{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b301":
    [
      {"page":1,"id":1,"nass":"الاحتجاج بالقدر\rتأليف شيخ الإسلام ابن تيمية\rالمكتب الإسلامي\rتحقيق المحدث العلامة\rمحمد ناصر الدين الألباني\rالطبعة الرابعة 1404 هـ","seal":"F753F504","part":1},
      {"page":4,"id":2,"nass":"(صحيح)\rعن أبى هريرة رضى الله عنه أن النبي A: قال احتج آدم وموسى فقال موسى: يا آدم أنت أبو البشر الذي خلقك الله بيده ونفخ فيك من روحه وأسجد لك ملائكته فلماذا أخرجتنا وذريتك من الجنة؟ فقال له آدم: أنت موسى الذي كلمك الله تكليما وكتب لك التوراة فبكم تجد فيها مكتوبا: (التوراة وعصى آدم ربه فغوى قبل أن أخلق؟ قال: بأربعين سنة فقال: فحج آدم موسى)\r[4]","seal":"26B0F119","part":1},
      {"page":19,"id":3,"nass":"(صحيح)\rعن النبي A أنه قال: إنكم تختصمون إلي ولعل بعضكم أن يكون ألحن بحجته من بعض وأقضي له على نحو ما أسمع منه فمن قضيت له من أخيه شيئا فلا يأخذه فإنما أقطع له قطعة من النار\r[19]","seal":"95E3A707","part":1},
      {"page":26,"id":4,"nass":"(صحيح)\rعن النبي A قال: احرص على ما ينفعك واستعن بالله ولا تعجز وإن أصابك شئ فلا تقل: لو أني فعلت كان كذا وكذا ولكن قل: قدر الله وما شاء فعل فإن لو تفتح عمل الشيطان\r[26]","seal":"D151451E","part":1},
      {"page":30,"id":5,"nass":"(صحيح)\rعن النبي A أنه قال: إذا حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم\r[30]","seal":"49137A90","part":1},
      {"page":32,"id":6,"nass":"(صحيح)\rقال النبي A في الغامدية: لقد تابت توبة لو تابها صاحب مكس لغفر له وهل وجدت أفضل من أن جادت بنفسها لله\r[32]","seal":"01FA314D","part":1},
      {"page":42,"id":7,"nass":"(صحيح)\rكما في الحديث الإلهي الصحيح يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا يا عبادي كلكم ضال إلا من هديته فاستهدوني أهدكم يا عبادي كلكم جائع إلا من أطعمته فاستطعموني أطعمكم يا عبادي كلكم عار إلا من كسوته فاستكسونى أكسكم يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعا فاستغفروني أغفر لكم يا عبادي إنكم لن تبلغوا ضري فتضروني ولن تبلغوا نفعي فتنفعوني يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على اتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئا يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئا يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل إنسان مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا ادخل البحر يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها فمن وجد خيرا فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه\r[42]","seal":"44D5A2BE","part":1},
      {"page":43,"id":8,"nass":"(صحيح)\rقال أنس: خدمت رسول الله A عشر سنين فما قال لشيء فعلته لم فعلته؟ ولا لشيء لم أفعله لم لا فعلته؟ وكان بعض أهله إذا أعتبني على شيء يقول: دعوه دعوه فلو قضي شيء لكان\r[43]","seal":"19C6EEED","part":1},
      {"page":43,"id":9,"nass":"(أخرجه الترمذي وأحمد لكنه موجود في الصحيحين)\rعن ابن مسعود Bهـ أنه ذكر النبي A قول بعض من آذاه فقال: دعنا منك فقد أوذي موسى بأكثر من هذا فصبر\r[43]","seal":"02E38732","part":1},
      {"page":45,"id":10,"nass":"(صحيح)\rأعني على ذكرك وشكرك وحسن عبادتك\r[45]","seal":"71D72C94","part":1},
      {"page":45,"id":11,"nass":"(صحيح)\rيا مقلب القلوب ثبت قلبي على دينك\r[45]","seal":"325D0E9C","part":1},
      {"page":46,"id":12,"nass":"(صحيح دون قوله وطاعة رسولك)\rويا مصرف القلوب اصرف قلبي إلى طاعتك وطاعة رسولك\r[46]","seal":"BC12E4F9","part":1},
      {"page":46,"id":13,"nass":"(صحيح)\rكان النبي A يدعو إذا قام من الليل: (اللهم رب جبرائيل وميكائيل وإسرافيل فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون. اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم","seal":"7CDF6DCE","part":1},
      {"page":47,"id":14,"nass":"(حسن)\rاقسم لنا من خشيتك ما تحول به بيننا وبين معصيتك ومن طاعتك ما تبلغنا به جنتك ومن اليقين ما تهون به علينا مصائب الدنيا\r[47]","seal":"99D37998","part":1},
      {"page":47,"id":15,"nass":"(صحيح)\rعن أبي بكر: سلوا الله العفو والعافية فإن أحدا لم يعط بعد اليقين خيرا من العافية","seal":"2508349B","part":1},
      {"page":48,"id":16,"nass":"(صحيح)\rاللهم أصلح لي ديني الذي هو عصمة أمري وأصلح لي دنياي التي فيها معاشي وأصلح لي آخرتي التي فيها معادي\r[48]","seal":"6F160370","part":1},
      {"page":52,"id":17,"nass":"(رجاله ثقات لكنه منقطع)\rإن الله يلين قلوب رجال فيه حتى تكون ألين من اللبن ويشدد قلوب رجال فيه حتى تكون أشد من الحجر. . ومثلك يا أبا بكر كمثل إبراهيم وعيسى ومثلك يا عمر كمثل نوح وموسى\r[52]","seal":"5FE336CB","part":1},
      {"page":59,"id":18,"nass":"(صحيح)\rقال A: إني دعوت على أهل الأرض دعوة لم أؤمر بها\r[59]","seal":"B705B180","part":1},
      {"page":64,"id":19,"nass":"(صحيح)\rقال A في الحديث القدسي: قال الله تعالى: ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها فبي يسمع وبي يبصر وبي يبطش وبي يمشي ولئن سألني لأعطينه ولئن استعاذني لأعيذنه وما ترددت عن شيء أنا فاعله ترددي عن [قبض] نفس [عبدي] المؤمن يكره الموت وأكره مساءته [ولا بد له منه]\r[64]","seal":"8478B26B","part":1},
      {"page":79,"id":20,"nass":"(صحيح\rقال النبي A: (اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد)\r[79]","seal":"B63D0211","part":1},
      {"page":90,"id":21,"nass":"(صحيح)\rعن النبي A: اللهم بعلمك الغيب وقدرتك على الخلق أحينى ما كانت الحياة خير لي وتوفني إذا كانت الوفاة خيرا لي اللهم أنى أسألك خشيتك في الغيب والشهادة وأسألك كلمة الحق في الغضب والرضا وأسألك القصد في الفقر والغنى وأسألك نعيما لا ينفذ وأسألك قرة عين لا تنقطع وأسألك الرضا بعد القضاء وبرد العيش بعد الموت وأسألك لذة النظر إلى وجهك الكريم والشوق إلى لقائك من غير ضراء مضرة ولا فتنة مضلة اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين\r[90]","seal":"12F6BADF","part":1},
      {"page":91,"id":22,"nass":"(صحيح)\rعن صهيب عن النبي A قال: إذا دخل أهل الجنة نادى مناد: يا أهل الجنة إن لكم عند الله موعدا يريد أن ينجزكموه فيقولون: ما هو؟ ألم يبيض وجوهنا ويثقل موازيننا ويدخلنا الجنة ويخرجنا من النار؟ قال: فيكشف الحجاب فينظرون إليه فما أعطاهم شيئا أحب إليهم من النظر إليه\r[91]","seal":"2265EE46","part":1},
      {"page":91,"id":23,"nass":"(ضعيف)\rحبك الشيء يعمي ويصم","seal":"C80BE2F3","part":1},
      {"page":96,"id":24,"nass":"(صحيح)\rقال A: من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله\r[96]","seal":"961FF27C","part":1},
      {"page":107,"id":25,"nass":"(صحيح)\rقال A: من رأى منكم فلغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\r[107]","seal":"1A8E1278","part":1},
      {"page":107,"id":26,"nass":"(صحيح)\rقال النبي A: من كان آخر كلامه لا إله إلا الله دخل الجنة","seal":"2C52DF99","part":1},
      {"page":111,"id":27,"nass":"(صحيح)\rقال النبي A: لقنوا موتاكم لا إله إلا الله\r[111]","seal":"A0574796","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"Bk":"تحقيق الاحتجاج بالقدر لابن تيمية","HigriD":"728","oAuthVer":3,"Pdf":null,"IslamShort":3,"oVer":1,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":"","Auth":"ابن تيمية","Betaka":"الكتاب: الاحتجاج بالقدر\r\nالمؤلف: تقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية (المتوفى: 728هـ)\r\nالناشر: المكتب الإسلامي - بيروت\r\nالطبعة: الرابعة - 1404\r\nتحقيق: تحقيق المحدث العلامة محمد ناصر الدين الألباني\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن تيمِيَّة، تقي الدين (661-728هـ، 1263-1328م).\r\n\r\nتقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي. شيخ الإسلام في زمانه وأبرز علمائه، فقيه أصولي ومفتي الدين الحصيف وصاحب الآثار الكبرى في علوم الدين والفكر الإسلامي. ولد بحرَّان بتركيا، ورحل إلى دمشق مع أسرته هربًا من غزو التتار. وتلقى العلم على والده وعلى مشايخ دمشق وظهرت عليه علامات النجابة منذ نعومة أظفاره، فكان قوي الذاكرة سريع الحفظ. نهل من منهج النبوة، حتى آلت إليه الإمامة في العلم والعمل سنة 720هـ.\r\nكان من أشد مفكري الإسلام نقدا للفلسفة وعلم الكلام، ودعا إلى وضع العقل بعد النقل وليس قبله. وقد صنف كتاباً ضخماً سماه درء تعارض العقل والنقل أو موافقة صحيح المنقول لصريح المعقول رد فيه على شطحات الفلاسفة، وفند فيه دعاوى أهل الفرق الضالة حسب رأيه واجتهاده، ودافع فيه عن المنطق الفطري، وهو المنطق السليم، منطق القرآن الكريم. وفي كتابه الرد على المنطقيين حمل على دعوى أتباع أرسطو من المنطقيين الذين ذهبوا إلى أن المفاهيم التي ليست بديهية لاتدرك إلا بالحد (الدليل) بحجة أنها لما كانت غير بديهية كان لابد لها من دليل، وإلا كانت دعوتهم باطلة، وبيَّن ابن تيمية أن تحديد المفاهيم تكتنفه الصعاب، وحتى من دافع عن المنطق من أهل الفلسفة وعلم الكلام، اضطر إلى التسليم بصعوبة تحديد الجنس أو الفصل الخاص، الذي يقوم عليه التعريف، ونسبه ابن تيمية إلى اختلاف الناس في سرعة إدراك الحد الأوسط في القياس مثل حيوان يمشي على أربع، والكلب حيوان، الكلب يمشي على أربع، فالحد الأوسط هنا وهو الكلب حيوان لايحتاج إليه الذكي، ولايستفيد منه الغبي. والنتيجة تحصيل حاصل. وانتقد كذلك نظريات البرهان عند أرسطو باعتبار أن البرهان يتناول الكلّيات الذهنية، في حين أن الكائنات موجودات جزئية، ولذلك فالبرهان لايؤدي إلى معرفة إيجابيته بالكائنات بشكل عام وبالله بشكل خاص.\r\nذهب ابن تيمية إلى مصر فسُجن بها، ورجع إلى دمشق، وجاهد ضد التتار وحبسه السلطان لفتواه عن طلاق الثلاث، وتحرش به علماء دمشق عند السلطات ليوقعوا به، فَحُبِس ثانية في قلعة دمشق ومات فيها. وخرجت البلدة على بكرة أبيها تشيع جنازته.\r\nكان ابن تيمية صالحاً مصلحاً، داعيا إلى الإصلاح والعودة إلى القرآن والسنة، وكان ذا باع طويل في اللغة العربية وعلومها، وفي مختلف العلوم. تربو مصنفاته على ثلاثمائة مجلد في علوم الإسلام المختلفة من أهمها: اقتضاء الصراط المستقيم في الرد على أهل الجحيم؛ السياسة الشرعية في إصلاح الراعي والرعية؛ الصارم المسلول على شاتم الرسول؛ الواسطة بين الخلق والحق؛ العقيدة التدمرية؛ الكلام على حقيقة الإسلام والإيمان؛ العقيدة الواسطية؛ بيان الفرقان بين أولياء الشيطان وأولياء الرحمن؛ تفسير سورة البقرة؛ درء تعارض العقل والنقل؛ منهاج السنة النبوية؛ مجموعة الفتاوى.\r\nخالف بعضُ الأئمة والعلماء بعضَ آراء ابن تيمية وفتاويه وردوا عليه. ومن هؤلاء العلماء: صفي الدين الهندي وتقي الدين السبكي وشمس الدين الذهبي وابن حجر العسقلاني والعز بن جماعة وبدر الدين محمد بن إبرهيم بن جماعة وغيرهم.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"1353C278","cat":"كتب الألباني","oNum":301,"BkId":301,"oAuth":54,"bVer":1,"aSeal":"CB5C3DE6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t301":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الاحتجاج بالقدر"}
    ]
}
