{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b327":
    [
      {"hno":null,"id":2,"nass":"- فصل في فضل الذكر","Part":"","seal":"4C1F6E3E","page":null},
      {"hno":1,"id":3,"nass":"1 - (صحيح) عن أبي الدرداء Bهـ قال: قال رسول الله A:\rألا أنبئكم بخير أعمالكم وأزكاها عند مليككم وأرفعها في درجاتكم وخير لكم من إنفاق الذهب والورق وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟\rقالوا: بلى يا رسول الله قال: \" ذكر الله \"\r[60]","Part":"1","seal":"ADD22D15","page":60},
      {"hno":2,"id":4,"nass":"2 - (صحيح) وقال أبو هريرة Bهـ: قال النبي A:\rسبق المفردون\rقالوا: وما المفردون يا رسول الله؟ قال:\rالذاكرون الله كثيرا والذاكرات","Part":"1","seal":"96B407CF","page":60},
      {"hno":3,"id":5,"nass":"3 - (صحيح) وذكر عبد الله بن بسر: أن رجلا قال: يا رسول الله إن شرائع الإسلام قد كثرت علي فأخبرني بشيء أتشبث به. قال:\rلا يزال لسانك رطبا من ذكر الله تعالى","Part":"1","seal":"B16A2267","page":60},
      {"hno":4,"id":6,"nass":"4 - (صحيح) وعن أبي موسى الأشعري Bهـ عن النبي A قال: \" مثل الذي يذكر ربه والذي لا يذكر ربه مثل الحي والميت \"","Part":"1","seal":"96DC991A","page":60},
      {"hno":5,"id":7,"nass":"5 - (صحيح) وعن أبي هريرة Bهـ عن رسول الله A قال: \" من قعد مقعدا لم يذكر الله تعالى فيه كانت عليه من الله تعالى ترة: ومن اضطجع مضجعا لا يذكر الله تعالى فيه كانت عليه من الله ترة \" أي: نقص وتبعة وحسرة\r[61]","Part":"1","seal":"FBF734A9","page":61},
      {"hno":null,"id":8,"nass":"2 - فصل فضل التحميد والتهليل والتسبيح","Part":"1","seal":"47C2618D","page":61},
      {"hno":6,"id":9,"nass":"6 - (صحيح) عن أبي هريرة Bهـ أن رسول الله A قال: \" من قال: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير في يوم مائة مرة كانت له عدل عشر رقاب وكتبت له مائة حسنة ومحيت عنه مائة سيئة وكانت له حرزا من الشيطان يومه ذلك حتى يمسي ولم يأت أحد بأفضل مما جاء به إلا رجل عمل أكثر منه \"\r[62]","Part":"1","seal":"84A4B48F","page":62},
      {"hno":7,"id":10,"nass":"7 - (صحيح) وقال: \" من قال: سبحان الله وبحمده في يوم مائة مرة حطت عنه\rخ (طاياه وإن كانت مثل زبد البحر \"\r[62]","Part":"1","seal":"621A7B3B","page":62},
      {"hno":8,"id":11,"nass":"8 - (صحيح) وفيهما أيضا عن أبي هريرة Bهـ قال: قال رسول الله A:\rكلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن: سبحان الله وبحمده سبحان الله العظيم","Part":"1","seal":"33DFFEE8","page":62},
      {"hno":9,"id":12,"nass":"9 - (صحيح) وقال أبو هريرة Bهـ: قال رسول الله A:\rلأن أقول: سبحان الله والحمد لله ولا إله إلا الله والله أكبر أحب إلي مما طلعت عليه الشمس","Part":"1","seal":"A582B87B","page":62},
      {"hno":10,"id":13,"nass":"10 - (صحيح) وقال سمرة بن جندب Bهـ قال رسول الله A:\rأحب الكلام إلى الله تعالى أربع: لا يضرك بأيهن بدأت: سبحان الله والحمد لله ولا إله إلا الله والله أكبر","Part":"1","seal":"0FA26FAB","page":62},
      {"hno":11,"id":14,"nass":"11 - (صحيح) عن سعد بن أبي وقاص Bهـ قال:\rكنا عند رسول الله A فقال:\rأيعجز أحدكم أن يكسب كل يوم ألف حسنة؟\rفسأله سائل من جلسائه كيف يكسب أحدنا ألف حسنة؟ قال:\rيسبح مائة تسبيحة فتكتب له ألف حسنة أو تحط عنه ألف خطيئة\r[63]","Part":"1","seal":"979D9187","page":63},
      {"hno":12,"id":15,"nass":"12 - (صحيح) عن جويرية أم المؤمنين Bها أن النبي صلى\rالله عليه وسلم خرج من عندها بكرة حين صلى الصبح وهي في مسجدها ثم رجع بعد أن أضحى وهي جالسة فقال: \" ما زلت على الحال التي فارقتك عليها؟ \" قالت: نعم فقال النبي A: \" لقد قلت بعدك أربع كلمات ثلاث مرات لو وزنت بما قلت منذ اليوم لوزنتهن: سبحان الله عدد خلقه سبحان الله رضي نفسه سبحان الله زنة عرشه سبحان الله مداد كلماته \"","Part":"1","seal":"E7A44953","page":63},
      {"hno":13,"id":16,"nass":"13 - (ضعيف) وعن سعد بن أبي وقاص Bهـ أنه دخل مع رسول الله A على امرأة وبين يديها نوى أو حصى تسبح به فقال:\rألا أخبرك بما هو أيسر عليك من هذا أو أفضل؟ فقال: سبحان الله عدد ما خلق في السماء وسبحان الله عدد ما خلق في الأرض وسبحان الله عدد ما بين ذلك وسبحان الله عدد ما هو خالق والله أكبر مثل ذلك والحمد لله مثل ذلك ولا إله إلا الله مثل ذلك ولا حول ولا قوة إلا بالله مثل ذلك\r[64]","Part":"1","seal":"FE21EF08","page":64},
      {"hno":14,"id":17,"nass":"14 - (صحيح) وعن سعد بن أبي وقاص Bهـ: أن أعرابيا جاء إلى النبي A فقال: يا رسول الله علمني كلمات أقولهن؟ قال: قل:\rلا إله إلا الله وحده لا شريك له الله أكبر كبيرا والحمد لله كثيرا سبحان الله رب العالمين لا حول ولا قوة إلا بالله العزيز الحكيم\rقال: فهؤلاء لربي فما لي؟ قال: قل:\rاللهم اغفر لي وارحمني واهدني وعافني وارزقني\rفلما ولى الأعرابي قال النبي A:\rلقد ملأ يديه من الخير\r[65]","Part":"1","seal":"4C08D04D","page":65},
      {"hno":15,"id":18,"nass":"15 - (حسن) وعن عبد الله بن مسعود Bهـ قال: قال النبي A:\rلقيت إبراهيم ليلة أسري بي فقال: يا محمد أقرئ أمتك مني السلام وأخبرهم أن الجنة طيبة التربة عذبة الماء وأنها قيعان وأن غراسها: سبحان الله والحمد لله ولا إله إلا الله والله أكبر\r[]\r] 16 (صحيح) وقال أبو موسى الأشعري Bهـ: قال لي النبي A:\rألا أدلك على كنز من كنوز الجنة؟\rفقلت: بلى يا رسول الله قال: \" قل: لا حول ولا قوة إلا بالله \"\r[67]","Part":"1","seal":"8842D69D","page":67},
      {"hno":null,"id":19,"nass":"3 - فصل في ذكر الله تعالى طرفي النهار\rقال الله تعالى: (يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا وسبحوه بكرة وأصيلا) [الأحزاب: 41 42]\rالأصيل: ما بين العصر إلى المغرب\rوقال تعالى: (واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والآصال ولا تكن من الغافلين) [غافر: 55]\rوقال تعالى: (وسبح بحمد ربك بالعشي والإبكار) [غافر: 55]\rوقال تعالى: (وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب) [ق: 39]\r(ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه) [الأنعام: 52]\r(فأوحى إليهم أن سبحوه بكرة وعشيا) [مريم: 11]\r(ومن الليل فسبحه وإدبار النجوم) [الطور: 49]\r(فسبحان الله حين تمسون وحين تصبحون) [الروم: 17]\r(وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات) [هود: 114]","Part":"1","seal":"42518E70","page":67},
      {"hno":17,"id":20,"nass":"17 - (صحيح) وقال أبو هريرة Bهـ: قال النبي A:\rمن قال حين يصبح وحين يمسي: سبحان الله وبحمده مائة مرة لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه","Part":"1","seal":"99F8B6AB","page":67},
      {"hno":18,"id":21,"nass":"18 - (صحيح) عن عبد الله بن مسعود Bهـ قال:\rأمسينا وأمسى الملك لله والحمد لله لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير رب أسألك خير ما في هذه الليلة وخير ما بعدها وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها رب أعوذ بك من الكسل وسوء الكبر رب أعوذ بك من عذاب في النار وعذاب في القبر\rوإذا أصبح قال ذلك أيضا: \" أصبحنا وأصبح الملك لله. . . . . \"\r[68]","Part":"1","seal":"779C0B00","page":68},
      {"hno":19,"id":22,"nass":"19 - (حسن صحيح) وقال عبد الله بن خبيب:\rخرجنا في ليلة مطر وظلمة شديدة نطلب النبي A ليصلي لبنا فأدركناه فقال: \" قل \" فلم أقل شيئا ثم قال: \" قل \" فلم أقل شيئا قال: \" قل \" قلت: يا رسول الله ما أقول؟ قال:\rقل هو الله أحد والمعوذتين حين تمسي وحين تصبح ثلاث مرات يكفيك من كل شيء","Part":"1","seal":"6B708A26","page":68},
      {"hno":20,"id":23,"nass":"20 - (حسن صحيح) وذكر أبو هريرة عن النبي A أنه كان يعلم أصحابه يقول: \" إذا أصبح أحدكم فليقل: اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور\rوإذا أمسى فليقل: اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير \"\r[69]","Part":"1","seal":"0DFE43C6","page":69},
      {"hno":21,"id":24,"nass":"21 - (صحيح) وعن شداد بن أوس Bهـ عن النبي A قال:\rسيد الاستغفار: اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت\rمن قالها حين يمسي فمات من ليلته دخل الجنة ومن قالها حين يصبح فمات من يومه دخل الجنة","Part":"1","seal":"B3E2B6BE","page":69},
      {"hno":22,"id":25,"nass":"22 - (حسن صحيح) وعن أبي هريرة Bهـ: أن أبا بكر الصديق Bهـ قال: يا رسول الله علمني شيئا أقوله إذا أصبحت وإذا أمسيت قال:\rقل: اللهم عالم الغيب والشهادة فاطر السموات والأرض رب كل شيء ومليكه أشهد أن لا إله إلا أنت أعوذ بك من شر نفسي وشر الشيطان وشركه وفي رواية: وأن أقترف على نفسي سوءا أو أجره إلى مسلم\rقله إذا أصبحت وإذا أمسيت وإذا أخذت مضجعك\r[70]","Part":"1","seal":"C1F77E60","page":70},
      {"hno":23,"id":26,"nass":"23 - (صحيح) وقال عثمان بن عفان Bهـ: قال رسول الله A:\rما من عبد يقول في صباح كل يوم ومساء كل ليلة: بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم ثلاث مرات لم يضره شيء","Part":"1","seal":"BCCF22E8","page":70},
      {"hno":24,"id":27,"nass":"24 - (ضعيف) وعن ثوبان وغيره أن رسول الله A قال:\rمن قال حين يمسي: رضيت بالله ربا وبالإسلام دينا وبمحمد A نبيا كان حقا على الله أن يرضيه\r[71]","Part":"1","seal":"10D1D932","page":71},
      {"hno":25,"id":28,"nass":"25 - (ضعيف) وعن أنس Bهـ أن رسول الله A قال:\rمن قال حين يصبح أو يمسي: اللهم إني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك بأنك أنت الله لا إله إلا أنت وأن محمدا عبدك ورسولك أعتق الله ربعه من النار ومن قالها مرتين أعتق الله نصفه من النار ومن قالها ثلاثا أعتق الله ثلاثة أرباعه من النار فإن قالها أربعا أعتقه الله من النار\r[72]","Part":"1","seal":"4D73B3A8","page":72},
      {"hno":26,"id":29,"nass":"26 - (ضعيف) وعن عبد الله بن غنام Bهـ أن رسول الله A قال:\rمن قال حين يصبح: اللهم ما أصبح بي من نعمة [أو بأحد من خلقك] فمنك وحدك لا شريك لك لك الحمد ولك الشكر فقد أدى شكر يومه ومن قال مثل ذلك حين يمسي فقد أدى شكر ليلته","Part":"1","seal":"3442B667","page":72},
      {"hno":27,"id":30,"nass":"27 - (صحيح) وقال عبد الله بن عمر Bهما: لم يكن النبي A يدع هؤلاء الدعوات حين يمسي وحين يصبح:\rاللهم إني أسألك العافية في الدنيا والآخرة اللهم أسألك العفو والعافية في ديني ودنياي وأهلي ومالي اللهم استر عوراتي وآمن روعاتي اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي\rقال وكيع: يعني الخسف\r[73]","Part":"1","seal":"DCA5FEF1","page":73},
      {"hno":28,"id":31,"nass":"28 - (ضعيف) وعن طلق بن حبيب قال: جاء رجل إلى أبي الدرداء فقال: يا أبا الدرداء قد احترق بيتك. فقال: ما احترق لم يكن الله ليفعل ذلك بكلمات سمعتهن من رسول الله A من قالها أول نهاره لم تصبه مصيبة حتى يمسي ومن قالها آخر النهار لم تصبه مصيبة حتى يصبح:\rاللهم أنت ربي لا إله إلا أنت عليك توكلت وأنت رب العرش العظيم ما شاء الله كان وما لم يشأ لم يكن لا حول ولا قوة إلا بالله العلي العظيم أعلم أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت آخذ بناصيتها إن ربي على صراط مستقيم\r[74]","Part":"1","seal":"4DA47F2A","page":74},
      {"hno":null,"id":32,"nass":"4 - فصل فيما يقال عند المنام","Part":"1","seal":"D1724EFA","page":74},
      {"hno":29,"id":33,"nass":"29 - (صحيح) قال حذيفة Bهـ: كان رسول الله A إذا أراد أن ينام قال:\rباسمك اللهم أموت وأحيا\rوإذا استيقظ من منامه قال:\rالحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور","Part":"1","seal":"7920FAEE","page":74},
      {"hno":30,"id":34,"nass":"30 - (صحيح) وعن عائشة Bها أن النبي A:\rكان إذا أوى إلى فراشه كل ليلة جمع كفيه ثم نفث فيهما فقرأ: (قل هو الله أحد) و (قل أعوذ برب الفلق) و (قل أعوذ برب الناس) ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه وما أقبل من جسده يفعل ذلك ثلاث مرات","Part":"1","seal":"6AD67560","page":74},
      {"hno":31,"id":35,"nass":"31 - (صحيح) وعن أبي هريرة Bهـ:\rأنه أتاه آت يحثو من الصدقة وكان قد جعله النبي A عليها ليلة بعد ليلة فلما كان في الليلة الثالثة قال: لأرفعنك إلى رسول الله A قال: دعني أعلمك كلمات ينفعك الله بهن وكانوا أحرص شيء على الخير فقال: إذا أويت إلى فراشك فاقرأ آية الكرسي: (الله لا إله إلا هو الحي القيوم) حتى تختمها فإنه لن يزال عليك من الله حافظ ولا يقربك شيطان حتى تصبح فقال:\rصدقك وهو كذوب [ذاك شيطان]\r[75]","Part":"1","seal":"65F4DA4E","page":75},
      {"hno":32,"id":36,"nass":"32 - (صحيح) وعن أبي مسعود الأنصاري Bهـ عن النبي A قال:\rمن قرأ الآيتين من آخر سورة (البقرة) في ليلة كفتاه","Part":"1","seal":"C2BE49F5","page":75},
      {"hno":33,"id":37,"nass":"33 - (ضعيف) وقال علي Bهـ:\rما كنت أرى أحدا يعقل ينام قبل أن يقرأ الآيات الثلاث من آخر سورة (البقرة)","Part":"1","seal":"C9428EC9","page":75},
      {"hno":34,"id":38,"nass":"34 - (إسناده جيد) وعن أبي هريرة Bهـ أن رسول الله A قال:\rإذا قام أحدكم عن فراشه ثم رجع إليه فلينفضه بصنفة إزاره ثلاث مرات فإنه لا يدري ما خلفه عليه بعده\rوإذا اضطجع فليقل:\rباسمك ربي وضعت جنبي وبك أرفعه فإن أمسكت نفسي فارحمها وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين\rوفي لفظ آخر:\rإذا استيقظ أحدكم فليقل: الحمد لله الذي عافاني في جسدي ورد علي روحي وأذن لي بذكره\r[77]","Part":"1","seal":"888C1919","page":77},
      {"hno":35,"id":39,"nass":"35 - (صحيح) وعن علي Bهـ:\rأن فاطمة Bها آتت النبي A تسأله خادما فلم تجده ووجدت عائشة فأخبرتها. قال علي: فجاءنا النبي A وقد أخذنا مضاجعنا فقال:\rألا أدلكما على ما هو خير لكما من خادم؟ إذا أويتما إلى فراشكما فسبحا ثلاثا وثلاثين واحمدا ثلاثا وثلاثين وكبرا أربعا وثلاثين فإنه خير لكما من خادم\rقال علي: فما تركتهن منذ سمعتهن من رسول الله A\rقيل له: ولا ليلة صفين؟ قال:: ولا ليلة صفين","Part":"1","seal":"B37C0E36","page":77},
      {"hno":36,"id":40,"nass":"36 - (صحيح) وعن حفصة أم المؤمنين Bها:\rأن النبي A كان إذا أراد أن يرقد وضع يده اليمنى تحت خده ثم يقول:\rاللهم قني عذابك يوم تبعث عبادك\r(ثلاث مرات)\r[78]","Part":"1","seal":"59271DF7","page":78},
      {"hno":37,"id":41,"nass":"37 - (حسن صحيح) وقال الترمذي: حديث حسن صحيح ورواه من طريق حذيفة Bهـ","Part":"1","seal":"2033884C","page":78},
      {"hno":38,"id":42,"nass":"38 - (صحيح) وعن أنس Bهـ أن النبي A كان إذا أوى إلى فراشه قال:\rالحمد لله الذي أطعمنا وسقانا وكفانا وآوانا فكم ممن لا كافي له ولا مؤوي","Part":"1","seal":"1FACB148","page":78},
      {"hno":39,"id":43,"nass":"39 - (صحيح) وعن ابن عمر Bهما: أنه أمر رجلا إذا أخذ مضجعه أن يقول:\rاللهم أنت خلقت نفسي وأنت تتوفاها لك مماتها ومحياها إن أحييتها فاحفظها وإن أمتها فاغفر لها اللهم إني أسألك العافية\rقال ابن عمر: سمعته من رسول الله A","Part":"1","seal":"F3C99FAD","page":78},
      {"hno":40,"id":44,"nass":"40 - (ضعيف) وعن أبي سعيد الخدري قال: قال رسول الله A:\rمن قال حين يأوي إلى فراشه: أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه ثلاث مرات غفر الله ذنوبه وإن كانت مثل زبد البحر وإن كانت عدد رمل عالج وإن كانت عدد أيام الدنيا\r[79]","Part":"1","seal":"57FFF0A7","page":79},
      {"hno":41,"id":45,"nass":"41 - (صحيح) وعن أبي هريرة Bهـ عن النبي A: أنه كان يقول إذا أوى إلى فراشه:\rاللهم رب السماوات ورب الأرض ورب العرش العظيم ربنا ورب كل شيء فالق الحب والنوى ومنزل التوراة والإنجيل والفرقان أعوذ بك من شر كل ذي شر أنت آخذ بناصيته اللهم أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء اقض عنا الدين وأغننا ممن الفقر\r[81]","Part":"1","seal":"214A8649","page":81},
      {"hno":42,"id":46,"nass":"42 - (صحيح) وقال البراء بن عازب Bهـ: قال لي رسول الله A:\rإذا آتيت مضجعك فتوضأ وضوءك للصلاة ثم اضطجع على شقك الأيمن وقل:\rاللهم أسلمت نفسي إليك ووجهت وجهي إليك وفوضت أمري إليك وألجأت ظهري إليك رغبة ورهبة إليك لا ملجأ ولا منجا منك إلا إليك آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت فإن مت من ليلتك مت على الفطرة واجعلهن آخر ما تقول","Part":"1","seal":"6D84EE3C","page":81},
      {"hno":null,"id":47,"nass":"5 - فصل فيما يقوله المستيقظ من نومه ليلا","Part":"1","seal":"E14A5EE6","page":81},
      {"hno":43,"id":48,"nass":"43 - (صحيح) عن عبادة بن الصامت Bهـ عن النبي A قال:\rمن تعار من الليل فقال: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير الحمد لله وسبحان الله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم ثم قال: اللهم اغفر لي أو دعا استجيب له فإن توضأ وصلى قبلت صلاته\r[82]","Part":"1","seal":"7777D4C4","page":82},
      {"hno":44,"id":49,"nass":"44 - (صحيح دون قوله: \" وذكر الله تعالى حتى يدركه النعاس) وعن أبي أمامة Bهـ قال: سمعت رسول الله A يقول: \" من أوى إلى فراشه طاهرا وذكر الله تعالى حتى يدركه النعاس لم ينقلب ساعة من الليل يسأل الله شيئا من خير الدنيا والآخرة إلا أعطاه إياه \"","Part":"1","seal":"30972F53","page":82},
      {"hno":45,"id":50,"nass":"45 - (ضعيف) وعن عائشة Bها:\rأن رسول الله A كان إذا استيقظ من الليل قال:\rلا إله إلا أنت سبحانك اللهم أستغفرك لذنبي وأسألك رحمتك اللهم زدني علما ولا تزغ قلبي بعد إذ هديتني وهب لي من لدنك رحمة إنك أنت الوهاب\r[82]","Part":"1","seal":"4E67454E","page":82},
      {"hno":46,"id":51,"nass":"46 - (إسناده جيد) وعن أبي هريرة Bهـ عن النبي A قال:\rإذا استيقظ أحدكم فليقل: الحمد لله الذي رد علي روحي وعافاني في جسدي","Part":"1","seal":"9952FF43","page":82},
      {"hno":47,"id":52,"nass":"47 - (ضعيف) ويذكر عن أنس بن مالك Bهـ قال:\rأمرنا [رسول الله A] أن نستغفر بالأسحار سبعين مرة","Part":"1","seal":"9262A028","page":82},
      {"hno":null,"id":53,"nass":"6 - فصل فيما يقوله من يفزع ويقلق في منامه","Part":"1","seal":"2332A515","page":82},
      {"hno":48,"id":54,"nass":"48 - (ضعيف جدا) عن بريدة قال: شكا خالد بن الوليد إلى النبي A فقال: يا رسول الله ما أنام الليل من الأرق فقال النبي A:\rإذا أويت إلى فراشك فقل: اللهم رب السماوات السبع وما أظلت ورب الأرضين السبع وما أقلت ورب الشياطين وما أضلت كن لي جارا من شر خلقك كلهم جميعا أن يفرط أحد منهم علي وأن يبغي علي عز جارك وجل ثناؤك ولا إله غيرك ولا إله إلا أنت\r[83]","Part":"1","seal":"A96517AF","page":83},
      {"hno":49,"id":55,"nass":"49 - (حسن إلا \" وكان عبد الله. . \") وعن عمرو بن شعيب عن أبيه عن جده أن رسول الله A كان يعلمهم من الفزع كلمات:\rأعوذ بكلمات الله التامة من غضبه وشر عباده ومن همزات الشياطين وأن يحضرون\rقال:\rوكان عبد الله بن عمرو يعلمهن من عقل من بنيه ومن لم يعقل\r[84]","Part":"1","seal":"AF49086F","page":84},
      {"hno":null,"id":56,"nass":"7 - فصل فيما يصنع من رأى رؤيا","Part":"1","seal":"7D1C6D44","page":84},
      {"hno":50,"id":57,"nass":"50 - (صحيح) قال أبو سلمة بن عبد الرحمن: سمعت أبا قتادة بن ربعي يقول: سمعت رسول الله A يقول:\rالرؤيا من الله والحلم من الشيطان فإذا رأى أحدكم شيئا يكرهه فلينفث عن يساره ثلاث مرات إذا استيقظ وليتعوذ بالله من شرها فإنها لن تضره إن شاء الله\rقال أبو سلمة: إن كنت لأرى الرؤيا هي أثقل علي من الجبل فلما سمعت بهذا الحديث فما كنت أباليها\rوفي رواية: قال: إن كنت أرى الرؤيا تهمني حتى سمعت أبا قتادة يقول: وأنا كنت لأرى الرؤيا فتمرضني حتى سمعت رسول الله A يقول:\rالرؤيا الصالحة من الله فإذا رأى أحدكم ما يحب فلا يحدث به إلا من يحب وإن رأى ما يكره فلا يحدث به وليتفل عن يساره [ثلاثا] وليتعوذ بالله من الشيطان الرجيم من شر ما رأى فإنها لن تضره\r[85]","Part":"1","seal":"B8052A04","page":85},
      {"hno":51,"id":58,"nass":"51 - (صحيح) وعن جابر Bهـ عن رسول الله A قال:\rإذا رأى أحدكم الرؤيا يكرهها فليبصق عن يساره ثلاثا وليستعذ بالله من الشيطان ثلاثا وليتحول عن جنبه الذي كان عليه\r[86]","Part":"1","seal":"FAF6B125","page":86},
      {"hno":52,"id":59,"nass":"52 - (ضعيف) ويذكر عن النبي A أن رجلا قص عليه رؤيا فقال:\rخيرا رأيت وخيرا يكون\r(ضعيف جدا) وفي رواية: \" خير تلقاه وشر توقاه وخير لنا وشر على أعدائنا والحمد لله رب العالمين \"","Part":"1","seal":"1A45EEE2","page":86},
      {"hno":null,"id":60,"nass":"8 - فصل في فضل العبادة بالليل\rقال الله تعالى: (يا أيها المزمل قم الليل إلا قليلا) إلى قوله:\r(إن ناشئة الليل هي أشد وطأ وأقوم قيلا) [المزمل: 1 5]\rوقال تعالى: (ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا) [الإسراء: 79]\r(ومن الليل فاسجد له وسبحه ليلا طويلا) [الدهر: 26]","Part":"1","seal":"FB75FA47","page":86},
      {"hno":53,"id":61,"nass":"53 - (صحيح) عن أبي هريرة Bهـ عن النبي A قال:\rينزل ربنا كل ليلة إلى السماء الدنيا حتى يبقى ثلث الليل الأخر فيقول: من يدعوني فأستجيب له ومن يسألني فأعطيه ومن يستغفرني فأغفر له","Part":"1","seal":"1C904A5A","page":86},
      {"hno":54,"id":62,"nass":"54 - (حسن صحيح) وعن عمرو بن عبسة أنه سمع النبي A يقول:\rأقرب ما يكون الرب من العبد في جوف الليل الآخر فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن","Part":"1","seal":"300B7551","page":86},
      {"hno":55,"id":63,"nass":"55 - (صحيح) وقال جابر: سمعت النبي A يقول:\rإن في الليل لساعة لا يوافقها رجل مسلم يسأل الله D خيرا من أمر الدنيا والآخرة إلا أعطاه إياه وذلك كل ليلة\rوقال الله تعالى: (والمستغفرين بالأسحار) [آل عمران: 17]\r[88]","Part":"1","seal":"45CF2CAF","page":88},
      {"hno":56,"id":64,"nass":"56 - (ضعيف) ويذكر عن أنس بن مالك Bهـ قال:\rأمرنا أن نستغفر بالليل سبعين استغفارة","Part":"1","seal":"7AA50364","page":88},
      {"hno":null,"id":65,"nass":"9 - فصل في تتمة ما يقول إذا استيقظ","Part":"1","seal":"0D34D43D","page":88},
      {"hno":57,"id":66,"nass":"57 - (إسناده جيد) عن أبي هريرة Bهـ عن النبي A قال:\rإذا استيقظ أحدكم فليقل: الحمد لله الذي رد علي روحي وعافاني في جسدي وأذن لي بذكره","Part":"1","seal":"F9EB45C1","page":88},
      {"hno":58,"id":67,"nass":"58 - (ضعيف جدا) وعنه أيضا قال: قال رسول الله A:\rما من رجل ينتبه من نومه فيقول: الحمد لله الذي خلق النوم واليقظة. الحمد لله الذي بعثني سالما سويا أشهد أن الله يحيي الموتى وهو على كل شيء قدير إلا قال: صدق عبدي\r[89]","Part":"1","seal":"C2D1D158","page":89},
      {"hno":null,"id":68,"nass":"10 - فصل [فيما يقول إذا خرج من منزله]","Part":"1","seal":"8119625D","page":89},
      {"hno":59,"id":69,"nass":"59 - (حسن صحيح) قال أنس Bهـ: قال رسول الله A:\rمن قال يعني إذا خرج من بيته: بسم الله توكلت على الله. لا حول ولا قوة إلا بالله يقال له: كفيت ووقيت وهديت وتنحى عنه الشيطان فيقول لشيطان آخر: كيف لك برجل قد هدي وكفي ووقي","Part":"1","seal":"3ECF8E27","page":89},
      {"hno":60,"id":70,"nass":"60 - (حسن صحيح ولكن قوله: \" رفع الطرف \" فهو شاذ) وقالت أم سلمة Bها: ما خرج رسول الله A من بيتي [قط] إلا رفع طرفه إلى السماء فقال:\rاللهم إني أعوذ بك أن أضل أو أضل أو أزل أو أزل أو أظلم أو أظلم أو أجهل أو يجهل علي\r[90]","Part":"1","seal":"2070D3A1","page":90},
      {"hno":null,"id":71,"nass":"11 - فصل في دخول المنزل","Part":"1","seal":"80328BBA","page":90},
      {"hno":61,"id":72,"nass":"61 - (صحيح) قال جابر بن عبد الله Bهما سمعت النبي A يقول:\rإذا دخل الرجل بيته فذكر الله تعالى عند دخوله وعند طعامه قال الشيطان: لا مبيت لكم ولا عشاء وإذا دخل فلم يذكر الله تعالى عند دخوله قال الشيطان: أدركتم المبيت وإذا لم يذكر الله تعالى عند طعامه قال: أدركتم المبيت والعشاء","Part":"1","seal":"787E7CBC","page":90},
      {"hno":62,"id":73,"nass":"62 - (ضعيف) وعن أبي مالك الأشعري Bهـ قال: قال رسول الله A:\rإذا ولج الرجل بيته فليقل: اللهم إني أسألك خير المولج وخير المخرج بسم الله ولجنا بسم الله خرجنا وعلى الله ربنا توكلنا. ثم ليسلم على أهله\r[91]","Part":"1","seal":"AE0CBDE3","page":91},
      {"hno":63,"id":74,"nass":"63 - (حسن صحيح) وقال أنس Bهـ قال لي رسول الله A:\rيا بني إذا دخلت على أهلك فسلم يكن بركة عليك وعلى أهل بيتك","Part":"1","seal":"922341DC","page":91},
      {"hno":null,"id":75,"nass":"12 - فصل في دخول المسجد والخروج منه","Part":"1","seal":"1254CA1B","page":91},
      {"hno":64,"id":76,"nass":"64 - (حسن) يذكر عن أنس Bهـ أن رسول الله A كان إذا دخل إلى المسجد قال:\rبسم الله اللهم صل على محمد وإذا خرج قال: بسم الله اللهم صل على محمد","Part":"1","seal":"E830D68B","page":91},
      {"hno":65,"id":77,"nass":"65 - (صحيح) وعن أبي حميد أو أبي أسيد Bهما قال: قال رسول الله A:\rإذا دخل أحدكم المسجد فليسلم على النبي A وليقل:\rاللهم افتح لي أبواب رحمتك وإذا خرج فليقل: اللهم إني أسألك من فضلك\r[92]","Part":"1","seal":"E511F94D","page":92},
      {"hno":66,"id":78,"nass":"66 - (صحيح) وعن عبد الله بن عمرو Bهما عن النبي A أنه كان إذا دخل المسجد قال:\rأعوذ بالله العظيم وبوجهه الكريم وبسلطانه القديم من الشيطان الرجيم\rقال:\rفإذا قال ذلك قال الشيطان: حفظ مني سائر اليوم","Part":"1","seal":"26F1D126","page":92},
      {"hno":null,"id":79,"nass":"13 - فصل في الأذان ومن يسمعه","Part":"1","seal":"3BD03CFC","page":92},
      {"hno":67,"id":80,"nass":"67 - (صحيح) قال أبو هريرة Bهـ قال رسول الله A:\rلو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا\r[93]","Part":"1","seal":"F19C8D88","page":93},
      {"hno":68,"id":81,"nass":"68 - (صحيح) وعنه أيضا أن رسول الله A قال:\rإذا نودي بالصلاة أدبر الشيطان له ضراط حتى لا يسمع التأذين فإذا قضي التأذين أقبل فإذا ثوب بالصلاة أدبر فإذا قضي التثويب أقبل حتى يخطر بين المرء ونفسه فيقول: اذكر كذا اذكر كذا لما لم يكن يذكر حتى يظل الرجل ما يدري كم صلى","Part":"1","seal":"2C44394D","page":93},
      {"hno":69,"id":82,"nass":"69 - (صحيح) وقال أبو سعيد: سمعت رسول الله A يقول:\rلا يسمع مدى صوت المؤذن جن ولا إنس ولا شيء إلا شهد له يوم القيامة","Part":"1","seal":"52049F2F","page":93},
      {"hno":70,"id":83,"nass":"70 - (صحيح) وقال أبو سعيد Bهـ: قال رسول الله A:\rإذا سمعتم النداء فقولوا مثل ما يقول المؤذن","Part":"1","seal":"757913C7","page":93},
      {"hno":71,"id":84,"nass":"71 - (صحيح) وعن عبد الله بن عمرو Bهما أنه سمع النبي A يقول:\rإذا سمعتم المؤذن فقولوا مثل ما يقول ثم صلوا علي فإنه من صلى علي صلاة صلى الله عليه بها عشرا ثم سلوا الله لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو فمن سأل لي الوسيلة حلت له الشفاعة\r[94]","Part":"1","seal":"308E4E7B","page":94},
      {"hno":72,"id":85,"nass":"72 - (صحيح) وقال عمر بن الخطاب Bهـ: قال رسول الله A:\rإذا قال المؤذن: الله أكبر الله أكبر فقال أحدكم: الله أكبر الله أكبر ثم قال: أشهد أن لا إله إلا الله قال: أشهد أن لا إله إلا الله ثم قال: أشهد أن محمدا رسول الله قال: أشهد أن محمدا رسول الله ثم قال: حي على الصلاة قال: لا حول ولا قوة إلا بالله ثم قال: حي على الفلاح قال: لا حول ولا قوة إلا بالله ثم قال: الله أكبر الله أكبر قال: الله أكبر الله أكبر ثم قال: لا إله إلا الله قال: لا إله إلا الله من قلبه دخل الجنة\r[95]","Part":"1","seal":"F18BF6F7","page":95},
      {"hno":73,"id":86,"nass":"73 - (صحيح) وعن جابر أن رسول الله A قال:\rمن قال حين يسمع النداء: اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة والفضيلة وابعثه مقاما محمودا الذي وعدته حلت له شفاعتي يوم القيامة","Part":"1","seal":"C50717F7","page":95},
      {"hno":74,"id":87,"nass":"74 - (حسن) وعن عبد الله بن عمر Bهما:\rأن رجلا قال: يا رسول الله إن المؤذنين يفضلوننا فقال رسول الله A:\rقل كما يقولون فإذا انتهيت فسل تعطه\r[96]","Part":"1","seal":"E7E49A58","page":96},
      {"hno":75,"id":88,"nass":"75 - (ضعيف بهذا اللفظ والتمام) وقال أنس Bهـ: قال رسول الله A:\rالدعاء لا يرد بين الأذان والإقامة\rقالوا: فماذا نقول يا رسول الله؟ قال: \" سلوا الله العافية في الدنيا والآخرة \"","Part":"1","seal":"9B63C81C","page":96},
      {"hno":76,"id":89,"nass":"76 - (حسن صحيح) وعن سهل بن سعد Bهـ قال: قال رسول الله A:\rثنتان لا تردان أو قلما تردان: الدعاء عند النداء وعند البأس حين يلحم بعضهم بعضا","Part":"1","seal":"D8AE9E0E","page":96},
      {"hno":77,"id":90,"nass":"77 - (ضعيف) وعن أم سلمة Bها قالت:\rعلمني رسول الله A أن أقول عند أذان المغرب:\rاللهم هذا إقبال ليلك وإدبار نهارك وأصوات دعاتك وحضور صلواتك فاغفر لي\r[97]","Part":"1","seal":"9F39635B","page":97},
      {"hno":78,"id":91,"nass":"78 - (ضعيف) وعن بعض أصحاب النبي A أن بلالا أخذ في الإقامة فلما أن قال: قد قامت الصلاة قال النبي A:\rأقامها الله وأدامها","Part":"1","seal":"E949D9B9","page":97},
      {"hno":null,"id":92,"nass":"14 - فصل في استفتاح الصلاة","Part":"1","seal":"BB82406B","page":97},
      {"hno":79,"id":93,"nass":"79 - (صحيح) قال أبو هريرة Bهـ:\rكان رسول الله A إذا استفتح الصلاة سكت هنيهة قبل أن يقرأ فقلت يا رسول الله بأبي وأمي أرأيت سكوتك بين التكبير والقراءة ما تقول؟ قال: أقول:\rاللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس اللهم اغسلني من خطاياي بالثلج والماء والبرد\r[98]","Part":"1","seal":"2A005BA6","page":98},
      {"hno":80,"id":94,"nass":"80 - (صحيح) وعن جبير بن مطعم:\rأنه رأى رسول الله A يصلي صلاة قال:\rالله أكبر كبيرا والحمد لله كثيرا وسبحان الله بكرة وأصيلا [ثلاثا] أعوذ بالله من الشيطان الرجيم من نفخه ونفثه وهمزه\rنفخه: الكبر ونفثه: الشعر وهمزه: الموتة","Part":"1","seal":"2FB8AE4A","page":98},
      {"hno":81,"id":95,"nass":"81 - (صحيح) وعن عائشة Bها وأبي سعيد وغيرهما أن النبي كان إذا افتتح الصلاة قال:\rسبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك","Part":"1","seal":"B83D48BE","page":98},
      {"hno":82,"id":96,"nass":"82 - (صحيح الإسناد بتخريج غير مسلم) وخرج مسلم عن عمر Bهـ أنه كبر ثم استفتح به\r[99]","Part":"1","seal":"A828F7D6","page":99},
      {"hno":83,"id":97,"nass":"83 - (صحيح) وقال علي Bهـ:\rكان رسول الله A إذا قام إلى الصلاة قال:\rوجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين اللهم أنت الملك لا إله إلا أنت أنت ربي وأنا عبدك ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي جميعا إنه لا يغفر الذنوب إلا أنت واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت واصرف عني سيئها لا يصرف عني سيئها إلا أنت لبيك وسعديك والخير كله في يديك والشر ليس إليك أنا بك وإليك تباركت وتعاليت أستغفرك وأتوب إليك\rويقال: إن هذا كان في صلاة الليل\r[100]","Part":"1","seal":"AEF0609B","page":100},
      {"hno":84,"id":98,"nass":"84 - (صحيح) ومما جاء في صلاة الليل حديث عائشة Bها قالت:\rكان رسول الله A يفتتح صلاته إذا قام من الليل:\rاللهم رب جبريل وميكائيل وإسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم","Part":"1","seal":"D99679E5","page":100},
      {"hno":85,"id":99,"nass":"85 - (صحيح) وعن ابن عباس Bهما قال: كان رسول الله A يقول إذا قام إلى الصلاة من جوف الليل:\rاللهم لك الحمد أنت نور السموات والأرض ومن فيهن ولك الحمد أنت قيام السموات والأرض ومن فيهن ولك الحمد أنت رب السموات والأرض ومن فيهن [ولك الحمد] أنت الحق ووعدك الحق وقولك الحق ولقائك الحق والجنة حق والنار حق والنبيون حق ومحمد حق والساعة حق اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت إلهي لا إله إلا أنت\r[101]","Part":"1","seal":"FDF11EB7","page":101},
      {"hno":null,"id":100,"nass":"15 - فصل في دعاء الركوع والقيام منه والسجود والجلوس بين الجلستين","Part":"1","seal":"E83DD560","page":101},
      {"hno":86,"id":101,"nass":"86 - (صحيح بشواهده) عن حذيفة Bهـ أنه سمع النبي A يقول إذا ركع:\rسبحان ربي العظيم\rثلاث مرات\rوإذا سجد قال:\rسبحان ربي الأعلى\rثلاث مرات","Part":"1","seal":"C9B0F49E","page":101},
      {"hno":87,"id":102,"nass":"87 - (صحيح) وفي حديث علي Bهـ عن صلاة رسول الله A:\rوإذا ركع يقول في ركوعه:\rاللهم لك ركعت وبك آمنت ولك أسلمت خشع لك سمعي وبصري ومخي وعظمي وعصبي\rوإذا رفع رأسه من الركوع يقول:\rسمع الله لمن حمده ربنا ولك الحمد ملء السموات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعدي\rوإذا سجد يقول في سجوده:\rاللهم لك سجدت وبك آمنت ولك أسلمت سجد وجهي للذي خلقه وصوره وشق سمعه وبصره تبارك الله أحسن الخالقين\r[102]","Part":"1","seal":"4B58D299","page":102},
      {"hno":88,"id":103,"nass":"88 - (صحيح) وقالت عائشة Bها:\rكان رسول الله A يكثر أن يقول في ركوعه وسجوده:\rسبحانك اللهم ربنا وبحمدك اللهم اغفر لي\rيتأول القرآن\rتريد قوله تعالى: (فسبح بحمد ربك واستغفره إنه كان توابا) [النصر: 3]","Part":"1","seal":"9C9E2D2C","page":102},
      {"hno":89,"id":104,"nass":"89 - (صحيح) وقالت عائشة Bها:\rكان رسول الله A يقول في ركوعه وسجوده:\rسبوح قدوس رب الملائكة والروح\r[103]","Part":"1","seal":"943312E3","page":103},
      {"hno":90,"id":105,"nass":"90 - (صحيح) عن ابن عباس Bهما قال: قال رسول الله A:\rألا وإني نهيت أن أقرأ القرآن راكعا أو ساجدا فأما الركوع فعظموا فيه الرب وأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم","Part":"1","seal":"CE7F0A18","page":103},
      {"hno":91,"id":106,"nass":"91 - (إسناده صحيح) وقال عوف بن مالك: قمت مع رسول الله A ليلة فقام فقرأ سورة (البقرة) لا يمر بآية رحمة إلا وقف وسأل ولا يمر بآية عذاب إلا وقف وتعوذ قال: ثم ركع بقدر قيامه يقول في ركوعه:\rسبحان ذي والجبروت والملكوت والكبرياء والعظمة\rثم قال في سجوده مثل ذلك","Part":"1","seal":"90A8BCDE","page":103},
      {"hno":92,"id":107,"nass":"92 - (صحيح) وقال أبو هريرة Bهـ: كان رسول الله A يقول:\rسمع الله لمن حمده\rحين يرفع صلبه من الركوع ثم يقول وهو قائم:\rربنا ولك الحمد\rوفي لفظ صحيح:\rربنا لك الحمد\rوالمتفق عليه في لفظ الصحيحين:\rربنا ولك الحمد\rو\" اللهم ربنا لك الحمد \"\r[104]","Part":"1","seal":"10BE496C","page":104},
      {"hno":93,"id":108,"nass":"93 - (صحيح) وعن أبي سعيد الخدري Bهـ قال:\rكان رسول الله A إذا رفع رأسه من الركوع قال:\rاللهم ربنا لك الحمد ملء السموات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعد أهل الثناء والمجد أحق ما قال العبد وكلنا لك عبد اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد","Part":"1","seal":"29A1AA60","page":104},
      {"hno":94,"id":109,"nass":"94 - (صحيح) وقال رفاعة بن رافع: كنا يوما نصلي وراء النبي A فلما رفع رأسه من الركعة قال: \" سمع الله لمن حمده \" فقال الرجل وراءه: ربنا ولك الحمد حمدا كثيرا طيبا مباركا فيه فلما انصرف قال:\rمن المتكلم؟\rقال: أنا قال:\rرأيت بضعة وثلاثين ملكا يبتدرونها أيهم يكتبها أول\r[105]","Part":"1","seal":"B2F20AFB","page":105},
      {"hno":95,"id":110,"nass":"95 - (صحيح) وعن أبي هريرة Bهـ أن رسول الله A قال:\rأقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء","Part":"1","seal":"CD289947","page":105},
      {"hno":96,"id":111,"nass":"96 - (صحيح) وعنه أن رسول الله A كان يقول في سجوده:\rاللهم اغفر لي ذنبي كله دقه وجله وأوله وآخره وعلانيه وسره","Part":"1","seal":"38FC1EE3","page":105},
      {"hno":97,"id":112,"nass":"97 - (صحيح) وقالت عائشة Bها:\rفقدت النبي A ذات ليلة [من الفراش] فالتمسته فوقعت يدي على بطن قدميه وهو في المسجد وهما منصوبتان وهو يقول:\rاللهم إني أعوذ برضاك من سخطك وبمعافاتك من عقوبتك وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك","Part":"1","seal":"BFC75AA5","page":105},
      {"hno":98,"id":113,"nass":"98 - (إسناده جيد) وعن ابن عباس Bهما قال:\rكان رسول الله A يقول بين السجدتين:\rاللهم اغفر لي وارحمني واهدني واجبرني وعافني وارزقني\r[106]","Part":"1","seal":"DDD14C20","page":106},
      {"hno":99,"id":114,"nass":"99 - (صحيح) وفي حديث حذيفة Bهـ:\rأن رسول الله A كان يقول بين السجدتين:\rرب اغفر لي رب اغفر لي","Part":"1","seal":"4D5002FB","page":106},
      {"hno":null,"id":115,"nass":"16 - فصل في الدعاء في الصلاة وبعد التشهد","Part":"1","seal":"9FAEE91B","page":106},
      {"hno":100,"id":116,"nass":"100 - (صحيح) قال أبو هريرة Bهـ: قال رسول الله A:\rإذا فرغ أحدكم من التشهد الآخر فليتعوذ بالله من أربع: من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن شر المسيح الدجال","Part":"1","seal":"EE12EA7C","page":106},
      {"hno":101,"id":117,"nass":"101 - (صحيح) وعن عائشة Bها:\rأن رسول الله A كان يدعو في الصلاة:\rاللهم إني أعوذ بك من عذاب القبر وأعوذ بك من فتنة المسيح الدجال وأعوذ بك من فتنة المحيا والممات اللهم إني أعوذ بك من المأثم والمغرم\rقال له قائل: ما أكثر ما تستعيذ من المغرم؟ فقال:\rإن الرجل إذا غرم حدث فكذب ووعد فأخلف\r[107]","Part":"1","seal":"1F8FE89A","page":107},
      {"hno":102,"id":118,"nass":"102 - (صحيح) وعن عبد الله بن عمرو Bهما:\rأن أبا بكر الصديق Bهـ قال لرسول الله A: علمني دعاء أدعو به في صلاتي؟ قال: \" قل: اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم \"","Part":"1","seal":"0A5CAD08","page":107},
      {"hno":103,"id":119,"nass":"103 - (صحيح) وفي حديث علي Bهـ عن صفة صلاة رسول الله A أنه كان يقول من آخر ما يقول بين التشهد والتسليم:\rاللهم اغفر لي ما قدمت وما أسررت وما أعلنت وما أسرفت وما أنت أعلم به مني أنت المقدم وأنت المؤخر لا إله إلا أنت","Part":"1","seal":"FD689FF8","page":107},
      {"hno":104,"id":120,"nass":"104 - (صحيح الإسناد) وفي \" سنن أبي داود \": أن النبي A قال لرجل:\rكيف تقول في الصلاة؟\rقال: أتشهد وأقول:\rاللهم إني أسألك الجنة وأعوذ بك من النار أما إني لا أحسن دندنتك ولا دندنة معاذ فقال النبي A:\rحولها ندندن \"\r[108]","Part":"1","seal":"466FFBD7","page":108},
      {"hno":105,"id":121,"nass":"105 - (ضعيف الإسناد) وعن شداد بن أوس Bهـ:\rأن رسول الله A كان يقول في صلاته:\rاللهم إني أسألك الثبات في الأمر والعزيمة على الرشد وأسألك شكر نعمتك وحسن عبادتك وأسألك قلبا سليما ولسانا صادقا وأسألك من خير ما تعلم وأعوذ بك من شر ما تعلم وأستغفرك لما تعلم إنك أنت علام الغيوب","Part":"1","seal":"913159EC","page":108},
      {"hno":106,"id":122,"nass":"106 - (إسناده صحيح) وعن عطاء بن السائب عن أبيه قال:\rصلى بنا عمار بن ياسر Bهـ صلاة فأوجز فقال له بعض القوم:\rلقد خففت أو أوجزت الصلاة فقال: أما على ذلك فقد دعوت فيها بدعوات سمعتهن من رسول الله A فلما قام تبعه رجل من القوم فسأله عن الدعاء؟ فقال:\rاللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت الوفاة خيرا لي اللهم إني أسألك خشيتك في الغيب والشهادة وأسألك كلمة الحق في الرضا والغضب وأسألك القصد في الفقر والغنى وأسألك نعيما لا ينفد وأسألك قرة عين لا تنقطع وأسألك الرضا بعد القضاء وأسألك برد العيش بعد الموت وأسألك لذة النظر إلى وجهك والشوق إلى لقائك من غير ضراء مضرة ولا فتنة مضلة اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين\r[109]","Part":"1","seal":"C660D4B7","page":109},
      {"hno":107,"id":123,"nass":"107 - (صحيح) قال ثوبان Bهـ:\rكان رسول الله A إذا انصرف من صلاته استغفر الله ثلاثا وقال:\rاللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام\r[110]","Part":"1","seal":"FB25E89D","page":110},
      {"hno":108,"id":124,"nass":"108 - (صحيح) وعن المغيرة بن شعبة Bهـ:\rأن رسول الله A كان إذا فرغ من الصلاة قال:\rلا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد","Part":"1","seal":"729BE357","page":110},
      {"hno":109,"id":125,"nass":"109 - (صحيح) وعن عبد الله بن الزبير Bهما أنه كان يقول دبر كل صلاة حين يسلم:\rلا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير لا حول ولا قوة إلا بالله لا إله إلا الله ولا نعبد إلا إياه له النعمة وله الفضل وله الثناء الحسن لا إله إلا الله مخلصين له الدين ولو كره الكافرون\rوقال ابن الزبير Bهما:\rكان رسول الله A يهلل دبر كل صلاة\r[111]","Part":"1","seal":"500FE89B","page":111},
      {"hno":110,"id":126,"nass":"110 - (صحيح) وعن أبي هريرة Bهـ:\rأن فقراء المهاجرين أتوا رسول الله A فقالوا: ذهب أهل الدثور بالدرجات العلى والنعيم المقيم يصلون كما نصلي ويصومون كما نصوم ولهم فضل من أموال يحجون بها ويعتمرون ويجاهدون ويتصدقون فقال:\rألا أعلمكم شيئا تدركون به من سبقكم وتسبقون به من بعدكم ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم؟\rقالوا: بلى يا رسول الله قال:\rتسبحون وتحمدون وتكبرون خلف كل صلاة ثلاثا وثلاثين\rقال أبو صالح: يقول: سبحان الله والحمد لله والله أكبر حتى يكون منهم كلهن ثلاثا وثلاثين \"","Part":"1","seal":"C05E2FF0","page":111},
      {"hno":111,"id":127,"nass":"111 - (صحيح) وعنه أيضا: عن رسول الله A قال:\rمن سبح الله في دبر كل صلاة ثلاثا وثلاثين وحمد الله ثلاثا وثلاثين وكبر الله ثلاثا وثلاثين وقال تمام المائة: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير غفرت خطاياه وإن كانت مثل زبد البحر\r[112]","Part":"1","seal":"B4CE0DCE","page":112},
      {"hno":112,"id":128,"nass":"112 - (صحيح الإسناد) وعن عبد الله بن عمرو Bهما عن النبي A قال:\rخصلتان أو خلتان لا يحافظ عليهما عبد مسلم إلا دخل الجنة وهما يسير ومن يعمل بهما قليل: يسبح الله في دبر كل صلاة عشرا ويحمده عشرا ويكبره عشرا وذلك خمسون ومائة باللسان وألف وخمسمائة في الميزان ويكبر أربعا وثلاثين إذا أخذ مضجعه ويحمد ثلاثا وثلاثين ويسبح ثلاثا وثلاثين فذلك مائة باللسان وألف في الميزان\rقال: فلقد رأيت رسول الله A يعقدها بيده قالوا: يا رسول الله كيف هما يسير ومن يعمل بهما قليل؟ قال:\rيأتي أحدكم يعني الشيطان في منامه فينومه قبل أن يقول ويأتيه في صلاته فيذكره حاجته قبل أن يقولها\r[113]","Part":"1","seal":"5821229C","page":113},
      {"hno":113,"id":129,"nass":"113 - (صحيح) وخرجوا عن عقبة بن عامر قال:\rأمرني رسول الله A أن أقرأ المعوذات دبر كل صلاة","Part":"1","seal":"41D3CC5D","page":113},
      {"hno":114,"id":130,"nass":"114 - (حسن لغيره) وعن أبي أمامة Bهـ قال:\rقيل لرسول الله A: أي الدعاء أسمع؟ قال:\rجوف الليل الآخر ودبر الصلوات المكتوبات","Part":"1","seal":"C9942823","page":113},
      {"hno":115,"id":131,"nass":"115 - (إسناده صحيح) وعن معاذ بن جبل:\rأن رسول الله A أخذ بيده وقال:\rيا معاذ إني والله لأحبك فلا تدعن في دبر كل صلاة أن تقول:\rاللهم أعني على ذكرك وشكرك وحسن عبادتك \"\r[114]","Part":"1","seal":"57C3B46F","page":114},
      {"hno":null,"id":132,"nass":"17 - فصل في الاستخارة","Part":"1","seal":"75529F1F","page":114},
      {"hno":116,"id":133,"nass":"116 - (صحيح) قال جابر بن عبد الله Bهما:\rكان رسول الله A يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن يقول:\rإذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة ثم ليقل:\rاللهم إني أستخيرك بعلمك وأستقدرك بقدرتك وأسألك من فضلك العظيم فإنك تقدر ولا أقدر وتعلم ولا أعلم وأنت علام الغيوب اللهم إن كنت تعلم أن هذا الأمر وتسميه باسمه خير لي في ديني ومعاشي وعاقبة أمري وعاجله وآجله فاقدره لي ويسره لي ثم بارك لي فيه وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري وعاجله وآجله فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان ثم رضني به\r[115]","Part":"1","seal":"4F56299C","page":115},
      {"hno":117,"id":134,"nass":"117 - (واه جدا) ويذكر عن أنس Bهـ قال: قال رسول الله A:\rيا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات ثم انظر إلى الذي سبق إلى قلبك فإن الخير فيه\r[وما ندم من استخار الخالق وشاور المخلوقين وتثبت في أمره] فقد قال الله تعالى: (وشاورهم في الأمر\rفإذا عزمت فتوكل على الله) [آل عمران: 159]\rقال قتادة: ما تشاور قوم يبتغون وجه الله إلا هدوا لأرشد أمرهم","Part":"1","seal":"B266AFC0","page":115},
      {"hno":null,"id":135,"nass":"18 - فصل في الكرب والهم والحزن","Part":"1","seal":"9C91A504","page":115},
      {"hno":118,"id":136,"nass":"118 - (صحيح) عن ابن عباس Bهما أن رسول الله A كان يقول عند الكرب:\rلا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش العظيم لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم\r[116]","Part":"1","seal":"4A9ECA1B","page":116},
      {"hno":119,"id":137,"nass":"119 - (حسن) وعن أنس Bهـ عن النبي A:\rأنه كان إذا حزبه أمر قال:\rيا حي يا قيوم برحمتك أستغيث","Part":"1","seal":"43DDEEA6","page":116},
      {"hno":120,"id":138,"nass":"120 - (ضعيف) وعن أبي هريرة Bهـ أن النبي صلى الله عليه وسلم: كان إذا همه الأمر رفع رأسه إلى السماء فقال:\rسبحان الله العظيم\rوإذا اجتهد في الدعاء قال:\rيا حي يا قيوم","Part":"1","seal":"5D10B4C9","page":116},
      {"hno":121,"id":139,"nass":"121 - (حسن) وعن أبي بكرة Bهـ أن رسول الله A قال:\rدعوات المكروب: اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله لا إله إلا أنت\r[117]","Part":"1","seal":"4359F498","page":117},
      {"hno":122,"id":140,"nass":"122 - (صحيح) وعن أسماء بنت عميس Bها قالت: قال لي رسول الله A:\rألا أعلمك كلمات تقولينهن عند الكرب أو في الكرب؟ الله الله ربي لا أشرك به شيئا\rوفي الرواية أنها تقال سبع مرات","Part":"1","seal":"264FECF5","page":117},
      {"hno":123,"id":141,"nass":"123 - (صحيح) وعن سعد بن أبي وقاص Bهـ قال: قال رسول الله A:\rدعوة ذي النون إذ دعا بها وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له\rوفي رواية:\r(ضعيف) \" إني لأعلم كلمة لا يقولها مكروب إلا فرج الله عنه كلمة أخي يونس عليه السلام \"\r[118]","Part":"1","seal":"0002A5E3","page":118},
      {"hno":124,"id":142,"nass":"124 - (صحيح) وعن عبد الله بن مسعود Bهـ عن النبي A قال:\rما أصاب عبدا هم ولا حزن فقال: اللهم إني عبدك وابن عبدك وابن أمتك ناصيتي بيدك ماض في حكمك عدل في قضاؤك أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحدا من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ونور صدري وجلاء حزني وذهاب همي إلا أذهب الله همه وحزنه وأبدله مكانه فرجا\r[119]","Part":"1","seal":"3DF68470","page":119},
      {"hno":null,"id":143,"nass":"19 - فصل في لقاء العدو وذي السلطان","Part":"1","seal":"F375B09A","page":119},
      {"hno":125,"id":144,"nass":"125 - (صحيح الإسناد) عن أبي موسى الأشعري Bهـ أن النبي A كان إذا خاف قوما قال:\rاللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم","Part":"1","seal":"78497B19","page":119},
      {"hno":126,"id":145,"nass":"126 - (صحيح) ويذكر عن النبي A أنه كان يقول عند لقاء العدو:\rاللهم أنت عضدي وأنت نصيري بك أحول وبك أصول وبك أقاتل\r[120]","Part":"1","seal":"60B7F9A3","page":120},
      {"hno":127,"id":146,"nass":"127 - (ضعيف) وعنه A أنه كان في غزوة فقال:\rيا مالك يوم الدين إياك نعبد وإياك نستعين\rقال أنس: فقد رأيت الرجال تصرع تضربها الملائكة من بين يديها ومن خلفها \"","Part":"1","seal":"922E2AED","page":120},
      {"hno":128,"id":147,"nass":"128 - (ضعيف جدا) وعن ابن عمر Bهما قال: قال رسول الله A:\rإذا خفت سلطانا أو غيره فقل: لا إله إلا الله الحكيم الكريم سبحان الله رب السموات السبع ورب العرش العظيم لا إله إلا أنت عز جارك وجل ثناؤك [ولا إله غيرك]","Part":"1","seal":"4B23D33D","page":120},
      {"hno":129,"id":148,"nass":"129 - (صحيح) وقال عبد الله بن عباس Bهما:\r(حسبنا الله ونعم الوكيل) [آل عمران: 173] قالها إبراهيم حين ألقي في النار وقالها محمد حين قال له الناس: 0 إن الناس قد جمعوا لكم) [آل عمران: 173]\r[121]","Part":"1","seal":"E93C47A1","page":121},
      {"hno":null,"id":149,"nass":"20 - فصل في الشيطان يعرض لابن آدم\rقال الله تعالى: (وقل رب أعوذ بك من همزات الشياطين. وأعوذ بك رب أن يحضرون) [المؤمنون: 98 99]","Part":"1","seal":"857D07F2","page":121},
      {"hno":130,"id":150,"nass":"130 - (صحيح) وفي حديث أبي سعيد وغيره عن النبي صلى الله عليه وسلم أنه كان يقول:\rأعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ونفثه\rلقول الله تعالى: (وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع العليم) [فصلت: 36]\rوالأذان يطرد الشيطان","Part":"1","seal":"FC04FAFB","page":121},
      {"hno":131,"id":151,"nass":"131 - (صحيح) قال النبي صلى الله عليه وسلم:\r(إذا أذن بالصلاة أدبر الشيطان وله ضراط فإذا قضي النداء أقبل فإذا ثوب بالصلاة أدبر يعني أقيمت الصلاة فإذا قضي التثويب أقبل)","Part":"1","seal":"F2F23DC8","page":121},
      {"hno":132,"id":152,"nass":"132 - (صحيح) وقال سهيل بن أبي صالح:\r(أرسلني أبي إلى بني حارثة ومعي غلام لنا أو صاحب لنا فناداه مناد من حائط باسمه فأشرف الذي معي على الحائط فلم ير شيئا فذكرت ذلك لأبي فقال: لو شعرت أنك تلقى هذا لم أرسلك ولكن إذا سمعت صوتا فناد بالصلاة فإني سمعت أبا هريرة Bهـ يحدث عن النبي A أنه قال: (إن الشيطان إذا نودي بالصلاة أدبر)\r[122]","Part":"1","seal":"33AECC80","page":122},
      {"hno":133,"id":153,"nass":"133 - (ضعيف) وعن زيد بن أسلم:\rأنه ولي معادن فذكروا كثرة الجن بها فأمرهم أن يؤذنوا كل وقت ويكثروا من ذلك فلم يكونوا يرون بعد ذلك شيئا","Part":"1","seal":"A89C2519","page":122},
      {"hno":134,"id":154,"nass":"134 - (صحيح) وقال أبو الدرداء Bهـ:\rقام رسول الله A يصلي فسمعناه يقول: \" أعوذ بالله منك \" ثم قال: \" ألعنك بلعنة الله ثلاثا \" وبسط يده كأنه يتناول شيئا فلم فرغ من الصلاة قلنا له: يا رسول الله سمعناك تقول في الصلاة شيئا لم نسمعك تقوله قبل ذلك ورأيناك بسطت يدك قال:\rإن عدو الله إبليس جاء بشهاب من نار ليجعله في وجهي فقلت: أعوذ بالله منك ثلاث مرات ثم قلت: ألعنك بلعنة الله التامة ثلاث مرات فلم يستأخر ثم أردت أخذه والله لولا دعوة أخينا سليمان لأصبح موثقا يلعب به ولدان أهل المدينة\r[123]","Part":"1","seal":"A4F64523","page":123},
      {"hno":135,"id":155,"nass":"135 - (صحيح) وقال عثمان بن أبي العاص:\rقلت: يا رسول الله إن الشيطان حال بيني وبين صلاتي وبين قراءتي يلبسها علي؟ فقال A:\rذاك شيطان يقال له: خنزب فإذا أحسسته فتعوذ بالله منه واتفل عن يسارك ثلاثا\rففعلت ذلك فأذهبه الله عني","Part":"1","seal":"4A38CC42","page":123},
      {"hno":136,"id":156,"nass":"136 - (حسن) وقال أبو زميل: قلت لابن عباس Bهما:\rما شيء أجده في نفسي يعني شيئا من شك؟ فقال لي:\rإذا وجدت في نفسك شيئا فقل: هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم\r[124]","Part":"1","seal":"751ACE84","page":124},
      {"hno":null,"id":157,"nass":"21 - فصل في التسليم للقضاء من غير عجز ولا تفريط\rقال الله تعالى: (يا أيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحيي ويميت والله بما تعملون بصير) [آ 1 ل عمران: 156]","Part":"1","seal":"AB4D8F3D","page":124},
      {"hno":137,"id":158,"nass":"137 - (صحيح) وقال أبو هريرة Bهـ: قال رسول الله A:\rالمؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير. احرص على ما ينفعك واستعن بالله D ولا تعجز وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا ولكن قل: قدر الله وما شاء فعل فإن (لو) تفتح عمل الشيطان","Part":"1","seal":"CA75B534","page":124},
      {"hno":138,"id":159,"nass":"138 - (إسناده ضعيف) وعن عوف بن مالك Bهـ:\rأن النبي صلى الله عليه وسلم قضى بين رجلين فقال المقضي عليه لما أدبر: حسبي الله ونعم الوكيل فقال النبي صلى الله عليه وسلم:\rإن الله يلوم على العجز ولكن عليك بالكيس فإذا غلبك أمر فقل: حسبي الله ونعم الوكيل\r[125]","Part":"1","seal":"23AEF364","page":125},
      {"hno":null,"id":160,"nass":"22 - فصل فيما ينعم به على الإنسان\rقال الله تعالى في قصة الرجلين: (ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله) [الكهف: 39]","Part":"1","seal":"3C33001C","page":125},
      {"hno":139,"id":161,"nass":"139 - (ضعيف) وعن أنس بن مالك Bهـ: قال رسول الله A:\rما أنعم الله على عبد نعمة في أهل ومال وولد فقال: ما شاء الله لا قوة إلا بالله فيرى فيها آفة دون الموت","Part":"1","seal":"5F986823","page":125},
      {"hno":140,"id":162,"nass":"140 - (حسن) وعن النبي صلى الله عليه وسلم أنه كان إذا رأى ما يسره قال:\rالحمد لله الذي بنعمته تتم الصالحات وإذا رأى ما يسؤوه قال: الحمد لله على كل حال\r[126]","Part":"1","seal":"FA014EC2","page":126},
      {"hno":null,"id":163,"nass":"23 - فصل فيما يصاب به المؤمن من صغير وكبير\rقال الله تعالى: (الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون. أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون) [البقرة: 156 157]","Part":"1","seal":"C559330D","page":126},
      {"hno":141,"id":164,"nass":"141 - (إسناده ضعيف جدا) ويذكر عن أبي هريرة Bهـ قال: قال رسول الله A:\rليسترجع أحدكم في كل شيء حتى في شسع نعله فإنها من المصائب\r[127]","Part":"1","seal":"19FEC118","page":127},
      {"hno":142,"id":165,"nass":"142 - (صحيح) وقالت أم سلمة Bها: سمعت رسول الله A يقول:\rما من عبد تصيبه مصيبة فيقول: إنا لله وإنا إليه راجعون. اللهم أجرني في مصيبتي وأخلف لي خيرا منها إلا آجره الله في مصيبته وأخلف له خيرا منها\rقالت: فلما توفي أبو سلمة قلت كما أمرني رسول الله A فأخلف الله لي خيرا منه: رسول الله A","Part":"1","seal":"1E0D8F29","page":127},
      {"hno":143,"id":166,"nass":"143 - (صحيح) وقالت: دخل رسول الله A على أبي سلمة وقد شق بصره فأغمضه ثم قال:\rإن الروح إذا قبض تبعه البصر\rفضج ناس من أهله فقال:\rلا تدعوا على أنفسكم إلا بخير فإن الملائكة يؤمنون على ما تقولون\rثم قال:\rاللهم اغفر لأبي سلمة وارفع درجته في المهديين واخلفه في عقبه في الغابرين واغفر لنا وله يا رب العالمين وافسح له في قبره ونور له فيه\r[128]","Part":"1","seal":"9B9A161D","page":128},
      {"hno":null,"id":167,"nass":"24 - فصل في الدين","Part":"1","seal":"D6F9453F","page":128},
      {"hno":144,"id":168,"nass":"144 - (حسن) عن علي بن أبي طالب Bهـ:\rأن مكاتبا جاءه فقال: إني عجزت عن كتابتي فأعني\rقال: ألا أعلمك كلمات علمنيهن رسول الله A لو كان عليك مثل جبل [صير] دينا أداه الله عنك؟ قل:\rاللهم اكفني بحلالك عن حرامك وأغنني بفضلك عمن سواك","Part":"1","seal":"44E07BCD","page":128},
      {"hno":null,"id":169,"nass":"25 - فصل في الرقى","Part":"1","seal":"5DCF65CD","page":128},
      {"hno":145,"id":170,"nass":"145 - (صحيح) قال أبو سعيد الخدري Bهـ:\rانطلق نفر من أصحاب النبي صلى الله عليه وسلم في سفرة سافروها حتى نزلوا على حي من أحياء العرب فاستضافوهم فأبوا أن يضيفوهم فلدغ سيد ذلك الحي فسعوا له بكل شيء لا ينفعه شيء فقال بغضهم: لو أتيتم هؤلاء الرهط الذين نزلوا لعله أن يكون عند بعضهم شيء فأتوهم فقالوا: [يا] أيها الرهط إن سيدنا لدغ وسعينا له بكل شيء لا ينفعه فهل عند أحد منكم من شيء؟ فقال بعضهم: والله إني لأرقي ولكن والله لقد استضفناكم فلم تضيفونا فما أنا براق لكم حتى تجعلوا لنا جعلا فصالحوهم على قطيع من الغنم فانطلق يتفل عليه ويقرأ (الحمد لله رب العالمين) فكأنما نشط من عقال فانطلق يمشي وما به قلبة [قال:] فأوفوهم جعلهم الذي صالحوهم عليه فقال بعضهم: اقسموا فقال الذي رقى: لا تفعلوا حتى نأتي رسول الله A فنذكر له الذي كان [فننظر ما يأمرنا] فقدموا على رسول الله A فذكروا له فقال:\rوما يدريك أنها رقية؟\rثم قال:\rقد أصبتم اقسموا واضربوا لي معكم سهما\rفضحك النبي صلى الله عليه وسلم\r[129]","Part":"1","seal":"F4DE90B8","page":129},
      {"hno":146,"id":171,"nass":"146 - (صحيح) وقال عبد الله بن عباس Bهما:\rكان رسول الله A يعوذ الحسن والحسين Bهما:\rأعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عن لامة\rويقول:\rإن أباكما كان يعوذ بها إسماعيل وإسحاق\r[130]","Part":"1","seal":"75793B82","page":130},
      {"hno":147,"id":172,"nass":"147 - (صحيح) وعن عائشة Bها:\rأن النبي صلى الله عليه وسلم كان إذا اشتكى الإنسان الشيء منه أو كان به قرحة أو جرح قال النبي صلى الله عليه وسلم بإصبعه هكذا ووضع سفيان بن عيينة سبابته بالأرض ثم رفعها وقال:\rبسم الله تربة أرضنا بريقة بعضنا يشفى سقيمنا بإذن ربنا","Part":"1","seal":"E433EE5C","page":130},
      {"hno":148,"id":173,"nass":"148 - (صحيح) وعنها:\rأن النبي صلى الله عليه وسلم كان يعوذ بعض أهله يمسح بيده اليمنى ويقول:\rاللهم رب الناس أذهب البأس واشف أنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقما","Part":"1","seal":"FE8A6968","page":130},
      {"hno":149,"id":174,"nass":"149 - (صحيح) وعن عثمان بن أبي العاص أنه شكا إلى رسول الله A وجعا يجده في جسده منذ أسلم فقال سول الله A:\rضع يدك على الذي يألم من جسدك وقل: بسم الله (ثلاثا) . وقل سبع مرات: أعوذ بعزة الله وقدرته من شر ما أجد وأحاذر\r[131]","Part":"1","seal":"51D22F2C","page":131},
      {"hno":150,"id":175,"nass":"150 - (حسن) وعن ابن عباس Bهما عن النبي صلى الله عليه وسلم قال:\rمن عاد مريضا لم يحضر أجله فقال عنده سبع مرات: أسأل الله العظيم رب العرش العظيم أن يشفيك إلا عافاه الله","Part":"1","seal":"0F97BE42","page":131},
      {"hno":null,"id":176,"nass":"26 - فصل في دخول المقابر","Part":"1","seal":"65DA5B8E","page":131},
      {"hno":151,"id":177,"nass":"151 - (صحيح) قال بريدة Bهـ:\rكان رسول الله A يعلمهم إذا خرجوا إلى المقابر أن يقول قائلهم:\rالسلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لا حقون نسأل الله لنا ولكم العافية\r[132]","Part":"1","seal":"4F81A862","page":132},
      {"hno":null,"id":178,"nass":"27 - فصل في الاستسقاء","Part":"1","seal":"C96560BD","page":132},
      {"hno":152,"id":179,"nass":"152 - (صحيح الإسناد) عن جابر بن عبد الله Bهما قال:\rأتت النبي عليه الصلاة والسلام بواك: فقال النبي صلى الله عليه وسلم:\rاللهم اسقنا غيثا مغيثا مريئا مريعا نافعا غير ضار عاجلا غير آجل\rفأطبقت عليهم السماء","Part":"1","seal":"114E8549","page":132},
      {"hno":152,"id":180,"nass":"152 - (حسن) وعن عائشة Bها قالت:\rشكا الناس إلى رسول الله A قحوط المطر فأمر بمنبر فوضع له في المصلى ووعد الناس يوما يخرجون فيه فخرج رسول الله A حين بدا حاجب الشمس فقعد على المنبر فكبر وحمد الله D ثم قال:\rإنكم شوكتم جدب دياركم واستئخار المطر عن إبان زمانه عنكم وقد أمركم الله سبحانه أن تدعوه ووعدكم أن يستجيب لكم\rثم قال:\r(الحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين) . لا إله إلا الله يفعل ما يريد اللهم أنت الله لا إله إلا أنت الغني ونحن الفقراء أنزل علينا الغيث واجعل ما أنزلت لنا قوة وبلاغا إلى حين \"\rثم رفع يديه فلم يزل في الرفع حتى بدا بياض إبطيه ثم حول إلى الناس ظهره وقلب أو حول رداءه وهو رافع يديه ثم أقبل على الناس ونزل فصلى ركعتين فأنشأ الله D سحابة فرعدت وبرقت ثم أمطرت بإذن الله تعالى فلم يأت مسجده حتى سالت السيول فلما رأى سرعتهم إلى الكن ضحك صلى الله عليه وسلم حتى بدت نواجذه فقال:\rأشهد أن الله على كل شيء قدير وأني عبد الله ورسوله\r[133]","Part":"1","seal":"31496A11","page":133},
      {"hno":null,"id":181,"nass":"28 - فصل في الريح","Part":"1","seal":"8CA6BEF9","page":133},
      {"hno":154,"id":182,"nass":"154 - (صحيح) قال أبو هريرة Bهـ: سمعت رسول الله A يقول:\rالريح من روح الله تأتي بالرحمة وتأتي بالعذاب. فإذا رأيتموها فلا تسبوها واسألوا الله خيرها واستعيذوا بالله من شرها\r[134]","Part":"1","seal":"DD3F3F06","page":134},
      {"hno":155,"id":183,"nass":"155 - (صحيح) وقالت عائشة Bها:\rكان النبي صلى الله عليه وسلم إذا عصفت الريح قال:\rاللهم إني أسألك خيرها وخير ما فيها وخير ما أرسلت به وأعوذ بك من شرها وشر ما فيها وشر ما أرسلت به","Part":"1","seal":"A9364216","page":134},
      {"hno":156,"id":184,"nass":"156 - (صحيح) وعن عائشة Bها:\rأن النبي صلى الله عليه وسلم كان إذا رأى ناشئا في أفق السماء ترك العمل وإن كان في صلاة ثم يقول:\rاللهم إني أعوذ بك من شرها\rفإن مطر قال: \" اللهم صيبا هنيئا \"\r[135]","Part":"1","seal":"E07AB404","page":135},
      {"hno":null,"id":185,"nass":"29 - فصل في الرعد","Part":"1","seal":"972818BF","page":135},
      {"hno":157,"id":186,"nass":"157 - (صحيح الإسناد موقوفا) كان عبد الله بن الزبير Bهما إذا سمع الرعد ترك الحديث وقال:\rسبحان الذي يسبح الرعد بحمده والملائكة من خيفته","Part":"1","seal":"F2A85185","page":135},
      {"hno":158,"id":187,"nass":"158 - (مقطوع) وعن كعب أنه قال:\rمن قال ذلك ثلاثا عوفي من ذلك الرعد","Part":"1","seal":"22644974","page":135},
      {"hno":159,"id":188,"nass":"159 - (ضعيف) وعن عبد الله بن عمر Bهما:\rأن النبي صلى الله عليه وسلم كان إذا سمع صوت الرعد والصواعق يقول:\rاللهم لا تقتلنا بغضبك ولا تهلكنا بعذابك وعافنا قبل ذلك\r[136]","Part":"1","seal":"8BA10D90","page":136},
      {"hno":null,"id":189,"nass":"30 - فصل في نزول الغيث","Part":"1","seal":"59274863","page":136},
      {"hno":160,"id":190,"nass":"160 - (صحيح) قال زيد بن خالد الجهني Bهـ:\rصلى بنا رسول الله A صلاة الصبح بالحديبية [في أثر سماء كانت من الليل] فلما انصرف أقبل على الناس فقال:\rهل تدرون ماذا قال ربكم؟\rقالوا: الله ورسوله أعلم. قال:\rقال: أصبح من عبادي مؤمن بي وكافر فأما من قال: مطرنا بفضل الله ورحمته فذلك مؤمن بي كافر بالكوكب وأما من قال: مطرنا بنوء كذا وكذا فذلك كافر بي مؤمن بالكواكب\r[137]","Part":"1","seal":"1CC1DB44","page":137},
      {"hno":161,"id":191,"nass":"161 - (صحيح) قال أنس Bهـ:\rدخل رجل المسجد يوم الجمعة ورسول الله A قائم يخطب فقال: يا رسول الله هلكت الأموال وانقطعت السبل فادع الله يغيثنا فرفع رسول الله يديه ثم قال:\rاللهم أغثنا اللهم أغثنا\rقال أنس:\rوالله ما نرى في السماء من سحاب ولا قزعة وما بيننا وبين سلع من بنيان ولا دار فطلعت من ورائه سحابة مثل الترس لما توسطت السماء انتشرت ثم أمطرت فلا والله ما رأينا الشمس سبتا ثم دخل رجل من ذلك الباب في الجمعة المقبلة ورسول الله A قائم يخطب فقال: يا رسول الله هلكت الأموال وانقطعت السبل فادع الله يمسكها عنا فرفع النبي صلى الله عليه وسلم يديه ثم قال:\rاللهم حوالينا ولا علينا اللهم على الآكام والظراب وبطون الأودية ومنابت الشجر\rفانقلعت وخرجنا نمشي في الشمس\r[138]","Part":"1","seal":"AE5CF731","page":138},
      {"hno":null,"id":192,"nass":"31 - فصل في رؤية الهلال","Part":"1","seal":"41332CF5","page":138},
      {"hno":162,"id":193,"nass":"162 - (صحيح بشواهده) عن عبد الله بن عمر Bهما قال:\rكان رسول الله A إذا رأى الهلال قال:\rالله أكبر اللهم أهله علينا بالأمن والإيمان والسلامة والإسلام والتوفيق لما تحب وترضى ربنا وربك الله","Part":"1","seal":"CE5DA851","page":138},
      {"hno":null,"id":194,"nass":"32 - فصل في الصوم والإفطار","Part":"1","seal":"41A96BA8","page":138},
      {"hno":163,"id":195,"nass":"163 - (ضعيف) عن أبي هريرة Bهـ قال: قال رسول الله A:\rثلاثة لا ترد دعوتهم: الصائم حتى يفطر والإمام العادل ودعوة المظلوم\r[139]","Part":"1","seal":"51C504FC","page":139},
      {"hno":164,"id":196,"nass":"164 - (ضعيف الإسناد) وقال ابن أبي مليكة: عن عبد الله بن عمرو Bهما: سمعت رسول الله A يقول:\rإن للصائم عند فطره لدعوة ما ترد\rقال ابن أبي مليكة: سمعت عبد الله بن عمرو Bهما إذا أفطر يقول:\rاللهم إني أسألك برحمتك التي وسعت كل شيء أن تغفر لي","Part":"1","seal":"6B97CADA","page":139},
      {"hno":165,"id":197,"nass":"165 - (ضعيف) ويذكر عن النبي صلى الله عليه وسلم أنه كان إذا أفطر قال:\rاللهم لك صمت وعلى رزقك أفطرت","Part":"1","seal":"B0858848","page":139},
      {"hno":166,"id":198,"nass":"166 - (ضعيف) ومن وجه آخر:\rاللهم لك صمنا وعلى رزقك أفطرنا فتقبل منا إنك أنت السميع العليم\r[140]","Part":"1","seal":"B0C0BE23","page":140},
      {"hno":null,"id":199,"nass":"33 - فصل في السفر","Part":"1","seal":"C2AB4C0F","page":140},
      {"hno":167,"id":200,"nass":"167 - (ضعيف الإسناد) يذكر عن رسول الله A أنه قال:\rما خلف رجل عند أهله أفضل من ركعتين يركعهما عندهم حين يريد السفر","Part":"1","seal":"A5B76EAB","page":140},
      {"hno":168,"id":201,"nass":"168 - (حسن الإسناد) وعن أبي هريرة Bهـ عن النبي صلى الله عليه وسلم قال:\rمن أراد أن يسافر فليقل لمن يخلف: أستودعكم الله الذي لا تضيع ودائعه\r[141]","Part":"1","seal":"EC2F7A37","page":141},
      {"hno":169,"id":202,"nass":"169 - (صحيح الإسناد) وعن ابن عمر Bهما عن رسول الله A قال: \" إن الله إذا استودع شيئا حفظه \"","Part":"1","seal":"76211C05","page":141},
      {"hno":170,"id":203,"nass":"170 - (صحيح) وقال سالم:\rكان ابن عمر Bهما يقول للرجل إذا أراد سفرا: ادن مني أودعك كما كان رسول الله A يودعنا فيقول:\rأستودع الله دينك وأمانتك وخواتيم عملك\r(ضعيف) ومن وجه آخر: كان يعني النبي صلى الله عليه وسلم إذا ودع رجلا أخذ بيده فلا يدعها حتى يكون الرجل هو الذي يدع يد النبي صلى الله عليه وسلم وذكره","Part":"1","seal":"730AA001","page":141},
      {"hno":171,"id":204,"nass":"171 - (حسن غريب) وقال أنس بن مالك Bهـ:\rجاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إني أريد سفرا زودني فقال:\rزودك الله التقوى\rقال: زدني. قال:\rوغفر ذنبك\rقال: زدني. قال:\rويسر لك الخير حيثما كنت\r[142]","Part":"1","seal":"485FE75B","page":142},
      {"hno":172,"id":205,"nass":"172 - (حسن) وعن أبي هريرة Bهـ:\rأن رجلا قال: يا رسول الله إني أريد أن أسافر فأوصني قال: \" عليك بتقوى الله والتكبير على كل شرف \"\rفلما ولى الرجل قال: \" اللهم اطو له البعد وهون عليه السفر \"","Part":"1","seal":"8FA69E48","page":142},
      {"hno":null,"id":206,"nass":"34 - فصل في ركوب الدابة","Part":"1","seal":"9E577C69","page":142},
      {"hno":173,"id":207,"nass":"173 - (حسن صحيح) قال علي بن ربيعة:\rشهدت علي بن أبي طالب Bهـ أتي بدابة ليركبها فلما وضع رجله في الركاب قال: بسم الله فلما استوى على ظهرها قال: الحمد لله ثم قال:\r(سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون) [الزخرف: 13 14] ثم قال: الحمد لله ثلاث مرات ثم قال: الله أكبر ثلاث مرات ثم قال:\rسبحانك اللهم إني ظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب إلا أنت ثم ضحك فقيل: يا أمير المؤمنين من أي شيء ضحكت؟ قال: إني رأيت النبي A فعل كما فعلت ثم ضحك فقلت: يا رسول الله من أي شيء ضحكت؟ قال:\rإن ربك سبحانه وتعالى يعجب من عبده إذا قال: رب اغفر لي ذنوبي يعلم أنه لا يغفر الذنوب غيري\r[144]","Part":"1","seal":"61D91E48","page":144},
      {"hno":174,"id":208,"nass":"174 - (صحيح) وخرج مسلم عن عبد الله بن عمرو Bهما:\rأن النبي صلى الله عليه وسلم كان إذا استوى على بعيره خارجا إلى سفر كبر ثلاثا ثم قال: (سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون) [الزخرف: 13 14] اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى اللهم هون علينا سفرنا هذا واطو عنا بعده أنت الصاحب في السفر والخليفة في الأهل اللهم إني أعوذ بك من وعثاء السفر وكآبة المنظر وسوء المنقلب في المال والأهل \". وإذا رجع قالهن وزاد فيهن:\rآيبون تائبون عابدون لربنا حامدون","Part":"1","seal":"C004D257","page":144},
      {"hno":175,"id":209,"nass":"175 - (صحيح) وفي وجه آخر:\rكان رسول الله A وأصحابه إذا علوا الثنايا كبروا وإذا هبطوا سبحوا\r[145]","Part":"1","seal":"6DF4AAFB","page":145},
      {"hno":null,"id":210,"nass":"35 - فصل في ركوب البحر","Part":"1","seal":"4586BBF0","page":145},
      {"hno":176,"id":211,"nass":"176 - (ضعيف) يذكر عن الحسين بن علي Bهما قال: قال رسول الله A:\rأمان لأمتي من الغرق إذا ركبوا أن يقولوا: (بسم الله مجريها ومرساها إن ربي لغفور رحيم) [هود: 41] (وما قدروا الله حق قدره) الآية [الأنعام: 91]\r36 - فصل في الدابة الصعبة\r177 - (مقطوع) قال يونس بن حبيب C:\rما من رجل يكون على دابة صعبة فيقول في أذنها: (أفغير دين الله يبغون وله أسلم من في السموات والأرض طوعا وكرها وإليه يرجعون) [آل عمران: 83] إلا وقفت لإذن الله تعالى\rوقد فعلنا ذلك فكان كذلك بإذن الله تعالى\r[146]\r37 - فصل في الدابة تنفلت\r178 - (ضعيف) عن ابن مسعود Bهـ عن النبي A قال:\rإذا انفلتت دابة أحدكم بأرض فلاة فليناد: يا عباد الله احبسوا [علي] يا عباد الله احبسوا [علي] فإن لله D في الأرض حاضرا سيحبسه [عليكم] \"","Part":"1","seal":"13D99AEA","page":146},
      {"hno":null,"id":212,"nass":"38 - فصل في القرية أو البلدة إذا أراد دخولها","Part":"1","seal":"BDE20A4F","page":146},
      {"hno":179,"id":213,"nass":"179 - (صحيح) عن صهيب Bهـ:\rأن النبي A لم ير قرية يريد دخولها إلا قال حين يراها:\rاللهم رب السموات السبع وما أظللن ورب الأرضين السبع وما أقللن ورب الشياطين السبع وما أضللن ورب الرياح وما ذرين أسألك خير هذه القرية وخير أهلها وخير ما فيها وأعوذ بك من شرها وشر أهلها وشر ما فيها\r[147]","Part":"1","seal":"259506B5","page":147},
      {"hno":null,"id":214,"nass":"39 - فصل في المنزل ينزله","Part":"1","seal":"1A31457D","page":147},
      {"hno":180,"id":215,"nass":"180 - (صحيح) عن خولة بنت حكيم Bها قالت: سمعت رسول الله A يقول:\rمن نزل منزلا ثم قال: أعوذ بكلمات الله التامات من شر ما خلق لم يضره شيء حتى يرتحل من منزله ذلك","Part":"1","seal":"9ED2A720","page":147},
      {"hno":181,"id":216,"nass":"181 - (ضعيف) وعن عبد الله بن عمر Bهما قال:\rكان رسول الله A إذا سافر فأقبل الليل قال:\rيا أرض ربي وربك الله أعوذ بالله من شرك وشر ما فيك وشر ما خلق فيك وشر ما يدب عليك أعوذ بالله من أسد وأسود ومن الحية والعقرب ومن ساكن البلد ومن والد ومن ولد\r[148]","Part":"1","seal":"ACFF9C0B","page":148},
      {"hno":null,"id":217,"nass":"40 - فصل في الطعام والشراب\rقال الله تعالى: (يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون) [البقرة: 172]","Part":"1","seal":"AEA2F6A9","page":148},
      {"hno":182,"id":218,"nass":"182 - (صحيح) قال عمر بن أبي سلمة Bهـ: قال لي رسول الله A:\rيا بني سم الله وكل بيمينك وكل مما يليك","Part":"1","seal":"3386BC12","page":148},
      {"hno":183,"id":219,"nass":"183 - (حسن صحيح) وقالت عائشة Bهـ: قال رسول الله A:\rإذا أكل أحدكم فليذكر اسم الله تعالى في أوله فإن نسي أن يذكر الله تعالى في أوله فليقل: بسم الله أوله وآخره\r[149]","Part":"1","seal":"BDADF3FB","page":149},
      {"hno":184,"id":220,"nass":"184 - (ضعيف) وعن أمية بن مخشي Bهـ: كان رسول الله A جالسا ورجل يأكل فلم يسم الله تعالى حتى لم يبق من طعامه إلا لقمة فلما رفعها إلى فيه قال: بسم الله أوله وآخره فضحك النبي صلى الله عليه وسلم ثم قال:\rما زال الشيطان يأكل معه فلما ذكر اسم الله استقاء ما في بطنه","Part":"1","seal":"23B77E71","page":149},
      {"hno":185,"id":221,"nass":"185 - (صحيح) وعن أبي هريرة Bهـ:\rما عاب رسول الله A طعاما قط إن اشتهاه أكله وإلا تركه","Part":"1","seal":"9D683EF0","page":149},
      {"hno":186,"id":222,"nass":"186 - (ضعيف) وعن وحشي:\rأن أصحاب رسول الله A قالوا: يا رسول الله إنا نأكل ولا نشبع قال:\rفلعلكم تفترقون\rقالوا: نعم قال A: \" فاجتمعوا على طعامكم واذكروا اسم الله يبارك لكم فيه \"\r[150]","Part":"1","seal":"8ACE0D52","page":150},
      {"hno":187,"id":223,"nass":"187 - (صحيح) وقال أنس Bهـ: قال رسول الله A:\rإن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها ويشرب الشربة فيحمده عليها","Part":"1","seal":"A36BE877","page":150},
      {"hno":188,"id":224,"nass":"188 - (حسن) وعن معاذ بن أنس Bهـ قال: قال رسول الله A:\rمن أكل طعاما فقال: الحمد لله الذي أطعمني هذا ورزقنيه من غير حول مني ولا قوة غفر لم ما تقدم من ذنبه\r[151]","Part":"1","seal":"DB4A4F40","page":151},
      {"hno":189,"id":225,"nass":"189 - (ضعيف الإسناد) وعن أبي سعيد Bهـ:\rأن النبي A كان إذا فرغ من طعامه قال:\rالحمد لله الذي أطعمنا وسقانا وجعلنا مسلمين","Part":"1","seal":"2384BEC9","page":151},
      {"hno":190,"id":226,"nass":"190 - (إسناده صحيح) وعن رجل خدم النبي A: أنه كان يسمع النبي A إذا قرب إليه طعاما يقول:\rبسم الله\rوإذا فرغ من طعامه قال:\rاللهم أطعمت وأسقيت وأغنيت وأقنيت وهديت وأحييت فلك الحمد على ما أعطيت\r[152]","Part":"1","seal":"97C2DD12","page":152},
      {"hno":191,"id":227,"nass":"191 - (صحيح) وخرج البخاري عن أبي أمامة Bهـ:\rأن النبي صلى الله عليه وسلم كان إذا رفع مائدته قال:\rالحمد لله كثيرا طيبا مباركا فيه غير مكفي ولا مودع ولا مستغنى عنه ربنا","Part":"1","seal":"525BFEFF","page":152},
      {"hno":null,"id":228,"nass":"41 - فصل في الضيف ونحوه","Part":"1","seal":"9444B4AA","page":152},
      {"hno":192,"id":229,"nass":"192 - (صحيح) ذكر عبد الله بن بسر Bهـ قال:\rنزل رسول الله A على أبي قال: فقربنا إليه طعاما ووطبة فأكل منها ثم أتي له بتمر فكان يأكله ويلقي النوى بين إصبعيه ويجمع السبابة والوسطى ثم أتي له بشراب فشربه ثم ناوله الذي عن يمينه\rقال: فقال أبي وأخذ بلجام دابته: ادع الله لنا فقال:\rاللهم بارك لهم فيما رزقتهم واغفر لهم وارحمهم","Part":"1","seal":"8191E78F","page":152},
      {"hno":193,"id":230,"nass":"193 - (صحيح الإسناد) وعن أنس Bهـ أن النبي A جاء إلى سعد بن عبادة Bهـ فجاء بخبز وزيت فأكل ثم قال النبي A:\rأفطر عندكم الصائمون وأكل طعامكم الأبرار وصلت عليكم الملائكة\r[153]","Part":"1","seal":"9787C263","page":153},
      {"hno":194,"id":231,"nass":"194 - (ضعيف السند) وخرج أيضا عن جابر Bهـ قال:\rصنع أبو الهيثم بن التيهان للنبي A طعاما فدعا النبي A وأصحابه فلما فرغوا قال:\rأثيبوا أخاكم\rقالوا: يا رسول الله وما إثابته؟ قال:\rإن الرجل إذا دخل بيته فأكل طعامه وشرب شرابه فدعوا له فذلك إثابته","Part":"1","seal":"844F838E","page":153},
      {"hno":null,"id":232,"nass":"42 - فصل في السلام","Part":"1","seal":"3071D162","page":153},
      {"hno":195,"id":233,"nass":"195 - (صحيح) عن عبد الله بن عمرو Bهما:\rأن رجلا سأل النبي صلى الله عليه وسلم: أي الإسلام خير؟ قال: \" تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف \"\r[154]","Part":"1","seal":"373BEE86","page":154},
      {"hno":196,"id":234,"nass":"196 - (صحيح) وقال أبو هريرة Bهـ: قال رسول الله A:\rلا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا أفلا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم","Part":"1","seal":"DD60DE54","page":154},
      {"hno":197,"id":235,"nass":"197 - (موقوف) وقال عمار بن ياسر Bهـ:\rثلاث من جمعهن فقد جمع الإيمان: الإنصاف من نفسك وبذل السلام للعالم والإنفاق من الإقتار","Part":"1","seal":"13FE4AAD","page":154},
      {"hno":198,"id":236,"nass":"198 - (حسن) وقال عمران بن حصين:\rجاء رجل إلى النبي A فقال: السلام عليكم فرد عليه ثم جلس فقال النبي A: \" عشر \"\rثم جاء آخر فقال: السلام عليكم ورحمة الله فرد عليه فجلس فقال: \" عشرون \"\rثم جاء آخر فقال: السلام عليكم ورحمة الله وبركاته فرد عليه فجلس فقال: \" ثلاثون \"\r[155]","Part":"1","seal":"C807482D","page":155},
      {"hno":199,"id":237,"nass":"199 - (سنده صحيح) وعن أبي أمامة Bهـ قال قال رسول الله A:\rإن أولى الناس بالله من بدأهم بالسلام","Part":"1","seal":"84FDCB65","page":155},
      {"hno":200,"id":238,"nass":"200 - (صحيح) وخرج أبو داود عن علي Bهـ عن النبي A قال:\rيجزئ عن الجماعة إذا مروا أن يسلم أحدهم ويجزئ عن الجلوس أن يرد أحدهم\r[165]","Part":"1","seal":"297674BA","page":165},
      {"hno":201,"id":239,"nass":"201 - (صحيح) وقال أنس Bهـ:\rمر النبي A على صبيان يلعبون فسلم عليهم","Part":"1","seal":"835173A5","page":165},
      {"hno":202,"id":240,"nass":"202 - (حسن) وقال أبو هريرة Bهـ قال رسول الله A:\rإذا انتهى أحدكم إلى المجلس فليسلم فإن بدا له أن يجلس فليجلس ثم إذا قام فليسلم فليست الأولى بأحق من الآخرة","Part":"1","seal":"03BB6F67","page":165},
      {"hno":null,"id":241,"nass":"43 - فصل في العطاس والتثاؤب","Part":"1","seal":"20570459","page":165},
      {"hno":203,"id":242,"nass":"203 - (صحيح) قال أبو هريرة Bهـ عن النبي A قال:\rإن الله يحب العطاس ويكره التثاؤب فإذا عطس أحدكم وحمد الله كان حقا على كل مسلم سمعه أن يقول: يرحمك الله. وأما التثاؤب فإنما هو من الشيطان فإذا تثاءب أحدكم فليرده ما استطاع فإن أحدكم إذا تثاءب ضحك منه الشيطان\r[157]","Part":"1","seal":"868F5C8A","page":157},
      {"hno":204,"id":243,"nass":"204 - (صحيح) وقال أيضا: عن النبي A قال:\rإذا عطس أحدكم فليقل: الحمد لله وليقل له أخوه أو صاحبه: يرحمك الله فإذا قال له: يرحمك الله فليقل: يهديكم الله ويصلح بالكم\rوفي لفظ أبي داود: \" الحمد لله على كل حال \"","Part":"1","seal":"7D476C93","page":157},
      {"hno":205,"id":244,"nass":"205 - (صحيح) وقال أبو موسى الأشعري Bهـ: سمعت رسول الله A يقول:\rإذا عطس أحدكم فحمد الله فشمتوه فإن لم يحمد الله فلا تشمتوه\r[158]","Part":"1","seal":"088309B5","page":158},
      {"hno":null,"id":245,"nass":"44 - فصل في النكاح","Part":"1","seal":"62CCBA71","page":158},
      {"hno":206,"id":246,"nass":"206 - (صحيح) قال عبد الله بن مسعود Bهـ:\rعلمنا رسول الله A خطبة الحاجة:\rالحمد لله [نحمده] ونستعينه ونستغفره ونعوذ به من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله (وفي رواية زيادة: أرسله بالحق بشيرا ونذيرا بين يدي الساعة من يطع الله ورسوله فقد رشد ومن يعصهما فإنه لا يضر إلا نفسه ولا يضر الله شيئا) . (يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا) [النساء: 1] . (يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) [آل عمران: 102] . (يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما) [الأحزاب: 70، 71]\r[159]","Part":"1","seal":"6CA53996","page":159},
      {"hno":207,"id":247,"nass":"207 - (حسن صحيح) وعن أبي هريرة Bهـ أن النبي A كان إذا رفأ الإنسان إذا تزوج قال:\rبارك الله لك وبارك عليك وجمع بينكما في خير","Part":"1","seal":"9F31F403","page":159},
      {"hno":208,"id":248,"nass":"208 - (حسن) وعن عمرو بن شعيب عن أبيه عن جده عن النبي A قال:\rإذا تزوج أحدكم امرأة أو اشترى خادما فليقل:\rاللهم إني أسألك خيرها وخير ما جبلتها عليه وأعوذ بك من شرها وشر ما جبلتها عليه وإذا اشترى بعيرا فليأخذ بذروة سنامه وليقل مثل ذلك \"","Part":"1","seal":"99479C58","page":159},
      {"hno":209,"id":249,"nass":"209 - (صحيح) وقال ابن عباس Bهما عن النبي A:\rلو أن أحدكم إذا أتى أهله قال: بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فقضي بينهما ولد لم يضره شيطان أبدا\r[160]","Part":"1","seal":"105577F3","page":160},
      {"hno":null,"id":250,"nass":"45 - فصل في الولادة","Part":"1","seal":"374B0FA7","page":160},
      {"hno":210,"id":251,"nass":"210 - (موضوع) يذكر أن فاطمة Bها لما دنا ولادها أمر رسول الله A أم سلمة وزينب بنت جحش أن تأتيا فتقرآ عندها آية الكرسي و (إن ربكم الله الذي خلق السماوات والأرض) إلى آخر الآية [الأعراف: 54] و [يونس: 3] ويعوذاها بالمعوذتين\r[161]","Part":"1","seal":"9CE40997","page":161},
      {"hno":211,"id":252,"nass":"211 - (إسناده ضعيف) وقال أبو رافع Bهـ:\rرأيت رسول الله A أذن في أذن الحسن بن علي حين ولدته فاطمة Bها بالصلاة","Part":"1","seal":"86E56138","page":161},
      {"hno":212,"id":253,"nass":"212 - (موضوع) ويذكر عن الحسين بن علي Bهما قال: قال رسول الله A:\rمن ولد له مولود فأذن في أذنه اليمنى وأقام في أذنه اليسرى لم تضره أم الصبيان","Part":"1","seal":"FD54A057","page":161},
      {"hno":213,"id":254,"nass":"213 - (إسناده صحيح) وقالت عائشة Bها:\rكان رسول الله A يؤتى بالصبيان فيدعو لهم بالبركة ويحنكهم\r[162]","Part":"1","seal":"0F8C882D","page":162},
      {"hno":214,"id":255,"nass":"214 - (حسن لشواهده) وعن عمرو بن شعيب عن أبيه عن جده عن النبي A:\rأنه أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق","Part":"1","seal":"7E3CD846","page":162},
      {"hno":215,"id":256,"nass":"215 - (أخبار صحيحة) وقد سمى النبي A ابنه إبراهيم وإبراهيم ابن أبي موسى وعبد الله بن أبي طلحة والمنذر بن أبي أسيد قريبا من ولادتهم","Part":"1","seal":"FE8CD29F","page":162},
      {"hno":216,"id":257,"nass":"216 - (إسناده ضعيف) وعن أبي الدرداء Bهـ قال: قال رسول الله A:\rإنكم تدعون يوم القيامة بأسمائكم وأسماء آبائكم فأحسنوا أسماءكم","Part":"1","seal":"24225CC8","page":162},
      {"hno":217,"id":258,"nass":"217 - (صحيح) وذكر مسلم في \" صحيحه \" عن عبد الله بن عمرو Bهما قال: قال رسول الله A:\rإن أحب أسمائكم إلى الله عبد الله وعبد الرحمن\r[163]","Part":"1","seal":"BE38DA88","page":163},
      {"hno":218,"id":259,"nass":"218 - (صحيح دون جملة: \" الأنبياء \") وعن أبي وهب الجشمي قال: قال رسول الله A:\rتسموا بأسماء الأنبياء وأحب الأسماء إلى الله تعالى عبد الله وعبد الرحمن وأصدقها حارث وهمام وأقبحها حرب ومرة","Part":"1","seal":"DAC4E865","page":163},
      {"hno":219,"id":260,"nass":"219 - (صحيح) وقد غير النبي A الأسماء المكروهة إلى أسماء حسنة فكانت زينب تسمى برة. فقيل: تزكي نفسها فسماها زينب وكان يكره أن يقال: خرج من عند برة. وقيل لرجل: ما اسمك؟ قال: حزن قال: بل سهل وغير اسم عاصية فسماها جميلة وقال لرجل: ما اسمك؟ قال: أصرم قال: بل أنت زرعة وسمى حربا: سلما وسمى المضطجع: المنبعث وأرضا يقال لها: عفرة سماها: خضرة وشعب الضلالة سماه: شعب الهدى وبنو الزينة سماهم: بني الرشدة \"\r[164]","Part":"1","seal":"1EEB9D40","page":164},
      {"hno":null,"id":261,"nass":"46 - فصل في صياح الديك والنهيق والنباح","Part":"1","seal":"8B2B880F","page":164},
      {"hno":220,"id":262,"nass":"220 - (صحيح) ذكر أبو هريرة Bهـ عن النبي A قال:\rإذا سمعتم نهاق الحمير فتعوذوا بالله من الشيطان فإنها رأت شيطانا وإذا سمعتم صياح الديكة فسلوا الله من فضله فإنها رأت ملكا","Part":"1","seal":"97E59C77","page":164},
      {"hno":221,"id":263,"nass":"221 - (صحيح) وعن جابر Bهـ قال: قال رسول الله A:\rإذا سمعتم نباح الكلاب ونهيق الحمير بالليل فتعوذوا بالله منهن فإنهن يرين ما لا ترون","Part":"1","seal":"8EC23351","page":164},
      {"hno":null,"id":264,"nass":"47 - فصل في الحريق","Part":"1","seal":"77C3361E","page":164},
      {"hno":222,"id":265,"nass":"222 - (ضعيف) يذكر عن عمرو عن شعيب عن أبيه عن جده قال: قال رسول الله A:\rإذا رأيتم الحريق فكبروا فإن التكبير يطفئه\r[165]","Part":"1","seal":"F9C1718B","page":165},
      {"hno":null,"id":266,"nass":"48 - فصل في المجلس","Part":"1","seal":"E49F06CA","page":165},
      {"hno":223,"id":267,"nass":"223 - (حسن صحيح) عن أبي هريرة Bهـ قال: قال رسول الله A:\rمن جلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه ذلك: سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك إلا كفر الله له ما كان في مجلسه ذلك","Part":"1","seal":"8B0584DC","page":165},
      {"hno":224,"id":268,"nass":"224 - (صحيح) وفي حديث آخر:\rأنه إذا كان في مجلس خير كان كالطابع له وإن كان مجلس تخليط كان كفارة له\r[166]","Part":"1","seal":"7C639464","page":166},
      {"hno":225,"id":269,"nass":"225 - (صحيح) وعن أبي هريرة Bهـ قال: قال رسول الله A:\rما من قوم يقومون من مجلس لا يذكرون الله تعالى فيه إلا قاموا عن مثل جيفة حمار وكان لهم حسرة","Part":"1","seal":"48DD36D3","page":166},
      {"hno":226,"id":270,"nass":"226 - (حسن) وعن ابن عمر Bهما قال: قلما كان رسول الله A يقوم من مجلس حتى يدعو بهؤلاء الدعوات لأصحابه:\rاللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معاصيك ومن طاعتك ما تبلغنا به جنتك ومن اليقين ما تهون به علينا مصائب الدنيا اللهم متعنا بأسماعنا وأبصارنا وقوتنا ما أحييتنا واجعله الوارث منا واجعل ثأرنا على من ظلمنا وانصرنا على من عادانا ولا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا تسلط علينا من لا يرحمنا\r[167]","Part":"1","seal":"3A51C280","page":167},
      {"hno":null,"id":271,"nass":"49 - فصل في الغضب\rقال الله تعالى: (وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع العليم) [فصلت: 36]","Part":"1","seal":"FD6F172F","page":167},
      {"hno":227,"id":272,"nass":"227 - (صحيح) وقال سليمان بن صرد:\rكنت جالسا مع رسول الله A ورجلان يستبان وأحدهما قد احمر وجهه وانتفخت أوداجه فقال رسول الله A:\rإني لأعلم كلمة لو قالها لذهب عنه ما يجد لو قال: أعوذ بالله من الشيطان الرجيم ذهب عنه ما يجد","Part":"1","seal":"79611990","page":167},
      {"hno":228,"id":273,"nass":"228 - (ضعيف) وعن عطية بن عروة قال: قال رسول الله A:\rإن الغضب من الشيطان وإن الشيطان خلق من نار وإنما تطفأ النار بالماء فإذا غضب أحدكم فليتوضأ\r[168]","Part":"1","seal":"9A891895","page":168},
      {"hno":null,"id":274,"nass":"50 - فصل في رؤية أهل البلاء","Part":"1","seal":"7BEC91E8","page":168},
      {"hno":229,"id":275,"nass":"229 - (حسن) عن أبي هريرة Bهـ عن النبي A قال:\rالحمد لله الذي عافاني مما ابتلاك به وفضلني على كثير ممن خلق تفضيلا. لم يصبه ذلك البلاء","Part":"1","seal":"06CF7CBE","page":168},
      {"hno":null,"id":276,"nass":"51 - فصل في دخول السوق","Part":"1","seal":"1EE03E3D","page":168},
      {"hno":230,"id":277,"nass":"230 - (حسن بمجموع طرقه) عن عمر بن الخطاب رسول الله A أن رسول الله A قال:\rمن دخل السوق فقال لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شيء قدير كتب الله له ألف ألف حسنة ومحا عنه ألف ألف سيئة ورفع له ألف ألف درجة\r[169]","Part":"1","seal":"7C2BA2A9","page":169},
      {"hno":231,"id":278,"nass":"231 - (غريب فرد) وعن بريدة Bهـ قال: كان رسول الله A إذا خرج إلى السوق قال:\rبسم الله اللهم إني أسألك [من] خير هذه السوق وخير ما فيها وأعوذ بك من شرها وشر ما فيها اللهم إني أعوذ بك أن أصيب فيها يمينا فاجرة أو صفقة خاسرة\r[170]","Part":"1","seal":"9740BCDD","page":170},
      {"hno":null,"id":279,"nass":"52 - فصل في النظر في المرآة","Part":"1","seal":"FDECE7F4","page":170},
      {"hno":232,"id":280,"nass":"232 - (ضعيف) يذكر عن أنس Bهـ قال: كان رسول الله A إذا نظر [وجهه] في المرآة قال:\rالحمد لله الذي سوى خلقي فعدله وكرم وجهي فحسنها وجعلني من المسلمين","Part":"1","seal":"C3530636","page":170},
      {"hno":233,"id":281,"nass":"233 - (ضعيف) وعن علي Bهـ: أن النبي صلى الله عليه وسلم كان إذا نظر [وجهه] في المرآة قال:\rالحمد لله اللهم كما أحسنت خلقي فحسن خلقي\r[171]","Part":"1","seal":"6ABA5CE9","page":171},
      {"hno":null,"id":282,"nass":"53 - فصل في الحجامة","Part":"1","seal":"A765B984","page":171},
      {"hno":234,"id":283,"nass":"234 - (ضعيف) عن علي Bهـ قال: قال رسول الله A:\rمن قرأ آية الكرسي عند الحجامة كانت له منفعة حجامته","Part":"1","seal":"E0996EEA","page":171},
      {"hno":null,"id":284,"nass":"54 - فصل في الأذن إذا طنت","Part":"1","seal":"BE0A2FC3","page":171},
      {"hno":235,"id":285,"nass":"235 - (ضعيف جدا) عن أبي رافع Bهـ قال: قال رسول الله A:\rإذا طنت أذن أحدكم فليذكرني وليصل علي وليقل: ذكر الله بخير من ذكرني\r[172]","Part":"1","seal":"7E854399","page":172},
      {"hno":null,"id":286,"nass":"55 - فصل في الرجل إذا خدرت","Part":"1","seal":"4C9E5C2B","page":172},
      {"hno":236,"id":287,"nass":"236 - (ضعيف) عن الهيثم بن حنش قال:\rكنا عند عبد الله بن عمر Bهما فخدرت رجله فقال له رجل: اذكر أحب الناس إليك فقال: يا محمد فكأنما نشط من عقال\r[173]","Part":"1","seal":"2CB1262A","page":173},
      {"hno":237,"id":288,"nass":"237 - (موضوع) وعن مجاهد قال:\rخدرت رجل رجل عند ابن عباس Bهما فقال له ابن عباس: اذكر أحب الناس إليك فقال: محمد A فذهب خدره","Part":"1","seal":"CF854C53","page":173},
      {"hno":null,"id":289,"nass":"56 - فصل في الدابة إذا تعست","Part":"1","seal":"7B6E805C","page":173},
      {"hno":238,"id":290,"nass":"238 - (صحيح) عن أبي المليح عن رجل قال:\rكنت رديف النبي صلى الله عليه وسلم فعثرت دابته فقلت: تعس الشيطان فقال:\rلا تقل تعس الشيطان فإنك إذا قلت ذلك تعاظم حتى يكون مثل البيت ويقول: بقوتي ولكن قل: باسم الله فإنك إذا قلت ذلك تصاغر حتى يكون مثل الذباب\r[174]","Part":"1","seal":"A3719BB7","page":174},
      {"hno":null,"id":291,"nass":"57 - فصل فيمن أهدى هدية ودعي له","Part":"1","seal":"62009CA2","page":174},
      {"hno":239,"id":292,"nass":"239 - (إسناده جيد) عن عائشة Bها قالت: أهديت لرسول الله A شاة قال: \" اقسميها \"\rفكانت عائشة إذا رجعت الخادم تقول: ما قالوا؟ تقول الخادم: قالوا: بارك الله فيكم فتقول عائشة: \" وفيهم بارك الله نرد عليهم مثل ما قالوا ويبقى أجرنا لنا \"\r[175]","Part":"1","seal":"286F9A79","page":175},
      {"hno":null,"id":293,"nass":"58 - فصل فيمن أميط عنه الأذى","Part":"1","seal":"F04CC65F","page":175},
      {"hno":240,"id":294,"nass":"240 - (ضعيف) عن أبي أيوب الأنصاري Bهـ: أنه تناول من لحية رسول الله A أذى فقال له رسول الله A:\rمسح الله عنك يا أبا أيوب ما تكره\rوفي وجه آخر: \" لا يكن بك السوء يا أبا أيوب \"","Part":"1","seal":"A4DA07B9","page":175},
      {"hno":241,"id":295,"nass":"241 - (مرسل) وعن عمر Bهـ:\rأنه أخذ من لحية رجل أو رأسه شيئا فقال الرجل: صرف الله عنك السوء فقال عمر Bهـ: صرف الله عنا السوء منذ أسلمنا ولكن إذا أخذ عنك شيء فقل: أخذت يداك خيرا \"\r[176]","Part":"1","seal":"4D447E16","page":176},
      {"hno":null,"id":296,"nass":"59 - فصل في رؤية باكورة الثمر","Part":"1","seal":"D1110CF8","page":176},
      {"hno":242,"id":297,"nass":"242 - (صحيح) قال أبو هريرة Bهـ: كان الناس إذا رأوا أول الثمر جاؤوا به إلى رسول الله A فإذا أخذه رسول الله A قال:\rاللهم بارك لنا في ثمرنا وبارك لنا في مدينتنا وبارك لنا في صاعنا وبارك لنا في مدنا\rثم يعطيه أصغر من يحضر من الولدان","Part":"1","seal":"9FCCB45A","page":176},
      {"hno":null,"id":298,"nass":"60 - فصل في الشيء يعجبه ويخاف عليه العين\rقال الله تعالى: (ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله) [الكهف: 39]","Part":"1","seal":"15371ADC","page":176},
      {"hno":243,"id":299,"nass":"243 - (صحيح) وقال النبي A:\rالعين حق ولو كان شيء سابق القدر لسبقته العين\r[177]","Part":"1","seal":"6DC1219D","page":177},
      {"hno":244,"id":300,"nass":"244 - (صحيح) ويذكر عن النبي A قال:\rإذا رأى أحدكم ما يعجبه في نفسه أو ماله فليبرك عليه فإن العين حق","Part":"1","seal":"ECEAC17E","page":177},
      {"hno":245,"id":301,"nass":"245 - (ضعيف الإسناد جدا) ويذكر عن النبي A قال:\rمن رأى شيئا فأعجبه فقال: ما شاء الله لا قوة إلا بالله [لم يضره العين\rيعني: لا يصيبه العين \"\r[178]","Part":"1","seal":"B3A717FF","page":178},
      {"hno":246,"id":302,"nass":"246 - (ضعيف السند) ويذكر عن النبي A:\rأنه كان إذا خاف أن يصيب شيئا بعينيه قال: اللهم بارك فيه ولا تضره","Part":"1","seal":"977EBEA4","page":178},
      {"hno":247,"id":303,"nass":"247 - (حسن) وقال أبو سعيد Bهـ:\rكان رسول الله A يتعوذ من الجان وعين الإنسان حتى نزلت (المعوذتان) فلما نزلتا أخذهما وترك ما سواهما","Part":"1","seal":"20572CCC","page":178},
      {"hno":null,"id":304,"nass":"61 - فصل في الفأل والطيرة","Part":"1","seal":"E7331496","page":178},
      {"hno":248,"id":305,"nass":"248 - (صحيح) قال النبي A:\rلا عدوى ولا طيرة وأصدقها الفأل. قالوا: وما الفأل؟ قال: الكلمة الحسنة يسمعها الرجل\r[179]","Part":"1","seal":"47A55725","page":179},
      {"hno":249,"id":306,"nass":"249 - (صحيح) وكان رسول الله A يعجبه الفأل","Part":"1","seal":"AC9205BE","page":179},
      {"hno":250,"id":307,"nass":"250 - (إسناده ضعيف جدا) مثل ما كان في سفر الهجرة فلقيهم رجل فقال: ما اسمك؟ قال: بريدة. قال:\rبرد أمرنا \"\r[180]","Part":"1","seal":"EA1C5AF6","page":180},
      {"hno":251,"id":308,"nass":"251 - (صحيح) وقال:\rرأيت في منامي كأني في دار عقبة بن رافع وأتينا من رطب ابن طاب فأولت الرفعة لنا في الدنيا والعاقبة لنا في الآخرة وأن ديننا قد طاب\r[181]","Part":"1","seal":"52E35412","page":181},
      {"hno":252,"id":309,"nass":"252 - (صحيح) وأما الطيرة فقال معاوية بن الحكم Bهـ:\rقلت: يا رسول الله منا رجال يتطيرون. قال: ذلك شيء تجدونه في صدوركم فلا يصدنكم","Part":"1","seal":"7E299510","page":181},
      {"hno":253,"id":310,"nass":"253 - (ضعيف الإسناد) وعن عروة بن عامر قال:\rسئل رسول الله A عن الطيرة فقال: أصدقها الفأل ولا ترد مسلما وإذا رأيتم شيئا تكرهونه فقولوا:\rاللهم لا يأتي بالحسنات إلا أنت ولا يذهب بالسيئات إلا أنت ولا حول ولا قوة إلا بالله\r[182]","Part":"1","seal":"6D8E6BBB","page":182},
      {"hno":null,"id":311,"nass":"62 - فصل في الحمام","Part":"1","seal":"7C644719","page":182},
      {"hno":254,"id":312,"nass":"254 - (ضعيف جدا) عن أبي هريرة Bهـ مرفوعا وموقوفا وهو أشبه قال:\rنعم البيت الحمام يدخله المسلم إذا دخله سأل الله الجنة واستعاذه من النار\rوالحمد لله رب العالمين\r[183]","Part":"1","seal":"9CA867EC","page":183}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"Bk":"تخريج الكلم الطيب","HigriD":"728","oAuthVer":3,"Pdf":0,"IslamShort":3,"oVer":1,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":"","Auth":"ابن تيمية","Betaka":"الكتاب: الكلم الطيب\r\nالمؤلف: تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي (المتوفى: 728هـ)\r\nتحقيق: محمد ناصر الدين الألباني\r\nالناشر: المكتب الإسلامي - بيروت\r\nالطبعة: الثالثة - 1977\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن تيمِيَّة، تقي الدين (661-728هـ، 1263-1328م).\r\n\r\nتقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي. شيخ الإسلام في زمانه وأبرز علمائه، فقيه أصولي ومفتي الدين الحصيف وصاحب الآثار الكبرى في علوم الدين والفكر الإسلامي. ولد بحرَّان بتركيا، ورحل إلى دمشق مع أسرته هربًا من غزو التتار. وتلقى العلم على والده وعلى مشايخ دمشق وظهرت عليه علامات النجابة منذ نعومة أظفاره، فكان قوي الذاكرة سريع الحفظ. نهل من منهج النبوة، حتى آلت إليه الإمامة في العلم والعمل سنة 720هـ.\r\nكان من أشد مفكري الإسلام نقدا للفلسفة وعلم الكلام، ودعا إلى وضع العقل بعد النقل وليس قبله. وقد صنف كتاباً ضخماً سماه درء تعارض العقل والنقل أو موافقة صحيح المنقول لصريح المعقول رد فيه على شطحات الفلاسفة، وفند فيه دعاوى أهل الفرق الضالة حسب رأيه واجتهاده، ودافع فيه عن المنطق الفطري، وهو المنطق السليم، منطق القرآن الكريم. وفي كتابه الرد على المنطقيين حمل على دعوى أتباع أرسطو من المنطقيين الذين ذهبوا إلى أن المفاهيم التي ليست بديهية لاتدرك إلا بالحد (الدليل) بحجة أنها لما كانت غير بديهية كان لابد لها من دليل، وإلا كانت دعوتهم باطلة، وبيَّن ابن تيمية أن تحديد المفاهيم تكتنفه الصعاب، وحتى من دافع عن المنطق من أهل الفلسفة وعلم الكلام، اضطر إلى التسليم بصعوبة تحديد الجنس أو الفصل الخاص، الذي يقوم عليه التعريف، ونسبه ابن تيمية إلى اختلاف الناس في سرعة إدراك الحد الأوسط في القياس مثل حيوان يمشي على أربع، والكلب حيوان، الكلب يمشي على أربع، فالحد الأوسط هنا وهو الكلب حيوان لايحتاج إليه الذكي، ولايستفيد منه الغبي. والنتيجة تحصيل حاصل. وانتقد كذلك نظريات البرهان عند أرسطو باعتبار أن البرهان يتناول الكلّيات الذهنية، في حين أن الكائنات موجودات جزئية، ولذلك فالبرهان لايؤدي إلى معرفة إيجابيته بالكائنات بشكل عام وبالله بشكل خاص.\r\nذهب ابن تيمية إلى مصر فسُجن بها، ورجع إلى دمشق، وجاهد ضد التتار وحبسه السلطان لفتواه عن طلاق الثلاث، وتحرش به علماء دمشق عند السلطات ليوقعوا به، فَحُبِس ثانية في قلعة دمشق ومات فيها. وخرجت البلدة على بكرة أبيها تشيع جنازته.\r\nكان ابن تيمية صالحاً مصلحاً، داعيا إلى الإصلاح والعودة إلى القرآن والسنة، وكان ذا باع طويل في اللغة العربية وعلومها، وفي مختلف العلوم. تربو مصنفاته على ثلاثمائة مجلد في علوم الإسلام المختلفة من أهمها: اقتضاء الصراط المستقيم في الرد على أهل الجحيم؛ السياسة الشرعية في إصلاح الراعي والرعية؛ الصارم المسلول على شاتم الرسول؛ الواسطة بين الخلق والحق؛ العقيدة التدمرية؛ الكلام على حقيقة الإسلام والإيمان؛ العقيدة الواسطية؛ بيان الفرقان بين أولياء الشيطان وأولياء الرحمن؛ تفسير سورة البقرة؛ درء تعارض العقل والنقل؛ منهاج السنة النبوية؛ مجموعة الفتاوى.\r\nخالف بعضُ الأئمة والعلماء بعضَ آراء ابن تيمية وفتاويه وردوا عليه. ومن هؤلاء العلماء: صفي الدين الهندي وتقي الدين السبكي وشمس الدين الذهبي وابن حجر العسقلاني والعز بن جماعة وبدر الدين محمد بن إبرهيم بن جماعة وغيرهم.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"4239515E","cat":"كتب الألباني","oNum":327,"BkId":327,"oAuth":54,"bVer":1,"aSeal":"CB5C3DE6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t327":
    [
    ]
}
