{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b348":
    [
      {"page":1,"id":1,"nass":"بداية السول في تفضيل الرسول\rبداية السول في تفضيل الرسول A\rتأليف العلامة العز بن عبد السلام السلمي\rتحقيق محمد ناصر الدين الألباني\rالمكتب الإسلامي\rط 4 - 1406 هـ","seal":"09426C19","part":1},
      {"page":37,"id":2,"nass":"(صحيح)\rقوله A: لكل نبي دعوة مستجابة يدعو بها فيستجاب له فيؤتاها وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة\r[37]","seal":"53E501FC","part":1},
      {"page":37,"id":3,"nass":"(صحيح)\rعن أبي هريرة Bهـ أن رسول الله A قال: ما من الأنبياء من نبي إلا قد أعطى من الآيات ما مثله آمن عليه البشر وإنما كان الذي أوتيت وحيا أوحى الله إلي فأرجو أن أكون أكثرهم تابعا إلى يوم القيامة","seal":"6EA2FC4A","part":1},
      {"page":39,"id":4,"nass":"(صحيح)\rعن جابر بن سمرة قال: قال رسول الله A: إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث إني لأعرفه الآن\r[39]","seal":"6FCFF4D7","part":1},
      {"page":40,"id":5,"nass":"(صحيح)\rعن أنس بن مالك وابن عباس Bهما معا أن النبي A كان يخطب على جذع. فلما اتخذ المنبر ذهب إلى المنبر. فحن الجذع فأتاه فاحتضنه فسكن. فقال: لو لم أحتضنه لحن إلى يوم القيامة\r[40]","seal":"269145CF","part":1},
      {"page":40,"id":6,"nass":"(صحيح)\rعن أنس بن مالك أنه قال: رأيت رسول الله A وحانت صلاة العصر فالتمس الناس الوضوء فلم يجدوه فأتي رسول الله A بوضوء فوضع رسول الله A في ذلك الإناء يده وأمر الناس أن يتوضؤوا منه قال: فرأيت الماء ينبع من تحت أصابعه فتوضأ الناس حتى توضؤوا من عند أخرهم","seal":"D418F9AC","part":1},
      {"page":41,"id":7,"nass":"صحيح بتعدد طرقه\rعن عاصم بن عمر بن قتادة عن أبيه عن جده قتادة ابن النعمان أنه أصيبت عينه يوم بدر فسالت حدقته على وجنته فأرادوا أن يقطعوها فسألوا النبي A فقال: (لا فدعا به فغمز عينيه براحته)\rفكان لا يدري أي عينيه أصيبت\r[41]","seal":"0D00A4E6","part":1},
      {"page":43,"id":8,"nass":"(صحيح)\rعن أبي سعيد الخدري مرفوعا بلفظ: يقول الله D يوم القيامة: يا آدم يقول: لبيك ربنا وسعديك فينادى بصوت: إن الله يأمرك أن تخرج من ذريتك بعثا إلى النار قال: يا رب وما بعث النار؟ قال: من كل ألف - أراه قال - تسعمائة وتسعة وتسعين فحينئذ تضع الحامل حملها ويشيب الوليد وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد\rفشق ذلك على الناس حتى تغيرت وجوههم. فقال النبي A: (من يأجوج ومأجوج تسعمائة وتسعة وتسعين ومنكم واحد ثم أنتم في الناس كالشعرة السوداء في جنب الثور الأبيض أو كالشعرة البيضاء في جنب الثور الأسود وإني لأرجو أن تكونوا ربع أهل الجنة)\rفكبرنا ثم قال: (ثلث أهل الجنة)\rفكبرنا ثم قال: (شطر أهل الجنة)\rفكبرنا\r[43]","seal":"47E86286","part":1},
      {"page":63,"id":9,"nass":"(ضعيف جدا)\rعن أبي أمامة قال: قال رسول الله A: عرض علي ربي ليجعل لي بطحاء مكة ذهبا فقلت: لا يا رب ولكن أشبع يوما وأجوع يوماا وإذا جعت تضرعت إليك وذكرتك وإذا شبعت حمدتك وشكرتك\r[63]","seal":"C9DDE2CB","part":1},
      {"page":64,"id":10,"nass":"(صحيح)\rعن أبي هريرة قال جلس جبريل إلى النبي A فنظر إلى السماء فإذا ملك ينزل فقال له جبريل: هذا الملك ما نزل منذ خلق قبل الساعة فلما نزل قال يا محمد: أرسلني إليك ربك أملكا جعلك أم عبدا رسولا؟ فقال له جبريل: تواضع لربك يا محمد فقال A: لا بل عبدا رسولا)\r[64]","seal":"8E516688","part":1},
      {"page":70,"id":11,"nass":"صحيح\rعن بن عمر قال: قال رسول الله A: (لا يجمع الله أمتي على ضلالة أبدا ويد الله على الجماعة)\r[70]","seal":"F2C6BF81","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":660,"Bk":"تحقيق بداية السول","HigriD":"660","oAuthVer":1,"Pdf":0,"IslamShort":3,"oVer":1,"verName":null,"Lng":"أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء","bLnk":null,"Inf":"","Auth":"ابن عبد السلام","Betaka":"الكتاب: بداية السول في تفضيل الرسول صلى الله عليه وسلم\r\nالمؤلف: عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، عز الدين الملقب بسلطان العلماء (المتوفى: 660هـ)\r\nالناشر: المكتب الإسلامي - بيروت\r\nالطبعة: الرابعة - 1406\r\nتحقيق: محمد ناصر الدين الألباني\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن عبدالسلام، عز الدين (577 - 660هـ، 1181 - 1262م).\r\n\r\nعبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، عز الدين الملقب بسلطان العلماء. فقيه أصولي شافعي كان يلقب بسلطان العلماء وبائع الملوك. ولد بدمشق ونشأ وتفقه بها على كبار علمائها. كان علمًا من الأعلام، شجاعًا في الحق، آمرًا بالمعروف ناهيًا عن المنكر، جمع إلى الفقه والأصول العلم بالحديث والأدب والخطابة والوعظ. كان خطيباً للجامع الأموي، تخشى السلاطين والأمراء صولته وسلطانه. ولما أعطى السلطان الصالح إسماعيل الإفرنج بلدة صيدا أنكر عليه ذلك فوق المنبر، وترك الدعاء له في الخطبة. وخشي السلطان قوة تأثير عز الدين بن عبد السلام على الناس، فاعتقله ثم طلب منه مغادرة الشام، فغادرها إلى مصر، فقوبل بالترحاب هناك من ملكها الصالح ومن علمائها وأهلها. وولاه السلطان الخطبة في جامع عمرو بن العاص وولاه رئاسة القضاء.\r\nله مؤلفات كثيرة منها: الفوائد؛ الغاية؛ القواعد الكبرى والقواعد الصغرى؛ الفرق بين الإيمان والإسلام؛ مقاصد الرعاية؛ مختصر صحيح مسلم؛ الإمامة في أدلة الأحكام؛ بيان أحوال الناس يوم القيامة؛ بداية السول في تفضيل الرسول؛ الفتاوى المصرية. توفي بالقاهرة.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"C7598C62","cat":"كتب الألباني","oNum":348,"BkId":348,"oAuth":126,"bVer":1,"aSeal":"B2C0FAFB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t348":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"بداية السول"}
    ]
}
