{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b466":
    [
      {"page":null,"id":2,"nass":"ـ[آداب المواكلة]ـ\rالمؤلف: بدر الدين، أبو البركات محمد بن محمد بن محمد الغزي (المتوفى: 984هـ)\rالمحقق: عمر موسى باشا، رئيس قسم اللغة العربية وآدابها - كلية الآداب، جامعة دمشق\rالناشر: دار ابن كثير للطباعة والنشر والتوزيع، دمشق، بيروت\rالطبعة: الأولى، 1407 هـ - 1987 م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","seal":"8D68C95B","part":null},
      {"page":17,"id":3,"nass":"بسم الله الرحمن الرحيم\rالحمد لله، وسلام على عباده الذين اصطفى. هذه جملة من العيوب التي من علمها كان خبيراً بآداب المؤاكلة، وعدتها أحد وثمانون عيباً حسبما نقلناه مفرقاً، والله الموفق، وهي:\r\rالحكاك\rالحكاك: وهو الذي يحك رأسه وموضعاً في بدنه بعد غسل يده وقبل الأكل؛ فقد حكى بعضهم أن رجلاً غسل مع المأمون يده، وأبطأ الطعام، فسبقته يده إلى رأسه، فقال له المأمون: أعد غسل يدك، فغسلها ثم لم يلبث أن سبقت يده إلى لحيته، فقال له: أعد غسلها، قال: ولا يلي غسل اليد إلا الخبز.\r\rالزاحف\rوالزاحف: وهو الذي إذا قدم الطعام زحف إلى المائدة قبل الجماعة، وربما كان الطعام لم يتكامل تصفيفه، أو كان رب المنزل مرتقباً حضور من يتوقعه، فإن زحف الحاضرون إلى المائدة","seal":"D455D9C3","part":1},
      {"page":18,"id":4,"nass":"بزحفه، فقد أسجل على نفسه بالنهم، وإن هم تثاقلوا عن موافقته بقي على المائدة وحده فيخجل، وربما كان الذي يتوقعه رب المنزل من إخوانه هو المقصود بذلك الطعام، فإذا حث على سبقه ثقل على رب المنزل موضعه.\r\rالمجوع\rالمجوع: وهو رب المنزل الذي ينتظر بمؤاكليه إدراك طعامه حتى يجيعهم. حكي أن محمر بن عبد الله بن طاهر دعاه رجل من أصحابه دعوة، فأنق فيها، واحتفل لها؛ فلما حضر محمد، طالبه بالطعام، فمطله ليتكامل ويتلاحق على ما أحبه من الكثرة والحفلة حتى تصرم النهار، ومس محمداً الجوع، فتنغص عليه يومه، ثم أراد محمر سفراً، فشيعه هذا الرجل، حتى إذا دنا منه ليودعه قال له: أتأمر بشيء؟ قال: نعم! اذهب فاجعل طريقك في عودك على أحمد بن يوسف الكاتب، وقل له: قد بعثني إليك الأمير لتعلمني القرى، ففعل ذلك، فلما سمعه أحمد ضحك وقال لفراشه: هات ما حضر، فجاء بطبقٍ كبير، عليه ثلاثة أرغفة من","seal":"B6349EBB","part":1},
      {"page":19,"id":5,"nass":"أنظف الخبز، وسكرجات مريءٍ وخل ومليح من أجود الملح، وما يتخذ من هذه الأصناف؛ وابتدأ يأكل، فجاء بإوزةٍ من مطبخه، وتداركها الطباخ بطباهجه، ووافى من دار حرمه بفضلة أخرى، وأهدى له بعض غلمانه جام، حلوى، فانتظم السماط بشيء ظريف خفيف بغير احتشام ولا انتظار.\r\rالمشنع\rوالمشنع: وهو الذي يجعل ما ينفيه عن طعامه من عظام أو نوى تمر وغيره بين يدي جاره تشنيعاً عليه بكثرة الأكل. حكى أن متلاحيين حضرا على مائدة بعض الرؤساء، فقدم لهما رطب، فجعل أحدهما كلما أكل جعل النوى بين يدي الآخر حتى اجتمع بين يديه ما ليس بين يدي أحد من الحاضرين مثله؛ فالتفت الأول إلى رب المنزل، وقال: ألا ترى يا سيدنا ما أكثر أكل فلان","seal":"5C9AE0FC","part":1},
      {"page":20,"id":6,"nass":"الرطب! فإن بين يديه من النوى ما يفضل به الجماعة، فالتفت إليه صاحبه، وقال: أما أنا أصلحك الله فقد أكلت كما قال رطباً كثيراً، ولكن هذا الأحمق قد أكل الرطب بنواه، فضحك الجماعة وخجل المشنع.\r\rالمتثاقل\rوالمتثاقل: هو الذي يدعى فيجيب، ويوثق منه بالوفاء، ثم يتأخر عن الداعي الملهوف حتى يجيعه، ويجيع إخوانه، وينكد عليهم، فجزاء هذا بعد الاستظهار عليه بالحجج وإعادة الرسول إليه أن يستأثر الإخوان بالمؤاكلة دونه معتمدين بذلك الاستحقاق به ليؤدبوه إن كان فيه مسكة، أو ينبهوه إن كان له فطنة. وقد جاء في الخبر في إجابة الداعي وترك التأخر عنه قوله صلى الله عليه و سلم: (من دعي إلى طعام فليجب، إن كان مفطراً فليأكل، وإن كان صائماً فليصل).\r\rفإذا كان الصائم قد أمر بالإجابة، فكيف بالمفطر، ومن أجاب ثم تأخر؟! وقد ناب ذلك جحظة البرمكي من فتى،","seal":"F1512ED2","part":1},
      {"page":21,"id":7,"nass":"فكتب إليه: تأخرت حتى كدرت الرسول وحتى سمت من الانتظار؛ وأوحشت إخوانك المستعدين، وأفحجتهم كشباب النهار وأضرمت بالجوع أحشاءهم بنار تزيد على كل نار؛ ويقال: ثلاثة تضني، سراج لا يضيء، ورسول بطيء، ومائدة ينتظر بها من يجيء.\r\rالمدمع\rوالمدمع: هو المتناول الطعام الحار، ولا يصبر عليه إلى أن يبرد، فيتناول اللقمة، فيخلف ظنه في احتمال حرارتها، فتدمع عيناه عند احتراق فمه، وربما اضطر إلى إخراجها من فيه أو إلى ابتلاعها بجرعة ماء بارد مهما يحصل من إحراقها معدته.\r\rالمبلغ\rوالمبلغ: هو الذي لا ينهنه اللقمة في فيه حتى يبلعها قبل","seal":"5BC1A545","part":1},
      {"page":22,"id":8,"nass":"تكامل طحنها. فإن ذلك مع كونه من أكبر علامات الشره والنهم، يضر من وجهين: أحدهما: أن الطعام إذا لم يطحن بالأضراس ناعماً كان أقل تغذية وتقوية.\rالثاني: تكليف المعدة هضم ما لا ينسحق وتنفصل أجزاؤه؛ وربما يغص فيحتاج لشرب الماء في أثناء الأكل وتزفير الإناء.\r\rالمقطع\rوالمقطع: ويسمى القطاع، وهو الذي إذا تناول اللقمة بيده استكبرها، فعض على نصفها، ويعاود غمس النصف الآخر في الطعام ويأكله.\r\rالمبعبع\rوالمبعبع: هو الذي إذا أراد الكلام لم يصبر إلى أن يبلع اللقمة؛ لكنه يتكلم في حال المضغ فيبعبع كالجمل، ولا يكاد يتفسر كلامه، وخصوصاً مع كبر اللقمة.\r\rالمفرقع\rوالمفرقع: هو الذي لا يضم شفتيه عند المضغ، فيسمع","seal":"1281FD41","part":1},
      {"page":23,"id":9,"nass":"لأشداقه صوت من باب بيته؛ وربما ينتثر المأكول من أشداقه، والأدب أن لا يسمعه الأقرب إليه.\r\rالرشاف\rوالرشاف: هو الذي يجعل اللقمة في فمه ويرشفها، فيسمع له ساعة البلع حساً لا يخفى على أحدٍ.\r\rالدفاع\rوالدفاع: هو الذي إذا جعل اللقمة في فيه أدخل معها بعض سبابته، كأنه يدفعها بها.\r\rاللطاع\rواللطاع: ويسمى اللحاس، وهو الذي يلحس أصابعه ليميط عنها ودك الطعام قبل أن يفرغ من الأكل، ثم يعيدها للطعام، أما بعد الفراغ فلا بأس به، على أن لا يعاود، وأفضل الحالين تعهد الأصابع بما تمسح به كل وقت كمئزر المائدة.\r\rالمعطاش\rوالمعطاش: هو الذي إذا عطش، وفي فمه لقمة، لا يصبر","seal":"27FB8223","part":1},
      {"page":24,"id":10,"nass":"حتى يبلعها، ثم يشرب، بل يمسكها في شدقه، ثم يشرب الماء، ثم يعاود إلى مضغها.\r\rالمعرض\rوالمعرض: هو الذي يعرض بذكر ما أخل به رب المنزل من الأطعمة، ولو في حكاية يوردها، فإن في ذلك نوع استصغار لهمة صاحب المنزل، إن لم يقدر على إحضاره، وتثقيلاً عليه إن تكلف إحضاره في الوقت كمن يطعم الأرز باللبن، فيقول: إن هذا الطعام نافع وإذا أكل بالسكر كان سريع الإنهضام كثير التغذية، فيضطرب صاحب، المنزل ويضطر إلى إحضار السكر؛ وكذلك إذا كان في الطعام جنس ما عرض به، لكنه كان قليلاً، فيحتاج رب المنزل، إن لم يقدر على إحضاره، وتثقيلاً عليه إن تكلف إحضاره في الوقت كمن يطعم الأرز باللبن، فيقول: إن هذا الطعام نافع وإذا أكل بالسكر كان سريع الإنهضام كثير التغذية، فيضطرب صاحب، المنزل ويضطر إلى إحضار السكر؛ وكذلك إذا كان في الطعام جنس ما عرض به، لكنه كان قليلاً، فيحتاج رب المنزل إلى الزيادة، ويخجله إن لم يكن عنده. وحكي أن المأمون طلب من علي بن هشام أن يعمل له دعوة، ولم يمهله","seal":"3A6E88FA","part":1},
      {"page":25,"id":11,"nass":"الزمان الذي يمكن أن يحتفل فيه لدعوته، فلما دخل المأمون دار علي شاهد من آلات التجمل ما جار له، فقال: ما ظننت أن أحداً تبلغ من المأمون فقال: يا أمير المؤمنين عن عليا شعر بأنا نهجم عليه، فاستعد لنا، واستعار، فلم يفطن علي لقمصوده، وظنه يذهب إلى الاستنقاص بمروءته، فبذر، وحلف برأس المأمون، إن كان استعان بأحد في تجمله، واستعار شيئاً. فلما جلسوا على الطعام غمز المأمون أبا أحمد ولد الرشيد، فقال أبو أحمد: أشتهي مخا، فنقلت صحاف المخ، وهو يأكل ويستزيد، فلما شعر الطباخ بمقصوده، قال لأستادار علي بن هشام: ويحك إن هو لا، إنما قصدوا الزري على مروءة سيدنا","seal":"5EC6AF3D","part":1},
      {"page":26,"id":12,"nass":"ونبله، ولا ينبغي لنا أن نمكن من ذلك، وقد ذبحت كل ما عندي، وملأت الصحاف بمخه، وهم غير مقتنعين، وليس يملأ عيونهم إلا المخ المهري؛ وكان لعلي مهر يسابق الريح، وقد اشتراه بعشرة آلاف درهم، فقال له: وما انتظارك به، فقال: نستأذنه، فقال: ليس هذا وقت إذن! فبادر الطباخ إلى الفصيل فذبحه وخلص عظامه وسلقها واستخرج المخ. وصار يمدهم بصحاح المخ، وهم يأكلون، وأبو أحمد يستزيد إلى أن استحيا المأمون، وغمز أبا أحمد فأمسك.\r\rالنفاخ\rوالنفاخ: هو الذي يتناول اللقمة الحارة فينفخها بفيه ابتغاء تبريدها، وكان سبيله الكف عن الطعام إلى أن يمكنه تناوله.\r\rالممتد\rوالممتد: هو الذي يأكل من صحيفة بعيدة عنه، فيحتاج","seal":"63C4A546","part":1},
      {"page":27,"id":13,"nass":"إلى مد باعه والتزحزح نحوها.\r\rالجراف\rوالجراف: هو الذي يضع اللقمة في جانب الزبدية، ويجرف بها إلى الجانب الآخر.\r\rالمزفر\rوالمزفر: هو الذي يستدعي الماء في حال الأكل ويتناول عروة الشربة، والأدب أن يسمح أصابعه بالمئزر نعما، ثم يتناول","seal":"A24C8F21","part":1},
      {"page":28,"id":14,"nass":"عروة الشربة بخنصره، أو يمسك كعبها، أو يتناول الشربة بالخنصرين والبنصرين جميعاً.\r\rالمدسم\rوالمدسم: هو الذي يملأ المحل بالدسم بتغميسه اللحم فيه.\r\rالمغثي\rوالمغثي: وهو الذي يملأ ذقنه بالزفر لعدم ضبطه فمه أو يده عند وضعها في فمه، فترى الزفر، وقد قطر من شاربه، والذي منخره يتنحنح، فتارةً ينفخ، وتارةً ينشقن وتارةً يمتخط.\r\rالمقزز\rوالمقزز: هو الذي يتحدث على المائدة بما تشمئز نفوس مؤاكليه من سمعه، كمن يذكر أخبار المرضى والمسهولين والدمامل والقيح والقيء والبراز والمخاط ونحو ذلك؛ والذي يكثر من","seal":"61E1D2C6","part":1},
      {"page":29,"id":15,"nass":"التمخط والتنهع والبصق ومسح العين إذا جلس على الأكل.\r\rالعائب\rوالعائب: هو الذي ينبه على بعض عيوب الطعام، فيقول: هذا شواء أحرقه الشواء، وهذه هريسة جيدة، لولا أنها سمراء، وهذا طبيخ كثير الملح أو قليل الحمض أو الحلو.\r\rالمستبد\rوالمستبد: هو الذي يستبد بالملعقة دون مؤاكليه أو بغيرها مما يجري هذا المجرى.\r\rالمهمل\rوالمهمل: هو الذي لا يراعي من بجانبه، والأدب أن يؤثره","seal":"DADDB308","part":1},
      {"page":30,"id":16,"nass":"في بعض ما يستطاب من لحم ونحوه، وأن يعرض عليه الشرب قبله عند تناوله الشربة؛ وأما الرئيس فمن أدبه في المؤاكلة تقديم النوالات إلى مؤاكليه.\r\rالجملي\rوالجملي: هو الذي لخشيته من تنقيط المرق على أثوابه يمد رقبته، ويتطاول إلى قدام كالجمل حتى ينقط ما يقطر من فيه على المائدة أو المئزر.\r\rالواثب\rوالواثب: وهو الذي ينهض ويثب ويتحرك عند وضع اللقمة حتى يكاد تسقط عنه عمامته؛ ويسمى أيضاً بالمختل.\r\rالمخرب\rوالمخرب: هو الذي إذا أكل من صحيفة لم يبق فيها إلا العظام؛ فإنه يأكل أي لحمةٍ رآها وأطايب الطعام، ولا يلتفت لغيره كأنما ليس عند الطعام غيره.\r\rالمصفف\rوالمصفف: وهو الذي يقوم ويتشمر عند حضور المائدة،","seal":"52BC9F5B","part":1},
      {"page":31,"id":17,"nass":"ويصفف الصحاف والأطعمة يوهم أن هذا خدمة للحاضرين، وليس كذلك، بل لينظر في الألوان ليجعل الطيب في مكانه.\r\rالفضولي\rوالفضولي: وهو الذي لا يتمالك إذا رأى الخروف المشوي حتى يتناوله بيديه فيمزقه ويلقيه إرباً إرباً، ويظن أنه قد أحسن وبر بالحاضرين، وفي ذلك تثاقل على رب المنزل، وربما كان يؤثر أن ينفذ نصفه صحيحاً إلى من يريد، وهو - بالجملة - من العيوب؛ وربما يكون قصد فاعل ذلك ليجمع أحسن اللحم قدامه؛ وهو أيضاً من يبادر بتكسير الخبز ويطرحه في المائدة ولعل قصده بذلك ليجمع قدامه فضل الكسر؛ وهو أيضاً من يضع إبهارا وملحاً في الصحفة، فربما أفسدها على من يؤاكله منها لكثرة الملح، أو لكون مؤاكله لا يحب الملح أو يتناول المريء أو الخل ونحوه، فيصبه على الهريسة ونحوها؛ وربما يكون في الحاضرين من يكره ذلك لأنه لم يعتده، ونحوها؛ وربما يكون في الحاضرين من يكره ذلك لأنه لم يعتده، والأدب ألا يتجاوز إصلاح ما يأكله وحده؛ وقد يسمى المصفف أيضاً فضولياً.\r\rالطفيلي\rوالطفيلي معروف: وهو من يحضر إلى الدعوة من غير أن","seal":"B02156A3","part":1},
      {"page":32,"id":18,"nass":"يدعى، والتطفيل حرام؛ ومما يحي من نوادر الطفيلية من اصطلاحاتهم في أسماء الأطعمة أن الخبز اسمه (جابر)، والسفرة (بساط الرحمة)، والقدر (أم الخير)، والزبادي (إخوان الصفا)، والأطعمة (قوت القلوب)، والرز (الشيخ الظهير)، والمضيرة (قاضي القضاة)، والرشتا بالعدس (عبد الرحيم)، والخروف المشوي المعذب (ابن الشهيد)، والدجاجة (أم حفص)، والفراريج (بنات نعش)، والطشت قبل الطعام (بشر وبشير)، ويقال: (المبشران)، وبعد الطعام (منكر ونكير)، ويقال: (المرجفان).\rومن وصاياهم إذا كنت على مائدة فلا تتكلم في حال الأكل، وإن كلمك من لا بد من كلامه فلا تجبه إلا بنعم، فإنها","seal":"968B3021","part":1},
      {"page":33,"id":19,"nass":"لا تشغل عن الأكل.\rوقال بعضهم لطفيلي: أوصني، قال: لا تصادف شيئاً من الطعام، وترفع يدك، وتقول: لعلي أصادف أحسن منه، قال: زدني، قال: إذا وجدت طعاماً فكل منه أكل من لم يره قط، وتزود منه إلى الله تعالى.\rومن حكاياتهم أن طفيلياً أتى إلى عرس، فمنع من الدخول فراح وأخذ إحدى نعليه بيديه وأخذ خلالاً يتخلل به، ودق الباب، فقال البواب: من؟ قال: ابتدل نعلي، ففتح له الباب، فدخل وأكل مع القوم.\rوحكي أن طفيلياً أتى إلى وليمةٍ، فمنع من الدخول، فأخذ قرطاساً أبيض، ولفه وختمه بطين، وأتى إلى الباب، فدقه، وقال: معي كتاب لرب الدار من صديق له، فدخل، فدفع الورقة إلى رب الدار، فلما رأى الطين رطباً، قال: عجباً من رطوبة الطين، فقال: يا مولانا! وأعجب من ذلك أنه لم يكتب فيه حرفاً، فعرف أمره، واستحسن ذلك منه، وحكاياتهم ليس هذا محلها، انتهى.\r\rالجردبيل\rوالجردبيل: هو الذي إذا رأى في الخبز نقصاً يستغنمه،","seal":"EE7EAEBB","part":1},
      {"page":34,"id":20,"nass":"ويحمل منه كسرةً كبيرةً يجعلها له ذخيرةً ليأكلها بعد أن يفرغ.\r\rالمشغل\rوالمشغل: وهو الذي يشغل رغيفاً ليمنع غيره من أكله؛ فإذا رأى الخبز قد نقص، أسرع في البلع، ولو كاد يغص.","seal":"74C5ED5F","part":1},
      {"page":35,"id":21,"nass":"الملقو\rوالملقو: هو الذي يأكل اللقمة الكبيرة، فترى من خارج فكه كالسلعة العظيمة، فيبقى فكه كالملقو، ولو صغر اللقم، لأمن ذلك وأتى بالسنة.","seal":"12DF51A5","part":1},
      {"page":36,"id":22,"nass":"النهم\rوالنهم: هو الذي يأكل لقماً داركاً، ويتأخر الجماعة عن المائدة وهو على حالة في الأكل؛ وربما يمضع بالشدقين، فلقمته بلقمتين!!.\r\rالناثر\rوالناثر: وهو من قسم النهم، وهو من ينثر من النهم الخبز لقماً بين يديه.\r\rالمسابق\rوالمسابق: وهو من قسم النهم أيضاً، وهو الذي يمسك في يده لقمةً قد أعدها قبل أن يمضغ التي في فمه، فلا يرى فكه خالياً عن مضغ، ولا يده خالية، وربما تكون عينه في لقمة أخرى.\r\rالصامت\rوالصامت: وهو من قسم النهم أيضاً، وهو من لا يعود ينطق، بل يكب ويطرق على الأكل، ويشتغل بالمضغ والبلع وأخذ اللقم","seal":"67176A84","part":1},
      {"page":37,"id":23,"nass":"ووضعها متصلاً ذلك بلا انفصال.\r\rحاطب ليلٍ\rوحاطب ليلٍ: هو الذي لا يستقصي تأمل ما يأكله؛ فربما أكل ذبابةً عساها تقع في الإناء، وهو لا يشعر، فيتغامز عليها الحاضرون؛ وإن أكل سمكاً لم يستقص تنقيته من العظام، فتراه في أكثر الأوقات، وقد نشب العظم في حلقه، وأشرف منه على مكروه، وقد ينشب أيضاً عظام الدجاج ونحوها ولا سيما الحمام والعصافير في الحلق، فيبقى مدة طويلة لا يستلذ بأكل ولا شرب، ويذوق العذاب كما أصاب الشيخ النجيب يوسف بن يعقوب رئيس عمرانات، فإنه شارف الموت من ذلك عشرين يوماً حتى خلص العظم من حلقه.\r\rالصعب\rوالصعب: وهو بضد حاطب ليلٍ، وهو من ينقي اللقمة في","seal":"16A29C98","part":1},
      {"page":38,"id":24,"nass":"يده مما لا يحترز التنقية كقشور حمص، وعروق سلق، وغير ذلك؛ ويجعلها قدامه منتثرة.\r\rالبحاث\rوالبحاث: وهو من يبحث الطعام، ويفرقه، وينظر في أجزائه حتى يغثي نفس من يراه، ويخطئ عقل من ينهاه.\r\rالبهات\rوالبهات: هو الذي يبهت في وجه مؤاكليه حتى يبهتهم ويأخذ اللحم من بين أيديهم.\r\rالعابث\rوالعابث: وهو من يعبث، قبل تكامل إحضار الطعام وأكل الناس، بالمائدة أو الزبدية ونحوها، كأن يصلحها، ويرمي شيئاً","seal":"FE94CF32","part":1},
      {"page":39,"id":25,"nass":"يجده عليها لا يجوز الرمي، وهذا من دناءة النفس، وسخافة العقل.\r\rالحامد\rوالحامد: وهو الذي يحمد الله تعالى جهراً في وسط الطعام؛ ولا سيما رب المنزل، فكأنه ينسب في ذلك إلى تنبيه الحاضرين على الكف عن الطعام كما حكى جحظة عن نفسه، قال: أكل عندي بعض المجان، فسمعني، وأنا أحمد الله، عز وجل، في وسط الطعام لشيءٍ خطر ببالي من نعمه التي لا تحصى، فنهض، وقال: أعطي الله عهداً إن عاودت؛ وما معنى التحميد في هذا الموضع؟ كأنك أردت أن تعلمنا أنا قد شبعنا! ثم مال إلى الدواة فكتب:\rوَحَمدُ اللَهِ يَحسُنُ كُلَّ وَقتٍ... وَلَكِن لَيسَ في أَوَلِ الطَعامِ","seal":"CD29FC84","part":1},
      {"page":40,"id":26,"nass":"لِأَنَّكَ تُحشِمُ الأَضيافَ مِنهُ... وَتَأمُرُهُم بِإِسراعِ القيامِ\rوَتُؤذيهُم وَما شَبِعوا بِشَبعٍ... وَذَلِكَ لَيسَ مِن خُلُقِ الكِرامِ\r\rالمُبقِّي\rوالمبقي: مثل ما حكي أن رجلاً دعا ضيفاً، فلما أحضر الطعام أحضر مع الطعام دجاجةٌ واحدةٌ، وفي جانب بيته ثلاث دجاجات سمان مسموطة معلقة، فكأنه أبقى عليها، أو صغرت همته عن طبخ كل ما حضر عنده؛ ومثل من يقدم طعاماً قليلاً لا يكفي الحاضرين، واللحم في داره معلق بإزاء إخوانه.\r\rالمستظهر\rوالمستظهر: مثل بعض الأغنياء، فإنه اعتذر بترك الاحتفال بعذر، فما حسن الاعتذار قط به إلا من مثله، فقال: ما يمنعني من الاحتفال إلا الاستظهار، فقيل له: وكيف ذاك؟ قال:","seal":"793AF5EF","part":1},
      {"page":41,"id":27,"nass":"أكره أن أحتفل فيتأخر عني من أدعوه عن عملٍ أو عائقٍ، فأكون قد تكلفت شيئاً لم أنتفع به، فقال في ذلك بعض إخوانه:\rإِذا كُنتَ لا تَدَعُ الاِحتِفا... لَ إِلّا لِأَنَّكَ تَستَظهرُ\rفلا تَدعُوَن أَحَداً بَتَّةً... فَهَذا هُوَ النَظَرُ الأَوفَرُ\rوَلا سِيَّما أَنا مِن بَينُهُم... فَإِنّي وَحَقِّكَ لا أَحضُرُ\rوكان آخر لا يشرع في شيءٍ من آلة الدعوة حتى يحضر إخوانه، ويأمن تأخرهم، فلا يلحق طعامه حتى يتصرم يومهم، وتضطرم نار الجوع في أحشائهم؛ وقال بعضهم فيه:\rخافَ الضَياعُ عَلى شَيءٍ يُعَجِّلُهُ... مِن المَطاعِمُ إِنَّ إِخوانَهُ ثَقَلوا\rفَلَيسَ يَعلوعَلى الكانونُ بُرمَتُهُ... حَتّى يُرى أَنَّهُم في البَيتِ قَد حَصَلوا","seal":"2848F344","part":1},
      {"page":42,"id":28,"nass":"المستهلك\rوالمستهلك: هو الذي يهلك أضراسه بشرب الماء عقب الحلواء أو الماء الصادق البرد عقب الطعام الحار إلا من إبريق، وكذلك الشرب على الهرايس والأكارع ونحوها والفاكهة الرطبة، فليس من آداب المؤاكلة، لأن فاعل ذلك ينسب إلى الجهل، وأصحابه يعيبون عليه ذلك.\r\rالمحتمي\rوالمحتمي: هو رب المنزل إذا صغر اللقم جداً، أو باعد","seal":"5C26D533","part":1},
      {"page":43,"id":29,"nass":"بينها طويلاً، وحكى في تفضيل الحمية أو أشار على من يحضره ممن يشتكي وجعاً بالحمية، فهو في ذلك مبخل.\r\rالمرنخ\rوالمرنخ: هو الذي يرنخ اللقمة في المرق، فلا يبتلع اللقمة الأولى حتى تلين الثانية.\r\rالمملعق\rوالمملعق: هو الذي يتخذ من الخبز ملاعق يحتمل بها المرق، وقلما يسلم من تلويث ثيابه ولحيته.\r\rالمتطاول\rوالمتطاول: هو الذي يلح بالنظر إلى ما بين يدي غيره من الطبائخ، فكأنه يتطاول إليها أو يتمناها.\r\rالمشيع\rوالمشيع: وهو من عينه إلى لقم الحاضرين وأكلهم، فعينه لأخذ ذا، وضم ذا، وبلع ذا، ومضغ ذا، ووضع ذا.","seal":"5F914379","part":1},
      {"page":44,"id":30,"nass":"المتلفت\rوالمتلفت: هو الذي لا يزال يتلفت إلى الناحية التي ينقل منها الطعام كأنه يتوقع طعاماً آخر، وإذا رفع الطعام بقي متلفتاً إلى صحفاته كأنه يشيعها بنظره كأنه لم يشبع.\r\rالمنقط\rوالمنقط: معروف.\r\rالمرشش\rوالمرشش: هو الذي يتناول القطعة القوية من اللحم بيديه، ويروم قطعها، أو يلوي فخذ الدجاج ليفكه، فيرشش على جلسائه.\r\rالموسخ\rوالموسخ: هو الذي يوسخ الخبز الذي بين يديه، وثياب جلسائه، والسفرة، ونحو ذلك.","seal":"EF80BB14","part":1},
      {"page":45,"id":31,"nass":"الضارب\rوالضارب: ويسمى الدقاق، وهو الذي يضرب حرف المائدة أو السفرة، أو الملعقة بالعظم ليخرج مخه، فيرش أثواب جلسائه بالزفر؛ وربما حفر المائدة أو الملعقة، أو قطع السفرة.\r\rالمصاص\rوالمصاص: هو الذي لا يتمالك إذا رأى عظماً عن استخراج مخه ودقه ومصه، ويتبعه في الطعام.\r\rالأكتع\rوالأكتع: وهو الذي لا يأكل إلا بفرد يد، بغير ضرورة، فهو يلوي الخبز عند كسره، وقد يفته بظفره.\rالموهم والموهم: وهو الذي إذا مد يده إلى الطعام يمد إصبعاً، يوهم أنه يأكل بالثلاث أصابع، وهو يجمع خلفها بالبقية وبكفه أيضاً.\r\rالمتقيئ\rوالمتقيئ: وهو من يدخل في فمه يده عند وضع اللقمة إلى الأشاجع أو نحو ذلك، كأنه يتقيأ، وبعد أن يخرجها","seal":"85929BA2","part":1},
      {"page":46,"id":32,"nass":"ينفضها في الأكل، أو يمسحها في البقل أو السفرة.\r\rالموزع\rوالموزع: وهو أيضاً فضولي، وهو الذي يفرق معظم الطعام على غلمان رب المنزل، وليس ذلك من أدب المؤاكلة، بل خلاف السنة؛ والسنة أيضاً ألا يطعم هرة ونحوها؛ فإن ذلك وظيفة رب المنزل.\r\rالموفر\rوالموفر: هو الذي يحضر في أول طعامه ما يرخص عليه كالخل والبقل، ويطيل الأكل، ويؤخر إحضار الأطعمة الجيدة إلى أن يشبع الحاضرون مما هو دونها توفيراً لها.\r\rالمحدث\rوالمحدث: هو رب المنزل يشاغل مؤاكليه بالحديث المتصل الذي يستدعي الجواب، ويلهيهم، بالإصغاء إليه، عن الأكل، وذلك معدود من اللؤم؛ أما الحديث الذي لا يستدعي جواباً، فهو من صاحب المائدة أحسن منه من المدعو والزائر.\rقال بعضهم صادف زاداً وحديثاً يشتهى: إن الحديث طرق من القرى؛ ويستجاد لبعض المحدثين قوله:\rكَيفَ اِحتيالي لِبَسطِ الضَيفِ مِن خَجَلٍ... عِندَ الطَعامِ فَقَد ضاقَت بِهِ حِيَلي","seal":"2C358D4A","part":1},
      {"page":47,"id":33,"nass":"أَخافُ تَكرارَ قَولي كُلَّ فاحِشَةٍ... وَالضَيفُ يَنسُبُهُ مِنّي إِلى البَخَلِ\r\rالمستأثر\rوالمستأثر: هو رب المنزل يدعو رجلاً، فيؤاكله، ثم يغلب عليه النهم، فيستأثر بأطايب اللحم لطعام دونه، وإن اتفق أن الطعام لا يكفيهما جميعاً، كان شبعه أهم عنده من إشباع ضيفه؛ وأحسن ما قبل في إيثار المؤاكل قول حاتم.\rوَإِنّي لِأَستَحيِيَ رَفيقِيَ أَن يَرى... مَكانَ يَدَيَ مِن مَوضِعِ الزَادِ بَلقَعا\rوَأَنتَ إِذا أَعطَيتَ بَطنَكَ سُؤلَهُ... وَفَرجَكَ نالا مُنتهى الذَمِّ أَجمَعا\rوقال المبرد: كان متمم بن نويرة يؤخر العشاء إلى الليل","seal":"2F320080","part":1},
      {"page":48,"id":34,"nass":"انتظاراً للضيف أو طارق يؤاكله. ولقيس بن عاصم المنقري يخاطب زوجته بقوله:\rبُنَّيةَ عَبدِ اللَهِ وَاِبنَةَ مالِكٍ... وَيا بِنَةَ ذي البُردينِ وَالفُرسِ الوَردِ\rإِذا ما صَنَعتِ الزادَ فَاِتَّخِذي لَهُ... أَكيلاً فَإِنّي لَستُ آكِلُهُ وَحدي\rأَما طارِقٌ أَو جارُ بَيتٍ فَإِنَّني... أَخافُ مَذَمّاتِ الأَحاديثِ مِن بَعدي\rفأجابته:\rأَبى المَرءُ قَيسٌ أَن يَذوقَ طَعامَهُ... بِغَيرِ أَكيلٍ إِنَّهُ لَكَريمُ","seal":"9A13ED80","part":1},
      {"page":49,"id":35,"nass":"فَبورِكتَ حَيّاً يا بنَ عاصِمٍ ذي النَدى... وَبورِكتَ مَيتاً قَد حَوَتكَ رُجومُ\rولآخر:\rأُضاحِكُ ضَيفِيَ قَبلَ إِنزالِ رَحلِهِ... وَيُخصِبُ عِندي وَالمُحِلُّ جَديبُ\rوَما الخِصبُ لِلأَضيافِ أَن يُكثِر القِرى... وَلَكِنَّما وَجهُ الكَريمِ خَصيبُ\r\rالمتعدي\rوالمتعدي: هو الذي يأكل ما بين يدي غيره.\r\rاللفاف\rواللفاف: هو الذي يلف لنفسه لفة بعد لفة من الخبز، كل واحدة نحو ثلث رغيف، ويعضها في عدة مرار، فهو بين الإخوان غير مستحسن إن فعله المرء لنفسه؛ لكن يحسن أن يعمله رب","seal":"530D2D8E","part":1},
      {"page":50,"id":36,"nass":"المنزل لغيره، وخصوصاً للنساء، فإن اعتماد ذلك معهن مما يقرب إليهن، وخصوصاً بعد امتناعهن عن الأكل.\r\rالغصاص\rوالغصاص: هو الذي يغفل عن إعداد الماء قبل الأكل، فغذا غص أحد مؤاكليه لا يجد ما يسقيه.\rالنثار والنثار: هو الذي يفرط في القهقهة، والقمة في فيه، فيشاهد جلساؤه ممضوغة داخل شدقه، ويتناثر منها ما انسحق.\r\rالبقار\rوالبقار: هو الذي يخرج لسانه كالبقرة وقتاً بعد وقت للحس شفتيه، خارج فمه.\r\rالممتحن\rوالممتحن: ويسمى المحسس والمحتال، وهو الذي يضع إصبعه على لحمة ظاهرة، فإن رآها عظماً ضم إصبعه ومصها، يوهم أن الطعام حار وأنه لذعه، وإن رآها لحمة أخذها، ثم إن كانت كبيرة أكلها، أو صغيرة دفعها لجاره كأنه آثره بها.","seal":"F9634546","part":1},
      {"page":51,"id":37,"nass":"المحتال\rوالمحتال: هو الذي ينقل لحماً كثيراً على الولاء، ويضعه قدام من بجنبه. ويقول له: كل يا سيدي، فيحتشم ويمتنع فيرجع هو يأكله، فهو حيلةٌ على حصول ذلك له.\r\rالمغالي\rوالمغالي: ويسمى المستغنم، هو الذي لا يقصد في أكله إلا الغالي الثمن، وإن كان مضراً، وإن كان غيره أطيب منه.\r\rالمفرق\rوالمفرق: وهو الذي يفرق اللحم والكباب في الطعام ليختفي عن أعين الأصحاب، ثم يغوص خلفها بالملعقة مسارعاً في أخذها خفيةً، ويسمى أيضاً المختلس.\r\rالمختلس\rوالمختلس: ويقال هذا الاسم أيضاً لمن يقرض اللحم قطعاً صغاراً، ثم يختلسها بين اللقم بحيث لا يدرى به ليحمل إليه من اللحم أيضاً، لظنهم أنه لم ينل منه.\r\rالمعزل\rوالمعزل: هو الذي إذا شبع، وحضر طعام آخر، يتقيأ، ويأكل منه أيضاً.","seal":"64C4CFD3","part":1},
      {"page":52,"id":38,"nass":"الموحش\rوالموحش: هو رب المنزل الذي يحرد على غلمانه، أو يهدد الطباخ، أو يضرب في داره جاريةً أو غلاماً عند اجتماع ندمائه أو حضور مائدتهم.\r\rالمتشكي\rوالمتشكي: هو رب المنزل إذا اشتكى السنة وغلاء الأسعار، واعتذر إلى ضيفه بشدة ضيقه؛ وأقبح ذلك ما يكون في حال الأكل أو قبله. حكى أبو العيناء، قال: استضفت بعض العرب، وكانت سنة مجدبة، فاعتذرت إليه، وذكرت غلاء الأسعار، وأكثرت من ذلك، فرفع يده، وقال: ليس من المروءة أن يذكر غلاء الأسعار للأضياف عند حضور الطعام، فاعتذرت إليه، وناشدته الله أن يأكل، فلم يفعل، ورحل من الغد.\r\rالمستأذن\rوالمستأذن: هو الذي يستأذن ضيفه في إحضار الطعام كما قال أبو العلاء:\rلا تَسأَلِ الضَيفَ إِن أَطعَمتَهُ ظُهُراً... بِاللَيلِ هَل لَكَ في بَعضِ القِرى أَرَبُ","seal":"2E5230D6","part":1},
      {"page":53,"id":39,"nass":"فَإِنَّ ذَلِكَ مِن قَولٍ يُلَقَّنُهُ... لا أَشتَهي الزادَ وَهُوَ الساغِبُ الحَرِبُ\rقَدِّم لَهُ ما تَأَتّى لا تُؤامِرُهُ... فيهِ وَلَو أَنَّهُ الطُرثوثُ وَالصَربُ\r\rالمُغتنم\rوالمغتنم: هو الذي إذا عرض عليه الرئيس غسل يده بحضرته تجملاً، اغتنم ذلك، وبارده؛ ولو أبى ذلك، وغلب الأدب لخف على القلب، واستفاد الحظوة، وأمن من التثقيل؛ فإن الإنسان لا يمكنه استقصاء الغسل والتنظيف في الأيدي والفم بحضرة الرئيس، وإن فعل ذلك بحضرته فإساءة أدب منه، فالأولى ستر ذلك.\r\rالمتخلل\rوالمتخلل: هو الذي يتخلل بأظفاره أو شعر لحيته ونحوه؛ والله الموفق.","seal":"8A9895BC","part":1},
      {"page":54,"id":40,"nass":"وهذا آخر ما حضرنا في ذلك من معايب الأكل؛ فالعاقل يجتنب ذلك طاقته.\rوالحمد لله وحده، وصلى الله على من لا نبي بعده.","seal":"C4DA3820","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":984,"Bk":"آداب المواكلة","HigriD":"984","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن محمد بن محمد الغزي العامري الدمشقي، أبو البركات، بدر الدين ابن رضي الدين","bLnk":null,"Inf":"","Auth":"الغزي، أبو البركات","Betaka":"الكتاب : آداب المواكلة\r\nالمؤلف : بدر الدين ، أبو البركات محمد بن محمد بن محمد الغزي (المتوفى : 984هـ)\r\nالمحقق : عمر موسى باشا ، رئيس قسم اللغة العربية وآدابها - كلية الآداب ، جامعة دمشق\r\nالناشر : دار ابن كثير للطباعة والنشر والتوزيع، دمشق ، بيروت\r\nالطبعة : الأولى ، 1407 هـ - 1987 م\r\nعدد الأجزاء : 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"بدر الدين الغزي (904 - 984 هـ = 1499 - 1577 م) \r\n\r\nمحمد بن محمد بن محمد الغزي العامري الدمشقي، أبو البركات، بدر الدين ابن رضي الدين: فقيه شافعي، عالم بالأصول والتفسير والحديث.\r\nمولده ووفاته في دمشق.\r\nله مئة وبضعة عشر كتابا، منها ثلاثة تفاسير، وحواش وشروح كثيرة، ورسائل منها (المراح في المزاح - ط) و (المطالع البدرية في المنازل الرومية - خ) و (جواهر الذخائر في الكبائر والصغائر - خ) قصيدة رائية في المواعظ.\r\nوهو أبو نجم الدين محمد المؤرخ، وقد جمع ابنه أسماء كتبه في كتاب أفرده لذلك.\r\nولزم بدر الدين العزلة في أواسط عمره، فكان لا يزور أحدا من الأعيان ولا الحكام بل يقصدونه.\r\nوكان كريما محسنا جعل لتلاميذه رواتب وأكسية وعطايا\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"B66C4C98","cat":"الرقاق والآداب والأذكار","oNum":466,"BkId":466,"oAuth":651,"bVer":1,"aSeal":"948308D3"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t466":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":3,"sub":1,"tit":"الحكاك"},
      {"lvl":1,"id":3,"sub":2,"tit":"الزاحف"},
      {"lvl":1,"id":4,"sub":0,"tit":"المجوع"},
      {"lvl":1,"id":5,"sub":0,"tit":"المشنع"},
      {"lvl":1,"id":6,"sub":0,"tit":"المتثاقل"},
      {"lvl":1,"id":7,"sub":0,"tit":"المدمع"},
      {"lvl":1,"id":7,"sub":1,"tit":"المدمع"},
      {"lvl":1,"id":7,"sub":2,"tit":"المبلغ"},
      {"lvl":1,"id":8,"sub":0,"tit":"المقطع"},
      {"lvl":1,"id":8,"sub":1,"tit":"المبعبع"},
      {"lvl":1,"id":8,"sub":2,"tit":"المفرقع"},
      {"lvl":1,"id":9,"sub":0,"tit":"الرشاف"},
      {"lvl":1,"id":9,"sub":1,"tit":"الدفاع"},
      {"lvl":1,"id":9,"sub":2,"tit":"اللطاع"},
      {"lvl":1,"id":9,"sub":3,"tit":"المعطاش"},
      {"lvl":1,"id":10,"sub":0,"tit":"المعرض"},
      {"lvl":1,"id":12,"sub":0,"tit":"النفاخ"},
      {"lvl":1,"id":12,"sub":1,"tit":"الممتد"},
      {"lvl":1,"id":13,"sub":0,"tit":"الجراف"},
      {"lvl":1,"id":13,"sub":1,"tit":"المزفر"},
      {"lvl":1,"id":14,"sub":0,"tit":"المدسم"},
      {"lvl":1,"id":14,"sub":1,"tit":"المغثي"},
      {"lvl":1,"id":14,"sub":2,"tit":"المقزز"},
      {"lvl":1,"id":15,"sub":0,"tit":"العائب"},
      {"lvl":1,"id":15,"sub":1,"tit":"المستبد"},
      {"lvl":1,"id":15,"sub":2,"tit":"المهمل"},
      {"lvl":1,"id":16,"sub":0,"tit":"الجملي"},
      {"lvl":1,"id":16,"sub":1,"tit":"الواثب"},
      {"lvl":1,"id":16,"sub":2,"tit":"المخرب"},
      {"lvl":1,"id":16,"sub":3,"tit":"المصفف"},
      {"lvl":1,"id":17,"sub":0,"tit":"الفضولي"},
      {"lvl":1,"id":17,"sub":1,"tit":"الطفيلي"},
      {"lvl":1,"id":19,"sub":0,"tit":"الجردبيل"},
      {"lvl":1,"id":20,"sub":0,"tit":"المشغل"},
      {"lvl":1,"id":21,"sub":0,"tit":"الملقو"},
      {"lvl":1,"id":22,"sub":0,"tit":"النهم"},
      {"lvl":1,"id":22,"sub":1,"tit":"الناثر"},
      {"lvl":1,"id":22,"sub":2,"tit":"المسابق"},
      {"lvl":1,"id":22,"sub":3,"tit":"الصامت"},
      {"lvl":1,"id":23,"sub":0,"tit":"حاطب ليل"},
      {"lvl":1,"id":23,"sub":1,"tit":"الصعب"},
      {"lvl":1,"id":24,"sub":0,"tit":"البحاث"},
      {"lvl":1,"id":24,"sub":1,"tit":"البهات"},
      {"lvl":1,"id":24,"sub":2,"tit":"العابث"},
      {"lvl":1,"id":25,"sub":0,"tit":"الحامد"},
      {"lvl":1,"id":26,"sub":0,"tit":"المبقي"},
      {"lvl":1,"id":26,"sub":1,"tit":"المستظهر"},
      {"lvl":1,"id":28,"sub":0,"tit":"المستهلك"},
      {"lvl":1,"id":28,"sub":1,"tit":"المحتمي"},
      {"lvl":1,"id":29,"sub":0,"tit":"المرنخ"},
      {"lvl":1,"id":29,"sub":1,"tit":"المملعق"},
      {"lvl":1,"id":29,"sub":2,"tit":"المتطاول"},
      {"lvl":1,"id":29,"sub":3,"tit":"المشيع"},
      {"lvl":1,"id":30,"sub":0,"tit":"المتلفت"},
      {"lvl":1,"id":30,"sub":1,"tit":"المنقط"},
      {"lvl":1,"id":30,"sub":2,"tit":"المرشش"},
      {"lvl":1,"id":30,"sub":3,"tit":"الموسخ"},
      {"lvl":1,"id":31,"sub":0,"tit":"الضارب"},
      {"lvl":1,"id":31,"sub":1,"tit":"المصاص"},
      {"lvl":1,"id":31,"sub":2,"tit":"الأكتع"},
      {"lvl":1,"id":31,"sub":3,"tit":"المتقيئ"},
      {"lvl":1,"id":32,"sub":0,"tit":"الموزع"},
      {"lvl":1,"id":32,"sub":1,"tit":"الموفر"},
      {"lvl":1,"id":32,"sub":2,"tit":"المحدث"},
      {"lvl":1,"id":33,"sub":0,"tit":"المستأثر"},
      {"lvl":1,"id":35,"sub":0,"tit":"المتعدي"},
      {"lvl":1,"id":35,"sub":1,"tit":"اللفاف"},
      {"lvl":1,"id":36,"sub":0,"tit":"الغصاص"},
      {"lvl":1,"id":36,"sub":1,"tit":"البقار"},
      {"lvl":1,"id":36,"sub":2,"tit":"الممتحن"},
      {"lvl":1,"id":37,"sub":0,"tit":"المحتال"},
      {"lvl":1,"id":37,"sub":1,"tit":"المغالي"},
      {"lvl":1,"id":37,"sub":2,"tit":"المفرق"},
      {"lvl":1,"id":37,"sub":3,"tit":"المختلس"},
      {"lvl":1,"id":37,"sub":4,"tit":"المعزل"},
      {"lvl":1,"id":38,"sub":0,"tit":"الموحش"},
      {"lvl":1,"id":38,"sub":1,"tit":"المتشكي"},
      {"lvl":1,"id":38,"sub":2,"tit":"المستأذن"},
      {"lvl":1,"id":39,"sub":0,"tit":"المغتنم"},
      {"lvl":1,"id":39,"sub":1,"tit":"المتخلل"}
    ]
}
