{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b572":
    [
      {"page":null,"id":0,"nass":"[الرسالة الأولى في بيان حكم الاستغاثة بالنبي صلى الله عليه وسلم والاستنصار به]\r[النصر بيد الله وحده وليس بيد النبي صلى الله عليه وسلم]\rإقامة البراهين\rعلى حكم من استغاث بغير الله\rأو صدق الكهنة والعرافين","seal":"1F2BEC9F","part":null},
      {"page":7,"id":1,"nass":"بسم الله الرحمن الرحيم\rالرسالة الأولى الحمد لله والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن اهتدى بهداه، أما بعد: فقد نشرت صحيفة المجتمع الكويتية في عددها 15 الصادر في 19 / 4 / 1395 هـ أبياتا تحت عنوان (في ذكرى المولد النبوي الشريف) تتضمن الاستغاثة بالنبي - صلى الله عليه وسلم - والاستنصار به لإدراك الأمة ونصرها وتخليصها مما وقعت فيه من التفرق والاختلاف، بإمضاء من سمت نفسها (آمنة) ، وهذا نص الأبيات المشار إليها: -\rيا رسول الله أدرك عالَما ... يشعل الحرب ويصلى من لظاها\rيا رسول الله أدرك أمة ... في ظلام الشك قد طال سراها\rيا رسول الله أدرك أمة ... في متاهات الأسى ضاعت رؤاها","seal":"7CF33A4C","part":1},
      {"page":8,"id":2,"nass":"إلى أن قالت: -\rيا رسول الله أدرك أمة ... في ظلام الشك قد طال سراها\rعجل النصر كما عجلته ... يوم بدر حين ناديت الإلها\rفاستحال الذل نصرا رائعا ... إن لله جنودا لا تراها\r(الله أكبر) هكذا توجه هذه الكاتبة نداءها واستغاثتها إلى الرسول صلى الله عليه وسلم طالبة منه إدراك الأمة بتعجيل النصر، ناسية أو جاهلة أن النصر بيد الله وحده، ليس ذلك بيد النبي - صلى الله عليه وسلم - ولا غيره من المخلوقات، كما قال الله سبحانه في كتابه المبين: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ} [آل عمران: 126] (¬1) وقال عز وجل: {إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ} [آل عمران: 160] (¬2) .\r\r[الله سبحانه خلق الخلق ليعبدوه وأرسل الرسل لبيان تلك العبادة والدعوة إليها]\rوقد علم بالنص والإجماع أن الله\r¬_________\r(¬1) سورة آل عمران الآية 126.\r(¬2) سورة آل عمران الآية 160.","seal":"FE07F230","part":1},
      {"page":9,"id":3,"nass":"سبحانه خلق الخلق ليعبدوه، وأرسل الرسل وأنزل الكتب لبيان تلك العبادة والدعوة إليها كما قال سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] (¬1) وقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] (¬2) وقال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] (¬3) وقال عز وجل: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ - أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ} [هود: 1 - 2] (¬4) فأوضح سبحانه في هذه الآيات المحكمات أنه لم يخلق الثقلين إلا ليعبدوه وحده لا شريك له، وبين أنه أرسل الرسل عليهم الصلاة والسلام للأمر بهذه العبادة والنهي عن ضدها، وأخبر عز وجل أنه أحكم آيات كتابه وفصلها لئلا يعبد غيره\r¬_________\r(¬1) سورة الذاريات الآية 56.\r(¬2) سورة النحل الآية 36.\r(¬3) سورة الأنبياء الآية 25.\r(¬4) سورة هود الآية 1-2.","seal":"52749E0E","part":1},
      {"page":10,"id":4,"nass":"سبحانه، والعبادة: هي توحيده وطاعته بامتثال أوامره وترك نواهيه، وقد أمر الله بذلك في آيات كثيرة منها قوله سبحانه: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ} [البينة: 5] (¬1) الآية وقوله عز وجل: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [الإسراء: 23] (¬2) وقوله سبحانه: {فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: 2 - 3] (¬3) والآيات في هذا المعنى كثيرة كلها تدل على وجوب إخلاص العبادة لله وحده وترك عبادة ما سواه من الأنبياء وغيرهم ولا ريب أن الدعاء من أهم أنواع العبادة وأجمعها، فوجب إخلاصه لله وحده كما قال عز وجل: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ} [غافر: 14] (¬4) وقال عز وجل:\r¬_________\r(¬1) سورة البينة الآية 5.\r(¬2) سورة الإسراء الآية 23.\r(¬3) سورة الزمر الآية 2-3.\r(¬4) سورة غافر الآية 14.","seal":"26785A55","part":1},
      {"page":11,"id":5,"nass":"{وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] (¬1) وهذا يعم جميع المخلوقات من الأنبياء وغيرهم، لأن (أحدا) نكرة في سياق النهي فتعم كل من سوى الله سبحانه. وقال تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ} [يونس: 106] (¬2) وهذا خطاب للنبي - صلى الله عليه وسلم - ومعلوم أن الله سبحانه قد عصمه من الشرك وإنما المراد من ذلك تحذير غيره، ثم قال عز وجل: {فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} [يونس: 106] (¬3) فإذا كان سيد ولد آدم عليه الصلاة والسلام لو دعا غير الله يكون من الظالمين فكيف بغيره؟ والظلم إذا أطلق يراد به الشرك الأكبر كما قال سبحانه: {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} [البقرة: 254] (¬4) وقال تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13] (¬5) فعلم بهذه الآيات وغيرها أن دعاء غير الله من الأموات والأشجار والأصنام وغيرها شرك بالله عز وجل ينافي\r¬_________\r(¬1) سورة الجن الآية 18.\r(¬2) سورة يونس الآية 106.\r(¬3) سورة يونس الآية 106.\r(¬4) سورة البقرة الآية 254.\r(¬5) سورة لقمان الآية 13.","seal":"D0DA4513","part":1},
      {"page":12,"id":6,"nass":"العبادة التي خلق الله الثقلين من أجلها وأرسل الرسل وأنزل الكتب لبيانها والدعوة إليها، وهذا معنى \" لا إله إلا الله \" فإن معناها لا معبود بحق إلا الله، فهي تنفي العبادة عن غير الله وتثبتها لله وحده، كما قال الله سبحانه: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ} [لقمان: 30] (¬1) وهذا هو أصل الدين وأساس الملة، ولا تصح العبادات إلا بعد صحة هذا الأصل كما قال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: 65] (¬2) وقال سبحانه: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [الأنعام: 88] (¬3) .\r\r[دين الإسلام مبني على أصلين عظيمين]\rودين الإسلام مبني على أصلين عظيمين:\r¬_________\r(¬1) سورة لقمان الآية 30.\r(¬2) سورة الزمر الآية 65.\r(¬3) سورة الأنعام الآية 88.","seal":"BB43AF25","part":1},
      {"page":13,"id":7,"nass":"أحدهما: أن لا يعبد إلا الله وحده. والثاني: أن لا يعبد إلا بشريعة نبيه ورسوله محمد - صلى الله عليه وسلم - وهذا معنى شهادة أن لا إله إلا الله وأن محمدا رسول الله فمن دعا الأموات من الأنبياء وغيرهم، أو دعا الأصنام أو الأشجار أو الأحجار أو غير ذلك من المخلوقات أو استغاث بهم أو تقرب إليهم بالذبائح والنذور أو صلى لهم أو سجد لهم: فقد اتخذهم أربابا من دون الله وجعلهم أندادا له سبحانه، وهذا يناقض هذا الأصل وينافي معنى لا إله إلا الله، كما أن من ابتدع في الدين ما لم يأذن به الله لم يحقق معنى شهادة أن محمدا رسول الله، وقد قال الله عز وجل: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: 23] (¬1) وهذه الأعمال هي أعمال من مات على الشرك بالله عز وجل، وهكذا الأعمال المبتدعة التي لم يأذن بها الله فإنها\r¬_________\r(¬1) سورة الفرقان الآية 23.","seal":"942172FE","part":1},
      {"page":14,"id":8,"nass":"تكون يوم القيامة هباء منثورا لكونها لم توافق شرعه المطهر، كما قال النبي - صلى الله عليه وسلم: «من أحدث في أمرنا هذا ما ليس منه فهو رد» متفق على صحته. وهذه الكاتبة قد وجهت استغاثتها ودعاءها للرسول - صلى الله عليه وسلم - وأعرضت عن رب العالمين الذي بيده النصر والضر والنفع وليس بيد غيره شيء من ذلك. ولا شك أن هذا ظلم عظيم وشرك وخيم، وقد أمر الله - عز وجل - بدعائه سبحانه ووعد من يدعوه بالاستجابة وتوعد من استكبر عن ذلك بدخول جهنم، كما قال عز وجل: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: 60] (¬1) أي صاغرين ذليلين، وقد دلت هذه الآية الكريمة على أن الدعاء عبادة، وعلى أن من استكبر عنه فمأواه جهنم، فإذا كانت هذه حال من استكبر عن دعاء الله فكيف تكون حال\r¬_________\r(¬1) سورة غافر الآية 60.","seal":"7104AF5C","part":1},
      {"page":15,"id":9,"nass":"من دعا غيره وأعرض عنه وهو سبحانه القريب المجيب المالك لكل شيء والقادر على كل شيء، كما قال سبحانه: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة: 186] (¬1) وقد أخبر الرسول - صلى الله عليه وسلم - في الحديث الصحيح أن الدعاء هو العبادة، وقال لابن عمه عبد الله بن عباس - رضى الله عنهما: «احفظ الله يحفظك احفظ الله تجده تجاهك إذا سألت فاسأل الله وإذا استعنت فاستعن بالله» أخرجه الترمذي وغيره، وقال - صلى الله عليه وسلم -: «من مات وهو يدعو لله ندا دخل النار» رواه البخاري، وفي الصحيحين «عن النبي - صلى الله عليه وسلم - أنه سئل: أي الذنب أعظم؟ قال: أن تجعل لله ندا وهو خلقك» والند هو النظير والمثيل، فكل من دعا غير الله أو استغاث به أو نذر له أو ذبح له أو صرف له شيئا من العبادة\r¬_________\r(¬1) سورة البقرة الآية 186.","seal":"83A02ECC","part":1},
      {"page":16,"id":10,"nass":"سوى ما تقدم فقد اتخذه ندا لله، سواء كان نبيا أو وليا أو ملكا أو جنيا أو صنما أو غير ذلك من المخلوقات، أما سؤال الحي الحاضر بما يقدر عليه والاستعانة به في الأمور الحسية التي يقدر عليها فليس ذلك من الشرك بل من الأمور العادية الجائزة بين المسلمين، كما قال تعالى في قصة موسى: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص: 15] (¬1) وكما قال تعالى في قصة موسى أيضا: {فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ} [القصص: 21] (¬2) وكما يستغيث الإنسان بأصحابه في الحرب وغيرها من الأمور التي تعرض للناس، ويحتاجون فيها إلى أن يستعين بعضهم ببعض.\r\r[أمر الله نبيه صلى الله عليه وسلم أن يبلغ الناس أنه لا يملك لأحد نفعا ولا ضرا]\rوقد أمر الله نبيه - صلى الله عليه وسلم - أن يبلغ الناس أنه لا يملك لأحد نفعا ولا ضرا فقال في سورة الجن: {قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا} [الجن: 20]\r¬_________\r(¬1) سورة القصص الآية 15.\r(¬2) سورة القصص الآية 21.","seal":"5FFD10D9","part":1},
      {"page":17,"id":11,"nass":"{قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا} [الجن: 21] (¬1) وقال تعالى في سورة الأعراف: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف: 188] (¬2) والآيات قي هذا المعنى كثيرة وهو - صلى الله عليه وسلم - لا يدعو إلا ربه ولا يستغيث إلا به، وكان في يوم بدر يستغيث بالله ويستنصره على عدوه ويلح في ذلك، ويقول: «يا رب أنجز لي ما وعدتني» حتى قال الصديق الأكبر أبو بكر - رضي الله عنه: \"حسبك يا رسول الله فإن الله منجز لك ما وعدك\" وأنزل الله سبحانه في ذلك قوله تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ - وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} [الأنفال: 9 - 10] (¬3) فذكرهم سبحانه في هذه الآيات\r¬_________\r(¬1) سورة الجن الآية 20-21.\r(¬2) سورة الأعراف الآية 188.\r(¬3) سورة الأنفال الآية 9-10.","seal":"A886CBDD","part":1},
      {"page":18,"id":12,"nass":"استغاثتهم به، وأخبر أنه استجاب لهم بإمدادهم بالملائكة، ثم بين سبحانه أن النصر ليس من الملائكة وإنما أمدهم بهم للتبشير بالنصر والطمأنينة، وبين أن النصر من عنده فقال: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} [الأنفال: 10] وقال عز وجل في سورة آل عمران: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ} [آل عمران: 123] (¬1) فبين في هذه الآية أنه سبحانه هو الناصر لهم يوم بدر فعلم بذلك أن ما أعطاهم من السلاح والقوة وما أمدهم به من الملائكة كل ذلك من أسباب النصر والتبشير والطمأنينة.\rوليس النصر منها بل هو من عند الله وحده، فكيف يجوز لهذه الكاتبة أو غيرها أن توجه استغاثتها وطلبها النصر إلى النبي - صلى الله عليه وسلم - وتعرض عن رب العالمين المالك لكل شيء والقادر على كل شيء؟!\r¬_________\r(¬1) سورة آل عمران الآية 123.","seal":"067D1FA2","part":1},
      {"page":19,"id":13,"nass":"لا شك أن هذا من أقبح الجهل بل من أعظم الشرك، فالواجب على الكاتبة أن تتوب إلى الله سبحانه توبة نصوحا وذلك بالندم على ما وقع منها والإقلاع منه والعزم على عدم العود إليه تعظيما له وإخلاصا له وامتثالا لأمره وحذرا مما نهى عنه، هذه هي التوبة النصوح، وإذا كانت من حق المخلوقين وجب في التوبة أمر رابع وهو رد الحق إلى مستحقه أو تحلله منه، وقد أمر الله عباده بالتوبة ووعدهم قبولها كما قال تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31] (¬1) وقال في حق النصارى: {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} [المائدة: 74] (¬2) وقال تعالى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا - يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا} [الفرقان: 68 - 69]\r¬_________\r(¬1) سورة النور الآية 31.\r(¬2) سورة المائدة الآية 74.","seal":"96DA4AEB","part":1},
      {"page":20,"id":14,"nass":"{إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [الفرقان: 70] (¬1) وقال تعالى: {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ} [الشورى: 25] (¬2) وصح عن رسول الله - صلى الله عليه وسلم - أنه قال: \" «الإسلام يهدم ما كان قبله والتوبة تجب ما كان قبلها» \".\rولعظم خطر الشرك وكونه أعظم الذنوب وخشية الاغترار بما صدر من هذه الكاتبة ولوجوب النصح لله ولعباده حررت هذه الكلمة الموجزة، وأسأل الله عز وجل أن ينفع بها وأن يصلح أحوالنا وأحوال المسلمين جميعا، وأن يمن علينا جميعا بالفقه في الدين والثبات عليه، وأن يعيذنا والمسلمين من شرور أنفسنا وسيئات أعمالنا إنه ولي ذلك والقادر عليه وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وآله وصحبه. . .\r\r[الرسالة الثانية في بيان حكم دعاء غير الله سبحانه والاستنجاد به في المهمات]\r[الله سبحانه خلق الثقلين ليعبدوه دون كل ما سواه وليخصوه بالدعاء]\rالرسالة الثانية من عبد العزيز بن عبد العزيز بن عبد الله بن باز إلى من يراه من المسلمين، وفقني الله وإياهم للتمسك بدينه والثبات عليه آمين.\rالسلام عليكم ورحمة الله وبركاته:\rأما بعد: فقد سألني بعض الإخوان عما يفعله بعض الجهال من دعاء غير الله سبحانه والاستنجاد به في المهمات، كدعاء الجن والاستغاثة بهم والنذر لهم والذبح لهم وشبه ذلك، ومن ذلك قول بعضهم: (يا سبعة خذوه) يعني بذلك سبعة من رؤساء الجن، (يا سبعة افعلوا به كذا) ، (اكسروا عظامه اشربوا دمه مثلوا به) ، ومن ذلك قول بعضهم: (خذوه يا جن الظهيرة يا جن العصر) وهذا يوجد كثيرا في بعض الجهات الجنوبية، ومما يلتحق بهذا الأمر دعاء الأموات من الأنبياء والصالحين\r¬_________\r(¬1) سورة الفرقان الآية 68- 70.\r(¬2) سورة الشورى الآية 25.","seal":"24C6E59F","part":1},
      {"page":22,"id":15,"nass":"وغيرهم، ودعاء الملائكة والاستغاثة بهم، فهذا كله وأشباهه واقع من كثير ممن ينتسب إلى الإسلام جهلا منه وتقليدا لمن قبله، وربما سهل بعضهم في ذلك بقوله: هذا شيء يجري على اللسان لا نقصده ولا نعتقده. وسألني أيضا عن حكم مناكحة من عرف بهذه الأعمال وذبائحهم والصلاة عليهم وخلفهم، وعن تصديق المشعوذين والعرافين، كمن يدعي معرفة المرض وأسبابه بمجرد إشرافه على شيء مما مس جسد المريض كالعمامة والسراويل والخمار وأشباه ذلك.\rوالجواب: الحمد لله وحده والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه ومن اهتدى بهم إلى يوم الدين، أما بعد:\rفإن الله سبحانه وتعالى قد خلق الثقلين ليعبدوه دون كل ما سواه وليخصوه بالدعاء","seal":"9AF8BC26","part":1},
      {"page":23,"id":16,"nass":"والاستغاثة والذبح والنذر وسائر العبادات، وقد بعث الرسل بذلك وأمرهم به وأنزل الكتب السماوية التي أعظمها القرآن الكريم ببيان ذلك والدعوة إليه وتحذير الناس من الشرك بالله وعبادة غيره، وهذا هو أصل الأصول وأساس الملة والدين وهو معنى شهادة أن لا إله إلا الله لأن معناها لا معبود بحق إلا الله، فهي تنفي الألوهية - وهي العبادة - عن غير الله، وتثبت العبادة لله وحده دون ما سواه من سائر المخلوقات، والأدلة على هذا من كتاب الله وسنة رسوله - صلى الله عليه وسلم - كثيرة جدا، منها قوله عز وجل: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] (¬1) وقوله سبحانه: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [الإسراء: 23] (¬2) وقوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ} [البينة: 5] (¬3) وقوله:\r¬_________\r(¬1) سورة الذاريات الآية 56.\r(¬2) سورة الإسراء الآية 23.\r(¬3) سورة البينة الآية 5.","seal":"A14AA30D","part":1},
      {"page":24,"id":17,"nass":"{وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: 60] (¬1) وقال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [البقرة: 186] (¬2) فبين سبحانه في هذه الآيات أنه خلق الثقلين لعبادته، وأنه قضى أن لا يعبد إلا هو سبحانه وتعالى، ومعنى قضى: أمر وأوصى، فهو سبحانه أمر عباده وأوصاهم في محكم القرآن وعلى لسان الرسول عليه الصلاة والسلام ألا يعبدوا إلا ربهم، وأوضح جل وعلا أن الدعاء عبادة عظيمة من استكبر عنها دخل النار، وأمر عباده أن يدعوه وحده، وأخبر أنه قريب يجيب دعوتهم، فوجب على جميع العباد أن يخصوا ربهم بالدعاء لأنه نوع من العبادة التي خلقوا لها وأمروا بها، وقال عز وجل:\r¬_________\r(¬1) سورة غافر 60.\r(¬2) سورة البقرة الآية 186.","seal":"84607D9B","part":1},
      {"page":25,"id":18,"nass":"{قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} [الأنعام: 162 - 163] (¬1) أمر الله نبيه - صلى الله عليه وسلم - أن يخبر الناس أن صلاته ونسكه- وهو الذبح- ومحياه ومماته لله رب العالمين لا شريك له، فمن ذبح لغير الله فقد أشرك بالله كما لو صلى لغير الله لأن الله سبحانه جعل الصلاة والذبح قرينين، وأخبر أنهما لله وحده لا شريك له، فمن ذبح لغير الله من الجن والملائكة والأموات وغيرهم يتقرب إليهم بذلك فهو كمن صلى لغير الله.\r\r[شرك يستحق دخول النار لا تناله الشفاعة]\rوفي الحديث الصحيح يقول النبي عليه الصلاة والسلام: «لعن الله من ذبح لغير الله» وأخرج الإمام أحمد بسند حسن عن طارق بن شهاب رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: «مر رجلان على قوم لهم صنم لا يجوزه أحد حتى يقرب له شيئا، فقالوا لأحدهما: قرب، قال: ليس عندي شيء أقرب، قالوا؟ قرب ولو ذبابا، فقرب ذبابا فخلوا سبيله فدخل النار،\r¬_________\r(¬1) سورة الأنعام 162-163.","seal":"A78AA27B","part":1},
      {"page":26,"id":19,"nass":"وقالوا للآخر: قرب، قال: ما كنت لأقرب لأحد شيئا دون الله عز وجل، فضربوا عنقه فدخل الجنة» فإذا كان من تقرب إلى الصنم ونحوه بالذباب ونحوه يكون شركا يستحق دخول النار، فكيف بمن يدعو الجن والملائكة والأولياء ويستغيث بهم وينذر لهم ويتقرب إليهم بالذبائح يرجو بذلك حفظ ماله، أو شفاء مريضه، أو سلامة دوابه وزرعه، أو يفعل ذلك خوفا من شر الجن أو ما أشبه ذلك؟ فهذا وأشباهه أولى بأن يكون مشركا مستحقا لدخول النار من هذا الرجل الذي قرب الذباب للصنم. ومما ورد في ذلك أيضا قوله عز وجل: {فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: 2 - 3] (¬1) .\rوقال تعالى:\r¬_________\r(¬1) سورة الزمر الآية 2-3.","seal":"15DE2A07","part":1},
      {"page":27,"id":20,"nass":"{وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: 18] (¬1) أخبر الله سبحانه في هاتين الآيتين أن المشركين اتخذوا من دونه أولياء من المخلوقات يعبدونهم معه بالدعاء والخوف والرجاء والذبح والنذر ونحو ذلك زاعمين أن أولئك الأولياء يقربون من عبدهم إلى الله ويشفعون لهم عنده، فأكذبهم الله سبحانه وأوضح باطلهم وسماهم كذبة وكفارا ومشركين ونزه نفسه عن شركهم فقال جل وعلا: {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: 18] فعلم بذلك أن من اتخذ ملكا أو نبيا أو جنيا أو شجرا أو حجرا يدعوه مع الله ويستغيث به ويتقرب إليه بالنذر والذبح رجاء شفاعته عند الله وتقريبه لديه أو رجاء شفاء المريض أو حفظ\r¬_________\r(¬1) سورة يونس الآية 18.","seal":"EA50129D","part":1},
      {"page":28,"id":21,"nass":"المال أو سلامة الغائب أو ما شابه ذلك فقد وقع في هذا الشرك العظيم والبلاء الوخيم الذي قال الله فيه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} [النساء: 48] (¬1) وقال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: 72] (¬2) والشفاعة إنما تحصل يوم القيامة لأهل التوحيد والإخلاص لا لأهل الشرك، كما قال النبي - صلى الله عليه وسلم - لما قيل له: يا رسول الله من أسعد الناس بشفاعتك؟ قال: «من قال لا إله إلا الله خالصا من قلبه» وقال - صلى الله عليه وسلم -: «لكل نبي دعوة مستجابة، فتعجل كل نبي دعوته وأنا اختبأت دعوتي شفاعة لأمتي يوم القيامة فهي نائلة إن شاء الله من مات من أمتي لا يشرك بالله شيئا»\r¬_________\r(¬1) سورة النساء الآية 48.\r(¬2) سورة المائدة الآية 72.","seal":"8F92BBD2","part":1},
      {"page":29,"id":22,"nass":"وكان المشركون الأولون يؤمنون بأن الله ربهم وخالقهم ورازقهم، وإنما تعلقوا على الأنبياء والأولياء والملائكة والأشجار والأحجار وأشباه ذلك يرجون شفاعتهم عند الله وتقريبا لديه كما سبق في الآيات، فلم يعذرهم الله بذلك ولم يعذرهم رسول الله - صلى الله عليه وسلم - بل أنكر الله عليه في كتابه العظيم وسماهم كفارا ومشركين وأكذبهم في زعمهم أن هذه الآلهة تشفع لهم وتقربهم إلى الله زلفى وقاتلهم الرسول - صلى الله عليه وسلم - على هذا الشرك حتى يخلصوا العبادة لله وحده عملا بقوله سبحانه: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} [الأنفال: 39] (¬1) وقال الرسول - صلى الله عليه وسلم - «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله ويقيموا الصلاة ويؤتوا الزكاة فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام وحسابهم على\r¬_________\r(¬1) سورة الأنفال الآية 29.","seal":"DD4525F2","part":1},
      {"page":30,"id":23,"nass":"الله» ومعنى قوله - صلى الله عليه وسلم -: «حتى يشهدوا أن لا إله إلا الله» أي: حتى يخصوا الله بالعبادة دون كل ما سواه، وكان المشركون يخافون من الجن ويعوذون بهم فأنزل الله في ذلك قوله: {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا} [الجن: 6] (¬1) قال أهل التفسير في الآية الكريمة: معنى قوله: {فَزَادُوهُمْ رَهَقًا} [الجن: 6] أي ذعرا وخوفا؛ لأن الجن تتعاظم في نفسها وتتكبر إذا رأت الإنس يستعيذون بها، وعند ذلك يزدادون لهم إخافة وإذعارا حتى يكثروا من عبادتهم واللجوء إليهم، وقد عوض الله المسلمين عن ذلك: الاستعاذة به سبحانه وبكلماته التامة، وأنزل في ذلك قوله عز وجل: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ} [الأعراف: 200] (¬2) وقوله جل وعلا: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} [الفلق: 1]\r¬_________\r(¬1) سورة الجن الآية 6.\r(¬2) سورة الأعراف الآية 200.","seal":"D9528AE8","part":1},
      {"page":31,"id":24,"nass":"(¬1) {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} [الناس: 1] (¬2) وصح عن النبي - صلى الله عليه وسلم - أنه قال: «من نزل منزلا فقال أعوذ بكلمات الله التامات من شر ما خلق، لم يضره شيء حتى يرتحل من منزله ذلك» ومما تقدم من الآيات والأحاديث يعلم طالب النجاة والراغب في الحفاظ على دينه والسلامة من الشرك دقيقه وجليله: أن التعلق بالأموات والملائكة والجن وغيرهم من المخلوقات، ودعاءهم والاستعاذة بهم ونحو ذلك من عمل أهل الجاهلية المشركين ومن أقبح الشرك بالله سبحانه، فالواجب تركه والحذر من ذلك والتواصي بتركه والإنكار على من فعله.\r\r[تجري عليهم أحكام المشركين والمشركات]\rومن عرف من الناس بهذه الأعمال الشركية لم تجز مناكحته ولا أكل ذبيحته ولا الصلاة عليه ولا الصلاة خلفه حتى يعلن التوبة إلى الله سبحانه من ذلك، ويخلص\r¬_________\r(¬1) سورة الفلق الآية 1.\r(¬2) سورة الناس الآية 1.","seal":"2560A5D2","part":1},
      {"page":32,"id":25,"nass":"الدعاء والعبادة لله وحده. والدعاء: هو العبادة بل مخها كما قال النبي - صلى الله عليه وسلم -: «الدعاء هو العبادة» وفي اللفظ الآخر «الدعاء مخ العبادة» وقال سبحانه: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} [البقرة: 221] (¬1) ونهى الله سبحانه المسلمين عن التزوج بالمشركات من عباد الأوثان والجن والملائكة وغير ذلك حتى يؤمن بإخلاص العبادة لله وحده وتصديق الرسول - صلى الله عليه وسلم - فيما جاء به واتباع سبيله، ونهى عن تزويج المشركين بالنساء المسلمات حتى يؤمنوا بإخلاص العبادة لله وحده وتصديق الرسول - صلى الله عليه وسلم - واتباعه، وأخبر سبحانه أن الأمة المؤمنة\r¬_________\r(¬1) سورة البقرة الآية 221.","seal":"A336A248","part":1},
      {"page":33,"id":26,"nass":"خير من الحرة المشركة ولو أعجبت من ينظر إليها ويسمع كلامها بجمالها وحسن كلامها، وأن العبد المؤمن خير من الحر المشرك ولو أعجب سامعه والناظر إليه بجماله وفصاحته وشجاعته وغير ذلك، ثم أوضح أسباب هذا التفضيل بقوله سبحانه: {أُولَئِكَ يَدْعُونَ إِلَى النَّارِ} [البقرة: 221] (¬1) يعني بذلك المشركين والمشركات؛ لأنهم من دعاة النار بأقوالهم وأعمالهم وسيرتهم وأخلاقهم، أما المؤمنون والمؤمنات فهم من دعاة الجنة بأخلاقهم وأعمالهم وسيرتهم، فكيف يستوي هؤلاء وهؤلاء؟ .\rوقال جل وعلا في شأن المنافقين {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ} [التوبة: 84] (¬2) فأوضح جل وعلا في هذه الآية الكريمة أن المنافق والكافر لا يصلى عليهما لكفرهما بالله ورسوله وهكذا لا\r¬_________\r(¬1) سورة البقرة الآية 221.\r(¬2) سورة التوبة الآية 84.","seal":"7FCE857E","part":1},
      {"page":34,"id":27,"nass":"يصلى خلفهما ولا يجعلان أئمة للمسلمين لكفرهما وعدم أمانتهما وللعداوة العظيمة التي بينهما وبين المسلمين ولأنهما ليسا من أهل الصلاة والعبادة، لأن الكفر والشرك لا يبقى معهما عمل، نسأل الله العافية من ذلك. وقال عز وجل في تحريم الميتة وذبائح المشركين: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} [الأنعام: 121] (¬1) نهى عز وجل المسلمين عن أكل الميتة وذبيحة المشرك لأنه نجس فذبيحته في حكم الميتة ولو ذكر اسم الله عليها لأن التسمية منه باطلة لا أثر لها لأنها عبادة والشرك يحبط العبادة ويبطلها حتى يتوب المشرك إلى الله سبحانه، وإنما أباح عز وجل طعام أهل الكتاب في قوله سبحانه:\r¬_________\r(¬1) سورة الأنعام الآية 121.","seal":"DD5133D0","part":1},
      {"page":35,"id":28,"nass":"{وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ} [المائدة: 5] (¬1) لأنهم ينتسبون إلى دين سماوي ويزعمون أنهم من أتباع موسى وعيسى وإن كانوا في ذلك كاذبين، وقد نسخ الله دينهم وأبطله ببعث محمد - صلى الله عليه وسلم - إلى الناس عامة، ولكن الله جل وعلا أحل لنا طعام أهل الكتاب ونساءهم لحكمة بالغة وأسرار مرعية قد أوضحها أهل العلم، بخلاف المشركين من عباد الأوثان والأموات من الأنبياء والأولياء وغيرهم لأن دينهم لا أصل له ولا شبهة فيه بل هو باطل من أساسه فكانت ذبيحة أهله ميتة ولا يباح أكلها.\r\r[قول الشخص لمن يخاطبه جن أصابك من باب السب والشتم]\rوأما قول الشخص لمن يخاطبه: (جن أصابك) (جن أخذك) (شيطان طار بك) وما أشبه ذلك. فهذا من باب السب والشتم وذلك لا يجوز بين المسلمين كسائر أنواع السب والشتم وليس ذلك من باب الشرك، إلا أن يكون\r¬_________\r(¬1) سورة المائدة الآية 5.","seal":"C3336339","part":1},
      {"page":36,"id":29,"nass":"قائل ذلك يعتقد أن الجن يتصرفون في الناس بغير إذن الله ومشيئته، فمن اعتقد ذلك في الجن أو غيرهم من المخلوقات فهو كافر بهذا الاعتقاد؛ لأن الله سبحانه هو المالك لكل شيء والقادر على كل شيء وهو النافع الضار ولا يوجد لشيء إلا بإذنه ومشيئته وقدره السابق، كما قال عز وجل آمرا نبيه - صلى الله عليه وسلم - أن يخبر الناس بهذا الأصل العظيم: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف: 188] (¬1) فإذا كان سيد الخلق وأفضلهم عليه الصلاة والسلام لا يملك لنفسه نفعا ولا ضرا إلا ما شاء الله، فكيف بغيره من الخلق؟ والآيات في هذا المعنى كثيرة.\r\r[سؤال العرافين والمشعوذين والمنجمين وأشباههم ممن يتعاطى الأخبار عن المغيبات]\rوأما سؤال العرافين والمشعوذين والمنجمين وأشباههم ممن يتعاطى الأخبار عن المغيبات\r¬_________\r(¬1) سورة الأعراف الآية 188.","seal":"4ED1652B","part":1},
      {"page":37,"id":30,"nass":"فهو منكر لا يجوز، وتصديقهم أشد وأنكر بل هو من شعب الكفر لقول النبي - صلى الله عليه وسلم - «من أتى عرافا فسأله عن شيء لم تقبل له صلاة أربعين يوما» رواه مسلم في صحيحه، وفي صحيحه أيضا عن معاوية بن الحكم السلمي رضي الله عنه أن النبي - صلى الله عليه وسلم - نهى عن إتيان الكهان وسؤالهم. وأخرج أهل السنن عن النبي - صلى الله عليه وسلم - أنه قال: «من أتى كاهنا فصدقه بما يقول فقد كفر بما أنزل على محمد - صلى الله عليه وسلم -» والأحاديث في هذا المعنى كثيرة. فالواجب على المسلمين الحذر من سؤال الكهنة والعرافين وسائر المشعوذين المشتغلين بالأخبار عن المغيبات والتلبيس على المسلمين، سواء كان باسم الطب أو غيره لما تقدم من نهي النبي - صلى الله عليه وسلم - عن ذلك وتحذيره منه. ويدخل في ذلك ما يدعيه بعض الناس باسم الطب من الأمور الغيبية إذا شم عمامة المريض أو خمار المريضة أو نحو ذلك قال:","seal":"177BD877","part":1},
      {"page":38,"id":31,"nass":"(هذا المريض أو هذه المريضة فعل كذا وصنع كذا) من أمور الغيب التي ليس في شم عمامة المريض ونحوها دلالة عليها، وإنما القصد من ذلك التلبيس على العامة حتى يقولوا إنه عارف بالطب وعارف بأنواع المرض وأسبابه، وربما أعطاهم شيئا من الأدوية فصادف الشفاء بقدر الله فظنوا أنه بأسباب دوائه، وربما كان المرض بأسباب بعض الجن والشياطين الذين يخدمون ذلك المدعي للطب ويخبرونه عن بعض المغيبات التي يطلعون عليها فيعتمد على ذلك ويرضي الجن والشياطين بما يناسبهم من العبادة فيرتفعون عن ذلك المريض ويتركون ما قد تلبسوا به معه من الأذى، وهذا شيء معروف عن الجن والشياطين ومن يستخدمهم. فالواجب على المسلمين الحذر من ذلك والتواصي بتركه والاعتماد على الله سبحانه والتوكل عليه في كل الأمور، ولا بأس بتعاطي","seal":"82CBC0B2","part":1},
      {"page":39,"id":32,"nass":"الرقى الشرعية والأدوية المباحة والعلاج عند الأطباء الذين يستعملون الكشف على المريض والتأكد من مرضه بالأسباب الحسية والمعقولة، وقد صح عن النبي - صلى الله عليه وسلم -: «ما أنزل الله داء إلا أنزل له شفاء علمه من علمه وجهله من جهله» وقال - صلى الله عليه وسلم -: «لكل داء دواء فإذا أصيب دواء الداء برئ بإذن الله» وقال - صلى الله عليه وسلم -: «عباد الله تداووا ولا تداووا بحرام» والأحاديث في هذا المعنى كثيرة، فنسأل الله عز وجل أن يصلح أحوال المسلمين جميعا وأن يشفي قلوبهم وأبدانهم من كل سوء وأن يجمعهم على الهدى وأن يعيذنا وإياهم من مضلات الفتن ومن طاعة الشيطان وأوليائه إنه على كل شيء قدير ولا حول ولا قوة إلا بالله العلي العظيم وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وآله وصحبه.","seal":"71ECD864","part":1},
      {"page":41,"id":33,"nass":"[الرسالة الثالثة في بيان حكم الأوراد البدعية والشركية المنسوبة إلى علي بن أبي طالب]\r[معنى العبادة]\rالرسالة الثالثة من عبد العزيز بن عبد الله بن باز إلى حضرة الأخ المكرم (. . . . . . . . . .) وفقه الله لكل خير آمين سلام عليكم ورحمة الله وبركاته.\rأما بعد: فقد وصل إلي كتابكم الكريم وصلكم الله بهداه وما تضمنه من الإفادة أنه يوجد في بلادكم أناس متمسكون بأوراد ما أنزل الله بها من سلطان منها ما هو بدعي ومنها ما هو شركي وينسبون ذلك إلى أمير المؤمنين علي بن أبي طالب رضي الله عنه وغيره ويقرؤون تلك الأوراد في مجالس الذكر أو في المساجد بعد صلاة المغرب زاعمين أنها قربة إلى الله كقولهم:\rبحق الله رجال الله أعينونا بعون الله وكونوا عوننا بالله.\rوكقولهم: يا أقطاب ويا أوتاد ويا أسياد","seal":"8F3DE4E3","part":1},
      {"page":42,"id":34,"nass":"أجيبوا يا ذوي الإمداد فينا واشفعوا لله هذا عبدكم واقف وعلى بابكم عاكف ومن تقصيره خائف أغثنا يا رسول الله ومالي غيركم أذهب ومنكم يحصل المطلب وأنتم خير أهل الله بحمزة سيد الشهداء ومن منكم لنا مددا أغثنا يا رسول الله.\rوكقولهم: اللهم صل على من جعلته سببا لانشقاق أسرارك الجبروتية وانفلاقا لأنوارك الرحمانية فصار نائبا عن الحضرة الربانية وخليفة أسرارك الذاتية، ورغبتكم في بيان ما هو بدعة وما هو شرك، وهل تصح الصلاة خلف الإمام الذي يدعو بهذا الدعاء كل ذلك كان معلوما.\rوالجواب: الحمد لله وحده والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه ومن اهتدى بهداه إلى يوم الدين، أما بعد:","seal":"17CE5E4F","part":1},
      {"page":43,"id":35,"nass":"فاعلم - وفقك الله - أن الله سبحانه إنما خلق الخلق وأرسل الرسل عليهم الصلاة والسلام ليعبد وحده لا شريك له دون كل ما سواه كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] (¬1) والعبادة: هي طاعته سبحانه وطاعة رسوله محمد - صلى الله عليه وسلم - بفعل ما أمر الله به ورسوله وترك ما نهى الله عنه ورسوله، من إيمان بالله ورسوله وإخلاص لله في العمل مع غاية الحب لله وكمال الذل له وحده كما قال تعالى: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [الإسراء: 23] (¬2) أي أمر وأوصى بأن يعبد وحده، وقال تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ - الرَّحْمَنِ الرَّحِيمِ - مَالِكِ يَوْمِ الدِّينِ - إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 2 - 5] (¬3) أبان سبحانه بهذه الآيات أنه هو المستحق لأن يعبد وحده ويستعان به\r¬_________\r(¬1) سورة الذاريات الآية 56.\r(¬2) سورة الإسراء الآية 23.\r(¬3) سورة الفاتحة 2-5.","seal":"791BE4ED","part":1},
      {"page":44,"id":36,"nass":"وحده، وقال عز وجل: {فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: 2 - 3] (¬1) وقال تعالى: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ} [غافر: 14] (¬2) وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] (¬3) والآيات في هذا المعنى كثيرة وكلها تدل على وجوب إفراد الله بالعبادة، ومعلوم أن الدعاء بأنواعه من العبادة فلا يجوز لأحد من الناس أن يدعو إلا ربه، ولا يستعين ولا يستغيث إلا به عملا بهذه الآيات الكريمة وما جاء في معناها، وهذا فيما عدا الأمور العادية والأسباب الحسية التي يقدر عليها المخلوق الحي الحاضر فإن تلك ليست من العبادة بل يجوز بالنص والإجماع أن يستعين الإنسان بالإنسان الحي القادر في الأمور العادية التي يقدر عليها، كأن يستعين به أو\r¬_________\r(¬1) سورة الزمر الآية 2-3.\r(¬2) سورة غافر الآية 14.\r(¬3) سورة الجن الآية 18.","seal":"FD4DF062","part":1},
      {"page":45,"id":37,"nass":"يستغيث به في دفع شر ولده أو خادمه أو كلبه وما أشبه ذلك، وكأن يستعين الإنسان بالإنسان الحي الحاضر القادر أو الغائب بواسطة الأسباب الحسية كالمكاتبة ونحوها في بناء بيته أو إصلاح سيارته أو ما أشبه ذلك، ومن هذا الباب قول الله عز وجل في قصة موسى عليه الصلاة والسلام: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص: 15] (¬1) ومن ذلك استغاثة الإنسان بأصحابه في الجهاد والحرب ونحو ذلك.\r\r[الاستغاثة بالأموات والجن والملائكة والأشجار والأحجار]\rفأما الاستغاثة بالأموات والجن والملائكة والأشجار والأحجار فذلك من الشرك الأكبر وهو من جنس عمل المشركين الأولين مع آلهتهم كالعزى واللات وغيرهما، وهكذا الاستغاثة والاستعانة بمن يعتقد فيهم الولاية من الأحياء فيما لا يقدر عليه إلا الله كشفاء المرضى وهداية القلوب ودخول الجنة والنجاة\r¬_________\r(¬1) سورة القصص الآية 15.","seal":"58BAAC3D","part":1},
      {"page":46,"id":38,"nass":"من النار وأشباه ذلك، والآيات السابقات وما جاء في معناها من الآيات والأحاديث كلها تدل على وجوب توجيه القلوب إلى الله في جميع الأمور وإخلاص العبادة لله وحده؛ لأن العباد خلقوا لذلك وبه أمروا كما سبق في الآيات وكما في قوله سبحانه: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا} [النساء: 36] (¬1) وقوله سبحانه: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5] (¬2) وقول النبي - صلى الله عليه وسلم - في حديث معاذ - رضي الله عنه: «حق الله علي العباد أن يعبدوه ولا يشركوا به شيئا» متفق على صحته، وقوله - صلى الله عليه وسلم - في حديث ابن مسعود - رضي الله عنه: «من مات وهو يدعو لله ندا دخل النار» رواه البخاري، وفي الصحيحين من حديث ابن عباس - رضي الله عنهما: أن النبي - صلى الله عليه وسلم - لما بعث معاذا إلى اليمن قال له: «إنك تأتي\r¬_________\r(¬1) سورة النساء الآية 36.\r(¬2) سورة البينة الآية 5.","seal":"93A5725A","part":1},
      {"page":47,"id":39,"nass":"قوما أهل كتاب فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله» وفي لفظ: «فادعهم إلى أن يشهدوا أن لا إله إلا الله وأني رسول الله» وفي رواية للبخاري: «فادعهم إلى أن يوحدوا الله» وفي صحيح مسلم عن طارق بن أشيم الأشجعي رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «من وحد الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه علي الله عز وجل» والأحاديث في هذا المعنى كثيرة.\r\r[التوحيد هو أصل دين الإسلام وهو أساس الملة]\rوهذا التوحيد هو أصل دين الإسلام وهو أساس الملة وهو رأس الأمر وهو أهم الفرائض وهو الحكمة في خلق الثقلين والحكمة في إرسال الرسل جميعا عليهم الصلاة والسلام كما تقدمت الآيات الدالة على ذلك، ومنها قوله سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] (¬1) ومن الأدلة على ذلك أيضا قوله عز وجل: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36]\r¬_________\r(¬1) سورة الذاريات الآية 56.","seal":"8C9E6C00","part":1},
      {"page":48,"id":40,"nass":"(¬1) وقوله سبحانه: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] (¬2) وقال عز وجل عن نوح وهود وصالح وشعيب عليهم الصلاة والسلام أنهم قالوا لقومهم: {اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [الأعراف: 59] (¬3) وهذه دعوة الرسل جميعا كما دلت على ذلك الآيتان السابقتان، وقد اعترف أعداء الرسل بأن الرسل أمروهم بإفراد الله بالعبادة وخلع الآلهة المعبودة من دونه كما قال عز وجل في قصة عاد أنهم قالوا لهود عليه الصلاة والسلام: {قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا} [الأعراف: 70] (¬4) فقال سبحانه وتعالى عن قريش لما دعاهم نبينا محمد - صلى الله عليه وسلم - إلى إفراد الله بالعبادة وترك ما يعبدون من دونه من الملائكة والأولياء\r¬_________\r(¬1) سورة النحل الآية 36.\r(¬2) سورة الأنبياء الآية 25.\r(¬3) سورة الأعراف الآية 59.\r(¬4) سورة الأعراف الآية 70.","seal":"F43D3F39","part":1},
      {"page":49,"id":41,"nass":"والأصنام والأشجار وغير ذلك: {أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص: 5] (¬1) وقال عنهم سبحانه وتعالى في سورة الصافات {إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ - وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ} [الصافات: 35 - 36] (¬2) والآيات الدالة على هذا المعنى كثيرة، ومما ذكرناه من الآيات والأحاديث يتضح لك- وفقني الله وإياك للفقه في الدين والبصيرة بحق رب العالمين- أن هذه الأدعية وأنواع الاستغاثة التي بينتها في سؤالك كلها من أنواع الشرك الأكبر؛ لأنها عبادة لغير الله، وطلب لأمور لا يقدر عليها سواه من الأموات والغائبين، وذلك أقبح من شرك الأولين لأن الأولين إنما يشركون في حال الرخاء، وأما في حال الشدائد فيخلصون لله العبادة لأنهم\r¬_________\r(¬1) سورة ص الآية 5.\r(¬2) سورة الصافات الآيتان 35 -36.","seal":"35267643","part":1},
      {"page":50,"id":42,"nass":"يعلمون أنه سبحانه هو القادر على تخليصهم من الشدة دون غيره، كما قال تعالى في كتابه المبين عن أولئك المشركين: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} [العنكبوت: 65] (¬1) وقال سبحانه وتعالى يخاطبهم في آية أخرى: {وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا} [الإسراء: 67] (¬2) فإن قال قائل من هؤلاء المشركين المتأخرين: إنا لا نقصد أن أولئك يفيدون بأنفسهم ويشفون مرضانا بأنفسهم أو ينفعونا بأنفسهم أو يضرونا بأنفسهم وإنما نقصد شفاعتهم إلى الله في ذلك!! .\rفالجواب أن يقال له:\rإن هذا هو مقصد الكفار الأولين ومرادهم،\r¬_________\r(¬1) سورة العنكبوت الآية 65.\r(¬2) سورة الإسراء الآية 67.","seal":"2452EB3D","part":1},
      {"page":51,"id":43,"nass":"وليس مرادهم أن آلهتهم تخلق أو ترزق أو تنفع أو تضر بنفسها فإن ذلك يبطله ما ذكره الله عنهم في القرآن وأنهم أرادوا شفاعتهم وجاههم وتقريبهم إلى الله زلفى كما قال سبحانه وتعالى في سورة يونس عليه الصلاة والسلام: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس: 18] (¬1) فرد الله عليهم ذلك بقوله سبحانه: {قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: 18] (¬2) فأبان سبحانه أنه لا يعلم في السماوات ولا في الأرض شفيعا عنده على الوجه الذي يقصده المشركون، وما لا يعلم الله وجوده لا وجود له لأنه سبحانه لا يخفى عليه شيء. . وقال تعالى في سورة الزمر: {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: 1 - 3]\r¬_________\r(¬1) سورة يونس الآية 18.\r(¬2) سورة يونس الآية 18.","seal":"83D78FDF","part":1},
      {"page":52,"id":44,"nass":"(¬1) فأبان سبحانه أن العبادة له وحده وأنه يجب على العباد إخلاصها له جل وعلا؛ لأن أمره للنبي - صلى الله عليه وسلم - بإخلاص العبادة له أمر للجميع. . ومعنى الدين هنا: هو العبادة، والعبادة: هي طاعته وطاعة رسوله - صلى الله عليه وسلم - كما سلف، ويدخل فيها الدعاء والاستغاثة والخوف والرجاء والذبح والنذر، كما يدخل فيها الصلاة والصوم وغير ذلك مما أمر الله به ورسوله.\r\r[إبطال مقصد الكفار أنهم ما عبدوا الأولياء من دونه إلا ليقربوهم إلى الله زلفى]\rثم قال عز وجل بعد ذلك: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: 3] (¬2) أي يقولون ما نعبدهم إلا ليقربونا إلى الله زلفى، فرد الله عليهم بقوله سبحانه: {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: 3] (¬3) فأوضح سبحانه في هذه الآية الكريمة\r¬_________\r(¬1) سورة الزمر الآية 1-3.\r(¬2) سورة الزمر الآية 3.\r(¬3) سورة الزمر الآية 3.","seal":"ACC64F43","part":1},
      {"page":53,"id":45,"nass":"أن الكفار ما عبدوا الأولياء من دونه إلا ليقربوهم إلى الله زلفى، وهذا هو مقصد الكفار قديما وحديثا وقد أبطل الله ذلك بقوله: {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: 3] (¬1) فأوضح سبحانه كذبهم في زعمهم أن آلهتهم تقربهم إلى الله زلفى وكفرهم بما صرفوا لها من العبادة، وبذلك يعلم كل من له أدنى تمييز أن الكفار الأولين إنما كان كفرهم باتخاذهم الأنبياء والأولياء والأشجار والأحجار وغير ذلك من المخلوقات شفعاء بينهم وبين الله واعتقدوا أنهم يقضون حوائجهم من دون إذنه سبحانه ولا رضاه كما تشفع الوزراء عند الملوك، فقاسوه عز وجل على الملوك والزعماء، وقالوا: كما أنه من له حاجة إلى الملك والزعيم يتشفع إليه بخواصه ووزرائه فهكذا نحن نتقرب إلى الله بعبادة أنبيائه وأوليائه، وهذا من أبطل الباطل لأنه سبحانه لا شبيه له\r¬_________\r(¬1) سورة الزمر الآية 3.","seal":"9B157F0C","part":1},
      {"page":54,"id":46,"nass":"ولا يقاس بخلقه ولا يشفع أحد عنده إلا بإذنه ولا يأذن في الشفاعة إلا لأهل التوحيد وهو سبحانه وتعالى على كل شيء قدير، وبكل شيء عليم وهو أرحم الراحمين لا يخشى أحدا ولا يخافه لأنه سبحانه هو القاهر فوق عباده والمتصرف فيهم كيف يشاء، بخلاف الملوك والزعماء فإنهم ما يقدرون على شيء ولا يعلمون كل شيء فلذلك يحتاجون إلى من يعينهم على ما قد يعجزون عنه من وزرائهم وخواصهم وجنودهم، كما يحتاجون إلى تبليغهم حاجات من لا يعلمون حاجته، فيحتاجون إلى من يستعطفهم ويسترضيهم من وزرائهم وخواصهم، أما الرب عز وجل فهو سبحانه غني عن جميع خلقه وهو أرحم بهم من أمهاتهم وهو الحاكم العدل يضع الأشياء في مواضعها على مقتضى حكمته وعلمه وقدرته فلا يجوز أن يقاس بخلقه بوجه من الوجوه، ولهذا أوضح سبحانه في كتابه أن","seal":"A35CDBAA","part":1},
      {"page":55,"id":47,"nass":"المشركين قد أقروا بأنه الخالق الرازق المدبر وأنه هو الذي يجيب المضطر ويكشف السوء ويحيي ويميت إلى غير ذلك من أفعاله سبحانه.\r\r[الخصومة بين المشركين وبين الرسل في إخلاص العبادة لله وحده]\rوإنما الخصومة بين المشركين وبين الرسل في إخلاص العبادة لله وحده كما قال عز وجل: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف: 87] (¬1) وقال تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ} [يونس: 31] (¬2) والآيات في هذا المعنى كثيرة، وسبق ذكر الآيات الدالة على أن النزاع بين الرسل وبين الأمم إنما هو في إخلاص العبادة لله وحده، كقوله سبحانه: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ} [النحل: 36] 56 {وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] (¬3) وما جاء في معناها من الآيات. وبين سبحانه في مواضع كثيرة من كتابه الكريم شأن الشفاعة فقال تعالى في سورة البقرة: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: 255] (¬4) وقال في سورة النجم: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} [النجم: 26] (¬5) وقال في سورة الأنبياء في وصف الملائكة: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ} [الأنبياء: 28] (¬6) وأخبر عز وجل أنه لا يرضى من عباده الكفر وإنما يرضى منهم الشكر، والشكر: هو توحيده والعمل بطاعته فقال تعالى في سورة الزمر: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر: 7] (¬7) وروى البخاري في صحيحه «عن\r¬_________\r(¬1) سورة الزخرف الآية 87.\r(¬2) سورة يونس الآية 31.\r(¬3) سورة النحل الآية 36.\r(¬4) سورة البقرة الآية 255.\r(¬5) سورة النجم الآية 26.\r(¬6) سورة الأنبياء الآية 28.\r(¬7) سورة الزمر الآية 7.","seal":"4B393ACE","part":1},
      {"page":57,"id":48,"nass":"أبي هريرة - رضي الله عنه - أنه قال: يا رسول الله: من أسعد الناس بشفاعتك؟ قال: من قال لا إله إلا الله خالصا من قلبه أو قال: \" من نفسه» \" وفي الصحيح عن أنس رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: «لكل نبي دعوة مستجابة فتعجل كل نبي دعوته وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة فهي نائلة إن شاء الله من مات من أمتي لا يشرك بالله شيئا» والأحاديث في هذا المعنى كثيرة، وجميع ما ذكرنا من الآيات والأحاديث كله يدل على أن العبادة حق الله وحده، وأنه لا يجوز صرف شيء منها لغير الله لا للأنبياء ولا لغيرهم، وأن الشفاعة ملك لله - عز وجل - كما قال سبحانه: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا} [الزمر: 44] (¬1) ولا يستحقها أحد إلا بعد إذنه للشافع ورضاه عن المشفوع فيه، وهو سبحانه لا يرضى إلا التوحيد كما سبق، أما\r¬_________\r(¬1) سورة الزمر الآية 44.","seal":"29159E6B","part":1},
      {"page":58,"id":49,"nass":"المشركون فلا حظ لهم في الشفاعة كما قال تعالى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} [المدثر: 48] (¬1) وقال تعالى: {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ} [غافر: 18] (¬2) والظلم عند الإطلاق هو الشرك كما قال تعالى: {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} [البقرة: 254] (¬3) وقال تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13] (¬4) .\r\r[قول بعض الصوفية في المساجد وغيرها من التكلف والتنطع الذي حذر منه النبي]\rأما ما ذكرته في السؤال من قول بعض الصوفية في المساجد وغيرها: اللهم صل على من جعلته سببا لانشقاق أسرارك الجبروتية وانفلاقا لأنوارك الرحمانية فصار نائبا عن الحضرة الربانية وخليفة أسرارك الذاتية. . إلخ.\rالجواب:\rأن يقال: إن هذا الكلام وأشباهه من جملة التكلف والتنطع الذي حذر منه نبينا محمد - صلى الله عليه وسلم -\r¬_________\r(¬1) سورة المدثر الآية 48.\r(¬2) سورة غافر الآية 18.\r(¬3) سورة البقرة الآية 254.\r(¬4) سورة لقمان الآية 13.","seal":"EE8B3866","part":1},
      {"page":59,"id":50,"nass":"فيما رواه مسلم في الصحيح عن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «هلك المتنطعون» قالها ثلاثا، قال الإمام الخطابي رحمه الله: المتنطع المتعمق في الشيء المتكلف البحث عنه على مذاهب أهل الكلام الداخلين فيما لا يعنيهم الخائضين فيما لا تبلغه عقولهم.\rوقال أبو السعادات بن الأثير: هم المتعمقون المغالون في الكلام المتكلمون بأقصى حلوقهم مأخوذ من النطع وهو الغار الأعلى من الفم ثم استعمل في كل متعمق قولا وفعلا. وبما ذكره هذان الإمامان من أئمة اللغة يتضح لك ولكل من له أدنى بصيرة أن هذه الكيفية في الصلاة والسلام على نبينا وسيدنا رسول الله - صلى الله عليه وسلم - من جملة التكلف والتنطع المنهي عنه، والمشروع للمسلم في هذا الباب أن يتحرى الكيفية الثابتة عن رسول الله - صلى الله عليه وسلم - في","seal":"5A7FF108","part":1},
      {"page":60,"id":51,"nass":"صفة الصلاة والسلام عليه وفي ذلك غنية من غيره، ومن ذلك ما رواه البخاري ومسلم في الصحيحين واللفظ للبخاري عن كعب بن عجرة رضي الله عنه أن الصحابة رضي الله عنهم «قالوا: يا رسول الله أمرنا أن نصلي عليك فكيف نصلي عليك؟ فقال: قولوا: اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد» .\rوفي الصحيحين عن أبي حميد الساعدي - رضي الله عنه - أنهم «قالوا: يا رسول الله كيف نصلي عليك؟ قال: قولوا اللهم صل على محمد وعلى أزواجه وذريته كما صليت على آل إبراهيم وبارك على محمد وأزواجه وذريته كما باركت على آل إبراهيم إنك حميد مجيد» ، وفي صحيح مسلم عن أبي مسعود الأنصاري رضي الله عنه قال:","seal":"AC188B88","part":1},
      {"page":61,"id":52,"nass":"«قال بشير بن سعد: يا رسول الله: أمرنا الله أن نصلي عليك فكيف نصلي عليك؟ فسكت ثم قال: قولوا اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وبارك على محمد وعلى آل محمد كما باركت على إبراهيم في العالمين إنك حميد مجيد والسلام كما علمتم» .\rفهذه الألفاظ وأشباهها وغيرها مما ثبت عن النبي - صلى الله عليه وسلم - هي التي ينبغي للمسلم أن يستعملها في صلاته وسلامه على رسول الله - صلى الله عليه وسلم - لأن الرسول - صلى الله عليه وسلم - هو أعلم الناس بما يليق أن يستعمل في حقه كما أنه أعلم الناس بما ينبغي أن يستعمل في حق ربه من الألفاظ، أما الألفاظ المتكلفة والمحدثة والألفاظ المحتملة لمعنى غير صحيح كالألفاظ التي ذكرت في السؤال فإنه لا ينبغي استعمالها لما فيها من التكلف ولكونها قد تفسر بمعان باطلة مع كونها مخالفة للألفاظ التي اختارها رسول الله - صلى الله عليه وسلم -","seal":"19468E31","part":1},
      {"page":62,"id":53,"nass":"وأرشد إليها أمته وهو أعلم الخلق وأنصحهم وأبعدهم عن التكلف، عليه من ربه أفضل الصلاة والسلام، وأرجو أن يكون فيما ذكرناه من الأدلة في بيان حقيقة التوحيد وحقيقة الشرك والفرق بين ما كان عليه المشركون الأولون والمشركون المتأخرون في هذا الباب. وفي بيان كيفية الصلاة المشروعة على رسول - صلى الله عليه وسلم - كفاية ومقنع لطالب الحق، أما من لا رغبة له في معرفة الحق فهذا تابع لهواه وقد قال الله عز وجل: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [القصص: 50] (¬1) فبين سبحانه في هذه الآية الكريمة أن الناس بالنسبة إلى ما بعث الله به نبيه محمدا - صلى الله عليه وسلم - من الهدى ودين الحق قسمان: أحدهما: مستجيب لله ولرسوله. والثاني: تابع لهواه،\r¬_________\r(¬1) سورة القصص الآية 50.","seal":"1164C7BA","part":1},
      {"page":63,"id":54,"nass":"وأخبر سبحانه أنه لا أضل ممن اتبع هواه بغير هدى من الله فنسأل الله عز وجل العافية من اتباع الهوى كما نسأله سبحانه أن يجعلنا وإياكم وسائر إخواننا من المستجيبين لله ولرسوله - صلى الله عليه وسلم - والمعظمين لشرعه والمحذرين من كل ما يخالف شرعه من البدع والأهواء إنه جواد كريم وصلى الله وسلم على عبده ورسوله نبينا محمد وآله وأصحابه وأتباعه بإحسان إلى يوم الدين.","seal":"B2199498","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"إقامة البراهين على حكم من استغاث بغير الله أو صدق الكهنة والعرافين","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد العزيز بن عبد الله بن باز","bLnk":null,"Inf":"","Auth":"ابن باز","Betaka":"الكتاب: إقامة البراهين على حكم من استغاث بغير الله أو صدق الكهنة والعرافين\rالمؤلف: عبد العزيز بن عبد الله بن باز (المتوفى: 1420هـ)\rالناشر: الكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن باز، عبد العزيز (1330-1420هـ، 1912 - 1999م ).\r\n\r\nعبدالعزيز بن عبد الله بن باز عالم وفقيه سعودي، والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد منذ عام 1395هـ، 1975م. ثم أصبح مفتيًا عامًا للبلاد. وُلد بالرياض، في أسرة يغلب على كثير من فضلائها طلب العلم. وكان بصيرًا في أول الدراسة ثم أصابه المرض في عينيه عام 1346هـ فضعف بصره ثم ذهب بالكلية في مستهل محرم 1350هـ. وهو أحد العلماء الذين وهبوا حياتهم كلّها خدمة للإسلام والمسلمين. حفظ القرآن الكريم عن ظهر قلب قبل سن البلوغ، ثم بدأ في تلقّي العلوم الشرعية والعربية على أيدي كبار المتخصّصين فيها، منهم: الشيخ محمد بن عبد اللطيف بن عبدالرحمن بن حسن بن الشيخ محمد بن عبد الوهاب والشيخ صالح بن عبد العزيز بن عبد الرحمن ابن حسن بن الشيخ محمد بن عبد الوهاب وسماحة الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ. ولِي القضاء لمدة أربعة عشر عامًا، ثم عمل بالتدريس في المعهد العلمي وكلية الشريعة بالرياض، ثم بالجامعة الإسلامية بالمدينة المنورة إلى أن أصبح نائبًا لرئيسها (1381- 1390هـ) ثم رئيسًا لها (1390-1395هـ). تولّى منصب الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرابع عشر من شوال عام 1395هـ، بجانب رئاسة المجلس التأسيسيّ لرابطة العالم الإسلامي، والمجلس الأعلى للمساجد، والمجلس الأعلى للجامعة الإسلامية، فضلاً عن أنه كان عضوًا ببعض الهيئات والمجالس العاملة في مجال الدعوة الإسلامية.\r\nاتّصف الشيخ عبدالعزيز بلين الجانب وخفض الجناح من ناحية، والشجاعة والجرأة والجهر بالحق من ناحية أخرى، مع سكينة ووقار وسماحة وسعة صدر وحسن إصغاء. وذخائر الشيخ العلمية كثيرة، إلا أن المنشور من مؤلفاته قليل، ومن مؤلفاته المطبوعة: نقد القومية العربية؛ رسالة في نكاح الشِّغار؛ الجواب المفيد في حكم التصوير؛ رسالة في التبرُّج والحجاب؛ الشيخ محمد بن عبدالوهاب (دعوته وسيرته)؛ ثلاث رسائل في الصلاة. ومن مؤلفاته الأخرى: الفوائد الجلية في المباحث الفرضية؛ التحذير من البدع؛ رسالة الأدلة النقلية والحسية على جريان الشمس وسكون الأرض وإمكان الصعود إلى الكواكب؛ الجهاد في سبيل الله، فتاوى تتعلق بأحكام الحج والعمرة والزيارة. حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1402هـ ، 1983م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net\r\nتوفي رحمه الله يوم الخميس 27/1/1420هـ \r\n\r\n","seal":"EA8C8D6C","cat":"العقيدة","oNum":572,"BkId":572,"oAuth":67,"bVer":1,"aSeal":"914D7887"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t572":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"الرسالة الأولى في بيان حكم الاستغاثة بالنبي صلى الله عليه وسلم والاستنصار به"},
      {"lvl":2,"id":0,"sub":1,"tit":"النصر بيد الله وحده وليس بيد النبي صلى الله عليه وسلم"},
      {"lvl":2,"id":2,"sub":0,"tit":"الله سبحانه خلق الخلق ليعبدوه وأرسل الرسل لبيان تلك العبادة والدعوة إليها"},
      {"lvl":2,"id":6,"sub":0,"tit":"دين الإسلام مبني على أصلين عظيمين"},
      {"lvl":2,"id":10,"sub":0,"tit":"أمر الله نبيه صلى الله عليه وسلم أن يبلغ الناس أنه لا يملك لأحد نفعا ولا ضرا"},
      {"lvl":1,"id":14,"sub":0,"tit":"الرسالة الثانية في بيان حكم دعاء غير الله سبحانه والاستنجاد به في المهمات"},
      {"lvl":2,"id":14,"sub":1,"tit":"الله سبحانه خلق الثقلين ليعبدوه دون كل ما سواه وليخصوه بالدعاء"},
      {"lvl":2,"id":18,"sub":0,"tit":"شرك يستحق دخول النار لا تناله الشفاعة"},
      {"lvl":2,"id":24,"sub":0,"tit":"تجري عليهم أحكام المشركين والمشركات"},
      {"lvl":2,"id":28,"sub":0,"tit":"قول الشخص لمن يخاطبه جن أصابك من باب السب والشتم"},
      {"lvl":2,"id":29,"sub":0,"tit":"سؤال العرافين والمشعوذين والمنجمين وأشباههم ممن يتعاطى الأخبار عن المغيبات"},
      {"lvl":1,"id":33,"sub":0,"tit":"الرسالة الثالثة في بيان حكم الأوراد البدعية والشركية المنسوبة إلى علي بن أبي طالب"},
      {"lvl":2,"id":33,"sub":1,"tit":"معنى العبادة"},
      {"lvl":2,"id":37,"sub":0,"tit":"الاستغاثة بالأموات والجن والملائكة والأشجار والأحجار"},
      {"lvl":2,"id":39,"sub":0,"tit":"التوحيد هو أصل دين الإسلام وهو أساس الملة"},
      {"lvl":2,"id":44,"sub":0,"tit":"إبطال مقصد الكفار أنهم ما عبدوا الأولياء من دونه إلا ليقربوهم إلى الله زلفى"},
      {"lvl":2,"id":47,"sub":0,"tit":"الخصومة بين المشركين وبين الرسل في إخلاص العبادة لله وحده"},
      {"lvl":2,"id":49,"sub":0,"tit":"قول بعض الصوفية في المساجد وغيرها من التكلف والتنطع الذي حذر منه النبي"}
    ]
}
