{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b594":
    [
      {"page":1,"id":1,"nass":"المقدمة\rقال الباحث: من تركيب الإنسان استفراغ الحرص مدى لبه، واستيلاء الأماني على خواطره، فمقصر في الارتياد، حائد عن مذهب الصواب، عاجز في مذهبه، ظافر بأقصى مناه. ومجد في الدؤوب، متحرٍ قصد الحجة، مستأهل فوق تأميله الذي في طلبته، مع أنه وإن كان موضع الرتع درك المنى، فتحري الصواب أولى بذي النهى، والمجد في التماس ما هو به، أعذر من التجافي عما إن فاته قعد به عن مرتبة أهل الفضل ودرجة ذوي المروءة.\rوالكاتب وإن لم يكن في عمل يتقلده ومع صاحب يكتب له فغير خالٍ من حاجة تبدو له عند صديقه، وطلبةٍ تكون له عند خليطه، ولا بد أيضاً من أن يكون في بعض الأحوال مسؤولاً وفي بعضها معتذراً. فإن هو لم يأنف بتسبيب المسألة والإفصاح عن البغية والمطالبة بالعدة والاعتذار عند المنع، والحث على الجهد، والنهي عن الإلحاف، ولم يدر كيف يستبطئ الموعود ويعذر المجتهد، ويذم المستذم، كان غير مميز من العامة ولا مستحق اسمٍ الكتابة. فتكلفت ما على الآمل والمأمول، وما في الآمل من الذلة والحيرة، ليقتدي الكاتب في ذلك بما في الأبواب من المعاني، فيكون كالساري بدليل والحادي على مثال. وبالله أعتصم واسترشد.\rعلى الآمل بل على الناس أجمعين صون الوجه عن المسألة ورجاء الله عز وجل واليأس من الناس، فإن اضطر إلى ذلك فالإجمال في الطلب والتلطف للمأمول بعد الوسيلة بدعاء يبعثه على الإسعاف، فإن تأخرت الحاجة فالتؤدة والرفق وتجنب العجلة والخرق، ثم الحث في الطلب والمخاطرة وترك التسويف والتواني، ثم حسن الاقتضاء، ثم استبطاء المواعيد، ثم الإلحاح والوعيد. وليس بعدهما إلا الشكر إن أسعف، ونشر صنيعته إن أولى، والحمد والمدح إن أنعم. وعليه أن لا يلوم مع العذر ويحتاج إلى ذم المستذم، ومن منع مع قدرةٍ فعليه التلطف في هذه المعاني، وليس عليه أن يساعده القدر. وعلى المأموا أن لا يماطل بعد الرغبة في اصطناع المعروف، ولقاء الآمل بالبشر، وترك التجهم، والإعطاء قبل المسألة، والمبادرة إلى قضاء الحاجة قبل فوت القدرة، وشكر السائل على إنبساطه، وإيضاح العذر إن تعذرت الحاجة، والتلطف في الاحتجاج بالمدافعة، وترك الوعد حتى يجد إنجازاً، واليأس قبل المطل، ومنع غير المستحق. وعليه أن لا يفسد الصنيعة بالمن إلا أن أكفرها وليها، وفي الآمل ذلة وحيرة.\rوقد فصلت هذه الجمل بأبواب من وعاها واستنهج في مكاتبته سبيلها كان كالساري بدليل، والحادي على مثال. والله المعين على السداد والموفق للرشاد والمعوذ به من الانحراف، عن قصد وسنن الصدق والحرمان.\rباب ما جاء في القناعة\rكان يقال أروح الروح القناعة، وهي أقصى رتبة الفقير كما أن أقصى رتبة الغني الشكر. وقال الحسن بن سهل: ما رأيت رجلاً قط مقصراً في مطالبة الظفر بالفضل إلا وسعت عليه العذر وإن كان عظيم التفريط، إذا كانت الأنفس مطبوعةً على حب السعي في حواية الفضل. وذلك دليل على أن اقتصار هذا على ما قل منه دون ما كثر لما وقف عليه من القسم وميلاً إلى راحة القناعة. أنشدني بعضهم للعطوي:\rالحر يد نس بين الحرص والطلب ... فاخلع لباسهم بالعلم والأدب\rأقبح بوجه يسارٍ كان قائده ... وجهاً رعت كنفيه ذلة الطلب\rما كان قائده ذلا وسائقه ... منا فأكرم منه لوعة السغب\rقرأت في كتاب كليلة ودمنة: إن من صفة الناسك السكينة لغلبة التواضع وإتيان القناعة ورفض الشهوات ليتخلى من الأحزان وترك إخافة الناس لئلا يخافهم. وفيه إن الرجل ذا المروءة يكرم من غير مالٍ كالأسد الذي يخاف وإن كان رابضاً. والغني الذي لا مروءة له يهان وإن كثر ماله كالكلب وإن كان جوالاً. وأنشدت لمحمد بن حازم الباهلي.\rما كان مال يفوت دون غدٍ ... فليس بي حاجة إلى أحد\rإن غنى النفس رأس كل غنى ... فما افتقار إلا إلى الصمد\rرب عديمٍ أعز من أسدٍ ... ورب مثرٍ أقل من نقد\rالناس صنفان في زمانك ذا، ... لو تبتغي غير ذين لم تجد\rهذا بخيل وعنده سعة ... وذا جواد بغير ذات يد","seal":"9C58C847","part":1},
      {"page":2,"id":2,"nass":"وقال علي بن عبيدة: القناعة نعمة جسيمة، ورزق واسع، وحصن حصين، وألفة دائمة، وراحة عظيمة، وعيش صاف، ودعة للبدن، وعزة للنفس، وصيانة للعرض، وحياة طيبة، وسلامة وعافية فان وفق صاحبها للصواب في التمييز، واختيار ما يستحق به الاصطفاء صفا من الشكوك وعصمة الله (والله لا يحب كل مختال فخور) . وأنشدت:\rقل للزمان أصب من شئت بالعدم ... وللمنية من أحببت فاصطلم\rفحسبي الله رباً قد رضيت به ... البر بالعود والعواد بالنعم\rأعد خمسين حولاً ما علي يد ... لأجنبي ولا فضل لذي رحم\rالحمد لله شكراً قد غنيت فلا ... أشكو لئيماً ولا أطري أخاكرم\rيا نفسلا تعلقي بالأمل في إنصاف من صبحت من المترفين فإنهم في نخوة التجبر وعقوق التكبر والاستخفاف بمن لجأ إليهم.\rولا تغتري بالحرمة بهم والتقدم بالاستطالة، وإيثار عاجل اللذة على الحقوق الواجبة، وإغفال محمود العاقبة وترك الأناة عند الغضب والعجلة بالعقوبة، فتنكبي أفنيتهم المعيبة وآمالهم الكاذبة، ولا تكوني تواقة إلى ما لا يجدي عليك، ومعرضةً عما فيه الحط لك. وارضي بقليل الحظ من الدنيا، وتبلغي بما أمكن منها، وخذي عفو ما كان مخبأ لك، ولا تستصغري ما أنت فيه من الكفاف مع الحروج وما أتيت من الاثم الفاحش. للعرزمي:\rرضيت ببلغة وحططت رحلي ... وإني للمطالب مستطيع\rوأدركت الغنى وملكت أمري ... إذا اشتملت على اليأس الضلوع\rوأحسن بالفتى من لؤم عارٍ ... ينال به الغني كرم وجوع\rوسوى اليأس بين الناس عندي ... فلن يشقى بي الرجل الوضيع\rوقالوا: قد دهيت. فقلت: كلا ... ولكني أعز بي القنوع\rفمن أبدي لنا بشراً جزينا ... ومن ولى فما فقد الربيع\rعلي بن عبيدة: يا نفس لا تسلكي سبل الاستكثار من المال فإن جمعه حسرة ووبال، واعتزي بالقناعة فإنها أشرف قدراً وأرفع ذكرا وخطراً، وأقرب إلى منزلة السعداء وأكسب للشكر وأزلف عند الخالق من الاستكثار من الفتنة الذميمة واحتمال أوزار المكاسب ولهب الحرمان وثبات حجة المقت ولزوم سمت البخل.\rقال الشاعر:\rلطي ثلاث واصطبار على أذى ... من الدهر خير من نوال لئيم\rوأحسن عندي من تعرض ذي غنى ... تجمل مجهودٍ وصبر كريم\rوألزمت نفسي اليأس حتى كأنني ... عدو لمن أثرى صديق عديم\rوإن من استغنى وإن كان معسراً ... على ثقة بالله غير ملوم\rعبيد الله بن عبد الله بن طاهر:\rجر ما بدا لك أيها الدهر ... لك أن تجور وعندي الصبر\rلا زلت أستعفيك من خطل ... حتى يردك من له الأمر\rلعلي بن عبيدة الريحاني: لقد سلك الأكياس سبيل الحظ في العاجل، وعظمت مراتب أقدارهم عند الناس، ورغبوا بأرض الدعة وعمروا أفنية السلامة، وأصابوا من الدنيا بلغة وكفاية قنعوا بها، وصرفوا ما لهم بما لا احتكام للافات عليه، ولا تنظر عيون الدول في الزوال إليه من رضوانه ونعيم جنانه.\rأنشدني أحمد بن عبد الله:\rلا تقنعن ومذهب لك ممكن ... فاذا تضايقت المطامع فاقنع\rومن المروءة قانع ذوهمة ... يسمو لها فاذا نبت لم يهلع\rما كنت إمعةً ولكن همة ... تأبى الهوان وفسحة في المنجع\rوهذا ضد المعاني المتقدمة، لأنه أمر بالطلب فإذا أعيت الحيلة فبالقناعة. وهذه قناعة اضطرار لا قناعة اختيار.\rوسئل ابن حازم: ما مالك؟ فقال:\rللناس مال ولي مالان مالهما ... إذا تحادس أهل المال حراس\rمالي الرضا بالذي أصبحت أملكه ... ومالي اليأس مما يملك الناس\rوقال أيضاً: الثقة بالناس من اليأس.\rوقال خالد بن صفوان: نظرت في أمري فوجدت الذي منعنيه القدر لا سائق له، ووجدت الذي أعطانيه لا حابس له، فعلام أعني نفسي.\rقال بزر جمهر: إذا كان قاسم رزقي هو الله وما قد قسمه فليس يغيره أحد فلم أتحمل منة الخلائق؟ وللحسين بن علي رضى الله عنهما:\rفان تكن الدنيا تعد نفيسة ... فدار ثواب الله أعلا وأنبل","seal":"66901012","part":1},
      {"page":3,"id":3,"nass":"ولأبي خراش الهذلي في القناعة والإيثار على النفس:\rأرد شجاع البطن قد تعلمينه ... وأوثر غيري من عيالك بالطعم\rوأغتبق الماء القراح تعففا ... إذا الزاد أمسى للمزلج ذا طعم\rلعنترة بن شداد في الصبر مع القناعة:\rولقد أبيت على الطوى وأظله ... حتى أنال به كريم المأكل\rعبيد الله: القناعة عز صاحبها، وميسرة فقره، ومسلاة عدوه، وتبجيل له في أعين العقلاء، وتجمل في الخاصة والعامة، وذهاب بالنفس عن مسألة البخيل، والتعريض لمعروف من جعل فقره في قلبه وغناءه في كسبه، وصيانة العرض، وإحياء السنة، والرضا باليسير، والتقليل للكثير، والرغبة عما في أيدي الناس. فان الناس أتباع بالحق ونظارون بعين الدنيا موكلون باجتناب المؤمن إذا اختل وتعظيم المنافق إذا استغنى إلا قليلاً منهم في جملتهم كالشامة في مسك البعير والقلامة في النهر الغزير، ففي الاعتزال عنهم سلامة وفي الاختلاط بهم الضر، والبلاء الذي ليس بمنقض إلا ما دفع الله.\rولذلك أقول:\rرضيت للعز بالقنوع ... فلست أنقاد للمنوع\rلبائع حظه هلوع ... لازم دنياه ذي خضوع\rكان الخليل بن أحمدقنعا ضففا، فكتب إليه سليمان بن المهلب وقد ولي السند يستزيره ليوليه أموره. فكتب إليه:\rأبلغ سليمان أني عنه في دعة ... وفي غنى غير أني لست ذا مال\rشح بنفسي أني لا أرى أحداً ... يموت هزلا ولا يبقى على حال\rوالرزق عن قدر لا العجز منقصه ... ولا يزيدن فيه حول محتال\rوكان يقال: احتج إلى من شئت فأنت دونه، واستغن عن من شئت فأنت مثله، وافضل على من شئت فإنك فوقه.\rولأبي دلف.\rليس الغنى في المال بل ... نفس الكريم هي الغنية\rباب ما جاء في المقادير\rإلتجأ اختلاف المخلوقين في المتضادات إلى أصلين. يتفرع منهما فصول شتى. فأحد الصلين ما يجب في حجة العقل الانقياد له والتسليم لما جاء عن الله عز وجل فيه فإنه يقول: (ما يفتح الله للناس من رحمةٍ فلا ممسك لها) . وقال عز وجل: (وما تشاؤن إلا أن يشاء الله) . وقال: (نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات) . مع أيٍ كثيرةٍ تقوم الحجة عند المصغي إلى الحس المنقاد إلى البرهان. ولم يمنعنا من ذكرها إلا إحاطة علم أكثر الناظرين في هذا الكتاب بها.\rسئل بعض الحكماء: ما الذي يحمل الموقن بالقضاء والقدر على الدووب والسعي؟ قال: يحمله عليهما القضاء والقدر.\rوقيل: استعمال الجد من دلالة التوفيق.\rقرأت في كتاب كليلة ودمنة: إن السبب المانع رزق العاقل هو الذي يسوق رزق الجاهل. قال الشاعر:\rالجد أنهض بالفتى من عقله ... فانهض بجد في الحوادث أو ذر\rما أقرب الأشياء حين يسوقها ... قدر وأبعدها إذا لم يقدر\rفاذا تعسرت الأمور فارجها ... وعليك بالأمر الذي لم يعسر\rقال بزرجمهر: العاقل لا يجزع من جفاء السلطان وتقديمه الجاهل دونه لمعرفته بأن الأقسام لم توضع على قدر الأخطار وعلى سبيل الاستحقاق.\rولمنصور بن باذان:\rيا ذا الذي ذمٍ دهره ... من أجل أن حط قدره\rلا تأسفن لشيء ... ففي المغيرة عبره\rلو نيل رزق بعقل ... لم يعطه الله بعره\rفأخذ بعض المحدثين هذا فقال:\rقد كنت للآعتزال منتحلاً ... أزعم أن الحظوظ بالسبب\rفالآن قد صرت لا أقول به ... ولست أوصي بالعلم والطلب\rفالعلم كالجهل والمطالب ... للرزق كوانٍ والجد كاللعب\rوروي عن جعفر بن محمد أنه قال: إن الله وكل الحرمان بالعقل، والرزق بالجهل ليعلم العاقل أنه ليس إليه من الأمر شيء.\rوقيل: لا يزال الله يرزق الجهال حتى يعتبر بهم العقلاء.\rوكان يقال: غباوة تنفع خير من عقل يضر.\rوقيل: الحظ يغلب العقل.\rوأنشد الشاعر:\rإذا كان الزمان زمان حمقٍ ... فان العقل حرمان وشوم\rفكن حمقاً مع الحمقى فإني ... أرى الدنيا بحظهم تدوم\rآخر:\rلا تأتين الأمر من وجهه ... فانه يعسر من كل باب","seal":"185B420D","part":1},
      {"page":4,"id":4,"nass":"وشاور النوكى ولا تعصهم ... تلاق ما تهوى بعين الصواب\rوجالس الأنذال تسعد بهم ... فان هذا الدهر دهر الكلاب\rالواسطي:\rسبحان من أنزل الأيام منزلها ... وصير الناس مرفوضاً ومرموقا\rفعاقل فطن أعيت مذاهبه ... وجاهل كان في الأقوامخ مرزوقا\rهذا الذي جعل الألباب حائرة ... وصير العاقل النحرير زنديقا\rآخر:\rخاب امرؤ راح يرجو أن ينال غنى ... بالعقل ما عاش في دهر المجانين\rيا رب فاجعل لنا عقلاً نعيش به ... يا مستجيب دعاء المرء ذي النون\rآخر:\rثنتان من سيرة الزمان تحيرت ... بهما عقول ذوي التفلسف والنهى\rمثر من الأموال منقوص الحجى ... وموفر الآداب منقوص الغنى\rآخر:\rلما رأيت الدهر دهر الجاهل ... ولم أر المغبون غير العاقل\rشربت خمراً من خمور بابل ... فصرت من عقلي على مراحل\rآخر:\rقد يعدم الحازم المحمود نيته ... نيل الثراء ويثري العاجز الحمق\rفلا تخافي علينا الدهر وانتظري ... فضل الذي بالغنى من عنده نثق\rإن يفن ما عندنا فالله يرزقنا ... من حيث شاء ولسنا نحن نرتزق\rوكان يقال: الاجتهاد في الطلب من دليل القضاء والقدر.\rوقال بزرجمهر: كيأ يذبذن توشأي وتر. يقول: إذا لم يساعد القدر كانت الآفات من جهة الاجتهاد والطلب.\rوكان يقال: إذا كان القدر حقاً فالحرص باطل.\rقال الشاعر:\rهي المقادير فلمني أو فذر ... إن كنت أخطأت فما أخطأ القدر\rومن قول الواسطة بين من يقول بالحتم في هذه المعاني وبين من يقول بالإهمال ومحض الاستطاعة قول بعض الحكماء: إن اليقين بالقدر لا يمنع العاقل من التوقي. ولكن التوقي فرض والطلب واجب والقدر غالب. وما أقرب ما قال من قول النبي صلى الله عليه وسلم: إعلموا فكل ميسر لما خلق له. ومن قول من يقول بمحض الاستطاعة والاعتزال وأبرأ إلى الله من ذلك، غير أني أحببت ذكره للناظر في كتابي ليتبين له فساد الأصل. قال بعضهم:\rفسدد وقارب في أمورك واجتهد ... فهل لك في ترك المحجة عاذر\rولا تلزم المقدار ذنبك كله ... فأنت ولي الذنب ليس المقادر\rفلو كان للمقدار في الذنب شركة ... لكان له حظ من الإثم وافر\rآخر:\rوعاجز الرأي مضياع لفرصته ... حتى إذا فات أمر عاتب القدرا\rآخر:\rإذا أعطاك قتر حين يعطي ... وإن لم يعط قال: أبى القضاء\rفبخل ربه سفهاً وظلماً ... ليعذر نفسه فيما يشاء\rآخر:\rاصفع المجبر الذي بقضاء السوء قد رضي ... فاذا قال: لم فعلت؟ فقل هكذا قضي\rباب مدح اليأس واستدعائه\rوما يعرض للطالب من الذلة والحيرة\rقال أبو محمد عبد الله بن جعفر بن محمد: موطنان لا أعتذر للعيي فيهما: عند طلب الحاجة وعند مخاطبة الجاهل. وقال عمر ابن الخطاب رضي الله عنه: طالب الحاجة أبله، فأرشدوا أخاكم وسددوه. وعن ابن عباس: عند كل دخيل دهشة فأرشدوا أخاكم وابدأوا ذوي الحواتج بالجح قبل المطالب. ويقال: ذل الطالب بقدر حاجته.\rوكلم أعرابي خالد بن عبد الله في حاجة فلجلج في كلامه. فلما عرف ذلك من نفسه قال: لا تلمني على الاختلاط فان معي ذل الحاجة ومعك عز الغنى عني.\rوقال علي بن أبي طالب كرم الله وجهه. احتج إلى من شئت فأنت أسيره، واستغن عمن شئت فأنت نظيره، وافضل على من شئت فأنت أميره.\rوقال رجل لخالد بن عبد الله: أكلمك بهيبة الأمل أم بجرأة اليأس؟ قال: بل انبسط فتكلم فلك ما أملت. قال النبي صلى الله عليه: المسئلة من وجه غني كدوحٍ أو خموش في وجه صاحبها. قال: أتى رجل محمد بن مطرف بن عبد الله بن الشيخير فقال له: يا ابن أخي اكتب حاجتك في كتاب فاني أضن بوجهك عن ذل المسألة. وكان خالد بن عبد الله يقول: ارفعوا إلي حوائجكم في رقاع فاني أكره أن أرى ذل السؤال في وجوهكم. وكان يتمثل بهذه الأبيات:\rلا تحسبن الموت موت البلى ... فانما الموت سؤال الرجال","seal":"CF6514C1","part":1},
      {"page":5,"id":5,"nass":"كلاهما موت ولكن ذا ... أشد من ذاك لذل السؤال\rولبعض الكتاب.\rالكتاب وقاية للمسؤل، وصيانة للسائل، ومبلغ ما الحياء مانع منه. وقال لقمان لابنه: أوصيك بتقوى الله فإنها رأس كل شيء، واحفظ عني ما أقول: اعلم أنه لا يطأ بساطك في فنائك إلا راهباً منك أو راغباً إليك، فابدأ بالنوال قبل السؤال فإنك متى لألجأته إلى مسألة أخذت من عرضه، وحر وجهه أكثر مما تعطيه من مالك.\rالعتبي قال: قال سعيد بن العاص: ما في الأرض أحد سألني حاجة وكلفته أن ينتصب فيها انتصاب العود فرأيت شيئاً مما أعطيته عوضاً مما كلفته. أبو سعيد قال: أخبرني رجل قال: قال القسري لرجل: ما يمنعك أن تسألني؟ قال: إذا سألتك أخذت مني ثمن ما أعطتني.\rدخل عبد الله بن عباس على معاوية رحمهما الله، فقال معاوية: والله يا ابن عباس إن بابي لكم لمفتوح، وإن خيري لممنوح، ولا يغلق بابي عنكم قلة ولا يمنع خيري عنكم علة. ولقد نظرت أمري وأمركم فرأيت أموراً مختلفة: ترون أنكم أحق بما في يدي مني وأنا أحق به منكم. وأعطيكم العطية فتأخدونها متكارهين عليها.\rتقولون أخذنا دون حقنا وقصر بنا عن واجبنا، فبئس المنزلة نزلت بها منكم، أعطيكم فلا أشكر وأمنع فلا أعذر، ونعم المنزلة نزلت مني أنصف قائلكم وأعطى سائلكم؟ فحسر ابن عباس عن ذراعيه فقال: يا معاوية فتحت لنا بابك حين قرعناه، ومنحتنا حين سألناه، ولئن أغلقت عنا بابك لنكفن أنفسنا عنك. وهذا المال فليس لك فيه إلا ما لرجل من المسلمين فعلى أي جهة أعطيتناه. ولولا حقنا فيه ما أتلك آت منا بجمله خف ولا حافر. كفاك يا معاوية أم أزيدك؟ قال: لا. بل كفاني.\rمر أبو الأسود الدؤلي بالأحنف بن قيس وعليه ثياب رثة.\rفقال: يا أبا الأسود لو استبدلت بمكانه؟ فقال: رب مملولٍ لا يستطاع فراقه. فبعث اليه بتخوت فيها من ألوان الثياب. فأنشأ أبو الأسود يقول:\rكساني ولم أستكسه فحمدته ... أخ لك يعطيك الجزيل وناصر\rأليس أحق الناس إن كنت شاكراً ... لشكرك من أعطاك والوجه وافر\rأنشدني عاصم بن محمد الكاتب لأبي الأسود الدولي:\rسأشكر عمرا إن تراخت منيتي ... أيادي لم تمنن وإن هي جلت\rفتى غير محجوب الغنى عن صديقه ... ولا مظهر الشكوى إذا النعل زلت\rرأى خلة من حيث يخفى مكانها ... فكانت قذى عينيه حتى تجلت\rآخر:\rلسانك بالموعود باب مفتح ... وكفك بالمعروف أضيق من قفل\rتمني الذي يأتيك حتى إذا انتهى ... إلى أمدٍ ناولته طرف الحبل\rباب راحة اليأس وعزه\rأنشدني محمد بن عيسى:\rويوم منى أعرضت عنها ولم ... أقل لحاجة نفسٍ عند ليلى نوالها\rوفي اليأس للنفس المريضة راحة ... إذا النفس زلفت خطة لا تنالها\rوكان يقال: اليأس أحد النجحين. ويقال: السراح من النجاح.\rقال الشاعر:\rأرحني بالذي تضمر إن المطل تكدير ... وإن اليأس كالنجح إذا لم يك تحرير\rآخر:\rلعمرك لليأس قبل المطال ... أروح من أملٍ كاذب\rاليأس أروح من تأميل مغرور. وقال بعض الحكماء: كل فائتة إذا وقع اليأس منها رزقت السلوة عنها. ومما يشبه هذا قول المجنون:\rوإن أك عن ليلى سلوت فانما ... تسليت عن يأس ولم أسل عن صبر\rولبعض الكتاب. شغلت قلباً فارغاً بوعدك، وأتعبت بدناً وادعاً بضمانك، فإن أعدمتني لذة النجح من مطلبي فلا تعدمني اليأس بصدقي. أنشدني أبو النضر.\rوعدت أبا العباس وعداً فإن يكن ... له منك إنجاز فمني له الشكر\rوإن تكن الخرى فيأس معجل ... تراح به نفسي وينبسط العذر\rوقال الفارسي: يكي به هزارها آسانية. معناه: مرة واحدة تعقب ألف راحة. شاعر:\rاضرع إلى الله لا تضرع إلى الناس ... واقنع بيأسٍ فإن العز في الياس\rمن يعمل اليأس يبدي اليأس بهجته ... حتى يرى جبلاً في أعين الناس\rآخر:\rواليأس مما فات يعقب راحة ... ولرب مطمعة تعود ذباحا\rوقيل: اليأس عز والطمع ذل. وللباهلي:\rوسوى اليأس بين الناس عندي ... ولن يشقى بي الرجل الوضيع\rآخر:","seal":"A85505F2","part":1},
      {"page":6,"id":6,"nass":"قال سعيد بن العاص: ما رددت أحداً عن حاجة فخرج عني إلا تبينت عز اليأس في قفاه. وقال عمر بن الخطاب: من يئس من شيء استغنى عنه.\rآخر:\rوما نال مثل اليأس طالب حاجة ... إذا لم يكن فيها نجاح للطالب\rآخر:\rويئست مما قد لهجت به ... منها ولا يسليك مثل اليأس\rباب إحماد التؤدة والرفق\rقال بعض الحكماء: التؤدة يمن وفي اليمن نجح.\rالقطامي.\rقد يدرك المتأنى بعض حاجته ... وقد يكون مع المستعجل الزلل\rقال النبي صلى الله عليه: من حرم الرفق فقد حرم الخير.\rوقال صلى الله عليه لعائشة: عليك بالرفق فإن الرفق لا يخالط شيئاً إلا زانه ولا يفارق شيئاً إلا شانه. ولعلي بن أبي طالب كرم الله وجهه:\rإصبر على مضض الإدلاج في السحر ... وللرواح على الحاجات والبكر\rلا تعجزن ولا يضجرك مطلبة ... فالنجح يتلف بين العجز والضجر\rإني وجدت وفي الأيام تجربة ... للصبر عاقبةً محمودة الأثر\rوقل من جد في شيء يطالبه ... فاستصحب الصبر إلا فاز بالظفر\rخلق الله عز وجل السموات والأرض في ستة أيام ولو شاء قال لهما: كونا. فكانتا. وقال عز وجل. (فقولا له قولاً لينا) ولو شاء أن يأمرهما بالعنف لأمرهما، ثم لم يكن يصيبهما من مكروه فرعون ما قد تكفل لهما بصرفه عنهما ربهما. وقال الشاعر:\rتأمل ولا تعجل بأمر تريده ... فإن الفتى من أمره ما تأملا\rيقول: الإنسان على رأس أمره ما دام يتأمل ويترفق في استعمال الحزم. فاذا عجل فرط وخرج الأمر عن يده. وقال هدبة:\rولا أركب الأمر المدوي غمةً ... بعميائه حتى أزور فأنظرا\rكما تعمل العشواء تركب راسها ... وتترك جنبا للمعاذير معوراً\rالمدوي: الملتبس المغطى كاللبن الذي عليه دواية. وهي جلدة تركبه. غمة: لبسة. العشواء: التي تبصر في الليل. يقول: إذا لم تحزم في أمرها ذهبت حيث أرادت على غير بصيرة وتركت جنبها معوراً للمعاذير، أي لم يكن لها عذر في خطابها. وهذا مثل، يقول فلست أنا كهذه.\rباب ذم الحرص\rقال علي بن عبيدة: الحرص فضول الشهوات، واشتطاط الأماني، وأذى الطبائع، ومهانة النفس، وشك في المقدور، وسخف في الرأي، وزهد دائم. وقد نهى الله عن الحرص. فقال عز وجل: (لا تمدن عينيك إلى ما متعنا به أزواجاً منهم) . وقال الحسن بن سهل: ما رأيت رجلاً قط مقصراً في مطالبة الظفر إلا وسعت عليه العذر وإن كان عظيم التفريط، إذا كانت النفس مطبوعة على حسب السعي في حواية الفضل. وذلك دليل على أن اقتصار هذا على ما قل منه دون ما كثر لما وقف عليه من القسم.\rتقول العرب: جاءنا فلان تضب لثته ويدمى فوه ويرذم أنفه. إذا جاء طعاماً حريصاً. فقولهم تضب لثته أي يسيل من لثته الماء لا يحبس من حرصه لعابه. وقال عنترة في مصداقه:\rأبينا أبينا أن تضب لثاتكم ... على مرشقات كالظباء عواطيا\rقوله: يدمى فوه من الدم أي يسيل منه الدم. وأصله من أكل اللحم أن يحرص الرجل عليه فيسرع أكله حتى يأكل العظم فيدميه.\rويرذم أنفه أي يسيل منه المخاط من حرصه لا يمسحه. والرذم القطر. وقال فيه كعب بن زهير يصف الغنم.\rمن لي منها إذا ما أزمة أزمت ... ومن أويس إذا ما أنفه ردما\rليس حرصك على مطلوبك بزائد في مقسومك، ولا توانيك فيه بناقص ما قدر لك منه. وبين ذلك سعة الاستبصار وتفصير الاقتصار، فأجمل في الطلب وأقلل من التعب. فحسبك تكلفاً حملك نفسك على متالفها مع علمك بقول الله في قصة لقمن: يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السماوات أو في الأرض يأت بها الله إن الله لطيف خبير.\rالحرص يزري لصاحبه وترك السعي يدعوه إلى سوء الظن بخالقه، فلا تكابر القدر مكابرة المغالب ولا تتكل عليه اتكال المستسلم. قال عدي بن زيد:\rقد يدرك العاجز من حظه ... والرزق قد يسبق حرص الحريص\rباب ما يعرض للطالب من المكاره","seal":"92C064A0","part":1},
      {"page":7,"id":7,"nass":"في كتاب كليلة ودمة: ينبغي للعاقل أن يقرن رجاء النجح والسلامة بخوف الإكداء والنكبة، ولا خير في الشيء الذي في عاجله مال وجاه وفي آجله الجائحة والتلف. وفي الأمثال: رب طلب قد جر إلى حرب، ورب مطمعة تعود ذباحاً. وسقط العشاء به على سرحان. قيل ذلك لرجلٍ خرج في طلب ما يتعشى به فأكله الذئب. وفي الأمثال كالباحث عن المدية.\rوأصل ذلك أن تيساً بحث عن شيء يأكله فوقع على مدية ذبح بها. قال صالح بن عبد القدوس:\rوكم من ملح على بغيةٍ ... وفيها منيته لو شعر\rوكم تارك حظه بعدما ... أزيد من حظه واقتدر\rقال بعض الحكماء: خل عما تهوى تنج مما تخشى. وفي كلام لبعض الأعراب: ربما أثمر الأمل أجلاً ونتجت الأمنية منيةً وأنشدني الليث:\rورب سلامة تدعو ... إلى الآفات والعلل\rومطمعة بها حقاً ... تكون بديهة الأجل\rوقال بعض الأعراب: طالب الفلاح كالضارب بالقداح سهم له وسهم عليه. وللفارسي: نه هر جاكه دوذ آيد دير برتك توكداني نهند. يقول: ليس كل دخان طبيخ ربما كان دخان كي.\rالمعنى: لا تطمع في كل شيء حتى تختبره. وللعرب في هذا: لا تطمع في كل ما تسمع. قال عبيد الله: من حاول أمراً بمعصية كان أفوت لما رجي وأقرب لمجيء ما اتقي. إن الحوائج جمة منها اليسيرة والمنيعة، فاحذر تنجز حاجة توفي على شرف القطيعة. انشدني هشام بن محمد للعتابي.\rفإن جسيمات الأمور مشوبة ... بمستودعاتٍ في بطون الأساود\rعبيد الله: أما بعد فإن الجد في الطلب يعرض صاحبه للعطب فتبصر في العواقب، فقد قيل: من لم ينظر في العواقب فليس للأمور بصاحب.\rباب الإجمال في الطلب\rقيل لبزر جمهر: متى يكون الإكداء خيراً من النجح؟. قال: إذا أكدى بك الإجمال وأنجح بك سوء الطلب. قال الحسن البصري: لا تجاهد الطلب جهاد المغالب واتكل على القدر اتكال المستسلم، فإن ابتغاء الفضل من السنة والإجمال في الطلب من العفة. وليست العفة بدافعة رزقاً ولا الحرص بجالب فضلاً، لكن الرزق مقدور واستعمال الحرص اكتساب المأثم.\rوفي كتاب كليلة ودمة: ينبغي للعاقل أن يكون إدخاله يده في فم التنين وابتلاعه سمه أهون عليه من مسألة اللئيم. قال إبراهيم بن حفصة لابنه: يا بني صن شكرك عمن لا يستحقه واطلب المعروف ممن يحسن طلبك إليه واستر ماء وجهك بقناعتك وتسل عن الدنيا كتجافيها عن الكرام.\rقال علي بن أبي طالب عليه السلام: مسألة الرجل السلطان كمسألة والده لا يشينه ولا ينقصه. قال بزرجمهر: أشد من الحاجة أن تكون إلى غير أهلها. قال آخر: فوت الحاجة خير من طلبها إلى غير أهلها.\rقال أكثم بن صيفي: خير ما فاتك ما توقي بفوته عرضك. ومن هنا أخذ الباهلي قوله:\rما سؤتني اذا وضعت الثقل عن عنقي ... بمنع رفدك اذا أخطأت في طلبي\rاعتضت من ذاك عزا باقياً وحمياً ... للعرض مني وإبقاءً على حسبي\rقال بعض الحكماء: لا تسأل من لا يشفع لك عنده رغبة في الشكر أو يعينك عليه نية في المعروف. وقيل: مكتوب في التوراة: ابن آدم لا تسأل الناس، فإن كنت لا بد فاعلاً فسل معادن الخير ترجع مغبوطاً محسوداً.\rللباهلي وقيل للعلوي البصري:\rولست بنظارٍ الى جانب الغنى ... اذا كانت العلياء من جانب الفقر\rآخر:\rوأعسر أحياناً فتشتد عسرتي ... وأدرك ميسور الغنى ومعي عرضي\rقال: وأتنشدني ابن أبي الأشعث:\rسل الخير أهل الخير قدماً ولا تسل ... فتى ذاق طعم العيش منذ قريب\rقال بعض الحكماء: من أمل فاجراً كان ادنى عقوبته الحرمان.\rقال أبو سعيد: سمعت أعرابياً يقول لأخيه: قد كنت نهيتك عن مسألة قوم أرزاقهم من ألسنة الموازين وأفواه المكاييل.\rوأنشدني محمد بن إسحق:\rلئن أخطأت في مدح ... ك ما أخطأت في منعي\rفقد أحللت حاجاتي ... بوادٍ غير ذي زرع\rعربي:\rأملي فيك غرني فأقلني ... مدحي فيك يا أبا عدنان\rإن من ضيع الرجاء حقيق ... أن يجازى عليه بالحرمان\rقال زيد بن نشيط لوهب الشاعر: ما الاجمال؟ قال: أن لا تسأل مثلك. وأنشدني وهب:\rولست بسائل الأعراب شيئاً ... حمدت الله ان لم يأكلوني","seal":"7CFC536B","part":1},
      {"page":8,"id":8,"nass":"تعرض بعض طلاب المعروف لبخيل ذي سلطان فتوعده بضرب خمس مئة سوط. قال: وددت أنك قد عجلتها. قال: ولم تستحب تعجيل المكروه؟ قال: لأصير عظةً ونكالاً لمن سأل مثلك. إني تكلفت من هراقة ماء وجهي لك وإعمال فكري اليك وجولان قلبي في ليلي لاختيارك موضعاً لحاجتي شقة وتعباً.\rفكما لم أصن وجهي عن ابتذاله فلا تصن رفدك عن اختصاصي به. فانه إن لم يكن لي مجازة بذات اليد فالاجتهاد في الشكر أحد الجزائين، وعلى الله المكافاة في الآخرة اذ قصرت عنها طاقتي، وكل دونها وسعي.\rآخر:\rيجزيك أو يثني عليك وإن من ... أثنى عليك بما فعلت فقد جزى\rومن أحسن ما بلغني في شبيه هذا المعنى:\rفعاجو فأثنوا بالذي أنت أهله ... ولو سكتوا أثنت عليك الحقائب\rوقال بعضهم: ما أحد أعظم علي يداً من رجل بات طول ليلته يتململ على فراشه، فلما أصبح رآني موضع اختياره فذاك لو وهبت له الدنيا لما كان لماء وجهه عوضاً:\rما ماء كفك إن جادت أو بخلت ... من ماء وجهي وان أفنيته عوضا\rباب ذم الفقر\rقال أكثم بن صيفي: الفاقة تمنه الشرف وتخمل الذكر، وتوجب المذلة:\rكم من كريم سيد ماجدٍ ... شيمته خلف واجمال\rأخمله الفقر فأزرى به ... وناقصٍ سوده المال\rلا تحمد الناس وإن عظموا ... فانما تكرمك الحال\rذو المال معبود وإن لم يكن ... له على الإخوان إفضال\rوما عال الفقر على أحد ولا عدل عليه الارد عن الحجة وقورن بالخيبة، وانتكثت دونه الحيل، وضاق عليه الزين، واتسع فيه الشين، وسيم خسفاً وجشم افراطاً وحمل هضيمة وألزم في كل أحواله عاراً ومذمة، وكان ضرعاً مستجدياً. روي في بعض الأحاديث: كاد الفقر يكون كفراً. وأنشد:\rالمال فيه مجلة ومهابة ... والفقر فيه مذلة وقبوح\rآخر:\rسميت الدهر حين رأيت دهراً ... يكلفني التنصف للرجال\rآخر:\rلعمرك ان المال قد يجعل الفتى ... سنياً وان الفقر بالمرء قد يرزى\rآخر:\rذريني للغنى أسعى فاني ... رأيت الناس شرهم الفقير\rوأصغرهم وأهونهم عليهم ... وإن أمسى له كرم وخير\rيباعد في الندي وتزدريه ... حليلته وينهره الصغير\rولتلقى ذا الغنى وله جلال ... يكاد فؤاد صاحبه يطير\rله فضل عليهم غير عرف ... سوى أن ماله مال كثير\rقليل عيبه والعيب جم ... ولكن الغنى رب غفور\rوقال بعض الحكماء: المال يسود غير السيد ويقوي غير الأيد.\rالفقر يرزي بأقوام ذوي حسب ... وقد يسود غير السيد المال\rآخر:\rكم سود المال قوماً لا قديم لهم ... وأخمل الفقر سادات من العرب\rوفي كتاب كليلة ودمنة: الفقر داعية الى أصحابه مقت الناس، وهو مسلبة للعقل وللمروءة، ومذهبة للعلم والأدب، ومعدن للتهمة ومجمعة للبلايا. من نزل به الفقر والفاقة لم يجد بداً من ترك الحياء، ومن ذهب حياؤه ذهب سروره، ومن ذهب سروره مقت وأوذي، ومن أوذي حزن، ومن حزن فقد عقله واستنكر حفظه وفهمه، ومن أصيب بفهمه وعقله وحفظه كان أكثر قوله وععمله قيمةً عليه لا له. فإذا افتقر الرجل اتهمه من كان له مؤتمناً وأساء به الظن من كان يظنبه حسناً، وإن أذنب غيره ظنوه وكان للتهمة وسوء الظن موضعاً، وليس من خلة هي للغني مدح إلا هي للفقير عيب، فإن كانه شجاعاً سمي أهوج، وإن كان جواداً سمي مفسداً، وإن كان حليماً سمي ضعيفاً، وإن كان وقوراً سمي بليداً. فالموت أهون من الفاقة التي يضطر صاحبها الى المسألة لا سيما من البخيل.\rقال: وكان احيحة بن الجلاح ينزل بالمدينة، فافتقر فجفاه اخوانه وأحباؤه وجفته زوجته، ثم أنه اثرى فاستفاد نيفاً وتسعين ببراً للنخل بالمدينة وكان له نخلة على ثلاث منها. فكان يأتيها بنفسه ويسقيها ويتعهدها. فقال في ذلك:\rاستغن أو مت ولا يغررك ذو حسب ... من ابن عم ولا عمٍ ولا خال\rإني اكب على الزوراء اعمرها ... ان الكريم على الإخوان ذو المال\rوالمال يغشى أناساً لا طباخ بهم ... كالسيل يغشى أصول الدندن البالي","seal":"3B26E2C8","part":1},
      {"page":9,"id":9,"nass":"الدندن من النبات: ما قد بليت. لا طباخ لا فائدة. وله أيضاً:\rأطعت العرس في الشهوات حتى ... أصارتني عسيفاً عند عبدي\rاذا ما جئتها قد بعت عذقاً ... تقبل أو تعانق أو تفدي\rوالسائر في هذا المعنى قول أوس بن حجر:\rوإني رأيت الناس إلا أقلهم ... خفاف العهود يكثرون التنقلا\rبني أم ذي المال الكثير يرونه ... وإن كان عبداً سيد الأمر جحفلا\rوهم لمقل المال أولاد علة ... وإن كان محضاً في العشيرة مخولا\rآخر:\rإذا قل مال الرجل قل صديقه ... وأومت إليه بالعيوب الأصابع\rآخر:\rإذا قل مال المرء قل حياؤه ... وضاقت عليه أرضه وسماؤه\rوأصبح لا يدري وإن كان حازماً ... أقدامه خير له أم وراؤه\rوقال بعض الفرس: الموت شديد وأشد منه الغربة، وأشد الشدة الفقر، فإن الرجل إذا افتقر كان ضرع اللسان لا يزال يضرع فلا يقبل منه.\rباب مدح الفقر\rقال عبيد الله: قد قال الناس في ذم الفقر فأكثروا. وغنما ذمه من ذم لن الفقر بلوى والغنى عافية. والناس يختارون العافية وإن لم يقوموا بشكرها ويتبرأون من البلوى، وإن أسوأ جزاء الصبر عليها. وليس من ابتلي فصبر كمن عوفي فشكر، وإن كان كلتا المنزلتين عند الله وجيهتين معظمتين، لأن المبتلى الصابر يكاد يبلغ درجة النبياء صلى الله عليهم. وينبغي للعاقل أم يسأل الله عز وجل العافية على كل حال، ولا يتعرض للبلاء على حال، غير أن محمل العافية خفيف ومحمل البلاء ثقيل. فعلى قدر ثقل البلاء وشدته يرى للصابر عليه الثواب من ربه. وقد قال الله تعالى: (كلا إن اإنسان ليطغى أن رآه استغنى) . وقال: (وإذا أنعمنا على الإنسان اعرض ونآى بجانبه) . وقال: (إنما أولادكم فتنة) . فمن وفق رأى في أضعاف البلاء جلائل من نعم الله عز وجل وحسن اختياره وجميل نظره فعلم أن منع عبده ما منعه خير له وأعطاه ما ينبغي أن يفوز به من ان يكون حجة عليه واستدراجاً له. فقد بلغنا في تفسير قوله: سنستدرجهم من حيث لا يعلمون. قأل: ما جددوا معصية الا جدد الله لهم نعمة يستدرجهم بها. وقال في آل فرعون: كم تركوا من جنات وعيون. وزرع ومقام كريم. ونعمة كانوا فيها فاكهين.\rكذلك وأورثناها قوماً آخرين. فما بكت عليهم السماء والأرض وما كانوا منظرين.\rوفي الحديث إن اليهود عيروا عيسى عليه السلام بالفقر. فقال: من الغنى أو تيتم البلاء. إنا لم نر أحداً يعصي الله ليفتقر إنما يعصي الله ليستغني. وإنما كان يقول: شعاري الفقر ولباسي الشعر، وطعامي ما أنبتت الأرض، ودابتي رجلاي، وصلائي في الشتاء مشارق الشمس، أصبح ولا شيء لي، وليس على وجه الأرض أحد هو أغنى مني.\rوبلغني أن الفقير الصبور يدخل الجنة قبل الغني الشكور بأربعين عاماً. قال: وإن يوماً عند ربك كألف سنة مما تعدون.\rوروي عن أبي الدرداء أنه قال: لن أموت وعلي أربعة آلاف أنوي قضاءها أحب إلي من أن أترك مثلها حلالاً.\rوقرأت أن سلمان قال: خشيت أن أكون تركت عهد النبي صلى الله عليه. قالوا: ولم؟ قال: لأنه عليه السلام قال: من أراد أن يدخل الجنة فلا يكونن زاده من الدنيا إلا كزاد الراكب. قال سلمان: وأنا قد جمعت ما ترون. قال: فقوموا ما عنده فبلغ ثمانية عشر درهماً. ويروى عن النبي صلى الله عليه أنه كان من دعائه: اللهم أحيني مسكيناً وتوفني مسكيناً واحشرني في زمرة المساكين. وروي أنه كان يقول: اللهم اجعل رزق آل محمد كفافاً. فسئل بعضهم ما الكفاف؟ فقال: جوع يوم وشبع يوم. ولبعض المعمرين:\rأأخي إن الجائحات ... عركنني عرك الأديم\rوتركنني متخرق الأطمار في ثوبي عديم\rإن كن أثوابي بلين ... فإنهن علي كريم\rويروى أن الفقر شعار الصالحين. ويروى عن عيسى عليه السلام أنه كان لا يأوي تحت سقف بيت، فألجأه المطر ذات ليلة الى غار فدخله فإذا سبع قد سبقه اليه. وكان صدره قد ضاق قليلاً فأوحى الله اليه: يا عيسى أضاق صدرك؟ فوعزتي لأزوجنك أربعة آلاف حوراء ولأولمن عليك ولأولمن عليك ألف عام.\rللعتابي ويقال لابن الجهم:\rولا عار إن زالت عن الحر نعمة ... ولكن عاراً أن يزول التجمل\rابن الأعرابي:","seal":"C430482D","part":1},
      {"page":10,"id":10,"nass":"لعمري لئن ساءتك مني بديهة ... من الحال ينبو عن رثاثتها البصر\rلقد ضمن الأحشاء مني عزيمةً ... إذا امتحنت زكى موردها الصدر\rوان امرأ لم يثلم الدهر عرضه ... على طول تعنيف لموضع مدخر\rكفا بالغني عاراً أو نقصاً اذا بدا ... له منظر زاكٍ وليس له خبر\rوكان يقال: من أصبح آماً في سربه، معافى في بدنه، عنده قوت يومه، فكأنما خيرت له الدنيا. قال الحسن: يا ابن آدم ان كنت تطلب ما يكفيك فأدنى ما في الدنيا يكفيك. وغن لم يقنعك ما يكفيك فليس شيء من الدنيا يغنيك.\rباب الحث على الطلب\rقال بعض الحكماء: عليكم بالرحل والإرتحال ونصب البدن واحتياض الغمرات واستهال الوعور، واجتراء أودية الرغبة لارتياد المنفعة وطلب المعيشة، فان الحازم لا يدع لدعة نفسه ومصلحة شأنه مصعداً الا صعده، ولا موطأ الا ألتمسه، ولا مرجماً الا رجمه، ولا مضيقاً الا سلكه. وأنشدني بعضهم:\rزحزح همومك بالمهرية النجب ... واقذف بنفسك في الآفاق واغترب\rحتى تنال غنى من وجه مطلبه ... وتستريح من الترداد والطلب\rوقال بعض الحكماء: لا تدع الحيلة في التماس المال بكل مكان. فان الكريم محتال والدني عيال. وكان يقال: اتعب يومك لراحة غدك. قال الله تعالى حثاً على الطلب: فانتشروا في الأرض وابتغوا من فضل الله. ومدح قوماً بالطلب. فقال: وآخرون يضربون في الأرص يبتغون من فضل الله. وقال عمر بن الخطاب: اقبلوا على ما يصلحكم من أمر دنياكم فإنه قوام وجوهكم وبلاغ إلى آخرتكم.\rفسر في بلاد الله والتمس الغنى ... تعش ذا يسار أو تموت فتعذرا\rولا ترض من عيش بدونٍ ولا تنم ... وكيف ينام الليل من كان معسرا\rوفي الأمثال: أطلب تظفر. وفيها قال شاعر:\rولا تقعدن بمضيعة ذلولاً ... ولكن ألق دلواً في الدلاء\rتجيء بملئها ماءً وطوراً ... تجيء بحمأة وقليل ماءٍ\rوفيها: كلب جوال خير من أسد رابض. وكان يقال: من غلا دماغه صائفاً غلت قدره شاتياً. ولبعض الأعراب:\rألا خلني أمضي لشأني ولا أكن ... على الدهر كلا إن ذا لشديد\rأرى السير في البلدان يغني معاشراً ... ولم أر من يجدي عليه قعود\rإذ ما الفتى لم يبغ إلا لباسه ... ومطعمه فالخير منه بعيد\rآخر:\rالوكر من آلة الفراخ ولا ... يوكر سبط الجناح هدار\rأجدل ذو مخلبين مندمج ... يدمى له منسر وأظفار\rفبالسرى والدجى وهاجرة ... والعيس تحت الظلام أوطار\rومهمهٍ لا يرام جانبه ... عسكره بالمنون جرار\rإذا تجاوزت منه مسبعةً ... لاقتك مجهولة وأوعار\rلا يألف الدهر وهو آيته ... حر أبي نمته أحرار\rآخر:\rرأتني قليل النوم غير مسهد ... أخا أملٍ عالٍ وهم مخالف\rوقد سمعت لي منطقاً ذا أصالة ... وقد حمدتني في الأمور العواسف\rوقد راعها مني جمال وبهجة ... وعلم بأنباء القرون السوالف\rوقد عجبت أن لا تراني مومراً ... ولا ذي تلاد مستهل الطرائف\rلأكسب مالاً أو يقال: ابن حرةٍ ... سقته صروف الدهر كأس المتالف\rوقع عبد الله بن طاهرٍ: من سعى رعى ومن نام رأى الأحلام. قال الكسروي: أخذه من توقيع لأنوشروان:\rليس للحاجات إلا ... من له وجه وقاح\rولسان ذا فضولٍ ... وغدو ورواح\rقال بعض الحكماء: إني لأسعى في الحاجات، وإني لا أيأس منها. وذلك الإعذار لئلا أرجع على نفسي بلوم. قال عمرو بن عتبة: من لم يقدمه الحزم أخره العجز. وقال بعض الحكماء: الروح في الحركة وهي مفتاح الدرك، وداعية النجح. والكسل مغلاق الدرك وداعية الحرمان. وقيل لبزرجمهر: بم ادركت ما أدركت؟ قال: ببكورٍ كبكور الغراب، وصبر كصبر الحمار وحرص كحرص الخنزير. وقيل لد غفل: بم بلغت ما بلغت؟ قال: بقلب عقول ولسان سؤول. عروة بن الورد:","seal":"AC4AA38B","part":1},
      {"page":11,"id":11,"nass":"ومن يك مثلي ذا عيال ومقتراً ... من المال يطرح نفسه كل مطرح\rليبلغ عذراً أو يصيب غنيمةً ... ومبلغ نفس عذرها مثل منجح\rوفي الحديث عن النبي صلى الله عليه عن ربه عز وجل: (يا ابن آدم احدث سفراً أحدث لك رزقاً. عبيد الله في الحديث: سافروا تصحوا وتغنموا:\rولن يريح هموم النفس إذ حضرت ... حاجات مثلك إلا الرحل والجمل\rوقيل لأبي الأسود: مالك كثير الجولان وأنت كبينر السن؟ قال: لئلاً أكون جليس المرأة وجليس البيت: لا تشاء العنز تبول علي إلا بالت.\rفصل لعبيد الله: ليس فضل السعي بزائد في مقسوم الرزق ولكن الله جعل له سبيلاً إلى إزالة العتب عن النفس ودركا في الاستسلام لغلبة القضاء والقدر، إذ كان على المرء ألا يقبل على نفسه ذلا.\rوليس عليه أن يزيل عنها قدراً حتماً. وهذا شبيه بقول الشاعر:\rعلى المرء ألا يرام الضيم أنفه ... وليس عليه أن يساعده القدر\rباب ذم التواني والتسويف\rكان يقال: العجز وطيء أي لا تكره صعوبة الحزم وتختار وطأة العجز. ولبعضهم: نكح العجز التواني فولدت بينهما الندامة. وقال أكثم: لا أحب أن أكفى أمري كله.\rقيل: ولم ذلك؟ قال: أخاف عادة العجز. وقال حكيم لولده: اياك والعجز والتواني في الأمور فتقذفك الرجال خلف أعقابها.\rوكان الغريض مترفاً منعماً لنفسه. فسأله بعض إخوانه أن يمشي معه في حاجة فقال له: لولا أن يراني عدوتي - ولم ترني منذ حين لمشيت معك. قال: ومن عدوتك؟ اقل: الشمس. لا وحياتك ما وقعت علي منذ سنة. وكما أن الإبطاء عند القدرة مذموم فكذلك العجلة قبل الفكرة مذمومة.\rوقد مدح رجل من العرب رجلاً سئل عنه، فقال: إنه والله ما يكفكف من عجلة ولا يدفع في ظهره من بطءٍ. وكان يقال للحاجة آفتان الاستعجال بها قبل وقتها والتأني فيها حتى تموت. وفي عهود بعض القضاة: وأمره أن يتجنب خصلتين هما آفتا القضاء وسبب تودير الحقوق: العجلة قبل إثبات الحجة، والانتظار بالفصل بعد وضوح الدلالة وقيام البينة. وانشدني محمد بن عيسى:\rفلا تطمع لأمر إن تدانى ... ولا تيأس من الأمر السحيق\rولا تعجل فتسبق ما يرجى ... ولا تنظر فتقصر عن حقوق\rوكان إياس بن معاوية يتمثل:\rوأوقف عند الأمر ما لم يبن له ... وأمضي إذا ما شك من كان ماضيا\rوقيل لبزرجمهر: أمن الاجتهاد ما هو شر من التواني؟ قال: نعم. ما كان في غير حينه. قال بعض الحكماء: آفة الطلب في تيمم أوقاته. بلغنا أن رجلاً من العرب طلب الأدب حيناً فأعياه فتركه، فبينا هو في بعض الطريق يسير إذ مر بصخرة ملساء فتأملها فإذا الذر يدب عليها فمن كثرة دبيبه كان أثر في الصخرة. ففكر فقال في تفكره: مع صلابة هذا الصخر وخفة هذا الذر أثر فيه هذا الأثر فأنا حري أن أدوم على الطلب وأجد في الأدب فلعلي أصير فيه رأساً. فراجع الإكباب على الأدب فلم يلبث أن خرج فيه مبرزاً. ولأبي العتاهية في ذمسوف وما أشبهها:\rلا يشغلنك لو وليت عن الذي ... أفنى القرون ولا لعل ولا عسى\rوفي الحديث: أن رجلاً دخل المسجد والنبي صلى الله عليه جالس. قال له: يا فلان أما جمعت؟ قال: أما رأيتني يا رسول الله جمعت معك. قال صلى الله عليه: رأيتك آذيت وآنيت أي أخرت المجيء.\rلم تزل تسوق حاجتي حتى خرجت من آوانها إلى آواني لو أسعفتني بها فيه ما كان لها علي كثير أثر ولا من نفع، ولو أسعفتني بها في أول طلبتها لكان في ذلك صون لوجهي عن سؤال أحدٍ سواك. وسبق منك إلي بارع عرف وجميل اصطناع قل ما سبق السابقون إلى أفضل منه. فقد قطعت الآن لساني عن الاحتجاج عنك فجعلت ذنبك وقايةً له عن الاحتجاج عنك. وبحسبي ما لحقني من إساءتط بعد إحسانك. وزال عني عن معروفك ما قد كنت أعده لي عتاداً ومن محذوري حرزاً حريزاً.\rباب ذم العجلة\rوفي الأمثال: رب عجلة تهب ريثاً، يقول: رب عجلة يراد بها صلاح الأمر فتفسده حتى لا يصلح إلا بعد مدةطويلة فكأنها كانت ريثاً. وهذا قريب من قول بزر جمهر: إن شراً من التواني الإجتهاد في غير حينه.\rالخرق شؤم والأناة سعادة ... فاستأن حلمك في أمورك تسلم\rوالرفق يمن والأناة سعادة ... فتأن في رفقٍ تلاق نجاحا","seal":"39235B0C","part":1},
      {"page":12,"id":12,"nass":"وفي الأمثال: الرفق يمن والخرق شؤم. أنشدني عبد السلام:\rولا تعجل بأمر الشك حتى ... تبين والظهور لها بطون\rولا تعجل بأمرك قبل حين ... فعند الحين تنقطع الظنون\rقال بعض الحكماء: إياك والعجلة فإنها خرق والخرق شؤم. وعليك بالأناة فإن يمن. وكان يقال: الزلل من العجل.\rوإذا هممت بأمر شر فاتئد ... وإذا هممت بأمر خير فاعجل\rوليس من هذا الباب ولكنه ظريف.\rقد يدرك المبطئ من حقه ... والنجح قد يسبق جهد الحريص\rوهذا المعنى من باب المقادير وقد ذكرناه فيه. وكان يقال فيه: إن من الحزم والأناة التثبت، وإن العجلة لا تزال تورث أهلها حسرةً وندامة. قال: وأنشدت:\rاصبر على مضض الإدلاج بالسحر ... وبالرواح على الحاجات والبكر\rالسائر في هذا المعنى قول الشاعر:\rتأمل ولا تعجل بأمرٍ تريده ... فإن للفتى من أمره ما تأملا\rولعبيد الله: من عجلت إلى مدحه فلما كشفته اضطررت إلى مقته. ابن جدعان:\rربما عاجل يخالف نجحاً ... وبطيء يصيب يوماً نجاحا\rقال بعض البلغاء: العجول مخطئ وإن أصاب. فكيف إذا أخفق؟ وقال: العجلة من الشيطان. لا تغرنك إصابتك مع العجلة، ولا يسوءنك إخطاؤك من التأني والرفق. فإنك إذا عجلت فأصبت وافقت إصابتك قدراً لا محيص عنه. ولو لم تعجل لبلغت المراد كما بلغته لما عجلت، وغن كان ما أردت متعذراً في حال الرفق فهو مع العجلة اشد تعذراً، لأن العجلة رهق والتؤدة تأمل وبصيرة.\rباب اختيار المأمول\rقال النبي صلى الله عليه: (إذا طلبتم الحوائج فعليكم بحسان الوجوه. فأخذ معناه شاعر فقال:\rلوجه المرء ذي الخلق المصفى ... على ما ثم من خير دليل\rكما قال الرسول رسول ربي ... وقد صدق الإله والرسول\rعليكم بالحوائج فاطلبوها ... إلى من وجهه حسن جميل\rآخر:\rحسن ظني إليك أسعدك الله ... دعاني فلا عدمت صلاحا\rودعاني إليك قول رسول الله ... إذ قال مفصحاً إفصاحا\rإن طلبتم حوائجاً عند ثوم ... فتنقوا لها الوجوه الصباحا\rولعمري لقد تنقيت وجهاً ... ما به خاب من أراد النجاحا\rوقال ابن عباس: لا تطلبن إلى أعمى حاجةً ولا تطلبنها بالليل من البصير. فإذا طلبتها فاستقبلها بوجهك. فإن الحياء في العينين. عطاء بن ميسرة قال: الحوائج من عند الشبان أسهل منها عند المشايخ. ثم تلا هذه الآية من قول يوسف: (لا تثريب عليكم اليوم يغفر الله لكم) . وقول يعقوب: (سوف أستغفر لكم ربي) . وكان ياقل: لا تنزل حوائجك بالجيد اللسان ولا بالمتسرع إلى الضمان فإن العجز مقصور على التسرع ومن وثق بجودة لسانه ظن أن في فصل بيانه ما ينوب عن عذره وأن وعده يقوم مقام حجته. قال وهب نب منبه: مكتوب في التوراة: يا ابن آدم لا تسأل الناس، وغن كنت لا بد فاعلاً فسل معادن الخير ترجع مغبوطاً؟ ومحسوداً. ولا تسأل معادن الشر فترجع مغلوباً محسوراً. ابن حازم:\rلا تسألن المال عند امرئ ... أصاب اليسارة من كده\rولكن سل المال عند امرىءٍ ... إذا أورث المال عن جده\rكان يقال: أبو كبسة أقوم مسنان. يقول: لا تستقرض رجلاً حديث عهد بالنعمة. إنه سيء الاقتضاء قليل النظيرة مستكثر للقليل يخشى من الفقر الذي جرب وعرف. وتقول العامة في كلامها: لا يلتمس الحوائج عند من لا يأكل من مائدة أبيه.\rوفي شبيه بهذا المعنى قول العجاج في رجل مدحه:\rفي معدن الملك القديم الكرس ... ليس بمقلوع ولا منحس\rأي في معدن الملك الذي قد توارثه آخر عن اول.\rولو كنت إذ أفنيت أيامي في التردد إلى فلان ووقفت أملي عليه قدمت للروية في الاتياد وأصبت مطية النجح ما أكدى مطلبي، ولا أخطأت فراستي. ولكني وردت عليه بغير بصيرة فكانت عاقبة أمري خسراً، أو أكسبني ذلك نقيصة وذماً. فتبارك الله رب العالمين.\rباب الإهداء إلى من يلتمس فضله","seal":"4F9872AA","part":1},
      {"page":13,"id":13,"nass":"إنما يجتلب الدر ممن ليس بضامر على الخرز، ويلتمس المعروف من طلق الوجه واليدين. وقد حضرني مما رجوت أن يصلح لك كذا فأجبت أن أجعله تذكرة لي في خزانتك، وسبيلاً إلى إحسانك إذ أعيت الوسائل عندك إلا بك، وسهل عليك استدعاء الإحسان منك بيسير الرغبة إليك. فلا زلت غلاباً على المكرمات محظوراً عن النائبات منصوراً في نوازل المهمات بقدرة من لا يعجز قدرته شيء، ولا يخفى من علمه إحسان محسن وهو فعال لما يشاء.\rإنما تمتد الآمال أيدك الله نحو معادن الكرم وأهل خصوصيات السؤدد وعموميات العوارف. وهذا أعزك الله يوم احببت أن تكون لي عندك فيه تذكرة أستدعي بها منك زيادة في التقديم والإيثار والمبسط والإيناس، إذ كنت لا أنبو عن إلقاء مقاليد الأمل، والإتكال بعده لله عز وجل. وأنت حري بقبول ذلك ممتناً علي، ولي شاكر ومصطنع طائع.\rباب ارتجاع الهدية ممن أملت منه فضلاً فلم تنل ذلك\rللبحتري:\rفإن لم تنيلوني التي قد تقدمت ... مواعيدكم فيها وآثاركم عندي\rفردوا قوافي التي سار ذكرها ... بأقطار أرض الله في القرب والبعد\rوشرخ شباب قد نضوت جديده ... كما جرد السيف اليماني من الغمد\rوما أنا والتقسيط أن تلزمونني ... وبكيت قبلي خلة القوم أو بعدي\rسبيلي أن أعطي الذي تسألونني ... وحقي أن يجدي علي ولا أجدي\rفردوا القوافي السائرات بذكركم ... وما حزتموه من ثناءٍ ومن حمد\rوقد كان من حقي وتكلفي الشقة إليك وتجشم هراقة ماء وجهي بمسألتك ما يوجب على مثلك من الرؤساء والكرماء ألا يخيب معه ذمامي ولا يبطل من جدواك حظي، فأنا الآن أرض من إحسانك برجوع تحفتي إلي إذ كنت لا أستنكف في تجملي من القول فيها، ولا أخجل عن ذكرها لمن يسألني عنها من إخواني، لأنها كانت مني على سبيل متاجرة لا مكاثرة، وأن القضاء والقدر ليحولان بين العباد وبين الإرادات، وليس إليه شيء من المشيات:\rسبيل من ضن بما لديه ... أن يعرف الحق الذي عليه\rولا يبيح سب والديه ... لما تحرى قلع ما ضغيه\rفإنما المرء بأصغريه لو كان طول مقامي بباب فلان مما نفعني في رفع شر عني أو اجتلاب خير ما ساءني ما تكلفت من المشقة، وألزمت نفسي من الكلفة، وأنطقت به لساني من الشبهة والد لسه والمدح التي ليست بخلسة فالآن إذ عاد أملي بائراً لا ترجى عمارته، وظني مخلفاً لا يوصل بحقيقته فرد مدحي السائرة وتحفتي المستحقرة المتصغرة أولى وأحق في ذلك على من هجن نفسه بالبخل وشانها بالمنع.","seal":"E33D5A91","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":330,"Bk":"الآمل والمأمول","HigriD":"نحو 330","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو منصور الباحث محمد بن سهل بن المَرْزُبان الكرخي","bLnk":null,"Inf":"[الآمل والمأمول - الجاحظ]\r\n\r\nكتاب لا يُقطع بصحة نسبته إلى الجاحظ، وليس في مواده ولا أسلوبه ما يدل على أنه من صنعته، على أن للجاحظ كتاباً يحمل ذات العنوان، وقد رجح محقق الكتاب رمضان ششن أن يكون من تأليف الثعالبي المتوفى سنة 428هـ أو رجل من أهل القرن الرابع. ويضم مجموعة نصائح وجهها المؤلف للكتّاب والأدباء فيما تجب عليهم مراعاته من القواعد والآداب حين يلتمسون المعونة من الناس، وكيف تكون أخلاق الآمل أي السائل وكيف ينبغي أن تكون أخلاق المأمول، وجعل محور حديثه فيها على مسألة الناس وما يمت إليها من نوادر الأخبار والأقوال والأشعار. طبع الكتاب لأول مرة عام 1972 بتحقيق رمضان ششن معتمداً النسخة المخطوطة الفريدة للكتاب، والتي تحتفظ بها مكتبة ولي الدين باستنبول، وقد كتبت سنة 670هـ وانظر في (مجلة مجمع اللغة الأردني: 8: 25و 26 ص221) و (س7 ع23 ص137) بحوثاً حول نسبة (الآمل والمأمول) للثعالبي والجاحظ.\r\n[هذا التعريف بالكتاب، نقلا عن موقع الوراق]\r\n\r\nقال معد الكتاب للشاملة: رجح محقق كتاب «الألفاظ - الكتابة والتعبير» أن ابن المرزبان الباحث (ت نحو 330) هو مؤلف كتاب (الآمل والمأمول) ، فقد جاء في العبارة الأولى منه: «قال الباحث: في تركيب الإنسان. . .» ، وقد ذكر ابن النديم في الفهرست كتاب «الآمل والمأمول» ضمن كتب ابن المرزبان ووصفه بـ «الباحث عن معتاص العلم»\r\nوانظر ترجمة ابن المرزبان الباحث، وكتابه «الألفاظ» في هذا البرنامج «المكتبة الشاملة»","Auth":"ابن المَرْزُبان الباحث","Betaka":"الكتاب: الآمل والمأمول\r\nالمؤلف: ينُسب لأبي عثمان عمرو بن بحر الجاحظ (المتوفى: 255هـ) ، ولا يُقطع بنسبته إليه، والأرحج أنه لابن المزبان الباحث\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبو منصور محمد بن سهل بن المَرْزُبان الكرخي (ت نحو 330 هـ)\r\n\r\nقال ابن النديم في «الفهرست»:\r\n«الباحث عن معتاص العلم»، من أهل الكرخ، أحد البلغاء الفصحاء وقال لي من رآه أنه أشل اليد وله من الكتب كتاب «المنتهى في الكمال» ويحتوي على اثني عشر كتابا وهي:\r\n1- كتاب مدح الأدب\r\n2- كتاب صفة البلاغة\r\n3- كتاب الدعاء والتحاد\r\n4- كتاب الشوق والفراق\r\n5- كتاب الحنين إلى الأوطان\r\n6 - كتاب التهاني والتعازي\r\n7 - كتاب الأمل والمأمول\r\n8 - كتاب التسبيبات والطلب\r\n9 - كتاب الحمد والذم\r\n10 -كتاب الاعتذارات\r\n11- كتاب الألفاظ\r\n12 -كتاب نفائس الحكم.\r\n\r\nقال «حامد صادق قنيبي»، محقق كتاب الألفاظ: تجمع المصادر الآتية على نسبة كتاب الألفاظ إلى ابن المرزبان الباحث، وهي: الفهرست 152، الوافي 3 / 141، هدية العارفين 2 / 27، معجم الأدباء 10 / 58، ولكن صاحب الأعلام شذ عن هذا الإجماع إذ نسب «كتاب الألفاظ» لأبي نصر، سهل بن المرزبان، وهو خطأ لتوهمه تطابق الأسماء","seal":"7337B652","cat":"الأدب والبلاغة - مرقم آليا","oNum":594,"BkId":594,"oAuth":1762,"bVer":1,"aSeal":"D7B6912F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t594":
    [
      {"lvl":1,"id":1,"sub":1,"tit":"المقدمة"},
      {"lvl":1,"id":1,"sub":2,"tit":"باب ما جاء في القناعة"},
      {"lvl":1,"id":3,"sub":0,"tit":"باب ما جاء في المقادير"},
      {"lvl":1,"id":4,"sub":0,"tit":"باب مدح اليأس واستدعائه"},
      {"lvl":2,"id":4,"sub":1,"tit":"وما يعرض للطالب من الذلة والحيرة"},
      {"lvl":1,"id":5,"sub":0,"tit":"باب راحة اليأس وعزه"},
      {"lvl":1,"id":6,"sub":0,"tit":"باب إحماد التؤدة والرفق"},
      {"lvl":1,"id":6,"sub":1,"tit":"باب ذم الحرص"},
      {"lvl":1,"id":6,"sub":2,"tit":"باب ما يعرض للطالب من المكاره"},
      {"lvl":1,"id":7,"sub":0,"tit":"باب الإجمال في الطلب"},
      {"lvl":1,"id":8,"sub":0,"tit":"باب ذم الفقر"},
      {"lvl":1,"id":9,"sub":0,"tit":"باب مدح الفقر"},
      {"lvl":1,"id":10,"sub":0,"tit":"باب الحث على الطلب"},
      {"lvl":1,"id":11,"sub":0,"tit":"باب ذم التواني والتسويف"},
      {"lvl":1,"id":11,"sub":1,"tit":"باب ذم العجلة"},
      {"lvl":1,"id":12,"sub":0,"tit":"باب اختيار المأمول"},
      {"lvl":1,"id":12,"sub":1,"tit":"باب الإهداء إلى من يلتمس فضله"},
      {"lvl":1,"id":13,"sub":0,"tit":"باب ارتجاع الهدية ممن أملت منه فضلا فلم تنل ذلك"}
    ]
}
