{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b636":
    [
      {"page":1,"id":1,"nass":"بسم الله الرحمن الرحيم\rقال أبو عبيدة معمر بن المثنى التيمى، تيم قريش، مولى لهم.\rكان العرب العكاظيون لا يعدون من الشيء إلا ثلاثة ثم يكفون ولا يزيدون عليها شيئاً، وإن لحق بعد شيء مثل الثلاثة التي عدوا قبل ذلك لم يعدوه معه.\rأشعر الشعراء في الجاهلية ثلاثة\rقال أبو عبيدة: فاتفقوا على أن أشعر الشعراء في الجاهلية امرؤ القيس بن حجر الكندي، والنابغة زياد بن معاوية الذبياني، وزهير ابن أبي سلمى المري، وهو حليف في بني مرة من غطفان ويقال: إن أمه منهم. فاتفقت العرب على هؤلاء الثلاثة في الشعر ثم اختلفوا أيهم أشعر، فقال بعضهم: أشعر الثلاثة امرؤ القيس بن حجر هو أولهم، وهو الذي فتح لهم الشعر، فاستوقف وبكى في الديار وذكر ما فيها، ثم قال: دع ذا رغبة منه عن المنسبة فقال: فتبعت الشعراء أثره في هذا.\rوهو أول من شبه الخيل بالعصا واللقوة والسباع والطير فشبهوها بهذه الصفات، فكان ما شبه بالعصا قوله:\rبعجلزة قد أترز الجرى لحمها ... كميت كأنها هراوة منوال\rوما شبه باللقوة - وهي العقاب - قوله:\rكأني بفتحاء الجناحين لقوة ... على عجل منها أطأطئ شملال\rوما شبه بالسباع قوله:\rله أيطلا ظبي وساقا نعامة ... وإرخاء سرحان وتقريب تتفل\rوقال من فضل النابغة: هو أوضحهم كلاماً، وأقلهم منطقاً وحشواً وأجودهم مقاطع، وأحسنهم مطالع، ولشعره ديباجة.\rوإن شئت قلت: ليس بشعر مؤلف من تأتيه ولينه. وإن شئت قلت: صخرة لو رديت بها الجبال لأزالتها.\rوقال الذين فضلوا زهيراً: هو أمدح القوم وأشدهم أسر شعر.\rقال أبو عبيدة: وسمعت أبا عمرو بن العلاء يقول: كان الفرزدق بن غالب يشبه بزهير في رصانة شعره وشدة أسره. وكان الأخطل يشبه بالنابغة الذبياني وكان جرير يشبه بالأعشى.\rقال أبو عبيدة: أولئك الثلاثة شعراء الجاهلية وهؤلاء شعراء الإسلام فشبهت اثنين باثنين من الأولين، وتركت واحداً واخترت واحداً، يعنى: تركه امرأ القيس، واجتلابه للأعشى، وذلك أنه شبه الفرزدق بزهير والأخطل بالنابغة وترك امرأ القيس واجتلب الأعشى فشبه جريراً به.\rقال أبو عمرو: وكان جرير أشبه بالأعشى منه بامرئ القيس ومن شبه فحول الإسلام بفحول الجاهلية شبه جريراً بالأعشى.\rقال: وكان ذاك عند جرير؟ قال: نعم، كانا بازيين يصيدان ما بين العندليب إلى الكركى. والعندليب: البلبل، ضرب من العصافير.\rقال أبو عبيدة: فزعمت علماء ربيعة أن طرفة بن العبد رابع القوم، واحتجوا بأن لبيداً جعله الثاني.\rقال أبو عمرو: وذلك أن لبيداً مر بمجلس لبنى نهد بالكوفة وهو يتوكأ على عكاز له، فلما جاوز أمروا فتى أن يلحقه فيسأله من أشعر العرب؟ فلحقه فقال: لبيد: الملك الضليل، يعنى: امرأ القيس بن حجر، فرجع الفتى فأخبرهم فقالوا: ألا سألته: ثم من؟ فرجع إليه فسأله: ثم من؟ فقال لبيد: ثم ابن عشرين يعنى: طرفة بن العبد.\rوبهذا احتجت علماء ربيعة فرجع فأخبرهم، فقالوا: سألته ثم من؟ فرجع فسأله، فقال: ثم صاحب المحجن، يعنى: نفسه.\rقال أبو عبيدة: فقال من يحتج عليهم: إنما قول لبيد اختيار لنفسه، كما يختار الرجل الفارس والشاعر، وليس كالمجتمع عليه. ثم جعل نفسه ثالثاً، وليس هناك، إنما شعره صفة خمر وصخر.\rوقالوا: طرفة أجودهم واحدة، ولا يلحق بهؤلاء البحور، إنما يوضع من أصحابه، الحارث بن حلزة، وعمرو بن كلثوم، وسويد بن أبي كاهل، فقدموا الأعشى عليه لذلك، فذهبوا مذهباً فقالوا: هو أكثر عدد طوال جياد، وأنظم للخمر والحمر وأنسب وأمدح وأوفى، فسلك أساليب لم يسلكوها فجعله الناس رابعاً بأخرة. وأساليب: جمع أسلوب، وهو الطريق.\rوجعلوا الطبقة الثانية: الحطيئة وأوس بن حجر، ونابغة بنى جعدة.\rوقال قوم: بل لبيد مع هؤلاء الطبقة الثانية فقال أبو عمرو ابن العلاء: وخداش بن زهير أشعر في عظم الشعر من لبيد إنما لبيد صاحب صفات. ثم اختلفوا في أوس والحطيئة والنابغة الجعدي.\rقال أبو عبيدة: حدثنا يونس النحوي عن أبي عمرو بن العلاء قال: كان أوس بن حجر شاعر مضر حتى أسقطه النابغة وزهير.\rقال: فهو شاعر تميم في الجاهلية غير مدافع، ليس في تميم أشعر منه في الجاهلية.\rالمقلون من الشعراء ثلاثة\rقال: واتفقوا على أن المقلين ثلاثة:","seal":"04854D70","part":1},
      {"page":2,"id":2,"nass":"المسيب بن علس، وهو خال أعشى بني قيس بن ثعلبة.\rوالمتلمس.\rوحصين بن الحمام المري، من بني مرة بن عوف بن سعد بن ذبيان.\rثم اختلفوا بعد ذلك في المسيب والمتلمس.\rأشعر الشعراء واحدة ثلاثة\rواتفقوا على أن أشعر الشعراء في الجاهلية واحدة: طرفة بن العبد، والحارث بن حلزة، وعمرو بن كلثوم.\rقال: ونظيرهم في الإسلام: سويد بن أبي كاهل اليسكرى.\rأشعر شعراء الإسلام ثلاثة\rقال: واتفقت العرب على أن أشعر شعراء الإسلام ثلاثة: الأخطل وجرير والفرزدق.\rثم اختلفوا فيهم، واتفقوا على أن الشعراء في الإسلام في تميم وتغلب.\rوأن أشعر أهل المدن أهل يثرب، ثم عبد القيس، وأشعرهم الممزق.\rثم ثقيف وأشعرهم أمية بن أبي الصلت.\rوأشعر هؤلاء: حسان بن ثابت.\rالمغلبون من الشعراء ثلاثة\rالمغلبون من الشعراء ثلاثة: نابغة بنى جعدة غلبه أوس بن مغراء القريعي. وقال آخرون: بل غلبته ليلى الأخيلية حتى قالت له:\rأنابغ إن تنبغ بلؤمك لا تجد ... للؤمك إلا وسط جعدة مجعلا\rوتميم بن مقبل غلبه النجاشي في قوله:\rإذا الله عادى أهل لؤم ودقة ... فعادى بني العجلان رهط ابن مقبل\rوالثالث راعى الإبل غلبه جرير في قوله:\rفغض الطرف إنك من نمير ... فلا كعباً بلغت ولا كلابا\rفهؤلاء المغلبون كانوا يجيبون فيغلبهم من ليس مثلهم في عظم الشعر: يريد أفضل الشعر.\rالرجز\rقال: وكان الرجز، يقول الرجل منه في الحرب إذا حضر وإذا شاتم أو فاخر البيتين والثلاثة ونحو ذلك، حتى كان العجاج أول من رفعه وشبهه بالشعر، وجعل له أوائل ومنسبة وذكر الديار ووصف ما فيها، وبكى على الشباب ووصف الرحلة وشبهها كما صنعت الشعراء في الشعر. فكان العجاج يشبه من الرجاز بامرىء القيس بن حجر من الشعراء.\rأول الرجاز\rقال: ثم اختلفوا في الرجاز كما اختلفوا في الشعراء فقالت بنو تميم: العجاج أولهم، ثم حميد بن مالك الأرقط، ثم رؤبة بن العجاج.\rوقالت ربيعة: أولهم الأغلب، ثم أبو النجم، ثم العجاج واحتجوا بأن العجاج قال:\rإني أنا الأغلب أضحى قد نشر\rقال أبو عبيدة: وإنما قال هذا البيت: حكيم بن معية، من ربيعة الجوع بن مالك بن زيد مناة بن تميم.\rقال: وإنما سموا ربيعة الجوع للؤمهم، وهم رهط الأريقط.\rفرسان العرب ثلاثة\rدريد بن الصمة الجشمي.\rوعنترة بن شداد العبسي.\rوعمرو بن معدي كرب الزبيدي.\rوفارس قيس عامر بن الطفيل.\rوفارس تميم عتيبة بن الحارث بن شهاب، صياد الفوارس وسم الفوارس.\rوفارس ربيعة بسطام بن قيس الشيباني.\rقال: فإذا قيل: فأين طريف بن تميم العنبري.\rقيل: ذلك إنما هو فارس عمرو. وزيد الفوارس، فارس الرباب.\rقال: ثم اختلفوا في بسطام وعتيبة وعامر حتى نعوا عليهم سقطاتهم.\rفقال من يؤخر عامراً فر عن أخيه الحكم بن الطفيل يوم الرقم، وهو يوم يأجج، ويأجج: واد ينصب من مطلع الشمس.\rوقال من يقدمه: فإنه لم يؤسر ولم يقتل.\rوقال من يؤخر عتيبة: قتل يوم خو وفر عن ابنه حزرة يوم ثبرة، فذلك قول عتيبة:\rنجيت نفسى وتركت حزره\rنعم الفتى غادرته بثبره\rلن يترك المرء الكريم بكره\rيا لتميم غشيتنى عبره\rوقال من يؤخر بسطاماً: قتله عاصم بن خليفة الضبي يوم النقا وفر عن قومه يوم العظالى. وأسره عتيبة بن الحارث يوم غبيط المدرة، وفي ذلك يقول العوام بن شوذب أحد بني شيبان:\rوإن يك في يوم الغبيط ملامة ... فيوم العظالى كان أخزى وألأما\rوفر أبو الصهباء إذ حمس الوغى ... وألقى بأبدان السلاح وسلما\rولو أنها عصفورة لحسبتها ... مزنمة تدعو عبيداً وأزنما\rوقال في أسره:\rقبح الإله عصابة من وائل ... يوم الأفاقة أسلموا بسطاما\rكانت لهم بعكاظ ألأم فعلة ... جعلت على أفواهم قداما\rوفيه يقول:\rلو كنت في الجيش إذ مال الغبيط بهم ... ما أبت قبل أبى زيق ولم يؤب\rأبو زيق: بسطام بن قيس كناه ب ابنه زيق وكان يكنى أبا الصهباء.","seal":"BA3268B5","part":1},
      {"page":3,"id":3,"nass":"وقال من يذب عنه في يوم فراره: ما فر عن أخيه ولا ابنه. وقالت: ربيعة: عدوا لعامر وعتيبة مثل: قتلى بسطام، قتل بجيراً وعناقا ابنى مليل اليربوعيين - من بني ثعلبة بن يربوع - وأسر أباهما أبا مليل، - وكان سيد بني ثعلبة - وقتل عمارة بن عتيبة بن الحارث، ومالك بن حطان، وجرح أحيمر الثعلبي. فقالت بنو تميم: هؤلاء أحداث كانوا يتسرعون إليه فرادى فيقتلهم، وقد صار فخره بهؤلاء لعتيبة بن الحارث بأسره إياه. وقالوا: قتل أيضاً عتيبة يوم غول ابنى هجيمة الكنديين فهما أيضاً من هؤلاء الأحداث.\rوقالت تميم وربيعة لقيس: فمن قتل عامراً ومن أسر؟ فقالت قيس: فمن قتل الخليفة وتآمر فهو سيد الناس، يريدون: أن الرئيس الضخم مثل الخليفة لا يقابل إذا اجتمع على شرف الرجل وشجاعته وجوده فلم يسأل عنه.\rقال أبو عبيدة: كان عتيبة وبسطام عفيفين، وكان عامر عاهراً، وكان عامر وبسطام سخيين لا يليقان شيئاً وكان عتيبة بخيلاً ممسكاً فلم تجتمع الخصال الثلاث من هؤلاء إلا في بسطام؛ فإنه كان شجاعاً سخياً عفيفاً. وقد اشتركوا في الشرف. وقال ذو الغلصمة العجلى في الفرسان الثلاثة:\rألا أيها الراجى المؤمل عيشه ... ألا كل حي فوقها لذهاب\rألم تر بسطام بن قيس وعامراً ... أثوا وابن آل الحارث بن شهاب\rعتيبة صياد الفوارس عطله ... ظهور جياد بعدهم وركاب\rوقال ذو الغلصمة أيضا:\rألا إن خير الناس إن كنت سائلاً ... قتيلان بسطام بن قيس وعامر\rهما أخو الحرب الذي شاب بكرها ... غلام أخو حرث وآخر عاقر\rوما خلفا يمشى على الأرض من فتى ... ولكن شباناً عليها المآزر\rومطوهما وسم الأعادى عتيبة ... إذا ثار نقع والرماح شواجر\rولعتيبة يقول جرير بن الخطفى: منا أبو حزرة وسم الفرسان وقال لعامر بن الطفيل:\rأعامر بن طفيل في مركبه ... أو حارثاً يوم نادى القوم يا حار\rوفي بسطام يقول الربعي:\rتألى على ما في يديك كأنما ... رأيت ابن ذي الجدين عندك عانيا\rيعنى: بسطاما. وفيه يقول:\rأناس يفادى الجدى فيهم كأنما ... يفادى به بسطام بكر بن وائل\rأجواد العرب في الجاهلية ثلاثة\rحاتم بن عبد الله الطائي، وكعب بن مامة الإيادى، ثم الحذاقى، وكلاهما آثر على نفسه.\rوالجواد: هرم بن سنان بن أبي حارثة الذي يقول له زهير:\rإن البخيل ملوم حيث كان ول ... كن الجواد على علاته هرم\rهو الجواد الذي يعطيك نائله ... عفواً ويظلم أحياناً فيظلم\rقال ابن خالويه: فيتظلم ويطلم غير معجمة.\rوكان مما آثر حاتم على نفسه: أنه خرج في الشهر الحرام يطلب حاجة فلما كان بأرض عنزة ناداه رجل أسير فيهم: يا أبا سفانة: أكلنى الإسار والقمل، قال: ويلك - والله ما أنا في بلاد قومي، ولا معي شيء، وقد أسأت بي إذ نوهت باسمي ومالك مترك فساوم العنزيين به فاشتراه منهم، وقال: خلوا عنه وأنا أقيم مكانه في قيده حتى أؤدى فداءه ففعلوا. وقال لرفيقه: عجل علي إذا أتيت أهلي فأتنى بفدائه.\rقال: وأتته امرأة بناب ومفصد ليفصدها فلبت في سبلتها أي: منحرها فهتفت وقالت: إنما أردت لتفصدها.\rوفي رواية أنها لطمته فقال: لو غير ذات سوار لطمتنى فذهبت مثلا وقال في ذلك:\rلا أفصد الناقة من أنفها ... لكننى أفصدها العاليه\rولحاتم يقول أوس بن حجر:\rإني إلى حاتم رحلت ولم ... يدع إلى العرب مثله أحد\rالهين اللين المخالطه ... في حيث أمسى وأصبح السعد\rأمك حرمية مهذبة ... طابت له الأمهات والولد\rوقال الفرزدق حين صافن عاصماً العنبري وضلا:\rفلما تصافنا الإداوة أجهشت ... إلي غضون العنبري الجراضم\rوجاء بجلمود له مثل رأسه ... ليشرب ماء القوم بين الصرائم\rعلى ساعة لو إن في القوم حاتماً ... على جوده ضنت به نفس حاتم\rالإداوة: المطهرة. الرواية: لضن بالماء حاتم بجعله بدلاً من الهاء.","seal":"02860881","part":1},
      {"page":4,"id":4,"nass":"قال: وكان مما آثر به كعب بن مامة على نفسه أنه أصحب رجلاً من النمر بن قاسط في سفر في شهر ناجر - وهو أشد الأشهر حراً وإنما سمى ناجر لأن الإبل تنجر فيه، وهو أن تشرب فتمتلىء بطونها من الماء وأفواها يابسة، قال: فضلا فتصافنا ماءهما فجعل النمري يشرب نصيبه فإذا أصاب كعباً قال كعب: آسق أخاك النمري فيؤثره ويسقيه حتى أضر به العطش، فلما رأى ذلك استحث راحلته وبادر أن يموت حتى رفع له أعلام الماء فجعل يقول: رد كعب إنك وراد فغلبه العطش فمات. وقال رجل من إياد يبكيه:\rما كان من سوقة أسقى على ظمإ ... خمراً بماء إذا ناجورها بردا\rمن ابن مامة كعب ثم عي به ... زو المنية إلا حرة وقدا\rوافى على الماء كعب ثم قيل له ... رد كعب إنك وراد فما وردا\rوذكر الفرزدق في كلمته فقال:\rإذا قال كعب هل رويت ابن قاسط ... يقول له زدنى بلال الحلاقم\rوكنت ككعب غير أن منيتى ... تأخر عني يومها بالأصارم\rقال: وكان كعب إذا جاوره جار فمات بعض أهله ولم يكن لحمته وداه. وإن هلك بعير له أو شاة أخلف عليه. ولم يكن أحد من الجيران هكذا. قال: فجاوره أبو دؤاد الإيادي الشاعر، وكان يفعل به ذلك.\rقال أبو عبيدة: فإذا حمد جار لحسن جوار ضرب به المثل فقيل: جار كجار أبي دؤاد، وقال طرفة بن العبد:\rإنى كفانى من جار هممت به ... جار كجار الحذاقي الذي اتصفا\rوقال قيس بن زهير يمدح ربيعة بن فرط، أحد بني بكر ابن كلاب وكان جاوره أيام كانت بنو عبس في بني عامر:\rأحاول ما أحاول ثم آوى ... إلى جار كجار أبي دؤاد\rمنيع وسط عكرمة بن قيس ... وهوب للطريف وللتلاد\rوقال شاعر في الإسلام:\rما زلت عن حاتم وكعب وعن ... طلحة تلغى بذاك ما فعلوا\rوتعتلى بالفعال شأوهم ... حتى بك اليوم يضرب المثل\rوقال الكميت بن زيد لخالد بن عبد الله القسري:\rما أنت في الجود إن عدت فضائله ... ولا ابن مامة إلا البحر والوشل\rأنسيتنا في الندى أسلاف أولنا ... فأنت في الجود فيمن بعدنا مثل\rأجواد العرب في الإسلام\rوأجواد العرب في الإسلام من أهل المدينة عبد الله بن جعفر بن أبي طالب. ومن أهل الكوفة أسماء بن خارجة الفزارى. وعكرمة بن ربعى الفياض، من تيم الله بن ثعلبة. وخالد بن عتاب بن ورقاء اليربوعى ثم الرياحى.\rومن أهل البصرة: طلحة الطلحات بن عبد الله بن خلف الخزاعى وعبيد الله بن أبي بكرة ثم أمسك بأخرة.\rومن أهل الشام: خالد بن عبد الله بن أسيد.\rرجليو العرب ثلاثة\rالواحد رجلي: وهو الشديد العدو، وإنما يغير على رجليه - المنتشر بن وهب الباهلي، وسليك بن عمير السعدي، وأمه سلكة، سوداء إليها ينسب، وأوفى بن مطر المازني، مازن بن مالك بن عمرو بن تميم، وكانوا لا يجارون شدا، وكان ربما جاع أحدهم فيعدو على الظبي حتى يأخذه بقرنه. وكانوا أدل من القطا، فكانوا إذا كان أيام من الربيع جعلوا الماء في بيض النعام مثقوباً فبددوه، فإذا كان الصيف وانقطع الغزو، وغزى أحدهم جاء حتى يقف على البيضة فيستثيرها.\rقال أبو عبيدة: غزت بكر بن وائل بنى تميم فأرسلوا طلائع لهم فرأت السليك، وكانوا جاءوا متجردين ليغيروا على بني تميم. فقالوا: إن علم هذا الخبيث أنذر قومه فبعثوا إليه فارسين منهم على جوادين فلما هايجاه خرج يمحص كأنه ظبي فطارداه سحابة يومهما وقالا إذا كان الليل أعيا فسقط وقصر عن العدو فنأخذه قال: فلما أصبحوا وجدوا أثره وقد عثر بأصل شجرة فيرى كمكان تلك وندرت قوسه وانحطمت، فوجدوا قصدة منها قد ارتزت في الأرض فقالا أخزاه الله ما أشده، فهما بالرجوع ثم قالا: لعل هذا كان من أول الليل ثم فتر، فتبعاه فإذا أثره متفاج والمتفاج الذي فتح رجليه للبول، يقال للشاة إذا دنت ففتحت رجليها للحلب تفاجت الشاة قد بال فرغاً في الأرض فخدها فقالا: ما له قاتله الله ما أشد متنه! والله لا نتبعه بعد هذا، فانصرفا، ونم إلى قومه فأخبرهم الخبر وأنذرهم الجيش فكذبوه لبعد الغاية. فقال:\rيكذبني العمران عمرو بن جندب ... وعمرو بن سعد والمكذب أكذب","seal":"2643FDB9","part":1},
      {"page":5,"id":5,"nass":"لعمرك ما ساعيت من سعي عاجز ... ولا نأنإ لو أنني لا أكذب\rثكلتكما إن لم أكن قد رأيتها ... كراديس يهديها إلى الحي موكب\rكراديس فيها الحوفزان وحوله ... فوارس همام متى يدع يركبوا\rتفاقدتم هل أنكرن من مغيرة ... مع الصبح يهديهن أشقر مغرب\rقال أبو عبيدة: فأتاهم الجيش فأغاروا عليهم فعلموا عند ذلك أن سليكاً قد صدقهم. قال: وكان يقال له سليكاً المقانب. فقال فرار الأسدى: وكان عرقب امرأته. فطلبه بنو عمها فهرب فبلغه أنهم يتحدثون إليها، فقال:\rأزوار ليلى منكم يال برثن ... على الهول أمضى من سليك المقانب\rيزورونها ولا أزور نساءهم ... ألهفى بأولاد النساء الحواطب\rقال: وأما المنتشر الباهلى فإنه كان يغاور أهل اليمن فقتل مرة بن عاهان الحارثى. فقالت نائحته:\rيا عين بكى لمرة بن عاهانا ... لو كان قاتله من غير من كانا\rلو كان قاتله قوماً ذوى حسب ... لكن قاتله بهل بن بهلانا\rفأغار المنتشر عليهم بعد هذا القول، فأخذ هذه المرأة التي قالت هذا الشعر فقرنها إلى بعيرين صادر ووارد فشقاها نصفين فقال:\rونحن شققناها اثنتين بجرمها ... وفريتها كلتيهما الرجل باليد\rتركنا عليها مئزراً آنييه ... على مصدر من قدقد أو مورد\rوأسر صلاءة بن العنبر الحارثي فاتكاً فقال: أفد نفسك فأبى فقال: لا والله ما يذر شارق إلا قطعت منك مفصلاً ما لم تفد، فقطعه أنملة أنملة وعضواً عضواً حتى أتى على نفسه، وكانت بنو الحارث تسمى المنتشر مجدعاً فطلبوه فلم يقدروا عليه حتى حج ذا الخلصة وهو بيت بالعبلاء كانت خثعم ومن وليهم من قيس وغيرهم يحجونه قال: وهو اليوم مسجد العبلاء فحجه المنتشر مستتراً يسير بالليل ويكمن بالنهار، فدل الحارثيون عليه فزعمت باهلة أن بنى نفيل بن عمر ابن كلاب أجملوا فيه ودلوا عليه فانبهوا إلى ربيئته وهو نائم فجاوزه إليه فأخذوه سلماً، فقالوا: والله لنقطعنك أعضاء كما فعلت بصلاءة، ولقى أبو قحافة أعشى باهلة معتمراً من عمرة الحج فسأله: هل من جائبة خبر؟ قال: نعم أخذت بنو الحارث المنتشر فقطعوه، فقال أعشى باهلة يرثيه:\rإني أتتنى لسان لا أسر بها ... من علو لا عجب منها ولا سخر\rتأتى على الناس لا تلوى على أحد ... حتى التقينا وكانت دوننا مضر\rإما سلكت سبيلاً كنت سالكها ... فاذهب فلا يبعدنك الله منتشر\rلا يأمن الناس ممساه ومصبحه ... من كل أوب فإن لم يغز ينتظر\rلا يغمز الساق من أين ولا وصب ... ولا يعض على شرسوفه الصفر\rتكفيه حزة فلذ إن ألم بها ... من الشواء ويروى شربه الغمر\rلا يتأرى لما في القدر يرقبه ... ولا يزال أمام القوم يقتفر\rقال أبو عبيدة: وحدثنى سليمان بن مزاحم عن أبيه قال: خرج أوفى بن مطر وجابر الرزميان، وشهاب الخزاعى يتأوبون فلقوا أعداءهم من بني أسد فشغل كل واحد منهم قرنه، فأجلت المعركة عن أوفى جريحاً فقال أوفى لجابر: أقم علي حتى تنظر إلى ما يصير إليه أمرى، قال أنت ميت لا محالة، وليس لك درك أن تقتلنى بنو أسد، قال: فإني أزحف حتى نلحق بعماية فنشرب من مائها ونأكل من خضرها، فقال جابر: والله ما ترك بنو أسد بعماية إلا أرضاً فضاء، قال: أوفى نلحق بقساس فقال: والله ما قساس عند بني أسد إلا حرملة، وأنت ميت لا محالة، فألحق فأحرز نفسي قال: فتركه ولحق بقومه فسألوه عن أوفى، فقال: قتل. وزحف أوفى إلى أحد الجبلين فأقام به حتى أفاق ثم أقبل إلى قومه وهو في أنفسهم قد قتل، فقال رجل منهم: لولا أن الموتى لا تنشر لأنبأتكم إن هذا أوفى فنظر القوم فإذا هو أوفى، قال: وجابر في القوم فانسل فأخبرني قراد بن العنبر الرزامى قال: والله ما ندرى أين سقط، ولا من ولد إلى الساعة، استحياء من الكذبة حين أخبرهم أن أوفى قد قتل وأخبر أوفى أن جابراً نعاه، فقال:\rألا أبلغا خلتى عامراً ... بأن خليلك لم يقتل\rتخطأت النبل أحشاءه ... وأخر يومى فلم يعجل","seal":"2F1D6E0F","part":1},
      {"page":6,"id":6,"nass":"وإذ ما أتيت بنى مازن ... فلا تفل رأساً ولا تغسل\rفليتك لم تك من مازن ... وليتك في البطن لم تحمل\rوليت سنانك صنارة ... وليت رميحك من مغزل\rتجاوزت جمران من ساعة ... وقلت قساس من الحرمل\rوقلت عماية أرض فضاء ... فلأياً أؤوب إلى معقل\rقال: ثم إن أوفى غزا مع مجمع، وهو أبو وردان العكلى فغنما فبينا أوفى راقد أخذ مجمع سلاح أوفى فجدعه بالسيف وأخذ ما غنما. فقال أوفى:\rأبلغ أسيد والهجيم ومازناً ... ما أحدثت عكل من الحدثان\rيا قوم إني لو خشيت مجمعاً ... رويت منه صعدتى وسنانى\rوهلك أوفى.\rأغربة العرب ثلاثة\rوإنما سموا أغربة، لأن أمهاتهم سود، عنترة بن شداد العبسي، وأمه زبيبة، وخفاف بن عمير الشريدي، من بني سليم، وأمه ندبة، وإليها ينسب، وسليك بن السلكة السعدي.\rوكانوا شعراء شجعة، فكان يقال لعنترة عنترة الفوارس وهو الذي قتل ضمضماً المرى أبا حصين، وهرم في حرب داحس وغبراء وإياهما عنى بقوله في كلمته الطويلة:\rولقد خشيت بأن أموت ولم تكن ... للحرب دائرة على ابني ضمضم\rالشاتمى عرضى ولم أشتمهما ... والناذرين إذا لم ألقهما دمى\rإن يثلبا عرضي فإن أباهما ... جزر السباع وكل نسر قشعم\rوهو القائل في حرب ابنى بغيض، وكان من فرسانهم:\rبكرت تخوفنى الحتوف كأنني ... أصبحت من غرض الحتوف بمعزل\rفأجبتها إن المنية منهل ... لابد أن أسقى بذاك المنهل\rفاقنى حياءك لا أبالك واعلمى ... أني امرؤ سأموت إن لم أقتل\rإن المنية لو تمثل مثلت ... مثلى إذا نزلوا بضنك المنزل\rإذا لا أبادر في المضيق فوارسي ... أو لا أوكل بالرعيل الأول\rوكان قال له أبوه: كر عنترة، فقال: لا يحسن العبد الكر إلا الحلب والصر، قال: أنت عتيق، قال: وكان الرجل في الجاهلية إذا كان له ولد من أمة استعبده، قال فكر وهو يقول:\rكل امرء يحمى حره\rأسوده وأحمره\rوالشعرات المشعره\rالواردات مشفره\rقال أبو عبيدة: وحدثني غير واحد من غطفان أن عنترة بعدما تأوب عبس إلى غطفان، وبعد يوم جبلة وحمل الدماء احتاج، وكان صاحب غارات فكبر وعجز عنها وكان له بكر على رجل من غطفان فخرج قلبه يتجازاه فهاجت به رائحة من صيف نافحة وهي بين شرج وناظرة فأصابت الشيخ فهرأته فوجد ميتاً بينهما.\rوخفاف الذي يقول:\rيا هند يا أخت بني الصارد ... ما أنا بالباقي ولا الخالد\rإن أمس لا أملك شيئاً فقد ... أملك أمر المنسر الحارد\rالمنسر: الجيش. والحارد: القاصد.\rقال أبو عبيدة: وحدثني أبو بلال سهم بن أبي عباس بن مرداس قال: غزا معاوية بن عمرو الشريدي وهو أخو خنساء مرة فزارة ومعه خفاف بن ندبة فاعتور معاوية هاشم ودريد ابنا حرملة المريان فاستطرد له أحدهما وشد عليه الآخر وقتله، فلما تنادوا قتل معاوية قال: خفاف قتلني الله إن رمت حتى أثأر به فشد علي مالك بن حمار سيد شمخ بن فزارة فقتله وأنشأ يقول:\rفإن تك خيلى قد أصيب صميمها ... فعمداً على عيني تيممت مالكا\rوقفت له جلوى وقد خام صحبتي ... لأبني مجداً أو لأثأر هالكا\rأقول له والرمح يأطر متنه ... تأمل خفافاً إنني أنا ذالكا\rقال أبو عبيدة: وحدثني منتجع بن نبهان، قال: كان السليك إذا كان الربيع استودع بيض النعام ماء ثم دفنه فإذا كان الصيف وانقطعت غارة الخيل - وكان أدل من القطاة - فيجئ حتى يقف على البيضة وكان لا يغير على مضر، إنما يغير على أهل اليمن فإذا لم يتيسر ذاك أغار على ربيعة، وكان يؤتى عبد الملك بن مويلك الخثعمى إتاوة من غنيمته على أن يجيزه، فيجاوزه إلى من وراءهم من أهل اليمن فيغير عليهم، قال: فمر سليك قافلاً من غزوة فإذا بيت من خثعم أهله خلوف وفيه امرأة شابة بضة فسألها عن الحي فأخبرته فتسنمها ثم التحم المحبة، فبادرته إلى الماء فأخبرت القوم فركب أنس بن مدرك الخثعمي فقتله، فقال عبد الملك: والله لأقتلن قاتله أو ليدينه، قال أنس: والله لا أديه، ابن أفال. ثم قال:","seal":"542ED2D3","part":1},
      {"page":7,"id":7,"nass":"إني وقتلي سليكاً ثم أعقله ... كالثور يضرب لما عافت البقر\rغضبت للمرء إذ نيكت حليلته ... وإذ يشد على وجعائها الثغر\rإنا نقاسى بهامات بمجزرة ... لا يزدهينى سواد الليل والخمر\rأغشى الحروب وسربالي مضعفة ... تغشى البنان وسيفى صارم ذكر\rأوفياء العرب في الجاهلية ثلاثة\rالسموأل بن عاديا، والحارث بن ظالم المرى، وعمير بن سلمى الحنفي.\rضرب بالسموأل المثل في الجاهلية والإسلام. ضرب بالحارث بن ظالم في الإسلام. وكان الذي شهر وفاء السموأل أنه أجار قطين امرؤ القيس بن حجر وأدرعه وكراعه حين توجه إلى الروم فلما مات امرؤ القيس بأنقرة بعث ملك من ملوك غسان وهو عمرو بن هند، وهو ابن المنذر إلى السموأل فيما استودعه امرؤ القيس فأبى أن يسلمه وبعث إليه جيشاً عليهم رجل من أهل بيته يقال له الحارث، وكان السموأل ينزل حصناً يقال له: الأبلق الفرد من أرض تيماء فلما أحس بهم أغلق حصنه، وكان له ابن إما في سفر، وإما في صيد، فجاء وهو لا يعلم أنه قد أطيق بأبيه فأخذه الحارث فقال: إن سلمت إلى الوديعة خليت عن ابنك وإلا قتلته فأبى أن يسلمها فأخذ الحارث ابنه وصرعه ثم ناداه أشرف فانظر فو الله لأقتله أو لتدفعن إلى الوديعة، فقال: الغدر طوق لا يبلى ولابني هذا إخوة وأنا أرجو أن يعقبنيه الله، فقتله، فقال السموأل:\rوفيت بأدرع الكندي إني ... إذا عاقدت أقواماً وفيت\rبنى لي عادياً حصناً حصيناً ... وماء كلما شئت استقيت\rرفيعاً تزلق العقبان عنه ... إذا ما نابنى ضيم أبيت\rوأوصى عادياً قدماً بأن لا ... تهدم يا سموأل ما بنيت\rوكم من مخبر لي ليس يدرى ... أورد لون جلدي أم كميت\rوالتقط رجل من كلب الأعشى فكتمه نفسه فحبسه واجتمع شرب عند الكلبي فيهم شريح بن عمرو، فعرف الأعشى، فقال: من هذا؟ قال: خشاش من الأرض التقطته فقال: ما ترجو بهذا؟ ما لهذا فداء خل عنه فخلى عنه، فأطعمه شريح وسقاه فلما أخذت فيه الكأس همهم فسمعه الكلبي يتزمزم بهجائه.\rوالتزمزم: تحريك الشفتين بالكلام.\rفأعاده في القيد، فقال الأعشى يهجوه:\rبنو الشهر الحرام فلست منهم ... ولست من الكرام بني عبيد\rولا من رهط جبار بن قرط ... ولا من رهط حارثة بن زيد\rوقال لشريح يرغبه في الوفاء واقتص عليه حديث السموأل ووفائه وادعى جوار شريح:\rشريح لا تتركني بعد ما علقت ... حبالك اليوم بعد القد أظفارى\rكن كالسموأل إذ طاف الهمام به ... في جحفل كسواد الليل جرار\rبالأبلق الفرد من تيماء منزله ... حصن حصين وجار غير غدار\rفسامه خطتى خسف فقال له ... اعرضهما هكذا أسمعهما حار\rفقال ثكل وغدر أنت بينهما ... فاختر فما فيهما حظ لمختارى\rفشك غير طويل ثم قال له ... اقتل أسيرك إني مانع جاري\rوسوف يعقبنيه إن ظفرت به ... رب كريم وبيض ذات أطهار\rفقام معتمداً إذا قام يقتله ... أشرف سموأل فانظر للدم الجاري\rفاختار أدراعه كي لا يسب بها ... ولم يكن عهده فيها بختارى\rوضربه الكميت بن زيد مثلا، فقال:\rوفاء السموأل لا بل يزيد ... كما يفضلن الخميس الزعيما\rوضربه أيضاً مثلاً، فقال:\rوعقد السموأل للخائفين ... لجارك إن أنت أمنت جارا\rوقال الفرزدق وضربه مثلاً لسليمان بن عبد الملك حين وفى ليزيد بن المهلب:\rوفاء أخي تيماء إذ هو مشرف ... يناديه مغلولاً فتى غير جانب\rأبوه الذي قال اقتلوه فإنني ... سأمنع جاري أن يسب به أبي\rوإنا وجدنا الغدر أعظم سبة ... وأفضح من قتل امرىء غير مذنب\rفأدى إلى آل امرؤ القيس بزه ... وأدراعه معروفة لم تغيب","seal":"F625DF66","part":1},
      {"page":8,"id":8,"nass":"وكان الذي شهر وفاء الحارث بن ظالم أنه لما قتل خالد بن جعفر في جوار الأسود بن المنذر اللخمي طلبه فهرب فدل الأسود على جارات الحارث من بلي، وقيل له: إنك لا تصيبه بشيء هو أشد عليه منهن إذ فاتك، فاستاقهن وأموالهن، فبلغ ذلك الحارث فكر من وجهه حتى سأل عنهن ومرعى إبلهن فدل عليهن فأتى الحارث موضعهن فإذا ناقة لهن يقال لها: اللفاع كانت غزيرة يحلبها حالبان فلما رآها قال:\rإذا سمعت حنة اللفاع ... فادعى أبا ليلى ولن تراعى\rذلك راعيك فنعم الراعي ... يجبك رحب الباع والذراع\rمنصلتاً بصارم قطاع\rوقال:\rأنا أبو ليلى وسيفى المعلوب ... هل يمنعن ذودك ضرب تشذيب\rفعرف البائن كلامه فحبق يعنى ضرط، فقال: است البائن أعلم والبائن: الذي يقوم من الشق الأيمن - فذهبت مثلاً: خليا عنها، فخليا عنها، فجمع أموال جاراته فردها عليهن واستنقذهن وأموالهن، ثم انطلق فأخذ شيئاً من جهاز رحل سنان بن حارثة المري فأتى به أخته سلمى بنت ظالم ويقال سلمى امرأة من بني أسد وكانت عند سنان، وقد تبنت ابن الأسود فقال: هذا علامة بعلك فصنعى ابنك حتى آتيه ففعلت فأخذه فقتله لما فعل بجاراته. ففي ذلك يقول الحارث بن ظالم:\rقفا فاسمعا أخبركما إذ سألتما ... محارب مولاه وثكلان نادم\rأخصيي حمار بات يكدم نجمة ... أتوكل جاراتى وجارك سالم\rفإن تك أذواد أصبن وصبية ... فإن ابن سلمى رأسه متفاقم\rعلوت بذي الحيات مفرق رأسه ... وكان سلامى تحتويه الجماجم\rفتكت به كما فتكت بخالد ... وهل يركب المكروه إلا الأكارم\rوكان الذي شهر وفاء عمير أن رجلاً من السواقط، - وكان السواقط من قبائل شتى - وسموا سواقط: لأنهم كانوا يأتون اليمامة في الأشهر الحرم للتمر والزرع، فإذا أدرك قضوا منه حاجتهم ثم رجعوا إلى بلدانهم، وإن لم يكن أدرك أقاموا حتى يدرك، أو حتى تدخل الحرم وكان مرارة بن سلمى يجيرهم وكان الرجل منهم يأتى الرجل من أهل اليمامة فيقول له: أجرني إلى أن أشخص فيجيره ويكتب له على سهم: فلان جار فلان، ويدفعه إليه، فينصرف حيث شاء من اليمامة لا يعرض له أحد منهم، وكانوا يدعون السواقط فأراد النعمان بن المنذر أن يجليهم عنها، وبعث في ذلك فمنعهم مرارة بن سلمى بن زيد بن عبيد بن ثعلبة ابن يربوع من بني الدؤل بن حنيفة بن مجاعة بن مرارة فقال: أوس بن حجر يحض النعمان عليه:\rزعم ابن سلمى مرارة أنه ... مولى السواقط دون آل المنذر\rمنع اليمامة حزنها وسهولها ... من كان ذا تاج رفيع المنخر\rفكان رجل من السواقط من بني نفيل بن عمرو أتى قائد الجرباء: وهي الكتيبة عمير بن سلمى بن عمرو بن مجمع بن يربوع بن ثعلبة بن الدؤل بن حنيفة فقال: أجرني فأجاره، وكتب له على سهم: فلان جار عمير، وكان مع الكلابي أخ له جميل فقال: قرين بن سلمى له وهو أخو عمير لا تقربن أبيات نسائنا، فوجده ذات يوم يتحدث إلى امرأته فرماه بسهم فأصماه.","seal":"BC4E3243","part":1},
      {"page":9,"id":9,"nass":"وأما بنو حنيفة فزعموا أن الكلابي كانت امرأته أجمل النساء وكان قرين يتحدث إليها فوجد زوجها عندها فخاف قرين على المرأة فقتله فانطلق أخو الكلابي وهو رجل من بني عمرو بن كلاب فضرب بيته على قبر سلمى أبي عمير جاره وقرين القاتل، وعمير يومئذ ليس بشاهد فانطلق قرين إلى قتادة بن مسلمة بن عبيد بن ثعلبة بن يربوع بن ثعلبة بن الدول بن حنيفة فأخبره الخبر فأتى الكلابي فأعطاه ما سأل من المال فأبى فخرج قرين من المحرقة وهي لبنى يربوع بن ثعلبة بن الدؤل بن حنيفة وهي البادية فلحق بجده أبي أمه السمين بن عمرو بن سيار بن عبيد بن ثعلبة بن الدؤل بن حنيفة واتبعه عمير فحالوا بينه وبين أخيه فجاء السمين، فقال: أحمقاء أنتم؟ ادفعوا إليه أخاه فدفع قرين إليه فخرج به يقوده من الوتر حتى أتى به إلى المحرقة فأعطى الكلابي ما كان لقرين من مال وما سأله فأتى وجوه اليمامة فعرضوا عليه من المال ما سأل، فأبى الكلابي فربط عمير قريناً إلى نخلة فقال: شأنك وكلمت حسينة عميراً ابنها أن لا يقتل أخاه فأبى فولى عنه، فقال عمير: أما إذ قتلته فاظعن عنا فليس لك في جوارنا خير فظعن من اليمامة وقالت حسينة حين لامت عميراً في قتل أخيه فاعتذر إليها:\rتعد معاذراً لا عذر فيها ... ومن يقتل أخاه فقد ألاما\rوقال رجل منهم:\rقتلنا أخانا للوفاء بجارنا ... وكان أبونا قد تجير مقابره\rوقال الكلابي في وفاء عمير:\rوإذا استجرت من اليمامة فاستجر ... زيد بن يربوع وآل مجمع\rوأتيت سلمياً فعذت بقبره ... وأخو الزمانة عائذ بالأمنع\rوعلمت أنى حين عذت بقبره ... نهشت يداى إلى صدى لم يسمع\rوإلى صدى من يستجره عائذا ... ينصر وجاء إلى أشم ممنع\rوأخذت بالحجر التي أنسأتها ... كانت إذا طبع امرىء لم يطبع\rوبآل سلمى ومن يعدمهم ... تناش يداه إلى أعز الأرفع؟\rوعلمت أني إن أخذت بحلبهم ... بهشت يداك إلى وحاً لم يصفع\rأقرين إنك لو رأيت فوارسي ... بعمايتين إلى جوانب ضلفع\rحدثت نفسك بالوفاء ولم تكن ... للغدر خائنة مغل الإصبع\rفلو ان ما قدرت على رماحهم ... في يوم معركة إذا لم أجزع\rأخشى بواد من قرين سورتى ... فاخشى بواد من شقى مولع\rالسموأل أسلم ابنه للقتل واختار الوفاء، وعمير أسلم أخاه للقتل واختار الوفاء، فلم نسمع بمثلهما.\rجاور بنو سلامة - وهم أهل بيت من بني الهجيم بن عمرو - في بني جذيمة بن رواحة ولهم فيهم خؤولة فنزلوا بشرج فقتل رجل من بني عبس رجلا منهم فتحمل الهجيميون متوجهين إلى قومهم وأخذ مساور ابن هند القاتل العبسي ثم اتبعهم حتى لحقهم بإراب فدفعه إلى رجل منهم يقال له: عتاب فقتله بصاحبه فقال:\rأبلغ سراة بني تميم إنني ... أعددت مكرمة ليوم سباب\rوأخذت ثأر بني سلامة عنوة ... فدفعت ربقته إلى عتاب\rوجنبته من أهل شرج عانيا ... حتى تحكم فيه أهل إراب\rغدرت جذيمة غير أني لم أكن ... يوماً لألبس غدرة أثواب\rأمرت جذيمة هفوة من رأيها ... وسفاهها ليغللوا أنيابى\rقتلوا ابن أخيهم وجار بيوتهم ... من خينهم وسفاهة الألباب\rوإذا فعلتم ذلكم لم تتركوا ... أحداً يذود لكم عن الأحساب\rفكانوا يهددونه ثم إنه أدركه ذمام من قومه فأخرج لهم مائة بعير دية لصاحبهم. فقال رجل منهم في ذلك - وإنه أخرجها رهبة -:\rلا تجزع أبا الصمعاء وأدلج ... لسيفي بعد جارك بالمئينا\rفبعث بها المساور إلى بني الهجيم لجاجة وضراراً لما قال هذا فأقاد ووفى. فلم يسمع بجار مثله قال المساور:\rولما أربدت أعناق كوم ... على أثباجها مثل الأروم\rوقال ابن المغيرة لابن زيد ... أعينونا بأغفلة وكوم\rلواها جدهم عنهم فخابوا ... وأحرزها جدود من تميم","seal":"B39F0666","part":1},
      {"page":10,"id":10,"nass":"جاور رجل من بني وبرة عبيد بن غاضرة العنبري بفلج فأغار عليه جميل أبو خشرم السلمى فأخذ إبله فركب عبيد حتى أتى جميلا فقرنه إلى بعير ثم حزمه على بكر فسلح على ظهره فآلى لا ينقلب حتى تأتى بجميع ما أخذت بأعيانه وأرهق نفسك، فردها عليه بعينها ففي ذلك يقول عبيد:\rتقول ابنة الكلبي إذ حل أهلها ... جميعا بأعلى ذي أبان فلعلعا\rلعمري لقد أوفى عبيداً لجاره ... وزاد على كفل الوفاء فأترعا\rفلا تحمداني بالوفاء فإنما ... تخيرتماني أهل فلج لأمنعا\rقرنت أخا عون جميلا كأنما ... قرنت به بكراً من الشول أفرعا\rالرداد على من استغاث بهم ثلاثة\rالحارث بن ظالم، وكان عياض بن ديهث أحد بني عمرو بن سعد ابن زيد بن مناة بن تميم جاراً لبني يربوع بن غيظ بن مرة وكان انتجع أرضهم لما أجدبت أرض بني تميم، وكان ذا مال فأجدبت بنو يربوع فانتهبوا ماله، فلما رأى ذلك أعلق دلوه ورشاءه ببكرة الحارث بن ظالم ورشائه ثم نادى يا جارنا، يا جارنا فأتاه الحارث فقال: متى كنت جاري؟ إنما كنت جار بني يربوع فقال: بلى هذه دلوى ورشائي معلقتين برشائك وعلقت معالقها وصر الجندب أي: لا أقدر على النقلة من حر القيظ وهو مثل في شدة الأمر واستحكامه، فقال الحارث إلا أكن عقدت لك فقد رأيتك عقدت لنفسك. وجعل عياض يقول:\rمصبح جارات بني يربوع\rجواثماً كالحدإ الوقوع\rيعدلن بين حرب رجوع\rوبعد عساس المخض والنقيع\rفقال له الحارث إذا وردت إبلك فاحضر فلما وردت سل سيفه فقال:\rفكيف نجائى من عياض بن ديهث ... وقد شد عقداً دلوه برشائيا\rفقالت بنو يربوع: يا حار مالك ولجارنا تدخل فيما بيننا وبينه؟ فقال: قد شد عقده بحبالي وشد علي الحياض فجعل يحوزها ناقة ناقة وجملا جملا، حتى تقصاها فدفعها إلى عياض ثم ألحقه بقومه فصار مثلاً في الوفاء مع السموأل ليس غيرهما. والأوفياء كثير، فضربه الفرزدق لوفاء سليمان بن عبد الملك لبني المهلب حين عاذوا به فقال:\rلعمري لقد أوفى وزاد وفاؤه ... على كل جار جار آل المهلب\rكما كان أوفى إذ ينادى ابن ديهث ... وصرمته كالمغنم المتنهب\rفقام أبو ليلى إليه ابن ظالم ... وكان متى ما يسلل السيف يضرب\rوما كان جاراً غير دلو تعلقت ... بحبليه في مستحصد القد مكرب\rوضربه الفرزدق أيضا مثلاً لوفاء مالك بن المنذر العبدي فقال:\rأعوذ ببشر والمعلى كليهما ... أبو منذر أوفى جواراً وأكرم\rمن الحارث المنجى عياض بن ديهث ... فرد أبو ليلى له وهو أظلم\rوما كان جاراً غير دلو تعلقت ... بعقد رشاء متنه لا تجذم\rفرد أخا عمرو بن سعد بذوده ... جميعاً وهن المغنم المتقسم\rومخارق بن شهاب، وكان محرز بن المعكبر الضبي جاراً لبني العنبر وان لعامه الشيباني، ثم أحد بني السمين أغار على ماله ومال بني السيد ابن مالك فاستصرخهم فلم يصرخوه ولم يؤسيوه فقال لهم وردان من بني عدي بن جندب اطلبوا إبله فردوها فلما خاف محرز الفوت لحق بمخارق بن شهاب أحد بني خزاعي بن مازن فلقى مساحقاً فاستجاره فأجاره فأتى أخاه المخارق فقال: إني قد أجرت ابن المعكبر، فلامه وقال كيف تجيره وترد عليه ما فئت به، ثم ضرب بعكاز معه الأرض، وقال: ما ذنبي إن كان مساحق أجار ابن المعكبر، ثم سأل ابن المعكبر على المسير فسير القوم وسيره منزلة لهم ومنزلة له، ثم يأتيهم من أمامهم يوم كذا، فنادى يا آل مازن فخرجوا في إثر البكريين حتى أتوهم من قدامهم فقاتلوهم فانهزموا وأخذوا ما كانوا ذهبوا به، وكان وردان يذمم بما صنعت بنو العنبر فلحق بمخارق فشد الوقيعة معه ورد مخارق على ابن المعكبر وبني ضبة ما كان ذهب به البكريون. وقال في ذلك:\rأقول وقد بزت بتعشار سربة ... لوردان جد الآن فيها أو العب\rستعرفها ولدان ضبة كلها ... بأعيانها مردودة لم تغيب\rحميت خزاعياً وأفنا مازن ... ووردان يحمى عن عدي بن جندب","seal":"AD9C0CE9","part":1},
      {"page":11,"id":11,"nass":"فعض الذي أبقى المواسى من أمه ... خفير رآها لم يشمر ويغضب\rوقال ابن المعكبر يمدح مخارقاً ومساحقاً ابنى شهاب:\rلولا الإله ولولا نعمة سبقت ... وابنا شهاب عفى آثارها المور\rإن الخزاعى من يعلق بذمته ... يفرج الأمر عنه وهو مسرور\rأنقذتني من ذمار بعدما شرعت ... بيض الوجوه كما شيف الدنانير\rإيها فداء لكم أمي وما ولدت ... لا مقرفون ولا سود عواوير\rأوصى شهاب بنيه حين فارقهم ... ألا تكونوا كمن يطلى به القير\rفقال له مخارق: لذاك خصصت وإنما ردتها لك مازن. فقال: - فعمهم - يذم بني العنبر:\rأبلغ عدياً حين شطت بها النوى ... فليس لدهر الطالبين فناء\rكسالى إذا أدعوهم غير منطق ... يلهى به المحروب وهو عناء\rلهم ريثة تعلو صريمة أمرهم ... وللأمر يوماً راحة فقضاء\rأخبر من لاقيت أن قد وفيتم ... ولو شئت قال المخبرون أساءوا\rوإني لراجيكم على بطىء سعيكم ... كما في بطون الحاملات رجاء\rفهلا سعيتم سعى عصبة مازن ... وهل كفلائى في الوفاء سواء\rكأن دنانيراً على قسماتهم ... وإن كان قد شف الوجوه لقاء\rلهم أذرع باد نواشر لحمها ... وبعض الرجال في الحروب غثاء\rزيد الفوارس بن حصين بن ضرار الضبي أغارت بنو ضبة على إبل سبيع ابن الخطيم التيمى فأتى زيداً فشكى إليه ذلك فلبس لأمته وأخذ رمحه ونادى يا لذهل فركبوا على آخذيها حتى انتزعها منهم فرد له المئر، فقال له سبيع:\rإن ابن آل ضرار حين أندبه ... قدماً سعى لك سعياً غير مكفور\rسالت عليه شعاب الجو حين دعا ... أنصاره بوجوه كالدنانير\rإيهاً فداء لكم أمي وما ولدت ... فالحمد يبقى وناد الذم في حور\rغدرة العرب ثلاثة\rقيس بن عاصم البدغ، وكان من أغدر الناس، فجاوره ذبياني يتجر في أرض العرب فربطه وأخذ متاعه وشرب شرابه، حتى جعل يتناول النجم، فقال:\rوتاجر فاجر جاء الإله به ... كأن عثنونه أذناب أجمال\rثم قسم صدقة النبي صلى الله عليه وآله في قومه فقال:\rألا أبلغا عنى قريشاً رسالة ... إذا ما أتتهم مهديات الودائع\rحبوت بما صدقت في العام منقرا ... وأيأست منها كل أطلس طامع\rوعتيبة بن الحارث بن شهاب اليربوعي نزل به أنس بن مرداس السلمى في بني سليم فشد على أموالهم فأخذها وربط رجالهم حتى افتدوا، فقال عباس بن مرداس أخو أنس:\rكثر الخناء وما سمعت بغادر ... كعتيبة بن الحارث بن شهاب\rجللت حنظلة الدناءة كلها ... ودنست آخر هذه الأحقاب\rوأخذتم أنساً فما حاولتم ... بإسار جاركم بني الميقاب\rوالمساور من بني عدي، أصاب الناس سنة، فخرج كدام وبدر ابنا حمراء الضبيان، والمساور بن النعمان بن الجساس فاستجاروا نفراً من الأكابر من بني تيم الله بن ثعلبة فأجاروهم فرعوا بلادهم حتى أحيت بلاد بني تميم، فرجعوا وقد وفوا لهم ثم أصاب بلاد بكر بن وائل سنة فانتجع جيران كدام وبدر والمساور بلادهم فاستجاروهم فأجاروهم إلى أن تبسطهم سماء.\rفقال بدر: ليأخذ كل واحد منا ما أطاق، وإن الرجل منا لا يطيق جماعتهم وبلادنا شتى، ففعلوا، فانطلق كل رجل منهم بجيرانه، ثم إن كداماً الضبي مر ذات يوم بجاره وهو يلوط حوضه فقنعه بالسوط، وقال: أحسن لوط حوضك.\rفقال البكري: متى كنت أتهم عليها؟.\rوبات المساور معرساً بجارته - وكان يبتنى بنسائهم - أي: يزنى ويأكل أموالهم ولا يدعهم يتحملون عنه، فلما أصبح زوجها أتى صاحبه فأخبره، فانطلقا إلى بدر فأخبراه ما أتى إليهما فأتاهما بدر فقال: ما صنعتم بجيرانكم وجيراني؟ فقال: ومالك ومالهم، نحن أعلم بجيراننا وأنت أعلم بجيرانك.\rقال: كذبتم وعهد الله، لقد عقدت لهم جميعاً، وتجمعت حلائب قومه فخليا عنهم، فقال بدر لهم: النجاء إلى أرضكم وقال بدر في ذلك - يعنى أباه وكان لامه -:\rأبلغ أبا بدر إذا ما لقيته ... فعرضك محمود وجارك وافر","seal":"EC9BFD45","part":1},
      {"page":12,"id":12,"nass":"وفيت وفاء لم ير الناس مثله ... بتعشار إذ يحبو إلى الأكابر\rحبوت بها بكر بن سعد وقد حبا ... كدام بأخرى رهطه والمساور\rفمن يك مبنياً به بنت جاره ... فإنى امرؤ عن بنت جاري جافر\rأقول لمن دلت حبالي وأوردت ... تعلم وبيت الله أنك صادر\rكذاك منعت القوم أن يتقسموا ... بسيفى وغريان الأشاجع خادر\rالباغون ثلاثة\rوهم الذين أفرطوا فلم يظفروا بشئ وهدر ما طلبوا، منهم: الأصم بن أنس بن العباس صاحب الدثينة، ولطمه أبو جابر أحد بني عامر بن عكرمة بن قيس بن عيلان، وهم شرذمة حلفاء بني سليم بن منصور بن عكرمة، فقيل: اقتض فقال: لا، إلا أن أقتل آل جابر عن آخرهم، فقام قبائل سليم دونهم فهدرت والله لطمته فقال:\rألا أبلغا رعلا وأفناء فالج ... بما لطمتنى في المقامه عامر\rبنى عامر هلا نهيتم سفيهكم ... أبا جابر سكران أو متساكر\rومنهم: زهير بن جذيمة بن رواحة العبسي، وقتلت غني شأس ابن زهير فقال زهير: لا أرضى حتى أقتل غنياً عن آخرها فأنبئ عن رباح ابن ثعلبة بن الأعرج قاتل شأس أنه يأوى إلى ردهة، فبعث سرية من بني جذيمة يطلبونه فوقعوا عليه فقاتلوه حتى قتل الحصين بن أسيد ابن جذيمة وأصابته جراحة فخرج يستدمى حتى ورد على عجوز من عجز هوزان فلما رأته يستدمى قامت بنسعتها ترجو أن تأسره فنفحها فأشلها وقال:\rولأنت أجرأ من أسامة أو ... مني غداة تشلنى الخيل\rوإذا الحصين لدى الحصين كما ... عدل الغبيط وجاره الميل\rومنهم: عبد الملك بن مويلك قال: لا أرضى حتى أقتل أنس بن مدرك فارس خثعم وبجيلة حتى قتل أنس السليك بن السلكة، وكان يجيره عبد ملك فيؤتيه إتاوه فلم يصنع شيئاً، وأصحر له أنس وذهبت دماؤهم هدراً.\rالوافيات في الجاهلية ثلاث\rخماعة بنت عوف الشيباني، وفكيهة من بني قيس بن ثعلبه وأم جميل من دوس، وهم رهط أبي هريرة من أهل السراة.\rوكان الذي ذكر من وفاء خماعة أن مروان بن زنباع بن جذيمة العبسي أغار على إبل لعمرو بن هند فطلب حتى انتهى إلى ماء لبنى شيبان فنظر إلى أعظمها قبة فولجها، وهي قبة خماعة فاستجارها، فنادت في أهل بيتها فجاءوا وجاء الملك عمرو بن هند فقال: ادفعوا إلي، فقالوا: إن خماعة قد أجارته، فقال: قد أجارته؟ قال: فإني قد آليت أن لا أقلع عنه حتى يضع يده في يدي فقال أبوها عوف بن محلم: يضع يده في يدي وأضع يدي في يدك تبر يمينك؟ قال: نعم، ففعل، فزعمت بكر بن وائل أن الملك قال يومئذ: لا حر بوادى عوف، وتأويل ذلك: أن العزيز به والذليل سواء.\rوكان الذي ذكر من وفاء فكيهة أن السليك ابن السلكة غزا بكر ابن وائل فلم يجد غفلة فكان ينتظر بها فرأوا أثر قدم لم يعرفوها فقالوا: والله إن هذا لأثر رجل يرد الماء، ما نعرفه فاقعدوا له وأمهلوه حتى يروى، فإذا روى فشدوا، ففعلوا فورد حتى قام قائم الظهيرة، حتى امتلأ وجعل يصب الماء على رأسه ووجهه، ففاعوا به فأثقله بطنه فعدى حتى ولج قبة فكيهة فاستجارها فأدخلته تحت درعها وجاءوا يتلونه فذبت عنه حتى انتزعوا خمارها، ونادت إخوتها وولدها فجاءوا عشرة فمنعوه، قال: وسمعت سنبلاً يقول: إن سليكاً كان يقول: كأنى أجد سبد شعرها على ظهري حين أدخلتني تحت درعها، وقال سليك:\rلعمر أبيك والأنباء تنمى ... لنعم الجار أخت بني عوارا\rمن الخفرات لم تفضح أباها ... ولم ترفع لأسرتها شنارا\rوكان الذي شهر ذكر وفاء أم جميل أن هشام بن الوليد بن المغيرة المخزومي قتل أبا أزيهر الزهراني من أزد شنوءة، وكان صهر أبي سفيان بن حرب فلما بلغ ذلك قومه بالسراة وثبوا على ضرار بن الخطاب ابن مرداس الفهري ليقتلوه، فسعى حتى دخل بيت أم جميل وعاذ بها فضربه رجل منهم فوقع ذباب السيف على الباب، وقامت في وجوههم فذبتهم عنه ونادت قومها فمنعوه لها، ولما قام عمر بن الخطاب ظنت أنه أخوه فأتته بالمدينة فلما انتسبت عرف القصة فقال: إني لست بأخيه إلا في الإسلام، وقد عرفنا منتك عليه فأعطاها على أنها إبنة سبيل.\rالمنجبات في الجاهلية ثلاث\rماوية الدارمية، ولدت لقيطاً وحاجباً وعلقمة بنى زرارة بن عدس ابن زيد بن عبد الله بن دارم.","seal":"BB0500DD","part":1},
      {"page":13,"id":13,"nass":"وفاطمة بنت الحارث الأنمارية، أنمار بني بغيض بن ريث بن غطفان، ولدت الكملة من بني عبس ولم يوجد - كان - مثلهم غيرهم ربيع الحفاظ وعمارة الوهاب وقيس الحفاظ وأنس الفوارس بني زياد، وكان يقال لعمارة دالق. قال المسيب في عمارة الوهاب:\rجزى الله عني والجزاء بكفه ... عمارة قيس نضرة وسلاما\rقال: وقيل لها: أي بنيك أفضل؟ قالت: الربيع، لا بل عمارة، لا بل أنس، ثكلتهم إن كنت أدري أيهم أفضل.\rوأم البنين بنت عمرو بن عامر فارس الضحياء. ولدت عامرا ملاعب الأسنة. وطفيلا أبا عامر بن طفيل الخيل، ومعاوية معوذ الحكماء بني مالك بن جعفر بن كلاب.\rوذكروا أن دغفلاً قال لمعاوية: لو كانت العرب تعد لأربعة لكان خبئية بنت رياح الغنوية. وجدة مالك بن عامر بن بشر بن عامر ملاعب الأسنة يقال إن خبئية أتاها آت في المنام فقال لها: أعشرة هدرة أحب إليك أو ثلاثة كعشرة.؟ ثم أتاها في الليلة الثانية فقال لها مثل ذلك، فلما أصبحت قصت ذلك على بعلها جعفر بن كلاب فقال: إن عاد فقولي له: ثلاثة كعشرة فلما كان في الليلة الثالثة عاد فقال لها مثل ذلك ونهرها، فقالت: ثلاثة كعشرة فولدتهم كلهم بلا علامة، ابتكرت بخالد الأصبغ وأثنت بمالك الطيان ثم ربيعة الأحوص، فكان عجزتها، أي: آخر ولدها.\rفأما خالد فسمى الأصبغ لشامة كانت في مقدم رأسه، وكان يصبغها، وسمى مالك الطيان، لأنه كان طاوى البطن، وسمى ربيعة الأحوص لصغر عينيه كأنهما مخيطتان، فكان اثنان منهم من أرحاء هوازن خالد الذي يقال له: الصمة أبو دريد الجشمى.\rقال أبو عبيدة فصار مديحاً:\rأبلغ هوازن أن سودد خالد ... لكم كعاد والغلام الأحمر\rلم يعطني من تسعة قتلتهم ... إلا اللقاء فقلت خذه أو ذر\rثم كان رحاهم بعد الأحوص، وكان أرحاء هوازن خمسة من بني جعفر خالد، ثم عروة الرحال، ثم عتيبة بن عامر ملاعب الأسنة بن مالك بن جعفر حتى بعث النبي صلى الله عليه وآله وقد وقد كبر فتنازع عامر بن الطفيل وعلقمة بن علاثة بن الأحوص حين تنافرا.\rوالسادس مالك بن عوف النصري بن نصر بن معاوية بن بكر بن هوازن اجتمعت عليه هوازن في يوم حنين.\rجمرات العرب في الجاهلية ثلاث\rبنو ضبة بن أد، وبنو نمير بن عامر، وبنو الحارث بن كعب، فطفئت منهم جمرتان وبقيت واحدة. طفئت ضبة؛ لأنها حالفت فصارت ربة من الرباب، وطفئت بنو الحارث بن كعب؛ لأنها حالفت فصارت إلى مذحج، وبقيت نمير لم تطفأ؛ لأنها لم تحالف.\rحروب العرب الطوال في الجاهلية ثلاث\rحرب ابني قيلة وهم الأوس والخزرج، وكانت حتى بعث النبي صلى الله عليه وآله، فلما أسلموا اصطلحوا.\rوحرب ابنى وائل بكر وتغلب في مقتل كليب أربعين سنة.\rوحرب ابنى بغيض عبس وذبيان في مجرى داحس وغبراء كانت بينهم نحواً من أربعين سنة، ثم حمل الحاملات دماءهم فبعث النبي صلى الله عليه وعلى آله، وقد بقى على الحارث بن عوف المري من دمائهم فأهدره الإسلام، وللحارث يقول الأعشى:\rوالحارث الخير الذي ... جمع الجمالة والضبارة\rأي: الكفالة. وكان النبي صلى الله عليه وعلى آله خطب إليه ابنته فقال: لا أرضاها لك إن بها سوءاً، فبرصت، ولم يكن برص فتزوجها أرطاة بن عمه فولدت له شبيب بن البرصاء الشاعر.\rأيام العرب العظام في الجاهلية ثلاثة\rيوم جبلة، وهو أولهم، شهدت تميم إلا بني سعد، وأسد وذبيان إلا بني بدر بن عمرو الفزاري، والملكان ابنا الجون الكندي، وحسان ومعاوية اللخمي.\rوالثاني: يوم عبد يغوث بن وقاص الحارثي وتميم والرباب، والنبي صلى الله عليه وسلم بمكة لم يهاجر بعد، وهو يوم الكلاب الثاني.\rويوم ذي قار شهده إياس بن قبيصة على الناس، وعلى الفرس وخنابزين والهامرز وبكر بن وائل.\rبيوتات العرب في الجاهلية ثلاثة\rبيت في الحذيفة بن بدر وهو بيت قيس. وبيت في بني دارم وهم بنو زرارة بن عدس، وهو بيت تميم بن مر، وبيت في بني شيبان وهم آل ذي الجدين، وهم بيت ربيعة بن نزار. وقال: حاتم بن عبد الله الطائي في بني بدر:\rإن كنت كارهة معيشتنا ... هاتى فحلى في بني بدر\rالضاربين لدى أعنتهم ... والطاعنين وخيلهم تجرى\rجاورتهم زمن الفساد فنع ... م الحي في السراء والضر","seal":"6E690E52","part":1},
      {"page":14,"id":14,"nass":"ودعيت في أولى الندى وقد ... نظروا إلي بأعين خزر\rوقال حاتم لمالك بن الجون من كندة وأمه من بني بدر بن عمرو:\rوإن أباك الجون لم يك غادراً ... ولا من بني أتتك الغوائل\rوقال الأنصاري لحذيفة بن بدر:\rهممنا بالإقامة ثم سرنا ... مسير حذيفة الخير بن بدر\rوقال زهير بن أبي سلمى لحصن بن حذيفة بن بدر ولم يفد جاهلي غير قومه وغيره:\rومن مثل حصن في الحروب ومثله ... لإنكار ضيم أو لأمر يحاوله\rإذا حل أحياء الأحاليف حوله ... بذي لجب هداته وصواهله\rحذيفة ينميه وبدر كلاهما ... إلى باذخ يعلو على من يطاوله\rوقال الأعشي:\rليسوا بعدل حين تنس ... بهم إلى أخوى فزاره\rحصن وبدر سيدي ... قيس بن عيلان الكثاره\rوقال جرير لبني بدر:\rجيئوا بمثل بني بدر وسؤددهم ... أو مثل أسرة منظور بن سيار\rجعلهما سيدي قيس، وقال لبيد لبني فزارة:\rمتظاهر حلق الحديد عليهم ... كبني زرارة أو بني عتاب\rيرعون منخرق اللديد كأنهم ... في العز أسرة حاجب وشهاب\rقوم لهم عرفت معد كلها ... والفضل يعرفه ذوو الألباب\rمنخرق اللديد: بلد من بلاد بني كلاب كانت غنى ترعى به حين بعث بنو أبي بكر بن كلاب بن جعفر إخوتهم. وقال الأعشى:\rويكون في الشرف المقا ... رن منقراً وبني زراره\rأبناء قوم قتلوا ... يوم القصيبة من أوراه\rفجروا على ما عودوا ... ولكل عادات أماره\rوالعود يعصر ماؤه ... ولكل عيدان عصاره\rوكان عمرو بن المنذر مضرط الحجارة قتل بني زرارة بأخيه مالك ابن المنذر وكان أخاه لأمه، فلذلك ذكرهم الأعشى، وكان مسترضعاً في بني زرارة فقتل. فحض عمرو بن ملقط الطائي عليهم الملك فقال:\rمن مبلغ عمراً بأ ... ن المرء لم يخلق صباره\rالصبارة: الحجارة.\rوحوادث الأيام لا ... تبقى لها إلا الحجاره\rها إن عجزة أمه ... بالسفح أسفل من أواره\rتسفى الرياح خلال كش ... حية وقد سلبوا إزاره\rفاقتل زرارة لا ارى ... في القوم أوفى من زراره\rوقال النبي صلى الله عليه وعلى آله: ومالك ألا تكون عندك بنت حاجب، وكان حاجب رئيس بني تميم يوم النسار ويوم الجفار وفي ذلك يقول بشر بن أبي خازم:\rوأفلت حاجب تحت العوالي ... على شفاء تلمع في السراب\rولو أدركتم لعفرن خداً ... كريماً غير موتشب النصاب\rوكان لقيط قبل ذلك رئيس بني تميم فأنجده ابنا الجون حسان والمنذر، وسنان بنو أبي حارثة المري في غطفان وبني أسد بن خزيمة يوم جبلة، ولم يعلم عكاظي على فداء ابن حاجب. وكان قيس بن مسعود ابن خالد استعمله كسرى بن هرمز أبرويز على أطراف العراقين وأعطاه خيلا وجعل له خراج الأبلة، وله يقول الأعشى:\rأقيس بن مسعود بن قيس بن خالد ... وأنت امرء ترجو شبابك وائل\rوقال طرفة بن العبد:\rفلو شاء ربي كنت قيس بن خالد ... ولو شاء ربي كنت عمرو بن مرثد\rفأصبحت ذا مال كثير وعادني ... بنون كرام سادة لمسود\rوله يقول شهاب بن راشد اليشكرى وأمه ظبية:\rأقيس بن مسعود بن قيس بن خالد ... أموف بأدراع ابن ظبية أم تذم\rوقال الأعشي ليزيد بن مسهر الشيباني:\rلئن قتلتم عميداً لم يكم صددا ... لنقتلن به منكم فتمتثل\rتلحم أبناء ذي الجدين سادتكم ... أرماحنا ثم تلقاهم فنعتزل\rقال أبو عبيدة وكان أبو عمرو المدني يعد مع هذه البيوتات بيت بني الديان من بني الحارث بن كعب، قال: والدليل على ذلك قول بخيل بن حبيب بن ورد بن حذيفة بن بدر لرجل من بني عمه يقال له معن:\rيا معن ما ساميت من ساماني\rبيت لآل دارم وافاني\rوقال النجاشي يهجو حسان بن ثابت:\rفلم أهجكم إلا لأني حسبتكم ... كرهط بن بدر أو كرهط بن معبد","seal":"533BE1AF","part":1},
      {"page":15,"id":15,"nass":"فلما سألت الناس عنكم وجدتكم ... براذين شهباً ربطت حول مذود\rفإن شئتم نافرتكم عن أبيكم ... إلى من رضيتم من تهام ومنجد\rلقد كان قينا ينفخ الكير حقبة ... كأن بخديه نفاضة إثمد\rيقول: إنما أكفيائي أهل بيتين؛ أهل معبد بن زراة وآل بدر.\rقال أبو عمرو: فلما قدمت العراق وجدتهم يزيدون آل ذي الجدين ولا أعلم في ربيعة بيتاً كبيت الجارود ولا أعرف لربيعة داراً أمنع من البحرين، ولا أعلم رجلا أكرم من الحكم بن المنذر بن الجارود الذي يقول فيه مجنون بني الحرماز:\rيا حكم بن المنذر بن الجارود\rأنت الجواد بن الجواد المحمود\rسرادق المجد عليك ممدود\rنبت في الجود وفي جذم الجود\rوالعود قد ينبت في أصل العود\rوأما الكلبي فكان يعد أولها بيت خندف في قريش.\rالمتنافرون في الجاهلية ثلاثة\rعامر بن الطفيل، وعلقمة بن علاثة الجعفريان، وتنازعا في الرئاسة حين أهتر عامر بن مالك ملاعب الأسنة، فقال علقمة: أنا أحق بها منك؛ لأن الأحوص بن جعفر كانت له ولم تكن لأبيك، فقال عامر: أنا أحق بها منك، لأني أفضل منك فتحاكما إلى هرم بن قطبة ابن سنان الفزاري. فقال عامر بن الطفيل لعمه عامر بن مالك: أعني، فقال له: سبني يا ابن أخي فأبى، فقال: أبو براء وأنا لا أسب عمي وقال:\rأمر أن أسب أبا شريح ... ولا والله أفعل ما حييت\rولا أهدي إلى هرم لقاحا ... فيحيا بعد ذلك أو يميت\rفشخص بنو مالك بن جعفر مع عامر ومعه لبيد بن ربيعة. وشخص بنو الأحوص بن جعفر مع علقمة بن علاثة ومعه الحطيئة، ومع كل واحد منهما ثلاثمائة بعير يعطي الحاكم منها مائة، ويعقر مائة ويأكل هو أصحابه في الطريق مائة، فلما بلغ هرماً دنوهما استخفى فجعلا يتهاتران.\rفقال علقمة: أنا عفيف وأنت عاهر، وأنا ولود وأنت عاقر وأنا أقرب إلى ربيعة، وكانت أمه منهم.\rفقال عامر:\rفاخترتني بيشكر بن بكر\rوالنجيين أهل سيف البحر\rوجمع عبد القيس أهل النمر\rهذا أوان أخذت للنصر\rوقال لبيد:\rيا هرم بن الأكرمين منصبا\rإن الذي يعلو عليها ترتبا\rلخيرنا خالاً وعماً وأبا\rفطبق المفصل واغنم طيبا\rوقال لبيد:\rيا هرماً وأنت خير عدل\rهل توهنن حسبي وفضلى\rوإن ولد الأحوص يوماً قبلي\rثم لحقت بانطلاق رسلي\rقد علموا أنا خيار الطبل\rفعن له السندري بن عيساء فقال:\rإني لمن يسأل عني السندري\rأنا الغلام الأحوصي الجعفري\rوقال:\rوهل فيكم يوم كيوم جبلة\rيوم أتتنا أسد وحنظلة\rوالملكان والجموع أزفلة\rكأنهم مهنوة مدجلة\rنعلوهم بقضب منتخلة\rلم تعد أن أفرش عنها الصقلة\rوكان الأحوص رئيس هوازن وعبس وغنى وباهلة يوم جبلة، فقال عامر: يا لبيد أما ترى إلى العبد؟ فقال: والله لا أجعل عرضي إلى ابن السوداء، وقال:\rولما دعاني عامر لأسبهم ... أبيت وإن كان ابن عيساء ظالما\rلكيلا يكون السندري نديدنا ... واجعل أعماماً عموماً عماعما\rوجعل الحطيئة يقول ولا يحقق:\rوما ينظر الحكام في الفضل بعدما ... بدا واضح ذو غرة وحجول\rفلما رأوا هرما لا يظهر توجهوا إلى عكاظ فلقي أعشى بني قيس عامراً، فقال: ما الخطب يا أبا علي؟ فأخبره، وقال: إني قائل أبياتاً أتقول عليه وأزعم أنكما حكمتماني ثم، وأنا واقف في سوق عكاظ أنشدها فينشدها قواعد أصحابك أن يعقروا الإبل ويحفظ الشعر، ففعل وغدا الأعشى فقال ورفع عقيرته، أي صوته بالغناء:\rعلقم لا لست من عامر ... الناقض الأوتار والواتر\rسدت بني الأحوص لم تعدهم ... وعامر ساد بني عامر\rساد وألفى رهطه سادة ... وكابراً سادوك عن كابر\rمن يجعل الجد الظنون الذي ... جنب صوب اللجب الماطر\rمثل الفرات إذا ما طما ... يقذف بالبوصى والماهر\rحكمتوه فقضى بينكم ... أبلج مثل القمر الزاهر","seal":"21F5996F","part":1},
      {"page":16,"id":16,"nass":"ولم يزد على هذه الأبيات، وشد أصحاب عامر فعقروا الإبل ونادوا: أعامر ثم تفرقوا، وكان في سرعان أصحاب عامر فتي تقدم قبل القوم فأورد فريقاً على الماء وهو رافع عقيرته يقول:\rعلقم لا لست إلى عامر ... الناقض الأوتار والواتر\rفسمعته مليكة بنت الحطيئة فوضعت البوغاء على رأسها وهتفت: واحرباه؟ هذا والله شعر أبي بصير، فلما توعد علقمة الأعشى وزاد فيها:\rشاقتك من قتلة أطلالها.... إلى آخر القصيدة\rوقال في كلمته التي فيها:\rوما ذنبنا أن جاش بحر ابن عمكم ... وبحرك ساج لا يواري الدعامصا\rكلا أبويكم كان فرعا دعامة ... ولكنهم زادوا وأصبحت ناقصا\rوأسلم هرم بن قطبة الفزاري فقال له عمر رحمه الله حين وفد عليه: لمن كنت حاكماً؟ فقال: أعفني يا أمير المؤمنين فو الله لو أظهرت اليوم شيئاً لعادت الحكومة جذعة. قال: صدقت بهذا العقل حكمت بدر. قال: والله لناس يرون أنه قال لعلقمة: والله لبيان عامر أشهر منكم في العرب. وقال لعامر: أتنافر علقمة وأنت أعور عاقر، لا والله ما رآهما ولا رأياه، ولئن شئت لتسمعن قائلاً يقول: أنتما كركبتي الجمل الأدرم. ولو قال هذا لادعي كل واحد منهما أنه المعني ولتفانا جذماهما ولكنهما قد تهاترا ببابه فحكاه من لا يعلم عن من لا يعلم عن هرم. يقول: تنافر فنفر فلان فلاناً، والحاكم ينفر أفضلهما.\rوالقعقاع بن معبد بن زرارة. وكان خالد بن مالك النهشلي أراد حاجباً حين دعا إلى المنافرة، وكان حاجب أحلم قومه فأبي فبلغ ذلك القعقاع بن معبد فأتاه فقال: هلم إلي أنا أنافرك ودع الشيخ فقال: أنافرك عن ندينا، فقال القعقاع: لا بل عن الآباء والأبدان. فقال: خالد بن مالك: قم فتنافرا إلى ربيعة بن حذار الأسدي. فقال حاجب للقعقاع: يا ابن أخي قد كرهت ما صنعت ولكن هذه ثلاثمائة بعير فاركبها فأطعم واعقر واعبط للنفور مائة. وكانوا كذلك يفعلوا في الجاهلية. فخرج القعقاع وتبعه أبو زرارة، وخرج خالد بن مالك: وتبعه سلمى بن جندل بن نهشل، فتحاكما إلى ربيعة بن حذار فجهد أن يتكافآ فأبيا. وكان عدلاً عاقلاً.\rفقال النهشلي: أطعمت في جدب من أكل، وأعطيت يوماً من سأل، وطعنت فارساً فشككت فخذيه.\rفقال القعقاع: جدى زرارة وعمى حاجب وأبي معبد.\rفقال ربيعة بن حذار:\rإن السماح والندى والباع\rفإن بهن جمع القعقاع\rوقال: إني نفرت من كان جده زرارة وعمه حاجباً وأبوه معبداً.\rفانطلق خالد بن مالك فأغار على إبل نفورة ربيعة فذهب بها، وجاء بها إلى إبله وكانا وضعا إبلهما في رحل امرأة ليرضيها بما حكم عليهما فأخذها من عندها.\rوعيينة بن حصن بن حذيفة بن بدر نافر زبان بن منظور بن سيار الفزاري إلى العز الكاهنة، كاهنة نجران فرحلا إليها.\rفقال زبان: أنا ابن منظور.\rفقال عيينة: أنا ابن حصن.\rفقال زبان: أنا ابن سيار.\rفقال عيينة: أنا ابن حذيفة.\rفقال زبان: أنا ابن عمرو.\rفقال عيينة: أنا ابن بدر.\rفقال زبان: أنا ابن جابر.\rفقال عيينة: أنا ابن الجون.\rفقال زبان: أنا أم عمرو.\rفقال عيينة: عليه. فلم يرض، وكان يقال: إن بدر بن عمرو ابن الجون الكندي، وإن عيينة لما اعتزى إلى الجون وكان معتليا لزبان، فلما ترك نسبه في بني فزارة وفخر بفخر غيره قالت: افتخرت بفخر ليس لك وتركت ما في يديك، فكأنما نفرت زبان، فطلب زبان المائة النفورة فقال عيينة: أنا أفضل منك نفساص وأباص ولكنها جارت، فقال زبان:\rأتثلب حرة بقيت يداها ... عيينة تمنع اللخواء تفرى\rشربت المجد من غطفان حتى ... تفاخرني بزينة أم عمرو\rألما تعلمي أني كريم ... أغر لصلب سيار بن عمرو\rفقال عيينة:\rإنا لنعلم ما أبوك بجابر ... فالحق بأهلك من بني دودان\rحالت بكم أمة لنضلة وابنه ... فسقت بزينتها أبا زبان\rواعتزل جرول بن أوس الحطيئة فنفر عيينة فقال:\rأبي لك آباء أبي لك مجدهم ... سوى المجد فانظر صاغراً من تنافره\rقبور أصابتها السيوف ثلاثة ... نجوم هوت في كل نجم مزابره\rفقبر بأجبال وقبر بحاجر ... وقبر القليب أسعر الحرب ساعره","seal":"B1A0C1C9","part":1},
      {"page":17,"id":17,"nass":"وشر المنايا هالك بين أهله ... كهلك الفتاة أيقظ الحي حاضره\rبأجيال قبر بدر بن عمرو قتيل بني أسد.\rوبحاجر قبر حصن قتيل بني عقيل.\rوبقليب قبر حذيفة بن بدر، وهي بالهباءة قتيل بني عبس.\rالمرتشون في الحكومة في الجاهلية ثلاثة\rضمرة بن ضمرة النهشلي وتحاكم إليه عباد بن أنف الكلب وسبرة ابن عمرو الأسديان، فاسترشى ضمرة عباداً ونفره على سبرة، وأعطاه عباد عشراً من الإبل، فقيل ذلك لسبرة فرجز به فقال:\rأنا لمن يسأل عني سبره\rناك أباه ضمرة بن ضمره\rفي قفرة الهلباء أولى نظره\rوالأقرع بن حابس المجاشعي تنافر إليه جرير بن عبد الله البجلي وخالد فمدحه جرير ورضخ له رضخة فنفره جريراً على خالد.\rومروان بن زنباع العبسي تحاكم إليه السفاح التغلبي وعمرو بن لأبي فارس مخلد من بني تيم الهل بن ثعلبة. فأهدى إليه عمرو وأطعمه فنفره على السفاح، وكان السفاح أفضل منه، وكان على خيل سلمة بن الحارث يوم قتل أخاه شراحيل بن الحارث يوم الكلاب. وللسفاح يقول الأخطل:\rوأخوهما السفاح ظمأ خيله ... حتى وردن جبى الكلاب نهالا\rحكماء العرب العدول ثلاثة\rهرم بن قطبة الذي يقول فيه الأعشى:\rولا إلى الهرمين في ... بيت الحكومة والصباره\rوالآخر: خرن بن سنان.\rومعاوية بن مالك بن جعفر بن كلاب. وكان النعمان بن المنذر اللخمي يجهز لطيمة له إلى عكاظ ويشتري له بها بروداً وحريراً وما يكون فيها ويبعث معها خفيراً، فبعث قرة بن هبيرة القشيري خفيراً على من ليس في دينه في السنة التي عرب فيها النعمان من كسرى فاحتوى عليها حين هرب، فقالت بنو عقيل بن كعب إنها للملك، وقد احتويت عليه ونحن نخاف عاقبة الملوك بجنايتكم فأعطونا بعضه. فقالت بنو قشير بن كعب: ما أنتم وذاك؟ فاقتتلوا ووقعت بينهم دماء، ثم إنهم تراضوا بأحد بني أم البني؛ عامر وطفيل ابني مالك فأتوهما وهما غازيان فوجدوا معاوية ابن مالك حاضراً فقال: ما طلبتكم فإما أن أفصل، وإما أن أحمل فتحاكموا إليه فحكم بينهم ثم حمل عنهم فقال معاوية:\rرأيت الصدع من كعب وكانت ... من الشنآن قد دعيت كعابا\rسبقت بها قدامة أو سميرا ... ولو دعيا إلى مثل أجابا\rسأحملها وتعقلها غني ... وأورث مجدها أبداً كلابا\rأعوذ مثلها الحكماء بعدي ... إذا ما الحق في الأشياع نابا\rوكان يدعي معوذ الحكماء.\rالمدركو الأوتار في الجاهلية ثلاثة\rسيف بن ذي يزن، وبيهس الفزاري، وقصير صاحب جذيمة.","seal":"5738E218","part":1},
      {"page":18,"id":18,"nass":"فأما سيف بن ذي يزن فإنه لما غلب الأحبوش على اليمن وملكها فطال ذلك حتى توالدوا بها، أتى هرقل يستمده عليهم فوعده أن يفعل، فقال له نصحاؤه: تعين رجلاً ليس على أهل دينك يقتلهم لا تؤيسه ولا تطعمه فأريثه عنهم؟ فمكث عندهم تسع سنين حتى تركه ولحق بكسرى من أكاسرة فارس فأتى عاملاً من العرب غريباً فكان ذريعته إليه حتى دخل عليه فلما دخل طأطأ رأسه، فقال الملك: إن هذا الأحمق يدخل من باب فوقه بكذا وكذا فيطأطئ رأسه ففسر له ذلك فقال: إنما طأطأت رأسي لهمي إنه يضيق عنه كل شئ وشكا إليه وقال: إنما يكفيني من المدد قدر السماع وإذا وقعت في بلادي أتيتهم من الرجال بما شاءوا، فوعده أن يمده فقال له نصحاؤه: أتعمد إلى قوم من رعيتك وبلادك فتطوح في فلاة، إنما تشرب الخيل والشفاه من أمثال عيون الديكة وبالحرى أن هي أدفنت أن يهلك جيشك، فقال: لا أخلفه ما وعدته وأبي إلا أن يتم له على الوفاء. قالوا: قلنا ها هنا حيلة ويصدق الملك في شجونك أقوام قد استحقوا القتل، وقوم قد أفسدوا في الأرض فتجمعهم وتمنعهم واستعمل عليهم شيخاً قد نفد أجله، ثم تجمعهم في البحر فهو أهون للمؤنة فإن هلكوا كنت قد كففت عن رعيتك شيئاً، وإن نجوا وظفروا كان ظفرهم لك، فذهب إلى شط دجلة فهيئت لهم السفن، وحمل فيها ما يصلحهم ويصلح دوابهم وبعث إلى أصحابه في البلدان فجمع نحواً من ألف ومائتين، وقدموا وقد هيئت لهم المراكب واستعمل عليهم شيخاً كبيراً قد سقط حاجباه عل عينيه ودفع إليه حلة ديباج منسوجة بالذهب والجوهر، ورايتين وقفازين وقلنسوة. وقال له: إذا ظفرت فارفع أهل البلد فاسألهم أهوابن ملكهم كما قال، فإن كان كذلك فادفع إليه الحلة وجملة الخراج، وإن كان كاذبا فاقتله واجب الخراج حتى يأتيك أمري، فكرب حتى إذا كانت بسيف أرجان قال بعضهم: أنت غررتنا، وقالوا: احملوا سفنكم على هذا الجسر فاكسروها ففعلوا وبقي معه سبعمائة أو أكثر قليلا، فلما بلغوا القليس وهو بناء بنته الحبشة يحجونه، قال زهرز: أين أنصارك الذين زعمت للملك أنك تأتي بهم إذا وقعت في أرضك؟ قال: إن كل قوم منهم وثبوا على من فيهم من الحبشة فشغلوهم عنك فقتلوهم، وبلغ قائد الحبشة الذي بصنعاء سيرهم فوجه إليهم عدداً كثيراً فتلقوهم بصنعاء فقاتلهم وهرز وأصحابه، وقال وهرز: أروني رئيسهم فاسمتوا لي سمته بنشابه فإن في بصرى ضعفاً، ورفع حاجبيه بحريرة ففعلوا فرماه ففلق جبهته وهو على بعير، فلما خر انهزموا، وأخذ كل واحد ممن بقي عوداً أو خشبة أو ما وجدوا ووضعوه في أفواههم يستأمنون بذلك، ودخل آلاف حائطا أو بناء فأخذهم فقتلهم جميعا وزعم أهل اليمن أن أنصار سيف قد كانت أتته، ولولا ذلك ما قامت سبعمائة لستين ألف أو نحوها، ووثب كل قوم على من فيهم من الحبشة فأبادوهم فلما دخل وهرز صنعاء دعاهم فقال: ما سيف فيكم؟.\rقالوا: ابن أملاكنا وأشرفنا أدرك لنا بثأرنا. فدفع إليه الحلة وخلاه والخراج والعمل ثم لم بلبث وهرز أن مات.\rفبلغ كسرى أن سيفاً يتناول النساء فكتب إليه يعزم عليه الإقدام عليه ففعل.\rفقال: أيسرك أن تخلف بعقبك في حرمك؟.\rففطن فقال: لست بعائد. فقال: ارجع إلى عملك. فرجع فلم يزل اليمن في يدي فارس حتى بعث النبي صلى الله عليه وعلى آله وباذان عامل أبروان عليها وفيروز ودادويه قائدان معه.\rوقال: أمية بن أبي الصلت في كلمة له لسيف:\rليطلب الوتر أمثال ابن ذي يزن ... لجج في البحر للأعداء أحوالا\rأتى هرقل وقد شالت نعامته ... فلم يجد عنده القلو الذي قالا\rثم انتحى نحو كسرى بعد تاسعة ... من السنين لقد أبعدت إيغالا\rحتى أتى ببني الأحرار يحملهم ... حملا لعمري لقد أسرعت إرقالا\rومثل كسرى وباذان الجنود له ... ومثل وهرز يوم الجيش إضلالا\rلله درهم من عصبة خرجوا ... ما إن رأينا لهم في الناس أمثالا\rغلباً جحا جحة بيضاً مرازبة ... أسداً ترقص في الغيضات أشبالا\rيرمون عن شدف كأنها غبط ... في زمخر يعجل المرمى إعجالا\rأرسلت أسداً على سود الكلاب فقد ... أمسي شريدهم في الأرض ضلالا","seal":"00F54B17","part":1},
      {"page":19,"id":19,"nass":"فاشرب هنيئاً عليك التاج مرتفقاً ... في رأس غمدان داراً منك محلالا\rقصر بناه أبوك القيل ذو يزن ... ما إن رأينا له في الأرض أشكالا\rمنطعاً بالرخام المستزاد له ... في كل ركن رأينا منه تمثالا\rثم أظلل الملء إذ شالت نعامتهم ... وأسبل اليوم في برديك إسبالا\rتلك المكارم لاقعبان من لبن ... شيباً بماء فعادا بعد أبوالا\rأما بيهس فإن أقواما أربعة غزوا فأتوا على إخواته وأهل بيته وأسروه، فلما نزلوا بعض المنازل راجعين نحروا جزوراً فأكلوا وقالوا: ظللوا البقية فقال بيهس: لكن بثباً لحم لا يلظلل وثبا: موضع، فذهب مثلا، يعني أجساد من قتل من إخوته وقومه، فلطمه بعضهم وجعل يدخل رجله في يدي سرباله فقال بعضهم: لا تلبس هذا اللبس وعلمه كيف يلبس؟ وكانوا يرون أن به طوفة فقال: ألبس لكل دهر لبوسه فلطمه بعضهم، فقال بيهس: لو نكلت عن الأولى لم تعد الثانية. فقال بعضهم: إن مجنون بني فزارة ليتعرض للقتل فخلو عنه فلما أتى أهله جعل نساؤه يتحفنه، فقال: يا حبذا التراث لولا الذلة فاجتمع عليه الغم مع ما به من قلة العقل، وجعلت أمه تعاتبه فيشد عليه ذلك منها، فقالت: لو كان فيك خير لقتلت مع أهل بيتك، قال: لو كان الخيار إليك لاخترت فجمع جمعا وغزا القوم ومعه خال له فوجدوهم في حفرة من الأرض فرماه خاله عليهم، وكان جسيماً طويلاً وإنما سمى نعامة لذلك، فقاتل القوم وهو يقول: مكره أخوك لا بطل فقتل القوم فأدرك بثأره. فقال المتلمس يضرب به المثل لقومه:\rومن حذر الأيام ماحز أنفه ... قصير وخاض الموت بالسيف بيهس\rويروي: ومن طلب الأوتار ورام الموت:\rنعامة لما صرع القوم رهطه ... تبين في أثوابه كيف يلبس\rوأما قصير فإن جذيمة الأبرش طمع أن يتزوج زباء الرومية فتشاور فاتفقوا له على أني فعل ونهاه قصير، فخطبها فأجابته فلما أراد أن يهديها بعثت إليه أن ائتني فنهاه قصير قال: إن النساء يهدين إلى الأزواج فعصاه وأقبل، فلما كان ببقة عاوده المشاورة فقال له: قد دنوت فامض إليها، ونهاه قصير فأبى، فلما دنا قال له: إنك عصيتني فإن تلقاك أهلها فرجعوا عنك فقد كذب ظني، وإن أقماموا ولم يرجعوا فإني معرض لك العصا، فرس كانت لجذيمة لا تجارى فجعلوا يتلقونه ولا يرجعون، فعرض له العصا فلم ينته فقال قصير: ببقة قضى الأمر فدخل عليها فأبرزت جهازها وقالت بكلامها، أذات عروس ترى؟ أما أنه ليس ساعون مواسى ولكنه شيمة ما أناس فقطعت راهشيه فنزفه الدم فمات.\rورجع فصير إلى عمرو بن جذيمة أو ابن أخته، فقال: حز أنفس وأظهر التهمة لي ففعل فلحق بزباء، فقال: لقد لقيت هذا فيك فوقعت له منها منزلة فزين لها تجارة عيرا فأعطته مالاً لذلك، فكر كرتين، يزيده عمرو في السر مالاً فإذا رجع قال: هذا رمحي لك ثم هيأ مسوحاً كالمسوح التي يحمل فيها الجص وهيأ الرجال وخرج بعمرو وقال: إن لها نفقاً إذا خافت خرجت منه ووصفه له فاقعد، فإذا مرت بك فاضربها، وكانت إذا دنت عيرها أشرفت فلما دنا وقد أقام الرجال في المسوح مستلئمين في أيديهم أوكية، أشرفت فقالت: إن العير لتحمل صخراً أو تطأ في وحل يا قصير، فصنع لها رجزاً على هذا المعنى:\rما للجمال مشيها وئيداً\rأجندلاً يحملن أم حديدا\rأم صرفاناً بارداً شديدا\rأم الرجال قبضاً قعودا\rفحلوا الأوكية فإذا هم قيام على أرجلهم فعرفت الشر فاستغاثت بالنفق، فضربها عمرو فقتلها وزعم قوم أنها مصت خاتمها وقالت: بيدي لا بيد عمرو وكانت لا تكلم بالعربية إلا أن يكون فسر، ففي ذلك يقول عدي بن زيد العبادي:\rدعا بالبقة الأمراء يوماً ... جذيمة عصر ينجوهم ثبينا\rفلم ير غير ما ائتمروا سواه ... فشد لرحله السفر الوضينا\rفطاوع أمرهم وعصى قصيراً ... وكان يقول لو نفع اليقينا\rلخطيبتي التي غدرت وخانت ... وهن ذوات عائلة لحينا\rفدست في صحيفتها إليه ... ليملك بضعها ولأن تدينا\rفأردته ورغب النفس يردى ... ويبدي للفتى الحين المبينا","seal":"47F0E32B","part":1},
      {"page":20,"id":20,"nass":"ففاجأها وقد جمعت تنوخاً ... على أبواب حصن مصلتينا\rوقدمت الأديم لراهشيه ... وألفى قولها كذباً ومينا\rوحدثت العصا الأنباء فيه ... ولم نر مثل فارسها هجينا\rفبات نساؤه عجلا عليه ... مع الويلات يعلن الرنينا\rلهن إذا اقتبلن به نحيب ... كما يتجاوب الخلج الحنينا\rخوامش للوجوه متوجات ... بدئن فماجع وبه دهينا\rومن حذر المعاير والمخازى ... وهن المندبات لمن منينا\rأطف لأنفه الموسى قصير ... ليجدعه وكان به ضنينا\rفأهواها لمارنه فأضحى ... طلاب الوتر مجدوعا مشينا\rفصادفت امرءاً لم تخش منه ... مفارقة دما أمنت بأمينا\rأتاها عركتين بما أرادت ... فأصبح عند ربته مكينا\rوأبلاها كما حسبت نصيحا ... فملكت الخزائن والقطينا\rفردته بضعفي ما أتاها ... ولم يكبل على المال اليمينا\rفلما ارتد عنها ارتد صلتا ... يجر الموت والصدر الضغينا\rأتتها العير تحمل ما دهاها ... وقنع في المسوح الدار عينا\rمخاتلة ابنة الرومي زبا ... وظلل حملها الثبت الرصينا\rفدس لها على الإنفاق عمراً ... بشكته وما خشيت كمينا\rفجللها عتيق الأثر عضباً ... يصك به الحواجب والجبينا\rفأضحت من مداينها كأن لم ... تكن زبا لحاملة جنينا\rأغلى العرب فداء ثلاثة\rحاجب بن زرارة بن عدس، وبسطام بن قيس الشيباني، وحبيش بن الدلف الضبي، وكان فداؤهم فيما يقول من المقلل: مائتي بعير وثلاثمائة. والمكثر: أربعمائة.\rأما حاجب زرارة فإن زهدماً العبسي أسره يوم جبلة وغلبة مالك ذو الرقيبة القشيري عليه.\rأما حبيش بن الدلف الضبي فإن عامراً ملاعب الأسنة بن مالك ابن جعفر بن كلاب أسه يوم قراقر.\rوأما بسطام بن قيس فإن عتيبة بن الحارث بن شهاب اليربوعي أسره يوم غبيط المدرة.\rجماجم العرب\rكلاب وتميم وبكر ومذحج.\rقال: وجاء الإسلام وأربعة أحياء قد غلبوا الناس كثرة: شيبان ابن ثعلبة، وجشم بن بكر، يعني: بكر بن تغلب، وعامر بن صعصعة وحنظلة بن مالك، فلما جاء الإسلام خمد حيان وطما حيان بنو شيبان، وعامر بن صعصعة، وخمد جشم وحنظلة.\rالحمس\rقريش وكنانة وخزاعة وعامر بن صعصعة، وكانوا لا يشتاءون ولا يقتاظون ولا يدخلون بيت مدر ولا يلبسون ثوباً إلا حرمياً أيام الحج.\rقال أبو عمرو بن العلاء: أم كعب وكلاب وعامر بن ربيعة بن عامر: مجد بنت تيم بن غالب الأردم من قريش وبذلك تحمسوا قال: وتحمسهم تشددهم في دينهم.\rحكماء العرب ثلاثة\rذو الإصبع العدواني، وعامر بن الظرب العدواني، وجمة الدوسي، وأكثم بن صيفي التميمي الأسيدي، والأقرع بن حابس الدارمي ثم المجاشعي.\rوحكم الجاهلية إلى الأقعر بن حابس. قال: وكان الحارث بن دوفن بن جلي بن أحمس بن صعصعة بن ربيعة بن الحارث هذا هو الأضجم حكم ربيعة في الجاهلية في زمانه قال:\rقلوب الظلامة من وائل ... ترد إلى الحارث الأضجم\rفإما تشاتأت منه السداد ... ومهما تشأ منهم تهضم\rيزور العدو على نأيه ... بأربعن كالسدف المظلم\rحلماء العرب\rقيس بن عاصم المنقري، والأحنف بن قيس السعدي، ومعاوية ابن أبي سفيان، وأسماء بن خارجة الفزاري، وعامر بن شراحيل الشعبي، وسوار بن عبد الله العنبري. ومن الموالي: عبد الله بن عون، لم يغضب، ولم يسب إنساناً قط.\rالأرداف\rبنو هرمى بن رياح، وإنما سموا الأرداف، لأنهم كانوا يردفون الملوك. كان الملك إذا جلس أجلسه معه على سريره، ويسهم له من المرباع من كل غارة.\rاللقاح\rقريش، وهوازن، وتيم، والرباب، وحنيفة، وإنما سموا لقاحاً، لأنهم لم يدينوا للملوك، قال:\rبئس الخلائق بعدنا ... أولاد يشكر واللقاح\rأحجار العرب\rصخر وجندل وحجر وجرول، وهم بنو نهشل بن دارم، وأمهم تماضر بنت عطارد بن عوف.","seal":"C4984054","part":1},
      {"page":21,"id":21,"nass":"البراجم\rقيس وكلفة وظليم وعمرو وغالب، وهم بنو حنظلة، وإنما سموا البراجم؛ لأنه أباهم قال: اجتموا وكونوا كبراجم يدي هذه قال الفرزدق:\rوإذا البراجم بالقروم تخاطرت ... حولي بأغلب مرة لا ينزل\rاللهازم\rبنو عجل، وتيم اللات بن ثعلبة، وإنما سموا اللهازم؛ لأن أباهم قال: كونوا بمنزلة اللهزمتين إذا لم تساعد كل واحدة صاحبتها لم تقدر على مضغ شئ، فكونوا جميعاً تصطحبوا على العدو.\rالرباب\rعدي، وتيم، وعكل، وثور بنو عبد مناف بن أد بن طابخة.\rالربائع\rربيعة بن مالك بن زيد مناة بن تميم بن مر وهي ربيعة الجوع ويقال لهم: أستاه العير. وربيعة بن مالك بن حنظلة. وربيعة بن حنظلة رهط المغيرة وصخر ابني حبناء. وربيعة بن كعب بن سعد بن زيد مناة ابن تميم بن مر، وهم الحباق، وهو نبز يغضبون منه. قال:\rليهن ربيعاً والحباق ومنقراً ... وذبيان يربوع تراث تميم\rالأثاقي\rسليم وهوازن أثفية، وغطفان أثفية، ومحارب وهي ألأمها أثفية.\rالأقارع\rقريع بن عوف بن كعب بن سعد بن زيد مناة بن تميم، رهط المخبل السعدي الشاعر، وقريع بن معاوية بن ثعلبة بن جذيمة بن عوف، منهم ثعلبة وفد مع الجارود، وقريع هذا هو ثعلبة بن معاوية بن ثعلبة بن جذيمة بن عوف، وقريع بن الحارث بن بشر بن عامر بن صعصة.\rضبيعات العرب\rضبيعة أضجم، وضبيعة بن ربيعة بن نزار، وضبيعة بن قيس بن ثعلبة بن عكابة، وضبيعة بن عجل بن لجيم. قال:\rقتلنا به خير الضبيعات كلها ... ضبيعة قيس لا ضبيعة أضجما\rدهاة العرب\rالوليد بن المغيرة المخزومي، وأبو سفيان بن حرب، ومعاوية ابن أبي سفيان، وعمرو بن العاص، والمغيرة بن شعبة، وزياد الذي يقال له ابن أبي سفيان، ووردان مولى عمرو.\rوكان أدهى هؤلاء قيس بن زهير بن جذيمة، وأميمة بن الأشعر الكناني وروح بن زنباع الجذامى، وعمارة بن الوليد بن المغيرة المخزومي، وهو صاحب عمرو أيام النجاشي في جعفر وأصحابه. وقال علي بن أبي طالب صلوات الله عليه لولا أن سمعت رسول الله صلى الله عليه وسلم يقول: \" إن المكر والخديعة في النار \" كنت من أمكر العرب.\rعقماء العرب\rعبد الله بن جدعان، وكلدة الذي يدعى الحارث أنه ابنه الثقفي، وعامر بن الطفيل الجعفري وبسطام بن قيس بن مسعود الشيباني.\rأعرق العرب في القتل\rعمارة بن حمزة بن عبد الله بن الزبير بن العوام بن خويلد قتل عمارة وأبوه حمزة يوم قديد، قتلهما الإباضية، وقتل عبد الله بن الزبير بمكة الحجاج بن يوسف، وقتل الزبير بوادي السباع قتله أبو جرموز السعدي، وقتل العوام، قتله كنانة، وقتل خويلد، قتله بنو كعب بن عمرو بن هزاعة.\rالذهلان:\rشيبان، وذهل بنثعلبة، وهو ابن ربيعة بن نزار.\rالسعدان:\rسعد بن ضبة، وسعد بن زيد مناة بن تميم.\rالأنكدان:\rمازن بن مالك بن عمرو بن تميم، ويربوع بن حنظلة.\rالشعثمان:\rإنما هو شعثم واحد.\rالزهدمان:\rإنما هو زهدم واحد زهدم بن قطبة.\rالعمران:\rأبو بكر وعمر.\rالأقرعان:\rالأقرع بن حابس.\rالمرثدان:\rإنما هو مرثد واحد.\rالأجربان:\rعبس وذبيان. قال عباس بن مرداس:\rأوفى عضادته اليسرى بنو أسد ... والأجربان بنو عبس وذبيان\rالحليفان:\rأسد وغطفان.\rالعمران:\rعمرو بن عمرو بن عدس بن زيد بن عبد الله بن دارم.\rالضمران\rضمرة بن ضمرة النهشلي، قال الفرزدق:\rوبالعمرين والضمرين نبني ... دعائم عزهن مشيدات\rمفاخر العرب ثلاثة\rقصيدة ابن حلزة، وقصيدة عمرو بن كلثوم.\rمكارمها أربعة: السدانة، وربيع بن الأسود اليشكري صاحب القبر، وحجلة بجيلة.\rومن قصة ربيع بن الأسود اليشكري، أنه كان أتى النبي صلى الله عليه وعلى آله فقال: إن لي أرضاً باليمامة فإن أنا جعلتها وقفاً أيجري على أجرها وأنا ميت فأمضاها فقبره فيها.\rمن اجتمع عليه نزار\rاجتمعت كلها على كليب في الجاهلية يوم السئوبان، وعلي عبد الله ابن الجارود العبدي يوم رستقباذ حين خرج على الحجاج. وابن الأشعث ابن قيس الكندي.","seal":"75AB2955","part":1},
      {"page":22,"id":22,"nass":"قال أبو عبيدة: فأما يزيد بن المهلب فإنه أعطى الناس، وهؤلاء لم يعطوا أحداً شيئاً، قال: ولم يقدر تميماً كلها إلا الأضبط ابن قريع بن عوف بن كعب بن سعد ذهب فجاء بألف فيهم ابن عبد مناة من اليمن، وكانوا قد انتموا منهم إلى كسع، قالوا: تيم الله بن كسع ثم نمرة بن حمان ابن عبد العزى جاء بهم أيضاً. قال جرير:\rلم تشكروا نمراً إذ فككم نمر ... وابنا قريع من الحي اليمانينا\rفانقادت تميم لزرارة بن عدس يوم شويحط يوم لقى قضاعة وانقادت في الإسلام مضر كلها للأحنف بن قيس والمسور بن عباد والحريشي بن هلال بخراسان. الكلبي قال: ولد عبد الملطلب عشرة يأكل الجذعة ويشرب الفرق يرد أنوفهم الماء قبل شفاههم، قال: وكان حرب ابن أمية أول من سن مهور قريش اثنتي عشرة أوقية فلم تزل بذلك حتى جاء الله بالإسلام. وهو أول من أتى قريشا بالماء العذب ينقله إليهم وكانوا قبل ذلك يشربونه من الآبار. ولم تكن قرشية تفك عنها درعها حتى يأذن لها حرب بن أمية. وكان أول من فتح الباب عند حضور الطعام، وكان يوقد للطواف في الليلة القرة.\rقال وكان سعيد بن العاص ساد قريشاً فقيل لابن عباس: وما بلغ من سؤدده؟ قال: كان إذا اعتم بعمامة لم يعتم بمثلها، ولا على لونها، وكان إذا جلس لا يجلس معه أحد، فإذا احتبى لم يمر بين يديه وإذا ركب لم يركب معه أحد. الكلبي قال: كان بعض ملوك العجم غزا معداً فأحجموا عنه فانتدب منبه بن سعد أبو باهلة فدلف فإذا هو مع أصحابه في خلوة قد كفر في كهف عظيم، فأخذ برأس الغار فدخن عليهم فماتوا جميعا لم ينج منهم أحد فسمى منبه أعصر.\rوالأعصر: الدخان. وكانت العرب تسمى غنياً وباهلة ابني دخان. وقال منصور أبو سليم:\rأنا وجدنا أعصر بن سعد\rميمن البيت رفيع المجد\rأبارد الأسوار عن معد\rيونس عن أبي عمرو بن العلاء وغيره من أهل العلم، قالوا: مضر الحمراء: أهل العالية كنانة وأسد وهذيل ومن علا من قيس كانوا يتخذون قباب الأدم فسموا بها الحمراء، وكانت امرأة من بني سليط تزوجها رجل من عليا مضر فسقها إلى قومه فلما هلك عنها رجعت إلى أهلها بقية لها فسميت الحمراء، فتزوجها عتيبة بن الحارث بن شهاب فولدت ربيعاً، ويقال له ربيع بن حمراء.\rأبو عبيدة قال: تفخر مضر على الناس بتسع خصال: النبوة وبيت الله الحرام، والمهاجرين، والأنصار أنصارهم، والخلفاء وافتتاح البلاد، وأمراء الثغور، وكل شريف من غير مضر فهم شرفوه، قال: وسأل معاوية ليلى الأخيلية عن مضر فقالت: فاخر بقريش، وكاثر بتميم، والق بقيس، قال: وسال معاوية ليلى الأخيلية أيضاً عن مضر فقالت: قريش سادتها وقادتها، وقيس فرسانها وخطاطيفها، وتميم كاهلها وكرشها.\rقال: وحدثني رجل من قريش بالمدينة أن رجلاً دخل على معاوية ابن أبي سفيان فقال له: ممن أنت؟ فقال: من مضر.\rفقال: أمن أئتمنها؟.\rقال: لا.\rقال: فمن أعنتها؟.\rقال: لا.\rقال: فمن أركانها؟.\rقال: لا.\rقال: فمن لسانها؟.\rقال: نعم.\rقال: أنت من بني أسد بن خزيمة.\rوزعم أبو اليقظان أن الحجاج سأل مثجور بن غيلان الضبي عن تميم، فقال: حنظلة أكرمها وفوداً، وأخشنها خدوداً، وسعد أكثرها عديدا وأعظمها جدودا، وعمرو بن تميم أعظمها أحلاماً وأكثرها حكاماً، والرباب أكرمها صلاحاً وأحدها رماحا.\rوذكر لي غير واحد عن الخنساء أنه قال كان حنظلة بن ربيعة بن أخي أكثم بن صيفي يكتب لرسول الله صلى الله عليه وآله فقال: ادع قومك على أسمائهم فقال: أين حنظلة: الآسرون، أين سعد: الأثرون، ثم سكت حتى ظننا أنه لا يتكلم ثم قال: أين الصميم، عمرو ابن تميم. قال: وحدثني رجل من أهل الشام بالمدينة أن معاوية أيضاً قال لحنظلة أيضاً: ادع قومك على أسمائهم، فقال: أين حنظلة الأكرمون، أين سعد الأكثرون، أين عمرو الأخرصون.\rقال أبو عبيدة: جمع فرسان من بني تميم من البطش والقوة ما لم تجمعه أحد من العرب منهم: زهير بن ذؤيب العدوي، وعباد بن حصين الحبطي، والحريش بن هلال القريعي، وشعبة بن ظهير وطريف بن تميم العنبري، وغيرهم. ولهم يقول ابن عرادة:\rفوارس مثل شعبة أو زهير ... ومثل العنبري مجربينا","seal":"8CC71CF0","part":1},
      {"page":23,"id":23,"nass":"وكان عتيبة بن الحارث بن شهاب أفرس هؤلاء وأشدهم بطشاً، قال أبو عمر المدني: كانت العرب تقول لو أن القمر سقط ما التقطه أحد إلا عتيبة لثقافته.\rقال أبو عبيدة: قتلة غلام من بني أسد يقال له ذؤاب وسببه أنه غزا بني أسد بن خزيمة فقاتله القوم حتى ظفر أوكاده فانتحى له ذؤاب وهو يومئذ شاب فرماه بكسرة رمح أو نيزك فأصاب بطنه فقتله وهزمت بنو يربوع، وذلك قول مالك بن نويرة:\rتالله لا تنسى تميم عميدها ... وفارسها أخرى الليالي الغوابر\rثم غزوهم ثائرين فقتلوا ذؤاباً، قتله حليس بن عتيبة أخذه أسيراً وضرب عنقه، وقيل: إنه المجشر بن عبد عمرو الغاضري، ورجلا آخر يقال له المسيب، وقال متمم يذكر قتل الشيعة:\rأبأنا به من أكرم القوم شيعة ... وكنا متى ما نطلب الثأر نغضب\rقال زرارة بن عدس لابنه لقيط: إنك لتجدب على إخوتك كأنك أتيت الملك فأعطاك مائة من الإبل وتزوجت إلى ابنة ذي الجدين فقال: أو تلك هي النهية يا أبت، قال: نعم، قال: فوالله لا يصيب رأسي غسل حتى أبلغها فأصاب ذلك. قال الكلبي: وكان زرارة يسمى رب معد قال:\rفهلا افتخرت اليوم إن كنت فاخراً ... برب معد أو بسلمى بن جندل\rقال: وكانت العرب تسمى بني عبد مناق بن دارم: اللباب وبني مجاشع: السحاب لسخائهم، وبني نهشل: الشهاب لشدة بأسهم قال: فأنشدني الأخطل:\rتاج الملوك وبيته في دارم ... إذ كان يربوع من الرعيان\rيعني تاج: حاجب بن زرارة حين رهن كسرى قوسه عن تميم وكانوا أجدبوا فوفد حاجب إلى كسرى فطلب إليه أن يأذن له ولقومه فيستظلوا في ظله ويعيشوا في أرضه، فقال كسرى: إني لا آمن أن تفسدوا في أرضي، فقال أنا لك بان لا يفعلوا، فقال ومن لي بذلك، قال أرهنك قوسي بما أحدثوا، فقال أحباؤه طؤوه إنه لمجنون يرهن الملك عويداً بما أفسد من أرضه، فقال كسرى: لا تفعلوا فإنه لم يرهن هذا العود إلا وفي نفسه أن يفي فارتهنها منه، وعاشوا تحت يديه حتى أجموا فوفى له قومه، ووفي للملك.\rوتاج عطارد ابنه، وقال مسكين:\rكفانا حاجب كسرى وقوماً ... هم البيض الجعاد ذووا السبال\rوسار عطارد حتى أتوه ... فأعطوه المنى غير انتحال\rهما حبيا بديباج كريم ... وياقوت يفصل بالمحال\rأبو عبيدة قال: حدثني يزيد بن شيبان بن علقمة بن زرارة بن عدس. قال: خرجت فإذا أنا برجل على بعير وحوله عشرة بنين له يدفعون عنه الناس، فدنوت منه فقلت: ممن الرجل؟ قال: رجل من مهرة، من ساكني البحر، فوليت فناداني: أن مالك دنوت ثم وليت؟.\rقلت: لست من قومي ولا أعرفك ولا تعرفني.\rقال: إن كنت من كرام العرب فإني أعرفك، فأنفت فرجعت فقلت: إني من كرام العرب.\rفقال: ممن أنت؟ قلت: من مضر.\rقال: فمن الفرسان أنت أم من الأرحاء؟.\rفعلمت أنه أراد بالفرسان قيساً، وبالأرحاء خندفاً.\rفقلت: بل من الأرحاء.\rقال: أنت امرؤ من خندف.\rقلت: أجل.\rقال: فمن الأزمة أنت أم من الروابي؟.\rفعلمت أنه أراد بالأزمة: خزيمة، والروابي: بني أد بن طابخة، فقلت: بل من الروابي.\rقال: أنت امرؤ من بني أد بن طابخة.\rفقلت: أجل؟.\rقال: أفمن الهوازن أنت أم من الصميم؟ فعلمت أنه أراد بالصميم: تميماً، وبالهوازن: الرباب وما والاها، فقلت: بل من الصميم.\rقال: فأنت امرؤ من تميم.\rقلت: أجل.\rقال: فمن الأكثرين أنت أم من الأقلين؟. أم من إخوتهم الآخرين؟.\rفعلمت أنه أراد بالأكثرين: بني زيد، وبالأقلين: بني عمرو وإخوتهم الآخرين: بني الحارث، قلت: بل من الأكثرين.\rقال: أنت امؤ من بني زيد.\rقلت: أجل.\rقال: أفمن البحور أم من السحاب؟.\rفعلمت أنه أراد بالبحور: بني سعد، وبالسحاب: بني حنظلة.\rقلت: من السحاب.\rقال: أنت امرؤ من بني حنظلة.\rقلت: أجل.\rقال: أفمن الشهاب أنت أم من اللباب؟.\rفعلمت أنه أراد بالشهاب: نهشلاً ومجاشعاً، وباللباب: بني عبد الله بن دارم، قلت: من اللباب.\rقال: أنت امرؤ من دارم.\rقلت: أجل.\rقال: أفمن البطون أنت أم من الأخلاف؟.\rقلت: بل من البطون.\rقال: أنت يزيد بن شيبان بن علقمة بن زرارة بن عدس، وكانت لأبيك امرأتان فأيتها أمك.","seal":"80706538","part":1},
      {"page":24,"id":24,"nass":"أبو عبيدة قال: سئل أبو عمرو بن العلاء أي قيس؟ أذكر فأنشد الفرزدق:\rومن يك عن قيس بن عيلان سائلاً ... ففي غطفان عز قيس وخيرها\rهم حاملوها والفوارس منهم ... وفاتكهم منها ومنها بدورها\rعبد الله بن بدر السهمي قال: أخبرني أبي قال: قال: لي معن ابن زائدة: ما فاخرت رجلاً قط إلا فخرته بفرسان بني شيبان غير رجل واحد من قيس فإنه فاخرني فلم ينتصف واحد من صاحبه، فلما طال الفخار بيني وبينه قال: يا أبا الوليد ها هنا كلمة لعلها أن تفصل بيني وبينك، فقلت: هاتها، قال: أخبرني عن الرجل إذا كان فارساً شجاعاً كيف يقال، كأنه من فرسان قيس، أو كأنه من فرسان بني شيبان؟ قال: لا، بل يقال: كأنه من فرسان قيس، فأقررت فتفرقنا. وتحقيق ذلك قول مروان بن أبي حفصة القرشي:\rألم تر قيساً لا تزال حليفة ... يرى فيهم يوماً أغر محجلاً\rمعاقلنا قيس ولم نر مثلهم ... لمن يبتغي حزن المعاقل معقلا\rفوارس ما من جمع قوم يراهم ... لدى مأزق إلا استخف فأجفلا\rيشيط على أرماحهم كل معلن ... على عادة يغشى الوغي غير أعزلا\rإذا أنجدتنا قيس عيلان بالفتى ... فلسنا نبالي بعدها من تخذلا\rإذا خطر العبسي بالرمح في الوغي ... سقاه دماً حتى يعل وينهلا\rوكان فيهم فارس النبي صلى الله عليه وعلى آله وسلم العباس ابن مرادس السلمي، وكان فيهم رجل كان ربع الإسلام وهو عمرو بن عبسة، وتزوج رسول الله صلى الله عليه وعلى آله وسلم منهم امرأتين ميمونة بنت الحارث الهلالية، وزينب أم المساكين.\rقال أبو عبيدة: كان منهم خمسة رؤساء توالوا في الجاهلية كان بدر بن عمرو رئيس القوم وقائدهم، وله يقول حاتم طي:\rالنازلون بكل معترك ... والطاعنون وخيلهم تجرى\rثم كان حذيفة بن بدر رئيس القوم وله يقال:\rلأصرفن إلى حذيفة مدحتي ... لفتى العشى وفارس الأحزاب\rثم كان حصن بن حذيفة رئيس الأحلاف أسد وغطفان، وغزا عكاظ وكانت له سبعون غارة في الجاهلية، ولهم يقول النابغة:\rهم الدرع التي استلأمت فيها ... إلى أهل النسار وهم مجنى\rوهم وردوا الجفار على تميم ... وهم أصحاب يوم عكاظ إني\rشهدت لهم مواطن صالحات ... أتيتهم بحسن الظن مني\rأبو عمرو المدني: قال رجل من أهل الحجاز أثق به أن دغفلا العلامة قال: لنا عشر خصال يوم السلات ويوم خزازي ويوم ذي قار والبحرين واليمامة وشاطئ الفرات، ووفدت وفود العرب إلى كسرى، وليس فيهم بسطام بن قيس فبعث إليه بجائزته إلى بيته، ولنا لا حربوادي عوف وأعز من كليب وائل. وهوذة ذو التاج الكلبي قال: حدثني خراش بن إسماعيل العجلي، قال كانت لقيس بن مسعود حظيرة له فيها مائة من الإبل للأضياف كلما نحر ناقة أعاد مكانها فيها أخرى، ففيه يقول الشماخ:\rدافع بألبانها عنكم كما دفعت ... عنهم لقاح بني قيس بن مسعود\rوفي قيس بن خالد يقول طرفة:\rفلو شاء ربي كنت قيس بن خالد ... ولو شاء ربي كنت عمرو بن مرثد\rقال: وقال دغفل: كانت الجاهلية للأيامن، والإسلام لمضر، والفتن لربيعة.\rوسمعت أبا عمرو والمدني يقول بالمدينة: لا والله ما كان يوم نفاق قط إلا ذهبت ربيعة فيه بالصوت والنجدة، لعل ما يكون ذلك إلا كذلك، ثم أنشدني:\rوكنا حسبنا كل سوداء تمرة ... ليالي لاقينا جذاماً وحميرا\rفلما قرعنا النبع بالنبع بعضه ... ببعض أبت عيدانه أن تكسرا\rليالي لقينا من ربيعة عصبة ... يقودون شعثاً في الأعنة ضمرا\rسقيناهم كأساً سقونا بمثلها ... ولكنهم كانوا على الموت أصبرا\rقال أبو عبيدة: وأنشدني أبو عمرو بن العلاء لأبي المهوش:\rمنعت ربيعة بالأسنة منكم ... تمر العراق وما يلذ الحنجر","seal":"F6A94539","part":1},
      {"page":25,"id":25,"nass":"أبو عبيدة قال: حدثني سلام بن أبي خيرة، عن سعيد، عن قتادة: أن يزيد بن عبد الملك لما قدم العراق، قال: أخبرني عن أهل العراق فقد رأيتهم، فقلت: أخبرك عنهم بما علمت، كان اليماني يأتيني في الجاهلية، فأرده فأعرف الحياء في قفاه فلا يعود، وكان التميمي يجيئني في الحاجة فأرده فيعود إلى كأنني لم أرده، وكان الربعي يجيئني في الحاجة فأرده فأعرف الوعيد في قفاه.\rأبو عمرو المدني: أن رغلة بن الفرزدق الأسود بن شريك الشيباني دخل على عبد الملك بن مروان ففخر بقومه، فذكر أنه ليس في بكر بن وائل مثلهم، فقال عبد الملك: فأين أنت من بني قيس بن ثعلبة إن منهم لحيين ما يزيدك عليهم حيان، عمرو بن مرثد في الجاهلية، وبنو مسمع في الإسلام.\rوحدثني أبو جعفر الكوفي وغيره: أن حماداً الرواية كان ذات يوم قاعداً في نفر من بكر بن وائل وتميم فتنازعوا الحديث فقال هؤلاء: قتلنا منكم وقال هؤلاء: قتلنا منكم، قال: فأطرق حماد ثم قال لبني تميم: أتجيئون بثلاثة أسمتهم لكم من فرسان مضر قتلتهم بكر بن وائل.\rأحدهم: زيد الفوارس الضبي، قتيل المسلبين من بني تيم الله بن ثعلبة.\rوالثاني: طريف بن تميم العنبري قتيل حمصية الشيباني.\rوالثالث: علقمة بن زرارة قتيل أشيم بن شراحيل.\rأبو عبيدة قال: غزا زيد الفوارس بن حصين بن ضرار بن عمرو بن مالك بن زيد بن بجالة بن ذهل بن بكر بن سعد بن حنبة بكر بن وائل في الرباب وسعد، وزعت بكر بن وائل أنهم كانوا في غارة فألح عليهم أبو عمرو المسلب وأخوه عمرو فقتلاه، فانهزمت سعد والرباب، فقال قيس بن عاصم في كلمة له على لسان منفوسة بنت زيد وكانت عند قيس:\rلقد غادر السعدي حزماً ونائلاً ... لدى جبل الأمرار زيد الفوارس\rفتى كان يقرى الضيف في قمع الذري ... ويؤمن من سرح عند المحابس\rأبو عبيدة قال: كان فرسان العرب تقنع عكاظ، فكان أول من وضع القناع طريف بن تميم العنبري، وكان فارساً شاعراً فأتاه حمصيصة ابن جندل بن قتادة الشيباني فجعل يتأمله، فقال له طريف: مالك تشد النظر إلى: إني لأرجو أن أقتلك، وكانت العرب لا تقتل في الأشهر الحرم، فتعاهد لئن تلاقيا بعد يومهما في غير الأشهر الحرم لا يفترقان حتى يقتل أحدهما صاحبه، أو يقتل دونه، فقال طريف:\rأو كلما وردت عكاظ قبيلة ... بعثوا إلى عريفهم يتوسم\rولكل بكرى إلى عداوة ... وأبو ربيعة شانئ ومحلم\rلا تنكروني أنني أنا ذاكم ... شاك سلاحي في الحوادث معلم\rتحتي الأغر وفوق جلدي نثرة ... زغف ترد السيف وهو مثلم\rقال: فالتقوا بعد بمبايض، وهو ماء قريب من أرض بني تميم وعلى بكر هانئ بن مسعود، فالتقى طريف وحمصيصة فقتله حمصيصة فذلك قوله:\rولقد دعوت طريف دعوة جاهل ... سفها وأنت بمنظر قد تعلم\rفأتيت حيا في الحروب محلهم ... والجيش باسم أبيهم يستهزم\rفوجدتهم يرعون حول ديارهم ... بسلاً إذا هاب الفوارس أقدموا\rوإذا اعتزوا بأبي ربيعة أقبلوا ... بكتائب دون السماء تلملم\rسلبوك درعك والأغر كليهما ... وبني أسيد أسلموك وخضم\rقال: وأما أشيم بن شراحيل فإنه قتل علقمة بن زرارة في بعض وقعاته فشد لقيط بن زرارة بعد ذلك على أشيم فقتله، فقال في ذلك:\rإن تقتلوا منا غلاماً فإننا ... أبأنا به مأوى الصعاليك أشيما\rقتلت به خير الضبيعات كلها ... ضبيعة قيس لا ضبيعة أضجما\rوآليت لا آسى على هلك هالك ... ولا فقد مال بعدك اليوم علقما\rتناوله بشر بن عمرو بضربة ... على النحر بلت جيب سرباله دما\rجدعنا به أنف اليمامة كلها ... فأصبح عرنين اليمامة أخشما\rفأجابه عمرو بن شراحيل أخو أشيم:\rألا أبلغا عني لقيطاً رسالة ... فما أنت أما ذكرك اليوم علقما\rلقد علم الأقوام أن أخاكم ... كفاه أخونا حين أقدما\rفأقسم لو لاقيته غير محرم ... لألحقك الماضي أخيك علقما","seal":"CEE77AEF","part":1},
      {"page":26,"id":26,"nass":"وقمع قماص الرباب بطعنة ... لها عاند يشفى صدى من تخيما\rأبو اليقظان قال: نافر رجل من بني ذهل بن ثعلبة رجلاً من بني شيبان بن ثعلبة إلى أعشى همدان فقال الأعشى: لست منفرداً واحداً منكما، ولكن سأسألكما فقولا في ذلك ما يبين: من أيكما كان المثنى بن حارثة الذي افتتح السواد، وساد في الجاهلية والإسلام وبلغ عطاؤه ألفين وخمسمائة؟ قال الشيباني: منا.\rقال: فمن أيكما عوف بن النعمان الذي كان يدعى الخيار في الجاهلية لوفائه وبلغ عطاؤه ألفين وخمسمائة؟ قال الشيباني: منا.\rقال: فمن أيكما مصقلة بن هبيرة الذي أعتق في غداة سبعمائة؟.\rقال الشيباني: منا.\rقال: فمن أيكما قطبة بن زرارة الذي أغار على الأبلة وما وليها؟ قال الذهلي: منا.\rقال فمن أيكما علباء بن الهيثم صاحب راية ربيعة وكندة يوم المل وعزل الأشعث بن قيس؟ قال الذهلي: منا.\rقال: فمن أيكما حسان بن محدوج المقتول يوم الجمل ومعه راية ربيعة وكندة؟ قال الذهلي: منا.\rقال: فمن أيكما مجزأة بن ثور بشر المسلمين بنفسه يوم الأهواز وفتحها الله على وجهه؟.\rقال الذهلي: منا.\rقال فمن أيكما شقيق بن ثور الذي ساد قومه أربعين سنة فأول رافد بنفرية أهل العراق؟ قال الذهلي: منا.\rقال: فمن أيكما سويد بن منجوف الذي كان أعظم العرب وفادة وأحسنهم شفاعة وخير شريف قوم ليتيم وأرملة؟ قال الذهلي: منا.\rقال: فمن أيكما مرئد بن ظبيان الذي هاجر إلى رسول الله صلى الله عليه وعلى آله وسلم فوهب له أسرى بكر بن وائل، وكتب معه كتاباً إليهم أن أسلموا تسلموا؟ قال الذهلي: منا.\rقال: فمن أيكما بشير ابن الخصاصية المهاجر إلى رسول الله صلى الله عليه وعلى آله وسلم؟ قال الذهلي: منا.\rقال: فمن أيكما خالد بن المعمر الذي حقن الله به دماء ربيعة؟.\rقال الذهلي: منا.\rقال: فمن أيكما حضين بن منذر صاحب راية صفين؟.\rقال الذهلي: منا.\rقال: فمن أيكما عبد الله بن الأسود المهاجر إلى رسول الله صلى الله عليه وعلى آله وسلم؟.\rقال الذهلي: منا.\rقال: فضجر الشيباني، وقال: حفت علي.\rقال: هو كما أقول لكما فإن كنت حفت فأخروا صاحبكم من حيث طرحه صاحبكم، يعني بذلك الحارث بن وعلة الذهلي، وقيس بن مسعود بن خالد الشيباني. وكان كسرى أطعم قيسا السواد على أن يكفيه العرب. قال فأتاه الحارث بن وعلة فاستجداه فلم يعطه شيئاً فأغار على بعض السواد فانتهبه، فكتب كسرى إلى قيس بن مسعود زعمت أنك تكفيني العرب جئني بهذا الرجل؟ فلم يقدر عليه فحبسه في سجنه حتى مات.\rأبو عبيدة عن أبي عمرو قال: قال عبد الملك بن مروان: حي من أشعر الناس وأجود الناس وأنكح الناس إياد، فأما الشاعر فأبو داؤد، وأما الجواد فكعب بن مامة، وأما الآخر فابن القر.\rأبو الحسن المدائني قال: سئل الشعبي عن اليمن فقال: سيفها قضاعة وفرسانها همدان، ولسانها مدحج، وملوكها كندة ولكل قوم قريش، وقريش اليمن الأنصار.\rعوانة بن الحكم الكلبي قال: قال محمد بن عمير الرازي: ما سموت إلى غاية شرف إلا نازعنيها رجل من مذحج حتى تمنيت هلاك مذحج فلما تذللت مذحج يعلم الله تمنيت الموت لزيد الوضيع وتشرفهم وتذلل أهل الفضل وسقوطهم.\rالأصمعي قال: قيل لرجل من بني الحارث بن كعب كيف قويتم على محاربة العرب، قال: لمن نكن قليلا فنتخاذل، ولا كثيرا فنتكل، ولا نبدأ أحد بظلم، ونصبر بعد صبر الناس.\rقال: وذكر ابن سمعان قال: أقبل نفر من الأصنار حتى وقفوا على دغفل بعد ما عمى فقال: من القوم؟ قالوا: أشراف اليمن؟ قال: دغفل أهل ملكها القديم وحسبها العميم كندة؟ قالوا: لا.\rقال: فأهل شرفها المذكور وبيتها المعمور آل ذي يزن.\rقالوا: لا.\rقال: فالطوال قضبا الممحصون نسبا بنو عبد المدان.\rقالوا: لا.\rقال: فأقودها للزحوف، وأحزمها للعيوف، وأضربها بالسيوف رهط عمرو بن معدى كرب؟.\rقالوا: لا.\rقال: فأطيبها فناء وأعجلها قراء رهط حاتم؟ قالوا: لا.\rقال: فالقائلون بالعدل الغارسون للنخل والمطعمون في المحل الأنصار.\rقالوا: نعم.\rتم الكتاب بحمد الله وعونه وحسن توفيقه والحمد لله رب العالمين وصلى الله على سيدنا محمد وآله وصبحه وسلم.","seal":"35FD39C0","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":209,"Bk":"الديباج لأبي عبيدة","HigriD":"209","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبيدة معمر بن المثنى التيمى البصري","bLnk":null,"Inf":"[الديباج - أبو عبيدة]\r\n\r\nمن نوادر آثار أبي عبيدة. وكان في عداد الكتب المفقودة، حتى عثر الأستاذ عبد الرحمن العثيمين على مخطوطة في معهد المخطوطات العربية بالقاهرة، بعنوان (كتاب في الأدب لأبي عبيدة) فكان ما توصل إليه بعد طول البحث والتنقيب، ومقارنة نصوصه بما نقل عن أبي عبيدة في كتب اللغة والأدب، أنه كتاب (الديباج) المفقود. ذكر فيه لُمعاً من أخبار العرب وأيامها، وبناه على جمع الثلاثيات من كل شيء، كأن يقول: (والباغون ثلاثة) و (الوافيات في الجاهلية ثلاث) و (غدرة العرب ثلاثة) و (أغلى العرب فداء ثلاثة) . فهو أشبه بكتاب ابن فارس (ت395هـ) المسمى (الثلاثة) الذي نشره د. رمضان عبد التواب. وهو على صغر حجمه، يشتمل على معلومات يندر وجودها في كتاب غيره، مع أن نُقول القدماء عنه مستفيضة، وأكثر من نقل عنه صرح باسمه: (الديباج) . أما تسمية الكتاب بالديباج، فمن صنع الناس، وليست من تسمية المؤلف. نقل المرزباني عن ثعلب أنه قال: (من أراد أخبار الجاهلية فعليه بكتب أبي عبيدة، ومن أراد أخبار الإسلام فعليه بكتب المدائني. وهو أول من رسم في الجاهليين والإسلاميين من الجوداء والفرسان وغير ذلك كتاباً سماه الناس بالديباج) وذكره المبرد في كتابه (الكامل) باسمه: (الديباج) فقال: (وأبو عبيدة لم يعدد عبساً في كتاب الديباج ... ) ونقل عنه المسعودي في كتابه (التنبيه والإشراف) والبشتي (ت384هـ) في كتابه (التكملة) الذي كمل به كتاب العين. والأزهري في مقدمة (تهذيب اللغة) . وطائفة كثيرة من علماء اللغة والأدب. وانظر في هذا البرنامج كتاب (الخيل) لأبي عبيدة.\r\n\r\n[التعريف بالكتاب، نقلا عن موقع الوراق]","Auth":"أبو عبيدة معمر بن المثنى","Betaka":"الكتاب: الديباج\rالمؤلف: أبو عبيدة معمر بن المثنى التيمى (المتوفى: 209هـ)\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبوعُبيدة، مَعْمَر بن المثنّى (112 - 208هـ، 730 - 823م).\r\n\r\nمعمر بن المثنّى التيمي البصري. النحوي اللغوي، مولى بني تيم، تيم قريش. ولد أبو عبيدة في البصرة، وكان إباضيَّا وأخذ عن يونس وأبي عمرو، وهو أول من صنّف في غريب الحديث. وكان أعلم من الأصمعي وأبي زيد بالأنساب والأيام، وكان أبو نواس يتعلم منه ويصفه، ويذم الأصمعي، سئل عن الأصمعي، فقال: بلبل في قفص، وعن أبي عبيدة فقال: أديم طُوِي على علم. كان من أجمع الناس للعلم وأعلمهم بأيام العرب وأخبارها، وأكثر الناس رواية، قيل: كان أبو عبيدة عالمًا بالشعر والغريب والأخبار والنسب. أخذ عنه أبو عبيد، وأبو حاتم والمازني، والأثرم وعمر بن شبَّة. وله نحو مائتين من المصنفات منها: مجاز القرآن؛ إعراب القرآن؛ الأمثال؛ في غريب الحديث؛ ما تلحن فيه العامة؛ نقائض جرير والفرزدق؛ أيام العرب؛ الخيل، وغيرها.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"36E0BE2E","cat":"التاريخ - مرقم آليا","oNum":636,"BkId":636,"oAuth":5,"bVer":1,"aSeal":"C42146FC"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t636":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":1,"sub":1,"tit":"أشعر الشعراء في الجاهلية ثلاثة"},
      {"lvl":1,"id":1,"sub":2,"tit":"المقلون من الشعراء ثلاثة"},
      {"lvl":1,"id":2,"sub":0,"tit":"أشعر الشعراء واحدة ثلاثة"},
      {"lvl":1,"id":2,"sub":1,"tit":"أشعر شعراء الإسلام ثلاثة"},
      {"lvl":1,"id":2,"sub":2,"tit":"المغلبون من الشعراء ثلاثة"},
      {"lvl":1,"id":2,"sub":3,"tit":"الرجز"},
      {"lvl":2,"id":2,"sub":4,"tit":"أول الرجاز"},
      {"lvl":1,"id":2,"sub":5,"tit":"فرسان العرب ثلاثة"},
      {"lvl":1,"id":3,"sub":0,"tit":"أجواد العرب في الجاهلية ثلاثة"},
      {"lvl":1,"id":4,"sub":0,"tit":"أجواد العرب في الإسلام"},
      {"lvl":1,"id":4,"sub":1,"tit":"رجليو العرب ثلاثة"},
      {"lvl":1,"id":6,"sub":0,"tit":"أغربة العرب ثلاثة"},
      {"lvl":1,"id":7,"sub":0,"tit":"أوفياء العرب في الجاهلية ثلاثة"},
      {"lvl":1,"id":10,"sub":0,"tit":"الرداد على من استغاث بهم ثلاثة"},
      {"lvl":1,"id":11,"sub":0,"tit":"غدرة العرب ثلاثة"},
      {"lvl":1,"id":12,"sub":0,"tit":"الباغون ثلاثة"},
      {"lvl":1,"id":12,"sub":1,"tit":"الوافيات في الجاهلية ثلاث"},
      {"lvl":1,"id":12,"sub":2,"tit":"المنجبات في الجاهلية ثلاث"},
      {"lvl":1,"id":13,"sub":0,"tit":"جمرات العرب في الجاهلية ثلاث"},
      {"lvl":1,"id":13,"sub":1,"tit":"حروب العرب الطوال في الجاهلية ثلاث"},
      {"lvl":1,"id":13,"sub":2,"tit":"أيام العرب العظام في الجاهلية ثلاثة"},
      {"lvl":1,"id":13,"sub":3,"tit":"بيوتات العرب في الجاهلية ثلاثة"},
      {"lvl":1,"id":15,"sub":0,"tit":"المتنافرون في الجاهلية ثلاثة"},
      {"lvl":1,"id":17,"sub":0,"tit":"المرتشون في الحكومة في الجاهلية ثلاثة"},
      {"lvl":1,"id":17,"sub":1,"tit":"حكماء العرب العدول ثلاثة"},
      {"lvl":1,"id":17,"sub":2,"tit":"المدركو الأوتار في الجاهلية ثلاثة"},
      {"lvl":1,"id":20,"sub":0,"tit":"أغلى العرب فداء ثلاثة"},
      {"lvl":1,"id":20,"sub":1,"tit":"جماجم العرب"},
      {"lvl":1,"id":20,"sub":2,"tit":"الحمس"},
      {"lvl":1,"id":20,"sub":3,"tit":"حكماء العرب ثلاثة"},
      {"lvl":1,"id":20,"sub":4,"tit":"حلماء العرب"},
      {"lvl":1,"id":20,"sub":5,"tit":"الأرداف"},
      {"lvl":1,"id":20,"sub":6,"tit":"اللقاح"},
      {"lvl":1,"id":20,"sub":7,"tit":"أحجار العرب"},
      {"lvl":1,"id":21,"sub":0,"tit":"البراجم"},
      {"lvl":1,"id":21,"sub":1,"tit":"اللهازم"},
      {"lvl":1,"id":21,"sub":2,"tit":"الرباب"},
      {"lvl":1,"id":21,"sub":3,"tit":"الربائع"},
      {"lvl":1,"id":21,"sub":4,"tit":"الأثاقي"},
      {"lvl":1,"id":21,"sub":5,"tit":"الأقارع"},
      {"lvl":1,"id":21,"sub":6,"tit":"ضبيعات العرب"},
      {"lvl":1,"id":21,"sub":7,"tit":"دهاة العرب"},
      {"lvl":1,"id":21,"sub":8,"tit":"عقماء العرب"},
      {"lvl":1,"id":21,"sub":9,"tit":"أعرق العرب في القتل"},
      {"lvl":2,"id":21,"sub":10,"tit":"الذهلان:"},
      {"lvl":2,"id":21,"sub":11,"tit":"السعدان:"},
      {"lvl":2,"id":21,"sub":12,"tit":"الأنكدان:"},
      {"lvl":2,"id":21,"sub":13,"tit":"الشعثمان:"},
      {"lvl":2,"id":21,"sub":14,"tit":"الزهدمان:"},
      {"lvl":2,"id":21,"sub":15,"tit":"العمران:"},
      {"lvl":2,"id":21,"sub":16,"tit":"العمران:"},
      {"lvl":2,"id":21,"sub":17,"tit":"الأقرعان:"},
      {"lvl":2,"id":21,"sub":18,"tit":"المرثدان:"},
      {"lvl":2,"id":21,"sub":19,"tit":"الأجربان:"},
      {"lvl":2,"id":21,"sub":20,"tit":"الحليفان:"},
      {"lvl":1,"id":21,"sub":21,"tit":"الضمران"},
      {"lvl":1,"id":21,"sub":22,"tit":"مفاخر العرب ثلاثة"},
      {"lvl":1,"id":21,"sub":23,"tit":"من اجتمع عليه نزار"}
    ]
}
