{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b702":
    [
      {"page":1,"id":1,"nass":"مساجلة علمية\rبين الإمامين الجليلين العز بن عبد السلام ابن الصلاح\rحول صلاة الرغائب المبتدعة\rبتحقيق\rمحمد ناصر الدين الألباني\rومحمد زهير الشاويش\rالمكتب الإسلامي\rط 2 - 1405 هـ","seal":"44F0F8C0","part":1},
      {"page":1,"id":2,"nass":"(ضعيف)\rعن النبي A قال: \" ما من أحد يصوم أول خميس من رجب ثم يصلي فيما بين العشاء والعتمة اثنتي عشرة ركعة يفصل بين كل ركعتين بتسليمة يقرأ في كل ركعة بفاتحة الكتاب مرة وإنا أنزلناه في ليلة القدر ثلاث مرات وقل هو الله أحد اثنتي عشرة مرة فإذا فرغ من صلاته صلى علي سبعين مرة يقول: اللهم صل على محمد النبي الأمي وعلى آله ثم يسجد ويقول في سجوده سبعين مرة: سبوح قدوس رب الملائكة والروح ثم يرفع رأسه ويقول سبعين مرة: رب اغفر وارحم وتجاوز عما تعلم إنك أنت الأعز الأكرم ثم يسجد سجدة أخرى ويقول فيها مثل ما قال في السجدة الأولى ثم يسأل حاجته في سجوده فإنها تقضى \"\rقال رسول الله A: لا يصلي أحد هذه الصلاة إلا غفر له الله تعالى جميع ذنوبه ولو كانت مثل زبد البحر وعدد الرمل ووزن الجبال وورق الأشجار ويشفع يوم القيامة في سبعمائة من أهل بيته ممن قد استوجب النار","seal":"C4252254","part":1},
      {"page":1,"id":3,"nass":"صحيح\rقال رسول الله A:\r(صلاة الرجل في بيته أفضل من صلاته في المسجد إلا المكتوبة)","seal":"D17AAB11","part":1},
      {"page":7,"id":4,"nass":"(صحيح دون وأخروا السحور)\rقال رسول الله A:\rلا تزال أمتي بخير ما عجلوا الفطر وأخروا السحور\r[7]","seal":"7C2AE23B","part":1},
      {"page":9,"id":5,"nass":"(ضعيف)\rلما نزل قوله سبحانه وتعالى: سبح اسم ربك الأعلى قال:\rاجعلوها في سجودكم\r[9]","seal":"A3AE9966","part":1},
      {"page":10,"id":6,"nass":"(حسن)\rروي عن رسول الله A أنه فال:\rالصلاة خير موضوع\r[10]","seal":"A22924A0","part":1},
      {"page":17,"id":7,"nass":"(ضعيف)\rمن حديث عائشة Bها أن رسول الله A قال: من صلى بعد المغرب عشرين ركعة بنى الله له بيتا في الجنة\r[17]","seal":"C065E3C8","part":1},
      {"page":17,"id":8,"nass":"(صحيح)\rورب حامل فقه ليس بفقيه","seal":"26D56A91","part":1},
      {"page":32,"id":9,"nass":"(ضعيف)\rمن حديث عائشة Bها أن رسول الله A:\rمن صلى بعد المغرب عشرين ركعة بنى الله له بيتا في الجنة\r[32]","seal":"23EC5EF2","part":1},
      {"page":46,"id":10,"nass":"(حسن صحيح)\rعن النبي A قال:\rإياكم ومحدثات الأمور فإن كل بدعة ضلالة\r[46]","seal":"91A8F500","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"تخريج مساجلة علمية","HigriD":"1420","oAuthVer":1,"Pdf":null,"IslamShort":3,"oVer":1,"verName":null,"Lng":"أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني","bLnk":null,"Inf":"","Auth":"ناصر الدين الألباني","Betaka":"الكتاب: مساجلة علمية بين الإمامين الجليلين العز بن عبد السلام وابن الصلاح حول صلاة الرغائب المبتدعة\r\nالمؤلف: تخريج محمد ناصر الدين الألباني (المتوفى: 1420هـ)\r\nالناشر: المكتب الإسلامي - بيروت\r\nالطبعة: الثانية - 1405\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).\r\n\r\nأبو عبد الرحمن محمد ناصر الدين ، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني، الأرنؤوطي، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.\r\nولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.\r\nحاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"F23D5AD7","cat":"كتب الألباني","oNum":702,"BkId":702,"oAuth":414,"bVer":1,"aSeal":"158BF503"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t702":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مساجلة علمية"}
    ]
}
