{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b710":
    [
      {"page":1,"id":1,"nass":"حول فقه الواقع\rللعلامة محمد ناصر الدين الألباني","seal":"01BB18E8","part":1},
      {"page":2,"id":2,"nass":"إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له\rوأشهد أن لا إله إلا الله وحده لا شريك له\rوأشهد أن محمدا عبده ورسوله\rأما بعد:\rفإن رسول الله محمدا A يقول: (يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها)\rفقال قائل: ومن قلة نحن يومئذ؟\rقال: (بل أنتم يومئذ كثير ولكنكم غثاء كغثاء السيل ولينزعن الله من صدور عدوكم المهابة منكم وليقذفن الله في قلوبكم الوهن)\rفقال قائل: يا رسول الله وما الوهن؟\rقال: (حب الدنيا وكراهية الموت) [حديث صحيح تراه مخرجا في (الصحيحة) (958]","seal":"63C6C220","part":1},
      {"page":3,"id":3,"nass":"واقع المسلمين:\rقد تجلى هذا الحديث النبوي الشريف بأقوى مظاهره وأجلى صوره في الفتنة العظيمة التي ضربت المسلمين ففرقت كلمتهم وشتتت (صفوفهم)\rولقد أصاب طرف من هذه الفتنة القاسية جذر قلوب عدد كبير من الدعاة وطلبة العلم فانقسموا وللأسف الشديد على أنفسهم فصار بعضهم (يتكلم) في بعض والبعض (الآخر) ينقد الباقين ويرد عليهم. . . وهكذا","seal":"731E79D3","part":1},
      {"page":4,"id":4,"nass":"معرفة الحق بالرد:\rوليست تلك الردود (مجردة) أو هاتيك النقدات (وحدها) بضائرة أحدا من هؤلاء أو أولئك سواء منهم الراد أم المردود عليه لأن الحق يعرف بنوره ودلائله لا بحاكيه وقائله عند أهل الإنصاف وليس عند ذوي التعصب والاعتساف وإنما الذي يضير أولئك أو هؤلاء: هو الكلام بغير علم وإلقاء القول على عواهنه والتكلم بغير حق على عباد الله","seal":"BCD9E197","part":1},
      {"page":5,"id":5,"nass":"مسألة (فقه الواقع) :\rولقد أثيرت أثناء تلك الفتنة العمياء الصماء البكماء مسائل شتى فقهية ومنهجية ودعوية وكان لنا حينها أجوبة علمية عليها بحمد الله سبحانه ومنته\rومن المسائل التي أعقبت تلك الفتنة وكثر الخوض فيها: ما اصطلح (البعض) على تسميته ب (فقه الواقع)\rوأنا لا أخالف في صورة هذا العلم الذي ابتدعوا له هذا الاسم ألا وهو (فقه الواقع) لأن كثيرا من العلماء قد نصوا على أنه ينبغي على من يتولون توجيه الأمة ووضع الأجوبة لحل مشاكلهم: أن يكونوا عالمين وعارفين بواقعهم لذلك كان من مشهور كلماتهم: (الحكم على الشيء فرع عن تصوره) ولا يتحقق ذلك إلا بمعرفة (الواقع) المحيط بالمسألة المراد بحثها وهذا من قواعد الفتيا بخاصة وأصول العلم بعامة\rففقه الواقع إذا هو الوقوف على ما يهم المسلمين مما يتعلق بشؤونهم أو كيد أعدائهم لتحذيرهم والنهوض بهم واقعيا لا كلاما نظريا [أما الكلام (النظري) الذي ليس له من (يتبناه) عملا ويخرجه إلى حيز (الواقع) فعلا] أو انشغالا بأخبار الكفار وأنبائهم. . . أو إغراقا بتحليلاتهم وأفكارهم","seal":"658A9BF4","part":1},
      {"page":6,"id":6,"nass":"أهمية معرفة الواقع:\rفمعرفة الواقع للوصول به إلى حكم الشرع واجب مهم من الواجبات التي يجب أن يقوم بها طائفة مختصة من طلاب العلم المسلمين النبهاء كأي علم من العلوم الشرعية أو الاجتماعية أو الاقتصادية أو العسكرية أو أي علم ينفع الأمة الإسلامية ويدنيها من مدارج العودة إلى عزها ومجدها وسؤددها وبخاصة إذا ما تطورت هذه العلوم بتطور الأزمنة والأمكنة","seal":"DDF5BB5E","part":1},
      {"page":7,"id":7,"nass":"من أنواع (الفقه) الواجبة:\rومما يجب التنبيه عليه في هذا المقام أن أنواع الفقه المطلوبة من جملة المسلمين ليست فقط ذلك الفقه المذهبي الذي يعرفونه ويتلقنونه أو هذا (الفقه) الذي تنبه إليه ونبه عليه بعض شباب الدعاة حيث إن أنواع الفقه الواجب على المسلمين القيام بها ولو كفائيا عل الأقل أكبر من ذلك كله وأوسع دائرة منه فمن ذلك مثلا: (فقه الكتاب) و (فقه السنة) و (فقه اللغة) و (فقه السنن الكونية) و (فقه الخلاف) ونحو ذلك مما يشبهه\rوهذه الأنواع من الفقه بعمومها لا تقل أهمية عن نوعي الفقه المشار إليهما قبل سواء منها الفقه المعروف أم (فقه الواقع) الذي نحن بصدد إيضاح القول فيه\rومع ذلك كله فإننا لا نرى من ينبه على أنواع الفقه هذه أو يشير إليها وبخاصة (فقه الكتاب والسنة) الذي هو رأس هذه الأنواع وأسها هذا الفقه الذي لو قال أحد بوجوبه عينيا لما أبعد لعظيم حاجة المسلمين إليه وشديد لزومه لهم وبالرغم من ذلك:\rفإننا لا نسمع من يدندن حوله ويقعد منهجه ويشغل الشباب به ويربيهم عليه","seal":"B9DE412D","part":1},
      {"page":8,"id":8,"nass":"نريد (المنهج) لا مجرد الكلام:\rنعم كثيرون ولله الحمد الذين يتكلمون في الكتاب والسنة اليوم ويشيرون إليهما ولكن الواجب الذي نريده ليس فقط أكتوبة أو محاضرة هناك إنما الذي نريده جعل الكتاب والسنة الإطار العام لكل صغير وكبير وأن يكون منهجهما هو الشعار والدثار للدعوة بدء وانتهاء وبالتالي أن يكون تفكير المدعوين من الشباب وغيرهم مؤصلا وفق هذا المنهج العظيم الذي لا صلاح للأمة إلا به وعليه\rفلا بد إذا من أن يكون هناك علماء في كل أنواع الفقه المتقدمة وبخاصة (فقه الكتاب والسنة) بضوابط واضحة وقواعد مبينة","seal":"AC741B93","part":1},
      {"page":9,"id":9,"nass":"الانقسام حول (فقه الواقع) :\rولكننا سمعنا ولاحظنا أنه قد وقع كثير من الشباب المسلم في حيص بيص نحو هذا النوع من العلم الذي سبقت الإشارة إلى تسميتهم له ب (فقه الواقع) فانقسموا قسمين وصاروا للأسف فريقين حيث إنه قد غلا البعض بهذا الأمر وقصر البعض الآخر فيه\rإذ إنك ترى وتسمع ممن يفخمون شأن (فقه الواقع) ويضعونه في مرتبة علية فوق مرتبته العلمية الصحيحة أنهم يريدون من كل عالم بالشرع أن يكون عالما بما سموه (فقه الواقع)\rكما أن العكس أيضا حاصل فيهم فقد أوهموا السامعين لهم والملتفين حولهم أن كل من كان عارفا بواقع العالم الإسلامي هو فقيه في الكتاب والسنة وعلى منهج السلف الصالح\rوهذا ليس بلازم كما هو ظاهر","seal":"02B13CA1","part":1},
      {"page":10,"id":10,"nass":"الكمال عزيز فالواجب التعاون:\rونحن لا نتصور وجود إنسان كامل بكل معنى هذه الكلمة أي: أن يكون عالما بكل هذه العلوم التي أشرت إليها وسبق الكلام عليها\rفالواجب إذا: تعاون هؤلاء الذين تفرغوا لمعرفة واقع الأمة الإسلامية وما يحاك ضدها مع علماء الكتاب والسنة وعلى نهج سلف الأمة فأولئك يقدمون تصوراتهم وأفكارهم وهؤلاء يبينون فيها حكم الله سبحانه القائم على الدليل الصحيح والحجة النيرة\rأما أن يصبح المتكلم في (فقه الواقع) في أذهان سامعيه واحدا من العلماء والمفتين لا لشيء إلا لأنه تكلم بهذا (الفقه) المشار إليه فهذا ما لا يحكم له بوجه من الصواب إذ يتخذ كلامه تكأة ترد بها فتاوى العلماء وتنقض فيه اجتهاداتهم وأحكامهم","seal":"5CA110DA","part":1},
      {"page":11,"id":11,"nass":"خطأ (العالم) لا يسقطه:\rومن المهم بيانه في هذا المقام أنه قد يخطئ عالم ما في حكمه على مسألة معينة من تلك المسائل الواقعية وهذا أمر (حدث) ويحدث ولكن. . . هل هذا يسقط هذا العالم أو ذاك ويجعل المخالفين له يصفونه بكلمات نابية لا يجوز إيرادها عليه كأن يقال مثلا وقد قيل: هذا فقيه شرع وليس فقيه واقع\rفهذه قسمة تخالف الشرع والواقع\rفكلامهم المشار إليه كله كأنه يوجب على علماء الكتاب والسنة أن يكونوا أيضا عارفين بالاقتصاد والاجتماع والسياسة والنظم العسكرية وطرق استعمال الأسلحة الحديثة ونحو هذا وذاك\rولست أظن أن هناك أنسانا عاقلا يتصور اجتماع هذه العلوم والمعارف كلها في صدر إنسان مهما كان عالما أو (كاملا)","seal":"03AFA002","part":1},
      {"page":12,"id":12,"nass":"خطأ (الجهل) بالواقع:\rوقد سمعنا أيضا عن أناس يقولون: (ما يهمنا نحن أن نعرف هذا الواقع) فهذا إن وقع خطا أيضا\rفالعدل أن يقال: لا بد في كل علم من العلوم أن يكون هناك عارفون به متخصصون فيه يتعاونون فيما بينهم تعاونا إسلاميا أخويا صادقا لا حزبية فيه ولا عصبية ليحققوا مصلحة الأمة الإسلامية وإقامة ما ينشده كل مسلم من إيجاد المجتمع الإسلامي وتطبيق شرع الله في أرضه\rفكل تلك العلوم واجبة وجوبا كفائيا على مجموع علماء المسلمين وليس من الواجب في شيء أن يجمعها فرد واحد فضلا عن استحالة ذلك واقعا\rفمثلا: لا يجوز للطبيب أن يسوغ أحيانا القيام بعملية جراحية معينة إلا إذا استعان برأي العالم الفقيه بكتاب الله سبحانه وبسنة رسول الله A وعلى منهج السلف الصالح إذ من الصعب إن لم نقل: من المستحيل أن يكون الطبيب المتمكن في علمه عارفا أيضا بالكتاب والسنة متمكنا من فقههما ومعرفة أحكامهما","seal":"02AAF12F","part":1},
      {"page":13,"id":13,"nass":"التأكيد على وجوب التعاون:\rلذلك لا بد من التعاون عملا بقول رب العالمين في كتابه الكريم:) وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان ( [المائدة:] وبذلك تتحقق المصالح المرجوة للأمة الإسلامية\rوهذه المسألة من البداهة بمكان فإن المسلم لا يكاد يتصور عالما فقيها في الكتاب والسنة ثم هو مع ذلك طبيب خريت ثم هو مع ذلك يعرف كما يقولون اليوم (فقه الواقع) إذ بقدر اشتغاله بهذا العلم ينشغل عن ذاك العلم وبقدر اهتمامه بذاك العلم ينصرف عن هذا العلم. . . وهكذا\rولا يكون الكمال كما ذكرت آنفا إلا بتعاون هؤلاء جميعا كل في اختصاصه مع الآخرين وبذلك وبه فقط تتحقق المقاصد الشرعية لكل المسلمين وينجون من الخسران المبين كما قال رب العالمين:) والعصر إن الإنسان لفي\rخسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر (","seal":"379158C1","part":1},
      {"page":14,"id":14,"nass":"الغلو فيما لابد منه:\rلكن الذي لاحظناه ونلاحظه أن للعواطف الحماسية الجامحة التي لا حدود لها: آثارا سلبية متعددة منها الغلو فيما لا بد منه إذ الواجب الذي لا بد منه يقسم إلى قسمين:\rالأول: الفرض العيني وهذا يجب على كل مسلم\rالثاني: الفرض الكفائي وهو ما إذا قام به البعض سقط عن الباقين\rفلا يجوز أن نجعل الفرض الكفائي كالفرض العيني متساويين في الحكم\rولو أننا قلنا تنزلا: يجب على طلاب العلم الصاعدين أن يكونوا عارفين بفقه الواقع فلا يمكن أن نطلق هذا الكلام في علماء المسلمين الكبار فضلا عن أن نلزم طلاب العلم بوجوب معرفة الواقع وما يترتب على هذه المعرفة من فقه يعطي لكل حالة حكمها","seal":"063B3FAA","part":1},
      {"page":15,"id":15,"nass":"لا ينكر (فقه الواقع) :\rوكذلك لا يجوز والحالة هذه أن ينكر أحد من طلاب العلم ضرورة هذا الفقه بالواقع لأنه لا يمكن الوصول إلى تحقيق الضالة المنشودة بإجماع المسلمين ألا وهي التخلص من الاستعمار الكافر للبلاد الإسلامية أو على الأقل بعضها إلا بأن نعرف ما يتآمرون به أو ما يجتمعون عليه لنحذره ونحذر منه حتى لا يستمر استعمارهم واستعبادهم للعالم الإسلامي وهذا لا يكون جزء منه إلا بتربية الشباب تربية عقائدية علمية منهجية قائمة على أساس التصفية للإسلام من الشوائب التي علقت به ومبنية على قاعدة التربية على الإسلام المصفى كما أنزله على قلب رسول A","seal":"EDDE1730","part":1},
      {"page":16,"id":16,"nass":"بين العلماء والحكام:\rومن الأمور التي ينبغي ذكرها هنا: أن الذين يستطيعون حمل الأمة على ما يجب عليها وجوبا عينيا أو كفائيا ليس هم الخطباء المتحمسين ولا الفقهاء النظريين وإنما هم الحكام الذين بيدهم الأمر والتنفيذ والحل والعقد وليس أيضا أولئك المتحمسين من الشباب أو العاطفيين من الدعاة\rفعلى الخطباء والعلماء والدعاة أن يربوا المسلمين على قبول حكم الإسلام والاستسلام له ثم دعوة الحكام بالتي هي أحسن للتي هي أقوم إلى أن يستعينوا بالفقهاء والعلماء [فهم للمسلمين جماعات وأفرادا ضياء السبيل ومنار الطريق وعلى نهجهم يسيرون] على اختلاف علمهم وتنوع فقههم فقه الكتاب والسنة فقه اللغة فقه السنن الكونية فقه الواقع. . . وغير ذلك من مهمات إعمالا منهم للمبدأ الإسلامي العظيم مبدأ الشورى ويومئذ تستقيم الأمور ويفرح المؤمنون بنصر الله) فإن أعرضوا فما أرسلناك عليهم حفيظا ( [الشورى: 4]","seal":"B6BC6499","part":1},
      {"page":17,"id":17,"nass":"علة ذل المسلمين:\rولا بد هنا من بيان أمر مهم جدا يغفل عنه الكثيرون فأقول: ليست علة بقاء المسلمين فيما هم عليه من الذل واستعباد الكفار حتى اليهود لبعض الدول الإسلامية هي جهل الكثيرين من أهل العلم بفقه الواقع أو عدم الوقوف على مخططات الكفار ومؤامراتهم كما يتوهم","seal":"07BC9A43","part":1},
      {"page":18,"id":18,"nass":"من أغلاط بعض (الدعاة) :\rولذلك فأنا أرى أن الاهتمام بفقه الواقع اهتماما زائدا بحيث يكون منهجا للدعاة والشباب يربون ويتربون عليه ظانين أنه سبيل النجاة: خطأ ظاهر وغلط واضح\rوالأمر الذي لا يختلف فيه من الفقهاء اثنان ولا ينتطح فيه عنزان: أن العلة الأساسية للذل الذي حط في المسلمين رحاله:\rأولا: جهل المسلمين بالإسلام الذي أنزله الله على قلب نبينا E\rوثانيا: أن كثيرا من المسلمين الذين يعرفون أحكام الإسلام في بعض شؤونهم لا يعملون بها","seal":"62EF069F","part":1},
      {"page":19,"id":19,"nass":"التصفية والتربية:\rفإذا: مفتاح عودة مجد الإسلام: تطبيق العلم النافع والقيام بالعمل الصالح وهو أمر جليل لا يمكن للمسلمين أن يصلوا إليه إلا بإعمال منهج التصفية والتربية وهما واجبان مهمان عظيمان وأردت بالأول منهما أمورا:\rالأول: تصفية العقيدة الإسلامية مما هو غريب عنها كالشرك وجحد الصفات الإلهية وتأويلها ورد الأحاديث الصحيحة لتعلقها بالعقيدة ونحوها\rالثاني: تصفية الفقه الإسلامي من الاجتهادات الخاطئة المخالفة للكتاب والسنة وتحرير العقول من آصار التقليد وظلمات التعصب\rالثالث: تصفية كتب التفسير والفقه والرقائق وغيرها من الأحاديث الضعيفة والموضوعة والإسرائيليات والمنكرات\rوأما الواجب الآخر: فأريد به تربية الجيل الناشئ على هذا الإسلام المصفى من كل ما ذكرنا تربية إسلامية صحيحة منذ نعومة أظفاره دون أي تأثر بالتربية الغربية الكافرة\rومما لا ريب فيه أن تحقيق هذين الواجبين يتطلب جهودا جبارة مخلصة بين المسلمين كافة: جماعات وأفرادا من الذين يهمهم حقا إقامة المجتمع الإسلامي المنشود كل في مجاله واختصاصه","seal":"3C8C0F98","part":1},
      {"page":20,"id":20,"nass":"الإسلام الصحيح:\rفلا بد إذا من أن يعنى العلماء العارفون بأحكام الإسلام الصحيح بدعوة المسلمين إلى هذا الإسلام الصحيح وتفهيمهم إياه ثم تربيتهم عليه كما قال الله تعالى:) ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون ( [آل عمران: 7]\rهذا هو الحل الوحيد الذي جاءت به نصوص الكتاب والسنة كما في قوله تعالى:\r) إن تنصروا الله ينصركم ويثبت أقدامكم ( [محمد:] وغيره كثير","seal":"8906B8A0","part":1},
      {"page":21,"id":21,"nass":"كيف يأتي نصر الله؟\rفمن المتفق عليه دون خلاف ولله الحمد بين المسلمين أن معنى) إن تنصروا الله (أي: إن عملتم بما أمركم به: نصركم الله على أعدائكم\rومن أهم النصوص المؤيدة لهذا المعنى مما يناسب واقعنا الذي نعيشه تماما حيث وصف الدواء والعلاج معا قوله A: (إذا تبايعتم بالعينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلا لا ينزعه عنكم حتى ترجعوا إلى دينكم) [وهو مخرج في كتابي (سلسلة الأحاديث الصحيحة) (رقم: 11]","seal":"9D4AE7E7","part":1},
      {"page":22,"id":22,"nass":"سبب (مرض) المسلمين:\rفإذا: ليس مرض المسلمين اليوم هو جهلهم بعلم معين أقول هذا معترفا بأن كل علم ينفع المسلمين فهو واجب بقدره ولكن ليس سبب الذل الذي لحق بالمسلمين جهلهم بهذا الفقه المسمى اليوم (فقه الواقع) وإنما العلة كما جاء في هذا الحديث الصحيح هي إهمالهم العمل بأحكام الدين كتابا وسنة\rفقوله A: (إذا تبايعتم بالعينة) إشارة إلى نوع من المعاملات الربوية ذات التحايل على الشرع\rوقوله A: (وأخذتم أذناب البقر) إشارة إلى الاهتمام بأمور الدنيا والركون إليها وعدم الاهتمام بالشريعة وأحكامها\rومثله قوله A: (ورضيتم بالزرع)\rوقوله A: (وتركتم الجهاد) هو ثمرة الخلود إلى الدنيا كما في قوله تعالى:) يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في الآخرة إلا قليل ( [التوبة: 3]\rوقوله A: (. . . سلط الله عليكم ذلا لا ينزعه عنكم حتى ترجعوا إلى دينكم) فيه إشارة صريحة إلى أن الدين الذي يجب الرجوع إليه هو الذي ذكره الله D في أكثر من آية كريمة كمثل قوله سبحانه:) اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضت لكم الإسلام دينا ( [آل عمران: 1]\rوفي تعليق الإمام مالك المشهور على هذه الآية ما يبين المراد حيث قال C: (وما لم يكن يومئذ دينا فلا يكون اليوم دينا ولا يصلح آخر هذه الأمة إلا بما صلح به أولها)","seal":"70EB0C63","part":1},
      {"page":23,"id":23,"nass":"الغلو في (فقه الواقع) :\rوأما هؤلاء الدعاة الذين يدندنون اليوم حول (فقه الواقع) ويفخمون أمره ويرفعون شأنه وهذا حق في الأصل فإنهم يغالون فيه حيث يفهمون ويفهمون ربما من غير قصد أنه يجب على كل عالم بل على كل طالب علم أن يكون عارفا بهذا الفقه\rمع أن كثيرا من هؤلاء الدعاة يعلمون جيدا أن هذا الدين الذي ارتضاه ربنا D في أمة الإسلام قد تغيرت مفاهيمه منذ قديم الزمان حتى فيما يتعلق بالعقيدة فنجد أناسا كثيرين جدا يشهدون أن (لا إله إلا الله) ويقومون بسائر الأركان بل قد يتعبدون بنوافل من العبادات كقيام الليل والصدقات ونحو ذلك ولكنهم انحرفوا عن مثل قوله تعالى:) فاعلم أنه لا إله إلا الله ( [محمد: 1]","seal":"16DA647B","part":1},
      {"page":24,"id":24,"nass":"واقع (الدعاة) مع (فقه الواقع) :\rونحن نعلم أن كثيرا من أولئك (الدعاة) يشاركوننا في معرفة سبب سوء الواقع الذي يعيشه المسلمون اليوم جذريا ألا وهو بعدهم عن الفهم الصحيح للإسلام فيما يجب على كل فرد وليس فيما يجب على بعض الأفراد فقط فالواجب: تصحيح العقيدة وتصحيح العبادة وتصحيح السلوك\rأين من هذه الأمة من قام بهذا الواجب العيني وليس الواجب الكفائي؟ ؟ إذ الواجب الكفائي يأتي بعد الواجب العيني وليس قبله\rولذلك: فإن الانشغال والاهتمام بدعوة الخاصة من الأمة الإسلامية إلى العناية بواجب كفائي ألا وهو (فقه الواقع) وتقليل الاهتمام بالفقه الواجب عينيا على كل مسلم وهو (فقه الكتاب والسنة) بما أشرت إليه: هو إفراط وتضييع [أنظر ما سبق (ص 14] لما يجب وجوبا مؤكدا على كل فرد من أفراد الأمة المسلمة وغلو في رفع شأن أمر لا يعدو كونه على حقيقته واجبا كفائيا","seal":"E85B77A9","part":1},
      {"page":25,"id":25,"nass":"القول الوسط الحق في (فقه الواقع) :\rفالأمر إذا كما قال الله تعالى:) وكذلك جعلناكم أمة وسطا ( [البقرة: 14] ففقه الواقع بمعناه الشرعي الصحيح هو واجب بلا شك ولكن وجوبا كفائيا إذا قام به بعض العلماء سقط عن سائر العلماء فضلا عن طلاب العلم فضلا عن عامة المسلمين\rفلذلك يجب الاعتدال بدعوة المسلمين إلى معرفة (فقه الواقع) وعدم إغراقهم بأخبار السياسة وتحليلات مفكري الغرب وإنما الواجب دائما وأبدا الدندنة حول تصفية الإسلام مما علق به من شوائب ثم تربية المسلمين: جماعات وأفرادا على هذا الإسلام المصفى وربطهم بمنهج الدعوة الأصيل:\rالكتاب والسنة بفهم سلف الأمة","seal":"103BEF5C","part":1},
      {"page":26,"id":26,"nass":"وجوب المحبة والولاء:\rومن الواجب على العلماء أيضا وعلى مختلف اختصاصاتهم فضلا عن بقية الأمة أن يكونوا ممتثلين قول نبيهم A: (مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد. . .) [مخرج في (الصيحة) (1083]\rولا يتحقق هذاالمثل النبوي العظيم بمعناه الرائع الجميل إلا بتعاون العلماء مع أفراد المجتمع تعليما وتعلما دعوة وتطبيقا\rفيتعاون إذا من عرفوا فقه الشرع بأدلته وأحكامه مع من عرفوا فقه الواقع بصورته الصحيحة التطبيقية لا النظرية فأولئك يمدون هؤلاء بما عندهم من علم وفقه وهؤلاء يوقفون أولئك على ما تبين لهم ليحذروا ويحذروا\rومن هذا التعاون الصادق بين العلماء والدعاة على تنوع اختصاصاتهم يمكن تحقيق ما ينشده كل مسلم غيور","seal":"20931D44","part":1},
      {"page":27,"id":27,"nass":"خطر الطعن بالعلماء:\rأما الطعن في بعض العلماء أو طلاب العلم ونبزهم بجهل فقه الواقع ورميهم بما يستحيى من إيراده:\rفهذا خطأ وغلط ظاهر لا يجوز استمراره لأنه من التباغض الذي جاءت الأحاديث الكثيرة لتنهى المسلمين عنه بل لتأمرهم بضده من التحاب والتلافي والتعاون","seal":"FFF5A79F","part":1},
      {"page":28,"id":28,"nass":"كيف نعالج الأخطاء؟\rوأما الواجب على أي مسلم رأى أمرا أخطأ فيه أحد العلماء أو (الدعاة) : فهو أن يقوم بتذكيره ونصحه:\rفإن كان الخطأ في مكان محصور: كان التنبيه في ذلك المكان نفسه دون إعلان أو إشهار وبالتي هي أحسن للتي هي أقوم\rوإن كان الخطأ معلنا مشهورا فلا بأس من التنبيه والبيان لهذا الخطأ وعلى طريقة الإعلان ولكن كما قال الله تعالى:) ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن ( [النحل: 12]\rومن المهم بيانه أن التخطئة المشار إليها هنا ليست التخطئة المبنية على حماسة الشباب وعواطفهم دونما علم أو بينة لا وإنما المراد: التخطئة القائمة على الحجة والبيان والدليل والبرهان\rوهذه التخطئة بهذه الصورة اللينة الحكيمة لا تكون إلا بين العلماء المخلصين وطلاب العلم الناصحين الذين هم في علمهم ودعوتهم على كلمة سواء مبنية على الكتاب والسنة وعلى نهج سلف الأمة\rأما إذا كان من يراد تخطئته من المنحرفين عن هذا المنهج الرباني فله حينئذ معاملة خاصة وأسلوب خاص يليق بقدر انحرافه وبعده عن جادة الحق والصواب","seal":"FE9FFCC6","part":1},
      {"page":29,"id":29,"nass":"خطر (السياسة) المعاصرة:\rولا بد أخيرا من تعريف المسلمين بأمر مهم جدا في هذا الباب فأقول:\rيجب ألا يدفعنا الرضا بفقه الواقع بصورته الشرعية أو الانشغال به إلى ولوج أبواب السياسة المعاصرة الظالم أهلها مغترين بكلمات الساسة مرددين لأساليبهم غارقين بطرائقهم\rوإنما الواجب هو السير على السياسة الشرعية ألا وهي (رعاية شؤون الأمة) ولا تكون هذه الرعاية إلا في ضوء الكتاب والسنة وعلى منهج السلف الصالح وبيد أولي الأمر من العلماء العاملين والأمراء العادلين فإن الله يزع بالسلطان ما لا يزع بالقرآن [انظر (الدر المنثور) (4 / 99) ]\rأما تلك السياسة الغربية التي تفتح أبوابها وتغر أصحابها: فلا دين لها وسائر من انساق خلفها أو غرق ببحرها: أصابه بأسها وضربه جحيمها لأنه انشغل بالفرع قبل الأصل ورحم الله من قال: (من تعجل الشيء قبل أوانه: عوقب بحرمانه)\rوالله الموفق للسداد\rوآخر دعوانا أن الحمد لله رب العالمين\r[12]\rسؤال وجواب حول فقه الواقع للعلامة شيخ الإسلام الألباني","seal":"811B88A6","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"فقه الواقع - الألباني","HigriD":"1420","oAuthVer":1,"Pdf":null,"IslamShort":3,"oVer":1,"verName":null,"Lng":"أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني","bLnk":null,"Inf":"","Auth":"ناصر الدين الألباني","Betaka":"الكتاب: فقه الواقع\r\nالمؤلف: محمد ناصر الدين الألباني (المتوفى: 1420هـ)\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).\r\n\r\nأبو عبد الرحمن محمد ناصر الدين ، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني، الأرنؤوطي، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.\r\nولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.\r\nحاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"C75C2057","cat":"كتب الألباني","oNum":710,"BkId":710,"oAuth":414,"bVer":1,"aSeal":"158BF503"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t710":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"حول فقه الواقع"}
    ]
}
