{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10076":
    [
      {"page":1,"id":1,"nass":"الكتاب: أحاديث منتخبة من مشيخة ابن صصري - مخطوط\rالمؤلف: أبو القاسم الحسين بن هبة الله بن محفوظ بن صصري التغلبي الدمشقي\rالمتوفى: 626 هـ","seal":"3C3BC4FB","part":1},
      {"page":1,"id":2,"nass":"ق 1\rالجزء فيه أحاديث منتخبة من مشيخة الشيخ أبي القاسم الحسين بن هبة الله بن محفوظ بن صصري التغلبي الدمشقي عن شيوخه رحمهم الله تعالى\rرواية الشيخ أبي بكر محمد بن إسماعيل بن عبد الله بن الأنماطي حضوراً رحمه الله\rسماع لكاتبه سنقر بن عبد الله الموعاني الحنفي منه\r\rق 2 (أ)\r1-........ أبو سليمان داود بن محمد بن الحسن بن خالد الخالدي الموصلي ثم الأربلي ثم الجصكفي قدم علينا رسولاً , قال: أنبأ أبو القاسم بن بيان , أنبأ أبو الحسن بن مخلد , أنبأ أبو علي الصفار , ثنا الحسن بن عرفة , ثنا إسماعيل بن عياش , عن أبي بكر بن عبد الله بن أبي مريم الغساني , عن راشد بن سعد , عن سعد بن أبي وقاص , عن النبي صلى الله عليه وسلم في هذه الآية \"قل هو القادر على أن يبعث عليكم عذاباً من فوقكم أو من تحت أرجلكم\" , فقال رسول الله صلى الله عليه وسلم: (أما إنها كائنة ولم يأت تأوليها بعد) .","seal":"8F9BA542","part":1},
      {"page":2,"id":3,"nass":"2- أخبرنا الشيخ الأمين أبو المعالي محمد بن حمزة بن علي بن الحسن بن الحسين السلمي المعروف بابن الموازيني قراءةً عليه ونحن نسمع سنة ثمان وأربعين وخمسمائة قال , أنبأ أبو القاسم علي بن أحمد البغدادي , أنبأ أبو الحسن محمد بن محمد بن محمد البغدادي , أنبأ إسماعيل بن محمد أبو علي , أنبأ أبو علي العبدي , ثنا إسماعيل بن عياش , عن محمد بن زياد الإلهاني , عن أبي راشد الحبراني قال: أتيت عبد الله بن عمرو فقلت له: حدثنا مما سمعت من رسول الله صلى الله عليه وسلم , فألقى إلي صحيفة , فقال: هذا ما كتب لي رسول الله صلى الله عليه وسلم , قال: فنظرت فإذا فيها إن أبا بكر الصديق قال: يا رسول الله , علمني ما أقول إذا أصبحت وإذا أمسيت؟ فقال: يا أبا بكر قل: (اللهم فاطر السماوات والأرض عالم الغيب والشهادة لا إله إلا أنت رب كل شيء ومليكه أعوذ بك من شر نفسي ومن شر الشيطان وشركه وأن أقترف على نفسي سوءاً أو أجره إلى مسلم)\r3- أخبرنا أبو نصر عبد الرحيم بن أبي الفرج عبد الخالق بن أحمد بن عبد القادر بن يوسف\rق 2 (ب)\rالبغدادي قدم علينا , أنبأ أبو القاسم العمري , أنبأ أبو الحسن الخالدي , أنبأ أبو علي النحوي , أنبأ أبو علي العبدي , ثنا إسماعيل بن عياش , عن يحيى بن سعيد , عن خالد بن معدان , عن كثير بن مرة , عن عقبة بن عامر الجهني قال: سمعت رسول الله صلى الله عليه وسلم يقول: (الجاهر بالقرآن كالجاهر بالصدقة والمسر بالقرآن كالمسر بالصدقة)","seal":"783D9F05","part":1},
      {"page":3,"id":4,"nass":"4- أخبرنا القاضي أبو سعد (1) عبد الله بن أبي السري محمد بن هبة الله بن علي بن المطهر التميمي الفقيه الشافعي رئيس الأصحاب قراءةً عليه ونحن نسمع سنة إحدى وخمسين وخمسمائة بدمشق قال: أنبأ أبو البركات إسماعيل بن أبي سعد أحمد بن محمد النيسابوري قراءةً عليه وإجازة , ثنا إسماعيل , أنبأ أبو نصر محمد بن محمد الزينبي , أنبأ أبو بكر محمد بن عمر الوراق , ثنا أبو القاسم البغوي , ثنا شريح بن يونس , ثنا عبد الرحمن بن عبد الملك بن أبجر (2) , عن واصل الأحدب , عَنْ أَبِي وَائِلٍ، قَالَ: خَطَبَنَا عَمَّارٌ، فَأَبْلَغَ وَأَوْجَزَ، فَلَمَّا نَزَلَ قُلْنَا: يَا أَبَا الْيَقْظَانِ، لَقَدْ أَبْلَغْتَ وَأَوْجَزْتَ، فَلَوْ كُنْتَ تَنَفَّسْتَ، فَقَالَ: سَمِعْتُ رَسُولَ اللهِ r يَقُولُ: (إِنَّ طُولَ صَلاَةِ الرَّجُلِ، وَقِصَرَ خُطْبَتِهِ، مَئِنَّةٌ مِنْ فِقْهِهِ، فَأَطِيلُوا الصَّلاَةَ، وَاقْصُرُوا الْخُطْبَةَ، وَإِنَّ مِنَ الْبَيَانِ سِحْرًا) .\r5- أخبرنا أبو أحمد زيد بن نصر بن تميم بن شجاع الحموي الفقيه الأديب المحتسب قراءةً عليه ونحن نسمع بدمشق , أنبأ أبو محمد عبد الكريم بن حمزة الوكيل , أنبأ أبو محمد عبد العزيز بن أحمد الكتاني (ح) (3) , أنبأه جدي أبو البركات محفوظ إجازةً وغيره عليه قال: أنبأ أبو محمد بن أبي نصر , أنبأ خيثمة بن سليمان , ثنا هلال بن العلاء , ثنا عمرو بن عثمان الكلابي , ثنا عبيد الله , عن يونس , عن الحسن قال: من دعا لظالم بالبقاء فقد\rــــــــــــــــ\r(1) مرسومة هكذا وتحتمل أن تكون \"أبو سعيد\"\r(2) كلمة غير مفهومة\r(3) ما بين القوسين زيادة مني لتحديد تحويل السند","seal":"2C2D339E","part":1},
      {"page":4,"id":5,"nass":"ق3 (أ)\rأحب أن يعصي الله عز وجل.\r6- أخبرنا الفقيه أبو بكر عبد الله بن محمد بن أبي العباس النوفاني الطوسي قدم علينا , أنبأ والدي أبو سعيد محمد , أنبأ أبو بكر أحمد بن محمد السراج , أنبأ أبو بكر الجيري أحمد بن الحسن , أنبأ أبو بكر أحمد بن محمد بن أبي دارم الحافظ بالكوفة , أنبأ إبراهيم بن عبد الله , ثنا جعفر بن عون , عن يحيى بن سعيد , عن محمد بن إبراهيم , قال: سمعت علقمة بن وقاص يقول: سمعت عمر بن الخطاب يقول: سمعت رسول الله صلى الله عليه وسلم يقول: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى. الحديث)\r\r• حدثنا فضل الله وهو ابن أبي القاسم عبد الرحمن بن أبي الفتح بن طاهر بن سعيد الميهني من لفظه , أنبأ أبو طاهر فضل بن الفضل الميهني بهمذان , ثنا محمد بن جعفر العلوي , أنبأ أحمد بن حمزة الحداد الصوفي , أنبأ أبو سعد الماليني الحافظ , قال: أنشدني الحسن بن علي بن غالب الزهري بمصر , قال: أنشدني إبراهيم بن أحمد بن الوليد رحمه الله:\rلك مني على البعاد نصيب لم ينله على الدنو حبيب\rوعلى الطرف من هواك حجاب وعلى القلب من هواك رقيب\rرق في ناظري هواك وقلبي والهوى فيه رائق ومشوب\rكيف يغني قلب الطبيب عليلاً أنت أسقمته وأنت الطبيب","seal":"F5291874","part":1},
      {"page":4,"id":6,"nass":"• أخبرنا أبو المكارم يحيى بن عبد الغفار بن عبد المنعم بن إسماعيل الدمشقي قراءةً عليه سنة خمس وأربعين وخمسمائة قال: أنشدنا الشيخ أبو محمد رزق الله بن عبد الوهاب بن عبد العزيز التميمي لنفسه:\rأفق يا فؤادي من غرامك واستمع مقالة محزون عليك شفيق\rق 3 (ب)\rعلقت فتاةً قلبها متعلق بغيرك فاستوثقت غير وثيق\rفأصبحت موثوقاً وراحت طليقة فكم بين موثوق وبين طليق\r\rآخر الجزء والحمد الله وسلام الله وصلواته على محمد وآله وسلم كثيراً","seal":"1F64EE8B","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":626,"Bk":"أحاديث منتخبة من مشيخة ابن صصري - مخطوط (ن)","HigriD":"626","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"شَمْسُ الدِّيْنِ، أَبُو القَاسِمِ الحُسَيْنُ ابنُ أَبِي الغَنَائِمِ هِبَة اللهِ بن مَحْفُوْظ بن الحَسَنِ بنِ مُحَمَّدِ بنِ الحَسَنِ بنِ أَحْمَدَ بنِ الحُسَيْنِ بنِ صَصْرَى الرَّبَعِيّ، التَّغْلِبِيّ، الجَزَرِيّ، البَلَدِيّ، الدِّمَشْقِيّ","bLnk":null,"Inf":null,"Auth":"ابْنُ صَصْرَىن شمس الدين","Betaka":"الكتاب: أحاديث منتخبة من مشيخة ابن صصري - مخطوط\rالمؤلف: شَمْسُ الدِّيْنِ، أَبُو القَاسِمِ الحُسَيْنُ ابنُ أَبِي الغَنَائِمِ هِبَة اللهِ بن مَحْفُوْظ بن الحَسَنِ بنِ مُحَمَّدِ بنِ الحَسَنِ بنِ أَحْمَدَ بنِ الحُسَيْنِ بنِ صَصْرَى الرَّبَعِيّ، التَّغْلِبِيّ، الجَزَرِيّ، البَلَدِيّ، الدِّمَشْقِيّ (المتوفى: 626هـ)\rأعده للشاملة: أحمد الخضري\r[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"قال الذهبي في «السير» :\r\n\r\nابْنُ صَصْرَى الحُسَيْنُ بنُ هِبَة اللهِ بنِ مَحْفُوْظٍ الرَّبَعِيُّ *\r\nالشَّيْخُ الجَلِيْلُ، القَاضِي، مُسْنِدُ الشَّام، شَمْسُ الدِّيْنِ، أَبُو القَاسِمِ الحُسَيْنُ ابنُ أَبِي الغَنَائِمِ هِبَة اللهِ بن مَحْفُوْظ بن الحَسَنِ بنِ مُحَمَّدِ بنِ الحَسَنِ بنِ أَحْمَدَ بنِ الحُسَيْنِ بنِ صَصْرَى الرَّبَعِيّ، التَّغْلِبِيّ، الجَزَرِيّ، البَلَدِيّ، الدِّمَشْقِيّ، أَخُو الحَافِظ أَبِي المَوَاهِب.\r\nوُلِدَ: سَنَةَ بِضْعٍ وَثَلاَثِيْنَ وَخَمْسِ مائَةٍ.\r\nوَسَمِعَ مِنْ: أَبِيْهِ، وَجَدِّهِ، وَجَدِّهِ لأُمِّهِ؛ أَبِي المَكَارِمِ بنِ هِلاَلٍ، وَعَبْدَان بنِ زرّيْنَ، وَأَبِي القَاسِمِ بنِ البُنِّ، وَنَصْر بن مُقَاتِل، وَأَبِي طَالِبٍ بن\r\nحَيْدَرَة، وَحَمْزَة ابْن الحُبُوْبِيِّ، وَحَمْزَة بن كَرُّوْس، وَعَلِيّ بن أَحْمَدَ الحَرَسْتَانِيّ، وَالفَلَكِيّ، وَالصَّائِن، وَأَخِيْهِ الحَافِظ، وَحَسَّان بن تَمِيْمٍ، وَعَبْد الوَاحِدِ بن قَزَّةَ، وَعَلِيّ بن عَسَاكِرَ بن سُرُوْر المَقْدِسِيّ، وَعَدَد كَثِيْر.\r\nوَسَمِعَ بِمَكَّةَ مِنْ: أَبِي حَنِيْفَةَ مُحَمَّد بن عُبَيْدِ اللهِ الخَطِيْبيّ، وَبِحَلَبَ مِنْ: أَبِي طَالِبٍ ابْن العَجَمِيّ.\r\nوَأَجَاز لَهُ: عَلِيُّ ابْنُ الصَّبَّاغِ، وَمُحَمَّد بن السَّلاَّل، وَأَبُو مُحَمَّدٍ سِبْط الخَيَّاط، وَأَحْمَد بنُ الآبُنُوْسِيِّ، وَمُحَمَّد بن طِرَاد، وَأَبُو الفَضْلِ الأُرْمَوِيُّ، وَالفَقِيْه نَصْر اللهِ بن مُحَمَّدٍ المَصِّيْصِيّ، وَخَلْق.\r\nوَخَرَّج لَهُ البِرْزَالِيّ (مَشْيَخَة) فِي مُجَلَّد.\r\nحَدَّثَ عَنْهُ: الضِّيَاء، وَالقُوْصِيّ، وَالمُنْذِرِيّ، وَالجمَال ابْن الصَّابُوْنِيّ، وَالزَّيْن خَالِد، وَأَبُو بَكْرٍ بنُ طَرْخَان، وَإِبْرَاهِيْم بن عُثْمَانَ اللَّمْتُوْنِيّ، وَالشَّرَف أَحْمَد بن أَحْمَدَ الفَرَضِيّ، وَالجمَال أَحْمَد بن أَبِي مُحَمَّدٍ المَغَارِيّ، وَالتَّقِيّ ابْن الوَاسِطِيّ، وَأَخُوْهُ، وَالتَّقِيّ بن مُؤْمِنٍ، وَالعِزّ بن الفَرَّاءِ، وَعَبْد الحَمِيْدِ بن حُوْلاَن، وَنَصْر اللهِ بن عَيَّاشٍ، وَأَبُو المَعَالِي الأَبَرْقُوْهِيُّ، وَأَبُو جَعْفَرٍ ابْن الموزَاينِي، وَخَلْق.\r\nتَفقه قَلِيْلاً عَلَى أَبِي سَعْدٍ بنِ عصرُوْنَ.\r\nقَالَ البِرْزَالِيّ: كَانَ يَسْأَل مِنْ غَيْرِ حَاجَة، وَهُوَ مُسْنِد الشَّام فِي زَمَانِهِ.\r\nوَقَالَ ابْنُ الحَاجِبِ: رُبَّمَا كَانَ يَأْخذ مِنْ آحَاد الأَغنِيَاء عَلَى التّسمِيْع.\r\nقَالَ مُحَمَّدُ بنُ الحَسَنِ بنِ سَلاَّمٍ: كَانَ فِيْهِ شُحٌّ بِالتسمِيْع إِلاَّ بِعَرَض مِنَ الدُّنْيَا، وَهُوَ مِنْ بَيْت حَدِيْثٍ وَأَمَانَةٍ وَصِيَانَة.\r\nكَانَ أَخُوْهُ مِنْ عُلَمَاء الحَدِيْث، وَقَرَأْت عَلَيْهِ (عُلُوْم الحَدِيْث) لِلْحَاكِمِ فِي مِيْعَادَيْنِ، وَكَانَ مُتَمَوِّلاً، لَهُ مَال وَأَملاَك، رُزِئَ فِي مَالِهِ مَرَّات.\r\nوَقَالَ ابْنُ الحَاجِبِ أَيْضاً: كَانَ صَاحِبَ أُصُوْل، لَيِّن الجَانب، بَهيّاً، سَهْل الانْقِيَادِ، مُوَاظباً عَلَى أَوقَات الصَّلَوَات، مُتَجَنِّباً لِمُخَالَطَة النَّاسِ، وَهُوَ مِنْ رَبِيْعَة الفَرَس.\r\nمَاتَ: فِي الثَّالِثِ وَالعِشْرِيْنَ مِنَ المُحَرَّمِ، سَنَة سِتٍّ وَعِشْرِيْنَ وَسِتِّ مائَةٍ، وَصَلَّى عَلَيْهِ الخَطِيْب الدَّوْلَعِيّ بِالجَامِع، وَالقَاضِي شَمْس الدِّيْنِ الخُوئِيّ بِظَاهِرِ البَلَدِ، وَالتَّاجُ القُرْطُبِيُّ بِمَقبَرَتِهِ بِسَفحِ قَاسِيُوْنَ.","seal":"2A0797E6","cat":"مخطوطات حديثية","oNum":10076,"BkId":10076,"oAuth":2185,"bVer":1,"aSeal":"1A27162B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10076":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"أحاديث منتخبة من مشيخة ابن صصري - مخطوط"}
    ]
}
