{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10089":
    [
      {"page":3,"id":1,"nass":"تفسير ابن عربي للقرآن حقيقته وخطره\rتأليف: محمد حسين الذهبي\rبسم الله الرحمن الرحيم\rمقدمة:\rالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. وبعد:\rفقد هالني ما كان من بعض دور النشر في مصر وبيروت من الأخذ في طبع كتاب التفسير المنسوب لابن عربي، وإصدار بعض أجزائه وطرحها في الأسواق ليشتريها القراء على اختلاف ثقافاتهم وتفاوت ما بينهم من صلة بعلوم الدين.\rوقد قدر لهذا التفسير أن يطبع من زمن بعيد ومضى على طبعته الأخيرة نحو مائة سنة، ونفذت نسخه من الأسواق، ولم يبق منها إلا ما ندر في بعض المكتبات العامة أو الخاصة، وأصبح الكتاب- والحمد لله- في عداد المنسيات أو كاد، وما عرفت المطابع ودور النشر عن إخراج هذا التفسير طوال هذه المدة إلا لما فيه من زيع وفساد، ولعل بقية من دين كان لها أثر في ذلك.\rولكن بعض دور النشر في هذه الأيام أصبحت لا تهتم إلا بما تحصل عليه من أرباح مالية، فتنشر من الكتب ما يحقق لها الربح ولو كانت كلها شرا وفسادا، وما دام الربح يجرى لتفيض به جيوبهم، فلا عليهم بعد ذلك أن يسري الزيغ والضلال إلى قلوب العامة لتفيض بالشك والحيرة في دينها حتى تضل وتشقى!!.","seal":"AA576601","part":1},
      {"page":4,"id":2,"nass":"هالني ذلك، وهال الكثير غيري، وقال بعض الغيورين على دينهم وكتاب ربهم: ما بال الأزهر يسكت عن مثل هذا الفعل الذي يسيء إلى الإسلام ويذهب بقدسية القرآن!!؟.\rوكنت أعلم أن الأزهر- ممثلا في مجمع البحوث الإسلامية- لم يسكت عن هذا العمل الذي اجترأت عليه بعض دور النشر فأحيت به بدعة وأيقظت فتنة، فسارع إلى اتخاذ إجراء- هو من صميم مهمته- لمصادرة ما طبع من هذا التفسير، وللحيلولة دون إتمام طبعه ونشره.\rوقال قائل: ولكن بعض أجزاء الكتاب وصلت إلى أيدي القراء وبعضهم- لاشك- مضلل مخدوع، وبعضهم سوف لا يعرف سر توقف ناشره عن نشره، وقد يظنه لأمر مالي، أو لندرة الورق، أو لشيء من هذا القبيل، وحق هؤلاء وأولئك أن يبصروا بحقيقة الأمر، ويعلموا أن الكتاب ضلال يجب أن تقي الناس شره، وتجنبهم ضره.\rورأى بعض الزملاء الأفاضل أن أتجرد لهذه المهمة وأحمل عبئها، دفاعا عن كتاب الله وحماية له من عبث العابثين، وإلا فعلى من وزر هذه الشنيعة النكراء كعبء لا طاقة لي به.\rورأيتني- إن سكت عن هذا الباطل- شيطانا أخرس، فاستخرت الله تعالى في كتابة كتيب يكشف للناس حقيقة ابن عربي، وحقيقة هذا التفسير المنسوب إليه، وسألته- سبحانه- التوفيق والسداد، وأن يجعله عملا خالصا لوجهه، والله من وراء القصد وهو يهدى السبيل.\rد. محمد حسين الذهبي","seal":"3C4EE724","part":1},
      {"page":5,"id":3,"nass":"نشأة التصوف وتطوره:\rكلمة \"تصوف\" قيل: إنها مشتقة من الصوف، وذلك لأن الصوفية خالفوا الناس فلبسوا الصوف تقشفا وزهدا.\rوقيل: هي مشتقة من \"الصفاء\"، وذلك لصفاء قلب المريد، وطهارة باطنه وظاهره عن مخالفة ربه!.\rوقيل: إنه مأخوذ من \"الصفة\" التي ينسب لها فقراء الصحابة المعروفون بأهل الصفة.\rويرى بعض العلماء أن الكلمة لقب غير مشتق، قال القشيري\rرحمه الله: \"ولا يشهد لهذا الاسم اشتقاق من جهة العربية ولا قياس، والظاهر أنه لقب، ومن قال باشتقاقه من الصفاء أو الصفة فبعيد من جهة القياس اللغوي. قال: وكذلك من الصوف، لأنهم لميختصوا به\"1.\rوأيا ما كان الأمر فالتصوف هو- كما قيل- إرسال النفس مع الله على ما يريده.\rوقيل: \"هو مناجاة القلب، ومحادثة الروح، وفي هذه المناجاة طهرة لمن شاء أن يتطهر، وصفاء لمن أراد التبرؤ من الرجس والدنس، وفي تلك المحادثة عروج إلى سماء النور والملائكة، وصعود إلى عالم الفيض والإلهام، وما هذا الحديث والنجوى إلا ضرب من التأمل والنظر والتدبر في ملكوت السماوات والأرض، بيد أن الجسم والنفس متلازمان، وتوأمان لا ينفصلان، ولا سبيل إلى تهذيب أحدهما بدون\r__________\r1 مقدمة ابن خلدون ص 522 ط. الشرفية سنة 1327 هـ.","seal":"2E69FC97","part":1},
      {"page":6,"id":4,"nass":"الآخر، فمن شاء لنفسه صفاء ورفعة فلابد له أن يتبرأ عن الشهوات وملذات البدن.. فالتصوف إذا: فكر، وعمل، ودراسة، وسلوك\"1. والتصوف بهذا المعنى موجود منذ الصدر الأول للإسلام، فكثير من الصحابة كانوا معرضين عن الدنيا ومتاعبها، آخذين أنفسهم بالزهد والتقشف، مبالغين في العبادة. فكان منهم من يقوم الليل ويصوم النهار، ومنهم من يشد الحجر على بطنه تربية لنفسه، وتهذيبا لروحه، غير أنهم لم يعرفوا في زمنهم باسم الصوفية، وإنما اشتهر بهذا اللقب فيها بعد من عرفوا بالزهد والتفاني في طاعة الله، وكان ظهو هذا اللقب في القرن الثاني الهجري، قيل: وأول من اشتهر به، أبو هاشم الصوفي المتوفي سنة 55اهـ خمسين ومائة من الهجرة2.\rوفي القرن الثاني وما بعده تولدت بعض الأبحاث الصوفية، وظهرت تعاليم القوم ونظرياتهم التي تواضعوا عليها، وأخذت هذه الأبحاث تنمو وتتزايد كلما مر عليها الزمن، وبمقدار ما اقتبسه القوم من المحيط العلمي الذي يعيشون فيه تطورت هذه الأبحاث والنظريات. غير أن الصوفية تأثروا بالفلاسفة أكثر من تأثرهم بغيرهم، وأخذوا من الفكر الفلسفي كثيرا من النظريات الفلسفية التي يتنافي بعضها مع الدين، بل وكون بعض المتصوفة لأنفسهم فلسفات خاصة، وأوغلوا في ذلك حتى أصبحنا نرى بعضا منهم أشبه بالفلاسفة منهم بالمتصوفة.\rوكان لبعض هؤلاء المتصوفة فلسفات لا تتفق ومباديء الشريعة، مما أثار عليهم جمهور أهل السنة إلى حد أن رموهم بالكفر والزندقة، ومن\r__________\r1 دروس في تاريخ الفلسفة للدكتور بيومي مدكور ويوسف كرم ص 140.\r2 كشف الظنون ح 1 ص150.","seal":"82FB5D18","part":1},
      {"page":7,"id":5,"nass":"ذلك الوقت دخل في التصوف رجال من غير أهله، تظاهروا بالورع والطاعة، وتحلوا بالزهد الكاذب والتقشف المصطنع، ومن هؤلاء الذين اندسوا بين جماعة المتصوفة، جماعة الباطنية الذين تبطنوا الكفر والتحفوا الإسلام، وتستروا وراء مظاهر الزهد الكاذب والورع المصنوع، كما تستروا وراء التشيع لآل بيت رسول الله صلى الله عليه وسلم، ولا غرض لهم من وراء ذلك كله إلا أن يفسدوا على المسلمين عقائدهم، ويزعزعوا ثقتهم في دينهم وكتاب ربهم!!.\rولقد نتج عن تأثر المتصوفة بالفلاسفة وبمن اندسوا بينهم من الباطنية أن تنوع التصوف إلى نوعين:\rتصوف نظري: وهو الذي يقوم على البحث والدراسة.\rوتصوف علمي: وهو الذي يقوم على التقشف والزهد والتفاني في طاعة الله.\rوكل من النوعين كان له أثر في تفسير القرآن الكريم، مما جعل التفسير الصوفي يتنوع- هو أيضا- إلى نوعين:\rتفسير نظري أو فلسفي، وتفسير صوفي فيضي أو إشاري.","seal":"96B104A5","part":1},
      {"page":7,"id":6,"nass":"التفسير الصوفي النظري أو الفلسفي:\rأما التفسير الصوفي النظري أو الفلسفي، فقوامه المباحث النظرية، والتعاليم الفلسفية، والصوفي إذا كان من أصحاب هذه النزعة الفلسفية، نظر إلى القرآن من خلال نزعته، وكله حرص على أن يجد في القرآن ما يشهد لنظرياته وفلسفاته، وليس من السهل أن يجد في القرآن ما يتفق صراحة مع تعاليمه، ولا ما يتمشى بوضوح مع نظرياته فإذا به يحاول أن يطوع القرآن قسرا إلى ما يقول به، وإذا به ينتهي بعد","seal":"83BE9BC2","part":1},
      {"page":8,"id":7,"nass":"إلى تعسف في فهم النص القرآني فهما يخرجه عن ظاهره الذي يؤيده الشرع وتشهد له اللغة!!.","seal":"967AEA08","part":1},
      {"page":8,"id":8,"nass":"ابن عربي والتفسير النظري الفلسفي:\rونستطيع أن نعتبر محي الدين بن عربي شيخ هذه الطريقة في التفسير، إذ أنه أظهر من خب فيها ووضع، وأكثر أصحابه معالجة لتفسير القرآن على طريقة التصوف النظري.\rوفي الكتب المنسوبة لابن عربي على اختلافها وكثرتها نراه يطبق\rكثيرا من الآيات القرآنية على مفاهيم فلسفية.\rفمثلا: يفسر بعض الآيات بما يتفق والنظريات الفلسفية الكونية، فعند تفسيره لقوله تعالى في الآية (50) من سورة مريم في شأن إدريس عليه السلام {وَرَفَعْنَاهُ مَكَاناً عَلِيّاً} ويقول ما نصه:\r\"وأعلى الأمكنة المكان الذي تدور عليه رحى عالم الأفلاك، وهو فلك الشمس، وفيه مقام روحانية إدريس وتحته سبعة أفلاك، وفوقه سبعة أفلاك، وهو الخامس عشر.. ثم ذكر الأفلاك التي تحته والتي فوقه، ثم قال: \"وأما علو المكانة فهولنا أعني المحمديين، كما قال تعالى: {وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ} في هذا العلو، وهو يتعالى عن المكان لا عن المكانة1.\rوعند تفسيره لقوله تعالى في الآيتين (19، 20) من سورة الرحمن: {مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ. بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ} يقول ما نصه:\r__________\r1 الفصوص لابن عربي ص 26 ط: الزمان سنة 4 130","seal":"1535D357","part":1},
      {"page":9,"id":9,"nass":"\"مرج البحرين \" بحر الهيولى الجسمانية الذي هو الملح الأجاج، وبحر الروح المجرد الذي هو العذب الفرات \"يلتقيان\" في الوجود الإنساني, \"بينهما برزخ \" هو النفس الحيوانية التي ليست في صفاء الروح المجردة ولطافتها، ولا في كثرة الأجساد الهيولانية وكثافتها \"لايبغيان\" لا يتجاوز أحدهما حده فيغلب على الآخر بخاصيته، فلا الروح يجرد البدن ويخرج به ويجعله من جنسه، ولا البدن يجسد الروح ويجعله ماديا.. سبحان خالق الخلق القادر على ما يشاء\"1.\rكذلك نرى ابن عربي يتأثر في تفسيره للقرآن الكريم بنظرية\rوحدة الوجود التي هي أهم النظريات التي بنى عليها تصوفه، فتراه في كثير من الأحيان يشرح الآيات على وفق هذه النظرية حتى أنه ليخرج بالآية عن مدلولها الذي أراده الله تعالى منها!!.\rفمثلا: عندما تعرض لقوله تعالى في أول سورة النساء {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ..} الآية، يقول ما نصه: \"اتقوا ربكم\" اجعلوا ما ظهر منكم وقاية لربكم، واجعلوا ما بطن منكم- وهو ربكم- وقاية لكم، فإن الأمر ذم وحمد فكونوا وقايته في الذم، واجعلوه وقايتكم في الحمد تكونوا أدباء عالمين\"2.\rوعند تفسيره لقوله تعالى في الآيتين (29، 30) من سورة الفجر: {فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي} يقول ما نصه:\r\" ... وادخلي جنتي التي هي ستري، وليست جنتي سواك، فأنت تسترني بذاتك الإنسانية، فلا أعرف إلا بك، كما أنك لا تكون\r__________\r1 تفسير أبن عربي ج ص 380 من النسخة الأميرية 1283هـ.\r2 النصوص ج 1 ص 50","seal":"51CC62F6","part":1},
      {"page":10,"id":10,"nass":"إلا بي، فإن عرفك عرفني، وأنا لا أعرف فأنت لا تعرف، فإذا دخلت جنته دخلت نفسك فتعرف نفسك معرفة أخرى غزير المعرفة التي عرضا حين عرفت ربك بمعرفتك إياها، فتكون صاحب معرفتين معرفة به من حيث أنت، ومعرفة به بك من حيث هو لا من حيث أنت، فأنت عبد رأيت ربا، وأنت رب لمن فيه أنت عبد، وأنت رب وأنت عبد لمن له في الخطاب عهد\"1.\r__________\r1 الفصوص ج1 ص 191-193.","seal":"29C0DFD6","part":1},
      {"page":10,"id":11,"nass":"كلمة الحق في التفسير النظري الفلسفي:\rبعد هذه الأمثلة التي سقناها، نستطيع أن نقرر في صراحة واطمئنان. أن التفسير الصوفي النظري تفسير يخرج بالقرآن عن هدفه الذي يرمى إليه: يقصد القرآن هدفا معينا بنصوصه وآياته، ويقصد الصوفي هدفا آخر معينا بأبحاثه ونظرياته، وقد يكون بين الهدفين تنافر وتضاد، فيأبى الصوفي إلا أن يحول القرآن عن هدفه ومقصده إلى ما يقصده هو ويرمى إليه، وغرضه بهذا كله: أن يروج لتصوفه على حساب القرآن الكريم، وأن يقيم أبحاثه ونظرياته على أساس من كتاب الله، وبهذا الصنيع يكون الصوفي قد خدم فلسفته الصوفية ولم يعمل للقرآن شيئا، اللهم إلا هذا التأويل الذي كله شر على الدين، وإلحاد نص آيات الله!!.\rرأينا ابن عربي يميل ببعض الآيات إلى مذهبه القائل بوحدة الوجود، ووحدة الوجود- عنده وعند من يقول بها- معناها: أنه ليس هناك إلا وجود واحد، كل العالم مظاهر ومجال له، فالله- سبحانه- هو الموجود الحق، وكل ما عداه ظواهر وأوهام، ولا توصف بالوجود إلا بضرب من التوسع والمجاز. وهذه النظرية سرت إلى بعض المتصوفة عن","seal":"86D88B93","part":1},
      {"page":11,"id":12,"nass":"طريق الفلاسفة، وعن طريق الإسماعيلية الباطنية الذين خالطوهم وأخذوا عنهم مذهبهم القائل بحلول الإله في أئمتهم، وصوروه- أعني الصوفية، بصورة أخرى تتفق مع مذهب الباطنية في الحقيقة، وإن اختلفت في الاصطلاح والألفاظ....\"1.\rهذا المذهب الذي، خول لمثل الحلاج أن يقول: أنا الله ولمثل ابن عربي أن يقول: إن عجل بنى إسرائيل أحد المظاهر التي اتخذها الله وحل فيها، والذي جرّه فيما بعد إلى القول بوحدة الأديان لا فرق بين سماوي وغير سماوي، إذ الكل يعبدون الإله الواحد المتجلي في صورهم وصور جميع المعبودات.. هذا المذهب الذي يذهب بالدين من أساسه، هل يكون سائغا ومقبولا أن نجعله أصلا نبنى عليه أفهامنا لآيات القرآن الكريم؟.\rوهل يليق بهذا الصوفي الذي وضعه مريدوه في القمة أن يتأثر بمذهبه في وحدة الوجود فيقول في شرحه لقوله تعالى في الآية (23) من سورة الإسراء: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلا إِيَّاهُ} ما نصه:\".. فعلماء الرسوم يحملون لفظ قضى على الأمر ونحن نحمله على الحكم كشفا، وهو الصحيح، فإنهم اعترفوا أنهم ما يعبدون هذه الأشياء إلا لتقربهم إلى الله زلفى، فأنزلهم منزلة النواب الظاهرة بصورة من استنابهم وما ثم صورة إلا الألوهية فنسبوها إليهم، ولهذا يقضي الحق حوائجهم إذا توسلوا بها إليه غيرة منه على المقام أن يهتضم وإن أخطئوا في النسبة فما أخطئوا في المقام، ولهذا قال: \"إن هي إلا أسماء\r__________\r1 وحدة الوجود ليست هي نظرية الحلول، غاية الأمر أن أصحاب القول بوحدة الوجود ينقسمون إلى فريقين: فريق يقول بالحلول، وفريق لا يقول به- انظر الفلسفة الإسلامية للدكتور محمد البهي ص 47.","seal":"AB959FB0","part":1},
      {"page":12,"id":13,"nass":"سميتموها\" أي أنتم قلتم عنها آلهة.. وإلا فسموهم فلو سموهم لقالوا: هذا حجر، أو شجر، أو ما كان فتتميز عندهم بالاسمية، إذ ما كل حجر عبد ولا اتخذ إلها ولا كل شجر ولا كل جسم منير، ولا كل حيوان، فلله الحجة البالغة عليهم بقوله: \"قل سموهم\"1.\rوأصرح من هذا أنه لما عرض لقوله تعالى في الآية (163) من سورة البقرة: {وَإِلَهُكُمْ إِلَهٌ وَاحِد} قال ما نصه.\r\".. إن الله تعالى خاطب في هذه الآية المسلمين والذين عبدوا غير الله قربة إلى الله فما عبدوا إلا الله، فلما قالوا: ما نعبدهم إلا ليقربونا إلى الله زلفى فأكدوا ذكر العلة، فقال الله لنا: إن إلهكم والإله الذي يطلب المشرك القربة إليه بعبادة هذا الذي أشرك به واحد، كأنكم ما اختلفتم في أحديته.. فقال: وإلهكم، فجمعنا وإياهم إله واحد، فما أشركوا إلا بسببه فيما أعطاهم نظرهم، ومن قصد عن أجل أمر فذلك الأمر على الحقيقة هو المقصود لا من ظهر أنه قصد، كما يقال: من صحبك لأمر، أو حبك لأمر ولى بانقضائه، ولهذا ذكر الله: أنهم يتبرءون منهم يوم القيامة وما أخذوا إلا من كونهم فعلوا ذلك من نفوسهم، لا أنهم جهلوا قدر الله في ذلك، ألا ترى الحق لما علم هذا منهم كيف قال: وإلهكم إله واحد؟ ونبههم فقال: \"قل سموهم\" فيذكرونهم بأسمائهم المخالفة أسماء الله، ثم وصفهم بأنهم في شركهم قد ضلوا ضلالا بعيدا أو مبينا، لأنهم أوقعوا أنفسهم في الحيرة، لكونهم عبدوا ما نحتوا بأيدهم وعلموا أنه لا يسمع ولا يبصرو لا يغنى عنهم من الله شيئا\".\rويستطرد ابن عربي في الحديث إلى أن يقول: \"فإذا علمت هذا وتقرر لديك، علمت أن الله إله واحد في كل شرع عينا، وكثير صورة\r__________\r1 الفتوحات المكية ج3 ص 117.","seal":"84F29901","part":1},
      {"page":13,"id":14,"nass":"وكونا، فإن الأدلة العقلية تكثره باختلافها فيه، وكلها حق، ومدلولها صدق، والتجلي في الصور كثرة أيضا لاختلافها، والعين واحدة، فإذا كان الأمر هكذا فما تصنع؟ أو كيف يصح لي أن أخطيء قائلا؟.. الخ\"1.\rوبعد: فالذي أدين الله عليه أن مثل هذا التفسير الذي أخضعه ابن عربي وغيره إلى نظرية وحدة الوجود أو إلى المفاهيم الفلسفية الغامضة، مرفوض بالكلية، لأنه خروج بالنص العربي عن مدلوله، ولا يعرف عن رسول الله صلى الله عليه وسلم ولا عن أحد من صحابته أو تابعيهم: أنه نحى مثل هذا المنحى العجيب في التفسير، وكتاب الله أعلى وأجل من أن تلصق به هذه الأفهام الضالة المضلة. \"ومن يضلل الله فما له من هادى\".\r__________\r1 المرجع السابق ج4 ص 16-17.","seal":"846628C5","part":1},
      {"page":13,"id":15,"nass":"التفسير الصوفي الفيضي أو الإشاري:\rوأما التفسير الصوفي الفيضي أو الإشاري: فهو تأويل آيات القرآن الكريم على خلاف ما يظهر منها، بمقتضى إشارات خفية تظهر لأرباب السلوك، ويمكن التطبيق بينها وبين الظواهر المرادة من الآيات.\rالفرق بين التفسير النظري والتفسير الإشاري:\rعلى ضوء ما تقدم نستطيع القول بأن الفرق بين التفسير النظري والتفسير الإشاري من وجهين:\rأولا: أن التفسير الصوفي النظري، ينبني على مقدمات علمية تنقدح في ذهن الصوفي أولا، ثم ينزل القرآن عليها بعد ذلك.","seal":"10D1B5D5","part":1},
      {"page":14,"id":16,"nass":"أما التفسير الإشاري، فلا يرتكز على مقدمات علمية، بل يرتكز على رياضة روحية يأخذ بها الصوفي نفسه حتى يصل إلى درجة تنكشف له فيها من سخف العبارات هذه الإشارات القدسية، وتنهل على قلبه من سحب الغيب ما تحمله الآيات من المعارف السبحانية.\rثانيا: أن التفسير الصوفي النظري، يرى صاحبه أنه كل ما تحمله الآية من المعاني، وليس وراءه معنى آخر يمكن أن تحمل الآية عليه.. هذا بحسب طاقته طبعا.\rأما التفسير الإشاري، فلا يرى الصوفي أنه كل ما يراد من الآية بل يرى أن هناك معنى آخر تحتمله الآية ويراد منها أولا وقبل كل شيء: ذلك هو المعنى الظاهر الذي ينساق إليه الذهن قبل غيره.\rشرعية التفسير الإشاري:\rولسنا ننكر أن للتفسير الإشاري سندا شرعيا، ولا ندعى أنه حدث في الدين ابتدعه المتصوفة في تفسير القرآن الكريم فقد أشار إليه القرآن الكريم بقوله: {.. فَمَالِ هَؤُلاءِ الْقَوْمِ لا يَكَادُونَ يَفْقَهُونَ حَدِيثاً} النساء82، وقوله: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} محمد 24 وبيان ذلك- كما يقرره الشاطبي في الموافقات- 2 ص 382،383-: \"أن القرآن له ظهر وبطن، فحيث ينعى القرآن على الكفار أنهم لا يكادون يفقهون حديثا يحضهم على التدبر في آياته، لا يريد بذلك أنهم لا يفهمون نفس الكلام أو حضهم على فهم ظاهره، لأن القوم عرب والقرآن لم يخرج عن لغتهم فهم يفهمون ظاهره ولاشك، وإنما أراد بذلك: أنهم لا يفهمون عن الله مراده من الخطاب، وحضهم على أن يتدبروا في آياته حتى يقفوا على مقصود الله ومراده، وذلك هو الباطن الذي جهلوه ولم يصلوا إليه بعقولهم.","seal":"928AC2F4","part":1},
      {"page":15,"id":17,"nass":"ويقرر الإمام السيوطي وغيره: أن رسول الله صلى الله عليه وسلم نبه على التفسير الإشاري بقوله في الحديث الذي رواه الغربابي عن الحسن مرسلا \"لكل آية ظهر وبطن، ولكل حرف حد، ولكل حد مطلع \" وقد فسر الحديث بتفسيرات عدة، ولم أقف له على أصل صحيح يعتد به فلعل المعنى القريب للحديث ما حكاه ابن النقيب: من أن ظهرها: ما ظهر من معانيه لأهل العلم بالظاهر وبطنها: ما تضمنته من الأسرار التي يطلع الله عليها أرباب الحقائق.\rوأقول: أن بعض الصحابة كانت لهم في القرآن أفهام فوق ظاهر النص، هي في الواقع إشارات قد لا يفهما الكثير منهم، فمن ذلك مثلا:\rما رواه البخاري عن ابن عباس رضي الله عنهما قال: \"كان عمر يدخلني مع أشياخ بدر، فكأن بعضهم وجد في نفسه فقال: لم تدخل هذا معنا ولنا أبناء مثله؟ فقال عمر: أنه من حيث علمتم، فدعاه ذات يوم فأدخله معهم فما رأيت أنه دعاني يومئذ إلا ليريهم، قال: ماتقولون في قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا، وسكت بعضهم فلم يقل شيئا، فقال لي: أكذاك تقول يا ابن عباس؟ فقلت: لا، قال: فما تقول؟ قلت: هو أجل رسول الله صلى الله عليه وسلم أعلمه الله له: قال إذا جاء نصر الله والفتح، فذلك علامة أجلك فسبح بحمد ربك واستغفره إنه كان توابا، فقال عمر: ما أعلم منها إلا ما تقول\"1.\rفبعض الصحابة لم يفهم من السورة أكثر من معناها الظاهر، أما\r__________\r1 البخاري: باب التفسير ج 6 ص 179.","seal":"231E8D21","part":1},
      {"page":16,"id":18,"nass":"ابن عباس وعمر- رضي الله عنهم- فقد فهما معنى آخر وراء الظاهر هو المعنى الباطن الذي تدل عليه السورة بطريق الإشارة.\rوأيضا ما ورد من أنه لما نزل قوله تعالى في الآية (12) من سورة المائدة: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} ، فرح الصحابة وبكى عمر رضي الله تعالى عنه وقال: ما بعد الكمال إلا النقص مستشعرا نعيه عليه الصلاة والسلام، فقد أخرج ابن أبى شيبة: أن عمر رضي الله عنه لما نزلت الآية بكى، فقال النبي صلى الله عليه وسلم: \"ما يبكيك؟ \" قال: أبكاني أنا كنا في زيادة من ديننا، فأما إذا كمل، فانه لم يكمل شيء قط إلا نقص، فقال عليه الصلاة والسلام: \"صدقت\" 1.\rفعمر- رضي الله عنه- أدرك المعنى الإشاري، وهو نعي رسول الله صلى الله عليه وسلم، وأقره النبي على فهمه هذا. وأما باقي الصحابة فقد فرحوا بنزول الآية، لأنهم أيفهموا أكثر من المعنى الظاهر لها.\rهذه الأدلة مجتمعة تعطينا أن القرآن الكريم له ظهر وبطن.. ظهر يفهمه كل من يعرف اللسان العربي، وبطن يفهمه أصحاب المواهب وأرباب البصائر، غير أن المعاني الباطنية للقرآن لا تقف عند الحد الذي تصل إليه مداركنا القاصرة، بل هي أمر فوق ما نظن وأعظم مما نتصور، ولقد فهم ابن مسعود رضي الله عنه: أن في فهم معاني القرآن مجالا رحبا ومتسعا بالغا فقال: \"من أراد علم الأولين والآخرين فليثور2 القرآن\" وإلى هذا أشار الله تعالى بقوله: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} سورة الأنعام \"28\".\r__________\r1 تفسير الآلوسي ج6 ص60\r2 أي لينقر عنه ويفكر في معانيه وتفسيره وقراءته.","seal":"12579CFE","part":1},
      {"page":17,"id":19,"nass":"هذا، وينبغي أن يعلم أن المعاني الظاهرة للنص القرآني لا يشترط لمعرفتها أكثر من الجريان على اللسان العربي، وكل معنى مستنبط من القرآن غير جار على اللسان العربي فليس من تفسير القرآن في شيء.. لا مما يستفاد منه ولا مما يستفاد به، ومن ادعى فيه ذلك فهو مبطل في دعواه.\rأما المعنى الباطن، فلا يكفي فيه الجريان على اللسان العربي وحده، بل لابد فيه مع ذلك من نور يقذفه الله تعالى في قلب الإنسان يصير به نافذ البصيرة في التفكير، ومن هذا: أن التفسير الإشاري ليس أمرا خارجا عن مدلول اللغة، ولهذا اشترط العلماء لصحة هذا اللون من التفسير شرطين أساسيين:\rأولهما: أن يصح على مقتضى الظاهر المقرر في لسان العرب، بحيث يجرى على المقاصد العربية.\rثائيهما: أن يكون له شاهد نصا أو ظاهرا في محل آخر يشهد لصحته من غير معارض.\rأما الشرط الأول: فظاهر من قاعدة كون القرآن عربيا، فإنه لو كان له فهم لا يقتضيه كلام العرب لم يوصف بكونه عربيا، ولأنه مفهوم يلصق بالقرآن وليس في ألفاظه ولا في معانيه ما يدل عليه، وما كان كذلك فلا يصح أن ينسب إلى القرآن أصلا، ومن قال هذا فهو متقول على الله بالهوى والغرض.\rوأما الشرط الثاني: فانه إذا لم يكن له شاهد في محل آخر، أو كان له معارض، صار مرر جملة الدعاوى التي تدعى على القرآن، والدعوة المجردة عن الدليل غير مقبولة باتفاق العلماء\"1.\r__________\r1 انظر الموافقات للشاطبي ج 3 ص 394.","seal":"19FF6364","part":1},
      {"page":18,"id":20,"nass":"ثم لابد مع ذلك من اعتقاد أن المعنى الظاهر مراد الله تعالى، ومن ادعى أن الظاهر غير مراد لله عد كافرا. قال ابن الصلاح في فتاواه- وقد سئل عن كلام الصوفية في القرآن-: وجدت عن الإمام أبى الحسن الواحدي المفسر- رحمه الله- أنه قال: صنف أبو عبد الرحمن السلمي حقائق التفسير، فإن كان قد اعتقد أن ذلك تفسير فقد كفر. قال ابن الصلاح: وأنا أقول: الظن بمن يوثق به منهم أنه إذا قال شيئا من ذلك أنه لم يذكره تفسيرا، ولا ذهب به مذهب الشرح للكلمة المذكورة من القرآن العظيم، فإنه لو كان كذلك كانوا قد سلكوا مسلك الباطنية \"وإنما ذلك ذكر منهم لنظير ما ورد به القرآن، فإن النظير يذكر بالنظير، ومن ذلك قتال النفس في الآية المذكورة- يريد قوله تعالى في الآية (133) من سورة التوبة: {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ} فكأنه قال: \"أمرنا بقتل النفس ومن يلينا من الكفار، ومع ذلك فياليتهم لم يتساهلوا في مثل ذلك لما فيه من الإبهام والإلباس\"1.\r__________\r1 فتاوى ابن الصلاح ص 29.","seal":"43D5FADA","part":1},
      {"page":18,"id":21,"nass":"موقف ابن عربي من التفسير الإشاري:\rما ذكرناه من كلام الإمام أبي الحسن الواحدي، وما عقب به عليه العلامة ابن الصلاح في فتاواه، ليس إلا حسن ظن بالقوم ومنهم ابن عربي. وكنت أود أن أقف من هؤلاء ومن ابن عربي بخاصة- وهو الشيخ الأكبر والكبريت الأحمر كما يقولون- هذا الموقف الذي وقفه ابن الصلاح منهم حملا لحال المسلم على الصلاح. ولكن تبدد أملي في حسن الظن بابن عربي وبمن يحطب في حبله من المتصوفة أثر مقالة قرأتها لابن عربي في فتوحاته وفيها يصرح بأن مقالات الصوفية في كتاب","seal":"5E82B8FD","part":1},
      {"page":19,"id":22,"nass":"الله ليست إلا تفسيرا حقيقيا لمعاني القرآن الكريم، وشرحا لمراد الله من ألفاظه وآياته، ويقول بكل صراحة: أن تسميتها إشارة ليس إلا من قبيل التقية والمداراة لعلماء الرسوم أهل الظاهر.. وفي هذه المقالة يحمل حملة شعواء على أهل الرسوم- على حد تعبيره- الذين ينكرون عليه وعلى غيره من الصوفية هذا المسلك في التفسير. وإليك ما قاله بالنص، لتقف على رأيه الصريح الذي لا لبس فيه ولا خفاء.\rمقالة ابن عربي في التفسير الإشاري:\rقال رحمه الله: \"اعلم أن الله عز وجل لما خلق الخلق، خلق الإنسان أطوارا، فمنا العالم والجاهل، ومنا المنصف والمعاند، ومنا القاهر ومنا المقهور، ومنا الحاكم ومنا المحكوم، ومنا المتحكم ومنا المتحكم فيه، ومنا الرئيس ومنا المرءوس، ومنا الأمير ومنا المأمور، ومنا الملك ومنا السوقة، ومنا الحاسد ومنا المحسود، وما خلق الله أشق ولا أشد من علماء الرسوم على أهل الله المختصين بخدمته.. العارفين به من طريق الوهب الإلهي الذي منحهم أسراره في خلقه، وفهمهم معاني كتابه، وإشارات خطابه فهم لهذه الطائفة مثل الفراعنة للرسل عليهم السلام، لما كان الأمر في الوجود الواقع على ما سبق به العلم القديم- كما ذكرنا- عدل أصحابنا إلى الإشارات، فكلامهم- رضي الله عنهم- في شرح كتابه العزيز الذي لا يأتيه الباطل من بين يديه ولا من خلفه إشارات وإن كان ذلك حقيقة وتفسيرا لمعانيه النافعة، ورد ذلك كله إلى نفوسهم مع تقديرهم إياه في العموم وفيما نزل فيه، كما يعلمه أهل اللسان الذين نزل الكتاب بلسانهم، فعم به- سبحانه- عندهم الوجهين كما قال: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ} ، يعني الآيات المنزلة في الآفاق وفي أنفسهم، فكل آية منزلة لها وجهان:","seal":"CFF8452E","part":1},
      {"page":20,"id":23,"nass":"وجه يرونه في نفوسهم، ووجه آخر يرونه فيما خرج عنهم، فيسمون ما يرونه في نفوسهم إشارة ليأنس الفقيه صاحب الرسوم إلى ذلك ولا يقولون في ذلك أنه تفسير وقاية لشرهم وتشنيعهم في ذلك بالكفر عليه، وذلك لجعلهم بمواقع خطاب الحق، واقتدوا في ذلك بسنن الهدى، فإن الله كان قادرا على تنصيص ما تأوله أهل الله في كتابه، ومع ذلك فما فعل، بل أدرج في تلك الكلمات الإلهية التي نزلت بلسان العامة علوم معاني الاختصاص التي فهمها عباده حين فتح لهم فيها بعين الفهم الذي رزقهم.\rولو كان علماء الرسوم ينصفون لاعتبروا في نفوسهم إذا نظروا في الآية بالعين الظاهرة التي يسلمونها فيما بينهم، فيرون أنهم يتفاضلون في ذلك، وبعلو بعضهم على بعض لا الكلام في معنى تلك الآية، وبقر القاصر بفضل غير القاصر فيها وكلهم في مجرى واحد، ومع هذا الفضل المشهود لهم فيما بينهم في ذلك، ينكرون على أهل الله إذا جاءوا بشيء مما يغمض عن إدراكهم، وذلك لأنهم يعتقدون فيهم أنهم ليسوا بعلماء، وأن العلم لا يحصل إلا بالتعلم المعتاد في العرف، وصدقوا، فان أصحابنا ما حصل لهم ذلك العلم إلا بالتعلم، وهو الإعلام الرحماني الرباني، قال تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ. خَلَقَ الْأِنْسَانَ مِنْ عَلَقٍ. اقْرَأْ وَرَبُّكَ الْأَكْرَمُ. الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْأِنْسَانَ مَا لَمْ يَعْلَمْ} فإنه القائل: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً} . {خَلَقَ الْأِنْسَانَ. عَلَّمَهُ الْبَيَانَ} فهو- سبحانه- علم الإنسان فلا نشك أن أهل الله هم ورثة الرسل عليهم السلام، والله يقول في حق الرسول: {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ} وقال في حق عيسى: {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالأِنْجِيلَ} وقال في حق خضر صاحب موسى عليهما السلام: {وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْماً} فصدق علماء الرسوم","seal":"0485696B","part":1},
      {"page":21,"id":24,"nass":"عندنا فيما قالوا: أن العلم لا يكون إلا بالتعلم وأخطأوا في اعتقادهم أن الله لا يعلم من ليس بنبي ولا رسول بقول الله: {يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ} وهي العلم، وجاء بمن وهي نكرة، ولكن علماء الرسوم لما آثروا الدنيا على الآخرة، وآثروا جانب الخلق على جانب الحق وتعودوا أخذ العلم من الكتب ومن أفواه الرجال الذين من جنسهم ورأوا- في زعمهم- أنهم من أهل الله بما علموا وامتازوا به على العامة، حجبهم ذلك عن أن يعلموا أن لله عبادا تولى الله تعليمهم في سرائرهم بما أنزله في كتبه وعلى السنة رسله وهو العلم الصحيح عن العالم المعلم الذي لا يشك مؤمن في كمال علمه ولا غير مؤمن، فان الذين قالوا: إن الله لا يعلم الجزئيات ما أرادوا نفي العلم عنه، وإنما قصدوا بذلك أنه تعالى لا يتجدد له علم بشيء بل علمها مندرجة في علمه بالكليات، فأثبتوا له العلم- سبحانه- مع كونهم غير مؤمنين، وقصدوا تنزيهه- سبحانه- في ذلك وإن أخطأوا في التعبير عن ذلك، فتولى الله بعنايتة لبعض عباده تعليمهم بنفسه بإلهامه وإفهامه إياهم {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} في أثر قوله {وَنَفْسٍ وَمَا سَوَّاهَا} فبين لها الفجور من التقوى إلهاما من الله لها لتتجنب الفجور وتعمل بالتقوى.\rوكما كان أصل تنزيل الكتاب من الله على أنبيائه، كان تنزيل الفهم على قلوب بعض المؤمنين به، فالأنبياء عليهم السلام ما قالت على الله ما لم يقل لها، ولا أخرجت ذلك من نفوسها ولا من أفكارها ولا تعلمت فيه، بل جاءت من عند الله، كما قال تعالى: {تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} وقال فيه: {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ} وإذا كان الأصل المتكلم فيه من عند الله لا من فكر الإنسان ورويته-وعلماء الرسوم يعلمون ذلك- فينبغي أن يكون أهل الله العاملون به أحق بشرحه وبيان ما أنزل الله فيه من علماء الرسوم، فيكون شرحه","seal":"46E7762B","part":1},
      {"page":22,"id":25,"nass":"أيضا- تنزيلا من عند الله على قلوب أهل العلم كما كان الأصل، وكذا قال علي بن أبى طالب رضي الله عنه في هذا الباب: \"ما هو إلا فهم يؤتيه الله من يشاء من عباده في هذا القرآن \" فجعل ذلك عطاء من الله، يعبر عن ذلك العطاء بالفهم عن الله، فأهل الله أولى به من غيرهم فلما رأى أهل الله أن الله قد جعل الدولة في الحياة الدنيا لأهل الظاهر من علماء الرسوم، وأعطاهم التحكم في الخلق بما يفتون به، وألحقهم بالذين يعلمون ظاهرا من الحياة الدنيا وهم عن الآخرة غافلون- وهم في إنكارهم على أهل الله يحسبون أنهم يحسنون صنعا- سلم أهل الله لهم أحوالهم لأنهم علموا من أين تكلموا، وصانوا عنهم أنفسهم بتسميتهم الحقائق إشارات، فإن علماء الرسوم لا ينكرون الإشارات، فإذا كان في غد يوم القيامة يكون الأمر في الشكل كما قال القائل:\rسوف ترى إذا انجلى الغبار ... أفرس تحتك أم حمار\rكما يتميز المحق من أهل الله من المدعى في الأهلية، غدا يوم القيامة. قال بعضهم:\rإذا اشتبكت دموع في خدود ... تبين من بكى ممن تباكى\rأين عالم الرسوم من قول علي بن أبى طالب- رضي الله عنه-حين أخبر عن نفسه: أنه لو تكلم في الفاتحة من القرآن لحمل منها سبعين وقرأ؟ هل هذا إلا من الفهم الذي أعطاه الله في القرآن؟ فاسم الفقيه أولى بهذه الطائفة من صاحب علم الرسم، فإن الله يقول فيهم {لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} فأقامهم مقام الرسول في التفقه في الدين والإنذار، وهو الذي يدعو إلى الله على بصيرة كما يدعو رسول الله لصلى الله عليه وسلم على بصيرة لا على غلبة ظن كما يحكم عالم الرسوم، فشتان بين من هو فيما يفتى به وبقوله على بصيرة","seal":"3BD78D9A","part":1},
      {"page":23,"id":26,"nass":"منه في دعائه إلى الله وهو على بينة من ربه، وبين من يفتى في دين الله بغلبة ظنه.\rثم إن من شأن عالم الرسوم في الذب عن نفسه أن يجهل من يقول: فهمني ربي، ويرى أنه أفضل منه وأنه صاحب العلم إذ يقول من هو من أهل الله: إن الله ألقى في سرى مراده بهذا الحكم في هذه الآية، أو يقول: رأيت رسول الله صلى الله عليه وسلم في واقعتي فأعلمني بصحة هذا الخبر المروي عنه وبحكمه عنده. قال أبو يزيد البسطامي- رضي الله عنه- في هذا المقام يخاطب علماء الرسوم: \"أخذتم علمكم ميتا عن ميت، وأخذنا علمنا عن الحي الذي لا يموت\".\rيقول أمثالنا: حدثني قلبي عن ربي، وأنتم تقولون حدثني فلان.. وأين هو؟ قالوا: مات. عن فلان، وأين هو؟ قالوا؟ مات. وكان الشيخ أبو مدين- رحمه الله- إذا قيل له: قال فلان، عن فلان، عن فلان، يقول: ما في يد نأكل قديدا هاتوا ائتوني بلحم طري- يرفع همم أصحابه- فأولئك أكلوه لحما طريا، والواهب لم يمت، وهو أقرب إليكم من حبل الوريد.\rوالفيض الإلهي والمبشرات ما سد بابها، وهي من أجزاء النبوة، والطريق واضحة، والباب مفتوح، والعمل مشروع، والله يهرول لتلقى من إليه يسعى، وما يكون من نجوى ثلاثة إلا هو رابعهم، وهو معهم أينما كانوا، فمن كان معك بهذه المثابة من القرب- مع دعواك العلم بذلك والإيمان به- لم تترك الأخذ عنه والحديث معه، وتأخذ عن غيره ولا تأخذ عنه، فتكون حديث عهد بربك ... \" انتهى كلام ابن عربي، من الفتوحات المكية ج1 ص279-.28.","seal":"9BD1A52B","part":1},
      {"page":24,"id":27,"nass":"رأينا في مقالة ابن عربي:\rولسنا ننكر على ابن عربي دعواه أن ثم أفهاما يلقيها الله في قلوب أصفيائه وأحبابه، نحصهم بها دون غيرهم على تفاوت بينهم في ذلك بمقدار ما بينهم من تفاوت في درجات السلوك ومراتب الوصول، كما لا ننكر عليه أن تكون هذه الأفهام مرادة لله من كلامه، ولكن بشرط أن تكون داخلة تحت مدلول النص القرآني وأن يكون لها شاهد شرعي يؤيدها كما قلنا، أما أن تكون هذه الأفهام خارجة عن مدلول اللفظ القرآني وليس لها من الشرع ما يؤيدها، فذلك ما لا يمكن أن نقبله على أنه تفسير للآية وبيان لمراد الله منها لأن القرآن عربي قبل كل شيء، والله- سبحانه- يقول في شأنه: {كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآناً عَرَبِيّاً لِقَوْمٍ يَعْلَمُونَ} 1 وحاشا لله أن يلغز في آياته، أو يعمي على عباده طريق النظر في كتابه وهو يقول: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} 2.\rيقولون: إنهم يدركون بعض المعاني بعين اليقين، إذا فلابد لمن يريد أن يحكم على القوم حكما صحيحا أن يجتهد في الوصول إلى ما وصلوا إليه بالعيان دون أن يطلبه عن طريق البيان، فإنه طور وراء طور العقل، والشاعر يقول:\rعلم التصوف علم ليس يعرف ... إلا أخو فطنة بالحق معروف\rوليس يعرفه من ليس يشهد ... وكيف يشهد ضوء الشمس مكفوف3\r__________\r1الآية (3) من سورة فصلت.\r2 الآية (17) من سورة القمر وفي مواضع أخرى من السورة\r3 نفسها. \"3\" كشف الظنون ج1ص 222.","seal":"E1A2B3AD","part":1},
      {"page":25,"id":28,"nass":"ويقول ابن خلدون \"وليس البرهان والدليل بنافع في هذه الطريق ردا وقبولا، إذ هي من قبيل الوجدانيات\" 1.\rويقول الآلوسي في مقدمة تفسيره: \"فالإنصاف كل الإنصاف التسليم للسادة الصوفية الذين هم مراكز الدائرة المحمدية ما هم عليه، واتهام ذهنك السقيم فيما لم يصل- لكثرة العوائق والعلائق- إليه.\rوإذا لم تر الهلال فسلم ... لأناس رأوه بالأبصار\" 2\rويقول الآلوسي أيضا بعد أن نقل عن ابن عربي ما قاله في تفسير الفاتحة في فتوحاته: \"فإذا وقع الجدار، وانهدم السور، وامتزجت الأنهار، والتقى البحران، وعدم البرزخ صار العذاب نعيما، وجهنم جنة، ولا عذاب ولا عقاب إلا نعيم وأمان بمشاهدة العيان ... الخ \".. يقول الآلوسي بعد نقله لهذا الكلام الغريب: \"وهذا وأمثاله محمول على معنى صحيح يعرفه أهل الذوق، ولا ينافي ما وردت به القواطع.. \" ثم قال: \"وإياك أن تقول بظاهره مع ما أنت عليه، وكلما وجدت مثل هذا لأحد من أهل الله تعالى فسلمه لهم بالمعنى الذي أراده مما لا تعلمه أنت ولا أنا لا بالمعنى الذي ينقدح في عقلك المشوب بالأوهام، فالأمر- والله- وراء ذلك\"3.\rومثل هذه الأقوال أشبه ما تكون بالإكراه لنا على قبول وجدانيات القوم وشطحاتهم مهما أوغلت في البعد والغرابة، وتوريط لنا بتسليم كل ما يقولون تحت تأثير مالهم في مجال التصوف والمتصوفة من شهرة علمية، ومكانة دينية، ومهما يكن من شيء فأنا عند رأي وهو: أن هذه التفاسير الإشارية، مزلة قدم لمن لم يعرف مقاصد القوم، وليتهم احتفظوا بها\r__________\r1 مقدمة ابن خلدون ص 525.\r2 تفسير الآلوسي ج1 ص 8.\r3 تفسير الآلوسي ج1 ص 142,143","seal":"C5BFE997","part":1},
      {"page":26,"id":29,"nass":"لأنفسهم ولا يذيعوها على الناس فيوقعوهم في حيرة واختلاف: منهم من يأخذها على ظاهرها ويعتقد أن ذلك هو مراد الله من كلامه، وإذا عارضه ما ينقل من كتب التفسير على خلافه فربما كذبه أو أشكل عليه.. ومنهم من يكذبها ويرى أنها تقول على الله وبهتان!!.. ليتهم فعلوا ذلك، إذا لأراحونا من هذه الحيرة، وأراحوا أنفسهم من كلام الناس فيهم، وقذف البعض لهم بالكفر والإلحاد في آيات الله!! ...","seal":"CE8F3C94","part":1},
      {"page":26,"id":30,"nass":"حقيقة التفسير المنسوب لابن عربي:\rهذا التفسير الذي ينسب إلى أبي بكر محي الدين محمد بن علي بن أحمد بن عبد الله الحاتمي الطائي الأندلسي المعروف بابن عربي، وبعض الناس يصدق نسبته إليه ويعتقد أنه من عمل ابن عربي نفسه وبعض آخر لا يصدق هذه النسبة ويرى أنه من عمل عبد الرازق القاشاني، وتنما نسب إلى ابن عربي ترويجا له، نظرا لشهرة ابن عربي، وممن يرى هذا الرأي الأخير الأستاذ الإمام الشيخ محمد عبده عليه رحمة الله، فقد نقل عنه تلميذه المرحوم الشيخ محمد رشيد رضا في مقدمة تفسيره أنه قال بعد ما تكلم عن التفسير الإشاري: \"وقد اشتبه على الناس فيه كلام الباطنية بكلام الصوفية، ومن ذلك التفسير الذي ينسبونه للشيخ الأكبر محي الدين بن عربي، وإنما هو القاشاني الباطني الشهير، وفيه من النزعات ما يتبرأ عنه دين الله وكتابه العزيز، تفسير المنار ج1 ص 18.\rوما قاله الأستاذ الإمام من أن الكتاب من عمل القاشاني لا من عمل ابن عربي صواب أرتضيه وأؤيده بما يلي:\rأولا: أن جميع النسخ الخطية لهذا التفسير منسوبة للقاشاني، والاعتماد على النسخ المخطوطة أقوى لأنها الأصل الذي أخذت عنه النسخ المطبوعة.","seal":"09FE54BD","part":1},
      {"page":27,"id":31,"nass":"ثانيا: قال في كشف الظنون: \"تأويلات القرآن المعروف بتأويلات القاشاني، وهو تفسير بالتأويل على اصطلاح أهل التصوف إلى سورة \"ص\" للشيخ كمال الدين أبي الغنائم عبد الرازق جمال الدين الكاشي السمرقندي المتوفى سنة 730هـ أوله: \"الحمد لله الذي جعل مناظم كلامه مظاهر حسن صفاته ... الخ \". وقد رجعت إلى مقدمة التفسير المنسوب لابن عربي في النسخ المطبوعة قديما وفي أجزاء النسخة التي طبعت أخيرا، فوجدت أولها هذه العبارة المذكورة بنصها.\rثالثا: في تفسير سورة القصص من هذا الكتاب عند قوله تعالى: {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ ... } الآية يقول: \"وقد سمعت شيخنا نور الدين عبد الصمد، قدس روحه العزيز في شهود الوحدة ومقام الفناء عن أبيه أنه.. الخ \"1 ونور الدين هذا هون ور الدين عبد الصمد بن على النطنزي الأصفهاني، المتوفى في أواخر القرن السابع الهجري وكان شيخا لعبد الرزاق القاشاني المتوفى سنة 730 هـ كما يستفاد ذلك من كتاب نفحات الأنس في مناقب الأولياء ص 534-5372. وغير معقول أن يكون نور الدين عبد الصمد النطنزي المتوفى في أواخر القرن السابع الهجري شيخا لابن عربي المتوفى سنة 638هـ.\rلهذا كله أقرر أن هذا التفسير ليس لابن عربي، وإنما هو لعبد الرزاق القاشاني الباطني، كما يقول الأستاذ الإمام الشيخ محمد عبده عليه رحمة الله، أو الصوفي المتطرف الغامض كما أباه من خلال هذا التفسير!!.\r__________\r1 تفسير ابن عربي ج2 ص116 ط: الأميرية سنة 1283 هـ أما النسخة المطبوعة أخيرا فلم تصل- في الطبع- إلى هذا الحد.\r2 هذا الكتاب باللغة التركية، وقد رجعت إليه- من زمن- بمعرفة المرحوم الشيخ زاهد الكوثري وكيل المشيخة العثمانية بدار الخلافة سابقا.","seal":"C7141C22","part":1},
      {"page":28,"id":32,"nass":"وابن عربي- في رأيي ورأي الكثير من العلماء: صوفي لا يقل في تطرفه وغموضه عن القاشاني وقد بلغ من أمر تطرفه وغموضه حدا جعل بعض العلماء يرمونه بالكفر والزندقة، وذلك لما كان يدين به من القول بوحدة الوجود ولما كان يصدر عنه من المقالات الموهمة التي تحمل في ظاهرها كل معاني الكفر والزندقة وبين يدي كثير من النصوص الشاهدة على ذلك، نقلتها من مؤلفاته وأهمها \"الفتوحات المكية\" ومن الناقمين على ابن عربي: الحافظ الذهبي، وابن تيمية، ولقد بلغ من عداوة بعض الناس لابن عربي، أنهم حاولوا اغتياله بمصر.\rوبعض الناس يحسن الظن بابن عربي، ومن هؤلاء الإمام السيوطي، ولكنه إذ يزكيه ويعتقد ولايته، يحرم النظر في كتبه وذلك حيث يقول فما كتابه \"تنبيه الغبي على تنزيه ابن عربي\" ما نصه: \"والقول الفصل في ابن عربي اعتقاد ولايته، وتحريم النظر في كتبه، وذلك لأن الصوفية تواضعوا على ألفاظ اصطلحوا عليها، وأرادوا بها معاني غير المعاني المتعارفة فمن حمل ألفاظهم على معانيها المتعارفة بين أهل العلم الظاهر كفر\".\rوقال الحافظ الذهبي في ابن عربي: \"وله توسع في الكلام وذكاء وقوة خاطر، وحافظة وتدقيق في التصوف وتآليفه جمة في العرفان، ولولا شطحه في الكلام لم يكن به بأس\".\rومهما يكن من شيء فابن عربي والقاشاني كلاهما معقد في أفكاره، موهم في ألفاظه وتعابيره، مشكل أكثر ما يقول..\rوسواء أكان التفسير الذي نحن بصدده لابن عربي أم كان للقاشاني، فإن مؤلفه قد جمع فيه بين التفسير الصوفي النظري وبين التفسير الإشاري أو الباطني، ولم يتعرض فيه للكلام عن التفسير الظاهر بحال من الأحوال، وقد التزم هو في مقدمة تفسيره بالاكتفاء","seal":"5AB70E79","part":1},
      {"page":29,"id":33,"nass":"بالتفسير الباطني دون التعرض للتفسير الظاهر فقال: \"فرأيت أن أعلق على بعض ما سنح لي في الأوقات من أسرار حقائق البطون وأنوار شوارق المطلعات، دون ما يتعلق بالظواهر والحدود فإنه قد عين لها حد محدود\" اهـ. ج1 ص 4، 5، من المطبوع أخيرا.\rوما في الكتاب من التفسير الصوفي النظري، فغالبه يقوم على مذهب وحدة الوجود، ذلك المذهب الذي كان له أثر سيء في تفسير القرآن الكريم.\rوأما ما فيه من التفسير الإشاري، فكثير منه لا نفهم له معنى، ولا نجد له من سياق الآية أو لفظها ما يدل عليه، ولو أن مؤلف هذا التفسير كان واضحا في كلامه أو جمع بين التفسير الظاهر والباطن لهان الأمر إلى حد ما، ولكنه لم يفعل شيئا من ذلك، مما جعل الكتاب مغلقا، وموهما لمن يقرؤه أن هذا مراد الله من كلامه.\rوالكتاب في جملته إن لم يكن تفسيرا باطنيا. فهو أشبه ما يكون به، من ناحية ما فيه من تفسيرات تقوم على نظرية وحدة الوجود، وما فيه من المعاني الإشارية البعيدة، ثم هو بعد ذلك يورد أحاديث لا أصل لها، وفيما يلي نماذج من هذا التفسير تكشف عما فيه من زيغ وفساد:\r\"أ\" من الأحاديث التي لا أصل لها:\rقال عند شرحه للبسملة ما نصه:\r\"سئل رسول الله صلى الله عليه وسلم عن ألف الباء- من باسم الله الرحمن الرحيم- إلى أين ذهبت؟ قال: \"سرقها الشيطان \" وأمر- يعني رسول الله صلى الله عليه وسلم - بتطويل باء \"باسم الله\" تعويضا عن ألفها، إشارة إلى احتجاب ألوهية الآلهية في صورة الرحمة الإنتشارية، وظهورها في الصورة الإنسانية، بحيث لا يعرفها إلا أهلها\" اهـ. ج1 ص 9. من النسخة الحديثة.","seal":"9205789C","part":1},
      {"page":30,"id":34,"nass":"\"ب\" من التفسير الإشاري:\rا- عند تفسيره لقوله تعالى في سورة البقرة: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ} الآية. يقول ما نصه: \"ولا تأكلوا أموالكم\" معارفكم ومعلوماتكم \"بينكم \" بباطل شهوات النفس ولذاتها، بتحصيل مآربها، واكتساب مقاصدها الحسية والجمالية باستعمالها \"وتدلوا بها إلى الحكام \" وترسلوا إلى حكام النفوس الأمارة بالسوء \"لتأكلوا فريقا من أموال الناس\" بالقوى الروحانية \"بالإثم\" أي بالظلم بصرفكم إياها في ملاذ القوى النفسانية \"وأنتم تعلمون\" أن ذلك إثم ووضع الشيء في غير موضعه أهـ ج2 ص 117 من النسخة الحديثة.\r2- عند تفسيره لقوله تعالى في سورة آل عمران: {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ..} الآية- قال ما نصه:\r\"فلما أحس عيسى\" القلب من القوى النفسانية \"الكفر\" الاحتجاب والإنكار والمخالفة \"قال من أنصاري إلى الله \" أي اقتضى من القوى الروحانية نصرته عليهم في التوجه إلى الله \"قال الحواريون \" أي صفوته وخالصته من الروحانيات المذكورة \"نحن أنصار الله آمنا بالله \" أي بالاستدلال والتنور بنور الروح \"واشهد بأنا مسلمون \" مذعنون منقادون \"اهـ ج 3 ص 189 من النسخة الحديثة.\r\"جـ\" من التفسير المبني على وحدة الوجود:\rا- عند تفسيره لقوله تعالى في سورة آل عمران {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} قال ما نصه: \"ربنا ما خلقت هذا الخلق باطلا\"، أي شيئا غيرك، فإن غير الحق هو الباطل، بل جعلته أسماءك ومظاهر صفاتك \"سبحانك \" ننزهك","seal":"D3DA6C3C","part":1},
      {"page":31,"id":35,"nass":"أن يوجد غيرك، أي يقارن شيء فردانيتك، أو يثني وحدانيتك\" اهـ. ج1 ص ا 14 من النسخة الأميرية\".\r2- وعند تفسيره لقوله تعالى في سورة الواقعة: {نَحْنُ خَلَقْنَاكُمْ فَلَوْلا تُصَدِّقُونَ} أو يقول ما نصه: \"نحن خلقناكم بأظهاركم بوجودنا وظهورنا في ظهوركم \"أهـ ج2 ص ا 29 من النسخة الأميرية\".\r3- وعند تفسيره لقوله تعالى في سورة الحديد: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} يقول ما نصه: \"وهو معكم أينما كنتم بوجودكم به، وظهوره في مظاهركم \" أهـ ج2 ص 294 من النسخة الأميرية\".\r4- وعند تفسيره لقوله تعالى في سورة المزمل: {وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} قال ما نصه: \"واذكر اسم ربك \" الذي هو أنت، أي اعرف نفسك واذكرها ولا تنسها فينسك الله، واجتهد لتحصيل كمالها بعد معرفة حقيقتها \"رب المشرق والمغرب \" أي الذي ظهر عليك نوره فطلع من أفق وجودك بإيجادك، والمغرب الذي اختفى بوجودك وغرب نوره فيك واحتجب لك \"اهـ ج2 ص 352 من النسخة الأميرية\".\rوبعد: فهذه نماذج تكشف عن روح هذا التفسير وهي روح كلها شر، وكتاب هذا شأنه يفسد على المسلمين عقيدتهم ويوقعهم في حيرة وشك من كتاب ربهم، ولهذا أرى من الواجب على المسئولين أن يصادروا ما طبع من هذا التفسير، ويحال دون طبع باقيه وإخراجه للناس مخافة أن يفتنوا في دينهم، ويضلوا في فهم كتاب ربهم.\r{رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ} .\rدكتور محمد حسين الذهبي","seal":"4BEFB6DF","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1398,"Bk":"تفسير ابن عربي للقرآن حقيقته وخطره","HigriD":"1398","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الدكتور محمد السيد حسين الذهبي","bLnk":null,"Inf":"","Auth":"الذهبي، محمد حسين","Betaka":"الكتاب: تفسير ابن عربي للقرآن حقيقته وخطره\r\nالمؤلف: الدكتور محمد السيد حسين الذهبي (المتوفى: 1398هـ)\r\nالناشر: الجامعة الإسلامية، المدينة المنورة\r\nالطبعة: الثانية\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"محمد حسين الذهبي ( 1333 ه - 1915 م = 1397 ه - 1977 م )\r\n\r\nباحث مفسر من كبار علماء الأزهر ، شغل منصب أستاذ بالمعهد الديني بالقاهرة ، ثم بكلية أصول الدين بالأزهر ، فوزيرا للأوقاف .\r\nاختطف وقتل ، قيل لتذهب معالم السرقات التي كانت بيده وثائقها منذ كان وزيرا للأوقاف .\r\nله مؤلفات كثيرة ، من أشهرها : التفسير والمفسرون ، مقدمة في علم التفسير ، مقدمة في علوم القرآن ، مقدمة في علوم الحديث ، الإسرائليات في التفسير والحديث ، نور اليقين من هدي خاتم المرسلين ، وغيرها \r\n\r\nنقلا عن : إتمام الأعلام لـ : نزار أباظة ، محمد رياض المالح - بتصرف يسير ","seal":"82BB3A9A","cat":"علوم القرآن","oNum":10089,"BkId":10089,"oAuth":38,"bVer":1,"aSeal":"B8ACCBA9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10089":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"نشأة التصوف وتطوره:"},
      {"lvl":1,"id":6,"sub":0,"tit":"التفسير الصوفي النظري أو الفلسفي"},
      {"lvl":1,"id":8,"sub":0,"tit":"ابن عربي والتفسير النظري الفلسفي"},
      {"lvl":1,"id":11,"sub":0,"tit":"كلمة الحق في التفسير النظري الفلسفي"},
      {"lvl":1,"id":15,"sub":0,"tit":"التفسير الصوفي الفيضي أو الإشاري"},
      {"lvl":1,"id":21,"sub":0,"tit":"موقف ابن عربي من التفسير الإشاري"},
      {"lvl":1,"id":27,"sub":0,"tit":"رأينا في مقالة ابن عربي"},
      {"lvl":1,"id":30,"sub":0,"tit":"حقيقة التفسير المنسوب لابن عربي"}
    ]
}
