{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10108":
    [
      {"page":120,"id":1,"nass":"مدخل\r...\rتنبيهات على تحريفات وتصحيفات في كتاب مجمع الزوائد ومنبع الفوائد\rللحافظ أبي بكر نور الدين الهيثمي. ت: 807هـ\rبقلم الدكتور: عاصم بن عبد الله بن إبراهيم أستاذ مساعد بكلية الحديث الشريف بالجامعة\rإن الحمد لله نحمده، ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداًَ عبده ورسوله صلى الله عليه وسلم.\rأما بعد: فإن كتاب (مجمع الزوائد ومنبع الفوائد) للحافظ أبيِ الحسن نور الدين علي بن أبي بكر بن سليمان الهيثمي (بالمثلثة) (ت 807 هـ) يعد ديواناًَ عظيماًَ من دواوين السنة، وهو كتاب جامع نافع حوى ما زاد على الصحيحين والسنن الأربعة من مسند الإمام الحافظ أبي عبد الله أحمد بن محمد بن حنبل الشيباني (ت 241 هـ) ومسند الإمام الحافظ أبي يعلى الموصلي أحمد بن علي بن المثنى (ت 307 هـ) ، ومسند الحافظ الإمام أبى بكر البزار أحمد بن عمرو بن عبد الخالق (ت 292 هـ) ، ومعاجم الإمام الحافظ أبي القاسم سليمان بن أحمد بن أيوب الطبراني (ت 360 هـ) الثلاثة: الصغير والأوسط والكبير. وحسبك في الثناء على الإمام الحافظ الهيثمي قول تلميذه الحافظ الشهير ابن حجر العسقلاني (ت 852 هـ) فيه إنه \" الإمام العلامة المسند المحدث الحافظ \" 1.\rولأهمية كتاب (مجمع الزوائد) وغزارته العلمية رأيت التنبيه على ما وقع 2 لكاتب هذه\r1 انظر مقدمة (مجمع الزوائد) صورة ما كتبه الحافظ بن حجر العسقلاني. رحمه الله. وانظر (المعجم المؤسس للمعجم المفهرس) (ق 185) مصورة الجامعة الإسلامية بالمدينة.\r2 ولعل الله يسر لي أو لغيري التنبيه على غيرها وعلى ما في المتون أيضاً وترفق في طبعة أخرى للمجمع على أقل الأحوال إن لم يطبع بتحقيق وإخراج جديد متقن.","seal":"3ADD62CF","part":1},
      {"page":121,"id":2,"nass":"السطور من أخطاء وتصحيفات في (الرجال) في (المجمع) خدمة للعلم وأهله.\rولقد أوجزت القول فيها مكتفياً بذكر ما في (مجمع الزوائد) ثم بيان الصواب في ذلك وجزمت به أو رجحته بقولي (لعله) . وكما أن غير قليل من هذه التصحيفات- كما أشير أحياناً- لم يوجد لها تراجم في كتب الرجال فظهر لنا الصواب بمراجعة أصل المخطوط من (مجمع الزوائد) - وقد يكون ما في المخطوط موافقاً للمطبوع أيضاً وهو خطأ كما بينت- أو بمراجعة (مجمع البحرين في زوائد المعجمين) للحافظ الهيثمي، أو بمراجعة أصول كتب مجمع الزوائد أو زوائدها، أو بمراجعة كتب التخريج لحديث مجمع الزوائد فنجد النقل من أصل (المجمع) من المعاجم أو المسانيد على غير ما في المطبوع وهو الصواب لقرائن متعددة، ويزيد هذا تأكيداً حيث يُذكر حديث المجمع في ترجمة ما رأيناه صواباًَ وغير ذلك من الأدلة والقرائن ومع هذا فلا أدَّعي السلامة من الخطأ فإن وجدتَ خلاف ما ذكرتُ فأرجو أن تنبهني على الصواب.\rوأما الطبعة التي اعتمدت عليها فهي مصورة عن الطبعة التي نشرها حسام الدين القدسي بمصر عام (1352 هـ) والموجود الآن- في علمي- مصور عنها. والجدير بالذكر أن (مجمع الزوائد) قد سبق أن طبعه العلامة المحقق صديق حسن خان (ت 1307 هـ) على نفقته في (مجلد واحد) في دلهي بالهند كما جاء في (معجم المطبوعات العربية) (ص 1903) .\rوإليك أخي القاريء ما أردته من (تنبيهات) وقد رتبت لك الرواة على حروف المعجم، وإن أطلقت (المجمع) فالمراد (مجمع الزوائد) والله المستعان ولا حول ولا قوة إلا به وهو الهادي إلى الصواب.","seal":"5994DA26","part":1},
      {"page":121,"id":3,"nass":"حرف الألف\rا- جاء في \"مجمع الزوائد\" (7/ 139) : إبراهيم النخعي.\rقلت: صوابه \" أبو مالك النخعي \" وانظر \"المعجم الكبير\" للطبراني (10/ 85) و \"فيض القدير\" للمنُاوي (5/323) ولكن وقع في الأخير مالك النخعي إذ سقطت كلمة \"أبو\". وانظر: \"تهذيب التهذيب \" (12/ 219- 220) .\r2- جاء في \"المجمع \" (9/ 132) : إسحاق بِن إبراهيم الضَّبي.\rقلت: صوابه إبراهيم بن إسحاق الضّبي، كما جاء في \"مجمع الزوائد\" (2/57) و (8/ 72) وانظر \"لسان الميزان \" لابن حجر (1/ 30) .","seal":"6D4D9782","part":1},
      {"page":122,"id":4,"nass":"3- جاء في \"المجمع \" (4/325) : إسحاق بن سيد.\rقلت: صوابه \"إسحاق بن آسيد\" بالفتح وهو من رجال التقريب (1/ 56) وانظر \"مجمع البحرين في زوائد المعجمين \" للهيثمي (4/ ق 325) مصورة الجامعة الإسلامية لكن وقع فيه إسحاق بن أسد وهو خلاف الصواب أيضاً.\r4- جاء في \"المجمع \" (1/ 250) أيوب بن سنان.\rقلت: صوابه \"أيوب بن سَيَّار\" كما في \"كشف الأستار عن زوائد البزار للهيثمي\" (1/ 149) وانظر \"مجمع الزوائد\" (1/ 315) (و2/204) .\r5- جاء في \"المجمع \" (3/ 219) : أيوب بن محمد اليمامي.\rقلت: صوابه \"سليمان بن داود اليمامي\" وانظر\"ميزان الإعتدال\" للذهبي (2/ 202) و (1/ 292) وراجع \"مجمع الزوائد\" (8/ 189) و (2/ 245) وغير ذلك.","seal":"7278E622","part":1},
      {"page":122,"id":5,"nass":"حرف الباء\r6- جاء في \"المجمع \" (2/310) : بشير بن إبراهيم الأنصاري.\rقلت: صوابه \"بشر بن إبراهيم الأنصاري\" وهكذا ورد في مواطن أخرى من \"المجمع \" انظر مثلاً (4/ 56/290) و (2/ 310) .","seal":"48F04C60","part":1},
      {"page":122,"id":6,"nass":"حرف التاء والثاء\r...\rحرف التاء خال حرف الثاء\r7- جاء في \"المجمع \" (4/ 151) : ثمان بن سعيد.\rقلت: صوابه \"اليمان بن سعيد \" وانظر \"إرواء الغليل في تخريج أحاديث منار السبيل\" لشيخنا العلامة محمد ناصر الدين الألباني (8/248) حيث ذكر حديث المجمع وسند الطبراني في الأوسط على ما صوبناه وانظر \"ميزان الإعتدال \" (4/460) .","seal":"581E71FD","part":1},
      {"page":122,"id":7,"nass":"حرف الجيم\r8- جاء في \"المجمع \" (84/1) : جارحة بن مصعب.\rقلت: صوابه \"خَاِرجة بن مصعب \" وانظر \"الكامل\" لابن عدي (4/ ق 38) مصورة الجامعة وانظر\"مجمع الزوائد\" (3/139) و (10/331) حيث جاء ذكره على الصحيح.","seal":"DC8CFE6F","part":1},
      {"page":123,"id":8,"nass":"9- جاء في \"المجمع\" (9/288) : جرير بن عبد الله البجلي.\rقلت: صوابه \"جرير بن أيوب البَجَلي\" انظر \"تعجيل المنفعة\" (ص 69) . وأما جرير بن أيوب البجلي فصحابي جليل شهير رضي الله عنه.\r10- جاء في \"المجمع \" (5/121) : جميع بن ثقت.\rقلت: صوابه \"جميع بن ثوب\" وانظر \"فيض القدير\" (5/ 192) وراجع \"المجمع\" (5/287) و (2/190) حيث ذكره على الصحيح.","seal":"A2CFDE0E","part":1},
      {"page":123,"id":9,"nass":"حرف الحاء\r11- جاء في \"المجمع \" (8/218) : حسن بن فرقد.\rقلت: صوابه \"جسر بن فرقد\" وانظر \"المعجم الكبير\" (8/165) و\"ميزان الإعتدال\" (1/ 398) .\r12- جاء في \"المجمع\" (3/157) : الحسن بن رشيد.\rقلت: صوابه \"الحسن بن رُشَيد\" وانظر \"الميزان \" (1/490) .\r13- جاء في \"المجمع\" (4/251) : حماد بن عبد الرحمن العكي.\rقلت: صوابه \"حماد بن عبد الرحمن الكلبي\" إذ هو الراوي عن خالد بن الزبرقان كما في \"الجرح والتعديل\" (3/143) وانظر\"مجمع الزوائد\" (3/273) . والكلبي نسبة إلى كلب بن وبرة كما في \"المغني\" للفتني (ص66) .\r14- جاء في \"المجمع \" (9/156) : حماد بن عُمر.\rقلت: صوابه \"حماد بن عَمْرو\" وذكره على الصواب في \"المجمع\" (9/317) وانظر \"ميزان الإعتدال\" (1/598) و\" اللسان\" (2/350) وغيرهما.\r15- جاء في \"المجمع\" (5/149) : حميد بن عبد الرحمن بن حماد بن أبي الخوار.\r. قلت: صوابه \"حميد بن حماد بن أبي الخُوار\" حيث الذي في المجمع لم أجد له ترجمة. وانظر\"تهذيب التهذيب\" (3/37-38) . وقارنه بنقل الهيثمي عن ابن حبان وهو مما يؤيد تصويبنا.\r16- جاء في \"المجمع\" (86/10) : حميد مولى أبي علقمة.","seal":"45F01848","part":1},
      {"page":124,"id":10,"nass":"قلت: صوابه \"حميد مولى ابن علقمة \" وهو من رجال التقريب (1/ 204) وانظر\"التهذيب\" (3/254) .","seal":"343C68E6","part":1},
      {"page":124,"id":11,"nass":"حرف الخاء\r17- جاء في \"المجمع\" (2/164) : خالد بن آدم.\rقلت: صوابه \"حامد بن آدم \" كما في \"مجمع البحرين\" (1/ ق82) وانظر \"المجمع\" (9/111) و (1/37) وغيرهما.\r18- جاء في \"المجمع\" (4/159) : خالد بن يزيد الأموي.\rقلت: صوابه \"خالد بن عمرو الأموي\" وانظر \"المجروحين\" لابن حبان (1/283) .","seal":"5DB7129E","part":1},
      {"page":124,"id":12,"nass":"حرف الدال\r19- جاء في \"المجمع\" (5/104) داود بن بلال الأودي.\rقلت: حديث \"المجمع\" في \"مجمع البحرين\" (4/ ق 394) وهذا إسناده، قال: حدثنا محمد بن شعيب ثنا عبد السلام بن ضمرة الداري ثنا الصباح بن محارب ثنا داود الأودي عن أبيه عن أبى هريرة فذكره، قال: لم يروه عن داود إلا الصباح.\rقلت: لم يذكر في الإسناد أن داود هو ابن بلال كما هو صنيع الهيثمي. وكما أن داود الأودي الذي في السند هو داود بن يزيد الأودي وله رواية عن أبيه كما في \"التهذيب\" (3/205) وهو ضعيف كما في \"التقريب\" وأما داود بن بلال السعدي (بالسين) فذكره ابن أبى حاتم في \"الجرح والتعديل\" (3/408) ولم يذكر فيه جرحاً ولا تعديلاً. وقال عنه ابن حبان:\" مستقيم الحديث \" كما في \"التعليق على الجرح\" للمعلمي رحمه الله وذكر أن ابن حبان ما قال فيه \"السعدي\".\rقلت: وتوثيق ابن حبان هذا من أعلى درجات التوثيق عنده وانظر \"التنكيل بما في تأنيب الكوثري من الأباطيل\" (1/437) و\"الرد على التعقب الحثيث\" للشيخ الألباني (ص 18- 21) والله أعلم.","seal":"5C941FEB","part":1},
      {"page":125,"id":13,"nass":"حرف الذال والراء والزاي\r...\rحرف الذال خال حرف الراء خال حرف الزاي\r20- جاء في المجمع (9/122) : زكريا الأصبهاني.\rقلت: لعل الصواب \"زكريا الصهباني \" بضم المهملة وسكون الهاء وبعدها موحدة كما في \"المغني\" (ص 47) وهو زكريا بن عبد الله بن يزيد الصهباني انظر: \"ميزان الإعتدال\" (2/73) و\"الجرح والتعديل\" (3/598) . ويوجد في \"تاريخ أصبهان\" لأبي نعيم (1/424) : زكريا بن يحي بن كثير الأصبهاني سكن مكة حدث عن ابن المقري ولم يذكر فيه جرحاً ولا تعديلاً. والله أعلم بحقيقة المراد.\r21- جاء في \"المجمع\" (6/8) : زياد بن سعيد.\rقلت: صوابه \"سعيد بن زياد\" كما في \"الميزان\" (2/138) حيث ساق حديث المجمع.\r22- جاء في \"المجمع\" (5/؟) : زيغ أبو الخليل.\rقلت: صوابه \"بَزِيغ أبو الخليل\" وهكذا جاء أيضاً في \"المجمع\" (10/199) .","seal":"F4D299CF","part":1},
      {"page":125,"id":14,"nass":"حرف السين\r23- جاء في \"المجمع\" (7/189) : سالم بن سالم.\rقلت: لعله \"سلم بن سالم\" البلخي وأما \"سالم بن سالم الحمصي\" فهو مخضرم أدرك وفاة الرسول صلى الله عليه وسلم كما في \"الإصابة\" (4/105) وانظر ترجمة سلم بن سالم البلخي في الميزان (2/185) واللسان (4/63-64) وغيرهما. وكما جاء في \"المجمع\" (3/170) سلم بن سالم كما صوبناه والله أعلم.\r24- جاء في \"المجمع\" (7/93) : سالم العلوي.\rقلت: لم أجد له ترجمة ولعله \"سلم بن قيس العلوي\" وهو من رجال التقريب (1/314) والله أعلم.\r25- جاء في \"المجمع\" (7/ 171) : سعيد بن رزق.\rقلت: صوابه \"سعيد بن زَربي\" كما في \"المعجم الكبير\" (10/101) وجاء في \"فيض القدير\" (3/385) في النقل عن الهيثمي سعيد بن زرقى وهو خطأ أيضاً.\r26- جاء في \"المجمع\" (7/164) : سلم بن إبراهيم الهجري.\rقلت: صوابه \"إبراهيم بن مسلم الهجري\" كما في \"الميزان\" (1/66) حيث ذكر حديث المجمع. وجاء بهذا الوجه في \"المجمع\" (4/138) وغير ذلك.","seal":"D5BA8BD1","part":1},
      {"page":126,"id":15,"nass":"حرف الشين\r27- جاء في \"المجمع\" (10/301) : شنار بن الحكم.\rقلت: صوابه \"بَشّار بن الحكم\" كما في \"الميزان\" (1/309) حيث ذكر حديثه. وَشَّنار لم أجد له ترجمة.","seal":"207CC640","part":1},
      {"page":126,"id":16,"nass":"حرف الصاد\r28- جاء في \"المجمع\" (6/119) : صالح بن بشير المذني.\rقلت: صوابه \"صالح بن بشير المري\" كما جاء في \"المجمع (8/621) وغيره. والمري بضم الميم وتشديد الراء كما في \"التقريب\" (1/358) وغيره.","seal":"618D266A","part":1},
      {"page":126,"id":17,"nass":"حرف الضاد\r29- جاء في \"المجمع\" (1/259، 260) الضبي بن الأشعث.\rقلت: صوابه \"الصُّبَىُّ بن الأشعث\" كما في \"المعجم الكبير\" للطبراني (2/ 10) . والذي في \"مجمع البحرين\" (1/ ق 43) كما في \"مجمع الزوائد\" والصحيح كما أثبتناه. وليس لما ذكر في المجمعين ترجمة وانظر \"ميزان الإعتدال\" (م/308) .","seal":"D5478DF7","part":1},
      {"page":126,"id":18,"nass":"حرف الطاء والظاء والعين\r...\rحرف الطاء خال حرف الظاء خال حرف العين\r30- جاء في \"المجمع\" (3/101) : عائذ بن سريج.\rقلت: صوابه \"عائذ بن شُرَيْح \" (بالشين المعجمة والحاء المهملة) كما في ترجمته انظر \"ميزان الإعتدال\" (2/363) و\"الجرح والتعديل\" (7/16) .\r31- جاء في \"المجمع\" (5/ 225) : عبد الله بن إبراهيم بن خالد المصيصي.\rقلت: صوابه \"إبراهيم بن خالد المصيصي\" كما في \"مجمع البحرين\" (2/ ق217) حيث ذكر حديثه وما ذكر في \"المجمع\" فليس له ترجمة.\r32- جاء في \"المجمع\" (9/ 172) : عبد الله بن عمر الواقفي.\rقلت: صوابه \"عبد الله بن عمر الواقعي\" بالعين وهكذا في \"المشتبه \" للذهبي (ص 544) .","seal":"F53FB58A","part":1},
      {"page":127,"id":19,"nass":"33- جاء في \"المجمع\" (8/21) : عبد الله بن (مسد) البكرى.\rقلت: هكذا جاء. ورسم والد عبد الله يقرب من سعد ثم ظهر لي من \"مجمع البحرين\" (2/ ق 262) أنه عبد الله بن يزيد. وانظر \"المجمع\" (5/268) .\r34- جاء في \"المجمع\" (3/ 80) : عبد الحليم بن عبد الله.\rقلت: صوابه \"حُكَيم بن عبد الله\" كما في \"مجمع البحرين\" (1/ ق120) . والذي في المخطوطة من \"مجمع الزوائد\" (2/ ق181) - مصور من الجامعة الإسلامية- عبد الحكيم. وكما لم يتكلم عليه بشيء خلافاً لما في المطبوع، والصواب ما ذكرناه. وما في \"مجمع الزوائد\" ليس له ترجمة. وانظر \"التقريب\" (1/195) .\r35- جاء في \"المجمع\" (8/24) : عبد الحميد بن عبيد الله بن حمزة.\rقلت: صوابه \"عبد العزيز بن عبيد الله بن حمزة\" كما في \"مجمع البحرين\" (3/ ق 221) وجاء في \"المجمع\" (6/ 251) كما صوبناه. وانظر \"التقريب\" (1/ 511) .\r36- جاء في \"المجمع\" (3/؟) : عبد الخالق بن يزيد.\rقلت: صوابه \"عبد الخالق بن زيد\" وجاء في \"المجمع\" (5/135) و (6/255) على الوجه الصحيح وانظر \"الجرح والتعديل\" (6/37) .\r37- جاء في \"المجمع\" (4/286) : عبد الرحمن الوقاصي.\rقلت: صوابه \"عثمان بن عبد الرحمن الوقاصي\" كما ظهر من تخريج حديث \"المجمع \" في \"إرواء الغليل\" (6/259) حيث نقل الشيخ- حفظه الله- إسناد الطبراني.\r38- جاء في \"مجمع الزوائد\" (8/ 70) : عبد السلام بن هلال.\rقلت: صوابه \"عبد السلام بن هاشم\" كما في \"السلسلة الضعيفة\" لشيخنا الألباني (2/56) . وانظر \" أخبار أصبهان\" (2/111) وأما ما في \"فيض القدير\" (6/126) فنقل كما هو في \"المجمع\". ولم أجد من الرواة من اسمه عبد السلام بن هلال وكذا حكى شيخنا ونبه على تصحيفه ويؤيد ما صوبناه أن الهيثمي ذكر الحديث في (8/68) كما ظهر لنا.\r39- جاء في \"مجمع الزوائد\" (9/ 384) : عبد الملك بن إبراهيم بن عنترة.\rقلت: صوابه \"عبد الملك بن هارون بن عنترة\" كما في \"مجمع الطبراني الكبير\" (17/51) وله ترجمة في \"الميزان\" (2/ 666) وأما الأول فلم أجد له ترجمة مع شديد بحثٍ.\r0 4- جاء في \"المجمع\" (8/17 و 28) : عُبيد الله بن عمرو أو ابن عمر القيسى.","seal":"22D4F4DA","part":1},
      {"page":128,"id":20,"nass":"قلت: لعل صوابه \"عَبد الله بن عمرو\" كما في \"كشف الأستار\" (1/397) و\"المطالب العالية\" لابن حجر (2/520) والله أعلم.\r1 4- جاء في \"المجمع\" (4/332) : علي بن الفضل.\rقلت: صوابه \"عدي بن الفضل\" كما في \"كشف الأستار\" (2/191) وقارنه بالميزان (3/49) .\r42- جاء في \"المجمع\" (4/246) : عمر بن إبراهيم بن وجيه.\rقلت: لعل صوابه \"عمر بن موسى بن وجيه\" وله ترجمة في \"الميزان\" (3/225) وغيره. وجاء في \"المجمع\" (8/99) عُمير بالتصغير. وكما جاء فيه (2/266) عمرو. وجاء في \"المجمع\" (5/25 و29) على ما صوبناه والله أعلم.\r43- جاء في \"المجمع\" (6/272) : عمر بن راشد المدني الحارثي.\rقلت: صوابه \"عمر بن راشد المدني الجاري\" (بالجيم والراء غير منقوطة بعدها ياء النسب) كما في \"التهذيب\" (7/446) وانظر \"اللباب\" (1/251) و\"معجم البلدان\" (2/93) و\"الجرح والتعديل\" (6/ 108) .\r44- جاء في \"المجمع\" (2/ 234) : عُمر بن عبد الجبار.\rقلت: لعل الصواب \"عَمرو بن عبد الجبار\" وانظر \"الميزان\" (3/271) و\"اللسان\" (4/368) .\r45- جاء في \"المجمع\" (3/ 69) : عورك.\rقلت: صوابه \"غورك\" (بالمعجمة) كما في \"الميزان\" (3/337) حيث ذكر حديث المجمع في ترجمته وأما ما في \"مجمع الزوائد\" (2/ ق 73) مصورة الجامعة و\"مجمع البحرين\" (1/ ق 119) فكما في المطبوع من \"المجمع\" ولم أجد ترجمة بهذا الإسم.\r46- جاء في \"المجمع\" (3/173) : عيينة بن عبد الرحمن القرشي.\rقلت: صوابه \"عَنْبَسة بن عبد الرحمن القرشي\" كما في \"فيض القدير\" (1/554) و\"الميزان\" (3/ 302) . وانظر \"تقريب التهذيب\" (3/ 88) .\r47- جاء في \"المجمع\" (8/16) : عُيينة بن يقظان.\rقلت: صوابه \"عُتْبَةَ بن يقظان\" كما في \"الميزان\" (3/28) . وانظر \"التهذيب\" (7/103) .","seal":"28157400","part":1},
      {"page":129,"id":21,"nass":"حرف الغين\r48- جاء في \"المجمع\" (8/215) : غسان بن ربعي.\rقلت: لعل صوابه \"غسان بن الربيع\" وما ذكره الهيثمي ليس له ترجمة وأما ما صوبته فمترجم له في الميزان (3/334) وغيره.","seal":"C636AE42","part":1},
      {"page":129,"id":22,"nass":"حرف الفاء\r49- جاء في \"المجمع\" (5/262) : فرج بن يحيى.\rقلت: لعل صوابه \"فرح\" (بالمهملة) ابن يحي كما في الميزان (3/345) و\"اللسان\" (4/432) . وأما في \"ديوان الضعفاء\" (ص 246) و\"المغنى في الضعفاء\" (2/509) ففي كليهما بالجيم كما في المجمع ولعل ما في \"تبصير المنتبه\" (3/1071) يؤيد ما رجحناه والله أعلم.\r50- جاء في \"المجمع\" (2/112) : الفضل بن الجبار.\rقلت: صوابه \"الفضل بن المختار\" كما في \"المعجم الكبير\" (17/182) . وقد نبه على ذلك محققه أيضاً. وهكذا جاء في \"المجمع\" (1/244) وغيره.\r51- جاء في \"المجمع\" (3/195) : فهد بن عوف.\rقلت: صوابه \"زيد بن عوف\" إذ فهد هو لقبه وزيد اسمه كما في \"الميزان\" (3/ 266) وغيره.","seal":"CAADE279","part":1},
      {"page":129,"id":23,"nass":"حرف القاف والكاف واللام والميم\r...\rحرف القاف خال حرف الكاف خال حرف اللام خال حرف الميم\r52- جاء في \"المجمع\" (3/30) : محسب.\rقلت: لعل صوابه \"محتسب\" بالمثناة الفوقية وهو ابن عبد الرحمن أبو عائذ له ترجمة في \"الميزان\" (3/ 442) وغيره والله أعلم.\r53- جاء في \"المجمع\" (5/38) : محمد بن الحجاج الجمحي.","seal":"5B77BB8B","part":1},
      {"page":130,"id":24,"nass":"قلت: صوابه \"محمد بن الحجاج اللخمِي\" وهو المعروف بحديث الهريسة \"أطعمني جبريل الهريسة أشد بها ظهري لقيام الليل \" انظر الميزان (3/509) والمجروحين (2/195) . وذكره الهيثمي في \"المجمع\" (7/83) و (10/65) باللخمي كما صوبناه.\r54- جاء في \"المجمع\" (5/171) : محمد بن حفص الوصاني.\rقلت: صوابه \"محمد بن حفص الوصَّابِي\" (بالباء) كما في \"الميزان\" (3/526) وغيره. وهكذا جاء في \"المجمع\" (6/254) .\r55- جاء في \"المجمع\" (4/285) : محمد بن حسن الأوصابِي.\rقلت: صوابه \"محمد بن حفص الأوصابي\" السابق الذكر إذ تصحف اسم أبيه من حفص إلى حسن. والله أعلم.\r56- جاء في \"المجمع\" (5/269) : محمد بن الزبير الزبيدى.\rقلت: صوابه \"محمد بن المنذر الزبيرى\" كما في \"مجمع البحرين\" (3/ ق 229) .\r57- جاء في \"المجمع \" (7/266) : محمد بن عبد الله بن يحي بن عروة.\rقلت: صوابه \"عبد الله بن محمد بن يحيى بن عروة \" كما في \"معجم البحرين\" (4/ ق 415) .\r58- جاء في \"المجمع\" (2/161) : محمد بن قضا (بالمثناة الفوقية) .\rقلت: صوابه \"محمد بن فضاء\" (بفتح الفاء والمعجمة مع المد) الجهضمي الأزدي\" كما في \"التقريب\" (2/161) . وأما \"محمد بن قضاء\" بالقاف فهو وآخر متأخر عنه. وانظر \"التهذيب\" (9/ 400-401) .\r59- جاء في \"المجمع\" (8/88) : محمد بن كثير النهري.\rقلت: صوابه \"محمد بن كثير الفِهْري\" (بكسر الفاء وسكون الهاء وفي آخرها راء نسبة إلى فهر بن مالك بن النضر بن كنانة) كما في \"اللباب\" (2/448) . وهو من رجال التقريب (2/203) .\r60- جاء في \"المجمع\" (5/326) : محمد بن لهيعة العطار.\rقلت: صوابه \"محمد بن جامع العطار\" كما في \"مجمع البحرين\" (2/ ق 232) .\r61- جاء في \"المجمع\" (9/51) : محمد بن محبب.\rقلت: صوابه \"محمد بن مجيب \" (بالجيم على وزن مطيع) كما في \"تاريخ بغداد\" (3/298) حيث ساق حديث المجمع في ترجمته. وانظر \"التقريب\" (2/204) . وليس له","seal":"22921FA3","part":1},
      {"page":131,"id":25,"nass":"رواية عند الستة وهو متروك أما محمد بن محبب بموحدتين فثقة كما في \"التقريب\" (2/204) .\r62- جاء في \"المجمع\" (6/232) : محمد بن مسلمة بميمين بن كهيل.\rقلت: لعل صوابه \"محمد بن سلمة\" (بسين) كما في مصادر ترجمته. وانظر\"الميزان\" (3/568) و\"الجرح والتعديل\" (7/ 276) وغيرهما. ولقد وقع في \"اللسان\" (5/183) اسم جده جهل.\r63- جاء في \"المجمع\" (2/298) : محمد بن يونس الحمال\" (بالمهملة) .\rقلت: صوابه \"محمد بن يونس الجمال\" كما في \"التقريب\" (2/222) .\r64- جاء في \"المجمع\" (8/191) : مسكين بن سراج.\rقلت: صوابه \"سكين بن أبى سراج\" كما في \"ميزان الإعتدال\" (2/174) وأما ما في \"مجمع البحرين\" (3/ ق 259) فهو خطأ كما في \"مجمع الزوائد\" ولم أجد ترجمة بهذا الاسم وبان لنا الصواب من \"سلسلة الأحاديث الصحيحة\" (2/608) لشيخنا الألباني حيث ساق إسناد الطبراني.\r65- جاء في \"المجمع\" (1/146) : موسى بن عمران الحضرمي.\rقلت: لعل صوابه \"موسى بن عثمان الحضرمي\" وانظر \"الميزان\" (4/14) .\r66- جاء في \"المجمع\" (8/114) : موسى بن علي الخشني.\rقلت: صوابه \"مسلمة بن علي الخشني\" وبهذا ذكره في المجمع (1/201 و287) و (5/93) وغير ذلك وانظر \"الميزان\" (4/109) وهو من رجال التقريب (2/ 249) .\r67- جاء في \"المجمع\" (3/142) : الميباح بن بسطام.\rقلت: لم أجد له ترجمة ويبدو لي أنه \"الهياج بن بسطام\" وهو من رجال التقريب (2/325) .","seal":"1A62F6D3","part":1},
      {"page":131,"id":26,"nass":"حرف النون\r68- جاء في \"المجمع\" (10/229) وفيه: النصر بن محرز.\rقلت: صوابه \"النضر\" (بالضاد بالمعجمة) ابن محرز كما في \"الميزان\" (4/262) حيث ذكر حديث المجمع وانظر \"الجرح والتعديل\" (8/480) وغيره من مصادر ترجمته.","seal":"0FEB04B9","part":1},
      {"page":132,"id":27,"nass":"حرف الهاء والواو\r...\rحرف الهاء خال حرف الواو\r69- جاء في \"المجمع\" (7/ 54) : الوليد بن عداس المصري شيخ الطبراني.\rقلت: صوابه \"الوليد بن العباس المصري شيخ الطبراني\" وهو من رجال الميزان (4/340) وانظر \"اللسان\" (6/223) وكما ذكره الهيثمي على الوجه الذي صوبناه في (10/245) من \"مجمع الزوائد\". وليس للوليد بن عداس ترجمة والله أعلم.","seal":"6CED4BD7","part":1},
      {"page":132,"id":28,"nass":"حرف الياء\r70- جاء في \"المجمع\" (4/118) : يحيى بن أحمد الكوفي الأحول.\rقلت: لعله \"أحمد بن يحي الكوفي الأحول\" وله ترجمة في \"الميزان\" (1/ 62) . وغيره وأما ما ذكره الهيثمي فلم أجد له ترجمة.\r71- جاء في \"المجمع\" (10/ 111) : يحي بن إسحاق بن طلحة.\rقلت: يبدو لي أنه \"إسحاق بن يحي بن طلحة\" وذكره في نفس الصفحة بهذا الوجه والله أعلم.\r72- جاء في \"المجمع\" (4/18) : يحي بن الحسن الخشني.\rقلت: يبدو لي أنه \"الحسن بن يحي الخشني\" حيث هو ضعيف وقد وثقه جماعة. كما قال الهيثمي. انظر \"التهذيب\" (2/ 326) . وراجع \"المجمع\" (1/249) . وأما يحي بن الحسن الخشني فلم أجد له ترجمة.","seal":"AE65C451","part":1},
      {"page":132,"id":29,"nass":"الكنى\r73- جاء في \"المجمع\" (9/ 386) : أبو عبيدة بن الفضل.\rقلت: صوابه \"أبو عبيدة بن الفضيل\" وانظر \"اللسان\" (7/79) . و\"الميزان\" (4/549) و\"المجمع\" (10/205) .\r74- جاء في \"المجمع\" (15/382) : أبو علي بن أبي سارة.\rقلت: صوابه \"علي بن أبي سارة\" كما في \"مسند أبي يعلى\" (1/ ق 166) مصورة عن نسخة الشيخ بديع الدين الراشدي. باكستان.\r75- جاء في \"المجمع\" (6/291) : أبو معاذ سليم بن أرقم.\rقلت: صوابه \"أبو معاذ سليمان بن أرقم\" كما في \"الميزان\" (4/574) والتهذيب (4/168) وانظر \"المجمع\" (5/92) و (4/286) وغير ذلك.","seal":"0CDC6862","part":1},
      {"page":133,"id":30,"nass":"76- جاء في \"المجمع\" (5/171) : سليم بن أرقم الزهري.\rقلت: صوابه \"سليمان بن أرقم\" عن الزهري- وهو السابق- لأن سليمان يروي عن الزهري كما في \"التهذيب\" (4/168) وغيره.\r77- جاء في \"المجمع\" (4/151) : أبو مسعر.\rقلت: صوابه \"أبو معشر\" وهو نجيح بن عبد الرحمن السندي صاحب المغازي- كما في \"المسند\" لأحمد (2/351) .\rوبهذا انتهى ما أردت فما كان صواباً فمن الله وما كان خطأَ فمن نفسي وأستغفر الله منه والحمد لله الذي بنعمته تتم الصالحات ...\r.","seal":"39F82B99","part":1},
      {"page":133,"id":31,"nass":"مصادر ومراجع\r...\rثبت المصادر والمراجع\rالمصادر المطبوعة:\rا- إرواء الغليل في تخريج أحاديث منار السبيل، محمد ناصر الدين الألباني. علامة محدث معاصر طبع المكتب الإسلامي. بيروت. الطبعة الأولى 1399 هـ- 1979 م.\r2- الإصابة في تمييز الصحابة. لابن حجر العسقلانى (ت 852 هـ) . نشر مكتبة المثنى بغداد. 1389 هـ.\r3- تاريخ بغداد. للخطيب البغدادي. أحمد بن علي بن ثابت (ت 463 هـ) . مطبعة السعادة. مصر. الطبعة الأولى عام 1349 هـ- 1931م\r4- تبصير المنتبه بتحرير المشتبه. لأحمد بن حجر العسقلاني (ت 852 هـ) . تحقيق علي البجاوي ومحمد النجار. طبع الدار المصرية للتأليف والترجمة بمصر.\r5- تعجيل المنفعة بزوائد رجال الأئمة الأربعة. لأحمد بن علي بن حجر العسقلاني (ت 852 هـ) طبع دائرة المعارف العثمانية. حيدر آباد الدكن الهند. عام 1324 هـ.\r6- تقريب التهذيب. لابن حجر العسقلاني. بتعليق عبد الوهاب عبد اللطيف. نشر المكتبة العلمية. بالمدينة المنورة. طبع مصر.\r7- التنكيل بما في تأنيب الكوثري من الأباطيل. للمعلمي اليماني. بتحقيق الألباني. توزيع إدارات البحوث العلمية بالرياض.","seal":"9B333AA1","part":1},
      {"page":134,"id":32,"nass":"8- تهذيب التهذيب. لابن حجر العسقلاني. دار صادر. بيروت عن طبعة حيدر آباد بالهند. سنة 1327 هـ\r9- الجرح والتعديل. لعبد الرحمن بن أبي حاتم (ت 327 هـ) . طبع حيدر آباد الدكن. بتصحيح عبد الرحمن بن يحي المعلمي.\r10- ديوان الضعفاء والمتروكين وخلق من المجهولين وثقات فيهم لين. لمحمد بن أحمد بن عثمان الذهبي (ت 748 هـ) بتحقيق حماد الأنصاري. مكتبة النهضة الحديثة. مكة المكرمة عام 1387 هـ.\r11- ذكر أخبار أصبهان. لأبى نعيم أحمد بن عبد الله الأصبهاني (ت 430 هـ) . طبع ليدن. بريطانيا عام 1934م.\r12- الرد على تعقيب الحثيث. للألباني. مطبعة الترقي. دمشق عام 1377 هـ.\r13- سلسلة الأحاديث الضعيفة والموضوعة وأثرها السيئ على الأمة. للشيخ محمد ناصر الدين الألباني. المجلد الثاني. طبع بيروت. المكتب الإسلامي.\r14- سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها. للألباني. المكتب الإسلامي. بيروت. لبنان.\r15- فيض القدير شرح الجامع الصغير. لمحمد عبد الرؤوف المناوي (ت 1031 هـ) . دار الموقف للطباعة والنشر. بيروت. طبعة ثانية 1391 هـ 1972م.\r16- كشف الأستار عن زوائد البزار. لعلي بن أبى بكر الهيثمي (ت 807 هـ) . \"بتحقيق حبيب الرحمن الأعظمي\" دار الرسالة. بيروت. لبنان عام 1399 هـ.\r17- اللباب في تهذيب الأنساب. لعلي بن محمد بن عبد الكريم المعروف بابن الأثير (ت 630 هـ) . طبع دار صادر. بيروت.\r18- لسان الميزان. لابن حجر العسقلاني. مصورة عن دائرة المعارف العثمانية. حيدر آباد الدكن. الهند عام 1331 هـ.\r19- المجروحين من المحدثين والضعفاء والمتروكين. لمحمد بن حبان البستي ت 354 هـ تحقيق محمد إبراهيم زيد. دار الوعي بحلب.\r20- مسند أحمد بن حنبل (ت 241 هـ) تصوير المكتب الإسلامي. ودار صادر. بيروت عام 1389 هـ- 1969م.","seal":"3A6F1024","part":1},
      {"page":135,"id":33,"nass":"21- المشتبه في أسماء الرجال. للذهبي. طبع بريل. ليدن 1863 م.\r22_المطالب العالية في زوائد المسانيد الثمانية. لابن حجر العسقلاني. بتحقيق حبيب الرحمن الأعظمي. نشر دار الكتب العلمية. بيروت.\r23- معجم البلدان. لياقوت الحموي (ت 626 هـ) . تصوير بيروت.\r24- المعجم الكبير. سليمان بن أحمد الطبراني (ت 360 هـ) بتحقيق حمدي عبد المجيد السلفي. طبع وزارة المعارف العراقية.\r25- المغني في أسماء الرجال. لمحمد بن طاهر الفتني (ت 986 هـ) . دار نشر الكتب الإسلامية. لاهور. باكستان. طبعة أولى 1393 هـ.\r26- المغني في الضعفاء. للذهبي. بتحقيق نور الدين العتر. دار إحياء التراث. بيروت. الطبعة الأولى 1391 هـ.\r27- ميزان الإعتدال. للذهبي. طبع البابي الحلبي. دار إحياء الكتب العربية. مصر. بتحقيق البجاوي. طبعة أولى عام 1382 هـ- 1963م.\rالمصادر المخطوطة:\rا- الكامل لعبد الله بن عدي (ت 365 هـ) مصور بالجامعة الإِسلامية بالمدينة.\r2- مجمع البحرين في زوائد المعجمين. للهيثمي. مصور عن مكتبة الحرم المكي. بالجامعة الإِسلامية بالمدينة.\r3- مجمع الزوائد ومنبع الفوائد. لعلي بن أبي بكر الهيثمي (ت 807 هـ) مصور لدى الجامعة الإسلامية عن المكتبة المرادية.\r4- مسند أبى يعلي الموصلي (ت 307 هـ) . مصور عن نسخة الشيخ بديع الدين الراشدي. حيدر آباد 0 السند. باكستان.\r5- المعجم المؤسس للمعجم المفهرس. للحافظ ابن حجر العسقلاني. مصورة الجامعة الإِسلامية.","seal":"ABDCBD9A","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"تنبيهات على تحريفات وتصحيفات في كتاب مجمع الزوائد ومنبع الفوائد","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عاصم عبد الله ابراهيم","bLnk":null,"Inf":"","Auth":"عاصم عبد الله ابراهيم","Betaka":"الكتاب: تنبيهات على تحريفات وتصحيفات في كتاب مجمع الزوائد ومنبع الفوائد\r\nالمؤلف: عاصم عبد الله إبراهيم\r\nالناشر: الجامعة الاسلامية بالمدينة المنورة\r\nالطبعة: السنة السابع عشرة العددان السابع والستون والثامن والستون رجب ـ ذو الحجة 1405هـ ـ 1985م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"F0912431","cat":"كتب التخريج والزوائد","oNum":10108,"BkId":10108,"oAuth":2120,"bVer":1,"aSeal":"B2F6D569"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10108":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":3,"sub":0,"tit":"حرف الألف"},
      {"lvl":1,"id":5,"sub":0,"tit":"حرف الباء"},
      {"lvl":1,"id":6,"sub":0,"tit":"حرف التاء والثاء"},
      {"lvl":1,"id":7,"sub":0,"tit":"حرف الجيم"},
      {"lvl":1,"id":9,"sub":0,"tit":"حرف الحاء"},
      {"lvl":1,"id":11,"sub":0,"tit":"حرف الخاء"},
      {"lvl":1,"id":12,"sub":0,"tit":"حرف الدال"},
      {"lvl":1,"id":13,"sub":0,"tit":"حرف الذال والراء والزاي"},
      {"lvl":1,"id":14,"sub":0,"tit":"حرف السين"},
      {"lvl":1,"id":15,"sub":0,"tit":"حرف الشين"},
      {"lvl":1,"id":16,"sub":0,"tit":"حرف الصاد"},
      {"lvl":1,"id":17,"sub":0,"tit":"حرف الضاد"},
      {"lvl":1,"id":18,"sub":0,"tit":"حرف الطاء والظاء والعين"},
      {"lvl":1,"id":21,"sub":0,"tit":"حرف الغين"},
      {"lvl":1,"id":22,"sub":0,"tit":"حرف الفاء"},
      {"lvl":1,"id":23,"sub":0,"tit":"حرف القاف والكاف واللام والميم"},
      {"lvl":1,"id":26,"sub":0,"tit":"حرف النون"},
      {"lvl":1,"id":27,"sub":0,"tit":"حرف الهاء والواو"},
      {"lvl":1,"id":28,"sub":0,"tit":"حرف الياء"},
      {"lvl":1,"id":29,"sub":0,"tit":"الكنى"},
      {"lvl":1,"id":31,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
