{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10279":
    [
      {"page":null,"id":1,"nass":"الكتاب: أخبار وحكايات من حديث أبي علي محمد بن القاسم بن معروف - مخطوط\rالمؤلف: أبو علي محمد بن القاسم بن معروف\rالمتوفى: 347 هـ","seal":"58070BF3","part":null},
      {"page":1,"id":3,"nass":"-ق1ب-\rجزء فيه أخبار وحكايات من حديث أبي علي محمد بن القاسم بن معروف عن شيوخه\rبخط شيخنا الحافظ أبي محمد القاسم بن علي بن الحسن الشافعي رحمه الله\r-ق2أ-\rجزء فيه أخبار وحكايات\rمن حديث أبي علي محمد بن القاسم بن معروف بن حبيب عن شيوخه\rرواية ابن أخيه أبي محمد عبد الرحمن بن عثمان بن القاسم بن أبي نصر عنه\rرواية أبي القاسم علي بن محمد بن علي بن العلاء الفقيه الشافعي عن أبي محمد\r\rأخبرنا به الشيخ أبو القاسم الحسين بن الحسن بن محمد الأسدي عنه.\rسماع للقاسم بن علي بن الحسن بن هبة الله بن عبد الله بن الحسين منه.\r(غير واضح) (بياض بالأصل) سماع منه لصاحبه الشيخ العفيف أبي العلم (غير واضح)\rالخضر بن الحسين بن الخضر بن عبدان فقه الله بالعلم.\r-ق3أ-\rبسم الله الرحمن الرحيم","seal":"C70FA3A5","part":1},
      {"page":2,"id":4,"nass":"1- أخبرنا الشيخ أبو القاسم الحسني بن الحسن بن محمد الأسدي بقراءتي عليه في شوال سنة ثمان وأربعين وخمس مائة، أنا أبو القاسم علي بن محمد بن أبي العلاء الفقيه في ذي الحجة سنة اثنين وثمانين وأربعمائة، أنا الشيخ أبو محمد عبد الرحمن بن عثمان بن أبي نصر ثنا عمي أبو علي محمد بن القاسم بن معروف بن حبيب ثنا أحمد بن علي بن سعيد القاضي ثنا أبو بكر بن أبي شيبة ثنا جرير عن ليث عن مجالد قال استسقى موسى عليه السلام لقومه فسقي فقال اشربوا يا حَمِير فقال الله عز وجل لا تسمى عبادي حميراً هـ.\r2- حدثنا أبو الحسن علي بن الحسن الأنصاري ثنا أبو داود سليمان بن الأشعث ثنا محمد بن العلاء، ثنا أبو معاوية عن الأعمش عن عمرو بن مرة عن سالم عن أم الدرداء عن أبي الدرداء قال قال رسول الله صلى الله عليه ألا أخبركم بأفضل من درجة الصيام والصلاة والصدقة، قالوا: بلى، قال: إصلاح ذات البين وقال ذات البين الحالقة.\r3- حدثنا أحمد بن علي ثنا أبو بكر بن أبي شيبة، ثنا جرير عن منصور عن إبراهيم قال كان لهم كلام يتكلمون به يدرؤون عن أنفسهم مخافةالكذب.\r4- حدثني علي بن بكر ثنا محمود ثنا عبيد الله حدثني محمد بن حسان ثنا هشام بن الكلبي عن أبيه قال أبي شريح سوق الإبل بناقة\r-ق3ب-\rيبيعها فسامه بها أعرابي، فقال: كيف سيرها؟ قال: خذ الزمام بشمالك والسوط بيمينك، وعليك الطريق. قال: كيف حملها. قال: الحافظ احمل عليه ما شئت. قال: كيف حلبها؟ قال: قرب المحلب وشأنك. قال: كم الثمن؟ قال: ثلاث مائة درهم. فوزن له الثمن، فلما مضى بها إذا هي بطيئة السير قليلة الحلب، وقد قال له: إن رأيت ما تحب وإلا فسل عن جبانة كندة، ثم عن شريح بن الحارث. فأقبل يسأل عنه فرآه في المسجد، والخصوم بين يديه، فقال: ديان أيضا، لا حاجة لنا في ناقتك. يا غلام خذ الناقة واردد عليه دراهمه.","seal":"8B3F4B57","part":1},
      {"page":3,"id":5,"nass":"5- حدثنا أبو عبد الله الحسن بن إسماعيل ثنا محمد بن إدريس الراوي، ثنا سعيد بن مروان، ثنا عاصم بن بشر عن أبيه قال أتيت النبي صلى الله عليه وسلم فقال لي ما اسمك قلت أسير قال لا بل أنت يسير هـ.\r6- حدثنا أبو الحسن علي بن الحسن الأوسي، ثنا أبو داود سليمان بن الأشعث ثنا أحمد بن صالح، عبد الرزاق عن معمر عن الزهري عن سعيد بن المسيب عن أبيه عن جده أن النبي صلى الله عليه وسلم قال له ما اسمك قال حزن قال أنت سهل قال لا السَّهْلُ يُوطَأُ وَيُمْتَهَنُ قَالَ سَعِيدٌ فَظَنَنْتُ أَنَّهُ\r-ق4أ-\rسَيُصِيبُنَا بَعْدَهُ حُزُونَةٌ. قَالَ أَبُو دَاوُدَ وَغَيَّرَ النَّبِيُّ صلى الله عليه وسلم اسْمَ الْعَاصِ وَعَزِيزٍ وَعَتَلَةَ وَشَيْطَانٍ وَالْحَكَمِ وَغُرَابٍ وَحُبَابٍ وَشِهَابٍ فَسَمَّاهُ هِشَامًا وَسَمَّى حَرْبًا سَلْمًا وَسَمَّى الْمُضْطَجِعَ الْمُنْبَعِثَ وَأَرْض عَفِرَةَ سَمَّاهَا خَضِرَةَ وَشِعْبَ الضَّلاَلَةِ سَمَّاهُ شِعْبَ الْهُدَى وَسَمَّى بَنِي مُغْوِيَةَ بَنِي رِشْدَةَ هـ.","seal":"4E5A7A9B","part":1},
      {"page":4,"id":6,"nass":"7- حدثنا علي بن بكر، أنا ابن الخليل، نا ابن عبيدة نا إبراهيم بن المنذر نا ابن وهب أنا يونس بن يزيد عن ابن شهاب قال كان عمرو بن العاص حين اجتمعوا بالكوفة كلم معاوية وأمره أن يأمر الحسن بن علي أن يقوم فيخطب الناس فكره ذلك معاوية وقال ما أريد أن يخطب فقال عمرو لكني أريد أن يبدو عية في الناس فانه يتكلم في أمور لا يدري ما هي فلم يزل بمعاوية حتى أطاعه فخرج معاوية فخطب الناس وأمر رجلا فنادى الحسن بن علي فقال قم يا حسن فكلم الناس فقام الحسن فتشهد في بديهة أمر لم يروه فقال أما بعد أيها الناس فان الله هداكم بأولنا وحقن دماءكم بآخرنا إن لهذا الأمر مدة والدنيا دول وإن الله تعالى قال لنبيه عليه السلام {وإن أدري أقريب أم بعيد ما توعدون إنه يعلم الجهر من\r-ق4ب-\rالقول ويعلم ما تكتمون وإن أدري لعله فتنة لكم ومتاع إلى حين} فلما قالها قال له معاوية اجلس ثم جلس ثم خطب معاوية ولم يزل صبرا على عمرو وقال هذا عن رأيك هـ.","seal":"62D20B0B","part":1},
      {"page":5,"id":7,"nass":"8- حدثنا زكريا بن أحمد، نا أبو بكر قال وأخبرني مصعب بن عبد الله قال ذلك الحسن بن علي في النصف من شهر رمضان سنة ثلاث من الهجرة قال مصعب أخذت مولد الحسن عن ابن سعد كاتب الواقدي قال مصعب وسماه رسول الله صلى الله عليه وسلم حسناً كان يشبه بالنبي صلى الله عليه وسلم هـ.\r9- حدثنا زكريا، نا أبو بكر، نا خلف بن الوليد الجوهري نا إسرائيل عن ابن إسحاق عن هانيء بن هانيء عن علي قال لما ولد الحسن جاء رسول الله صلى الله عليه وسلم فقال أروني ابني، ما سميتموه قلت سميته حربا قال بل هو حسن.\r10- حدثنا زكريا ثنا أبو بكر ثنا يحيى بن عبد الحميد ثنا شريك عن سماك عن قابوس عن مخارق عن أم الفضل قالت قال رسول الله صلى الله عليه وسلم رأيت في المنام كأن عضوا من أعضائك في بيتي أو قالت في حجرتي قال تلد فاطمة غلاما إن شاء الله فتكفلينه فولدت فاطمة حسنا فدفعه إليها النبي صلى الله عليه وسلم فأرضعته بلبن قثم بن عباس هـ.","seal":"F4E0EF60","part":1},
      {"page":6,"id":8,"nass":"-ق5أ-\r11- حدثنا أبو بكر ثنا أحمد بن الخليل نا أبو عبيدة نا حماد بن مسعدة عن ابن عون عن عمير بن إسحاق قال امر معاوية الحسن بن علي أن يقوم فيتكلم فجعل يخفض من صوته فقال معاوية أسمعنا فأنا لا أسمع فرفع صوته فقال معاوية فإنا لا نسمع فرفع صوته فقال معاوية هكذا بيده نعم كأنه يأمره بالخفض فأبى الحسن وجعل يرفع صوته ثم قال فيما يقول إنه والله ما بين جابلق وجابرص أو جابرص وجابلق أحد جده النبي صلى الله عليه وسلم غيري وغير اخي وقد رأيت أن ادفع هذا الأمر إلى معاوية. قال ابن عون لا أدري هذا الحديث عن عمير أو عن غيره وجعل يقول بيده نحو معاوية {وإن أدري لعله فتنة لكم ومتاع إلى حين} هـ.\r12- حدثنا أبو عبد الله الحسن بن إسماعيل نا محمد بن خلف الحداد نا سعد بن عبد الحميد بن جعفر، حدثني عبد الله بن زياد السحيمي عن عكرمة بن عمار عن إسحاق بن عبد الله بن أبي طلحة عن أنس قال قال رسول الله صلى الله عليه وسلم: يا معشر بني عبد المطلب سادة أهل الجنة أنا وحمزة وجعفر وعلي وحسن وحسين والمهدي.\r13- حدثنا أبو بكر نا أحمد بن الخليل نا أبو عبدة نا الصلت نا أحمد، حدثني سليمان بن صالح، حدجثني عبد الله عن يونس عن الزهري قال سمعت رجلا من أهل\r-ق5ب-\rالرأي يقول سمعت زيادا على المنبر يقول إن أكذب الناس من قام على رأس مائة ألف فكذبهم إني والله لا أعدكم خيرا إلا أنجزته لكم ولا شرا إلا أنجزته لكم ولا أعاقبكم بذنب حتى أتقدم إليكم فيه فاتقوا غضب السلطان فإنه يغضبه ما يغضب الوليد ويأخذ أخذ الأسد وله ملك مؤجل فإذا انقضت مدته كشفه الله عنكم هـ.","seal":"50DC3AAB","part":1},
      {"page":7,"id":9,"nass":"14- حدثني على بن بكر أنا ابن الخليل قال قال أبو عبيدة قال المدائني قال ابن همام السلولي يحذر قومه:\rسأنصح قيسا قيس عيلان إنني جدير بنصح للعشيرة والأصل\rوكيف ادخاري النصح عنهم وقد رأى زيادا بلا ذنب مراجله تغلي\rفلا تأمنوه واركبوا القصد تسلموا وكفوا على التأنيب تنجوا من الجهل\rعليكم بمر الحق لا تعتدونه إلى غيره فالحق من أوضح السبل\rولا تشتموا أسلافكم وتعاطفوا على البر إن البر من أفضل الفعل\rوإياكم أن تشتموا أمراءكم فتضحوا من البلوى على كفة الحبل\rفإن زيادا لا عزيز بأرضه سواه وقد أعطاكم النصف في مهل\rولا تحملوه أن يريق دماءكم فليس زياد بالغيور ولا الوغل\r15- حدثنا أبو حامد محمد بن هارون نا أبو أيوب سليمان بن عمر بن خالد الأقطع الرقي نا محمد بن مصعب عن أبي حباب الكلبي\r-ق6أ-\rعن سليمان الهمداني عن علي بن أبي طالب قال قال لي رسول الله صلى الله عليه وسلم يا علي إنك من أهل الجنة وإنه يخرج في أمتي قوم ينتحلون شيعتنا ليسوا من شيعتنا لهم نبز يقال لهم الرافضة وآيتهم أنهم يشتمون أبا بكر وعمر أينما لقيتهم فاقتلهم فإنهم مشركون هـ.","seal":"378973C7","part":1},
      {"page":8,"id":10,"nass":"16- حدثنا علي بن بكر أنا ابن الخليل ثنا زكريا نا الأصمعي قال أتيت بعض المقابر فإذا بجارية عند قبر وهي تقول:\rيا أبه فسح الله لك في صريحك وتغمدك بما تغمد به نبيه صلى الله عليه وسلم ثم قالت\rيا ليت شعري كيف غيرك البلى أم كيف صار جمال وجهك في الثرى\rلله درك أي كهل غيبوا تحت الجنادل لا تحس ولا ترى\rحلما وجودا (غير واضح) علم وبشر حين يطرق للقرى.\rحدثنا علي بن بكر أنا عبد العزيز بن يحيى نا أبي دينار ثنا ابن سابق قال رأيت أعرابية بالبصرة عند قبر وهي تبكي بحرقة وتقول:\rصرت حقيرة مذ صرت في الحفيرة، انقطع منك الظهر والقوى\rوجفاني بعدك الأقرباء وقلاني الأخلاء وشمت بي الأعداء\rوغمرني بعد فقدك حسك (كذا بالأصل) الدهور (غير واضح) الديون\rفالقلب لفقدك مفتون ثم بكت وأنشأت تقول:","seal":"DEF064C9","part":1},
      {"page":9,"id":11,"nass":"-ق6ب-\rكنا نجوما يحوطها قمر فانسل نور الهلال في الأمم\rفنحن إذ ليس بيننا قمر حندس موحش من الظلم\rوأنت في وحشة بمقبره في ظلمة فو جوار ذي صمم\rكيف عزائي وأنت يا أملي تبلى وقلبي من ذاك في همم\rفقلت من تبكين قالت أخي وابن أمي هـ.\r17- أخبرنا عمرو بن محمد عن أبي بكر بن عبد الملك نا أحمد بن يحيى قال يروى أن يحيى بن خالد عزى رجلا عن حرمة له فقال تقديم الحُرم من النعم وتمثل:\r(غير واضح) إذا (غير واضح) فخير درع (غير واضح) للمصائب درع صبر\rولم أر نعمة سترت كريما كعورة مسلم سترت بقبر","seal":"88616D87","part":1},
      {"page":10,"id":12,"nass":"18- حَدَّثَنا علي بن بكر نا أبو القاسم عبد الله بن محمد، نا لوين، نا حيان بن علي عن عبد الملك بن عمير عن عمرو بن حويرث قال دخل على الهيثم بن الأسود فقيل له كيف تجدك يا أبا العريان فقال أجدني والله قد اسود مني ما أحب أن يبيض وابيض مني ما أحب أن يسود واشتد مني ما أحب أن يلين ولان مني ما أحب أن يشتد\r-ق7أ-\rوسأنبئك عن آيات الكبر ... تقارب الخطو ونقص في البصر\rوقلة الطعم إذا الزاد حضر ... ... وقلة النوم إذا الليل اعتكر\rوكثرة النسيان فيما يدكر ... ... وتركي الحسناء في قبل الطهر\rوالناس يبلون كما يبلى الشجر ...\rقال لوين فذكرته لابن عيينة في المسجد الحرام فاندفع يحدثنا عن أبي العريان نفيه مثل حديث حبان وزاد فيه وقيل لأبي العريان أخبرنا بجيد العنب قال: هو ما اخضر عوده، وتفرق عنقوده، قالوا أخبرنا بجيد الرطب قال: هو، ما رق سحاه، وكثر لحاه، وصغر نواه، فقلت لابن عيينة من جديد فغضب وقال والله لأحدثنك به الليلة هـ.\rآخر الجزء والحمد لله","seal":"71BFADA5","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":347,"Bk":"أخبار وحكايات من حديث محمد بن القاسم بن معروف -مخطوط (ن)","HigriD":"347","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن القاسم بن معروف، أبو علي التميمي الدمشقي الشهير بابن حبيب","bLnk":null,"Inf":null,"Auth":"ابن حَبِيب","Betaka":"الكتاب: أخبار وحكايات من حديث أبي علي محمد بن القاسم بن معروف - مخطوط\rالمؤلف: محمد بن القاسم بن معروف، أبو علي التميمي الدمشقي الشهير بابن حبيب (المتوفى: 347هـ)\rأعده للشاملة: أحمد الخضري\r[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن حَبِيب (283 - 347 هـ = 896 - 958 م)\r\n\r\nمحمد بن القاسم بن معروف، أبو علي التميمي الشهير بابن حبيب: من العلماء بالحديث والأخبار.\r\nدمشقي. قال الذهبي: كان صاحب دنيا، يحب المحدثين ويكرمهم. وقال ابن قاضي\r\nشهبة: صنف كتبا كثيرة من الحكايات والنوادر. من كتبه (الفوائد - خ) في شستربتي 3495 ومجموعة حديثية، عنوانها (الأخبار والحكايات - خ) في الظاهرية\r\n\r\nنقلا عن: الأعلام للزركلي","seal":"2ADAD220","cat":"مخطوطات حديثية","oNum":10279,"BkId":10279,"oAuth":2186,"bVer":1,"aSeal":"C17009AC"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10279":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"جزء في أخبار وحكايات من حديث محمد بن القاسم بن معروف (ت347) هـ"}
    ]
}
