{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10372":
    [
      {"page":18,"id":1,"nass":"مدخل\r...\rالدين والسنن الكونية\rبقلم: الدكتور محمد تقي الدين الهلالي المدرس في كلية الدعوة وأصول الدين بالجامعة\rدين الحق لا يتنافى ولا يتعارض أبدا مع السنن الكونية لأن مصدرهما واحد، وهو مشيئة الله وحكمه الذي لا معقب، فمن أراد أن يحارب السنن الكونية باسم الدين كانت عاقبته الهزيمة، ومن الأمثلة على ذلك سنة التزاوج والتناسل التي سنها الله للحيوان والنبات، فمن أراد أن يعطلها زاعما أن تعطيلها من الدين ومما يتقرب به إلى الله يعجز ويقهر، ولا يتم له ما أراد أبدا، ويجني على نفسه وعلى من اتبعه شقاء عظيما في جسمه وعقله دون أن يحصل على طائل، ولا تنحصر الجناية في من انتحل ذلك ولا في أتباعه، بل تعم شعبه.\rفقد زعم النساك من قدماء أهل الهند أن ترك الدنيا والزهد فيها هو الطريق الوحيد الذي يهذب النفس ويزكيها ويرفعها إلى الملأ الأعلى، فتركوا العمل والتزموا الجوع والعري، واعتزلوا الناس واستوحشوا منهم وسكنوا القفار مع الوحش وهجروا الأمصار وأطالوا الفكرة، وكانت أفكارهم عقيمة، نتائجها سلبية، فمنها القول بتناسخ الأرواح، وحاصله أن الأرواح محدودة لا تزيد ولا تنقص، سواء في ذلك أرواح الحيوان الناطق وأرواح الحيوان الأعجم، فمتى مات موجود حي انقلبت روحه من ذلك الجسم الفاني إلى جسم ناشئ","seal":"F387EB33","part":1},
      {"page":19,"id":2,"nass":"يولد ساعة خروجها من الجسم الفاني، فكأنهما كانا على ميعاد، ولما رأوا أن العدالة الربانية التي عليها تقوم السموات والأرض والتي هي مقتضى حكمة الله وعلمه وقدرته، فكروا كيف يكون هذا الجزاء، فلم يجدوا حلا للمعضلة إلا أن يدّعو دعوى خيالية أخرى، وهي أن جزاء كل حياة من الحيوات التي يحياها الإنسان ويعبر عنها بالتجسدات تترقى فيها الروح في الدرجات العليا، أو تهبط إلى الدركات السفلى، على حسب عملها، فإن عملت في الحياة الأولى أي التجسد الأول عملا صالحا بحسن معاملتها للإنسان والحيوان، وتجنبت السيئات والآثام تنتقل بعد فناء جسمها إلى طبقة من طبقات البشر هي أجل وأعلى من الطبقة التي كانت فيها جزاء حسنا ومثوبة على عملها الصالح في الحياة المتقدمة وتفوز برضوان الآلهة، وإن اقترفت السيئات وخرجت عن شريعة الآلهة تعاقب في حياتها التالية بأن ترجع إلى الدنيا في جسم من طبقة منحطة حقيرة، وإن استمرت في ارتكاب الموبقات يستمر عقابها حتى تصل إلى دركة المنبوذين، وإن زادت في غيها تنحط حتى ترجع إلى الدنيا في جسم حيوان شريف كالفرس مثلا، فإن لم تنته عن جرائمها ترجع إلى الدنيا في جسم حيوان حقير، وهكذا دواليك حتى تصل إلى دركة الفيران، وربما انحطت إلى دركة الخنافس.\rوالطبقات عند الهنادك كثيرة، أعلاها طبقة البراهمة، فهؤلاء يولدون مقدسين من بطون أمهاتهم، وكل ما عملوه فهو حق، لا تكتب عليهم سيئة واحدة طول أعمارهم، وإذا ماتوا تلتحق أرواحهم بالملأ الأعلى، وليت شعري إذا كان عدد الأرواح محدودا فمن أين يجيء المدد الذي يخلف الطبقة العليا التي لا ترجع إلى الدنيا، وأسفل الطبقات طبقة المنبوذين، ولا يجوز أن تخالط طبقة عالية طبقة أخرى أسفل منها، فلا تؤاكلها ولا تشاربها ولا تجالسها ولا يجمعهما معبد واحد، فكل طبقة لها معابدها، ولا يجوز للطبقة السفلى أن تتزوج بأفراد الطبقة العليا، ولا أن تأكل أو تشرب في آنيتها، ولا أن تمس طعامها، والمسلم عندهم يعتبر نجسا إذا مس طعاما تنجس ذلك الطعام، وأذكر أني كنت متجولا في أسواق دلهي عاصمة الهند في أول سفرة سافرتها إلى الهند، فرأيت في حانوت كوما من الزبيب الذي ليس له نوى ويسمى عندهم (كشمش) ،","seal":"555DF1B8","part":1},
      {"page":20,"id":3,"nass":"فأهويت بيدي لألمس ذلك الزبيب، وقبل أن تصل يدي إليه جذبت من خلفي جذبة قوية حتى سقطت على ظهري، فقمت وسألت الطالب الذي كان يرافقني من جذبني؟ فقال لي: أنا جذبتك خوفا عليك من أن تقع في مشكلة عويصة يعسر عليك حلها، انظر إلى صاحب الحانوت فهو غضبان يصيح ويشتم، ولو وقعت يدك عليه لألزمك بثمنه كله، وكنت مرة في مدينة بمبي وهي مدينة مشهورة بناحية كجرات، وكان الوقت ليلا فرأيت قلة منتصبة فلمستها بيدي فغضب صاحبها وصاح صياحا كثيرا ورأيته أخذ القلة وصب الماء الذي كان فيها مع أني لم ألمس إلا جانبها، ولا أدري هل كسرها أو انتفع بها بعد غسلها، ومما يدل على الأول أن المتصدقين بالماء البارد من الهنادك في محطات السكة الحديدية يعدون آنية صغيرة بقدر ما يشرب الشخص الواحد من الخزف ويصبون الماء فيها لكل من يحتاج إليه من غير أهل طبقتهم، ومن شرب في إناء منها إن شاء أخذه، وإن لم يرده ألقاه لأن ذلك الهندكي لا يمسه بعد ذلك، فإن انقضت تلك الأواني وجاءه شخص من غير أهل طبقته يصب له الماء في يديه، هذا كله مع الطبقات المتنجسات تنجسا خفيفا من إخوانهم الهنادك أو من المسلمين والنصارى، وأما الطبقة المنبوذة فأمرها أدهى وأمر، فلا يجوز لأهلها أن يسكنوا في مدينة ولا قرية، وإنما يتخذون أكواخا بعيدة من المدن ويسكنون فيها ويحفرون آبارا يشربون منها وإن كان بقربهم نهر عظيم تسير فيه السفن، لأنهم لا يسمح لهم بأخذ الماء منه لئلا يتنجس، وبحكم هذه العزلة والاستقذار الذي حكمت به الآلهة بزعمهم لا يجد المنبوذون عملا، مع أن عددهم ثمانون مليونا، فإن قلت وبما يعيشون؟ فالجواب أنهم يعيشون بنقل النجاسات من بيوت الخلاء في جوف الليل، ويخرجونها إلى مكان بعيد من المدينة فيحرقونها ويأخذون أجورا على ذلك يأتيهم بها شخص في كل شهر فيعطيهم إياها، ولعل القراء الكرام لا يعلمون أن أهل الهند حتى في المدن الكبيرة ليس عندهم مراحيض إلا في النادر، فترى الديار الكبيرة الجميلة من بيوت الأغنياء المترفين فإذا سألت عن بيت الخلاء يدلونك على مكان قد بني فيه شبه الكوانين التي توقد فيها النار، وفي كل واحد منها إناء عليه غطاء يكشفه ويتخلى فيه ثم يغطيه، ولهذا","seal":"59B30483","part":1},
      {"page":21,"id":4,"nass":"المكان بابان، باب إلى داخل الدار وباب إلى الشارع، وهذا الباب الذي إلى الشارع له قفل ومفتاح يكون دائما عند المنبوذ ليأتي في جوف الليل ويفتح ذلك المكان ويخرج كل ما فيه ويجعله في عربة النجاسات ثم يغسل الأواني ويردها إلى مواضعها، وهذا شيء عام في جميع بلاد الهند، وسبب منع المنبوذين من دخول المدن نهارا هو نجاسة أجسامهم التي بلغت إلى حد أن ظل المنبوذ لو وقع على طعام لنجسه، وهذا الأمر ليس مفروضا على المنبوذين من قبل الطبقات العليا فقط، بل المنبوذون أنفسهم يعتقدون أنه أمر مبرم حكمت به الآلهة عليهم، للذنوب التي ارتكبوها في التجسدات السالفة ولا مرد لحكمها، وقد حاول غاندي أن يغير هذه العقيدة ويطهر المنبوذين وزعم أنه نزل عليه الوحي يأمره بذلك، وقرر القول في مقالات نشرها في الصحيفة التي كان يصدرها واسمها (هرجان) وقال فيها: فإن طلبتم مني دليلا على أن الله أوحى إلي بذلك، أجيبكم ليس عندي دليل ولكني لا أشك في ذلك أبدا، ومع أن غاندي كان من الطبقة المقدسة وهي البراهمة، وكان وطنيا مخلصا متعبدا زاهدا في الدنيا، قضى جل حياته في سجون الاستعمار لم يقبل منه الهنادك هذه الدعوى، لأنها تفسد عليهم دينهم وتأتي بنيانه من القواعد وتجعل عاليه سافله، وحاول الدكتور امبدكار وأصله من المنبوذين وقد كفر بعقيدتهم وتعلم حتى حصل على شهادة الدكتوراه، حاول أن يقنعهم ببطلان عقيدة التنجس ويفهمهم أنهم بشر كسائر البشر فلم يفلح، ولا يزال الدعاة من المسلمين والنصارى يدعونهم إلى تغيير عقيدتهم فيستجيب لهم من قدر له منهم أن يخرج من ذلك الشقاء، إلا أن دعوة المسلمين أكثر نجاحا، لأن المنبوذ إذا أسلم يمتزج مع المسلمين في الحين ويستطيع أن يخالط جميع المسلمين في مساجدهم ومدارسهم ومجالسهم لا يترفع عليه أحد منهم وإن كان ملكا أو أميرا، أما النصارى فقد يستقذر بعض الأروبيين مجالسة المنبوذين والصلاة معهم في كنيسة واحدة فيأمرونهم ببناء كنائس خاصة بهم.\rومما حدث من قبيل دعوة المسلمين المنبوذين إلى الإسلام أن أحد علماء المسلمين عكف على دعوة جماعة من المنبوذين وأقام عندهم زمانا طويلا","seal":"C4E1949D","part":1},
      {"page":22,"id":5,"nass":"يشرح لهم فضل الإسلام وبطلان ما هم عليه حتى هداهم الله جميعا فأسلموا واحتفلوا بيوم إسلامهم فخرجوا من أكواخهم رجالا ونساء وصبيانا، وقد حمل كل واحد منهم قلة وانطلقوا إلى النهر وهم يكبرون الله أكبر الله أكبر، حتى ملئوا القلل وحملوها على أكتافهم ورجعوا إلى بيوتهم فرحين مستبشرين، يحمدون الله الذي أزال عنهم تلك اللعنة وطهرهم وهداهم إلى الإسلام.\rوقد جرتهم عقيدة التناسخ إلى عقيدة أخرى تضاهيها في الفساد والشر وهي تحريم ذبح الحيوان وأكل لحمه مخافة أن يكون ذلك الحيوان قد حلت فيه أحد أجدادهم، فلا يجوز عندهم قتل أي حيوان وإن كان مؤذيا كالقردة مثلا، ولذلك ترى القردة تسير في مدن الهند أسرابا وتتسلق جدران البيوت وتنزل إلى السطوح وتخيف النساء والصبيان، وتفسد كل ما وصلت إليها أيديها من طعام وثياب وغير ذلك، وقد اتفق أني كنت في الهند ساكنا في مدينة لكناو طبعت خمسمائة غلاف بعنواني، وكانت موضوعة في غرفة فجاءت القردة وفتحت نافذة الغرفة فدخلت وأخذ كل واحد منها قبضة يده من الأغلفة وخرجوا بها وألقوها في الهواء، فتشتت في كل مكان من المحلة التي كنت أسكنها، فجمع أهل المحلة ما أمكن جمعه منها وجاءوني به، ومن أذاها للناس أنها تجتمع بالمآت عند قبة صنم لتنال من صدقات الزائرين من عباده، ولما كان القراء الكرام لا يعرفون الأصنام لأنهم لم يشاهدوها أرى من المستحسن أن أصف لهم هذا الصنم، فهو تمثال رجل واقف على قدميه عليه ثيابه وعمامته وله لحية وافرة سوداء ووجهه أبيض مشرب بحمرة يظن الرائي أنه حي، وقد جلس عنده ناسك وهو عريان أسود الجسم نحيله جدا، حتى كأنه هيكل عظمي، فيجيء الزائر ويسجد لذلك الصنم سجدة واحدة ثم يقوم ويقدم النذر أو الصدقة لذلك الناسك وينصرف فيتصدق على القردة بما تيسر له من الطعام، وهذه القردة تقطع الطريق على المارة فمتى رأت شخصا يحمل طعاما، والعادة جارية بأن الموظفين يبعث إليهم الطعام من بيوتهم وقت الظهر، متى رأت القردة شخصا يحمل طعاما وليس عنده ما يدافع به عن نفسه هجمت عليه وخمشته بأظفارها وانتزعت منه ذلك الطعام، ولا يستطيع المسلمون أن يمسوا القردة","seal":"2862BAE1","part":1},
      {"page":23,"id":6,"nass":"بسوء خوفا من نقمة الوثنيين الذين يدافعون عن كل حيوان ويمنحونه حمايتهم ورعايتهم مخافة أن يكون أحد أجدادهم قد تقمص جسمه، ولذلك لا يستطيع أحد أن يظهر لحم الحيوان، لأن الهنادك لا يستطيعون رؤيته، ومن أجل ذلك صارت المجزرة في بلدانهم يحيط بها سور، ولكل باب من أبوابها دهليز طويل حتى لا تقع عين هندكي على لحم يقطع أو يباع.\rومما يتصل بهذا ويحسن ذكره هنا عبادتهم للبقرة وتقديسهم لها فمتى بلغهم ولو كذبا أن المسلمين أو النصارى ذبحوا بقرة أعلنوا عليهم الحرب، وأزهقت بسبب ذلك نفوس كثيرة، والبقرة تشعر بذلك فتراها لا تسير إلا في الرصيف، ولا تسير في قارعة الطريق كسائر الحيوان، ومتى مرت بصاحب دكان وقفت ونظرت إليه، فإن كان وثنيا خرج إليها وقدم الحلوى وقبّلها وتمسح بها، ومن عادة المتمسكين بالدين عندهم أنهم يخلطون خثي البقرة بتراب مقدس عندهم ويضعونه خطا على جباههم للتبرك والحفظ، أخبرني بذلك المسلمون حين سألتهم عن تلك الخطوط التي كنت أراها على جباه المشركين، وهذه العقيدة ليست قديمة جدا عند الوثنيين من أهل الهند، فقد ثبت في التاريخ أن راما وهو أعظم آلهتهم كان ملكا وكان يصيد الحيوان، وقد بلغ من تعظيمهم لرام أنهم جعلوا اسمه تحية، فمتى التقى اثنان منهم يرمرم كل واحد منهما للآخر بقوله (رام) فيحييه الآخر بمثل ذلك.\rوكان أبو العلاء المعري على هذه العقيدة، فإنه لم يأكل اللحم أربعين سنة، وزعم أن ذبح الحيوان وأكل لحمه وبيضه وشرب لبنه كل ذلك عدوان وظلم، وهذا يدل على جهله بالسنن الكونية، وذلك أن الله جلت قدرته وبلغت حكمته جعل استمداد الحياة من الحياة، فجعل غذاء الحيوان من الحيوان ومن النبات في البر والبحر ولن تجد لسنة الله تبديلا، وكل ما يأكله ويشربه الإنسان والحيوان مملوء بأنواع الحيوان من الجراثيم التي لا ترى بالبصر، فكل حيوان آكل ومأكول، والإنسان الذي هو أشرف الحيوان يأكله الدود، وهو من أحقر الحيوان، وليس في قدرة الإنسان أن يمتنع من استهلاك الحيوان، فتورع أبي","seal":"25DE943F","part":1},
      {"page":24,"id":7,"nass":"العلاء عن أكل لحم الحيوان تورع باطل وفلسفة فاسدة، فالأنبياء هم أعلم الناس وأرحمهم وأورعهم كانوا يأكلون اللحم، بل الله وهو أرحم الراحمين أباح لجميع الناس أكل اللحوم والانتفاع بلبن الحيوان وبيضه وصوفه ووبره وشعره وجلده، فمن أراد تعطيل تلك المنافع فقد سفه نفسه وأراد تغيير سنة الله ولن يجد إلى ذلك سبيلا، وقد أخبرني المسلمون في الهند أن كثيرا من الهنادك يأكلون اللحم سرا، فيكلفون أصدقاءهم من المسلمين أن يشتروا لهم اللحم ويأتوهم به خفية، وهكذا كل من أراد أن يبدل سنة الله أهلك نفسه ولم يحصل على طائل..\rكناطح صخرة يوما ليوهنها ... فلم يضرها وأوهى قرنه الوعل","seal":"5CB4F903","part":1},
      {"page":24,"id":8,"nass":"نبذة من التصوف الهندي الوثني\rجاء في كتاب مقارنة الأديان للدكتور أحمد شلبي صفحة 70 ما نصه مع تغيير الألفاظ الركيكة: ((إن أعلى ما يرغب فيه البرهمي هو الفناء في برهما (وهو إله الآلهة عندهم) والفناء فيه، والطريق الموصل إلى هذا الغرض هو الزهد والتقشف المفرط بالصوم وأرق الليل وتعذيب النفس وحرمانها من كل ما تشتهيه وتحميل المرء نفسه أنواع البلاء، ويبدو دائما كثير الهموم والخوف والتشاؤم وهو لا يتمنى الموت لأن الموت ينقله إلى دورة جديدة من دورات حياته كما تقدم في ذكر تناسخ الأرواح بل يرجو لنفسه الفناء في برهما، ومن ذلك حفلت حياة نساك الهند الوثنيون بالبؤس ومحاربة الملاذ بترك الاكتساب والاكتفاء بسؤال الناس عند الضرورة القصوى، وفي كتبهم المقدسة عندهم ما معناه أن الذي تغلب على نفسه فقد تغلب على حواسه التي تقوده إلى الشر، والنفس لا تشبع أبدا بل يزداد جشعها بعد أن تنال مشتهاها، فالذي أوتي كل ما يشتهي وأعطى نفسه هواها فقد أهلكها وأشقاها، أما الذي ترك كل ما","seal":"033A2B93","part":1},
      {"page":25,"id":9,"nass":"تشتهيه نفسه، وتخلى عن الدنيا فقد أنقذ نفسه وقادها إلى السعادة، على طالب العلم أن يهذب نفسه بأن يتجنب الحلوى واللحوم والروائح الطيبة والنساء، وكذلك يجب عليه ألا يدلك جسده بما له رائحة طيبة، ولا يكتحل ولا يلبس حذاء ولا يتظلل من الشمس، وعليه أن لا يهتم برزقه بل يحصل رزقه بسؤال الناس، وعندما تدخل في الشيخوخة عليك بالعزلة وعدم قرب النساء والأهل والإقامة في الغابة، وإذا أقمت في الغابة فليس لك أن تقص شعرك ولحيتك وشاربك ولا أن تقلم أظفارك، وليكن طعامك مما تنبته الأرض وتثمره الأشجار، ولا تقطف الثمر بيدك بل كل منه ما سقط من الشجرة، وعليك بالصوم تصوم يوما وتفطر يوما، وإياك واللحم والخمر عوّد نفسك على تقلبات الفصول فاجلس تحت الشمس المحرقة، وابق أيام المطر تحت السماء، وارتد الرداء المبلل في الشتاء، لا تفكر في الراحة البدنية، اجتنب سائر الملذات، نم على الأرض ولا تأنس بالمكان الذي أنت فيه، إذا مشيت فامش حذرا حتى لا تتخطى عظما أو شعرا، وحتى لا تطأ حشرة، وإذا شربت الماء فاحذر أن تبتلع بعوضة أو نحوها، لا تفرح باللذيذ ولا تحزن للرديء.\rيقول كاتب هذا الحديث محمد تقي الدين الهلالي: عجبا للبراهمة يتورعون عن بلع البعوضة مع الماء الذي يشربون، وعن الوطء على النمل بأقدامهم حين يمشون، أما سفك دماء المسلمين رجالا ونساء وشيوخا وأطفالا فإنه عندهم من أقرب القربات التي ترضي آلهتهم، وتصعد أرواحهم إلى الملأ الأعلى.\rكنت في لكنو عام 1343 ضيفا عند الدكتور محمد نعيم الأنصاري فوقعت معركة بين المسلمين والمشركين واستمرت ثمانية أيام، وتعطلت الأسواق وعجزت الشرطة التي يدير شؤونها الإنجليز عن إخماد نار تلك الفتنة، فإنهم كانوا يركبون بأعداد كبيرة في السيارات ولا يضعون شيئا، لأن الشرطة أيضا وإن كانوا تحت القيادة الإنجليزية فأكثرهم وثنيون والقليل منهم مسلمون، وجعل أغنياء الوثنيين عشر ربيات لكل من يأتيهم برأس مسلم أو مسلمة سواء أكان شيخا أو شابا، رجلا أو امرأة أو صبيا، صحيحا أو مريضا، فبقينا تلك المدة","seal":"849F54A5","part":1},
      {"page":26,"id":10,"nass":"ليس لنا طعام إلا العدس، مع أن الدكتور الأنصاري كان يعيش معيشة المترفين، وكان غاندي موجودا، وكان له أتباع وأنصار وتلامذة في تلك المدينة فلم يهتم هو ولا غيره من البراهمة بإزهاق أرواح المسلمين، والمسلمون في مدينة لكنو لا يزيد عددهم على ربع سكانها، فقتلوا تقتيلا وكان الذين بدأوا بالعدوان وأوقدوا نار الحرب هم الوثنيين، وهذا يذكرنا بقول ابن عباس رضي الله عنهما لأهل العراق حين سألوه عن المحرم يقتل بعوضة ماذا عليه، فقال لهم: عجبا لكم يا أهل العراق سفكتم دم الحسين ومن معه من آل بيت النبي صلى الله عليه وسلم ولم تتورعوا عنه ثم جئتم تسألونني عن قتل البعوض، ولا حاجة لنا إلى ذكر الماضي، فحوادث هذه الأيام فيها كفاية، فكلنا يعلم أن الدولة الوثنية الهندية التي تدين بدين البراهمة هجمت على خمسة وسبعين مليونا في باكستان الشرقية وأعملت فيهم السيف والقنابل والإحراق والتعذيب تحت سمع الدنيا وبصرها، فلم يغثهم أحد لا من المسلمين ولا من غيرهم، وهاهم يسرحون ويمرحون ويملون شروط الصلح على من بقي من المسلمين في باكستان الغربية، فقبح الله من زعم أن هذا عصر النور والحرية والمساواة وفي مثله ينبغي أن ينشد:\rيا ليت لي من جلد وجهك رقعة ... فأقد منها حافرا للأدهم","seal":"9D073AFE","part":1},
      {"page":26,"id":11,"nass":"اقتفاء الجهلة المتصوفة آثار الهنادكة في تعذيب أنفسهم\r...\rاقتفاء جهلة المتصوفة آثار الهنادكة في تعذيب أنفسهم\rمن المعلوم أن الوثنيين في الهند لا يؤمنون بالأنبياء فعقائدهم ناشئة عن الجهل والرعونة فلا يستغرب منهم ذلك، والعجب كل العجب من قوم نشئوا في بلاد الإسلام في زمان كانت البلاد الإسلامية مشرقة بأنوار الكتاب والسنة ورايات الإسلام منصورة وأيامه في أيامهم مشهورة، ومع ذلك تركوا الكتاب والسنة وسيرة السلف الأمة واقتدوا بالبراهمة في تنسكهم السخيف، وسأورد هنا ما يتسع له المقام من حكاياتهم المضحكة المبكية.","seal":"A18F185B","part":1},
      {"page":27,"id":12,"nass":"الحكاية الأولى\rابن الكريتي ومرقعته، قال الحافظ أبو الفرج عبد الرحمن بن الجوزي في كتابه تلبيس إبليس على الطوائف المختلفة بسنده إلى نصر عبد الله السراج ذكر عن ابن الكريتي وكان أستاذ الجنيد أنه أصابته جنابة وكان عليه مرقعة ثخينة فجاء إلى شاطئ دجلة والبرد الشديد فحزنت نفسه عن الدخول في الماء لشدة البرد فطرح نفسه في الماء مع المرقعة ولم يزل يغوص ثم خرج، وقال عقدت ألا أنزعها عن بدني حتى تجف عليّ فلم تجف عليه شهرا، ثم روى الحكاية بسند آخر إلى الجنيد قال سمعت أبا جعفر ابن الكريتي يقول: أصبت ليلة جنابة فاحتجت أن أغتسل وكانت ليلة باردة فوجدت في نفسي تأخرا وحدثتني نفسي لو تركت حتى تصبح يسخن لك الماء أو تدخل حماما وإلا اعبأ على نفسك، فقلت واعجبا أنا أعامل الله في طول عمري يجب على حق لا أجد المسارعة إليه، وأجد الوقوف والتباطؤ والتأخر، آليت لا أغتسل إلا في نهر وآليت لا أغتسل إلا في مرقعتي هذه، وآليت لا أعصرها وآليت لا أجففها في شمس أو كما قال، ثم قال ابن الجوزي: وكان وزن كُم هذه المرقعة وحده أحد عشر رطلا، قال محمد تقي الدين الهلالي الرطل اثنتا عشرة أوقية، والأوقية أربعون درهما، فإذا كان كُم المرقعة يزن أحد عشر رطلا، والكم الثاني مثله يصير الكمان فقط اثنين وعشرين رطلا، ونسبة الكمين إلى الجبة كلها نجعلها ربعا فيكون وزن الجبة ثمانية وثمانون رطلا، فإذا غمست في الماء يعلق بها من الماء مثل ذلك.\rونترك التعليق للحافظ ابن الجوزي، قال الحافظ ابن الجوزي بعد ذكر هذه الحكاية التي رواها بإسنادين اثنين ما نصه: وإنما ذكر للناس أني فعلت الحسن الجميل وحكوه عنه ليبين فضله، وذلك جهم محض لأن هذا الرجل عصى الله سبحانه وتعالى بما فعل، وإنما يعجب هذا الفعل العوام الحمقى لا العلماء، ولا يجوز لأحد أن يعاقب نفسه، فقد جمع هذا المسكين لنفسه فنونا من التعذيب.. إلقاؤها في الماء","seal":"32CDCB59","part":1},
      {"page":28,"id":13,"nass":"البارد، وكونه في مرقعة لا يمكنه الحركة فيها كما يريد، ولعله قد بقي من مغابنه ما لم يصل إليه الماء لكثافة هذه المرقعة، وبقاؤها عليه مبتلة شهرا وذلك يمنعه لذة النوم، وكل هذا الفعل خطأ وإثم وربما كان ذلك سببا لمرضه.","seal":"F9A8F140","part":1},
      {"page":28,"id":14,"nass":"الحكاية الثانية\rوحكى أبو حامد الغزالي عن ابن الكريتي أنه قال: نزلت في محلة فعرفت فيها بالصلاح فنشب في قلبي أي شعرت بأنني من الصالحين الذين يستحقون التعظيم، فدخلت الحمام فرأيت ثيابا فاخرة فسرقتها ولبستها ثم لبست مرقعتي وخرجت فجعلت أمشي قليلا قليلا، فنزعوا مرقعتي وأخذوا الثياب وصفعوني، فصرت بعد ذلك أعرف بلص الحمّام فسكنت نفسي، قال أبو حامد: فهكذا كانوا يرضون أنفسهم حتى يخلصهم الله من النظر إلى الخلق ثم من النظر إلى النفس وأرباب الأحوال، وربما عالجوا أنفسهم بما لا يفتي به الفقيه مهما رأوا إصلاح قلوبهم، ثم يتداركون ما فرط منهم من صورة التقصير كما فعل هذا في الحمّام.\rقال الحافظ ابن الجوزي بعد ذكر هذه الحكاية: سبحان من أخرج أبا حامد من دائرة الفقه بتصنيفه كتاب الإحياء فليته لم يحك فيه مثل هذا الذي لا يحل، والعجب منه أنه يحكيه ويستحسنه ويسمي أصحابه أرباب أحوال، وأي حالة أقبح وأشد من حال من يخالف الشرع ويرى المصلحة في مخالفته، وكيف يجوز أن يطلب صلاح القلوب بفعل المعاصي وقد عدم في الشريعة ما يصلح به قلبه حتى يستعمل ما لا يحل فيها، وهذا من جنس ما تفعله الأمراء الجهلة من قطع من لا يجب قطعه وقتل من لا يجوز قتله ويسمونه سياسة، ومضمون ذلك أن الشريعة ما تفي بالسياسة، وكيف يحل للمسلم أن يعرض نفسه لأن يقال له سارق، وهل يجوز أن يقصد وهن دينه ونحو ذلك عند شهداء الله في الأرض، ولو أن رجلا وقف مع امراته في طريق يكلمها ويلمسها ليقول فيه من لا يعلم هذا فاسق لكان عاصيا بذلك، ثم في مذهب أحمد والشافعي أن من سرق من الحمّام ثيابا عليها حافظ وجب قطع يده، كلا والله إن لنا شريعة لو رام","seal":"6A5A284C","part":1},
      {"page":29,"id":15,"nass":"أبو بكر الصديق أن يخرج عنها إلى العمل برأيه لم يقبل منه، فعجبي من هذا الفقيه المستلب عن الفقه بالتصوف أكثر من تعجبي من هذا المستلب الثياب.","seal":"1AA8B4BB","part":1},
      {"page":29,"id":16,"nass":"الحكاية الثالثة\rقال ابن الجوزي بسنده إلى أبي الحسن المديني أنه سمعه يقول: خرجت مرة من بغداد إلى نهر الناشرية، وكان في إحدى قرى ذلك النهر رجل يميل إلى أصحابنا، فبينا أنا أمشي على شاطئ النهر، رأيت مرقعة مطروحة ونعلا وخريقة فجمعتها وقلت هذه لفقير، ومشيت قليلا فسمعت همهمة وتخبطا في الماء فنظرت فإذا بأبي الحسن الثوري قد ألقى نفسه في الماء والطين وهو يتخبط ويعمل بنفسه كل بلاء، فلما رأيته علمت أن الثياب له، فنزلت إليه فنظر إليّ وقال: يا أبا الحسن أما ترى ما يعمل بي قد أماتني موتات وقال لي ما لك إلا الذكر الذي لسائر الناس، وأخذ يبكي ويقول: ترى ما يفعل بي، فما زلت أرفق به حتى غسلته من الطين وألبسته المرقعة وحملته إلى دار ذلك الرجل، فأقمنا عنده إلى العصر، ثم خرجنا إلى المسجد فلما كان وقت المغرب رأيت الناس يهربون ويقفلون الأبواب ويصعدون السطوح، فسألناهم فقالوا السباع بالليل تدخل القرية، وكان حوالي القرية أجمة أي غابة عظيمة، وقد قطع منها القصب وبقيت أصوله كالسكاكين، فلما الثوري هذا الحديث قام فرمى بنفسه في الأجمة على أصول القصب المقطوع، ويصيح ويقول: أين أنت يا سباع، فما شككنا أن الأسد قد افترسه، أو قد هلك في أصول القصب، فلما كان قريب الصبح جاء فطرح نفسه وقد هلكت رجلاه فأخذنا بالمنقاش ما قدرنا عليه فبقي أربعين يوما لا يمشي على رجليه، فسألته أي شيء كان ذلك الحال فقال: لما ذكروا السبع وجدت في نفسي فزعا، فقلت لأطرحنك إلى ما تفزعين منه.\rقال الحافظ ابن الجوزي بعد ذكر هذه الحكاية: قلت لا يخفى على عاقل تخبيط هذا الرجل قبل أن يقع في الماء والطين (يعني أن الشيطان تخبطه) وكيف يجوز للإنسان أن يلقي نفسه في ماء وطين، وهل هذا إلا فعل المجانين، وأين الهيبة والتعظيم من قوله","seal":"06268D28","part":1},
      {"page":30,"id":17,"nass":"ترى ما يفعل بي (يعني أن الله فعل به ذلك فكأنه يشكو الله تعالى إلى من كان يخاطبه) وما وجه هذا الانبساط، وينبغي أن تجف الألسن في أفواهها هيبة، ثم ما الذي يريده غير الذكر وقد خرج عن الشريعة بخروجه إلى السبع ومشيه على القصب المقطوع، وهل يجوز في الشرع أن يلقي الإنسان نفسه، أترى أراد منها أن يغير ما طبعت عليه من خوف السباع، ليس هذا في طوقها ولا طلبه الشرع منها.","seal":"39733681","part":1},
      {"page":30,"id":18,"nass":"تعذيب أنفسهم بالجوع\rذكر الحافظ ابن الجوزي في الكتاب المذكور حكايات كثيرة في تعذيب المتصوفة أنفسهم بالجوع زادوا فيها على نساك الهند الوثنيين أضعافا كثيرة، أذكر منها شيئا يسيرا فمن ذلك ما ذكره الحافظ ابن الجوزي في الكتاب المذكور صفحة 200 حكى أبو حامد الطوسي عن سهم يعني ابن عبد الله التستري قال: كان سهل يقتات ورق النبق مدة، وأكل دقائق التبن مدة ثلاث سنين، واقتات بثلاثة دراهم في ثلاث سنين.\rومن ذلك الترهب بترك التزوج وتعاطي أسباب المعيشة للتفرغ إلى عبادة الله بزعم المنتحلين لذلك، وهذا من الجهل بسنة الله وفطرته ومحاولة تغييرها، وقد علمنا رسول الله صلى الله عليه وسلم أن عبادة الله ليست منحصرة في الصيام والصلاة، بل كل قول أو عمل يراد به وجه الله هو عبادة، وقد أوجب الله على عباده واجبات كثيرة فمن ضيع بعضها كمن ضيع كلها، عن أنس بن مالك قال: جاء ثلاثة رهط إلى بيوت أزواج النبي صلى الله عليه وسلم يسألون عن عبادة النبي صلى الله عليه وسلم فلما أخبروا كأنهم تقالها، وقالوا أين نحن من النبي صلى الله عليه وسلم وقد غفر له ما تقدم من ذنبه وما تأخر، قال أحدهم أما أنا فأصلي الليل أبدا ولا أنام، وقال الآخر وأنا أصوم الدهر أبدا ولا أفطر، وقال الآخر وأنا أعتزل النساء فلا أتزوج أبدا، فجاء رسول الله صلى الله عليه وسلم فقال: \"أنتم الذين قلتم كذا وكذا، أما والله إني لأخشاكم لله وأتقاكم له، ولكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء","seal":"B18290BC","part":1},
      {"page":31,"id":19,"nass":"فمن رغب عن سنتي فليس مني\" رواه البخاري.\rوإنما غضب النبي صلى الله عليه وسلم على أولئك الرجال لأمور:\rمنها أنهم جهلوا الأصل العظيم وهو أن كل قول وعمل يراد به وجه الله فهو عبادة، وذلك خطأ عظيم يجر صاحبه إلى الضلال.\rومنها أنهم ظنوا أنهم أقوى على العبادة وأقدر عليها من النبي صلى الله عليه وسلم وهذا الخطأ أعظم مما قبله.\rومنها أنهم إذا شغلوا أنفسهم بنوع واحد من العبادة ضيعوا واجبات وحقوقا أخرى فكانوا كمن قضى الدين بالدين، وما أحسن قول الشاعر:\rإذا ما قضيت الدين بالدين لم يكن ... قضاء ولكن ذاك غرم على غرم\rيوضح هذا المعنى حديث أبي ذر عن النبي صلى الله عليه وسلم قال أبو ذر أن أناسا قالوا: يا رسول الله ذهب أهل الدثور بالأجور يصلون كما نصلي ويصومون كما نصوم ويتصدقون بفضول أموالهم قال: \"أوليس قد جعل الله لكم ما تصدقون به إن بكل تسبيحة صدقة وكل تكبيرة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وأمر بالمعروف صدقة ونهي عن المنكر صدقة وفي بضع أحدكم صدقة، قالوا يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: أرأيتم لو وضعها في حرام أكان عليه وزر؟ فكذلك إذا وضعها في الحلال كان له أجر \" رواه مسلم، وعنه أيضا قال: قال رسول الله صلى الله عليه وسلم: \"لا تحقرن من المعروف شيئا ولو أن تلقى أخاك بوجه طليق\" رواه مسلم، وعنه أيضا أن رسول الله صلى الله عليه وسلم قال: \"يصبح على كل سلامى من أحدكم فكل تسبيحة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وكل تكبيرة صدقة وأمر بالمعروف صدقة ونهي عن المنكر صدقة\" رواه مسلم.\rوعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \"كل سلامى من الناس عليه صدقة كل يوم تطلع فيه الشمس، تعدل بين الاثنين صدقة وتعين الرجل في دابته فتحمله عليها أو ترفع له عليها متاعه صدقة، وبكل خطوة تمشيها إلى الصلاة صدقة، وتميط الأذى عن الطريق صدقة\" متفق عليه.","seal":"2EE5B6F5","part":1},
      {"page":32,"id":20,"nass":"وفي حديث سعد بن أبي وقاص أن النبي صلى الله عليه وسلم قال له: \"إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس، وإنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها حتى ما تجعل في امرأتك\" والآثار في هذا المعنى كثيرة اقتصرنا منها على ما يتسع له المقام.\rوإذا تأملنا أنواع البر الواردة في هذه الأحاديث وحدها نجدها كثيرة، أولها ذكر الله بالقلب واللسان، وثانيها الأمر بالمعروف وهو كل أمر مستحسن شرعا، وثالثها النهي عن المنكر وهو كل أمر محرم كالظلم والعدوان وتعدي حدود الله، ورابعها التزوج ومباشرة الأهل لأن فيها طلبا للولد، ومنعا للزوجين من الوقوع في الموبقات والاستغناء عن الحرام بالحلال، وخامسها حق الضيف والزائرين كما في حديث سلمان وأبي الدرداء في صحيح البخاري أن النبي صلى الله عليه وسلم قال له: \"إن لربك عليك حقا، وإن لنفسك عليك حقا، وإن لأهلك عليك حقا، وإن لضيفك عليك حقا فاعط كل ذي حق حقه\".\rوهناك حقوق كثيرة كحق الأولاد والوالدين وسائر ذي القربى واليتامى والمساكين والأصحاب وابن السبيل إلى غير ذلك، والترهب يضيع كل هذه الحقوق، وقوله عليه الصلاة والسلام: يصبح على كل سلامى من الناس صدقة السلامى العضو من أعضاء الجسم، ففي كل صباح تكون على الإنسان واجبات اجتماعية بقدر عدد أعضاء جسمه، فإذا وجد اثنين متخاصمين فأصلح بينهما بالعدل فقد أدى واجب عضو من أعضاء جسمه، وإذا وجد إنسانا يريد أن يركب دابته أو سيارته أو سفينته أو يحمل عليها متاعه وأعانه على ذلك فقد أدى واجب عضو آخر، وإذا وجد في طريق الناس ما يؤذيهم فأزاله فقد أدى واجب عضو آخر، والأنواع التي تؤذي الناس في طريقهم كثيرة، منها الشوكة والحجر والنجاسات وقطع الطريق والسباع وكل ذوات السموم، ويدخل في هذا بناء القناطر والسدود وتعبيد الطرق أي تسويته وتبليطه","seal":"B731407B","part":1},
      {"page":33,"id":21,"nass":"وإزالة الأوحال والثلوج وغير ذلك، ومن القربات جمع المال من طريق الحلال حتى يغني الإنسان نفسه وأهله ويترك لورثته ما يغنيهم، ومنها ملاطفة الزوجة باختيار لقمة شهية أو ثمرة ووضعها في فمها كما مضى في الحديث، والمتبتل المنقطع للصلاة والصيام المعتزل عن الناس يفوته ذلك كله، وغيره من التعلم والتعليم والأمر بالمعروف والنهي عن المنكر والجهاد في سبيل الله وتشييع الجنازة وغير ذلك من القربات الاجتماعية.\rوهذا الموضوع واسع لا يستوعبه مجلد، فنمسك عنان القلم ونكتفي بهذا القدر.","seal":"FB8B9605","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1407,"Bk":"الدين والسنن الكونية","HigriD":"1407","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو شكيب محمد تقي الدين بن عبد القادر الهلالي","bLnk":null,"Inf":"","Auth":"محمد تقي الدين الهلالي","Betaka":"الكتاب: الدين والسنن الكونية\r\nالمؤلف: أبو شكيب محمد تقي الدين بن عبد القادر الهلالي (المتوفى: 1407هـ)\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة الرابعة - العدد الثالث - محرم 1392هـ - فبراير1972م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الشيخ محمد تقي الدين الهلالي\r\n\r\nهو العالم المغربي والعلامة اللغوي الشيخ الدكتور محمد تقي الدين بن عبدالقادر الهلالي، وكنيته «أبو شكيب»، حيث سمى أول ولد له على اسم صديقه الأمير شكيب أرسلان.\r\nولد الهلالي في قرية «الفرخ» من بادية سجلماسة في المغرب عام 1311هـ، التي هاجر إليها أجداده من «القيروان» في تونس في القرن التاسع الهجري.\r\nوكانت الأسرة أسرة علم، حيث كان والده وجده من العلماء الفقهاء المعروفين.\r\nوقد قرأ على والده، وحفظ القرآن الكريم وهو ابن اثنتي عشرة سنة، ثم سافر إلى الجزائر لطلب الرزق عام 1333هـ، فقصد الشيخ محمد حبيب الله الشنقيطي وبقي يتعلم في مدرسته سبع سنين، ثم توفي شيخه الشنقيطي عام 1338هـ، وكان من أفضل العلماء في الزهد والتقوى ومكارم الأخلاق.\r\nوفي عام 1340هـ عاد الهلالي إلى المغرب حيث حضر بعض الدروس على العلماء في مدينة «فاس»، وكان من شيوخه الذين تلقى العلم على أيديهم الشيخ الفاطمي الشراوي، والشيخ محمد العربي العلوي، والشيخ أحمد سوكيرج، كما حصل على شهادة من جامع القرويين.\r\nوبعد ذلك سافر الهلالي إلى القاهرة حيث التقى بالشيخ محمد رشيد رضا وبعض العلماء السلفيين، أمثال: الشيخ محمد الرمالي، والشيخ عبدالعزيز الخولي، والشيخ عبدالظاهر أبو السح، والشيخ محمد عبدالرزاق، والشيخ محمد أبو زيد، وغيرهم من العلماء بمصر، كما حضر دروس القسم العالي بالأزهر.\r\nومن مصر توجه إلى الحج، ثم إلى الهند، حيث اجتمع بعلماء أهل الحديث وأخذ العلم عن الشيخ عبدالرحمن بن عبدالرحيم المباركفوري، وهو أفضل علماء الهند في ذلك الزمان.\r\nومن الهند توجه إلى «الزبير» في العراق، حيث التقى العالم الموريتاني الشيخ محمد الأمين الشنقيطي، مؤسس مدرسة النجاة الأهلية بالزبير، وتزوج ابنته، ومن الزبير سافر إلى مصر، ثم إلى المملكة العربية السعودية، حيث أعطاه السيد محمد رشيد رضا توصية وتعريفاً إلى الملك عبدالعزيز آل سعود قال فيها: (إن محمد تقي الدين الهلالي المغربي أفضل من جاءكم من علماء الآفاق، فأرجو أن تستفيدوا من علمه).\r\nفي ضيافة الملك عبد العزيز\r\nفأقام الهلالي في ضيافة الملك عبدالعزيز آل سعود بضعة أشهر، ثم عُين مراقباً للتدريس في المسجد النبوي، وبعد سنتين نقل إلى المسجد الحرام والمعهد السعودي بمكة المكرمة لمدة سنة، ثم جاءته رسائل من إندونيسيا ومن الهند، وكلها تطلبه للتدريس في مدارسها، فاستجاب لدعوة السيد سليمان الندوي بالهند، وصار رئيس أساتذة الأدب العربي في كلية ندوة العلماء في مدينة لكنهو بالهند، حيث بقي ثلاث سنوات تعلم فيها الإنجليزية، وأصدر باقتراح من الشيخ سليمان الندوي وبمساعدة تلميذه الطالب مسعود عالم الندوي مجلة «الضياء»، ثم عاد إلى الزبير حيث عمل مدرساً بمدرسة النجاة الأهلية التي أسسها الشيخ الشنقيطي والد زوجته.\r\nوبعد ثلاث سنوات سافر إلى مدينة جنيف في سويسرا، ونزل عند الأمير شكيب أرسلان الذي كتب له توصية إلى أحد أصدقائه في وزارة الخارجية الألمانية في برلين قال فيها:\r\n(عندي شاب مغربي أديب ما دخل ألمانيا مثله، وهو يريد أن يدرِّس في إحدى الجامعات، فعسى أن تجدوا له مكاناً لتدريس الأدب العربي براتب يستعين به على الدراسة).\r\nوسرعان ما جاء الجواب بالقبول، حيث سافر الهلالي إلى ألمانيا وعُين محاضراً في جامعة «بون» وشرع يتعلم اللغة الألمانية، حيث حصل على دبلومها بعد عام، ثم صار طالباً بالجامعة مع كونه محاضراً فيها، وفي تلك الفترة ترجم الكثير من الألمانية وإليها، وبعد ثلاث سنوات في بون انتقل إلى جامعة برلين طالباً ومحاضراً ومشرفاً على الإذاعة العربية 1939م، وفي 1940م قدَّم رسالة الدكتوراه، حيث فنَّد فيها مزاعم المستشرقين أمثال: مارتن هارثمن، وكارل بروكلمان، وكان موضوع رسالة الدكتوراه «ترجمة مقدمة كتاب الجماهر من الجواهر مع تعليقات عليها»، وكان مجلس الامتحان والمناقشة من عشرة من العلماء، وقد وافقوا بالإجماع على منحه شهادة الدكتوراه.\r\nمراسل صحفي\r\nوفي أثناء الحرب العالمية الثانية سافر إلى المغرب بتكليف من سماحة الحاج محمد أمين الحسيني في مهمة سياسية، حيث زوّده السفير المغربي عبدالخالق الطريسي بجواز سفر على أنه من أهالي «تطوان» التي تقع تحت الحماية الإسبانية حيث أقام خمس سنوات.\r\nويروي الأستاذ محمد المجذوب في كتابه القيم «علماء ومفكرون عرفتهم» على لسان الدكتور الهلالي أنه تلقى في فترة إقامته بتطوان خطاباً من الشيخ حسن البنا ـ المرشد العام للإخوان المسلمين ـ يقول فيه:\r\n(لنا مكاتبون ومراسلون من جميع أنحاء العالم الإسلامي إلا المغرب، فأرجو منك أن تبحث لنا عن مراسل، وتخبرنا بقدر المكافأة التي يتطلبها عن كل مقال يرسله إلى صحيفة الإخوان المسلمين، وإن قدرتَ أنت أن تقوم بهذا الأمر فهو أحبُّ إلينا...).\r\nيقول د.الهلالي: فقبلتُ الطلب، وبدأتُ أراسل صحيفة الإخوان المسلمين سراً بواسطة البريد الإنجليزي في تطوان، ولكن الإسبانيين كانوا قد اتفقوا مع أحد الموظفين المغاربة في البريد الإنجليزي أنه متى رأى رسالة أو مقالاً لا يذكرهم بخير، ينسخ لهم نسخة منه، ويعطونه مكافأة عظيمة على كل رسالة أو مقال، فأطلعهم هذا الموظف على جميع المقالات التي أرسلتها إلى صحيفة الإخوان المسلمين، فقبضوا عليَّ وزجوني في السجن، ولم يوجهوا إليَّ أي اتهام، وبقيت ثلاثة أيام، فاحتج أهل المدينة وأذاعت محطة لندن باللهجة المغربية هذه الحادثة والاحتجاج فأطلقوا سراحي.\r\nوفي 1947م سافر الشيخ الهلالي إلى العراق، حيث قام بالتدريس في كلية الملكة عالية ببغداد وبقي إلى 1958م حيث قام الانقلاب العسكري في العراق، فغادرها عام 1959م إلى المغرب حيث عمل أستاذاً في كلية الآداب بجامعة محمد الخامس، وفي 1968م تلقى دعوة من سماحة الشيخ عبدالعزيز بن باز رئيس الجامعة الإسلامية بالمدينة المنورة للعمل أستاذاً بالجامعة منتدباً من المغرب وبقي يعمل إلى 1974م حيث ترك الجامعة وتفرغ للدعوة بالمغرب.\r\nوكانت بداية معرفتي بأستاذنا محمد تقي الدين الهلالي من خلال ما كنت أسمعه عنه من العم محمد السليمان العقيل الذي كان من أعز أصدقائه، ثم قرأت له في مجلة «الإخوان المسلمون» عام 1946م قصيدة عصماء يندد فيها بالاستعمار الفرنسي، ولا يحضرني منها الآن سوى مطلعها\r\n\r\nأعادي فرنسا ما حييتُ وإن أمت\r\nفأوصي أحبائي يعادونها بعدي\r\nفازداد حبي له، وتشوَّقتُ للاتصال به فراسلته في «تطوان» على عنوان المجلة «لسان الدين» التي كان يصدرها بالتعاون مع الشيخ عبدالله كنون كبير علماء المغرب، وكانت أعدادها تصل إلى مكتب العم محمد العقيل، وقد سُمِّيت المجلة بهذا الاسم تيمناً باسم لسان الدين بن الخطيب الأندلسي، ومن ذلك الوقت توثقت صلتي بالشيخ الهلالي، فلما قدم إلى العراق واستقر بها، زرته في بيته ببغداد أكثر من مرة، حيث استفدت من علمه، وفي سنة 1948م جاءتني رسالة منه في بغداد يوصيني بالشيخ مسعود عالم الندوي ورفيقه محمد عاصم الحداد اللذين يزوران العراق بتكليف من السيد أبي الأعلى المودودي أمير الجماعة الإسلامية بباكستان، حيث سعدنا بهما في البصرة والزبير، وقد بذلت مع إخواني عبدالله الرابح وعبدالعزيز الربيعة وعمر الدايل مانستطيع من جهد لمساعدتهما في مهمتهما، ومن خلالهما اطلعنا على مؤلفات المودودي وعرفنا الكثير عن الجماعة الإسلامية في الهند وباكستان.\r\nيحدثنا العم محمد السليمان العقيل عن صديقه الهلالي فيقول: كانت صلتي بالهلالي قديمة منذ قدم الزبير، وكانت لنا معه لقاءات يشارك في بعضها الشيخ ناصر الأحمر والشيخ عذبي الصباح والشيخ جاسم اليعقوب، وهو عالم فاضل متمكن من علمه وأديب شاعر فحل.\r\nويروي لنا الهلالي عن صديقه محمد العقيل فيقول: كان أبوقاسم مبتدئاً بالعمل التجاري، فوعدني أنه إذا فتح الله عليه واتسعت تجارته فلن يتخلى عني، وكان ذلك أوائل الثلاثينيات الميلادية، ولما عدت إلى العراق سنة 1947م بعد غربة طويلة، ذكَّرته بوعده، وطلبت منه المساعدة لشراء بيت لسكناي ببغداد وكان ذلك من خلال قصيدة نظمتها وأرسلتها له فكانت استجابته سريعة ووفى بوعده جزاه الله خيراً.\r\nوأنا لايحضرني من قصيدة الهلالي سوى مطلعها:\r\nأبا قاسم قد جئتُ أستنجز الذي\r\nوعدت به قدماً وأنت كريمُ\r\nأعيذك بالرحمن من شرِّ مارد\r\nيزين لك الإخلافَ وهو ذميم\r\nويحدثنا بعض الطلبة الذين درسوا على يده في مدرسة النجاة الأهلية في الزبير أنه رجل عالم، ومدرس فاهم، ومرب حازم، غزير الإنتاج، وافر العطاء، شديد الملاحظة للأخطاء اللغوية، فلايتساهل فيها، كما يروون شدته وحزمه مع الطلاب ومحاسبته لهم، إذا ما قصّروا في أداء الواجبات، حتى أن بعض الطلاب الكسالى يتربصون به في الطريق ويقذفون الحجارة ثم يهربون ولايعرفهم أحد، فضاق بهم ذرعاً وكتب مقالاً يهاجمهم وأولياء أمورهم في جريدة (السجل) لصاحبها طه الفياض وعنوان المقال (أعيلان أم غيلان؟) وقد أحدث هذا المقال ضجة حملت أولياء الأمور على مراقبة أبنائهم وتأديبهم وإلزامهم الانتظام في الدراسة واحترام المدرسين.\r\nأفكاره : التزم الشيخ الهلالي بالمنهج السلفي وصار من دعاته النشيطين، و كان متفتحاً غير متزمت ومجتهداً غير مقلد، وقد أكسبته الأسفار الكثيرة إلى البلاد العربية والهند وسويسرا وألمانيا، ولقاؤه العلماء في العالم العربي والإسلامي، صفات العالم العامل والداعية الواعي، والمصلح الحكيم والمجاهد الصادق، وكان منهجه في التعليم والتربية، الحرص على غرس التوحيد، والالتزام بالأركان والعمل بالأصول، والبعد عن مواطن الخلاف في الفروع، والاستفادة مما لدى الغرب من تقدم علمي، فالحكمة ضالة المؤمن أنى وجدها فهو أحق الناس بها.\r\nوفي فترة وجوده بالمدينة المنورة أستاذاً بالجامعة الإسلامية كنت أزوره حين حضوري لاجتماعات المجلس الأعلى الاستشاري للجامعة حيث كنت عضواً فيه، ونغترف من فيض علمه ومعارفه ونتدارس معه أوضاع المسلمين في كل مكان، وسبل النهوض بهم، ومهمة الدعاة إلى الله وضرورة صبرهم وثباتهم على ما يلقونه لأن المهمة شاقة والطريق طويل وقد حفَّت الجنة بالمكاره وحفَّت النار بالشهوات.\r\nكما أنه شرفني في بيتي بالكويت حين زارها أواخر السبعينيات الميلادية، حيث تناولت أحاديثه ذكرياته في الزبير والهند وألمانيا والمغرب.\r\nوشاعر أيضاً\r\nوالدكتور الهلالي له قصائد كثيرة في مناسبات عديدة ولكنها تحتاج إلى جمع وتوثيق للزمان والمكان والمناسبة التي قيلت فيها ونرجو أن يضطلع بذلك تلامذته وأحبابه في المغرب، أمثال الأخ الدكتور عبدالسلام الهراس وإخوانه.\r\nقال قصيدة في تحية الزعيم المغربي عبدالخالق الطريس سنة 1356هـ نقتطف منها الأبيات التالية:\r\nسنا الحرية الغراء لاحا ... فصيَّر حندس الظلما صباحا\r\nوأحيا ميِّت الآمال لما ... أهاب بنا إلى العليا وصاحا\r\nسلاح الحق لايخشى فلولاً ... ويلقى من يصول به النجاحا\r\nتحارب باغياً وتميتُ جهلاً ... ونور العلم تجعله السلاحا\r\nفيصبح قومك الأموات أحيا ... وتنشرح الصدور لك انشراحا\r\nوتنهض بالبلاد إلى المعالي ... وتفتتح الطريق لها افتتاحاً\r\nوتبدل ضيمها عزاً وفخراً ... وتملؤها ابتهاجاً وارتياحا\r\nوقال في قصيدة يُحيي الزعيم العراقي رشيد عالي الكيلاني أذيعت في محطة برلين سنة 1941م:\r\nيامقبلاً من غزوه متأهباً ... للقاء أخرى ليس بالمتواني \r\nتهديك وثبتك العظيمة أنها ... فجر الجهاد وأول الفرقان \r\nلك في قلوب العرب حب صادق ... ومكانة جلَّت عن التبيان \r\n\rوبكل أرض رفعة وجلالة ... في الناء من أرجائها والداني \r\nالفضل فيك سجية موروثة ... عن جدك المختار من عدنان \r\nومن قصيدة نظمها في انتقاد أخلاق بعض الموظفين الكسالى وترفعهم عن الناس وتأخير معاملاتهم نقتطف منها:\r\nبلدة أصبح الموظف فيها ... جالساً في السماء فوق السحاب\r\nحالة تضحك العدو وتبكي ... بدماء معاشر الأحباب\r\nأبهذي الأخلاق يرجع مجد ... ضاع منكم في غابر الأحقاب\r\nفإلى الله نشتكي من زمان ... فاسد جاءنا بكل عجاب\r\nوحين سأل الأستاذ المجذوب الشيخ الهلالي عن أحب العلوم إليه أجاب: (أحبها إليَّ علوم الحديث وعلوم القرآن لأني أحب اتباع الكتاب والسنة وأكره مخالفتهما ، ثم علم النحو وسائر علوم الأدب، ثم علم اللغات).\r\n\r\nمؤلفاته\r\nوللشيخ الهلالي مؤلفات كثيرة ما بين صغير وكبير ومن أهمها: الزند الواري والبدر الساري في شرح صحيح البخاري (المجلد الأول فقط)، الإلهام والإنعام في سورة الأنعام، الإسفار عن الحق في مسألة السفور والحجاب، القاضي العدل في حكم البناء على القبور، الأنوار المتبعة في تحقيق سنة الجمعة، قبسة من أنوار الوحي، الصبح السافر في حكم صلاة المسافر، العلم المأثور والعلم المشهور واللواء المنشور في بدع القبور، آل البيت ما لهم وما عليهم، أحكام الخُلع في الإسلام، حاشية على كتاب التوحيد لشيخ الإسلام محمد بن عبدالوهاب، مختصر هدي الخليل في العقائد وعبادة الجليل، حاشية على كشف الشبهات لمحمد بن عبدالوهاب، أهل الحديث، الحسام الماحق لكل مشرك ومنافق، دليل الحاج إلى مناسك الحج، العقود الدرية في منع تحديد الذرية، دواء الشاكين وقامع المشككين في الرد على الملحدين، البراهين الإنجيلية على أن عيسى داخل في العبودية وبريء من الألوهية، فكاك الأسير العاني المكبول بالكبل التيجاني، سب القاديانيين للإسلام والرد عليهم، الرجعية والتقدم، تقويم اللسانين، رحلة من الزبير إلى جنيف، رحلة إلى درعة بالمغرب، من يرافقني إلى برلين؟، الهاديات، حواشي شتى على إنجيل متى، الصديقات الثلاث (قصة)، تاريخ اللغة السامية، رحلة إلى ألمانيا، الطبقات عند العرب، تمثيليات طيف الخيال لمحمد بن دانيال، الجماهر في الجواهر (رسالة الدكتوراه)، مدنية العرب في الأندلس (مترجم عن الإنجليزية)، كتاب البلدان لمحمد بن الفقيه البغدادي (مترجم إلى الألمانية) بالاشتراك، لسان الدين (المجلد الأول) المجلة التي كان يصدرها بتطوان، فضل الكبير المتعالي (ديوان شعر محمد تقي الدين الهلالي).\r\n\r\nوالهلالي كان من المواظبين على الكتابة في مجلة (الفتح) لمحب الدين الخطيب، ومجلة (المنار) لمحمد رشيد رضا.\r\nكما أن له محاضرات ودروساً وندوات وأحاديث ومقالات وبحوث لا يمكن الإحاطة بها في هذه العجالة، لأنها في موضوعات عدة، وبلدان متفرقة، وأزمان مختلفة.\r\nحدثني الأخوان عمر الدايل وعبدالعزيز الناصر عن الشيخ الهلالي ـ حين زاراه في بيته بالمدينة المنورة ـ عن موقف من مواقفه، قال الشيخ الهلالي: كنت إمام المسجد الذي بناه الحاج مصطفى الإبراهيم في منطقة الدورة بالبصرة، وفي مرة تأخر الحاج مصطفى عن موعد الصلاة، فأقيمت وصليت بالناس دون انتظاره، وبعد الصلاة عاتبني كيف تقام الصلاة قبل حضوره، فأجبته أن وقت المغرب قصير، ولا يصح التأخير، فقال الحاج مصطفى الإبراهيم: ألا تعلم ياشيخ تقي الدين أنني أملك نصف منطقة الدورة؟ فأجبته وأنا أملك النصف الآخر، وأنا إمام المسجد!! وتأزم الموقف وغادرت المنطقة ولم أعد.\r\n\r\nإن أستاذنا الشيخ الهلالي علم من أعلام الإسلام، ومجاهد من المجاهدين العظام، كانت له آثار في كل مكان زاره أو استقر فيه، وله من الطلاب والمحبين آلاف مؤلفة في أنحاء العالم الإسلامي، ولقد تزوج حين كان في ألمانيا بمسلمة ألمانية وله منها ولد، كما تزوج في المغرب من مغربية وله منها أولاد بالإضافة لزوجته الأولى أم شكيب التي لها منه ولد وبنت.\r\nوقد وافته المنية في منزله بالدار البيضاء بالمغرب يوم الإثنين 25 شوال 1407هـ الموافق 22 يونيو 1987م وشيع جنازته جمهور كبير من العلماء والمفكرين والمثقفين والسياسيين.\r\nنسأل الله أن يتغمده برحمته ورضوانه وأن يدخلنا وإياه في جنته مع النبيين والصديقين والشهداء وحسن أولئك رفيقا.\r\nوآخر دعوانا أن الحمد لله رب العالمين.\r\n\r\nفائدة :\r\nسمعت من الشيخ صالح آل الشيخ أن الدكتور تقي الدين الهلالي قد قرأ على الشيخ محمد بن إبراهيم كتاب التوحيد .\r\nوأن الشيخ محمد بن إبراهيم قرأ على الدكتور تقي الدين الهلالي متنا في البلاغة .\r\n\r\nهل كان العلامة تقي الدين الهلالي متأثراً بالغرب؟\r\nبقلم تلميذه الشيخ/ أحمد بن محمد الحمزاوي *\r\n\r\nضمني وإخوة أجلاء مجلس مبارك تجاذبنا فيه اطراف الحديث، فجرى ذكر مجدد الدعوة السلفية في المغرب وناصرها، ومحيي معالم السنة بعد اندثارها، وقامع البدع والخرافات وقاهرها، لسان أهل السنة وخطيبهم، وكاتب أصحاب الحديث وشاعرهم، الإمام العلامة الشيخ الدكتور محمد تقي الدين الهلالي تغمده الله بواسع رحمته\r\nفأخبرني بعض الحاضرين ان شخصا من المغرب يشيع بين المشايخ وطلبة العلم، ان العلامة الهلالي رحمه الله كان معجبا بالمدنية الغربية وأصحابها، ومتأثرا بالحضارة الاوروبية وأفكارها، فتملكني العجب، لا من سوء الفرية، وقبح البهتان، فمثل الشيخ العلامة في جهاده، وإصلاحه، ودعوته، وذبه عن عقيدة السلف وأهلها، وذوده عن حياض السنة وآلها، وانبرائه لصد ما يخالف شرع الله تعالى بلسان سحبان فصاحة وبيانا، وقلم ابن قتيبة سلاسة وبرهانا، وشعر حسان جزالة وإتقانا عرضة لأن ينفس المبتدعون والخرافيون والصوفيون والقبوريون عن غيظهم بالطعن فيه بعد موته والحي قد يغلب ألف ميت أما في حياته، فقد أسكت والله أصواتهم، وألجم ألسنتهم، وكمم أفواههم، وقلم اظفار أقلامهم,\r\nلكن سبب عجبي ان مختلق الإفك، ومشيع الكذب من المنتسبين الى منهج أهل السنة والجماعة الذي أحياه الشيخ الهلالي، وذاد عنه قرابة ثمانين عاما في مشارق الارض ومغاربها، ويبلغ العجب منتهاه، والاستغراب مداه، ان الذي تولى كبر هذه الفرية، وباء بإثم نشرها، ممن طوق العلامة الهلالي أعناقهم بمعروفه، وغمرهم بإحسانه، فهو الذي ارشده إلى طريق العلم، ويسر له سبل المعرفة، فكان كما قيل: )أحشك وتروثني(,\r\n\r\nأعلمه الرماية كل يوم\r\nفلما اشتد ساعده رماني\r\nوكم علمته نظم القوافي\r\nفلما قال قافية هجاني\r\nمع ان النفوس السوية، والفطر السليمة تأبى أن تقابل المعروف إلا بالمكافأة والشكران، وأن تجزي الإحسان إلا بالإحسان، قال تعالى: )هل جزاء الإحسان إلا الإحسان(، وروى الترمذي وصححه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: من لا يشكر الناس لا يشكر الله وفي لفظ لأحمد وأبي داود وابن حبان: لا يشكر الله من لا يشكر الناس ,\r\nوقد استند هذا الرجل في دعواه وافتئاته على أمرين:\r\nأولهما: أن الشيخ العلامة الهلالي درس في أوروبا، ونال شهادته منها,\r\nالثاني: أنه رحمه الله كان يذكر في دروسه، وكتاباته ما رآه من تمسك بعض الأوروبيين بجملة من محمود الصفات، وتحليهم ببعض الأخلاق الحسنة كترك الفضول، وحسن الإنصات للمناقش، والمحافظة على المواعيد، والحرص على عدم إضاعة الأوقات، والجد في العلوم الدنيوية، مما أوصلهم إلى ما هم فيه من التقدم المادي الدنيوي، حتى أصبح المسلمون يحتاجون إلى صناعاتهم من الإبرة الى الطائرة,\r\nودونك أخي الكريم حقيقة الأمر وجلية المسألة، لتعلم ما في كلام الرجل من التدليس والتلبيس,\r\nأولاً: أن الشيخ رحمه الله بين بنفسه سبب سفره إلى أوروبا، وعلة سعيه في الحصول على الشهادة، فقال: وإنما سافرت إلى أوروبا بعد سن الأربعين، للحصول على شهادة جامعية تمكنني من الدخول الى الجامعات في البلاد الآسيوية والافريقية، لنشر الدعوة بين المعلمين والمتعلمين، لأن الآسيويين والأفريقيين قد غلوا في تعظيم الشهادات العالية، وأصحابها، حتى صارت عندهم كل شيء، فمن حصل عليها صار حديثه مقبولا، وصار في نظرهم عالما، ولو كان أجهل من حمار أهله ، صيانة العرض ص 33,\r\nوهذا الكلام من وضوح المغزى ونبل المقصد بحيث لا يحتاج الى تعليق وقد صرح في موضع آخر بأن الاقامة في اوروبا انما تكون للضرورة فقد كاتبه الاستاذ عبداللطيف ابو السمح فكان مما قاله: )واسأله تعالى ان يجمعنا بكم في اوروبا كما جمعنا في افريقيا ثم آسيا(,\r\nفأجابه العلامة الهلالي من قلب اوروبا قائلا:\r\n)وما رجوته من الاجتماع هو بغيتي وسؤالي إلا انني اخالفك في موضعه فأتمنى ان يكون في مصر في خير وسلامة فهي احب الي من اوروبا ولا أظن ان العاقل يستحب الاقامة في اوروبا الا للضرورة وبقدرها,, الى ان قال:\r\nولا أنكر أن هنا في أوروبة علوما نافعة لأهل الشرق، ولا أجحد أن بعض من يرحل الى اوروبة من الطلبة فيهم شهامة ونجابة,,\r\nوالذي انكره هو أنه ليس كل الطلبة الآتين هذه الديار لطلب العلم هم في الحقيقة طلاب علم، وأنهم يرجعون الى الشرق بما ينفع أوطانهم، أو على الأقل لا يضرها,,\r\nومنذ جئت الى اوروبة، وخبرت أحوال طلبة العلم أسفت أسفا شديدا، إذ لم يكن لي حول ولا قوة لإصلاح الحال, فإن قلت: وماذا تصنع لو كان لك حول وقوة؟ فالجواب: لو كان لي مثلا مال فاضل وهو أحد أنواع الحول لما اقتصرت في النصيحة على تصديع القراء بمثل هذه المقالات الفارغة، بل أجبت بالعمل,\r\nوذلك أني أرجع الى الشرق، وألقي بصري على طلبة العلم, ومتى رأيت منهم من جزمت لي فراستي وأظنها قلما تخطئ في هذا الباب دعوته واختبرته، وعرفت العلم الذي هو متأهل له, فقلت له: تهيأ للسفر وجهزته وبعثته, فإذا أتم دراسته ورجع يعمل عملا حرا أو حكوميا مضاداً أشد المضادة لما يعمل المزورون الملبسون, فإذا رأى الشعب والحكومة الفرق بينه وبين اولئك المحتالين، عرفوا الحقيقة، واحتاطوا في إرسال الطلبة، وتدرجوا في إصلاح هذا الباب الى ان يصلوا الى الصواب، وهو إرسال الطلبة حسبما تقتضيه حاجة البلاد، لا حسب شهوة المرسلين او المرسلين انظر مجلة الفتح العدد 811 ص 13,\r\nفتأمل أخي الكريم هذه الجواهر واللآلىء بعين الإنصاف، وزنها بميزان العقل، تجد ان الشيخ العلامة قد طبق المفصل، وأصاب كبد الحقيقة، وان ذلك لا يصدر إلا من أصيل الرأي، ثاقب النظر، سديد الرأي لا عن مقلد للغرب متأثر به، كما يزعم ذلك الرجل وذلك فضل الله يؤتيه من يشاء، فما على الحكومات العربية والإسلامية إلا أن تبحث في سبل تطبيق هذه النظرية العلمية العظيمة، وآلات تحقيقها,\r\n\r\nفهذا الحق ليس به خفاء\r\nفدع عني بنيات الطريق\r\nويقول رحمه الله وهو في ألمانيا -: )وأنا من أهم الأمور التي دعتني للإقامة في أوروبة إبطال دعاوى المتفرنجين، وفضح أحوالهم، وهتك استارهم، وإتيان بيوتهم التي هي أوهى من بيت العنكبوت من القواعد: )وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر( حرر في بن جرمانية: 25 رجب 1357ه,\r\nلم أعرف عن أحد من الشدة والغلظة والإنكار على المتفرنجين والعلمانيين مثل ما عرفته عن الشيخ الهلالي رحمه الله وفي قوله السابق ما ينبئ عن شيء قليل من ذلك، فهل يقول بعد ذلك عاقل يعي ما يقول: إن الشيخ متأثر بالغربيين؟؟,\r\nثانياً : ما شغب به صاحبنا من كون الشيخ العلامة كان يمثل ببعض الأوروبيين في تمسكهم بجملة من محمود الأخلاق، كما اسلفنا، فهذا الرجل إما أن يكون قد أتى من فهم سقيم وفكر مريض فالتبس عليه الأمر كما قيل:\r\n\r\nوكم من عائب قولاً صحيحاً\r\nوآفته من الفهم السقيم\r\nوهذا أمر بعيد الاحتمال، وإما أن يكون قد بلغ به الحقد إلى حد محاولة إخفاء شمس الحقيقة، واختلاق الأكاذيب، كما قيل:\r\n\r\nإن يعلموا الخير اخفوه وإن علموا\r\nشرا أذاعوا وإن لم يعلموا كذبوا\r\nوإلا فإن كل من جالس الشيخ العلامة رحمه الله أو أخذ عنه، أو استمع إليه، أو قرأ له يعلم يقينا أن الشيخ كان من أشد الناس إنكارا على من يخل بمكارم الأخلاق، أو يتهاون في التمسك بآداب الإسلام، وكان يقول: إن من أسباب تخلف المسلمين تركهم لتلك الأخلاق والآداب، ويدلل على ذلك بأن الأوروبيين والغربيين ما وصلوا الى ما وصلوا إليه من العلوم الدنيوية، إلا بأخذهم بجزء مما جاء به الإسلام، وحث عليه من الجد في العمل، وعدم إضاعة الوقت، وغير ذلك,\r\nقال رحمه الله في مقال له بعنوان: )كيف كانت عقولهم( نشر في الفتح العدد 281 ص9,\r\n)لئن خسر الاوروبيون في غزوات فلسطين لقد ربحوا ربحا عظيما، ونالوا ما هو خير لهم في ذلك الزمان من فتح مصر والشام والعراق, كانت صفقتهم رابحة وصفقتنا خاسرة، ذلك بأنه وقعت بيننا وبينهم مبادلة علمية خلقية، إذ أخذوا منا جانبا من العلم والأخلاق التي كان بها سعودنا وصعودنا، وأخذنا منهم قسطا وافرا من الجهل والأخلاق التي كانت سبب شقائهم وهبوطهم,\r\nويقول في آخر المقال:\r\n)فمن أين يا ترى جاءتنا هذه العقيدة، عقيدة المحاربة بالقوى الخفية؟ لا شك أنها بضاعة أوروبية من بضائع اولئك القسيسين الذين قدموا الصبيان الفرنسيين لحتفهم,\r\nوكيف تبدلت عقول الاوروبيين، وانتقلت من تلك الدركة السفلى، فارتفعت الى ما هي عليه الآن من معرفة سنن الكون، وربط الأسباب بالمسببات ليس إلا,\r\nمن تلك الحروب الصليبية التي أفهمت الاوروبيين جهلهم وانحطاطهم، فبادروا الى درس العلوم المحمدية، والحضارة العربية، وثابروا على ذلك الى ان بلغوا ما بلغوا، ومن سلك الجدد أمن العثار(,\r\nفانظر رحمك الله إلى عظيم قدر الأخلاق، وكبير منزلة العلوم المحمدية عند العلامة المفكر رحمه الله فقد جعل ما ظفر به الصليبيون من علوم المسلمين واخلاقهم نصرا حقيقيا وإن انهزموا في ميادين الحرب لأنه كان السبب في نهضتهم وقوتهم المادية، كما جعل ما تلقفه المسلمون من جهل الاوروبيين ومساوئ أخلاقهم انهزاما حقيقيا وإن انتصروا في المعارك لأنه كان سبب انحطاطهم وتخلفهم,\r\nوقوله رحمه الله : وربط الأسباب بالمسببات ليس إلا( بيان لما أخذه الأوروبيون من الأخذ بالأسباب، اما التوكل على الله مسبب الأسباب، فهذا جانب عقدي لم يأخذه الأوروبيون، فلم يذكره، وذلك بيّن واضح,\r\nثم بعد هذا، أيقال في حق مثل هذا الإمام العلامة، وهو الداعية الصادع بالحق المعلن ان ما أصاب المسلمين من ضعف ووهن، سببه ترك تعاليم دينهم واخلاق شريعتهم الى خزعبلات الاوروبيين وخرافاتهم: إنه متأثر بالفكر الغربي والحضارة الاوروبية؟! سبحانك ربي هذا بهتان عظيم!!\r\n\r\nوما انتفاع أخي الدنيا بناظره  ... إذا استوت عنده الأنوار والظلم\r\nوقد وقفتك أخي المنصف على نزر ضئيل من فكر الشيخ الإمام في تنظير التعامل مع الغرب، وانبلج الصبح لذي عينين، وعسى الله أن ييسر لنا إتمام هذا الموضوع وغيره بأوسع من هذا,\r\n\r\nخذ ما تراه ودع شيئا سمعت به ... في طلعة البدر ما يغنيك عن زحل\r\n\r\nنقلا عن : نقلا عن : المعجم الجامع في تراجم العلماء وطلبة العلم المعاصرين - أعضاء ملتقى أهل الحديث ","seal":"63950F20","cat":"العقيدة","oNum":10372,"BkId":10372,"oAuth":593,"bVer":1,"aSeal":"5CE9AB29"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10372":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":8,"sub":0,"tit":"نبذة من التصوف الهندي الوثني"},
      {"lvl":1,"id":11,"sub":0,"tit":"اقتفاء الجهلة المتصوفة آثار الهنادكة في تعذيب أنفسهم"},
      {"lvl":1,"id":12,"sub":0,"tit":"الحكاية الأولى"},
      {"lvl":1,"id":14,"sub":0,"tit":"الحكاية الثانية"},
      {"lvl":1,"id":16,"sub":0,"tit":"الحكاية الثالثة"},
      {"lvl":1,"id":18,"sub":0,"tit":"تعذيب أنفسهم بالجوع"}
    ]
}
