{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10506":
    [
      {"page":5,"id":2,"nass":"* مقدمة*\rألف الجاحظ كتاب «البغال» ليضمه إلى كتاب الحيوان، بحيث يكون قسما منه متمما لسائر أقسامه. وقد أفصح عن نيته تلك بقوله:\r«كان وجه التدبير في جملة القول في البغال أن يكون مضموما إلى جملة القول في الحافر كله، فيصير الجميع مصحفا تاما، كسائر مصاحف كتاب الحيوان» .\rيبدو أن عقبات عدة حالت دون تحقيق نيته ذكرها في مطلع كتاب «البغال» منها الهم الشاغل، ومنها المرض الذي عانى منه في شيخوخته.\rويبدو أنه نشر كتاب الحيوان قبل تأليف «البغال» فحاول أن يستدرك النقص الذي يعتوره، وأعتذر بالمرض والشواغل الكثيرة.\rوإذا كان الجاحظ التمس لنفسه عذرا فتعلل بالمرض والهم الشاغل، فما هي علة ناشري كتب الجاحظ الكثّر في عدم ضم «البغال» إلى سائر «الحيوان» بحيث يكمل واحدهما الآخر؟ إني أرغب إلى الناشرين في ضم «البغال» إلى «كتاب الحيوان» أو إلحاقه به تلبية لرغبة المؤلف ذاته وخدمة للعلم.\rلقد نشر كتاب «البغال» للمرة الأولى سنة 1955 م على يد","seal":"EC548E36","part":"1"},
      {"page":6,"id":3,"nass":"المستشرق الفرنسي شارل پلّا وذلك في مطبعة الحلبي بالقاهرة. وبعد عشر سنوات نشره عبد السلام هارون ضمن «رسائل الجاحظ» وتولت طبعه مكتبة الخانجي بالقاهرة، واعتمد على نسخه مكتبة داماد، 949. وأشار الناشران إلى أن للكتاب أصلا آخر موجودا في مخطوطات الموصل رقم 265.\rوقد نشرنا «رسائل الجاحظ» التي انتهت إلينا في ثلاث مجموعات مستقلة: «مجموعة الرسائل الكلامية» ، «ومجموعة الرسائل السياسية» ، و «مجموعة الرسائل الأدبية» . ولم ندرج فيها كتاب «البغال» كما فعل عبد السلام هارون، لأنه ليس رسالة سياسية أو كلامية أو أدبية. وآثرنا جعله ملحقا بكتاب «الحيوان» لأنه يشكل في الواقع جزءا لا يتجزأ منه. وبذلك نكون قد أكملنا عمل كل من پلّا وعبد السلام هارون ووضعنا الأمر في نصابه.\rثم أننا قمنا بعمل آخر هو إعادة النظر بتبويب الكتاب. أن العناوين التي وضعت لأبوابه في طبعة عبد السلام هارون غير دقيقة ولا تنطبق جيدا على الأفكار التي تندرج تحتها، فرأينا من الخير إجراء تعديل فيها.\r*** إن كتاب «البغال» كسائر أجزاء «الحيوان» يعكس لنا ثقافة الجاحظ الموسوعية ومناحيه الفكرية المتنوعة. فهو يجمع بين العلم والأدب وبين الجد واللهو، وبين الفلسفة والدين، وبين اللغة والكلام، وقد أشار إلى هذه الخاصة بقوله في مقدمة كتاب الحيوان «وهذا كتاب تستوي فيه رغبة الأمم، وتتشابه فيه العرب والعجم، لأنه وإن كان عربيا إعرابيا، وإسلاميا جماعيا، فقد أخذ من طرف الفلسفة وجمع معرفة السماع وعلم التجربة، وأشرك بين علم الكتاب والسنة، وبين","seal":"2CA6DA6D","part":"1"},
      {"page":7,"id":4,"nass":"وجدان الحاسة وإحساس الغريزة، ويشتهيه الفتيان كما يشتهيه الشيوخ، ويشتهيه الفاتك كما يشتهيه الناسك، ويشتهيه اللاعب ذو اللهو كما يشتهيه المجدّ ذو الحزم، ويشتهيه الغفل كما يشتهيه الأريب، ويشتهيه الغبي كما يشتهيه الفطن» .\rتتمثل الناحية العلمية في الكتاب بالوصف المسهب لطباع البغل ومنافعه. إن البغل نتاج مركب من العير والفرس وقد ورث عن أبويه خصائصهما المميزة على التساوي، فأخذ عن الخيل السرعة وشكل العنق والصدر، وأخذ عن العير القدرة على العمل والصبر وصلابة الحافر. ولكن البغل لا يعيش له نسل، وهو أطول عمرا من جميع الحيوانات الأليفة. وإذا حرن البغل أو غضب صرع راكبه. وقد جمع أحدهم مساوىء «البغل» في قوله: «لا لحم ولا لبن؛ ولا أدب ولا لقن، ولا فوت ولا طلب، إن كان فحلا قتل صاحبه، وإن كانت انثى لم تنسل ... والبغلة والبغل يعتيريهما من الشبق ما لا يعتري أناث السنانير، ثم هي مع ذلك لا تتلاقح، فإن لقحت في الندرة أخدجت» أي جاء ولدها ناقصا.\rومع ذلك كلف الأشراف بها فاقتنوها لكثرة منافعها وتنوع الإرتفاق بها وقالوا فيها أنها «نزلت عن خيلاء الخيل وارتفعت عن ذلة العير، وخير الأمور أوساطها» . وهي خير الحيوانات والأثقال؛ وسيرها أعدل واقصد من سواها. وكانت تستعمل للبريد. وكان الرسول يركب بغلة شهباء، وكان لعثمان بغلة بيضاء، وكان هشام بن عبد الملك أكثر الناس ركوبا لها.\rوبما أن البغل نتاج مركب نلفي الجاحظ يتوقف عند هذه الظاهرة ويمعن النظر فيها محاولا استجلاء حقيقتها. فيلاحظ أن البغل ليس سوى حالة من النتاج المركب وأن ثمة حالات أخرى يذكرها منها الدجاج","seal":"57972CDB","part":"1"},
      {"page":8,"id":5,"nass":"الخلاسي المتولد من النبطي والهندي، ومنها الكلاب الخلاسية المتولدة من الكلاب المردية والسلوقية، ومنها الحمام الورداني والحمام الراعبي. وهذه الأجناس من المركبات عرفها الجاحظ وتحقق منها. ولكن ثمة أجناس أخرى مركبة لم يتحقق منها أمثال: السمع والعسبار والديسم والعدار والزرافة واللخم والكوسج والدلفين والشبوط وبلقيس إلخ. وكل ما يعلمه عنها إنما سمعه في الأشعار ومن أفواه رجال لا يعرفون بالتحصيل والتثبت، وليسوا بأصحاب توق وتوقف. ولذا نراه ينتقد بعض الأخبار الواردة بشأنها. فهو مثلا يغلّط أياس بن معاوية القاضي الذي يزعم أن الشبوطة خلقت من بين الزجر والبني مستدلا على دعواه بأن جوف الشبوطة يخلو من البيض فيقول: «فأنا رأيت في جوفها البيض مرارا ... والشبوط جنس يكون ذكرانه أكثر، فلا يكاد إنسان يقل أكله للشبوط يرى بيض الشبوط. فإذا كان أياس يغلط هذا الغلط، فما ظنك بمن دونه» .\rوكذلك يشك الجاحظ بتلاقح الجن والإنس وبالزعم أن بلقيس ملكة سبأ أمها جنية وأبوها إنسي، وذلك لبعد الشبه بين الإنس والجن ولأن الملاحظة لا تؤيد هذا الزعم. أسمعه يوضح رأيه: «فاحسب أن التناكح يكون بين الجن والإنس، من أين أوجبوا التلاقح، ونحن نجد الإعرابي والشاب الشبق، ينيكان الناقة والبقرة والعنز والنعجة، وأجناسا كثيرة فيفرغون نطفهم في أفواه أرحامها، ولم نر ولا سمعنا على طول الدهر، وكثرة هذا العمل الذي يكون من السفهاء، ألقح منها شيء من هذه الأجناس، والأجناس على حالهم من لحم ودم، ومن النطف خلقوا. وأصل الإنسان من طين، والجان خلق من نار السموم، فشبه ما بين الجن والإنس، أبعد من شبه ما بين الإنسان والقرد، وكان ينبغي للقردة أن تلقح من الإنسان» . ثم يردف قائلا أن","seal":"094DE878","part":"1"},
      {"page":9,"id":6,"nass":"ما نسمعه عن بلقيس قد يكون «قص به القصاص وسمروا به عند الملوك» .\rإن الجاحظ يبدو لنا عالما يتحرّى الحقيقة ولا يقبل المعلومات التي يتلقاها من أي مصدر كان إلا إذا أيدتها التجربة أو اقتنع بها العقل، أو رواها رجال يعرفون بالتحصيل والتثبت والتوقي والتوقف.\r*** والناحية الفلسفية في الكتاب تبدو في المنحى الطبيعي والمنحى النقدي والمنحى العقلي الإعتزالي.\rفالمنحى الطبيعي يقول أن الله طبع الأشياء على خصائص تغلب عليها وتظهر في هيئاتها وسلوكها وأعراقها وأخلاقها. وجعل للطبيعة التي تعيش عليها تأثيرا في ألوانها وأجسامها وطباعها. فهو مثلا يرفض رأي من يقول أن الحمير الأخدرية هي نتاج خيل لكسرى توحشت وضربت في الغابات. ويرى أنه لا يجيء بين الخيل والحمير إلّا البغال التي لا تتناسل لأنه لا يعيش لها نسل «فكيف لقحت هذه الأنثى من تلك الخيل حميرا طبقت تلك الصحارى بالحمر الخالصة» . والأقرب إلى العقل هو القول أن الحمير الوحشية اكتسبت خصائصها المميزة من العظم والتمام بتأثير البيئة التي تعيش فيها. لقد كان الأكاسرة إذا اصطادوا عيرا وسموه بأسمائهم وأطلقوه في الصحارى «فعسى أن تكون هذه الحمير أو بعضها صار في ذلك الصقع الذي هذا صفته، فإن للماء والتربة والهواء في هذا عملا ليس يخفى على أهل التجربة» .\rويؤيد الجاحظ مذهبه بأمثلة آخرى يضربها: مثل العربي الذي ينتقل من الجزيرة إلى خراسان، فإن البيئة الجديدة تترك فيه أثرها فيغدو أحمر اللون مفطوح القفا. ومثل حرة بني سليم التي تطبع كل ما يعيش فيها باللون الأسود فأهلها سود وطيورها سود وهوامها سود وسبعها سود","seal":"240062CD","part":"1"},
      {"page":10,"id":7,"nass":"إلخ. ومثل القمل الذي يتلون بلون شعر الرؤوس، «فنرى قمل رأس الشاب الأسود الشعر أسود، ونراه في رأس الشيخ الأبيض الشعر أبيض، ونراه في رأس الخاضب بالحمرة أحمر، نعم حتى أنك ترى في القملة شكلة إذا كان خضاب الشيخ ناصلا، وهكذا طبع الله الأشياء» .\r*** والمنحى النقدي عند الجاحظ يتمثل في نزعته إلى الشك بحيث لا يسلم بأي أمر أو خبر إلّا بعد أن يمحصه ويختبر مدى صحته، وهو القائل: أجعل الشك طريقا إلى اليقين؛ وهو الذي عرف بميله إلى التهكم والسخرية حتى أنه كان يسخر من نفسه ومن قبح منظره.\rفهو يورد الخبر ثم يعقب عليه مبينا ما فيه من صحة أو خطأ متبعا في ذلك مناهج النقد الدقيقة. لنسمعه ينتقد خبر عائشة أم المؤمنين التي خرجت على بغلتها لتصلح بين حيين، فلقيها ابن عتيق وسألها عن سبب خروجها فقالت له: أصلح بين هذين الحيين، فقال: والله ما غسلنا رؤوسنا من يوم الجمل، فكيف إذا قيل: يوم البغل! فضحكت وانصرفت. إن هذا الخبر برأي الجاحظ مصنوع، ومن توليد الروافض للأسباب التالية:\rأولا: لأنه أضيف إلى أن ابن عتيق وجعل نادرة ليشيع بين الناس.\rثانيا: لأن عائشة عرفت بطاعة الناس لها باعتراف علي نفسه فهي ليست بحاجة إلى أن تركب وتخرج من بيتها لتذهب إلى حيين وتصلح بينهما ويكفي أن ترسل إليهما فييجيئان إليها وتحكم بينهما.\rثالثا: لم يعرف أن حربا نشبت بين حيين من قريش، وتدخلت عائشة لإصلاح البين ودفع الشر. وإلا «فمن هذان القبيلان؟ وفي أي ضرب كان هذا الشر، وفي أي شيء كان، وما سببه إلخ ...","seal":"D579CD3B","part":"1"},
      {"page":11,"id":8,"nass":"رابعا: ليس للحديث إسناد.\rويخلص الجاحظ إلى اعطاء حكم في الأخبار والمخبرين في عصره: «أن ثمة مخبرين كذا بين يصنعون الأخبار أو يولدونها أو يحرفونها لأسباب مذهبية أو دينية أو سياسية أو عنصرية من هؤلاء أبو مخنف والشرقي بن القطامي، والكلبي، وابن الكلبي، ولقيط المحاربي، وشوكر وعطاء الملط، وابن دأب، وأبو الحسن المدائني، وحماد الذي قال عنه يونس بن حبيب: «يا عجبا للناس كيف يكتبون عن حماد وهو يصحف ويكذب ويلحن ويكسر» .\rوثمة رواة عرفوا بصدقهم وأمانتهم وتوقفهم منهم قتادة وأبو عمرو بن العلاء، وابن جعدبة، ويونس بن حبيب، وأبو عبيدة، ومسلمة بن محارب، وأبو عاصم النبيل، وأبو عمر الضرير، وخلاد بن يزيد الأرقط، ومحمد بن حفص، وعبد الله بن محمد، وسحيم بن قادم.\rإن الجاحظ مفكر اعتزالي حكم العقل في جميع الأمور ووقف موقفا وسطا بين مختلف الفرق الدينية، وبين الصحابة، ولا سيما أبو بكر وعمر وعثمان وعلي، كما يتضح من رسائله العديدة كالثابتة والعثمانية والحكمين. ونحن في كتاب «البغال» نلمح هذا الموقف من سياق النص. فهو مثلا يعلن موقفه من الشيعة وعلي بن أبي طالب، فينتقد الشيعة ويؤيد عليا من خلال الخبر التالي «قالوا: وكان علي بن أبي طالب، رضوان الله عليه، يكثر ركوب بغلة عبد الله بن وهب الشهباء، التي غنمها يوم النهروان. هذا من قول الشيعة، وأما غيرهم فينكرون أن يكون علي كرم الله وجهه، يرى أن يغنم شيئا من أموال أهل الصلاة، كما لم يغنم في أموال أصحاب الجمل» .","seal":"201A2292","part":"1"},
      {"page":12,"id":9,"nass":"وفي كتاب «البغال» تستوقفنا ناحية أخرى هي الناحية اللغوية. وهذه الناحية نجدها في كثير من مؤلفات الجاحظ ولا سيما في «البيان والتبيين» و «الحيوان» . وهو يحاول ثمة أن يضع أساس فلسفة اللغة.\rأما هنا فيقتصر عمله على وضع مادة معجمية أو فقه لغوية. فهو يورد مشتقات اسم البغل ويقول: «ومما اشتق من اسم البغل الدرهم البغلي، وفي بني تغلب رأس البغل، وهو رئيس من رؤوسهم، وهو الذي كان إبراهيم بن هاني الخليع نسب إليه. وإذا كان الإنسان عظيم الرأس لقبوه رأس البغل. والبغلات: جوار من رقيق مصر، نتاج ما بين الصقالية وجنس آخر، والواحدة منهن يقال لها بغلة، ولهن أبدان ووثارة وحدارة. قالوا: وإذا عظمت المرأة، وعظم بطنها، قالوا ما هي إرّ بغلة، وما رأس فلان إلّا رأس بغل، وما أيره إلّا أير بغل، وما خلقه إلّا من أخلاق البغال ... ومن سير الإبل سير يسمى التبغيل ...\rوالبغيلة اسم ناقة كانت لجميل بن معمر» .\rوفي الكتاب نقع على شيء من فقه اللغة يعتبر الجاحظ رائدا فيه لمن جاء بعده كابن فارس وابن جني والزمخشري. فهو مثلا يذكر الأسماء التي تتعلق بالجنس عند الحيوانات والإنسان فيقول: «ويقال لأير الإنسان: ذكر، وأير. وجردان الحمار والبغل وغرمولهما والجمع جرادين وغراميل. ويقال نضي الفرس ومقلم البعير ... ويقال قضيب التيس، وقضيب الثور، وعقدة الكلب. وتقول العرب:\rصرفت البقرة فهي صارف، وسوست البغلة. ويقال: هي امرأة هذمى، وغلمة، وقال أكثر العلماء: ما يقال مغتلمة. وشاة حرمى، وناقة ضبعة، وضرس وحريق، وكلبة مجعل. ويقال: حر المرأة، والفرج، وطبية الفرس، وكذلك من الحافر، وحياء الشاة وكذلك من الخف كله؛ وثفر الكلبة، وكذلك من السباع كلها، وتستعير الشعراء","seal":"5A2E0F1E","part":"1"},
      {"page":13,"id":10,"nass":"بعض هذه من بعض إذا احتاجت إلى إقامة الوزن. فإذا حملت الشاة فهي حامل، والبقرة كذلك. والفرس عقوق، وكذلك الرمكة. والأتان جامع، وبغلة جامع، وكلبة مجح، وكذلك السباع» .\r*** وفي الكتاب ناحية رابعة هي الناحية الأدبية. وتتمثل هذه الناحية بالخبر ورواية الشعر والفكاهة والطبع والأسلوب المميز ويسوق الجاحظ في «كتاب البغال» مجموعة ضخمة من أخبار البغل تبين منافعه وخصائصة المميزة عن سائر الحيوانات. والخبر ضرب من القصة القصيرة، ينطوي على ما تنطوي عليه القصة من تسلسل أحداث، ومكان وزمان معنيين، وأبطال يضطربون في تلك الأحداث، وفكرة يبغي المخبر الإفصاح عنها. إن البطل الرئيسي في معظم الأخبار هو البغل، والفكرة التي يريد الجاحظ إيضاحها طباع البغل وظاهرة الخلق المركب، والبيئة التي تجري فيها الأحداث هي عصر الجاحظ والعصور الإسلامية السابقة.\rوإذا كان الخبر قليل الحدوث أو طريفا سمي نادرة. وإذا أثار الضحك دعي فكاهة. وكان الجاحظ مولعا بهذا النوع من الفن، بل كان من طباعه، لا ينفك عنه حتى أثناء معالجته الموضوعات العلمية أو الفكرية الرصينة. وقد برر مزجة الجد بالهزل برغبته في الترويح عن نفس القارىء وطرد الملل عنه. وفي كتاب البغال يورد طائفة من النوادر المضحكة المتعلقة بالبغل. منها نادرة اللحياني الذي قيل له: علمت أن برذون صاحب الحبس نفق؟ قال: وألهفاه! أكنت أرجو أن يكسد فيخسر، فإذا هو قد باع وربح. فظن أن قوله: قد نفق من نفاق السلعة؟ ومنها نادرة نميلة بن عكاشة النميري الذي كان متكايسا،","seal":"CAE5B307","part":"1"},
      {"page":14,"id":11,"nass":"ودخل دار بلال بن أبي بردة، فرأى ثورا محللا، فقال: سبحان الله، ما افرهها من بغلة لولا أن حوافرها مشقوقة!.\rوكثيرا ما تتناول الفكاهة الناحية الجنسية، ونلفي الجاحظ هنا يتنكب الحياء والإختشام ويسمي الأشياء بأسمائها عملا بمذهبه الطبيعي والتزاما بالواقعية فيورد مثلا النادرة التالية: «وتفاخر ناس يكبر الأيور، وشيبخ جالس لا يخوض معهم، فلما أكثروا قال الشيخ: لو كان كبر الأيور مجدا كان البغل من بني هاشم!» .\rويحتوي كتاب البغال على كمية كبيرة من الأشعار استشهد بها الجاحظ على المعلومات التي يحشدها حول البغل. لقد كان الشعر منهلا هاما من المناهل التي عبّ منها الجاحظ، فهو لا يورد فكرة أو يعالج موضوعا إلّا روى الأشعار التي تمت إليه بصلة قريبة أو بعيدة، ويمكن القول أنه روى لمعظم الشعراء العرب الذين عاصروه أو سبقوه ابتداء من العصر الجاهلي حتى القرن التاسع الميلادي، أمثال النابغة الجعدي ورؤية وأبي السمط والجماز وربيعة الرقي وأبي نواس والحكم ابن عبدل وحنظلة بن عبادة وأبي العتاهية وابن أبي أمية والوليد بن يزيد ابن عبد الملك والكميت وأيمن بن خريم الأسدي وعروة بن أذينة الليثي ويزيد بن معاوية ومحمد بن سيرين والنمر بن تولب وأبي دلامة وإبراهيم ابن داحة وغيرهم. وكثيرا ما يروي الشعر دون ذكر اسم صاحبه فيقول:\rقال الشاعر، وقال آخر، وانشدني إبراهيم بن داحة لرجل ذهب عني اسمه، وقال بعض الشعراء وأنشد إبراهيم بن داحة لأبي الوزير المعلم كلمة لم أحفظ منها إلا هذه الأبيات.\rإن غزارة الأشعار التي رواها الجاحظ في كتبه تجعل من تلك","seal":"09CF2360","part":"1"},
      {"page":15,"id":12,"nass":"الكتب مصدرا كبيرا من مصادر الشعر العربي يمكن الدارسين والباحثين الإفادة منها في أعمالهم.\r*** وثمة خاصة أخيرة في كتاب «البغال» تسيء إلى قيمته العلمية هي فوضى التأليف. هذا العيب يسم سائر كتاب «الحيوان» ، كما يسم كتاب «البيان والتبين» وهما أكبر كتب الجاحظ. وأبرز صوره الإستطراد أو الخروج عن الموضوع والعودة إلى بحث المسألة الواحدة في أكثر من مكان في الكتاب. فهو مثلا يبدأ كتاب «البغال» بالكلام على ولع الأشراف بالبغال فيذكر من هؤلاء الأشراف الذين اقتنوا البغال وآثروها ومدحوها روح بن عبد الملك بن مروان، ومسلمة بن عبد الملك بن مروان، وعبد الرحمن بن عباس بن ربيعة بن الحارث بن المطلب الملقب برواض البغال لشغفه بها وحذقه بركوبها، والنبي صلى الله عليه وسلّم، وعلي ابن أبي طالب، وعثمان بن عفان، وعائشة، وقطري بن الفجاءة، وخالد ابن عبد الله القسري، واسماعيل بن الأشعث إلخ. وعند ما يصل إلى عائشة والبغلة التي تمتطيها وهي ذاهبة لإصلاح حيين من قريش يستطرد إلى موضوع لا علاقة له بالبغال هو رواية الأخبار وما يعتورها من صنع وتوليد وذكر الرواة الكذابين والرواة الصادقين، ثم يعود إلى متابعة الأشراف الذين عنوا بالبغال واقتنوها.\rوالباب الثاني يخصصه لنوادر البغال فيورد أكثر من عشرين نادرة مضحكة تدور حول البغال أو تمت إليها بصلة كما يروي مقطعات شعرية لأبي نواس والحكم بن عبدل وحنظلة بن عبادة وأبي العتاهية ومسلم بن الوليد وغيرهم يغلب عليها روح الفكاهة والمرح.\rويدور الباب الثالث حول طباع البغال وأهمها الفتك بأصحابها","seal":"E624BCB0","part":"1"},
      {"page":16,"id":13,"nass":"وتلونها وحرنها، وفضح البغلة لمن يكومها.\rويتناول الباب الرابع استعمال البغال في البريد وأهمية انتظام البريد في أمن الدولة، ويستطرد من ذلك إلى تفسير منام البغال كما يستطرد إلى مسألة لغوية حول اشتقاقات اسم البغل ثم يعود إلى الحديث عن بريد البغال.\rأما الباب الخامس فيتحدث عن مسألة هامة هي الخلق المركب التي يشكل البغل حالة من حالاته، ويذكر حالات أخرى مثل الحمام الراعبي والسمع والكوسج واللخم والدجاج والخلاسي والكلب الخلاسي. ويستطرد إلى بغلة عكرمة بن ربعي التي مر ذكرها سابقا وإلى أشعار مختلفة تتعلق بالبغل وصفاته.\rوفي باب سادس يبحث في أعمار البغل والحيوانات.\rوينتقل في باب سابع إلى علاقة القضاء بركوب البغل. ويعقد بابا للكلام على أثر البيئة في الحيوان، ويليه باب في الكلام على سفاد البغل وسائر الحيوانات. وفي باب عاشر طويل يجمع الجاحظ متفرقات تتناول ذم البغال ومدحها تتخللها أخبار وأحاديث وأشعار كثيرة.\rوفي باب أخير يعود إلى الكلام على الخلق المركب ويبدي رأيه فيه.\rلقد برر الجاحظ فوضى التآليف تلك بطول الكتاب وقلة الأعوان والمرض والهم وتشتت الفكر كما برره برغبته في طرد السأم عن القارىء وذلك بعدم الإطالة في الكلام على الموضوع الواحد، وبالإنتقال من موضوع إلى آخر، لأن الإطالة برأيه تبعث الملل في النفس، والتنويع والإستطراد يبعثان فيه النشاط ويثيران الإهتمام. وإذا كان أبناء عصره","seal":"D6243EBC","part":"1"},
      {"page":17,"id":14,"nass":"يتقبلون منه هذا التبرير فإننا أبناء القرن العشرين نجد من العسير علينا استساغة هذه الفوضى أو اغتفارها.\rبيروت في 1/7/1988 علي بو ملحم","seal":"4B7B0A3E","part":"1"},
      {"page":19,"id":15,"nass":"بسم الله الرحمن الرحيم الحمد لله، وعلى اسم الله، ولا حول ولا قوّة إلا بالله، وصلّى الله على سيدنا محمد خاصة، وعلى أنبيائه عامة.\r* [مقدمة] *\rكان وجه التدبير في جملة القول في البغال، أن يكون مضموما إلى جملة القول في الحافر كله، فيصير الجميع مصحفا، كسائر مصاحف «كتاب الحيوان» . والله المقدّر والكافي.\rوقد منع من ذلك ما حدث من الهمّ الشاغل، وعرض من الزّمانة، ومن تخاذل الأعضاء، وفساد الأخلاط، وما خالط اللسان من سوء التّبيان، والعجز عن الإفصاح، ولن تجتمع هذه العلل في إنسان واحد، فيسلم معها العقل سلامة تامّة.\rوإذا اجتمع على الناسخ سوء إفهام المملي، مع سوء تفهّم المستملي، كان ترك التكلّف لتأليف ذلك الكتاب أسلم لصاحبه من تكّلف نظمه على جمع كلّ البال، واستفراغ كلّ القوى.\rفأمّا الهمّة وتشعّب الخواطر المانعة من صحة الفكر، واجتماع البال، فهذا ما لا بدّ من وقوعه «1» .","seal":"C9739515","part":"1"},
      {"page":20,"id":16,"nass":"فليكن العذر منك على حسب الحال، والخيرة فيما صنع الله.\rوقد علمنا أن الخيرة مقرونة بالكره، وبالله التوفيق.","seal":"439025D9","part":"1"},
      {"page":21,"id":17,"nass":"* [باب ولع الاشراف بالبغال] *\rنبدأ إن شاء الله، بما وصف الأشراف من شأن البغلة، في حسن سيرتها، وتمام خلقها، والأمور الدالّة على السرّ الذي في جوهرها، وعلى وجوه الإرتفاق بها، وعلى تصرّفها في منافعها، وعلى خفّة مئونتها في التنقّل في أمكنتها وأزمنتها، ولم كلف الأشراف بارتباطها، مع كثرة ما يزعمون من عيوبها ولم آثروها على ما هو أدوم طهارة خلق منها وكيف ظهر فضلها مع النقص الذي هو فيها؟ وكيف اغتفروا مكروه ما فيها، لما وجدوا من خصال المحبوب فيها؟ حتى صار الرجل منهم ينشد العذّال «1» فيها كقول السّعديّ:\rأخ لي كأيّام الحياة إخاؤه ... تلوّن ألوانا علىّ خطوبها\rإذا عبت منه خصلة فهجرته ... دعتني إليه خصلة لا أعيبها\rولقد كلف بارتباطها الأشراف. حتى لقّب بعضهم من أجل اشتهاره بها ب «روّاض البغال» ، ولقّبوا آخر: ب «عاشق البغل» ؛ هذا مع طيب مغارسهم، وكرم نصابهم، ولذلك قال الشاعر:","seal":"87205CE7","part":"1"},
      {"page":22,"id":18,"nass":"وتثعلب الرّوّاض بعد مراحه ... وانسلّ بين غرارتيه الأعور\rوهجاه أيضا الفرزدق بأمر الحجّاج، ففحش عليه، حتى قال:\rوأفلت روّاض البغال ولم تدع ... له الخيل من أحراح زوجيه معشرا\rوقال لشريف آخر:\rما زلت في الحلبات أسبق ثانيا ... حتّى رميت بعاشق البغل\rلو كان شاور ما عبأت به ... يوم الرّهان وساعة الحفل\rوشاور هذا: رائض كان ببغداد، والشاعر رجل من بني هاشم؛ ولم يعن بقوله: «ما زلت في الحلبات أسبق ثانيا» : أنه جاء ثاني اثنين، وإنما ذهب إلى أنه جاء متمهّلا، وقد ثنى من عنانه.\rوكتب روح بن عبد الملك بن مروان إلى وكيل له: «أبغني بغلة حصّاء «1» الذّنب، عظيمة المحزم، طويلة العنق، سوطها عنانها، وهواها أمامها» .\rوكان مسلمة بن عبد الملك يقول: «ما ركب الناس مثل بغلة قصيرة العذار، طويلة العنان» .\rوقال صفوان بن عبد الله بن الأهتم، لعبد الرحمن بن عباس بن ربيعة بن الحارث بن المطّلب، وكان ركّابا للبغلة: «مالك وهذا المركب الذي لا تدرك عليه الثار، ولا ينجيك يوم الفرار» ؟ قال:\r«إنها نزلت عن خيلاء الخيل، وارتفعت عن ذلّة العير، وخير الأمور أوساطها» . فقال صفوان: «إنّا نعلّمكم، فإذا علمتم تعلّمنا منكم!.\rوهو الذي كان يلقّب: «روّاض البغال» لحذقه بركوبها، ولشغفه","seal":"35AE6CFD","part":"1"},
      {"page":23,"id":19,"nass":"بها، وحسن قيامه عليها. وكان يقول: «أريدها واسعة الجفرة «1» ، مندحّة «2» السّرّة، شديدة العكوة «3» ، بعيدة الخطوة، ليّنة الظهر، مكربة «4» الرّسغ، سفواء «5» جرداء عنقاء، طويلة الأنقاء» .\rوقال ابن كناسة «6» : سمعت رجلا يقول: «إذا اشتريت بغلة فاشترها طويلة العنق، نجدة في نجائها «7» مشرفة الهادي «8» نجدة في طباعها، ضخمة الجوف، نجدة في صبرها» .\rوالعرب تصف الفرس بسعة الجوف. قال الراجز:\rغشمشم يعلو الشّجر ... ببطنه يعدو الذّكر\rقال الأصمعيّ: لم يسبق الحلبة قطّ أهضم «9» .\rوقال يونس: كان النابغة الجعديّ «10» أوصف النّاس لفرس، قال فأنشدت رؤبة قوله:","seal":"FE122901","part":"1"},
      {"page":24,"id":20,"nass":"فإن صدقوا قالوا: جواد مجرّب ... ضليع، ومن خير الجياد ضليعها\rفقال: ما كنت أظنّ المرهف منها إلا أسرع «1» .\rقالوا: ولم يكن رؤبة وأبوه صاحبي خيل.\rوقال سليمان بن عليّ لخالد بن صفوان، ورآه على حمار: ما هذا يا أبا صفوان؟ قال: أصلح الله الأمير، ألا أخبرك عن المطايا؟\rقال: بلى. قال: الإبل للحمل والزّمل «2» ، والبغال للأسفار والأثقال، والخيل للطّلب والهرب، والبراذين للجمال والوطاءة، وأما الحمير فللدّبيب والمرفق» .\rقالوا: وكانت للنبيّ صلّى الله عليه وسلم بغلة تسمّى «دلدل» ، وحمار يسمّى «يعفور» ، وفرس يسمّى «السّكب» ، وله ناقتان: «العضباء» ، «والقصواء» .\rقالوا: وكان عليّ بن أبي طالب، رضوان الله عليه، يكثر ركوب بغلة عبد الله بن وهب «3» الشهباء، التي غنمها يوم النّهروان. هذا في قول الشيعة، وأما غيرهم فينكرون أن يكون عليّ، كرّم الله وجهه، يرى أن يغنم شيئا من أموال أهل الصلاة، كما لم يغنم من أموال أصحاب الجمل.\rقال البقطريّ، ويكنى أبا عثمان، واسمه فهدان:\rلقي رجل بكر بن عبد الله المزنيّ، فقال له: رأيتك على فرس","seal":"865D273A","part":"1"},
      {"page":25,"id":21,"nass":"كريم، ثم رأيتك على غير لئيم، ثم رأيتك قد أدمنت ركوب هذه البغلة! قال: البغال أعدل، وسيرها أقصد.\rعليّ بن المدينيّ «1» قال: حدّثنا يعقوب بن إبراهيم «2» قال:\rحدّثني أبي عن أبي إسحاق، قال: حدثني حكيم بن حكيم «3» ، عن مسعود بن الحكم «4» ، عن أمه، قالت: كأني أنظر إلى عليّ بن أبي طالب، رضوان الله عليه، على بغلة رسول الله صلّى الله عليه وسلّم الشهباء، في شعب الأنصار» .\rويروى عن عبد الرحمن بن سعد، قال: رأيت عثمان بن عفّان رضي الله عنه، على بغلة بيضاء، يضفر لحيته.\rومن حديث الزّهريّ وغيره، عن كثير بن العبّاس، عن أبيه، قال: كان رسول الله صلّى الله عليه وسلّم يوم حنين على بغلته الشّهباء» في حديث طويل في المغازي.\rوفي هذا الحديث: فحضّهم رسول الله صلّى الله عليه وسلّم، وقال: «الآن حمي الوطيس» . وهذه كلمة لرسول الله صلّى الله عليه وسلّم، لم يسبقه إليها أحد، وكذلك قوله: «مات حتف أنفه» ، وكذلك قوله: «كلّ الصيد في جوف الفرا» ، وكذلك قوله: «هدنة على دخن» ، وكذلك قوله: «لا","seal":"C1C652BE","part":"1"},
      {"page":26,"id":22,"nass":"يلسع المؤمن من جحر مرّتين» . فصارت كلها أمثالا.\rقالوا: وكان ابن أبي عتيق يركب البغال، وكذلك ابن أبي ربيعة وكان هشام بن عبد الملك أكثر الناس ركوبا لها.\rوعن أبي الأشهب، عن الحسن قال: قال قوم وعثمان رضي الله عنه محصور: لو بعثتم إلى أمّ المؤمنين رضي الله عنها فركبت، فلعلّهم أن يكفّوا» فأرسلوا إلى أمّ حبيبة بنت أبي سفيان، واسمها رملة، فجاءت على بغلة شهباء في محفّة. قالوا: من هذه؟ قالوا: أمّ المؤمنين، أمّ حبيبة. قالوا: لا- والله- لا تدخل، فردّوها.\rوقالوا: وقع بين حيّين من قريش منازعة، فخرجت عائشة أم المؤمنين رضي الله عنها على بغلة، فلقيها ابن أبي عتيق، فقال: إلى أين- جعلت فداك؟ قالت: أصلح بين هذين الحيّين. قال: والله ما غسلنا رؤوسنا من يوم الجمل، فكيف إذا قيل: يوم البغل! فضحكت وانصرفت.\rهذا- حفظك الله- حديث مصنوع، ومن توليد الرّوافض، فظنّ الذي ولّد هذا الحديث، أنه إذا أضافه إلى ابن أبي عتيق، وجعله نادرة وملحة، أنه سيشيع، ويجري عند الناس مجرى الخبر عن أمّ حبيبة وصفيّة. ولو عرف الذي اخترع هذا الحديث طاعة الناس لعائشة- رضي الله عنها- لما طمع في جواز هذا عنه.\rوقال عليّ بن أبي طالب- كرّم الله وجهه-: «منيت بأربعة:\rمنيت بأشجع الناس، يعني الزّبير، وأجود الناس، يعني طلحة؛ وأنضّ الناس «1» ، يعني يعلى بن منية، وأطوع الناس في الناس، يعني","seal":"9A3E3CCC","part":"1"},
      {"page":27,"id":23,"nass":"عائشة» .\rومن بعد هذا، فأيّ رئيس قبيل من قبائل قريش كانت تبعث إليه عائشة- رضي الله عنها- رسولا فلا يسارع، أو تأمره فلا يطيع، حتى احتاجت أن تركب بنفسها؟ وأيّ شيء كان قبل الركوب من المراسلة والمراوضة والمدافعة والتقديم والتأخير، حتى اضطرّها الأمر إلى الرّكوب بنفسها؟ وإنّ شرّا يكون بين حيّين من أحياء قريش، تفاقم فيه الأمر، حتى احتاجت عائشة- رضي الله عنها- إلى الركوب فيه، لعظيم الخطر، مستفيض الذّكر؛ فمن هذا القبيلان؟ ومن أيّ ضرب كان هذا الشرّ؟ وفي أيّ شيء كان؟ وما سببه؟ ومن نطق من جميع رجالات قريش فعصوه وردّوا قوله، حتى احتاجت عائشة فيه إلى الركوب؟ ولقد ضربوا قواديم الجمل، فلما برك ومال الهودج صاح الفريقان: «أمّكم! أمّكم» .\rفأمر عائشة أعظم، وشأنها أجلّ، عند من يعرف أقدار الرجال والنساء، من أن يجوّز مثل هذا الحديث المولّد، والشرّ المجهول، والقبيلتين اللتين لا تعرفان.\rوالحديث ليس له إسناد؛ وكيف وابن أبي عتيق شاهد بالمدينة، ولم يعلم بركوبها، ولا بهذا الشرّ المتفاقم بين هذين القبيلتين؟ ثم ركبت وحدها، ولو ركبت عائشة لما بقي مهاجريّ ولا أنصاريّ، ولا أمير ولا قاض إلّا ركب؟ فما ظنّك بالسّوقة والحشوة، وبالدّهماء والعامّة.\rوما هو إلّا أن ولّد أبو مخنف «1» حديثا، أو الشّرقيّ بن","seal":"F56AE1D8","part":"1"},
      {"page":28,"id":24,"nass":"القطاميّ «1» ، أو الكلبيّ «2» ، أو ابن الكلبيّ «3» ، أو لقيط المحاربيّ «4» ، أو شوكر «5» أو عطاء الملط «6» ، أو ابن دأب «7» ، أو أبو الحسن المدائنيّ «8» ، ثم صوّره في كتاب، وألقاه في الورّاقين، إلّا رواه من لا يحصّل ولا يتثبّت ولا يتوقّف. وهؤلاء كلّهم يتشيّعون.\rوكان يونس بن حبيب يقول: «يا عجبا للناس، كيف يكتبون عن حمّاد وهو يصحّف ويكذب ويلحن ويكسر» !.\rومن أراد الأخبار فليأخذها عن مثل قتادة، وأبي عمرو بن العلاء وابن جعدبة «9» ، ويونس بن حبيب، وأبي عبيدة، ومسلمة بن محارب، وأبي عاصم النّبيل «10» ، وأبي عمر الضّرير، وخلّاد بن يزيد","seal":"1F937E5B","part":"1"},
      {"page":29,"id":25,"nass":"الأرقط «1» ، ومحمد بن حفص- وهو ابن عائشة الأكبر، وعبيد الله بن محمد- وهو ابن عائشة الأصغر، ويأخذها عن أبي اليقظان سحيم بن قادم. فإنّ هؤلاء وأشباههم مأمونون، وأصحاب توقّ وخوف من الزوائد، وصون لما في أيديهم، وإشاق على عدالتهم.\rولما خرج قطريّ بن الفجاءة، أحبّ أن يجمع إلى رأيه رأي غيره، فدسّ إلى الأحنف بن قيس رجلا، ليجريّ ذكره في مجلسه، ويحفظ عنه ما يقول. فلما فعل قال الأحنف: «أما إنّهم إن حنبوا بنات الصّهّال، وركبوا بنات النّهّاق، وأمسوا بأرض وأصبحوا بأرض، طال أمرهم» .\rقالوا: فلا نرى صاحب الحرب يستغني عن البغال، كما لا نرى صاحب السّلم يستغني عنها، ونرى صاحب السّفر فيها كصاحب الحضر.\rقال الأصعميّ عن جرير بن حازم عن الزّبير بن الخِّيريت «2» ، عن أبي لبيد- واسمه لمازة بن زبّار «3» - قال: مرّ بنا زياد في سكّتنا هذه، وهو على بغلة قد لوى رسنها على عنقها تحت اللّجام، ومعه رجل أو رجلان.\rهذا وزياد على العراق أجمع.","seal":"31F0A618","part":"1"},
      {"page":30,"id":26,"nass":"قال: وتهيّأ الناس لخالد بن عبد الله «1» مقدمه من الشأم، وركب ابن هبيرة «2» بغلته، ووقف له في المضيق. فلما طلع خالد غمز ابن هبيرة بغلته غمزة فإذا ابن هبيرة بينه وبين الذي كان يسايره، فقال:\rكيف أنت يا أبا الهيثم؟ وليت منّا أمرا تولّى الله أحسنه، ولك منا المكافأة! فقال له خالد: فررت منّي فرار العبد! فقال عمر: حين نمت عن حفظي نوم الأمة! فانتهى الخبر إلى هشام، فقال: «قاتله الله» !.\rقالوا: والهدايا النفيسة، والطّرف العجيبة، والكرامات الثمينة، التي أهدتها بلقيس بنت ذي شرح إلى سليمان بن داود، هي الهدايا التي أخبر الله عن سليمان بن داود. عليهما السلام- أنه قال: بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ\r. ولم تكن الملكة تبتهج بتلك الهدايا- وهي إلى سليمان، وسليمان هو الذي أعطاه الله ملكا لا ينبغي لأحد من بعده- إلّا وهي هدايا شريفة.\rقالوا: فهذه الهدايا الشريفة إنّما كانت على البغال الشّهب.\rوكان ممن يركبها كثيرا إسماعيل بن الأشعث، وعبد الرحمن بن محمد بن الأشعث «3» .","seal":"B74A66B7","part":"1"},
      {"page":31,"id":27,"nass":"قال: وقال حوشب بن يزيد بن رويم لعبد الرحمن بن محمد بن الأشعث: دعني أهيّج عليك عمّك أبا الفضل إسماعيل بن الأشعث.\rقال: لا تعرّضني له، فإنه ضعيف، فأشفق عليه. فقال: يا أبا الفضل، إنّ ابن أخيك زعم أنّ بغلتك جلّالة. قال: لكنّ بغلته لو أفلتت ما تركت بيت زانية ولا بيت خمّار، إلّا وقفت عليه! قال عبد الرحمن: ما كان أغنانا عمّا أظهرت لنا من ضعف شيخنا!.\rولمّا وفدت عائشة بنت طلحة على عبد الملك بن مروان، وأرادت الحجّ، حملها وأحشامها «1» على ستّين بغلا من بغال الملوك؛ فقال عروة بن الزّبير:\rيا عيش يا ذات البغال السّتّين ... أكلّ عام هكذا تحجّين\rوكان مروان ابو السّمط «2» يركب بغلة له بالبصرة، لا يكاد يفارقها. فقال الجمّاز «3» وهو يهجوه:\rاجتمع النّاس وصاحوا: الحريق ... بباب عثمان وسوق الرّقيق\rفجاء مروان على بغلة ... فأنشد الشّعر فأطفا الحريق\rيرمي شعره بالبرد. وكان حسده حين سمع قائلا يقول: لم يصب","seal":"9746111C","part":"1"},
      {"page":32,"id":28,"nass":"شاعر قطّ ما أصاب أبو السّمط، ولا أصاب حجّام ما أصاب أبو حرملة.\rوقد هجاه أيضا فقال:\rيا أبا السّمط، حزيرا ... ن وتموز وآب\rكن لنا منها مجيرا ... لك في ذاك ثواب\rبشعير يذهب الح ... - رّ ويهنينا الشّراب\rوقال ابن سيرين لرجل: ما فعلت بغلتك؟ قال: بعتها. قال:\rولم؟ قال: لمؤونتها. قال: أفتراها خلّفت رزقها عندك؟.\rوذكر يوسف بن خالد السّمتيّ «1» ، عن مجالد «2» ، فيما أحسب، قال: بال بغلي فتنحّيت. فقال الشّعبيّ: ما عليك لو أصابك.\rقال: وكانت لابن سيرين بغلتان: بغلة لخاصّة نفسه، وبغلة للعاريّة.\rوكتب سليمان بن هشام إلى أبيه: إنّ بغلتي قد عجزت، فإن رأيت أن تأمر لي بدابّة فافعل. فكتب إليه: «قد فهمت كتابك، وما ذكرت من ضعف بغلتك، وما ذاك إلّا لقلة تعهّدك «3» ، فتقّدها، وأحسن القيام عليها. ويرى أمير المؤمنين في ذلك رأيه» .","seal":"EEA034B0","part":"1"},
      {"page":33,"id":29,"nass":"* [باب نوادر البغال] *\rومن النوادر، قال: ادّعى رجل على الهيثم بن مظهّر الفأفاء أنه سرق بغلا؛ فقال له الوالي: ما يقول؟ قال: ما أعرف مما يقول شيئا! قال: أصلحك الله، إنه سكران فاستنكهه. قال: لأيّ شيء يستنكهني؟ آكلت البغل؟.\rوقال آخر يهجو رجلا:\rيا حابس الرّوث في أعفاج بغلته ... شحّا على الحبّ من لقط العصافير\rوهذا شبيه بقول الشاعر:\rرأيت الخبز عزّ لديك حتّى ... حسبت الخبز في جوّ السّحاب\rوما روّحتنا لتذبّ عنّا ... ولكن خفت مرزئة الذّباب\rوهذا ليس من الهجاء الموجع، وإنما الهجاء ما يكون في الناس مثلة.\rقالوا لحمدان أبي سهل اللّحيانيّ: علمت أن برذون صاحب الحبس نفق «1» ؟ قال: والهفاه! كنت أرجو أن يكسد فيخسر، فإذا هو","seal":"6A8601CA","part":"1"},
      {"page":34,"id":30,"nass":"قد باع وربح. فظنّ أنّ قوله: قد نفق، من نفاق السّلعة.\rومثل هذا وليس من ذكر البغال في شيء، ما سمع رجل رجلا ينشد قوله:\rوكان أخلّائي يقولون مرحبا ... فلمّا رأوني معدما مات مرحب\rفقال: مرحب «1» لم يمت، قتله علي بن أبي طالب عليه السلام! ونظر أبو الحارث جمّين «2» إلى أتان وحش ينزى عليها حمار أهليّ، فأنشد:\rلو بأتانين جاء يخطبها ... رمّل ما أنف خاطب بدم\rونظر إلى برذون يستقى عليه الماء، فأنشد:\rوما المرء إلّا حيث يجعل نفسه ... ففي صالح الأعمال نفسك فاجعل\rهذا لو هملج «3» لم يصبه ما أصابه.\rقالوا: وكان لأبي الحارث بغل قطوف «4» ، فلما أعياه استقى عليه الماء؛ فرآه يوما في الطريق، وعليه مزادة ثقيلة، وهو يمشي تحتها مشيا وطيئا؛ فقال: لو مشي تحت الخفيف كما يمشي تحت الثقيل، وكان الإنسان أحبّ إليه من الرّاوية، ربح هو الكرامة، وربحت أنا الوطاءة! قال: ونظر أعرابيّ إلى بغل سقّاء، وقد تفاجّ ليبول، فاستحثّه","seal":"F28F77D9","part":"1"},
      {"page":35,"id":31,"nass":"بالمقرعة، وقطع عليه البول. فقال الأعرابيّ: إنّها إحدى الغوائل، قطع الله منك الوتين «1» .\rقال إبراهيم بن داحة: كان في طريق الموصل سكّة بريد، وبقرب السكّة مسجد ومستراح للمسافر، وفي تلك السكّة بغل لا يرام ولا يمانع، وكان إذا انفلت من قيده وسلسلته، وقد عاين برذونا أو بغلا أو فرسا، اغتصبه نفسه، واقتسره اقتسارا، فلا ينزع عنه حتى يكومه، وربما قتله، لعظم جردانه، وإن كان عليه راكبه صرعه، وربما قتله، حتى جاء شيخ أعرابيّ على فرس له أعرابيّ أعجف بادي الحراقيف، حتى نزل عن فرسه على دكّان ذلك المسجد، وعلّق المخلاة في رأسه، وحلّ حزامه، وترك عليه سرجه، وأخذ مخلاته، وجاء البغل قد أدلى، يريد أن يركب فرس الأعرابيّ، فجمع رجليه، فواتر على جبهة البغل، وعلى حجاج عينيه، فرمحه خمس رمحات أو ستّا متواليات، كلّها يقع حافرا رجليه معا، فنكص البغل شيئا يسيرا، ثم عاوده، فنثر على وجهه وحجاج عينيه مثل ذلك العدد، في أسرع من اللّحظ، وفرس الأعرابيّ في ذلك كلّه واقف لا يتحلحل، والأعرابيّ قد ضحك حتى استلقى، فولّى البغل يريد السكّة، فشدّ عليه فرس الأعرابيّ من بين يديه، فلحقه الفرس فعضّضه، وكامه الفرس، ورجع الفرس إلى موضعه، ودخل البغلّ السكّة، فكبّروا عليه، ونثروا عليه الرّوث اليابس، وشمت به جميع السّاسة، وافترّوا عليه، فترك البغل ذلك الخلق. وقال الأعرابيّ وكأنه يخاطب البغل:\rظننت فريس الشّيخ يا بغل نهزة ... فجئت مدلّا كالهزبر «2» تطاوله","seal":"ECF19583","part":"1"},
      {"page":36,"id":32,"nass":"فولّيت مفلولا وطابقت مذعنا ... كما طابقت للبغل يوما حلائله\rقال: وقدّموا إلى سليمان بن عبد الملك جديا سمينا، فقال لأبي السّرايا- وكان من مجانين الأعراب- كل من شحم كليته، فإنه يزيد في الدّماغ. قال: لو كان الأكل من كلي الجدي يزيد في الدّماغ، كان رأس الأمير أعظم من رأس البغل!.\rوإنما قال «الأمير» ، لأن سليمان كان يومئذ وليّ عهد.\rوقد غلط من زعم أنّهم كانوا وضعوا قدّام سليمان جديا، وإنما كان يأكل ملوكهم الحملان، لأنّها هناك أطيب ويسمّونها:\r«العماريس» .\rولمّا قدم عبد الملك بالكوفة، وضعوا بين يديه جديا، قال:\rفهلا جعلتموه عمروسا؟ قالوا: يا أمير المؤمنين، تلك عماريس الشام؛ فأمّا العراق فجداؤها أطيب وأكرم.\rوتفاخر ناس بكبر الأيور، وشيخ جالس لا يخوض معهم؛ فلما أكثروا قال الشيخ: لو كان كبر الأيور مجدا كان البغل من بني هاشم!.\rوشهد مزبّد المديني عند قاضي المدينة بشهادة؛ وكان ذلك القاضي مفرط الحدّة، شديد البطش، سريع الطّيرة، فقال له القاضي: أعليّ تجترىء وعندي تشهد؟! جرّا برجليه وألقياه تحت البغلة! فلما أمعنا به نحو البغلة، التفت إلى القاضي فقال: أصلحك الله، كيف خلقها؟ فضحك وخلّى سبيله.\rوكان نميلة بن عكّاشة النّميري متكايسا؛ فدخل دار بلال بن أبي","seal":"A43EB16D","part":"1"},
      {"page":37,"id":33,"nass":"بردة، فرأى ثورا مجّللا، فقال: سبحان الله! ما أفرهها من بغلة لولا أنّ حوافرها مشقوقة!.\rقالوا: ورأى الطائف بالليل شخصا عظيما قد انخنس «1» عنه، فشدّ نحوه، فإذا حمدوية المخنّث قد جلس كأنه يخرأ، ولم يكن به خراء، وكان قد جلس على روث؛ فقال له: أنت أيّ شيء تصنع ها هنا هذه الساعة؟ قال خرجت أخرأ. فنظروا فإذا تحته روثة، قالوا: ما لك، صرت بغلا؟ قال: هذا زيادة عليكم؛ كل إنسان يخرأ ما يشاء!.\rقال أبو الحسن: نظر جحا إلى رجل بين يديه يسير على بغلة، فقال للرجل: الطريق يا حمصيّ! فقال الرجل: ما يدريك أني حمصيّ؟ قال: رأيت حر بغلتك، فإذا هو يشبه الحاء، ورأيت فقحتها فرأيتها تشبه الميم ورأيت ذنبها فإذا هو يشبه الصاد، فقلت: إنّك حمصيّ!.\rقالوا: وابتاع عبّاديّ بغلا، فمرّ بالحيّ، فقالوا: بارك الله لك! قال: لا تقولوا هكذا. فكيف نقول؟ قال: قولوا: لا بارك الله لك فيه! قالوا: سبحان الله! أيقول أحد لأحد له فيه رأي؟ قال: قولوا كما أقول لكم! قالوا: لا بارك الله لك فيه! قال: وقولوا: وأعضّك ببظر أمّك! قالوا: نعم، قال: إن أعرتكموه أبدا!.\rوهذا يشبه حديث سنديّة الطحّانة، وكانت تطحن بالنهار، وتؤدّي الغّلة وتخدم أهلها بالليل، فانكسفت الشمس يوما، فقالت لها مولاتها: اذهبي يا شهدة، أنت حرّة لوجه الله! قالت: أليس قد صرت حرّة! ثم عدت من بين يديها، فقامت على باب الدار رافعة صوتها","seal":"8A326C5F","part":"1"},
      {"page":38,"id":34,"nass":"تقول: من قال لي زانية فهي زانية، من قال لي لصّة فهي لصة، من قال لي قوّادة فهي قوادة. هاتي الآن رحى لك!.\rوأخبرني أبو الزّبير كاتب محمد بن حسّان-، قال: وقف الهيثم بن مطهّر الفأفاء على باب الخيزران «1» ينتظر رجلا يخرج من عندها، فبعث إليه عمر الكلوذانيّ: قد نهينا أن نجعل ظهور دوابّنا مجالس، فانزل عن ظهر دابّتك؛ فالأرض أحمل لثقلك. فقال للرسول: إني أنتظر رجلا قد حان خروجه، فبعث إليه: أن أنزل عن دابتك، فإذا خرج صاحبك فاركب والحق به. فقال للرسول: أعلمه أنّي أعرج، وأنا مع هذا رجل مثقل باللحم، ولا آمن أن يسبقني الرجل سبقا بعيدا، فلا ألحقه. فردّ الرسول، فقال: يقول لك: إن أنت نزلت، وإلّا أنزلناك صاغرا. فقال الهيثم: قل له: إن كنت إنّما تنظر للبغل، فهو حبيس في سبيل الله؛ إن أنزلتني عنه، إن أقضمته حبّة شعير شهرا، فسله الآن: أيّما أحبّ إليه: ركوبي له ساعة، أو حرمان الشعير شهرا! فلما جاءته الرسالة قال: ويلكم! هذا شيطان! دعوه في لعنة الله.\rقال: ونظر إليه جعفر والفضل ابنا يحيى «2» ، وهو واقف في ظلّ قصر من قصور الشّمّاسيّة «3» ، فنظرا إلى شيخ عجيب الخلقة، وإذا تحته بغل أعجف، يكاد يسقط هزالا وضعفا؛ فقالا له: يا شيخ، لولا تعالج","seal":"DF341B9C","part":"1"},
      {"page":39,"id":35,"nass":"بغلك هذا حتّى يعود سمينا فارها في أيّام يسيرة، بأيسر مئونة؟ قال:\rبأيّ شيء أعالجه؟ قال: تأخذ عشرة أمناء مسك وعنبر «1» ، وتعجنها بعشرة أمناء من بان الغالية، وتطليه به طلية واحدة. فتجافى عن سرجه فولّى وجهيهما ظهره، ثم ضرط ضرطة صلبة؛ قالا؛ ما هذا؟ قال:\rهذا لكما على الصّفة، ولو قد أنجع الدّواء خرينا عليكم!.\rوحدّثونا عن هشام بن حسان، عن محمّد بن سيرين، قال: كان رجل عيّاب، فأبصر بغلة تحت شريح «2» ، فقال: أبا أميّة، إنّ بغلتك لفارهة! قال: إنها إذا ربضت لم تقم حتى تبعث. قال: لا خير فيها إذن!.\rقال أبو الحسن: كان هشام بن عبد الملك يوما على باب يزيد بن عبد الملك ينظر إلى بغال تعرض، فنظر إلى بغل منها لم ير الناس مثله في تمام خلق، وطهارة خلق، ولين سيرة، وحسن صورة، فقال:\rما يصنع أمير المؤمنين بهذه الدوابّ كلّها؟ لو أن رجلا اجتزأ بهذا البغل وحده، لكان مكتفيا.\rقال: فلما ولي هشام، اتّخذ البراذين البخاريّة، والبغال الفرهة «3» ؛ فأذكره رجل ذلك الكلام، فقال: وأنا على الرأي الأول، ولكن تأتينا أشياء نحسد الناس عليها.\rقال: وكان عند محمد بن سليمان رجل مغفّل؛ فأنشد رجل رجزا","seal":"9A3BE9A9","part":"1"},
      {"page":40,"id":36,"nass":"قيل في عمر بن هبيرة:\rجاءت به معتجرا ببرده ... سفواء تردى بنسيج وحده\rتقدح قيس كلّها بزنده\rفقال الشيخ: بأبي هو وأمي- صلّى الله عليه وسلم! لأنّه ظنّ حين سمع بذكر البرد والبغلة، أنه النبي صلّى الله عليه وسلّم.\rوإنما هذا كقول أبي دهبل «1» :\rتحمله النّاقة الأدماء معتجرا ... بالبرد، كالبدر جلّى ليلة الظّلم «2»\rومثل قول ابن المولى «3» لجعفر بن سليمان:\rأوحشت الجماء من جعفر ... فجانبا عين أبي مشعر\rلمّا غدا تحمله بغلة ... معتجرا كالقمر الأزهر\rولمّا قال المدينيّ وهو بالحجاز، وذكر أبا البختريّ وهو قاض ببغداد وإنما ضرب به المثل ولم تكن قصيدته موجّهة إليه، فلما سمع قوله أبو البختريّ «4» :\rلو كنت تطلب شأو الكرام ... فعلت فعل أبي البختري\rتتبّع إخوانه في البلاد ... فأغنى المقل عن المكثر\rقال: يا غلام، عليّ بأربعمائة درهم، وتخت فيه أربعون ثوبا،","seal":"19DAA50D","part":"1"},
      {"page":41,"id":37,"nass":"وبغلة ناجية. فأعطاه، أو فبعث بها إليه.\rوقال بعض المحارفين «1» الفقراء، أو الطّياب الشعراء:\rأتراني أقول يوما من الدّهر ... لبعض التّجار أفسدت مالي\rأو تراني أقول: من أين جاءت ... لدوابي بذا الشّعير جمالي\rأو تراني أقول: يا قهرماني ... سل غلامي موفّقا عن بغالي\rأو تراني أمرّ فوق رواق ... لي عال في مجلس لي عالي\rأسرجوا لي، فيسرجون دوابي ... فأقول: انزعوا السّروج، بدالي\rهذيانا كما ترى وفضولا ... دائم النّوك «2» من عظيم المحال\rومن هذا الباب قول الآخر:\rأخيّ قد أوّب الحجيج وما ... أملك لا بغلة ولا فرسا\rالله بيني وبين كلّ أخ ... يقول: اجدم وقائل: عدسا\rوقال رجل من بني شيبان، واقترض، فندم بعد أن ركب البغال المقصّصة بدلا من النجائب والخيل:\rبدّلت بعد نجائبي وركائبي ... أعواد سرج مقصّص هملاج\rووقعت في عدس كأنّي لم أزل ... شنقا «3» لقولي للنّجائب: عاج\rوالله لولا أن أضيّع غزوتي ... لرجعت منقلبا لها أدراجي\rوقال الحسن بن هانىء:\rغنيت بمركب البرذون حتّى ... أطاح الكيس إغلاء الشّعير","seal":"3544299A","part":"1"},
      {"page":42,"id":38,"nass":"فحلت إلى البغال فأعوزتني ... وحلت من البغال إلى الحمير\rفأعيتني الحمير فصرت أمشي ... أزجّي المشي كالرّجل الكسير\rوما بي، والحميد الله، كسر ... ولكن فقد حملان الأمير «1»\rوقال ربيعة الرّقّيّ «2» :\rوبلائي أن أمّي ... أثقلتني بإزاري\rفإذا ما قمت أمشي ... همّ خصري بانبتار\rكلّ ذا أحمل وحدي ... أين من اّمّي فراري\rأمّتا هذا وربّي ... حمل برذون بخاري\rأمّتا لست ببرذو ... ن ولا بغل مكاري\rوقال الحكم بن عبدل «3» :\rمررت على بغل تزفّك تسعة ... كأنّك ديك مائل الرّأس أعور\rتخايلت في جنّيّة لتروعنا ... وأنت إلى وجه يزينك أفقر\rوقال حنظلة بن عرادة «4»\rتخيرت الملوك فحطّ رحلي ... إلى سلم ولم يخط اختياري\rيقولون اعتذر من حبّ سلمى ... إذن لا يقبل الله اعتذاري\rإذا مرّت بجسركم بغالي ... فقوموا فانظروا في شأن داري","seal":"8A9B108D","part":"1"},
      {"page":43,"id":39,"nass":"وقوموا ظالمين فهدموها ... والقوا من صحيفتكم صغاري\rوحمل أبو دفافة بن سعيد بن سلم دعبلا الشاعر على بغل، فوجده- زعم- ذا عيوب فكتب إليه:\rحملت على أعرج حارن ... فلا للرّكوب ولا للّثمن\rحملت على زمن شاعرا ... فسوف تكافا بشكر زمن «1»\rوخرج أبو هرمة الفزاريّ من منزله على بغلة فارهة، فشرب بكلّ ما معه واحتاج، فبادل بالبغلة حمارة، وقال:\rخرجت ببغلة من عند أهلي ... فجئت بها وقد صارت حماره\rفمن يك سائلا عنّي فإنّي ... أنا الغاوي خليع بني فزاره\rوبادل محمد بن الحارث قينة ببرذون؛ فألفاه صديق له صلاة الغداة وقد ركبه، فقال:\rعجت بالسّاباط يوما ... فإذا القينّة تلجم\rقينة كانت تغنّي ... مسخت برذونا ادهم\rوقال الآخر:\rيا فتح لو كنت ذاخزّ أجرّره ... تحتي سليم الشّظا من نسل حلّاب\rأو كنت ذا بغلة سفواء ناجية ... وشاكريّين لم أحبس عن الباب\rأزري بنا أنّنا قلّت دراهمنا ... والفقر يزري بآداب وأحساب","seal":"872A47A6","part":"1"},
      {"page":44,"id":40,"nass":"وقال أبو العتاهية في عبد الله بن معن بن زائدة:\rأخت بني شيبان مرّت بنا ... ممشوطة كورا على بغل\rتكنى أبا الفضل فيامن رأى ... جارية تكنى أبا الفضل\rوأشعار ذكروا فيها البغال بالتهجين، ولم يقصدوا إلى أعضائها بشيء، ومنها ما أرادوا بها من تحياز ركوبها، قال بعضهم في هجاء الموالي:\rتأمّلت أسواق العراق فلم أجد ... دكاكينها إلّا عليها المواليا\rجلوسا عليها ينفضون لحاهم ... كما نفضت عجف البغال المخاليا\rوقال طارق بن أثال الطائي:\rما إن يزال ببغداد يزاحمنا ... على البراذين أمثال البراذين\rأعطاهم الله أموالا ومنزلة ... من الملوك بلا عقل ولا دين\rما شئت من بغلة سفواء ناجية ... ومن ثياب وقول غير موزون\rوقال بعضهم في تشبيه الشيء بالشيء، وهذا شعر ينبغي أن يحفظ:\rوهيّج صوت النّاعجات عشيّة ... نوائح أمثال البغال النّوافر «1»\rيمخّطن أطراف الأنوف حواسرا ... يظاهرن بالسّوءات هدل المشافر\rبكى الشّجو ما دون الّلهى من حلوقها ... ولم يبك شجوا ما وراء الحناجر","seal":"F1EF14F2","part":"1"},
      {"page":45,"id":41,"nass":"وما سمعنا في صفة النوائح المستأجرات، وفي اللواتي ينتحلن الحزن وهنّ خليّات بال، بأحسن من هذا الشعر.\rوها هنا باب من الشعر حسن، وليس من هذا بعينه، ولكنه قد يشاكله من باب. قال الشاعر:\rألا لا يبالي البرد من جرّ فضله ... كما لا تبالي مهرة من يقودها\rوقال آخر:\rلا يحفل البرد من أبلى حواشيه ... ولا تبالي على من راحت الإبل\rوقال آخر:\rأهينوا مطاياكم فإنّي رأيته ... يهون على البرذون موت الفتى النّدب\rوقال آخر:\rوإنّي لأرثي للكريم إذا غدا ... إلى طمع عند الّلئيم يطالبه\rوأرثي له من مجلس عند بابه ... كمرثيتي للطّرف والعلج راكبه\rوقال مسلم بن الوليد في برذون ابن أبي أميّة «1» :\rقل لابن أميّ: لا تكن جازعا ... لا يرجع البرذون باللّيت\rطأمن من جأشك فقدانه ... وكنت فيه عالي الصّوت\rوكنت لا تنزل عن ظهره ... ولو من الحشّ إلى البيت «2»\rما مات من سقم ولكنّه ... مات من الشّوق إلى الموت","seal":"307634D4","part":"1"},
      {"page":46,"id":42,"nass":"وأنشد:\rبكت عيني لبرذوني السّمندي ... بكاء أخي محافظة وودّ\rوكان لنا حمولة كلّ زقّ ... وكان لكلّ سكبان مؤدّي","seal":"B94252C4","part":"1"},
      {"page":47,"id":43,"nass":"[باب طباع البغال]\r* قال: ركب صخر بن عثمان بغلا، ليبكّر عليه في حاجة، فقال له عثمان بن الحكم، وهو سيّد ثقيف في عصره: إن كنت تركبه على أنه عدوّ فاركبه، وإلا فدعه.\rوقال أبو الحسين النخّاس- واسمه الحارث، وهو الذي يقال له مؤمن آل فرعون- إنما يجمح البرذون ليصرع راكبه فقط، ألا تراه إذا سقط عنه، أو رمى بنفسه عن ظهره، وقف البرذون؛ إلّا برذونا واحدا، فأنّي رأيته شدّ عليه بعد أن ألقاه، يكدمه ويرمحه، وكان الناس يشدّون عليه، فيتنحّي عنه ويشدّ عليهم، فإذا أجفلوا من بين يديه رجع إليه يكدمه ويرمحه.\rوقال من يذم البغال: البغل كثير التلوّن، به يضرب المثل، وهو مع هذا قتّال لصاحبه. قال ابن حازم الباهليّ «1» :\rما لي رأيتك لا تدو ... م على المودّة للرّجال","seal":"5554FBF0","part":"1"},
      {"page":48,"id":44,"nass":"متبرّما أبدا بمن ... آخيت، ودّك في سفال\rخلق جديد كلّ بو ... م مثل أخلاق البغال\rوقال آخر في تلوّن أخلاقه:\rومتى سبرت أبا العلاء وجدته ... متلوّنا كتلوّن البغل\rقال آخر:\rيزيد تزري به عندي سجيّته ... كالبغل، لا شاعر فحل ولا راوي\rوقال عثمان بن الحكم: كان عندنا في الحيّ فتى ولدته امرأة مذكّرة، لرجل مؤنّث: فما رأيت ولا سمعت بخلق رديّ من أخلاق البغال، إلّا وقد رأيته فيه.\rوقال آخر:\rالشّؤم منها في ذوات الحجل ... وغرّة تصدع جمع الشّمل\rوهو خلاف الفرس الهبلّ ... وكلّ طرف ذائل رفلّ «1»\rقد حذر النّاس أذاه قبلي ... وعدّدوا كلّ قتيل بغل\rمن ناشىء غرّ وكهل جزل ... وسائس ورائض مدلّ\rوكلّهم قال بقول عدل ... وليس يحصى عيبه ذو عقل\rإلّا الّذي يعلم عدّ الرّمل ... منهم أبو الفضل أخي وشكلي\rمجرّح الوجه كسير الرّجل ... ومزيد وجابر المستملي\rكان معبد بن أخضر المازنيّ- وهو أخو عبّاد بن أخضر قاتل أبي بلال الخارجي «2» - عند سعيد بن عبد الرحمن بن عتّاب، فخرج من","seal":"90456CBC","part":"1"},
      {"page":49,"id":45,"nass":"عنده يوما على بغل فصرعه، وكسر سرجه، فركبه عريا، وانصرف إلى أهله، فقال:\rأما والله يابن أبي سعيد ... جزاك الله شرّا من عميد\rفلو في دار طلحة دقّ سرجي ... لأدّاني على سرج جديد\rفبعث إليه طلحة بسرج.\rوأما ربيعة بن أبي الصّلت «1» ، فقتله بغل على باب عبد الله بن عبّاس. ومن ولده كلدة بن ربيعة، وكان شريفا شاعرا.\rوممّن قتلته بغلته، خالد بن عثمان بن عفّان، رضي الله عنه؛ وذاك أن خالدا كان بالسّقيا، فقال: هذا يوم الجمعة، لئن لم أجمّع مع أمير المؤمنين إنها للسّوءة السّوءى! فركب بغلة له لا تساير، فسار سبعين ميلا، فأتى المدينة في وقت الصلاة: فخرّ ميّتا، ونجت البغلة.\rوممن قتلته البغال، المنذر بن الزّبير، وكان يكنى أبا عثمان؛ حمل على أهل الشام وهو على بغلة وردة، بعد أن ألحّ عليه عبد الله بن الزّبير يذمره «2» ؛ فلما سمعت البغلة قعقعة السّلاح نفرت، فتوقّلت «3» به في الجبل، حتى أخرجته من حدود أصحابه؛ فاتّبعه أهل الشام؛ فناداه عبد الله: انج أبا عثمان، فداك أبي وأمّي! فعثرت البغلة، ولحقه أهل الشام، فقتلوه. ولذلك قال يزيد بن مفرّغ في هجائه لعبيد الله بن زياد:\rلابن الزّبير غداة يمر منذرا ... أولى بغاية كلّ يوم دفاع\rوأحقّ بالصّبر الجميل من آمرىء ... كزّ أنامله قصير الباع","seal":"2C0E6A25","part":"1"},
      {"page":50,"id":46,"nass":"قال: وأردف عبّاسا المشوق الشاعر، بعض الفتيان خلفه على بغلة له، ووعده أن يهب له ويكسوه، وحرن البغل، فسقط الرجل فاندقّت فخذاه، فقال المشوق:\rليت ما أمسى برجلي ... ك برجلي وبكفّي\rليس للبغلة ذنب ... إنّما الذّنب لحرفي\rوممن صرعته بغلته: البردخت الشاعر، واسمه عليّ بن خالد- وهو الذي كان هجا جرير بن عطيّة، فقال جرير: من هذا الهاجي؟\rقالوا: البردخت. قال: وأيّ شيء البردخت؟ قالوا: الفارغ. قال:\rفلست أوّل من صيّر لهذا شغلا.\rوكان زيد الضبّيّ هو الذي حمله على ذلك البغل الذي صرعه، فقال:\rأقول للبغل لمّا كاد يقتلني ... لا بارك الله في زيد وما وهبا\rأعطاني الحتف لمّا جئت سائله ... وأمسك الفضّة البيضاء والذّهبا\rوهو الذي كان هجا زيدا بأنه حديث الغنى، وأتاه وهو أمير في يوم حفله، فقال:\rولست مسلّما ما دمت حيّا ... على زيد بتسليم الأمير\rفقال زيد: لا أبالي والله! فقال هو:\rأتذكر إذ لحافك جلد شاة ... وإذ نعلاك من جلد البعير\rقال: إي والله! قال:\rفسبحان الّذي أعطاك ملكا ... وعلّمك الجلوس على السّرير\rقال زيد: نعم، سبحانه! فخرج وعليه فضل.","seal":"641416F3","part":"1"},
      {"page":51,"id":47,"nass":"قالوا: ونفر بغل كان تحت محمد بن هارون، أخي سهل بن هارون البليغ الكاتب الشاعر. قالوا: وإنما كان البغل ارتدّ فزعا، فقطع من جوفه بعض العلائق، فمات على ظهره، في وسط مربّعة باب عثمان نهارا.\rوقد تصدم الدابّة الدابة، فيموت الراكبان والمركوبان.\rوخبّرني سعيد بن أبي مالك أن غلاما كان لبعض أهل القطيعة ينيك بغلة لمولاه؛ وأنها في بعض الأيام وقد أدعم فيها، فاستزادته، فتأخّرت وتأخّر، حتى أسندته إلى زاوية من الإصطبل، فضغطته حتى مات. ودخل بعض الغلمان لبعض الحوائج، فرأى الباب عليهما مغلقا، فنادى باسم الغلام فلم يجبه؛ فقلع الباب، فإذا الغلام مسند إلى الزاوية وقد مات، وهي تضغطه، فصاح فتنحّت وسقط الغلام ميّتا.\rويقولون: إنها تفضح السائس الذي يكومها، لأنها تتلمّظ إذا عاينته، ولا تفعل ذلك بغيره، فهي إمّا أن تقتل، وإمّا أن تفضح.\rوأنشدوا لقيس بن يزيد، في هجائه ابن أبي سبرة «1» حين رماه بنيك بغلته، قال:\rنبئت بغلتك الّتي أتلدتها ... لا تستقرّ لديك ما لم تسفد «2»\rتدنو بمؤخرها إليك إذا رأت ... أن قد علوت لها جدار المذود\rقالوا: ولما أخذ فتيان من فتيان بني كليب الفرزدق، وأتوه بأتان، وقالوا: والله لتنزونّ عليها، كما رميت عطّية بن الخطفي، أو لنقتلنّك! قال: إن كان فهاتوا الصخرة التي كان يقوم عليها إذا ناكها، حتى","seal":"251FCAE4","part":"1"},
      {"page":52,"id":48,"nass":"أنالها! فضحكوا جميعا من ظرفه، وخلّوا سبيله.\rوممن قتلته البغال: زيد بن حلق الرّائض، وولد حلق معروفون عندنا بالبصرة.\rوممن قتلت البغال: محمد بن سعيد بن حازم المازنيّ، وعمرو ابن هدّاب أحد عمومته، قتله بغل بتستر.\rومات المهلّب بن أبي صفرة على ظهر دابّته بالطّالقان «1» .\rومات إياس بن هبيرة العبشميّ صاحب الحمالة، على ظهر حمار.\rولم يمت على ظهر حمار كريم.\rوكانت بغلة أعين المتطبّب تصرع، وكان أعين يصرع، فصرعا مرّة معا قبالة دور بني السّمهريّ، فقام رجال منهم فأدخلوه الدار، فنوّموه على فراش، ووكّلوا بالبغلة من أدخلها الإصطبل، فلمّا أفاق وفتح عينيه أنكر موضعه، فقالوا: إنما أنت في دار بني السّمهريّ، وهم إخوتك وأهلك. فقال: كيف أشكركم وأنتم أعدّ وأيسر؟ ولكن أعلّمكم بعض ما لا غنى بكم عنه: إذا أتى أحدكم الغائط فليمتسح بشقق القصب، فإنّه إن كان هناك شيء من هذه الأورام حلقه واستأصله على الأيام، وإن لم يكن هناك شيء لم تعرض له هذه العلّة ما دام يستعمل القصب. وإن خرجت على أحد منكم بثرة فلا يحكّها، وإن دغدغته ووجد فيها أكالا، فإنّ ذلك الحكّ ربّما أنفر ذلك المكان، وجذب إلى مكانه من الفاسد ما يصير به بثرة، فإن حكّ البثرة فربّما صارت خراجا.","seal":"A6C8ABB5","part":"1"},
      {"page":53,"id":49,"nass":"وقال لي كم شئت من أصحاب القصب والبواري: نحن لا تعترينا البواسير؛ لطول قعودنا على القصب والبواري.","seal":"AB66944F","part":"1"},
      {"page":55,"id":50,"nass":"* [باب ذكر الانتفاع بالبغال في البريد] * في الجاهلية والإسلام، وتعرّف حقائق الأخبار، وأنّها آلة من آلات السلطان عظيمة، ولا بدّ للسلطان والملوك من تعرّف الأخبار\rقيل لشيخ ذي تجربة: ما أذهب ملك بني مروان؟ قال: ما زال ملكهم قائما حتى عميت عليهم الأخبار. وذلك أن نصر بن سيّار، كان صاحب خراسان، قبل خروج أبي مسلم وقوّة أمره، إلى أن قوي عليه حتى هرب منه. وذلك أنه، وإن كان واليا لأربعة خلفاء، فإنه كان مأمورا بمكاتبة صاحب العراق، وإن كان صاحب العراق لا يقدر على عزله، وقد كان يزيد ابن عمر يخاف أن يولّي مكانه نصر بن سيّار، أو مسور بن عمرو بن عباد، فاحتال لمسّور، ولم تمكنه الحيلة في نصر، فكان إذا كتب إليه بالرأي الذي يحسم به من أسباب قوّة المسوّدة، كتب بذلك إلى يزيد، فكان يزيد لا يرفع خبره ولا يمدّه بالرجال، طمعا في أن يهزم أو يقتل، ونسي يزيد أن غلبة أبي مسلم على خراسان، سبب لغلبته على الجبال، وإذا استحكم له ذلك، لم يكن له همّة إلا صاحب العراق. فلما طوى أخبار نصر سدّ وجه الرأي والتدبير على مروان، حتى كان الذي كان.","seal":"1A982DB0","part":"1"},
      {"page":56,"id":51,"nass":"قالوا: ولما بلغ المأمون اختلاط من حال البريد، وجّه ثمامة بن أشرس «1» ، ليتعرّف له ذلك. فلما رجع إليه وسأله، قال: يا أمير المؤمنين، تركت بغلا على معلف كذا وكذا وهو يقرأ: وَما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها.\rومررت بسكّة أخرى، فإذا بغل قد عدا على رجل عليه طيلسان أخضر، يظنّه حزمة علف، فعدا الرجل وعدا خلفه البغل، فصحت بالرجل: اطرح الطيلسان! فلما طرحه وقف البغل يشمّه.\rومررت بسكّة أخرى، وإذا على المعلف بغل، وإذا هو يغنّي:\rولقد أبيت على الطّوى وأظّله ... حتّى أنال به كريم المأكل\rومما قالوا في شأن البريد وأصحابه، قول ابن أبي أميّة:\rإنّ ابن شاهك قد ولّيته عملا ... أضحى وحقّك عنه وهو مشغول\rبسكّة أحدثت ليست بشارعة ... من دونها غيضة في وسطها غيل «2»\rترى فرانقها في الرّكض مندفعا ... تجري خريطته والبغل مشكول «3»\rوقال دعبل في بعض رجال العسكر، ممن كان ولي البريد:\rألا أبلغا عنّي الإمام رسالة ... رسالة ناء عن جنابك شاحط\rبأنّ ابن زيد حين يسحج شاحج ... يمرّ على القرطاس أقلام غالط","seal":"579C5F6D","part":"1"},
      {"page":57,"id":52,"nass":"أحبّ بغال البرد حبّا مداخلا ... يكلّفه إثباتها في الشّرائط\rولولا أمير المؤمنين لأصبحت ... أيور بغال البرد حشو الخرائط\rوقال دعبل أيضا:\rمن مبلغ عنّي إمام الهدى ... قافية للعرض هتّاكه\rلهذا جناح المسلمين الّذي ... قد قصّه بوليك الحاكه\rأضحت بغال البرد منظومة ... إلى ابن زيد تحمل النّاكه\rوذكر الفرزدق في مرثية وكيع بن أبي سود «1» البرد، فقال:\rلتبك وكيعا خيل ليل مغيرة ... تساقى المنايا بالرّدينيّة السّمر\rلقوا مثلهم فاستهزموهم بدعوة ... دعوها وكيعا والجياد بهم تجري\rوبين الّذي يدعو وكيعا وبينه ... مسيرة شهر للمقصّصة البتر\rوقال ابن المعذّل «2» في جارية لبعض ولد سعيد بن سلم، وقد ولي البريد:\rدهتك بعلّة الحمّام فوز ... ومال بها الرّسول إلى سعيد\rأرى أخبار دارك عنك تخفى ... فكيف وليت أخبار البريد\rولمّا فخّم ابن غسطة عظيم الروم شأن ملكه، ثم قال للرسول:","seal":"F9374DDE","part":"1"},
      {"page":58,"id":53,"nass":"هل عندكم بعض ما تعارضوني به؟ قال: نعم، لملكنا أربعون ألف بغل موقوفة على إبلاغ رسائله وأخباره، من واسطة ملكه إلى أقطار سلطانه. فأفحمه.\rيعني بغال البريد. قال هذا وحال البرد على غير هذه الحال، ولم يعرفوا توجيه الخرائط «1» في الماء، وعلى أيدي الرجال.\rوابن غسطة هو الذي ذكره سلم الخاسر «2» في قصيدته التي مدح فيها الرّشيد، قال:\rمنع ابن غسطة رأسه بخراجه ... ولقد يكون وما عليه خراج\rقالوا: ولمّا رأى نصر أنّ يزيد بن عمر يميت أخباره، ليموت ذكره عند الخليفة كتب إليه:\rأبلغ يزيد وخير القول أصدقه ... وقد علمت بأن لا خير في الكذب\rوكتب إليه:\rأرى تحت الرّماد وميض نار ... فيوشك أن يكون لها ضرام\rفإنّ النّار بالعودين تذكى ... وإنّ الحرب أوّلها الكلام\rفقلت تعجّبا: يا ليت شعري ... أأيقاظ أميّة أم نيام\rحدثني عليّ بن المديني، قال: كان يزيد بن زريع «3» إذا سمع","seal":"372D4E4A","part":"1"},
      {"page":59,"id":54,"nass":"أصحاب الحديث يخوضون «1» في أبي حنيفة، وفي كيف عظم شأنه بعد خموله، قال: هيهات! طارت بفتياه البغال الشّهب! قالوا: ووجّه معاوية لما كلّموه في يزيد بن ربيعة بن مفرّغ رجلا مجرّدا، لإخراجه من السجن، فخرج حتى أتى سجستان فأخرجه، فبلغ ذلك عبّاد بن زياد، فأرسل إلى حمحام، فلما رأى عهد معاوية كفّ، وأقبل حمحام بابن مفرّغ على بغلة من بغال البريد، وأنشأ ابن مفرّغ يقول:\rعدس ما لعبّاد إمارة ... نجوت وهذا تحملين طليق\rطليق الّذي نجّى من الكرب بعد ما ... تلاحم في درب عليك مضيق\rقوله: «عدس ما لعبّاد عليك إمارة» ، فزعم ناس أن «عدس» اسم لكلّ بغلة كمن، وذهبوا إلى قول الشاعر:\rإذا حملت بزّتي على عدس ... على الّتي بين الحمار والفرس\rفما أبالي من غزا ومن جلس\rقالوا: وإنما قوله: «عدس» على مثل قول خالد بن صفوان حين فاخر اليمانية، وقال: «والله ما منهم إلّا ناسج برد، أو سائس قرد، أو دابغ جلد، أو راكب عرد «2» ، غرّقتهم فأرة، وملكتهم امرأة، ودلّ عليهم هدهد» .\rوقال آخرون: قولهم: «عدس» للبغلة مثل قولهم: «سأسأ» للحمار، و «حا» للجمل، و «حل» للناقة. ألا تراه حين سخر","seal":"67D2F9A3","part":"1"},
      {"page":60,"id":55,"nass":"الأعرابيّ من صاحبه، وحين جهّله قال:\rيقول للنّاقة قولا للجمل ... يقول حا ثمّ يثنّيه بحل\rقالوا: ألا ترون أنّ الفرزدق لما خلع لجام بغلته، وأشرعها في ثغاب مسجد بني أسيّد، قال له جرنفش المجنون: نحّ بغلتك، جدّ الله ساقيك! قال الفرزدق: ولم عافاك الله؟ قال: لأنك زاني الكمرة «1» ، كذوب اللسان. فلما سمع ذلك منه ركب بغلته، وقال: عدس، كما يقال للفرس «اجدم» ، وللثور: «وح» .\rوقد ذكر امرؤ القيس البريد، فقال:\rونادمت قيصر في ملكه ... فأوجهني وركبت البريدا\rإذا ما ازدحمنا على سكّة ... سبقت الفرانق سبقا بعيدا\rومما قالوا: في البريد، قول الوليد بن يزيد بن عبد الملك:\rطال ليلي وبت أسقي المداما ... إذ اتاني البريد ينعي هشاما\rوأتاني بحلّة وقضيب ... وأتاني بخاتم ثم قاما\rوذكر البريد الكميت في مديح أسماء بن خارجة، فقال:\rإذا ما مات أسماء بن حصن ... فلا مطرت على الأرض السّماء\rولا قام البريد بغنم جيش ... ولا حملت على الطّهر النّساء\rقيوم منك خير من رجال ... يروح عليهم نعم وشاء\rوقال أيمن بن خريم الأسديّ»\r:","seal":"0383FD14","part":"1"},
      {"page":61,"id":56,"nass":"ركبت من المقطّم في جمادي ... إلى بشر بن مروان البريدا\rفلو أعطاك بشر ألف ألف ... رأى حقا عليه أن يزيدا\rوقال آخر:\rإذا ما بريد الشّام أقبل نحونا ... ببعض دواهي الدّهر سار فأسرعا\rفإن كان شرّا سار يوما وليلة ... وإن كان خيرا قصّد السّير أربعا «1»\rسمعت أبا شعبة الأعمى المعبّر، ونحن بالنّهروان، سنة قدم الحسن بن سهل، وهو يقول لمويس بن عمران «2» : اذكر لإخوانك هؤلاء رؤياك، وتعبيري لها. قال: نعم، قلت لك: رأيت فيما يرى النائم كأنّي على بغل بريد، فقلت لي: تحمّ يومين وثلثي يوم، فكان كما قلت؛ فسألتك عن العّلة، فقلت: لأن تشريف ذنب البغلة تشريفتان وثلثا تشريفة.\rوقال الأصمعيّ: أرسل الحجّاج إلى الجرميّ المعبّر، ييسأله عن رجل رأى كأنّه على بغلة، وكأنه على شرف، وكأنه يستفّ ترابا، فقال له: أما البغل فطول عمر، وأما الشرف فشرف من شرف الدنيا، وأما التّراب ففيء تأكله.\rوقالوا: وسأل بعض المصريّين الفرّاء المعبّر، فقال: رأيت كأنّ معي درهما بغليّا. قال: لست تمسي حتى تأكل شيئا طيّبا. فكان كذلك.","seal":"F9DDEA12","part":"1"},
      {"page":62,"id":57,"nass":"ثم أتاه بعد أيّام، فقال: رأيت فيما يرى النائم كأنّ معي درهما بخيّا. قال: لست تمسي حتى تضرب ضربا وجيعا! فكان كذلك.\rفسأله عن العّلة، فقال: الدرهم البغليّ مكتوب عليه بالفارسيّة: «خش بخر» ترجمة هذه الكلمة: «كل طيّبا» . والدّرهم البخيّ مكتوب عليه: «ضرب هذا الدرهم» . وهما مختلفان.\rوأنشد الحكم بن عبدل أسماء بن خارجة شعرا ذكر [فيه] أنه رآه في المنام، فقال:\rأغفيت قبل الصّبح نوم مسهّد ... في ساعة ما كنت قبل أنامها\rفرأيت أنّك رعتني بوليدة ... مغنوجة حسن عليّ قيامها\rوببدرة حملت إليّ وبغلة ... شهباء ناجية يصلّ لجامها\rفدعوت ربّي أن يثيبك جنّة ... عوضا يصيبك بردها وسلامها\rقال أسماء: كلّ ما رأيته في النوم فهو عندنا كما رأيت، إلّا البغلة فإنّها دهماء! قال: أعتق ما أملك إن كان رآها إلّا دهماء، ولكنّه غلط.\rومما اشتقّ من اسم البغل: «الدرهم البغليّ» . وفي بني تغلب «رأس البغل» وهو رئيس من رؤسائهم، وهو الذي كان إبراهيم بن هانىء الخليع نسب إليه.\rوإذا كان الإنسان عظيم الرأس لقّبوه: «رأس البغل» .\rوالبغلات: جوار من رقيق مصر، نتاج ما بين الصّقالبة وجنس آخر، والواحدة منهنّ يقال لها: «بغلة» ، ولهنّ أبدان ووثارة وحدارة «1» .","seal":"642AE926","part":"1"},
      {"page":63,"id":58,"nass":"ويروى عن بعض العراقيّين، قال: كنت عند قاضي مصر، وهو يقول لبعض جلسائه: عندي جارية أطؤها منذ حين، وقد اعتراني شبق، وأنا على أن أشترى بغلة. قلت: وما تصنع ببغلة؟ قال:\rأطؤها، وأصيب منها. فقلت في نفسي: هذا أمجن الناس وأحمقهم، يتكلّم بهذا وهو قاض؟! ثم حكيت ذلك عند رجل من أهل مصر، فقال: عافاك الله، ما منّا من أحد إلّا وعنده بغلات ينيكهنّ! فتعجّبت، فلما رأى إنكاري ذلك، فسّر لي معنى البغلة عندهم.\rقالوا: وإذا عظمت المرأة، وعظم بطنها، قالوا: «ما هي إلّا بغلة» ، وما رأس فلان إلّا رأس بغل، وما أيره إلّا أير بغل، وما خلقه إلّا من أخلاق البغال.\rوالمثل السائر: «كأنه جاء برأس خاقان «1» » ، «ورأس الجالوت» «2» ، و «رأس الفاعوس «3» » ، و «رأس الكيتبة والقبيلة» .\rفلذلك قال عمرو بن كلثوم:\rبرأس من بني جشم بن بكر ... ندقّ به السّهولة والحزونا\rوقال أبو المهوّش الأسديّ «4» :\rتراه يطوّف الآفاق حرصا ... ليأكل رأس لقمان بن عاد\rورأس بن أبي الرأس القائد، مشهور معروف.\rويقولون: «هذا على رأس الثّمام» .","seal":"A5BAF328","part":"1"},
      {"page":64,"id":59,"nass":"وبالشّام موضع يقال له: «بيت رأس» تباع فيه الخمر؛ ولذلك قال الشاعر:\rمجاجة كرمة من بيت رأس\rوبيت رأس بالشام مثل.... أبيات، وبيت لهيا.\rويقال: فلان رأس من الرؤوس.\rوالرأس: رئيس السّوّاس.\rومن سير الإبل سير يسمّى: «التبغيل «1» » ، قال الراعي:\rوإذا ترقّصت المفاوز غادرت ... ربذا يبغّل خلفها تبغيلا\rوالبغيلة: اسم ناقة كانت لجميل بن معمر، ولذلك قال:\rأضرّ بأخفاف البغيلة أنّها ... حذار ابن ربعيّ بهنّ تحوم\rولذلك قال الرّقاشيّ «2» في صفة ناقة له تسمّى «سروة» :\rلعمرك ما البغيلة حين تغدو ... وصيدح حين تسرح في الرّحاب\rكسروة حين تذرع عرض خرق ... بعيد الآل مشتيه الظّراب\rومما قالوا في البريد، قال رجل من الأنصار عند ولاية عمر بن عبد العزيز، رضي الله عنه:\rثمّ جاء البريد يخبر أنّ ال ... قوم طرّا لم يحرموا التوفيقا","seal":"23EE63D9","part":"1"},
      {"page":65,"id":60,"nass":"من سكون وألفة واجتماع ... لم يفارق منهم فريق فريقا\rقلّدوا الأمر سيّد النّاس كلّ ال ... نّاس نفسا وأسرة وعروقا\rمن أبوه عبد العزيز بن مروا ... ن ومن كان جدّه الفاروقا\rوقال ابن أذينة اللّيثيّ «1» :\rأتانا البريد التّغلبيّ فراعنا ... له خبر شفّ الفؤاد فأنعما\rبموت أبي حفص فلا آب راكب ... بموت أبي حفص أخبّ وأرسما «2»\rوذكر يزيد بن معاوية البريد، فقال:\rجاء البريد بقرطاس يخبّ به ... فأوجس القلب من قرطاسه فزعا\rقلنا: لك الويل ماذا في صحيفتكم ... قالوا: الخليفة أمسى مدنفا وجعا\rفمادت الأرض أو كادت تميد بنا ... كأنّ أغبر من أركانها انقلعا\rوقد كان أيضا بالكوفة [نتاج «3» ] بين الخراسانيّة والهنديّات، وكان أملح وأحسن قدودا من البغلات اللواتي بمصر؛ وكانت ألوانهنّ تجيء ذهبيّة، لها حلاوة الهندية، وروعة الخراسانية.\rوكذلك مطهّمات جواري الكوفة، زرقا تجدهنّ، إلّا الواحدة بعد","seal":"2BEAE433","part":"1"},
      {"page":66,"id":61,"nass":"الواحدة، وإنّما الثمينات المرتفعات، والغوالي الخطيرات بصريّات، مثل عجوز عمير، ومتيّم، وبذل، وعريب، وبذل: جارية المراكبيّ، وشارية: جارية إبراهيم بن المهدي، وزرياب الكبرى، وعساليج:\rجارية الأحدب، وفضل: جارية العبديّ. وقبل هذا سلسل وأشباه سلسل.\rوبرد كتب الملوك كانت تختلف ما بين فرغانة القصيا إلى السّوس الأقصى، وكانت البرد منظومة إلى كسرى، من أقصى بلاد اليمن إلى بابه، أيام وهرز «1» ، وأيام قتل مسروق «2» ، عظيم الحبشة. وكذلك كان عظيم الروم. قال امرؤ القيس:\rونادمت قيصر في ملكه ... فأوجهني وركبت البريدا\rإذا ما ازدحمنا على سكّة ... سبقت الفرانق سبقا بعيدا\rوكذلك كانت برد كسرى إلى الحيرة: إلى النعمان وإلى آبائه.\rوكذلك كانت برده إلى البحرين: إلى المكعبر مرزبان الزّارة «3» ، وإلى مشكاب، وإلى المنذر بن ساوى، وكذلك كانت برده إلى عمان، إلى الجلندى ابن المستكبر. فكانت بادية العرب وحاضرتها مغمورتين ببرده، إلّا ما كان من ناحية الشام؛ فإنّ تلك الناحية من مملكة خثعم وغسّان إلى الروم، إلّا أيّام غلبت فارس على الروم. ولذلك صرنا نرى النواويس بالشّامات إلى قسطنطينية «4» .","seal":"BC120A26","part":"1"},
      {"page":67,"id":62,"nass":"وهل كانت برد كسرى إلى وهرز، وباذام، وفيروز ابن الدّيلميّ، وإلى اليمن، وإلى المكعبر مرزبان الزارة، وإلى النّعمان بالحيرة، إلّا البغال؟ وهل وجدوا شيئا لذلك أصلح منها؟.\rومما ذكروا به شأن البغال في الشعر وغيره، قول الشاعر:\rجعل ابن حزم حاجبين لبابه ... سبحان من جعل ابن حزم يحجب\rوعجبت أن ركب ابن حزم بغلة ... وركوبه فوق المنابر أعجب\rوقال أعشى همدان، في خالد بن عتّاب بن ورقاء «1» - وكنية خالد أبو سليمان، اكتنى بكنية خالد بن الوليد، فقال:\rتمنّيني إمارتها تميم ... وما أمّي بأمّ بني تميم\rوكان أبو سليمان خليلي ... ولكنّ الشّراك من الأديم\rأنينا أصبهان فهزّلتنا ... وكنّا قبل ذلك في نعيم\rأتذكرنا ومرّة إذ غزونا ... وأنت على بغيلك ذي الوشوم\rويركب رأسه في كلّ وهد ... ويعثر في الطّريق المستقيم\rوليس عليك إلّا طيلسان ... نصيبيّ وإلّا سحق نيم «2»\rوكان عكرمة بن ربعيّ التّيميّ، الذي يقال له «الفيّاض» ، يعجب ببغلة عنده، وكان على شرط الحجّاج، وكان لا يأتي الحجّاج في موكبه مع الأشراط والوجوه إلّا عليها، وفيها يقول عكرمة:","seal":"B71A2C54","part":"1"},
      {"page":68,"id":63,"nass":"لم أر شيئا بين شيئين مثله ... أشدّ انتزاعا للتّشابه في الأصل\rتقسّمه أطرافه فاستزالها ... بقسمة عدل من يدي حكم عدل\rوأنشد أبو زيد النحويّ:\rفكيف بأطرافي إذا ما شتمتني ... وما بعد شتم الوالدين صلوح «1»","seal":"E71E9A59","part":"1"},
      {"page":77,"id":64,"nass":"ومؤنته في الصّيف والشّتو واحد ... ولا خير في المؤنات من حامل الكلّ\rولا تركب الأرماك والحجر دونها ... لدى المصر والبغلات تركب كالبغل\rوقد فرّق الرّحمن بين شكولها ... كما بين عير الوحش والآخر الأهلي\rوفي البغل في كلّ الأمور مرافق ... ومركب قاض أو شيوخ ذوي فضل\rفيركبها والخيل محدقة به ... ويؤثرها يوم المباهاة والحفل\rوقد جاوزت في السوّم كلّ مثمّن ... من الرّائع المنسوب والجامل البزل «1»\rيفوت هماليج البراذين سيرها ... على قحة الأعيار من شبه النّجل","seal":"E9D00A00","part":"1"},
      {"page":79,"id":65,"nass":"* [باب ركوب البغلة والطمع في القضاء] *\rونحن بالبصرة إذا رأينا الرجل يطلب الرأي، ويركب بغلا، ويردف خلفه غلاما، قضينا بأنه يطمع في القضاء. قال ابن الممزّق:\rإذا ركب الشّيخ الشّريف بغيلة ... وناظر أهل الرّأي عند هلال\rفذاك الّذي يبغي القضاء بسمته ... ....... الذّئب أمّ غزال\rفإن أردف العبد الصّغير وراءه ... فويل لأيتام وإرث رجال\rوإن ركب البرذون واشتدّ خلفه ... فصاحب أشراط وحمل إلال «1»\rوقال ابن مناذر في واحد من هذا الشكل:\rرأيت أبا موسى يغرّ بسمته ... ويقسم في الجيران كرّ طعام «2»\rويخدعهم والله غالب أمره ... بقدّ كقدّ المشرفيّ حسام\rيريد قضاء المصر والمصر منكر ... لكلّ مراء مهتر بغلام","seal":"6BAFD579","part":"1"},
      {"page":80,"id":66,"nass":"ببشر وسمت واكتئاب وخشعة ... وكثرة تسبيح ولين كلام\rويركب بغلا ثمّ يردف خلفه ... غلاما كما أبصرت شقّ جلام\rيريد هلالا لا يحاول غيره ... وقدما سما للرّأي غير مام\rسواء لذي الرّأي الشّريف وغيره ... إذا كنت ذا حفظ فلج بسلام\rيصير فقيها في شهور يسيرة ... فيالك حفظا لم يشب بغرام\rولو كان خيرا كدّ ... ... كما كدّ ذا الآثار بعد مرام\rوما ضرّ سلمانا «1» وكعبا «2» وبعده ... شريحا وسوّارا «3» ورهط هشام «4»\rوياسا وياسا والغلابيّ بعده ... ألآك الأولى كانوا نجوم ظلام\rوما عرفوا النّعمان.... ... ولا زفر المسقيّ صوب غمام\rلقد تاب ممّا أحدث القوم توبة ... لساعة إخلاص ووقت حمام\rقالوا: ويشبّهون الأسد بالبغل، إذا كان الأسد تامّ الخلق. قال نهشل بن حرّيّ:\rوما سبق الحوادث ليث غاب ... يجرّ لعرسه جزر الرّفاق","seal":"9AA8C648","part":"1"},
      {"page":81,"id":67,"nass":"كميت تعجز الخلعاء عنه ... كبغل السّرج خطّ من الوثاق\rوقال أبو زبيد الطائيّ:\rمن الأسد عاديّ ... بصوته ... رءوس الجبال الرّاسيات ...\rكأنّ اهتزام الرّعد خيط بجوفه ... إذا جرّ فيه الخيزران المعتّر «1»\rفأبصر ركبا رائحين عشيّة ... فقالوا: أبغل مائل الرّجل أشقر\rأم اللّيث؟ فاستنجوا.... ... فهذا وربّ الرّاقصات المزعفر «2»\rولأبي زبيد مثلها، في قصيدته التي ذكر فيها شأن كلبه، وشأن الأسد، فقال:\rفجال أكدر مشتالا كعادته ... حتّى إذا كان بين البئر والعطن\rلاقى لدى ثلل الأطواء داهية ... أسرت وأكدر تحت الّليل في درن\rإلى مقابل خطو السّاعدين له ... فوق السّراة كذفرى الفالج الغضن\rرئبال غاب فلا قحم ولا ضرع ... كالبغل حطّ من المحلين في شطن","seal":"4DF98E06","part":"1"},
      {"page":83,"id":68,"nass":"* [باب تأثير البيئة في الحيوانات] *\rوزعم ناس من العلماء أنّ الحمير الأخدريّة، وهي أعظم حمير الوحش وأتمّها، زعموا أنّ أصل ذلك النّتاج أن خيلا لكسرى توحّشت، وضربت في العانات، فكان نتاجها هذه الحمير التي لها هذا التمام.\rوقال آخرون: الأخدريّة هي الحمر التي تكون بكاظمة ونواحيها، فهي كأنها برّيّة بحريّة.\rقالوا: ولا يجيء، فيما بين الخيل والحمير إلّا البغال، وليس للبغل نسل يعيش، ولا نجل يبقى، فكيف لقحت هذه الأتن من تلك الخيل حميرا، ثمّ طبّقت تلك الصحارى بالحمر الخالصة؟.\rوقالوا: كان الملك من الأكاسرة إذا اصطاد عيرا وسمه باسمه، وبيومه الذي اصطاده فيه، وأطلقه، فإن تهيّأ أن يصطاد ذلك العير بعينه ملك من بعده، وسمه مع وسم الملك الذي قبله بمثل تلك السّمة وخلّاه يذهب، فكان هذا الصنيع بعض ما كانوا يعرفون به حمير الوحش. فعسى أن تكون هذه الحمير أو بعضها صار في ذلك الصّقع الذي هذا صفته، فإنّ للماء والتربة والهواء في هذا عملا ليس يخفى على أهل التجربة.","seal":"118C063F","part":"1"},
      {"page":84,"id":69,"nass":"[و] كلّ عربيّ بخراسان أصهب السّبال، أحمر اللون، مفطوح القفاء، فإنّ الأعرابيّ الذي انتقل إلى ما هناك كان على ضدّ ذلك.\rوقد رأينا بلاد التّرك، فرأينا كلّ شيء فيها تركيّا. ومن رأى دوابّهم وإبلهم علم أنّها تركيّة. وحرّة بني سليم التي جميع طيرها، وسباعها وهوامّها وأهلها كلّهم سود. وهذا كثير جدّا.\rوقد نرى جراد البقل وديدانه خضرا، ونرى قمل رأس الشابّ [الأسود الشعر: أسود] ، و [نراه في رأس] الشيخ [الأبيض الشعر:\rأبيض] ، و [نراه في] رأس الخاضب بالحمرة. [أحمر] . نعم حتى إنّك لترى في القملة شكلة «1» إذا كان خضاب الشيخ ناصلا.\rوهكذا طبع الله الأشياء.","seal":"50D53E3E","part":"1"},
      {"page":85,"id":70,"nass":"* [باب سفاد البغل وسائر الحيوانات] *\rقال أبو شراعة «1» :\r[أير حمار في حرامّ شعري ... وأير بغل في حرامّ قدري\rلو كنت ذا مال دعاني السّدري\rوقال أبو فرعون «2» :\rأير حمار في حرامّ عدنان ... وأير بغل في حرامّ قحطان\rما النّاس إلّا نبط وخوزان ... ككهمس أو عمر بن مهران\rضاق جرابي عن رغيف سلمان\rوأنشد:\rوعظم أير البغل في رهز فرس ... وطول دحس جمل إذا دحس","seal":"6156B703","part":"1"},
      {"page":86,"id":71,"nass":"والمذكور بطول الكوم»\r: الخنزير، والورل، والذّباب، والجمل.\rوأنشد:\rوما الخنزير والورل المذكّى ... ولا كوم الذّباب ككوم بشر\rوالعصفور وإن كان كثير عدد السّفاد، فإن الإنسان أكثر منه إذا حصّلت الأمور؛ لأنّ الإنسان إذا كان يهيج الليل والنهار، والصّيف والشتاء، فليس ذلك لشيء غيره؛ ويطأ الحبالى، ويريدها وتريده.\rوقيل لشيخ أعرابيّ: امرأتك حبلى؟ فقال: «لا والذي في السماء بيته، ما لها ذنب تشتال «2» به، لا أتيتها إلّا وهي ضبعة «3» .\rومن النوادر في غير هذا، قال مسعدة: قيل لأبي القماقم بن بحر السّقّاء: ويحك! متى دخلت بامرأتك، ومتى حبلت؟ وإنما كان هذا أمس! قال: «كان الإناء ضاريا» .\rوقيل لحفص مولى البكرات: بامرأتك حمل؟ قال: شيء ليس بشيء!.\rوقال [ابن] النّوشجاني: جئت من خراسان، فسرت في بعض الصحارى في غبّ مطر، فكنت قد أرى في الطين الذي قد قبّ «4» آثار أرجل البهائم والسبّاع الميل والميلين، وكنت لا أزال أرى أثر دابّة لها ستّ أرجل، فلما طال ذلك عليّ سألت الجمّال- أو المكاري- فقلت:","seal":"2AFCD2AD","part":"1"},
      {"page":87,"id":72,"nass":"ويلك، تعرف دابة لها ستّ أرجل؟ وأشرت بيدي إلى تلك الآثار.\rفقال: إنّ الخنزير طويل المكث في سفاده، وربّما مكث على الخنزيرة طويلا وهي ترتع، ويداه على كتفيها، ورجلاه خلف رجليها، فلا يكاد أن يقضي وطره إلّا بعد أن يقطع من الأرض شيئا كثيرا، فمن هناك ترى ستّ قوائم.\rوقال الفرزدق في هجائه عمر بن يزيد الأسيّدي «1» ، وكان طلب منه وقر بغل رطبة «2» ، فلم يفعل، فقال:\rيا عمر بن يزيد إنّني رجل ... أكوى من المسّ أقفاء المجانين\rيا ليت رطبتك المهتزّ ناضرها ... كانت أيور بغال في البساتين\rحتّى تحبّل منها كلّ كوسلة ... قنفاء خارجة من أوسط الطّين «3»\rوقال آخر:\rعراد، إن كنت تحبّين الغزل ... والنّيك حتّى تأجميه والقبل «4»\rفإنّ عمرا قد أتاك أو أظل ... يحمل أيرا مثل جردان الجمل\rلو دسّ في متن صفاة لدخل\rقال: نرى أنّه إنّما أراد الصلابة.\rوقالوا: أير الثّور أطول وأصلب.\rقال صاحب البغل: ليس بأطول، ولو كان أطول كانت البقرة لا تقف للثور، وإنما يكومها وهي تعدو، وهو لا يدخل قضيبه في حياء","seal":"C688E2CF","part":"1"},
      {"page":88,"id":73,"nass":"البقرة. والبغلة تقف للبغل، وتطلب ذلك منه، لسوس شديد «1» ، وإرادة تامّة.\rوقال صاحب الثور: إنّ أصل غرمول البغل لا ينطبق على ظبية البغلة كانطباق أير الرجل على فرج المرأة حتّى لا يبقى منه قليل ولا كثير، ويفضل من أير البغل نحو من نصفه، وذلك أنّ مقاديم أيور الحافر فيها الإسترخاء، وأصولها لا تصير إلى أجواف الإناث، وإنما يصل من الصّلب المتوتّر مقدار نصفه فقط. والثور أوّل قضيبه وآخره عصب مدمج، وعقب مصمت، وأنت تقرّ أنها لو وقفت لخرقها.\rوالبقرة في وقت نزو الثّور عليها كأنها تكرهه.\rقال صاحب البغل: أليس قد أقررت أنّه وإن كان في غاية الصّلابة، أنه إنما يدخل فيها بعض قضيبه، وهذا المفخر إنما هو للإنسان. قال: رأيت ثورا نزا على بقرة، فأخطأ قضيبه المسلك، فمرت البقرة من بين يديه، ومرّ قضيبه على ظهرها؛ فما كان بين طرفه وبين سناسنها «2» إلّا القليل. وفي رأسه عجرة، ودون ذلك تخصّر قد دقّ جدّا.\rقال بعض الشعراء، وهجا معلّم كتّاب:\rكأنّه أير بغل في تهكّمه ... وفي الصّرامة سيف صارم ذكر\rقالوا: وشكت امرأة مؤرّج الأزدي «3» عظم أير زوجها إلى","seal":"1E2ECE7A","part":"1"},
      {"page":89,"id":74,"nass":"الوالي، واسمها خوصاء، [فقالت] :\rإنّي أعوذ بالأمير العدل ... من منتن خبيث وغل\rيحمل أيرا مثل أير البغل\rويقال لأير الإنسان: ذكر، وأير.\rوجردان الحمار والبغل و [غرمولهما] ، والجمع: جرادين وغراميل.\rويقال: نضيّ الفرس، ومقلم البعير. ووعاء مقلمه يقال له:\rالثّيل. ووعاء الجردان وجميع الحافر يقال له: القنب.\rويقال: قضيب التيس، وقضيب الثور، وعقدة الكلب.\rوتقول العرب: صرفت البقرة، فهي صارف؛ وسوست البغلة.\rويقال: هي امرأة هدمىّ، وغلمة. وقال أكثر العلماء: ما يقال مغتلمة. وشاة حرمى، وناقة ضبعة، وفرس وديق، وكلبة مجعل.\rويقال: حر المرأة، والفرج، وظبية الفرس، وكذلك من الحافر. وحياء الشّاة، وكذلك من الخفّ كلّه. وثفر الكلبة، وكذلك من السبّاع كلّها. وتستعير الشعراء بعض هذه من بعض، إذا احتاجت إلى إقامة الوزن.\rفإذا حملت الشاة فهي: حامل، والبقرة كذلك. والفرس عقوق، وكذلك الرّمكة. والأتان جامع، وبغلة جامع. وكلبة مجحّ، وكذلك السّباع.\rويقال: إن أكبر الأيور أير الفيل، وأصغرها أير الظبي، وليس في الأرض حجم أير ظاهر في كلّ حال، إلّا أير الإنسان والقرد والكلب.","seal":"B36EC5E1","part":"1"},
      {"page":90,"id":75,"nass":"وأمّا البطّ فقضيبه يظهر عند القمط. وأطول أيور الناس ما كان ثلاثة عشر إصبعا.\rورووا عن ابن لجعفر بن يحيى كان صيرفيّا، وقد كان ولّاه المأمون طساسيج عدّة «1» ، أنه خرج من الدنيا وما كام امرأة قطّ.\rوخبّروا عن أبي زيد الكتاف- وتأويل الكتّاف أنه كان ينظر في الأكتاف، وهو إفريقيّ- وكان هرثمة «2» قدم به على الرشيد، يعجّبه من كبر خلقه وعظم بدنه؛ فرأيت ناسا زعموا أنّه قال: غبرت طول عمري لا أقدر على امرأة تحتمل ما عندي، حتّى دللت على امرأة؛ فلما دخلت بها أدخلت من أيري قدر نصفه، وقلت في نفسي: هي وإن احتملت نصف الطّول فإنها لا تحتمل الغلظ! فلمّا لم أرها توجّعت منه زدتها، ثم زدتها حتى أدخلته، ثم قلت لها: قد دخل كلّه، فتأذنين في إدخاله وإخراجه؟ قالت: وقد دخل منه شيء بعد؟!.\rوقال أبو السّريّ بكر بن الأشقر: بلغني أنّها قالت له: سقطت بعوضة على نخلة، وقالت للنخلة: استمسكي فإني أريد أن أطير! فقالت النخلة: والله ما شعرت بوقوعك، فكيف أشعر بطيرانك؟!.\rقال: وذمّ رجل البغل، فقال: لا لحم ولا لبن، ولا أدب ولا لقن، ولا فوت ولا طلب؛ إن كان فحلا قتل صاحبه، وإن كانت أنثى لم تنسل.\rوكلّ مركّب من جميع الأجناس له نجل غيره، كالبخت بين","seal":"74CB9E19","part":"1"},
      {"page":91,"id":76,"nass":"العراب والفوالج، وكالراعبيّ من بين الحمام والورشان، وكالإبل منها الصّرصرانيّ والبهوانيّ، وهما اللذان أبوهما عربيّ وأمّهما بختيّة، وهو من أقوى الإبل على الحمل، وأشدّها سيرا، على قبح خلقته، وسماجة في مقاديمه، وكالشّهريّ والهجين.\rوإذا صرت إلى البغال؛ صرت إلى سوس «1» في الأنثى لا ينادى وليده، وإلى غلمة في الذّكر لا توصف، ثم هي مع هذا لا تتلاقح.\rوزعم أهل التجربة أنّ الكوم الذي يخلق الله تعالى منه الولد من بين الرجل والمرأة، أنّ سبب التلاقح [ما يحضرهما] [من] إفراط الشهوة، في ذلك الكوم، فإذا أفرطت الشّهوة دنت الرحم وانفتح المهبل، وهو فم الرّحم، فتصير تلك النّطفة أكثر وأحدّ، فيصير زرق الإحليل ومجّه لها أبعد غاية.\rوقال أهل التجربة: قلّ ما تلقح منهن امرأة إلّا لرجّة.\rوالبغلة والبغل يعتريهما من الشّبق ما لا يعتري إناث السنانير، ثم هي مع ذلك لا تتلاقح، فإن لقحت في النّدرة أخدجت «2» .\rوقال الشاعر في سوس البغلة:\rوقد سوست حتّى تقاصر دونها ... هياج سنانير القرى في الصّنابر «3»\rوذلك من عيوبها.\rقالوا: ولم تأخذ صهيل الأخوال، ولا نهيق الأعمام، وخرجت مقادير غراميلها عن غراميل أعمامها وأخوالها. فإن زعمتم أنّ أعمارها","seal":"AF8B4D55","part":"1"},
      {"page":92,"id":77,"nass":"أطول، فعيوبها أكثر، وأيام الانتفاع بها أقلّ، وباعتها فجر، والخصومة معهم أفحش وخسرانها يوفي على أضعاف ربحها، وشرّها غامر لخيرها.\rومما تخالف أخلاق سائر المركوبات: أنك إذا سرت على الإبل والخيل والحمير والبقر، في الأسفار الطّوال، في سواد ليلك، إلى انتصاف نهارك، ثم صارت إلى المنزل عند الإعياء والكلال، طلب جميع المركوبات المراعي والأواري «1» ، وأخرجت البغال بعقب ذلك التعب الطويل، أيورا كجعاب القسيّ، تضرب بها بطونها وصدورها، حتّى كأنها تتعالج به من ألم السّفر. وكلّ دابة سواها إذا بلغت لم يكن لها همّة إلّا المراغة والرّبوض، والأكل والشّرب.\rوهي مع ذلك من أغلم الدوابّ، وأبعدها من العتق، ولم نجد عظم الأيور في جميع الحيوان في أشراف الحيوان إلّا في الفرط، وذلك عامّ في الزنوج والحبشان، وتجده في الحمير والبغال.\rقالوا: وأير الفيل كبير، ولم يخرج من مقدار بدنه.\rولعمري إنّ الرجال ليتمنّون عظم الأيور كما تتمنّى النساء ضيق الأحراح.\rقال محمد بن مناذر، وأبو سعيد راوية بشّار، قالا:\rضحك بشّار الأعمى يوما ونحن عنده، بعد أن أطال السكوت، فقلنا: ما الذي أضحكك يا أبا معاذ؟ قال: أضحكني أنّه ليس على ظهرها رجل إلّا وبودّه أن أيره أكبر ممّا هو عليه، ولا على ظهرها امرأة إلّا وبودّها أن حرها أضيق ممّا هو عليه. فلو أعطى الله الرجال سولهم","seal":"1D41C21E","part":"1"},
      {"page":93,"id":78,"nass":"في العظم، وأعطى النساء سولهنّ في الضيق، لوقع العجز، وبطل التناكح، وبطل ببطلان التناكح التلاقح. وهذا لطف من ربّك.\rقالا: وقال لنا يوما ونحن جماعة: أتدرون أيّ الرجال يتمنّون ضيق الأحراح، وأيّهم يتمنّى سعتها؟ قلنا: لا. قال: إنّما يتمنّى السّعة كلّ رديّ النّعظ، مسترخي عصب الأير، وإنّما يتمنّى الضّيق كلّ متوتّر العصب، شديد النّعظ.\rقال: وذمّ آخر البغل، فقال: عظيم الغرمول، كبير الرأس، عقيم الصّلب، قبيح الصوت، بطيء الحضر، مهياف إلى الماء «1» ، متلوّن الأخلاق، كثير العلل، فاجر البائع قتال لراكبه، شديد العداوة لرائضه، حرون عند الحاجة. والحران إليه أسرع، ودواؤه أعسر. إن كان أغرّ كان سمجا، وإن كان محجّلا كان مشوما. ولم يتواضع الملوك والأشراف بركوبه لإفراط نذالته، ولا ركبه الرّؤساء في الحرب إلّا لظهور عجزه. وفي الأنبياء راكب البعير، وراكب الحمار. وكلّ ذي عزم منهم فركّاب خيل مرتبط عتاق، وليس فيهم راكب بغل، وإنما كانت بغلة النبي صلّى الله عليه وسلّم، هديّة من المقوقس، قبلها على التألّف، وعلى مثال ما كان يعطي المؤلّفة قلوبهم. ولم يجعلها الله شرى، ولا تلادا ولا هديّة سلم.","seal":"9B5A1C23","part":"1"},
      {"page":95,"id":79,"nass":"* [باب مدح البغال وذمها] *\rيروى عن ابن عبّاس عن النبيّ صلّى الله عليه وسلّم، أنه نهى أن ينزى حمار على فرس، ونهانا أن نأكل الصّدقة، وأمرنا أن نسبغ الوضوء.\rوعن عليّ كرّم الله وجهه قال: نهى النبيّ صلّى الله عليه وسلّم، أن ينزى الحمار على فرس.\rوقال الآخر في عيب البغلة: شديدة السّوس، وذلك ممّا ينقض قواها، ويوهن أمرها، وهي في ذلك أهيج من هرّة وإن كانت لا تصيح صياحها، ولا تضغو ضغاءها، وإنما ذلك لأنّ الحافر في هذا الخلق خلاف البرثن. ألا ترى أنّ الكلب والسّنّور إذا ضربا صاحا، وكذلك الأسد والنّمر والببر والثعلب والفهد وابن آوى وعناق الأرض. ولو أخذت الحافر فقمطته، فرسا كان أو برذونا أو بغلا أو حمارا، ثم ضربته أنت بعصا لم يصح، وإن كان يجد فوق ما يجد غيره من الألم.\rوالبغلة مع ذلك تلقح ولا تنسل، فصار حملها بلاء على صاحبها، لأنّها إن وضعته لم يعش. وكلّ حامل من جميع الإناث، من شاة أو بقرة أو ناقة أو أتان أو رمكة أو حجر، فإنّ حملها يكون زائدا في ثمنها، ولا تردّ","seal":"8AE2964C","part":"1"},
      {"page":96,"id":80,"nass":"تلك الحوامل بعيب الحمل؛ إلّا المرأة والبغلة. فأمّا المرأة فلشدّة الولادة عليها، ولأنّ حدث الموت من أجل مشقّة الولادة عليها من بين جميع الحيوان أسرع. وأمّا البغلة فلأنها إذا أقربت عجزت عن عملها، وإذا وضعت لم ينتفع بولدها.\rوالبغلة إذا كامها البرذون لم يصبر عنها، واشتدّ حرصه عليها.\rفسألت أبا يزيد الإقليدسيّ عن ذلك، فقال: لأنها أطيب خلوة! فلقّبناه: «خلوة البغلة» !.\rوأكل القديد في الضرورة رديّ للحافر كله، وهو للبغلة أردأ.\rوأهل البحرين يعلفون دوابّهم الحشيش، وقد استمرت على ذلك.\rوقال القعقاع بن خليد العبسي «1» :\rأكلنا لحوم الخيل رطبا ويابسا ... وأكبادنا من أكلنا الخيل تقرح\rومجلسنا حول الطّوانة جوّعا ... وليس لنا حول الطّوانة مسرح\rوليس توافق لحوم الخيل أمّة من الأمم كما توافق الأتراك، وكذلك الّلحم صرفا.\rوذكر النّمر بن تولب سوء موافقة أكل الّلحم للخيل، فقال:","seal":"8E1D5C78","part":"1"},
      {"page":97,"id":81,"nass":"لله من آياته هذا القمر ... والشمس والّليل وآيات أخر\rإنّا أتيناك على بعد السّفر ... نقود خيلا ضمّرا فيها ضرر\rنطعمها اللّحم إذا عزّ الشّجر ... والخيل في إطعامها اللّحم عسر\rوقال الآخر:\rوخيلك بالبحرين تعتلف النّوى ... وللتّمر خير من حشيش وأنفع\rوقال بعض من يمدح البغل: البرذون إذا كان أسود قالوا:\rأدهم، وكذلك الفرس. والحمار إذا كان أسود قالوا: أسود. وألحقوا البغل بالخيل، فقالوا: بغل أدهم.\rوقال بعضهم: البغل يؤخّر سرجه كما يؤخّر الحمار، وموضع اللّبب من الخيل يكون قدّام، وإن ركب الغلام البغل عربا، ركب فيه على مركب الحمار، وهو مؤخّره، فإن ركب الخيل ركب المقاديم.\rحدّثني بعض أهل العلم قال: قال شيخ من الملوك لعبد الله بن المقفّع: إن ابني فلانا يتكلّم بكلام لا نعرفه، فأحبّ أن تجالسه، فإن كان كلامه هذا من غريب كلام العرب، فهو على حال لم تخرج من هذه اللغة، وإن كان شيئا يبتدعه عالجناه بالتقويم. فأتاه ابن المقفّع، فسمعه يقول: يا غلامي أسرج لي برذوني الأسود. فقال: قل، أصلحك الله: البرذون الأدهم، وإيّاك أن تقول: الأسود. قال: لا أقول إلّا الأسود؛ لم؟ لأنه ليس بأسود؟ قال: بلى هو أسود، ولكن لا يقال له أسود. قال: فمكث ساعة، ثم قال: يا غلام أسرج لي حماري الأدهم. قال: قلت: لا تقل للحمار: أدهم، إنما يقال له:\rأسود. قال: فقال لي: لم يقال له أسود؟ قلت: لأنه أسود. قال:\rقد نهيتني أن أقول: برذون أسود، وهو أسود. قال: قلت له: هكذا تقول العرب. قال: إمّا أن تكون العرب أموق الخلق، وإما أن تكونوا","seal":"94F1ACDF","part":"1"},
      {"page":98,"id":82,"nass":"أنتم أكذب الخلق! قال: فرجعت إلى أبيه فقلت له: إن كان عندك علاج فداركه، وما أظنّ، والله، أنّ ذلك عند الجالينوس! قال أبو دلامة في بغلته. والمثل في البغال بغلة أبي دلامة «1» .\rوفي الحمير حمار العباديّ، وفي الغنم شاة منيع، وفي الكلاب كلبة حومل: فقال أبو دلامة يصف بغلته:\rأبعد الخيل أركبها ورادا ... وشقرا في الرّعيل إلى القتال «2»\rرزقت بغيلة فيها وكال ... وخير خصالها فرط الوكال «3»\rرأيت عيوبها كثرت وعالت ... ولو أفنيت مجتهدا مقالى\rتقوم فما تريم إذا استحثّت ... وترمح باليمين وبالشّمال\rرياضة جاهل وعليج سوء ... من الأكراد أحبن ذي سعال «4»\rشتيم الوجه هلباج هدان ... نعوس يوم حلّ وارتحال «5»\rفأدّبها بأخلاق سماج ... جزاه الله شرّا عن عيالي\rفلمّا هدّني ونفى رقادي ... وطال لذاك همّي واشتغالي\rأتيت بها الكناسة مستبيعا ... أفكّر دائبا كيف احتيالي\rلعهدة سلعة ردّت قديما ... أطمّ بها على الدّاء العضال","seal":"E168F493","part":"1"},
      {"page":99,"id":83,"nass":"فبينا فكرتي في القوم تسرى ... إذا ما سمت أرخص أم أغالي\rأتاني خائب حمق شقيّ ... قديم في الخسارة والضّلال\rوراوغني ليخلو بي خداعا ... ولا يدري الشّقيّ بمن يخالي\rفقلت: بأربعين، فقال: أحسن ... فإنّ البيع مرتخص وغال\rفلمّا ابتاعها منّي وبتّت ... له في البيع غير المستقال\rأخذت بثوبه وبرئت ممّا ... أعدّ عليك من شنع الخصال\rبرئت إليك من مشش قديم ... ومن جرذ وتخريق الجلال «1»\rومن فرط الحران ومن جماح ... ومن ضعف الأسافل والأعالي\rومن عقد اللّسان ومن بياض ... بناظرها ومن حلّ الحبال\rوعقّال يلازمها شديد ... ومن هدم المعالف والرّكال\rومن شدّ العضاض ومن شباب ... إذا ما همّ صحبك بالزّيال\rتقطّع جلدها جربا وحكّا ... إذا هزلت وفي غير الهزال\rوأقطف من دبيب الذّرّ مشيا ... وتنحط من متابعة السّعال\rوتكسر سرجها أبدا شماسا ... وتسقط في الوحول وفي الرّمال\rويهزلها الجمام إذا خصبنا ... ويدبر ظهرها مسّ الجلال\rتظلّ لركبة منها وقيذا ... يخاف عليك من ورم الطّحال «2»\rوتضرط أربعين إذا وقفنا ... على أهل المجالس للسّؤال\rفتخرس منطقي وتحول بيني ... وبين كلامهم ممّا توالي\rوقد أعيت سياستها المكاري ... وبيطارا يعقّل بالشّكال\rحرون حين تركبها لحضر ... جموح حين تعزم للنزال\rوذئب حين تدنيها لسرج ... وليث عند خشخشة المخالي\rوفسل إن أردت بها بكورا ... خذول عند حاجات الرّحال","seal":"A437420C","part":"1"},
      {"page":100,"id":84,"nass":"وألف عصا وسوط أصبحيّ ... ألذّ لها من الشّرب الزّلال\rوتصعق من صقاع الدّيك شهرا ... وتذعر للصّفير وللخيال «1»\rإذا استعجلتها عثرت وبالت ... وقامت ساعة عند المبال\rومثفار تقدّم كلّ سرج ... تصيّر دفّتيه على القذال «2»\rوتحفى في الوقوف إذا أقمنا ... كما تحفى البغال من الكلال\rولو جمّعت من هنّا وهنّا ... من الأتبان أمثال الجبال «3»\rفإنّك لست عالفها ثلاثا ... وعندك منه عود للخلال\rوكانت قارحا أيّام كسرى ... وتذكر تبّعا قبل الفصال «4»\rوقد قرحت ولقمان فطيم ... وذو الأكتاف في الحجج الخوالي «5»\rوقد أبلي بها قرن وقرن ... وأخّر يومها لهلاك مالي\rفأبدلني بها يا ربّ بغلا ... يزين جمال مركبه جمالي\rكريما حين ينسب والده ... إلى كرم المناسب في البغال\rوأنشد إبراهيم بن داحة لأبي الوزير المعلّم في ركوب البغال، لنخّاس الحجّاج بن يوسف، في كلمة طويلة لا أحفظ منها إلّا هذه الأبيات:","seal":"661EC8E6","part":"1"},
      {"page":101,"id":85,"nass":"حمدت إلهي إذ رأيتك مغرما ... بكلّ كثير العيب جمّ جرائمه\rعلى كلّ شحّاج يضارع صوته ... شحيج غراب فاحم الّلون قاتمه\rيفزّع منه كلّ غاد لطيّة ... ويهرب منه في الرّواح خثارمه\rوما لك منه مرفق غير أنّه ... يقرّب أرحام الحجور تفاقمه\rوأنّك غلّاب لكلّ مخاصم ... تجادله طورا وطورا تلاطمه\rلفرط عيوب البغل صرت موقّحا ... فهمّك خصم أو بذيّ تشاتمه\rتكذّبه في العيب والعيب ظاهر ... ويعلم كلّ النّاس أنّك ظالمه\rفصار لنخاس البغال فضيلة ... على كل نخاس وخصم يصادمه\rفلا زال فحّاشا وقاحا ملعّنا ... وآكل سحت لا تجفّ ملاغمه\rيلاطم في ظهر الطّريق شريكه ... وتنشقّ من فرط الصّياح غلاصمه\rهذا كقوله:\rالول لأرزاق إذا شتا ... صبور على سوء الشتاء وقاع\rومثل قوله:\rإن يغدروا أو يفجروا ... أو يبخلوا لم يحفلوا\rوغدوا عليك مرطّلي ... ن كأنّهم لم يفعلوا «1»\rكأبي براقش كلّ يو ... م لونه يتبدّل «2»\rومثل قوله:\rليهنك بغض في الصّديق وظنّة ... وتحديثك الشّيء الّذي أنت كاذبه","seal":"2729F0A1","part":"1"},
      {"page":102,"id":86,"nass":"وأنّك مشنوء إلى كلّ صاحب ... بلاك ومثل الشّرّ يكره جانبه\rوأنّك مهد للخنا نطف النّثا ... شديد السّباب رافع الصّوت غالبه «1»\rأمّا قوله: «مغرما بكلّ كثير العيب» ؛ فلأنّ البغال هي المثل في كثرة العيوب، وتلوّن الأخلاق.\rوأما قوله: «حمّ حرائمه» ، فلصرعاها وقتلاها.\rوأما قوله: «على كل شحّاج» ؛ فلأن الشحيج صوت الغراب.\rوإنما عارض أبو دلامة أبا خنيس ببغلته حيث قال:\rأبعدت من بغلة مواكلة ... ترمحني تارة وتقمص بي\rتكاد عند المسير تقطعني ... راكبها راكب على قتب\rإن قمت عند الإسراج أثفرها ... تطرف منّي العينين بالذّنب\rوعند شدّ الحزام تنهشني ... مانعة للّجام والّلبب «2»\rليس لها سيرة سوى الوثبى ... كرقص زنج ينزون للطّرب\rوهي إذا ما علفتها جهدت ... لا تأتلي في الجهاد عن حرب «3»\rقد أكلت كلّ ما اشتريت لها ... من رزق شعبان أمس في رجب\rتمرّ فيما نما لعلفتها ... إن لم تعلّل بالشّوك والقصب","seal":"A4DD12CB","part":"1"},
      {"page":103,"id":87,"nass":"وإنما هجاها بكثرة الأكل، فقدّمها على كّل معتلف، بسوء الرأي فيها، وبإفراط الشعراء، وزياداتهم، وإنّما الأكل الشديد في البراذين والرّمك، ثم التي معها أفلاؤها.\rوقيل لرجل من العرب: أيّ الدوابّ آكل؟ قال: برذونة رغوث «1» . لأنهم يقولون: برذون وبرذونة. ولا يقولون فرس وفرسة، بل يقولون: فرس للأنثى والذّكر، فإذا أرادوا الفرق والتفسير قالوا:\rحجر وحصان. وأنشد:\rأريتك إن جالت بك الخيل جولة ... وأنت على برذونة غير طائل\rوأنشدوا:\rتزحزحي إليك يا برذونه ... إنّ البراذين إذا جرينه\rمع الجياد ساعة أعيينه\rوالنّعاج أيضا قد توصف بدوام الأكل، حتى زعم بعض الناس أنّ النّساء في الجملة آكل من الرجال؛ لأن أكل النساء يكون متفرّقا، من غدوة إلى الليل، والرجل أكله في الدّفعة أكثر من هذا في الجملة.\rوقال بعضهم: البغال هي الشّهب، والإبل هي الحمر، والخيل هي الشّقر، والحمير هي الخضر، والسنانير هي النّمر «2» ؛ وإن كان الناس في الحمار الأسود أرغب، وكذلك هم في ألوان الثيران، لمكان البغال.","seal":"15F0CD2C","part":"1"},
      {"page":104,"id":88,"nass":"وقال بعض العرب لبعض الملوك: «هل لكم في النساء الزّهر، والخيل الشّقر، والنّوق الحمر» ؟.\rوقالت بنت الخسّ «1» : «الحمراء غدرى، والصّهباء سرعى، والدّهماء بهمى» .\rوإنما صار الناس يتّخذون السنانير النّمر؛ لأنها أصيد، فهي السّنانير الخلّص، والألوان الأخر داخلة على هذه الألوان، وكذلك ألوان جميع ما ذكرنا، وأصناف البهائم على ما ذكرنا؛ وأما ألوان الأسد فمتشابهة، لا اختلاف فيها إلا بالشيء اليسير، والناس يختلفون في الألوان وكذلك الكلاب والسنانير والخيل والبغال والحمام والحيّات والطير؛ فأما أنواع الطير ومغنّياتها، والبزاة والصّقور والشواهين، فلا اختلاف بينها.\rقال أبو دهبل الجمحيّ:\rحجر تقلّبه وهل ... تعطي على المدح الحجارة\rكالبغل يحمد قائما ... وتذمّ سيرته المشارة «2»\rوقال سهم بن حنظلة الغنويّ «3» :\rفأمّا كلاب فمثل الكلا ... ب لا يحسن الكلب إلّا هريرا\rوأمّا نمير فمثل البغا ... ل: أشبهن آباءهنّ الحميرا\rوقال حسّان بن ثابت:","seal":"404183C9","part":"1"},
      {"page":105,"id":89,"nass":"لا بأس بالقوم من طول ومن عرض ... جسم البغال وأحلام العصافير\rوقال آخر:\rولئّن ناكحتمونا لبما ... ناكحت قبلكم الخيل الحمر\rوقال ابن الزّبير الأسديّ «1» لعبد الرحمن بن أمّ الحكم «2»\rتثعلبت لمّا أن أتيت بلادهم ... وفي أرضنا أنت الهمام القلمّس «3»\rألست ببغل أمّه عربيّة ... أبوه حمار أدبر الظّهر ينخس\rوقال خالد بن عبّاد يهجو أبا بكر بن يزيد بن معاوية:\rسمين البغل من مال اليتامى ... رخيّ البال مهزول الصّديق\rوقال سنان بن أبي حارثة:\rتعرّض عبس دون بدر سفاهة ... ألا عجب العجباء من صهل البغل\rوقال شبيب بن البرصاء يهجو عقيل بن علّفة:\rألا أبلغ أبا الجرباء عنّي ... بآيات التّباغض والتّقالي\rفلا تذكر أباك العبد وافخر ... بأمّ لست تكرهها وخال\rفهبها مهرة لقحت لعير ... فكان جنينها شرّ البغال","seal":"DBEDB042","part":"1"},
      {"page":106,"id":90,"nass":"قال أبو عبيدة: كان الفرزدق عبث بأبي الحسناء، وكان مكاري بغال، ينزل في مقبرة بني هزّان، يكري إلى الكوفة، أيام كانت الطريق على الظّهر، فقال:\rليبك أبا الحسناء بغل وبغلة ... ومخلاة سوء بان عنها شعيرها\rوقال الكميت:\rتمشي بها ربد النعام ... تماشي الآم الزوافر «1»\rوالأخدريّ بعانتيه ... خليط آجال وباقر «2»\rقال: وفد المغيرة بن عبد الرحمن الرّياحيّ على معاوية في وفد، فقال: يا أمير المؤمنين، ولّني خراسان. قال: ما هجاء ما لا هجاء له؟ قال: فشرط البصرة. قال: انظر غير هذا. قال: فاحملني على بغل، ومر لي بقطيفة خزّ. فلامه أصحابه، فقال: أمّا أنا فقد أخذت شيئا!.\rقالوا: ولما أقبل مسروق بن أبرهة الأشرم بالحبشة، فصافّ جند وهرز الفارسي، حين كان استجاش ابن ذي يزن بفارس، فوجّه كسرى معه وهرز الإسوار في ثلاث مائة كان أخرجهم من الحبس، على أنّهم إن ظفروا كان الظّفر له، وإن قتلوا كان قد أراح الناس من شرّهم. وكان وهرز شيخا كبيرا، قد شدّ حاجبه بعصابة، فقال: أروني ملكهم.\rقالوا: هو صاحب الفيل. قال: كفّوا عنه؛ فإنه على مركب من مراكب الملوك! وقد أطال الوقوف. فنزل مسروق عن الفيل، فركب فرسا، فقيل له قد نزل عن الفيل، وركب فرسا. فقال: دعوه، فإنه","seal":"B0324DE1","part":"1"},
      {"page":107,"id":91,"nass":"على مركب من مراكب الفرسان! وأطال الوقوف حتى ملّ ظهر الفرس، وأتوه ببغل فركبه، فقيل لو [هرز: قد] نزل عن الفرس، وركب البغل. قال: عن مراكب الملوك، وعن معاقل [الفرسان] ، ثم ركب البغل ابن الحمار! وكان على مسروق تاجه، وياقوتة معلّقة بين عينيه، فقال وهرز لمن حوله: إني راميه، فإن رأيتموهم يجتمعون عليه، ولا ينفرجون عنه، فقد قتلته، فشدّوا عليهم شدّة واحدة، وإن تفرّقوا فإنما هي رمية. فرمى فأصاب نفس الياقوتة المعلقة بين حاجبيه، ففلقتها، وغابت النشّابة في رأسه، فاجتمعوا عليه، ولم يتفرّقوا عنه، فشدّوا عليهم شدّة واحدة كانت إياها.\rوبلغني عن عليّ بن زيد بن جدعان «1» ، قال:\rشخص أبو سفيان إلى معاوية بالشام، في ولاية عمر رضي الله عنه، ومعه ابناه عتبة وعنبسة، فكتبت إليه هند: «قد قدم عليك أبوك وأخواك، فلا تغذم لهم «2» ، فيعزلك عمر. احمل أباك على فرس وأعطه ثلاثة آلاف درهم، واحمل عتبة على بغل وأعطه ألفي درهم، واحمل عنبسة على حمار واعطه ألف درهم» .\rفلما فعل ذلك بهم قال أبو سفيان: أشهد أنّ هذا عن رأي هند، بصفة جوائز ملوك الشام، وما لخلفاء الشام والدّراهم، ما يعرفون إلّا الدنانير! قال النابغة الجعدي:","seal":"3FFE31D1","part":"1"},
      {"page":108,"id":92,"nass":"وهبنا لكم ما فيه نرجو صلاحكم ... وسوف نلاقيه إذا البغل أحبلا\rومن دون أولاد البغال وحملها ... إلى ذاك ما شاب الغراب ورجّلا\rوقال العكليّ:\rقد يلقح البغلة غير البغل ... لكنّها تعجل قبل المهل\r.... ة مشغولة بالحمل ... عن مرفق الطّحن وحمل الرّجل\rوثقل السّفر ومير الأهل ... ولا تساوي حفنة من زبل «1»\rما كان فيها من كرام الفحل ... دودة خلّ خلقت من خلّ\rوكلّ أنثى غيرها في الحمل ... تزداد في القيمة عند السّحل «2»\rملعونة بنت لعين نذل ... قتّالة للفارس الأبلّ «3»\rلم يعتدل منصبها في الأصل ... من غير شكل خلقت وشكل\rفي أدب الخنزير يوم الحفل ... وموقها موق رضيع طفل\rأو عقل أفعى وهجفّ هقل ... أو حوت بحر قذفت في سهل «4»\rأو جيأل «5» يكتفها بحبل ... كلّ حميميق وكلّ فسل\rوكلّ غرّ جاهل وغفل ... ليس لها في الكيس رفق النّمل","seal":"A1BAC6A6","part":"1"},
      {"page":109,"id":93,"nass":"أو ذئب قفر مجمع للختل ... أو تتفل راوغ كلب المشلي «1»\rأو خزز وثّب خوف القتل ... أما تراها غاية في الجهل «2»\rوالشّؤم منها في ذوات الحجل ... وعرّة تصدع جمع الشّمل\rفهي خلاف الفرس الهبلّ ... وكلّ طرف ذائل رفلّ\rقد حذر النّاس أذاها قبلي ... وعدّدوا كلّ قتيل بغل\rفقال أخوه ناقضا عليه، وهو في ذلك يقدّم البغلة على البغل، وهكذا هما عند الناس في جملة القول، فقال:\rعليك بالبغلة دون البغل ... فإنّها جامعة للشّمل\rمركب قاض وإمام عدل ... وتاجر وسيّد وكهل\rوهاشميّ ذي بها وفضل ... تصلح في الوحل وغير الوحل\rوالسّقي والطّحن وحمل الرّجل ... وهي في المشي وتحت الرّحل\rأوطا وأنجى من مطايا الإبل ... وكلّ جمّاز وذات رحل\rوطول عمر غير قيل البطل ... تقدم في ذلك عير الأهل\rوالخيل والإبل وكلّ فحل ... قد قتل العصفور فرط الجهل\rولو درى كان قليل الشّغل ... بلذّة تسلمه للقتل\rفدع مديحي وهجاء بغلي ... فلو ذممت القمر المجلّى\rوجدت فيه بعض ما قد يقلي «3»\rولمّا تعاور أبا الخطّاب الأعمى «4» أبو دلف، وجعفر بن أبي زهير، وهما يتعصّبان لمعدان الأعمى، فقال:","seal":"1F1D7526","part":"1"},
      {"page":110,"id":94,"nass":"كما شدّ عين البغل طحّان قرية ... ليجمع بال البغل للدّور والطّحن\rولو أنّ عين البغل زال عصابها ... لحاكى شهاب القذف في أثر الجنّى\rوقال أيضا:\rوليس العمى في كلّ حال نقيصة ... ونقص العمى أجدى عليك من البصر\rفسائل بغال الطحن ان كنت جاهلا ... ولو حجبوا تلك العيون عن النّظر\rولولا انطباق العين ما كان طاحن ... ولا كان مطحون بصخر ولا مدر\rلأن أبا دلف كان قال:\rوليس لمكفوف خواطر مبصر ... وذو العين والتّمييز جمّ الخواطر\rلأن أبا الخطّاب «1» كان فخر عليهم بجودة حفظ العميان، وكان","seal":"40DCFFD0","part":"1"},
      {"page":111,"id":95,"nass":"جعفر بن وهب قد قال:\rهل الحفظ إلّا للصّبيّ وذو النّهي ... يمارس أشغالا تشرّد بالذّكر\rفإن كان قلب الغمر للحفظ فارغا ... تناول أقصاه وإن كان لا يدري\rيهذّ «1» أمورا ليس يعرف قدرها ... وهل يعرف الأقدار غير ذوي القدر\rوقال أبو دلف في بعض تلك المسابقات:\rوليس فراغ القلب مجدا ورفعة ... ولكنّ شغل القلب للهمّ دافع\rوذو المجد محمول على كلّ آلة ... وكلّ قصير الهمّ في الحيّ وادع\rفزعم أنّ الأعمى إنّما يحفظ لقلّة خواطره وشواغله. وعلى قدر الشواغل والخواطر تنبعث الهمة، وتصحّ الرويّة، وتبعد الغاية.\rوقالوا: طحن الحمير والبغال والبقر والإبل، لا يجيء إلّا مع تغطية عيونها، ومنافع الطحن عظيمة جدّا؛ وطحن البغال أطيب وأريع، وكيل ما تطحن أكثر؛ وطحين أرحاء القرى لا يكون له طيب، لأنّ أرحاء الماء، التي هي أرحاء القرى، تحدق الدّقيق، وتفسد الطّعم. فهذه المنفعة الكثيرة، للبغال فيها ما ليس لغيرها.","seal":"D448EAF0","part":"1"},
      {"page":112,"id":96,"nass":"ولو كلّف البرذون الطّحن لهرج «1» في ليلة واحدة.\rوالبغل لا يصرد كما يصرد الحمار، ولا يهرج البرذون.\rوفي أمثال العامّة: الحمار لا يدفأ في السنة إلّا يوما واحدا، وذلك اليوم أيضا لا يدفأ، كأنهم قضوا بذلك إذ كان عندهم في الصّرد ووجدان البرد، في مجرى العنز والحيّة والجرادة، وإن كان المثل قد سبق في غيره، يقال: «أصرد من جرادة» ، و «أصرد من حيّة» .\rوقال بعض من يحمد البغل: البغل لا يصرد كما يصرد الحمار، ولا يهرج كما تهرج الرّمكة في الحرّ، والبغل يطحن، وهو فوق كلّ طاحن. ولو طحن البرذون يوما واحدا في الصّيف لسقط. ألا ترى أن الثور يطحن والجاموس أقوى منه وهو لا يطحن، وهو أيضا ممّا يهرج.\rوليس البغل كالفيلة: الفيلة لا تلقح إلّا في أماكنها، والبغلة قد تلقح في جميع البلدان، ولكنّ أولادها لا تعيش، والفيل الشابّ لا ينبت نابه عندنا.\rولما سمع أبو الربيع الغنويّ أنّ كسرى كان يعول تسعمائة فيل، وينفق عليها وعلى سوّاسها، ويقوم بشأنها ومئونتها، قال:\rيزعمون أنه كان مصلحا، وسائسا مدبّرا؛ كان- والله- عندي يحتاج إلى أن يحجر عليه، انظروا كم كان يستهلك من الأموال عليها في غير ردّ «2» ، فإن كان يريد أن يباهي بها، ويهوّل بها في الحروب، حبس منها بقدر ذلك.\rولقد رأى رجل في المنام أنّه ركب فيلا، وقصّ رؤياه على ابن","seal":"FA5A32DD","part":"1"},
      {"page":113,"id":97,"nass":"سيرين، فقال: «أمر جسيم، ولا منفعة فيه» .\rوالفيلة إنما يفتخر بها السّودان، كالحبشة والهند، فأمّا ملوك العراق فإنّما يتّخذون منها بقدر ما يقال إنّ عندهم من كلّ شيء شيئا.\rوأيضا لأنّ الفيل خلق عجيب، ومعتبر لمن فكّر. وكلّ شيء عجيب فهو أبعث على التّفكير من غيره.\rولما روى المدائنيّ والواقديّ «1» وغيرهما، أنّ عليّ بن أبي طالب عليه السلام، لمّا استأذن النبيّ صلّى الله عليه وسلّم في إنزاء الحمير على الخيل، قال:\r«إنّما يفعل ذلك الّذين لا يعلمون» . قال قوم: جاء الحديث عامّا في ذكر الخيل، ولم يخصّ العتاق البراذين؛ لأنّ اسم الخيل واقع عليهما جميعا، قال الله سبحانه: وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها\r، أفتظّنون أنه ذكر إنعامه عليهم بما خوّلهم من المراكب، فذكر البغال والحمير وترك البراذين؟.\rفأمّا أبو إسحاق «2» فإنه قال: هذا الحديث مختلف فيه، وله أسانيد طوال، ورجال ليسوا بمشهورين من الفقهاء بحمل صحيح الحديث. ويجوز أن ينهي عن إنزاء الحمير على الحجور والرّماك جميعا، فإن جلب جالب ذلك النّتاج جاز بيعه وابتياعه، وملكه وعتقه.\rوخصاؤه في الأصل حرام.\rوقد أهدى المقوقس عظيم القبط إلى النبيّ صلّى الله عليه وسلّم خصيّا؛ وكان هذا","seal":"1201B036","part":"1"},
      {"page":114,"id":98,"nass":"الخصيّ أخا مارية أمّ إبراهيم ابن النبيّ صلّى الله عليه وسلّم، فقبل هديّته، وأرسل إليه ببغلة من نتاج ما بين حجر وعير، وليس في هذين [الكلام، إنما] الكلام في الإخصاء وحده، والإنزاء وحده في أصل العمل، فأما إذا ما تمّ الأمر بينهما، فإن بيعهما وابتياعهما حلال.\rقال: ولا نترك قولا عامّا قاله الله تعالى في كتابه ونصّه، لحديث لا ندري كيف هو، وقد قال الله جلّ وعزّ، وهو يريد إذكار الناس نعمه السابغة، وأياديه المجلّلة حين عدّد عليهم، فقال: وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها\r؛ فمن أين جاز لنا أن نخصّ شيئا دون شيء.\rقال الشاعر»\r:\rجنادف لاحق بالرّأس منكبه ... كأنّه كودن يوشي بكلّاب «2»\rوكلّ غليظ بعيد من العنق فهو كودن، قال ابن قميئة «3» :\rيسر يطعم الأرامل إذ قلّ ... ص درّ الّلقاح في الصّنبر «4»\rورأيت الإماء كالجعثن البا ... لي عكوفا على قرارة قدر «5»\rورأيت الدّخان كالكودن الأص ... حم ينباع من وراء السّتر «6»","seal":"BA57F08C","part":"1"},
      {"page":115,"id":99,"nass":"حاضر شرّكم وخيركم د ... رّ خروس «1» من الأرانب بكر\rوفي ذمّ البغال يقول عرهم بن قيس الأسدي:\rإنّ المذرّع «2» لا تغني خئولته ... كالبغل يعجز عن شوط المضامير\rوقال الفرزدق:\rسوى أنّ أعراف الكوادن منقرا ... قبيلة سوء بار في النّاس سوقها\rوإنما قالت حميدة بنت النّعمان بن بشير لزوجها روح بن زنباع:\rوهل أنا إلّا مهرة عربيّة ... سليلة أفراس تجلّلها بعل\rفإن نتجت مهرا كريما فبالحرى ... وإن يك إفراف فمن قبل الفحل\rفوضعت البغل في موضعه. فقال روح:\rرضي الأشياخ با [لفطيون «3» ] بعلا ... وترغب في المناكح عن جذام\rيهوديّ له بضع الجواري ... فقبحا للكهول وللغلام «4»\rوقال الآخر:\rوما كثرت بنو أسد فتخشى ... لكثرتهم ولا طاب القليل\rقبيلة تذرفب في معدّ ... أنوفهم أفلّ من المسيل\rتمنّى أن تكون أخا قريش ... شحيج البغل ملتمس الصّهيل","seal":"464A502B","part":"1"},
      {"page":116,"id":100,"nass":"وقال زياد الأعجم «1» :\rألم تر أنّ البغل يتبع إلفه ... كما عامر واللّؤم مؤتلفان\rوقال الكميت:\rوما حملوا الحمير على عتاق ... مطهّمة فيلفوا مبغلينا\rوما سمّوا بأبرهة اغتباطا ... بشرّ ختونة متزيّنينا\rقال: لمّا أهديت ابنة عبد الله بن جعفر إلى يزيد بن معاوية على بغلة، قال يزيد:\rجاءت بها دهم البغال وشهبها ... مسيّرة في جوف قرّ مسيّر\rمقابلة بين النّبيّ محمّد ... وبين عليّ والجواد ابن جعفر\rمنافيّة غرّاء جادت بودّها ... لعبد منافيّ أغرّ مشهّر\rوقال ابن أبي ربيعة:\rهي الشّمس تسري بها بغلة ... وما خلت شمسا بليل تسير\rوقال الآخر:\rمرّت تزفّ على بغلة ... وفوق رحالتها قبّه\rزبيريّة من بنات الّذي ... أحلّ الحرام من الكعبه\rتزفّ إلى ملك ماجد ... فلا بالرّفا، وبها الوجبه\rولقي عمر بن أبي ربيعة عائشة بنت طلحة، وهي على بغلة، فاستوقفها وأنشدها:\rيا ربّة البغلة الشّهباء هل لكم ... في عاشق دنف لا ترهقي حرجا","seal":"CCF15087","part":"1"},
      {"page":117,"id":101,"nass":"قالت: بدائك مت أو عش تعالجه ... فما نرى لك فيما عندنا فرجا\rقد كنت جرّعتني غيظا أعالجه ... وإن ترحني فقد عنّيتني حججا\rفقلت: لا والّذي حجّ الحجيج له ... ما محّ حبّك من قلبي وما نهجا\rوقال الآخر:\rقفي يا ربّة البغل ... أخبّرك على رجل «1»\rفبينا ذاك إذ نادى ... مناد غير ما ختل\rفعجنا بامرىء ضخم ... على أهوج كالهقل «2»\rوعجنا كلّ مسودّ ... وممسود القرا عبل «3»\rإذا لم تك ذا رأي ... وذا قول وذا عقل\rوقالت أختها الصّغرى ... رددناه إلى غفل\rترى الفتيان كالنّخل ... وما يدريك ما الدّخل\rوليس الشّأن في الوصل ... ولكن يعرف الفضل\rوحدّث مصعب الزّبيريّ عن بعض أشياخه، قال: إنّا لبالأبطح أيّام الموسم، إذ أقبل شيخ أبيض الرأس واللحية، على بغلة شهباء، وما ندري أهو أشدّ بياضا، أم بغلته، أم ثيابه، فاندفع يغنّي:\rأسعديني بعبرة أسراب ... من دموع كثيرة التّسكاب\rفارقوني وقد علمت يقينا ... ما لمن ذاق ميتة من إياب\rثم ضرب دابّته وذهب، فأدركناه، فإذا هو حنين النّخعيّ «4» ، وكان نصرانيّا مستهترا بالغناء.","seal":"37CC1CA2","part":"1"},
      {"page":118,"id":102,"nass":"ومن حديث المغيرة بن عنبسة عن بعض أشياخه قال: قال كعب الأحبار «1» ...... فإذا هو شيخ أبيض الرأس واللحية، أبيض الثياب، على بغلة بيضاء.\rوحدّثني صديق لي، قال: أوّل يوم دخلت الرّقّة- وذلك في أيام الرشيد- استقبلني الشاعر اليمامي المتكلم، الذي يقول: «إني تيميّ» ، فإذا هو أسود ولحيته سوداء، وثيابه سود، وعمامته سوداء، وسرجه أسود، وسمّور «2» سرجه أسود، وهو على برذون أدهم، وقد ركبه غبار، فقلت: أعوذ بالله من هذا الزّي! أهل خراسان الذين هم أهل الدّعوة، ومخرج الدولة، لا يتكلّفون جميع هذه الخصال كلّها لأنفسهم، واكتفوا بسواد ثيابهم! وإذا هو يتعرّض لصاحب الأخبار، طمعا في أن يرفع خبره، فينال بذلك مرتبة، فقلت له: والله إنّ هذا الزيّ لقبيح من أهل هذه الدولة، فما ظتّك بإنسان يماميّ مرّة وتيميّ مرّة؟! والله أن لو رفعت في الخبر، لارتفعت معك حتى أخبر عنك!.\rوحدّثني عمرو القصافيّ الشاعر «3» ، قال: دعانا فلان بن فلان الفلانيّ، وهم قوم يعرفون بالدّعوة «4» ، فدعانا إلى منزله في أيام دعوتهم إلى العرب، فإذا هو قد ضرب خيمة، وإذا حوله غنيمات، وإذا في","seal":"C6C15F5E","part":"1"},
      {"page":119,"id":103,"nass":"الدار بعير أجرب، وريح الهناء والقطران؛ فدعا بالطّعام، فإذا خبزة قد ثرد نصفها في لبن، وكسر بين أيدينا النصف الآخر، ثم دعا بالنبيذ، فإذا هو في عسّ خشب، وإذا نبيذ تمر، ثم دعا بنقل فإذا بأقط ومقل وتنّوم «1» ، ثم دعا بريحان، فإذا خزامي وعبيثران «2» وشيح، وإذا عنده شاد وهو يغنيّ، فتى أمرد أجرد أبيض، [فقال صا] حبي: ما أجتمع هذا الذي رأينا في بيت هذا الفتى عند عقيل بن علّفة، ولا عند الزّبرقان بن بدر، ولا عند عوف بن القعقاع؛ فإن هؤلاء كانوا مردة الأعراب.\rوقال أبو الشّمقمق في حبّ ركوب البغال، وكان قال.......\rأخبرني عن اسمك وبلدك ونسبك وشهوتك. قال: أمّا اسمي ونسبي فأنا مروان بن محمد، مولى مروان بن محمد، وأمّا بلدي فالبصرة، وأمّا شهوتي فالنبيذ على اللحم السمين. فقال أبو الشمقمق «3» .\rمناي من دنياي هاتي الّتي ... تسلح بالرّزق على غيري\rالجردق الحاضر مع بضعة ... من ماعز رخص ومن طير «4»\rوجرّة تهدر ملآنة ... تحكي قراة القسّ في الدّير «5»\rوجبّة دكناء فضفاضة ... وطيلسان حسن النّير\rوبغلة شهباء طيّارة ... تطوي لي البلدان في السّير\rوقينة حسناء ممكورة ... يصرعها الشّوق إلى أيري «6»\rوبدرة مملوءة عسجدا ... ما بالّذي أذكر من ضير","seal":"2DB4C4F3","part":"1"},
      {"page":120,"id":104,"nass":"ومنزل في خير ما جيرة ... قد عرفوا بالخير والمير «1»\rوصاحب يلزمني دهره ... مثل لزوم الكيس للسّير\rمساعد يعجبني فهمه ... مرتفع الهمّة في الخير\rكم من فتى تبصر ذا هيئة ... أبلد في المجلس من عير\rوذكر أيضا البغال، فقال:\rما أراني سأترك بغدا ... د وأهوى لكورة الأهواز\rحيث لا تنكر المعازف والّلهو ... وشرب الفتى من التّقماز\rوجوار كأنّهنّ نجوم ال ... لّيل زهر الظّباء الجوازي «2»\rواضحات الخدود أدم وبيض ... فاتنات ميل من الأعجاز\rبين عوّادة وأخرى بصنج ... في بساتينها وفي الأحواز\rذاك خير من التّردّد في بغ ... داد تنزو بي البغال النّوازي\rكلّ يوم في كمّة وقميص ... ورداء من الغبار طرازي\rلم يحكه النّسّاج يوما لبيع ... لا ولا يشتري من البزّاز\rأخذت أهلها الشّياطين بالرّك ... ض لطول الشّقاء والإعواز\rكلّ شيخ تخاله حين يبدو ... فوق برذونه كشخص حجازي\rوجميل الفسيل اعني إبن محفو ... ظ عدوّ النّدى وسلم المخازي\rألفت استه الفياشل حتّى ... ما تشكّى للطّعن بالعكّاز\rيأخذ الأسود الّذي يفرق الح ... وّاء منه كدستج المنحاز\rليث غاب بدبره حين يلقي ... وجبان في الحرب يوم البراز\rبعدت داره فلا ردّه الّله ... ولا زال نائي الدّار شازي «3»\rذاك شخص به عليّ هوان ... كهوان الخصى على الخبّاز","seal":"1E06E820","part":"1"},
      {"page":121,"id":105,"nass":"[باب آخر في الخلق المركب]\rأمّا ما ذكرنا من أجناس الحيوان المركّبات، كالبغل والشّهري، والمقرف «1» ، والهجين، وكالبخت والبهونيّ، والصّرصرانيّ «2» ، والطير الوردانيّ، والحمام الراعبيّ، فقد عرفنا كيف تركيب ذلك، وعرفنا اختلاف الآباء والأمّهات. فأمّا السّمع والعسبار والدّيسم «3» والعدار «4» والزّرافة، فهذا شيء لم أحقّه.\rوقد أكثر الناس في هذا وفي الّلخم، وفي الكوسج، وفي الدّلفين، وفيما يتراكب بين الثعلب والسّنّور البرّيّ، فإنّ هذا كلّه إنما نسمعه في الأشعار، في البيت بعد البيت، ومن أفواه رجال لا يعرفون بالتحصيل والتثبّت، وليسوا بأصحاب توقّ وتوقّف.\rوإذا كان إياس بن معاوية القاضي يزعم أن الشّبّوطة إنما خلقت من بين الزّجر والبنّيّ، وأنّ من الدليل على ذلك أن الشبّوطة لا يوجد في","seal":"267CB6D8","part":"1"},
      {"page":122,"id":106,"nass":"جوفها بيض أبدا، لأنّها كالبغلة، فأنا رأيت في جوفها البيض مرارا، ولكنّه بيض سوء لا يؤكل، ليس بالعظيم، ولا يستطيل في البطن كما يستطيل بيض جميع أناث السمك.\rوالشّبّوط جنس يكون ذكرانه أكثر، فلا يكاد إنسان يقلّ أكله للشبّوط يرى بيض الشّبّوط. فإذا كان إياس يغلط هذا الغلط، فما ظنّك بمن دونه.\rوقد يكون هذا الذي نسمعه من اليمانية والقحطانيّة، ونقرؤه في كتب السّيرة، قصّ به القصّاص، وسمروا به عند الملوك.\rوزعموا أنّ بلقيس بنت ذي مشرح، وهي ملكة سبأ، ذكرها الله في القرآن، فقال: وَلَها عَرْشٌ عَظِيمٌ\r، زعموا أن أمّها جنّيّة، وأن أباها إنسيّ، غير أن تلك الجنّيّة ولدت إنسّيّة خالصة صرفا بحتا، ليس فيها شوب، ولا نزعها عرق، ولا جذبها شبه، وأنّها كانت كإحدى نساء الملوك.\rفاحسب أنّ التناكح يكون بين الجنّ والإنس، من أين أوجبوا التلاقح، ونحن نجد الأعرابيّ والشابّ الشّبق، بنيكان الناقة والبقرة والعنز والنعجة، وأجناسا كثيرة، فيفرغون نطفهم في أفواه أرحامها، ولم نر ولا سمعنا على طول الدهر، وكثرة هذا العمل الذي يكون من السّفهاء، ألقح منها شيء من هذه الأجناس، والأجناس على حالهم من لحم ودم، ومن النّطف خلقوا. وأصل الإنسان من طين، والجانّ خلق من نار السّموم، فشبه ما بين الجنّ والإنس، أبعد من شبه ما بين الإنسان والقرد. وكان ينبغي للقردة أن تلقح من الإنسان.\rومن العجب أنّهم يزعمون أنّما تصرع المرأة لأنّ واحدا من الجنّ","seal":"EE4C7249","part":"1"},
      {"page":123,"id":107,"nass":"عشقها، وأنه لم يأتها إلّا على شهوة الذّكر للأنثى، أو شهوة الأنثى للذّكر.\rوقيل لعمرو بن عبيد «1» : أيكون أن يصرع شيطان إنسانا؟ قال:\rلو لم يكن ذلك لما ضرب الله به المثل لآكل الرّبا حيث يقول: الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِ\r. فهذا شيء واضح. قال: ثم وقفنا على رجل مصروع، فقلت له: أرأيت هذا الصّرع، تزعم أنه من شيطانه؟ قال: أمّا هذا بعينه فلا أدري أمن فساد مرّة وبلغم، أم من شيطان؛ وما أنكر أن يكون خبط شيطان وصرعه، وكيف لا يجوز ذلك مع ما سمعنا في القرآن؟.\rقال: وسمعته، وسأله سائل عن رجل هام على وجهه، مثل عمرو بن عديّ صاحب جذيمة الوضاح «2» ، ومثل عمارة بن الوليد «3» ، وطالب بن أبي طالب، فقال: قد قال الله: كَالَّذِي اسْتَهْوَتْهُ الشَّياطِينُ فِي الْأَرْضِ.\rوأنا أعلم أنّ في الناس من قد استهوته الشياطين، ولست أقضي على الجميع بمثل ذلك. وقد قالوا في الغريض المغنّي «4» ، وسعد بن عبادة وغيرهما، وهذا عندنا قول عدل.","seal":"A77B0375","part":"1"},
      {"page":124,"id":108,"nass":"وكلّ ما قالوا من أحاديثهم في الخلق المركّب، فهو أيسر من قولهم في ولادة بلقيس.\rوهم يروون في رواياتهم في تزويج الإنسان من الجنّ، حتى جعلوا قول الشاعر:\rيا قاتل الله بني السّعلاة ... عمرا وقابوسا شرار النّات\r- يريد: الناس- أنه الدليل على أن السّعلاة تلد الناس.\rهذا سوى ما قالوا في الشّق وواق واق «1» ودوال باي «2» ، وفي الناس والنسناس «3» .\rولم يرض الكميت بهذا حتى قال:\rنسناسهم والنّسانسا\rفقسم الأقسام على ثلاثة: على الناس، والنّسناس، والنّسانس.\rوتزعم أعراب بني مرّة أنّ الجن إنما استهوت سنانا لتستفحله إذ كان منجبا، وسنان إنّما هام على وجهه. وقال رجل من العرب: «والله لقد كان سنان أحزم من فرخ العقاب» .\rوقال محمد بن سلّام الجمحيّ: قلت ليونس بن حبيب: آلبراذين من الخيل؟ فأنشدني:\rوإنّي امرؤ للخيل عندي مزيّة ... على فارس البرذون أو فارس البغل\rوقالوا: إنما ذهب الشاعر من اسم الخيل إلى العتاق.","seal":"197C8DC8","part":"1"},
      {"page":125,"id":109,"nass":"وإنما يوصف الفرس العتيق بصفة الإنسان من بين جميع الحيوان يقولون: فرس كريم، وفرس جواد، وفرس رائع.\rفأمّا قولهم «كريم» و «عتيق» فإنّما يريدون أن يبروه من الهجنة والإقراف، وكيف يجعلون البرذون لاحقا بالعتيق، وإن دخل الفرس من أعراق البراذين شيء هجّنه؟.\rوفي القرآن: وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ\rحين أراد أن يعدّد أصناف نعمه؛ أفتراه ذكر نعمه في الحمار والبغل، ويدع نعمته في البراذين، والبراذين أكثر من البغال، ولعلّها أكثر من الحمير الأهليّة، التي هي للركوب، لأنّ الله تعالى قال: وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها\r؟ وحمر الوحش وإن كانت حميرا فليست بمراكب. وفرسان العجم تختار في الحرب البراذين على العتاق، لأنها أحسن مواتاة.\rوالفحل والحصان من العتاق ربّما شمّ ريح الحجر في جيش الأعداء، فتقحّم يفارسه حتّى يعطب، ولذلك اختاروا البراذين للصّوالجة والطّبطابات «1» والمشاولة «2» ، وإنما أرادوا بذلك كلّه أن يكون دربة للحرب وتمرينا وتأسيسا.\rفأكثر الحمير والبغال تتّخذ لغير الركوب، وليس في البراذين طحّانات ولا نقّالات، ولا تكسح عليها الأرض إلا في الفرط. فكيف يدع ذكر ما هو أعظم في المنفعة، وأظهر في النّعمة، مع الجمال والوطاءة إلى ذكر ما لا يدانيه؟.\rقال: وممّا يهجّن شأن البغل ويخبر عن إبطائه عند الحاجة إلى سرعته، أنّ القائد الشّجاع، والرئيس المطاع، إذا أراد أن يعلم","seal":"137DD072","part":"1"},
      {"page":126,"id":110,"nass":"أصحابه أنه لا يفرّ، حتى يفتح الله عليه أو يقتل، ركب بغلا. ولذلك قال الشاعر:\rإذا ركب الأسوار بغلا وبغلة ... لدى الحرب والهيجاء قد شبّ نارها «1»\rفذاك دليل لا يخيل، وعزمة ... على الصّبر حتّى يستبان بشارها «2»\rوذو الصّبر أولاهم بكلّ سلامة ... وبالصّبر يبدو عقبها وعيارها «3»\rذهب إلى قول أبي بكر، رضي الله عنه، لخالد بن الوليد:\r«احرص على الموت توهب لك الحياة» .\rيقول: إذا صبرتم ولم تفرّوا، هزمتم العدوّ، فصار صبركم سببا لحياتكم.\rوحدّثني نهيك بن أحمد بن نهيك، كاتب عبد الله بن طاهر، قال: اقتتل أصحاب الأمير عبد الله بن طاهر، وأصحاب نصر بن شبث يوما على باب كيسوم «4» ، ونصر في آخر القوم جالس على مصلّى، محتب بحمائل سيفه، وبين يديه بغل مسرج مجلل، والله ما أدري أكان الجّل تحت الّلبد، أم كان فوق السّرج، وشدّ عزيز على أصحاب نصر شدّة كشفتهم، حتى جاوزوا مكان نصر، وصار عزيز بحذاء نصر، ونصر جالس؛ فلما رأى ذلك وثب وثبة فإذا هو على ظهر البغل، وقال: مكانك يا عزيز! أتبلغ إلى موضعي، وتطأ حريمي؟! ثم شدّ نحوه على بغله، وعزيز على برذون، فعزف- والله- عزيز عنه، وعزيز يومئذ فارس العسكر غير مدافع.","seal":"30A1D2F7","part":"1"},
      {"page":127,"id":111,"nass":"وأنشدوا في البغل:\rأردت مديح البغل يا شيخ مذحج ... فجئت بشء صيّر البغل كالكلب\rوحسبك لؤما بالكلاب ودقّة ... وقد ثمّنوا شرواه شأوا من التّرب «1»\rلأن في الحديث: إنّ دية الكلب زبيل من تراب، حقّ على القاتل أن يفعله، وحقّ على صاحب الكلب أن يقبله.\rتم الكتاب بعون الله تعالى ومنّه","seal":"E40A70D9","part":"1"},
      {"page":129,"id":112,"nass":"[الفهارس]\rفهرس الأعلام\rإبراهيم، يعقوب بن 25\rأثال، طارق بن 44.\rالأحنف، 29.\rأخضر، معبد بن 48.\rأذينة، ابن 15.\rالأرقط، خلاد بن يزيد 28.\rإسحق، أبو 25، 113.\rأشرس، ثمامة بن 55.\rالأشعث، 30، 31.\rالأصمعي 23، 29، 61.\rالأعجم، زياد 116.\rاعشى همدان، 67.\rأعين المتطبب، 52.\rالأقليدسي، أبو يزيد 96.\rالأهثم، صفوان بن عبد الله 12، 22.\r- ب-\rالباهلي، ابن حازم 47.\rالبحرين 66، 96.\rالبختري، أبو 40.\rبدر، الزبرقان بن 119.\rالبردخت، 50.\rالبرصاء، شبيب بن 105.\rالبرمكي، أبناء يحيى 38.\rبشار، 92.\rبشير، حميدة بنت النعمان بن 115.\rالبصرة، 52، 79.\rبكر، أبو 126.\rبلال، أبو 48.\rبلقيس، 30، 122، 123.\rبيت راس، 64.","seal":"AE199359","part":"1"},
      {"page":130,"id":113,"nass":"- ت-\rالترك، 84.\rتستر، 52.\rتولب، النمر بن 96.\r- ث-\rثابت، حسان بن 104.\r- ج-\rالجالينوس، 98.\rجحا، 37.\rجدعان، علي بن يزيد بن 107.\rجرير، 50.\rجعدبة، ابن 28.\rالجعدي، النابغة 23، 107\rجعفر، عبد الله بن 116.\rالجلندي 66.\rالجماز 31.\rجمين، أبو الحراث 34.\r- ح-\rالحارث، محمد بن 43.\rحارثة، سنان بن أبي 105.\rحازم، ابن 74.\rالحبشة، 66، 106، 113.\rحبيب، يونس بن 28، 124.\rحبيبة، أم 26.\rالحجاج، 21، 67، 71.\rحري، نهشل بن 80.\rحسان، محمد بن 38.\rحسان، هشام بن 39.\rحفص، حماد بن 29.\rالحكم، عثمان بن 47، 48.\rالحكم، مسعود بن 25\rحكيم، حكيم بن 25.\rحمحام، 59.\rحمدوية المخنث، 37.\rحنظلة، سهم بن 104.\rحنين النخعي 117.\rالحيرة 66.\r- خ-\rخارجة، أسماء بن 60، 62.\rالخاسر، سلم 58.\rخراسان 55، 84، 86، 118.\rالخريت، الزبير بن 29.\rخريم، أيمن بن 60.\rالخس، بنت 104.\rالخطاب، أبو 109، 110.\rخليد، القعقاع بن 96.\rالخيزران، 38.\r- د-\rدأب، ابن 28.\rداحة، إبراهيم بن 76، 100.","seal":"C2A3D3BB","part":"1"},
      {"page":131,"id":114,"nass":"داود، سليمان بن 30.\rدعبل، 43، 46، 47.\rدلامة، أبو 98، 102.\rدلف، أبو 109، 110.\rدهبل، أبو 104.\rدهبل، وهب بن 40.\r- ر-\rالراعي، 64.\rربيعة، ابن أبي 26، 116.\rالرشيد 58، 118.\rالرقاشي 64.\rالرقة 118.\rالرقي، ربيعة 42.\rرؤبة 23، 24.\rالروافض 26.\rرويم، حوشب بن 31.\r- ز-\rالزاره 66، 67.\rزبار، لمازة بن 29.\rالزبير 26.\rالزبير الأسدي 105.\rالزبير، عبد الله بن 49.\rالزبير، عروة بن 31.\rالزبير، منذر بن 49.\rالزبيري، مصعب 117.\rزريع، يزيد ين 58.\rزنباع، روح بن 115.\rزهير، جعفر بن أبي 109.\rزياد، عباد بن 59.\rزيد، أبو 69.\r- س-\rسبأ 122.\rسجستان 59.\rسعد، ابن 25.\rالسعدي 21.\rسفيان، أبو 107.\rسلام، محمد بن 124.\rسليم، بنو 84.\rالسمتي، يوسف بن خالد 32.\rالسمط، أبو 31، 32.\rسهل، الحسن بن 61.\rالسواق الشاعر 70.\rسود، وكيع بن أبي 57.\rالسودان 112.\rالسوس الأقصى 66.\rسيار، نصر بن 55، 58.\r- ش-\rالشام 64، 71.\rشاور، 22","seal":"4A415009","part":"1"},
      {"page":132,"id":115,"nass":"شبث، نصر بن 126.\rشراعة، أبو 85.\rالشعبي 32.\rالشماسية 38.\rالشمقمق، أبو 119.\rشوكر 28.\rالشبعة 24.\r- ص-\rصفرة، المهلب بن أبي 52.\rصفوان، خالد بن 59.\rالصلت، أمية بن أبي 49.\r- ض-\rالضرير، أبو عمر 28.\r- ط-\rطالب، طالب بن أبي 123.\rطالب، علي بن أبي 24، 25، 34، 95، 113.\rالطالقان 52.\rطلحة 26.\rطلحة، عائشة بنت 31.\r- ع-\rعائشة 26.\rعباد، خالد بن 105.\rعباد، مسعود بن 55.\rعباد، سعد بن 123.\rعباس، ابن 95.\rالعباس، كثير بن 25.\rعبد العزيز، عمر بن 64.\rعبدل، الحكم بن 42، 62.\rعبد الملك 31.\rعبد الملك، روح بن 22.\rعبد الملك، سليمان بن 36.\rعبد الملك، مسلم بن 22.\rعبد الملك، هشام بن 26، 39.\rعبد الملك، الوليد بن يزيد بن 60.\rعبيد، عمرو بن 123.\rعبيدة، أبو 28، 70، 106.\rالعتاهية، أبو 44.\rعتيق، ابن أبي 26.\rعرادة، حنظلة بن 42.\rالعراق 55، 71، 113.\rعفان، خالد بن عثمان بن 49.\rعفان، عثمان بن 25.\rعكاشة، نميلة بن 36.\rعكرمة التيمي 67، 71.\rالعكلي 108.\rالعلاء، أبو عمرو بن 28.\rعلفة، عقيل بن 105، 119.","seal":"ED7C5012","part":"1"},
      {"page":133,"id":116,"nass":"عمان 66.\rعمر، يزيد بن 55، 58.\rعمران، مويس بن 61، 69.\rعمير 107.\rعنبسة، المغيرة بن 118.\r- غ-\rالغريض المغني 123.\rغسطة، ابن 57، 58.\rالغنوي، أبو الربيع 112.\r- ف-\rالفجاءة، قطري بن 29.\rالفرزدق 22، 51، 57، 60، 87، 106، 115.\rفرعون، أبو 85.\rفرغانة 66.\rالفطيون 115.\rفيروز 67.\r- ق-\rقادم، سحيم بن 29.\rقتادة 28.\rقريش 26، 27، 115.\rقسطنطينية 66.\rالقصافي 118.\rالقطامي، الشرقي بن 28.\rالقعقاع، عوف بن 119.\rقميئة، ابن 114.\rقنبر، الحكم بن 72، 73.\rقيس، عرهم بن 115.\r- ك-\rكاظمة 83.\rكسرى، 66، 67، 83، 106، 111.\rكعب الأحبار 118.\rالكلبي 28.\rكناسة، ابن 23.\rالكوفة 65.\r- م-\rالمأمون 55.\rمجالد 32.\rمحارب، مسلمة بن 28.\rالمحاربي، لقيط 28.\rمحمد، عبد الله بن 29.\rمخنف، أبو 27.\rالمدائني، أبو الحسن 28، 113\rالمديني، علي بن 25، 58.\rالمديني، مزيد 36.\rمرحب 34.\rالمزني، بكر بن عبد الله 24.\rمسروق 66، 106.","seal":"F4722A0A","part":"1"},
      {"page":134,"id":117,"nass":"مسلم، أبو 55.\rمشكاب 66.\rمصر 62، 65.\rالمطلب، عبد الرحمن بن 22.\rمعاوية 59، 75، 106، 107.\rمعاوية، إياس بن 126.\rمعاوية، أبو بكر بن يزيد بن 105.\rمعاوية، يزيد بن 65، 116.\rالمعبر، أبو شعبة الجرمي، الفراء 61.\rمعمر، جميل بن 64.\rمفرغ، يزيد بن 49.\rالمقفع، ابن 97.\rالمقوقس 113.\rالملط، عطاء 28.\rالممزق، ابن 79.\rمناذر، محمد بن 92.\rمنية، يعلى بن 26.\rالمولى، ابن 40.\r- ن-\rالنبي 24، 25، 95، 114.\rالنبيل، أبو عاصم 28.\rالنعمان 66.\rنهيك، نهيك بن 126.\rالنوشجاني 86.\r- هـ-\rهارون، سهل بن 51، 54.\rهارون، محمد بن 51.\rهاني، الحسن بن 41.\rهبيرة، إياس بن 52.\rهبيرة، عمر بن 40.\rهرمة، أبو 43.\rهند 107، 113.\r- و\rالواقدي 113.\rورقاء، خالد بن 67.\rالوزير، أبو 100.\rالوضاح، جزيمة 123.\rوهب، جعفر بن 111.\rوهب، عبد الله بن 24.\rالوليد، خالد بن 126.\rالوليد، عمارة بن 123.\rالوليد، مسلم بن 45، 73.\rوهرز 66، 67، 106.\r- ي-\rيزيد، قيس بن 51.\rيسير، محمد بن 61.\rاليقطري 24.\rاليمن 66، 67.\rيونس 23.","seal":"28752660","part":"1"},
      {"page":135,"id":118,"nass":"فهرس الموضوعات\rمقدمة 5\rمقدمة الكتاب 19\rباب ولع الأشراف بالبغال 21\rباب نوادر البغال 33\rباب طباع البغال 47\rباب ذكر الانتفاع بالبغال في البريد 55\rباب الخلق المركب 69\rباب عمر البغل وسائر المخلوقات 75\rباب ركوب البغلة والطمع في القضاء 79\rباب تأثير البيئة في الحيوانات 83\rباب سفاد البغل وسائر الحيوانات 85\rباب مدح البغال وذمها 95","seal":"E40432B4","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":255,"Bk":"البغال","HigriD":"255","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عمرو بن بحر بن محبوب الكناني بالولاء، الليثي، أبو عثمان، الشهير بالجاحظ","bLnk":null,"Inf":"[البغال - الجاحظ]\r\n\r\nمن نفائس كتب الجاحظ، لولا ما يفتقر إليه من الترتيب. له شهرة عالية في كتب الأدب، ونجد فصولاً منه في (ثمار القلوب) و (محاضرات الأدباء) و (خزانة الأدب) و (نهاية الأرب) للنويري، وفيها مقدمة كتاب البغال، والنص على أنه ألفه مفرداً عن كتاب الحيوان. وقد أفرد الجاحظ البغال بكتاب مفرد لكونها مادة للتندر عند العرب. ويفهم من مقدمته أنه ألفه وهو في الفالج الشديد. وافتتحه بذكر نبذة من عناية الأشراف بالبغال. وأتبعها بفصول في نوادر أخبارها، وما قيل فيها من الشعر، ومن قتلته بغلته، ومنهم: البَرْدَخْت الشاعر. وأتبع ذلك بفصل في استخدامها في البريد، وآخر: في تأويل رؤياها في المنام، وما ورد في اللغة والأدب من مشتقات البغل، ذكر في أثنائها (الدرهم البغلي) الذي عرف به الأب أنستاس في كتابه (النقود العربية/ ص22) . وعرف بالبغلات: وهن جوار من رقيق مصر، نتاج ما بين الصقالبة وجنس آخر،..إلخ) وأتبع ذلك بفصل في أجناس البغال، وعاد فعقد فصولاً أخرى في أخبارها وما قيل فيها من الشعر، وما ضرب فيها من الأمثال، وطرق جماعها مقارنة مع غيرها من الدواب. وما يلحقها من الأمراض، وحملها وولادتها (؟) أتبعها بفصل في أكل لحم الخيل، واشتهار الترك بذلك. وفصول في ألوان الحيوان، وما قيل من الشعر في ذم البغال وعقمها، ومنافعها، وباب في (الكوادن) وأبواب في مسائل شتى. ولابد من الإشارة هنا إلى ما في الكتاب من نصوص تعبر عن منهجه في نقد الحديث، كتعليقه الذي نقل فيه عن شيخه النظام قوله: (ولا نترك قولا عاماً قاله الله تعالى في كتابه ونصه، لحديث لا ندري كيف هو) وتعليقه على خبر عائشة (ر) يوم الدار، بقوله: (هذا (حفظك الله) حديث مصنوع ... ومن أراد الأخبار فليأخذها عن مثل قتادة، وأبي عمرو ابن العلاء وابن جعدبة، ويونس بن حبيب، وأبي عُبيْدة، ومسْلمة بن مُحارب، وأبي عاصم النَّبيل، وأبي عُمر الضَّرير، وخلاَّد بن يزيد الأرقط، ومحمد بن حفص - وهو ابن عائشة الأكبر، وعُبيْد الله بن محمد - وهو ابن عائشة الأصغر، ويأخذها عن أبي اليقْظان سُحيْم بن قادم. فإنَّ هؤلاء وأشباههم مأمونون، وأصحاب توقٍّ وخوْف من الزوائد، وصوْن لما في أيديهم، وإشفاق على عدالتهم. نشر الكتاب لأول مرة بعناية شارل بلا في مطبعة الحلبي سنة 1375هـ معتمداً نسخة مكتبة الداماد بتركيا. وهو الرسالة (16) من نشرة المرحوم عبد السلام هارون (رسائل الجاحظ: 2/ 213 إلى 378) .\r\n\r\n[التعريف بالكتاب، نقلا عن موقع الوراق]","Auth":"الجاحظ","Betaka":"الكتاب: البغال\r\nالمؤلف: عمرو بن بحر بن محبوب الكناني بالولاء، الليثي، أبو عثمان، الشهير بالجاحظ (المتوفى: 255هـ)\r\nالناشر: دار ومكتبة الهلال، بيروت\r\nالطبعة: الثانية، 1418 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"(163 - 255 هـ = 780 - 869 م) \r\n\r\nعمرو بن بحر بن محبوب الكناني بالولاء، الليثي، أبو عثمان، الشهير بالجاحظ: كبير أئمة الأدب، ورئيس الفرقة الجاحظية من المعتزلة.\r\nمولده ووفاته في البصرة.\r\nفلج في آخر عمره. وكان مشوه الخلقة.\r\nومات والكتاب على صدره. قتلته مجلدات من الكتب وقعت عليه.\r\nله تصانيف كثيرة، منها :\r\n«الحيوان - ط» أربعة مجلدات، و «البيان والتبيين - ط» و «سحر البيان - خ» و «التاج - ط» ويسمى أخلاق الملوك، و «البخلاء - ط» و «المحاسن والأضداد - ط» و «التبصر بالتجارة - ط» رسالة نشرت في مجلة المجمع العلمي العربي، و «مجموع رسائل - ط» اشتمل على أربع، هي: المعاد والمعاش، وكتمان السر وحفظ اللسان، والجد والهزل، والحسد والعداوة.\r\nوله «ذم القواد - ط» رسالة صغيرة، و «تنبيه الملوك - خ» في 440 ورقة، و «الدلائل والاعتبار على الخلق والتدبير - ط» و «فضائل الأتراك - ط» و «العرافة والفراسة - خ» و «الربيع والخريف - ط» و «الحنين إلى الأوطان - ط» رسالة.\r\nو «النبي والمتنبي» و «مسائل القرآن» و «العبر والاعتبار في النظر في معرفة الصانع وإبطال مقالة أهل الطبائع - خ» و «فضيلة المعتزلة» و «صياغة الكلام» و «الأصنام» و «كتاب المعلمين»\r\nو «الجواري» و «النساء» و «البلدان» و «جمهرة الملوك» و «الفرق في اللغة - خ» في تذكرة النوادر، و «البرصان والعرجان والعميان والحولان - ط» و «القول في البغال - ط» و «كتاب المغنين» و «الاستبداد والمشاورة في الحرب».\r\nولأبي حيان التوحيدي كتاب في أخباره سماه «تقريظ الجاحظ» اطلع عليه ياقوت.\r\nوجمع محمد جبار المعيبد العراقي، ما ظفر به متفرقا من شعره، في «رسالة - ط» 13 صفحة، كما في أخبار التراث 76 صفحة 5.\r\nولشفيق جبري «الجاحظ معلم العقل والأدب - ط» ولحسن السندوبي «أدب الجاحظ - ط» ولفؤاد أفرام البستاني «الجاحظ - ط» ومثله لحنا الفاخوري\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"3B6B04BC","cat":"الأدب والبلاغة","oNum":10506,"BkId":10506,"oAuth":787,"bVer":1,"aSeal":"F08095F8"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10506":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"* مقدمة*"},
      {"lvl":1,"id":15,"sub":0,"tit":"* [مقدمة] *"},
      {"lvl":1,"id":17,"sub":0,"tit":"* [باب ولع الاشراف بالبغال] *"},
      {"lvl":1,"id":29,"sub":0,"tit":"* [باب نوادر البغال] *"},
      {"lvl":1,"id":43,"sub":0,"tit":"[باب طباع البغال]"},
      {"lvl":1,"id":50,"sub":0,"tit":"* [باب ذكر الانتفاع بالبغال في البريد] * في الجاهلية والإسلام، وتعرف حقائق الأخبار، وأنها آلة من آلات السلطان عظيمة، ولا بد للسلطان والملوك من تعرف الأخبار"},
      {"lvl":1,"id":65,"sub":0,"tit":"* [باب ركوب البغلة والطمع في القضاء] *"},
      {"lvl":1,"id":68,"sub":0,"tit":"* [باب تأثير البيئة في الحيوانات] *"},
      {"lvl":1,"id":70,"sub":0,"tit":"* [باب سفاد البغل وسائر الحيوانات] *"},
      {"lvl":1,"id":79,"sub":0,"tit":"* [باب مدح البغال وذمها] *"},
      {"lvl":1,"id":105,"sub":0,"tit":"[باب آخر في الخلق المركب]"},
      {"lvl":1,"id":112,"sub":0,"tit":"[الفهارس]"},
      {"lvl":2,"id":112,"sub":1,"tit":"فهرس الأعلام"},
      {"lvl":2,"id":118,"sub":0,"tit":"فهرس الموضوعات"}
    ]
}
