{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10809":
    [
      {"page":9,"id":2,"nass":"مقدّمة\rكانت المصادفة وراء الكشف عن هذا الأثر المهم الذي وصفه بار تولد بقوله:\" تكمن الأهمية الكبرى لهذا الأثر في احتوائه على مادة وفيرة عن بلاد الترك وعن مناطق آسيا الوسطى التى لم تخضع لسلطان المسلمين، ومادته في هذا الصدد تفوق من حيث الوفرة والتفصيل مادة جميع المصنفات الجغرافية العربية الأخرى الموجودة بين أيدينا\" «1» .\rوالذي قال عنه كراتشكوفسكي:\" بالرغم من أنه مكتوب بالفارسية، إلا أنه يجدر بنا الوقوف عنده، لا لأنه وجد زعم يقول بأنه ترجم عن العربية في الأصل، بل أيضا لارتباطه الوثيق بالتراث العربي بحيث لا يكتمل الوصف العام للأدب الجغرافي دونه\" «2» .\rفقد كلّف المستشرق الروسي النقيب أ. غ. تومانسكي (الميجر جنرال فيما بعد) صديقا له ساكنا بسمرقند بالبحث عن مخطوطة كتاب (ألوس أربعه ألوغ بيك) «3» . وبعد فترة كتب إليه هذا الصديق في 25/10/1892 أنه سعى خلال فترة إقامته ببخارى للعثور على كتاب ألوغ بيك ولم يوفق، إلا أنه عثر بدلا من ذلك على مخطوطة تشتمل على أربع رسائل هي: 1. رسالة صغيرة في الجغرافيا بعنوان جهان نامه من تأليف محمد بن نجيب بكران؛ 2.\rرسالة مختصرة في الموسيقى من تأليف\" الأستاذ عجب الزمان بل أستاذ خراسان محمد بن محمود بن محمد النيسابوري\"؛ 3. حدود العالم من المشرق إلى المغرب؛ 4. كتاب جامع العلوم لفخر الدين الرازي المتوفى سنة 606 هـ» .\rولما كانت رسالة جهان نامه في الجغرافيا فلا بأس أن نعطي القارئ العربي فكرة عن مصادرها ذلك أنها بالفارسية. ذكر المؤلف في مقدمتها مصادره على النحو التالي:\" مما وقع في يدي من مجاميع الزيجات القديمة والحديثة وكتب علم النجوم وقد قابلتها مع بعضها..","seal":"AA823EB0","part":"1"},
      {"page":10,"id":3,"nass":"وكذلك كتاب أشكال العالم لمحمد بن بحر الرهني، «1» وكتاب المسالك والممالك الذي ألفه عبد الله بن محمد بن خردادبه «2» ورحلة ناصر خسرو وغير ذلك وقارنتها جميعا ببعضها..\rثم وجدت بعد ذلك بين مسودات الإمام شرف الدين المازي الطوسي رحمه الله الذي عاد من بلاد الروم، كراسة بخطه مثبت فيها بدقة أطوال المدن وعروضها وكذلك أطوال وعروض السواحل والبحار فرسخا ومواضع الجبال والبحار والجزر\" «3» وآثار المتقدمين للبيروني (362- 440 هـ) وكامل الصناعة الطبية لعلي بن العباس المجوسي (438- 472 هـ) اللذين ذكرهما فى ص 24 و 75. وقد ورد في ختامها:\" تمت الرسالة المسماة بجهان نامه على يدي أضعف عباد الله مسعود بن محمد بن مسعود الكرماني، في الثامن والعشرون (كذا) من شهر الله المبارك رمضان سنة ثلاث وستين وستمائة. قوبل مع النسخة المنتسخة منها وليست الصحيح بل السقيم\" (؟!) . ومؤلف الكتاب كان حيا سنة 605 هـ وألف كتابه لآخر شاهات خوارزم السلطان محمد (596- 617 هـ) .\rأما كتابا جامع العلوم وحدود العالم فقد كتبهما ناسخ آخر وكما يلي: ورد في ختام جامع العلوم «4» :\" وقع الفراغ من تحريره يوم الجمعة للسادس والعشرين من جمادى الأولى سنة ثماني وخمسين وستمائة على يدي أضعف عباد الله وأحقرهم أبو (كذا) المؤيد عبد القيوم بن الحسين بن علي\". وورد في ختام حدود العالم الذي تمزق الجانب الأيمن من ورقته الأخيرة فبقي من السطر ما قبل الأخير:\" الفقير عبد القيوم بن الحسين بن علي الفارسي\"، ومن السطر الأخير:\" سنة ست وخمسين وستمائة، والحمد لله رب العالمين\".\rويقع كتاب حدود العالم في 39 ورقة، ألّفه مؤلفه المجهول سنة 372 هـ وأهداه إلى\" الأمير السيد الملك العادل أبي الحارث محمد بن أحمد مولى أمير المؤمنين أطال الله بقاءه\"، كما ورد.","seal":"8106A1A3","part":"1"},
      {"page":11,"id":4,"nass":"في صدر الكتاب. وما دمنا لا نعرف شيئا عن مؤلف الكتاب فلنتحدث عن هذا الأمير الذي عاش المؤلف في كنفه.\rهو أبو الحارث محمد بن أحمد بن فريغون ثالث حكام أسرة آل فريغون التي حكمت بالجوزجان وبلخ. ويذكر المؤرخ الكريزي أن الأمير الساماني نوح بن منصور بن نوح (حكم من 365- 387 هـ) قد أقام مع أبي الحارث علاقات صداقة ليشد به أزره «1» ، وفي تاريخ العتبي المعروف باليميني نماذج من استعانة الأمير نوح الساماني به في المعارك التي خاضها ضد مناوئيه «2» . كما ذكر العتبي في الفصل الذي خصصه لأسرة آل فريغون «3» أنهم حكموا الجوزجان أبا عن جد وأن بلاطهم كان موئل الأدباء والشعراء من شتى البقاع، ثم ذكر واحدا من هؤلاء وهو بديع الزمان الهمداني وأورد له قطعة نثرية في مدح أبي الحارث ختمها بأبيات منها:\rلآل فريغون في المكرمات ... يد أولا واعتذار أخيرا\rإذا ما حللت بمغناهم ... رأيت نعيما وملكا كبيرا\rومنهم أبو الفتح البستي الشاعر الذائع الصيت وذكر له أبياتا منها:\rبنو فريغون قوم في وجوههم ... سيما الندى وسناء السؤدد العالي\rكأنما خلقوا من سؤدد وعلى ... وسائر الناس من طين وصلصال\rمن تلق منهم تقل هذا أجلّهم ... قدرا وأسخاهم بالنفس والمال\rمصادر الكتاب\rلم يرد في الكتاب ما يشير إلى أن مؤلفه كان رحالة سافر إلى أحد البلدان التي ذكرها في كتابه. وقد اعتمد في تأليفه كتابه هذا على مؤلفات من سبقوه في هذا المضمار حيث ذكر في ختام كتابه أنه نظر في جميع الكتب وأتى بجميع ما فيها بعد إسقاطه الحشو منها. لكنه لم يذكر أسماء تلك الكتب للأسف سوى الآثار العلوية لأرسطو. كما ورد في ختام الكتاب","seal":"42719F30","part":"1"},
      {"page":12,"id":5,"nass":"الذي أصيب بخروم ضاعت معها بعض الكلمات ما يستفاد منه بكل تأكيد أنه أفاد من بطلميوس. ولكن ماذا عن بقية المصادر؟\rيجزم بارتولد في مقدمته لحدود العالم أن مؤلف الكتاب كانت بيده نسخة من كتاب البلخي أو الإصطخري «1» . إلا أن مسألة الفصل بين مؤلّف البلخي ومؤلف الإصطخري أمر معقد، ففي نص فريد لياقوت نقرأ ما يلي:\" قرأت في الكتاب المتنازع بين أبي زيد البلخى وأبي إسحاق الفارسي الإصطخري في صفة البلدان فقال..\" «2» . وقد ألف أبو زيد أحمد بن سهل البلخي (حوالي 235- 322 هـ) \" كتابه نحو 308 أو 309 هـ أو بعد ذلك بقليل، وتختلف أسماؤه باختلاف المصادر، فهو مرة صور الأقاليم وحينا أشكال البلاد وتارة تقويم البلدان.. أما أبو إسحاق إبراهيم بن محمد الفارسي فقد أنهى أول نسخة من كتابه مسالك الممالك حوالي 318- 321 هـ وأبو زيد البلخي على قيد الحياة، غير أن كتابه قد انتشر في الشرق بوجه خاص على هيئة طوامير ترتفع إلى المسودة التي عملت حوالي 340 هـ «3» \".\rوهناك رأي لمحقق المكتبة الجغرافية دي خويه يرى فيه\" أن الإصطخري لم يكن في الحقيقة إلا ملخصا لكتاب وضعه أبو زيد البلخي\" «4» ، بينما يعتقد بروكلمان أن كتاب الإصطخري نسخة موسعة من كتاب البلخي «5» . ويزداد الأمر تعقيدا حينما نعلم أن الإصطخري قد التقى ابن حوقل الذي أطلعه على كتابه وما فيه من خرائط، فانتقد ابن حوقل بعض ما في الكتاب وخاصة الخرائط. لنقرأ ابن حوقل يحدثنا عن ذلك:\r\" ولقيت أبا إسحاق الفارسي وقد صوّر هذه الصورة لأرض السند فخلطها، وصور فارس فجوّدها. وكنت قد صورت آذربيجان التي في هذه الصفحة فاستحسنها، والجزيرة فاستجادها، وأخرج التي لمصر فاسدة وللمغرب أكثرها خطأ. وقال: قد نظرت في مولدك وأثرك، وأنا أسألك إصلاح كتابي هذا حيث ضللت. فأصلحت منه غير شكل وعزوته","seal":"C096F1A7","part":"1"},
      {"page":13,"id":6,"nass":"إليه\" «1» . وهكذا ظهر إلى الوجود كتاب صورة الأرض لأبي القاسم بن حوقل النصيبي بعد لقائه الإصطخري سنة 340 هـ. وقد رفع ابن حوقل المسودة الأولى من مصنفه إلى سيف الدولة الحمداني (توفي سنة 356 هـ) ، وترجع المسودة الثانية إلى حوالي سنة 367 هـ «2» . كان عمل الإصطخري إذن الأساس الذي بنى عليه ابن حوقل كتابه، حيث كان ينسخ كتاب مسالك الممالك ويتدخل بين الحين والآخر مضيفا كلمة أو جملة أو صفحة وربما أكثر من ذلك. وعلى هذا فقد تداخلت ثلاثة كتب في بعضها: أولها للبلخي وهو مفقود، والثاني للإصطخري الخارج من جبة البلخي، والثالث لابن حوقل المستعير عباءة الإصطخري بطلب شخصي منه، والكتابان الثاني والثالث كما هو معلوم موجودان متداولان.\rلقد قدم العلامة بار تولد في مقدمته القيمة لكتاب حدود العالم، نماذج من التقاء نصوص هذا الكتاب مع نصوص كتاب الإصطخري «3» . ومع ذلك يظل موضوع الجزم فيما إذا كان مؤلف حدود العالم قد نقل بشكل مباشر عن البلخي أم الإصطخري أمرا شائكا يحتاج إلى مزيد من الدراسة. لقد ركزنا في الهوامش على مواضع الالتقاء بين حدود العالم وكتاب الإصطخري مسالك الممالك لأهمية هذا الأمر.\rأما المصدر الآخر الذي يرجح أن يكون مؤلفنا المجهول قد أفاد منه فهو المسالك والممالك لأبي عبد الله محمد بن أحمد الجيهاني الأديب والعالم والسياسي الذي أصبح وزيرا للأمير نصر بن أحمد الساماني (حكم من 301- 331 هـ) منذ السنة الأولى لحكمه. يقول مينورسكي في مقدمة طبائع الحيوان:\r\" وحدود العالم الذي بدأ مؤلفه المجهول بتصنيفه سنة 372 هـ بمدينة الجوزجان (شمالي أفغانستان) ، أفاد فيه مؤلفه فيما يتعلق بالأصقاع الإسلامية من روايات أبي زيد البلخي التي أدخلت عليها تحسينات بواسطة الإصطخري. إلا أن الاهتمام الخاص للمؤلف فيما يتعلق بالفصول المخصصة للصين والهند وبلاد الترك والذي تتفق معلوماته تماما مع ما هو موجود","seal":"4438A5B2","part":"1"},
      {"page":14,"id":7,"nass":"لدى الكرديزي والمروزي، لابد أن يكون معتمدا على الجيهانى\" «1» . ولما كان الكريزي قد اعتمد في كتابته الفصول الأخيرة من كتابه على كتاب الجيهاني المسالك والممالك «2» ويبدو أنه اعتمد كتابا آخر له في التاريخ حيث قال في مقدمة الفصل المخصص لعلوم الهنود:\" هكذا يقول أبو عبد الله الجيهاني في كتاب التواريخ الذي ألفه..\" «3» وكان هناك تشابه بين نصوص حدود العالم وزين الأخبار للكرديزي، احتمل أن يكون هناك مصدر مشترك أفاد منه المؤلفان، يقول بار تولد بهذا الشأن:\" إن التشابه بين حدود العالم والكرديزي ومصدر هما المشترك يبدو أكثر وضوحا في فصلي الصين والتغزغز.. وبطبيعة الحال لا يوجد تطابق تام بين حدود العالم والكرديزي\" «4» . ويندفع كراتشكوفسكي خطوات إلى الأمام ليقول:\" ليس ثمة شك في أن المؤرخ الفارسي الكرديزي قد اعتمد في القسم الجغرافي من كتابه على حدود العالم\" «5» .\rمع كل هذا تظل مسألة نقل معلومة ما دون ذكر مصدرها بالاسم بشكل صريح مفتوحة أمام شتى الاحتمالات ومحفوفة بمخاطر جمة. ونضرب مثلا لذلك ما ذكره العلّامة بار تولد بشأن النص الوارد في حدود العالم القائل:\" إن من دخل التّبّت لم يزل ضاحكا مسرورا من غير سبب حتى يخرج منها\"، حيث قال:\" واضح أن هذا النص قد استعير من","seal":"CA15302F","part":"1"},
      {"page":15,"id":8,"nass":"ابن خرداذبه\" «1» . لكننا نعلم اعتمادا على دي خويه\" أن المسودة الأولى لكتاب ابن خرداذبه ترتفع إلى سنة 232 هـ، أما الثانية فلا تتجاوز 272 هـ ... وبعض العلماء لا يزال يعتقد أنه ليس هناك سوى مسودة واحدة تعود إلى التاريخ الأخير\" «2» ، والمعلومة نفسها هي لدى الجاحظ (توفي سنة 255 هـ) في كتابه الحيوان وقد بدأها بقوله:\" ويزعم تجار التبت ممن قد دخل الصين والزابج وقلب تلك الجزائر ونقب في البلاد أن كل من أقام بقصبة التبت..\" «3» . وقد ألف الجاحظ الحيوان قبل 233 هـ- كما ذكر محققه عبد السلام هارون في مقدمته- وهذه المعلومة موجودة أيضا في كتاب آخر للجاحظ «4» هو البلدان أو الأمصار والبلدان. لقد نقل ابن خرداذبه نصا طويلا من الجاحظ لكنه لم يذكر اسم الجاحظ إلا في وسط النص، فأوهم قارئه بأنه لم ينقل إلا ما هو وارد بعد اسم الجاحظ بينما الحقيقة ليست كذلك. فالنص لديه هو كما يلي:\r\" ومن عجائب طبائع البلدان\rإن من دخل التبت لم يزل ضاحكا مسرورا من غير سبب يعرفه حتى يخرج منها؛ وإن من دخل من المسلمين بلادا فى آخر الصين تدعى الشيلا، بها الذهب الكثير استوطنها لطيبها ولم يخرج عنها البتة؛ ومن أقام بالموصل حولا وجد فى قوته فضلا بينا؛ ومن أقام بقصبة الأهواز حولا فتفقد عقله وجده ناقصا، ولا يوجد بها أحد له وجنة حمراء، والحمى بها دائمة. وقد ذكر الجاحظ أن عدة من قوابل الأهواز خبرنه أنهن ربما قبلن المولود فيجدنه محموما. وقد جمعت قصبة الأهواز الأفاعى فى جبلها الطاعن فى منازلها المطل عليها، وفى بيوتها العقارب الجرارات القتالة، وإن الغالية والطيب يتغير بها بعد شهرين، وكذلك بأنطاكية؛ ومن دخل بلاد الزنج فلابد أن يجرب؛ ومن أطال الصوم بالمصيصة فى الصيف هاج به المرار الأسود وربما جن؛ ومن سكن البحرين عظم طحاله، قال الشاعر:\rومن يسكن البحرين يعظم طحاله ... ويحسد بما فى بطنه وهو جائع","seal":"E50363D0","part":"1"},
      {"page":16,"id":9,"nass":"ولهم بسر يسمى النابجى إذا انتبذ وشرب غير عرقه البياض حتى يصفره. ومن مشى فى مدينة رسول الله (ص) وجد رائحة طيبة؛ وبشيراز من أرض فارس فغمة طيبة\" «1» .\rفبار تولد عندما يعتقد أن النص المتعلق بالتبت نقله مؤلف حدود العالم من ابن خرداذبه، إنما قال ذلك لمراجعته كتب الجغرافيا، لكنه لو استعان بكتب الأدب لوجد النص بكامله- وهو الذي نقلناه آنفا- وقد استعاره ابن خرداذبه من الجاحظ وعلى التحديد من كتابه الحيوان، حيث كان الجاحظ يذكر أحيانا اسم الشخص الذي حدثه بالمعلومة التي يوردها مما يدل على أنه لم يأخذ تلك المعلومات من مصدر مكتوب ليكون هناك احتمال في أن يكون الجاحظ وابن خرداذبه قد أخذا من مصدر مشترك بينهما. إن ما سنضعه بين الأقواس يمثل الجزء والصفحة من كتاب الحيوان للجاحظ حيث سنذكر المعلومات التي أوردها ابن خرداذبه متسلسلة: السرور بالتبت (4/135، 7/230) ؛ زيادة قوة البدن في الموصل (4/135) ؛ العقل وما يعتريه في الأهواز (4/135) ؛ حمى الأهواز (4/143) وذكر سند هذا الخبر بقوله:\" حدثني إبراهيم بن العباس بن محمد بن منصور عن مشيخة من أهل الأهواز\" «2» ؛ الأفاعي والجرارات في جبلها الطاعن (4/142) ؛ تغير العطر بالأهواز وأنطاكية (3/143، 7/230) ؛ الإصابة بالجرب ببلاد الزنج (4/139) وذكر سنده فقال:\" وحدثني يوسف الزنجي ... \"؛ هيجان المرار بالمصيصة (4/140) ؛ ورم الطحال في البحرين مع بيت الشعر الذي عزاه للعامة (4/135، 139) ؛ بسر النابجي فيها وتأثيره في الثياب البيض (7/230- 231) ؛ طيب مدينة رسول الله (ص) وشيراز (7/230) ؛ والنص موجود في عيون الأخبار لابن قتيبة الدينورى المتوفى سنة 276 هـ الذي عزاه للجاحظ «3» . وأغلب","seal":"BD653CE7","part":"1"},
      {"page":17,"id":10,"nass":"طبائع البلدان هذه وردت لدى ابن الفقيه «1» الذي ألف كتابه البلدان حوالي 290 هـ دون أن يعزوها لأحد، لكنها مستقاة بكل تأكيد من الحيوان الذي كانت لديه نسخة منه أفاد منها عند تأليفه كتابه (انظر: مقدمة البلدان لابن الفقيه ص 15) ؛ والسرور الذي يعتري الداخل إلى التبت موجود أيضا لدى ابن رسته «2» الذي ألف كتابه في\" السنوات بين 290 و 300 هـ\" «3» ، وهو مختصر، إلا أن وجود المعلومة المتعلقة ببلاد السيلا في الأعلاق النفسية، تجعلنا نحتمل أنه نقل معلوماته عن ابن خرداذبه الذي انفرد بذكر معلومة السيلا مع بقية طبائع البلدان. ونذكر بأن الخياط المعتزلي (توفي بعد 300 هـ بقليل) يشير إلى\" كتب الجاحظ في أفعال الطبائع\" «4» . وقد ذكر المسعودي (توفي سنة 346 هـ) السرور ببلاد التبت «5» بشكل تختلف عباراته كثيرا عما هو لدى الجاحظ، رغم علمنا بأن المسعودي كانت لديه نسخة من الحيوان للجاحظ عند تأليفه مروج الذهب «6» ، وأنه كانت لديه نسخة من كتاب الجاحظ الآخر الأمطار وعجائب البلدان «7» .\rإنه مثال واحد أوردناه تعليقا على رأي العلّامة الجليل بار تولد الذي أسدى معروفا لا ينسى للدراسات الجغرافة الإسلامية عندما كتب مقدمته لكتاب حدود العالم وغيرها من الدراسات القيمة، رأيه الذي قال فيه إن المعلومة المتعلقة ببلاد التبت\" استعارها مؤلف حدود العالم من ابن خرداذبه\". ورأينا كيف أن الأصل فيها وفي غيرها من طبائع البلدان هو الجاحظ وليس ابن خرداذبه. وعلى هذا فالدراسة المطولة- وهي مما يستغرق وقتا طويلا-","seal":"D86AB9A4","part":"1"},
      {"page":18,"id":11,"nass":"هي وحدها الكفيلة بإماطة اللثام بشكل دقيق عن مصادر هذا الكتاب أو ذاك خاصة كتب الجغرافيا التي تشكل مصادرها الرئيسة غابة مظلمة متشابكة الأشجار نركز منها على المصادر المفقودة. وننقل أخيرا رأي كراتشكوفسكي في إلقاء الضوء على هذا الأمر الذي يقول فيه:\" لا ريب في أن مخطوطة تومانسكي (يعني حدود العالم) المجهولة المؤلف كانت ذا أثر فعال في الأدب الجغرافي التالي لها، غير أن مسألة إلقاء ضوء على هذه الحقيقة مسألة عسيرة تتطلب فحص مصادر عامة ليست معروفة في مجموعها لنا مثل المسودة المكملة لابن خرداذبه أو مصنّف الجيهاني\" «1» .\rأما لغة الكتاب فرغم أنه بالفارسية إلا أنه\" وجد زعم يقول بأنه ترجم عن العربية في الأصل\" «2» ، ولقد وجدنا بحثا لأستاذ من إحدى جامعات بنارس الهندية يدل على اعتقاده بعروبة مؤلف الكتاب «3» ، عنوان البحث هو:\" وصف الهند في كتاب حدود العالم لجغرافي عربي مجهول الاسم في القرن التاسع\"، ومع ذلك فالمسألة لا يمكن البت فيها بسهولة.\rوهناك مسألة اقتباسه من كتاب الآثار العلوية لأرسطو (الفصل 2، الفقرة 4) وهو المصدر الوحيد الذي ذكر اسمه في كتابه. فالنص لديه طويل نسبيا قياسا إلى ما هو موجود لدى أرسطو الذي نجد لديه ما يلي:\" ينبوع جميع المياه وابتداؤها من البحر الذي يسمى طرطاروس العميق، البعيد الغور الغزير الماء. ومنه ابتداء جميع المياه الجارية وغير الجارية وهو مستقرها، وذلك أنه ينقسم لسائر البحار وإلى وسطه تندفع المياه، لأن جميع المياه ترجع إلى مواضعها الخاصة التي هي ابتداء فصولها وأوائل حركاتها\" «4» . ولا ندري إن كان المقصود بذلك هو هذا النص الذي أوردناه عن أرسطو ثم أضيفت إليه إضافات أم غيره.\rلقد قلنا فيما مضى من هذه المقدمة إنه يصعب البتّ في مسألة نقل حدود العالم بشكل مباشر عن كتاب البلخي أم بشكل غير مباشر عن البلخي بواسطة النقل عن كتاب الإصطخري، ونعزز كلامنا بأن نقارن مادة\" آمل\" في كلا المصدرين:","seal":"EF4A76B1","part":"1"},
      {"page":19,"id":12,"nass":"الإصطخرى ص 212\rآمل: أكبر من قزوين، مشتبكة العمارة لا يعلم بقدرها أعمر منها فى هذه النواحى.\rحدود العالم\rآمل: مدينة عظيمة. قصبة طبرستان، ذات خندق لكن ليس لها سور. وحولها ربض. وهى مستقر ملوك طبرستان، يجتمع بها التجار، ذات تجارات كثيرة. وفيها علماء كثر فى شتى العلوم. وبها مياه جارية كثيرة جدا. ترتفع منها الثياب الكتان ومناديل الخيش والفرش الطبرية والحصر الطبرية وخشب العثق الذي لا مثيل له فى جميع أرجاء العالم. كما يرتفع منها الأترج..\r(تراجع بقية الكلام عن هذه المدينة وهو طويل فى هذا الكتاب (الفصل 32، الفقرة 13) .\rفلو كان مؤلف حدود العالم قد أفاد بشكل مباشر من الإصطخري، لا كتفى بذكر ما لدى الإصطخري وهو سطر وكلمات أخر. فمن أين جاء بهذه التفاصيل التي لا توجد عند الإصطخري ولا عند ابن حوقل الذي أضاف إلى كتاب الإصطخري؟\rولنأخذ نموذجا آخر:\rالإصطخرى ص 38، 39\rجزيرة بنى مزغنا: مدينة عامرة يحف بها طوائف من البربر، وهى من الخصب والسعة على غاية ما تكون المدن.\rالسوس الأقصى: اسم المدينة إلا أنها كورة عظيمة ذات مدن وقرى وسعة وخصب ويحتف بها طوائف بها طوائف من البربر.\rحدود العالم\rجزيرة بنى مزغنا: مدينة يحيط بها ماء البحر من ثلاثة جوانب، يحف بها طوائف من البربر.\rالسوس الأقصى: مدينة على ساحل بحر الأوقيانوس المغربى، وهى آخر مدينة من عمارة العالم فى المغرب. مدينة عظيمة وبها ذهب وفير، وأهلها بعيدون عن طباع الناس، ولا يصل إليها إلا القليل من الغرباء.","seal":"C20FED70","part":"1"},
      {"page":20,"id":13,"nass":"الواضح- من خلال التشابه الموجود فعلا بين نصوص الإصطخري وحدود العالم- أنه يوجد مصدر مشترك نقل منه الاثنان بشكل تنتقى فيه الأسطر أحيانا وتهمل أسطر أخرى. ترى أيوجد من هو أكثر قربا إلى الاثنين من أبي زيد البلخي وكتابه الذي يدعى صور الأقاليم حينا، وأشكال البلاد حينا آخر، وتقويم البلدان تارة؟\rلقد راعينا في ترجمتنا هذه أن نستخدم الألفاظ والمصطلحات الجغرافية المتداولة في كتب الجغرافيا العربية كي نشيع في نصوصه نكهة التراث العريق. أما الهوامش فقد سعينا إلى أن لا نثقل الكتاب بها إلا ما كان غامضا مثل جزيرة الواقواق التي شغلت الباحثين عقودا وما زالت، أو جزيرة النساء.\rأما الأرقام التي تشاهد في بداية عناوين الفصول وبدايات بعض الفقرات فقد نقلناها عن الترجمة الإنجليزية للكتاب التي نهض بعبئها العلامة فلاديمير مينورسكي.\rآمل أن أكون قد وفقت في عملي هذا ولا أظنه خاليا من النقص الذي لا يخلو منه بنو الإنسان، فالكمال لله سبحانه.\rكنت قد كتبت في مقدمتي لكتاب البلدان لابن الفقيه الذي صدر ببيروت سنة (1996) بأنني أعيش الألف عام الأولى من العزلة بلا وطن ولا هوية خارج الجغرافيا والتاريخ، وأحس اليوم أنني أعيش الألف الثانية من العزلة مهيض الجناحين رهين الغربتين، أحاور الأموات الذين يطلون برءوسهم من أوراق مؤلفاتهم يمدون لي يد العون بعد أن يئست من الأحياء.\rرجب 1419 نوفمبر 1998 يوسف الهادى","seal":"8B0739CA","part":"1"},
      {"page":21,"id":14,"nass":"1- فاتحة الكتاب\r[1 ب] باليمن والسعادة. الحمد لله القادر الأزلي، خالق العالم وميسر الأمور، وهادي عباده إلى مختلف العلوم، والتحيات الكثيرة على محمد وجميع الأنبياء.\rببركة وظفر وحسن طالع الأمير السيد الملك العادل أبي الحارث محمد بن أحمد مولى أمير المؤمنين أطال الله بقاه وسعادة دنياه، بدأنا هذا الكتاب في صفة الأرض في سنة ثلاثمائة واثنتين وسبعين لهجرة النبي صلوات الله عليه. فبيّنا فيه صفه الأرض وهيئتها ومساحة عامرها وغامرها. وذكرنا جميع نواحيهما وملوكها مما هو معروف مع أحوال كل قوم مقيمين في تلك النواحي المختلفة، وسنن ملوكهم، كما هو عليه الحال في زماننا [2 أ] مع ذكر كل ما يرتفع من تلك الناحية.\rوبيّنا جميع مدن العالم التي وجدنا خبرها في كتب المتقدمين وذكرها الحكماء مع أحوال تلك المدن من سعة وصغر، وقلة النعمة أو كثرتها وما يرتفع منها، وأحوال أهلها وعامرها وغامرها، ومعرفة هيئة كل مدينة من جبال وأنهار وبحار ومفازات مع كل ما يرتفع منها.\rوبيّنا مواضع جميع بحار العالم من كبير وصغير، وكذلك الخلجان، مع كل ما يستخرج منها.\rوبينا جميع الجزر الكبيرة من عامرها وغامرها وأحوال ناسها وكل ما ينتج فيها.\rوبينا جميع الجبال الرئيسة في العالم والمعادن المختلفة الموجودة فيها، والحيوانات التي تأوي إليها.\rوبينا جميع الأنهار الكبيرة التي في العالم، من الأماكن التي تنبع منها حتى تصب في البحر أو يستفاد منها في الزراعة والفلاحة، خاصة تلك التي يمكن للسفن العبور منها، لأن الأنهار الصغيرة لا تعدّ ولا تحصى.\rوبيّنا جميع الصحارى والمفازات المعروفة في العالم ومساحاتها طولا وعرضا.","seal":"ACF02D91","part":"1"},
      {"page":22,"id":15,"nass":"2- ذكر هيئة الأرض عامرها وغامرها\r1- الأرض مدورة كالكرة، والفلك محيط بها، تدور على قطبين، أحدهما يدعى القطب الشمالي، والآخر القطب الجنوبي.\r2- وكل كرة إذا رسمت عليها دائرتين كبيرتين تقطعان بعضهما في زاوية قائمة، قسمت تلكما الدائرتان الكرة إلى أربعة أقسام. كذلك الأرض مقسمة إلى أربعة أقسام بدائرتين: تدعى إحداهما دائرة الآفاق والأخرى خط الاستواء. أما دائرة الآفاق فإنها تبدأ من المشرق وتتجه إلى نهاية العمارة فتمر في القطب الجنوبي، فتقطع ناحية المغرب لتعود إلى المشرق مرة أخرى. وهذه الدائرة هي التي تفصل النصف الظاهر العامر من الأرض عن النصف الآخر المحجوب الذي تحتنا.\rوخط الاستواء هو الدائرة التي تخرج من حدود المشرق وتمر من وسط الأرض على أبعد مكان من القطبين حتى تصل إلى المغرب وتستمر حتى تعود إلى المشرق مرة أخرى.\r3- وتقع العمارة في الربع الشمالي من النصف المتصل بخط الاستواء. كما يوجد بعضها في الربع الجنوبي من هذا النصف متصل بخط الاستواء. ومساحة هذه العمارة الواقعة في الشمال هي بعرض 63 درجة وبطول 180 درجة.\rولما كانت أكبر دائرة تحيط بالأرض هي 360 درجة، ومساحة العمارة في الناحية الجنوبية تزيد بقليل على 17 درجة في 180 درجة، ومقدار مساحة الاثنتين تساوى 9/1 مساحة الأرض، فإن جميع مدن العالم والممالك المختلفة والبحار والجبال والأنهار وكل مكان تأوي إليه الأحياء يشكل 9/1 الأرض التي ذكرناها.\r4- أما ناحية المشرق فآخر مدينة فيها هي قصبه الصين التي تدعى خمدان، وتقع على ساحل البحر الأخضر الذي يسميه الروم الأوقيانوس المشرقي ويسميه العرب البحر الأخضر. وكما يقول أرسطاطاليس في كتاب الآثار العلوية، فإن هذا البحر يحيط بالأرض مثل دائرة الآفاق ولا تمخر عبابه سفينة [2 ب] ولم يقطعه أحد ولا تعلم نهايته، وحيثما كانت العمارة تمكن الجميع من رؤيته، لكن لا يمكن شقه إلا بالمقدار القريب جدا من العمارة. كما أن آخر مدنه قي ناحية المغرب تدعى السوس الأقصى، وتقع على","seal":"12F52F96","part":"1"},
      {"page":23,"id":16,"nass":"ساحل البحر الذي يدعى الأوقيانوس المغربي؛ وماء هذا البحر يشبه ماء الأوقيانوس المشرقي في لونه وطعمه ورائحته، وكل ما كان من العمارة في المغرب من شمال هذا البحر وجنوبه، متصل به. ولا يمكن عبوره بالسفينة إلا في المناطق القريبة من العمارة.\rثم إنهم تفحصوا فوجدوا أن كلا البحرين هما بحر واحد يدور حول الأرض من المشرق إلى المغرب ويمر بالقطبين. وبسبب هذا البحر لا يعلم أحد خبر ما في النصف الآخر.\r5- أما خط الاستواء في هذا النصف، فأغلبه يمر بالبحر الأعظم، وتقع العمارة من خط الاستواء باتجاه الشمال في 63 درجة، وأما ما يلي ذلك فلا يستطيع كائن أن يعيش فيه لشدة البرد حتى القطب الشمالي.\rبينما الناحية الجنوبية من خط الاستواء، ففي بعضها بحر، وفي الآخر حر شديد، وأهلها بعيدون عن طباع الناس، وهم زنوج وأحباش وأمثال ذلك. أما ما يلي تلك الناحية وحتى القطب الجنوبي فلا يمكن أن يعيش فيه أحد لشده حرة. وبالله التوفيق.","seal":"77AEAA66","part":"1"},
      {"page":24,"id":17,"nass":"3. القول في البحار والخلجان «1»\r[البحيرات الكبيرة]\r1- البحر الأخضر:\rهو الذي سميناه المحيط المشرقي «2» ، وحدّه المعلوم يبتدئ من آخر العمارة في الجنوب فيمر بخط الاستواء وجزيرة الواق واق ومدن الواق واق وناحية الصين وأطراف مدن التغزغز والخرخيز، ولا يعرف أي خليج في هذا البحر.","seal":"9788450B","part":"1"},
      {"page":25,"id":18,"nass":"2- البحر الآخر هو المحيط المغربى «1» :\rوحده المعلوم يبتدئ من آخر مدن السودان ومدن المغرب والسوس الأقصى، فيمر على الخليج الرومي وآخر مدن الروم والصقالبة، ثم يمر على جزيرة تولي «2» . وفي هذا البحر خليج واحد وهو الخليج الذي يربط هذا البحر بالبحر الرومي.\r3- والآخر بحر كبير يدعى البحر الأعظم «3» :\rحده المشرقي متصل ببحر المحيط المشرقي. ويمر عليه ما يعادل ثلث خط الاستواء. ويبدأ الحد الشمالي لهذا البحر من الصين فيمر على مدن الهند ومدن السند، ومن ثم يمر بحدود كرمان وفارس، وكذلك على حدود خوزستان وحدود البصرة. أما حده الجنوبي فيبدأ من الجبل الطاعن، ويمر ببلاد الزابج، ثم يصل إلى بلاد الزنوج والأحباش. والحد المغربي لهذا البحر خليج يحيط بجميع بلاد العرب.\rولهذا البحر خمسة خلجان:","seal":"53B92C64","part":"1"},
      {"page":26,"id":19,"nass":"الأول: الخليج الذي يبدأ من حدود الحبشة ويمتد نحو المغرب حتى يصل أمام السودان ويقال له الخليج البربري «1» .\rالثاني: خليج يتصل بهذا الخليج متجه نحو الشمال حتى يصل حدود مصر، حيث يضيق بعد ذلك ليصبح عرضه هناك ميلا واحدا، ويدعى الخليج العربي وخليج إيلة أيضا، ويدعى خليج القلزم كذلك «2» .\rالثالث: يبدأ من حد فارس، ويتوسط متجها نحو المغرب والشمال حتى لا يبقى بينه وبين خليج إيلة سوى ستة عشر منزلا على الجمّازة «3» ، ويدعى هذا الخليج خليج العراق، وإن جميع بلاد العرب تقع بين هذين الخليجين: خليج إيلة وخليج العراق.\rالرابع: يدعى خليج فارس، ويبدأ من حد فارس «4» مع اتساع قليل، حتى يبلغ حدود السند.\rالخامس: [3 أ] خليج يبدأ من حدود بلاد الهند، ويصبح خليجا، ويصب في ناحية الشمال ويدعى الخليج الهندوي «5» .\rوكل مكان من هذا البحر الأعظم يدعى باسم المدينة أو البلاد التي تحاذيه، كبحر فارس وبحر البصرة وبحر عمان وبحر الزنج وبحر الهند، وما شابه ذلك.\rوفي هذا البحر توجد معادن جميع الجواهر التي تستخرج من البحر. وطوله ثمانية آلاف ميل، وعرضه يختلف حسب المكان. وفيه يحدث المدّ والجزر مرتين في اليوم والليلة من حدود القلزم حتى الصين. والمدّ هو أن يزداد الماء ويرتفع، والجزر هو أن يقلّ الماء وينخفض. وفي أي بحر آخر لا يكون المدّ والجزر إلا بزيادة أو انخفاض الماء في البحار.\r4- بحر الروم «6» :\rفي بلاد المغرب. وصورة ذلك البحر كصورة الصنوبر. الحدّ المغربي منه متصل ببحر الأوقيانوس المغربي، والحد الشمالي لهذا البحر، مدن الأندلس","seal":"6CEF0A61","part":"1"},
      {"page":27,"id":20,"nass":"والإفرنجة والروم. والحد المشرقي لهذا البحر مدن أرمينية وبعض الروم والحد الجنوبي له، مدن الشام ومصر وإفريقية وطنجة. وفي هذا البحر خليجان: الأول متصل ببحر الأوقيانوس «1» ؛ والآخر كالنهر يقطع وسط الروم ثم يمر بمحاذاة القسطنطينية ليصب في بحر بنطس «2» .\rولا يوجد أى بحر جميع أطرافه المحيطة به أكثر عمارة من هذا البحر.\rوطول هذا البحر أربعة آلاف ميل، أما عرضه فمختلف، وأكثر أقسامه عرضا هو خليج القسطنطينية الذي يبلغ أربعة أميال. وأشدها ضيقا موضع من الخليج المغربي حيث يبلغ عشرة فراسخ. ولا يمكن رؤية الساحل الآخر عند الوقوف على أحد ساحليه.\r5- بحر الخزر «3» :\rناحية المشرق منه مفازة متصلة بالغوز وخوارزم. وناحية الشمال منه متصلة بالغوز وجزء من بلاد الخزر. وناحية المغرب منه متصلة بمدن الخزر وآذربايجان. وناحية الجنوب منه متصلة بمدن الجيل والديلم وطبرستان وجرجان. وليس لهذا البحر خليج.\rوطول هذا البحر أربعمائة فرسخ في عرض أربعمائة فرسخ، وليس فيه أي شيء سوى الأسماك.","seal":"3202878F","part":"1"},
      {"page":28,"id":21,"nass":"6- بحر الجرزيان الذي يدعى بحر بنطس «1» :\rحدّه المشرقي حدود اللّان، وحده الشمالي مساكن البجناك والخزر والمروات وبلغار الداخل والصقالبة. وحده المغربي ناحية برجان، وحد الجنوب منه ناحية الروم.\rوطول هذا البحر ألف وثلاثمائة ميل في عرض ثلاثمائة وخمسين ميلا.\r7- بحر خوارزم «2» :\rيقع على بعد أربعين فرسخا بين المغرب والشمال، وتحيط به مساكن الغوز من كل جانب. ومحيط هذا البحر ثلاثمائة فرسخ.\rفهذه سبعة أبحر. وغير هذه يوجد كثير من البحيرات الصغيرة، بعضها عذب المياه وبعضها مرّ، لكن البحيرات الصغيرة ذات المياه المالحة إحدى عشرة بحيرة:\r[البحيرات الصغيرة ذات المياه المالحة]\rالأولى: بحيرة ماوطس «3» :\rفي آخر حدّ الصقالبة من جهة الشمال. وطول هذه البحيرة مائة فرسخ في عرض ثلاثين، ومن بحر بنطس يتصل بها خليج. كما يتصل بهذه البحيرة خليج بالأوقيانوس المغربي. وتحيط بها مناطق غير عامرة.","seal":"50FD20E5","part":"1"},
      {"page":29,"id":22,"nass":"الثانية: بحيرة كبوذان «1» :\rفي أرمينية. وطولها [3 ب] خمسون فرسخا في عرض ثلاثين. وفي هذه البحيرة قرية يقال لها كبوذان، وتسمى هذه البحيرة باسم تلك القرية.\rوحولها عمارة، ولا توجد فيها أحياء لشدة ملحها إلا الديدان.\rالثالثة: البحيرة الميتة «2» :\rفي الشام وليس فيها كائن حي، لمرارة مائها. طولها مسير ثلاثة أيام، في عرض يومين.\rالرابعة: بحيرة نويطة «3» :\rفي بلاد الروم. طولها مسير ثلاثة أيام في عرض يومين.\rوما حولها عامر. وفيها سمك كثير.\rالخامسة: بحيرة السماطي «4» :\rفي بلاد الروم أيضا. طولها مسير ثلاثة أيام في عرض مسير يوم. وما حولها عامر. وفيها سمك كثير. ويقال إن فيها فرس النهر.\rالسادسة: بحيرة يون «5» :\rفي فارس، قرب كازرون. طولها عشرة فراسخ في عرض ثمانية. وما حولها عامر. وفي هذه البحيرة خيرات كثيرة.","seal":"9DD8DE7E","part":"1"},
      {"page":30,"id":23,"nass":"السابعة: بحيرة باسفهري «1» :\rفي فارس قرب شيراز، طولها ثمانية فراسخ في عرض سبعة، وما حولها عامر، وهي قليلة الخيرات.\rالثامنة: بحيرة جنكان:\rفي فارس، طولها اثنا عشر فرسخا في عرض عشرة فراسخ.\rوهذه البحيرة كثيرة الخيرات، وما حولها عامر.\rالتاسعة: بحيرة بجكان:\rفي فارس. طولها عشرون فرسخا في عرض خمسة عشر.\rوفيها تتجمع الأملاح. وحولها تكثر الوحوش. وتخرج من هذه البحيرة عين ماء قرب داراجرد، ويستمر جريانها حتى تصب في البحر.\rالعاشرة: بحيرة توزكول «2» :\rفي الخلخ. طولها عشرة فراسخ في عرض ثمانية.\rتتجمع فيها الأملاح. تجلب سبع قبائل من الخلخ، الملح من هناك.\rالحادية عشرة: بحيرة إيس كول «3» :\rبين الجكل والتغزغز. طولها ثلاثون فرسخا في عرض عشرين. ومدينة برسخان تقع على ساحل هذه البحيرة أما البحيرات ذات الماء العذب فعددها غير معروف. يقال لها بحيرة مرة وبطيحة مرة أخرى. إلا أن المعروف منها سبع بحيرات:\r[البحيرات ذات الماء العذب]\rالأولى: بحيرة مصر:\rالتي تدعى بحيرة تنيس، وهي متصلة ببحر الروم، ويصب فيها نهر النيل. وهذه البحيرة عذبة المياه في الصيف. ويغدو ماؤها في الشتاء ملحا حين يقل منسوب الماء في نهر النيل. ويوجد وسط هذه البحيرة مدينتان هما دمياط وتنيس.","seal":"4FFD6E96","part":"1"},
      {"page":31,"id":24,"nass":"وكل الثياب الثمينة التي يؤتى بها من مصر، تجلب من هاتين المدينتين. طول هذه البحيرة خمسة عشر فرسخا في عرض أحد عشر فرسخا.\rالثانية: بحيرة طبرية:\rفي الشام، طولها اثنا عشر فرسخا في عرض سبعة فراسخ.\rالثالثة: بحيرة تنتيه «1» :\rفي بلاد الروم. وما حولها عامر. طولها ثمانية فراسخ في عرض خمسة.\rالرابعة: بحيرة ريس «2» :\rفي بلاد الروم. وما حولها عامر. طولها خمسة فراسخ في عرض خمسة.\rالخامسة: بحيرة أرزن «3» :\rفي فارس قرب شيراز، وسمك شيراز من هذه البحيرة.\rطولها عشرة فراسخ في عرض ثمانية.\rالسادسة: بحيرة زره «4» :\rفي سجستان. ما حولها عامر وقرى، إلا في الناحية التي تطل فيها على المفازة. طولها ثلاثون فرسخا في عرض سبعة. ويحدث أحيانا أن يزيد ماء هذه البحيرة إلى الحد الذي يخرج معه نهر منها يمر على كرمان ويصب في البحر الأعظم [4 أ] .\rالسابعة: البحيرة الواقعة على حد أسروشنه\rالتي تتكون من التقاء أربعة أنهر تنبع من بتمان بين الجبال. ومنها يخرج نهر يسقي سمرقند وبخارى وبلاد السغد. طولها أربعة فراسخ في عرض أربعة. وهي من تلك البحيرات التي ذكرت في كتب الأخبار.","seal":"7B4B622D","part":"1"},
      {"page":32,"id":25,"nass":"وما سوى هذه، توجد بحيرات صغيرة كثيرة:\rأحدها في جبال الجوزجان، في مانشان قرب بستراب. طولها فرسخ واحد في عرض نصف فرسخ.\rوأخرى في جبال طوس وجبال طبرستان، لكنها غير معروفة وليست قديمة. ويحدث أحيانا أن تجفّ فلا تبقى فيها مياه. ولذا لم نذكرها.\rأما المياه التي تدعى البطائح فكثيرة، لكن المعروف منها تسع:\rثلاث منها في المناطق غير العامرة من الجنوب على الجانب الآخر من النوبة قرب جبل القمر، حيث تتفرع منها عشرة أنهار، تتكون من كل خمسة منها بطيحة واحدة، يخرج من كل بطيحة ثلاثة أنهر تتجمع في مكان واحد، فيتكون من كل ستة منها بطيحة واحدة، ومن تلك البطيحة ينبع نهر النيل، ويمر من النوبة وبلاد مصر حتى يصب في بحيرة تنيس «1» .\rواثنتان أخريان هما بطيحتا البصرة، تحيط بهما العمارة وكثير من القرى والمدن الصغيرة.\rبطيحة الكوفة، وما حولها عامر، وخيراتها كثيرة.\rالسابعة، بطيحة بخارى وتدعى آوازه بيكند، وتقع في مفازة «2» .\rالثامنة في أعالي الصين على حدود مدينة خمدان.\rالتاسعة في شمال الصين.\rوجميع هذه البحيرات والبطائح، ماؤها عذب وتكثر فيها الأسماك ويعمل فيها الصيادون.\rوتوجد بطائح سواها يجف ماؤها أحيانا، لذا لم نذكرها.","seal":"846623A3","part":"1"},
      {"page":33,"id":26,"nass":"4- القول في الجزائر\rكل أرض كانت وسط البحر مرتفعة عن الماء، أو كل جبل كان وسط البحر يدعى الجزيرة.\rأ-\rأما في بحر الأوقيانوس المشرقي:\r1- جزيرة معروفة تدعى جزيرة الفضة «1»\r، وفيها أشجار الساج والآبنوس بكثرة، وفيها معدن الذهب. وبها سبعة أنهار كبار تنبع من هذه الجزيرة أيضا من سبعة أماكن مختلفة لتصب في هذا البحر. ويوجد في هذه الجزيرة مدينة كبيرة ومعروفة، وهي في عداد مدن الصين وتدعى مدينة جزيرة الفضة، عامرة وفيها خلق كثير.\rب- وأما الجزر التي في البحر الأعظم\rفهي ثلاث عشرة جزيرة معروفة.\r2- جبلان عامران\r، أحدهما يبدأ من الناحية الجنوبية وينحدر باتجاه هذا البحر.\rوالآخر يبدأ من ناحية الشمال منحدرا إلى هذا البحر في مواجهة ذلك الجبل، وهذان الجبلان مذكوران في كتب بطلميوس. وكل واحد منهما يقع بعضه على اليابسة وبعضه في الماء.\r3- جزيرة الذهب «2» :\rوهي الجزيرة الأولى في هذا البحر الأعظم، محيطها ثلاثمائة فرسخ، وفيها معادن الذهب، وعمارة كثيرة، ويدعى أهلها زنوج الواق واق، وهم","seal":"8AA12A5A","part":"1"},
      {"page":34,"id":27,"nass":"جميعا عراة يأكلون الناس. يذهب تجار الصين إليها كثيرا، ليشتروا منهم الحديد ويبيعوهم الطعام والحبوب، ويتعاملون معهم بالإشارة دون أن يكلم أحدهم الآخر [4 ب] .\r4- جزيرة طبرنا «1» :\rجزيرة أخرى في هذا البحر، محيطها ألف فرسخ، وتحيط بها تسع وخمسون جزيرة من الجزر الكبار العامرة والغامرة، وفيها مدن وقرى كثيرة، وجبال وأنهار كثيرة، ومعادن الياقوت من جميع الألوان؛ وتقع هذه الجزيرة أمام الحدّ الفاصل بين الصين والهند. وفيها مدينة كبيرة تدعى موس على الساحل المواجه للهند. وكل ما ينتج في هذه الجزيرة يؤتى به إلى هذه المدينة ومنها إلى أرجاء العالم.\r5- جزيرة الرامي «2» :\rوتقع قرب حدود سرنديب، إلى القسم الجنوبي منها، وفيها ناس سود متوحشون وعراة، يمارسون الغوص. وفي هذا المكان يوجد اللؤلؤ. ويوجد في هذه الجزيرة العنبر والبقم والكركدن، وهم يبيعون كل ذلك ويشترون الحديد بدلا منه.\rوإن البقم الذي يؤتى به من هذه الجزيرة هو ترياق من جميع السموم.\r6- جزيرة صريح «3» :\rتقع إلى الغرب من سرنديب، وفيها أشجار الكافور، وأهلها متوحشون، وبها أفاع كثيرة.","seal":"719EA6CC","part":"1"},
      {"page":35,"id":28,"nass":"7- جزيرة تدعى جابه وسلاهط «1» :\rيؤتى منها بالعنبر والكباب والصندل والسنبل والقرنفل.\r8- بالوس «2» :\rوتقع إلى المغرب من جابه، وبينهما فرسخان. وأهلها سود يأكلون الناس، ويؤتى منها بالكافور الجيد والجوز الهندي والموز وقصب السكر.\r9- كله «3» :\rوهي إلى الجنوب من بالوس. ملك جابه هندوسي. وبين بالوس وكله يومان في الطريق، وينمو فيها الخيزران الكثير، وفيها معدن الرصاص.\r10- بنكالوس «4» :\rإلى الغرب من كله، وبينهما ستة أيام في الطريق، أهلها عراة يجالسون التجار وأموالهم الحديد. طعامهم الموز والسمك والجوز الهندي. وبين هذه الجزيرة وبين مدينة ملي عشرون يوما في الطريق.\r11- هرنج «5» :\rوهي قرب سندان، يرتفع منها الكافور بكثرة.\r12- لافت «6» :\rوفيها مدينة جميلة، ومراو تدعى لافت، وفيها مزارع وحقول","seal":"07D0CF18","part":"1"},
      {"page":36,"id":29,"nass":"وخيرات ومياه عذبة، يأتيها التجار من جميع أرجاء العالم، وتقع هذه الجزيرة أمام فارس.\r13- ناره «1» :\rتقع على خط الاستواء وسط عمارة العالم، طولها من المشرق حتى المغرب تسعون درجة. وضعت فيها الزيجات ومراصد الكواكب السيارة والثابتات طبق الزيجات القديمة. وتدعى هذه الجزيرة جزيرة استواء الليل والنهار.\r14- وال «2» :\rتقع أمام فارس، فيها قرى كثيرة ذات خيرات، وهي مرفأ للسفن.\r15- خارك «3» :\rتقع أسفل جنوبى البصرة. وبين البصرة وخارك خمسون فرسخا.\rوفيها مدينة كبيرة جميلة تدعى مراور خارك. يوجد قربها اللؤلؤ المرتفع الثمين.\r16- جزيرتان صغيرتان متصلتان ببعضهما تدعى إحداهما سقيطرا «4» :\rتقع قرب بلاد عمان، قليلة الخيرات وأهلها كثيرو العدد.\rوتوجد في هذا البحر جزائر كثيرة لكنها غير عامرة ولا معروفة، وهي أصغر من أن نذكرها.\r17- وفي هذا البحر، أمام بادية الشام، جبال تدعى فاران وجبيلان، يكون البحر [5 أ] هناك دائم الموج هائجا\rج- وأما جزائر الأوقيانوس المغربى\rفهى خمس وعشرون جزيرة معروفة، أسماؤها فى كتاب بطلميوس. ست جزائر منها مقابل بلاد السودان وتدعى الجزائر الخالية «5» ، فيها معدن الذهب، يأتى الناس إليها مرة فى العام من ناحية السودان ومدن السوس الأقصى، ليجمعوا من هناك معادن الذهب. ولا يستطيع أحد أن يقيم فيها لشدة حرّها.","seal":"43D86B43","part":"1"},
      {"page":37,"id":30,"nass":"معدن الذهب، يأتى الناس إليها مرة فى العام من ناحية السودان ومدن السوس الأقصى، ليجمعوا من هناك معادن الذهب. ولا يستطيع أحد أن يقيم فيها لشدة حرّها.\rوالسابعة، جزيرة غديرة الواقعة عند التقاء بحر الروم بهذا البحر، وتخرج منها عين ماء كبيرة تكون فوهة خليج بحر الروم.\rوالثامنة والتاسعة، جزيرتان قريبتان من بعضهما، تدعى إحداهما روذس، والأخرى أرواذ، مقابل بلاد الروم. وكانت مراصد اليونانيين للكواكب فى هاتين الجزيرتين.\rالعاشرة والحادية عشرة، جزيرتان يفصل بينهما نصف فرسخ مقابل آخر حد الروم من ناحية الشمال، وتسميان جزيرة الرجال وجزيرة النساء «1» . وجميع من فى جزيرة","seal":"EAD938F1","part":"1"},
      {"page":38,"id":31,"nass":"الرجال، رجال؛ وجميع من فى الأخرى، نساء. وفى كل عام يجتمع من فى الجزيرتين مع بعضهم من أجل النسل لمدة أربع ليال. وحين يصبح المولود الذكر فى سن الثالثة، يبعث به إلى جزيرة الرجال.\rوفى جزيرة الرجال ستة وثلاثون نهرا كبيرا تخرج من هناك وتصب فى البحر وفى جزيرة النساء ثلاثة أنهار.\rوتأتى بعد ذلك فى ناحية الشمال من هذا البحر اثنتا عشرة جزيرة تدعى جزائر برطانية بعضها عامرة والأخرى غير عامرة. وفيها جبال وأنهار وقرى كثيرة ومعادن مختلفة.\rوالرابعة والعشرون تدعى جزيرة طوس «1» ، وتقع على شمال جزائر برطانية هذه.\rطولها مائة فرسخ، يخرج منها ماء كثير يصب فى اليابسة ويتجه إلى بحر ماوطس الواقع إلى شمال الصقالبة ليصب فيه، كما كنا قد ذكرنا ذلك.","seal":"B384353A","part":"1"},
      {"page":39,"id":32,"nass":"والخامسة والعشرون جزيرة تدعى ثولى «1» تمتد بعض المدن الشمالية على طولها.\rوهى الجزيرة التى تمر بها الدائرة الموازية لخط الاستواء وتمر بآخر حدود عمارة العالم من ناحية الشمال.\rقد ذكرنا جميع الجزر المعروفة فى بحر الأوقيانوس المغربى.\rوأما ما فى بحر الروم، فست جزر عامرة وجبلان اثنان يدعى أحدهما جبل طارق الذي يقع أحد طرفيه فى بلاد الأندلس والآخر فى الخليج الذي يتصل بالأوقيانوس بواسطة بحر الروم. وفيها معدن الفضة. وتنبت فيها الأعشاب الطبية وتسقط على الأرض مثل الجنطيانا «2» وما شابهها.\rويدعى الجبل الثانى جبل القلال. وهو قريب من مدينة رومية فى المغرب. وهو جبل يقال إنه لم يستطع أحد الوصول إلى قمته لشدة ارتفاعه. وفيه الصيد والخشب والحطب.\r[الجزر الست]\rوالجزر الست هى:","seal":"F6CBDD84","part":"1"},
      {"page":40,"id":33,"nass":"الأولى: قبرس\r، ومحيطها ثلاثمائة وخمسون ميلا. وفيها معادن الفضة والنحاس والدهنج. وتقع مقابل قيسارية وعكا وصور.\rالثانية: قريس:\rتقع إلى الشمال من الجزيرة الأولى. ومحيطها ثلاثمائة وخمسون ميلا.\rالثالثة: بالس،\rمحيطها ثلاثمائة ميل.\rالرابعة: صقلية،\rقرب رومية. ويخرج من هذه الجزيرة جبل كبير [5 ب] وكانت خزانة الروم فى هذه الجزيرة، قائمة منذ القديم فيها. وطولها سبعة منازل فى عرض خمسة.\rالخامسة: سردانية،\rإلى الجنوب من رومية. محيطها ثلاثمائة ميل.\rالسادس: إقريطس،\rإلى الشمال من أطرابلس ومقابلها. محيطها ثلاثمائة ميل.\rوجميع هذه الجزر الست عامرة وفيها خيرات كثيرة ومدن وقرى وناس كثيرون، وتجار وجند وثروة كبيرة.\rوجزائر بحر الروم هذه هى الأكثر عمارة من جميع جزائر العالم.\rوفى بحر أرمينية توجد جزيرة واحدة عليها قرية واحدة، وتدعى كبودان. وهى مكان كثير النعم والناس.\rوأما التى فى بحر الخزر فجزيرتان إحداهما مقابل دربند الخزر وتدعى جزيرة الباب، ترتفع منها فوّة الصبّاغين «1» التى تؤخذ إلى جميع أرجاء العالم ويستخدمه الصبّاغون.\rوالجزيرة الأخرى هى الجبل الأسود وقد أقام فيها مجموعة من الأتراك الغز، يمارسون اللصوصية فى البحر والبر.\rوتوجد جزيرة أخرى فى هذا البحر، إلا أن جزءا منها متصل باليابسة مقابل دهستان وتدعى دهستانان سرخ، وفيها ناس قليلون يصيدون البزاة والحواصل «2» والأسماك.","seal":"CEFF8118","part":"1"},
      {"page":41,"id":34,"nass":"ولا توجد أية جزيرة كبيرة ومعروفة وعامرة فى أرجاء العالم سوى ما ذكرنا. وقد صورنا جميع هذه البحار والخلجان والجزر كما هى وبالمكان الذي هى فيه «1» . وبالله القوة.","seal":"65583DB0","part":"1"},
      {"page":42,"id":35,"nass":"5- القول فى الجبال والمعادن التى فيها\rالجبال على ضربين: أحدهما جبل أصلى يبدأ من ناحية ويتجه إلى ناحية أخرى، ويكون ضيقا فى مكان ومتسعا فى آخر، على خط مستقيم فى مكان، ومعوجا فى مكان آخر. أما المكان الذي ينقطع فيه اتصاله فيسمى عمودا.\rوالآخر، فروع الجبل المتشبعة من عموده التى تمتد حتى تصل مكانا تنقطع فيه، وتسمى فروع الجبل، وهى على شكل الشجرة ذات الأغصان الكثيرة، حيث تكون أغصانها على مثال فروع الجبل.\rوكل جبل يمتد عموده بين المدن ويجتاز القرى، تكون فروعه كثيرة. وكل جبل يكون فى المفازات وعلى ساحل وشواطئ الأنهار، تكون فروعه قليلة، إلا أن أغلب أعمدة الجبال تتصل ببعضها.\r1-[جبل الطاعن]\rأما أول جبل فى ناحية المشرق، فهو ذلك الجبل الذي نسميه الطاعن فى البحر، نصفه على اليابسة ونصفه فى البحر «1» .\r2- والآخر جبل سر نديب\r«2» ، وطوله مائة فرسخ، وهو عال حتى أن فيه مواضع لا يستطيع أحد أن يرقى إليها. ومن سرنديب حتى سفح الجبل يومان من السير فى الطريق. وفى هذا الجبل معدن الياقوت من جميع الألوان. وفى أنهاره الألماس الذي لا يوجد فى أى مكان سواه فى العالم. وأرض هذه الجبل من السنباذج.\rوفى أجزاء البحر القريبة منه، توجد اللآلئ الثمينة.\rوفيه السنبل والقرنفل والقاقله وجوز البوّا «3» وجميع الأفاوية.","seal":"363379E3","part":"1"},
      {"page":43,"id":36,"nass":"وفيه أشجار الجوز الهندى بوفرة، وكذلك البقّم «1» والخيزران.\rوفيه غزال المسك والحيوانات الكثيرة [6 أ] والذئاب.\rوعليه أثر قدم آدمية منغمسة فى الصخر، يقال إنه أثر قدم آدم عليه السلام وفيه ناس عراة «2» .\rوهذا الجبل فى الإقليم الأول.\r3- ويخرج من طرف من هذا الجبل، جبل متصل به، يقع بين آخر الهند وأول حد الصين يدعى جبل مارنسا، يتجه إلى ناحية الشمال حتى يصل إلى آخر الهند وأول التبت، كما يتجه إلى ناحية الشمال أيضا بين الصين والتبت حتى يصل إلى آخر حد رانكَ رانكَ من التبت، عندها ينعطف نحو المغرب ويتجه بين الصين وناحية نزوان من التبت، ثم يتجه بين المغرب والشمال حتى آخر التبت، عندها يمضى بين توسمت وبين","seal":"E8924D32","part":"1"},
      {"page":44,"id":37,"nass":"حدود الصين حتى نهاية المفازة فى آخر الصين. ثم يستمر بالمرور بين مدن ما وراء النهر ومدن تركستان حتى حدود طراز وشلجى، وهناك ينقطع هذا العمود.\r4- أما هناك حيث آخر حد الهند وأول التبت، فتنشعب منه شعبة تمتد مسافة خمسين فرسخا من المشرق إلى الصين. وهناك حيث آخر التبت تنشعب مرة أخرى شعب كثيرة منه نحو المشرق ونحو المغرب وتتفرق فيها. وتنشعب منه شعب كثيرة فى حدود ما وراء النهر، وينشعب من كل واحد من تلك الشعب، شعب كثيرة أخرى، ثم تتفرق فى جميع نواحى ما وراء النهر. ويوجد فى هذه الشعب الكثير من الفضة والذهب والرصاص والحديد والعقاقير.\r5- وفى نواحى الصين ثمانية عشر جبلا بين صغير وكبير منفصلة عن بعضها، وفى كل جانب عدد منها فى كل ناحية، وتوجد معادن الذهب فى أربعة عشر جبلا منها.\r6- والآخر يقع فى آخر حد الأتراك التغزغزية فى الموضع المتصل بالصين، طوله أربعون فرسخا ويدعى جبل طفقان «1» .\r7- وقرب طفقان فى ناحية التغزغز، يخرج جبل يتجه نحو المغرب فى وسط التغزغز ويغما والقبائل المختلفة حتى يتصل بجبل مانسا قرب نهر خولندغون، ويدعى جبل إغراج أرت ولهذا الجبل أسماء عديدة، إذ يسمى كل جزء منه باسم الناحية أو المدينة القريبة منه.\r8- وجبل آخر يخرج من أول حد التغزغز قرب إيسى كول «2» ، ويمتد حتى آخر التخس وأول حد الخلخ، ثم ينعطف وتخرج منه شعبة متجهة إلى ناحية قوم من الخرخيز ويدعى جبل تولس. وفى هذا الجبل يوجد السمور والسنجاب وغزال المسك بكثرة،","seal":"FBB05E24","part":"1"},
      {"page":45,"id":38,"nass":"وهناك ينعطف ليتجه إلى ناحية الخرخيز حيث حيوان المسك والختو والسنجاب والسمور.\r9- وآخر يخرج من ناحية كولى فى كنباية «1» بالهند، ويتجه نحو المشرق حتى صمور «2» ، ويتجه من هناك إلى ناحية الشمال بين مملكة دهم ومملكة راى بالهند حتى يصل حدود هيتال حيث ينشعب إلى شعبتين:\rالأولى: شعبة تتجه نحو الشمال لتصل حدود طيتال ونيتال، ثم تمر بين آخر حدود الهند وبين التبت. وتتجه من الشمال حتى بلور وسمرقنداق وشكنان ووخان. ويتجه من الجنوب إلى المفازة حتى يصل حدود جاشت بين المغرب والشمال، ويمر بحدود [6 ب] بتمان في ما وراء النهر، ثم يصل إلى حدود سروشنة، ولهذا الجبل من حدود شكنان ووخان وزاشت، شعب كثيرة لا تحصى.\rوبين وخان جاشت تظهر شعب كثيرة تتفرق فى داخل حدود ختّلان، وهناك معادن الفضة والذهب.\rومن شعب ختلان تخرج شعبة تتصل بشعبة تأتى من حدود بتمان، فتصبح الاثنتان واحدة تتفرع منها شعب كثيرة تصل إلى ناحية الصغانيان. فتتفرق فيها، حتى يصل العمود الأصلى إلى بتمان، فينشعب شعبتين تصبحان مرة أخرى واحدة حين تصلان إلى حدود سروشنه.\rوتخرج شعبة من حدود بتمان، تمر بين بحيرة بتمان وبين الصغانيان، ويمضى على حدود سمرقند والسغد إلى حدود بخارى. ولكل من هذه الشعب، شعب تقل وتكثر.\rوالثانية: شعبة تخرج من حدّ هيتال وسط الهند وتتجه إلى حدود قنوج لتمر وسط مملكة جابه الجافة ومملكة لحرز، وهناك يدعى جبل قسك. ثم يمضى إلى الشمال من حدود قشمير وويهند ودنبور ولمغان، فيمر على جنوب بلور وشكنان ووخان","seal":"273A4BA3","part":"1"},
      {"page":46,"id":39,"nass":"وبدخشان جميعا. ثم يمر على جنوب قرى ختلان حتى يصل إلى طخارستان بين طارقان وسكلكند وخلم وسمنكان، ثم يمر على جنوب بلخ، فيقع داخل حدود سان وجهاريك من الجوزجان. وعندها ينعطف نحو المغرب، فيذهب بين المغرب والشمال إلى بلاد الغور. ثم يمر على جنوب أسفزار وهرى وبوشنج ونيسابور. عندها يتجه بين نيسابور وسبزوار نحو الشمال، ثم يتجه مرة أخرى إلى المغرب، فيمر على شمال سمنان والرى، ثم يقع إلى ناحية الديلم حتى آخر حدود جيلان.\rوحين ينعطف هذا الجبل من حدود بلخ فى حد مدر من طخارستان، ينشعب فى تلك النواحى إلى عدة شعب صغيرة وكبيرة يعلم الله عددها. ومن كل شعبة تتفرع عدة شعب تتفرق فى حدود طخارستان وأندراب وبنجهير وجاربايه «1» والباميان وقسم من حدود الجوزجان وبست والرخد وزمين داور وغزنين ثم يمضى إلى حدود السند. وفى هذه الشعب توجد معادن الفضة والذهب.\rوحين يصل عمود هذا الجبل إلى نواحى الغور، تنشعب منه شعبة تتحلق كالخاتم، حيث يتصل طرفاها ببعضهما، فيصبح هذا الجبل واحدا. ووسط هذه الحلقة مجموعة ( ... ) «2» . ومن حلقة الجبال هذه تنشعب شعبة كبيرة تتجه مع الشعب الأخرى نحو المشرق فتتفرق فى حدود بست وغزنين. كما تنشعب عند حدود أسفزار من هذا الجبل شعب صغيرة تتفرق فى قراه. وكذلك توجد لهذا الجبل شعب كثيرة فى نواحى قوهستان وقومس وحدود الديلم.\rوحين يصل عمود هذا الجبل إلى حدود سان وجهاريك من الجوزجان، ينشعب إلى شعبتين: [7 أ] إحداهما تلك التى بيناها، والأخرى تتجه إلى شماله من جهة المغرب لتقع بين كندرم وأنبير، ثم تمر بين كرزوان وجهودان «3» . ثم تمضى بين بشين ودزه وبين مروالرود وبغشور لتذهب إلى جنوب سرخس. وعندها تقع إلى ناحية الشمال فى حدود طوس وباورد ونسا، وتمضى حتى تصل حدود جرجان. ثم يأتى واد طوله مسير","seal":"96163E68","part":"1"},
      {"page":47,"id":40,"nass":"ثلاثة أيام، وعرضه ضيق يدعى وادى دينار زارى. أما الجبل الواقع على الجانب الآخر من الوادى فينحدر من حدود سبراين حتى يصل حدود جرجان، ثم يتجه نحو المغرب والجنوب، ويمتد على جنوب آمل ومدن طبرستان حتى حدود الرى، وعندها يتصل بالعمود الآخر الذي وصفناه ويصبح الاثنان عمودا واحدا، ومن هناك يتجه إلى آخر ناحية جيلان كما بيناه.\rوهذا الجبل الذي يبدأ من حد الهند وينتهى بحد جيلان، يسمى بالعربية منطقة «1» الأرض.\r10- وفى ناحية كرمان جبال منفصلة عن بعضها تدعى جبال كرمان، أحدها المسمى: جبل القفص، ويقع وسط المفازة. طوله يمتد من البحر حتى حدود جيرفت.\rوهو سبعة جبال متصلة ببعضها، ولكل جبل من هذه الجبال السبعة رئيس، وإن عامل السلطان لا يقيم فى ذلك الجبل، ويقوم هؤلاء الرؤساء كل سنة بجمع خراج كل جبل وإرساله. ولا يطيع أحد من هؤلاء الرؤساء السبعة بعضهم.\rويدعى سكان ذلك الجبل القفص، ولهم لغة خاصة. ومحلهم وفير الخيرات، ومنيع لا يمكن الاستيلاء عليه بالحرب.\rوبين هذا الجبل وجيرفت شعب جبل تسمى جبال أبى غانم.\rالجبل الآخر هو جبل فى أرّجان. طوله من حد جيرفت حتى حدّ بمّ. وفيه معادن الرصاص والنحاس وحجر المغناطيس. وفيه قريتان، تدعى إحداهما كفتر، والأخرى دهك.\rجبل جيرفت: طوله مسير يومين، وفيه معادن كثيرة.\rجبل الفضة: هما جبلان صغيران متصلان ببعضهما بين ختر وجيرفت، فيها معدن الفضة.\r11- وجبل فى ناحية فارس بين بسا وداراجرد يتجه نحو المشرق إلى حد كرمان، ثم ينعطف متجها إلى الشمال حتى يصل حدود تاس وروذان، ثم ينعطف متجها نحو المغرب. فيمتد حتى الحد الفاصل بين فارس وخوزستان، وهناك ينعطف ليقع في ناحية","seal":"5D7EEF92","part":"1"},
      {"page":48,"id":41,"nass":"الشمال بين كرج أبي دلف وأصفهان، فيقع في مدن الجبال، حتى يمر من حدود همذان. ثم يمر بجنوب همذان، ويمضي بين الشمال والمغرب حتى يصل حدود مراغه من آذربايجان. وهناك ينقطع. ولهذا الجبل في كور الجبال [7 ب] من الشعب ما لا تبقى معه مدينة إلا وقربها شعبة منه.\rكما أن لهذا الجبل في ناحية فارس شعب كثيرة وجبال متصلة به أو منفصلة، بحيث يوجد جبل قرب كل مدينة من مدن فارس.\rولهذا الجبل شعب قرب أصفهان تتفرق في خوزستان، ويدعى هذا الجبل قرب أصفهان جبل جيلو.\r12- وجبل آخر في ناحية الشمال بين حد الكيماك وأول الخرخيز، يخرج من حد الكيماك متجها نحو المشرق حتى يصل حد الخرخيز، عندها ينعطف ليقع في ناحية الشمال إلى الحد الذي تنقطع فيه عمارة العالم، ويسمي الكيماكيون هذا الجبل، كنداور باغي.\r13-\rجبل سبلان: في ناحية آذربايجان، وهو جبل صغير قرب أردويل «1» .\r14-\rجبل بارما: في نواحي أرمينية، أوله في العراق يخرج من تكريت ويدعى هناك جبل بارما، ثم يمتد حتى حد أرمنية، ثم إلى حد بردع «2» .\r15-\rحارث\rوحويرث: جبلان في هذه الناحية أيضا منفصلان عن بعضهما؛ أحدهما كبير ويدعى جبل حارث، ولا يمكن الوصول إلى قمته لوعورة الطريق، وهو دائما مغطى بالثلج وبارد، وتأتي كثير من مدن أرمينية بالحطب والصيد من هذا الجبل.\rوأما الآخر فيدعى حويرث، وهو يشبه جبل حارث لكنه أصغر منه.\r16- وفي بلاد الجزيرة جبلان صغيران ومنفصلان هما:\rجبل الجودي: وهو الجبل الذي استوت عليه سفينة نوح عليه السلام.\rجبل ماردين: قرب نصيبين.","seal":"71A7D53D","part":"1"},
      {"page":49,"id":42,"nass":"17- أما في ديار العرب فتوجد جبال صغيرة كثيرة منها ثلاثة عشر جبلا تدعى تهامة. ومنها:\rجبل غزوان: قرب مكة.\rجبل شبام: قرب صنعاء «1» ، وفيه مزارع وعمارة وخيرات، وهو دار ملك اليمن الذي كان منذ القديم في هذا الجبل.\rوجبل آخر ذو أربعه جوانب، محيطه عشرون فرسخا، يتصل بآخر جبال تهامة، قمته جرداء وأسفله عامر وفيه مزارع ومياه جارية «2» ، وهو الذي فتحه محمد بن الفضل القرمطي قديما «3» .","seal":"87B6F028","part":"1"},
      {"page":50,"id":43,"nass":"جبل رضوى: قرب المدينة، ويؤتى منه بحجر المسان المكي «1» .\rجبلا طيّ: جبلان صغيران قرب فيد على يمين الطريق، وعلى مسير يومين.\r18- وأما في بلاد الشام:\rجبل يأتي من الحد بين مصر والشام، من المكان الذي يدعى تيه بني إسرائيل، وقريب منه جبل مرتفع متصل به يدعى جبل طور سيناء.\rوهذا يمر بشكل مستقيم في الشام بين المشرق والشمال إلى حدود زغر، كما يذهب إلى حدود دمشق وبعلبك وحمص من شمالها. ثم يمر شمال بغراس فيذهب إلى نهر جيحون حتى الحدود الوسطى لأرمينيا والروم. عندها يتجه بشكل مستقيم نحو الشمال بين أرمينيا والروم حتى أول حد السرير من الروم؛ ثم ينعطف نحو المشرق فيمضي بين السرير [8 أ] وأرمينيا وأرّان والقبق حتى يصل قريبا من بحر الخزر، فيعود لينعطف نحو المغرب ويسير بين السرير والخزر حتى يصل أول حد اللان. وهناك يتجه بشكل مستقيم نحو الشمال حتى آخر الخزر. ثم ينقطع بين ناحية بجناك الخزر وبين البلغار الداخلة،","seal":"7C1A8B06","part":"1"},
      {"page":51,"id":44,"nass":"فيقطع وسط أوروس إلى حدود أرض الصقالبة. عندها يقع إلى ناحية الشمال من أرض الصقالبة، ويمر على تلك المدينة من أرض الصقالبة التي تدعى خرداب، ثم يصل إلى آخر أرض الصقالبة وينقطع.\rأما من طور سيناء حتى زغر «1» فيدعى جبل الشراة. وفيه عمارة كثيرة وجميع من يعيشون قريبا منه خوارج.\rوالحد الممتد من حد زغر حتى حد دمشق فيدعى جبل البلقاء.\rومن دمشق إلى حد حمص فيدعى جبل لبنان.\rومن حمص حتى حدود بغراس، يدعى جبل دهرا وتنوخ.\rومن حدود بغراس حتى أول حد السرير، يدعى جبل اللكلام.\rأما الجزء الواقع منه بين أول السرير، وإلى أن ينعطف ويصل إلى أول اللان فيدعى جبل القبق. ومن هناك وإلى أن ينقطع يسمى كل جزء منه باسم المدينة أو الناحية المتصلة به كما في سائر الجبال.\rوحين يصل إلى آخر الشام وأول أرمينية، تنشعب منه شعبة كبيرة فتقع إلى ناحية الروم، ولها شعب، وفيها معادن الذهب بكثرة.\rوتخرج من أول حد السرير شعبة تتصل ببحر بنطس. وعندما يصل وسط السرير، تنشعب منه شعبة كبيرة. فيذهب هذان الجبلان نحو المشرق حتى يصلا إلى قلعة. وهذه القلعة هي مدينة على رأس الجبل يتناوب على حراستها كل يوم ألف رجل. وتوجد هناك معادن الذهب والرصاص.\rوحين يصل هذا الجبل إلى حدود اللان، تنشعب منه شعبة عظيمة جدا وتتجه ناحية المغرب حتى باب اللان حيث توجد على الباب مدينة على قمة هذا الجبل وهي أجمل مدن اللان. وعندها تنقطع هذه الشعبة.\r19- وجبل آخر صغير بين آخر حدّ الروس وأول حد الكيماك طوله مسير خمسة أيام.\r20- وفي حدود الروم جبل يقع في ناحية تدعى قرية أواس. وفي ذلك الجبل شق كبير مخيف، يقال إنه كان محل أصحاب الكهف.\r21- وجبل آخر في أرض الروم قرب مدينة أفراخون، طوله مسير ستة أيام.","seal":"7F37CE90","part":"1"},
      {"page":52,"id":45,"nass":"22- وآخر قرب جبل كرز فيه معادن الفضة والنحاس.\rوأما التي في بلاد مصر فجبلان:\r23-\rجبل المقطم «1» : يخرج من مشرق نهر النيل من حد أسوان وأول حد النوبة فيتجه بشكل مستقيم نحو الشمال فيقع إلى الصعيد الأعلى في حدود بوصير «2» والفسطاط قصبة مصر، فيمر من هناك حتى يصل إلى الحوف «3» حيث رمال جفار «4» ، فينقطع هناك. وفي هذا الجبل معادن الفضة والذهب.\r24-\rجبل الواحات: إلى المغرب من نهر النيل، يبدأ كذلك من أول حد النوبة ويتجه بشكل مستقيم إلى الشمال حتى يصل إلى حدود الفيوم وأبويط «5» ، وهناك يمتد إلى المغرب فيغدو صغيرا، ثم ينقطع [8 ب] .\rوفي هذا الجبل معدن البيجاذي «6» ومعدن الزمرد والزبرجد؛ وفي هذا الجبل الحمر الوحشية مخططة بالأسود والأصفر، فإذا أخرجت من هواء تلك المنطقة، ماتت.\r25- وجبل آخر في بلاد الروم بعد الخليج وهو صغير قرب سلوقية.\r26- وجبل آخر في حدود الأندلس، يبدأ من حد مالقة ويتجه نحو المشرق حتى يصل حد شنتبرية «7» . وهناك ينعطف فيتجه إلى الشمال حيث ناحية لاردة. وعندما ينعطف ويتجه نحو المغرب حتى ناحية طليطلا «8» التي تقع على سفح جبل، وهناك ينقطع.","seal":"77C97A96","part":"1"},
      {"page":53,"id":46,"nass":"27- وجبل آخر في ناحية الأندلس في حد قورية وترجالة، وتنبت فيه كثير من العقاقير.\r28-\rجبل البلغر: في حدود مغرب بلاد الروم، وهو جبل عامر وفيه خيرات كثيرة.\rإن جميع الجبال التي ذكرناها، هي تلك التي تقع في ربع القسم الشمالي من عمارة العالم. أما التي في العامر من الجنوب، وإلى الحد الذي يمكن للناس أن يصلوه فتسعة جبال:\r29- الأول:\rجبل القمر: وفيه معادن الفضة والذهب. ويخرج منه نهر النيل «1» . طوله خمسمائة فرسخ.\r30- أما الثمانية الأخرى فهى مختلفة الأطوال والعروض والمسافات. وأماكنها ومقاديرها ستكون بالشكل الذي سنضعه في الصورة «2» . وبالله التوفيق.","seal":"15FA0294","part":"1"},
      {"page":54,"id":47,"nass":"6- القول في الأنهار\rالأنهار على ضربين، أحدهما طبيعي والآخر صناعي.\rأما الصناعي فهو ذلك الذي يحفر مجراه ويجرى فيه الماء لإعمار مدينة أو لسقي زرع أو بذر. وأغلب الأنهار الصناعية، صغير ولا يمكن للسفينة أن تسير فيه. ويحدث أن يكون في مدينة عشرة أنهار صناعية أو أقل أو أكثر. وتستخدم هذه المياه في الشرب والزراعة. وعدد هذه الأنهار الصناعية غير محدود حيث تعتريها الزيادة والنقصان في كل زمان.\rوأما الطبيعي فهو ذلك الذي تكون مياهه كثيرة تأتي من ذوبان الثلج ومن العيون التي تجيء من الجبل وتنساب على الأرض، ويشق طريقه بنفسه، حيث يكون مجراه متسعا في مكان وضيقا في مكان آخر، ثم يظل يسير حتى يصل إلى بحر أو بطيحة. ومن هذه الأنهار الطبيعية يوجد ما هو ليس عظيما جدا، فيستفاد منه في عمارة مدينة أو ناحية مثل نهر بلخ ونهر مرو. ويخرج من أحد الأنهار الطبيعية أنهار كثيرة ويستفاد منها، وذلك هو النهر الرئيس، ثم يمضي ليصل بحرا أو بطيحة، مثل الفرات.\r1- نهر خمدان:\rأول نهر في بلاد المشرق «1» ، يأتي من جبل سرنديب ويمضي اثني عشر يوما في الطريق، ثم يكوّن بطيحة طولها خمسة فراسخ في عرض خمسة. وهناك تخرج من هذه البطيحة عدة أنهار، فتمضي سبعة أيام في الطريق حتى تصل خمدان.\rويستفاد من بعض هذه الأنهار في الزراعة، بينما تصب الأخرى في بحر الأوقيانوس المشرقي.\r2- نهر كيسو:\rيخرج من مشرق جبل مانسا «2» ، فيصل إلى موضع في أواسط حدود التبت [9 أ] ثم يمضي من جبل إلى جبل وإلى العمارة حتى يصل مقابل الحد بين التبت والهند. فيقطع هناك جبالا كثيرة يمر من وسطها حتى يصل حدود كجان","seal":"AFE4DC07","part":"1"},
      {"page":55,"id":48,"nass":"وبغشور، فيمر بعدها بين بلاد إبرس وبلاد خورس من بلاد الصين، يصب بعدها في بحر الأوقيانوس المشرقي.\rوحين يصل هذا النهر إلى بغشور يدعى عنان:\r3- نهر ثجاخ:\rيخرج من شرق جبل مانسا حيث آخر المفازة، ويمر بمحاذاة مدن ثجاخ وبريحه وكوسكان، ثم يمضي فيمر على حدود الختن، وحين يجتاز بلاد ساجو يكون بطيحة. ومن هناك يمضي حتى يمر على حدود كجا، وعندها يمر ببلاد كورش وبلاد فراجكلي ليصب في بحر الأوقيانوس المشرقي.\rوعلى الجانب الغربي توجد أعشاش طائر العقعق، وعند الربيع تمتلئ سواحل جميع هذا النهر بفراخ طائر العقيق هذا.\rعرض النهر نصف فرسخ، لكن لا أحد قاس عمق هذا الماء. وحين يصل إلى حدود كجا يدعى نهر كجا، وهو معروف في الكتب بهذا الاسم. وقرب هذا الجبل وقريبا من الجانب الأقرب إلى ما وراء النهر تتفرع منه ثلاثة أنهار: يدعى الأول سمايندغون، والثانى خرايندغون، والثالث خويندغون، وتصب جميعها بين غزا وكلبانك في نهر ثجاخ.\r4- ومن نهر كيسو:\rيخرج نهر كبير، فيأتي قريبا من قلعة خاقان التبت إلى كرسانغ حيث يستفاد منه هناك في الزراعة وتربية الحيوانات.\r5- نهر إيلا «1» :\rيخرج من جبل أغراج أرت فيذهب ناحية الشمال ليصب في بحيرة إيسي كول «2» .\r6- نهر جيحون «3» :\rيمر من حدود وخان، ثم على الحد الواقع بين بلاد بلور وبين حدود شكنان وخان، ويمضي بعدها حتى حدود ختلان وطخارستان وبلخ","seal":"78FC2C70","part":"1"},
      {"page":56,"id":49,"nass":"والصغانيان وخراسان وما وراء النهر حتى حدود خوارزم، وعندها يصب في بحر خوارزم.\r7- نهر خرناب:\rيخرج من مخرج جبل قسك، فيصب في جيحون بين بدخشان وبارغر. وخرناب هذا أكبر من جيحون، ولكن جميع الأنهار تسمى بجيحون بسبب أنه يمضي إلى مسافات أبعد.\r8- ونهر آخر\rيخرج من الجانب الآخر لبتمان وعلى بعد ستين فرسخا، ويمر بجبالها الممتدة من ناحية الشمال إلى الجنوب حتى يصل منك وهلبك. وحين يصل إلى بارغر يصب في جيحون.\r9- نهر وخشاب:\rينبع من جبل وخش ويذهب قريبا من وخش فيصب في جيحون.\r10- ونهر آخر\rيخرج من حدود كيجيان، ويمر من جبالها، ثم يقطع وسط نودز ويصب بجيحون قرب القواديان.\r11- نهر الصغان:\rيخرج من الصغانيان ويصب بجيحون في حدود ترمد.\r12- ونهران اثنان آخران،\rأحدهما وهو الأكبر يدعى نهر درغام يقطع حدود طخارستان فيتحد مع الآخر ليقطعا وسط ولوالج وخلم [9 ب] ويصبا في جيحون.\r13- ونهر آخر\rيخرج من جبل في حدود لمغان ودنبور ويمر على حد ننهار، يدعى القسم الجنوبي منه نهر لمغان، ثم يمر على حدود المولتان ثم على مدينة دون وسدوسان وبلري والمنصورة ومنجابري، ويصب قرب كولي في البحر الأعظم.\r14- نهر السند:\rيمر من مغرب جبل قسك، وهو الجبل الذي يدعى جبل الثلج أيضا، ثم يتجه من الجنوب إلى حدود الملتان ثم يصب في نهر لمغان من جهة الشرق.\r15- نهر هيوان:\rيخرج من جبل هيوان، فيمر وسط جلوت وبلوت وبيروزه، وفي حدود الملتان يصب في نهر لمغان من جهة المغرب.\rوحين تتصل هذه الأنهار الثلاثة ببعضها تدعى نهر مهران، ويقال إن ماء ينبع كالفوارة من قمة جبل الثلج الذي هو قسك. ثم يصبح بعد ذلك نصفين: نصف يتجه إلى الشمال وذلك هو نهر خرناب، ونصف يصير إلى الجنوب وذلك هو نهر السند، وعندها يصبح نهر مهران.","seal":"79118687","part":"1"},
      {"page":57,"id":50,"nass":"16- نهر مهران الصغير:\rيخرج من جبل الهند بين حدّي دهم والراي، ويمر بين همانان وبلهاري، كما يمر بين نؤنون ونؤنين، ثم بحدود قندهار، حتى يصل حدود كولي، ويصب في البحر الأعظم.\r17- نهر أوزكند «1» :\rيخرج من وراء جبل الخلخ، ويمر على أوزكند ومدينة الباب وأخسيكت وخجند وبناكت حتى يصل حدود الشاش، وعندها يقطع ستكند وفاراب ومدنا كثيرة أخرى، حتى يصل حد جند وخواره، ثم يصب في بحر خوارزم.\r18- نهر خرساب:\rيخرج من آخر حد بتمان من شمال الجبل قرب مدينة خرساب ويصب في نهر أوزكند.\r19- نهر أوش:\rيخرج هو الآخر من نفس الجبل، ويمر وسط أوش وأورشت ويصب في نهر أوزكند\r20- نهر قبا:\rيخرج من نفس الجبل ويصب في نهر أوزكند قرب قبا.\r21- نهر ختلام:\rيخرج من جبل مانسا، ويمر على مدينة ختلام في الحد الفاصل بين الخلخ ويغما، ويمضي إلى أن يصبح قريبا من الباب فيصب في نهر أوزكند.\r22- نهر برك «2» :\rيخرج من وراء جبل الخلخ ويصل إلى ناحية الجنوب ويمر على حدود الشاش، ويصب في نهر أوزجند بين بناكت وجدار.\rوحين تجتمع كل هذه المياه تكوّن ما يدعى نهر الشاش الذي يسميه العرب نهر سيحون «3» .\r23- نهر بخارى:\rتخرج أربعة أنهار من جبل بتمان، وتسير مسافة ستة فراسخ وعندها تكوّن هذه الأربعة بطيحة تدعى درياجه «4» ، يخرج منها نهر يمر على حدود","seal":"71C31742","part":"1"},
      {"page":58,"id":51,"nass":"سروشنه وسمرقند والسغد ووسط بخارى، ويستفاد من بعض مائه للزراعة والري، بينما يصب بعضه الآخر في آوازه في بيكند [10 أ]\r24- نهر بلخ:\rيخرج من حدود الباميان، ويمر على حدود مدر ورباط كروان فيصل إلى بلخ. وجميع مياهه يستفاد منها ببلخ للزراعة.\r25- نهر هيذمند «1» :\rيخرج من حد الجوزجان ويمر قريبا من الغور على درغش وتل وبست، ثم يأتي حوالي سجستان، فيستفاد من بعضه بينما يصب بعضه في بحيرة زره.\r26- نهر مرو:\rيخرج من الحد ما بين الجوزجان والغور من حد غرشستان، فيمر على بشين، فيقطع وسط درة ويذهب إلى مرو، فيمر على دز حنف ولوكر وكدر وكيرنك، فيصل إلى مرو فيستفاد منه فيها بالزراعة.\r27- نهر هري «2» :\rيخرج من حدود الغور فيستفاد منه بهري للزراعة. ولهري أنهار أخر كبيرة تأتي من السيول، ولكن مرّ وقت لم يبق منها شيء، ولذا لم نذكرها.\r28-[نهر صغير]\rولا يوجد في بلاد كرمان نهر كبير أو بحر سوى البحر الأعظم ونهر صغير له القدرة على إدارة عشر طواحين، يخرج من حدود جيرفت فيسير مندفعا، ويستفاد منه بكثرة في جروم «3» كرمان، بينما يصب الباقي قرب هرمز في البحر الأعظم.","seal":"FC1EC034","part":"1"},
      {"page":59,"id":52,"nass":"29- نهر سكان «1» :\rفي فارس، يخرج من جبال قرية الرويجان فينعطف حول مدينة كور، ثم يصب في البحر الأعظم بين نجيرم وسيراف.\r30- نهر خويدان:\rيخرج من ناحية خويدان بفارس فيمر على مشرق توج، ثم يصب في البحر الأعظم بين كنافه ونجيرم.\r31- نهر شادكان:\rيخرج من ناحية بازرنج بفارس ويمر على طرف المغرب من توج، ثم يصب في البحر الأعظم.\r32- نهر سيرين:\rيخرج من جبل دنباد من ناحية بازرنج، ثم يسير بين وايكان ولارندان، ويمر بعد ذلك بمدينة أرجان. وبين سينيز وكنابه «2» يصب في البحر الأعظم.\rوالأنهار الأربعة هذه تسير من ناحية الشمال نحو ناحية الجنوب.\r33- نهر الكر:\rيمضي من حد أزد من قرية كروان رود بفارس، ويتجه نحو المشرق، ويمر على إصطخر من جنوبها، ثم يصب في بحيرة البختكان «3» .\r34- نهر فرواب:\rيخرج من فارس من قرية تدعى فرواب ويتجه إلى المشرق، وحين يصل إلى إصطخر ينعطف إلى مشرق إصطخر ثم يصب في نهر الكر، ونهر الكر هذا أصح مياه فارس وأفضلها.\r35- نهر طاب:\rيخرج من جبل جيلو ويمضي إلى حدود أصفهان، ثم يمر بين خوزستان وفارس ويصب في البحر الأعظم. وتقع مدينة ماهي رويان على ضفتي هذا النهر.\r36- نهر سردن:\rيخرج من جبل جليو أيضا، ثم يصب في نهر طاب، وتقع مدينة سردن بين هذين النهرين.","seal":"19FF08EA","part":"1"},
      {"page":60,"id":53,"nass":"37- نهر تستر «1» :\rبناحية خوزستان. أوله يمر من حدود مدينة الجبال، ثم يمر بتستر [10 ب] وسوق الأربعاء والأهواز وجبّى وباسيان حتى يصل فم شير وحصن مهدي، وهناك يصب في البحر الأعظم.\r38- نهر المسرقان:\rفي خوزستان، نهر يخرج من نهر تستر، ويمضي إلى الأهواز ويسقي جميع المزارع وما يبقى منه يعود ليصب في نهر تستر قريبا من الأهواز. ومدينة عسكر مكرم تقع بين هذين النهرين.\r39- ونهر آخر\rيخرج من نهر تستر أيضا من حد باسيان وأطرافها ويسقي وخان مردونة والدورق حتى حد رام أورمزد.\r40- نهر السوس:\rيخرج من حد الكرخة من أحد شعب جبل في ناحية الجبال، فيمضي ليسقي سواد تستر والسوس، ويسير بين السوس وأول شاور حتى يصل حد بصنى حيث يستفاد منه للزراعة.\r41- نهر الرس «2» :\rفي الشمال ببلاد الغوز، وهو نهر كبير أسود وعفن، يسير من الجبل الواقع في الحد الفاصل بين الكيماك والخرخيز، ويمر وسط الغوز، ويصب في بحر الخزر.\r42- نهر أرتش «3» :\rيخرج من نفس الجبل، ماؤه غزير وأسود، لكنه عذب يصلح للشرب. يسير بين الغوز والكيماك حتى يصل قرية جوبين من الكيماك، ثم يصب في نهر أتل.","seal":"36E3AF3E","part":"1"},
      {"page":61,"id":54,"nass":"43- نهر إتل «1» :\rيخرج من نفس الجبل شمالى أرتش، وهو نهر عظيم واسع يسير وسط الكيماكيين حتى يصل قرية جوبين، وهناك يسير فى الحد بين الغور والكيماك متجها نحو المغرب حتى يمر على البلغار، عندها ينعطف نحو الجنوب، فيمر بين بجناك الترك والبرطاس. ثم يسير مدينة إتل من حد الخزر، ثم يصب فى بحر الخزر\r44- نهر الروس «2» :\rيخرج من أرض الصقالبة ويتجه إلى المشرق حتى يصل حدود الروس، وهناك يمر بحدود أرتاب وصلاب وكويافه التى هى من مدن الروس، فيمر على حدود الخفجاخ، ثم ينعرج فيتجه إلى الجنوب حيث حدود البجناك، فيصب فى نهر أتل.\r45- نهر روتا «3» :\rيخرج من جبل فى الحد بين البجناك والمجغرية والروس، ثم يصل إلى حد الروس ويذهب إلى أرض الصقالبة. ثم يصل إلى مدينة خرداب من أرض الصقالبة، فينتفعون منه فى زراعتهم ورعى حيواناتهم.\r46- نهر دجلة:\rيخرج من جبال إيمذ فيمر على بلد «4» والموصل وتكريت وسامراء، ثم يقطع وسط بغداد ووسط واسط، حتى يصل إلى المذار والأبلة وحدود البصرة، وهناك يصب فى البحر الأعظم.","seal":"8E8A5EA4","part":"1"},
      {"page":62,"id":55,"nass":"ويخرج من دجلة قرب فتح نهر يدعى نهر معقل ويذهب إلى البصرة.\rونهر آخر يخرج من دجلة إلى بر الأبلة يدعى نهر الأبلة، يسير بشكل مستقيم نحو المغرب حتى يصب فى نهر معقل عند حدود البصرة. وعندها يغادر البصرة، فيدعى هناك نهر دبيس، حتى يعود إلى دجلة مرة أخرى قرب عبادان.\rكما يخرج من دجلة بين واسط والمذار نهر تتكون منه بطيحتان تدعيان [11 أ] بطائح البصرة.\r47- الزابان: «1»\rنهران يخرجان من جبل أرمينية يدعى أحدهما الزاب الأصغر، والآخر الزاب الأكبر، يسيران بين المغرب والجنوب ويصبان فى دجلة بين مدينة حديثة ومدينة السن.\r48- ونهران آخران: نهر الساس:\rيخرج من نفس الجبل وينتفع بمائة للزراعة، وحين يصل مدينة النهروان لا يبقى منه شىء.\rنهر النهروان: يخرج من نفس الجبل وينتفع بمائه للزراعة، وحين يصل مدينة النهروان لا يبقى منه شيء.\r49- نهر الفرات:\rيخرج من جبل عليق، ويقطع ما بين بلاد الروم وجبل اللكام ويأتى إلى حدود ملطية، ثم يستمر متجها نحو الجنوب فيمر بشميشاط وسنجه وبالس، ثم ينعطف منحدرا بين المغرب والشمال حتى يمر ببرقة وقرقيسيا والرحبة وعانة وهيت والأنبار، ثم ينعطف مرة أخرى فيمر وسط الجنوب ويصل إلى بطيحة الكوفة.\rوعندما يمر بالأنبار يخرج منه نهر يدعى نهر عيسى، حتى يصل بغداد ويصب فى دجلة. ويعبر الناس بواسطة هذا النهر بالسفينة من الفرات إلى دجلة.\rويخرج أسفل نهر عيسى نهر آخر هذا النهر أكبر من نهر عيسى يدعى نهر صرصر، ينتفع بمائه فى الزراعة بمدينة صرصر.","seal":"F059D6CF","part":"1"},
      {"page":63,"id":56,"nass":"ويخرج أسفل هذا النهر أيضا نهر من نهر صرصر يدعى نهر الملك، ينتفع بمائه فى الزراعة بمدينة نهر الملك.\rويخرج أسفل هذا النهر نهر أكبر فى حدود كربلاء يدعى نهر سورا، يسير حتى يصب فى بطيحة واسط. وتقع مدينة الجامعين بين هذين النهرين: عمود الفرات ونهر سورا.\r50- نهر هرند:\rفى حدود خراسان، يخرج من جبل طوس، فيسير إلى آستو وجرمكان فيقطع وسط جرجان ويذهب إلى مدينة آبسكون ثم يصب فى بحر الخزر.\r51- نهر تيجن «1» :\rفى حدود طبرستان، يخرج من جبل قارن فيمر قريبا من بريم، ثم بسارى، ويصب فى بحر الخزر.\r52- نهر باول:\rيخرج من جبل قارن فيمر بمامطير ويصب فى بحر الخزر.\r53- نهر هرهز:\rيخرج من جبال الرى ولارجان من حد طبرستان، ويمضى حتى يقترب من آمل، فينتفع من أغلب مياهه فى الزراعة. ويصب الباقى منه فى بحر الخزر.\r54- سبيد رود «2» :\rيخرج من جبل حويرث من بلاد أرمينية متجها نحو المغرب، فيقطع وسط جيلان ويصب فى بحر الخزر.\r55- نهر أرس:\rيخرج من مشرق جبل أرمينية من المكان المتصل ببلاد الروم متجها إلى المشرق، فيمضى حتى يمر بورثان، وبالحد الفاصل بين آذربايجان وأرمينية وبين الران.\r56- نهر الكر:\rيخرج من ناحية الران من الجبل الواقع بين الران والسرير، فيتجه نحو المغرب ويمضى حتى حدود شكي وقبلة، ثم فى برديج [11 ب] وعندها يتحد بنهر أرس فيمران معا وسط موقان وباكو ويصبان فى بحر الخزر.","seal":"50663709","part":"1"},
      {"page":64,"id":57,"nass":"57- نهر ميجان:\rفى بلاد العرب «1» ، يخرج من جبال تهامة من الجانب القريب من المشرق، ثم يمر بمدينة وادى ميجان وبشبوة «2» . ومدن حضرموت، يمر بعد ذلك برمل الأحقاف ثم يصب بالبحر الأعظم.\rأما بلاد الشام فليس فيها نهر كبير.\r58- نهر الكروم:\rيخرج من عمل بقلار من وسط بلاد الروم، ثم يصب فى بحر بنطس.\r59- ونهر آخر\rيخرج من عمل أفلاخونية من بلاد الروم ويمر على مدينة طنابري ثم يصب فى بحر بنطس.\r60- ونهر آخر\rيخرج من عمل أبسيق من بلاد الروم ويمر على مدينة بنداقلس والبدندون، ثم يصب فى بحر نيقية أسفل الروم.\r61- ونهر آخر\rيخرج من أيدر ثم يمر وسط حد عمل باطليق وعمل بقلار، وهناك يتجه ناحية الجنوب بين خاك ونيقية حتى يصب فى بحيرة نيقية «3» .\r62- نهر نيل مصر:\rيخرج من جبل القمر من الجنوب، حيث تخرج عشرة أنهار كبار تكون كل خمسة منها بطيحة، ثم يخرج من كل بطيحة ثلاثة أنهار، ثم تتكون من الأنهار الستة بطيحة واحدة فى الجنوب خارج حدود النوبة. وهناك يخرج نهر النيل من هذه البطيحة ويأتى إلى وسط النوبة، ويتجه نحو الشمال فيكون بأسره ببلاد النوبة.\rوهناك ينعطف نحو المغرب ليمر بمدينة سكره، ثم ينعطف ليعود إلى المشرق ليمر","seal":"C26430A1","part":"1"},
      {"page":65,"id":58,"nass":"بمحاذاة جبل الواحات ومدينة أسوان ويتجه بشكل مستقيم نحو الشمال. ويقطع جميع بلاد مصر ويمر بأخميم والفيوم والفسطاط، ثم يقع فى بحيرة تنيس «1» .","seal":"05DDB9C1","part":"1"},
      {"page":66,"id":59,"nass":"63- نهر رمل المعدن «1» :\rيخرج من الرمال التى بين بلاد مصر وبحر القلزم، وهو نهر عظيم، ثم يتجه إلى المغرب ويقطع وسط النوبة فيكون فى مفازة، ثم يصل مدينة كابيل من بلاد النوبة، وهى قصبتهم، ثم يصب بعدها فى نهر النيل.\r64-[نهر كبير]\rويخرج من نهر النيل نهر كبير قرب الفسطاط، فينتفع منه فى الزراعة، ثم يسير إلى الإسكندرية ويظل هناك ثم يصب فى بحيرة تنيس.\r65-[الأنهار الصغيرة]\rأما فى مدن إفريقيا وطنجة وحتى بلاد السوس الأقصى، فلا يوجد نهر عظيم، وليس هناك سوى الأنهار الصغيرة التى ينتفع منها فى الزراعة. وليس لدينا علم بوجود نهر فى بلاد السودان مما فى الكتب والأخبار.\r66- نهر البلغار:\rيخرج من مغرب بلاد الروم فيمر بجبل البلغار متجها إلى الشرق، ثم يمضى ليصل إلى موضع الصقالبة المقيمين فى بلاد الروم، ويجتاز بعد ذلك على برجان، ويمر على عمل تراقية «2» ، فيسير فى مدينة القسطنطينية، وما يبقى منه يصب فى الخليج.","seal":"D580B86A","part":"1"},
      {"page":67,"id":60,"nass":"67- نهر تاجه «1» :\rيخرج من جبل الأندلس فيمر قريبا من مدينة طليطلة، ويخرج من حوالي طليطلة متجها إلى المغرب: ثم ينعطف عند المشرق ويعود بعدها إلى المغرب فيسير حتى حدود هاردة وحدود شنترين. وحين يصل شنترين يصب فى بحر المحيط المغربى [12 أ] .\rفلم يبق فى كل العالم نهر كبير يمكن للسفن أن تمخره إلا ذكرناه.\rأما فى بلاد الجنوب فليس هناك نهر كبير يستحق الذكر إلا:\r68- نهر البجة «2» :\rنهر يخرج من جبل ويسير فى الجنوب فى أرض البجة، ويصب فى البحر قرب الحبشة. والله أعلم. ولا قوة إلا بالله.","seal":"0E6EF134","part":"1"},
      {"page":68,"id":61,"nass":"7. القول فى المفازات والرمال\rكل أرض فيها رمال أو ملح وليس فيها جبل ولا ماء جار ولا زرع ولا نبات، تدعى مفازة «1» . والمفازات مختلفة: بعضها صغير وبعضها كبير. كما أن الرمال فى هذه المفازات بعضها واسع وبعضها صغير المساحة. وسنورد فى هذا الباب كل مفازة كبيرة أو كل رملة كبيرة فى القسم العامر من العالم إن شاء الله.\r1- مفازة فى جنوب بلاد الصين،\rبين الجبل الطاعن فى البحر وبين خمدان «2» .\rيوجد جزء منها داخل البحر كالجزيرة. وفى الناحية الشرقية من هذه المفازة، بحر الأوقيانوس المغربى. بينما يوجد البحر الأعظم فى ناحية الجنوب منها. وفى الناحية الغربية، الجبل الطاعن فى البحر. وفى ناحية الشمال نهر خمدان. ويوجد فى هذه المفازة ذهب كثير.\r2- ومفازة أخرى فى شمال الصين «3»\rوشرقها بحر الأوقيانوس المشرقى، وجنوبها بلاد الصين، وإلى مغربها نهر كجا، وشمالها التغزغز والخرخيز.\r3- ورملة فى بلاد الصين،\rسعتها ثلاث مراحل، وهى بين مدينتين من مدن الصين:\rإحداهما ختم والأخرى وسارنيك. ويمتد طولها من حد البطيحة التى يكونها نهر كجا «4» حتى المفازة التى فى الشمال التى ذكرناها.\r.","seal":"8685B928","part":"1"},
      {"page":69,"id":62,"nass":"4- ومفازة أخرى،\rتحدها من الشرق حدود التبت، ومن الجنوب بلاد الهند، ومن الغرب حدود ما وراء النهر، ومن الشمال حدود الخلخ «1» . وهى وعثاء لا ماء فيها ولا كلأ «2» .\r5- ومفازة أخرى\rفى الهند على ساحل البحر الأعظم «3» ، يمتد طولها من حد سرنديب حتى أول مملكة دهم. لكنها مفازة غير متصلة، تتكون من عدة قطع.\rوبين السند والهند مفازات صغيرة وكبيرة.\r6- ومفازة أخرى صغيرة ومحدودة «4» ،\rيحدها من الشرق مدن السند، ومن الجنوب البحر الأعظم، ومن الغرب جبل القفص، ومن الشمال قسم من السند وقسم من كرمان.\r7- ومفازة أخرى «5»\rتحدها من الشرق حدود السند حتى ضفاف نهر مهران، ويحاذى جنوبها حدود السند وكرمان وفارس، وغربيها حدود الرى وقم وقاشان، وشمالها خراسان وحدود الرى وسجستان. وتدعى هذه المفازة أيضا مفازة كركس، وذلك لوجود جبل صغير إلى الغرب منها يدعى جبل كركس سميت هذه المفازة باسمه.\rوفى هذه المفازة جبال متناثرة فى كل مكان منها. كما تدعى كل ناحية منها باسم المكان القريب. وفيها بادية تبدأ من حوالى سجستان [12 ب] تدعى رملة سجستان.","seal":"8576417E","part":"1"},
      {"page":70,"id":63,"nass":"8- مفازة خوارزم والغور:\rيحاذى شرقيها حدود مرو حتى يصل جيحون، وجنوبيها حدود باورد ونسا وفراه ودهستان، ثم تمتد إلى بحر الخزر حتى حدود أتل.\rوشماليها يحاذى نهر جيحون وبحر خوارزم وحدود الغوز حتى حد البلغار. وفى هذه المفازد رملة تبدأ من حدود بلخ فتمتد حتى جنوب جيحون وحتى بحر خوارزم، وتبلغ سعتها مرحلة واحدة فى مكان، وسبع مراحل فى مكان آخر.\r9- ورملة أخرى\rبين الكيماك وحدود جند وجواره طولها ممتد كثيرا وسعتها قليلة.\r10- مفازة البادية:\rيبدأ حدها الشرقى من حدود هجر حتى حدود البحرين والبصرة، ويمر بحدود القادسية والجبل، ويسير حتى حدود نهر الفرات. وفى جنوبيها بحر العرب وحدود خليج الأبلة «1» ونواحى حضر موت واليمن. وفى غربها جدة والجار ومدين وإيلة. شماليها معان «2» وسليمة وتدمر وخناصرة حتى نهر الفرات.\rوحيثما اتصلت هذه البادية بمدينة أو حى من أحياء العرب، دعيت باسم ذلك المكان.\rوتوجد فيها رملة تبدأ من ساحل البحر فى حدود البحرين، سعتها مرحلتان فى مكان، وفى آخر أربع مراحل، وطولها عشرون مرحلة تدعى الهبير، رملها أحمر، ينتفع به الصاغة، وجميع الحجاج الذين يذهبون من طريق العراق، يقطعون هذه الرملة.\r11- رمل الأحقاف «3» :\rرمل فى جنوب هذه المفازة، يبدأ من حول مدن حضرموت على ساحل البحر.","seal":"44180975","part":"1"},
      {"page":71,"id":64,"nass":"12- رمل المعدن «1» :\rيقع إلى الشرق منه خليج البربر وخليج إيلة. وإلى جنوبه مفازة البجة، وإلى غربه حدود النوبة ومصر. وإلى شماله خليج القلزم. وفيه الذهب.\rويدعى رمل المعدن لأن الناس يجدون فيه الذهب الكثير.\r13- ومفازة أخرى\rتحدها من المشرق بلاد الحبشة، ومن الجنوب بلاد البجة، ومن المغرب بلاد النوبة. ومن الشمال الرمل الذي وصفناه.\r14- رمل جفار «2» :\rفى مصر. مشرقه عسقلان حتى البحيرة الميتة، وجنوبه وغربه الفسطاط. وشماليه من بحيرة تنيس حتى عسقلان.\r15- وآخر ببلاد المغرب من حدود مصر،\rمن جبل الواحات وبرقة وطرابلس حتى حدود السوس الأقصى. فأغلب كل ذلك مفازات.\r16- رمل المعدن «3» :\rفى هذه الناحية من المغرب، وهو رملة شاسعة بحدود سجلماسة وفيه ذهب كثير.\r17- وجنوبى خط الاستواء جميعه مفازات،\rوالعمارة هناك بأسرها فيها إلا القليل منها فإنه فى الجبل.\r18- كذلك فى القسم الشمالى من عمارة العالم\rالذي هو فى الربع الشمالى من حد الصين حتى حدود [13 أ] الخزر فجميعه مفازات، وإن أغلب أماكن الأتراك فى المفازات إلا القليل منها فإنه فى الجبال. وفيها مياه جارية وأشجار ومزارع.\rهذه هى المفازات والرمال الكبيرة والمعروفة فى بلاد المسلمين. كما ذكرنا تلك التى فى بلاد الكفر- باستثناء ما هو ببلاد الأتراك- والله أعلم وبالله التوفيق.","seal":"6DBB2D62","part":"1"},
      {"page":72,"id":65,"nass":"8- القول فى البلدان\r1- يتميز كل بلد عن الآخر بأربعة وجوه:\rالأول: اختلاف الماء والهواء والتراب والحرارة والبرودة.\rالثانى: الاختلاف فى الأديان والشرائع والمذاهب.\rالثالث: الاختلاف فى اللغات والألسن.\rالرابع: اختلاف الملوك.\rوينفصل حد كل بلاد عن الأخرى بثلاثة أمور:\rالأول: بجبل صغير أو كبير يكون بين البلدين.\rالثانى: بنهر صغير أو كبير يقطع ما بين البلدين.\rالثالث: مفازة صغيرة أو كبيرة تكون بين البلدين.\r2- ويقول الروم: إن جميع العمارة فى العالم على ثلاثة أقسام:\rالأول: القسم الذي يحده من الشرق بحر الأوقيانوس «1» المشرقى وبلاد التغزغز والخرخيز. ومن الجنوب البحر الأعظم حتى حدّ القلزم. ومن الغرب بلاد الشام وبلاد الروم حتى خليج القسطنطينية وأرض الصقالبة وآخر حدود عمارة العالم. ويدعى هذا القسم آسيا الكبرى. ويشكل ثلثى جميع القسم العامر فى الشمال.\r3- الثانى: القسم الذي يحده من الشرق أول حدود مصر من خط الاستواء حتى بحر الروم. ومن الجنوب المفازة التى بين بلاد المغرب وبلاد السودان. ومن الغرب بحر الأوقيانوس المغربى. ومن الشمال بحر الروم. ويدعى هذا القسم، لوبية. ويشكل نسبة 12/1 من مجموع عمارة العالم فى الشمال.\r4- الثالث: يحده من الشرق خليج القسطنطينية. ومن الجنوب بحر الروم. ومن الغرب بحر الأوقيانوس المغربى. ومن الشمال آخر عمارة العالم فى الشمال. ويدعى هذا القسم أروفى. ويشكل هذا القسم ربع القسم العامر من العالم.\r5- وأما العامر الذي فى الجنوب، فيسميه الروم عمارة الجنوب.","seal":"0C7D8197","part":"1"},
      {"page":73,"id":66,"nass":"6- والعامر من العالم واحد وخمسون بلدا:\rخمسة بلدان منه إلى الجنوب من خط الاستواء وهى: الزابج والزنج والحبشة والبجة والنوبة.\rوبلد فى ناحية المغرب، قسم منه فى الشمال وآخر فى الجنوب، ويمر خط الاستواء من وسطه، وهو بلاد السودان.\rوخمسة وأربعون بلدا فى الشمال فى ربع العالم المعمور وهى: بلاد الصين، والتبت، والهند، والسند، وخراسان وأطرافها، وما وراء النهر وأطرافها، وكرمان، وفارس، ومفازة جبل كركس، والديلم، وخوزستان، وبلاد الجبال، والعراق، وديار العرب، والجزيرة، وآذربايجان، والشام، ومصر، والأندلس، والروم والسرير، واللان، والخزر، والصقالبة، وبجناك الخزر، ومروات، والبلغار الداخلة، والروس، والمجغرية، ونندر، والبجناك الترك، والبرداس، والبرطاس، والقفجاق، والغوز، والكيماك، والجكل، والتخس، والخلخ، ويغما، والتغزغز، والخرخيز.\rوكل ناحية من هذه النواحى مقسمة إلى أعمال، وكل عمل منها فيه مدن كثيرة.\rوسنذكر فى كل فصل مساحة كل بلد أو مدينة وخصائصها وهواءها أو كل شىء مستطرف فيها. والعجائب الموجودة فى كل منها، وملك كل بلد ومدنه ورسومه وأخلاق الناس فيه وأديانهم بالقدر الذي وجدناه فى كتب المتقدمين وسمعناه من الأخبار، ذلك أنه لا يستطيع الإحاطة بجميع أحوال العالم إلا الله عز وجل. ولا قوة إلا بالله.","seal":"B2ADEE80","part":"1"},
      {"page":74,"id":67,"nass":"9. القول فى خصائص بلاد الصين\rبلاد الصين بلاد إلى الشرق منها بحر الأوقيانوس المشرقى، وإلى جنوبها حدود الواق واق وجبل سرنديب والبحر الأعظم، وإلى غربها الهند والتبت، وشمالها حدود التبت والتغزغز والخرخيز.\rوهى بلاد كثيرة الخيرات وفيها مياه جارية، وفيها معادن الذهب بوفرة.\rوفى هذه البلاد الجبل والمفازة والبحر والرمل.\rوملكها يدعى فغفور الصين، ويقال إنه من أبناء فريدون.\rويقال إن ملك الصين فيه ثلاثمائة وستون بلدا، يجبى إلى الخزانة مال بلد واحد كل يوم.\rوأهل هذه البلاد أهل صناعة وأعمال بديعة. يذهب إليها الناس للتجارة بواسطة السفن التى تمخر نهر غيان «1» لتصل التبت.\rغالب أهلها على دين مانى «2» ، وملكهم شمنىّ «3» .\rوفى هذه البلاد يوجد الذهب الكثير والحرير والفرند والخاوخير الصيني والديباج والغضائر والدار صينى والختو الذي تصنع منه مقابض السكاكين «4» والأعمال البديعة من كل شىء. وفيها الفيلة والذئاب.","seal":"91ABFF4D","part":"1"},
      {"page":75,"id":68,"nass":"1- الواق واق «1» :\rبلد من الصين، وأرضها معدن الذهب، وأهلها يصنعون للكلب طوق ذهب. ويعلق عظماؤهم فى رقابهم أطواقا من قرن الكركدن غالية جدا.","seal":"DD56C398","part":"1"},
      {"page":77,"id":70,"nass":"وأهلها سود وعراة. وهى حارة قليلة الخيرات. ودار ملك هذه البلاد مقيس، وهى صغيرة ومحل للتجار من شتى البلدان.\r2-[بلدان عظيمة]\rوللصين عدا ذلك تسعة بلدان عظيمة على ساحل بحر الأوقيانوس؛ وأسماء هذه التسعة هى «1» : إيرش، خورش، فراجكلي، ثاي، خساني، تنكوي، بونوغني، قوري، أنفس.\rولكل واحدة من هذه البلدان نواح مختلفة، وكل منها تختلف مع الأخرى من حيث الدين وأشكال أهلها وأخلاقهم، وفيهن مدن كثيرة. وإن مقاليد أمور جميع هذه البلدان هو بيد فغفور الصين «2» .\r3- خمدان «3» :\rحاضرة الصين، وهى مدينة عظيمة، ومستقر فغفور الصين فيها أشجار كثيرة. وهى عامرة ذات خيرات، تقع على ساحل البحر الذي يخرج منه اللؤلؤ. أهلها مدورو الوجوه ذوو أنوف عريضة. لباسهم الديباج والحرير، ثيابهم ذات أكمام واسعة وأذيال طويلة.\r4- بغشور «4» :\rمن بلاد الصين. مدينة كبيرة، وفيها تجار كثيرون من بلدان مختلفة.\rوهى مكان كثير الخيرات.","seal":"CD4246CB","part":"1"},
      {"page":78,"id":71,"nass":"5- كجان:\rمدينة صغيرة، فيها تجار التبت والصين.\r6- خالبك:\rمدينة كبيرة وعامرة وذات خيرات وفيرة، وملكها من الصين.\r7- خامجو:\rنصف سكانها صينيون ونصفهم تبتيون، والحرب قائمة بينهم دائما. وهم عبدة أصنام، وسلطانهم يعينه خاقان التبت [14 أ] .\r8- سوكجو:\rعلى حدود التبت. سلطانهم تابع لملك الصين. وفى جبلها غزال المسك والغز وغاو «1» .\r9- سخجو:\rهي مثل سوكجو لكن الضباب يغطيها. وملكها مقيم في سوكجو.\r10- كجا:\rمدينة حدودية وهي من الصين. يغزوهم على الدوام التغزغز وينهبونهم «2» .\r11- كوغمر:\rفيها بيوت كثيرة للأصنام. وهي وفيرة الخيرات، قريبة من جبل فيه ميت. وأهل تلك المدينة يعبدون ذلك الميت.\r12- برج سنكين:\rقرية كبيرة من الصين، عامرة ذات خيرات وفيرة.\r13- خاجو:\rمدينة كبيرة يؤمها التجار، ملكها يتبع الصين. أهلها على دين ماني.\r14- سنكلاخ:\rقرية كبيرة من أعمال ساجو. أهلها يعبدون الأصنام.\r15- ساجو:\rمن الصين، بين الجبل والمفازة. عامرة وفيرة الخيرات ومياه جارية. أهلها مسالمون، وهم على دين ماني.\r16- كسان:\rفي أقصى البلاد. مكان قليل الخيرات. حاكمها تابع للتبت.\r17- كاذاخ:\rفي حدود الصين إلا أن حاكمها يعين من التبت.","seal":"376E466F","part":"1"},
      {"page":79,"id":72,"nass":"18- الختن:\rتقع بين نهرين «1» ، وفيها متوحشون يأكلون الناس، وأكثر ما يبتغون الخز. ولملك الختن هيئة عظيمة، ويدعو نفسه عظيم الترك والتبت. وهي على الحدّ بين الصين والتبت. ولملك الختن هذا خصيان موكلون بجميع أعماله. ويخرج من هذه المدينة سبعون ألف رجل للقتال. ومن أنهار الختن يستخرج حجر اليشم.\r19- خزه:\rقرية من الختن تحيط بها الرمال.\r20- حتم:\rوهي خربة ليس فيها مكان عامر سوى بيت للأصنام.\r21- ساونيك:\rقرية تحيط بها الرمال «2» .\r22- بورخيمو ونويجكث:\rمدينتان في الصين على ساحل البحر، عامرتان وكبيرتان ذواتا خيرات كثيرة، وأهلها ناس مقاتلون.\r23- سرنديب:\rفي جنوب الصين وعلى الحد بين الهند والصين، على ساحل البحر، ذات نواح كثيرة «3» . وفيها مياه جارية. وفي أنهارها يوجد الألماس. ويؤتى من هذا البلد باليواقيت المختلفة. وملكها من أهلها.\r24- عزر «4» :\rمدينة صغيرة قرب سرنديب يقيم فيها ملك سرنديب.","seal":"73D2517B","part":"1"},
      {"page":80,"id":73,"nass":"10- القول فى بلاد الهند ومدنها\rإلى الشرق منها بلاد الصين والتبت، وإلى جنوبها البحر الأعظم، وغربها نهر مهران، وشمالها بلاد شكنان وخان وقسم من التبت. وهى بلاد وفيرة الخيرات عامرة، ذات ممالك كثيرة، وفيها مدن كثيرة وجبال ومفازات وبحار ورمال. يؤتى منها بأنواع الطيب والمسك والعود والعنبر والكافور، والجواهر المتنوعة واللؤلؤ والياقوت والألماس والمرجان والدرّ.\rويؤتى منها بما لا يحصى من العقاقير والثياب العجيبة المختلفة. وفي صحاريها ومفازاتها حيوانات مختلفة كالفيل والذئب والطاووس والكركي «1» والببغاء والهدهد وما شاكل ذلك.\rوهي أكبر بلاد في العامر من الشمال. والنبيذ محرم في كل أرجاء الهند إلا أن الزنا مباح.\rوأهلها يعبدون الأصنام.\r1- القامرون «2» :\rبلد إلى الشرق من الهند. يدعى ملوكها ملوك القامرون. وفيها يكثر الكركدن، ومعادن الذهب بوفرة. ويؤتى منه بالسنباذج والعود الرطب الجيد.\r2- الصنف» :\rمدينة كبيرة يحكمها ملك القامرون. يؤتى منها بالعود الصنفي.\r3- مندل «4» :\rمدينة صغيرة من بلد القامرون. يؤتى منها بالعود المندلي. وهاتان المدينتان على ساحل البحر.","seal":"0F1EEE6D","part":"1"},
      {"page":81,"id":74,"nass":"4- فنصور «1» :\rمدينة كبيرة يؤمها التجار. يؤتى منها بالكافور الكثير. مرفأ على ساحل البحر. ملكها يدعى سطوها. وهي بلاد مستقلة. وفيها عشرة ملوك جميعهم تحت سطوها.\r5- هدنجيره «2» :\rمدينة طول سوقها فرسخ واحد. ملكها سطوها. جميلة وذات خيرات.\r6- قمار:\rمدينة كبيرة «3» . وملوك قمار أعدل الملوك في الهند. والزنا مباح في جميع أرجاء الهند إلا في قمار فهو حرام. وهدايا ملوك قمار سن الفيل والعود القماري.\r7- نمياس وهركند وأورشين وسمندر وأندراس:\rخمس مدن كبيرة على ساحل البحر تابعة لمملكة دهم. ولم ير أحد أكبر من دهم. ويقال إنه يخرج منها ثلاثمائة رجل للقتال. ولا يوجد العود الرطب ببلاد الهند إلا في مملكتي القامرون ودهم.\rيزرع في هذه المدن القطن، وهو جيد ووفير. ويطلع على أشجار تجنى الواحدة منها لسنوات.\rوتجارة هذا البلد تكون في الشنك الذي ينفخ فيه كالبوق «4» . والأفيال في هذه البلاد كثيرة.","seal":"9F714A41","part":"1"},
      {"page":82,"id":75,"nass":"8- طوسول:\rبلدة كبيرة متصلة بالصين وبينهما جبل. وأهلها سمر ولباسهم من القطن.\r9- موسه:\rبلدة متصلة بالصين وبطوسول. وفيها قلاع وحصون منيعة. ويؤتى منها بالمسك الكثير.\r10- مانك:\rبلدة متصلة بالصين وبموسه «1» .\rوللبلدات الثلاث هذه حروب مع الصينيين يتفوق فيها الصينيون عليهم.\r11- نوبين «2» :\rحدّ بلاد دهم. وطعام وغلات سرنديب من هذه المدينة.\r12- أورشفين «3» :\rمدينة، وهي كالجزيرة التي في البحر، هواؤها وبيء. ويسمى هذا البحر هناك بحر الأغباب. تحكمهم تلك المرأة التي تدعى رانيه. وفيها الفيلة العظيمة والياقوت الذي لا يوجد في الهند ولا في أى مكان آخر. يؤتى منها بالفلفل والرماح.\r13- ملى «4» :\rأربع مدن على ساحل البحر تدعى جميعها ملى. ملكها بلهرا. يؤتى من هناك بالرماح والفلفل بكثرة.","seal":"42294993","part":"1"},
      {"page":83,"id":76,"nass":"14- صمور، سندان، سوباره، كنبايه «1» :\rتقع هذه المدن الأربع على ساحل البحر، وفيها مسلمون وهندوس. وفيها مسجد لصلاة الجمعة وبيت للأصنام. وأهلها لهم شعور طويلة، يلتف واحدهم بإزار [15 أ] في جميع الأوقات. هواؤها حار. ملكهم يعيّنه بلهرا.\rوبقربهن جبل ينبت فيه الخيزران وقصب الرماح والفلفل والجوز الهندي بوفرة. ومن كنبايه يؤتى بالنعال التي تؤخذ إلى أرجاء العالم.\r15- قامهل:\rمدينة وفيرة الخيرات وهي من مملكة بلهرا.\r16- بابي:\rمدينة وفيرة الخيرات، ملكها مسلم. وعمر بن عبد العزيز الذي خرج واستولى على المنصورة، من هذه المدينة «2» .\r17- قندهار:\rمدينة عظيمة، وفيها أصنام من ذهب وفضة بكثرة. وهي مقر الزهاد والبراهمة. وهي ذات خيرات. ولها ناحية خاصة.\r18- حسيناكره:\rمكان كثير الخيرات ولها نواح كثيرة.\r19- بجونه:\rقرية عامرة على حافة المفازة.\r20- كونسر:\rمدينة صغيرة، فيها بيوت للأصنام.\r21- نونون:\rمدينة يقال إن فيها ما يزيد على ثلاثمائة ألف صنم. وفيها بيوت كثيرة للبغايا.\r22- بكسان:\rقرية عامرة، أهلها يحلقون رؤوسهم ولحاهم. وفيها أصنام كثيرة من الذهب والمعادن.\r23- همانان:\rموضع زهاد الهند والبراهمة. ويقولون: إننا من قوم النبي إبراهيم صلوات الله عليه.","seal":"5DEC1F88","part":"1"},
      {"page":84,"id":77,"nass":"24- بلهاري:\rمدينة كبيرة وعامرة يؤمها تجار الهند وخراسان والعراق. وفيها يوجد المسك بوفرة.\r25- ربيند:\rمدينة عامرة. فيها ثياب الساري.\rإن جميع البلاد التي ذكرناها هي تحت حكم الملك بلهرا. وما يليها تحت سيطرة ملك القنوج.\r26- نمه:\rمدينة صغيرة توجد فيها الجواهر بوفرة.\r27- خالمين:\rمدينة صغيرة وعامرة. فيها ثياب المخمل والساري والعقاقير بوفرة.\r28- برهاره:\rمدينة كبيرة ذات خيرات وفيرة.\r29- قنّوج:\rمدينة كبيرة وهي مقر راي قنوج، وهو ملك عظيم يطيعه أغلب ملوك الهند. وراي هذا لا يرى أحدا أعظم منه. ويقال إن له مائة وخمسين ألف فارس وثمانمائة فيل يقاتل عليها عند الحرب.\r30- بلرى، قلرى، نرى، رور «1» :\rأربعة من مدن السند، لكن على الجانب الآخر من نهر مهران. كثيرة الخيرات وفيها منبر. وتأتيها سفن الهند. أما رور فحصينة وموضع تشيع فيه الرطوبة.\r31- بسمد «2» :\rمدينة صغيرة من مدن الهند، كثيرة الخيرات.\r32- المولتان «3» :\rمدينة كبيرة من مدن الهند، وفيها صنم عظيم جدا، يحج إليها الناس من جميع أرجاء الهند لزيارة هذا الصنم الذي يدعى صنم المولتان. وهى مكان عامر،","seal":"21D729AC","part":"1"},
      {"page":85,"id":78,"nass":"وفيها قلعة قديمة حصينة، وسلطانها قرشى من أولاد سام، له معسكر خارج المدينة بنصف فرسخ. ويخطب فيها للمغربى.\r33- جندرور «1» :\rمدينة صغيرة قرب المولتان.\r34- جابر سري «2» :\rقرية عامرة كثيرة الخيرات، وبها التمر الهندي والخيار شنبر «3» بكثرة.\r35- بهرايج «4» :\rمدينة كانت كبيرة، وهي الآن خربة لم يبق منها إلا القليل.\r36- لهور «5» :\rمدينة ذات نواح كثيرة، سلطانها خاضع لسلطة أمير المولتان. وفيها أسواق وبيوت للأصنام. وتكثر فيها أشجار حب الصنوبر «6» واللوز والجوز الهندي. وهم جميعا يعبدون الأصنام [15 ب] وليس فيها أي مسلم.","seal":"40E6B90E","part":"1"},
      {"page":86,"id":79,"nass":"37- راميان «1» :\rمدينة قائمة على تل عظيم، فيها قليل من المسلمين ويسمون سالهاري. أما البقية فهم جميعا يعبدون الأصنام. وتأتيها سفن الهند والرقيق الهندي بكثرة.\rوسلطانها يعينه أمير المولتان. وفي مدخل المدينة بيت للأصنام فيه صنم من المعدن المطعم بالذهب، وأهلها يعظمونه، وله ثلاثون امرأة يتجمعن كل يوم حول هذا الصنم يقرعن الطبل والدفوف وهن يرقصن.\r38- جالهندر «2» :\rمدينة على قمة جبل، باردة الهواء. وبها القماش المخمل والثياب المنقوشة وغير المنقوشة بوفرة. وبين راميان وجالهندر مسيرة خمسة أيام. وفيها بأسرها أشجار الهليلج والبليلج والأملج «3» والعقاقير التي تؤخذ إلى جميع أرجاء العالم. وهي من حدود راي قنوج.\r39- سلابور «4» :\rمدينة كبيرة ذات أسواق وسلع ويؤمها التجار. وملكها تابع لراي قنوج. ودراهمهم التي يتعاملون بها مختلفة مثل باراده وناخوار شباني وكيموان وكوره، ولكل واحد منها وزن يختلف عن وزن الآخر. وفيها بيوت كثيرة للأصنام. وعلماؤها البراهمة. وفيها السكر والفانيذ والعسل والجوز الهندي، والبقر والأغنام والبعران بكثرة مفرطة.","seal":"950C5264","part":"1"},
      {"page":87,"id":80,"nass":"40- بريهون «1» :\rمدينة كالرباط. تقام فيها كل سنة أربعة أسواق ضخمة. وهي قريبة من قنوج وحدود الراي. وفيها ثلاثمائة بيت للأصنام. وبها ماء يقال إن من اغتسل به لا تصيبه أية آفة. وإذا مات واحد من عظمائهم، قتل معه كل من كان في خدمته. وملك هذه المدينة يجلس على سرير يحمل على الأكتاف إلى المكان الذي يريد، إلا أن يموت. وبين هذه المدينة والتبت مسيرة خمسة أيام في طريق وعر جدا.\r41- هيتال «2» :\rبلد قرب قنوج وبينهما جبل عظيم. وهو بلد صغير إلا أن فيه رجال حرب أبطالا. وملكها من ملوك الأطراف، وبينه وبين راي قنوج عداوة.\r42- طيثال «3» :\rبلد متصل بهيتال، وبينهما جبل وعر بحيث لا يمكن لأحد أن يجتازه وهو يضع متاعه على ظهره. وهو قليل الخيرات.\r43- بيتال:\rبلد متصل بطيثال، يؤمه جميع تجار العالم، وفيه المسك بكثرة.\r44- طافي «4» :\rبلد ذو مدن كثيرة وخيرات وفيرة. أهله سمر وبيض.\r45- سلوقين «5» :\rبلد كبير ذو منتوجات وفيرة، وأهله يسمون ملكهم نجاية، وهي امرأة من قبيلة بلهرا. وفيه الصندل الأحمر بوفرة.\r46- الجرز «6» :\rبلد سمي باسم ملكه. وهو بلد يشيع فيه العدل والقسط. ويقال إنه يخرج مع ملكه مائة ألف رجل، وهو الأشجع من بين الملوك الثلاثة المذكورين. ويرتفع من هذا [16 أ] البلد العود والصندل.","seal":"CF37547E","part":"1"},
      {"page":88,"id":81,"nass":"47- كرديز «1» :\rمدينة على الحد بين غزنين والهند، وهي على رأس تل، وفيها قلعة حصينة ذات ثلاثة أبراج. أهلها خوارج.\r48- سول:\rقرية على جبل، يسكنها الأفغان. وبينها وبين حسينان طريق يمر بين جبلين. وفي هذا الطريق ينبغي عبور اثنين وسبعين نهرا. وهو طريق خطر ومخيف.\r49- حسينان «2» :\rمدينة حارة الهواء، تقع في الصحراء.\r50- نينهار «3» :\rبلد مسلم وله نساء كثيرات من مسلمات وأفغانيات وهنديات يزيد عددهن على ثلاثين. أما بقية الناس فعباد أصنام. وفيه ثلاثة أصنام كبار.\r51- هيوان «4» :\rمدينة على قمة جبل. ويخرج من هذه المدينة ماء ينحدر إلى سفح الجبل ينتفع به في الزراعة.\r52- جلوت وبلوت «5» :\rمدينتان على يمين ويسار طريق بين جبلين، يجري فيهما ماء بشكل دائم. فيهما بيوت للأصنام. وبهما قصب السكر والبقر والأغنام.\r53- بيروزه «6» :\rمدينة بحدود المولتان في الهند، تأتي إليها جميع سفن الهند. وفيها بيوت للأصنام.","seal":"871EF29C","part":"1"},
      {"page":89,"id":82,"nass":"54- لمغان «1» :\rمدينة على شاطئ نهر، وهي مرفأ للهند يؤمها التجار. وفيها بيوت للأصنام.\r55- دنبور «2» :\rمدينة مقابل لمغان تقع على شاطئ نهر. يؤمها التجار من جميع أرجاء خراسان. وفيها بيوت للأصنام. ويقيم التجار المسلمون في هاتين المدينتين. والمدينتان عامرتان ذواتا خيرات.\r56- ويهند «3» :\rمدينة كبيرة، ملكها جيبال، يخضع لسلطة راي قنوج. وفيها مسلمون قليلون، ترسو فيها أغلب سفن الهند محملة بالمسك والجواهر والثياب الثمينة.\r57- قشمير «4» :\rمدينة كبيرة ذات نعم وتجار كثيرين، ملكها راي قنوج، وفيها بيوت كثيرة للأصنام التي يقصدها الهنود للزيارة.","seal":"505D2357","part":"1"},
      {"page":90,"id":83,"nass":"11- القول فى بلاد التبت ومدنها\rإلى الشرق منها قسم من الصين، وجنوبيها الهند، ومغربها بعض حدود ما وراء النهر وبعض حدود الخلخ، وشماليها بعض الخلخ وبعض التغزغز.\rوهي بلاد عامرة، أهلها كثيرون ومحاصيلها قليلة. وهم جميعا عباد أصنام. بعضها حار وبعضها بارد. وجميع ما في الهند يؤتى به إلى التبت ثم ينقل من هناك إلى مدن المسلمين.\rوفيها معادن الذهب، وفيها المسك الكثير، وفيها الثعلب الأسود والسنجاب والسمور والقاقم والختو «1» .","seal":"543DE85B","part":"1"},
      {"page":91,"id":84,"nass":"وهي قليلة الخيرات. وملك هذه البلاد يدعى خاقان التبت.\rوإن من عجائب التبت أن من دخلها لم يزل ضاحكا مسرورا من غير سبب حتى يخرج منها «1» .\r1- رانغ رنغ:\r«2» بلد من التبت متصل بالهند والصين، وليس فى التبت [16 ب] بلد أكثر فقرا منه. أهله يسكنون الخيام وثروتهم النعاج. ويأخذ خاقان التبت الجزية منهم بدل الخراج. وطول هذا البلد مسيرة شهر في عرض مسيرة شهر.\rويقال إن في جبالها معادن الذهب ويجدون فيه قطع الذهب كل قطعة منها بعدة رؤوس من النعاج. ومن أخذ من ذلك الذهب وحمله إلى بيته، وقع في بيته الموت حتى يردّه إلى موضعه.\r2- تبت بلور:\rبلد من التبت متصل بحدود بلور. أغلب سكانه تجار يقيمون في الخيام.\rومساحته مسيرة خمسة عشر فرسخا طولا في عرض خمسة عشر فرسخا.\r3- نزوان:\rبلد هو أغنى بلدان التبت، ذو ثروات كثيرة. وفيه قبيلة تدعى ميول، وملوك التبت من هذه القبيلة. وفيه قريتان، إحداهما صغيرة تدعى نزوان؛ والأخرى ميول.\rوهو قليل الخيرات لكن الثروة فيه كبيرة، ففيه الذهب والصوف وكثير من الآلات.\r4- برخمان:\rمدينة فيها تجار كثيرون.\r5- لهاسا:\rمدينة، فيها بيوت للأصنام ومسجد للمسلمين، وبها قليل من المسلمين.\r6- زوه:\rمن حدود توسمت. قرية صغيرة.","seal":"52DAEF69","part":"1"},
      {"page":92,"id":85,"nass":"7- أجليل «1» :\rموضع فيه مراع ومروج وخيام بعض التبتيين. وحين يموت خاقان التبت ولا يوجد من أفراد تلك القبيلة أحد، يختار واحد من أجايل هذه ليكون ملكا.\r8- جرمنكان الصغيرة وجرمنكان الكبيرة:\rمدينتان على حافة المفازة. قليلتا الخيرات والمحاصيل. والناس هناك يمارسون الصيد.\r9- توسمت:\rمدينة كان الصينيون يقيمون فيها قديما، ويسكنها الآن التبتيون، وفيها جنود لخاقان التبت.\r10- بالس؛ 11. كريان؛ 12. وجخيان؛ 13. بريخه؛ 14. جنخكث؛ 15. كونكرا؛ 16. راي كوتيه؛ 17. برنيه؛ 18. ندروف؛ 19. دستويه؛ 20. مث:\rكانت هذه المدن من بلاد الصين قديما، وفيها الآن التبتيون. وفي هذه المدن تغزغزيون كثيرون. وهي عامرة ذات خيرات وثروات. وبين كونكرا وكوتيه قلعة عظيمة على الجانب الأيمن، على قمة جبل شاهق، وهناك توجد خزائن خاقان التبت.\r21- غزا:\rأول حد التبت من ناحية التغزغز، قريبة من نهر كجا.\r22- بنيا وكلبانك:\rمدينتان صغيرتان من التبت فيهما جيش ومقاتلون وأسلحة كثيرة.\r23- كرسانغ:\rمن التبت، فيها بيوت للأصنام كبيرة، يدعونها الفرخار الكبير.","seal":"602393F5","part":"1"},
      {"page":93,"id":86,"nass":"12- القول في بلاد التغزغز ومدنها\rإلى الشرق منها بلاد الصين، وإلى جنوبها قسم من التبت وقسم من الخلخ، وإلى مغربها قسم من الخرخيز، وإلى شمالها أيضا الخرخيز إذ تمتد على جميع حدودهم. وهي أكبر بلاد الترك، وكانوا قديما أكثر الأقوام فيها، كما كان ملوك جميع بلاد الترك قديما من التغزغز، وسكانها مقاتلون مدججون بالسلاح الكثير. وهم يتنقلون خلال الصيف والشتاء من مكان إلى آخر بحثا عن الكلأ والهواء الأفضل «1» .","seal":"344D3DFA","part":"1"},
      {"page":94,"id":87,"nass":"ويكثر المسك في هذه البلاد [17 أ] وفيها الثعالب السود والحمر والمرقطة، وفيها شعر السنجاب والسمور والقاقم والفنك، وفيها السبج والختو والغزوغاو. وهي مكان قليل الخيرات، وما ينتجونه هو ما ذكرناه إضافة إلى تربيتهم الأغنام والبقر والخيول.\rوفيها مياه وفيرة لا حصر لها. وأهلها أغنى الأتراك.\rوالتاتار جنس من التغزغز أيضا.\r1- جينا نجكث:\rدار ملك التغزغز «1» وهي مدينة تقع وسط البلاد، ومقر ملكهم، متصلة بحدود الصين. صيفها حار جدا وشتاؤها شديد الاعتدال.\r2- وقربها جبل يدعى طفقان\r، ووراء هذا الجبل خمس قرى وهي: كوزارك وجملكث وبنجيكث وبارلغ وجامغر. ويقيم ملك التغزغز والخرخيز حتى بلاد الكيماك.\r3- كمسيغيا:\rقرية بين جبلين.\r4- ستكث:\rبلد صغير له ثلاث قرى.\r5- أرك:\rمدينة صغيرة قرب نهر خولندغون. وفيها فواكه كثيرة سوى العنب، ولها سبع قرى. ويقال إنه يخرج منها ومن نواحيها عشرون ألف رجل.\r6- كرارخون:\rقرية بين الرمال، قليلة الخيرات كثيرة السكان.\r7- قرى بكتكين:\rخمس قرى للسغد، يسكن فيها نصارى وزرادشتيون وصابئة. وهي باردة تحيط بها الجبال.\r8- كومس أرت:\rقرية على قمة جبل، سكانها صيادون.\r9- خمود:\rمكان فيه مروج ومراع وخيام التغزغزية، وهم أصحاب أغنام.\r10- جمليكث:\rقرية كبيرة يدعى عظيمهم بيغو، يقيم فيها البيغويون، ويغزوها الكيماكيون والخلخيون واليغمائيون دائما.\r11- تبراغ أرت «2» :\rجبل من تراب، وهو محط رحال التجار.","seal":"FD9472DE","part":"1"},
      {"page":95,"id":88,"nass":"12- مابنج جراباس:\rمحط رحال القوافل، فيه مياه وفيرة وكلأ.\r13- بلخمكان:\rموضع كان فيه التغزغزية قديما، وهو الآن خرب.\r14- سدنك:\rموضع.\r15- بنجيك أرت «1» :\rموضع.\r16- إيركوز كوكث:\rمحط رحال القوافل، فيه مراع وعيون ماء.\r17- إغراج أرت «2» :\rموضع، لا يخلو إطلاقا من الثلج، وفيه وحوش وجآذر، وتكثر فيه قرونها.","seal":"1ADCDC81","part":"1"},
      {"page":96,"id":89,"nass":"13- القول فى بلاد يغما ومدنها\rإلى الشرق منها بلاد التغزغز، وإلى الجنوب منها نهر خولندغون الذي يصب في نهر كجا، وإلى الغرب منها حدود بلاد الخلخ «1» .\rوهي بلاد لا يزرع فيها إلا القليل. تكثر فيها الأوبار. وفيها صيد كثير. ومنتوجاتها الخيول والأغنام. وسكانها أشداء أقوياء مقاتلون مدججون بالسلاح. وملكهم من أولاد ملك التغزغز. ولهم قبائل كثيرة. ويقال إن لديهم ألفا وسبعمائة قبيلة معروفة عندهم.\rويسجد عوامهم وخواصهم لملوكهم:\rوالبلاقيون أيضا قوم من اليغمائيين اختلطوا بالتغزغزية.\rوفيها قرى قليلة:\r1- كاشغر [17 ب] :\rمن بلاد الصين، لكنها تقع في الحد بين يغما والتبت والخرخيز والصين. وكان عظماء كاشغر قديما إما من الخلخ أو يغما. وإن جبل إغراج أرت يمر وسط بلاد يغما.\r2- أرتوج:\rقرية عامرة من بلاد يغما، غلبت عليها الأفاعي ففر أهلها منها «2» .\r3- خيركلي:\rقرية كبيرة يسكنها الأرتوجيون. وفيها ثلاثة أصناف من الأتراك: يغمائية وخلخية وتغزغزية.","seal":"6F5CCCB6","part":"1"},
      {"page":97,"id":90,"nass":"14- القول في بلاد الخرخيز\rإلى الشرق منها الصين وبحر الأوقيانوس المشرقي؛ وإلى جنوبها حدود التغزغز وبعض الخلخ؛ وإلى مغربها حدود الكيماك من القسم غير العامر في الشمال «1» .\rوليس فيها عمارة. وهذا هو القسم غير العامر من الشمال الذي لا يستطيع الناس العيش فيه هناك لشدة البرد.\rيرتفع منها المسك الكثير والأوبار الوفيرة وخشب الخدنك، وخشب الخلنج ومقابض السكاكين المصنوعة من الختو.\rويدعى ملكهم خاقان الخرخيز. ولأهلها طباع الوحوش. وهم ذوو وجوه حادة الملامح قليلة الشعر. ظالمون قليلو الرحمة، مقاتلون وأهل حرب لهم حروب وعداوات مع كافة الأقوام الذين يحيطون بهم. ومنتوجاتهم هي السفن الخرخيزية. وينتقلون من مكان إلى آخر بأغنامهم وأبقارهم وخيولهم بحثا عن الماء والكلأ والمروج. وهم يعظمون النار ويحرقون الميت، أصحاب خيام وصيادون.\r1- فوري:\rاسم قبيلة من الخرخيز، يقيم أفرادها إلى الشرق من بلاد الخرخيز ولا يختلطون بسائر الخرخيز. وهم عديمو الرحمة كالوحوش، لغتهم لا يفهمها بقية الخرخيز «2» .\r2- كمجكث:\rمدينة إلى الأسفل من فوري، يقيم فيها خاقان الخرخيز.","seal":"FC8F08ED","part":"1"},
      {"page":98,"id":91,"nass":"3- كسيم:\rاسم قبيلة من الخرخيز مقيمون على سفح جبل فى الخيام، وهم يمارسون الصيد، ترتفع من هذه البلاد الأوبار والمسك والختو وما شابه ذلك.\rوتوجد قبيلة من الخرخيز لغتهم قريبة من لغة الخلخ ولباسهم كلباس الكيماكية.\rولا توجد أي قبيلة من الخرخيز سواء في القرى أم في المدن أم في الخيام إلا في المكان الذي يقيم فيه الخاقان.","seal":"4D3B5543","part":"1"},
      {"page":99,"id":92,"nass":"15- القول في بلاد الخلّخ ومدنها\rإلى الشرق منها بعض حدود التبت وحدود يغما وحدود التغزغز، وإلى جنوبها بعض حدود يغما وبلاد ما وراء النهر، وإلى غربها حدود الغوز، وإلى شمالها حدود التخسي والجكل والتغزغز «1» .","seal":"B1664218","part":"1"},
      {"page":100,"id":93,"nass":"وهي بلاد عامرة، وأكثر بلدان الترك امتلاء بالخيرات. وفيها مياه جارية. وهواؤها معتدل. ترتفع منها الأوبار والأصواف المختلفة. وأهلها ودودون حسنو السجايا يحبون الاختلاط بغيرهم.\rوكان ملوك الخلخ يدعون قديما باسم جبغو ويبغو «1» أيضا.\rوفيها مدن وقرى. وبعض سكانها صيادون والبعض الآخر مزارعون، وبعضهم رعاة، ومنتوجاتهم هي الأغنام والخيول والأصواف والأوبار. وهم شعب مقاتل ينتصر في المعارك.\r1- كولان:\rقرية صغيرة متصل ببلاد المسلمين فيها المزارع والبساتين «2» .\r2- مركي:\rقرية يسكنها الخلّخية ويحلّ فيها التجار «3» .\rوفي هاتين القريتين ثلاث قبائل خلخية هي [18 أ] : بيستان وخيم وبريش.\r3- نوي كث:\rقرب جبل «4» .\r4- أورون غارج:\rكانت مدينة وهي الآن خربة ومأوى اللصوص. وفيها قليل من خيام الخلخية.\r5- غنكسير:\rقرية كبيرة وفيها قبائل كثيرة من الخلخية. وهي عامرة.","seal":"3604DCFD","part":"1"},
      {"page":101,"id":94,"nass":"6- توزون بلغ:\rقرية ذات مزارع وبساتين ومياه جارية وخيرات. وهي حدّ بين الخلخ ويغما.\rوقرب توزون غارج توجد بحيرة توزكول التي تأتي سبع قبائل خلخية بالملح منها.\r7- كوكيال، إتلالغ، لولغ:\rثلاث قرى عامرة ذات خيرات تقع على سفح جبل.\rوكان مالكوها إخوة يبغو.\r8- أوزكث وملجكث:\rقريتان على سفح جبل عامرتان ذواتا خيرات. ملكهما جبغو «1» .\r9- كرمين كث:\rفيها قليل من الخلخية يطلق عليهم اسم اللبان. وهي قرية كبيرة ذات خيرات وموئل التجار من كل مكان «2» .\r10- تونل وتالخزه:\rقريتان بين جبلين، تقعان على الحدّ بين الجكل والخلخ، وهما قريبتان من بحيرة إيسكول. وأهلها مقاتلون أبطال شجعان «3» .\r11- برسخان:\rمدينة على ساحل بحيرة؛ وهي عامرة ذات خيرات. حاكمها من الخلخ لكنه يميل للتغزغزية «4» .\r12- جامغر:\rمدينة صغيرة من حدود الخلخ على حافة مفازة كانت قديما من بلاد الخلخ، وملكها يعينه ملك التغزغز. وفيها مائتا قبيلة. وهي بلاد منفصلة.","seal":"B4AFFEA6","part":"1"},
      {"page":102,"id":95,"nass":"13- بنجول:\rفي حدود الخلخ. وكان ملكها قديما بأيدي التغزغزية. وهي الآن بأيدي الخرخيز «1» .\r14- أقراقر:\rمدينة مزدحمة بالناس، واقعة بين جبلين ونهر.\r15- أوج:\rعلى قمة جبل وفيها مائتا ألف رجل «2» .\rوأهل كلا هاتين المدينتين خلخية.","seal":"A490C815","part":"1"},
      {"page":103,"id":96,"nass":"16- القول في بلاد الجكل\rبلاد أصلها من الخلخ لكنها مزدحمة بالسكان «1» . إلى شرقها وجنوبها حدود الخلخ؛ وإلى مغربها حدود التخس؛ وشمالها بلاد الخرخيز. وكل ما هو في بلاد الخلخ وبلاد الخرخيز موجود أيضا في الجكل. ولأهلها الأموال الهائلة. وهم أهل خيام. ولهم مدن وقرى قليلة وأموالهم وبضاعتهم الأبقار والأغنام والخيل. يعبد قسم منهم الشمس والنجوم. وهم حسنو الطباع، محبون للاختلاط بغيرهم، ذوو شفقة. وملكهم منهم.\r1- سيكول:\rمدينة كبيرة واقعة على الحد بين الخلخ والجكل قريبة من بلاد المسلمين.\rوهي عامرة وفيرة الخيرات، وفيها التجار «2» .","seal":"8CE09113","part":"1"},
      {"page":104,"id":97,"nass":"17- القول في بلاد التّخس ومدنها\rإلى الشرق منها حدود بلاد الجكل؛ وإلى جنوبها الخلخ وجبال الخلخ، وإلى الغرب منها مجموعة من الخرخيز، وإلى شمالها الجكل «1» .\rوهذه البلاد خيراتها أوفر بكثير من جكل. يرتفع منها المسك والأصواف والأوبار المختلفة. وتجارتهم الخيول والأغنام والأصواف. ولهم خيام. وهم ينتقلون صيفا وشتاء بحثا عن المراعى والكلأ والمروج.\r1- لازنه وفراخيه:\rقبيلتان من التخس [18 ب] لكل منهما بلدة صغيرة، وقريتان تتعلقان بهاتين القبيلتين.\r2- سوياب:\rقرية كبيرة يخرج منها عشرون ألف رجل «2» .\r3- بيكليلغ:\rقرية كبيرة، تدعى باللغة السغدية سمكنا، وحاكمها يدعى ينالبركين ومعه ثلاثة آلاف رجل «3» .","seal":"0B514A70","part":"1"},
      {"page":105,"id":98,"nass":"4- أوركث:\rتقع بين قريتين من التخس. وأهلها قليلون، وخيراتها وفيرة. وأهلها أثرياء «1» .","seal":"A2238D25","part":"1"},
      {"page":106,"id":99,"nass":"18- القول في بلاد الكيماك ومدنها\rبلاد يقع إلى شرقها جنس من الخرخيز؛ وإلى جنوبها نهرا أرتش وأتل؛ وإلى غربها بعض بلاد الخفجاخ وجزء من القسم غير العامر من الشمال؛ وشمالها ذلك الجزء من النصف الشمالي للأرض الذي لا يمكن للناس أن يعيشوا فيه «1» .\rوهي بلاد فيها مدينة واحدة فحسب، وفيها قبائل كثيرة، وسكانها يعشون في الخيام ويتجولون بحثا عن الكلأ والماء والمروج صيفا وشتاء. وتجارتهم السمور والأغنام. وطعامهم في الصيف الحليب، وفي الشتاء اللحم القديد «2» . وحيثما وقع الصلح بينهم وبين الغوز، ذهبوا إلى برّ الغوز شتاء. أما ملك الكيماك فيدعى الخاقان «3» . وله أحد عشر عاملا في بلاد الكيماك، وينتقل الحكم إلى أولاد هؤلاء العمال بالوراثة.\r1- ما دون الخفجاق فبلدة\rمن الكيماك أخلاق أهلها شبيهة ببعض أخلاق الغوز.\r2- قرقرخان:\rبلدة أخرى من بلاد الكيماك، ولأهلها أخلاق الخرخيز.\r3- يغسون ياسو:\rبلدة أخرى من الكيماك بين نهري أتل وأرتش. وأهلها أوفر نعمة وأكثر مهارة.","seal":"95D6264D","part":"1"},
      {"page":107,"id":100,"nass":"4- نمكية «1» :\rمدينة في بلاد الكيماك، وهي مقر الخاقان في الصيف. وبينها وبين طراز مسيرة ثمانين يوما يقطعها الفارس المسرع.\r5- ده جوب:\rقرية على ساحل ماء. عامرة يكون فيها الناس كثيرين خلال الصيف.","seal":"5A1D6658","part":"1"},
      {"page":108,"id":101,"nass":"19- القول في بلاد الغوز\rبلاد شرقها مفازة الغوز ومدن ما وراء النهر، وإلى الجنوب منها بعض هذه المفازة أيضا أما الباقي فبحر الخزر؛ وإلى غربها وشمالها نهر آتل «1» .\rوأهلها ذوو جرأة وعدوانيون خبثاء العرق وحساد. يتجولون صيفا وشتاء بحثا عن المراعي والكلأ. وتجارتهم الخيول والأبقار والأغنام والسلاح وقليل من الصيد.\rوفيها تجار كثيرون من أهلها ومن الغوز أيضا. وهم يصلّون لكل شيء حسن وعجيب.\rولهم أطباء كبار، يصلّون لهم حين يرونهم. ويتحكم هؤلاء الأطباء في دمائهم وأموالهم.","seal":"AB992728","part":"1"},
      {"page":109,"id":102,"nass":"وليس لأهلها أية مدينة، فلديهم الخيام الكثيرة. وهم ذوو سلاح وآلات وشجاعة ويستبشرون بالحرب. وهم يأتون دائما لغزو بلاد الإسلام. وحيثما وصلوا منها عاثوا ونهبوا وعادوا مسرعين إلى بلادهم «1» . ولكل قبيلة منهم شيخ لعدم توافقهم.","seal":"4DC30E7F","part":"1"},
      {"page":110,"id":103,"nass":"20- القول في بلاد بجناك الترك\rيحدها من الشرق حدود الغوز [19 أ] ومن الجنوب حدود البرطاس والبراداس؛ ومن الغرب حدود المجغرية والروس؛ ومن الشمال روثا «1» .\rوهذه البلاد تشبه بلاد الكيماك بجميع أحوالها. ولأهلها حروب مع جميع من يحيط بهم.\rوليس لهم أية مدينة. وكبيرهم من بينهم.","seal":"D499E027","part":"1"},
      {"page":111,"id":104,"nass":"21- القول في بلاد الخفجاخ\rتحدها من الجنوب بلاد البجناك؛ أما بقية حدودها فتقع في القسم غير العامر من الشمال الذي لا يعيش فيه أي حيوان «1» .\rوأهلها قبيلة منفصلة عن الكيماك وجاءت إلى هذا الموضع. لكنهم أسوأ طباعا من الكيماكية. وملكهم يعينه ملك الكيماك.","seal":"15412561","part":"1"},
      {"page":112,"id":105,"nass":"22- القول في بلاد المجغر\rيحدها من الشرق جبل؛ ومن الجنوب قوم من النصارى يدعون ب (ونندر) ؛ ومن الغرب والشمال بلاد الروس «1» .","seal":"39478818","part":"1"},
      {"page":113,"id":106,"nass":"يعيش فيها عشرون ألف رجل مع ملكهم الذي يدعى خله «1» .\rطولها مائة وخمسون فرسخا وعرضها مائة.\rوفي الشتاء يذهب أهلها إلى ضفاف نهر بينهم وبين الروس. وطعامهم السمك يقيمون به أودهم. وهم ذوو أموال طائلة لكنهم سفلة.\rوهذه البلاد كثيرة الأشجار وفيها مياه جارية. وأهلها حسان الوجوه ذوو هيبة. ولهم مع جميع الكفار المحيطين بهم، حروب يظهر المجغريون بها عليهم.\rوهؤلاء الذين ذكرناهم هم جميع أجناس الترك في العالم.\rوسنذكر الآن جميع بلاد الإسلام. ثم نذكر بعدها بقية بلاد الكفر الذين في حدود المغرب.","seal":"75ECA322","part":"1"},
      {"page":114,"id":107,"nass":"23- القول في بلاد خراسان ومدنها\rتحدها من الشرق بلاد الهند؛ ومن الجنوب بعض حدود خراسان وقسم من مفازة كركس كوه؛ ومن الغرب نواحي جرجان وحدود الغور؛ ومن الشمال نهر جيحون.\rوهي بلاد واسعة. ذات تجارة واسعة وخيرات وفيرة. وتقع وسط عمارة العالم.\rوفيها معادن الذهب والفضة والجواهر التي يؤتى بها من الجبال. وفي هذه البلاد تكثر الخيول. وأهلها مقاتلون. وهي باب بلاد الترك. وتنتج فيها الثياب والذهب والفضة والفيروزج والعقاقير.\rوهي بلاد ذات هواء صحيح. وأهلها أصحاء أشدّاء.\rوكان ملك خراسان قديما منفصلا عن ملك ما وراء النهر، لكنه الآن ملك واحد.\rويجلس أمير خراسان في بخارى وهو من آل سامان، ومن أولاد بهرام جوبين ويسمى ملك المشرق. وينتشر عمّاله في جميع أرجاء خراسان. ويوجد في حدود خراسان ملوك يدعون ملوك الأطراف.\r1- نيسابور:\rأكبر مدينة في خراسان. وبها البضائع الكثيرة. وطولها فرسخ وعرضها فرسخ. وهي مزدحمة بالناس ومحط رحال التجار، ومقر قادة الجيوش. وفيها قهندز «1» وربض ومدن. ويؤتى بمائها من العيون الموجودة في باطن الأرض.\rويؤتى منها بالثياب المختلفة الصوفية والقطنية. وهي بلدة قائمة بذاتها، ولها ثلاث عشرة قرية وأربعة خانات.\r2- سبزوار:\rمدينة صغيرة على طريق الري وقصبة الرستاق.\r3- خسروجرد:\rقريبة منها، وهي مدينة صغيرة.\r4- بهمن آباد ومزينان:\rمدينتان صغيرتان على طريق الري. وفيهما مزارع وبساتين كثيرة.","seal":"D3F2D44D","part":"1"},
      {"page":115,"id":108,"nass":"5- آزاذوار:\rمدينة وسط مفازة على طريق جرجان، وهي ذات خيرات.\r6- جاجرم:\rمدينة على الطريق إلى جرجان على الحد، وهي محط رحال بضائع جرجان وقومس ونيسابور.\r7- سبراين «1» :\rمدينة عامرة ذات خيرات.\r8- جرمكان، سيبينكان، خوجان، راويني:\rمدن ذوات مزارع وبساتين وهي عامرة. تقع بين الجبل والصحراء. وهي جميعا من حدود نيسابور.\r9- نسا:\rمدينة على سفح جبل، تقع بين الجبل والمفازة. ذات خيرات وفيرة وهواء رديء ومياه جارية.\r10- باورد:\rتقع بين الجبل والمفازة. ذات مزارع وحقول كثيرة. هواؤها حسن، وأهلها سفلة.\r11- طوس:\rبلد فيه مدن أمثال طوران ونوقان بزديغر «2» ورايكان وبنواده. وهي بين الجبال. وفي جبالها معادن الفيروزج والنحاس والرصاص. يرتفع منها الكحل والشبه والقدور الصخرية. والدهنج والسراويل والجوارب.\rوفي نوقان المرقد المبارك لعلي بن موسى الرضا، حيث يذهب الناس لزيارته. وفيها مدفون هارون الرشيد أيضا. ويؤتى منها بالقدور الصخرية.\r12- ميهنة:\rمدينة على حدود باورد، في وسط مفازة.\r13- ترشيز وكندر وينابد «3»\rوتون وكري:\rمدن تقع بين حدود قوهستان ونيسابور ذات مزارع وبساتين كثيرة.","seal":"CCFE42B8","part":"1"},
      {"page":116,"id":109,"nass":"14- قاين:\rأكبر مدن قوهستان، يحيط بها خندق، ولها قهندز ومسجد جامع. وقصر السلطان في القهندز. وهي باردة الهواء.\r15- طبسين:\rمدينة حارة وبها التمر. ماؤها من قنوات. وهي في مفازة.\r16- كري:\rفي مفازة ويرتفع منها الكرباس «1» .\r17- طبس سينان:\rتقع بين الجبل والمفازة. وهي ذات خيرات.\r18- خور وخسب:\rمدينتان على حافة المفازة، ماؤهما من قناة. وأغلب تجارة هاتين المدينتين المواشي.\r19- بوزكان، خايمند، سنكان، سلومذ، زوزن:\rمدن من حدود نيسابور ذات قرى كثيرة ومزارع وبساتين. ويرتفع الكرباس من هذه المدن\r20- هري:\rمدينة كبيرة وعامرة جدا. وبها قهندز وربض. وفيها مياه جارية.\rوالمسجد الجامع لهذه المدينة أكثر مساجد خراسان عمارة بالناس في كل خراسان. وهي على سفح جبل، ذات خيرات وفيرة. وبها عرب كثيرون. وبها نهر كبير يخرج من حد بين الغور ونهر الجوزجان فينتفع منه في القرى. ويرتفع منها المنّ والدبس «2» .\r21- بوشنج:\rعلى بعد عدة مراحل من هري، ويحيط بها خندق. وبها حصن منيع.\rوبها أشجار العرعر، ونبات عصارته [20 أ] ترياق لسم الأفعى والعقرب.\r22- نوشجان:\rمدينة عامرة ذات خيرات كثيرة. وهي على سفح جبل.\r23- فرجرد:\rمدينة صغيرة، أهلها أصحاب سوائم.\r24- بادغيس:\rعامرة ذات خيرات كثيرة ولها حوالي ثلاثمائة قرية.\r25- كالون «3» :\rمدينة مياهها من عين ومن الأمطار، ويؤتى منها بالخيول الجيدة.\r26- خجستان:\rبلدة أسفل جبل وفيها مزارع وبساتين كثيرة، وأهلها مقاتلون.","seal":"B93BE00B","part":"1"},
      {"page":117,"id":110,"nass":"27- كوه سيم:\rمدينة على سفح جبل وفيها معدن الفضة إلا أن العمل في البحث عنه توقف لعدم وجود الحطب.\r28- مالن:\rهي من هري، ويرتفع منها الزبيب الطائفي اللذيذ.\r29- إسبزار «1» :\rلها أربع مدن هي: كواثان وأرسكن وكوزد وجراشان، ومساحة هذه الأربع تعادل ستة فراسخ. وهي ذات خيرات، وأهلها خوارج ومقاتلون. وفي هذه البلاد جبال كثيرة ووعرة.\r30- سرخس:\rمدينة على الطريق وفي وسط المفازة. وليس لأهلها نهر إلا نهر خشكرود «2» الذي يمر وسط السوق، ويمتلئ وقت ارتفاع المياه فحسب. وهي مدينة ذات زروع وبساتين كثيرة وأهلها أقوياء الأبدان مقاتلون، وترتفع منها الجمال.\r31- بون:\rمدينة من قصبة كنج رستاق، وهي كثيرة الخيرات. وفيها خيرات كثيرة.\rويرتفع منها الدبس.\r32- كيف:\rمدينة صغيرة مثل بون.\r33- بغشور:\rتقع في المفازة وماؤها من الآبار.\r34- كروخ:\rمدينة عامرة تقع بين جبال ويرتفع منها الكشمش.\r35- شورمين:\rمدينة من أعمال هري.\r36- غرجستان:\rبلاد قصبتها بشين. وأكبر مدن هذه البلاد تدعى الشار. وهي وفيرة الغلال والزروع والبساتين وعامرة. وكلها جبال. وأهلها طيبو القلوب ومساكين يشتغلون بالرعي والزراعة.\r37- دزه:\rمدينة على سفح جبل يمر نهر مرو وسطها، وهي نزهة ذات فواكه كثيرة.\r38- مروالرود:\rمدينة ذات خيرات عامرة تقع على سفح جبل ذات فواكه كثيرة يمر بمحاذاتها نهر مرو.\r39- دز أحنف:\rمدينة تقع وسط الصحراء ذات مزارع وبساتين كثيرة، وفيها مياه جارية.\r40- بركدز:\rتقع على شاطئ نهر مرو. فيها قهندز حصين. وبها مجوس ويدعون البهافريدية «3» .","seal":"F5318233","part":"1"},
      {"page":118,"id":111,"nass":"41- كيرنك:\rمدينة صغيرة.\r42- مرو:\rمدينة كبيرة كانت قديما مقر أمير خراسان، ومقره الآن في بخارى، ذات خيرات ونزهة. وقد بناها طهمورث. وفيها أبراج كثيرة وكانت مقر الأكاسرة. وليس في خراسان كلها مدينة لها حسن سوقها. وخراجها يؤخذ على المياه. يرتفع منها القطن الجيد والحنزاب والملبن والخل والمري «1» والثياب الحرير والملحم.\r43- شنك عبادي:\rمدينة عامرة ذات نواح كثيرة وخيرات.\r44- دندانقان [20 ب] :\rمدينة ذات سور ارتفاعه خمسمائة قدم. وهي وسط المفازة وخارجها خان لنزول القوافل.\r45- كشميهن، مسفري، ماشان، سوسنقان، شابرنجي، زرق:\rهذه مدن منها الصغير والكبير، وهي جميعها من أعمال مرو، وتسقى جميع المزارع والبساتين فيها من مياه نهر مرو.\r46- الجوزجان:\rبلاد عامرة ذات خيرات كثيرة، يسودها القسط والعدل والأمن.\rيحيط بها من شرقيها حدود بلخ وطخارستان حتى حدود الباميان؛ ومن جنوبيها آخر حدود الغور وحد بست؛ وغربيها حدود غرجستان وقصبة بشين حتى حدود مرو؛ وشماليها حدود جيجون. وملك هذه البلاد من ملوك الأطراف ويدعى في خراسان ملك","seal":"2C5E7636","part":"1"},
      {"page":119,"id":112,"nass":"الجوزجان، وهو من أولاد أفريدون. وكل حاكم في حدود غرجستان وحدود الغور تابع لأمره. وهو أكبر من جميع ملوك الأطراف ملكا وعزا وعلوا وسياسة وسخاء وحبا للعلم «1» .\rيرتفع من هذه البلاد الخيل الكثيرة واللبود والحقائب وأحزمة الخيل والسجاجيد والعباءات. وفيها شجرة تدعى الخنج لا يجف خشبها إطلاقا وهو لين حتى يمكن أن تعقد فيه عقدة. وفي هذه المملكة بلدان كثيرة مثل:\r47- الريوشاران:\rوهو بلد كبير ذو خيرات «2» وأهله مقاتلون، من غرجستان الجوزجان. ويمر جزء من مياه مرو في هذا البلد. وفيه معدن الذهب. وحكام هذا البلد من حكام الجوزجان. وهم يعطون الضريبة لملك الجوزجان.\r48- درمشان:\rهما بلدتان، أحدهما في بست، والأخرى في الجوزجان، وهذه متصلة بريوشاران. وتخرج من هذه البلدة مياه تتحد مع مياه الريوشاران. وإن نهر مرو هو من هذه المياه. وحاكم هذه البلدة يدعى درمشي شاه.\r49- تمران وتمازان:\rبلدتان في حدود رباط كروان قريبة من سفوح الجبال، يسمى أحد حاكميها تمران فرنده والآخر تمازان فرنده.\r50- ساروان:\rبلدة في الجبال، أهلها ذوو جرأة ومقاتلون يمتهنون اللصوصية، عنيدون عديمو الوفاء مصاصو دماء. والعصبيات بينهم دائمة.\r51- مانشان:\rبلدة متصلة بدر اندره، وهي في الجبال. وكان حكامهم قديما يدعون برازبنده. أما اليوم فيعين عاملهم من قبل حضرة ملك الجوزجان.\rإن جميع تلك البلدان ذات مزارع وبساتين ونعمة واسعة. وحكامها يعيّنهم ملك الجوزجان وهم يعطونه الضرائب. وأغلب أهلها بسطاء أصحاب سوائم كثيرة من الأبقار والأغنام.","seal":"DD200D16","part":"1"},
      {"page":120,"id":113,"nass":"وفي هذه البلاد نواح صغيرة كثيرة. وفيها شجرة تصنع منها السياط. وفي جبالها معادن الذهب والفضة والرصاص وحجر الكحل ومختلف أنواع الزاج.\r52- الطالقان:\rعلى حد الجوزجان، وهى من تلك البلاد. مدينة ذات خيرات كثيرة [21 أ] يرتفع منها النبيذ بوفرة وكذلك اللبود.\r53- اليهودية:\rمدينة عامرة ذات خيرات، وهي على سفح جبل، وفيها مقر ملك الجوزجان. وقريب منها معسكر يدعى دراندره بينها وبينه فرسخ ونصف. وهو طيب الهواء أفضل من هواء اليهودية وفارياب.\r54- فارياب:\rمدينة على طريق القوافل، ذات خيرات كثيرة.\r55- نريان:\rمدينة بين حدود القوافل، ذات خيرات كثيرة.\r56- كرزوان:\rمدينة في الجبل، ذات خيرات كثيرة، طيبة الهواء، وكانت مقر ملوك الجوزجان قديما.\r57- كندرم:\rمدينة ذات نعمة يرتفع منها بكثرة النبيذ الجيد.\r58- أنبير:\rقصبة الجوزجان. مدينة حسنة عامرة محط رحال التجار، وحاضرة بلخ، ذات خيرات كثيرة، تقع على سفح جبل. ترتفع منها الجلود لجوزجانية التي تحمل إلى الآفاق.\r59- كلار:\rمدينة صغيرة عامرة ذات بساتين ومياه جارية ونعمة واسعة.\r60- أشبورقان:\rتقع على الطريق، مدينة ذات نعمة واسعة في الصحراء، وفيها مياه جارية.\r61- أنتخذ:\rمدينة وسط المفازة، فواكهها وزروعها قليلة، وهي قليلة النعمة.\r62- سان:\rمدينة عامرة ترتفع منها الأغنام الكثيرة.\r63- رباط كروان:\rمدينة على حد الجوزجان في جبالها معدن الذهب.\r64- سنكبن:\rمن ريوشاران، أقيم بها منبر حديثا.\r65- أزيو:\rمدينة في آخر أعمال الجوزجان.\rإن جميع المدن التي ذكرناها هي من مملكة ملك الجوزجان. وفي مفازات هذه المملكة عشرون ألف رجل من العرب أصحاب الأغنام والجمال الكثيرة. يعيّن أميرهم من حضرة","seal":"7F98F312","part":"1"},
      {"page":121,"id":114,"nass":"ملك الجوزجان، ويرسل إليه الصدقات. وهؤلاء هم أغنى من جميع العرب المتناثرين في كل مكان من خراسان.\r66- حوش:\rقرية كبيرة حسنة عامرة، تقع في المفازة وهي تابعة لذلك الملك، يقيم فيها العرب خلال الصيف غالبا.\rولهذه البلاد كثير من القرى والنواحي. ولكن المدن ذات المنبر هي التي ذكرناها.\r67- بلخ:\rمدينة كبيرة ونزهة، وكانت مقر الأكاسرة قديما. وبها أبنية كسروية ذات نقوش وصنعة عجيبة وهي الآن خرائب وتدعى النوبهار. يجتمع فيها التجار وذات نعمة وفيرة، عامرة تجمع فيها تجارة الهند. ولها نهر كبير يخرج من حدود الباميان ثم ينشعب قرب بلخ اثنتي عشرة شعبة، ويدخل المدينة، فينتفع به في سقي مزارعها وبساتينها. ويرتفع منها الأترج والنارنج وقصب السكر والنيلوفر. وهي مدينة يحيط بها سور منيع وبها ربض وأسواق كثيرة.\r68- خلم:\rبين بلخ وطخارستان، تقع في الصحراء على سفح جبل، وبها نهر، وخراجها يؤخذ على المياه؛ وهي ذات مزارع وبساتين كثيرة.\r69- طخارستان [21 ب] :\rبلدة أغلب نعمها من الجبل وفي صحاريها يقيم الأتراك الخلخية. ترتفع منها الخيول والأغنام والغلال والفواكه المختلفة.\r70- سمنجان:\rمدينة بين الجبال التي أحجارها بيض كالرخام، وبها بيوت منحوتة في الصخر ومواضع وأبراج وبيوت للأصنام. توجد في أبراجها صور لإصطبلات الخيول مع جميع معداتها محفورة عليها بأشكال مختلفة. وذلك من عمل الهنود. يرتفع منها النبيذ الجيد والفواكه الكثيرة.\r71- سكلكند:\rمدينة بين الجبال كثيرة الفواكه والزروع. وبها أهل الفاقة.\r72- بغلان:\rهي مثل سكلكند.\r73- ولوالج:\rمدينة نزهة وهي قصبة طخارستان ذات نعم كثيرة ومياه جارية وأهلها ودودون.\r74- سكيمشت:\rبلد فيه مزارع وغلال كثيرة.\r75- يون:\rتأتي بعد سكيمشت، وهي مملكة صغيرة بين الأحجار والجبال. حاكمها يدعى باخ، وسلطته من أمير الختل. يرتفع منها الملح.","seal":"1806F102","part":"1"},
      {"page":122,"id":115,"nass":"76- الطايقان:\rمدينة على الحد بين طخارستان والختل. على سفح جبل، ذات زروع وفواكه كثيرة.\r77- أندراب:\rمدينة بين الجبال كثيرة الفواكه والزروع والغلال. وبها نهران. وتقع إليها الفضة التي يؤتى بها من بنجهير وجاربايه «1» حيث تسك دراهم فيها. ملكها يدعى شهر لمير.\r78- الباميان:\rمدينة على الحد بين الجوزجان وحدود خراسان. ذات زروع وفواكه كثيرة. ملكها يسمونه شير. يمر بمحاذاتها نهر كبير. وبها صنمان ضخمان أحدهما يدعى سرخ بت والآخر خنك بت «2» .\r79- بنجهير وجاربايه:\rمدينتان فيهما معدن الفضة. يمر فيهما نهر. وتقعان في حدود الهند.\r80- مدر وموتي:\rمدينتان نزهتان من حدود أندراب.","seal":"D14939A5","part":"1"},
      {"page":123,"id":116,"nass":"24- القول في مناطق خراسان الحدودية ومدنها\rبلاد يحيط بها من شرقيها الهند؛ وجنوبيها مفازة السند ومفازة كرمان؛ ومن غربيها حدود هري؛ ومن شماليها حدود غرجستان والجوزجان وطخارستان. وهي بلاد بعضها جروم وبعضها صرود. ويؤتى من جبالها برقيق بلاد الغور إلى خراسان. كثيرة الفواكه والزروع. كما تقع إليها مصنوعات الهند.\r1- الغور:\rبلاد بين الصخور والجبال، لها ملك يسمونه غورشاه، يستمد سلطته من أمير الجوزجان. وكانت الغور هذه قديما دار كفر بأسرها، إلا أن أغلب أهلها الآن مسلمون، ولهم مدن وقرى كثيرة. ويؤتى منها بالرقيق والجواشن «1» والأسلحة الجيدة. أهلها سيئو الطباع وغلاظ وجهلة. وهم بيض وسمر.\r2- سجستان:\rبلاد قصبتها زرنج، وهي مدينة ذات سور وحولها خندق، ومياهها تأتي منه. وبها أنهار، تجري مياهها بين بيوتها [22 أ] ولها خمسة أبواب من الحديد. وربضها له قلعة ذات ثلاثة عشر بابا. وهي من الجروم فليس فيها ثلج. وبها طواحين تعمل بالهواء.\rيقع إليها السجّاد الطبري والسجاد الجهرمي والتمر اليابس والصمغ.\r3- طاق:\rمدينة ذات سور منيع مزدحمة بالسكان.\r4- كش:\rمدينة عامرة ذات نعم ومياه جارية طيبة الهواء وهي على ساحل نهر هيذمند.\r5- نه:\rمدينة عامرة ذات زروع وفواكه كثيرة، ولا يكون بها البعوض.\r6- فره:\rمدينة حارة، وبها التمر والفواكه الكثيرة.\r7- قرني «2» :\rمدينة صغيرة كان بها أولاد الليث الذين تولّوا الملك.\r8- خواش:\rمدينة بها مياه جارية وقنوات وهي ذات نعم.","seal":"874F115F","part":"1"},
      {"page":124,"id":117,"nass":"9- بست:\rمدينة كبيرة، بها قلعة حصينة؛ تقع على ساحل نهر هيذمند ذات نواح كثيرة. وهي في الهند. يجتمع بها التجار. أهلها مقاتلون أبطال، ترتفع منها الفواكه التي يجففونها وتحمل إلى الآفاق، وكذلك الكرباس والصابون.\r10- حالكان:\rمدينة ذات مياه جارية، أغلب أهلها حاكة.\r11- سروان:\rمدينة، لها ناحية صغيرة تدعى ألين. وهي حارة. يرتفع منها التمر.\rعامرة.\r12- زمين داور:\rبلاد عامرة ولها مدينتان: تل ودرغش، وهما ثغران على بلاد الغور، وينبت في درغش الزعفران الكثير، وهي متصلة ببلاد درمشان «1» .\r13- بغني:\rمدينة قرب الغور وفيها مسلمون.\r14- بشلنك:\rمن الغور. وبها هي ذات زروع وفواكه كثيرة.\r15- خوانين:\rمن الغور، وبها حوالي ثلاثة آلاف رجل.\r16- الرّخّذ:\rبلدة عامرة ذات نعم كثيرة «2» ، ولها ناحية منفصلة تدعى فيحواني «3» وهي قصبة الرخذ.\r17- كهك وروذان:\rمدينتان ذواتا نعمة وزروع، يرتفع منهما الملح «4» .\r18- بالس:\rبلاد في المفازة، ذات زروع وفواكه، قليلة النعمة وبها مدن مثل سفنجاي وكوشك وسيوي. ومقر أمير المدينة في كوشك.\r19- غزني:\rمدينة على سفح جبل «5» ذات نعم وفيرة جدا وهي من الهند. وكانت قديما بأيدي أهل الهند وهي الآن بيد المسلمين. حد بين المسلمين والكفار. يجتمع فيها التجار ذات بضائع كثيرة.","seal":"280BB0F5","part":"1"},
      {"page":125,"id":118,"nass":"20- كابل:\rمدينة ذات قلعة حصينة. وبها مسلمون وهندوس. وفيها بيوت للأصنام.\rولا يتم الملك لراي قنوج ما لم يزر بيت الأصنام هذا إذ يعقد لواء ملكه فيها.\r21- استاخ وسكاوند:\rمدينتان صغيرتان على سفح جبل. ولسكاوند قلعة حصينة وهي ذات زروع وفواكه.\r22-[مناطق الأتراك الخلخية]\rوفي غزنين وحدود هذه المدن التي ذكرناها توجد مناطق الأتراك الخلخية وهم أصحاب أغنام كثيرة ينتقلون بها بحثا عن الكلأ والمراعي. ويوجد كثير من هؤلاء الأتراك الخلخية [22 ب] أيضا في حدود بلخ وطخارستان وبست والجوزجان. وأما في غزنين وتلك النواحي المتصلة بها فإنهم ينسبونهم إلى زابلستان.\r23- بروان:\rمدينة ذات نعم يجتمع فيها التجار، وهي في الهند.\r24- بدخشان:\rمدينة ذات نعم وفيرة يجتمع فيها التجار وبها معادن الفضة والذهب والبيجاذي واللازورد، ويؤتي إليها بالمسك من التبت.\r25- درتازيان:\rمكان بني فيه سد بين جبلين «1» ، وفيه باب يمكن للقوافل أن تخرج منه. وقد بنى الخليفة المأمون هذا السد.\r26- ده سنكس:\rقرية كبيرة عامرة وفيها مسلمون، وقريب منها عقبة تدعى عقبة سنكس.\r27- سقلية:\rقرية كبيرة.","seal":"E585DB8D","part":"1"},
      {"page":126,"id":119,"nass":"25- القول في بلاد ما وراء النهر ومدنها\rبلاد يحيط بها من شرقيها حدود التبت؛ ومن جنوبيها خراسان والمناطق التابعة لها؛ ومن غربيها الغوز وحدود الخلخ؛ ومن شماليها حدود الخلخ أيضا.\rوهي بلاد عظيمة عامرة ذات نعم وفيرة بتركستان، يجتمع فيها التجار. وأهلها مقاتلون غزاة ورماة حسنو الديانة. وهي بلاد يسودها العدل. وفي جبالها معادن الذهب والفضة الكثيرة وجميع الجواهر التي يؤتى بها من الجبال، إضافة للعقاقير التي في الجبال كالناك «1» والزرنيخ والكبريت والنوشادر.\r1- بخارى:\rمدينة كبيرة عامرة من بلاد ما وراء النهر، ومقر ملك الشرق. وهي مكان رطب ذات فواكه كثيرة ومياه جارية. أهلها رماة وغزاة. ترتفع منها البسط والمصلّيات وثياب من الصوف تستحسن، والشورة «2» التي تحمل إلى الآفاق.\rومساحة بخارى اثنا عشر فرسخا في اثني عشر فرسخا، يحيط بها بأسرها سور، وبها قلعة ورباطات، وفي داخل هذا السور قرى.\r2- مغكان وخجادك ودندونه وبومكث ومديامجكث وخرغنكث:\rمدن، كل واحدة منهن ذات منبر من حدود بخارى، عامرة ذوات زروع وفواكه.\r3- فرب:\rمدينة على ساحل جيحون. ويقع نهر مير هناك. وهي في مفازة.\r4- بيكند:\rمدينة بها نحو ألف رباط «3» . أرضها خصبة، وفيها القباب التي توضع على المقابر مما يجلب من بخارى إليها.","seal":"23D63CF6","part":"1"},
      {"page":127,"id":120,"nass":"5- السغد:\rبلاد في نواحي المشرق لا يوجد مكان أكثر حسنا منها. ذات مياه جارية وأشجار كثيرة وهواء طيب. أهلها يقرون الضيف ودودون. عامرة وبها نعمة وفيرة. وبها يكثر الظرفاء ذوو الدين.\r6- طواويس:\rمدينة من بخارى على الحدود مع السغد يقام بها كل سنة سوق لمدة يوم واحد يجتمع فيه خلق كثير.\r7- كرمينه، دبوسي [23 أ] ، ربنجن:\rمدن في بلاد السغد على طريق سمرقند «1» .\rعامرة ذات مياه جارية وأشجار.\r8- كشاني:\rأكثر البلدان عمارة ببلاد السغد.\r9- أرمان:\rمن مدن كشانية «2» .\r10- إشتيخن:\rموضع طيب الهواء والماء وعامر ذو نعمة وفيرة.\r11- كنجكث وفرنكث:\rمدينتان تقعان بين النهر ومدينة إشتيخن.\r12- دران:\rمدينة نزهة صغيرة، وهي من مدن سمرقند.\r13- سمرقند:\rمدينة كبيرة عامرة ذات نعم وفيرة يجتمع فيها التجار من الآفاق. ولها مدينة وقلعة وربض؛ يمر من فوق سقف سوقها ماء جار في نهر من رصاص، ويأتيها الماء من جبل. وبها موضع للمانويين ويدعون باسم نغوشاك «3» . يرتفع منها الكاغذ الذي يحمل إلى الآفاق وحبال القنّب. وإن نهر بخارى يمرّ من باب سمرقند.","seal":"5CA5196F","part":"1"},
      {"page":128,"id":121,"nass":"14- ورغسر وبنجيكث:\rمدينتان من مدن سمرقند على شاطئ نهر بخارى. وإن انشعاب المياه إنما يقع في ورغسر هذه.\r15- كش:\rمدينة من الجروم ويهطل فيها المطر مدرارا. لها مدينة وقهندز وربض. ولها نهران يمران بالمدينة ينتفع منهما في الزراعة. وفي جبالها العقاقير. يرتفع منها البغال الفارهة والمن والملح الأحمر التي تحمل إلى الآفاق.\r16- نوقت قريش:\rمدينة ذات زروع وفواكه كثيرة «1» .\r17- نخشب:\rمدينة ذات نعم، عامرة كثيرة الزروع والفواكه. ولها نهر واحد يمر وسط المدينة «2» .\r18- سوبخ:\rمن مدن نخشب.\r19- سكيفغن:\rمدينة كثيرة الزروع والفواكه.\r20- بزده:\rمدينة قليلة الناس كثيرة الزروع والفواكه. ولها نهر جاف يأتي فيه الماء بعض السنة. أغلب مياه أهلها من الآبار ومما تأتي به الدواليب.\r21- كسبه:\rموضع ذو زروع وفواكه كثيرة.\r22- ترمذ:\rمدينة نزهة على شاطئ جيحون، لها قهندز على شاطئ النهر. وهذه المدينة فرضة «3» ختلان وصغانيان. يرتفع منها الصابون الجيد والبواري «4» الخضر والمراوح.\r23- هاشمكرت:\rمدينة تكثر فيها الأغنام والسوائم.\r24- جرمنكان:\rمدينة ذات زروع وفواكه ومياه جارية.\r25- الصغانيان:\rناحية خربة «5» ، وهي كبيرة ذات زروع وفواكه كثيرة. مزارعوها جهلة مساكين لكنها ذات نعم كثيرة. أهلها مقاتلون أبطال. ولهذه الناحية هواء جاف","seal":"E99D8577","part":"1"},
      {"page":129,"id":122,"nass":"وأرض خصبة وماء سائغ عذب، ويرتفع منها القليل من الخيول والثياب الصوف والمسوح؛ وكثير من الزعفران. وملك هذه الناحية من ملوك الأطراف ويقال له أمير الصغانيان.\r26- دارزنجي:\rمدينة يحيط بها خندق وهي من حدود الصغانيان. ترتفع منها الجوارب والأكسية والبسط الصوف.\r27- صغانيان:\rمدينة كبيرة على سفح جبل. وهي قصبة هذه الناحية، ذات مياه جارية طيبة الهواء، أهلها مساكين.\r28- باسند:\rمدينة مزدحمة بالسكان على الطريق المتجه إلى بخارى وسمرقند [23 ب] عامرة، وأهلها مقاتلون.\r29- زينور:\rذات زروع وفواكه كثيرة وسكان قليلين.\r30- بوجان:\rمدينة في داخلها قلعة وهي عامرة.\r31- ريكر:\rمدينة قرب نهر نهام طيبة الهواء ذات نعم كثيرة.\r32- همواران:\rمدينة تقع قرب نهر كسوان، قليلة الناس.\r33- شومان:\rمدينة عامرة على سفح جبل حولها سور وبها قهندز على قمة جبل، وتحت القهندز عين ذات مياه غزيرة. يرتفع منها الزعفران الوفير.\r34- أفريذان:\rمدينة قليلة الناس، تقع على جبل.\r35- ويشجرت «1» :\rمدينة عامرة، تقع بين الجبل والصحراء على الحد بين الصغانيان وختلان. والرياح تسفي بها دائما. وبها تربة شقيق البلخي رحمة الله عليه. يرتفع منها الزعفران الكثير.\r36- سروشنة:\rناحية كبيرة عامرة ذات نعمة وفيرة، لها مدينة ورساتيق كثيرة. يرتفع منها النبيذ الكثير، ومن جبالها الحديد.\r37- زامين:\rمدينة على طريق خجند وفرغانة، وهي من مدن سروشنة. ولها سور حصين. كثيرة الزروع والفواكه.\r38- جرقان:\rمن مدن سروشنة، وهي عامرة.","seal":"77BAF48B","part":"1"},
      {"page":130,"id":123,"nass":"39- دزك:\rمدينة ذات مياه جارية قرب موضع يدعى مرسمنده. يقام فيها كل سنة سوق لمدة يوم واحد. يقال إنه تتم فيه معاملات تجارية تزيد قيمتها على مائه ألف دينار.\r40- بونجكث:\rقصبة سروشنه، ومقر أمير هذه الناحية، وهي كثيرة السكان وعامرة وفيرة النعمة وبها مياه جارية.\r41- فغ كث،\rغزق، ساباط، كركث: مدن في حدود سروشنه ذات زروع وفواكه، كثيرة السكان.\r42- البتّم:\rناحية بين الجبال والصخور من حدود سروشنه، وهي ثلاثة مواضع: البتم الداخلة والبتم الوسطى والبتم الخارجة. وهي ناحية كثيرة الزروع والفواكه وأهلها مساكين. وبها قرى ورساتيق كثيرة. وفي جبالها معدن النوشادر بكثرة.\r43- برغر:\rناحية من البتم الوسطى. وبها بحيرة يخرج منها نهر بخارى، وتصب بها المياه القادمة من البتم الوسطى.\r44- خجند:\rمدينة هي قصبة تلك الناحية كثيرة الزروع والفواكه. أهلها ذوو مروءة، يرتفع منها الرمان.\r45- فرغانة:\rناحية عامرة كبيرة ذات نعم وفيرة. وبها جبال كثيرة وصحار ومدن ومياه جارية، وهي باب تركستان. ويقع إليها الرقيق التركي الكثير. وفي جبالها معادن الذهب والفضة بكثرة، وكذلك النحاس والرصاص والنوشادر والزئبق والشمع الأسود «1» وحجر البادزهر وحجر المغناطيس والعقاقير الكثيرة. ويرتفع منها العنّاب والعقاقير ذات الآثار العجيبة. وكان ملوك فرغانة قديما من ملوك الأطراف ويدعونهم الدهاقين «2» .\r46- جذغل:\rناحية من فرغانة تقع بين الجبال والصخور. وبها مدن وقرى كثيرة.\rترتفع منها الخيل [24 أ] والأغنام الكثيرة، وفيها معادن.","seal":"F82B092C","part":"1"},
      {"page":131,"id":124,"nass":"47- أخسيكث:\rقصبة فرغانة ومقر الأمير والعمال. وهي مدينة كبيرة تقع على شاطئ نهر خشرت وعلى سفح جبل. وفي جبلها تكثر معادن الذهب والفضة. أهلها يشربون النبيذ.\r48- واثكث:\rحدّ بين خجند وفرغانة. وهي مدينة كثيرة الفواكه والزروع.\r49- شوخ:\rمدينة يرتفع منها الزئبق.\r50- طماخس ونامكاخس:\rمدينتان على سفح جبل.\r51- سوخ:\rأسفل جبل على الحد بين البتم وفرغانة، ولها ستون قرية.\r52- أوال:\rعلى سفح جبل ولها قرى.\r53- بغسكين:\rمن أوال.\r54- خواكند، رشتان، زندرامش:\rمدن كبيرة ذات فواكه وزروع كثيرة.\r55- قبا:\rمدينة كبيرة، وهي أكثر مدن ناحية فرغانة حسنا.\r56- أوش:\rمدينة عامرة ذات نعمة وفيرة. أهلها مقاتلون. وهي على سفح جبل.\rوعلى هذا الجبل حرّاس وعيون حذرا من الكفار الترك.\r57- أورشت وخرساب:\rمدينتان ذواتا مياه جارية وسعة ونعمة وفيرة وهواء طيب.\r58- أوزجند:\rمدينة على الحد بين فرغانة وبلاد الترك. يمر بمحاذاتها نهران أحدهما يدعى تباغر ويأتي من التبت؛ والآخر يدعى برسخان وهو الذي يمر ببلاد الخلخ.\r59- خيلام:\rمدينة بها مولد نصر بن أحمد أمير خراسان «1» .\r60- كشلوكث وباب:\rمدينتان عامرتان ذواتا فواكه وزروع كثيرة.\rوجميع هذه المدن من ناحية فرغانة.\r61- بشت وكلسكان ويوكند وكوكث وخشكاب:\rمدن قريبة من بعضها ذوات فواكه وزروع كثيرة. أهلها فقراء.\r62- شلات:\rثغر مقابل بلاد الترك.","seal":"7DADB231","part":"1"},
      {"page":132,"id":125,"nass":"63- إيلاق:\rناحية كبيرة بين الجبل والصحراء. غاصة بالناس ذات فواكه وزروع، وعامرة. أهلها قليلو المال. وبها مدينة ورساتيق كثيرة. وأغلب الناس في الرساتيق أتباع مذهب المبيّضة «1» . وهم مقاتلون ومنبسطو الأسارير. وفي جبالها معادن الفضة والذهب.\rوحدودها متصلة بفرغانة وجذغل والشاش ونهر خشرت. يسمى حكامها دهاقين إيلاق.\rوكان دهاقينها قديما من ملوك الأطراف.\r64- نوكث:\rقصبة إيلاق. وبها مدينة وقهندز وربض. وفيها نهر يدعى إيلاق تقع نوكث هذه على شاطئه.\r65- كهسيم:\rمدينة على سفح جبل بها معدن الفضة.\r66- دخكث:\rمدينة يرتفع من جبلها عقار سم الفأر.\r67- يهوذلغ وأبرلغ وإيتلخ والخجاس:\rمدن على حدود فرغانة وإيلاق.\r68- سامي سبرك:\rمدينة نزهة وعامرة.\r69- برفكسوم وخنج وخاس:\rمدن ذات فواكه وزروع كثيرة وناس قليلين.\r70- غزجند:\rمدينة نزهة ذات نعمة.\r71- تكث:\rمدينة ذات تجارة وافرة.\r72- كلشجك، خمبرك، أردلانكث، ستبغوا [24 ب] بجناح «2» :\rمدن قريبة من بعضها، عامرة ذات فواكه وزروع كثيرة ومياه جارية. وقصبة هذه المدن هي أردلانكث.\r73- كرال وغزك وخيول ورذول وكبريه وبغورانك:\rمدن صغيرة «3» ذات فواكه وزروع كثيرة. قريبة من بعضها. ترتفع منها الخيول.","seal":"39DA78C0","part":"1"},
      {"page":133,"id":126,"nass":"74- أبردكث وبغوكث وفرنكث:\rمدن صغيرة ذات نعمة، وهي قريبة من بعضها.\r75- جبغوكث:\rمدينة نزهة وكانت قديما معسكر الشاش.\r76- شكاكب وبانجباس:\rمدينتان نزهتان عامرتان من مدن إيلاق.\r77- تنكث بخارنان:\rقصبة ولها نواح بين إيلاق وجذغل والشاش. فيها مياه جارية.\rويجتمع فيها التجار.\r78- يالابان:\rمدينة بينها وبين شاطئ نهر برك فرسخ واحد. وفيها دار لضرب الدراهم.\r79- الشاش:\rناحية كبيرة وعامرة، أهلها غزاة ومقاتلون وأغنياء ذوو نعمة. ترتفع منها الأقواس والسبهام المصنوعة من الخدنك، ويرتفع منها خشب الخلنج الكثير «1» . وكان ملوكها قديما من ملوك الأطراف.\r80- بينكث:\rقصبة الشاش، مدينة كبيرة عامرة نزهة. وبها مقر السلطان.\r81- نوجكث:\rمدينة تمر بها السفن العاملة في نهري برك وخشرت.\r82- كرجاكث، تركوس، خاتون كث، ديمغان كث، دو [كذا] :\rمدن صغيرة عامرة، ومحط رحال القوافل المحملة بالتجارة القادمة من بلاد السغد وسمرقند، وفرغانة وإيلاق.\r83- بناكث:\rمدينة على شاطئ خشرت، نزهة وعامرة\r84- حرسنكث، حرحكث، شتوركث، سبكث، بحاكث، ككرال:\rمدن في الشاش ترتفع منها الأقواس الشاشية. وهي نزهة وعامرة ذات نعمة.","seal":"3009D3E9","part":"1"},
      {"page":134,"id":127,"nass":"85- إسبيجاب:\r«1» ناحية على الحد بين المسلمين والكافرين. وهي واسعة وعامرة تقع على حد تركستان. وكل شىء يرتفع من تركستان يقع إليها. وفيها مدن ونواح ورساتيق كثيرة. ترتفع منها اللبود والأغنام.\rوقصبة هذه الناحية مدينة تدعى إسبيجاب، وهي كبيرة ذات نعمة وفيها مقر السلطان.\rوبها بضائع كثيرة ويجتمع بها التجار من الآفاق.\r86- سانيكث:\rمدينة نزهة ذات نعمة وثراء.\r87- بدخكث:\rمدينة صغيرة نزهة ذات نعمة.\r88- ستكند:\rموضع ذو نعمة يقع على شاطئ نهر. أهله مقاتلون. وفيه الترك الآشتية الذين أصبح كثير من قبائلهم مسلمين.\r89- فاراب:\rناحية ذات نعمة قصبتها تدعى كدر. أهلها مقاتلون أبطال. وبها يجتمع التجار.\r90- وما بين إسبيجاب وضفة النهر\rيمتلئ بالمواشي التي يعود بعضها لإسبيجاب والآخر للشاش وفاراب وكنجده. وبها ألف خيمة للترك الآشية الذين أصبحوا مسلمين.\r91- صبران:\rمدينة ذات نعمة وفيرة. يجتمع بها التجار الغوز.\r92- ذرنوخ:\rمدينة على شاطئ نهر، عامرة وقليلة الناس.\r93- سوناخ:\rمن مدن فاراب [25 أ] ذات نعمة ترتفع منها الأقواس الجيدة التي تحمل إلى الآفاق.\r94- شلجي، طراز، تكابكث، فرونكث، مركي، نويكث:\rمدن يقيم فيها المسلمون والترك، ويجتمع بها التجار. والترك كثيرون في الخلخ وأفرونكث ومركي ونويكث.","seal":"F8A92283","part":"1"},
      {"page":135,"id":128,"nass":"26- القول في حدود بلاد ما وراء النهر ومدنها\rتضم حدود ما وراء النهر نواحي مختلفة، بعضها يقع إلى الشرق من ما وراء النهر، والآخر إلى المغرب منها. أما الذي إلى الشرق منها، فتحيط به من الشرق حدود التبت والهند؛ ومن الجنوب حدود خراسان؛ ومن الغرب حدود الصغانيان؛ ومن الشمال حدود أسروشنة من ما وراء النهر.\r1- الختل:\rكورة وسط جبال شاهقة، وهي عامرة ذات فواكه وزروع وناس كثيرين ونعم واسعة، وملكها من ملوك الأطراف. وأهلها مقاتلون. وفي حدودها القريبة من التبت يوجد ناس متوحشون في المفازات. وفي جبالها معادن الفضة والذهب. ترتفع منها الخيول الجياد الكثيرة.\r2- هلبك:\rقصبة الختل ومقر الملك «1» . مدينة على سفح جبل آهلة بالسكان ورساتيقها قليلة.\r3- نجارى:\rمدينة حصينة وفيها نهران أحدهما خرناب والآخر جيحون. ولها ناحية تمتد حتى حدود بدخشان وتدعى روستابيك يحيط بها جيحون من جانب، ومن الجانب الآخر جبل. وهي ذات نعمة وفيرة وفرضة الختل «2» .\r4- فارغر:\rمدينة عامرة ذات فواكه وزروع كثيرة، آهلة بالسكان.\r5- بارسارغ، منك، تمليات:\rمدن صغيرة ذات نعمة وفيرة، عامرة وأهلها مقاتلون.\r6- وخش:\rكورة عامرة على شاطئ وخشاب.\r7- هلاورد:\rقصبة وخش، مدينة ذات فواكه وزروع ورساتيق كثيرة. أهلها رماة ومقاتلون.","seal":"275BEB18","part":"1"},
      {"page":136,"id":129,"nass":"8- ليوكند:\rمن مدن وخش ترتفع منها الأغنام الوخشية.\r9- جاشت:\rبلاد وسط الجبال والصخور، تقع بين البتم والختل ذات رساتيق كثيرة وزروع وفواكه. وحكام هذه البلاد يدعون دهاقين جاشت.\r10-[جمع من الناس يسمّون كميجيين]\rويوجد جمع من الناس يسمّون كميجيين يقيمون في حدود الختل والصغانيان، وهم شجعان مقاتلون يمتهنون اللصوصية. تجارتهم في الأغنام والرقيق. ولهم قرى ورساتيق كثيرة لكن ليس لهم أي مدينة «1» .\rوفي حدود الصغانيان بين شومان وبشكرد، توجد منطقة تدعى سيلاكان.\rوفي حدود الختل بين تمليات ومنك قوم يقيمون بين الجبل والصحراء بموضع فيه مياه جارية وخصب.\rوكل جمع من هؤلاء مطيع لأمر حاكم المنطقة التي هو فيها، وإن عليهم أن يعينوا أمراء الختل وأمراء الصغانيين حين يطلبون إليهم العون.\r11- ترك كنجينة:\rجمع قليل من الناس مقيمون بواد قرب جبل بين الختل والصغانيان وهو موضع خصب جدا. وهؤلاء القوم يمتهنون اللصوصية ويغيرون على القوافل [25 ب] وهم متغطرسون. ولهم على لصوصيتهم فتوة. وهم يمارسون اللصوصية في منطقة تمتد بين ثلاثين وأربعين فرسخا من المنطقة المحيطة بهم. ولهم صلة بأمير الختل وأولئك الصغانيين «2» .\r12- وفي بلاد التبت قرية\rوباب أقيمت في جبل يوجد فيها مسلمون عشّارون ويحفظون الطريق. وحين يخرج المرء من هذا الباب يقع إلى حدود وخان.","seal":"89A5076F","part":"1"},
      {"page":137,"id":130,"nass":"13- رختجب:\rقرية من وخان وبها المجوس الوخية «1» .\r14- سكاشم:\rمدينة. وقصبة ناحيتها وخان، وبها مجوس ومسلمون «2» . وفيها يقيم ملك وخان. يرتفع من نواحيها الصفر واللبود والسروج والسهام الوخية.\r15- خمداذ:\rقرية فيها بيوت أصنام الوخيين، وبها قليل من التبتيين وإلى يسارها قلعة يقيم فيها تبتيون.\r16- سنكلنج:\rعلى سفح جبل فيه معدن البيجاذي البدخشي واللعل، وقرب المعدن ماء حار راكد لا يمكن وضع اليد فيه لشدة حرارته. وبين المعدن والتبت مسيرة يوم ونصف.\r17- ملحم:\rقرية تأتي بعد اجتياز البلدة السابقة.\r18- سمرقنداق:\rقرية كبيرة يسكنها الهندوس والتبتيون والوخيانيون والمسلمون، منطقة حدودية وهي آخر حدود ما وراء النهر.\r19- بلور:\rكورة عظيمة ولها ملك يقول: أنا ابن الشمس، وما لم تطلع الشمس لا ينهض من نومه ويعلل ذلك بقوله: لا ينبغي للولد أن ينهض قبل أبيه. ويدعونه بلورين شاه.\rوليس في هذه الكورة ملح إلا ما يؤتى به من كشمير.\r20- أندراس:\rمدينة يسكنها التبت والهندوس. ومنها إلى كشمير مسير يومين.\rإن البيوت الموجودة في الصورة «3» بين الرخذ والمولتان جميعها قرى ومحط رحال القوافل وهي في المفازة قليلة النعمة والكلأ.\r21- وأما خوارزم\rفإن ما يقع إلى الغرب من بلاد ما وراء النهر، فهو حدود خوارزم.","seal":"B00D8A23","part":"1"},
      {"page":138,"id":131,"nass":"22- كاث:\rقصبة خوارزم وباب تركستان الغوز، وهي فرضة الترك وبلاد تركستان وما وراء النهر والخزر. ويجتمع فيها التجار. وملكها من ملوك الأطراف ويدعى خوارزم شاه. وأهلها غزاة مقاتلون. وهي مدينة ذات تجارة واسعة. يرتفع منها الصفر والوسائد والخفتان والكرباس واللبود والمصل والرخبين «1» .\r23- خشميثن:\rمدينة يجتمع بها التجار ذات بضائع وفيرة.\r24- نوجابان:\rمدينة ذات سور وأبواب حديد ومياه جارية، مزدحمة بالسكان.\r25- الجرجانية:\rمدينة كانت تابعة قديما للملك خوارزمشاه وهي الآن مستقلة.\rوملكها يدعى أمير الجرجانية. وهي مدينة ذات تجارة واسعة ويجتمع بها التجار، وباب تركستان. وهي مدينتان: مدينة داخلة ومدينة خارجة. وأهلها معروفون بالقتال والرماية.\r26- كردنازخاس «2»\r، بذمينية، قرية قراتكين:\rثلاث مدن سكانها قليلون، وهي ذات زروع وفواكه.\r27- كردر:\rمدينة مزدحمة بالسكان ذات زروع وفواكه [26 أ] ترتفع منها بكثرة جلود الحملان.\r28- خيو «3» :\rمدينة صغيرة ذات سور، من مدن الجرجانية.\r29- جند، خواره، قرية نو:\rثلاث مدن على شاطئ نهر الشاش. على بعد عشر مراحل من خوارزم، وعشرين مرحلة من فاراب. وملك الغوز يأتي في الشتاء إلى قرية نو هذه.","seal":"142907B1","part":"1"},
      {"page":139,"id":132,"nass":"27- القول في بلاد السند ومدنها\rيحيط بها من شرقيها نهر مهران؛ ومن جنوبيها البحر الأعظم؛ ومن مغربها بلاد كرمان؛ ومن شماليها المفازة المتصلة بحدود خراسان.\rوهذه البلاد من الجروم، وبها مفازات كثيرة وجبال قليلة. أهلها سمر نحاف الأبدان يجيدون الجري، وكلهم مسلمون. وبها تجار كثيرون. ترتفع منها الجلود والصروم والنعال والتمور والفانيذ «1» .\r1- المنصورة:\rمدينة عظيمة تقع وسط نهر مهران وهي تشبه الجزيرة، كثيرة النعم وعامرة. بها يجتمع التجار. وأهلها مسلمون وملكهم من قريش.\r2- منجابري وسدوسان:\rمدينتان عامرتان من بلاد السند تقعان على نهر مهران.\r3- بوزوز، مسواهي:\rمدينتان من بلاد السند، قليلتا السكان. تجارتهم في البحر، قليلتا الخيرات.\r4- الديبل:\rمن مدن السند على ساحل البحر الأعظم، يجتمع فيها التجار. ويؤتى إليها بكثير مما ينتج في الهند ومما يستخرج من البخر.\r5- قنبلي، أرمابيل:\rمن بلاد مكران «2» . مدينتان ذواتا بضائع كثيرة، قريبتان من البحر، وتقعان على حافة المفازة.\r6- تيز:\rأول مدينة من بلاد السند على ساحل البحر الأعظم. وهي حارة.\r7- كيز، كوشك قند، نه، بند، دزك، إسكف:\rجميع هذه المدن من بلاد مكران، ويرتفع منها أغلب الفانيذ الذي يحمل إلى الآفاق. ومقر ملك مكران في مدينة كيج «3» .\r8- راسك:\rهي قصبة كورة جروج. عامرة مزدحمة بالسكان وبها تجار كثيرون.\r9- مشكي:\rمدينة في المفازة.","seal":"B3FBA03D","part":"1"},
      {"page":140,"id":133,"nass":"10- بنج بور:\rأهم مدن السند، يمر بها نهر مهران «1» .\r11- بهلبره:\rمدينة من كورة جروج، قليلة النعمة.\r12- محالي وقسدان وكيجكانان وشوره:\rمدن من بلاد طوران. قليلة النعمة. ذات مواش كثيرة. وفيها مسلمون ومجوس كثيرون. وفي كيجكانان مقر ملوك طوران.\r13- إبل:\rمدينة من كورة البدهة. عامرة ذات نعمة وفيرة. وبها مسلمون «2» .\r14- قندابيل:\rمدينة كبيرة، عامرة ذات نعمة، وتقع في المفازة. يرتفع منها التمر الوفير.","seal":"B84F182B","part":"1"},
      {"page":141,"id":134,"nass":"28- القول في بلاد كرمان ومدنها\rبلاد يحيط بها من شرقيها حدود السند؛ ومن جنوبيها البحر الأعظم؛ ومن غربيها بلاد فارس؛ ومن شماليها مفازة سجستان. وكلما اتجهت في هذه البلاد نحو البحر ازدادت حرارة الهواء. أهلها سمر [26 ب] يجتمع بها التجار وفيها مفازة. ويرتفع منها الكمّون والتمر والنيل وقصب السكر والفانيذ. طعام أهلها خبز الدخن.\rوكلما ابتعدت عن البحر اقتربت من مفازة سجستان.\rوهي من الصرود، عامرة ذات نعم كثيرة. أهلها ذوو أبدان صحيحة. وبها جبال كثيرة فيها معادن الذهب والفضة والنحاس والرصاص والمغناطيس.\r1- سيرجان:\rقصبة كرمان ومقام الملك. مدينة كبيرة يجتمع بها التجار. ماؤها من قنوات، ومياه رساتيقها من آبار. قليلة الأشجار، وأبنيتها آزاج «1» .\r2- بافت، خيز:\rمدينتان عامرتان ذواتا خيرات.\r3- جيرفت:\rمدينة طولها نصف فرسخ وعرضها نصف فرسخ؛ عامرة ذات نعمة وفيرة. وبها نهر شديد الجرية له خرير، ومياهه غزيرة إلى الحد الذي يدير معه ستين رحى.\rويجدون في ترابها الذهب.\r4- ميجان:\rمدينة على سفح جبل؛ وفاكهة جيرفت وحطبها وثلجها يحمل إليها من هذه المدينة.\r5- مغون، ولاشجرد، كومين، بهروكان، منوكان:\rمدن كبيرة وصغيرة. يرتفع منها النيل والكمون وقصب السكر؛ وهناك يصنع الفانيذ. وطعام أهلها الدخن. ولديهم تمور كثيرة، ولهم سنّة هي أن لا يرفعوا من تمورهم ما سقط من النخل ويدعوه، فيصير بعدها من نصيب الضعفاء «2» .","seal":"33066087","part":"1"},
      {"page":142,"id":135,"nass":"6-[البلوص مقيمون في الصحراء]\rوبين هذه المدن وبين جبل القفص يوجد البلوص، مقيمون في الصحراء، يمتهنون اللصوصية والرعي، جريئون مصاصو دماء. وهم كثيرون. وقد أبادهم فناخسرو بشتى الحيل «1» .\r7- أما القفص\rفهم جبليون مقيمون أسفل جبل القفص؛ وهم سبع قبائل لكل قبيلة منهم رئيس. وهم لصوص ورعاة ومزارعون.\rوإلى الشرق من جبل القفص وحتى مكران، مفازة.\rقوهستان أبي غانم: منطقة جبلية بين جيرفت ومنوقان، وهي عامرة ذات نعم كثيرة.\rرودبار: قرية إلى الغرب من قوهستان أبي غانم ذات غياض وأشجار ومروج.\r8- هرموز:\rعلى بعد نصف فرسخ من البحر الأعظم. موضع حار جدا، وهو فرضة كرمان.\r9- شهرروا:\rمدينة على البحر أهلها صيادون.\r10- سوريقان، مزروقان، كسبان، روين، خبروقان:\rمدن ذات آبار كثيرة يعتمد أهلها عليها في شربهم وسقي زروعهم. وهي ذات نعم وفيرة وهواء معتدل.\r11- كاهون، خشناباد:\rمدينتان صغيرتان على الطريق إلى فارس.\r12- كفتر، دهج:\rمدينتان في جبل بارجان، وكل من وصل هذا الجبل وقع إلى هاتين المدينتين.\r13- ده كور، دارصين:\rمدينتان بين بم وجيرفت، عامرتان ذواتا نعم وفيرة يرتفع منهما الدار صيني.\r14- خواش، ريقان:\rمدينتان بين السند وكرمان تقعان في المفازة.","seal":"328B4663","part":"1"},
      {"page":143,"id":136,"nass":"15- شامات [27 أ] ،.. جار، خناب، غبيرا، كوغون، رائين، سروستان، دارجين:\rمدن بين سيرجان وبم، وهي صرود طيبة الهواء، عامرة ذات نعم وفيرة ومياه جارية وغاصة بالناس «1» .\r16- بم:\rمدينة طيبة الهواء، ولها قلعة منيعة، وهي أصح هواء من جيرفت. وبها ثلاثة مساجد: مسجد للخوارج ومسجد للمسلمين، ومسجد في القلعة. ويرتفع منها الكرباس والعمائم والمناديل البمية والتمر.\r17- نرماشير:\rمدينة نزهة عامرة ذات نعم يجتمع بها التجار.\r18- بهرة:\rآخر مدينة من كرمان تقع على حافة المفازة. ومنها يتم الذهاب إلى سجستان.\r19- سبه:\rمدينة بين نهلة وسجستان، وهي من أعمال كرمان.\r20- فردير، ماهان وخبيص:\rمدن ذات نعم وفيرة طيبة الهواء بعضها في الجبل وبعضها في المفازة «2» .\r21- بردسير، جترود:\rمدينتان على الطريق إلى هري وقوهستان ذواتا نعم وفيرة وناس قليلين.\r22- كوتميذان، كردكان، أنار:\rمدن على الطريق القادم من روذان إلى فارس وهي ذات خيرات.\r23- وبين سيرجان وبردسير\rتوجد جبال منيعة، عامرة ذات نعم وفيرة، فيها مائتان وستون قرية عامرة ذات نعم مأهولة بالسكان.\rوليس في كل بلاد كرمان نهر كبير يمكن للسفن أن تمخر فيه. ويوجد في جبالها أناس معمرون أصحاء الأبدان","seal":"BDC7BF81","part":"1"},
      {"page":144,"id":137,"nass":"29- القول في بلاد فارس ومدنها\rبلاد يحيط بها من شرقيها حدود كرمان؛ ومن جنوبيها البحر الأعظم، ومن غربيها نهر طاب الذي يمر بين فارس وخوزستان، وشيء من أصفهان؛ وشماليها مفازة فارس من كركس كوه.\rوفيها مدن كثيرة ومزدحمة بالسكان. بلاد عامرة خصبة ذات نعم مختلفة، يجتمع فيها التجار. فيها جبال وأنهار. وكانت مقر إقامة الأكاسرة. أهلها مفوّهون وعقلاء. في جبالها المعادن. يرتفع منها الثياب المختلفة من الكتان والصوف والقطن، وماء الورد وماء البنفسج وماء الطلع، والبسط والفرش والزلّيّات»\rوالأكسية الثمينة.\rوكل موضع منها ازداد قربا من البحر فهو جروم؛ وما ازداد قربا من المفازة فهو صروم.\rوفي جبالها معادن الذهب.\rوفيها بيوت نيران المجوس وهم يعظمون آثار القدماء ويزورونها.\rوأغلب مدن فارس لها جبال قريبة منها.\r1- شيراز:\rقصبة فارس، مدينة كبيرة نزهة ذات تجارات، مزدحمة بالسكان، وهي دار الملك. بنيت في الإسلام وبها قهندز قديم ومنيع يدعى قلعة شه موبذ، وفيها بيتان للنار معظّمان. وبها نوع من الريحان يعرف بسوسن نرجس ورقه مثل ورق السوسن وداخله كالنرجس «2» .\r2- إصطخر:\rمدينة كبيرة وقديمة، وكان بها مقام الأكاسرة [27 ب] ، وبها أبنية فيها نقوش وتصاوير قديمة. ولها نواح كثيرة، وفيها أبنية عجيبة تدعى مسجد سليمان «3» . وبها تفاح تكون التفاحة الواحدة منه نصفها حامض ونصفها حلو. وفي جبلها معدن الحديد وفي أطرافه معدن الفضة.","seal":"F82FECC8","part":"1"},
      {"page":145,"id":138,"nass":"3- قلعة ابن عمارة:\rمدينة فيها قلعة على ساحل البحر الأعظم، مكان لتجمع الصيادين ومحط رحال التجار.\r4- سيراف:\rمدينة كبيرة حارة، طيبة الهواء، يجتمع بها التجار، وهي فرضة فارس.\r5- جم، كران، خرمك:\rمدن صغيرة من حدود سيراف، عامرة مزدحمة بالسكان.\r6- جور:\rمدينة نزهة بناها أردشير بابكان وكانت مقرا له؛ حولها سور حصين. يرتفع منها ماء الورد الذي يحمل إلى الآفاق وكذلك ماء الطلع وماء القيصوم اللذان يحملان إلى الآفاق ولا يوجدان في مكان آخر. وبها عين ماء غزيرة.\r7- بجيربكان، حيره، بانو، مهرا:\rمدن من حدود جور، عامرة ذات نعم ومياه جارية.\r8- نجيرم:\rمدينة على ساحل البحر، محط رحال التجار.\r9- صعاده، بهلوان:\rمدينتان نزهتان عامرتان قريبتان من البحر.\r10- كناوه «1» :\rمدينة كبيرة ونزهة، محط رحال التجار، ذات تجارات كثيرة، ترتفع منها الثياب المختلفة. وفى بحر كنافة يوجد اللؤلؤ «2» . وكان منها أبو سعيد الدقاق الذي خرج وملك البحرين؛ وكان سليمان بن الحسن القرمطي ابن أبي سعيد هذا «3» .\r11- توز:\rمدينة بين نهرين، أهلها كثيرون وأثرياء، ترتفع منها الثياب التوزية التي تحمل إلى الآفاق.\r12- كازرون:\rمدينة كبيرة وعامرة ذات تجارات كثيرة، تقع قرب بحيرة يون؛ بها بيتان للنار معظّمان.","seal":"BC72188D","part":"1"},
      {"page":146,"id":139,"nass":"13- سينيز:\rمدينة على ساحل البحر، ذات نعم وفيرة وهواء طيب. يحمل منها إلى الآفاق الثياب السينيزية.\r14- ريشهر:\rمدينة نزهة بين سينيز وأرجان.\r15- ماهي رويان:\rتقع في الماء كالجزيرة، وهي نزهة، وفرضة كل فارس.\r16- أرغان «1» :\rمدينة كبيرة ونزهة ذات تجارات كثيرة ونعم واسعة وهواء طيب. وفي رستاقها عين ماء لا يعلم أحد من العالمين عمقها، يخرج منها ماء يكفي لإدارة طاحونة واحدة ثم يجري على الأرض. يرتفع من هذه المدينة الدبس الجيد.\r17- بزرك، بيسوك، وايكان، لارندان:\rمدن في حدود أرجان ذوات نعم واسعة وهواء طيب.\r18- نوبندكان:\rمدينة نزهة ذات نعمة وتجارات كثيرة.\r19- بشاور:\rمدينة ذات ثروة وحولها سور بناه الملك سابور. وفيها بيتان للنار يزاران. وقريب منها جبل قد صورت فيه صورة كل ملك وموبذ ومرزبان كان قديما وحياة كل واحد منهم.\rوفي حدودها جبل يخرج منه الدخان دائما، وكل طائر يمرّ فوق ذلك الدخان يحترق ويسقط.\r20- وايكان، كمارج:\rمدينتان من بشاور، نزهتان وعامرتان.\r21- جويم:\rمدينة نزهة من شيراز ذات نعم.\r22-[ (مدينة) ] «2» :\rمدينة يأتي ماء شيراز منها [28 أ]\r23- برسركان، كورستان:\rمدينتان عامرتان ذواتا نعمة، وهما من مدن سيراز.\r24- البيضاء:\rمدينة عامرة. وكان الحلّاج «3» الذي ادعى الألوهية من هذه المدينة.","seal":"F279A318","part":"1"},
      {"page":147,"id":140,"nass":"25- هزار، زرقان، خير:\rمدن صغيرة عامرة ذات نعم.\r26- فسا:\rمدينة نزهة، كبيرة، لها حصن وربض، يجتمع بها التجار، ذات تجارات كثيرة.\r27- تمستان، بستكان، أزبرا، داركان، سنان:\rمدن بين فسا وما حوالي آبادان.\r28- داراجرد:\rمدينة نزهة عامرة ذات تجارات كثيرة، هواؤها رديء. يرتفع منها الموميائي الذي لا يوجد في أي مكان آخر من العالم «1» . وفي جبالها صخور ملح بيض وسود وحمر وصفر تنحث منها الموائد الجياد.\r29- رم، روستا رسام، فرخ، تارم:\rمدن بين داراجرد وحدود كرمان، ذات زروع وفواكه ونعم واسعة.\r30- كارزين:\rمن حدود فسا، لها قهندز منيع.\r31- كاريان:\rمدينة من داراجرد لها قلعة منيعة جدا. وبها بيت للنار معظّم.\r32- سميران، إيرج، روفته، ماذران، كويم:\rمدن من داراجرد عامرة ذات خيرات.\r33- جهرم:\rمدينة نزهة، ترتفع منها الزلّيّات والمصلّيات الجيدة.\r34- كيز:\rمدينة بها قلعة منيعة.\r35- خير، كرديان:\rمدينتان عامرتان ذات فواكه وزروع، وهما من فسا.\r36- إيج، إصطهبانات، خيار، ماشكانات:\rمدن على سفح جبل، قليلة الناس ذوات زروع وفواكه ونعم وفيرة.\r37- آباده، بردنكان، جاهك:\rمدن بين إصطخر وكرمان، محطّ لرحال القوافل، ذوات نعم وفيرة.","seal":"93AD94FD","part":"1"},
      {"page":148,"id":141,"nass":"38- كمين، سرواب، مزيركان، شهر فانك، خرّه، كيس:\rجميع هذه المدن في الجبال، وهي من الصرود، طيبة الهواء ذات نعم وفيرة. وفي خرّه بيت للنار يعظّمونه ويزورونه بناه دارا.\r39- بجه، كليند، شمكان، سرمة، أرجينان:\rمدن بين الجبال وهي صرود، عامرة ذات فواكه وزروع ونعم وفيرة ومزدحمة بالسكان.\r40- برقوه:\rمدينة ذات نعم وفيرة جدا وحولها تلال عظيمة من الرماد.\r41- نائين:\rمدينة عامرة ذات نعمة، في جبلها معدن الفضة.\r42- سردن:\rمدينة بين نهرين، عامرة ونزهة في جبلها معدن الصفر.\r43- أبرح، كسبا، ماين:\rمدن ذات نعم بين فارس وأصفهان.\r44- روذان، دركان:\rمدينتان على الحد بين فارس وكرمان، محطّ لرحال القوافل، وهما من الصرود.\r45- أنار، بهره، كثه، ميبذ، نائين:\rمدن من الصرود ذات نعم وفيرة على الحدّ بين فارس والمفازة.","seal":"7E81A3E0","part":"1"},
      {"page":149,"id":142,"nass":"30- القول في بلاد خوزستان ومدنها\rبلاد شرقيها حدّ فارس وحدود أصفهان؛ وجنوبيها البحر وشيء من حدّ العراق؛ وغربيها شيء من حدود العراق وسواد بغداد وواسط؛ وشماليها [28 ب] مدن بلاد الجبال.\rوهي بلاد عامرة وأكثر نعمة من كل البلاد المتصلة بها. وفيها أنهار عظيمة ومياه جارية، وسواد «1» نزه وجبال ذات نعم. يرتفع فيها السكر والثياب المختلفة والستر والسوسنجرد «2» والتكك والأترج والتمر. وأهلها متنافسون فيما بينهم وبخلاء.\r1- دز مهدي:\rمدينة نزهة وعامرة، بين العراق وخوزستان، وهي على شاطئ نهر.\r2- باسبان، خان مردونة، دورق:\rمدن عامرة ذات ثروات تقع على شاطئ نهر.\r3- ديرا:\rمدينة قريبة من الجبل ذات نعم وفيرة.\r4- آسك:\rقرية كبيرة على سفح جبل تتقد نار في قمته ليل نهار. وهناك كانت حرب الأزارقة في قديم الزمان.\r5- جبّى:\rمدينة على شاطئ نهر تستر، نزهة ذات نعم وفيرة. ومن ها أبو علي الجبّائي المعتزلي «3» .\r6- سوق الأربعاء:\rمدينة على شاطئ هذا النهر ذات نعم وفيرة، وعامرة.\r7- الأهواز:\rمدينة نزهة جدا ليس في خوزستان مدينة أكثر نزاهة منها. ذات نعم وفيرة وشكل حسن. أهلها صفر الوجوه. ويقال إن من أقام بالأهواز وجد في عقله","seal":"76F0A162","part":"1"},
      {"page":150,"id":143,"nass":"نقصا «1» ؛ وكل طيب يحمل إلى هناك يفقد رائحته بسبب هوائها. وفي جبالها الأفاعي الحمر «2» .\r8- أزم:\rمدينة طيبة ذات نعم وفيرة.\r9- رامهر:\rمدينة على شاطئ نهر. وكان ماني قد قتل فيها.\r10- عسكر مكرم:\rمدينة ذات سواد كثير، نزهة وعامرة ذات نعمة يرتفع منها السّكر الذي يحمل إلى الآفاق من أحمر وأبيض وقند.\r11- المسرقان:\rمدينة نزهة ذات نعمة. بها رطب جيد.\r12- رام أورمزد:\rمدينة كبيرة نزهة ذات نعم وفيرة. يجتمع بها التجار. تقع على الحد بين فارس وخوزستان.\r13- سوق سمبيل:\rمدينة ذات نعم.\r14- إيذج:\rمدينة ذات سواد نزه جدا، عامرة ذات نعم وتجارات كثيرة. تقع على شاطئ نهر؛ يرتفع منها الديباج الكثير، وينسج بها ديباج كسوة الكعبة.\r15- وندوشاور:\rمدينة عامرة ذات نعم وفيرة. وبها قبر يعقوب بن الليث.\r16- السوس:\rمدينة ذات ثراء ومحط رحال التجار، وبها تجمع تجارات خوزستان.\rترتفع منها الثياب وعمائم الخز والأترج «3» ذو الرائحة. وبها تابوت دانيال النبي عليه السلام.\r17- منوب، بردون:\rمدينتان نزهتان عامرتان ذواتا نعم وفيرة وزروع وفواكه.\r18- بصنى:\rمدينة نزهة ذات تجارات، ترتفع منها الستور التي تحمل إلى الآفاق.\r19- طيب:\rمدينة نزهة وعامرة، ترتفع منها تكك حسنة تشبه الأرمنية.\r20- قرقوب:\rمدينة نزهة وعامرة، ترتفع منها الثياب السوسنجرد.","seal":"06F93A22","part":"1"},
      {"page":151,"id":144,"nass":"31- القول في بلاد الجبال\rبلاد يحيط بها من شرقيها شيء من حدود فارس وشيء من مفازة كركس كوه «1» وشيء من خراسان؛ ومن جنوبيها حدود خوزستان؛ ومن غربيها شيء من حدود العراق وشيء من حدود آذربايجان؛ ومن شماليها جبل الديلم [29 أ] .\rوهذه البلاد وفيرة الزروع والفواكه والعمارة؛ وهي موضع الكتّاب والأدباء، ذات نعم وفيرة، يرتفع منها الكرباس والثياب الحرير والزعفران.\r1- أصفهان:\rمدينة عظيمة، وهي مدينتان: إحداهما تدعى اليهودية [والأخرى المدينة] «2» ، وفي كل منهما منبر، وبينهما نصف فرسخ. وهي مدينة نزهة ذات نعم وفيرة.\rولها نهر يدعى زرن رود ينتفع منه في الزراعة. ترتفع منها الثياب الحرير المختلفة كالحلّة والعتابى والسقلاطون\r2- خان لنجان:\rمدينة نزهة ذات نعم وفيرة كثيرة الفواكه والزروع.\r3- جويكان:\rمدينة نزهة قليلة السكان.\r4- برو:\rمدينة نزهة ذات زروع وفواكه كثيرة، وهي الآن خربة.\r5-[الكرج] :\rمدينة كبيرة وأغلبها غير عامر. كان فيها معسكر أبي دلف الكرجي.\r6- بروجرد:\rمدينة صغيرة ذات نعم، يرتفع منها الزعفران والفواكه الطيبة.\r7- رامن:\rمدينة قليلة السكان ذات زروع وفواكه كثيرة. وهي على سفح جبل.\r8-[ (مدينة كبيرة) ] «3» :\rمدينة كبيرة وعامرة، ذات نعمة وسكانها كثيرون. يجتمع بها التجار، يرتفع منها الزعفران والجبن الذي يحمل إلى الآفاق.\r9- روذراور:\rمدينة مزدحمة بالناس تقع على سفح جبل.\r10- نهاوند:\rمدينة بها مسجدان جامعان. ذات نعم وفيرة، يرتفع منها الزعفران والفواكه الطيبة.","seal":"C3BF9965","part":"1"},
      {"page":152,"id":145,"nass":"11- ليشتر:\rمدينة طيبة الهواء ذات زروع كثيرة، يرتفع منها البندق.\r12- سابور خواست:\rمدينة.\r13- أساباد، كرمان شاهان، مرج:\rمدن على طريق الحجاج غاصة بالسكان وعامرة وذوات نعمة.\r14- الصيمرة، سيروان:\rمدينتان عامرتان ونزهتان وفيهما التمر.\r15- الدينور، شهرزور، [سهرو] رد:\rمدن غاصة بالسكان ذوات نعم وفيرة، أهلها ودودون.\r16- زنجان:\rمدينة ذات نعم وفيرة.\r17- أوهر:\rمدينة على سفح جبل ذات مياه غزيرة وزروع كثيرة، أهلها محبون للموادعة.\r18- قزوين:\rحولها سور، وبها قناة للماء تجري في المسجد الجامع وماؤها يكفي لشرب أهلها. وبها الفاكهة الجيدة.\r19- الطالقان:\rمدينة من مدن الري قريبة على بلاد الديلم.\r20- خوار:\rمن مدن الري، عامرة.\r21- الري:\rمدينة عظيمة وعامرة ذات تجارات مزدحمة بالسكان والتجار الكثيرين.\rوهي مستقر ملك الجبال، مياه أهلها من قنوات. يرتفع منها الكرباس والأبراد والقطن والغضائر والسمن والنبيذ والطيالسة الصوف الجيدة. ومنها محمد بن زكريا. وبها قبور محمد بن الحسن الفقيه والكسائي والفزاري المنجم.\r22- ساوة، آوه، بوسته، روده:\rمدن غاصة بالسكان وعامرة؛ ذوات نعم وفيرة، نزهة طيبة الهواء، وتقع على طريق حجاج خراسان.\r23- قم:\rمدينة عظيمة وخربة، وبها زروع كثيرة. أهلها شيعة. ومنها أبو الفضل ابن العميد [29 ب] الكاتب. يرتفع منها الزعفران.\r24- قاشان:\rمدينة ذات نعم، وبها عرب كثيرون. أنجبت كثيرا من الكتّاب والأدباء.\rوفيها عقارب كثيرة.","seal":"3C7AD2F5","part":"1"},
      {"page":153,"id":146,"nass":"32- القول في بلاد الديلم ومدنها\rبلاد واسعة ذات ألسن وصور مختلفة تنسب جميعها إلى بلاد الديلم.\rيحيط بها من شرقيها بلاد خراسان؛ ومن جنوبيها مدن الجبال؛ ومن غربيها آذربايجان؛ ومن شماليها بحر الخزر.\rوهي بلاد ذات مياه جارية وأنهار كثيرة، عامرة وبها مستقر التجار. أهلها مقاتلون يقاتلون بالتروس والمزاريق، ذوو أخلاق حسنة. ترتفع منها الثياب الإبريسم ذات اللون الواحد والملونة كالحرير والمبرم وما شابه ذلك. كما يرتفع منها الكتان وما شابهه بكثرة.\r1- جرجان:\rبلاد كبيرة ذات سواد نزه وزروع وفواكه ونعم واسعة، وهي الحد بين بلاد الديلم وخراسان. أهلها ضخام الرءوس مقاتلون عفيفون ذوو مروءة مكرمون للضيف. وهذه المدينة قطعتان: إحداهما المدينة والأخرى بكراباد؛ ونهر هرند الذي يأتي من طوس يمر بين هاتين المدينتين. وهي مستقر ملك طبرستان. ترتفع منها الثياب الإبريسم السود والبراقع والديباج والقز.\r2- دهستان:\rبلاد بها رباط ومنبر. ذات زروع وفواكه وسواد كثير. وهي ثغر مقابل للغوز. وبها قبر علي بن السجزي «1» .\r3- فراو:\rرباط على الحد بين خراسان ودهستان وعلى حافة المفازة. وهو ثغر مقابل الغوز. وفي الرباط عين ماء للشرب وليست لأهلها بساتين ولا زروع، يأتون بالغلال من حدود نسا ودهستان.\r4- أستراباد:\rمدينة على سفح جبل ذات نعمة ونزاهة ومياه جارية وهواء طيب.\rأهلها يتكلمون بلغتين إحداهما اللوترا الأسترابادية والأخرى الفارسية الجرجانية. ترتفع منها بكثرة الثياب المصنوعة من الإبريسم كالمبرم والزعفوري المختلف الألوان.","seal":"3D19CA77","part":"1"},
      {"page":154,"id":147,"nass":"5- آبسكون:\rمدينة على ساحل البحر، عامرة، وهي محط رحال تجار الدنيا الذين يتاجرون على سواحل بحر الخزر. يرتفع منها الزرغب «1» والأسماك المختلفة.\r6- طبرستان:\rبلدة كبيرة من بلاد طبرستان، وحدها من جالوس حتى تميشة. وهي عامرة ذات نعم وفيرة وتجار كثيرين، أغلب طعامهم خبز الأرز والسمك. سطوح بيوتهم من الخزف الأحمر بسبب غزارة الأمطار التي تهطل هناك صيفا وشتاء.\r7- تميشة:\rمدينة صغيرة حولها سور، ذات نعم وفيرة، وهي بين الجبل والبحر. وبها قلعة منيعة، ويكثر البعوض فيها إلا في المسجد الجامع فإنه لا يدخله.\r8- لمراسك:\rمدينة نزهة على سفح جبل، وتوجد ملاحة على بعد فرسخ منها [30 أ] يؤتى بملح جرجان وطبرستان منها.\r9- ساري:\rمدينة عامرة ذات نعمة وتجار كثيرين، ترتفع منها ثياب الحرير، والبقم والخاوخير؛ كما يرتفع منها ماء الزعفران وماء الصندل وماء الخلوق مما يحمل جميعه إلى الآفاق.\r10- مامطير:\rمدينة ذات مياه جارية، ترتفع منها الحصر الغليظة الجيدة التي ينتفع بها في الصيف.\r11- ترجي:\rمدينة عامرة وهي أقدم المدن في طبرستان «2» .\r12- ميلة:\rمدينة صغيرة، يرتفع منها قصب السكر.\r13- آمل:\rمدينة عظيمة، قصبة طبرستان، ذات خندق لكن ليس لها سور، وحولها ربض. وهي مستقر ملوك طبرستان، يجتمع بها التجار، ذات تجارات كثيرة. وفيها علماء كثر في شتى العلوم. وبها مياه جارية كثيرة جدا. ترتفع منها الثياب الكتان ومناديل","seal":"F997B3D0","part":"1"},
      {"page":155,"id":148,"nass":"الخيش «1» والفرش الطبرية والحصر الطبرية، وخشب العثق «2» الذي لا مثيل له في جميع أرجاء العالم. كما يرتفع منها الأترج والنارنج والزرابي الديلمية التي تتخلل حد نسيجها خيوط الذهب، وكذلك المناديل التي تتخلل نسيجها خيوط الذهب. ويرتفع منها أيضا الزرغب والآلات الخشبية كالملاعق والأمشاط ذات القراب، والموازين والقصاع والطيفوريات «3» وما شابه ذلك.\r14- الهم:\rمدينة على ساحل البحر، محط رحال الملاحين والتجار.\r15- ناتل، جالوس، روذان، كلار:\rمدن بين الجبال والصخور، وهي من نواحي طبرستان لكن لها ملكا آخر يسمونه الأستندار. تمتد حدودها من الري حتى البحر. وكلار وجالوس على الحد بين بلاد الديلم خاصة وطبرستان. أما جالوس فعلى ساحل البحر، وكلار في جبل. وترتفع من روذان الثياب الحمر الصوف التي تصنع منها المماطر «4» التي تحمل إلى الآفاق؛ وكذلك الأكسية الزرق التي تنسج في طبرستان أيضا.\r16- قومس:\rكورة بين الري وخراسان على طريق الحجاج، بين الجبال. وهي عامرة ذات نعم. أهلها مقاتلون. ترتفع منها الثياب القومسية والفواكه التي لا مثيل لها في العالم والتي تحمل إلى جرجان وطبرستان.\r17- دامغان:\rمدينة قليلة المياه على سفح جبل. أهلها مقاتلون، ترتفع منها مناديل الشراب والأعلام الحسنة.\r18- بسطام:\rمدينة على سفح جبل متصلة بحدود جرجان، وهي ذات نعم وفيرة.\r19- سمنان:\rمدينة نزهة وعامرة، ترتفع منها الفواكه التي تفضل على ما في سواها.","seal":"120315AF","part":"1"},
      {"page":156,"id":149,"nass":"20- ويمة، شلنبة:\rمدينتان من حدود جبل دنباوند. وهما باردتان بردا شديدا صيفا وشتاء. ويرتفع من هذا الجبل الحديد.\r21- جبال قارن:\rكورة بها أكثر من عشرة آلاف قرية، يدعى ملكها سبهبذ شهريار كوه. وهي كورة عامرة أغلب أهلها مجوس. ومنذ عصر الإسلام ظل حكم هذه الكورة في أولاده «1» .\r22- بريم:\rقصبة هذه الكورة «2» . وهي مستقر الأصبهبذية «3» ، والمعسكر على مسافة نصف فرسخ من المدينة. وبها مسلمون. وأغلبهم غرباء وحرفيون وتجار، ذلك أن أهل هذه القصبة جند [30 ب] ومزارعون.\rوفي كل خمسة عشر يوما يقام فيها سوق يؤمه من جميع هذه الكورة الرجال والفتيات والفتيان في كامل زينتهم حيث يمرحون ويلعبون ويرافق بعضهم بعضا. وقد جرت العادة في هذه الكورة أن كل رجل أحب فتاة ما، يتعلق بها ويحتفظ بها لمدة ثلاثة أيام، وحين يرغب فيها يرسل أحدا إلى والدها يزوجه إياها.\rوفي أطرافها عيون ماء يجتمع عندها أغلب أهل هذه النواحى عدة مرات فى السنة بزينتهم فيشربون النبيذ ويغنون ويرقصون ويطلبون حاجاتهم إلى الله ويرون ذلك كالعبادة، وحين يطلبون هطول المطر فإنه يهطل.\r23- سامار:\rمدينة صغيرة من هذه الكورة أيضا، يرتفع منها بكثرة الحديد والسّرمق «4» والرصاص.\r24- الديلم:\rكورة خاصة بالديلم الذين يكونون بهذه البلاد، بين طبرستان والجبال وجيلان وبحر الخزر. وأهلها قسمان: قسم مقيم على ساحل البحر، والآخر مقيم بين الجبال والصخور، وهناك قسم ثالث بين هذين الاثنين.","seal":"BF15509B","part":"1"},
      {"page":157,"id":150,"nass":"أما الذين على ساحل البحر فهم عشر نواح صغيرة: لترا، واربوا، لنكا، مرد، جالك رود، كرك رود، دينار رود، جوداهنجان، سلان روذبار، هوسم. وتأتي بعد الجبال الذي يقابل هذه النواحي العشر، ثلاث نواح كبيرة: وستان، شير، بزم، ولكل ناحية من هذه النواحى لها نواح وقرى كثيرة، وكل ذلك فى مساحة قدرها عشرون فرسخا فى خمسة وعشرين فرسخا.\rوكورة الديلم هذه عامرة ذات تجارات، وجميع أهلها إما جنود أو مزارعون، كما أن نساءهم أيضا يمارسون الزراعة. وليس لديهم مدينة لها منبر، ومدنهم كلار وجالوس.\r25- جيلان:\rبلاد منفصلة بين الديلم والجبال وآذربايجان وبحر الخزر. تقع فى الصحراء بين البحر والجبال؛ ذات مياه جارية غزيرة، ونهر عظيم يدعى سبيد رود يمر وسط جيلان ويصب فى بحر الخزر.\rوجيلان هذه قسمان: أحدهما بين البحر وهذا النهر، ويطلقون عليه اسم: هذا الجانب من النهر؛ والآخر بين النهر والجبل، ويدعونه: ذلك الجانب من النهر.\rوفى هذا الجانب من النهر سبع نواح كبار: لافجان، ميالفجان، كشكجان، برفجان، داخل، تجن، جمة.\rوفى الجانب الآخر من النهر إحدى عشرة ناحية كبيرة: حانكجال، ننك، كوتم، سراوان، بيلمان شهر، رشت، توليم، دولاب، كهن روذ، استراب، خان بلى.\rولكل ناحية من هذه النواحى قرى خصبة كثيرة.\rوناحية جيلان هذه ناحية عامرة ذات نعم وثروات، تشتغل نساؤهم جميعا فى الزراعة، أما رجالهم فلا عمل لديهم سوى الحرب. وعلى طول الحد بين جيلان والديلم تقع كل يوم مرة أو مرتين حرب بين قرية وقرية أخرى.\r[31 أ] وإذا قتل أحد من الناس بسبب العصبية والعصبية باقية بينهم دائما فإن الحرب تقوم إلى أن يذهب المطالب بالدم إلى الالتحاق بالجند، أو أن يموت أو أن يصبح شيخا، وحين يصبح شيخا يجعلون منه محتسبا. وهم يسمون المحتسب صانع المعروف.\rولو أن أحدا فى جيلان شتم أحدا آخر، أو شرب نبيذا، أو ارتكب معصية أخرى، فإنهم يضربونه أربعين أو ثمانين عصا.","seal":"CB812915","part":"1"},
      {"page":158,"id":151,"nass":"وفيها مدن ذوات منابر مثل جيلاباذ وشال ودولاب وبيلمان شهر، وهى مدن صغيرة بها أسواق وتجارها غرباء، وهم جميعا صانعو معروف.\rوطعام أهل هذه الناحية هو الليتر [؟] والأرز والسمك.\rوترتفع من جيلان هذه، المكانس والحصر والمصليات والسمك الذي يحمل إلى الآفاق.","seal":"EB963D5F","part":"1"},
      {"page":159,"id":152,"nass":"33- القول فى بلاد العراق ومدنها\rبلاد يحيط بها من شرقيها شىء من حدود خوزستان وشىء من حدود الجبال؛ ومن جنوبيها بعض خليج العراق وبعض بادية البصرة؛ ومن غربيها باديتا البصرة والكوفة؛ ومن شماليها شىء من حدود الجزيرة وشىء من حدود آذربايجان.\rوهى بلاد قريبة من وسط العالم، وأكثر نواحى بلاد الإسلام عمارة. وبها مياه جارية وسواد نزه، محط رحال التجار، ذات تجارات كثيرة، غاصة بالسكان وذات علماء كثيرين، ومستقر الملوك الكبار. وهى من الجرود، ترتفع منها التمور التى تحمل إلى الآفاق والثياب المختلفة، وربما ارتفعت منها أغلب الأدوات التى يستخدمها الملوك.\r1- بغداد:\rمدينة عظيمة، وقصبة العراق ومستقر الخلفاء، وأكثر البلدان عمارة فى العالم، ومحط رجال العلماء؛ ذات تجارات كثيرة. بناها المنصور فى العصر الإسلامى. يمر نهر دجلة من وسطها، وقد أقيم على دجلة جسر وضع على السفن. ترتفع منها الثياب القطن والإبريسم والزجاج المخروط، وأدوات الزينة، والأدهان والأشربة والمعاجين التى تحمل إلى الآفاق.\r2- المدائن:\rمدينة إلى شرقىّ دجلة، كانت مستقر الأكاسرة، وبها إيوان يدعى إيوان كسرى، يقال إنه لا يوجد فى العالم إيوان أعلى منه. وكانت هذه المدينة كبيرة وعامرة وقد نقل عمرانها إلى بغداد.\r3- النعمانية:\rإلى الغرب من دجلة.\rدير العاقول: إلى الشرق من دجلة. وكلا هاتين المدينتين عامر.\r4- جبل:\rمدينة قليلة العمارة، وأغلب أهلها كرد.\r5- جراري:\rإلى الشرق من دجلة. فم الصلح: إلى الشرق من دجلة. سابس: إلى الغرب من دجلة. والمدن المذكورة آنفا عامرة ذات خيرات.\r6- واسط:\rمدينة كبيرة يقسمها دجلة إلى نصفين وعليه جسر، وفى كل نصف منها منبر. وقد بناها الحجاج بن يوسف. وهى طيبة الهواء وأكثر مدن العراق من حيث وفرة نعمها. ترتفع منها الأكسية والتكك والأصواف الملونة.\r7- عبدسى، نيم روذى:\rمدينتان عامرتان فيهما تمور كثيرة.","seal":"B6802298","part":"1"},
      {"page":160,"id":153,"nass":"8- مفتح:\rمدينة عامرة تقع إلى الشرق من دجلة يخرج منها نهر معقل.\r9- الأبلّة:\rمدينة [31 ب] خصبة إلى الغرب من دجلة، يدور حولها النهر. ترتفع منها المناديل والعمائم الأبلية.\r10- البصرة:\rمدينة عظيمة بها اثنتا عشرة محلة لكل محلة منهن عدة مدن منفصلة عن بعضها. ويقال إن بها مائة وأربعة وعشرين نهرا. بناها عمر بن الخطاب رضى الله عنه.\rوليس فى العراق ناحية خراجها عشرى سوى البصرة. ومنها خرج العلوى البرقعى؛ وبها قبور طلحة وأنس بن مالك والشيخ الحسن البصرى وابن سيرين. ترتفع منها النعال والفوط الجيدة وثياب الكتان والخيوش الغالية.\r11- بيان:\rمدينة إلى الشرق من دجلة، عامرة ونزهة.\r12- سلمانان:\rمدينة إلى الشرق من دجلة ونزهة.\r13- عبادان:\rمدينة صغيرة وعامرة على ساحل البحر، ترتفع منها الحصر العبادانية والحصر السامانية، ويؤتى منها بالملح إلى البصرة وواسط.\r14- مادرايا:\rمدينة عامرة ونزهة ذات فواكه وزروع.\r15- إسكاف بنى جنيد:\rموضع ينتفع به من الباقى من مياه نهر نهروان فى الزراعة.\r16- النهروان:\rمدينة ذات عمارة قليلة، وبها تمور قليلة، وبها أماكن بناها الأكاسرة.\r17- جلولاء، خانقين:\rمدينتان نزهتان، وفى خانقين نهر كبير.\r18- قصر شيرين:\rقرية كبيرة لها سور من الصخر وبها إيوان واسع من المرمر.\r19- حلوان:\rمدينة ذات خيرات وفيرة يمر وسطها نهر، يرتفع منها التين الذي يجففونه ويحمل إلى الآفاق.\r20- كوثى ربّا:\rمدينة حواليها تلال من الرماد يقال إنها بقايا النار التى أوقدها النمرود ليحرق بها إبراهيم النبي صلى الله عليه وسلم.\r21- بابل:\rأقدم مدينة فى العراق، وكانت مستقر ملوك الكنعانيين.\r22- صرصر:\rمدينة عامرة ذات نعمة وفيرة، يمرّ من وسطها نهر صرصر.\r23- نهر الملك:\rمدينة عامرة ذات نعم.","seal":"075CC498","part":"1"},
      {"page":161,"id":154,"nass":"24- قصر ابن هبيرة:\rأهم مدينة بين بغداد والكوفة، عامرة ذات نعمة غاصة بالسكان.\r25- الجامعين:\rمدينة بين نهر الفرات ونهر سورا، لا طريق إليها من أية جهة إلا عن طريق الماء «1» .\r26- الكوفة:\rمدينة على نهر الفرات، مصرّها سعد بن أبى وقاص. وفيها روضة أمير المؤمنين على بن أبى طالب كرم الله وجهه.\r27- الحيرة:\rمدينة على حافة البادية وهواؤها أفضل من هواء الكوفة.\r28- القادسية:\rمدينة على طريق الحجاج على حافة البادية.\r29- بردان، عكبرا:\rمدينتان في الشمال الشرقي من بغداد، مواضع عامرة.\r30- سامرّة:\rمدينة إلى الشرق من دجلة، ذات سواد، وزروعها وفواكهها إلى الغرب من دجلة.\r31- الكرخ، الدور:\rمدينتان بناهما المعتصم وأتم بناءهما المأمون»\r، عامرتان ذواتا نعمة.\r32- تكريت:\rمدينة على الحدّ بين الجزيرة والعراق، عامرة نزهة ذات نعمة.","seal":"27FB0C93","part":"1"},
      {"page":162,"id":155,"nass":"34- القول في بلاد الجزيرة ومدنها\rبلاد يحيط بها من جهاتها الأربع نهران هما دجلة والفرات، ولهذا السبب دعيت الجزيرة. وهى بلاد [32 أ] عامرة ذات نعم وفيرة، غاصة بالسكان، طيبة الهواء وبها مياه جارية. وبها جبل ومدن كثيرة وسواد خصب وبساتين ورياض معروفة بنزاهتها. وبها أناس كثيرون من قبيلة ربيعة، وبها خوارج كثيرون.\r1- الموصل:\rمدينة كبيرة طيبة الهواء قليلة النعم.\r2- بلد:\rمدينة على ساحل دجلة، فيها مياه جارية إضافة إلى دجلة.\r3- برقعيد، أدرمه:\rمدينتان نزهتان غاصتان بالسكان.\r4- نصيبين:\rأكثر المدن نزاهة فى الجزيرة؛ عامرة غاصة بالسكان. وبها أديرة للنصارى. وفيها عقارب قتالة. كما أن بها قلعة منيعة فيها أفاع كثيرة، يرتفع الحجر الذي يصنع منه الزجاج الجيد.\r5- دارا:\rمدينة على سفح جبل فيها مياه جارية غزيرة.\r6- كفرتوثا:\rمدينة نزهة عامرة ذات مياه جارية.\r7- رأس العين:\rمدينة نزهة وبها عيون ماء كثيرة، ثم يتكون من هذه العيون خمسة أنهار تجتمع فى مكان واحد فتدعى الخابور الذي يصب فى نهر الفرات.\r8- دياورعنى:\rمدينة ذات نعم كثيرة «1» .\r9- الرقة، الرافقة:\rمدينتان كبيرتان ونزهتان متصلتان ببعضهما وعلى شاطئ الفرات، كانت في حدودهما حرب صفين على الجانب الآخر من النهر.\r10- قرقيسيا:\rمدينة نزهة ذات نعمة، وسوادها دائم الخضرة.\r11- الرحبة:\rمدينة نزهة ذات مياه جارية وأشجار.\r12- الدالية:\rمدينة نزهة سكانها كثيرون ذات نعمة.\r13- عانة:\rمدينة نزهة يمر فيها ماء الفرات.","seal":"ED64B3DD","part":"1"},
      {"page":163,"id":156,"nass":"14- هيت:\rمدينة عليها سور حصين، عامرة ذات نعمة وبها تربة عبد الله بن المبارك «1» .\r15- الأنبار:\rمدينة نزهة وعامرة ذات نعمة غاصة بالسكان، وكانت مستقر أبى العباس أمير المؤمنين.\rوجميع المدن آنفا من الرقة حتى الأنبار تقع على شاطئ الفرات.\r16- بالس، جسر منبج، شميشاط:\rمدن على شاطئ الفرات متصلة بحدود الشام.\r17- حرّان:\rمدينة ماؤها قليل وبها صابئون كثيرون.\r18- سروج:\rمدينة عامرة.\r19- الرها:\rمدينة نزهة أغلب أهلها نصارى، وفيها كنيسة لا توجد فى العالم كنيسة أكبر منها أو أكثر عمارة وإثارة للإعجاب. لها سواد خصب، وفيها رهبان.\r20- جزيرة ابن عمر:\rمدينة نزهة ذات أشجار ومياه جارية. تقع على شاطئ دجلة.\r21- حديثة:\rمدينة نزهة فيها بساتين نزهة جدا.\r22- السّن:\rمدينة على شاطئ دجلة ذات نعمة وفيرة. وقريب منها جبل.","seal":"683E1FC6","part":"1"},
      {"page":164,"id":157,"nass":"35- القول في بلاد آذربايجان وبلاد أرمينية والران ومدنها\rثلاثة بلدان متصلة ببعضها وسوادها متداخل بعضه ببعض. إلى الشرق منها حدود جيلان، وإلى جنوبيها حدود العراق والجزيرة، وإلى غربيها حدود الروم والسرير، وإلى شماليها حدود السرير والخزر [32 ب] وهي أكثر بلاد الإسلام نعمة. عامرة ذات نعم وفيرة ومياه جارية وفواكه لذيذة. يجتمع فيها التجار والغزاة والغرباء أكثر من أي مكان آخر.\rيرتفع منها القرمز «1» والسراويل والثياب الصوف والقطن والأسماك والعسل والشمع، ويؤتى إليها بالرقيق الرومي والأرمني والبجناكي والخزري والصقلبي.\r1- أردبيل:\rقصبة آذربايجان، مدينة عظيمة يحيط بها سور، وهي مدينة كانت ذات نعم وفيرة، قلّت الآن. كانت مستقر ملوك آذربايجان. ترتفع منها البرود والثياب الملونة.\r2- أسنه، سراو، ميانة، خونه، جابروقان:\rمدن صغيرة ذات نعم وفيرة، عامرة غاصة بالسكان.\r3- تبريز:\rمدينة صغيرة ذات نعمة وعامرة، يحيط بها سور بناه العلاء بن أحمد «2» .\r4- مراغة:\rمدينة كبيرة ونزهة ذات نعم ومياه جارية وبساتين نضرة. وكان عليها سور حصين خرّبه ابن أبي الساج «3» .","seal":"E7D7B311","part":"1"},
      {"page":165,"id":158,"nass":"5- برزند:\rمدينة نزهة وعامرة ذات مياه جارية وزروع وفواكه، ترتفع منها الثياب القطيفة «1» .\r6- موقان:\rمدينة وبها ناحية على ساحل البحر. وفيها مدينتان أخريان تدعيان موقان أيضا ترتفع منها الفوّة «2» وحبوب تدعى دانغو تؤكل، والجوالق والمسوح بكثرة.\r7- ورثان:\rمدينة ذات نعم وفيرة، ترتفع منها الزلّيات والمصلّيات.\rإن جميع المدن التي ذكرناها هي من آذربايجان.","seal":"993FCB1F","part":"1"},
      {"page":166,"id":159,"nass":"36- أرمينية والران «1»\r8- دون:\rمدينة عظيمة وهي قصبة أرمينية يحيط بها سور وبها نصارى كثيرون.\rمدينة ذات نعم وفيرة وتجارات وناس وتجار، وفيها سواد كثير. تمتد حتى حدود الجزيرة وتتصل ببلاد الروم. يرتفع منها القرمز والتكك الجيدة.\r9- داخرقان:\rمدينة نزهة ذات مياه جارية «2» : وهي قريبة من بحيرة كبوذان.\r10- أرمنة:\rمدينة كبيرة عامرة ذات نعم وفيرة «3» .\r11- سلماس:\rمدينة نزهة عامرة. ترتفع منها التكك الجيدة.\r12- خوي، بركري، أرجيج، أخلاط، نخجوان، بدليس:\rجميع هذه المدن بين كبيرة وصغيرة نزهة ذات كثير من النعم والناس والتجارات والتجار. ترتفع من هذه المدن الزلّيات والبسط والتكك والأخشاب الكثيرة.\r13- ملازجرد:\rثغر في مقابل الروم. أهله مقاتلون. وهو نزه ذو خيرات.\r14- قاليقله:\rمدينة فيها قلعة منيعة. وبها غزاة على الدوام يتناوبون فيها يأتون من كل مكان «4» وبها تجار كثيرون.\r15- ميافارقين:\rمدينة حولها سور تقع على الحد بين أرمينية وجزيرة الروم.\r16- مرند:\rمدينة صغيرة عامرة ذات نعمة وفيرة غاصة بالسكان. ترتفع منها الثياب الصوف المختلفة.\r17- ميمذ:\rكورة معروفة عامرة ذات نعم وفيرة وناس كثيرين.\r18- أهر:\rقصبة ميمذ، وملكها ابن رواد [33 أ] من أولاد الجلندي بن كركر، وهو الذي ورد أنه كان يأخذ كل سفينة غصبا.","seal":"2F4A6840","part":"1"},
      {"page":167,"id":160,"nass":"19- سنجان:\rمدينة وهي كورة كبيرة، ملكها سنباط.\rإن جميع المدن التي ذكرناها آنفا هي من أرمينية «1» .\r20- قبان:\rمدينة نزهة، يرتفع منها بكثرة القطن الجيد.\r21- بردع:\rمدينة كبيرة ذات نعم وفيرة، وهي قصبة الران ومستقر ملوك هذه الناحية ذات سواد نزه كثيرة الزرع والثمار جدا. وبها بكثرة أشجار التوت الأبيض. يرتفع منها الإبريسم الكثير والبغال الجيدة والفوّة والشاه بلّوط «2» والكروياء «3» .\r22- بيلقان:\rمدينة ذات نعم وفيرة، ترتفع منها بكثرة السّتر والجلال والبراقع والناطف «4» .\r23- باجكاه:\rمدينة تقع على شاطئ نهر أرس، ترتفع منها الأسماك.\r24- كنجه، شمكور:\rمدينتان عامرتان ذواتا زروع وفواكه، ترتفع منها الثياب الصوف المختلفة.\r25- خنان:\rكورة على شاطئ نهر كر، على الحدّ بين أرمينية والران.\r26- وردوقية:\rمدينة أسفل خنان، صغيرة قليلة الناس.\r27- قلعة:\rقلعة عظيمة ذات منبر، على الحد بين أرمينية والران.\r28- تفليس:\rمدينة كبيرة نزهة خصبة عامرة ذات نعم وفيرة، يحيط بها سوران، وهي ثغر مقابل الكفار، يمر وسطها نهر. وفيها عين ماء حارة بني عليها حمام، وماؤها حار دائما من غير نار «5» .","seal":"2EA36D41","part":"1"},
      {"page":168,"id":161,"nass":"29- شكّي:\rكورة من أرمينية عامرة ذات نعمة. طولها حوالي سبعين فرسخا. وفيها مسلمون وكفار.\r30- مباركي:\rقرية كبيرة على باب بردع. وكان بها معسكر الروس الذين جاؤوا آنذاك واستولوا على برذع «1» . ومباركي هذه هي أول حدّ من شكّي.\r31- سوق الجبل:\rمدينة من شكّي، قريبة على بردع.\r32- سنباطمان:\rمدينة، في آخر حدّ شكي، وبها قلعة منيعة.\rوكلا المدينتين أعلاه عامر.\r33- صنار:\rكورة طولها عشرون فرسخا، بين شكي وتفليس. أهلها جميعهم كفار.\r34- قبلة:\rمدينة بين شكي وبرذع وشروان؛ عامرة ذات نعمة. يرتفع منها القند الكثير.\r35- برديج:\rمدينة نزهة عامرة ذات نعمة.\r36- شروان، خرسان، ليزان:\rثلاثة كور ملكها واحد يدعى شروان شاه وخرسان شاه وليزان شاه، ومستقره في معسكر على مسافة فرسخ من شماخي، وهو في جبل عال قمته فسيحة مسطحة مربعة الشكل، أربعة فراسخ في أربعة، وليس لها أي طريق إلا من جانب واحد وهو وعر جدا. وبها أربع قرى. وهناك جميع خزائن الملك وكافة غلمانه؛ وجميع الرجال والنساء يعملون هناك ويأكلون. وتدعى هذه القلعة باسم ينال. وقريب منها قلعة أخرى وبينهما فرسخ واحد، وهي منيعة جدا، وفيها سجن الملك.","seal":"62EE6F4B","part":"1"},
      {"page":169,"id":162,"nass":"37- خرسان:\rكورة بين دربند وشروان، متصلة بجبل القبق [33 ب] ترتفع منها الثياب الصوف. وإن جميع المحفوريات المختلفة التي تحمل إلى الآفاق إنما يؤتى بها من هذه المدن الثلاث «1» .\r38- كردوان:\rمدينة عامرة ذات نعمة.\r39- شاوران:\rقصبة شيروان، وهي قريبة من البحر ذات نعم وفيرة، يؤتى منها بحجر المحك الذي يحمل إلى الآفاق.\r40- دربند الخزر:\rمدينة على ساحل البحر «2» ، بينها وبين البحر سلسلة عظيمة، لا تستطيع أية سفينة العبور من هناك إلا بأمر. وهذه السلسلة مشدودة إلى حيطان حصينة كانت قد بنيت بالصخور والرصاص. ترتفع منها الثياب الكتان والزعفران، ويقع إليها الرقيق من كل جنس من بلاد الكفر المصاقبة لها.\r41- باكو:\rمدينة على ساحل البحر «3» ، قريبة من الجبل؛ يؤتى منها بالنفط الذي يؤخذ إلى بلاد الديلم.","seal":"9A6AD9CD","part":"1"},
      {"page":170,"id":163,"nass":"37- القول في بلاد العرب ومدنها\rبلاد يحيط بها من المشرق بحر عمان من البحر الأعظم؛ ومن جنوبيها بحر الحبشة وهو من البحر الأعظم أيضا؛ ومن غربيها بحر القلزم، وشماليها بادية الكوفة والشام.\rوهى بلاد عظيمة حارة. فيها جبال منفصلة عن بعضها- كما ذكرنا ذلك عند حديثنا عن الجبال- ويوجد فى جميع هذه البلاد نهر واحد وهو الذي يخرج من جبال تهامة ثم يمر على حدود خولان «1» وحضرموت ثم يصب فى البحر الأعظم. وهذا النهر ليس كبيرا.\rوفى هذه البلاد نواح كثيرة أغلبها بواد هي مكان العرب الأصلي، وحتى الذين ذهبوا إلى أماكن أخرى فإن أصلهم من هناك، وأكثرهم يعيشون في البوادي، إلا أولئك الذين يعيشون في هذه البلاد.\rويرتفع من هذه البلاد التمر بكافة أنواعه والأديم والرمل المكي وحجر المحك والنعال المشعرة والملمعة. وفيها حيوانات عجيبة مختلفة.\rوبها نواح كاليمن والحجاز وتهامة واليمامة ونزوين «2» ، ومواضع فيها خيام تقيم بها القبائل أمثال التميميين والمضريين والأسديين والحسانيين والكلبيين والفزاريين وما شابه، وقد صورنا كل ذلك ليكون أكثر وضوحا «3» .","seal":"8F8046C6","part":"1"},
      {"page":171,"id":164,"nass":"1- مكة:\rمدينة كبيرة وعامرة غاصة بالناس، تقع على سفح جبل وحواليها جبال.\rوهي أشرف مدينة في العالم، وكان بها مولد نبينا صلى الله عليه وسلم؛ وبها بيت الله عز وجل. وطول مسجد بيت الله عز وجل ثلاثمائة وسبعون ذراعا، وعرضه ثلاثمائة وخمسة عشر ذراعا. وطول الكعبة أربعة وعشرون ذراعا ونصف ذراع، وعرضها ثلاثة وعشرون ذراعا ونصف، وارتفاعها سبعة وعشرون ذراعا. والذي بنى مكة هو آدم عليه السلام، وأتمها إبراهيم عليه السلام. ومنذ عهد آدم عليه السلام جعل الله عز وجل هذا البيت عزيزا.\r2- المدينة:\rمدينة طيبة كثيرة السكان، وبها القبر المقدس للنبي صلى الله عليه وعلى آله وسلم وقبور كثير من أصحابه. يرتفع من أطرافها حجر المسان الذي يحمل إلى الآفاق.\r3- الطائف:\rمدينة صغيرة على سفح جبل، يرتفع منها الأديم.\r4- نجران:\rمدينة صغيرة [34 أ] عامرة. وبها قبيلة الهمدانيين، يخرج منها اللصوص فيقطعون الطرق على حدود اليمن.\r5- جرش:\rمدينة صغيرة نزهة وعامرة من نواحي اليمن.\r6- صعدة:\rمدينة عامرة كثيرة السكان فيها تجار من البصرة. وكانت قديما مستقر ملوك اليمن، يرتفع منها الأديم بكثرة والنعال اليمنية المشعرة.\r7- همدان:\rكورة في اليمن بين صعدة وصنعاء «1» ، وفيها ثلاث مدن يقيم فيها أولاد حمير ولهم فيها زروع وفواكه ومراع وحقول.\r8- صنعاء:\rقصبة اليمن، مدينة نزهة وعامرة، يرتفع منها كل التجارات التي ترتفع من أغلب نواحي اليمن، وهي أوفر مناطق اليمن نعمة. ولا يوجد في كل بلاد العرب مدينة أكبر منها وأنزه. تغل مزارعها وحقول حنطتها مرتين في السنة، أما الشعير فيغل ثلاث","seal":"56339607","part":"1"},
      {"page":172,"id":165,"nass":"مرات أو أربع لشدة اعتدال هوائها. يحيط بها سور من الصخر يقال إنه أول بناء بنوه بعد الطوفان.\r9- ذمار:\rمدينة ذات أسواق غاصة بالسكان، وهي من أعمال صنعاء. وذات نعم وفيرة؛ تجارها يتعاملون بشىء كالقندهاري تساوي كل ثمانية منه درهما واحدا.\r10- شبام:\rقلعة على جبل «1» ، وبها سوق وهي مكتظة بالسكان.\r11- زبيد:\rمدينة في اليمن لا توجد مدينة أكبر منها بعد صنعاء. وتبعد عن حدود الحبشة مسيرة ثلاثة أيام. وتجارة أهلها الفضة والذهب، إلا أن كل اثني عشر درهما من دراهمهم تساوي درهم حجر واحدا، وكل دينار من دنانيرهم يساوي درهما واحدا.\r12- منكث:\rمدينة صغيرة، جدرانها من صخر، يحيط بها وبرساتيقها جبل عظيم، وإذا أردت الذهاب إلى مكان منها عليك أن تقطع الجبل. وحدودها متصلة بحدود حضرموت.\r13- صهيب:\rمدينة صغيرة نزهة وعامرة.\rوجميع هذه المدن من اليمن. وفي جبال اليمن وبراريها توجد القردة.\r14- عدن:\rمدينة على ساحل البحر متصلة بحدود الحبشة، يرتفع منها اللؤلؤ بكثرة.\r15- حضرموت:\rمدينة نزهة عامرة ولها أعمال كثيرة؛ وعادتهم أن كل غريب يدخل مدينتهم ويصلي في مسجدهم، فإنهم يأتونه بالطعام ثلاث مرات في اليوم ويكرمونه كثيرا إلا أن يبدي معارضته لمذهبهم.\r16- مخلاف عك:\rقرية كبيرة ذات نعمة «2» .\r17- عثر:\rمدينة صغيرة عامرة ذات نعمة.\r18- مهجرة:\rمدينة كبيرة «3» يحيط بها سور وخندق، لباس أهلها الإزار والجلباب.","seal":"B79DC3DD","part":"1"},
      {"page":173,"id":166,"nass":"19- سرير:\rمدينة نزهة عامرة «1» ، زرعهم الدخن والشعير يتعاملون بالفضة المزبّقة «2» ، وأهلها جميعا يرتدون الأزر والأردية. وهي من أعمال اليمن.\r20- جدة:\rمدينة من أعمال مكة، تقع على ساحل البحر، عامرة ونزهة.\r21- سبأ، عقاب، مساع، وادي بيحان:\rمدن ذات نعم وفيرة مكتظة بالسكان.\r22- الشّحر:\rمدينة على ساحل البحر، ترتفع منها الجمال الجيدة، ويؤتى منها باللبان الذي يحمل إلى الآفاق «3» .\r23- عمان:\rمدينة عظيمة على ساحل البحر، بها تجار كثيرون، وهي فرضة جميع العالم، ولا توجد في العالم مدينة لتجارها من الثراء ما لتجار عمان. تقع إليها تجارات المشرق والمغرب والجنوب والشمال [34 ب] حيث تحمل من هناك إلى الآفاق.\r24- سرحه، عنن:\rمدينتان عامرتان نزهتان.\r25- هجر:\rمدينة مكتظة بالسكان على ساحل البحر.\r26- البحرين:\rقصبة مكتظة بالسكان ذات مدن وقرى ومواضع عامرة.\r27- فيد:\rمدينة نزهة عامرة.\r28- جبلة:\rقلعة بها منبر.\r29- فرع:\rمدينة صغيرة.","seal":"CC140BB2","part":"1"},
      {"page":174,"id":167,"nass":"30- تبوك، وادي القرى، تيماء:\rمدن مكتظة بالسكان تقع في البوادي.\r31- الجار:\rمدينة على ساحل البحر، وهى فرضة المدينة.\r32- مدين:\rمدينة نزهة على ساحل البحر، وبها البئر التي استقى منها موسى عليه السلام الماء لأغنام شعيب عليه السلام.","seal":"04891AC3","part":"1"},
      {"page":175,"id":168,"nass":"38- القول في بلاد الشام ومدنها\rبلاد شرقيها بادية الشام من حدود العرب وحدود الجزيرة؛ وجنوبيها بحر القلزم؛ وغربيها حدود مصر وبعض من بحر الروم؛ وشماليها حدود بلاد الروم.\rوهي بلاد نزهة وعامرة مكتظة بالسكان وملأى بالتجارات. وفيها مدن كثيرة، يقع إليها كل ما يرتفع من المغرب ومصر وبلاد الروم والأندلس.\rوثغور الجزيرة هي مدن تقابل الروم، وهي من الشام إلا أنها تدعى باسم الجزيرة.\r1- سميساط:\rمدينة على شاطئ نهر، ذات نعم وفيرة.\r2- سنجة:\rمدينة نزهة قربها جسر لا يوجد في العالم أجمل ولا أعجب منه.\r3- منبج:\rمدينة صغيرة تقع في الصحراء، وهي خصبة.\r4- منصور، قورس:\rمدينتان عامرتان قليلتا السكان.\r5- ملطية:\rأكبر ثغر في هذا الجانب من جبل اللكام، وجميع فواكهه مباحة ليس لها صاحب.\r6- مرعش، حدث:\rمدينتان نزهتان عامرتان صغيرتان ذواتا زروع كثيرة ومياه جارية.\r7- الهارونية:\rمدينة صغيرة على جبل بناها هارون الرشيد.\r8- بياس:\rمدينة صغيرة نزهة ذات نعمة وفيرة. وبها نخل كثير.\r9- كنيس:\rمدينة صغيرة على سفح جبل.\r10- كفربيا، المصيصة:\rمدينتان نزهتان «1» يمر نهر جيحان بينهما، وهما عامرتان.\rإذا جلست على قنطرة فيهما رأيت منها البحر الذي يقع على بعد أربعة فراسخ. وهما مكتظتان بالسكان.\r11- عين زربة:\rمدينة خصبة ذات زروع وثمار.\r12- أذنة:\rمدينة ذات سوق، نزهة، تقع على شاطئ نهر سيحان.","seal":"D1A96AF4","part":"1"},
      {"page":176,"id":169,"nass":"13- طرسوس:\rمدينة كبيرة عامرة ذات نعم وفيرة، يحيط بها سوران من الصخر، أهلها مقاتلون شجعان.\r14- أولاس:\rآخر مدن الإسلام مما يقع على بحر الروم. وفيها موضعان يقدسهما الروم ويؤمونهما للزيارة.\rوكل المدن المذكورة آنفا هي مدن الثغور التي تدعى ثغور الجزيرة.\r15- الإسكندرونة، صحبة، اللاذقية، أطرابلس، بيروت، صيدا، صور، عكة، قيسارية، يافا، عسقلان:\rمدن في الشام تقع على ساحل بحر الروم «1» ، وفيها مسلمون، وهي مدن ذات نعم وفيرة وزروع كثيرة وتجارات واسعة.\r16- بالس:\rمدينة في الشام تقع على شاطئ الفرات.\r17- خناصرة، تدمر، سلمية، معان:\rمدن صغيرة [35 أ] على طرف بادية الشام.\rوسكان سلمية جميعا من بني هاشم، بينما سكان معان «2» جميعا من بني أمية.\r18- أيلة:\rمدينة صغيرة على ساحل بحر القلزم على الحد بين باديتي مصر والشام.\r19- حلب:\rمدينة كبيرة نزهة وعامرة كثيرة السكان والتجارات، يحيط بها من جميع أطرافها سور.\r20- بغراس:\rمدينة في الجبال، وبها قصر بنته زبيدة ووقفت عليه أوقافا كثيرة، بحيث ينزل فيه كل مسافر يصل المدينة فيضيفه أهلها فيه.\r21- معرّة مصرين:\rمدينة صغيرة نزهة، مياهها من الأمطار.\r22- قنسرين:\rمدينة نزهة وعامرة.\r23- حمص:\rمدينة كبيرة ونزهة وعامرة، جميع طرقها معبدة بالصخر. وجميع أهلها أنقياء السرائر ذوو مروءة وجمال مفرط. تكثر فيها الأفاعي والعقارب.\r24- كفرطاب، شيزر، حماة:\rمدن عامرة ذوات نعمة وهي خصبة جدا.\r25- بعلبك:\rمدينة ذات نعم وفيرة تقع على سفح جبل.","seal":"B48CADCA","part":"1"},
      {"page":177,"id":170,"nass":"26- دمشق:\rمدينة نزهة ذات نعم وزروع وثمار وفيرة. وبها سواد نضر جدا، ومياه جارية، قريبة من جبل؛ وهي أنزه موضع في بلاد العرب، يرتفع منها الرزّ الأصفر.\r27- الرقة:\rمدينة نزهة قليلة الناس.\r28- رواة:\rمدينة صغيرة قرب جبل، وهذه المدينة هي قصبة الجبال.\r29- أذرح:\rمدينة نزهة ذات نعم وفيها خوارج.\r30- الأردن:\rكورة نزهة عامرة ذات نعم وفيرة.\r31- طبرية:\rقصبة الأردن، مدينة نزهة عامرة ذات نعم ومياه جارية.\r32- فلسطين:\rبلد ذو زروع وفواكه وتجارات مكتظ بالسكان.\r33- الرملة:\rقصبة فلسطين، وهي ذات نعم، مدينة كبيرة.\r34- غزة:\rمدينة صغيرة على الحد بين الشام ومصر.\r35- بيت لحم:\rمدينة كان بها مولد عيسى النبي صلى الله عليه وسلم.\r36- مسجد إبراهيم:\rمدينة على الحدّ بين مصر والشام بها قبور إبراهيم وإسحاق ويعقوب صلوات الله عليهم.\r37- نابلس، أريحا:\rمدينتان صغيرتان قليلتا النعم.\r38- بيت المقدس:\rمدينة على سفح جبل، ليس بها أي ماء جار، وفيها مسجد يزوره المسلمون من كل مكان.\rوهذه كلها مدن فلسطين.\r39- موضع قوم لوط:\rبلد خرب قليل الناس عديم النعمة.\r40- زغر:\rمدينة من ديار قوم لوط، بقي فيها القليل من العمارة.\rوداخل حدود جبل البلقاء مدن ورساتيق كثيرة وجميع سكانها خوارج.","seal":"5EAC43E0","part":"1"},
      {"page":178,"id":171,"nass":"39- القول في بلاد مصر ومدنها\rبلاد شرقيها بعض حدود الشام وبعض من برية مصر؛ وجنوبيها حدود النوبة؛ وغربيها بعض حدود المغرب وبعض المفازة التي تدعى الواحات؛ وشماليها بحر الروم.\rوهي أغنى بلاد الإسلام، وفيها مدن كثيرة جميعها عامرة ونزهة ذات خصب ونعم وفيرة متنوعة. ترتفع منها الثياب والمناديل والأردية المختلفة التي لا يوجد في جميع العالم ما هو أثمن منها، كالصوف المصري والثياب والمناديل الدبيقية والخز، وفيها [35 ب] الحمير الجيدة الثمينة.\r1- الفسطاط:\rقصبة مصر، أغنى مدينة في العالم، في غاية العمارة ووفرة النعمة، تقع إلى الشرق من نهر النيل. وبها تربة الشافعي رحمة الله عليه.\r2- ذميره، دنقرا:\rمدينتان إلى الشرق من نهر النيل، عامرتان وفيرتا النعمة؛ ترتفع منهما الثياب الكتان الثمينة.\r3- الفرما:\rمدينة على ساحل بحيرة تنيس وسط رمال الجفار. وبها قبر جالينوس.\r4- تنيس ودمياط:\rمدينتان وسط بحيرة تنيس على جزيرتين، وليس بهما زروع ولا ثمار؛ ترتفع منهما الثياب الصوف والكتان الغالية.\r5- الإسكندرية:\rمدينة متصلة ببحر الروم من جهة وبحيرة تنيس من جهة، وفيها منارة يقال إن ارتفاعها مئتا ذراع، مرتكزة على صخرة وسط الماء، وهي تتحرك كلما هبّ النسيم بحيث لا يمكن رؤية ذلك.\r6- الهرمان:\rبناءان على جبل قرب الفسطاط، ملاطها من مادة لا يؤثر فيها شيء.\rوطول كل واحد منهما أربعمائة ذراع في عرض أربعمائة وارتفاع أربعمائة. وفيهما بيوت ضيقة. وقد بناهما هرمس قبل الطوفان، ذلك أنه علم بأن الطوفان سيحدث، فبناهما لينجو من الماء. وقد كتب عليهما بالعربية: بنيناهما بقدرة، فمن أراد أن يعلم كيف بنيناهما فليخربهما.\rوقد حفر على هذين الهرمين كثير من العلوم من طب وفلك وهندسة وفلسفة.","seal":"3415348C","part":"1"},
      {"page":179,"id":172,"nass":"7- الفيوم:\rمدينة تقع إلى الغرب من النيل «1» ، وفيها مياه جارية إضافة إلى النيل.\r8- بوصير:\rمدينة إلى الشرق من النيل «2» ، ومنها السحرة الذين كانوا مع فرعون وجاءوا بالسحر.\rوتكثر في نهر النيل التماسيح في كل مكان منه حتى إنها تختطف الناس والمواشي من على ضفاف النهر، وحين تصل إلى هذه المدينة تضعف ولا تستطيع إيذاء أحد بسبب طلسم صنع هناك، بحيث يستطيع الأطفال إمساكها والركوب عليها ويتجولون دون أن تلحق بهم أي أذى؛ بينما تلحق الأذى بكل مكان تصله غير هذه المدينة.\r9- الأشمونين، إخميم، بلينا:\rثلاث مدن تقع إلى الغرب من نهر النيل، عامرة نزهة وفيرة النعم تكثر فيها أشجار الأبنوس.\r10- أسوان:\rآخر مدينة في مصر، وهي ثغر في مقابل النوبيين على غرب النيل، وهي غنية وأهلها مقاتلون. وتوجد في الجبال القريبة منها في الواحات معادن الزمرد والزبرجد التي لا توجد في أي مكان آخر من العالم. وفي جبال الواحات توجد الخراف الوحشية. كما توجد بعد أسوان على الحد بين مصر والنوبة الحمر الوحشية الكثيرة المرقطة والسود والصفر، وخراف صغار حين يخرجون من تلك الأرض يموتون.","seal":"939E3397","part":"1"},
      {"page":180,"id":173,"nass":"40- القول في بلاد المغرب ومدنها\rبلاد شرقيها [36 أ] بلاد مصر؛ وجنوبيها برية ينتهي آخرها ببلاد السودان؛ وغربيها بحر الأوقيانوس المغربي؛ وشماليها بحر الروم.\rوهي بلاد فيها برار كثيرة وجبال وعرة قليلة. وأهلها سود وسمر. وفيها أعمال كثيرة ومدن ورساتيق. وفي براريها بربر كثيرون لا يحصون. وهي بلاد حارة، يوجد فيها الذهب بكثرة، وفي رمالها معدن الذهب، وأغلب تجارة أهلها الذهب.\r1- أطرابلس:\rأول مدينة من إفريقية، وهي كبيرة وعامرة، تقع على ساحل بحر الروم؛ مكتظة بالسكان، ومحط رحال تجار بلاد الروم والأندلس، يقع إليها كل ما يرتفع من بحر الروم.\r2- المهدية:\rمدينة كبيرة تقع على ساحل بحر الروم، متصلة بحدود القيروان. وهي ذات نعم وفيها تجار كثيرون من شتى البلدان.\r3- برقة:\rمدينة كبيرة، ولها ناحية متصلة بحدود مصر، ذات تجارات وتجار كثيرين.\rوفيها جنود بصورة دائمة.\r4- القيروان:\rمدينة عظيمة، وليس في المغرب مدينة أكبر وأكثر عمارة وتجارة منها.\rوهي قصبة المغرب.\r5- زويلة:\rمدينة عظيمة على طرف مفازة السودان، وفيها وحواليها يوجد البربر بكثرة. والبربر هؤلاء ناس في بادية المغرب كالعرب في البادية، أصحاب مواش وذهب كثير، لكن العرب أكثر ثراء بمواشيهم، والبربر بذهبهم.\r6- تونس:\rمدينة من المغرب على ساحل البحر، وأول مدينة تقابل الأندلس.\r7- فرسانة:\rمدينة نزهة ذات نعم وفيرة، أهلها محبون للاختلاط بغيرهم، وتجارتهم وفيرة. وهي قريبة من القيروان.\r8- سطيف:\rمدينة كبيرة مكتظة بالسكان، ذات ذهب كثير، وهي قليلة النعمة.\r9- طبرقة:\rمدينة على ساحل بحر الروم، وقريب منها في ساحل البحر يوجد بوفرة معدن المرجان الذي لا يوجد في مكان آخر من العالم وفيها العقارب القتالة الكبيرة.","seal":"4CF7279D","part":"1"},
      {"page":181,"id":174,"nass":"10- تنس:\rمدينة كبيرة على ساحل البحر، عامرة ذات نعم كثيرة السكان والتجارات.\r11- جزيرة بني مزغنّا:\rمدينة يحيط بها ماء البحر من ثلاثة جوانب، يحفّ بها طوائف من البربر «1» .\r12- ناكور:\rمدينة تشبه تنس.\r13- تاهرت:\rمدينة عظيمة وهي كورة منفصلة عن أعمال إفريقية، ذات تجارات وفيرة.\r14- سجلماسة:\rمدينة على طرف مفازة السودان بين الرمال التي يوجد فيها معدن الذهب. وهذه الكورة منعزلة عن جميع النواحي، وهي قليلة النعمة وذات ذهب وفير.\r15- بصيرة:\rمدينة على ساحل البحر مقابل جبل طارق، ذات نعم وفيرة.\r16- أزيلة:\rمدينة كبيرة ذات سور حصين جدا وهي أقصى المعابر إلى الأندلس.\r17- فاس:\rقصبة طنجة. مدينة عظيمة، وهي مستقر الملوك، ذات تجارات وفيرة [36 ب] .\r18- السوس الأقصى:\rمدينة على ساحل بحر الأوقيانوس المغربي، وهي آخر مدينة من عمارة العالم في المغرب. مدينة عظيمة بها ذهب وفير، وأهلها بعيدون عن طباع الناس.\rولا يصل إليها إلا القليل من الغرباء؛ ويكثر في بلاد البربر، النمور التي يصيدها البربر ويحملون جلودها إلى مدن المسلمين.","seal":"FE35F723","part":"1"},
      {"page":182,"id":175,"nass":"41- القول في بلاد الأندلس ومدنها\rبلاد شرقيها حدود الروم؛ وجنوبيها خليج بحر الروم؛ وغربيها بحر الأوقيانوس المغربي؛ وشماليها بلاد الروم أيضا.\rوهي بلاد عامرة نزهة، فيها جبال ومياه جارية وتجارات كثيرة. وبها معادن الفضة والذهب والنحاس والرصاص وما شابه ذلك. وجميع أبنيتها من الحجارة. وأهلها بيض البشرة زرق العيون.\r1- قرطبة:\rقصبة الأندلس «1» ؛ عامرة مكتظة بالسكان ذات نعم وتجارات كثيرة.\rوأقرب الطرق منها إلى البحر مسير ثلاثة أيام. وهي قرب جبل، ومستقر السلطان؛ وكان ملكها بيد الأمويين، وبيوت أهلها من الحجارة.\r2- طليطلة:\rمدينة على سفح جبل عال، يحيط بها نهر تاجة.\r3- تطيلة:\rمدينة قرب جبل، يوجد فيها السمور بكثرة لا حصر لها بحيث ينقل إلى مناطق أخرى.\r4- لاردة، سرقص، شنتبرية، رية، إستنجة، جيان، مورور، قرمونة، لبلة، غافق «2» :\rمدن الأندلس، وهي ذوات نعم كثيرة، عامرة يؤمها تجار بلاد الروم والمغرب ومصر. بها تجارات كثيرة، ذات هواء معتدل.\r5- باجة:\rمدينة قديمة من مدن الأندلس ذات تجارات.\r6- قورية:\rمدينة صغيرة قليلة السكان ذات تجارات وفيرة.\r7- ماردة:\rأكبر المدن في الأندلس، لها قلعة وسور وخندق منيع.\r8- ترجالة، وادي الحجارة:\rمدينتان في الأندلس باردتا الهواء، وهما أقدم موضع في هذه البلاد.","seal":"4BA92ACC","part":"1"},
      {"page":183,"id":176,"nass":"9- طرطوشة:\rمدينة عامرة على ساحل بحر الروم، متصلة بحدود غلجسكش والإفرنجة وهما من بلاد الروم.\r10- بلنسية، مرسية، بجانة:\rمدن تقع على على ساحل خليج بحر الروم، وهي ذوات نعم.\r11- مالقة:\rمدينة على ساحل بحر الروم، ترتفع منها جلود التماسيح التي تصنع منها مقابض السيوف الصلبة جدا.\r12- الجزيرة:\rمدينة على ساحل؛ وهي أول بلاد المسلمين، وتبدأ الأندلس منها.\r13- شذونة، إشبيلية، أخشنبة:\rمدن على ساحل بحر الأوقيانوس المغربي، قليلة النعم والسكان «1» .\r14- شنترين:\rآخر مدينة من حدود الأندلس، تقع على ساحل بحر الأوقيانوس.\rيرتفع منها العنبر الأشهب الذي هو في غاية الجودة.\rفلم يبق في حدود المغرب أي مكان آخر.","seal":"81A52149","part":"1"},
      {"page":184,"id":177,"nass":"42- القول في بلاد الروم وأعمالها\rبلاد شرقيها أرمينية والسرير واللان؛ وجنوبيها بعض حدود الشام وبعض بحر الروم وبعض حدود الأندلس؛ وغربيها بحر الأوقيانوس المغربي؛ وشماليها بعض خراب الشمال وبعض حدود [37 أ] الصقالبة وبعض بلاد البرجان وبعض بحر الخزر.\rوهي بلاد عظيمة جدا ذات نعم وفيرة لا حدّ لها، وفي غاية العمارة. وفيها مدن وقرى كثيرة ونواح عظيمة ذات زروع وثمار وفيرة ومياه جارية وتجارات وعساكر. وفيها بحيرات صغيرة وجبال وقلاع منيعة. ترتفع منها الثياب السندس والميساني والطنافس والجوارب والتكك الثمينة بوفرة.\rوبلاد الروم أربعة عشر عملا: ثلاثة منها بعد خليج القسطنطينية إلى الغرب منه؛ وأحد عشر منها إلى الشرق منه «1» . أما التي إلى غرب الخليج فأول عمل منها:\r1- طابلان:\rالكورة التي تقع فيها القسطنطينية التي هي مستقر ملوك الروم، والموضع ذو التجارات الكثيرة.\r2- مقدونية:\rناحية كان منها الإسكندر الرومي وهي متصلة ببحر الروم.\r3- تراقية:\rمتصلة ببحر بنطس «2» .\rأما الأحد عشر عملا الواقعة إلى شرق الخليج فهي:\r4- ثرقسيس؛ 5. أبسيق؛ 6. أبطماط؛ 7. سلوقية؛ 8. ناطليق؛ 9. بقلار؛ 10. أفلاخونية؛ 11. قبادق؛ 12. خرشنة؛ 13. أرمنياق؛ 14. خالدية:\rولكل عمل من هذه الأعمال كورة ذات مدن وقرى وقلاع وأسوار وجبال ومياه جارية ونعم وفيرة. وفي كل واحد من هذه الأعمال قائد للجيش معين من قبل ملك الروم، ومعه","seal":"F7651E80","part":"1"},
      {"page":185,"id":178,"nass":"العساكر الكثيرة الذين تتراوح أعدادهم بين ثلاثة آلاف وستة آلاف فارس مسئولين عن المحافظة على ذلك العمل.\rأما في داخل بلاد الروم القديمة، فقد كانت توجد مدن كثيرة، ولكنها الآن قليلة، أغلبها رساتيق عامرة ذات نعم وأسوار حصينة جدا بسبب كثرة الغزاة عليهم، وتوجد في كل واحدة قلعة يلتجئ إليها الناس وقت هروبهم.\rوإن هذه الأعمال أو القرى الكبيرة وتلك التي من المدن هي التي صورناها في الصورة وأوضحناها «1» .\r15- كرج:\rمن أعمال بلاد الروم «2» ، يقع أغلبها في جزائر صغيرة، وفي بحر بنطس توجد مدينة تدعى الكرج وهي على ساحل هذا البحر. وأخلاق أهلها شبيهة بأخلاق الروم من جميع الوجوه.\r16- برجان:\rبلاد لها مدينة تدعى برقية، نزهة ذات نعم وفيرة وتجارة قليلة. أما ما بقي منها فصحار وزروع وأشجار. وهي عامرة ذات مياه جارية؛ ومن بلاد الروم وخراجها يعطى لملك الروم.\r17- الصقالبة المتنصرة:\rبلاد في أرض الروم، أهلها صقالبة تنصّروا ويعطون الخراج لملك الروم، وهم أثرياء. وهي بلد ذو نعمة يسوده الأمان.\r18- البلغار:\rاسم قوم يقيمون في جبل البلغار إلى الشمال الغربي من بلاد الروم؛ وهم كفار وروم أيضا لكن لهم حربا مع الروم دائمة. والبلغار هؤلاء قوم جبليون لديهم زروع وثمار ومواش كثيرة.\rوتمتد بلاد الروم باتجاه المغرب حتى تتصل ببحر الأوقيانوس المغربي؛ وباتجاه الجنوب لتتصل بالأندلس؛ وتتصل من [37 ب] الشمال بخراب الشمال من العالم. وجزء منها مفازة.\rولا توجد مفازة أخرى في أي موضع من بلاد الروم، إذ إنها عامرة بأسرها.\r19- إفرنجة:\rعمل في بلاد الروم متصل ببحر الروم.\r20- رومية:\rمدينة تقع على ساحل هذا البحر من بلاد الفرنجة. وهي مستقر ملوك الروم قديما.","seal":"34075181","part":"1"},
      {"page":186,"id":179,"nass":"21- بسكونس، غلجسكس:\rعملان بين الإفرنجة والأندلس «1» ، أهلهما نصارى.\r22- برطينية:\rآخر مدينة من الروم على ساحل بحر الأوقيانوس. وهي فرضة بلاد الروم والأندلس.\rأما الحد الواقع بين الخليج حتى الأندلس على ساحل بحر الروم فيدعى ساحل أثيناس.\r23- يونان:\rكانت مدينة من أثيناس هذه قديما. وقد نبغ جميع الحكماء والفلاسفة من أثيناس هذه «2» .","seal":"D4EF16EA","part":"1"},
      {"page":187,"id":180,"nass":"43- القول في بلاد الصقالبة\rبلاد شرقيها البلغار الداخلة وبعض من بلاد الروس؛ وجنوبيها بعض بحر بنطس وبعض من الروم؛ وغربيها وشماليها بأسره مفازات وخرائب الشمال «1» .\rوهي بلاد كبيرة وبها أشجار ملتفّة، وأهلها يقيمون تحت الأشجار، وليس لديهم زراعة سوى زراعة الدخن والأعناب، لكن العسل الجيد كثير بها وكذلك النبيذ وما شابه ذلك مما يصنع كل رجل منهم مائة خابية من النبيذ كل عام. ولهم قطعان خنازير وكذلك قطعان نعاج.\rأهلها يحرقون موتاهم. وحين يموت لهم ميت فإن زوجته تقتل نفسها إن شاءت. وهم يرتدون القمصان الطويلة التي تغطي الكعب وينتعلون الأحذية. وكلهم عبدة نيران.\rويزينون أيديهم بأسورة مما لا يوجد لدى المسلمين. وأسلحتهم الترس والمزراق والرمح.\rيسمى ملك الصقالبة باسم بسموت سويت؛ وطعام ملوكهم الحليب. يقيمون جميعهم خلال الشتاء في المغاور وتحت الأرض. ولهم قلاع وأسوار كثيرة. ملابسهم من الكتّان على الأغلب؛ ويرون في خدمتهم للملك واجبا يدخل ضمن الدين. ولهم مدينتان:","seal":"FAFE371F","part":"1"},
      {"page":188,"id":181,"nass":"1- وابنيت:\rأول مدينة لهم وتقع في شرق بلاد الصقالبة، بعض أهلها شبيهون بالروس.\r2- خرداب:\rمدينة كبيرة، وهي مستقر الملك.","seal":"184FAA53","part":"1"},
      {"page":189,"id":182,"nass":"44- القول في بلاد الروس ومدنها\rبلاد شرقيها جبل البجناك؛ وجنوبيها نهر روتا؛ وغربيها الصقالبة؛ وشماليها خراب الشمال «1» .\rوهي بلاد كبيرة أهلها سيئو الخلق والطباع، نفورون محتالون متمردون مقاتلون، وهم يحاربون جميع الكفار المحيطين بهم وينتصرون عليهم. وملكهم يقال له خاقان الروس.\rبلاد نعمهم في غاية الوفرة وفيها من كل شىء. وتوجد مروءة لدى فريق منهم. وهم يعظمون الأطباء، ويعطون العشر من كل غنائمهم وتجاراتهم إلى ملكهم كل سنة. وبينهم فريق من الصقالبة يخدمونهم.\rولهم سراويلات قد اتخذ الواحدة منها من مائة ذراع أو أقل أو أكثر، إذا لبسها اللابس منهم جمعها على ركبتيه وشدهما عندهما، ويضعون على رؤوسهم قلانس لها عذبات تتدلى إلى القفا. ويضعون مع الميت كل شيء كان له [38 أ] من ثياب وحليّ داخل القبر مع طعام وشراب.","seal":"B8EEC409","part":"1"},
      {"page":190,"id":183,"nass":"1- كويابه:\rأقرب مدينة من مدن الروس للمسلمين. وهي مكان ذو نعم، وبها مستقر الملك؛ ترتفع منها الأصواف المختلفة والسيوف الثمينة «1» .\r2- صلابة:\rمدينة ذات نعم، تأتي منها التجارات إلى نواحي البلغار وقت السلم.\r3- أرتاب:\rمدينة يقتل الغريب حين يدخلها، ترتفع منها السيوف الثمينة التي يمكن ليها باليد لتصبح منحنية ثم تعود إلى حالتها الأولى بعد رفع اليد.","seal":"F9B42A2A","part":"1"},
      {"page":191,"id":184,"nass":"45- القول في بلاد البلغار الداخلة\rبلاد شرقيها بلاد المروات؛ وجنوبيها بحر بنطس؛ وغربيها الصقالبة؛ وشماليها جبل الروس «1» .\rوهي بلاد لا توجد فيها أية مدينة. أهلها مقاتلون شجعان ذوو وقار؛ طباعهم شبيهة بطباع الترك القريبين من بلاد الخزر. ولهم حروب مع جميع الروس؛ ويتاجرون مع جميع الذين من حواليهم؛ وهم أصحاب مواش وأسلحة وأدوات حرب.","seal":"87B918BE","part":"1"},
      {"page":192,"id":185,"nass":"46- القول في بلاد المروات\rبلاد شرقيها بعضه جبال وبعضه بلاد بجناك الخزر؛ وجنوبيها بعضه بجناك الخزر والآخر بحر بنطس؛ وغربيها بعضه بحر بنطس والآخر البلغار الداخلة؛ والآخر جبل ونندر.\rأهلها نصارى يتكلمون بلغتين: عربية ورومية؛ ولباسهم لباس العرب.\rويتعاملون مع الروم والترك، وهم أصحاب قباب وخيام «1» .","seal":"E7981859","part":"1"},
      {"page":193,"id":186,"nass":"47- القول في بلاد بجناك الخزر\r«1» شرقيها جبل الخزر؛ وجنوبيها بلاد اللان؛ وغربيها بحر بنطس؛ وشماليها بلاد المروات.\rوأهلها قوم كانوا قديما من الأتراك البجناكية جاؤوا إلى هنا واستولوا على هذه البلاد بالقوة وأقاموا فيها. وهم أصحاب خيام وقباب ومواش، يتنقلون في هذه البلاد بحثا عن الكلأ الموجود في جبال الخزر.\rوالرقيق الخزري الذي يقع بأيدي المسلمين يأتي من هذه البلاد.\rوالبلدان الثلاثة «2» التي ذكرناها قليلة النعمة.","seal":"36B253F9","part":"1"},
      {"page":194,"id":187,"nass":"48- القول في بلاد اللان ومدنها\rشرقيها وجنوبيها بلاد السرير؛ وغربيها بلاد الروم؛ وشماليها بحر بنطس وبجناك الخزر «1» .\rبلاد تقع في الصخور والجبال، ذات خيرات؛ وملكهم نصراني. ولها ألف قرية كبيرة؛ وبين أهلها نصارى ومن يعبد الأصنام، وهم فريقان فريق يعيش في الجبال وآخر في السهول.\r1- كاسك:\rمن مدن اللان، تقع على ساحل بحر بنطس، ذات نعمة وفيها تجار.\r2- خيلان:\rمدينة يقيم بها جيش الملك.\r3- باب اللان:\rمدينة كالقلعة على قمة جبل، يحرس برجها كل يوم ألف رجل بالتناوب.","seal":"F7AFCF0F","part":"1"},
      {"page":195,"id":188,"nass":"49- القول في بلاد السرير ومدنها\rشرقيها وجنوبيها حدود أرمينية؛ وغربيها حدود الروم؛ وشماليها بلاد اللان «1» .\rبلاد ذات نعمة وفيرة، فيها جبال وسهول؛ ويقال إن في جبالها بعوضا كبير الحجم، كل واحدة منه بحجم طائر الحجل، يرسل الملك بين الحين والآخر جثث الموتى من الماشية أو المذبوح منها إلى ذلك الموضع ليأكله ذلك البعوض، ذلك أنه حين يجوع ولا يجد ما يأكله، يهجم ويأكل كل ما يلقاه في طريقه من البشر أو أي مخلوق آخر [38 ب] يجدونه.\r1- قلعة الملك:\rقلعة في غاية المنعة على قمة جبل، بها مستقر الملك، ويقال إن له سريرا فخما مصنوعا من الذهب الأحمر.\r2- خندان:\rمدينة بها مستقر قادة جيش الملك «2» .\r3- رنجس، مسقط:\rمدينتان «3» ذواتا نعم وفيرة، يقع منهما إلى بلاد المسلمين رقيق كثير.","seal":"A6D729C9","part":"1"},
      {"page":196,"id":189,"nass":"50- القول في بلاد الخزر\rبلاد شرقيها الحائط الذي بين الجبل والبحر، ثم البحر ثم جزء من نهر أتل؛ وجنوبيها بلاد السرير؛ وغربيها جبل؛ وشماليها براذاس وونندر «1» .\rوهي بلاد ذات نعم وفيرة، عامرة ذات تجارات واسعة، ترتفع منها الثيران والخراف والرقيق بكثرة.\r1- أتل:\rمدينة يمر نهر أتل من وسطها، وهي قصبة بلاد الخزر ومستقر الملك الذي يدعى طرخان خاقان «2» ، وهو من أولاد أنسا، يقيم في النصف الغربي من المدينة مع جيشه،","seal":"918C05C3","part":"1"},
      {"page":197,"id":190,"nass":"ويوجد سور في هذا النصف من المدينة؛ أما النصف الآخر فيقيم فيه المسلمون وعبّاد الأصنام. وللملك سبعة من الحكام بعدد الأديان السبعة الموجودة في المدينة، وحين تكون هناك قضية مهمة يطلبون الحكم فيها من الملك، فإذا حكموا فطبقا لذلك الحكم.\r2- سمندر:\rمدينة على ساحل البحر، ذات نعم وأسواق وتجار.\r3- خمليخ، بلنجر، البيضاء، ساوغر، ختلغ، لكن، سور، مسط:\rمدن في بلاد الخزر، جميعها ذوات أسوار حصينة ونعم «1» .\rوأغلب ما يأتي إلى ملك الخزر، يأتي من ضرائب البحر «2» .\r4- طولاس، لوغر:\rاثنان من أعمال بلاد الخزر، أهلهما مقاتلون ذوو أسلحة كثيرة.","seal":"36DBFD3D","part":"1"},
      {"page":198,"id":191,"nass":"51- القول في بلاد البلغار\rبلاد شرقيها وجنوبيها الغوز؛ وغربيها نهر أتل؛ وشماليها بلاد البجناك «1» . وأهلها مسلمون ولهم لغة خاصة، ملكهم يدعى مس «2» ، أصحاب خيام وقباب، وهم ثلاث فرق:\rبرصولا، إشكل، بلكار؛ يحارب بعضهم الآخر، لكنهم عند ظهور عدوّ يعين بعضهم بعضا.","seal":"A526CF0E","part":"1"},
      {"page":199,"id":192,"nass":"52- القول في بلاد البراذاس\rبلاد شرقيها نهر أتل؛ وجنوبيها بلاد الخزر؛ وغربيها بلاد ونندر؛ وشماليها بجناك الترك «1» . أهلها على دين الغوزية «2» ، أصحاب خيام، يحرقون موتاهم، وهم في طاعة ملك الخزر؛ تجارتهم جلود الدّلق «3» ، ولهم ملكان اثنان لا يتصل أحدهما بالآخر.","seal":"1519BBF9","part":"1"},
      {"page":200,"id":193,"nass":"53- القول في بلاد ونندر\rبلاد شرقيها بلاد البراذاس؛ وجنوبيها بلاد الخزر؛ وغربيها جبل؛ وشماليها المجغرية «1» .\rأهلها قساة القلوب وضعاف وفقراء، وهي قليلة التجارة.\rإن كل ما ذكرناه بلدان يقيم فيها المسلمون والكفار تقع جميعها في الشمال من عمارة العالم.\r1- بلغار:\rمدينة تقع ناحية صغيرة منها على ضفة نهر أتل، سكانها جميعا مسلمون، يخرج منها عشرون ألف فارس، يحاربون بين الفينة والفينة الكفار فيتغلبون عليهم. وهي عامرة جدا ذات نعم وفيرة.\r2- سوار:\rمدينة قرب بلغار، يقيم بها غزاة أمثال البلغاريين «2» .","seal":"10E3EF7F","part":"1"},
      {"page":201,"id":194,"nass":"54- القول في العمارة [39 أ] بنواحي الجنوب\rوأهل نواحي الجنوب جميعا سود لحرارة هوائهم، وأغلبهم عراة، ويوجد في جميع أراضيهم وبلدانهم الذهب. وهم بعيدون عن حد اعتدال البشر.\r55- القول في بلاد الزنج ومدنها\rأهم بلاد في ناحية الجنوب، بعض شرقيها متصل ببلاد الزابج، وشماليها متصل بالبحر الأعظم؛ وبعض غربيها متصل بالحبشة؛ وجنوبيها جبل «1» .\rأرضها معدن الذهب، وتقع مقابل بلاد فارس وكرمان والسند. أهلها عراض الوجوه ضخام الأجسام مجعدو الشعور، لهم طباع الوحوش والبهائم، وهم سود البشرة جدا، وبينهم وبين الحبشة والزابج عداوة.\r1- ملجان:\rمدينة من بلاد الزنج على ساحل البحر «2» ، محط رحال التجار الذين يذهبون إلى تلك الأصقاع.\r2- سفالة:\rمستقر ملك الزنج «3» .\r3- حوفل:\rأكثر المدن تجارة في هذه البلاد «4» .","seal":"D02109B1","part":"1"},
      {"page":202,"id":195,"nass":"56- القول في بلاد الزابج ومدنها\rبلاد غربيها وبعض جنوبيها بلاد الزنج؛ وشماليها بحر؛ أما ما بقي فكله مفازة الجنوب «1» .\rأهلها كالزنوج لكنهم نصف عراة، يسمون ملكهم منحب «2» ، وهم دائما في حرب مع الزنج. وفي جبالها توجد أشجار الكافور. وبها أفاع يقال إن إحداها تبتلع الإنسان والجاموس والفيل مرة واحدة.\rوفيها قليل من المسلمين والتجار.\r1- منجري:\rمدينة على ساحل البحر، فيها ذهب وفير «3» .\r2- ملحمان:\rبها مستقر الملك «4» .\rوللزابج هذه جزيرة عظيمة في البحر، يقيم ملكهم فيها خلال الصيف.","seal":"54B84134","part":"1"},
      {"page":203,"id":196,"nass":"57- القول في بلاد الحبشة ومدنها\rشرقيها بعض بلاد الزنج؛ وجنوبيها وغربيها مفازة؛ وشماليها بحر وبعض خليج البربر «1» .\rبلاد يمتاز أهلها باعتدال الوجوه وهم سود مسالمون ذوو همم قعس، مطيعون لملكهم، يأتي إليها التجار من عمان والحجاز والبحرين.\r1- راسن:\rمدينة على ساحل البحر، وهي مستقر الملك.\r2- سوار:\rمدينة بها جيش ملك الحبشة.\r3- رين:\rمدينة يقيم فيها قائد مع جيشه، ويكثر فيها الذهب.","seal":"A56E208B","part":"1"},
      {"page":204,"id":197,"nass":"58- القول في بلاد البجة\rبلاد شرقيها وجنوبيها وغربيها مفازة.. «1» ، وشماليها المفازة الواقعة بين الحبشة والبجة والنوبة والبحر. وهذه البلاد.. ولا يختلطون بأهلها إلا لضرورة. وفي أرضها.. عظيم.\rوفيها مستقر ملك البجة.\r59- القول في بلاد النوبة\rبلاد جنوبيها وشماليها بلاد..، اهلها محبون للاختلاط ومعتدلو.. يدعونه كابيل «2» ..\rموضع يبعد عن [39 ب] رمل المعدن عشرين فرسخا.\rطري:\rبلد صغير بين حدود النوبة والسودان، يقع في مفازة، وفيه صومعتان للنصارى «3» ، يقال إن فيهما اثني عشر ألف راهب، وحينما ينقص واحد منهم من حدود النوبة، يحل محله أحد النصارى الموجودين في صعيد مصر.","seal":"027E1B09","part":"1"},
      {"page":205,"id":198,"nass":"60- القول في بلاد السودان ومدنها\rبلاد شرقيها وجنوبيها يؤدي إلى مفازة الجنوب؛ وغربيها بحر الأوقيانوس المغربي، وشماليها المفازة التي بين المغرب وبينهم.\rبلاد عظيمة جدا يقال إنها سبعمائة فرسخ في سبعمائة، وهي البلاد التي يؤتى منها بأغلب الخدم؛ وفي أرضهم بأسرها معدن الذهب. وملكهم هو أفضل شخص بين أولئك السود ويدعى راعي بن راعي «1» ، يدعي أنه يشرب في كل ثلاثة أيام ثلاثة كؤوس من النبيذ فحسب. وبينها وبين مصر مسير ثمانين يوما على البعير. ويوجد في هذا الطريق موضع واحد فقط فيه ماء وكلأ.\rأهلها سيئو السرائر حريصون على العمل. نصف قاماتهم العليا قصير، ونصفها الأسفل طويل، نحاف الأجسام غلاظ الشفاه طوال الأصابع ضخام الوجوه، وأغلبهم عراة.\rيأتيها تجار من مصر فيجلبون إليها الملح والزجاج والرصاص، ويشترون منها أحجار الذهب. بينما يذهب فريق منهم للبحث داخل هذه البلاد عن الذهب، فحيثما وجدوه حلّوا هناك، ولا يوجد في ناحية الجنوب بلد أكثر منها سكانا. ويقوم التجار بسرقة أبنائها ثم يقومون بإخصائهم ويجلبونهم إلى مصر ليبيعوهم فيها. ويوجد بينهم من يسرق أبناء غيره ليبيعهم إلى التجار عندما يقدمون إليهم.\r1- حران:\rمدينة كبيرة، بها مستقر الملوك، ورجالها ونساؤها يرتدون الثياب، لكن أبناءهم يظلون عراة حتى تنبت لحاهم. وهم أكثر الناس اختلاطا في هذه البلاد.\r2- خفان، رين:\rمدينتان صغيرتان قريبتان من حد المغرب، أهلها كثيرو الذهب.\r3- مقيس:\rمدينة كبيرة، وهي مستقر قائد جيش الملك.\r4- لابه:\rمدينة أقرب إلى حدود النوبة، أهلها لصوص فقراء وجميعهم عراة. ولا يوجد من هم أكثر مذمة منهم في هذه البلاد بأسرها «2» .","seal":"1C90A137","part":"1"},
      {"page":206,"id":199,"nass":"القول في خاتمة الكتاب\rكانت تلك جميع البلدان العامرة في الآفاق التي ذكرناها من مسلمة وكافرة من نواحي الشرق والغرب والشمال والجنوب، بعد أن راجعنا جميع الكتب «1» ... قد أتينا بجميع ما فيها بعد إسقاط الحشو منها.","seal":"16AD94F9","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":372,"Bk":"حدود العالم من المشرق الى المغرب","HigriD":"بعد 372","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مجهول","bLnk":null,"Inf":"[حدود العالم من المشرق إلى المغرب]\r\n\r\n«حدود العالم من المشرق إلى المغرب» كتاب لم يرد فيه ما يشير إلى أن مؤلفه كان رحالة سافر إلى أحد البلدان التي ذكرها في كتابه. وقد اعتمد في تأليفه كتابه هذا على مؤلفات من سبقوه في هذا المضمار حيث ذكر في ختام كتابه أنه نظر في جميع الكتب وأتى بجميع ما فيها بعد إسقاطه الحشو منها. لكنه لم يذكر أسماء تلك الكتب للأسف سوى الآثار العلوية لأرسطو. كما ورد في ختام الكتاب الذي أصيب بخروم ضاعت معها بعض الكلمات ما يستفاد منه بكل تأكيد أنه أفاد من بطلميوس. كما ويبدو من بين طيات كتابه أنه أفاد كتاب ابن خرداذبة والاصطخري وغيره.\r\nبدأ المصنف بتأليف الكتاب عام 372 هـ وبيّن فيه صفه الأرض وهيئتها ومساحة عامرها وغامرها، وجميع نواحيهما وملوكها مما هو معروف مع أحوال كل قوم مقيمين في تلك النواحي المختلفة، وسنن ملوكهم، وجميع مدن العالم الموجود خبرها في كتب المتقدمين وذكرها الحكماء مع أحوال تلك المدن من سعة وصغر، وقلة النعمة أو كثرتها وما يرتفع منها، وأحوال أهلها وعامرها وغامرها، ومعرفة هيئة كل مدينة من جبال وأنهار وبحار ومفازات مع كل ما يرتفع منها، ومواضع جميع بحار العالم من كبير وصغير، وكذلك الخلجان، مع كل ما يستخرج منها، وجميع الجزر الكبيرة من عامرها وغامرها وأحوال ناسها وكل ما ينتج فيها، وجميع الجبال الرئيسة في العالم والمعادن المختلفة الموجودة فيها، والحيوانات التي تأوي إليها، وجميع الأنهار الكبيرة التي في العالم، من الأماكن التي تنبع منها حتى تصب في البحر أو يستفاد منها في الزراعة والفلاحة، خاصة تلك التي يمكن للسفن العبور منها، وجميع الصحارى والمفازات المعروفة في العالم ومساحاتها طولاً وعرضاً.\r\n\r\nنسخ الكتاب\r\nنسخة خطية في مكتبة نجارا حصل عليها المستشرق الروسي تومانسكي عام 1892 م.\r\nطبع هذا الأثر النفيس الفارسي لأول مرة بارتلد عام 1930 م في ضمن «منشورات العلوم الروسية الروسية الأكاديمية» . ثم قام بطبعه مينورسكي مع ترجمة دقيقة وأدبية واستدراكات وتعليقات سنة 1937 م في مجموعة منشورات أوقاف غيب. كما وطبعه السيد جلال الدين الطهراني من على طبعة بارتلد، سنة 1932 م في مطبعة مجلس الشورى. ثم تصدى لطبعه منوتشهر ستودة في مكتبة طهوري بطهران عام 1983 م. وطبع أيضاً في منشورات جامعة الزهراء بطهران عام 1993 م مع مقدمة بارتلد وتعليقات مينورسكي، وترجمة مير حسين شاه وتصحيحات وتعليقات مريم مير أحمدي وغلام رضا ورهرام.\r\nوأما الكتاب الحاضر فقد طبع في «الدار الثقافية للنشر» بالقاهرة عام 2002 م في قطع وزيري وغلاف ورقي، في 256 صفحة، مع تعليقات مينورسكي وبتحقيق يوسف الهادي وترجمته إلى العربية.\r\n\r\nالمصادر\r\n1- مقدمة محقق ومترجم الكتاب السيد يوسف الهادي.\r\n2- مقدمة الكتاب.\r\n3- مجلة قمر التاريخ والجغرافيا، العدد 31، 2000 م، المقالة: ببليوغرافيا جغرافيا التاريخ الإسلامي والإيراني، ص 6، نصر الله صالحي.","Auth":"مؤلف: حدود العالم من المشرق إلى المغرب","Betaka":"الكتاب: حدود العالم من المشرق إلى المغرب\r\nالمؤلف: مجهول (توفي: بعد 372هـ)\r\nمحقق ومترجم الكتاب (عن الفارسية) : السيد يوسف الهادي\r\nالناشر: الدار الثقافية للنشر، القاهرة\r\nالطبعة: 1423 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"9CF71647","cat":"البلدان والجغرافيا والرحلات","oNum":10809,"BkId":10809,"oAuth":1932,"bVer":1,"aSeal":"6A426872"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10809":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":4,"sub":1,"tit":"مصادر الكتاب"},
      {"lvl":2,"id":8,"sub":0,"tit":"ومن عجائب طبائع البلدان"},
      {"lvl":1,"id":17,"sub":0,"tit":"1 - فاتحة الكتاب"},
      {"lvl":1,"id":17,"sub":1,"tit":"2 - ذكر هيئة الأرض عامرها وغامرها"},
      {"lvl":1,"id":17,"sub":2,"tit":"3. القول في البحار والخلجان"},
      {"lvl":2,"id":17,"sub":3,"tit":"البحيرات الكبيرة"},
      {"lvl":3,"id":17,"sub":4,"tit":"1 - البحر الأخضر:"},
      {"lvl":3,"id":18,"sub":0,"tit":"2 - البحر الآخر هو المحيط المغربى:"},
      {"lvl":3,"id":18,"sub":1,"tit":"3 - والآخر بحر كبير يدعى البحر الأعظم:"},
      {"lvl":3,"id":19,"sub":0,"tit":"4 - بحر الروم:"},
      {"lvl":3,"id":20,"sub":0,"tit":"5 - بحر الخزر:"},
      {"lvl":3,"id":21,"sub":0,"tit":"6 - بحر الجرزيان الذي يدعى بحر بنطس:"},
      {"lvl":3,"id":21,"sub":1,"tit":"7 - بحر خوارزم:"},
      {"lvl":2,"id":21,"sub":2,"tit":"البحيرات الصغيرة ذات المياه المالحة"},
      {"lvl":3,"id":21,"sub":3,"tit":"الأولى: بحيرة ماوطس:"},
      {"lvl":3,"id":22,"sub":0,"tit":"الثانية: بحيرة كبوذان:"},
      {"lvl":3,"id":22,"sub":1,"tit":"الثالثة: البحيرة الميتة:"},
      {"lvl":3,"id":22,"sub":2,"tit":"الرابعة: بحيرة نويطة:"},
      {"lvl":3,"id":22,"sub":3,"tit":"الخامسة: بحيرة السماطي:"},
      {"lvl":3,"id":22,"sub":4,"tit":"السادسة: بحيرة يون:"},
      {"lvl":3,"id":23,"sub":0,"tit":"السابعة: بحيرة باسفهري:"},
      {"lvl":3,"id":23,"sub":1,"tit":"الثامنة: بحيرة جنكان:"},
      {"lvl":3,"id":23,"sub":2,"tit":"التاسعة: بحيرة بجكان:"},
      {"lvl":3,"id":23,"sub":3,"tit":"العاشرة: بحيرة توزكول:"},
      {"lvl":3,"id":23,"sub":4,"tit":"الحادية عشرة: بحيرة إيس كول:"},
      {"lvl":2,"id":23,"sub":5,"tit":"البحيرات ذات الماء العذب"},
      {"lvl":3,"id":23,"sub":6,"tit":"الأولى: بحيرة مصر:"},
      {"lvl":3,"id":24,"sub":0,"tit":"الثانية: بحيرة طبرية:"},
      {"lvl":3,"id":24,"sub":1,"tit":"الثالثة: بحيرة تنتيه:"},
      {"lvl":3,"id":24,"sub":2,"tit":"الرابعة: بحيرة ريس:"},
      {"lvl":3,"id":24,"sub":3,"tit":"الخامسة: بحيرة أرزن:"},
      {"lvl":3,"id":24,"sub":4,"tit":"السادسة: بحيرة زره:"},
      {"lvl":3,"id":24,"sub":5,"tit":"السابعة: البحيرة الواقعة على حد أسروشنه"},
      {"lvl":1,"id":26,"sub":0,"tit":"4 - القول في الجزائر"},
      {"lvl":2,"id":26,"sub":1,"tit":"أما في بحر الأوقيانوس المشرقي:"},
      {"lvl":3,"id":26,"sub":2,"tit":"1 - جزيرة معروفة تدعى جزيرة الفضة"},
      {"lvl":2,"id":26,"sub":3,"tit":"ب - وأما الجزر التي في البحر الأعظم"},
      {"lvl":3,"id":26,"sub":4,"tit":"2 - جبلان عامران"},
      {"lvl":3,"id":26,"sub":5,"tit":"3 - جزيرة الذهب:"},
      {"lvl":3,"id":27,"sub":0,"tit":"4 - جزيرة طبرنا:"},
      {"lvl":3,"id":27,"sub":1,"tit":"5 - جزيرة الرامي:"},
      {"lvl":3,"id":27,"sub":2,"tit":"6 - جزيرة صريح:"},
      {"lvl":3,"id":28,"sub":0,"tit":"7 - جزيرة تدعى جابه وسلاهط:"},
      {"lvl":3,"id":28,"sub":1,"tit":"8 - بالوس:"},
      {"lvl":3,"id":28,"sub":2,"tit":"9 - كله:"},
      {"lvl":3,"id":28,"sub":3,"tit":"10 - بنكالوس:"},
      {"lvl":3,"id":28,"sub":4,"tit":"11 - هرنج:"},
      {"lvl":3,"id":28,"sub":5,"tit":"12 - لافت:"},
      {"lvl":3,"id":29,"sub":0,"tit":"13 - ناره:"},
      {"lvl":3,"id":29,"sub":1,"tit":"14 - وال:"},
      {"lvl":3,"id":29,"sub":2,"tit":"15 - خارك:"},
      {"lvl":3,"id":29,"sub":3,"tit":"16 - جزيرتان صغيرتان متصلتان ببعضهما تدعى إحداهما سقيطرا:"},
      {"lvl":2,"id":29,"sub":4,"tit":"ج - وأما جزائر الأوقيانوس المغربى"},
      {"lvl":2,"id":32,"sub":0,"tit":"الجزر الست"},
      {"lvl":3,"id":33,"sub":0,"tit":"الأولى: قبرس"},
      {"lvl":3,"id":33,"sub":1,"tit":"الثانية: قريس:"},
      {"lvl":3,"id":33,"sub":2,"tit":"الثالثة: بالس،"},
      {"lvl":3,"id":33,"sub":3,"tit":"الرابعة: صقلية،"},
      {"lvl":3,"id":33,"sub":4,"tit":"الخامسة: سردانية،"},
      {"lvl":3,"id":33,"sub":5,"tit":"السادس: إقريطس،"},
      {"lvl":1,"id":35,"sub":0,"tit":"5 - القول فى الجبال والمعادن التى فيها"},
      {"lvl":2,"id":35,"sub":1,"tit":"1 - جبل الطاعن"},
      {"lvl":2,"id":35,"sub":2,"tit":"2 - والآخر جبل سر نديب"},
      {"lvl":1,"id":47,"sub":0,"tit":"6 - القول في الأنهار"},
      {"lvl":2,"id":47,"sub":1,"tit":"1 - نهر خمدان:"},
      {"lvl":2,"id":47,"sub":2,"tit":"2 - نهر كيسو:"},
      {"lvl":2,"id":48,"sub":0,"tit":"3 - نهر ثجاخ:"},
      {"lvl":2,"id":48,"sub":1,"tit":"4 - ومن نهر كيسو:"},
      {"lvl":2,"id":48,"sub":2,"tit":"5 - نهر إيلا:"},
      {"lvl":2,"id":48,"sub":3,"tit":"6 - نهر جيحون:"},
      {"lvl":2,"id":49,"sub":0,"tit":"7 - نهر خرناب:"},
      {"lvl":2,"id":49,"sub":1,"tit":"8 - ونهر آخر"},
      {"lvl":2,"id":49,"sub":2,"tit":"9 - نهر وخشاب:"},
      {"lvl":2,"id":49,"sub":3,"tit":"10 - ونهر آخر"},
      {"lvl":2,"id":49,"sub":4,"tit":"11 - نهر الصغان:"},
      {"lvl":2,"id":49,"sub":5,"tit":"12 - ونهران اثنان آخران،"},
      {"lvl":2,"id":49,"sub":6,"tit":"13 - ونهر آخر"},
      {"lvl":2,"id":49,"sub":7,"tit":"14 - نهر السند:"},
      {"lvl":2,"id":49,"sub":8,"tit":"15 - نهر هيوان:"},
      {"lvl":2,"id":50,"sub":0,"tit":"16 - نهر مهران الصغير:"},
      {"lvl":2,"id":50,"sub":1,"tit":"17 - نهر أوزكند:"},
      {"lvl":2,"id":50,"sub":2,"tit":"18 - نهر خرساب:"},
      {"lvl":2,"id":50,"sub":3,"tit":"19 - نهر أوش:"},
      {"lvl":2,"id":50,"sub":4,"tit":"20 - نهر قبا:"},
      {"lvl":2,"id":50,"sub":5,"tit":"21 - نهر ختلام:"},
      {"lvl":2,"id":50,"sub":6,"tit":"22 - نهر برك:"},
      {"lvl":2,"id":50,"sub":7,"tit":"23 - نهر بخارى:"},
      {"lvl":2,"id":51,"sub":0,"tit":"24 - نهر بلخ:"},
      {"lvl":2,"id":51,"sub":1,"tit":"25 - نهر هيذمند:"},
      {"lvl":2,"id":51,"sub":2,"tit":"26 - نهر مرو:"},
      {"lvl":2,"id":51,"sub":3,"tit":"27 - نهر هري:"},
      {"lvl":2,"id":51,"sub":4,"tit":"28 - نهر صغير"},
      {"lvl":2,"id":52,"sub":0,"tit":"29 - نهر سكان:"},
      {"lvl":2,"id":52,"sub":1,"tit":"30 - نهر خويدان:"},
      {"lvl":2,"id":52,"sub":2,"tit":"31 - نهر شادكان:"},
      {"lvl":2,"id":52,"sub":3,"tit":"32 - نهر سيرين:"},
      {"lvl":2,"id":52,"sub":4,"tit":"33 - نهر الكر:"},
      {"lvl":2,"id":52,"sub":5,"tit":"34 - نهر فرواب:"},
      {"lvl":2,"id":52,"sub":6,"tit":"35 - نهر طاب:"},
      {"lvl":2,"id":52,"sub":7,"tit":"36 - نهر سردن:"},
      {"lvl":2,"id":53,"sub":0,"tit":"37 - نهر تستر:"},
      {"lvl":2,"id":53,"sub":1,"tit":"38 - نهر المسرقان:"},
      {"lvl":2,"id":53,"sub":2,"tit":"39 - ونهر آخر"},
      {"lvl":2,"id":53,"sub":3,"tit":"40 - نهر السوس:"},
      {"lvl":2,"id":53,"sub":4,"tit":"41 - نهر الرس:"},
      {"lvl":2,"id":53,"sub":5,"tit":"42 - نهر أرتش:"},
      {"lvl":2,"id":54,"sub":0,"tit":"43 - نهر إتل:"},
      {"lvl":2,"id":54,"sub":1,"tit":"44 - نهر الروس:"},
      {"lvl":2,"id":54,"sub":2,"tit":"45 - نهر روتا:"},
      {"lvl":2,"id":54,"sub":3,"tit":"46 - نهر دجلة:"},
      {"lvl":2,"id":55,"sub":0,"tit":"47 - الزابان:"},
      {"lvl":2,"id":55,"sub":1,"tit":"48 - ونهران آخران: نهر الساس:"},
      {"lvl":2,"id":55,"sub":2,"tit":"49 - نهر الفرات:"},
      {"lvl":2,"id":56,"sub":0,"tit":"50 - نهر هرند:"},
      {"lvl":2,"id":56,"sub":1,"tit":"51 - نهر تيجن:"},
      {"lvl":2,"id":56,"sub":2,"tit":"52 - نهر باول:"},
      {"lvl":2,"id":56,"sub":3,"tit":"53 - نهر هرهز:"},
      {"lvl":2,"id":56,"sub":4,"tit":"54 - سبيد رود:"},
      {"lvl":2,"id":56,"sub":5,"tit":"55 - نهر أرس:"},
      {"lvl":2,"id":56,"sub":6,"tit":"56 - نهر الكر:"},
      {"lvl":2,"id":57,"sub":0,"tit":"57 - نهر ميجان:"},
      {"lvl":2,"id":57,"sub":1,"tit":"58 - نهر الكروم:"},
      {"lvl":2,"id":57,"sub":2,"tit":"59 - ونهر آخر"},
      {"lvl":2,"id":57,"sub":3,"tit":"60 - ونهر آخر"},
      {"lvl":2,"id":57,"sub":4,"tit":"61 - ونهر آخر"},
      {"lvl":2,"id":57,"sub":5,"tit":"62 - نهر نيل مصر:"},
      {"lvl":2,"id":59,"sub":0,"tit":"63 - نهر رمل المعدن:"},
      {"lvl":2,"id":59,"sub":1,"tit":"64 - نهر كبير"},
      {"lvl":2,"id":59,"sub":2,"tit":"65 - الأنهار الصغيرة"},
      {"lvl":2,"id":59,"sub":3,"tit":"66 - نهر البلغار:"},
      {"lvl":2,"id":60,"sub":0,"tit":"67 - نهر تاجه:"},
      {"lvl":2,"id":60,"sub":1,"tit":"68 - نهر البجة:"},
      {"lvl":1,"id":61,"sub":0,"tit":"7. القول فى المفازات والرمال"},
      {"lvl":2,"id":61,"sub":1,"tit":"1 - مفازة فى جنوب بلاد الصين،"},
      {"lvl":2,"id":61,"sub":2,"tit":"2 - ومفازة أخرى فى شمال الصين"},
      {"lvl":2,"id":61,"sub":3,"tit":"3 - ورملة فى بلاد الصين،"},
      {"lvl":2,"id":62,"sub":0,"tit":"4 - ومفازة أخرى،"},
      {"lvl":2,"id":62,"sub":1,"tit":"5 - ومفازة أخرى"},
      {"lvl":2,"id":62,"sub":2,"tit":"6 - ومفازة أخرى صغيرة ومحدودة،"},
      {"lvl":2,"id":62,"sub":3,"tit":"7 - ومفازة أخرى"},
      {"lvl":2,"id":63,"sub":0,"tit":"8 - مفازة خوارزم والغور:"},
      {"lvl":2,"id":63,"sub":1,"tit":"9 - ورملة أخرى"},
      {"lvl":2,"id":63,"sub":2,"tit":"10 - مفازة البادية:"},
      {"lvl":2,"id":63,"sub":3,"tit":"11 - رمل الأحقاف:"},
      {"lvl":2,"id":64,"sub":0,"tit":"12 - رمل المعدن:"},
      {"lvl":2,"id":64,"sub":1,"tit":"13 - ومفازة أخرى"},
      {"lvl":2,"id":64,"sub":2,"tit":"14 - رمل جفار:"},
      {"lvl":2,"id":64,"sub":3,"tit":"15 - وآخر ببلاد المغرب من حدود مصر،"},
      {"lvl":2,"id":64,"sub":4,"tit":"16 - رمل المعدن:"},
      {"lvl":2,"id":64,"sub":5,"tit":"17 - وجنوبى خط الاستواء جميعه مفازات،"},
      {"lvl":2,"id":64,"sub":6,"tit":"18 - كذلك فى القسم الشمالى من عمارة العالم"},
      {"lvl":1,"id":68,"sub":0,"tit":"8 - القول فى البلدان"},
      {"lvl":1,"id":68,"sub":1,"tit":"9. القول فى خصائص بلاد الصين"},
      {"lvl":2,"id":68,"sub":2,"tit":"1 - الواق واق:"},
      {"lvl":2,"id":70,"sub":0,"tit":"2 - بلدان عظيمة"},
      {"lvl":2,"id":70,"sub":1,"tit":"3 - خمدان:"},
      {"lvl":2,"id":70,"sub":2,"tit":"4 - بغشور:"},
      {"lvl":2,"id":71,"sub":0,"tit":"5 - كجان:"},
      {"lvl":2,"id":71,"sub":1,"tit":"6 - خالبك:"},
      {"lvl":2,"id":71,"sub":2,"tit":"7 - خامجو:"},
      {"lvl":2,"id":71,"sub":3,"tit":"8 - سوكجو:"},
      {"lvl":2,"id":71,"sub":4,"tit":"9 - سخجو:"},
      {"lvl":2,"id":71,"sub":5,"tit":"10 - كجا:"},
      {"lvl":2,"id":71,"sub":6,"tit":"11 - كوغمر:"},
      {"lvl":2,"id":71,"sub":7,"tit":"12 - برج سنكين:"},
      {"lvl":2,"id":71,"sub":8,"tit":"13 - خاجو:"},
      {"lvl":2,"id":71,"sub":9,"tit":"14 - سنكلاخ:"},
      {"lvl":2,"id":71,"sub":10,"tit":"15 - ساجو:"},
      {"lvl":2,"id":71,"sub":11,"tit":"16 - كسان:"},
      {"lvl":2,"id":71,"sub":12,"tit":"17 - كاذاخ:"},
      {"lvl":2,"id":72,"sub":0,"tit":"18 - الختن:"},
      {"lvl":2,"id":72,"sub":1,"tit":"19 - خزه:"},
      {"lvl":2,"id":72,"sub":2,"tit":"20 - حتم:"},
      {"lvl":2,"id":72,"sub":3,"tit":"21 - ساونيك:"},
      {"lvl":2,"id":72,"sub":4,"tit":"22 - بورخيمو ونويجكث:"},
      {"lvl":2,"id":72,"sub":5,"tit":"23 - سرنديب:"},
      {"lvl":2,"id":72,"sub":6,"tit":"24 - عزر:"},
      {"lvl":1,"id":73,"sub":0,"tit":"10 - القول فى بلاد الهند ومدنها"},
      {"lvl":2,"id":73,"sub":1,"tit":"1 - القامرون:"},
      {"lvl":2,"id":73,"sub":2,"tit":"2 - الصنف:"},
      {"lvl":2,"id":73,"sub":3,"tit":"3 - مندل:"},
      {"lvl":2,"id":74,"sub":0,"tit":"4 - فنصور:"},
      {"lvl":2,"id":74,"sub":1,"tit":"5 - هدنجيره:"},
      {"lvl":2,"id":74,"sub":2,"tit":"6 - قمار:"},
      {"lvl":2,"id":74,"sub":3,"tit":"7 - نمياس وهركند وأورشين وسمندر وأندراس:"},
      {"lvl":2,"id":75,"sub":0,"tit":"8 - طوسول:"},
      {"lvl":2,"id":75,"sub":1,"tit":"9 - موسه:"},
      {"lvl":2,"id":75,"sub":2,"tit":"10 - مانك:"},
      {"lvl":2,"id":75,"sub":3,"tit":"11 - نوبين:"},
      {"lvl":2,"id":75,"sub":4,"tit":"12 - أورشفين:"},
      {"lvl":2,"id":75,"sub":5,"tit":"13 - ملى:"},
      {"lvl":2,"id":76,"sub":0,"tit":"14 - صمور، سندان، سوباره، كنبايه:"},
      {"lvl":2,"id":76,"sub":1,"tit":"15 - قامهل:"},
      {"lvl":2,"id":76,"sub":2,"tit":"16 - بابي:"},
      {"lvl":2,"id":76,"sub":3,"tit":"17 - قندهار:"},
      {"lvl":2,"id":76,"sub":4,"tit":"18 - حسيناكره:"},
      {"lvl":2,"id":76,"sub":5,"tit":"19 - بجونه:"},
      {"lvl":2,"id":76,"sub":6,"tit":"20 - كونسر:"},
      {"lvl":2,"id":76,"sub":7,"tit":"21 - نونون:"},
      {"lvl":2,"id":76,"sub":8,"tit":"22 - بكسان:"},
      {"lvl":2,"id":76,"sub":9,"tit":"23 - همانان:"},
      {"lvl":2,"id":77,"sub":0,"tit":"24 - بلهاري:"},
      {"lvl":2,"id":77,"sub":1,"tit":"25 - ربيند:"},
      {"lvl":2,"id":77,"sub":2,"tit":"26 - نمه:"},
      {"lvl":2,"id":77,"sub":3,"tit":"27 - خالمين:"},
      {"lvl":2,"id":77,"sub":4,"tit":"28 - برهاره:"},
      {"lvl":2,"id":77,"sub":5,"tit":"29 - قنوج:"},
      {"lvl":2,"id":77,"sub":6,"tit":"30 - بلرى، قلرى، نرى، رور:"},
      {"lvl":2,"id":77,"sub":7,"tit":"31 - بسمد:"},
      {"lvl":2,"id":77,"sub":8,"tit":"32 - المولتان:"},
      {"lvl":2,"id":78,"sub":0,"tit":"33 - جندرور:"},
      {"lvl":2,"id":78,"sub":1,"tit":"34 - جابر سري:"},
      {"lvl":2,"id":78,"sub":2,"tit":"35 - بهرايج:"},
      {"lvl":2,"id":78,"sub":3,"tit":"36 - لهور:"},
      {"lvl":2,"id":79,"sub":0,"tit":"37 - راميان:"},
      {"lvl":2,"id":79,"sub":1,"tit":"38 - جالهندر:"},
      {"lvl":2,"id":79,"sub":2,"tit":"39 - سلابور:"},
      {"lvl":2,"id":80,"sub":0,"tit":"40 - بريهون:"},
      {"lvl":2,"id":80,"sub":1,"tit":"41 - هيتال:"},
      {"lvl":2,"id":80,"sub":2,"tit":"42 - طيثال:"},
      {"lvl":2,"id":80,"sub":3,"tit":"43 - بيتال:"},
      {"lvl":2,"id":80,"sub":4,"tit":"44 - طافي:"},
      {"lvl":2,"id":80,"sub":5,"tit":"45 - سلوقين:"},
      {"lvl":2,"id":80,"sub":6,"tit":"46 - الجرز:"},
      {"lvl":2,"id":81,"sub":0,"tit":"47 - كرديز:"},
      {"lvl":2,"id":81,"sub":1,"tit":"48 - سول:"},
      {"lvl":2,"id":81,"sub":2,"tit":"49 - حسينان:"},
      {"lvl":2,"id":81,"sub":3,"tit":"50 - نينهار:"},
      {"lvl":2,"id":81,"sub":4,"tit":"51 - هيوان:"},
      {"lvl":2,"id":81,"sub":5,"tit":"52 - جلوت وبلوت:"},
      {"lvl":2,"id":81,"sub":6,"tit":"53 - بيروزه:"},
      {"lvl":2,"id":82,"sub":0,"tit":"54 - لمغان:"},
      {"lvl":2,"id":82,"sub":1,"tit":"55 - دنبور:"},
      {"lvl":2,"id":82,"sub":2,"tit":"56 - ويهند:"},
      {"lvl":2,"id":82,"sub":3,"tit":"57 - قشمير:"},
      {"lvl":1,"id":84,"sub":0,"tit":"11 - القول فى بلاد التبت ومدنها"},
      {"lvl":2,"id":84,"sub":1,"tit":"1 - رانغ رنغ:"},
      {"lvl":2,"id":84,"sub":2,"tit":"2 - تبت بلور:"},
      {"lvl":2,"id":84,"sub":3,"tit":"3 - نزوان:"},
      {"lvl":2,"id":84,"sub":4,"tit":"4 - برخمان:"},
      {"lvl":2,"id":84,"sub":5,"tit":"5 - لهاسا:"},
      {"lvl":2,"id":84,"sub":6,"tit":"6 - زوه:"},
      {"lvl":2,"id":85,"sub":0,"tit":"7 - أجليل:"},
      {"lvl":2,"id":85,"sub":1,"tit":"8 - جرمنكان الصغيرة وجرمنكان الكبيرة:"},
      {"lvl":2,"id":85,"sub":2,"tit":"9 - توسمت:"},
      {"lvl":2,"id":85,"sub":3,"tit":"10 - بالس؛ 11. كريان؛ 12. وجخيان؛ 13. بريخه؛ 14. جنخكث؛ 15. كونكرا؛ 16. راي كوتيه؛ 17. برنيه؛ 18. ندروف؛ 19. دستويه؛ 20. مث:"},
      {"lvl":2,"id":85,"sub":4,"tit":"21 - غزا:"},
      {"lvl":2,"id":85,"sub":5,"tit":"22 - بنيا وكلبانك:"},
      {"lvl":2,"id":85,"sub":6,"tit":"23 - كرسانغ:"},
      {"lvl":1,"id":87,"sub":0,"tit":"12 - القول في بلاد التغزغز ومدنها"},
      {"lvl":2,"id":87,"sub":1,"tit":"1 - جينا نجكث:"},
      {"lvl":2,"id":87,"sub":2,"tit":"2 - وقربها جبل يدعى طفقان"},
      {"lvl":2,"id":87,"sub":3,"tit":"3 - كمسيغيا:"},
      {"lvl":2,"id":87,"sub":4,"tit":"4 - ستكث:"},
      {"lvl":2,"id":87,"sub":5,"tit":"5 - أرك:"},
      {"lvl":2,"id":87,"sub":6,"tit":"6 - كرارخون:"},
      {"lvl":2,"id":87,"sub":7,"tit":"7 - قرى بكتكين:"},
      {"lvl":2,"id":87,"sub":8,"tit":"8 - كومس أرت:"},
      {"lvl":2,"id":87,"sub":9,"tit":"9 - خمود:"},
      {"lvl":2,"id":87,"sub":10,"tit":"10 - جمليكث:"},
      {"lvl":2,"id":87,"sub":11,"tit":"11 - تبراغ أرت:"},
      {"lvl":2,"id":88,"sub":0,"tit":"12 - مابنج جراباس:"},
      {"lvl":2,"id":88,"sub":1,"tit":"13 - بلخمكان:"},
      {"lvl":2,"id":88,"sub":2,"tit":"14 - سدنك:"},
      {"lvl":2,"id":88,"sub":3,"tit":"15 - بنجيك أرت:"},
      {"lvl":2,"id":88,"sub":4,"tit":"16 - إيركوز كوكث:"},
      {"lvl":2,"id":88,"sub":5,"tit":"17 - إغراج أرت:"},
      {"lvl":1,"id":89,"sub":0,"tit":"13 - القول فى بلاد يغما ومدنها"},
      {"lvl":2,"id":89,"sub":1,"tit":"1 - كاشغر [17 ب] :"},
      {"lvl":2,"id":89,"sub":2,"tit":"2 - أرتوج:"},
      {"lvl":2,"id":89,"sub":3,"tit":"3 - خيركلي:"},
      {"lvl":1,"id":90,"sub":0,"tit":"14 - القول في بلاد الخرخيز"},
      {"lvl":2,"id":90,"sub":1,"tit":"1 - فوري:"},
      {"lvl":2,"id":90,"sub":2,"tit":"2 - كمجكث:"},
      {"lvl":2,"id":91,"sub":0,"tit":"3 - كسيم:"},
      {"lvl":1,"id":93,"sub":0,"tit":"15 - القول في بلاد الخلخ ومدنها"},
      {"lvl":2,"id":93,"sub":1,"tit":"1 - كولان:"},
      {"lvl":2,"id":93,"sub":2,"tit":"2 - مركي:"},
      {"lvl":2,"id":93,"sub":3,"tit":"3 - نوي كث:"},
      {"lvl":2,"id":93,"sub":4,"tit":"4 - أورون غارج:"},
      {"lvl":2,"id":93,"sub":5,"tit":"5 - غنكسير:"},
      {"lvl":2,"id":94,"sub":0,"tit":"6 - توزون بلغ:"},
      {"lvl":2,"id":94,"sub":1,"tit":"7 - كوكيال، إتلالغ، لولغ:"},
      {"lvl":2,"id":94,"sub":2,"tit":"8 - أوزكث وملجكث:"},
      {"lvl":2,"id":94,"sub":3,"tit":"9 - كرمين كث:"},
      {"lvl":2,"id":94,"sub":4,"tit":"10 - تونل وتالخزه:"},
      {"lvl":2,"id":94,"sub":5,"tit":"11 - برسخان:"},
      {"lvl":2,"id":94,"sub":6,"tit":"12 - جامغر:"},
      {"lvl":2,"id":95,"sub":0,"tit":"13 - بنجول:"},
      {"lvl":2,"id":95,"sub":1,"tit":"14 - أقراقر:"},
      {"lvl":2,"id":95,"sub":2,"tit":"15 - أوج:"},
      {"lvl":1,"id":96,"sub":0,"tit":"16 - القول في بلاد الجكل"},
      {"lvl":2,"id":96,"sub":1,"tit":"1 - سيكول:"},
      {"lvl":1,"id":97,"sub":0,"tit":"17 - القول في بلاد التخس ومدنها"},
      {"lvl":2,"id":97,"sub":1,"tit":"1 - لازنه وفراخيه:"},
      {"lvl":2,"id":97,"sub":2,"tit":"2 - سوياب:"},
      {"lvl":2,"id":97,"sub":3,"tit":"3 - بيكليلغ:"},
      {"lvl":2,"id":98,"sub":0,"tit":"4 - أوركث:"},
      {"lvl":1,"id":99,"sub":0,"tit":"18 - القول في بلاد الكيماك ومدنها"},
      {"lvl":2,"id":99,"sub":1,"tit":"1 - ما دون الخفجاق فبلدة"},
      {"lvl":2,"id":99,"sub":2,"tit":"2 - قرقرخان:"},
      {"lvl":2,"id":99,"sub":3,"tit":"3 - يغسون ياسو:"},
      {"lvl":2,"id":100,"sub":0,"tit":"4 - نمكية:"},
      {"lvl":2,"id":100,"sub":1,"tit":"5 - ده جوب:"},
      {"lvl":1,"id":107,"sub":0,"tit":"19 - القول في بلاد الغوز"},
      {"lvl":1,"id":107,"sub":1,"tit":"20 - القول في بلاد بجناك الترك"},
      {"lvl":1,"id":107,"sub":2,"tit":"21 - القول في بلاد الخفجاخ"},
      {"lvl":1,"id":107,"sub":3,"tit":"22 - القول في بلاد المجغر"},
      {"lvl":1,"id":107,"sub":4,"tit":"23 - القول في بلاد خراسان ومدنها"},
      {"lvl":2,"id":107,"sub":5,"tit":"1 - نيسابور:"},
      {"lvl":2,"id":107,"sub":6,"tit":"2 - سبزوار:"},
      {"lvl":2,"id":107,"sub":7,"tit":"3 - خسروجرد:"},
      {"lvl":2,"id":107,"sub":8,"tit":"4 - بهمن آباد ومزينان:"},
      {"lvl":2,"id":108,"sub":0,"tit":"5 - آزاذوار:"},
      {"lvl":2,"id":108,"sub":1,"tit":"6 - جاجرم:"},
      {"lvl":2,"id":108,"sub":2,"tit":"7 - سبراين:"},
      {"lvl":2,"id":108,"sub":3,"tit":"8 - جرمكان، سيبينكان، خوجان، راويني:"},
      {"lvl":2,"id":108,"sub":4,"tit":"9 - نسا:"},
      {"lvl":2,"id":108,"sub":5,"tit":"10 - باورد:"},
      {"lvl":2,"id":108,"sub":6,"tit":"11 - طوس:"},
      {"lvl":2,"id":108,"sub":7,"tit":"12 - ميهنة:"},
      {"lvl":2,"id":108,"sub":8,"tit":"13 - ترشيز وكندر وينابد وتون وكري:"},
      {"lvl":2,"id":109,"sub":0,"tit":"14 - قاين:"},
      {"lvl":2,"id":109,"sub":1,"tit":"15 - طبسين:"},
      {"lvl":2,"id":109,"sub":2,"tit":"16 - كري:"},
      {"lvl":2,"id":109,"sub":3,"tit":"17 - طبس سينان:"},
      {"lvl":2,"id":109,"sub":4,"tit":"18 - خور وخسب:"},
      {"lvl":2,"id":109,"sub":5,"tit":"19 - بوزكان، خايمند، سنكان، سلومذ، زوزن:"},
      {"lvl":2,"id":109,"sub":6,"tit":"20 - هري:"},
      {"lvl":2,"id":109,"sub":7,"tit":"21 - بوشنج:"},
      {"lvl":2,"id":109,"sub":8,"tit":"22 - نوشجان:"},
      {"lvl":2,"id":109,"sub":9,"tit":"23 - فرجرد:"},
      {"lvl":2,"id":109,"sub":10,"tit":"24 - بادغيس:"},
      {"lvl":2,"id":109,"sub":11,"tit":"25 - كالون:"},
      {"lvl":2,"id":109,"sub":12,"tit":"26 - خجستان:"},
      {"lvl":2,"id":110,"sub":0,"tit":"27 - كوه سيم:"},
      {"lvl":2,"id":110,"sub":1,"tit":"28 - مالن:"},
      {"lvl":2,"id":110,"sub":2,"tit":"29 - إسبزار:"},
      {"lvl":2,"id":110,"sub":3,"tit":"30 - سرخس:"},
      {"lvl":2,"id":110,"sub":4,"tit":"31 - بون:"},
      {"lvl":2,"id":110,"sub":5,"tit":"32 - كيف:"},
      {"lvl":2,"id":110,"sub":6,"tit":"33 - بغشور:"},
      {"lvl":2,"id":110,"sub":7,"tit":"34 - كروخ:"},
      {"lvl":2,"id":110,"sub":8,"tit":"35 - شورمين:"},
      {"lvl":2,"id":110,"sub":9,"tit":"36 - غرجستان:"},
      {"lvl":2,"id":110,"sub":10,"tit":"37 - دزه:"},
      {"lvl":2,"id":110,"sub":11,"tit":"38 - مروالرود:"},
      {"lvl":2,"id":110,"sub":12,"tit":"39 - دز أحنف:"},
      {"lvl":2,"id":110,"sub":13,"tit":"40 - بركدز:"},
      {"lvl":2,"id":111,"sub":0,"tit":"41 - كيرنك:"},
      {"lvl":2,"id":111,"sub":1,"tit":"42 - مرو:"},
      {"lvl":2,"id":111,"sub":2,"tit":"43 - شنك عبادي:"},
      {"lvl":2,"id":111,"sub":3,"tit":"44 - دندانقان [20 ب] :"},
      {"lvl":2,"id":111,"sub":4,"tit":"45 - كشميهن، مسفري، ماشان، سوسنقان، شابرنجي، زرق:"},
      {"lvl":2,"id":111,"sub":5,"tit":"46 - الجوزجان:"},
      {"lvl":2,"id":112,"sub":0,"tit":"47 - الريوشاران:"},
      {"lvl":2,"id":112,"sub":1,"tit":"48 - درمشان:"},
      {"lvl":2,"id":112,"sub":2,"tit":"49 - تمران وتمازان:"},
      {"lvl":2,"id":112,"sub":3,"tit":"50 - ساروان:"},
      {"lvl":2,"id":112,"sub":4,"tit":"51 - مانشان:"},
      {"lvl":2,"id":113,"sub":0,"tit":"52 - الطالقان:"},
      {"lvl":2,"id":113,"sub":1,"tit":"53 - اليهودية:"},
      {"lvl":2,"id":113,"sub":2,"tit":"54 - فارياب:"},
      {"lvl":2,"id":113,"sub":3,"tit":"55 - نريان:"},
      {"lvl":2,"id":113,"sub":4,"tit":"56 - كرزوان:"},
      {"lvl":2,"id":113,"sub":5,"tit":"57 - كندرم:"},
      {"lvl":2,"id":113,"sub":6,"tit":"58 - أنبير:"},
      {"lvl":2,"id":113,"sub":7,"tit":"59 - كلار:"},
      {"lvl":2,"id":113,"sub":8,"tit":"60 - أشبورقان:"},
      {"lvl":2,"id":113,"sub":9,"tit":"61 - أنتخذ:"},
      {"lvl":2,"id":113,"sub":10,"tit":"62 - سان:"},
      {"lvl":2,"id":113,"sub":11,"tit":"63 - رباط كروان:"},
      {"lvl":2,"id":113,"sub":12,"tit":"64 - سنكبن:"},
      {"lvl":2,"id":113,"sub":13,"tit":"65 - أزيو:"},
      {"lvl":2,"id":114,"sub":0,"tit":"66 - حوش:"},
      {"lvl":2,"id":114,"sub":1,"tit":"67 - بلخ:"},
      {"lvl":2,"id":114,"sub":2,"tit":"68 - خلم:"},
      {"lvl":2,"id":114,"sub":3,"tit":"69 - طخارستان [21 ب] :"},
      {"lvl":2,"id":114,"sub":4,"tit":"70 - سمنجان:"},
      {"lvl":2,"id":114,"sub":5,"tit":"71 - سكلكند:"},
      {"lvl":2,"id":114,"sub":6,"tit":"72 - بغلان:"},
      {"lvl":2,"id":114,"sub":7,"tit":"73 - ولوالج:"},
      {"lvl":2,"id":114,"sub":8,"tit":"74 - سكيمشت:"},
      {"lvl":2,"id":114,"sub":9,"tit":"75 - يون:"},
      {"lvl":2,"id":115,"sub":0,"tit":"76 - الطايقان:"},
      {"lvl":2,"id":115,"sub":1,"tit":"77 - أندراب:"},
      {"lvl":2,"id":115,"sub":2,"tit":"78 - الباميان:"},
      {"lvl":2,"id":115,"sub":3,"tit":"79 - بنجهير وجاربايه:"},
      {"lvl":2,"id":115,"sub":4,"tit":"80 - مدر وموتي:"},
      {"lvl":1,"id":116,"sub":0,"tit":"24 - القول في مناطق خراسان الحدودية ومدنها"},
      {"lvl":2,"id":116,"sub":1,"tit":"1 - الغور:"},
      {"lvl":2,"id":116,"sub":2,"tit":"2 - سجستان:"},
      {"lvl":2,"id":116,"sub":3,"tit":"3 - طاق:"},
      {"lvl":2,"id":116,"sub":4,"tit":"4 - كش:"},
      {"lvl":2,"id":116,"sub":5,"tit":"5 - نه:"},
      {"lvl":2,"id":116,"sub":6,"tit":"6 - فره:"},
      {"lvl":2,"id":116,"sub":7,"tit":"7 - قرني:"},
      {"lvl":2,"id":116,"sub":8,"tit":"8 - خواش:"},
      {"lvl":2,"id":117,"sub":0,"tit":"9 - بست:"},
      {"lvl":2,"id":117,"sub":1,"tit":"10 - حالكان:"},
      {"lvl":2,"id":117,"sub":2,"tit":"11 - سروان:"},
      {"lvl":2,"id":117,"sub":3,"tit":"12 - زمين داور:"},
      {"lvl":2,"id":117,"sub":4,"tit":"13 - بغني:"},
      {"lvl":2,"id":117,"sub":5,"tit":"14 - بشلنك:"},
      {"lvl":2,"id":117,"sub":6,"tit":"15 - خوانين:"},
      {"lvl":2,"id":117,"sub":7,"tit":"16 - الرخذ:"},
      {"lvl":2,"id":117,"sub":8,"tit":"17 - كهك وروذان:"},
      {"lvl":2,"id":117,"sub":9,"tit":"18 - بالس:"},
      {"lvl":2,"id":117,"sub":10,"tit":"19 - غزني:"},
      {"lvl":2,"id":118,"sub":0,"tit":"20 - كابل:"},
      {"lvl":2,"id":118,"sub":1,"tit":"21 - استاخ وسكاوند:"},
      {"lvl":2,"id":118,"sub":2,"tit":"22 - مناطق الأتراك الخلخية"},
      {"lvl":2,"id":118,"sub":3,"tit":"23 - بروان:"},
      {"lvl":2,"id":118,"sub":4,"tit":"24 - بدخشان:"},
      {"lvl":2,"id":118,"sub":5,"tit":"25 - درتازيان:"},
      {"lvl":2,"id":118,"sub":6,"tit":"26 - ده سنكس:"},
      {"lvl":2,"id":118,"sub":7,"tit":"27 - سقلية:"},
      {"lvl":1,"id":119,"sub":0,"tit":"25 - القول في بلاد ما وراء النهر ومدنها"},
      {"lvl":2,"id":119,"sub":1,"tit":"1 - بخارى:"},
      {"lvl":2,"id":119,"sub":2,"tit":"2 - مغكان وخجادك ودندونه وبومكث ومديامجكث وخرغنكث:"},
      {"lvl":2,"id":119,"sub":3,"tit":"3 - فرب:"},
      {"lvl":2,"id":119,"sub":4,"tit":"4 - بيكند:"},
      {"lvl":2,"id":120,"sub":0,"tit":"5 - السغد:"},
      {"lvl":2,"id":120,"sub":1,"tit":"6 - طواويس:"},
      {"lvl":2,"id":120,"sub":2,"tit":"7 - كرمينه، دبوسي [23 أ] ، ربنجن:"},
      {"lvl":2,"id":120,"sub":3,"tit":"8 - كشاني:"},
      {"lvl":2,"id":120,"sub":4,"tit":"9 - أرمان:"},
      {"lvl":2,"id":120,"sub":5,"tit":"10 - إشتيخن:"},
      {"lvl":2,"id":120,"sub":6,"tit":"11 - كنجكث وفرنكث:"},
      {"lvl":2,"id":120,"sub":7,"tit":"12 - دران:"},
      {"lvl":2,"id":120,"sub":8,"tit":"13 - سمرقند:"},
      {"lvl":2,"id":121,"sub":0,"tit":"14 - ورغسر وبنجيكث:"},
      {"lvl":2,"id":121,"sub":1,"tit":"15 - كش:"},
      {"lvl":2,"id":121,"sub":2,"tit":"16 - نوقت قريش:"},
      {"lvl":2,"id":121,"sub":3,"tit":"17 - نخشب:"},
      {"lvl":2,"id":121,"sub":4,"tit":"18 - سوبخ:"},
      {"lvl":2,"id":121,"sub":5,"tit":"19 - سكيفغن:"},
      {"lvl":2,"id":121,"sub":6,"tit":"20 - بزده:"},
      {"lvl":2,"id":121,"sub":7,"tit":"21 - كسبه:"},
      {"lvl":2,"id":121,"sub":8,"tit":"22 - ترمذ:"},
      {"lvl":2,"id":121,"sub":9,"tit":"23 - هاشمكرت:"},
      {"lvl":2,"id":121,"sub":10,"tit":"24 - جرمنكان:"},
      {"lvl":2,"id":121,"sub":11,"tit":"25 - الصغانيان:"},
      {"lvl":2,"id":122,"sub":0,"tit":"26 - دارزنجي:"},
      {"lvl":2,"id":122,"sub":1,"tit":"27 - صغانيان:"},
      {"lvl":2,"id":122,"sub":2,"tit":"28 - باسند:"},
      {"lvl":2,"id":122,"sub":3,"tit":"29 - زينور:"},
      {"lvl":2,"id":122,"sub":4,"tit":"30 - بوجان:"},
      {"lvl":2,"id":122,"sub":5,"tit":"31 - ريكر:"},
      {"lvl":2,"id":122,"sub":6,"tit":"32 - همواران:"},
      {"lvl":2,"id":122,"sub":7,"tit":"33 - شومان:"},
      {"lvl":2,"id":122,"sub":8,"tit":"34 - أفريذان:"},
      {"lvl":2,"id":122,"sub":9,"tit":"35 - ويشجرت:"},
      {"lvl":2,"id":122,"sub":10,"tit":"36 - سروشنة:"},
      {"lvl":2,"id":122,"sub":11,"tit":"37 - زامين:"},
      {"lvl":2,"id":122,"sub":12,"tit":"38 - جرقان:"},
      {"lvl":2,"id":123,"sub":0,"tit":"39 - دزك:"},
      {"lvl":2,"id":123,"sub":1,"tit":"40 - بونجكث:"},
      {"lvl":2,"id":123,"sub":2,"tit":"41 - فغ كث،"},
      {"lvl":2,"id":123,"sub":3,"tit":"42 - البتم:"},
      {"lvl":2,"id":123,"sub":4,"tit":"43 - برغر:"},
      {"lvl":2,"id":123,"sub":5,"tit":"44 - خجند:"},
      {"lvl":2,"id":123,"sub":6,"tit":"45 - فرغانة:"},
      {"lvl":2,"id":123,"sub":7,"tit":"46 - جذغل:"},
      {"lvl":2,"id":124,"sub":0,"tit":"47 - أخسيكث:"},
      {"lvl":2,"id":124,"sub":1,"tit":"48 - واثكث:"},
      {"lvl":2,"id":124,"sub":2,"tit":"49 - شوخ:"},
      {"lvl":2,"id":124,"sub":3,"tit":"50 - طماخس ونامكاخس:"},
      {"lvl":2,"id":124,"sub":4,"tit":"51 - سوخ:"},
      {"lvl":2,"id":124,"sub":5,"tit":"52 - أوال:"},
      {"lvl":2,"id":124,"sub":6,"tit":"53 - بغسكين:"},
      {"lvl":2,"id":124,"sub":7,"tit":"54 - خواكند، رشتان، زندرامش:"},
      {"lvl":2,"id":124,"sub":8,"tit":"55 - قبا:"},
      {"lvl":2,"id":124,"sub":9,"tit":"56 - أوش:"},
      {"lvl":2,"id":124,"sub":10,"tit":"57 - أورشت وخرساب:"},
      {"lvl":2,"id":124,"sub":11,"tit":"58 - أوزجند:"},
      {"lvl":2,"id":124,"sub":12,"tit":"59 - خيلام:"},
      {"lvl":2,"id":124,"sub":13,"tit":"60 - كشلوكث وباب:"},
      {"lvl":2,"id":124,"sub":14,"tit":"61 - بشت وكلسكان ويوكند وكوكث وخشكاب:"},
      {"lvl":2,"id":124,"sub":15,"tit":"62 - شلات:"},
      {"lvl":2,"id":125,"sub":0,"tit":"63 - إيلاق:"},
      {"lvl":2,"id":125,"sub":1,"tit":"64 - نوكث:"},
      {"lvl":2,"id":125,"sub":2,"tit":"65 - كهسيم:"},
      {"lvl":2,"id":125,"sub":3,"tit":"66 - دخكث:"},
      {"lvl":2,"id":125,"sub":4,"tit":"67 - يهوذلغ وأبرلغ وإيتلخ والخجاس:"},
      {"lvl":2,"id":125,"sub":5,"tit":"68 - سامي سبرك:"},
      {"lvl":2,"id":125,"sub":6,"tit":"69 - برفكسوم وخنج وخاس:"},
      {"lvl":2,"id":125,"sub":7,"tit":"70 - غزجند:"},
      {"lvl":2,"id":125,"sub":8,"tit":"71 - تكث:"},
      {"lvl":2,"id":125,"sub":9,"tit":"72 - كلشجك، خمبرك، أردلانكث، ستبغوا [24 ب] بجناح:"},
      {"lvl":2,"id":125,"sub":10,"tit":"73 - كرال وغزك وخيول ورذول وكبريه وبغورانك:"},
      {"lvl":2,"id":126,"sub":0,"tit":"74 - أبردكث وبغوكث وفرنكث:"},
      {"lvl":2,"id":126,"sub":1,"tit":"75 - جبغوكث:"},
      {"lvl":2,"id":126,"sub":2,"tit":"76 - شكاكب وبانجباس:"},
      {"lvl":2,"id":126,"sub":3,"tit":"77 - تنكث بخارنان:"},
      {"lvl":2,"id":126,"sub":4,"tit":"78 - يالابان:"},
      {"lvl":2,"id":126,"sub":5,"tit":"79 - الشاش:"},
      {"lvl":2,"id":126,"sub":6,"tit":"80 - بينكث:"},
      {"lvl":2,"id":126,"sub":7,"tit":"81 - نوجكث:"},
      {"lvl":2,"id":126,"sub":8,"tit":"82 - كرجاكث، تركوس، خاتون كث، ديمغان كث، دو [كذا] :"},
      {"lvl":2,"id":126,"sub":9,"tit":"83 - بناكث:"},
      {"lvl":2,"id":126,"sub":10,"tit":"84 - حرسنكث، حرحكث، شتوركث، سبكث، بحاكث، ككرال:"},
      {"lvl":2,"id":127,"sub":0,"tit":"85 - إسبيجاب:"},
      {"lvl":2,"id":127,"sub":1,"tit":"86 - سانيكث:"},
      {"lvl":2,"id":127,"sub":2,"tit":"87 - بدخكث:"},
      {"lvl":2,"id":127,"sub":3,"tit":"88 - ستكند:"},
      {"lvl":2,"id":127,"sub":4,"tit":"89 - فاراب:"},
      {"lvl":2,"id":127,"sub":5,"tit":"90 - وما بين إسبيجاب وضفة النهر"},
      {"lvl":2,"id":127,"sub":6,"tit":"91 - صبران:"},
      {"lvl":2,"id":127,"sub":7,"tit":"92 - ذرنوخ:"},
      {"lvl":2,"id":127,"sub":8,"tit":"93 - سوناخ:"},
      {"lvl":2,"id":127,"sub":9,"tit":"94 - شلجي، طراز، تكابكث، فرونكث، مركي، نويكث:"},
      {"lvl":1,"id":128,"sub":0,"tit":"26 - القول في حدود بلاد ما وراء النهر ومدنها"},
      {"lvl":2,"id":128,"sub":1,"tit":"1 - الختل:"},
      {"lvl":2,"id":128,"sub":2,"tit":"2 - هلبك:"},
      {"lvl":2,"id":128,"sub":3,"tit":"3 - نجارى:"},
      {"lvl":2,"id":128,"sub":4,"tit":"4 - فارغر:"},
      {"lvl":2,"id":128,"sub":5,"tit":"5 - بارسارغ، منك، تمليات:"},
      {"lvl":2,"id":128,"sub":6,"tit":"6 - وخش:"},
      {"lvl":2,"id":128,"sub":7,"tit":"7 - هلاورد:"},
      {"lvl":2,"id":129,"sub":0,"tit":"8 - ليوكند:"},
      {"lvl":2,"id":129,"sub":1,"tit":"9 - جاشت:"},
      {"lvl":2,"id":129,"sub":2,"tit":"10 - جمع من الناس يسمون كميجيين"},
      {"lvl":2,"id":129,"sub":3,"tit":"11 - ترك كنجينة:"},
      {"lvl":2,"id":129,"sub":4,"tit":"12 - وفي بلاد التبت قرية"},
      {"lvl":2,"id":130,"sub":0,"tit":"13 - رختجب:"},
      {"lvl":2,"id":130,"sub":1,"tit":"14 - سكاشم:"},
      {"lvl":2,"id":130,"sub":2,"tit":"15 - خمداذ:"},
      {"lvl":2,"id":130,"sub":3,"tit":"16 - سنكلنج:"},
      {"lvl":2,"id":130,"sub":4,"tit":"17 - ملحم:"},
      {"lvl":2,"id":130,"sub":5,"tit":"18 - سمرقنداق:"},
      {"lvl":2,"id":130,"sub":6,"tit":"19 - بلور:"},
      {"lvl":2,"id":130,"sub":7,"tit":"20 - أندراس:"},
      {"lvl":2,"id":130,"sub":8,"tit":"21 - وأما خوارزم"},
      {"lvl":2,"id":131,"sub":0,"tit":"22 - كاث:"},
      {"lvl":2,"id":131,"sub":1,"tit":"23 - خشميثن:"},
      {"lvl":2,"id":131,"sub":2,"tit":"24 - نوجابان:"},
      {"lvl":2,"id":131,"sub":3,"tit":"25 - الجرجانية:"},
      {"lvl":2,"id":131,"sub":4,"tit":"26 - كردنازخاس، بذمينية، قرية قراتكين:"},
      {"lvl":2,"id":131,"sub":5,"tit":"27 - كردر:"},
      {"lvl":2,"id":131,"sub":6,"tit":"28 - خيو:"},
      {"lvl":2,"id":131,"sub":7,"tit":"29 - جند، خواره، قرية نو:"},
      {"lvl":1,"id":132,"sub":0,"tit":"27 - القول في بلاد السند ومدنها"},
      {"lvl":2,"id":132,"sub":1,"tit":"1 - المنصورة:"},
      {"lvl":2,"id":132,"sub":2,"tit":"2 - منجابري وسدوسان:"},
      {"lvl":2,"id":132,"sub":3,"tit":"3 - بوزوز، مسواهي:"},
      {"lvl":2,"id":132,"sub":4,"tit":"4 - الديبل:"},
      {"lvl":2,"id":132,"sub":5,"tit":"5 - قنبلي، أرمابيل:"},
      {"lvl":2,"id":132,"sub":6,"tit":"6 - تيز:"},
      {"lvl":2,"id":132,"sub":7,"tit":"7 - كيز، كوشك قند، نه، بند، دزك، إسكف:"},
      {"lvl":2,"id":132,"sub":8,"tit":"8 - راسك:"},
      {"lvl":2,"id":132,"sub":9,"tit":"9 - مشكي:"},
      {"lvl":2,"id":133,"sub":0,"tit":"10 - بنج بور:"},
      {"lvl":2,"id":133,"sub":1,"tit":"11 - بهلبره:"},
      {"lvl":2,"id":133,"sub":2,"tit":"12 - محالي وقسدان وكيجكانان وشوره:"},
      {"lvl":2,"id":133,"sub":3,"tit":"13 - إبل:"},
      {"lvl":2,"id":133,"sub":4,"tit":"14 - قندابيل:"},
      {"lvl":1,"id":134,"sub":0,"tit":"28 - القول في بلاد كرمان ومدنها"},
      {"lvl":2,"id":134,"sub":1,"tit":"1 - سيرجان:"},
      {"lvl":2,"id":134,"sub":2,"tit":"2 - بافت، خيز:"},
      {"lvl":2,"id":134,"sub":3,"tit":"3 - جيرفت:"},
      {"lvl":2,"id":134,"sub":4,"tit":"4 - ميجان:"},
      {"lvl":2,"id":134,"sub":5,"tit":"5 - مغون، ولاشجرد، كومين، بهروكان، منوكان:"},
      {"lvl":2,"id":135,"sub":0,"tit":"6 - البلوص مقيمون في الصحراء"},
      {"lvl":2,"id":135,"sub":1,"tit":"7 - أما القفص"},
      {"lvl":2,"id":135,"sub":2,"tit":"8 - هرموز:"},
      {"lvl":2,"id":135,"sub":3,"tit":"9 - شهرروا:"},
      {"lvl":2,"id":135,"sub":4,"tit":"10 - سوريقان، مزروقان، كسبان، روين، خبروقان:"},
      {"lvl":2,"id":135,"sub":5,"tit":"11 - كاهون، خشناباد:"},
      {"lvl":2,"id":135,"sub":6,"tit":"12 - كفتر، دهج:"},
      {"lvl":2,"id":135,"sub":7,"tit":"13 - ده كور، دارصين:"},
      {"lvl":2,"id":135,"sub":8,"tit":"14 - خواش، ريقان:"},
      {"lvl":2,"id":136,"sub":0,"tit":"15 - شامات [27 أ] ،.. جار، خناب، غبيرا، كوغون، رائين، سروستان، دارجين:"},
      {"lvl":2,"id":136,"sub":1,"tit":"16 - بم:"},
      {"lvl":2,"id":136,"sub":2,"tit":"17 - نرماشير:"},
      {"lvl":2,"id":136,"sub":3,"tit":"18 - بهرة:"},
      {"lvl":2,"id":136,"sub":4,"tit":"19 - سبه:"},
      {"lvl":2,"id":136,"sub":5,"tit":"20 - فردير، ماهان وخبيص:"},
      {"lvl":2,"id":136,"sub":6,"tit":"21 - بردسير، جترود:"},
      {"lvl":2,"id":136,"sub":7,"tit":"22 - كوتميذان، كردكان، أنار:"},
      {"lvl":2,"id":136,"sub":8,"tit":"23 - وبين سيرجان وبردسير"},
      {"lvl":1,"id":137,"sub":0,"tit":"29 - القول في بلاد فارس ومدنها"},
      {"lvl":2,"id":137,"sub":1,"tit":"1 - شيراز:"},
      {"lvl":2,"id":137,"sub":2,"tit":"2 - إصطخر:"},
      {"lvl":2,"id":138,"sub":0,"tit":"3 - قلعة ابن عمارة:"},
      {"lvl":2,"id":138,"sub":1,"tit":"4 - سيراف:"},
      {"lvl":2,"id":138,"sub":2,"tit":"5 - جم، كران، خرمك:"},
      {"lvl":2,"id":138,"sub":3,"tit":"6 - جور:"},
      {"lvl":2,"id":138,"sub":4,"tit":"7 - بجيربكان، حيره، بانو، مهرا:"},
      {"lvl":2,"id":138,"sub":5,"tit":"8 - نجيرم:"},
      {"lvl":2,"id":138,"sub":6,"tit":"9 - صعاده، بهلوان:"},
      {"lvl":2,"id":138,"sub":7,"tit":"10 - كناوه:"},
      {"lvl":2,"id":138,"sub":8,"tit":"11 - توز:"},
      {"lvl":2,"id":138,"sub":9,"tit":"12 - كازرون:"},
      {"lvl":2,"id":139,"sub":0,"tit":"13 - سينيز:"},
      {"lvl":2,"id":139,"sub":1,"tit":"14 - ريشهر:"},
      {"lvl":2,"id":139,"sub":2,"tit":"15 - ماهي رويان:"},
      {"lvl":2,"id":139,"sub":3,"tit":"16 - أرغان:"},
      {"lvl":2,"id":139,"sub":4,"tit":"17 - بزرك، بيسوك، وايكان، لارندان:"},
      {"lvl":2,"id":139,"sub":5,"tit":"18 - نوبندكان:"},
      {"lvl":2,"id":139,"sub":6,"tit":"19 - بشاور:"},
      {"lvl":2,"id":139,"sub":7,"tit":"20 - وايكان، كمارج:"},
      {"lvl":2,"id":139,"sub":8,"tit":"21 - جويم:"},
      {"lvl":2,"id":139,"sub":9,"tit":"22 - (مدينة) :"},
      {"lvl":2,"id":139,"sub":10,"tit":"23 - برسركان، كورستان:"},
      {"lvl":2,"id":139,"sub":11,"tit":"24 - البيضاء:"},
      {"lvl":2,"id":140,"sub":0,"tit":"25 - هزار، زرقان، خير:"},
      {"lvl":2,"id":140,"sub":1,"tit":"26 - فسا:"},
      {"lvl":2,"id":140,"sub":2,"tit":"27 - تمستان، بستكان، أزبرا، داركان، سنان:"},
      {"lvl":2,"id":140,"sub":3,"tit":"28 - داراجرد:"},
      {"lvl":2,"id":140,"sub":4,"tit":"29 - رم، روستا رسام، فرخ، تارم:"},
      {"lvl":2,"id":140,"sub":5,"tit":"30 - كارزين:"},
      {"lvl":2,"id":140,"sub":6,"tit":"31 - كاريان:"},
      {"lvl":2,"id":140,"sub":7,"tit":"32 - سميران، إيرج، روفته، ماذران، كويم:"},
      {"lvl":2,"id":140,"sub":8,"tit":"33 - جهرم:"},
      {"lvl":2,"id":140,"sub":9,"tit":"34 - كيز:"},
      {"lvl":2,"id":140,"sub":10,"tit":"35 - خير، كرديان:"},
      {"lvl":2,"id":140,"sub":11,"tit":"36 - إيج، إصطهبانات، خيار، ماشكانات:"},
      {"lvl":2,"id":140,"sub":12,"tit":"37 - آباده، بردنكان، جاهك:"},
      {"lvl":2,"id":141,"sub":0,"tit":"38 - كمين، سرواب، مزيركان، شهر فانك، خره، كيس:"},
      {"lvl":2,"id":141,"sub":1,"tit":"39 - بجه، كليند، شمكان، سرمة، أرجينان:"},
      {"lvl":2,"id":141,"sub":2,"tit":"40 - برقوه:"},
      {"lvl":2,"id":141,"sub":3,"tit":"41 - نائين:"},
      {"lvl":2,"id":141,"sub":4,"tit":"42 - سردن:"},
      {"lvl":2,"id":141,"sub":5,"tit":"43 - أبرح، كسبا، ماين:"},
      {"lvl":2,"id":141,"sub":6,"tit":"44 - روذان، دركان:"},
      {"lvl":2,"id":141,"sub":7,"tit":"45 - أنار، بهره، كثه، ميبذ، نائين:"},
      {"lvl":1,"id":142,"sub":0,"tit":"30 - القول في بلاد خوزستان ومدنها"},
      {"lvl":2,"id":142,"sub":1,"tit":"1 - دز مهدي:"},
      {"lvl":2,"id":142,"sub":2,"tit":"2 - باسبان، خان مردونة، دورق:"},
      {"lvl":2,"id":142,"sub":3,"tit":"3 - ديرا:"},
      {"lvl":2,"id":142,"sub":4,"tit":"4 - آسك:"},
      {"lvl":2,"id":142,"sub":5,"tit":"5 - جبى:"},
      {"lvl":2,"id":142,"sub":6,"tit":"6 - سوق الأربعاء:"},
      {"lvl":2,"id":142,"sub":7,"tit":"7 - الأهواز:"},
      {"lvl":2,"id":143,"sub":0,"tit":"8 - أزم:"},
      {"lvl":2,"id":143,"sub":1,"tit":"9 - رامهر:"},
      {"lvl":2,"id":143,"sub":2,"tit":"10 - عسكر مكرم:"},
      {"lvl":2,"id":143,"sub":3,"tit":"11 - المسرقان:"},
      {"lvl":2,"id":143,"sub":4,"tit":"12 - رام أورمزد:"},
      {"lvl":2,"id":143,"sub":5,"tit":"13 - سوق سمبيل:"},
      {"lvl":2,"id":143,"sub":6,"tit":"14 - إيذج:"},
      {"lvl":2,"id":143,"sub":7,"tit":"15 - وندوشاور:"},
      {"lvl":2,"id":143,"sub":8,"tit":"16 - السوس:"},
      {"lvl":2,"id":143,"sub":9,"tit":"17 - منوب، بردون:"},
      {"lvl":2,"id":143,"sub":10,"tit":"18 - بصنى:"},
      {"lvl":2,"id":143,"sub":11,"tit":"19 - طيب:"},
      {"lvl":2,"id":143,"sub":12,"tit":"20 - قرقوب:"},
      {"lvl":1,"id":144,"sub":0,"tit":"31 - القول في بلاد الجبال"},
      {"lvl":2,"id":144,"sub":1,"tit":"1 - أصفهان:"},
      {"lvl":2,"id":144,"sub":2,"tit":"2 - خان لنجان:"},
      {"lvl":2,"id":144,"sub":3,"tit":"3 - جويكان:"},
      {"lvl":2,"id":144,"sub":4,"tit":"4 - برو:"},
      {"lvl":2,"id":144,"sub":5,"tit":"5 -[الكرج] :"},
      {"lvl":2,"id":144,"sub":6,"tit":"6 - بروجرد:"},
      {"lvl":2,"id":144,"sub":7,"tit":"7 - رامن:"},
      {"lvl":2,"id":144,"sub":8,"tit":"8 - (مدينة كبيرة) :"},
      {"lvl":2,"id":144,"sub":9,"tit":"9 - روذراور:"},
      {"lvl":2,"id":144,"sub":10,"tit":"10 - نهاوند:"},
      {"lvl":2,"id":145,"sub":0,"tit":"11 - ليشتر:"},
      {"lvl":2,"id":145,"sub":1,"tit":"12 - سابور خواست:"},
      {"lvl":2,"id":145,"sub":2,"tit":"13 - أساباد، كرمان شاهان، مرج:"},
      {"lvl":2,"id":145,"sub":3,"tit":"14 - الصيمرة، سيروان:"},
      {"lvl":2,"id":145,"sub":4,"tit":"15 - الدينور، شهرزور، [سهرو] رد:"},
      {"lvl":2,"id":145,"sub":5,"tit":"16 - زنجان:"},
      {"lvl":2,"id":145,"sub":6,"tit":"17 - أوهر:"},
      {"lvl":2,"id":145,"sub":7,"tit":"18 - قزوين:"},
      {"lvl":2,"id":145,"sub":8,"tit":"19 - الطالقان:"},
      {"lvl":2,"id":145,"sub":9,"tit":"20 - خوار:"},
      {"lvl":2,"id":145,"sub":10,"tit":"21 - الري:"},
      {"lvl":2,"id":145,"sub":11,"tit":"22 - ساوة، آوه، بوسته، روده:"},
      {"lvl":2,"id":145,"sub":12,"tit":"23 - قم:"},
      {"lvl":2,"id":145,"sub":13,"tit":"24 - قاشان:"},
      {"lvl":1,"id":146,"sub":0,"tit":"32 - القول في بلاد الديلم ومدنها"},
      {"lvl":2,"id":146,"sub":1,"tit":"1 - جرجان:"},
      {"lvl":2,"id":146,"sub":2,"tit":"2 - دهستان:"},
      {"lvl":2,"id":146,"sub":3,"tit":"3 - فراو:"},
      {"lvl":2,"id":146,"sub":4,"tit":"4 - أستراباد:"},
      {"lvl":2,"id":147,"sub":0,"tit":"5 - آبسكون:"},
      {"lvl":2,"id":147,"sub":1,"tit":"6 - طبرستان:"},
      {"lvl":2,"id":147,"sub":2,"tit":"7 - تميشة:"},
      {"lvl":2,"id":147,"sub":3,"tit":"8 - لمراسك:"},
      {"lvl":2,"id":147,"sub":4,"tit":"9 - ساري:"},
      {"lvl":2,"id":147,"sub":5,"tit":"10 - مامطير:"},
      {"lvl":2,"id":147,"sub":6,"tit":"11 - ترجي:"},
      {"lvl":2,"id":147,"sub":7,"tit":"12 - ميلة:"},
      {"lvl":2,"id":147,"sub":8,"tit":"13 - آمل:"},
      {"lvl":2,"id":148,"sub":0,"tit":"14 - الهم:"},
      {"lvl":2,"id":148,"sub":1,"tit":"15 - ناتل، جالوس، روذان، كلار:"},
      {"lvl":2,"id":148,"sub":2,"tit":"16 - قومس:"},
      {"lvl":2,"id":148,"sub":3,"tit":"17 - دامغان:"},
      {"lvl":2,"id":148,"sub":4,"tit":"18 - بسطام:"},
      {"lvl":2,"id":148,"sub":5,"tit":"19 - سمنان:"},
      {"lvl":2,"id":149,"sub":0,"tit":"20 - ويمة، شلنبة:"},
      {"lvl":2,"id":149,"sub":1,"tit":"21 - جبال قارن:"},
      {"lvl":2,"id":149,"sub":2,"tit":"22 - بريم:"},
      {"lvl":2,"id":149,"sub":3,"tit":"23 - سامار:"},
      {"lvl":2,"id":149,"sub":4,"tit":"24 - الديلم:"},
      {"lvl":2,"id":150,"sub":0,"tit":"25 - جيلان:"},
      {"lvl":1,"id":152,"sub":0,"tit":"33 - القول فى بلاد العراق ومدنها"},
      {"lvl":2,"id":152,"sub":1,"tit":"1 - بغداد:"},
      {"lvl":2,"id":152,"sub":2,"tit":"2 - المدائن:"},
      {"lvl":2,"id":152,"sub":3,"tit":"3 - النعمانية:"},
      {"lvl":2,"id":152,"sub":4,"tit":"4 - جبل:"},
      {"lvl":2,"id":152,"sub":5,"tit":"5 - جراري:"},
      {"lvl":2,"id":152,"sub":6,"tit":"6 - واسط:"},
      {"lvl":2,"id":152,"sub":7,"tit":"7 - عبدسى، نيم روذى:"},
      {"lvl":2,"id":153,"sub":0,"tit":"8 - مفتح:"},
      {"lvl":2,"id":153,"sub":1,"tit":"9 - الأبلة:"},
      {"lvl":2,"id":153,"sub":2,"tit":"10 - البصرة:"},
      {"lvl":2,"id":153,"sub":3,"tit":"11 - بيان:"},
      {"lvl":2,"id":153,"sub":4,"tit":"12 - سلمانان:"},
      {"lvl":2,"id":153,"sub":5,"tit":"13 - عبادان:"},
      {"lvl":2,"id":153,"sub":6,"tit":"14 - مادرايا:"},
      {"lvl":2,"id":153,"sub":7,"tit":"15 - إسكاف بنى جنيد:"},
      {"lvl":2,"id":153,"sub":8,"tit":"16 - النهروان:"},
      {"lvl":2,"id":153,"sub":9,"tit":"17 - جلولاء، خانقين:"},
      {"lvl":2,"id":153,"sub":10,"tit":"18 - قصر شيرين:"},
      {"lvl":2,"id":153,"sub":11,"tit":"19 - حلوان:"},
      {"lvl":2,"id":153,"sub":12,"tit":"20 - كوثى ربا:"},
      {"lvl":2,"id":153,"sub":13,"tit":"21 - بابل:"},
      {"lvl":2,"id":153,"sub":14,"tit":"22 - صرصر:"},
      {"lvl":2,"id":153,"sub":15,"tit":"23 - نهر الملك:"},
      {"lvl":2,"id":154,"sub":0,"tit":"24 - قصر ابن هبيرة:"},
      {"lvl":2,"id":154,"sub":1,"tit":"25 - الجامعين:"},
      {"lvl":2,"id":154,"sub":2,"tit":"26 - الكوفة:"},
      {"lvl":2,"id":154,"sub":3,"tit":"27 - الحيرة:"},
      {"lvl":2,"id":154,"sub":4,"tit":"28 - القادسية:"},
      {"lvl":2,"id":154,"sub":5,"tit":"29 - بردان، عكبرا:"},
      {"lvl":2,"id":154,"sub":6,"tit":"30 - سامرة:"},
      {"lvl":2,"id":154,"sub":7,"tit":"31 - الكرخ، الدور:"},
      {"lvl":2,"id":154,"sub":8,"tit":"32 - تكريت:"},
      {"lvl":1,"id":155,"sub":0,"tit":"34 - القول في بلاد الجزيرة ومدنها"},
      {"lvl":2,"id":155,"sub":1,"tit":"1 - الموصل:"},
      {"lvl":2,"id":155,"sub":2,"tit":"2 - بلد:"},
      {"lvl":2,"id":155,"sub":3,"tit":"3 - برقعيد، أدرمه:"},
      {"lvl":2,"id":155,"sub":4,"tit":"4 - نصيبين:"},
      {"lvl":2,"id":155,"sub":5,"tit":"5 - دارا:"},
      {"lvl":2,"id":155,"sub":6,"tit":"6 - كفرتوثا:"},
      {"lvl":2,"id":155,"sub":7,"tit":"7 - رأس العين:"},
      {"lvl":2,"id":155,"sub":8,"tit":"8 - دياورعنى:"},
      {"lvl":2,"id":155,"sub":9,"tit":"9 - الرقة، الرافقة:"},
      {"lvl":2,"id":155,"sub":10,"tit":"10 - قرقيسيا:"},
      {"lvl":2,"id":155,"sub":11,"tit":"11 - الرحبة:"},
      {"lvl":2,"id":155,"sub":12,"tit":"12 - الدالية:"},
      {"lvl":2,"id":155,"sub":13,"tit":"13 - عانة:"},
      {"lvl":2,"id":156,"sub":0,"tit":"14 - هيت:"},
      {"lvl":2,"id":156,"sub":1,"tit":"15 - الأنبار:"},
      {"lvl":2,"id":156,"sub":2,"tit":"16 - بالس، جسر منبج، شميشاط:"},
      {"lvl":2,"id":156,"sub":3,"tit":"17 - حران:"},
      {"lvl":2,"id":156,"sub":4,"tit":"18 - سروج:"},
      {"lvl":2,"id":156,"sub":5,"tit":"19 - الرها:"},
      {"lvl":2,"id":156,"sub":6,"tit":"20 - جزيرة ابن عمر:"},
      {"lvl":2,"id":156,"sub":7,"tit":"21 - حديثة:"},
      {"lvl":2,"id":156,"sub":8,"tit":"22 - السن:"},
      {"lvl":1,"id":157,"sub":0,"tit":"35 - القول في بلاد آذربايجان وبلاد أرمينية والران ومدنها"},
      {"lvl":2,"id":157,"sub":1,"tit":"1 - أردبيل:"},
      {"lvl":2,"id":157,"sub":2,"tit":"2 - أسنه، سراو، ميانة، خونه، جابروقان:"},
      {"lvl":2,"id":157,"sub":3,"tit":"3 - تبريز:"},
      {"lvl":2,"id":157,"sub":4,"tit":"4 - مراغة:"},
      {"lvl":2,"id":158,"sub":0,"tit":"5 - برزند:"},
      {"lvl":2,"id":158,"sub":1,"tit":"6 - موقان:"},
      {"lvl":2,"id":158,"sub":2,"tit":"7 - ورثان:"},
      {"lvl":1,"id":159,"sub":0,"tit":"36 - أرمينية والران"},
      {"lvl":2,"id":159,"sub":1,"tit":"8 - دون:"},
      {"lvl":2,"id":159,"sub":2,"tit":"9 - داخرقان:"},
      {"lvl":2,"id":159,"sub":3,"tit":"10 - أرمنة:"},
      {"lvl":2,"id":159,"sub":4,"tit":"11 - سلماس:"},
      {"lvl":2,"id":159,"sub":5,"tit":"12 - خوي، بركري، أرجيج، أخلاط، نخجوان، بدليس:"},
      {"lvl":2,"id":159,"sub":6,"tit":"13 - ملازجرد:"},
      {"lvl":2,"id":159,"sub":7,"tit":"14 - قاليقله:"},
      {"lvl":2,"id":159,"sub":8,"tit":"15 - ميافارقين:"},
      {"lvl":2,"id":159,"sub":9,"tit":"16 - مرند:"},
      {"lvl":2,"id":159,"sub":10,"tit":"17 - ميمذ:"},
      {"lvl":2,"id":159,"sub":11,"tit":"18 - أهر:"},
      {"lvl":2,"id":160,"sub":0,"tit":"19 - سنجان:"},
      {"lvl":2,"id":160,"sub":1,"tit":"20 - قبان:"},
      {"lvl":2,"id":160,"sub":2,"tit":"21 - بردع:"},
      {"lvl":2,"id":160,"sub":3,"tit":"22 - بيلقان:"},
      {"lvl":2,"id":160,"sub":4,"tit":"23 - باجكاه:"},
      {"lvl":2,"id":160,"sub":5,"tit":"24 - كنجه، شمكور:"},
      {"lvl":2,"id":160,"sub":6,"tit":"25 - خنان:"},
      {"lvl":2,"id":160,"sub":7,"tit":"26 - وردوقية:"},
      {"lvl":2,"id":160,"sub":8,"tit":"27 - قلعة:"},
      {"lvl":2,"id":160,"sub":9,"tit":"28 - تفليس:"},
      {"lvl":2,"id":161,"sub":0,"tit":"29 - شكي:"},
      {"lvl":2,"id":161,"sub":1,"tit":"30 - مباركي:"},
      {"lvl":2,"id":161,"sub":2,"tit":"31 - سوق الجبل:"},
      {"lvl":2,"id":161,"sub":3,"tit":"32 - سنباطمان:"},
      {"lvl":2,"id":161,"sub":4,"tit":"33 - صنار:"},
      {"lvl":2,"id":161,"sub":5,"tit":"34 - قبلة:"},
      {"lvl":2,"id":161,"sub":6,"tit":"35 - برديج:"},
      {"lvl":2,"id":161,"sub":7,"tit":"36 - شروان، خرسان، ليزان:"},
      {"lvl":2,"id":162,"sub":0,"tit":"37 - خرسان:"},
      {"lvl":2,"id":162,"sub":1,"tit":"38 - كردوان:"},
      {"lvl":2,"id":162,"sub":2,"tit":"39 - شاوران:"},
      {"lvl":2,"id":162,"sub":3,"tit":"40 - دربند الخزر:"},
      {"lvl":2,"id":162,"sub":4,"tit":"41 - باكو:"},
      {"lvl":1,"id":164,"sub":0,"tit":"37 - القول في بلاد العرب ومدنها"},
      {"lvl":2,"id":164,"sub":1,"tit":"1 - مكة:"},
      {"lvl":2,"id":164,"sub":2,"tit":"2 - المدينة:"},
      {"lvl":2,"id":164,"sub":3,"tit":"3 - الطائف:"},
      {"lvl":2,"id":164,"sub":4,"tit":"4 - نجران:"},
      {"lvl":2,"id":164,"sub":5,"tit":"5 - جرش:"},
      {"lvl":2,"id":164,"sub":6,"tit":"6 - صعدة:"},
      {"lvl":2,"id":164,"sub":7,"tit":"7 - همدان:"},
      {"lvl":2,"id":164,"sub":8,"tit":"8 - صنعاء:"},
      {"lvl":2,"id":165,"sub":0,"tit":"9 - ذمار:"},
      {"lvl":2,"id":165,"sub":1,"tit":"10 - شبام:"},
      {"lvl":2,"id":165,"sub":2,"tit":"11 - زبيد:"},
      {"lvl":2,"id":165,"sub":3,"tit":"12 - منكث:"},
      {"lvl":2,"id":165,"sub":4,"tit":"13 - صهيب:"},
      {"lvl":2,"id":165,"sub":5,"tit":"14 - عدن:"},
      {"lvl":2,"id":165,"sub":6,"tit":"15 - حضرموت:"},
      {"lvl":2,"id":165,"sub":7,"tit":"16 - مخلاف عك:"},
      {"lvl":2,"id":165,"sub":8,"tit":"17 - عثر:"},
      {"lvl":2,"id":165,"sub":9,"tit":"18 - مهجرة:"},
      {"lvl":2,"id":166,"sub":0,"tit":"19 - سرير:"},
      {"lvl":2,"id":166,"sub":1,"tit":"20 - جدة:"},
      {"lvl":2,"id":166,"sub":2,"tit":"21 - سبأ، عقاب، مساع، وادي بيحان:"},
      {"lvl":2,"id":166,"sub":3,"tit":"22 - الشحر:"},
      {"lvl":2,"id":166,"sub":4,"tit":"23 - عمان:"},
      {"lvl":2,"id":166,"sub":5,"tit":"24 - سرحه، عنن:"},
      {"lvl":2,"id":166,"sub":6,"tit":"25 - هجر:"},
      {"lvl":2,"id":166,"sub":7,"tit":"26 - البحرين:"},
      {"lvl":2,"id":166,"sub":8,"tit":"27 - فيد:"},
      {"lvl":2,"id":166,"sub":9,"tit":"28 - جبلة:"},
      {"lvl":2,"id":166,"sub":10,"tit":"29 - فرع:"},
      {"lvl":2,"id":167,"sub":0,"tit":"30 - تبوك، وادي القرى، تيماء:"},
      {"lvl":2,"id":167,"sub":1,"tit":"31 - الجار:"},
      {"lvl":2,"id":167,"sub":2,"tit":"32 - مدين:"},
      {"lvl":1,"id":168,"sub":0,"tit":"38 - القول في بلاد الشام ومدنها"},
      {"lvl":2,"id":168,"sub":1,"tit":"1 - سميساط:"},
      {"lvl":2,"id":168,"sub":2,"tit":"2 - سنجة:"},
      {"lvl":2,"id":168,"sub":3,"tit":"3 - منبج:"},
      {"lvl":2,"id":168,"sub":4,"tit":"4 - منصور، قورس:"},
      {"lvl":2,"id":168,"sub":5,"tit":"5 - ملطية:"},
      {"lvl":2,"id":168,"sub":6,"tit":"6 - مرعش، حدث:"},
      {"lvl":2,"id":168,"sub":7,"tit":"7 - الهارونية:"},
      {"lvl":2,"id":168,"sub":8,"tit":"8 - بياس:"},
      {"lvl":2,"id":168,"sub":9,"tit":"9 - كنيس:"},
      {"lvl":2,"id":168,"sub":10,"tit":"10 - كفربيا، المصيصة:"},
      {"lvl":2,"id":168,"sub":11,"tit":"11 - عين زربة:"},
      {"lvl":2,"id":168,"sub":12,"tit":"12 - أذنة:"},
      {"lvl":2,"id":169,"sub":0,"tit":"13 - طرسوس:"},
      {"lvl":2,"id":169,"sub":1,"tit":"14 - أولاس:"},
      {"lvl":2,"id":169,"sub":2,"tit":"15 - الإسكندرونة، صحبة، اللاذقية، أطرابلس، بيروت، صيدا، صور، عكة، قيسارية، يافا، عسقلان:"},
      {"lvl":2,"id":169,"sub":3,"tit":"16 - بالس:"},
      {"lvl":2,"id":169,"sub":4,"tit":"17 - خناصرة، تدمر، سلمية، معان:"},
      {"lvl":2,"id":169,"sub":5,"tit":"18 - أيلة:"},
      {"lvl":2,"id":169,"sub":6,"tit":"19 - حلب:"},
      {"lvl":2,"id":169,"sub":7,"tit":"20 - بغراس:"},
      {"lvl":2,"id":169,"sub":8,"tit":"21 - معرة مصرين:"},
      {"lvl":2,"id":169,"sub":9,"tit":"22 - قنسرين:"},
      {"lvl":2,"id":169,"sub":10,"tit":"23 - حمص:"},
      {"lvl":2,"id":169,"sub":11,"tit":"24 - كفرطاب، شيزر، حماة:"},
      {"lvl":2,"id":169,"sub":12,"tit":"25 - بعلبك:"},
      {"lvl":2,"id":170,"sub":0,"tit":"26 - دمشق:"},
      {"lvl":2,"id":170,"sub":1,"tit":"27 - الرقة:"},
      {"lvl":2,"id":170,"sub":2,"tit":"28 - رواة:"},
      {"lvl":2,"id":170,"sub":3,"tit":"29 - أذرح:"},
      {"lvl":2,"id":170,"sub":4,"tit":"30 - الأردن:"},
      {"lvl":2,"id":170,"sub":5,"tit":"31 - طبرية:"},
      {"lvl":2,"id":170,"sub":6,"tit":"32 - فلسطين:"},
      {"lvl":2,"id":170,"sub":7,"tit":"33 - الرملة:"},
      {"lvl":2,"id":170,"sub":8,"tit":"34 - غزة:"},
      {"lvl":2,"id":170,"sub":9,"tit":"35 - بيت لحم:"},
      {"lvl":2,"id":170,"sub":10,"tit":"36 - مسجد إبراهيم:"},
      {"lvl":2,"id":170,"sub":11,"tit":"37 - نابلس، أريحا:"},
      {"lvl":2,"id":170,"sub":12,"tit":"38 - بيت المقدس:"},
      {"lvl":2,"id":170,"sub":13,"tit":"39 - موضع قوم لوط:"},
      {"lvl":2,"id":170,"sub":14,"tit":"40 - زغر:"},
      {"lvl":1,"id":171,"sub":0,"tit":"39 - القول في بلاد مصر ومدنها"},
      {"lvl":2,"id":171,"sub":1,"tit":"1 - الفسطاط:"},
      {"lvl":2,"id":171,"sub":2,"tit":"2 - ذميره، دنقرا:"},
      {"lvl":2,"id":171,"sub":3,"tit":"3 - الفرما:"},
      {"lvl":2,"id":171,"sub":4,"tit":"4 - تنيس ودمياط:"},
      {"lvl":2,"id":171,"sub":5,"tit":"5 - الإسكندرية:"},
      {"lvl":2,"id":171,"sub":6,"tit":"6 - الهرمان:"},
      {"lvl":2,"id":172,"sub":0,"tit":"7 - الفيوم:"},
      {"lvl":2,"id":172,"sub":1,"tit":"8 - بوصير:"},
      {"lvl":2,"id":172,"sub":2,"tit":"9 - الأشمونين، إخميم، بلينا:"},
      {"lvl":2,"id":172,"sub":3,"tit":"10 - أسوان:"},
      {"lvl":1,"id":173,"sub":0,"tit":"40 - القول في بلاد المغرب ومدنها"},
      {"lvl":2,"id":173,"sub":1,"tit":"1 - أطرابلس:"},
      {"lvl":2,"id":173,"sub":2,"tit":"2 - المهدية:"},
      {"lvl":2,"id":173,"sub":3,"tit":"3 - برقة:"},
      {"lvl":2,"id":173,"sub":4,"tit":"4 - القيروان:"},
      {"lvl":2,"id":173,"sub":5,"tit":"5 - زويلة:"},
      {"lvl":2,"id":173,"sub":6,"tit":"6 - تونس:"},
      {"lvl":2,"id":173,"sub":7,"tit":"7 - فرسانة:"},
      {"lvl":2,"id":173,"sub":8,"tit":"8 - سطيف:"},
      {"lvl":2,"id":173,"sub":9,"tit":"9 - طبرقة:"},
      {"lvl":2,"id":174,"sub":0,"tit":"10 - تنس:"},
      {"lvl":2,"id":174,"sub":1,"tit":"11 - جزيرة بني مزغنا:"},
      {"lvl":2,"id":174,"sub":2,"tit":"12 - ناكور:"},
      {"lvl":2,"id":174,"sub":3,"tit":"13 - تاهرت:"},
      {"lvl":2,"id":174,"sub":4,"tit":"14 - سجلماسة:"},
      {"lvl":2,"id":174,"sub":5,"tit":"15 - بصيرة:"},
      {"lvl":2,"id":174,"sub":6,"tit":"16 - أزيلة:"},
      {"lvl":2,"id":174,"sub":7,"tit":"17 - فاس:"},
      {"lvl":2,"id":174,"sub":8,"tit":"18 - السوس الأقصى:"},
      {"lvl":1,"id":175,"sub":0,"tit":"41 - القول في بلاد الأندلس ومدنها"},
      {"lvl":2,"id":175,"sub":1,"tit":"1 - قرطبة:"},
      {"lvl":2,"id":175,"sub":2,"tit":"2 - طليطلة:"},
      {"lvl":2,"id":175,"sub":3,"tit":"3 - تطيلة:"},
      {"lvl":2,"id":175,"sub":4,"tit":"4 - لاردة، سرقص، شنتبرية، رية، إستنجة، جيان، مورور، قرمونة، لبلة، غافق:"},
      {"lvl":2,"id":175,"sub":5,"tit":"5 - باجة:"},
      {"lvl":2,"id":175,"sub":6,"tit":"6 - قورية:"},
      {"lvl":2,"id":175,"sub":7,"tit":"7 - ماردة:"},
      {"lvl":2,"id":175,"sub":8,"tit":"8 - ترجالة، وادي الحجارة:"},
      {"lvl":2,"id":176,"sub":0,"tit":"9 - طرطوشة:"},
      {"lvl":2,"id":176,"sub":1,"tit":"10 - بلنسية، مرسية، بجانة:"},
      {"lvl":2,"id":176,"sub":2,"tit":"11 - مالقة:"},
      {"lvl":2,"id":176,"sub":3,"tit":"12 - الجزيرة:"},
      {"lvl":2,"id":176,"sub":4,"tit":"13 - شذونة، إشبيلية، أخشنبة:"},
      {"lvl":2,"id":176,"sub":5,"tit":"14 - شنترين:"},
      {"lvl":1,"id":177,"sub":0,"tit":"42 - القول في بلاد الروم وأعمالها"},
      {"lvl":2,"id":177,"sub":1,"tit":"1 - طابلان:"},
      {"lvl":2,"id":177,"sub":2,"tit":"2 - مقدونية:"},
      {"lvl":2,"id":177,"sub":3,"tit":"3 - تراقية:"},
      {"lvl":2,"id":177,"sub":4,"tit":"4 - ثرقسيس؛ 5. أبسيق؛ 6. أبطماط؛ 7. سلوقية؛ 8. ناطليق؛ 9. بقلار؛ 10. أفلاخونية؛ 11. قبادق؛ 12. خرشنة؛ 13. أرمنياق؛ 14. خالدية:"},
      {"lvl":2,"id":178,"sub":0,"tit":"15 - كرج:"},
      {"lvl":2,"id":178,"sub":1,"tit":"16 - برجان:"},
      {"lvl":2,"id":178,"sub":2,"tit":"17 - الصقالبة المتنصرة:"},
      {"lvl":2,"id":178,"sub":3,"tit":"18 - البلغار:"},
      {"lvl":2,"id":178,"sub":4,"tit":"19 - إفرنجة:"},
      {"lvl":2,"id":178,"sub":5,"tit":"20 - رومية:"},
      {"lvl":2,"id":179,"sub":0,"tit":"21 - بسكونس، غلجسكس:"},
      {"lvl":2,"id":179,"sub":1,"tit":"22 - برطينية:"},
      {"lvl":2,"id":179,"sub":2,"tit":"23 - يونان:"},
      {"lvl":1,"id":181,"sub":0,"tit":"43 - القول في بلاد الصقالبة"},
      {"lvl":2,"id":181,"sub":1,"tit":"1 - وابنيت:"},
      {"lvl":2,"id":181,"sub":2,"tit":"2 - خرداب:"},
      {"lvl":1,"id":183,"sub":0,"tit":"44 - القول في بلاد الروس ومدنها"},
      {"lvl":2,"id":183,"sub":1,"tit":"1 - كويابه:"},
      {"lvl":2,"id":183,"sub":2,"tit":"2 - صلابة:"},
      {"lvl":2,"id":183,"sub":3,"tit":"3 - أرتاب:"},
      {"lvl":1,"id":187,"sub":0,"tit":"45 - القول في بلاد البلغار الداخلة"},
      {"lvl":1,"id":187,"sub":1,"tit":"46 - القول في بلاد المروات"},
      {"lvl":1,"id":187,"sub":2,"tit":"47 - القول في بلاد بجناك الخزر"},
      {"lvl":1,"id":187,"sub":3,"tit":"48 - القول في بلاد اللان ومدنها"},
      {"lvl":2,"id":187,"sub":4,"tit":"1 - كاسك:"},
      {"lvl":2,"id":187,"sub":5,"tit":"2 - خيلان:"},
      {"lvl":2,"id":187,"sub":6,"tit":"3 - باب اللان:"},
      {"lvl":1,"id":188,"sub":0,"tit":"49 - القول في بلاد السرير ومدنها"},
      {"lvl":2,"id":188,"sub":1,"tit":"1 - قلعة الملك:"},
      {"lvl":2,"id":188,"sub":2,"tit":"2 - خندان:"},
      {"lvl":2,"id":188,"sub":3,"tit":"3 - رنجس، مسقط:"},
      {"lvl":1,"id":189,"sub":0,"tit":"50 - القول في بلاد الخزر"},
      {"lvl":2,"id":189,"sub":1,"tit":"1 - أتل:"},
      {"lvl":2,"id":190,"sub":0,"tit":"2 - سمندر:"},
      {"lvl":2,"id":190,"sub":1,"tit":"3 - خمليخ، بلنجر، البيضاء، ساوغر، ختلغ، لكن، سور، مسط:"},
      {"lvl":2,"id":190,"sub":2,"tit":"4 - طولاس، لوغر:"},
      {"lvl":1,"id":193,"sub":0,"tit":"51 - القول في بلاد البلغار"},
      {"lvl":1,"id":193,"sub":1,"tit":"52 - القول في بلاد البراذاس"},
      {"lvl":1,"id":193,"sub":2,"tit":"53 - القول في بلاد ونندر"},
      {"lvl":2,"id":193,"sub":3,"tit":"1 - بلغار:"},
      {"lvl":2,"id":193,"sub":4,"tit":"2 - سوار:"},
      {"lvl":1,"id":194,"sub":0,"tit":"54 - القول في العمارة [39 أ] بنواحي الجنوب"},
      {"lvl":1,"id":194,"sub":1,"tit":"55 - القول في بلاد الزنج ومدنها"},
      {"lvl":2,"id":194,"sub":2,"tit":"1 - ملجان:"},
      {"lvl":2,"id":194,"sub":3,"tit":"2 - سفالة:"},
      {"lvl":2,"id":194,"sub":4,"tit":"3 - حوفل:"},
      {"lvl":1,"id":195,"sub":0,"tit":"56 - القول في بلاد الزابج ومدنها"},
      {"lvl":2,"id":195,"sub":1,"tit":"1 - منجري:"},
      {"lvl":2,"id":195,"sub":2,"tit":"2 - ملحمان:"},
      {"lvl":1,"id":196,"sub":0,"tit":"57 - القول في بلاد الحبشة ومدنها"},
      {"lvl":2,"id":196,"sub":1,"tit":"1 - راسن:"},
      {"lvl":2,"id":196,"sub":2,"tit":"2 - سوار:"},
      {"lvl":2,"id":196,"sub":3,"tit":"3 - رين:"},
      {"lvl":1,"id":197,"sub":0,"tit":"58 - القول في بلاد البجة"},
      {"lvl":1,"id":197,"sub":1,"tit":"59 - القول في بلاد النوبة"},
      {"lvl":2,"id":197,"sub":2,"tit":"طري:"},
      {"lvl":1,"id":198,"sub":0,"tit":"60 - القول في بلاد السودان ومدنها"},
      {"lvl":2,"id":198,"sub":1,"tit":"1 - حران:"},
      {"lvl":2,"id":198,"sub":2,"tit":"2 - خفان، رين:"},
      {"lvl":2,"id":198,"sub":3,"tit":"3 - مقيس:"},
      {"lvl":2,"id":198,"sub":4,"tit":"4 - لابه:"}
    ]
}
