{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b10884":
    [
      {"page":1,"id":1,"nass":"سيرة ذاتية للمؤلف\rالاسم: عيد فهمي محمد علي\rتاريخ الميلاد: 10/12/1392هـ الموافق 14/1/1973م\rمحل الميلاد: المطرية - القاهرة - مصر\rالدرجة العلمية: حاصل على ليسانس الآداب في اللغة العربية وآدابها واللغات الشرقية وآدابها - كلية الآداب - جامعة الإسكندرية.\rتمهيدي ماجستير- كلية دار العلوم - جامعة القاهرة.\rالخبرات السابقة:\rعمل باحثًا شرعيًّا في العديد من دور وشركات التحقيق بمصر؛ مثل: دار ابن لقمان، دار التأصيل، شركة حرف لتقنية المعلومات، دار المحدثين، دار التابعين، ويعمل الآن مديرًا لشبكة السنة النبوية بمجموعة سهم للبرمجيات.\rوشارك في العديد من الموسوعات العلمية أثناء عمله في مجال التحقيق، وله أعمال خاصَّة أخرى دعوية وعلمية وأدبية.","seal":"04EBB364","part":1},
      {"page":2,"id":2,"nass":"الإجازات العلمية:\rكان له ملازمة خاصة للشيخ محمد بن أحمد بن إسماعيل المقدّم حفظه الله أثناء إقامته بالإسكندرية للدراسة وكان الشيخ يوليه اهتماما خاصًّا لما رأى عليه من علامات النبوغ، وقد حصَّل المؤلف العديد من الإجازات العلمية من جمعٍ من العلماء والدعاة، وكان أعلاها تلك التي أخذها من سماحة الشيخ عبد الله بن عقيل الظاهري حفظه الله رئيس المجلس الأعلى للقضاء السعودي سابقا، وحصَّل الإجازة أيضًا من كل من الأستاذ الدكتور/ رفعت فوزي، والأستاذ الدكتور/ أحمد معبد عبد الكريم، وفضيلة الشيخ/ محمد عمرو بن عبد اللطيف، حفظهم الله جميعًا، وكان أول من أجازه فضيلة الشيخ/ وليد بن إدريس المنيسي حفظه الله وكان حينئذٍ في مقتبل العمر قد قارب على العشرين ومع ذلك فقد وصفه الشيخ في الإجازة بقوله: الشيخ العلامة المتفنن، قال المؤلف: \"هذا ولي إجازات أخرى عن شيوخ ليسوا على عقيدة السلف من الصوفية والشيعة والأشاعرة، ولذلك لم أذكرها، ولي سلف في ذلك فإن الشيخ تقي الدين الهلالي حصل على إجازات كثيرة إلا أنه كان لا يجيز إلا عن شيخين اثنين سلفيين، وأخبر أنه نبذ الرواية عن شيوخه من أهل البدع. والشيخان اللذان يروي عنهما هما الشيخ العالم المحقق أبو العلا عبد الرحمن المباركفوري صاحب تحفة الأحوذي والشيخ العالم المتفنن المحقق محمد بن حسين بن محسن الحديدي اليمني\"","seal":"DDDA2B7D","part":1},
      {"page":3,"id":3,"nass":"كتاب: صحح نسختك من تهذيب الكمال\rتأليف: عيد فهمي\rتعليقات على نسخة تهذيب الكمال في أسماء الرجال\rللحافظ أبي الحجاج المزي\rالمطبوعة برعاية مؤسسة الرسالة\rوأشرف على تحقيقها\rد/ بشار عواد","seal":"9915E319","part":1},
      {"page":4,"id":4,"nass":"مقدمة الكتاب\rبسم الله الرحمن الرحيم\rإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده، لا شريك له، وأشهد أن سيدنا محمد عبده ورسوله صلى الله عليه وسلم.\r{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} .\r{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيرًا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبًا}\r{يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديدًا يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزًا عظيما} .\rأما بعد\rفإن أصدق الحديث كتاب الله، وأحسن الهدي هدي سيدنا محمد صلى الله عليه وسلم، ولا يصلح أمر هذا الأمة إلا باتباعهما، ولا يتم اتباعهما إلا بحفظهما أولا، فأما كتاب الله، (فإن الله تعالى تولى حفظه بنفسه ولم يكل ذلك إلى أحد من خلقه فقال تعالى: {إنا نحن نزلنا الذكر وإنا له لحافظون} ، فظهر مصداق ذلك مع طول المدة، وامتداد الأيام، وتوالي الشهور، وتعاقب السنين، وانتشار أهل الإسلام، واتساع رُقعته.\rوأما السنة، فإن الله تعالى وفق لها حفاظها عارفين، وجهابذة عالمين، وصيارفة ناقدين، ينفون عنها تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين؛ فتنوعوا في تصنيفها، وتفننوا في تذويبها على أنحاء كثيرة وضروب عديدة، حرصًا على حفظها، وخوفها من إضاعتها؛ وكان من أحسنها تصنيفًا، وأجودها تأليفًا، وأكثرها صوابًا، وأقلها خطأ، وأعمها نفعًا، وأعودها فائدة، وأعظمها بركة، وأيسرها مؤنة، وأحسنها قولاً عند الموافق والمخالف وأجلها موقعًا عند الخاصة والعامة ـ: صحيح أبي عبد الله محمد بن إسماعيل البخاري، ثم صحيح أبي الحسين مسلم بن الحجاج النيسابوري، ثم بعدهما كتاب السنن لأبي داود سليمان بن الأشعث السجستاني، ثم كتاب الجامع لأبي عيسى محمد بن عيسى الترمذي، ثم كتاب السنن لأبي عبد الرحمن أحمد بن شعيب النسائي، ثم كتاب السنن لأبي عبد الله محمد بن يزيد المعروف بابن ماجة القزويني وإن لم يبلغ درجتهم.","seal":"B4CC2B9C","part":1},
      {"page":5,"id":5,"nass":"ولكل واحد من هذه الكتب الستة مزيّة يعرفها أهل هذا الشأن، فاشتهرت هذه الكتب بين الأنام، وانتشرت في بلاد الإسلام، وعظم الانتفاع بها، وحرص طلاب العلم على تحصيلها، وصنفت فيها تصانيف، وعلقت عليها تعاليق؛ بعضها في معرفة ما اشتملت عليه من المتون، وبعضها في معرفة ما احتوت عليه من الأسانيد، وبعضها في مجموع ذلك) (1) .\rوكان من جملة ذلك كتاب تهذيب الكمال لحافظ الآفاق ومسند الدنيا العمدة في هذا الشأن جمال الدين المزي رحمة الله عليه.\rوقد حملت مؤسسة الرسالة على كاهلها طبع هذا الكتاب النفيس والمرجع الثمين، فأخرجته في طبعة أنيقة ـ هو لها أهل ـ، امتلأ هامشها بتعليقات ونقولات من مطبوعات ومخطوطات ليس من اليسير اجتماعها لفرد واحد، وقد وَكَلَت أمر تحقيقه وضبط نصه والتعليق عليه إلى الدكتور بشار عواد (2) ، (وكنا نظن إلى عهد قريب أن تحقيقه هذا في الغاية من الدقة والضبط والنفاسة، فلما درسنا عمله دراسة دقيقة) (3) تبين لنا غير ذلك.\rفقد نوَّه الدكتور في مقدمة كتابه إلى أمور كثيرة تدل على مدى العناية التي أولاها لإخراج هذا الكتاب في أفضل صورة، لكن عند التحقيق تبين أن ذلك مجرد دعاوَى لا حقيقة لها، وكذَّب الخَبَر الخُبْر.\r__________\r(1) ـ مقدمة تهذيب الكمال للحافظ المزي (1/146-147) .\r(2) ـ انظر ترجمته مفصلة في آخر تهذيب الكمال المطبوع! (35/441 ـ 449) .\r(3) ـ مقدمة د/ بشار على تحفة الأشراف المطبوعة بتحقيقة! (ص: 7) .","seal":"CA63A338","part":1},
      {"page":6,"id":6,"nass":"أولا: قواعد الإملاء:\rقال د/بشار في المقدمة: (ومنه أيضًا عدم وضع النقطتين تحت الياء المتطرفة في نسخنا الخطية هذه، وقد أخذ به كثير من الكتاب في عصرنا ولاسيما كتاب مصر فصارت تلتبس بالألف المقصورة، فالتبست عشرات أسماء منقوصة بأسماء مقصورة أو صفات بمصادر أو مصادر بمصادر أو مصادر بصفات، ولا يزال الناس يعانون التباس \"المتوفي\" الذي هو الله سبحانه وتعالى \"بالمتوفى\" الذي هو الإنسان بسبب عدم إعجام الياء، لذلك أعجمنا مثل هذه الياء وهو مما ييسر القراءة) (1)\rوعند مطالعة النص المحقق نجد: صُدَيّ بن عجلان يكتب: (صدى) بغير نقط [ج17/ص450/س6] (2)\r\rثانيًا: العناية بضبط النص:\rقال د/بشار في المقدمة: (وقد عُنِيتُ بضبط النص عناية بالغة، وتحريت في هذا الأمر غاية التحري، ورجعت إلى كل ما أمكنني الرجوع إليه من المصادر مخطوطها ومطبوعها لاسيما تلك التي أخذ عنها مؤلف الكتاب، فقارنت ما نقله عنها وثبَّت بعض الاختلافات التي رأيتها جديرة بالتثبيت والذكر، وأهملت الكثير مما لا فائدة في إيراده، يعينني على ذلك توفر جملة من الأمهات مخطوطها ومطبوعها، في خزانة كتبي الخاصة) (3) .\rولكن بنظرة سريعة في نص الكتاب، ستجد أوهامًا لا تحصى في ضبط النص:\rفكم رفع منصوبًا: (فقال يا رسولُ الله)\r[ج16/ص438/س12] ، وصوابه: رسولَ\rأو مجرورًا: (روى له الجماعة سوى الترمذيُّ)\r[ج17/ص194/س12] ، وصوابه: الترمذيِّ\rوكم نصب مرفوعًا: (ما كان بالشام أحدًا....)\r[ج17/ص313/س9] ، وصوابه: أحدٌ\rأو مجرورًا: (نحن رسولا النبيَّ)\r[ج10/ص325/س18] ، وصوابه: النبيِّ\rوكم جرّ مرفوعًا: (وقال حميدٍ الطويلِ)\r[ج17/ص327/س14] ، وصوابه: حميدٌ الطويلُ\rأو منصوبًا: (لا نعلم لمحمد بن كعب سماع)\r[ج12/ص351/س7] ، وصوابه: سماعًا\r__________\r(1) ـ مقدمة د/ بشار على تهذيب الكمال (ص82) .\r(2) ـ سأكتفي في كل خطأ بمثال واحد مع وجود غيره كثير خشية الإطالة.\r(3) ـ مقدمة د/ بشار على تهذيب الكمال (ص84-85) .","seal":"6A153CAC","part":1},
      {"page":7,"id":7,"nass":"وأظنه لو ترك ضبط النص لكان خيرًا له ولنا وللقارئين.\rأما ضبط حروف النص فحدث ولا حرج، فلا تخلو منه صفحة من صفحات الكتاب، فضلًا عن تصحيف الكلمات مثل:\r(تركته على عهد) [ج1/ص164/س14] وصوابه: عمد (1)\r(يقول: ولد سنة خمس وثلاثين ومئة) [ج2/ص467/س13] وصوابه: ولدتُ\r(فانتسبهم الناس) [ج3/ص57/س2] وصوابه: فاقتسمهم\r(وكنيته يسار أبو كيسان) [ج4/ص187/س10] وصوابه: وكنية\r(كان شيخنا من) [ج5/ص30/س19] وصوابه: شيخًا\r(فُضِّل القرآن من الذكر) [ج6/ص13/س1] وصوابه: فُصِل\r(فالوقول قول) [ج7/ص248/س3] وصوابه: فالقول\r(من أفطر معسرا) [ج8/ص47/س12] وصوابه: أنظر\r(أمر له بجائزة) [ج9/ص129/س14] وصوابه: بجارية\r(يجيء عن الشعبي بأوائل) [ج10/ص230/س7] وصوابه: بأوابد\r(وأبي المهلب الجرمي عن أبي قلابة) [ج11/ص261/س3] وصوابه: عم\r(من قرابة) [ج12/ص207/س17] وصوابه: قرأ به؟\r(فلا يعرب هذا من هذا) [ج13/ص14/س9] وصوابه: يُعْرَفُ\r(حبشي عليه ثدي قد طبق) [ج14/ص171/س11] وصوابه: قريطق\r(فاستقيته) [ج15/ص412/س10] وصوابه: فاستفتيته\r(هو لين تعرق حفظه وتنكر) [ج16/ص211/س10] وصوابه: تعرف\r(ولها ست أشهر) [ج17/ص413/س16] وصوابه: وليها ستة\r(أهولكم جوعا يوم القيامة) [ج18/ص164/س10] وصوابه: أطولكم\r(وكان شيخا جوادًا) [ج19/ص61/س7] وصوابه: سَخِيًّا\r(ربما رفع الشيء الذي يرفعه غيره) [ج20/ص439/س5] وصوابه: يوقفه\r(لا ضرورة في الإسلام) [ج21/ص465/س3] وصوابه: صرورة\r(ولو كراع شاة مخرق) [ج22/ص246/س7] وصوابه: محرق\r(رجل من بني نمير) [ج23/ص85/س11] وصوابه: تميم\r(وأبيه أبو بكر عبد الله) [ج24/ص538/س1] وصوابه: وابنه\r(كان الناس يتجرون بهداياهم يوم عائشة)\r[ج25/ص601/س5] وصوابه: يتحرون\r(لم يَفْت في الخمر حدًّا) [ج26/ص159/س13] وصوابه: يَقِتْ\r(يذكر الكديمي إلا بخبر) [ج27/ص77/س9] وصوابه: بخير\r__________\r(1) ـ سأكتفي بخطأ واحد من كل جزء مع وجود عشرات غيره خشية الإطالة.","seal":"76AB2645","part":1},
      {"page":8,"id":8,"nass":"(يأتي معاذ يوم القيامة أمام العلماء يرثوه)\r[ج28/ص110/س2] وصوابه: برتوة\r(هلال بن حُصَين) [ج29/ص363/س6] وصوابه: حِصْن\r(كان لي أخوان فذهب أحدهما) [ج30/ص16/س3] وصوابه: أجران\r(حدثنا يحيى بن قتادة) [ج31/ص510/س1] وصوابه: عن\r(لا يتوارث أهل ملتين شيء) [ج32/ص356/س6] وصوابه: شتَّى\r(الزهري عن ابن المسيب شيخه خمسين حديثًا)\r[ج33/ص380/س4] وصوابه: نسخة\r(قد تُصاب الجبَال في آخر الصف) [ج34/ص128/س4] وصوابه: يُصابُ الجَبَانُ\r(للهالك أجر شهيد) [ج35/ص343/س7] وصوابه: للمائد","seal":"680143DF","part":1},
      {"page":9,"id":9,"nass":"ثالثًا: أهمية كتب المشتبه في ضبط النص:\rقال د/بشار في المقدمة: (ولما كانت كثير من الحروف العربية تتشابه في رسمها مثل الحاء والخاء والجيم، والباء والتاء والثاء والياء، وغيرها من الحروف المتفقة في الرسم المختلفة في النقط، فضلا عن اشتباه كثير من الألفاظ والأسماء والأنساب والكنى ببعضها وائتلافها في الرسم واختلافها في النقط أو اللفظ، فقد عُنيتُ عناية بالغة (!!!) بالكتب التي وضعها جهابذة المحدثين في هذا الفن الخطير، لأنها أعظم المصادر أهمية في ضبط علم الرجال على الإطلاق، وهي الركن الركين، والمرجع الأمين لكل المشتغلين بهذا الفن العسير، إذ يزول الخطأ عند الاعتماد عليها أو يكاد. وقد تحصل لي كل ما علمت بوجوده مما يتصل بهذا الفن الجليل، وأخص منها بالذكر الكتاب الحافل الذي وضعه الأمير هبة الله ابن ماكولا (ت475) ووسمه بالإكمال، واستوعب فيه معظم المؤلفات السابقة له، والذيل المستدرك الذي وضعه عليه الحافظ أبو بكر ابن نقطة البغدادي (ت629) وهو إكمال الإكمال ومنها أيضا: الكتاب المختصر النافع الجامع المليء الذي وضعه مؤرخ الإسلام الذهبي في المشتبه، وشرحاه للحافظ ابن ناصر الدين الدمشقي (ت 842) وسماه \" توضيح المشتبه \"، وللحافظ ابن حجر العسقلاني (ت 852) وهو \"تبصير المنتبه\". وتوضيح ابن ناصر الدين أكثر دقة وشمولا وسعة من حيث الضبط والتقييد والاستدراك على الإمام الذهبي الاستدراكات النفيسة التي فاق بها ابن حجر) (1)\rإنك عندما تقرأ مثل هذا الكلام تقف منبهرًا أمام هذا المنهج القويم، وتعلم علم اليقين أن ما قد يرد في الكتاب من خطأ في الضبط سيكون المحقق معذورًا فيه بأنه ورد في هذي الكتب، لكن عند التطبيق العملي ستجد العجب العجاب، وسأورد هنا أمام كل كتاب ذكره خطأ واحدًا ورد في هذا الكتاب على الصواب وأتركك أخي القارئ لتطالع عشرات غيره أثناء تصفحك لهذا الكتاب:\r__________\r(1) ـ مقدمة د/ بشار على تهذيب الكمال (ص85-86) .","seal":"369DEA22","part":1},
      {"page":10,"id":10,"nass":"[ج8/ص231/س2] (عبد الرحمن بن جبير) وصوابه: (حنين) قيده ابن ماكولا: \"بحاء مهملة مضمومة، وبعدها نون مفتوحة بعدها ياء آخر الحروف ساكنة، وآخره نون\" أ. هـ. من \"الإكمال\" (2/25، 27)\r[ج12/ص581/س9] (ميمون بن سيان) وصوابه: (سياه) كما قيده ابن نقطة في إكمال الإكمال (3/383)\r[ج14/ص348/س1] (السكن بن الفضل بن المؤتَمَن) وصوابه: (المؤتِمر) كما قيده الذهبي في المشتبه (ص619)\r[ج6/ص98/س1] (أبي ساسان حطين) وصوابه: (حضين) قال ابن ناصر الدين في توضيح المشتبه (3/266) : \"حضين بضاد معجمة مفتوحة، قبلها حاء مهملة مضمومة\"، وذكر فيه: أبو ساسان\r[ج7/ص44/س3] (هارون بن مُلُوك) وصوابه: (مَلُّول) بالفتح ثم تشديد اللام المضمومة وآخره لام كما ضبطه ابن حجر في تبصير المنتبه (4/1316) وقال: هارون بن مَلُّول، شيخ الطبراني\rفهذه هي الكتب التي زعم الرجوع إليها تحكم عليه بأنه لم يعن بها عناية بالغة، بل لو قال قائل لم ينظر فيها لما خالف الصواب، والله أعلم\r\rرابعًا: ضبط النص بالحركات:\rقال د/بشار في المقدمة: (واجتهدت بتقييد كثير من الأسماء والكنى وأسماء البلدان ومعظم الأنساب بالشكل تقييد القلم في أصل النص، وربما قيدت ما أخشى وقوع التصحيف والتحريف فيه ضبطا بالحروف في الهامش زيادة في التحري) (1)\rأقول: ليته لم يفعل! فقد عاد ضبطه ذلك على نص الكتاب بالضرر\rفانظر مثلا: [ج33/ص296/س1]\rقيس بن عَبَّاد (هكذا ضبطه في الكتاب بفتح العين المهملة وتشديد الباء الموحدة)\rوصوابه: عُبَاد (بضم العين المهملة وتخفيف البار الموحدة قبل الألف)\rوقد تتابع أهل العلم والضبط على التنبيه على ذلك حتى لا يقع فيه أهل الجهل وعدم الضبط:\rفقال النووي في شرح مسلم (1/41) : \"عَبَّاد كله بالفتح والتشديد إلا قيس بن عُبَاد فبالضم والتخفيف\"أ. هـ.\r__________\r(1) ـ مقدمة د/ بشار على تهذيب الكمال (ص86-87) .","seal":"584CB54B","part":1},
      {"page":11,"id":11,"nass":"وقال ابن حجر في هدي الساري (ص 214) : \"عَبَّاد كثير، وبالضم وتخفيف الموحدة قيس بن عُبَاد\"أ. هـ.\rوقال السيوطي في تدريب الراوي (3/312) : \"عَبَّاد كله بالفتح والتشديد إلا قيس بن عُبَاد فبالضم والتخفيف\"أ. هـ.\rولكن كما قالوا: لا حياة لمن تنادي!\r\rخامسًا: ضبط الأنساب:\rقال د/بشار في المقدمة: (وانتفعت عند ضبط الأنساب بالكتاب الذي وضعه الإمام أبو سعد السمعاني (ت 562) فيها، وبكتاب \" اللباب \" الذي هذب فيه عز الدين ابن الأثير (ت 630) أنساب السمعاني واستدرك عليه، ولم أشر إليهما إلا في الخاص القليل النادر، فإذا وجد في كتابنا المحقق هذا شرح لنسبة أو ما إليها وهو غفل من مصدره فتلك هي مصادره) (1)\rولا أدري ألا يستحيي من ذكر كتب لا أراه طالعها قط!\rففي [ج3/ص371/س10] (إبراهيم بن الحجاج الشامي) بالشين المعجمة\rوصوابه: (السامي) بالسين المهملة\rذكره السمعاني في الأنساب (3/266) [4985] في باب السين والألف.\rوفي [ج19/ص248/س1] أخبرنا أبو سعد الكنجروزي، بزاي في آخره.\rوصوابه: (الكنجروذي) بالذال المعجمة في آخره. كذا ضبطه السمعاني (4/651) : \"الكَنْجَرُوذي، بفتح الكاف وسكون النون وفتح الجيم وضم الراء بعدها واو وفي آخرها الذال المعجمة\"أ. هـ.\rوفي [ج25/ص274/س3] (نصر بن داود بن طوق الخلبخي) بباء موحدة ثم خاء معجمة في آخره.\rوصوابه: (الخلنجي) بفتح الخاء المعجمة واللام وسكون النون وفي آخره جيم. كذا ضبطه السمعاني في الأنساب (2/448) ، وذكر له ترجمة [3610] .\rوغير ذلك كثير....!\r\rسادسًا: تقييد أسماء البلدان\rقال د/بشار في المقدمة: (تقييد أسماء البلدان وضبطها وشرحها، إذ اعتمدت الكتب المعنية بهذا الشأن، وكان جل اعتمادي على \"معجم البلدان\" لياقوت الحموي (ت 626) ومختصره المعروف \"بمراصد الاطلاع\" لابن عبد الحق البغدادي) (2) .\rرحم الله القائل:\r__________\r(1) ـ مقدمة د/ بشار على تهذيب الكمال (ص86) .\r(2) ـ مقدمة د/ بشار على تهذيب الكمال (ص87) .","seal":"88251B91","part":1},
      {"page":12,"id":12,"nass":"والدعاوى إن لم يقيموا عليها *** بينات أصحابها أدعياء\rففي [ج5/ص550/س5] علي بن محمد الأنصاري، نسبة إلي الأنصار.\rوصوابه: علي بن محمد الأنضِناوي، بالنون الساكنة بعدها ضاد معجمة ثم نون وآخره واو قبل ياء النسب\rكذا ضبطه السمعاني في الأنساب (1/229) وقال: \"هذه النسبة إلي (أنضِنا) وهى قرية من صعيد مصر\" أ. هـ.\rلكن قال في \"اللباب في تهذيب الأنساب\" (1/90) : \"المعروف (أنصنا) بالصاد المهملة لا الضاد المعجمة\" أ. هـ.، وكذا ضبطه ياقوت الحموي في \"معجم البلدان\" (1/265)\rفسواء كانت النسبة (الأنضِناوي) أو (الأنصِناوي) فلا شك أنها لا علاقة لها بنسبة (الأنصاري) التي ذكرها الدكتور!\r\rالقيمة العلمية لحواشي د/بشار\rمما تتميز به طبعة تهذيب الكمال بتحقيق د/بشار عواد هي تلك الحواشي العلمية المتقنة! التي ضخمت حجم الكتاب إلى الضعف تقريبا! والتي يقول هو نفسه عنها:\r(ولو شئتُ أن أشرح كل ما راجعت وقيدت وضبطت وشرحت وأذكر موارده، لتضخمت حواشي الكتاب تضخما كبيرا على حساب النص وحساب الحواشي والتعليقات التي رأيتها أكثر نفعا وفائدة للقارئ) !\rفما مدى هذه القيمة العلمية؟\r\rأولا: التصحيفات المطبعية، فحدث ولا حرج، فليست الحواشي بأحسن حالا من النص الذي عج بتلك التصحيفات، بل لعله أسوأ:\r1- ففي (15/470) ح (3) :\rكذا يقوله النشَّابون\rوالصواب: كذا يقوله النسَّابون\r2- وفي (16/211) ح (1) :\rهو لين تعرق حفظه وتنكر.\rوالصواب: هو لين تعرف حفظه وتنكر\r3- وفي (18/524) ح (10) :\rوتكسر القاف مع المهملة\rوالصواب: وتكسر الكاف مع المهملة\r4- وفي (20/129) ح (1) :\rجمحاء: اسم للمزلدفة\rوالصواب: جمحاء: اسم للمزدلفة\r5- وفي (23/403) ح (1) :\rوقال أسلم الواسطي بحشل: توفي سنة أربعين ومئة\rوالصواب: توفي سنة أربعين ومئتين\r6- وفي (25/182) ح (4) :\rفي \"الضعفاء والمتركون\"\rوالصواب: في \"الضعفاء والمتروكون\"\r7- وفي (25/340) ح (2) :\rتقلب \"الياء الفارسية ...","seal":"A1ADE09E","part":1},
      {"page":13,"id":13,"nass":"والصواب: تقلب \"الباء الفارسية ...\r8- وفي (29/461) ح (1) :\rولكن الله سبحانه تعضله\rوالصواب: ولكن الله سبحانه بفضله\rوهو من كلام د/بشار نفسه!!\r9- وفي (30/194) تابع ح (5) من ص193:\rوله أوهام معمورة\rوالصواب: وله أوهام مغمورة\r10- وفي (31/50) ح (4) :\rلا يدرس من هو\rوالصواب: لا يدرى من هو\r11- وفي (32/213) ح (4) :\rروى عنه أهل الشامة\rوالصواب: روى عنه أهل الشام\r12- وفي (35/323) ح (1) :\rمن تعقبات المؤتلف على صاحب\rوالصواب: من تعقبات المؤلف على صاحب\r13- وفي (35/382) ح (2) :\rفالأدب المفرد\rوالصواب: في الأدب المفرد\r\rثانيا: العزو إلى المصادر الذي ازدحمت به حواشي الكتاب والذي يفترض فيه مراعاة الدقة، بل قال هو نفسه:\r(تعليقاتنا على النص وأهميتها: وقد أردت لطبعتنا المحققة هذه من \" تهذيب الكمال\" أن تكون ناسخة لجميع الكتب السابقة واللاحقة له في هذا الفن، ومعوضة عنها جهد المستطاع، فاجتهدت أن أثبت في حواشيها جملة تعليقات مضافة إلى ما ذكرت من تعليقات في الضبط والمقارنة)\rلكنه لم يسلم من التصحيف أيضا:\r1-ففي (16/379) ح (3) :\rالكاشف (2/ترجمة 3120)\rوالصواب: الكاشف (2/ترجمة 3123)\r2- وفي (17/251) ح (2) :\rتاريخ البخاري الكبير (5/رقم 1006)\rوالصواب: (5/رقم 1009)\r3- وفي (22/107) ح (1) :\rوقال الدوري: سألت يحيى بن معين ... (تاريخه: 21/448)\rوالصواب: (2/449)\rوالتاريخ مطبوع في 4 مجلدات فقط، فكيف يعزو إلى الجزء21؟\r4- وفي (25/31) ح (7) :\rكتاب الثقات (7/59)\rوالصواب: (7/57)\r5- وفي (31/347) ح (2) :\rتاريخه الكبير (8/الترجمة298)\rوالصواب: (8/الترجمة2980)\r6- وفي (31/524) ح (3) :\rعلل ابن المديني الترجمة 69\rعلل ابن المديني ص 69\r7- وفي (35/173) ح (3) :\rعمل اليوم والليلة (1304)\rعمل اليوم والليلة (1034)\r\rثالثا: الأسماء والنصوص المنقولة في الحواشي فلم تسلم هي الأخرى من قطار التصحيف الجارف في الكتاب:\r1- ففي (19/79) ح (3) :\rإلى نضر بن معاوية","seal":"EA3CC9E6","part":1},
      {"page":14,"id":14,"nass":"والصواب: إلى نصر بن معاوية\r2- وفي (20/145) ح (3) :\rنقل ابن المطهر المحلي الشيعي\rوالصواب: نقل ابن المطهر الحلي الشيعي\r3- وفي (20/211) ح (1) :\rوعقبة بن ساج\rوالصواب: وعقبة بن وساج\r4- وفي (21/372) ح (2) :\rوتاريخ خلفية\rوالصواب: وتاريخ خليفة\r5- وفي (26/225) ح (5) :\rوذكره ابن حبان في \"المجروحين\"\rوالصواب: وذكره ابن حبان في \"الثقات\"\r6- وفي (26/390) تابع ح (3) من ص389:\rعن الحسن: يجزئ من الصوم السلام....\rوالصواب: يجزئ من الصرم السلام....\rوهو على الصواب في العلل ومعرفة الرجال (3/12-13) ومنه نقل المحقق\rوالصرم: القطع والهجر، وانظر النهاية في غريب الحديث (3/25-26) مادة: صرم.\r7- وفي (31/202) ح (2) :\rوقال الحافظ ابن عساكر\rوصوابه: وقال الحافظ ابن حجر!!!!\r\rرابعا: النقولات العلمية كسِني الوفاة والجرح والتعديل والأقوال وهي أثمن ما جاءت به تلك الحواشي حتى صارت كأنها كتاب آخر مطبوع على هامش التهذيب\rهذا ما كنت أعتقده كما يعتقده غيري كثير والله أعلم، لكن لما نظرت إلى هذه الحواشي بعين النقد هالني ما رأيت من خلط التراجم ونقل الأقوال في غير موضعها أو نسبتها إلى غير قائلها أو تحريفها، إلى جانب الخطأ في سني الوفاة وغيرها، وانظر معي إلى هذه النقولات:\r[ج13/ص230]\rترجمة (3390) عبد الله بن عبد الرحمن البصري المعروف بالرومي\rفي (حاشية5) : وقال البخاري: فيه نظر (تاريخه الكبير: 5/الترجمة 389)\rوإنما قال ذلك في: عبد الله بن عبد الرحمن يروي عن ابن المغفل\r[ج13/ص231]\rترجمة (3391) عبد الله بن عبد الرحمن الضبي\rفي (حاشية5) : وقال البخاري: فيه نظر\rوإنما قال ذلك في: عبد الله بن عبد الرحمن بن أسيد الأزدي الأنصاري\r[ج13/ص309]\rترجمة (3427) عبد الله بن عصمة الجشمي\rفي (حاشية2) : وقال البزار: ليس بالمشهور (كشف الأستار: 975)\rقلت: يعلم الله أنها ليست لصاحب الترجمة.\r[ج16/ص210]\rترجمة (3609) عبد الله بن نافع بن أبي نافع الصائغ","seal":"793BF865","part":1},
      {"page":15,"id":15,"nass":"في (حاشية7) : وقال البرذعي: قلت لأبي زرعة: حديث عبد الله بن نافع، عن أبيه، عن ابن عمر أن النبي صلى الله عليه وسلم نهى عن إخصاء الخيل؟ فقال: هذا رواه أيوب، ومالك، وعبيد الله، وبرد بن سنان، ومحمد بن إسحاق، والمعمري، وجماعة، عن نافع، عن ابن عمر فقط وبمثل هذا يستدل على الرجل إذا روى مثل هذا، وأسنده رجل واحد.\rيعني أن عبد الله بن نافع في رفعه هذا الحديث يستدل على سوء حفظه وضعفه. (أبو زرعة الرازي 693 - 694) .\rوهذا تخليط عجيب حيث يورد ما يخص عبد الله بن نافع مولى ابن عمر الذي يروي عن أبيه نافع - كما هو واضح من كلام أبي زرعة - يورده في ترجمة عبد الله بن نافع الصائغ تلميذ مالك وابن أبي ذئب والليث!!!\r[ج17/ص79]\rترجمة (3807) عبد الرحمن بن خالد بن يزيد القطان\rفي (حاشية3) : وقال ابن حجر في التقريب: مقبول\rوهو في جميع نسخ التقريب المطبوعة: صدوق! وهذا أقل ما تقتضيه ترجمته\r[ج17/ص377]\rترجمة (3943) عبد الرحمن بن أبي ليلى\rفي (حاشية1) : وقال أحمد بن حنبل: ابن أبي ليلى كان سيئ الحفظ (العلل: 1/116) .\rوقال أحمد أيضا: كان يحيى بن سعيد يشبه مطر الوراق بابن أبي ليلى - يعني في سوء الحفظ - (العلل: 1/134) .\rوقال الترمذي: قال أحمد: لا يحتج بحديث ابن أبي ليلى (الترمذي: 2/199 حديث 364) .\rوذكره العقيلي في \"الضعفاء\": وقال: حدثنا عبد الله، قال: حدثني أبي، قال: حدثنا محمد بن عبد الله بن الزبير أبو أحمد الزبيري، قال: حدثنا سفيان، عن عمرو بن مرة قال: حدثنا إبراهيم بحديث عن رجل فقال: ذاك صاحب أمراء (ضعفاؤه، الورقة 118) .\rوقال أبو حاتم الرازي: لا بأس به (الجرح والتعديل: 5/الترجمة 1424) .\rوقال البزار: ليس بالحافظ (كشف الأستار حديث 516) .\rوقال الدارقطني: رديء الحفظ كثير الوهم (السنن: 2/263) .","seal":"1F880FB3","part":1},
      {"page":16,"id":16,"nass":"فأسألكم بالله عليكم: هل يقول مثل هذا الكلام في عبد الرحمن بن أبي ليلى أحد عنده مسحة علم بل مسحة أدب، أيقال هذا في رجل قال فيه عبد الملك بن عمير: لقد رأيت عبد الرحمن بن أبى ليلى في حلقة فيها نفر من أصحاب النبي صلى الله عليه وسلم يستمعون لحديثه وينصتون له، فيهم البراء ابن عازب!\rلكن هذا الدكتور لم يكن يعلم أن ابن أبي ليلى الذي تكلم فيه أهل العلم هو محمد بن عبد الرحمن بن أبي ليلى، لكن أنَّى لمثله أن يفرق بينهما، وما علمه بالرجال إلا أمر بحث على الحاسوب بغير دراية!\rولتتأكد معي من ذلك انظر إلى هذا المثال:\r[ج17/ص201]\rترجمة (8363) عبد الرحمن بن عائذ.\rفي (حاشية2) : وقال الآجري عن أبي داود: قال لي ابن عائذ: أيش تكتب عني أنا أتعلم منك (سؤالاته: 5/17)\rفأستحلفكم بالله هل ينقل ذلك عن رجل قال فيه أبو نعيم الحافظ في \"معرفة الصحابة\": عبد الرحمان بن عائذ، يقال: إنه أدرك النبي صلى الله عليه وسلم، ذكره البخاري في الصحابة\"\rفإمَّا أن يكون أبو داود كذاب؛ وهذا لا يقوله مسلم\rوإما أن يكون هذا الدكتور لا يفهم شيئًا عن علم الرجال والطبقات؛ وهذا لا ينفيه عاقل\rوهذا الكلام الذي نقله إنما هو في محمد بن عائذ وذكره المزي في ترجمته (25/428) [5317] وهو من الطبقة العاشرة عند الحافظ في التقريب بينما صاحب الترجمة من الطبقة الثالثة عند الحافظ في التقريب.\rوأكتفي بهذا القدر.\rوأخيرًا لا أدعي العصمة لعملي ولا أقول إنه خاليًا من الأخطاء، لكن لعله ينفع من يطلع عليه فلا ينساني بدعوة صالحة بظهر الغيب.","seal":"A2974EA6","part":1},
      {"page":17,"id":17,"nass":"وقد يقول قائل: إنك احتددت في ردك على الدكتور المحقق.\rفأقول له: ارجع إلى ذلك الكلام، ستجد أنني نقلته من كلام الدكتور بنصه في رده الحادّ الذي وجهه للأستاذ عبد الصمد شرف الدين عند تحقيقه لتحفة الأشراف (وقد أساء إلى نفسه إساءة بالغة عندما تعرض بالنقد اللاذع العاقّ للشيخ الفذ (عبد الصمد شرف الدين) محقق الطبعة الأولى، رحمه الله تعالى وأحسن إليه كما أحسن إلى أمة الإسلام بإخراجه وتحقيقه لهذا الكتاب المبارك (تحفة الأشراف) وقد شنع (بشار عواد) على الشيخ المحقق المبدع (عبد الصمد شرف الدين) بحقد بالغ، وعاب عليه أشياء، هي في الحقيقة من المناقب التي أظهرت فضل (الشيخ عبد الصمد) ، ودلت على رجحان عقله وفضله، وحسن تصرفه، وتفننه في خدمة وتوظيف إمكانياته حينئذ، بما يدل على الذكاء العلمي الذي كان يتمتع به الشيخ عبد الصمد رحمه الله تعالى) منقول من كلام الإخوة في مركز السنة النبوية على موقع ملتقى أهل الحديث.\rوقد تصدى للرد عليه أخي الفاضل أبو الأشبال صغير أحمد شاغف الباكستاني حفظه الله، وهو تلميذ الشيخ عبد الصمد رحمه الله وشارك معه في تحقيق تحفة الأشراف نفع الله بعملهما وجعله في ميزان حسناتهما.\rواللهَ أسأل أن يجعل عملي هذا أيضًا في ميزان حسناتي، وأن يجعله خالصًا لوجهه الكريم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\r\rكتبه: راجي رحمة ربه\rعيد فهمي","seal":"2009B6E2","part":1},
      {"page":18,"id":18,"nass":"كتاب: صحح نسختك من تهذيب الكمال\rتأليف: عيد فهمي\rتعليقات على نسخة تهذيب الكمال في أسماء الرجال\rللحافظ أبي الحجاج المزي\rالمطبوعة برعاية مؤسسة الرسالة\rوأشرف على تحقيقها\rد/ بشار عواد","seal":"E0DA1DDF","part":1},
      {"page":19,"id":19,"nass":"الجزء الأول\rترجمة: أحمد بن إبراهيم بن كثير بن أفلح\rصفحة 250/سطر 9\rفي شيوخه: وزهير بن نعيم البابي\rوصوابه: وزهير بن نعيم البابي (ل) (1)\r__________\r(1) - تهذيب الكمال (9/426) ترجمة: زهير بن نعيم البابي [2020]","seal":"F0ECF4F1","part":1},
      {"page":20,"id":20,"nass":"ترجمة: أحمد بن إسحاق بن زيد بن عبد الله الحضرمي\rصفحة 264/ سطر 14\rذكر فيها: قيل لأحمد: كتبت عنه؟ قال: لا، تركته على عَهْدٍ\rصوابه: قيل لأحمد: كتبت عنه؟ قال: لا، تركته على عَمْدٍ\rوقد ورد قول الإمام أحمد على الصواب في العلل ومعرفة الرجال له (ص: 95) [219] .","seal":"D5FEC613","part":1},
      {"page":21,"id":21,"nass":"ترجمة: أحمد بن الحجاج البكري الذهلي الشيباني\rصفحة 287/ سطر 16\rفي الرواة عنه: محمد بن علي الوارق (بتقديم الألف على الراء) .\rوصوابه: محمد بن علي الورَّاق (1) (بتقديم الراء المشددة على الألف) .\rوهو المعروف بحمدان من أهل بغداد\r__________\r(1) - له ترجمة في: الثقات (9/143) [15660] ، تاريخ بغداد (3/61) [1012] ، تذكرة الحفاظ (2/590) [614] .","seal":"59564BEF","part":1},
      {"page":22,"id":22,"nass":"صفحة 492/ سطر 5\rترجمة: 113 ـ أحمد بن منصور بن سيار بن المبارك، بالباء الموحدة.\rوصوابه: أحمد بن منصور بن سيار بن المعارك، بالعين المهملة (1)\rوورد على الصواب في تهذيب التهذيب (1/72) [143] ، والأنساب (3/96) [4463]\r__________\r(1) - من رجال التهذيب.","seal":"6766A5BF","part":1},
      {"page":23,"id":23,"nass":"الجزء الثاني\rصفحة 50/ سطر 15\rترجمة: 152 ـ إبراهيم بن إسماعيل ويقال إسماعيل بن إبراهيم السلمي\rفي الرواة عنه: عباس بن عبد الله بن سعيد بالسين المهملة والياء المثناة التحتية\rوصوابه: عباس بن عبد الله بن معبد بالميم والباء الموحدة (1)\rوورد على الصواب في ترجمته في التهذيبين والتقريب.\r__________\r(1) - من رجال التهذيب.","seal":"85A28703","part":1},
      {"page":24,"id":24,"nass":"صفحة 67/ سطر 8\rترجمة: 160 ـ إبراهيم بن حبيب بن الشهيد الأزدي مولاهم\rفي الرواة عنه: أحمد بن إبراهيم الدروقي بتقديم الراء على الواو\rوصوابه: أحمد بن إبراهيم الدورقي بتقديم الواو على الراء\rنسبة إلى الدورقية نوع من القلا نس الطوال، وقيل غير ذلك.\rوانظر الأنساب (2/563) [4022]","seal":"C1ED70CC","part":1},
      {"page":25,"id":25,"nass":"صفحة 83/ سطر 11\rترجمة: 170 ـ مق: إبراهيم بن خالد اليشكري\rروى عن: أبي الوليد الطيالسي (س)\rوصوابه: أبي الوليد الطيالسي (مق)\rكما رمز له في أول الترجمة، وقال بعد ذلك: روى عنه مسلم في مقدمة كتابه (1)\r__________\r(1) - وحديثه عند مسلم في المقدمة (1/20) عن أبي الوليد الطيالسي قال: سمعت سلام بن مطيع يقول: سمعت جابرا الجعفي يقول: عندي خمسون ألف حديث عن النبي - صلى الله عليه وسلم -","seal":"3EDB2464","part":1},
      {"page":26,"id":26,"nass":"صفحة 136/ سطر 15\rترجمة: 204 ـ إبراهيم بن عبد الرحمن بن مهدي\rفي الرواة عنه: إسحاق بن يسار، بتقديم الياء المثناة التحتية على السين المهملة\rوصوابه: إسحاق بن سيَّار، بتقديم السين المهملة على الياء المثناة التحتية، وهو النصيبي، كذا قيده ابن ماكولا في الإكمال (4/429) (1)\r__________\r(1) - له ترجمة في: الجرح والتعديل (2/223) [770] ، والثقات (8/121) [12532] .","seal":"8932E302","part":1},
      {"page":27,"id":27,"nass":"صفحة 303/ سطر 10\rترجمة: 294 ـ آدم بن أبي إياس\rفي الرواة عنه: أبو جعفر محمد بن حماد القلانسي الرملي\rوصوابه: أبو الفضل جعفر بن محمد بن حماد القلانسي الرملي (1)\rجعل كنيته أبا جعفر وجعل اسمه محمدا\r__________\r(1) - له ترجمة في: سير أعلام النبلاء (14/108) .","seal":"97271E49","part":1},
      {"page":28,"id":28,"nass":"صفحة 354/ سطر 8\rترجمة: 320 ـ أسباط بن محمد\rفي شيوخه: سليمان بن أبي إسحاق الشيباني\rوصوابه: سليمان بن أبي سليمان الشيباني (1)\rوورد على الصواب في ترجمته في التهذيبين والتقريب.\r__________\r(1) - من رجال التهذيب.","seal":"6E9A9921","part":1},
      {"page":29,"id":29,"nass":"صفحة 392/ سطر 14\rترجمة: 335 ـ إسحاق بن إبراهيم بن يونس بن موسى\rفي شيوخه: علي بن معبد بن نوح البَصري، بالباء الموحدة المفتوحة\rوصوابه: علي بن معبد بن نوح المِصري، بالميم المكسورة\rنزيل مصر، وأخو عثمان بن معبد بن نوح المقرئ","seal":"F723CF23","part":1},
      {"page":30,"id":30,"nass":"صفحة 425/ سطر 13\rترجمة: 353 ـ إسحاق بن سالم مولى بني نوفل بن عدي\rفي الرواة عنه: محمد بن يحيى الأسلمي\rوصوابه: محمد بن أبي يحيى الأسلمي (1)\rوهو أخو أنيس بن أبي يحيى المذكور قبله، ووالد إبراهيم بن محمد بن أبي يحيى\r__________\r(1) - من رجال التهذيب.","seal":"4EB493AB","part":1},
      {"page":31,"id":31,"nass":"صفحة 438/ سطر 20\rترجمة: 362 ـ إسحاق بن طلحة بن عبيد الله القرشي\rقال: وأمهم أم أبان بنت عتبة بن ربيعة، خالُه (بضم اللام وآخره هاء الضمير) معاوية بن أبي سفيان\rوصوابه: وأمهم أم أبان بنت عتبة بن ربيعة، خالَةُ (بفتح اللام وآخره هاء الأنثى) معاوية بن أبي سفيان.\rلأن أم معاوية هي هند بنت عتبة أخت أم أبان بنت عتبة\rانظر تاريخ دمشق (8/229) [649] .","seal":"CF49FFA6","part":1},
      {"page":32,"id":32,"nass":"صفحة 519/ سطر 6\rترجمة: 402 ـ إسرائيل بن يونس بن أبي إسحاق الهمداني.\rذكر في خلال الترجمة: \"عن أحمد بن حنبل: كان شيخنا ثقة\".\rوصوابه: كان شيخًا ثقة.\rوإسرائيل بن يونس توفي سنة ستين أو إحدى وستين أو اثنتين وستين ومئة وولد الإمام أحمد بعد وفاته بسنتين على أقصى تقدير أي سنة أربع وستين ومئة فكيف يكون شيخا للإمام أحمد؟!\rوقد وقع الخطأ نفسه في تهذيب التهذيب (1/229) [496]\rوقد ورد قول الإمام أحمد على الصواب عند ابن أبي حاتم في الجرح والتعديل (2/331) في ترجمة إسرائيل [1258] رواه عن حرب عنه.","seal":"4BEECD56","part":1},
      {"page":33,"id":33,"nass":"الجزء الثالث\rصفحة 53/ سطر 3\rترجمة: 430 ـ إسماعيل بن بهرام بن يحيى الهمداني\rفي شيوخه: عبد الرحمن بن يزيد بن أسلم\rوصوابه: عبد الرحمن بن زيد بن أسلم (1)\rأبوه زيد بن أسلم مولى عمر بن الخطاب\r__________\r(1) - من رجال التهذيب.","seal":"DD2AC4B5","part":1},
      {"page":34,"id":34,"nass":"صفحة 57/ سطر 2\rالخطأ: هم من رقيق عبد الله بن الزبير فانتسبهم الناس\rصوابه: هم من رقيق عبد الله بن الزبير فاقتسمهم الناس\rوقد ورد على الصواب في تاريخ بغداد (6/219) في ترجمة إسماعيل بن جعفر [3274]","seal":"AC5ADCA5","part":1},
      {"page":35,"id":35,"nass":"صفحة 68/ سطر 1\rترجمة: 438 ـ إسماعيل بن حماد بن أبي سليمان الأشعري\rفي إسناد حديث عند الطبراني في \"الدعاء\": عن وهب، عن بقية\rوصوابه: أنه اسم راوٍ واحد هو: وهب بن بقية\rوهو المعروف بوهبان، وورد على الصواب في كتاب الدعاء للطبراني (ص:290) [ح: 933]","seal":"7D9370D7","part":1},
      {"page":36,"id":36,"nass":"صفحة 77/ سطر 10\rترجمة: 440 ـ إسماعيل بن خليفة العبسي\rفي شيوخه: عطية بن سعيد (بزيادة ياء مثناة تحتية بعد العين المهملة) العوفي\rوصوابه: عطية بن سعد (بغير ياء) العوفي\rوورد على الصواب في ترجمته في التهذيبين والتقريب.","seal":"B937CA5F","part":1},
      {"page":37,"id":37,"nass":"صفحة 135/ سطر 9\rترجمة 462 ـ إسماعيل بن عبد الرحمن بن أبي كريمة السُدّي.\rذكر خلال الترجمة: قال عبد الرحمن: وقال سفيان الثوري: سألت يحيى بن معين عن السدي، فقال: في حديثه ضعف.\rوالصواب: قال عبد الرحمن: وقال سفيان الثوري: كان السدي رجلًا من العرب، وقال عباس الدوري سألت يحيى بن معين عن السدي فقال في حديثه ضعف.\rانظر قول سفيان وقول عباس الدوري في الكامل في ضعفاء الرجال (1/214،277) .\rوكيف يسأل سفيان الثوري، يحيى بن معين؟! وسفيان توفي سنة إحدى وستين ومئة وولد يحيى سنة ثمان وخمسين ومئة أي كان عمره عند وفاة الثوري ثلاث سنوات!.","seal":"6E0DA639","part":1},
      {"page":38,"id":38,"nass":"صفحة 135/ سطر 13\rترجمة: 462 ـ إسماعيل بن عبد الرحمن بن أبي كريمة السدي\rفي إسناد حديث في الكامل لابن عدي: حدثنا محمد بن صالح بن ذَريج، بالجيم\rوصوابه: محمد بن صالح بن ذَريح، بالحاء المهملة\rوهو العكبري قاضي عكبرا (1) كذا قيده ابن ماكولا في الإكمال (3/378)\r__________\r(1) - له ترجمة في: تاريخ بغداد (5/361) [2885] .","seal":"7B13BC1C","part":1},
      {"page":39,"id":39,"nass":"صفحة 167/ سطر 11\rترجمة: 472 ـ إسماعيل بن عياش بن سليم العنسي\rفي الرواة عنه: أبو المجاهر (بتقديم الميم على الجيم) محمد بن عثمان التنوخي\rوصوابه: أبو الجماهر (بتقديم الجيم على الميم) محمد بن عثمان التنوخي\rوأبو الجماهر لقبه وكنيته أبو عبد الرحمن (1)\r__________\r(1) - من رجال التهذيب.","seal":"BDFDAA8F","part":1},
      {"page":40,"id":40,"nass":"صفحة 195/ سطر 11\rترجمة: 481 ـ إسماعيل بن مسعود الجحدري\rفي شيوخه: فَضْل (بفتح الفاء وسكون الضاد المعجمة) بن سليمان\rوصوابه: فُضَيْل، بياء مثناة تحتية مصغرا (1)\r__________\r(1) - من رجال التهذيب.","seal":"8F631574","part":1},
      {"page":41,"id":41,"nass":"صفحة 198/ سطر 9\rترجمة: 483 ـ إسماعيل بن مسلم المكي\rفي شيوخه: الحكم بن عُتْبَة، بغير ياء\rوصوابه: الحكم بن عُتَيْبَةَ، بزيادة ياء مثناة تحتية مصغرا","seal":"B53DD628","part":1},
      {"page":42,"id":42,"nass":"صفحة 199/ سطر 22\rترجمة: 483 ـ إسماعيل بن مسلم المكي\rفي الرواة عنه: محمد بن فَضْل بن غَزْوان\rوصوابه: محمد بن فُضَيْل، مصغرًا","seal":"7C567118","part":1},
      {"page":43,"id":43,"nass":"صفحة 210/ سطر 8\rترجمة: 491 ـ إسماعيل بن موسى الفزاري\rفي شيوخه: عمر بن سعيد (بزيادة ياء مثناة تحتية) البصري، بالباء الموحدة\rوصوابه: عمر بن سعد (بغير ياء) النصري، بالنون (1)\rكذا قيده ابن ماكولا في الإكمال (1/ 390)\r__________\r(1) - له ترجمة في: التاريخ الكبير (6/158) [2018] ، والجرح والتعديل (6/112) [594] ، ولسان الميزان (4/307) [865] ، وفيه: النضري بالضاد المعجمة، وهو تصحيف.","seal":"73B6EA0D","part":1},
      {"page":44,"id":44,"nass":"صفحة 255/ سطر 8\rترجمة: 519 ـ 4: أسيد بن ظهير بن رافع الأنصاري\rروى عن: النبي - صلى الله عليه وسلم - (م س ق)\rوصوابه: النبي - صلى الله عليه وسلم - (ت س ق)\rوأسيد ليس له رواية عند مسلم قال الحافظ المزي في آخر ترجمته: روى له الأربعة (1)\r__________\r(1) - وحديثه عند الترمذي (كتاب الصلاة: ح: 323) عن النبي - صلى الله عليه وسلم - قال: \"الصلاة في مسجد قباء كعمرة\"","seal":"10634E5D","part":1},
      {"page":45,"id":45,"nass":"صفحة 261/ سطر 8\rترجمة: 523 ـ أشعث بن سعيد البصري.\rفي شيوخه: أبي بشر جعفر بن وحشية\rوصوابه: أبي بشر جعفر بن أبي وحشية (1)\rواسم أبي وحشية: إياس\r__________\r(1) - من رجال التهذيب.","seal":"99EB6430","part":1},
      {"page":46,"id":46,"nass":"صفحة 278/ سطر 5\rترجمة: 531 ـ أشعث بن عبد الملك الحمراني\rفي شيوخه: ومحمد بن عبد الله الأنصاري (ع)\rوصوابه: ومحمد بن عبد الله الأنصاري (4)\rوأشعث بن عبد الملك ليس له رواية عند مسلم، قال الحافظ المزي في آخر ترجمته: روى له البخاري في \"الصحيح\" تعليقا، وفي غيره، والباقون سوى مسلم","seal":"332A567C","part":1},
      {"page":47,"id":47,"nass":"صفحة 290/ سطر 14\rترجمة: 532 ـ الأشعث بن قيس بن معدي كرب بن معاوية الكندي\rفي إسناد حديث عند الطبراني في المعجم الكبير: حدثنا عبد الرحمن بن سالم\rوصوابه: عبد الرحمن بن سلْم، بغير ألف وسكون اللام\rوهو الرازي من شيوخ الطبراني الذين أكثر عنهم\rوقد ورد على الصواب في معجم الطبراني الكبير (1/237) [ح: 649]","seal":"EF5B8F1C","part":1},
      {"page":48,"id":48,"nass":"صفحة 323/ سطر 15\rترجمة: 548 ـ أفلح بن سعيد الأنصاري\rفي الرواة عنه: حماد بن خالد الحنّاط، بالحاء المهملة بعدها نون مشدّدة\rوصوابه: حماد بن خالد الخيّاط، بالخاء المعجمة بعدها مثناة تحتية مشدّدة\rكان يحدث وهو يخيط (1)\r__________\r(1) - من رجال التهذيب.","seal":"43BAFAC5","part":1},
      {"page":49,"id":49,"nass":"صفحة 371/ سطر 10\rترجمة: 568 ـ أنس بن مالك\rفي إسناد حديث: حدثنا إبراهيم بن الحجاج الشامي، بالشين المعجمة\rوصوابه: حدثنا إبراهيم بن الحجاج السامي، بالسين المهملة\rذكره السمعاني في الأنساب (3/266) [4985] في باب السين والألف.","seal":"64866FA8","part":1},
      {"page":50,"id":50,"nass":"صفحة 437/ سطر 3\rترجمة: 594 ـ إياس بن معاوية بن قرة\rذكر في قصة: سمعت بكر بن عبد الله يعزي إياسا علي أمه فقال: يا أبا واثلة أما أحد بابيك فقد أغلق عنك، فانظر كيف تكون قي الباب المفتوح.\rقال: فبكي الناس.\rوصوابه: فبكي إياس\rذكر القصة علي الصواب ابن عساكر في تاريخ دمشق (10/33) في ذكر من اسمه إياس\rوعلق المحقق على ذلك بقوله: \"هكذا في الأصل الذي نقل منه المؤلف وعلق عليه كما يظهر في حواشي النسخ بقوله: لعله إياس\"أ. هـ.\rقلت: ولو رجع المحقق لتاريخ دمشق لوجد القصة هناك على الصواب.","seal":"6F4A3F6B","part":1},
      {"page":51,"id":51,"nass":"صفحة 448/ سطر 8\rترجمة: 599 ـ أيمن بن نابل الحبشي.\rفي الرواة عنه: سعيد بن خيثم، بتقديم الياء المثناة التحتيه علي الثاء المثلثة\rوصوابه: سعيد بن خُثَيْم، بتقديم الثاء المثلثة علي المثناة التحتية مصغرا\rكذا ضبطه الحافظ في التقريب [2295]","seal":"2F888F6B","part":1},
      {"page":52,"id":52,"nass":"صفحة 458/ سطر 13\rترجمة: 607 ـ ع: أيوب السختياني\rفي شيوخه: وعكرمة مولى ابن عباس (عخ 4)\rوصوابه: وعكرمة مولى ابن عباس (خ 4)\rورواية أيوب عن عكرمة عند البخاري في \"الصحيح\" (1)\r__________\r(1) - تحفة الأشراف (5/107-117) : أيوب عن عكرمة عن ابن عباس، (10/281) : أيوب عن عكرمة عن أبي هريرة","seal":"F9FB16DE","part":1},
      {"page":53,"id":53,"nass":"صفحة 464/ سطر 3\rترجمة: 608 ـ أيوب بن ثابت المكي\rفي شيوخه: عبد الله بن عبيد الله بن مليكة\rوصوابه: عبد الله بن عبيد الله بن أبي مليكة\rوزاد الحافظ في التقريب [3454] في اسمه \"عبد الله\"بين \"عبيد الله\" و\"أبي مليكة\"، وقد رجحها الحافظ في الإصابة (4/399) في ترجمة أبيه عبيد الله بن عبد الله بن أبي مليكة [5309] .","seal":"1F9FF628","part":1},
      {"page":54,"id":54,"nass":"الجزء الرابع\rصفحة 28/ سطر 10\rترجمة: 647 ـ خ ع: بدل بن المحبر بن المنبه التميمي\rوصوابه: 647 ـ خ 4: بدل بن المحبر بن المنبه التميمي\rوبدل ليس له رواية عند مسلم في \"الصحيح\" وهو من شيوخ البخاري، وقال الحافظ المزي: روى عنه: البخاري، وفي آخر ترجمته: روى له الأربعة","seal":"6DC0A2FA","part":1},
      {"page":55,"id":55,"nass":"صفحة 31/ سطر 2\rترجمة: 648 ـ م ع: بديل بن ميسرة العقيلي\rوصوابه: 648 ـ م 4: بديل بن ميسرة العقيلي\rوبديل ليس له رواية عند البخاري، قال الحافظ المزي في آخر ترجمته: روى له الجماعة سوى البخاري","seal":"B64C800B","part":1},
      {"page":56,"id":56,"nass":"ترجمة: بُرَيْد بن أبي مريم\rصفحة 52/ سطر 5\rفي شيوخه: وأبي الحوراء ربيعة بن شيبان (ع)\rوصوابه: وأبي الحوراء ربيعة بن شيبان (4)\rوبُريْد بن أبي مريم ليس له رواية عند مسلم، قال الحافظ المزي في آخر ترجمته: روى له البخاري في الأدب، والباقون سوى مسلم","seal":"5BD4D002","part":1},
      {"page":57,"id":57,"nass":"صفحة 53/سطر 9\rفي الرواة عنه: وابنه يحيى بن يزيد بن أبي مريم\rوصوابه: وابنه يحيى بن بُرَيْد بن أبي مريم.\rوهو واضح من اسم أبيه صاحب الترجمة.","seal":"A1E7C4B0","part":1},
      {"page":58,"id":58,"nass":"صفحة 54/ سطر 14\rترجمة: 661 ـ ع: بُريْدة بن الحصيب\rروى عنه: ابنه سليمان بن بريدة (م ع)\rوصوابه: ابنه سليمان بن بريدة (م 4)\rورواية سليمان بن بُريْدة عن أبيه عند مسلم والأربعة فقط وليست عند البخاري في \"الصحيح\" (1)\r... ...\r__________\r(1) - تحفة الأشراف (2/69-77) : سليمان بن بريدة بن الحصيب عن أبيه بريدة","seal":"AC93B784","part":1},
      {"page":59,"id":59,"nass":"صفحة 73/ سطر 14\rترجمة: 668 ـ ع: بُسْر بن سعيد المدني\rفي شيوخه: وأبي هريرة (خ ع)\rوصوابه: وأبي هريرة (ع)\rورواية بُسْر عن أبي هريرة عند الجماعة، والبخاري داخل فيهم (1)\r__________\r(1) - تحفة الأشراف (9/301-302)","seal":"55E541F3","part":1},
      {"page":60,"id":60,"nass":"صفحة 138/ سطر 13\rترجمة: 668 ـ ع: بشر بن عمر بن الحكم بن عقبة الزهراني\rفي شيوخه: ومالك بن أنس (م ع)\rوصوابه: ومالك بن أنس (م 4)\rورواية بشر الزهراني عن مالك عند مسلم والأربعة فقط وليست عند البخاري في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (27/107) ترجمة: مالك بن أنس [5728]","seal":"20602A43","part":1},
      {"page":61,"id":61,"nass":"صفحة 145/ سطر 7\rترجمة: 705 ـ خ: بشر بن محمد السختياني\rروى عن: عبد الله بن المبارك\rوصوابه: عبد الله بن المبارك (خ)\rورواية بشر عن ابن المبارك عند البخاري في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (16/11) ترجمة: عبد الله بن المبارك [3520]","seal":"4C1751B6","part":1},
      {"page":62,"id":62,"nass":"صفحة 159/ سطر 11\rترجمة: 711 ـ م ع: بشر بن هلال الصواف\rوصوابه: 711 ـ م 4: بشر بن هلال الصواف\rوليس لبشر رواية عند البخاري في \"الصحيح\"، قال الحافظ المزي: روى عنه الجماعة سوى البخاري","seal":"057E61A2","part":1},
      {"page":63,"id":63,"nass":"صفحة 168/ سطر 1\rترجمة: 719 ـ بخ م ع: بشير بن سلمان الكندي\rوصوابه: 719 ـ بخ م 4: بشير بن سلمان الكندي\rوبشير الكندي روى له الجماعة سوى البخاري، فقد روى له في \"الأدب المفرد\" كما ذكر الحافظ المزي في آخر ترجمته","seal":"138FD4D2","part":1},
      {"page":64,"id":64,"nass":"صفحة 213/ سطر 7\rترجمة: 745 ـ بكر بن سليم الصواف\rفي الرواة عنه: إبراهيم بن المنذر الحرامي (بالراء المهملة)\rوصوابه: إبراهيم بن المنذر الحزامي (1) (بالزاي)\rكذا ضبطه السمعاني في الأنساب (2/254) [2889] باب الحاء والزاي\r__________\r(1) - من رجال التهذيب.","seal":"CE7BFDDA","part":1},
      {"page":65,"id":65,"nass":"صفحة 237/ سطر 15\rترجمة: 761 ـ بكير بن أبي السميط السمعي\rفي إسناد حديث: أخبرنا أبو حفص عمر بن محمد بن طبرزذ، آخره ذال معجمة\rوصوابه: أخبرنا أبو حفص عمر بن محمد بن طبرزد، آخره دال مهملة\rوهو أبو حفص الدارقزي (1)\r__________\r(1) - له ترجمة في: لسان الميزان (4/329) [933] ، وقد تكرر هذا الخطأ كثيرا في الكتاب فأكتفي بالتنبيه عليه هنا.","seal":"FF954ECE","part":1},
      {"page":66,"id":66,"nass":"صفحة 260/ سطر 14\rترجمة: 775 ـ بهز بن حكيم بن معاوية بن حيدة القشيري\rفي الرواة عنه: علي (باللام في وسطه) بن الفضل\rوصوابه: عدي (بالدال المهملة) بن الفضل\rيروى عن بهز بن حكيم ويروى عنه أسد بن موسى، أكثر من الرواية له الطبراني قي المعجم الكبير، في باب \"بهز بن حكيم عن أبيه عن جده\" (1)\r__________\r(1) - وانظر منه (19/404) [ح: 954] ، (19/405) [ح: 961] ، (19/406) [ح: 966] وغيرها.","seal":"E81B71F9","part":1},
      {"page":67,"id":67,"nass":"صفحة 357/ سطر 6\rترجمة: 818 ـ ثابت بن الصامت الأنصاري\rذكر فيها: وقال معن بن عيسى بن أبي حبيبة، فجعله اسما واحدا\rوصوابه: وقال معن بن عيسى عن ابن أبي حبيبة، فهما راويان،\rالأول: معن بن عيسى أبو يحيى القزاز.\rوالثاني: ابن أبي حبيبة واسمه إبراهيم\rوقد ورد الحديث على الصواب عند عمر بن شبة في أخبار المدينة (ص:48) [ح: 209] ، وابن قانع في أخبار الصحابة (1/129) في ترجمة ثابت بن الصامت.","seal":"F5731F9F","part":1},
      {"page":68,"id":68,"nass":"صفحة 363/ سطر 7\rترجمة: 822 ـ ثابت بن عبيد الأنصاري\rفي الرواة عنه: يزيد بن مردانية، بياء مثناة تحتية قبل آخره.\rوصوابه: يزيد بن مردانبه، بباء موحدة قبل آخره.\rقال الحافظ في التقريب [7774] : \"يزيد بن مردانبه بنون ثم موحدة\"\rوقال صاحب خلاصة التذهيب (1/434) : \"يزيد بن مردانبه بنون مضمومة بعد الألف وموحدة\"\rقلت: لو كان أصلها \"مردان به\" وهي كلمة فارسية لعل معناها \"رجل طيب\" فحينئذ تكون النون ساكنة، والله أعلم\rوهو أخو سعيد بن مردانبه، ووالد إبراهيم بن يزيد بن مردانبه (1)\r__________\r(1) - من رجال التهذيب.","seal":"3823C6D8","part":1},
      {"page":69,"id":69,"nass":"صفحة 420/ سطر 18\rترجمة: 862 ـ خ 4: ثور بن يزيد الكلاعي\rفي الرواة عنه: والوليد بن محمد الموقري (خ د ت ق)\rوصوابه: والوليد بن محمد الموقري\rوالوليد الموقري ليس له رواية عن ثور في الكتب الستة (1)\r__________\r(1) - تهذيب الكمال (31/76) ترجمة: الوليد بن محمد الموقري [6734]","seal":"32205AEC","part":1},
      {"page":70,"id":70,"nass":"صفحة 420/ سطر 18\rترجمة: 862 ـ خ 4: ثور بن يزيد الكلاعي\rفي الرواة عنه: والوليد بن مسلم\rوصوابه: والوليد بن مسلم (خ د ت ق)\rورواية الوليد بن مسلم عن ثور عند الجماعة سوى مسلم (1)\r__________\r(1) - تهذيب الكمال (31/87) ترجمة: الوليد بن مسلم [6737]","seal":"BA7D64EE","part":1},
      {"page":71,"id":71,"nass":"صفحة 436/ سطر 5\rترجمة: 866 ـ جابر بن زيد الأزدي\rذكر فيها: وقال عروة بن البرند\rوصوابه: وقال عرعرة، بعينين مهملتين بينهما راء ساكنة وآخره راء ثم هاء\rكذا ضبطه الحافظ في التقريب [4553] ، وهو الملقب بكزمان.","seal":"C056C419","part":1},
      {"page":72,"id":72,"nass":"صفحة 446/ سطر 7\rترجمة: 871 ـ جابر بن عبد الله بن عمرو بن حرام\rفي الرواة عنه: عبد الملك بن جار بن عتيك\rوصوابه: عبد الملك بن جابر بن عتيك.\rأخو عبد الرحمن بن جابر بن عتيك.","seal":"DFF438FC","part":1},
      {"page":73,"id":73,"nass":"صفحة 461/ سطر 1\rترجمة: 876 ـ جابر بن نوح بن جابر\rذكر فيها قول ابن معين: نوح بن جابر، لم يكن بثقة، كان ضعيفا، وكان أبوه ثقة.\rوصوابه: جابر بن نوح، لم يكن بثقة ... إلخ\rوقد وردت الحكاية على الصواب عند ابن أبي حاتم في الجرح والتعديل (8/483) [2207] ، وابن عدي في الكامل (2/120) [328] ، والعقيلي في الضعفاء (1/196) [241]","seal":"14ADC2AD","part":1},
      {"page":74,"id":74,"nass":"صفحة 544/ سطر 7\rترجمة: 918 ـ جرير بن عبد الحميد بن القرط الضبي\rذكر فيها: وقال محمد بن عمر زنيج\rوصوابه: وقال محمد بن عَمْرو (بفتح العين المهملة وسكون الميم وآخره واو) .\rوقد ورد على الصواب في الصفحة السابقة في عداد الرواة عنه.","seal":"9C2D486F","part":1},
      {"page":75,"id":75,"nass":"صفحة 556/ سطر 3\rترجمة: 924 ـ جسر بن الحسن اليمامي\rوصوابه: 924 ـ مد: جسر بن الحسن اليمامي\rقال الحافظ المزي في آخر ترجمته: روى أبو داود في \"المراسيل\" من رواية الأوزاعي عن أبي عثمان عن الحسن قال النبي - صلى الله عليه وسلم -: \"من عرفت عليه ذنوبه فليجعل دروب الروم خلف ظهره\". وقال: أظن أبا عثمان، جسر بن الحسن البصري","seal":"C705D614","part":1},
      {"page":76,"id":76,"nass":"الجزء الخامس\rصفحة 30/سطر 14\rترجمة: جعفر بن ربيعة بن شرحبيل\rفي الرواة عنه: عبد الله بن طيعة\rوصوابه: عبد الله بن لَهِيعَة (1)\rروايته عن جعفر بن ربيعة عند أبي داود وابن ماجة (2)\r__________\r(1) - من رجال التهذيب.\r(2) - تهذيب الكمال (15/488) .","seal":"1AE43691","part":1},
      {"page":77,"id":77,"nass":"صفحة 30/ سطر 19\rترجمة: جعفر بن ربيعة بن شرحبيل\rذكر فيها: قال عبد الله بن أحمد بن حنبل، عن أبيه: كان شيخنا من أصحاب الحديث ثقة\rوصوابه: كان شيخاً من أصحاب الحديث\rوجعفر توفي سنة ست وثلاثين ومئة، وولد الإمام أحمد بعد وفاته بما يقرب من أربع وثمانين سنة أي سنة أربع وستين ومئة فكيف يكون شيخا للإمام أحمد؟!\rوقد ورد قول الإمام أحمد على الصواب عند ابن أبي حاتم في الجرح والتعديل (2/478) في ترجمة جعفر بن ربيعة [1947] ، رواه عن عبد الله بن أحمد عن أبيه، ونقله الباجي في التعديل والتجريح (1/453) في ترجمة جعفر بن ربيعة [190] ، وورد على الصواب في تهذيب التهذيب (2/77) في ترجمة جعفر بن ربيعة [139] .","seal":"B8291B48","part":1},
      {"page":78,"id":78,"nass":"صفحة 44/ سطر 13\rترجمة: 943 ـ جعفر بن سليمان الضبعي.\rفي شيوخه: عيينة (بيائين مثناتين تحتيتين ثم نون) الضرير\rوصوابه: عتيبة، بتاء مثناة فوقية ثم ياء مثناة تحتية ثم باء موحدة (1)\rليس له عند أصحاب الكتب الستة إلا حديث واحد، رواه النسائي في مسند علي، رواه عنه جعفر بن سليمان الضبعي.\r__________\r(1) - من رجال التهذيب.","seal":"43952B5C","part":1},
      {"page":79,"id":79,"nass":"صفحة 153/ سطر 11\rترجمة: 978 ـ جنيد الحجام أبو عبد الله\rفي الرواة عنه: الحسن بن علي بن عضَّات (بالضاد المعجمة وفي آخرة تاء جمع عضّة) .\rوصوابه: الحسن بن علي بن عفان (بالفاء وفي آخره نون)\rوليس في الرواة من اسم جدّه: عضات.","seal":"BD768909","part":1},
      {"page":80,"id":80,"nass":"صفحة 188/ سطر 5\rترجمة: 922 ـ حاتم بن إسماعيل المدني\rفي شيوخه: خَيثم (بفتح الخاء المعجمة بعدها ياء مثناة تحتية ثم ثاء مثلثة) بن عراك بن مالك.\rوصوابه: خُثَيْم، بضم المعجمة بعدها ثاء مثلثة ثم ياء مثناة تحتية مصغرا\rكذا ضبطه الحافظ في التقريب [1703] .","seal":"C95C6CF4","part":1},
      {"page":81,"id":81,"nass":"صفحة 197/ سطر 6\rترجمة: 999 ـ حاتم بن وردان بن مهران\rوصوابه: حاتم بن وردان بن مروان\rوقد ورد على الصواب في تهذيب التهذيب (2/113) [218] ، تقريب التهذيب [1001] .","seal":"200E0439","part":1},
      {"page":82,"id":82,"nass":"صفحة 237/ سطر 5\rترجمة: 1023 ـ الحارث بن شبيل بن عوف بن أبي حبيبة، ببائين موحدتين بينهما ياء مثناة تحتية وزن فعيلة\rوصوابه: 1023 ـ الحارث بن شبيل بن عوف بن أبي حية، بياء مثناة تحتية مشدّدة، الهامّة المعروفة\rوقد ورد الاسم على الصواب في ترجمة أبيه شبيل بن عوف (1)\r__________\r(1) - انظر التاريخ الكبير (4/258) [2728] ، الجرح والتعديل (4/381) [1662] ، الثقات (4/368) [3368] ، وكذلك تهذيب الكمال (12/375) [2697] .","seal":"337A2781","part":1},
      {"page":83,"id":83,"nass":"صفحة 255/ سطر 10\rترجمة: 1027 ـ 4: الحارث بن عبد الرحمن القرشي\rفي شيوخه: وسالم بن عبد الله بن عمر بن الخطاب\rوصوابه: وسالم بن عبد الله بن عمر بن الخطاب (س)\rورواية الحارث عن سالم عند النسائي في \"السنن\" (1)\r__________\r(1) - تهذيب الكمال (10/147) ترجمة: سالم بن عبد الله [2149] ، وحديثه في المجتبى- كتاب: الإمامة- باب: الرخصة للإمام في التطويل [ح:817] \"كان رسول الله صلى الله عليه وسلم يأمر بالتخفيف ويؤمنا بالصافات\"","seal":"BC52545C","part":1},
      {"page":84,"id":84,"nass":"صفحة 327/ سطر 2\rترجمة: 1063 ـ حامد بن يحيى بن هانئ البلخي\rفي الرواة عنه: يحيى بن أيوب بن نادي، بالنون\rوصوابه: يحيى بن أيوب بن بادي، بالباء الموحدة (1)\rكذا ضبطه الحافظ في التقريب [7509] .\r__________\r(1) - من رجال التهذيب.","seal":"3C054B30","part":1},
      {"page":85,"id":85,"nass":"صفحة 360/ سطر 7\rترجمة: 1079 ـ ع: حبيب بن أبي ثابت\rفي شيوخه: وأبي المطوس (ع)\rوصوابه: وأبي المطوس (4)\rورواية حبيب عن أبي المطوس عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (34/299) ترجمة: أبي المطوس [7634] .","seal":"ADA3DBD8","part":1},
      {"page":86,"id":86,"nass":"صفحة 360/ سطر 16\rترجمة: 1079 ـ ع: حبيب بن أبي ثابت\rفي الرواة عنه: وسليمان الأعمش (م ع)\rوصوابه: وسليمان الأعمش (م 4)\rوليس للأعمش رواية عن حبيب عند البخاري (1)\r__________\r(1) - تهذيب الكمال (12/77) ترجمة: سليمان الأعمش [2570] .","seal":"B70E51AC","part":1},
      {"page":87,"id":87,"nass":"صفحة 421/ سطر 7\rترجمة: 1112 ـ بخ 4: حجاج بن أرطاة\rفي شيوخه: وزيد بن جبير الطائي (ع)\rوصوابه: وزيد بن جبير الطائي (4)\rورواية حجاج عن زيد الطائي عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (10/33) ترجمة: زيد بن جبير الطائي [2092] .","seal":"0B80541E","part":1},
      {"page":88,"id":88,"nass":"صفحة 421/ سطر 14\rترجمة: 1112 ـ بخ 4: حجاج بن أرطاة\rفي شيوخه: وعطاء بن أبي رباح (ع)\rوصوابه: وعطاء بن أبي رباح (4)\rورواية حجاج عن عطاء عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (20/73) ترجمة: عطاء بن أبي رباح [3933] .","seal":"D0DDE316","part":1},
      {"page":89,"id":89,"nass":"صفحة 422/ سطر 3\rترجمة: 1112 ـ حجاج بن أرطاة\rفي شيوخه: محمد بن سليمان بن أبي حتمة، بالتاء المثناة الفوقية\rوصوابه: محمد بن سليمان بن أبي حثمة، بالثاء المثلثة (1)\rوهو أخو أبي بكر بن سليمان بن أبي حثمة.\r__________\r(1) - من رجال التهذيب، ووقع في تهذيب التهذيب المطبوع: \"خيثمة\"بالخاء المعجمة المفتوحة بعدها مثناة تحتية ساكنة وهو تصحيف أيضا.","seal":"4CAEC20A","part":1},
      {"page":90,"id":90,"nass":"صفحة 422/ سطر 22\rترجمة: 1112 ـ بخ 4: حجاج بن أرطاة\rفي الرواة عنه: وعمر بن علي المقدمي (ع)\rوصوابه: وعمر بن علي المقدمي (4)\rورواية عمر المقدمي عن حجاج عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (21/471) ترجمة: عمر المقدمي [4290] .","seal":"29A4BF22","part":1},
      {"page":91,"id":91,"nass":"صفحة 453/ سطر 15\rترجمة: 1127 ـ حجاج بن محمد المصيصي\rفي الرواة عنه: أبو جعفر عبد الله بن محمد الفضيلي، بفاء وضاد معجمة.\rوصوابه: أبو جعفر عبد الله بن محمد النفيلي، بنون وفاء مصغرا\rكذا ضبطه الحافظ في التقريب [3594] .","seal":"1F61F185","part":1},
      {"page":92,"id":92,"nass":"صفحة 550/ سطر 5\rترجمة: 1166 ـ حرملة بن يحيى بن عبد الله بن حرملة.\rفي الرواة عنه: علي بن محمد الأنصاري، نسبة إلي الأنصار.\rوصوابه: علي بن محمد الأنضِناوي، بالنون الساكنة بعدها ضاد معجمة ثم نون وآخره واو قبل ياء النسب\rكذا ضبطه السمعاني في الأنساب (1/229) وقال: \"هذه النسبة إلي (أنضِنا) وهى قرية من صعيد مصر\" أ. هـ.\rلكن قال في \"اللباب في تهذيب الأنساب\" (1/90) : \"المعروف (أنصنا) بالصاد المهملة لا الضاد المعجمة\" أ. هـ.، وكذا ضبطه ياقوت الحموي في \"معجم البلدان\" (1/265) ، وأبو عبيد الأندلسي في \"معجم ما استعجم\" (1/199) ، فيكون صواب النسبة: \"الأنصِناوي\"، والله أعلم.","seal":"4621926B","part":1},
      {"page":93,"id":93,"nass":"صفحة 554/ سطر 10\rترجمة: 1168 ـ حرمي بن حفص بن عمر العتكي\rفي شيوخه: وهب (بفتح أوله) بن خالد.\rوصوابه: وُهَيْب (بضم أوله مصغرا) بن خالد (1)\rكذا ضبطه الحافظ في التقريب [7487] .\r__________\r(1) - من رجال التهذيب.","seal":"D5FEC53A","part":1},
      {"page":94,"id":94,"nass":"الجزء السادس\rصفحة 13/ سطر 1\rترجمة 1185 ـ خ م د: حسان بن إبراهيم بن عبد الله الكرماني.\rذكر حديثا عند النسائي عن ابن عباس: \"فُضِّل (بالضاد المعجمة المشددة) (1) القرآن من الذكر فوضع في بيت العزة\".\rوصوابه: \"فُصِل (بالصاد المهملة المكسورة) القرآن من الذكر ... \" الحديث.\rكذا في السنن الكبرى ك/فضائل القرآن ب/ كم بين نزول أول القرآن وبين آخره (5/7) [ح: 7791/3] .\r__________\r(1) - وهذا الضبط يؤكد أنه ليس خطأ مطبعيا!.","seal":"F1428D02","part":1},
      {"page":95,"id":95,"nass":"صفحة 48/ سطر 12\rترجمة: 1200 ـ م ق ت: الحسن بن أحمد بن أبي شعيب\rوصوابه: 1200 ـ م مد ت: الحسن بن أحمد بن أبي شعيب\rوليس للحسن بن أحمد رواية عند ابن ماجة، وإنما روى عنه أبو داود في المراسيل.\rقال الحافظ المزي في ترجمته: روى عنه مسلم وأبو داود في المراسيل والترمذي","seal":"21919381","part":1},
      {"page":96,"id":96,"nass":"صفحة 76/ سطر 9\rترجمة: 1211 ـ الحسن بن أبي جعفر الجفري\rذكر فيها: عباد بن ضهيب، بالضاد المعجمة.\rوصوابه: عباد بن صهيب، بالصاد المهملة. (1)\r__________\r(1) - له ترجمة في: الكامل لابن عدي (4/346) ، المجروحين (2/164) ، لسان الميزان (3/230) .","seal":"4F7DA97E","part":1},
      {"page":97,"id":97,"nass":"صفحة 80/ سطر 10\rترجمة: 1213 ـ الحسن بن الحر بن الحكم النخعي.\rفي شيوخه: خاله عبدة بن أبي لباية، آخره ياء مثناة تحتية قبل هاء الأنثى\rوصوابه: خاله عبدة بن أبي لبابة، بباء موحدة (1)\r__________\r(1) - من رجال التهذيب.","seal":"66122204","part":1},
      {"page":98,"id":98,"nass":"صفحة 98/ سطر 1\rترجمة: 1216 ـ الحسن بن أبي الحسن البصري.\rفي شيوخه: أبي ساسان حطين، بطاء مهملة\rوصوابه: أبي ساسان حضين، بضاد معجمة\rقال ابن ناصر الدين في توضيح المشتبه (3/266) : \"حضين بضاد معجمة مفتوحة، قبلها حاء مهملة مضمومة\"، وذكر فيه: أبو ساسان","seal":"19D59D9C","part":1},
      {"page":99,"id":99,"nass":"صفحة 98/ سطر 7\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rفي شيوخه: وسمرة بن جندب الفزاري (خ ع)\rوصوابه: وسمرة بن جندب الفزاري (خ 4)\rوليس للحسن البصري رواية عن سمرة عند مسلم في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (12/131) ترجمة: سمرة بن جندب [2585] .","seal":"4C1402D1","part":1},
      {"page":100,"id":100,"nass":"صفحة 99/ سطر 5\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rفي شيوخه: وأبي بكرة نفيع بن الحارث الثقفي (خ ع)\rوصوابه: وأبي بكرة نفيع بن الحارث الثقفي (خ 4)\rوليس للحسن البصري رواية عن أبي بكرة عند مسلم في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (30/6) ترجمة: أبي بكرة الثقفي [6465] .","seal":"119887D3","part":1},
      {"page":101,"id":101,"nass":"صفحة 99/ سطر 6\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rفي شيوخه: وأبي هريرة (خ ع)\rوصوابه: وأبي هريرة (خ 4)\rوليس للحسن البصري رواية عن أبي هريرة عند مسلم في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (34/368) ترجمة: أبي هريرة [7681] .","seal":"FCC4D2CF","part":1},
      {"page":102,"id":102,"nass":"صفحة 99/ سطر 8\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rفي شيوخه: وأمه أم الحسن خيرة (م ع)\rوصوابه: وأمه أم الحسن خيرة (م 4)\rوليس للحسن البصري رواية عن أمه عند البخاري في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (35/167) ترجمة: خيرة أم الحسن البصري [7832] .","seal":"831907CA","part":1},
      {"page":103,"id":103,"nass":"صفحة 99/ سطر 15\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rوأشعث بن عبد الملك الحمراني (خت ع)\rوأشعث بن عبد الملك الحمراني (خت 4)\rوليس لأشعث بن عبد الملك رواية عن الحسن البصري عند مسلم في \"الصحيح\" (1)\r__________\r(1) - تهذيب الكمال (3/277) ترجمة: أشعث الحمراني [531] ، ووقع فيها (ت4) وهو تصحيف أيضا لأن \"ت\" رمز الترمذي وهو أحد الأربعة وصوابه (خت4) كما ذكرناه.","seal":"F97DA0C9","part":1},
      {"page":104,"id":104,"nass":"صفحة 100/ سطر 12\rترجمة: 1216 ـ الحسن بن أبي الحسن البصري.\rفي الرواة عنه: زيد التميمي، بتاء مثناة فوقية ثم ميمين بينهما ياء مثناة تحتية\rوصوابه: زيد النميري، بنون ثم ميم ثم ياء مثناة تحتية ثم راء (1)\r__________\r(1) - من رجال التهذيب.","seal":"E74C92CE","part":1},
      {"page":105,"id":105,"nass":"صفحة 100/ سطر 15\rترجمة: 1216 ـ الحسن بن أبي الحسن البصري.\rفي الرواة عنه: سالم (بسين مهملة ثم ألف ثم لام) بن أبي الذيال.\rوصوابه: سلْم (بإسقاط الألف وسكون اللام) بن أبي الذيال\rقال الحافظ في التقريب [2462] : \"سلم، بفتح أوله وسكون اللام\" أ. هـ.","seal":"B0686C55","part":1},
      {"page":106,"id":106,"nass":"صفحة 102/ سطر 5\rترجمة: 1216 ـ ع: الحسن بن أبي الحسن البصري\rفي الرواة عنه: ومنصور بن زاذان (بخ م ع)\rوصوابه: ومنصور بن زاذان (بخ م 4)\rوليس لمنصور بن زاذان رواية عن الحسن البصري عند البخاري في \"الصحيح\" وإنما روى له البخاري في الأدب المفرد (1)\r__________\r(1) - تهذيب الكمال (28/524) ترجمة: منصور بن زاذان [6191] .","seal":"A6957EF9","part":1},
      {"page":107,"id":107,"nass":"صفحة 102/ سطر 15\rترجمة: 1216 ـ الحسن بن أبي الحسن البصري.\rفي الرواة عنه: أبو الفتاح (بفاء ثم تاء مثناة فوقية مشددة) يزيد بن حميد.\rوصوابه: أبو التياح (بتاء مثناة فوقية ثم ياء مثناة تحتية مشددة) يزيد بن حميد\rضبطه الحافظ في التقريب [7704] : \"التَّيَّاح، بمثناة ثم تحتانية ثقيلة وآخره مهملة\"","seal":"E77C8762","part":1},
      {"page":108,"id":108,"nass":"صفحة 144/ سطر 11\rترجمة 1228 ـ الحسن بن داود بن محمد بن المنكدر.\rذكر في خلال الترجمة قول صاعقة: \"فإذا هو قد كتب عن المعتمر ابن خمسين سنة\"\rوصوابه: \"فإذا هو قد كتب عن المعتمر ابن خمس سنين\"\rوقد ورد على الصواب في تهذيب التهذيب (2/239) في ترجمة الحسن بن داود المنكدري [501] ، وكذلك هو في ميزان الاعتدال (2/234) [1844]","seal":"B09BB789","part":1},
      {"page":109,"id":109,"nass":"صفحة 148/ سطر 4\rترجمة: 1230 ـ الحسن بن الربيع بن سليمان البجلي.\rفي شيوخه: جعفر بن سليمان الضبيعي، بالباء الموحدة ثم الياء المثناة التحتية ثم عين مهملة مصغرا\rوصوابه: جعفر بن سليمان الضُّبَعي، بغير ياء (1)\rقال الحافظ في التقريب [942] : \"الضبعي، بضم المعجمة وفتح الموحدة\" أ. هـ.\r__________\r(1) - من رجال التهذيب","seal":"94A30460","part":1},
      {"page":110,"id":110,"nass":"صفحة 200/ سطر 13\rترجمة: 1242 ـ م 4: الحسن بن عبيد الله بن عروة النخعي\rفي الرواة عنه: وعبد الله بن إدريس (م د س ت)\rوصوابه: وعبد الله بن إدريس (م د س ق)\rوليس لعبد الله بن إدريس رواية عن الحسن بن عبيد الله النخعي عند الترمذي وإنما روايته عنه عند ابن ماجة في \"السنن\" (1)\r__________\r(1) - تهذيب الكمال (14/294) ترجمة: عبد الله بن إدريس [3159] .","seal":"7E4E9789","part":1},
      {"page":111,"id":111,"nass":"صفحة 220/ سطر 2\rترجمة: 1248 ـ ع: الحسن بن علي بن أبي طالب\rوصوابه: 1248 ـ 4: الحسن بن علي بن أبي طالب\rوليس للحسن بن علي رواية عند البخاري ومسلم، قال الحافظ المزي في آخر ترجمته: روى له الأربعة.","seal":"81811A12","part":1},
      {"page":112,"id":112,"nass":"صفحة 220/ سطر 7\rترجمة: 1248 ـ 4 (1) : الحسن بن علي بن أبي طالب\rروى عن: جده رسول الله - صلى الله عليه وسلم - (ع)\rوصوابه: جده رسول الله - صلى الله عليه وسلم - (4)\rوليس للحسن بن علي رواية عند البخاري ومسلم، قال الحافظ المزي في آخر ترجمته: روى له الأربعة\r__________\r(1) - في التهذيب (ع) والصواب ما ذكرناه، وانظر ما قبله.","seal":"AEC1C92E","part":1},
      {"page":113,"id":113,"nass":"صفحة 221/ سطر 7\rترجمة: 1248 ـ 4 (1) : الحسن بن علي بن أبي طالب\rفي الرواة عنه: وأبو الحوراء، ربيعة بن شيبان (ع)\rوصوابه: وأبو الحوراء ربيعة بن شيبان (4)\rوليس لربيعة رواية عن الحسن بن علي عند البخاري ومسلم فهما لم يخرجا حديث الحسن بن علي أصلاً، وروايته عنه عند الأربعة فقط (2)\r__________\r(1) - انظر التعليق السابق.\r(2) - تهذيب الكمال (9/117) ترجمة: ربيعة بن شيبان [1877] .","seal":"ED6286BA","part":1},
      {"page":114,"id":114,"nass":"صفحة 222/ سطر 9\rترجمة: 1248 ـ الحسن بن علي بن أبي طالب القرشي\rفي إسناد حديث: عن سوغة (بغين معجمة) بنت مسرح.\rوصوابه: عن سودة، بدال مهملة. (1)\r__________\r(1) - لها ترجمة في الإصابة (7/719) [11354] .","seal":"49877950","part":1},
      {"page":115,"id":115,"nass":"صفحة 228/ سطر 1\rترجمة: 1248 ـ الحسن بن علي بن أبي طالب القرشي.\rفي إسناد حديث: حدثني أخي موسى بن جعفر عن أبيه حسين عن أبيه عن جده.\rوصوابه: حدثني أخي موسى بن جعفر عن أبيه جعفر بن محمد عن أبيه عن علي بن حسين عن أبيه عن جده.\rووقع على الصواب عند عبد الله بن أحمد في زوائده على المسند (1) ، وقد روى الحافظ المزي الحديث من طريقه.\r__________\r(1) - مسند أحمد (1/77) [576] .","seal":"69C95609","part":1},
      {"page":116,"id":116,"nass":"صفحة 266/ سطر 11\rترجمة: 1252 ـ الحسن بن عمارة بن المضرب البجلي.\rفي شيوخه: علي (باللام) بن ثابت الأنصاري.\rوصوابه: عدي (بالدال المهملة) بن ثابت الأنصاري. (1)\r__________\r(1) - من رجال التهذيب.","seal":"959C130D","part":1},
      {"page":117,"id":117,"nass":"صفحة 282/ سطر 11\rترجمة: 1255 ـ الحسن بن عمر الفزاري\rذكر فيها: وقال عروبة الحراني.\rوصوابه: وقال أبو عروبة الحراني. (1)\r__________\r(1) - له ترجمة في: سير أعلام النبلاء (14/510) ، تذكرة الحفاظ (2/774) .","seal":"38ACC2B4","part":1},
      {"page":118,"id":118,"nass":"صفحة 295/ سطر 11\rترجمة: 1263 ـ الحسن بن عيسي بن ماسرجس.\rفي الرواة عنه: محمد بن عبد الله بن فهزاذ، أوله فاء.\rوصوابه: محمد بن عبد الله بن قهزاذ، أوله قاف (1)\r__________\r(1) - من رجال التهذيب.","seal":"B1864CAF","part":1},
      {"page":119,"id":119,"nass":"صفحة 310/ سطر 2\rترجمة: 1270 ـ خ ع: الحسن بن محمد بن الصباح الزعفراني\rوصوابه: 1270 ـ خ 4: الحسن بن محمد بن الصباح الزعفراني\rوالحسن الزعفراني لم يروِ عنه مسلم في (الصحيح) ، قال الحافظ المزي: روى عنه الجماعة سوى مسلم.","seal":"7480076A","part":1},
      {"page":120,"id":120,"nass":"صفحة 317/ سطر 7\rترجمة: 1273 ـ الحسن بن محمد بن علي بن أبي طالب القرشي.\rفي شيوخه: أم ابنها (بألف بعدها باء موحدة ثم نون) بنت عبد الله.\rوصوابه: أم أبيها (بهمزة بعدها باء موحده ثم ياء مثناة تحتية) بنت عبد الله\rوذكرها على الصواب الحافظ المزي في تهذيب الكمال (14/368) في ترجمة أبيها","seal":"CD5D4AF8","part":1},
      {"page":121,"id":121,"nass":"صفحة 317/ سطر 14\rترجمة: 1273 ـ ع: الحسن بن محمد بن علي بن أبي طالب\rفي الرواة عنه: ومحمد بن مسلم بن شهاب الزهري (خ م ك ت س ق) .\rوصوابه: ومحمد بن مسلم بن شهاب الزهري (خ م كد ت س ق)\rورواية الزهري عن الحسن بن محمد عند أبي داود في مسند حديث مالك بن أنس (1)\r__________\r(1) - تهذيب الكمال (26/421) [5606] .","seal":"EE6990D8","part":1},
      {"page":122,"id":122,"nass":"صفحة 328/ سطر 8\rترجمة: 1277 ـ الحسن بن موسي الأشيب\rفي شيوخه: سنان (بالسين المهملة بعدها نون) بن عبد الرحمن (م ع) .\rوصوابه: شيبان (بالشين المعجمة بعدها ياء مثناة تحتية ثم باء موحدة) بن عبد الرحمن (م 4)\rوقد ذكر الحافظ الذهبي في سير أعلام النبلاء (9/559) شيبان من شيوخ الحسن بن موسي.\rوليس للحسن بن موسي رواية عن شيبان عند البخاري في (الصحيح) (1) .\r__________\r(1) - تهذيب الكمال (12/593) [2784] .","seal":"E35BADED","part":1},
      {"page":123,"id":123,"nass":"صفحة 372/ سطر 8\rترجمة: 1309 ـ ع: الحسين بن ذكوان المعلم\rفي شيوخه: وعمرو بن شعيب (د ع)\rوصوابه: وعمرو بن شعيب (ر 4)\rورواية الحسين بن ذكوان عن عمرو بن شعيب عند البخاري في جزء القراءة والأربعة (1)\r__________\r(1) - تهذيب الكمال (22/64) [4385] .","seal":"E622B7F8","part":1},
      {"page":124,"id":124,"nass":"صفحة 373/ سطر 11\rترجمة: 1309 ـ ع: الحسين بن ذكوان المعلم\rفي الرواة عنه: ويزيد بن زريع (م ع)\rوصوابه: ويزيد بن زريع (م 4)\rورواية يزيد بن زريع عن الحسين بن ذكوان عند مسلم والأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (32/125) [6987] .","seal":"5DAD0BD9","part":1},
      {"page":125,"id":125,"nass":"صفحة 390/ سطر 15\rترجمة: 1319 ـ الحسين عروة البصري.\rفي شيوخه: حماد بن زبير، بزاي ثم باء موحدة ثم ياء مثناة تحتية مصغرا.\rوصوابه: حماد بن زيد (1) ، بزاي ثم ياء مثناة تحتية ثم دال مهملة\rوقد ذكر ابن أبي حاتم في الجرح والتعديل (3/62) [280] في ترجمة الحسين بن عروة، أنه روى عن حماد بن زيد.\r__________\r(1) - من رجال التهذيب.","seal":"9F957E6F","part":1},
      {"page":126,"id":126,"nass":"صفحة 392/ سطر 14\rترجمة: 1320 ـ الحسين بن علي بن الأسود العجلي.\rفي الرواة عنه: عمر بن محمد بن بحير، بالحاء المهملة مصغرا\rوصوابه: عمر بن محمد بن بجير، بالجيم مصغرا (1)\rكذا ضبطه السمعاني في الأنساب (1/300) [945] .\r__________\r(1) - له ترجمة عند السمعاني في الأنساب (1/300) [945] .","seal":"85B6CFA4","part":1},
      {"page":127,"id":127,"nass":"صفحة 403/ سطر 16\rذكر في متن حديث: \"فجعل يعصرها في القدم\" الحديث.\rوصوابه: \"فجعل يعصرها في القدح\".\rانظر مسند الطيالسي (1/26) [ح: 190] ، والمعجم الكبير (3/40) [ح: 2622] .","seal":"3F34D841","part":1},
      {"page":128,"id":128,"nass":"صفحة 408/ سطر 16\rترجمة: 1323 ـ الحسين بن علي بن أبي طالب\rذكر فيها: وقال عَبادة (بفتح العين وآخره هاء الأنثى) بن زياد الأسدي\rوصوابه: وقال عَبَّاد (بفتح العين وتشديد الباء الموحدة) بن زياد الأسدي. (1)\rذُكِرَ في التهذيبين والتقريب في باب ذكر من اسمه عباد بفتح أوله وتشديد الموحدة\r__________\r(1) - من رجال التهذيب.","seal":"7727E59F","part":1},
      {"page":129,"id":129,"nass":"صفحة 412/ سطر 6\rترجمة: 1323 ـ الحسين بن علي بن أبي طالب.\rذكر فيها: \"قال: وحدثني عبد الرحمن بن علي بن حسين. وقال أبي الزناد عن أبي وجزة السعدي عن محمد بن عمر: وغير هؤلاء أيضا قد حدثني\" أ. هـ.\rوهذا الموضع فيه تخليط شديد،\rوصوابه: قال: وحدثني عبد الرحمن بن أبي الزناد عن أبي وجزة السعدي عن علي بن حسين، قال محمد بن عمر: وغير هؤلاء أيضا قد حدثني.\rوقد ورد السند على الصواب عند ابن عساكر في تاريخ دمشق (14/204)","seal":"10392E0B","part":1},
      {"page":130,"id":130,"nass":"صفحة 436/ سطر 8\rترجمة 1323 ـ ع: الحسين بن علي بن أبي طالب.\rذكر أثرا: \"قال السدي: أتيت كربلاء أبيع البن (بالنون) بها ... \".\rوصوابه: \"أتيت كربلاء أبيع البز (بالزاي) بها\".\rوقد ورد على الصواب في تهذيب التهذيب (2/306) وكذا هو عند ابن عساكر في تاريخ دمشق (14/233) .","seal":"CE3EA0CE","part":1},
      {"page":131,"id":131,"nass":"صفحة 461/ سطر 18\rترجمة: 1328 ـ الحسين بن عيسي بن حمران الطائي.\rفي الرواة عنه: أحمد بن محمد بن سريح، آخره حاء مهملة\rوصوابه: أحمد بن محمد بن سريج، آخره جيم (1)\rيروي عن الحسين بن عيسى البسطامي\r__________\r(1) - له ترجمة في: \"تاريخ أصبهان\" لأبي نعيم (1/163) [145] ، \"طبقات المحدثين بأصبهان\" لأبي الشيخ الأصبهاني (3/617) [521] .","seal":"75938BDE","part":1},
      {"page":132,"id":132,"nass":"صفحة 471/ سطر 6\rترجمة: 1333 ـ الحسين بن محمد بن بهرام التميمي.\rذكر نسبته: المروزي، بالزاي مخففا\rوصوابه: المرّوذي، بالذال المعجمة والراء المضمومة المشدّدة قبل الواو\rنسبة إلي \"مرو الروذ\" بلدة على وادي مرو، والوادي بالعجمية يقال له \"الروذ\"\rكذا ضبطه السمعاني في الأنساب (5/145)","seal":"97E484E0","part":1},
      {"page":133,"id":133,"nass":"صفحة 482/ سطر 8\rترجمة: 1340 ـ الحسين بن منصور بن جعفر\rفي شيوخه: الحسين بن محمد المروزي، بالزاي مخففا.\rوصوابه: الحسين بن محمد المرُّوذي (1) ، بالذال المعجمة في آخره وتشديد الراء المضمومة قبل الواو.\rوقد سبق ضبطه.\r__________\r(1) - من رجال التهذيب.","seal":"0001FBAF","part":1},
      {"page":134,"id":134,"nass":"ترجمة: الحسين بن واقد المروزي.\rصفحة 491/ سطر 11\rترجمة: 1346 ـ خت ع: الحسين بن واقد المروزي.\rوصوابه: خت م 4: الحسين بن واقد المروزي.\rقال الحافظ المزي في آخر ترجمته: استشهد به البخاري في فضائل القرآن، وروى له في الأدب، وروى له الباقون.","seal":"0B70405B","part":1},
      {"page":135,"id":135,"nass":"صفحة 492/ سطر 5\rفي شيوخه: وعبد الله بن بريدة (م ع)\rوصوابه: وعبد الله بن بريدة (م 4)\rورواية الحسين بن واقد عن عبد الله بن بريدة عند مسلم والأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (14/329) [3179] .","seal":"14F764DA","part":1},
      {"page":136,"id":136,"nass":"صفحة 492/ سطر 12\rفي شيوخه: ويزيد النحوي (بخ ع)\rوصوابه: ويزيد النحوي (بخ 4)\rورواية الحسين بن واقد عن يزيد النحوي في الأدب المفرد للبخاري وعند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (32/143) [6994] .","seal":"CDA7A54C","part":1},
      {"page":137,"id":137,"nass":"صفحة 493/ سطر 2\rفي الرواة عنه: وعلي بن الحسن بن شقيق (ع)\rوصوابه: وعلي بن الحسن بن شقيق (4)\rورواية علي بن الحسن بن شقيق عن الحسين بن واقد عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (20/371) [4042] .","seal":"BFA66442","part":1},
      {"page":138,"id":138,"nass":"صفحة 493/ سطر 3\rفي الرواة عنه: وابناه علي بن الحسين بن واقد (بخ ع)\rوصوابه: وابناه علي بن الحسين بن واقد (بخ 4)\rورواية علي بن الحسين بن واقد عن أبيه الحسين في الأدب المفرد وعند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (20/406) [4052] .","seal":"305E6411","part":1},
      {"page":139,"id":139,"nass":"صفحة 493/ سطر 4\rفي الرواة عنه: والفضل بن موسى السيناني (خت ع)\rوصوابه: والفضل بن موسى السيناني (خت م 4)\rورواية الفضل بن موسي عن الحسين بن واقد، عند البخاري تعليقا وعند مسلم والأربعة (1)\r__________\r(1) - تهذيب الكمال (23/255) [4750] .","seal":"09A85741","part":1},
      {"page":140,"id":140,"nass":"صفحة 497/ سطر 8\rترجمة: 1347 ـ الحسين بن الوليد القرشي.\rذكر فيها: وقال سلمة بن شيب: سمعت أحمد بن حنبل يقول.\rوصوابه: وقال سلمة بن شبيب، بموحدتين بينهما مثناة تحتية وزن عظيم.\rوهوأبوعبد الرحمن المسمعي مستملي أبي عبد الرحمن المقرئ، وقد وردت الرواية وفيها الاسم على الصواب عند ابن عساكر في تاريخ دمشق (14/346) في ترجمة الحسين بن الوليد القرشي [1631]","seal":"877C870C","part":1},
      {"page":141,"id":141,"nass":"صفحة 518/ سطر 12\rترجمة: 1357 ـ حصين بن عبد الرحمن بن عمرو بن سعد بن معاذ الأنصاري.\rذكر فيها: وقيل: إن الذي روى عنه حجاج بن حصين بن عبد الرحمن الحارثي.\rوصوابه: وقيل: إن الذي روى عنه حجاج بن أرطاة، حصين بن عبد الرحمن الحارثي.\rأي أن الذي يروي عنه حجاج بن أرطاة هو: حصين الحارثي وليس حصين الأنصاري الأشهلي صاحب الترجمة. (1)\r__________\r(1) - راجع التاريخ الكبير (3/8) [28، 26] ، الجرح والتعديل (3/194, 193) [839، 838] ، الثقات (6/212، 211) [7414، 7409] ، سير أعلام النبلاء (5/424) [189، 187] .","seal":"CD2481C4","part":1},
      {"page":142,"id":142,"nass":"صفحة 520/ سطر 16\rترجمة: 1358 ـ ع: حصين بن عبد الرحمن السلمي.\rفي شيوخه: وهلال بن يساف (خت م ع)\rوصوابه: وهلال بن يساف (خت م 4)\rولم يروِ البخاري لحصين عن هلال بن يساف في البخاري إلا تعليقا (1)\r__________\r(1) - تهذيب الكمال (30/354) [6634] ترجمة هلال بن يساف، ورمز فيها لتلميذه \"حصين بن عبد الرحمن ب- (خ م 4) وصوابه أن يرمز ب- (خت) بدلا من (خ) كما هنا.","seal":"AD07B25E","part":1},
      {"page":143,"id":143,"nass":"صفحة 561/ سطر 13\rترجمة: 1384 ـ م ع: حطان عبد الله الرقاشي البصري.\rوصوابه: م 4: حطان بن عبد الله الرقاشي البصري.\rقال الحافظ المزي في آخر ترجمته: روى له الجماعة سوى البخاري.","seal":"8D13E4FA","part":1},
      {"page":144,"id":144,"nass":"صفحة 562/ سطر 1\rترجمة: 1384 ـ م 4 (1) : حطان بن عبد الله الرقاشي.\rفي شيوخه: عبادة بن الصامت (م ع) .\rوصوابه: عبادة بن الصامت (م 4) .\rورواية حطان عن عبادة بن الصامت عند الجماعة سوى البخاري (2)\rوقد سبق كلام الحافظ المزي -رحمه الله- أنه ليس لحطان الرقاشي رواية في البخاري.\r__________\r(1) - في التهذيب: (م ع) وصوابه ما ذكرناه, وانظر الترجمة السابقة.\r(2) - تهذيب الكمال (14/184) [3107] .","seal":"03AE4285","part":1},
      {"page":145,"id":145,"nass":"الجزء السابع\rصفحة 42/ سطر 7\rترجمة: 1405 ـ ت: حفص بن عمر بن ميمون العدني.\rوصوابه: 1405 ـ ق: حفص بن عمر بن ميمون العدني.\rقال الحافظ المزي في آخر ترجمته: روى له ابن ماجة حديثا واحدا","seal":"6D66E3DD","part":1},
      {"page":146,"id":146,"nass":"صفحة 44/ سطر 3\rترجمة: 1405 ـ حفص بن عمر بن ميمون العدني.\rفي الرواة عنه: هارون بن مُلُوك، بضم أوله ولام مخففة مضمومة وآخره كاف.\rوصوابه: هارون بن مَلُّول، بالفتح ثم تشديد اللام المضمومة وآخره لام.\rكذا ضبطه الحافظ في \"تبصير المنتبه\" (4/1316) وقال: هارون بن ملّول، شيخ الطبراني.\rقلت: وقد أكثر عنه الطبراني في معاجمه الثلاث، وروايته عن حفص بن عمر العدني عند الطبراني في المعجم الأوسط (9/136 ـ 137) [ح: 9344، ح: 9346] .","seal":"78805E7C","part":1},
      {"page":147,"id":147,"nass":"صفحة 57/ سطر 2\rترجمة: 1415 ـ حفص بن غياث بن طلق.\rفي شيوخه: أبي بردة يزيد (بفتح الياء المثناة التحتية بعدها زاي مكسورة) بن عبد الله.\rوصوابه: أبي بردة بُرَيد (1) ، بضم الباء الموحدة بعدها راء مفتوحة.\rكذا ضبطه النووي في شرحه على مسلم (2/13) : بُريد بضم الموحدة.\rوقيده العيني في العمدة (1/134) : بضم الباء الموحدة، وفتح الراء، وسكون الياء آخر الحروف.\r__________\r(1) - من رجال التهذيب.","seal":"2B082F01","part":1},
      {"page":148,"id":148,"nass":"صفحة 121/ سطر 15\rترجمة: 1439 ـ الحكم بن عطية العيشي.\rذكر فيها: وقال البخاري: كان الوليد يضعفه.\rوصوابه: وقال البخاري: كان أبو الوليد يضعفه.\rوقد ورد على الصواب عند البخاري في التاريخ الكبير (2/86) ، وانظر أيضا الجرح والتعديل (3/125) ، عمدة القاري (22/209) .","seal":"FF85D73A","part":1},
      {"page":149,"id":149,"nass":"صفحة 192/ سطر 7\rترجمة: 1454 ـ حكيم بن حزام بن خويلد.\rجاء في آخر الترجمة من كلام أبي عبيد القاسم بن سلام قوله: وسعيد بن بريوع بتقديم الباء الموحدة على الراء وبعد الراء ياء مثناة تحتية.\rوصوابه: سعيد بن يربوع، بتقديم الياء المثناة من تحت وبعد الراء باء موحدة (1) .\r__________\r(1) - من رجال التهذيب.","seal":"30AD9DE3","part":1},
      {"page":150,"id":150,"nass":"صفحة 219/ سطر 15\rترجمة: 1471 ـ حماد بن أسامة بن زيد، أبو أسامة.\rفي شيوخه: عيسى بن سنان القسلمي، بتقديم اللام على الميم.\rوصوابه: عيسى بن سنان القَسْمَلي، بتقديم الميم على اللام.\rوقد قيد السمعاني في الأنساب (4/478) هذه النسبة بفتح القاف وسكون السين المهملة وفتح الميم بعدها لام.","seal":"13510F51","part":1},
      {"page":151,"id":151,"nass":"صفحة 257/ سطر 12\rترجمة: 1482 ـ حماد بن سلمة بن دينار.\rفي الرواة عنه: شريح (أوله شين معجمة وآخره حاء مهملة) بن النعمان.\rوصوابه: سريج، بالسين المهملة أوله وآخره جيم.\rكذا قيده الأمير ابن ماكولا في الإكمال (4/271) ، وانظر: عمدة القاري (9/250) ، نيل الأوطار (7/360) .","seal":"891E5D25","part":1},
      {"page":152,"id":152,"nass":"صفحة 317/ سطر 13\rترجمة: 1501 ـ حمزة بن حبيب بن عمارة الزيات.\rجاء في ترجمته: ولقد أتيت حمزة الكسائي يقرأ عليه.\rوصوابه: ولقد أتيت حمزة والكسائي، بزيادة واو الحال كما يقتضيه السياق.\rوحمزة هو ابن حبيب الزيات صاحب الترجمة، والكسائي هو أبو الحسن علي بن حمزة، وكلاهما من القراء السبعة.","seal":"29369BA9","part":1},
      {"page":153,"id":153,"nass":"صفحة 331/ سطر 17\rترجمة: 1507 ـ حمزة بن عبد الله بن عمر.\rذكر في أثناء الترجمة: وسالم وعبد الله (مكبرا) وحمزة وأمهم أم ولد.\rوصوابه: وسالم وعبيد الله، مصغرًا.\rوهو شقيق حمزة بن عبد الله بن عمر وأمهم أم ولد، وأما عبد الله بن عبد الله بن عمر فأمه صفية بنت أبي عبيد بن مسعود، وانظر الطبقات الكبرى لابن سعد (4/142) (1)\r__________\r(1) - ونقله عنه ابن عساكر في تاريخ دمشق (15/205) في ترجمة حمزة بن عبد الله بن عمر لكنه وقع في المطبوع: \"وسالم وعبد الله (مكبرًا) \" على الخطأ أيضًا فلينتبه.","seal":"ED0D9638","part":1},
      {"page":154,"id":154,"nass":"صفحة 366/ سطر 12\rترجمة: 1526 ـ حميد بن زياد، وهو ابن أبي المخارق.\rفي شيوخه: شريك بن عبد الله بن نمر.\rوصوابه: شريك بن عبد الله بن أبي نمر. (1)\r__________\r(1) - من رجال التهذيب.","seal":"65A64635","part":1},
      {"page":155,"id":155,"nass":"صفحة 430/ سطر 2\rترجمة: 1555 ـ م 4: حنش بن عبد الله ويقال بن علي.\rفي شيوخه: وعبد الله بن عباس (ق)\rوصوابه: وعبد الله بن عباس (ت ق)\rورواية حنش بن عبد الله الصنعاني عن ابن عباس عند الترمذي وابن ماجة (1)\r__________\r(1) - تهذيب الكمال (15/157) [3358] .","seal":"22E6180A","part":1},
      {"page":156,"id":156,"nass":"الجزء الثامن\rصفحة 47/سطر 12\rذكر في متن حديث: \"من أفطر (بالفاء والطاء المهملة) معسرًا\".\rوصوابه: \"من أنظر (بالنون والظاء المعجمة) معسرًا\".\rوهو كذلك في تاريخ بغداد (8/306) وهو المصدر الذي عزا إليه المحقق قول أبي داود، والحديث مخرج في الصحيحين وغيرهما.","seal":"A7EDCBB9","part":1},
      {"page":157,"id":157,"nass":"صفحة 131/ سطر 2\rترجمة: 1634 ـ خالد بن عرفطة.\rوقع في أثناء الترجمة رواية قال فيها: أن رجلا يقال له: عبد الرحمن بن جبير، أوله جيم وآخره راء.\rوصوابه: عبد الرحمن بن حنين، أوله حاء مهملة وآخره نون.\rقيده ابن ماكولا: \"بحاء مهملة مضمومة، وبعدها نون مفتوحة بعدها ياء آخر الحروف ساكنة، وآخره نون\" أ. هـ. من \"الإكمال\" (2/25، 27) ، وانظر: مسند أحمد (4/276) ، وسنن أبي داود [ح: 4458] ، وسنن البيهقي (8/239) .","seal":"684ADF35","part":1},
      {"page":158,"id":158,"nass":"صفحة 172/ سطر 7\rترجمة: 1653 ـ خالد بن معدان بن أبي كرب.\rجاء في خلال ترجمته: وقال حريز، عن عثمان، عن خالد بن معدان.\rوصوابه: وقال حريز بن عثمان، (1) فهو راوٍ واحد.\rوقد ورد الخبر على الصواب في حلية الأولياء (5/211) ، وقال فيه: \"ثنا حريز عن خالد بن معدان\"، وانظر سير أعلام النبلاء (4/540) .\r__________\r(1) - من رجال التهذيب.","seal":"B51E91F2","part":1},
      {"page":159,"id":159,"nass":"صفحة 267/ سطر 6\rترجمة: 1697 ـ خطاب بن صالح بن دينار.\rجاء في إسناد حديثه: عن أمه سلامة بنت معقل.\rوصوابه: عن أمه عن سلامة بنت معقل (1)\r__________\r(1) - وها هنا أمور لا بد من التنبيه عليها:\r[1] عزا د/بشار هذا الحديث إلى الطبراني في المعجم الكبير (24/309) وذكر أن روايته فيه عن أبي شعيب عبد الله بن الحسين الحراني عن أبي جعفر النفيلي، وليس عن أحمد بن عبد الرحمن بن عقال الحراني كما هو عند الحافظ المزي، ولو رجع إلى رواية الحديث عند الطبراني في المعجم الأوسط (2/10) [1063] لوجدها عن أحمد بن عبد الرحمن هذا بإسناده ولفظه تمامًا كما في التهذيب، وفيه أيضًا تعليق الطبراني الذي ذكره الحافظ المزي؛ بينما رواية المعجم الكبير فيها إحالة إسناد النفيلي على إسناد يونس بن بكير عن ابن إسحاق، وليس فيها تعليق الطبراني.\r[2] رواية الطبراني في المعجم الكبير (24/309) وردت على الخطأ \"الخطاب بن صالح عن أمه سلامة بنت معقل\" فجعل سلامة أمَّا لخطاب، بينما رواية المعجم الأوسط (2/10) [1063] وردت على الصواب\"عن أمه عن سلامة\"، وكذا باقي الروايات عند الطبراني على الصواب أيضا كما في المعجم الكبير (4/44) [3596] ، وكذلك هي في كتب السنة الأخرى مثل مسند أحمد (6/360) [27074] ، سنن أبي داود [ح: 3953] ، والآحاد والمثاني [ح: 3423] ، السنن الكبرى للبيهقي (10/345) (21566) ، وقد أورده الحافظ المزي الحديث في تحفة الأشراف (11/335) [ح: 15899] على الصواب ولم ينبه على أي اختلاف في إسناده ولا تعقب ذلك الحافظ في النكت الظراف.\r[3] تعاقبت ثلاثة كتب من كتب الرجال المعتمدة على هذا الخطأ وهي: \"التاريخ الكبير\" (3/201) [685] ، و\"الجرح والتعديل\" (3/385) [1762] و\"الثقات\" (6/272) [7694] فجعلوا \"سلامة\" أمًّا لخطاب فلا أدري هل هذا خطأ مطبعي أم خطأ قديم؟! فإن كان مطبعيا فتواردهم على الخطأ عجيب، وإن كان قديما فهو أعجب إذ كيف لم ينبه علي أحد ممن جاء بعدهم كابن عبد البر والمزي والذهبي وابن حجر وغيرهم،فقد وردت الترجمة على الصواب عند كل منهم، انظر:\rابن عبد البر في الاستيعاب (4/1861) [3379] ، المزي في تهذيب الكمال (35/205) [7867] ، (35/393) [8022] ، الذهبي في الكاشف (2/511) [7021] ، (2/529) [7158] ، وميزان الاعتدال (2/443) [2519] ، ابن حجر في تهذيب التهذيب (12/456) [2822] ، (12/509) [3002] ، وتعجيل المنفعة (ص: 565) [1697] ، ولسان الميزان (7/534) [5978] .\r[4] قد وقع في المطبوع من كتاب خلاصة تذهيب تهذيب الكمال الخطأ نفسه (1/492) فليتنبه.\r[5] وقع في تهذيب التهذيب المطبوع، خطأ آخر حيث قال في ترجمة سلامة بنت معقل (12/456) [2822] : خطاب بن صالح عن أبيه عنها، والصواب عن أمه.","seal":"8AB3B34B","part":1},
      {"page":160,"id":160,"nass":"وقد ورد السند على الصواب عند الطبراني في المعجم الأوسط (2/10 ـ 11) [1063] .\rوانظر تحفة الأشراف (11/335) [ح: 15899] ، سنن أبي داود [ح: 3953] .","seal":"361C1904","part":1},
      {"page":161,"id":161,"nass":"صفحة 371/ سطر 18\rترجمة: 1747 ـ خيثمة بن عبد الرحمن بن أبي سبرة.\rفي الرواة عنه: أبو خَبَّاب (أوله خاء معجمة بعدها باء موحدة مشددة) الكلبي.\rوصوابه: أبو جَنَاب، (1) أوله جيم مفتوحة بعدها نون خفيفة.\rكذا قيده ابن ماكولا في الإكمال (2/133-134) .\rوقيده الحافظ: \"بجيم ونون خفيفتين وآخره موحدة\"أ. هـ. من التقريب [7537] .\r__________\r(1) - من رجال التهذيب.","seal":"5F70EB10","part":1},
      {"page":162,"id":162,"nass":"صفحة 409/ سطر 8\rترجمة: 1768 ـ داود بن عبد الله بن أبي الكرم.\rوصوابه: ابن أبي الكرام، بألف بين الراء والميم، وتخفيف الراء.\rانظر الإكمال (7/128) و\"الجرح والتعديل\" (3/417) و\"الكاشف\" (1/380) و\"التقريب\" (1795) وجاء ذكره على الصواب في خلال تراجم ذكرها الحافظ المزي في تهذيبه (26/440) ، (30/113) .","seal":"E051FA50","part":1},
      {"page":163,"id":163,"nass":"صفحة 427/ سطر 2\rترجمة: 1777 ـ داود بن عمرو بن زهير\rفي شيوخه: حبان بن علي العتري، بالعين المهملة ثم تاء مثناة فوقية بعدها راء.\rوصوابه: حبان بن علي العنزي (1) بفتح العين المهملة والنون وكسر الزاي\rكذا قيده السمعاني في \"الأنساب\" (4/221، 222) .\rوقيده الحافظ: بفتح العين والنون ثم زاي \" أ. هـ. من التقريب (1076) .\rوجاء على الصواب في ترجمته من \"تهذيب الكمال\" (5/339) .\r__________\r(1) - من رجال التهذيب.","seal":"F241265C","part":1},
      {"page":164,"id":164,"nass":"صفحة 473/ سطر 3\rترجمة: 1794 ـ دحية بن خليفة بن فروة.\rجاء في رأس الترجمة: القيس بن الخزج (1) ، بخاء معجمة بعدها زاي ثم جيم.\rوصوابه: القيس بن الخزرج، براء بين الزاي والجيم.\rانظر جمهرة أنساب العرب، لابن حزم (ص/458) ، طبقات خليفة (1/340) ، الاستيعاب لابن عبد البر (2/461) ، الثقات لابن حبان (3/117) .\r__________\r(1) - وقد وقع ذلك الخطأ في \"تاريخ دمشق \" (17/201، 207) فليصحح هناك، وقد جاء على الصواب في (17/205) .","seal":"AE3B06F0","part":1},
      {"page":165,"id":165,"nass":"الجزء التاسع\rصفحة 88/ سطر 13\rترجمة: 1864 ـ الربيع بن سليمان بن عبد الجبار.\rفي الرواة عنه: أبو بكر أحمد بن مسعود الرنبري، كذا براء في أوله.\rوصوابه: أبو بكر أحمد بن مسعود الزنبري (1) ، بفتح الزاي وسكون النون وفتح الباء المنقوطة من تحتها بنقطة وفي آخرها الراء المهملة، كذا قيده صاحب \"الأنساب\" (3/186) .\rوجاء على الصواب في \"تهذيب الكمال \" (24/ 329) ، وانظر تكملة الإكمال (2/481) .\r__________\r(1) - من رجال التهذيب.","seal":"9F7F62B9","part":1},
      {"page":166,"id":166,"nass":"صفحة 96/ سطر 12\rترجمة: 1867 ـ الربيع بن عميلة الفزاري الكوفي، أخو نسير (أوله نون) بن عميلة.\rوصوابه: يسير، أوله مثناة تحتية. ويقال فيه: أسير (1)\r__________\r(1) - من رجال التهذيب.","seal":"CA0CAD0B","part":1},
      {"page":167,"id":167,"nass":"صفحة 105/ سطر 3\rترجمة: 1872 ـ الربيع بن نافع، أبو توبة الحلبي.\rفي الرواة عنه: إبراهيم بن سعد الجوهري.\rوصوابه: إبراهيم بن سعيد، بزيادة ياء.","seal":"81235E75","part":1},
      {"page":168,"id":168,"nass":"صفحة 129/ سطر 14\rترجمة 1881 ـ ربيعة بن أبي عبد الرحمن (ربيعة الرأي) .\rذكر خلال الترجمة: \"لما قدم ربيعة على أمير المؤمنين أبي العباس أمر له بجائزة\".\rوصوابه: \"أمر له بجارية\".\rوهو على الصواب في سير أعلام النبلاء (6/90) من قول مالك في ترجمة ربيعة الرأي [23] .","seal":"0BDF86A0","part":1},
      {"page":169,"id":169,"nass":"صفحة 147/ سطر 10\rترجمة: 1888 ـ ربيعة بن ناجد الأزدي.\rفي إسناد حديث: عبد الله بن سالم الكوفي المفلوح، آخره حاء مهملة.\rوصوابه: عبد الله بن سالم الكوفي المفلوج، آخره جيم.\rفإن المفلوج لقب عبد الله بن سالم.\rوورد على الصواب في المسند (8/ح:22762) ومن طريقه يروي الحافظ المزي.\rوانظر: نزهة الألباب (2/189) .\rوجاء على الصواب في \"تهذيب الكمال\" (14/551) .","seal":"43888A03","part":1},
      {"page":170,"id":170,"nass":"صفحة 147/ سطر 17\rقال في متن حديث: \"إنه لينجي الله به من الوهم والغم\".\rوصوابه: \"إنه لينجي الله به من الهم والغم\".\rكذا في المسند (5/330) [ح: 22847] .","seal":"E152A5D2","part":1},
      {"page":171,"id":171,"nass":"صفحة 287/ سطر 2\rترجمة: 1956 ـ زبيب بن ثعلبة بن عمرو.\rجاء في رأس الترجمة: وهو جد شعيب (آخره باء موحدة) بن عبيد الله\rوصوابه: وهو جد شعيث، آخره ثاء مثلثة.\rانظر الجرح والتعديل (4/385) ، تهذيب التهذيب (3/267) .","seal":"883FA5C3","part":1},
      {"page":172,"id":172,"nass":"صفحة 342/ سطر 1\rترجمة: 1978 ـ زرارة بن كُريم (بضم الكاف) بن الحارث.\rوصوابه: زرارة بن كَرِيم، بكاف مفتوحة وراء مكسورة.\rكذا قيده الأمير ابن ماكولا في \"الإكمال\" (7/130) والحافظ في \"تبصير المنتبه\" (3/1194) .","seal":"34C99199","part":1},
      {"page":173,"id":173,"nass":"صفحة 392/سطر 8\rذكر في حديث سندر: \"أنه كان عبدا لزنباع بن سلامة الجذامي فعتب عليه فحصاه (بالحاء المهملة) \".\rوصوابه: فعتب (1) عليه فخصاه (بالخاء المعجمة) .\rرواه الشيباني في الآحاد والمثاني (5/92) [ح: 2635] ، وابن عساكر في تاريخ دمشق (19/82) [2287] ، وابن قانع في معجم الصحابة (1/322) ، وابن بشكوال في غوامض الأسماء المبهمة، وقال الهيثمي في مجمع الزوائد: \"رواه البزار والطبراني وفيه عبد الله بن سندر ولم أعرفه وبقية رجاله ثقات\".\rوانظر الطبقات الكبرى (7/506) ، معتصر المختصر في العتق بالمُثْلَة (2/77) ، الإصابة (3/192) .\r__________\r(1) - في الطبقات الكبرى والإصابة: فغضب، وفي مجمع الزوائد عبث.","seal":"D5B780A4","part":1},
      {"page":174,"id":174,"nass":"صفحة 413/ سطر 8\rترجمة: 2016 ـ زهير بن محمد بن قمير.\rفي الرواة عنه: أبيه محمد بن زهير.\rوصوابه: ابنه محمد بن زهير.\rوقد ورد على الصواب في \"تهذيب التهذيب\" (3/300) .","seal":"F132EB68","part":1},
      {"page":175,"id":175,"nass":"صفحة 420/ سطر 8\rترجمة: 2019 ـ زهير بن معاوية بن حديج.\rوصوابه: 2019 ـ ع: زهير بن معاوية بن حديج\rقال الحافظ المزي في آخر ترجمته: روى له الجماعة.","seal":"49B7DF84","part":1},
      {"page":176,"id":176,"nass":"صفحة 422/ سطر 18\rترجمة: 2019 ـ زهير بن معاوية بن حديج.\rفي الرواة عنه: الحسن بن محمد الأشيب.\rوصوابه: الحسن بن موسى الأشيب (1) .\r__________\r(1) - من رجال التهذيب.","seal":"DF62630A","part":1},
      {"page":177,"id":177,"nass":"صفحة 434/ سطر 6\rترجمة: 2025 ـ زياد بن أيوب بن زياد.\rفي شيوخه: أبي طالب بن حابان، بحاء مهملة في أوله.\rوصوابه: أبي طالب بن جابان (1) ، أوله جيم وآخره نون.\rكذا ضبطه ابن ماكولا في الإكمال (2/10) .\r__________\r(1) - له ترجمة في \"الجرح والتعديل\" (3/182) ، و\"المغني \" للذهبي (1/180) و\"اللسان\" (2/321) ، و\"تعجيل المنفعة\" (1/98) كلاهما للحافظ و\"الإكمال\" للحسيني (1/100) .","seal":"F779B5FB","part":1},
      {"page":178,"id":178,"nass":"صفحة 509/ سطر 11\rترجمة: 2067 ـ زياد بن مخراق المزني.\rجاء خلال الترجمة: عن محمد بن سنان العوفي، بالفاء.\rوصوابه: عن محمد بن سنان العَوَقي (1) ، بفتح العين المهملة والواو وبالقاف.\rكذا قيده ابن ماكولا في \"الإكمال \" (6/315) والحافظ في \"التبصير \" (3/1033) و\"التقريب\" (5935) .\rوجاء على الصواب في \"تهذيب الكمال\" (25/320) .\r__________\r(1) - من رجال التهذيب.","seal":"B85E85D8","part":1},
      {"page":179,"id":179,"nass":"الجزء العاشر\rصفحة 11/ سطر 15\rترجمة: 2087 ـ زيد بن أرقم بن زيد بن قيس.\rجاء في آخر الترجمة: خليفة بن خياظ، آخره ظاء معجمة.\rوصوابه: خليفة بن خياط، آخره طاء مهملة.\rوهو صاحب الطبقات المعروف، وانظر: \" تكملة الإكمال\" لابن نقطة مادة (خياط، وخباط)","seal":"4BC72DDE","part":1},
      {"page":180,"id":180,"nass":"صفحة 43/ سطر 15\rترجمة: 2095 ـ ر م 4: زيد بن الحباب بن الريان\rفي شيوخه: ميمون بن أبان أبي عبد الله (ف ت)\rوصوابه: ميمون بن أبان أبي عبد الله (ف ق)\rورواية زيد بن الحباب عن ميمون بن أبان في كتاب التفرد لأبي داود وعند ابن ماجة (1) .\r__________\r(1) - تهذيب الكمال (29/200) [6331] .","seal":"82991BF1","part":1},
      {"page":181,"id":181,"nass":"صفحة 43/ سطر 17\rترجمة: 2095 ـ ر م 4: زيد بن الحباب بن الريان.\rفي شيوخه: وأبي المقدام هشام بن زياد (د ق)\rوصوابه: هشام بن زياد (ت ق)\rورواية زيد بن الحباب عن هشام بن زياد عند الترمذي وابن ماجة (1)\r__________\r(1) - تهذيب الكمال (30/201) [6576] .","seal":"0E123925","part":1},
      {"page":182,"id":182,"nass":"صفحة 53/سطر 3\rذكر شعرًا:\rلعلك والموعود حق وفاؤه ... بذلك في تلك القلوص بداء\rوصوابه:\rلعلك والموعود حق وفاؤه ... بَدَا لك في تلك القلوص بداء\rكذا في لسان العرب (14/66) وفيه: لقاؤه بدل وفاؤه.","seal":"80C24040","part":1},
      {"page":183,"id":183,"nass":"صفحة 64/ سطر 3\rترجمة: 2104 ـ زيد بن خالد الجهني.\rفي الرواة عنه: بِشْر (بكسر الباء الموحدة وسكون الشين المعجمة) بن سعيد.\rوصوابه: بُسْر (بضم الباء الموحدة وسكون السين المهمة) بن سعيد (1) .\rقال ابن ماكولا في الإكمال (1/268) : \"أما بُسْر بضم الباء وبالسين المهمة فهو ... \" وذكر فيه: بسر بن سعيد مولى ابن الحضرمي هذا.\rوكذا ضبطه الحافظ في التقريب [ت: 666] .\r__________\r(1) - من رجال التهذيب.","seal":"A7E9C972","part":1},
      {"page":184,"id":184,"nass":"صفحة 65/ سطر 2\rترجمة: 2105 ـ زيد بن الخطاب بن نفيل القرشي عبد الرحمن العدوي.\rوصوابه: زيد بن الخطاب بن نفيل القرشي أبو عبد الرحمن العدوي.\rكذا ذكره الذهبي في سير أعلام النبلاء (1/297) ، وانظر التاريخ الكبير [1274] ، والإصابة (2/604) [2899] .","seal":"5000E568","part":1},
      {"page":185,"id":185,"nass":"صفحة 104/ سطر 8\rذكر في متن حديث: \"فأمر أبا بكر أن يقسمه في الرقاق (بقاف أوله) وهم محرومون (من الحرمان) .\rوصوابه: \" فأمر أبا بكر أن يقسمه في الرفاق (بفاء أوله) وهم محرمون (من الإحرام) .\rوهو كذلك في المعجم الكبير (5/259) [ح: 5283] ومن طريقه رواه الحافظ المزي.","seal":"51BFD020","part":1},
      {"page":186,"id":186,"nass":"صفحة 145/ سطر 3\rترجمة: 2148 ـ سالم بن شوَّال المكي.\rذكر في التعليق على حديث: رواه مسلم عن أبي بكر بن شيبة.\rوصوابه: رواه مسلم عن أبي بكر بن أبي شيبة،\rوهو عبد الله بن محمد بن إبراهيم بن عثمان العبسي. (1)\r__________\r(1) - من رجال التهذيب.","seal":"ABC7F244","part":1},
      {"page":187,"id":187,"nass":"صفحة 147/ سطر 12\rترجمة: 2149 ـ سالم بن عبد الله بن عمر بن الخطاب القرشي.\rفي الرواة عنه: عبيد الله بن عمرو (بفتح العين المهملة وسكون الميم) بن حفص بن عاصم بن عمر بن الخطاب.\rوصوابه: عبيد الله بن عُمَر، بضم العين المهملة وفتح الميم.\rووقع على الصواب في تهذيب التهذيب (3/378) [807] .","seal":"8CD547D8","part":1},
      {"page":188,"id":188,"nass":"صفحة 166/ سطر 11\rترجمة: 2156 ـ سالم بن عجلان الأفطس.\rذكر في أثناء الترجمة: وقال أبو عُبَيدة (آخره هاء) الآجُرَّي.\rوصوابه: أبو عبيد، بغير هاء\rوهو صاحب السؤالات المشهور.","seal":"36504106","part":1},
      {"page":189,"id":189,"nass":"صفحة 171/ سطر 3\rترجمة: 2157 ـ سالم بن غيلان التجيبي.\rذكر في إسناد حديث أثناء الترجمة: وأبو الغنائم بن عيلان، بفتح العين المهملة وسكون الياء التحتية بعدها لام خفيفة.\rوصوابه: أبو الغنائم بن عَلاَّن (1) ، بفتح العين المهملة بعدها لام مشددة.\rوهو الشيخ سديد الدين أبو محمد مكيّ بن المسلم بن مكي بن خلف بن المسلم بن علان القيسي العلاني الدمشقي، كذا نسبه الذهبي في السير (23/ 286)\r__________\r(1) - له ترجمة في شذرات الذهب في وفيات سنة اثنتين وخمسين وستمئة وفي البداية والنهاية (13/198) .","seal":"33579963","part":1},
      {"page":190,"id":190,"nass":"صفحة 172/ سطر 4\rترجمة: 2157 ـ سالم بن غيلان التجيبي.\rذكر أثناء الترجمة في إسناد حديث: وعن أبي الظاهر (بالظاء المعجمة) بن السّرح عن ابن وهب به.\rوصوابه: وعن أبي الطاهر (بالطاء المهملة) بن السّرح.\rوهو أبو الطاهر المصري أحمد بن عمرو بن عبد الله بن عمرو بن السرح (1) وكذا ضبطه ابن ماكولا في الإكمال (5/239) .\r__________\r(1) - من رجال التهذيب.","seal":"47A88887","part":1},
      {"page":191,"id":191,"nass":"صفحة 180/ سطر 1\rترجمة: 2163 ـ سالم أبو الغيث المدني.\rفي الرواة عنه: ثور بن زيد الديلمي، بالدال المهملة المفتوحة بعدها ياء مثناة تحتية ساكنة بعدها لام مفتوحة ثم الميم.\rوصوابه: ثور بن زيد الدِّيَلي، بكسر المهملة بعدها مثناة تحتانية مفتوحة ثم اللام المكسورة.\rووقع على الصواب في تهذيب التهذيب (3/256) [2265] .","seal":"E453DD00","part":1},
      {"page":192,"id":192,"nass":"صفحة 211/ سطر 4\rترجمة: 2185 ـ سخبرة، والد عبد الله بن سخبرة.\rذكر في إسناد حديث: تابعه محمد بن عمرو زنيخ، آخره خاء معجمة.\rوصوابه: محمد بن عمرو زنيج، آخره جيم\rوهو أبو غسان محمد بن عمرو الرازي (1) ، كذا ضبطه ابن ماكولا في الإكمال (4/188) ، وقال الحافظ في التقريب [ت6180] : زنيج بزاي ونون وجيم.\r__________\r(1) - من رجال التهذيب.","seal":"EA6AD39B","part":1},
      {"page":193,"id":193,"nass":"صفحة 230/ سطر 7\rترجمة 2193 ـ السري بن إسماعيل الهمداني\rذكر في خلال الترجمة قول أبي داود: \"يجيء عن الشعبي بأوائل\".\rوصوابه: \"يجيء عن الشعبي بأوابد\".\rووقع على الصواب في تهذيب التهذيب (3/399) [859] .","seal":"2B05DB5C","part":1},
      {"page":194,"id":194,"nass":"صفحة 241/ سطر 5\rترجمة: 2199 ـ سعد بن إبراهيم بن عبد الرحمن بن عوف.\rفي شيوخه: ابنه إبراهيم بن عبد الرحمن\rوصوابه: أبيه إبراهيم بن عبد الرحمن\rوهو واضح من اسمه في الترجمة","seal":"7082DA3B","part":1},
      {"page":195,"id":195,"nass":"صفحة 243/ سطر 9\rترجمة: 2199 ـ سعد بن إبراهيم بن عبد الرحمن بن عوف.\rذكر خلال الترجمة: ذكره محمد بن أحمد بن حنبل عن أبيه.\rوصوابه: وقال صالح بن أحمد بن حنبل عن أبيه.\rانظر: الجرح والتعديل (4/79) [ت: 342] وهو فيه على الصواب.","seal":"0321965E","part":1},
      {"page":196,"id":196,"nass":"صفحة 247/ سطر 13\rذكر في متن حديث: \"لا تتخذوا الصنيعة (بالصاد المهملة بعدها نون) فترغبوا في الدنيا\".\rوصوابه: \"لا تتخذوا الضيعة (بالضاد المعجمة بعدها مثناة تحتية) فترغبوا في الدنيا\".\rكذا في سنن الترمذي (4/565) رقم [2328] .","seal":"33E6B589","part":1},
      {"page":197,"id":197,"nass":"صفحة 252/ سطر 2\rترجمة: 2203 ـ سعد بن أوس العدوي.\rفي شيوخه: مصدع بن يحيى.\rوصوابه: مصدع أبي يحيى (1)\rوهي كنيته، ولقبه المعرقب الأعرج.\rووقع على الصواب في تهذيب التهذيب (3/278) .\r__________\r(1) - من رجال التهذيب.","seal":"358372E2","part":1},
      {"page":198,"id":198,"nass":"صفحة 261/ سطر 13\rترجمة: 2207 ـ سعد بن سعيد بن أبي سعيد المقبري.\rقال في أثناء الترجمة: كان سعد بن سعد (بغير ياء) قدريًا.\rوصوابه: كان سعد بن سعيد (بزيادة ياء مثناة تحتية) قدريًا.\rكذا ذكرة العقيلي في الضعفاء الكبير (2/117) [ت: 593] ، وقد ذكر الاسم على الصواب في ترجمته في التهذيب [2207] كما هو مبين أعلاه.","seal":"C298E206","part":1},
      {"page":199,"id":199,"nass":"صفحة 262/ سطر 8\rترجمة: 2208 ـ سعد بن سعيد بن عمرو الأنصاري.\rوصوابه: سعد بن سعيد بن قيس بن عمرو الأنصاري\rووقع على الصواب في تهذيب التهذيب (3/408/ ت: 876)","seal":"043D2934","part":1},
      {"page":200,"id":200,"nass":"صفحة 278/ سطر 9\rترجمة: 2214 ـ سعد بن عبادة (سيد الخزرج)\rفي الرواة عنه: عيسى بن قائد، بالقاف.\rوصوابه: عيسى بن فائد (1) ، بالفاء.\rوقال الحافظ في التقريب [5319] : \"فائد\" بالفاء.\rوهو أمير الرقة ووقع على الصواب في تهذيب التهذيب (3/412) [4343] .\r__________\r(1) - من رجال التهذيب.","seal":"22299381","part":1},
      {"page":201,"id":201,"nass":"صفحة 299/ سطر 1\rترجمة: 2224 ـ ع: سعد بن مالك بن سنان.\rفي الرواة عنه: وأبو عثمان النهدي (م)\rوصوابه: وأبو عثمان النهدي (م ت س)\rورواية أبي عثمان النهدي عن أبي سعيد الخدري عند مسلم والترمذي والنسائي (1) .\r__________\r(1) - تحفة الأشراف (8/440) : أبو سعيد الخدري عن معاوية [ح: 11416] .","seal":"A16BB839","part":1},
      {"page":202,"id":202,"nass":"صفحة 303/ سطر 1\rقال في متن حديث: \"وقال رسول الله - صلى الله عليه وسلم - في حلة سير أراها\".\rوصوابه: \" وقال رسول الله - صلى الله عليه وسلم - في حلة سيراء رآها\".\rانظر الاستيعاب (2/604) [13651] .","seal":"47D1C14B","part":1},
      {"page":203,"id":203,"nass":"صفحة 386/ سطر 7\rترجمة: 2251 ـ سعيد بن أبي الحسن البصري (أخو الحسن البصري)\rفي الرواة عنه: سليمان التميمي، بميمين.\rوصوابه: سليمان التيمي، بميم واحدة\rوهو ابن طرخان، ووقع على الصواب في تهذيب التهذيب (4/15/ت: 21) .","seal":"D10474BC","part":1},
      {"page":204,"id":204,"nass":"صفحة 394/ سطر 14\rترجمة: 2253ـ سعيد بن الحكم بن محمد بن سالم، المعروف بابن أبي مريم.\rذكر خلال الترجمة قول العجلي: لم أرَ بمصر أعقل منه ومن عبد الله بن عبد الحكيم (بياء مثناة تحتية بعد الكاف) .\rوصوابه: عبد الله بن عبد الحكم (بغير ياء) .\rانظر تاريخ الثقات للعجلي ترجمة سعيد بن الحكم (ص182) [537] ، وهو عبد الله بن عبد الحكم بن أعين بن ليث المصري أبو محمد الفقيه. (1)\r__________\r(1) - من رجال التهذيب.","seal":"88D86362","part":1},
      {"page":205,"id":205,"nass":"صفحة 407/ سطر 17\rترجمة: 2258 ـ سعيد بن خالد بن عبد الله.\rذكر في إسناد حديث رواه النسائي، قال: عن ابن ذئب مختصرًا.\rوصوابه: قال: عن ابن أبي ذئب، كما ذكره صوابًا في نفس الصفحة.\rوهو كذلك في المجتبى (ك/الفرع والعتيرة، ب/الذباب يقع في الإناء، ح:4262) .","seal":"8164EB42","part":1},
      {"page":206,"id":206,"nass":"صفحة 421/ سطر 7\rذكر في متن حديث: \"أعطى الزبير يوم خيبر أربعة أسهم: سهمين للقوس (بالقاف بعدها واو) .....\".\rوصوابه: \" أعطى الزبير يوم خيبر أربعة أسهم: سهمين للفرس (بالفاء بعدها راء) .....\"\rكذا في سنن البيهقي الكبرى (6/326) رقم [12656] ، وتاريخ بغداد (9/83) وإليه عزا المحقق!!","seal":"C1A8D0F4","part":1},
      {"page":207,"id":207,"nass":"صفحة 447/ سطر 1\rترجمة: 2278 ـ ع: سعيد بن زيد بن عمرو بن نفيل القرشي.\rفي الرواة عنه: وطلحة بن عبد الله بن عوف (ع)\rوصوابه: وطلحة بن عبد الله بن عوف (4)\rورواية طلحة بن عبد الله -وهو طلحة الندي- عن سعيد بن زيد عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (13/408) [2973] .","seal":"5F8B1B19","part":1},
      {"page":208,"id":208,"nass":"صفحة 447/ سطر 2\rترجمة: 2278 ـ ع: سعيد بن زيد بن عمرو بن نفيل القرشي.\rفي الرواة عنه: وعبد الله بن ظالم المازني (ع)\rوصوابه: وعبد الله بن ظالم المازني (4)\rورواية عبد الله بن ظالم المازني عن سعيد بن زيد عند الأربعة فقط (1)\r__________\r(1) - تهذيب الكمال (15/134) [3349] .","seal":"5069E4F0","part":1},
      {"page":209,"id":209,"nass":"صفحة 455/ سطر 10\rترجمة: 2279 ـ سعيد بن سالم القداح.\rفي الرواة عنه: إسحاق بن إبراهيم بن جُوتي، بالجيم المضمومة والتاء المثناة الفوقية بعدها ياء مثناة تحتية.\rواختلف في ضبط \"جوتي\"\rفضبطها ابن ماكولا، وابن ناصر الدين الدمشقي \"جُوتِي\" بالجيم المضمومة والتاء المثناة الفوقية وآخره ياء مثناة تحتية\".\rالإكمال (2/575) ، توضيح المشتبه (2/547) .\rولكن ضبطه الفيروزآبادي \"جُوتَى\" بالتاء المثناة الفوقية المفتوحة بعدها ألف لينة، فقال: \"وإسحاق بن إبراهيم بن جوتى كطوبى محدّث.\"أ. هـ. من القاموس المحيط (ص191) .","seal":"7709DA3B","part":1},
      {"page":210,"id":210,"nass":"صفحة 461/ سطر 15\rترجمة: 2281 ـ سعيد بن عبادة الأنصاري الخزرجي\rوصوابه: سعيد بن سعد بن عبادة الأنصاري الخزرجي\rوهو أخو قيس بن سعد بن عبادة\rوورد على الصواب في تهذيب التهذيب (4/32) [57] ، والتقريب [2318] .","seal":"DB9D7DCC","part":1},
      {"page":211,"id":211,"nass":"صفحة 462/ سطر 11\rترجمة: 2281 ـ سعيد [بن سعد] بن عبادة الأنصاري.\rذكر في إسناد حديث: أخبرنا أبو بكر بن زيذة، أوله زاي.\rوصوابه: أبو بكر بن ريذة، أوله راء.\rكذا ضبطه بن ماكولا وابن ناصر الدين الدمشقي.\rانظر الإكمال (4/175) وتوضيح المشتبه (4/265) .\rوهو أبو بكر محمد بن عبد الله بن أحمد بن إبراهيم الأصبهاني آخر أصحاب الطبراني، وانظر سير أعلام النبلاء (17/595) .","seal":"C5F24E20","part":1},
      {"page":212,"id":212,"nass":"صفحة 470/ سطر 7، 8\rترجمة: 2284 ـ سعيد بن أبي سعيد المقبري.\rذكر في خلال الترجمة: وعبد الرحمن بن يوسف بن حِراش بالحاء المهملة المكسورة وكررها في السطر الذي بعدها قال: \"زاد ابن حِراش\".\rوصوابه: عبد الرحمن بن يوسف بن خِراش (1) بالخاء المعجمة المكسورة في الموضعين.\rوقد وقع صوابًا في أكثر من موضع من نفس الكتاب على سبيل المثال منها (21/326، 21/357، 21/424، 22/256) .\r__________\r(1) - له ترجمة في: لسان الميزان (3/444/ت: 1732) والكامل في الضعفاء (4/321/ت: 1155) .","seal":"6438ADCE","part":1},
      {"page":213,"id":213,"nass":"صفحة 473/ سطر 8\rترجمة: 2285 ـ سعيد بن سفيان الجحدري.\rفي الرواة عنه: زيد بن أخرم، بالراء (1)\rوصوابه: زيد بن أخزم (2) ، بالزاي\rكذا ضبطه ابن ماكولا وابن ناصر الدين الدمشقي\rانظر الإكمال (1/35-37) ، وتوضيح المشتبه (1/170) .\rوقال الحافظ في التقريب [2114] : زيد بن أخزم بمعجمتين وهو زيد بن أخزم الطائي النبهاني أبو طالب البصري.\r__________\r(1) - وقع هذا الخطأ كذلك في تهذيب التهذيب (4/36/ترجمة 63) .\r(2) - من رجال التهذيب.","seal":"5BE2A3EE","part":1},
      {"page":214,"id":214,"nass":"صفحة 516/ سطر 6، 7\rترجمة: 2302 ـ سعيد بن عبد الله بن جريج.\rفي الرواة عنه: أبو عمرو محمد بن مهزم الزَّمَّام (بالزاي) وهو الشَّعَّاب يزم (بالزاي) القصاع.\rوصوابه: أبو عمرو محمد بن مهزم الرَّمَّام (1) (بالراء) وهو الشَّعَّاب يَرُمُّ (بالراء) القصاع.\rقال الأَزهري: \"سمعت العرب تقول للذي يَقُشُّ ما سقط من الطعام وأَرْذَله ليأْكله ولا يَتَوَقَّى قَذَرَهُ: فلانٌ رَمَّام\"أ. هـ. من لسان العرب (12/254) باب الميم فصل الراء مع الميم\rوانظر الجرح والتعديل (8/102) [437] ، وتعجيل المنفعة (1/379/980) .\r__________\r(1) - له ترجمة في التاريخ الكبير (1/230) [723] والثقات لابن حبان (9/33) [15028] .","seal":"26AD6A03","part":1},
      {"page":215,"id":215,"nass":"صفحة 526/ سطر 12\rترجمة: 2310 ـ سعيد بن عبد الرحمن بن حسان.\rفي الرواة عنه: محمد بن إبراهيم بن عبد الله بن الفضل الدُّنبلي، بالدال المهملة المضمومة بعدها نون ثم باء موحدة.\rوصوابه: ابن الفضل الدَّيْبُلي، بفتح الدال المهملة بعدها ياء مثناة تحتية ساكنة ثم باء موحدة مضمومة.\rكذا ضبطه ابن ماكولا (3/353) وانظر الأنساب (2/585/4096) .","seal":"5D05BDE3","part":1},
      {"page":216,"id":216,"nass":"صفحة 540/ سطر 9، 10\rترجمة: 2320 ـ سعيد بن عبد العزيز بن أبي يحيى.\rفي شيوخه: أبي أمية أبي المخارق البصري.\rوصوابه: أبي أمية عبد الكريم بن أبي المخارق (1)\r__________\r(1) - من رجال التهذيب.","seal":"94388E85","part":1},
      {"page":217,"id":217,"nass":"الجزء الحادي عشر\rصفحة 7/ سطر 7\rترجمة: 2327 ـ سعيد بن أبي عروبة.\rفي شيوخه: وأبي رجاء العطاري، بالراء تليها المثناة التحتية.\rوصوابه: وأبي رجاء العطاردي، بعد الراء دال مهملة.\rوهو عمران بن ملحان","seal":"0642B274","part":1},
      {"page":218,"id":218,"nass":"صفحة 9/ سطر 14\rترجمة 2327 ـ سعيد بن أبي عروبة.\rذكر خلال الترجمة قول دحيم: إن سعيد بن أبي عروبة اختلط فخرج إبراهيم.\rوصوابه: إن سعيد بن أبي عروبة اختلط مخرج إبراهيم.\rأي عند خروج إبراهيم على أبي جعفر المنصور.\rكذا وقع في تهذيب التهذيب (4/57) [110] .\rوانظر الكواكب النيرات (1/37)","seal":"061F776A","part":1},
      {"page":219,"id":219,"nass":"صفحة 14/ سطر 6، 7\rترجمة: 2329 ـ سعيد بن عمارة بن صفوان بن عمرو.\rذكر في خلال الترجمة: حدث عنه بحير بن سعيد، بياء مثناة تحتية.\rوصوابه: بحير بن سعد، بغير ياء\rوهو أبو خالد الحمصي (1)\r__________\r(1) - من رجال التهذيب، ووردت ترجمته في تهذيب التهذيب على الخطأ \"بحير بن سعيد\" (1/368، ترجمة:777) .","seal":"647A9591","part":1},
      {"page":220,"id":220,"nass":"صفحة 54/ سطر 1، 2\rترجمة: 2351 ـ سعيد بن المرزبان العبسي.\rذكر خلال الترجمة قول شريك: فتركني وترك عبد الكريم وحدث عن عبد الله بن معقل.\rوصوابه: فتركني وترك عبد الكريم وترك زيادًا وحدث عن عبد الله بن معقل.\rفأسقط جملة \"وترك زيادًا \" وهي لازمة كما في سياق الكلام الذي ذكره عن شريك قبل هذا مباشرة، إذ حدثه شريك عن عبد الكريم عن زياد فترك ثلاثتهم وحدث عن عبد الله.","seal":"1B6010C4","part":1},
      {"page":221,"id":221,"nass":"صفحة 68/ سطر 21\rترجمة: 2358 ـ سعيد بن المسيب.\rفي الرواة عنه: زيد البصري وعبد الواحد بن زيد، بواو العطف.\rوصوابه: زيد البصري والد عبد الواحد بن زيد.\rوهو زيد بن أبي الشعثاء العنزي أبو الحكم البصري (1) .\r__________\r(1) - من رجال التهذيب.","seal":"8583FC3A","part":1},
      {"page":222,"id":222,"nass":"صفحة 81/ سطر 12\rترجمة: 2361 ـ سعيد بن منصور بن شعبة.\rذكر خلال الترجمة: ومحمد بن عبد الله الخضرمي، بالخاء المعجمة.\rوصوابه: ومحمد بن عبد الله الحضرمي (1) ، بالحاء المهملة\rانظر توضيح المشتبه (3/254)\r__________\r(1) - له ترجمة في السير (14/41) ، ولسان الميزان: (5/233) .","seal":"9C9B253B","part":1},
      {"page":223,"id":223,"nass":"صفحة 86/ سطر 1\rترجمة: 2366 ـ سعيد بن نضير، بالضاد المعجمة.\rوصوابه: سعيد بن نصير (1) ، بالصاد المهملة.\rووقع على الصواب في تهذيب التهذيب (3/378/ ت 2478) .\r__________\r(1) - له ترجمة في الكاشف (1/445/ 1966) ، وتاريخ بغداد (9/92/ 4672) .","seal":"A16B5B6C","part":1},
      {"page":224,"id":224,"nass":"صفحة 100/ سطر 2\rترجمة: 2373 ـ سعيد بن وهب الهمداني.\rذكر في إسناد حديث: وعن زيد بن بثيغ، بالباء الموحدة، والغين المعجمة.\rوصوابه: زيد بن يثيع، بالياء المثناة التحتية، والعين المهملة.\rكذلك ضبطها في خلاصة تذهيب تهذيب الكمال (1/129) وانظر تحفة الأحوذي (3/518) وتاريخ دمشق (44/235) وتاريخ بغداد (3/302) .","seal":"DB2797C6","part":1},
      {"page":225,"id":225,"nass":"صفحة 122/ سطر 11\rترجمة: 2386 ـ سعيد بن يعقوب الطالقاني.\rفي شيوخه: معمر (بميم بعد العين المهملة) بن سليمان.\rوصوابه: معتمر (بزيادة تاء مثناة فوقية بعد العين المهملة) بن سليمان (1) .\rووقع على الصواب في تهذيب التهذيب (3/388/ 2498) .\r__________\r(1) - من رجال التهذيب.","seal":"19D5E8BE","part":1},
      {"page":226,"id":226,"nass":"صفحة 128/ سطر 6\rترجمة: 2390 ـ سعيد القيسي.\rفي شيوخه: عبد الله بن عياش، بالشين المعجمة.\rالصواب: عبد الله بن عباس، بالسين المهملة.\rووقع على الصواب في تهذيب التهذيب (3/390/2502) .\rوهو الصحابي المشهور، حبر الأمة وترجمان القرآن.","seal":"5DE5111D","part":1},
      {"page":227,"id":227,"nass":"صفحة 161/ سطر 14\rترجمة: 2407 ـ ع: سفيان بن سعيد بن مسروق الثوري\rفي شيوخه: وأبي بكر بن عبد الله بن أبي الجهم (د م ت س ق) .\rوصوابه: وأبي بكر بن عبد الله بن أبي الجهم (ر م ت س ق) .\rورواية سفيان الثوري عن أبي بكر بن أبي الجهم عند البخاري في جزء القراءة والباقين سوى أبي داود (1) .\r__________\r(1) - تهذيب الكمال (33/99) [7237] .","seal":"34039BB4","part":1},
      {"page":228,"id":228,"nass":"صفحة 210/ سطر 4\rترجمة: 2423 ـ سكين بن عبد العزيز بن قيس العبدي\rفي شيوخه: ابنه عبد العزيز بن قيس\rوصوابه: أبيه عبد العزيز بن قيس\rوهو واضح من اسمه في الترجمة","seal":"4A52F764","part":1},
      {"page":229,"id":229,"nass":"صفحة 261/ سطر 3\rترجمة: 2441 ـ سلمان أبو رجاء مولى أبي قلابة.\rفي شيوخه: أبي المهلب الجرمي عن أبي قلابة.\rوصوابه: أبي المهلب الجرمي عمّ أبي قلابة.\rانظر الإصابة (7/400/ 10607) ، وتهذيب الكمال (34/329/ 7656) ، والكاشف (6861) .","seal":"9E553601","part":1},
      {"page":230,"id":230,"nass":"صفحة 311/ سطر 11\rترجمة: 2466 ـ سلمة بن كلثوم الكندي.\rفي الرواة عنه: أبو بقي (أوله باء موحدة) عبد الحميد بن إبراهيم.\rوصوابه: أبو تقي (أوله تاء مثناة فوقية) عبد الحميد بن إبراهيم (1)\rووقع صوابًا في تهذيب التهذيب (3/441/ت:2582) .\r__________\r(1) - له ترجمة في: المقتنى في سرد الكنى (1/134) .","seal":"4B6A1E36","part":1},
      {"page":231,"id":231,"nass":"صفحة 315/ سطر 4\rترجمة: 2467 ـ سلمة بن كهيل بن حصين.\rفي الرواة عنه: عنبه (بنون ثم باء موحدة ثم هاء) بن الأزهر.\rوصوابه: عنبسة (بسين مهملة بعد الموحدة) بن الأزهر (1)\rكذا ضبطه الحافظ في التقريب (5197) .\r__________\r(1) - من رجال التهذيب.","seal":"0EBCB9EA","part":1},
      {"page":232,"id":232,"nass":"صفحة 403/ سطر 17\rترجمة: 2507 ـ سليمان بن داود بن الجارود.\rفي الرواة عنه: سوّار بن عبد الله العنتري، بمثناة فوقية بعد النون.\rوصوابه: سوار بن عبد الله العنبري، بموحدة بعد النون.\rكذا ضبطه السمعاني في الأنساب (4/218/ ت 7351)","seal":"9EBEF449","part":1},
      {"page":233,"id":233,"nass":"صفحة 445/ سطر 4\rترجمة: 2525 ـ ع: سليمان بن أبي سليمان الشيباني.\rفي شيوخه: وعامر الشعبي (خ م ت) .\rوصوابه: وعامر الشعبي (ع) .\rورواية أبي إسحاق الشيباني عن الشعبي عند الجماعة (1) .\r__________\r(1) - تحفة الأشراف (5/32-33) : عامر الشعبي عن ابن عباس [ح: 5766] ، وسيأتي الخطأ نفسه في ترجمة عامر الشعبي في التهذيب (14/31) [3042] .","seal":"1FB41838","part":1},
      {"page":234,"id":234,"nass":"الجزء الثاني عشر\rصفحة 26/ سطر 1\rترجمة: 2544 ـ خ ع: سليمان بن عبد الرحمن بن عيسى بن ميمون.\rوصوابه: خ 4: سليمان بن عبد الرحمن.\rقال الحافظ المزي في آخر ترجمته: روى له الباقون سوى مسلم.","seal":"FCCAC3B9","part":1},
      {"page":235,"id":235,"nass":"صفحة 81/ سطر 16\rترجمة: ـ سليمان بن مهران (الأعمش) .\rفي الرواة عنه: عبد العزيز بن ربيعة اليُناني، أوله ياء مثناة تحتية.\rوصوابه: عبد العزيز بن ربيعة البُناني، أوله باء موحدة.\rكذا ضبطه الحافظ فقال: \"عبد العزيز بن ربيعة البناني بضم الموحدة ونونين الأولى خفيفة\"أ. هـ. من التقريب [4093] .","seal":"4BDC34E4","part":1},
      {"page":236,"id":236,"nass":"صفحة 94/ سطر 2\rترجمة: 2571 ـ مق 4: سليمان بن موسى القرشي الأموي.\rفي الرواة عنه: ومحمد بن راشد المكحولي (ع) .\rوصوابه: محمد بن راشد المكحولي (4) .\rوليس لمحمد بن راشد رواية عند البخاري ومسلم.\rقال الحافظ المزي في آخر ترجمة محمد بن راشد: \"روى له الأربعة\" (1) .\r__________\r(1) - تهذيب الكمال (25 /191) [5208] ، وقد رمز لمحمد بن راشد الخزاعي في ترجمته ب- (ع) وهو خطأ وسيأتي.","seal":"40F3361B","part":1},
      {"page":237,"id":237,"nass":"صفحة 147/ سطر 7\rترجمة: 2593 ـ سنان بن ربيعة الباهلي.\rفي الرواة عنه: عبد الله بن بكر التَّيمي، أوله تاء مثناة فوقية.\rوصوابه: عبد الله بن بكر السهمي، أوله سين مهملة (1)\rذكره السمعاني في الأنساب (3/368) [5609] .\r__________\r(1) - من رجال التهذيب.","seal":"5844C3AF","part":1},
      {"page":238,"id":238,"nass":"صفحة 186/ سطر 2\rترجمة: 2611 ـ سهل بن زنجلة.\rقال في صياغة اسمه: وسهل بن أبي الصُّفدي وابن أبي السُّفْدي، بالفاء في النسبتين.\rوصوابه: وسهل بن أبي الصُّغْدي، وابن أبي السُّغْدي، بالغين المعجمة فيهما.\rكذا ضبطه في خلاصة تذهيب تهذيب الكمال (ص 157) (1) .\r__________\r(1) - انظر تهذيب الكمال (12/193) ، تهذيب التهذيب (4/221) [440] ، تقريب التهذيب [2657] ، الكاشف [2170] ، طبقات الحفاظ (1/200) [438] .","seal":"556E0B6F","part":1},
      {"page":239,"id":239,"nass":"صفحة 202/ سطر 7\rترجمة: 2620 ـ سهل بن محمد بن عثمان أبو حاتم السجستاني.\rفي شيوخه: يحيى بن إسحاق الحضرمي (1) .\rوصوابه: يعقوب بن إسحاق الحضرمي.\rووقع الاسم على الصواب في تهذيب التهذيب (4/226) في ترجمة سهل بن محمد أبي حاتم السجستاني [451] عند ذكر شيوخه، وفي الجرح والتعديل (4/204) [882] ، \"سهل بن محمد بن عثمان أبو حاتم السجستاني روى عن يعقوب الحضرمي\"أ. هـ. (2)\r__________\r(1) - ذكر د/بشار هنا حاشية \"وقع في حواشي النسخ من تعقبات المؤلف على صاحب الكمال قوله: كان فيه يعقوب بن محمد الحضرمي، وهو وهم.\rقلت: صدق الحافظ المزي فقول صاحب الكمال \"محمد \" بدل \"إسحاق \" وهم، وكذلك قول د/بشار \"يحيى \" بدل \"يعقوب\" وهم على الوهم.\r(2) - من رجال التهذيب.","seal":"EFA100D7","part":1},
      {"page":240,"id":240,"nass":"صفحة 207/ سطر 14\rترجمة: 2620 ـ سهل بن محمد بن عثمان أبو حاتم السجستاني.\rذكر في حكاية: علمه عند ابن الزيادي.\rوصوابه: علمه عند الزيادي بحذف كلمة \"ابن\" كما هو واضح من السياق وهو \"إبراهيم بن سفيان الزيادي صاحب الأصمعي\"أ. هـ. من الإكمال لابن ماكولا (4/212) .","seal":"9254FEF9","part":1},
      {"page":241,"id":241,"nass":"صفحة 207/ سطر 17\rترجمة 2620 ـ سهل بن محمد بن عثمان أبو حاتم السجستاني.\rذكر في قصة مسنده عنه: \"فقال: ألا إنهم تثنوني صدورهم من قرابة\"\rوصوابه: فقال: [ألا إنهم تَثْنَوْنِي صدورُهم] مَنْ قرأ به؟.\rانظر القصة في تاريخ بغداد (11/407) على الصواب.\rوهذه القراءة: تَثْنَوْنِي (بفتح التاء المثناة الفوقية وسكون الثاء المثلثة ثم فتح النون الأولى وسكون الواو ثم كسر النون الثانية) صدورُهم (بضم الراء مرفوع) .\rقراءة ابن عباس كما جاء في البخاري: ح رقم [4681،4682] وانظر تفسير الطبري (6/4289) .","seal":"E451B484","part":1},
      {"page":242,"id":242,"nass":"صفحة 251/سطر 7\rترجمة 2643 ـ م ق: سويد بن سعيد بن سهل بن شهريار.\rذكر في ترجمته كلام ابن المديني عنه فقال،\"وقال الضرير: إذا كانت عنده كتب فهو عيب شديد.... قيل له: فأين حفظه ثلاثة آلاف؟ قال: فهذا اليسر (؟!) يكرر عليه.\"أ. هـ.\rوالصواب: \"وقال: الضرير إذا كانت عنده كتب فهو عيب شديد.... قيل له: فأين حفظه ثلاثة آلاف؟ قال: فهذا أشد (من الشدة) يكرر عليه.\"\rفالقول ليس قولا لرجل اسمه الضرير بل هو قول ابن المديني يعيب على المحدث إذا كان ضريرا ولا يحفظ حديثه وإنما يحدث من كتب تُقرأ عليه.\rوانظر تاريخ بغداد (9/229) فقد ورد فيه على الصواب وإليه عزا المحقق!!.","seal":"DF100752","part":1},
      {"page":243,"id":243,"nass":"صفحة 270/ سطر 10\rترجمة: 2649 ـ سويد بن قيس التجيبي المصري.\rفي شيوخه: معاوية بن خُديج، أوله خاء معجمة مضمومة.\rوصوابه: معاوية بن حُديج (1) ، أوله حاء مهملة مضمومة.\rضبطه الحافظ في التقريب بالحاء المهملة مصغرًا (6750) ، وكذا في الإصابة (6/147) [8068] وورد على الصواب في تهذيب التهذيب (4/245) [491]\r__________\r(1) - من رجال التهذيب.","seal":"F0E52CBB","part":1},
      {"page":244,"id":244,"nass":"صفحة 275/سطر 4\rترجمة 2652 ـ خ س ق: سويد بن النعمان بن مالك بن عامر.\rذكر في متن حديث: \"فلم يؤت إلا بسريق (بالراء) \".\rوصوابه: \"فلم يؤت إلا بسويق (بالواو) \"\rكذا في صحيح البخاري رقم [2819] ، وسنن ابن ماجة (1/165) ، ومسند أحمد برقم (16033) .","seal":"E3C0F903","part":1},
      {"page":245,"id":245,"nass":"صفحة 299/ سطر 8\rترجمة: 2663: ـ سلام بن أبي مطيع.\rفي الرواة عنه: عبد الأعلى بن حماد التَّرْسي، أوله تاء مثناة فوقية.\rوصوابه: عبد الأعلى بن حماد النَّرسي، أوله نون.\rكذا ضبطه السمعاني في الأنساب (5/377) [10634] في باب النون والراء.\rوقال: \"قيل له النرسي لأن جده اسمه نصر، والنبط إذا أرادوا أن يقولوا: نصر، قالوا: نرس؛ فبقى عليه\"أ. هـ.","seal":"E2FDE1BD","part":1},
      {"page":246,"id":246,"nass":"صفحة 309/ سطر 3\rترجمة: 2667 ـ سيار بن سلامة الرياحي.\rفي شيوخه: أبي العالية الرِّيامي، بالميم.\rوصوابه: أبي العالية الرِّياحي (1) بالحاء المهملة\rوهو مولى امرأة من بني رياح بن يربوع واسمه رفيع بن مهران\rتابعي جليل القدر وإمام من الأئمة. وقد ورد على الصواب في تهذيب التهذيب (4/255) [509] .\r__________\r(1) - من رجال التهذيب.","seal":"37C8DD99","part":1},
      {"page":247,"id":247,"nass":"صفحة 314/ سطر 3\rترجمة: 2670 ـ سَيَّار، أبو الحكم العَنَزي الواسطي.\rفي شيوخه: جرير بن حِبَّان، بكسر الحاء المهملة بعدها باء موحدة مشددة.\rوصوابه: جرير بن حَيَّان، بفتح الحاء المهملة بعدها ياء مثناة تحتية مشددة.\rاسمه جرير بن حَيَّان بن حصين وهو ابن أبي الهياج الأسدي أخو منصور بن حيان.","seal":"DE38D24A","part":1},
      {"page":248,"id":248,"nass":"صفحة 333/ سطر 1\rترجمة: 2679 ـ سيف بن هارون البرجمي.\rفي شيوخه: بَهْر (آخره راء) بن حكيم.\rوصوابه: بَهْز (آخره زاي) بن حكيم\rوهو بهز بن حكيم بن معاوية بن حيدة القشيري، مشهور بالرواية عن أبيه عن جده وقد ورد على الصواب في تهذيب التهذيب (4/261) [520] .","seal":"9AECE875","part":1},
      {"page":249,"id":249,"nass":"صفحة 392/ سطر 8\rترجمة: 2704 ـ شداد بن أوس بن ثابت الأنصاري.\rذكر فيها: وقال إبراهيم بن المنذر الخِرامي، بالخاء المعجمة المكسورة بعدها راء.\rوصوابه: وقال إبراهيم بن المنذر الحزامي (1) بالحاء المهملة المكسورة، بعدها زاي منسوب إلى جده الأعلى خالد بن حِزام وهو أخو حكيم بن حزام الصحابي الجليل\rكذا ضبطه السمعاني في الأنساب (2/254) [2889] في باب الحاء والزاي\r__________\r(1) - من رجال التهذيب.","seal":"1201A95C","part":1},
      {"page":250,"id":250,"nass":"صفحة 425/ سطر 10\rترجمة: 2719 ـ شرحبيل بن عبد الله بن المطاع بن قطن من الغوث بن مر الغوثي.\rوصوابه: شرحبيل بن عبد الله بن المطاع بن قطن بن الغوث بن مر الغوثي.\rوقد ورد الاسم على الصواب: عند ابن خياط في الطبقات (1/17) وابن عساكر في تاريخ دمشق (12/466) وهو شرحبيل بن حسنة أخو عبد الرحمن بن حسنة، وحسنة أمهما.","seal":"011970B2","part":1},
      {"page":251,"id":251,"nass":"صفحة 456/ سطر 10\rترجمة: ـ شُريح بن يزيد الحضرمي (والد حيوة بن شريح) (1) .\rفي الرواة عنه: عيسى بن أبي عيسى بن البرار (آخره راء) السُّليْمي، أوله سين مهملة مضمومة وآخره ميم قبل ياء النسب مصغرًا.\rوصوابه: عيسى بن أبي عيسى بن البرَّاد (آخره دال مهملة) السَّلِيحي، أوله سين مهملة مفتوحة ثم لام مكسورة وآخره حاء مهملة قبل ياء النسب.\rأما البرّاد، فقد ضبطه ابن نقطه في تكملة الإكمال (1/276) [353] في باب (بّراد) .\rوأما السَّليحي، فقد ضبطه الحافظ في التقريب [5318] فقال: السّليحي بفتح المهملة وكسر اللام وبمهملة، وقال الحافظ المزي: \"وسليح بطن من قضاعه\"أ. هـ. من تهذيب الكمال (23/ 19) [4649] .\r__________\r(1) - لم يوضع لهذه الترجمة رقم في المطبوع سهوا.","seal":"BA0E7D61","part":1},
      {"page":252,"id":252,"nass":"صفحة 463/ سطر 9\rترجمة: 2736 ـ شريك بن عبد الله بن أبي شريك.\rفي شيوخه: الحر بن الصَبَّاح، كذا بالباء الموحدة.\rوصوابه: الحر بن الصَيَّاح (1) ، بفتح الصاد المهملة وتشديد الياء المعجمة باثنتين من تحتها كذا قيده ابن ماكولا في الإكمال (5/161) ، والحافظ في تبصير المنتبه (3/829) .\r__________\r(1) - من رجال التهذيب","seal":"18A01863","part":1},
      {"page":253,"id":253,"nass":"صفحة 464/ سطر 12\rترجمة: 2736 ـ شريك بن عبد الله بن أبي شريك النخعي.\rفي شيوخه: أبي علوان عبد الله بن عُصَيْم، بياء مثناة تحتية قبل الميم مصغرا.\rوصوابه: أبي علوان عبد الله بن عُصْم، بضم العين وسكون الصاد المهملتين كذا قيده في التقريب [3476] ، وتحفة الأحوذي (6/387) ، وصوب الحافظ المزي \"عصم\" انظر \"تهذيب الكمال\" (15/305) وسؤالات أبي داود للإمام أحمد (1/184) .","seal":"CF5591D2","part":1},
      {"page":254,"id":254,"nass":"صفحة 571/ سطر 11\rترجمة: 2776 ـ شهاب بن خراش بن حوشب\rفي إسناد حديث: حدثنا شهاب بن خداش (بالدال المهملة) .\rوصوابه: حدثنا شهاب بن خراش (بالراء) .\rوهو واضح من اسمه في أول الترجمة.","seal":"0614E853","part":1},
      {"page":255,"id":255,"nass":"صفحة 581/ سطر 9\rترجمة: 2781 ـ شهر بن حوشب.\rفي الرواة عنه: ميمون بن سيان، آخره نون.\rوصوابه: ميمون بن سياه (1) بكسر السين المهملة، وتخفيف الياء آخر الحروف، وبعد الألف هاء.\rكذا قيده العيني في عمدة القاري (4/125) ، وانظر تكملة الإكمال لابن نقطة (3/383) ، وتهذيب الكمال (29/ 204) .\r__________\r(1) - من رجال التهذيب","seal":"A53D065D","part":1},
      {"page":256,"id":256,"nass":"صفحة 585/ سطر 5\rترجمة: 2781 ـ شهر بن حوشب.\rذكر في ترجمته: وقال يعقوب بن سفيان: وشهروان قال ابن عون: إن شهرًا نزكوه فهو ثقة.\rوصوابه: وقال يعقوب ابن سفيان: وشهرٌ، وإن قال ابن عون: إن شهرًا نزكوه فهو ثقة.\rوقد ورد على الصواب في تهذيب التهذيب (4/325)\rوانظر المعرفة والتاريخ (2/248) ، تاريخ دمشق (23/227) ، تحفة الأحوذي (1/265) ، خلاصة التذهيب (ص169) (1)\r__________\r(1) - وقد ورد فيها جميعا \"تركوه\" بدلا من \"نزكوه\"، ولكن القلب أميل إلى أن ما في التهذيب هو الصواب، والله أعلم.","seal":"1B43159D","part":1},
      {"page":257,"id":257,"nass":"صفحة 595/ سطر 3\rترجمة 2784 ـ ع: شيبان بن عبد الرحمن التميمي مولاهم النحوي.\rقال خلال الترجمة: \"وقال أبو القاسم البغوي: شيبان أثبت في حديث يحيى بن أبي كثير\".\rوصوابه: \"وقال أبو القاسم البغوي: قال أحمد بن حنبل: شيبان أثبت في حديث يحيى بن أبي كثير\".\rانظر تاريخ بغداد (7/315) [4834] (1)\r__________\r(1) - وقد ورد الخطأ نفسه في تهذيب التهذيب (4/327) ، وسير أعلام النبلاء (7/407) ، فتنبه.","seal":"2B8286AF","part":1},
      {"page":258,"id":258,"nass":"صفحة 607/سطر 12\rوقال في متن حديث: \"قال: عمرهما المرآن أقتدي بهما\".\rوصوابه: \"قال عُمَرُ: هما المرآن أقتدي بهما\"\rكذا رواه الطبراني في المعجم الكبير (7/300) [ح:7196] ومن طريقه يرويه الحافظ المزي\rوانظر صحيح البخاري: كتاب/الحج، باب/كسوة الكعبة [ح: 1594] .","seal":"F0E6B2E4","part":1},
      {"page":259,"id":259,"nass":"الجزء الثالث عشر\rصفحة 14/سطر 9\rترجمة: 2795 ـ صالح بن أبي الأخضر اليمامي مولى هشام بن عبد الملك.\rذكر خلال الترجمة قول أبي زرعة في صالح: \"فلا يعربُ (آخره باء) هذا من هذا\".\rوصوابه: \"فلا يُعْرَفُ (آخره الفاء) هذا من هذا\".\rوانظر الجرح والتعديل ترجمة [1727] .","seal":"A1E06DDD","part":1},
      {"page":260,"id":260,"nass":"صفحة 218/ سطر 3\rترجمة: 2895 ـ صفوان بن يعلى بن أمية.\rفي شيوخه: أبيه يعلى بن أمية وهو ابن مُنَبَّه، بضم الميم وفتح النون وكسر الباء الموحدة المشددة بعدها هاء.\rوصوابه: وهو ابن مُنْيَة، بضم الميم وسكون النون وفتح المثناة التحتانية بعدها هاء الأنثى.\rكذا قيده القاضي عياض في المشارق (1/396) والحافظ في الفتح (3/393) والتقريب [7839] ، والعيني في العمدة (9/150) .","seal":"BAC01E2F","part":1},
      {"page":261,"id":261,"nass":"صفحة 242/ سطر 8\rذكر في إسناد حديث: \"عن الحكم بن يحيى بن الجزار\" جعلهما واحدًا.\rوصوابه: \"عن الحكم عن يحيى بن الجزار\" فهما راويان\rوقد ورد على الصواب في مسند ابن الجعد (ص44) [ح:159]\rوانظر سنن أبي داود ك/ الصلاة ب/ من قال الحمار لا يقطع الصلاة [ح: 716] .","seal":"D35B9C5C","part":1},
      {"page":262,"id":262,"nass":"صفحة 317/ سطر 15\rترجمة: 2938 ـ ضمرة بن ربيعة الفلسطيني.\rفي شيوخه: يحيى بن أبي عمرو الشيباني، بالشين المعجمة\rوصوابه: يحيى بن أبي عمرو السيباني، بالسين المهملة\rكذا قيده ابن ماكولا في \"إكماله\" (5/111) والحافظ في \"التقريب\" (7616) .\rوانظر \"تهذيب الكمال\" (31/ 480) .","seal":"36BBA89B","part":1},
      {"page":263,"id":263,"nass":"صفحة 381/ سطر 7\rترجمة 2962 ـ خ 4: طريف بن مجالد السلِّي.\rفي الرواة عنه: وحكيم الأثرم (ع) .\rوصوابه: وحكيم الأثرم (4) .\rورواية حكيم الأثرم عن طريف بن مجالد عند الأربعة فقط، بل قال الحافظ المزي في آخر ترجمة حكيم الأثرم: روى له الأربعة (1) .\r__________\r(1) - تهذيب الكمال (7/207) [1465] .","seal":"369C600D","part":1},
      {"page":264,"id":264,"nass":"صفحة 404/ سطر 2\rترجمة: 2971 ـ طلحة بن عبد الله بن عبد الرحمن.\rفي الرواة عنه: عكاف بن خالد، بالكاف بعد العين المهملة.\rوصوابه: عطاف بن خالد، بطاء مهملة بعد العين المهملة (1)\rقال الحافظ في التقريب [4612] : \"عطاف بتشديد الطاء\"أ. هـ. وانظر \"تبصير المنتبه\" (3/957) .\r__________\r(1) - من رجال التهذيب","seal":"C4CA8DC5","part":1},
      {"page":265,"id":265,"nass":"صفحة 467/ سطر 1\rترجمة: 2998 ـ طيسلة بن علي الهذلي.\rوصوابه: طيسلة بن علي البهدلي\rقال البخاري في \"التاريخ\" (4/367) . \"طيسلة بن علي البهدلي سمع ابن عمر، وقال وكيع، عن عكرمة طيسلة بن علي النهدي ... ... \" ثم قال: \"وبهدلة من بني سعد، والنهدي لا يصح\"أ. هـ.\rوقال الحافظ: بموحدة. انظر التقريب [3050] وتهذيب التهذيب (5/32) وبيّن هناك أن الهذلي مصحفا عن النهدي، فلينظر.","seal":"9043C08D","part":1},
      {"page":266,"id":266,"nass":"صفحة 480/ سطر 6\rترجمة: 3003 ـ عاصم بن حكيم.\rفي شيوخه: يحيى بن أبي عمرو الشيباني، بالشين المعجمة.\rوصوابه: يحيى بن أبي عمرو السيباني، بالسين المهملة.\rكذا قيده الأمير ابن ماكولا في \"إكماله \" (5/111) وقد سبق.","seal":"815BAC34","part":1},
      {"page":267,"id":267,"nass":"صفحة 542/ سطر 6\rترجمة: 3027 ـ عاصم بن محمد بن زيد بن عبد الله بن عمر.\rوصوابه: 3027 ـ ع: عاصم بن محمد بن زيد بن عبد الله بن عمر.\rقال الحافظ المزي في أخر ترجمته: روى له الجماعة.","seal":"D9C9BE63","part":1},
      {"page":268,"id":268,"nass":"الجزء الرابع عشر\rصفحة 20/ سطر 8\rترجمة 3037 ـ عامر بن ربيعة بن كعب بن مالك بن ربيعة بن عامر.\rقال في الكلام عليه: مات حسين نشَّبَ الناس ...\rوالصواب: مات حين نشَّبَ الناس ...\rقال في أسد الغابة (1/557) : \"توفى سنة اثنتين وثلاثين حين نشم الناس في أمر عثمان\"\rوانظر أيضًا: الاستيعاب (1/238) ، الإصابة في تمييز الصحابة (3/579) .","seal":"6F0F604E","part":1},
      {"page":269,"id":269,"nass":"صفحة 31/ سطر 9\rترجمة: 3042 ـ ع: عامر بن شراحيل الشعبي.\rفي شيوخه: وأبي بردة بن أبي موسى الأشعري (بخ) .\rوصوابه أبي بردة بن أبي موسى الأشعري (ع) .\rورواية عامر الشعبي عن أبي بردة عند الجماعة (1) .\r__________\r(1) - تهذيب الكمال (33/66) [7220] .","seal":"00BA8D13","part":1},
      {"page":270,"id":270,"nass":"صفحة 32/ سطر 13\rترجمة: 3042 ـ ع: عامر بن شراحيل الشعبي.\rفي الرواة عنه: وأبو إسحاق سليمان بن أبي سليمان الشيباني (خ م ت) .\rوصوابه: أبو إسحاق سليمان بن أبي سليمان الشيباني (ع)\rورواية أبي إسحاق الشيباني عن الشعبي عند الجماعة (1) .\r__________\r(1) - تحفة الأشراف (5/32-33) : عامر الشعبي عن ابن عباس [ح: 5766] ومرَّ الخطأ نفسه في ترجمة أبي إسحاق الشيباني في التهذيب (11/445) [2525] .","seal":"3F863750","part":1},
      {"page":271,"id":271,"nass":"صفحة 32/ سطر 18\rترجمة: 3042 ـ عامر بن شراحيل (الشعبي)\rفي الرواة عنه: أبو جرير (بجيم وراء في آخره) عبد الله بن الحسين.\rوصوابه: أبو حريز (بحاء مهملة وزاي في آخره) عبد الله بن الحسين (1) .\rقال الحافظ في التقريب: أبو حريز، بفتح المهملة، وكسر الراء وآخره زاي [3276] وكذا ضبطه في تبصير المنتبه (1/249)\r__________\r(1) - من رجال التهذيب. وذكره ابن ماكولا (2/87) .","seal":"96C4C8AC","part":1},
      {"page":272,"id":272,"nass":"صفحة 75/ سطر 3\rترجمة: 3062 ـ عامر بن مسعود بن أمية بن خلف بن وهب بن حذافة بن جمع، بالعين المهملة.\rوصوابه: عامر بن مسعود بن أمية بن خلف بن وهب بن حذافة بن جمح، بالحاء المهملة.\rوانظر تهذيب التهذيب (5/70) [132] ، أسد الغابة (1/567) .","seal":"072DE8EB","part":1},
      {"page":273,"id":273,"nass":"صفحة 89/ سطر 8\rترجمة: 3068 ـ عائذ الله بن عبد الله (أبو إدريس الخولاني)\rفي شيوخه: عبد الله بن العدي.\rوصوابه: عبد الله بن السعدي (1) ، بزيادة سين مهملة في أوله.\rذكره على الصواب الحافظ في التهذيب (5/74)\r__________\r(1) - من رجال التهذيب.","seal":"07F3F79F","part":1},
      {"page":274,"id":274,"nass":"صفحة 90/ سطر 5\rترجمة: 3068 ـ عائذ الله بن عبد الله (أبو إدريس الخولاني)\rفي الرواة عنه: يونس بن ميسرة بن حبس.\rوصوابه: يونس بن ميسرة بن حلبس، بزيادة لام بعد الحاء المهملة.\rذكره على الصواب الحافظ في تهذيب التهذيب (5/74)\rوقيده في التقريب: \"حلبس بمهملتين في طرفيه وموحدة وزن جعفر\"","seal":"16B6A824","part":1},
      {"page":275,"id":275,"nass":"صفحة 90/ سطر 14\rترجمة: 3068 ـ عائذ الله بن عبد الله (أبو إدريس الخولاني)\rذكر في أثر في الكلام عليه: حبير (أوله حاء مهملة) بن نفير.\rوصوابه: جبير (بالجيم) بن نفير.\rوقد ذكر صاحب تاريخ دمشق هذا الأثر [26/159] وذكره جبير على الصواب.","seal":"E8B0BDD1","part":1},
      {"page":276,"id":276,"nass":"صفحة 99/ سطر 7\rترجمة: 3071 ـ عائذ بن عمرو بن هلال المزني.\rذكر في إسناد حديث: عن خالد (بالخاء المعجمة بعدها ألف ثم لام مكسورة) بن أيوب.\rوصوابه: عن الجلد (بفتح الجيم وسكون اللام ثم دال مهملة) بن أيوب (1)\rضبطه ابن ماكولا (3/181) فقال: بالجيم المفتوحة وسكون اللام.\r__________\r(1) - له ترجمة في: تعجيل المنفعة (1/72) ، ولسان الميزان (2/133) .","seal":"74E4E5F4","part":1},
      {"page":277,"id":277,"nass":"صفحة 122/ سطر 16\rترجمة: 3079 ـ عباد بن يزاد بن موسي الأسدي الساجي.\rوصوابه: عباد بن زياد، بزاي في أوله ثم ياء مثناة تحتية ثم ألف ثم دال مهملة\rوقد ورد على الصواب في تهذيب التهذيب (5/82) ، والتقريب [3128] .","seal":"4B54AB33","part":1},
      {"page":278,"id":278,"nass":"صفحة 150/ سطر 4\rترجمة: 3091 ـ عباد بن كثير الرملي.\rفي شيوخه: ثور بن يزيد الحصي.\rوصوابه: ثور بن يزيد الحمصي (1) ، بزيادة ميم بين الحاء والصاد المهملتين\rانظر ترجمة عباد في تهذيب التهذيب (5/89) فقد ذكره على الصواب\r__________\r(1) - من رجال التهذيب.","seal":"1EDBA124","part":1},
      {"page":279,"id":279,"nass":"صفحة 162/ سطر 9\rترجمة: 3094 ـ عباد بن موسي الختلي.\rفي الرواة عنه: أبيه إسحاق بن عباد.\rوصوابه: ابنه إسحاق بن عباد (1)\r__________\r(1) - له ترجمة في تاريخ دمشق (6/373) [3401] ، (8/232) .","seal":"7FBA6A41","part":1},
      {"page":280,"id":280,"nass":"صفحة 171/ سطر 11\rذكر في حديث: حبشي عليه ثدي قد طبق إحدى يديه مثل ثدي المرأة.\rوصوابه: حبشي عليه قُرَيْطق (بالراء والياء المثناة التحتية ثم طاء مهملة وقاف مصغرا) إحدى يديه مثل ثدي المرأة.\rوهو على الصواب عند عبد الله بن أحمد في زوائد المسند (1/139) [ح:1179] ، ومن طريقه رواه الحافظ المزي،\rانظر سنن أبي داود: باب/في قتال الخوارج (4/245) [ح:4771] .\rوقُرَيْطِق: تصغير قُرْطَق؛ وهو القَباء، وهو تعريب كُرتَه. انظر لسان العرب (10/323) .","seal":"D8B0E05D","part":1},
      {"page":281,"id":281,"nass":"صفحة 178/ سطر 7\rترجمة: 3104 ـ عباد بن يعقوب الأسدي الرواجني.\rفي الكلام عليه: سئل صالح بن محمد عن عباد بن يعقوب الرواجبي، بالباء الموحدة\rوصوابه: الرواجني، بالنون\rوذكره المصنف في أول الترجمة على الصواب.","seal":"21EC4600","part":1},
      {"page":282,"id":282,"nass":"صفحة 185/ سطر 9\rترجمة: 3107 ـ عبادة بن الصامت.\rفي الرواة عنه: مسلم بن بشار (بالباء الموحدة والشين المعجمة) البصري.\rوصوابه: مسلم بن يسار (1) ، بالياء المثناة التحتية والسين المهملة\r__________\r(1) - من رجال التهذيب.","seal":"3DB02C85","part":1},
      {"page":283,"id":283,"nass":"صفحة 185/ سطر 10\rترجمة: 3107 ـ ع: عبادة بن الصامت.\rفي الرواة عنه: ومسلم بن يسار (1) البصري (س ت) .\rوصوابه: ومسلم بن يسار البصري (س ق) .\rورواية مسلم بن يسار عن عبادة بن الصامت عند النسائي وابن ماجة (2) .\r__________\r(1) - في التهذيب \"بشار\" والصواب ما ذكرناه، كما مر\r(2) - تهذيب الكمال (27/552) [5949] .","seal":"C405DCDC","part":1},
      {"page":284,"id":284,"nass":"صفحة 186/ سطر 6\rترجمة 3107 ـ عبادة بن الصامت بن قيس بن أصرم.\rذكر في مناقبه: \"وكان عقبيًا تقيًا (من التقوى) بدريًا أنصاريًا\".\rوصوابه: \"وكان عقبيًا نقيبًا (أي من النقباء) بدريًا أنصاريًا\".\rوهذه هي عبارة ابن سعد بنصها في الطبقات الكبرى (3/546)\rوهي كذلك عبارة المزي دائمًا في النقباء فقد ذكرها أيضًا في سعد بن عبادة فقال: \"وكان عقبيًا نقيبًا، سيدًا جوادًا\"أ. هـ. (10/278) وانظر السير (1/271) .","seal":"097AECF3","part":1},
      {"page":285,"id":285,"nass":"صفحة 206/ سطر 11\rذكر في متن حديث: \"إن خادمي يشي (من الوشاية) ويظلم ... \"\rوكنت أظنه ابتداءً خطأ طباعي فإذا بالدكتور المحقق يعلق على هذه الكلمة بقوله: \"من الوشاية\" تأكيدا للخطأ وتبرئة للمطبعة!!\rوصوابه: \"إن خادمي يسيء (من الإساءة) ويظلم ... \"\rوانظر المسند (2/90) [5635] ، ومسند عبد بن حميد رقم (821) ، ومسند أبي يعلى (10/133) [5760] ، وسنن البيهقي (8/10) [15576] .\rوأصل الحديث عند أبي داود [ح: 5164] ، والترمذي [ح: 1949] .","seal":"98C866EA","part":1},
      {"page":286,"id":286,"nass":"صفحة 192/ سطر 8\rترجمة: 3109 ـ عبادة بن مسلم الفزاري أبو يحيى.\rفي إسناد حديث: علي بن عبد العزيز قال: حدثنا عبادة بن مسلم.\rوصوابه: علي بن عبد العزيز قال: حدثنا أبو نعيم قال حدثنا عبادة بن مسلم.\rوهو على الصواب في المعجم الكبير للطبراني (12/342) [13296] ، ومن طريقه يروي الحافظ المزي.","seal":"E3BCB909","part":1},
      {"page":287,"id":287,"nass":"صفحة 195/ سطر 4\rترجمة: 3110 ـ عبادة بن نسي الكندي أبو عمر الشامي.\rفي شيوخه: عبدة بن الصامت.\rوصوابه: عبادة (بإثبات ألف بعد العين المهملة) بن الصامت (1)\r__________\r(1) - من رجال التهذيب.","seal":"43B6CA9A","part":1},
      {"page":288,"id":288,"nass":"صفحة 201/ سطر 2\rترجمة: 3113 ـ عبادة الزرقي الأنصاري.\rفي الكلام على نسبه: مالك بن عضب، أوله عين مهملة\rوصوابه: مالك بن الغضب، بالغين المعجمة\rوقد ورد في أسد الغابة (1/573) على الصواب","seal":"F04F8D91","part":1},
      {"page":289,"id":289,"nass":"صفحة 203/ سطر 4\rترجمة: 3114 ـ عباس بن جعفر عبد الله بن الزبرقان البغدادي.\rفي شيوخه: عبد الله بن عبد الوهاب الحَجِّي، بفتح الحاء المهملة وتشديد الجيم.\rوصوابه: عبد الله بن عبد الوهاب الحَجَبِي بفتح الحاء المهملة والجيم وكسر الباء الموحدة\rكذا قيده السمعاني في الأنساب (2/214) ، وفي التقريب [3449] ضبطه: بفتح المهملة والجيم ثم الموحدة.","seal":"1D84D98D","part":1},
      {"page":290,"id":290,"nass":"صفحة 204/ سطر 9\rترجمة: 3114 ـ عباس بن جعفر بن عبد الله بن الزبرقان البغدادي.\rفي الرواة عنه: يحيى بن عبد الباقي الأزني، بالزاي.\rوصوابه: يحيى بن عبد الباقي الأذني (1) ، بالذال المعجمة\rقال الخطيب البغدادي في تاريخ بغداد (12/209) : \"يحيى بن عبد الباقي بن يحيى ... الثغري من أهل أذنة\"أ. هـ.\rقال ياقوت الحموي في معجم البلدان (1/132) : \"أذنة، بكسر الذال\"أ. هـ.\r__________\r(1) - له ترجمة في: تاريخ بغداد (12/209) [7528] ، وتاريخ دمشق (64/302) [8164] ، وسير أعلام النبلاء (14/45)","seal":"9C1DBE56","part":1},
      {"page":291,"id":291,"nass":"صفحة 238/ سطر 3\rترجمة: 3134 ـ عباس بن فروخ الجويري، بواو بعد الجيم.\rوصوابه: عباس بن فروخ الجريري (1) ، بإبدال الواو راء.\rضبطه ابن ماكولا في الإكمال (2/208) : بضم الجيم وفتح الراء الأولي\r__________\r(1) - من رجال التهذيب.","seal":"4889227B","part":1},
      {"page":292,"id":292,"nass":"صفحة 256/ سطر 6\rترجمة: 3144 ـ عباس بن الوليد بن مزيد العذري.\rفي الرواة عنه: أبو الحسن أحمد بن عمير بن يوسف بن جوضي، بالضاد المعجمة\rوصوابه: أبو الحسن أحمد بن عمير بن يوسف بن جَوصي، بالصاد المهملة\rقال السمعاني في الأنساب (2/154) : الجوصي، بفتح الجيم بعدها واو وفي آخرها الصاد المهملة (1)\r__________\r(1) - له ترجمة في: الأنساب (2/154) [2473] .","seal":"C8AC5C4C","part":1},
      {"page":293,"id":293,"nass":"صفحة 256/ سطر 9\rترجمة: 1144 ـ عباس بن الوليد بن مزيد العذري.\rفي الرواة عنه: الحسن بن حبيب بن عبد الملك الحضائري، بالضاد\rالمعجمة.\rوصوابه: الحسن بن حبيب بن عبد الملك الحصائري، بالصاد المهملة.\rانظر تبصير المنتبه (2/506) (1)\r__________\r(1) - له ترجمة في: سير أعلام النبلاء (15/383) .","seal":"E1F260F2","part":1},
      {"page":294,"id":294,"nass":"صفحة 256/ سطر 10\rترجمة: 3144 ـ عباس بن الوليد بن مزيد العذري\rفي الرواة عنه: خيثمة بن سليمان الإطرابلسي، بكسر الألف.\rوصوابه: خيثمة بن سليمان الأطرابلسي، بفتح الألف.\rقال السمعاني في الأنساب (1/192) : الأطرابلسي، بفتح الألف (1)\r__________\r(1) - له ترجمة في: تذكرة الحفاظ (3/858) ، تاريخ دمشق (17/68) .","seal":"B8947D4F","part":1},
      {"page":295,"id":295,"nass":"صفحة 266/ سطر 2\rترجمة: 3148 ـ عباة بن كليب الليثي.\rوصوابه: عباءة، بهمزة بعد الألف\rوقد ورد في تهذيب التهذيب (5/118) على الصواب\rوضبطه الحافظ في التقريب [3120] : \"عباءة بتخفيف الموحدة وبعد الألف همزة\"أ. هـ.","seal":"C6BC4EAB","part":1},
      {"page":296,"id":296,"nass":"صفحة 281/ سطر 15\rترجمة: 3155 ـ عبد الله بن أحمد بن بشير بن ذكوان البهراني.\rفي الرواة عنه: عثمان بن خرزاد، بالدال المهملة في آخره.\rوصوابه: عثمان بن خرزاذ، بالذال المعجمة في آخره.\rوذكره على الصواب في تهذيب الكمال (19/417) [3834] وتهذيب التهذيب (7/105) [244] ، والتقريب [4490] .","seal":"77A9B825","part":1},
      {"page":297,"id":297,"nass":"صفحة 296/ سطر 3\rترجمة: 3159 ـ ع: عبد الله بن إدريس.\rفي الرواة عنه: أبو سعيد عبد الله بن سعيد الأشج (م) .\rوصوابه: وأبو سعيد بن عبد الله بن سعيد الأشج (م ت س ق) .\rورواية أبي سعيد الأشج، عن عبد الله بن إدريس، عند مسلم والترمذي والنسائي وابن ماجة (1) .\r__________\r(1) - أما رواية الترمذي وابن ماجة؛ فانظر لها تحفة الأشراف (4/50) : سلمة بن صخر البياضي [ح: 4555] وغيره، وأما رواية النسائي؛ فانظر لها تحفة الأشراف (4/427) عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس [ح: 558] .","seal":"EAAEEE2F","part":1},
      {"page":298,"id":298,"nass":"صفحة 348/ سطر 1\rترجمة: 3189 ـ عبد الله بن أبي بكر واسمه السكن بن الفضل بن المؤتَمَن، بفتح الميم وآخره نون.\rوصوابه: عبد الله بن أبي بكر واسمه السكن بن الفضل بن المؤتمر، بكسر الميم وآخره راء.\rكذا ضبطه ابن نقطة في استدراكه على الإكمال، باب المؤتَمَن والمؤتَمِر، والحافظ الذهبي في المشتبه، وتابعه ابن ناصر الدين في توضيح المشتبه (8/302) وذكروا فيه أبو بكر (1) بن الفضل بن المؤتمر العتكي وابنه عبد الله\rوقد تحرف هذا الاسم إلى المؤتَمَن في كثير من كتب التراجم المطبوعة مثل:\rتهذيب الكمال [3189] ، تهذيب التهذيب [280] ، تقريب التهذيب [3238] (2) ، سير أعلام النبلاء (10/423) [124]\rوكذلك في ترجمة جده الفضل في: التاريخ الكبير (7/119) [531] ، الجرح والتعديل (7/67) [384] .\rوقد ورد على الصواب في ترجمة عبد الله عند ابن أبي حاتم في الجرح والتعديل (5/18) [83]\r__________\r(1) - سمَّاه الحافظ الذهبي أحمد، وقال ابن ناصر الدين: \"ولم أقف على من سمَّى أبا بكر بن الفضل هّذا أحمد سوى المصنف\"، وقد سمَّاه الحافظ المزي السكن كما ترى فالله أعلم.\r(2) - وزيادة في الخطأ فقد قام محققو التقريب على كثرتهم بضبطه بالشكل بفتح الميم الأخيرة قبل النون!!.","seal":"584B3FEB","part":1},
      {"page":299,"id":299,"nass":"صفحة 386/ سطر 17\rترجمة: 3208 ـ عبد الله بن أبي جعفر الرازي.\rفي الرواة عنه: محمد بن عمرو ربيح، بالراء والباء الموحدة والحاء المهملة في آخره\rوصوابه: محمد بن عمرو زنيج (1) ، بالزاي ثم نون وبالجيم في آخره\rقال في الإكمال (4/188) : زنيج بضم الزاي وفتح النون بعدهما ياء ساكنة معجمة باثنتين من تحتها وآخره جيم، فهو أبو غسان محمد بن عمرو\r__________\r(1) - من رجال التهذيب.","seal":"5EC4D66D","part":1},
      {"page":300,"id":300,"nass":"صفحة 403/ سطر 1\rترجمة: 3219 ـ عبد الله بن الحارث الزبيدي.\rذكر في ترجمته: \"قال البخاري: وقال زائدة البكري وقال أبو العباس بن عقدة: القيسي\"\rوصوابه: \"قال البخاري: وقال زائدة: البكري، وقال أبو العباس بن عقدة: القيسي\"\rانظر التاريخ الكبير 5/64، الترجمة (156) .\rوالإمام البخاري يريد أن يبين أن زائدة بن قدامة ذكر نسبة عبد الله بن الحارث؛ البكري، وقد أورد عمر بن شبة في أخبار المدينة (1/199) [ح: 630] حديثا من طريق زائدة فصرح بهذه النسبة حيث قال: حدثنا ابن أبي شيبة قال حدثنا معاوية بن عمرو عن زائدة عن الأعمش عن عمرو بن مرة عن عبد الله بن الحارث البكري.","seal":"8B43A45A","part":1},
      {"page":301,"id":301,"nass":"صفحة 443/ سطر 13\rترجمة: 3239 ـ عبد الله بن خازم بن أسماء بن الصلت بن حبيب.\rفي الكلام عليه: فقام بأمر الناس عبد الله بن خازن (بالنون في آخره) السلمي.\rوصوابه: عبد الله بن خازم (بالميم) السلمي.\rوقد ذكره في أول الترجمة على الصواب.","seal":"D289A9E2","part":1},
      {"page":302,"id":302,"nass":"صفحة 496/ سطر 10\rترجمة: 3262 ـ عبد الله بن رجاء بن عمر.\rفي شيوخه: كامل بن أبي العلاء، بإثبات \"بن\" بين كامل وأبي العلاء.\rوصوابه: كامل أبي العلاء بحذفها.\rوأبو العلاء كنيته، واسمه كامل بن العلاء","seal":"ACC2F9E1","part":1},
      {"page":303,"id":303,"nass":"صفحة 498/ سطر 8\rترجمة: 3262 ـ عبد الله بن رجاء بن عمر.\rفي الرواة عنه: محمد بن عثمان بن أبي سويد الذَّارع، بتقديم الألف على الراء\rوصوابه: محمد بن عثمان بن أبي سويد الذَّرَّاع (1) ، بتقديم الراء الثقيلة على الألف.\r__________\r(1) - له ترجمة في: الكامل لابن عدي (6/304) [1793] وميزان الاعتدال (6/253) .","seal":"EF30FDEB","part":1},
      {"page":304,"id":304,"nass":"صفحة 522/ سطر 13\rترجمة: 3274 ـ عبد الله بن أبي زكريا الخزاعي.\rفي الترجمة: كان عبد الله بن زكريا.\rوصوابه: كان عبد الله بن أبي زكريا (1)\rوقد ذكره على الصواب في الصفحة ذاتها.\r__________\r(1) - من رجال التهذيب.","seal":"5BCEFB75","part":1},
      {"page":305,"id":305,"nass":"صفحة 546/ سطر 4\rترجمة: 3283 ـ عبد الله بن زيد (أبو قلابة الجرمي)\rذكر في خلال الترجمة قول حماد بن زيد عن أيوب\" ... ... وما أدركت بهذا المِعْرِ (بالعين المهملة وسطه) رجلًا كان أعلم بالقضاء من أبي قلابة\".\rوصوابه: \"ما أدركت بهذا المِصْرِ (بالصاد المهملة) ....\"\rهكذا في تاريخ مدينة دمشق (28/ 302) .","seal":"A4FBBD49","part":1},
      {"page":306,"id":306,"nass":"الجزء الخامس عشر\rصفحة 28/ سطر 7\rترجمة: 3303 ـ ع: عبد الله بن سعيد بن حصين الكندي\rفي شيوخه: وعبد الله بن إدريس (م) .\rوصوابه: وعبد الله بن إدريس (م ت س ق) .\rورواية أبي سعيد الأشج عن عبد الله بن إدريس عند مسلم والترمذي والنسائي وابن ماجة (1)\r__________\r(1) - انظر التعليق السابق","seal":"B8A008AD","part":1},
      {"page":307,"id":307,"nass":"صفحة 99/ سطر 2\rترجمة: 3336 ـ عبد الله بن صالح بن محمد بن مسلم الجهني.\rفي شيوخه: عطاء (بهمزة في آخره) بن خالد المخزومي.\rوصوابه: عطَّاف (بتشديد الطاء وفاء في آخره) بن خالد المخزومي.\rوانظر التقريب [4612] .","seal":"CA9A5981","part":1},
      {"page":308,"id":308,"nass":"صفحة 129/ سطر 11\rترجمة: 3345 ـ ت سي ق: عبد الله بن ضمرة السلولي.\rفي شيوخه: وأبي هريرة (د ق)\rوصوابه: وأبي هريرة (ت ق)\rورواية عبد الله بن ضمرة عن أبي هريرة عند الترمذي وابن ماجة (1)\r__________\r(1) - تهذيب الكمال (34/370) [7681] .","seal":"45014233","part":1},
      {"page":309,"id":309,"nass":"صفحة 188/ سطر 5\rترجمة: 3369 ـ عبد الله بن عبد الأسد بن هلال.\rقال في ترجمته: وفيه نزل قوله تعالى: {وأما من أوتي كتابه بيمينه} .\rوصوابه: {فأما من أوتي كتابه بيمينه} الحاقة [19] .","seal":"96CF9C6D","part":1},
      {"page":310,"id":310,"nass":"صفحة 227/ سطر 12\rترجمة: 3388 ـ عبد الله بن عبد الرحمن بن يعلى بن كعب الطائفي.\rفي الرواة عنه: مسيلمة (بضم أوله مصغر) بن عثمان البري.\rوصوابه: مسلمة (بفتح أوله مكبر) بن عثمان البري.","seal":"59737A9D","part":1},
      {"page":311,"id":311,"nass":"صفحة 283/ سطر 20\rترجمة: 3418 ـ ع: عبد الله بن عثمان (أبو بكر الصديق)\rفي الرواة عنه: قيس بن أبي حازم (4)\rوصوابه: قيس بن أبي حازم (خ4)\rورواية قيس بن أبي جازم عن أبي بكر الصديق عند البخاري والأربعة (1)\r__________\r(1) - تهذيب الكمال (24/12) [4896] وتصحفت فيها (خ 4) إلي (خ ع) فتنبه.","seal":"9621577F","part":1},
      {"page":312,"id":312,"nass":"صفحة 312/ سطر 12\rترجمة: ـ عبد الله بن عطاء الطائفي.\rفي الرواة عنه: حبان بن علي العتري، بالتاء المثناة من فوق بعدها راء.\rوصوابه: حبان بن علي العنَزِي بالنون بعدها زاي.\rكذا قيده السمعاني في الأنساب (4/221)","seal":"7B44F31C","part":1},
      {"page":313,"id":313,"nass":"صفحة 353/ سطر 11\rترجمة: 3449 ـ عبد الله بن عمرو بن أبي الحجاج\rفي الرواة عنه: أحمد بن محمد بن عيسى البَرْقي، بفتح الباء الموحدة بعدها راء ساكنة ثم قاف\rوصوابه: أحمد بن محمد بن عيسى البِرْتي (1) ، بكسر الباء الموحدة بعدها راء ساكنة ثم تاء مثناة فوقية\rقال السمعاني في الأنساب (1/319-320) : \"البِرْتي: بكسر الباء المنقوطة بواحدة وسكون الراء وفي آخرها التاء المنقوطة من فوقها باثنتين، هذه النسبة إلى بِرْت وهي مدينة بنواحي بغداد، والمشهور بهذه النسبة: [1034] القاضي أبو العباس أحمد بن محمد بن عيسى البرتي\"أ. هـ.\r__________\r(1) - له ترجمة في: الثقات (8/51) [12205] ، تاريخ بغداد (5/61) [2431] .","seal":"0BA251B3","part":1},
      {"page":314,"id":314,"nass":"صفحة 393/ سطر 6\rترجمة: 3468 ـ عبد الله بن عَنَمة.\rفي إسناد حديث: عن عمر بن الحكيم (بياء مثناة تحتية قبل الميم) بن ثوبان\rوصوابه: عن عمر بن الحكم (بغير ياء) بن ثوبان (1)\rوواقع على الصواب في الصفحة نفسها بعده بسطرين.\r__________\r(1) - من رجال التهذيب.","seal":"8F122125","part":1},
      {"page":315,"id":315,"nass":"صفحة 412/ سطر 2\rترجمة 3472 ـ عبد الله بن عياش بن عباس\rذكر في روايته: \"روى له مسلم حديثًا وابن ماجة آخر وقد وقع لنا حديث ثم عاليًا\".\rوصوابه: \"وقد وقع لنا حديث مسلم عاليًا ... \" وهو واضح من قوله بعد أن روى الحديث: \"رواه عن زكريا بن يحيى فوافقناه فيه بعلو\" وهو عند مسلم\"باب من نذر أن يمشي إلى الكعبة\" رقم [1644] .","seal":"CFE0A938","part":1},
      {"page":316,"id":316,"nass":"صفحة 412/ سطر 10\rترجمة 3472 ـ عبد الله بن عياش بن عباس\rذكر في متن حديث مسلم السابق: \"فاستقيته\".\rوصوابه: \"فاستفتيته\"\rكذا في مسلم [ح:1644] .","seal":"C8A5B6BD","part":1},
      {"page":317,"id":317,"nass":"صفحة 418/ سطر 11\rذكر في متن حديث: \"لألقين (بالقاف) أقواما من أمتي يأتون يوم القيامة بحسنات....\"\rوصوابه: \"لألفين (بالفاء) أقواما من أمتي يأتون يوم القيامة بحسنات....\"\rوقد رواه الطبراني في المعجم الصغير (1/396) [662] عن عبيد الله بن محمد بن الصنام بسنده ومتنه سواء كما في التهذيب","seal":"DCB77FB8","part":1},
      {"page":318,"id":318,"nass":"صفحة 436/ سطر 14\rترجمة: 3484 ـ عبد الله بن فيروز الديلمي\rفي الرواة عنه: يحيى بن أبي عمرو الشيباني، أوله شين معجمة.\rوصوابه: يحيى بن أبي عمرو السيباني، أوله سين مهملة.\rقال الحافظ في التقريب [7616] : \"يحيى بن أبي عمرو السيباني، بفتح المهملة وسكون التحتانية بعدها موحدة\"\rوكذا ضبطه ابن ناصر الدين في توضيح المشتبه (5/245) وهو منسوب إلى سيبان من حمير.","seal":"5C8F3AF5","part":1},
      {"page":319,"id":319,"nass":"صفحة 467/ سطر 6\rذكر في متن حديث\"فلهرني لهرة (بالراء في الكلمتين) في صدري فأوجعني\".\rوصوابه\"فلهزني لهزة\" بالزاي في الكلمتين.\rوقد رواه عمر بن شبة في أخبار المدينة (ص: 62) [ح: 282] عن هارون عن ابن وهب بسنده ومتنه سواء كما في التهذيب\rوانظر المسند المستخرج على صحيح مسلم [ح:2188] والمجتبى [ح:2037] وقال السيوطي\"فلهزني بالزاي أي: دفعني واللهز الضرب بجمع الكف في الصدر وروى فلهدني بالدال المهملة، قال النووي: وهما متقاربان ... ... \" حاشية السيوطي على سنن النسائي (4/90) كتاب قيام الليل.\rورواية فلهدني بالدال عند مسلم [ح: 974] .","seal":"0854C235","part":1},
      {"page":320,"id":320,"nass":"الجزء السادس عشر\rصفحة 6/ سطر 9\rترجمة: 3520 ـ ع: عبد الله بن المبارك.\rفي شيوخه: أسامة بن زيد الليثي (خت ع)\rوصوابه: أسامة بن زيد الليثي (خت 4)\rفليس لعبد الله بن المبارك رواية عن أسامة بن زيد الليثي عند مسلم\rفي الصحيح (1)\r__________\r(1) - تهذيب الكمال (2/348) [317] .","seal":"6EABD2B8","part":1},
      {"page":321,"id":321,"nass":"صفحة 7/ سطر 15\rترجمة: 3520 ـ ع: عبد الله بن المبارك.\rفي شيوخه: زكريا بن أبي زائدة (خ ع)\rوصوابه: زكريا بن أبي زائدة (خ 4) .\rوليس لابن المبارك رواية عن بن أبي زائدة عند مسلم في الصحيح (1)\r__________\r(1) - تهذيب الكمال (9/360) [1992] .","seal":"BCDFD937","part":1},
      {"page":322,"id":322,"nass":"صفحة 36/ سطر 10\rترجمة: 3526 ـ عبد الله بن محمد (أبو بكر بن أبي شيبة) .\rفي شيوخه: عبد الوهاب بن عُبيد الثقفي.\rوصوابه: عبد الوهاب بن عبد المجيد الثقفي (1) .\rوذكر الحافظ المزي في ترجمته في الرواة عنه: أبو بكر بن أبي شيبة صاحب الترجمة.\r__________\r(1) - من رجال التهذيب.","seal":"F577A310","part":1},
      {"page":323,"id":323,"nass":"صفحة 43/ سطر 14\rترجمة: 3527 ـ عبد الله بن محمد بن إسحاق الجزري.\rفي الرواة عنه: روح بن عبد المحب الموصلي.\rوصوابه: روح بن عبد المجيب الموصلي.\rووقع على الصواب في التهذيب (12/187) ، (26/642) .\rوروح من شيوخ ابن حبان وابن عدي اللذَيْن أكثرا من الرواية عنه.","seal":"D115B0A7","part":1},
      {"page":324,"id":324,"nass":"صفحة 60/ سطر 6\rترجمة: 3536 ـ عبد الله بن محمد بن عبد الله بن جعفر.\rفي شيوخه: عبيد الله بن ثور بن أبي الخلال، بخاء معجمة.\rوصوابه: عبيد الله بن ثور بن أبي الحلال (1) ، بحاء مهملة.\rكذا ضبطه ابن ناصر الدين في توضيح المشتبه (3/450) .\r__________\r(1) - له ترجمة في الجرح والتعديل (5/309) [1472] .","seal":"00B1C8D3","part":1},
      {"page":325,"id":325,"nass":"صفحة 66/ سطر 4\rترجمة: 3539 ـ عبد الله بن محمد بن عبد الرحمن بن أبي بكر الصديق.\rفي الرواة عنه: وأبو جزرة (بالجيم) يعقوب بن مجاهد المدني.\rوصوابه: وأبو حَزْرة (1) ، بالحاء المهملة.\rكذا ضبطه الحافظ في التقريب [7831] .\r__________\r(1) - من رجال التهذيب.","seal":"B9472C99","part":1},
      {"page":326,"id":326,"nass":"صفحة 89/ سطر 7\rترجمة: 3545 ـ عبد الله بن محمد بن علي بن نفيل.\rفي شيوخه: عمرو بن وافد، بالفاء.\rوصوابه: عمرو بن واقد، بالقاف.\rوانظر الإكمال لابن ماكولا (7/294) ، وتوضيح المشتبه لابن ناصر الدين (9/166)","seal":"03153083","part":1},
      {"page":327,"id":327,"nass":"صفحة 99/ سطر 13\rترجمة: 3550 ـ عبد الله بن محمد بن يحيى الخشَّاب.\rفي الرواة عنه: يحيى بن عبد الباقي الأدنيُّ، بالدال المهملة.\rوصوابه: يحيى بن عبد الباقي الأذنيُّ (1) ، بالذال المعجمة.\rقال السمعاني في الأنساب (2/8) [1861] : \"من أهل أذنه إحدى ثغور الشام\"أ. هـ.\r__________\r(1) - له ترجمة في تاريخ بغداد (14/227) [7528] ، تاريخ دمشق (64/302) [8164] .","seal":"8E504CEA","part":1},
      {"page":328,"id":328,"nass":"صفحة 125/ سطر 13\rترجمة: 3564 ـ عبد الله بن مسعود.\rفي الرواة عنه: مالك الطائي والد حُنَيْف، بحاء مهملة بعدها نون ثم ياء مثناة تحتية وآخره فاء مصغرا.\rوصوابه: مالك الطائي والد خِشْف (1) ، بخاء معجمة مكسورة وسكون الشين المعجمة بعدها فاء.\rكذا ضبطه الحافظ في التقريب [1714] .\r__________\r(1) - من رجال التهذيب.","seal":"8A24624F","part":1},
      {"page":329,"id":329,"nass":"صفحة 125/ سطر 17\rترجمة: 3564 ـ عبد الله بن مسعود.\rفي الرواة عنه: أبو العبيد بن معاوية بن سبرة، جعل معاوية أباه.\rوصوابه: أبو العُبَيْدَين معاوية بن سبرة، فمعاوية اسمه، وكنيته أبو العبيدين.\rقال الحافظ في التقريب [6756] : \"أبو العُبَيْدَين بتصغير وتثنية\" أ. هـ.","seal":"E36DBD11","part":1},
      {"page":330,"id":330,"nass":"صفحة 138/ سطر 4\rترجمة: 3571 ـ عبد الله بن مسلمة القعنبي.\rفي شيوخه: نافع بن عبد الرحمن بن أبي نعيم القاريّ، بتشديد الياء المثناه التحتية.\rوصوابه: نافع بن عبد الرحمن بن أبي نعيم القارئ (1) ، بالهمز\rوهو قارئ أهل المدينة وأحد القرَّاء السبعة.\r__________\r(1) - له ترجمة في التاريخ الكبير (8/87) [2281] .","seal":"B1B887DC","part":1},
      {"page":331,"id":331,"nass":"صفحة 162/ سطر 15\rترجمة: 3582 ـ عبد الله بن معاوية بن موسى بن أبي غليظ.\rفي الرواة عنه: أبو حبيب (1) (بالحاء المهملة وزن عظيم) العباس بن أحمد بن محمد بن عيسى اليَزَنيُّ، أوله ياء مثناة تحتية بعدها زاي مفتوحتان ثم نون.\rوصوابه: أبو خُبَيْب (بالخاء المعجمة مصغر) العباس بن أحمد بن محمد بن عيسى البِرْتي (2) ، أوله باء موحدة مكسورة بعد راء ساكنة ثم تاء مثناة فوقية.\rأما الكنية فقد ضبطها ابن ماكولا في الإكمال (2/302) فقال: \"خبيب أوله خاء معجمة وبعدها باء مفتوحة معجمة بواحدة\"أ. هـ.\rوانظر توضيح المشتبه (3/105) .\rوأما النسبة فقد ضبطها ابن ماكولا أيضًا في الإكمال (1/410) والسمعاني في الأنساب (1/320) باب الباء والراء فقال: \"البرتي بكسر الباء المنقوطة بواحدة وسكون الراء وفي آخرها التاء المنقوطة فوقها باثنتين، هذه النسبة إلى بِرْت وهي مدينة من نواحي بغداد\" أ. هـ. وذكر العباس في المشهورين بهذه النسبة.\rوكذا قيده ابن ناصر الدين في توضيح المشتبه (1/414) .\r__________\r(1) - وقد وقع الخطأ نفسه في الكنية والنسبة معًا في تهذيب التهذيب المطبوع في ترجمة عبد الله بن معاوية أيضًا (6/34) [65] ، وفي ترجمة عبد الله بن أحمد بن عبد الله بن يونس كذلك (5/124) [245] ، وترجمة سوار بن عبد الله بن سوار (4/236) [474] .\r(2) - له ترجمة في: سير أعلام النبلاء (14/257) [62] .","seal":"7A9D02BA","part":1},
      {"page":332,"id":332,"nass":"صفحة 204/ سطر 8\rالترجمة: 3607 ـ عبد الله بن نافع بن ثابت.\rفي الرواة عنه: أبو عِنَبَة (بالنون بعدها باء موحدة) أحمد بن الفرج الحجازي.\rوصوابه: أبو عُتْبَة (بالتاء المثناة الفوقية قبل الموحدة) أحمد بن الفرج (1) .\rكذا ذكره في تاريخ دمشق (66/143/8461) وهو الحجازي الحمصي.\r__________\r(1) - من رجال التهذيب.","seal":"54E87DB9","part":1},
      {"page":333,"id":333,"nass":"صفحة 245/ سطر 4\rترجمة: 3629 ـ عبد الله بن أبي الهذيل.\rفي شيوخه: أبي العَبِيد ابن السوائي الكوفي واسمه معاوية بن سبرة.\rوصوابه: أبي العُبَيْدَين السوائي، فكنيته أبو العبيدين.\rقال الحافظ في التقريب [6756] : \"أبو العُبَيْدَين بتصغير وتثنية\" أ. هـ.\rصفحة 350/ سطر 15\rترجمة: 3683 ـ عبد الأعلى بن حماد بن نصر الباهلي.\rفي الرواة عنه: أبو حبيب (بحاء مهملة) العباس بن أحمد بن محمد بن عيسى البَرْقي (أوله باء موحدة مفتوحة بعدها راء ساكنة ثم قاف) .\rوصوابه: أبو خُبَيْب (بالخاء المعجمة مصغر) العباس بن أحمد بن محمد بن عيسى البِرْتي، أوله باء موحدة مكسورة بعد راء ساكنة ثم تاء مثناة فوقية.\rوقد سبق ضبطه","seal":"80BBE556","part":1},
      {"page":334,"id":334,"nass":"صفحة 353/ سطر 1\rترجمة: 3684 ـ عبد الأعلى بن عامر الثعلبي الكوفي والد عبد الأعلى\rوصوابه: والد علي.\rوقد ذكر في الرواة عنه: ابنه علي بن عبد الأعلى.","seal":"DF4A5E58","part":1},
      {"page":335,"id":335,"nass":"صفحة 401/ سطر 4\rترجمة: 3701 ـ عبد الحكم بن ذكوان السدوسي.\rفي شيوخه: أبي رجاء العطاريّ.\rوصوابه: أبي رجاء العطاردي (1) ، بزيادة دال مهملة بعد الراء\rووقع الاسم على الصواب في تهذيب التهذيب (6/97) ترجمة عبد الحكم بن ذكوان [217] .\r__________\r(1) - من رجال التهذيب.","seal":"FF060777","part":1},
      {"page":336,"id":336,"nass":"صفحة 414/ سطر 7\rترجمة: 3707 ـ عبد الحميد بن بيان\rفي الرواة عنه: أبو حبيب (بحاء مهملة) العباس بن أحمد بن محمد بن عيسى وصوابه: أبو خُبَيْب (بالخاء المعجمة مصغر) العباس بن أحمد بن محمد بن عيسى وقد سبق ضبطه","seal":"5ADC95D3","part":1},
      {"page":337,"id":337,"nass":"صفحة 417/ سطر 12\rترجمة: 3709 ـ خت م 4: عبد الحميد بن جعفر بن عبد الله.\rفي شيوخه: محمد بن عمرو بن عطاء (4) .\rوصوابه محمد بن عمرو بن عطاء (ي4) .\rورواية عبد الحميد بن جعفر بن عبد الله عن محمد بن عمرو بن عطاء بن عياش عند البخاري في كتاب \"رفع اليدين في الصلاة \" وعند الأربعة (1)\r__________\r(1) - تهذيب الكمال (26/221) [5512] .","seal":"159360DC","part":1},
      {"page":338,"id":338,"nass":"صفحة 418/ سطر 13\rترجمة: 3709 ـ خت م 4: عبد الحميد بن جعفر.\rفي الرواة عنه: يحيى بن سعيد القطان (كد م 4) .\rوصوابه: يحيى بن سعيد القطان (ي م 4) .\rورواية يحيى بن سعيد القطان عن عبد الحميد بن جعفر في كتاب \"رفع اليدين في الصلاة\" للبخاري، وعند مسلم والأربعة (1)\r__________\r(1) - تهذيب الكمال (31/331) [6834] .","seal":"A102BCFA","part":1},
      {"page":339,"id":339,"nass":"صفحة 425/ سطر 15\rترجمة: 3711 ـ عبد الحميد بن الحسن الهلالي، أبو عَمرة (1) ، بفتح العين المهملة وسكون الميم آخره هاء الأنثى.\rوصوابه: عبد الحميد بن الحسن الهلالي، أبو عُمَر، بضم العين المهملة وفتح الميم ثم راء.\rوهو على الصواب عند الحافظ في التقريب [3758] .\r__________\r(1) - وفي تهذيب التهذيب (6/103) [227] : أبو عَمرو) بفتح العين المهملة وسكون الميم (وهو تصحيف أيضًا.","seal":"49473F61","part":1},
      {"page":340,"id":340,"nass":"صفحة 428/ سطر 3\rذكر في متن حديث: \"ووسع لي في رأيي\".\rوصوابه: \"ووسع له في داري\".\rرواه الطبراني في المعجم الأوسط (7/73) [6891] ، والصغير (2/196) [1019] عن محمد بن عبد الله بن أبي عون النسائي بسنده ومتنه سواء كما في التهذيب ومن طريقه رواه الحافظ المزي\rوالحديث عند الترمذي في كتاب الدعوات باب (78) [ح: 3500]\rوقال المباركفوري في تحفة الأحوذي: \"ووقع في بعض النسخ\"وسع لي في رأيي\" أي اجعل رأيي واسعًا لا ضيق فيه\" (9/332)","seal":"176E51A6","part":1},
      {"page":341,"id":341,"nass":"صفحة 469/ سطر 2\rذكر في متن حديث: \"إن رزئت خلادا، فلا أرزىء حياتي\".\rوصوابه: \" إن رزئت خلادا، فلا أرزأ حيائي\"\rرواه أبو يعلى في مسنده (3/164) [1591] قال: حدثنا أبو علي أحمد بن إبراهيم الموصلي بسنده ومتنه سواء كما في التهذيب ومن طريقه رواه الحافظ المزي.\rوالحديث عند أبي داود كتاب الجهاد، باب: فضل قتال الروم على غيرهم [2488]","seal":"976799D6","part":1},
      {"page":342,"id":342,"nass":"صفحة 542/ سطر 10\rترجمة: 3763 ـ س: عبد الرحمن بن بحر البصري أبو علي الخلال.\rفي شيوخه: مبارك بن سعد اليمامي (د س) .\rوصوابه: مبارك بن سعد اليمامي (س) .\rوليس لأبي علي الخلال رواية إلا عند النسائي كما هو واضح من ترجمته، وانظر ترجمة مبارك اليمامي (1)\r__________\r(1) - تهذيب الكمال (27/177) [5764] .","seal":"8913E60E","part":1},
      {"page":343,"id":343,"nass":"الجزء السابع عشر\rصفحة 59/ سطر 23\rترجمة: 3796 ـ عبد الرحمن بن حرملة بن عمرو.\rفي الرواة عنه: يزيد بن عياض بن جعديه، آخره ياء مثناة تحتية بعدها هاء.\rوصوابه: يزيد بن عياض بن جُعْدُبة (1) ، آخره باء موحدة بعدها هاء الأنثى\rقال ابن نقطة: بضم الجيم وسكون العين المهملة وضم الدال وفتح الباء المعجمة بواحدة\" أ. هـ. من تكمله الإكمال (2/49) باب: جعونة وجعدبة.\r__________\r(1) - من رجال التهذيب.","seal":"A3CF3507","part":1},
      {"page":344,"id":344,"nass":"صفحة 79/ سطر 10\rترجمة: 3807 ـ عبد الرحمن بن خالد بن يزيد القطان.\rفي الرواة عنه: أبو محمد عبد الله بن سعيد ولقبه مَنْدَة، أوله ميم.\rوصوابه: أبو محمد عبد الله بن سعيد ولقبه سندة (1) أوله سين مهملة.\rقال الحافظ \"سندة: لقب سعيد بن الوليد بن معدان الأصبهاني والد عبد الله\"أ. هـ. من نزهة الألباب في الألقاب (1/378) [1568] .\r__________\r(1) - له ترجمة في طبقات المحدثين بأصبهان (3/527) [480] .","seal":"3672AD43","part":1},
      {"page":345,"id":345,"nass":"صفحة 80/ سطر 13\rترجمة: 3808 ـ عبد الرحمن بن خباب السلمي.\rفي إسناد حديث: أخبرنا أبو حفص بن طبرزذ، آخره ذال معجمة.\rوصوابه: أخبرنا أبو حفص بن طبرزد، آخره دال مهملة\rوقد سبق ضبطه.","seal":"82D74050","part":1},
      {"page":346,"id":346,"nass":"صفحة 85/ سطر 8\rترجمة: 3811 ـ عبد الرحمن بن رافع التنوخي.\rفي إسناد حديث: أخبرنا أبو حفص بن طبرزذ، آخره ذاك معجمة.\rوصوابه: أخبرنا أبو حفص بن طبرزد، آخره دال مهملة.\rوقد سبق ضبطه.","seal":"331A47CD","part":1},
      {"page":347,"id":347,"nass":"صفحة 88/ سطر 7\rترجمة: 3813 ـ 3: عبد الرحمن بن أبي الرجال.\rوصوابه: 3813 ـ 4: عبد الرحمن بن أبي الرجال.\rقال الحافظ المزي في آخر ترجمته: روى له الأربعة.","seal":"D0FB2529","part":1},
      {"page":348,"id":348,"nass":"صفحة 96/ سطر 16\rترجمة: 3816 ـ خت مق 4: عبد الرحمن بن أبي الزناد.\rفي الرواة عنه: وسعيد بن الحكم بن أبي مريم (و)\rوصوابه: وسعيد بن الحكم بن أبي مريم (د)\rورواية سعيد بن الحكم عن عبد الرحمن بن أبي الزناد عند أبي داود (1)\r__________\r(1) - تهذيب الكمال (10/392) [2235] .","seal":"3A529EDE","part":1},
      {"page":349,"id":349,"nass":"صفحة 97/ سطر 18\rترجمة: 3816 ـ عبد الرحمن بن أبي الزناد.\rفي الرواة عنه: يحيى بن حسان التِّنِّسي.\rوصوابه: يحيى بن حسان التِّنِّيسي (1) بزيادة ياء مثناة تحتية بين النون والسين.\rكذا ضبطه السمعاني في الأنساب (1/510) باب التاء والنون وقال \"التنيسي: تنيس بكسر التاء المنقوطة باثنتين من فوق وكسر النون المشددة والياء باثنين من تحتها والسين غير المعجمة، بلدة من ديار مصر في وسط البحر والماء بها محيط\" وقال: \"كان منها جماعة من المحدثين والعلماء منهم: 1766أبو زكريا يحيى بن حسان التنيسي\"أ. هـ. وكذلك ضبطه الحافظ في التقريب [7529] : \"التنيسي، بكسر المثناة والنون الثقيلة وسكون التحتانية ثم مهملة\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"326FE6B8","part":1},
      {"page":350,"id":350,"nass":"صفحة 124/ سطر 12\rترجمة: 3822 ـ م د ت سي ق: عبد الرحمن بن سابط\rفي الرواة عنه: وعبد الله بن مسلم بن هرمز\rوصوابه: وعبد الله بن مسلم بن هرمز (ق)\rورواية عبد الله بن مسلم بن هرمز عن عبد الرحمن بن سابط عند ابن ماجة (1)\r__________\r(1) - تهذيب الكمال (16/131) [3567] .","seal":"2D1FD5C8","part":1},
      {"page":351,"id":351,"nass":"صفحة 126/ سطر 11\rترجمة: 3822 ـ عبد الرحمن بن سابط.\rفي إسناد حديث: حدثنا حفص بن عمر بن الصَّيَّاح، بالياء المثناة التحتية المشددة قبل الألف.\rوصوابه: حدثنا حفص بن عمر بن الصَّبَّاح (1) ، بالباء الموحدة المشددة قبل الألف.\rوهو المعروف بـ \"سَنْجَة ألف\" بسين وجيم مفتوحتان بينهما نون ساكنة \"أ. هـ. من الإكمال لابن ماكولا (4/385) باب سنجة وشيحة، من كبار مشيخة الطبراني.\r__________\r(1) - له ترجمة في: الثقات (8/201) [12979] ، الإرشاد (2/473) [197] ، سير أعلام النبلاء (13/405) [95] ، المغني في الضعفاء (1/181) [1633] ميزان الاعتدال (2/330) [1258] .","seal":"91220D10","part":1},
      {"page":352,"id":352,"nass":"صفحة 129/ سطر 2\rترجمة: 3824 ـ عبد الرحمن بن السائب بن أبي نهيك.\rفي إسناد حديث: أخبرنا أبو سعيد (وزن عظيم) الكنجرودي، آخره دال مهملة قبل الياء.\rوصوابه: أخبرنا أبو سعد (بغير ياء) الكنجروذي (1) ، آخره ذال معجمة قبل الياء.\rوالكَنْجَرُوذي: بفتح الكاف وسكون النون وفتح الجيم وضم الراء بعدها الواو وفي آخرها الذال المعجمة.\rكذا ضبطه السمعاني في الأنساب (4/651) [9133] ، وابن الجزري في اللباب (3/113) (2) .\r__________\r(1) - له ترجمة في: الأنساب (4/651) [9133] ، الوافي بالوفيات (3/231) ، سير أعلام النبلاء (18/101) [48] والتقييد (1/78) [67] .\r(2) - ووقعت كنيته فيه: \"أبو سعيد\" وهو تصحيف.","seal":"0431205C","part":1},
      {"page":353,"id":353,"nass":"صفحة 152/ سطر 6\rترجمة: 3839 ـ عبد الرحمن بن سليمان بن أبي الجَوت، آخره تاء مثناة فوقية.\rوصوابه: عبد الرحمن بن سليمان بن أبي الجَون، آخر نون.\rوهو على الصواب في تهذيب التهذيب (6/171) [384] ، تقريب التهذيب [3885] .","seal":"F7E78F83","part":1},
      {"page":354,"id":354,"nass":"صفحة 160/ سطر 5\rترجمة: 3841 ـ عبد الرحمن بن سمرة بن حبيب بن عبد شمس.\rفي إسناد حديث: أخبرنا أبو حفص بن طبرزذ، آخره ذال معجمة.\rوصوابه: أخبرنا أبو حفص بن طبرزد، آخره دال مهملة.\rوقد سبق مرارا.","seal":"BBDFC5DB","part":1},
      {"page":355,"id":355,"nass":"صفحة 283/ سطر 13\rترجمة: 3905 ـ عبد الرحمن بن عسيلة بن عسل بن عسال المرادي.\rفي الرواة عنه: عبد الله بن محيريز الجُمَعِيّ، بالعين المهملة قبل ياء النسب.\rوصوابه: عبد الله بن محيريز الجُمَحِيّ (1) بالحاء المهملة قبل ياء النسب.\rوضبطه الحافظ في التقريب [3634] ، وهو تابعي مشهور من أهل الشام من أشراف قريش من بني جُمَح.\r__________\r(1) - من رجال التهذيب.","seal":"951B9BCF","part":1},
      {"page":356,"id":356,"nass":"صفحة 316/ سطر 3\rترجمة: 3819 ـ عبد الرحمن بن أبي عمرو، حجازي.\rفي شيوخه: بشر (بالشين المعجمة) بن سعيد.\rوصوابه: بُسْر (بالسين المهملة) بن سعيد.\rضبطه ابن ماكولا في الإكمال (1/268) ، بسر بضم الباء وبالسين المهملة.\rوهو مولى ابن الحضرمي.","seal":"67936369","part":1},
      {"page":357,"id":357,"nass":"صفحة 400/ سطر 1\rترجمة: 3954 ـ عبد الرحمن بن مسعود بن نيار الأنصاري.\rفي شيوخه: سهل بن أبي خَثْمَة، أوله خاء معجمة.\rوصوابه: سهل بن أبي حَثْمَة، أوله حاء مهملة.\rصحابي صغير مترجم في كتب الصحابة.","seal":"9C473853","part":1},
      {"page":358,"id":358,"nass":"صفحة 413/ سطر 16\rترجمة 3961 ـ عبد الرحمن بن معاوية بن حديج\rذكر خلال الترجمة قصة ولايته لمصر وفيها: \"فوليها عبد الرحمن بن معاوية إلى أن صرف عن قضائها في شهر رمضان سنة ست وثمانين ولها ست أشهر\".\rوصوابه: \" سنة ست وثمانين وليها (من الولاية) ستة أشهر\"\rوقد ورددت القصة على الصواب عند ابن عساكر في تاريخ دمشق (35/444) من طريق الكندي بسنده ومتنه سواء كما في التهذيب.","seal":"BD159E66","part":1},
      {"page":359,"id":359,"nass":"صفحة 426/ سطر 8\rترجمة: 3968 ـ ع: عبد الرحمن بن ملّ (أبو عثمان النهدي)\rفي شيوخه: وأبي سعيد الخدري (م)\rوصوابه: وأبي سعيد الخدري (م ت س)\rورواية أبو عثمان النهدي عن أبي سعيد الخدري عند مسلم والترمذي والنسائي (1)\r__________\r(1) - انظر تحفة الأشراف (8/440) : رواية أبي عثمان النهدي عن أبي سعيد الخدري عن معاوية بن أبي سفيان [ح: 11416] ، ووقع الخطأ نفسه في ترجمة أبي سعيد الخدري في التهذيب، فذكر في الرواة عنه أبا عثمان النهدي (م) ، وصوابه (م ت س) كما ذكرناه.","seal":"E7CFBE31","part":1},
      {"page":360,"id":360,"nass":"الجزء الثامن عشر\rصفحة 53/ سطر 9\rترجمة: 3415 عبد الرزاق بن همام بن نافع الحميري.\rفي شيوخه: سعيد بن مسلم بن قَماذِتَن (1) ، بتاء مثناة فوقية قبل النون.\rوصوابه: سعيد بن مسلم بن قماذين (2) ، بياء مثناة تحتية قبل النون.\rووقع على الصواب عند البخاري في التاريخ الكبير (3/514) [1709] ، وابن أبي حاتم في الجرح والتعديل (4/64) [274] .\r__________\r(1) - وقد وقع الخطأ نفسه في تاريخ دمشق (36/160) في عداد شيوخ عبد الرزاق!!، وفي مصنف عبد الرزاق (2/397) [ح 3843] : سعيد بن قماديز (آخرة زاي) وقال المحقق في الحاشية: كذا في ص. وصوابه: قماذين!!.\r(2) - له ترجمة في التاريخ الكبير (3/514) [1709] ، الجرح والتعديل (4/64) [274] ، الطبقات الكبرى (5/495) .","seal":"13AD153C","part":1},
      {"page":361,"id":361,"nass":"صفحة 55/ سطر 17\rترجمة: 3415 ـ عبد الرزاق بن همام بن نافع الحميري.\rفي الرواة عنه: محمد بن إسماعيل الرازي الضِّراويُّ آخره واو قبل ياء النسب.\rوصوابه: محمد بن إسماعيل الرازي الضِّرْاري (1) آخره راء قبل ياء النسب.\rوالضراري: \"بكسر الضاد المعجمة وفتح الراء وبعد الألف راء ثانية، هذه النسبة إلى ضرار وهو جد أبي صالح محمد بن إسماعيل الضراري\" (2) .\r__________\r(1) - من رجال التهذيب، ووقع في تهذيب التهذيب نسبته: الضرائري.\r(2) - اللباب في تهذيب الأنساب (1/262) باب الضاد والراء، وقد جعل اسم جده ضرار، والمعروف: أبو ضرار.","seal":"B20DECA1","part":1},
      {"page":362,"id":362,"nass":"صفحة 74/ سطر 22\rترجمة: 2421 ـ عبد السلام بن صالح بن سليمان بن أيوب.\rفي الرواة عنه: عمار بن رجاء الحُرْجاني، أوله حاء مهملة.\rوصوابه: عمار بن رجاء الجُرْجاني أوله جيم.\rوهو أبو ياسر الاستراباذي صاحب المسند الكبير في أهل استراباذ، نزل جرجان وتوفى بها فنسب إليها (1)\r__________\r(1) - له ترجمة في: الثقات (8/519) [14784] الجرح والتعديل (6/395) [2202] ، تاريخ جرجان (1/282) [482] ، (1/534) [1133]","seal":"47A1D6EA","part":1},
      {"page":363,"id":363,"nass":"صفحة 78/ سطر 10\rذكر في متن حديث: \"أنا مدينة العالم وعليٌّ بابها\".\rوصوابه: \"أنا مدينة العلم وعليٌّ بابها\".\rرواه الحاكم في المستدرك (3/137) [4637] من طريق أبي الصلت به.\rووردت القصة على الصواب عند الخطيب في تاريخ بغداد (11/49) [5728] ذكر من اسمه عبد السلام.","seal":"25B53DDD","part":1},
      {"page":364,"id":364,"nass":"صفحة 103/ سطر 10\rترجمة: 3432 ـ عبد الصمد بن عبد الوهاب الحضرمي.\rفي الرواة عنه: حاجب بن أركين الفرعاني، بعين مهملة.\rوصوابه: حاجب بن أركين الفرغاني، بغين معجمة.\rوهو أبو العباس الضرير (1) منسوب إلى فرغانة \"بالفتح ثم السكون وغين معجمة وبعد الألف نون مدينة وكورة واسعة بما وراء النهر\"أ. هـ. (2)\r__________\r(1) - له ترجمة في: تاريخ بغداد (8/271) [4368] ، تاريخ دمشق (11/383) [1115] .\r(2) - معجم البلدان (4/253) باب الفاء والراء وما يليهما.","seal":"EEA4BE02","part":1},
      {"page":365,"id":365,"nass":"صفحة 122/ سطر 16\rترجمة: 3439 ـ عبد العزيز بن أبي حازم.\rفي الرواة عنه: محمد بن عمرو بن أبي مذعون، آخره نون.\rوصوابه: محمد بن عمرو بن أبي مذعور (1) ، آخره راء.\rومذعور: \"بفتح الميم وسكون الذال المعجمة وضم العين المهملة وفي آخرها الراء بعد الواو\"أ. هـ. (2)\r__________\r(1) - له ترجمة في الثقات (9/129) [15574] ، الأنساب (5/124) [9679] ، اللباب في تهذيب الأنساب (3/186) .\r(2) - الأنساب (5/124) ، اللباب (3/186) .","seal":"B01A9F41","part":1},
      {"page":366,"id":366,"nass":"صفحة 136/ سطر 8\rترجمة: 3447 ـ خت ع: عبد العزيز بن أبي رواد\rوصوابه: خت 4: عبد العزيز بن أبي رواد\rفليس لعبد العزيز رواية عند مسلم، قال الحافظ المزي في آخر ترجمته: استشهد به البخاري في الصحيح، وروى له في الأدب، وروى له الباقون سوى مسلم.","seal":"4FEFA5A5","part":1},
      {"page":367,"id":367,"nass":"صفحة 137/ سطر 8\rترجمة: 3447 ـ خت 4 (1) : عبد العزيز بن أبي رواد\rفي شيوخه: ونافع مولى ابن عمر (خت ع)\rوصوابه: ونافع مولى ابن عمر (خت 4)\rوليس لابن أبي رواد رواية عند مسلم كما سبق.\r__________\r(1) - في التهذيب (خت ع) وسبق تصويبه.","seal":"C1D69AF4","part":1},
      {"page":368,"id":368,"nass":"صفحة 138/ سطر 11\rترجمة: 3447 ـ عبد العزيز بن أبي رواد.\rفي الرواة عنه: أبو ثُمَيْلَة (أوله ثاء مثلثة) يحيى بن واضح.\rوصوابه: أبو تُمَيْلَة (أوله تاء مثناة فوقية) يحيى بن واضح (1)\rضبطه الحافظ في التقريب [7663] : \"أبو تميلة بمثناة مصغر\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"7236B566","part":1},
      {"page":369,"id":369,"nass":"صفحة 139/ سطر 7\rترجمة: 3447 ـ عبد العزيز بن أبي رواد.\rذكر فيها: وقال الحسن بن الربيع اليوراني، أوله ياء مثناة تحتية.\rوصوابه: وقال الحسن بن الربيع البوراني (1) أوله باء موحدة.\rضبطه الحافظ في التقريب: \"البوراني بضم الموحدة\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"AC083462","part":1},
      {"page":370,"id":370,"nass":"صفحة 148/ سطر 9\rترجمة: 2453 ـ عبد العزيز بن صهيب البناني.\rفي الرواة عنه: أبو شُحَيْم (أوله شين معجمة) المبارك بن سُحَيْم.\rوصوابه: أبو سُحَيْم (أوله سين مهملة) .\rووقع على الصواب في موضعه في تهذيب الكمال (27/175) [5763] ، وتهذيب التهذيب (10/ 25) [47] ، وتقريب التهذيب [6461] .","seal":"297E76A5","part":1},
      {"page":371,"id":371,"nass":"صفحة 148/ سطر 10\rترجمة: 3453 ـ عبد العزيز بن صهيب البناني.\rفي الرواة عنه: أبو جزء نصر بن طريق، آخره قاف.\rوصوابه: أبو جزء نصر بن طريف، آخره فاء.","seal":"67F66248","part":1},
      {"page":372,"id":372,"nass":"صفحة 151/ سطر 8\rذكر في إسناد: عن أبي اليقظان (1) عامر بن حفص وعثمان بن عبد الرحمن بن عبد الله (2) بن سالم الجمحي أحدهما يبغض (من البغضاء) الحديث، والآخر يبغضه.\rوصوابه: \"أحدهما ببعض الحديث والآخر ببعضه\" أي أحد الروايين حدثه بجزء من الحديث والآخر حدثه بالجزء الآخر.\rانظر تاريخ مدينة دمشق: \"ذكر من اسمه عبد العزيز\" (36/297) [4110] .\r__________\r(1) - في تاريخ دمشق أبي اليقضان (بالضاد المعجمة) وهو تصحيف.\r(2) - في تاريخ دمشق (عبيد الله) وهو تصحيف.","seal":"A0E5298E","part":1},
      {"page":373,"id":373,"nass":"صفحة 155/ سطر 6\rترجمة: 3455 ـ عبد العزيز بن عبد الله بن أبي سلمة.\rفي الرواة عنه: أبو عامر القعدي.\rوصوابه: أبو عامر العقدي (1) ، بفتح العين المهملة بعدها قاف.\rكذا ضبطه الحافظ في التقريب [4199] .\r__________\r(1) - من رجال التهذيب.","seal":"1D430A10","part":1},
      {"page":374,"id":374,"nass":"صفحة 158/ سطر 7\rترجمة: 3456 ـ عبد العزيز بن عبد الله بن عبد الله بن عمر بن الخطاب.\rفي شيوخه: محمد بن أبي بكر محمد بن عمرو بن حزم.\rوصوابه: محمد بن أبي بكر بن محمد، بزيادة \"بن\" بين \"أبي بكر\" و \"محمد\".\rوذكر بعده اسم أبيه في شيوخ عبد العزيز أيضًا على الصواب.","seal":"C8310406","part":1},
      {"page":375,"id":375,"nass":"صفحة 164/ سطر 10\rذكر في متن حديث: \"فإن أكثركم شبعًا في الدنيا أهولكم (بالهاء) جوعًا يوم القيامة\".\rوصوابه: \"أطولكم (بالطاء المهملة) جوعًا يوم القيامة\".\rكذا عند الترمذي [2478] وابن ماجة [350] ولفظه عند الترمذي: \"فإن أكثرهم شبعًا في الدنيا أطولهم جوعًا ... \"","seal":"5254D2E3","part":1},
      {"page":376,"id":376,"nass":"صفحة 188/ سطر 15\rترجمة: 3470 ـ عبد العزيز بن محمد بن عبيد بن أبي عبيد الدراوردي.\rفي شيوخه: سَهْل (1) بن أبي صالح.\rوصوابه: سُهَيْل (مصغرًا) بن أبي صالح (2)\rوذكر الحافظ المزي في ترجمته في الرواة عنه عبد العزيز بن محمد الدراوردي.\r__________\r(1) - وقع الخطأ نفسه في تهذيب التهذيب (6/315) في ذكر شيوخ عبد العزيز الدراوردي، فتنبه.\r(2) - من رجال التهذيب.","seal":"E3AA97E7","part":1},
      {"page":377,"id":377,"nass":"صفحة 200/ سطر 11\rترجمة 3472 ـ عبد العزيز بن مروان بن الحكم.\rذكر في ترجمته: \"ثم أثبت (بالثاء المثلثة ثم الباء الموحدة) من ورائها ... ..\".\rوصوابه: \"ثم أتيت (بالمثناة الفوقية بعدها مثناة تحتية) من ورائها\".\rانظر قضاء الحوائج لابن أبي الدنيا (1/91) [107] ، تاريخ بغداد (3/370) [1483] ، تاريخ مدينة دمشق (36/356) [4146] .","seal":"0A48BEB9","part":1},
      {"page":378,"id":378,"nass":"صفحة 216/ سطر 15\rترجمة: 3480 ـ د س: عبد العزيز بن يحيى بن يوسف\rفي الرواة عنه: وأبو موسى محمد [بن] (1) المثنى\rوصوابه: وأبو موسى محمد بن المثنى (د)\rورواية ابن المثنى عن عبد العزيز بن يحيى عند أبي داود (2)\r__________\r(1) - سقط من تهذيب الكمال المطبوع.\r(2) - تهذيب الكمال (26/360) [5579] .","seal":"8F2F602C","part":1},
      {"page":379,"id":379,"nass":"صفحة 244/ سطر 1\rترجمة: 3497 ـ ع: عبد الكبير بن عبد المجيد أبو بكر الحنفي\rفي شيوخه: سعيد بن أبي عروبة (ق)\rوصوابه: سعيد بن أبي عروبة (ت ق)\rورواية أبي بكر الحنفي عن ابن أبي عروبة عند الترمذي وابن ماجة (1)\r__________\r(1) - تهذيب الكمال (11/7) في ترجمة ابن أبي عروبة [2327] ورمز لعبد الكبير في الرواة عنه ب- (ت) وهو خطأ أيضا، والصواب الجمع بينهما (ت ق) كما ذكرناه.","seal":"CA19141B","part":1},
      {"page":380,"id":380,"nass":"صفحة 257/ سطر 10\rذكر متن حديث: \"النوم توبة\" ضمن كلام سفيان بن سعيد لأبي وهب.\rوصوابه: \" الندم توبة\"\rوذكرت القصة على الصواب في تهذيب التهذيب (6/333) [717] والحديث في سنن ابن ماجة [4252] وصحيح ابن حبان [612] 2/377.","seal":"42116F44","part":1},
      {"page":381,"id":381,"nass":"صفحة 276/ سطر 4\rترجمة: 3511 ـ عبد المجيد بن وهب.\rفي شيوخه: أبي الخلال (بخاء معجمة) ربيعة بن زراة.\rوصوابه: أبي الحلال (بحاء مهملة) ربيعة بن زراة. (1)\rكذا ضبطه الحافظ في الإصابة (2/512) [2734] .\r__________\r(1) - له ترجمة في: التاريخ الكبير (3/285) [975] ، الجرح والتعديل (3/474) [2123] ، الثقات (4/231) [2656] .","seal":"8FBD62C4","part":1},
      {"page":382,"id":382,"nass":"صفحة 277/ سطر 1\rترجمة: 3511 ـ عبد المجيد بن وهب.\rفي الرواة عنه: الخلال بن ثور بن عون بن أبي الخلال العتكي.\rوصوابه: الحلال (1) بالحاء المهملة في الموضعين.\rكذا ضبطه ابن ناصر الدين في توضيح المشتبه (3/449) .\r__________\r(1) - له ترجمة في: التاريخ الكبير (3/120) [402] ، الجرح والتعديل (3/306) [1365] ، الثقات (8/215) [13068] .","seal":"222DB9D5","part":1},
      {"page":383,"id":383,"nass":"صفحة 359/ سطر 4\rترجمة: 3541 ـ كد س ق: عبد الملك بن عبد العزيز (الماجشون)\rفي شيوخه: ومالك بن أنس (كد ص ق)\rوصوابه: ومالك بن أنس (كد س ق)\rوهو واضح من رموز الترجمة نفسها.","seal":"AAA8C32A","part":1},
      {"page":384,"id":384,"nass":"صفحة 395/ سطر 8\rترجمة: 3552 ـ عبد الملك بن أبي كريمة الأنصاري.\rفي الرواة عنه: أبو زيد (أوله زاي) شُجَيْرة (مصغرا) بن عيسى المعافري.\rوصوابه: أبو يزيد (بزيادة ياء في أوله) شَجَرة (مكبرا) بن عيسى المعافري (1) .\rووقع الاسم على الصواب عند الحافظ في تهذيب التهذيب (6/370) [773] ، وقد وقع الاسم والكنية على الصواب عند ابن ماكولا في الإكمال (1/524) ، وياقوت الحموي في معجم البلدان (2/62) وابن عبد البر في التمهيد (4/56) .\r__________\r(1) - له ترجمة في: التاريخ الكبير (4/268) [2761] ، الإكمال (1/524) .","seal":"D1CD7DC8","part":1},
      {"page":385,"id":385,"nass":"صفحة 431/ سطر 5\rترجمة: 3572 ـ عبد الملك بن الوليد بن معدان الضبعي.\rفي شيوخه: هارون بن رباب، بالراء بعدها باء موحدة.\rوصوابه: هارون بن رئاب (1) بالهمزة فوق الياء بدل الموحدة.\rقال الحافظ في التقريب [7225] : \"هارون بن رئاب، بكسر الراء وتحتانية مهموزة ثم موحدة\"أ. هـ.\rوكذا قيده ابن ماكولا في الإكمال (4/3-5)\r__________\r(1) - من رجال التهذيب.","seal":"BD4B47E3","part":1},
      {"page":386,"id":386,"nass":"صفحة 472/ سطر 4\rترجمة: 3592 ـ عبد الواحد بن قيس السلمي.\rقال في ترجمته: \"فسألني عن ابية عبد الواحد بن قيس السلمي كيف وجدتها؟ \".\rوصوابه: \"فسألني عن ابنة عبد الواحد بن قيس السلمي كيف وجدتها؟ \".\rوانظر تاريخ مدينة دمشق (37/ 263) .","seal":"48A4480A","part":1},
      {"page":387,"id":387,"nass":"صفحة 495/ سطر 13\rترجمة: 3601 ـ عبد الوهاب بن الضحاك بن أبان السلمي.\rفي الترجمة: وقال داود: كان يضع الحديث.\rوصوابه: وقال أبو داود: كان يضع الحديث.\rوهو الإمام صاحب السنن.\rوجاء على الصواب في تهذيب التهذيب (6/395) ، وانظر سؤالات الآجري (5/23)","seal":"8BE41AA8","part":1},
      {"page":388,"id":388,"nass":"صفحة 502/ سطر 12\rترجمة: 3603 ـ عبد الوهاب بن عبد الرحيم بن عبد الوهاب.\rفي الرواة عنه: أبو بكر عبد الله بن داود\rوصوابه: أبو بكر عبد الله بن أبي داود.\rذكره على الصواب الحافظ في تهذيب التهذيب (6/397) في ترجمة عبد الوهاب بن عبد الرحيم بن عبد الوهاب، وأبوه هو أبو داود صاحب السنن.","seal":"8B317D9D","part":1},
      {"page":389,"id":389,"nass":"صفحة 505/ سطر 17\rترجمة: 3604 ـ عبد الوهاب بن عبد المجيد الثقفي.\rذكر فيها: وعبد الأعلى الشامي (بالشين المعجمة) كانوا يحدثون ...\rوصوابه: وعبد الأعلى السامي (1) بالسين المهملة\rكذا قيده ابن ماكولا في الإكمال (4/557) .\r__________\r(1) - من رجال التهذيب.","seal":"B8738DA8","part":1},
      {"page":390,"id":390,"nass":"صفحة 506/ سطر 5\rترجمة: 3604 ـ عبد الوهاب بن عبد المجيد الثقفي.\rذكر فيها: عبد الوهاب الثقفي أثبت من عبد الأعلى الشامي، بالشين المعجمة\rوصوابه: أثبت من عبد الأعلى السامي بالسين المهملة.\rكذا قيده ابن ماكولا في الإكمال (4/557)","seal":"630893BC","part":1},
      {"page":391,"id":391,"nass":"صفحة 531/ سطر 13\rترجمة: 3613 ـ عبدة بن سليمان الكلابي.\rفي شيوخه: عبيد بن عمر بن عبد العزيز.\rوصوابه: عبيد الله بن عمر بن عبد العزيز (1) .\rذكره على الصواب: الحافظ في التهذيب (6/405) في ترجمة عبدة بن سليمان الكلابي.\r__________\r(1) - له ترجمة في: تاريخ دمشق (38/78) [4474] .","seal":"6435F6FA","part":1},
      {"page":392,"id":392,"nass":"صفحة 532/ سطر 19\rترجمة: 3613 ـ ع: عبدة بن سليمان الكلابي\rفي الرواة عنه: وأبو كريب محمد بن العلاء (م)\rوصوابه: وأبو كريب محمد بن العلاء (م ت ق)\rورواية أبي كريب عن عبدة بن سليمان عند مسلم والترمذي وابن ماجة (1)\r__________\r(1) - تحفة الأشراف (11/11) [ح: 15056] ، (3/362) : سليمان بن يسار عن أبي سعيد، وقد تكرر الخطأ نفسه في ترجمة أبي كريب في التهذيب (26/244) [5529] ، فذكر في شيوخه: عبدة بن سليمان (م) ، فكأنه خطأ قديم، والصواب ما ذكرناه.","seal":"508DFCE7","part":1},
      {"page":393,"id":393,"nass":"الجزء التاسع عشر\rصفحة 36/ سطر 7\rترجمة: [وهم]ـ عبيد الله بن زبيب بن ثعلبة.\rروى عن: أبي.\rوصوابه: أبيه، بإثبات هاء في آخره.\rذكر على الصواب في ترجمة عبيد الله بن زبيب بن ثعلبة في تهذيب التهذيب (7/11) .","seal":"7FDA0860","part":1},
      {"page":394,"id":394,"nass":"صفحة 40/ سطر 14\rترجمة: 3634 ـ عبيد الله بن أبي زياد الشامي.\rفي الكلام عليه: واسم أبي منيع يوسف بن عبيد بن أبي زياد.\rوصوابه: يوسف بن عبيد الله بن أبي زياد.\rوقد ذكره على الصواب في أول الصفحة ذاتها.","seal":"524F7E0C","part":1},
      {"page":395,"id":395,"nass":"صفحة 61/ سطر 7\rترجمة: 3746 ـ عبيد الله بن عباس بن عبد المطلب القرشي.\rقال في خلال ترجمته: \"وكان شيخًا (بالشين المعجمة بعدها مثناة تحتية ثم خاء معجمة) جوادًا\".\rوصوابه: \"وكان سخيًا (بالسين المهملة بعدها خاء معجمة ثم مثناة تحتية) جوادًا\".\rوقد ورد على الصواب في تاريخ مدينة دمشق (37/473) [4456] .","seal":"50C3BC3F","part":1},
      {"page":396,"id":396,"nass":"صفحة 73/ سطر 3\rترجمة: 3653 ـ عبيد الله بن عتبة بن مسعود الهذلي.\rوصوابه: عبيد الله بن عبد الله بن عتبة بن مسعود.\rذكره على الصواب الحافظ في التهذيب (7/22) والتقريب [4309] .","seal":"FABC51A4","part":1},
      {"page":397,"id":397,"nass":"صفحة 139/ سطر 11\rترجمة: 3672 ـ خ: عبيد الله بن عياض بن عمرو.\rفي شيوخه: وابنة الحارث (خ)\rوصوابه: وابنة الحارث (خ د)\rورواية عبيد الله بن عياض عن ابنة الحارث عند البخاري، وأبي داود (1)\r__________\r(1) - سنن أبي داود كتاب الجنائز \" باب المريض يؤخذ من أظفاره وعانته \" [ح: 3112] ، في آخره: (قال أبو داود: روى هذه القصة شعيب بن أبي حمزة عن الزهري قال أخبرني عبيد الله بن عياض أن ابنة الحارث أخبرته ... وقد وقع الأمر نفسه في ترجمة ابنة الحارث في التهذيب (35/397) [8034] كما سيأتي بيانه.","seal":"C906F384","part":1},
      {"page":398,"id":398,"nass":"صفحة 180/ سطر 3، 4\rترجمة: 3698 ـ عبيد الله بن يوسف الجبيري.\rفي شيوخه: حماد وعيسى الجهني (بواو العطف) .\rوصوابه: حماد بن عيسى الجهني (1) .\rذكره على الصواب الحافظ في تهذيب التهذيب (7/52) .\r__________\r(1) - من رجال التهذيب.","seal":"0C673D24","part":1},
      {"page":399,"id":399,"nass":"صفحة 205/ سطر 14\rترجمة: 3716 ـ عبيد بن رفاعة بن رافع بن مالك.\rفي شيوخه: أسماء بن عميس.\rوصوابه: أسماء بنت عميس.\rوهي أسماء بنت عميس الخثعمية لها صحبة، وهي أخت ميمونة بنت الحارث زوج النبي - صلى الله عليه وسلم - لأمها، وكانت أولا تحت جعفر بن أبي طالب، وهاجرت معه إلى أرض الحبشة، ثم قتل عنها يوم مؤتة، فتزوجها أبو بكر الصديق فمات عنها، ثم تزوجها علي بن أبي طالب. وقد ورد اسمها على الصواب في تهذيب التهذيب (7/60) ، وهو واضح (1) .\r__________\r(1) - وإنما نبهت عليه لأن هناك بعض الرواة من الرجال اسمهم \"أسماء\" فيظن من لا علم له أن هذا منهم، وانظر باب \"من اسمه أسماء\" في تهذيب الكمال (2/533) .","seal":"71A6C8C4","part":1},
      {"page":400,"id":400,"nass":"صفحة 208/ سطر 6\rترجمة: 3717 ـ عبيد بن السباق الثقفي المدني.\rفي إسناد حديث: عن زيد وثابت (بواو العطف) .\rوصوابه: عن زيد بن ثابت (1) .\rوقد أخرجه الطبراني في معجمه الكبير (1/148) [4903] على الصواب.\r__________\r(1) - صحابي جليل من رجال التهذيب.","seal":"89480206","part":1},
      {"page":401,"id":401,"nass":"صفحة 213/ سطر 14\rترجمة: 3722 ـ عبيد بن سوية بن أبي سوية الأنصاري.\rفي الكلام عليه: قال أبو نصر وماكولا (بواو العطف) : كان فاضلًا.\rوصوابه: قال أبو نصر بن ماكولا (1) : كان فاضلًا.\rوهو أبو نصر بن ماكولا صاحب كتاب الإكمال، وقوله هذا مذكور في الإكمال (4/394)\r__________\r(1) - ولأبي نصر بن ماكولا ترجمة في: سير أعلام النبلاء (8/569) ، وتاريخ دمشق (43/ 263) .","seal":"F8A05113","part":1},
      {"page":402,"id":402,"nass":"صفحة 235/ سطر 15\rترجمة 3736 ـ عبيد بن مهران المكتب.\rقال في متن حديث: \"فيقول عز وجل: كفى بنفسك عليك اليوم حسيبًا، وبالكرام الكاتبين شهودا\"\rوالحديث رواه مسلم [2969] ، وابن حبان [7358] وغيرهما ولفظه هناك: \"فيقول عز وجل: كفى بنفسك اليوم عليك شهيدًا، وبالكرام الكاتبين شهودا\".","seal":"D105E90E","part":1},
      {"page":403,"id":403,"nass":"صفحة 248/ سطر 1\rترجمة: 3744 ـ عبيد بن الوسيم الجمال البكري أبو الوسيم الكوفي.\rفي إسناد: أخبرنا أبو سعد الكنجروزي، بزاي في آخره.\rوصوابه: أخبرنا أبو سعد الكنجروذي (1) ، بالذال المعجمة في آخره.\rضبطه السمعاني (4/651) : \"الكَنْجَرُوذي، بفتح الكاف وسكون النون وفتح الجيم وضم الراء بعدها واو وفي آخرها الذال المعجمة\"أ. هـ.\r__________\r(1) - له ترجمة في الأنساب للسمعاني (4/651) [9133] ، سير أعلام النبلاء (18/101) .","seal":"6005107D","part":1},
      {"page":404,"id":404,"nass":"صفحة 305/ سطر 5\rترجمة: 3772 ـ عتبة بن حماد بن خليد الحكمى.\rذكر في خلال الترجمة كلام الإمام مالك: \"أخذتموه في أربعة أيام لا فهمتهم أبدًا\".\rوصوابه: \"أخذتموه في أربعة أيام لا فهمتم أبدًا\".\rوورد على الصواب في تهذيب التهذيب (7/88) [202]\rوفي تاريخ دمشق (38/238) : \"لا فقهتم (بالقاف) .","seal":"ED7903D0","part":1},
      {"page":405,"id":405,"nass":"صفحة 365/ سطر 15\rترجمة: ـ عثمان بن خرَّازاذ الإنطاكي (بكسر الألف) .\rوصوابه: عثمان بن خرَّزاذ (1) (بغير ألف بعد الراء) الأنطاكي (بفتح الألف)\rكذا ضبطه السمعاني في الأنساب (1/230)\rوذكر ترجمة له (1/231) [668] .\r__________\r(1) - من رجال التهذيب.","seal":"A4EF2B2B","part":1},
      {"page":406,"id":406,"nass":"صفحة 447/ سطر 16\rترجمة: 3847 ـ ع: عثمان بن عفان.\rفي الرواة عنه: وعقبة بن صهبان الحداني (و)\rوصوابه: وعقبة بن صهبان الحداني (ق)\rورواية عقبة بن صهبان عن عثمان بن عفان عند ابن ماجة (1)\r__________\r(1) - تهذيب الكمال (20/200) [3977] .","seal":"0028A4C0","part":1},
      {"page":407,"id":407,"nass":"صفحة 473/ سطر 6\rترجمة: 3852 ـ عثمان بن غياث الراسبي.\rفي شيوخه: أبي عبد الرحمن النهدي.\rوصوابه: أبي عثمان النهدي.\rذكره على الصواب الحافظ (7/133) والثقات لابن حبان (7/199) .","seal":"2660BE9E","part":1},
      {"page":408,"id":408,"nass":"صفحة 477/ سطر 2\rترجمة 3855 ـ عثمان بن قيس.\rذكر في روايته عن ابن عباس قوله تعالى: [إنا كنا نستنسخ ما كنتم تعلمون] .\rوصوابه: {إنا كنا نستنسخ ما كنتم تعملون} الجاثية آية: 29.","seal":"4B0885B3","part":1},
      {"page":409,"id":409,"nass":"صفحة 479/ سطر 10\rترجمة: 3857 ـ عثمان بن محمد بن إبراهيم بن عثمان بن خواستي.\rفي شيوخه: الحسين بن محمد المروزي، بالزاي.\rوصوابه: الحسين بن محمد المرُّوذي (1) ، بذال معجمة.\rكذا ضبطه الحافظ في التقريب [1345] .\r__________\r(1) - من رجال التهذيب.","seal":"4A2160F8","part":1},
      {"page":410,"id":410,"nass":"صفحة 486/ سطر 15\rترجمة: 3857 ـ عثمان بن أبي شيبة.\rذكر خلال الترجمة قراءة عثمان بن أبي شيبة: [جعل السفينة في رَحْل (بالراء المفتوحة والحاء المهملة) أخيه] .\rوذكر في نفس الترجمة قول من رد عليه: \" إنما هو [جعل السقاية في رجل (بالجيم) أخيه] .\rوصوابه: في الموضع الأول: جعل السفينة في رِجْل (بالراء المكسورة والجيم) أخيه]\rوالثاني: إنما هو {جعل السقاية في رَحْل أخيه} يوسف آية:70.\rانظر: الجامع لأخلاق الراوي وآداب السامع (1/299) [646] .\rوقد ذكر في تهذيب التهذيب (7/136) [299] الصواب في الموضع الثاني دون الموضع الأول، وانظر ميزان الاعتدال (5/50) [5524] .","seal":"74CC12BA","part":1},
      {"page":411,"id":411,"nass":"صفحة 510/ سطر 9\rترجمة: 3873 ـ عثمان بن يعلى بن مرَّة الثقفي.\rفي إسناد حديث: عن عمرو الرَّمَّاح.\rوصوابه: عن عمر بن الرماح.\rذكره المصنف على الصواب في الصفحة ذاتها.\rوالترمذي في سننه (مع التحفة) في كتاب الصلاة، باب ما جاء في الصلاة على الدابة في الطين والمطر (2/249) [411] .","seal":"2163C7A8","part":1},
      {"page":412,"id":412,"nass":"صفحة 525/ سطر 2\rترجمة: 3884 ـ عدي بن حاتم بن عبد الله بن سعد بن الحشرج.\rفي نسبه: بن طيّ (بتشديد الياء) بن أدد.\rوصوابه: بن طيئ (بياء منقوطة بنقتطين من تحت ثم همزة على ياء) بن أدد.\rهكذا ذُكِر في تاريخ دمشق (40/66) [4659] ، وجمهرة أنساب العرب لابن حزم (398) .","seal":"28B97F0C","part":1},
      {"page":413,"id":413,"nass":"صفحة 528/ سطر 19\rترجمة 3884 ـ عدي بن حاتم بن عبد الله بن سعد.\rذكر خلال ترجمته قول عمر بن الخطاب -رضي الله عنه- لعدي: \" ... ... وهم سادة عشائرهم لما ينؤبهم (بهمزة على الواو) من الحقوق\".\rوصوابه: \"....لما ينوبهم (بواو دون همز) من الحقوق\"\rوهو في المسند رقم [316] ، ومصنف ابن أبي شيبة (7/261) [35895] ، وسنن البيهقي الكبرى (7/10) [12922] .\rوهو كذلك في تاريخ دمشق (40/84) .","seal":"5CF41493","part":1},
      {"page":414,"id":414,"nass":"صفحة 536/ سطر 7\rترجمة: 3887 ـ عدي بن عدي بن عميرة.\rذكر خلال ترجمته: \"فقالا له: أنتَ (بالنون، ضمير) الرجل، فقال مكحول: نعم، فأجابه.\"\rوصوابه: \"فقالا له: أفتِ (بالفاء، أمر من الفتيا) الرجل، ... \"\rوهو على الصواب في تاريخ مدينة دمشق (40/144) ذكر من اسمه عدي (1)\r__________\r(1) - ثم جاء في تاريخ دمشق في ذكر من اسمه مقلاص (60/217) بلفظ (أنت) على الخطأ أيضا فلينتبه\".","seal":"2A1E3B82","part":1},
      {"page":415,"id":415,"nass":"صفحة 546/ سطر 3\rترجمة: 3893 ـ عراك بن مالك الغفاري الكناني.\rفي شيوخه: عبيد بن عبد الله بن عتبة.\rوصوابه: عبيد الله بن عبد الله بن عتبة. (1)\rذكره على الصواب الحافظ في تهذيب التهذيب (7/156)\r__________\r(1) - من رجال التهذيب.","seal":"575708DB","part":1},
      {"page":416,"id":416,"nass":"صفحة 560/ سطر 13\rترجمة: 3901 ـ عرفجة بن عبد الواحد الأسدي.\rفي إسناد حديث: عن العزيز عن سهيل عن عرفجة.\rوصوابه: عن عبد العزيز عن سهيل\rوقد ذكره على الصواب في الصفحة ذاتها.\rأخرج هذا الحديث النسائي في عمل اليوم والليلة (1/433) [711] ، والسنن الكبرى (6/179) [10547] .","seal":"E1F65338","part":1},
      {"page":417,"id":417,"nass":"الجزء العشرون\rصفحة 98/ سطر 11\rذكر في متن حديث رواه الترمذي: \"كان طلاق جائز ... \"\rوصوابه: \"كل طلاق جائز ... \"\rانظر سنن الترمذي باب: ما جاء في طلاق المعتوه، رقم [1191] .","seal":"17E7AF40","part":1},
      {"page":418,"id":418,"nass":"صفحة 102/ سطر 21\rذكر في متن حديث: \"الدنيا ملعونة إلا ذكر الله وما آواه (بألف مد ثم واو بعدها ألف) عالم أو متعلم\"\rوصوابه: \"الدنيا ملعونة إلا ذكر الله وما والاه (بواو ثم ألف ثم لام ثم ألف) وعالم أو متعلم\"\rانظر سنن الترمذي (4/561) رقم [2322] ، وابن ماجة في السنن باب مثل الدنيا رقم [4112] .","seal":"2C21B221","part":1},
      {"page":419,"id":419,"nass":"صفحة 126/ سطر 5\rترجمة: 3946 ـ ع: عطاء بن يسار الهلالي.\rفي شيوخه: وأبي قتادة الأنصاري (م ت)\rوصوابه: وأبي قتادة الأنصاري (خ م ت)\rورواية عطاء بن يسار عن أبي قتادة عند البخاري أيضًا (1)\r__________\r(1) - صحيح البخاري/كتاب الذبائح والصيد/باب ما جاء في التصيد [ح: 5491] وتكرر برقم [2570، 2914، 5407] وسيأتي الخطأ نفسه في ترجمة أبي قتادة الأنصاري في التهذيب (34/195) [7574] .","seal":"84223C69","part":1},
      {"page":420,"id":420,"nass":"صفحة 139/ سطر 12\rترجمة: 3953 ـ عطاف بن خالد بن عبد الله بن العاصي.\rفي الرواة عنه: أبو قتيبة مسلم بن قتيبة.\rوصوابه: أبو قتيبة سلم (بسين مهملة ثم لام ثم ميم) بن قتيبة (1) .\r__________\r(1) - من رجال التهذيب.","seal":"9443A561","part":1},
      {"page":421,"id":421,"nass":"صفحة 182/ سطر 12\rترجمة: 3967 ـ عفيف بن عمرو بن المسيَّب.\rفي إسناد حديث: عن يعقوب عمرو بن المسيب.\rوصوابه: عن يعقوب بن عمرو بن المسيب.\rذكره على الصواب الحافظ في تهذيب التهذيب (7/210) .\rوانظر التاريخ الكبير (8/390) [3439] .","seal":"CA5096CA","part":1},
      {"page":422,"id":422,"nass":"صفحة 215/ سطر 18\rترجمة: 3984 ـ عقبة بن ثعلبة بن عمرو أسيرة.\rوصوابه: عقبة بن عمرو بن ثعلبة بن أسيرة.\rهكذا ذكره الحافظ في تهذيب التهذيب (7/220)\rوانظر ابن حبان في الثقات (3/279) ، وابن عساكر في تاريخ دمشق (40/507) [4729] ، والحافظ في الإصابة (4/524) [5610] .","seal":"BEC8D783","part":1},
      {"page":423,"id":423,"nass":"صفحة 269/ سطر 14\rترجمة 4009 ـ عكرمة القرشي الهاشمي.\rذكر خلال الترجمة قوله: \"كان ابن عباس يضع في رجلي الكل (بكاف ولام) على تعليم القرآن والسنن\"\rوصوابه: \"يضع في رجلي الكبل (بباء موحدة بعد الكاف) .....\"\rانظر سنن الدارمي (1/147) [ح:553] ، والطبقات الكبرى لابن سعد (2/385) في ذكر من كان يفتي بالمدينة بعد أصحاب رسول الله صلى الله عليه وسلم، والسير (5/14) .\rقال في لسان العرب (11/580) مادة كبل: \"الكَبْل: قَيْد ضخم\"","seal":"2517089E","part":1},
      {"page":424,"id":424,"nass":"صفحة 275/ سطر 5\rترجمة: 4009 ـ عكرمة القرشي الهاشمي، أبو عبد الله المدني.\rذكر في الكلام عليه: قيل لأيوب: أكنتم تتهمون كرمة.\rوصوابه: قيل لأيوب: أكنتم تتهمون عكرمة.\rذُكِرَ ذلك عن أيوب في تاريخ دمشق (41/98) على الصواب.","seal":"66FE30B9","part":1},
      {"page":425,"id":425,"nass":"صفحة 326/ سطر 8\rترجمة: 4027 ـ علي بن بحر بن بري القطان.\rفي الرواة عنه: إسحاق بن حالومة.\rوصوابه: إسحاق بن خالوية، بخاء معجمة ثم ألف ثم لام ثم واو ثم ياء منقوطة بنقطتين من تحت (1) .\r__________\r(1) - له ترجمة في: سؤالات حمزة السهمي للدارقطني (1/171) مذكور فيها على الصواب.","seal":"AF54FEC1","part":1},
      {"page":426,"id":426,"nass":"صفحة 331/ سطر 8\rترجمة: 4029 ـ علي بن بكار البصري أبو الحسن الزاهد.\rفي الرواة عنه: عبد الله بن خنيق، بالنون بعد الخاء المعجمة.\rوصوابه: عبد الله بن خبيق، بخاء معجمة ثم باء موحدة (1) .\r__________\r(1) - له ترجمة في: الجرح والتعديل (5/46) ذكر فيها أن من شيوخه علي بن بكار.","seal":"330863D7","part":1},
      {"page":427,"id":427,"nass":"صفحة 439/ سطر 5\rترجمة: 4070 ـ علي بن زيد بن جدعان.\rذكر خلال ترجمته قول الترمذي\" صدوق إلا أنه ربما رفع الشيء الذي يرفعه غيره\".\rوصوابه: \"ربما رفع الشيء الذي يوقفه غيره\".\rوقد ورد على الصواب في تهذيب التهذيب (7/284)\rوانظر تحفة الأحوذي: باب الترغيب في قيام شهر رمضان (3/449) ، وباب ما جاء في جر ذيول النساء (5/333) .","seal":"2B3C89FA","part":1},
      {"page":428,"id":428,"nass":"صفحة 474/ سطر 15\rترجمة: 4089 ـ علي بن أبي طالب.\rفي الرواة عنه: جُلاس (بجيم مضمومة) بن عمرو.\rوصوابه: خِلاس (بخاء معجمة مكسورة) بن عمرو. (1)\rقال الحافظ في التقريب [1770] \"خلاس بكسر أوله وتخفيف اللام\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"05B3267F","part":1},
      {"page":429,"id":429,"nass":"صفحة 490/ سطر 9\rترجمة: 4090 ـ علي بن أبي طلحة، واسمه سالم، بن المخارق.\rفي الرواة عنه: بدل بن ميسرة.\rوصوابه: بُدَيْل (بياء منقوطة بنقطتين من تحت ثم لام مصغرًا) بن ميسرة.\rذكره على الصواب الحافظ في تهذيب التهذيب (7/298) (1) .\r__________\r(1) - من رجال التهذيب.","seal":"3A5812A6","part":1},
      {"page":430,"id":430,"nass":"الجزء الحادي والعشرون\rصفحة 45/ سطر 6\rترجمة: 4099 ـ عليّ بن عبد الأعلى بن عامر الثعلبي.\rفي الرواة عنه: حكام بن سهل، بلام في آخره.\rوصوابه: حكام بن سلم، بميم في آخره.\rذكره على الصواب في تهذيب التهذيب (7/313) .","seal":"2E5588BA","part":1},
      {"page":431,"id":431,"nass":"صفحة 320/ سطر 9\rترجمة: 4225 ـ عمر بن الخطاب\rفي الرواة عنه: الفلقان (بقاف قبل الألف) بن عاصم.\rوصوابه: الفلتان (بتاء مثناة من فوق بدل القاف) بن عاصم (1)\rذكره ابن ماكولا في الإكمال: باب الفلتان والصلتان (7/56) ، وذكره الحافظ في الإصابة (5/377) . وقال: الفلتان بفتحتين ومثناة فوقانية.\r__________\r(1) - له ترجمة في: الإصابة (5/377) والجرح والتعديل (7/92) والثقات (5/377) .","seal":"DBA03F3B","part":1},
      {"page":432,"id":432,"nass":"صفحة 333/ سطر 8\rترجمة: 4229 ـ عمر بن الدرفس الغساني.\rفي الرواة عنه: إسحاق بن إبراهيم الفرادسي.\rوصوابه: إسحاق بن إبراهيم الفراديسي (1) .\rبفتح الفاء والراء المهملة بعدها ألف ثم دال مهملة وبعدها الياء آخر الحروف وفي آخره سين مهملة\rهكذا ضبطه السمعاني في الأنساب (4/330) وذكر له ترجمة [7800] .\r__________\r(1) - من رجال التهذيب.","seal":"B304A794","part":1},
      {"page":433,"id":433,"nass":"صفحة 356/ سطر 6\rترجمة: 4240 ـ عمر بن سعد بن أبي وقاص القرشي الزهري.\rفي الرواة عنه: يزيد (أوله ياء مثناة تحتية مفتوحة بعدها زاي) بن أبي مريم.\rوصوابه: بُرَيد (بالباء الموحدة ثم راء) بن أبي مريم\rوقد سبق ضبطه.","seal":"EE5F37B4","part":1},
      {"page":434,"id":434,"nass":"صفحة 442/ سطر 14\rترجمة 4277 ـ عمر بن عبد العزيز بن مروان.\rذكر خلال ترجمته قوله: \" أيها الناس أصاعوا آخرتكم\".\rوصوابه: \" أيها الناس أصلحوا آخرتكم\".\rانظر حلية الأولياء (5/266) ، وتاريخ مدينة دمشق (45/171) ، والطبقات الكبرى (5/398) .","seal":"4CA7D0FA","part":1},
      {"page":435,"id":435,"nass":"صفحة 465/ سطر 3\rذكر في متن حديث: \"لا ضرورة (بالضاد المعجمة) في الإسلام\".\rوصوابه: \"لا صرورة (بالصاد المهملة) في الإسلام\".\rوقد ورد على الصواب في المسند (1/312) [2845] بمتنه وسنده سواء كما في التهذيب\rوكذا هو في سنن أبي داود، باب: لا صرورة في الإسلام (1729) .\rقال في عون المعبود (5/106) : \"صرورة بفتح الصاد المهملة المفتوحة وضم الراء وإسكان الواو وفتح الراء وهو الذي لم يحج قط وهو نفي معناه النهي، أو الذي انقطع عن النكاح على طريق الرهبان\"","seal":"26D25784","part":1},
      {"page":436,"id":436,"nass":"صفحة 481/ سطر 5\rترجمة: 4294 ـ عمر بن الفضل السلمي.\rفي شيوخه: حبة (بالباء الموحدة) بنت عبد الله.\rوصوابه: حية (بالياء المنقوطة بنقطتين من تحت) بنت عبد الله.\rذكرها على الصواب في الجرح والتعديل في ترجمة عمر بن الفضل (6/128) .","seal":"4995DE00","part":1},
      {"page":437,"id":437,"nass":"الجزء الثاني والعشرون\rصفحة 44/ سطر 16\rترجمة: 4374 ـ م د س: عمرو بن أبي سفيان بن أسيد.\rوصوابه: خ م د س: عمرو بن أبي سفيان بن أسيد.\rقال الحافظ المزي في ترجمته: روى له البخاري ومسلم وأبو داود والنسائي.","seal":"32E6B4C9","part":1},
      {"page":438,"id":438,"nass":"صفحة 103/ سطر 12\rترجمة: 4400 ـ عمرو بن عبد الله بن عبيد.\rفي شيوخه: يزيد (أوله ياء مثناة تحتية مفتوحة بعدها زاي) بن أبي مريم.\rوصوابه: بُرَيد (بالباء الموحدة ثم راء) بن أبي مريم (1) .\rوقد سبق ضبطه.\r__________\r(1) - من رجال التهذيب.","seal":"95729632","part":1},
      {"page":439,"id":439,"nass":"صفحة 210/ سطر 6\rترجمة: 4440 ـ عمرو بن مالك الهمداني المرادي\rفي إسناد حديث: حدثنا هارون بن مُلُوك (بضم الميم واللام الخفيفة وكاف في آخره) المصري.\rوصوابه: حدثنا هارون بن مَلُّول (1) (بفتح الميم ضم اللام المشددة ولام في آخره) المصري.\rكذا ضبطه الحافظ في \"تبصير المنتبه\" (4/1316) وقال: هارون بن ملّول، شيخ الطبراني.\rقلت: وقد أكثر عنه الطبراني في معاجمه الثلاث، وذكره على الصواب الطبراني في معجمة الكبير (18/312) ، ومن طريقه يروي الحافظ المزي هذا الحديث.\r__________\r(1) - له ترجمة في تاريخ الإسلام للذهبي (1/2225) .","seal":"1CBDB808","part":1},
      {"page":440,"id":440,"nass":"صفحة 246/ سطر 7\rذكر في حديث: \"ولو كراع شاة مخرق (بالخاء المعجمة) \".\rوصوابه: \"ولو كراع شاة محرق (بالحاء المهملة) \".\rانظر المسند رقم [27489] ، الأدب المفرد [122] .","seal":"B72097C2","part":1},
      {"page":441,"id":441,"nass":"صفحة 334/سطر 11\rترجمة: 4493 ـ عمران بن ظبيان الحنفي\rروى عن أبي يحيى (أوله ياء مثناة تحتية مفتوحة) حكيم بن سعد\rوصوابه: روى عن أبي تِحيى (أوله تاء مثناة فوقية مكسورة) حكيم بن سعد (1)\rقال الحافظ في التقريب [1483] : \"حكيم بن سعد الحنفي أبو تحيى أوله مثناة من فوق مكسورة\"\r__________\r(1) - من رجال التهذيب.","seal":"0188FD30","part":1},
      {"page":442,"id":442,"nass":"صفحة 380/ سطر 11\rترجمة: 4516 ـ عمير بن عبد الله بن بشر الخثعمي الكوفي.\rفي إسناد حديث: عن عبد الملك بن عبد الرحمن بن البيلماني.\rوصوابه: عن عبد الملك عن عبد الرحمن بن البيلماني.\rوقد ورد على الصواب عند أبي داود في المراسيل (ص186) [215]\rوعبد الملك هو ابن المغيرة الطائفي، وهو ممن روى عن عبد الرحمن بن البيلماني كما ذكره الحافظ المزي في تهذيب الكمال (17/9) [3774]","seal":"E986EC3F","part":1},
      {"page":443,"id":443,"nass":"الجزء الثالث والعشرون\rصفحة 85/ سطر 11\rترجمة: 4678 ـ غالب بن خطاف، وهو ابن أبي غيلان.\rفي شيوخه: وعن رجل من بني نمير، بنون ثم ميم بعدها ياء مثناة تحتية ثم راء.\rوصوابه: وعن رجل من بني تميم، بتاء مثناة من فوق ثم ميم ثم ياء مثناة من تحت ثم ميم.\rذكره على الصواب الحافظ في تهذيب التهذيب (8/217) .","seal":"F16A0D4F","part":1},
      {"page":444,"id":444,"nass":"صفحة 86/ سطر 4\rترجمة: 4678 ـ غالب بن خطاف\rفي الرواة عنه: مُرجَّل (آخره لام) بن وداع\rوصوابه: مرجَّى (آخره ألف لينة) بن وداع (1)\rكذا ذكره الحافظ في تهذيب التهذيب (10/76) [147]\r__________\r(1) - له ترجمة في: الكامل لابن عدي (6/446) [1928] ، ضعفاء العقيلي (4/266) [1871] .","seal":"A783574E","part":1},
      {"page":445,"id":445,"nass":"صفحة 92/ سطر 8\rترجمة: 4681 ـ غالب بن نجيح، أبو بشر الكوفي.\rفي إسناد حديث: عن أيوب بن عائد (بالدال المهملة) الطائي.\rوصوابه: عن أيوب بن عائذ (بالذال المعجمة) الطائي.\rذكره على الصواب الطبراني في الكبير (19/105) (1) .\r__________\r(1) - من رجال التهذيب.","seal":"B85D64C5","part":1},
      {"page":446,"id":446,"nass":"صفحة 136/ سطر 5\rترجمة: 4703 ـ الفاكه بن سعد الأنصاري، جد عبد الرحمن بن عقبة بن الفاكهة.\rوصوابه: جد عبد الرحمن بن عقبة بن الفاكه (بهاء واحدة)\rذكره على الصواب في الصفحة ذاتها.","seal":"E20424A2","part":1},
      {"page":447,"id":447,"nass":"صفحة 170/ سطر 8\rترجمة: 4717 ـ فروح (بالحاء المهملة) مولى عثمان بن عفان.\rوصوابه: فروخ (بالخاء المعجمة) مولى عثمان بن عفان.","seal":"671DE3A4","part":1},
      {"page":448,"id":448,"nass":"صفحة 173/ سطر 11\rترجمة 4719 ـ فروة بن مجاهد اللخمي.\rذكر قول البخاري فيه: \"كان يسكن كفر عنا (بالعين المهملة والنون) الشامي\".\rوصوابه: \"يسكن كفر غما (بالغين المغجمة والميم) الشامي\".\rانظر التاريخ الكبير (7/127) ترجمة [572] وعلق عليها شيخ النقاد المعلمي بقوله: \"وفي التهذيب نقلا عن المؤلف \"كفر عنا\" ولم أجده في معجم البلدان وإنما فيه مما يقرب من هذا الشكل\" كفر عزا-كفر غما- كفر كنا\" وأوسطها أقربها إلى ما في الأصل والله أعلم\"أ. هـ.","seal":"1C69269F","part":1},
      {"page":449,"id":449,"nass":"صفحة 201/ سطر 5\rترجمة: 4732 ـ ع: الفضل بن دكين (أبو نعيم) .\rفي شيوخه: ومسعر بن كدام (خ د)\rوصوابه: ومسعر بن كدام (خ د س)\rورواية أبي نعيم عن مسعر بن كدام عند البخاري وأبي داود والنسائي أيضًا (1)\r__________\r(1) - تهذيب الكمال (27/464) [5906] .","seal":"6EE00E04","part":1},
      {"page":450,"id":450,"nass":"صفحة 314/ سطر 6\rترجمة: 4773 ـ فطر بن خليفة القرشي المخزومي.\rذكر فيها: وقال عبد الله بن حنبل.\rوصوابه: وقال عبد الله بن أحمد بن حنبل.\rذكره على الصواب الحافظ في تهذيب التهذيب (8/271) .","seal":"7ECDBE55","part":1},
      {"page":451,"id":451,"nass":"صفحة 374/ سطر 1\rترجمة: 4797 ـ القاسم بن عبد الله بن ربيعة بن قالف (باللام) وهو ابن ابن أخي ليلى بنت قالف، باللام.\rوصوابه: القاسم بن عبد الله بن ربيعة بن قانف (1) (بالنون) وهو ابن ابن أخي ليلى بنت قانف، بالنون.\rذكره على الصواب في: تهذيب التهذيب (8/287)\rوقال ابن ماكولا في الإكمال: باب قانف وقائف، (7/72) : أما قانف، بالنون، فهي ليلى بنت قانف.\r__________\r(1) - له ترجمة في التاريخ الكبير (6/159) [713] الجرح والتعديل (7-111) [640] .","seal":"CA397475","part":1},
      {"page":452,"id":452,"nass":"صفحة 456/ سطر 10\rترجمة 4832 ـ القاسم بن نافع المدني\rقال فيها: \"روى له ابن ماجة حديثا واحدا..... \"لا تقوم الساعة إلا وطائفة من ظاهرون على الناس\".\rصوابه: \"إلا وطائفة من [أمتي] ظاهرون\"\rانظر سنن ابن ماجة رقم (9)","seal":"55719D0A","part":1},
      {"page":453,"id":453,"nass":"صفحة 457/ سطر 5\rترجمة: 4833 ـ القاسم بن الوليد الهمداني.\rفي شيوخه: سنان بن الحارث بن نصر ابن أخي طلحة بن مصرِّف.\rوصوابه: سنان بن الحارث بن مصرِّف (1)\r__________\r(1) - له ترجمة في الجرح والتعديل (4/254) والثقات لابن حبان (6/424) [8400] .","seal":"03D51C58","part":1},
      {"page":454,"id":454,"nass":"صفحة 505/ سطر 10\rترجمة: 4848 ـ قتادة بن دعامة بن قتادة بن عزيز بن عمر.\rفي الرواة عنه: عمران بن داود (بضم الواو بعدها دال مهملة) أبو العوام.\rوصوابه: عمران بن داوَر (بفتح الواو بعدها راء) أبو العوام (1)\rهكذا ضبطه الحافظ في التقريب [5154] .\r__________\r(1) - من رجال التهذيب، لكن في تهذيب التهذيب (8/115) ذكرها داود، بالدال المهملة، وهو تصحيف","seal":"7A007A70","part":1},
      {"page":455,"id":455,"nass":"صفحة 559/ سطر 4\rترجمة: 4862 ـ قرَّان بن تمام الأسدي الوالبي.\rفي شيوخه: سعيد بن طريف الإسكاف.\rوصوابه: سعد (بغير ياء) بن طريف الإسكاف (1) .\r__________\r(1) - من رجال التهذيب.","seal":"488A99BA","part":1},
      {"page":456,"id":456,"nass":"صفحة 589/ سطر 3\rترجمة 4873 ـ قريش بن أنس الأنصاري.\rقال في متن حديث له عن ابن عون عن ابن سيرين عن عمران بن حصين: \"عض رجل يد رجل فانتزع يده فَبُذرت (بضم الباء الموحدة بعدها ذال معجمة) ثنيتاه\"\rصوابه: \" فانتزع يده فَنَدَرَت (بفتح النون والدال المهملة بعدها) ثنيتاه\"\rقال في لسان العرب (5/199) مادة ندر: \"نَدَرَ الشيء: سقط.....وفي حديث آخر: أن رجلا عض يد آخر فَنَدَرت ثنيته\"أ. هـ.\rوانظر أطراف الغرائب والأفراد (285) .","seal":"DF78EB12","part":1},
      {"page":457,"id":457,"nass":"صفحة 614/ سطر 4\rترجمة 4883 ـ قطن بن إبراهيم بن عيسى بن مسلم بن خالد\rذكر خلال ترجمته في خبر له: \"حتى مات محمود ولم يرد (بالدال المهملة) الرقعة ولم يسمع ابنه....\"\rوصوابه: \" حتى مات محمود ولم يرو (بالواو) الرقعة\"\rوقد ورد الخبر على الصواب في تاريخ بغداد (12/476) ترجمة قطن [6948] ، ومن طريقه يرويه الحافظ المزي.","seal":"C75A98E8","part":1},
      {"page":458,"id":458,"nass":"الجزء الرابع والعشرون\rصفحة 12/سطر 13\rترجمة: 4896 ـ ع: قيس بن أبي حازم.\rفي شيوخه: وأبي بكر الصديق (خ ع)\rوصوابه: وأبي بكر الصديق (خ 4)\rورواية قيس بن أبي حازم عن أبي بكر عند البخاري والأربعة فقط (1)\r__________\r(1) - تحفة الأشراف (5/302-303) رواية قيس بن أبي حازم عن أبي بكر، وقد حدث في تهذيب الكمال عند ترجمة أبي بكر (15/283) [3418] سقط آخر، فقد رمز لرواية قيس عنه (4) ، ولم يرمز للبخاري.","seal":"7084DF2E","part":1},
      {"page":459,"id":459,"nass":"صفحة 159/ سطر 9\rترجمة: 4963 ـ كثير بن مرة الحضرمي\rفي الرواة عنه: صالح بن أبي غريب، أوله غين معجمة.\rوصوابه: صالح بن أبي عَرِيب، أوله عين مهملة.\rقال الحافظ في التقريب [2880] : \"صالح بن أبي عريب بفتح المهملة وكسر الراء وآخره موحدة\"","seal":"F01D957D","part":1},
      {"page":460,"id":460,"nass":"صفحة 253/ سطر 5\rترجمة: 5014 ـ لهيعة بن عقبة بن فرعان بن ربيعة بن ثوبان الحضرمي.\rفي الرواة عنه: زبَّان بن خالد (بالخاء المعجمة بعدها ألف ثم لام) المصري.\rوصوابه: زبَّان بن فائد (بالفاء ثم الألف ثم همزة على الياء) المصري.\rذكره على الصواب الحافظ في تهذيب التهذيب (8/411) .","seal":"8E5DF98D","part":1},
      {"page":461,"id":461,"nass":"صفحة 381/ سطر 2\rترجمة: 5049 ـ محمد بن إدريس (الإمام الشافعي)\rذكر قول الإمام البخاري، وفيه: قول سهل بن أبي خيثمة، أوله خاء معجمة ثم ياء مثناة تحتية بعدها ثاء مثلثة.\rوصوابه: قول سهل بن أبي حثمة، أوله حاء مهملة بعدها ثاء مثلثة.\rوورد على الصواب عند البخاري في باب تفسير العرايا من البيوع.","seal":"5FCA79D5","part":1},
      {"page":462,"id":462,"nass":"صفحة 392/ سطر 13\rترجمة: 5051 ـ محمد بن آدم بن سليمان الجهني.\rفي شيوخه: أبي الملج (بلام وجيم في آخره) الرقى.\rوصوابه: أبي المليح (بلام ثم ياء منقوطة بنقطتين من تحت ثم حاء مهملة) الرقى. (1)\rوذكره صاحب الكاشف (2/156) على الصواب.\r__________\r(1) - من رجال التهذيب.","seal":"43DE47BB","part":1},
      {"page":463,"id":463,"nass":"صفحة 535/ سطر 11\rترجمة: 5094 ـ محمد بن أبي بكر بن علي بن عطاء\rفي شيوخه: ثَمَّام (أوله ثاء مثلثة) بن علي العامري.\rوصوابه: عَثَّام (أوله عين مهملة) بن علي العامري.\rوذُكِرَ على الصواب في ترجمته في التهذيبين والتقريب.","seal":"35E78F38","part":1},
      {"page":464,"id":464,"nass":"صفحة 538/ سطر 1\rترجمة: 5095 ـ محمد بن أبي بكر بن عوف بن رياح الثقفي.\rفي الرواة عنه: أبيه أبو بكر عبد الله بن محمد بن أبي بكر.\rوصوابه: ابنه أبو بكر عبد الله بن محمد بن أبي بكر.\rذكره على الصواب في تهذيب التهذيب (9/69) .\rوفي التاريخ الكبير (1/46) ، والجرح والتعديل (7/213) .","seal":"6B68B0CB","part":1},
      {"page":465,"id":465,"nass":"الجزء الخامس والعشرون\rصفحة 35/ سطر 1\rترجمة: 5133 ـ ت س ق: محمد بن حاطب بن الحارث.\rذكر في أول الصفحة: \"طالب، وأمه أم جميل\" هكذا وليس قبلها شيء تتعلق به، ولا ذكر من يروي عنهم\rوهنا سقط قدر سطر وصوابه: \"روى عن: النبي صلى الله عليه وسلم (ت س ق) وعلي بن أبي طالب وأمه أم جميل\"\rانظر تهذيب التهذيب 9/93 (143) .","seal":"1C9DDCD3","part":1},
      {"page":466,"id":466,"nass":"صفحة 45/ سطر 6\rترجمة: 5138 ـ محمد بن حرب الخولاني.\rفي شيوخه: عِمران (بكسر العين المهملة وزيادة ألف ونون في آخره) بن رؤبة (ع) .\rوصوابه: عُمَر بن رؤبة (4) . (1)\rذكره الحافظ في تهذيب التهذيب (9/95) ، وكذا ابن أبي حاتم في الجرح والتعديل (7/237) على الصواب\rورواية محمد بن حرب ـ وهو الأبرش ـ عن عمر بن رؤبة عند الأربعة فقط (2)\r__________\r(1) - من رجال التهذيب.\r(2) - تهذيب الكمال (21/343) [4232] .","seal":"E26CEE80","part":1},
      {"page":467,"id":467,"nass":"صفحة 68/ سطر 12\rترجمة: 5149 ـ محمد بن الحسن بن الزبير الأسدي.\rفي شيوخه: أبي كديفة (بفاء) يحيى بن المهلب.\rوصوابه: أبي كدينة (بالنون) يحيى بن المهلب.\rذكره على الصواب في تهذيب الكمال في ترجمته (32/6) [6929] ، وفي تقريب التهذيب [7654] ضبطه الحافظ: بنون مصغر","seal":"A2B392C4","part":1},
      {"page":468,"id":468,"nass":"صفحة 127/ سطر 4\rترجمة: 5173 ـ محمد بن خازم التميمي (أبو معاوية الضرير)\rفي الرواة عنه: محمد بن إسماعيل بن البحتري، بالحاء المهملة.\rوصوابه: محمد بن إسماعيل بن البختري، بالخاء المعجمة.\rفي تقريب التهذيب [5729] ضبطه: البختري، بفتح الموحدة والمثناة بينهما خاء معجمة ساكنة.","seal":"ECF2CD68","part":1},
      {"page":469,"id":469,"nass":"صفحة 186/ سطر 10\rترجمة: 5208 ـ ع: محمد بن راشد الخزاعي.\rوصوابه: 5208 ـ 4: محمد بن راشد الخزاعي.\rقال الحافظ المزي في آخر ترجمته: روى له الأربعة.","seal":"5EC6DD6D","part":1},
      {"page":470,"id":470,"nass":"صفحة 220/ سطر 5\rترجمة: 5223 ـ محمد بن زياد الألهاني.\rفي شيوخه: أبي عنية (بنون ثم ياء مثناة تحتية) الخولاني.\rوصوابه: أبي عنبة (بنون ثم باء موحدة) الخولاني. (1)\rذكره على الصواب في تهذيب التهذيب (9/150) .\rوانظر تقريب التهذيب [8286] .\r__________\r(1) - من رجال التهذيب.","seal":"23312E8E","part":1},
      {"page":471,"id":471,"nass":"صفحة 265/ سطر 10\rترجمة: 5241 ـ محمد بن سعيد بن حسان بن قيس القرشي.\rفي الرواة عنه: الأبيض بن الأغز، آخره زاي\rوصوابه: الأبيض بن الأغر (1) ، آخره راء\rوقد ذكر على الصواب في تهذيب التهذيب (9/163) .\r__________\r(1) - له ترجمة في: الجرح والتعديل (2/311) [1168] .","seal":"BD1D8E65","part":1},
      {"page":472,"id":472,"nass":"صفحة 274/ سطر 3\rترجمة: 5244 ـ محمد بن سعيد بن سليمان بن عبد الله الكوفي\rفي الرواة عنه: نصر بن داود بن طوق الخلبخي، بباء موحدة ثم خاء معجمة في آخره.\rوصوابه: نصر بن داود بن طوق الخلنجي، بفتح الخاء المعجمة واللام وسكون النون وفي آخره جيم. (1)\rكذا ضبطه السمعاني في الأنساب (2/448) ، وذكر له ترجمة [3610] .\r__________\r(1) - له ترجمة في: الجرح والتعديل (8/472) [2166] ، تاريخ بغداد (13/292) وقال: يعرف بالخنلجي (بتقديم النون على الألف) وهو تصحيف أيضا والصواب ما ذكرناه.","seal":"D251E403","part":1},
      {"page":473,"id":473,"nass":"صفحة 304/ سطر 10\rترجمة: 5259 ـ محمد بن سليمان بن أبي داود.\rفي الرواة عنه: إسحاق بن زريق (بزاي ثم راء) الرسعني.\rوصوابه: إسحاق بن رزيق (براء ثم زاي) الرسعني. (1)\r__________\r(1) - له ترجمة في الثقات (8/121) [12529] ، والأنساب للسمعاني (3/70) [4377]","seal":"AE152AB8","part":1},
      {"page":474,"id":474,"nass":"صفحة 473/ سطر 12\rترجمة: 5341 ـ محمد بن عبد الله بن حوشب الطائفي.\rفي شيوخه: أسباط بن اليسع.\rوصوابه: أسباط أبي اليسع. (1)\rفي تقريب التهذيب [322] : \"أسباط أبو اليسع البصري، يقال اسم أبيه عبد الواحد\"أ. هـ.\r__________\r(1) - من رجال التهذيب، وقد ورد على الخطأ في تهذيب التهذيب أيضا.","seal":"63537D1F","part":1},
      {"page":475,"id":475,"nass":"صفحة 551/ سطر 8\rترجمة: 5374 ـ أبو عبد الله بن محمد بن عبد الملك بن مسلم الرقاشي.\rوصوابه: أبو عبد الله محمد بن عبد الله بن محمد بن عبد الملك بن مسلم الرقاشي (1)\rذكره على الصواب الحافظ في تهذيب التهذيب (9/247)\r__________\r(1) - من رجال التهذيب.","seal":"ABFBC6B2","part":1},
      {"page":476,"id":476,"nass":"صفحة 601/ سطر 5\rذكر في متن حديث ذكره البخاري\"كان الناس يتجرون (بالجيم) بهداياهم يوم عائشة\".\rوصوابه: \"كان الناس يتحرون (بالحاء المهملة من التحري) بهداياهم\".\rانظر صحيح البخاري كتاب/الهبة - باب/من أهدى إلى صاحبه وتحرى بعض نسائه. رقم [2581] .","seal":"CE1FCD6D","part":1},
      {"page":477,"id":477,"nass":"صفحة 619/ سطر 13\rذكر في متن حديث\"أنه رفع (بالراء) إلى يهود خيبر نخل خيبر\".\rوصوابه: \"أنه دفع (بالدال المهملة) إلى يهود خيبر نخل خيبر\".\rانظر صحيح مسلم [1551] وسنن أبي داود [3409] ، والسنن الكبرى [4663] .","seal":"93393834","part":1},
      {"page":478,"id":478,"nass":"الجزء السادس والعشرون\rصفحة 18/ سطر 16\rترجمة: 5423 ـ محمد بن عبد الملك بن زنجوية.\rفي الترجمة: قال محمد بن مخلد الدروي، براء ثم واو.\rوصوابه: قال محمد بن مخلد الدوري، بواو ثم راء (1)\rوانظر الأنساب للسمعاني (2/565) [4030]\rصفحة 115/ سطر 13\rترجمة: 5465 ـ محمد بن عزيز بن عبد الله بن زياد\rفي الترجمة: وحديثه من (بالميم) محمد بن عزير (براء في آخره)\rوصوابه: وحديثه عن (بالعين المهملة) محمد بن عزيز (بزاي في آخره)\rوذكر على الصواب في تهذيب التهذيب (9/306) .\r__________\r(1) - له ترجمة في: تاريخ بغداد (3/310) [1406] ، تذكرة الحفاظ (3/828) [811] ، لسان الميزان (5/374) [1218]","seal":"8D43A9C2","part":1},
      {"page":479,"id":479,"nass":"صفحة 121/ سطر 13\rترجمة: 5468 ـ محمد بن عقبة بن أبي مالك القرضي\rفي شيوخه: عمّه ثعلبة بن أبي مالك القرظي (بالظاء المعجمة)\rوصوابه: ثعلبة بن أبي مالك القرضي (1) (بالضاد المعجمة)\rوهوخطأ واضح، إذ هو عمّ صاحب الترجمة.\r__________\r(1) - من رجال التهذيب.","seal":"FE6A146D","part":1},
      {"page":480,"id":480,"nass":"صفحة 148/ سطر 4\rترجمة 5484 ـ محمد بن علي بن أبي طالب (ابن الحنفية) .\rذكر في ترجمته\"وقيل: كانت أُمُّه (بضم الهمزة والميم المشددة وهاء الضمير) لبني حنيفة\".\rوالصواب: \" كانت أَمَة (بفتح الهمزة والميم الخفيفة وهاء الأنثى) لبني حنيفة\".\rقال ابن حجر في تهذيب التهذيب: \"ويقال من مواليهم\" (9/315)\rوقال الذهبي في السير: \" عن أسماء بنت أبي بكر قالت رأيت أم محمد بن الحنفية سندية سوداء كانت أمة لبني حنيفة لم تكن منهم\"أ. هـ. من السير (4/114)\rوانظر الطبقات الكبرى لابن سعد (5/91) (الطبقة الأولى من أهل المدينة من التابعين) .","seal":"FFA5C7E6","part":1},
      {"page":481,"id":481,"nass":"صفحة 159/ سطر 13\rترجمة 5487 ـ محمد بن علي بن يزيد بن ركانة\rذكر حديثا: \"عن ابن عباس أن النبي - صلى الله عليه وسلم -لم يَفْت (بالفاء الساكنة، من الفتوى) في الخمر حدًا\"\rوصوابه: \"أن النبي - صلى الله عليه وسلم - لم يَقِت (بالقاف المكسورة، من التوقيت) في الخمر حدًا\"\rانظر سنن أبي داود (4476) ، وقال في عون المعبود (12/113) : \"لم يقت في الخمر أي لم يوقت ولم يعين يقال وَقَت بالتخفيف يَقِت فهو موقوت\"\rوهو في المسند [2964]","seal":"DC73F544","part":1},
      {"page":482,"id":482,"nass":"صفحة 237/ سطر 13\rترجمة: 5527 ـ محمد بن عوف بن سفيان الطائي.\rفي شيوخه: عتبة بن سعيد بن الرخص (بخاء معجمة ثم صاد مهملة) .\rوصوابه: عتبة بن سعيد بن الرحض (بحاء مهملة ثم ضاد معجمة) .","seal":"721B9BAA","part":1},
      {"page":483,"id":483,"nass":"صفحة 258/ سطر 8\rترجمة: 5534 ـ محمد بن عيسي بن نجيح البغدادي أبو حفص بن الطباع\rوصوابه: أبو جعفر (بالجيم ثم عين مهملة ثم فاء ثم راء) بن الطباع (1)\rوذُكِر على الصواب في تهذيب التهذيب (9/348) .\r__________\r(1) - من رجال التهذيب.","seal":"5DD93294","part":1},
      {"page":484,"id":484,"nass":"صفحة 299/ سطر 2\rترجمة: 5549 ـ محمد بن فليح بن سليمان الأسلمي ويقال الخزاعي أبو عبد الله المكي.\rوصوابه: أبو عبد الله المدني.\rوقد ورد على الصواب: في تهذيب التهذيب (9/360) ، التقريب [6228] .\rوانظر التاريخ الكبير (1/209) [657] ، الثقات لابن حبان (7/440) [10825] .","seal":"1E8F7867","part":1},
      {"page":485,"id":485,"nass":"صفحة 430/ سطر 7\rترجمة: 5606 ـ محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب.\rفي الرواة عنه: محمد بن عمرو بن طلحة (أوله طاء مهملة ثم لام بعدها حاء مهملة) .\rوصوابه: محمد بن عمرو بن حلحلة (1) (بحاء مهملة ثم لام فحاء مهملة ثم لام)\rضبطه الحافظ في التقريب [6184] قال: محمد بن عمرو بن حلحلة (بمهملتين بينهما لام ساكنة)\r__________\r(1) - من رجال التهذيب.","seal":"025697D0","part":1},
      {"page":486,"id":486,"nass":"صفحة 473/ سطر 6\rترجمة: 5615 ـ محمد بن معاذ بن عبّاد بن نصر بن حسان العنبري.\rصوابه: محمد بن معاذ بن عبّاد بن معاذ بن نصر بن حسان\rوقد ورد على الصواب في تهذيب التهذيب (9/408) ، تقريب التهذيب (6306)","seal":"C3FCFF38","part":1},
      {"page":487,"id":487,"nass":"صفحة 498/سطر 3\rترجمة: 5630 ـ س: محمد بن منصور بن ثابت الخزاعي.\rفي شيوخه: وسفيان بن عيينة.\rوصوابه: وسفيان بن عيينة (س) .\rورواية محمد بن منصور وهو الجواز المكي، عن سفيان بن عيينة عند النسائي (1)\r__________\r(1) - تهذيب الكمال (11/187) [2413] .","seal":"F537368B","part":1},
      {"page":488,"id":488,"nass":"صفحة 517/ سطر 3\rترجمة: 5636 ـ محمد بن مهاجر بن أبي مسلم.\rفي شيوخه: عروة بن يريم، بياء مثناة من تحت ثم راء.\rوصوابه: عروة بن رويم، براء ثم واو\rقال الحافظ في التقريب [4560] : رويم بالراء مصغرا.\rوقد ورد على الصواب في تهذيب التهذيب (9/421)","seal":"3F4C6D4A","part":1},
      {"page":489,"id":489,"nass":"صفحة 522/ سطر 9\rترجمة 5638 ـ محمد بن موسى بن أعين\rذكر في شيوخه: وابنه موسى بن أعين.\rوصوابه: وأبيه موسى بن أعين.\rوهو واضح من الترجمة.","seal":"A67A92F8","part":1},
      {"page":490,"id":490,"nass":"الجزء السابع والعشرون\rصفحة 13/سطر 5\rترجمة: 5696 ـ محمد بن أبي يحيى الأسلمي.\rذكر في آخر ترجمته: \"وقال الحافظ أبو نعيم: مات سنة وأربعين ومئة\".\rوصوابه: \"مات سنة [ست] وأربعين ومئة\".\rوقد وقع صوابًا في تهذيب التهذيب (9/460) [856] .\rوذكر المحقق في الحاشية (2) : \"وقال ابن سعد: توفي بالمدينة سنة أربع وأربعين ومئتين في خلافة أبي جعفر المنصور وكان ثقة كثير الحديث (طبقاته:9/الورقة227) !! \"\rوصوابه: \"سنة أربع وأربعين ومئة في خلافة أبي جعفر المنصور\"\rوأين خلافة أبي جعفر المنصور من سنة أربع وأربعين ومئتين؟!\rوقد ورد على الصواب في طبقات ابن سعد (القسم المتمم المطبوع) (ص245)","seal":"9836CC9A","part":1},
      {"page":491,"id":491,"nass":"صفحة 77/ سطر 9\rترجمة 5721 ـ محمد بن يونس بن موسى.\rذكر في خلال الترجمة قول المروذي\" فما سمعته بعد ذلك يذكر الكديمي إلا بخبر (بباء موحدة قبل الراء) \"\rوالصواب: فما سمعته بعد ذلك يذكر الكديمي إلا بخير (بالمثناة التحتانية قبل الراء) \"\rوقد ورد على الصواب في تاريخ بغداد (3/443) ترجمة الكديمي [1890]\rوانظر تهذيب التهذيب (9/477) [886] .","seal":"F360488B","part":1},
      {"page":492,"id":492,"nass":"صفحة 296/ سطر 10\rترجمة: 5813 ـ محمود بن خالد بن أبي خالد.\rفي الرواة عنه: إبراهيم بن عبد الرحمن بن دحيم بن إبراهيم.\rوصوابه: إبراهيم بن عبد الرحمن بن دحيم وأحمد بن إبراهيم (1) فهما راويان.\rوقد ورد على الصواب في تهذيب التهذيب (10/55)\r__________\r(1) - من رجال التهذيب.","seal":"D3402BEC","part":1},
      {"page":493,"id":493,"nass":"الجزء الثامن والعشرون\rصفحة 110/ سطر 2\rترجمة: 6020 ـ معاذ بن جبل\rذكر متن حديث: \"يأتي معاذ بن جبل يوم القيامة أمام العلماء يرثوه (بمثناة تحتية ثم راء ثم مثلثة، من الميراث أو الرثاء!!) \".\rوالصواب: \" يأتي معاذ بن جبل يوم القيامة أمام العلماء برتوة (بالباء الموحدة بعدها راء ثم مثناة فوقية) \".\rوهو في المعجم الكبير (41) عن محمد بن كعب القرظي وذكر هناك: \"قال ابن بكير: والرتوة المنزلة\".","seal":"014F16DC","part":1},
      {"page":494,"id":494,"nass":"صفحة 536/ سطر 8\rترجمة: 6196 ـ منصور بن صقير، ويقال: ابن سقير.\rفي إسناد حديث: وقيل: موسى بن عبيد الله.\rوصوابه: وقيل: موسى عن عبيد الله.\rوأخرجه على الصواب: البيهقي في شعب الإيمان (4/155) ، والطبراني في المعجم الصغير (1/189-216) والأوسط (3/251) ، والخطيب في تاريخ بغداد (13/79) [7053]\rوقال الحافظ المزي بعده: \"وكان موسى وعبيد الله بن عمرو صاحبين يكتب بعضهما عن بعض\"","seal":"D0F80555","part":1},
      {"page":495,"id":495,"nass":"الجزء التاسع والعشرون\rصفحة 126/ سطر 8\rترجمة: 6285 ـ موسى بن عمرو بن سعيد بن العاص.\rفي كلام للترمذي: لا نعرفه إلا من حديث عامر بن أبي الخزاز.\rوصوابه: لا نعرفه إلا من حديث عامر بن أبي عامر الخزاز.\rوكلام الترمذي على الصواب في سننه: أبواب البر والصلة، باب: ما جاء في أدب الولد (6/71 تحفة) [2018] .","seal":"79C3F3CD","part":1},
      {"page":496,"id":496,"nass":"صفحة 363/سطر 6\rترجمة: 6408 ـ نصر بن عمران بن عصام (أبو جمرة الضبعي) .\rفي شيوخه: هلال بن حُصَين (بضم الحاء المهملة بعدها صاد مهملة مفتوحة ثم ياء مثناة تحتية ثم نون مصغرًا)\rوصوابه: هلال بن حِصْن (بكسر الحاء المهملة بعدها صاد مهملة ساكنة ثم نون) .\rوهو هلال بن حصن أخو بني مرة بن عباد من بني قيس بن ثعلبة (1)\r__________\r(1) - له ترجمة في: التاريخ الكبير (8/204) [2719] ، الجرح والتعديل (9/73) [283] ، الثقات (5/504) [5948] ، تعجيل المنفعة (1182) ، الإكمال للحسيني (ص450) [947] .","seal":"98732FEF","part":1},
      {"page":497,"id":497,"nass":"الجزء الثلاثون\rصفحة 16/ سطر 3\rترجمة 6467 ـ نفيع أبو رافع الصائغ المدني.\rذكر خلال ترجمته أثر حماد بن سلمة عن ثابت البناني: \"لما أعتق أبو رافع بكى، فقيل له: ما يبكيك؟ فقال: كان لي أخوان (بالخاء المعجمة والواو) فذهب أحدهما\".\rوصوابه: \"كان لي أجران (بالجيم الساكنة والراء) فذهب أحدهما\".\rوهو في مسند أحمد [8518] ، ومسند إسحاق بن راهوية [21] ، وشعب الإيمان [8603] من طريق حماد بن سلمة عن ثابت عن أبي رافع عن أبي هريرة أن رسول الله ? قال: \"إذا أطاع العبد ربه وسيده فله أجران\" قال فلما أعتق أبو رافع بكى فقيل له ما يبكيك قال كان لي أجران فذهب أحدهما.\rوورد صوابا في تهذيب التهذيب (10/420) [850]","seal":"E6A46804","part":1},
      {"page":498,"id":498,"nass":"صفحة 17/ سطر 6\rترجمة: 6469 ـ نُقَادَة بن عبد الله بن خلف الأسدي.\rفي الرواة عنه: ابنه سَعْد (بفتح السين المهملة وآخره دال مهملة) .\rوصوابه: ابنه سِعْر (1) (بكسر السين المهملة وآخره راء) .\rكذا ضبطه ابن ماكولا في الإكمال (4/298-299) ، والحافظ في تبصير المنتبه (4/681) .\r__________\r(1) - له ترجمة في: التاريخ الكبير (4/200) [2488] ، الثقات (6/431) [8441] .","seal":"F6E44BC8","part":1},
      {"page":499,"id":499,"nass":"صفحة 104/سطر 3\rترجمة: 6523 ـ هارون بن محمد بن بكار بن بلال.\rفي الرواة عنه: أبو الحسين أحمد بن عمير بن جوصاء (آخره همزة ممدودًا) .\rوصوابه: أبو الحسين أحمد بن عمير بن جوصا (آخره ألف مقصورًا) .\rكذا ضبطه ابن ماكولا في الإكمال (3/200) باب خوصا وجوصا، وذكر فيه: أحمد بن عمير، ورسمه الفيروزآبادي في القاموس المحيط: ابن جوصى بألف لينة وهو رسم المقصور (1)\r__________\r(1) - له ترجمة في: لسان الميزان (1/239) [752] وتصحف فيه إلى (جوصاء) بالمد أيضًا فتنبه.","seal":"52C8727F","part":1},
      {"page":500,"id":500,"nass":"صفحة 146/سطر 2\rترجمة: 6549 ـ هانئ بن يزيد بن نهيك بن دُرَيد ويقال دُرَيد (بالراء) .\rوصوابه: هانئ بن يزيد بن نهيك بن دُرَيد ويقال دُوَيد (بالواو)\rوانظر تاريخ دمشق (23/69) .","seal":"B67D87EE","part":1},
      {"page":1,"id":501,"nass":"صفحة 156/ سطر 14\rترجمة 6553 ـ هدبة بن خالد بن الأسود.\rذكر خلال ترجمته قول ابن عدي: \"وقد وفقه (بالفاء) الناس، وهو صدوق\".\rوصوابه: \"وقد وثقه (بالثاء المثلثة) الناس\".\rانظر الكامل لابن عدي (7/139) [35/2052] .","seal":"ADD191A3","part":2},
      {"page":2,"id":502,"nass":"صفحة 229/ سطر 20\rترجمة 6584 ـ هشام بن عبد الملك الباهلي.\rذكر قول ابن المديني لابن وارة: \"أكتب عن أبي الوليد الأصول، فإن غير الأصول تصيب (بالتاء المثناة الفوقية أوله والمثناة التحتية بعد الصاد) \".\rوصوابه: \" اكتب عن أبي الوليد الأصول، فإن غير الأصول نَصَب (بفتح النون والصاد المهملة بعدها موحدة) \"\rوقد ورد قوله على الصواب في الجرح والتعديل (9/65) ترجمة [253] .\rقال في لسان العرب (1/758) مادة نصب: \"والنَّصَبُ: التَّعَبُ\"","seal":"857AE625","part":2},
      {"page":3,"id":503,"nass":"صفحة 297/ سطر 7\rترجمة: 6599 ـ همام بن الحارث النخعي.\rفي الرواة عنه: سليمان بن يسار.\rوصوابه: سليمان بن يُسَير (1) (بضم الياء المثناة التحتية وفتح السين المعجمة مصغر) .\rوهو النخعي، ويقال: أسير، ويقال: قسيم، وعدّ الحافظان المزي وابن حجر من شيوخه همام بن الحارث (2)\r__________\r(1) - من رجال التهذيب.\r(2) - انظر تهذيب الكمال (12/106) [2575] ، وتهذيب التهذيب (3/514) [2695] .","seal":"D130F9ED","part":2},
      {"page":4,"id":504,"nass":"صفحة 354/ سطر 10\rترجمة: 6634 ـ خت م 4: هلال بن يساف.\rفي الرواة عنه: وحصين بن عبد الرحمن (خ م 4) .\rوصوابه: وحصين بن عبد الرحمن (خت م 4) .\rقال الحافظ المزي في آخر ترجمته: استشهد به البخاري في \"الصحيح\"، وروى له في \"الأدب\"، وروى له الباقون، وهو واضح من رموز الترجمة.","seal":"0FCEFAA3","part":2},
      {"page":5,"id":505,"nass":"صفحة 386/سطر 6\rترجمة: 6654 ـ الهيثم بن سنان المدني\rوصوابه: الهيثم بن أبي سنان المدني\rوقد ورد على الصواب في تهذيب التهذيب (11/87) [165] ، والتقريب [7374] .","seal":"A1930CF8","part":2},
      {"page":6,"id":506,"nass":"صفحة 426/ سطر 10، 11\rترجمة: 6678 ـ وبرة بن عبد الرحمن.\rفي شيوخه: أبي جعفر محمد بن بن الحسين.\rوصوابه: أبي جعفر محمد بن علي بن الحسين (1)\rوهو أبو جعفر الباقر، جدّه: الحسين بن علي بن أبي طالب، رضي الله عنهما\r__________\r(1) - من رجال التهذيب.","seal":"3D1EF3C5","part":2},
      {"page":7,"id":507,"nass":"الجزء الحادي والثلاثون\rصفحة 27/ سطر 4\rترجمة 6709 ـ الوليد بن شجاع بن الوليد (أبو همام)\rقال في خلال الترجمة قول أبي كريب\" قلت: فأين (بهمزة القطع والمثناة التحتية) وهب؟..\"\rوصوابه: \" قلت: فابن (بهمزة وصل والباء الموحدة) وهب؟..\"\rومعناه هل سمعت من ابن وهب؟\rوانظر تهذيب التهذيب (11/119) [226]\rوهو على الصواب في تاريخ بغداد (13/475) ومن طريقه روى الحافظ المزي هذه القصة.","seal":"D60567C2","part":2},
      {"page":8,"id":508,"nass":"صفحة 119/ سطر 6\rترجمة: 6752 ـ وهب بن بيان بن جابر الخيواني.\rوصوابه: وهب بن جابر الخيواني\rوقيل له الخيواني بالخاء المعجمة نسبة إلى خيوان بن نوف من همدان\rوقد ورد على الصواب في: تهذيب التهذيب (9/177) [7752] .","seal":"19595E49","part":2},
      {"page":9,"id":509,"nass":"صفحة 137/ سطر 3\rترجمة: 6765 ـ وهب بن كيسان القرشي.\rوصوابه: 6765 ـ ع: وهب بن كيسان القرشي.\rقال الحافظ المزي في آخر ترجمته: روى له الجماعة.","seal":"01D550C9","part":2},
      {"page":10,"id":510,"nass":"صفحة 199/سطر 13\rترجمة: 6783 ـ يحيى بن أبي إسحاق الحضرمي.\rفي شيوخه: أبي سعيد مولى المَهْدي (بالدال المهملة قبل آخره) .\rوصوابه: أبي سعيد مولى المَهْري (بالراء قبل آخره) .\rضبطه القاضي عياض في مشارق الأنوار (1/403) فقال: \"أبو سعيد مولى المهري ... ... بفتح الميم وسكون الهاء وآخره راء\"أ. هـ. (1) .\r__________\r(1) - من رجال التهذيب.","seal":"BC270121","part":2},
      {"page":11,"id":511,"nass":"صفحة 245/سطر 6\rترجمة: 6796 ـ يحيى بن بشير بن خلاد الأنصاري\rروى عنه: إبراهيم بن المُنْقذ (بميم ونون ثم قاف بعدها ذال معجمة) .\rوصوابه: إبراهيم بن المُنذر (بميم ونون ثم ذال معجمة بعدها راء) .\rوهو إبراهيم بن المنذر بن عبد الله بن المنذر القرشي الأسدي الحزامي.","seal":"7490FF49","part":2},
      {"page":12,"id":512,"nass":"صفحة 272/ سطر 3\rترجمة 6812 ـ يحيى بن الحصين الأحمسي.\rذكر خلال الترجمة: \"زاد عن حاتم: صدوق\".\rوالصواب: \"زاد أبو حاتم: صدوق\"\rوهو أبو حاتم الرازي الإمام\rانظر الجرح والتعديل (9/135) [572] .","seal":"136201DC","part":2},
      {"page":13,"id":513,"nass":"صفحة 290/ سطر 5\rترجمة: 6818 ـ يحيى بن خِذام بن منصور بن مهران الغُبَيري (أوله غين معجمة مضمومة ثم موحدة ثم مثناة تحتية بعدها راء مصغرًا) .\rوصوابه: يحيى بن خِذام بن منصور بن مهران الغُبَري (1) (بضم الغين المعجمة بعدها باء موحدة مفتوحة ثم راء) .\rوقد ورد على الصواب عند الذهبي في الكاشف (2/364) [6161] ، وميزان الاعتدال (7/173) [9503] ، وكذا في خلاصة تذهيب تهذيب الكمال (ص: 422)\r__________\r(1) - من رجال التهذيب.","seal":"349588FC","part":2},
      {"page":14,"id":514,"nass":"صفحة 317/ سطر 10\rترجمة: 6830 ـ يحيى بن سام بن موسي الضبي.\rذكر خلال الترجمة قول أبي عبيد الآجري: سألت أبا داود عن معمر بن يحيى بن سام.\rوصوابه: سألت أبا داود عن يحيى بن سام\rانظر ميزان الاعتدال (4/377) [9511] .","seal":"DD6586BA","part":2},
      {"page":15,"id":515,"nass":"صفحة 328/ سطر 23\rترجمة 6833 ـ يحيى بن سعيد بن العاص\rذكر متن حديث: \"إن عثمان رجل حيٌّ (بياء واحدة، من الحياة) .\rوصوابه: \"إن عثمان رجل حَيِيٌّ (بياءين، من الحياء) \".\rرواه البخاري في الأدب المفرد [600] ومسلم في صحيحه [2402] وصحيح ابن حبان [6906] .","seal":"F26D4C02","part":2},
      {"page":16,"id":516,"nass":"صفحة 334/ سطر 4\rترجمة: 6834 ـ يحيى بن سعيد بن فروخ القطان.\rفي الرواة عنه: فرج بن حبيب القومسي.\rوصوابه: نوح بن حبيب القومسي، فهو الذي يروي عن يحيى بن سعيد القطان. كما ذكره الحافظ المزي في ترجمة نوح بن حبيب (30/39/6488) .\rصفحة 377/ سطر 3\rترجمة: 6846 ـ يحيى بن صالح الوُحاظي\rفي شيوخه: يزيد بن سعيد بن ذي غصوان (أوله غين معجمة) .\rوصوابه: يزيد بن سعيد بن ذي عصوان (أوله عين مهملة) .\rوقد ورد على الصواب عند البخاري في التاريخ الكبير (8/338) [3231] ، وابن حبان في الثقات (7/624) [11781] ، وابن أبي حاتم في الجرح والتعديل (9/267) [1123] ، وابن عساكر في تاريخ دمشق (65/198) ، وابن حجر في تعجيل المنفعة (ص 450) [1183] ، والحسيني في الإكمال (ص472) [989] .","seal":"297BD8F4","part":2},
      {"page":17,"id":517,"nass":"صفحة 377/ سطر 9\rترجمة: 6846 ـ يحيى بن صالح الوحاظي.\rفي الرواة عنه: أحمد بن عبد الوهاب ونجدة الحوطي.\rوصوابه: أحمد بن عبد الوهاب بن نجدة الحوطي (1)\rوقد وقع صوابا في تهذيب التهذيب (9/246) [7847] فهو راوٍ واحد.\r__________\r(1) - من رجال التهذيب.","seal":"CBF73235","part":2},
      {"page":18,"id":518,"nass":"صفحة 386/ سطر 13\rترجمة: 6849 ـ يحيى بن الضريس بن يسار.\rفي إسناد حديث: عن محمد بن عمرو وزنيج، بالعطف بالواو\rوصوابه: عن محمد بن عمرو زنيج.\rفمحمد بن عمرو هو المشهور بزنيج (1)\r__________\r(1) - من رجال التهذيب.","seal":"0555A322","part":2},
      {"page":19,"id":519,"nass":"صفحة 414/ سطر 1\rترجمة: 6863 ـ يحيى بن عبد الله بن عبد الرحمن بن سعد\rذكر خلال الترجمة قول ابن أبي حاتم: \"جعل البخاري والآخرن وهو اسم واحد\".\rوالصواب: \"جعل البخاري اسمين وهو اسم واحد\".\rانظر الجرح والتعديل (9/162) [969] .","seal":"E551A914","part":2},
      {"page":20,"id":520,"nass":"صفحة 435/ سطر 7\rترجمة: 6869 ـ يحيى بن عبد الرحمن بن حاطب بن أبي بلتعة.\rفي شيوخه: أبيه عبد الرحمن بن بلتعة.\rوصوابه: أبيه عبد الرحمن بن حاطب بن أبي بلتعة\rوهو واضح من الترجمة.","seal":"4E0ACDCF","part":2},
      {"page":21,"id":521,"nass":"صفحة 497/ سطر 13\rترجمة: 6902 ـ يحيى بن قزعة القرشي.\rفي الرواة عنه: أبو يحيى بن أبي مسرّة المكي.\rوصوابه: أبو يحيى عبد الله بن أحمد بن أبي مسرّة المكي\rوهو الذي يروي عن يحيى بن قزعة كما ذكره الذهبي في السير (12/632) .","seal":"57003EE7","part":2},
      {"page":22,"id":522,"nass":"صفحة 510/سطر 1\rترجمة: 6907 ـ يحيى بن أبي كثير الطائي.\rذكر فيها: وقال عمرو بن علي: ما حدثنا يحيى بن قتادة بشيء مرسل.\rوصوابه: ما حدثنا يحيى عن قتادة بشيء مرسل.\rوقد أورد العقيلي في الضعفاء (4/423) الحكاية على الصواب فقال: \"حدثنا محمد بن عيسى قال حدثنا عمرو بن علي قال: ما حدثنا يحيى عن قتادة بشيء مرسل\"أ. هـ.\rويحيى هو ابن سعيد القطان، وقتادة هو ابن دعامة السدوسي.","seal":"8CECB473","part":2},
      {"page":23,"id":523,"nass":"صفحة 510/سطر 12\rترجمة: 6907 ـ يحيى بن أبي كثير الطائي.\rذكر فيها قول أبي حاتم وفيه: عن يحيى بن شعبة قال: أقام يحيى بن أبي كثير بالمدينة عشر سنين.\rوصوابه: عن يحيى عن شعبة.\rوقد وردت القصة على الصواب عند ابن أبي حاتم في الجرح والتعديل (9/142) [599] حيث قال فيها: \"عن يحيى عن شعبة قال: أقام يحيى بن أبي كثير بالمدينة عشر سنين\"أ. هـ.","seal":"C88DAF3C","part":2},
      {"page":24,"id":524,"nass":"صفحة 542/سطر 9\rترجمة: 6925 ـ يحيى بن معلى بن منصور\rفي شيوخه: الوليد بن صالح النَّحَّاس (بالحاء المهملة) .\rوصوابه: الوليد بن صالح النَّخَّاس (بالخاء المعجمة) .\rقال الحافظ في التقريب (7429) : \"الوليد بن صالح النخاس بنون ومعجمة\"أ. هـ. (1)\r__________\r(1) - من رجال التهذيب.","seal":"D1F05883","part":2},
      {"page":25,"id":525,"nass":"الجزء الثاني والثلاثون\rصفحة 65/ سطر 21\rترجمة: 6958 ـ يزيد بن أبان القراشي.\rفي الرواة عنه: أبو رجاء الجَرْوي (بفتح جيم بعدها راء ساكنة ثم واو مكسورة) .\rوصوابه: أبو رجاء الجَزَري (بفتح الجيم والزاي ثم راء مكسورة) .\rواسمه محرز بن عبد الله مولى هشام بن عبد الله","seal":"4978DAA0","part":2},
      {"page":26,"id":526,"nass":"صفحة 154/ سطر 16\rترجمة 7000 ـ يزيد بن سنان بن يزيد\rذكر في وفاته قول ابن يونس: \"وكانت وفاته بمصر أول جمادى الأولى سنة أربع وستين ومئة\".\rوصوابه\" سنة أربع وستين ومئتين\".\rوقد ورد على الصواب في تاريخ ابن يونس (2/256-257)\rوأما قول د/بشار معلقًا عليه: \"وكذلك قال ابن عساكر في المعجم المشتمل\"\rففيه ما فيه؛ لأن الحافظ المزي نقل بعد هذا قول الطحاوي: مولده قبل الثمانين والمئة بسنتين، فكيف يموت قبل أن يولد؟!","seal":"5A1907CC","part":2},
      {"page":27,"id":527,"nass":"صفحة 221/ سطر 12\rترجمة: 7035 ـ ق: يزيد بن عياض.\rوصوابه: 7035 ـ ت ق: يزيد بن عياض.\rقال الحافظ المزي في آخر ترجمته: روى له الترمذي وابن ماجة.","seal":"569F82A6","part":2},
      {"page":28,"id":528,"nass":"صفحة 236/ سطر 3\rترجمة: 7044 ـ يزيد بن محمد بن عبد الصمد\rفي الرواة عنه: جعفر بن محمد بن جعفر ابن بنت عَدَيَّس (بياء مثناة تحتية مشددة قبل السين) .\rوصوابه: ابن بنت عَدَبَّس (بباء موحدة مشددة قبل السين) .\rكذا ضبطه ابن ناصر الدين في توضيح المشتبه (6/197) وابن ماكولا في الإكمال (6/151) وقال: \"عَدَبَّس بفتح العين والدال وتشديد الباء المعجمة بواحدة\"أ. هـ.\rوذكر فيه: جعفر بن محمد بن هشام، وترجم له.","seal":"B2423636","part":2},
      {"page":29,"id":529,"nass":"صفحة 263/ سطر 7\rترجمة: 7061 ـ يزيد بن هارون.\rفي شيوخه: العلاء بن زيدك (آخره كاف) الثقفي.\rوصوابه: العلاء بن زيدل (1) (آخره لام) الثقفي.\rقال الحافظ في التقريب (5239) : \"العلاء بن زيد ويقال زيدل بزيادة لام\"أ. هـ.\rوقال ابن ماكولا في الإكمال (4/ سطر8) باب زيدل وزيدك: \"أما زيدل باللام فهو العلاء بن زيدل\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"88D23891","part":2},
      {"page":30,"id":530,"nass":"صفحة 323/ سطر 3\rترجمة: 7086 ـ يعقوب بن حميد بن كاسب\rذكر في وفاته قول البخاري: \"مات سنة أربعين أو إحدى وأربعين ومئة\".\rوصوابه: \"مات سنة أربعين أو إحدى وأربعين ومئتين\".\rوقد ورد على الصواب في التاريخ الصغير للبخاري (2/374)\rوقال الحافظ في التقريب [7815] : \"من العاشرة، مات سنة أربعين أو إحدى وأربعين\"\rونبه في المقدمة أن الراوي \"إن كان من التاسعة إلى آخر الطبقات فهم بعد المئتين\"","seal":"001E9675","part":2},
      {"page":31,"id":531,"nass":"صفحة 345/ سطر 11\rترجمة: 7093 ـ يعقوب بن عبد الله بن سعد، أبو الحسن القمي.\rفي الرواة عنه: العلاء الحرار (1) ، بثلاث مهملات\rوصوابه: العلاء الخزاز، بثلاث معجمات (2)\rكذا ذكره في تهذيب الكمال (22/548) [4594] قال: العلاء الخزاز روى عن يعقوب القمي.\r__________\r(1) - وورد في تهذيب التهذيب (9/408) في ترجمة القمي [8101] في عداد الرواة عنه: الجزار (بالجيم وآخره راء) مصحفا أيضا.\r(2) - من رجال التهذيب.","seal":"03F19DC0","part":2},
      {"page":32,"id":532,"nass":"صفحة 356/ سطر 6\rذكر في متن حديث: \"لا يتوارث أهل ملتين شيء (بياء آخر الحروف بعدها همزة) \".\rوصوابه: \"لا يتوارث أهل ملتين شَتَّى (بمثناة فوقية مشددة بعدها ألف لينة) \".\rوالحديث على الصواب في المسند (2/195) [6844] من طريق عمرو بن شعيب عن أبيه عن جده كما في التهذيب\rوانظر سنن أبي داود [2911]\rقال في عون المعبود (8/87) : \"لا يتوارث أهل ملتين شتى -بفتح فتشديد- صفة أهل، أي: متفرقون، وقال الطَّيبِِّيُّ: حال من فاعل لا يتوارث أي متفرقين، وقيل يجوز أن يكون صفة الملتين أي ملتين متفرقتين\"\rوقد ورد بلفظ \"شيء\" في السنن الكبرى للنسائي رقم [6384] ، والتنقيح لابن عبد الهادي رقم [1728] ، وتحفة الأحوذي (6/240) ، والمدونة (8/389)\rوقال في عون المعبود (8/87) :\"وفي بعض النسخ شيئا مكان شتى\"\rفكأنه خطأ قديم","seal":"8B97DA4C","part":2},
      {"page":33,"id":533,"nass":"صفحة 359/ سطر 12\rترجمة: 7100 ـ يعقوب بن كعب بن حامد الحلبي.\rفي الرواة عنه: محمد بن إبراهيم بن سعيد البُوسَنْجِي (بضم الباء الوحدة بعدها واو ثم سين مهملة مفتوحة ثم نون ساكنة) .\rوصوابه: محمد بن إبراهيم بن سعيد البُوشَنْجي (بالضبط نفسه وبدل السين المهملة شين معجمة)\rكذا ضبطه الحافظ في التقريب [5693] .","seal":"8981B784","part":2},
      {"page":34,"id":534,"nass":"صفحة 361/ سطر 8\rترجمة: 7102 ـ يعقوب بن مجاهد القرشي أبو حَرْزَة (بتقديم الراء على الزاي) .\rوصوابه: يعقوب بن مجاهد القرشي أبو حَزْرة (بتقديم الزاي على الراء) .\rكذا ضبطه الحافظ في التقريب [7831] .","seal":"5000B130","part":2},
      {"page":35,"id":535,"nass":"صفحة 393/ سطر 10\rترجمة: 7116 ـ يعلى بن عطاء العامري القرشي.\rفي شيوخه: عُمَارة بن حُدَيْر (بضم الحاء المهملة وآخره راء مصغرًا) البجلي.\rوصوابه: عُمَارة بن حَدِيد (بفتح الحاء المهملة وآخره دال)\rكذا ضبطه ابن ماكولا في الإكمال (2/54) فقال \"حديد أوله حاء مهملة مفتوحة بعدها دال مهملة مكسورة\"أ. هـ. وذكر فيه: عُمَارة بن حَدِيد (1)\r__________\r(1) - من رجال التهذيب.","seal":"B69513AF","part":2},
      {"page":36,"id":536,"nass":"صفحة 394/ سطر 4\rترجمة: 7116 ـ يعلى بن عطاء العامري.\rفي الرواة عنه: الحكم بن فضيل (بالضاد المعجمة بعد الفاء)\rوصوابه: الحكم بن فَصِيل (بالصاد المهملة وزن عظيم) .\rكذا ضبطه الدارقطني في المؤتلف والمختلف (4/1815) باب فُضَيل وفَصِيل، وترجم له هناك وقال ابن ماكولا في الإكمال (7/52) \"فَصِيل بفتح الفاء وكسر الصاد المهملة\" وذكر فيه الحكم بن فصيل وترجم له أيضًا، وقال ابن ناصر الدين في توضيح المشتبه (7/109) ، فَصِيل بصاد مكسورة مهملة مع فتح أوله: الحكم بن فصيل عن خالد الحذاء\"أ. هـ.\rوقال الرامهرمزي في المحدث الفاصل (ص: 303) : \"فَصِيل مثل بَعِير، بالفاء والصاد غير المعجمة الحكم بن فصيل يشتبه بفضيل\" وصدق والله، فقد تحرف هذا الاسم إلى فضيل بالضاد المعجمة في غالب كتب التراجم المطبوعة مثل: تاريخ ابن معين (4/375) [4852] ، التاريخ الكبير (2/339) [2672] ، الجرح والتعديل (3/126) [573] ، الثقات (8/193) [12938] ، الكامل لابن عدي (2/215) [401] ، سؤالات البرذعي (1/535) تاريخ بغداد (8/221) [4334] ، تهذيب التهذيب (2/376) [761] ، لسان الميزان (2/337) [1375] ، وهذا يوضح ما في نشر التراث من تساهل في ضبط الأسماء، خاصة المشتبه منها، مع تنبيه أهل العلم على ذلك.","seal":"6102BD1C","part":2},
      {"page":37,"id":537,"nass":"صفحة 396/ سطر 11\rترجمة: 7117 ـ يعلى بن عقبة.\rذكر فيها: قال الزبير بن بكاء (آخره همزة)\rوصوابه: الزبير بن بكار (آخره راء) .\rوهو صاحب جمهرة نسب قريش، ومنه نقل الحافظ المزي (1) .\rوالكتاب مطبوع بتحقيق شيخ المحققين: محمود محمد شاكر، رحمه الله.\r__________\r(1) - جمهرة أنساب قريش (ص 36-37) .","seal":"62ABAC07","part":2},
      {"page":38,"id":538,"nass":"صفحة 400/ سطر 9\rترجمة: 7120 ـ بخ م د ت س: يعلى بن مسلم بن هرمز.\rوصوابه: 7120 ـ خ م د ت س: يعلى بن مسلم بن هرمز.\rقال الحافظ المزي في آخر ترجمته: روى له الجماعة سوى ابن ماجة.","seal":"00B7CABF","part":2},
      {"page":39,"id":539,"nass":"صفحة 416/ سطر 1\rترجمة: 7129 ـ يوسف بن بهلول التميمي.\rفي الرواة عنه: فهد بن سليمان النحاس (بالحاء المهملة) .\rوصوابه: فهد بن سليمان النخاس (بالخاء المعجمة) .\rذكره ابن ناصر الدين في توضيح المشتبه (9/41) باب النخاس بمعجمة بعد النون، وكذا السمعاني في الأنساب (5/366) باب النون والخاء وقال: \"النَّخَّاس بفتح النون وتشديد الخاء المعجمة وفي آخرها السين المهملة، هذا الاسم لمن يكون دلالاً في بيع الجواري والغلمان والدوابّ\"أ. هـ.\rوذكر منهم: أبو محمد فهد بن سليمان النخاس المصري (1) .\r__________\r(1) - له ترجمة في: الجرح والتعديل (7/89) [505] ، تاريخ دمشق (48/459) [5635] وتصحف في كلا الموضعين إلى \"النحاس \" بالحاء المعجمة فتنبه.","seal":"39916DFE","part":2},
      {"page":40,"id":540,"nass":"صفحة 474/ سطر 16\rترجمة: 7163 ـ يوسف بن يحيى القرشي.\rفي إسناد حديث: أخبرنا علي بن عبد العزيز البردعي، بالدال المهملة.\rوصوابه: علي بن عبد العزيز البرذعي، بالذال المعجمة.\rوهو علي بن عبد العزيز بن مردك أبو الحسن البرذعي (1) يحدث عن عبد الرحمن بن أبي حاتم وغيره.\r__________\r(1) - له ترجمة في: تاريخ بغداد (12/30) [6397] .","seal":"09184E4E","part":2},
      {"page":41,"id":541,"nass":"صفحة 510/ سطر 8\rقال في متن حديث من دعاء النبي - صلى الله عليه وسلم -: \"وآثرنا وتؤثر علينا ... \"\rوصوابه\"وآثرنا و [لا] تؤثر علينا\".\rوقد ورد على الصواب عند عبد الرزاق في المصنف (3/383) [6038] ، ومن طريقه يروي الحافظ المزي.\rوانظر سنن الترمذي [3173] ، والسنن الكبرى للنسائي [1439] .","seal":"ADAFEB5D","part":2},
      {"page":42,"id":542,"nass":"الجزء الثالث والثلاثون\rصفحة 67/ سطر 9\rترجمة: 7220 ـ أبو بردة بن أبي موسى الأشعري.\rفي الرواة عنه: ابن ابنه أبو بردة يزيد (أوله ياء مثناة تحتية بعدها زاي) بن عبد الله بن أبي بردة.\rوصوابه: ابن ابنه أبو بردة بُرَيد (أوله باء موحدة مضمومة بعدها راء مفتوحة) بن عبد الله بن أبي بردة (1)\rضبطه الحافظ في التقريب: \"بُرَيد تصغير برد\" وذكر فيه أبا بردة [658] .\rوهو مترجم في التهذيب في باب من اسمه (بُرَيد) .\r__________\r(1) - من رجال التهذيب.","seal":"01C1C10C","part":2},
      {"page":43,"id":543,"nass":"صفحة 86/ سطر 2\rترجمة: 7230 ـ أبو بكر بن أنس بن مالك.\rذكر فيها: وقال أبو عبد الله أحمد بن محمد بن أبي بكر المقدمي.\rوصوابه: أبو عبد الله محمد بن أحمد بن محمد بن أبي بكر المقدمي (1) .\rوقد ورد الخطأ نفسه في تهذيب التهذيب (12/27) [118] ترجمة أبي بكر بن أنس أيضًا، وزاد خطأ آخر وهو قوله في نسبته: المقدسي، وصوابه المقدمي كما هنا.\rثم وجدت هذا النقل على الخطأ عند ابن عساكر في تاريخ دمشق (55/338) في ترجمة أبي بكر بن أنس أيضًا فكأنه خطأ قديم، وكنية أحمد الأب أبو عثمان أما أبو عبد الله فهي كنية ابنه محمد.\r__________\r(1) - له ترجمة في تاريخ بغداد (1/336) [246] .","seal":"9A143F66","part":2},
      {"page":44,"id":544,"nass":"صفحة 94/ سطر 4\rترجمة: 7234 ـ أبو بكر بن سليمان بن أبي حَثْمَة\rذكر فيها: أخو عثمان بن سليمان بن أبي خَيْثَمة (هكذا بخاء معجمة وضبطها بالفتح بعدها ياء مثناة تحتية وضبطها بالسكون ثم ثاء مثلثة وضبطها بالفتح ثم ميم)\rوصوابه: عثمان بن سليمان بن أبي حَثْمَة (1) (بفتح الحاء المهملة وسكون الثاء المثلثة ثم ميم مفتوحة)\rوهو واضح من اسم أخيه صاحب الترجمة، فلا أدري كيف وقع هذا الخطأ والاسمان في الموضع نفسه لا يفصل بينهما شيء؟!.\rصفحة 267/ سطر 14\rترجمة: ـ أبو الحوراء السعدي اسمه ربيعة بن شيبان.\rروى عنه: يزيد (أوله ياء مثناة تحتية مفتوحة بعدها زاي مكسورة) بن أبي مريم السلولي.\rوصوابه: بُرَيد (أوله باء موحدة مضمومة بعدها راء مفتوحة) بن أبي مريم السلولي (2) .\rوقد ورد على الصواب في ترجمة ربيعة بن شيبان في تهذيب الكمال (9/117) [1877]\r__________\r(1) - من رجال التهذيب.\r(2) - من رجال التهذيب.","seal":"5172F687","part":2},
      {"page":45,"id":545,"nass":"صفحة 287/ سطر 10\rترجمة: 7347 ـ أبو خلف الأعمى البصري خادم أنس.\rذكر فيها: الوليد بن مسلم عن معاذ (آخره ذال معجمة) بن رفاعة.\rوصوابه: معان (آخره نون) بن رفاعة.\rوقد ورد على الصواب عند ابن ماجة: ك/الفتن ب/السواد الأعظم [ح:3950]","seal":"CC2EB025","part":2},
      {"page":46,"id":546,"nass":"صفحة 296/ سطر 1\rترجمة: 7351 ـ أبو ذر الغفاري\rفي الرواة عنه: قيس بن عَبَّاد (ضبطه في الكتاب بفتح العين المهملة وتشديد الباء الموحدة)\rوصوابه: قيس بن عُبَاد (1) (بضم العين المهملة وتخفيف البار الموحدة قبل الألف)\rكذا ضبطه الحافظ في التقريب [5582] فقال: \"قيس بن عُبَاد بضم المهملة وتخفيف الموحدة \" أ. هـ.، وقال في هدي الساري (ص 214) : \"عَبَّاد كثير، وبالضم وتخفيف الموحدة قيس بن عُبَاد\"أ. هـ.\rوقال النووي في شرح مسلم (1/41) : \"عَبَّاد كله بالفتح والتشديد إلا قيس بن عُبَاد فبالضم والتخفيف\"أ. هـ.\rوقال السيوطي في تدريب الراوي (3/312) : \"عَبَّاد كله بالفتح والتشديد إلا قيس بن عُبَاد فبالضم والتخفيف\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"129F05E3","part":2},
      {"page":47,"id":547,"nass":"صفحة 347/ سطر 6\rترجمة: 7388 ـ أبو سعد المكي الأعمى\rروى قصة أبي أيوب في خروجه إلى مصر، آل عقبة بن عامر.\rوصوابه: روى قصة أبي أيوب في خروجه إلى مصر إلى عقبة بن عامر.\rوقد ورد على الصواب في تهذيب التهذيب (12/118) .","seal":"88098DA0","part":2},
      {"page":48,"id":548,"nass":"صفحة 355/ سطر 2\rذكر متن حديث: \"اتقوا الملأ (آخره همزة) عن (حرف جر) الثلاث: البراز في الموازد (بالزاي قبل الدال المهملة) ....\"\rوصوابه: \"اتقوا الملاعن (كلمة واحدة) الثلاث: البراز في الموارد (بالراء قبل الدال المهملة) .\rوالحديث أخرجه أبو داود: كتاب الطهارة، باب: المواضع التي نهي عن البول فيها. رقم [26] ، وابن ماجة باب: النهي عن الخلاء في قارعة الطريق [328]\rقال السيوطي في حاشية ابن ماجة (1/28) : \"قوله اتقوا الملاعن الثلاث جمع ملعنة وهي الفعلة التي يلعن بها فاعلها كأنها مظنة للعن ومحل له..... قوله في الموارد قال في النهاية أي المجاري والطرق إلى الماء واحدها مورد وهو مفعل من الورد يقال وردت الماء أَرِدُه وردا إذا حضرته لتشرب والورود الماء الذي ترد عليه","seal":"E83273B6","part":2},
      {"page":49,"id":549,"nass":"صفحة 371/ سطر 4\rترجمة: 7409 ـ أبو سلمة بن عبد الرحمن بن عوف.\rفي شيوخه: بشر (بكسر الموحدة وسكون المعجمة) بن سعيد.\rوصوابه: بُسْر (بضم الموحدة وسكون المعجمة) بن سعيد.\rكذا ضبطه الذهبي في المشتبه، وتابعه ابن ناصر الدين في توضيح المشتبه (1/524) باب بُسْر.","seal":"B323BE43","part":2},
      {"page":50,"id":550,"nass":"صفحة 380/ سطر 4\rذكر قول الدارقطني: \"الحكم بن عبد الله بن خطاف كان يضع الحديث روى عن الزهري عن ابن المسيب شيخه خمسين حديثًا أو أكثر\".\rوصوابه: \"روى عن الزهري عن ابن المسيب نسخة خمسين حديثًا\".\rوقد ورد قول الدارقطني على الصواب في \"تهذيب التهذيب\" (12/130) .\rوانظر كتاب \"الضعفاء المتروكين\" للعقيلي (1/227) .","seal":"EFA55106","part":2},
      {"page":51,"id":551,"nass":"صفحة 428/ سطر 6\rترجمة: 7443 ـ قد: أبو الصلت الثقفي.\rذكر فيها: أن عمر بن الخطاب (ق)\rوالصواب: أن عمر بن الخطاب (قد)\rقال الحافظ المزي في آخر ترجمته: روى له أبو داود في القدر.","seal":"11D52636","part":2},
      {"page":52,"id":552,"nass":"الجزء الرابع والثلاثون\rصفحة 37/ سطر 14\rترجمة: 7483 ـ أبو عبد رب المشقي الزاهد\rذكر فيها قوله: \"لو سألتُ (بالهمز وضم تاء الضمير آخره، من السؤال) بَرَدا أمثال الذهب ما كنت أول الناس يقوم لها\"، \"لو أن بَرَدا (آخره ألف) سألتُ ذهبًا أو فضة ما أتيتها لآخذ منها شيئا\".\rوصوابه: \"لو سالَتْ (بالألف وتاء التأنيث الساكنة آخره،) بَرَدى (آخره ألف لينة) أمثال الذهب ما كنت أول الناس يقوم لها\"، \"لو أن بَرَدى سالَتْ ذهبًا أو فضة ما أتيتها لآخذ منها شيئا\".\rوجاءت القصة على الصواب في تاريخ دمشق (67/ 53، 54) ترجمة أبي عبد رب [8670] .\rقال في لسان العرب (11/350) مادة سيل: \"سال الماء والشيءُ سَيْلاً سَيَلاناً: جَرَى\"\rوقال أيضا (3/88) مادة برد: \"وبَرَدَى: نهر بدمشق\"","seal":"8A0DBB16","part":2},
      {"page":53,"id":553,"nass":"صفحة 55/ سطر 1\rترجمة: 7494 ـ أبو عُبيدة بن حذيفة بن اليمان.\rروى عنه: حسين (بالسين) بن عبد الرحمن السلمي.\rوصوابه: حصين (بالصاد) بن عبد الرحمن السلمي (1)\rوقد ورد على الصواب في تهذيب التهذيب (12/177) [758] في عد تلاميذ أبي عبيدة.\r__________\r(1) - من رجال التهذيب.","seal":"E45F28AF","part":2},
      {"page":54,"id":554,"nass":"صفحة 96/ سطر 3\rترجمة: 7520 ـ أبو عقرب البكري الكناني.\rذكر قول خليفة بن خياط: اسمه خويلد بن بَحِير (بفتح الباء الموحدة وكسر الحاء المهملة) وقيل عَوِيج بن خويلد بن خالد بن بَحِير بن عمرو، ويقال ابن خالد بن عمرو بن حماس بن عَوِيج (بفتح العين المهملة وكسر الواو) بن بكر بن عبد مناة بن كنانة.\rوصوابه: بُجَيْر (بضم الباء الموحدة وفتح الجيم مصغر) في الموضعين كذا ضبطه ابن ماكولا في الإكمال (1/194) باب بُجَيرْ، والحافظ في التقريب [8258] ، وقال في الإصابة (2/349) [2304] : \"خويلد بن خالد بن بُجَير، بالجيم مصغرًا، أبو عقرب جد أبي نوفل\"أ. هـ.\rوقد ورد بالجيم عند كل من ابن سعد في الطبقات الكبرى (5/457) ، وابن أبي حاتم في الجرح والتعديل (3/398) [1829] وابن حبان في الثقات (3/110) [364] وابن التركماني في المقتنى [4234] (1)\r__________\r(1) - ها هنا أمور:\r[1] اختلف في اسم هذا الصحابي كثيرًا، وما وقفت عليه فيه:\r((1)) خويلد بن بجير، الجرح والتعديل (3/398) [1829] ، طبقات ابن خياط (ص: 31، 279) المقتنى في سرد الكنى [4234] ، الثقات (3/110) [364] ، التقريب [8258] ، تهذيب التهذيب (12/189) [805] .\r((2)) خالد بن بجير، الإصابة (2/226) [2148] ، (2/349) . (7/279) .\r((3)) خويلد بن عبد الله بن بجير، الطبقات الكبرى (المتمم) [ص241] .\r((4)) خويلد بن خالد بن بجير، الطبقات الكبرى (5/457) ، الإصابة (5/63) [9258] الاستيعاب (4/1716) ، (2/349) [2304]\r((5)) خويلد بن عبد الله بن خالد بن بجير، الطبقات الكبرى (5/485) .\r((6)) أبَو عقرب بن خويلد بن خالد بن بجير، طبقات ابن خياط (ص 279) ، الإكمال (1/194) .\rوقد جمع أكثر ذلك مع غيره الحافظ في الإصابة (7/279) [10259] فقال: \"أبو عقرب البكري. مختلف في اسم: فقيل خالد بن بجير، وقيل عَوِيج (بفتح أوله وبالواو) بن خالد، وقيل عُريْج (كاسم جده الأعلى) بن خويلد، وقيل (معاوية بن خويلد، وقيل اسمه مسلم.\r[2] اتفقت جميع نسخ التقريب على ضبطه بجير (بالجيم مصغرًا) ، إلا في نسخة صغير أحمد شاغف الباكستاني [8321] \"بجير بالحاء\" وبغير ضبط فلعله تصحيف.\r[3] ضبطه د/ بشار \"بَحِير\" بالفتح والمهملة، ولم يكتفِ بذلك بل علَّق عليه في الحاشية بقوله: تصحف في طبقات خليفة والتقريب إلى \"بُجَير \" أي بالجيم مصغرًا، والذي زعم أنه تصحيف قد ضبطه ابن ماكولا في الإكمال بالحروف في \"بُجَير\" كما سبق، وكذلك ابن حجر في الإصابة فقال \"بجير بالجيم مصغرًا\" (2/349) [2304] ، فلا أدري ما هذا؟!.","seal":"91CBE476","part":2},
      {"page":55,"id":555,"nass":"والصواب في اسم جده: عُرَيج (1) بضم العين المهملة وبالراء مصغرًا.\rقال ابن ماكولا في الإكمال (6/181) باب عُرَيج وعَويج، \"أما عُرَيج بضم العين وفتح الراء فهو عُرَيج بن بكر بن عبد مناة بن كنانة\"أ. هـ.\rوقال الحافظ في الإصابة (7/279) \"أبو عقرب البكري من بني عُرَيج (بمهملة وجيم مصغرًا) بن بكر بن عبد مناة بن كنانة\"أ. هـ.\rوأما اسمه هو ففيه الخلاف، قال الحافظ في الإصابة (7/279) : \"قيل عَوِيج بفتح أوله والواو وقيل عُرَيج كاسم جده الأعلى\"أ. هـ. (2) .\r__________\r(1) - وتصحف في طبقات بن خياط (1/279) والاستيعاب (4/1717) ، [3096] ، تهذيب التهذيب (12/189) [805] إلى \"عَوِيج\" أيضا فتنبه.\r(2) - ورغم ذلك ضبط د/ بشار اسمه واسم جده \"عَوِيج\" وعلق في الحاشية بقوله \"تحرف في طبقات خليفة إلى: عريج، لعله من غلط الطبع\"أ. هـ-.\rفلا أدري ما هذا؟ يثبت الخطأ في الأصل ويحكم على الصواب بأنه تحريف في موضعين متكررين، دون أن يبين لنا مستنده في الحكم على هذا بأنه تحريف أو ذاك بأنه تصحيف وكتب الضبط على خلاف ذلك!!.","seal":"212A1602","part":2},
      {"page":56,"id":556,"nass":"صفحة 123/ سطر 5\rترجمة: 7533 ـ أبو عمرو بن العلاء.\rذكر فيها: وأبو عمرو زَيَّان (أوله زاي مفتوحة بعدها مثناة تحتية مشددة) بن العلاء وكان آخرهم موتا.\rوصوابه: وأبو عمرو زبَّان (1) (أوله زاي مفتوحة بعدها باء موحدة مشددة) .\rوانظر صحيح ابن حبان (12/472) والجرح والتعديل (1/142) .\r__________\r(1) - له ترجمة في: الجرح والتعديل (3/616) [2789] ، الثقات (6/345) [8040] ، لسان الميزان (7/476) [5603] .","seal":"BE95ADCA","part":2},
      {"page":57,"id":557,"nass":"صفحة 128/ سطر 4\rذكر شعرا:\rقد تُصاب الجِبَال في آخر الصفـ ... ـف وينجو مقارع الأبطال\rوصوابه:\rقد يُصاب الجَبَانُ في آخر الصفـ ... ـف وينجو مقارع الأبطال\rوقد ورد على الصواب في \"تاريخ دمشق\" (67/115) عن أبي عمرو بن العلاء كما ذكره الحافظ المزي.","seal":"4D0A6647","part":2},
      {"page":58,"id":558,"nass":"صفحة 185/ سطر 2\rذكر قول عمر - رضي الله عنه -: \"من أظهر منكم خيرا ظننا به خيرا، وأحييناه (من الحياة) عليه\"\rوصوابه: \" من أظهر منكم خيرا ظننا به خيرا، وأحببناه (من المحبة) عليه\"\rوالحديث على الصواب في \"مسند أحمد\" (1/41) [ح:286] كما في التهذيب بسنده ومتنه سواء\rويؤيده قوله بعده: \" ومن أظهر لنا شرا ظننا به شرا وأبغضناه عليه\"","seal":"C5116DA8","part":2},
      {"page":59,"id":559,"nass":"صفحة 195/ سطر 7\rترجمة: 7574 ـ ع: أبو قتادة الأنصاري.\rفي الرواة عنه: عطاء بن يسار (م ت) .\rوصوابه: عطاء بن يسار (خ م ت)\rورواية عطاء بن يسار عن أبي قتادة عند البخاري أيضًا (1)\r__________\r(1) - صحيح البخاري: كتاب الذبائح والصيد- باب ما جاء في التصيد [ح: 5491] ، وتكرر برقم [2570، 2914، 5407] وسبق الخطأ نفسه في ترجمة عطاء بن يسار (20/ 126) [3946] .","seal":"E0BB55C5","part":2},
      {"page":60,"id":560,"nass":"صفحة 198/ سطر 17\rذكر حديث ابن مسعود: \"لا تقوم الساعة حتى لا يقسم ميراث ولا يُقْسَم بغنيمة\".\rوصوابه: \" لا تقوم الساعة حتى لا يقسم ميراث ولا يُفْرَحَ بغنيمة\"\rوالحديث ورد على الصواب في \"صحيح مسلم\" [2899] ، و\"مسند أحمد\" (1/384) [3643] ، (1/435) [4146] ، و\"مستدرك الحاكم\" (4/523) [8471] ، وغيرهم.","seal":"1599125F","part":2},
      {"page":61,"id":561,"nass":"صفحة 280/ سطر 16\r\"وذكر ابن سميع هذه الترجمة بعض ترجمة عمرو بن مرة الجهني\".\rوصوابه: \"وذكر ابن سميع هذه الترجمة بعد ترجمة عمرو بن مرة الجهني\".","seal":"ADC14A9F","part":2},
      {"page":62,"id":562,"nass":"صفحة 281/ سطر 10\rترجمة: 7619 ـ أبو مريم الأنصاري.\rفي الرواة عنه: جَرِيز (أوله جيم) بن عثمان.\rوصوابه: حَرِيَز (أوله حاء مهملة) بن عثمان (1) .\rقال الحافظ في التقريب [1184] : \"حريز بفتح أوله وكسر الراء وآخره زاي\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"BCA396AE","part":2},
      {"page":63,"id":563,"nass":"صفحة 313/ سطر 2\rترجمة: ـ أبو مَعْبَد (بفتح الميم وسكون العين المهملة بعدها باء موحدة مفتوحة) حفص بن غيلان.\rوصوابه: أبو مُعَيْد (بضم الميم وفتح العين المهملة بعدها ياء مثناة تحتية مصغرًا) حفص بن غيلان (1) .\rقال ابن ماكولا في الإكمال (7/203) باب مَعْبَد مُعَيْد: \"وأما مُعَيْد بضم الميم وفتح العين المهملة وياء ساكنة معجمة باثنتين من تحتها فهو أبو مُعَيْد حفص بن غيلان\"أ. هـ.\rوقال الحافظ في التقريب [1432] : \"حفص بن غيلان أبو مُعَيْد، بالمهملة مصغر\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"6F6CA524","part":2},
      {"page":64,"id":564,"nass":"صفحة 327/ سطر 13\rترجمة: 7655 ـ أبو المُهَزِّم التميمي.\rفي الرواة عنه: حرب بن شُرَيْح، أوله شين معجمة وآخره حاء مهملة.\rوصوابه: حرب بن سُرَيْج، أوله سين مهملة، وآخره جيم.\rقال الحافظ في التقريب [1164] : \"حرب بن سُرَيج بالمهملة والجيم\"أ. هـ.","seal":"B73EEC53","part":2},
      {"page":65,"id":565,"nass":"صفحة 327/ سطر 15\rترجمة: 7655 ـ أبو المُهَزِّم التميمي البصري.\rفي الرواة عنه: سُلَيْم (بضم السين المهملة وفتح اللام مصغر) بن حِبَّان، بكسر الحاء المهملة وبعدها باء موحدة ثقيلة.\rوصوابه: سَلِيم (بفتح السين المهملة وكسر اللام) بن حَيَّان (1) بفتح الحاء المهملة وبعدها ياء مثناة تحتية ثقيلة.\rقال القاضي عياض في مشارق الأنوار (2/234) : \"سَلِيم بن حيان بفتح السين وكسر اللام وحده، ومن عداه سُلَيْم بضم السين وفتح اللام\"\rوقال النووي في شرح مسلم (1/41) : \"سُلَيْم كله بضم السين إلا سَلِيم بن حيان بفتحها\"أ. هـ.\rوقال ابن ماكولا في الإكمال (4/329) باب سُليم وسَلِيم \"وأما سليم بفتح السين وكسر اللام فهو سَلِيم بن حَيَّان\".\rوقال السيوطي في \"الديباج\" (3/35) [952] \"سَلِيم بن حَيَّان، بفتح السين وكسر اللام وليس في الصحيحين سَلِيم بفتح السين غيره \"أ. هـ.\rوقد ضبطه الحافظ في التقريب [2531] فقال: \"سَلِيم بفتح أوله بن حيان بمهملة وتحتانية \"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"1BC93A47","part":2},
      {"page":66,"id":566,"nass":"صفحة 337/ سطر 16\rترجمة: ـ أبو ميمون\rفي الرواة عنه: محمد بن يحيى بن حَيَّان، بياء مثناة تحتية مشددة.\rوصوابه: محمد بن يحيى بن حَبَّان (1) بباء موحدة مشددة.\rوورد على الصواب في تهذيب التهذيب (12/277) ترجمة أبي ميمون [1166] .\rوضبطه الحافظ في التقريب [6381] فقال: \"محمد بن يحيى بن حَبّان بفتح المهملة وتشديد الموحدة\"أ. هـ.\rوورد في الترجمة نفسها:\r\"وقيل: عن محمد بن يحيى بن حيَّان عن عمه واسع بن حيَّان\"أ. هـ.\rبالياء المثناة التحتية في الموضعين.\rوصوابه \"حَبَّان\" بالباء الموحدة.\rوواسع بن حبان من رجال التهذيب أيضًا.\rوقد ضبط اسمه الحافظ في التقريب أيضًا [7380] فقال\" \"واسع بن حبَّان بفتح المهملة ثم موحده ثقيلة\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"CCFC946C","part":2},
      {"page":67,"id":567,"nass":"صفحة 346/ سطر 1\rذكر متن حديث عن أبي بكر: \"ما أضر (بالضاد المعجمة، من الضرر) من استغفر\" وصوابه: \"ما أصر (بالصاد المهملة، من الإصرار) من استغفر\".\rوالحديث أخرجه أبو داود (1514) والترمذي (3559) على الصواب\rقال في لسان العرب (4/453) مادة صرر: \"وفي الحديث: \"ما أصر من استغفر\" أصرَّ على الشيء، يصر إصرارا، إذا لزمه وداومه وثبت عليه وأكثر ما يستعمل في الشر والذنوب يعني من أتبع الذنبَ الاستغفارَ فليس بمصر عليه وإن تكرر منه\"","seal":"68422E75","part":2},
      {"page":68,"id":568,"nass":"صفحة 408/ سطر 17\rذكر حديثا: \"أن رسول الله - صلى الله عليه وسلم - سئل عن رجل قَتَلَ (بالتاء المثناة الفوقية أوسطه، وضبطه بثلاث فتحات مخففا، من القَتْل!) امرأته وهما صائمان، فقال: أفطر\".\rوصوابه: \"سئل عن رجل قَبَّلَ (بالباء الموحدة المشددة أوسطه، من القُبْلَة) امرأته وهما صائمان\".\rوالحديث أخرجه على الصواب ابن ماجة في باب القبلة للصائم رقم [1686] بسنده ومتنه سواء كما في التهذيب","seal":"59E66F76","part":2},
      {"page":69,"id":569,"nass":"صفحة 409/ سطر 13\rترجمة: 7706 ـ أبو يزيد المديني.\rفي الرواة عنه: أبو الهيثم فِطْر (أوله فاء مكسورة بعدها طاء ساكنة وآخره راء) بن كعب القطعي.\rوصوابه: أبو الهيثم قَطَن (أوله قاف مفتوحة بعدها طاء مفتوحة وآخره نون) بن كعب القطعي (1)\rكذا قيده ابن ماكولا في الإكمال (7/96) باب قطن وفطر، فقال: \"قطن بالقاف والنون\"أ. هـ.\r__________\r(1) - من رجال التهذيب.","seal":"4A18C497","part":2},
      {"page":70,"id":570,"nass":"صفحة 486/ سطر 13\rترجمة: 7766 ـ د: ابن أخي زينب الثقفية.\rوصوابه: 7766 ـ د ق: ابن أخي زينب الثقفية\rقال الحافظ المزي في آخر ترجمته: روى له أبو داود وابن ماجة.","seal":"66624528","part":2},
      {"page":71,"id":571,"nass":"الجزء الخامس والثلاثون\rصفحة 73/ سطر 15\rذكر حديث فاطمة بنت حسين عن أبيها عن علي \"للسائل حق وإن جاء على فرس\"\rوذكر بعده عن فاطمة عن أبيها عن النبي - صلى الله عليه وسلم -\rوقال: ولم يذكر عاليًا في الإسناد.\rوصوابه: ولم يذكر عَلِيًّا في الإسناد\"، أي أن الراوي لم يذكر علي بن أبي طالب في إسناد الحديث، وهو واضح.","seal":"CEA5F0E6","part":2},
      {"page":72,"id":572,"nass":"صفحة 85/ سطر9\rترجمة: ـ عبيد الله (مصغرًا) بن عبيد الله بن أبي مليكة حدثني عقبة.\rوصوابه: عبد الله (مكبرًا) بن عبيد الله بن أبي مليكة\rوقد ورد على الصواب في تهذيب التهذيب (12/397) [2567] .","seal":"0C5FD2FC","part":2},
      {"page":73,"id":573,"nass":"صفحة 129/ سطر 21\rترجمة: 7788 ـ أمة بنت خالد بن سعيد بن العاص بن أمية.\rفي ذكر اسم أمها: وأمها أُميمة (بضم الهمزة وميمين) بنت خلف بن أسعد بن عامر بن الخزاعية.\rوصوابه: وأمها أميمة (1) بنت خلف بن أسعد بن عامر بن بياضة الخزاعية (2)\r__________\r(1) - قال الحافظ في الإصابة (7/517) [10871] : \"أمينة، بنون بدل الميم ويقال: همينة بهاء بدل الهمزة، بنت خلف بن أسعد بن عامر بن بياضة\"أ. هـ-.بينما قال ابن عبد البر في الاستيعاب (4/1790) : \"ويقال في أميمة هميمة بنت خلف بن أسعد بن عامر الخزاعية وقد قال فيها بعض الناس أمينة فصحف والله أعلم\"\r(2) - لها ترجمة في: الاستيعاب (4/1790) ، الإصابة (7/517) [10871] ، الطبقات الكبرى (8/286) .","seal":"810782E9","part":2},
      {"page":74,"id":574,"nass":"صفحة 139/ سطر 1\rترجمة: 7800 ـ بُهيسة الفزارية.\rروت عن: ابنها.\rوصوابه: أبيها.\rوقد ورد على الصواب في تهذيب التهذيب (12/433) [2744] وكذلك في ترجمة أبيها (12/50) [186] ، وتقريب التهذيب (8005) .","seal":"FE461886","part":2},
      {"page":75,"id":575,"nass":"صفحة 141/ سطر 7\rترجمة: 7802 ـ جبلة بنت مصفح\rفي الرواة عنها: أبو مالك محمد بن موسى العَنْبَرِيُّ، بفتح العين المهملة وسكون النون بعدها باء موحدة مفتوحة بعدها راء.\rوصوابه: أبو مالك محمد بن موسى العِتْرِيُّ (1) ، بكسر العين المهملة وسكون التاء المنقوطة باثنتين من فوق وفي آخرها راء\rكذا ضبطه السمعاني في الأنساب (4/127) باب العين والتاء، وقال: هذه النسبة إلى بني عترة وهم حي نزل أكثرهم الكوفة، وذكر أبا مالك في المشهورين بهذه النسبة [6940] ، وذكره ابن ناصر الدين في توضيح المشتبه (6/373) باب عِتْر، وقال: وليس له في الكتب الستة شيء فيما أعلم أ. هـ. (2)\r__________\r(1) - له ترجمة في: التاريخ الكبير (1/237) [751] ، والجرح والتعديل (8/82) [343] ، والثقات (7/423) [10724]\r(2) - قال محقق كتاب \"توضيح المشتبه\": \"روى له مسلم والأربعة فيما رمز له في تهذيب الكمال وفروعه ... ويظهر أن المؤلف ظنه آخر غيره\" أ. هـ-.\rقلت: وهذا تعليق عجيب! فصاحب الترجمة عتري والذي في التهذيب فطري، وهذا كوفي والآخر مدني، وكنية هذا أبو مالك والآخر أبو عبد الله، وهذا يروي عن جبلة يقال لها إدراك والآخر يروي عن سعيد المقبري وطبقته، ولو رجع المحقق للتاريخ الكبير والجرح والتعديل لوجدهما هناك ولكل منهما ترجمة مستقلة.","seal":"B139CADF","part":2},
      {"page":76,"id":576,"nass":"صفحة 265/ سطر 9\rترجمة: 7906 ـ ع: فاطمة بنت المنذر.\rفي شيوخها: جدتها أسماء بنت أبي بكر (عخ) .\rوصوابه: جدتها أسماء بنت أبي بكر (ع) .\rورواية فاطمة بنت المنذر عن أسماء عند الجماعة (1)\r__________\r(1) - تهذيب الكمال (35/123) [7780] .","seal":"91D9CB9D","part":2},
      {"page":77,"id":577,"nass":"صفحة 341/ سطر 5\rترجمة: 7962 ـ أم حرام بنت ملحان.\rفي إسناد حديث: أخبرنا أبو بكر محمد بن عمر بن علي بن زنبور الورارة زاهر أبو بكر.\rصوابه: أخبرنا أبو بكر محمد بن عمر بن علي بن زنبور الوراق (1) قال: أخبرنا أبو بكر.\r__________\r(1) - ذكر له ترجمة السمعاني في الأنساب (5/488) [11062] ، وذكر من شيوخه أبا بكر بن أبي داود.","seal":"272C126B","part":2},
      {"page":78,"id":578,"nass":"صفحة 343/ سطر 7\rذكر حديث أم حرام: ذكر رسول الله - صلى الله عليه وسلم - غزاة البحر فقال: \"للهالك (1) أجر شهيد، وللغريق أجر شهيدين\".\rوصوابه: \"للمائد أجر شهيد، وللغريق أجر شهيدين\".\rوالحديث رواه على الصواب الطبراني في المعجم الكبير (25/133) [324] ، قال: حدثنا إبراهيم بن دحيم الدمشقي ثنا أبي (ح) وحدثنا أحمد بن عمرو الخلال المكي ثنا محمد بن أبي عمر العدني قالا ثنا مروان بن معاوية الفزاري به، بسنده ومتنه سواء كما في التهذيب، ومن طريق الطبراني يرويه الحافظ المزي، فتعليق د/بشار عليها بقوله: ضبب عليها المؤلف، لا معنى له.\rوقد رواه الحميدي في مسنده [349] ، عن مروان بن معاوية صوابا بسنده ومتنه سواء أيضا كما في التهذيب\rوالحديث عند أبي داود في السنن [2493] مختصرا ولفظه: \"المائد في البحر الذي يصيبه القيء له أجر شهيد، والغريق له أجر شهيدين\"\rقال في عون المعبود (7/123) : \"المائد في البحر أي الذي يدور رأسه من ريح البحر واضطراب السفينة بالأمواج من الميد وهو التحرك والاضطراب\"\r__________\r(1) - وعلق عليها د/بشار بقوله: ضبب عليها المؤلف!","seal":"3B822B4D","part":2},
      {"page":79,"id":579,"nass":"صفحة 350/ سطر 15\rترجمة: 7972 ـ أم حكيم بنت ودَّاع.\rفي إسناد حديث: أخبرنا أبو الحسين بن فاشاذه.\rوصوابه: أخبرنا أبو الحسين بن فاذشاه (1) .\rوقد ورد على الصواب في مواضع كثيرة من تهذيب الكمال.\rانظر منها: (4/420) ، (5/316) ، (5/319) ، (6/43) ، (6/70) , وغيرها.\r__________\r(1) - له ترجمة في السير (17/515) [339] ، ولسان الميزان (1/262) [815] ووردت كنيته فيه \" أبو الحسن \" والصواب \" أبو الحسين \" كما في التهذيب.","seal":"B972AEC3","part":2},
      {"page":80,"id":580,"nass":"صفحة 363/ سطر 16\rترجمة: 7981 ـ أم سعد بنت سعد بن الربيع بن عمرو بن زهير ويقال أم سعد الربيع بن سعد بن الربيع الأنصارية.\rوصوابه: ويقال أم سعد بنت الربيع الأنصارية (1)\rوورد على الصواب في تهذيب التهذيب (12/497) .\r__________\r(1) - لها ترجمة في الإصابة (8/217) .","seal":"0A8BBC60","part":2},
      {"page":81,"id":581,"nass":"صفحة 397/ سطر 2\rترجمة: 8034 ـ خ: ابنة الحارث.\rوصوابه: 8034 ـ خ د: ابنة الحارث.\rوحديثها في قصة خُبَيْب عند البخاري في (الصحيح) وأبي داود في (السنن) (1)\r__________\r(1) - سنن أبي داود كتاب الجنائز \" باب المريض يؤخذ من أظفاره وعانته \" [ح: 3112] .","seal":"CF9CB691","part":2},
      {"page":82,"id":582,"nass":"صفحة 397/ سطر 4\rترجمة: 8034 ـ ابنة الحارث.\rروى عنها: عبيد الله بن عياض (خ)\rوصوابه: عبيد الله بن عياض (خ د)\rورواية عياض عن ابنة الحارث عند البخاري في (الصحيح) وأبي داود في (السنن) (1)\r__________\r(1) - سنن أبي داود كتاب الجنائز \" باب المريض يؤخذ من أظفاره وعانته \" [ح: 3112] ، في آخره: \"قال أبو داود: روى هذه القصة شعيب بن أبي حمزة عن الزهري قال أخبرني عبيد الله بن عياض أن ابنة الحارث أخبرته ... \" وقد وقع الأمر نفسه في ترجمة عبيد الله بن عياض في التهذيب (19/139) [3672] كما سبق بيانه.","seal":"1112EC68","part":2},
      {"page":null,"id":583,"nass":"خاتمة (*)\r__________\r(*) قال مُعِدُّ الكتاب للشاملة: هذه الخاتمة ليست من الكتاب، وإنما زيدت هنا للفائدة","seal":"6D8C9640","part":null},
      {"page":null,"id":584,"nass":"طبعات تهذيب الكمال - مقال للدكتور: ماهر ياسين الفحل\r\rلا يخفى على أدنى طالب علمٍ مختصٍ بالحديث ما لأهمية تهذيب الكمال، فهو بلا شك من أجل ماكتب في الجرح والتعديل لا سيما وأنَّ الدكتور بشار عواد معروف قد حلى الكتاب بالتعليقات النافعة الماتعة التي زادت الكتاب حسناً ورونقاً- جزاه الله خيراً-، وقد طبع الكتاب خلال أكثرمن عقد من السنين في خمسة وثلاثين مجلداً، وصار الكتاب مرجع كثير من الباحثين ومَدْرسهم، ولكون الكتاب كبيرالحجم فقد وقعت فيه بعض التصحيفات والتحريفات والسقوطات مما جعل الدكتور بشار يعيد مقابلته على نسختين خطيتين، ثم قام بطبع الكتاب طبعة مصغرة عام1998 في مؤسسة الرسالة نفسها في ثمانية مجلدات، فالطبعة الأخيرة أقل كلفة على طلبة العلم، وأكثر ضبطاً. لكنها لم تسلم من الخطأ أيضاً في بعض الأماكن، لكنها مع ذلك صححت كثيراً من أخطاء الطبعة السابقة.\rوقد أدرك محمد عوامة كثرة الأخطاء والتصحيفات والتحريفات في الطبعة ذات الخمسة والثلاثين مجلداً فعمل فهرساً في خاتمة تحقيقه للكاشف (2 / 566) نبه فيه على الأخطاء الواردة في تلك الطبعة، بل إن محمد عوامة نبه على كثير من السقوطات التي وقعت في نص هذه الطبعة فقال في تعليقه على الكاشف (1/309) عند ترجمة ((حبيب بن عبد الله الأزدي)) : ((ثم إن رواية المترجم عن الحكم بن عمرو الغفاري غير مذكورة في تهذيب الكمال (5 / 384) لكنها ثابتة في مصورة مخطوطته (1 / 228) ، وفي مختصريه \" تذهيب التهذيب \" للمصنف (1 / 46 / أ) ، و \" تهذيب التهذيب \" لابن حجر، فيكون قد حصل سقط في نصه المحقق)) .\rوكذلك نبه محمد عوامة على التحريفات والتصحيفات لمطبوعة تهذيب الكمال عند تحقيقه لتقريب التهذيب: منها عند تعليقه على الرقم (ر) لجزء القراءة للبخاري فقال (ص 10) : ((وهي راء مهملة، كما ضبطها المصنف في كتابه هذا في ستة مواضع، كما سيأتي إن شاء الله (ص 48) في الحديث عن رموزه، وليست زاياً معجمة، كما شاع وذاع، تقليداً لطبعة \" تهذيب التهذيب \"، حتى الدكتور بشار عواد لم يتنبه له إلا في (4 / 299) من تهذيب الكمال، ثم عاد إلى الغلط (5 / 114)) ) .","seal":"0E9FB063","part":null},
      {"page":null,"id":585,"nass":"قال ماهر:\rوأحببت أنْ أسوق في هذه العجالة بعض أخطاء الطبعتين للتنبيه:\r\r1 - جامع بن بكار بن بلال العاملي. سقط رقمه من الطبعة الكبيرة (4 / 483) ، ومن الطبعة 98 كذلك (1 / 434) وقد صرّح المزيُّ بأنَّ أبا داود روى له في المراسيل، ورقمه: (مد) كما في تهذيب التهذيب (2 / 55) ، والتقريب (886) ، والخلاصة (60) .\r\r2 - في تهذيب الكمال الطبعة الكبيرة (5 / 197) : ((حاتم بن وردان بن مهران)) .\rهكذا في الكتاب وصوابه: ((مروان)) كما في تاريخ البخاري الكبير (3 / 77 الترجمة 275) ، والصغير (2 / 234) وتهذيب التهذيب للحافظ ابن حجر (2/131) ، والتقريب (1001) .\r\r3 - ترجمة الحسن بن أحمد بن أبي شعيب، جاءت رموزه في مطبوعة تهذيب الكمال الطبعة الكبيرة (6 / 48) : (م ق ت) . وهو تحريف، وصوابه: (م مد ت) فقد صرّح المزيُّ أنَّ أبا داود روى له في المراسيل.\r\r4 - ترجمة: الحسن بن داود بن محمد المنكدري، جاء في مطبوعة تهذيب الكمال الكبيرة (6 / 144) في صدر الكلام عن سماعه من المعتمر ما نصه: ((قال محمد بن عبد الرحيم البزاز: جلس إلينا المنكدري فسألته، في أي سنة كتبت عن المعتمر؟ فقال: في سنة كذا. فنظرنا فإذا هو قد كتب عن المعتمر ابن خمسين سنة)) . كذا جاء فيها: ((خمسين)) وهو خطأ بلا ريب، صوابه: ((ابن خمس)) كما جاء في التذهيب (1 / 66 ب) ، وتهذيب التهذيب (2 / 275) ، وهكذا وقع في طبعة 1998 (2/126) على الرغم من أنَّ الدكتور بشاراً قد ذكر أنَّ هذه الطبعة الثانية قوبلت على نسخ خطية عديدة!!\r\r5 - ترجمة: الحسن بن علي بن أبي طالب، تحرف في تهذيب الكمال الطبعة الكبيرة (6 / 220) الرقم (4) إلى (ع) .\r\r6 - وكذلك ترجمة الحسن بن محمد بن الصباح، تحرف في تهذيب الكمال الطبعة الكبيرة (6 / 310) الرقم (خ 4) إلى (خ ع) .\r\r7 - ترجمة: حطان بن عبد الله الرقاشي. تحرفت رقومه في تهذيب الكمال الطبعة الكبيرة (6 / 561) (م 4) إلى (م ع) .\r\r8 - ترجمة: حفص بن عمر بن ميمون العدني. تحرف رقمه في تهذيب الكمال الطبعة الكبيرة (7 / 42) (ق) إلى (ت) .\r\r9 - زيد بن أبي الشعثاء العنبري، أبو الحكم البصري. في تهذيب الكمال الطبعة الكبيرة (10/79) ، هكذا كتب قلم الدكتور بشار: ((العنبري)) وهو خطأ صوابه: ((العنزي)) . كما في التاريخ الكبير (3 / الترجمة 1324) للبخاري.\r\r10 - سليمان بن الأشعث بن شداد. رقمه في الطبعة الكبيرة (11 / 355) وكذلك الطبعة 98 (3 / 262 الترجمة 2476) : (ت) والصواب: (ت س) كما صرح به المزي، وكما هو في تهذيب التهذيب (4 / 169) والتقريب (2533) .\r\r11 - صالح بن رستم المزني. رقومه في تهذيب الكمال الطبعة الكبيرة (13 / 47) : (خت م 4) وكذلك في طبعة 98 (3 / 427 الترجمة 2798) وقد سقط من الرقوم الرقم: (بخ) . فالصواب: (خت بخ م 4) ، وقد صرح به المزي آخر الترجمة فقال: ((استشهد به البخاري في الصحيح وروى له في \" الأدب \" والباقون)) .\rوجاءت الرقوم على الصواب في تهذيب التهذيب (4 / 391) ، وفي الخلاصة (ص 170) .\r\r12 - عروة المزني. جاءت رقومه في تهذيب الكمال الطبعة الكبيرة (20 / 40) ، وطبعة 98 (5 / 160 الترجمة 4504) : (د ت) وفيه سقط ظاهر صوابه: (د ت ق) . وقد صرح به المزي فقال: ((روى له أبو داود والترمذي وابن ماجه)) وجاءت رقومه على الصواب: (د ت ق) في تهذيب التهذيب (7 / 189) .\r\r13 - عمرو بن منصور القَيْسي البَصْريُّ القداح. رقمه في الطبعة الكبيرة (22 / 249) وطبعة 98 (5 / 465 الترجمة 5043) : (ر) وفيه سقط صوابه: (ر بخ) كما صرح به المزي إذ قال: ((روى عنه البخاري في \" القراءة خلف الإمام \"، وفي \" الأدب \")) والرقم على الصواب في تهذيب التهذيب (8 / 106) .\r\r14 - الوليد بن رباح الدَّوْسي المدني، مولى ابن أبي ذباب. جاءت رقومه في الطبعة 98 (7 / 469 الترجمة 7298) : (خت د ت ق ت) وزيادة الرقم (ت) الأخير خطأ على الرغم من أنَّ الدكتور ذكر أنَّ هذه الطبعة حققت على عدد غفير من النسخ.\rومما ينبغي التنبيه عليه أنَّ الكتاب طبع في دار الفكر وزُعم أنَّ الدكتور سهيل زكار قد حققه، والحقيقة أن هذه الطبعة مسروقة من طبعة الدكتور بشار بقضها وقضيضها، بل إنَّ الدكتور بشاراً كان يضبط محاضر بن المورع بفتح الضاد لحد المجلد السابع ثم تغير اجتهاده بعد فصار يكسر الضاد، وقد انتقل هذا بعينه في طبعة الفكر.\rفأنا أنصح من يريد اقتناء الكتاب أن يقتني الطبعة ذات المجلدات الثماني على أنها غير معصومة، غفر الله للجميع.","seal":"530FA998","part":null},
      {"page":null,"id":586,"nass":"ثم قال الدكتور ماهر:\rوصلتني رسالة على البريد من أحد الفضلاء، وهي إضافات وزيادات على الموضوع، وقد رغب الأخ الفاضل عن ذكر اسمه.\rوهذه فوائده، وهي استدراكات على الطبعة الكبيرة، قال حفظه الله:\rبسم الله الرحمن الرحيم\r\r1- ترجمة حبيب بن الزبير بن مشكان من التهذيب (5/371) ، وجاء فيها: ((روى عنه: ... وعمرو بن فروخ العبدي (مد)) ) .\rقلت: وعمرو تحريف، وصوابه: عمر، أنظر ترجمته من تهذيب الكمال نفسه (21/478) .\r\r2- ترجمة الحسن بن موسى الأشيب من التهذيب (6/328) ، وجاء فيها: ((روى عن ... وسنان بن عبد الرحمن (م ع)) ) .\rقلت: وسنان بالسين المهملة تحريف، وصوابه: شيبان بالمعجمة، وهو أبو معاوية البصري المؤدب، أنظر ترجمته من تهذيب الكمال (12/592) .\r\r3- ترجمة عبد الله بن عبد الوهاب الحجبي من التهذيب (15/246) ، وجاء فيها: ((روى عن ... والحارث بن حسان المزني)) .\rقلت: وحسان تحريف، وصوابه: غسان، أنظر ترجمته من الجرح والتعديل (3/85) .\r\r4- ترجمة عمرو بن النعمان الباهلي من التهذيب (22/266) ، وجاء فيها: ((روى عنه ... وعبد الرحمان بن عُمر بن حبلة)) .\rقلت: وعُمر تحريف، وصوابه: عمرو، أنظر ترجمته من الجرح والتعديل (5/267) .\r\r5- ترجمة محمد بن عبد الملك بن مروان بن الحكم الواسطي من التهذيب (26/24) ، عزا الدكتور بشار في الهامش في مصادر الترجمة لسير أعلام النبلاء (12/24) ، وهذا العزو خطأ؛ لأنه عزوًا لترجمة محمد بن عبد الملك بن زنجويه","seal":"6C405ACB","part":null}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"صحح نسختك من تهذيب الكمال","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عيد فهمي محمد علي","bLnk":null,"Inf":"قال المؤلف:\r\n\"وهذا الكتاب قد بذلت فيه مجهودا كبيرا جمعت فيه كل ما وقفت عليه من أخطاء في المطبوعة، واستفدت بما قيده غيري كالشيخ محمد عمرو وغيره، ثم حررت هذه الأخطاء وراجعت كتب الضبط، ثم قابلت كل ذلك في النهاية على مخطوط لكتاب التهذيب ... \"","Auth":"عيد فهمي","Betaka":"الكتاب: صحح نسختك من تهذيب الكمال\r\nالمؤلف: عيد فهمي\r\nالناشر: دار المحدثين - مصر، 1427هـ\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"سيرة ذاتية للمؤلف\r\nالاسم: عيد فهمي محمد علي\r\nتاريخ الميلاد: 10/12/1392هـ الموافق 14/1/1973م\r\nمحل الميلاد: المطرية - القاهرة - مصر\r\nالدرجة العلمية: حاصل على ليسانس الآداب في اللغة العربية وآدابها واللغات الشرقية وآدابها - كلية الآداب - جامعة الإسكندرية.\r\nتمهيدي ماجستير- كلية دار العلوم - جامعة القاهرة.\r\nالخبرات السابقة:\r\nعمل باحثًا شرعيًّا في العديد من دور وشركات التحقيق بمصر؛ مثل: دار ابن لقمان، دار التأصيل، شركة حرف لتقنية المعلومات، دار المحدثين، دار التابعين، ويعمل الآن مديرًا لشبكة السنة النبوية بمجموعة سهم للبرمجيات.\r\nوشارك في العديد من الموسوعات العلمية أثناء عمله في مجال التحقيق، وله أعمال خاصَّة أخرى دعوية وعلمية وأدبية.\r\nالإجازات العلمية:\r\nكان له ملازمة خاصة للشيخ محمد بن أحمد بن إسماعيل المقدّم حفظه الله أثناء إقامته بالإسكندرية للدراسة وكان الشيخ يوليه اهتماما خاصًّا لما رأى عليه من علامات النبوغ، وقد حصَّل المؤلف العديد من الإجازات العلمية من جمعٍ من العلماء والدعاة، وكان أعلاها تلك التي أخذها من سماحة الشيخ عبد الله بن عقيل الظاهري حفظه الله رئيس المجلس الأعلى للقضاء السعودي سابقا، وحصَّل الإجازة أيضًا من كل من الأستاذ الدكتور/ رفعت فوزي، والأستاذ الدكتور/ أحمد معبد عبد الكريم، وفضيلة الشيخ/ محمد عمرو بن عبد اللطيف، حفظهم الله جميعًا، وكان أول من أجازه فضيلة الشيخ/ وليد بن إدريس المنيسي حفظه الله وكان حينئذٍ في مقتبل العمر قد قارب على العشرين ومع ذلك فقد وصفه الشيخ في الإجازة بقوله: الشيخ العلامة المتفنن، قال المؤلف: «هذا ولي إجازات أخرى عن شيوخ ليسوا على عقيدة السلف من الصوفية والشيعة والأشاعرة، ولذلك لم أذكرها، ولي سلف في ذلك فإن الشيخ تقي الدين الهلالي حصل على إجازات كثيرة إلا أنه كان لا يجيز إلا عن شيخين اثنين سلفيين، وأخبر أنه نبذ الرواية عن شيوخه من أهل البدع. والشيخان اللذان يروي عنهما هما الشيخ العالم المحقق أبو العلا عبد الرحمن المباركفوري صاحب تحفة الأحوذي والشيخ العالم المتفنن المحقق محمد بن حسين بن محسن الحديدي اليمني»","seal":"526B06B8","cat":"التراجم والطبقات - مرقم آليا","oNum":10884,"BkId":10884,"oAuth":1078,"bVer":1,"aSeal":"F812AD3D"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t10884":
    [
      {"lvl":2,"id":105,"sub":0,"tit":"صفحة 100/ سطر 15"},
      {"lvl":2,"id":106,"sub":0,"tit":"صفحة 102/ سطر 5"},
      {"lvl":2,"id":107,"sub":0,"tit":"صفحة 102/ سطر 15"},
      {"lvl":2,"id":108,"sub":0,"tit":"صفحة 144/ سطر 11"},
      {"lvl":2,"id":109,"sub":0,"tit":"صفحة 148/ سطر 4"},
      {"lvl":2,"id":110,"sub":0,"tit":"صفحة 200/ سطر 13"},
      {"lvl":2,"id":111,"sub":0,"tit":"صفحة 220/ سطر 2"},
      {"lvl":2,"id":112,"sub":0,"tit":"صفحة 220/ سطر 7"},
      {"lvl":2,"id":113,"sub":0,"tit":"صفحة 221/ سطر 7"},
      {"lvl":2,"id":114,"sub":0,"tit":"صفحة 222/ سطر 9"},
      {"lvl":2,"id":115,"sub":0,"tit":"صفحة 228/ سطر 1"},
      {"lvl":2,"id":116,"sub":0,"tit":"صفحة 266/ سطر 11"},
      {"lvl":2,"id":117,"sub":0,"tit":"صفحة 282/ سطر 11"},
      {"lvl":2,"id":118,"sub":0,"tit":"صفحة 295/ سطر 11"},
      {"lvl":2,"id":119,"sub":0,"tit":"صفحة 310/ سطر 2"},
      {"lvl":2,"id":120,"sub":0,"tit":"صفحة 317/ سطر 7"},
      {"lvl":2,"id":121,"sub":0,"tit":"صفحة 317/ سطر 14"},
      {"lvl":2,"id":122,"sub":0,"tit":"صفحة 328/ سطر 8"},
      {"lvl":2,"id":123,"sub":0,"tit":"صفحة 372/ سطر 8"},
      {"lvl":2,"id":124,"sub":0,"tit":"صفحة 373/ سطر 11"},
      {"lvl":2,"id":125,"sub":0,"tit":"صفحة 390/ سطر 15"},
      {"lvl":2,"id":126,"sub":0,"tit":"صفحة 392/ سطر 14"},
      {"lvl":2,"id":127,"sub":0,"tit":"صفحة 403/ سطر 16"},
      {"lvl":2,"id":128,"sub":0,"tit":"صفحة 408/ سطر 16"},
      {"lvl":2,"id":129,"sub":0,"tit":"صفحة 412/ سطر 6"},
      {"lvl":2,"id":130,"sub":0,"tit":"صفحة 436/ سطر 8"},
      {"lvl":2,"id":131,"sub":0,"tit":"صفحة 461/ سطر 18"},
      {"lvl":2,"id":132,"sub":0,"tit":"صفحة 471/ سطر 6"},
      {"lvl":2,"id":133,"sub":0,"tit":"صفحة 482/ سطر 8"},
      {"lvl":2,"id":134,"sub":0,"tit":"صفحة 491/ سطر 11"},
      {"lvl":2,"id":135,"sub":0,"tit":"صفحة 492/ سطر 5"},
      {"lvl":2,"id":136,"sub":0,"tit":"صفحة 492/ سطر 12"},
      {"lvl":2,"id":137,"sub":0,"tit":"صفحة 493/ سطر 2"},
      {"lvl":2,"id":138,"sub":0,"tit":"صفحة 493/ سطر 3"},
      {"lvl":2,"id":139,"sub":0,"tit":"صفحة 493/ سطر 4"},
      {"lvl":2,"id":140,"sub":0,"tit":"صفحة 497/ سطر 8"},
      {"lvl":2,"id":141,"sub":0,"tit":"صفحة 518/ سطر 12"},
      {"lvl":2,"id":142,"sub":0,"tit":"صفحة 520/ سطر 16"},
      {"lvl":2,"id":143,"sub":0,"tit":"صفحة 561/ سطر 13"},
      {"lvl":2,"id":144,"sub":0,"tit":"صفحة 562/ سطر 1"},
      {"lvl":1,"id":145,"sub":0,"tit":"الجزء السابع"},
      {"lvl":2,"id":145,"sub":1,"tit":"صفحة 42/ سطر 7"},
      {"lvl":2,"id":146,"sub":0,"tit":"صفحة 44/ سطر 3"},
      {"lvl":2,"id":147,"sub":0,"tit":"صفحة 57/ سطر 2"},
      {"lvl":2,"id":148,"sub":0,"tit":"صفحة 121/ سطر 15"},
      {"lvl":2,"id":149,"sub":0,"tit":"صفحة 192/ سطر 7"},
      {"lvl":2,"id":150,"sub":0,"tit":"صفحة 219/ سطر 15"},
      {"lvl":2,"id":151,"sub":0,"tit":"صفحة 257/ سطر 12"},
      {"lvl":2,"id":152,"sub":0,"tit":"صفحة 317/ سطر 13"},
      {"lvl":2,"id":153,"sub":0,"tit":"صفحة 331/ سطر 17"},
      {"lvl":2,"id":154,"sub":0,"tit":"صفحة 366/ سطر 12"},
      {"lvl":2,"id":155,"sub":0,"tit":"صفحة 430/ سطر 2"},
      {"lvl":1,"id":156,"sub":0,"tit":"الجزء الثامن"},
      {"lvl":2,"id":156,"sub":1,"tit":"صفحة 47/سطر 12"},
      {"lvl":2,"id":157,"sub":0,"tit":"صفحة 131/ سطر 2"},
      {"lvl":2,"id":158,"sub":0,"tit":"صفحة 172/ سطر 7"},
      {"lvl":2,"id":159,"sub":0,"tit":"صفحة 267/ سطر 6"},
      {"lvl":2,"id":161,"sub":0,"tit":"صفحة 371/ سطر 18"},
      {"lvl":2,"id":162,"sub":0,"tit":"صفحة 409/ سطر 8"},
      {"lvl":2,"id":163,"sub":0,"tit":"صفحة 427/ سطر 2"},
      {"lvl":2,"id":164,"sub":0,"tit":"صفحة 473/ سطر 3"},
      {"lvl":1,"id":165,"sub":0,"tit":"الجزء التاسع"},
      {"lvl":2,"id":165,"sub":1,"tit":"صفحة 88/ سطر 13"},
      {"lvl":2,"id":166,"sub":0,"tit":"صفحة 96/ سطر 12"},
      {"lvl":2,"id":167,"sub":0,"tit":"صفحة 105/ سطر 3"},
      {"lvl":2,"id":168,"sub":0,"tit":"صفحة 129/ سطر 14"},
      {"lvl":2,"id":169,"sub":0,"tit":"صفحة 147/ سطر 10"},
      {"lvl":2,"id":170,"sub":0,"tit":"صفحة 147/ سطر 17"},
      {"lvl":2,"id":171,"sub":0,"tit":"صفحة 287/ سطر 2"},
      {"lvl":2,"id":172,"sub":0,"tit":"صفحة 342/ سطر 1"},
      {"lvl":2,"id":173,"sub":0,"tit":"صفحة 392/سطر 8"},
      {"lvl":2,"id":174,"sub":0,"tit":"صفحة 413/ سطر 8"},
      {"lvl":2,"id":175,"sub":0,"tit":"صفحة 420/ سطر 8"},
      {"lvl":2,"id":176,"sub":0,"tit":"صفحة 422/ سطر 18"},
      {"lvl":2,"id":177,"sub":0,"tit":"صفحة 434/ سطر 6"},
      {"lvl":2,"id":178,"sub":0,"tit":"صفحة 509/ سطر 11"},
      {"lvl":1,"id":179,"sub":0,"tit":"الجزء العاشر"},
      {"lvl":2,"id":179,"sub":1,"tit":"صفحة 11/ سطر 15"},
      {"lvl":2,"id":180,"sub":0,"tit":"صفحة 43/ سطر 15"},
      {"lvl":2,"id":181,"sub":0,"tit":"صفحة 43/ سطر 17"},
      {"lvl":2,"id":182,"sub":0,"tit":"صفحة 53/سطر 3"},
      {"lvl":2,"id":183,"sub":0,"tit":"صفحة 64/ سطر 3"},
      {"lvl":2,"id":184,"sub":0,"tit":"صفحة 65/ سطر 2"},
      {"lvl":2,"id":185,"sub":0,"tit":"صفحة 104/ سطر 8"},
      {"lvl":2,"id":186,"sub":0,"tit":"صفحة 145/ سطر 3"},
      {"lvl":2,"id":187,"sub":0,"tit":"صفحة 147/ سطر 12"},
      {"lvl":2,"id":188,"sub":0,"tit":"صفحة 166/ سطر 11"},
      {"lvl":2,"id":189,"sub":0,"tit":"صفحة 171/ سطر 3"},
      {"lvl":2,"id":190,"sub":0,"tit":"صفحة 172/ سطر 4"},
      {"lvl":2,"id":191,"sub":0,"tit":"صفحة 180/ سطر 1"},
      {"lvl":2,"id":192,"sub":0,"tit":"صفحة 211/ سطر 4"},
      {"lvl":2,"id":193,"sub":0,"tit":"صفحة 230/ سطر 7"},
      {"lvl":2,"id":194,"sub":0,"tit":"صفحة 241/ سطر 5"},
      {"lvl":2,"id":195,"sub":0,"tit":"صفحة 243/ سطر 9"},
      {"lvl":2,"id":196,"sub":0,"tit":"صفحة 247/ سطر 13"},
      {"lvl":2,"id":197,"sub":0,"tit":"صفحة 252/ سطر 2"},
      {"lvl":2,"id":198,"sub":0,"tit":"صفحة 261/ سطر 13"},
      {"lvl":2,"id":199,"sub":0,"tit":"صفحة 262/ سطر 8"},
      {"lvl":2,"id":200,"sub":0,"tit":"صفحة 278/ سطر 9"},
      {"lvl":2,"id":201,"sub":0,"tit":"صفحة 299/ سطر 1"},
      {"lvl":2,"id":202,"sub":0,"tit":"صفحة 303/ سطر 1"},
      {"lvl":2,"id":203,"sub":0,"tit":"صفحة 386/ سطر 7"},
      {"lvl":2,"id":204,"sub":0,"tit":"صفحة 394/ سطر 14"},
      {"lvl":2,"id":205,"sub":0,"tit":"صفحة 407/ سطر 17"},
      {"lvl":2,"id":206,"sub":0,"tit":"صفحة 421/ سطر 7"},
      {"lvl":2,"id":207,"sub":0,"tit":"صفحة 447/ سطر 1"},
      {"lvl":2,"id":208,"sub":0,"tit":"صفحة 447/ سطر 2"},
      {"lvl":2,"id":209,"sub":0,"tit":"صفحة 455/ سطر 10"},
      {"lvl":2,"id":210,"sub":0,"tit":"صفحة 461/ سطر 15"},
      {"lvl":2,"id":211,"sub":0,"tit":"صفحة 462/ سطر 11"},
      {"lvl":2,"id":212,"sub":0,"tit":"صفحة 470/ سطر 7، 8"},
      {"lvl":2,"id":213,"sub":0,"tit":"صفحة 473/ سطر 8"},
      {"lvl":2,"id":214,"sub":0,"tit":"صفحة 516/ سطر 6، 7"},
      {"lvl":2,"id":215,"sub":0,"tit":"صفحة 526/ سطر 12"},
      {"lvl":2,"id":216,"sub":0,"tit":"صفحة 540/ سطر 9، 10"},
      {"lvl":1,"id":217,"sub":0,"tit":"الجزء الحادي"},
      {"lvl":2,"id":217,"sub":1,"tit":"صفحة 7/ سطر 7"},
      {"lvl":2,"id":218,"sub":0,"tit":"صفحة 9/ سطر 14"},
      {"lvl":2,"id":219,"sub":0,"tit":"صفحة 14/ سطر 6، 7"},
      {"lvl":2,"id":220,"sub":0,"tit":"صفحة 54/ سطر 1، 2"},
      {"lvl":2,"id":221,"sub":0,"tit":"صفحة 68/ سطر 21"},
      {"lvl":2,"id":222,"sub":0,"tit":"صفحة 81/ سطر 12"},
      {"lvl":2,"id":223,"sub":0,"tit":"صفحة 86/ سطر 1"},
      {"lvl":2,"id":224,"sub":0,"tit":"صفحة 100/ سطر 2"},
      {"lvl":2,"id":225,"sub":0,"tit":"صفحة 122/ سطر 11"},
      {"lvl":2,"id":226,"sub":0,"tit":"صفحة 128/ سطر 6"},
      {"lvl":2,"id":227,"sub":0,"tit":"صفحة 161/ سطر 14"},
      {"lvl":2,"id":228,"sub":0,"tit":"صفحة 210/ سطر 4"},
      {"lvl":2,"id":229,"sub":0,"tit":"صفحة 261/ سطر 3"},
      {"lvl":2,"id":230,"sub":0,"tit":"صفحة 311/ سطر 11"},
      {"lvl":2,"id":231,"sub":0,"tit":"صفحة 315/ سطر 4"},
      {"lvl":2,"id":232,"sub":0,"tit":"صفحة 403/ سطر 17"},
      {"lvl":2,"id":233,"sub":0,"tit":"صفحة 445/ سطر 4"},
      {"lvl":1,"id":234,"sub":0,"tit":"الجزء الثاني"},
      {"lvl":2,"id":234,"sub":1,"tit":"صفحة 26/ سطر 1"},
      {"lvl":2,"id":235,"sub":0,"tit":"صفحة 81/ سطر 16"},
      {"lvl":2,"id":236,"sub":0,"tit":"صفحة 94/ سطر 2"},
      {"lvl":2,"id":237,"sub":0,"tit":"صفحة 147/ سطر 7"},
      {"lvl":2,"id":238,"sub":0,"tit":"صفحة 186/ سطر 2"},
      {"lvl":2,"id":239,"sub":0,"tit":"صفحة 202/ سطر 7"},
      {"lvl":2,"id":240,"sub":0,"tit":"صفحة 207/ سطر 14"},
      {"lvl":2,"id":241,"sub":0,"tit":"صفحة 207/ سطر 17"},
      {"lvl":2,"id":242,"sub":0,"tit":"صفحة 251/سطر 7"},
      {"lvl":2,"id":243,"sub":0,"tit":"صفحة 270/ سطر 10"},
      {"lvl":2,"id":244,"sub":0,"tit":"صفحة 275/سطر 4"},
      {"lvl":2,"id":245,"sub":0,"tit":"صفحة 299/ سطر 8"},
      {"lvl":2,"id":246,"sub":0,"tit":"صفحة 309/ سطر 3"},
      {"lvl":2,"id":247,"sub":0,"tit":"صفحة 314/ سطر 3"},
      {"lvl":2,"id":248,"sub":0,"tit":"صفحة 333/ سطر 1"},
      {"lvl":2,"id":249,"sub":0,"tit":"صفحة 392/ سطر 8"},
      {"lvl":2,"id":250,"sub":0,"tit":"صفحة 425/ سطر 10"},
      {"lvl":2,"id":251,"sub":0,"tit":"صفحة 456/ سطر 10"},
      {"lvl":2,"id":252,"sub":0,"tit":"صفحة 463/ سطر 9"},
      {"lvl":2,"id":253,"sub":0,"tit":"صفحة 464/ سطر 12"},
      {"lvl":2,"id":254,"sub":0,"tit":"صفحة 571/ سطر 11"},
      {"lvl":2,"id":255,"sub":0,"tit":"صفحة 581/ سطر 9"},
      {"lvl":2,"id":256,"sub":0,"tit":"صفحة 585/ سطر 5"},
      {"lvl":2,"id":257,"sub":0,"tit":"صفحة 595/ سطر 3"},
      {"lvl":2,"id":258,"sub":0,"tit":"صفحة 607/سطر 12"},
      {"lvl":1,"id":259,"sub":0,"tit":"الجزء الثالث"},
      {"lvl":2,"id":259,"sub":1,"tit":"صفحة 14/سطر 9"},
      {"lvl":2,"id":260,"sub":0,"tit":"صفحة 218/ سطر 3"},
      {"lvl":2,"id":261,"sub":0,"tit":"صفحة 242/ سطر 8"},
      {"lvl":2,"id":262,"sub":0,"tit":"صفحة 317/ سطر 15"},
      {"lvl":2,"id":263,"sub":0,"tit":"صفحة 381/ سطر 7"},
      {"lvl":2,"id":264,"sub":0,"tit":"صفحة 404/ سطر 2"},
      {"lvl":2,"id":265,"sub":0,"tit":"صفحة 467/ سطر 1"},
      {"lvl":2,"id":266,"sub":0,"tit":"صفحة 480/ سطر 6"},
      {"lvl":2,"id":267,"sub":0,"tit":"صفحة 542/ سطر 6"},
      {"lvl":1,"id":268,"sub":0,"tit":"الجزء الرابع"},
      {"lvl":2,"id":268,"sub":1,"tit":"صفحة 20/ سطر 8"},
      {"lvl":2,"id":269,"sub":0,"tit":"صفحة 31/ سطر 9"},
      {"lvl":2,"id":270,"sub":0,"tit":"صفحة 32/ سطر 13"},
      {"lvl":2,"id":271,"sub":0,"tit":"صفحة 32/ سطر 18"},
      {"lvl":2,"id":272,"sub":0,"tit":"صفحة 75/ سطر 3"},
      {"lvl":2,"id":273,"sub":0,"tit":"صفحة 89/ سطر 8"},
      {"lvl":2,"id":274,"sub":0,"tit":"صفحة 90/ سطر 5"},
      {"lvl":2,"id":275,"sub":0,"tit":"صفحة 90/ سطر 14"},
      {"lvl":2,"id":276,"sub":0,"tit":"صفحة 99/ سطر 7"},
      {"lvl":2,"id":277,"sub":0,"tit":"صفحة 122/ سطر 16"},
      {"lvl":2,"id":278,"sub":0,"tit":"صفحة 150/ سطر 4"},
      {"lvl":2,"id":279,"sub":0,"tit":"صفحة 162/ سطر 9"},
      {"lvl":2,"id":280,"sub":0,"tit":"صفحة 171/ سطر 11"},
      {"lvl":2,"id":281,"sub":0,"tit":"صفحة 178/ سطر 7"},
      {"lvl":2,"id":282,"sub":0,"tit":"صفحة 185/ سطر 9"},
      {"lvl":2,"id":283,"sub":0,"tit":"صفحة 185/ سطر 10"},
      {"lvl":2,"id":284,"sub":0,"tit":"صفحة 186/ سطر 6"},
      {"lvl":2,"id":285,"sub":0,"tit":"صفحة 206/ سطر 11"},
      {"lvl":2,"id":286,"sub":0,"tit":"صفحة 192/ سطر 8"},
      {"lvl":2,"id":287,"sub":0,"tit":"صفحة 195/ سطر 4"},
      {"lvl":2,"id":288,"sub":0,"tit":"صفحة 201/ سطر 2"},
      {"lvl":2,"id":289,"sub":0,"tit":"صفحة 203/ سطر 4"},
      {"lvl":2,"id":290,"sub":0,"tit":"صفحة 204/ سطر 9"},
      {"lvl":2,"id":291,"sub":0,"tit":"صفحة 238/ سطر 3"},
      {"lvl":2,"id":292,"sub":0,"tit":"صفحة 256/ سطر 6"},
      {"lvl":2,"id":293,"sub":0,"tit":"صفحة 256/ سطر 9"},
      {"lvl":2,"id":294,"sub":0,"tit":"صفحة 256/ سطر 10"},
      {"lvl":2,"id":295,"sub":0,"tit":"صفحة 266/ سطر 2"},
      {"lvl":2,"id":296,"sub":0,"tit":"صفحة 281/ سطر 15"},
      {"lvl":2,"id":297,"sub":0,"tit":"صفحة 296/ سطر 3"},
      {"lvl":2,"id":298,"sub":0,"tit":"صفحة 348/ سطر 1"},
      {"lvl":2,"id":299,"sub":0,"tit":"صفحة 386/ سطر 17"},
      {"lvl":2,"id":300,"sub":0,"tit":"صفحة 403/ سطر 1"},
      {"lvl":2,"id":301,"sub":0,"tit":"صفحة 443/ سطر 13"},
      {"lvl":2,"id":302,"sub":0,"tit":"صفحة 496/ سطر 10"},
      {"lvl":2,"id":303,"sub":0,"tit":"صفحة 498/ سطر 8"},
      {"lvl":2,"id":304,"sub":0,"tit":"صفحة 522/ سطر 13"},
      {"lvl":2,"id":305,"sub":0,"tit":"صفحة 546/ سطر 4"},
      {"lvl":1,"id":306,"sub":0,"tit":"الجزء الخامس"},
      {"lvl":2,"id":306,"sub":1,"tit":"صفحة 28/ سطر 7"},
      {"lvl":2,"id":307,"sub":0,"tit":"صفحة 99/ سطر 2"},
      {"lvl":2,"id":308,"sub":0,"tit":"صفحة 129/ سطر 11"},
      {"lvl":1,"id":1,"sub":0,"tit":"سيرة ذاتية للمؤلف"},
      {"lvl":1,"id":4,"sub":0,"tit":"مقدمة الكتاب"},
      {"lvl":2,"id":6,"sub":0,"tit":"أولا: قواعد الإملاء:"},
      {"lvl":2,"id":6,"sub":1,"tit":"ثانيا: العناية بضبط النص:"},
      {"lvl":2,"id":9,"sub":0,"tit":"ثالثا: أهمية كتب المشتبه في ضبط النص:"},
      {"lvl":2,"id":10,"sub":0,"tit":"رابعا: ضبط النص بالحركات:"},
      {"lvl":2,"id":11,"sub":0,"tit":"خامسا: ضبط الأنساب:"},
      {"lvl":2,"id":11,"sub":1,"tit":"سادسا: تقييد أسماء البلدان"},
      {"lvl":2,"id":12,"sub":0,"tit":"القيمة العلمية لحواشي د/بشار"},
      {"lvl":3,"id":12,"sub":1,"tit":"أولا: التصحيفات المطبعية"},
      {"lvl":3,"id":13,"sub":0,"tit":"ثانيا: العزو إلى المصادر"},
      {"lvl":3,"id":13,"sub":1,"tit":"ثالثا: الأسماء والنصوص المنقولة في الحواشي"},
      {"lvl":3,"id":14,"sub":0,"tit":"رابعا: النقولات العلمية كسني الوفاة والجرح والتعديل والأقوال"},
      {"lvl":2,"id":17,"sub":0,"tit":"وقد يقول قائل: إنك احتددت في ردك على الدكتور المحقق"},
      {"lvl":1,"id":19,"sub":0,"tit":"الجزء الأول"},
      {"lvl":2,"id":19,"sub":1,"tit":"صفحة 250/سطر 9"},
      {"lvl":2,"id":20,"sub":0,"tit":"صفحة 264/ سطر 14"},
      {"lvl":2,"id":21,"sub":0,"tit":"صفحة 287/ سطر 16"},
      {"lvl":2,"id":22,"sub":0,"tit":"صفحة 492/ سطر 5"},
      {"lvl":1,"id":23,"sub":0,"tit":"الجزء الثاني"},
      {"lvl":2,"id":23,"sub":1,"tit":"صفحة 50/ سطر 15"},
      {"lvl":2,"id":24,"sub":0,"tit":"صفحة 67/ سطر 8"},
      {"lvl":2,"id":25,"sub":0,"tit":"صفحة 83/ سطر 11"},
      {"lvl":2,"id":26,"sub":0,"tit":"صفحة 136/ سطر 15"},
      {"lvl":2,"id":27,"sub":0,"tit":"صفحة 303/ سطر 10"},
      {"lvl":2,"id":28,"sub":0,"tit":"صفحة 354/ سطر 8"},
      {"lvl":2,"id":29,"sub":0,"tit":"صفحة 392/ سطر 14"},
      {"lvl":2,"id":30,"sub":0,"tit":"صفحة 425/ سطر 13"},
      {"lvl":2,"id":31,"sub":0,"tit":"صفحة 438/ سطر 20"},
      {"lvl":2,"id":32,"sub":0,"tit":"صفحة 519/ سطر 6"},
      {"lvl":1,"id":33,"sub":0,"tit":"الجزء الثالث"},
      {"lvl":2,"id":33,"sub":1,"tit":"صفحة 53/ سطر 3"},
      {"lvl":2,"id":34,"sub":0,"tit":"صفحة 57/ سطر 2"},
      {"lvl":2,"id":35,"sub":0,"tit":"صفحة 68/ سطر 1"},
      {"lvl":2,"id":36,"sub":0,"tit":"صفحة 77/ سطر 10"},
      {"lvl":2,"id":37,"sub":0,"tit":"صفحة 135/ سطر 9"},
      {"lvl":2,"id":38,"sub":0,"tit":"صفحة 135/ سطر 13"},
      {"lvl":2,"id":39,"sub":0,"tit":"صفحة 167/ سطر 11"},
      {"lvl":2,"id":40,"sub":0,"tit":"صفحة 195/ سطر 11"},
      {"lvl":2,"id":41,"sub":0,"tit":"صفحة 198/ سطر 9"},
      {"lvl":2,"id":42,"sub":0,"tit":"صفحة 199/ سطر 22"},
      {"lvl":2,"id":43,"sub":0,"tit":"صفحة 210/ سطر 8"},
      {"lvl":2,"id":44,"sub":0,"tit":"صفحة 255/ سطر 8"},
      {"lvl":2,"id":45,"sub":0,"tit":"صفحة 261/ سطر 8"},
      {"lvl":2,"id":46,"sub":0,"tit":"صفحة 278/ سطر 5"},
      {"lvl":2,"id":47,"sub":0,"tit":"صفحة 290/ سطر 14"},
      {"lvl":2,"id":48,"sub":0,"tit":"صفحة 323/ سطر 15"},
      {"lvl":2,"id":49,"sub":0,"tit":"صفحة 371/ سطر 10"},
      {"lvl":2,"id":50,"sub":0,"tit":"صفحة 437/ سطر 3"},
      {"lvl":2,"id":51,"sub":0,"tit":"صفحة 448/ سطر 8"},
      {"lvl":2,"id":52,"sub":0,"tit":"صفحة 458/ سطر 13"},
      {"lvl":2,"id":53,"sub":0,"tit":"صفحة 464/ سطر 3"},
      {"lvl":1,"id":54,"sub":0,"tit":"الجزء الرابع"},
      {"lvl":2,"id":54,"sub":1,"tit":"صفحة 28/ سطر 10"},
      {"lvl":2,"id":55,"sub":0,"tit":"صفحة 31/ سطر 2"},
      {"lvl":2,"id":56,"sub":0,"tit":"صفحة 52/ سطر 5"},
      {"lvl":2,"id":57,"sub":0,"tit":"صفحة 53/سطر 9"},
      {"lvl":2,"id":58,"sub":0,"tit":"صفحة 54/ سطر 14"},
      {"lvl":2,"id":59,"sub":0,"tit":"صفحة 73/ سطر 14"},
      {"lvl":2,"id":60,"sub":0,"tit":"صفحة 138/ سطر 13"},
      {"lvl":2,"id":61,"sub":0,"tit":"صفحة 145/ سطر 7"},
      {"lvl":2,"id":62,"sub":0,"tit":"صفحة 159/ سطر 11"},
      {"lvl":2,"id":63,"sub":0,"tit":"صفحة 168/ سطر 1"},
      {"lvl":2,"id":64,"sub":0,"tit":"صفحة 213/ سطر 7"},
      {"lvl":2,"id":65,"sub":0,"tit":"صفحة 237/ سطر 15"},
      {"lvl":2,"id":66,"sub":0,"tit":"صفحة 260/ سطر 14"},
      {"lvl":2,"id":67,"sub":0,"tit":"صفحة 357/ سطر 6"},
      {"lvl":2,"id":68,"sub":0,"tit":"صفحة 363/ سطر 7"},
      {"lvl":2,"id":69,"sub":0,"tit":"صفحة 420/ سطر 18"},
      {"lvl":2,"id":70,"sub":0,"tit":"صفحة 420/ سطر 18"},
      {"lvl":2,"id":71,"sub":0,"tit":"صفحة 436/ سطر 5"},
      {"lvl":2,"id":72,"sub":0,"tit":"صفحة 446/ سطر 7"},
      {"lvl":2,"id":73,"sub":0,"tit":"صفحة 461/ سطر 1"},
      {"lvl":2,"id":74,"sub":0,"tit":"صفحة 544/ سطر 7"},
      {"lvl":2,"id":75,"sub":0,"tit":"صفحة 556/ سطر 3"},
      {"lvl":1,"id":76,"sub":0,"tit":"الجزء الخامس"},
      {"lvl":2,"id":76,"sub":1,"tit":"صفحة 30/سطر 14"},
      {"lvl":2,"id":77,"sub":0,"tit":"صفحة 30/ سطر 19"},
      {"lvl":2,"id":78,"sub":0,"tit":"صفحة 44/ سطر 13"},
      {"lvl":2,"id":79,"sub":0,"tit":"صفحة 153/ سطر 11"},
      {"lvl":2,"id":80,"sub":0,"tit":"صفحة 188/ سطر 5"},
      {"lvl":2,"id":81,"sub":0,"tit":"صفحة 197/ سطر 6"},
      {"lvl":2,"id":82,"sub":0,"tit":"صفحة 237/ سطر 5"},
      {"lvl":2,"id":83,"sub":0,"tit":"صفحة 255/ سطر 10"},
      {"lvl":2,"id":84,"sub":0,"tit":"صفحة 327/ سطر 2"},
      {"lvl":2,"id":85,"sub":0,"tit":"صفحة 360/ سطر 7"},
      {"lvl":2,"id":86,"sub":0,"tit":"صفحة 360/ سطر 16"},
      {"lvl":2,"id":87,"sub":0,"tit":"صفحة 421/ سطر 7"},
      {"lvl":2,"id":88,"sub":0,"tit":"صفحة 421/ سطر 14"},
      {"lvl":2,"id":89,"sub":0,"tit":"صفحة 422/ سطر 3"},
      {"lvl":2,"id":90,"sub":0,"tit":"صفحة 422/ سطر 22"},
      {"lvl":2,"id":91,"sub":0,"tit":"صفحة 453/ سطر 15"},
      {"lvl":2,"id":92,"sub":0,"tit":"صفحة 550/ سطر 5"},
      {"lvl":2,"id":93,"sub":0,"tit":"صفحة 554/ سطر 10"},
      {"lvl":1,"id":94,"sub":0,"tit":"الجزء السادس"},
      {"lvl":2,"id":94,"sub":1,"tit":"صفحة 13/ سطر 1"},
      {"lvl":2,"id":95,"sub":0,"tit":"صفحة 48/ سطر 12"},
      {"lvl":2,"id":96,"sub":0,"tit":"صفحة 76/ سطر 9"},
      {"lvl":2,"id":97,"sub":0,"tit":"صفحة 80/ سطر 10"},
      {"lvl":2,"id":98,"sub":0,"tit":"صفحة 98/ سطر 1"},
      {"lvl":2,"id":99,"sub":0,"tit":"صفحة 98/ سطر 7"},
      {"lvl":2,"id":100,"sub":0,"tit":"صفحة 99/ سطر 5"},
      {"lvl":2,"id":101,"sub":0,"tit":"صفحة 99/ سطر 6"},
      {"lvl":2,"id":102,"sub":0,"tit":"صفحة 99/ سطر 8"},
      {"lvl":2,"id":103,"sub":0,"tit":"صفحة 99/ سطر 15"},
      {"lvl":2,"id":104,"sub":0,"tit":"صفحة 100/ سطر 12"},
      {"lvl":2,"id":309,"sub":0,"tit":"صفحة 188/ سطر 5"},
      {"lvl":2,"id":310,"sub":0,"tit":"صفحة 227/ سطر 12"},
      {"lvl":2,"id":311,"sub":0,"tit":"صفحة 283/ سطر 20"},
      {"lvl":2,"id":312,"sub":0,"tit":"صفحة 312/ سطر 12"},
      {"lvl":2,"id":313,"sub":0,"tit":"صفحة 353/ سطر 11"},
      {"lvl":2,"id":314,"sub":0,"tit":"صفحة 393/ سطر 6"},
      {"lvl":2,"id":315,"sub":0,"tit":"صفحة 412/ سطر 2"},
      {"lvl":2,"id":316,"sub":0,"tit":"صفحة 412/ سطر 10"},
      {"lvl":2,"id":317,"sub":0,"tit":"صفحة 418/ سطر 11"},
      {"lvl":2,"id":318,"sub":0,"tit":"صفحة 436/ سطر 14"},
      {"lvl":2,"id":319,"sub":0,"tit":"صفحة 467/ سطر 6"},
      {"lvl":1,"id":320,"sub":0,"tit":"الجزء السادس"},
      {"lvl":2,"id":320,"sub":1,"tit":"صفحة 6/ سطر 9"},
      {"lvl":2,"id":321,"sub":0,"tit":"صفحة 7/ سطر 15"},
      {"lvl":2,"id":322,"sub":0,"tit":"صفحة 36/ سطر 10"},
      {"lvl":2,"id":323,"sub":0,"tit":"صفحة 43/ سطر 14"},
      {"lvl":2,"id":324,"sub":0,"tit":"صفحة 60/ سطر 6"},
      {"lvl":2,"id":325,"sub":0,"tit":"صفحة 66/ سطر 4"},
      {"lvl":2,"id":326,"sub":0,"tit":"صفحة 89/ سطر 7"},
      {"lvl":2,"id":327,"sub":0,"tit":"صفحة 99/ سطر 13"},
      {"lvl":2,"id":328,"sub":0,"tit":"صفحة 125/ سطر 13"},
      {"lvl":2,"id":329,"sub":0,"tit":"صفحة 125/ سطر 17"},
      {"lvl":2,"id":330,"sub":0,"tit":"صفحة 138/ سطر 4"},
      {"lvl":2,"id":331,"sub":0,"tit":"صفحة 162/ سطر 15"},
      {"lvl":2,"id":332,"sub":0,"tit":"صفحة 204/ سطر 8"},
      {"lvl":2,"id":333,"sub":0,"tit":"صفحة 245/ سطر 4"},
      {"lvl":2,"id":333,"sub":1,"tit":"صفحة 350/ سطر 15"},
      {"lvl":2,"id":334,"sub":0,"tit":"صفحة 353/ سطر 1"},
      {"lvl":2,"id":335,"sub":0,"tit":"صفحة 401/ سطر 4"},
      {"lvl":2,"id":336,"sub":0,"tit":"صفحة 414/ سطر 7"},
      {"lvl":2,"id":337,"sub":0,"tit":"صفحة 417/ سطر 12"},
      {"lvl":2,"id":338,"sub":0,"tit":"صفحة 418/ سطر 13"},
      {"lvl":2,"id":339,"sub":0,"tit":"صفحة 425/ سطر 15"},
      {"lvl":2,"id":340,"sub":0,"tit":"صفحة 428/ سطر 3"},
      {"lvl":2,"id":341,"sub":0,"tit":"صفحة 469/ سطر 2"},
      {"lvl":2,"id":342,"sub":0,"tit":"صفحة 542/ سطر 10"},
      {"lvl":1,"id":343,"sub":0,"tit":"الجزء السابع"},
      {"lvl":2,"id":343,"sub":1,"tit":"صفحة 59/ سطر 23"},
      {"lvl":2,"id":344,"sub":0,"tit":"صفحة 79/ سطر 10"},
      {"lvl":2,"id":345,"sub":0,"tit":"صفحة 80/ سطر 13"},
      {"lvl":2,"id":346,"sub":0,"tit":"صفحة 85/ سطر 8"},
      {"lvl":2,"id":347,"sub":0,"tit":"صفحة 88/ سطر 7"},
      {"lvl":2,"id":348,"sub":0,"tit":"صفحة 96/ سطر 16"},
      {"lvl":2,"id":349,"sub":0,"tit":"صفحة 97/ سطر 18"},
      {"lvl":2,"id":350,"sub":0,"tit":"صفحة 124/ سطر 12"},
      {"lvl":2,"id":351,"sub":0,"tit":"صفحة 126/ سطر 11"},
      {"lvl":2,"id":352,"sub":0,"tit":"صفحة 129/ سطر 2"},
      {"lvl":2,"id":353,"sub":0,"tit":"صفحة 152/ سطر 6"},
      {"lvl":2,"id":354,"sub":0,"tit":"صفحة 160/ سطر 5"},
      {"lvl":2,"id":355,"sub":0,"tit":"صفحة 283/ سطر 13"},
      {"lvl":2,"id":356,"sub":0,"tit":"صفحة 316/ سطر 3"},
      {"lvl":2,"id":357,"sub":0,"tit":"صفحة 400/ سطر 1"},
      {"lvl":2,"id":358,"sub":0,"tit":"صفحة 413/ سطر 16"},
      {"lvl":2,"id":359,"sub":0,"tit":"صفحة 426/ سطر 8"},
      {"lvl":1,"id":360,"sub":0,"tit":"الجزء الثامن"},
      {"lvl":2,"id":360,"sub":1,"tit":"صفحة 53/ سطر 9"},
      {"lvl":2,"id":361,"sub":0,"tit":"صفحة 55/ سطر 17"},
      {"lvl":2,"id":362,"sub":0,"tit":"صفحة 74/ سطر 22"},
      {"lvl":2,"id":363,"sub":0,"tit":"صفحة 78/ سطر 10"},
      {"lvl":2,"id":364,"sub":0,"tit":"صفحة 103/ سطر 10"},
      {"lvl":2,"id":365,"sub":0,"tit":"صفحة 122/ سطر 16"},
      {"lvl":2,"id":366,"sub":0,"tit":"صفحة 136/ سطر 8"},
      {"lvl":2,"id":367,"sub":0,"tit":"صفحة 137/ سطر 8"},
      {"lvl":2,"id":368,"sub":0,"tit":"صفحة 138/ سطر 11"},
      {"lvl":2,"id":369,"sub":0,"tit":"صفحة 139/ سطر 7"},
      {"lvl":2,"id":370,"sub":0,"tit":"صفحة 148/ سطر 9"},
      {"lvl":2,"id":371,"sub":0,"tit":"صفحة 148/ سطر 10"},
      {"lvl":2,"id":372,"sub":0,"tit":"صفحة 151/ سطر 8"},
      {"lvl":2,"id":373,"sub":0,"tit":"صفحة 155/ سطر 6"},
      {"lvl":2,"id":374,"sub":0,"tit":"صفحة 158/ سطر 7"},
      {"lvl":2,"id":375,"sub":0,"tit":"صفحة 164/ سطر 10"},
      {"lvl":2,"id":376,"sub":0,"tit":"صفحة 188/ سطر 15"},
      {"lvl":2,"id":377,"sub":0,"tit":"صفحة 200/ سطر 11"},
      {"lvl":2,"id":378,"sub":0,"tit":"صفحة 216/ سطر 15"},
      {"lvl":2,"id":379,"sub":0,"tit":"صفحة 244/ سطر 1"},
      {"lvl":2,"id":380,"sub":0,"tit":"صفحة 257/ سطر 10"},
      {"lvl":2,"id":381,"sub":0,"tit":"صفحة 276/ سطر 4"},
      {"lvl":2,"id":382,"sub":0,"tit":"صفحة 277/ سطر 1"},
      {"lvl":2,"id":383,"sub":0,"tit":"صفحة 359/ سطر 4"},
      {"lvl":2,"id":384,"sub":0,"tit":"صفحة 395/ سطر 8"},
      {"lvl":2,"id":385,"sub":0,"tit":"صفحة 431/ سطر 5"},
      {"lvl":2,"id":386,"sub":0,"tit":"صفحة 472/ سطر 4"},
      {"lvl":2,"id":387,"sub":0,"tit":"صفحة 495/ سطر 13"},
      {"lvl":2,"id":388,"sub":0,"tit":"صفحة 502/ سطر 12"},
      {"lvl":2,"id":389,"sub":0,"tit":"صفحة 505/ سطر 17"},
      {"lvl":2,"id":390,"sub":0,"tit":"صفحة 506/ سطر 5"},
      {"lvl":2,"id":391,"sub":0,"tit":"صفحة 531/ سطر 13"},
      {"lvl":2,"id":392,"sub":0,"tit":"صفحة 532/ سطر 19"},
      {"lvl":1,"id":393,"sub":0,"tit":"الجزء التاسع"},
      {"lvl":2,"id":393,"sub":1,"tit":"صفحة 36/ سطر 7"},
      {"lvl":2,"id":394,"sub":0,"tit":"صفحة 40/ سطر 14"},
      {"lvl":2,"id":395,"sub":0,"tit":"صفحة 61/ سطر 7"},
      {"lvl":2,"id":396,"sub":0,"tit":"صفحة 73/ سطر 3"},
      {"lvl":2,"id":397,"sub":0,"tit":"صفحة 139/ سطر 11"},
      {"lvl":2,"id":398,"sub":0,"tit":"صفحة 180/ سطر 3، 4"},
      {"lvl":2,"id":399,"sub":0,"tit":"صفحة 205/ سطر 14"},
      {"lvl":2,"id":400,"sub":0,"tit":"صفحة 208/ سطر 6"},
      {"lvl":2,"id":401,"sub":0,"tit":"صفحة 213/ سطر 14"},
      {"lvl":2,"id":402,"sub":0,"tit":"صفحة 235/ سطر 15"},
      {"lvl":2,"id":403,"sub":0,"tit":"صفحة 248/ سطر 1"},
      {"lvl":2,"id":404,"sub":0,"tit":"صفحة 305/ سطر 5"},
      {"lvl":2,"id":405,"sub":0,"tit":"صفحة 365/ سطر 15"},
      {"lvl":2,"id":406,"sub":0,"tit":"صفحة 447/ سطر 16"},
      {"lvl":2,"id":407,"sub":0,"tit":"صفحة 473/ سطر 6"},
      {"lvl":2,"id":408,"sub":0,"tit":"صفحة 477/ سطر 2"},
      {"lvl":2,"id":409,"sub":0,"tit":"صفحة 479/ سطر 10"},
      {"lvl":2,"id":410,"sub":0,"tit":"صفحة 486/ سطر 15"},
      {"lvl":2,"id":411,"sub":0,"tit":"صفحة 510/ سطر 9"},
      {"lvl":2,"id":412,"sub":0,"tit":"صفحة 525/ سطر 2"},
      {"lvl":2,"id":413,"sub":0,"tit":"صفحة 528/ سطر 19"},
      {"lvl":2,"id":414,"sub":0,"tit":"صفحة 536/ سطر 7"},
      {"lvl":2,"id":415,"sub":0,"tit":"صفحة 546/ سطر 3"},
      {"lvl":2,"id":416,"sub":0,"tit":"صفحة 560/ سطر 13"},
      {"lvl":1,"id":417,"sub":0,"tit":"الجزء العشرون"},
      {"lvl":2,"id":417,"sub":1,"tit":"صفحة 98/ سطر 11"},
      {"lvl":2,"id":418,"sub":0,"tit":"صفحة 102/ سطر 21"},
      {"lvl":2,"id":419,"sub":0,"tit":"صفحة 126/ سطر 5"},
      {"lvl":2,"id":420,"sub":0,"tit":"صفحة 139/ سطر 12"},
      {"lvl":2,"id":421,"sub":0,"tit":"صفحة 182/ سطر 12"},
      {"lvl":2,"id":422,"sub":0,"tit":"صفحة 215/ سطر 18"},
      {"lvl":2,"id":423,"sub":0,"tit":"صفحة 269/ سطر 14"},
      {"lvl":2,"id":424,"sub":0,"tit":"صفحة 275/ سطر 5"},
      {"lvl":2,"id":425,"sub":0,"tit":"صفحة 326/ سطر 8"},
      {"lvl":2,"id":426,"sub":0,"tit":"صفحة 331/ سطر 8"},
      {"lvl":2,"id":427,"sub":0,"tit":"صفحة 439/ سطر 5"},
      {"lvl":2,"id":428,"sub":0,"tit":"صفحة 474/ سطر 15"},
      {"lvl":2,"id":429,"sub":0,"tit":"صفحة 490/ سطر 9"},
      {"lvl":1,"id":430,"sub":0,"tit":"الجزء الحادي والعشرون"},
      {"lvl":2,"id":430,"sub":1,"tit":"صفحة 45/ سطر 6"},
      {"lvl":2,"id":431,"sub":0,"tit":"صفحة 320/ سطر 9"},
      {"lvl":2,"id":432,"sub":0,"tit":"صفحة 333/ سطر 8"},
      {"lvl":2,"id":433,"sub":0,"tit":"صفحة 356/ سطر 6"},
      {"lvl":2,"id":434,"sub":0,"tit":"صفحة 442/ سطر 14"},
      {"lvl":2,"id":435,"sub":0,"tit":"صفحة 465/ سطر 3"},
      {"lvl":2,"id":436,"sub":0,"tit":"صفحة 481/ سطر 5"},
      {"lvl":1,"id":437,"sub":0,"tit":"الجزء الثاني والعشرون"},
      {"lvl":2,"id":437,"sub":1,"tit":"صفحة 44/ سطر 16"},
      {"lvl":2,"id":438,"sub":0,"tit":"صفحة 103/ سطر 12"},
      {"lvl":2,"id":439,"sub":0,"tit":"صفحة 210/ سطر 6"},
      {"lvl":2,"id":440,"sub":0,"tit":"صفحة 246/ سطر 7"},
      {"lvl":2,"id":441,"sub":0,"tit":"صفحة 334/سطر 11"},
      {"lvl":2,"id":442,"sub":0,"tit":"صفحة 380/ سطر 11"},
      {"lvl":1,"id":443,"sub":0,"tit":"الجزء الثالث والعشرون"},
      {"lvl":2,"id":443,"sub":1,"tit":"صفحة 85/ سطر 11"},
      {"lvl":2,"id":444,"sub":0,"tit":"صفحة 86/ سطر 4"},
      {"lvl":2,"id":445,"sub":0,"tit":"صفحة 92/ سطر 8"},
      {"lvl":2,"id":446,"sub":0,"tit":"صفحة 136/ سطر 5"},
      {"lvl":2,"id":447,"sub":0,"tit":"صفحة 170/ سطر 8"},
      {"lvl":2,"id":448,"sub":0,"tit":"صفحة 173/ سطر 11"},
      {"lvl":2,"id":449,"sub":0,"tit":"صفحة 201/ سطر 5"},
      {"lvl":2,"id":450,"sub":0,"tit":"صفحة 314/ سطر 6"},
      {"lvl":2,"id":451,"sub":0,"tit":"صفحة 374/ سطر 1"},
      {"lvl":2,"id":452,"sub":0,"tit":"صفحة 456/ سطر 10"},
      {"lvl":2,"id":453,"sub":0,"tit":"صفحة 457/ سطر 5"},
      {"lvl":2,"id":454,"sub":0,"tit":"صفحة 505/ سطر 10"},
      {"lvl":2,"id":455,"sub":0,"tit":"صفحة 559/ سطر 4"},
      {"lvl":2,"id":456,"sub":0,"tit":"صفحة 589/ سطر 3"},
      {"lvl":2,"id":457,"sub":0,"tit":"صفحة 614/ سطر 4"},
      {"lvl":1,"id":458,"sub":0,"tit":"الجزء الرابع والعشرون"},
      {"lvl":2,"id":458,"sub":1,"tit":"صفحة 12/سطر 13"},
      {"lvl":2,"id":459,"sub":0,"tit":"صفحة 159/ سطر 9"},
      {"lvl":2,"id":460,"sub":0,"tit":"صفحة 253/ سطر 5"},
      {"lvl":2,"id":461,"sub":0,"tit":"صفحة 381/ سطر 2"},
      {"lvl":2,"id":462,"sub":0,"tit":"صفحة 392/ سطر 13"},
      {"lvl":2,"id":463,"sub":0,"tit":"صفحة 535/ سطر 11"},
      {"lvl":2,"id":464,"sub":0,"tit":"صفحة 538/ سطر 1"},
      {"lvl":1,"id":465,"sub":0,"tit":"الجزء الخامس والعشرون"},
      {"lvl":2,"id":465,"sub":1,"tit":"صفحة 35/ سطر 1"},
      {"lvl":2,"id":466,"sub":0,"tit":"صفحة 45/ سطر 6"},
      {"lvl":2,"id":467,"sub":0,"tit":"صفحة 68/ سطر 12"},
      {"lvl":2,"id":468,"sub":0,"tit":"صفحة 127/ سطر 4"},
      {"lvl":2,"id":469,"sub":0,"tit":"صفحة 186/ سطر 10"},
      {"lvl":2,"id":470,"sub":0,"tit":"صفحة 220/ سطر 5"},
      {"lvl":2,"id":471,"sub":0,"tit":"صفحة 265/ سطر 10"},
      {"lvl":2,"id":472,"sub":0,"tit":"صفحة 274/ سطر 3"},
      {"lvl":2,"id":473,"sub":0,"tit":"صفحة 304/ سطر 10"},
      {"lvl":2,"id":474,"sub":0,"tit":"صفحة 473/ سطر 12"},
      {"lvl":2,"id":475,"sub":0,"tit":"صفحة 551/ سطر 8"},
      {"lvl":2,"id":476,"sub":0,"tit":"صفحة 601/ سطر 5"},
      {"lvl":2,"id":477,"sub":0,"tit":"صفحة 619/ سطر 13"},
      {"lvl":1,"id":478,"sub":0,"tit":"الجزء السادس والعشرون"},
      {"lvl":2,"id":478,"sub":1,"tit":"صفحة 18/ سطر 16"},
      {"lvl":2,"id":478,"sub":2,"tit":"صفحة 115/ سطر 13"},
      {"lvl":2,"id":479,"sub":0,"tit":"صفحة 121/ سطر 13"},
      {"lvl":2,"id":480,"sub":0,"tit":"صفحة 148/ سطر 4"},
      {"lvl":2,"id":481,"sub":0,"tit":"صفحة 159/ سطر 13"},
      {"lvl":2,"id":482,"sub":0,"tit":"صفحة 237/ سطر 13"},
      {"lvl":2,"id":483,"sub":0,"tit":"صفحة 258/ سطر 8"},
      {"lvl":2,"id":484,"sub":0,"tit":"صفحة 299/ سطر 2"},
      {"lvl":2,"id":485,"sub":0,"tit":"صفحة 430/ سطر 7"},
      {"lvl":2,"id":486,"sub":0,"tit":"صفحة 473/ سطر 6"},
      {"lvl":2,"id":487,"sub":0,"tit":"صفحة 498/سطر 3"},
      {"lvl":2,"id":488,"sub":0,"tit":"صفحة 517/ سطر 3"},
      {"lvl":2,"id":489,"sub":0,"tit":"صفحة 522/ سطر 9"},
      {"lvl":1,"id":490,"sub":0,"tit":"الجزء السابع والعشرون"},
      {"lvl":2,"id":490,"sub":1,"tit":"صفحة 13/سطر 5"},
      {"lvl":2,"id":491,"sub":0,"tit":"صفحة 77/ سطر 9"},
      {"lvl":2,"id":492,"sub":0,"tit":"صفحة 296/ سطر 10"},
      {"lvl":1,"id":493,"sub":0,"tit":"الجزء الثامن والعشرون"},
      {"lvl":2,"id":493,"sub":1,"tit":"صفحة 110/ سطر 2"},
      {"lvl":2,"id":494,"sub":0,"tit":"صفحة 536/ سطر 8"},
      {"lvl":1,"id":495,"sub":0,"tit":"الجزء التاسع والعشرون"},
      {"lvl":2,"id":495,"sub":1,"tit":"صفحة 126/ سطر 8"},
      {"lvl":2,"id":496,"sub":0,"tit":"صفحة 363/سطر 6"},
      {"lvl":1,"id":497,"sub":0,"tit":"الجزء الثلاثون"},
      {"lvl":2,"id":497,"sub":1,"tit":"صفحة 16/ سطر 3"},
      {"lvl":2,"id":498,"sub":0,"tit":"صفحة 17/ سطر 6"},
      {"lvl":2,"id":499,"sub":0,"tit":"صفحة 104/سطر 3"},
      {"lvl":2,"id":500,"sub":0,"tit":"صفحة 146/سطر 2"},
      {"lvl":2,"id":501,"sub":0,"tit":"صفحة 156/ سطر 14"},
      {"lvl":2,"id":502,"sub":0,"tit":"صفحة 229/ سطر 20"},
      {"lvl":2,"id":503,"sub":0,"tit":"صفحة 297/ سطر 7"},
      {"lvl":2,"id":504,"sub":0,"tit":"صفحة 354/ سطر 10"},
      {"lvl":2,"id":505,"sub":0,"tit":"صفحة 386/سطر 6"},
      {"lvl":2,"id":506,"sub":0,"tit":"صفحة 426/ سطر 10، 11"},
      {"lvl":1,"id":507,"sub":0,"tit":"الجزء الحادي والثلاثون"},
      {"lvl":2,"id":507,"sub":1,"tit":"صفحة 27/ سطر 4"},
      {"lvl":2,"id":508,"sub":0,"tit":"صفحة 119/ سطر 6"},
      {"lvl":2,"id":509,"sub":0,"tit":"صفحة 137/ سطر 3"},
      {"lvl":2,"id":510,"sub":0,"tit":"صفحة 199/سطر 13"},
      {"lvl":2,"id":511,"sub":0,"tit":"صفحة 245/سطر 6"},
      {"lvl":2,"id":512,"sub":0,"tit":"صفحة 272/ سطر 3"},
      {"lvl":2,"id":513,"sub":0,"tit":"صفحة 290/ سطر 5"},
      {"lvl":2,"id":514,"sub":0,"tit":"صفحة 317/ سطر 10"},
      {"lvl":2,"id":515,"sub":0,"tit":"صفحة 328/ سطر 23"},
      {"lvl":2,"id":516,"sub":0,"tit":"صفحة 334/ سطر 4"},
      {"lvl":2,"id":516,"sub":1,"tit":"صفحة 377/ سطر 3"},
      {"lvl":2,"id":517,"sub":0,"tit":"صفحة 377/ سطر 9"},
      {"lvl":2,"id":518,"sub":0,"tit":"صفحة 386/ سطر 13"},
      {"lvl":2,"id":519,"sub":0,"tit":"صفحة 414/ سطر 1"},
      {"lvl":2,"id":520,"sub":0,"tit":"صفحة 435/ سطر 7"},
      {"lvl":2,"id":521,"sub":0,"tit":"صفحة 497/ سطر 13"},
      {"lvl":2,"id":522,"sub":0,"tit":"صفحة 510/سطر 1"},
      {"lvl":2,"id":523,"sub":0,"tit":"صفحة 510/سطر 12"},
      {"lvl":2,"id":524,"sub":0,"tit":"صفحة 542/سطر 9"},
      {"lvl":1,"id":525,"sub":0,"tit":"الجزء الثاني والثلاثون"},
      {"lvl":2,"id":525,"sub":1,"tit":"صفحة 65/ سطر 21"},
      {"lvl":2,"id":526,"sub":0,"tit":"صفحة 154/ سطر 16"},
      {"lvl":2,"id":527,"sub":0,"tit":"صفحة 221/ سطر 12"},
      {"lvl":2,"id":528,"sub":0,"tit":"صفحة 236/ سطر 3"},
      {"lvl":2,"id":529,"sub":0,"tit":"صفحة 263/ سطر 7"},
      {"lvl":2,"id":530,"sub":0,"tit":"صفحة 323/ سطر 3"},
      {"lvl":2,"id":531,"sub":0,"tit":"صفحة 345/ سطر 11"},
      {"lvl":2,"id":532,"sub":0,"tit":"صفحة 356/ سطر 6"},
      {"lvl":2,"id":533,"sub":0,"tit":"صفحة 359/ سطر 12"},
      {"lvl":2,"id":534,"sub":0,"tit":"صفحة 361/ سطر 8"},
      {"lvl":2,"id":535,"sub":0,"tit":"صفحة 393/ سطر 10"},
      {"lvl":2,"id":536,"sub":0,"tit":"صفحة 394/ سطر 4"},
      {"lvl":2,"id":537,"sub":0,"tit":"صفحة 396/ سطر 11"},
      {"lvl":2,"id":538,"sub":0,"tit":"صفحة 400/ سطر 9"},
      {"lvl":2,"id":539,"sub":0,"tit":"صفحة 416/ سطر 1"},
      {"lvl":2,"id":540,"sub":0,"tit":"صفحة 474/ سطر 16"},
      {"lvl":2,"id":541,"sub":0,"tit":"صفحة 510/ سطر 8"},
      {"lvl":1,"id":542,"sub":0,"tit":"الجزء الثالث والثلاثون"},
      {"lvl":2,"id":542,"sub":1,"tit":"صفحة 67/ سطر 9"},
      {"lvl":2,"id":543,"sub":0,"tit":"صفحة 86/ سطر 2"},
      {"lvl":2,"id":544,"sub":0,"tit":"صفحة 94/ سطر 4"},
      {"lvl":2,"id":544,"sub":1,"tit":"صفحة 267/ سطر 14"},
      {"lvl":2,"id":545,"sub":0,"tit":"صفحة 287/ سطر 10"},
      {"lvl":2,"id":546,"sub":0,"tit":"صفحة 296/ سطر 1"},
      {"lvl":2,"id":547,"sub":0,"tit":"صفحة 347/ سطر 6"},
      {"lvl":2,"id":548,"sub":0,"tit":"صفحة 355/ سطر 2"},
      {"lvl":2,"id":549,"sub":0,"tit":"صفحة 371/ سطر 4"},
      {"lvl":2,"id":550,"sub":0,"tit":"صفحة 380/ سطر 4"},
      {"lvl":2,"id":551,"sub":0,"tit":"صفحة 428/ سطر 6"},
      {"lvl":1,"id":552,"sub":0,"tit":"الجزء الرابع والثلاثون"},
      {"lvl":2,"id":552,"sub":1,"tit":"صفحة 37/ سطر 14"},
      {"lvl":2,"id":553,"sub":0,"tit":"صفحة 55/ سطر 1"},
      {"lvl":2,"id":554,"sub":0,"tit":"صفحة 96/ سطر 3"},
      {"lvl":2,"id":556,"sub":0,"tit":"صفحة 123/ سطر 5"},
      {"lvl":2,"id":557,"sub":0,"tit":"صفحة 128/ سطر 4"},
      {"lvl":2,"id":558,"sub":0,"tit":"صفحة 185/ سطر 2"},
      {"lvl":2,"id":559,"sub":0,"tit":"صفحة 195/ سطر 7"},
      {"lvl":2,"id":560,"sub":0,"tit":"صفحة 198/ سطر 17"},
      {"lvl":2,"id":561,"sub":0,"tit":"صفحة 280/ سطر 16"},
      {"lvl":2,"id":562,"sub":0,"tit":"صفحة 281/ سطر 10"},
      {"lvl":2,"id":563,"sub":0,"tit":"صفحة 313/ سطر 2"},
      {"lvl":2,"id":564,"sub":0,"tit":"صفحة 327/ سطر 13"},
      {"lvl":2,"id":565,"sub":0,"tit":"صفحة 327/ سطر 15"},
      {"lvl":2,"id":566,"sub":0,"tit":"صفحة 337/ سطر 16"},
      {"lvl":2,"id":567,"sub":0,"tit":"صفحة 346/ سطر 1"},
      {"lvl":2,"id":568,"sub":0,"tit":"صفحة 408/ سطر 17"},
      {"lvl":2,"id":569,"sub":0,"tit":"صفحة 409/ سطر 13"},
      {"lvl":2,"id":570,"sub":0,"tit":"صفحة 486/ سطر 13"},
      {"lvl":1,"id":571,"sub":0,"tit":"الجزء الخامس والثلاثون"},
      {"lvl":2,"id":571,"sub":1,"tit":"صفحة 73/ سطر 15"},
      {"lvl":2,"id":572,"sub":0,"tit":"صفحة 85/ سطر9"},
      {"lvl":2,"id":573,"sub":0,"tit":"صفحة 129/ سطر 21"},
      {"lvl":2,"id":574,"sub":0,"tit":"صفحة 139/ سطر 1"},
      {"lvl":2,"id":575,"sub":0,"tit":"صفحة 141/ سطر 7"},
      {"lvl":2,"id":576,"sub":0,"tit":"صفحة 265/ سطر 9"},
      {"lvl":2,"id":577,"sub":0,"tit":"صفحة 341/ سطر 5"},
      {"lvl":2,"id":578,"sub":0,"tit":"صفحة 343/ سطر 7"},
      {"lvl":2,"id":579,"sub":0,"tit":"صفحة 350/ سطر 15"},
      {"lvl":2,"id":580,"sub":0,"tit":"صفحة 363/ سطر 16"},
      {"lvl":2,"id":581,"sub":0,"tit":"صفحة 397/ سطر 2"},
      {"lvl":2,"id":582,"sub":0,"tit":"صفحة 397/ سطر 4"},
      {"lvl":1,"id":583,"sub":0,"tit":"خاتمة"},
      {"lvl":2,"id":584,"sub":0,"tit":"طبعات تهذيب الكمال - مقال للدكتور: ماهر ياسين الفحل"}
    ]
}
