{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11089":
    [
      {"page":1,"id":1,"nass":"المقدمة\rالحمد لله القائل في كتابه العزيز: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (الحشر: 7) ، والحمد لله - أيضاً - الذي أعطى لهذا الرسول أفضل ما يعطي فأعطاه هذا القرآن الذي يهدي لخيري الدنيا والآخرة، كما قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً} (الإسراء: 9) ، والصلاة والسلام على الرحمة المهداة للعالمين.\rولما كان رسولنا صلى الله عليه وسلم قد أعطى أمته أمراً بالتمسك بهذا الكتاب الذي {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (فصلت: 42) ، وكانت هذه الأمة قد أصابها الفلاح، والخير كله بالتمسك به، فإنَّ هذه البلاد قد أكرمها الله عزَّ وجلَّ برجال مؤسسين لها فهموا هذا المنهج، وأقاموا عليه أسس حكمهم، ولقد خططوا - أيضاً - لشعبهم حتى يمدوه بالخير الجزيل؛ حينما فهموا قوله تعالى: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ ... } (الأعراف:96) . الآية؛ فكأنَّما أنعم الله على هذه البلاد لبنائها أسس حياتها على هذا النهج القويم، فكان لها خيرا الدنيا والآخرة، فجزاهم الله عن هذه البلاد خاصة وعن جميع بلاد المسلمين عامة كل الخير والرحمة، إنَّه سميع مجيب.\rهذا ومن خلال هذه المقدمة سأستعرض الخطوات التي تتبعتها في هذا البحث، وهي تتكون من تمهيد وفصلين.","seal":"CDCAD68E","part":1},
      {"page":2,"id":2,"nass":"أولاً: التمهيد ويشتمل على مبحثين هما:\rأ- أهمية القرآن الكريم في حياة المسلمين.\rب- اهتمام المملكة بالقرآن الكريم وعلومه، وفيه ثلاثة مطالب.\r1- مدارس تحفيظ القرآن الكريم.\r2- جمعيات تحفيظ القرآن الكريم.\r3- حلقات تحفيظ القرآن الكريم في السجون ودور الملاحظة.\rثانيا: الفصل الأول:\rعناية المملكة بتدريس القرآن الكريم في السجون وفيه مبحثان:\r1- المبحث الأول تعريف السجن ودوره في الإصلاح وفيه مطالبان:\rالمطلب الأول: تعريفه لغة واصطلاحا وفيه مسألتان:\rالمسألة الأولى تعريف السجون في اللغة.\rالمسألة الثانية تعريف السجن في الاصطلاح.\rالمطلب الثاني: نبذة تاريخية موجزة عن السجن وعناية المملكة بالسجون وفيه مسائل:\rالمسألة الأولى السجن قبل الإسلام.\rالمسألة الثانية السجن في الإسلام.\rالمسألة الثالثة عناية المملكة بالسجون.\rالمبحث - الثاني: عناية المملكة بإصلاح السجناء عن طريق تحفيظ القرآن الكريم وفيه مطالب:\rالمطلب الأول: حلقات التحفيظ في السجون قبل المكرمة الملكية.","seal":"571BC0C3","part":1},
      {"page":3,"id":3,"nass":"المطلب الثاني: حلقات التحفيظ في السجون بعد المكرمة الملكية بتخفيف السجن عن حفظة القرآن الكريم.\rالمطلب الثالث: دور السجن الإصلاحي في المملكة.\rثالثا: الفصل الثاني:\rعناية المملكة بتدريس القرآن الكريم في دور الملاحظة وفيه مبحثان:\rالمبحث الأول: تعريف دور الملاحظة ودورها في الإصلاح وفيه مطلبان.\rالمطلب الأول تعريف دور الملاحظة وفيه مسألتان:\rالمسألة الأولى تعريف دور الملاحظة لغة.\rالمسألة الثانية تعريف دور الملاحظة اصطلاحاً.\rالمطلب الثاني نبذة تاريخية عن دور الملاحظة في المملكة.\rالمبحث الثاني: عناية المملكة بإصلاح الأحداث أو دور الملاحظة وفيه مطلبان:\rالمطلب الأول حلقات التحفيظ في دور الملاحظة.\rالمطلب الثاني دَوْرُ دُورِ الملاحظة في إصلاح الأحداث وتغيير سلوكهم.\rرابعا: الخاتمة وتشمل أهم النتائج السلبيات.","seal":"FB0D43F2","part":1},
      {"page":4,"id":4,"nass":"التمهيد\rأهمية القرآن في حياة المسلمين\rمدخل\r...\rالتمهيد\rويشمل:\rأ- أهمية القرآن في حياة المسلمين.\rب- اهتمام المملكة بالقرآن الكريم وعلومه وفيه مطالب:\rالمطلب الأول: عناية المملكة بمدارس تحفيظ القرآن الكريم.\rالمطلب الثاني: الجمعيات الخيرية لتحفيظ القرآن الكريم.\rالمطلب الثالث: حلقات التحفيظ في السجون ودور الملاحظة.","seal":"17F2590D","part":1},
      {"page":5,"id":5,"nass":"أ) أهمية القرآن في حياة المسلمين\rالقرآن كما قال رسول الله صلى الله عليه وسلم في حديث علي الذي أخرجه الترمذي (كتاب الله تبارك وتعالى، فيه نبأ من قبلكم، وخبر ما بعدكم، وحكم ما بينكم، هو الفصل ليس بالهزل، من تركه من جبار قصمه الله، ومن ابتغى الهدى من غيره أضله الله.\rهو حبل الله المتين، ونوره المبين، والذكر الحكيم، وهو الصراط المستقيم، وهو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة، ولا تتشعب معه الآراء، ولا يشبع منه العلماء، ولا يمله الأتقياء، ولا يخلق على كثرة الرد، ولا تنقضي عجائبه، وهو الذي لم تنته الجن إذ سمعته إلا أن قالوا: {إِنَّا سَمِعْنَا قُرْآناً عَجَباً} (الجن: 1)\rمن علم علمه سبق، ومن قال به صدق، ومن حكم به عدل، ومن عمل به أجر، ومن دعا إليه هدى إلى صراط مستقيم) . (1)\rهذا ويعد الاتصال بالقرآن الكريم من آكد الضروريات في حياة المسلم؛ وذلك أنَّ القرآن الكريم أمر المسلم بكل خير، ونهاه عن كل شر.\r1- فعلمه كيف يعامل ربه عز وجل، فقال تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} (النساء:36) .\r2- كما علمه كيف يعامل أهله فقال عز وجل: {وَبِالْوَالِدَيْنِ إِحْسَاناً} (النساء:36) لوالديه، وقال في حق زوجته: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} (النساء:19) ، وقال في حق ولده: {وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ} (الأنعام: 151) .\r__________\r1- صحيح الترمذي م/2/149، والقرطبي ج1/5.","seal":"984E4065","part":1},
      {"page":6,"id":6,"nass":"3- وعلمه كيف يعامل أعداءه فقال عز وجل: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} (فصلت: 34) .\r4- وعلمه كيف يبيع ويشتري فقال تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا} (البقرة: 275) .\r5- وعلمه كيف ينفق فقال جلَّ من قائل: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَاماً} (الفرقان: 67) .\r6- كما علمه كيف يأكل ويشرب فقال جل من قائل: {وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا} (الأعراف: 31) .\r7- كما علمه كيف يمشي في الطريق في قوله تعالى: {وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولاً} (الإسراء: 37) .\r8- كما علمه كيف تكون المحاورة والإقناع فقال تعالى: {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ} (البقرة: 23) .\rكما علمه أمور دينه، كأداء الصلاة والزكاة، ومصاريف الزكاة، والصيام والحج، مما هو معروف لدى عامة المسلمين وخاصتهم.\rهذا ويعد هو الكتاب الوحيد الشامل لجميع مصالح البشر، وتبيان ذلك أنَّ المصالح التي عليها مدار الشرائع ثلاث هي:\r1- درء المفاسد المعروف عند الأصوليين بالضروريات (الدين، العقل، النفس، العرض، والنسب، والمال) فجعل القاتل يقتل، والسارق تقطع يده {وَالْجُرُوحَ قِصَاصٌ} (المائدة: 45.) .","seal":"05AC7087","part":1},
      {"page":7,"id":7,"nass":"ولم يجد العرب أبلغ من هذا القرآن، ولا أجمل منه، حين عبر بقوله: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} (البقرة: 179) (1) .\r2- جلب المصالح ومثاله قوله تعالى: {فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ} (الجمعة: 10) .\rوقوله عز وجل: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ} (البقرة: 198) .\r3- الجري على مكارم الأخلاق:\rويظهر ذلك جلياً في الجمع بين الآية {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} (القلم: 4) وقول عائشة: (كان خلقه القرآن) (2) .\rومن ذلك قوله تعالى: {وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إ} (البقرة: 237) .\rهذا وكل ما ورد في السنة داخل في باب القرآن لقوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (الحشر: 7) .\rولقوله تعالى: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (النجم:4) .\rوبالإضافة إلى ما تقدم فقد أنار القرآن الكريم بصائر البشر، وحجب عنهم ظلمات الجهل والتقوقع على النفس.\rوأمرهم بالتدبر في ملكوت هذا الكون الفسيح؛ إذ إنَّ الإنسان لا يمكن أن يقدر ربه حق قدره ما لم يتدبر في عظمة هذا الكون الدالة على خالقه المقتدر.\r__________\r1- انظر: علاج القرآن الكريم للجريمة د. محمد عبد الله ص377.\r2- تفسير القرطبي ج18 ص227.","seal":"D697F6CE","part":1},
      {"page":8,"id":8,"nass":"زد على ذلك أنَّ التدبر في هذا الكون العظيم يعرف الإنسان من خلاله مدى كرمه على ربه حيث سخر جميع هذه الكائنات لخدمة الإنسان، ولو انساق المسلمون إلى توجيهات كتابهم الحكيم؛ لكانوا أسبق إلى غزو الفضاء من غيرهم، ولكن معنى الدين انكمش في نفوسهم فانكمشت همتهم عن ذلك (1) .\rوأخيرا فإنَّ الإنسان في القرآن الكريم كائن مكرَّم مفضَّل محترم سخِّرت له الكائنات الموجودة من حوله كلها كما قال تعالى: {أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} (لقمان:20) .\rومن مظاهر تكريم المولى عز وجل للإنسان في القرآن الكريم، أمره الملائكة بالسجود له، وجعل الاستهانة بالإنسان عصياناً وخيم العاقبة كما حدث مع إبليس.\rوالأدل من هذا وذاك كونه تبارك وتعالى يفرح بعودة عبده المؤمن التائب من ذنبه، وكونه غفوراً رحيماً لمن أخلص له التوبة، كما قال تعالى: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى} (طه:82) (2) .\r__________\r1- علل وأدوية ص34 محمد الغزالي.\r2- انظر: علل وأدوية ص14 محمد الغزالي.","seal":"3232D4B0","part":1},
      {"page":8,"id":9,"nass":"المطلب الأول: عناية المملكة بمدارس تحفيظ القرآن الكريم\rلقد حرصت المملكة العربية السعودية منذ نشأتها على ترسيخ القرآن الكريم في نفوس أبنائها، واتخذت لذلك عدة وسائل، من ضمنها دمج مادة","seal":"C45D0FC6","part":1},
      {"page":9,"id":10,"nass":"القرآن الكريم في المقررات الدراسية؛ بل إنَّها المادة الأولى، ويتم عليها التركيز عن طريق حفظ القرآن الكريم وتجويده وتفسيره.\rكما أنَّها قد اتخذت وسيلة أخرى هي تخصيص مدارس خاصة بتحفيظ القرآن الكريم في وزارة المعارف، حيث إنَّ هذه الوزارة كانت حريصة على نشر تلاوة القرآن الكريم وحفظه؛ فمن أجل ذلك فتحت مدارس متخصصة ذات أهداف سامية لتخريج طلاب يحفظون القرآن الكريم خلال دراستهم.\rواهتماماً من الوزارة بهذا الأمر فقد كلفت إدارة التربية الإسلامية بالإشراف فنيا وتربويا على هذه المدارس.\rولقد انتشرت مدارس تحفيظ القرآن الكريم في أنحاء المملكة انتشاراً عديم النظير، فبدأت في المدينة ومكة وجدة والرياض والدمام، ثم بعد ذلك شملت جميع مناطق المملكة، والآن يتزاحم عليها أولياء الأمور، كلٌ يريد أن يحظى ابنه بهذا الشرف، شرف حفظ كتاب الله، مما جعل انتشار هذه المدارس مطلباً حقيقياً لجميع المواطنين، وفعلاً بدأت هذه الدولة - حرسها الله - في تطبيق هذه الرغبات، ففي منطقة المدينة وحدها ثلاث عشرة مدرسة ما بين ابتدائية ومتوسطة وثانوية.ناهيك عن ما في غيرها من المناطق، وقد وزع القرآن الكريم على المراحل الثلاث.\rففي المرحلة الابتدائية يحفظ الطالب خلال ست سنوات (15) جزءا من القرآن العظيم، وفي المرحلة المتوسطة يحفظ الطالب (15) جزءا من القرآن خلال ثلاث سنوات، أما في المرحلة الثانوية فإنَّ الطالب يراجع فيها القرآن كاملاً حتى يترسخ الحفظ في نفوس الطلاب.","seal":"B9F7051A","part":1},
      {"page":10,"id":11,"nass":"ولعل من أهم أسباب كثرة الطلب على مدارس تحفيظ القرآن المزايا التي وضعتها هذه المدارس، وهذه المزايا هي (1) :\r1- تخريج الطالب فيها وقد حفظ كتاب الله تعالى كاملاً مجوداً، وعلم تاريخه وتدوينه وترقيمه وشكله وتفسيره، وجملة من أحكامه دون أن يقل مستواه في المواد الأخرى ونشاطه الصفي.\r2- تهيئة الجو المناسب للطالب للتخلق بأخلاق القرآن.\r3- صرف المكافآت الشهرية، فهذه المدارس تصرف للطالب في المرحلة الثانوية (600) ريال، وفي المتوسطة\r(500) ريال، وفي الابتدائية (250) ريالاً.\rكل هذه الأسباب مجتمعة المعنوية والمادية جعلت خدمة المملكة لكتاب الله تعالى عن طريق هذه المدارس، تتميز عن غيرها، وتجني ثماراً لهذا البلد وللإسلام حيث خرَّجت شباباً، كانوا معلمين في تعليم هذه البلاد التي يتعلم فيها أبناؤها وأبناء الجليات المسلمة المقيمة فيها، فكما كانوا معلمين للقرآن في التعليم العام كانوا أيضا طلاب جامعات، وقد درست مجموعة منهم في كلية القرآن وفي أقسام الثقافة الإسلامية، وبعضهم اتجه إلى الطب وغيره من الأقسام العلمية، وكان بارزا في تخصصه؛ لأنَّ القرآن ينمي الذاكرة ويضيف إليها قدرة على الفهم والاستيعاب (2) .والله أعلم\r__________\r1- تقارير الأمانة العامة للتوجيه الإسلامي بوزارة المعارف.\r2- تقارير الأمانة العامة للتوجيه الإسلامي بوزارة المعارف.","seal":"27B364B6","part":1},
      {"page":11,"id":12,"nass":"المطلب الثاني: عناية المملكة بالجمعيات الخيرية لتحفيظ القرآن الكريم\rإنَّ حكومة المملكة العربية السعودية وانطلاقاً من مجهودها الريادي في خدمة الإسلام والمسلمين، وأداءٍ للأمانة الملقاة على عاتقها تجاه الإسلام وكتابه الكريم، قامت باحتضان جمعيات خيرية لتحفيظ القرآن الكريم.\rفقد قام ولاة الأمر بالمملكة - جزاهم الله خيراً - بخدمة فريدة لكتاب الله عز وجل على مستويات متعددة، ومن ذلك أمرهم وفقهم الله وجزاهم خيراً باحتضان الجمعيات الخيرية لتحفيظ القرآن الكريم ودعمها.\rوقد خصصت الحكومة لهذه الجمعيات إعانات سنوية، ومنحتها الأراضي التي تقيم عليها المباني تشجيعاً لها.\rهذا فضلاً عما يقوم به أهل الخير من الأعمال التطوعية في هذه الجمعيات، من تبرعات وهبات وإقامة أوقاف لها.\rوقد كان لهذه الجمعيات من الآثار الحميدة الشيء الكثير؛ فقد كثر القراء والحفاظ وعمرت المساجد بحلق تَعَلُّم القرآن الكريم وتعليمه.\rهذا وقد شملت جمعيات تحفيظ القرآن الكريم جميع مناطق المملكة، حيث فتحت فروعها في المناطق الرئيسية لتشمل كل منطقة وتوابعها.\rوقد تم إنشاء هذه الجمعيات في الأماكن والتواريخ الآتية:\r1 في عام 1382 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة مكة المكرمة.\r2 في عام 1383 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة المدينة المنورة.\r3 في عام 1383 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة القصيم.","seal":"B07BB170","part":1},
      {"page":12,"id":13,"nass":"4 في عام 1385 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة جازان.\r5 في عام 1386 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة الرياض.\r6 في عام 1388 تم إنشاء جمعية تحفيظ القرآن الكريم بالمنطقة الشرقية. ()\r7 في عام 1390 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة عسير.\r8 في عام 1397 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة تبوك.\r9 في عام 1400 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة حائل.\r10 في عام 1409 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة الحدود الشمالية.\r11 في عام 1412 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة الجوف.\r12 في عام 1414 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة الباحة.\r13 في عام 1416 تم إنشاء جمعية تحفيظ القرآن الكريم بمنطقة نجران.\rولعل من أهم الأهداف التي حققتها هذه الجمعيات وتسعى في تحقيقها دائما ما يلي:\r1- إقامة الحلقات العامة لتحفيظ القرآن الكريم وتجويده في المساجد لمختلف الأعمار.\r2- المشاركة في المسابقات المحلية والدولية التي تنظمها المملكة سنويا لحفظ القرآن الكريم وتجويده وتفسيره.\r3- تنظيم الحلقات التعليمية الخاصة في السجون ودور الملاحظة والأحداث","seal":"9C200DB1","part":1},
      {"page":13,"id":14,"nass":"4- تكليف الحفاظ المتقنين بإمامة المسلمين في صلاة التراويح في شهر رمضان المبارك.\r5- إعداد برامج تدريبية متكاملة لرفع كفاية المعلمين والمعلمات في القطاعات التعليمية المختلفة.\r6- إنشاء رياض الأطفال القرآنية.\r7- تنظيم دورات مكثفة صباحية ومسائية للفتيات والنساء وربات البيوت (1) .\r__________\r1- تقارير الأمانة العامة للجمعيات الخيرية لتحفيظ القرآن الكريم.","seal":"60F8FD52","part":1},
      {"page":13,"id":15,"nass":"المطلب الثالث: عناية المملكة بحلقات التحفيظ في السجون ودور الملاحظة\r...\rلمطلب الثالث: عناية المملكة بحلقات التحفيظ في السجون ودور الملاحظة\rلقد اعتنت المملكة العربية السعودية بالسجون ودور الملاحظة عناية فريدة، حيث ركزت - حرسها الله - على إصلاح هؤلاء السجناء، فركزت على غرس كتاب الله في صدورهم، علما منها أنَّه هو أحسن مصلح، وأحسن منقذ، وأحسن هادٍ إلى سواء السبيل، فقامت بفتح حلقات لتحفيظ القرآن الكريم داخل كل سجن، وكل دار ملاحظة، وقد اتضح أثر ذلك في هؤلاء السجناء، وسنقوم بتفصيل ذلك إن شاء الله تعالى حين التعرض لهذا المبحث؛ لأنَّه صلب موضوعنا.","seal":"DF048839","part":1},
      {"page":15,"id":16,"nass":"الفصل الأول\rالمبحث الأول: تعريف السجن ودوره في الإصلاح\rالمطلب الأول: تعريف السجن ودوره في الإصلاح\r...\rالفصل الأول\rالمبحث الأول: تعريف السجن ودوره في الإصلاح\rالمطلب الأول تعريف السجن في اللغة والاصطلاح\rالمسألة الأولى: تعريف السجن في اللغة:\rالسجن لغة: مادة سجن أي السين والجيم والنون تدل على الحبس، قال ابن فارس: هي أصل واحد وهو الحبس، والسِّجن بكسر السين المكان الذي يسجن فيه الإنسان، ومنه قوله تعالى {رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ} (يوسف: 33) ، وقد يجيء السجن بالفتح على المصدر، يقال سجنه يسجنه سجناً، أي حبسه (1) .\rوهذه المادة فيها ثلاثة أطراف:\r1- السجن: وهو المكان.\r2- المسجون: هو الذي يقع عليه السجن (2) .\r3- المنفذ: وهو الذي يقع منه السجن.\rيقال للفرد سجين، وللجماعة سجناء، وسجنى (3) .\rوهناك ألفاظ لها صلة لغوية بكلمة السجن وهي: (4)\r1) الحبس: ويأتي بمعنى المنع والإمساك، والمحبس هو المكان الذي يتم فيه الحبس.\r__________\r1- القاموس المحيط للفيروز آبادي،ج4 ص233،ط دار المأمون، الطبعة 4.\r2- لسان العرب، ابن منظور، ج13 ص203، ط بيروت دار الصادر.\r3- تاج العروس، الزبيدي، ج9 ص231.\r4- مختار الصحاح الرازي ص217، ط دار الفكر بيروت.","seal":"1C2CA3D1","part":1},
      {"page":16,"id":17,"nass":"2) الحصر: وهو المنع والحبس، {وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيراً} (الإسراء:8) .\r3) الاعتقال: وهو في اللغة الحبس، واعتقلت الرجل أي حبسته.\r4) الإمساك: ويراد به المنع والتعويق، قال تعالى: {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ} (النساء: 15) .\r5) الإثبات: الإثبات والحبس في اللغة بمعنى واحد، ومنه {لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ} (الأنفال: 30) .\r6) الأسر: والأسير هو الأخيذ يؤخذ في الحرب ويسمى أسيراً ومسجونا.\rالمسألة الثانية: تعريف السجن في الاصطلاح:\rلقد عرف علماء السياسة الشرعية السجن باعتباره مصدراً يراد به العقوبة، وهو ما يضبطه علماء اللغة بفتح السين، ومن هؤلاء:\r1- الكافي (1) فقد عرفه بأنَّه تعويق الشخص من الخروج إلى أشغاله ومهماته الدينية والاجتماعية.\r2- وعرفه ابن تيمية بقوله: هو تعويق الشخص ومنعه من التصرف بنفسه سواء كان في بيت أو مسجد أو كان بتوكيل نفس الخصم أو وكيل الخصم عليه (2) .\r__________\r1- الأعلام للزركلي، ج2 ص70، ط الرياض الطبعة الثانية. بدائع الصنائع، الكاساني ج7 ص147.\r2- مجموع الفتاوي، ابن تيمية ج35، ص398.","seal":"6DC2BDF5","part":1},
      {"page":17,"id":18,"nass":"3- وأما محمد بن عبد الله الأحمد فقد قال في تعريفه للسجن: هو تعويق الشخص ومنعه من التصرف بنفسه سواء كان في سجن أو بيت أو مسجد أو كان بتوكيل الخصم أو وكيله عليه وملازمته له أو كان بنفيه أو تغريبه (1) .\r4- وعرفه محمد الجريوي بقوله: هو الجزاء المقرر على الشخص لعصيانه أمر الشرع بتعويقه ومنعه من التصرف بنفسه حساً كان أو معنى لمصلحة الجماعة أو الفرد إصلاحاً أو تأديباً (2) .\rوأما تعريف السجن باعتباره مكاناً للعقوبة وهو ما يضبطه علماء اللغة بكسر السين، فتعريفه بأنَّه مكان معد لحبس المجرمين والمتهمين والمحجوزين لمصلحة معتبرة، وهذا التعريف فيه بيان للغاية من السجن في الدين الإسلامي، وهو مصلحة الجماعة بحفظ الدين والنفس والمال والعرض والعقل والنسل.\rومصلحة الفرد الجاني لإبراء ذمته وإصلاحه وتأديبه حتى يعود للمجتمع فرداً صالحاً، وحفظه من الاعتداء عليه حتى يرى ولي الأمر الإفراج عنه حسب ما تقتضيه المصلحة.\r__________\r1- حكم الحبس في الشريعة الإسلامية، لأحمد، ص38، ط الرياض، مكتبة الرشد.\r2- السجن وموجباته في الشريعة الإسلامية، الجريوي ج1 ط الرياض.","seal":"B1FE226C","part":1},
      {"page":17,"id":19,"nass":"المطلب الثاني: نبذة تاريخية عن السجن وعناية المملكة بالسجون:\rالمسألة الأولى: السجن قبل الإسلام:\rإنَّ المتأمل للسجن قبل الإسلام يجد أنَّه قد وجد وعرف وسيلةً من وسائل العقاب قبل قرون عديدة، فقد قيل إنَّ النمرود كان أول من أحدث السجون كما قال العسكري (1) .\r__________\r1- انظر الأوائل، العسكري ج2، ط الرياض، دار العلوم، الطبعة الثانية.","seal":"5E4D2374","part":1},
      {"page":18,"id":20,"nass":"كما أنَّ القرآن عندما نتتبعه فإنَّنا نجده قد أخبر عن السجن فقد أخبر سبحانه وتعالى عن سجن بعض الأنبياء وتهديد البعض الآخر بالسجن فقد سجن يوسف عليه السلام وذلك في قوله تعالى: {ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآياتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ} (يوسف: 35) وكان يضم السجن مع يوسف غيره.\rكما ذكر سبحانه وتعالى تهديد موسى بالسجن في قوله تعالى: {لَئِنِ اتَّخَذْتَ إِلَهاً غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ} (الشعراء: 29) . وهذا يدل على سوء حالة السجن في ذلك العهد.\rكما سجن به سليمان عليه السلام الجن وذلك في قوله تعالى: {وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ} (ص: 37،38) فكان عليه الصلاة والسلام يجعل هذه الصفاد لمن تمرد وعصى وأساء في صنعه (1) .\rوأما السجن عند الإمبراطوريات والأمم الأخرى فقد كان معروفاً ومعمولاً به، ولكنه كان على أسوأ حال، يتضح لنا ذلك من خلال إلقاء نظرة سريعة على بعض هذه الأمم والإمبراطوريات التي شهد السجن فيها أسوأ حالاته (2) وسنعرض نبذة موجزة عن كل منها.\rفبالنظر إلى الإمبراطورية الكلدانية نجد أنَّهم كانت لديهم سجون يضعون فيها الأسرى الذين من البلاد التي يحاربونها، وكان سجنهم معروفا بقوته التعذيبية (3) .\r__________\r1- تفسير القرآن العظيم، ابن كثير ج4 ص38.\r2- انظر التعذيب عبر العصور، بيرت هارت، ط سورية، دار الحوار الطبعة الأولى ص7.\r3- انظر التعذيب عبر العصور، بيرت هارت، ط سورية، دار الحوار الطبعة الأولى ص7.","seal":"B0F9B2E6","part":1},
      {"page":19,"id":21,"nass":"وأما عند اليونانيين فقد عرف السجن عندهم بقوته وإعداده لكل خارج عن نمطهم المألوف، وقد سجن سقراط لعدم عبادته للأوثان، وكانت سجونهم تمتاز بالهمجية في أساليب التعذيب، فقد ذكر عنهم أنَّهم كانوا يدخلون السجين في جوف حيوان ميت حتى تأكل جسمه الديدان (1) .\rوأما الإمبراطورية الآشورية في بابل فقد قامت على تشغيل الأسرى في بنائها وخدمة أمورها الخاصة، وكانوا يحجزون في الأماكن والكهوف وفي الشعاب والأودية (2) .\rولقد عرفت - كذلك - الإمبراطورية الرومية بشدة البطش بسجنائها والتنكيل بهم فقد كانوا يسجنون في سراديب مظلمة أعدت تحت الأرض، وكانت سجونهم في كل مدنهم ففي كل مدينة سجنٌ مستقلٌ (3) .\rوأما السجن عند الفرس فقد كان معروفا ومستعملاً لديهم يبين لنا ذلك ابن الأثير (4) من خلال كلامه على هذا الموضوع فيقول: إنَّ سيف بن ذي يزن استنصر بكسرى لما غزا الأحباش اليمن، فمده كسرى بثمانمائة سجين، كانوا عنده في السجن ليحارب بهم، مما يدل دلالة واضحة على أنَّ السجن كان منتشراً عند الفرس وأنَّ السجناء كانوا كثيرين حتى إنَّهم يستعملون في الجيش (5) .\r__________\r1- انظر عيون الأنباء، ابن أبي أصيبعة ج1 ص 68-71، ط بيروت دار الثاقفة.\r2- انظر معجم البلدان، ياقوت الحموي ج1،ط بيروت دار صادر، وانظر التعذيب عبر العصور مصدر سابق ص163.\r3- انظر دائر المعارف، وجدي، ج5 ص50، ط بيروت دار الفكر.\r4- انظر الأعلام، الزركلي ج3 ص218.\r5- انظر الكامل، ابن الأثير ج1 ص263.","seal":"11753721","part":1},
      {"page":20,"id":22,"nass":"كما كان السجن معروفا ومعمولا به عند العرب أيضاً قبل الإسلام، فقد اشتهر بعض السجون عند العرب حتى أصبحت أعلاماً (1) .\rومن أشهر السجون العربية:\r1- سجن النعمان بن المنذر بالعراق (2) .\r2- سجن المدينة (3) .\r3- سجن حصن المشقر (4) .\r4- سجن العجم (5) .\r5- سجن ساباط بالمدائن (6) .\r6-سجن مضارب طيئ (7) .\rوبهذا نرى أنَّ السجن كان معروفاً ومعمولا به قبل الإسلام، وقد تقدمت الأدلة الواضحة على ذلك من تعاقب الأمم المشهورة عبر التاريخ على استخدام هذه الوسيلة العقابية، كما اتضح سوء استغلالها وأنَّها كانت تستعمل دون النظر إلى أهدافها وغاياتها الحقيقية التي وضعت من أجلها.\r__________\r1- انظر الأغاني، الأصبهاني، ج2 ص110، ط القاهرة دار الكتب المصرية.\r2- انظر الأعلام، الزركلي ج9 ص10.\r3- انظر خزائن الأدب، الحلفي ج1 ص42، ط القاهرة دار الكتاب العربي.\r4- انظر النقائض، أبو عبيدة ج1 ص149، ط لندن، مطبعة برلين.\r5- انظر الأعلام، الزركلي، ج5 ص91.\r6- انظر الأعلام، الزركلي، ج5 ص201.\r7- انظر الأعلام، الزركلي، ج5 ص286، وأحكام السجن، أبو غدة ص50.","seal":"193F6510","part":1},
      {"page":21,"id":23,"nass":"المسألة الثانية: تاريخ السجن في الإسلام\rلقد بدأ الإسلام ولم يكن للسجن في بدايته رجال مختصون، ولا أماكن محددةٌ له مختصةٌ به، ففي عهد النبي صلى الله عليه وسلم لم يتخذ بنياناً معيناً للسجن؛ وإنَّما كان السجين يوضع في المسجد أو في البيوت أو في الخيام (1) ، وهكذا كان السجن على هذه الحالة، فقد سَجَن أبو لبابة رفاعة بن عبد المنذر نفسه ست ليال (2) ، وحبس آخرون أنفسهم في أعمدة المسجد لتخلفهم عن الغزو (3) مع نبينا صلى الله عليه وسلم، كما نرى رسول الله صلى الله عليه وسلم حبس ثمامة بن آثال في المسجد (4) ، وحبس صلى الله عليه وسلم سهيل بن عمرو في بيت حفصة (5) ، كما حبس صلى الله عليه وسلم بعض اليهود من بني قريظة بعد أن حُكم عليهم من قِبل سعد بن معاذ رضي الله عنه في دار (6) نسيبة بنت الحارث، حيث كانت البيوت أداة للسجن أيضاً، وكان رسول الله صلى الله عليه وسلم يحبس في الخيام أيضاً كما كان بعد غزوة بدر، وغيرها من الغزوات (7) .\rالسجن في عهد الخلفاء:\rلم يكن السجن في العهد الأوَّل من عهد الخلفاء الراشدين يختلف كثيراً عن عهد النبي صلى الله عليه وسلم، فلقد انقضت خلافة الصديق رضي الله عنه، والشطر الأول من خلافة\r__________\r1- انظر أدب القاضي، الخصاف، ج2 ص 344-347، وفتح القدير شرح الهداية، ابن الهمام ج5 ص471، وأسد الغابة، ابن الأثير ج2 ص230.\r2- انظر البداية والنهاية، ابن كثير ج4 ص116.\r3- انظر البداية والنهاية، ابن كثير ج4 ص121.\r4- انظر الاستيعاب، ابن عبد البر ج1 ص79.\r5- انظر الإصابة، لابن حجر العسقلاني، ج4 ص264.\r6-انظر تهذيب سير أعلام النبلاء، أحمد فايز الحمصي، ج1 ص30-31.\r7- انظر البداية والنهاية، ابن كثير ج3 ص303-305، والمصنف، عبد الرزاق الصنعاني ج5/ ص206.","seal":"9407C557","part":1},
      {"page":22,"id":24,"nass":"عمر الفاروق رضي الله عنه وهم يسجنون في المسجد والبيوت والخيام، وإن كان عمر يسجن في الآبار كما فعل مع الحطيئة (1) عندما سجنه في بئر، ولكن في الشطر الأخير من خلافة عمر اشترى داراً (2) واتخذها سجناً، وكانت أوَّل دار معدَّة للسجن في الإسلام، كأول نواة للسجن، وفي عهد الخليفة عثمان رضي الله عنه كان الأمر كما هو في عهد الخليفة عمر رضي الله عنه، ولما كان في عهد الخليفة علي رضي الله عنه بنى داراً معدة للسجن، وكان بذلك أوَّ ل من بنى سجناً في الإسلام، وسمي ذلك السجن نافعاً (3) .\rومن خلال ما سبق يتضح لنا أنَّ اتخاذ السجن في الإسلام إنَّما كان بعد عهد أبي بكر الصديق رضي الله عنه\r(4) .\rوفي العهد الأموي زادت السجون واتخذ فيها نوعان مختلفان:\rالنوع الأول: أنَّهم عمدوا إلى تصيير المباني القديمة سجوناً، فحولت كثير من الدور والقلاع إلى سجون، وقد بني في العهد الأموي كثير من السجون، ومن أشهرها سجن دمشق، وسجن خضراء دمشق، وسجن حلب، وسجن الكوفة (5) .\rومن خلال ذكر ما سبق عن السجون قبل الإسلام والسجون في الإسلام، يتبين لنا أنَّ هذه الأداة كانت عبر العصور، وأنَّها كانت قبل الإسلام أداة\r__________\r1- انظر أدباء العرب، البستاني، ص237.\r2- انظر أسنى المطالب، الأنصاري، ج4 ص306.\r3- انظر أقضية الرسول صلى الله عليه وسلم، ابن الطلاع ص98.\r4- انظر وفيات الأعيان، ابن خلكان، تحقيق إحسان عباس ج1 ص123.\r5- انظر أدباء السجون، الحلفي، ص 50، 57، 135، 121، والكامل، ابن الأثير،ج4 ص156.","seal":"A0575127","part":1},
      {"page":23,"id":25,"nass":"تعذيب وقهر وإعدام، حيث نرى أنَّ بعض الأمم كانت تترك السجناء من غير عناية حتى يموتوا، وكانوا يستغلونها أسوأ استغلال دون النظر إلى الغاية منها وأهدافها.\rوعندما جاء الإسلام جعل للسجن غاية وأهدافاً نبيلة؛ بل جعل السجن في بعض الأحيان أداة دعوة، كما فعل النبي صلى الله عليه وسلم عندما سجن ثمامة بن آثال ليرى الإسلامَ عن قُرب، ويرى المسلمين وتعاملهم الذي تتضح فيه سماحة الإسلام، فعندما رأى ذلك أسلم وحسن إسلامه (1) .\rالمسألة الثالثة: عناية المملكة بالسجون\rلقد اعتنت المملكة العربية السعودية بالسجون عناية خاصة وشاملة، فأخذت السجين بجانبيه المادي والمعنوي، فالجانب المادي نظرت إليه هذه الدولة جانباً مهماً من جوانب الإنسان التي تجعله يستطيع دائما أن يعطي عطاءه المطلوب منه؛ ذلك أنَّ الإنسان في حقيقته هو وحدة متكاملة؛ فلو مرض أو جاع أو عطش لكان لكل ذلك تأثير حقيقي فيه، ومن هنا كان اهتمام المملكة بهذا الجانب، فاعتنت بالسجون عناية خاصة.\rفمن حيث النظافة نجد أنَّ هذه السجون تتمتع بنظافة جيدة، نظافة شاملة للسجين، سواءٌ كانت في لبسه أو في فراشه أو في أكله، حتى إنَّ بعض السجناء يقول إنَّه وجد في السجن ما لم يجده في غيره، كما أنَّه تصرف له مبالغ لقضاء كمالياته الخاصة (2) .\r__________\r1- انظر الإستيعاب، ابن عبد البر، ج1 ص79.\r2- دراسة ميدانية قمت بها لسجن المدينة.","seal":"0FA6A2AB","part":1},
      {"page":24,"id":26,"nass":"أما في الجانب المعنوي للسجين الذي يعد من أهم الجوانب التي يحتاجها السجين؛ وذلك لأنَّ إصلاح الجانب الروحي، وتغذيته هو عمدة الإصلاح ولبه (1) .\rوهو ما لاحظته حكومة المملكة، فعمدت إلى العناية المركزة بهذا الجانب؛ وذلك بتركيزها على ضرورة تسلح السجين بسلاح العلم النافع؛ ليستطيع بذلك التمييز بين السلوك الصحيح والسلوك الخطأ (2) .\rوسنلقي النظرة في هذه العجالة على اهتمام المملكة بتعليم السجين، وذلك من جانبين.\rأ) البرامج التعليمية النظامية:\rعمدت المملكة إلى إنشاء المدارس داخل السجون، وذلك لمختلف المراحل الدراسية، من محو أمية، ومتوسطة، وثانوية.\rكما أنشأت مدارس تعليمية داخل سجون النساء لتعليمهن فيها.\rوكل ذلك يهدف إلى شغل وقت السجين مما يعود عليه بالفائدة بدل تركه يعيش فترات الفراغ القاتل التي قد تورده المهالك.\rكما يساعده هذا التعليم في تحقيق رغباته المستقبلية في الحصول على شهادات تؤمن له العيش الكريم.\rوإليك بياناً مفصلاً عن التعليم في السجون في المملكة (حيث بدأت هذه الدولة تخطط وتنفذ إلى أن وصلت إلى هذا) يتضمن عدد المدارس والمدرسين والفصول والدارسين والدارسات للعام (1419-1420هـ)\r__________\r1- الشؤون الدينية في السجن.\r2- تقارير الشؤون الدينية بإدارة السجون، والمجلة الإحصائية التي تصدرها وزارة الداخلية.","seal":"8C6D3CA5","part":1},
      {"page":25,"id":27,"nass":"بلغ عدد المدارس في مختلف المراحل (71) منها:\r(33) مدرسة لمرحلة تعليم الكبار ومحو الأمية.\r(21) مدرسة للمرحلة المتوسطة.\r(12) مدرسة للمرحلة الثانوية.\r(5) مدارس لمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي.\rوبلغ عدد الفصول الدراسية بمختلف المراحل الدراسية (180) فصلاً على النحو التالي:\r(85) فصلا لمرحلة تعليم الكبار ومحو الأمية.\r(60) فصلاً للمرحلة المتوسطة.\r(29) فصلاً للمرحلة الثانوية.\r(6) فصول لمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي.\rوبلغ عدد المدرسين والمدرسات بمختلف المراحل (394) مدرساً ومدرسة.\r(148) مدرساً لمرحلة تعليم الكبار ومحو الأمية.\r(163) مدرساً للمرحلة المتوسطة.\r(74) مدرساً للمرحلة الثانوية.\r(9) مدرسات لمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي.\rوبلغ عدد الدارسين والدارسات المقيدين في مختلف المراحل الدراسية (1958) دارسا ودارسة، موزعين كما يلي:\r(893) منهم بمرحلة تعليم الكبار ومحو الأمية.\r(626) بالمرحلة المتوسطة.\r(376) بالمرحلة الثانوية.","seal":"E8D5094F","part":1},
      {"page":26,"id":28,"nass":"(63) دارسة بمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي.\rوبلغ عدد الدارسين والدارسات المتقدمين للاختبار في مختلف المراحل (1356) دارساً ودارسة.\rمنهم (524) دارسا بمرحلة تعليم الكبار ومحو الأمية.\r(497) دارساً بالمرحلة المتوسطة.\r(316) دارساً بالمرحلة الثانوية.\r(19) دارسة بمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي.\rوبلغ عدد الناجحين والناجحات في مختلف المراحل (906)\rمنهم (432) ناجحا بمرحلة تعليم الكبار ومحو الأمية.\rو (181) ناجحا بالمرحلة الثانوية.\rو (277) ناجحا بالمرحلة المتوسطة.\rو (16) بمرحلة تعليم الكبار ومحو الأمية للتعليم النسوي (1) .\rب) البرامج الدينية غير النظامية:\rاستشعاراً من الإدارة العامة للسجون في المملكة العربية السعودية لمسؤوليتها الكبيرة أمام الله عز وجل ثم أمام المسؤولين وفقد عمدت إلى وضع برامج توعية للسجناء وتشتمل على برامج الوعظ والإرشاد وحلقات تحفيظ القرآن الكريم.\rوأما برنامج الوعظ والإرشاد فيشتمل على الندوات والدروس والمسابقات الثقافية.\r__________\r1- تقارير الشؤون الدينية بإدارة السجون، والمجلة الإحصائية التي تصدرها وزارة الداخلية.","seal":"5C2AA130","part":1},
      {"page":27,"id":29,"nass":"وقد ساهمت جهات حكومية متعددة في تنظيم هذا البرنامج، وكان لمساهمتها دور بارز وفعال في إصلاح أحوال كثير من السجناء المسلمين.\rأما برنامج تحفيظ القرآن الكريم فقد كان لمكرمتي خادم الحرمين الشريفين الأثر الملموس في نفسيات السجناء، وأكبر تشحيع على حفظ كتاب الله، حيث تقضي المكرمة بتخفيض محكومية السجين الذي يحفظ القرآن الكريم كاملاً أو بعض أجزائه.\rوقد التحق كثير من السجناء السعوديين وغيرهم بحلقات تحفيظ القرآن في السجون في مختلف مراحل ذلك.","seal":"F195EFF3","part":1},
      {"page":28,"id":30,"nass":"المبحث الثاني: عناية المملكة بإصلاح السجناء عن طريق تحفيظ القرآن الكريم\rالمطلب الأول: حلقات تحفيظ القرآن الكريم في السجون:\rنظرا لما توليه هذه البلاد من اهتمام لإصلاح أبنائها وذلك من خلال غرس القرآن الكريم في نفوسهم، فقد عنيت بشكل خاص بالسجناء، وتحفيظهم كتاب الله تعالى، ومرت في سبيل ذلك بمرحلتين أساسيتين.\rالأولى من بداية نشأتها إلى عام 1408هـ، والثانية من عام 1408هـ بعد صدور المكرمة الملكية، بإسقاط نصف المدة عن من يحفظ كتاب الله تعالى، وإليك التفصيل في المرحلتين.\rأوَّلا: مرحلة ما قبل المكرمة الملكية الأولى (1408هـ) :\rوقد اتخذت المملكة في هذه الفترة عدة خطوات لتشجيع هذا العمل الخير، والإنجاز الحضاري تتمثل في الآتي:\r1) فتح أبواب السجون على مصراعيها أمام الجمعيات الخيرية لتحفيظ القرآن الكريم لتعليم السجناء، حيث تنافست الجمعيات في ذلك، وعلَّمت كثيراً من المساجين تلاوة وحفظ القرآن الكريم، ولا يخفى ما لذلك من أثر بالغ في نفوس السجناء، ومن إصلاح لمستقبلهم.\r2) إقامة المسابقات التشجيعية لحفظ القرآن الكريم مما أفاض روح التنافس في ذلك عند السجناء.","seal":"B150F699","part":1},
      {"page":29,"id":31,"nass":"3) إقامة الحفلات لتشجيع كل من حفظ شيئاً من القرآن في السجن، فهنالك حفل سنوي تقيمه إدارة السجون تشجيعاً منها لحفظ القرآن الكريم.\r4) رصد مبالغ مالية سنوية لمن يهتم بحفظ القرآن من الموقوفين؛ الأمر الذي شجع على الاهتمام بالقرآن حفظاً وتجويداً.\rوكان تفصيل تلك المبالغ المالية كما يأتي:\r1- (400) ريال عن كل جزء من الأوَّل إلى العاشر.\r2- (300) ريال عن كل جزء من العاشر إلى الحادي والعشرين.\r3- (200) ريال عن كل جزء من الحادي والعشرين إلى الثلاثين.\rكما تصرف مكافأة إضافية لمن يحفظ عشرة أجزاء من القرآن الكريم متتابعة، مع إتقان أحكام التجويد، وذلك كما يلي:\r1- (1000) ريال من الجزء الأوَّل إلى العاشر.\r2- (800) ريال من الجزء الحادي عشر إلى العشرين.\r3- (600) ريال من الجزء الحادي والعشرين إلى الثلاثين (1) .\rوبما أنَّ المطلب الأساسي في هذا البحث هو حلقات التحفيظ في السجون، فأود أن أعطيك عنها تقريراً مفصلاً شاملاً لجميع السجون، وعدد حلقاتها ومدرسي الحلقات، وعدد الحفاظ فيها، وذلك كما يلي:\r1) سجون الرياض:\rأ) سجن الملز: بلغ عدد الحلقات في هذه الفترة ثلاث حلقات وعدد المدرسين ثلاثة مدرسين، ولم يحفظ فيه أحد القرآن كاملا في هذه الفترة.\r__________\r1- قرار وزارة الداخلية رقم (1405) بتاريخ 8/3/1410هـ.","seal":"A0EE0079","part":1},
      {"page":30,"id":32,"nass":"ب) سجن الحائر: بلغ عدد الحلقات فيه سبع حلقات وعدد المدرسين سبعة مدرسين، وعدد الحفاظ لبعض أجزاء القرآن ثلاثة أشخاص.\rج) سجن شقراء: بلغ عدد حلقاته سبع حلقات بمدرس واحد، وعدد الحفاظ لبعض أجزاء القرآن في سجن شقراء سبعة وعشرون شخصاً.\r2- سجون جدة:\rأ) سجن الإصلاحية: بلغ عدد الحلقات في سجن الإصلاحية حلقتين بمدرسين، وبلغ عدد الحفاظ فيه لبعض أجزاء القرآن أربعة أشخاص.\rب) السجن العام: بلغ عدد الحلقات فيه حلقتين بمدرسين، وحفظ فيه بعض أجزاء القرآن عشرة أشخاص.\rج) سجن رابغ: بلغ عدد الحلقات فيه حلقة واحدة بمدرس واحد.\r3) سجون الشرقية:\rأ) إصلاحية الدمام: بلغ عدد حلقاتها ثلاث حلقات بثلاثة مدرسين، وبلغ عدد الحافظين لبعض أجزاء القرآن فيها حوالي ثمانية أشخاص.\rب) سجن الخبر: بلغ عدد حلقاته حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن سبعة أشخاص.\rجـ) سجن الأحساء: بلغ عدد الحلقات فيه حلقة واحدة بمدرسين، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن عشرين شخصاً.\rد) سجن القطيف: بلغ عدد حلقاته حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم تسعة أشخاص.\rهـ) سجن الخفجي: بلغ عدد حلقاته حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم أربعة أشخاص.","seal":"70BE0D90","part":1},
      {"page":31,"id":33,"nass":"و) سجن حفر الباطن: بلغ عدد حلقاته حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم أربعة أشخاص.\r4) سجون عسير:\rأ) سجن أبها العام: بلغ عدد حلقات التحفيظ فيه سبع حلقات بمدرس واحد، وحفظ فيه شخص واحد القرآن كله، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم أربعة أشخاص.\rب) سجن الخميس: بلغ عدد الحلقات في هذا السجن سبع حلقات بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم أربعة أشخاص.\rجـ) سجن بيشة: بلغ عدد الحلقات في هذا السجن خمس حلقات بمدرس واحد، وقد حفظ فيه شخص واحد القرآن الكريم كاملاً، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم سبعة أشخاص.\rد) سجن ظهران الجنوب: ليس فيه حلقات ولا حافظون.\r5) سجون المدينة المنورة:\rأ) السجن العام: بلغ عدد الحلقات في هذا السجن حلقتين بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم خمسة عشر شخصاً.\rب) سجن ينبع: بلغ عدد الحلقات في هذا السجن حلقة واحدة بمدرس واحد، وحفظ فيه شخص واحد بعض أجزاء القرآن الكريم (1) .\r6) سجون القصيم:\rأ) سجن عنيزة: بلغ عدد الحلقات في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم ثلاثة أشخاص.\r__________\r1- الشؤون الدينية تقارير من الإدارة العامة.","seal":"AACD195D","part":1},
      {"page":32,"id":34,"nass":"ب) السجن العام: كانت في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم اثنين وعشرين شخصاً.\r10) سجون الطائف:\rسجن الطائف العام: بلغ عدد الحلقات في هذا السجن حلقتين بمدرسين، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم عشرين شخصاً.\r11) سجن نجران العام:\rبلغ عدد الحلقات في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم خمسة أشخاص.\r12) سجن جازان العام:\rبلغ عدد الحلقات في هذا السجن حلقتين بمدرسين، وحفظ فيه لبعض أجزاء القرآن الكريم شخص واحد (1) .\r13) سجن حائل العام:\rكانت في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم ثلاثة أشخاص.\r__________\r1- الشؤون الدينية تقارير من الإدارة العامة.","seal":"E8C43F28","part":1},
      {"page":33,"id":35,"nass":"ب) السجن العام: كانت في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم اثنين وعشرين شخصاً.\r10) سجون الطائف:\rسجن الطائف العام: بلغ عدد الحلقات في هذا السجن حلقتين بمدرسين، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم عشرين شخصاً.\r11) سجن نجران العام:\rبلغ عدد الحلقات في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم خمسة أشخاص.\r12) سجن جازان العام:\rبلغ عدد الحلقات في هذا السجن حلقتين بمدرسين، وحفظ فيه لبعض أجزاء القرآن الكريم شخص واحد (1) .\r13) سجن حائل العام:\rكانت في هذا السجن حلقة واحدة بمدرس واحد، وبلغ عدد الحافظين فيه لبعض أجزاء القرآن الكريم ثلاثة أشخاص.\r__________\r1- الشؤون الدينية تقارير من الإدارة العامة.","seal":"A30115E4","part":1},
      {"page":34,"id":36,"nass":"المطلب الثاني: المرحلة الثانية مرحلة ما بعد المكرمة الملكية\rلقد كان الهم الدائم لحكومة خادم الحرمين الشريفين هو النصيحة لكتاب الله عز وجل، بالإضافة إلى إصلاح جميع فئات المجتمع بالقرآن الكريم نتيجة لفهمه العميق حفظه الله تعالى لدور القرآن الكريم في الإصلاح الاجتماعي.\rونتيجة لذلك فقد كانت برامج الحكومة في هذا الاتجاه منصبة حول جعل القرآن في قلوب جميع الطبقات وبخاصة طبقة المسجونين نظرا لحاجتهم إلى الإصلاح، حيث أو عز حفظه الله تعالى إلى جميع المسؤولين بدراسة ما يحقق هذه الأهداف.\rوقد وضعت الجهات المختصة عدة دراسات لتحقيق هذا الهدف، كما اتخذت عدة خطوات تمثلت في الآتي:\r1) الوعظ والإرشاد والترغيب في حفظ كتاب الله عز وجل، والاعتناء به، وذلك عن طريق الندوات والمحاضرات، والدعوة بالقدوة الحسنة.\r2) صرف مبالغ مالية تشجيعاً على حفظ الكتاب العزيز وذلك عن طريق إقامة المسابقات والحفلات، في سبيل تنمية الاهتمام بالتحفيظ في السجن.\rإلا أنَّ الخطوتين السابقتين كانتا بطيئتي النتائج مما جعل ولاة الأمر يفكرون في إيجاد طريقة أنفع وأسرع وأعمق أثراً، وبعد بحث متأن لهذا الموضوع من قبل حكومة خادم الحرمين الشريفين يحفظه الله تعالى جاءت مكرمته السامية الكريمة بتخفيف مدة السجن عن حملة كتاب الله عز وجل حيث أصدر أمره السامي الكريم رقم 107/8 في 7/2/1408هـ والمتضمن إعفاء السجين الذي يتمكن من حفظ كتاب الله الكريم (غيباً) أثناء فترة سجنه من نصف محكوميته.","seal":"86FF38E8","part":1},
      {"page":35,"id":37,"nass":"وقد كان لهذه المكرمة أكبر الأثر، حيث رأى فيها المساجين بارقة أمل يخلصهم من براثن السجن، بالإضافة إلى اكتسابهم حفظ أعظم كتاب شهدته الدنيا، الكتاب الذي ينبني عليه صلاح الإنسان دنيا وآخرة.\rفأقبلوا على حفظ كتاب الله عز وجل في جميع سجون المملكة، وقد سجلت حالات كثيرة تم فيها حفظ القرآن الكريم، ونزعت فيها نصف محكومية السجين في جميع أنحاء المملكة (1) .\rإلا أنَّ الجهود المتواصلة لضرورة حفظ السجين لكتاب الله عز وجل لم تقف عند هذا الحد؛ بل استمرت النظريات تطرح حول أنجح الوسائل لتحقيق ذلك الهدف، إلى أن جاءت المكرمة الملكية الثانية تتويجا لهذا الجهد الكبير.\rحيث صدر الأمر السامي رقم (2081) في 27/11/1411هـ، الذي تركز على مدى الاهتمام بالنزلاء، وتسهيل مهمة حفظ القرآن الكريم؛ لكي تعم الفائدة الجميع، حتى يعودوا مواطنين صالحين لأنفسهم ولأسرهم ومجتمعهم، وقد تضمنت المكرمة الموافقة على توزيع حفظ كتاب الله الكريم حسب مدة المحكومية وذلك بقسمة عدد الأجزاء التي يحفظها السجين على مجموع عدد أجزاء كتاب الله عز وجل ثم يضرب الناتج في نصف المحكومية (بالأشهر) ، ويشترط لذلك أن لا تقل المحكومية عن ستة أشهر، وأن لا يقل حفظه عن جزأين، كما أنَّه لا ينظر للكسور من الجزء؛ بل المطالبة بالجزء كاملاً.\r__________\r1- تعاميم وزارة الداخلية المتضمنة الأمر السامي.","seal":"FD9942D0","part":1},
      {"page":36,"id":38,"nass":"وقد بين خطاب صاحب السمو الملكي وزير الداخلية في البرقية الموجهة للإدارة العامة للسجون برقم 18/87971 بتاريخ 28/12/1411هـ، بين هذا الخطاب الآتي:\rإلحاقاً لتعميمنا البرقي رقم (18/42683 /2/4/1408هـ) بشأن تخفيض مدة محكومية كل سجين يتمكن من حفظ كتاب الله (غيبا) أثناء مدة سجنه وأن يكون التخفيض 50% من هذه العقوبة، وذلك بعد التحقق من صحة ذلك بإجراء الامتحان اللازم له من قبل الجهة المختصة. (فاصله)\rصدر الأمر السامي الملكي الكريم رقم 4/2081 بتاريخ 27/11/1411هـ القاضي بالموافقة على توزيع حفظ القرآن الكريم حسب مدة المحكومية وذلك بقسمته على عدد الأجزاء التي حفظها السجين على مجموع عدد أجزاء القرآن الكريم وضرب الناتج في نصف المحكومية بالأشهر، ويشترط لذلك ألا تقل المحكومية عن ستة أشهر وأن لا يقل حفظه عن جزأين، ولا ينظر إلى كسور الجزء بل يطالب السجين بالجزء كاملاً. (فاصلة)\rنود إكمال اللازم بموجبه (فاصلة) . انتهى النص.\rوالقاعدة الحسابية الآتية توضح لكم على سبيل المثال الإجراء الذي يمكنكم إجراؤه حيال النزلاء الحافظين لكتاب الله الكريم، كما يلي:\rعدد الأجزاء التي تحفظ÷ عدد أجزاء القرآن الكريم نصف مدة المحكومية (1) .\rوالناتج من هذه المعادلة هو مدة العفو التي يستفيدها السجين لذا.\r__________\r1- تعاميم وزارة الداخلية المتضمنة الأمر السامي.","seal":"55BD0CA1","part":1},
      {"page":37,"id":39,"nass":"اعتمدوا العمل بموجب ما ورد في خطاب سموه المشار إليه والتمشي به حرفيا\rوكذلك تعميم رقم 365 / في 8/6/1408هـ المبين لتعميم سموه الكريم السابق المشار إليه آنفا والتمشي به حرفيا.\rوكذلك تعميم رقم 18/2983 في 2/6/1408هـ، وعدم الرفع إلا عن من تنطبق بحقه الشروط وأن يكون الرفع كالمتبع.\rبتوقيع مدير شرطة المنطقة.\rهذا في ما يتعلق بالمكرمة الملكية وخطاب سمو وزير الداخلية مع خطاب سعادة مدير الإدارة العامة للسجون رقم 17/761 تاريخ 24/1/1412هـ.\rأما ما يتعلق باللجنة التي تشارك في اختبار النزلاء، فقد نص النظام على تشكيلها كالتالي.\r1) اللجنة المكونة من وزارة المعارف.\r2) الجمعية الخيرية لتحفيظ القرآن الكريم.\r3) مندوب من الإدارة العامة للسجون.\rومما لا يخفى على أحد ما لهذه المكرمة الموفقة من فائدة فقد تسابق المساجين إلى حفظ كتاب الله عز وجل كي يستفيدوا من هذه المكرمة التي أتيحت لهم جميعا للاستفادة منها، كل حسب قدرته ومستواه، وحسب همته ومعرفته بمصلحته، وقد نتج عن هذه المكرمة حفظ كثير من السجناء للقرآن الكريم أو بعض أجزائه كما هو واضح.\rوقد كان لمكرمة خادم الحرمين الشريفين هذه الأثر الملموس في نفسيات السجناء، وقد التحق نتيجة لذلك كثير من السجناء بحلقات التحفيظ، سواء من السعوديين أو من الأجانب، فاستفادوا من هذه المكرمة الملكية.","seal":"FFBFBBDB","part":1},
      {"page":38,"id":40,"nass":"وإليك البيان الإحصائي عن البرامج الدينية لعام 1419هـ ليبين لك أنَّ السجون في المملكة أصبحت دور إصلاح وتهذيب.\rوأنَّ حكومة المملكة العربية السعودية الرشيدة أولت هذا الجانب اهتماماً بالغاً وبما توفره من إمكانات بشرية ومادية لإصلاح السجناء وهدايتهم إلى الطريق القويم بإذن الله تعالى (7) :\r...\rسجون\r...\rعدد\r...\rعدد الدارسين\r...\rأتم كامل القرآن\r...\rأجزاء من القرآن\rالعدد\r...\rمنطقة\r...\rالحلقات\r...\rسعودي\r...\rأجنبي\r...\rسعودي\r...\rأجنبي\r...\rسعودي\r...\rأجنبي\r1\r...\rالرياض\r...\r159\r...\r760\r...\r622\r...\r0\r...\r0\r...\r479\r...\r184\r2\r...\rجدة\r...\r19\r...\r150\r...\r405\r...\r1\r...\r11\r...\r43\r...\r56\r3\r...\rمكة المكرمة\r...\r17\r...\r132\r...\r171\r...\r0\r...\r0\r...\r134\r...\r104\r4\r...\rالشرقية\r...\r20\r...\r785\r...\r216\r...\r6\r...\r1\r...\r168\r...\r48\r5\r...\rالطائف\r...\r11\r...\r266\r...\r38\r...\r3\r...\r4\r...\r133\r...\r31\r6\r...\rالمدينة المنورة\r...\r15\r...\r144\r...\r118\r...\r0\r...\r0\r...\r53\r...\r44\r7\r...\rعسير\r...\r77\r...\r119\r...\r46\r...\r13\r...\r1\r...\r64\r...\r11\r8\r...\rجازان\r...\r14\r...\r123\r...\r51\r...\r0\r...\r0\r...\r16\r...\r6\r9\r...\rنجران\r...\r4\r...\r58\r...\r29\r...\r0\r...\r0\r...\r16\r...\r6\r10\r...\rالباحة\r...\r7\r...\r107\r...\r26\r...\r0\r...\r0\r...\r13\r...\r0\r11\r...\rالقصيم\r...\r9\r...\r109\r...\r27\r...\r10\r...\r6\r...\r54\r...\r6\rومن خلال دراستنا في أوضاع السجون والمساجين وما يتمتع به الموقوف من رعاية صحية ونفسية واجتماعية واقتصادية وثقافية وما يشعر به من إكرام واحترام بالإضافة إلى ما جاءت به المكرمة الملكية من خيري الدنيا","seal":"C2014E4D","part":1},
      {"page":39,"id":41,"nass":"والآخرة، حيث يستفيد السجين من تلاوة القرآن الكريم وحفظه، هذا بالإضافة إلى تخفيف مدة المحكومية عنه حسب ما يحفظ، كل هذا ترك لدى السجين ولاءً وعرفاناً بالجميل لولاة هذا البلد؛ إذ لو كان بأرض سوى هذه الأرض لما توفرت له كل هذه الوسائل المادية والمعنوية، ولو توفر له أحدهما لما توفر له الآخر، وللتأكد من ذلك فقد قمت بالاتصال ببعض الملحقات الثقافية الموجودة في القنصليات الإسلامية بالمملكة، واستفسرت منها حول وجود مثيل لهذه المكرمة الملكية في بلدانها، وكان الجواب بلا، مما جعلنا ننوه بهذه المكرمة ونجعلها من أوليات حكومة هذه البلاد، أمدها الله بالإسلام وأعلى شأنها بالكتاب إنَّه سميع مجيب (1) .\r__________\r1- المجلة الإحصائية التي تصدرها وزارة الداخلية.","seal":"A557A262","part":1},
      {"page":40,"id":42,"nass":"المطلب الثالث: دور السجن الإصلاحي في المملكة\rتعد أهم غايات السجن وأهدافه في شرعنا الحنيف هي رعاية المصالح العامة للمجتمع، وذلك بحفظ الضروريات ورحمة المجتمع من الخراب والدمار والوقوع في براثن الإجرام، وعزل المجرمين عن بقية المجتمع كما أنَّ من أهدافه إصلاح هذه الفئة من المجتمع التي عبثت بها يد الهوان والإفساد وألجأتها في آخر المطاف إلى غياهب السجون.\rحيث يقوم السجن بإصلاح هذه الفئة لتعود بعد ذلك إلى المجتمع فئة صالحة مساهمة في بناء بلدها.\rوفهما من حكومة المملكة لمدى أهمية دور السجن من إصلاح المجتمع فقد أولته اهتماما كبيراً وجعلته مؤسسة إصلاحية مثلى.\rوقد اتخذت الحكومة الرشيدة لهذا الهدف عدة وسائل أهمها ما يلي:\r1) الوعظ والإرشاد:\rنصت المادة (17) من نظام الحبس والتوقيف على أنَّه يجب على إدارات السجون أن تكفل للسجين إقامة شعائره الدينية، وأن توفر الوسائل اللازمة لأداء مناسكه.\rكما نصت على أن يكون لكل سجن أو دار توقيف مرشد ديني أو أكثر من أهل الكفاءة من الدعاة.\rومن مهام قسم الوعظ والإرشاد ما يلي:\r1) بث الوعي الديني بين الموقوفين.","seal":"4C5D702F","part":1},
      {"page":41,"id":43,"nass":"2) تدريس العلوم الدينية عن طريق إلقاء المحاضرات، والمواعظ مع التركيز على العقيدة والعبادات، وتعليم النزلاء فرائض دينهم، وحثهم على التحلي بالأخلاق الحميدة وغير ذلك مما يتناسب مع مستواهم الثقافي.\r3) تمكين من يرغب من النزلاء من حفظ القرآن الكريم والأحاديث النبوية.\r4) عمل مسابقات تشجيعية لهم وصرف مكافآت مالية مساعدة على ذلك.\r5) إرشاد الواعظ الديني على مواطن الانحراف ليصف لها العلاج المناسب.\r2) برامج تحفيظ القرآن الكريم:\rيُعَدُّ برنامج القرآن الكريم للسجناء من أهم لبنات الإصلاح في السجون، وقد كان (1) لقرار صاحب السمو الملكي وزير الداخلية أكبر الأثر في التشجيع على حفظ كتاب الله، حيث خصصت مبالغ مالية تقدم ذكرها بالتفصيل في مرحلة حلقات التحفيظ قبل المكرمة الملكية، ثم كان لصدور مكرمة خادم الحرمين الشريفين أكبر الأثر في التشجيع على حفظ كتاب الله عز وجل في السجون.\rحيث تكونت المكرمة من جزأين أولهما عام 1408هـ حيث صدر الأمر الملكي السامي بإعفاء كل من حفظ كتاب الله عز وجل في السجن من نصف محكوميته وفي 27/11/1411هـ صدر الأمر السامي المكمل لسابقه، والذي يتضمن توزيع حفظ كتاب الله عز وجل، حسب مدة المحكومية وذلك بقسمة عدد الأجزاء التي يحفظها السجين على مجموع عدد أجزاء القرآن\r__________\r1- نظام الحبس والتوقيف المادة رقم (17) .","seal":"E5955B8C","part":1},
      {"page":42,"id":44,"nass":"الكريم وضرب الناتج في نصف مدة المحكومية (بالأشهر) بشرط أن لا تقل مدة المحكومية عن ستة أشهر في الأصل ولا يقل الحفظ عن جزأين كاملين ولا ينظر في كسور الجزء.\rوقد كان لمساهمة جمعيات التحفيظ في المملكة آثارها الحميدة، فقد وفرت المدرسين للسجون مما عاد على السجين بعظيم النفع والفائدة.\rكما كانت توضع جوائز تحفيزية لحملة الكتاب ومقدارها خمسة آلاف ريال، وقد أثبتت هذه التجربة الرائدة نجاحها في هذا المجال، حيث إنَّ نسبة الحافظين للقرآن الكريم أو لبعض أجزائه العائدين إلى السجن تكاد تكون معدومة (1) .\r3) أئمة المساجد والمؤذنون بالسجون:\rضمن تعميم وزارة الحج والأوقاف بضرورة إيجاد أئمة ومؤذنين في مساجد السجون؛ للاستفادة منهم في تهذيب وإصلاح سلوك المساجين أثناء فترة وجودهم بالسجن، بالوعظ والإرشاد وبالقول والقدوة الحسنة.\r4) التعليم:\rإدراكاً لأهمية التعليم وضرورة مواصلة المسجونين دراستهم، وتدريس غير الدارسين منهم، فقد نصت المادة رقم (18) من نظام السجن والتوقيف الصادر بالمرسوم الملكي رقم (م/31) بتاريخ 21/6/1398هـ.\rنصت على أن تضع وزارة الداخلية بالتعاون مع الجهات المختصة المسؤولة عن التعليم مناهج التعليم والتصنيف داخل السجون، ودور التوقيف، وأن\r__________\r1- الأمر الملكي السامي الكريم رقم 4/2081/م.","seal":"FC6427F7","part":1},
      {"page":43,"id":45,"nass":"تحدد اللائحة التنفيذية قواعد وإجراءات الامتحان بالنسبة للمسجونين والموقوفين.\rوبعد تنسيق بين وزارة الداخلية ووزارة المعارف تولت وزارة المعارف تعليم المساجين، وأبلغت إدارات التعليم بما يلي:\r1) فتح مدارس متوسطة وثانوية ومدارس مكافحة الأمية وفقا لحاجة ومستويات الموقوفين.\r2) تطبق في هذه المدارس مناهج الوزارة، وتكون الدراسة فيها مسائية.\r3) يتم اختيار أفضل مدرسي المنطقة للتدريس في هذه المدارس نظرا لحاجة النزلاء.\r4) تقوم إدارات التعليم بالإشراف المباشر على هذه المدارس.\r5) يتم تزويد جميع المدارس بالكتب الدراسية والنشرات التوجيهية والوسائل التعليمية كافة.\r6) يتم تمكين من يرغب في مواصلة تعليمه العالي من وسائل الاتصال بالجامعات والمراجع.\rكما تولت رئاسة تعليم البنات دور وزارة التعليم بالنسبة للمدارس النسوية وأصدرت تعليماتها بذلك إلى جميع فروعها\r5) البرامج الثقافية:\rنصت المادة (18) من نظام السجن والتوقيف على أن تضع وزارة الداخلية بالاتفاق مع الجهات المختصة المسؤولة عن التعليم مناهج التعليم والتثقيف.\rوقد شملت هذه المناهح التثقيفية إنشاء المجالات التالية:","seal":"F24F9B4B","part":1},
      {"page":44,"id":46,"nass":"1) إنشاء المكتبات داخل السجون ودور التوقيف، وأن تشتمل هذه المكتبات على كتب في مختلف المجالات العلمية ليستفيد منها الموقوفون في أوقات فراغهم.\r2) كما نصت على أن يسمح للسجين بإحضار الكتب والنشرات والصحف على نفقته الخاصة.\r3) كما يتم توفير وسائل الإعلام المسموعة والمقروءة والمرئية.\r4) بالإضافة إلى البرامج الدينية والاجتماعية والأدبية والصحية. سواء كان ذلك عن طريق إلقاء المحاضرات والندوات، أو عن طريق الوعظ المباشر، أو عبر وسائل الإعلام (1) .\r__________\r1- نظام الحبس والتوقيف المادة رقم (18) .","seal":"ADF3FE8E","part":1},
      {"page":46,"id":47,"nass":"الفصل الثاني: عناية المملكة بتدريس القرآن الكريم في دور الملاحظة ورعاية الأحداث\rالمبحث الأول: تعريف دور الملاحظة ورعاية الأحداث\rالمطلب الأول: تعريف دور الملاحظة زرعلية الأحداث\r...\rالمبحث الأوَّل: تعريف دور الملاحظة ورعاية الأحداث.\rالمطلب الأول: تعريف دور الملاحظة ورعاية الأحداث.\rدور الملاحظة أو رعاية الأحداث كما هو المعروف عند الكتاب، ومن خلال هذا العنوان سنتناول هذين المصطلحين بالتعريف.\rأولا: تعريف دور الملاحظة لغة:\r1- الدور: جمع دار، وهي المحل يجمع البناء، قال في القاموس (1) : الدار المحل يجمع البناء والعرصة.\rوقال في المعجم الوسيط (2) : الدار المحل يجمع فيه البناء والساحة والمنزل والمسكن والبلد والقبيلة، ودار الإسلام بلاد المسلمين، ودار السلام الجنة، وفي التنزيل العزيز: {لَهُمْ دَارُ السَّلامِ عِنْدَ رَبِّهِمْ} (الأنعام:127) وبغداد، ودار الحرب بلاد العدو، والجمع أدؤر وديار وديارة ودور.\r2- الملاحظة مفاعلة من لحظه إذا نظر إليه بمؤخر عينيه، قال في القاموس: لحظه – كمنعه - لحظاً ولحاظاً بحركة نظر بمؤخر عينيه وهو أشد التفاتا من الشزر والملاحظة مفاعلة منه.\r__________\r1- انظر القاموس المحيط، الفيروز آبادي ج2 ص89.\r2- انظر المعجم الوسيط، مجمع اللغة ج1 ص302.","seal":"7B1926F2","part":1},
      {"page":47,"id":48,"nass":"ثانيا: تعريف دور الملاحظة في الاصطلاح:\rوتعرف دور الملاحظة اصطلاحاً بأنَّها: مكان لرعاية الأحداث الذين لا تقل أعمارهم عن سبع سنوات ولا تتجاوز ثماني عشرة سنة، من الذين يحتجزون رهن التحقيق، أو المحاكمة من قبل السلطات الأمنية أو الهيئات القضائية، أو من الذين يقرر القاضي استبقاءهم فيها لرعايتهم (1) .\rوهي أحدث المؤسسات الاجتماعية التي تشرف عليها الإدارة العامة للرعاية الاجتماعية (2) .\r__________\r1- رعاية الأحداث المنحرفين في المملكة ص15.\r2- القرار الوزاري رقم 1354 بتاريخ 3/7/1395هـ.","seal":"5B1A97B5","part":1},
      {"page":47,"id":49,"nass":"المطلب الثاني: تعريف رعاية الأحداث المنحرفين:\r1) تعريفها لغة:\rالرعاية لغة: مصدر رعى رعاية ككتب كتابة، وهي: تولي أمر القوم أو غيرهم، قال في القاموس: الراعي: كل من ولي أمر قوم، والجمع رعاة ورعيان ورعاء، وراعيته لاحظته محسنا إليه (3) .\r2) الحدث لغة:\rهو من الناس الصغير السن الفتى، قال في القاموس: ورجل حدث السن وحديثها بين الحداثة والحدوثة فتى (4) .\r__________\r3- القاموس المحيط ج9 ص369.\r4- المصدر السابق ج9 ص222.","seal":"E776875C","part":1},
      {"page":48,"id":50,"nass":"3) تعريف الانحراف لغة:\rهو الميل، قال في لسان العرب: إذا مال الإنسان عن الشيء يقال تحرف وانحرف واحرورف (1) .\rوأما في الاصطلاح فتتفق مع دور الملاحظة في التعريف.\r__________\r1- لسان العرب، ابن منظور، ج9 ص43.","seal":"39D3225D","part":1},
      {"page":48,"id":51,"nass":"المطلب الثالث: نبذة تاريخية عن دور الملاحظة في المملكة.\rلقد كانت البداية الأولى لرعاية الأحداث في المملكة سنة 1374 هـ، حين أنشئت أول مؤسسة لإصلاح الأحداث تسمى مؤسسة إصلاح الأحداث، وقد استقبلت تلك السنة (15) حدثاً.\rوقد كانت هذه المؤسسة تقوم برعاية الأحداث المخالفين لتعاليم الشرع، أو الخارجين على سلطة آبائهم وأولياء أمورهم أو الأحداث المتعرضين للاضطراب الأسري أو البيئي أو المدرسي.\rثم ضُمت هذه المؤسسة إلى دور رعاية الأيتام سنة (1378هـ) وفي سنة (1380هـ) ضُمت هذه الدور كلها إلى وزارة العمل والشؤون الاجتماعية بعد إنشائها بحكم الاختصاص.\rوفي عام (1384هـ) صدرت أول لائحة لدور التوجيه الاجتماعي بقرار وزير العمل والشؤون الاجتماعية رقم 1009 وتاريخ 7/7/1384هـ.\rوقد حددت هذه اللائحة أهداف دور الملاحظة بما يلي:","seal":"761635AE","part":1},
      {"page":49,"id":52,"nass":"1) تقويم الأحداث الذين يرتكبون جرائم يعاقب عليها النظام الشرعي وإصلاحهم وتأهيلهم.\r2) الأحداث المارقون من سلطة أولياء أمورهم.\r3) الأحداث المهددون بالانحراف لاضطراب وسطهم الأسري أو قسوة والديهم أو سوء سلوكهم.\rوفي عام (1392هـ) أنشأت وزارة العمل أول دار ملاحظة بمدينة الرياض وبذلك انفصلت دور الملاحظة عن دور التوجيه الاجتماعي، حيث أصبحت دار ملاحظة الرياض تختص بالأحداث الجانحين، بينما تختص دور التوجيه الاجتماعي بالأحداث المهددين بالانحراف.\rهذا وقد كانت دار الملاحظة في هذه الفترة تؤدي عملها بشكل اجتهادي؛ إذ لم يكن قد صدر في ذلك الوقت تنظيم معين ينظم اختصاصاتها وأنشطتها، إلا أنه في عام (1395هـ) صدرت اللائحة الأساسية لدور الملاحظة الاجتماعية بقرار مجلس الوزراء رقم 611 بتاريخ 13/5/1395هـ.\rوقد حددت في هذا القرار المعالم الرئيسية لرعاية الأحداث الجانحين بالمملكة، مع رسم بعض الخطوات الإجرائية للتعامل مع الأحداث من النواحي الأمنية والقضائية والاجتماعية.\rوقد حددت هذه اللائحة أهداف دور الملاحظة بما يلي:\rمادة 1- تهدف دور الملاحظة الاجتماعية إلى رعاية الأحداث الذين لا تقل أعمارهم عن سبع سنوات ولا تزيد على ثماني عشرة سنة في الحالات التالية:\rأ- الأحداث الذين يحتجزون رهن التحقيق أو المحاكمة من قبل سلطات الأمن أو الهيئة القضائية المختصة.","seal":"0B04032B","part":1},
      {"page":50,"id":53,"nass":"ب- الأحداث الذين يقرر القاضي بقاءهم في دور الملاحظة.\rوبعد صدور هذه اللائحة بثلاثة أشهر صدرت اللائحة التنفيذية لها بقرار وزير العمل والشؤون الاجتماعية رقم 1354 وتاريخ 3/8/1395هـ (1) .\rوبعد ذلك توالى افتتاح دور الملاحظة في المملكة كما يلي:\rعام 1398هـ تم افتتاح دار الملاحظة الاجتماعية بالدمام.\rعام 1399هـ تم افتتاح دار الملاحظة الاجتماعية بجدة.\rعام 1400هـ تم افتتاح دار الملاحظة الاجتماعية بالقصيم.\rعام 1406هـ تم افتتاح دار الملاحظة الاجتماعية بأبها.\rعام 1406هـ تم افتتاح دار الملاحظة الاجتماعية بتبوك.\rعام 1411هـ تم افتتاح دار الملاحظة الاجتماعية بالمدينة المنورة.\rعام 1413هـ تم افتتاح دار الملاحظة الاجتماعية بنجران وأخرى بالقريات (2) .\r__________\r1- رعاية الأحداث المنحرفين في المملكة العربية السعودية، عبد الله السدحان، ص49-53.\r2- رعاية الأحداث المنحرفين في المملكة العربية السعودية، عبد الله السدحان، ص49-53.","seal":"C23F4002","part":1},
      {"page":51,"id":54,"nass":"المبحث الثاني: عناية المملكة بإصلاح الأحداث\rالمطلب الأول: حلقات التحفيظ في دور الملاحطة\r...\rالمبحث الثاني: عناية المملكة بإصلاح الأحداث\rالمطلب الأول: حلقات التحفيظ في دور الملاحظة.\rكان الهدف من إنشاء دور الملاحظة هو إصلاح الأحداث المنحرفين (1) ، وقد كانت هذه الدور قبل سنة (1395هـ) تمارس عملها بشكل اجتهادي دون نظام إلى أن صدرت اللائحة الأساسية لدور الملاحظة بقرار مجلس الوزراء رقم 611 وتاريخ 13/5/1395هـ، وبعدها بثلاثة أشهر صدرت اللائحة التنفيذية لها بقرار وزاري صادر من وزير العمل والشؤون الاجتماعية برقم 1354 وتاريخ 3/8/ 1395هـ، وبهذه اللائحة صدر نظام موحد لجميع دور الملاحظة الاجتماعية بالمملكة، وذلك ما جعلنا نقتصر في هذه العجالة على نموذج واحد منها لنتبين به حالتها العامة.\rوقد اخترنا أن يكون هذا النموذج هو دار الملاحظة في المدينة المنورة، لكي نبين من خلالها التصور العام للمناهج والحلقات التحفيظية في هذه الدور مع العلم أنَّ المراجع تكاد تكون معدومة إن لم تكن كذلك، الأمر الذي لم يترك لنا خياراً سوى التردد على هذه الدار لتزويدنا بما لديها من بيانات وإحصائيات.\rوقد لقينا أثناء ترددنا عليها تجاوبا كبيراً من المشرفين عليها والمسؤولين عنها، وعلى رأسهم الأخ طارق المغامسي مدير الدار، والأخ راشد المطرفي مدرس مادة القرآن.\r__________\r1- رعاية الأحداث المنحرفين في المملكة العربية السعودية، عبد الله السدحان، ص50-51.","seal":"DA7F8F33","part":1},
      {"page":52,"id":55,"nass":"وبعد الدراسة والتأمل وجدنا أنَّ حلقات التحفيظ في هذه الدور قد مرت بثلاث مراحل أساسية، سنتناولها بالكلام في هذه العجالة.\r1) - مرحلة ما قبل عام 1412هـ.\rوقد كان التحفيظ في هذه الفترة يسيراً جدا، وكانت مستوياته متدنية؛ وذلك إبَّان تبعية هذه الدار لدور التوجيه الاجتماعي، وقبل الفصل بينهما، وكذلك الأمر في بداية نشأة هذه الدار سنة 1411هـ، ونفس الأمر ينطبق على مثيلاتها من الدور التي افتتحت قبل هذا التاريخ مثل:\rدار الملاحظة في الرياض التي افتتحت عام 1392هـ\rدار الملاحظة في الدمام التي افتتحت عام 1398هـ\rدار الملاحظة في جدة التي افتتحت عام 1399هـ\rدار الملاحظة في القصيم التي افتتحت عام 1400هـ\rدار الملاحظة في أبها التي افتتحت عام 1406هـ\rدار الملاحظة في تبوك التي افتتحت عام 1406هـ\rإلا أنَّ هذه المرحلة لم تكن تخلو من حلقات، حيث أسست مع كل دار ملاحظة حلقة لتحفيظ القرآن الكريم، وإن كانت هذه الحلقات تعوزها الجدية سواء من المدرسين أو الطلبة، الأمر الذي جعل إدارات دور الملاحظة تحاول تفاديه في المراحل اللاحقة.\r2) - مرحلة ما بين عامي 1412 هـ و 1419هـ.\rوقد كانت في هذه الفترة حلقة واحدة لكنها دائمة وكان وقتها في المساء، وكانت تضم الدارسين وغير الدارسين جنبا إلى جنب.","seal":"8438947B","part":1},
      {"page":53,"id":56,"nass":"إلا أنَّ هذه الحلقة الواحدة رغم كثافتها ودوامها لم تكن كافية لتحفيظ جميع منسوبي الدار، كما أنَّها كانت تترك وقت فراغ كبيراً بالنسبة لغير الدارسين، إذ لم يكونوا يأخذون سوى ما يأخذه الدارسون في المدارس النظامية معهم، مع وجود الفارق الكبير بين الفريقين، ومما تجدر ملاحظته أنَّ الدار في هذه الفترة قد أصبحت مستقلة عن دور التوجيه الاجتماعي، وأصبحت دار ملاحظة لها نظامها الخاص بدور الملاحظة، كما كان نشاط هذه الحلقة في وقته هو تسميع درس جديد كل يوم، مع مراجعة ما سبق حفظه، إذ لم يكونوا يحفظون كثيراً من الأجزاء (1) .\rالمرحلة الثالثة ما بعد عام 1419هـ.\rوهي أكثر المراحل ثماراً وأعمها فائدة، حيث أصبحت الحلقات في هذه الدار على فترتين اثنتين، وهو نظام باقي الدور في المملكة.\rأ) فترة صباحية لغير الدارسين. ب) فترة مسائية للدارسين.\rوتشتمل على:\r1) مراجعة حفظ من يحفظ القرآن كاملاً بمعدل جزء كل يوم واختبار بعد كل خمسة أجزاء.\r2) من يحفظ عشرة أجزاء يراجع منها جزءاً كل يوم ويختبر بعد الانتهاء منها.\r3) من يحفظ خمسة أجزاء فأقل فإنَّه يراجعها بمعدل جزء كل يوم مع إضافة درس جديد لحفظه، ويجرى له اختبار بعد مراجعته لجميع ما يحفظ.\r__________\r1- تقارير التحفيظ في الدار.","seal":"B93174CA","part":1},
      {"page":54,"id":57,"nass":"4) تعقد أحيانا مسابقات في بعض الأجزاء من قبل الإدارة وتعطى جوائز قيمة للعشرة الأوائل من الناجحين.\r5) قد تُشفع هذه المسابقة بمسابقة أخرى من قبل الأستاذ، وتكون في عدة أجزاء كما هو مثبت في بيانات أستاذ التحفيظ.\rوبما أنَّه قد يكون هناك طلبة لا يجيدون القراءة فإنَّ تحفيظهم الفاتحة وبعض قصار السور يتم عن طريق التلقين.\rوقد قسمت الحلقات الأساسية بالدار إلى خمس حلقات هي:\r1) حلقة أسرة القادسية.\r2) حلقة أسرة اليرموك.\r3) حلقة أسرة أحد.\r4) حلقة أسرة حطين.\r5) حلقة أسرة الخندق. وهي خاصة بالأحداث الموقوفين.\rويتراوح عدد أفراد الحلقة الواحدة بين 14-20 طالباً، وهو ما يبين مدى فائدة هذه الحلقات؛ إذ لو اقتصرنا على متوسط الحضور الطلابي لوجدناه (17) طالباً في كل حلقة تقريباً، ولوجدنا أنَّ عدد الطلاب الإجمالي هو 17×5= 85 طالبا يوميا، مع العلم بأنَّ متوسط الحفظ يعد أكثر من عشرة أجزاء وهو أمر لا ينكر فائدته إلا مكابر (1) .\rهذا وتجدر الإشارة إلى بعض الأنشطة التي يقوم بها أساتذة الحلقات الأخرى، حيث كان من هذه الأنشطة إضافة إلى التحفيظ ما يلي:\r1) دروس في مبادئ الفقه كالطهارة والصلاة.\r__________\r1- تقارير التحفيظ في الدار.","seal":"0012CA49","part":1},
      {"page":55,"id":58,"nass":"2) دروس في الأخطاء العقدية، وترسيخ العقيدة الصحيحة في نفوس الناشئة.\r3) دروس في التفسير وقصص الأنبياء، مع أخذ الفوائد المستنبطة من تلك القصص.\r4) دروس في الحديث الشريف شرحاً وحفظاً للنصوص في عدد من الأحاديث في البابين التاليين:\rأ- مكفرات الذنوب، وقد حفظ الطلاب حوالي (50) حديثا في هذا الموضوع.\rب- أذكار اليوم والليلة والأذكار بعد الصلاة، وقد قاموا كذلك بحفظها.\rوليست هذه الأنشطة خروجاً عن الموضوع وإنَّما هي علاج في صلب الموضوع بعد ملاحظة ميول بعض الطلبة لأنشطة أخرى؛ ولذلك اقترحت الإدارة تنويع الأنشطة لهم.\r5) دراسة الظواهر المتعلقة بالبرامج التحفيظية، ووضع الحلول المناسبة لمشكلاتها كما سبق قبل قليل (1) .\r__________\r1- تقارير التحفيظ في الدار.","seal":"746721C4","part":1},
      {"page":55,"id":59,"nass":"المطلب الثاني: دور الملاحظة في إصلاح الأحداث وتغيير سلوكهم\r...\rالمطلب الثاني: دَور دور الملاحظة في إصلاح الأحداث وتغيير سلوكهم.\rتعد دور الملاحظة أداة إصلاحية فعالة في إصلاح الأحداث المنحرفين؛ وذلك بتأديبهم وترويضهم على الخلق الكريم، وعلى التحلي بالفضيلة.\rوتعد دور الملاحظة في المملكة نموذجاً لدور الملاحظة المثلى؛ وذلك نظراً لما تقدمه من برامج وأنشطة تعليمية، تساعد في تقويم الحدث، وجعله في","seal":"841D587B","part":1},
      {"page":56,"id":60,"nass":"المسار الصحيح، وهو ما يمثل ويحدد توجه حكومة المملكة الرشيدة حول ضرورة إصلاح رجال الغد؛ ليتسنى لهم تسلم الأعباء المنوطة بهم وحملها.\rوقد اتخذت الحكومة ممثلة في إدارات دور الملاحظة عدة خطوات لتحقيق هذا الهدف النبيل، وتتمثل هذه الخطوات في ما يلي:\r1) أولا: برامج تحفيظ القرآن الكريم:\rيعد برنامج تحفيظ القرآن الكريم في دور الملاحظة من أهم الوسائل والمقومات الإصلاحية للأحداث؛ وذلك بشغل أوقات فراغهم بما يعود عليهم بكثير النفع والفائدة الحالية والمستقبلية، وقد كان لمساهمة جمعيات التحفيظ أثرها البين والواضح في تنشئة النشء تنشئة صالحة داخل دور الملاحظة.\rحيث وفرت المدرسين للحلقات، بالإضافة إلى وضعها للجوائز التشجيعية لحفز الأحداث على حفظ كتاب الله عز وجل.\r2) ثانيا التعليم النظامي:\rنصت المادة (18) من نظام السجن والتوقيف الصادر بالمرسوم الملكي رقم (م/31) وتاريخ 21/6/1398هـ على أن تضع وزارة الداخلية بالاتفاق مع الجهات المختصة المسؤولة عن التعليم والتوعية مناهج التعليم والتوعية داخل السجون ودور التوقيف، وأن تحدد اللائحة التنفيذية قواعد وإجراءات الامتحان بالنسبة للموقوفين (1) .\r__________\r1- المرسوم الملكي رقم (م/31) .","seal":"C2130CC0","part":1},
      {"page":57,"id":61,"nass":"وبعد التنسيق بين وزارة الداخلية ووزارة المعارف تولت الأخيرة تعليم الموقوفين في دور الملاحظة وبلغت إدارات التعليم التابعين لها بضرورة اتخاذ ما يلي:\r- تزويد دور الملاحظة بمدارس تدرس الأحداث في هذه الدور.\r- وأن تطبق هذه المدارس برنامج الوزارة.\r- وأن تقوم إدارات التعليم بالإشراف على هذه المدارس.\r- وأن يتم اختيار أفضل المدرسين لها.\r- تزويدها بالكتب المدرسية.\rوهذا ما كان له أكبر الأثر على مستقبل الأحداث وأسرهم حيث لم تؤثر مدة توقيفهم في مسيرتهم الدراسية، ولم تجعلهم يتخلفون عن قطار الدراسة السائر.\r3) ثالثا: البرامج الثقافية:\rنصت المادة (17) من نظام السجن والتوقيف على أن تضع وزارة الداخلية مع الجهات المختصة برامج التثقيف والتوعية (1) .\rوقد شملت هذه البرامج في دور الملاحظة ما يلي:\r- إنشاء المكتبات داخل هذه الدور ليستفيد منها الأحداث، وقد زودت هذه المكتبات بكتب في مختلف المجالات.\r- كما نصت المادة السابقة على السماح لهم بإحضار الكتب والصحف على نفقتهم الخاصة.\rهذا بالإضافة إلى البرامج الدينية التي تتمثل في كل دار فيما يلي:\r__________\r1- نظام السجن والتوقيف المادة رقم (17) .","seal":"A6823AB1","part":1},
      {"page":58,"id":62,"nass":"1) دروس الحديث الشريف:\rحفظ بعض الأحاديث وذلك في الأبواب التالية:\r- مكفرات الذنوب.\r- أذكار اليوم والليلة والذكر بعد الصلاة.\r- وضع مسابقات في حفظ الأحاديث وتوزيع الجوائز على العشرة الأوائل.\r2) دروس في التفسير وقصص الأنبياء:\r3) دروس في الفقه: حول الطهارة والصلاة (1) .\r4) دروس في العقيدة: حول الأخطاء العقدية وترسيخ العقيدة الصحيحة في نفوس الناشئة.\rهذا بالإضافة إلى البرامج الاجتماعية والأدبية ويتم كل ذلك عن طريق الدروس وإلقاء المحاضرات والندوات، أو عن طريق الوعظ والإرشاد المباشر، أو عن طريق وسائل الإعلام (2) .\r__________\r1- تقارير التحفيظ في الدار.\r2- تقارير التحفيظ في الدار.","seal":"FD887B2C","part":1},
      {"page":59,"id":63,"nass":"الخاتمة\rتتضمن هذه الخاتمة أهم النتائج والسلبيات التي توصلت إليها من خلال هذا البحث البسيط، الذي قمت به، والذي عانيت فيه كثيراً؛ وذلك بسبب قلة المراجع، وهو ما جعله بحثاً ناقصاً - في نظري - لا يرقى إلى مستوى أهمية موضوعه وحجم فائدته.\rولكني عالجته بقدر استطاعتي، وقصر همتي، والله المستعان.\rأهم النتائج\r1) أنَّ السجون في المملكة أصبحت تخرج من داخلها حملة كتاب الله عز وجل المؤهلين للدعوة والإصلاح.\r2) أنَّ دور الملاحظة كالسجون تماماً في النقطة السابقة.\r3) التفاعل المشكور والمشرف بين وزارة الداخلية ووزارة المعارف متمثلا في إدارات السجون وإدارات التعليم في المناطق، وكذلك الأمر بالنسبة لوزارة الأوقاف والشؤون الإسلامية، وذلك عن طريق توفير الأئمة والدعاة إلى الله تعالى في السجون ودور الملاحظة، وكذلك الأمر بالنسبة لبعض الجامعات، كاشتراك المحاضرين ببعض المحاضرات والندوات في السجون ودور الملاحظة.\r4) الاهتمام الكبير من قبل المسؤولين بإصلاح الموقوفين، وهو أمر يتجلى بوضوح إذا تتبعنا الخطوات التي مر بها التشجيع على حفظ الكتاب العزيز،","seal":"C5624AC4","part":1},
      {"page":60,"id":64,"nass":"من ترغيب وصرف مبالغ مالية، وإقامة مسابقات، إلى أن جاءت المكرمة الملكية تتويجا لتلك الجهود.\r5) الجهد المضني الذي بذلته الجمعيات الخيرية لتحفيظ القرآن الكريم وخصوصا مع الموقوفين.\r6) الاهتمام بتعليم السجين والعمل على أن لا يؤثر السجن في مسيرته التعليمية.\r7) الاهتمام بتعليم الكبار ومحو الأمية في السجون.\r8) اختيار أفضل المدرسين من وزارة المعارف لتولي هذه المهمة الصعبة.\r9) كل ذلك يبين مدى عناية المملكة بأوضاع المساجين وحرصها على مصالحهم.","seal":"75E6BFE2","part":1},
      {"page":60,"id":65,"nass":"السلبيات\r1) وجود بعض السجناء ممن لا يرغبون في الالتحاق بحلقات التحفيظ وبخاصة في دور الملاحظة.\r2) عدم الاهتمام بتعليم القراءة والكتابة لمن لا يجيدهما وبخاصة في دور الملاحظة، إذ تتبع معهم هذه الدور أسلوب التلقين بدل تعليمهم القراءة والكتابة، وإن كان ذلك قد يكون ناتجا عن قصر الفترة التي يقضيها الحدث في الدار.\r3) عدم كفاءة بعض المدرسين في هذه السجون.","seal":"0AF1FF19","part":1},
      {"page":61,"id":66,"nass":"ملخص البحث\rهذا البحث يتكون من ست عشرة مسألة رئيسية، أجملتها تحت تمهيد وفصلين وخاتمة.\rأما المقدمة فقد قسمتها إلى (أ) وَ (ب) ، أما فقرة (أ) فقد تحدثت فيها عن أهمية القرآن الكريم في حياة المسلمين، وبينت فيها شموليته لحاجيات البشر قاطبة، ماديا ومعنويا، وفي تعاملهم مع أنفسهم ومع غيرهم، أما الفقرة الثانية وهي (ب) فقد قسمتها إلى مطالب، المطلب الأول وتكلمت فيه عن مدارس تحفيظ القرآن الكريم، وخدمة المملكة للقرآن عن طريقها، وبينت أنَّ ذلك يكون من خلال إصلاح أبناء المسلمين في هذه البلاد وغيرها، بتحفيظهم كتاب الله تعالى، وكذلك تخريج أساتذة يدرِّسون القرآن الكريم، والمطلب الثاني تكلمت فيه عن خدمة المملكة للقرآن الكريم عن طريق الجمعيات الخيرية لتحفيظ القرآن الكريم، وبينت ما تقوم به من تحفيظ أبناء المسلمين في المساجد والمدارس والسجون والدوائر الحكومية، وأما المطلب الثالث فكان عن حلقات التحفيظ في السجون ودور الملاحظة، وهذا المطلب لم أتعمق فيه - في المقدمة - لأنَّه موضوع البحث.\rوالفصل الأول فيه مبحثان تكلمت في المبحث الأول منهما عن السجن لغة واصطلاحاً، ثم أوردت نبذة تاريخية عن السجن قبل الإسلام والسجن في الإسلام، وبينت المقارنة بينهما، ثم بينت عناية المملكة بالسجون، وما قامت به لتحقيق ذلك، والمبحث الثاني تكلمت فيه على حلقات التحفيظ في","seal":"27A0FBE7","part":1},
      {"page":62,"id":67,"nass":"السجون قبل المكرمة الملكية، وما قامت به الدولة لخدمتها عبر مراحل متعددة كمرحلة الترغيب، ومرحلة التشجيع، وكيف انتشرت هذه الحلقات في جميع السجون، كما تكلمت فيه على حلقات التحفيظ في السجون بعد المكرمة الملكية، وكيف حققت هذه الخطوة الهدف المنشود منها، وكيف كثرت الحلقات وتعددت، وكيف أصبح السجناء يتسابقون للتحفيظ وامتلأت الحلقات، ثم تكلمت عن دور السجن الإصلاحي في المملكة، وبينت كيف أولت الدولة هذا الجانب اهتماماً كبيراً كي تعيد السجين إلى المجتمع فرداً صالحاً ليساهم في بناء بلده وإصلاح أهله ورفاقه وقد كان ذلك.\rأما الفصل الثاني فقد تكون من مبحثين: المبحث الأول تكلمت فيه عن تعريف دور الملاحظة لغة واصطلاحاً كما عرفت فيه رعاية الأحداث، واستطردت فيه نبذة تاريخية عن دور الملاحظة ورعاية الأحداث، وأما المبحث الثاني فقد تكلمت فيه عن حلقات التحفيظ في دور الملاحظة والمراحل الثلاث التي مرت بها، وبينت كل مرحلة على حدة، وكيف كان اهتمام الدولة بتطويرها حتى تصل إلى الهدف المنشود منها، ثم تكلمت أيضا عن دَوْرِ دور الملاحظة في إصلاح الأحداث وما قامت به الدولة في سيبل ذلك.\rثم الخاتمة وقد بينت فيها أهم النتائج والسلبيات التي توصلت إليها.","seal":"E5D6F95B","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"تدريس القرآن الكريم في السجون ودور الملاحظة الاجتماعية","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد حبيب أحمد مختار","bLnk":null,"Inf":"","Auth":"محمد حبيب أحمد مختار","Betaka":"الكتاب: تدريس القرآن الكريم في السجون ودور الملاحظة الاجتماعية\r\nالمؤلف: محمد حبيب أحمد مختار\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف في المدينة المنورة\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"C31D01A2","cat":"الرقاق والآداب والأذكار","oNum":11089,"BkId":11089,"oAuth":2049,"bVer":1,"aSeal":"A8347D53"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11089":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"التمهيد"},
      {"lvl":2,"id":4,"sub":1,"tit":"أهمية القرآن في حياة المسلمين"},
      {"lvl":3,"id":4,"sub":2,"tit":"مدخل"},
      {"lvl":3,"id":9,"sub":0,"tit":"المطلب الأول: عناية المملكة بمدارس تحفيظ القرآن الكريم"},
      {"lvl":3,"id":12,"sub":0,"tit":"المطلب الثاني: عناية المملكة بالجمعيات الخيرية لتحفيظ القرآن الكريم"},
      {"lvl":3,"id":15,"sub":0,"tit":"المطلب الثالث: عناية المملكة بحلقات التحفيظ في السجون ودور الملاحظة"},
      {"lvl":1,"id":16,"sub":0,"tit":"الفصل الأول"},
      {"lvl":2,"id":16,"sub":1,"tit":"المبحث الأول: تعريف السجن ودوره في الإصلاح"},
      {"lvl":3,"id":16,"sub":2,"tit":"المطلب الأول: تعريف السجن ودوره في الإصلاح"},
      {"lvl":3,"id":19,"sub":0,"tit":"المطلب الثاني: نبذة تاريخية عن السجن وعناية المملكة بالسجون"},
      {"lvl":2,"id":30,"sub":0,"tit":"المبحث الثاني: عناية المملكة بإصلاح السجناء عن طريق تحفيظ القرآن الكريم"},
      {"lvl":3,"id":30,"sub":1,"tit":"المطلب الأول: حلقات تحفيظ القرآن الكريم في السجون"},
      {"lvl":3,"id":36,"sub":0,"tit":"المطلب الثاني: المرحلة الثانية مرحلة مابعد المكرمة الملكية"},
      {"lvl":3,"id":42,"sub":0,"tit":"المطلب الثالث: دور السجن الإصلاحي في المملكة"},
      {"lvl":1,"id":47,"sub":0,"tit":"الفصل الثاني: عناية المملكة بتدريس القرآن الكريم في دور الملاحظة ورعاية الأحداث"},
      {"lvl":2,"id":47,"sub":1,"tit":"المبحث الأول: تعريف دور الملاحظة ورعاية الأحداث"},
      {"lvl":3,"id":47,"sub":2,"tit":"المطلب الأول: تعريف دور الملاحظة زرعلية الأحداث"},
      {"lvl":3,"id":49,"sub":0,"tit":"المطلب الثاني: تعريف رعاية الأحداث المنحرفين"},
      {"lvl":3,"id":51,"sub":0,"tit":"المطلب الثالث: نبذة تاريخية عن دور الملاحظة في المملكة"},
      {"lvl":2,"id":54,"sub":0,"tit":"المبحث الثاني: عناية المملكة بإصلاح الأحداث"},
      {"lvl":3,"id":54,"sub":1,"tit":"المطلب الأول: حلقات التحفيظ في دور الملاحطة"},
      {"lvl":3,"id":59,"sub":0,"tit":"المطلب الثاني: دور الملاحظة في إصلاح الأحداث وتغيير سلوكهم"},
      {"lvl":1,"id":63,"sub":0,"tit":"الخاتمة"},
      {"lvl":2,"id":63,"sub":1,"tit":"أهم النتائج"},
      {"lvl":2,"id":65,"sub":0,"tit":"السلبيات"},
      {"lvl":2,"id":66,"sub":0,"tit":"ملخص البحث"}
    ]
}
