{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11126":
    [
      {"page":185,"id":1,"nass":"ثلاثة الأصول\rتأليف شيخ الإسلام محمد بن عبد الوهاب قدس الله روحه المتوفى سنة 1206 هـ\rبسم الله الرحمن الرحيم\rاعلم رحمك الله أنه يجب علينا تعلم أربع مسائل:\rالأولي: العلم.\rوهو معرفة الله، ومعرفة نبيه، ومعرفة دين الإسلام بالأدلة..\rالثانية: العمل به.\rالثالثة: الدعوة إليه.\rالرابعة: الصبر على الأذى فيه.\rوالدليل قوله تعالى: بسم الله الرّحمن الرّحيم {وَالْعَصْرِ إِنَّ الأِنْسَانَ لَفِي خُسْرٍ إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} 1.\rقال الشافعي رحمه الله تعالى: لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم. وقال البخاري رحمه الله تعالى: باب العلم قبل القول والعمل.\rوالدليل قوله تعالى: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلاَّ اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} 2.\rفبدأ بالعلم قبل القول والعمل.\r__________\r1 سورة العصر آية: 1-2-3.\r2 سورة محمد آية: 19.","seal":"06240469","part":1},
      {"page":186,"id":2,"nass":"اعلم رحمك الله أنه يجب على كل مسلم ومسلمة تعلم ثلاث هذه المسائل، والعمل بهن.\rالأولى: أن الله خلقنا ورزقنا ولم يتركنا هملا، بل أرسل إلينا رسولا؛ فمن أطاعه دخل الجنة ومن عصاه دخل النار.\rوالدليل قوله تعالى: {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولاً شَاهِداً عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولاً فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذاً وَبِيلاً} 1.\rالثانية: أن الله لا يرضى أن يشرك معه أحد في عبادته، لا ملك مقرب ولا نبي مرسل.\rوالدليل قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} 2 الثالثة: أن من أطاع الرسول ووحد الله لا يجوز له موالاة من حاد الله ورسوله، ولو كان أقرب قريب.\rوالدليل قوله تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْأِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} 3.\rاعلم أرشدك الله لطاعته، أن الحنيفية ملة إبراهيم: أن تعبد الله وحده مخلصا له الدين، وبذلك أمر الله جميع الناس، وخلقهم لها، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 4. ومعنى يعبدون: يوحدون، وأعظم ما أمر الله به: التوحيد، وهو إفراد الله بالعبادة وأعظم ما نهى عنه: الشرك وهو دعوة غيره معه.\r__________\r1 سورة المزمل آية: 15-16.\r2 سورة الجن آية: 18.\r3 سورة المجادلة آية: 22.\r4 سورة الذاريات آية: 56.","seal":"1D0620FB","part":1},
      {"page":187,"id":3,"nass":"والدليل قوله تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} 1. فإذا قيل لك: ما الأصول الثلاثة التي يجب على الإنسان معرفتها؟ فقل: معرفة العبد ربه، ودينه، ونبيه محمدا صلى الله عليه وسلم. فإذا قيل لك: من ربك؟ فقل ربي الله الذي رباني وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه.\rوالدليل قوله تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} 2. وكل ما سوى الله عالم، وأنا واحد من ذلك العالم. فإذا قيل لك: بم عرفت ربك؟ فقل: بآياته ومخلوقاته، ومن آياته الليل والنهار، والشمس والقمر، ومن مخلوقاته السموات السبع والأرضون السبع وما فيهن وما بينهما.\rوالدليل قوله تعالى: {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} 3. وقوله تعالى: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} 4. والرب هو المعبود.\rوالدليل قوله تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشاً وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَكُمْ فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} 5. قال ابن كثير رحمه الله تعالى: الخالق لهذه الأشياء هو المستحق للعبادة. وأنواع العبادة التي أمر الله بها مثل\r__________\r1 سورة النساء آية: 36.\r2 سورة الفاتحة آية: 2.\r3 سورة فصلت آية: 37.\r4 سورة الأعراف آية: 54.\r5 سورة البقرة آية: 21-22.","seal":"285CD5DA","part":1},
      {"page":188,"id":4,"nass":"الإسلام، والإيمان، والإحسان، ومنه الدعاء، والخوف، والرجاء، والتوكل، والرغبة، والرهبة، والخشوع، والخشية، والإنابة، والاستعانة، والاستعاذة، والاستغاثة، والذبح، والنذر، وغير ذلك من أنواع العبادة التي أمر الله بها كلها الله تعالى.\rوالدليل قوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} 1، فمن صرف منها شيئا لغير الله فهو مشرك كافر.\rوالدليل قوله تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} 2 وفي الحديث: \"الدعاء مخ العبادة\" 3.\rوالدليل قوله تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} 4.\rودليل الخوف قوله تعالى: {فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} 5.\rودليل الرجاء قوله تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} 6.\rودليل التوكل قوله تعالى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ} 7. وقال: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} 8 ودليل الرغبة والرهبة والخشوع قوله تعالى: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَباً وَرَهَباً وَكَانُوا لَنَا خَاشِعِينَ} 9.\r__________\r1 سورة الجن آية: 18.\r2 سورة المؤمنون آية: 117.\r3 سنن الترمذي: كتاب الدعوات (3371) .\r4 سورة غافر آية: 60.\r5 سورة آل عمران آية: 175.\r6 سورة الكهف آية: 110.\r7 سورة المائدة آية: 23.\r8 سورة الطلاق آية: 3.\r9 سورة الأنبياء آية: 90.","seal":"36830BEF","part":1},
      {"page":189,"id":5,"nass":"ودليل الخشية قوله تعالى {فَلا تَخْشَوْهُمْ وَاخْشَوْنِي} 1.\rودليل الإنابة قوله تعالى: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ} 2.\rودليل الاستعانة قوله تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} 3. وفي الحديث: \"إذا استعنت فاستعن بالله\" 4.\rودليل الاستعاذة قوله تعالى: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} 5، و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} 6.\rودليل الاستغاثة قوله تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} 7.\rودليل الذبح قوله تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لا شَرِيكَ لَهُ} 8.\rومن السنة: \"لعن الله من ذبح لغير الله\" 9.\rودليل النذر قوله تعالى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً} 1 0.\r(الأصل الثاني) : معرفة دين الإسلام بالأدلة، وهو الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والبراءة من الشرك وأهله. وهو ثلاث مراتب: الإسلام والإيمان والإحسان. وكل مرتبة لها أركان. فأركان الإسلام خمسة: شهادة أن لا إله إلا الله، وأن محمدا رسول الله، وإقام الصلاة، وإيتاء\r__________\r1 سورة البقرة آية: 150.\r2 سورة الزمر آية: 54.\r3 سورة الفاتحة آية: 5.\r4 سنن الترمذي: كتاب صفة القيامة والرقائق والورع (2516) , ومسند أحمد (1/293 ,1/303 ,1/307) .\r5 سورة الفلق آية: 1.\r6 سورة الناس آية: 1.\r7 سورة الأنفال آية: 9.\r8 سورة الأنعام آية: 162-163.\r9 صحيح مسلم: كتاب الأضاحي (1978) , وسنن النسائي: كتاب الضحايا (4422) , ومسند أحمد (1/108 ,1/118 ,1/152 ,1/217 ,1/309 ,1/317) .\r10 سورة الإنسان آية: 7.","seal":"74177DD1","part":1},
      {"page":190,"id":6,"nass":"الزكاة، وصوم رمضان، وحج بيت الله الحرام.\rفدليل الشهادة: قوله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ} 1. ومعناها لا معبود بحق إلا الله \" لا إله \" نافيا جميع ما يعبد من دون الله \" إلا الله \" مثبتا العبادة لله وحده لا شريك له في عبادته كما أنه لا شريك له في ملكه، وتفسيرها الذي يوضحها قوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} 2 وقوله: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} 3.\rودليل شهادة أن محمدا رسول الله قوله تعالى: {قَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} 4.\rومعنى شهادة أن محمدا رسول الله: طاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما عنه نهى وزجر، وأن لا يعبد الله إلا بما شرع.\rودليل الصلاة، والزكاة، وتفسير التوحيد: قوله تعالى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} 5.\rودليل الصيام قوله تعالى: {اأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} 6.\r__________\r1 سورة آل عمران آية: 18.\r2 سورة الزخرف آية: 26-27-28.\r3 سورة آل عمران آية: 64.\r4 سورة التوبة آية: 128.\r5 سورة البينة آية: 5.\r6 سورة البقرة آية: 183.","seal":"08160EAA","part":1},
      {"page":191,"id":7,"nass":"ودليل الحج قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} 1. المرتبة الثانية: الإيمان: وهو بضع وسبعون شعبة: فأعلاها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان.\rوأركانه ستة: أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره.\rوالدليل على هذه الأركان الستة: قوله تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} 2.\rودليل القدر: قوله تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} 3.\rالمرتبة الثالثة: الإحسان ركن واحد وهو: \"أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك\" 4. والدليل قوله تعالى: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} 5. وقوله: {وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ الَّذِي يَرَاكَ حِينَ تَقُومُ وَتَقَلُّبَكَ فِي السَّاجِدِينَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} 6 وقوله: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ} 7.\r__________\r1 سورة آل عمران آية: 97.\r2 سورة البقرة آية: 177.\r3 سورة القمر آية: 49.\r4 صحيح البخاري: كتاب الإيمان (50) وكتاب تفسير القرآن (4777) , وصحيح مسلم: كتاب الإيمان (8) , وسنن النسائي: كتاب الإيمان وشرائعه (4990 ,4991) , وسنن أبي داود: كتاب السنة (4695) , ومسند أحمد (1/27 ,1/51) .\r5 سورة النحل آية: 128.\r6 سورة الشعراء آية: 217-218-219-220.\r7 سورة يونس آية: 61.","seal":"39B5BD06","part":1},
      {"page":192,"id":8,"nass":"والدليل من السنة حديث جبرائيل المشهور عن عمر رضي الله عنه قال: \"بينما نحن جلوس عند رسول الله صلى الله عليه وسلم إذ طلع علينا رجل، شديد بياض الثياب، شديد سواد الشعر، لا يُرَى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي صلى الله عليه وسلم، فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه، وقال: يا محمد! أخبرني عن الإسلام. قال: أن تشهد أن لا إله إلا الله، وأن محمدا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا. فقال: صدقت. فعجبنا له يسأله ويصدقه. قال: فأخبرني عن الإيمان. قال: أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره. قال: صدقت. قال: فأخبرني عن الإحسان. قال: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك. قال: فأخبرني عن الساعة. قال: ما المسؤول عنها بأعلم من السائل. قال: فأخبرني عن أماراتها. قال: أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان. قال فمضى، فلبثنا مليا. فقال: يا عمر أتدري من السائل؟ قلت: الله ورسوله أعلم. قال: هذا جبرائيل أتاكم يعلمكم أمر دينكم\".\rالأصل الثالث: معرفة نبيكم محمد صلى الله عليه وسلم وهو: محمد بن عبد الله بن عبد المطلب بن هاشم، وهاشم من قريش وقريش من العرب، والعرب من ذرية إسماعيل بن إبراهيم الخليل عليه وعلى نبيا أفضل الصلاة والسلام. وله من العمر ثلاث وستون سنة. منها أربعون قبل النبوة، وثلاث وعشرون نبيا رسولا. نُبِّئَ ب {اقْرَأْ} وأُرْسِلَ بالمدثر، وبلده مكة، وهاجر إلى المدينة. بعثه الله بالنذارة عن الشرك ويدعو إلى التوحيد،","seal":"4E6B1A6D","part":1},
      {"page":193,"id":9,"nass":"والدليل قوله تعالى: {يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْوَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ وَلا تَمْنُنْ تَسْتَكْثِرُ وَلِرَبِّكَ فَاصْبِرْ} 1 ومعنى {قُمْ فَأَنْذِرْ} 2، ينذر عن الشرك ويدعو إلى التوحيد. {وَرَبَّكَ فَكَبِّرْ} 3، أي: عظمه بالتوحيد. {وَثِيَابَكَ فَطَهِّرْ} 4، أي: طهر أعمالك عن الشرك. {وَالرُّجْزَ فَاهْجُرْ} 5، الرجز بالأصنام، وهجرها تركها، والبراءة منها وأهلها. أخذ على هذا عشر سنين يدعو إلى التوحيد. وبعد العشر عُرج به إلى السماء، وفرضت عليه الصلوات الخمس، وصلى في مكة ثلاث سنين، وبعدها أمر بالهجرة إلى المدينة.\rوالهجرة: الانتقال من بلد الشرك إلى بلد الإسلام؛ والهجرة فريضة على هذه الأمة من بلد الشرك إلى بلد الإسلام، وهي باقية إلى أن تقوم الساعة.\rوالدليل قوله تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرا ًإِلاَّ الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاًفَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوّاً غَفُوراً} 6 وقوله تعالى: {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ} 7 قال البغوي رحمه الله تعالى: سبب نزول هذه الآية في المسلمين الذين بمكة لم يهاجروا، ناداهم الله باسم الإيمان.\rوالدليل على الهجرة من السنة قوله صلى الله عليه وسلم: \"لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة حتى تطلع الشمس من مغربها\" 8.\r__________\r1 سورة المدثر آية: 1-2-3-4-5-6-7.\r2 سورة المدثر آية: 2.\r3 سورة المدثر آية: 3.\r4 سورة المدثر آية: 4.\r5 سورة المدثر آية: 5.\r6 سورة النساء آية: 97-98-99.\r7 سورة العنكبوت آية: 56.\r8 أبو داود: الجهاد (2479) , وأحمد (4/99) , والدارمي: السير (2513) .","seal":"A1622015","part":1},
      {"page":194,"id":10,"nass":"فلما استقر بالمدينة أمر ببقية شرائع الإسلام، مثل الزكاة والصوم والحج والجهاد والأذان، والأمر بالمعروف، والنهي عن المنكر، وغير ذلك من شرائع الإسلام.\rأخذ على هذا عشر سنين وبعدها توفي صلوات الله وسلامه عليه، ودينه باقٍ، وهذا دينه، لا خير إلا دل الأمة عليه، ولا شر إلا حذرها منه. والخير الذي دل عليه: التوحيد، وجميع ما يحبه الله ويرضاه. والشر الذي حذر منه: الشرك وجميع ما يكرهه الله ويأباه. بعثه الله إلى الناس كافة. وافترض الله طاعته على جميع الثقلين: الجن والإنس.\rوالدليل قوله تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} 1، وأكمل الله به الدين.\rوالدليل قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} 2.\rوالدليل على موته صلى الله عليه وسلم قوله تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُون َثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ} 3، والناس إذا ماتوا يبعثون.\rوالدليل قوله تعالى: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} 4. وقوله تعالى: {وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتاً ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجاً} 5، وبعد البعث محاسبون ومجزيون بأعمالهم.\r__________\r1 سورة الأعراف آية: 158.\r2 سورة المائدة آية: 3.\r3 سورة الزمر آية: 30-31.\r4 سورة طه آية: 55.\r5 سورة نوح آية: 17-18.","seal":"B5D27668","part":1},
      {"page":195,"id":11,"nass":"والدليل قوله تعالى: {لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى} 1، ومن كذب بالبعث كفر.\rوالدليل قوله تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 2. وأرسل الله جميع الرسل مبشرين ومنذرين.\rوالدليل قوله تعالى: {رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} 3. وأولهم نوح عليه السلام، وآخرهم محمد صلى الله عليه وسلم.\rوالدليل على أن أولهم نوح عليه السلام قوله تعالى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} 4. وكل أمة بعث الله إليها رسولا من نوح إلى محمد يأمرهم بعبادة الله وحده، وينهاهم عن عبادة الطاغوت.\rوالدليل قوله تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 5.\rوافترض الله على جميع العباد الكفر بالطاغوت والإيمان بالله. قال ابن القيم رحمه الله تعالى: الطاغوت ما تجاوز به العبد حده من معبود، أو متبوع، أو مطاع. والطواغيت كثيرة، ورؤوسهم خمسة: إبليس لعنه الله، ومن عبد وهو راض، ومن دعا الناس إلى عبادة نفسه، ومن ادعى شيئا من علم الغيب، ومن حكم بغير ما أنزل الله.\r__________\r1 سورة النجم آية: 31.\r2 سورة التغابن آية: 7.\r3 سورة النساء آية: 165.\r4 سورة النساء آية: 163.\r5 سورة النحل آية: 36.","seal":"3353FA4F","part":1},
      {"page":196,"id":12,"nass":"والدليل قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} 1. وهذا معنى لا إله إلا الله، وفي الحديث: \"رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد في سبيل الله\" 2 والله أعلم. وصلى الله على محمد وآله وصحبه وسلم.\r__________\r1 سورة البقرة آية: 256.\r2 الترمذي: الإيمان (2616) , وابن ماجه: الفتن (3973) , وأحمد (5/231 ,5/234 ,5/237 ,5/245) .","seal":"8AC70041","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1206,"Bk":"ثلاثة الأصول (مطبوع ضمن مؤلفات الشيخ محمد بن عبدالوهاب، الجزء الأول)","HigriD":"1206","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن عبد الوهاب بن سليمان التميمي النجدي","bLnk":null,"Inf":"","Auth":"محمد بن عبد الوهاب","Betaka":"الكتاب: ثلاثة الأصول (مطبوع ضمن مؤلفات الشيخ محمد بن عبدالوهاب، الجزء الأول)\r\nالمؤلف: محمد بن عبد الوهاب بن سليمان التميمي النجدي (المتوفى: 1206هـ)\r\nالمحقق: ناصر بن عبد الله الطريم وغيره\r\nالناشر: جامعة الأمام محمدبن سعود، الرياض، المملكة العربية السعودية\r\nالطبعة: -\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن عبد الوهاب (1115 - 1206 هـ = 1703 - 1792 م) \r\n\r\nمحمد بن عبد الوهاب بن سليمان التميمي النجدي: زعيم النهضة الدينية الإصلاحية الحديثة في جزيرة العرب.\r\n\r\nولد ونشأ في العيينة (بنجد) ورحل مرتين إلى الحجاز، فمكث في المدينة مدة قرأ بها على بعض أعلامها.\r\nوزار الشام. ودخل البصرة فأوذي فيها.\r\nوعاد إلى نجد، فسكن (حريملاء) وكان أبوه قاضيها بعد العيينة.\r\nثم انتقل إلى العيينة، ناهجا منهج السلف الصالح، داعيا إلى التوحيد الخالص ونبذ البدع وتحطيم ما علق بالإسلام من أوهام.\r\nوارتاح أمير العيينة عثمان بن حمد بن معمر إلى دعوته فناصره، ثم خذله، فقصد الدرعية (بنجد) سنة 1157 هـ، فتلقاه أميرها محمد بن سعود بالإكرام، وقبل دعوته وآزره كما آزره من بعده ابنه عبد العزيز ثم سعود بن عبد العزيز، وقاتلوا من خلفه، واتسع نطاق ملكهم فاستولوا على شرق الجزيرة كله، ثم كان لهم جانب عظيم من اليمن.\r\nوملكوا مكة والمدينة وقبائل الحجاز.\r\nوقاربوا الشام ببلوغهم (المزيريب).\r\nوكانت دعوته، وقد جهر بها سنة 1143 هـ (1730 م) الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله: تأثر بها رجال الإصلاح في الهند ومصر والعراق والشام وغيرها، فظهر الآلوسي الكبير في بغداد، وجمال الدين الأفغاني بأفغانستان، ومحمد عبده بمصر، وجمال الدين القاسمي بالشام، وخير الدين التونسي بتونس، وصديق حسن خان في بهوبال، وأمير علي في كلكتة، ولمعت أسماء آخرين.\r\n\r\nوعرف من والاه وشد أزره في قلب الجزيرة بأهل التوحيد (إخوان من أطاع الله) وسماهم خصومهم بالوهابيين (نسبة إليه) وشاعت التسمية الأخيرة عند الأوربيين فدخلت معجماتهم\r\nالحديثة، وأخطأ بعضهم فجعلها (مذهبا) جديدا في الإسلام، تبعا لما افتراه خصومه، ولا سيما دعاة من كانوا يتلقبون بالخلفاء من الترك (العثمانيين).\r\nومن أقدم ما كتب عن جزيرة العرب بعد قيامه.\r\nHistorie des Wahabis: par L . A \r\nتاريخ الوهابيين، تأليف ل. ا.\r\nطبع بباريس سنة 1810 م، أي بعد وفاة الشيخ بثماني عشرة سنة.\r\nوكانت وفاته في (الدرعية) وحفداؤه اليوم يعرفون ببيت (الشيخ) ولهم مقام رفيع عند آل سعود.\r\n\r\nوله مصنفات أكثرها رسائل مطبوعة، منها (كتاب التوحيد) ورسالة (كشف الشبهات) و (تفسير الفاتحة) و (أصول الإيمان) و (تفسير شهادة أن لا إله إلا الله) و (معرفة العبد ربه ودينه ونبيه) و (المسائل التي خالف فيها رسول الله - صلى الله عليه وسلم - أهل الجاهلية) أكثر من مائة مسألة، و (فضل الإسلام) و (نصيحة المسلمين) و (معنى الكلمة الطيبة) و (الأمر بالمعروف والنهي عن المنكر) و (مجموعة خطب) و (مفيد المستفيد) و (رسالة في أن التقليد جائز\r\nلا واجب) و (كتاب الكبائر) وأكثر هذه الكتب مطبوع متداول.\r\nوفي تاريخ (ابن غنام) رسائل بعث بها الشيخ إلى أهل البلاد النجدية والأقطار الإسلامية.\r\nومما كتب في سيرته (محمد بن عبد الوهاب - ط) لأحمد عبد الغفور عطار \r\n\r\nنقلا عن : الأعلام للزركلي","seal":"BE632382","cat":"العقيدة","oNum":11126,"BkId":11126,"oAuth":152,"bVer":1,"aSeal":"279B1432"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11126":
    [
      {"lvl":1,"id":1,"sub":1,"tit":"ثلاثة الأصول"},
      {"lvl":1,"id":1,"sub":2,"tit":"بسم الله الرحمن الرحيم"}
    ]
}
