{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11138":
    [
      {"page":1,"id":1,"nass":"مقدمة:\rالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، أما بعد:\rففكرة هذا البحث مبنية على تتبع جهود الاستشراق الروسي ورصد آثاره في مجال السنة؛ إذ إن البداية العلمية النظامية للاستشراق هناك ترجع إلى ما قبل قرنين من الزمان تقريباً.\rوتتأكد أهمية موضوع هذا البحث إذا أخذنا في الاعتبار جِدّته ومحدودية انتشار الاستشراق الروسي خارج حدوده، بسبب عوامل عدة حدَّت من انتشاره، وعدم وجود دراسات حول جهوده في مجال السنة مما يجعل منه موضوعاً بكراً يستحق البحث والعناية.\rفي هذا البحث سيتم تتبع ببليوغرافي ورصد الآثار العلمية في مجال السنة من كتب ومؤلفات، ومقالات وأبحاث منشورة في الدوريات والمجلات العلمية، والتعرف على جهود الاستشراق في حفظ وفهرسة المخطوطات الحديثية، حيث يحتوي عدد من المكتبات والمراكز الاستشراقية هناك على خزائن للمخطوطات الشرقية، من بينها المخطوطات العربية.\rوخطة البحث تتكون من مقدمة وفصلين وخاتمة.","seal":"13A77841","part":1},
      {"page":2,"id":2,"nass":"الفصل الأول: السنة والسيرة في المصادر الاستشراقية الروسية.\rويشتمل على مبحثين:\rالمبحث الأول: نشأة الاستشراق الروسي وجذوره.\rالمبحث الثاني: السنة والسيرة في المصادر الروسية المطبوعة.\rالفصل الثاني: المخطوطات الحديثية في الخزائن الروسية.\rويشتمل على مبحثين:\rالمبحث الأول: أهم أماكن حفظ المخطوطات الحديثية.\rالمبحث الثاني: نماذج من المخطوطات الحديثية المحفوظة في الخزائن المذكورة.\rالخاتمة: في نتائج البحث.","seal":"5B93A446","part":1},
      {"page":3,"id":3,"nass":"الفصل الأول: السنة والسيرة في المصادر الاستشراقية الروسية\rالمبحث الأول: نشأة الاستشراق الروسي وجذوره\r...\rالفصل الأول: السنة والسيرة في المصادر الاستشراقية الروسية\rوفيه مبحثان:\rالمبحث الأول: نشأة الاستشراق الروسي وجذوره.\rالمبحث الثاني: السنة والسيرة في المصادر الروسية المطبوعة.","seal":"32B8CA7D","part":1},
      {"page":4,"id":4,"nass":"جهود الاستشراق الروسي في مجال السنة والسيرة \"دراسة ببليوغرافية\"\rد. سليمان بن محمد الجار الله\rبسم الله الرحمن الرحيم\rالمبحث الأول: نشأة الاستشراق الروسي وجذوره.\rجذور الاستشراق الروسي:\rترجع جذور العناية الروسية بالاستشراق إلى الربع الأول من القرن الثامن عشر الميلادي، وذلك في عهد بطرس الأول (ت:1725) ، الذي تم في عهده عدد من الإصلاحات والخطوات الجذرية، وكان لها أثر كبير في مستقبل روسيا وبنائها من جديد، وهذا النوع من الاهتمام الاستشراقي لبطرس نابع من سياسته الشرقية، وما اقتضته مصالح روسيا، وحاجاتها المتزايدة إلى التعرف على جيرانها الذين دخلت معهم في صراعات مريرة.\rوترجع البداية الجادة للاهتمام بلغات الشرق وحضاراتها إلى المراسيم التي أصدرها بطرس الأول، لإعداد دارسين لمختلف اللغات الشرقية، حيث صدر في عام 1700م أمر رسمي لتهيئة رجلين أو ثلاثة من الرهبان الشباب الذين باستطاعتهم أن يتعلموا اللغة الصينية والمغولية قراءة وكتابة، وصدر مرسوم في عام 1705م بقيام خمسة رجال بتعلم اللغة اليابانية، وفي عام 1716م صدر مرسوم عن مجلس الشيوخ حول تسمية خمسة من الشباب من المدارس اللاتينية في موسكو لإرسالهم إلى إيران لتعلم اللغات الشرقية.","seal":"8668159F","part":1},
      {"page":5,"id":5,"nass":"وفي عام 1724م صدر مرسوم من مجلس الشيوخ وبأمر من بطرس بتعلم اللغة التركية. وقد كان لبطرس مستشار فيما له صلة بالشرق والإسلام، هو ديمتري كانتيمير (ت:1723م) الذي يعد مؤسس أول مطبعة في روسيا تطبع الحروف العربية، وله مؤلفات عن تركيا والإسلام، كما يرجع إلى عهد بطرس الأول تأسيس مكتب سُمِّي بمكتب النوادر، وتجمع فيه التحف والنقود الشرقية وغيرها، وذلك في عام1724م (1) ، كما تم في عهد بطرس الأول أول ترجمة للقرآن الكريم إلى اللغة الروسية، وذلك في عام 1716م، وإن كانت تعد ترجمة رديئة وسيئة، لم يتم الاعتماد فيها على النص القرآني مباشرة، وإنما عن طريق ترجمة دورييي الفرنسية التي تمت في عام 1647م (2) .\rوقد تواصل هذا الاهتمام ولا سيما خلال الربع الأخير من القرن نفسه، ففي عهد القيصرة كاتيرينا الثانية تم إرسال عدد من الطلاب في بعثات لعدد من الدول الأوربية، وتم التوسع في تعليم لغات الشعوب\r__________\r(1) ينظر: مقدمة في تاريخ الاستشراق في المتحف الآسيوي ومعهد الدراسات الشرقية في لينينغراد، د. بيرتيلس، في تاريخ الاستشراق والدراسات العربية والكردية في المتحف الآسيوي ومعهد الدراسات الشرقية في لينينغراد ص17-18. وينظر في تتبع جذور الاستشراق الروسي في القرن الثامن عشر، ولاسيما في عهدي بطرس الأول وكاترينا الثانية إلى: دراسات في تاريخ الاستعراب الروسي لكراتشكوفسكي ص40فما بعدها، وكذلك الاستشراق الروسي للدكتور عبد الرحيم العطاوي ص59 فما بعدها.\r(2) انظر: دراسات في تاريخ الاستعراب الروسي، كراتشكوفسكي ص43، \"القرآن في روسيا\" لبيوتر غريزنيفيتش، في أبحاث جديدة للمستعربين السوفيت، الكتاب الأول ص251.","seal":"8B970527","part":1},
      {"page":6,"id":6,"nass":"الإسلامية في الأقاليم الإسلامية، كما تم التوسع في الطباعة العربية، ولقد كان لمطابع سان بطرسبرج وقازان شهرة عالمية في هذا المجال، حيث طُبع العديد من المؤلفات والكتب الإسلامية، ويأتي على رأس تلك المطبوعات، طباعة المصحف الشريف، الذي طبع سنة 1778م، ثم تكرر طبعه في سنوات لاحقة (1) .\rبداية الاستشراق الروسي النظامية:\rأما بداية الاستشراق النظامية فترجع إلى العقدين الأولين من القرن التاسع عشر الميلادي، وهي البداية التي كانت أساساً لما عُرف بالاستشراق الأكاديمي، وذلك من خلال الأقسام والكراسي الجامعية التي أنشئت في الجامعات الروسية، والتي ترجع بدايات تأسيسها إلى بداية القرن التاسع عشر (2) .\r__________\r(1) ينظر: دراسات في تاريخ الاستعراب الروسي ص53، وكذلك الاستشراق الروسي للدكتور عبد الرحيم العطاوي ص64-65.\r(2) يجمع الباحثون في الاستشراق الروسي، على تحديد تلك البداية وأهميتها في تاريخ الاستشراق: ينظر في ذلك مثلاً:\rدراسات في تاريخ الاستعراب الروسي، كراتشكوفسكي، ص73.\ryears of oriental studies in Russia p.\rالدراسات العربية في الاتحاد السوفيتي، تسيريتيلي، مجلة المجمع العلمي العربي، دمشق، مجلد31/561.","seal":"C4E8A7C2","part":1},
      {"page":7,"id":7,"nass":"ومن أهم تلك الأقسام والمراكز والشخصيات الاستشراقية فيها:\r(1) جامعة خاركوف حيث تعد أول جامعة تأسس فيها كرسي لتدريس اللغة العربية، وذلك حينما عيّن الألماني بيريندت عام1805م ليقوم بهذا الأمر، ولم يستمر طويلاً، فبعد سنة واحدة خلفه أستاذ ألماني آخر هو روميل، وقد تأرجح تعليم العربية فيها بين استمرار وانقطاع، إلى أن أتى المستشرق الألماني المشهور دورن، الذي استدعاه القيصر فأمضى ست سنوات في هذه الجامعة، وذلك بين عامي 1829ـ1836م، قبل أن ينتقل منها ويستقر به المقام في سان بطرسبرج، وقد قام بالإشراف على المتحف الآسيوي خلفاً للمستشرق فران.\r(2) جامعة قازان حيث بدأ تدريس العربية فيها مع مجئ المستشرق الألماني المشهور باختصاصه في المسكوكات والنقود كريستيان فران، حيث قام بالإشراف على قسم اللغات السامية فيها مدة عشر سنوات، وذلك في المدة من عام 1807ـ1817م، ويرجع المستشرقون الروس إليه الفضل في تأسيس بدايات الاستشراق العلمي في روسيا، وذلك من خلال عمله في جامعة قازان ثم لاحقاً في المتحق الآسيوي. وقد خلفه في عمله أردمان ف. الذي تخرج","seal":"B9CA72A6","part":1},
      {"page":8,"id":8,"nass":"باللغات السامية من روستوك وبطرسبرج وباريس، وذهب إلى لبنان، وقد أمضى فترة طويلة في التدريس في قازان، وكان ذلك بين عامي 1819ـ1845م.\r(3) جامعة موسكو التي تأسست سنة 1755م، وقد تأخر تدريس العربية فيها إلى عام 1811م، وبدأت فيها تلك الدراسات على يد الاختصاصي باللغات السامية الروسي بولديرييف، الذي تخرج في الجامعة نفسها عام 1806م، ثم ذهب في جولة دراسية إلى ألمانيا وفرنسا، حيث تلقى عن المستشرق الفرنسي المشهور سلفيسترودو ساسي، وقد كان من حظ العربية في الجامعة أن تولى الأستاذ بولديرييف رئاسة الجامعة، مما كان له أثره في دعم الدراسات العربية. وفي موسكو كانت هناك مؤسسة لها أثر ظاهر في مسيرة الاستشراق الروسية، وهي معهد لازاريف الذي تأسس في سنة 1815م، وقد قام المعهد بإصدار العديد من الإصدارات، من أهمها عدد من الأعمال العلمية للمستشرق المعروف كريمسكي، والذي تخرج في جامعة موسكو عام 1896م، ورحل إلى الشام حيث أمضى قرابة السنتين هناك، وهو من أشهر أساتذة الاستشراق الروسي الذين قاموا بالتدريس في المعهد.","seal":"5D4993DD","part":1},
      {"page":9,"id":9,"nass":"(4) جامعة سان بطرسبرج بدأت كمعهد تربية في عام 1804م، تحول بعد ذلك إلى معهد عالٍ للتربية عام 1816م، ثم تحوَّل إلى جامعة عام 1819م، وقد كان قد وصل للتدريس عام 1817م، اثنان من تلامذة المستشرق الفرنسي دوساسي بتوصية منه، هما ديمانج وشارموي للتدريس في المعهد الذي أسس حديثاً، وقد تولى ديمانج تدريس العربية في حين قام شارموي بتدريس الفارسية، وقد انتقلا إلى المعهد الشرقي في القسم الآسيوي في وزارة الخارجية بعد افتتاحه عام 1823م، وخلف ديمانج على كرسي العربية في الجامعة الأديب والمستشرق سينكوفسكي البولوني الأصل، الذي قصد الشرق العربي وبقي فيه عدة سنوات لاستكمال تحصيله، وقد استمر في الكرسي مدة طويلة وذلك من عام 1822م إلى عام 1847م، حيث خلفه الشيخ محمد عياد طنطاوي (ت:1861م) . وفي عام 1855م بدأ عهد جديد للدراسات العربية في روسيا بتأسيس كلية اللغات الشرقية في جامعة سانت بطرسبرج.\rوقد كان من أوائل خريجي الجامعة في اللغات الشرقية المستعرب جيرجاس (ت:1887م) الذي ذهب إلى باريس للتزود من الدراسات العربية ثم ذهب إلى المشرق حيث زار الشام ومصر، وأمضى هناك ثلاث سنوات أتقن فيها العربية، ثم رجع ودَرَّس في الجامعة، ويرجع المستشرقون إليه الفضل في تأسيس الدراسات الاستعرابية الجديدة بالإضافة إلى المستعرب الكبير فيكتور روزن (ت:1908م) الذي ذهب بعد تخرجه في","seal":"CFF84184","part":1},
      {"page":10,"id":10,"nass":"الجامعة إلى ليبزيج في ألمانيا ودرس على فلايشر، ثم لما رجع سنة 1872م حصل على الدكتوراه، وتعين أستاذاً للعربية فيها، وقد رحل أيضاً إلى ألمانيا عام 1873م للتلقي عن أهلفارت في جرايسفالد، وقد كان لروزن جهود وأعمال عدة في المجال الاستشراقي، وتولى عمادة الكلية الشرقية ما بين الأعوام (1893ـ1903م) ، وكان له عدد كبير من التلاميذ، ويأتي على رأسهم الأستاذان الشهيران بارتولد (ت:1930م) وكراتشكوفسكي (ت:1951م) ، اللذان تخرجا في جامعة سان بطرسبرج وعُدَّا بعد ذلك من أساتذتها الكبار، ومن رموز الاستشراق ليس على مستوى روسيا فحسب وإنما على مستوى العالم (1) .\rفي عام 1818م تأسس المتحف الآسيوي التابع لأكاديمية العلوم، ويعد تأسيس هذا المتحف منعطفاً جديداً في تاريخ الاستشراق الأكاديمي، وصار مخزناً مهماً للنوادر والآثار والمخطوطات والوثائق والنقود والمسكوكات تأتي إليه من خلال قنوات عدة، وكان المستشرق فرين أول أمين له، وبقي يشرف عليه ويرعى أعماله أكثر من عقدين من الزمان حتى خلفه المستشرق الألماني الآخر دورن، وقد كان لجهود فران في\r__________\r(1) تم الاعتماد في هذا الاستعراض لمؤسسات الاستشراق الروسي الأكاديمية والمختصين فيها، على المصادر التالية:\rـ دراسات في تاريخ الاستعراب الروسي، كراتشكوفسكي ص73ـ187.\rـ المستشرقون، نجيب العقيقي ص53 فما بعدها.\rـ years of oriental studies in Russia p.","seal":"D013C117","part":1},
      {"page":11,"id":11,"nass":"تأسيس المتحف وتنظيم أعماله أثرٌ عظيم ليس فقط في مسيرة المتحف، بل والاستشراق بوجه عام. وقد كان كرسي اللغات الشرقية في جامعة سان بطرسبرج في تعاون وثيق مع المتحف الآسيوي، وكان الدارسون والطلاب يجدون في المتحف مركز بحث ينهلون من وثائقه ومخطوطاته وكنوزه.\rوعبَّر فران عن جهود هاتين المؤسستين بقوله عنهما: \"إنهما تقدمان إلى روسيا بمرور الزمن عدداً كبيراً ورصيناً من المستشرقين الماهرين المدركين، ليس فقط كمترجمين أو علماء لغة، وإنما كاختصاصيين في الشؤون كافة من المستشرقين المهنيين علمياً وثقافياً أيضاً\" وقد استمرت تلك الصلة الوثيقة بين الجامعة والمتحف، ولا سيما بعد تأسيس كلية اللغات الشرقية في الجامعة (1) .\rيتضح من خلال هذا الاستعراض الصلة المباشرة للاستشراق الروسي بالاستشراق الألماني بوجه خاص والأوروبي بوجه عام. ورغم ذلك تميَّز هذا الاستشراق بجهود ودراسات ميزته عن الاستشراق الغربي، وجعلت له شخصيته المستقلة، وإن كان قد بقي للاستشراق الغربي أثره فيه، سواء من حيث المنهج أو الموضوع. ويعد بارتولد علامة فارقة في الاستشراق الروسي. يقول في تقديمه لأطروحته الدكتوراه: \"تركستان من الفتح\r__________\r(1) تاريخ الاستشراق في المتحف الآسيوي ومعهد الدراسات الشرقية في لينينغراد، وبالأخص ص29 فما بعدها.","seal":"8096CA1A","part":1},
      {"page":12,"id":12,"nass":"العربي إلى الغزو المغولي\": \"محاولة متواضعة لتطبيق واسع لمناهج علم التاريخ الأوروبي على تاريخ آسيا الوسطى، تلك المناهج التي سبق أن طبقت من قبل على تاريخ آسيا الغربية في مؤلفات دوزي وكريمر وغيرهما\" (1) .\rمن خلال استقراء جهود الاستشراق الروسي الأكاديمي، وعلى الأخص في القرن التاسع عشر والعقود الأولى من القرن العشرين، يُلحظ عنايته الكبيرة باللغة العربية وآدابها ودراسة النقود الشرقية والمسكوكات، وتتبع المصادر الشرقية التاريخية مما له صلة بروسيا، والعناية المتنامية بالمخطوطات دراسة وتحقيقاً، ولقد كان للصلة المباشرة بالشرق ومصادره أثره الإيجابي في أكاديمية الاستشراق الروسي واستقلالية نتائجه في بعض الدراسات التي قام بها. ولكن من المجالات التي لا نجد للاستشراق الروسي الأكاديمي فيها جهوداً مثل جهوده السابق ذكرها، مجال الدراسات ذات الصلة بالشريعة الإسلامية ومصادرها؛ ولذا نجد رؤيته فيها عند تناولها متأثرة بشكل واضح بنمطية الاستشراق الأوروبي في هذا المجال. ومما تجدر الإشارة إليه هنا، أنه قد تنامى في العقدين الأخيرين الاهتمام في مجال الدراسات الإسلامية، وظهر عدد من الأعمال العلمية المتخصصة، التي تستحق الاهتمام والدراسة.\r__________\r(1) تركستان من الفتح العربي إلى الغزو المغولي، بارتولد، ص752.","seal":"DFFB1FA6","part":1},
      {"page":13,"id":13,"nass":"وخلال النصف الثاني من القرن التاسع عشر برز نوع آخر من الاستشراق، يمكن إطلاق مسمى الاستشراق التبشيري عليه، إذ تم إنشاء شعبة للتبشير ملحقة بأكاديمية كنسية، تسمى أكاديمية الرهبان في قازان، وقد كان لهذه الأكاديمية أثرٌ كبير في ازدهار نوع من الاستشراق بعيد عن التقاليد العلمية. ومن أكبر الشخصيات التي كان لها دور في هذا النوع من النشاط ايلمنسكي الذي توفي سنة 1891م، وقد تخرج هو نفسه في تلك الأكاديمية، ثم قام بالتدريس فيها، وكان هناك عدد من الشخصيات ذات الصلة بهذا النوع من الاستشراق، ممن كتبوا عن الدين الإسلامي ومصادره من خلال تلك الرؤية التبشيرية، ومما يُحمد للاستشراق الأكاديمي رموزه أمثال روزن وبارتولد وكريمسكي وكراتشكوفسكي وقوفهم في وجه هذا النوع من الاستشراق البعيد عن الحقيقة ومنهج العلم (1) .\r__________\r(1) ينظر: دراسات في تاريخ الاستعراب الروسي، فقد تناول كراتشكوفسكي هذا النوع من الاستشراق بالتحليل في كتابه، في القسم الذي تحدث فيه عن المستعربين القازانيين، ينظر على الأخص الصفحات 179ـ187.","seal":"63105113","part":1},
      {"page":14,"id":14,"nass":"المبحث الثاني: السنة والسيرة في المصادر الروسية المطبوعة.\rعرض مبادئ الشريعة الإسلامية.\rتأليف: نيكولاي تروناؤو، سانكت بطرسبرج، عام1850م.\rويبدو من الإهداء المطبوع على الكتاب أن المؤلف ألفه للقيصر، حيث ورد: إهداء، إلى جلالة الإمبراطور نيكولاي بن بافل، عاهل كل روسيا، من خادمه المخلص نيكولاي تورناؤو.\rورد عنوان جانبي في تمهيد الكتاب تكلم فيه المؤلف على الحديث، وذلك في الصفحات 11ـ14.\rمصادر سيرة محمد والكتابات عنه.\r(1) من عروة إلى ابن إسحاق مع ابن هشام.\rتأليف: أ. كريمسكي، الكتاب من إصدارات معهد لا زاريف للغات الشرقية، الإصدار13، موسكو، مطبعة فارواري، غاتسوك، 1902م.\rتاريخ الإسلام، الجزءان (1ـ2) .\rتأليف: أ. كريمسكي، الكتاب من إصدارات معهد لازاريف للغات الشرقية في الاستشراق، الإصدار الثاني عشر، دار نشر فارواري غاتسوك، موسكو، 1903م.","seal":"28CCE89E","part":1},
      {"page":15,"id":15,"nass":"هذا الكتاب يحتوي على دراسات ومقالات لكريمسكي، ويحتوي أيضاً على دراسات مترجمة من أعمال المستشرقين المعروفين دوزي وجولدتسيهر.\rاشتمل الكتاب على ثمانية فصول:\r1ـ4: عن (محمد) : بقلم ر. دوزي. بترجمة كامنيسكي، مع ملحق بقلم أ. كريمسكي \"حول المراجع والكتب المساعدة لدراسة سيرة محمد وتاريخه\".\r5: القرآن والسنة والأحاديث: بقلم أ. كريمسكي، ور. دوزي، بترجمة ف. إي كامنيسكي.\r6: دين الإسلام وأحكام العبادات: بقلم ر. دوزي، ترجمة ف. كامينسكي وملحق أ. كريمسكي \"حول مراجع الفقه الإسلامي\".\r7ـ8: الإسلام والمجتمع العربي: بقلم إي. جولد تسيهر.\rوتحت عنوان السنة (الأحاديث) ، ورد الموضوعان التاليان:\r1- تاريخ السنة، بقلم أ. كريمسكي ص145ـ158.\r2- ما مدى صحة الأحاديث الإسلامية؟ بقلم ر. دوزي ص159.\rالسنة، الأحاديث الإسلامية: نشأتها وتطورها.\rتأليف: م. إي تريتياكوف، مطبعة تروتيتسكايا، ماكارييف على نهر أونجه، عام1903م.","seal":"508FF556","part":1},
      {"page":16,"id":16,"nass":"احتوى الكتاب على مقدمة، وسبعة فصول:\rالفصل الأول: الحديث والسنة، معنى هذين المصطلحين وأهميتهما في الإسلام ص1-14.\rالفصل الثاني: مواقف الأمويين والعباسيين ومعاصريهما من السنة والحديث النبوي ص14ـ28.\rالفصل الثالث: نقد المسلمين أنفسهم للأحاديث وأهميته ص28ـ39.\rالفصل الرابع: أساليب نشر وجمع الأحاديث ص39ـ52.\rالفصل الخامس: تدوين الأحاديث، الكارهون والمؤيدون لتدوينها بين المسلمين ص52ـ60.\rالفصل السادس: مراجع وأدبيات الأحاديث. الرأي الخاطئ بشأن نشوئها لدى المسلمين ص60ـ71.\rالفصل السابع: مجموعات الأحاديث الإسلامية (السنية والشيعية) خصائصها المميزة ص71ـ81.\rموسوعة الفقه الإسلامي، 1، الجزء العام.\rتأليف: ن. ستريبولايف، مترجم لدى الإدارة الأولى لوزارة الخارجية، س/بطربورغ، 1904م.\rيحتوي على مقطع عن السنة ومصنفاتها، تحت عنوان: تاريخ الشريعة الإسلامية، وذلك في الصفحات: 35ـ37.","seal":"DA6850AE","part":1},
      {"page":17,"id":17,"nass":"أحاديث محمد صلى الله عليه وسلم.\rانتخبها: ل. تولستوي، ترجمها من الإنجليزية: س. د.نيكولايف، سلسلة المفكرون الرائعون من جميع الأزمنة والشعوب، نشرة بوسريدنيك، عدد762، موسكو، مطبعة فيلده، عام1910م.\rفي بداية الكتاب تم الإشارة إلى مصدر الأحاديث المختارة، وهو كتاب بالإنجليزية لأحاديث محمد صلى الله عليه وسلم، ألفه عبد الله السهروردي في الهند، مستهلاً الكتاب بالآية القرآنية التالية:\r{يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ} [التوبة:32] .\rوقد انتخب ليو تولستوي الأحاديث الواردة في هذا الكتاب والمترجمة إلى اللغة الروسية باعتبارها تشتمل على حقائق عامة تتسم بها كل التعاليم الدينية. (ص3) .\rتقول د. مكارم الغمري في استعراضها لتأثير الشرق العربي في فكر تولستوي وإنتاجه: \"ويتصدر كتابات تولستوي عن الإسلام كتيب بعنوان: \"أحاديث مأثورة لمحمد\".. ولم يكتف تولستوي بالتقديم للكتاب، بل ـ وكما أشير في المؤلفات الكاملة ـ قام بعمل تصحيحات به بتاريخ 13فبراير1909م، غير أن هذه التصحيحات لم يحتفظ بها، وفي يوليو من العام نفسه قام تولستوي بإدخال الكثير من التعديلات، وأعاد صياغة بعض الأحاديث، وقد أبقى على ستة عشر حديثاً منها بختم مطبعة","seal":"4F8D56B1","part":1},
      {"page":18,"id":18,"nass":"كوشيريفا بتاريخ 11يوليو 1909م وظهر الكتاب بعدها تحت عنوان: \"أحاديث مأثورة لمحمد\" جمع تولستوي (1) .\rحِكَم النبي محمد صلى الله عليه وسلم.\rليون تولستوي، ترجمة سليم قبعين، تقديم وتعليق عبد المعين الملوحي، مع ملحق في تخريج الأحاديث والآثار الواردة في كتاب حكم النبي محمد صلى الله عليه وسلم، لتولستوي بقلم محمود الأرنؤوط. الطبعة الثانية، دار الملوحي للطباعة والنشرة والتوزيع، دمشق ـ سورية، 1997م.\r\"حِكَم النبي محمد\" عبارة عن ترجمة لكتاب تولستوي السابق من الروسية إلى العربية، والطبعة المشار إليها هي إعادة لطبعة الكتاب الأولى، وقد ذكر صاحب التقديم أنه وجد الكتاب في مكتبة والده، \"عنوانه بالخط الكبير حِكَم النبي محمد وتحته للفيلسوف تولستوي، وبعد ذلك عنوان صغير \"شئ عن الإسلام وأوروبا\"، وقد طبع في مطبعة التقدم بشارع محمد علي في القاهرة، وتاريخ طباعة الكتاب سنة 1912م/1339هـ (ص5) ، ويتضح من صنيع الملوحي أنه عدّ طبعته طبعة ثانية للكتاب، علماً أن الكتاب سبق طباعته أكثر من مرة في القاهرة، فالدكتورة مكارم الغمري في تناولها لهذا الكتاب، قالت: \"لم نقف على أول طبعة لترجمة سليم قبعين لكتاب تولستوي\"، أما الطبعة\r__________\r(1) \"المؤلفات الكاملة لتولستوي\" ج40 ص499، نقلاً عن مؤثرات عربية إسلامية في الأدب الروسي ص208.","seal":"B5F1DA7F","part":1},
      {"page":19,"id":19,"nass":"الثانية فقد صدرت عام 1915م في القاهرة بعنوان: \"حِكَم النبي محمد للفيلسوف تولستوي، وشئ عن الإسلام\"، وصدرت الطبعة الثالثة عام1987م\" (1) .\rوفي مقارنة لنسخة الكتاب الروسية بالترجمة العربية، ذكرت د. مكارم الغمري أن سليم قبعين قدم \"ترجمة للأحاديث التي أوردها تولستوي في كتابه، بعد أن اختصر عدد الأحاديث إلى النصف تقريباً، فقدم في الترجمة واحداً وأربعين حديثاً فقط، بينما يبلغ عدد أحاديث الرسول صلى الله عليه وسلم في كتاب تولستوي واحداً وتسعين حديثاً، بالإضافة إلى ذلك ضمّن سليم قبعين لكتاب تولستوي موضوعات لا وجود لها في أصل كتاب تولستوي وذلك مثل: \"دعاء النبي، قصيدتان لشوقي وحافظ في رثاء تولستوي بعد وفاته، رأي تولستوي في الحجاب والزواج وما بينهما وغيرها\" (2) .\rيصل عدد الأحاديث في طبعة الملوحي إلى أربعة وستين حديثاً، وقد يكون عدم ترجمة جميع النصوص الواردة في الأصل الروسي هو عدم عثور المترجم عليها في المصادر التي رجع إليها، فهو يقول في مقدمته للترجمة: \"ولما اطلعت على هذه الرسالة راقني ما جاء فيها من الحقائق الباهرة والمقاصد الشريفة فدفعتني الغيرة على الحق لنقلها إلى اللغة العربية،\r__________\r(1) مؤثرات عربية وإسلامية في الأدب الروسي، ص208، حاشية رقم14.\r(2) مؤثرات عربية وإسلامية في الأدب الروسي، ص210.","seal":"DA0BA6BE","part":1},
      {"page":20,"id":20,"nass":"وقد عانيت المشاق في رد الأحاديث إلى أصولها العربية التي وردت فيها، ثم كاتبت كثيرين من علماء روسيا وأدبائها سائلاً إياهم عن كتاب \"محمد\" لذلك الفيلسوف؟ فقالوا: إنه موجود بين مخلفاته من الكتب غير المطبوعة، وإنه سيطبع في العاجل القريب، فإذا طبع فسأبادر إلى نقله خدمة للأمة الإسلامية الكريمة. وقد وجدت من المناسب أن أذكر بعض أقوال الكُتَّاب الروسيين المنصفين في الإسلام إتماماً للفائدة فجمعت من مجلات مختلفة بعض المقالات أذكرها قبل رسالة الفيلسوف توفيةً لهذا الموضوع حقه، وإني أرجو أن تصادف خدمتي هذه القبول الحسن عند عامة المسلمين\". (ص22) .\rامتازت طبعة الملوحي باشتمالها على ملحق في آخر الكتاب في تخريج للأحاديث والآثار المترجمة، قام به محمود الأرناؤوط.\rالإسلامية: المجلد الأول، محمد والقرآن.\rتأليف: تسفيتكوف، ب، عشق أباد، مطبعة هيئة الأركان التابعة للفيلق العسكري التركستاني الثاني، عام1912م.\rتم تخصيص فصل في هذا الكتاب عن السُنَّة، وذلك في الصفحات 258-297:\rالفصل الثالث:\rـ السنة ص258.\rـ نشأة وتأليف السنة ص259.","seal":"F2ED29A8","part":1},
      {"page":21,"id":21,"nass":"ـ الأحاديث ص262.\rـ السنة ص267.\rـ الإسناد ص275.\rـ رجال الإسناد ص277.\rـ أنواع السنة ص285.\rـ الحديث المتواتر ص285.\rـ الحديث المنقطع ص290.\rتاريخ العرب والأدب العربي.\rالمدني والديني \"القرآن، الفقه، السنة، إلخ..\"، الجزء الثاني، التاريخ من أقدم العصور، طبعة جديدة منقحة.\rتأليف: أ. كريمسكي، الكتاب من إصدارات معهد لازاريف للغات الشرقية في الاستشراق، الإصدار 15الجزء الثاني، موسكو، عام1912م.\rمن محتويات الكتاب:\rـ محمد صلى الله عليه وسلم (570-632) ص71-102.\r(أ) سيرة محمد صلى الله عليه وسلم ص71-83.\r(ب) تاريخ محمد صلى الله عليه وسلم ص83-103.\rـ الإسلام. نبذة حول دين محمد صلى الله عليه وسلم ص104-118.\r(أ) كتب حول العلوم الإسلامية 104-196.\r(ب) دين الإسلام وعبادة الله ص106-118.","seal":"BF9685F2","part":1},
      {"page":22,"id":22,"nass":"تعاليم القرآن بشأن الصلاة وأخبار السنة عن مواقيت الصلاة اليومية.\rم. تريتياكوف، مطبعة كولوكول (الناقوس) ، سانت بيتربورغ، عام 1912م في بداية الكتاب عنوان لمحتواه: تعاليم القرآن والحديث الإسلامي عن الصلاة \"مواد للجدال ضد الإسلام\".\r1- تعاليم القرآن بشأن الصلاة ص1-19.\r2- تعاليم الحديث الإسلامي عن مواقيت إقامة الصلوات الخمس اليومية ص19-33.\rدراسات في تاريخ الإسلام والخلافة العربية.\rالمجلد السادس من المجموعة الكاملة لمؤلفات ف. بارتولد، دار ناؤوكا (العلم) للطباعة، هيئة التحرير الرئيسة للآداب الشرقية، موسكو 1966م.\rـ الإسلام ص81-142.\rـ الحياة السياسية والدينية للجزيرة العربية فيها قبل محمد صلى الله عليه وسلم ص83.\rـ دعوة محمد صلى الله عليه وسلم في مكة ص89.\rـ محمد صلى الله عليه وسلم في المدينة ص96.\rـ الإسلام بعد النبي، انفصال المؤسسة الدينية عن الدولة. سنة النبي صلى الله عليه وسلم ص104.\rأصول الفقه.\rتأليف: م. إ.صدقدار، الكتاب من منشورات جامعة الصداقة، موسكو1968م.","seal":"8A376C8F","part":1},
      {"page":23,"id":23,"nass":"الكتاب معتمد من قبل كلية الاقتصاد والحقوق للتدريس لطلاب التخصصات القانونية، المحرر المسؤول: الأستاذ المساعد أو. أ. جيدكوف.\rيحتوي الكتاب على خمسة فصول، الأول منها بعنوان: مصادر الفقه الإسلامي، يشتمل هذا الفصل على عنوان جانبي: سنة، وذلك في الصفحات 18-22.\rدراسات في تاريخ الثقافة العربية: القرون 5-15.\rمعهد الاستشراق، التابع لأكاديمية العلوم في الاتحاد السوفيتي، المحرر المسؤول بولشاكوف، ترجمة الدكتور أيمن أبو شعر، دار التقدم، موسكو، 1989م.\rيتضمن دراسة بعنوان: الثقافة الكتبية ص234-336، بقلم خالدوف، اشتملت على الكلام عن الحديث وتدوينه وروايته.\rالإسلام: مختصر في تاريخ الدراسات الإسلامية.\rبإشراف وتحرير: ستانسيلاف بروزوروف، دار ناؤوكا للنشر والطباعة، هيئة التحرير الرئيسة للأدب الشرقي، موسكو، 1991م.\rالكتاب من مطبوعات معهد الاستشراق التابع لأكاديمية العلوم السوفيتية. ويحتوي على ثلاثة أبحاث من إعداد ثلاثة من أساتذة المعهد في حينه، شاملة أكثر من مجال في الدراسات الإسلامية، بإشراف وتحرير س. بروزوروف. وكما ورد في مقدمة محرر الكتاب، فالكتاب يهدف إلى تقديم استعراض تحليلي للنتائج المتوصل إليها في نتاج أجيال من العلماء الغربيين والروس في مجال الدراسات الإسلامية: الدراسات القرآنية،","seal":"0947127B","part":1},
      {"page":24,"id":24,"nass":"الدراسات الحديثية، الصوفية، وكذلك من أجل أن يقترح ويوحي بمناهج مأمولة في دراسات مستقبلية في تلك المجالات.\rيحتوي الكتاب على ثلاثة أقسام:\rالقسم الأول: القرآن والدراسات القرآنية، بقلم: أي. ريزفان، ص7-84.\rالقسم الثاني: الأحاديث: استعراض للجهود والدراسات الحديثية في هذا المجال، بقلم: د. يرماكوف، ص85-108.\rالقسم الثالث: الصوفية، بقلم: أ. كنش ص109-207.\rفي القسم الثاني تناول فيه كاتبه الجهود والدراسات الغربية في مجال السنة، باستعراض تاريخي منذ بدء الاهتمام الجاد بها في أوروبا منذ ما يزيد على قرن من الزمان، ولقد قدم يرماكوف استعراضاً تحليلياً مختصراً لنظريات وآراء الغربيين في الحديث، والجهود التي كانت في هذا المجال.\rالإسلام: معجم موسوعي.\rمعهد الاستشراق التابع لأكاديمية العلوم السوفيتية، دار ناؤوكا للطباعة والنشر، هيئة التحرير الرئيسة للأدب الشرقي، موسكو، 1991م.\rقام بكتابة مقالات تلك الموسوعة فريق عمل كبير من العلماء السوفيت، وكان لها لجنة تحرير، تتكون من:\rق. ف.ميلوسلافسكي، يو. أ. بتيروسان، م. بي. بئوترفسكي.\rستانسيلاف بروزروف \"السكرتير المسؤول\".","seal":"E4C22718","part":1},
      {"page":25,"id":25,"nass":"يتكون هذا المعجم الموسوعي عن الإسلام من مجلد واحد، وقد ورد في تصديره أنه قُصد منه سد النقص في اللغة الروسية إلى مرجع يعطي القارئ صورة متكاملة عن الإسلام، فتم إعداد تلك الموسوعة؛ لتكون مصدراً علمياً يسد تلك الحاجة الملحة لإعطاء صورة شاملة عن الدين الإسلامي، عرضوا في الموضوعات التي تناولوها نتائج الدراسات السوفيتية في مجال الإسلام، بالإضافة إلى أهم النتائج المستخلصة من الدراسات العالمية الأخرى في هذا المجال. تمت الإشارة أيضاً في التصدير إلى أن كُتَّاب هذا المعجم الموسوعي استفادوا بشكل خاص من دائرة المعارف الإسلامية، وتم التنبيه على أن ذلك لا يعني أنه نقل وترجمة لمحتواها إلى اللغة الروسية من خلال هذا المعجم.\rيحتوي هذا المعجم على (578) مقالة، تعطي فكرة عامة عن العديد من الأمور الأساسية في الإسلام، من تعاليم وعقائد ومصطلحات وأسماء ومذاهب وفرق وجماعات وغير ذلك، مرتبة على حروف المعجم، وفي ختام كل مقالة يتم الإشارة إلى المصادر والمراجع الأساسية في موضوع المقال، مرتبة حسب التسلسل الزمني، وقد أشار محرر المعجم إلى أن هذا الكتاب موجه للمتخصصين في مجالات الدين والفلسفة والاستشراق والتاريخ.\rمن خلال استقصائي لمصطلحات الكتاب، وجدت أن أهم المصطلحات مما له صلة بالسنة وعلومها فيه، ما يلي:\rـ أصحاب الرأي ص24.","seal":"95DBEFC5","part":1},
      {"page":26,"id":26,"nass":"ـ أصحاب الحديث ص25.\rـ أهل السنة والجماعة ص29.\rـ أحمد بن حنبل ص30.\rـ البدعة ص34.\rـ البخاري ص44.\rـ علم الحديث ص95.\rـ محمد صلى الله عليه وسلم ص178.\rـ السلفية ص204.\rـ سماع ص205-206.\rـ صحيح ص208.\rـ ثقة ص208.\rـ السنة ص214.\rـ طبقات ص217.\rـ طالب العلم ص 222.\rـ أصول الدين ص 243.\rـ خبر ص 259.\rـ حديث ص 262.","seal":"E7DD35CB","part":1},
      {"page":27,"id":27,"nass":"نصوص مختارة عن الإسلام.\rمعهد الاستشراق التابع لأكاديمية العلوم الروسية، جمع وتحرير: ستانسيلاف بروزوروف، دار ناؤوكا للطباعة والنشر، دار طباعة ونشر الأدب الشرقي، موسكو، 1994م.\rرغم أن غلاف الكتاب يشير إلى أن طباعته ونشره كان في عام 1994م، إلا أن تاريخ مقدمته يشير إلى أن إعداده للطبع كان في عام 1989م، حيث تم تأريخها في يونيو 1989م في ليننغراد. وهو عبارة عن نصوص مختارة من مراجع عربية حول الإسلام وترجمتها، والتعليق عليها، وقد قام بجمع وتحرير أبحاث الكتاب أحد المشاركين فيه والمتخصص في الدراسات العقدية ستانسيلاف بروزوروف، وعدَّ محرر الكتاب أن هذا أول عمل من هذا النوع في الدراسات الاستشراقية الروسية، ويحتوي على ستة فصول تُوَفِّي جوانب الدراسات الإسلامية المختلفة، وهي:\r1- محمد صلى الله عليه وسلم وبداية الإسلام.\r2- القرآن وتفاسيره.\r3- الحديث، سنة النبي صلى الله عليه وسلم.\r4- العقائد والفرق في الإسلام.\r5- الصوفية.\r6- الفقه.\rوالفصول الستة للكتاب تحتوي على نص مترجم من أحد المصادر الإسلامية مع مقدمة وتعليق موجز، وحواشٍ على الترجمة. وكل فصل من","seal":"6D22C9E4","part":1},
      {"page":28,"id":28,"nass":"تلك الفصول قام بكتابته أحد المتخصصين في مجال من مجالات الدراسات الإسلامية في معهد الاستشراقات في سانت بطرسبرج.\rالفصل الأول: محمد وبداية الإسلام، \"ترجمة بولوسين، قدم للنص وعلق عليه بيتروفسكي\"، ص9-33.\rيشتمل هذا الفصل على ترجمة نصين من نصوص رواية السيرة النبوية، الأول من سيرة ابن إسحاق برواية ابن هشام يحتوي على عدد من وقائع السيرة النبوية، تمتد من تاريخ ولادته إلىبداية البعثة، والثاني: رسالة \"أوجز السير لأحمد بن فارس الرازي\".\rالفصل الثالث: الحديث: سنة النبي صلى الله عليه وسلم \"ترجمة وتعليق د. يرماكوف\"، ص86-107.\rفي هذا الفصل تناول فيه كاتبه ما يسميه بالحديث السني، من خلال ترجمة من كتاب \"الشرح والإبانة على أصول السنة والديانة\" لابن بطة العكبري، وأشار إلى أن هذا النص يعرض العقيدة الإسلامية حسب اعتقاد المحدثين، وزُوِّدت الترجمة بحواشٍ وملاحظات توضِّح منهج المحدثين المسلمين.\rأسس علم الديانات.\rبإشراف وتحرير: يابلوكوف، دار المدرسة العليا للنشر والطباعة، موسكو، 2000م.\rتم التعريف بالكتاب على غلافه أنه كتاب تعليمي لطلاب المعاهد العليا والجامعات.","seal":"9AE1BD41","part":1},
      {"page":29,"id":29,"nass":"يشتمل الكتاب على فصل عن الإسلام ص204-260، ومن ضمن محتوياته:\rـ الحالة الدينية في الجزيرة العربية قبيل ظهور الإسلام، ص204-208.\rـ محمد صلى الله عليه وسلم ودعوته، ص208-219.\rـ السنة، ص 224-227.\rببليوغرافيا للأعمال الروسية في الدراسات العربية والإيرانية والتركية.\rالدوريات العلمية: 1818-1917م.\rل. ن. كارسكايا، من منشورات فرع معهد الاستشراق في سانت بطرسبرج التابع لأكاديمية العلوم الروسية، دار الأدب الشرقي للطباعة والنشر، موسكو، 2000م.\rالكتاب فهرسة للأبحاث والمقالات فيما له صلة بالدراسات العربية والإيرانية والتركية، والمنشورة في الدوريات والمجلات العلمية الروسية في المدة المحددة أعلاه، وهي تمثل الاستشراق في روسيا القيصيرية منذ بداية الاستشراق النظامية إلى نهاية العهد القيصري.\rورد ثلاث مقالات فقط تحت عنوان: الأحاديث، كلها للمستشرق أ. إي. شميدت، وذلك تحت الأرقام التالية:","seal":"7225F0C5","part":1},
      {"page":30,"id":30,"nass":"1440ـ مقالة عن الحافظ شمس الدين محمد بن أحمد الذهبي: ميزان الاعتدال في نقد الرجال. الأول (486) ، والثاني (362) ، القاهرة، 1325هـ الموافق 1908م.\rمذكرات (تقارير) القسم الشرقي لجمعية الأثريات الروسية الامبراطورية، عام 1910م، المجلد 19، ص93-102.\rتناول فيها طرق جمع الأحاديث ونقد الأسانيد، وقائمة بأسماء أشهر جوامع الأحاديث وجامعيها، ومعلومات عن الذهبي وخمسة من مؤلفاته، وأهميتها بالنسبة للعلم.\r1441ـ دراسة في صحيح البخاري: كتاب البيع وفيه باب السلم وباب الشفعة، ترجمة وتعليق ف. بيلتي، الجزائر1910م.\rمذكرات (تقارير) القسم الشرقي لجمعية الأثريات الروسية الامبراطورية، عام 1912م، المجلد 20، ص102-109.\rتناول شميدت في تلك المقالة التعريف بصحيح البخاري ومحتواه ومصادره، وتشتمل على رأيه وملاحظاته على أحاديث الصحيح، ونظرية تطور الأحاديث.\r1442ـ دراسة في كتاب الموطأ لمالك بن أنس: كتاب البيع، ترجمة وتعليق ف. بيلتي، الأستاذ في كلية القانون في الجزائر، 1911م.\rمذكرات (تقارير) القسم الشرقي لجمعية الأثريات الروسية الإمبراطورية، عام 1913م، المجلد 21، ص104-107.","seal":"685DB33B","part":1},
      {"page":31,"id":31,"nass":"تناول شميدت في تلك المقالة، الفرق بين صحيح البخاري والموطأ، ووصف الموطأ بكونه في جمع الأحاديث المخصصة للآراء الفقهية المعمول بها في المدينة.\rوهناك عنوان جانبي: النبي محمد صلى الله عليه وسلم، ص165-166، ورد الإشارة إلىعدة مقالات، تحت الأرقام التالية: 1419-1424.\rكما تجدر الإشارة هنا إلى عنوان جانبي آخر في بداية سرد المقالات عن الإسلام، بعنوان: أعمال عامة، ص162-165، وتحت الأرقام التالية: 1387-1418. يتم تناول السنة بشكل أو بآخر في بعض تلك الأبحاث.","seal":"D4FE4A5A","part":1},
      {"page":32,"id":32,"nass":"الفصل الثاني: المخطوطات الحديثية في الخزائن الروسية\rالمبحث الأول: أهم أماكن حفظ المخطوطات الحديثية.\r...\rالفصل الثاني: المخطوطات الحديثية في الخزائن الروسية\rوفيه مبحثان:\rالمبحث الأول: أهم أماكن حفظ المخطوطات الحديثية.\rالمبحث الثاني: نماذج من المخطوطات الحديثية المحفوظة في الخزائن المذكورة.","seal":"AFA2881C","part":1},
      {"page":33,"id":33,"nass":"المبحث الأول: أهم أماكن حفظ المخطوطات الحديثية.\rكان من أهم عوامل تنامي العناية الروسية بالشرق الإسلامي وحضارته وشعوبه موقع روسيا الجغرافي وحدودها المباشرة مع العالم الإسلامي، بل وخضوع عدد من شعوبه للسيطرة الروسية منذ النصف الثاني من القرن السادس عشر، وتوسع تلك السيطرة خلال القرن التاسع عشر الميلادي إلى عمق آسيا الوسطى. وكان من لوازم تلك العناية تنامي الاهتمام بالمخطوطات الإسلامية والتي كان قسم كبير منها مكتوباً باللغة العربية حيث هي لغة العلم والدين في تلك الأصقاع، وكانت المناطق الأساسية لتزويد الخزائن الروسية بالمخطوطات الشرقية بما فيها المخطوطات العربية جمهوريات آسيا الوسطى التي كانت ضمن حدود روسيا القيصرية والاتحاد السوفيتي لاحقاً، والمناطق الإسلامية في روسيا الفدرالية، وبالأخص حوض الفولغا والقوقاز، وغني عن الإشارة إلى أسماء العلماء الكبار والأئمة العظام في مختلف العلوم الذين هم من أهل تلك الديار.\rيمكن إرجاع البداية الرسمية في جمع المخطوطات واقتنائها إلى قرار بطرس الأول في نهاية الربع الأول من القرن التاسع عشر الميلادي بتأسيس دار التحف الذي صاحب إنشاء مؤسسة أكاديمية تعنى بالعلم ومجالاته المتعددة، كان هذا التأسيس يمثل البداية الجادة للاهتمام بجمع المخطوطات","seal":"726FE170","part":1},
      {"page":34,"id":34,"nass":"الشرقية المكتوبة بمختلف اللغات الشرقية (1) ، وكانت المخطوطات تصل إلى دار التحف في بداية الأمر على سبيل الإهداء إلى القيصر، ثم صارت تصله هدايا ووصايا من مختلف الأشخاص، وقد كانت هناك محاولة مبكرة لفهرسة محتويات المتحف بما فيها المخطوطات على يد المستشرق المشهور ج. ي. كهير الذي استدعي للعمل في روسيا (2) .\rوفي عام 1818م تأسس المتحف الآسيوي التابع لأكاديمية العلوم، وانتقلت مواد دار التحف من مخطوطات ونقود شرقية وغيرها، لتكون من ضمن محتويات المتحف الآسيوي (3) ، وكان تأسيس المتحف يعد مرحلة مهمة وأساسية في تاريخ الاستشراق الروسي، وصار هو الخزانة الرئيسة لحفظ المخطوطات، ترد إليه من جهات عدة وبطرق مختلفة، ونمت تلك الخزانة وكبرت بحيث صارت تضاهي الخزانات العالمية في المخطوطات الشرقية عموماً والعربية على وجه الخصوص، وكان لجهود مؤسسه الأول فرين في إدارة المتحف، وفهرسة تلك المخطوطات والتعريف بها دور بارز في تاريخه وتاريخ العلم الروسي، وإرساء تقاليد علمية تبعه عليها آخرون.\r__________\r(1) ينظر: تاريخ الاستشراق والدراسات العربية والكردية في المتحف الآسيوي ومعهد الدراسات الشرقية في لينينغراد ص18-19.\r(2) المصدر السابق ص21-22.\r(3) المصدر السابق ص29.","seal":"26AE05C2","part":1},
      {"page":35,"id":35,"nass":"لا يخلو مركز من مراكز المخطوطات الأساسية في روسيا من وجود للمخطوطات الحديثية فيه، وقد حظيت مدينة سان بطرسبرج بأهم مراكز حفظ المخطوطات؛ فمنذ أن كانت عاصمة لروسيا القيصرية كانت مأرزاً للمخطوطات، تأتيها من جميع الجهات، وقد نشأت في العهد السوفيتي مراكز أخرى في جمهورياته كان لها دور في حفظ المخطوطات واقتنائها، بما في ذلك المناطق الإسلامية في روسيا الفدرالية، وبالأخص في قازان وداغستان.\rأشار د. أنس خالدوف المستعرب الروسي المختص في المخطوطات وفهرستها، والمشرف على \"فهرس المخطوطات العربية في معهد الاستشراق\" المطبوع في مجلدين، وناشر عدد من الدراسات والأبحاث في مجال المخطوطات العربية، في دراسته المعنونة بـ\"المخطوطات العربية ودراستها في الاتحاد السوفيتي\" إلى المرحلة المبكرة للعناية العلمية بجمع المخطوطات، والمؤسسات المعنيّة بذلك، والدور الأساس للمتحف الآسيوي الذي تحوَّل إلى معهد الاسشراق في العهد السوفيتي.\rيقول أنس خالدوف في استعراضه: \"تعزى المرحلة المبكرة لجمع المخطوطات العربية ودراستها لأغراض علمية في روسيا إلى القرن التاسع عشر، وهي ترتبط في المقام الأول بنشاط أربع مؤسسات في بطرسبرج هي: المتحف الآسيوي لأكاديمية العلوم، والمكتبة العامة، والقسم الدراسي بوزارة الخارجية، وكلية اللغات الشرقية بجامعة بطرسبرج. وكان يصب في هذه المؤسسات الأربع معظم المخطوطات التي جمعها المستشرقون","seal":"7B578ECC","part":1},
      {"page":36,"id":36,"nass":"والدبلوماسيون والرحالة والهواة والعسكريون والموظفون المدنيون الروس..\rإن مجموعات المخطوطات الشرقية لدى هذه المؤسسات الأربع هي التي أصبحت القاعدة الأساسية لعلم الإسلاميات والاستعراب الروسي قبل الثورة. وقد كرس الأكاديميون فرين ودورن وروزن وزاليمان وبارتولد وكراتشكوفسكي وعدد آخر من كبار المستشرقين لتسليط الأضواء على هذه المخطوطات عشرات المقالات وعدداً من الفهارس والشروح الموجزة، ويرتكز الكثير من الأبحاث الأدبية التاريخية والنصية والمرجعية على مخطوطات من مجموعة بطرسبرج ـ لينينغراد\" (1) .\rثم يوضح د. خالدوف الدور المركزي للمتحف الآسيوي في مجال المخطوطات، فيقول: \"لقد اضطلع المتحف الآسيوي لأكاديمية العلوم الذي أسس في العام (1818م) بدور المؤسسة المركزية في روسيا لجمع المخطوطات الشرقية وحفظها ودراستها على مدى القرن التاسع عشر بأسره، والنصف الأول من القرن العشرين\" (2) .\rابتدأ المتحف الآسيوي عند تأسيسه بعدد قليل من المخطوطات الشرقية، وكان من ضمنها مخطوطات عربية كانت في حوزة أكاديمية العلوم في سانت بطرسبرج في حينه، ولعل أول مجموعة مهمة دخلت في\r__________\r(1) المخطوطات العربية ودراستها في الاتحاد السوفيتي، في \"أبحاث جديدة للمستعربين السوفيت\"، الكتاب الأول ص9-10.\r(2) المصدر السابق ص10-11.","seal":"21995647","part":1},
      {"page":37,"id":37,"nass":"حوزة المتحف الآسيوي هي مجموعة القنصل الفرنسي السابق في حلب ج. روسو، التي اشترتها الحكومة الروسية على دفعتين، خمسمائة مجلد في عام 1819م، و200مجلد في عام 1825م، وهي زهاء 470مخطوطة من مجموعة وارسو تحتوي إما بشكل كامل أو جزئي على مؤلفات باللغة العربية، وكانت تلك المجموعة بداية لقسم المخطوطات الإسلامية في المتحف، وهي المخطوطات المكتوبة بلغات مختلفة باستخدام الحروف العربية بما في ذلك المخطوطات النصرانية العربية، خلال التسعين سنة اللاحقة لم يتحصل المتحف إلا على مجموعات صغيرة، وفي عام 1915-1916م اقتنى ف. إيفانوف من بخارى في رحلتين إلى هناك 1057 مجلد معظمها مخطوطات عربية لصالح المتحف، وهي المجموعة التي تسمى (مجموعة بخارى) ، وفي عام 1916ـ1917م دخل في خزانة المتحف ما يزيد على 1000مجلد من المخطوطات العربية جمعت من حوالي بحيرة وان، وهي المجموعة التي تسمى (مجموعة وان) . في عام 1919م تم نقل عدد من مجاميع المخطوطات الشرقية المحفوظة في مكتبات أخرى في سانت بطرسبرج، وهي مكتبة القصر الشتوي، ومكتبة القسم التعليمي لوزارة الشؤون الخارجية إلى المتحف الآسيوي.\rثم بواسطة البعثات الأثرية التي نظمها معهد الاستشراق التابع لأكاديمية العلوم في الاتحاد السوفيتي خلال الأعوام 1934-1936م، تم تزويد خزانة المخطوطات في المعهد ـ الذي أُسس سنة1930م، وحلَّ محل المتحف الآسيوي ـ وفيه أكثر من (1500) مخطوطة عربية، وبعد","seal":"5699630E","part":1},
      {"page":38,"id":38,"nass":"ذلك وصل لخزانة المعهد مجاميع صغيرة من المخطوطات سواءً من مؤسسات وجهات علمية أو عن طريق الشراء من الافراد (1) .\rتحتوي خزانة معهد الاستشراق على أكبر وأهم المخطوطات الحديثية في الخزائن الروسية، ويصل عدد المخطوطات الحديثية في تلك الخزانة إلى أربعمائة وستين مخطوطة (460) ، وذلك حسب تصنيف فهرس المخطوطات العربية في المعهد الصادر عام1986م، حيث تم تصنيف المخطوطات فيه على حسب موضوعاتها، بحيث يفرد كل موضوع بقسم يخصه، وقد تم تخصيص القسم الثالث في الفهرس للحديث.\rالمكتبة الوطنية في سانت بطرسبرج، المسماة مكتبة سالطيكوف شيدرين العامة، تلي خزانة معهد الاستشراق في الأهمية من حيث وجود المخطوطات، وحسب إحصاء أنس خالدوف في حينه \"بلغ مجموع الرصيد زهاء (1500) من المخطوطات والوثائق العربية\"، وقد كانت المخطوطات تصل إليها من مصادر عدة منذ بداية القرن التاسع عشر الميلادي، ولم يكن في حوزة المكتبة عام 1813م إلا ثنتان وأربعون (42) مخطوطة عربية (2) . أعدّت المكتبة للنشر فهرساً لمخطوطاتها العربية،\r__________\r(1) ينظر في هذا الاستعراض التاريخي لجمع المخطوطات واقتنائها في المتحف الآسيوي الذي تحول إلى معهد الاستشراق إلى: مقدمة فهرس \"المخطوطات العربية لمعهد الاستشراق\"، وكذلك إلى الملخص باللغة الإنجليزية في آخر الفهرس ص523، وأيضاً: المخطوطات العربية ودراستها في الاتحاد السوفيتي في \"أبحاث جديدة للمستعربين السوفيت\"، الكتاب الأول، ص11-14.\r(2) ينظر المخطوطات العربية ودراستها في الاتحاد السوفيتي، ص12-14.","seal":"842E236D","part":1},
      {"page":39,"id":39,"nass":"تبلغ المخطوطات الحديثية فيه ستاً وتسعين (96) مخطوطة، وهي تفوق في الأهمية من حيث العدد والمحتوى المجموعة المحفوظة في مكتبة اللغات الشرقية في جامعة بطرسبرج.\rجامعة بطرسبرج، الجهة الثالثة في الأهمية في سانت بطرسبرج من حيث عدد المخطوطات العربية، حيث تبلغ محفوظات مكتبة كلية اللغات الشرقية من المخطوطات العربية (1040) مخطوطة (1) ، وقد كان أهم المجموعات التي أسست لمخطوطات مكتبة الكلية في الجامعة المخطوطات التي تم نقلها إليها من قازان، سواء \"مجموعة مكتبة ثانوية قازان التي نقلت عام1846م\" أو مجموعة جامعة قازان التي نقلت عام 1855م، وذلك بعد إغلاق الدراسات الشرقية في الجامعة، ثم بعد ذلك تعززت مجموعة المكتبة، مما يصلها بالأخص من المخطوطات التي في حوزة أساتذتها (2) . يصل عدد المخطوطات الحديثية في خزانة تلك المكتبة إلى إحدى وأربعين مخطوطة (41) حسب تصنيف الفهرس المختصر الصادر عام 1996م للمخطوطات العربية في تلك المكتبة.\rكانت المناطق الإسلامية في روسيا الفدرالية مصدراً مهماً لخزائن المخطوطات في سانت بطرسبرج، وقد كانت تلك الخزائن هي المورد الرئيس للمخطوطات، تأتيها من داخل روسيا ومن خارجها، ولا سيما خلال العهد القيصري منذ البداية الجادة بجمع المخطوطات في بداية القرن\r__________\r(1) المنتقى من مخطوطات جامعة بطرسبرج ـ كلية الدراسات الشرقية ص5.\r(2) ينظر المخطوطات العربية ودراستها في الاتحاد السوفيتي ص13.","seal":"55A0BD52","part":1},
      {"page":40,"id":40,"nass":"التاسع عشر، ولكن في العهد السوفيتي وذلك خلال القرن العشرين، بدأت تتكون خزائن مهمة لحفظ المخطوطات في عموم جمهوريات الاتحاد السوفيتي، بما في ذلك المناطق الإسلامية في روسيا الفدرالية، وبالأخص في قازان التي أعادت تأسيس نفسها في هذا المجال حيث نُقلت مجموعاتها إلى جامعة سانت بطرسبرج في منتصف القرن التاسع عشر، وداغستان (1) . وبالتأكيد للمخطوطات الحديثية نصيب من بين مجموعات المخطوطات العربية المحفوظة في خزائن تلك المناطق، يشير كاتبا مقالة \"المخطوطات العربية في داغستان\" إلى نصيب الحديث في خزانة المخطوطات المحفوظة في معهد التاريخ واللغة والأدب لفرع أكاديمية العلوم السوفيتية في داغستان، والتي أنشئت عام1945م، وتضم قرابة (2500) مجلد مخطوط: \"وكان الحديث أيضاً معروفاً في داغستان على نطاق واسع، وبين المخطوطات نسخ قديمة من مصابيح الدجى للإمام الشافعي المعروف أبي محمد الحسن الفراء البغوي، المتوفى عا 1117هـ أو عام 1122هـ. ويمكن الحكم على قدم هذه المخطوطات من تواريخ نسخها، وهي:632/1234-1235،760/1258-831،\r__________\r(1) ينظر في خزائن المخطوطات في قازان وداغستان، الأبحاث التالية: المخطوطات العربية ودراستها في الاتحاد السوفيتي لأنس خالدوف، في أبحاث جديدة للمستعربين السوفيت، الكتاب الأول ص22-24. المخطوطات العربية في داغستان لحاجي حمزتوف، عمري شيخ سعيدوف، في أبحاث جديدة للمستعربين السوفيت، الكتاب الثاني ص62. آثار الكتابة العربية في داغستان لناتاليا طاهروفا ص177، ومجموعة كتب محمد سيد سعيدوف لعمري شيخ سعيدوف، في أبحاث جديدة للمستعربين السوفيت، الكتاب الرابع ص194.","seal":"80CB28C9","part":1},
      {"page":41,"id":41,"nass":"1259/1427-868، 1428/1463- 895، 1464/1490، 1015/1616 إلخ. ومن المؤلفات المكرسة للحديث كذلك \"افهام\" لجلال الدين عبد الرحمن البلقيني المتوفى عام 824?/1421م، كبير قضاة المذهب الشافعي في القاهرة، وقد كتب المؤلف عام 811?/1409م، أما مخطوطاتنا فمؤرخة بعام 820?/1417م. وقد نسخها إبراهيم بن أحمد بن علي بن عمر المليحي، وهكذا توافر تحت تصرفنا نسخة من مؤلف البلقيني، نسخت وهو لا يزال على قيد الحياة (1) .\rوفي ختام الحديث عن أماكن حفظ المخطوطات في روسيا، تجدر الإشارة إلى أن هناك عدداً من الجهات والمؤسسات في موسكو، والتي لديها مخطوطات عربية، ولكنها تبقى مجموعات صغيرة، وليست بأهمية خزائن سانت بطرسبرج، فمثلاً هناك المخطوطات المحفوظة في دار الوثائق الأثرية لدولة روسيا، وقد ظهر فهرس للمخطوطات والوثائق العربية فيها، بعنوان: فهرس المخطوطات والوثائق العربية في دار الوثائق الأثرية لدولة روسيا، من تأليف: ديمتري موروزوف، وتحت عنوان: الأحاديث ورد الإشارة إلى مخطوطة واحدة فقط برقم54، بعنوان: مجموعة أربعين حديثاً مع تعليق بالتركية، تم تجليدها مع مؤلفات في النحو والصرف (2) .\r__________\r(1) المخطوطات العربية في داغستان، لحاجي حمزتوف، عمري شيخ سعيدوف، في أبحاث جديدة للمستعربين السوفيت، الكتاب الثاني ص69.\r(2) فهرس المخطوطات والوثائق العربية في دار الوثائق الأثرية لدولة روسيا ص30.","seal":"A5AE001D","part":1},
      {"page":42,"id":42,"nass":"فيما يلي سيتم التعريف بفهارس المخطوطات العربية في الخزائن الثلاث الرئيسة في سانت بطرسبرج والمخطوطات الحديثية فيها، حيث كانت تلك الخزائن هي الأساس لجمع المخطوطات منذ البداية العلمية المبكرة لهذا المجال، وأغلب جهود الاستشراق الروسي الأكاديمي كانت منصبة على الاهتمام بها والاشتغال عليها، وقد حظيت تلك الخزائن في العقدين الأخيرين بفهارس شاملة لمخطوطاتها العربية، مما ييسر استخدامها والاستفادة منها.","seal":"994D2D41","part":1},
      {"page":43,"id":43,"nass":"المبحث الثاني: نماذج من المخطوطات الحديثية المحفوظة في الخزائن المذكورة\rالمخطوطات العربية لمعهد الاستشراق التابع لأكاديمية العلوم في الاتحاد السوفيتي\rبإشراف: أنس خالدوف، دار ناؤوكا للنشر، موسكو، عام1986م.\rسبق الحديث عن خزانة معهد الاستشراق الذي كان يسمى بالمتحف الآسيوي، والتي تُعد الخزانة الرئيسة للمخطوطات في روسيا، ومن أغنى الخزانات العالمية في هذا المجال، وقد تعاقب على العناية بمخطوطات تلك الخزانة العديد من المستشرقين الروس بدءاً بالمؤسس الأول للمتحف الآسيوي المستشرق \"فرين\" كما سبق الإشارة إلى ذلك، وقد حظيت المخطوطات العربية بعمل رائع في فهرسة متعددة الأغراض من جزأين، قام بها فريق عمل من أساتذة المعهد بإشراف ومشاركة المستعرب الكبير أنس خالدوف، وقد استعرض د. خالدوف في مقدمة الفهرس الجهود السابقة في خدمة مخطوطات تلك الخزانة من فهرسة سابقة لمحتوياتها، والدراسات النقدية والأبحاث والمقالات العلمية حول تلك المخطوطات، والجهود التي تمت في تحقيق ونشر بعضها، وقد أشار إلى هذه الجهود أيضاً عند مواطن إيراد هذه المخطوطات في داخل الفهرس.\rأشار المشرف على إعداد الفهرس ـ في تعريفه بالعمل الذي تم في إعداده وطريقة تصنيفه ـ إلى أن الفهرس يحتوي على معلومات عن كل","seal":"824DF5DA","part":1},
      {"page":44,"id":44,"nass":"المخطوطات العربية في المعهد، ويصل عدد المواد المعرّف بها إلى (10822) مادة، وكل مادة أخذت رقماً مستقلاً، بغض النظر فيما إذا كانت نسخة مكررة أو جزءاً من مجموع أو مجلَّد. وقد تم تصنيف الفهرس حسب الموضوعات بدءاً بالقرآن الكريم ثم الدراسات القرآنية، ثم الحديث ... إلخ. والأصل في ترتيب المواد داخل كل عنوان حسب الترتيب الزمني، ويتم التعريف بالمخطوط من خلال إحدى عشرة معلومة، يأتي على رأسها عنوان المخطوط واسم مؤلفه واللذان يكتبان باللغة العربية.\rوإضافة إلى الفهرس الموضوعي للمخطوطات العربية وطريقة ترتيب المواد فيه، والمعلومات التفصيلية المذكورة للمخطوطة، فقد اشتمل الفهرس على كشافات متنوعة، شملت قوائم بأسماء عناوين المؤلفات، وأسماء المؤلفين، وأسماء النساخ، وأماكن النسخ، وأسماء المتبرعين بالمخطوطات، وغير ذلك من كشافات مفيدة، مما أعطى ميزة لهذا الفهرس رغم اختصاره ليُعرِّف بشكل دقيق بالمخطوطات العربية في خزانة معهد الدراسات الشرقية. لقد تم إعداد وتأليف هذا الفهرس في السنوات 1964ـ1971م، وقد كان تحرير هذا الفهرس في الأعوام 1969ـ1971م (1) .\rقسم الحديث من الفهرس يأتي في الصفحات 66-85 من الجزء الأول، ويشتمل على 460 مخطوطة، تحت الأرقام التالية: (699-\r__________\r(1) ينظر: مقدمة الفهرس (1/5-33) والملخص باللغة الإنجليزية (1/523-527) .","seal":"02702CC3","part":1},
      {"page":45,"id":45,"nass":"1128) ، وذلك حسب ترقيم الفهرس. ويأتي ترتيب المواد فيه حسب الترتيب الزمني قدر الإمكان، وعندما يورد كتاباً أساسياً مثل صحيح البخاري، يورد كل ما له صلة به من شروح وتعاليق ومختصرات بعد إيراده مباشرة، بغض النظر عن تاريخ تأليفها، وحتى في حال عدم وجود المصدر الأساس، فإن المخطوطات ذات الصلة به تذكر في مكانه المفترض. في مقدمة الفهرس، استعرض المشرف على إعداده محتوياته بإجمال، ومن ضمن ما استعرضه مخطوطات قسم الحديث. (ص7) .\rالمخطوطات الحديثية الواردة في الفهرس تمثل التصنيف في الحديث وعلومه منذ القرن الثالث الهجري، وفيما يلي استعراض لنموذج من عناوين تلك المخطوطات من بداية قسم الحديث، وحسب الترتيب الوارد في الفهرس، تحت الأرقام التالية: (669-748) ، ويجدر التنبيه هنا أن ما يرد تحت بعض تلك الأرقام قد يكون أجزاءً أو نسخاً أخرى للكتاب:\rـ الجامع الصحيح تأليف محمد بن إسماعيل البخاري.\rـ الكواكب الدراري في شرح الجامع الصحيح للبخاري تأليف شمس الدين محمد الكرماني.\rـ فتح الباري في شرح البخاري تأليف ابن حجر العسقلاني.\rـ الكوثر الجاري إلى رياض أحاديث الباري تأليف أحمد بن إسماعيل الكوراني.\rـ التوشيح على الجامع الصحيح تأليف السيوطي.\rـ إرشاد الساري بشرح صحيح البخاري تأليف أحمد القسطلاني.","seal":"3C9ECCFA","part":1},
      {"page":46,"id":46,"nass":"ـ مقدمة شرح تراجم (أبواب الصحيح) الباري تأليف أحمد ولي الله بن عبد الرحيم الدهلوي.\rـ في بيان كتاب الصحيح للبخاري.\rـ مختصر الصحيح تأليف عبد الحق بن عبد الرحمن الأزدي.\rـ[رسالة في الجامع الصحيح للبخاري] تأليف أحمد بن محمد العدوي الخلوتي المعروف بالدردير الأزهري.\rـ الرسالة المتعلقة على كتاب الصحيح للباري تأليف محمد علي بن طاهر الوتري.\rـ تسمية من سمي من أهل البدر في الجامع للبخاري.\rـ الثلاثيات تأليف محمد بن إسماعيل البخاري.\rـ مختصر الصحيح لمسلم تأليف عبد العظيم بن عبد القوي المنذري.\rـ الشمائل تأليف الترمذي.\rـ شرح الشمائل للترمذي.\rـ جمع الوسائل في شرح الشمائل تأليف علي القاري الهروي.\rـ الاستبصار فيما اختلف فيه [من] الأخبار تأليف أبي جعفر محمد ابن الحسن بن علي الطوسي.\rـ الإفصاح عن معاني الصحاح [وهو شرح على الجامع بين الصحيحين للحميدي] تأليف يحيى بن محمد بن هبيرة.\rـ أربعون حديثاً في الوعظ والخطب تأليف محمد بن علي بن ودعان.","seal":"EF5D7BE2","part":1},
      {"page":47,"id":47,"nass":"ـ مصابيح السنة تأليف الحسين بن مسعود الفراء البغوي.\rـ الينابيع في شرح المصابيح تأليف أبي عبد الله عبد المؤمن بن أبي بكر ابن محمد التبريزي الزعفراني.\rـ كشف المناهج والتناقيح في تخريج أحاديث المصابيح تأليف محمد ابن إبراهيم المناوي.\rـ مجالس الأبرار ومسالك الأخيار (شرح على مصابيح السنة) تأليف أحمد بن عبد القاهر الرومي الأقحصاري.\rـ شرح على مصابيح السنة للبغوي.\rـ مشكاة المصابيح تأليف محمد بن عبد الله المعروف بالخطيب التبريزي.\rـ شرح على مشكاة المصابيح تأليف السيد الشريف الجرجاني.\rـ مرقاة المفاتيح شرح مشكاة المصابيح تأليف علي القاري الهروي.\rـ شرح على مشكاة المصابيح.\rالمخطوطات العربية للقسم الشرقي في المكتبة العلمية لجامعة سانت بطرسبرج.\rفهرس مختصر، تأليف: أولغا فرالوفا، ت. دروجينا. تحرير: أولغا فرالوفا سانت بطرسبرج، 1996م.\rالفهرس باللغة الروسية، ونُشر بدعم من مركز جمعة الماجد للثقافة والتراث ـ دبي.","seal":"5038C774","part":1},
      {"page":48,"id":48,"nass":"المخطوطات الحديثية حسب تصنيف هذا الفرس، (ينظر: ص248) تأتي تحت الأرقام التالية:\r(6-10، 40، 63، 143، 166، 183، 264، 266-274، 288، 324، 410، 413، 457، 516، 630، 632، 639، 681، 731، 784، 793، 800، 809، 883، 885-886، 903، 976، 1040) .\rالمنتقى من مخطوطات جامعة بطرسبرج، كلية الدراسات الشرقية\rإشراف وتقديم د. عبد الرحمن فرفور.\rإعداد: خالد أحمد الريان، عبد القادر أحمد عبد القادر.\rمطبوعات مركز جمعة الماجد للثقافة والتراث ـ دبي، الطبعة الأولى، 1416? -1996م.\rقام مركز جمعة الماجد بإرسال بعثة إلى تلك المكتبة، اختارت عدداً من المخطوطات العربية وَصَلَ إلى أكثر من أربعمائة مخطوطة، إذ تم تصويرها على أفلام، وفهرستها، وطباعة الفهرس بالاسم المذكور أعلاه، وقد ورد في مقدمة الفهرس: \"وقد راعى أعضاء البعثة في اختيارهم منها عدداً من المواصفات؛ فانتقوا ما كتب منها بخط المؤلف، وصوروا ما أوغل في القدم، منتبهين إلى القيمة العلمية فيها، مع الأخذ بعين الاعتبار مقدار الفائدة المرجوة للباحثين مما ينتقون ويصورون\". (ص6) .","seal":"4514DEFD","part":1},
      {"page":49,"id":49,"nass":"وقد تم ترتيب محتويات المنتقى بناء على عناوين المخطوطات مرتبة حسب حروف المعجم، ويتم تحديد موضوع كل مخطوطة عند ذكر المعلومات التفصيلية المتعلقة بها، وفي نهاية الكتاب تم وضع فهرس موضوعي لمحتوياته مرتباً حسب حروف المعجم، وتحت عنوان: \"الحديث النبوي وعلومه\"، تم إيراد (17) مخطوطة، وهي تمثل أقل من نصف العدد للمخطوطات الحديثية حسب الفهرسة الكاملة للمخطوطات العربية في الفهرس المذكور أعلاه، وفيما يلي سرد لجميع عناوين المخطوطات الحديثية، مرتبة حسب حروف المعجم، وذلك حسب ورودها في المنتقى:\rـ إجازة الصفتي إلى أنطوني بيك موخلينسكي برواية ديوانه.\rـ إجازة العجيمي إلى أحمد بن سليمان الإسلامبولي.\rـ الأحاديث القدسية: تأليف الملا علي القاري (نسختان) .\rـ أربعون حديثاً تأليف الملا علي القاري.\rـ إسناد الحديث المسلسل بالأولية: لمحمد بن عبد الرحمن السخاوي.\rـ البرة في الهرة للملا علي القاري.\rـ تحرير الأبحاث في الكلام على حديث \"حبب إليَّ من دنياكم ثلاث\" تأليف عبد النافع بن عمر الحموي.\rـ التذييل والتذنيب على نهاية الغريب تأليف جلال الدين السيوطي.\rـ الثلاثيات.\rـ ثلاثيات الترمذي لأبي عيسى محمد بن عيسى الترمذي.","seal":"68ACA8B2","part":1},
      {"page":50,"id":50,"nass":"ـ الدر النثير في تلخيص نهاية ابن الأثير تأليف جلال الدين السيوطي.\rـ رسالة في الأحاديث الواردة في المعراج تأليف الملا علي القاري.\rـ شرح حديث \"الخلق الحسن يذيب الخطايا\" (بالفارسية) .\rـ فرائد القلائد على أحاديث شرح العقائد للملا علي القاري.\rـ فهرسة مرويات ابن حجر العسقلاني: لأبي الفضل أحمد بن علي ابن حجر العسقلاني.\rـ مقدمة في الجامع الصحيح للبخاري.\rالمخطوطات العربية في المكتبة الوطنية في سانت بطرسبرج. مكتبة سالطيكوف شيدرين العامة.\rتم إعداد فهرس للنشر بمحتويات مكتبة الدولة الوطنية في سانت بطرسبرج من المخطوطات العربية منذ أكثر من عقد من الزمان ولم يطبع بعد، وقد اطلعت على هذا الفهرس على الهيئة المعد بها للنشر في ذلك الوقت، وهو يتكون من جزأين، وعلى غلاف الجزء الأول وردت المعلومات التالية:\rأكاديمية العلوم في الاتحاد السوفيتي المخطوطات العربية مكتبة الدولة الوطنية، م بي (سالطيكوفا شيدرين)","seal":"BB1BBD71","part":1},
      {"page":51,"id":51,"nass":"فهرس\rواضع الفهرس: ليبيديف. المدقق: أ. خالدوف.\rالجزء الأول/ الدين، القانون، الفلسفة، التاريخ، الجغرافيا\rدار ناؤوكا، الناشر الأول للمطبوعات الشرقية\rموسكو 1990م، وقد تم إجراء تعديل على التاريخ إلى 1992م\rوقد تم تصنيف المخطوطات فيه على حسب الموضوعات، ويحتوي الفهرس أيضاً على كشاف لتلك المخطوطات بناء على عنوان المخطوطة، وكشاف آخر بناء على اسم المؤلف، ومن ضمن الموضوعات المبوب لها (الحديث) ويستغرق اثنتين وعشرين صفحة من الجزء الأول، وذلك من ص84 إلى ص105، وتحت الأرقام التالية: 299-394، ويشمل هذا الترقيم الأجزاء أو النسخ المتعددة لكتاب ما، والمعلومات التفصيلية للمخطوطات في الفهرس باللغة الروسية، وعناوين المخطوطات مع أسماء مؤلفيها ترد باللغة العربية، وطريقة ترتيب إيراد المخطوطات شبيهة بالطريقة التي سبق ذكرها في فهرس المخطوطات العربية في معهد الاستشراق. وفيما يلي استعراض للثلث الأول من تلك العناوين، والتي تأتي تحت الأرقام 299-330، ويمكن مقارنة المحتوى بالنموذجين اللذين سبق إيرادهما من فهرس معهد الاستشراق، وفهرس مكتبة اللغات الشرقية:\rـ الثلاثيات: لعبد الله بن عبد الرحمن الدارمي.","seal":"7A5AD214","part":1},
      {"page":52,"id":52,"nass":"ـ الجامع الصحيح: لمحمد بن إسماعيل البخاري (ج1-5،1) .\rـ فتح الباري في شرح البخاري: تأليف أحمد بن علي.\rـ عمدة القارئ في شرح البخاري: تأليف محمود بن أحمد العيني (7-8) .\rـ[إرشاد الساري في شرح البخاري تأليف أحمد بن محمد القسطلاني] (ج3-4) .\rـ جمع النهاية في بدء الخير والغاية تأليف عبد الله بن أبي حمزة الأزدي.\rـ الثلاثيات تأليف محمد بن إسماعيل البخاري.\rـ الصحيح تأليف مسلم بن الحجاج النيسابوري.\rـ المنهاج في شرح مسلم بن الحجاج تأليف [يحيى بن شرف] النووي. (ج2) .\rـ[الجامع الصحيح] تأليف ابن عيسى [محمد بن عيسى] الترمذي.\rـ شرح الشمائل تأليف عبد الله بن صديق بن عمر الهروي.\rـ أربعون حديثاً في العفو والغفران تأليف محمد بن أبي بكر [العصفوري] .\rـ[دلائل النبوة تأليف جعفر بن محمد] المستغفري، أبي العباس.\rـ سراج المستهدين في آداب الصالحين تأليف أبي بكر بن العربي.\rـ شرح الأربعين الودعانية.\rـ مصابيح السنة تأليف الحسين بن مسعود البغوي.","seal":"D8B0FEA9","part":1},
      {"page":53,"id":53,"nass":"ـ[المفاتيح في شرح المصابيح تأليف الحسين بن محمد بن الحسن الزيداني] مظهر الدين.\rـ مجالس [الأبرار ومسالك الأخيار] تأليف [أحمد بن عبد القاهر] الرومي.\rـ مشكاة المصابيح تأليف محمد بن عبد الله الخطيب التبريزي.\rـ مرقاة المفاتيح بمشكاة المصابيح تأليف علي بن محمد القارئ الهروي (ج2) .\rـ كتاب العلل تأليف علي بن الحسن بن علي بن صدقة.","seal":"4A0A5B72","part":1},
      {"page":54,"id":54,"nass":"الخاتمة\r...\rخاتمة:\rمع بداية الاستشراق الروسي العلمية في العقدين الأولين من القرن التاسع عشر الميلادي، بدأ إرساء تقاليد علمية لهذا الاستشراق، وإنتاج جهود مَيَّزته عن الاستشراق الأوربي، وللاستشراق الروسي جهود متعددة في الاهتمام بجوانب من الحضارة الإسلامية وتراثها ولغاتها وشعوبها، وإن كان كما يتضح من خلال استقراء جهوده أن جهوده في مجال الشريعة الإسلامية ومصادرها لم تكن بنفس جهوده في المجالات الأخرى، ولكن مما يجدر ذكره هنا، أنه قد برز في العقدين الأخيرين تنامي الاهتمام بهذا المجال.\rمن خلال استقراء السنة في المصادر الروسية، نجد أن مجمل الجهود في هذا المجال إنما هي أبحاث وكتابات تأتي ضمن محتويات مصادر أشمل، ولكن تبقى لها أهمية كبرى؛ لأنها إما أن تكون من كتابات علماء وباحثين لهم مكانتهم في الاستشراق الروسي، أو في مصادر لها مرجعية علمية وتعليمية في المراكز الاستشراقية والأقسام الجامعية والدوائر التعليمية. وتجدر الإشارة هنا إلى أن المصادر التي تم استعراضها في المبحث الأول تشتمل على مصدرين في مجال السنة والحديث استقلالاً، أحدهما: السنة، الأحاديث الإسلامية: نشأتها وتطورها، تأليف تريتياكوف، والذي يتضح من تأمل محتوى هذا الكتاب ومنهجية تناوله للسنة، أنه من نتاج الاستشراق التبشيري، والكتاب الآخر هو أحاديث محمد صلى الله عليه وسلم، أو حكم","seal":"3BAE1C84","part":1},
      {"page":55,"id":55,"nass":"النبي محمد صلى الله عليه وسلم، للأديب الروسي الكبير ل. تولستوي، وهي أحاديث اختارها لترجمتها إلى الروسية إعجاباً منه بمعانيها ودلالاتها، وهو معروف عنه إعجابه وتقديره للإسلام ونبيه صلى الله عليه وسلم.\rمن الجهود المشهودة للاستشراق الروسي هي عنايته بالمخطوطات فهرسة ودراسة، وقد نهض بذلك عدد من رموز الاستشراق الأكاديمي منذ بدايته، وقد ساعد على وجود هذا التوجه البحثي تكوّن خزائن مهمة لحفظ المخطوطات، تأتي على رأسها خزانة المتحف الآسيوي في سانت بطرسبرج الذي تحوّل إلى معهد الاستشراق لاحقاً، ويوجد بجانب تلك الخزانة خزانتان أخريان، إحداهما: المكتبة العامة، والأخرى: مكتبة اللغات الشرقية في جامعة سانت بطرسبرج، وجميع هذه الجهات الثلاث بدأت في اقتناء وحفظ المخطوطات منذ وقت مبكر، وفي كل منها نجد للمخطوطات الحديثية نصيباً في محتوياتها، وما تحتوي عليه خزانة مكتبة معهد الاستشراق أكبر مقارنة بالمكتبتين الأخريين، تأتي بعدها المكتبة العامة، ثم مكتبة كلية اللغات الشرقية، وهذا أمر طبيعي إذا قورن ذلك بالعدد الإجمالي للمخطوطات في كل منها، وقد تم فهرسة المخطوطات الحديثية ضمن فهارس تلك المكتبات التي تم استعراضها في المبحث الثاني.","seal":"0BFB1230","part":1},
      {"page":56,"id":56,"nass":"مصادر ومراجع\r...\rالمصادر باللغة العربية\r(1) آثار الكتابة العربية في داغستان، ناتاليا طاهروفا، في \"أبحاث جديدة للمستعربين السوفيت\" الكتاب الرابع ص177-193- أكاديمية العلوم السوفيتية، موسكو1989م.\r(2) الاستشراق الروسي، د. عبد الرحيم العطاوي، المركز الثقافي العربي، الطبعة الأولى، 2002م الدار البيضاء – المغرب، بيروت – لبنان.\r(3) تاريخ الاستشراق والدراسات العربية والكردية في المتحف الآسيوي ومعهد الدراسات الشرقية في لينينغراد، تأليف: مجموعة من المستشرقين السوفيات، ترجمة: د. معروف خزنه دار، نشر جامعة بغداد- مطبعة المعارف، الطبعة الأولى، بغداد1980م.\r(4) تركستان من الفتح العربي إلى الغزو المغولي، فاسيلي بارتولد، ترجمه إلى العربية صلاح الدين عثمان هاشم، الطبعة الأولى، الكويت، 1401? ـ1981م.\r(5) الثقافة الكتبية، خالدوف، في \"دراسات في تاريخ الثقافة العربية\" – القرون5-15 ص234-336، من منشورات أكاديمية العلوم في الاتحاد السوفيتي – معهد الاستشراق، للكتاب هيئة تحرير من عدد من الكتاب، والمحرر المسؤول: بولشاكوف، ترجمة د. أيمن أبو شعر، دار التقدم، موسكو1989م.","seal":"224F8042","part":1},
      {"page":57,"id":57,"nass":"(6) الدراسات العربية في الاتحاد السوفيتي، جيورجي تسيريتيلي، مجلة المجمع العلمي العربي – دمشق، 17جمادى الأولى 1375هـ ـ 1كانون الثاني1956م، المجلد الحادي والثلاثون ص559-576.\r(7) القرآن في روسيا، بيوتر غريزنيفتش، في \"أبحاث جديدة للمستعربين السوفيت\"، الكتاب الأول ص249-259، أكاديمية العلوم السوفيتية، موسكو1986م.\r(8) مجموعة كتب محمد سيد سعيدوف، عمر شيخ سعيدوف، خولادته عمروف، في \"أبحاث جديدة للمستعربين السوفيت\" الكتاب الرابع ص194-209، أكاديمية العلوم السوفيتية، موسكو1989م.\r(9) المخطوطات العربية في داغستان، حاجي حمزتوف، عمري شيخ سعيدوف، في \"أبحاث جديدة للمستعربين السوفيت\"، الكتاب الثاني ص62-83، أكاديمية العلوم السوفيتية، موسكو 1987م.\r(10) المخطوطات العربية ودراستها في الاتحاد السوفيتي، أنس خالدوف، في \"أبحاث جديدة للمستعربين السوفيت\"، الكتاب الأول ص5-40، أكاديمية العلوم السوفيتية، موسكو 1986م.\r(11) المستشرقون، نجيب العقيقي – دار المعارف، طبعة رابعة موسعة، القاهرة.\r(12) المنتقى من مخطوطات جامعة بطرسبرج/ كلية الدراسات الشرقية، إشراف وتقديم د. عبد الرحمن فرفور، إعداد: خالد أحمد الريان،","seal":"814057DF","part":1},
      {"page":58,"id":58,"nass":"عبد القادر أحمد عبد القادر – مطبوعات مركز جمعة الماجد للثقافة والتراث ـ دبي، الطبعة الأولى1416هـ ـ 1996م.\r(13) Years of Oriental Studies in Russia, Institute of Oriental Studies Russian Academy of Sciences, Moscow,.","seal":"C2286DE3","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"جهود الاستشراق الروسي في مجال السنة والسيرة","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"سليمان بن محمد الجار الله","bLnk":null,"Inf":"","Auth":"سليمان الجار الله","Betaka":"الكتاب: جهود الاستشراق الروسي في مجال السنة والسيرة\r\nالمؤلف: سليمان بن محمد الجار الله\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"2C2EF609","cat":"فهارس الكتب والأدلة","oNum":11138,"BkId":11138,"oAuth":1543,"bVer":1,"aSeal":"B60D4E7B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11138":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"الفصل الأول: السنة والسيرة في المصادر الاستشراقية الروسية"},
      {"lvl":2,"id":3,"sub":1,"tit":"المبحث الأول: نشأة الاستشراق الروسي وجذوره"},
      {"lvl":2,"id":14,"sub":0,"tit":"المبحث الثاني: السنة والسيرة في المصادر الروسية المطبوعة"},
      {"lvl":1,"id":32,"sub":0,"tit":"الفصل الثاني: المخطوطات الحديثية في الخزائن الروسية"},
      {"lvl":2,"id":32,"sub":1,"tit":"المبحث الأول: أهم أماكن حفظ المخطوطات الحديثية."},
      {"lvl":2,"id":43,"sub":0,"tit":"المبحث الثاني: نماذج من المخطوطات الحديثية المحفوظة في الخزائن المذكورة."},
      {"lvl":1,"id":54,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":56,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
