{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11232":
    [
      {"page":3,"id":1,"nass":"فضل المدينة وآداب سكناها وزيارتها\rإعداد: عبد المحسن بن حمد العباد البدر\rالحمدُ لله نحمدُه ونستعينُه ونستغفرُه، ونعوذ بالله من شرورِ أنفسنا ومن سيِّئاتِ أعمالِنا، مَن يهدِه الله فلا مُضلَّ له، ومَن يُضلل فلا هادي له، وأشهدُ أن لا إله إلاَّ الله وحده لا شريكَ له، وأشهدُ أنَّ محمداً عبدُه ورسولُه، وخليلُه وخِيرتُه من خلقِه، أَرسلَه الله بين يدي الساعة بشيراً ونذيراً، وداعياً إلى الله بإذنِه وسراجاً منيراً، فدلَّ أُمَّتَه على كلِّ خيرٍ، وحذَّرها من كلِّ شرٍّ، اللَّهمَّ صلِّ وسلِّم وبارِك عليه وعلى آله وأصحابِه ومَن سَلَكَ سبيلَه واهتدى بهديِه إلى يوم الدِّين، أمَّا بعدُ:","seal":"200E4435","part":1},
      {"page":4,"id":2,"nass":"فإنَّ مدينةَ الرَّسول الكريم صلى الله عليه وسلم طَيْبةَ الطيِّبةَ مهبطُ الوحي ومتنزَّلُ جبريلَ الأمين على الرسول الكريم صلى الله عليه وسلم، وهي مأرزُ الإيمان، وملتقى المهاجرين والأنصار، وموطن الذين تبوؤوا الدارَ والإيمان، وهي العاصمة الأولى للمسلمين، فيها عُقدت ألويةُ الجهاد في سبيل الله، فانطلقت كتائبُ الحق لإخراج الناس من الظلمات إلى النور، ومنها شعَّ النور، فأشرقت الأرض بنور الهداية، وهي دارُ هجرة المصطفى صلى الله عليه وسلم، إليها هاجر، وفيها عاش آخر حياته صلى الله عليه وسلم، وبها مات، وفيها قُبر، ومنها يُبعث، وقبره أول القبور انشقاقاً عن صاحبه، ولا يُقطع بمكان قبر أحد من الأنبياء سوى مكان قبره صلى الله عليه وسلم.\rوهذه المدينة المباركة شرَّفها الله وفضّلها، وجعلها خير البقاع بعد مكة، ويدل لتفضيل مكة على المدينة قولُ الرسول الكريم صلى الله عليه وسلم لمّا أخرجه الكفار منها واتَّجه","seal":"4BB9E564","part":1},
      {"page":5,"id":3,"nass":"إلى المدينة مهاجراً، قال مخاطباً مكة: \"والله إنَّكِ لَخيْرُ أرضِ الله، وأَحبُّ أرضِ الله إلى الله، ولولا أنِّي أُخرجتُ منكِ ما خرجتُ\"، رواه الترمذي، وابن ماجه، وهو حديثٌ صحيحٌ.\rوأمَّا الحديثُ الذي يُنسبُ إلى الرَّسولِ صلى الله عليه وسلم، وهو:\"أنَّ النبِيَّ صلى الله عليه وسلم دعَا وقال: \"اللَّهمَّ إنَّكَ أخْرَجْتَنِي مِن أَحَبِّ البلادِ إلَيَّ ـ يعني مكَّةَ ـ فَأَسْكِنِّي في أحبِّ البلادِ إليك ـ يعني المدينةَ ـ\"، فهو حديثٌ موضوعٌ، ومعناه غيرُ مستقيم؛ لأنَّه يدلُّ على أنَّ الأحبَّ إلى الله غيرُ الأحبِّ إلى رسول الله عليه الصلاة والسلام، والأَحَبّ إلى الرَّسول غير الأحبِّ إلى الله، ومِن المعلومِ أنَّ مَحبَّةَ الرَّسولِ صلى الله عليه وسلم تابعةٌ لِمحَبَّة الله سبحانه وتعالى، ليس الأحب إلى الله غير الأحب إلى الرسول صلى الله عليه وسلم.","seal":"12903951","part":1},
      {"page":6,"id":4,"nass":"وقد رأيتُ كتابةَ هذه الرسالةِ في فضل هذه المدينة المباركة وبيان آداب سُكناها وزيارتها، فأذكرُ فيها جملةً من فضائلِها، ثمَّ جملةً مِن آدابِ سُكناها، ثمَّ جملةً من آداب زيارتِها:\rفمِن فضائلِ هذه المدينةِ المباركة: أنَّ الله تعالى جعلَها حَرَماً آمناً كما جعل مكَّةَ حَرماً آمناً، وقد جاء عن النَّبِيِّ الكريمِ صلى الله عليه وسلم أنَّه قال: \" إنَّ إبراهيمَ حرَّمَ مكَّةَ، وإنِّي حرَّمتُ المدينةَ\"، رواه مسلم، والمقصودُ من هذا التحريمِ المضافِ إلى محمدٍ صلى الله عليه وسلم وإلى إبراهيمَ صلى الله عليه وسلم هو إظهارُ التحريم، وإلاَّ فإنَّ التَّحريمَ مِن الله عزَّ وجلَّ، وهو الذي جعل هذا حَرَماً، وجعلَ هذا حَرَماً.\rواختصَّ الله عزَّ وجلَّ هاتيْن البلدَتَيْن بهذه الصِّفَةِ التي هي الحرمة دون سائر البلاد، ولَم يأتِ دليلٌ ثابتٌ يدلُّ على تحريمِ شيءٍ غير مكَّة والمدينة، وما شاعَ على أَلسِنَة كثيرٍ من النَّاسِ من أنَّ المسجدَ","seal":"687BA722","part":1},
      {"page":7,"id":5,"nass":"الأقصَى ثالثُ الحَرمَيْن هو من الخطأ الشائعِ؛ لأنَّه ليس هناك للحرمين ثالثٌ، ولكنَّ التعبيرَ الصحيح أن يُقال: ثالث المَسجِدَيْن ـ أي المُشَرَّفيْن المُعظَّمَيْن ـ، والنبِيُّ صلى الله عليه وسلم جاء عنه ما يدلُّ على فضلِ هذه المساجدِ الثلاثة وعلى قصدِها للصلاةِ فيها، حيث قال عليه الصلاة والسَّلام: \"لا تُشَدُّ الرِّحالُ إلاَّ إلى ثلاثةِ مساجد، المسجد الحرام، ومسجدي هذا، والمسجد الأقصَى\"، رواه البخاري ومسلم.\rثمَّ إنَّ المقصودَ بالحَرَم في مكَّةَ والمدينة ما تُحيطُ به الحدود لكلٍّ منهما، هذا هو الحرَمُ، وما شاعَ من إطلاقِ الحرَمِ على المسجدِ النَّبَويِّ فقط فهو من الخطأ الشائع؛ لأنَّه ليس هو الحرمُ وحده، بل المدينة كلُّها حَرَمٌ ما بين عَيْرٍ إلى ثَوْر، وما بين لابَتَيْها، وقد قال عليه الصلاة والسَّلام: \"المدينةُ حرَمٌ ما بين عَيْر إلى ثور\"، رواه البخاري ومسلم.","seal":"9F4F0E0A","part":1},
      {"page":8,"id":6,"nass":"وقال صلى الله عليه وسلم: \"إنَّي حرَّمتُ ما بين لابَتَيْ المدينة أن يُقطَع عِضاهُها، أو يُقتل صيدُها\"، رواه مسلم.\rومِن المعلومِ أنَّ المدينةَ قد اتَّسَعت في هذا الزَّمان حتَّى خرَجَ جزءٌ منها عن الحَرَم، ولِهذا لا يُقال: إنَّ كلَّ المباني الموجودةَ في المدينة من الحَرَمِ، ولكن ما كان داخلَ حدودِ الحرم منها فهو حرمٌ، وما كان خارِجَ حدود الحَرَم فإنَّه يُطلقُ عليه أنَّه من المدينة، ولكن لا يُقال إنَّه من الحرم.\rوقد جاء عن النَّبِيِّ الكريمِ صلى الله عليه وسلم في بيان حدود حرَم المدينة أنَّ الحرَمَ ما بين اللاَّبتَين، أو ما بين الحرَّتين، أو ما بين الجَبلَين، أو ما بين عَيْرٍ إلى ثَور، ولا تنافيَ ولا اضطراب بين هذه الألفاظ؛ فإنَّ الأصغرَ داخلٌ في الأكبرِ، فما بين اللاَّبتين حَرَمٌ، وما بين الحرَّتين حَرَمٌ، وما بين عيْر إلى ثورٍ حرمٌ، وإذا اشتبه الأمرُ في شيءٍ يُحتمَل أن يكون من الحرَم، ويُحتمل أن يكون من","seal":"D9CE5CC0","part":1},
      {"page":9,"id":7,"nass":"غيرِه، فإنَّ هذا أمثلُ ما يُقال فيه إنَّه من الأمور المشتبهات، والأمورُ المشتبهات بيَّن النَّبِيُّ الكريمُ عليه الصلاة والسلام الطريقةَ التي تُسلَكُ فيها، وهي أن يُحتاط فيها، كما قال النبِيُّ صلى الله عليه وسلم في حديث النُّعمان بن بَشير المتفق على صحَّته: \"فمَن اتَّقى الشُّبهات فقد اسْتبرَأَ لدينِه وعِرضِه، ومَن وقع في الشُّبُهات وقعَ في الحرام\".\rثمَّ إنَّ من الفضائلِ: التي جاءت في شأن هذه المدينة المباركةِ أنَّ النبِيَّ صلى الله عليه وسلم سَمَّاها \"طيبة\"، و\"طابة\"، بل إنَّه ثبت في صحيح مسلم أنَّ اللهَ سَمَّاها \"طابة\"، قال النَّبِيُّ صلى الله عليه وسلم: \"إنَّ اللهَ سَمَّى المدينةَ طابة\"، وهذان اللَّفظان مُشتقَّان من الطيب، ويَدلاَّن على الطيب، فهما لفظان طيِّبان، أطلقَا على بُقعةٍ طيِّبة","seal":"65EFFDD5","part":1},
      {"page":10,"id":8,"nass":"ومِن فضائلِها: أنَّ الإيمانَ يَأْرِزُ إليها، كما قال صلى الله عليه وسلم: \"إنَّ الإيمانَ لَيَأْرِزُ إلى المدينة كما تَأْرِزُ الحَيَّةُ إلى جُحرِها\"، رواه البخاريُّ ومسلم.\rومعنى ذلك أنَّ الإيمانَ يتَّجِه إليها ويكون فيها، والمسلمون يَؤُمُّونَها ويَقصِدونها؛ يدفعُهم إلى ذلك الإيمانُ ومَحبَّةُ هذه البُقعةِ المباركةِ التي حرَّمها الله عزَّ وجلَّ.\rومِن فضائلها: ما جاء عن النَّبِيِّ عليه الصلاة والسَّلام أنَّه وَصفَها بأنَّها قريةٌ تأكلُ القُرى، قال صلى الله عليه وسلم: \"أُمرتُ بقريةٍ تأكل القُرى [يعني أُمرَ بالهجرةِ إلى هذه القريةِ التي تأكلُ القُرى] يقولون لها: يَثْرِب، وهي المدينة\"، رواه البخاري ومسلم.\rفقولُه عليه الصلاة والسلام: \" تأكُلُ القُرى\" فُسِّرت بأنَّها تنتصرُ عليها، وتكون الغلبَةُ لَها على","seal":"E91DAFBD","part":1},
      {"page":11,"id":9,"nass":"غيرِها من القُرى، وفُسِّرت بأنَّها تُجلَبُ إليها الغنائم التي تَحصُلُ في الجهاد في سبيل الله، وتُنقَلُ إليها، وكلٌّ من هذين الأمرَين قد وَقَعَ وحَصَلَ، فحَصَلَ تغَلُّبُ هذه المدينة على غيرِها من المدن، بأَن انطلَقَ منها الهُداةُ المُصلِحون والغُزاةُ الفاتِحون، وأخرجوا النَّاسَ من الظُّلمات إلى النُّورِ بإذن ربِّهم، فدخل النَّاسُ في دِينِ الله عزَّ وجلَّ، وكلُّ خيرٍ حصل لأهل الأرضِ فإنَّما خرجَ من هذه المدينة المباركة، مدينة الرَّسول صلى الله عليه وسلم، فكونُها تأكل القرى يصدُقُ على كون الانتصار لَها على غيرِها من المدن، كما حصل ذلك في الصَّدر الأول، ومع الرَّعيل الأول من أصحاب رسول الله صلى الله عليه وسلم والخلفاء الرَّاشدين رضي الله عنهم وأرضاهم، وكذلك أيضاً حصولُ الغنائم والإتيانُ بها","seal":"B3897EC0","part":1},
      {"page":12,"id":10,"nass":"إليها، وهذا أيضاً قد حصلَ، فإنَّ النَّبِيَّ صلى الله عليه وسلم أخبَرَ عن إنفاقِ كنوزِ كِسرى وقيصر في سبيل الله عزَّ وجلَّ، وقد حصل ذلك، فقد أُتِيَ بهذه الكنوز إلى هذه المدينة المباركة، وقُسِّمت على يدِ الفاروق رضي الله تعالى عنه وأرضاه.\rومن فضائلها: أنَّ النَّبِيَّ صلى الله عليه وسلم حثَّ على الصَّبرِ على لأوائِها وجَهدِها وقال: \"المدينةُ خيرٌ لهم لو كانوا يعلمون\"، قال ذلك في حقِّ الذين فكَّروا في الانتقالِ من المدينة إلى الأماكنِ التي فيها الرَّخاء، وسَعَة الرِّزق، وكثرة المال، فالنَّبِيُّ صلى الله عليه وسلم قال: \"المدينةُ خيرٌ لهم لو كانوا يعلمون، لا يَدَعُها أحدٌ رغبةً عنها إلاَّ أبدَلَ اللهُ فيها مَن هو خيرٌ منه، ولا يثبُتُ أحدٌ على لأْوَائِها وجَهدِها إلاَّ كنتُ له شفيعاً أو شهيداً يوم القيامة\"، رواه مسلم.","seal":"10E1C0F6","part":1},
      {"page":13,"id":11,"nass":"وهذا يدلُّنا على فضلِ هذه المدينة، وفضلِ الصَّبرِ على الشدَّة واللأوَى والجَهد والضَنْك إذا حصلَ لأحدٍ، فلا يكون ذلك دافعاً له إلى أن ينتقلَ منها إلى غيرِها يبحَثُ عن الرَّخاءِ وعن سَعَة الرِّزقِ، بل يصبر على ما يحصلُ له فيها، وقد وُعِدَ بهذا الأجرِ العظيم، والثَّوابِ الجزيلِ من الله سبحانه وتعالى.\rومن فضائلها: أنَّ النَّبِيَّ عليه الصلاة والسلام بَيَّن عِظَمَ شأنِها وخطورةَ الإحداثِ فيها عندما بَيَّن حُرمتَها قال: \"المدينةُ حَرَمٌ ما بين عَيْرٍ إلى ثَور، مَن أَحدَث فيها حَدَثاً أو آوَى مُحدِثاً فعليه لعنةُ الله والملائكةِ والنَّاسِ أجمعين، لا يَقبلُ اللهُ منه صَرْفاً ولا عَدْلاً\"،رواه البخاري ومسلم.\rومِن فضائِلِها: ما جاء عن النَّبِيِّ صلى الله عليه وسلم من الدُّعاءِ لَها بالبرَكَة، ومِن ذلك قولُه صلى الله عليه وسلم: \"اللَّهمَّ بارِك لَنا في","seal":"8A10FE55","part":1},
      {"page":14,"id":12,"nass":"ثَمَرِنا، وبارِك لَنا في مدينَتِنا، وبارِك لنا في صاعِنا، وبارِك لَنا في مُدِّنا\"، رواه مسلم.\rومِن فضائِلِها: أنَّها لا يدخُلُها الطَّاعونُ ولا الدَّجَّالُ، قال صلى الله عليه وسلم: \"على أنقابِ المدينة ملائكةٌ، لا يَدخُلُها الطَّاعونُ ولا الدَّجَّالُ\"، رواه البخاري ومسلم.\rوالأحاديثُ في فضلِ المدينة كثيرةٌ جدًّا، وهذا الذي ذكرتُ جُملةٌ منها مِمَّا في الصحيحين أو أحدِهما.\rومِن أحسنِ ما أُلِّف في فضائل المدينة الكتاب الذي أعدَّه الشيخ الدكتور صالِح بن حامد الرفاعي لنيل درجة الدكتوراه في الجامعة الإسلامية بالمدينة بعنوان \"الأحاديث الواردة في فضائل المدينة جمعاً ودراسةً\"، وأُوصِي طلبةَ العلم بالرجوعِ إليه والاستفادةِ منه.","seal":"1CE4F692","part":1},
      {"page":15,"id":13,"nass":"ومِمَّا اشتملت عليه هذه المدينةُ مسجدان عظيمان، هما: مسجد الرَّسول الكريم صلى الله عليه وسلم، ومسجد قباء.\rأما مسجدُ الرَّسول الكريم صلى الله عليه وسلم فقد جاء في فضلِه أحاديثُ منها قولُه عليه الصلاة والسلام: \"لا تُشَدُّ الرِّحالُ إلاَّ إلى ثلاثةِ مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى\"، رواه البخاري ومسلم. ففي هذه المدينة أحدُ المساجد الثلاثة التي بناها أنبياء، وهي التي لا تُشَدُّ الرِّحال إلاَّ إليها.\rوأيضاً جاء ما يدلُّ على فضل الصلاة فيه، وأنَّها خيرٌ من ألف صلاة، قال عليه الصلاة والسلام: \"صلاةٌ في مسجدي هذا أفضلُ من ألف صلاة فيما سِواه إلاَّ المسجد الحرام\"، رواه البخاري ومسلم. فهذا فضلٌ عظيمٌ وموسِمٌ من مواسم الآخرة، الأرباح فيه مضاعفةٌ، ليست بالعشرات ولا بالمئات، ولكن أكثر من الألف.","seal":"27EA360B","part":1},
      {"page":16,"id":14,"nass":"ومن المعلومِ أنَّ أصحابَ التِّجارات الدُنيوية إذا عَرَفوا أنَّ سِلعَهم تَروجُ في مكانٍ ما في وقتٍ من الأوقات، فإنَّهم يستعدُّون ويتهيَّئون لذلك الموسم، ولو كان الرِّبحُ النصفَ أو الضعفَ، ولكن كيف وهنا الرِّبح في الآخرة ليس عشرة أضعاف، ولا مائة ضعف، ولا خمسمائة، ولا ستمائة، بل أكثر من ألف؟!\rومِمَّا يُنبَّه عليه حول هذا المسجد المبارَك أمورٌ:\rالأول: أنَّ التضعيفَ لأجرِ الصلاة فيه بأكثرَ من ألف ليس مقيَّداً بالفرضِ دون النَّفل، ولا بالنَّفلِ دون الفرض، بل لَهما جميعاً؛ لإطلاقِ قوله صلى الله عليه وسلم: \"صلاة\"، فالفريضةُ بألف فريضة، والنَّافلةُ بألف نافلة.\rالثاني: أنَّ التضعيفَ الواردَ في الحديثِ ليس مُختصًّا في البقعة التي هي المسجد في زمانه صلى الله عليه وسلم، بل لَها ولكلِّ ما أُضيفَ إلى المسجدِ من زياداتٍ، ويَدلُّ","seal":"00000565","part":1},
      {"page":17,"id":15,"nass":"على ذلك أنَّ الخليفَتَيْن الرَّاشدَين عمر وعثمان رضي الله عنهما زادا المسجد من الجهةِ الأماميَّة، ومِن المعلومِ أنَّ الإمامَ والصفوفَ التي تلِيه في الزيادة خارجُ المسجد الذي كان في زمنه صلى الله عليه وسلم، فلولا أنَّ الزيادةَ لَها حكمُ المزيد لَما زاد هذان الخليفتان المسجدَ من الجهةِ الأمامية، وقد كان الصحابةُ في وقتِهما متوافِرِين ولَم يعتَرِض أحدٌ على فِعلِهما، وهو واضحُ الدِّلالةِ على أنَّ التضعيفَ ليس خاصًّا بالبُقعةِ التي كانت هي المسجد في زمنِه صلى الله عليه وسلم.\rالثالث: في المسجد بُقعةٌ وَصَفها رسول الله صلى الله عليه وسلم بأنَّها رَوضَةٌ من رياض الجَنَّةِ، وذلك في قولِه صلى الله عليه وسلم: \"ما بين بَيتِي ومِنبَري رَوضةٌ من رياض الجَنَّة\"، رواه البخاري ومسلم، وتَخصيصُها بهذا الوصفِ دون غيرها من المسجدِ يدلُّ على فضلِها وتَميُّزِها، وذلك","seal":"090AA0CC","part":1},
      {"page":18,"id":16,"nass":"يكون بأداء النَّوافِلِ فيها، وكذا ذِكر الله وقراءةُ القرآن فيها إذا لَم يَحصل إضرارٌ بأحدٍ فيها أو في الوصولِ إليها، أمَّا صلاةُ الفريضةِ فإنَّ أداءَها في الصفوفِ الأماميَّة أفضلُ؛ لقولِه صلى الله عليه وسلم: \"خيرُ صفوفِ الرِّجال أوَّلُها وشرُّها آخرُها\"، رواه مسلم، وقوله صلى الله عليه وسلم: \"لو يَعلمُ الناسُ ما في النِّداءِ والصفِّ الأولِ، ثمَّ لَم يَجِدوا إلاَّ أن يسْتَهِموا عليه لاسْتهَموا عليه\"، رواه البخاري ومسلم.\rالرَّابع: إذا امتلأ المسجدُ النبويُّ بالمصلين، فلِمَن جاء متأخِّراً أن يُصلِّيَ في الشوارِعِ بصلاةِ الإمامِ في الجهات الثلاث غير الجهة الأمامية، ويكون له أجر صلاة الجماعة، أمَّا التضعيف بأكثرَ من ألف فإنَّه خاصٌّ بِمَن كانت صلاتُه في المسجد؛ لقول النَّبِيِّ صلى الله عليه وسلم: \"صلاةٌ في مسجدي هذا خيرٌ من ألف صلاةٍ فيما سواه إلاَّ المسجد الحرام\"، ومَن صلَّى في","seal":"CC4B1B62","part":1},
      {"page":19,"id":17,"nass":"الشوارع لَم يكن مُصلِّياً في مسجدِه، فلا يَحصُلُ له هذا التضعيف.\rالخامس: شاع عند كثيرٍ من الناس أنَّ مَن قَدِمَ إلى المدينة فعليه أن يُصلِّي أربعين صلاةً في مسجد الرَّسول صلى الله عليه وسلم لحديثٍ في مسند الإمام أحمد عن أنس رضي الله عنه، عن النَّبِيِّ صلى الله عليه وسلم أنَّه قال: \"مَن صلَّى في مسجدي أربعين صلاةً لا تفوتُه صلاةٌ كُتبت له براءةٌ من النار ونَجاةٌ من العذابِ، وبَرِئَ من النفاق\"، وهو حديثٌ ضعيفٌ لا تقومُ به الحُجَّةُ، بل الأمرُ في ذلك واسعٌ، وليس مَن قَدِمَ المدينةَ مُلزَماً بصلواتٍ معيَّنةٍ في مسجده صلى الله عليه وسلم، بل كلُّ صلاةٍ فيه خيرٌ من ألفِ صلاة، دون تحديدٍ أو تقييدٍ بصلواتٍ معيَّنة.\rالسادس: ابتُلِيَ كثيرٌ من المسلمين في كثيرٍ من الأقطارِ الإسلامية ببناء المساجد على القبورِ، أو دفن","seal":"9FA54A36","part":1},
      {"page":20,"id":18,"nass":"الموتى في المساجد، وقد يتشبَّثُ بعضُهم لتسوِيغِ ذلك بوجود قبرِه صلى الله عليه وسلم في مسجدِه، ويُجابُ عن هذه الشُّبهةِ بأنَّ النَّبِيَّ صلى الله عليه وسلم هو الذي بنى المسجدَ أولَ قدومِه المدينة، وبنى بيوتَه التي تسكنُها أُمَّهاتُ المؤمنين بجوارِ مسجِدِه، ومنها بيت عائشة الذي دُفِن فيه صلى الله عليه وسلم، وبقيت هذه البيوتُ كما هي خارج المسجد في زمن الخلفاء الرَّاشدين رضي الله عنهم وزمن معاوية رضي الله عنه، وزمن خلفاء آخرين بعده، وفي أثناء خلافة بني أُميَّة وُسِّع المسجدُ وأُدخلَ بيتُ عائشةَ الذي قُبِرَ فيه صلى الله عليه وسلم في المسجد، وقد جاء عن النَّبِيِّ صلى الله عليه وسلم أحاديثُ مُحكمةٌ لا تَقبَلُ النسخَ تدلُّ على تحريمِ اتِّخاذِ القبور مساجد، منها حديثُ جندب بن عبد الله البجليِّ رضي الله عنه الذي سمِعَه من رسول الله صلى الله عليه وسلم قبل وفاتِه بخمسِ ليالٍ قال فيه: سَمِعتُ رسول الله صلى الله عليه وسلم قبل أن يَموتَ بخمسٍ يقول: \"إنَّي أبرَأ إلى الله أن يكون لي","seal":"D7C3661C","part":1},
      {"page":21,"id":19,"nass":"منكم خليلٌ، فإنَّ اللهَ اتَّخذَنِي خليلاً كما اتَّخذَ إبراهيمَ خليلاً، ولو كنتُ متَّخَذاً من أُمَّتي خليلاً لاتَّخذتُ أبا بَكر خليلاً، ألاَ وإنَّ مَن كان قبلكم كانوا يتَّخذون قبورَ أنبيائهم وصالِحيهم مساجد، ألاَ فلا تتَّخذوا القبورَ مساجدَ فإنِّي أنهاكم عن ذلك\"، رواه مسلمٌ في صحيحه.\rبل إنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا نزل به الموتُ حذَّرَ من اتِّخاذ القبور مساجد كما في الصحيحين عن عائشة وابن عباس رضي الله عنهما قالاَ: \"لَمَّا نزل برسول الله صلى الله عليه وسلم طَفِقَ يَطرحُ خميصةً على وجهه، فإذا اغتمَّ كشفها عن وجهه، فقال وهو كذلك: \"لعنةُ الله على اليهودِ والنصارى اتَّخذوا قبورَ أنبيائِهم مساجد، يُحذِّرُ ما صَنعُوا\".\rفهذه الأحاديثُ عن عائشة وابن عباس وجندب","seal":"1925B412","part":1},
      {"page":22,"id":20,"nass":"رضي الله عنهم مُحكمةٌ لا تقبلُ النسخَ بحالٍ من الأحوالِ؛ لأنَّ حديثَ جندبٍ في آخر أيامه، وحديثَي عائشة وابن عباس في آخر لحظاتِه صلى الله عليه وسلم، فلا يجوزُ لأحدٍ من المسلمين أفراد أو جماعات تَركُ ما دلَّت عليه هذه الأحاديث الصحيحةُ المُحكَمة، والتعويلُ على عملٍ حصل في أثناء عهدِ بني أُمَيَّة، وهو إدخالُ القبر في مسجدِه صلى الله عليه وسلم فيستدلُّ بذلك على جواز بناءِ المساجد على القبور أو دفن الموتَى في المساجد.\rوأمَّا مسجدُ قُباء، فهو ثاني المسجدَين اللَّذَين لهما فضلٌ وشأنٌ في هذه المدينة وقد أُسِّسَا على التقوى من أوَّلِ يوم، وقد جاء عن النَّبِيِّ صلى الله عليه وسلم مِن فعلِه وقولِه ما يدلُّ على فضلِ الصلاة في مسجدِ قباء.\rأمَّا فعلُه فعَن عبد الله بن عمر رضي الله عنهما قال: \"كان النَّبِيُّ صلى الله عليه وسلم يأتي مسجدَ قباء كلَّ سبتٍ ماشياً وراكباً فيُصلِّي فيه ركعتين\"، رواه البخاري ومسلم.","seal":"81580EF1","part":1},
      {"page":23,"id":21,"nass":"وأمَّا قولُه فقد ثبت عن سَهل بن حُنيف رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"مَن تطهَّرَ في بيتِه ثمَّ أتى مسجدَ قُباء فصلَّى فيه صلاةً كان له أجر عُمرة\"، رواه ابن ماجه وغيرُه.\rوقوله في هذا الحديث: \"فصلَّى فيه صلاة\" يشمَلُ الفرضَ والنَّفلَ.\rولَم يَرِد في السُّنَّة ما يدلُّ على فضلِ مساجد أخرى في المدينة غير هذين المسجدين.\rوأمَّا الآدابُ المتعلِّقةُ بسُكنى المدينة: فإنَّ مَن وفَّقه الله لِسُكنى هذه المدينة المباركة طَيْبَة الطيِّبة عليه أن يستشعرَ أنَّه ظَفِرَ بنعمةٍ عظيمةٍ ومِنَّةٍ جسيمةٍ، فيشكر اللهَ على هذه النِّعمة، ويَحمدُه على هذا","seal":"2D1E419E","part":1},
      {"page":23,"id":22,"nass":"آداب سكناها وزيارتها\r...\rوأمَّا الآدابُ المتعلِّقةُ بسُكنى المدينة: فإنَّ مَن وفَّقه الله لِسُكنى هذه المدينة المباركة طَيْبَة الطيِّبة عليه أن يستشعرَ أنَّه ظَفِرَ بنعمةٍ عظيمةٍ ومِنَّةٍ جسيمةٍ، فيشكر اللهَ على هذه النِّعمة، ويَحمدُه على هذا","seal":"CE369D52","part":1},
      {"page":24,"id":23,"nass":"الفضل والإحسان، وعليه أن يستشعرَ أنَّ كثيرين من سُكَّان المعمورَة يشتَدُّ شوقُهم إلى أن يظفَروا بالوصولِ إلى مكَّةَ والمدينة والبقاء فيهما ولو فترةً يسيرة، وفيهم مَن يجمَع النُّقودَ القليلة بعضها إلى بعض سنواتٍ طويلةٍ لتتحقَّقَ له هذه الأُمنيةَ، وأذكرُ أنَّ أحدَ علماء الهند ذكر أنَّ الحُجَّاجَ الهنودَ فيما مضى كانوا يأتون على السُّفُن الشراعية، ويَمكثون في البحرِ في طريقهم إلى مكَّةَ والمدينة مُدَّة طويلة، وأنَّ جماعةً منهم كانوا في سفينةٍ، فلَمَّا رأوا البَرَّ الذي فيه مكَّةَ والمدينة سَجَدوا لله شكراً على ظهرِ السفينةِ.\rوإنَّ لسُكنى هذه المدينة آداباً منها:\rأوَّلاً: أن يُحبَّ المسلمُ هذه المدينةَ لفضلِها، ولِمَحبَّةِ النَّبِيِّ صلى الله عليه وسلم إيَّاها، روى البخاريُّ في صحيحه عن أنسٍ رضي الله عنه: \"أنَّ النَّبِيَّ صلى الله عليه وسلم كان إذا قَدِمَ","seal":"7CA5AED2","part":1},
      {"page":25,"id":24,"nass":"من سَفرٍ فنظَرَ إلى جُدُراتِ المدينة أوضَعَ راحِلَتَه، وإن كان على دابَّةٍ حرَّكها من حُبِّها\".\rثانياً: أن يَحرِصَ المسلمُ على أن يكون في هذه المدينة مستقيماً على أمر الله، مُلتَزِماً بطاعة الله وطاعةِ رسوله صلى الله عليه وسلم، شديدَ الحَذَرِ من أن يقعَ في البدَع والمعاصي، فإنَّ الحسناتِ في هذه المدينة لها شأنٌ عظيمٌ، والبِدع والمعاصي فيها ذاتُ خطرٍ كبيرٍ، فإنَّ من يعصي الله في الحَرَم ذنبُه أعظمُ وأشدُّ مِمَّن يعصيه في غير الحَرَم، والسيِّئات لا تُضاعَف فيه بكمِيَّاتِها، ولكنَّها تضخُم وتَعظُم بفعلها في الحرم.\rثالثاً: أن يَحرصَ المسلمُ في هذه المدينة على أن يكون له نصيبٌ كبيرٌ من تجارةِ الآخرة التي تكون الأرباحُ فيها أضعافاً مضاعفةً، وذلك بأن يُصلِّيَ ما أمكنه من الصلوات في مسجد الرَّسول صلى الله عليه وسلم؛ ليُحصِّلَ","seal":"70CC469A","part":1},
      {"page":26,"id":25,"nass":"الأجرَ العظيمَ الموعودَ به في قولِه صلى الله عليه وسلم: \"صلاةٌ في مسجدي هذا خيرٌ من ألفِ صلاةٍ فيما سِواه إلاَّ المسجد الحرام\"، رواه البخاري ومسلم.\rرابعاً: أن يكون المسلمُ في هذه المدينة المباركة قُدوةً حسنةً في الخير،؛ لأنَّه يُقيمُ في بلدٍ شَعَّ منه النورُ، وانطلقَ منه الهُداةُ المصلِحون إلى أنحاء المعمورة، فيَجدَ مَن يَفِدُ إلى هذه المدينة في ساكنيها القدوةَ الحسنةَ والاتِّصافَ بالصفاتِ الكريمة والأخلاقِ العظيمة، فيعود إلى بلدِه متأثِّراً مستفيداً لِمَا شاهدَه من الخيرِ والمحافظةِ على طاعةِ الله وطاعةِ رسولِه صلى الله عليه وسلم، وكما أنَّ الوافدَ إلى هذه المدينة يستفيدُ خيراً وصلاحاً بِمشاهدة القُدوة الحسنة في هذا البلد المبارك، فإنَّ الأمرَ يكون بالعكس عندما يُشاهدُ في المدينة مَن هو على خلاف ذلك، فبدلاً من أن يكون مستفيداً حامداً يكون مُتضرِّراً ذامًّا.","seal":"5169AA20","part":1},
      {"page":27,"id":26,"nass":"خامساً: أن يَتذكَّر المسلمُ وهو في هذه المدينة أنَّه في أرضٍ طيِّبة هي مَهْبَطُ الوحي ومَأرِزُ الإيمان ومَدْرَجُ الرسول الكريم صلى الله عليه وسلم وصحابته الكرام من المهاجرين والأنصار، درَجوا على هذه الأرض وتحرَّكوا فيها على خير واستقامةٍ والتزام بالحقِّ والهدى، فيحذر أن يتحرَّك عليها تحرُّكاً يُخالف تحرُّكَهم بأن يكون تحرُّكُه فيها على وجهٍ يُسخِطُ الله عزَّ وجلَّ ويعود عليه بالمضرَّة والعاقبة الوخيمةِ في الدنيا والآخرة.\rسادساً: أن يحذرَ مَن وفَّقه الله لسُكنى المدينة أن يُحدثَ فيها حَدَثاً أو يُؤوي مُحدثاً فيتعرَّضَ للَّعن؛ لأنَّه ثبت عن الرسول صلى الله عليه وسلم أنَّه قال: \"المدينةُ حَرَمٌ، فمَن أَحدَث فيها حَدَثاً أو آوَى مُحدِثاً فعليه لعنةُ الله والملائكةِ والنَّاسِ أجمعين، لا يُقبل منه يوم القيامة","seal":"78080699","part":1},
      {"page":28,"id":27,"nass":"عَدْلٌ ولا صَرفٌ\"، رواه مسلم من حديث أبي هريرة رضي الله عنه، وهو في الصحيحين من حديث علي رضي الله عنه.\rسابعاً: أن لا يتعرَّض في المدينة لقطعِ شَجَرٍ أو اصطِيادِ صيدٍ؛ لِمَا وردَ في ذلك من الأحاديث عن الرسول صلى الله عليه وسلم، كقولِه صلى الله عليه وسلم: \"إنَّ إبراهيمَ حرَّم مكَّةَ، وإنِّي حرَّمتُ المدينةَ ما بين لابتيها، لا يُقطَع عِضاهُها، ولا يُصادُ صيدُها\"، رواه مسلم من حديث جابر بن عبد الله رضي الله عنهما، وروى مسلمٌ أيضاً من حديث سَعد بن أبي وقَّاص رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم قال: \"إنِّي أُحرِّم ما بين لابَتَي المدينة أن يُقطَع عِضاهُها، أو يُقتل صيدُها\"، وفي الصحيحين عن عاصم بن سليمان الأحول قال: \"قلتُ لأنسٍ: أَحَرَّم رسول الله صلى الله عليه وسلم المدينةَ؟ قال: نعم، ما بين كذا إلى كذا لا يُقطَع شجرُها، مَن أحدث","seal":"5E0AB6D8","part":1},
      {"page":29,"id":28,"nass":"فيها حدَثاً فعليه لعنةُ الله والملائكة والنَّاس أجمعين\".\rوفي الصحيحين عن أبي هريرة رضي الله عنه أنَّه كان يقول: \"لو رأيتُ الظِّباءَ بالمدينة ترتَع ما ذَعَرتُها، قال رسول الله صلى الله عليه وسلم: \"ما بين لابتيْها حرامٌ\".\rوالمرادُ بالشجر الذي يَحرُم قطعُه هو الذي أنبته الله عزَّ وجلَّ، أمَّا ما زرعه النَّاسُ وغرسوه فإنَّ لهم قطعَه.\rثامناً: أن يصبرَ المسلمُ على ما يحصُلُ له فيها من ضيقِ عيشٍ أو بلاءٍ أو لأواءٍ؛ لقوله صلى الله عليه وسلم من حديث أبي هريرةَ رضي الله عنه: \"لا يصبِرُ على لأواءِ المدينة وشِدَّتِها أَحدٌ من أُمَّتي، إلاَّ كنتُ له شفيعاً يوم القيامة أو شهيداً\"، رواه مسلم.\rوفي صحيح مسلم أيضاً أنَّ أبا سعيد مولى المَهْريِّ جاء أبا سعيدٍ الخُدري لياليَ الحرَّة، فاستشارَه في الجَلاءِ من المدينة، وشكا إليه أسعارَها وكثرةَ عيالِه،","seal":"37D0AE89","part":1},
      {"page":30,"id":29,"nass":"وأخبرَه أن لا صبرَ له على جَهدِ المدينة ولأوائها، فقال له: \"وَيْحَكَ! لا آمرُكَ بذلك، إنِّي سمعتُ رسول الله صلى الله عليه وسلم يقول: \"لا يَصبِرُ أَحدٌ على لأوائها فيموت إلاَّ كنتُ له شفيعاً يوم القيامة، إذا كان مسلماً\".\rتاسعاً: أن يحذَرَ إيذاءَ أهلِها، فإنَّ إيذاء المسلمين في كلِّ مكانٍ حرامٌ، ولكنَّه في البلد المُقدَّس أشدُّ وأعظمُ، فقد روى البخاريُّ في صحيحه عن سَعد بن أبي وقَّاصٍ رضي الله عنه قال: سمِعتُ النَّبِيَّ صلى الله عليه وسلم يقول: \"لا يَكيدُ أهلَ المدينة أحدٌ إلاَّ انْمَاعَ كما يَنماعُ المِلحُ في الماءِ\".\rوروى مسلمٌ في صحيحه عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"مَن أراد أهلَ هذه البلدة بسوءٍ ـ يعني المدينةَ ـ أذابَه اللهُ كما يذوبُ المِلحُ في الماء\".","seal":"2ACC7034","part":1},
      {"page":31,"id":30,"nass":"عاشراً: أن لا يغتَرَّ ساكنُ المدينة بكونِه من سُكَّانها، فيقول: \"أنا مِن سُكَّان المدينة، فأنا على خيرٍ\"، فإنَّ مُجرَّدَ السُكنى إذا لَم يكن معها عملٌ صالِحٌ واستقامةٌ على طاعة الله ورسولِه صلى الله عليه وسلم، وبُعدٌ عن الذنوبِ والمعاصي لا يُفيدُه شيئاً، بل يعودُ عليه بالضَّرَرِ، وفي موطأ الإمام مالك أنَّ سَلمان الفارسيَّ رضي الله عنه قال: \"إنَّ الأرضَ لا تُقدِّسُ أحداً، وإنَّما يُقدِّسُ الإنسانَ عَملُه\"، وسنده فيه انقطاع، لكن معناه صحيح، وهو خبَرٌ مطابقٌ للواقع، وقد قال الله عزَّ وجلَّ: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ، ومِن المعلومِ أنَّ المدينةَ في مُختَلَف العصور فيها الأخيار وفيها الأشرار، فالأخيارُ تنفعُهم أعمالُهم، والأشرارُ لَم تُقدِّسهم المدينةُ، ولَم ترفع من شأنِهم، وهذا كالنَّسَب، فمُجرَّد كون الإنسانِ نسيباً بدون عملٍ","seal":"2106EFA4","part":1},
      {"page":32,"id":31,"nass":"صالِحٍ فإنَّ ذلك لا ينفعُه عند الله؛ لقولِه صلى الله عليه وسلم: \"ومَن بَطَّأَ به عملُه لَم يُسرِع به نسبُه\"، رواه مسلمٌ في صحيحه، فمَن أخَّرَه عملُه عن دخول الجَنَّةِ لَم يكن نسبُه هو الذي يُسرعُ به إليها.\rحادي عاشر: أن يَسْتَشعرَ المسلمُ وهو في هذه المدينة أنَّه في بلدٍ شَعَّ منه النُّور وانتشرَ منه العِلمُ النَّافع إلى أنحاء المعمورة، فيحرِصَ على تحصيل العلم الشرعيِّ الذي يسيرُ به إلى الله على بصيرةٍ ويدعو غيرَه إليه على بصيرةٍ، لا سيما إذا كان طلبُ العلم في مسجد رسول الله صلى الله عليه وسلم؛ لحديث أبي هريرةَ رضي الله عنه أنَّه سَمِع رسول الله صلى الله عليه وسلم يقول: \"مَن دخل مسجدَنا هذا يتعلَّمُ خيراً أو يُعلِّمه كان كالمجاهدِ في سبيلِ الله، ومَن دخلَه لغير ذلك كان كالنَّاظرِ إلى ما ليس له\"، رواه أحمد وابن ماجه وغيرُهما، وله شاهدٌ عند الطبراني من حديث سَهل بن سعد رضي الله عنه.","seal":"81C0325E","part":1},
      {"page":33,"id":32,"nass":"وكما أنَّ لسُكنى المدينة آداباً فإنَّ لزيارتها آداباً، وعلى زائر المدينة مراعاةُ آداب سُكنى المدينة التي تقدَّم جملةٌ منها، وينبغي أن يُعلم أنَّ المشروعَ في حقِّ مَن أراد القدومَ إلى المدينة أن يَقصِدَ بسفَرِه إليها زيارةَ مسجد الرسول صلى الله عليه وسلم وشدَّ الرَّحل إليه؛ لقوله صلى الله عليه وسلم: \"لا تُشَدُّ الرِّحالُ إلاَّ إلى ثلاثةِ مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصَى\"، رواه البخاري ومسلم.\rوهذا الحديث يدلُّ على منع شدِّ الرَّحل إلى أيِّ مكانٍ مسجدٍ أو غيرِه للتقرُّبِ إلى الله في تلك البُقعةِ الَّتِي يُسافر إليها؛ لِمَا في سنن النسائي عن أبي هريرة رضي الله عنه قال: \"لقيتُ بَصْرَةَ بنَ أبي بَصْرَة الغِفاري رضي الله عنه فقال: مِن أين جئتَ؟ قلت: من الطُّور، قال: لو لَقِيتُك مِن قَبل أن تَأتِيَه لَم تأتِه،","seal":"CED78DE7","part":1},
      {"page":34,"id":33,"nass":"قلتُ له: ولِمَ؟ قال: إنِّي سَمعْتُ رسولَ الله صلى الله عليه وسلم يقول: \"لا تُعمَلُ المَطِيُّ إلاَّ إلى ثلاثةِ مساجد: المسجد الحرام، ومسجدي، ومسجد بيت المقدس\"، وهو حديثٌ صحيحٌ، وفيه استدلالُ بَصرةَ بن أبي بَصرَة الغفاري رضي الله عنه على مَنعِ شَدِّ الرَّحل إلى المساجد أو غيرِها سِوَى هذه المساجد الثلاثة.\rومَن وصل إلى هذه المدينة المبارَكة فَإنَّه يُشرَعُ له زِيارة مَسجدَين وثلاث مقابر.\rأمّا المسجدان فهما: مسجدُ الرسول صلى الله عليه وسلم ومسجد قُباء، وقد مرَّ بعضُ الأدلَّةِ على فضل الصلاة فيهما.\rأمّا المقابر الثلاث التي يُشرَع زيارتُها فهي قَبْرُ الرسول صلى الله عليه وسلم وقَبْرَا صاحِبَيْه أبي بَكر وعمر رضي الله عنهما، ومَقبَرَةُ البَقِيع، ومقْبَرَةُ شُهداء أُحُد.\rفإذا جاء الزائرُ إلى قَبْرِ الرَّسول صلى الله عليه وسلم وقَبْرَيْ صاحِبيهِ","seal":"B5C2238F","part":1},
      {"page":35,"id":34,"nass":"رضي الله عنهما فإنَّه يأتي مِن الجِهَةِ الأَمَاميَّة فيَستَقْبلُ القبْرَ، ويزورُ زيارةً شرعيَّةً، ويَحذَرُ مِن الزِّيارةِ البِدعية، فالزيارةُ الشرعيَّةُ أن يُسلِّمَ على النَّبِيِّ صلى الله عليه وسلم ويدعو له بأَدَبٍ وخَفْضِ صوتٍ، فيقول: السلامُ عليكَ يا رسول الله ورحمةُ الله وبركاتُه صلّى اللهُ وسلَّم وبارك عليكَ، وجزاك أفضلَ ما جَزَى نَبِياًّ عن أُمَّته، ثمَّ يُسلِّم على أبي بَكرٍ رضي الله عنه ويَدعو له، ثمَّ يُسلِّم على عمرَ رضي الله عنه ويدعو له.\rومِمَّا يَنبَغِي أن يُعلم أنَّ هَذَين الرَّجُليْن العَظيمين والخَلِيفَتَيْن الرَّاشِدَيْن قد حَصَلَ لَهما إِكرامٌ مِن الله لَم يَحصُل مثلُه لغيرِهما، فأمَّا أبو بكر رضي الله عنه فإنَّ الله لَمَّا بَعثَ رسولَه صلى الله عليه وسلم بالحقِّ والهُدى كان أوَّلَ مَن آمَنَ به من الرِّجال، ولاَزَمَه في مكَّةَ بعد البِعثَةِ ثلاثة عشر عاماً، ولَمَّا أَذِن اللهُ لرسوله صلى الله عليه وسلم بالهجرةِ إلى","seal":"E8E39BE5","part":1},
      {"page":36,"id":35,"nass":"المدينة رَافَقَه في الطريق إليها، وأَنزَلَ اللهُ في ذلك قرآناً يُتلَى، وهو قولُ الله عزَّ وجلَّ: {إِلاَّ تَنصُرُوهُ فَقَدْ نَصَرَهُ اللهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللهَ مَعَنَا فَأَنزَلَ اللهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللهِ هِيَ العُلْيَا وَاللهُ عَزِيزٌ حَكِيمٌ} ، ولاَزَمَه في المدينة عَشرَ سِنين، وشَهِدَ المشاهِدَ كلَّها معه، ولَمَّا تُوفِيَّ رسولُ الله صلى الله عليه وسلم وَلِيَ الخلافةَ مِن بَعدِه وقام بالأمرِ خيرَ قيامٍ، ولَمَّا توفَّاه الله أكرمَه اللهُ بالدَّفن بِجوارِ رسولِ الله صلى الله عليه وسلم، وإذا بُعث يكون معه في الجَنَّةِ، وذلك فضلُ الله يُؤتيه مَن يشاءُ واللهُ ذو الفضل العظيم.\rوأمَّا عمر بن الخطاب رضي الله عنه فقد سبقه إلى الإسلام ما يقربُ من أربعين رجلاً، وكان شديداً على المسلمين، فلمَّا هداه اللهُ إلى الإسلام كانت قوَّتُه","seal":"70F94013","part":1},
      {"page":37,"id":36,"nass":"وشدَّتُه على الكافرين، وكان إسلامُه عِزًّا للمسلمين؛ كما قال عبد الله بن مسعود رضي الله عنه: \"ما زلنا أَعِزَّةً مُنذ أَسلَمَ عُمرُ\" أخرجه البخاري في صحيحه.\rولازم النَّبِيَّ صلى الله عليه وسلم في مكة وهاجَرَ معه إلى المدينة، وشَهِدَ المشاهدَكلَّها معه، ولَمَّا وَلِيَ أبو بكرٍ رضي الله عنه مِن بعده كان عَضُدَه الأيمن، ثمَّ وَلِيَ الخلافةَ مِن بعد أبي بكرٍ، ومَكَثَ فيها أكثَرَ من عَشر سنوات، فُتحت فيها الفتوحات، واتَّسعَتْ رُقعةُ البلاد الإسلامية، وقُضِيَ على الدولتين العُظمَيَيْن في ذلك الزمان: دولتَي فارس والروم، وأُنفِقَت كنوزُ كِسرَى وقَيصَرَ في سبيل الله كما أخْبَرَ بذلك الصَّادقُ المصدوقُ صلى الله عليه وسلم، وكان ذلك على يَدَيْ الفاروق رضي الله عنه، ولَمَّا تُوُفِّيَ أكرَمَه اللهُ بالدَّفن بِجِوارِ رسولِ الله صلى الله عليه وسلم، وإذا بُعث يكون معه في الجَنَّةِ، وذلك","seal":"EB60736F","part":1},
      {"page":38,"id":37,"nass":"فضلُ الله يؤتيه من يشاء والله ذو الفَضلِ العَظيمِ.\rأَفَمِثل هذَين الرَّجلَين العَظيمَين اللَّذَيْن هذا شأنُهما وهذا فضْلُهما يَحقِدُ عليهما حاقِدٌ، أو يَذُمُّهما ذَامٌّ، نعوذ بالله من الخذلان.\rربَّنا اغفِر لنا ولإخوانِنا الذين سَبقونا بالإيمانِ ولا تَجعلْ في قلوبِنا غِلاًّ للَّذين آمنوا ربَّنا إنَّك رؤوفٌ رحيم.\rربَّنا لا تُزِغ قلوبَنا بعد إذْ هديتَنا وهَبْ لنا من لَدُنْك رحْمَةً إنَّك أنتَ الوهَّاب.\rوقد نَقلَ ابنُ كثير رحمه الله في تفسيره عند قوله تعالى: {إِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلاً كَرِيمًا} ، عَن ابنِ أبي حاتم بإسنادِه إلى المغيرَة بنِ مِقْسَمٍ أنَّه قال: \"كان يُقال: شَتْمُ أبي بَكر وعمر رضي الله عنهما من","seal":"2952A3BC","part":1},
      {"page":39,"id":38,"nass":"الكبائِر\"، ثم قال ابن كثير: \"قلتُ: وقد ذهبَ طائِفةٌ من العلماء إلى تَكفيرِ مَن سَبَّ الصحابةَ، وهو روايةٌ عن مالك بنِ أنس رحمه الله، وقال محمد بن سيرين: ما أظُنُ أَحَداً يُبغِضُ أبا بكر وعُمر وهو يُحِبُّ رسولَ الله صلى الله عليه وسلم، رواه الترمذي\".\rوأمَّا الزيارَةُ البِدعية فهي التي تَشتَمِل على أمورٍ:\rالأول: أن يَدعُوَ رسولَ الله صلى الله عليه وسلم ويستغيثَ به ويَطلبَ منه قضاءَ الحاجات وكشفَ الكرُبات، أو غيرَ ذلك مِمَّا لا يُطلب إلاَّ من الله، فإنَّ الدعاءَ عبادةٌ، والعبادةُ لا تكون إلاَّ لله وحده، وقد قال صلى الله عليه وسلم: \"الدُّعاءُ هو العِبادةُ\" وهو حديث صحيح أخرجه أبو داود والترمذي وغيرُهما، وقال الترمذي: \"حديثٌ حسن صحيح\".\rوالعبادةُ حقُّ الله، ولا يَجوزُ صرفُ شيءٍ مِن حقِّ","seal":"C1BB0A48","part":1},
      {"page":40,"id":39,"nass":"الله إلى غير الله، فإنَّ ذلك شركٌ بالله، فاللهُ تعالى هو الذي يُرجى ويُدعى، والرَّسولُ صلى الله عليه وسلم يُدْعَى له، ولا يُدْعَى، وكذلك غيرُه من أصحاب القبور يُدعَى لَهم، ولا يُدعون، ومن المعلومِ أنَّ الرسول صلى الله عليه وسلم حيٌّ في قَبْرِه حياةً بَرْزَخِيَّةً أكمل من حياة الشُّهداء، وكيفيَّةُ هذه الحياةِ لا يعلَمُها إلاَّ الله، وهذه الحياةُ تَختَلِفُ عن الحياةِ قبلَ الموتِ والحياةِ بعدَ البعثِ والنُّشور، فلا يَجوزُ دعاؤُه صلى الله عليه وسلم ولا الاستغاثةُ به؛ لأنَّ ذلكَ عبادةٌ، والعبادةُ لا تكون إلاَّ لله وحدَه كما تقدَّم.\rالثاني: أن يضَعَ يدَيْهِ على صدرِه كهيئَةِ الصلاةِ فإنَّ ذلك لا يَجوزُ؛ لأنَّ هذه هيئةُ خضُوعٍ وذُلٍّ لله عزَّ وجلَّ شُرعت في الصلاةِ حيث يكون المسلمُ قائماً في صلاتِه يُناجِي ربَّه، وقد كان أصحابُ رسول الله صلى الله عليه وسلم في حياتِه إذا وَصَلُوا إليه لا يَضَعُون أيدِيهم على صدورِهم عندَ سلامِهم عليه، ولو كان خيراً لَسبَقُوا إليه.","seal":"EEBEC709","part":1},
      {"page":41,"id":40,"nass":"الثالث: أن يَمسحَ على الجُدران والشَّبابيك التي حَول قبره صلى الله عليه وسلم، وكذا أيّ مكانٍ من المسجد أو غيره، فإنَّ ذلك لا يَجوز؛ لأنَّه لَم تأتِ به السُّنَّةُ، وليس من فِعل السَّلف الصالِحِ، وهو وسيلةٌ إلى الشِّرك، وقد يقول مَن يفعلُ ذلك: أنا أفعلُه مَحَبَّةً للنَّبِيِّ صلى الله عليه وسلم، ونقول: إنَّ مَحَبَّةَ النَّبِيِّ صلى الله عليه وسلم يَجِبُ أن تكون في قلبِ كلِّ مسلمٍ أعظمَ من مَحَبَّتِه لوالِدَيْه وولده والنَّاسِ أجْمَعين، كما قال صلى الله عليه وسلم: \"لا يؤمِنُ أحدُكم حتى أَكونَ أَحَبَّ إليه من والِدِه ووَلَدِه والناس أَجْمَعِين\" رواه البخاري ومسلم.\rبل يَجِبُ أن تكون أعظمَ من مَحَبَّتِه لنفسِه كما ثبت ذلك في حديثِ عُمرَ رضي الله عنه في صحيح البخاري، وإنَّما وَجَبَ أن تكون مَحَبَّتُه صلى الله عليه وسلم أعظمَ من مَحَبَّة النَّفسِ والوَالِد والوَلَد فَلأنَّ النِّعمةَ التي ساقها","seal":"D9D5AACC","part":1},
      {"page":42,"id":41,"nass":"الله للمسلمين على يَديْه صلى الله عليه وسلم وهي نعمةُ الإسلام، نعمةُ الهداية للصِّراط المستقيم، نعمةُ الخروج من الظُّلمات إلى النُّورِ هي أجَلُّ النِّعَم وأعظمُها، لا يساويها نِعمةٌ ولا يُماثِلُها نِعمة.\rلكن ليس علامةُ هذه المَحبَّة المسحَ على الجُدرانِ والشَّبابيك، بل علامتُها اتِّباعُ الرَّسول صلى الله عليه وسلم والعملُ بسُنَّتِه؛ فإنَّ دينَ الإسلام مَبْنِيٌّ على أمَرَيْن عظيمين:\rـ أحدهما: ألاَّ يُعبد إلاَّ الله.\rـ والثاني: أن لا يُعبد اللهُ إلاَّ وِفقاً لِمَا جاء به رسولُ الله صلى الله عليه وسلم، وهذا مُقتَضَى شهادةِ أن لا إله إلاَّ الله وشهادةِ أنَّ محمَّداً رسول الله صلى الله عليه وسلم.\rوفي القرآن الكريم آيةٌ يُسمِّيها بعضُ العلماء آيةُ الامتِحان، وهي قولُ الله عزَّ وجلَّ: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ","seal":"EF668CF6","part":1},
      {"page":43,"id":42,"nass":"وَاللهُ غَفُورٌ رَحِيمٌ} ، قال الحسنُ البصريُّ وغيرُه من السّلف: \"زَعَمَ قومٌ أنَّهم يُحبُّون اللهَ فابْتلاهم اللهُ بهذه الآية\". ومعنى قولهم \"ابتلاهم\" أي: اختبَرَهم وامتحَنَهم ليَظهَرَ الصادقُ من الكاذب، فإنَّ مَن يَدَّعي مَحبَّةَ الله ورسولِه صلى الله عليه وسلم عليه أن يُقِيمَ البيِّنةَ على دعواه، والبيِّنةُ هي اتِّباعُ الرسول صلى الله عليه وسلم.\rقال ابن كثير رحمه الله في تفسير هذه الآية: \"هذه الآيةُ الكريمةُ حاكمَةٌ على كلِّ مَن ادَّعى مَحَبَّةَ الله وليس هو على الطريقَةِ المُحَمَّدِيَّة، فإنَّه كاذبٌ في نفس الأمرِ حَتَّى يتبع الشَّرعَ المُحَمَّدِيَّ والدِّينَ النَّبَوِيَّ في جَميع أقوالِه وأفعالِه، كما ثبت في الصحيح عن رسول الله صلى الله عليه وسلم أنَّه قال: \"مَن عَمِلَ عَملاً ليس عليه أمْرُنا فهو ردٌّ\"، ولهذا قال {إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ} أي: يَحصُلُ لكم فوقَ ما","seal":"EB982E78","part":1},
      {"page":44,"id":43,"nass":"طلبتم من مَحبَّتكم إيّاه وهو مَحَبَّتُه إيَّاكم وهو أعظمُ من الأوَّل، كما قال بعضُ العلماء الحكماء: لَيس الشّأنُ أن تُحِبَّ إنَّما الشَّأنُ أن تُحَبَّ\". ثم ذَكَرَ كلامَ الحسن وغيرِه من السَّلف المتقدِّم.\rوقال النووِيُّ في المجموع شرح المهذَّب في شأن مَسح وتقبيلِ جِدار قبْرِه صلى الله عليه وسلم: \"ولاَ يُغْتَرَّ بِمخالفةِ كثيرينِ من العوام وفعلِهم ذلك، فإنَّ الاقتداءَ والعملَ إنَّما يكون بالأحاديثِ وأقوال العلماءِ، ولا يُلتفت إلى مُحدَثَات العوام وغيرِهم وجَهالاَتِهم، وقد ثبتَ في الصحيحين عن عائشة رضي الله عنها: أنَّ رسول الله صلى الله عليه وسلم قال: \"مَن أحدَثَ في دِينِنا هذا ما لَيس منه فهو ردٌّ\"، وفي رواية لمسلم: \"مَن عمِلَ عَمَلاً ليس عليه أمرُنا فهو ردٌّ\"، وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تَجعَلوا قَبْرِي عيداً، وصلُّوا عليَّ، فإنَّ صلاتَكم تَبلُغُنِي حَيثمَا كنتم\"، رواه","seal":"0CD3030F","part":1},
      {"page":45,"id":44,"nass":"أبو داود بإسنادٍ صحيح، وقال الفضيلُ بنُ عِياض رحمه الله ما معناه: \"اتَّبِعْ طُرُقَ الهُدى ولا يَضُرَّكَ قِلَّةُ السَّالكين، وإيّاك وطُرُقَ الضَّلالَةِ ولا تَغْتَرَّ بكَثرةِ الهالكين\"، ومَن خَطَرَ ببالِه أنَّ المسحَ باليد ونحوِه أبلغُ في البَركَةِ، فهو من جهالَتِه وغفلَتِه؛ لأنَّ البَرَكةَ إنَّما هي فيما وافقَ الشَّرعَ، وكيف يُبتغَى الفضلُ في مخالَفَةِ الصوابِ\"، انتهى كلامُه رحمه الله.\rالرابع: أن يطوف الزائرُ بقبْرِه صلى الله عليه وسلم فإنَّ ذلك حرامٌ؛ لأنَّ الله لَم يشرع الطوافَ إلاَّ حولَ الكَعبةِ المشرَّفة قال الله عزَّ وجلَّ: {وَلْيَطَّوَفُوا بِالبَيْتِ العَتِيقِ} ، فلا يُطاف في أيِّ مكان إلاَّ حولَ الكعبة المشرَّفة، ولهذا يُقال: كم للهِ مِن مصلٍّ في كلِّ مكان، وكذا يُقال: كم لله مِن متصدِّق، وكم لله مِن صائم، وكم لله مِن ذاكر، لكن لا يُقال كم لله مِن","seal":"A9EF625B","part":1},
      {"page":46,"id":45,"nass":"طائف في كلِّ مكان؛ لأنَّ الطوافَ مِن خصائصِ البيت العتيقِ، قال شيخُ الإسلام ابن تيمية رحمه الله: \"وقد اتَّفق المسلمون على أنَّه لا يُشرَعُ الطوافُ إلاَّ بالبيتِ المعمور، فلا يَجوزُ الطوافُ بصَخرَةِ بيت المقدس، ولا بِحُجرَةِ النَّبِيِّ صلى الله عليه وسلم، ولا بالقُبَّةِ الَّتِي في جبَلِ عرفات ولا غير ذلك\".\rالخامس: أن يَرفعَ الصوتَ عند قَبْرِه صلى الله عليه وسلم، فإنَّ ذلك غير سائِغٍ؛ لأنَّ الله أَدَّب المؤمنين لَمَّا كان النَّبِيُّ صلى الله عليه وسلم بين أظهرِهم فقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلاَ تَجْهَرُوا لَهُ بِالقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ اللهِ أُولَئِكَ الَّذِينَ امْتَحَنَ اللهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} وهو صلى الله عليه وسلم مُحتَرَمٌ في حياتِه وبعد وفاتِه.","seal":"B7C293A2","part":1},
      {"page":47,"id":46,"nass":"السادس: أَن يَستقبِل القبرَ من مَكان بعيد سواء كان في المسجد أو خارجَه ويُسلِّمَ عليه صلى الله عليه وسلم، وقد قال شيخُنا الشيخ عبد العزيز بن باز رحمه الله في مَنسكه \"وهو بهذا العملِ أقربُ إلى الجَفاءِ مِنه إلى الموالاة والصَّفَاء\".\rومِمَّا يُنبَّه عليه أنَّ بعضَ مَن يَقدُمُ إلى المدينة قد يُوصيه بعضُ أهلِه أو غيرُهم أن يبلِّغَ سلامَه للرَّسول صلى الله عليه وسلم، ولكونِه لَم يَرِدْ في السُّنَّةِ شيءٌ يدلُّ على ذلك فيَنبغي لِمَن طُلب منه ذلك أن يقول للطالب: أَكْثِر من الصلاة والسلام عليه صلى الله عليه وسلم، والملائكةُ تبلِّغُ ذلك إلى الرَّسول صلى الله عليه وسلم لقوله صلى الله عليه وسلم: \"إنَّ لله ملائكةً سَيَّاحين يبلِّغونِي عن أُمَّتِي السلامَ\" وهو حديثٌ صحيحٌ رواه النسائي وغيرُه، ولقوله صلى الله عليه وسلم: \"لا تَجعلُوا بيوتَكم قبوراً، ولا تَتَّخِذوا قبري عيدًا، وصَلُّوا عليَّ فإنَّ","seal":"3AE758F7","part":1},
      {"page":48,"id":47,"nass":"صلاتَكم تَبلغنِي حيث كنتم\" وهو حديثٌ صحيحٌ رواه أبو داود وغيره.\rومِمَّا ينبغي أن يُعلم أنَّه لا تلازمَ بين الحج والعمرة وبين الزيارةِ، فيُمكن لِمَن جاء حاجًّا أو معتمراً أن يَعودَ إلى بلده دون أن يأتي إلى المدينةِ، ومَن جاء إلى المدينة من بلده يُمكِن أن يعودَ دون أن يَحُجَّ أو يَعتَمِر، ويُمكن أن يَجمع بين الحجِّ والعمرةِ والزيارة في سَفرةٍ واحدةٍ.\rوأما ما يُروى من أحاديث في زيارةِ قبره صلى الله عليه وسلم، مثل حديث: \"مَن حَجَّ ولَم يَزُرْنِي فقد جَفانِي\"، وحديث \"مَن زارني بعد مَمَاتي فكأنَّمَا زارَني في حياتي\"، وحديث \"مَن زارني وزارَ أبي إبراهيم في عامٍ واحد ضَمِنْتُ له على الله الجَنَّةَ\"، وحديث \"مَن زار قَبري وَجَبتْ له شفاعَتِي\"، فهذه الأحاديثُ","seal":"77388F38","part":1},
      {"page":49,"id":48,"nass":"وأشباهُها لا تقوم بها حُجَّةٌ؛ لأنَّها موضوعةٌ أو ضعيفةٌ جدًّا كما نَبَّه على ذلك الحفاظُ كالدارقطني والعُقيلي والبيهقي وابن تيمية وابن حجر رحمهم الله تعالى.\rوأمَّا قولُ الله عزَّ وجلَّ: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاؤُوكَ فَاسْتَغْفَرُوا اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللهَ تَوَّابًا رَحِيمًا} ، فلا دليلَ في الآية على قَصد القَبْرِ عند ظُلم النَّفسِ وطَلَبِ الاستغفارِ من النَّبِيِّ صلى الله عليه وسلم؛ لأنَّ سياقَ الآيات في المنافقين، والمجيءُ إليه صلى الله عليه وسلم إنَّما يكون في حياتِه؛ لأنَّ الصحابةَ رضي الله عنهم وأرضاهم مَا كانوا يَأتون إلى قبره مُستغفرِين طالبين الاستغفَارَ، ولِهذا عَدَل عمر بنُ الخطاب رضي الله عنه إلى التوَسُّلِ بدُعاء العباس عندما أصابهم الجَدْبُ، وقال: \"اللَّهمَّ إنَّا كنَّا إذا أَجْدَبْنَا تَوَسَّلْنَا إليكَ بِنَبيِّنا فتَسْقِينَا، وإنَّا نَتَوسَّلُ","seal":"F4C339C5","part":1},
      {"page":50,"id":49,"nass":"إليكَ بِعَمِّ نبيِّنا فاسْقِنَا، قال: فيُسقَوْنَ\" أخرجه البخاري في صحيحه.\rفلو كان التَّوَسُّلُ به صلى الله عليه وسلم بعد موتِه سائغاً لَمَا عَدَلَ عنه عمر رضي الله عنه إلى التوسُّلِ بالعباس رضي الله عنه، ويدلُّ لذلك أيضاً ما رواه البخاريُّ في صحيحه في كتاب المرضى عن عائشة رضي الله عنها أنَّها قالت: \"وا رَأساه! فقال رسولُ الله صلى الله عليه وسلم: ذاكِ لو كان وأنا حَيٌّ فأستغفرَ لكِ وأدعوَ لكِ، فقالت عائشة: وا ثُكلياه! والله إنِّي لأظنُّكَ تُحِبُّ مَوتِي\" الحديث.\rفلو كان يَحصلُ منه الدعاءُ والاستغفارُ بعد موته صلى الله عليه وسلم لَم يكن هناك فرقٌ بين أن تَموتَ قبله أو يَموتَ قبلها صلى الله عليه وسلم.\rوزيارةُ قبره صلى الله عليه وسلم دَلَّت عليها الأحاديثُ الدالَّةُ على زيارة القبور، كقوله صلى الله عليه وسلم: \"زُورُوا القبورَ؛ فإنَّها","seal":"480A492E","part":1},
      {"page":51,"id":50,"nass":"تذكِّرُكم الآخرةَ\" أخرجه مسلم في صحيحه.\rلكن لا ينبغي إِطالةُ الوقوف عند قَبره صلى الله عليه وسلم ولا الإكثارُ من الزيارة لِمَا في ذلك من الإفضاء إلى الغلُوِّ، وقد خَصَّ اللهُ نبيَّه صلى الله عليه وسلم دون أُمَّته بأنَّ الملائكة تُبلِّغ السلامَ إليه من كلِّ مكانٍ؛ لقولِه صلى الله عليه وسلم: \"إنَّ لله ملائكةً سَيَّاحِين يُبلِّغوني عن أُمَّتي السلامَ\"، ولقوله صلى الله عليه وسلم: \"لا تَجعلوا بيوتَكم قبورًا، ولا تَتَّخِذوا قبري عيدًا، وصلُّوا عليَّ فإنَّ صلاتَكم تَبلُغُنِي حيث كنتم\"، فإنَّه صلى الله عليه وسلم لَمَّا نَهَى عن اتِّخاذ قبره عيدًا أَرْشَدَ إلى ما يقومُ مقامَ ذلك بقوله: \"وصَلُّوا عليَّ فإنَّ صلاتَكم تَبْلُغُنِي حيث كنتم\" أي: بواسِطَةِ الملائكة.\rوأمّا زيارةُ قبور البقِيعِ وزيارةُ قبور شُهداء أُحُد فهي مُستَحَبَّةٌ إذا كانت على وجهٍ مشروعٍ، ومُحَرَّمةٌ إذا كانت على وجهٍ مبتدَعٍ.","seal":"75D8EFB3","part":1},
      {"page":52,"id":51,"nass":"فالزيارةُ الشرعيَّةُ هي التي يُؤتى بها وِفقاً لما جاء عن الرسول صلى الله عليه وسلم، مشتملةً على انتفاع الحيِّ الزائر، وانتفاع الميِّت المَزُورِ.\rفالحيُّ الزائرُ يستفيد ثلاثَ فوائد:\rالأولى: تذكُّرُ الموت؛ لِمَا يترتَّب عليه من الاستعدادِ له بالأعمال الصالِحَة؛ لقوله صلى الله عليه وسلم: \"زوروا القبورَ؛ فإنَّها تذكِّركم الآخرةَ\" رواه مسلم.\rوالثانية: فعلُه الزيارةَ، وهي سنَّةٌ سنَّها رسول الله صلى الله عليه وسلم، فيُؤجرُ على ذلك.\rوالثالثة: الإحسانُ إلى الأمواتِ المسلمين بالدُّعاءِ لَهم، فيُؤْجَر على هذا الإحسان.\rوأمّا الميِّتُ المزور، فإنَّه يستفيد في الزيارة الشرعية الدعاءَ له والإحسانَ إليه بذلك؛ لأنَّ الأمواتَ يَستفيدون مِن دُعاء الأحياءِ.","seal":"E2918E2B","part":1},
      {"page":53,"id":52,"nass":"ويُستحبُّ لزائر القبورِ أن يدعوَ لَهم بِما ثبتَ عن رسول الله صلى الله عليه وسلم في ذلك، ومنه حديثُ بُرَيدَة بن الحُصَيب رضي الله عنه قال: \"كان رسولُ الله صلى الله عليه وسلم يعلِّمهم إذا خرَجُوا إلى المقابر، فكان قائلُهم يقول: \"السَّلامُ عليكم أهلَ الدِّيارِ مِن المؤمنين والمسلمين، وإنَّا إن شاء الله بكم لَلاَحِقونَ، أسأل اللهَ لنا ولكم العافِيةَ\" رواه مسلم.\rوزيارةُ القبور مُستَحبَّةٌ في حقِّ الرِّجالِ، أمَّا زِيارةُ النساء للقبور، ففيها خلافٌ لأهل العلم، مِنهم مَن أجازَ ومِنهم مَن مَنع، وأظهرُ القولين المنعُ؛ لقوله صلى الله عليه وسلم: \"لَعنَ الله زَوَّاراتِ القبور\" أخرجه الترمذي وغيرُه، وقال الترمذيُّ: \"حديثٌ حسنٌ صحيحٌ\".\rفإنَّ الأظهرَ في لفظِ \"زَوَّارات\" أنَّه للنِّسبَةِ، أي: نسبة الزِّيارة إليهنَّ، أو ذوات زيارة، نَظيرُ قوله","seal":"A49807B6","part":1},
      {"page":54,"id":53,"nass":"تعالى: {وَمَا رَبُّكَ بِظَلاَّمٍ لِلْعَبِيدِ} أي: ليس بذِي ظُلم، أو بِمنسُوبٍ إليه الظُّلم، وليس للمبالغَةِ في الزيارة، كما ذكره بعضُ مَن أجازَ زيارةَ النِّساء للقبور، وأيضاً لِما في النِّساءِ مِن الضَّعف وقلَّة الصبرِ عن البُكاءِ والنِّياحَةِ.\rوأيضاً فإنَّ القولَ بالمنع أحوطُ؛ لأنَّ المرأةَ إذا تَركت الزيارةَ لَم يفُتْهَا إلاَّ أمرٌ مُستَحَبٌّ، وإذا حصلت مِنها الزيارةُ تعرَّضَت لِلَّعنَةِ.\rوأمّا الزيارةُ البدعيَّةُ: فهي التي يُؤتى بها على غير الوجهِ المشروعِ، كأن تُقصَدَ القبورُ لدعاء أهلِها والاستغاثَةِ بهم وطلبِ قضاء الحاجات منهم ونَحوِ ذلك، فإنَّ هذه الزيارةَ لا يَستَفيدُ منها الميِّت ويَتَضَرَّرُ بها الحيُّ، فالحيُّ يتضرَّرُ؛ لأنَّه فَعلَ أمراً لا يَجوزُ؛ إذ هو شركٌ بالله، والميِّتُ لا ينتَفِعُ؛ لأنَّه لم يُدْعَ له، وإنَّما","seal":"C7E96256","part":1},
      {"page":55,"id":54,"nass":"دُعي مِن دون الله، وقد قال شيخُنا الشيخ عبد العزيز ابن باز رحمه الله في مَنسكه: \"فأمّا زيارَتُهُم لقَصدِ الدُّعاءِ عند قبورهم، أو العكوفِ عندها، أو سؤالِهم قضاء الحاجات، أو شفاءَ المرضى، أو سؤالِ الله بهم أو بِجاههم ونحوِ ذلك، فهذه زيارةٌ بِدعيَّةٌ مُنكَرةٌ لَم يَشرَعْها اللهُ ولا رسولُه ولا فعلَها السّلفُ الصالِحُ رضي الله عنهم، بل هي من الهُجْرِ الذي نَهى عنه الرسول صلى الله عليه وسلم حيث قال: \"زُورُوا القبورَ ولا تقولوا هُجرًا\"، وهذه الأمورُ المذكورةُ تَجتَمِع في كونها بِدعة، ولكنها مُختَلِفَةُ المراتِب، فبعضُها بِدعةٌ ولَيس بشِركٍ، كدُعاء الله سبحانَه عند القبور وسؤالِه بِحقِّ الميِّت وجاهِهِ ونَحوِ ذلك، وبعضُها من الشِّركِ الأكبر كدُعاء الموتَى والاستعانةِ بهم ونحو ذلك\".","seal":"3036F028","part":1},
      {"page":56,"id":55,"nass":"هذا ما أردتُ إيرادَه، وأسألُ اللهَ عزَّ وجلَّ أن يوفِّقنا وسَاكنِي هذه المدينة وزائِريها وسائِرَ المسلمين لِمَا تُحمد عاقبتُه في الدنيا والآخرة، وأن يرزقَنَا في هذا البلد الطيِّب طِيب الإقامة وحسنَ الأدب، وأن يُحسِنَ لنا الختام، وصلّى الله وسلَّم وبارَك على عبده ورسوله نبيِّنا محمد وعلى آله وأصحابه أجمعين.","seal":"F6566FA4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"فضل المدينة وآداب سكناها وزيارتها","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر","bLnk":null,"Inf":"","Auth":"عبد المحسن العباد","Betaka":"الكتاب: فضل المدينة وآداب سكناها وزيارتها\r\nالمؤلف: عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر\r\nالناشر: مطبعة النرجس\r\nالطبعة: الأولى، 1421هـ/2000م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"عبد المحسن بن حمد العباد ( معاصر )\r\n\r\nهو الشيخ المحدث الفقيه العلامة السلفي الزاهد الورع عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد بن عثمان آل بدر .\r\n\r\nأسرته :\r\nوأسرة آل بدر من آل جلاس من قبيلة عنزة إحدى القبائل العدنانية ، والجد الثاني عبد الله ولقبه ( عباد ) وقد اشتهر بالانتساب إلى هذا اللقب بعض أولاده ومنهم المترجم له ، وأمه ابنة سليمان بن عبد الله آل بدر . \r\n\r\nولادته ونشأته:\r\nولد الشيخ عبدالمحسن العباد عقب صلاة العشاء من ليلة الثلاثاء من شهر رمضان عام 1353 هـ في بلدة الزلفي ، ونشأ وشب فيها ، وتعلم مباديء القراءة والكتابة في الكُتاب عند بعض مشايخ الزلفي \r\n\r\nمشايخه في الزلفي :\r\n1-الشيخ عبد الله بن أحمد المنيع .\r\n2-الشيخ زيد بن محمد المنيفي .\r\n3-الشيخ عبد الله بن عبد الرحمن الغيث ، وقد أتم على يديه القرآن الكريم .\r\n4-الشيخ فالح بن محمد الرومي . \r\n\r\nومن شيوخه بعد ذلك :\r\n5-الشيخ المفتي محمد بن إبراهيم \r\n6- والشيخ العلامة عبدالعزيز بن باز \r\n7- والشيخ العلامة محمد الأمين الشنقيطي \r\n8- والشيخ العلامة عبدالرحمن الأفريقي \r\n9- والشيخ العلامة عبدالرزاق عفيفي  رحمهم الله أجمعين. \r\n\r\nملامح من سيرته في التعلم والتعليم : \r\nدراسته:\r\nعندما أسست أول مدرسة ابتدائية في الزلفي عام 1368 هـ التحق بها في السنة الثالثة الابتدائية ، ونال الشهادة الإبتدائية فيها عام واحدٍ وسبعين وثلاثمائة وألف من الهجرة النبوية . \r\nثم انتقل إلى الرياض ودخل معهد الرياض العلمي ، وكانت السنة التي قدِم العلامة الإمام عبدالعزيز بن باز -رحمه الله- من الخرج إلى الرياض وأول سنة يُدرسُ في هذا المعهد. \r\nوبعد تخرجه التحق بكلية الشريعة بالرياض ، وأثناء السنة النهائية في الكلية عُين مدرساً في معهد بريدة العلمي في 13/5/1379هـ ، وفي نهاية العام الدراسي عاد إلى الرياض لأداء الامتحان النهائي في الكلية ، فأكرمه الله تعالى بأن كان ترتيبه الأول بين زملائه البالغ عددهم ثمانين خريجاً ، وكانوا يمثلون الفوج الرابع من خريجي كلية الشريعة بالرياض ، كما كان ترتيبه الأول أيضاً في سنوات النقل الثلاث في الكلية ، وعند حصوله على الشهادة الثانوية بمعهد الرياض العلمي . ودرس الشيخ في الجامعة وفي المساجد على يد العلماء الكبار ممن سبق ذكرهم .\r\nوقد درس على الشيخ عبدالرحمن الأفريقي- رحمه الله- في الرياض عام اثنتين وسبعين وثلاثمائة وألف والعام الذي تلاه درسَ عليه في الحديث والمصطلح،ويقول عنه : (( كان مدرساً ناصحاً وعالماً كبيراً،وموجّهاً ومرشداً وقدوة في الخير رحمه الله تعالى )). \r\nوفي عام 1380هـ نقل إلى التدريس في معهد الرياض العلمي ، وعندما أنشئت الجامعة الإسلامية بالمدينة النبوية ، وكانت أول كلية أنشئت فيها هي كلية الشريعة ، اختاره سماحة الشيخ محمد بن إبراهيم آل الشيخ للعمل فيها مدرساً ، وبدأت الدراسة فيها يوم الأحد 3/6/1381هـ .\r\nوكان المترجم له الشيخ عبد المحسن بن حمد العباد أول من ألقى فيها درساً في ذلك اليوم . \r\nوقد حصل على شهادة الماجستير من مصر. \r\nوبقي الشيخ يعمل مدرساً في هذه الجامعة إلى الآن إضافة لتدريسه في الحرم النبوي الشريف . \r\nوفي 30/7/1393هـ عُين نائباً لرئيس الجامعة الإسلامية ، وقد اختاره لذلك المنصب جلالة الملك فيصل - رحمه الله - ، وكان أحد ثلاثة رشحهم سماحة الشيخ عبد العزيز بن باز - رحمه الله - رئيس الجامعة في ذلك الوقت وبقي في ذلك المنصب إلى 26/10/1399هـ ، حيث أُعفي منه بإلحاح منه ، وفي السنتين الأوليين من هذه السنوات الست ، كان المترجم له هو المسؤول الثاني فيها ، وبعد انتقال سماحة الشيخ عبد العزيز بن باز - رحمه الله - إلى رئاسة إدارات البحوث العلمية والإفتاء كان هو المسئول الأول ، خلال هذه الأعوام الستة لم يتخل عن إلقاء درسين أسبوعياً في السنة الرابعة من كلية الشريعة . \r\nوها هنا قصة ذكرها الشيخ سلمه الله حصلت له قبل توليه رئاسة الجامعة حيث يقول : \r\n(( كنت أتي إليه-يعني الإمام بن باز رحمه الله-قبل الذهاب إلى الجامعة وأجلس معه قليلاً ، وكان معه الشيخ إبراهيم الحصين رحمه الله ، وكان يقرأ عليه المعاملات من بعد صلاة الفجر إلى بعد ارتفاع الشمس. \r\nوفي يوم من الأيام قال لي:رأيتُ البارحةَ رؤيا وهو أنني رأيتُ كأنّ هناك بَكْرَةٌ جميلة وأنا أقودها وأنت تسوقها،وقال : أوّلتُها بالجامعة الإسلامية،وقد تحقق ذلك بحمد الله فكنتُ معه في النيابة مدّة سنتين ثم قمتُ بالعملِ بعدهُ رئيساً بالنيابة أربعةَ أعوام )) . \r\nولقد أُضيف لمكتبة الجامعة الإسلامية في عهد رئاسة المترجم الكثير من المخطوطات بلغت الخمسة آلاف مخطوطة ، حيث كان يُنتدب الشيخ العلامة حماد الأنصاري -رحمه الله -لجلبها من مختلف مكتبات العالم ، يقول الشيخ حماد :\r\n(( تراث السلف الذي صور للجامعة الإسلامية أغلبه في عهد الشيخ عبد المحسن العباد عندما كان رئيساً للجامعة الإسلامية )) ، ويقول أيضاً :\r\n(( جلبت للجامعة الإسلامية أثناء رحلاتي على حسابها خمسة آلاف مخطوطة ، وأغلب الرحلات التي من أجل جلب المخطوطات وتصويرها ، وكانت في وقت رئاسة الشيخ عبد المحسن العباد للجامعة )) . \r\nوقد كان أكثر هذه المخطوطات من كتب الحديث المسندة والعقيدة السلفية . \r\nولم أجد من يصور عظيم خدمة المترجم للعلم والتعليم خلال رئاسة للجامعة إلا ما قاله العلامة حماد الأنصاري - رحمه الله - : \r\n(( إن الشيخ عبد المحسن العباد ينبغي أن يكتب عنه التاريخ ، كان يعمل أعمالاً في الجامعة تمنيت لو أني كتبتها أو سجلتها ، وقد كان يداوم في الجامعة على فترتين صباحاً ومساء بعد العصر ، ومرة جئته بعد العصر بمكتبه وهو رئيس الجامعة فجلست معه ثم قلت : يا شيخ أين القهوة ؟ فقال : الآن العصر ولا يوجد من يعملها ، ومرة عزمت أن أسبقه في الحضور إلى الجامعة فركبت سيارة وذهبت ، فلما وصلت إلى الجامعة فإذا الشيخ عبد المحسن يفتح باب الجامعة قبل كل أحد )) . \r\nوقال الشيخ حماد أيضاً : (( والشيخ عبد المحسن في الجد في العمل حدث ولا حرج )) . \r\nوقال أيضاً : (( الجامعة الإسلامية هي جامعة العباد والزايد والشيخ بن باز )) . \r\nوقد كان الشيخ سبباً في تأليف الكتاب العظيم في التوسل الذي ألفه العلامة حماد الأنصاري رداً على كتاب عبد الله الغماري ( إتحاف الأذكياء في التوسل بالأنبياء والصالحين والأولياء ) وكان المترجم قد أحضره معه من سفرته للمغرب . \r\n\r\nأول رحلات الشيخ :\r\nإن أول رحلة قام بها الشيخ العباد خارج مدينة الزلفي كانت إلى مكة المكرمة لحج بيت الله الحرام ، وذلك عام 1370هـ . \r\nوفي أواخر عام 1371هـ رحل إلى الرياض لطلب العلم في معهد الرياض العلمي. \r\nوقد سافر الشيخ إلى المغرب .\r\nلطائف من أقوال الشيخ : \r\nيقول المتَرْجَم له : \r\n(( إن لدي الآن دفاتري في مختلف المراحل الدراسية بدأً من السنة الثالثة الابتدائية ، وهي من أعز وأنفس ما أحتفظ به )) . \r\nويقول : \r\n(( من أحب أعمالي إلى نفسي وأرجاه لي عند ربي حبي الجم لأصحاب رسول الله - صلى الله عليه وسلم - ورضي الله عنهم - وبغضي الشديد لمن يبغضهم ، وقد رزقني الله تعالى بنين وبنات ، سميت أربعة من البنين بأسماء الخلفاء الراشدين -رضي الله عنهم- بعد التسمية باسم سيد المرسلين - صلى الله عليه وسلم - ، وسميت بعض البنات بأسماء بعض أمهات المؤمنين -رضي الله عنهن - بعد التسمية باسم سيدة نساء المؤمنين -رضي الله عنها- وأسأل الله تعالى وأتوسل إليه بحبي إياهم وبغضي من يبغضهم ، وأن يحشرني في زمرتهم ، وأن يزيدهم فضلاً وثواباً )) . \r\nقال صاحب كتاب ( علماء وأعلام وأعيان الزلفي ) : \r\n(( والمترجم له أيضاً يعتبر مثالاً في العلم والعمل والاستقامة في دينه ، متواضعاً حليماً ذا أناة وتؤدة )) . \r\nوممن درس على الشيخ الكثير من العلماء وطلبة العلم ومنهم : \r\nالشيخ العلامة إحسان إلهي ظهير\r\nالدكتور علي ناصر فقيهي\r\nوالشيخ يوسف بن عبدالرحمن البرقاوي\r\nوالدكتور صالح السحيمي\r\nوالدكتور وصي الله عباس\r\nوالكتور عبدالرحمن الفريوائي\r\nوالشيخ الحافظ ثناء الله المدني\r\nوالدكتور باسم الجوابرة\r\nوالدكتور ناصر الشيخ\r\nوالدكتور صالح الرفاعي\r\nوالدكتور عاصم بن عبد الله القريوتي . \r\nوالدكتور عبدالرحمن الرشيدان\r\nوالدكتور إبرهيم الرحيلي\r\nوالكتور مسعد الحسيني\r\nوابنه الدكتور عبدالرزاق . \r\nوعدد كبير من خريجي الجامعة الإسلامية وطلاب الحرم النبوي الشريف\r\n\r\nمؤلفاته :\r\nللشيخ مؤلفات عديدة منها:\r\n1-عشرون حديثاً من صحيح الإمام البخاري. \r\n2-عشرون حديثا من صحيح الأمام مسلم. \r\n3-من أخلاق الرسول الكريم. \r\n4-عقيدة أهل السنة والجماعة في الصحابة الكرام. \r\n5-فضلُ أهل البيت وعلوُّ مكانتِهم عند أهل السُّنَّة والجماعة . \r\n6-عقيدة أهل السنة والأثر في المهدي المنتظر .\r\nومما قاله الإمام عبد العزيز عن هذا الكتاب عقيدة أهل السنة والأثر في المهدي المنتظر )) قبل تمامها ، وذلك بعد محاضرة ألقاها المترجم حول ( المهدي المنتظر ) : \r\n(( الحمد لله وصلى الله وسلم على رسول الله وعلى آله وأصحابه ومن سلك سبيله واهتدى بهداه إلى يوم الدين . أما بعد : فإنا نشكر محاضرنا الأستاذ الفاضل الشيخ عبد المحسن بن حمد العباد على هذه المحاضرة القيمة الواسعة فلقد أجاد فيها وأفاد واستوفى المقام حقاً فيما يتعلق بالمهدي المنتظر مهدي الحق ، ولا مزيد على ما بسطه من الكلام فقد بسط واعتنى ، وذكر الأحاديث ، وذكر كلام أهل العلم في هذا الباب ، وقد وفق للصواب وهُدي إلى الحق ، فجزاه الله عن محاضرته خيراً وجزاه الله عن جهوده خيراً وضاعف له المثوبة وأعانه على التكميل والإتمام لرسالته في هذا الموضوع ، وسوف نقوم بطبعها بعد انتهائه منها لعظم فائدتها ومسيس الحاجة إليها )) . قلت : ماكان الإمام عبد العزيز ابن باز-رحمه الله - وهو من هو في التثبت وعدم الاستعجال ليثني على هذه الرسالة ويعد بطباعتها ، لولا ثقته بــــــها وبمؤلفها ، فتنبه ! \r\n7-الرد على الرفاعي والبوطي. \r\n8-الانتصار للصحابةِ الأخيار في ردِّ أباطيل حسن المالكي. \r\n9-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n10-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n11-الإخلاص والإحسان والإلتزام بالشريعة. \r\n12-فَضلُ المدينة وآدابُ سُكنَاها وزيارتِها. \r\n13-شرح عقيدة أبي زيد القيرواني ، والمترجم له إن لم يكن أول عالم سلفي يشرحها ، فهو من أوائل العلماء السلفيين شرحاً لها ، مما يدل على ذلك قول العلامة حماد الأنصاري في حياته : \r\n(( لم يشرح عقيدة ابن أبي زيد القيرواني عالم سلفي ، إنما شرحها الأشاعرة )) والشيخ حماد قد توفي في الشهر السادس من عام 1418هـ . \r\n14-كتاب(( من أقوال المنصفين في الصحابي الخليفة معاوية رضي الله عنه )) \r\nوقد اقتصر فيها المترجم له على أقوال المنصفين دون المتعسفين المنحرفين ، فلما أطلع على رسائل المدعو ( حسن المالكي ) ألف ( الانتصار ) رداً عليه ، فدحض أباطيله بالحجة والبرهان ، فجزاه الله عن صحابة رسول الله خير الجزاء . \r\n15- رفقا أهل السنة بأهل السنة\r\nوكما ذكرنا أنهُ مدرس بالحرم المدني فالعام الماضي كانت دروسه يومياً عدا الخميس بعد كل صلاة مغرب بالحرم النبوي في شرح سنن أبي داود،وله دروس أخرى في مسجده. \r\nأتم الشيخ شرح عدة كتب من كتب السنة النبوية،وشرح مقدمة ابي زيد القيرواني في العقيدة،وشرح في المصطلح ألفية السيوطي،وشرح كتاب الصيام من اللؤلؤ والمرجان،وكتاب آداب المشي إلى الصلاة وكلها في الحرم. \r\nمن دروسه بالحرم النبوي والتي تجدها في تسجيلات الحرم النبوي: \r\n1-شرح مُختصر ألفية السيوطي ـــــ57شريط. \r\n2-القيروانيةــــــــ14 شريط. \r\n3-صحيح البخاري[لم يكتمل]ــــــ623 شريط. \r\n4-سنن النسائي ــــــــ414 شريط. \r\n5-سنن أبي داود[و قد تم شرحه]ــــــ أكثر من 300 شريط. \r\n6-اللؤلؤ والمرجان[كتاب الصيام]ــــــ7 شريط. \r\n7-آداب المشي إلى الصلاةـــــ14 شريط. \r\n\r\nحبه للعلماء السلفيين أهل الحديث:\r\nإن الشيخ من محبي أهل الحديث والسلفيين وكانت تربطه علاقة قوية بعلمائهم من شتى الديار \r\nكما كانت تربطه علاقة متينة بالشيخ العلامة حماد الأنصاري رحمه الله \r\nوالشيخ العلامة عمر فلاته رحمه الله\r\nو بالشيخ العلامة محمد ناصر الدين الألباني رحمه الله وله ثناء عطر عليه ومن ذلك :\r\nقوله :\r\nلا أعلم له نظيراً في هذا العصر في العناية بالحديث وسعة الإطلاع فيه، وأنا لا أستغني وأرى أنه لا يستغني غيري عن \r\nكتبه والإفادة منها.\r\n\r\nمن أخلاقه والثناء عليه :\r\nومن الأمور التي تدل على رفعة أخلاق المترجم ورحمته للخلق أنه رغم ترؤسه للجامعة الإسلامية إلا أنه لم يكن يستغل هذا المنصب الرفيع ليشق على العاملين معه ؛ بل كان يتعمد عدم إقلاق راحتهم ، وقد روى العلامة حماد الأنصاري ما نصه : \r\n(( ذهبت إلى الجامعة عصراً عندما كان الشيخ عبد المحسن العباد رئيسها ، ولم يكن في الجامعة إلا أنا وهو ، فقلت له : لماذا لا تأتي بمن يفتح لك الجامعة قبل أن تحضر ؟ ، فقال : لا أستخدم أحداً في هذا الوقت ، لأنه وقت راحة ، وكان ذلك وقت العصر )) . \r\nوقال العلامة المحدث الشيخ حماد الأنصاري : \r\n(( إن الشيخ عبد المحسن العباد ما رأت عيني مثله في الورع )) . \r\nومن محاضرات الشيخ المسجلة : \r\n1-معاوية بن أبي سفيان رضي الله عنه بين أهل الإنصاف وأهل الإجحاف. \r\n2-الإيمان بالغيب. \r\n3-أربع وصايا للشباب. \r\n4-أثر علم الحديث. \r\n5-تقييد النعم بالشكر. \r\n6-محبة الرسول صلى الله عليه وسلم (2 شريط. \r\n7-توقير العلماء والاستفادة من كتبهم. \r\n8-أثر العبادات في حياة المسلمين. \r\n9-الشيخ بن عثيمين رحمه الله وشيءٌ من سيرته ودعوته. \r\n10-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n11-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n12-خطر البدع. \r\nوغيرها... \r\nحفظ الله الشيخ العلامة عبد المحسن العباد ونفع به ونصر به التوحيد والسنة اللهم آمين .\r\n\r\nنقلا عن : موقع طريق الإسلام\r\nwww.islamway.com","seal":"725B27D6","cat":"الرقاق والآداب والأذكار","oNum":11232,"BkId":11232,"oAuth":185,"bVer":1,"aSeal":"22E1767B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11232":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"فضل المدينة"},
      {"lvl":1,"id":22,"sub":0,"tit":"آداب سكناها وزيارتها"}
    ]
}
