{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11291":
    [
      {"page":5,"id":1,"nass":"أدلة من الكتاب والسنة على فضل الصحابة وعظم منزلتهم\r...\rعقيدة أهل السنة والأثر في الصحابة الكرام رضي الله عنهم وأرضاهم\rبقلم: الشيخ عبد المحسن العباد\rالمدرس في كلية الشريعة بالجامعة\rبسم الله الرحمن الرحيم\rمن رحمة الله بعباده وإحسانه إليهم وفضله عليهم أن بعث فيهم رسولاً من أنفسهم ليبلغهم رسالة ربهم ويرشدهم إلى كل ما ينفعهم ويحذرهم كل ما يضرهم وقد قام صلى الله عليه وسلم بما أرسل به على التمام والكمال فدل أمته على كل خير وحذرها من كل شر ونصح غاية النصح وقد اختار الله لصحبته وتلقي الشريعة عنه قوما هم أفضل هذه الأمة التي هي خير الأمم فشرَّفهم بصحبة نبيه صلى الله عليه وسلم وخصَّهم في الحياة الدنيوية بالنظر إليه وسماع","seal":"C5923956","part":1},
      {"page":6,"id":2,"nass":"حديثه من فمه الشريف وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم.\rوقد بلَّغوا عن رسول الله صلى الله عليه وسلم ما بعثه الله به من النور والهدى على أكمل الوجوه وأتمها فكان لهم الأجر العظيم لصحبتهم رسول الله صلى الله عليه وسلم والجهاد معه في سبيل الله وأعمالهم الجليلة في نشر الإسلام ولهم مثل أجور من بعدهم لأنهم الواسطة بينهم وبين رسول الله صلى الله عليه وسلم ومن دعا إلى الهدى كان له من الأجر مثل أجر من تبعه لا ينقص ذلك من أجورهم شيئا كما ثبت ذلك عن رسول الله صلى الله عليه وسلم في الحديث الذي أخرجه مسلم في صحيحه وقد أثنى الله عليهم في كتابه العزيز وأثنى عليهم رسول الله صلى الله عليه وسلم في سنته المطهرة وحسبهم ذلك فضلا وشرفا","seal":"8F027047","part":1},
      {"page":7,"id":3,"nass":"قال الله تعالى: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} . وقال تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الأِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً} .\rوفي قوله –سبحانه-في حق الصحابة الكرام –رضي الله عنهم {لِيَغِيظَ بِهِمُ الْكُفَّارَ} أخطر حكم، وأغلظ تهديد، وأشد وعيد في حق من غيظ بأصحاب رسول -الله صلى الله عليه وسلم- أو كان في قلبه غل لهم.\rوقال الله تعالى: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ","seal":"5E954FF6","part":1},
      {"page":8,"id":4,"nass":"الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلاً وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} وقال تعالى في بيان مصارف الفيء: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ والَّذِينَ تَبَوَّأُوا الدَّارَ وَالأِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ والَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} ..هذه ثلاث آيات من سورة الحشر الأولى منها في المهاجرين والثانية في الأنصار والثالثة في الذين يجيئون بعد المهاجرين والأنصار مستغفرين لهم سائلين الله تعالى أن لا يجعل في قلوبهم غلا لهم","seal":"99C372A9","part":1},
      {"page":9,"id":5,"nass":"وليس وراء هذه الأصناف الثلاثة إلا الخذلان والوقوع في حبائل الشيطان ولهذا قالت عائشة رضي الله عنها لعروة بن الزبير بشأن بعض هؤلاء المخذولين: \"أمروا أن يستغفروا لأصحاب الرسول صلى الله عليه وسلم فسبُّوهم\" أخرجه مسلم في أواخر صحيحه وقال النووي في شرحه بعد ذكر آية الحشر: \"وبهذا احتج مالك في أنه لا حق في الفيء لمن سب الصحابة رضي الله عنهم لأن الله إنما جعله لمن جاء من بعدهم يستغفر لهم\"، وقال ابن كثير رحمه الله في تفسير هذه الآية: \"وما أحسن ما استنبط الإمام مالك من هذه الآية الكريمة أن الرافضي الذي يسب الصحابة ليس له في مال الفيء نصيب لعدم اتصافه بما مدح الله به هؤلاء في قولهم: {رَبَّنَا اغْفِرْ لَنَا وَلإخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} .","seal":"85E404C3","part":1},
      {"page":10,"id":6,"nass":"وقال صلى الله عليه وسلم: \"خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم\" أخرجه البخاري ومسلم وغيرهما من حديث عمران بن حصين وعبد الله بن مسعود رضي الله عنهما وأخرجه مسلم من حديث أبي هريرة رضي الله عنه بلفظ: \"خير أمتي القرن الذي بعثت فيهم ثم الذين يلونهم ثم الذين يلونهم\" والله أعلم ذكر الثالث أم لا. وأخرجه مسلم من حديث عائشة رضي الله عنها قالت: \"سأل رجل النبي صلى الله عليه وسلم أي الناس خير؟ قال: \" القرن الذي أنا فيه ثم الثاني ثم الثالث\" وفي الصحيحين عن أبي سعيد الخدري رضي الله عنه قال: \"قال رسول الله صلى الله عليه وسلم: \"يأتي على الناس زمان فيغزو فئام من الناس فيقال: هل فيكم من صاحب رسول الله صلى الله عليه وسلم؟ فيقولون نعم فيفتح لهم ثم يأتي على الناس زمان فيغزوا فئام من الناس فيقال هل فيكم من صاحب","seal":"729DA0A6","part":1},
      {"page":11,"id":7,"nass":"أصحاب رسول الله صلى الله عليه وسلم فيقولون نعم فيفتح لهم ثم يأتي على الناس زمان فيغزو فئام من الناس فيقال هل فيكم من صاحب من صاحب أصحاب رسول الله صلى الله عليه وسلم فيقولون نعم فيفتح لهم\"، وروى ابن بطة بإسناد صحيح - كما في منهاج السنة لابن تيمية - عن ابن عباس أنه قال: \"لا تسبوا أصحاب محمد صلى الله عليه وسلم فلمقام أحدهم ساعة يعني مع رسول الله صلى الله عليه وسلم خير من عمل أحدكم أربعين سنة \" وفي رواية وكيع: \"خير من عمل أحدكم عمره\". ولما ذكر سعيد بن زيد رضي الله عنه العشرة المبشرين بالجنة قال: \"والله لمشهد رجل منهم مع رسول الله صلى الله عليه وسلم يغبر فيه وجهه خير من عمل أحدكم ولو عمِّر عُمْر نوح\" أخرجه أبو داود والترمذي، وعن جابر رضي الله عنه قال: \"قيل لعائشة أن","seal":"C13153F7","part":1},
      {"page":12,"id":8,"nass":"أناسا يتناولون أصحاب النبي صلى الله عليه وسلم حتى أبا بكر وعمر فقالت: وما تعجبون من هذا انقطع عنهم العمل فأحب الله أن لا ينقطع عنهم الأجر\" أخرجه رزين كما في جامع الأصول لابن الأثير ويشهد لذلك قوله صلى الله عليه وسلم في الحديث الصحيح: \"إن المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة ويأتي قد شتم هذا وقذف هذا وأكل مال هذا وسفك دم هذا وضرب هذا فيعطى هذا من حسناته وهذا من حسناته فإن فَنِيَت حسناته قبل أن يقضي ما عليه أخذ من خطاياهم فطرحت عليه ثم طرح في النار\". وروى البخاري في صحيحه عن أبي سعيد الخدري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \"لا تسبوا أصحابي فلو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مُدَّ أحدهم ولا نصيفه\" وأخرجه مسلم في صحيحه عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:","seal":"148EE65E","part":1},
      {"page":13,"id":9,"nass":"\" لا تسبوا أصحابي لا تسبوا أصحابي فو الذي نفسي بيده لو أنفق أحدكم مثل أحد ذهبا ما أدرك مُدَّ أحدهم ولا نصيفه\" وأخرج من حديث أبي سعيد رضي الله عنه ولفظه: \"كان بين خالد بن الوليد وعبد الرحمن بن عوف شيء فسبه خالد فقال رسول الله صلى الله عليه وسلم: \"لا تسبوا أحدا من أصحابي فإن أحدكم لو أنفق مثل أحد ذهبا ما أدرك مُدَّ أحدهم ولا نصيفه\"، فإذا كان سيف الله خالد بن الوليد وغيره ممن أسلم بعد الحديبية لا يساوي العمل الكثير منهم القليل من عبد الرحمن بن عوف وغيره ممن تقدم إسلامه مع أن الكل تشرف بصحبته صلى الله عليه وسلم فكيف بمن لم يحصل له شرف الصحبة بالنسبة إلى أولئك الأخيار، إن البون لشاسع وإن الشقة لبعيدة فما أبعد الثرى عن الثريا بل وما أبعد الأرض السابعة عن السماء السابعة ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم.","seal":"3A5C2C81","part":1},
      {"page":14,"id":10,"nass":"هذه بعض الآيات القرآنية والأحاديث النبوية الدالة على فضل أولئك الأخيار الذين ما كانوا ولا يكونون رضي الله عنهم.","seal":"3326150B","part":1},
      {"page":14,"id":11,"nass":"الصحابة كلهم عدول\rوصحابة رسول الله صلى الله عليه وسلم كلهم عدول بتعديل الله تعالى لهم وثنائه عليهم وثناء رسوله صلى الله عليه وسلم. قال النووي في التقريب الذي شرحه السيوطي في تدريب الراوي: \"الصحابة كلهم عدول من لابس الفتن وغيرهم بإجماع من يعتد به\" انتهى. وقال الحافظ ابن حجر في الإصابة: \"اتفق أهل السنة على أن الجميع عدول ولم يخالف في ذلك إلا شذوذ من المبتدعة\" انتهى. ولهذا لا تضر جهالة الصحابي فإذا قال التابعي: \"عن رجل صحب النبي صلى الله عليه وسلم\" لم يؤثر ذلك في المروي لأن الجهالة في الصحابة لا تضر لأنهم كلهم عدول","seal":"C773C2C5","part":1},
      {"page":15,"id":12,"nass":"قال الخطيب البغدادي في كتاب الكفاية: \"كل حديث اتصل إسناده بين من رواه وبين النبي صلى الله عليه وسلم لم يلزم العمل به إلا بعد ثبوت عدالة رجاله ويجب النظر في أحوالهم سوى الصحابي الذي رفعه إلى رسول الله صلى الله عليه وسلم لأن عدالة الصحابة ثابتة معلومة بتعديل الله لهم وإخباره عن طهارتهم واختياره في نص القرآن\". ثم ساق بعض الآيات والأحاديث في فضلهم ثم قال: \"على أنه لو لم يرد من الله عز وجل ورسوله صلى الله عليه وسلم فيهم شيء مما ذكرناه لأوجبت الحال التي كانوا عليها من الهجرة والجهاد والنصرة وبذل المهج والأموال وقتل الآباء والأولاد والمناصحة في الدين وقوة الإيمان واليقين القطع على عدالتهم والاعتقاد لنزاهتهم وأنهم أفضل من جميع المعدلين والمزكين الذين يجيئون بعدهم أبد الآبدين\" وروى بإسناده عن أبي زرعة قال: \"إذا رأيت الرجل","seal":"C851ED8A","part":1},
      {"page":16,"id":13,"nass":"ينتقص أحدا من أصحاب رسول الله فاعلم أنه زنديق وذلك أن رسول الله صلى الله عليه وسلم عندنا حق والقرآن حق وإنما أدى إلينا هذا القرآن والسنن أصحاب رسول الله صلى الله عليه وسلم، وإنما يريدوا أن يجرحوا شهودنا ليبطلوا الكتاب والسنة والجرح بهم أولى وهم زنادقة\".","seal":"A297BBA8","part":1},
      {"page":16,"id":14,"nass":"ملخص عقيدة أهل السنة والجماعة في الصحابة رضي الله عنهم:\rومذهب أهل السنة والجماعة فيهم وسط بين طرفيها الإفراط والتفريط وسط بين المفرطين الغالين الذين يرفعون من يعظمون منهم إلى ما لا يليق إلا بالله أو برسله وبين المفرِّطين الجافين الذين ينقصونهم ويسبونهم فهم وسط بين الغلاة والجفاة يحبونهم جميعا وينزلونهم منازلهم التي يستحقونها بالعدل والإنصاف فلا يرفعونهم إلى ما لا يستحقون ولا يقصرون بهم عما يليق بهم فألسنتهم رطبة","seal":"D44459E8","part":1},
      {"page":17,"id":15,"nass":"بذكرهم بالجميل اللائق بهم وقلوبهم عامرة بحبهم وما صح فيما جرى بينهم من خلاف فهم فيه مجتهدون إما مصيبون فلهم أجر الاجتهاد والإصابة وإما مخطئون ولهم أجر الاجتهاد وخطؤهم مغفور، وليسوا معصومين بل هم بشر يصيبون ويخطئون ولكن ما أكثر صوابهم بالنسبة لصواب غيرهم وما أقل خطأهم إذا نسب إلى خطأ غيرهم ولهم من الله المغفرة والرضوان، وكتب أهل السنة مملوء ببيان هذه العقيدة الصافية النقية في حق هؤلاء الصفوة المختارة من البشر لصحبة خير البشر صلى الله عليه وسلم ورضي الله عنهم أجمعين","seal":"508E280C","part":1},
      {"page":18,"id":16,"nass":"من أقوال أئمة السلف في الصحابة\r1- قول الإمام الطحاوي: ومن ذلك قول الطحاوي في عقيدة أهل السنة: \"ونحب أصحاب رسول الله صلى الله عليه وسلم ولا نفرط في حب أحد منهم ولا نتبرأ من أحد منهم ونبغض من يبغضهم وبغير الخير يذكرهم ولا نذكرهم إلا بخير وحبهم دين وإيمان وإحسان وبغضهم كفر ونفاق وطغيان\"\r2-قول إبن أبي زيد القيرواني: وقال ابن أبي زيد القيرواني المالكي في مقدمة رسالته المشهورة: \"وأن خير القرون الذين رأوا رسول الله صلى الله عليه وسلم وأفضل الصحابة الخلفاء الراشدون المهديون أبو بكر ثم عمر ثم عثمان ثم علي رضي الله عنهم أجمعين وأن لا يذكر أحد من صحابة الرسول صلى الله عليه","seal":"DC69A396","part":1},
      {"page":19,"id":17,"nass":"وسلم إلا بأحسن ذكر والإمساك عما شجر بينهم وأنهم أحق الناس أن يلتمس لهم أحسن المخارج ويظن بهم أحسن المذاهب\"\r3- قول الإمام أحمد: وقال الإمام أحمد بن حنبل في كتاب السنة: \"ومن السنة ذكر محاسن أصحاب رسول الله صلى الله عليه وسلم كلهم أجمعين والكف عن الذي جرى بينهم فمن سب أصحاب رسول الله صلى الله عليه وسلم أو واحدا منهم فهو مبتدع رافضي، حبهم سنة والدعاء لهم قربة والاقتداء بهم وسيلة والأخذ بآثارهم فضيلة\".وقال: \"لا يجوز لأحد أن يذكر شيئا من مساويهم ولا يطعن على أحد منهم فمن فعل ذلك فقد وجب على السلطان تأديبه وعقوبته ليس له أن يعفو عنه بل يعاقبه ثم يستتيبه فإن تاب قبل منه وإن لم يتب أعاد عليه العقوبة وخلَّده في الحبس حتى يتوب ويرجع\"","seal":"1EF80B49","part":1},
      {"page":20,"id":18,"nass":"4- قول الامام أبي عثمان الصابوني:\rوقال الإمام أبو عثمان الصابوني في كتاب عقيدة السلف وأصحاب الحديث: \"ويرون الكفّ عمّا شجر بين أصحاب رسول الله صلى الله عليه وسلم وتطهير الألسنة عن ذكر ما يتضمن عيبا أو نقصا فيهم ويرون الترحم على جميعهم والموالاة لكافَّتهم\".\r5- قول شيخ الاسلام ابن تيمية:\rوقال شيخ الإسلام ابن تيمية في كتابه العقيدة الواسطية: \"ومن أصول أهل السنة والجماعة سلامة قلوبهم ألسنتهم لأصحاب رسول الله صلى الله عليه وسلم كما وصفهم الله في قوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} وطاعة للنبي صلى الله عليه وسلم في قوله: \"لا تسبوا أصحابي فو الذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مُدَّ أحدهم ولا نصيفه\".","seal":"47F17154","part":1},
      {"page":21,"id":19,"nass":"ويقبلون ما جاء به الكتاب والسنة والإجماع من فضائلهم ومراتبهم ويفضِّلون من أنفق من قبل الفتح وهو صلح الحديبية وقاتل على من أنفق من بعد وقاتل ويقدمون المهاجرين على الأنصار ويؤمنون بأن الله قال لأهل بدر وكانوا ثلاثمائة وبضعة عشر رجلا: \"اعملوا ما شئتم فقد غفرت لكم\" وبأنه لا يدخل النار رجل بايع تحت الشجرة كما أخبر به النبي صلى الله عليه وسلم بل لقد رضي الله عنهم ورضوا عنه وكانوا أكثر من ألف وأربعمائة ويشهدون بالجنَّة لمن شهد له رسول الله صلى الله عليه وسلم كالعشرة وثابت بن قيس بن شماس وغيرهم ويقرون بما تواتر به النقل عن أمير المؤمنين علي بن أبي طالب رضي الله عنه وغيره من أن خير هذه الأمة بعد نبيها أبو بكر ثم عمر ثم يثلثون بعثمان ويربعون بعلي رضي الله عنهم كما دلت عليه الآثار وكما أجمع على تقديم عثمان في البيعة مع أن بعض أهل السنة كانوا قد اختلفوا في عثمان وعلي رضي الله عنهما - بعد اتفاقهم على تقديم","seal":"B95CDDCA","part":1},
      {"page":22,"id":20,"nass":"أبي بكر وعمر - أيهما أفضل فقدَّم قوم عثمان وسكتوا وربعوا بعلي وقدَّم قوم عليّاً وقوم توقفوا لكن استقر أمر أهل السنة على تقديم عثمان ثم علي وإن كانت هذه المسألة - مسألة عثمان وعلي - ليست من الأصول التي يضلَّلُ المخالف فيها عند جمهور أهل السنة لكن التي يضلل فيها مسألة الخلافة وذلك أنهم يؤمنون أن الخليفة بعد رسول الله صلى الله عليه وسلم أبو بكر ثم عمر ثم عثمان ثم علي ومن طعن في خلافة أحد من هؤلاء فهو أضل من حمار أهله\". ثم ذكر محبتهم لأهل بيت رسول الله صلى الله عليه وسلم وتوليهم لهم وحفظهم فيهم وصية رسول الله صلى الله عليه وتولِّيهم أزواج رسول الله صلى الله عليه وسلم أمهات المؤمنين وإيمانهم بأنهنَّ أزواجه في الآخرة ثم قال: \"ويتبرءون من طريقة الروافض الذين يبغضون الصحابة ويسبونهم وطريقة النواصب الذين","seal":"133E5535","part":1},
      {"page":23,"id":21,"nass":"يؤذون أهل البيت بقول أو عمل، ويمسكون عما جرى بين الصحابة ويقولون أن هذه الآثار المروية في مساويهم منها ما هو كاذب ومنها ما قد زيد فيه ونقص وغيّر عن وجهه الصحيح منه هم فيه معذورون إما مجتهدون مصيبون وإما مجتهدون مخطئون وهم مع ذلك لا يعتقدون أن كل واحد من الصحابة معصوم عن كبائر الإثم وصغائره بل يجوز عليهم الذنوب في الجملة ولهم من السوابق ومن الفضائل ما يوجب مغفرة ما يصدر منهم إن صدر حتى أنه يغفر لهم من السيئات ما لا يغفر لمن بعدهم لأن لهم من الحسنات التي تمحو السيئات ما ليس لمن بعدهم وقد ثبت بقول رسول الله صلى الله عليه وسلم أنهم خير القرون وإن المد من أحدهم إذا تصدق به كان أفضل من جبل أحد ذهبا ممن بعدهم ثم إذا كان قد صدر من أحدهم ذنب فيكون قد تاب منه أو أتى بحسنات تمحوه أو غفر له بفضل سابقته أو بشفاعة محمد صلى الله عليه وسلم الذي هم أحق الناس بشفاعته أو ابتلي ببلاء في","seal":"2BC7FDD0","part":1},
      {"page":24,"id":22,"nass":"الدنيا كفَّر به عنه فإذا كان هذا في الذنوب المحققة فكيف الأمور التي كانوا فيها مجتهدين إن أصابوا فلهم أجران وإن أخطئوا فلهم أجر واحد والخطأ مغفور ثم إن القدر الذي ينكر من فعل بعضهم قليل نزر مغفور في جنب فضائل القوم ومحاسنهم من الإيمان بالله ورسوله والجهاد في سبيله والهجرة والنصرة والعلم النافع والعمل الصالح ومن نظر في سيرة القوم بعلم وبصيرة وما منَّ الله عليهم به من الفضائل علم يقينا أنهم خير الخلق بعد الأنبياء لا كان ولا يكون مثلهم وأنهم الصفوة من قرون هذه الأمة التي هي خير الأمم وأكرمها على الله\".\rهذه خمسة نماذج من أقوال السلف الصالح فيما يجب اعتقاده في حق خيار الخلق بعد الأنبياء والمرسلين صلوات الله عليهم وسلامه ورضي الله عن الصحابة أجمعين.","seal":"75BAD50F","part":1},
      {"page":25,"id":23,"nass":"القدح في الصحابة قدح في الكتاب والسنة:\rومما ينبغي التفطن له أن القدح في هؤلاء الصفوة المختارة رضي الله عنهم قدح في الدين لأنه لم يصل إلى من بعدهم إلا بواسطتهم وتقدم في كلام أبي زرعة قوله: \"وإنما أدَّى إلينا هذا القرآن والسنن أصحاب رسول الله صلى الله عليه وسلم وإنما يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة والجرح بهم أولى وهم زنادقة\" يعني الذين ينتقَّصون أحدا من الصحابة.","seal":"89800D0A","part":1},
      {"page":25,"id":24,"nass":"القدح في الصحابة لا يضرهم:\rوأن القدح فيهم لا يضرهم شيئا بل يفيدهم كما في حديث المفلس ولا يضر القادح إلا","seal":"66874169","part":1},
      {"page":26,"id":25,"nass":"نفسه فمن وجد في قلبه محبة لهم وسلامة من الغل لهم وصان لسانه عن التعرض لهم إلا بخير فليحمد الله على هذه النعمة وليسأل الله الثبات على هذا الهدى ومن كان في قلبه غلٌّ لهم وأطلق لسانه بذكرهم بما لا يليق بهم فليتق الله في نفسه وليقلع عن هذه الجرائم وليتب إلى الله ما دام باب التوبة مفتوحا أمامه قبل أن يندم حيث لا ينفعه الندم. ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم.","seal":"8BA8DF08","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"عقيدة أهل السنة في الصحابة لعبد المحسن العباد","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر","bLnk":null,"Inf":"","Auth":"عبد المحسن العباد","Betaka":"الكتاب: عقيدة أهل السنة والجماعة في الصحابة الكرام رضي الله عنهم وأرضاهم\r\nالمؤلف: عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر\r\nالناشر: دار ابن خزيمة\r\nالطبعة: الأولى، 1420هـ/2000م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"عبد المحسن بن حمد العباد ( معاصر )\r\n\r\nهو الشيخ المحدث الفقيه العلامة السلفي الزاهد الورع عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد بن عثمان آل بدر .\r\n\r\nأسرته :\r\nوأسرة آل بدر من آل جلاس من قبيلة عنزة إحدى القبائل العدنانية ، والجد الثاني عبد الله ولقبه ( عباد ) وقد اشتهر بالانتساب إلى هذا اللقب بعض أولاده ومنهم المترجم له ، وأمه ابنة سليمان بن عبد الله آل بدر . \r\n\r\nولادته ونشأته:\r\nولد الشيخ عبدالمحسن العباد عقب صلاة العشاء من ليلة الثلاثاء من شهر رمضان عام 1353 هـ في بلدة الزلفي ، ونشأ وشب فيها ، وتعلم مباديء القراءة والكتابة في الكُتاب عند بعض مشايخ الزلفي \r\n\r\nمشايخه في الزلفي :\r\n1-الشيخ عبد الله بن أحمد المنيع .\r\n2-الشيخ زيد بن محمد المنيفي .\r\n3-الشيخ عبد الله بن عبد الرحمن الغيث ، وقد أتم على يديه القرآن الكريم .\r\n4-الشيخ فالح بن محمد الرومي . \r\n\r\nومن شيوخه بعد ذلك :\r\n5-الشيخ المفتي محمد بن إبراهيم \r\n6- والشيخ العلامة عبدالعزيز بن باز \r\n7- والشيخ العلامة محمد الأمين الشنقيطي \r\n8- والشيخ العلامة عبدالرحمن الأفريقي \r\n9- والشيخ العلامة عبدالرزاق عفيفي  رحمهم الله أجمعين. \r\n\r\nملامح من سيرته في التعلم والتعليم : \r\nدراسته:\r\nعندما أسست أول مدرسة ابتدائية في الزلفي عام 1368 هـ التحق بها في السنة الثالثة الابتدائية ، ونال الشهادة الإبتدائية فيها عام واحدٍ وسبعين وثلاثمائة وألف من الهجرة النبوية . \r\nثم انتقل إلى الرياض ودخل معهد الرياض العلمي ، وكانت السنة التي قدِم العلامة الإمام عبدالعزيز بن باز -رحمه الله- من الخرج إلى الرياض وأول سنة يُدرسُ في هذا المعهد. \r\nوبعد تخرجه التحق بكلية الشريعة بالرياض ، وأثناء السنة النهائية في الكلية عُين مدرساً في معهد بريدة العلمي في 13/5/1379هـ ، وفي نهاية العام الدراسي عاد إلى الرياض لأداء الامتحان النهائي في الكلية ، فأكرمه الله تعالى بأن كان ترتيبه الأول بين زملائه البالغ عددهم ثمانين خريجاً ، وكانوا يمثلون الفوج الرابع من خريجي كلية الشريعة بالرياض ، كما كان ترتيبه الأول أيضاً في سنوات النقل الثلاث في الكلية ، وعند حصوله على الشهادة الثانوية بمعهد الرياض العلمي . ودرس الشيخ في الجامعة وفي المساجد على يد العلماء الكبار ممن سبق ذكرهم .\r\nوقد درس على الشيخ عبدالرحمن الأفريقي- رحمه الله- في الرياض عام اثنتين وسبعين وثلاثمائة وألف والعام الذي تلاه درسَ عليه في الحديث والمصطلح،ويقول عنه : (( كان مدرساً ناصحاً وعالماً كبيراً،وموجّهاً ومرشداً وقدوة في الخير رحمه الله تعالى )). \r\nوفي عام 1380هـ نقل إلى التدريس في معهد الرياض العلمي ، وعندما أنشئت الجامعة الإسلامية بالمدينة النبوية ، وكانت أول كلية أنشئت فيها هي كلية الشريعة ، اختاره سماحة الشيخ محمد بن إبراهيم آل الشيخ للعمل فيها مدرساً ، وبدأت الدراسة فيها يوم الأحد 3/6/1381هـ .\r\nوكان المترجم له الشيخ عبد المحسن بن حمد العباد أول من ألقى فيها درساً في ذلك اليوم . \r\nوقد حصل على شهادة الماجستير من مصر. \r\nوبقي الشيخ يعمل مدرساً في هذه الجامعة إلى الآن إضافة لتدريسه في الحرم النبوي الشريف . \r\nوفي 30/7/1393هـ عُين نائباً لرئيس الجامعة الإسلامية ، وقد اختاره لذلك المنصب جلالة الملك فيصل - رحمه الله - ، وكان أحد ثلاثة رشحهم سماحة الشيخ عبد العزيز بن باز - رحمه الله - رئيس الجامعة في ذلك الوقت وبقي في ذلك المنصب إلى 26/10/1399هـ ، حيث أُعفي منه بإلحاح منه ، وفي السنتين الأوليين من هذه السنوات الست ، كان المترجم له هو المسؤول الثاني فيها ، وبعد انتقال سماحة الشيخ عبد العزيز بن باز - رحمه الله - إلى رئاسة إدارات البحوث العلمية والإفتاء كان هو المسئول الأول ، خلال هذه الأعوام الستة لم يتخل عن إلقاء درسين أسبوعياً في السنة الرابعة من كلية الشريعة . \r\nوها هنا قصة ذكرها الشيخ سلمه الله حصلت له قبل توليه رئاسة الجامعة حيث يقول : \r\n(( كنت أتي إليه-يعني الإمام بن باز رحمه الله-قبل الذهاب إلى الجامعة وأجلس معه قليلاً ، وكان معه الشيخ إبراهيم الحصين رحمه الله ، وكان يقرأ عليه المعاملات من بعد صلاة الفجر إلى بعد ارتفاع الشمس. \r\nوفي يوم من الأيام قال لي:رأيتُ البارحةَ رؤيا وهو أنني رأيتُ كأنّ هناك بَكْرَةٌ جميلة وأنا أقودها وأنت تسوقها،وقال : أوّلتُها بالجامعة الإسلامية،وقد تحقق ذلك بحمد الله فكنتُ معه في النيابة مدّة سنتين ثم قمتُ بالعملِ بعدهُ رئيساً بالنيابة أربعةَ أعوام )) . \r\nولقد أُضيف لمكتبة الجامعة الإسلامية في عهد رئاسة المترجم الكثير من المخطوطات بلغت الخمسة آلاف مخطوطة ، حيث كان يُنتدب الشيخ العلامة حماد الأنصاري -رحمه الله -لجلبها من مختلف مكتبات العالم ، يقول الشيخ حماد :\r\n(( تراث السلف الذي صور للجامعة الإسلامية أغلبه في عهد الشيخ عبد المحسن العباد عندما كان رئيساً للجامعة الإسلامية )) ، ويقول أيضاً :\r\n(( جلبت للجامعة الإسلامية أثناء رحلاتي على حسابها خمسة آلاف مخطوطة ، وأغلب الرحلات التي من أجل جلب المخطوطات وتصويرها ، وكانت في وقت رئاسة الشيخ عبد المحسن العباد للجامعة )) . \r\nوقد كان أكثر هذه المخطوطات من كتب الحديث المسندة والعقيدة السلفية . \r\nولم أجد من يصور عظيم خدمة المترجم للعلم والتعليم خلال رئاسة للجامعة إلا ما قاله العلامة حماد الأنصاري - رحمه الله - : \r\n(( إن الشيخ عبد المحسن العباد ينبغي أن يكتب عنه التاريخ ، كان يعمل أعمالاً في الجامعة تمنيت لو أني كتبتها أو سجلتها ، وقد كان يداوم في الجامعة على فترتين صباحاً ومساء بعد العصر ، ومرة جئته بعد العصر بمكتبه وهو رئيس الجامعة فجلست معه ثم قلت : يا شيخ أين القهوة ؟ فقال : الآن العصر ولا يوجد من يعملها ، ومرة عزمت أن أسبقه في الحضور إلى الجامعة فركبت سيارة وذهبت ، فلما وصلت إلى الجامعة فإذا الشيخ عبد المحسن يفتح باب الجامعة قبل كل أحد )) . \r\nوقال الشيخ حماد أيضاً : (( والشيخ عبد المحسن في الجد في العمل حدث ولا حرج )) . \r\nوقال أيضاً : (( الجامعة الإسلامية هي جامعة العباد والزايد والشيخ بن باز )) . \r\nوقد كان الشيخ سبباً في تأليف الكتاب العظيم في التوسل الذي ألفه العلامة حماد الأنصاري رداً على كتاب عبد الله الغماري ( إتحاف الأذكياء في التوسل بالأنبياء والصالحين والأولياء ) وكان المترجم قد أحضره معه من سفرته للمغرب . \r\n\r\nأول رحلات الشيخ :\r\nإن أول رحلة قام بها الشيخ العباد خارج مدينة الزلفي كانت إلى مكة المكرمة لحج بيت الله الحرام ، وذلك عام 1370هـ . \r\nوفي أواخر عام 1371هـ رحل إلى الرياض لطلب العلم في معهد الرياض العلمي. \r\nوقد سافر الشيخ إلى المغرب .\r\nلطائف من أقوال الشيخ : \r\nيقول المتَرْجَم له : \r\n(( إن لدي الآن دفاتري في مختلف المراحل الدراسية بدأً من السنة الثالثة الابتدائية ، وهي من أعز وأنفس ما أحتفظ به )) . \r\nويقول : \r\n(( من أحب أعمالي إلى نفسي وأرجاه لي عند ربي حبي الجم لأصحاب رسول الله - صلى الله عليه وسلم - ورضي الله عنهم - وبغضي الشديد لمن يبغضهم ، وقد رزقني الله تعالى بنين وبنات ، سميت أربعة من البنين بأسماء الخلفاء الراشدين -رضي الله عنهم- بعد التسمية باسم سيد المرسلين - صلى الله عليه وسلم - ، وسميت بعض البنات بأسماء بعض أمهات المؤمنين -رضي الله عنهن - بعد التسمية باسم سيدة نساء المؤمنين -رضي الله عنها- وأسأل الله تعالى وأتوسل إليه بحبي إياهم وبغضي من يبغضهم ، وأن يحشرني في زمرتهم ، وأن يزيدهم فضلاً وثواباً )) . \r\nقال صاحب كتاب ( علماء وأعلام وأعيان الزلفي ) : \r\n(( والمترجم له أيضاً يعتبر مثالاً في العلم والعمل والاستقامة في دينه ، متواضعاً حليماً ذا أناة وتؤدة )) . \r\nوممن درس على الشيخ الكثير من العلماء وطلبة العلم ومنهم : \r\nالشيخ العلامة إحسان إلهي ظهير\r\nالدكتور علي ناصر فقيهي\r\nوالشيخ يوسف بن عبدالرحمن البرقاوي\r\nوالدكتور صالح السحيمي\r\nوالدكتور وصي الله عباس\r\nوالكتور عبدالرحمن الفريوائي\r\nوالشيخ الحافظ ثناء الله المدني\r\nوالدكتور باسم الجوابرة\r\nوالدكتور ناصر الشيخ\r\nوالدكتور صالح الرفاعي\r\nوالدكتور عاصم بن عبد الله القريوتي . \r\nوالدكتور عبدالرحمن الرشيدان\r\nوالدكتور إبرهيم الرحيلي\r\nوالكتور مسعد الحسيني\r\nوابنه الدكتور عبدالرزاق . \r\nوعدد كبير من خريجي الجامعة الإسلامية وطلاب الحرم النبوي الشريف\r\n\r\nمؤلفاته :\r\nللشيخ مؤلفات عديدة منها:\r\n1-عشرون حديثاً من صحيح الإمام البخاري. \r\n2-عشرون حديثا من صحيح الأمام مسلم. \r\n3-من أخلاق الرسول الكريم. \r\n4-عقيدة أهل السنة والجماعة في الصحابة الكرام. \r\n5-فضلُ أهل البيت وعلوُّ مكانتِهم عند أهل السُّنَّة والجماعة . \r\n6-عقيدة أهل السنة والأثر في المهدي المنتظر .\r\nومما قاله الإمام عبد العزيز عن هذا الكتاب عقيدة أهل السنة والأثر في المهدي المنتظر )) قبل تمامها ، وذلك بعد محاضرة ألقاها المترجم حول ( المهدي المنتظر ) : \r\n(( الحمد لله وصلى الله وسلم على رسول الله وعلى آله وأصحابه ومن سلك سبيله واهتدى بهداه إلى يوم الدين . أما بعد : فإنا نشكر محاضرنا الأستاذ الفاضل الشيخ عبد المحسن بن حمد العباد على هذه المحاضرة القيمة الواسعة فلقد أجاد فيها وأفاد واستوفى المقام حقاً فيما يتعلق بالمهدي المنتظر مهدي الحق ، ولا مزيد على ما بسطه من الكلام فقد بسط واعتنى ، وذكر الأحاديث ، وذكر كلام أهل العلم في هذا الباب ، وقد وفق للصواب وهُدي إلى الحق ، فجزاه الله عن محاضرته خيراً وجزاه الله عن جهوده خيراً وضاعف له المثوبة وأعانه على التكميل والإتمام لرسالته في هذا الموضوع ، وسوف نقوم بطبعها بعد انتهائه منها لعظم فائدتها ومسيس الحاجة إليها )) . قلت : ماكان الإمام عبد العزيز ابن باز-رحمه الله - وهو من هو في التثبت وعدم الاستعجال ليثني على هذه الرسالة ويعد بطباعتها ، لولا ثقته بــــــها وبمؤلفها ، فتنبه ! \r\n7-الرد على الرفاعي والبوطي. \r\n8-الانتصار للصحابةِ الأخيار في ردِّ أباطيل حسن المالكي. \r\n9-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n10-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n11-الإخلاص والإحسان والإلتزام بالشريعة. \r\n12-فَضلُ المدينة وآدابُ سُكنَاها وزيارتِها. \r\n13-شرح عقيدة أبي زيد القيرواني ، والمترجم له إن لم يكن أول عالم سلفي يشرحها ، فهو من أوائل العلماء السلفيين شرحاً لها ، مما يدل على ذلك قول العلامة حماد الأنصاري في حياته : \r\n(( لم يشرح عقيدة ابن أبي زيد القيرواني عالم سلفي ، إنما شرحها الأشاعرة )) والشيخ حماد قد توفي في الشهر السادس من عام 1418هـ . \r\n14-كتاب(( من أقوال المنصفين في الصحابي الخليفة معاوية رضي الله عنه )) \r\nوقد اقتصر فيها المترجم له على أقوال المنصفين دون المتعسفين المنحرفين ، فلما أطلع على رسائل المدعو ( حسن المالكي ) ألف ( الانتصار ) رداً عليه ، فدحض أباطيله بالحجة والبرهان ، فجزاه الله عن صحابة رسول الله خير الجزاء . \r\n15- رفقا أهل السنة بأهل السنة\r\nوكما ذكرنا أنهُ مدرس بالحرم المدني فالعام الماضي كانت دروسه يومياً عدا الخميس بعد كل صلاة مغرب بالحرم النبوي في شرح سنن أبي داود،وله دروس أخرى في مسجده. \r\nأتم الشيخ شرح عدة كتب من كتب السنة النبوية،وشرح مقدمة ابي زيد القيرواني في العقيدة،وشرح في المصطلح ألفية السيوطي،وشرح كتاب الصيام من اللؤلؤ والمرجان،وكتاب آداب المشي إلى الصلاة وكلها في الحرم. \r\nمن دروسه بالحرم النبوي والتي تجدها في تسجيلات الحرم النبوي: \r\n1-شرح مُختصر ألفية السيوطي ـــــ57شريط. \r\n2-القيروانيةــــــــ14 شريط. \r\n3-صحيح البخاري[لم يكتمل]ــــــ623 شريط. \r\n4-سنن النسائي ــــــــ414 شريط. \r\n5-سنن أبي داود[و قد تم شرحه]ــــــ أكثر من 300 شريط. \r\n6-اللؤلؤ والمرجان[كتاب الصيام]ــــــ7 شريط. \r\n7-آداب المشي إلى الصلاةـــــ14 شريط. \r\n\r\nحبه للعلماء السلفيين أهل الحديث:\r\nإن الشيخ من محبي أهل الحديث والسلفيين وكانت تربطه علاقة قوية بعلمائهم من شتى الديار \r\nكما كانت تربطه علاقة متينة بالشيخ العلامة حماد الأنصاري رحمه الله \r\nوالشيخ العلامة عمر فلاته رحمه الله\r\nو بالشيخ العلامة محمد ناصر الدين الألباني رحمه الله وله ثناء عطر عليه ومن ذلك :\r\nقوله :\r\nلا أعلم له نظيراً في هذا العصر في العناية بالحديث وسعة الإطلاع فيه، وأنا لا أستغني وأرى أنه لا يستغني غيري عن \r\nكتبه والإفادة منها.\r\n\r\nمن أخلاقه والثناء عليه :\r\nومن الأمور التي تدل على رفعة أخلاق المترجم ورحمته للخلق أنه رغم ترؤسه للجامعة الإسلامية إلا أنه لم يكن يستغل هذا المنصب الرفيع ليشق على العاملين معه ؛ بل كان يتعمد عدم إقلاق راحتهم ، وقد روى العلامة حماد الأنصاري ما نصه : \r\n(( ذهبت إلى الجامعة عصراً عندما كان الشيخ عبد المحسن العباد رئيسها ، ولم يكن في الجامعة إلا أنا وهو ، فقلت له : لماذا لا تأتي بمن يفتح لك الجامعة قبل أن تحضر ؟ ، فقال : لا أستخدم أحداً في هذا الوقت ، لأنه وقت راحة ، وكان ذلك وقت العصر )) . \r\nوقال العلامة المحدث الشيخ حماد الأنصاري : \r\n(( إن الشيخ عبد المحسن العباد ما رأت عيني مثله في الورع )) . \r\nومن محاضرات الشيخ المسجلة : \r\n1-معاوية بن أبي سفيان رضي الله عنه بين أهل الإنصاف وأهل الإجحاف. \r\n2-الإيمان بالغيب. \r\n3-أربع وصايا للشباب. \r\n4-أثر علم الحديث. \r\n5-تقييد النعم بالشكر. \r\n6-محبة الرسول صلى الله عليه وسلم (2 شريط. \r\n7-توقير العلماء والاستفادة من كتبهم. \r\n8-أثر العبادات في حياة المسلمين. \r\n9-الشيخ بن عثيمين رحمه الله وشيءٌ من سيرته ودعوته. \r\n10-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n11-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n12-خطر البدع. \r\nوغيرها... \r\nحفظ الله الشيخ العلامة عبد المحسن العباد ونفع به ونصر به التوحيد والسنة اللهم آمين .\r\n\r\nنقلا عن : موقع طريق الإسلام\r\nwww.islamway.com","seal":"DD948C81","cat":"العقيدة","oNum":11291,"BkId":11291,"oAuth":185,"bVer":1,"aSeal":"22E1767B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11291":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"أدلة من الكتاب والسنة على فضل الصحابة وعظم منزلتهم"},
      {"lvl":1,"id":11,"sub":0,"tit":"الصحابة كلهم عدول"},
      {"lvl":1,"id":14,"sub":0,"tit":"ملخص عقيدة أهل السنة والجماعة في الصحابة رضي الله عنهم:"},
      {"lvl":1,"id":16,"sub":0,"tit":"من أقوال أئمة السلف في الصحابة"},
      {"lvl":1,"id":23,"sub":0,"tit":"القدح في الصحابة قدح في الكتاب والسنة"},
      {"lvl":1,"id":24,"sub":0,"tit":"القدح في الصحابة لا يضرهم"}
    ]
}
