{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11296":
    [
      {"page":1,"id":1,"nass":"مقدمة\r...\rعلم التخريج ودوره في خدمة السنة\rإعداد الدكتور عبد الغفور عبد الحق البلوشي\rالتمهيد:\rالحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله صلى الله عليه وسلّم، وعلى آله الطيبين وصحابته المكرمين المجاهدين الذين لم يألوا جهدًا في نشر هذا الدين وتبليغه للعالمين، أما بعد:\rفمن فضل الله سبحانه على هذه الأمة أن تكفَّل الله بحفظ هذا الدّين ومصادره وأصوله وذلك في قوله تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9] كما أنه جعل وظيفة رسوله صلى الله عليه وسلم بيان كل ما يحتاج إلى بيان في هذا الكتاب، فبيَّن وفسّر، وصار بيانه لازماً لحفظ القرآن، ومن هنا هيأ الله تعالى لكتابه وسنة رسوله من يحفظونهما جيلاً بعد جيل، حفظاً في الصدور وحفظاً في السطور جنباً إلى جنب، فالذين قاموا بخدمة الكتاب والسنة هم العدول الأثبات فما تركوا جانبًا من جوانب العلم تحتاج إليه الأمة إلاَّ قاموا بذلك، والعناية بالسنة لا تزال مستمرة من القرون المفضلة إلى يومنا هذا، وليست إقامة هذه الندوة إلاَّ نموذجًا لاهتمام المملكة بخدمة السنة والسيرة، إذ يقوم عدد كبير من الباحثين بالكتابة في موضوعاتها المختلفة، وكنت ممن دعي إلى ذلك، فتلبية للدعوة بالمشاركة في ندوة «عناية المملكة العربية السعودية بالسنة والسيرة النبوية» التي تنظمها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، ممثلة في مجمع الك فهد لطباعة المصحف الشريف بالمدينة المنورة، بتقديم بحث في المحور الثاني: «عناية","seal":"5F3F3821","part":1},
      {"page":2,"id":2,"nass":"المسلمين بالسنة والسيرة النبوية على مرّ العصور» الموضوع الثامن «علم التخريج ودوره في خدمة السنة» . فشمّرت عن ساق الجد مستعينا بالله تعالى عز وجل في كتابة هذا البحث، أسأل الله تعالى أن ينفع به المسلمين وأن يجعله خالصاً لوجهه الكريم، إنّه سميع مجيب.","seal":"E8C44964","part":1},
      {"page":3,"id":3,"nass":"خطة البحث:\rقسمت البحث إلى تمهيد ومقدمة وأربعة أبواب، وفي كل الأبواب فصول، ثم خاتمة. أما التمهيد ففي عناية الأمة بخدمة الكتاب والسنة وسبب الكتابة في هذا البحث.\rأما المقدمة ففي معاني التخريج لغة واصطلاحاً، والكتب المؤلفة حديثاً فيه.\rالباب الأول: أهمية التخريج والاستخراج وفوائده ونشأته.\rوفيه فصلان:\rالفصل الأول: أهمية التخريج والاستخراج وفوائده.\rالفصل الثاني: نشأته وتطوره.\rالباب الثاني: اهتمام العلماء بالتخريج وجهودهم في ذلك.\rويشتمل على مدخل وفصلين:\rالمدخل: بداية الاهتمام بالتخريج بشكل مؤلفات في القرن الرابع فما بعد.\rالفصل الأول: جهود العلماء في تخريج الأحاديث الواقعة في كلام بعض المصنفين من أهل الفنون المختلفة.\rالفصل الثاني: جهود العلماء في تخريج الأحاديث بدون تقيّد بكتاب معيّن وموضوع معين.\rالباب الثالث: التخريج المبني على المتن والإسناد وطرق تخريجهما:\rوفيه مدخل وفصلان:\rالمدخل: بيان الصعوبة في التخريج وشدة الحاجة إليه.","seal":"E1A304E2","part":1},
      {"page":4,"id":4,"nass":"الفصل الأول: في التنبيه على بعض الأمور المهمة المتعلقة بالتخريج.\rالفصل الثاني: طرق تخريج الحديث ووسائله: وفيه مدخل وثلاثة مباحث:\rالمبحث الأول: التخريج عن طريق معالم السند.\rالمبحث الثاني: التخريج عن طريق معالم المتن.\rالمبحث الثالث: التخريج عن طريق الكلّ بالحاسوب.\rالباب الرابع: دراسة إسناد الحديث ومتابعاته وشواهده.\rوفيه ثلاثة فصول:\rالفصل الأول: في بيان بعض الأمور المهمة بين يدي الموضوع.\rالفصل الثاني: دراسة الأسانيد والطرق وثمرتها، وخطواتها.\rالفصل الثالث: في بعض الكتب المهمة المساعدة على دراسة الرواة.\rالخاتمة.","seal":"404B1E06","part":1},
      {"page":5,"id":5,"nass":"المقدمة:\rقبل أن أدخل في موضوع البحث أريد أن أُعرِّف التخريج لغة واصطلاحاً وإطلاقاته عند المحدثين، فأقول:\rالتخريج لغة:\rالتخريج مشتق من مادة خرج خروجاً، والخروج نقيض الدخول، وخارج كل شيء ظاهره. يقال: خرجت خوارج فلان إذا ظهرت نجابته (1) .\rومنه قوله تعالى: {كَزَرْعٍ أَخْرَجَ شَطْأَهُ} [الفتح: 29] أي كمثل زرع أبرز وأظهر مزروعه وطرفه (2) ، ومنه قوله تعالى: {وَأَخْرَجَ ضُحَاهَا} [النازعات 29] أي: أبرز وأظهر نهارها ونورها (3) .\rوقال ابن فارس: «فقولنا خرج يخرج خروجاً والخراج بالجسد … والخروج خروج السحابة، يقال ما أحسن خروجها، وفلان خرّيج فلان، إذا كان يتعلم منه كأنّه هو الذي أخرجه من حدّ الجهل» (4) ، فكلّ ما ذكر يتضمن معنى الظهور، وورد الاستخراج والاختراج بمعنى الاستنباط أيضاً، ويقال أيضاً: وخرّجه في الأدب فتخرَّج فهو خِرِّيج (5) ، ومن ذلك خِرِّيج\r__________\r(1) لسان العرب (2/249، 250) والقاموس المحيط (1/184) .\r(2) تفسير القرطبي (16/294) .\r(3) معالم التنزيل للبغوي (4/445) .\r(4) معجم مقاييس اللغة (2/175 – 176) .\r(5) القاموس المحيط (1/185) .","seal":"F1872DBC","part":1},
      {"page":6,"id":6,"nass":"الجامعة، وذكر الدكتور بكر أبو زيد: أنّ معناه مشتق من: النفاذ والظهور والانفصال للشيء، من المكان الذي هو فيه إلى غيره سواء في الأعيان أو المعاني، ومَثَّل للأعيان: خروج السحابة وخروج الشمس من تحت السحاب وخروج الرّجل من داره، وللمعاني: قولهم: فلان يحب الخروج أي الظهور، ولهذا سمّي الخارجون عن طاعة الإمام خوارج (1) ، وخرّج على وزن فعّل من فعله الرّباعي ومصدره التخريج، ومن هذا الرّباعيّ على أساس اشتقاقه الكبير، -وهو انفصال الشيء من المكان الذي هو فيه إلى غيره- قيل لعمل المحدث الذي يخرج الحديث من بطون الكتب «تخريج» (2) ، فمن هنا يظهر لنا مناسبة المعنى اللغوي للمعنى الاصطلاحي، وقد يَرِدُ التخريج بمعنى الإخراج والاستخراج أيضاً (3) .\rأمَّا اصطلاحاً:\rفلم يتعرض له من ألَّفوا في التخريج، وقاموا بتخريج أحاديث في كتب فقهية أو تفسيرية ونحوهما مثل: الزيلعي والحافظ العراقي وابن حجر وغيرهم، وهذا ما جعل الباحثين يختلفون في التعريف الاصطلاحي للتخريج. ونذكر فيما يلي نموذجاً من بعض الإطلاقات لمعاني التخريج عند المحدثين، ثم ما ورد من المعاصرين من تعريفات اصطلاحية عندهم.\r__________\r(1) التأصيل لأصول التخريج (1/51) .\r(2) المصدر نفسه (1/52) .\r(3) انظر: (1/4) فيض القدير شرح الجامع الصغير للمناوي (1/20) .","seal":"A554C9F1","part":1},
      {"page":7,"id":7,"nass":"إطلاقات التخريج عند المحدِّثين:\rحيث ورد إطلاقه على معان: منها: الإخراج:\rأي إبراز المحدِّث الحديث أو إظهاره بسنده إلى النبيّ صلى الله عليه وسلم وروايته للناس. قال الإمام مسلم في مقدمة صحيحه (1) \"ثم إنّا إن شاء الله، مبتدئون في تخريج ما سألت، وتأليفه على شريطه\"، أي شرطه، فسمّى رحمه الله عمله في إخراج الصحيح تخريجاً. وهكذا ينطبق هذا الإطلاق على غيره من المصنفات التي صنفها أصحابها بأسانيدهم مثل الصحاح والسنن والمسانيد، وغيرها من الكتب التي عنيت بذكر الأحاديث بالأسانيد، ولذا يقال عند النسبة إليها أخرجه البخاري، وأخرجه مسلم، وهكذا كان يطلق عند العلماء المتقدمين (2) –بعد ظهور المصنفات المنهجية في السنة – على إيراد الحديث بإسناده في مصادر السنة، وهذا الاصطلاح قد خفت حِدَّتُه كثيرا عند المتأخرين (3) .\rوعلى هذا ينزل كلام ابن الصلاح (4) : وللعلماء بالحديث في تصنيفه طريقتان إحداهما: ((التصنيف على الأبواب، وهو تخريجه على أحكام الفقه وغيرها …)) أي إخراجه وروايته للناس في كتبهم فهو مرادف له بهذا المعنى.\rويطلق أيضاً على إخراج الأحاديث من بطون الكتب وروايتها كما ذكر الدكتور الطحان (5) ، ونزل كلام السخاوي على هذا، حيث قال السخاوي:\r__________\r(1) (1/4) .\r(2) ويُعَدُّ الحد الفاصل بين المتقدمين والمتأخرين رأس سنة ثلاثمائة، كما ذكر الذهبي في الميزان (1/4) .\r(3) انظر: تحفة الخريج لإقبال، 13، 14 وكشف اللثام للدكتور عبد الموجود (1/26) .\r(4) في علوم الحديث/ 228.\r(5) في أصول التخريج/ 11.","seal":"A844B903","part":1},
      {"page":8,"id":8,"nass":"((والتخريج: إخراج المحدث الحديث من بطون الأجزاء والمشيخات، والكتب ونحوها وسياقها من مرويات نفسه، أو بعض شيوخه أو أقرانه أو نحو ذلك، والكلام عليها، وعزوها لمن رواها من أصحاب الكتب والدواوين مع بيان البدل والموافقة ونحوهما … (1)) ) .\rوذكر د. بكر أبو زيد أن السخاوي - رحمه الله تعالى - أشار في تعريفه المذكور إلى اختلاف حقيقة التخريج بتنوع طرقه واختلاف حقائقها (2) ، ثم ذكر أنه قد يُتوسع في إطلاقه - أي التخريج - على مجرد الإخراج والعزو\r(3) .\rومن اطلاقات التخريج: الانتقاء:\rالفوائد والأجزاء وغيرها، ومنها تخاريج الخطيب البغدادي لعدد من الكتب، منها فوائد أبي القاسم النَّرْجِسي، تخريج الخطيب في عشرين جزءا.\r«الفوائد المنتخبة الصحاح العوالي» لجعفر بن أحمد السراج القاري، تخريج الخطيب (4) .\rوينطبق التخريج بهذا المعنى على كل الكتب التي انتخبها المحدِّثون من المصادر الحديثية، وذكر الذهبي في ترجمة الجارودي الهروي (ت413هـ) أنه\r__________\r(1) فتح المغيث (3/ 318) ط / بنارس.\r(2) التأصيل/ 53.\r(3) المصدر السابق / 54.\r(4) المصدر السابق/ 57 وللمزيد انظر ثبت مؤلفات الخطيب اليوسف العش/ 123 وموارد الخطيب للدكتور أكرم العمري / 85.","seal":"17951D61","part":1},
      {"page":9,"id":9,"nass":"قال بعض الكبار: الجارودي أول من سنّ بهراة تخريج الفوائد وشرح الرجال والتصحيح (1) .\rولكن هذا المعنى لم ينتشر ولم يستمر فيما بعد، وصار في حكم المنسي.\rوإنّما كثر استعماله في الأزمنة الأخيرة إلى وقتنا الحاضر بمعنى العزو والدلالة: أي عزو الحديث إلى مصادره التي خرجته والدّلالة على مواضعه مع بيان الحكم.\rذكر المناوي عند قول السيوطيّ: «وبالغت في تحرير التخريج» بمعنى اجتهدت في تهذيب عزو الأحاديث إلى مخرجيها من أئمة الحديث، من الجوامع والسنن والمسانيد فلا أعزو إلى شيء منها إلاّ بعد التفتيش عن حاله وحال مخرجه، ولا أكتفي بعزوه إلى من ليس من أهله -وإن جلَّ– كعظماء المفسرين» (2) أي: الذين يذكرون الأحاديث بدون إسناد، أمَّا الذّين يسندون الأحاديث فداخل في عزوه.\rوهذا المعنى الأخير هو الذي شاع وذاع عند المتأخرين من المحدثين في القرون المتأخرة وكثر استعماله بعد أن بدأ العلماء بتخريج الأحاديث المبثوثة في بطون الكتب المختلفة، ولا سيما في الفقه والتفسير وغيرهما (3) .\rومن إطلاقات المحدثين: الاستخراج أو المستخرج، وجمعه مستخرجات،\r__________\r(1) سير أعلام النبلاء (17/ 385) وتذكرة الحفاظ (3/1055) .\r(2) فيض القدير شرح الجامع الصغير للسيوطي (1/20) .\r(3) انظر: أصول التخريج 12 وتحفة الخرِّيج 10.","seal":"DECBC2D7","part":1},
      {"page":10,"id":10,"nass":"ذكر الذهبي في ترجمة الحافظ أبي عليّ الحسين بن محمد بن أحمد أنّه «خرج على الصحيحين» مستخرجاً حافلاً (1) .\rوذكر الحافظ ابن حجر في كتابه النكت فقال: «إنّ الحافظ أبا بكر محمد ابن عبد الله الشيباني المعروف بالجوزقي ذكر في كتابه المسمَّى بـ المتفق (أي الكبير) – أنه استخرج على جميع ما في «الصحيحين» حديثاً حديثاً، فكان مجموع ذلك خمسة وعشرين ألفَ طريق، وأربعمائة وثمانين طريقاً (2) .\rوكذا ذكر الذهبي وابن عبد الهادي أنّ «كتاب المتفق الكبير» نحو ثلاثمائة جزء (3) .\rوسيأتي الكلام على اصطلاح الاستخراج عند المحدثين وفوائده قريباً.\rوقد توسع د. بكر أبو زيد في معنى التخريج – بعد أن عدَّه من المشترك اللفظي – واستعماله عند المحدثين وغيرهم- حتى وصّلها إلى ثمانية عشر معنى واستعمالاً ختمها بلفظ «التخريج عند النحاة» (4) .\rتبيّن من خلال المعاني السابقة أنّ المتقدمين لم يُعَرِّفوا التخريج، بالمفهوم المصطلح عند المتأخرين، ولعلّ أقرب تعريف للتخريج الاصطلاحي عند المتأخرين ما تقدم ذكره عن السخاوي والمناوي؛ ولذلك اختلف المعاصرون الذين ألّفوا في أصول التخريج وقواعده في معنى التخريج اصطلاحاً.\r__________\r(1) سير النبلاء (16/288) .\r(2) النكت على مقدمة ابن صلاح (1/297) .\r(3) انظر: سير النبلاء (16/494) ، وطبقات علماء الحديث (3/208) .\r(4) انظر: التأصيل (1/55 – 64) .","seal":"E1EBC630","part":1},
      {"page":11,"id":11,"nass":"التخريج في اصطلاح المعاصرين\rعرّفه الطحان بقوله: «التخريج هو الدلالة على موضع الحديث في مصادره الأصلية التي أخرجته بسنده، ثم بيان مرتبته عند الحاجة» (1) .\rوردَّ هذا التعريف الدكتور بكر أبو زيد، وقال: إن «هذا تعريف لطرق استخراج الحديث، ولا يمكن قبوله تعريفاً وحقيقة «للتخريج» ، وتأباه صناعة الحدود والتعريفات» (2) .\rوعرفه البقاعيّ:\rبقوله: «هو إظهار مواضع الأحاديث من مصادرها المسندة» (3) .\rثم ذكر أنه لا يَرِدُ على تعريفه هذا أن بعض كتب التخريج فيها زيادات… كالحكم عليه صحة أو ضعفاً؛ لأنه لاحظ جوهر التعريف دون الزيادات، إذ إن هذه الزيادات لم يطَّرد وجودُها في كتب التخريج كافة (4) .\rفيرد على هذا التعريف ما أورد على التعريف السابق.\rوعرّفه إقبال أيضا قريبا من تعريف الطحان المذكور مع تفاوت يسير في الألفاظ (5) .\r__________\r(1) أصول التخريج له /12.\r(2) التأصيل/ 89 تعليق 3.\r(3) تخريج الحديث الشريف / 16.\r(4) المصدر نفسه/ 16، 17.\r(5) تحفة الخريج/ 16.","seal":"FAEBCEB6","part":1},
      {"page":12,"id":12,"nass":"«هو عزو الحديث إلى من أخرجه من أئمة الحديث والكلام عليه بعد التفتيش عن حاله ورجال مخرجه» (1) .\rوذكر الدكتور سعد بن عبد الله آل حميد أن تعريف التخريج الاصطلاحي: له ثلاثة تعريفات:\rالتعريف الأول:\rإخراج الحديث وإبرازه للناس بذكر سنده ومتنه، فيقال: هذا حديث أخرجه البخاري، أي أبرزه وأظهره للناس بذكر سنده ومتنه كاملاً.\rالتعريف الثاني:\rتخريج أحاديث كتاب معين، بذكر المخرِّج الحديثَ الذي ذكره صاحب ذلك الكتاب بسنده كما فعل الحافظ ابن حجر في كتابه «نتائج الأفكار في تخريج أحاديث الأذكار» (2) للنووي، فالنووي يورد فيه الأحاديث بدون ذكر الأسانيد مع العزو كما هو طريقته في رياض الصالحين، فخرج الحافظ ابن حجر أحاديثه حديثاً حديثاً بإسناده الطويل منه إلى النبي صلى الله عليه وسلم، بتصرف يسير.\rالتعريف الثالث:\rهو التعريف الذي أصبح الدارج عند متأخري زماننا عرَّفه بعضهم، ويعني بالبعض تعريف الطحان المذكور، الذي نقده د. بكر أبو زيد، ولعلَّ أدق تعريف له الذي ينطبق على أعمال التخريج عند العلماء هو ما عرَّفه الدكتور بكر بن عبد الله أبو زيد بقوله:\r__________\r(1) المدخل إلى تخريج الأحاديث والآثار / 12.\r(2) طبع الكتاب في مجلدين بتحقيق الشيخ حمدي عبد المجيد السلفي، بمكتبة ابن تيمية ولم يكتمل بعد.","seal":"F216BA22","part":1},
      {"page":13,"id":13,"nass":"«هو معرفة حال الراوي والمروي، ومَخْرَجِهِ، وحكمه صحة وضعفاً بمجموع طرقه، وألفاظه» (1) ، ثم قال: «هذا تعريف التخريج» بمعناه الدقيق وهو المراد عند الإطلاق، وهو «الطريقة الخامسة» (2) من طرق التخريج وهي أعلاها» (3) ، وهذا التعريف هو الذي أراه دقيقاً بفن التخريج العمليّ عند أهله، وقريب مما ذكره د. بكر أبو زيد، تعريف الدكتور عبد الغني أحمد مزهر التميمي الثالث في كتابه ((تخريج الحديث النبوي)) (4) ، وإن كانت بقية التعريفات أيضاً ليست بعيدة وكلها تدور حول الحمى، لكنّ الاختيار وقع للأدق والأمثل منها، والله أعلم.\rولعله من المناسب بعد الانتهاء من عرض معنى التخريج اصطلاحاً أن أذكر الكتب والرسائل التي ألفت في هذا الموضوع.\r__________\r(1) التأصيل/ 41، 52.\r(2) ذكرها المؤلف في المصدر نفسه/ 158 بقوله: ووظائف التخريج لها (أي: للطريقة الخامسة) خمس هي:\r1- ذكر مخرج الحديث (الصحابي) ، 2- فالمتن، 3- ثم العزو، 4- معرفة الإسناد \" دراسة الأسانيد \"، 5- فالحكم صناعة، ببيان مرتبته صحة وضعفا.\r(3) المصدر نفسه / 53.\r(4) ص 25.","seal":"146194E0","part":1},
      {"page":14,"id":14,"nass":"أهم المؤلفات في «أصول التخريج» «وطرق استخراج الحديث» (1)\r1- «حصول التفريج بأصول العزو والتخريج» لأبي الفيض أحمد بن محمد\rابن الصدِّيق الغماري (ت1380هـ) ، والكتاب مطبوع ولم أقف عليه لعدم توفره (2) .\r2- «أصول التخريج ودراسة الأسانيد» للدكتور محمود الطحان (3) .\r3- «كشف اللثام عن أسرار تخريج أحاديث سيد الأنام» للدكتور عبد الموجود عبد اللطيف (4) .\r4- ((طرق تخريج حديث رسول الله صلى الله عليه وسلم)) للدكتور عبد المهدي\rعبد القادر (5) لم أقف عليه.\r5- «أصول التخريج وطرق تخريج الحديث» للدكتور شاكر ذيب فيّاض (6) .\r6- «منهج دراسة الأسانيد والحكم عليها ويليه دراسة في تخريج الأحاديث» للدكتور وليد بن الحسن العاني (ت1416هـ) (7) .\r__________\r(1) سواء أوقفت عليه أم لم أقف عليه أو ذكره د. علي بقاعي في تخريج الحديث ص 20، والمؤلفات في هذا الموضوع ليست قديمة. وأكثر من ألفوا في التخريج ما زالوا على قيد الحياة. ومنهم من توفي.\r(2) نشر بالرياض بمكتبة طبرية.\r(3) نشر في بيروت، بدار القرآن الكريم، 1398هـ.\r(4) نشر في مصر، بدار ابن تيمية، عام 1985م.\r(5) نشر في مصر، بدار الاعتصام، عام 1987م.\r(6) تخريج الحديث للبقاعي / 20.\r(7) نشر في الأردن، دار النفائس عام 1418هـ.","seal":"33D8EEC7","part":1},
      {"page":15,"id":15,"nass":"7- علم تخريج الأحاديث: أصوله، طرائقه، مناهجه للدكتور محمد محمود بكار (1) . ولم أقف عليه.\r8- «تخريج الحديث» للدكتور همام عبد الرّحيم سعيد (2) . ولم أقف عليه.\r9- «تبسيط علم التخريج» للدكتور مصطفى سليمان الندوي (3) لم أقف عليه.\r10- «التأصيل لأصول التخريج وقواعد الجرح والتعديل» للدكتور بكر ابن عبد الله أبو زيد (4) .\r11- «مفاتيح علوم الحديث وطرق تخريجه» لمحمد عثمان الخشين (5) . ولم أقف عليه.\r12- «فن تخريج الحديث» للدكتور عزّت علي عيد عطية، لم أقف عليه (6) .\r13- «المدخل إلى تخريج الأحاديث والآثار والحكم عليها» للدكتور عبد الصمد بن بكر عابد (7) .\r14- «تحفة الخريج إلى أدلة التخريج» تأليف: إقبال أحمد محمد إسحاق (8) .\r__________\r(1) نشر بدار طيبة في الرياض عام 1418هـ.\r(2) نشر جامعة القدس المفتوحة في عمّان 1996م.\r(3) نشر بدار الكلمة.\r(4) نشر بدار العاصمة في الرياض المجلد الأول عام 1413هـ.\r(5) نشر بمكتبة الساعي في الرياض.\r(6) هو مقال نشر في مجلة كليتي الشريعة والدعوة عام 1401هـ - 1402هـ، السنة الثانية، العدد الثاني.\r(7) نشر بدار الفضيلة، بالرياض.\r(8) نشر بمركز القرآن والسنة، فريوا نرائن فور إله آباد يوبي الهند.","seal":"2753CFD2","part":1},
      {"page":16,"id":16,"nass":"15- «طرق تخريج الحديث» للدكتور سعد بن عبد الله آل حميد (1) .\r16- «تخريج الحديث النبوي» للدكتور عبد الغني أحمد مزهر التميمي وهي رسالة صغيرة الحجم.\r17- «القول الصحيح في مراتب التعديل والتجريح» للمرتضى الزبيدي (2) ولم أقف عليه.\r18- «المفيد في تخريج الحديث ودراسة الأسانيد» تأليف محمد عجاج الخطيب (3) ولم أقف عليه.\rبعد هذا السرد للمؤلفات في فن التخريج، نعود إلى بيان أهمية التخريج وفوائده ونشأته وتطوره.\r__________\r(1) نشر بدار علوم السنة، ط/ الأولى عام 1420هـ بالرياض.\r(2) انظر: فهرس الفهارس (1/539) والتأصيل / 91 نشر الفرقان، الرياض ط/ الأولى عام 1410هـ.\r(3) ذكره في كتابه المختصر الوجيز / 310، طبع في عام 1410هـ.","seal":"BFE9E1CF","part":1},
      {"page":18,"id":17,"nass":"الباب الأول: أهمية التخريج والاستخراج وفوائده ونشأته وتطوره\rالفصل الأول: أهمية التخريج والأستخراج وفوائده\r...\rالفصل الأول: أهمية التخريج والاستخراج (1) وفوائده (2)\rوهي كثيرة ومتداخلة في أمور كثيرة:\rولا يخفى على أحد من أهل العلم أهمية أصول التخريج وشرف منزلته وذلك لأنّه أساس لمعرفة السنة النبوية التي عليها مدار فهم القرآن وتفسيره، حيث جعل الله سبحانه وتعالى بيانه إلى الرسول صلى الله عليه وسلم في قوله: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: 44] ، فهي عليها مدار الأحكام وتفاصيلها، وبها يعرف الحلال من الحرام وغير ذلك، وأهم ثمرة لأصول التخريج هي حفظ السنة وصيانتها من الدّخيل عليها ومعرفة صحيح المتون من سقيمها ومحفوظها من شواذها ومنكراتها.\rولذا قال ابن المديني رحمه الله تعالى: ((الباب إذا لم تجمع طرقه لم يتبيَّنْ خطؤه)) (3) .\r__________\r(1) الاستخراج في اصطلاح المحدثين هو أن يأتي المُحدّث إلى كتاب معيّن من كتب الحديث المسندة كصحيح البخاري مثلا فيخرج أحاديثه بأسانيد لنفسه يلتقي معه في شيخه أو شيخ شيخه أو من فوقه ولو في الصحابي\r(2) انظر لفوائد التخريج والاستخراج الكتب الآتية:\rعلوم الحديث لابن الصلاح/ 19 -20، إرشاد طلاب الحقائق للنووي (1/ 126) ، والتقييد والإيضاح للحافظ العراقي، النكت على مقدمة ابن الصلاح للحافظ ابن حجر (1/ 321 – 323) ، وفتح الباري (2/107) ، وفتح المغيث للسخاوي (1/46، 271) ، (3/ 249- 250) ، (3/ 299 – 300) ، مقدمة محقق مختصر الأحكام للطوسي د. أنيس طاهر (1/ 67-69) ، طرق تخريج الأحاديث للدكتور سعد بن عبد الله آل حميد (16- 21) ، التأصيل للدكتور بكر أبو زيد (1/ 68- 80) ، تخريج الحديث الشريف للدكتور علي بقاعي (23 – 24) ، المدخل إلى تخريج الأحاديث للدكتور عبد الصمد بكر عابد (14 – 15) .\r(3) انظر: علوم الحديث لابن الصلاح/ 91، وفتح المغيث للسخاوي (1/371) .","seal":"CCB35ED2","part":1},
      {"page":19,"id":18,"nass":"قال أبو حاتم الرازي (1) – رحمه الله تعالى -: ((لو لم نكتب الحديث من ستين وجهاً ما عقلناه)) ، وكذا ورد عن ابن معين مثله لكن بلفظ «ثلاثين» وورد عن غيرهم أيضاً: ((الباب إذا لم تجمع طرقه لا يوقف على صحة الحديث ولا على سُقمه)) (2) .\rوقال الخطيب (3) البغدادي – رحمه الله تعالى-: ((من أراد الفائدة فليكسر قلم النسخ وليأخذ قلم التخريج)) .\rوقال أيضاً: ((قلّما يتمهر في علم الحديث، ويقف على غوامضه، ويستثير الخفي من فوائده، إلاّ من جمع متفرقه وألف مشتته وضم بعضه إلى بعض …. فإنّ ذلك مما يقوي النفس، ويُثبت الحفظ … ويكشف المشتبه ويوضح الملتبس …)) .\rوقال ابن دقيق العيد (4) – رحمه الله تعالى -: ((إذا اجتمعت طرق الحديث يُستدل ببعضها على بعض ويجمع بين ما يمكن جمعه ويظهر به المراد)) .\rومن ذلك تُعْرَفُ أهمية التخريج وفوائده عند أهل الفن. وفيما يلي بيان لجملة (5) من ذلك:\r__________\r(1) المصدر الأخير السابق (3/299) .\r(2) المصدر السابق (3/299-300) .\r(3) الجامع لأخلاق الرّاوي (2/282) .\r(4) المصدر السابق (2/280) وعلوم الحديث 374، تحقيق عائشة عبد الرحمن.\r(5) استفدتها من المصادر المذكورة في أول الموضوع.","seal":"A13F567B","part":1},
      {"page":20,"id":19,"nass":"1- من أهم هذه الفوائد بل هي ثمرته معرفة صحة الحديث وضعفه من جمع الطرق وتخريجها.\r2 - معرفة مظان الحديث في مصادره الأصلية، ومن ثَمَّ توثيق نص الحديث ورجاله، وضبط هذا النص.\r3 - معرفة كون الحديث فرداً غريباً أو عزيزاً، أو مشهوراً مستفيضاً، أو متواتراً.\r4 - معرفة أنَّ الحديث أخرجه الشيخان أو أحدهما في الأصول المسندة، فلسنا بحاجة إلى دراسة الإسناد والحكم عليه عندهما لما تكفل كل واحد منهما مؤنة ذلك، وقد تلقت الأمة كتابيهما بالقبول، وإذا احتجنا إلى التخريج لأحاديثهما فليس لأصل الحكم بل لفوائد أخرى في التخريج، كما سأشير إلى فوائد المستخرجات عليهما وعلى غيرهما ضمن هذه الفوائد.\r5 - الوقوف من خلال التخريج على كلام الأئمة في الحديث وإسناده صحة وضعفاً، مثل كلام الترمذي وما ينقله عن البخاري وكلام النسائي وأبي داود والدارقطني والبيهقي وغيرهم، فيسهِّل ذلك له معرفة حكم الحديث وإسناده.\r6 - معرفة شواهد الحديث ومتابعاته من عملية التخريج ومن ثم معرفة تقوية الإسناد أو الحديث بها أو عدم تقويته.\r7 - يمكن الوصول بالتخريج وجمع طرق الحديث إلى معرفة علل الحديث متنا وإسناداً، من الشذوذ والنكارة وزيادة الثقة ونحوها.\r8 - الوقوف على أسباب ورود الحديث من خلال تخريجه وجمع طرقه","seal":"8A1A2503","part":1},
      {"page":21,"id":20,"nass":"والاطلاع على معاني الغريب منه، كما ذكر أبو حاتم (1) الرازي بقوله: ((لو لم نكتب الحديث من ستين وجها ما عقلناه)) فهذه الجملة القصيرة تبين لنا قيمة جمع طرق الحديث.\r9- معرفة السقط في السند سواء في أوّله وهو المعلق، أو في وسطه باثنين متواليين وهو المعضل، أو بواحد وأكثر متفرقاً فهو المنقطع، أو في آخره فهو المرسل، أو وجود تدليس في الإسناد.\r10- معرفة من روى عن المختلط قبل اختلاطه من بعده.\r11- معرفة القلب في الإسناد أو المتن أو الإدراج أو الاضطراب وغيرها من العلل.\r12- إظهار علل الإسناد الخفية عند الاختلاف على الراوي بالوصل والإرسال، أوبالوقف والرفع، أو الاتصال والانقطاع، أو زيادة رجل في أحد الإسنادين، أو الاختلاف في اسمه وهو متردد بين ثقة وضعيف.\rفمعرفة الحديث المعلول من غيره هي بحق أُمُّ الفوائد (2) .\r13 - معرفة المهمل والمبهم من الرواة. والفرق بينهما أن المهمل سُمِّي ولم ينسب، والمبهم لم يسمَّ.\r__________\r(1) تقدم توثيقه.\r(2) التأصيل/ 71 وانظر: النكت لابن حجر (2/477، 777 – 778) وشرح أحمد شاكر لألفية السيوطي (55 – 65) .","seal":"22B60666","part":1},
      {"page":22,"id":21,"nass":"14 - كشف أوهام الرواة، والمخرجين من خلال التخريج (1) .\r15 – معرفة العلو بجميع أقسامه.\rوأشير هنا إلى بعض الفوائد التي ذكرها الحافظ ابن حجر في الفتح (2) حيث قال: ((ثم ذكر ابن القاضي فصلاً في فائدة تتبع طرق الحديث ... )) ، فمن أراد التوسع والمزيد فليراجعه.\r__________\r(1) انظر: التأصيل / 71 وما بعده لمزيد من الفوائد المضافة.\r(2) فتح الباري شرح صحيح البخاري (10/585) وذلك تحت شرح حديث \" يا أبا عمير ما فعل النُغير\".","seal":"46038265","part":1},
      {"page":23,"id":22,"nass":"نماذج تطبيقية لبعض هذه الفوائد (1) :\rمن أمثلة العلو:\rانظر للعلو المطلق:\rالحديث (26) من باب (22) عند الطوسي، حيث جاء عنده، نا إسحاق ابن شاهين الواسطي قال: نا خالد بن عبد الله قال: نا عمرو بن يحيى عن أبيه عن عبد الله بن زيد أن النبي صلى الله عليه وسلم توضأ ... الحديث، فعلا إسنادُ الطوسي إسنادَ الترمذي بقلة رواته، حيث رواه الطوسي بخمسة رواة، والترمذي بستة رواة، وهذا إسناده: قال: حدثنا يحيى بن موسى حَدَّثنا إبراهيم بن موسى الرّازي حدثنا خالد بن عبد الله عن عمرو بن يحيى عن أبيه عن عبد الله بن زيد قال: رأيت النبي صلى الله عليه وسلم مضمض.... (2) ، فتبيَّن لنا من المثال المذكور علو إسناد الطوسي على إسناد الترمذي وزيادة ((توضأ)) وهي ليست عند الترمذي.\rوأما العلو النسبي – حيث يلتقي معه في \"شيخه\" وهو ما يعرف بالموافقة، وهو النوع الأول من أنواع القرب من كتب السنة المعروفة – فانظر لذلك: الحديث رقم (50) باب رقم (40) ،\rقال الطوسي: حدثنا محمد بن بشار قال: حدثنا عبد الرحمن بن مهدي..\r__________\r(1) وهي مستفادة من دراسة المحقق د. أنيس بن أحمد بن طاهر لكتاب مستخرج الطوسي على سنن الترمذي حيث حققه لرسالته العلمية الدكتوراه، وطبع الكتاب، بمكتبة الغرباء/ عام 1415هـ.\r(2) انظر سنن الترمذي (1/41-42) ح 28، ك: الطهارة، ب: المضمضة والاستنشاق من كف واحد، تحقيق أحمد شاكر.","seal":"9821B383","part":1},
      {"page":24,"id":23,"nass":"وقال الترمذي: (1) حدثنا محمد بن بشار حدثنا عبد الرحمن بن مهدي ... فالتقى معه الطوسي في شيخه محمد بن بشار وهو الموافقة.\rومن أمثلة ما يلتقي معه في \"شيخ شيخه\" أو فيمن فوقه وهو ما يعرف بـ\"البدل\": الحديث رقم (15) باب رقم (12) قال الطوسي:\rحدثنا محمد بن إسماعيل السلميّ، قال: نا عبد الله بن الزبير الحميدي قال: نا سفيان بن عيينة....\rوقال الترمذي (2) : حدثنا محمد بن أبي عمر المكيّ حدثنا سفيان بن عيينة ... فالتقى الطوسيُّ مع الترمذي في شيخ شيخه ابن عيينة وهو البدل.\rوأما ما يعرف بالمساواة، فمثاله:\rالحديث رقم (58) الباب رقم (48) من كتاب الطهارة.\rعند الطوسي حيث قال: حدثنا بذلك يحيى بن حكيم المقوّميّ قال: نا عبد الله بن بكر السهميّ قال: حدثنا هشام عن محمد عن أبي هريرة رضي الله عنه.\rوقال الترمذي: حدثنا محمود بن غيلان حدثنا عبد الرزاق عن معمر عن همام بن منبه عن أبي هريرة، فتساوى عدد الرواة عندهما وهو خمسة رواة.\rوأما زيادة أصحاب المستخرجات ألفاظاً على الكتب المخرج عليها، فمن أمثلة ذلك: الحديث الوارد عند الترمذي في أوّل أبواب الطهارة برقم (1) عن ابن عمر –رضي الله عنهما– عن النبي صلى الله عليه وسلم قال: \"لا تقبل صلاة بغير طهور، ولا صدقة من غلول\"،\r__________\r(1) (1/89) الطهارة، ب: ما جاء أنه يصلّي الصلوات بوضوء واحد، برقم (61) .\r(2) (1/23) ك: الطهارة، ب: في كراهية الاستنجاء باليمين، ح15.","seal":"770765D6","part":1},
      {"page":25,"id":24,"nass":"وجاء عند الطوسي (1) بزيادة في أوله وهي: عن مصعب بن سعد قال: \"مرض ابن عامر فجعلوا يُثنون عليه، وابن عمر –رضي الله عنهما– ساكت، فقال: أما إني لست داع (2) لك، ولكنّي سمعت رسول الله صلى الله عليه وسلم يقول: \"لا يقبل الله صلاة بغير طهور ولا صدقة من غلول\".\rوالحديث رقم (29) الباب رقم (24) من كتاب الطهارة عند الطوسي وفيه زيادة قصة وضوء عبد الله بن زيد رضي الله عنه.\rوالحديث رقم (180) الباب رقم (132) من كتاب الصلاة، وفيه زيادة قصة ازدحام الناس على فضل وضوء رسول الله صلى الله عليه وسلم.\rومن أمثلة الزيادات التي تضمنت أحكاماً شرعية: ما ورد عند الترمذي (3) بلفظ: \"لا وضوء لمن لم يذكر اسم الله عليه\"، بينما جاء عند الطوسي (4) بزيادة \"ولا صلاة لمن لا وضوء له، ولا يؤمن بالله من لا يؤمن بي، ولا يؤمن بي من لا يحب الأنصار\".\rوالحديث الذي رواه الترمذي في سننه (5) عن لقيط بن صبرة مرفوعاً بلفظ: \"إذا توضَّأت فخلّل الأصابع\" وجاء عند الطّوسي (6) عنه رضي الله عنه بزيادة \"وأسبغ الوضوء، وإذا استنشقت فبالغ إلاّ أن تكون صائماً\".\r__________\r(1) (1/140) الطهارة، ح1.\r(2) كذا جاء في الأصل، وصوابه داعيًا حسب مقتضى القواعد.\r(3) سنن الترمذي (1/38) ك: الطهارة، ح25.\r(4) المستخرج، ك: الطهارة، الباب رقم 20، ح24.\r(5) (1/56) ح38.\r(6) في المستخرج (1/211 -212) الباب رقم 29 والحديث 34.","seal":"81EFD189","part":1},
      {"page":26,"id":25,"nass":"ومن أمثلة الزيادة بذكر سبب ورود الحديث:\rحديث أمّ قيس بنت محصن قالت: \"دخلت بابن لي على النبي صلى الله عليه وسلم لم يأكل الطعام فبال عليه، فدعا بماء فرشّه\" كما في الترمذي (1) .\rفزاد الطوسي (2) فيه بيان سبب ورود حديث \"العود الهندي فيه سبعة أشفية\" مع زيادة جملة أخرى ليست عند الترمذي.\rوالحديث الوارد في التسبيح والتحميد والتكبير أدبار الصلوات، جاء عند الطوسي (3) فيه بيان سبب وروده\"، دون الترمذي. وكذا ورد عند الطوسي (4) بيان سبب ورود حديث ((إن شئت فصم، وإن شئت فأفطر)) دون الترمذي.\rومن أمثلة كثرة طرق الحديث:\rالحديث المتعلق بالنهي عن البول في الماء الراكد، حيث رواه الترمذي (5) من طريق واحد عن شيخه محمود بن غيلان، بينما رواه الطوسي (6) من طرق ثلاثة عن ثلاثة من شيوخه وهم: أبو عبيدة بن أبي السفر الكوفي، ويحيى بن حكيم المقوّمي، وجميل بن حسن البصري.\r__________\r(1) (1/104 – 105) ح 71، باب 54.\r(2) في كتابه المستخرج (1/263 – 264) باب 51، ح62.\r(3) مستخرج الطوسي، ك: الصلاة، الباب 290 برقم ح395.\r(4) المصدر نفسه كتاب الصيام، الباب 471، برقم ح 654.\r(5) في سننه (1/51) ك: الطهارة، ب: كراهية البول في الماء الراكد، ح68.\r(6) مستخرج الطوسي (1/256 – 258) ب: 480، ح 57 -59) .","seal":"0D838D70","part":1},
      {"page":27,"id":26,"nass":"ومن أمثلة تصريح بعض المدلّسين بالتحديث والإخبار ونحوهما عند صاحب المستخرج:\rحديث رقم (9) باب رقم (7) من كتاب الطهارة، حيث جاء فيه تصريح ابن إسحاق بالتحديث عند الطوسي دون الترمذي (1) .\rوحديث رقم (717) باب رقم (514) من كتاب الصيام، وفيه تصريح «عبد الرزاق» بالأخبار عند الطوسي دون الترمذي.\r__________\r(1) قارن بالسنن (1/65) ك: الطهارة، ح 9 ب 7.","seal":"156F622E","part":1},
      {"page":28,"id":27,"nass":"تعيين المهملين في الإسناد:\rانظر: الحديث رقم (89) باب (71) من كتاب الطهارة، وفيه تعيين «الأسود» وهو ابن يزيد عند الطوسي بينما أهمل عند الترمذي (1) .\rوالحديث رقم (230) الباب (167) من كتاب الصلاة، وفيه تعيين «سفيان» ، أنّه الثوري عند الطوسي بينما هو مهمل عند الترمذي.\rومن أمثلة تمييز بعض الرواة:\rالحديث (68) باب (56) من كتاب الطهارة عرّف الطوسيّ في إسناده\r«عبد الله بن عبد الله» أنه مولى لقريش بخلاف الترمذي.\rوكذا في حديث (81) باب (67) من كتاب الطهارة، عرف الطوسيّ «أبا قيس» بذكر اسمه واسم أبيه ونسبه عند الطوسي ولم يعرف عند الترمذي (2) .\rوغير ذلك من أمثلة للفوائد المذكورة من تمييز ألفاظ الأحاديث وعزوها لرواتها، والمغايرات في ألفاظها، ليس هنا مجال ذكرها.\r(1) السنن (1/202) ك: الطهارة، ح 118.\r(2) انظر: السنن (1/122) ك: الطهارة، ح 81.","seal":"09DB3097","part":1},
      {"page":29,"id":28,"nass":"الفصل الثاني: نشأة علم التخريج وتطوره:\rانتقاء الأئمة أحاديث مصنفاتهم من مئات الألوف من الأحاديث:\rلا شك أن «علوم الحديث» وبطون الكتب الحديثية حوت أشياء كثيرة في «التخريج» وأصوله.\rقال د. بكر أبو زيد: «إن أصوله تستمد منها (أي من علوم الحديث) ومن سائر كتب الحديث وشروحه ورجاله، ولهذا فإن إفراده بالتأليف ليس اختراعاً لعلم جديد، وإنما هو جمع لما هنالك، ولعل هذا هو السبب لدى المتقدمين، ولسبب آخر، وهو أن التخريج لم يكن يمارسه إلاّ الحفاظ الجامعون (1) ….)) .\rوزيادة على ذلك أقول: إن علم التخريج وإن لم يكن مدوناً في كتب مستقلة وذلك لمهارتهم وعدم الحاجة إليها لما كانوا يحفظونها، مع حثهم على ذلك، كما ورد عن ابن معين: «إذا كتبت فقمش وإذا حدثت ففتش» ، وما تقدم عن ابن المديني: «الباب إذا لم تجمع طرقه لم يتبين خطؤه» وعن أبي حاتم الرازي: «لو لم نكتب الحديث من ستين وجهاً ما عقلناه» ، ومثله عن ابن معين لكنه بلفظ ثلاثين.\rولذلك نجد الأئمة مثل البخاري ومسلم وأبي داود وغيرهم يصرحون بذلك كما سيأتي.\r__________\r(1) انظر التأصيل/ 87.","seal":"6F1C7ADD","part":1},
      {"page":30,"id":29,"nass":"بل المحدِّث عندهم لا يصبح محدِّثًا وعالماً بالحديث وماهراً فيه بصحيحه من سقيمه، وعارفاً بعلله وغير ذلك إلا بعد أن يروي الحديث بوجوه مختلفة وأسانيد متعددة، ومن هنا نرى الإمام البخاري -كما ذكر ابن عدي والخطيب والحازمي والذهبي (1) عنه- يقول: ((أحفظ مائة ألف حديث صحيح، وأحفظ مائتي ألف حديث غير صحيح)) .\rوقال أيضاً: ((ما أدخلت في كتابي «الجامع» إلا ما صَحَّ، وتركت من الصحيح خشية أن يطول)) (2) .\rوقال أيضاً: ((أحفظ منه – أي من الصحيح – عشر ألف ألف حديث – أي مائة ألف حديث – ومائة ألف حديث غير صحيح)) وذكر السخاوي أنه أراد بلوغ العدد المذكور بالتكرار لها.. فربّ حديث له مائة طريق فأكثر)) (3) .\rوذكر الخطيب البغدادي قول البخاري: ((صنفت كتابي الصحاح لست عشرة سنة خرّجته من ستمائة ألف حديث، وجعلته حجة فيما بيني وبين الله)) (4) .\rوقال أبو محمد السرخسي راوي الصحيح ومن تبعه: ((إن الذي لم يخرجه البخاري من الصحيح أكثر ممّا خرجه)) (5) .\r__________\r(1) انظر: مقدمة الكامل لابن عديّ (1/140) ، وتاريخ بغداد (2/25) ، وشروط الأئمة الخمسة للحازمي/64 وسير أعلام النبلاء (12/415) .\r(2) المصدر السابق نفسه للذهبي وفتح المغيث للسخاوي (1/45)\r(3) المصدر السابق (1/46) .\r(4) تاريخ بغداد (2/14) .\r(5) فتح المغيث (1/47- 48) .","seal":"46894A7D","part":1},
      {"page":31,"id":30,"nass":"ولذلك نجد الذين استخرجوا على الصحيحين أتوا بطرق كثيرة زيادة على ما عندهم، وعلى سبيل المثال نذكر ما ذكره ابن حجر وتبعه تلميذه السخاوي عن الجوزقاني: ((أنه استخرج على أحاديث الصحيحين حديثاً حديثاً، فكانت عدته خمسة وعشرين ألف طريق وأربعمائة وثمانين طريقاً)) (1) .\rوهكذا صرّح مسلم - رحمه الله -: أن الأحاديث التي لم يخرجها لم يقل عنها إنها ضعيفة، حيث قال: ((إنما أخرجت هذا الكتاب وقلت: هو صحاح، ولم أقل إن ما لم أخرجه من الحديث فيه ضعف)) (2) ، وورد عنه قوله: ((صنفت هذا الصحيح من ثلاثمائة ألف حديث)) (3) .\rوهكذا صرّح الإمام أبو داود السجستاني كما نقل عنه تلميذه أبو بكر ابن داسة راوي سننه حيث قال: ((سمعت أبا داود يقول: كتبت عن رسول الله صلى الله عليه وسلم خمسمائة ألف حديث انتخبت منها ما ضمنته هذا الكتاب، جمعت فيه أربعة آلاف وثمانمائة حديث، ذكرت الصحيح وما يُشْبِهُه ويُقَاربُه …)) (4) .\rوهكذا الإمام النسائي أبو عبد الرحمن – رحمه الله – ألَّف كتابه «السنن الكبرى» فذكر محمد بن معاوية الأحمر راوي الكتاب عن النسائي قوله: ((كتاب السنن كلّه صحيح وبعضه معلول)) إلاّ أنّه لم يبين علته، والمنتخب\r__________\r(1) النكت للحافظ ابن حجر (1/297) والمصدر السابق (1/47) .\r(2) فتح المغيث (1/46) .\r(3) تاريخ بغداد (13/101) ، وتذكرة الحفاظ للذهبي (2/589) ، ومقدمة البدر المنير لابن الملقن (1/228) .\r(4) رواه الخطيب بسنده في تاريخ بغداد (9/57) في ترجمة أبي داود وكذا ذكره الحازمي في شروط الأئمة الخمسة/ 72 والذهبي في السير (13/209-210) في ترجمة أبي داود، وكذا السيوطي في البحر الذي زخر شرح ألفية الأثر (3/1129) .","seal":"64DA8F4C","part":1},
      {"page":32,"id":31,"nass":"المسمى «بالمجتبى» – «السنن الصغرى» – صحيح (1) كله، وذكر بعضهم أن النسائي لما صنف «السنن الكبرى» أهداه إلى أمير الرّملة، فقال له الأمير: أكل ما في هذا صحيح؟! قال: لا، قال: فجرّد الصحيح منه، فصنف «المجتبى» (2) .\rوكان الإمام النسائي للمحدثين مرجعاً في الانتخاب للأحاديث، كما ذكر الذهبي (3) عن مأمون المصري المحدِّث قال: ((خرجنا إلى طرسوس مع النسائي سنة الفداء، فاجتمع جماعة من الأئمة: عبد الله بن أحمد بن حنبل، ومحمد بن إبراهيم مُربَّع وأبو الأذان، وكيلَجة (محمد بن صالح أبو بكر الأنماطي) فتشاوروا: من ينتقي لهم على الشيوخ؟ فأجمعوا على أبي عبد الرحمن النسائي، وكتبوا كلهم بانتخابه))\rوهذا الذي صنعه الإمام البخاري وغيره هو جزء مهمّ من أسس التخريج وأساس معتمد قويّ ألا وهو جمع الطرق للأحاديث، ثم اختيار الصحيح من بينها وهذا ما فعله الأئمة المشهورون، فالانتخاب أحد معاني التخريج كما تقدم.\rوأضرب نموذجاً آخر من هذا القبيل وذلك بمسند الإمام الأجل إمام أهل السنة أحمد بن حنبل حيث شرع في تصنيف «مسنده» منصرفه من عند عبد الرزاق – شيخه – نحو سنة (200هـ) ، وهو في السادسة والثلاثين من\r__________\r(1) أي عنده.\r(2) انظر: السير للذهبي (14/131) ومقدمة السيوطي والشيخ عابد السندي على النسائي (1/5) .\r(3) سير النبلاء (14/130) .","seal":"7C6CF4B7","part":1},
      {"page":33,"id":32,"nass":"عمره، انتقاه من أكثر من سبعمائة ألف حديث (1) سمعها في رحلاته، فضمّ نحو ثلاثين ألف حديث (2) يرويها عن مائتين وثلاثة وثمانين شيخاً من شيوخه (3) .\rومن أهم ثمرات التخريج تمييز الصحيح من السقيم والمقبول من المردود وهذا ما حققه عدد من الأئمة، بل كان هدفهم من تأليفهم الذي جعلوه نصب أعينهم هذا الغرض المهم.\rذكر الحافظ ابن حجر (4) ما يشير إلى وجود شعور الإمام البخاري بهذه الحاجة وزاده همّةً بقيام هذه المهمة شيخه الإمام إسحاق بن راهويه حيث قال: لماَّ رأى الإمام البخاري –رحمه الله– هذه المصنفات ورُواءها وانتشق رياها واستجلى محياها، وجدها بحسب الوضع جامعة بين ما يدخل التصحيح والتحسين، والكثير منها يشمله التضعيف، فلا يقال لغثه سمين، فحرّك همته لجمع الحديث الصحيح الذي لا يرتاب فيه أمين، وقوَّى عزمَه على ذلك ما سمعه من أستاذه أمير المؤمنين في الحديث والفقه إسحاق بن إبراهيم الحنظلي، فيما أخبرنا أبو العباس أحمد بن عمرو ثم ساقه بسنده إلي أبي عبد الله البخاري أنّه قال: «كنا عند إسحاق بن راهويه فقال: لو جمعتم كتاباً مختصراً لصحيح سنة رسول الله صلى الله عليه وسلم قال: فوقع ذلك في قلبي في جمع الجامع الصحيح)) .\r__________\r(1) خصائص المسند 21، 25 ومقدمة المحققين للمسند (1/60) .\r(2) مناقب الإمام أحمد لابن الجوزي / 191.\r(3) المصعد الأحمد / 34، ومقدمة المحققين للمسند / 60.\r(4) هَدْي الساري مقدمة فتح الباري /6.","seal":"0CC214D0","part":1},
      {"page":34,"id":33,"nass":"وهكذا أشار مسلم في مقدمة (1) صحيحه مبيناً سبب تأليفه. وأبو بكر محمد بن إسحاق بن خزيمة في كتابه ((الصحيح)) أول كتاب الوضوء (2) حيث قال: ((مختصر المختصر من المسند الصحيح عن النبي صلى الله عليه وسلم بنقل العدل عن العدل موصولاً إليه من غير قطع في أثناء الإسناد ولا جرح ناقلي الأخبار…)) .\rوكذا صرّح ابن حبان في مقدمة (3) صحيحه حيث قال: ((وإني لما رأيت الأخبار طُرقها كثرت ومعرفة الناس بالصحيح منها قلّت، لاشتغالهم بِكتْبَةِ الموضوعات، وحفظ الخطأ والمقلوبات، حتى صار الخبر الصحيح مهجورًا لا يكتب، والمنكر المقلوب عزيزاً يستغرب ….\rفتدبرت الصحاح لأسهّل حفظها على المتعلمين وأمعنت الفكر فيها لئلا يصعب وعيها على المقتبسين، ثم نملي الأخبار بألفاظ الخطاب، بأشهرها إسناداً وأوثقها عماداً من غير قطع في سندها ولا ثبوت جرح في ناقليها…)) .\rفبذلك تحقق ركنا التخريج: جمع الطرق، والحكم على الحديث في ضوئها.\r__________\r(1) انظر (1 / 4) .\r(2) (1/ 3) .\r(3) (1/ 36، 37) من الإحسان بترتيب صحيح ابن حبان، تحقيق يوسف الحوت.","seal":"A95E9A0E","part":1},
      {"page":36,"id":34,"nass":"الباب الثاني: في اهتمام العلماء بالتخريج زجهودهم في ذلك\rمدخل\r...\rالمدخل: بداية الاهتمام بالتخريج بشكل مؤلفات في القرن الرابع فما بعد:\rفمن هنا لم يكن العلماء في القرون الذهبية لرواية الحديث وتدوينه بحاجة إلى تخريج الأحاديث والآثار؛ لأنّها كانت تُروى بالأسانيد وهي محفوظة عندهم بطرقها، إمّا في الصدور أو في السّطور، أو فيهما معاً، لكنه لما وجدت بعض الأحاديث بغير أسانيد، كالبلاغات والمعلّقات التي هي في موطأ مالك، أو الأحاديث الواردة في كتب الفقه وغيره بدون إسناد وعزو، قام أئمة بوصلها، وتخريجها كما قال (1) الغماري: ((فصنف الحافظ أبو عمر أحمد بن خالد بن يزيد القرطبي المعروف بابن الجبَّاب (ت322هـ) مسند حديث الموطأ)) .\r((وصنف الحافظ أبو القاسم عبد الرحمن بن عبد الله الغافقي الجوهري المصري (ت335هـ) «مسند الموطأ» أيضاً … ولما كان هؤلاء متقدمين موجودين في زمن الإسناد والإخراج، جاءت مصنفاتهم جامعةً بين التخريج والإخراج، فمن حيث إنّها مسندة كانت أصولاً يعزى إليها ويخرج منها، ومن حيث إن أصحابها قصدوا وصل ما في مصنفات غيرهم من المراسيل والمعلقات كانت كالتخاريج لتلك المصنفات)) اهـ.\r__________\r(1) حصول التفريج بأصول التخريج (24- 46) نقلا عن تخريج الحديث الشريف للبقاعي/ 25، ولم أعرف عن الكتابين هل هما موجودان أو مفقودان؟ ولعلّ الغالب أنّه لم يعثر عليهما، والله أعلم.","seal":"43D19319","part":1},
      {"page":37,"id":35,"nass":"وعلى هذا الغرار، ما قام به البيهقي (ت458هـ) في تصنيفه كتاباً مستقلاً لتخريج أحاديث كتاب «الأم» للإمام الشافعي (1) .\rوكذا يهتم البيهقي في كتابه «السنن الكبرى» وغيره من كتبه بعزو الحديث إلى مصادره الأصلية بعد أن يسوقه بإسناده، فيقول: متفق عليه أو رواه البخاري أو مسلم.\rكما قام بعده أبو بكر محمد بن موسى الحازمي (ت584هـ) فخرج أحاديث كتاب «المهذّب» لأبي إسحاق الشيرازي الشافعي (2) .\rومعلوم أنّ الفقهاء المتقدمين غالباً يوردون الأحاديث من غير عزو، ولا بيان الصحيح من الضعيف، فهذا ما جعل العلماء يهتمون بتخريج أحاديث مثل هذه الكتب، كما ذكر الحافظ العراقي في خطبة تخريجه الكبير للإحياء حيث قال: ((عادة المتقدمين السكوت عمّا أوردوا من الأحاديث في تصانيفهم، وعدم بيان مَنْ خَرَّجه، وبيان الصحيح من الضعيف إلا نادراً، وإن كانوا أئمة الحديث حتى جاء النووي (ت676هـ)) ) – أي: فبيّن في كتابه المجموع حيث خرّج، وبين درجة الحديث وعلله-.\rوقصد الأولين ألا يغفل الناس النظر في كل علم في مظنته، ولهذا مشى الرافعي على طريقة الفقهاء مع كونه أعلم بالحديث من النووي)) (3) .\r__________\r(1) مخطوطة: المجلد الأول في دار الكتب المصرية برقم 911 وأخرى في جستربيتي، انظر تخريج أحاديث المدونة (1/45) وتحفة الخريج/ 18، وطبع بتحقيق د. خليل ملا خاطر كما أُفدت بذلك.\r(2) انظر: سير النبلاء للذهبي (21/169) والرسالة المستطرفة/ 143، كتابه لم يعثر عليه حتى الآن حسب علمي، والله أعلم.\r(3) انظر: فيض القدير للمناوي (1/21) .","seal":"3B2116EC","part":1},
      {"page":38,"id":36,"nass":"قلت: الصحيح أنّ النووي سُبق في هذا المجال بمن ذكرنا في القرن الرابع والخامس.\rومن هذا نعرف أيضاً أن ما ذهب إليه الدكتور محمود الطحّان في كتابه أصول (1) التخريج بقوله: ((وكان من أوائل تلك الكتب (2) –فيما أعلم– الكتب التي خرّج الخطيب البغدادي (ت463هـ) أحاديثها وأشهرها ((تخريج الفوائد المنتخبة)) و ((الصحاح والغرائب)) … إلى آخر ما ذكره.\rفغير مسلّم له؛ لأن كتبه -أي الخطيب- المخرجة ومنها كتابا «تخريج الفوائد المنتخبة» و «الصحاح والغرائب» لأبي القاسم الحسيني ليسا من كتب التخريج بالمعنى الذي قصده هو، وإنّما التخريج هنا بمعنى الانتخاب والانتقاء (3) .\rوحتى التخريج بالمعنى المذكور: أي الانتقاء، ليس الخطيب هو أوّل من صنف فيه، بل سبقه الإمام الدارقطني أبو الحسن علي بن عمر (ت385هـ) ، حيث صنف في تخريج الأفراد والغرائب الحسان، فخرَّج حديث أبي إسحاق إبراهيم بن محمد بن يحيى المزكي النيسابوري عن شيوخه.\r__________\r(1) ص 16.\r(2) أي «الكتب التي خرجت أحاديث بعض الكتب المصنفة في غير الحديث وعزت الأحاديث إلى مصادرها الأصلية وذكرت طرقها وتكلموا على بعضها أو كلها بالتصحيح والتضعيف … فظهر ما يسمى بكتب التخريج وكان من أوائل تلك الكتب …»\r(3) وقد نبّه على ذلك د. بكر أبو زيد في التأصيل/ 90 تعليق 71، ود. علي بقاعي في تخريج الحديث الشريف/ 25-26، ود. عبد الغني أحمد مزهر في تخريج الحديث النبوي/ 24 ص 16.","seal":"42D22EA7","part":1},
      {"page":39,"id":37,"nass":"وكما قام «بتخريج الفوائد المنتقاة» لأبي بكر محمد بن عبيد الله الكاتب الكوفي وله غير ذلك من الفوائد المنتخبة (1) .\rبل قد سُبق إلى ذلك بصنيع الأئمة المذكورين في أوّل هذا المبحث وغيرهم.\rلاشك أنّ الانتقاء والانتخاب إنما يتم للأسانيد العالية والأحاديث الصحيحة كما ذكر الخطيب فقال: ((ينبغي للمنتخب أن يقصد تخيُّر الأسانيد العالية، والطرق الواضحة، والأحاديث الصحيحة، والروايات المستقيمة، ولا يُذْهب وقته في التُرُّهات من تتبع الأباطيل والموضوعات وتطلُّب الغرائب المنكرات)) (2) .\rوممّا يجدر الإشارة إليه هنا أن العلماء قد اهتموا بالتخريج وجمع الطرق، إبان ظهور الكتب الصحيحة، فتزامن هذا الاهتمام مع فترة الانتخاب والانتقاء كما تقدم، فقام أئمة من الحفاظ المحدثين بتصنيف «المستخرجات» فمن أوائل ما وقفنا عليه أنّه استخرج هو الحافظ محمد بن محمد بن رجاء أبو بكر الإسفرائيني\r(ت286هـ) حيث استخرج على صحيح مسلم في كتابه المسمى «الصحيح المخرج على صحيح مسلم» (3) .\r__________\r(1) انظر الجامع لأخلاق الراوي (2/158) ومقدمة د. موفق بن عبد الله للمؤتلف والمختلف للدارقطني\r(1/53) والمدخل إلى التخريج للدكتور. عبد الصمد/ 18.\r(2) الجامع لأخلاق الراوي (2/159) .\r(3) ذكره ابن عبد الهادي في طبقات علماء الحديث (2/404) والذهبي في سير النبلاء (13/492) وتذكرة الحفاظ (2/686) .","seal":"6FD315FD","part":1},
      {"page":40,"id":38,"nass":"ثم توالت المؤلفات في «المستخرجات» على الصحيحين أو أحدهما، وبلغ مجموع ما علمناه منها، نحو عشرين كتاباً مستخرجاً عليهما أو على أحدهما ألِّفت في القرن الثالث والرابع والخامس؛ إذ قام بعض الحفاظ بالاستخراج على سنن أبي داود والترمذي في القرن الرابع والخامس (1) .\rفهكذا وجد التخريج عند المتقدمين، بمعنى الاستخراج أو الانتخاب والانتقاء في القرن الثالث الهجري واستمر إلى القرن الخامس الهجري.\rوبجانب هذا ظهرت كتب في فنّ التخريج مستقلة في القرن الرابع (2) ، كما تقدم ذكر بعضها، واستمر التأليف بعد ذلك في التخريج إلى يومنا هذا، وما زال مستمراً إلى الآن في الكتب التي بحاجة إلى التخريج. وقبل أن أنتقل إلى بيان كتب التخريج وسردها، أريد أن أنبّه على ما ذكره الدكتور عبد الموجود في كتابه «كشف اللثام …» (3) وتبعه د. عبد الصمد بكر عابد في كتابه «المدخل إلى تخريج الأحاديث …» (4) .\rحيث يقول د. عبد الموجود: ((وكانت أولى المحاولات لوضع ضوابط لهذا العلم –حسبما توصلت إليه– هي ما قام به ذلك الحافظ الفذّ أبو عيسى محمد\r__________\r(1) انظر لكتب \" المستخرجات \":مقدمة د. أنيس بن أحمد الأندونوسي لكتاب مستخرج الطوسي على سنن الترمذي (1/103 – 128) .\r(2) انظر: كشف اللثام (1/67) .\r(3) (1/42، 43) .\r(4) ص 16، 17.","seal":"736F0FC0","part":1},
      {"page":41,"id":39,"nass":"ابن عيسى بن سورة الإمام الترمذي (ت279هـ) حيث استخدم ولأوّل مرة طريقة عزو أحاديث الباب إلى عدد من الرّواة، فيذكر بعد إيراد الأحاديث في الباب، وفي الباب عن فلان، عن فلان)) .\rوذكر د. عبد الصمد بقوله: ((ولعلّ أول من يمكن أن ننسب إليه نشأة هذا العلم وتأسيسه هو: الإمام أبو عيسى الترمذي في كتابه «الجامع» حيث يقول عقب الأحاديث التي يوردها وفي الباب عن فلان وعن فلان …، فصنيعه بالنسبة لذلك الوقت يُعد تخريجاً … ونسبنا إليه نشأة هذا العلم مع وجوده في كلام الأئمة السابقين له وفي وقته؛ لأنّه هو الذي التزم به كمنهج اتبعه في كتاب يُروى عنه، فكان بزوغ فجر التخريج – في اعتبارنا – على يديه رحمه الله)) .\rفأقول: إنّ ما يذكره الترمذي، وفي الباب عن فلان وعن فلان، ليس إلاّ مفتاحاً للتخريج ونواة أوّلية، ولا يُعدّ محاولة لوضع ضوابط لهذا العلم، كما ذكر د. عبد الموجود، ولا أول مؤسس ومنشئ لعلم التخريج لا على طريقة المتقدمين ولا على طريقة المتأخرين كما هو معلوم، بل يتطلب ما ذكره أولا البحث عن متن حديث الصحابي ثم عن إسناده ومن خرّجه، فكل هذه الأمور، بجانب جمع طرقه والوصول إلى حكمه يُسمّى تخريجاً، وليس مجرد القول: عن فلان يقال له التخريج، والله أعلم.\rبعد هذا العرض حول نشأة التخريج وتطوره أشرع في اهتمام العلماء في خدمة السنة النبوية عن طريق التخريج ودراسة الأسانيد والبحث عن اختيار الصحيح وهجر الضعيف وبيان ذلك، فنرى من هذا الجانب أنّ كتب التخريج التي وضعها العلماء تنقسم إلى قسمين:","seal":"AC1E349D","part":1},
      {"page":42,"id":40,"nass":"القسم الأول: كتب اعتنت بتخريج الأحاديث الواقعة في كلام بعض المصنفين من أهل الفنون المختلفة، سواء في العقائد، أو التفسير، أو الفقه وأصوله وغير ذلك.\rالقسم الثاني: كتب اعتنى أصحابها – بدون تقيّد بكتاب معيّن– بتخريج الأحاديث عامة إمّا مقيداً بموضوع معين، ككتب أحاديث الأحكام، أو بدون تقييد بموضوع معين، وسأتناول ذلك في فصلين إن شاء الله تعالى.","seal":"46DE864B","part":1},
      {"page":43,"id":41,"nass":"الفصل الأول: جهود العلماء في تخريج الأحاديث الواقعة في كلام بعض المصنفين من أهل الفنون الختلفة\r...\rالفصل الأول: جهود العلماء في تخريج الأحاديث الواقعة في كلام بعض المصنفين من أهل الفنون المختلفة\rوقد تقدمت في فوائد التخريج العامة جملة كبيرة من الفوائد، وأشير هنا إلى كتب خرجت الأحاديث الواردة في مصنفات في الفنون المختلفة في الفقه أو التفسير أو العقيدة، أو الأصول وغيرها من الكتب، حيث إنّ هذه الكتب في الغالب يذكر أصحابها الأحاديث، بدون عزو، وبدون ذكر الصحابي، وبدون بيان درجة الحديث صحة وضعفاً، كما ذكر المناوي (1) ((أنّ عادة المتقدمين في التخريج، عدم بيان من خرَّجه ولا بيان الصحيح من الضعيف ... )) .\rوأذكر نموذجاً مما ذكره صاحب ((الهداية)) برهان الدين علي بن أبي بكر المرغيناني (ت593هـ) في كتاب الطهارة، باب الماء الذي يجوز به الوضوء وما لا يجوز، فذكر: من السنة على جواز الطهارة بماء البحار، قوله عليه الصلاة والسلام في البحر، «هو الطهور ماؤه الحلّ ميتته» (2) .\rوكذا جاء في المغني: كتاب الطهارة، باب ما تكون به الطهارة من الماء، فذكر الحديث المذكور نفسه بقوله: «وسئل النبي صلى الله عليه وسلم عن التوضؤ بماء البحر» ؟ فقال: «هو الطهور ماؤه الحلّ ميتته» (3) .\rوهذا المنهج هو الغالب على معظم المصنفات في الفقه وغيرها من الفنون\r__________\r(1) فيض القدير شرح الجامع الصغير (1/21) .\r(2) انظر كتاب الهداية مع شرحه فتح القدير (1/68، 69) .\r(3) انظر: المغني لابن قدامة (1/ 13) تحقيق د. عبد الله التركي.","seal":"D021517B","part":1},
      {"page":44,"id":42,"nass":"المختلفة، فلا شك أنّ هذا المسلك لا يُعدّ عزواً ولا تخريجاً، مما جعل العلماء يهتمون بتخريج مثل هذه الأحاديث الواردة في أصناف من هذه المؤلفات، وذلك إتمامًا للفائدة وتحصيلاً للغرض من ذكر هذه الأدلة من الاعتماد عليها عند صحتها أو عدم الاعتماد عليها عند عدم صحتها، فإليك ذكر ما لم نذكره سابقاً حسب وفياتهم بدءاً من بداية هذه النهضة العلمية في التخريج وهو القرن السابع والثامن الهجري الذي يُعَدُّ بحق عصر انتشار علم التخريج والتصنيف فيه (1) فممن (2) ألّف فيه:\r* الحافظ أبو محمد عبد الله بن يحيى الغسّاني (ت682هـ) له: كتاب «تخريج الأحاديث الضعاف من سنن الدارقطني» (3)\r* شمس الدين محمد بن أحمد بن عبد الهادي المقدسي (ت744هـ) له كتاب «تخريج أحاديث المختصر الكبير» لابن الحاجب، لم يعثر عليه حسب علمي، والله أعلم.\r*جمال الدين أبو محمد عبد الله بن يوسف بن محمد الزيلعيّ (ت762هـ) له كتاب «نصب الراية لتخريج أحاديث الهداية (4) » وكتاب: «الإسعاف في\r__________\r(1) انظر: المدخل إلى التخريج / 19.\r(2) استفدت من المصدر السابق المصادر التي لم أطلع عليها وكذا من تحفة الخريج/ 23، وزدت عليهما مصادر لم يذكراها.\r(3) طبع بتحقيق كمال يوسف الحوت، دار الكتب العلمية، ط/ الأولى عام 1411هـ، بيروت لبنان.\r(4) طبع الكتاب في عام 1357هـ الطبعة الأولى باهتمام الناشر: المكتبة الإسلامية، ثم أعيد طباعته في عام 1393هـ، ثم طبع بتحقيق الشيخ محمد عوامة من قبل دار القبلة، جدة ومؤسسة الرّيان والمكتبة المكية، ط/الأولى عام 1418هـ.","seal":"4DDE4A5E","part":1},
      {"page":45,"id":43,"nass":"تخريج الأحاديث والآثار الواردة في تفسير الكشاف (1) » .\r* بدر الدين محمد بن إبراهيم بن سعد الله بن جماعة (767هـ) له:\r«تخريج أحاديث الشرح الكبير للرافعي» .\r* عماد الدين أبو الفداء إسماعيل بن عمر بن كثير (774هـ) له:\r«تحفة الطالب بمعرفة أحاديث مختصر ابن الحاجب» .\rدراسة وتحقيق: عبد الغني بن حميد الكبيسي، مكة المكرمة، دار حراء عام 1406هـ، والمراد من المختصر: كتابه في الفقه الذي اختصره من ستين كتاباً، وتحقيق: عبد الله بن عبد الرحمن المحيسن، رسالة ماجستير، بجامعة الإمام محمد بن سعود الإسلامية، عام 1406هـ.\r*محيي الدين أبومحمد عبد القادر بن محمد القرشي (ت775هـ) له: «العناية بتخريج أحاديث الهداية» وسماه أولاً \"الكفاية\" وسمّاه شيخه المارديني \"العناية\" (2) .\r*بدر الدين أبو عبد الله محمد بن عبد الله بن بهادر الزركشي (ت794هـ) له: «الذهب الإبريز في تخريج أحاديث فتح العزيز» وهو الشرح الكبير للراف\r__________\r(1) طبع باعتناء سلطان بن فهد الطبيشى، دار ابن خزيمة، الرياض ط/ الأولى عام 1414هـ وتحقيق ودراسة محمد بن أحمد باجابر، رسالة: دكتوراه، بجامعة أم القرى عام 1419? من أول سورة سبأ إلى سورة الناس.\r(2) انظر: دراسة حديثية مقارنة (144، 145) لمحمد عوامة.","seal":"4C0BFDAB","part":1},
      {"page":46,"id":44,"nass":"«المعتبر في تخريج أحاديث المنهاج والمختصر» للزركشي أيضاً.\rالمنهاج هو منهاج الأصول للبيضاوي، والمختصر هو مختصر منتهى السول والأمل لعثمان بن عمر بن الحاجب (ت646هـ) ، حققه د. عبد الرحيم القشقري، بالجامعة الإسلامية عام 1404هـ، وطبع بتحقيق حمدي عبد المجيد السلفي، دار الأرقم، الكويت، 1404هـ.\r* صدر الدين محمد بن إبراهيم المناوي (ت803هـ) له: «المناهج والتناقيح في تخريج أحاديث المصابيح» .\r*سراج الدين عمر بن علي بن الملقن (ت804هـ) ألّف عدداً من الكتب منها:\r«البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير» للرافعي.\rحقق لرسائل ماجستير ودكتوراه، طبع منه بعض المجلدات، بتحقيق د. جمال محمد السيد وغيره، -والباقي تحت الطبع- بدار العاصمة، الرياض، عام 1414هـ.\rو «خلاصة البدر المنير» - اختصر الذي قبله، تحقيق ودراسة: أميمة علي أحمد رسالتا ماجستير ودكتوراه، بجامعة أم درمان الإسلامية، سودان، وحققه أيضا الشيخ حمدي السلفي، طبع بالرياض، مكتبة الرشد، عام 1410هـ.\r«تذكرة المحتاج إلى أحاديث المنهاج» .\rتحقيق: حمدي عبد المجيد السلفي، المكتب الإسلامي، بيروت ودمشق، عام 1415هـ، والمنهاج هو منهاج الوصول إلى علم الأصول لعبد الله بن عمر البيضاوي (ت685هـ) .","seal":"1C3B5B46","part":1},
      {"page":47,"id":45,"nass":"«تخريج أحاديث (المهذب) لأبي إسحاق الشيرازي» ، ولم يعثر عليه حسب علمي (1) .\r«تذكرة الأخيار بما في الوسيط من الأخبار» والوسيط للإمام الغزالي (2) .\r* زين الدين أبو الفضل العراقي عبد الرحيم بن الحسين (ت806هـ) وله:\rتخريج الأحاديث والآثار الواقعة في منهاج البيضاوي، طبع بتحقيق: محمد\rابن ناصر العجمي، بيروت، دار البشائر، عام 1409هـ وكذا له \"تخريخ أحاديث مختصر المنهاج في أصول الفقه\" طبع بتحقيق: صبحي السامرائي، القاهرة، دار الكتب السلفية، عام 1397هـ.\r«تخريج أحاديث الإحياء» للغزالي، طبع عيسى البابي الحلبي بمصر.\r«المغني عن حمل الأسفار في الأسفار» مختصر الذي قبله.\rاعتنى به أبو محمد أشرف بن عبد المقصود، الرياض، مكتبة طبرية عام 1415هـ في 3مج.\r*عز الدين محمد بن عبد العزيز بن جماعة (ت819هـ) له: «تخريج أحاديث الشرح الكبير» ، والشرح للرافعي على كتاب\"الوجيز\" للغزالي في فقه الشافعية ذكره أكثر المترجمين له؛ والحافظ ابن حجر في مقدمة التلخيص (1/9) .\r* الحافظ أبو الفضل أحمد بن علي المعروف بابن حجر العسقلاني\r(ت852هـ) له عدة كتب في التخريج:\r__________\r(1) وجاء اسمه \"المحرر المذهب في تخريج أحاديث المهذب\" وذكره المؤلف في كتابه \"تحفة المحتاج\" (2/664) ، وهو في مجلدين كما يقول المؤلف، الضوء اللامع (6/101) .\r(2) انظر: تحفة المحتاج للمؤلف (2/598) ، (2/767) .","seal":"0F6CA09E","part":1},
      {"page":48,"id":46,"nass":"«التلخيص الحبير في تخريج أحاديث الرافعي الكبير» اختصر (1) فيه \"البدر المنير\" لابن الملقِّن. وسيأتي الكلام عليه.\r«الدراية في تخريج أحاديث الهداية» اختصر فيه نصب الراية للزيلعي (2) ، وسيأتي الكلام عليه.\r«الكاف الشاف تخريج أحاديث الكشاف» اختصر فيه تخريج أحاديث الكشاف للزيلعي، طبع في مصر، الطبعة الأولى بمطبعة مصطفى محمد عام 1354هـ، وطبع في آخر الكشاف مصوراً عن الطبعة الأولى\r«نتائج الأفكار بتخريج أحاديث الأذكار» للنووي ولم يتمه وأتمه تلميذه السخاوي، طبع بتحقيق: حمدي عبد المجيد السلفي (3) .\r«تخريج أحاديث المختصر الكبير» لابن الحاجب وغيرها.\rاسم كتابه \"موافقة الخبر الخبر في تخريج أحاديث المختصر ... \" تحقيق: حمدي عبد المجيد السلفي، مكتبة الرشد، الرياض، عام 1412هـ وكذا طبع قبله بتحقيق د. عبد الله الحمد، وكان أصله رسالة علمية سجلت بالجامعة الإسلامية، عام 1404هـ، ثم طبعت فيما بعد.\r__________\r(1) ذكر الحافظ ابن حجر منهجه في مقدمة التلخيص/ 7، نشر قرطبة، تحقيق أبي عاصم حسن بن عباس عام 1416هـ، وسيأتي تفصيله، وله عدة طبعات، انظر: المعجم المصنف لمؤلفات الحديث (2/1022 – 1023) .\r(2) طبع، بتصحيح عبد الله هاشم اليماني، بمطبعة الفجالة الجديدة، القاهرة، عام 1384هـ، وكذا في الدهلي عام 1299هـ، وفي لكهنو عام 1303هـ.\r(3) وكذا حققه لرسالتي الماجستير بجامعة الإمام محمد بن سعود الإسلامية عبد الله بن صالح الدوسري وزميله.","seal":"A0F184BA","part":1},
      {"page":49,"id":47,"nass":"* زين الدين قاسم بن قُطْلوبُغا الجمالي (ت879هـ) له:\r«تخريج أحاديث تفسير أبي الليث السمرقندي» ، لم يعثر عليه حسب علمي، والله أعلم.\r\"التعريف والإخبار بتخريج أحاديث \"الاختيار\" شرح \"المختار\" في فروع الحنفية، كلاهما لأبي الفضل مجد الدين عبد الله بن مودود الموصلي (ت683هـ) والتخريج لابن قطلوبغا، تحقيق: محمد ألماس يعقوبي، مكة المكرمة، رسالة دكتوراه، قدمت بجامعة أم القرى، 1416هـ، وكذا طبع بتحقيق بشير صبحي طاهر، أصله رسالة الدكتوراه، قدمت بجامعة أم درمان الإسلامية، بسودان.\r«تحفة الأحياء بما فات من أحاديث الإحياء» .\r«تخريج أحاديث عوارف المعارف» للسهروردي.\r«تخريج أحاديث كنز الوصول إلى معرفة الأصول» للبزدوي علي بن محمد ابن حسين (ت482هـ) وكتابه في أصول الفقه خرج أحاديثه ابن قطلوبغا، تحقيق: د. محمد أديب الصالح.\r\"منية الألمعي فيما فات من تخريج أحاديث الزيلعيّ\"، تحقيق: محمد زاهد الكوثري، القاهرة، مكتبة الخانجي، عام 1370هـ.\r* جلال الدين السيوطي (ت911هـ) له عدة كتب (1) في التخريج منها:\r«تجريد العناية في تخريج أحاديث الكفاية» لأبي حامد محمد بن إبراهيم السهيلي في الفقه الشافعي.\r__________\r(1) انظر: دليل مخطوطات السيوطي (ص 56، 57، 77، 79، 89) .","seal":"A10C4524","part":1},
      {"page":50,"id":48,"nass":"«تخريج أحاديث شرح العقائد النسفية» . تحقيق: صبحي السامرائي، مكتبة الرشد، الرّياض، عام 1404هـ وشرح العقائد لمسعود بن عمر التفتازاني (ت793هـ) .\r«تخريج أحاديث شرح المواقف في الكلام» . الناشر: دار المعرفة، بيروت، عام 1406هـ، و\"المواقف في علم الكلام\" لمؤلفه: عضد الدين عبد الرحمن الإيجي (ت756هـ) والشرح للشريف الجرجاني (ت816هـ) .\r«تخريج أحاديث الموطأ» .\r«العناية في معرفة أحاديث الهداية» .\r«فلق الصباح في تخريج أحاديث الصحاح» للجوهري في اللغة.\r«مناهل الصفا في تخريج أحاديث الشفا» والشفا في حقوق المصطفى للقاضي عياض، تحقيق: سمير القاضي، بيروت، مؤسسة الكتب الثقافية، دار الجنان، عام 1408هـ.\r«نشر العبير في تخريج أحاديث الشرح الكبير» للرافعي، ذكره السيوطيّ في ترجمته من كتابه حسن المحاضرة\r(1/341) والسخاوي في الضوء اللامع (4/68) .\r* أحمد بن أبي سعيد بن عبد الله شيخ جيون (ت1130هـ) له:\r\"إشراف الأبصار في تخريج أحاديث نور الأنوار\" طبع في بومبائي، المطبعة المصطفاوي، عام 1288هـ، ونور الأنوار لأحمد بن أبي سعيد المعروف بملاجيون (ت1130هـ) وهو شرح لمختصر المنار، لإمام النسفي (ت793هـ) .","seal":"07B4F4D1","part":1},
      {"page":51,"id":49,"nass":"*الإمام عبد الرؤوف المناوي (ت1031هـ له: «الفتح السماوي بتخريج أحاديث القاضي البيضاوي» (1) أي لأحاديثه في تفسيره.\r* عبد القادر البغدادي (ت1093هـ) له: «تخريج الأحاديث والآثار التي وردت في شرح الكافية في النحو» .طبع بتحقيق: محمود فجال، الدّمام، نادي المنطقة الشرقية الأدبي، عام 1414هـ، وشرح الكافية: لمحمد بن الحسن الرّضي (ت نحو 686هـ) والكافية لابن الحاجب.\r«تخريج الأحاديث الواقعة في التحفة الوردية» .\r* شمس الدين أبو عبد الله محمد بن حسن، ابن همات (ت1175هـ) له:\r«تحفة الراوي في تخريج أحاديث البيضاوي» (2) .\r«التنكيت والإفادة في تخريج أحاديث سفر السعادة» (3) .\r\"الابتهاج بتخريج أحاديث المنهاج - وهو منهاج الوصول إلى علم الأصول\" لعبد الله بن عمر البيضاوي (ت685هـ) .\rتأليف: عبد الله بن محمد الغماري (4) .\r* د. محمد حبيب الله مختار، رئيس مجلس الدعوة والتحقيق الإسلامي، كراتشي (ت1418هـ) له: «كشف النقاب عما يقوله الترمذي في الباب» (5) فقد خرّج الأحاديث التي يقول الترمذي وفي الباب تخريجاً مفصلاًّ.\r__________\r(1) طبع بدار العاصمة، بالرياض، بتحقيق د. أحمد مجتبى، ط/ الأولى عام 1408?.\r(2) مخطوط بمكتبة المحمودية قديماً وضُمّت إلى مكتبة الملك عبد العزيز حالياً.\r(3) طبع بدمشق، بتحقيق الشيح أحمد مختار البزرة.\r(4) طبع بتعليق وضبط: سمير طه، بيروت، عالم الكتب، عام 1405هـ ومعه المنهاج.\r(5) طبع الكتاب إلى كتاب الصلاة، ولم يكتمل بعد، وعندي منه 4 مجلدات، الناشر مجلس الدعوة.. كراتشي باكستان، عام 1407هـ.","seal":"054252EE","part":1},
      {"page":52,"id":50,"nass":"* الشيخ محمد ناصر الدين الألباني (ت1422هـ) له عدة كتب في التخريج، منها:\r«تخريج أحاديث فضائل الشام ودمشق» للإمام الربعي (ت444هـ) ، مطبوع مع الكتاب، المكتب الإسلامي، دمشق، عام 1379هـ.\r«إرواء الغليل في تخريج أحاديث منار السبيل» مطبوع (1) .\r«ظلال الجنة في تخريج كتاب السنة» لابن أبي عاصم النبيل مطبوع مع كتاب السنة.\r«تمام المنة في التعليق على كتاب فقه السنة» للسيد سابق، مطبوع.\r«غاية المرام في تخريج أحاديث الحلال والحرام» للقرضاوي، مطبوع.\r*الشيخ صالح بن عبد العزيز بن محمد آل الشيخ، له تأليف في التخريج: «التكميل لما فات تخريجه من إرواء الغليل» (2) .\r* د. الطاهر محمد الدرديري: «تخريج الأحاديث النبوية في مدونة الإمام مالك ابن أنس» (3) .\r* الشيخ عبد اللطيف آل عبد اللطيف حيث قام بتخريج أحاديث البداية لابن رشد سماه «طريق الرشد إلى تخريج أحاديث بداية ابن رشد» (4) .\r* الشيخ السيد عبد الله بن هاشم اليماني له: «تيسير الفتاح الودود في تخريج\r__________\r(1) طبع بإشراف زهير الشاويش، المكتب الإسلامي بدمشق.\r(2) مطبوع بدار العاصمة، الرياض، ط/ 1 عام 1417هـ.\r(3) مطبوع، بمكة المكرمة، مركز البحث العلمي وإحياء التراث الإسلامي عام 1406هـ.\r(4) الكتاب مطبوع في مجلدين، الجامعة الإسلامية عام 1397هـ.","seal":"C9123A6E","part":1},
      {"page":53,"id":51,"nass":"«المنتقى» لابن الجارود» (1) .\r* الشيخ خالد بن ضيف الله الشلاّحي، له تأليف في التخريج سماه:\r«التبيان في تخريج وتبويب أحاديث بلوغ المرام» للحافظ ابن حجر في ثمانية مجلدات (2) .\r* مجدي بن منصور بن سيد الشوري له: «الحاوي في تخريج أحاديث مجموع الفتاوي» لشيخ الإسلام ابن تيمية (3) .\r* تخريج أحاديث المستصفى في الأصول للغزالي، لبشير صبحي بشير، رسالة ماجستير، قدمت بجامعة أم درمان الإسلامية.\r* تخريج أحاديث تاريخ واسط لأسلم بن سهل المعروف بـ ((بحشل)) (ت292هـ) ، رسالة ماجستير، إعداد عبد الكريم بن أحمد الخلف، قدمت في عام 1412هـ، بجامعة الإمام محمد بن سعود الإسلامية.\rويلحق بهذا القسم ما قام به بعض العلماء المحققين وطلاب الدراسات العليا في تحقيق بعض الكتب المسندة تحقيقا علميا أو في رسائل علمية\r- ماجستير ودكتوراه– ومن أهم هذه الأعمال التي تُعد من أعمال علم التخريج غير ما ذكرت ما قام به الشيخ الألباني في تحقيقه بعض الكتب الحديثية وغيرها، مثل تخريجه أحاديث المشكاة والحكم عليها، وتخريج\r__________\r(1) مطبوع في مؤسسة الرسالة، ط/ الأولى عام 1421هـ، بيروت لبنان.\r(2) مطبوع بدار الكتب العلمية، بيروت، لبنان، ط/ الأولى عام 1415هـ.\r(3) مطبوع أيضاً.","seal":"71686CEF","part":1},
      {"page":54,"id":52,"nass":"أحاديث شرح العقيدة الطحاوية، وكتب أخرى قام بتخريج أحاديثها وتقدم ذكر بعضها.\rوما قام به الشيخ أحمد شاكر في تحقيقاته وتخريجاته، لمسند الإمام أحمد في حدود النصف وتفسير ابن جرير وسنن الترمذي أيضا بعضه حيث خرج الأحاديث والآثار ودرسها وحكم عليها.\rوما قام به عدد من العلماء ومن طلاب الدراسات العليا بالجامعات في المملكة وخارجها، وهي كتب كثيرة، خُرجِّتْ أحاديثُها وآثارُها، ودُرست أسانيدها، وبُيِّنت درجاتها، لا يتسع هذا البحث لبيان تفاصيلها ومن المناسب أن أذكر منهج بعض المشهورين ممن قاموا بالتخريج في المبحث الآتي.","seal":"1BACEE76","part":1},
      {"page":55,"id":53,"nass":"مناهج أشهر مصنفي كتب التخريج وبيان أمثلة بعض الفوائد منها.\rتقدَّم في الباب الأول في الفصل الأول منه بيان أهمية التخريج وفوائده، وقلّما يخلو كتاب من كتب التخريج من تلك الفوائد مجتمعة أو مفرّقة، والذي يهمنا هنا الإشارة إلى منهج الأئمة الذين ألَّفوا في التخريج ممن تقدّم ذكر مؤلفاتهم، وهم الحافظ الزيلعيّ والحافظ ابن الملقن والحافظ ابن حجر والشيخ الألباني.\rوإليك بيان ذلك حسب الترتيب المذكور:\r1- \"نصب الراية لأحاديث الهداية\".\r\"الهداية\" كتاب مهم في الفقه الحنفي، ألّفه برهان الدّين أبو الحسن علي ابن أبي بكر بن عبد الجليل الفرغاني (ت593هـ) .\rوقد تضافرت الجهود لخدمة هذا الكتاب بين شارح ومختصر ومخرج لأحاديثه، فممّن خدمه بتخريج أحاديثه الحافظ جمال الدين الزيلعي في كتابه ((نصب الراية)) وكذا غير الزيلعي.\rأما منهج الزيلعي في تخريج الأحاديث فنوجزه في الأمور المهمة الآية:\rأ- لم يذكر الزّيلعي لكتابه مقدمة يبيّن منهجه فيه كما بيّن ابن الملقن وابن حجر وغيرهما، ويبدو أنه لم يكمّل الكتاب، وكان مسوّدة كما صرّح الحافظ ابن حجر في الدراية (1) أنه بيّض لكتاب الفرائض، ولم يخرج شيئاً، وكذا صرّح ابن قطلوبغا في المنية (2) .\r__________\r(1) ص: 383.\r(2) ص: 10.","seal":"20AD79A9","part":1},
      {"page":56,"id":54,"nass":"ب - وكتاب \"نصب الراية\" له مزايا جعلته في طليعة كتب التخاريج، فهو كتاب غنيّ بالفوائد جمع قدراً كبيراً جداً من أحاديث الأحكام وتوسّع في التخريج وذكر أسانيد قسم كبير منها، وتكلّم على رواتها جرحاً وتعديلاً وتولّى بيان عللها وصحيحها وسقيمها، مع الإنصاف والاعتدال (1) .\rجـ - ومن منهجه أنّه يخرج كل حديث مأثور سواء صرّح به الإمام المرغيناني في الهداية أو ذكره بالإشارة، على خلاف طريقته في تخريج أحاديث الكشاف حيث يخرج الصّريح المرفوع، وقد يخرّج شيئاً من الموقوفات.\rمثال تخريجه لما ذكره المرغيناني بالإشارة قوله: \"لأن فيه قطع السمر المنهي عنه بعده\" أي بعد العِشاء فقال الزيلعي: \"الحديث السادس عشر، فذكره ثم خرّجه بقوله: قلت: رواه الأئمة الستة في كتبهم من حديث أبي برزة عن النبي صلى الله عليه وسلم: \"أنه كان يكره النوم قبلها والحديث بعدها\" أي بعد العشاء (2) .\rد – من منهجه ترقيم الأحاديث بالحروف: الحديث الأول، والثاني…. السادس عشر كالمذكور هنا.\rهـ- ومن منهجه أنه لا يكتفي في التخريج على أدلة الأحناف بل يتجاوز إلى أدلة المذاهب الأخرى، ويُعبّر عن ذلك بـ\"أحاديث الخصوم\" وصرّح الحافظ ابن حجر في مقدمة التلخيص الحبير (3) أنه استفاد منه فوائد أضافها إلى التلخيص.\r__________\r(1) انظر: دراسة حديثية مقارنة ص: 172.\r(2) نصب الراية (1/248) .\r(3) (1/7) .","seal":"A6FE2F48","part":1},
      {"page":57,"id":55,"nass":"و – وسلك الزيلعي في عزو الأحاديث والآثار إلى مصادرها طريقة جيدة تسهل للقارئ والباحث الوصول إليه إذا أراد الرجوع إلى مصدر مّا إذا كان الحديث في مصدر مرتب على الأبواب وذكر تحت كل باب ما يناسب الباب الذي أورده فيه المرغيناني، نقله الزّيلعي عن مصدره نقلاً مجرداً، مثلاً يقول: رواه مسلم بدون ذكر عنوان الكتاب، وإن لم يكن كذلك حدّد الباب الذي فيه في ذلك المصدر مثل حديث \"من توضأ يوم الجمعة فبها ونعمت ومن اغتسل فهو أفضل ((قلت:– أي الزيلعيّ- روي من حديث سمرة بن جندب ومن حديث أنس…) أما حديث سمرة فأخرجه أبوداود والترمذي والنسائي… فأبوداود في الطهارة ... والترمذي والنسائي في الصلاة …)) (1) .\rوقد يشير إلى تكرر الحديث في مصدر ما كما عمل في حديث \"إنما الأعمال بالنيات…\"\rفقال رواه البخاري في سبعة مواضع من كتابه في أوّله وفي آخر الأيمان وفي أول العتق وفي أول الهجرة …….\r(2) .\rز – وإذا كان الحديث في كتاب غير مرتب على الأبواب يحاول أن يقرب موضعه للقارئ، وفي مثل صحيح ابن حبان المرتب على الأنواع والتقاسيم، يذكر النوع والقسم وإن كان مرتباً على التراجم، كالحلية وتاريخ بغداد وطبقات ابن سعد، يذكر اسم المترجم الذي ذكر الحديث في ترجمته (3) .\r__________\r(1) انظر: نصب الراية (1/88) وكذا (4/162) .\r(2) انظر: نصب الراية (1/301) ودراسة حديثية مقارنة (ص: 174، 175) .\r(3) انظر: نصب الراية (2/63، 169) و (3/25) .","seal":"3271B2A8","part":1},
      {"page":58,"id":56,"nass":"حـ - التوسع في التخريج:\rقد يتوسع في التخريج، فيقوم بتخريجه من الكتب المشهورة والنادرة، مثاله حديث أنس في \"نفي الجهر بالبسملة في الصلاة\" فقد أخرجه عن أحد عشر مصدراً، وأشار إلى مغايرات ألفاظهم (1) .\rكما يتوسع أيضاً في ذكر طرقه ولا يقصّر في ذلك، انظر في ذلك حديث عائشة رضي الله عنها في عدم نقض الوضوء بمس المرأة\". إذ أورده بطرق كثيرة (2) .\rويتوسع في تخريج أحاديث المذاهب الأخرى، كما يتوسع في تخريج أحاديث مذهبه (3) .\rط– سلك الزيلعيّ منهجاً فيما لم يقف عليه من الأحاديث، أو يكون لفظه مخالفاً للمشهور، فيقول: \"غريب\" أو \"غريب بهذا اللفظ\" أو غريب مرفوعاً، وكذا نهج ابن الملقن هذا المنهج (4) ، وقال قاسم بن قطلوبغا: \"فالله أعلم – هل تواردا أو أخذ أحدهما عن الآخر\" (5) وذكر ابن قطلوبغا: أن الزيلعيّ يقول لما لم يجده حديث غريب (6) .\rأما للمقارنة بين البدر المنير ونصب الرّاية ومزايا كل واحد على الآخر\r__________\r(1) المصدر نفسه (1/ 326 – 329) .\r(2) المصدرنفسه (1/71 – 75) .\r(3) انظر لذلك المصدر السابق (4/311، 312) و (3/182 – 190) .\r(4) انظر: مقدمة محقق البدر المنير (1/152) .\r(5) منية الألمعي ص:9.\r(6) المصدر السابق ص: 299.","seal":"8FB173A3","part":1},
      {"page":59,"id":57,"nass":"فتراجع مقدمة د. جمال محمد السيد محقق البدر المنير (1) .\rي – إذا كان الحديث روي مرفوعاً ومرسلاً، فيخرج المرفوع أوّلاً ثم يبدأ بالمراسيل كما صنع في حديث \"من ضحك منكم قهقهة فليعد الصلاة\" الحديث الثاني والعشرون، قال الزيلعي: فيه أحاديث مسندة وأحاديث مرسلة (2) .\rك – عند تخريجه الحديث قد يذكر سند مخرجه كاملاً أو قسما منه، وقد يقتصر على الصحابي فقط، انظر على سبيل المثال للأول نصب الراية (3/96) وللثاني (4/206) والثالث هو الأكثر، ويهتم بإيراد الكلام على الحديث الذي يخرجه جرحاً وتعديلاً وصحة وضعفاً، والكلام قد يذكره من مخرج الحديث وراويه كما في نصب الراية\r(1/128) . أو من كلام غيره كما في (2/160) هذا والذي قبله كثير، أو من كلام الزيلعيّ نفسه، وهذا قليل (3) .\rوالمطالع لنصب الرّاية يرى أنّه أمام موسوعة كبيرة في علل الأحاديث ونقدها وبيان الفوائد والتنبيه على الأوهام واختلاف الألفاظ والإشارة إلى ألفاظ المخرجين وبيان الزيادة والنقصان.\rوعلى سبيل المثال نورد أوّل حديث خرجه (4) . ومنهجه في عرض التخريج وهو كالتالي:\r__________\r(1) انظر: (1/152) .\r(2) نصب الراية (1/47 – 54) .\r(3) المصدر السابق (3/240) وانظر: دراسة حديثية مقارنة: (163 – 164) .\r(4) نصب الراية (1/1) .","seal":"12371A4E","part":1},
      {"page":60,"id":58,"nass":"قال: \"الحديث الأول: روى المغيرة بن شعبة أن النبي صلى الله عليه وسلم أتى سباطة قوم، فبال قائماً، وتوضأ، ومسح على ناصيته وخفيه\".\rقلت: هذا حديث مركب من حديثين، رواهما المغيرة بن شعبة، وجعلهما المصنف حديثاً واحداً، فحديث المسح على الناصية والخفين، أخرجه مسلم (1) عن عروة بن المغيرة عن أبيه المغيرة بن شعبة أن النبي صلى الله عليه وسلم توضأ ومسح بناصيته، وعلى العمامة وعلى الخفين انتهى.\rورواه الطبراني في \"معجمه\" بهذا الإسناد، ولم يذكر فيه العمامة.\rووهم ابن الجوزي في \"كتاب التحقيق\" فعزا هذا الحديث إلى الصحيحين، وليس كذلك، بل انفرد به مسلم، وتعقبه عليه صاحب \"التنقيح\"، روى أبوداود في \"سننه\" (2) من حديث أبي معقل عن أنس رضي الله عنه قال: \"رأيت رسول الله صلى الله عليه وسلم يتوضأ وعليه عمامة قطرية، فأدخل يده من تحت العمامة، فمسح مقدم رأسه، ولم ينقض العمامة، انتهى.\rوسكت عنه أبو داود، ثم المنذري في \"مختصره\"، ورواه الحاكم في \"المستدرك\" (3) وسكت عنه، ثم قال: وهذا الحديث، وإن لم يكن إسناده على شرط الكتاب، فإن فيه لفظة غريبة، وهي أنه مسح بعض رأسه ولم ينقض العمامة، انتهى.\rوحديث السباطة، والبول قائماً، رواه ابن ماجه في سننه: حدثنا إسحاق ابن منصور، ثنا أبو داود، ثنا شعبة، عن عاصم عن أبي وائل عن المغيرة بن شعبة رضي الله عنه أن رسول الله صلى الله عليه وسلم أتى سباطة قوم فبال قائماً.\r__________\r(1) ك: الطهارة، باب المسح على الخفين (3) ، نصب الراية (1/1) .\r(2) باب المسح على العمامة.\r(3) (1/169) .","seal":"16B9C1F7","part":1},
      {"page":61,"id":59,"nass":"وقال شعبة: قال عاصم: يومئذٍ، وهذا الأعمش يرويه عن أبي وائل عن حذيفة وما حفظه، فسألت عنه منصوراً، فحدثنيه عن أبي وائل عن حذيفة، انتهى.\rوحديث حذيفة هذا أخرجه البخاري ومسلم عن الأعمش عن أبي وائل عن حذيفة أن النبي صلى الله عليه وسلم أتى سباطة قوم، فبال قائماً، ثم دعا بماء فجئته به، ثم توضأ، زاد مسلم: ومسح على خفيه، انتهى.\rووقع لشيخنا العلامة علاء الدين في هذا الحديث وهم من وجهين:\rأحدهما: أنه قال في حديث حذيفة بعد أن حكاه بلفظ البخاري وزيادة مسلم: أخرجاه، وقد بيّنا أن مسلماً انفرد فيه بالمسح على الخفين، وقد صرّح بذلك \"في الجمع بين الصحيحين\" فقال: لم يذكر البخاري فيه المسح على الخفين.\rالوهم الثاني: أنه جعل حديث الكتاب مركباً من حديث المغيرة، أنّه عليه السلام مسح بناصيته وخفيه، ومن حديث حذيفة في السباطة والبول قائماً.\rوهذا عجب منه؛ لأن المصنف جعلهما من رواية المغيرة، وقد بيّنا أنّ حديث: السباطة والبول قائماً أيضاً رواه المغيرة بن شعبة، كما أخرجه عنه ابن ماجه (1) ، وكان من الواجب أن يذكرهما من رواية المغيرة ليطابق عزو المصنف، وهذا الوهم الثاني لم يستبد به الشيخ، وإنما قلد فيه غيره والله أعلم\"، وزاد الحافظ ابن حجر بعض الفوائد على تخريجه هذا الحديث سنذكرها في الآخر.\r__________\r(1) وأحمد كذلك عنه.","seal":"B2921734","part":1},
      {"page":62,"id":60,"nass":"نستخلص من تخريج الزيلعيّ الحديث المذكور، ضوابط وفوائد وأموراً كالآتي:\r1- ترقيمه الأحاديث التي يخرجها بالحروف: الحديث الأول، الحديث الثاني وهكذا.\r2 - التنبيه على الأوهام التي وقعت من المصنف أو غيره من العلماء:\rأ - كما نبه أن المصنف ركب حديثين - رُوي كل واحد بإسناد مستقل عن المغيرة - في حديث واحد.\rب– ونبه على وهم ابن الجوزي في كتابه \"التحقيق\" حيث عزا الحديث إلى الصحيحين، وليس كذلك، بل انفرد به مسلم كما تقدم وتعقّبه عليه صاحب \"التنقيح\".\rجـ- كما تعقب شيخه العلامة علاء الدين في هذا الحديث أنّه وهم\rفيه على وجهين:\rأحدهما: أنه عزا حديث حذيفة للبخاري ومسلم، وقد بينَّا أنّ مسلماً انفرد فيه بالمسح على الخفين، وقد صرّح بذلك في الجمع بين الصحيحين حيث قال: \"لم يذكر البخاري فيه \"المسح على الخفين\".\rثانيهما: أنه جعل حديث الكتاب مركباً من حديث المغيرة ((أنه عليه الصلاة والسلام مسح بناصيته وخفيه)) ومن حديث حذيفة في السباطة والبول قائماً، وهذا عجب منه؛ لأن المصنف جعلهما من رواية المغيرة –وقد تقدم– أن حديث السباطة رواه المغيرة أيضاً كما تقدم تخريجه من سنن","seal":"FB61FF36","part":1},
      {"page":63,"id":61,"nass":"ابن ماجه (1) ، وكان من المناسب أن يذكرهما من رواية المغيرة ليطابق عزو المصنف، وَبيَّن أنه في هذا الوهم قلَّد غيره.\r3– التنبيه على اختلاف ألفاظ المخرجين، كما بيّن هنا النقص في رواية الطبراني بقوله: إن الطبراني لم يذكر \"العمامة\" في روايته مع أنه رواه بالإسناد نفسه.\r4- من الفوائد: معرفة حكم الحديث أنه صحيح رواه مسلم، وهذا من أهم فوائد التخريج. والزيلعيّ يهتم ببيان حكم الحديث ودرجته.\r5- الاهتمام بذكر شواهد حديث الباب كما ذكر هنا حديث أنس وحذيفة رضي الله عنهما شاهداً لحديث المغيرة رضي الله عنه، وحديث حذيفة رضي الله عنه متفق عليه غير لفظ \"ومسح على خفيه\"، انفرد به مسلم كما بيّن الحافظ ابن حجر.\r6– الإشارة إلى اختلاف الرّواة وبيان العلل، حيث قال: قال شعبة: قال عاصم: وهذا الأعمش يرويه عن أبي وائل عن حذيفة وما حفظه،-وقال شعبة-: فسألت عنه منصوراً، فحدثنيه عن أبي وائل عن حذيفة رضي الله عنه انتهى.\r7 – بيان متابعة حماد لعاصم كما صرّح بذلك الحافظ ابن حجر في الدراية (2) بقوله: \"قلت: قد وافق عاصماً عليه حماد بن أبي سليمان، كما بينته في شرح الترمذي\".\r__________\r(1) وكذا رواه أحمد في مسنده.\r(2) (1/11) كتاب الطهارة.","seal":"01A1C0AC","part":1},
      {"page":64,"id":62,"nass":"8 - بيان خطأ قول عاصم: والتوجيه الصحيح أن الحديث عن أبي وائل عن الاثنين معاً حيث قال: وقول عاصم: \"إن الأعمش ما حفظه، ليس بمقبول، لموافقة منصور له، وهما أحفظ من عاصم وحماد، لكنّ الذي يظهر أن الحديث عند أبي وائل عنهما معاً؛ لأن في رواية الأعمش ومنصور زيادة ليست في رواية عاصم –والله أعلم–\"\r9 – وقال الحافظ: وحديث حذيفة متفق عليه \"أن النبي صلى الله عليه وسلم أتى سباطة قوم، فبال قائماً، ثم دعا بماء فجئته به، ثم توضأ، وزاد مسلم: \"ومسح على خفيه\" انتهى.\rفهذه جملة من الفوائد والضوابط وجدت في تخريج هذا الحديث.\r2- \"البدر المنير في تخريج أحاديث الشرح الكبير\" للإمام أبي حفص عمر ابن علي بن أحمد الأنصاري المعروف بابن الملقن (ت: 804هـ) .\rوالشرح الكبير للرافعي شرحٌ لكتاب \"الوجيز\" للإمام الغزالي (ت:505هـ) الذي هو يعدّ كتاباً وجيزاً في فروع الفقه الشافعيّ.\rولقد نال كتاب الرافعيّ المذكور حظاً وافراً من المكانة والشهرة والاهتمام من العلماء، وقد اشتمل على جملة كثيرة من أحاديث الأحكام يصل عددها بالمكرر أربعة آلاف حديث كما صرّح ابن الملقن في خطبة (1) كتابه وقد أثنى العلماء على شرح الرافعيّ، ولا مجال لذكر ثنائهم وشهادتهم ينظر لذلك مقدمة محقق الكتاب (2) .\r__________\r(1) 1/311.\r(2) ص: 26 تحت عنوان: ((مكانة الكتاب وشهرته)) لزميلنا د. جمال محمد السيد.","seal":"5D1E4875","part":1},
      {"page":65,"id":63,"nass":"ويُعدّ \"البدر المنير\" من أهم الكتب المؤلفة في بابه، إن لم يكن أهمّها وهو كذلك: أجمعها، وأوسعها وأكثرها فوائد وأتمّها استيفاء للمقاصد (1) كما ذكر د. جمال السيّد.\rأما منهجه فقد ذكر ابن الملقن في مقدمته (2) ، فقال: \"فرتبته على ترتيب شرح الرافعيّ لا أغير منه شيئاً بتقديم ولا بتأخير، فأذكر كلّ باب وما تضمنه من الأحاديث والآثار\"، وقال أيضاً:\r\"فإن كان الحديث أو الأثر في صحيحي الإمامين أبي عبد الله… البخاري وأبي الحسين مسلم بن الحجاج القشيري أو أحدهما اكتفيت بعزوه إليهما أو إليه، ولا أعرّج على من رواه غيرهما من باقي أصحاب الكتب الستة والمسانيد والصحاح، لأنه لا فائدة في الإطالة بذلك…… اللهم إلا أن يكون في الحديث زيادة عند غيرهما والحاجة داعية إلى ذلك فأشفعه بالعزو إليهم.\rوإن لم يكن الحديث في واحد من الصحيحين عزوته إلى من أخرجه من الأئمة… (3) \".\rيمكن حصر منهجه الإجمالي في الأمور التالية (4) :\r1 – حصر وتحديد الأحاديث والآثار التي تندرج تحت كل باب من أبواب\r__________\r(1) انظر: المصدر السابق، ص: 137.\r(2) ص: 311، 312.\r(3) المصدر نفسه (313 – 324) .\r(4) انظر لذلك: مقدمة د. جمال محمد السيد في تحقيق الكتاب (156 – 157) .","seal":"846EB65B","part":1},
      {"page":66,"id":64,"nass":"كتاب الرّافعيّ فيقول: ذكر الرافعي من الأحاديث كذا ومن الآثار كذا.\r2 – ثم يبدأ في دراسة هذه الأحاديث حسب ترتيبها عند الرافعيّ، ذاكراً رقم كل حديث، ثم بعد الانتهاء من الأحاديث يشرع في دراسة الآثار والكلام عليها وهكذا في كل الكتاب.\r3 – ويبدأ أيضاً بإصدار حكمه الإجمالي على الحديث من صحة أو حسن أو ضعف، أو الغرابة أو غير ذلك، ثم يشرع في عرض الطرق والرّوايات المختلفة ودراستها والحكم التفصيلي عليها.\r4 – ويحاول حصر طرق الحديث غالباً فيقول: \"هذا الحديث صحيح يُروى من خمس طرق، أو يقول: هذا الحديث يُروى من طرق….\".\r5 – إعادة الحكم الّذي أصدره في أول البحث على الحديث بعد عرض الطرق وتفصيل الكلام عليها تأكيداً لما تقدم.\r6 – وبعد انتهائه من دراسة الطرق ينبِّه على بعض الفوائد المتنوعة من شرح كلمة غريبة أو ضبط اسم راوٍ ورد أثناء الدراسة، أو التنبيه على بعض الأوهام التي وقعت من بعض المصنفين.\rأما منهجه التفصيلي فليس في هذه العجالة مجال لذكره ومن يريد التفصيل يراجع مقدمة د. جمال السيّد في تحقيق الكتاب (1) .\r3- \"الدراية في تخريج أحاديث الهداية\" وهو اختصار لنصب الراية للزيلعي.\rذكر الحافظ ابن حجر بعد خطبة كتابه سبب قيامه بهذا العمل فقال:\r__________\r(1) 312 – 324.","seal":"4B8B99EE","part":1},
      {"page":67,"id":65,"nass":"\"أما بعد فإنني لما لخصت تخريج الأحاديث التي تضمنها شرح الوجيز للإمام أبي القاسم الرافعي، وجاء اختصاره جامعاً لمقاصد الأصل مع مزيد كثير، كان فيما راجعت عليه تخريج أحاديث الهداية للإمام جمال الدين الزيلعي، فسألني بعض الأحباب الأعزة أن ألخص الكتاب الآخر –أي: نصب الراية– لينتفع به أهل مذهبه كما انتفع أهل المذهب، فأجبته إلى طلبه وبادرت إلى وفق رغبته، فلخصته تلخيصاً حسناً مبيناً غير مخلّ من مقاصد الأصل إلاّ ببعض ما قد يستغنى عنه، والله المستعان في الأمور كلها لا إله إلا هو\" (1) .\rولا شك أن الحافظ ابن حجر يزيد على الزيلعيّ في التخريج والفوائد المهمة وقد أشرت في الحديث الذي تقدم ذكره لاستخراج فوائد التخريج عند الزيلعيّ في الحديث المذكور وما زاده الحافظ ابن حجر من الفوائد في التخريج نحو الحديث المذكور مما يدل أنه ليس مجرد اختصار، وأكد محقق الكتاب \"أن الحافظ ابن حجر الذي اختصر \"نصب الراية\" وسماه \"الدراية…\" لم يخرج عن دائرة تفكير الزيلعيّ في تأليف كتابه، ومشى معه في نفس الطريق، سوى الاختصار في العبارات وحذفها. ومن قارن بين الكتابين يقضي العجب من براعة ابن حجر في الاختصار الذي لم يخل بأصل الكتاب… (2) \" قلت: بل زاد فوائد كثيرة كما هو معروف عند أهل الشأن. وهكذا شأنه في كتابه الآخر: \"التلخيص الحبير في تخريج أحاديث الرافعي الكبير\" حيث أشار\r__________\r(1) (1/10) تحقيق السيد عبد الله هاشم اليماني، دار المعرفة، بيروت.\r(2) (1/5) .","seal":"031E8E0C","part":1},
      {"page":68,"id":66,"nass":"فيما تقدم من سبب قيامه باختصار نصب الراية، بخصوص التلخيص \"أن اختصاره جاء جامعاً لمقاصد الأصل مع مزيد كثير، كان فيما راجعت عليه تخريج أحاديث الهداية للإمام …الزيلعيّ\".\rإن الحافظ ابن حجر وإن كان بنى كتابه التلخيص على كتاب شيخه \"البدر المنير\" لابن الملقن، إلا أنه استفاد من كتب أخرى في إضافة فوائد منها إلى كتابه كما ذكر في مقدمة التلخيص (1) فقال: \"فقد وقفت على تخريج أحاديث شرح الوجيز للإمام أبي القاسم الرافعيّ لجماعة من المتأخرين..\" فذكر من بينهم كتاب تخريج عز الدين بن جماعة، وكتاب بدر الدين الزركشي، وكتاب أبي أمامة بن النقاش.\rثم قال: \"عند كل منهم ما ليس عند الآخر من الفوائد والزوائد. وأوسعها عبارة وأخلصها إشارة كتاب شيخنا (2) سراج الدين، إلاّ أنه أطاله بالتكرار فجاء في سبع مجلدات، ثم رأيته لخصه في مجلدة لطيفة، أخل فيها بكثير من مقاصد الكتاب المطول وتنبيهاته، فرأيت تلخيصه في قدر ثلث حجمه، مع الالتزام بتحصيل مقاصده، فمنّ الله بذلك، ثم تتبعت عليه الفوائد الزوائد من تخاريج المذكورين معه، ومن تخريج أحاديث الهداية في فقه الحنفية للإمام جمال الدين الزيلعيّ، لأنه ينبه فيه على ما يحتج به مخالفوه…\".\rفكتاب التلخيص له أهمية ومكانة عند المشتغلين بالتخريج وشهرة فائقة عند الدارسين والباحثين وذلك لمكانة مؤلفه العلمية وشهرته الحديثية وجودة اختصاره للكتاب وحسن عرضه للأدلة ودقته في حلّ المشكلات، واشتماله\r__________\r(1) ص: 7، نشر قرطبة عام 1416هـ.\r(2) أي كتاب \"البدر المنير\" لشيخه سراج الدين المعروف بابن الملقن.","seal":"8A4D1049","part":1},
      {"page":69,"id":67,"nass":"على جملة وفيرة من الفوائد والتخريجات إضافة على البدر المنير، ولأجل ذلك وغيره اشتهر الكتاب وذاع صيته وعم نفعه الآفاق (1) .\rومن منهجه في الاختصار أنه يخرج الحديث في الدراية والتلخيص باسم المؤلف دون ذكر اسم مصدره فيقول: \"رواه أحمد وأبو داود والترمذي والدارقطني والبيهقي..\" وهكذا.\rوقد يحكم على بعض الأحاديث التي يسكت عنها ابن الملقن وبخاصة ما كان منها ضعيفاً (2) .\rوقد لا يوافق ابنُ حجر ابنَ الملقن في حكمه فيصدر حكماً مغايراً على الحديث، كما في حديث جابر رضي الله عنه \"إياكم والتعريس على جوادِّ الطريق، فإنها مأوى الحيّات…\".\rقال ابن الملقن: \"إسناده صحيح\" (3) وقال الحافظ ابن حجر: \"إسناده حسن\" (4) .\rهناك أمور كثيرة تتعلق بمنهجه لا مجال لذكرها، ويراجع لذلك مقدمة محقق كتاب البدر المنير (5) .\r4- \"إرواء الغليل في تخريج أحاديث منار السبيل\"\rذكر الشيخ محمد ناصر الدين الألباني الأمور الباعثة على قيامه بتخريج\r__________\r(1) لأهمية الكتاب ومصادره انظر: مقدمة د. جمال محمد السيد: 180 – 181.\r(2) المصدر السابق: 181 – 182.\r(3) البدر المنير، ج1/ق 171/أ) .\r(4) التلخيص الحبير (1/105) ، ح 132.\r(5) (1/182 –183) .","seal":"9E829F95","part":1},
      {"page":70,"id":68,"nass":"أحاديث هذا الكتاب، ذاكراً أهمها. وملخصها كما يلي:\rالأول: أن أصله \"منار السبيل …\" هو من أمهات كتب مذهب الإمام أحمد إمام السنة، الذي جمع من الأحاديث مادة غزيرة، قلّما تتوفر في كتاب فقهي آخر في مثل حجمه إذ هو جزءان فقط حتى بلغ عددها ثلاثة آلاف أو زادت جلّها مرفوعة إلى النبي صلى الله عليه وسلم\".\r- قلت: وكتاب \"منار السبيل\" شرح \"دليل الطالب\" لمؤلفه الشيخ إبراهيم بن محمد بن سالم بن ضويان (ت1353هـ) والمتن للعلامة الشيخ مرعيّ بن يوسف الكرميّ المقدسي الحنبلي (ت1033هـ) –.\rالثاني: أنه لا يوجد بين أيدي أهل العلم وطلابه كتاب مطبوع في تخريج كتاب في الفقه الحنبلي\" كما للمذاهب الأخرى ... فرأيت من الواجب عليّ تجاه إمام السنة ومن حقه عليّ أن أقوم بخدمة متواضعة لمذهبه وفقهه وذلك بتخريج أحاديث هذا الكتاب.\rالثالث: إنني توخيت بذلك أن أكون عوناً لطلاب العلم والفقه عامة والحنابلة منهم خاصة ... \".وذكر أمور أخرى ومنهجه في الإرواء:\r1- هو التخريج المتوسع بعزو الحديث بمتابعاته وشواهده إلى المصادر بذكر الجزء والصفحة بخلاف الأئمة: الزيلعي وابن ملقن والحافظابن حجر حيث أنهم يخرجون الحديث بذكر عنوان لكتاب والباب فيه وفيه كتب التراجم بذكر اسم المترجم له عند تخريج الحديث منها.\r2- إصدار الحكم على الحديث قبل تخريجه، فيقول: \"صحيح، حسن، أو ضعيف\".\r3- تخريج الحديث باعتبار الرواة عن الصحابي، فيقول: \" له طرق عن","seal":"581D0B43","part":1},
      {"page":71,"id":69,"nass":"أبي هريرة\"، ثم يخرج من طرقه واحداً تلو الآخر عن الصحابي.\r4- تخريج شواهد الحديث والحكم عليها.\r5- التنبيه على بعض مافات من تخريج بعض الأئمة الحفاظ من المتابعات والاستدراك عليهم.\r6- التنبيه على تدليس المدلس وعنعنته في الرواية ثم الحكم عليه على ضوئه.\rوأذكر حديث أبي سعيد مرفوعاً ((غسل الجمعة واجب على كل محتلم)) متفق عليه (1) .\rقال الشيخ الألباني:\"صحيح. أخرجه مالك في الموطأ (1/102 رقم 4) عن صفوان بن سُليم عن عطاء بن يسار عن أبي سعيد به.\rومن طريق مالك أخرجه الشيخان وأحمد وأبو داود والنسائي والبيهقي. وتابعه سفيان عن صفوان به. أخرجه أحمد والبخاري والدارميّ وابن ماجه والطحاويّ. وذهل الحافظ ابن حجر عن هذه المتابعة، فقال: \"وقد تابع مالكاً على روايته الدراورديّ عن صفوان عند ابن حبان\"! انظر: صحيح أبي داود (368) .\rوله شاهد من حديث جابر بن عبد الله مرفوعاً بلفظ:\"على كل رجل مسلم في كل سبعة أيام غسل يوم، وهو يوم الجمعة\".\rأخرجه النسائي (1/204) وابن حبان (558) وأحمد (3/304) من طريق أبي الزبير عنه.\r__________\r(1) (1/172-173) برقم 143.","seal":"F44E66E6","part":1},
      {"page":72,"id":70,"nass":"ورجاله ثقات رجال مسلم، إلا أن أبا الزبير مدلّس وقد عنعنه، ولكنّه لا بأس به في الشواهد\"\rفهذا نموذج من تخريج الشيخ الألباني ومنهجه في كتابه \"إرواء الغليل\" من إصدار الحكم على الحديث ثم البدء بتخريجه من المصادر وذكر طرقه ومتابعاته وشواهده، والتنبيه على مافات الحافظ ابن حجر من ذكر متابعة، والتنبيه على تدليس المدلّس وعنعنته في الرواية، ثم بيان تقويته في الشواهد.\rوهناك فوائد كثيرة لا يتسع المجال لذكرها، وفيما ذكر كفاية إن شاء الله تعالى.\rوبهذا أكتفي بما يتعلق بالقسم الأول، وأبدأ الآن في القسم الثاني من كتب التخريج.","seal":"39224B3B","part":1},
      {"page":73,"id":71,"nass":"الفصل الثاني: في تخريج الأحاديث عامة بدون تقيد بكتاب معين\rالمبحث الأول: الصنف الأول\r...\rالفصل الثاني في تخريج الأحاديث عامة بدون تقيد بكتاب معين:\rويدخل فيه من لم يتقيد بكتب معينة –لتخريج أحاديثها– ولا بموضوع معيَّن، ومن لم يتقيد بتخريج أحاديث كتب معينة لكنّه تقيّد بجمع أحاديث الأحكام وتخريجها مع الالتزام ببيان مخرّجيها من الكتب المعتمدة الأصلية وبيان درجتها وتمييز الصحيح من الضعيف.\rوفيه مبحثان:\rالمبحث الأول: الصنف الأول\rالمبحث الثاني: الصنف الثاني","seal":"401BEDE2","part":1},
      {"page":74,"id":72,"nass":"المبحث الأول: الصنف الأوّل\rوهو ما قام به الشيخ الألباني – رحمه الله تعالى – في سلسلة الأحاديث الصحيحة والضعيفة، التي بلغت عدة مجلدات كبيرة، كل منها على حدة، استطاع الشيخ من خلال هذا المشروع الكبير أن يقوم بأعمال علمية كبيرة أخرى، إذ اعتمد عليه في بقية أعماله العلمية الكبيرة، مثل قيامه بصحيح الجامع الصغير وزياداته وضعيف الجامع الصغير وصحيح السنن الأربعة: لأبي داود والنسائي والترمذي وابن ماجه) وضعيفها، وصحيح الترغيب والترهيب للمنذري، وصحيح الأدب المفرد للإمام البخاري وضعيفيهما وغيرها.\rوالدكتور عبد الملك بكر عبد الله قاضي في موسوعته، حيث أخرج من الموسوعة: موسوعة الصيام، والحج والعمرة، وصلاة الجمعة، وموسوعة الهدي والأضاحي، وأحاديث الحرمين الشريفين والمسجد الأقصى المبارك، وكلها مطبوعة متداولة.","seal":"B4FCEF7D","part":1},
      {"page":75,"id":73,"nass":"المبحث الثاني: الصنف الثاني\rفقد قام به عدد كبير من العلماء لأهمية ذلك في الشرع مبيناً كل واحد منهم - في الغالب - سبب تأليفه وهدفه من ذلك.\rقبل أن أدخل في بيان هذه الكتب أي كتب أحاديث الأحكام أشير إلى أنه لعلّ قائلا يقول: كيف تدخل هذه الكتب في كتب التخريج؟!.\rفأقول بأن العلماء يُطلقون التخريج في الاصطلاح على عدة إطلاقات كما تقدم، وذكر السيوطيّ من بينها شيئين: أحدهما: إيراد الحديث بإسناده في كتاب أو إملاء، ومنه قولهم خرجه البخاري ومسلم.\rوالثاني: عزو الأحاديث إلى من أخرجها من الأئمة ومنه الكتب المؤلفة في تخريج أحاديث الإحياء والرافعيّ وغير ذلك تسمّى تخاريج (1) .\rفإنّ هذه الكتب التي نذكرها تهتم بالتخريج بعزوها إلى مصادرها الأصلية وبيان درجتها كما سيتبين إن شاء الله تعالى.\rممّن ألَّف في هذا الصنف أي أحاديث الأحكام:\r* الحافظ أبو علي سعيد بن عثمان بن السكن (ت353هـ) ألَّف كتابه ((السنن الصحاح المأثورة أو الصحيح المنتقى)) وهو كتاب محذوف الأسانيد، جعله أبواباً في جميع ما يحتاج إليه من الأحكام ضمّنه ما صحَّ (2) عنده من السنن المأثورة …)) (3) .\r__________\r(1) انظر البحر الذي زخر شرح ألفية الأثر للسيوطي (3/917 – 918) .\r(2) ذكر الشيخ الألباني في تمام المنة / 108 أن تصحيحه ليس مما يركن إليه بل لابد من النظر في سنده إذا صححه.\r(3) ذكره الذهبي في ترجمة ابن السكن في سير النبلاء (16/117) والكتّاني في الرسالة المستطرفة / 28.","seal":"06D4A71B","part":1},
      {"page":76,"id":74,"nass":"* أبو القاسم الزيدوني:\rذكر كتابه في «أحاديث الأحكام» الحافظ عبد الحق الإشبيلي في معرض الرّد على القائل الذي يقول: ((قد كان فيما جمع أبو القاسم الزيدوني – رحمه الله – ما يريحك من تعبك.. فما فائدتك فيما قصدت..)) ثم أجاب بقوله ((فأقول، والله المستعان: إن لكل أحد رأياً يراه وطريقاً يلتمسه ويتوخاه، وإن أبا القاسم – رحمه الله – أخذ الأحاديث غثها وسمينها وصحيحها وسقيمها فأخرجها بجملتها، ولم يتكلم في شيء من عللها إلا في الشيء اليسير....)) (1) .\r* الحافظ أبو جعفر أحمد بن عبد الملك بن محمد الأنصاري الإشبيلي (ت549هـ) .\rألّف كتابه «المنتخب المنتقى» جمع فيه متفرق الصحيح من الحديث الواقع في المصنفات والمسندات، وحذا أبو محمد عبد الحق الإشبيلي حذوه، إذ كان ملازما له مستفيدا منه، وعليه بنى الإشبيلي أحكامه (2) .\r* الإمام الحافظ أبو محمد عبد الحق الإشبيلي (ت581هـ) ألّف كتباً ثلاثة في أحاديث الأحكام «الكبرى» و «الوسطى» و «الصغرى» .\r«الأحكام الشرعية الكبرى» وهو يُعدّ بحق من أكبر كتب أحاديث الأحكام ومن أهمها (3) .\r__________\r(1) انظر مقدمته لكتابه الأحكام الوسطى (1/68) ، وكتاب الزيدوني لم يعثر عليه حسب علمي، والله أعلم.\r(2) انظر مقدمة المحقق للأحكام الكبرى للإشبيلي (1/15) .\r(3) طبع الكتاب بتحقيق أبي عبد الله حسين بن عكاشة، بمكتبة الرشد، الرياض ط/الأولى عام 1422هـ.","seal":"91FEAE5B","part":1},
      {"page":77,"id":75,"nass":"«الأحكام الوسطى من حديث النبي صلى الله عليه وسلم» وذكر المؤلف في مقدمته (1) أنه زاد فيه على الأحكام الصغرى – الآداب والرقائق والحكم والمواعظ … وقال: نقلتها من كتب الأئمة المشهورين والجلة السابقين سُرج الدّين ... )) .\rويتكلم على الرواة جرحاً وتعديلاً وسماعاً وعدم سماع وعلى الأحاديث صحة وضعفا (2) .\rذكر في المقدمة (3) أيضاً فقال:\r((وإنّ الحديث إذا جاء من طريق واحد صحيح ولم يجئ ما يعارضه، فإنه يوجب العمل، وتلزم به الحجة، كما يوجب العمل وتلزم به الحجة إذا جاء من طرق كثيرة، وإن كانت النفس إلى الكثرة أميل وبها أطيب، إذا كانت الكثرة إنما اجتمعت ممن يوثق بحديثه ويعتمد على روايته…)) ثم قال: ((وجعلت هذا الكتاب مختصر الإسناد؛ ليسهل حفظه ويقرب تناوله وتتيسر فائدته إلاَّ أحاديث يسيرة ذكرت سندها أو بعضه؛ ليتبين الراوي المتكلم فيه…)) .\r«الأحكام الشرعية الصغرى»\rقال المصنف في مقدمته (4) : ((فإني جمعت هذا الكتاب مفترقاً من حديث\r__________\r(1) (1/65) تحقيق حمدي السلفي وصبحي السامرائي، مكتبة الرشد، الرياض ط/ 1/عام 1416هـ.\r(2) انظر لذلك المصدر نفسه (1/125 – 132) وغيرها من الصفحات.\r(3) المصدر السابق (1/69) .\r(4) (1/71) تحقيق أم محمد بنت أحمد تحت إشراف خالد العنبري ط/ الأولى عام 1413هـ نشر مكتبة ابن تيمية بالقاهرة ومكتبة العلم بجدة.","seal":"93C84EEC","part":1},
      {"page":78,"id":76,"nass":"رسول الله صلى الله عليه وسلم في لوازم الشرع وأحكامه وحلاله وحرامه … إلى غير ذلك، وتخيّرتُها صحيحة الإسناد، معروفة عند النقاد، قد نقلها الأثبات وتداولها الثقات، أخرجتها من كتب الأئمة وهداة الأمة)) ثم ذكر منهم مالكاً والبخاري ومسلماً وأبا داود والترمذي… وأحاديث من كتب أخرى أذكرها عند ذكر ما أخرج منها» .\rبدأ كتابه بكتاب الإيمان ثم الطهارة ثم الصلاة وهكذا بقية العبادات.\r* الحافظ تقي الدّين عبد الغني بن عبد الواحد المقدسي (ت600هـ) له:\r«الأحكام الكبرى» ذكره الذهبي (1) وابن عبد الهادي (2) وابن رجب في ذيل طبقات الحنابلة (3) ، وقال «كتاب الأحكام على أبواب الفقه في ستة أجزاء» . وقال ابن عبد الهادي: «وقال الحافظ عبد الغني المقدسي في أحكامه الكبرى التي بالأسانيد» (4) .\rو ((عمدة الأحكام الكبرى)) .\rوهو كتاب مختصر في أدلة الأحكام مما اتفق عليه البخاري ومسلم وما ذكره غيرهما متداول وشرحه غير واحد ومن أهم شروحه «إحكام الأحكام» لابن دقيق العيد، ومن أوسعها «الإعلام بشرح عمدة الأحكام» لابن الملقِّن (5) .\r__________\r(1) انظر: سير النبلاء (21/448) .\r(2) شرح علل ابن أبي حاتم (1/63-أ)\r(3) (2/19) وانظر مقدمة المحقق بكتاب أحكام الكبرى للأشبيلي (1/16) .\r(4) المصادر السابقة غير السير للذهبي.\r(5) كلها مطبوعة متداولة.","seal":"A0D4CB27","part":1},
      {"page":79,"id":77,"nass":"قال المصنف في مقدمته (1) :\r«فهذه أحاديث في الأحكام، من الحلال والحرام اختصرتها وحذفت أسانيدها؛ ليقرب تناولها على من أراد حفظها وأضفتها إلى كتب الأئمة المتفق على كتبهم فما كان فيه «متفق عليه» فهو ممّا اجتمع عليه الإمامان: البخاري ومسلم، وعلامة البخاري على انفراده «خ» ، ومسلم على انفراده «م» ، وعلامة أبي داود «د» ، وعلامة النسائي «س» ، وعلامة الترمذي «ت» وعلامة ابن ماجه «ق» ونُسَمِّي غيرهم..)) .\r* الشيخ بهاء الدين أبو المحاسن يوسف بن رافع بن شداد الحلبي الشافعي المقرئ (ت632هـ) .\rألّف كتابه «دلائل الأحكام من أحاديث الرسول عليه السلام» .\rقال المصنف في مقدمة (2) كتابه:\r((وبعد فإنّه لما رأيت الأحاديث عن النبي صلى الله عليه وسلم هي أدلة غالب الأحكام وأصولها التي تجري بمعرفتها على نظام، وأن الفقهاء قد شحنوا بها كتبهم وتصانيفهم ولم ينبهوا على الصحيح منها والحسن والغريب، ولم يشيروا إلى أي كتاب تضمنها ولم يشرحوا غريبها … رأيت أن أجمع كتابا يجمع بين التنبيه على الحديث في أيّ كتاب ذكر ومن اتفق على نقله من أئمة الحديث المشهورين، وأنبه على أنه صحيح، أو حسن أو غريب … ورأيت أن أضعه على أبواب الفقه …)) .\r__________\r(1) (1/3) تحقيق/ سمير بن أمين الزهري ط/ الأولى عام 1422هـ، دار الثبات للنشر والتوزيع، الرياض.\r(2) (1/ 66- 67) تحقيق د. محمد الشيخاني ود. زياد الدين الأيوبي، ط/ الأولى عام 1413هـ،\rدار قتيبة دمشق.","seal":"24F73701","part":1},
      {"page":80,"id":78,"nass":"*الإمام الحافظ ضياء الدين أبو عبد الله محمد بن عبد الواحد المقدسي (ت643هـ) ألّف «السنن والأحكام عن المصطفى عليه السلام» المعروف بـ «أحكام الضياء» وهو كتاب كبير لم يكمله، وصل إلى أثناء كتاب الجهاد، عده ابن الملقن في مقدمة كتابه البدر (1) المنير «أكثر الكتب نفعا» .\rوقال الذهبي عنه: «ولم يتم، في ثلاثة مجلدات» (2) ، وذكر ابن رجب: «أنه في نحو عشرين جزءاً في ثلاثة مجلدات» (3) .\rذكر محقق كتاب الأحكام الكبرى، أن الله مَنَّ عليه بتحقيق هذا الكتاب وسيطبع (4) قريباً.\r*شيخ الإسلام مجد الدين أبو البركات عبد السلام بن عبد الله بن أبي القاسم ابن تيمية (ت652هـ) .\r- وهو جد شيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية الإمام العلم المشهور صاحب المصنفات السائرة -، وألف «الأحكام الكبرى» وذكر كتابه المذكور ابن رجب وقال: «في عدة مجلدات» (5) .\r«المنتقى في الأحكام الشرعية من كلام خير البرية» . انتقاه من الأحكام الكبرى بطلب بعض العلماء منه (6) .\r__________\r(1) (1/279) .\r(2) السير (23/128) .\r(3) ذيل طبقات الحنابلة (2/238) .\r(4) انظر مقدمته (1/17) .\r(5) انظر ذيل طبقات الحنابلة (2/252) .\r(6) انظر مقدمة المحقق لكتاب الأحكام الكبرى للإشبيلي (1/17.) .","seal":"F4C19B2F","part":1},
      {"page":81,"id":79,"nass":"قال المصنف في مقدمة (1) كتابه:\r«هذا كتاب يشتمل على جملة من الأحاديث النبوية التي ترجع أصول الأحكام إليها، ويعتمد علماء أهل الإسلام عليها، انتقيتها من صحيحي البخاري ومسلم ومسند الإمام أحمد بن محمد بن حنبل وجامع أبي عيسى الترمذي وكتاب السنن لأبي عبد الرحمن النسائي وكتاب السنن لأبي داود السجستاني وكتاب السنن لابن ماجه القزويني، واستعنت بالعزو إلى هذه المسانيد عن الإطالة بذكر الأسانيد، والعلامة لما رواه البخاري ومسلم أخرجاه. ولبقيتهم: رواه الخمسة أي أحمد وأصحاب السنن، ولهم سبعتهم: رواه الجماعة، أي مع الخمسة، البخاري ومسلم، ولأحمد والبخاري ومسلم، «متفق عليه» ، -أي خلاف المشهور- فيما سوى ذلك أسمي من رواه منهم» (2) .\r*الإمام محيي الدين أبو زكريا النووي (ت676هـ) ألف كتابه:\r«خلاصة الأحكام في مهمات السنن وقواعد الإسلام» ، وقال ابن الملقن: «رأيتها بخطه، ولو كملت لكانت في بابها عديمة النظير» (3) .\rويمتاز الكتاب بأنّه يذكر أولا الأحاديث الصحيحة في الباب، ثم يتبعها بفصل في ضعيف الباب (4) .\r__________\r(1) (1/29-30) تحقيق: طارق بن عوض الله، ط/ الأولى عام 1423هـ، دار ابن الجوزي للنشر والكتاب له عدة طبعات منفردة ومع شرحه نيل الأوطار للشوكاني.\r(2) انظر: نموذجا لما يعزو في: (1/289) حيث ذكر حديث الدعاء على من يبيع ويشتري في المسجد، وقال: رواه الخمسة ثم ذكر حديثا آخر في الموضع نفسه وقال: متفق عليه، أي رواه أحمد مع الشيخين.\r(3) انظر: مقدمة المحقق لكتاب الإشبيلي الأحكام الكبرى (1/18) .\r(4) انظر: مقدمة محقق الكتاب (1/38) وهو مطبوع في مجلدين إلى كتاب الزكاة.","seal":"B7FA1D23","part":1},
      {"page":82,"id":80,"nass":"*الحافظ أبو العباس أحمد بن عبد الله محب الدين الطبري (ت694هـ) ألف كتابه:\r«غاية الإحكام لأحاديث الأحكام أو الأحكام الكبرى» ، عرَّفه الذهبي بقوله: «عمل الأحكام الكبرى في ست مجلدات، تعب عليه وأتى فيه بكل مليحة» (1) اهـ.\rوذكره الحافظ ابن كثير في ترجمته فقال: «مصنف الأحكام المبسوطة، أجاد فيه وأفاد وأكثر وأطنب وجمع الصحيح والحسن، ولكن ربما أورد الأحاديث الضعيفة ولا ينبه على ضعفها» (2) .\rوله أيضا: «الأحكام الوسطى» و «الأحكام الصغرى» ذكرهما ابن تغري بردي في المنهل (3) .\r*الإمام القاضي تقي الدّين أبو الفتح محمد بن علي المعروف بابن دقيق العيد\r(ت702هـ) له «كتاب الإلمام بأحاديث الأحكام» وهو مختصر كتابه «الإمام» .\rقال المؤلف في مقدمة (4) كتابه: «وشرطي فيه أن لا أورد إلا حديث من وثقه إمام من مزكي رواة الأخبار، وكان صحيحا على طريقة أهل الحديث الحفاظ، وأئمة الفقه النظار، فإن لكل منهم مغزى قصده وسلكه وطريقاً أعرض عنه، وتركه وفي كل خير» .\r__________\r(1) السير له (17/178) طبعة دار الفكر، هذا الجزء ساقط من طبعة مؤسسة الرسالة.\r(2) طبقات الشافعية الفقهاء (2/939) .\r(3) (1/347) .\r(4) (/2) بتحقيق / محمد سعيد المولوي، ط/ الأولى، عام 1406هـ، نشر دار ابن القيم.","seal":"EDBD7DE2","part":1},
      {"page":83,"id":81,"nass":"ولطريقة تخريجه أذكر حديث أبي هريرة رضي الله عنه مرفوعاً: «هو الطهور ماؤه الحل ميتته» فقال: «أخرجه الأربعة: أبو داود والترمذي والنسائي وابن ماجه، وصححه الترمذي وأخرجه ابن خزيمة في صحيحه ورجح ابن منده أيضا صحته» (1) .\r«الإمام في معرفة الأحكام» له أيضاً، وعَرَّفه ابن الملقن في مقدمة كتابه (2) «البدر المنير» فقال:\r«وأمّا كتابه «الإمام» فهو للمسلمين إمام، ولهذا الفن زمام، لا نظير له، ولو تم جاء في خمسة وعشرين مجلدًا......)) ، يوجد منه مجلد فقط يحققه محقق الأحكام الكبرى للإشبيلي كما ذكر في مقدمته للكتاب المذكور.\r*شيخ الإسلام بدر الدّين محمد بن إبراهيم بن جماعة (ت733هـ) ألّف كتابه:\r«الإعلام بأحاديث الأحكام» (3) . للإمام الحافظ شمس الدّين أبي عبد الله محمد بن أحمد بن عبد الهادي\r(ت744هـ) كتاب: «الأحكام الكبرى» وهو كتاب كبير مبسوط، ذكره ابن عبد الهادي في تنقيح التحقيق (4) ، فقال: «وقد بسطنا الكلام على الأحاديث الواردة في جمع التقديم في كتاب «الأحكام الكبرى» .\rوذكره ابن رجب (5) فقال: «الأحكام الكبرى» ، المرتبة على أحكام\r__________\r(1) (1/3) .\r(2) (1/283) .\r(3) له نسختان خطيتان، انظر مقدمة محقق كتاب الأحكام الكبرى للإشبيلي (1/20) والفهرس الشامل للتراث الإسلامي.1/209 برقم1182، مؤسسة آل البيت، الأردن، ط/1، 1991م.\r(4) (2/182) .\r(5) ذيل طبقات الحنابلة (2/437) .","seal":"4A060D0E","part":1},
      {"page":84,"id":82,"nass":"الحافظ الضياء كمل منها سبع مجلدات» ولا يعلم عن وجوده حسب علمنا.\r«المحرر في أحاديث الأحكام» ، له أيضاً وهو كتاب مختصر نافع، بالغ مؤلفه في تحرير ألفاظه، وذكر بعض من يصحح الحديث أو يضعفه، ويتكلم على كثير من الرواة جرحاً وتعديلاً، والكتاب مطبوع أكثر من طبعة.\rوقال الحافظ ابن حجر: «المحرر في الحديث اختصره من الإلمام فجوّده جدًا» (1) .\r*الإمام بهاء الدين محمد بن علي بن سعيد الأنصاري (ت752هـ) ألف كتابه: «الأحكام الكبير» عرّفه الذهبي فقال: «ألَّف أحكاما كبيرًا» (2) .\r*علاء الدّين مغلطاي بن قليج (ت762هـ) ألّف كتابه «الدّر المنظوم من كلام المصطفى المعصوم» وهو كتاب مختصر جمع فيه ما اتفق عليه الأئمة الستة من الأحاديث وذكر في آخر كل باب فصلاً في الأحاديث الضعيفة الواردة فيه، وهو مطبوع (3) .\r*الإمام أبو أمامة محمد بن علي الدُّكَّالي المعروف بابن النقاش (ت763هـ) ألف كتابه «إحكام الأحكام» وهو كتاب مختصر، جعله تتميماً\r__________\r(1) الدرر الكامنة (3/332) .\r(2) المعجم المختص له (ص 245) .\r(3) طبع بإشراف ومراجعة الشيخ محمد عوامة، وانظر مقدمة المحقق لكتاب الإشبيلي الأحكام الكبرى (1/21) .","seal":"63365732","part":1},
      {"page":85,"id":83,"nass":"لعمدة الأحكام، والكتاب مطبوع (1) .\r*الحافظ عماد الدِّين أبو الفداء إسماعيل بن عمر بن كثير (ت774هـ) ألف كتابه «الأحكام الكبير» وهو كتاب كبير يحيل إليه الحافظ ابن كثير في كتابه «اختصار علوم الحديث» وغيره من كتبه كثيراً.\rوعَرَّفه الحافظ ابن حجر فقال: «وشرع في عمل «الأحكام الكبرى» فبيض كتاب الطهارة فقط في مجلدين، ووقف على الثالث من أول الصلاة إلى كيفية الركوع ولم ير ما بعده» (2) .\r*شيخ الإسلام الحافظ زين الدين أبو الفضل عبد الرحيم بن الحسين العراقي (ت806هـ) له:\r«تقريب الأسانيد وترتيب المسانيد» وهو كتاب مختصر في أحاديث الأحكام جمعه العراقي لابنه أبي زرعة، اقتصر فيه على ما عُدَّ من أصح الأسانيد وذكر الأحاديث بإسناده. والكتاب مطبوع (3) .\r*الحافظ ابن حجر العسقلاني (ت852هـ) ألف كتابه المشهور:\r«بلوغ المرام من جمع أدلة الأحكام» قال الحافظ ابن حجر في مقدمة (4)\r__________\r(1) انظر مقدمة محقق الأحكام الكبرى للإشبيلي (1/22) .\r(2) انظر المجمع المؤسس (2/606-607) وكذا ذكره في الدرر الكامنة (1/374) وذكر د / يوسف المرعشلي في تعليقه على الكتاب في المجمع بأنَّ منه مصورة في الجامعة الإسلامية.\r(3) مقدمة المحقق لكتاب الإشبيلي (1/24) .\r(4) ص 20-21، تحقيق الشيخ أسامة صلاح الدين، دار إحياء العلوم، ط/ الأولى عام 1412هـ، بيروت، لبنان، والكتاب له عدة طبعات وعدة شروح من أهمها سبل السلام للصنعاني، وهو مطبوع مع بلوغ المرام، وكذا \"فقه الإسلام شرح بلوغ المرام\" لشيبة الحمد و\"توضيح الأحكام\" للشيخ عبد الله البسام كلاهما مطبوع.","seal":"30A34C2A","part":1},
      {"page":86,"id":84,"nass":"كتابه: «أما بعد فهذا مختصر يشتمل على أصول الأدلة الحديثية للأحكام الشرعية.... وقد بينت عقب كل حديث من أخرجه من الأئمة لإرادة نصح الأمة، فالمراد: بالسبعة: أحمد والبخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجه، وبالستة: من عدا أحمد، وبالخمسة: من عدا البخاري ومسلماً، وقد أقول: الأربعة وأحمد، وبالأربعة: من عدا الثلاثة الأول، وبالثلاثة من عداهم وعدا الأخير، (أي ابن ماجه) وبالمتفق عليه: البخاري ومسلم، وقد لا أذكر معهما غيرهما وما عدا ذلك فهو مبيّن» .\rأكتفي بهذا القدر من كتب أحاديث الأحكام رتَّبتها حسب وفيات مؤلفيها.","seal":"3B796C66","part":1},
      {"page":88,"id":85,"nass":"الباب الثالث: في التخريج المبني على المتن والأسناد وطرق تخريجهما\rمدخل\r...\rالمدخل: حاجة التخريج وحتمية دراسة الأسانيد\rبعد هذا العرض لكتب التخريج، أدخل في التخريج وطرقه ووسائله، معلوم لدينا أن أكثر المتقدمين - غير الذين التزموا بإخراج الأحاديث الصحيحة – يسوقون الأحاديث بأسانيدها من غير التزام ببيان الحكم على الإسناد وبيان درجة الحديث في الغالب، وذلك لمعرفتهم بالرواة ومروياتهم، كما ذكر الحافظ ابن رجب فقال: «.... ومنهم من لم يشترط الصحة، وجمع الصحيح وما قاربه وما فيه بعض لين وضعف. أكثرهم لم يكتبوا ذلك، ولم يتكلموا على الصحيح والضعيف، وأوَّل من علمناه بين ذلك أبو عيسى الترمذي - رحمه الله – وقد بَيَّنَ في كلامه هذا أنه لم يسبق إلى ذلك ... » (1) .\rفحاجة التخريج قائمة ودراسة الأسانيد حتمية على ضوء الضوابط القويمة والموازين العادلة الدقيقة لكن لمن؟ لصاحب الخبرة في هذا الفن والماهر بأصوله وشتى مراحله كما قال د. بكر أبو زيد: «فليس أمر التخريج هملاً، يدخل فيه من شاء وكيف شاء، وإنما هو دين لا يدخله إلا من تحلَّى بأصوله، وعرف أحكامه وحدوده وإلا فلا يتعنّ ... » (2) .\rفعلم التخريج لاشك أنه ليس بسهل وهو في الصعوبة بمكان، إلا أنه ليس للعلماء بُدُّ دونَه فيما عدا الصحيحين، حيث إنهما كفيانا مؤونة ذلك، وتلقت الأمة كتابيهما بالقبول، فليس لأحد دراسة أسانيدهما، إنما الحاجة قائمة في غيرهما ولمن هو أهل لذلك.\r__________\r(1) انظر: شرح علل الترمذي له (1/344-345) تحقيق د. همام عبد الرحيم سعيد، مكتبة المنار، الأردن، ط/ الأولى، عام 1407هـ.\r(2) التأصيل/ 14.","seal":"D4B7D4BF","part":1},
      {"page":89,"id":86,"nass":"والتخريج الذي هو عبارة عن متن الحديث وإسناده ينبني على أمرين أساسيين:\rأحدهما: البحث عن الحديث وطرقه في مصادره الأصلية.\rثانيهما: دراسة أسانيد هذه الطرق، واستخلاص الثمرة منها، ويدور بقية البحث على هذين المحورين، مع التنبيه على أمور مهمة بين يدي هذا الموضوع.","seal":"EF3BF077","part":1},
      {"page":90,"id":87,"nass":"الفصل الأول: التنبيه على بعض الأمور المهمة المتعلقة بالتخريج\rقبل البدء في موضوع طرق التخريج أريد أن أشير إلى بعض الأمور المهمة المتعلقة بالتخريج.\r1- سبق أن ذكرت بأن من أهم ثمرة هذا العلم هو معرفة صحيح الحديث من سقيمه ومعلوله من محفوظه، وإلا فإن مجرد العزو لا يسمى تخريجاً في الحقيقة، وإن أطلق عليه بعضهم اسم التخريج، بل إن بعضهم لا يشترط بيان مرتبة الحديث وأنه لا يلزم أي مخرج أن يقوم بذلك (1) . لكن الذي عليه صنيع الأئمة في التخريج هو دراسة الأسانيد واستخلاص الثمرة منها، ألا وهو الحكم على الأسانيد وبيان مرتبة الحديث صحة وضعفا، وإلا يُعدُّ التخريج ناقصاً، وهذا ما ذكره السخاوي في حقيقة التخريج (2) .\r2- إن الأساس في التخريج أصل الحديث، ولا يضر اختلاف الألفاظ ما دام المعنى متقارباً، كما قال الزيلعي: «فالمحدث إذا قال: أخرجه فلان، فإنه يريد أصل الحديث لا بتلك الألفاظ بعينها» وقال أيضاً: «وظيفة المحدث أن يبحث عن أصل الحديث، فينظر من خرجه، ولا يضره تغيير بعض ألفاظه، ولا الزيادة فيه أو النقص، وأما الفقيه فلا يليق له ذلك ... )) (3) .\r__________\r(1) انظر طرق تخريج الحديث للدكتور سعد آل حميد/ 7.\r(2) في فتح المغيث (3/318) .\r(3) نصب الراية (3/454) ، و (1/200) .","seal":"D4D237FE","part":1},
      {"page":91,"id":88,"nass":"لكن على الذي يقوم بالتخريج استعمال اصطلاحات المحدثين مثل صنيع البخاري ومسلم وغيرهما في حالة عدم تطابق الألفاظ، فيقول: أخرجه فلان بنحوه أو بألفاظ متقاربة، أو مع زيادة فيه أو مع اختصار، أو بزيادة قصة فيه، وعند التطابق يقول: رواه مثله، وقد يقتصر أحدهم على طرف منه، فيقال عندئذ: رواه مقتصراً على كذا أو دون كذا، أو روى الشطر الأول، وهكذا.\r3- إن التخريج يكون من الكتب المسندة من أي فن كان من كتب الحديث أو التفسير أو العقيدة وغيرها، أو الكتب التي تنقل أسانيد مؤلفيها، كالحافظ ابن كثير والقرطبي والسيوطي، ففي مثله يقال: أخرجه ابن المنذر أو ابن مردويه، كما ساقه الحافظ ابن كثير في تفسيره أو تاريخه أو فضائله ونحو ذلك.\rأما اشتراط التخريج من الكتب المسندة فلأنه أساس الحكم على الإسناد وبدونه لا يمكن الوصول إلى معرفة الحكم ودرجة الحديث، ومن هنا عَدَّ العلماء الإسناد من الدين.\rفعلى هذا لا يقال في التخريج أخرجه الزيلعي، أو الحافظ ابن حجر، أو السيوطي في الجامع الكبير أو الجامع الصغير أو في الدر المنثور، أو الحافظ ابن كثير في تفسيره، إنما يقال: «ذكره أو أورده ونحو ذلك» .\r4- الأمور التي يلزم ذكرها بخصوص مصادر التخريج: لا يخفى أن هدف المخرج من عزوه في تخريج الحديث إلى مصادره، هو تسهيل الوصول إلى مصدره قدر ما يمكن، فبناء على مراعاة هذا الغرض عليه أن يلتزم في مصادر التخريج بالآتي تسهيلاً للقارئ:","seal":"C58F2251","part":1},
      {"page":92,"id":89,"nass":"ذكر اسم المؤلف واسم كتابه، ثم رقم الجزء – إذا كان في أكثر من جزء – ورقم الصفحة، ثم عنوان الكتاب – إن كان مبوباً – والباب، ورقم الحديث، وإن زاد رقم الكتاب والباب فحسن.\rأما في غير المبوب ترتيباً فقهياً فيكتفى بذكر الجزء والصفحة، ورقم الحديث إن وجد، فكلما فصلت في بيان المعلومات عن مصادر التخريج كان أفضل للقارئ وأسهل للباحث لرجوعه إلى المصادر من أي طبعة عنده عند اختلاف الطبعات.","seal":"E8BA8563","part":1},
      {"page":92,"id":90,"nass":"الفصل الثاني: طرق تخريج الحديث ووسائله\rالمبحث الأول: التخريج عن طريق معالم السند\r...\rالفصل الثاني: طرق تخريج الحديث ووسائله\rوفيه مدخل وثلاثة مباحث.\rمدخل: تفنن المحدثين في التصنيف\rوهذا الجانب من التخريج أعني البحث عن الحديث واستخراجه من دواوين السنة وبطونها فهذا مما يعرف بأدنى ممارسة وتوجيه وتدريب عملي على التخريج من قبل الماهر في هذا الفن.\rونرى أن العلماء تفننوا في «طرق التصنيف في التخريج» لمقاصد مهمة منها: «تقريب السنة» وسهولة الوقوف على المطلوب، وجعلوا لذلك علامات كالمفاتيح بها يهتدى لما في بطون الأسفار، تُوقِف الطالب على الحديث بيسر وسهولة (1) .\rذكر الدكتور عبد الموجود عبد اللطيف أيضاً – بعد أن عرض طرق التخريج من حيث ترتيب الأحاديث على الكتب والأبواب الفقهية، وترتيبها على الأطراف أو حسب الراوي الأعلى لها – يعني على المسانيد – وترتيبها على الموضوعات المتعددة أو ترتيبها على حروف المعجم – فقال: «كما لا يخفى عليك أن دوافع العلماء من تأليف هذه المراجع إنما هو تيسير معرفة أماكن ورود الأحاديث من المصادر المعتبرة عند الأئمة، وضبط ألفاظها ومعرفة أسانيدها» (2) .\r__________\r(1) انظر: التأصيل /144.\r(2) كشف اللثام (1/156) .","seal":"FEF2D295","part":1},
      {"page":93,"id":91,"nass":"فبهذا الصنع سَهَّلوا المسلك لمن يبحث عن الحديث نظراً لموضوعه ومحتواه، أو طرقه وشواهده أو ألفاظه وأطرافه.\rوعَدَّ العلماء لاستخراج الحديث من بطون دواوين السنة طرقا منها:\r1- تخريج الحديث: عن طريق موضوعه وذلك بمراجعة الكتب المصنفة فيه.\r2- تخريج الحديث: عن طريق طرفه الأول.\r3- تخريج الحديث: عن طريق لفظة من ألفاظه، ولكل طريق كتب مصنفة فيه أو مساعدة عليه، وهذه الطرق الثلاثة متعلقة بمتن الحديث.\r4- تخريج الحديث: عن طريق راويه الأعلى – أي الصحابي – ومن دونه.\r5- تخريج الحديث: عن طريق صفات السند أو المتن مثل: المتواتر، القدسي، الأحاديث الصحيحة، الضعيفة، أو الواهية والموضوعة، أو المسلسلة، أو المعللة.... ونحوها.\rفكل هذه الطرق تنصب في قالبين:\r1- معالم السند.\r2- معالم المتن.","seal":"533E7F1E","part":1},
      {"page":95,"id":92,"nass":"المبحث الأول: التخريج عن طريق معالم السند\rأما عن طريق معالم السند فيكون إذا عرف الباحث: الصحابي أو التابعي فمن دونه وهذا هو مخرج الحديث.\rفيلزمه البحث في كتب المسانيد وهي التي تجمع أحاديث كل صحابي في مكان واحد بغض النظر عن صحتها.\rأو كتب الأطراف –وهي التي تذكر طرفاً من الحديث، وتَجمعُ الأحاديث لكتب معينة، وتُرتِّبها حسب المسانيد مرتبة أسماء الصحابة على حروف المعجم، وكذا الرواة عنهم والرواة عن الرواة إن دعت الحاجة إليه ما عدا العشرة المبشرين بالجنة، فإن أصحاب المسانيد يقدمونهم على غيرهم– وكتب المعاجم مثل: المعجمين للطبراني الأوسط والصغير – أما المعجم الكبير فهو «مسند» في الحقيقة، وسمَّاه معجماً لترتيبه الصحابة على حروف المعجم – والمعجم لابن الأعرابي وغيره من معاجم الشيوخ، أو عن طريق كتب التراجم مثل: «التاريخ الكبير» للبخاري، و «الكامل» لابن عدي، «والضعفاء الكبير» للعقيلي ونحوها ممن يروي الأحاديث بإسناده.\rأو عرف الباحث مخارجه البلدانية أي الكتب التي ألفت عن علماء ومحدثين في بلد معين، والواردين عليه من بلاد أخرى، مثل «طبقات المحدثين بأصبهان والواردين عليها» لأبي الشيخ عبد الله بن محمد بن جعفر بن حيان، و «ذكر أخبار أصبهان» لأبي نعيم الأصبهاني، و «تاريخ جرجان» للسهمي و «تاريخ بغداد» للخطيب البغدادي و «تاريخ دمشق» لابن عساكر وغيرها.\rأو عرف أن الحديث يدور على مَنْ رُمي بالوضع، فيبحث في كتب ألفت في الضعفاء والمتروكين والوضاعين وكتب الموضوعات، وهكذا إذا","seal":"B606AEB0","part":1},
      {"page":96,"id":93,"nass":"كان في الإسناد راو مبهم ففي كتب المبهمات، وإذا كان فيه من روى عن أبيه عن جده، فيبحث في الكتب المؤلفة في هذا النوع.\rومن أهم الكتب في المسانيد:\r1- مسند أبي داود الطيالسي (ت204هـ) ، ومسند إسحاق بن إبراهيم الحنظلي المعروف بابن راهويه (ت238هـ) ، ومسند الإمام أحمد بن محمد بن حنبل (ت/241هـ) ، ومسند أبي يعلى الموصلي (ت307هـ) .\r2- وأما المعاجم -وهي الكتب التي رتبت باعتبار شيوخ المصنف- فقد ذُكِر الأهم منها.\rومن أهم الكتب في الأطراف:\r1- \"تحفة الأشراف بمعرفة الأطراف\" للحافظ جمال الدين المزي (ت742هـ) عمله على الكتب الستة ولواحقها\r(1) .\r2- \"إتحاف المهرة بالفوائد المبتكرة من أطراف العشرة\" (2) للحافظ ابن حجر العسقلاني (ت852هـ) .\rوعدَّ الدكتور عبد الموجود عبد اللطيف كتاب «إتحاف الخيرة المهرة بزوائد المسانيد العشرة» للحافظ أبي العباس البوصيري (ت840هـ) من كتب\r__________\r(1) استخدم رموزاً للكتب الستة ولواحقها: ع: الجماعة الستة، خ: البخاري، خت: البخاري تعليقا، م: مسلم بن الحجاج، د: أبو داود، ت: الترمذي، تم: الشمائل للترمذي، س: النسائي، سي: عمل اليوم والليلة للنسائي، ق: ابن ماجه، ز: زيادات، ك: استدراك.\r(2) والكتب العشرة: الموطأ ومسند الشافعي ومسند أحمد و\"سنن\" الدارمي وصحيح ابن خزيمة، ومنتقى ابن الجارود، وصحيح ابن حبان ومستدرك الحاكم ومستخرج أبي عوانة وشرح معاني الآثار للطحاوي، وسنن الدارقطني وزاد سنن الدارقطني لجبران النقص في صحيح ابن خزيمة، واستخدم لها رموزا وهي: ط: مالك، ش: للشافعي، حم: لأحمد، عم: لعبد الله بن أحمد، مي: الدارمي، جا: لابن الجارود، خز: لابن خزيمة، عه: لأبي عوانة، طح: للطحاوي، حب: لابن حبان، قط: للدارقطني، كم: للحاكم.","seal":"82CAE024","part":1},
      {"page":97,"id":94,"nass":"الأطراف، وسمَّاه «أطراف المسانيد العشرة» وذكره في مصاف كتب الأطراف (1) ، وكذا تبعه د. محمود الطحان، فعَدَّه في كتب (2) الأطراف، وكذا د. محمد ضياء الرحمن الأعظمي (3) ، بينما عنوان الكتاب يُنْبِئ أنه في الزوائد وليس في الأطراف.\rوكذا عدّ الدكتور عبد الموجود كتاب الحافظ العراقي «المغني عن حمل الأسفار في الأسفار في تخريج ما في الإحياء من الأخبار» من كتب الأطراف وفيه نظر (4) .\r«وفردوس الأخبار بمأثور الخطاب المخرج على الشهاب» للديلمي\r(ت509هـ) .\rولنعلم بأن كتب الأطراف هي الكتب الوسيطة للوصول إلى أصولها، وفائدتها جمع طرق الحديث في مكان واحد تحت عنوان الراوي عن الصحابي، فلا يخرج منها مباشرة أي لا يقال: أخرجه المزي، إنما يقال أورده كما تقدم التنبيه على نحوه.\rومن المصادر المساعدة أيضاً: الجامع الكبير أو جمع الجوامع للسيوطي القسم الثاني منه الذي خصه بأحاديث الأفعال أو المشتملة على الأفعال والأقوال ورتبه على مسانيد الصحابة، وقدم العشرة المبشرين بالجنة ورتب البقية على حروف المعجم: الأسماء، ثم الكنى، ثم المبهمات، ثم النساء، ثم المراسيل في الآخر.\r__________\r(1) انظر كتابه: كشف اللثام (2/154) .\r(2) انظر كتابه: أصول التخريج /49.\r(3) انظر: معجم مصطلحات الحديث له، ص 41.\r(4) المصدر السابق (2/15) .","seal":"40FA62CB","part":1},
      {"page":98,"id":95,"nass":"المبحث الثاني: عن طريق معالم المتن\rأما عن طريق معالم المتن فهو إذا عرف موضوع الحديث ومعناه، ولعل هذا من أسهل الطرق، والكتب المرتبة على الموضوعات منها ما هي أصلية، أي: تروي الأحاديث بأسانيدها، ومنها ما هي غير أصلية يعني تعزو الأحاديث إلى مصادرها الأصلية ولا ترويها بأسانيدها.\rأما الصنف الأول من هذه الكتب التي يبحث فيها الباحث لتخريج الحديث، فإما شاملة لأكثر موضوعات الدين أو تستغرق الأبواب الفقهية وغيرها، وإما في موضوع معين كلي أو جزئي.\rفالأول: مثل كتب الجوامع:\rأ- «الجامع الصحيح» للإمام البخاري (ت256هـ) ، و «الجامع الصحيح» للإمام مسلم (ت261هـ) ، والجامع للإمام الترمذي (ت279هـ) ، و «جامع» الإمام معمر بن راشد (ت154هـ) .\rب- وكتب السنن:\rكالسنن الثلاثة: للإمام أبي داود (ت275هـ) وللإمام النسائي (ت303هـ) وللإمام ابن ماجه (ت275هـ) ، وسنن الدارمي (ت255هـ) ، و «السنن الكبرى» و «الصغرى» للإمام البيهقي (ت458هـ) .\rج- وكتب المصنفات:\rكمصنف عبد الرزاق الصنعاني (ت211هـ) ، ومصنف ابن أبي شيبة (ت235هـ) .\rد- والموطآت:\rومن أشهرها: موطأ الإمام مالك بن أنس (ت179هـ) برواية يحيى الليثي، وهي أشهر روايات الموطأ، ثم رواية محمد بن الحسن الشيباني وفيها زيادات يسيرة يرويها عن غير مالك، وأيضا زيادات على الروايات المشهورة.","seal":"A1A11380","part":1},
      {"page":99,"id":96,"nass":"أو كتب ألفت في موضوع معين، مثل: كتاب فضائل الأعمال لابن شاهين، وكتب الزهد، لابن المبارك، ولوكيع، ولأحمد بن حنبل ولهنّاد وللبيهقي، أو كتب الآداب مثل كتاب الأدب المفرد للبخاري وكتاب أخلاق النبي صلى الله عليه وسلم وآدابه لأبي الشيخ، وكتاب الآداب للبيهقي أيضاً، وكتب الترغيب والترهيب المسندة، وكتب السنة في العقيدة مثل: كتاب السنة للإمام أحمد، وكتاب السنة لابن أبي عاصم، وكتاب الشمائل للترمذي، وكتب التوحيد، مثل: كتاب التوحيد لابن خزيمة، وكتاب التوحيد لابن منده، وكتب الإيمان مثل: كتاب الإيمان للإمام أحمد ولابن منده، وغيرها من الكتب المسندة (1) .\rوفي الأجزاء الحديثية مثل: جزء القراءة خلف الإمام وجزء رفع اليدين في الصلاة كلاهما للبخاري، والقدر لابن وهب.\rأما الصنف الآخر من الكتب المرتبة على الموضوعات، وهي التي تعزو الأحاديث إلى مصادرها الأصلية ولا ترويها بأسانيدها.\rمثل: كتاب «جامع الأصول في أحاديث الرسول صلى الله عليه وسلم» ، للحافظ ابن الأثير (ت606هـ) جمع فيه أحاديث الكتب الستة غير أنه أدخل الموطأ بدل سنن ابن ماجه، واستخدم عند العزو الرموز لهذه الكتب وهي: «خ م ط ت د س» .\rوكتاب «جمع الفوائد من جامع الأصول ومجمع الزوائد» ، للفاسي\r(ت1094هـ) مرتب على الأبواب الفقهية (2) .\r__________\r(1) انظر لهذه الكتب: تخريج الحديث الشريف البقاعي 146.\r(2) الناشر: السيد عبد الله الهاشم اليماني، بالمدينة المنورة.","seal":"C9292FF9","part":1},
      {"page":100,"id":97,"nass":"ويدخل في ذلك كل كتب التخريج المتعلقة بالكتب الفقهية وكتب العقيدة وكتب الحديث غير المسندة وكتب التفسير والآداب والأخلاق وغير ذلك. وقد تقدَّم ذكرها مفصلاً.\rوكتاب «مفتاح كنوز السنة» وضعه فنسك المستشرق وترجمه محمد فؤاد عبد الباقي، وقد رتبه حسب الأغراض والمعاني والموضوعات، ويشمل أربعة عشر كتاباً: الكتب الستة وموطأ مالك ومسند أحمد ومسند الطيالسي والطبقات لابن سعد والسيرة لابن هشام والمغازي للواقدي، والمسند المنسوب لزيد بن علي.\rويدخل في ذلك أيضا كتب أحاديث الأحكام وقد تقدم بيانها مفصلاً.\rوالترغيب والترهيب للمنذري ورياض الصالحين، والنصيحة في الأدعية الصحيحة، للحافظ عبد الغني المقدسي، وكتاب الدرالمنثور في التفسير بالمأثور، للسيوطي (ت911هـ) ويدخل فيه أيضا: «مجمع الزوائد ومنبع الفوائد» للحافظ الهيثمي وهو كتاب جمع فيه زوائد الكتب الآتية على الستة: وهي: زوائد مسند أحمد وأبي يعلى الموصلي وأبي بكر البزار، ومعاجم الطبراني الثلاثة، وقد أفرد زوائد كل واحد بكتاب خاص ما عدا المعجم الأوسط والصغير فجمعهما في مصنف واحد سماه «مجمع البحرين في زوائد المعجمين» إلا أنه حذف الأسانيد من كتابه «مجمع الزوائد» فصار مع الصنف الثاني، وكتاب «كنز العمال في السنن والأقوال والأفعال» لعلاء الدين علي المتقي الهندي (ت975هـ) .\rأما كتب الزوائد الأخرى التي تذكر أسانيد مؤلفيها فهي تعد أصولاً باعتبار مؤلفيها وكتبهم المسندة، ويتم التخريج منها مع العزو إلى المؤلف","seal":"2220978F","part":1},
      {"page":101,"id":98,"nass":"الذي جمع الزوائد -وكذا في كتب الأطراف– ومن ذلك أصول كتاب مجمع الزوائد، وأيضا «المطالب العالية بزوائد المسانيد الثمانية» للحافظ ابن حجر العسقلاني حيث جمع فيه زوائد المسانيد الثمانية على الكتب الستة ومسند أحمد، وقد وقع له منها ثمانية كاملة وهي: مسند أبي داود الطيالسي ومسند أبي بكر الحميدي ومسند ابن أبي عمرو العدني ومسند مسدد ومسند أحمد بن منيع ومسند أبي بكر بن أبي شيبة ومسند عبد بن حميد ومسند الحارث بن أبي أسامة، ومن المسانيد الناقصة: مسند إسحاق بن راهويه حيث وقع له نصف الكتاب، وأهمل الناقص من الذكر في التسمية.\rو «إتحاف الخيرة المهرة بزوائد المسانيد العشرة» للحافظ أبي العباس البوصيري (ت840هـ) وقد تقدم بيان المسانيد العشرة التي تضمنها، وهو كتاب كبير رتب المؤلف فيه الأحاديث على الأبواب الفقهية، وحقق من قبل طلاب الدراسات العليا بالجامعة الإسلامية، إلا أن الكتاب أخرج إخراجاً تجاريا من غير تحقيق علميّ.\rويلحق بهذا التسهيل لوصول الباحث إلى التخريج، كتب المسانيد التي رَتَّبَ أحاديثها بَعْضُ العلماء على أبواب فقهية كصنع أصحاب الزوائد.\rمثل: كتاب «الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني» وضعه أحمد عبد الرحمن البنا، وأيضا «منحة المعبود لترتيب مسند الطيالسي أبي داود» و «بدائع المنن في ترتيب مسند الشافعي والسنن» كلاهما أيضا للشيخ أحمد عبد الرحمن الساعاتي.\rومن معالم المتن أيضا: ترتيب الأحاديث حسب أوائلها وأطرافها الأول:\rومن أهم هذه الكتب:","seal":"9CB32692","part":1},
      {"page":102,"id":99,"nass":"\"الجامع الكبير أو جمع الجوامع\" للسيوطي (ت911هـ) وهو أكبر كتاب في هذا الموضوع، حيث إن المؤلف قصد فيه استيعاب جميع الأحاديث النبوية، وهو من الصعوبة بمكان (1) - وقسمه قسمين: الأول – وهو المعني هنا – قسم الأقوال المحضة حيث رتبها على حروف المعجم، مع ذكر من خرج الحديث من أصحاب الكتب ومن رواه من الصحابة مع التزامه ببيان درجة الحديث صحة وحسناً وضعفاً على منهج لا يوافق عليه كما سأبينه إن شاء الله.\rواستخدم للمصادر رموزا وهي كالآتي – والذي لم يرمز له يسميه –:\rخ: البخاري.\r...\rعب: لمصنف عبد الرزاق.\rم: مسلم.\r...\rص: لسنن سعيد بن منصور.\rحب: لابن حبان.\r...\rش: لمصنف ابن أبي شيبة.\rك: للحاكم في المستدرك.\r...\rع: لمسند أبي يعلى.\rض: للضياء المقدسي.\r...\rطب: للطبراني في الكبير.\rد: لأبي داود.\r...\rطس: للطبراني في الأوسط.\rت: للترمذي.\r...\rطص: للطبراني في الصغير.\rن: للنسائي.\r...\rقط: للدارقطني في سننه.\rهـ: لابن ماجه.\r...\rحل: لأبي نعيم في الحلية.\r__________\r(1) أدخل فيه أحاديث ما يزيد عن مائة مصدر من مصادر السنة النبوية المهمة وغيرها وقارب ما جمعه مائة ألف وفق رواتها وإلا عدد الأحاديث لا يتجاوز (46) ألف حديث. انظر كشف اللثام (2/210) .","seal":"97C053E0","part":1},
      {"page":103,"id":100,"nass":"ط: للطيالسي. ... هق: للبيهقي في سننه.\rحم: لمسند أحمد. ... هب: للبيهقي في الشعب.\rخد: للبخاري في الأدب المفرد. ... عق: للعقيلي في الضعفاء.\rتخ: للبخاري في التواريخ الثلاثة. ... عد: لابن عدي في الكامل.\r4: لأصحاب السنن الأربعة. ... خط: للخطيب في تاريخ بغداد.\r3: للثلاثة غير ابن ماجه. ... كر: لابن عساكر في تاريخ دمشق.\rبز. أو. ز: للبزار. ... فر: للديلمي في مسند الفردوس.\rعم: لزيادات عبد الله بن أحمد. ...\rوهذه الرموز هي رموز كنز العمال أيضا إلا رمز «ق» فإنه رمز له فيه للبيهقي في السنن الكبرى.\rأما منهجه في الحكم على الأحاديث ففيه اتساع وتساهل واضح لا يستقيم مع المنهج المعتمد عند العلماء؛ لأن أساس الحكم مبني على دراسة الإسناد لما عدا الصحيحين، أما هو فرمز «للصحة لأحاديث الصحيحين ومستدرك الحاكم وصحيح ابن حبان والمختارة للضياء المقدسي وموطأ مالك، وصحيح ابن خزيمة وصحيح أبي عوانة وصحيح ابن السكن والمنتقى لابن الجارود والمستخرجات على الصحيحين» كلِّها، وهذا غير مسلم له فيما عدا الصحيحين وموطأ مالك لما فيها من الأحاديث الضعيفة (1) .\rورمز بالضعف «لأحاديث: الضعفاء للعقيلي والكامل لابن عدي، وتاريخ بغداد للخطيب وتاريخ دمشق لابن عساكر ونوادر الأصول للحكيم\r__________\r(1) انظر: النكت على مقدمة ابن الصلاح لابن حجر (1/290، 291-294) .","seal":"041E23DC","part":1},
      {"page":104,"id":101,"nass":"الترمذي، وتاريخ نيسابور للحاكم، وتاريخ ابن الجارود ومسند الفردوس للديلمي» فهذا أيضا حكم كلي لا يوافق المنهج العلمي لوجود أحاديث صحيحة أو حسنة في هذه المصادر.\rوأما بخصوص مسند الإمام أحمد فعَدَّ كلَّ ما فيه مقبولا، فإن الضعيف الذي فيه يقرب من الحسن، وهذا غير مسلم له لوجود أحاديث ضعيفة فيه.\rوأما ما عدا هؤلاء فقد بينه، والكتاب فيه من الأحاديث الموضوعة الشيء الكثير (1) .\r«الجامع الصغير من أحاديث البشير النذير» للسيوطي (ت911هـ) ذكر في مقدمته (2) فقال: «وأودعت فيه من الكلام النبوية ألوفا ... واقتصرت فيه على الأحاديث الوجيزة ولخصت فيه من معادن الأثر إبريزه وبالغت في تحرير التخريج.... وسميته «الجامع الصغير من حديث البشير النذير» لأنه مقتضب من الكتاب الكبير الذي سميته «جمع الجوامع» وقصدت فيه جمع الأحاديث النبوية بأسرها» .\rواختارها -أي الأحاديث- من جمع الجوامع قسم الأقوال وتعدادها (10031) حديث.\rوقد رتبه على حروف المعجم حسب أوائل الأحاديث، وبين أنه لم يورد فيه حسب زعمه ما تفرد به كذاب أو وضاع، بل أورد من الصحيح والحسن والضعيف، ويبين درجة الحديث بالرموز الآتية: صح: للحديث الصحيح،\r__________\r(1) كشف اللثام (2/213) .\r(2) انظر: مقدمته (1/2-3) .","seal":"F1E86FB3","part":1},
      {"page":105,"id":102,"nass":"(ح) للحديث الحسن، و (ض) للضعيف (1) .\rوالكتاب فيه من الأحاديث الموضوعة والباطلة بالمئات كما صرح الشيخ الألباني رحمه الله تعالى (2) .\rورموزه في الجامع الصغير كرموز أصله إلا في (ق) فإنه جعله للمتفق عليه عند الشيخين بدل البيهقي، ورمز له بـ (هق) في السنن الكبرى، و (4) للسنن الأربعة، و (3) للثلاثة إلا سنن ابن ماجه. ثم زاد المؤلف على كتابه المذكور «زوائد» وصلت أحاديثه (4440) حديثاً ورموزه كرموز الجامع الكبير والصغير.\r«الفتح الكبير في ضم الزيادة إلى الجامع الصغير» للنبهاني.\rجمع بين الكتابين «الجامع الصغير» والزوائد عليه، لاتفاقهما على شروط ورموز واحدة، إلا أنه أهمل بيان درجة الحديث في غير الصحيحين وميز أحاديث الزوائد بحرف «ز» ، ودمج الكتابين في ترتيب واحد على حروف المعجم، وعدد أحاديثه (14471) .\rوقام الشيخ الألباني بدراسة أحاديث الجامع الصغير وزيادته فميز الصحيح والحسن وسمَّاه «صحيح الجامع الصغير وزيادته» والضعيف بأنواعه وسمّاه «ضعيف الجامع الصغير وزيادته» والكتاب مطبوع متداول بقسميه.\r«الجامع الأزهر في حديث النبي الأنور» للإمام عبد الرؤوف المناوي\r(ت1031هـ) استدرك المناوي في هذا الكتاب زهاء ثلاثين ألف حديث\r__________\r(1) انظر مقدمة الجامع الصغير مع شرحه فيض القدير (1/19-23) .\r(2) انظر ضعيف الجامع الصغير للشيخ الألباني (1/5) .","seal":"14A5688B","part":1},
      {"page":106,"id":103,"nass":"حسب تعدد رواتها على الجامع الكبير للسيوطي، وأورد فيه بعض أحاديث الجامع الكبير وميزها بالمداد الأسود وما كان عنده من الزوائد كتبها بالمداد الأحمر، واعتمد في حكمه على ما حرره الحافظ العراقي وولده الحافظ أبو زرعة والحافظ الهيثمي وغيرهم.\rوقد وضع لبعض المصادر رموزا وذكر ما عدا ذلك باسمه صراحة.\rأما المصادر التي وضع لها رموزا فهي:\rحم: لمسند أحمد، عم: زوائد عبد الله على المسند، طك: للطبراني في الكبير، طص: له في الصغير، طس: له في الأوسط، طسكس: للكبير والأوسط، طكص: للكبير والصغير، طكسص: للمعاجم الثلاثة، بز: لمسند البزار، ع: لمسند أبي يعلى، ك: لمستدرك الحاكم (1) .\r«كنوز الحقائق في حديث خير الخلائق» تأليف: الإمام عبد الرؤوف المناوي (1031هـ) وهو كتاب جمع فيه عشرة آلاف حديث اختارها من الأحاديث القصيرة، بدون ذكر الصحابي الذي روى الحديث وبدون بيان درجة الأحاديث، وجعل لبعض المصادر رموزاً، والباقي صرح باسمه، ورموزه كالآتي:\rخ: البخاري.\r...\rحل: الحلية لأبي نعيم.\rم: لمسلم.\r...\rهق: السنن الكبرى للبيهقي.\rد: لأبي داود.\r...\rعد: الكامل لابن عدي.\r__________\r(1) انظر كشف اللثام (2/19، 22) .","seal":"3E0BAC80","part":1},
      {"page":107,"id":104,"nass":"ت: للترمذي.\r...\rعق: الضعفاء للعقيلي.\rن: للنسائي.\r...\rخط: تاريخ بغداد للخطيب.\rجه: لابن ماجه.\r...\rكر: تاريخ دمشق لابن عساكر.\r4: للسنن الأربعة.\r...\rقا: معجم عبد الباقي بن قانع.\r3: للسنن الثلاثة ما عدا ابن ماجه.\r...\rأبو: العظمة لأبي الشيخ.\rحم: لمسند أحمد.\r...\rض: مسند الشهاب للقضاعي.\rعم: زوائد عبد الله على المسند.\r...\rسع: الطبقات الكبرى لابن سعد\rما: موطأ مالك.\r...\rخر: كتب الخرائطي.\rك: لمستدرك الحاكم.\r...\rطيا: مسند الطيالسي.\rخد: للبخاري في الأدب المفرد.\r...\rحك: نوادر الأصول للحكيم الترمذي\rتخ: للبخاري في التاريخ الكبير.\r...\rنجا: ذيل تاريخ بغداد لابن النجار.\rحب: لصحيح ابن حبان.\r...\rعبد: لمسند عبد بن حميد.\rضا: للضياء في المختارة.\r...\rيا: كتب ابن أبي الدنيا.\rبز: للبزار في مسنده.\r...\rسن: عمل اليوم والليلة لابن السني\rعب: لعبد الرزاق في مصنفه\r...\rشير: الألقاب للشيرازي.\rش: لابن أبي شيبة في مصنفه\r...\rيه: كتب ابن مردويه.\rع: لأبي يعلى في مسنده.\r...\rنيع: لمسند أحمد بن منيع\rقط: للدارقطني في سننه.\r...\rغز: لكتب الغزالي.\rفز: لمسند الفردوس للديلمي.\r...\rضر: فوائد القرآن لابن ضريس.\rحا: امسند الحارث بن أبي أسامة.\r...\rط: معاجم الطبراني الثلاثة.","seal":"9BCE4305","part":1},
      {"page":108,"id":105,"nass":"«معجم الوجيز من أحاديث الرسول العزيز» للميرغني، مرتب على حروف المعجم.\r«المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة» للإمام السخاوي (ت902هـ) ، مطبوع متداول.\r«الغماز على اللماز في الأحاديث المشتهرة» للإمام السمهودي (ت911هـ) .\r«الدرر المنتثرة في أحاديث المشتهرة» لجلال الدين السيوطي (ت911هـ)\r«اللآلئ المصنوعة في الأحاديث الموضوعة» لجلال الدين السيوطي (ت911هـ) ،وكلّها مطبوعة متداولة.\r«تنزيه الشريعة من الأحاديث الشنيعة» لابن عراق، مطبوع متداول.\r«تمييز الطيب من الخبيث فيما على ألسنة الناس من الحديث» لابن الدّيبع (ت944هـ) مطبوع\r«كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس» للعجلوني (ت1162هـ) , مطبوع متداول.\r«جامع الأحاديث: الجامع الصغير وزوائده والجامع الكبير» جمع وترتيب عباس أحمد صقر وأحمد عبد الجواد (1) .\r«الجامع المفهرس للأحاديث الواردة في كتب الشيخ الألباني» رحمه الله للشيخ سليم الهلالي، مطبوع في مجلدين، دار ابن الجوزي.\rويلتحق بهذا القسم المفاتيحُ والفهارسُ التي وضعت لمجموعة من الكتب أو\r__________\r(1) طبع بيروت، دار الفكر، عام 1414هـ.","seal":"C8BA0CDC","part":1},
      {"page":109,"id":106,"nass":"لكل كتاب بانفراد، أو ألحقت بآخر الكتب، وهي فهارس كثيرة جداً (1) .\rأذكر من بينها «موسوعة أطراف الحديث النبوي الشريف» ، وذيله لمحمد السعيد بن بسيوني زغلول، حيث تضمن أكثر من مائة كتاب.\rومن معالم المتن تخريجه عن طريق لفظة من ألفاظه، وذلك باستخدام المعاجم المفهرسة لألفاظ الأحاديث، ولاسيما الألفاظ الغريبة والقليلة الاستعمال، وأيضا كتب الغريب.\rومن أشهر المعاجم: المعجم المفهرس لألفاظ الحديث النبوي وهو أوسعها، حيث إنه يشمل ألفاظ تسعة مصادر أصلية من مصادر السنة: هي الكتب الستة: صحيحا البخاري ومسلم والسنن الأربعة، وموطأ مالك ومسند أحمد وسنن الدارمي، ورمز للكتب الستة برموزها المعروفة، وط: لموطأ مالك، وحم: لمسند أحمد، ودي: للدارمي، وألفه لفيف من المستشرقين بإشراف أ، ي، فنسك، وترجمه الأستاذ محمد فؤاد عبد الباقي إلى العربية.\rوهناك عدد من المعاجم وضعت لبعض الكتب بانفراد، مثل:\r«المعجم المفهرس لألفاظ سنن الدارقطني» للدكتور يوسف المرعشلي.\r«فهرس الألفاظ لسنن أبي داود» لمصطفى بن علي البيومي.\r«معجم الألفاظ لصحيح مسلم» لمحمد فؤاد عبد الباقي.\r__________\r(1) انظر في ذلك تخريج الحديث الشريف للبقاعي 159-164،حيث ذكر الفهارس المستقلة بمؤلف خاص دون ذكر اللواحق بآخر الكتاب، وكذا ينظر كشاف العناوين (3/1417-1421) .","seal":"EF592B09","part":1},
      {"page":110,"id":107,"nass":"البحث الثالث: التخريج عن طريق معالم السند والمتن عن طريق الحاسوب\r...\rالمبحث الثالث: التخريج عن طريق معالم السند والمتن عن طريق الحاسوب\rمن الوسائل السريعة لتخريج الحديث ومعرفة الرواة بأكثر من طريق، استخدام الحاسب الآلي (1) :\rومن خصائص هذا الجهاز مع صغر حجمه أنه يتسع لتخزين مكتبات كبيرة فيه، وإمكان برمجة للمعلومات وترتيبها، إضافة إلى سرعة استعراض المعلومات حسب الخدمات المتاحة في البرامج، بجانب سهولة طباعة المعلومات عند الحاجة.\rنسمع ونشاهد بين كل حين وآخر برامج عديدة متوافرة في الأسواق تتعلق بالعلوم الإسلامية وبخاصة في الحديث وعلومه، وسأعرض فيما يلي بعض هذه البرامج لكي يستعين الطالب بها في تخريج الحديث، منها:\rبرنامج مكتبة الحديث الشريف:\rمن إعداد شركة العريس للكمبيوتر في بيروت، وكان البرنامج في إصداراته الأولى على كتب معدودة، ثم طوِّر في الإصدارات الأخيرة بزيادة في المصادر إلى أن وصل الإصدار السابع وهو يحتوي على أكثر من (3200) مجلد وكتاب، في خمسة أقراص مدمجة (سي دي روم) ، ومعظم هذه الكتب\r__________\r(1) لم يتعرض من ألف في طرق التخريج للبرامج الإلكترونية، إلا القليل وممن وقفت عليه أنه تعرض للبرامج د. علي بقاعي في كتابه: \"تخريج الحديث الشريف\" / 46 وقد استفدت منه.","seal":"6576DAC8","part":1},
      {"page":111,"id":108,"nass":"في الحديث، موزعة على عدة علوم، وهي: أهم كتب التفسير، وكتب الحديث إلى حد كبير بشكل أوسع، كتب الشروح والغريب، المهمة منها، الكتب المهمة من مصطلح الحديث، كتب التراجم والرجال من رواة الحديث، المهمة منها، كتب السيرة، المهمة منها، كتب التاريخ، المهمة منها، كتب المعاجم والمتفرقات، ولكثرة عدد الكتب المدخلة أعرضت عن ذكرها التفصيلي. فمن أراد التفصيل يرجع إلى البرنامج نفسه، ومع البرنامج دليل للمستخدم وقد شاهدته فإنّه يبين خصائص البرنامج وما امتاز به وكيفية استخدامه، ومن خلاله:\rيمكن الوصول إلى الحديث عن طريق بحث حر من خلال طرف الحديث سواء من أوله أو وسطه أو آخره.\rأو من خلال كلمة من كلماته، أو من خلال الجذور اللغوية، ومن خلال موضوعه، أو من خلال رواة الإسناد.\rمع إمكان التخريج بذكر رقم الجزء والصفحة للمصادر، بالإضافة إلى ربط تلقائي للحديث مع شرحه وللسند مع كتب الرجال والتراجم.\rبرنامج موسوعة الحديث الشريف:\rلشركة الصخر العالمية بالقاهرة.\rويشمل هذا البرنامج الكتب التسعة التي تضمنها المعجم المفهرس لألفاظ الحديث، وهي الكتب الستة وموطأ مالك ومسند أحمد وسنن الدارمي، كما ذكروا أن الكتب التسعة يزيد عدد الأحاديث فيها على اثنين وستين ألف حديث.","seal":"4A4D6645","part":1},
      {"page":112,"id":109,"nass":"بذل في البرنامج جهد كبير، ويحتوي على خدمات عديدة، من تحقيق النص وضبط أسماء الرواة والأعلام، وترقيم الكتب والأبواب والأحاديث وتحليل مفرداتها وضبطها، إضافة إلى جمع المعلومات عن الرواة ومراتبهم، وشرح الغريب وبيان الأطراف والتخريج وبيان الإسناد وطرق الرواية وغير ذلك مما تم جمعه من خمسمائة مجلد كما ذكروا في التعريف بالبرنامج، ويُعرِّف البرنامج بعلم مصطلح الحديث، والمصادر التسعة ومصنفيها، بجانب ضمه عدداً من المعاجم التي تضم ألفاظ الكتب التسعة وغريبها ومبهماتها (1) .\rبرنامج المحدث:\rتصميم وإصدار طلاب دار الحديث النبوي الشريف – سابقا – في واشنطن بأمريكا.\rويحتوي البرنامج على الكتب الستة المشهورة، وموطأ مالك ومسند أحمد ومسند الشافعي ومسند أبي حنيفة، نصب الراية، مجمع الزوائد، رياض الصالحين، والأذكار للنووي، ونظم المتناثر للكتاني، وتخريج أحاديث الإحياء للحافظ العراقي، وكشف الخفاء للعجلوني، صحيح البخاري باللغة الإنجليزية، والجامع الصغير وزيادته كلاهما للسيوطي، والدرر المنتثرة في الأحاديث المشتهرة للسيوطي، وكنز العمال للمتقي الهندي، وفيض القدير للمناوي.\rوذكر أصحاب البرنامج، أن قصدهم من هذا البرنامج هو إعلام الباحث\r__________\r(1) يشاهد البرنامج للمزيد وانظر تخريج الحديث الشريف /50-51.","seal":"45735627","part":1},
      {"page":113,"id":110,"nass":"عن وجود هذه النصوص في البرنامج لكي يبحث عن ذلك فيما يحتاج إليه، أما التدقيق في التفاصيل، فراجع إلى المستخدم (1) .\rوهناك برنامج الألفية للسنة النبوية، وبرنامج الموسوعة الذهبية للحديث الشريف كلاهما من إصدارات مركز إحياء التراث لأبحاث الحاسب الآلي في الأردن، ومعظم هذه البرامج في متناول الباحثين، يستفيدون منها في التخريج وتراجم الرواة وغيرهما.\rلا يختلف برنامج الألفية والموسوعة الذهبية عن البرامج السابقة من حيث طرق الاستفادة إلا في عدد الكتب التي يتضمنها كل برنامج.\rوهذه البرامج تساعد على الوصول إلى الحديث ومصادره فينبغي للباحث وطلاب العلم التثبت والتدقيق بالرجوع إلى أصول المصادر المستقاة منها الأحاديث، تجنباً للوقوع في الخطأ.\r__________\r(1) انظر المصدر السابق / 52.","seal":"7DD36292","part":1},
      {"page":115,"id":111,"nass":"الباب الرابع: دراسة إسناد الحديث ومتابعاته وشواهده\rالفصل الأول: التنبيه على بعض الأمور المهمة في التخريج\r...\rالفصل الأول: التنبيه على بعض الأمور المهمة في التخريج\r1- أشرت سابقاً أنّ الشق الأوّل من التخريج وهو البحث عن الحديث وطرقه في مصادره يمكن أن يسلكه مَن عنده أدنى ممارسة وتدريب على يد أحد العلماء الماهرين في الفن، أمّا الشق الآخر وهو دراسة الأسانيد والطرق لمعرفة حكم الحديث صحة وضعفاً، والوصول إلى معرفة الإسناد اتصالاً وانقطاعاً والحكم عليه، فهذا لا يمكن أن يدخل فيه أيّ أحد شاء، لأنّه ينبني عليه إثبات الحلال والحرام وإثبات الأحكام الشرعية، ولذا قال الحافظ ابن حجر: ((وليحذر المتكلم في هذا الفن من التساهل في الجرح والتعديل فإنّه إن عدّل أحدا بغير تثبت، كان المثبت حكماً ليس بثابت … وإن جرح بغير تحرز أقدم على الطعن في مسلم بريء من ذلك ... )) (1) .\rوهو في حدّ ذاته في غاية من الصعوبة، لا يسلكه إلاّ المتمرسون الذين وقفوا حياتهم لطلبه وتحصيله. كما ذكر الخطيب في علم الحديث فقال:\r((علم لا يعلق إلاّ بمن وقف نفسه عليه، ولم يضم غيره من العلوم إليه)) (2) . وكذا قال أبو إسماعيل عبد الله بن محمد الأنصاري (ت481هـ) :\r((هذا الشأن – يعني الحديث – شأن من ليس له شأن سوى هذا الشأن)) (3) .\r__________\r(1) نزهة النظر مع النكت عليه / 192.\r(2) الجامع لأخلاق الراوي وآداب السامع (2/173) .\r(3) التقييد لابن نقطة (2/68) .","seal":"42BA0E87","part":1},
      {"page":116,"id":112,"nass":"2- ولنعلم بأن أصول التخريج مرتبطة بـ \"قواعد الجرح والتعديل\" كما لا يخفى، قال الكتور بكر أبو زيد: ((لما كانت أصول التخريج مرتبطة\rبـ «قواعد الجرح والتعديل» ارتباط الروح بالبدن، وبينهما من التداخل والتلازم ما يقضي بسياقها في مكان واحد؛ إذ هي عمدة البحث عن «حال الراوي» )) (1) .\rولصعوبة هذا الفن حذَّر الدكتور بكر أبو زيد من ((أن يدخل فيه من شاء كيف شاء، وإنّما هو دين لا يدخله إلاّ من تحلَّى بأصوله وعرف أحكامه وحدوده وإلاّ فلا يتعنّ)) .\rوأقول: إن علم مصطلح الحديث بما فيه علم الجرح والتعديل وغيره من علم العلل كلها لخدمة التخريج وأصوله.\r3- متى يكون الحديث صحيحاً أو حسناً، أو بتعبير آخر متى يحكم بصحة الحديث وحسنه؟!\rالجواب: إذا توافرت فيه شروط القبول من اتصال السند وسلامته من الانقطاع، ومن تحقق عدالة الراوي وضبطه، والتحقق من انتفاء الشذوذ والنكارة ومن العلة القادحة (2) .\rقال ابن القيم: ((إنما يصح الحديث بمجموع أمور: منها صحة سنده وانتفاء علته وعدم شذوذه ونكارته)) (3) .\r__________\r(1) التأصيل / 16.\r(2) انظر مقدمة ابن صلاح/ 10، والنكت على المقدمة للحافظ ابن حجر (1/234، 235، 236) .\r(3) المنار المنيف / 21-22، بتحقيق أبي غدّة.","seal":"B0BCC36E","part":1},
      {"page":117,"id":113,"nass":"4- لا يلزم من كون رجال الإسناد، رجال الصحيح، أو رجاله ثقات أن يكون الحديث صحيحا (1) لاحتمال أن يكون فيه انقطاع أو شذوذ أو علة قادحة.\rولذا قال ابن الصلاح: ((قولهم هذا حديث صحيح الإسناد دون قولهم حديث صحيح؛ لأنه قد يقال صحيح الإسناد ولا يصحّ أي المتن لكونه أي الإسناد شاذا ومعللاً…)) (2) ، فمن هنا يلزم التأكد من اتصال الإسناد وانتفاء الشذوذ والعلة في مثله ومن ثم الحكم على ضوء ما يتوصل به عليه.\r- يصنف الرواة على وجه الإجمال على أربعة أصناف:\rصنف اتفق على توثيقهم على الإطلاق، أو مقيدا ببعض الشيوخ دون بعض، أو ببعض الأماكن دون بعض، أو ببعض الأوقات دون بعض.\rصنف اتفق العلماء على تضعيفهم، صنف لم يرد فيه جرح ولا تعديل، وهم المجاهيل بنوعيهم (3) والمبهمون الذين لم يعرفوا.\rصنف اختلف فيهم تعديلا وتجريحا (4) .\rفعلى الباحث أن يعرف الثقات المتفق على توثيقهم على الإطلاق، لكي\r__________\r(1) المصدر السابق لابن حجر (1/474) .، ومعجم مصطلحات الحديث للدكتور/ محمد ضياء الرحمن الأعظمي/ 222.\r(2) مقدمة ابن الصلاح/ 35.\r(3) أي مجهول الحال الذي لم يوثق ولم يجرح، ومجهول العين الذين لم يرو عنه إلا واحد ولم يوثق ولم يجرح.\r(4) انظر دراسة الأسانيد للعثيم/ 77، والتأسيس في فن دراسة الأسانيد/ ص ب 238، إلا أنهما قَسَّما الرواة إلى ثلاثة أقسام، لم يذكروا المسكوت عنهم وهم صنف رابع عندي.","seal":"633DAB11","part":1},
      {"page":118,"id":114,"nass":"يحكم على رواياتهم بالصحة – بعد توافر بقية الشروط – وأن يعرف الثقات الذين قُيّد توثيقهم ببعض الجوانب ويراعى ذلك.\rأما الصنف الآخر من الرواة وهم الذين اتفق العلماء على تضعيفهم فلا تقبل رواياتهم ولا يحتج بهم، لكن من بين هؤلاء من يُعْتبر بحديثه في المتابعات والشواهد ويتقوى عند حصولها وهو الذي ضعفه ليس بشديد من قبل ضبطه لا من جهة عدالته، أما الذي ضعفه شديد فهو الذي طعن في عدالته، بالكذب أو الاتهام به، أو وصف بسرقة الحديث، أو بالفسق أو بأنه لا تحل الرواية عنه ونحو ذلك من الألفاظ (1) .\rأما الصنف المسكوت عنهم وهم المجاهيل أو مستورو الحال (2) ، فلا يحتج بأحاديثهم ويدخل في ذلك الجهالة بقسميها، جهالة الحال وجهالة العين (3) وكذا يلحق بهما المبهم الذي لم يعرف.\rقال الخطيب البغدادي: ((المجهول عند أهل الحديث هو كل من لم يشتهر بطلب العلم في نفسه، ولا عرفه العلماء به ومن لم يعرف حديثه إلاّ من جهة راو واحد)) (4) .\rفيدخل فيه الصنفان مجهول العين والحال.\r__________\r(1) انظر حول مراتب هذا الصنف والألفاظ التي وصفوا بها: فتح المغيث (1/399- 400) .\r(2) فرق الحافظ ابن كثير وغيره، بين المجهول وهو من لم تعرف عدالته ظاهراً وباطناً، والمستور وهو الذي جهلت عدالته باطناً، ولكنه عدل في الظاهر انظر اختصار علوم الحديث مع شرحه الباعث الحثيث\r(1/292) .\r(3) تقدم تعريفهما.\r(4) الكفاية في علم الرواية /88.","seal":"824E0D89","part":1},
      {"page":119,"id":115,"nass":"وقال الحافظ ابن كثير: ((فأما المبهم الذي لم يسمّ أو مَنْ سُمِّي ولا تعرف عينه فهذا ممن لا يقبل روايته أحدٌ علمناه، ولكنه إذا كان في عصر التابعين والقرون المشهود لهم بالخير، فإنه يستأنس بروايته ويستضاء بها في مواطن)) (1) .\rوأمّا الصنف المختلف فيهم من الرواة من حيث الجرح والتعديل، وهذا شيء متوقع لا مفّر منه، فإن توثيق الرواة وتجريحهم أمر اجتهاديّ ومن طبيعة الحال لابد أن يقع الاختلاف بين العلماء.\rفالرواة المختلف فيهم هم الذين اجتمع فيهم الجرح والتعديل سواء من عدد من الأئمة أو من إمام واحد، جرحه مرة ووثقه مرة.\rفمنهم من ينظر إلى الكثرة وقبول قولهم ورد القول الآخر، فيرى الأخذ بقول الجمهور، كما ذكر الذهبي عن ابن معين حيث قال عنه: ((فإنّا نقبل قوله دائماً في الجرح والتعديل ونقدمه على كثير من الحفاظ ما لم يخالف الجمهور في اجتهاده، فإذا انفرد بتوثيق من لينه الجمهور أو بتضعيف من وثقه الجمهور وقبلوه، فالحكم لعموم أقوال الأئمة لا لمن شذّ)) (2) .\rلاشك أن لاختلاف الأئمة أسباباً كثيرة لا يتسع هذا البحث لبيانها (3) .\rوإن أمكن أن يجمع بين الجرح والتعديل جمع بين ذلك، وحمل كل قول على جانب، كما حمل كلام الإمام أحمد في قبيصة السوائي أنّه كثير الوهم ثقة لا بأس به، على حين ما كان يحفظ وكلام أبي حاتم فيه أنه لم ير من المحدثين من يحفظ ويأتي بالحديث على لفظ واحد لا يغيره يحمل على ما كان\r__________\r(1) اختصار علوم الحديث (1/293) .\r(2) معرفة الرواة المتكلم فيهم بما لا يوجب الرد / 49.\r(3) انظر في ذلك التأسيس / 263 – 265.","seal":"4D14B3DA","part":1},
      {"page":120,"id":116,"nass":"يحفظ، وكلام أبي داود فيه هو الذي يجمع بين القولين، حيث قال: ((كان قبيصة لا يحفظ ثم حفظ بعد ذلك))\r(1) .\rوإن لم يمكن الجمع فالترجيح كما تقدم من قول الذهبي من ترجيح قول الجمهور على الفرد، من هذا القبيل ما ذكره ابن رجب بعد نقله عن الترمذي قول البخاري ((ما نعلم مالكا حدّث عمن يترك حديثه إلا عن عطاء الخراساني)) فيفهم من قوله أن عطاء الخراساني متروك– ثم قال ابن رجب:\r((وقد ذكر فيما تقدم أن عطاء الخراساني ثقة عالم رباني وثقه كل الأئمة ما خلا البخاري، ولم يوافق على ما ذكره، وأكثر ما فيه أنه كان في حفظه بعض سوء)) (2) .\rوإن كان يمكن حمل كلام البخاري على سوء حفظه وفساد ذاكرته، فيكون الجمع أولى.\rوقال الحافظ ابن حجر: ((والجرح مقدّم على التعديل وأطلق ذلك جماعة، ولكنّ محله إن صدر مبيناً من عارف بأسبابه؛ لأنه إن كان غير مفسَّر لم يقدح فيمن ثبتت عدالته، وإن صدر من غير عارف بالأسباب، لم يعتبر به أيضاً، فإن خلا المجروح عن التعديل، قبل الجرح فيه، مجملاً غير مبيّن السبب إذا صدر من عارف على المختار؛ لأنّه إذا لم يكن فيه تعديل فهو في حيِّز المجهول، وإعمال قول المجرح أولى من إهماله)) (3) .\r__________\r(1) المصدر السابق والهدي الساري / 436.\r(2) شرح علل الترمذي (2/877) .\r(3) نزهة النظر / 193.","seal":"E4BE6AEF","part":1},
      {"page":121,"id":117,"nass":"5- وقال الحافظ ابن كثير: -بعد ذكره قول ابن الصلاح في تعارض الجرح والتعديل- «والصحيح أن الجرح مقدم مطلقاً إذا كان مفسراً» (1) .\r6- ومن تتمة الأمور المذكورة، أن يعرف الدارس لرجال الإسناد اصطلاحات الأئمة في الجرح والتعديل ومدلول عباراتهم، كما قال الإمام الذهبي: ((ثم نحن نفتقر إلى تحرير عبارات التعديل والجرح، وما بين ذلك من العبارات المتجاذبة، ثم أهمّ من ذلك أن نعلم بالاستقراء التام: عرف ذلك الإمام الجهبذ، واصطلاحه ومقاصده بعباراته الكثيرة …. فمنهم من نفسه حادٌّ في الجرح، ومنهم من هو معتدل، ومنهم من هو متساهل … ثم قال ولكن هذا الدين مؤيد محفوظ من الله تعالى، لم يجتمع علماؤه على ضلالة، لا عمداً ولا خطأ، فلا يجتمع اثنان على توثيق ضعيف، ولا على تضعيف ثقة، إنما يقع اختلافهم في مراتب القوة، أو مراتب الضعف …)) (2) .\r__________\r(1) اختصار علوم الحديث مع شرحه الباعث الحثيث (1/289) .\r(2) الموقظة / 82 – 84، والمدخل إلى التخريج / 107.","seal":"CB72FB56","part":1},
      {"page":122,"id":118,"nass":"الفصل الثاني: دراسة الأسانيد والطرق وثمرتها وخطواتها\rالبحث الأول: الخطوة الأولى مندراسة الأسانيد\r...\rالفصل الثاني: دراسة الأسانيد والطرق وثمرتها وخطواتها\rوفيه مدخل وثلاثة مباحث:\rبعد ذكر هذه الأمور المهمة أشرع في الشق الثاني من التخريج وهو دراسة الأسانيد والطرق التي تجمعت لدينا من خلال تخريج الحديث وطرقه وعزوها إلى مخرجيها، فالذي يلزم بعد هذه المرحلة هو القيام بدراسة تلك الطرق، ثم الحكم على الحديث والطرق على ضوء تلك الدراسة.\rالمدخل: بعض الأمور المهمة\rلا يخفى ما للأسانيد من أهمية، إذ هي الأساس المتين للتخريج والركن القوي الذي لا يمكن البناء عليه إلاّ به وبدونها لا يعرف الحكم، وكذا دراستها ودراسة طرقها - ما عدا الصحيحين - في غاية من الأهمية في هذا العلم، وبدونها لا يقال للتخريج تخريج وإنما هو عزو.\rويكون الحكم على الحديث باعتبارين: باعتبار سنده الذي بين أيدينا من كتاب معين، بصرف النظر عن طرقه الأخرى، فإذا تبيّن لنا بعد دراسة الإسناد توافر شروط الصحة فيه بحيث كان رجاله ثقات، وكان الإسناد متصلا، وليس فيه شذوذ ولا علة، حكمنا له بالصحة، وإلا فبضدها عند فَقْدِ شرط من شروط الصحة (1) .\r__________\r(1) استفدت من عدة كتب في دراسة الأسانيد من أهمها كتاب دراسة الأسانيد للدكتور عبد العزيز العثيم وأكثره مبني على خبرتي في هذا المجال.","seal":"DEAB7BA8","part":1},
      {"page":123,"id":119,"nass":"لو فرضنا أن الحديث الذي بين أيدينا في سنن ابن ماجه مثلاً، ووجد هذا الحديث في الصحيح، فإنّه لا يؤخذ به إلاّ بعد النظر في سنده ومتنه، فإن وافق ما في الصحيح كان صحيحاً، وإن اختلف الإسناد حكم عليه بمقتضى الجرح والتعديل وكذا المتن إن وافق الصحيح صحّ، وإن كان فيه زيادة يدرس الإسناد ويحكم على ضوئها.\rأو يكون الحكم راجعاً إلى الحديث نفسه باعتبار طرقه الأخرى، أي: باعتبار متابعاته وشواهده، ومن القدماء من يطلق على المتابع شاهداً وعلى الشاهد متابعاً، لكن هذا في الاستعمال كما قال الحافظ ابن حجر:\r((وقد تطلق المتابعة على الشاهد وبالعكس، والأمر فيه سهل)) .\rوفي الحقيقة يصدق على الاثنين معنى الشاهد؛ لأن الجميع يشهد له بالصحة، غير أنه استقر في الاصطلاح على الراجح، أنّ المتابع للإسناد والشاهد للمتن (1) . وذكر الدكتور عبد العزيز العثيم: ((أنّ المتابع يفيد في تقوية السند والمتن، بخلاف الشاهد، فإنه لا يقوي إلا المتن، والمتن يستفيد من المتابعة، سواء كانت تامة أو قاصرة إذا كانت صالحة للاعتبار، ثم فصّل هذه الأقسام بالأمثلة التوضيحية من يريد المزيد فليراجع كتابه دراسة الأسانيد\r(ص 147-149) ، ثم ذكر أنه إذا كان بين يديه حديث يريد أن يبين درجته فعليه النظر في رجاله فإن كانوا ثقات قال فيه: الحديث (2) صحيح\r__________\r(1) المصدر السابق/ 99، 100، 101، والمتابعة: إن حصلت للراوي نفسه في شيخه فهي التامة، وإن حصلت لشيخه فمن فوقه فهي القاصرة، المصدر نفسه.\r(2) الحديث الصحيح على درجات: الأول: ما اتفق عليه البخاري ومسلم، الثاني: ما انفرد به البخاري الثالث: ما انفرد به مسلم، الرابع: ما كان على شرطهما، الخامس: ما كان على شرط البخاري، السادس ما كان على شرط مسلم، السابع: ما صح عند غيرهما ولم يكن على شرط واحد منهما، انظر: نزهة النظر للحافظ ابن حجر / 89-90.","seal":"06DDCE38","part":1},
      {"page":124,"id":120,"nass":"لذاته – قلت: مع توافر بقية شروط الصحة وإلا قد يكون رجاله رجال الصحيح لكن الإسناد غير متصل… فلا يكون صحيحاً عندئذ – ثم ينظر هل له طريق أخرى، فإن لم يكن له طرق، قال فيه: «حديث صحيح، لكنه فرد أو غريب» ، كما يفعله الترمذي وغيره من العلماء.\rوإن كان له طرق نظر فيها فإن كان رواتها في درجة الرواة أو أقل، ذكر المتابعة؛ لينقل الحديث من الغريب إلى العزيز، ومن العزيز إلى المشهور، ثم إلى المستفيض، ثم إلى المتواتر، فالحديث كلما زادت طرقه زاد الوثوق بصحته (1)\rثم ننظر إن كان فيه صدوق والمتابع كذلك ولو زاد عدد المتابعات - فيرتقي الحديث إلى درجة الصحيح لكنه لغيره، ويقال فيه \"الحديث صحيح لغيره\" وذلك لأن حديث الصدوق إذا لم يعتضد فهو الحسن لذاته، وإن اعتضد بصدوق مثله أو أكثر فهو الصحيح لغيره (2) .\rوأما إذا كان الراوي ضعيفاً وضعفه ينجبر، وتفرَّد بالحديث، فيقال: حديث ضعيف صالح للاعتبار، وإن اعتضد بطرق أخرى فيها ضعف كضعفه، فيحكم عليه بالحسن لغيره كما ذكر الحافظ ابن حجر حيث قال: ((ومتى توبع السيئ الحفظ بمعتبر وكذا المستور والمرسل والمدلّس، صار حديثهم حسنا لا لذاته، بل بالمجموع)) (3) .\r__________\r(1) نزهة النظر/ 82 والنكت لابن حجر أيضاً (1/413) بتفصيل أكثر.\r(2) دراسة الأسانيد/ 14.\r(3) انظر: نزهة النظر/ 82، 139.","seal":"2EB2995F","part":1},
      {"page":125,"id":121,"nass":"أمّا إن كان الضعف شديداً فلا يعتضد ولا يعضد غيره.\rوذكر الدكتور عبد العزيز العثيم أن الحكم على الحديث له ثلاثة طرق:\rالأول: الحكم على إسناد المصنف فقط، كفعل الهيثمي حيث يقول مثلاً: رواه أحمد ورجاله رجال الصحيح،\rالثاني: بيان درجة ذلك الحديث مطلقا، بعد جمع طرقه المختلفة من أماكن متعددة ودراستها والنظر فيها.\rوالثالث: الحكم على الحديث من غير جمع طرقه، وهذا العمل فيه تساهل وتجاوز ولا يسمى تخريجاً (1) ، قلت: هو داخل في التخريج القاصر وعليه اكتفى كثير من العلماء كما تقدم، وإن كان التخريج في حقيقة الأمر هو الشامل لجميع المتابعات والشواهد، ثم القيام بدراستها، واستخلاص الحكم على ضوء ما توصل إليه.\rوإليك الآن خطوات دراسة الأسانيد وأحوال الرواة في المباحث الآتية:\r__________\r(1) دراسة الأسانيد/ 19.","seal":"9141FC52","part":1},
      {"page":126,"id":122,"nass":"المبحث الأول: الخطوة الأولى من دراسة الأسانيد\rعرض الإسناد المراد دراسة رواته من المصدر الذي يقصده بدءاً من شيخ المصنف إلى الصحابي أو العكس، ثم يقوم بدراسة سلسلة الرواة من حيث الضبط، لمن يحتاج إلى الضبط ومن حيث تمييز راوي الإسناد المقصود فيه عن غيره من المتفق معه أو المشتبه معه، ومن حيث تعيين المهمل فيه، وكذا المبهم إن أمكن، ومن حيث العدالة والضبط.\rولا تخفى صعوبة هذه المرحلة للباحث الذي يقصد البحث عن الرواة وتمييزهم، ولذا ينبغي لمن يشتغل في هذا الفن أن يضع معرفة كتب هذا الفن نصب عينيه؛ لكي تسهل عليه الأمور، وإلا فقد يتعب كثيراً في أمر سهل، فربما يكون الراوي من رواة الستة، وهو يبحث عنه في غيرها، وقد يجده وقد لا يجده، أو يكون الراوي ضعيفا ومن رجال الستة فهو يبحث عنه في لسان الميزان ولا يجده - لأنه حذف المترجمين في التهذيب وسرد أسماءهم في المجلد الأخير - أو يكون الراوي من الثقات وهو يبحث في كتب الضعفاء أو العكس فلا يجده، فمن هنا يجب أن يكون له إلمام بكتب الفن، حتى يرجع إلى الرواة الثقات إلى كتب مؤلفة في الثقات، أو التي جمعت بين الثقات وغيرهم مثل التاريخ الكبير للبخاري، والجرح والتعديل لابن أبي حاتم وغيرهما، ويراجع للرواة الضعفاء الكتب المعنية بهم، وهي كثيرة، وللمختلطين يراجع الكتب المخصصة لهم، وهكذا في المدلّسين ورواة المراسيل يُراجع الكتب المفردة لهم، وهكذا فيمن عرفوا واشتهروا بكناهم وألقابهم يراجع الكتب التي خصّت لهم، وهي كثيرة أيضاً، مثل: كتب الكنى لمسلم والبخاري والدولابي وابن عبد البر والذهبي.","seal":"15943438","part":1},
      {"page":127,"id":123,"nass":"كما يلزم الباحث في هذا الفن معرفة طبقات الرواة والتاريخ وفياتهم، وهو مهم جداً لكي لا يقع في االخطأ لأنه كثير مايتفق الرواة في الأسماء وأسماء الآباء، وفي أنسابهم وبلدانهم أحياناً، وليس الفارق بينهما إلا الطبقة، أحدهما متقدم والآخر متأخر، فيظن الباحث أن المراد منه في الإسناد المتقدم بينما المقصود هو المتأخر أو العكس، مثال ذلك: سعد بن إبراهيم الزهري أبو اسحاق القاضي، وهما اثنان قد اتفقا في الإسم واسم الأب وكنية والنسب والشهرة، والفارق بينهما الطبقة؛ هو سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف، والجدهو سعد بن إبراهيم بن عبد الرحمن بن عوف، فيحصل الاختلاط بينهما فيلزم التأكد من مراد بهما وهكذا في الرواة الذين ولدوا بعد سنة360هـ لا يمكن أن نجدهم في كتب البخاري لأنه توفي قبل التاريخ المذكور.\rلايخلو أحوال رواة الإسناد من حالتين:\rالأول: أن مذكور الراوي بكامل اسمه واسم أبيه وجده وكنيته أو ذكر بلقبه الذي انفرد به، فالأمر في الوقوف عليه سهل، ويبقى التعب في تعيينه من بين الرواة الذين اتفقوا معه فيما ذكر فيه، مثل: حميد بن قيس وهما اثنان في طبقة واحدة ويشتركان في بعض الشيوخ والتلاميذ، والفارق بينهما، أن أحدهما مكيّ والآخر أنصاريّ (1) .\r__________\r(1) انظر المحدث الفاصل / 281.","seal":"29C3DC73","part":1},
      {"page":128,"id":124,"nass":"وكذا بشر بن غالب الأسدي، قال الأزدي (1) فيه: مجهول، وقال ابن حبان (2) : بشر بن غالب الأسدي، يروي عن الحسين بن علي، وقال الحافظ ابن حجر: ((والظاهر أن هذا غير الذي ذكره النسائي، ولكن اتفق في الاسم واسم الأب والنسبة، وقد فرق بينهما أيضاً الأزدي)) (3) .\rومن ذلك إبراهيم بن عمر الصنعاني وهما اثنان إلا أن أحدهما من صنعاء اليمن والآخر من صنعاء دمشق، فيميزان بالبلد، وكذا بالطبقة؛ لأن أحدهما من الطبقة العاشرة والآخر من السابعة (4)\rوكذا إسماعيل بن أبان الكوفي اثنان: أحدهما ثقة والآخر متروك، والفارق بينهما هو النسب؛ لأن الوراق الأزدي ثقة والخياط الغنوي متروك (5) .\rالحالة الثانية: أن يذكر الراوي في الإسناد مهملاً أو مبهماً:\rوالمهمل: هو الذي أهمل ذكر نسبه، يقول الراوي حدَّثنا سفيان أو حدثنا حماد، أو حدثنا الوراق، أو حدثنا أبو عبد الله الحافظ كما يقول البيهقي كثيراً في كتبه ونحو ذلك، وهم يكثرون من ذلك بغية الاختصار لوضوح أمرهم عندهم، وهم فرسان هذا الفن.\rوالمبهم هو الذي لم يُسمّ أصلاً إنما يقول: حدثني رجل أو امرأة أو جار لفلان ونحو ذلك.\r__________\r(1) لسان الميزان (2/28) .\r(2) الثقات له (4/96) .\r(3) لسان الميزان (2/29) .\r(4) انظر التقريب / 92 برقم 223، 224.\r(5) المصدر السابق/ 105 برقم 410، 411.","seal":"D8CCEF8A","part":1},
      {"page":129,"id":125,"nass":"والطريق إلى معرفتهما هو جمع الطرق وتتبعها وتتبع أقوال العلماء فيهم، بجانب النظر في شيوخهم وتلاميذهم، وطبقاتهم، والنظر في أسانيد المؤلف في أوائل كتابه، حيث إنهم في الغالب ينسبون الرواة في أول الكتاب ثم يختصرون.\rولعلّ أقوى الطرق في تعيين عين الراوي المهمل أو المبهم هو جمع الطرق.\rفمتى عرف المبهم في الإسناد ارتفعت الجهالة عنه، وحكم بكونه ثقة أو ضعيفاً، وعلى ضوئه يحكم على الإسناد، وإن لم يعرف فلا يحتج به حتى يتبين أمره (1) .\rمتى يضرّ عدم تميزّ الراوي المهمل؟.\rعلى الأغلب يتم الوقوف على تمييز الراوي المهمل من خلال جمع الطرق وتصريح بعض الأئمة، فيكون الحكم على حسب حاله توثيقاً وتجريحاً.\rأما إذا لم يتميز المهمل عن غيره لاشتراكهما في الاسم والطبقة والشيوخ والتلاميذ، فإذا كان كلاهما ثقة، فإنه لا يضرّ إهماله في الإسناد كالسفيانين- ابن عيينة والثوري – والحمادين – حماد بن زيد وحماد بن سلمة.\rوقد ذكر العلماء بعض الأمور المساعدة على التمييز بينهم، لا يتسع البحث لذكرها (2) .\rأما إذا كان أحدهما ثقة والآخر ضعيفاً، فلا بد من التمييز بينهما لتباين\r__________\r(1) انظر فتح المغيث (1 / 351) للسخاوي، وتوضيح الأفكار للصنعاني (4/301) .\r(2) انظر في ذلك سير أعلام النبلاء (7/464) للحمادين و (7/466) لاشتراك السفيانين، والتقييد والإيضاح للعراقي / 411 وفتح الباري للحافظ ابن حجر (12/319) .","seal":"E2DF8FE0","part":1},
      {"page":130,"id":126,"nass":"الحكم بينهما، كما روى ابن ماجه عن علي بن محمد عن سفيان بن عيينة عن الزهري فأهمل علي بن محمد، وهما اثنان في هذه الطبقة (1) ، وكلاهما من شيوخ ابن ماجه وكلاهما كوفي، ّ وكلاهما يروي عن سفيان بن عيينة، أحدهما الطنافسيّ وهو ثقة، والآخر ابن أبي الخصيب، صدوق ربما أخطأ (2) .\rوقد سبق في بيان أصناف الرواة الثقات المتفق عليهم مطلقاً أو مقيداً، والضعفاء المتفق على ضعفهم، والمسكوت عنهم أي المجاهليل بأنواعها، والمختلف فيهم وآراء العلماء في حكم روايتهم فليراجع هناك للعلم بهم، ولا أرى حاجة في إعادتهم.\rوهناك كتب معتمدة ألَّفها العلماء في الرجال عموما، ولاسيما أنها تساعد الباحث على دراسة سلسلة الإسناد، ومعرفة أحوال الرواة أذكر أهمها بعد الانتهاء من بيان الخطوات في دراسة الأسانيد وتخريج الطرق.\r__________\r(1) كلاهما من العاشرة انظر التقريب/ 405 برقم 4791 و 4792.\r(2) انظر دراسة الأسانيد / 55.","seal":"3A9D2D73","part":1},
      {"page":131,"id":127,"nass":"المبحث الثاني: الخطوة الثانية من دراسة الأسانيد\rتتمثل هذه الخطوة في التحقق من اتصال السند وعدم الانقطاع فيه، وذلك بوجود هذا الإسناد في الصحيحين، أو أحدهما، أو بالتأكد من كتب التراجم التي تذكر شيوخ الراوي وتلاميذه بشمول، مثل: تهذيب الكمال للمزي، وتهذيب التهذيب لابن حجر، أومن غير شمول، مثل: الجرح والتعديل لابن أبي حاتم، والثقات لابن حبان، وتعجيل المنفعة برجال الأئمة الأربعة لابن حجر، والميزان للذهبي، ولسان الميزان لابن حجر وغيرها.\rوأيضاً مراجعة كتب المراسيل لمعرفة الإرسال في الإسناد مثل: كتاب المراسيل لابن أبي حاتم، وجامع التحصيل في أحكام المراسيل للعلائي، وتحفة التحصيل لولي الدين العراقي.\rومراجعة الكتب التي ألّفت في التدليس والمدلّسين:\rمنها: منظومة الذهبي في أهل التدليس شرحها د. عاصم القريوتي، وهي مطبوعة مع شرحها، وتعريف أهل التقديس بمراتب الموصوفين بالتدليس للحافظ ابن حجر، والتبيين لأسماء المدلسين لبرهان الدين الحلبي، وإتحاف ذوي الرسوخ بمن رمى بالتدليس من الشيوخ للشيخ حماد بن محمد الأنصاري.\rومعرفة اتصال الإسناد من الأمور الصعبة إلا لمن جمع الطرق ووقف على تصريح العلماء بذلك، وقد يخفى أمره مع ذلك على بعض العلماء من أهل الشأن. إليك نموذجاً من ذلك:\rحكم أبو عبد الله الحاكم في المستدرك (1/53) على حديث أبي قلابة (عبد الله بن زيد الجرمي) عن عائشة أم المؤمنين - رضي الله عنها – فقال:","seal":"BDE2BD53","part":1},
      {"page":132,"id":128,"nass":"((رواة هذا الحديث عن آخرهم ثقات على شرط الشيخين، ولم يخرجاه بهذا اللفظ)) وتعقبه الذهبي بقوله: ((فيه انقطاع)) .\rقلت: الانقطاع بين أبي قلابة وبين عائشة حيث أرسل عنها (1) .\rوذكر الشيخ الألباني أيضاً في تمام المنة في التعليق على فقه السنة (2) عند قوله: ((وعن عائشة قالت: كان قيام رسول الله صلى الله عليه وسلم في الركعتين قبل صلاة الفجر قدر ما يقرأ فاتحة الكتاب)) الحديث، وضعفه الشيخ الألباني بهذا اللفظ للانقطاع وقال: ((به أعلّه مخرجه الطحاوي؛ لأنه من رواية محمد بن سيرين عن عائشة ولم يسمع منها، كما قال أبو حاتم)) .\rوضعف الشيخ الألباني حديثاً آخر أيضاً عن عائشة قالت: ((كان رسول الله صلى الله عليه وسلم يقرأ في ركعتي الفجر بـ {قُلْ يَا أَيُّهَا الْكَافِرُونَ} و {قُلْ هُوَ اللَّهُ أَحَدٌ} وكان يسر بهما)) بالانقطاع كالذي قبله وقال: ((وهو أي الحديث في صحيح مسلم من حديث أبي هريرة رضي الله عنه دون قوله: «كان يسر بهما» )) (3) .\rفيلزم التأكد من اتصال السند، ولا سيما فيمن وصفوا بكثرة الإرسال أو التدليس ونحو ذلك.\r__________\r(1) انظر تهذيب التهذيب (5/225) .\r(2) ص 237.\r(3) تمام المنة / 237.","seal":"9C3BC2C5","part":1},
      {"page":133,"id":129,"nass":"المبحث الثالث: الخطوة الثالثة من دراسة الأسانيد\rالتحقق من خلوّ الإسناد والمتن من الشذوذ والعلة القادحة:\rومن أمثلة الإعلال بالشذوذ ما ذكره الشيخ الألباني فقال معلقاً على قول مؤلف فقه السنة: ((وأما الاقتصار على ركعتين فقط (يعني قبل العصر) ، فدليله عموم قوله صلى الله عليه وسلم \"بين كل أذانين صلاة\" قلت: خفي على المؤلف ما أخرجه أبو داود \"في باب الصلاة قبل العصر\"، ومن طريقه الضياء في المختارة … وقال النووي في المجموع (4/8) : \"إسناد صحيح\" ثم قال الشيخ: وأقول هو كذلك، لولا أنه شاذ بهذا اللفظ، والمحفوظ بلفظ \"أربع ركعات\" وبيان ذلك في ضعيف أبي داود (235) والروض النضير)) (1) .\rوعلّق الشيخ الألباني على قول مؤلف فقه السنة: ((لقول رسول الله صلى الله عليه وسلم: \"صلاة الليل والنهار مثنى مثنى\" رواه أبو داود بسند صحيح، فقال: ((من شروط الحديث الصحيح أن لا يشذ راويه عن رواية الثقات الآخرين للحديث، وهذا الشرط في هذا الحديث مفقود؛ لأنّ الحديث في الصحيحين وغيرهما من طرق عن ابن عمر – رضي الله عنهما – دون ذكر النهار وهذه الزيادة تفرد بها علي بن عبد الله الأزدي عن ابن عمر دون سائر من رواه عن ابن عمر، ونُقِل عن الحافظ ابن حجر خلاصة أقوال الحفاظ في إعلالهم الحديث بهذه الزيادة، وهي أن هذه الزيادة لا تكون صحيحة على طريقة من يشترط في الصحيح ألا يكون شاذا (2) » .\r__________\r(1) المصدر السابق / 241.\r(2) تمام المنة / 239، 240.","seal":"F2641EAD","part":1},
      {"page":134,"id":130,"nass":"وأمّا التحقق من نفي العلة القادحة فهو أيضاً من أهمِّ الواجبات على الباحث، وذكر الدكتور عبد العزيز العثيم أنّ كل موانع القبول في الإسناد أو المتن من قبيل العلة (1) ، وهذا يوافق المعنى اللغوي؛ لأن ((المعلل لغة: ما فيه علة واصطلاحاً: ما فيه علة خفية قادحة)) كما ذكر الحافظ ابن حجر (2) .\rفإذاً العلة تكون خفية غامضة تقدح في الحديث، وإن كان الظاهر السلامة منها. وقال الحافظ ابن حجر: \"المعلّل: هو من أغمض أنواع علوم الحديث وأدقها، ولا يقوم به إلا من رزقه الله تعالى فهماً ثاقباً، وحفظاً واسعاً، ومعرفة تامة بمراتب الرواة، وملكة قوية بالأسانيد والمتون، ولهذا لم يتكلم فيه إلاّ القليل من أهل هذا الشأن كعليّ بن المديني وأحمد بن حنبل والبخاري ويعقوب بن شيبة وأبي حاتم وأبي زرعة والدارقطني\"\r(3) .\rولا يخفى أن العلل أقسام: منها ما هي قادحة –وهي العلة في الحقيقة–، ومنها ما ليست بقادحة، وهي أنواع – وتقع غالباً في الإسناد وقليلاً في المتن، كرفع الموقوف، ووقف المرفوع، وإرسال الموصول، ووصل المنقطع، ودخول حديث في حديث (4) .\rقال الدكتور عبد العزيز العثيم: «فالعلة التي تقع في الإسناد والمتن ستة أقسام (5) :\r__________\r(1) دراسة الأسانيد / 146.\r(2) نزهة النظر/ 83.\r(3) المصدر السابق/ 123.\r(4) انظر دراسة الأسانيد/ 146.\r(5) المصدر السابق/ 147.","seal":"9F1B9339","part":1},
      {"page":135,"id":131,"nass":"1- العلة في السند تقدح في صحة السند والمتن جميعاً.\r2- العلة في السند تقدح في صحة السند من غير قدح في المتن.\r3- العلة في السند لا تقدح في صحة السند ولا المتن.\r4- العلة في المتن تقدح فيه وفي السند.\r5- العلة في المتن تقدح فيه من غير قدح في السند.\r6- العلة في المتن لا تقدح فيه ولا في السند (1) .\rبعد الانتهاء من هذه الخطوات: وهي تحقق عدالة الرواة وضبطهم، وتحقق اتصال السند وعدم وجود انقطاع فيه، وتحقق عدم وجود الشذوذ والعلة القادحة فيه – نقطف ثمار القبول والحكم على الحديث بالصحة أو الحسن، وإذا اختل شرط من شروط القبول حكمنا بالضعف، وهذا من أهم ثمار التخريج وجمع الطرق.\r__________\r(1) انظر للمزيد: النكت للحافظ ابن حجر (2/477) ، وتوضيح الأفكار للصنعاني (2/32، 33) .","seal":"79E470DD","part":1},
      {"page":136,"id":132,"nass":"الفصل الثالث: في أهم الكتب المساعدة على دراسة الرواة\rويجدر هنا أن أشير إلى أهم الكتب المساعدة على دراسة رجال الأسانيد باختصار:\rولنعلم بأنّ العلماء ما تركوا جانباً مهما في خدمة السنة إلاّ قاموا به، سواء فيما يخدم المتون أو رجال الأسانيد، فألفوا في كل ذلك كتباً، فنجدهم ألّفوا فيما يخدم جانب سلسلة رواة الأسانيد فسهّلوا للباحث الوصول إليهم، حيث تفننوا في التصنيف حسب أحوال الرواة.\rفمنهم من صنف في الثقات فقط: كثقات ابن حبان والثقات للعجلي والثقات لابن شاهين وكلها مطبوعة، ومنهم من ألّف في الضعفاء فقط والمصنفات فيه كثيرة، كالضعفاء الصغير والكبير للإمام البخاري، والضعفاء للإمام النسائي والكامل في الضعفاء لابن عدي، والضعفاء للدارقطني، وكتاب المجروحين لابن حبان، والضعفاء الكبير للعقيلي، وتاريخ أسماء الضعفاء والكذابين لابن شاهين، والضعفاء لأبي نعيم الأصبهاني، أحوال الرجال للجوزجاني، وميزان الاعتدال للذهبي، وديوان الضعفاء وذيله، والمغني في الضعفاء، الجميع له، ولسان الميزان للحافظ ابن حجر، المجموع في الضعفاء والمتروكين لابن الجوزي، وكل هذه الكتب مطبوعة ما عدا الضعفاء الكبير للبخاري.\rومنهم من جمع بين الصنفين: كالتاريخ الكبير والصغير للبخاري، والجرح والتعديل لابن أبي حاتم، وهما من أهمّ الكتب في هذا الصنف، وكذا ما ألف بخصوص رجال أصحاب الكتب الستة من الكمال للمقدسي، وهو الأصل،","seal":"68B0BFBA","part":1},
      {"page":137,"id":133,"nass":"وفروعه: تهذيب الكمال للمزي، وتذهيب تهذيب الكمال والكاشف كلاهما للذهبي، وتهذيب التهذيب، وتقريب التهذيب كلاهما للحافظ ابن حجر، والخلاصة للخزرجي، وكلّها مطبوعة، وتعجيل المنفعة بزوائد رجال الأئمة الأربعة على التهذيب وهو مطبوع أيضاً.\rأو كتب اعتنت بتراجم رواة بلد معين، وهي كثيرة أيضاً، مثل: تاريخ بغداد للخطيب البغدادي، وتاريخ دمشق لابن عساكر، وطبقات المحدثين بأصبهان لأبي الشيخ ابن حيّان الأنصاري، وذكر أخبار أصبهان لتلميذه أبي نعيم الأصبهاني، والتدوين في أخبار قزوين لعبد الكريم الرافعي، وتاريخ جرجان للسهمي، وطبقات علماء إفريقية، وبغية الملتمس في تاريخ رجال الأندلس، وغيرها كثير، وكل ما ذكر مطبوع.\rوكتب في التاريخ وتهتم بتراجم الرواة:\rمثل: وفيات الأعيان لابن خلكان، التكملة لوفيات النقلة للمنذري، العبر في خبر من غبر للذهبي، وتاريخ الإسلام له أيضا، كلها مطبوعة.\rومن الكتب التي اهتمت بتراجم الرواة أيضاً: كتاب المعرفة والتاريخ للفسوي، والإرشاد في معرفة علماء الحديث لأبي يعلى الخليلي، وسير أعلام النبلاء، وتذكرة الحفاظ كلاهما للذهبي، وطبقات علماء الحديث لابن عبد الهادي، كلها مطبوعة.\rوهناك كتب اهتمت بتراجم رجال المذاهب:\rفمن أهمّها: طبقات الحنابلة لابن أبي يعلى وذيلها لابن رجب، والمنهج الأحمد للعليمي وترتيب المدارك وتقريب المسالك للقاضي عياض، والديباج المذهب لابن فرحون، وطبقات الشافعية الكبرى للسبكي، وطبقات الفقهاء الشافعية لابن الصلاح، وطبقات الشافعية لابن قاضي شهبة، والجواهر المضية في طبقات الحنفية لابن أبي الوفاء الحنفي، وغيرها كثير، وكلها مطبوعة.","seal":"F032C56D","part":1},
      {"page":138,"id":134,"nass":"كما ألّفوا في الطبقات كتباً، منها: الطبقات الكبرى لابن سعد، والطبقات لمسلم، والمعين في معرفة طبقات المحدثين للذهبي كلها مطبوعة، وفي العلل ومعرفة الرجال كتبا، كالعلل ومعرفة الرجال للإمام أحمد، والعلل لابن المديني، والعلل الكبير للدارقطني.\rكما ألّفوا في المتفق والمفترق والمؤتلف والمختلف وفي المتشابه من الأنساب والأسماء والكنى، منها: كتاب: المتفق والمفترق للخطيب البغدادي، الإكمال في رفع الارتياب عن المؤتلف والمختلف من الأسماء والكنى للأمير ابن ماكولا، المشتبه للذهبي، وتبصير المنتبه بتحرير المشتبه للحافظ ابن حجر، وتوضيح المشتبه لابن ناصر الدين الدمشقي.\rكما اعتنى العلماء بالتأليف في الكنى، وقد تقدم بيان أهمها وكذا في المختلطين من الرواة، والمدلسين ومن عرفوا بالإرسال تقدم بيان أهم المؤلفات فيهم، وكذا في الأنساب، ومن أهمها الأنساب للسمعاني، وهو مطبوع.\rأخيرا أذكر كتاباً ألفه أحد علماء الهند وهو عبد الوهاب بن مولوي محمد غوث وسماه \"كشف الأحوال في نقد الرجال\" جمع فيه الرواة الضعفاء من كتاب ابن الجوزي وغيره من عدد من المصادر واستخدم فيه رموزا كثيرة بلغ عددها (74) رمزا، ولكثرتها أعرضت عن ذكرها وانظر لذلك كشف اللثام (2/422-426) .","seal":"BF10C3CE","part":1},
      {"page":139,"id":135,"nass":"الخاتمة:\rالحمد لله الذي بنعمته تتم الصالحات، وفي الختام أشير إلى أبرز معالم البحث حيث تناول عناية الأمة بخدمة الكتاب والسنة، ومعاني التخريج لغة واصطلاحا عند المحدثين، ونشأة التخريج وتطوره وأهمية التخريج وفوائده، ومن أهمها معرفة صحة الحديث وضعفه، وجهود العلماء في تخريج الأحاديث من كلام الأئمة في كتبهم المختلفة، ومن أهل الفنون المتعددة.\rوجهود العلماء في تخريج الأحاديث على وجه العموم، بدون التقيد بكتاب معيّن أو موضوع معين، أو مع التقييد في موضوع معيّن كلّي أو جزئي، كما تناول البحث التنبيه على أمور مهمة بين يدي التخريج ودراسة الأسانيد، يجب معرفتها قبل الدخول في التخريج ودراسة الرواة، وطرق تخريج الحديث ووسائله من مصادره الأصلية، وكذا استخدام البرامج الموجودة في أقراص الحاسب الآلي.\rوتناول أيضاً دراسة الأسانيد للحديث بجميع طرقه – المتابعات\rوالشواهد – وأهمية هذه الدراسة وثمرتها، وذلك على خطوات ثلاثة: هي تحققُ عدالة الرواة وثقتهم، وتحققُ اتصال السند وعدم وجود انقطاع فيه، وتحققُ عدم وجود الشذوذ والعلة القادحة فيه، ونقطف من ذلك ثمار الحكم على الحديث بالصحة أو الحسن. وإن اختل شرط من شروط الصحة والقبول حكمنا على الحديث بالضعف، وهذا من أهمّ ثمار التخريج.\rأسأل الله سبحانه أن يجعل أعمالنا خالصة لوجهه الكريم، ويتقبلها إنه نعم المولى ونعم النصير.","seal":"140E25F5","part":1},
      {"page":140,"id":136,"nass":"مصادر ومراجع\r...\rالمراجع:\r1- القرآن الكريم\r2- الإحسان بترتيب صحيح ابن حبان – تأليف: علي بن بلبان (ت739هـ) ، تحقيق: كمال يوسف الحوت، دار الكتب العلمية، بيروت ط/ الأولىعام 1407هـ.\r3- الأحكام الشرعية الصغرى – لأبي محمد عبد الحق الإشبيلي (ت581هـ) ، تحقيق: أم محمد بنت أحمد، نشر مكتبة ابن تيمية بالقاهرة، ومكتبة العلم بجدة، ط/ الأولى عام 1413هـ.\r4- الأحكام الشرعية الكبرى - لأبي محمد عبد الحق الإشبيلي (ت581هـ) ، تحقيق: أبي عبد الله حسين بن عكاشة، الناشر مكتبة الرشد، الرياض، ط/ الأولى عام 1422هـ.\r5- الأحكام الوسطى – لأبي محمد عبد الحق الإشبيلي (ت581هـ) ، تحقيق: حمدي السلفي وصبحي السامرائي، مكتبة الرشد، الرياض،\rط/ الأولى عام 1416هـ.\r6- اختصار علوم الحديث مع شرحه الباعث الحثيث لأحمد شاكر- للحافظ ابن كثير (ت547هـ) ، دار العاصمة، تعليق: الشيخ الألباني، وتحقيق: علي بن حسن الحلبي، ط/ الأولى عام 1415هـ.\r7- إرشاد طلاب الحقائق إلى معرفة سنن خير الخلائق – للنووي\r(ت676هـ) ، تحقيق: عبد الباري فتح الله، دار البشائر، بيروت، لبنان، ط/ الأولى عام 1407هـ.\r8- أصول التخريج ودراسة الأسانيد – تأليف: د. محمود الطحان، مكتبة الرشد، الرياض ط/ الخامسة 1403هـ.","seal":"72B7972C","part":1},
      {"page":141,"id":137,"nass":"1- الإلمام بأحاديث الأحكام – لابن دقيق العيد (ت702هـ) ، تحقيق: محمد سعيد المولوي، نشر، دار ابن القيم، ط/1 عام 1406هـ.\r2- البحر الذي زخر شرح ألفية الأثر- للسيوطي (ت911هـ) ، تحقيق: د. أنيس بن أحمد الأندنوسي، ط/ الأولى.\r3- البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير –\rلابن الملقن (ت804هـ) ، تحقيق: د. جمال محمد السيد، وعدد غيره، مكتبة الرشد، الرياض، ط/1 عام1414هـ.\r4- بلوغ المرام من جمع أدلة الأحكام – للحافظ ابن حجر العسقلاني\r(ت852هـ) ، تحقيق: الشيخ أسامة صلاح الدين، دار إحياء العلوم، بيروت، لبنان، ط/ الأولى عام 1412هـ.\r5- تاريخ بغداد – للخطيب البغدادي (ت463هـ) ، الناشر دار الكتاب العربي، بيروت، لبنان.\r6- التأسيس في فن دراسة الأسانيد- تأليف: د. عمر إيمان أبو بكر، مكتبة المعارف، الرياض، ط/ الأولى عام 1421هـ.\r7- التأصيل لأصول التخريج وقواعد الجرح والتعديل – تأليف: د. بكر بن عبد الله أبو زيد، دار العاصمة، الرياض، ط/ الأولى عام 1413هـ.\r8- تحفة الخريج إلى أدلة التخريج – تأليف: إقبال أحمد محمد إسحاق، الناشر مركز القرآن والسنة إله آباد بوني، الهند.\r9- تخريج الأحاديث النبوية في مدونة الإمام مالك – د. الطاهر محمد الدردير، مطبوع.","seal":"F27BE32C","part":1},
      {"page":142,"id":138,"nass":"1- تخريج الحديث الشريف- تأليف: د. علي نايف بقاعي، دار البشائر الإسلامية، بيروت، لبنان، ط/ الأولى 1421هـ.\r2- تخريج الحديث النبوي – تأليف: د. عبد الغني أحمد مزهر التميمي، الفرقان، الرياض، ط/ الأولى عام 1410هـ.\r3- تذكرة الحفاظ – للإمام الحافظ أبي عبد الله الذهبي (ت748هـ) ، دار إحياء التراث العربي، بيروت، لبنان.\r4- تقريب التهذيب - لابن حجر العسقلاني (ت852هـ) ، تحقيق: محمد عوامة، دار الرشيد سوريا، حلب، دار البشائر الإسلامية، بيروت، لبنان، ط/ الأولى عام 1406هـ.\r5- التقييد لمعرفة الرواة والسنن والمسانيد – لمحمد بن عبد الغني الشهير بابن نقطة (ت629هـ) ، دار الحديث للنشر، بيروت، لبنان، عام 1407هـ.\r6- التقييد والإيضاح شرح مقدمة ابن الصلاح – للحافظ العراقي\r(ت806هـ) ، تحقيق: عبد الرحمن عثمان، نشر عبد المحسن الكتبي، عام 1389هـ.\r7- التلخيص الحبير في تخريج أحاديث الرافعي الكبير – للحافظ ابن حجر (ت852هـ) ، تحقيق: أبي عاصم حسن بن عباس، مؤسسة قرطبة، جدة، ط/ الأولى عام 1416هـ.\r8- تمام المنة في التعليق على فقه السنة – للشيخ الألباني، دار الراية، الرياض، ط/ 3 عام 1409هـ.\r9- تهذيب التهذيب – للحافظ ابن حجر العسقلاني (ت852هـ) ، بمطبعة مجلس دائرة المعارف النظامية حيدر آباد الدكن، الهند، ط/الأولى عام 1325هـ.","seal":"3F81DC91","part":1},
      {"page":143,"id":139,"nass":"1- توضيح الأفكار لمعاني تنقيح الأنظار – لمحمد بن إسماعيل الصنعاني (ت1182هـ) ، تحقيق: محمد محيي الدين، مكتبة الخانجي، مصر، ط/ الأولى عام 1366هـ.\r2- تيسير دراسة الأسانيد للمبتدئين – تأليف: عمرو بن عبد المنعم سليم، نشر دار الضياء بمصر، ط/1 عام 1421هـ.\r3- ثبت مؤلفات الخطيب من ترجمته – ليوسف العشّ، ط/ الأولى.\r4- الثقات الذين ضعفوا في بعض شيوخهم – تأليف: د. صالح حامد الرفاعي، طبع المجلس العلمي بالجامعة الإسلامية، عام 1413هـ.\r5- الجامع الصحيح – لمسلم بن الحجاج (ت261هـ) ، تحقيق: محمد فؤاد عبد الباقي، دار إحياء الكتب العربي، عيسى البابي، ط/ 1 عام 1374هـ.\r6- الجامع الصغير مع شرحه فيض القدير – انظر فيض القدير.\r7- الجامع لأحكام القرآن – للقرطبي محمد بن أحمد (ت671هـ) ،\rط/ الثانية عام 1372هـ.\r8- الجامع لأخلاق الراوي وآداب السامع – للخطيب البغدادي (ت463هـ) ، تحقيق: د. محمود الطحان، مكتبة المعارف، الرياض، عام 1403هـ.\r9- الجرح والتعديل – لأبي عبد الرحمن بن أبي حاتم (ت327هـ) ، دار المعارف العثمانية، الهند، عام 1371هـ.\r10- حصول التفريج بأصول العزو والتخريج – تأليف: أبو الفيض أحمد بن محمد بن الصديق الغماري (ت1380هـ) ، طبع بمكتبة طبرية، الرياض.","seal":"C220799B","part":1},
      {"page":144,"id":140,"nass":"1- خصائص المسند – لأبي موسى المديني الأصبهاني (ت581هـ) ، طبع بالقاهرة عام 1347هـ، تحقيق: الشيخ أحمد شاكر في مقدمة تحقيق المسند، بالقاهرة أيضاً عام 1368هـ.\r2- دراسة الأسانيد - د. عبد العزيز بن عبد الرحمن العثيم، الرياض، ط/الأولى عام 1419هـ.\r3- دلائل الأحكام من أحاديث الرسول عليه السلام – تحقيق: د. محمد الشيخاني ود. زياد الدين الأيوبي، دار قتيبة، دمشق، ط/ 1 عام 1413هـ.\r4- الدرر الكامنة في أعيان المائة الثامنة – للحافظ ابن حجر العسقلاني (ت852هـ) ، ط/ الأولى.\r5- الرّسالة المستطرفة – للكتاني محمد بن جعفر (ت1345هـ) ، دمشق، ط/ الثالثة.\r6- رفع الملام عن الأئمة الأعلام – لشيخ الإسلام ابن تيمية، ط/الأولى.\r7- زهر الربى على سنن النسائي المجتبى للسيوطي، مع حاشية السندي، المطبعة المصرية بالأزهر.\r8- سير أعلام النبلاء - للذهبي (ت748هـ) ، تحقيق: شعيب الأرنؤوط وآخرين، دار الفكر، الجزء الساقط من طبعة مؤسسة الرسالة، ط/الأولى عام 1401هـ.\r9- شرح ألفية السيوطي – لأحمد شاكر، طبع بمصر.\r10- شرح علل ابن أبي حاتم – لابن عبد الهادي، مخطوط، لم يطبع بعد.","seal":"7F16C7C3","part":1},
      {"page":145,"id":141,"nass":"1- شرح علل الترمذي – لابن رجب الحنبلي (ت795هـ) ، تحقيق: د. همام عبد الرحيم سعيد، مكتبة المنار، الأردن، ط/ الأولى عام 1407هـ.\r2- شروط الأئمة الخمسة (غير ابن ماجه) – المؤلف: أبو بكر محمد\rابن موسى الحازمي، تعليق: محمد زاهد الكوثري، الناشر مكتبة عاطف بالقاهرة.\r3- صحيح ابن خزيمة – محمد بن إسحاق بن خزيمة (ت311هـ) ، تحقيق: د. مصطفى الأعظمي، الناشر المكتب الإسلامي، بيروت، لبنان.\r4- ضعيف الجامع الصغير وزيادته – للشيخ الألباني، نشر المكتب الإسلامي طبع بيروت، لبنان.\r5- طبقات علماء الحديث–تأليف: محمدبن أحمد بن عبد الهادي (ت744هـ) ، تحقيق: إبراهيم الزيبق، مؤسسة الرسالة، بيروت، ط/الأولى عام 1409هـ.\r6- طرق تخريج الحديث – تأليف: د. سعد بن عبد الله آل حميد، دار علوم السنة، الرياض، ط/ الأولى عام 1420هـ.\r7- العلل الصغير للترمذي بآخر السنن المجلد الخامس – تحقيق: أحمد محمد شاكر.\r8- علوم الحديث – لابن الصلاح، دمشق.\r9- عمدة الأحكام الكبرى – للحافظ عبد الغني المقدسي (ت600هـ) ، تحقيق: سمير بن أمين الزهري، دار الثبات للنشر، ط/ الأولى عام 1422هـ.","seal":"F81DF8AC","part":1},
      {"page":146,"id":142,"nass":"1- فتح الباري شرح صحيح البخاري – للحافظ ابن حجر العسقلاني\r(ت852هـ) ، الطبعة الخامسة، القاهرة.\r2- فتح المغيث شرح ألفية الحديث – للعراقي، للسخاوي محمد بن عبد الرحمن (ت902هـ) ، تعليق: الشيخ صلاح محمد عويضة، توزيع دار أحد.\r3- الفهرس الشامل للتراث الإسلامي لآل البيت، بالأردن.\r4- فيض القدير شرح الجامع الصغير محمد عبد الرؤوف المناوي (ت1031هـ) .\r5- القاموس المحيط – للفيروزآبادي الشيرازي (ت817هـ) ، المطبعة الحسينية المصرية، عام 1344هـ، ط/ الثانية.\r6- الكامل – لابن عدي، طبع، بيروت.\r7- كتاب الذيل على طبقات الحنابلة – لابن رجب (ت795هـ) ، دار المعرفة، بيروت، لبنان.\r8- كشف اللثام عن أسرار تخريج حديث سيد الأنام -صلى الله عليه وسلم- المؤلف: د. عبد الموجود محمد عبد اللطيف، مكتبة الأزهر، بالقاهرة، ط/الأولى عام 1404هـ.\r9- الكفاية في علم الرواية – للخطيب البغدادي (ت463هـ) ،الناشر: النمنكاني، المكتبة العلمية بالمدينة المنورة.\r10- لسان العرب – لابن منظور الإفريقي (ـ 711هـ) ، دار صادر، بيروت لبنان.\r1- لسان الميزان – للحافظ ابن حجر العسقلاني (ت852هـ) ، الناشر مؤسسة الأعلمي للمطبوعات، بيروت لبنان.","seal":"93D3003F","part":1},
      {"page":147,"id":143,"nass":"1- المؤتلف والمختلف - للدارقطني علي بن عمر (ت385هـ) ، تحقيق: د. موفق بن عبد الله، دار الغرب الإسلامي، بيروت، ط/ الأولى 1406هـ.\r2- المجروحين – لابن حبان البستي (ت354هـ) ، نشر دار الوعي بحلب، ط/ الأولى عام 1396هـ.\r3- المجمع المؤسس - للحافظ ابن حجر العسقلاني (ت852هـ) ، تحقيق: د. يوسف المرعشلي، بيروت، لبنان، ط/ الأولى.\r4- المحدث الفاصل بين الراوي والواعي – للقاضي الرامهرمزي\r(ت360هـ) ، تحقيق: د. محمد عجاج الخطيب، دار الفكر، بيروت عام 1391هـ.\r5- 71 مختصر الأحكام مستخرج الطوسي على جامع الترمذي –للحافظ أبي علي الحسن بن علي الطوسي (ت312هـ) تحقيق: د. أنيس أحمد الأندنوسي، نشر دار المؤيد، الرياض، ط/الأولى عام 1424هـ.\r6- المختصر الوجيز – تأليف محمد عجاج الخطيب، طبع في عام 1410هـ.\r7- المدخل إلى تخريج الأحاديث والآثار د. عبد الصمد بكر عابد، نشر دار الفضيلة، توزيع البخاري بالمدينة المنورة.\r8- المصعد الأحمد في ختم مسند الإمام أحمد – للحافظ ابن الجزري\r(ت833هـ) ، طبع مع خصائص المسند انظر خصائص المسند.\r9- معالم التنزيل – لأبي محمد الحسين بن مسعود البغوي (ت516هـ) ، تحقيق: خالد العك وزميله، دار المعرفة ط/ الأولى عام 1406هـ.","seal":"E94E6BE2","part":1},
      {"page":148,"id":144,"nass":"1- المعجم المختص – للذهبي (ت748هـ) ، ط/ الأولى.\r2- معجم مصطلحات الحديث ولطائف الإسناد – تأليف: د. محمد ضياء الرحمن الأعظمي، أضواء السلف، الرياض، ط/ الأولى عام 1420هـ.\r3- معجم مقاييس اللغة – لابن فارس (ت395هـ) ، تحقيق: عبد السلام هارون، مطبعة البابي الحلبي بمصر، ط/ الثانية عام 1389هـ.\r4- معرفة أحوال الرجال – للحافظ الجوزقاني، تحقيق: صبحي السامرائي، بيروت، ط/ الأولى.\r5- معرفة الرواة المتكلم فيهم بما لا يوجب الرّد – للإمام الحافظ الذهبي (748هـ) .\r(ت748هـ) ، تحقيق: إبراهيم بن سعيداي، نشر دار الباز، مكة المكرمة، دار المعرفة، بيروت، ط/ الأولى عام 1406هـ.\r6- المغني عن حمل الأسفار في الأسفار في تخريج ما في الإحياء من الأخبار – للحافظ العراقي عبد الرحيم بن الحسين (ت806هـ) ، نشر دار إحياء الكتب العربية، عيسى البابي الحلبي بمصر.\r7- المغني لابن قدامة المقدسي (ت620هـ) ، تحقيق: د. عبد الله التركي ود. عبد الفتاح الحلو، هجر للطباعة، القاهرة، ط/ الأولى عام 1400هـ.\r8- المنار المنيف في الصحيح والضعيف – لأبي عبد الله محمد بن أبي بكر الحنبلي (ت751هـ) ، تحقيق: عبد الفتاح أبو غدة، مكتب المطبوعات الإسلامية، حلب، عام 1390هـ.\r9- مناقب الإمام أحمد – لابن الجوزي.","seal":"206076BF","part":1},
      {"page":149,"id":145,"nass":"1- لمنتقى في الأحكام الشرعية من كلام خير البرية – لمجد الدين أبي البركات عبد السلام بن عبد الله بن تيمية (ت652هـ) ، تحقيق: طارق بن عوض الله، دار ابن الجوزي، ط/ الأولى عام 1423هـ.\r2- منهج دراسة الأسانيد والحكم عليها وفي آخره، دراسة في تخريج الأحاديث، تأليف: د. وليد بن الحسن العاني (ت1416هـ) دار النفائس، الأردن، عام 1418هـ.\r3- المنهل – لابن تغري بردي، مطبوع.\r4- موارد الخطيب البغدادي في تاريخه، تأليف: د. أكرم ضياء العمري، ط/الأولى، بيروت، لبنان.\r5- الموقظة – للحافظ الذهبي (ت748هـ) ، ط/ الأولى.\r6- ميزان الاعتدال في نقد الرجال – للحافظ الذهبي (ت748هـ) ، تحقيق: علي البجاوي، دار المعرفة، بيروت.\r7- نزهة النظر في توضيح نخبة الفكر مع النكت عليه – الحافظ ابن حجر العسقلاني (ت852هـ) ، دار ابن الجوزي، الدمام، ط/ الثانية عام 1414هـ.\r8- نصب الراية في تخريج أحاديث الهداية – للزيلعي عبد الله بن يوسف (ت763هـ) ، ط/ الثانية عام 1393هـ.\r9- النكت على مقدمة ابن الصلاح – للحافظ ابن حجر العسقلاني (ت852هـ) ، تحقيق: د. ربيع بن هادي المدخلي، نشر المجلس العلمي بالجامعة الإسلامية، ط/ الأولى عام 1404هـ.\r10- هدي الساري مقدمة فتح الباري – للحافظ ابن حجر العسقلاني (852هـ) ، طبع المكتبة السلفية.\rالهداية مع شرحه فتح القدير – للمرغيناني، طبع مطبعة البابي الحلبي بمصر، ط/ الأولى عام 1389هـ.","seal":"12CED94D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"علم التخريج ودوره في خدمة السنة النبوية - عبد الغفور البوشلي","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الغفور بن عبد الحق حسين بر البلوشي","bLnk":null,"Inf":"","Auth":"عبد الغفور البلوشي","Betaka":"الكتاب: علم التخريج ودوره في خدمة السنة النبوية\r\nالمؤلف: عبد الغفور بن عبد الحق حسين بر البلوشي\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"E6D62953","cat":"علوم الحديث","oNum":11296,"BkId":11296,"oAuth":1571,"bVer":1,"aSeal":"6065D245"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11296":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":17,"sub":0,"tit":"الباب الأول: أهمية التخريج والاستخراج وفوائده ونشأته وتطوره"},
      {"lvl":2,"id":17,"sub":1,"tit":"الفصل الأول: أهمية التخريج والأستخراج وفوائده"},
      {"lvl":2,"id":28,"sub":0,"tit":"الفصل الثاني: نشأة علم التخريج وتطوره"},
      {"lvl":1,"id":34,"sub":0,"tit":"الباب الثاني: في اهتمام العلماء بالتخريج زجهودهم في ذلك"},
      {"lvl":2,"id":34,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":41,"sub":0,"tit":"الفصل الأول: جهود العلماء في تخريج الأحاديث الواقعة في كلام بعض المصنفين من أهل الفنون الختلفة"},
      {"lvl":2,"id":71,"sub":0,"tit":"الفصل الثاني: في تخريج الأحاديث عامة بدون تقيد بكتاب معين"},
      {"lvl":3,"id":71,"sub":1,"tit":"المبحث الأول: الصنف الأول"},
      {"lvl":3,"id":73,"sub":0,"tit":"المبحث الثاني: الصنف الثاني"},
      {"lvl":1,"id":85,"sub":0,"tit":"الباب الثالث: في التخريج المبني على المتن والأسناد وطرق تخريجهما"},
      {"lvl":2,"id":85,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":87,"sub":0,"tit":"الفصل الأول: التنبيه على بعض الأمور المهمة المتعلقة بالتخريج"},
      {"lvl":2,"id":90,"sub":0,"tit":"الفصل الثاني: طرق تخريج الحديث ووسائله"},
      {"lvl":3,"id":90,"sub":1,"tit":"المبحث الأول: التخريج عن طريق معالم السند"},
      {"lvl":3,"id":95,"sub":0,"tit":"المبحث الثاني: عن طريق معالم المتن"},
      {"lvl":3,"id":107,"sub":0,"tit":"البحث الثالث: التخريج عن طريق معالم السند والمتن عن طريق الحاسوب"},
      {"lvl":1,"id":111,"sub":0,"tit":"الباب الرابع: دراسة إسناد الحديث ومتابعاته وشواهده"},
      {"lvl":2,"id":111,"sub":1,"tit":"الفصل الأول: التنبيه على بعض الأمور المهمة في التخريج"},
      {"lvl":2,"id":118,"sub":0,"tit":"الفصل الثاني: دراسة الأسانيد والطرق وثمرتها وخطواتها"},
      {"lvl":3,"id":118,"sub":1,"tit":"البحث الأول: الخطوة الأولى مندراسة الأسانيد"},
      {"lvl":3,"id":127,"sub":0,"tit":"المبحث الثاني: الخطوة الثانية من دراسة الأسانيد"},
      {"lvl":3,"id":129,"sub":0,"tit":"المبحث الثالث: الخطوة الثالثة من دراسة الأسانيد"},
      {"lvl":2,"id":132,"sub":0,"tit":"الفصل الثالث: في أهم الكتب المساعدة على دراسة الرواة"},
      {"lvl":1,"id":135,"sub":0,"tit":"الخاتمه"},
      {"lvl":1,"id":136,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
