{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11303":
    [
      {"page":1,"id":1,"nass":"المقدمة:\rالحمد لله والصلاة والسلام على نبينا محمد رسول الله وآله وصحبه ومن والاه وبعد:\rفيبدو أنه مع ولادة هيئة الإعجاز العلمي في القرآن والسنة منذ بضع عشرة سنة بقرار من المجلس الأعلى العالمي للمساجد عام 1404هـ قد حسم أمر الخلاف بين المؤيدين للتفسير العلمي والمخالفين له؛ بل وتقررت بعد تأسيس الهيئة عدة أمور منها ما يلي:\rأولاً: العمل بمقتضى التفسير العلمي الذي تلاحظ فيه الحقائق الكونية شواهدَ لبيان النصوص وفق المنهج المقرر للتفسير.\rثانياً: اعتماد أسلوب المقارنة الهادفة بين مدلولات النصوص الكونية في القرآن والسنة وما استقر من حقائق في آفاق الكون والإنسان والحياة - على نحو عام - لمعرفة مدى التطابق بينهما.\rثالثاً: الاتفاق على تسمية شواهد صدق الرسالة المحمدية، المستنبطة من توافق دلالة نص في قضية كونية مع ما اكتشف حديثاً من حقائق كونية مستقرة، بـ: \"الإعجاز العلمي في القرآن والسنة\".\rولقد كانت هذه الهيئة تعمل على نحو مؤصل منذ تأسيسها؛ وذلك بجمع جهود العاملين في ميدان الإعجاز العلمي وتنسيقها، مع وضع المعايير الضابطة لهذه المسيرة البحثية المباركة.\rوالآن، وبعد انقضاء بضعة عشر عاماً على ولادة هذه الهيئة، وسيرها على ما اتفق عليه العلماء - الذين أصدروا القرار السابق الذكر - من","seal":"54F70CB1","part":1},
      {"page":2,"id":2,"nass":"الأصول الضابطة لكل مناشطها، فقد انعقد اجتماع تمخض عن إجماع كل العاملين في هذا الحقل المبارك - من عموم الأقطار - على عدّ هذه الهيئة عالمية رائدة؛ لتحتضن وترعى كل ما تم إنجازه من قبل عموم الهيئات والجمعيات والمنتديات التي تستهدف خدمة كتاب الله عز وجل عبر إظهار لطائف الإعجاز العلمي، فكان القرار التاريخي الذي اتخذ في 28/1/1423هـ والذي ينص على تسمية هذه الهيئة: \"الهيئة العالمية للإعجاز العلمي في القرآن والسنة\" وكان الهدف من ذلك تحقيق مزيد من التكامل بين جهود العاملين في مجال الإعجاز العلمي في القرآن والسنة؛ من حيث تبادل المعلومات وتنظيم مسيرة ضبط البحوث وتقويمها وتحكيمها لإجازتها، وغير ذلك؛ وبالتالي يسهل تخطي كثير من المتاعب، واختصار الجهود المبذولة مع تحقيق مبدأ الشورى في هذا الميدان لتحقيق أفضل النتائج.\rلقد كان من أخطر التحديات السابقة أن جماعة من العلماء ـ الذين نظن أنه قد دفعهم الورع والغيرة على القرآن والسنة ـ كانت تنكر الإعجاز العلمي؛ بل وبالغ بعضهم فهاجم تلك المسيرة المباركة! ولكن بقيت تلك المسيرة ولله الحمد، ثم بدأ أولئك المتحفظون بمراجعة مواقفهم، إذ لاحظوا أن من يَرْعى مسيرة الإعجاز يحدوهم الورع كذلك، وتدفعهم الغيرة الإيمانية على نحو دائم إلى ضبط هذه المسيرة، وهذا هو المنهج الوسط والتوجيه الحميد غير المجحف، ولا المتعنت، والذي نأمل أن يبقى","seal":"EB39E4FE","part":1},
      {"page":3,"id":3,"nass":"وينمو لدعم الهيئة العالمية للإعجاز العلمي؛ كي تعمل بنشاط مؤصل ومنضبط.\rوبين يدي كلامنا على القواعد والضوابط في مجال الإعجاز العلمي عموماً - والطبي على وجه الخصوص - في أحاديث الرسول صلى الله عليه وسلم يطيب لي أن أذكر بعض ثمرات البحوث في هذا الميدان والتي منها:\r1- الأثر البالغ الذي تتركه في قلوب المسلمين، والذي يترجم بزيادة اليقين عندهم لدى رؤيتهم هذه الحقائق الباهرة؛ لأنها وردت على لسان النبي الأمي محمد بن عبد الله عليه الصلاة والسلام، وهكذا فإنها خير محرض للتمسك بالقرآن والسنة والاهتداء بهما.\r2- الرد العلمي الدامغ على الأفكار التشكيكية بصحة الرسالة المحمدية؛ حيث إن عرض تلك الحقائق التي أخبر عنها نبي أمي في زمن ليس فيه تقدم علمي، كما أنه ليس في المجتمع وكذا البيئة التي عاش فيها أية أثارة من علم في تلك الميادين الكونية. ولذلك فهذا الإعجاز يعدّ مجالاً خصباً لإقناع المنصفين من العلماء بأن القرآن الكريم كلام الله حقاً، أنزله على رسوله صلى الله عليه وسلم وحياً، وإقناعهم أيضاً بصدق نبيه صلى الله عليه وسلم فيما جاء به.\r3- الرد العملي المقترن بالبرهان الساطع على أن الدين الإسلامي هو دين العلم حقاً؛ فمع إشادة الرسول صلى الله عليه وسلم بالعلم - وترغيبه في تحصيله وتنويهه بفضل العلماء - قد ذكر كثيراً من الحقائق العلمية وأشار إلى كثير من الأسرار الكونية مما هو موضوع العديد من التخصصات في آفاق الكون، ولم يستطع أحد إلى الآن أن يثبت وجود تعارض أي دلالة كونية","seal":"F0B2F13C","part":1},
      {"page":4,"id":4,"nass":"واردة في حديث شريف صحيح مع ما استقر من الحقائق العلمية اليوم وأنى له ذلك!!.\r4- إن الإعجاز العلمي يعد خير محرض لهمم المسلمين كي يتابعوا مسيرة البحث والتجريب والمقارنة وغير ذلك من وسائل الكشوف العلمية والتقدم المعرفي، وفي الوقت نفسه فإن ذلك يفضي إلى توسيع دائرة شواهد الإعجاز العلمي.\r5- كما أن هذا الإعجاز العلمي يعدُّ قناة آمنة ترفد بقية قنوات الدعوة إلى الله. والذي يتتبع أسباب دخول كثير من الناس في الإسلام ـ ممن كانوا نصارى أو بوذيين أو يهود - يجد بحق أن فريقاً منهم قد ابتدأ سيره إلى الحق؛ وانتهى به لإعلان شهادة الحق؛ من خلال معاينة لطائف الإعجاز العلمي.\r6- ولا شك أن ظاهرة الرجوع إلى دين الإسلام من قبل الذين كانوا قدماً من الشاردين الغافلين، وهكذا إسلام غير المسلمين؛ فإن ذلك كله أثمر مع ازدياد يقين المسلمين بدينهم رجوعاً لحالة العزة في نفوس أبناء الأمة الإسلامية بعد الكبوة التي حصلت لهم عقب سقوط الخلافة الإسلامية وهيمنة الدوائر الاستعمارية عليهم.\r7- وهذا كله يذكرنا بالحقيقة التي لا تتخلف أبداً؛ والتي أخبرنا عنها رسول الله صلى الله عليه وسلم بقوله: \"لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين","seal":"5C085EF7","part":1},
      {"page":5,"id":5,"nass":"على من ناوأهم حتى يقاتل آخرهم المسيح الدجال لا يضرهم من خالفهم أو من خذلهم حتى يأتي أمر الله\" (1) . ونقف هنا ثانية كي نشير هنا إلى أن الشبهات التي أثيرت حول التفسير العلمي - وكذلك ما سبق من التردد في مجال الإعجاز العلمي - إنما هي عند التحقيق منصبة في مجملها على البحوث غير المنضبطة؛ حيث وقع أصحابها في التسرع أو الغفلة عن بعض الضوابط المقررة. علماً بأن مثل تلك البحوث لا تمثل إلا حالات شاذة مرفوضة؛ لذلك فإن الهيئة العالمية عندما تنظر في بحث من البحوث تضعه في مكانه على حسب قربه من تحقيق ما يشترط في البحوث أو بعده عن تلك الشروط والقواعد، ولذلك نرى أن البحوث في مآلها تكون على درجات ثلاث:\r1- بحوث مجازة، وهي التي توافرت فيها شروط البحوث المطلوبة، وأخذ أصحابها بعين التقدير المحترزات كلها.\r2- بحوث لا تزال موضع النظر؛ لاستلزامها إضافات، ولاحتوائها على سلبيات تمنع من إجازتها.\r3- بحوث مرفوضة؛ لانخرام شرائط أساسية فيها، أو لعدم توافر المستلزمات البحثية الأساسية فيها.\rولقد ذكرنا آنفا أن الإعجاز العلمي يمثل شاهداً إضافياً على صدق رسول الله صلى الله عليه وسلم، ويستوي في ذلك الحكم إن كان الإعجاز قرآنياً أم\r__________\r(1) انظر سنن أبي داود 3/ 11.","seal":"12AE8BC1","part":1},
      {"page":6,"id":6,"nass":"بالسنة، ومن هنا فإن الادعاء بوجود إعجاز علمي لا يُسَلَّم به إلا بعد ثبوت تحقيق مناطه والذي يتمثل بحقيقتين هما:\rأولاً: ثبوت اكتشاف هذه الحقيقة من قبل العلماء بشكل مستقر وذلك بعد برهنة المتخصصين في مجالها على ثبوتها.\rثانياً: صحة الدلالة على تلك الحقيقة في نص من نصوص السنة المطهرة، وذلك دون تكلف أو اعتساف في الاستدلال. علماً بأن الرابط الذي يعطي هذا المناط قيمته هو عدم إمكان إحاطة البشر بتلك الحقيقة وقت التنزيل؛ ولذلك فإن خطوات إثبات شاهد من شواهد الإعجاز العلمي في حديث شريف تصبح خمسة وهي:\r1- إثبات وجود دلالة في النص على الحقيقة الكونية المراد إثبات وجود إعجاز علمي بصددها.\r2- ثبوت تلك الحقيقة الكونية علمياً بعد توافر الأدلة التي تحقق سلامة البرهنة عليها.\r3- ثبوت استحالة معرفة البشر بتلك الحقيقة الكونية وقت تنزيل القرآن على نبينا محمد صلى الله عليه وسلم والتي اكتشفت لاحقاً في الأزمنة المتأخرة.\r4- تحقق المطابقة بين دلالة النص من كتاب الله عز وجل أو من سنة رسوله محمد صلى الله عليه وسلم وبين تلك الحقيقة الكونية.\r5- ثبوت أن النص من السنة المطهرة الذي نستنبط منه الإعجاز العلمي المشار إليه، هو صحيح أو حسن، إذ لا يعتمد في هذا المجال الأحاديث الواهية أو الساقطة.\rوهكذا نلاحظ في هذا الميدان أننا نعالج ما نسميه: استنباطاً من النص. وهذا يملي علينا التزام منهج علماء الأمة في تفسير القرآن الكريم،","seal":"EE747EC0","part":1},
      {"page":7,"id":7,"nass":"وبالتالي فإن هذا يقتضي منا بيان القواعد الأساسية في هذا المجال والتي لابد من التقيد بها. وكذلك فإننا للتدليل على ثبوت الحقيقة الكونية لا بد من التقيد بالمناهج العلمية المقررة في هذا المجال. ومن هذا المنطلق نرى أن هناك ناحية أساسية في هذا الميدان تتمثل في وجوب التقيد بمعالم تلك المنهجية في هذا السبيل مع عدم الخروج عن مستلزمات الموضوعية، كما أن هناك مواصفات يلزم مراعاتها في الشكل الذي تكتب فيه البحوث: من سلامة اللغة وجودة السبك وحسن العرض ووضوح العبارة ومراعاة علامات الترقيم وغير ذلك مما نبسط فيه الكلام في الصفحات التالية والتي سيأتي الكلام فيها حسب العناوين الآتية:\rأولاً: معالم المنهج المقرر في تفسير النصوص ومعه المحترزات الواجب مراعاتها في التأويل عند اللزوم.\rثانياً: خلاصة لأهم معالم المنهجية المطلوبة في كتابة البحوث العلمية ومنها بحوث الإعجاز العلمي.\rثالثاً: بعض المحترزات البحثية في مجال الإعجاز الطبي؛ والتي يراد منها أن تكون معالم تحفظ الباحثين من الابتعاد عن المنهج القويم.\rوبين يدي إيراد ذلك نعرض لنموذجين من نصوص السنة المطهرة الخاصة بموضوعات بحوث خضعت لتجارب معملية وسريرية، فثبت بدلائل علمية اشتمالها على لطائف من الإعجاز الطبي؛ وترافقها خلاصة لما توصل إليه العلماء في تلك الموضوعات بعد التجريب والبحث والتمحيص.","seal":"82D7E6A7","part":1},
      {"page":8,"id":8,"nass":"قواعد تناول الإعجاز العلمي والطبي في السنة وضوابطه\rأ. د. عبد الله بن عبد العزيز المصلح\rبسم الله الرحمن الرحيم\rنماذج الإعجاز الطبي في نصوص السنة المطهرة\rالنموذج الأول: إرشاده صلى الله عليه وسلم لتناول الحبة السوداء شفاءً من الأمراض.\rأولاً: نص الحديث الشريف:\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" في الحبة السوداء شفاء من كل داء إلا السام \" (1) .\rثانياً: معاني المفردات:\rالحبة السوداء: الشونيز أو الكمون الأسود أو حبة البركة.\rالسام: الموت وقد يطلق على مرض الموت.\rثالثا: مجمل دلالات النص الشريف:\r* هذا الحديث الشريف يرشد إلى أهمية تعاطي الحبة السوداء، وأنها تصنف مادة علاجية.\r* الحبة السوداء بمفردها قد تشفي كلياً من بعض الأمراض.\r* الحبة السوداء تقوي قدرة المريض على مجابهة العوامل الممرضة، وترفع كفاءة الجسم على نحو عام.\r__________\r(1) رواه البخاري ومسلم وابن ماجه عن أبي هريرة رضي الله عنه وانظر جامع الأصول 8/324، 325.","seal":"E88BDC83","part":1},
      {"page":9,"id":9,"nass":"* حدود الاستطباب في الحبة السوداء واسعة ومتعددة عدا مرض الموت.\rرابعاً: المعطيات العلمية:\rمن خلال التجارب والأبحاث المعملية والإكلينيكية تم إجراء عدة بحوث من قبل د. أحمد القاضي - بمدينة بنما سيتي بأمريكا في مختبرات عيادات أكبر - على علاقة الحبة السوداء ببعض جوانب المناعة، إذ توصل إلى نتائج إيجابية يمكن أن نستخلص من تلك الأبحاث ما يأتي:\r* تناول الحبة السوداء يفضي إلى الشفاء في كثير من الأمراض.\r* تستعمل الحبة السوداء مع غيرها من العقاقير وتكون النتيجة مزيداً من الشفاء لمزيد من الأمراض.\r* تشفي نسبياً كذلك - إذ تتحسن حالة المرض بتناولها - من أمراض أخرى إضافة لما سبق.\r* كما أنها ترفع كفاءة الجهاز المناعي لجسم المريض، ويعد هذا نوعاً من أنواع الشفاء كذلك (1) .\r* ولملاحظة الفرق بين كيفية الاستشفاء قديماً وحديثاً نلاحظ هذه القطوف من بعض المراجع الطبية:\rأ) الاستطبابات بالحبة السوداء عند الأقدمين:\rورد في كتاب \"الأربعين الطبية\" للبرزالي ما خلاصته: \"يذكر خالد\r__________\r(1) انظر النشرة التي أصدرها مجمع عيادات أكبر في بنما سيتي تحت إشراف د/ أحمد القاضي.","seal":"8636700B","part":1},
      {"page":10,"id":10,"nass":"ابن سعيد لنا بأنه خرج مع غالب بن أبجر، فمرض غالب في الطريق. فلما وصلا المدينة المنورة عاده ابن أبي عتيق فقال لهم: \"عليكم بهذه الحبة السوداء فخذوا منها خمساً أو سبعاً فاسحقوها ثم قطروها في أنفه بقطرات زيت في هذا الجانب وفي هذا الجانب\" هذه القصة يرويها البرزالي في الأربعين الطبية.\rثم يقول: \" قال الشيخ: الشونيز هو الكمون الأسود ويسمى الكمون الهندي ومنافعه كثيرة وهو حار يابس في الدرجة الثالثة يجلو ويقطع ويحلل ويشفي من الزكام إذا قلي وصُرَّ في خِرْقة، وشم دائماً ويحلل النفخ غاية إذا ورد من داخل البدن، ويقتل الدود إذا أكل على الريق. وإذا وضع على البطن من خارج لطوخاً كذلك، ودهنه ينفع من داء الحية ومن الثآليل والخيلان، وإذا شرب منه مثقال بماء نفع من البهر وضيق النفس، ويدر الطمث المحتبس، والضماد به ينفع من الصداع البارد وإذا نقع منه سبع حباتٍ عدداً في لبن امرأة ساعةً وتسعّط بها صاحب اليرقان نفعه نفعاً بليغاً.... وإذا طبخ بخل وخشب الصنوبر نفع من وجع الأسنان، وإذا شرب في الحساء أدرَّ الطمث والبول واللبن. وإذا شرب بنطرون شفى من عسر النفس، وينفع من نهش الرُّتَيْلا ودخانه يطرد الهوام وخاصيته إذهاب الجشاء الحامض والكائن عن البلغم والسوداء \" (1) .\r__________\r(1) انظر الأربعين الطبية ص 54.","seal":"28344731","part":1},
      {"page":11,"id":11,"nass":"ويقول الدكتور كمال الدين حسن البتانوني في كتابه \"نباتات في أحاديث الرسول صلى الله عليه وسلم \" ما يلي: \" إن الشونيز ينفع من البهق والبرص طلاء بالخل ويسقى بالعسل والماء الحار للحصى في المثانة والكلى، ووصفه ابن قرة في كتاب الذخيرة في الطب ضمن أدوية مركبة لأمراض الدماغ وضعف المعدة كما وصف دهنه (زيت الشونيز) في العلاج \" (1) .\rويزيدنا الأستاذ أحمد قدامة عن فوائد الحبة السوداء فيقول: \"واستعمالها مع الزيت كل يوم يحمر الألوان ويصفيها وإذا شربت مع الزيت واللبان الذكر أعادت قوة الماء بعد اليأس وإدمان شربها يدر البول والطمث واللبن ويستخرج من بذورها زيت يوضع منه بعض نقط على القهوة فتهدأ الأعصاب ويفيد للسعال العصبي والنزلات الصدرية وينبه الهضم ويدر اللعاب والبول والطمث ويطرد الرياح والنفخ\" (2) .\rب) الاستطباب بالحبة السوداء في العصر الحديث:\rيذكر لنا الدكتور محمود ناظم النسيمي عن بعض التجارب والنتائج العلمية في مجال الاستفادة من الحبة السوداء في الطب الحديث فيقول في كتابه الطب النبوي والعلم الحديث ما يلي: \"وقد تمكن أخيراً فريق من الباحثين في جمهورية مصر العربية وعلى رأسهم الدكتور محمد المحفوظ، والدكتور محمد الدخاخني في فصل المركب الفعال لهذا الزيت في حالة\r__________\r(1) انظر ص 121 من كتاب البتانوني ـ نباتات في أحاديث الرسول صلى الله عليه وسلم.\r(2) انظر ص 165 من كتاب أحمد قدامة ـ قاموس الغذاء والتداوي بالنبات.","seal":"22DD2D0B","part":1},
      {"page":12,"id":12,"nass":"نقية وخالية من التأثيرات المهيجة للأغشية، كما أثبت هؤلاء الباحثون خلو المركب من أي تأثير سام أو ضار وسموه (Nigellone) نسبة إلى نيجللا من الاسم العلمي للحبة السوداء (Nigellasativa) ولقد حُضِّرَ هذا المركب في شركة مصر للمستحضرات الطبية بشكل نقط، ولكن لوحظ أن بعض الحالات لا تستجيب بشكل مُرْضٍ للنقط، ولذلك تم تحضيره ثانية بشكل أقراص مما يساعد على ثبات المركب نظراً لجفافه وإمكان إعطائه بجرعات عالية.\rيعطى الأطفال5 - 10 نقط × 3 مرات يومياً بعد الطعام.\rيعطى الكبار10 - 15 نقطة × 3 مرات يومياً بعد الطعام.\rأو قرص واحد × 3 مرات يومياً بعد الطعام.\rوقال أولئك الباحثون:\" إن الأدوية الجديدة الفعالة في الربو مثل زمرة مقلدات ومنبهات الودي، وكذلك نظائر القشر الكظرية \" لا يمكن إعطاؤها بحرية لمرضى الربو المزمنين من ذوي الضغط المرتفع ولذا فإن أي دواء لا يحمل في طياته مواد سامة نحن بأمس الحاجة إليه\" (1) وذكر بعد ذلك أن الحبة السوداء في قوتها المضادة للجراثيم يمكن اعتبارها من زمرة المضادات الحيوية فقال: \" لقد وجد الدكتور حفاظ جنيد - دكتوراه كيمياء حيوية - أثناء تجاربه على العصيات الدقيقة أن هذه\r__________\r(1) انظر الطب النبوي والعلم الحديث (3/264) للدكتور محمود ناظم النسيمي.","seal":"1FF06071","part":1},
      {"page":13,"id":13,"nass":"الأنواع من الجراثيم لا تستطيع النمو في وسط غذائي يحوي على الحبة السوداء مما يدل على أن الحبة السوداء تحوي مضادات حيوية أوقفت نمو هذه الجراثيم \" (1) وأشير هنا إلى صدور كتاب في هذه الأيام حول التداوي بالحبة السوداء (2) وقد ذكر فيه مؤلفه أنواعاً عدة للاستطباب بها. ولعل الله يفتح على قلوب الأطباء المسلمين ليعرفوا أكثر وأكثر من تلك الطرائق الاستطبابية؛ لها حتى تتبين لهم الحقيقة بشكل لا خفاء فيها بأن \"في الحبة السوداء شفاء من كل داء إلا الموت\" فتخبت أفكارهم وقلوبهم للخبير العليم البصير خالق الحبة السوداء والذي أخبرنا بتلك الحقيقة على لسان رسوله محمد صلى الله عليه وسلم قبل أربعة عشر قرنا.\rولقد أشرت إلى التجارب الناجحة التي أجريت في عيادات أكبر في بنما سيتي بالولايات المتحدة الأمريكية وبإشراف الدكتور أحمد القاضي، إذ أعطت نتائج باهرة تتفق مع ما توصل إليه العلماء في مصر وغيرها مما لا داعي للإطالة بذكره (3) .\r__________\r(1) انظر ص 265 من المرجع السابق.\r(2) بل عدة كتب منها ما أشرت إليه وهو للأستاذ: طيب عبد الله الطيب - الشفاء في الحبة -.\r(3) انظر ما أصدره مجمع عيادات أكبر في بنما سيتي في هذا الشأن.","seal":"6EBC2455","part":1},
      {"page":14,"id":14,"nass":"النموذج الثاني: ارشادات النبي صلى الله عليه وسلم\rمدخل\r...\rالنموذج الثاني:\rإرشاد النبي صلى الله عليه وسلم لمن ابتلي بمرض عرق النسا أن يأخذ ألية شاة أعرابية بعد إذابتها على ثلاث دفعات.\rنص الحديث الشريف:\rعن أنس بن مالك قال: قال صلى الله عليه وسلم: \" شفاء عرق النَّسا ألية شاة أعرابية تذاب ثم تجزأ ثلاثة أجزاء ثم يشرب على الريق في كل يوم جزء \" رواه ابن ماجه في سننه (1) .\rلقد جرب الكثيرون هذه الوصفة النبوية كما أرشد لها الرسول عليه الصلاة والسلام فتحقق لهم الشفاء وكانت تلك التجارب تحصل في بقاع عدة وفي أزمنة متتابعة.\rالتجارب السريرية:\rقام الدكتور زهير بن رابح قرامي؛ وهو طبيب متخصص في مجال أمراض الروماتويد والروماتيزم - وهو يعمل حالياً في مستشفى خاص رئيساً لقسم العلاج الطبيعي - بمعالجة بعض من ابتلى بعرق النسا، فتحقق له أن تناول هذه الألية بالكيفية التي أرشد لها الرسول الكريم عليه أفضل الصلاة والسلام قد أفضى لنتائج طيبة؛ ولذلك فإنه قد أنجز بحثا\r__________\r(1) رواه ابن ماجه في سننه (رقم 3463) . قال البوصيرى: ((إسناده صحيح، رجاله ثقات)) كما نقله محقق السنن.","seal":"12228547","part":1},
      {"page":15,"id":15,"nass":"بعنوان \"علاج عرق النسا بألية شاة أعرابية\" إذ ذكر فيه آلية الاستشفاء بألية الشاة الأعرابية، وكيف أن هذه الألية تحتوي على مجموعة من الدهون منها نوع مفيد جدا في هذا المجال اسمه (اوميغا 3) . كما أنه يذكر بعض الحكم التي يشير إليها الرسول صلى الله عليه وسلم عندما يرشد إلى اختيار الشاة الأعرابية، وأن يتم تناولها شربا بعد الإذابة وأن يتم ذلك على ثلاث دفعات كل يوم دفعة؛ مبيناً كذلك ما الذي يحدث لدهن الألية عند امتصاص الأمعاء لها وبخاصة لدى تناولها على الريق. وقد شفع بحثه بشهادات بعض الذين حصل لهم الشفاء بتعاطي هذه الوصفة النبوية.\rوخلاصة ما ذكره الدكتور زهير قرامي قوله في ص 30- 38 من بحثه: «للدهن نوعان معروفان في أمراض القلب مثلاً: نوع مفيد وهو HDL ذو الكثافة العالية ونوع ضار LDL ذو الكثافة المتدنية، والحكم بأن الدهون مطلقاً هي ضارة أمر لم يعد أمراً مسلماً به، وهذا المبدأ أصبح سارياً أيضاً في علاج أمراض الجهاز الحركي والتهاب المفاصل وغيرها.\rإن ألية الشاة تمثل جرعة علاجية ممتازة بما تحتوي من المنافع المتعددة والتي تحقق الشفاء مع عدم احتوائها على ضرر أو مضاعفات. هذا من ناحية التكوين الكيميائي والمواصفات العامة لها. وفي الوقت نفسه لاحظنا أن تناولها على الريق يجعل وصولها للأمعاء في أنسب وقت ومن ثم وجود الدهون النافعة مثل حامض اللينولينك في قناة الأمعاء في موضع ممتاز حيث يسمح لحامض اللينولينك بالاستفادة من الأنزيمات التي تساعده على صنع \"البروستجلاندين\" المفيد. وفي الوقت نفسه يكون سائل المرارة","seal":"FE3ECBBD","part":1},
      {"page":16,"id":16,"nass":"ومخزون الليباز في حالة تركيز مقو، ويتمتع بفاعلية كبرى وهذا يتيح له تحليل الدهون مهما كانت كميتها. كما أن القدرة على الامتصاص محدودة بهذه الكمية من سائل المرارة مما يمنع الامتصاص غير المحدود لأي كمية من الدهون مهما كانت.\rإذن فشرب تلك الجرعة من الألية المذابة تعني تحقيق هذه الفوائد إذا كان التناول لها على الريق، من دون سبق تناول شيء من الأطعمة والأشربة. وخلاف ذلك يعني تفويت الفرصة على المريض وربما لا يصل إلى الغاية المرجوة (1) .\rولذلك فإنه يقول في بحثه المذكور: \" إن هذا البحث فيه نموذج للإعجاز العلمي؛ وذلك لأن من المعروف للقاصي والداني أن بيئة الجزيرة العربية كانت تكتسي - على العموم - رداء الغفلة عن العلم، كما أن مجتمع مكة المكرمة كان مجتمعاً أمياً. ثم إن رسول الله صلى الله عليه وسلم كان بعيداً كل البعد عن ساحات الخبرة العلمية؛ لذلك فإن ورود إرشاد طبي بصيغة الحكم الجازم - وبدون تردد - في قضية تحتاج في تشخيصها إلى أدوات دقيقة كانت منعدمة في زمن تنزيل القرآن الكريم؛ كل ذلك يقوم شاهداً على أن مصدر هذا الإرشاد هو الخالق لهذا الكون، وأن هذا الإرشاد يمثل عَلَماً من أعلام صدق نبوة محمد صلى الله عليه وسلم (2) .\r__________\r(1) - انظر كلام د. زهير قرامي في بحثه – علاج عرق النسا بألية شاة أعرابية – ص30-38.\r(2) انظر ص 16 من بحث الدكتور زهير قرامي سابق الذكر.","seal":"22A971D7","part":1},
      {"page":17,"id":17,"nass":"والآن! وبعد أن تأملنا هذين النموذجين نعود إلى استجلاء تلك القواعد الأساسية في مجال ضبط بحوث الإعجاز الطبي في السنة المطهرة فإلى الأساس الأول:\rأولاً: أهم معالم المنهج المقرر في تفسير النصوص الحديثية\rنلاحظ أن الأسس والقواعد الواجب مراعاتها في تفسير القرآن الكريم هي النبراس في تفسير النصوص عموما؛ ونجملها فيما يلي:\rأولاً: يلزم معرفة ما يتعلق بالنص من سبب الورود وهل هو خاص أو عام أو مطلق أو مقيد أو منسوخ أو غير ذلك؟\rثانياً: يلزم الإطلاع: هل ورد نص آخر يفسره؛ إذ تفسير النص من الوحي،- والسنة من الوحي - أولى بالاعتبار؛ لذلك نقدّم وجوه التفسير الواردة في السنة على ما دونها.\rثالثاً: مراعاة العرف اللغوي في زمن التنزيل دون المعاني التي كثر تداولها فيما بعد، مهما بلغ انتشارها فيما بعد.\rرابعاً: مراعاة قواعد الإعراب والبلاغة وأساليب البيان المقررة ليتم فهم أبعاد معاني النصوص.\rخامساً: ملاحظة سياق النص وسباقه ومقتضيات الحال وغير ذلك من القرائن\rسادساً: التأكد من وجود إشارة واضحة، على ما ندعي بأنه من معاني النص الذي نحن بصدد بيانه وتفسيره وتحديد الإشارة العلمية على نحو صحيح.","seal":"75983140","part":1},
      {"page":18,"id":18,"nass":"سابعاً: مراعاة أوليات الاعتبار في الاحتجاج بالمعاني، فالنص المحكم أولى من الظاهر، وظاهر النص أولى من المعنى المستقى بطريق التأويل، ومنطوق النص مقدم على مفهومه، كما أن بعض المفاهيم مقدم في الاعتبار على بعض؛ ولذلك يلزم عدم التسرع في ترجيح وجه تفسيري دون مرجح له شأنه.\rثامناً: ملاحظة أسلوب النص وصياغته هل هو عام؟ وهل هو مطلق؟ وهل هو مجمل؟ وهل تشترك فيه معان عدة أو لا؟ وهل يحتوي دلالة على حقيقة علمية لا يمكن تعارضها مع العرف اللغوي الذي قد يقدم في الاعتبار أو هناك احتمال آخر.\rتاسعاً: عند التأويل للنص لا بد أن يكون هناك ما يقتضي ذلك ويلزم عندئذ إعمال القواعد المعتبرة عند أئمة الأصول والتفسير من مثل قولهم:\r- العبرة بعموم النص لا بخصوص السبب.\r- إعمال الكلام أولى من إهماله.\r- لا عبرة بالظن غير الناشئ عن دليل.\rعاشراً: اعتماد المعاني المقررة للحروف التي تسمى حروف المعاني، كما قررها الأئمة الأعلام.\rحادي عشر: البعد عن تأويل المتشابه وكذا الخوض في القضايا السمعية، مما لا يخضع للنشاط الذهني؛ بل يعتمد على النصوص الواردة بصددها من كتاب الله وسنة رسوله صلى الله عليه وسلم.","seal":"6834DD7E","part":1},
      {"page":19,"id":19,"nass":"ثاني عشر: ومن ذلك عدم الخوض في النصوص المتعلقة بالغيبيات التي استأثر الله بعلمها.\rثالث عشر: الحذر من الأخبار الإسرائيلية والآثار الواهية.\rرابع عشر: التأدب مع علماء الأمة والحذر من تسفيه آرائهم، فكم عاب إنسانٌ آخر في اجتهاده فكان فيه العيب؛ إذ لم يحسن فهم مرامي الكلام أو مقتضيات الحال.\rخامس عشر: يجب ألا يفارقنا اليقين بصدق قول رسول الله صلى الله عليه وسلم الذي هو بمنزلة قول الله عز وجل؛ لأنه وحي ووعد من الله؛ ولذلك مهما رأينا وسمعنا في واقع حياتنا بأمور تتعلق بالكون فلا يسوغ أن نقدم ما قيل بصددها على ما ورد عن رسول الله صلى الله عليه وسلم ولهذا يجب إعادة النظر عند وجود تعارض ظاهري بينهما؛ لأنه لا يمكن أن يصادم مضمون نص صحيح حقيقة ثابتة أبداً، إذ إن رسول الله صلى الله عليه وسلم لا ينطق عن الهوى بل بوحي من الله خالق الكون.","seal":"94BAAE5A","part":1},
      {"page":20,"id":20,"nass":"ثانياً: موجز يضم أهم القواعد والضوابط للمنهجية العامة المطلوب التزامها أساسًا لا بد منه لكل الباحثين:\r1- تحديد أو تحرير فكرة البحث أو جوهره \"القضية التي يتمحور حولها الموضوع\" واختيار عنوان يتناسب مع الفكرة ويعبر عنها.\r2- الاعتدال في بيان الحقائق الكونية بعد التأكد من ثبوتها، وعدم الاندفاع العاطفي الذي يترجم انبهاراً أو عدم اتزان، وليحذر الباحث من الجري وراء نظرية تفتقر إلى برهان يثبتها بشكل منضبط ومؤكد؛ لأن الإعجاز العلمي إنما يعتمد إثباته على الحقائق حصراً.\r3- على الباحث التزام الحيدة البحثية وعدم التحيز لما يعرضه من أفكار وقضايا في بحثه، وكذلك عدم الركون للقناعات الشخصية؛ ولذلك فمن الضروري هنا تحاشي الطريقة الجدلية في بيان المراد، وكذا عدم إيراد القضايا الخلافية في ثنايا البحث قدر الإمكان.\r4- التقيد بالضوابط البحثية الخاصة التي جرى عليها عرف هيئة الإعجاز العلمي في هذا الميدان، ومنها: عدم الخوض في الغيبيات وحسن مقارنة النصوص المتعلقة بالفكرة بعد التثبت من صحة النصوص الحديثية كما قلنا، وكذلك تمحيص الأقوال والشواهد وكل ماله علاقة بالنص.\r5- تحقيق مناط الإعجاز بشقيه الشرعي والكوني؛ حسب الاستدلال العلمي الصحيح في الكونيات واتباع المنهج المقرر في تفسير النصوص \" الآيات القرآنية، الآثار في كلام رسول الله صلى الله عليه وسلم \".","seal":"04580D29","part":1},
      {"page":21,"id":21,"nass":"6- يجب أن يكون البحث أصيلا جديدا أو يحتوي تطويرا مفيدا أو تعديلا جذريا، ويشترط ألاَّ يكون قد قدم إلى جهة أخرى.\r7- رسم مخطط للبحث تتكامل فيه كل العناصر الأساسية مع تسمية الأبواب والفصول والمباحث الفرعية ثم تقسيم البحث بشكل يتناسب مع الموضوع المراد عرضه على وجه التوازن والترابط بين أفكاره وعناصره.\r8- التزام الموضوعية دون إطناب مملّ، أو اختزال مخلّ، أو استطراد مزعج، أو إقحام ما ليس داخلا في صلب الفكرة؛ أو تداخل يَشوّش ذهن القارئ؛ بحيث تظهر نتائج عرض الأفكار ومناط المناقشات بجلاء.\r9- وجود تفريعات مع تمهيدات متناسبة ومنسقة ومتكاملة وعلى نحو لا تعقيد فيه ولا تداخل ولا تكرار، بل تكون سهلة واضحة يمكن استجماع ملامحها بصورة ميسرة.\r10- مرعاة قضية التوثيق والتحقيق - المراجع والفهارس والملاحق والحواشي - والرسوم الإيضاحية كالصور وغير ذلك.\r11- عدم مصادرة الآراء الأخرى، بل ينبغي الإشارة إليها مع الأدب وعدم الادعاء بالسبق لنتائج عرفها غيرُه من الباحثين.\r12- ذكر جهود الآخرين وأبحاث السابقين، وتجنب التدليس والتمويه في ذلك؛ لأن في بيانه ذلك ما يترجم الأمانة البحثية المطلوبة، وغني عن البيان هنا بأن المقصود بجهود الآخرين: أي مجال يتعلق بموضوع البحث","seal":"937B76D7","part":1},
      {"page":22,"id":22,"nass":"طرقه باحث آخر أو عالج جزءاً منه، وأما أبحاث السابقين فالمقصود بذلك البحوث التي لها صلة غير مباشرة بالبحث ولكن لها وجه تعلق به، فكل ذلك ينبغي أن يشير الباحث إليه.\r13- تحديد إضافة البحث لمسيرة العلم وتحديد الجهد المبذول هل هو تأسيس أو تطوير أو إضافة مع ذكر الأسباب الداعية للكتابة في هذا الموضوع والأهداف العامة والخاصة المتوخاة، كما يلزم ذكر التوصيات حال الاقتضاء.\r14- وجود مختصر عن موضوع البحث وأقسامه الرئيسة وهل تَحَقَّقَ الغرض من كتابته أو لا؟.\r15- التزام الآداب البحثية العامة من التواضع واللطف والنزاهة، وأن يخلو البحث من عبارات تسيء لأحد أو تغمز به.\r16- الكتابة بخط واضح ولغة مفهومة، وأسلوب شائق وأداء متسلسل، مع ترك حواشٍ وفواصل بين السطور ومراعاة القواعد والنظم البحثية من علامات الترقيم وغيرها، ويستحسن أن يكون مسجلا على قرص ممغنط من أقراص الحاسوب كذلك.\r17- يشترط أن يكون الباحث متخصصا في المجال الذي يكتب فيه، وبالتالي يلزم إرسال الكاتب مع بحثه صورة عن مؤهلاته؛ أو ما يثبت كونه على ثقافة واسعة وعميقة أو أنه شخصية علمية مشهود له بذلك، أو كونه من الهواة الذين يمتلكون مقدرة على إظهار بحث مستوف لمتطلباته العلمية جميعا على نحوٍ مقبول.","seal":"A0FD191A","part":1},
      {"page":23,"id":23,"nass":"ثالثاً: بعض المحترزات البحثية في مجال الإعجاز الطبي في السنة المطهرة.\r1- إيثار أسلوب اليسر في بيان المراد - وكذا تدوين الأفكار أو التعليل في مجال بيان المطلوب - فاليسر من مبادئ الدين الإسلامي على نحو عام. ويلزم عدم الغفلة عن ملاحظة إظهار هداية القرآن والسنة للتي هي أقوم؛ حيث هي الغاية من إنزال القرآن الكريم.\r2- اختيار الطريقة المناسبة للتدليل والبرهنة فالموضوع التجريبي له طريقته والمنطقي له طريقته وبحوث المقارنات الميدانية لها أسلوب بيانها.. وهكذا.\r3- الحذر من معارضة مبدأ شرعي أو قاعدة من قواعد الدين أو معلم من معالمه؛ لأنَّ اليقين العلمي متوافق مع الدين في كل الحقائق التي يستنبطها أهل الاختصاص في شتى المجالات الكونية ومنها الميدان الطبي.\r4- اجتناب العبارات التي تشعر أن الباحث يدافع عن القرآن والسنة أو أنهما يحتويان ما يمكن أن يعبر عنه بالنقص، أو أن العلماء السابقين قصروا في فهمها أو أنهم قد أخطؤوا في فهم ما يشتملان عليه من حقائق.\r5- الاعتدال في بيان الحقائق الكونية بعد التأكد من ثبوتها وعدم الاندفاع العاطفي الذي يترجم انبهاراً وعدم اتزان، وكما ذكرنا فإن على الباحث أن يحذر من التعجل والإسراع إلى فكرة لمجرد أنها أعجبته؛ بل عليه التزام الحيدة البحثية، وعدم التحيز لما يعرضه، بل يتوجب عليه كذلك عدم الركون للقناعات الشخصية.","seal":"168D4752","part":1},
      {"page":24,"id":24,"nass":"6- مراعاة التقاليد والأمور التي جرى عليها عرف الهيئة العالمية للإعجاز العلمي: من عدم تجريح الآخرين، بقصد غبن الناس مقاديرهم مثل التقليل من شأن جهود السابقين.\r7- لدى تحقيق مناط الإعجاز بشقيه الشرعي والكوني يلزم الإشارة للخلفية التاريخية التي توضح واقع المجتمع الإنساني من ناحية المعارف الكونية قبل إظهار المطابقة المطلوبة بين الدلالة النصية والحقيقة العلمية؛ وبالتالي تقرير النتيجة المُفْضية لوضوح الصورة الإعجازية حسب الخطوات الخمس المقررة.\r8- ملاحظة الفرق بين بحث تمهيدي في مرحلة المطارحات والمناقشات ولكن يراد منه الوصول إلى نتيجة - ولو كانت غير مقطوع بها - ولا يدعي صاحبه أنه يقرر حقائق ثابتة ولا يدافع عن أفكار معينة، وبين بحث هادف لبيان الإعجاز العلمي، فالأول يمكن التساهل في أسلوب عرضه لإثارة أفكار الآخرين وإثراء البحث \" ولكن في نطاق بحثيّ خاص \"، أما الثاني فلابد فيه من التدقيق التام، ولاسيما أثناء العرض، ولذلك ففي هذا المجال لا بد أن تضيق دائرة القبول وتحدد مقتضى الدعوى على وجه لا يحتمل أي شك.\rونود أن نشير هنا إلى أن البحوث لدى الهيئة تمر بمراحل هي:\r1) إثارة الفكرة ومناقشتها ومطارحتها حتى يتم الاتفاق عليها ثم الكتابة فيها:\r2) إحالة البحث على محكِّمَين شرعي وعلمي.","seal":"5E31A4AD","part":1},
      {"page":25,"id":25,"nass":"3) ثم عقد ندوة على نطاق أوسع يشترك فيها نخبة من المختصين الشرعيين والعلميين وعند إجازته بعد ذلك تتبنى الهيئة طباعته ونشره وتأذن لصاحبه بذلك.\r9- ونؤكد هنا عدم الخوض في الأمور السمعية التي استأثر الله بعلمها ولم يقدرنا على الإحاطة بها؛ لأن في مثل هذا الخوض تمحلاً وتكلفاً وتنطعاً؛ ونؤكد أن الإعجاز العلمي يتعلق دائما بما وراء ذلك من القضايا حيث ينصبّ دائماً على القضايا الخاضعة للتجريب والمشاهدة والمقارنة.\r10- مراعاة بقية القواعد المسلكية والمصطلحات المقررة من قبل الهيئة العالمية للإعجاز العلمي سابقا وما تقرره الجمعية العمومية حالياً ولاحقا؛ إذ هي تمثل مرجعية إنجاز تلك الأبحاث وبذلك تنتفي التناقضات والسلبيات في ميدان بحوث الإعجاز العلمي؛ علما بأن المرجعية الأساسية للإعجاز العلمي إنما هي كتاب الله وسنة رسوله صلى الله عليه وسلم.\rوالآن وبعد أن اكتملت الصورة في أذهاننا حول مرجعية الإعجاز العلمي ومرتكزاته وضوابطه على نحو عام والطبي على وجه الخصوص، نعود إلى رياض هذا الإعجاز لنستجلي نماذج أخرى منه في آفاق الكون الرحيب علويه وسفليه بل وفي ذا ت النفس الإنسانية التي تجعل المتعاملين من العلماء المنصفين أمثالكم يزدادون تيقنا وخشوعا لله لدى وقوفهم على تطابق الخبر عنها مع حقيقة الأثر لدى رؤيتها؛ إذ إن الخبر - من قرآن أو سنة - إنما هو من صانعها جل وعلا؛ الذي أبدعها وأبدع الكون ثم دعانا للنظر ووعدنا بأن نقف على ما يفضي إلى اليقين إذا خلعنا رداء","seal":"A02BE6C9","part":1},
      {"page":26,"id":26,"nass":"الغفلة، وصدق الله فقد أنجز وعده حيث يقول: {سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا} [النمل:93] {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت:53] .","seal":"3C643D36","part":1},
      {"page":27,"id":27,"nass":"المثال الأول: إشارة القرآن الكريم إلى ظلمة المحيطات والأمواج الداخلية في بطن مياهها\rيقول الله عز وجل مصورا لنا حالة الكفرة ومآل ما يعلمون في الدنيا: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍ} [النور: 40] .\rولنستمع ما يقوله أحد علماء جيولوجيا البحار وهو درجا برساد راو وذلك ضمن لقاء بينه وبين بعض الباحثين المسلمين، وعلى رأسهم الشيخ عبد المجيد الزنداني، إذ عرضوا عليه هذا النص الشريف من كتاب الله مع قبسات من أقوال العلماء المفسرين فكان من كلامه ما يأتي: «نعم هذه الظلمات عرفها العلماء الآن بعد أن استعملوا الغواصات وتمكنوا من الغوص في أعماق البحار؛ حيث لا يستطيع الإنسان أن يغوص بدون آلة أكثر من عشرين إلى ثلاثين متراً؛ فإذا غاص الإنسان إلى أعماق شديدة حيث يوجد الظلام على عمق 200 متراً فإنه لا يمكن أبداً أن يبقى حياً. وهذه الآية تتحدث عن ظاهرة توجد في البحار العميقة، ولذلك قال تعالى: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ....} ليس في أي بحر وصفت هذه الظلمات بأنها متراكمة بعضها فوق بعض والظلمات المتراكمة التي تتراكم بعضها فوق بعض والظلمات المتراكمة والتي تتراكم في البحار العميقة تنشأ بسببين: السبب الأول: يكون نتيجة اختفاء الألوان في طبقة","seal":"AB9A2DE8","part":1},
      {"page":28,"id":28,"nass":"بعد طبقة لأن الشعاع الضوئي مكون من سبعة ألوان. فإذا نزل الشعاع الضوئي إلى الماء توزع إلى الألوان السبعة، فالجزء الأعلى قد يمتص اللون الأحمر في الأمتار العشرة الأولى. وبعد أن يمتص اللون البرتقالي، ثم يبدأ امتصاص اللون الأصفر. أما إذا وصل لعمق مئة متر فإن اللون الأزرق يمتص كذلك وبعد مئة متر يمتص اللون الأخضر. وهكذا نجد أن الظلمات تتابع فهي ظلمات بعضها فوق بعض. والسبب الثاني: الحواجز التي تحجب الضوء فالشعاع الضوئي الذي نراه ينزل من الشمس فتمتص السحب بعضه وتشتت بعضه فتنشأ ظلمة تحت السحب، هذه الظلمة الأولى، فإذا نزل الشعاع الضوئي إلى سطح البحر المتموج انعكس على سطح الموج فأعطى لمعانا؛ ولذلك نرى إذا حدث موج في البحر كان اللمعان شديدا على حسب ميل سطح الموج، فالموج إذاً يسبب عكسا للأشعة أي يسبب ظلمة.\rثم ينزل الشعاع الضوئي إلى أسفل. ونجد البحر هنا ينقسم إلى قسمين:\rقسم سطحي وقسم عميق. أما السطحي فهو الذي يوجد فيه الضوء والحرارة وأما العميق فهو الذي يوجد فيه الظلام والبرودة ويوجد بين القسم السطحي والعميق فاصل من الأمواج في ذلك العمق المتميز عن القسم السطحي. وهذا الموج الفاصل (الداخلي) لم يكتشف إلا عام 1900م. وهكذا يبدأ الظلام، حتى إن الأسماك في هذه المناطق لا ترى","seal":"258F9E84","part":1},
      {"page":29,"id":29,"nass":"بأعينها بل لها مصدر للضوء يصدر من جسمها في هذه الظلمات التي تراكمت بعضها فوق بعض كما جاء ذكرها في صريح الآية الكريمة (1) .\rوبهذا الكلام من البروفيسور درجا برساد راو أستاذ علم الجيولوجيا نكتفي في بيان هذا الشاهد لننتقل إلى الشاهد الثاني.\r__________\r(1) انظر كتاب (إنه الحق) ص 95 ـ 98 بتصرف يسير.","seal":"7F075CF7","part":1},
      {"page":30,"id":30,"nass":"المثال الثاني: الإشارة في قوله صلى الله عليه وسلم إلى عودة جزيرة العرب مروجاً وأنهاراً كما كانت\rوهذا ما نشهد تباشيره في أيامنا هذه، وهو عودة أرض الجزيرة العربية إلى خصوبتها وخضرتها بعد مرور القرون العديدة عليها، وهي صحراء جرداء قاحلة. وذلك في قوله صلى الله عليه وسلم \" لا تقوم الساعة حتى يكثر المال ويفيض، حتى يخرج الرجل بزكاة ماله فلا يجد أحدا يقبلها منه، وحتى تعود أرض العرب مروجاً وأنهاراً \" (1) .\rيذكر الشيخ عبد الحميد طهماز - يحفظه الله – حول هذا الحديث بأنه يحوي حقيقتين علميتين تتعلقان بأرض العرب فيقول عنهما: إحداهما: أن أرض العرب كانت أرضاً خصبة وهي حقيقة أكدها القرآن الكريم فيما ذكره تعالى من قول نبي الله هود عليه السلام وهو يدعو قومه عاداً الذين كانوا يسكنون في الجنوب من أرض العرب ... كما أكدتها الدراسات العلمية فقد نشرت مجلة (أهلا وسهلا) في عددها الصادر في شهر يناير 1988م مقالة تحت عنوان: \"الآثار في المملكة تكشف غموض عشرة آلاف سنة\" جاء فيها: وهناك من الدلائل ما يثبت أن صحارى الجزيرة العربية كانت في أوقات سابقة أكثر ملاءمة للمعيشة مما أصبحت عليه بعد ذلك، وحتى وقت متأخر نسبياً أي إلى حوالي عشرة آلاف عام\r__________\r(1) صحيح مسلم في كتاب الزكاة 157","seal":"80312F50","part":1},
      {"page":31,"id":31,"nass":"خلت كان الربع الخالي الذي يعد من أشد صحاري العالم جفافاً يزخر بالعديد من فصائل الحيوانات مثل الغزال وبقر الوحش والأسد وفرس الماء مما يكون أمثالها في أراضٍ إفريقية.\rوالحقيقة الثانية في الحديث الشريف أن أراضي العرب ستعود أراضيَ خصبة ذات مروج وأنهار كما كانت قبل عشرة آلاف عام، وقد عادت فعلا وانتشرت فيها المزارع الكبيرة وأنشئت فيها السدود الكثيرة وامتدت منها أقنية الماء كالأنهار (1) وقد قدر لي أن أسافر براً في الطريق الممتد على أطراف الربع الخالي من الرياض إلى نجران فرأيت المزارع على أطراف الطريق تمتد امتداد البصر، ومن المعلوم أن منطقة القصيم في وسط المملكة العربية السعودية أصبحت تعد من أغنى المناطق الزراعية وكأنه صلى الله عليه وسلم رآها بعينه فوصفها بقوله: \"وحتى تعود أرض العرب مروجاً وأنهاراً\" (2) .\r__________\r(1) هذا رأي الباحث حفظه الله، لكن تنزيل الحديث على الواقع الحالي يحتاج إلى تروٍّ، مع إيماننا بأن ما قاله النبي صلى الله عليه وسلم حق لا يتخلف أبدًا، لكنه والله أعلم – لم يتحقق بعد – (اللجنة العلمية) .\r(2) انظر كتاب (الأربعون العلمية) للشيخ عبد الحميد طهماز، ص 7 ـ 8 بتصرف يسير.","seal":"B96163A9","part":1},
      {"page":32,"id":32,"nass":"المثال الثالث: إشارة النبي صلى الله عليه وسلم إلى الأمراض الفتاكة في هذا العصر\rيشير رسول الله صلى الله عليه وسلم إلى ظهور الأمراض الفتاكة عندما يتهاوى الناس في وهدة الفواحش والرذائل من أنواع الشذوذ الجنسي المدمر في قوله الذي يرويه الحاكم وابن ماجه عن عبد الله بن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: \" لم تظهر الفاحشة في قوم قط حتى يعلنوا بها؛ إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا \" (1) .\rوفي هذا المجال نلاحظ ما يذكره الطبيب الدكتور محمد على البار في كتابه – الأمراض الجنسية – حيث يقول: \" ولا شك أن الهربس لم يكن منتشراً بهذه الصورة ولا قريباً من عشرها أو واحد بالمئة منها منذ عشرين عاما فقط \".\rإن إخصائيا كبيرا ومشهورا في الأمراض التناسلية لم يستطع هو وصحبه أن يكتبوا للجمهور أكثر من ثمانية أسطر عن مرض هربس التناسل وكذلك كان الإيدز غير معروف فهو مع الإيدز يصدقان حديث رسول الله صلى الله عليه وسلم؛ إذ ظهرت الفاحشة، واستعلن الناس في أوربا وأمريكا\r__________\r(1) أخرجه ابن ماجه في سننه رقم (4019) قال البوصيري: «هذا حديث صالح للعمل به» كما نقله محقق السنن. وصححه الشيخ الألباني (السلسلة الصحيحة رقم 106) .","seal":"D1E26EDE","part":1},
      {"page":33,"id":33,"nass":"ودول شرق آسيا بها، فأصابهم الله بهذه الأوجاع والأمراض التي لم تكن معروفة في أسلافهم. ولفظ الطاعون هنا يعني الوباء والمرض الخطير. وهو كثيراً ما يستعمل بهذا المعنى؛ لذلك يقول الأستاذ عبد الرحيم مارديني في كتابه موسوعة الإعجاز في الحديث النبوي الشريف: تحقق شرط حديث رسول الله صلى الله عليه وسلم في المجتمع الغربي في ظهور الفاحشة والاستعلان بها، فكان لزاماً أن يتحقق جواب الشرط في حديث رسولنا العظيم من تفشي الطواعين والأوجاع في هذه المجتمعات.\rإن الشواذ جنسيا هم أكثر فئات المجتمع تعرضا للأمراض التناسلية كالزهري وغيره. وهاهو (إيدز) قد اختصهم الله به ليتحقق المقطع الثالث من حديث رسول الله صلى الله عليه وسلم \" إلا ابتلوا بالطواعين والأوجاع \" ويبقى أن نسأل هل الإيدز بصفاته الإكلينيكية ومسبباته الفيروسية كان معروفاً من قبل؟\rإن المرض نفسه اكتشف فقط في عام 1981م. والفيروس المسبب له لم يكتشف إلا عام 1983م. وهو نوع جديد من الفيروسات.\rكذلك فإن أحدا من العلماء لم يسبق له وصف هذا المرض أو الطاعون من قبل وهو ما ختم به رسول الله صلى الله عليه وسلم حديثه الشريف في قوله: \" ... التي لم تكن في أسلافهم الذين مضوا \" فانظر إلى خبر رسول الله صلى الله عليه وسلم الواثق في الله تعالى..\rإن رسولنا الكريم صلى الله عليه وسلم يخبر عن حال أهل الفاحشة في كل زمان ومكان بثقة المتكلم عن الله وما كان أغناه أن يصف الطواعين والأوجاع","seal":"C6C50ADD","part":1},
      {"page":34,"id":34,"nass":"بأنها لم تكن في أسلافهم الذين مضوا، هذا لو كان بشرا عاديا حتى يضمن كلامه في المستقبل ... ولكن رسولنا الكريم يثق في الله تعالى ويتكلم عن الله، فأنبأ أن هذه الطواعين والأوجاع سيصيب الله بها أهل الفاحشة، وستكون جديدة وغير معروفة. وهكذا نرى في حديث رسول الله صلى الله عليه وسلم إعجازين:\rالأول: إخباري ... تحديد لأهل الفاحشة بقوله: إن الله سيبتليهم بأمراض.\rالثاني: طبي إعجازي ... تحديد نوعية هذه الطواعين بأنها لم تكن في أسلافهم الذين مضوا ... \" (1) .\r__________\r(1) انظر موسوعة الإعجاز العلمي في الحديث للأستاذ عبد الرحيم مارديني، ص 120/121.","seal":"497A003F","part":1},
      {"page":35,"id":35,"nass":"المثال الرابع: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ}\rويحوي الكلام هنا توضيح الإشارة في قوله تعالى: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ} [الطارق: 11] . عن موجودات كونية، وظواهر كانت خافية عن البشر وقت التنزيل. ولنتأمل في هذا السبيل هذه الأسطر من كتاب البرهان العلمي للإسلام حيث يقول مؤلفه: ومن الإعجاز أيضا وصف الغلاف الجوي (بالسقف المحفوظ) (1) : الذي تحفظه الأرض بالجاذبية - وللجبال في ذلك شأن طبقاً لبعض الآراء - ليحفظ هو بدوره أكسجين الحياة؛ وثاني أكسيد الكربون اللازم لعمليات التمثيل الكلوروفيلي وتكوين الغذاء بالنبات؛ وبخار الماء لدورة المطر، ولولا حفظ الغلاف الجوي بالجاذبية لتسرب كل الهواء إلى الفضاء الخارجي، ولما كانت حياة -كما هو الحال في كثير من الكواكب -:\r{وَجَعَلْنَا السَّمَاءَ سَقْفاً مَحْفُوظاً وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ} (2) [الأنبياء:32] . الغلاف الجوي كذلك يحول دون تسرب الحرارة من الأرض إلى الفضاء الكوني شديد البرودة حولها، وخلال الغلاف الجوي\r__________\r(1) الآية تتحدث عن السماء وأنها سقف محفوظ، فتفسيرها بالغلاف الجوي، والجزم بأن هذا هو المراد لا يخلو من نظر. (اللجنة العلمية) .\r(2) والسماء تبدأ بالغلاف الجوي الذي يحمي الأرض من الشهب والنيازك والأشعة الكونية وتحتفظ به الأرض بقوة الجاذبية (المنتخب) .","seal":"978E75D1","part":1},
      {"page":36,"id":36,"nass":"يتشتت ضوء الشمس ويتوزع فنرى الأرض مضيئة ويعم ضياؤها ربوع الأرض، بينما الفضاء الخارجي مظلم ترى فيه الشمس كمصباح بعيد معلق في ظلمة السماء، ومن آيات الغلاف الجوي للأرض أخيراً أنه يحفظها من الشهب التي تخترق من خلاله، ومن الأشعة الكونية التي تهلك الزرع والضرع؛ وصدق الله تعالى في قوله: {وَجَعَلْنَا السَّمَاءَ سَقْفاً مَحْفُوظاً} \"وهذا الغلاف الجوي مستمر متصل لا انفراج فيه \"إلا ما قد يطرأ عليه (1) بسبب سوء استخدام البيئة كثقب الأوزون\" (2) .\r__________\r(1) انظر كتاب البرهان العلمي للإسلام للدكتور/ نبيل عبد السلام هارون، ص 80.\r(2) وهذه الدعوة مبنية على ما سبق من تفسير الباحث السماء بالغلاف الجوي، فيكون هذا الثقب – بناء على هذا التفسير – قد حدث في السماء، ألا يكون ذلك منافيًا للحفظ المذكور في الآية؟ (اللجنة العلمية) .","seal":"01967F24","part":1},
      {"page":37,"id":37,"nass":"المثال الخامس: \"عجائب وأسرار العلاج بأبوال الإبل\"\rيعد البول من المواد الإخراجية الهامة، والتي يتخلص منها الإنسان والحيوان؛ ولأهمية البول فقد ورد ذكره في الإسلام من وجهين مختلفين:\rأحدهما يمثل الضرر، والآخر يمثل النفع، وهذا مما يظهر اهتمام الإسلام بدقائق الأمور التي تهم الفرد المسلم ليجدها نصب عينيه واضحة جلية في القرآن الكريم، والسنة النبوية الشريفة. لذا فإننا سنقف بين هذين الأمرين حين يدعو أحدهما إلى الوقاية منه والآخر إلى العلاج به. فالطب الوقائي يعني حفظ صحة الفرد، وذلك باتباع كل ما يعود عليه بالصحة والنشاط والابتعاد عن كل شيء يعود عليه بالضرر، لذا يظهر أهمية هذا الأمر على لسان رسول الله صلى الله عليه وسلم من حديث ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \" نعمتان مغبون فيهما كثير من الناس الصحة والفراغ \" (1) .\rأما الطب العلاجي، فإنه يتسم بالتقنيات المختلفة التي يستخدمها الإنسان لإزالة المسبب المرضي، الذي يخرج الإنسان من الاتزان الطبيعي - الذي يتمتع به أثناء صحته - إلى مرض قد يكون سببا يؤدي به إلى الوفاة. لذا نجد أن البول الذي يعد من المواد الإخراجية التي يتخلص منها الإنسان أو الحيوان قد يكون بعضه علاجا وبعضه ممرضا. من هنا يظهر\r__________\r(1) من بحث الدكتورة / أحلام العوضي، ص 12. والحديث أخرجه البخاري، برقم (6412) .","seal":"6C4AB287","part":1},
      {"page":38,"id":38,"nass":"لنا صورة الإعجاز العلاجي من حديث رسول الله صلى الله عليه وسلم الذي يرويه الإمام البخاري عن أنس رضي الله عنه: \" أن رهطا من عرينة قدموا على النبي صلى الله عليه وسلم فقالوا: إنا اجتوينا المدينة فعظمت بطوننا وارتهشت أعضادنا فأمرهم النبي صلى الله عليه وسلم أن يلحقوا براعي الإبل فيشربوا من ألبانها وأبوالها حتى صلحت بطونهم وألوانهم \" وعن قتادة: \" أن نفراً من عكل وعرينة تكلموا بالإسلام، فأتوا رسول الله صلى الله عليه وسلم فأخبروه أنهم أهل ضرع ولم يكونوا أهل ريف وشكوا حمى المدينة فأمر لهم رسول الله صلى الله عليه وسلم بلقاح وأمرهم أن يخرجوا من المدينة فيشربوا من ألبانها وأبوالها..\" الحديث (1) . وهناك أحاديث في هذا الموضوع يرجع إليها وهي في البحث هذا. وقد وردت أحاديث حول الأبوال الممرضة: منها نهيه عن البول في الماء الراكد وحديث الاستبراء من البول وغيرهما.\rومن خلال تلك الأحاديث يتبين لنا الفرق بين بول الإنسان الذي يسبب الكثير من الأمراض، وبول الإبل الذي أمرنا الرسول صلى الله عليه وسلم بشربها لغرض العلاج وهناك أشياء كثيرة حذرنا الإسلام من تناولها وأخرى أمرنا باستخدامها مادة علاجية مثل النحل يخرج من بطونها شفاء للناس وهناك حشرات تخرج من بطونها جراثيم حذرنا الإسلام منها.\rوالذي يهمنا الآن هو أبوال الإبل وما فيه من فوائد علاجية هامة.\r__________\r(1) ص 11 من البحث السابق. والحديث أخرجه البخاري.","seal":"0D06BF9F","part":1},
      {"page":39,"id":39,"nass":"ففي جامعة الجزيرة بالسودان بكلية المختبرات أجريت التجارب العديدة على يد البروفسور أحمد عبد الله محمداني حيث ذكر أن التجارب أجريت على 25 شخصا مدة خمسة عشر يوما، وهؤلاء المرضى المصابون بمرض الاستسقاء، وبدأت التجربة معهم بإعطاء كل مريض منهم يوميا جرعة محسوبة من بول الإبل مخلوطا بلبنها، حتى يكون مستساغا، وبعد 15 يوما من بداية التجربة كانت النتيجة مذهلة، حيث انخفضت بطونهم، وعادت لوضعها الطبيعي وشفي جميع أفراد العينة من الاستسقاء وكان من الحاضرين للتجربة برفسور إنجليزي أصابته الدهشة والذهول، وأشاد بالتجربة العلاجية وأجريت التجربة على الكبد وغيرها وكانت النتائج رائعة جدا.\rوسئل الدكتور زغلول النجار عن التداوي بأبوال الإبل: فأجاب بأن إحدى الشركات الكبرى المصنعة للأدوية (شركة سورانو) انطلقت من حديث رسول الله صلى الله عليه وسلم عن البول لإنتاج دواء للتشجيع على الحمل للسيدات اللاتي يعانين من مشكلات أو قصور في الحمل. ومازال هذا العلاج ينتج حتى الآن. ويستخدم بول الإبل في العلاج من غير الشرب لعلاج السعفة والدمامل والجروح التي تظهر في جسم الإنسان والشعر والقروح، وغير ذلك من الفوائد العلاجية الكثيرة. هذا وقد تبين من خلال الدراسة وتتبع أغذية الإبل، أنها تتغذى بأنواع كثيرة من الأشجار التي تعجز عنها معظم الحيوانات، هذا وقد قامت الدكتورة أحلام العوضي بتحليلات على أبوال الإبل فوجدته عالي الملوحة وكثير الفوائد","seal":"2FDD4343","part":1},
      {"page":40,"id":40,"nass":"العلاجية؛ ومن خلال التجارب التي أجرتها الدكتورة العوضي والجديبي اتضح أن بول الإبل يعمل على بلزمة محتويات فطر ANYGER وخميرة ALBICANS. (1) وعلى إثر هذه التحاليل قامت الدكتورة أحلام العوضي باستخراج مستحضر من بول الإبل حيث تم صنع هذا المستحضر وأخذت عليه براءة اختراع من مدينة الملك عبد العزيز للعلوم والتقنية (2) وقد أطلقت على هذا المستحضر (أ- وزرين) حيث تبين أن بول الإبل هو العلاج الفعال للإصابات الجلدية.\rبالإضافة إلى سهولة استخدامه مع فقد الرائحة التي تعد من العوائق الرئيسة لاستخدامه في معالجة الأمراض الجلدية، مما أدى إلى علاجهم بيسر وسهولة وقبوله بدون أي تذمر وتم الشفاء بإذن الله.\rهذا وقد قامت الأستاذة منال قطان بأطروحة لنيل درجة الماجستير أثبتت من خلال دراسة معملية على المستحضر أنه يقضي على البكتريا والخميرة المسببة للأمراض الجلدية كما أجريت دراسة تطبيقية على عدد من المتطوعين، لديهم إصابات جلدية مختلفة. تم علاجهم بمرهم (أ-وزرين) 3و4، وقد أبدى العلاج نجاحا عظيما على جميع الإصابات، ومن بينها إصابات لم تجد الشفاء بالعلاج الطبي، وعولجت بمرهم (أ-وزرين) فشفيت بإذن الله.\r__________\r(1) المرجع السابق ص 35.\r(2) المرجع السابق ص 37.","seal":"09C418DA","part":1},
      {"page":41,"id":41,"nass":"هذا وقد تم علاج (39) متطوعا لديهم إصابات جلدية تم شفاؤهم بإذن الله وقد شملت هذه الأمراض إصابات الأظافر بالفطريات بالإضافة لإصابة مكنيكية، (السعفة: التينا) التهابات عن طريق الخمائر، الحساسية ومن بينها الأكزيما، شروخ في الشرج والحروق وحب الشباب، والدمامل، وغير ذلك من الأمراض التي تصيب الجلد وغيره.\rهذا ما تيسر عرضه من نماذج تدل على الإعجاز العلمي في القرآن والسنة\rوبذلك ينتهي الكلام في بحثنا هذا عن قواعد الإعجاز الطبي وضوابطه في السنة النبوية المطهرة.\rوالحمد لله رب العالمين،،،","seal":"506ADD5F","part":1},
      {"page":42,"id":42,"nass":"مصادر ومراجع\r...\rالمراجع\r- أصول التفسير وقواعده - الأستاذ خالد العك.\r- الإعجاز العلمي (الأهداف والوسائل) - هيئة الإعجاز العلمي.\r- الإتقان في علوم القرآن - جلال الدين السيوطي.\r- الإعجاز العلمي في القرآن والسنة: تاريخه وضوابطه - هيئة الإعجاز العلمي.\r- اتجاهات التفسير في القرن الرابع عشر الهجري – د. فهد الرومي.\r- البرهان - الزركشي.\r- تاج العروس شرح القاموس - الزبيدي.\r- التفسير العلمي في الميزان – د. أحمد عمر أبو حجر.\r- التحبير في علم التفسير - جلال الدين السيوطي.\r- التفسير والمفسرون - نعيم الحمصي.\r- تأصيل الإعجاز العلمي - هيئة الإعجاز العلمي.\r- ضوابط بحوث الإعجاز العلمي في القرآن والسنة - هيئة الإعجاز العلمي.\r- الفوائد المشوق - المنسوب لابن قيم الجوزية.\r- الفوز الكبير في أصول التفسير - شاه ولي الله الدهلوي.\r- فكرة إعجاز القرآن - د: مصطفى مسلم.\r- الفتاوى الكبرى ومقدمة التفسير - شيخ الإسلام ابن تيمية.","seal":"ADE4430B","part":1},
      {"page":43,"id":43,"nass":"- الكون والإعجاز العلمي للقرآن - د: منصور حسب النبي.\r- لسان العرب - ابن منظور.\r- معجزة القرآن الكريم - محمد متولي الشعراوي.\r- مباحث في علوم القرآن - مناع القطان.\r- مقدمة التفسير وتفسير سورة الفاتحة - حسن البنا.\r- المدخل الفقهي العام - مصطفى الزرقا.\r- المدخل إلى الدراسات القرآنية - أبو الحسن الندوي.\r- مناهل العرفان - عبد العظيم الزرقاني.\r- مباحث في إعجاز القرآن - د: مصطفى مسلم.\r- مفتاح السعادة ومصباح السيادة - أحمد بن مصطفى طاش كبري زاده.\rوالله ولي التوفيق،،،","seal":"D5397413","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"قواعد تناول الإعجاز العلمي والطبي في السنة وضوابطه","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الدكتور / عبد الله بن عبد العزيز المصلح","bLnk":null,"Inf":"","Auth":"عبد الله المصلح","Betaka":"الكتاب: قواعد تناول الإعجاز العلمي والطبي في السنة وضوابطه\r\nالمؤلف: الدكتور / عبد الله بن عبد العزيز المصلح\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الدكتور / عبد الله بن عبد العزيز المصلح\r\n\r\n- نشأ وتربى في مدينة الرياض .\r\n- التحق بمعهد الدعوة بالرياض ومنه نال الشهادة الثانوية .\r\n- التحق بكلية الشريعة بالرياض وتخرج فيها عام 90/91 هـ .\r\n- عين معيداً بكلية الشريعة عام 1391هـ .\r\n- أكمل الدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية ونال منها شهادة الماجستير والدكتوراه .\r\n- عمل عميداً لكلية الشريعة واللغة العربية في أبها عام 1396هـ .\r\n- ثم لما قسمت الكلية إلى كليتين إحداهما كلية الشريعة وأصول الدين والثانية كلية اللغة العربية والعلوم الاجتماعية كان عميداً للأولى ومشرفاً على الثانية .\r\n- قام بافتتاح كلية الشريعة والدراسات الإسلامية بالإحساء .\r\n- عمل مديراً لفرع جامعة الإمام محمد بن سعود الإسلامية بالجنوب .\r\n-استمر في عمادة كلية الشريعة وأصول الدين ومديراً لفرع الجامعة في الجنوب في الفترة من 1396 وحتى 1415هـ .\r\n\r\nألف مجموعة من الكتب .. منها:\r\n1- الملكية الخاصة في الشريعة الإسلامية ومقارنتها بالاتجاهات المعاصرة .\r\n2- قيود الملكية الخاصة في الشريعة الإسلامية .\r\n3- القواعد العامة في فقه الجنايات .\r\n4- الشبهات التي تدرأ العقوبات في الفقه الإسلامي .\r\n5- منهج الإسلام في صيانة المجتمعات .\r\n6- حقوق غير المسلمين في المجتمع الإسلامي .\r\n7- الإمام الطبري منهجه في التفسير .\r\n8- مزايا المصارف الإسلامية .\r\n9- دليل مناسك الحج والعمرة .\r\n10- ما لا يسع المسلم جهله ( مؤلف مشترك )\r\n11- المرابحة من التراث الفقهي إلى التطبيقات المعاصرة في المصارف الإسلامية.\r\n12- الوجيز في أحكام الإجازة والشركة .\r\n13- الإعجاز العلمي في القرآن والسنة تاريخه وضوابطه .\r\n14- تجديد الدراسات الفقهية ودور المملكة العربية السعودية في هذا المجال .\r\n\r\nالمؤتمرات:\r\nشارك في عدد كثير من المؤتمرات داخل المملكة وخارجها ممثلاً للمملكة أو مبعوثاً منها .\r\n\r\nبعض الأعمال التي قام بها فضيلته:\r\n1- أمين عام هيئة الإعجاز العلمي في القرآن والسنة.\r\n3- رئيس لجنة المعلمين بالهيئة .\r\n3- رئيس تحرير مجلة الإعجاز .\r\n4- وفي مجال الإعلام ( برنامج قضايا وردود) الذي قدمه أسبوعياً لمدة أكثر من ثمانية عشر عاماً بالقناة الأولى بالتلفزيون السعودي .\r\n\r\nالأعمال التي يقوم بها حالياً:\r\n1- عضو اللجنة الشرعية بالبنك الأهلي التجاري بالمملكة العربية السعودية .\r\n2- المشرف الإقليمي لمكاتب هيئة الإغاثة الإسلامية العالمية في المنطقة الجنوبية.\r\n3- عضو المجلس التأسيسي والتنفيذي لهيئة الاغاثة الاسلامية العالمية.\r\n4- عضو مجلس أمناء جامعة شيتاغونغ الإسلامية ببنجلاديش .\r\n5- رئيس المجلس التأسيسي للجامعة الأمريكية المفتوحة بنيويورك .\r\n6- مستشار لكلية الدراسات الإسلامية بدبي .\r\n7- يقدم برنامج أسبوعي بقناة اقرأ الفضائية بعنوان ( مشكلات من الحياة ).\r\n8- عضو المجلس التأسيسي للعديد من الهيئات الخيرية بدول الخليج العربي .\r\n9- مالك ومدير مكاتب الدكتور/ عبد الله المصلح للمحاماة والاستشارات الشرعية والقانونية.\r\n10- يقدم العديد من البرامج بتلفزيون أبو ظبي بدول الإمارات العربية المتحدة وبعض القنوات الخليجية .","seal":"DC72D732","cat":"شروح الحديث","oNum":11303,"BkId":11303,"oAuth":1580,"bVer":1,"aSeal":"93ABCE92"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11303":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":8,"sub":0,"tit":"نماذج الإعجاز الطبي في نصوص السنة المطهرة"},
      {"lvl":2,"id":8,"sub":1,"tit":"النموذج الأول: إرشاده صلى الله عليه وسلم لتناول الحبة السوداء شفاء من الأمراض."},
      {"lvl":2,"id":14,"sub":0,"tit":"النموذج الثاني: ارشادات النبي صلى الله عليه وسلم"},
      {"lvl":3,"id":14,"sub":1,"tit":"مدخل"},
      {"lvl":3,"id":27,"sub":0,"tit":"المثال الأول: إشارة القرآن الكريم إلى ظلمة المحيطات والأمواج الداخلية في بطن مياهها"},
      {"lvl":3,"id":30,"sub":0,"tit":"المثال الثاني: الإشارة في قوله صلى الله عليه وسلم إلى عودة جزيرة العرب مروجا وأنهارا كما كانت"},
      {"lvl":3,"id":32,"sub":0,"tit":"المثال الثالث: إشارة النبي صلى الله عليه وسلم إلى الأمراض الفتاكة في هذا العصر"},
      {"lvl":3,"id":35,"sub":0,"tit":"المثال الرابع: {والسمآء ذات الرجع}"},
      {"lvl":3,"id":37,"sub":0,"tit":"المثال الخامس: \"عجائب وأسرار العلاج بأبوال الإبل\""},
      {"lvl":1,"id":42,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
