{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11300":
    [
      {"page":1,"id":1,"nass":"علم علل الحديث ودوره في حفظ السنة النبوية\rإعداد: د. وصي الله بن محمد عباس الأستاذ المشارك بجامعة أم القرى بمكة المكرمة\rبسم الله الرحمن الرحيم\rالمقدمة:\rالحمد لله رب العالمين والصلاة والسلام على خير خلقه محمد وعلى آله وصحبه أجمعين وبعد:\rفمما لا شك فيه أن السنة النبوية بجميع أنواعها أصل للدين الحنيف مع كتاب الله عز وجل، وكلاهما وحي من الله عز وجل إلى نبيه الكريم صلى الله عليه وسلم.\rقال تعالى: {وَمَا يَنطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم:3-4] ، وقد قضى الله سبحانه وأكَّد أن السنة مبينة لكتاب الله، قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِم} [النحل: من الآية44] .\rولما كانت وظيفة السنَّة أنها موضحة لكتاب الله؛ وجب أن تكون محفوظة بحفظ الله، محفوفة برعاية الله حتى لا يضيع منها شيء ولا يدخل فيها ما ليس منها، تكفل الله بحفظها وصيانتها، قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9] .\rولماكان المسلمون مأمورين باتباع النبي صلى الله عليه وسلم في قوله تعالى: {أَطِيعُواْ اللهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: من الآية59] كان لابد أن يحافظوا على ما صدر عنه صلى الله عليه وسلم.\rومما لا يُختلف فيه: أن الدين هو رأس مال المسلم، وقد عرف المسلم أن الدين لا يُفهم، والهداية لا تحصل، إلا بمعرفة أصول الدين: كتاب الله وسنة رسوله صلى الله عليه وسلم، والإجماع والقياس لا يبنيان إلا عليهما.","seal":"71BA7357","part":1},
      {"page":2,"id":2,"nass":"فلما كانت السنة بهذه المنزلة من العظمة في الشأن؛ كان من الأمور البدهية أن يحافظ عليها الرسول صلى الله عليه وسلم، ويحفظها صحابته.\rومعلوم من فطرة البشر أنه كلما رأى الشيء غالياً ومهماً بالغ في حفظه وصيانته. وقد شهد التاريخ الصادق أن صحابة رسول الله صلى الله عليه وسلم الذين اختارهم الله لصحبة نبيه، كانوا أول الدارسين لهذا العلم المبارك على يد سيد الخلق صلى الله عليه وسلم، في أول جامعة متنقلة جمعت بين نُزَّاع القبائل وخلاصة البطون والأفخاذ في دار الأرقم بمكة، ثم انتقلت هذه الجامعة إلى يثرب التي صارت طيبة لطيب الرسول صلى الله عليه وسلم، واستقرت في مسجد رسول الله صلى الله عليه وسلم. وكانت هذه الجامعة تنتقل أينما حل وارتحل معلمها، الذي كان يُلَقَّى العلم والوحي من لدن العليم الحكيم، وكان ينزل به عليه الروح الأمين. نعم كان طلبة السنة النبوية يتنقلون مع نبيهم حتى في طريق ذهابه إلى الخلاء لقضاء حاجته، فيحمل أحدهم الإداوة من الماء، والثاني العَنَزَة، ويتعلمون منه أدب الخلاء.\rكان أولئك الطلبة الأبرار ينتقلون مع معلمهم صلى الله عليه وسلم في الغزوات والسفرات والحج والعمرات، فما يلفظ من قول إلا يقع في قلوب أصحابه، فيجدون حلاوته وطلاوته، ويحفظونه حفظاً وعلماً، ويعملون به عملاً، فتعلموا العلم والعمل، يكرمونه إكراماً، ويهابونه إجلالاً، ويحبونه أحب من أنفسهم وآبائهم وأولادهم.\rوكان المعلم المبارك صلى الله عليه وسلم رحيماً رفيقاً، يتخولهم بالموعظة والتعليم، يدخل مجامعهم رجالاً ونساءً، فما من أحد صحبه صلى الله عليه وسلم رجلاً كان أو امرأة، صغيراً كان أو كبيراً، إلا ويحفظ عنه على قدره، ويتشرف بدعوته المباركة: “نضَّر","seal":"F0C408D2","part":1},
      {"page":3,"id":3,"nass":"الله امرأ سمع منا شيئاً فبلغه كما سمعه، فرب مُبَلَّغٍ أوعى من سامع\" (1) . فإن كان آلاف الصحابة يتعلمون منه خارج بيوته في وضح النهار وإدباره أعماله وحركاته، فمن أين لنا أن نعلم سننه وأموره ولياليه بعدما تتشرف به جدران حجراته فتستر وجوده الشريف عن أعين الناس بما يأتي به، ويذر في جنح الظلام؟ نعم، هناك أزواجه أمهات المؤمنين الكثيرات ينقلن عنه أموره الخاصة حتى مما يستحيا من ذكره، ولكنه دين الله وأمر الله لتبليغ دينه، فنجدهن ينقلن إلى أبنائهن ما كان يعمله النبي صلى الله عليه وسلم في خلوته معهن.\rثم وراء هذا يحرص أحدهم من محارم أمهات المؤمنين أن يبيت في بيت النبي صلى الله عليه وسلم، حتى يتعلم كيف كان يقضي صلى الله عليه وسلم ليله في عبادة ربه، ويصعد أحدهم على سطح بيت إحدى أمهات المؤمنين -وهي أخته- لبعض حاجته، فيتفق له أن يرى النبي صلى الله عليه وسلم جالساً في الكنيف يقضي حاجته، فيروي في ذلك: \"فرأيت رسول الله صلى الله عليه وسلم مستدبراً القبلة مستقبلاً الشام\" (2) .\rوبذلك يجب أن نؤمن أنه لا يمكن أن تكون كلمة من النبي صلى الله عليه وسلم ضاعت بل حفظت حفظاً تاماً.\rوإن بعضهم كان يعالج الشدة في حفظ السنة، فإذا اشتكى إلى النبي صلى الله عليه وسلم نسيانه وتَفَلُّتَ محفوظه، أشكاه صلى الله عليه وسلم بدعوته المباركة.\rثم صار أصحاب رسول الله صلى الله عليه وسلم معلمين لأصحابهم، فأدوا الأمانة إلى تابعيهم، وتابعوهم إلى تابعيهم، حتى دونت السنة تدويناً في الكتب، وحُفظت عن ظهر القلوب.\r__________\r(1) صحيح الجامع الصغير (6/29) .\r(2) انظر صحيح البخاري (1/250) ، كتاب الوضوء، باب التبرز في البيوت.","seal":"BAD238AF","part":1},
      {"page":4,"id":4,"nass":"وشهد التاريخ الصادق أن المسلمين في كل عصر ومصر بذلوا كل مستطاعهم لحفظ السنة من كل دخيل يدخل فيها سهواً أوعمداً.\rوإن علوم الحديث وقواعده التي قَعَّدوها لمعرفة صحيح حديث رسول الله وضعيفه، تدل على توفيق الله لهم على ما وهبهم من القوة في الإرادة والذكاء والفطنة.\rففي كل عَصْرٍ تحمَّل علماء السنة مسؤوليتهم، فحموا السنة، وألَّفوا فيها تآليف، وحرروا المسائل، وترجموا لآلاف الرواة، وحكموا عليهم بعلم وخبرة وسبْر واستقراء، وأعطوا كل ذي حق حقه من الثقة والضعف.\rهذا ومن أهم فنون علم الحديث: فن معرفة العلل، فإنه من أدقها وأطلبها للجهد والكدِّ، فإن هذا العلم لا يحصل إلا بجمع الطرق واستيعاب الرواة المهملين والمشتبهين والمؤتلفين والمختلفين وغيرهم ولا يقوم به إلا أفذاذ وأفراد.\rوفي الصفحات الآتية نذكر لمحة عن علل الحديث تحت عنوان \"علم علل الحديث ودوره في حفظ السنة النبوية\"، نقدمه لندوة عناية المملكة العربية السعودية – أقامها الله وأدامها– بالسنة والسيرة النبوية.\rوقد انتظم البحث في هذه المقدمة وبابين وخاتمة.\rأما الباب الأول فاشتمل على خمسة فصول:\rالفصل الأول: في تعريف العلة.\rالفصل الثاني: في أقسام العلة.\rالفصل الثالث: في بيان أهمية علل الحديث.\rالفصل الرابع: في مواضع العلة في الحديث.","seal":"D7BD8468","part":1},
      {"page":5,"id":5,"nass":"الفصل الخامس: في أسباب العلة في الحديث.\rوأما الباب الثاني فاشتمل على أمثلة تطبيقية للعلل في ضوء شروط الصحيح. وفيه فصول:\rالفصل الأول: أمثلة للأحاديث التي وقعت العلة فيها في معرفة العدل من غيره.\rالفصل الثاني: أمثلة وقعت العلة فيها لأجل ضبط الراوي وعدم ضبطه.\rالفصل الثالث: أمثلة وقعت العلة فيها لأجل عدم الاتصال عن طريق خفي.\rالفصل الرابع: أمثلة وقعت العلة فيها لأجل الشذوذ.\rالفصل الخامس: في تعليل الحديث بعلل عامة.\rوالخاتمة: وتشمل خلاصة البحث وبعض الاقتراحات.","seal":"6F4B475E","part":1},
      {"page":7,"id":6,"nass":"الباب الأول العلة: تعريفها وأقسامها وبيان أهمية معرفته وأسبابها ومواضعها\rالفصل الأول: في تعريف العلة\rتعريف العلة لغة\r...\rالباب الأول: العلة: تعريفها وأقسامها وبيان أهمية معرفتها وأسبابها ومواضعها\rالفصل الأول: في تعريف العلة\rتعريف العلة لغة:\rيظهر من النظر في أقوال اللغويين أن مادة (عَلَّ) تأتي لثلاثة معان:\rالأول: العَلَل وهي الشربة الثانية، ويقال: عَلَلٌ بعد نَهْلٍ، والفعل يَعُلُّون.\rوالثاني: العائق يَعوق، قال الخليل: العِلَّة حَدَثٌ يَشغَل صاحِبَه عن وجْهه، ويقال: اعتلَّه عن كذا أي اعتاقه.\rوالثالث: العلة: المرض وصاحبها مُعْتَلّ. قال ابن الأعرابي: علَّ المريض يَعِلُّ عِلَّة فهو عَلِيلٌ، ورَجُلٌ عُلَلَة، أي كثير العِلَل.\rومن هذا الباب وهو باب الضَّعف؛ العَلّ من الرجال: المُسِنّ الذي تضاءل وصَغُر جسمه. وقال ابن الأعرابي: العَلّ الضعيف من كبر أو مرض (1) .\rوصيغة الصفة من العلة بمعنى المرض: معتل كما سبق وهو من اعتلَّ.\rوقال الفيروزابادي: والعِلة بالكسر المرض. علَّ يَعِلُّ واعتلَّ، وأعلّه الله فهو مُعَلّ وعليل، ولا تقل: معلول. والمتكلمون يقولونها ولست منه على ثَلَجٍ (2) .\rوذكر ابن منظور كلمة \"معلول\" بمعنى المصاب بالعلة، ثم قال: والمتكلمون يستعملون لفظة المعلول في مثل هذا كثيراً.\r__________\r(1) انظر \"معجم مقاييس اللغة\" (4/12-15) .\r(2) القاموس المحيط (4/21) .","seal":"FAAE4DD8","part":1},
      {"page":8,"id":7,"nass":"قال ابن سِيده: وبالجملة فلستُ منها على ثقة ولا على ثَلَج، لأن المعروف إنما هو أعلَّه الله فهو مُعَلّ، اللهم إلا أن يكون على ما ذهب إليه سيبويه من قولهم: مجنون ومسْلول من أنه جاء على جَنَنْتُه وسَلَلْتُه (1) .\rوقد تَبع ابنَ سيده فيما يظهر الفيروز آبادي، فقال في \"القاموس\": ولا تقل: معلول، والمتكلمون يقولونها ولستُ منه على ثلَج (2) .\rووافق ابن الصلاح على تخطئة إطلاق معلول على الحديث الذي فيه عِلّة حيث قال: ويسميه أهل الحديث \"المعلول\" وذلك منهم ومن الفقهاء في قولهم في باب القياس: العلة، والمعلول مرذول عند أهل اللغة والعربية (3) .\rوكذلك لحَّنه النووي في تقريبه (4) .\rولكننا نقول: إن استعمال أهل الحديث كلمة المعلول بالمعنى الذي أرادوه ليس مخالفاً للغة، لأنه قد استعملها أبو إسحاق الزجاج اللغوي في علم العروض قريباً من المعنى الذي عناه أهل الحديث (5) .\rونقل الشيخ طاهر الجزائري عن ابن القوطية (6) وهو من أهل اللغة: عَلّ الإنسان: مَرِضَ، والشيءُ أصابته العلة، فيكون استعماله بالمعنى الذي أرادوه\r__________\r(1) لسان العرب (11/471) .\r(2) القاموس المحيط (4/21) .\r(3) علوم الحديث (ص81) .\r(4) تقريب النواوي مع تدريب الراوي 1/407 (ط، دار العاصمة) .\r(5) انظر فتح المغيث للسخاوي (1/210) .\r(6) هومحمد بن عبد العزيز الأندلسي القرطبي النحوي علامة الأدب أبوبكر، كذا وصفه الذهبي في السير (16/220) وقال: كان رأساً في اللغة والنحوحافظ الحديث إخبارياً ماهراً، توفي في ربيع الأول سنة 367هـ.","seal":"F741BDDD","part":1},
      {"page":9,"id":8,"nass":"غير منكر، بل قال بعضهم: استعمال هذا اللفظ أولى لوقوعه في عبارات أهل الفن مع ثبوته لغةً، ومَنْ حفظ حجة على من لم يحفظ (1) .\rوأما استعمال أهل الحديث \"معلول\" الذي أشار إليه من أشار فهو كما أشار (2) .\r__________\r(1) توجيه النظر (ص264) .\r(2) التقييد والإيضاح (ص118،117) .","seal":"C80DBC5E","part":1},
      {"page":9,"id":9,"nass":"والعلة في اصطلاح أهل الحديث:\rبمعنى فن خاص من فنون المصطلح، فهي عبارةٌ عن أسباب خفية قادحة في صحة الحديث، مع أن ظاهره السلامة منها، ويتطرق ذلك إلى الإسناد الذي رجاله ثقات، الجامع شروط الصحة من حيث الظاهر (3) .\rأو نقول: العلة في اصطلاح أئمة الحديث: عبارة عن أسباب خفية غامضة طرأت على الحديث فأثرت فيه، أي: قدحت في صحته (4) .\rوأما بالمعنى العام فتطلق العلة على كل سبب جارح قادح في صحة الحديث سواء كان ظاهراً أم خفياً.\rقال ابن الصلاح: “قد يطلق اسم العلة على غير ما ذكرناه من باقي الأسباب القادحة في الحديث المخرجة له من حال الصحة إلى حال الضعف. المانعة من العمل به على ما هو مقتضى لفظ \"العلة\" في الأصل؛ ولذلك نجد في كتب الحديث الكثير من الجرح بالكذب والغفلة وسوء الحفظ، ونحو ذلك من أنواع الجرح، وسمَّى الترمذي النسخ علة من علل الحديث.\r__________\r(3) انظر علوم الحديث لابن الصلاح (ص81) .\r(4) توضيح الأفكار (2/26-27) .","seal":"93B60B13","part":1},
      {"page":10,"id":10,"nass":"ثم إن بعضهم أطلق اسم العلة على ما ليس بقادح من وجوه الخلاف نحو إرسال من أرسل الحديث الذي أسنده الثقة الضابط حتى قال: من أقسام الصحيح على ما هو صحيح معلول، كما قال بعضهم: من الصحيح ما هو شاذ\" (1) .\r__________\r(1) علوم الحديث لابن الصلاح (ص84) .","seal":"EC7E9E38","part":1},
      {"page":11,"id":11,"nass":"الفصل الثاني: في أقسام العلة\rقال ابن الصلاح: \"ثم قد تقع العلة في إسناد الحديث وهو الأكثر، وقد تقع في متنه، ثم ما يقع في الإسناد قد يقدح في صحة الإسناد والمتن جميعاً، كما في التعليل بالإرسال والوقف. وقد يقدح في صحة الإسناد خاصة من غير قدح في صحة المتن\" (1) .\rقال ابن حجر في نكته: \"إذا وقعت العلة في الإسناد قد تقدح، وقد لا تقدح، وإذا قدحت فقد تخصه، وقد تستلزم القدح في المتن، وكذا القول في المتن سواء. فالأقسام على هذا ستة:\r1- فمثال ما وقعت في الإسناد ولم تقدح مطلقاً: ما يوجد مثلاً من حديث مدلّس بالعنعنة، فإن ذلك عِلَّةٌ تُوجِبُ التوقف عن قبوله، فإذا وجد من طريق أخرى قد صرح فيها بالسماع تبين أن العلة غير قادحة.\rوكذا إذا اختلف في الإسناد على بعض رواته، فإن ظاهر ذلك يوجب التوقف عنه، فإن أمكن الجمع بينهما على طريق أهل الحديث بالقرائن التي تحفّ الإسناد تبين أن تلك العلة غير قادحة.\r2- ومثال ما وقعت العلة فيه في الإسناد وتقدح فيه دون المتن ما مثل به المصنف من إبدال راوٍ ثقة براوٍ ثقة وهو بقسم المقلوب أليق؛ فإن أبدل راوٍ ضعيف براو ثقة وتبين الوهم فيه استلزم القدح في المتن أيضاً، إن لم يكن له طرق أخرى صحيحة كما روى يعلى بن عبيد الطنافسي عن الثوري عن\r__________\r(1) علوم الحديث (ص82) .","seal":"9B48BA65","part":1},
      {"page":12,"id":12,"nass":"عمرو بن دينار عن ابن عمر عن النبي صلى الله عليه وسلم: \"البيعان بالخيار ما لم يتفرقا\"، فغلط يعلى في قوله: عمرو بن دينار إنما هو عبد الله بن دينار، كما رواه الأئمة من أصحاب الثوري (1) . يعني فلا يضر في صحة المتن؛ لأن عبد الله وعَمْراً كلاهما ثقة.\r3- تقع العلة في الإسناد وتقدح فيه وفي المتن، ومن أغمض ذلك أن يكون الضعيف موافقاً للثقة في نعته.\rومثال ذلك ما وقع لأبي أسامة حماد بن أسامة الكوفي أحد الثقات عن عبد الرحمن بن يزيد بن جابر - وهو من ثقات الشاميين قدم الكوفة، فكتب عنه أهلها ولم يسمع منه أبو أسامة، ثم قدم بعد ذلك عبد الرحمن بن يزيد بن تميم، وهو من ضعفاء الشاميين، فسمع منه أبو أسامة، وسأله عن اسمه فقال: عبد الرحمن بن يزيد، فظن أبو أسامة أنه ابن جابر، فصار يحدِّث عنه وينسبه من قبل نفسه، فيقول: حدثنا عبد الرحمن بن يزيد بن جابر، فوقعت المناكير في رواية أبي أسامة عن ابن جابر، وهما ثقتان فلم يفطن لذلك إلا أهل النقد، فميزوا ذلك ونصوا عليه كالبخاري وأبي حاتم وغير واحد.\r4- ومثال ما وقعت العلة في المتن دون الإسناد، ولا تَقْدَح فيهما، ما وقع من اختلاف ألفاظ كثيرة من أحاديث الصحيحين، إذا أمكن ردُّ الجميع إلى معنى واحد، فإن القدح ينتفي عنها. وسنزيد ذلك إيضاحاً في النوع الآتي إن شاء الله تعالى.\r5- ومثال ما وقعت العلة في المتن دون الإسناد: ما يرويه راوٍ بالمعنى\r__________\r(1) علوم الحديث لابن الصلاح: (ص82) .","seal":"E3CC2F4E","part":1},
      {"page":13,"id":13,"nass":"الذي ظنه يكون خطأ، والمراد بلفظ الحديث غير ذلك، فإن ذلك يستلزم القدح في الراوي، فيعلل الإسناد.\r6- ومثال ما وقعت العلة فيه في المتن، واستلزمت القدح في الإسناد، ما ذكره المصنف من أحد الألفاظ الواردة في حديث أنس رضي الله عنه وهي قوله: \"لا يذكرون بسم الله الرحمن الرحيم في أول قراءة ولا في آخرها\" فإن أصل الحديث في الصحيحين، فلفظ البخاري: \"كانوا يفتتحون بالحمد لله رب العالمين\" (1) .\r__________\r(1) النكت لابن حجر (2/746-748) ، ومقدمة علل الدارقطني (1/39-42) لأخينا محفوظ الرحمن السلفي رحمة الله عليه.","seal":"30CDE5BC","part":1},
      {"page":14,"id":14,"nass":"الفصل الثالث: أهمية علم علل الحديث\rتظهر أهمية علم علل الحديث من تعريف العلة وهي سبب خفي قادح في صحة الحديث مع أن الظاهر السلامة منه.\rولما كان هذا العلم خفياً غامضاً، كان إدراكه من أصعب الأمور، ولما كانت العلة تكثر في أحاديث الثقات فيعتمد عامة الناظرين على كون الثقة ثقةً ويقبلون حديثه تحسيناً للظن به وبحديثه فيصححون المعلول، وفيه من الخطورة ما لا يقادر قدرُه، بحيث يُنسب إلى النبي صلى الله عليه وسلم قول أو فعل أو تقرير أو شيء آخر، ممَّا لم يثبت عنه صلى الله عليه وسلم.\rولذا لم يقم بهذا العبء الكبير إ لا جهابذة الحديث، قال أبو عبد الله بن منده الحافظ: \"إنما خص الله بمعرفة هذه الأخبار نفراً يسيراً من كثير ممن يَدَّعي علم الحديث\" (1) .\rوقال الحاكم: \"معرفة علل الحديث، وهو علم برأسه غير الصحيح والسقيم، والجرح والتعديل، وإنما يعلل الحديث من أوجهٍ ليس للجرح فيها مدخل، فإن حديث المجروح ساقط واهٍ، وعِلة الحديث يكثر في أحاديث الثقات، أن يحدثوا بحديث له عِلَّةٌ فيخفى عليهم علمه فيصير الحديث معلولاً\" (2) .\rوقال الإمام أحمد: \"ومن يَعْرى من الخطأ والتصحيفر\" (3) ؟\r__________\r(1) شرح العلل للترمذي (1/33-34) .\r(2) معرفة علوم الحديث (ص112-113) .\r(3) علوم الحديث لابن الصلاح (ص252) .","seal":"7DA15532","part":1},
      {"page":15,"id":15,"nass":"وقال الإمام مسلم: \"ومما ذكرت لك من منازلهم في الحفظ ومراتبهم فيه فليس من ناقل خبر وحامل أثر من السلف الماضين إلى زماننا -وإن كان من أحفظ الناس وأشدهم توقياً وإتقاناً لما يحفظ وينقل- إلا الغلط والسهو ممكن في حفظه ونقله، فكيف بمن وصفت لك ممن طريقه الغفلة والسهو في ذلك\" (1) ؟\rومن أهميته أن هذا العلم خاص بأهل الحديث الذين أخرجهم الله لحفظ سنة نبيه صلى الله عليه وسلم، لا يصحّ لمن ليس له عناية خاصة بهذا العلم أن يتكلم فيه بالتصحيح والتسقيم.\rقال الإمام مسلم: \"واعلم رحمك الله أن صناعة الحديث ومعرفة أسبابه من الصحيح والسقيم، إنما هي لأهل الحديث خاصة؛ لأنهم الحفاظ لروايات الناس، العارفون لها دون غيرهم، إذ الأصل الذي يعتمدون لأديانهم السنن والآثار المنقولة من عصر إلى عصرٍ من لدن النبي صلى الله عليه وسلم إلى عصرنا هذا، فلا سبيل لمن نابذهم من الناس، وخالفهم في المذهب إلى معرفة الحديث، ومعرفة الرجال من علماء الأمصار فيما مضى من الأعصار من نقلة الأخبار وحُمّال الآثار، وأهل الحديث هم الذين يعرفونهم ويميّزونهم حتى ينزلوهم منازلهم في التعديل والتجريح، وإنما اقتصصنا هذا الكلام لكي نثبته لمَن جهل مذهب أهل الحديث ممن يريد التعلم والتنبّه، على تثبيت الرجال وتضعيفهم فيعرف ما الشواهد عندهم والدلائل التي بها أثبتوا الناقل للخبر من نقلته، أو أسقطوا من أسقطوا منهم، والكلام في تفسير ذلك يكثر، وقد شرحناه في مواضع غير هذا وبالله التوفيق\" (2) .\r__________\r(1) التمييز (ص124) ، تحقيق الدكتور محمد مصطفى الأعظمي. ط1.\r(2) التمييز (ص171) .","seal":"4606DC88","part":1},
      {"page":16,"id":16,"nass":"من أهمية علم علل الحديث: أنه علم دقيق لا يقوم به إلا الفطاحل من العلماء\rقال ابن الصلاح: \"اعلم أن معرفة علل الحديث من أجل علوم الحديث وأدقها وأشرفها، وإنما يضطلع بذلك أهل الحفظ والخبرة والفهم الثاقب\" (1) .\rوقال أبو عبد الله بن منده: \"إنما خص الله بمعرفة هذه الأخبار نفراً يسيراً من كثير ممن يدّعي علم الحديث، فأمّا شأن الناس ممن يَدَّعي كثرة كتابة الحديث أو أنه متفقه في علم الشافعي، أو أبي حنيفة، متبع لكلام الحارث المحاسبي، والجنيد، وذي النون، وأهل الخواطر، فليس لهم أن يتكلموا في شيء من علم الحديث إلا من أخذه من أهله وأهل المعرفة فحينئذٍ يتكلم بمعرفته\" (2) .\rوقال عبد الرحمن بن مهدي: \"معرفة الحديث إلهام، فلو قلت للعالم يعلِّل الحديث: من أين قلت هذا؟ لم يكن له حجة\" (3) .\rوقال ابن أبي حاتم: سمعت أبي رحمه الله يقول: \"جاءني رجل من جِلَّة أصحاب الرأي من أهل الفهم منهم، ومعه دفتر فعَرَضَه عَليّ فقلت في بعضها: هذا حديث خطأ، قد دَخَل لصاحبه حديث في حديث، وقلت في بعضه: هذا حديثٌ باطل، وقلت في\r__________\r(1) علوم الحديث لابن الصلاح (ص90) من طبعة / نور الدين عتر.\r(2) شرح علل الحديث لابن رجب (61-62) .\r(3) معرفة علوم الحديث للحاكم (112- 113) .","seal":"54C83658","part":1},
      {"page":17,"id":17,"nass":"بعضه: هذا حديثٌ منكر، وقلت في بعضه: هذا حديث كذب، وسائر ذلك أحاديث صحاح، فقال لي: من أين عَلِمْت أن هذا خطأ، وأن هذا باطل، وأن هذا كذب، أخبرك راوي هذا الكتاب بأني غلطت، وأني كذبت في حديث كذا؟ فقلت: لا، ما أدري ما هذا الجزء من رواية مَن هو؟ غير أني أعلم أن هذا خطأ، وأن هذا الحديث باطل، وأن هذا الحديث كذب، فقال: تدّعي الغيب؟ قال: قلت: ما هذا ادّعاء علم الغيب. قال: فما الدليل على ما تقول؟ قلت: سَلْ عمّا قلت من يُحْسِن مثل ما أُحْسِن، فإن اتفقنا علمتَ أنّا لم نُجازِفْ، ولم نَقُلْهُ إلا بفهم. قال: من هو الذي يُحسِن مثل ما تُحْسِن؟ قلت: أبو زرعة، قال: ويقول أبو زرعة مثل ما قُلتَ؟ قُلتُ: نعم، قال: هذا عجب، فأخذ فكتب في كاغد ألفاظي في تلك الأحاديث، ثم رَجَع إليَّ وقد كتب ألفاظ ما تكلّم به أبو زرعة في تلك الأحاديث، فما قلتُ: إنه باطل. قال أبو زرعة: هو كذب. قلت: الكذب والباطل واحد، وما قلتُ: إنه منكر، قال: هو منكر كما قلت، وما قلت: إنه صِحاحٌ، قال أبو زرعة: هو، صحاح. فقال: ما أعجب هذا، تتفقان من غير مواطأة فيما بينكما، فقلت: ذلك أنا لم نُجازفْ، وإنما قلناه بعلم ومعرفة قد أوتينا. والدليل على صحّة ما نقوله بأن ديناراً نَبَهْرجاً يحمل إلى الناقد. فيقول: هذا دينارٌ نَبَهْرج، هل كنتَ حاضراً حين بُهْرِج هذا الدينار؟ قال: لا، فإن قيل له: فأخبرك الرجل الذي بَهْرجَه: أني بهرجتُ هذا الدينار؟ قال: لا. قيل: فمِن أين قُلتَ: إن هذا نبهرج؟ قال: علماً رُزِقتُ، وكذلك نحن رزقنا معرفة ذلك، قلت له: فتحمل فص ياقوت إلى واحدٍ من البصراء من الجوهريين، فيقول: هذا زجاج، ويقول لمثله: هذا ياقوت. فإن قيل له: من أين علمتَ أن هذا زجَاج، وأن هذا ياقوت، هل حضرت الموضع","seal":"A202D8A9","part":1},
      {"page":18,"id":18,"nass":"الذي صُنِع فيه هذا الزجاج؟ قال: لا. قيل له: فهل أعلمك الذي صاغَه بأنه صَاغ هذا زجاجاً؟ قال: لا، قال: فمن أين علمت؟ قال: هذا علمٌ رُزِقتُ، وكذلك نحنُ رُزقنا علماً، لا يتهيّأ لنا أن نُخبرك كيف علمنا بأن هذا الحديث كذب، وهذا منكر إلا بما نعرفه\" (1) .\rوقال ابن حجر: \"المعلّل وهو من أغمض أنواع علوم الحديث وأدقها، ولا يقوم به إلا من رَزَقه الله تعالى فهماً ثاقباً وحفظاً واسعاً ومعرفةً تامةً بمراتب الرواة، ومَلَكَةً قويّة بالأسانيد والمتون، ولهذا لم يتكلم فيه إلا القليل من أهل الشأن كعلي بن المديني، وأحمد بن حنبل، والبخاري، ويعقوب بن أبي شيبة، وأبي حاتم وأبي زرعة والدارقطني،. وقد تقصر عبارة المُعَلِّل عن إقامة الحجة على دعواه كالصيرفي في نقد الدينار والدرهم\" (2) .\rهذه نصوص جهابذة علم الحديث تدل على ما عانوه وعالجوه، وقد أخبروا عن تجربة وخبرة ومراس.\rوهنا تنبيه: ينبغي أن نفهم كلام الأئمة: ابن مهدي وأبي حاتم وابن حجر في أنه قد تقصر عبارة المعلل عن إقامة الحجة على دعواه كالصيرفي في نقد الدينار والدرهم - على وجهه الصحيح، وهو أنه قد يُعَلِّل المُعَلِّل ولا حجة له فيه، في حينه حتى يُقنِع المخاطب، فقد تحصَّل له ملكة قوية راسخة، حتى إنه بمجرد النظر في إسناد الحديث ومتنه تظهر له صحته أو ضعفه فيحكم في أول وهلة ببصيرته أنه صحيح أو معلول، ولكن إذا طلبت منه حجة فلابُدَّ أن يذكرها ويذكر تفاصيلها وأدلتها.\r__________\r(1) تقدمة الجرح والتعديل (ص349-351) .\r(2) نزهة النظر (ص84) ، مكتبة الغزالي دمشق.","seal":"14485E46","part":1},
      {"page":19,"id":19,"nass":"فلا يمكن أن نجد حديثاً معللاً إلا دونه سبب لا يظهر لعامة الناس، لكن يختصر المعلل الحكمَ فيذكر حكمه بدون إبداء السبب.\rوقد استدلَّ بقول ابن مهدي بَعضُ من له هوى في إنكار الحديث فتوسّع في تفسيره والاستدلال به فقال: إن المحدث قد يرى الحديث المتفق على صحته أنه ضعيف فهو ضعيف عنده، وبالعكس، ولا يستطيع إقامة الحجة على ذلك، وهو معذور في حكمه هذا، كالصيرفي الناقد يحكم على الدراهم بالزيف والصالح ويعجز عن إبانة السبب.\rفنقول: ليس الأمر كما ذكر وفَهِم هذا البعض، فالواقع يخالف قوله، فهذه كتب العلل أمامنا إن وجد الإيجاز والاختصار في بعض المواضع منها نجد التفصيل في مواضع أخرى، فمثل المعلل كمثل الطبيب الحاذق إذا عرض له شخص ظاهره السلامة من الأمراض، لا يظهر المرض فيه لعامة الناس، فينظر فيه أوّل نظرة، ويبدي رأيه إجمالاً: أن فيه مرض كذا، فإذا أجرى له الفحص والفَسْر والتحليل والأشعة والاختبار يظهر صدق قوله بوضوح.\rكما قال نعيم بن حماد: \"قلت لابن مهدي: كيف تعرف صحيح الحديث من سقيمه؟ قال: كما يعرف الطبيب المجنون\" (1) .\rفالأمر كما قال الحاكم: \"والحجة عندنا الحفظ والفهم والمعرفة لا غير، وليس لهذا العلم عون أكثر من مذاكرة أهل الفهم والمعرفة؛ ليظهر ما يخفى من علة الحديث\" (2) .\r__________\r(1) انظر شرح علل الترمذي لابن رجب (1/199) .\r(2) معرفة علوم الحديث (ص60، 113) .","seal":"95626D80","part":1},
      {"page":20,"id":20,"nass":"الفصل الرابع: مواضع العلة في الحديث\rمدخل\r...\rالفصل الرابع: مواضع العلة في الحديث\rوالمراد بالعلة هنا: السبب الخفي القادح في صحة الحديث.\rيبدو لي أن العلة تجري في الحديث في جميع شروط الحديث الصحيح التي اشترطها الأئمة في تعريف الحديث الصحيح.\rوهو: ما رواه عدل تام الضبط متصل السند غير معلل ولا شاذ. مع القول بأن العلة تدخل في أحاديث الثقات وهي خفية، فقد يكون الراوي مهملاً يوافق في اسم الثقة غير الثقة، أو من المتفق والمفترق، فيظن الناظر أن الواقع في السند غير الثقة.\rوكذلك القول في تمام الضبط، فقد يكون مشتهراً بالضبط والتوثق ولكنه يكون قد أخطأ في حديث بذاته.\rوالضبط نوعان:\rضبط صدر: وهو أن يثبت ما سمعه بحيث يتمكن من استحضاره متى شاء.\rوضبط كتاب: وهو صيانة الراوي كتابه لديه منذ سمع فيه وصححه إلى أن يؤدي أو يروي منه. وقُيد بالتام في تعريف الحديث الصحيح إشارة إلى الرتبة العليا في ذلك (1) .\rوفي هذا الجانب أيضاً تدخل العلة في حديث الثقة، فالبشر مهما أوتي من حفظ وضبط وذاكرة قوية فقد يأبى الله أن تكون العصمة إلا لأنبيائه الذين عصمهم من الخطأ والزلل، وتأتي أمثلة لذلك إن شاء الله.\r__________\r(1) نزهة النظر (ص83) .","seal":"1E39225E","part":1},
      {"page":21,"id":21,"nass":"وضبط الكتاب قد يعتوره بعض الخلل في المقابلة والتصحيح، وقد يتمكن أحدٌ من المفسدين من كتاب الشيخ فيفسد عليه كتابه، ولذلك كانوا يبخلون عن إعارة كتبهم، وعدمُ إعارتهم للكتاب كان يعد مدحاً فيهم.\rقال الإمام أحمد: قال أبو قطن (عمرو بن الهيثم) - وكان ثبتاً -: \"ما أعرت كتابي أحداً قط\" (1) .\rوقال علي بن قادم: سمعت سفيان يقول: \"لا تُعِرْ أحداً كتاباً\". وقال الربيع بن سليمان: كتب إليّ البويطي: \"احفظ كتبك، فإنه إن ذهب لك كتاب لم تجد مثله\" (2) .\rوكأن هذا -والله أعلم- خوفاً من ضياع الكتب، وكذلك من التغيير والتبديل.\rوكان بعض ضعاف النفوس يُدخل في كتب الناس أحاديث ليست من أحاديثهم، منهم حبيب بن أبي حبيب أبو محمد المصري وقيل المدني كاتب مالك، قال ابن حبان: كان يورّق بالمدينة على الشيوخ، ويروي عن الثقات الموضوعات، كان يدخل عليهم ما ليس من حديثهم، وسماع ابن بكير وقتيبة كان بعَرْض ابن حبيب، ذكره الذهبي في \"الميزان\" (3) .\rوقال ابن حبان في مقدمة كتابه \"المجروحين\": \"وجماعة من أهل المدينة امتحنوا حبيب بن أبي حبيب الورّاق، كان يُدْخل عليهم الحديث، فمن سمع بقراءته عليهم فسماعه لا شيء. كذلك كان عبد الله بن ربيعة القدامي\r__________\r(1) العلل ومعرفة الرجال (1/335) ، رقم النص: 678.\r(2) الجامع لأخلاق الراوي وآداب السامع (1/241) .\r(3) ميزان الاعتدال (1/452) .","seal":"72DE3FD7","part":1},
      {"page":22,"id":22,"nass":"بالمصيصة، كان له ابن سوء يُدخل عليه الحديث عن مالك وإبراهيم بن سعد وذويهم، وكان منهم سفيان بن وكيع بن الجرّاح – وكان له وراق يقال له: (قرطمة) ، يدخل عليه الحديث في جماعة مثل هؤلاء، ويكثر عددهم.\rأخبرني محمد بن عبد السلام ببيروت، حدثنا جعفر بن أبان الحافظ، قال: سألتُ ابن نمير عن قيس بن الربيع، فقال: كان له ابنٌ هو آفته، نظر أصحاب الحديث في كُتبه فأنكروا حديثه، وظنوا أن ابنه قد غيّرها\" (1) .\rوشرط الاتصال تدخل العلة فيه في أحاديث الثقات المعروفين حتى في رواياتهم عن مشايخهم الذين لازموهم، ورافقوهم في الحل والترحال، فقد تفوت روايات عنهم لم يتمكنوا من سماعهم لها.\rومادام هذا الفوت قد حصل للصحابة الذين صحبوا النبي صلى الله عليه وسلم وربما لازموه، وقد تأتي أسباب للغياب يغيب أحدهم عن بعض المجالس، فيروي الرواية عن الصحابي عن النبي صلى الله عليه وسلم وسميت مراسيل الصحابة، ولها حكم خاص عند أهل الحديث، فما دام هذا يحصل في الصحابة ففي غيرهم من باب أولى.\rوقد يخفى عدم السماع خفاءً شديداً في صورة المرسل الخفي والتدليس.\rوشرط عدم الشذوذ واضح في صحة الخبر، وإنما قلنا: إن الشذوذ علة من العلل، لأنه يكون خفياً ولا يظهر إلا بعد جمع الروايات والطرق الكثيرة حتى تثبت مخالفته لمن هو أوثق منه.\rفقد يجد الناظر حديثاً قد شذ فيه وخالف فردٌ عدة رواة، ولكنه لم يجمع الطرق فقد يخفى الأمر عليه، ويحكم على الحديث بالصحة.\r__________\r(1) المجروحين (1/77-78) .","seal":"3F45091E","part":1},
      {"page":23,"id":23,"nass":"فمع وجود الشروط الأخرى قد يفقد الحديث شرط عدم الشذوذ فتعلّ الرواية بالضعف، وقد لا تظهر العلة والشذوذ إلا بعد النظر الشديد ومضي الزمن البعيد.\rقال علي بن المديني: ربما أدركت علة حديث بعد أربعين سنة (1) .\rروى ابن حبان في كتاب \"المجروحين\" قال: \"حدثنا عبد الله بن قحطبة بفم الصلح قال: حدثنا أحمد بن زكريا الواسطي قال: سمعت أبا الحارث الورّاق يقول: جلسنا على باب شعبة نتذاكر السنة فقلت: حدثنا إسرائيل عن أبي إسحاق عن عبد الله بن عطاء عن عقبة بن عامر عن النبي صلى الله عليه وسلم قال: \"من توضأ فأحسن الوضوء دخل من أي أبواب الجنة شاء\"، فخرج شعبة بن الحجاج، وأنا أحدِّث بهذا الحديث فصفعني ثم قال: يا مجنون: سمعت أبا إسحاق يحدث عن عبد الله بن عطاء عن عقبة بن عامر فقلت: يا أبا إسحاق سمعتَ عبد الله بن عطاء يحدث عن عقبة بن عامر؟ فقال: اسكت، فقلت (2) : لا أسكت، فالتفت إلى مِسْعر بن كدام فقال: يا شعبة عبد الله بن عطاء حَيّ بمكة فخرجت إلى مكة، فلقيت عبد الله بن عطاء، فقلت: حديث الوضوء؟ فقال: عقبة بن عامر، فقلت: يرحمك الله سمعتَ منه؟ قال: لا، حدثني سعد ابن إبراهيم، فمضيت فلقيت سعد بن إبراهيم، فقلتُ: حديث الوضوء؟ فقال: من عندكم خرج، حدثني زياد بن مِخْراق، فانحدرت إلى البصرة، فلقيت زياد ابن مخراق -وأنا شَحِب اللون وسخ الثياب كثير الشعر- فقال:\r__________\r(1) الجامع لأخلاق الراوي وآداب السامع (2/257) .\r(2) القائل هو شعبة.","seal":"42E2090B","part":1},
      {"page":24,"id":24,"nass":"فحدثته الحديث، فقال: ليس هو من حاجتك، قلت: فما بُدٌّ، قال: لا حتى تذهب وتدخل الحمام، وتغسل ثيابك، ثم تجيء فأحدثك به، قال: فدخلت الحمام وغسَّلْتُ ثيابي ثم أتيته فقال: حدثني شهر ابن حوشب، قلت: شهر بن حوشب عمّن؟ قال: عن أبي ريحانة، قلت: هذا حديث صَعِد ثم نزل دمّروا عليه، ليس له أصل\" (1) .\rفهذا الحديث لم تظهر لشعبة علته إلا بعد فترة وبعد كدّ وسفرات ورحلات.\rوينبغي أن يذكر أن أسباب ردّ الحديث كما ذكر ابن حجر اثنان:\r1- السقط في الإسناد.\r2- الطعن في الراوي.\rثم السقط: إما أن يكون ظاهراً أو خفياً، فالسقط الظاهر يشمل المعلق والمرسل والمعضل والمنقطع.\rوالسقط الخفي يشمل المدلَّس، الذي يرد بصيغة من صيغ الأداء، والرواية تحتمل وقوع اللقي بين المدلِّس، ومن أسند عنه، كعن وقال، وكذلك يشمل السقط الخفي المرسل الخفي، إذا صدر من معاصر لم يلق من حدث عنه بل بينه وبينه واسطة.\rوالفرق بين المدلَّس والمرسل الخفي: أن التدليس يختص بمن روى عمن عرف لقاؤه إياه، فأما إن عاصره ولم يعرف أنه لقيه فهو المرسل الخفي.\r__________\r(1) المجروحين (1/28) .","seal":"5E73427D","part":1},
      {"page":25,"id":25,"nass":"ثم الطعن في الراوي: إما أن يكون في عدالته أو في ضبطه، والطعن في العدالة يشمل:\r1- كذب الراوي في حديث النبي صلى الله عليه وسلم.\r2- كونه متهماً بالكذب بأن يكون معروفاً بالكذب في كلامه، لا في حديث النبي صلى الله عليه وسلم.\rأو روى حديثاً مخالفاً للقواعد المعلومة، ولا يروى هذا الحديث إلا من جهته.\r3- الفسق بارتكاب الكبائر قولاً أو فعلاً.\r4- البدعة: وهي اعتقاد ما أحدث على خلاف المعروف عن النبي صلى الله عليه وسلم بنوع شبهة لا بمعاندة.\r5- الجهالة: بأن لا يعرف في الراوي تعديل ولا تجريح معين.\rوأما الطعن في ضبط الراوي فيشمل:\r1- فحش غلطه أي غلبة خطئه على صوابه.\r2- غفلته عن الإتقان.\r3- وهمه بأن يروي على سبيل التوهم.\r4- مخالفته للرواة الآخرين.\rوالمخالفة تشمل أنواعاً:\r1- أن يخالف الراوي في تغيير سياق الإسناد أو المتن فيسمى: المدرج.\r2- أن يخالف الراوي بتقديم المتأخر وتأخير المتقدم في الإسناد أو المتن، فيسمى: مقلوباً.\r3- أن يزيد راوياً في الإسناد ما لم يزده الآخرون فيسمى: المزيد في متصل الأسانيد.","seal":"FBCA6741","part":1},
      {"page":26,"id":26,"nass":"4- أن يخالف الرواة بإبدال راوٍ براوٍ أو برواة في إسناد واحد، وكذلك إبدال شيء في متن الحديث الواحد مرة بلفظ ومرة بلفظ آخر، فيسمى: مضطرباً.\r5- كذلك يخطئ في الكلمة فيغير سياقها فيسمى: المصحف والمحرف (1) .\rوفي هذه الأقسام المردودة من الأحاديث يدخل في باب علل الحديث كل ما فيه خفاء وعدم ظهور، وسيكون الكلام فيما ظهر الخفاء فيه فقط.\r__________\r(1) ينظر نزهة النظر (ص108، وما بعدها) ففيه خلاصة لما جاء في الكتب المطولة في المصطلح.","seal":"0785095D","part":1},
      {"page":26,"id":27,"nass":"أسباب العلة في الحديث:\rإن أهم أسباب العلة القادحة في الحديث:\r1- الخطأ والنسيان الذي لا يسلم منه أي بشر مع كونه موصوفاً بالضبط التامّ.\rومثل هذا الخطأ يكون نادراً من الثقة، ومع ذلك ليس من المعقول ولا من المشروع أن يصحح خطأهُ، ويستر عليه ولا يُبين، فالمنهج السليم أن يُعيَّن ويُبيَّن للناس حتى لا يتتابعوا في الخطأ.\rقال ابن معين: \"من لم يخطئ فهو كذاب\".\rوقال ابن المبارك: \"من يسلم من الوهم؟ \".\rوقد وهّمت عائشة جماعة من الصحابة في رواياتهم، وقد جمع الزركشي جزءاً في ذلك.","seal":"2692FB49","part":1},
      {"page":27,"id":28,"nass":"ووهّم سعيد بن المسيب ابن عباس في قوله: \"تزوج النبي صلى الله عليه وسلم ميمونة وهو محرم\" (1) .\rوهذا شعبة بن الحجاج بن الورد العتكي أبو بسطام رحمه الله قال فيه عبد الرحمن بن مهدي: \"كان سفيان الثوري يقول: شعبة أمير المؤمنين في الحديث\".\rوقال الشافعي: \"لولا شعبة ما عُرف الحديث بالعراق، كان يجيء إلى الرجل فيقول: لا تحدث، وإلا استعديت عليك السلطان\"، وقال أحمد أيضاً: \"شعبة أعلم بحديث الحكم، ولولا شعبة ذهب حديث الحكم ولم يكن في زمن شعبة مثله في الحديث، ولا أحسن حديثاً منه، كان قُسِمَ له من هذا حظ\" (2) .\rوقال أحمد أيضاً: \"كان شعبة أمة وحده في هذا الشأن (يعني في الرجال) وبصره في الحديث وتثبته وتنقيته للرجال\" (3) ، ولكن مع ذلك قد ضبط الأئمة أخطاءً عليه، وسجلوها في أقوالهم ومصنفاتهم.\rومعلوم أنه من أشد الناس على التدليس والمدلسين، ومع ذلك روى عن شيوخ ولم يسمع منهم.\rقال الإمام أحمد: \"أخطأ شعبة في اسم خالد بن علقمة فقال: مالك بن عُرفُطة، وأخطأ أيضاً في سلَم بن عبد الرحمن، فقال: عبد الله بن يزيد في حديث الشكال في الخيل (4) قلب اسمه.\r__________\r(1) شرح علل الترمذي لابن رجب (1/ 159 – 160) .\r(2) تقدمة الجرح والتعديل (ص/12) وما بعده مع أقوال طيبة كثيرة.\r(3) العلل ومعرفة الرجال (2 / 539) النص [3557] .\r(4) أما طريق شعبة عن عبد الله بن يزيد فأخرجه النسائي في باب الخيل (6 / 219) وأحمد في مسنده (2/ 205) والمزي في تهذيب الكمال (2 / 756) وأشار إليه الترمذي في الجهاد (3 / 204) وانظر مسائل ابن هاني (2 / 246) ، ونحوه قول ابن معين في تاريخه النص [3136] وطريق سلم بن\rعبد الرحمن أخرجه مسلم في الإمارة (3 / 494) وأحمد (2 / 250 – 467) وأبوداود في الجهاد\r(3 / 23) والترمذي في الجهاد (3 / 204) والنسائي في الخيل (6 / 219) كلهم من طريق سفيان عن سلم بن عبد الرحمن عن أبي زرعة عن أبي هريرة كان النبي صلى الله عليه وسلم......، وعند بعضهم زيادة: والشكال أن يكون التحجيل في الفرس في رجله اليمنى وفي يده اليسرى أوفي يده اليمنى ورجله اليسرى.","seal":"7237BFA9","part":1},
      {"page":28,"id":29,"nass":"وأخطأ شعبة: في اسم أبي الثورين فقال: أبو السوَّار، وإنما هو أبو الثورين.\rقال عبد الله بن أحمد قلت لأبي من هذا أبو الثورين؟ فقال: رجل من أهل مكة مشهور، اسمه محمد بن عبد الرحمن من قُريْش، قلت لأبي: إن عبد الرحمن ابن مهدي زعم أن شعبة لم يخطئ في كنيته فقال: هو أبو السوار.\rقال أبي: عبد الرحمن لا يدري أو كلمه نحوها\" (1) .\rوقال أحمد أيضاً: \"أخطأ شعبة في حديث علي بن زيد عن يوسف بن مهران فقال: يوسف بن ماهك وهو خطأ إنما هو ابن مهران\" (2) ، ولذلك كانت الرواية من الكتب أصح وأقوى من الرواية بالحفظ قال الخطيب: الاحتياط للمحدث، والأولى به أن يروي من كتابه ليَسْلَم من الوهم والغلط، ويكون جديراً بالبُعد من الزلل.\rثم ذكر بإسناده عن أبي زرعة قال: سمعت أبا نعيم، وذكر عنده حماد بن زيد، وابن عُلية، وأن حماداً أحفظ عن أيوب وابن عُلية كَتَبَ، فقال: ضَمِنتُ لك أن كل من لا يرجع إلى الكتاب لا يؤمن عليه الزلل ثم ذكر بإسناده عن\r__________\r(1) العلل ومعرفة الرجال للإمام أحمد (1 /516) النص [1210] وينظر تعليق المحقق جزاه الله خيراً.\r(2) العلل ومعرفة الرجال (2/157) النص [1859] وينظر أيضاً في خطئه في النصوص رقم [1903-1932-1935-2284-5490-5695] .","seal":"A9DCC323","part":1},
      {"page":29,"id":30,"nass":"أحمد بن حنبل: ما كان أحدٌ أقل سقطاً من ابن المبارك: كان رجُلاً يحدث من كتاب، ومن حدَّث من كتاب لا يكاد يكون له سقط كبير شيء (1) .\r2- من أسباب وقوع العلل في الحديث: خفة ضبط الراوي.\rونعني بالخفة في الضبط ما يعبّر عن صاحبها بالصدوق أو بـ\"لا بأس به\" أو \"ليس به بأس\" أو نحوهما.\rوهو الراوي الذي جعل الأئمة حديثه حسناً لذاته، وهو الذي قال ابن حجر في حديثه: فإن خف الضبط أي قلَّ فهو الحسن لذاته (2) .\rوما مقدار خفة الضبط؟ لا نجد له ضابطاً في كلام الأئمة إلا ما يذكره الأئمة في ترجمة الراوي بعد سبر مروياته، له أحاديث أنكرت عليه، مثل ما قال ابن عدي في ترجمة إبراهيم بن بشار أبي إسحاق الرمادي.\rوإبراهيم بن بشار هذا، لا أعلم أنكر عليه إلا هذا الحديث الذي ذكره البخاري، وباقي حديثه عن ابن عيينة وأبي معاوية وغيرهما من الثقات، وهو مستقيم في غير ذلك عندنا من أهل الصدق (3) .\rوقال في ترجمة أزور بن غالب بن تميم البصري بعد ما ذكر له حديثاً: \"وهذا الحديث وإن كان موقوفاً على أنس فهو منكر؛ لأنه لا يعرف للصحابة الخوض في القرآن.\rوالحديثان الآخران اللذان أمْلَيْتُهُمَا قبل هذا لم يروهما عن الأزور غير يحيى ابن سُليَمْ، وهو من حديث سليمان التيمي لا يروى إلا من هذا الطريق،\r__________\r(1) الجامع لأخلاق الراوي وآداب السامع (2/10) ، مع أقوال أخرى في المسألة.\r(2) نزهة النظر ص (91) .\r(3) الكامل (1 / 265 – 266) .","seal":"BC9214E4","part":1},
      {"page":30,"id":31,"nass":"والأزور بن غالب غير ما ذكرت من رواية يحيى بن سليم عنه أحاديث معدودة يسيرة: غير محفوظة، وأرجو أن لا بأس به\" (1) .\rفإذا كان الراوي يروي مائة حديث، وأخطأ في حديثين أو ثلاثة؛ لا نطرح باقي مروياته إذا تعينت تلك الروايات التي أخطأ فيها فقد أمِنّا حفظه وضبطه للروايات الأخرى فتكون صحيحة أو حسنة.\rولكن يجب على المحدث أن يضبط تلك الروايات التي حكم الأئمة عليها بالخطأ حتى لا يُصحّح حديثاً خطأ. وهذا لا يحصل لعامة المشتغلين في الحديث، فقد يصحح حديثاً خطأً للراوي لأنه خفي عليه خطؤه.\r3- من أهم أسباب العلة في الحديث: اختلاط الراوي أو تغيره بآخرته، وهذا السبب متعلق بالضبط أيضاً.\rوالاختلاط:\rقال ابن منظور اختلط فلان: أي فَسَدَ عقله، ورجلٌ خَلط بَيّن الخلاطة، أحمق مخالط العقل.\rويقال: خولط الرجل فهو مخالط، واختلط عقله فهو مختلط إذا تغيّر عقله (2) .\rوالاختلاط في اصطلاح أهل الحديث: هو كون الراوي ثقة حافظاً، ثم يطرأ سوء الحفظ عليه لسبب من الأسباب.\r__________\r(1) الكامل (1 / 265 – 266) .\r(2) لسان العرب (7/294 – 295) ، انظر نحوه في القاموس (2 / 92) ، ومثله في تاج العروس (5/134) .","seal":"356A1336","part":1},
      {"page":31,"id":32,"nass":"قال ابن حجر: \"ثم سوء الحفظ إن كان لازماً فهو الشاذ على رأي بعض أهل الحديث.\rأو كان سوء الحفظ طارئاً على الراوي: إما لكبره أو لذهاب بصره أو لاحتراق كتبه أو عدمها بأن كان يعتمدها، فرجع إلى حفظه، فساء فهذا هو المختلط\" (1) .\rوالاختلاط في الإنسان أمر كوني قدري لا يلام عليه، ولكن الكلام على روايته، فالمُضْعِفُ لرواية الشيخ: أن يروي شيئاً حين اختلاطه، ولم يتميز من روى عنه قبل الاختلاط ممن روى عنه بعد الاختلاط.\rوللاختلاط أسباب وعوارض كما أشار إليه ابن حجر، ولكن لمعرفة وقت الاختلاط ومراحل اختلاط الراوي، طرق مختلفة، وجهود مباركة لأئمتنا، حتى نجد أحدهم يصف بعض المختلطين بأنه بدأ يختلط قليلاً، ولم يختلط، واختلط حتى لا يفهم شيئاً.\rفالاختلاط حالة نفسية تطرأ على الإنسان لأسباب وعوارض تؤثر في عقله وحفظه وينظر تفاصيل هذا الفن في الكتب المخصصة له.\rفالمختلط له أحوال:\r1- أن يكون الراوي عنه سمع منه قبل الاختلاط، ولم يسمع منه بعد الاختلاط فهذا روايته عنه صحيحة.\rقال أحمد بن حنبل: \"سمع وكيع من المسعودي بالكوفة قديماً وأبي نعيم أيضاً، وإنما اختلط المسعودي ببغداد، ومن سمع منه بالبصرة والكوفة فسماعُهُ جيد\" (2) .\r__________\r(1) نزهة النظر (ص 139) .\r(2) العلل ومعرفة الرجال (1 / 325) النص [575] .","seal":"27C6AA2E","part":1},
      {"page":32,"id":33,"nass":"وأورده ابن الكيال، وقال: \"وعلى هذا تُقبل روايةُ كل من سمع منه بالكوفة والبصرة وقبل أن يقدم بغداد، كأميّة بن خالد، وبشر بن المفضل، وجعفر بن عون، وخالد بن الحارث، وسفيان الثوري، وأبي قتيبة سلم بن قتيبة، وطَلْق بن غنام، وعبد الله بن رجاء، وعثمان بن عُمر بن فارس: وعمرو ابن مرزوق، وعمرو بن الهيثم، والقاسم بن معن بن عبد الرحمن ومعاذ بن معاذ العنبري، والنضر بن شميل، ويزيد بن زُرَيْع\" (1) .\rوكذلك أحمد بن عبد الرحمن بن وهب بن مسلم القرشي أبو عُبيد الله المصري ابن أخي عبد الله بن وهب المصري، روى عنه مسلم رحمه الله (2) . وذكر الحاكم: أنه اختلط بعد الخمسين ومائتين بعد خروج مسلم من مصر (3) .\rوكذلك إذا ثبت لدينا أن الراوي عن المختلط روى عنه، ومات قبل اختلاط شيخه المختلط.\rوهذا سعيد بن عبد العزيز التنوخي كان فقيهاً مفتي دمشق وعالمها بعد الأوزاعي.\rمات سنة (167هـ) ولم يذكر ابن الكيال من سمع منه قبل الاختلاط ومن سمع منه بعد الاختلاط.\rقال الدكتور عبد القيوم في تعليقه على الكواكب النيرات: \"لم يذكر المؤلف رحمه الله من سمع منه قبل الاختلاط وبعده، وقد بحثت كثيراً فما\r__________\r(1) الكواكب النيرات (293 – 295) .\r(2) تقريب التهذيب (ص 94) .\r(3) ينظر مقدمة شرح صحيح مسلم (1 / 25) .","seal":"2C0519B4","part":1},
      {"page":33,"id":34,"nass":"وجَدْتُ من أئمة هذا الشأن نصّاً في المطلوب، إلا أن المزي رحمه الله تعالى ذكر شعبة وسفيان الثوري من جملة تلامذته وهما قد تُوفِّيا قبل سعيد بن عبد العزيز لسنواتٍ؛ لأن شعبة توفي في سنة (160هـ) والثوري في سنة (161هـ) وبذلك نستطيع أن نقول: إنهما رَوَيا عنه قبل اختلاطه\" (1) .\rقلت: هذا استنباط جيد مقبول في محله، ولا يقال: لعل اختلاط سعيد التنوخي استمر أكثر من سبع سنواتٍ أو ست سنوات، لأنه لو كان الأمر كذلك لاشتهر عند الأئمة، ولَنَصُّوا عليه فالظاهر أن سماع شعبة والثوري في حال صحته.\r2- أن يكون الراوي عن المخلط سمع منه بعد اختلاطه.\rفهذا تُرد روايته وتضعف بانفراده كسائر مَنْ عُرِفَتْ رواياتهم عن المخلطين حال الاختلاط.\rفمنهم سعيد بن أبي عروبة أبو النضر (2) البصري فقد نص الأئمة على من سمع منه قبل الاختلاط ومن سمع منه بعد الاختلاط.\r3- أن يكون الراوي عن المختلط سمع منه قبل الاختلاط وبعده.\rفلم تتميز روايته كرواية أبي عوانة: وضاح بن عبد الله اليشكري، قال ابن معين: كان عطاء بن السائب قد اختلط، قال: سَمِعْتُ من عَبيدة ثلاثين حديثاً، فقلت: (عباس الدوري) ليحيى: فما سمع منه جرير وذووه ليس هو صحيح؟ قال: لا. ماروى هو وخالد الطحان -كأنه يُضَعِّفُهم- إلا من سمع منه قديماً.\r__________\r(1) الكواكب النيرات والتعليق عليه، ترجمة سعيد بن عبد العزيز التنوخي.\r(2) الكواكب النيرات (ص 190) وما بعدها.","seal":"742C7012","part":1},
      {"page":34,"id":35,"nass":"قال يحيى: وقد سمع أبو عوانة منه في الصحة وفي الاختلاط جميعاً (1) .\rونُقل عن ابن معين: قوله: لم يسمع عطاء من يعلى بن مُرَّةَ، واختلط وما سمع منه جرير ليس من صحيح حديثه، وسمع منه أبو عوانة في الصحة والاختلاط، فلا يحتج بحديثه (2) .\r4- أن يكون روى الراوي عن المختلط قبل الاختلاط وبعده، ولكنه تميّزت أحاديثه فما ميز من رواياته قبل الاختلاط فهو صحيح، وما لا فهو ضعيف.\r5- أن يكون الراوي عن المختلط سمع منه بعد الاختلاط لكن لم يرو رواياته التي سمع منه في الاختلاط، فهذا كأنه لم يرو عنه مطلقاً.\rقال أبو داود: “إسحاق بن راهويه تغير قبل أن يموت بخمسة أشهر وسمعت منه تلك الأيام ورميت به” (3) (4) .\r6- أن يكون الراوي المختلط لم يحدث حال اختلاطه فهذا جميع رواياته مقبولة صحيحة.\rقال عبد الرحمن بن مهدي: “جرير بن حازم (أبو النضر العتكي الأزدي) اختلط، وكان له أولاد أصحاب حديث، فلما خشوا ذلك منه حجبوه، فلم يسمع منه أحد في اختلاطه شيئاً” (5) . وكإبراهيم بن أبي العباس السامري.\r__________\r(1) تاريخ ابن معين برواية الدوري رقم (1577) (2 / 403) تحقيق وترتيب د / أحمد نور سيف.\r(2) الكواكب النيرات (ص 323) .\r(3) تاريخ بغداد (6 / 355) .\r(4) كذلك عبدة بن سُليمان قال: إنه سمع سعيد بن أبي عروبة في الاختلاط إلا أنه لم يحدث بما سمع منه في الاختلاط. الكواكب النيرات (ص 196) .\r(5) الجرح والتعديل (2/ 505) .","seal":"2CB3AF39","part":1},
      {"page":35,"id":36,"nass":"قال ابن سعد: “اختلط في آخر عمره فحجبه أهله في منزله حتى مات” (1) .\rوأورده الذهبي في الميزان ثم قال: “فما ضره الاختلاط، وعامة من يموت يختلط قبل موته، وإنما المضعف للشيخ أن يروي شيئاً زمن اختلاطه” (2) .\r7- أن يكون الراوي المختلط لم يحدث إلا من كتابه فهذا لا يتطرق إليه الضعف مثل عبد الرزاق فقد روى عن مصنفه حال اختلاطه.\rقال البخاري: “ما حدث عنه عبد الرزاق من كتابه فهو أصح” (3) .\rوقال السخاوي: “وقال الحاكم: قلت للدارقطني أيدخل في الصحيح (يعني حديث عبد الرزاق الصنعاني) قال: إي والله وكأنهم لم يبالوا بتغير عبد الرزاق لكونه إنما حدثه من كتبه لا من حفظه قاله المصنف” (4) .\rوهناك قصة طريفة في مسائل البرذعي لأبي زرعة:\rقال البرذعي: قلت لأبي زرعة: قرة بن حبيب تغيّر؟ فقال: نعم، كنا أنكرناه بآخره غير أنه كان لا يحدث إلا من كتاب به ولا يحدث حتى يحضر ابنه، ثم تبسم، فقلت: لم تبسمتَ؟ قال: أتيته ذات يوم وأبو حاتم فقرعنا عليه الباب، واستأذنا عليه، فدنا من الباب ليفتح لنا، فإذا ابنته قد خفّت، وقالت له: يا أبت، إن هؤلاء أصحاب الحديث، ولا آمن أن يُغلِّطوك أو يدخلوا عليك ما ليس من حديثك، فلا تخرج إليهم حتى يجيء أخي يعني علي بن قرة\r__________\r(1) طبقات ابن سعد (7/346) .\r(2) ميزان الاعتدال (1/39) .\r(3) ميزان الاعتدال (2/610) .\r(4) فتح المغيث (3/341) .","seal":"AA24C978","part":1},
      {"page":36,"id":37,"nass":"– فقال لها: أنا أحفظ فلا أمكنهم ذاك، فقالت: لست أدعك تخرج فإني لا آمنهم عليك، فما زال قرة يجتهد ويحتج عليها في الخروج وهي تمنعه وتحتج عليه في ترك الخروج إلى أن يجيء علي بن قرة، حتى غلبت عليه ولم تدعه، قال أبو زرعة: فانصرفنا وقعدنا حتى وافى ابنه علي، قال أبو زرعة: فجعلت أعجب من صرامتها وصيانتها أباها (1) .\rحكم رواية المختلط:\rقال ابن حجر: “والحكم فيه أن ما حدث به قبل الاختلاط إذا تميّز، قُبل، وإذا لم يتميز تُوقف فيه، وكذا من اشتبه الأمر فيه، وإنما يعرف ذلك باعتبار الآخذين عنه” (2) .\rيعني: إذا عرف عن طريق تلامذته أن هذا الحديث بعينه أخذ عنه التلميذ قبل الاختلاط يكون مقبولاً صحيحاً.\rوإذا عرف أن التلميذ أخذ عنه بعد الاختلاط، توقف فيه ولم يعمل به، وإذا لم يعمل به، صار في حيّز المردود.\rوكذلك إذا لم يعرف، هل أخذ منه التلميذ هذا الحديث بعينه قبل الاختلاط أو بعده، توقف فيه حتى يوجد له متابعات وشواهد توافقه، فتقويه وتصححه، وإلا يبقَ متوقفاً فيه غير معمول به.\rوهذا هو مقصود من قال: ترد روايته، أو تسقط روايته.\rقال ابن الصلاح: “والحكم فيهم (أي المختلطين) ، أن يقبل حديث من\r__________\r(1) أجوبة أبي زرعة على أسئلة البرذعي (ص575-576) ، تحقيق الدكتور: سعدي الهاشمي.\r(2) نزهة النظر (ص139) .","seal":"21938025","part":1},
      {"page":37,"id":38,"nass":"أخذ عنهم قبل الاختلاط، ولا يقبل حديث من أخذ عنهم بعد الاختلاط أو أشكل أمره فلم يعرف هل أُخذ عنه قبل الاختلاط أو بعده” (1) .\rوقال السخاوي: “فما روى المتصف بذلك في حال اختلاطه، أو أبهم الأمر فيه وأشكل بحيث لم يعلم أروايته صدرت في حال اتصافه به أو قبله؟ سقط حديثه في الصورتين، بخلاف ما رواه قبل الاختلاط لثقته، هكذا أطلقوه” (2) . وقال نحوه في \"فتح الباقي\" (3) .\rفليس قصدهم رَدَّ رواية المختلط الذي روى عنه تلميذه بعد الاختلاط، أو أشكل أمره هل سمع قبل أو بعد؟ وإنما المقصود: أن حديث المختلط من هذا النوع لا يقبل بانفراده، ويبقى متوقفاً فيه للاعتبار، ليس مردوداً مطلقاً، ولا ساقطاً.\r4- ومن أسباب العلة في الحديث: الاضطراب، وهو داخل في عدم تمام الضبط\rوهذه العلة أيضاً من الأسباب الخفية المضعّفة لحديث الراوي، لأنها لا تظهر إلا بجمع الطرق والأسانيد وألفاظ المتون.\rوالاضطراب: افتعال من ضرب، فأصل الكلمة اضْتَرَب، فأُبدلت التاء طاءً، فصار اضطرب فهو مضطرب.\rوالاضطراب يأتي بمعنى الاختلاف، يقال: اضطرب الحبل بين القوم إذا اختلفت كلمتهم، واضطرب أمره اختلّ واضطرب تحرك وماج (4) .\r__________\r(1) علوم الحديث لابن الصلاح (ص352) .\r(2) فتح المغيث (3/323-333) .\r(3) فتح الباقي المطبوع بحاشية التبصرة والتذكرة (3/264) .\r(4) تهذيب اللغة (12/20) ، ومختار الصحاح (ص379) .","seal":"9B0D299B","part":1},
      {"page":38,"id":39,"nass":"وأما تعريف المضطرب اصطلاحاً:\rفقد قال ابن الصلاح: “المضطرب من الحديث، هو الذي تختلف الرواية فيه، فيرويه بعضهم على وجه، وبعضهم على وجه آخر مخالف له.\rوإنما نسميه مضطرباً إذا تساوت الروايتان” (1) .\rوالاضطراب قد يكون في السند، وقد يكون في المتن، وتارة فيهما.\rقال ابن الصلاح: “يقع الاضطراب في متن الحديث، وقد يقع في الإسناد، وقد يكون على شخص واحد، وقد يكون على أكثر من ذلك” (2) .\rوحكمه: أنه سبب مُضَعَّفٌ للحديث.\rقال ابن الصلاح: “والاضطراب موجب ضعف الحديث لإشعاره بأنه لم يضبط” (3) . وتأتي أمثلته في الباب الثاني إن شاء الله.\r5- ومن أسباب العلة: ما يتعلق بشرط الاتصال: وهو الانقطاع.\rفإن كان ظاهراً لا يدخل في تعريف العلة، ولكن إذا كان الانقطاع خفياً وهو: الذي يسمى مرسلاً خفياً فيدخل في صميم تعريف العلة وهو ما إذا كان الانقطاع بين طالب وشيخه الذي سمع منه الكثير، ولازمه، فإذا كان مثل هذا التلميذ روى عن شيخه بواسطة، ثم حذف الواسطة، دخلت العلة هنا، فلا ينتبه لها إلا من له درك وجُهد في جمع الطرق الكثيرة. هذا إذا لم يكن التلميذ معروفاً بالتدليس.\rوكذلك إذا كان الراوي أو التلميذ معاصراً، لكنه لم يلق الشيخ وهو في\r__________\r(1) علوم الحديث لابن الصلاح (ص84) .\r(2) علوم الحديث (ص85) .\r(3) علوم الحديث (ص85) .","seal":"E5C64D51","part":1},
      {"page":39,"id":40,"nass":"طبقة تلاميذ الشيخ فالانقطاع قد يخفى على الكثير. وكونه منقطعاً في هذه الصورة أمر واضح، إذا ثبت لدى الناس عامة أنه لم يلقه مطلقاً أما إذا كان إمكان السماع حاصلاً ولم نتيقن بسماعه من الشيخ، فإمكان عدم السماع أيضاً حاصل.\rولذا جعل الأئمة شرط البخاري في اشتراط ثبوت اللُّقِيِّ ولو مرة شرطاًًً أشد وأسد وأقوى من شرط مسلم الذي اكتفى بالمعاصرة.\rودع عنك قول من يقول: ليس ذلك شرط البخاري، فالأئمة كادوا أن يجمعوا على حكاية هذا القول ونسبته إلى البخاري وصنيعه في صحيحه يدل عليه كما يدل عليه عمله في تراجم الرواة في تواريخه، فلا يقال: إن الانقطاع علة ظاهرة لا خفية، فلا يكون علة من علل الحديث على اصطلاح القوم، فقد رأيت أنه قد يخفى الانقطاع، فيدخل في تعريف العلة التي هي القادحة الخفية.\rوستأتي الأمثلة عليه في الباب الثاني إن شاء الله.\rويدخل في هذه الصورة ما إذا روي الحديث مرسلاً من وجه رواه الثقات الحفاظ، ويسند ويوصل من وجه آخر ظاهره الصحة، ففيه انقطاع خفي تدخل العلة فيه، وتخفى على كثيرين، ولا تظهر هذه العلة إلا للعالم الخبير بعد سبر الطرق المختلفة على الراوي الذي عليه مدار الرواية.\rلأن الثقة قد يَهِمُ فيوصل المرسل، فيدخل الحديث في قسم الضعيف للانقطاع بين التابعي وبين النبي صلى الله عليه وسلم، ففقد شرط الاتصال على التعريف الراجح للمرسل وهو: ما أضافه التابعي إلى النبي صلى الله عليه وسلم (1) .\r__________\r(1) النكت على ابن الصلاح لابن حجر (2/546) .","seal":"9215BE71","part":1},
      {"page":40,"id":41,"nass":"ولا يقال في تعريف المرسل: ما منه الصحابي سقط، لأنه لو تعين لنا أن الصحابي رضي الله عنه هو الساقط، لما ضُعّف المرسل، كأن يظهر من طرق أخرى ذكر التابعي للصحابي في هذه الرواية ذاتها، أو أن يصف التابعي الصحابي بوصف الصحبة كـ\"عن صالح بن خوَّات، عمن صلَّى مع النبي صلى الله عليه وسلم يوم ذات الرقاع\" (1) ، أو غزا مع النبي صلى الله عليه وسلم، أو وفد إلى رسول الله صلى الله عليه وسلم، فإن لم يصفه بالصحبة فلا يكون موصولاً، لاحتمال أن يكون المحذوف تابعياً آخر، فيحتمل أن يكون ضعيفاً، ويحتمل أن يكون ثقة، وعلى الاحتمال الثاني، يحتمل أن يكون حمل الرواية عن صحابي، ويحتمل أن يكون حمل عن تابعي آخر، وعلى الثاني فيعود الاحتمال السابق، ويتعدد إما بالتجويز العقلي فإلى ما لا نهاية له، وإما بالاستقراء فإلى ستة أو سبعة، وهو أكثر ما وُجِدَ من رواية بعض التابعين عن بعض (2) .\rروى الذهبي في \"معجم شيوخه\" من طريق الإمام أحمد (3) قال حَدَّثنا عبد الرحمن بن مهدي عن زائدة عن منصور عن هلال بن يساف عن الربيع ابن خثيم عن عمرو بن ميمون عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار عن أبي أيوب عن النبي صلى الله عليه وسلم قال: أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة؟ فإنه من قرأ قل هو الله أحد في ليلة فقد قرأ ثلث القرآن.\rثم قال الذهبي: “هذا حديث صالح الإسناد من الأفراد، ولا نعلم حديثاً بين أحمد بن حنبل وبين النبي صلى الله عليه وسلم فيه تسعة أنفس سواه، وهو مما اجتمع في سنده ستة تابعيون يروي بعضهم عن بعض.\r__________\r(1) متفق عليه، بلوغ المرام مع السبل (2/59) .\r(2) نزهة النظر (ص110) .\r(3) مسند أحمد (5/ 419) .","seal":"324F5A54","part":1},
      {"page":41,"id":42,"nass":"وهذا لا نظير له، فإن منصور بن المعتمر معدود في صغار التابعين، وقد أخرجه الترمذي، والنسائي، من طريق زائدة، وحسنه الترمذي مع أنه معلل” (1) .\r6- ومن أهم أسباب العلة: الشذوذ.\rوالشذوذ لغة: الانفراد، شذ عنه يَشِذُّ ويَشُذُّ شُذوذاً انفرد عن الجمهور ونَدَرَ فهو شاذ (2) .\rوأمَّا في اصطلاح أهل الحديث فقد اختلف تعريف الشاذ في كتبهم.\rقال الحاكم: “فأَمَّا الشاذ فإنه حديثٌ يتفرد به ثقة من الثقات، وليس للحديث أصل متابِعٌ لذلك الثقة” (3) .\rفيظهر من تعريفه أن الشاذ هو الحديث الذي انفرد به الثقة خالف أم لم يخالف.\rولكن الذي يظهر لي: أن الحاكم أيضاً يشترط المخالفة في الشذوذ وذلك كما يأتي عن الشافعي وذلك لأمرين:\rالأول: قوله: \"ليس له أصل متابع\" فكأنه قال: لم يخالف فلو كان له أصل متابع لما كان مخالفاً.\rالثاني: أنه ذكر بعد تعريفه قول الشافعي -رحمه الله- مستشهداً به، فالذي يظهر أنه يشير إلى شرط المخالفة في الشاذ مثل الشافعي والله أعلم.\rوعرفه الخليلي فقال: “إن الشاذ ما ليس له إسناد إلا واحد، يشذُّ بذلك\r__________\r(1) معجم شيوخ الذهبي (2/ 289) .\r(2) لسان العرب (3/ 494) .\r(3) معرفة علوم الحديث (ص 119) .","seal":"6FAC9D59","part":1},
      {"page":42,"id":43,"nass":"شيخ ثقة أو غير ثقة، فما كان عن ثقة يتوقف فيه ولا يحتج به ويرد ما شذ به غيره” (1) .\rوعرفه الإمام الشافعي بقوله: “ليس الشاذ من الحديث أن يروي الثقة ما لا يرويه غيره هذا ليس بشاذ إنما الشاذ أن يروي الثقة حديثاً يخالف فيه الناس هذا الشاذ من الحديث. ذكره الحاكم بإسناده عنه بعد تعريفه” (2) .\rوهذا التعريف الأخير هو الذي اختاره العلماء قديماً وحديثاً وكان العمل في رد ما خالف فيه الثقة لا ما انفرد به غير مخالف.\rقال ابن الصلاح: “قلت: أمَّا ما حكم الشافعي عليه بالشذوذ فلا إشكال في أنه شاذٌّ غير مقبول، وأما ما حكيناه عن غيره فَيُشْكل بما يتفرد به العدل الحافظ الضابط كحديث: \"إنما الأعمال بالنيات\" فإنه حديث فرد تفرد به عمر رضي الله عنه عن رسول الله صلى الله عليه وسلم، ثم تفرد به عن عمر علقمة بن وقاص، ثم عن علقمة محمد بن إبراهيم، ثم عنه يحيى بن سعيد على ما هو الصحيح عند أهل الحديث.\rوأوضح من ذلك في ذلك: حديث عبد الله بن دينار عن ابن عمر”أن النبي صلى الله عليه وسلم نهى عن بيع الولاء وهبته” تفرد به عبد الله بن دينار.\rوحديث مالك عن الزهري عن أنس \"أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه مغفر\" تفرد به مالك عن الزهري، فكل هذه مخرجة في الصحيحين مع أنه ليس له إلا إسناد واحد تفرد به ثقة.\r__________\r(1) الإرشاد للخليلي (1/ 176) .\r(2) معرفة علوم الحديث (ص 119) ،ونحوه في علوم الحديث لابن الصلاح (ص 68) .","seal":"3194C696","part":1},
      {"page":43,"id":44,"nass":"وفي غرائب الصحيح أشباه لذلك غير قليلة، وقد قال مسلم بن الحجاج:\rللزهري نحوٌ من تسعين حرفاً يرويه عن النبي صلى الله عليه وسلم لا يشاركه فيها أحد بأسانيد جياد. والله أعلم.\rفهذا الذي ذكرنا وغيره من مذاهب أئمة الحديث يبين لك أنه ليس الأمر في ذلك على الإطلاق الذي أتى به الخليلي والحاكم بل الأمر على تفصيل نبيّنه\" (1) .\rفالذي اصطلح عليه العلماء هو قول الشافعي - رحمه الله- في تعريف الشاذ وهو: ما رواه الثقة مخالفاً لمن هو أرجح منه. قال ابن حجر: \"فإن خولف أي الراوي بأرجح منه، لمزيد ضبط أو كثرة عدد أو غير ذلك من وجوه الترجيحات فالراجح يقال له: المحفوظ، ومقابله -وهو المرجوح- يقال له: الشاذ\" (2) .\rوالشذوذ يدخل في العلة الخفية لأنه قد لا يظهر لعامة الناس إلا بعد جمع طرق الحديث والنظر في اختلاف الرواة والاختلاف عليهم من الرواة عنهم.\rقال الخطيب البغدادي: \"السبيل إلى معرفة علة الحديث أن يجمع طرقه وينظر في اختلاف رواته ويعتبر بمكانهم من الحفظ ومنزلتهم من الإتقان والضبط\" (3) .\rوقال علي بن المديني –رحمه الله-: \"الباب إذا لم تجمع طرقه لم يتبيَّن خطؤه\" (4) .\r__________\r(1) علوم الحديث لا بن الصلاح (ص69- 70) .\r(2) نزهة النظر (ص97) .\r(3) الجامع لأخلاق الراوي وآداب السامع (2/ 295) .\r(4) الجامع لأخلاق الراوي وآداب السامع (2/ 212) .","seal":"AA5A4DF8","part":1},
      {"page":44,"id":45,"nass":"وقال عبد الله بن المبارك: \"إذا أردت أن يصح لك الحديث فاضرب بعضه ببعض\" (1) .\rوقال ابن معين: \"لو لم نكتب الحديث من ثلاثين وجهاً ما عقلناه\".\rوقال أحمد بن حنبل: \"الحديث إذا لم تجمع طرقه لم تفهمه، والحديث يفسر بعضه بعضاً\" (2) .\rولا شك أن جمع الطرق المختلفة وموازنة بعضها ببعض، ثم النظر في النقلة واختلافهم ثم وزن هؤلاء بميزان الترجيح كل هذا من مهمة المحدث الجهبذ لا يستطيع أن يقوم به عامة المحدثين ولذلك نجد أفذاذاً وأفرادًا معدودين قد دخلوا في هذا المضمار وسدد الله أقوالهم ووفقهم لتقعيد قواعد في معرفة الصحيح من حديث رسول الله صلى الله عليه وسلم على قواعد فطرية تقبلها العقول السليمة.\rكما نجد أن هذا العلم وهو معرفة الخطأ من الصواب في روايات الراوي يحتاج إلى سبر روايات الراوي الواحد، بحيث يقدر الإمام المحدث أن يقول: روى حديثين أو ثلاثة أو عشرة.\rثم عرض روايته على روايات غيره ممن هم أصوب منه، حفظاً ونقلاً ومعرفة موافقة بعضهم لبعض أو مخالفتهم، أعظم وسيلة لمعرفة الخطأ من الصواب.\rقال ابن حبان: \"سمعت محمد بن إبراهيم بن أبي شيخ الملطي يقول: جاء يحيى بن معين إلى عفان ليسمع منه كتاب حماد بن سلمة فقال: ما سمعتها من\r__________\r(1) الجامع لأخلاق الراوي وآداب السامع (2/ 296) .\r(2) الجامع لأخلاق الراوي وآداب السامع (2/ 212) .","seal":"A9D090BA","part":1},
      {"page":45,"id":46,"nass":"أحد؟ قال: نعم حدثني سبعة عشر نفساً عن حماد بن سلمة فقال: والله لا حدثتك. فقال: إنما هو وهم، وانحدر إلى البصرة واسمع من التبوذكي فقال: شأنك فانحدر إلى البصرة وجاء إلى موسى بن إسماعيل فقال له موسى: لم تسمع هذه الكتب عن أحد؟ قال: سمعتها على الوجه من سبعة عشر نفساً وأنت الثامن عشر فقال: وماذا تصنع بهذا؟ فقال: إن حماد بن سلمة كان يخطئ فأردت أن أميز خطأه من خطأ غيره، فإذا رأيت أصحابه قد اجتمعوا على شيء علمت أن الخطأ من حماد نفسه، وإذا اجتمعوا على شيء عنه، وقال واحد منهم بخلافهم، علمت أن الخطأ منه لا من حماد فأميز بين ما أخطأ هو بنفسه وبين ما أخطئ عليه\" (1) .\rوقال الإمام أحمد: كنت أنا وعلي بن المديني فذكرنا أثبت من يروي عن الزهري فقال: علي: سفيان بن عيينة، وقلت أنا: مالك بن أنس وقلت: مالك أقل خطأ عن الزهري وابن عيينة يخطئ في نحو من عشرين حديثاً عن الزهري في حديث كذا وحديث كذا فذكرت منها ثمانية عشر حديثاً، وقلت هات ما أخطأ فيه مالك، فجاء بحديثين أو ثلاثة، فرجعت فنظرت فيما أخطأ فيه ابن عيينة فإذا هي أكثر من عشرين حديثاً.\rوفي كتاب التمييز للإمام مسلم أمثلة كثيرة وفيرة لهذا الجانب.\rقال الإمام مسلم: \"ذكر الأخبار التي نقلت على الغلط في متونها.\rحدثنا محمد بن بشار، ثنا يحيى بن سعيد ومحمد بن جعفر، قالا: ثنا شعبة عن سلمة بن كهيل، قال: سمعت حجراً أبا العنبس يقول: حدثني علقمة بن\r__________\r(1) كتاب المجروحين لابن حبان (1/ 32) .","seal":"A368227A","part":1},
      {"page":46,"id":47,"nass":"وائل، عن وائل، عن النبي صلى الله عليه وسلم. وثنا إسحاق، أنا أبو عامر، ثنا شعبة عن سلمة، سمعت حجراً أبا العنبس يحدث عن وائل بن حجر، عن النبي صلى الله عليه وسلم بهذا الحديث. كلهم عن شعبة، عن سلمة، عن حجر، عن علقمة، عن وائل، إلا إسحاق عن أبي عامر، فإنه لم يذكر علقمة، وذكر الباقون كلهم علقمة.\rقال مسلم: أخطأ شعبة في هذه الرواية حين قال: وأخفى صوته (1) .\rوسنذكر إن شاء الله رواية من حديث شعبة فيها فأصابه.\rحدثنا أبو بكر بن أبي شيبة وزهير بن حرب وإسحاق بن إبراهيم، فقالوا: ثنا وكيع، ثنا سفيان، عن سلمة بن كهيل، عن حجر بن عنبس، عن وائل قال: سمعت النبي صلى الله عليه وسلم قرأ \"ولا الضالين\" قال: \"آمين\". يمد بها صوته\" (2) .\rثم ذكر رواية أخرى قال: حدثنا أبو كريب ثنا أسود بن عامر، ثنا شريك، عن سماك، عن علقمة، عن أبيه قال: سمعت رسول الله صلى الله عليه وسلم يجهر بآمين.\rوقد روى عن وائل ما يدل على ذلك (3) .\rيشير به الإمام مسلم إلى ما أخرجه الدارقطني، فقد روى فيه عبد الجبار ابن وائل عن أبيه وفيه مد بها صوته (4) .\r__________\r(1) قال الترمذي في سننه 2: 28 كتاب الصلاة باب ماجاء في التأمين وروى شعبة هذا الحديث عن سلمة ابن كهيل عن حجر أبي العنبس عن علقمة بن وائل عن أبيه أن النبي صلى الله عليه وسلم قرأ غير المغضوب عليهم ولا الضالين فقال: آمين وخفض بها صوته.\r(2) التمييز (ص133- 134) وحاشيته.\r(3) التمييز (ص133- 134) وحاشيته.\r(4) سنن الدارقطني (1/324) .","seal":"B2BAF9D6","part":1},
      {"page":47,"id":48,"nass":"ثم ذكر الإمام مسلم شاهداً مخالفاً لرواية شعبة فقال: حدثنا يحيى بن يحيى، قال: قرأت على مالك بن أنس، عن ابن شهاب، عن سعيد وأبي سلمة، أنهما أخبراه عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"إذا أمَّن الإمام فأمِّنوا، فإنه من وافق تأمينه تأمين الملائكة غفر له\" (1) .\r__________\r(1) التمييز (ص 134) .","seal":"B1A2DB4C","part":1},
      {"page":49,"id":49,"nass":"الباب الثاني: في ذكر أمثلة تطبيقية للعلل في الحديث في ضوء شروط الصحيح\rالفصل الأول: في ذكر أمثلة للأحاديث التي وقعت العلة فيها في معرفة العدل من غيره\rمثال العلة في معرفة الراوي العدل من غيره.\rما ذكره العلامة المحدث محمد ناصر الدين في سلسلته الضعيفة حديث: “اتقوا البول فإنه أول ما يحاسب به العبد في القبر” ثم قال: موضوع، أخرجه ابن أبي عاصم في الأوائل رقم (93) حدثنا دحيم، ثنا عبد الله بن يوسف عن الهيثم بن حميد قال: سمعت رجلاً يحدث مكحولاً عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم فذكره.\rقلت: هو إسناد ضعيف رجاله ثقات غير الرجل الذي لم يسم.\rوالحديث قال المنذري في الترغيب (1: 88) : \"رواه الطبراني في الكبير بإسناد لا بأس به\"\rوقال الهيثمي في المجمع (1/209) : \"رواه الطبراني في الكبير ورجاله موثقون\".\rقلت: في قوليهما إشعار لطيف بأن إسناده لا يخلو من ضعف ولا سيما قول الهيثمي: \"ورجاله موثقون\" فإنه لا يقول هذا عادة إلا فيمن كان فيه توثيق غير معتبر.\rفقول المناوي في \"فيض القدير\": رمز المصنف لحسنه وهو أعلى من ذلك، ثم ذكر قول المنذري والهيثمي المتقدم فأقول: إنه لا وجه لتحسينه بله تصحيحه لما ذكرنا، ومن المؤسف أن الجزء الذي فيه مسند أبي أمامة من المعجم الكبير ليس في المكتبة الظاهرية عمرها الله تعالى؛ ولذلك فإني غير","seal":"450CB079","part":1},
      {"page":50,"id":50,"nass":"مطمئن لتحسين السيوطي للحديث فضلاً عن تصحيح المناوي له، ولا سيما مع كشف إسناد ابن أبي عاصم عن علته. والله أعلم.\rثم طبع المعجم الكبير بهمة أخينا الشيخ حمدي عبد المجيد السلفي فرأيت الحديث فيه (8/ 157) (رقم 7605) ، قال: حدثنا بكر بن سهل، ثنا عبد الله بن يوسف بإسناده المتقدم عن ابن أبي عاصم.\rوبهذا الإسناد أخرجه الطبراني أيضاً في مسند الشاميين (ص655) وقد عرفت علته وهي الرجل الذي لم يسم، وقد سماه إسماعيل بن إبراهيم فقال: ثنا أيوب عن مكحول به.\rأخرجه الطبراني أيضاً رقم (7607) وإسماعيل هذا هو أبو إبراهيم الترجماني وهو من رجال النسائي وقال هو وغيره: لا بأس به.\rوشيخه أيوب هو ابن مدرك الحنفي كما في الميزان، وقال: قال ابن معين: ليس بشيء وقال مرة: كذاب، وقال النسائي وأبو حاتم: متروك.\rوبهذا يتبين خطأ قول المنذري والهيثمي المتقدم، بله ميل المناوي إلى تصحيحه، فقد تبين أن الرجل الذي لم يسم في الطريق الأولى إنما هو أيوب ابن مدرك في الطريق الأخرى وهو متهم ولعل المناوي تبين له هذا الذي ذكرته بعد الذي قاله في الفيض فقد رأيته بيض للحديث في التيسير ولم يحسنه، ومنشأ هذا الخطأ في نقدي: أنهم رأوا (أيوب) هذا جاء في السند غير منسوب، فتوهموا أنه أيوب بن أبي علقمة، وهو ثقة حجة، وساعدهم على ذلك أنهم رأوا الراوي عنه إسماعيل بن إبراهيم، فتوهموا أيضاً أنه إسماعيل بن إبراهيم بن مقسم المعروف بـ (ابن علية) وهو ثقة حافظ؛ لأنهم رأوا في ترجمته أنه روى عن أيوب وهو السختياني وكل ذلك خطأ، وإنما هذا أبو","seal":"36CF65D3","part":1},
      {"page":51,"id":51,"nass":"إبراهيم الترجماني كما تقدم وشيخه أيوب هو ابن مدرك، وليس السختياني كما جاء مصرحاً بهذا كله في الطبراني في حديث آخر قبل هذا.\rوقال أيضا: ً ثم إن للحديث علة أخرى عند ابن حبان ألا وهي الانقطاع. فقد قال في ترجمة ابن مدرك هذا من كتابه الضعفاء (1: 168) يروي المناكير عن المشاهير ويدعي شيوخاًلم يرهم ويزعم أنه سمع منهم روى عن مكحول نسخة موضوعة ولم يره.\rثم قال الشيخ: واعلم أيها القارئ الكريم أن مثل هذا التحقيق يكشف لطالب هذا العلم الشريف أهمية تتبع طرق الحديث، والتعرف على هوية رواته، فإن ذلك يساعد مساعدة كبيرة جداً على الكشف عن علة الحديث، التي تستلزم الحكم على الحديث بالسقوط \" (1) .\rوعكسه قد يكون الراوي ثقة فيظنه البعض ضعيفاً؛ لاشتباهه ولاشتراكهما في الاسم، وبخاصة إذا ورد غير منسوب إلى أبيه أو إلى ما يميزه عن سميه، ذكر السيوطي عن ابن فيل في جزئه حديثاً من طريق المؤمل بن إسماعيل عن عبد الكريم عن مجاهد عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: \"لا يدخل الجنة عاق، ولا منان، ولا مرتد أعرابياً بعد هجرة، ولا ولد زنى، ولا من أتى ذات محرم\"، ثم قال: لا يصح، عبد الكريم متروك\" (2) .\rوهنا ذهب ظن السيوطي أن عبد الكريم هو ابن أبي المخارق وهوضعيف وله فيه عذره، فهو ليس منسوباً. وهذا الموضع يشتبه الأمر على كثيرين، وإنما\r__________\r(1) سلسلة الأحاديث الضعيفة (4/ 262- 264) رقم الحديث (1782) .\r(2) اللآلئ المصنوعة (2/ 192) .","seal":"0E8E4B9B","part":1},
      {"page":52,"id":52,"nass":"كان يعرف عبد الكريم بوجهه الصحيح بعد التتبع وبعد الجمع لطرق الحديث.\rفقد ظهر بعد التتبع أن تعيينه بعبد الكريم بن أبي المخارق وهو ضعيف خطأ، وإنما هو عبد الكريم بن مالك الجزري الثقة المشهور، وقد جاء مصرحاً بنسبه عند أبي نعيم في الحلية، فقد رواه من طريق مؤمل أيضاً، ثنا سفيان عن عبد الكريم الجزري عن مجاهد عن عبد الله بن عمرو به.\rوهذا النوع من الخطأ خطير جداً، فإذا توهم الراوي في تعيين الراوي فقد ينقلب الإسناد من الضعف إلى الصحة وبالعكس، كما هو واضح ومغبته واضحة.\rوروى الإمام أبو عبد الله بن ماجه حدثنا هشام بن عمار حدثنا محمد بن شعيب بن شابور حدثنا عبد الرحمن بن يزيد عن جابر عن سعيد بن أبي سعيد أنه حدثه عن أنس بن مالك قال: إني لتحت ناقة رسول الله صلى الله عليه وسلم يسيل عليّ لعابها فسمعته يقول: \"إن الله قد أعطى كل ذي حق حقه ألا لا وصية لوارث\" قال البوصيري في \"مصباح الزجاجة\" (3: 144) : هذا إسناد صحيح رجاله ثقات، ومحمد بن شعيب وثقه دحيم وأبو داود، وباقي الإسناد على شرط البخاري.\rولكن قال ابن حجر في \"النكت الظراف\" في الكلام على ترجمة الحافظ المزي لسعيد بن أبي سعيد المقبري:\rقلت: وهو سعيد بن أبي سعيد الساحلي شامي، وأما المقبري فهو مدني، وقد أوضحت ذلك في التهذيب.\rوفي حاشية \"تحفة الأشراف\" حاشية بخط ابن عبد الهادي: سعيد بن أبي سعيد راوي هذه الأحاديث عن أنس ليس هو المقبري أحد الثقات، وإنما هو","seal":"799DDF5B","part":1},
      {"page":53,"id":53,"nass":"الساحلي وهو غير محتج به كذلك جاء مصرحا به عن عبد الرحمن بن يزيد بن جابر (1) .\rومن أمثلة العلة في تعيين العدل من غيره:\rما جاء في حديث عبد الله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قام يوم فتح مكة فقال: \"لا يتوارث أهل ملتين المرأة ترث من دية زوجها وماله وهو يرثها من ديتها ومالها مالم يقتل أحدهما صاحبه عمداً، فإن قتل أحدهما صاحبه عمداً لم يرث من ديته وماله وإن قتل صاحبه خطأً ورث من ماله ولم يرث من ديته\".\rأخرجه ابن ماجه وابن الجارود في المنتقى والدارقطني في سننه والبيهقي (2) .\rكلهم من طريق الحسن بن صالح عن محمد بن سعيد عن عمرو بن شعيب قال: أخبرني أبي عن جدي عن عبد الله بن عمرو بن العاص.\rوهذا الحديث فيه الحسن بن صالح العجلي وهو الحسن بن سلمة بن صالح العجلي قال ابن حجر: مجهول (3) .\rولكن رواه محمد بن يحيى الذهلي كما عند ابن ماجه، ولكن سمى شيخه عمر بن سعيد محمد بن سعيد هذا هو الصواب، وقد قيل عمر بن سعيد وهو خطأ والصواب محمد كما صوَّبه الذهبي في \"الكاشف\" (4) .\r__________\r(1) انظر أحاديث معلة ظاهرها الصحة للشيخ مقبل بن هادي الوادعي (ص 44- 45) .\r(2) سنن ابن ماجه (2/ 914) كتاب الفرائض، باب: ميراث القاتل، والمنتقى (ص 358) ،وسنن الدارقطني (4/ 72- 73) ، وسنن البيهقي (9/ 263) .\r(3) التقريب ص238تحقيق أبوالأشبال.\r(4) الكاشف 2/312.","seal":"BB1907FA","part":1},
      {"page":54,"id":54,"nass":"ومحمد بن سعيد هل هو الشامي المصلوب وهو مكذب ذكر بوضع الحديث (1) ؟\rوبه قال غير واحد: قال البوصيري في الزوائد: “في إسناده محمد بن سعيد وهو المصلوب، قال أحمد: حديثه موضوع” (2) .\rوكذا قال العلامة محمد ناصر الدين الألباني في تخريج \"مشكاة المصابيح\": هو محمد بن سعيد المصلوب: قال أحمد: حديثه موضوع (3) ، وبناءً عليه حكم في ضعيف ابن ماجه بأنه موضوع (4) .\rوكذا قلده بعض من علق على الكاشف للذهبي والصواب أنه ليس محمد ابن سعيد المصلوب الشامي المقتول بالزندقة بل هو محمد بن سعيد الطائفي أبو سعيد المؤذن صدوق (5) أو ثقة. والذي بينه هو الدارقطني رحمه الله فقد أخرجه في سننه ثم قال: محمد بن سعيد الطائفي ثقة ثم بإسناد آخر عن الحسن ابن صالح وقال بإسناده مثله، محمد بن سعيد الطائفي ثقة (6) .\rفقد ظهر بهذا أن محمد بن سعيد هذا ليس المتروك بل هو ثقة أو صدوق فيكون الحكم على الحديث يختلف من الضعف جداً إلى الصحة أو الحسن، إذا لم تكن في الإسناد علة أخرى.\r__________\r(1) تقريب التهذيب (ص 847) .\r(2) حاشية سنن ابن ماجه (2/ 914) .\r(3) مشكاة المصابيح (2/ 149) تعليقاً على حديث أبي هريرة برقم (3048) .\r(4) ضعيف سنن ابن ماجه رقم (544) .\r(5) تقريب التهذيب (ص 848) .\r(6) سنن الدارقطني (4/ 73) .","seal":"6920D488","part":1},
      {"page":55,"id":55,"nass":"ومن هذا النوع ما أورده العلامة الألباني في \"الصحيحة\" قال: زيادة ومغفرته في رد السلام ثم قال: كنا إذا سلم النبي صلى الله عليه وسلم علينا قلنا: وعليك السلام ورحمة الله وبركاته ومغفرته.\rقال الشيخ: أخرجه البخاري في التاريخ الكبير (1/1/330) قال: قال محمد: حدثنا إبراهيم بن المختار عن شعبة عن هارون بن سعد عن ثمامة بن عقبة عن زيد بن أرقم قال: فذكره.\rثم قال: وهذا إسناد جيد رجاله ثقات كلهم من رجال التهذيب غير إبراهيم بن المختار وهو الرازي، روى عنه جماعة من الثقات ذكرهم ابن أبي حاتم (1/1/138) ثم قال: سألت أبي عنه فقال: صالح الحديث، وهو أحبُّ إليَّ من سلمة بن الفضل وعلى بن مجاهد.\rومحمد الراوي عنه هو ابن سعيد بن الأصبهاني وهو من شيوخ البخاري في الصحيح، فالإسناد متصل غير معلق (1) .\rقلت: قد صحح الألباني -رحمه الله- هذا الحديث، واستنبط منه جواز زيادة ومغفرته في السلام بناءً على ثقة رجاله، والمسألة تتعلق بالوصول إلى طرق الحديث المختلفة، حتى تظهر علة الحديث إن كانت فيه، فقد أخرجه البيهقي في شعبه من طريق علي بن الحسين بن حسان قال: نا محمد بن حميد قال: نا إبراهيم بن المختار عن شعبة عن هارون بن سعد عن ثمامة بن عقبة عن زيد بن أرقم به.\r__________\r(1) سلسلة الأحاديث الصحيحة (3/ 433) ، رقم (1449) .","seal":"DC738338","part":1},
      {"page":56,"id":56,"nass":"ثم قال: تابعه محمد بن غالب عن محمد بن حميد، وهذا إنْ صَحَّ قلنا به غير أن في إسناده إلى شعبة من لا يحتج به (1) .\rوأخرجه الطبراني في المعجم الكبير قال: حدثنا محمد بن يحيى بن منده الأصبهاني وجعفر بن أحمد بن سنان الواسطي قالا: ثنا محمد بن حميد الرازي ثنا إبراهيم بن المختار به (2) .\rففيه نسبته إلى الرازي فلا شك أنه ليس محمد بن سعيد بن الأصبهاني، الثقة بل هو محمد بن حميد الرازي قال فيه في \"التقريب\": محمد بن حميد بن حيان الرازي حافظ ضعيف، وكان ابن معين حسن الرأي فيه (3) .\rوما دام قد تبين أن مدار الحديث على راو ضعيف، فيكون إسناد الحديث ضعيفاً.\rولا يغض هذا من منزلة العلامة الألباني في الحديث فقد وقع فيه الكبار قبله، وهذا الهيثمي ذكر الحديث في مجمع الزوائد وقال: وفيه إبراهيم بن المختار وثقه أبو داود وأبو حاتم، وقال ابن معين ليس بذاك وبقية رجاله ثقات (4) .\r__________\r(1) شعب الإيمان للبيهقي (15/ 399- 400) ، طبعة دار السلفية وفي طبعة زغلول (6/456) أزهر بن المختار بدل إبراهيم وهوخطأ.\r(2) المعجم الكبير (5/ 202) رقم (5015) .\r(3) تقريب التهذيب (ص 839) .\r(4) مجمع الزوائد (2/ 146) .","seal":"15ED09F7","part":1},
      {"page":57,"id":57,"nass":"الفصل الثاني: في ذكر أمثلة وقعت العلة فيها لأجل ضبط الراوي\rمن أمثلة عدم الضبط من الثقات المعروفين:\rقال ابن معين: حديث أبى البداح يرويه مالك بن أنس عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي عن أبيه، أن النبي صلى الله عليه وسلم رخص للرعاء أن يرموا الجمار ليلاً.\rثم قال: حدثنا سفيان بن عيينة عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي عن أبيه، أن النبي صلى الله عليه وسلم رخص للرعاء أن يرموا يوماً ويدعوا يوماً.\rقال ابن معين: وكلام سفيان هذا خطأ إنما هو كما قال مالك بن أنس، فكان سفيان لا يضبطه، كان إذا حدث به يقول: ذهب عليّ من هذا الحديث شيء (1) .\rومن أمثلة عدم الضبط من الثقات المعروفين:\rما ذكره عبد الله عن أبيه قال سألت أبي عن حديث هشيم (2) عن حصين عن عمرو بن مرة عن علقمة بن وائل عن أبيه عن النبي صلى الله عليه وسلم في الرفع، قال: رواه شعبة عن عمرو بن مرة عن أبي البختري عن عبد الرحمن اليحصبي عن\r__________\r(1) تاريخ ابن معين براوية الدوري (1/241- 242) .\r(2) أخرج الطحاوي في شرح معاني الآثار (1/244) ، عن خالد بن عبد الله والبيهقي في سننه من طريق جرير كلاهما عن حصين عن عمروبن مرة قال: دخلت مسجد حضرموت فإذا علقمة بن وائل يحدث عن أبيه أن رسول الله صلى الله عليه وسلم كان يرفع يديه قبل الركوع وبعده.","seal":"31012943","part":1},
      {"page":58,"id":58,"nass":"وائل عن النبي صلى الله عليه وسلم، خالف حصين شعبة، شعبة أثبت في عمرو بن مرة من حصين، القول قول شعبة، من أين يقع شعبة على أبي البختري عن عبد الرحمن اليحصبي عن وائل؟\rويبدو في هذا النص أن الإمام أحمد يرى أن حصينا قد أخذ الدرب المعروف والجادة المسلوكة: علقمة بن وائل عن أبيه، وتوهم حصين فيه، وأما شعبة فهو أحفظ وأثبت، فالإسناد كما روى شعبة لا كما روى حصين.\rوهذا الباب يحتاج من العالم المتصدي لبيان معرفة طبقات الرواة ومراتب أعيان الثقات وبيان مراتبهم في الحفظ ومن يرجح قوله منهم عند الإطلاق، فيجب على المحدث أن يعتني بمعرفة مراتبهم ومن أوثق من غيره في فلان ومَنْ كان يخطئ في فلان (1) .\rويدخل هذا الباب في الشاذ أيضاً حيث تكون الموازنة بين الحافظ والأحفظ، كما يأتي إن شاء الله أمثلته.\rومثال عدم الضبط في المتن: رفع ما ليس بمرفوع.\rحديث: أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبي بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل. ألا وإن لكل أمة أمينا، وإن أمين هذه الأمة أبو عبيدة بن الجراح.\rذكر ابن حجر في \"التلخيص الحبير\" طرفاً منه ثم قال: “أحمد والترمذي والنسائي وابن ماجه وابن حبان من حديث أبي قلابة عن أنس: \"أرحم أمتي\r__________\r(1) ينظر هذا الباب في شرح علل الترمذي لابن رجب (ص 47) وما بعدها.","seal":"A26B40D8","part":1},
      {"page":59,"id":59,"nass":"بأمتي أبو بكر…\" الحديث وفيه \"وأعلمها بالفرائض زيد بن ثابت\" صححه الترمذي والحاكم وابن حبان، وفي رواية للحاكم \"أفرض أمتي زيد\" وصححها أيضاً، وقد أعلَّ بالإرسال، وسماع أبي قلابة من أنس صحيح إلا أنه قيل لم يسمع منه هذا.\rوقد ذكر الدارقطني الاختلاف فيه على أبي قلابة في العلل ورجح هو وغيره كالبيهقي والخطيب في المدرج أن الموصول منه ذكر أبي عبيدة، والباقي مرسل\" (1) .\rورجح ابن المواق وغيره رواية الموصول.\rوأخرج البخاري في باب مناقب أبي عبيدة بن الجراح من طريق خالد عن أبي قلابة جزء “إن لكل أمة أمينا …” إلخ فقط.\rقال ابن حجر في الفتح بعد ذكر الحديث بكامله: “إسناده صحيح. إلا أن الحفاظ قالوا: إن الصواب في أوله الإرسال والموصول منه ما اقتصر عليه البخاري والله أعلم” (2) .\rومن أوهام الثقات: رواية الإسناد لمتن آخر.\rقال ابن أبي حاتم: “سألت أبي وأبا زرعة عن حديث رواه محمد بن مصعب القرقساني عن الأوزاعي عن الزهري عن عبيد الله بن عبد الله عن ابن عباس أن النبي صلى الله عليه وسلم مر بشاة ميتة قد ألقاها أهلها فقال: ”زوال الدنيا أهون على الله من هذه على أهلها”.\r__________\r(1) التلخيص الحبير (3/ 79) .\r(2) فتح الباري (7/ 92- 93) مع صحيح البخاري.","seal":"A54FA154","part":1},
      {"page":60,"id":60,"nass":"فقالا: هذا خطأ إنما هو: أن النبي صلى الله عليه وسلم مر بشاة ميتة فقال: \"ما على أهل هذه لو انتفعوا بإهابها\".\rفقلت لهما: الوهم ممن؟ قالا: من القرقساني” (1) .\rوبه عَلَّلَه الإمام أحمد، كما في \"المنتخب من العلل\" للخلال (2) .\rوبه علله ابن حبان في المجروحين فقال: وهذا المتن بهذا الإسناد باطل (3) .\rومما يدخل في عدم تمام الضبط: الاضطراب.\rوهذه العلة من الأسباب الخفية المضعفة لحديث الراوي، لأنها لا تظهر، إلا بجمع الطرق والأسانيد كما تقدم في الباب الأول، ومعرفة الاختلاف على الراوي الذي عليه مدار الرواية، حتى يتعين موضع الاضطراب في السند أو المتن، وممن هو؟\rمثاله: ما أخرجه ابن أبي شيبة ومن طريقه ابن ماجه والدارقطني وأحمد كلهم من طريق وكيع عن حماد بن سلمة عن خالد الحذاء عن خالد بن أبي الصلت عن عراك بن مالك عن عائشة قالت: ذكر عند رسول الله صلى الله عليه وسلم قوم يكرهون أن يستقبلوا بفروجهم القبلة فقال: \"أراهم قد فعلوا استقبلوا بمقعدتي القبلة\" (4) .\rوأورده ابن أبي حاتم (5) من طريق حماد وفيه عن عراك سمعت عائشة مرفوعاً.\r__________\r(1) علل الحديث لابن أبي حاتم (2/ 135) .\r(2) المنتخب من العلل (ص 43) .\r(3) المجروحين (2/ 294) .\r(4) مصنف ابن أبي شيبة (1/ 11) ، وسنن ابن ماجه (1/205) ، ومسند أحمد (6/137) وسنن الدارقطني (1/ 60) .\r(5) العلل (1/ 29) .","seal":"4F7EE6FB","part":1},
      {"page":61,"id":61,"nass":"قال الترمذي: سألت محمد بن إسماعيل البخاري عن هذا الحديث فقال: هذا حديث فيه اضطراب والصحيح عندي عن عائشة من قولها (1) .\rوكذا أشار ابن حجر إلى الاضطراب في هذا الحديث في ترجمة خالد بن أبي الصلت (2) .\rولا يظهر هذا الاضطراب إلا بعد جمع طرق الحديث، فجمعناها فوجدنا الاضطراب فيه واضحاً.\r1- فقد أخرجه أحمد في مسنده عن عبد الوهاب الثقفي، ثنا خالد عن رجل عن عمر بن عبد العزيز أنه قال: \"ما استقبلت القبلة بفرجي منذ كذا وكذا \" فحدث عراك بن مالك عن عائشة أن النبي صلى الله عليه وسلم (3) قال …. وكذا عند الطحاوي في شرح معاني الآثار من طريق حماد عن خالد.\r2- وأخرجه الطحاوي أيضاً من طريق آخر عن حمّاد عن خالد الحذّاء عن خالد بن أبي الصلت وفيه، فحدث عراك بن مالك عن عروة بن الزبير عن عائشة مرفوعاً (4) .\rفزاد فيه عروة بن الزبير، بين عراك وعائشة.\r3- وأخرجه البخاري في التاريخ الكبير، من طريق وهب عن خالد عن رجل أن عراكاً حدث عن عمرة عن عائشة عن النبي صلى الله عليه وسلم (5) .\r__________\r(1) زاد المعاد (2/ 385) تحقيق شعيب الأرناؤوط.\r(2) تهذيب التهذيب (3/ 97- 98) .\r(3) مسند أحمد (6/183) ، وأخرجه ابن أبي شيبة في المصنف (1/151) ، بهذا الإسناد قول عمر بن عبد العزيز فقط وشرح معاني الآثار (4/ 234) .\r(4) شرح معاني الآثار (4/234) .\r(5) التاريخ الكبير (2/158) ، وينظر تهذيب السنن لابن القيم (1/21) ، وتحفة الأحوذي (1/19) .","seal":"9FC831CB","part":1},
      {"page":62,"id":62,"nass":"فهذه الألفاظ المختلفة عن خالد بن أبي الصلت، تدل على عدم ضبطه واضطرابه، فالاضطراب من العلل الخفية التي لا تظهر إلا بالمتابعات وجمع الطرق والشواهد، ومعرفة الراوي الذي عليه مدار الاختلاف لمعرفة صاحب العهدة في الاضطراب.\rومن أمثلة المضطرب:\rسئل الداقطني عن حديث المسور بن إبراهيم بن عبد الرحمن بن عوف عن جده عبد الرحمن عن النبي صلى الله عليه وسلم \" لا يغرم السارق\" فقال: يرويه مفضل بن فضالة واختلف عنه:\r1- فقيل عنه عن يونس بن يزيد عن سعد بن إبراهيم عن أخيه المسور عن عبد الرحمن بن عوف.\r2- وقيل عنه عن المسور عن أبيه عن عبد الرحمن بن عوف ولا يثبت القول.\r3- وقيل عنه عن سعيد بن إبراهيم قال أبو صالح الحراني: كذا كان في كتاب المفضل عن سعيد بن إبراهيم.\r4- وقيل عنه عن يونس عن الزهري عن سعيد بن إبراهيم ولا يصح هذا القول.\r5- وقال ابن لهيعة عن سعيد بن إبراهيم عن المسور بن مخرمة عن النبي صلى الله عليه وسلم. ولا يصح أيضاً، وهو مضطرب غير ثابت (1) .\r__________\r(1) العلل الواردة في الأحاديث (4/ 294- 295) .","seal":"B8EB2BF0","part":1},
      {"page":63,"id":63,"nass":"فقد حكم الدارقطني رحمه الله على الحديث بالاضطراب، وجعل العهدة فيه على المفضل بن فضالة لكون مدار الاختلاف عليه، فهو الذي اضطرب. وروى عن يونس على أوجه مختلفة لا يمكن ترجيح بعضها على بعض وشرحها ودراستها تطول.\rومن أمثلة المضطرب ما ذكره ابن أبي حاتم في علله قال:\r1- \"سألت أبي وأبا زرعة عن حديث رواه المبارك بن فضالة عن عبد الله ابن محمد بن عقيل عن جابر بن عبد الله: \"أن رسول الله صلى الله عليه وسلم ضحى بكبشين أملحين مَوْجُوءَيْن (1) \" الحديث.\r2- وروى هذا الحديث حماد بن سلمة عن عبد الله بن محمد بن عقيل عن عبد الرحمن بن جابر بن عبد الله عن أبيه جابر عن النبي صلى الله عليه وسلم.\r3- وروى هذا الحديث الثوري فقال: عن عبد الله بن محمد بن عقيل عن أبي سلمة عن أبي هريرة أو عائشة عن النبي صلى الله عليه وسلم.\r4- ورواه عبيد الله بن عمر وسعيد بن سلمة فقالا: عن عبد الله بن محمد ابن عقيل عن علي بن حسين عن أبي رافع عن النبي صلى الله عليه وسلم.\rقلت لأبي زرعة: فما الصحيح؟ قال: ما أدري، ما عندي في ذا شيء.\rقلت لأبي: ما الصحيح؟ قال أبي: ابن عقيل لا يضبط حديثه.\rقلت: فأيهما أشبه عندك؟ قال: الله أعلم.\rقال أبو زرعة: هذا من ابن عقيل، الذين رووا عن ابن عقيل كلهم ثقات” (2) .\r__________\r(1) أي: خَصِيَّيْن. (النهاية: وجأ) .\r(2) علل الحديث لابن أبي حاتم (2/ 39- 44) .","seal":"DC7C4C13","part":1},
      {"page":64,"id":64,"nass":"فهذا الحديث روي من أربعة وجوه كلها مختلفة، فرأى أبو زرعة أن العهدة فيه على ابن عقيل، هو الذي لم يضبط، وكان يخلط، وذكره الدارقطني في العلل وقال “والاضطراب فيه من ابن عقيل” (1) .\r__________\r(1) العلل الواردة في الأحاديث (9/ 319- 320) .","seal":"A94F0087","part":1},
      {"page":65,"id":65,"nass":"الفصل الثالث: في ذكر أمثلة وقعت العلة الخفية فيها لأجل عدم الاتصال\r1- مثال العلة في اتصال السند إذا ثبت فيه انقطاع ظاهره السلامة والانقطاع هو عدم سماع بعض الرواة من البعض، فهو بحسب موقعه في الإسناد يتنوع إلى أنواع ويسمى بأسماء مختلفة:\r1- إذا كان الانقطاع من آخر السند الذي في طرفه الصحابي والنبي صلى الله عليه وسلم، فيسمى مرسلاً.\r2- إذا كان الانقطاع في وسط السند وكان الساقط واحداً أو أكثر ولكن من غير التوالي، فيسمى منقطعاً.\r3- إذا كان الانقطاع من وسط السند باثنين على التوالي، فيسمى معضلاً.\r4- إذا كان الانقطاع من أول السند كُلاً أو بعضاً منه، فيسمى معلقاً.\r5- إذا كان الراوي معروفاً بالتدليس ففيه خوف الانقطاع فيحكم له بالانقطاع حتى يثبت له سماعه من شيخه.\rولا يدخل في البحث الخاص بالعلة، إلا ما كان الانقطاع فيه خفياً لا ظاهراً.\rولذلك لا نذكر من الأمثلة إلا ما كان الانقطاع فيها خفياً.\rمثال الانقطاع الذي فيه إمكان الانقطاع وعدمه: ما رواه مدلّس، مثل: أبي إسحاق السبيعي، روى الترمذي قال: حدثنا عبدُ بن حميد، قال: حدثنا عبيد الله بن موسى، عن إسرائيل عن أبي إسحاق عن البراء بن عازب، قال:","seal":"1C3D0FE7","part":1},
      {"page":66,"id":66,"nass":"مات رجال من أصحاب النبي صلى الله عليه وسلم قبل أن تُحرّمَ الخمر، فلما حُرّمت الخمر قال رجال: كيف بأصحابنا وقد ماتوا يشربون الخمر. فنزلت: {لَيْسَ عَلَى الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُواْ إِذَا مَا اتَّقَواْ وَّآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ} [المائدة:93] ، ثم قال: هذا حديث حسن صحيح، وقد رواه شعبة عن أبي إسحاق عن البراء بن عازب.\rفنرى أن الترمذي يحسن ويصحح الحديث، وذكر -فيما يظهر والله أعلم- رواية شعبة عن أبي إسحاق بعدها متابعة لإسرائيل لرفع الاختلاط والتدليس عن أبي إسحاق في هذا الحديث؛ لأن شعبة كان أشد الناس على التدليس والمدلسين، ولأنه سمع من أبي إسحاق قبل اختلاطه فيما يظهر.\rفقال حدثنا بندار، حدثنا محمد بن جعفر، حدثنا شعبة عن أبي إسحاق قال: قال البراء فذكره ثم قال: هذا حديث حسن صحيح.\rولكن هنا خفي الاتصال، وظهر للناظر فيه أن شعبة لم يكن يروي عن المدلسين ومن أوثق الناس فالحديث صحيح، ولكن قد ظهر الانقطاع الخفي بعد جمع الطرق، فقد روى أبو يعلى في مسنده بعد إخراجه هذا الحديث: شعبة قال لأبي إسحاق: أسمعته من البراء؟ قال: لا (1) . وعليه فالحديث منقطع.\rوهذا النوع من الانقطاع الخفي.\rوأخرجه الدارقطني في سننه (2) من ثلاث طرق:\rالأولى: من طريق معاوية بن سعيد التُجيببي ثنا الزهري عن أم عبد الله الدوسية.\r__________\r(1) مسند أبي يعلى (3/266) .\r(2) وانظر أحاديث معلة ظاهرها الصحة (ص65-66) .","seal":"1AE76DCF","part":1},
      {"page":67,"id":67,"nass":"الثانية: من طريق الحكم بن عبد الله بن سعد عن الزهري عن أم عبد الله الدوسية قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \"الجمعة واجبة على أهل كل قرية وإن لم يكونوا إلا ثلاثة رابعهم إمامهم\".\rوقال الدارقطني في الثانية أي التي فيها التحديث: لا يصح هذا عن الزهري، كل من رواه عنه متروك.\rوقال في الثالثة: الزهري لا يصح سماعه من الدوسية، والحكم هذا متروك (1) .\rفهنا قد يخفى هذا الانقطاع، فإن الزهري وصف بتدليس قليل وبخاصة مع تصريح التحديث في بعض الروايات، فهذا النوع من الانقطاع الخفي داخل في العلة.\rومن أمثلة العلة في اتصال السند إذا ثبت الانقطاع فيه وظاهره السلامة منه:\rما رواه أبو داود: قال حدثنا أحمد بن محمد بن حنبل والحسن بن علي قالا: ثنا عبد الرزاق -قال أحمد- ثنا معمر أخبرني أشعث، وقال الحسن: عن أشعث بن عبد الله عن الحسن عن عبد الله بن مغفل قال: قال رسول الله صلى الله عليه وسلم: \"لا يبولن أحدكم في مستحَمِّه ثم يَغْتَسِل فيه\"، وفي رواية: \"ثم يتوضأ فيه فإن عامة الوسواس منه\" (2) .\rقال الحاكم في المستدرك: ”صحيح على شرطهما“، ووافقه الذهبي (3) .\r__________\r(1) سنن الدارقطني (2/19) .\r(2) سنن أبي داود (1/7) باب في البول في المستحم، وهوفي مسند أحمد (5/56) .\r(3) مستدرك الحاكم (1/167) .","seal":"4D440F27","part":1},
      {"page":68,"id":68,"nass":"وقال المنذري في الترغيب: “إسناده صحيح متصل”.\rوهذا الإسناد الذي حكموا عليه بالصحة لا شك أن رجاله ثقات ولكن له علة خفية، وهي عنعنة الحسن وهو البصري.\rقال الذهبي فيه: “كان الحسن البصري كثير التدليس، فإذا قال في حديث: عن فلان، ضَعُفَ احتجاجه، ولا سيما عمن قيل: إنه لم يسمع منهم كأبي هريرة ونحوه” (1) .\rوهو وإن كانوا قد ذكروا له سماعاً من عبد الله بن مُغَفَّل، فليس معنى ذلك أن كل حديث له عنه موصول سمعه منه، بل لا بُدّ من تصريحه بالسماع من كل صحابي، يروي عنه ليكون حجة خالياً من عِلَّةٍ، هذا هو الذي يقتضيه علم مصطلح الحديث (2) .\rومن أمثلته: قال مُهنّا قلت لأحمد ويحيى: حدثوني عن عبد المجيد بن أبي روّاد عن عبيد الله بن عُمر عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: \"لكل أمة فرعون، وفرعون هذه الأمة معاوية بن أبي سفيان\"، فقالا جميعاً: ليس بصحيح، وليس يعرف هذا الحديث من أحاديث عبيد الله ولم يسمع عبد المجيد بن أبي روَّاد من عُبيد الله شيئاً، ينبغي أن يكون عبد المجيد دلّسه سمعه من إنسان فحدث به (3) .\rوالانقطاع في الإسناد سبب مضعف للحديث كما هو واضح وهو قد يكون ظاهراً وقد يكون خفياً.\r__________\r(1) ميزان الاعتدال (1/527) .\r(2) ينظر ضعيف سنن أبي داود (1/18) .\r(3) المنتخب من العلل للخلال (ص227) .","seal":"62241EC2","part":1},
      {"page":69,"id":69,"nass":"وهنا علّل الأئمة في الأحاديث المذكورة لخفاء الانقطاع.\rومن أمثلته ما ذكره الحاكم في \"معرفته\" بإسناده عن موسى بن عقبة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"من جلس مجلساً كثر فيه لغطه فقال قبل أن يقوم: سبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك إلا غفر له ما كان في مجلسه ذاك\".\rقال أبو عبد الله: “هذا حديثٌ مَنْ تأمَّله لم يشك أنه من شرط الصحيح، وله علة فاحشة، ثم ذكر بإسناده أن مسلماً جاء إلى محمد بن إسماعيل البخاري فقبَّل بين عينيه وقال: دعني حتى أقبِّل رجلك يا أستاذ الأستاذين وسيد المحدثين، وطبيب الحديث في علله، فذكر الحديث بإسناد البخاري فقال محمد بن إسماعيل: هذا حديث مليح، ولا أعلم في الدنيا في هذا الباب غير هذا الحديث إلا أنه معلول، حدثنا به موسى بن إسماعيل قال: حدثنا وهيب قال: ثنا سهيل عن عون بن عبد الله قوله، قال محمد بن إسماعيل: هذا أولى فإنه لا يذكر لموسى بن عقبة سماعٌ من سهيل” (1) .\rوكان الانقطاع هنا خفيّاً جداً، حتى أظهره أمير المؤمنين في الحديث: البخاري؛ لأن سهيلاً وموسى بن عقبة متعاصران، فقد مات سهيل بن أبي صالح سنة 138? تقريباً، ومات موسى بن عقبة قريباً من سنة 141?، وسهيل لم يوصف بالتدليس فيما أعلم، وأما موسى بن عقبة فقد تُكلِّم في روايته عن الزهري فقط، ولم يتكلم أحد في روايته عن سهيل، وكلاهما مدني، فتعليل البخاري الحديث بالانقطاع بينهما -وقد كان خفياً شديداً- له اعتباره، فقد خفي هذا الانقطاع حتى على مسلم رحمه الله.\r__________\r(1) معرفة علوم الحديث (113-114) .","seal":"C01DCDDD","part":1},
      {"page":70,"id":70,"nass":"ويدخل في علة الانقطاع روايات شيوخ ثقات قد سمعوا من شيوخهم أحاديث كثيرة فإذا روى أحدهم من أحد شيوخه حديثاً لم يسمع منه، خفي على الناظر عدم السماع وحكم على الحديث بالاتصال والصحة في حين أن الحديث فقد شرط الاتصال.\rوهذا النوع من العلة لا يظهر إلا للجهابذة الذين يتتبعون روايات الشيخ واحدة واحدة.\rقال الإمام أحمد: قال سفيان: قلت لرجل: سل زيداً -يعني ابن أسلم- سمعته من عبد الله -يعني ابن عمر- حديث: \"دخل النبي صلى الله عليه وسلم مسجد بني عمرو ابن عوف، وهِبْتُ أن أسأله، فقال: يا أبا أسامة سمعتَه من عبد الله بن عمر؟ فقال: أما أنا فقد رأيته وكلّمته\".\rقال أحمد أيضاً: حدثنا سفيان قال: حدثنا عمرو بن يحيى بن عمارة بن أبي حسن المازني عن أبيه عن عبد الله بن زيد، أن النبي صلى الله عليه وسلم توضأ (1) .\rقال سفيان حدثنا يحيى بن سعيد عن عمرو بن يحيى منذ أربع وسبعين، فسألت بعد ذلك بقليل، فكان يحيى أكبر منه.\rقال أحمد: قال سفيان: سمعت منه ثلاثة أحاديث، وسمعت أنا هذا الحديث من سفيان ثلاث مرار.\rقال: قال سفيان: لم أسمع منه حديث عمرو بن يحيى عن أبيه عن النبي صلى الله عليه وسلم في الحمّام والمقبرة. قال الإمام أحمد: قد حدثنا به سفيان دلّسه (2) .\r__________\r(1) أخرجه الترمذي (1/66) أبواب الطهارة، باب ما جاء فيمن توضأ بعض وضوئه مرتين وبعضه ثلاثاً: حدثنا سفيان بن عيينة عن عمرو بن يحيى عن أبيه عن عبد الله بن زيد أن النبي صلى الله عليه وسلم توضأ فغسل وجهه ثلاثاً وغسل يديه مرتين مرتين، ومسح برأسه وغَسل رجليه مرتين، وقال: هذا حديث حسن صحيح.\r(2) العلل ومعرفة الرجال (1/191-192) .","seal":"A27ED77A","part":1},
      {"page":71,"id":71,"nass":"وأخرج الترمذي من طريق إبراهيم النخعي عن عمرو بن ميمون عن أبي عبد الله الجدلي عن خزيمة بن ثابت عن النبي صلى الله عليه وسلم أنه سئل عن المسح على الخفين، فقال: \"للمسافر ثلاثة وللمقيم يوم\"، ثم قال: وقد روى الحكم بن (عتيبة) وحماد عن إبراهيم النخعي عن أبي عبد الله الجدلي عن خزيمة بن ثابت، ولا يصح.\rوقال: قال علي بن المديني: قال يحيى بن سعيد: قال شعبة: لم يسمع إبراهيم النخعي من أبي عبد الله الجدلي حديث المسح (1) .\r__________\r(1) سنن الترمذي (1/160) ، أبواب الطهارة، باب المسح على الخفين للمسافر والمقيم، وأخرجه أحمد (5/215،213) ، والبيهقي (1/278) من هذا الطريق.","seal":"1A6A3685","part":1},
      {"page":72,"id":72,"nass":"الفصل الرابع: في ذكر أمثلة وقعت العلة فيها لأجل الشذوذ\rوأما الشذوذ فقد مضى تعريفه، كما مضى ذكر الراجح في تعريفه، وهو: اشتراط مخالفة الراوي الثقة لمن هو أوثق منه، أو مخالفته جماعة من الثقات.\rوهذا السبب كاد أن يكون هو السبب الغالب في إثبات علة الحديث، لذا نرى الأئمة إذا ذكروا حديثاً في بعض الأحيان من طريق واحد أو إسناد خاص أو ذكروا المتن بلفظ خاص فيحشدون لَه طرقاً كثيرة لإثبات العلة وتعيين الصواب فيه.\rوهذه سيما يتميز بها كتاب \"العلل\" للدارقطني، ومن قبل كتاب \"التمييز\" للإمام مسلم رحمه الله.\rوالشذوذ قد يكون في الإسناد بذكر راوٍ تفرد عنه أحد الرواة في حين خالفه الأكثرون.\rوقد يكون في المتن برفع موقوف أو وقف مرفوع أو إرسال موصول، أو وصل مرسل.\rوقد مضى قول الأئمة: السبيل إلى معرفة علة الحديث أن تجمع بين طرقه وتنظر في اختلاف رواته وتعتبر أي الخطأ والصواب بمكانهم من الحفظ.\rوقال ابن المديني: \"الباب إذا لم تجمع طرقه لم يتبين خطؤه\" (1) .\r__________\r(1) توضيح الأفكار (2/28-29) .","seal":"FB94FF4F","part":1},
      {"page":73,"id":73,"nass":"فأول حديث في علل الدارقطني: سئل الشيخ أبو الحسن علي بن عمر بن أحمد بن مهدي الحافظ عن حديث عمر بن الخطاب عن أبي بكر في تزويج النبي صلى الله عليه وسلم حفصة وقول أبي بكر لعمر: \"لم يمنعني أن أرجع إليك فيما عرضتَ عليّ، إلا أني علمتُ أن رسول الله صلى الله عليه وسلم ذكرها، فلم أكن لأفشِيَ سرَّ رسول الله صلى الله عليه وسلم ولو تركها لقَبِلْتها\".\rقال: يرويه الزهري عن سالم عن أبيه عن عُمر \"تأيّمتْ حَفْصة من خُنَيْس (1) بن حذافة السَّهْمي. وهو حديث صحيح من حديث الزهري رواه عنه جماعة من الثقات الحفاظ فاتفقوا على إسناده منهم:\rشعيب بن أبي حمزة، وصالح بن كيسان، ويونس وعُقيل ومحمد بن أخي الزهري، وسفيان ين حُسَين، والوليد بن محمد الموقري وعبد الله بن أبي زياد الرصافي، وغيرهم عن الزهري فاتفقوا على لفظ واحد في قول أبي بكر لعمر: “لم يمنعني أن أرجع إليك شيئاً إلا أني قد كنت علمت أن رسول الله صلى الله عليه وسلم ذكر حفصة”.\rورواه معمر بن راشد عن الزهري بهذا الإسناد فجوّده وأسنده، وقال فيه: “لم يمنعني أن أرجع إليك شيئاً إلا أني كنتُ سمعتُ رسول الله صلى الله عليه وسلم يذكرها، ولم أكن أفشي سرَّ رسول الله صلى الله عليه وسلم“.\rوهو حديث صحيح عن الزهري أخرجه البخاري في الصحيح من حديث معمر ومن حديث صالح بن كيسان وشعيب عن الزهري.\rإلا أن معمراً قال: فيما حكى عنه هشام بن يوسف – قال فيه: حُبيش ابن حذافة، صحّف فيه.\r__________\r(1) بخاء معجمة ونون وسين مهملة مصغراً، (المغني في الضبط: ص95) .","seal":"82ABB2E5","part":1},
      {"page":74,"id":74,"nass":"وأما عبد الرزاق فقال عن معمر: خُنيس بن حذافة أو حذيفة. والصحيح أنه خُنَيس بن حذافة بن قيس السهمي أخو عبد الله بن حذافة (1) .\rثم ذكر الدارقطني بعده الاختلافات الأخرى في الرواية، فالذي يظهر أن الدارقطني رحمه الله ساق هذا القول لبيان أمرين: الأول: الاختلاف في قوله: “لم يمنعني أن أرجع إليك فيما عرضت عليّ”، وهو لفظ الجماعة.\rالثاني: في اسم زوج حفصة، فقال الجماعة أن اسمه خنيس بن حذافة، وقال معمر وحده حُبيش بن حذافة، وبه قضى للجماعة، وأثبت به تشذيذه لمعمر في هذين اللفظين، والله أعلم.\rمثال آخر:\rسئل الدارقطني عن حديث عمر عن أبي بكر عن النبي صلى الله عليه وسلم: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله\" الحديث.\rفقال: هو حديث يرويه الزهري، واختلف عنه:\rفمِمّن رواه على الصواب: شعيب بن أبي حمزة، ويحيى بن سعيد الأنصاري، ومحمد بن الوليد الزبيدي وعُقَيْل، وعبد الرحمن بن خالد بن مسافر، والنعمان بن راشد، وسفيان بن حسين، وسليمان بن كثير، ومحمد ابن إسحاق، وجعفر بن بُرقان، وعبد الرحمن بن يزيد بن تميم.\rفرووه عن الزهري عن عبيد الله بن عبد الله بن عتبة عن أبي هريرة قال: قال عمر لأبي بكر.\rواختلف عن سفيان بن حُسين.\r__________\r(1) العلل الواردة في الأحاديث (1/153، وما بعدها) .","seal":"5888E57A","part":1},
      {"page":75,"id":75,"nass":"فأسنده عنه محمد بن يزيد الواسطي عن الزهري عن عبيد الله، عن أبي هريرة، وأرسله يزيد بن هارون، فأسقط منه أبا هريرة.\rورواه معمر بن راشد واختلف عنه، فأسنده رباح بن زيد عن معمر عن الزهري عن عُبَيْد الله عن أبي هريرة بمتابعة من تقدم حديثه.\rوأرسله عبد الرزاق، عن معمر، عن الزهري عن عُبَيْد الله، لم يذكر أبا هريرة.\rورواه عمران القطان عن مَعْمر، وقال: عن الزهري عن أنس بن مالك عن أبي بكر، ووهم فيه على معمر.\rورواه يحيى بن أبي أُنَيْسة عن الزُهْري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم، ووهم أيضاً في ذكر سعيد.\rورواه صالح بن أبي الأخضر فقال: عن الزهري عن سعيد بن المسيب وأبي سلمة عن أبي هريرة.\rورواه الوليد بن مسلم عن شُعَيْب ومرزوق بن أبي الهذيل وسفيان بن عيينة عن الزهري عن سعيد عن أبي هريرة.\rووهم فيه على شعيب وعلى ابن عُيينة، لأن شعيباً يرويه عن الزهري عن عُبيد الله عن أبي هريرة.\rوابن عيينة يرويه عن الزهري مرسلاً لا يذكر فوقه أحداً.\rوالقول الأول هو الصواب (1) .\rفهنا جمع الدارقطني رحمه الله أحد عشر طريقاً لهذا الحديث عن الزهري\r__________\r(1) علل الدارقطني (1/162-166) .","seal":"129E1709","part":1},
      {"page":76,"id":76,"nass":"وقضى لهم بالصواب ووهم الآخرين _ ومنهم بعض الثقات المعروفين؛ مثل معمر بن راشد وسفيان بن عيينة _ لأنهم شذوا في رواياتهم عن الزهري، وخالفوا جماعة كثيرين.\rوإن قال أحد إن الزهري كثير الشيوخ وكثير الرواية، فمن الممكن أن (تُسَلّم) بعض الروايات الأخرى التي يصح إسنادها إلى الزهري، ويقال: إن هذه الطرق أيضاً صحيحة، والله أعلم.","seal":"988679ED","part":1},
      {"page":77,"id":77,"nass":"ومن أمثلة علة الشذوذ:\rسئل الدارقطني عن حديث حمران عن عثمان عن النبي صلى الله عليه وسلم، قال: \"من علم أن لا إله إلا الله دخل الجنة\".\rفقال يرويه شعبة، واختلف عنه.\rفرواه عبد الله بن حمران، عن شعبة، عن بيان عن بشر، عن حمران عن عثمان.\rوخالفه غندر وعبد الصمد وغيرهما رووه عن شعبة عن خالد الحذاء عن أبي بشر (العنبري) الوليد بن مسلم عن حمران وهو الصواب (1) .\rقلت: طريق عبد الله بن حمران، أخرجه النسائي في عمل اليوم والليلة (2) .\rوكذلك طريق غندر هو وأحمد (3) .\rوقال النسائي: حديث عبد الله بن حمران خطأ، والصواب طريق غندر.\rوالطبراني في جزء من حديثه عن النسائي وقال: لم يرو هذا الحديث عن شعبة إلا عبد الله بن حمران (4) .\rويدخل في باب العلة كل ما خالف فيه راو مقبول من هو أوثق. فتدخل الأنواع الأخرى التي ذكرت سابقاً في المخالفة أعني المنكر والمقلوب والمدرج، والمزيد في متصل الأسانيد والمصحّف والمحرّف.\r__________\r(1) العلل الواردة في الأحاديث (3/19) .\r(2) عمل اليوم والليلة (ص597-598) .\r(3) مسند أحمد (1/65) .\r(4) نقلاً عن تعليق محقق علل الدارقطني (2/19) .","seal":"8917F27B","part":1},
      {"page":78,"id":78,"nass":"الفصل الخامس: تعليل الحديث بعلل عامة\rهذا وقد يعلل الحديث بعلل أخرى غير ما ذكرت مأخوذة من شرط الصحيح، فتدخل تلك العلل في اشتراط عدم كونه معللاً في تعريف الصحيح.\rكما قال ابن رجب رحمه الله: حُذَّاق النقاد من الحفاظ لكثرة ممارستهم للحديث، ومعرفتهم بالرجال وأحاديث كل واحد منهم، لهم فهم خاص يفهمون به أن هذا الحديث يشبه حديث فلان، ولا يشبه حديث فلان، فيعللون الأحاديث بذلك.\rوهذا مما لا يعبّر عنه بعبارة تحصره، وإنما يرجع فيه أهله إلى مجرد الفهم والمعرفة التي خصوا بها عن سائر أهل العلم كما سبق ذكره في غير موضع.\rقلت: وهذا القول ليس على عمومه ولكن له أصل في مواضع كثيرة والشأن فيه للقرائن، فقد تدل قرينةٌ على صدق قول المحدث فيقبل تعليله، وقد لا تدل قرينة فربما يرد تعليله (1) .\rومن أمثلته: أن يروى الحديث بالمعنى، أو يختصر فتدخل العلة في هذا التصرف.\rقال الترمذي: فأما من أقام الإسناد وحفظه وغيّر اللفظ فإن هذا واسع عند أهل العلم إذا لم يتغيَّر به المعنى.\rوقال ابن رجب في شرحه: وإنما يجوز ذلك لمن هو عالم بلغات العرب، بصيراً بالمعاني، عالماً بما يُحيل المعنى، وما لايحيله، نص على ذلك الشافعي.\r__________\r(1) شرح علل الترمذي (2/756) .","seal":"2CC975C1","part":1},
      {"page":79,"id":79,"nass":"وقد روى كثير من الناس الحديث بمعنى فهموه منه فغيّروا المعنى، مثل ما اختصر بعضهم حديث عائشة في حيضها في الحج أن النبي صلى الله عليه وسلم قال لها – وكانت حائضاً -:“انقضي شعر رأسك وامتشطي”، وأدخله في أبواب غسل الحيض (1) .\rوقد أنكر أحمد ذلك على من فعله، لأنه يُخل بالمعنى، فإن هذا لم تؤمر به في الغسل من الحيض عند انقطاعه بل في غسل الحائض إذا أرادت الإحرام وهي حائض.\rوروى بعضهم حديث: كنا نؤديه على عهد رسول النبي صلى الله عليه وسلم – يريد زكاة الفطر – فصحّف \"نؤديه\"، فقال: \"نورّثه\"، ثم فسّره من عنده فقال: يعني: الجدّ، كل هذا تصرف سيئ لا يجوز مثله (2) .\rومن هذا النوع من التعليل: مخالفة الراوي مرويه.\rفالأصل فيه أن العبرة بما روى لا بما رأى، لأنه قد ينسى مرويَّه فيخالفه، فيكون من باب من حدث ونسي.\rولكن قد تدل القرائن فتكون مخالفته علة في تصحيح حديثه، قال ابن رجب:\rفي تضعيف حديث الراوي إذا روى ما يخالف رأيه، وقد ضعف الإمام أحمد وأكثر الحفاظ أحاديث كثيرة بمثل هذا، فمنها: أحاديث أبي هريرة في\r__________\r(1) نعم، أخرجه البخاري في أبواب الحيض، باب امتشاط المرأة عند غسلها من المحيض، وباب نقض المرأة شعرها عند غسل الحيض.\r(2) شرح علل الترمذي (1/147/149) .","seal":"9427E465","part":1},
      {"page":80,"id":80,"nass":"المسح على الخفين ضعفها أحمد ومسلم وغير واحد، وقالوا: أبو هريرة ينكر المسح على الخفين فلا يصح له فيه رواية.\rومنها أحاديث ابن عمر عن النبي صلى الله عليه وسلم في المسح على الخفين أيضاً أنكرها أحمد، وقال ابن عُمر أنكر على سعيد المسح على الخفين، فكيف يكون عنده عن النبي صلى الله عليه وسلم فيه رواية.\rومنها حديث عائشة عن النبي صلى الله عليه وسلم قال للمستحاضة: \"دعي الصلاة أيام أقرائك\".\rقال أحمد: كل من روى هذا عن عائشة فقد أخطأ، لأن عائشة تقول: \"الأقراء: الأطهار لا الحيض\".\rوذكر ابن رجب أمثلة أخرى (1) .\rوالذي يقال: إن مخالفة الراوي لروايته تكون علة إذا دلت قرائن تظهر أنه نسي ولم يتذكر روايته، أو لم يكن حمل الرواية على محامل أخرى غير الظاهر والله أعلم.\rهذا وقد مرت الإشارة إلى أن العلة هي سبب خفي قادح في صحة الحديث، ولكن قد يسمي علة كل سبب مضعف للحديث ظاهراً كان أم خفياً، وهذا أمر شائع عند أهل الحديث.\rوإظهار العلل الخفية له دور بارز في حفظ سنة رسول الله صلى الله عليه وسلم وجمعها ومنعها، فبهذا العمل الجليل تصان السنة من أن يُدخل فيها أحدٌ ما ليس منها، سهواً أو عمداً.\r__________\r(1) ينظر شرح علل ابن رجب (2/796-801) .","seal":"AA472033","part":1},
      {"page":81,"id":81,"nass":"مصادر ومراجع\r...\rالمراجع\r1- أحاديث ظاهرها الصحة، الشيخ مقبل بن هادي الوادعي. دار الآثار.\r2- الإرشاد في معرفة علماء الحديث، لأبي يعلى الخليلي بن عبد الله الخليلي، مكتبة الرشد.\r3- تاج العروس من جواهر القاموس، لمحمد مرتضى الزبيدي، دار صادر.\r4- تاريخ ابن معين برواية الدوري، جمع د. أحمد نور سيف. جامعة الملك عبد العزيز.\r5- تاريخ بغداد، لأبي بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي، دار الكتاب العربي.\r6- التبصرة والتذكرة، للحافظ أبو الفضل زين الدين عبد الرحيم العراقي، دار الباز.\r7- تقدمة المعرفة لكتاب الجرح والتعديل، للإمام عبد الرحمن بن أبي حاتم الرازي، حيدر أباد الدكن.\r8- تقريب التهذيب، للحافظ أحمد بن علي بن حجر العسقلاني، دار الكتاب العربي.\r9- التلخيص الحبير في تخريج أحاديث الرافعي الكبير، للحافظ أحمد بن علي العسقلاني، شركة الطباعة الفنية المتحدة بمصر.\r10- التمييز، للإمام مسلم بن الحجاج النيسابوري، جامعة الرياض.","seal":"6C2489FD","part":1},
      {"page":82,"id":82,"nass":"11- تهذيب اللغة، لأبي منصور الأزهري، طبعة القاهرة.\r12- توضيح الأفكار لمعاني تنقيح الآثار، محمد بن إسماعيل الأمير الصنعاني. الخانجي بالقاهرة.\r13- الجامع لأخلاق الراوي وآداب السامع، للإمام أحمد بن علي ابن ثابت البغدادي.\r14- الجرح والتعديل، لعبد الرحمن أبي حاتم الرازي، حيدر آباد الدكن.\r15- حاشية سنن ابن ماجه، لأبي الحسن نور الدين عبد الهادي السندي، دار إحياء التراث العربي.\r16- زاد المعاد في هدي خير العباد، لشمس الدين بن عبد الله المعروف بابن قيم الجوزية، مؤسسة الرسالة.\r17- سنن أبي داود سليمان بن الأشعث السيجستاني، دار إحياء السنة النبوية.\r18- سنن الترمذي، محمد بن عيسى بن سورة الترمذي، المكتبة الإسلامية.\r19- سنن النسائي، أحمد بن شعيب النسائي، دار إحياء التراث العربي.\r20- سنن ابن ماجه، محمد بن يزيد بن ماجه القزويني، طبعة الحلبي.\r21- سنن البيهقي، أحمد بن حسين بن علي البيهقي، طبعة حيدر آباد الدكن.\r22- سنن الدارقطني، للحافظ علي بن عمر الدارقطني، دار عمار.\r23- سلسلة الأحاديث الصحيحة، محمد ناصر الدين الألباني، المكتب الاسلامي.","seal":"A52063BC","part":1},
      {"page":83,"id":83,"nass":"24- سلسلة الأحاديث الضعيفة، محمد ناصر الدين الألباني، المكتب الإسلامي.\r25- شرح صحيح مسلم، لمحيى الدين يحيى بن شرف النووي، دار الفكر.\r26- شرح علل الترمذي، عبد الرحمن بن أحمد بن رجب، دار الملاح.\r27- شرح معاني الآثار، أحمد بن محمد بن سلامة الطحاوي، مطبعة الأنوار المحمدية.\r28- شعب الإيمان، أحمد بن حسين البيهقي، مكتبة الباز.\r29- صحيح البخاري، محمد بن إسماعيل البخاري، المطبعة السلفية.\r30- صحيح مسلم، مسلم بن الحجاج القشيري النيسابوري، دار إحياء التراث.\r31- ضعيف سنن أبي داود، محمد ناصر الدين الألباني، المكتب الإسلامي.\r32- ضعيف سنن ابن ماجه، محمد ناصر الدين الألباني، المكتب الإسلامي.\r33- الطبقات الكبرى، محمد بن سعد بن منيع الزهري، دار صادر.\r34- عمل اليوم والليلة، لأبي بكر أحمد بن محمد الدينوري ابن السني، دار المعرفة.\r35- علل الحديث، محمد بن عبد الرحمن بن أبي حاتم الرازي، مكتبة المثنى بغداد.\r36- العلل الواردة في الأحاديث النبوية، علي بن عمر الدارقطني، دار طيبة.","seal":"7DEB4093","part":1},
      {"page":84,"id":84,"nass":"37- العلل ومعرفة الرجال، للإمام أحمد بن حنبل، المكتب الإسلامي.\r38- علوم الحديث، عثمان بن عبد الرحمن بن الصلاح، مطبعة الأصيل بحلب.\r39- فتح الباري، للحافظ أحمد بن علي بن حجر العسقلاني، المطبعة السلفية.\r40- فتح الباقي على ألفية العراقي، للحافظ زكريا بن محمد الأنصاري، دار الباز.\r41- فتح المغيث، لمحمد بن عبد الرحمن السخاوي، المكتبة السلفية.\r42- القاموس المحيط، لمجدالدين محمد بن يعقوب الفيروزابادي، طبعة الحلبي.\r43- الكاشف، للإمام أبي عبد الله محمد بن أحمد بن عثمان الذهبي، دار الكتب الحديثة.\r44- الكامل، للحافظ عبد الله بن عدي الجرجاني، دار الفكر.\r45- الكواكب النيرات في معرفة من اختلط من الثقات، لأبي البركات محمد بن أحمد المعروف بابن الكيال، دار المأمون للتراث.\r46- لسان العرب، لجمال الدين محمد بن مكرم بن منظور، دار صادر.\r47- اللآلى المصنوعة، جلال الدين عبد الرحمن السيوطي، دار المعرفة.\r48- مجمع الزوائد ومنبع الفوائد، نور الدين علي بن أبي بكر الهيثمي، دار الكتاب.\r49- المجروحين من المحدثين والضعفاء والمتروكين، لمحمد بن حبان، حيدرآباد الدكن.","seal":"1E8D7716","part":1},
      {"page":85,"id":85,"nass":"50- مختار الصحاح، لمحمد بن أبي بكر الرازي، مطبعة الحلبي.\r51- المستدرك على الصحيحين، للحافظ أبي عبد الله الحاكم النيسابوري، طبعة حلب.\r52- المسند، للإمام أحمد بن حنبل الشيباني، دار صادر.\r53- مشكاة المصابيح، للتبريزي ولي الدين محمد بن عبد الله الخطيب، المكتب الاسلامي.\r54- المصنف، للحافظ أبي بكر عبد الله بن محمد بن أبي شيبة، حيدر آباد الدكن.\r55- معجم الشيوخ، لأبي عبد الله محمد بن أحمد بن عثمان الذهبي، مكتبة الصديق.\r56- معرفة علوم الحديث، لأبي عبد الله الحاكم النيسابوري، المكتب التجاري.\r57- المعجم الكبير، للحافظ سليمان بن أحمد الطبراني، إحياء التراث العربي.\r58- ميزان الاعتدال، لأبي عبد الله محمد بن أحمد بن عثمان الذهبي، طبعة الحلبي.\r59- المنتخب من العلل للخلال، لابن قدامة المقدسي، دار الراية.\r60- المنتقى في السنن المفردة، لأبي محمد عبد الله بن علي بن الجارود، المكتبة الأثرية.\r61- نزهة النظر، للحافظ أحمد بن علي بن حجر العسقلاني، طبعة حلب.","seal":"94C87AF8","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"علم علل الحديث ودوره في حفظ السنة النبوية","HigriD":"","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"وصي الله محمد عباس أحمد عباس","bLnk":null,"Inf":"","Auth":"وصى الله عباس","Betaka":"الكتاب: علم علل الحديث ودوره في حفظ السنة النبوية\rالمؤلف: وصى الله بن محمد عباس\rالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الاسم: وصي الله محمد عباس أحمد عباس\r\nالجامعة: أم القرى في مكة المكرمة.\r\nالرتبة العلمية: أستاذ مشارك\r\nالكلية: الدعوة وأصول الدين\r\nالقسم: الكتاب والسنة\r\nالبريد الإلكتروني: Dr.wasiullah@hotmail.com\r\nهاتفه: 00966505526886\r\nلغة الدروس: باللغات العربية و الأوردية والإنجليزية.\r\n\r\nالمؤهلات العلمية:\r\nالبكالوريوس، 1392، المملكة العربية السعودية، الجامعة الاسلامية بالمدينة، كلية الدعوة و أصول الدين، قسم تفسير و حديث.\r\nالماجستير،1397 ، المملكة العربية السعودية، جامعة الملك عبدالعزيز، كلية الشريعة و الدراسات الإسلامية، قسم تفسير و حديث.\r\nالدكتوراه، 1401، المملكة العربية السعودية، جامعة أم القرى، كلية الشريعة و الدراسات الإسلامية، قسم تفسير و حديث.\r\n\r\nبداية العمل في جامعة أم القرى:\r\nمحاضر، 16-1-1409، قسم الكتاب والسنة، كلية الدعوة، جامعة ام القرى\r\nمعيد، 1413، قسم الكتاب والسنه، كلية الدعوة، جامعة ام القرى.\r\n\r\nالنتاج العلمي:\r\nعنوان رسالة الدكتوراه: فضائل الصحابة للإمام أحمد بن حنبل ( تحقيق).\r\nعنوان رسالة الماجستير: الضعفاء والمجهولون والمتروكون في سنن النسائي.\r\n\r\nالكتب التي ألفها الشيخ:\r\n1. العلل ومعرفة الرجال عن الإمام الأحمد رواية صالح بن أحمد وغيره (تحقيق).\r\n2. فضائل الصحابة للامام احمد (تحقيق)، 1403،مركز البحث بجامعة ام القرى.\r\n3. المسجد الحرام تاريخة واحكامه.\r\n4. تحقيق الكلام في قراءة الفاتحة خلف الامام.\r\n5. بحر الذم فيما تكلم فيه احمد بمدح أو ذم.\r\n\r\nالأبحاث العلمية:\r\n1. علم العلل ودورة في حفظ السنه، في ندوة السنه بالمدينة،1426.\r\n2. فضائل الصحابة للامام احمد بن حنبل، مركز احياء التراث بجامعه ام القرى،1402.\r\n3. المسجد الحرام تاريخه و المكانه، على نفقة سمو الأمير متعب بن عبدالعزيز،1428.\r\n4. العلل و معرفة الرجال للامام أحمد، المكتب الاسلامي في بيروت،1408.\r\n\r\nالمشاريع البحثية:\r\nفقه اهل الحديث خصائصة ومميزاته ومشاريع اخرى بعناوين مختلفة\r\n\r\nالمناصب:\r\n1. عضوية المجلس العلمي بجامعة ام القرى لفترة واحدة.\r\n2. عضوية تحرير مجلة الشريعة والدراسات الاسلامية بجامعة ام القرى.\r\n\r\nاللجان:\r\n1. عضو لجنه تجديد اعلام الحرم المكي.\r\n2. النظر في مناهج قسم الكتاب والسنه.\r\n3. وضع منهج للسنة المنهجية للدكتوراه في قسم الكتاب والسنة.\r\n\r\nالجمعيات:\r\n1. عضو بعض الجمعيات في الهند.\r\n2. التدريس بالمسجد الحرام بالأمر السامي الكريم،1419.\r\n3. عضو لجنة تجديد اعلام الحرم المكي الشريف.\r\n\r\nالإعارة والاستشارات:\r\nمستشار غير متفرغ لرئيس شئون المسجد الحرام والمسجد النبوي لأكثرمن ثلاث سنوات.\r\n\r\nالإشراف و التحكيم:\r\n1. الاشراف على رسائل كثيرة في جامعة ام القرى.\r\n2. مناقشة رسائل كثيرة في الماجستير والدكتوراة بمكة والمدينة والرياض والدماموباكستان والهند وبريطانيا والاردن.\r\n\r\nمن شيوخه:\r\n1. الشيخ عبد العزيز بن باز رحمه الله.\r\n2. الشيخ عبد المحسن العباد حفظه الله.\r\n3. الشيخ محمد الأمين الشنقيطي حفظه الله.\r\n4. الشيخ حماد الأنصاري رحمه الله (ويذكره كثيراً في دروسه).\r\n\r\nومن تلاميذه البارزين:\r\n1. الشيخ الدكتور أحمد بن عمر بازمول حفظه الله، وقد أجازه في رواية الحديث.\r\n2. الشيخ علي بن يحيى الحدادي وقد أجازه.","seal":"1783CC69","cat":"علوم الحديث","oNum":11300,"BkId":11300,"oAuth":1574,"bVer":1,"aSeal":"BA169556"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11300":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"الباب الأول العلة: تعريفها وأقسامها وبيان أهمية معرفته وأسبابها ومواضعها"},
      {"lvl":2,"id":6,"sub":1,"tit":"الفصل الأول: في تعريف العلة"},
      {"lvl":3,"id":6,"sub":2,"tit":"تعريف العلة لغة"},
      {"lvl":3,"id":9,"sub":0,"tit":"والعلة في اصطلاح أهل الحديث"},
      {"lvl":2,"id":11,"sub":0,"tit":"الفصل الثاني: في أقسام العلة"},
      {"lvl":2,"id":14,"sub":0,"tit":"الفصل الثالث: أهمية علم علل الحديث"},
      {"lvl":2,"id":20,"sub":0,"tit":"الفصل الرابع: مواضع العلة في الحديث"},
      {"lvl":3,"id":20,"sub":1,"tit":"مدخل"},
      {"lvl":3,"id":27,"sub":0,"tit":"أسباب العلة في الحديث"},
      {"lvl":1,"id":49,"sub":0,"tit":"الباب الثاني: في ذكر أمثلة تطبيقية للعلل في الحديث في ضوء شروط الصحيح"},
      {"lvl":2,"id":49,"sub":1,"tit":"الفصل الأول: في ذكر أمثلة للأحاديث التي وقعت العلة فيها في معرفة العدل من غيره"},
      {"lvl":2,"id":57,"sub":0,"tit":"الفصل الثاني: في ذكر أمثلة وقعت العلة فيها لأجل ضبط الراوي"},
      {"lvl":2,"id":65,"sub":0,"tit":"الفصل الثالث: في ذكر أمثلة وقعت العلة الخفية فيها لأجل عدم الاتصال"},
      {"lvl":2,"id":72,"sub":0,"tit":"الفصل الرابع: في ذكر أمثلة وقعت العلة فيها لأجل الشذوذ"},
      {"lvl":2,"id":78,"sub":0,"tit":"الفصل الخامس: تعليل الحديث بعلل عامة"},
      {"lvl":1,"id":81,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
