{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11307":
    [
      {"page":3,"id":1,"nass":"بسم الله الرحمن الرحيم\rمقدمة الطبعة الثانية\rالحمد لله, وصلاة وسلام على رسول الله, وآله وصحبه, ومن اتبع سنته وهداه.\rأما بعد, فهذه هي الطبعة الثانية لرسالتي \"قيام رمضان\" أقدمها إلى القارئ الكريم بمناسبة قرب شهره المبارك سنة \"1406 هـ\" بعد أن نفدت نسخ الطبعة الأولى, وكثرت الطلبات عليها, فأعدت النظر فيها, فهذبتها ونقحتها, وألحقت بها تخريجات عديدة, وفوائد جديدة تسر الناظرين إن شاء الله تعالى, ومن أهمها ما يراه القارئ في \"الاعتكاف\".\rوالله سبحانه وتعالى أسأل أن يجعل الصواب حليفي, وأن يغفر لي ما نَبَا عن الصواب فهمي, ونَدَّ عنه قلمي, وأن يجعله خالصاً لوجهه, إنه عفو كريم.\rعمان 7 شعبان سنة 1406 هـ\rوكتب\rمحمد ناصر الدين الألباني","seal":"04BE6349","part":1},
      {"page":4,"id":2,"nass":"مقدمة الطبعة الأولى\rإن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا, من يهد الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمداً عبده ورسوله.\rأما بعد، فقد صح عن ابن مسعود موقوفاً, وهو مرفوع إلى النبي صلى الله عليه وسلم حُكْماً, أنه قال:\r\"كيف أنتم إذا لبستكم فتنة يهرم فيها الكبير, ويربو فيها الصغير, ويتخذها الناس سنة, إذا ترك منها شيء\" قيل: تركت السنة؟ قالوا: ومتى ذاك؟ قال: \"إذا ذهبت علماؤكم, وكثرت قُراؤكم, وقَلَّت فقهاؤكم, وكَثُرت أمراؤكم, وقلَّتْ أمناؤكم, والتُمِسَتِ الدنيا بعمل الآخرة, وتُفُقهَ لغير الدين\"1.\rقلت: وهذا الحديث من أعلام نبوته صلى الله عليه وسلم وصدق رسالته, فإن كل فقرة من فقراته, قد تحقق في العصر الحاضر, ومن ذلك كثرة البدع وافتتان الناس بها حتى اتخذوها سنة, وجعلوها ديناً\r__________\r1 رواه الدارمي 1/64 بإسنادين أحدهما صحيح والآخر حسن, والحاكم 4/514 وغيرهما.","seal":"CE5411C2","part":1},
      {"page":5,"id":3,"nass":"يُتَّبع, فإذا أعرض عنها أهل السنة حقيقة, إلى السنة الثابتة عنه صلى الله عليه وسلم قيل: تُركت السنة!\rوهذا هو الذي أصابنا نحن أهل السنة في الشام, حينما أحْيَيْنا سنة صلاة التراويح إحدى عشرة ركعة مع المحافظة فيها على الاطمئنان والخشوع والأذكار المتنوعة الثابتة عنه صلى الله عليه وسلم، بقدر الإمكان, الأمر الذي ضيعته جماهير المحافظين على صلاتها بعشرين ركعة, ومع ذلك فقدت ثائرتهم, وقامت قيامتُهم حينما أصدرنا رسالتنا \"صلاة التراويح\"1, وهي الرسالة الثانية من رسائل كتابنا \"تسديد الإصابة إلى من زعم نصرة الخلفاء الراشدين والصحابة\", لما رأوا ما فيها تحقيق:\r__________\r1 لقد أعاد طبع هذه الرسالة طبعة ثانية أخونا زهير الشاويش, سنة 1405 هـ, وبحرف جديد, ولكن لم تقدم تجاربها إليَّ لأتولى بنفسي تصحيحها، لصعوبة الاتصال بين بيوت وعمان, فوقع فيها قليل من الأخطاء المطبعية بعضها تبعاً للطبعة الأولى, منها ما في ص32 وفي الطبعة الأولى ص37: كمن يصلي مثلاً الظهر خمساً, وسنة الفجر أربعاً! والصواب: \"سنة الظهر خمساً..\" بدليل المعطوف عليه وسنة الفجر, والسباق والسياق. وقد استغل هذا الخطأ المطبعي بعض المبتدعة, وبنوا عليها علالي وقصوراً في رسالاتهم الآتي ذكرها, ولكنها {عَلَى شَفَا جُرُفٍ هَارٍ ... } .","seal":"45876411","part":1},
      {"page":6,"id":4,"nass":"1- أن النبي صلى الله عليه وسلم لم يُصَل التراويح من إحدى عشرة ركعة.\r2- وأن عمر رضي الله عنه أمر أٌبَيَّا وتميماً الداري أن يصليا بالناس التراويح إحدى عشرة ركعة وفق السنة الصحيحة.\r3- وأن رواية: أن الناس كانوا يقومون على عهد عمر في رمضان بعشرين ركعة, رواية شاذة ضعيفة مخالفة لرواية الثقات الذين قالوا: إحدى عشرة ركعة؛ وأن عمر رضي الله عنه أمر بها.\r4- وأن الرواية الشاذة لو صحت لكان الأخذ بالرواية الصحيحة أولى لموافقتها للسنة في العدد، وأيضاً؛ فإنه ليس فيها أن عمر أمر بالعشرين, وإنما الناس فعلوا ذلك, بخلاف الرواية الصحيحة ففيها أنه أمر بإحدى عشرة ركعة.\r5- وأنها لو صحت أيضاً لم يلزم من ذلك التزام العمل بها, وهجر العمل بالرواية الصحيحة المطابقة للسنة بحيث يعد العامل بالسنة خارجاً عن الجماعة! بل غاية ما يستفاد منها جواز العشرين مع القطع بأن ما فعله صلى الله عليه وسلم وواظب عليه هو الأفضل.\r6- وبينا فيها أيضاً عدم ثبوت العشرين عن أحد من الصحابة الأكرمين.\r7- وبطلان دعوى من ادعى أنهم أجمعوا على العشرين.","seal":"7BB636F8","part":1},
      {"page":7,"id":5,"nass":"8- وبينا أيضاً الدليل الموجب لالتزام العدد الثابت في السنة, ومن أنكر الزيادة عليه من العلماء, وغيره من الفوائد التي قلما توجد مجموعة في كتاب.\rكل ذلك بأدلة واضحة من السنة الصحيحة, والآثار المعتمدة, الأمر الذي أثار علينا حملة شعواء من جماعة من المشايخ المقلدة, بعضهم في خطبهم ودروسهم, وبعضهم في رسائل ألفوها في الرد1 على رسالتنا السابقة, وكلها قَفْراء من العلم النافع, والحجة الدالة عليه, بل هي مُسَوةٌ بالسباب والشتائم, كما هي عادة المبطلين حينما يثورون على الحق وأهله, ولذلك لم نر كبير فائدةٍ في أن نضيع وقتنا بالرد عليهم, وبيان عوار كلامهم؛ لأن العمر أقصر من أن يتسع لذلك لكثرتهم, هداهم الله تعالى أجمعين.\rولا بأس من أن نضرب على ذلك مثلاً بأحدهم - هو عندي من أفضلهم وأعلمهم2 - ولكن العلم إذا لم يقترن معه الإخلاص\r__________\r1 وآخرهم - فيما أعلم - محمد علي الصابوني في رسالته التي سماها على قاعدة \"يسمونها..\": \"الهدي النبوي الصحيح في صلاة التراويح\", وأنظر للرد عليه مقدمة الجزء الرابع من كتابي \"سلسلة الأحاديث الصحيحة\"! !\r2 هو الشيخ إسماعيل الأنصاري الموظف في دائرة الإفتاء في مدينة الرياض.","seal":"92C8B029","part":1},
      {"page":8,"id":6,"nass":"والنزاهة في الأخلاق, كان ضرره على صاحبه أكثر من نفعه, كما يشير إلى ذلك قوله صلى الله عليه وسلم:\r\"مثل الذي يُعَلّم الناس الخير وينسى نفسه, كمثل السراج يُضيء للناس ويحرق نفسه\"1.\rفقد ألف المشار إليه رسالة تحت عنوان \"تصحيح حديث صلاة التراويح عشرين ركعة, والرد على الألباني في تضعيفه\"! قد خرج فيها صاحبه عن طريقة أهل العلم في مقارعة الحُجَّةِ بالحجة, والدليل بالدليل, والصدق في القول, والبعد عن إيهام الناس خلاف الواقع, وها نحن نُشير إلى شيء من ذلك بما أمكن من الإيجاز في هذه المقدمة فنقول:\r1- إن كل من يقرأ العنوان المذكور لرسالته يتبادر إلى ذهنه أنه يعني الحديث المرفوع في العشرين وهو ضعيف اتفاقاً, فإذا قرأ صفحات من أولها, تبين له أنه يعني الأثر المروي من طريق يزيد بن خصيفة عن السائب بن يزيد قال: كانوا يقومون على عهد عمر بن الخطاب في شهر رمضان بعشرين ركعة!\r__________\r1 رواه الطبراني والضياء المقدسي في \"المختارة\" عن جندب وإسناده جيد. وأنظر \"صحيح الترغيب\" 1/56/127.","seal":"9E8D5D06","part":1},
      {"page":9,"id":7,"nass":"وبذلك يعلم القارئ أن موضوع الرسالة شيء, وعنوانها شيء آخر, وذلك هو التدليس بعينه, نسأل الله السلامة والعافية.\r2- ومن ذلك أنه سود ثلاث صفحات منها \"14- 16\" في الدفاع عن يزيد بن خصيفة المذكور, وإثبات أنه ثقة, وذلك ليوهم القراء - الذين يجدون فيها عدداً من الأئمة قد وثقوه - أنني قد خالفتهم جميعاً بتضعيفي إياه! وليس الأمر كذلك, فإني قد تابعتهم في التوثيق, كما يأتي.\r3- بل إنه جاوز حد الإيهام والتدليس بذلك إلى التصريح المكشوف بالكذب وبخلاف الواقع, فقال\r\"ص15\": \"إن الألباني زعم تضعيفه\".\rوهذا كذب فاضح, فإن الحقيقة أنني صرحت في رسالتي \"ص57\" أنه ثقة! وغاية ما قلت فيه:\r\"إنه قد ينفرد بما لم يروه الثقات, فمثله يرد حديثه إذا خالف من هو أحفظ منه, ويكون شاذاً كما تقرر في علم المصطلح, وهذا الأثر من هذا القبيل..\".\rومثل هذا الكلام وإن كان يعد غمزاً في الثقة عند العلماء, ولكنه لا يعني أنه ضعيف يرد مطلقاً, بل هو على العكس من ذلك, فإنه إنما يعني أن حديثه يقبل مطلقاً إلا عند المخالفة, وهذا","seal":"AB1D49FF","part":1},
      {"page":10,"id":8,"nass":"ما صرحت به في آخر الكلام المذكور بقولي: \"وهذا الأثر من هذا القبيل\".\rوعلى ذلك يدور كل كلامي المشار إليه في رسالتي, فتجاهل الطاعن ذلك كله, ونسب إليَّ ما لم أقل, فالله تعالى حسيبه!\r4- ولم يكتف الشيخ المُومَأٌ إليه بالفرية المذكورة, بل إنه نسب إلي فضيحة أخرى فقال (ص22\":\r\"فليس من اللائق لمن يترك رواية يزيد بن خصيفة الذي احتج به الأئمة كلهم أن يقبل الاحتجاج برواية عيسى بن جارية الذي ضعفه يحيى بن معين و.. و..\".\rوالحقيقة أنني لم أحتج مطلقاً برواية عيسى المذكور, بل أشرت إلى أنه لا يحتج به, وذلك حين قلت\r\"ص21\":\r\"سنده حسن بما قبله\".\rلأنني لو احتججت به كما افترى الشيخ لم أقل: \" ... بما قبله\" فإن هذه الكلمة قرينة قاطعة على أن هذا الراوي ليس ممن يحتج به عند قائلها, بل هو عنده ضعيف يستشهد به فحسب, ويحسن حديثه, إذا وجد ما يشهد له, وقد وجُد, وهو الحديث المشار إليه بقولي: \"بما قبله\", وهو حديث","seal":"14E61856","part":1},
      {"page":11,"id":9,"nass":"عائشة رضي الله عنها قالت: ما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة.. الحديث أخرجاه الشيخان وغيرهما.\rفهل الشيخ من الجهل بعلم الحديث إلى درجة أنه لا يفهم مثل هذه الجملة: \"سنده حسن بما قبله\"؟!\rولا سيما وقد زدتها بياناً حينما أعدت الحديث بتخريج آخر \"ص 79-80\" ونقلت عن الهيثمي أنه حسن, فتعقبته بقولي ما نصه:\r\"وسنده محتمل للتحسين عندي, والله أعمل\"!\rأم هو التجاهل المتعمد والافتراء المحض؛ لضغينة في قلبه؟ ورحم الله من قال:\rفإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبةُ أعْظَمُ\rومما يدل القارئ على أن الشيخ يدري..! قوله \"ص46\" وقد ذكر حديث جابر: \"لا تنتفعوا من الميتة بشيء\" مقلداً لقول من حسنه:\r\"فليس من اللائق للألباني تضعيف حديث حسن بوجود طرق له أٌخرى ضعيفة, فإن ذلك خلاف ما قرره أئمة الفن\"!\rفإذن؛ فأنا لما حسنت حديث عيسى بن جارية المتقدم","seal":"5BDE29BE","part":1},
      {"page":12,"id":10,"nass":"بشهادة حديث عائشة له كان الشيخ على علم بأنني موافق في ذلك لما قرره أئمة الفن! ولذلك لم يستطع هو أن يخطئني في ذلك, فلجأ إلى اختلاق القول بأنني احتججت له ليروي غيظ قلبه, فالله عز وجل حسيبه.\rثم ألا يلاحظ القارئ الكريم معي تلاعب هذا الشيخ بالحقائق العلمية, فإنه إذا كان لا يليق بي\r- كما زعم - تضعيف حديث جابر: \"لا تنتفعوا من الميتة بشيء\" , لأن له - بزعمه - طريقاً أخرى وهي ضعيفة باعترافه ولو تقليداً, فهل يليق به هو أن يضعف حديث جابر أيضاً المتقدم في صلاة النبي صلى الله عليه وسلم لتراويح إحدى عشرة ركعة, وله شاهد صحيح من حديث عائشة رضي الله عنها في الصحيحين يراه فيهما بعينه؟!!\rأليس معنى هذا أن الشيخ يلعب على الحَبْلين, ويكيل بكيلين؟! فالله هو المستعان, ولا حول ولا قوة إلا بالله.\rوأزيد الآن فأقول تبياناً لحقيقة من الحقائق التي فاتت الشيخ إسماعيل الأنصاري - هداه الله -:\rإنما قلت آنفاً: \"بزعمه\" إشارة مني إلى أن هذه الطريق التي نقل عن بعضهم تحسينها, وأخذ عليّ\rتضعيفها, وهو يرى بعينه أن فيها عنعنة أبي الزبير عن جابر, هي نفسها الطريق الأخرى التي","seal":"902A0AD0","part":1},
      {"page":13,"id":11,"nass":"قوَّى الأولى بها, فإن مدارها على أبي الزبير أيضاً, كما في \"نصب الراية\" \"1/122\"!\rفهل أحاط علم الشيخ بأن من \"ما قرره أئمة الفن\" أنه يجوز تقوية الضعيف بنفسه وليس بمثله! أم هو إتباع الهوى ومحاولة الانتصار للأشياخ ولو بمخالفة الحق! أم هو التقليد لمثل الشوكاني في \"النيل\" الذي يكثر فيه النقل والتقميش, ويقل منه فيه التحقيق والتفتيش في مجال الكلام على الأحاديث.\rلكن هذا لا يمنعني - بفضل الله وتوفيقه - من التصريح بأنني وجدت فيما بعد شاهداً قوياً لحديث جابر هذا وبلفظه من حديث ابن عُكيم رضي الله عنه, لم أر أحداً قبلي قد ذكره أو أشار إليه, وهو صحيح الإسناد عندي, كما تراه مشروحاً في كتابي \"إرواء الغليل\" \"1/78\".\rفلو أن الشيخ الأنصاري أراد العلم والنصح والإرشاد, لم يسئ بجعل الطريق الواحد طريقين, ولأحسن إلينا بالدلالة على هذا الشاهد, ولكن الأمر كما قيل: \"فاقد الشيء لا يعطيه\", فقد رايته ذكر في رده \"ص48\" أن حديث ابن عكيم عند الدارقطني, وأن معناه ومعنى حديث جابر واحد!\rومع أنني لا أدري والله - ولا أظن أنه هو يدري - لماذا خص الدارقطني بالذكر دون سائر أصحاب السنن مع أن لفظه ولفظهم","seal":"8648C4D6","part":1},
      {"page":14,"id":12,"nass":"واحد: \"لا تنتفعوا من الميتة بإهاب ولا عصب\" , وأن دعواه أنه بمعنى حديث جابر غير مُسَلَّمٍ لأنه أخص منه كما هو ظاهر, فقد فاته اللفظ الذي هو بلفظ حديث جابر بالحرف الواحد.\rفالحمد لله الذي هداني- ولو بعد حين - إليه, ولم يسلط أحداً - بسبب غفلتي السابقة عنه - عليّ, وإلا.. نسأل الله السلامة والعافية في الدنيا والآخرة.\r5- ولم يقتصر الشيخ على ما سبق من الافتراء عَلَيَّ, فقد نسبني \"ص41\" إلى تجهيل السلف!\r{سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور: 16] .\rوالحق أنه لا ذنب لي عند الشيخ وأمثاله من المقلدة والحاقدين إلا أنني أدعو إلى إتباع السلف الصالح والتمسك بمذهبهم, لا بمذهب أشخاص معينين منهم, فذلك هو الذي حمل الشيخ أن يقف مني موقف الخصم الحاقد، مسايرة منه للجمهور المقلد, الذي لا يعرف من الدين إلا ما وجد عليه الآباء والأجداد, إلا من عصم الله, وقليل ما هم.\rومن عجيب أمر هذا الشيخ أنه مر بكل تلك المسائل التي سبقت الإشارة إليها, وحققنا القول فيها, ولا شك أنه معنا في بعضها على الأقل أو جلها, فلم يبين موقفه منها, مثلاً قولنا: إنه لا يلزم من ثبوت أثر العشرين ترك العمل بالرواية الأخرى المطابقة","seal":"78237868","part":1},
      {"page":15,"id":13,"nass":"حديث عائشة أن النبي صلى الله عليه وسلم كان لا يزيد في رمضان ولا في غيره على إحدى عشرة ركعة, وهل الأفضل العمل بسنته صلى الله عليه وسلم أو بما فعله الناس في عهد عمر على فرض ثبوت ذلك عنهم؟!\rلم يُظهر الشيخ موقفه من ذلك, لأنه إن رجح خلاف السنة انفضح أمره بين أهل السنة, وإن رجح السنة وافق الألباني, وهذا مما لا تسمح به نفسه لسبب أو لأكثر مما لا يخفى على القارئ اللبيب!\rهذا مثال من الردود التي اطلعنا عليها, مما رُدَّ به على رسالتنا \"صلاة التراويح\" وهو من أمثل الردود, ومع ذلك, فقد عرف القارئ الكريم نماذج مما جاء فيه, مما يتجلى فيه التجرد عن الإنصاف, والبعد عن سبيل أهل العلم الذين لا يبتغون سوى بيان الحقيقة, وإذا كان هذا من أفضلهم وأعلمهم, فما بالك بغيره ممن لا عم عنده ولا خُلُق؟!\rذلك, ولما كانت رسالتنا المذكورة \"صلاة التراويح\" قد مضى على طبعها زمن غير قصير, ودعت الحاجة إلى إعادة طبعها, وكانت من حيث أسلوبها قد حققت أهدافها, وأدت أغراضها, التي أهمها تنبيه الجمهور إلى السنة في صلاة التراويح, والرد على المخالفين لها, حتى انتشرت هذه السنة في كثير من مساجد سورية والأردن وغيرهما من البلاد الإسلامية,","seal":"C7B126B7","part":1},
      {"page":16,"id":14,"nass":"والحمد لله الذي بنعمته تتم الصالحات, لذلك فقد رأيت أن أختصرها بأسلوب علمي محض, دون أن أتعرض فيها لأحد برد, على حد قول من قال: \"ألق كلمتك وامْشِ\", ملخصاً كل الفوائد العلمية التي كانت في \"الأصل\", مضيفاً إليها فوائد أخرى إتماماً للفائدة, والله سبحانه المسؤول أن ينفع بها كما نفع بسابقتها, وأن يأجُرني عليها إنه أكرم مسؤول.","seal":"B5962C83","part":1},
      {"page":17,"id":15,"nass":"قيام رمضان\rفضل قيام ليالي رمضان:\r1- قد جاء فيه حديثان:\rالأول عن أبي هريرة رضي الله عنه قال:\rكان رسول الله صلى الله عليه وسلم يُرَغبُ في قيام رمضان, من غير أن يأمرهم بعزيمة, ثم يقول:\r\"من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه\".\rفتوفي رسول الله صلى الله عليه وسلم والأمر على ذلك1، ثم كان الأمر على ذلك في خلافة أبي بكر رضي الله عنه, وصَدْرٍ من خلافة عمر رضي الله عنه2.\r__________\r1 أي على ترك الجماعة في التراويح.\r2 أخرجه مسلم وغيره, وعند البخاري منه المرفوع من قوله صلى الله عليه وسلم , وهو مخرج في \"الإرواء\" 4/14/906 وفي \"صحيح أبي داود\" 1241، يسر الله لي إتمام تأليفه ثم طبعه. وقول الأخ زهير في تعليقه على رسالتي \"صلاة العيدين\" ص32 وقد أعاد طبعها سنة 1404 هـ: \"وقد يسر الله طبع الجزء الأول من \"صحيح أبي داود\" لأستاذنا الألباني\" (زهير فلا أدري والله وجهه, فالجزء عندي،\rولم آذَنْ لأحد بتصويره وطبعه ونشره. ونحوه ما ذكره في طبعته الرابعة لكتابي \"التوسل\" سنة 1403 هـ ص22 أنه صدر المجلد الثالث من \"سلسلة الأحاديث الضعيفة\", وهو إلى هذا التاريخ رجب ـ 1406 لم يصدر بعد!","seal":"7F947C7E","part":1},
      {"page":18,"id":16,"nass":"والآخر: حديث عمر بن عمرو بن مرة الجهني قال:\rجاء رسول الله صلى الله عليه وسلم رجل من قضاعة فقال: يا رسول الله! أرأيت إن شهدتُ أن لا إله إلا الله, وأنك رسول الله, وصليتُ الصلوات الخمس, وصمت الشهر, وقمت رمضان, وآتيتُ الزكاة؟ فقال النبي صلى الله عليه وسلم: \"من مات على هذا كان من الصديقين والشهداء\" 1.\rليلة القدر وتحديدها:\r2- وأفضل لياليه ليلةُ القَدْرِ, لقوله صلى الله عليه وسلم:\r\"من قام ليلة القدر ثم وُفقَتْ له, إيماناً واحتساباً, غُفِرَ له ما تقدم من ذنبه\" 2.\r__________\r1 أخرجه ابن خزيمة وابن حبان في \"صحيحيهما\" وغيرهما بسند صحيح, انظر تعليقي على \"ابن خزيمة\" 3/340/2262 و\"صحيح الترغيب\" 1/419/993.\r2 أخرجه الشيخان وغيرهما من حديث أبي هريرة, وأحمد 5/318 من حديث عبادة بن الصامت, والزيادة له, ولمسلم عن أبي هريرة.\r\"تنبيه\": كنت ذكرت في الطبعة الأولى في آخر الحديث زيادة أخرى بلفظ: \" وما تأخر \" اعتماداً مني على تصحيح المنذري والعسقلاني وغيرهما إياها, ثم يسر الله تعالى لي تتبع طرق الحديث ورواياته عن أبي هريرة وعبادة تتبعاً مستفيضاً لم أراه لغيري فتبين لي أنها زيادة شادة عن أبي هريرة, ومنكرة عن عبادة, وأن من حسّن هذه وصحح تلك فقد وهم لوقوفه مع ظاهر رجال الإسناد وعدم تتبعه للروايات, وقد حققت ذلك في بحث واسع جداً, قد أودعته في \"سلسلة الأحاديث الضعيفة\" برقم 5083, ولذلك لم أذكر هذه الزيادة في حديث أبي هريرة لمَّا أوردته في \"صحيح الترغيب والترهيب\" 982 ولا ذكرت معه حديث عبادة خلافاً لأصله \"الترغيب\" والله تعالى ولي التوفيق.","seal":"109313FE","part":1},
      {"page":19,"id":17,"nass":"3- وهي ليلة سابع وعشرين من رمضان على الأرجح, وعليه أكثر الأحاديث منها حديث زِر بن حُبَيش قال: سمعت أٌبيَّ ابن كعب يقول ـ وقيل له: إن عبد الله بن مسعود يقول: من قام السنة أصاب ليلة القدر! ـ فقال أٌبَيٌّ رضي الله عنه: رحمه الله, أراد أن لا يتكل الناس, والذي لا إله إلا هو, إنها لفي رمضان - يحلف ما يستثني - ووالله إني لأعلمُ أيَّ ليلةٍ هي؟ هي الليلة التي أمرنا رسول الله صلى الله عليه وسلم بقيامها هي ليلة صبيحة سبع وعشرين، وأمارتُها أن تطلع الشمس في صبيحة يومها بيضاء لا شعاع لها.\rورفع ذلك في رواية إلى النبي صلى الله عليه وسلم1.\rمشروعية الجماعة في القيام:\r4- وتشرع الجماعة في قيام رمضان, بل هي أفضل من\r__________\r1 أخرجه مسلم وغيره. وهو مخرج في \"صحيح أبي داود\" (1247) .","seal":"4F988777","part":1},
      {"page":20,"id":18,"nass":"الانفراد, لإقامة النبي صلى الله عليه وسلم لها بنفسه, وبيانه لفضلها بقوله, كما في حديث أبي ذر رضي الله عنه قال:\rصمنا مع رسول الله رمضان, فلم يقم بنا شيئاً من الشهر, حتى بقي سَبْعٌ فقام بنا حتى ذهب ثلث الليل, فلما كانت السادسة لم يقم بنا, فلما كانت الخامسة قام بنا حتى ذهب شَطْرُ الليل, فقلت: يا رسول الله! لو نَفَّلتنا قيام هذه الليلة, فقال:\r\"إن الرجل إذا صلى مع الإمام حتى ينصرف حُسِبَ له قيام ليلة\".\rفلما كانت الرابعة لم يقم, فلما كانت الثالثة1 جمع أهله ونساءه والناس, فقام بنا حتى خشينا أن يفوتنا الفَلاح. قال: قلت:\rما الفلاح؟ قال: السحور, ثم لم يقم بنا بقية الشهر2\rالسبب في عدم استمرار النبي صلى الله عليه وسلم بالجماعة فيه:\r5- وإنما لم يقم بهم عليه الصلاة والسلام بقية الشهر خشية\r__________\r1 يعني ليلة سبع وعشرين, وهي ليلة القدر على الأرجح كما سبق, ولذلك جمع فيها النبي صلى الله عليه وسلم أهله ونساءه, ففيه استحباب حضور النساء هذه الليلة.\r2 حديث صحيح، أخرجه أصحاب السنن وغيرهم, وهو مخرج في \"صلاة التراويح\" ص16-17 و\"صحيح أبي داود\" 1245و \"الإرواء\" 447.","seal":"BA47DA4D","part":1},
      {"page":21,"id":19,"nass":"أن تفرض عليهم صلاة الليل في رمضان, فيعجزوا عنها كما جاء في حديث عائشة في \"الصحيحين\" وغيرهما1 وقد زالت هذه الخشية بوفاته صلى الله عليه وسلم بعد أن أكمل الله الشريعة, وبذلك زال المعلول, وهو ترك الجماعة في قيام رمضان, وبقي الحكم السابق وهو مشروعية الجماعة ولذلك أحياها عمر رضي الله عنه كما في\"صحيح البخاري\"وغيره2.\rمشروعية الجماعة للنساء:\r6- ويشرع للنساء حضورها كما في حديث أبي ذر السابق, بل يجوز أن يُجْعَلَ لهن إمام خاص بهن, غير إمام الرجال, فقد ثبت أن عمر رضي الله عنه لما جمع الناس على القيام, جعل على الرجال أُبَيَّ بن كعب, وعلى النساء سليمان بن أبي حثمة, فعن عرفجة الثقفي قال:\rكان علي بن أبي طالب رضي الله عنه يأمر الناس بقيام شهر رمضان ويجعل للرجال إماماً وللنساء\rإماماً, قال: فكنت أنا إمام النساء3.\r__________\r1 انظر سياقه وتخريجه في \"التراويح\" ص12-14.\r2 انظر تخريجه وكلام ابن عبد البر وغيره عليه في المصدر السابق ص 49-25.\r3 أخرجه والذي قبله البيهقي 2/494، وأخرج الأول منهما عبد الرزاق أيضاً في \"المصنف\" 4/258/8722, وأخرجهما\rابن نصر أيضاً في \"قيام رمضان\" ص93, ثم احتج بهما على ما ذكرنا ص95.","seal":"65544682","part":1},
      {"page":22,"id":20,"nass":"قلت: وهذا محله عندي إذا كان المسجد واسعاً, لئلا يشوش أحدهما على الآخر.\rعدد ركعات القيام:\r7- وركعاتها إحدى عشرة ركعة, ونختار أن لا يزيد عليها اتباعاً لرسول الله صلى الله عليه وسلم, فإنه لم يزد عليها حتى فارق الدنيا, فقد سئلت عائشة رضي الله عنها عن صلاته صلى الله عليه وسلم في رمضان؟ فقالت:\rما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة, يصلي أربعاً فلا تسل عن حسنهن وطولهن, ثم يصلي أربعاً فلا تسل عن حسنهن وطولهن, ثم يصلي ثلاثاً1.\r8- وله أن ينقص منها, حتى لو اقتصر على ركعة الوتر فقط, بدليل فعله صلى الله عليه وسلم وقوله:\rأما الفعل, فقد سئلت عائشة رضي الله عنها: بكم كان رسول الله صلى الله عليه وسلم يوتر؟ قالت:\r__________\r1 أخرجه الشيخان وغيرهما, وهو مخرج في \"صلاة التراويح\" 20-21 و \"صحيح أبي داود\"1212.","seal":"313E327A","part":1},
      {"page":23,"id":21,"nass":"كان يوتر بأربع1 وثلاثٍ, وست وثلاثٍ, وعشر وثلاثٍ, ولم يكن يوتر بأنقص من سبعٍ,\rولا بأكثر من ثلاث عشرة2.\rوأما قوله صلى الله عليه وسلم فهو:\r\"الوتر حق, فمن شاء فليوتر بخمس, ومن شاء فليوتر بثلاث, ومن شاء فليوتر لواحدة\" 3.\rالقراءة في القيام:\r9- وأما القراءة في صلاة الليل في قيام رمضان أو غيره, فلم يَحُدَّ فيها النبي صلى الله عليه وسلم حداً لا يتعداه بزيادة\rأو نقص, بل كانت قراءته صلى الله عليه وسلم فيها تختلف قصراً وطولاً, فكان تارة يقرأ في كل ركعة\r__________\r1 قلت: منها ركعتا سنة العشاء البعدية أو الركعتان الخفيفتان اللتان كان النبي صلى الله عليه وسلم يفتتح صلاة الليل بهما، على ما رجحه الحافظ، أنظر \"صلاة التراويح\" ص19-20.\r2 رواه أبو داود وأحمد وغيرهما وهو حديث جيد الإسناد, وصححه العراقي, وهو مخرج في \"صلاة التراويح\" ص98-99\rو\"صحيح أبي داود\" 1233.\r3 رواه الطحاوي والحاكم وغيرهما وهو حديث صحيح الإسناد كما قال جماعة من الأئمة, وله شاهد فيه زيادة منكرة, كما بينته في \"التراويح\" ص 99-100.","seal":"AF8508B9","part":1},
      {"page":24,"id":22,"nass":"قدر {يَا أَيُّهَا الْمُزَّمِّلُ} , وهي عشرون آية, وتارة قدر خمسين آية, وكان يقول: \"من صلى في ليلة بمئة آية لم يُكْتَبْ من الغافلين\".\rوفي حديث آخر:\r\" ... بمئتي آية فإنه يكتب من القانتين المخلصين\".\rوقرأ صلى الله عليه وسلم في ليلة وهو مريض السبع الطوال, وهي سورة {البقرة} , و {آل عمران} , و {النساء} , و {المائدة} , و {الأنعام} , و {الأعراف} , و {التوبة} .\rوفي قصة صلاة حذيفة بن اليمان وراء النبي عليه الصلاة والسلام أنه صلى الله عليه وسلم قرأ في ركعة واحدة {البقرة} ثم {النساء} ثم {آل عمران} , وكان يقرؤها مترسلاً متمهلاً1.\rوثبت بأصح إسناد أن عمر رضي الله عنه لما أمر أُبّيَّ بن كعب أن يصلي للناس بإحدى عشرة ركعة في رمضان, كان أُبيٌّ رضي الله عنه يقرأ بالمئين, حتى كان الذي خلفه يعتمدون على العِصِي من طول القيام, وما كانوا ينصرفون إلا في أوائل الفجر2.\r__________\r1 هذه الأحاديث كلها صحيحة مخرجة في \"صفة الصلاة\" 117-122.\r2 رواه مالك بنحوه. انظر \"صلاة التراويح\" ص52.","seal":"954D1CE7","part":1},
      {"page":25,"id":23,"nass":"وصح عن عمر أيضاً أنه دعا القُرَّاءَ في رمضان, فأمر أسرعهم قراءة أن يقرأ ثلاثين آية, والوسط خمساً وعشرين آية, والبطيء عشرين آية1.\rوعلى ذلك فإن صلى القائم لنفسه فليطول ما شاء, وكذلك إذا كان معه من يوافقه, وكلما أطال فهو أفضل, إلا أنه لا يبالغ في الإطالة حتى يُحيي الليل كله إلا نادراً, اتباعاً للنبي صلى الله عليه وسلم القائل:\r\"وخير الهدي هدي محمد\" 2.\rوأما إذا صلى إماماً, فعليه أن يطيل بما لا يشق على من وراءه لقوله صلى الله عليه وسلم:\r\"إذا قام أحدكم للناس فليخفف الصلاة, فإن فيهم \"الصغير والكبير وفيهم الضعيف, والمريض, وذا الحاجة, وإذا قام وحده فليطل صلاته ما شاء\" 3.\r__________\r1 انظر تخريجه في المصدر السابق ص71 ورواه عبد الرزاق أيضاً في \"المصنف\" 4/261/7731 والبيهقي 2/497.\r2 هو بعض حديث رواه مسلم والنسائي وغيرهما, وهو مخرج في \"أحكام الجنائز\" ص18 و \"الإرواء\" 608.\r3 أخرجه الشيخان واللفظ والزيادات لمسلم, وهو مخرج في \"الإرواء\" 512 و \"صحيح أبي داود\" 759و760.","seal":"5A076294","part":1},
      {"page":26,"id":24,"nass":"وقت القيام:\r10- ووقت صلاة الليل من بعد صلاة العشاء إلى الفجر, لقوله صلى الله عليه وسلم: \"إن الله زادكم صلاة, وهي الوتر1, فصلوها بين صلاة العشاء إلى صلاة الفجر\" 2.\r11- والصلاة في آخر الليل أفضل لمن تيسر له ذلك لقوله صلى الله عليه وسلم: \"من خاف أن لا يقوم من آخر الليل فليوتر أوله، ومن طمع أن يقوم آخره فليوتر آخر الليل، فإن صلاة آخر الليل مشهودة وذلك أفضل\" 3.\r12- وإذا دار الأمر بين الصلاة أول الليل مع الجماعة, وبين الصلاة آخر الليل منفرداً, فالصلاة مع الجماعة أفضل, لأنه يحسب له قيام ليلة تامة كما تقدم في الفقرة 4 مرفوعاً إلى النبي صلى الله عليه وسلم.\rوعلى ذلك جرى عمل الصحابة في عهد عمر رضي الله عنه, فقال عبد الرحمن بن عبد القاري:\r__________\r1 تسمى صلاة الليل كلها وتراً لأن عددها وتر, أي: عدد فردي.\r2 حديث صحيح, أخرجه أحمد وغيره عن أبي بصرة, وهو مخرج في \"الصحيحة\" 108 و \"الإرواء\" 2/158.\r3 أخرجه مسلم وغيره, وهو مخرج في \"الصحيحة\" 2610.","seal":"8CE0DE6A","part":1},
      {"page":27,"id":25,"nass":"خرجت مع عمر بن الخطاب ليلة في رمضان إلى المسجد, فإذا الناس أوزاع متفرقون, يصلي الرجل لنفسه, ويصلي الرجل فيصلي بصلاته الرهط, فقال: والله إني لأرى لو جمعت هؤلاء على قارىء واحد لكان أمثل, ثم عزم, فجمعهم على أُبَيَّ بن كعب, قال: ثم خرجت معه ليلة أخرى, والناس يصلون بصلاة قارئهم, فقال عمر: نعمت البدعة هذه, والتي ينامون عنها أفضل من التي يقومون - يريد آخر الليل - وكان الناس يقومون أوله1.\rوقال زيد بن وهب: كان عبد الله يصلي بنا شهر رمضان, فينصرف بليل2.\rالكيفيات التي تصلى بها صلاة الليل:\r13- كنت فصلت القول في ذلك في \"صلاة التراويح\" ص101-115 فأرى أن أٌلَخّص ذلك هنا تيسيراً على القارئ وتذكيراً:\r__________\r1 أخرجه البخاري وغيره وهو مخرج في \"التراويح\" ص48.\r2 أخرجه عبد الرزاق 7741 وإسناده صحيح, وقد أشار الإمام أحمد إلى هذا الأثر والذي قبله حين سُئل: يؤخر القيام - أي التراويح - إلى آخر الليل؟ فقال:\r\"لا سنة المسلمين أحب إلي.\rرواه أبو داود في \"مسائله\" ص 62.","seal":"58B347FA","part":1},
      {"page":28,"id":26,"nass":"الكيفية الأولى: ثلاث عشرة ركعة, يفتتحها بركعتين, خفيفتين, وهما على الأرجح سنة العشاء البعدية, أو ركعتان مخصوصتان يفتتح بهما صلاة الليل كما تقدم, ثم يصلي ركعتين طويلتين جداً, ثم يصلي ركعتين دونهما, ثم يصلي ركعتين دون اللتين قبلهما, ثم يصلي ركعتين دونهما, ثم يصلي ركعتين دونهما, ثم يوتر بركعة.\rالثانية: يصلي ثلاث عشرة ركعة, منها ثمانية يُسلم بين كل ركعتين, ثم يوتر بخمس لا يجلس ولا يسلم\rإلا في الخامسة.\rالثالثة: إحدى عشرة ركعة, يسلم بين كل ركعتين, ويوتر بواحدة.\rالرابعة: إحدى عشرة ركعة, يصلي منها أربعاً بتسليمة واحدة, ثم أربعاً كذلك, ثم ثلاثاً.\rوهل كان يجلس بين كل ركعتين من الأربع والثلاث؟ لم نجد جواباً شافياً في ذلك, لكن الجلوس في الثلاث لا يشرع!\rالخامسة: يصلي إحدى عشرة ركعة, منها ثماني ركعات لا يقعد فيها إلا في الثامنة, يتشهد ويصلي على النبي صلى الله عليه وسلم ثم يقوم ولا يسلم، ثم يوتر بركعة, ثم يسلم, فهذه تسع, ثم يصلي ركعتين، وهو جالس.","seal":"FE96AB76","part":1},
      {"page":29,"id":27,"nass":"السادسة: يصلي تسع ركعات منها ست لا يقعد إلا في السادسة منها, ثم يتشهد ويصلي على النبي صلى الله عليه وسلم ثم ... إلخ ما ذُكر في الكيفية السابقة.\rهذه هي الكيفيات التي ثبتت عن النبي صلى الله عليه وسلم نصاً عنه, ويمكن أن يزاد عليها أنواعاً أخرى, وذلك بأن ينقص من كل نوع منها ما شاء من الركعات حتى يقتصر على ركعة واحدةٍ عملاً بقوله صلى الله عليه وسلم المتقدم:\r\"فمن شاء فليوتر بخمس, ومن شاء فليوتر بثلاث, ومن شاء فليوتر بواحدة\" 1.\rفهذه الخمس والثلاث, إن شاء صلاها بقعود واحد, وتسليمة واحدة كما في الصفة الثانية, وإن شاء سلم من كل ركعتين كما في الصفة الثالثة وغيرها, وهو الأفضل2.\r__________\r1 أنظر الفقرة 8 ص22.\r2 فائدة هامة: قال ابن خزيمة في \"صحيحة\" 2/194 بعد أن ذكر حديث عائشة وغيره في بعض الكيفيات المذكورة: فجائز للمرء أن يصلي أي عدد أحب من الصلاة مما روي عن النبي صلى الله عليه وسلم أنه صلاهن, وعلى الصيغة التي رويت عن النبي صلى الله عليه وسلم أنه صلاها, لا حظر على أحد في شيء منها.\rقلت: وهذا بمفهومه موافق تمام الموافقة لِمَا اخترنا من التزام العدد الذي صح عنه صلى الله عليه وسلم وعدم الزيادة عليه, فالحمد لله على توفيقه, وأسأله المزيد من فضله.","seal":"4F298DFA","part":1},
      {"page":30,"id":28,"nass":"وأما صلاة الخمس والثلاث بقعود بين كل ركعتين بدون تسليم فلم نجده ثابتاً عنه (, والأصل الجواز, لكن لما كان النبي صلى الله عليه وسلم قد نهى عن الإيتار بثلاث، وعلل ذلك بقوله: \"ولا تشبهوا بصلاة المغرب\" 1؛ فحينئذ لا بد لمن صلى الوتر ثلاثاً من الخروج عن هذه المشابهة, وذلك يكون بوجهين:\rأحدهما: التسليم بين الشفع والوتر, وهو الأقوى والأفضل.\rوالآخر: أن لا يقعد بين الشفع والوتر, والله تعالى أعلم.\rالقراءة في ثلاث الوتر:\r14- ومن السنة أن يقرأ في الركعة الأولى من ثلاث الوتر: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} , وفي الثانية:\r{قُلْ يَا أَيُّهَا الْكَافِرُونَ} ، وفي الثالثة: {قُلْ هُوَ اللَّهُ أَحَدٌ} ويضيف إليها أحياناً: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} و: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} .\rوقد صح عنه صلى الله عليه وسلم أنه قرأ مرة في ركعة الوتر بمئة آية من النساء2.\r__________\r1 أخرجه الطحاوي والدارقطني وغيرهما. أنظر \"التراويح\" (99و110) .\r2 رواه النسائي وأحمد بسند صحيح.","seal":"32A271A3","part":1},
      {"page":31,"id":29,"nass":"دعاء القتوت وموضعه:\r15- وبعد الفراغ من القراءة وقبل الركوع, يقنت أحياناً بالدعاء الذي علمه النبي صلى الله عليه وسلم سِبْطَهُ الحسن بن علي رضي الله عنهما وهو:\r\"اللهم اهدني فيمن هديت, وعافني فيمن عافيت, وتولني فيمن توليت, وبارك لي فيما أعطيت, وقني شر ما قضيت, فإنك تقضي ولا يقضى عليك, وإنه لا يذلّ من واليتَ, ولا يعزّ من عاديت, تباركت ربنا وتعاليت، لا منجا منك إلا إليك\" 1 يصلي على النبي صلى الله عليه وسلم أحياناً، لما يأتي بعده2.\r16- ولا بأس من جعل القنوت بعد الركوع, ومن الزيادة عليه بلعن الكفرة, والصلاة على النبي صلى الله عليه وسلم والدعاء للمسلمين في النصف الثاني من رمضان, لثبوت ذلك عن الأئمة في عهد عمر رضي الله عنه, فقد جاء في آخر حديث عبد الرحمن بن عبد القارى المتقدم ص 26 ـ 27:\r__________\r1 أخرجه أبو داود والنسائي وغيرهما بسند صحيح, أنظر \"صفة الصلاة\" ص95و96 ط 7.\r2 وانظر تعليقي على \"فضل الصلاة على النبي صلى الله عليه وسلم\" ص33, و \"تلخيص صفة صلاة النبي صلى الله عليه وسلم\" ص45.","seal":"2A383924","part":1},
      {"page":32,"id":30,"nass":"وكانوا يلعنون الكفرة في النصف: اللهم قاتل الكفرة الذين يصدون عن سبيلك, ويكذبون رسلك, ولا يؤمنون بوعدك, وخالف بين كلمتهم, وألق في قلوبهم الرعب, وألق عليهم رجزك وعذابك, إله الحق ثم يصلي على النبي صلى الله عليه وسلم، ويدعو للمسلمين بما استطاع من خير, ثم يستغفر للمؤمنين.\rقال: وكان يقول إذا فرغ من لعنه الكفرة وصلاته على النبي واستغفاره للمؤمنين والمؤمنين ومسألته:\r\"اللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى ونحفد1, ونرجو رحمتك ربنا, ونخاف عذابك الجد, إن عذابك لمن عاديت مُلْحَقٌ\" ثم يكبر ويهوي ساجداً2.\rما يقول في آخر الوتر:\r17- ومن السنة أن يقول في آخر وتره قبل السلام أو بعده:\r\"اللهم إني أعوذ برضاك من سخطك, وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناءً عليك, أنت كما أثنيت على نفسك\" 3.\r__________\r1 أي: نسرع.\r2 رواه ابن خزيمة في \"صحيحه\" 2/155-156/1100.\r3 صحيح أبي داود 1282 و \"الإرواء\" 430.","seal":"D4D836C6","part":1},
      {"page":33,"id":31,"nass":"18- وإذا سلم من الوتر, قال: سبحان الملك القدوس, سبحان الملك القدوس, سبحان الملك القدوس, \"ثلاثاً\" ويمد بها صوته, ويرفع الثالثة1..\rالركعتان بعده:\r19- وله أن يصلي ركعتين, لثبوتهما عن النبي صلى الله عليه وسلم فعلاً2 بل إنه أمر بهما أمته فقال:\r\"إن هذا السفر جهد وثقل, فإذا أوتر أحدكم, فليركع ركعتين, فإن استيقظ وإلا كانتا له\" 3.\r20- والسنة أن يقرأ فيهما: {إِذَا زُلْزِلَتِ الْأَرْضُ} و: {قُلْ يَا أَيُّهَا الْكَافِرُونَ} 4.\r__________\r1 صحيح أبي داود\" 1284.\r2 رواه مسلم وغير أنظر \"التراويح\" ص108-109.\r3 رواه ابن خزيمة في \"صحيحه\" والدارمي وغيرهما, وهو مخرج في \"الصحيحة\" وقد كنت متوقفاً في هاتين الركعتين بُرْهةً مديدة من الزمن, فما وقفت على هذا الأمر النبوي الكريم بادرت إلى الأخذ به, وعلمت أن قوله صلى الله عليه وسلم: \"اجعلوا آخر صلاتكم بالليل وتراً\" إنما هو للتخيير لا للإيجاب, وهو قول ابن نصر 130.\r4 أخرجه ابن خزيمة 1104, 1105 من حديث عائشة وأنس رضي الله عنهما بإسنادين يقوي أحدهما الآخر وانظر صفة الصلاة ص 124.","seal":"933F4B5F","part":1},
      {"page":34,"id":32,"nass":"الاعتكاف\rمشروعيته:\r1- والاعتكاف سنة في رمضان وغيره من أيام السنة, والأصل في ذلك قوله تعالى: {وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} , مع توارد الأحاديث الصحيحة في اعتكافه صلى الله عليه وسلم, وتواتر الآثار عن السلف بذلك, وهي مذكورة في \"المصنف\" لابن أبي شيبة وعبد الرزاق1.\rوقد ثبت أن النبي صلى الله عليه وسلم اعتكف آخر العشر من شوال2, وأن عمر قال للنبي صلى الله عليه وسلم: كنت نذرت في الجاهلية أن أعتكف ليلة في المسجد الحرام؟ قال: \"فأوف بنذرك\" , [فاعتكف ليلةً] 3\r__________\r1 كان هنا في الطبعة السابقة حديث في فضل \"من اعتكف يوماً.. \" فحذفته؛ لأنه تبين لي ضعفه, بعد أن خرجته وتكلمت عليه بتفصيل في \"سلسلة الأحاديث الضعيفة\" 5347, فكشفت فيه عن علته التي كانت خفيت علي, وعلى الهيثمي قبلي!\r2 هو قطعة من حديث لعائشة, رواه الشيخان وابن خزيمة في \"صحاحهم\", وهو مخرج في \"صحيح أبي داود\" 2127.\r3 رواه الشيخان وابن خزيمة, والزيادة للبخاري في رواية كما في \"مختصره\" 995، وهو مخرج في \"صحيح أبي داود\" أيضاً 2136-2137.","seal":"F8BC508D","part":1},
      {"page":35,"id":33,"nass":"2- وآكَدُه في رمضان لحديث أبي هريرة: كان رسول الله صلى الله عليه وسلم يعتكف في كل رمضان عشرة أيام, فلما كان العام الذي قُبِضَ فيه اعتكف عشرين يوماً1.\r3- وأفضله آخر رمضان, لأن النبي صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان حتى توفاه الله عز وجل2.\rشروطه:\r1- ولا يشرع إلا في المساجد لقوله تعالى: {وَلا تُبَاشِرُوهُنَّ3 وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} 4 وقالت السيدة عائشة:\r__________\r1 رواه البخاري وابن خزيمة في \"صحيحيهما\"، وهو مخرج في المصدر السابق (2126-2130.\r2 رواه الشيخان وابن خزيمة 2223، وهو مخرج في \"الإرواء\" 966 و \"صحيح أبي داود\" 2125.\r3 أي لا تجامعوهن. قال ابن عباس: المباشرة والملامسة والمس جماع كله، ولكن الله عز وجل يكني ما شاء بما شاء. رواه البيهقي 4/321 بسند رجاله ثقات.\r4 البقرة: 187، قد استدل الإمام البخاري على ما ذكرناه بهذه الآية. قال الحافظ: ووجه الدلالة من الآية أنه لو صح في غير المسجد لم يخص تحريم المباشرة به، لأن الجماع مناف للاعتكاف بالإجماع، فعلم من ذكر المساجد أن المراد أن الاعتكاف لا يكون إلا في فيها.","seal":"D853B9CD","part":1},
      {"page":36,"id":34,"nass":"السنة في المعتكف أن لا يخرج إلا لحاجته التي لا بد له منها, ولا يعود مريضاً, ولا يمس أمراته,\rولا يباشرها, ولا اعتكاف إلا في مسجد جماعة, والسنة فيمن اعتكف أن يصوم1.\r2- وينبغي أن يكون مسجداً جامعاً لكي لا يضطر للخروج منه لصلاة الجمعة, فإن الخروج لها واجب عليه, لقول عائشة في رواية عنها في حديثها: \" ... ولا اعتكاف إلا في مسجد جامع\"2.\rثم وقفت على حديث صحيح صريح يُخصص \"المساجد\" المذكورة في الآية بالمساجد الثلاثة: المسجد الحرام, والمسجد النبوي, والمسجد الأقصى, وهو قوله صلى الله عليه وسلم:\r\"لا اعتكاف إلا في المساجد الثلاثة\" 3\r__________\r1 رواه البيهقي بسند صحيح, وأبو داود بسند حسن, والراوية الآتية عن عائشة له، وهو مخرج في \"صحيح أبي داود\" 2135 و \"الإرواء\" 966.\r2 روى البيهقي عن ابن عباس قال: إن أبغض الأمور إلى الله البدع، وإن من البدع الاعتكاف في المساجد التي في الدور.\r3 أخرجه الطحاوي والإسماعيلي والبيهقي بإسناد صحيح عن حذيفة ابن اليمان رضي الله عنه، وهو مخرج في \"الصحيحة\" رقم 2786، مع الآثار الموافقة له مما ذكرنا أعلاه، وكلها صحيحة.","seal":"B37256B5","part":1},
      {"page":37,"id":35,"nass":"وقد قال به من السلف فيما اطلعت حذيفة بن اليمان, وسعيد بن المسيب, وعطاء, إلا أنه لم يذكر المسجد الأقصى, وقال غيرهم بالمسجد الجامع مطلقاً, وخالف آخرون فقالوا: ولو في مسجد بيته.\rولا يخفى أن الأخذ بما وافق الحديث منها هو الذي ينبغي المصير إليه, والله سبحانه وتعالى أعلم.\r3- والسنة فيمن اعتكف أن يصوم كما تقدم عن عائشة رضي الله عنها1..\rما يجوز للمعتكف:\r1- ويجوز له الخروج منه لقضاء الحاجة, وأن يخرج رأسه من المسجد لِيُغْسَلَ ويُسَرَّح, قالت عائشة رضي الله عنها:\r__________\r1 رواه البيهقي بسند صحيح, وأبو داود بسند حسن, وقال الإمام ابن القيم في \"زاد المعاد\": ولم ينقل عن النبي صلى الله عليه وسلم أنه اعتكف مفطراً, بل قد قالت عائشة: لا اعتكاف إلا بصوم, ولم يذكر سبحانه الاعتكاف إلا مع الصوم, ولا فعله صلى الله عليه وسلم إلا مع الصوم, فالقول الراجح في الدليل الذي عليه جمهور السلف أن الصوم شرط في الاعتكاف وهو الذي كان يرجحه شيخ الإسلام أبو العباس ابن تيمية.\rقلت: ويترتب عليه أنه لا يشرع لمن قصد المسجد للصلاة أو غيرهما أن ينوي الاعتكاف مدة لبثه فيه, وهو ما صرح به شيخ الإسلام في \"الاختيارات\".","seal":"A2D6A3A6","part":1},
      {"page":38,"id":36,"nass":"وإن كان رسول الله صلى الله عليه وسلم ليدخل علَيَّ رأسَه وهو [معتكف] في المسجد, [وأنا في حجرتي] فأُرَجلُهُ, [وفي رواية: فأغسله وإن بيني وبينه لعتبة الباب وأنا حائض] , وكان لا يدخل البيت إلا لحاجة [الإنسان] , إذا كان معتكفاً1..\r2- ويجوز للمعتكف وغيره أن يتوضأ في المسجد لقول رجل خدم النبي صلى الله عليه وسلم: توضأ النبي صلى الله عليه وسلم في المسجد وضوءاً خفيفاً2.\r3- وله أن يتخذ خيمة صغيرة في مؤخرة المسجد يعتكف فيها, لأن عائشة رضي الله عنها كانت تضرب للنبي صلى الله عليه وسلم خِبَاءً3 إذا اعتكف, وكان ذلك بأمره صلى الله عليه وسلم4..\r__________\r1 رواه الشيخان، وابن ابي شيبة، وأحمد، والزيادة الأولى لهما، وهو مخرج في \"صحيح أبي داود\" 2131-2132.\r2 رواه البيهقي بسند جيد، وأحمد 5/364 مختصراً بسند صحيح.\r3 الخِباء أحد بيوت العرب من وَبَرٍ أو صوف ولا يكون من شعَر, ويكون على عمودين أو ثلاثة. \"نهاية\".\r4 رواه الشيخان من حديث عائشة، وفعلها للبخاري، والأمر لمسلم، وتقدم تخريجه ص34 التعليق 2.","seal":"6A1212CB","part":1},
      {"page":39,"id":37,"nass":"واعتكف مرة في قُبَّةٍ تُركيَّة1ٍ على سُدَّتِها حصير2..\rإباحة اعتكاف المرأة وزيارتها زوجها في المسجد:\r4- ويجوز للمرأة أن تزور زوجها وهو في معتكفه, وأن يودعها إلى باب المسجد لقول صفية رضي الله عنها: \" كان النبي صلى الله عليه وسلم معتكفاً [في المسجد في العشر الأواخر من رمضان] فأتيته أزوره ليلاً, [وعنده أزواجه, فَرُحْنَ] , فحدثتُهُ [ساعة] , ثم قمت لأنقلبَ, [فقال: لا تعجلي حتى أنصرف معك] , فقام معي ليقلبني, وكان مسكنها في دار أسامة بن زيد [حتى إذا كان عند باب المسجد الذي عند باب أم سلمة] , فمر\r__________\r1 أي قبة صغيرة.\rوالسدة كالظلة على الباب لتقي الباب من المطر والمراد أنه وضع قطعة على سدتها لئلا يقع فيها نظر أحد كما قال السندي وأولى أن يقال: لكي لا ينشغل بال المعتكف بمن قد يمر أمامه تحصيلا لمقصود الاعتكاف وروحه كما قال الإمام ابن القيم: \"عكس ما يفعله الجهال من اتخاذ المعتكف موضع عشرة ومجلبة الزائرين وأخذهم بأطراف الأحاديث بينهم فهذا لون والاعتكاف النبوي لون والله الموفق\".\r2 هو طرف من حديث لأبي سعيد الخدري, رواه مسلم وابن خزيمة في \"صحيحيهما\" وهو مخرج في \"صحيح أبي داود\"1251.","seal":"3B081A17","part":1},
      {"page":40,"id":38,"nass":"رجلان من الأنصار, فلما رأيا النبي صلى الله عليه وسلم أسرعا, فقال النبي صلى الله عليه وسلم: \"على رسْلِكُما؛ إنها صفية بنت حيي\" , فقالا: سبحان الله! يا رسول الله! قال: \"إن الشيطان يجري من الإنسان مجرى الدم, وإني خشيتُ أن يقذف في قلوبكما شراً\", أو قال: شيئاً\" 1.\rبل يجوز لها أن تعتكف مع زوجها, أو لوحدها لقول عائشة رضي الله عنها:\rاعتكفتْ مع رسول الله صلى الله عليه وسلم امرأة مستحاضة \"وفي رواية أنها أم سلمة\" من أزواجه, فكانت ترى الحمرة والصفرة, فربما وضعنا الطَّسْت تحتها وهي تصلي2.\rوقال أيضاً:\rكان النبي صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان حتى توفاه الله، ثم اعتكف أزواجه من بعده3.\r__________\r1 أخرجه الشيخان, وأبو داود, والزيادة الأخيرة له, وهو مخرج في \"صحيح أبي داود\" 2133و2134.\r2 رواه البخاري وهو مخرج في \"صحيح أبي داود\" 2138, والرواية الأخرى لسعيد بن منصور كما في \"الفتح\" 4/281 لكن سماها الدارمي 1/22: زينب. والله أعلم.\r3 أخرجه الشيخان وغيرهما, وسبق تخريجه ص35 التعليق رقم 2.","seal":"8E012B76","part":1},
      {"page":41,"id":39,"nass":"5- ويبطله الجماع لقوله تعالى: {وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} .\rوقال ابن عباس:\rإذا جامع المعتكف بطل اعتكافه, وأستأنف1.\rولا كفارة عليه لعدم ورود ذلك عن النبي صلى الله عليه وسلم وأصحابه.\rوسبحانك اللهم وبحمدك, أشهد أن لا إله إلا أنت, أستغفرك وأتوب إليك.\rوانتهى إعادة النظر فيه وتنقيحه وإضافة فوائد جديدة إليه بقلم مؤلفه فجر يوم الأحد 26 رجب سنة 1406 هـ وصلى الله على محمد النبي الأمي وعلى آله وصحبه وسلم.\r__________\r1 رواه ابن أبي شيبة 3/92 وعبد الرزاق 4/363 بسند صحيح. والمراد من قوله: استأنف أي أعاد اعتكافه.","seal":"655B4416","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"قيام رمضان فضله وكيفية أدائه ومشروعية الجماعة فيه ومعه بحث قيم عن الاعتكاف","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني","bLnk":null,"Inf":"","Auth":"ناصر الدين الألباني","Betaka":"الكتاب: قيام رمضان فضله وكيفية أدائه ومشروعية الجماعة فيه ومعه بحث قيم عن الاعتكاف\r\nالمؤلف: أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)\r\nالناشر: المكتبة الإسلامية-عمان-الأردن\r\nالطبعة: الطبعة الثانية 1404هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).\r\n\r\nأبو عبد الرحمن محمد ناصر الدين ، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني، الأرنؤوطي، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.\r\nولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.\r\nحاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"2443DABD","cat":"كتب الألباني","oNum":11307,"BkId":11307,"oAuth":414,"bVer":1,"aSeal":"158BF503"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11307":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة الطبعة الثانية"},
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة الطبعة الأولى"},
      {"lvl":1,"id":15,"sub":0,"tit":"قيام رمضان"},
      {"lvl":1,"id":32,"sub":0,"tit":"الاعتكاف"}
    ]
}
