{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11315":
    [
      {"page":11,"id":1,"nass":"بسم الله الرحمن الرحيم\rمقدمة المؤلف\rالحمد لله أهل الحمد ومستحقه، حمداً يفضل على كل حمد، كفضل الله على خلقه، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة قائم بحقه، وأشهد أن محمداً عبده ورسوله غير مرتاب في صدقه، صلى الله عليه وسلم وصحبه وسلم ما جاد سحاب بودقه، وما رعد برقه.\rأما بعد: فهذا كتاب في الفقه، اختصرته حسب الإمكان، واقتصرت فيه على قول واحد، ليكون عمدة لقارئه، فلا يلتبس الصواب عليه باختلاف الوجوه والروايات.\rسألني بعض إخواني تلخيصه، ليقرب على المعلمين، ويسهل على الطالبين، فأجبته إلى ذلك، معتمداً على الله سبحانه في إخلاص القصد لوجهه الكريم، والمعونة على الوصول إلى رضوانه العظيم، وهو حسبنا ونعم الوكيل.\rوأودعته أحاديث صحيحة تبركاً بها، واعتماداً عليها، وجعلتها من الصحاح، لأستغني عن نسبتها إليها.","seal":"4691461D","part":1},
      {"page":13,"id":2,"nass":"كتاب الطهارة\rباب أحكام المياه\r...\rباب أحكام المياه\rخلق الماء طهورا يطهر من الأحداث والنجاسات فلا تحصل الطهارة بمائع غيره فإذا بلغ الماء قلتين أو كان جاريا لم ينجسه شيء إلا ما غير لونه أو طعمه أو ريحه وما عدا ذلك ينجس بمخالطة النجاسة والقلتان ما قارب مائة وثمانية أرطال بالدمشقي1.\rوإن طبخ في الماء ما ليس بطهور وكذلك ما خالطه فغلب على اسمه أو استعمل في رفع حدث سلب طهوريته.\rوإذا شك في طهارة الماء أو غيره أو نجاسته بني على اليقين وإن خفي موضع النجاسة من الثوب أو غيره غسل ما تيقن به غسلها وإن اشتبه ماء طهور بنجس ولم يجد غيرهما تيمم وتركهما وإن اشتبه طهور بطاهر توضأ من كل واحد منهما وإن اشتبهت ثياب طاهرة بنجسة صلى في كل ثوب بعدد النجس وزاد صلاة.\rوتغسل نجاسة الكلب والخنزير سبعا إحداهن بالتراب ويجزئ في سائر النجاسات ثلاث منقية وإن كان على الأرض فصبة واحد تذهب بعينها لقول رسول الله صلى الله عليه وسلم \"صبوا على بول الأعرابي ذنوبا من ماء\" 2.\rويجزئ في بول الغلام الذي لم يأكل الطعام النضح3، وكذلك المذي ويعفي عن يسيره ويسير الدم وما تولد منه من القيح والصديد ونحوه وهو ما لا يفحش في النفس ومني الآدمي وبول ما يؤكل لحمه طاهر.\r__________\r1 القلتان: واحدتها قلة، سميت بذلك، لأن الرجل العظيم يقلها بيديه، أي يرفعها، وتقدر حالياً بحوالي 195, 122 كلغ. انظر: المطلع ص8، والفقه الإسلامي وأدلته 1/122.\r2 أخرجه البخاري \"219\"، ومسلم \"284\"، من حديث أنس بن مالك.\r3 النصح: الرش. انظر: القاموس المحيط: \"نضح\".","seal":"576F6A2B","part":1},
      {"page":14,"id":3,"nass":"باب الآنية\rلا يجوز استعمال آنية الذهب والفضة في طهارة ولا غيرها لقول رسول الله صلى الله عليه وسلم: \"لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحائفها فإنها لهم في الدنيا ولكم في الآخرة\" 1. وحكم المضب حكمهما إلا أن تكون الضبة يسيرة من الفضة.\rويجوز استعمال سائر الآنية الطاهر واتخاذها واستعمال أواني أهل الكتاب وثيابهم ما لم تعلم نجاستها وصوف الميتة وشعرها طاهر وكل جلد ميتة دبغ أو لم يدبغ فهو نجس وكذلك عظامها وكل ميتة نجسة إلا الآدمي وحيوان الماء الذي لا يعيش إلا فيه لقول رسول الله صلى الله عليه وسلم في البحر: \"هو الطهور ماؤه الحل ميتته\" 2، وما لا نفس له سائلة إذا لم يكن متولدا من النجاسات.\r__________\r1 أخرجه البخاري \"5426\"، ومسلم \"2067\"، من حديث حذيفة بن يمان.\r2 أخرجه أبو داود \"83\"، والترمذي \"69\"، والنسائي\"333\"، وابن ماجه \"386\" من حديث أبي هريرة.\rقال الترمذي: هذا حديث حسن غريب.","seal":"50428067","part":1},
      {"page":14,"id":4,"nass":"باب قضاء الحاجة\rيستحب لمن أراد دخول الخلاء أن يقول: \"بسم الله أعوذ بالله من الخبث والخبائث\" 1 \"ومن الرجس النجس الشيطان الرجيم\" 2 وإذا خرج قال: \"غفرانك\" 3 \"الحمد لله الذي أذهب عني الأذى وعافاني\" 4 ويقدم رجله\r__________\r1 أخرجه البخاري \"142\"، ومسلم \"375\"، من حديث أنس بن مالك مرفوعاً، بلفظ: \"اللهم إني أعوذ بك من الخبث والخبائث\" والخبث إناث الشياطين، والخبائث ذكرانها. انظر فتحر الباري 1/243.\r2 أخرجه ابن ماجه \"299\"، من حديث أبي أمامة مرفوعاً، بلفظ: \"لا يعجز أحدكم إذا دخل مرفقه أن يقول: اللهم إني أعوذ بك من الرجس النسج الشيطان الرجيم\".\rقال في الزوائد: إسناده ضعيف.\r3 أخرجه أبو داود \"30\"، والترمذي \"7\"، وابن ماجه \"300\"، من حديث عائشة.\rقال الترمذي: هذا حديث غريب حسن.\r4 أخرجه ابن ماجه \"301\" من حديث أنس بن مالك.\rقال في الزوائد: الحديث بهذا اللفظ غير ثابت.","seal":"8CAF377B","part":1},
      {"page":15,"id":5,"nass":"اليسرى في الدخول واليمنى في الخروج ولا يدخله بشيء فيه ذكر الله تعالى إلا من حاجة ويعتمد في جلوسه على رجله اليسرى وإن كان في الفضاء أبعد واستتر وارتاد لبوله موضعا رخوا ولا يبولن في ثقب ولا شق ولا طريق ولا ظل نافع ولا تحت شجرة مثمرة ولا يستقبل شمسا ولا قمرا ولا يستقبل القبلة ولا يستدبرها لقول رسول الله صلى الله عليه وسلم: \"لا تستقبلوا القبلة بغائط ولا بول ولا تستدبروها\" 1 ويجوز ذلك في البنيا انقطع البول مسح من أصل ذكره إلى رأسه ثم ينتره ثلاثا ولا يمس ذكره بيمينه ولا يتمسح بها ثم يستجمر وترا ثم يستنجي بالماء وإن اقتصر على الاستجمار أجزأه إذا لم تتعد النجاسة موضع العادة ولا يجزئ أقل من ثلاث مسحات منقيه ويجوز الاستجمار بكل طاهر إلا الروث والعظام وما له حرمة.\r__________\r1 أخرجه البخاري \"394\"، ومسلم \"264\"، من حديث أبي أيوب الأنصاري.","seal":"2EAFA0AC","part":1},
      {"page":15,"id":6,"nass":"باب الوضوء\rلا يصح الوضوء ولا غيره من العبادات إلا أن ينويه لقول رسول الله صلى الله عليه وسلم: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\" 1 ثم يقول بسم الله2 ويغسل كفيه ثلاثا ثم يتمضمض ويستنشق ثلاثا يجمع بينهما بغرفة أو ثلاث ثم يغسل وجهه ثلاثا من منابت شعر الرأس إلى ما انحدر من اللحيين والذقن وإلى أصول الأذنين ويخلل لحيته إن كانت كثيفة وإن كانت تصف البشرة لزمه غسلها ثم يغسل يديه إلى المرفقين ثلاثا ويدخلهما في الغسل ثم يمسح رأسه مع الأذنين يبدأ بيديه من مقدمه ثم يمرهما إلى قفاه ثم يردهما إلى مقدمه ثم يغسل رجليه إلى الكعبين ثلاثا ويدخلهما في الغسل ويخلل أصابعهما ثم يرفع نظره إلى السماء فيقول: \"أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله\"3.\r__________\r1 أخرجه البخاري \"1\"، ومسلم \"1907\"، من حديث عمر بن الخطاب.\r2 لحديث: \"لا وضوء لمن لم يذكر اسم الله عليه\" أخرجه الترمذي \"25\"، وابن ماجه \"398\"، من حديث سعيد بن زيد.\rقال الترمذي: قال أحمد بن حنبل: لا أعلم في هذا الباب حديثاً له إسناد جيد.\r3 أخرجه مسلم \"234\"، من حديث عقبة بن عامر الجهني.","seal":"A56600C7","part":1},
      {"page":16,"id":7,"nass":"والواجب من ذلك النية والغسل مرة مرة ما خلا الكفين ومسح الرأس كله وترتيب الوضوء على ما ذكرنا وأن لا يؤخر غسل عضو حتى ينشف ما قبله.\rوالمسنون التسمية وغسل الكفين والمبالغة في المضمضة والاستنشاق إلا أن يكون صائما وتخليل اللحية والأصابع ومسح الأذنين وغسل الميامن قبل المياسر والغسل ثلاثا ثلاثا وتكره الزيادة عليها والإسراف في الماء.\rويسن السواك عند تغير الفم والقيام من النوم وعند الصلاة لقول رسول الله صلى الله عليه وسلم: \"لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة\" 1 ويستحب في سائر الأوقات إلا للصائم بعد الزوال.\r__________\r1 أخرجه البخاري \"887\"، ومسلم \"252\"، من حديث أبي هريرة.","seal":"EB8B9885","part":1},
      {"page":16,"id":8,"nass":"باب المسح على الخفين\rيجوز المسح على الخفين وما أشبههما من الجوارب الصفيقة التي تثبت في القدمين والجراميق1 التي تجاوز الكعبين في الطهارة الصغرى يوما وليلة للمقيم وثلاثة أيام ولياليهم للمسافر من الحدث إلى مثله لقول رسول الله صلى الله عليه وسلم: \"يمسح المسافر ثلاثة أيام ولياليهن والمقيم يوما وليلة\" 2.\rومتى مسح ثم انقضت المدة أو خلع قبلها بطلت طهارته ومن مسح مسافرا ثم أقام أو مقيما ثم سافر أتم مسح مقيم.\rويجوز المسح على العمامة إذا كانت ذات ذؤابة3 ساترة لجميع الرأس إلا ما جرت العادة بكشفه ومن شرط المسح على جميع ذلك أن يلبسه على طهارة كاملة ويجوز المسح على الجبيرة إذا لم يتعد بشدها موضع الحاجة إلى أن يحلها والرجل والمرأة في ذلك سواء إلا أن المرأة لا تمسح على العمامة.\r__________\r1 الجراميق: جمع جرموق، وهو ما يلبس فوق الخف. انظر: القاموس المحيط: \"جرمق\"، والمصباح المنير: جرم.\r2 أخرجه مسلم \"276\"، من حديث علي بن أبي طالب.\r3 الذؤابة: طرف العمامة. انظر: المصباح المنير: \"ذاب\"","seal":"07FF5F85","part":1},
      {"page":16,"id":9,"nass":"باب نواقض الوضوء\rهي سبعة: الخارج من السبيلين والخارج النجس من غيرهما إذا فحش وزوال العقل إلا النوم اليسير جالسا أو قائما ولمس الذكر بيده ولمس امرأة","seal":"FA936AFE","part":1},
      {"page":17,"id":10,"nass":"بشهوة والردة عن الإسلام وأكل لحم الإبل لما روي عن النبي صلى الله عليه وسلم قيل له: أنتوضأ من لحوم الإبل قال: \"نعم توضأوا منها\" قيل: أفنتوضأ من لحوم الغنم قال: \"إن شئت فتوضأ وإن شئت فلا تتوضأ\" 1.\rومن تيقن الطهارة وشك في الحدث أو تيقن الحدث وشك ف الطهارة فهو على ما تيقن منهما.\r__________\r1 أخرجه مسلم \"360\"، من حديث جابر بن سمرة.","seal":"87165958","part":1},
      {"page":17,"id":11,"nass":"باب الغسل من الجنابة\rوالموجب له: خروج المني وهو الماء الدافق والتقاء الختانين.\rوالواجب فيه النية وبدنه بالغسل مع المضمضة والاستنشاق وتسن التسمية ويدلك بدنه بيديه ويفعل كما روت ميمونة قالت سترت النبي صلى الله عليه وسلم فاغتسل من الجنابة فبدأ فغسل يديه ثم صب بيمينه على شماله فغسل فرجه وما أصابه ثم ضرب بيده على الحائط والأرض ثم توضأ وضوءه للصلاة ثم أفاض الماء على بدنه ثم تنحى فغسل رجليه1.\rولا يجب نقض الشعر في غسل اإذا روى أصوله.\rوإذا نوى بغسله بغسله الطهارتين أجزأ عنهما وكذلك لو تيمم للحدثين والنجاسة على بدنه أجزأ عن جميعها وإن نوى بعضها فليس له إلا ما نوى.\r__________\r1 أخرجه البخاري \"281\"، ومسلم \"317\".","seal":"6FFB8DFE","part":1},
      {"page":17,"id":12,"nass":"باب التيمم\rوصفته أن يضرب بيديه على الصعيد الطيب ضربة واحدة فيمسح بهما وجهه وكفيه لقول رسول الله صلى الله عليه وسلم لعمار: \"إنما يكفيك هكذا\" 1 وضرب بيديه على الأرض فمسح بهما وجهه وكفيه وإن تيمم بأكثر من ضربة أو مسح أكثر جاز.\rوله شروط أربعة:\rأحدها: العجز عن استعمال الماء إما لعدمه أو خوف الضرر باستعماله لمرض أو برد شديد أو خوف العطش على نفسه أو رفيقه أو بهيمته أو خوف على نفسه أو ماله في طلبه أو إعوازه إلا بثمن كثير فإن أمكنه استعماله في بعض بدنه أو وجد ماء لا يكفيه لطهارته استعمله وتيمم للباقي.\r__________\r1 أخرجه البخاري \"347\"، ومسلم \"368\".","seal":"72C4CC4E","part":1},
      {"page":18,"id":13,"nass":"الثاني: الوقت فلا يتيمم لفريضة قبل وقتها ولا لنافلة في وقت النهي عنها.\rالثالث: النية فإن تيمم لنافلة لم يصل بها فرضا وإن تيمم لفريضة فله فعلها وفعل ما شاء من الفرائض والنوافل حتى يخرج وقتها.\rالرابع: التراب فلا يتيمم إلا بتراب طاهر له غبار ويبطل التيمم ما يبطل طهارة الماء وخروج الوقت والقدرة على استعمال الماء وإن كان في الصلاة.","seal":"EE09600C","part":1},
      {"page":18,"id":14,"nass":"باب الحيض\rويمنع عشرة أشياء: فعل الصلاة وجوبها وفعل الصيام والطواف وقراءة القرآن ومس المصحف واللبث في المسجد والوطء في الفرج وسنة الطلاق والاعتداد بالأشهر.\rويوجب الغسل والبلوغ والاعتداد به فإذا انقطع الدم أبيح فعل الصوم والطلاق ولم يبح سائرها حتى تغتسل ويجوز الاستمتاع من الحائض بما دون الفرج لقول رسول الله صلى الله عليه وسلم: \"اصنعوا كل شيء غير النكاح\" 1 وأقل الحيض يوم وليلة وأكثره خمسة عشر يوما وأقل الطهر بين الحيضتين ثلاثة عشر يوما ولا حد لأكثره وأقل سن تحيض له المرأة تسع سنين وأكثره ستون.\rوالمبتدأة إذا رأت الدم لوقت تحيض في مثله جلست فإذا انقطع لأقل من يوم وليلة فليس بحيض وإن جاوز ذلك ولم يعبر أكثر الحيض فهو حيض فإذا تكرر ثلاثة أشهر بمعنى واحد صار عادة وإن عبر ذلك فالزائد استحاضة.\rوعليها أن تغتسل عند آخر الحيض وتغسل فرجها وتعصبه وتتوضأ لوقت كل صلاة وتصلي وكذا حكم من به سلس البول وما في معناه فإذا استمر بها الدم في الشهر الآخر فإن كانت معتادة فحيضها أيام عادتها وإن لم تكن معتادة وكان لها تمييز وهو أن يكون بعض دمها أسود ثخينا وبعضه رقيقا أحمر فحيضها زمن الأسود الثخين.\rوإن كانت مبتدأة أو ناسية لعادتها ولا تمييز لها فحيضها من كل شهر ستة أيام أو سبعة لأنه غالب عادة النساء.\rوالحامل لا تحيض إلا أن ترى الدم قبل ولادتها بيوم أو يومين فيكون دم نفاس.\r__________\r1 أخرجه مسلم \"302\"، من حديث أنس بن مالك.","seal":"CB403131","part":1},
      {"page":19,"id":15,"nass":"باب النفاس\rوهو الدم الخارج بسبب الولادة وحكمها حكم الحيض فيما يحل ويحرم ويجب ويسقط به وأكثره أربعون يوما ولا حد لأقله ومتى رأت الطهر اغتسلت وهي طاهر وإن عاد في مدة الأربعين فهو نفاس أيضا.","seal":"FB790A05","part":1},
      {"page":21,"id":16,"nass":"كتاب الصلاة\rمدخل\r...\rكتاب الصلاة\rروى عبادة بن الصامت رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول: \"خمس صلوات كتبهن الله على العباد في اليوم والليلة فمن حافظ عليهن كان له عهد عند الله أن يدخله الجنة ومن لم يحافظ عليهن لم يكن له عند الله عهد إن شاء عذبه وإن شاء غفر له\" 1.\rفالصلوات الخمس واجبة على كل مسلم بالغ عاقل إلا الحائض والنفساء، فمن جحد وجوبها لجهله عرف ذلك وإن جحدها عنادا كفر.\rولا يحل تأخيرها عن وقت وجوبها إلا لناو جمعها أو مشتغل بشرطها فإن تركها تهاونا بها استتيب ثلاثا فإن تاب وإلا قتل.\r__________\r1 أخرجه أبو داود \"1420\"، والنسائي \"462\"، وابن ماجه \"1401\".\rقال ابن عبد البر في التمهيد 23/288: حديث صحيح ثابت.","seal":"77D65206","part":1},
      {"page":21,"id":17,"nass":"باب الأذان والإقامة\rوهما مشروعان للصلوات الخمس دون غيرها للرجال دون النساء.\rوالأذان خمس عشرة كلمة لا ترجيع2 فيه والإقامة إحدى عشرة.\rوينبغي أن يكون المؤذن أمينا صيتا عالما بالأوقات ويستحب أن يؤذن قائما متطهرا على موضع عال مستقبل القبلة فإذا بلغ الحيعلة التفت يمينا وشمالا ولا يزيل قدميه ويجعل أصبعيه في أذنيه ويترسل في الأذان ويحدر الإقامة3 ويقل في أذان الصبح بعد الحيعلة الصلاة خير من النوم مرتين ولا يؤذن قبل الأوقات إلا لها لقول رسول الله صلى الله عليه وسلم: \"إن بلالا يؤذن بليل فكلوا واشربوا حتى يؤذن ابن أم مكتوم\" 4.\r__________\r1 أخرجه أبو داود \"1420\"، والنسائي \"462\"، وابن ماجه \"1401\".\rقال ابن عبد البر في التمهيد 23/288: حديث صحيح ثابت.\r2 الترجيع في الأذان: تكرار الشهادتين. انظر: المطلع ص 49.\r3 حدر الإقامة: أسرع فيها. انظر: المصباح المنير: \"حدر\".\r4 أخرجه البخاري \"617\"، ومسلم \"1092\"، من حديث ابن عمر.","seal":"FCB77813","part":1},
      {"page":22,"id":18,"nass":"ويستحب لمن سمع المؤذن أن يقول كما يقول لقول رسول الله صلى الله عليه وسلم: \"إذا سمعتم النداء فقولوا مثل ما يقول\" 1.\r__________\r1 أخرجه البخاري \"611\"، ومسلم \"383\"، من حديث أبي سعيد الخدري.","seal":"179B4397","part":1},
      {"page":22,"id":19,"nass":"باب شرائط الصلاة\rوهي ستة:\rالشرط الأول: الطهارة من الحدث لقول رسول الله صلى الله عليه وسلم \"لا صلاة لمن أحدث حتى يتوضأ\" 1.\rالشرط الثاني: الوقت ووقت الظهر من زوال الشمس إلى أن يصير ظل كل شيء مثله ووقت العصر وهي الوسطى من آخر وقت الظهر إلى أن تصفر الشمس ثم يذهب وقت الاختيار ويبقى وقت الضرورة إلى غروب الشمس ووقت المغرب إلى أن يغيب الشفق الأحمر ووقت العشاء من ذلك إلى نصف الليل ثم يبقى وقت الضرورة إلى طلوع الفجر الثاني ووقت الفجر من ذلك إلى طلوع الشمس.\rومن كبر للصلاة قبل خروج وقتها فقد أدركها والصلاة في أول الوقت أفضل إلا في العشاء الآخرة وفي شدة الحر في الظهر.\rالشرط الثالث: ستر العورة بما لا يصف البشرة وعورة الرجل والأمة ما بين السرة والركبة والحرة كلها عورة إلا وجهها وكفيها وأم الولد والمعتق بعضها كالأمة.\rومن صلى في ثوب مغصوب أو دار مغصوبة لم تصح صلاته.\rولبس الذهب والحرير مباح للنساء دون الرجال إلا عند الحاجة لقول رسول الله صلى الله عليه وسلم في الذهب والحرير: \"هذان حرام على ذكور أمتي حل لإناثهم\" 2.\rومن صلى من الرجال في ثوب واحد بعضه على عاتقه أجزاه ذلك فإن لم يجد إلا ما يستر عورته سترها فإن لم يكف جميعها ستر الفرجين فإن لم يكفهما ستر\r__________\r1 أخرجه البخاري \"135\"، ومسلم \"225\"، من حديث أبي هريرة.\r2 أخرجه أبو داود \"4057\"، والنسائي \"5150\"، وابن ماجه \"3595\"، من حديث علي بن أبي طالب.\rقلت: نقل عبد الحق عن ابن المديني قوله: إنه حديث حسن رجاله معروفون.\rانظر: بيان الوهم والإيهام لابن قطان 5/179، وتلخيص الحبير لابن حجر 1/53.","seal":"F846D356","part":1},
      {"page":23,"id":20,"nass":"أحدهما فإن عدم بكل حال صلى جالسا يومئ بالركوع والسجود وإن صلى قائما جاز.\rومن لم يجد إلا ثوبا نجسا أو مكانا نجسا صلى فيهما ولا إعادة عليه.\rالشرط الرابع: الطهارة من النجاسة في بدنه وثوبه وموضع صلاته إلا النجاسة المعفو عنها كيسير الدم ونحوه وإن صلى وعليه نجاسة لم يكن يعلم بها أو علم بها ثم نسيها فصلاته صحيحة وإن علم بها في الصلاة أزالها وبنى على صلاته.\rوالأرض كلها مسجد تصح الصلاة فيها إلا المقبرة والحمام والحش1 وأعطان الإبل2 وقارعة الطريق.\rالشرط الخامس: استقبال القبلة إلا في النافلة على الراحة للمسافر فإنه يصلي حيث كان وجهه والعاجز عن الاستقبال لخوف أو غيره فيصلي كيفما أمكنه ومن عداهما لا تصح صلاته إلا مستقبل الكعبة فإن كان قريبا منها لزمته الصلاة إلى عينها وإن كان بعيدا فإلى جهتها.\rوإن خفيت القبلة في الحضر سأل واستدل بمحاريب المسلمين وإن أخطأ فعليه الإعادة وإن خفيت في السفر اجتهد وصلى ولا إعادة عليه.\rوإن اختلف مجتهدان لم يتبع أحدهما صاحبه ويتبع الأعمى والعامي أوثقهما في نفسه.\rالشرط السادس: النية للصلاة بعينها ويجوز تقديمها على التكبير بالزمن اليسير إذا لم يفسخها.\r__________\r1 الحش: البستان، ويطلق على بيوت الخلاء، لأنهم كانوا يقضون حوائجهم في البساتين.\rانظر: المطلع ص 65.\r2 أعطان الإبل: مباركها. انظر: المطلع ص66.","seal":"F397DF8D","part":1},
      {"page":23,"id":21,"nass":"باب آداب المشي إلى الصلاة\rيستحب المشي إلى الصلاة بسكينة ووقار ويقارب بين خطاه ولا يشبك أصابعه ويقول: باسم الله {الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ} الآيات إلى قوله {إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 78-89] ويقول: \"اللهم إني أسألك بحق السائلين عليك وبحق ممشاي هذا فإني لم أخرج اشرا ولا بطرا ولا رياء ولا سمعة","seal":"3EBF23EC","part":1},
      {"page":24,"id":22,"nass":"خرجت اتقاء سخطك وابتغاء مرضاتك أسألك أن تنقذني من النار وأن تغفر لي ذنوبي إنه لا يغفر الذنوب إلا أنت\" 1فإن سمع الإقامة لم يسع إليها لقول رسول الله صلى الله عليه وسلم: \"إذا أقيمت الصلاة فلا تأتوها وأنتم تسعون وأتوها وعليكم السكينة فما أدركتم فصلوا وما فاتكم فأتموا\" 2 وإذا أقيمت الصلاة فلا صلاة إلا المكتوبة وإذا أتى المسجد قدم رجله اليمنى في الدخول وقال باسم الله والصلاة والسلام على رسول الله أللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك وإذا خرج قدم رجله اليسرى وقال ذلك إلا أنه يقول وافتح لي أبواب فضلك3.\r__________\r1 أخرجه ابن ماجه \"787\" من حديث أبي سعيد الخدري.\rقال في الزوائد: هذا إسناده مسلسل بالضعفاء، عطية هو العوفي، وفضيل بن مرزوق، والفضل بن الموفق كلهم ضعفاء، لكن رواه ابن خزيمة في صحيحه من طريق فضيل بن مرزوق فهو صحيح عنده.\r2 أخرجه البخاري \"908\"، ومسلم \"602\"، من حديث أبي هريرة.\r3 أخرج مسلم \"713\" عن أبي حميد أو أبي أسيد، قال: قال رسول الله صلى الله عليه وسلم: \"إذا دخل أحدكم المسجد فليقل: اللهم افتح لي أبواب رحمتك، وإذا خرج فليقل: اللهم إني أسألك من فضلك\".\rقال مسلم: سمعت يحيى بن يحيى يقول: كتبت هذا الحديث من كتاب سليمان بن بلال، وقال: بلغني أن يحيى الحماني يقول: وأبي أسيد.","seal":"40A31C42","part":1},
      {"page":24,"id":23,"nass":"باب صفة الصلاة\rوإذا قام إلى الصلاة قال الله أكبر يجهر بها الإمام وبسائر التكبير ليسمع من خلفه ويخفيه غيره ويرفع يديه عند ابتداء التكبير إلى حذو منكبيه أو إلى فروع أذنيه ويجعلهما تحت سرته ويجعل بصره إلى موضع سجوده ثم يقول سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك ثم يقول أعوذ بالله من الشيطان الرجيم ثم يقول بسم الله الرحمن الرحيم ولا يجهر بشيء من ذلك لقول أنس صليت خلف النبي صلى الله عليه وسلم وأبي بكر وعمر وعثمان فلم أسمع أحدا منهم يجهر ببسم الله الرحمن الرحيم1 ثم يقرأ الفاتحة ولا صلاة لمن يقرأ بها إلا المأموم فإن قراءة الإمام له قراءة، ويستحب أن يقرأ في سكتات الإمام وفيما لا\r__________\r1 أخرجه مسلم \"399\"","seal":"224D4FF5","part":1},
      {"page":25,"id":24,"nass":"يجهر فيه ثم يقرأ بسورة تكون في الصبح من طوال المفصل وفي المغرب من قصاره وفي سائر الصلوات من أوسطه ويجهر الإمام بالقراءة في الصبح والأولين من المغرب والعشاء ويسر فيما عدا ذلك ثم يكبر ويركع ويرفع يديه كرفعه الأول ثم يضع يديه على ركبتيه ويفرج أصابعه ويمد ظهره ويجعل رأسه حياله ثم يقول سبحان ربي العظيم ثلاثا ثم يرفع رأسه قائلا سمع الله لمن حمده ويرفع يديه كرفعه الأول فإذا اعتدل قائما قال ربنا لك الحمد ملء السموات وملء الأرض وملء ما شئت من شيء بعد ويقصر المأموم على قول ربنا ولك الحمد ثم يخر ساجدا مكبرا ولا يرفع يديه ويكون أول ما يقع على الأرض منه ركبتاه ثم كفاه ثم جبهته وأنفه ويجافي عضديه عن جنبيه وبطنه عن فخذيه ويجعل يديه حذو منكبيه ويكون على أطراف قدميه ثم يقول سبحان ربي الأعلى ثلاثا يرفع رأسه مكبرا ويجلس مفترشا فيفرش رجله اليسرى ويجلس عليها وينصب اليمنى ويثني أصابعها نحو القبلة ويقول ربي اغفر لي ثلاثا ثم يسجد الثانية كالأولى ثم يرفع رأسه مكبرا وينهض قائما فيصلي الثانية كالأولى فإذا فرغ منهما جلس للتشهد مفترشا ويضع يده اليسرى على فخذه اليسرى ويده اليمنى على فخذه اليمنى ويقبض منها الخنصر والبنصر ويحلق الإبهام مع الوسطى ويشير بالسبابة في تشهده مرارا ويقول: \"التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين اشهد أن لا الله إلا الله وأشهد أن محمدا عبده ورسوله\" 1 فهذا اصح ما روي عن النبي صلى الله عليه وسلم في التشهد ثم يقول اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وآل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وآل إبراهيم إنك حميد مجيد ويستحب أن يتعوذ من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن فتنة المسيح الدجال ثم يسلم عن يمينه السلام عليكم ورحمة الله وعن يساره كذلك.\rوإن كانت الصلاة أكثر من ركعتين نهض بعد التشهد الأول كنهوضه من السجود ثم يصلي ركعتين لا يقرأ فيهما بعد الفاتحة شيئا فإذا جلس للتشهد الأخير تورك فنصب رجله اليمنى وفرش اليسرى وأخرجها عن يمينه ولا يتورك إلا في صلاة فيها تشهدان في الأخير منهما فإذا سلم استغفر الله ثلاثا وقال اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام.\r__________\r1 أخرجه البخاري \"831\"، ومسلم \"402\"، من حديث عبد الله بن مسعود.","seal":"A207201E","part":1},
      {"page":26,"id":25,"nass":"باب أركان الصلاة وواجباتها\rأركانها اثنا عشر: القيام مع القدرة وتكبيرة الإحرام وقراءة الفاتحة والركوع والرفع منه والسجود على السبعة الأعضاء والجلوس عنه والطمأنينة في هذه الأركان والتشهد الأخير والجلوس له والتسليمة الأولى وترتيبها على ما ذكرناه فهذه الأركان لا تتم الصلاة إلا بها.\rوواجباتها سبعة التكبير غير تكبيرة الإحرام والتسبيح في الركوع والسجود مرة مرة والتسبيح والتحميد في الرفع من الركوع وقول ربي اغفر لي بين السجدتين والتشهد الأول والجلوس له والصلاة على النبي صلى الله عليه وسلم في التشهد الأخير فهذه إن تركها عمدا بطلت صلاته وإن تركها سهوا سجد لها وما عدا هذا فسنن لا تبطل الصلاة بعمدها ولا يجب السجود لسهوها.","seal":"59B57657","part":1},
      {"page":26,"id":26,"nass":"باب سجود السهو\rوالسهو على ثلاثة اضرب:\rأحدها: زيادة فعل من جنس الصلاة كركعة أو ركن فتبطل الصلاة بعمده ويسجد لسهوه وإن علم وهو في الركعة الزائدة جلس في الحال وإن سلم عن نقص في صلاته أتى بما بقي عليه منها ثم سجد.\rولو فعل ما ليس من جنس الصلاة لاستوى عمده وسهوه فإن كان كثيرا أبطلها وإن كان يسيرا كفعل النبي صلى الله عليه وسلم في حمله أمامة1 وفتحه الباب لعائشة2 فلا بأس.\rالضرب الثاني: النقص كنسيان واجب فإن قام عن التشهد الأول فذكر قبل أن يستتم قائما رجع فأتى به وإن استتم قائما لم يرجع وإن نسي ركنا فذكره قبل شروعه في قراءة ركعة أخرى رجع فأتى به وبما بعده وإن ذكره بعد ذلك بطلت الركعة التي تركه منها وإن نسي أربع سجدات من أربع ركعات فذكر في التشهد سجد في الحال فصحت له ركعة ثم يأتي بثلاث ركعات.\r__________\r1 أخرجه البخاري \"516\"، ومسلم \"543\"، من حديث أبي قتادة.\r2 أخرجه أبو داود \"922\"، والترمذي \"601\"، والنسائي \"1207\"، من حديث عائشة. قال الترمذي: هذا حديث حسن غريب.","seal":"3148B08D","part":1},
      {"page":27,"id":27,"nass":"الضرب الثالث: الشك فمتى شك في ترك ركن فهو كتركه ومن شك في عدد الركعات بنى على اليقين إلا الإمام خاصة فإنه يبني على غالب ظنه.\rولكل سهو سجدتان قبل السلام إلا من سلم عن نقص في صلاته والإمام إذا بنى على غالب ظنه والناسي للسجود قبل السلام فإنه يسجد سجدتين بعد سلامه ثم يتشهد ويسلم.\rوليس على المأموم سجود سهو إلا أن يسهو إمامه فيسجد معه.\rومن سها إمامه أو نابه أمر في صلاته فالتسبيح للرجال والتصفيق للنساء.","seal":"EDF9A631","part":1},
      {"page":27,"id":28,"nass":"باب صلاة التطوع\rوهي على خمسة أضرب:\rأحدها: السنن الرواتب وهي التي قال ابن عمر رضي الله عنه عشر ركعات حفظتهن من رسول الله صلى الله عليه وسلم ركعتين قبل الظهر وركعتين بعدها وركعتين بعد المغرب في بيته وركعتين بعد العشاء في بيته وركعتين قبل الفجر1 حدثتني حفصة أن رسول الله صلى الله عليه وسلم كان إذا طلع الفجر وأذن المؤذن صلى ركعتين2 وهما آكدها ويستحب تخفيفهما وفعلهما في البيت أفضل وكذلك ركعتا المغرب.\rالضرب الثاني: الوتر ووقته ما بين صلاة العشاء والفجر وأقله ركعة وأكثره إحدى عشرة وأدنى الكمال ثلاث بتسليمتين ويقنت في الثالثة بعد الركوع.\rالضرب الثالث: التطوع المطلق وتطوع الليل أفضل من النهار والنصف الأخير أفضل من الأول وصلاة الليل مثنى مثنى وصلاة القاعد على النصف من صلاة القائم.\rالضرب الرابع: ما تسن له الجماعة وهو ثلاثة أنواع:\rأحدها: التراويح وهي عشرون ركعة بعد العشاء في رمضان.\rوالثاني: صلاة الكسوف فإذا ما كسفت الشمس أو القمر فزع الناس إلى الصلاة إن أحبوا جماعة وإن أحبوا أفرادا فيكبر ويقرأ الفاتحة وسورة طويلة\r__________\r1 أخرجه البخاري \"1180\"، ومسلم \"729\".\r2 أخرجه البخاري \"1181\"، ومسلم \"723\"","seal":"54EF2F50","part":1},
      {"page":28,"id":29,"nass":"ويركع ركوعا طويلا ثم يرفع فيقرأ الفاتحة وسورة طويلة دون التي قبلها ثم يركع فيطيل دون الذي قبله ثم يرفع ثم يسجد سجدتين طويلتين ثم يقوم فيفعل مثل ذلك فتكون أربع ركعات وأربع سجدات.\rالثالث: صلاة الاستسقاء إذا أجدبت الأرض واحتبس القطر خرج الناس مع الإمام متخشعين متبذلين1 متذللين متضرعين فيصلي بهم ركعتين كصلاة العيد ثم يخطب بهم خطبة واحدة ويكثر فيها الاستغفار وتلاوة الآيات التي فيها الأمر به ويحول الناس أرديتهم وإن خرج معهم أهل الذمة لم يمنعوا ويؤمرون أن ينفردوا عن المسلمين.\rالضرب الخامس: سجود التلاوة وهي أربع عشرة سجدة في الحج منها اثنتان ويسن السجود للتالي والمستمع دون السامع ويكبر إذا سجد وإذا رفع رأسه ثم يسلم.\r__________\r1 متبذلين: أي بسين ثياب البذلة، وهي ما يمتهن من الثياب في الخدمة. انظر: المصباح المنير: \"بذل\".","seal":"B5643350","part":1},
      {"page":28,"id":30,"nass":"باب الساعات التي نهي عن الصلاة فيها\rوهي خمس بعد الفجر حتى تطلع الشمس وبعد طلوعها حتى ترتفع قيد رمح وعند قيامها حتى تزول وبعد العصر حتى تتضيف1 الشمس للغروب وإذا تضيفت حتى تغرب.\rفهذه الساعات التي لا يصلى فيها تطوعا إلا في إعادة الجماعة إذا اقيمت وهو في المسجد وركعتي الطواف بعده والصلاة على الجنازة وقضاء السنن الرواتب في وقتين منها وهما بعد الفجر وبعد العصر ويجوز قضاء المفروضات في جميع الأوقات.\r__________\r1 تضيف الشمس: دنت للغروب وقربت. انظر: لسان العرب: \"ضيف\".","seal":"7F1BC772","part":1},
      {"page":28,"id":31,"nass":"باب الإمامة\rروى أبو مسعود البدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"يؤم القوم اقرأهم لكتاب الله فإن كانوا في القراءة سواء فاعلمهم بالسنة فإن كانوا في السنة سواء فأقدمهم هجرة فإن كانوا في الهجرة سواء فليؤمهم أكبرهم سنا ولا","seal":"62C535F7","part":1},
      {"page":29,"id":32,"nass":"يؤمن الرجل الرجل في بيته ولا في سلطانه ولا يجلس على تكرمته إلا بإذنه\" 1 وقال لمالك بن الحويرث وصاحبه: \"إذا حضرت الصلاة فليؤذن أحدكما وليؤمكما أكبركما\" 2 وكانت قراءتهما متقاربة.\rولا تصح الصلاة خلف من صلاته فاسدة إلا لمن لم يعلم بحدث نفسه ولم يعلمه المأموم حتى سلم فإنه يعيد وحده ولا تصح خلف تارك ركن إلا إمام الحي إذا صلى جالسا لمرض يرجى برؤه فإنهم يصلون وراءه جلوسا إلا أن يبتدئها قائما ثم يعتل فيجلس فإنهم يأتمون وراءه قياما ولا تصح إمامة المرأة بالرجال ومن به سلس البول والأمي الذي لا يحسن الفاتحة أو يخل بحرف منها إلا بمثلهم ويجوز ائتمام المتوضئ بالمتيمم والمفترض بالمتنقل.\rوإذا كان المأموم واحدا وقف على يمين الإمام فإن وقف عن يساره أو قدامه أو حده لم تصح إلا أن تكون امرأة فتقف وحدها خلفه وإن كانوا جماعة وقفوا خلفه فإن وقفوا عن يمينه أو عن جانبيه صح فإن وقفوا قدامه أو عن يساره لم تصح وإن صلت امرأة بنساء قامت معهن في الصف وسطهن وكذلك إمام الرجال العراة يقوم وسطهم وإن اجتمع رجال وصبيان وخناثي ونساء قدم الرجال ثم الصبيان ثم الخناثي ثم النساء.\rومن كبر قبل سلام الإمام فقد أدرك الجماعة ومن أدرك الركوع فقد أدرك الركعة وإلا فلا.\r__________\r1 أخرجه مسلم \"673\"\r2 أخرجه البخاري \"628\"، ومسلم \"674\".","seal":"9782CF80","part":1},
      {"page":29,"id":33,"nass":"باب صلاة المريض\rوالمريض إذا كان القيام يزيد في مرضه صلى جالسا فإن لم يطق فعلى جنبه لقول رسول الله صلى الله عليه وسلم لعمران بن حصين: \"صل قائما فإن لم تستطع فقاعدا فإن لم تستطع فعلى جنبك\" 1 فإن شق عليه فعلى ظهره فإن عجز عن الركوع والسجود أومأ إيماء.\rوعليه قضاء ما فاته من الصلوات في إغمائه وإن شق عليه فعل كل صلاة في وقتها فله الجمع بين الظهر والعصر وبين العشائين في وقت إحداهما فإن جمع في وقت الأولى اشترط نية الجمع عند فعلها ويعتبر استمرار العذر حتى يشرع في الثانية منهما ولا يفرق بينهما إلا بقدر الوضوء وإن أخر اعتبر استمرار العذر إلى دخول وقت الثانية وأن ينوي الجمع في وقت الأولى قبل أن يضيق عن فعلها ويجوز الجمع للمسافر الذي له القصر ويجوز في المطر بين العشائين.\r__________\r1 أخرجه البخاري \"1117\"","seal":"32525AED","part":1},
      {"page":30,"id":34,"nass":"باب صلاة المسافر\rوإذا كانت مسافة سفره ستة عشر فرسخا1 وهي مسيرة يومين قاصدين2 وكان مباحا فله قصر الرباعية خاصة إلا أن يأتم بمقيم لو لم ينو القصر أو نسي صلاة حضر فيذكرها في السفر أو صلاة سفر فيذكرها في الحضر فعليه الإتمام وللمسافر أن يتم والقصر أفضل ومن نوى الإقامة أكثر من إحدى وعشرين صلاة أتم وإن لم يجمع على ذلك قصر أبدا.\r__________\r1 وتقدر الآن بحوالي 89 كلم. انظر: الفقه الإسلامي وأدلته 2/321.\r2 أي معتدلين طولاً وقصراً: انظر: كشاف القناع 1/504.","seal":"EC96593E","part":1},
      {"page":30,"id":35,"nass":"باب صلاة الخوف\rوتجوز صلاة الخوف على كل صفة صلاها رسول الله صلى الله عليه وسلم والمختار منها1 أن يجعلهم الإمام طائفتين طائفة تحرس والأخرى تصلي معه ركعة فإذا قام إلى الثانية نوت مفارقته وأتمت صلاتها وذهبت تحرس وجاءت الأخرى فصلت معه الركعة الثانية فإذا جلس للتشهد قامت فأتت بركعة أخرى وينتظر حتى تتشهد ثم يسلم بها وإن اشتد الخوف صلوا رجالا وركبانا إلى القبلة وإلى غيرها يومئون بالركوع والسجود وكذلك كل خائف على نفسه يصلي على حسب حاله ويفعل كل ما يحتاج إلى فعله من هرب أو غيره.\r__________\r1 قال في العدة ص103: وهو ما روى صالح بن خوات عن من صلى مع النبي صلى الله عليه وسلم يوم ذات الرقاع صلاة الخوف. اهـ.\rقلت: أخرجه البخاري \"4131\"، ومسلم \"841\".","seal":"91844213","part":1},
      {"page":30,"id":36,"nass":"باب صلاة الجمعة\rكل من لزمته المكتوبة لزمته الجمعة إن كان مستوطنا ببناء وبينه وبين الجامع فرسخ1 فما دون ذلك إلا المرأة والعبد والمسافر والمعذور بمرض أو مطر أو\r__________\r1 الفرسخ: ثلثة أميال وتساوي5544م. انظر: الدر النقي ص 262 والفقه الإسلامي وأدلته 1/75.","seal":"2FC98595","part":1},
      {"page":31,"id":37,"nass":"خوف وإن حضروها أجزأتهم ولم تنعقد بهم إلا المعذور إذا حضرها وجبت عليه وانعقدت به.\rومن شرط صحتها فعلها في وقتها في قرية وأن يحضرها من المستوطنين بها أربعون من أهل وجوبها وأن تتقدمها خطبتان في كل خطبة حمد الله تعالى والصلاة على رسوله صلى الله عليه وسلم وقراءة آية والموعظة.\rويستحب أن يخطب على منبر فإذا صعد أقبل على الناس فسلم عليهم ثم يجلس إلى فراغ الأذان ثم يقوم الإمام فيخطب بهم ثم يجلس ثم يخطب الخطبة الثانية ثم تقام الصلاة فينزل فيصلي بهم ركعتين يجهر فيهما بالقراءة فمن أدرك معه منها ركعة أتمها جمعة وإلا أتمها ظهرا وكذلك إن نقص العدد أو خرج الوقت وقد صلوا ركعة أتموها جمعة وإلا أتموها ظهرا.\rولا يجوز أن يصلى في المصر أكثر من جمعة إلا أن تدعو الحاجة إلى أكثر منها ويستحب لمن أتى الجمعة أن يغتسل ويلبس ثوبين نظيفين ويتطيب ويبكر إليها فان جاء والإمام يخطب لم يجلس حتى يصلي ركعتين يوجز فيهما.\rولا يجوز الكلام والإمام يخطب إلا الإمام أو من كلمه الإمام.","seal":"DEB70D9F","part":1},
      {"page":31,"id":38,"nass":"باب صلاة العيدين\rوهي فرض على الكفاية إذا قام بها أربعون من أهل المصر سقطت عن سائرهم.\rووقتها من ارتفاع الشمس إلى الزوال والسنة فعلها في الصحراء وتعجيل الأضحى وتأخير الفطر والفطر في الفطر خاصة قبل الصلاة ويسن أن يغتسل ويتنظف ويتطيب.\rفإذا حلت الصلاة تقدم الإمام فصلى بهم ركعتين بلا أذان ولا إقامة يكبر في الأولى سبعا بتكبيرة الإحرام وفي الثانية خمسا سوى تكبيرة القيام ويرفع يديه مع كل تكبيرة ويحمد الله ويصلي على النبي صلى الله عليه وسلم بين كل تكبيرتين ثم يقرأ الفاتحة وسورة ويجهر فيهما بالقراءة فإذا سلم خطب بهم خطبتين فإذا كان فطرا حثهم على الصدقة وبين لهم حكمها وإن كان أضحى بين لهم حكم الأضحية والتكبيرات الزوائد والخطبتان سنة ولا يتنفل قبل صلاة العيد ولا بعدها في موضعها.","seal":"EDCA767D","part":1},
      {"page":32,"id":39,"nass":"ومن أدرك الإمام قبل سلامه أتمها على صفتها ومن فاتته فلا قضاء عليه فإن أحب صلاتها تطوعا إن شاء ركعتين وإن شاء أربعا وإن شاء صلاها على صفتها.\rويستحب التكبير في ليلتي العيدين ويكبر في الأضحى عقيب الفرائض في الجماعة من صلاة الفجر يوم عرفة إلى العصر من آخر أيام التشريق وصفة التكبير شفعا الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد.","seal":"06CB9053","part":1},
      {"page":33,"id":40,"nass":"كتاب الجنائز\rوإذا تيقن موته أغمضت عيناه وشد لحياه وجعل على بطنه مرآة أو غيرها كحديدة فإذا أخذ في غسله سترت عورته ثم يعصر بطنه عصرا رفيقا ثم يلف على يده خرقة فينجيه بها ثم يوضئه ثم يغسل رأسه ولحيته بماء وسدر ثم شقه الأيمن ثم الأيسر ثم يغسله كذلك مرة ثانية وثالثة يمر في كل مرة يده على بطنه فإن خرج منه شيء غسله وسده بقطن فإن لم يستمسك فبطين حر ويعيد وضوءه وإن لم ينق بثلاث زاد إلى خمس أو إلى سبع ثم ينشفه بثوب ويجعل الطيب في مغابنه ومواضع سجوده1 وإن طيبه كله كان حسنا ويجمر أكفانه2 وإن كان شاربه أو أظفاره طويلة أخذ منه ولا يسرح شعره والمرأة يضفر شعرها ثلاثة قرون ويسدل من ورائها ثم يكفن في ثلاثة أثواب بيض ليس فيها قميص ولا عمامة يدرج فيها إدراجا وإن كفن في قميص وإزار ولفافة فلا بأس والمرأة تكفن في خمسة أثواب في درع3 ومقنعة4 وإزار ولفافتين.\rوأحق الناس بغسله والصلاة عليه ودفنه وصيه في ذلك ثم الأب ثم الجد ثم الأقرب فالأقرب من العصبات وأولى الناس بغسل المرأة الأم ثم الجدة ثم الأقرب فالأقرب من نسائها إلا أن الأمير يقدم في الصلاة على الأب ومن بعده.\rوالصلاة عليه: يكبر ويقرأ الفاتحة ثم يكبر الثانية ويصلي على النبي صلى الله عليه وسلم ثم يكبر ويقول اللهم أغفر لحينا وميتنا وشاهدنا وغائبنا صغيرنا وكبيرنا وذكرنا وأنثانا إنك تعلم منقلبنا ومثوانا وأنت على كل شيء قدير اللهم من أحييته منا فأحيه على الإسلام والسنة ومن توفيته فتوفه عليهما اللهم اغفر له وارحمه وعافه\r__________\r1 قال في الدر النقي ص301: مواضع السجود: الجبهة وأنفه وكفاه وركبتاه وقدماه. والمغابن: عيناه وفمه وأذناه وإباطاه.\r2 جمر الثوب: بخره. انظر المصباح المنير: \"جمر\".\r3 درع المرأة: قميصها. انظر لسان العرب: \"درع\".\r4 المقنعة: ما تغطي به المرأة رأسها. انظر لسان العرب: \"قنع\".","seal":"E9D887B1","part":1},
      {"page":34,"id":41,"nass":"واعف عنه وأكرم نزله ووسع مدخله واغسله بالماء والثلج والبرد ونقه من الخطايا كما ينقي الثوب الأبيض من الدنس وأبدله دارا خيرا من داره وجوارا خيرا من جواره وزوجا خيرا من زوجه وأدخله الجنة وأعذه من عذاب القبر ومن عذاب النار وافسح له في قبره ونور له فيه ثم يكبر ويسلم تسليمة واحدة عن يمينه ويرفع يديه مع كل تكبيرة.\rوالواجب من ذلك التكبيرات والقراءة والصلاة على النبي صلى الله عليه وسلم وأدنى دعاء الحي للميت والسلام.\rومن فاتته الصلاة عليه صلى على القبر إلى شهر وإن كان الميت غائبا عن البلد صلى عليه بالنية.\rومن تعذر غسله لعدم الماء أو الخوف عليه من التقطع كالمجدور أو المحترق أو لكون المرأة بين رجال أو الرجل بين نساء فإنه ييمم إلا أن لكل من الزوجين غسل صاحبه وكذلك أم الولد مع سيدها.\rوالشهيد إذا مات في المعركة لم يغسل ولم يصل عليه وينحى عنه الحديد والجلود ثم يزمل في ثيابه وإن كفن بغيرها فلا بأس.\rوالمحرم يغسل بماء وسدر ولا يلبس مخيطا ولا يقرب طيبا ولا يغطى رأسه ولا يقطع شعره ولا ظفره.\rويستحب دفن الميت في لحد1 وينصب عليه اللبن نصبا كما صنع برسول الله صلى الله عليه وسلم2 ولا يدخل القبر آجرا ولا خشبا ولا شيئا مسته النار.\rويستحب تعزية أهل الميت والبكاء عليه غير مكروه إذا لم يكن معه ندب ولا نياحة.\rولا بأس بزيارة القبور للرجال ويقول إذا مر بها أو زارها: سلام عليكم أهل دار قوم مؤمنين وإنا إن شاء الله بكم لاحقون اللهم لا تحرمنا أجرهم ولا تفتنا بعدهم واغفر لنا ولهم نسأل الله لنا ولكم العافية.\rوأي قربة فعلها وجعل ثوابها للميت المسلم نفعه ذلك.\r__________\r1 اللحد: الشق يكون في عرض القبر. انظر: القاموس المحيط: \"لحد\".\r2 أخرج مسلم \"966\"، أن سعد بن وقاص قال في مرضه الذي هلك فيه: ألحدوا لي لحداً، وانصبوا علي اللبن نصباً كما صنع برسول الله صلى الله عليه وسلم.","seal":"1FE36BB4","part":1},
      {"page":35,"id":42,"nass":"كتاب الزكاة\rمدخل\r...\rكتاب الزكاة\rوهي واجبة على كل مسلم حر ملك نصابا ملكا تاما.\rولا زكاة في مال حتى يحول عليه الحول إلا في الخارج من الأرض ونماء النصب من النتاج والربح فإن حولهما حول أصلهما.\rولا تجب الزكاة إلا في أربعة أنواع السائمة من بهيمة الأنعام والخارج من الأرض والأثمان وعروض التجارة.\rولا زكاة في شيء من ذلك حتى يبلغ نصابا وتجب فيما زاد على النصاب بحسابه إلا السائمة فلا شيء في أوقاصها1.\r__________\r1 الأوقاص، جمع وقص: وهو ما بين الفريضتين من نصب الزكاة مما لا شيء فيه. انظر: المصباح المنير: \"وقص\".","seal":"4FDB1147","part":1},
      {"page":35,"id":43,"nass":"باب زكاة السائمة\rوهي الراعية وهي ثلاثة أنواع:\rأحدها: الإبل ولا شيء فيها حتى تبلغ خمسا فيجب فيها شاة وفي العشر شاتان وفي خمس عشرة ثلاث شياه وفي العشرين أربع شياه إلى خمس وعشرين ففيها بنت مخاض وهي بنت سنة فإن لم تكن عنده فابن لبون وهو ابن سنتين إلى ست وثلاثين فيجب فيها بنت لبون إلى ست وأربعين فيجب فيها حقه لها ثلاث سنين إلى إحدى وستين فيجب فيها جذعة لها أربع سنين إلى ست وسبعين ففيها ابنتا لبون إلى إحدى وتسعين ففيها حقتان إلى عشرين ومائة فإذا زادت واحدة ففيها ثلاث بنات لبون ثم في كل خمسين حقة وفي كل أربعين بنت لبون إلى مائتين فيجتمع فيها الفرضان فإن شاء أخرج أربع حقاق وإن شاء خمس بنات لبون.\rومن وجبت عليه سن فلم يجدها أخرج أدنى منها ومعها شاتان أو عشرون درهما وإن شاء أخرج أعلى منها وأخذ شاتين أو عشرين درهما.\rالنوع الثاني: البقر ولا شيء فيها حتى تبلغ ثلاثين فيجب فيها تبيع أو تبيعة","seal":"97AEF3C2","part":1},
      {"page":36,"id":44,"nass":"لها سنة إلى أربعين ففيها مسنة لها سنتان إلى ستين ففيها تبيعان إلى سبعين ففيها تبيع ومسنة ثم في كل ثلاثين تبيع وفي كل أربعين مسنة.\rالنوع الثالث: الغنم ولا شيء فيها حتى تبلغ أربعين ففيها شاة إلى عشرين ومائة فإذا زادت واحدة ففيها شاتان إلى مائتين فإذا زادت واحدة ففيها ثلاث شياه ثم في كل مائة شاة.\rولا يؤخذ في الصدقة تيس ولا ذات عوار1 ولا هرمة ولا الربي2 ولا الماخض3 ولا الأكولة4 ولا يؤخذ شرار المال ولا كرائمه إلا أن يتبرع به أرباب المال ولا يخرج إلا أنثى صحيحة إلا في الثلاثين من البقر وابن لبون مكان بنت مخاض إذا عدمها إلا أن تكون ماشية كلها ذكور أو مراض فيجزئ واحد منها ولا يخرج إلا جذعة من الضأن أو ثنية من المعز والسن المنصوص عليها إلا أن يختار رب المال إخراج سن أعلى من الواجب أو تكون كلها صغارا فيخرج صغيرة وإن كان فيها صحاح ومراض ذكور وإناث وصغار وكبار أخرج صحيحة كبيرة قيمتها على قيمة المالين فإن كان فيها بخاتي5 وعراب6 وبقر وجواميس ومعز وضأن وكرام ولئام وسمان ومهازيل أخذ من أحدهما بقدر قيمة المالين.\rوإن اختلط جماعة في نصاب من السائمة حولا كاملا وكان مرعاهم وفحلهم ومبيتهم ومحلبهم ومشربهم واحدا فحكم زكاتهم حكم زكاة الواحد وإذا خرج الفرض من مال أحدهم رجع على خلطائه بحصصهم منه ولا تؤثر الخلطة إلا في السائمة.\r__________\r1 العوار: العيب. انظر: مختار الصحاح: \"عور\".\r2 الربى: الشاة التي وضعت حديثاً. انظر: الصحاح: \"ربب\".\r3 الماخض: هي التي أخذها المخاض، أي: الولادة. انظر: الدر النقي ص326.\r4 الأكولة: هي التي تسمن للأكل، وليست بسائمة. انظر: الزاهر ص228.\r5 البخاتي: إبل غلاظ ذات سنامين. انظر: أنوار المشارق 1/215.\r6 نقل ابن منظور عن الكسائي قوله: المعرب من الخيل الذي ليس فيه عرق هجين، والأنثى معربة، وإبل عراب كذلك. انظر: لسان العرب: \"عرب\".","seal":"96C047E2","part":1},
      {"page":37,"id":45,"nass":"باب زكاة الخارج من الأرض\rوهو نوعان:\rأحدهما: النبات فتجب الزكاة منه في كل حب وثمر ويكال ويدخر إذا خرج من أرضه وبلغ خمسة أوسق1 لقول رسول الله صلى الله عليه وسلم: \"ليس في حب ولا ثمر صدقة حتى يبلغ خمسة أوسق\" 2 والوسق ستون صاعا والصاع رطل بالدمشقي وأوقية وخمسة أسباع أوقية فجميع النصاب ما يقارب ثلاثمائة واثنين وأربعين رطلا وستة أسباع رطل.\rويجب العشر فيما سقي من السماء والسيوح ونصف العشر فيما سقي بكلفة كالدوالي3 والنواضح4 وإذا بدا الصلاح في الثمار واشتد الحب وجبت الزكاة ولا يخرج الحب إلا مصفى ولا الثمر إلا يابسا.\rولا زكاة فيما يكتسبه من مباح الحب والثمر وفي اللقاط ولا ما يأخذه أجره لحصاده.\rولا يضم صنف من إلى غيره في تكميل النصاب فإن كان صنفا واحدا الحب والثمر مختلف الأنواع كالتمور ففيها الزكاة ويخرج من كل نوع زكاته وإن أخرج جيدا عن الرديء جاز وله أجره.\rالنوع الثاني: المعدن فمن استخرج من معدن نصابا من الذهب أو الفضة أو ما قيمته نصابا من الجواهر أو الكحل والصفر والحديد أو غيره فعليه الزكاة ولا يخرج إلا بعد السبك والتصفية.\rولا شيء في اللؤلؤ والمرجان والعنبر والمسك ولا شيء في صيد البر والبحر وفي الركاز الخمس أي نوع كان من المال قل أو كثر ومصرفه مصرف الفيء وباقية لواجده.\r__________\r1 ويساوي 653 كلغ. انظر: الفقه الإسلامي وأدلته 1/76.\r2 أخرجه مسلم \"979\"، من حديث أبي سعيد الخدري.\r3 الدوالي: واحدها دالية، وهي: الدولات تديرها البقر والناعور يديرها الماء. انظر الدر النقي ص377.\r4 النواضح، جمع ناضح وناضحة، وهما: البعير والناقة يسقى عليها. انظر: الدر النقي ص337.","seal":"FB7C0172","part":1},
      {"page":37,"id":46,"nass":"باب زكاة الأثمان\rوهي نوعان: ذهب وفضة ولا زكاة في الفضة حتى تبلغ مائتي درهم فيجب فيها خمسة دراهم ولا في الذهب حتى يبلغ عشرين مثقالا فيجب فيها نصف مثقال فإن كان فيهما غش فلا زكاة فيهما حتى يبلغ قدر الذهب والفضة نصابا فإن شك في ذلك خير بين الإخراج وبين سبكهما ليعلم قدر ذلك.\rولا زكاة في الحلي المباح المعد للاستعمال والعارية ويباح للنساء كل ما جرت العادة بلبسه من الذهب والفضة ويباح للرجال من الفضة الخاتم وحلية السيف والمنطقة1 ونحوها فأما المعد للكراء أو الادخار والمحرم ففيه الزكاة.\r__________\r1 المنطقة، والمنطق النطاق: كل ما شد به وسطه. انظر: لسان العرب: \"نطق\".","seal":"87C0AAE3","part":1},
      {"page":38,"id":47,"nass":"باب حكم الدين\rمن كان له دين على مليء أو مال يمكن خلاصه كالمجحود الذي له به بينة والمغصوب الذي يتمكن من أخذه فعليه زكاته إذا قبضه لما مضى وإن كان متعذرا كالدين على مفلس أو على جاحد ولا بينة به والمغصوب والضال الذي لا يرجى وجوده فلا زكاة فيه وحكم الصداق حكم الدين ومن كان عليه دين يستغرق النصاب الذي معه أو ينقصه فلا زكاة فيه.","seal":"C4158BC9","part":1},
      {"page":38,"id":48,"nass":"باب زكاة العروض\rولا زكاة فيها حتى ينوي بها تجارة وهي نصاب حولا ثم يقومها فإذا بلغت أقل نصاب من الذهب والفضة أخرج الزكاة من قيمتها.\rوإن كان عنده ذهب أو فضة ضمها إلى قيمة العروض في تكميل النصاب وإذا نوى بعروض التجارة القنية فلا زكاة فيها ثم إن نوى بها بعد ذلك التجارة استأنف له حولا.","seal":"38A77C9D","part":1},
      {"page":38,"id":49,"nass":"باب زكاة الفطر\rوهي واجبة على كل مسلم إذا ملك فضلا عن قوته وقوت عياله ليلة العيد ويومه وقدر الفطرة صاع من البر أو الشعير أو دقيقهما أو سويقهما أو من التمر أو الزبيب فإن لم يجده أخرج من قوته أي شيء كان صاعا.\rومن لزمته فطرة نفسه لزمته فطرة من تلزمه مؤنته ليلة العيد إذا ملك ما يؤدى عنه فإن كانت مؤنته تلزم جماعة كالعبد المشترك أو المعسر القريب لجماعة ففطرته عليهم حسب مؤنته وإن كان بعضه حرا ففطرته عليه وعلى سيده.\rويستحب إخراج الفطرة يوم العيد قبل الصلاة ولا يجوز تأخيرها عن يوم العيد ويجوز تقديمها عليه بيوم أو يومين.\rويجوز أن يعطى واحدا ما يلزم الجماعة والجماعة ما يلزم الواحد.","seal":"FE8870DF","part":1},
      {"page":39,"id":50,"nass":"باب إخراج الزكاة\rلا يجوز تأخيرها عن وقت وجوبها إذا أمكن إخراجها فإن فعل فتلف المال لم تسقط عنه الزكاة وإن تلف قبله سقطت ويجوز تعجيلها إذا كمل النصاب ولا يجوز قبل ذلك فإن عجلها إلى غير مستحقها لم يجزئه وإن صار عند الوجوب من أهلها.\rوإن دفعها إلى مستحقها فمات أو استغنى أو ارتد أجزأت عنه وإن تلف المال لم يرجع على الآخذ.\rولا تنقل الصدقة إلى بلد تقصر إليه الصلاة إلا أن لا يجد من يأخذها في بلدها.","seal":"3500F79C","part":1},
      {"page":39,"id":51,"nass":"باب من يجوز دفع الزكاة إليه\rوهم ثمانية:\rالأول: الفقراء وهم الذين لا يجدون ما يقع موقعا من كفايتهم بكسب ولا غيره.\rالثاني: المساكين وهم الذين يجدون ذلك ولا يجدون تمام الكفاية.\rالثالث: العاملون عليها وهم السعاة عليها ومن يحتاج إليه فيها.\rالرابع: المؤلفة قلوبهم، وهم السادة المطاعون في عشائرهم الذين يرجى بعطيتهم دفع شرهم أو قوة إيمانهم أو دفعهم عن المسلمين أو إعانتهم على أخذ الزكاة ممن يمتنع من دفعها.\rالخامس: الرقاب وهم المكاتبون وأعتاق الرقيق.\rالسادس: الغارمون وهم المدينون لإصلاح نفوسهم في مباح أو لإصلاح بين طائفتين من المسلمين.\rالسابع: في سبيل الله وهم الغزاة الذين لا ديوان لهم.\rالثامن: ابن السبيل وهو المسافر المنقطع به وإن كان ذا يسار في بلده.\rفهؤلاء هم أهل الزكاة لا يجوز دفعها إلى غيرهم ويجوز دفعها إلى واحد منهم لأنه صلى الله عليه وسلم أمر بني زريق بدفع صدقتهم إلى سلمة بن صخر وقال لقبيصة: \"أقم يا قبيصة حتى تأتينا الصدقة فنأمر لك بها\" 1.\r__________\r1 أخرجه مسلم \"1044\".","seal":"D7E83A0E","part":1},
      {"page":40,"id":52,"nass":"ويدفع إلى الفقير والمسكين ما تتم به كفايته وإلى العامل قدر عمالته وإلى المؤلف ما يحصل به تأليفه وإلى المكاتب والغارم ما يقضي به دينه وإلى الغازي ما يحتاج إليه لغزوه وإلى ابن السبيل ما يوصله إلى بلده ولا يزاد واحد منهم على ذلك.\rوخمسة منهم لا يأخذون إلا مع الحاجة وهم الفقير والمسكين والمكاتب والغارم لنفسه وابن السبيل أربعة يجوز الدفع إليهم مع الغني وهم العامل والمؤلف والغازي والغارم لإصلاح ذات البين.","seal":"7A51B9A3","part":1},
      {"page":40,"id":53,"nass":"باب من لا يجوز دفع الزكاة إليه\rلا تحل الصدقة لغني ولا لقوي مكتسب ولا تحل لآل محمد صلى الله عليه وسلم وهم بنو هاشم مواليهم ولا يجوز دفعها إلى الوالدين وإن علوا ولا إلى الولد وإن سفل ولا من تلزمه مؤنته ولا إلى كافر.\rفأما صدقة التطوع فيجوز دفعها إلى هؤلاء وإلى غيرهم.\rولا يجوز دفع الزكاة إلا بنية إلا أن يأخذها الإمام قهرا.\rوإذا دفع الزكاة إلى غير مستحقها لم يجزه إلا الغني إذا ظنه فقيرا.","seal":"C8529460","part":1},
      {"page":41,"id":54,"nass":"كتاب الصيام\rمدخل\r...\rكتاب الصيام\rيجب صيام رمضان على كل مسلم بالغ عاقل قادر على الصوم ويؤمر به الصبي إذا أطاقه.\rويجب بأحد ثلاثة أشياء: كمال شعبان ورؤية هلال رمضان ووجود غيم أو قتر ليلة الثلاثين يحول دونه.\rوإذا رأى الهلال وحده صام فإن كان عدلا صام الناس بقوله ولا يفطر إلا بشهادة عدلين ولا يفطر إذا رآه وحده.\rوإن صاموا بشهادة اثنين ثلاثون يوما أفطروا وإن كان بغيم أو قول واحد لم يفطروا إلا أن يروه أو يكملوا العدة.\rوإذا اشتبهت الأشهر على الأسير تحرى وصام فإن وافق الشهر أو ما بعده أجزأه وإن وافق قبله لم يجزه.","seal":"F2CB7C0D","part":1},
      {"page":41,"id":55,"nass":"باب أحكام المفطرين في رمضان\rويباح الفطر في رمضان لأربعة أقسام:\rأحدها: المريض الذي يتضرر به والمسافر الذي له القصر فالفطر لهما أفضل وعليهما القضاء وإن صاما أجزأهما.\rالثاني: الحائض والنفساء تفطران وتقضيان وإن صامتا لم يجزئهما.\rالثالث: الحامل والمرضع إذا خافتا على أنفسهما أفطرتا وقضتا وإن خافتا على ولديهما أفطرتا وقضتا وأطعمتا عن كل يوم مسكينا.\rالرابع: العاجر عن الصيام لكبر أو مرض لا يرجى برؤه فإنه يطعم عن كل يوم مسكينا.\rوعلى سائر من أفطر القضاء لا غير إلا من أفطر بجماع في الفرج فإنه يقضي ويعتق رقبة فإن لم يجد فصيام شهرين متتابعين فإن لم يستطع فإطعام ستين","seal":"5878BBDB","part":1},
      {"page":42,"id":56,"nass":"مسكينا فإن لم يجد سقطت عنه فإن جامع ولم يكفر حتى جامع ثانية فكفارة واحدة وإن كفر ثم جامع فكفارة ثانية وكل من لزمه الإمساك في رمضان فجامع فعليه كفارة.\rومن أخر القضاء لعذر حتى أدرك رمضان آخر فليس عليه غير القضاء وإن فرط أطعم مع القضاء لكل يوم مسكينا.\rوإن ترك القضاء حتى مات لعذر فلا شيء عليه وإن كان لغير عذر أطعم عنه لكل يوم مسكينا إلا أن يكون الصوم منذورا فإنه يصام عنه وكذلك كل نذر طاعة.","seal":"F7715995","part":1},
      {"page":42,"id":57,"nass":"باب ما يفسد الصوم\rومن أكل أو شرب أو استعط أو أوصل إلى جوفه شيئا من أي موضع كان أو استقاء فقاء أو استمنى أو قبل أو لمس فأمنى أو أمذى أو كرر النظر حتى أنزل أو احتجم عامدا ذاكرا لصومه فسد وإن فعله ناسيا أو مكرها لم يفسد صومه.\rوإن طار إلى حلقه ذباب أو غبار أو تمضمض أو استنشق فوصل إلى حلقه ماء أو فكر فأنزل أو قطر في إحليله أو احتلم أو ذرعه1 القيء لم يفسد صومه.\rومن أكل يظنه ليلا فبان نهارا فعليه القضاء ومن أكل شاكا في طلوع الفجر لم يفسد صومه وإن أكل شاكا في غروب الشمس فعليه القضاء.\rباب صيام التطوع\rأفضل الصيام صيام داود عليه السلام كان يصوم يوما ويفطر يوما2 وأفضل الصيام بعد شهر رمضان شهر الله الذي يدعونه المحرم وما من أيام العمل الصالح فيهن أحب إلى الله من عشر ذي الحجة ومن صام رمضان وأتبعه بست من شوال فكأنما صام الدهر كله وصيام يوم عاشوراء كفارة سنة وصيام يوم عرفة كفارة سنتين ولا يستحب لمن بعرفة أن يصومه ويستحب صيام أيام البيض والاثنين والخميس.\rوالصائم المتطوع أمير نفسه إن شاء صام وإن شاء أفطر ولا قضاء عليه وكذلك سائر التطوع إلا الحج والعمرة فإنه يجب إتمامهما وقضاء ما أفسد منهما.\r__________\r1 ذرعه القيء: غلبه وسبقه. انظر: المصباح المنير: \"ذرع\".","seal":"89912B7A","part":1},
      {"page":42,"id":58,"nass":"باب صيام التطوع\rأفضل الصيام صيام داود عليه السلام كان يصوم يوما ويفطر يوما1 وأفضل الصيام بعد شهر رمضان شهر الله الذي يدعونه المحرم وما من أيام العمل الصالح فيهن أحب إلى الله من عشر ذي الحجة ومن صام رمضان وأتبعه بست من شوال فكأنما صام الدهر كله وصيام يوم عاشوراء كفارة سنة وصيام يوم عرفة كفارة سنتين ولا يستحب لمن بعرفة أن يصومه ويستحب صيام أيام البيض والاثنين والخميس.\rوالصائم المتطوع أمير نفسه إن شاء صام وإن شاء أفطر ولا قضاء عليه وكذلك سائر التطوع إلا الحج والعمرة فإنه يجب إتمامهما وقضاء ما أفسد منهما.\r__________\r1 أخرجه البخاري \"1131\"، ومسلم \"1159\"، من حديث عمرو بن العاص.","seal":"AD423A4F","part":1},
      {"page":43,"id":59,"nass":"ونهى رسول الله صلى الله عليه وسلم عن صوم يومين: يوم الفطر ويوم الأضحى1 ونهى عن صوم أيام التشريق2 إلا أنه خصى رخص في صومهما للمتمتع إذا لم يجد الهدي3 وليلة القدر في الوتر من العشر الأواخر من رمضان.\r__________\r1 أخرج البخاري \"1990\"، ومسلم \"1137\" أن عمر بن الخطاب قال: هذان يومان نهى رسول الله صلى الله عليه وسلم عن صيامهما، يوم فطركم من صيامكم، واليوم الآخر تأكلون فيه من نسككم.\r2 أخرج مسلم \"1141\"، عن نبيشة الهذلي قال: قال رسول الله صلى الله عليه وسلم: \"أيام التشريق أيام أكل وشرب\".\r3 أخرج البخاري \"1997\" \"1998\"، عن عائشة وابن عمر أنهما قالا: لم يرخص في أيام التشريق أن يصمن، إلا لمن لم يجد الهدي.","seal":"9E9882DE","part":1},
      {"page":43,"id":60,"nass":"باب الاعتكاف\rوهو لزوم المسجد لطاعة الله تعالى فيه وهو سنة إلا أن يكون نذرا فيلزم الوفاء به.\rويصح من المرأة في كل مسجد غير مسجد بيتها ولا يصح من الرجل إلا في مسجد تقام فيه الجماعة واعتكافه في مسجد تقام فيه الجمعة أفضل.\rومن نذر الاعتكاف أو الصلاة في مسجد فله فعل ذلك في غيره إلا المساجد الثلاثة فإن نذر ذلك في المسجد الحرام لزمه وإن نذر الاعتكاف في مسجد رسول الله صلى الله عليه وسلم جاز له أن يعتكف في المسجد الحرام وإن نذر أن يعتكف في المسجد الأقصى فله فعله في أيهما أحب.\rويستحب للمعتكف الاشتغال بفعل القرب واجتناب ما لا يعنيه من قول وفعل ولا يبطل الاعتكاف بشيء من ذلك.\rولا يخرج من المسجد إلا لما لا بد له منه إلا أن يشترط ولا يباشر امرأة وإن سأل عن المريض في طريقه أو عن غيره ولم يعرج إليه جاز.","seal":"A1714595","part":1},
      {"page":45,"id":61,"nass":"كتاب الحج والعمرة\rمدخل\r...\rكتاب الحج والعمرة\rيجب الحج والعمرة مرة في العمر على المسلم العاقل البالغ الحر إذا استطاع إليه سبيلا والاستطاعة أن يجد زادا وراحلة بآلتهما مما يصلح لمثله فاضلا عما يحتاج إليه لقضاء دينه ومؤونة نفسه وعياله على الدوام.\rويشترط للمرأة وجود محرمها وهو زوجها ومن تحرم عليه على التأبيد بنسب أو بسبب مباح.\rفمن فرط حتى مات أخرج عنه من ماله حجة وعمرة.\rولا يصح من كافر ولا مجنون ويصح من الصبي والعبد ولا يجزئهما عنهما ويصح من غير المستطيع والمرأة بغير محرم.\rومن حج عن غيره ولم يكن حج عن نفسه أو عن نذره أو عن نفله وفعله قبل حجة الإسلام وقع حجه عن فرض نفسه دون غيره.","seal":"463C1A74","part":1},
      {"page":45,"id":62,"nass":"باب المواقيت\rوميقات أهل المدينة ذو الحليفة وأهل الشام والمغرب ومصر الجحفة واليمن يلملم ولنجد قرن وللمشرق ذات عرق فهذه المواقيت لأهلها ولكل من يمر عليها ومن منزلة دون الميقات فميقاته من منزلة حتى أهل مكة يهلون منها لحجهم ويهلون للعمرة من أدنى الحل ومن لم يكن طريقه على ميقات فميقاته حذو أقربها إليه.\rولا يجوز لمن أراد دخول مكة تجاوز الميقات غير محرم إلا لقتال مباح وحاجة تتكرر كالحطاب ونحوه ثم إذا أراد النسك أحرم من موضعه وإن جاوزه غير محرم رجع فأحرم من الميقات ولا دم عليه لأنه أحرم من ميقاته فإن أحرم من دونه فعليه دم سواء رجع إلى الميقات أو لم يرجع والأفضل أن لا يحرم قبل الميقات فإن فعل فهو محرم.\rوأشهر الحج شوال وذو القعدة وعشر من ذي الحجة.","seal":"C8E0D9DD","part":1},
      {"page":46,"id":63,"nass":"باب الإحرام\rمن أراد الإحرام استحب له أن يغتسل ويتنظف ويتطيب ويتجرد عن المخيط ويلبس إزارا ورداء أبيضين نظيفين ثم يصلي ركعتين ويحرم عقبيهما وهو أن ينوي الإحرام ويستحب أن ينطق بما أحرم به ويشترط ويقول اللهم إني أريد النسك الفلاني فإن حبسني حابس فمحلي حيث حبستني.\rوهو مخير بين التمتع والإفراد والقران وأفضلها التمتع ثم الإفراد ثم القران والتمتع أن يحرم بالعمره في أشهر الحج ويفرغ منها ثم يحرم بالحج في عامه والإفراد أن يحرم بالحج وحده.\rوالقران أن يحرم بهما أو يحرم بالعمرة ثم يدخل عليها الحج ولو أحرم بالحج ثم أدخل عليه العمرة لم ينعقد إحرامه بالعمرة.\rفإذا استوى على راحلته لبى فقال لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك.\rويستحب الإكثار منها ورفع الصوت بها لغير النساء وهي آكد فيما إذا علا نشزا أو هبط واديا أو سمع ملبيا أو فعل محظورا ناسيا أو لقي ركبا وفي أدبار الصلاة المكتوبة وبالأسحار وإقبال الليل والنهار.","seal":"74B5FAA2","part":1},
      {"page":46,"id":64,"nass":"باب محظورات الإحرام\rوهي تسعة: [الأول والثاني] حلق الشعر وقلم الظفر ففي ثلاثة منها دم وفي كل واحد مما دونه مد طعام وهو ربع الصاع وإن خرج في عينه شعر فقلعه أو نزل شعره فغطى عينه أو انكسر ظفره فقصه فلا شيء عليه.\rالثالث: لبس المخيط إلا أن لا يجد إزارا فيلبس سراويل أو لا يجد نعلين فيلبس خفين ولا فدية عليه.\rالرابع: تغطية الرأس والأذنان منه.\rالخامس: الطيب في بدنه وثيابه.\rالسادس: قتل الصيد وهو ما كان وحشيا مباحا وأما الأهلي فلا يحرم وأما صيد البحر فإنه مباح.\rالسابع: عقد النكاح حرام ولا فدية فيه.","seal":"F228DCCE","part":1},
      {"page":47,"id":65,"nass":"الثامن: المباشرة لشهوة فيما دون الفرج فإن أنزل بها فعليه بدنة وإلا ففيها شاة وحجه صحيح.\rالتاسع: الوطء في الفرج فإن كان قبل التحلل الأول فسد الحج ووجب المضي في فاسده والحج من قابل ويجب على المجامع بدنه وإن كان بعد التحلل الأول ففيه شاة ويحرم من التنعيم ليطوف محرما وإن وطئ في العمرة افسدها ولا يفسد النسك بغيره.\rوالمرأة كالرجل إلا أن إحرامها في وجهها ولها لبس المخيط.","seal":"EF2C18A8","part":1},
      {"page":47,"id":66,"nass":"باب الفدية\rوهي على ضربين:\rأحدهما: على التخيير وهي فدية الأذى واللبس والطيب فله الخيار بين صيام ثلاثة أيام أو إطعام ثلاثة آصع من تمر لستة مساكين أو ذبح شاة وجزاء الصيد مثل ما قتل من النمم إلا الطائر فإن فيه قيمته إلا الحمامة ففيها شاة والنعامة فيها بدنة ويتخير بين إخراج المثل وتقويمه بطعام فيطعم كل مسكين مدا أو يصوم عن كل مد يوما.\rالضرب الثاني: على الترتيب وهو المتمتع يلزمه شاة فإن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجع.\rوفدية الجماع بدنة فإن لم يجد فصيام كصيام المتمتع وكذلك الحكم في دم الفوات.\rوالمحصر يلزمه دم فإن لم يجد فصيام عشرة أيام.\rومن كرر محظورا من جنس غير قتل الصيد فكفارة واحدة فإن كفر عن الأول قبل فعل الثاني سقط حكم ما كفر عنه وإن فعل محظورا من أجناس فلكل واحد كفارة.\rوالحلق والتقليم والوطء وقتل الصيد يستوي عمده وسهوه وسائر المحظورات لا شيء في سهوه.\rوكل هدي أو إطعام فهو لمساكين الحرم إلا فدية الأذى فإنه يفرقها في الموضع الذي حلق به وهدي المحصر ينحره في موضعه وأما الصيام فيجزئه بكل مكان.","seal":"45DB4862","part":1},
      {"page":48,"id":67,"nass":"باب دخول مكة\rيستحب أن يدخل مكة من أعلاها ويدخل المسجد من. باب بني شيبة لأن النبي صلى الله عليه وسلم دخل منه1 فإذا رأى البيت رفع يديه وكبر الله وحمده ودعا ثم يبتدئ بطواف العمرة إن كان معتمرا أو بطواف القدوم إن كان مفردا أو قارنا فيضطبع بردائه فيجعل وسطه تحت عاتقه الأيمن وطرفيه على عاتقه الأيسر ويبدأ بالحجر الأسود فيستلمه ويقبله ويقول بسم الله والله أكبر اللهم إيمانا بك وتصديقا بكتابك ووفاء بعهدك واتباعا لسنة نبيك محمد صلى الله عليه وسلم ثم يأخذ عن يمينه ويجعل البيت عن يساره فيطوف سبعا يرمل في الثلاثة الأول من الحجر إلى الحجر ويمشي في الأربعة الأخرى وكلما حاذى الركن اليماني والحجر استلمهما وكبر وهلل ويقول بين الركنين {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: 201] ويدعو في سائره بما أحب ثم يصلي ركعتين خلف المقام ويعود إلى الركن فيستلمه ثم يخرج إلى الصفا من بابه فيرقى عليه ويكبر الله ويهلله ويدعوه ثم ينزل فيمشي إلى العلم ثم يسعى إلى العلم الآخر ثم يمشي حتى يأتي المروة فيفعل كفعله على الصفا ثم ينزل فيمشي في موضع مشيه ويسعى في موضع سعيه حتى يكمل سبعة اشواط يحتسب بالذهاب سعيه وبالرجوع سعية يفتتح بالصفا ويختتم بالمروة ثم يقصر من شعره إن كان معتمرا وقد حل إلا المتمتع إن كان معه هدي والقارن والمفرد فإنه لا يحل والمرأة كالرجل إلا أنها لا ترمل في طواف ولا سعي.\r__________\r1 أخرجه الطبراني في الأوسط \"495\"، عن ابن عمر قال: دخل رسول الله صلى الله عليه وسلم ودخلنا معه، من باب بني عبد مناف، وهو الذي يسميه الناس باب بني شيبة.\rقال في مجمع الزوائد 3/238: فيه مروان بن أبي مروان، قال السيلماني: فيه نظر، وبقية رجاله رجال الصحيح.\rوأورده البيهقي 5/27 وقال: إسناد غير محفوظ. ثم رواه عن عطاء وقال: وهذا مرسل جيد.","seal":"FFC673F6","part":1},
      {"page":48,"id":68,"nass":"باب صفة الحج\rوإذا كان يوم التروية فمن كان حلا أحرم من مكة وخرج إلى عرفات فإذا زالت الشمس يوم عرفة صلى الظهر والعصر يجمع بينهما بأذان وإقامتين ثم يروح إلى الموقف وعرفات كلها موقف إلا بطن عرنة ويستحب أن يقف في موقف","seal":"76C1B4D4","part":1},
      {"page":49,"id":69,"nass":"النبي صلى الله عليه وسلم1 أو قريبا منه على الجبل قريبا من الصخرات ويجعل حبل المشاة بين يديه ويستقبل القبلة ويكون راكبا ويكثر من قول لا إله إلا الله وحده لا شريك له له الملك وله الحمد بيده الخير وهو على كل شيء قدير ويجتهد في الدعاء والرغبة إلى الله عز وجل إلى غروب الشمس ثم يدفع مع الإمام إلى مزدلفة على طريق المأزمين وعليه السكينة والوقار ويكون ملبيا ذاكرا لله عز وجل فإذا وصل إلى مزدلفة صلى بها المغرب والعشاء قبل حط الرحال يجمع بينهما ثم يبيت بها ثم يصلي الفجر بغلس2 ويأتي المشعر الحرام فيقف عنده ويدعو ويستحب أن يكون من دعائه اللهم وقفتنا فيه وأريتنا إياه فوفقنا لذكرك كما هديتنا واغفر لنا وارحمنا كما وعدتنا بقولك وقولك الحق: {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ*ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:198- 199] ويقف حتى يسفر3 جدا ثم يدفع قبل طلوع الشمس فإذا بلغ محسرا أسرع قدر رمية بحجر حتى يأتي منى فيبتدئ بجمرة العقبة فيرميها بسبع حصيات كحصى الحذف ويكبر مع كل حصاة ويرفع يديه في الرمي ويقطع التلبية بابتداء الرمي ويستبطن الوادي ويستقبل القبلة ولا يقف عندها ثم ينحر هديه ثم يحلق رأسه أو يقصره ثم قد حل له كل شيء إلا النساء ثم يفيض إلى مكة فيطوف للزيارة وهو الطواف الواجب الذي به تمام الحج ثم يسعى بين الصفا والمروة إن كا متمتعا أو ممن لم يسع مع طواف القدوم ثم قد حل من كل شيء.\rويستحب أن يشرب من ماء زمزم لما أحب ويتضلع منه ثم يقول اللهم اجعله لنا علما نافعا ورزقا واسعا وريا وشبعا وشفاء من كل داء واغسل به قلبي واملأه من خشيتك وحكمتك.\r__________\r1 أخرجه مسلم \"1218\"، من حديث جابر.\r2 الغلس: ظلام آخر الليل. انظر المصباح المنير: \"غلس\".\r3 أسفر الصبح: أضاء انظر: المصباح المنير: \"سفر\".","seal":"5D4B3E67","part":1},
      {"page":49,"id":70,"nass":"باب ما يفعله بعد الحل\rثم يرجع إلى منى ولا يبيت لياليها إلا بها فيرمي بها الجمرات بعد الزوال من أيامها كل جمرة بسبع حصيات يبتدئ بالجمرة الأولى فيستقبل القبلة ويرميها","seal":"F0BD3128","part":1},
      {"page":50,"id":71,"nass":"بسبع حصيات كما رمى جمرة العقبة ثم يتقدم فيقف فيدعو الله ثم يأتي الوسطى فيرميها كذلك ثم يرمي جمرة العقبة ولا يقف عندها ثم يرمي في اليوم الثاني كذلك فإن أحب أن يتعجل في يومين خرج قبل الغروب فإن غربت الشمس وهو بمنى لزمه المبيت بمنى والرمي من غد فإن كان متمتعا أو قارنا فقد انقضى حجه وعمرته وإن كان مفردا خرج إلى التنعيم فأحرم بالعمرة منه ثم يأتي مكة فيطوف ويسعى ويحلق أو يقصر فإن لم يكن له شعر استحب أن يمر الموسى على رأسه وقد تم حجه وعمرته.\rوليس في عمل القارن زيادة على عمل المفرد لكن عليه وعلى المتمتع دم لقوله تعالى: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} [البقرة: 196] .\rوإذا أراد القفول1 لم يخرج حتى يودع البيت بطواف عند فراغه من جميع أموره حتى يكون آخر عهده بالبيت فإن اشتغل بعده بتجارة أعاده ويستحب له إذا طاف أن يقف في الملتزم بين الركن والباب فيلتزم البيت ويقول اللهم هذا بيتك وأنا عبدك وابن عبدك وابن أمتك حملتني على ما سخرت لي من خلقك وسيرتني في بلادك حتى بلغتني بنعمتك إلى بيتك وأعنتني على أداء نسكي فإن كنت رضيت عني فازدد عني رضا وإلا فمن الآن قبل أن تنأي عن بيتك داري فهذا أوان انصرافي إن أذنت لي غير مستبدل بك ولا ببيتك ولا راغب عنك ولا عن بيتك اللهم أصحبني العافية في بدني والصحة في جسمي والعصمة في ديني وأحسن منقلبي وارزقني طاعتك ما أبقيتني واجمع لي بين خيري الدنيا والآخرة إنك على كل شيء قدير ويدعو بما أحب ثم يصلي على النبي صلى الله عليه وسلم.\rفمن خرج قبل الوداع رجع إليه إن كان قريبا وإن بعد بعث بدم إلا الحائض والنفساء فلا وداع عليهما ويستحب لهما الوقوف عند باب المسجد والدعاء.\r__________\r1 القفول: الرجوع من السفر. انظر: لسان العرب: \"قفل\".","seal":"3A82BDEB","part":1},
      {"page":50,"id":72,"nass":"باب أركان الحج والعمرة\rأركان الحج الوقوف بعرفة وطواف الزيارة وواجباته الإحرام من الميقات والوقوف بعرفة إلى الليل والمبيت بمزدلفة إلى نصف الليل والسعي والمبيت بمنى والرمي والحلق وطواف الوداع.","seal":"FFB8B2B7","part":1},
      {"page":51,"id":73,"nass":"وأركان العمرة والطواف وواجباتها الإحرام والسعي والحلق.\rفمن ترك ركنا لم يتم نسكه إلا به ومن ترك واجبا جبره بدم ومن ترك سنة فلا شيء عليه ومن لم يقف بعرفة حتى طلع الفجر يوم النحر فقد فاته الحج فيتحلل بطواف وسعي وينحر هديا إن كان معه وعليه القضاء.\rوإن أخطأ الناس العدد فوقفوا في غير يوم عرفة أجزأهم ذلك وإن فعل ذلك نفر منهم فقد فاتهم الحج.\rويستحب لمن حج زيارة قبر النبي صلى الله عليه وسلم وقبري صاحبيه رضي الله عنهما.","seal":"10C2B1FC","part":1},
      {"page":51,"id":74,"nass":"باب الهدي والأضحية\rوالهدي والأضحية سنة لا تجب إلا بالنذر والتضحية أفضل من الصدقة بثمنها والأفضل فيهما الإبل ثم البقر ثم الغنم ويستحب استحسانها واستسمانها.\rولا يجزئ إلا الجذع من الضأن والثني مما سواه وثني المعز ما له سنة وثني الإبل ما كمل له خمس سنين ومن البقر ما له سنتان.\rوتجزئ الشاة عن واحد والبدنة والبقرة عن سبعة ولا تجزئ العوراء البين عورها ولا العجفاء التي لا تنقى1 ولا العرجاء البين ظلعها ولا المريضة البين مرضها ولا العضباء التي ذهب أكثر قرنها أو أذنها وتجزئ الجماء2 والبتراء3 والخصي وما شقت أذنها أو خرقت أو قطع أقل من نصفها.\rوالسنة نحر الإبل قائمة معقولة يدها اليسرى وذبح البقر والغنم على صفاحها ويقول عند ذلك بسم الله والله أكبر اللهم هذا منك ولك.\rولا يستحب أن يذبحها إلا مسلم وإن ذبحها صاحبها فهو أفضل.\rووقت الذبح يوم العيد بعد صلاة العيد إلى آخر يومين من أيام التشريق.\rوتتعين الأضحية بقوله هذه أضحية والهدي بقوله هذا هدي وإشعاره وتقليده مع النية.\r__________\r1 العجفاء: الضعيفة ولا تنقي: أي لا تسمن. انظر: الدر النقي ص791.\r2 التي لا قرن لها. انظر: المطلع ص205.\r3 البتراء: المقطوعة الذنب. انظر: المطلع ص205.","seal":"50EFEA68","part":1},
      {"page":52,"id":75,"nass":"ولا يعطي الجزار بأجرته شيئا منها والسنة أن يأكل ثلث أضحيته ويهدي ثلثها ويتصدق بثلثها وإن أكل أكثر جاز وله أن ينتفع بجلدها ولا يبيعه ولا شيئا منها فأما الهدي إن كان تطوعا استحب له الأكل منه لأن النبي صلى الله عليه وسلم أمر من كل جزور ببضعة فطبخت فأكل من لحمها وحسا من مرقها1 ولا يأكل من واجب إلا من هدي المتعة والقران. وقال النبي صلى الله عليه وسلم: \"من أراد أن يضحي فدخل العشر فلا يأخذ من شعره ولا من بشرته شيئاً حتى يضحي\" 2\r__________\r1 أخرجه مسلم \"1218\"، من حديث جابر.\r2 أخرجه مسلم \"1977\"، من حديث أم السلمة.","seal":"BB12A54D","part":1},
      {"page":52,"id":76,"nass":"باب العقيقة\rوهي سنة عن الغلام شاتان متكافئتان وعن الجارية شاة تذبح يوم سابعه ويحلق رأسه ويتصدق بوزنه ورقا فإن فات يوم سابعه ففي أربعة عشر فإن فات ففي إحدى وعشرين وينزعها أعضاء ولا يكسر لها عظما وحكمها حكم الأضحية فيما سوى ذلك.","seal":"975FE66E","part":1},
      {"page":53,"id":77,"nass":"كتاب البيوع\rمدخل\r...\rكتاب البيوع\rقال الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ} [البقرة: 275] والبيع معاوضة المال بالمال.\rويجوز بيع كل مملوك فيه نفع مباح إلا الكلب فإنه لا يجوز بيعه ولا غرم على متلفه لأن النبي صلى الله عليه وسلم نهى عن ثمن الكلب، وقال: \"من اقتنى كلباً إلا كلب ماشية أو صيد نقص من عمله كل يوم قيراطان\" 1.\rولا يجوز بيع ما ليس بمملوك لبائعه إلا بإذن مالكه أو ولاية عليه ولا بيع ما لا نفع فيه كالحشرات ولا ما نفعه محرم كالخمر والميتة ولا بيع معلوم كالذي تحمل أمته أو شجرته أو مجهول كالحمل والغائب الذي لم يوصف ولم تتقدم رؤيته ولا معجوز عن تسليمه كالآبق والشارد والطير في الهواء والسمك في الماء ولا بيع المغصوب إلا لغاضبه أو من يقدر على أخذه منه ولا بيع غير معين كعبد من عبيده أو شاة من قطيعه إلا فيما تتساوى أجزاؤه كقفيز2 من صبرة3.\r__________\r1 أخرجه البخاري \"5480\"، ومسلم \"1574\"، من حديث ابن عمر.\r2 القفيز مكيال يساوي 12 صاعاً. انظر: الزاهر ص306.\r3 الصبرة: الطعام المجتمع في مكان واحد، وجمعها صبر، سميت بذلك لإفراغ بعضها على البعض. انظر: الدر النقي ص461.","seal":"ADDE662F","part":1},
      {"page":53,"id":78,"nass":"فصل [في البيوع المنهى عنها] *\rونهى رسول الله صلى الله عليه وسلم عن الملامسة4، وهي أن يقول: أي ثوب لمسته فهو لك بكذا، وعن المنابذة5، وهي أن يقول: أي ثوب نبذته إلي فهو علي بكذا، وعن بيع الحصاة6 وهو: أن يقول: ارم الحصاة، فأي ثوب وقعت عليه فهو\r__________\r* ما بين المعقوفتين زيادة من المحقق للإيضاح.\r4 أخرجه البخاري \"2146\"، ومسلم \"1511\"، من حديث أبي هريرة.\r5 تقديم تخريجه في الحديث السابق.\r6 أخرجه مسلم \"1513\"، من حديث أبي هريرة.","seal":"D68D67D6","part":1},
      {"page":54,"id":79,"nass":"بيع الرجل عن بيع أخيه، وعن بيع حاضر لباد وهو:أن يكون له سمسارا وعن النجش1 وهو أن يزيد في السلعة من لا يريد شراءها وعن بيعتين في بيعة2 وهو أن يقول بعتك هذا بعشرة صحاح أو عشرين مكسرة أو يقول بعتك هذا على أن تبيعني هذا أو تشتري مني هذا وقال: \"لا تلقوا السلع حتى يهبط بها الأسواق\" 3 وقال: \"من اشترى طعاما فلا يبعه حتى يستوفيه\" 4\r__________\r1 ورد النهي عن ذلك أحاديث كثيرة منها: ما أخرجه البخاري \"2150\"، ومسلم \"1515\"، عن أبي هريرة مرفوعاً، بلفظ: \"لا تلقوا الركبان، ولا يبع بعضكم على بعض، ولا تناجشوا، ولا يبع حاضر لباد..\".\r2 أخرجه الترمذي \"1231\"، والنسائي \"4636\"، من حديث أبي هريرة.\rقال الترمذي: حديث أبي هريرة حديث حسن صحيح.\r3 أخرجه البخاري \"2165\"، ومسلم \"1526\"، من حديث ابن عمر.\r4 أخرجه البخاري: \"2126\"، ومسلم \"1526\"، من حديث ابن عمر.","seal":"B384C197","part":1},
      {"page":54,"id":80,"nass":"باب الربا\rعن عبادة بن الصامت قال قال رسول الله صلى الله عليه وسلم: \"الذهب بالذهب والفضة بالفضة والبر بالبر والشعير بالشعير والتمر بالتمر والملح بالملح مثلا بمثل سواء بسواء فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يدا بيد فمن زاد أو استزاد فقد أربى\" 1\rولا يجوز بيع مطعوم مكيل أو موزون بجنسه إلا مثلا بمثل ولا يجوز بيع مكيل من ذلك بشيء من جنسه وزناولا موزون كيلا وإن اختلف الجنسان جاز بيعه كيف شاء يدا بيد ولم يجز النسأ فيه ولا التفرق قبل القبض إلا في لثمن بالمثمن.\rوكل شيئين جمعهما اسم خاص فهما جنس واحد إلا أن يكونا من أصلين مختلفين فإن فروع الأجناس أجناس وإن اتفقت أسماؤها كالأدقة والأدهان.\rولا يجوز بيع رطب منها بيابس من جنسه ولا خالصة بمشوبة ولا نيئة بمطبوخة.\rوقد نهى رسول الله صلى الله عليه وسلم عن المزابنة2 وهو شراء التمر بالتمر في رءوس النخل ورخص في بيع العرايا3 فيما دون خمسة أوسق أن تباع بخرصها يأكلها أهلها رطبا.\r__________\r1 أخرجه مسلم \"1587\".\r2 أخرجه البخاري\"2172\"، ومسلم \"1543\"، من حديث ابن عمر.\r3 أخرجه البخاري \"2190\"، ومسلم \"1541\"، من حديث أبي هريرة.","seal":"ADEEDF9F","part":1},
      {"page":55,"id":81,"nass":"باب بيع الأصول والثمار\rروى عن النبي صلى الله عليه وسلم أنه قال: \"من باع نخلا بعد أن تؤبر فثمرتها للبائع إلا أن يشترطها المبتاع\" 1 وكذلك بيع الشجر إذا كان ثمره باديا فإن باع الأرض وفيها زرع لا يحصد إلا مرة فهو للبائع ما لم يشترطه المبتاع وإن كان يجز مرة بعد مرة أخرى فالأصول للمشتري والجزة الظاهرة عند البيع للبائع.\r__________\r1 أخرجه البخاري \"2379\"، ومسلم \"1543\"، من حديث ابن عمر.","seal":"12135BBC","part":1},
      {"page":55,"id":82,"nass":"فصل [في بيع الثمار وصلاحها]\rنهى رسول الله صلى الله عليه وسلم عن بيع الثمرة حتى يبدو صلاحها1 ولو باع الثمرة بعد بدو صلاحها على الترك إلى الجذاذ جاز فإن أصابتها جائحة رجع بها على البائع لقول رسول الله صلى الله عليه وسلم: \" لو بعت من أخيك ثمرا فأصابته جائحة فلا يحل لك أن تأخذ منه شيئا بم تأخذ مال أخيك بغير حق؟ \" 2 وصلاح ثمر النخل أن يحمر أو يصفر والعنب أن يتموه وسائر الثمر أن يبدو فيه النضج ويطيب أكله.\r__________\r1 أخرجه البخاري \"2194\"، ومسلم \"1534\"، من حديث ابن عمر.\r2 أخرجه مسلم \"1554\"، من حديث جابر بن عبد الله.","seal":"8C9BA65C","part":1},
      {"page":55,"id":83,"nass":"باب الخيار\rالبيعان بالخيار ما لم يتفرقا بأبدانهما فإن تفرقا ولم يترك أحدهما البيع فقد وجب البيع إلا أن يشترط الخيار لهما أو لأحدهما مدة معلومة فيكونان على شرطهما وإن طالت المدة إلا أن يقطعاه.\rوإن وجد أحدهما بما اشتراه عيبا لم يكن علمه فله رده أو أخذ أرش العيب وما كسبه المبيع أو حدث فيه من نماء منفصل قبل علمه بالعيب فهو له لأن الخراج بالضمان.\rوإن تلفت السلعة أو عتق العبد أو تعذر رده فله أرش العيب وقال النبي صلى الله عليه وسلم: \"لا تصروا الإبل والغنم فمن ابتاعها بعد ذلك فهو بخير النظرين بعد أن يحلبها إن رضيا أمسكها وإن سخطها ردها وصواعا من تمر\" 1 فإن علم بتصريتها قبل حلبها ردها ولا شيء معها وكذلك كل مدلس لا يعلم\r__________\r1 أخرجه البخاري \"2148\"، ومسلم \"1515\"","seal":"0E6A3B4F","part":1},
      {"page":56,"id":84,"nass":"تدليسه1 فله رده كجارية حمر وجهها أو سود شعرها أو جعده أو رحى ضم الماء وأرسله عليها عند عرضها على المشتري وكذلك لو وصف المبيع بصفة تزيد بها ثمنه فلم يجدها فيه كصناعة في العبد أو. كتاب أو أن الدابة هملاجة2 والفهد صيود أو معلم أو أن الطائر مصوت ونحوه.\rولو أخبره بثمن المبيع فزاد عليه رجع عليه بالزيادة وحظها من الربح إن كان مرابحة وإن بان أنه غلط على نفسه خير المشتري بين رده وإعطائه ما غلط به وإن بان أنه مؤجل ولم يخبره بتأجيله فله الخيار بين رده وإمساكه.\rوإن اختلف البيعان في قدر الثمن تحالفا ولكل واحد منهما الفسخ إلا أن يرضى بما قال صاحبه.\r__________\r1 التدليس: هو أن يكون بالسعلة عيب باطن ولا يخبر به المشتري لها بذلك العيب ويكتمه إياه. انظر: ص304.\r2 الهملجة: حسن سير الدابة في سرعة. انظر: لسان العرب: \"هملج\".","seal":"55CEBFBA","part":1},
      {"page":56,"id":85,"nass":"باب السلم\rعن ابن عباس رضي الله عنهما قال قدم رسول الله صلى الله عليه وسلم المدينة وهم يسلفون في الثمار السنة والسنتين فقال: \"من أسلف في ثمر فليسلف في كيل معلوم أو وزن معلوم إلى أجل معلوم\" 1\rويصح السلم في كل ما ينضبط بالصفة إذا ضبطه بها وذكر قدره بما يقدر به من كيل أو وزن أو ذرع أو عد وجعل له أجلا معلوما وأعطاه الثمن قبل تفرقهما.\rويجوز السلم في شيء يقبضه أجزاء متفرقة في أوقات معلومة وإن شاء اسلم ثمنا واحدا في شيئين لم يجز حتى يبين ثمن كل جنس ومن أسلف في شيء لم يصرفه إلى غيره.\rولا يصح بيع المسلم فيه قبل قبضه ولا الحوالة به وتجوز الإقالة2 فيه أو في بعضه لأنها فسخ.\r__________\r1 أخرجه البخاري \"2239\"، ومسلم \"1604\"\r2 الإقالة: فسخ البيع بين البائع والمشتري. انظر: الزاهر ص318.","seal":"CD9C9C3D","part":1},
      {"page":56,"id":86,"nass":"باب القرض وغيره\rعن أبي رافع: \"أن رسول الله صلى الله عليه وسلم استسلف من رجل بكرا فقدمت عليه\r__________\r5 البكر: الفتي من الإبل. انظر المصباح المنير: \"بكر\"","seal":"6D0D1B44","part":1},
      {"page":57,"id":87,"nass":"إبل الصدقة فأمر أبا رافع أن يقضي الرجل بكره فرجع إليه أبو رافع فقال لم أجد فيها إلا خيارا رباعيا1 فقال \"أعطوه فإن خير الناس أحسنهم قضاء\" 2.\rومن اقترض شيئا فعليه رد مثله ويجوز أن يرد خيرا منه وأن يقترض تفاريق ويرد جملة إذا لم يكن شرط وأن أجله لم يتأجل.\rولا يجوز شرط شيء لينتفع به المقرض إلا أن يشترط رهنا أو كفيلا ولا يقبل هدية المقترض إلا أن يكون بينهما عادة بها قبل القرض.\r__________\r1 رباعياً: يسمى به ذكر الإبل إذا ألقى رباعيته، وذلك إذا دخل في السنة السابعة. انظر: شرح مسلم للنووي 11/73.\r2 أخرجه مسلم \"1600\".","seal":"61639DA1","part":1},
      {"page":57,"id":88,"nass":"باب أحكام الدين\rمن لزمه دين مؤجل لم يطالب به قبل أجله ولم يحجر عليه من أجله ولم يحل بتفليسه ولا بموته إذا وثقه الورثة برهن أو كفيل.\rوإن أراد سفرا يحل قبل مدته أو الغزو تطوعا فلغريمه منعه إلا أن يوثق بذلك.\rوإن كان الدين حالا على معسر وجب انظاره فإن ادعى الإعسار حلف وخلى سبيله إلا أن يعرف له مال قبل ذلك فلا يقبل قوله إلا ببينة فإن كان موسرا لزمه وفاؤه فإن أبى حبس حتى يوفيه فإن كان ماله لا يفي بدينه كله فسأل غرماؤه الحاكم الحجر عليه لزمه إجابتهم فإذا حجر عليه لم يجز تصرفه في ماله ولم يقبل إقراره عليه.\rويتولى الحاكم قضاء دينه ويبدأ بمن له أرش جناية من رقيقه فيدفع إلى المجني عليه أقل الأمرين من أرشها أو قيمة الجاني ثم بمن له رهن فيدفع إليه أقل الأمرين من دينه أو ثمن رهنه وله أسوة الغرماء1 في بقية دينه ثم من وجد متاعه الذي باعه بعينه ولم يزد زيادة متصلة ولم يأخذ من ثمنه شيئا فله أخذه لقول رسول الله صلى الله عليه وسلم: \"من أدرك متاعه بعينه عند إنسان قد أفلس فهو أحق به من غيره\" 2 ويقسم الباقي بين الغرماء على قدر ديونهم وينفق على المفلس وعلى من\r__________\r1 أسوة الغرماء: أي مثلهم. انظر: الدر النقي ص492.\r2 أخرجه البخاري \"2402\"، ومسلم \"1559\"، من حديث أبي هريرة.","seal":"351C2D05","part":1},
      {"page":58,"id":89,"nass":"تلزمه مؤنته من ماله إلى أن يفرغ من القسمة فإن وجب له حق بشاهد فأبى أن يحلف لم يكن لغرمائه أن يحلفوا.","seal":"2637CDA2","part":1},
      {"page":58,"id":90,"nass":"باب الحوالة والضمان\rومن أحيل بدينه على من عليه مثله فرضي فقد برئ المحيل ومن أحيل على مليء لزمه أن يحتال لقول رسول الله صلى الله عليه وسلم: \"إذا أتبع أحدكم على مليء فليتبع\" 1.\rوإن ضمنه عنه ضامن لم يبرأ وصار الدين عليهما ولصاحبه مطالبة من شاء منهما فإن استوفى من المضمون عنه أو أبرأه برئ ضامنه وإن أبرأ الضامن لم يبرأ الأصيل وإن استوفى من الضامن رجع عليه.\rومن تكفل بإحضار من عليه دين فلم يحضره لزمه ما عليه فإن مات برئ كفيله.\r__________\r1 أخرجه البخاري \"2287\"، ومسلم \"1564\"، من حديث أبي هريرة.","seal":"46920492","part":1},
      {"page":58,"id":91,"nass":"باب الرهن\rوكل ما جاز بيعه جاز رهنه وما لا فلا ولا يلزم بالقبض إلا بالقبض وهو نقله إن كان منقولا والتخلية فيما سواه وقبض أمين المرتهن يقوم مقام قبضه والرهن أمانة عند المرتهن أو أمينه لا يضمنه إلا أن يتعدى ولا ينتفع المرتهن بشيء منه إلا ما كان مركوبا أو محلوبا فللمرتهن أن يركب ويحلب بمقدار العلف وللراهن غنمه من غلته وكسبه ونمائه لكن يكون الراهن رهنا معه وعليه غرمه من مؤنته ومخزنه وكفنه إن مات.\rوإن أتلفه أو أخرجه من الرهن بعتق أو استيلاد فعليه قيمته تكون رهنا مكانه وإن جنى عليه غيره فهو الخصم الراهن فيه زانه فيه وما قبض بسببه فهو رهن وإن جنى الرهن فالمجني عليه أحق برقبته فإن فداه فهو رهن بحاله.\rوإذا حل الدين فلم يوفه الراهن بيع وأوفى الحق من ثمنه وباقيه للراهن وإذا شرط الرهن أو الضمين في بيع فأبى الراهن أن يسلمه وأبى الضمين أن يضمن خير البائع بين الفسخ أو إقامته بلا رهن ولا ضمين.","seal":"FAA7EB51","part":1},
      {"page":58,"id":92,"nass":"باب الصلح\rومن أسقط بعض دينه أو وهب غريمه بعض العين التي في يده جاز ما لم","seal":"E48DDA7C","part":1},
      {"page":59,"id":93,"nass":"يجعل وفاة الباقي شرطا في الهبة والإبراء أو يمنعه حقه إلا بذلك أو يضع بعض المؤجل ليعجل له الباقي.\rويجوز اقتضاء الذهب عن الورق والورق عن الذهب إذا أخذها بسعر يومها وتقابضا في المجلس.\rومن كان له دين على غيره لا يعلمه المدعى عليه فصالحه على شيء جاز وإن كان أحدهما يعلم كذب نفسه فالصلح في حقه باطل ومن كان له حق على رجل لا يعلمان قدره فاصطلحا عليه جاز.","seal":"ADE396E9","part":1},
      {"page":59,"id":94,"nass":"باب الوكالة\rوهي جائزة في كل ما تجوز النيابة فيه إذا كان الموكل والوكيل ممن يصح ذلك منه وهي عقد جائز تبطل بموت كل واحد منهما وفسخه لها وجنونه والحجر عليه لسفه وكذلك في كل عقد جائز كالشركة والمساقاة والمزارعة والجعالة والمسابقة.\rوليس للوكيل أن يفعل إلا ما تناوله الإذن لفظا أو عرفا وليس له توكيل غيره ولا الشراء من نفسه ولا البيع لها إلا بإذن موكله وإن اشترى لإنسان ما لم يأذن له فيه فأجازه جاز وإلا لزم من اشتراه.\rوالوكيل أمين لا ضمان عليه فيما يتلف إذا لم يتعد والقول قوله في الرد والتلف ونفي التعدي وإذا قضي الدين بغير بينة ضمن إلا أن يقضيه بحضرة الموكل.\rويجوز التوكيل بجعل وبغيره فلو قال بع هذا بعشرة فما زاد فلك صح.","seal":"261793A9","part":1},
      {"page":59,"id":95,"nass":"باب الشركة\rوهي على أربعة أضرب:\rشركة العنان: وهي أن يشتركا بماليهما وبدنيهما.\rوشركة الوجوه: وهي أن يشتركا فيما يشتريان بجاهيهما.\rوالمضاربة: وهي أن يدفع أحدهما إلى الآخر مالا يتجر فيه ويشتركان في ربحه.\rوشركة الأبدان: وهي أن يشتركا فيما يكسبان بأبدانهما من المباح إما بصناعة أو احتشاش أو اصطياد ونحوه لما روي عن عبد الله بن مسعود رضي الله عنه قال اشتركت أنا وسعد وعمار يوم بدر فجاء سعد بأسيرين ولم آت أنا وعمار بشيء1.\r__________\r1 أخرجه أبو داود \"3388\"، والنسائي \"4701\"، وابن ماجه \"2288\".","seal":"2A09E8CD","part":1},
      {"page":60,"id":96,"nass":"والربح في جميع ذلك على ما شرطاه والوضيعة على قدر المال ولا يجوز أن يجعل لأحدهما دراهم معينة ولا ربح بشيء معين والحكم في المساقاة والمزارعة كذلك وتجبر الوضيعة من الربح وليس لأحدهما البيع بنسيئة ولا أخذ شيء من الربح إلا بإذن الآخر.","seal":"ACDC9EF0","part":1},
      {"page":60,"id":97,"nass":"باب المساقاة والمزارعة\rتجوز المساقاة في كل شجر له ثمر بجزء من ثمره مشاع معلوم والمزارعة في الأرض بجزء من زرعها سواء كان البذر منهما أو من أحدهما لقول ابن عمر عامل رسول الله صلى الله عليه وسلم أهل خيبر بشطر ما يخرج منها من زرع وثمر1 وفي لفظ على أن يعمروها من أموالهم.\rوعلى العامل ما جرت العادة بعمله ولو دفع إلى رجل دابة يعمل عليها وما حصل بينهما جاز على قياس ذلك.\r__________\r1 أخرجه البخاري \"2329\"، ومسلم \"1551\" \"1\".\rولفظ: \"على أن يعتملوها من أموالهم\" أخرجه مسلم \"1551\" \"5\".","seal":"46838962","part":1},
      {"page":60,"id":98,"nass":"باب إحياء الموات\rوهي الأرض الداثرة التي لا يعرف لها مالك فمن أحياها ملكها لقول رسول الله صلى الله عليه وسلم: \"من أحيا أرضا ميتة فهي له\" 1 وإحياؤها عمارتها بما تتهيأ به لما يراد منها كالتحويط عليها وسوق الماء إليها إن أرادها للزرع وقلع أشجارها وأحجارها المانعة من غرسها وزرعها.\rوإن حفر فيها بئرا فوصل إلى الماء ملك حريمه2 وهو خمسون ذراعا من كل جانب إن كانت عادية وحريم البئر البديء3 خمسة وعشرون ذراعا.\r__________\r1 أخرجه أبو داود \"3073\"، من حديث سعيد بن زيد، والترمذي \"379\"، من حديث جابر بن عبد الله.\rقال الترمذي: هذا حديث حسن صحيح.\r2 حريم البئر: ما حولها من مرافقها وحقوقها. انظر: الدر النقي ص547.\r3 البئر البديء: البئر التي حفرت في الإسلام حديثة، والعادية: البئر القديمة التي لا يعلم لها رب ولا حافر. انظر: لسان العرب: \"بدأ\"، والدر النقي ص546.","seal":"DB1AD314","part":1},
      {"page":61,"id":99,"nass":"باب الجعالة\rوهي أن يقول: من رد لقطتي أو ضالتي أو بنى لي هذا الحائط فله كذا فمن فعل ذلك استحق الجعل لما روى أبو سعيد إن قوما لدغ رجل منهم فأتوا أصحاب رسول الله صلى الله عليه وسلم فقالوا هل فيكم من راق فقالوا لا حتى تجعلوا لنا شيئا فجعلوا لهم قطيعا من الغنم فجعل رجل منهم يقرأ بفاتحة الكتاب ويرقي ويتفل حتى برأ فاخذوا الغنم وسألوا عن ذلك النبي صلى الله عليه وسلم فقال: \"وما يدريكم أنها رقية خذوا واضربوا لي معكم بسهم\" 1 ولو التقط اللقطة قبل أن يبلغه الجعل لم يستحقه.\r__________\r1 أخرجه البخاري \"5007\"، ومسلم \"2201\".","seal":"EF19E23C","part":1},
      {"page":61,"id":100,"nass":"باب اللقطة\rوهي على ثلاثة أضرب:\rأحدها: ما تقل قيمته فيجوز أخذه والانتفاع به من غير تعريف لقول جابر رخص لنا رسول الله صلى الله عليه وسلم في العصا والسوط وأشباهه يلتقطه الرجل ينتفع به1.\rالثاني: الحيوان الذي يمتنع بنفسه من صغار السباع كالإبل والخيل ونحوهما فلا يجوز أخذها لأن النبي صلى الله عليه وسلم سئل عن ضالة الإبل فقال: \"مالك ولها دعها معها حذاؤها وسقاؤها ترد الماء وتأكل الشجر حتى يأتيها ربها\" 2 ومن أخذ هذا لم يملكه ولزمه ضمانه ولم يبرأ منه إلا بدفعه إلى نائب الأمام.\rالثالث: ما تكثر قيمته من الأثمان والمتاع والحيوان الذي لا يمتنع من صغار السباع فيجوز أخذه ويجب تعريفه حولا في مجامع الناس كالأسواق وأبواب المساجد فمتى جاء طالبه فوصفه دفعه إليه بغير بينة وإن لم يعرف فهو كسائر ماله ولا يتصرف فيه حتى يعرف وعاءه ووكاءه وصفته فمتى جاء طالبه فوصفه دفع إليه أو مثله إن كان قد هلك وإن كان حيوانا يحتاج إلى مؤنة أو شيئا يخشى تلفه فله أكله قبل التعريف أو بيعه ثم يعرفه لما روي عن زيد بن خالد قال سئل رسول الله صلى الله عليه وسلم عن لقطة الذهب والورق فقال: \"أعرف وكاءها وعفاصها ثم عرفها\r__________\r1 أخرجه أبو داود \"1717\".\rقال المنذري: في إسناده المغيرة بن زياد وقد تكلم فيه غير واحد.\r2 أخرجه البخاري \"91\"، ومسلم \"1722\"، من حديث زيد بن خالد الجهني.","seal":"6D5A7813","part":1},
      {"page":62,"id":101,"nass":"سنة فإن جاء طالبها يوما من الدهر فادفعها إليه\" وسأله عن الشاة فقال: \"خذها فإنما هي لك أو لأخيك أو للذئب\" 1 وإن هلكت اللقطة في حول التعريف من غير تعد فلا ضمان فيها.\r__________\r1 تقدم تخريجه في الحديث السابق. والوكاء: الخيط الذي يشد به الوعاء. والعفاص: الوعاء تكون فيه النفقة جلداً كان أو غيره، ويطلق أيضاً على الجلد الذي يكون على رأس القارورة. انظر: شرح مسلم للنووي12/21.","seal":"E37AF58E","part":1},
      {"page":62,"id":102,"nass":"فصل في اللقيط\rهو الطفل المنبوذ وهو محكوم بحريته وإسلامه وما وجد عنده من المال فهو له وولايته لملتقطه إذا كان مسلما عدلا ونفقته في بيت المال إن لم يكن معه ما ينفق عليه وما خلفه فهو فيء ومن ادعى نسبه ألحق به إلا إن كان كافرا ألحق به نسبا لا دينا ولم يسلم إليه.","seal":"48AB9AC5","part":1},
      {"page":62,"id":103,"nass":"باب السبق\rتجوز المسابقة بغير جعل في الأشياء كلها ولا تجوز بجعل إلا في الخيل والإبل والسهام لقول رسول الله صلى الله عليه وسلم: \"لا سبق إلا في نصل أو خف أو حافر\" 1 فإن كان الجعل من غير المستبقين جاز وهو للسباق منهما وإن كان من أحدهما فسبق المخرج أو جاءا معا أحرز سبقه ولا شيء له سواه وإن سبق الآخر أخذه وإن أخرجا جميعا لم يجز إلا أن يدخلا بينهما محللا يكافئ فرسه فرسيهما أو بعيره بعيريهما أو رميه رميهما لقول رسول الله صلى الله عليه وسلم: \"من أدخل فرسا بين فرسين وهو لا يأمن من أن يسبق فليس بقمار ومن أدخل فرسا بين فرسين وقد امن أن يسبق فهو قمار\" 2 فإن سبقهما أحرز سبقيهما وإن سبق أحدهما أحرز سبق نفسه وأخذ سبق صاحبه ولا بد من تحديد المسافة وبيان الغاية وقدر الإصابة وصفتها وعدد الرشق وإنما تكون المسابقة في الرمي على الإصابة لا على البعد.\r__________\r1 أخرجه أبو داود \"2574\"، والترمذي \"1700\"، والنسائي \"3616\"، وابن ماجه \"2878\"، من حديث أبي هريرة. قال الترمذي: هو حديث حسن.\rقال في \"العدة\" ص 623: والمراد بالحافر: الخيل خاصة، وبالخف الإبل، وبالنصل السهام.\r2 أخرجه أبو داود \"2579\"، وابن ماجه \"2876\"، من حديث أبي هريرة. انظر بيان الوهم والإيهام 3/480، وتلخيص الحبير 4/163.","seal":"5AD953E1","part":1},
      {"page":63,"id":104,"nass":"باب الوديعة\rوهي أمانة عند المودع لا ضمان عليه فيها إلا أن يتعدى.\rوإن لم يحفظها في حرز مثلها أو مثل الحرز الذي أمر بإحرازها فيه أو تصرف فيها لنفسه أو خلطها بما لا تتميز منه أو أخرجها لينفقها ثم ردها أو كسر ختم كيسها أو جحدها ثم أقر بها أو امتنع من ردها عند طلبها مع إمكانه ضمنها وإن قال ما أودعتني ثم ادعى تلفها أو ردها لم يقبل منه.\rوإن قال مالك عندي شيء ثم ادعى ردها أو تلفها قبل.\rوالعارية مضمونة وإن يتعد فيها المستعير.","seal":"BDE8BE66","part":1},
      {"page":65,"id":105,"nass":"كتاب الإجارة\rمدخل\r...\rكتاب الإجارة\rوهي عقد على المنافع لازم من الطرفين لا يملك أحدهما فسخها ولا تنفسخ بموته ولا جنونه وتنفسخ بتلف العين المعقود عليها أو انقطاع نفعها وللمستأجر فسخها بالعيب قديما كان أو حادثا ولا تصح إلا على نفع معلوم أما بالعرف كسكنى دار أو بالوصف كخياطة ثوب معين أو بناء حائط أو حمل شيء إلى موضع معين وضبط ذلك بصفاته أو معرفة أجرته وإن وقعت على عين فلا بد من معرفتها.\rومن استأجر شيئا فله أن يقيم مقامه من يستوفيه بإجارته أو غيرها إذا كان مثله أو دونه وإن استأجر أرضا لزرع فله زرع ما هو أقل منه ضررا فإن زرع ما هو أكثر منه ضررا أو يخالف ضرره فعليه أجرة المثل وإن اكترى إلى موضع فجاوزه أو لحمل شيء فزاد عليه فعليه أجرة المثل للزائد وضمان العين إن تلفت وإن تلفت من غير تعد فلا ضمان عليه.\rولا ضمان على الأجير الذي يؤجر نفسه مدة بعينها فيما يتلف في يده من غير تفريط ولا على حجام أو ختان أو طبيب إذا عرف منه حذق في الصنعة ولم تجن أيديهم ولا على الراعي إذا لم يتعد ويضمن القصار والخياط ونحوهما ممن يستقبل العمل ما تلف بعمله دون ما تلف من حرزه.","seal":"59879B75","part":1},
      {"page":65,"id":106,"nass":"باب الغصب\rوهو استيلاء الإنسان على مال غيره بغير حق.\rمن غصب شيئا فعليه رده وأجرة مثله إن كله له أجرة مدة مقامه في يده وإن نقص فعليه أرش نقصه.\rوإن جنى المغصوب فأرش جنايته عليه سواء جنى على سيده أو أجنبي وإن جنى عليه أجنبي فلسيده تضمين من شاء منهما.\rوإن زاد المغصوب رده بزيادته سواء كانت متصلة أو منفصلة وإن زاد أو نقص رده بزيادته وضمن نقصه سواء زاد بفعله أو بغير فعله فلو نجر الخشبة بابا","seal":"7E040662","part":1},
      {"page":66,"id":107,"nass":"أو عمل الحديد إبرا ردهما بزيادتهما وضمن نقصهما إن نقصا ولو غصب قطنا فغزله أو غزلا فنسجه أو ثوبا فقصره أو فصله وخاطه أو حبا فصار زرعا أو نوى فصار شجرا أو بيضا فصار فراخا فكذلك وإن غصب عبدا فزاد في بدنه أو بتعليمه ثم ذهبت الزيادة رده وقيمة الزيادة.\rوإن تلف المغصوب أو تعذر رده فعليه مثله إن كان مكيلا أو موزونا وقيمته إن لم يكن كذلك ثم إن قدر على رده رده ويأخذ القيمة.\rوإن خلط المغصوب بما لا يتميز به جنسه فعليه مثله منه وإن خلطه بغير جنسه فعليه مثله من حيث شاء.\rوإن غصب أرضا فغرسها أخذ بقلع غرسه وردها وأرش نقصها وأجرتها وإن زرعها وأخذ الغاصب الزرع ردها وأجرتها وإن زرعها وأخذ الغاصب الزرع ردها وأجرتها وإن أدرك مالكها الزرع قبل حصاده خير بين ذلك وبين أخذ الزرع بقيمته.\rوإن غصب جارية فوطئها وأولدها لزمه الحد وردها ورد ولدها ومهر مثلها وأرش نقصها وأجرة مثلها وإن باعها فوطئها المشتري وهو لا يعلم فعليه مهرها وقيما ولدها أن أولدها وأجرة مثلها ويرجع بذلك كله على الغاصب.","seal":"7D6F0D85","part":1},
      {"page":66,"id":108,"nass":"باب الشفعة\rوهو استحقاق الإنسان انتزاع حصة شريكه من يد مشتريها.\rولا تجب إلا بشروط سبعة:\rأحدها: البيع فلا تجب في موهوب ولا موقوف ولا عوض خلع ولا صداق.\rالثاني: أن يكون عقارا أو ما يتصل به من البناء والغراس.\rالثالث: أن يكون شقصا مشاعا فأما المقسوم المحدود فلا شفعة فيه لقول جابر قضى رسول الله صلى الله عليه وسلم بالشفعة في كل ما لم يقسم فإذا وقعت الحدود وصرفت الطرق فلا شفعة1.\rالرابع: أن يكون مما ينقسم فأما ما لا ينفسم فلا شفعة فيه.\rالخامس: أن يأخذ الشقص كله فإن طلب بعضه سقطت شفعته ولو كان\r__________\r1 أخرجه البخاري \"2214\"، ومسلم \"1608\".","seal":"0E54FF3F","part":1},
      {"page":67,"id":109,"nass":"له شفيعان فالشفعة بينهما على قدر سهامهما فإن ترك أحدهما شفعته لم يكن للآخر إلا أخذ الكل أو الترك.\rالسادس: إمكان أداء الثمن فإن عجز عنه أو عن بعضه سقطت شفعته وإذا كان الثمن مثليا فعليه مثله وإن لم يكن مثليا فعليه قيمته وإن اختلفا في قدره ولا بينة لهما فالقول قول المشتري مع يمينه.\rالسابع: المطالبة بها على الفور ساعة يعلم فإن أخرها بطلت شفعته إلا أن يكون عاجزا عنها لغيبة أو حبس أو مرض أو صغر فيكون على شفعته متى قدر عليها إلا أنه إن أمكنه الإشهاد على الطلب بها فلم يشهد بطلت شفعته فإن لم يعلم حتى تبايع ثلاثة فأكثر فله مطالبة من شاء منهم فإن أخذ من الأول رجع عليه الثاني بما أخذ منه والثالث على الثاني ومتى أخذه وفيه غرس أو بناء للمشتري أعطاه الشفيع قيمته إلا أن يختار المشتري قلعه من غير ضرر فيه وإن كان فيه زرع أو ثمر باد فهو للمشتري يبقى إلى الحصاد أو الجذاذ وإن اشترى شقصا وسيفا في عقد واحد فللشفيع أخذ الشقص بحصته.","seal":"C44D6C18","part":1},
      {"page":69,"id":110,"nass":"كتاب الوقف\rمدخل\r...\rكتاب الوقف\rوهو تحبيس الأصل وتسبيل الثمرة.\rويجوز في كل عين يجوز بيعها وينتفع بها دائما مع بقاء عينها ولا يصح في غير ذلك مثل الأثمان والمطعومات والرياحين ولا يصح إلا على بر أو معروف مثل ما روي عن عمر أنه قال يا رسول الله إني أصبت مالا بخيبر لم أصب مالا قط هو أنفس عندي منه فما تأمرني فيه قال: \"إن شئت حبست أصلها وتصدقت بها غير أنها لا يباع أصلها ولا يوهب ولا يورث\" قال: فتصدق بها عمر في الفقراء وفي القربى وفي الرقاب وفي سبيل الله وابن السبيل والضيف.\rولا جناح على من وليها أن يأكل منها بالمعروف ويطعم صديقا غير متمول فيه.\rويصح الوقف بالقول والفعل الدال عليه، مثل أن يبني مسجدا ويأذن في الصلاة فيه أو سقاية ويشرعها للناس.\rولا يجوز بيعه إلا أن تتعطل منافعه بالكلية فيباع ويشترى به ما يقوم مقامه والفرس الحبيس إذا لم يصلح للغزو بيع واشتري به ما يصلح للجهاد والمسجد إذا لم ينتفع به في مكانه بيع ونقل إلى مكان ينتفع به.\rويرجع في الوقف ومصرفه وشروطه وترتيبه وإدخال من شاء بصفة وإخراجه بها وكذلك الناظر فيه والنفقة عليه إلى شرط الواقف فلو وقف على ولد فلان ثم على المساكين كان الذكر والأنثى بالسوية إلا أن يفضل بعضهم فإذا لم يبق منهم أحد رجع إلى المساكين ومتى كان الوقف على ما يمكن حصرهم لزم استيعابهم به والتسوية بينهم اذا لم يفضل بعضهم وإن لم يكن حصرهم جاز تفضيل بعضهم على بعض وتخصيص واحد منهم به.\r__________\r1 أخرجه البخاري (2772) , ومسلم (1632) .","seal":"66B8DE61","part":1},
      {"page":70,"id":111,"nass":"باب الهبة\rوهي تمليك المال في الحياة بغير عوض وتصح بالإيجاب والقبول والعطية المقترنة بما يدل عليها وتلزم بالقبض ولا يجوز الرجوع فيها إلا الأب لقول رسول الله صلى الله عليه وسلم: \"لا يحل لأحد أن يعطي عطية فيرجع فيها إلا الوالد فيما يعطي ولده\" 1 والمشروع في عطية الأولاد أن يسوى بينهم على قدر ميراثهم لقول رسول الله صلى الله عليه وسلم: \"اتقوا الله واعدلوا بين أولادكم\" 2.\rإذا قال لرجل أعمرته داري أو هي لك عمري فهي له ولورثته من بعده وإن قال سكناها لك عمرك فله أخذها متى شاء.\r__________\r1 أخرجه أبو داود \"3539\"، والترمذي \"1298\"، وابن ماجه \"2377\"، والنسائي \"3733\"، من حديث ابن عمر.\rقال الترمذي: حديث حسن صحيح.\r2 أخرجه البخاري \"2587\"، ومسلم \"1623\"، من حديث النعمان بن بشير.","seal":"281B71FF","part":1},
      {"page":70,"id":112,"nass":"باب عطية المريض\rتبرعات المريض مرض الموت المخوف ومن هو في الخوف كالمريض وكالوقوف بين صفين عند التقاء القتال ومن قدم ليقتل وراكب البحر حال هيجانه ومن وقع الطاعون ببلده إذا اتصل بهم الموت حكمها حكم وصيته في ستة أحكام:\rأحدها: إنها لا تجوز لأجنبي بزيادة على الثلث ولا لوارث بشيء إلا بإجازة الورثة لما روي أن رجلا أعتق ستة مملوكين عند موته لم يكن له مال غيرهم فدعا بهم النبي صلى الله عليه وسلم فجزأهم أثلاثا فأعتق اثنين وارق أربعة.\rالثاني: أن الحرية تجمع في بعض العبيد بالقرعة إذا لم يف الثلث بالجميع للخبر.\rالثالث: أنه إذا أعتق عبدا غير معين أو معينا فأشكل أخرج بالقرعة.\rالرابع: أنه يعتبر خروجها من الثلث حال الموت فلو أعتق عبدا لا مال له سواه أو تبرع به ثم ملك عند الموت ضعف قيمته تبينا أنه عتق كله حين اعتاقه\r__________\r3 أخرجه مسلم (1668) من حديث عمران بن حصين.","seal":"6DB0F8D3","part":1},
      {"page":71,"id":113,"nass":"وكان ما كسبه بعد ذلك له وإن صار عليه دين يستغرقه لم يعتق منه شيء ولا يصح تبرعه به ولو وصى له بشيء فلم يأخذه الموصى له زمانا قوم عليه وقت الموت لا وقت الأخذ.\rالخامس: أن كونه وارثا يعتبر حالة الموت فيها فلو أعطى أخاه أو وصى له ولا له ولد فولد له ابن صحت العطية والوصية ولو كان له ابن فمات بطلتا.\rالسادس: أنه لا يعتبر رد الورثة وإجازتهم إلا بعد الموت فيهما.\rوتفارق العطية الوصية في أحكام أربعة:\rأحدها: أن العطية تنفذ من حينها فلو أعتق عبدا أو أعطاه إنسانا صار المعتق حرا وملكه المعطى وكسبه له ولو وصى به أو دبره لم يعتق ولم يملكه الموصى له إلا بعد الموت وما كسب أو حدث فيه من نماء منفصل فهو للورثة.\rالثاني: أن العطية يعتبر قبولها وردها حين وجودها كعطية الصحيح والوصية لا يعتبر قبولها ولا ردها إلا بعد موت الموصي.\rالثالث: أنها تقع لازمة لا يملك المعطي الرجوع فيها والوصية له الرجوع فيها متى شاء.\rالرابع: أن يبدأ بالأول فالأول منها إذا ضاق الثلث عن جميعها والوصية يسوى بين الأول منها والآخر ويدخل النقص على كل واحد بقدر وصيته سواء كان فيها عتق أو لم يكن وكذلك الحكم في العطايا إذا وقعت دفعة واحدة.","seal":"9E8126B7","part":1},
      {"page":73,"id":114,"nass":"كتاب الوصايا\rمدخل\r...\rكتاب الوصايا\rروي عن سعد قال قلت يا رسول الله قد بلغ بي الجهد ما ترى وأنا ذو مال ولا يرثني إلا ابنة أفأتصدق بثلثي مالي قال: \"لا\" قلت: فالشطر قال: \"لا\" قلت: فالثلث قال: \"الثلث والثلث كثير إنك إن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس\" 1\rويستحب لمن ترك خيرا الوصية بخمس ماله.\rوتصح الوصية والتدبير2 من كل من تصح هبته ومن الصبي العاقل والمحجور عليه لسفه ولكل من تصح الهبة له وللحمل إذا علم أنه كان موجودا حين الوصية له.\rوتصح بكل ما فيه نفع مباح ككلب الصيد والغنم وبما فيه نفع من النجاسات وبالمعدوم كالذي تحمل أمته أو شجرته.\rوتصح بما لا يقدر على تسليمه كالطير في الهواء والسمك في الماء وبما لا يملكه كمائة درهم لا يملكها وبغير معين كعبد من عبيده ويعطيه الورثة منهم ما شاءوا وبالمجهول كحظ من ماله أو جزء ويعطيه الورثة ما شاءوا.\rوإن وصى له بمثل نصيب أحد ورثته فله مثل أقلهم نصيبا يراد على الفريضة فلو خلف ثلاثة بنين ووصى بمثل نصيب أحدهم فله الربع فإن كان معهم ذو فرض كأم صححت مسألة الورثة بدون الوصية من ثمانية عشر وزدت عليها بمثل نصيب ابن فصارت من ثلاثة وعشرين.\rولو وصى بمثل نصيب أحدهم ولآخر بسدس باقي المال جعلت صاحب سدس الباقي كذي فرض صححتها كالتي قبلها فان كانت وصية الثاني بسدس باقي الثلث صححتها كما قلنا سواء ثم زدت عليها مثلها فتصير تسعة وستين وتعطى صاحب\r__________\r1 أخرجه البخاري \"1295\"، ومسلم \"1628\".\r2 التدبير: لفظ خص به العتق بعد الموت. انظر: الزاهر ص561.","seal":"CC449F23","part":1},
      {"page":74,"id":115,"nass":"السدس سهما واحدا والباقي بين البنين والوصي الآخر أرباعا وإن زاد البنون على ثلاثة زدت صاحب سدس الباقي بقدر زيادتهم فإن كانوا أربعة أعطيته مما صححت منه المسألة سهمين وإن كانوا خمسة فله ثلاثة وإن كانت الوصية بثلث باقي الربع والبنون أربعة فله سهم واحد وإن زاد البنون على أربعة زدته بكل واحد سهما.\rوإن وصى بضعف نصيب وارث أو ضعفيه فله مثلا نصيبه وثلاثة أضعاف ثلاثة أمثاله.\rوإن وصى بجزء مشاع كثلث وربع أخذته من مخرجه وقسمت الباقي على الورثة.\rوإن وصى بجزأين كثلث وربع أخذتهما من مخرجهما وهو اثنا عشر وقسمت الباقي على الورثة فإن ردوا جعلت سهام الوصية ثلث المال وللورثة ضعف ذلك.\rوإن وصى بمعين من ماله فلم يخرج من الثلث فللموصى له قدر الثلث إلا أن يجيز الورثة.\rوإن زادت الوصايا على المال كرجل وصى بثلث ماله لرجل ولآخر بجميعه ضممت الثلث إلى المال فصار أربعة أثلاث وقسمت التركة بينهما على أربعة إن أجيزت لهما والثلث على أربعة إن رد عليهما.\rولو وصى بمعين لرجل ثم وصى به لآخر أو أوصى إلى رجل ثم أوصى إلى آخر فهو بينهما وإن قال ما أوصيت به للأول فهو للثاني بطلت وصية الأول.","seal":"84FDBDE1","part":1},
      {"page":74,"id":116,"nass":"فصل [في بطلان الوصية]\rإذا بطلت الوصية أو بعضها رجع إلى الورثة فلو وصى أن يشتري عبد زيد بمائة فيعتق فمات أو لم يبعه سيده فالمائة للورثة وإن وصى بمائة تنفق على فرس حبيس فمات الفرس فهي للورثة ولو وصى أن يحج عنه زيد بألف فلم يحج فهي للورثة وإن قال الموصى له أعطوني الزائد على نفقة الحج لم يعط شيئا ولو مات الموصى له قبل موت الموصي أو رد الوصية ردت إلى الورثة ولو وصى لحي وميت فللحي نصف الوصية ولو وصى لوارثه ولأجنبي بثلث ماله فللأجنبي السدس ويوقف سدس الوارث على الإجازة.","seal":"552FA614","part":1},
      {"page":74,"id":117,"nass":"باب الموصى إليه\rتجوز الوصية إلى كل مسلم عاقل عدل من الذكور والإناث بما يجوز للموصي فعله من قضاء ديونه وتفريق وصيته والنظر في أمر أطفاله.","seal":"BC0BA51E","part":1},
      {"page":75,"id":118,"nass":"ومتى أوصى إليه بولاية أطفاله أو مجانينه ثبتت ولايته عليهم ونفذ تصرفه لهم بما لهم فيه الحظ من البيع والشراء وقبول ما يوهب لهم والإنفاق عليهم وعلى من تلزمهم مؤونته بالمعروف والتجارة لهم ودفع أموالهم مضاربة بجزء من الربح وإن أتجر لهم بنفسه فليس له من الربح شيء.\rوله أن يأكل من مالهم عند الحاجة بقدر عمله ولا غرم عليه ولا يأكل إذا كان غنيا لقول الله تعالى: {وَمَنْ كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ} [النساء: 6] .\rوليس له أن يوصي بما أوصي إليه به ولا أن يبيع ويشتري من مالهم لنفسه ويجوز ذلك للأب فلا يلي مال الصبي والمجنون إلا الأب أو وصيه أو الحاكم.","seal":"FD809121","part":1},
      {"page":75,"id":119,"nass":"فصل [في الحجر واختبار الرشد]\rولوليهم أن يأذن للمميز من الصبيان بالتصرف ليختبر رشده والرشد هنا الصلاح في المال فمن آنس رشده دفع إليه ماله اذا بلغ وأشهد عليه ذكرا كان أو أنثى فإن عاود السفه أعيد عليه الحجر ولا ينظر في ماله إلا الحاكم ولا ينفك عنه الحجر إلا بحكمه ولا يقبل إقراره في المال ويقبل في الحدود والقصاص والطلاق فإن طلق أو عتق نفذ طلاقه دون إعتاقه.","seal":"0FEFB2AE","part":1},
      {"page":75,"id":120,"nass":"فصل [في الإذن للعبد في التصرف]\rوإذا أذن السيد لعبده في التجارة صح بيعه وشراؤه وإقراره ولا ينفذ تصرفه إلا في قدر ما أذن له فيه وإن رآه سيده أو وليه يتصرف فلم ينهه لم يصر بهذا مأذونا له.","seal":"6BA1085A","part":1},
      {"page":77,"id":121,"nass":"كتاب الفرائض\rمدخل\r...\rكتاب الفرائض\rوهي قسمة الميراث والوارث ثلاثة أقسام ذو فرض وعصبة وذو رحم فذو الفرض عشرة الزوجان والأبوان والجد والجدة والبنات وبنات الابن والأخوات والإخوة من الأم فللزوج النصف إذا لم يكن للميتة ولد فإن كان لها ولد فله الربع ولها الربع واحدة كانت أو أربعا إذا لم يكن له ولد فإن كان له ولد فلهن الثمن.","seal":"C32CCECF","part":1},
      {"page":77,"id":122,"nass":"فصل [في أحوال الأب في الميراث]\rوللأب ثلاثة أحوال: حال له السدس وهي مع ذكور الولد وحال يكون عصبة وهي مع عدم الولد وحال له الأمران مع إناث الولد.","seal":"CBDDE238","part":1},
      {"page":77,"id":123,"nass":"فصل [في أحوال الجد في الميراث]\rوالجد كالأب في أحواله وله حال رابع وهو مع الأخوة والأخوات للأبوين أو للأب فله الأحظ من مقاسمتهم كأخ أو ثلث جميع المال فإن كان معهم ذو فرض أخذ فرضه ثم كان للجد الأحظ من المقاسمة أو ثلث الباقي أو سدس جميع المال وولد الأبوين كولد الأب في هذا إذا انفردوا فإن اجتمعوا عادوا ولد الأبوين الجد بولد الأب ثم أخذوا ما حصل لهم إلا أن يكون ولد الأبوين أختا واحدة فتأخذ النصف وما فضل فلولد الأب فإن لم يفضل عن الفرض إلا السدس أخذه الجد وسقط الإخوة إلا في الأكدرية1 وهي زوج وأم وأخت وجد فإن للزوج النصف وللأم الثلث وللجد السدس وللأخت النصف ثم\r__________\r1 اختلفوا لم سميت، فقيل: لأنها كدرت على زيد أصوله. وقيل نسبة إلى رجل اسمه أكدر. انظر: الدر النقي ص586-587.","seal":"9F9040ED","part":1},
      {"page":78,"id":124,"nass":"يقسم نصف الأخت وسدس الجد بينهما علا ثلاثة فتصح من سبعة وعشرين ولا يعول1 من مسائل الجد سواها ولا يفرض لأخت مع جد في غيرها ولو لم يكن فيها زوج كان للأم الثلث الباقي بين الأخت والجد على ثلاثة وتسمى الخرقاء لكثرة اختلاف الصحابة رضي الله عنهم فيها ولو كان معهم أخت أو أخت لأب صحت من تسعين وتسمى تسعينية زيد ولا خلاف في إسقاط الإخوة من الأم وبني الأخوة.\r__________\r1 العول: أن تزيد سهاماً فيدخل النقصان على أهل الفرائض. انظر: الصحاح: \"عول\".","seal":"03FA4F41","part":1},
      {"page":78,"id":125,"nass":"فصل [في أحوال الأم في الميراث]\rوللأم أربعة أحوال حال لها السدس وهي مع الولد أو الاثنين فصاعدا من الإخوة والأخوات وحال لها ثلث الباقي بعد فرض أحد الزوجين وهي مع الأب وأحد الزوجين وحال لها ثلث المال وهي فيما عدا ذلك وحال رابع وهي إذا كان ولدها منفيا باللعان أو كان ولد زنا فتكون عصبته فإن لم تكن فعصبتها عصبة.","seal":"B0541786","part":1},
      {"page":78,"id":126,"nass":"فصل [في أحوال الجدة في الميراث]\rوللجدة إذا لم تكن أم السدس واحدة كانت أو أكثر إذا تحاذين فإن كان بعضهن اقرب من بعض فهو لقراباهن وترث الجدة وابنها حي ولا يرث أكثر من ثلاث جدات أم الأم وأم الأب وأم الجد ومن كان من أمهاتهن وإن علون ولا ترث جدة تدلي باب بين أمين ولا باب أعلى من الجد فإن خلف جدتي أمه وجدتي أبيه سقطت أم أبي أمه الميراث للثلاث الباقيات.","seal":"C55274F9","part":1},
      {"page":78,"id":127,"nass":"فصل [في أحوال البنات في الميراث]\rوللبنت النصف وللبنتين فصاعدا الثلثان وبنات الابن بمنزلتهن إذا عدمن فإن اجتمعن سقط بنات الابن إلا أن يكون معهن أو أنزل منهن ذكر فيعصبهن فيما بقي وإن كانت بنت واحدة وبنات ابن فللبنت النصف ولبنات الابن واحدة كانت أو أكثر من ذلك السدس تكملة الثلثين إلا أن يكون معهن ذكر فيعصبهن فيما بقي.","seal":"57B4A012","part":1},
      {"page":79,"id":128,"nass":"فصل [في أحوال الأخوات في الميراث]\r...\rفصل [في أحوال الأخوات فيا الميراث]\rوالأخوات من الأبوين كالبنات في فرضهن والأخوات من الأب معهن كبنات الابن مع البنات سواء ولا يعصبهن إلا أخوهن والأخوات مع البنات عصبة لهن ما فضل وليست لهن معهن فريضة مسماة لقول ابن مسعود رضي الله عنه في بنت وبنت ابن واخت أقضي فيها بقضار رسول الله صلى الله عليه وسلم للبنت النصف ولبنت الابن السدس وما بقي فللأخت1.\r__________\r1 أخرجه البخاري \"6742\".","seal":"35355DCD","part":1},
      {"page":79,"id":129,"nass":"فصل [في أحوال الإخوة والأخوات من الأم في الميراث]\rوالإخوة والأخوات من الأم سواء ذكورهم وإناثهم لواحدهم السدس وللاثنين السدسان فإن كانوا أكثر من ذلك فهم شركاء في الثلث.","seal":"C823282B","part":1},
      {"page":79,"id":130,"nass":"باب الحجب\rيسقط ولد الأبوين بثلاثة بالابن وابنه والأب ويسقط ولد الأب بهؤلاء الثلاثة وبالأخ من الأبوين ويسقط ولد الأم بأربعة بالولد ذكرا أو أنثى وولد الابن والأب والجد ويسقط الجد بالأب وكل جد بمن هو أقرب منه.","seal":"FACE6CDF","part":1},
      {"page":79,"id":131,"nass":"باب العصبات\rوهم كل ذكر يدلي بنفسه أو بذكر آخر، إلا الزوج والمعتقة وعصباتها وأحقهم بالميراث أقربهم وأقربهم الابن ثم ابنه وإن نزل ثم الأب ثم أبوه وإن علا ما لم يكن إخوة ثم بنو الأب ثم بنوهم وإن نزلوا ثم بنو الجد ثم بنوهم وعلى هذا لا يرث بنو أب أعلى مع بني أب أدنى منه وإن نزلوا وأولى كل بني أب أقربهم إليه فإن استوت درجاتهم فأولاهم من كان لأبوين وأربعة منهم يعصبون أخواتهم ويقتسمون ما ورثوا {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] وهم الابن وابنه والأخ من الأبوين أو من الأب وما عداهم ينفرد الذكور بالميراث كبني الإخوة والأعمام وبنيهم وإذا انفرد العصبة ورث المال كله فإن كان معه ذو","seal":"E7168D21","part":1},
      {"page":80,"id":132,"nass":"فرض بدئ وكان الباقي للعصبة لقول رسول الله صلى الله عليه وسلم: \"الحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر\" 1 فإن كان زوج وأم وأخوة لأم وإخوة لأبوين فللزوج النصف وللأم السدس وللإخوة للأم الثلث ويسقط الإخوة للأبوين وتسمى المشتركة2 والحمارية3 ولو كان مكانهم أخوات لكان لهن الثلثان وتعول إلى عشرة وتسمى أم الفروخ4 وإذا كان الولد خنثى اعتبر بمباله فإن بال من ذكره فهو رجل وإن بال من فرجه فهو امرأة وإن بال بينهما واستويا فهو مشكل له نصف ميراث ذكر ونصف ميراث أنثى وكذلك الحكم في ديته وجرحه وغيرهما ولا ينكح بحال.\r__________\r1 أخرجه البخاري \"6732\"، ومسلم \"1615\"، من حديث ابن عباس.\r2 المشتركة: المسألة المشترك فيها بين العصبة الشقيق وبين أولاد الأم. انظر: الرحبية في الفرائض.\r3 الحمارية: سميت بذلك لأن عمر رضي الله عنه أسقط ولد الأبوين، فقال بعضهم: يا أمير المؤمنين، هب أن أبانا حماراً، أليس أمنا واحدة. انظر المطلع ص 303.\r4 أم الفروخ: الفروخ جمع فرخ، وهو ولد الطائر، سميت بذلك لكثرة عولها. انظر: المطلع ص303.","seal":"827D8DBC","part":1},
      {"page":80,"id":133,"nass":"باب ذوي الأرحام\rوهم كل قرابة ليس بعصبة ولا ذي فرض ولا ميراث لهم مع عصبة ولا ذي فرض إلا مع أحد الزوجين فإن لهم ما فضل عنه من غير حجب ولا معاولة ويرثون بالتنزيل فيجعل كل إنسان منهم بمنزلة من أدلى به فولد البنات وولد بنات الابن والأخوات بمنزلة أمهاتهم وبنات الإخوة والأعمام وبنو الإخوة من الأم كآبائهم والعمات والعم لأب كالأب والأخوال والخالات وأبو الأم كالأم فإن كان معهم اثنان فصاعدا من جهة واحدة فأسبقهم إلى الوارث أحقهم فإن استووا قسمت المال بين من أدلوا به وجعلت مال كل واحد منهم لمن أدلى به وساويت بين الذكور والإناث إذا استوت جهاتهم منه.\rفلو خلف ابن بنت وبنت وبنت أخرى وابنا وبنت بنت أخرى قسمت المال بين البنات على ثلاثة ثم جعلته لأولادهن للابن الثلث وللبنت الثلث وللابن والبنت الأخرى الثلث الباقي بينهما نصفين.","seal":"2B138B35","part":1},
      {"page":81,"id":134,"nass":"وإن خلف ثلاث عمات متفرقات وثلاث خالات متفرقات فالثلث بين الخالات على خمسة والثلثان بين العمات على خمسة وتصح من خمسة عشر وإن اختلفت جهات ذوي الأرحام نزلت البعيد حتى يلحق بوارثه ثم قسمت على ما ذكرنا والجهات ثلاث البنوة والأمومة والأبوة.","seal":"086E86AA","part":1},
      {"page":81,"id":135,"nass":"باب أصول المسائل\rوهي سبعة: فالنصف من اثنين والثلث والثلثان من ثلاثة والربع وحده أو مع النصف من أربعة والثمن وحده أو مع النصف من ثمانية فهذه الأربعة لا عول فيها وإذا كان مع النصف ثلث أو ثلثان أو سدس فهي من ستة وتعول إلى عشرة وإن كان مع الربع أحد هذه الثلاثة فهي من اثني عشر وتعول إلى سبعة عشر وإن كان مع الثمن سدس أو ثلثان فهي من أربعة وعشرين وتعول إلى سبعة وعشرين.","seal":"14C21EF6","part":1},
      {"page":81,"id":136,"nass":"باب الرد1\rوإن لم تستغرق الفروض المال ولم يكن عصبة فالباقي يرد عليهم على قدر فروضهم إلا الزوجين فإن اختلفت فروضهم أخذت سهامهم من أصل ستة ثم جعلت عدد سهامهم من أصل مسألتهم فإن انكسر على بعضهم ضربته في عدد سهامهم وإن كان معهم أحد الزوجين أعطيته سهمه من أصل مسألته وقسمت الباقي على مسألة أهل الرد فإن انقسم وإلا ضربت مسألة أهل الرد فإن انقسم وإلا ضربت مسألة أهل الرد في مسألة الزوج ثم تصحح بعد ذلك على ما سنذكره وليس في مسألة يرث فيها عصبة عول ولا رد.\r__________\r1 الرد: صرف المسألة عما هي عليه من الكمال إلى النقص. وهو عكس العول، فإن العول ينقص السهام والرد يكثرها. انظر: المطلع ص304.","seal":"F6C93120","part":1},
      {"page":81,"id":137,"nass":"باب تصحيح المسلئل\r...\rباب تصحيح المسائل\rإذا انكسر سهم فريق عليهم ضربت عددهم أو وفقه إن وافق سهامهم في أصل مسألتهم أو عولها إن عالت أو نقصها إن نقصت ثم يصير لكل واحد منهم مثل ما كان لجميعهم أو وقفة وإن انكسر على فريقين فأكثر وكانت مماثلة أجزأك","seal":"EFD9915F","part":1},
      {"page":82,"id":138,"nass":"أحدهما وإن كانت متناسبة أجزأك أكثرها فإن تباينت ضربت بعضها في بعض وإن توافقت ضربت وفق أحدهما في الآخر ثم وقفت بين ما بلغ وبين الثالث وضربته أو وقفه في الثالث ثم ضربته في المسألة ثم كل من له شيء من المسألة أخذه مضروب في العدد الذي ضربته في المسألة.","seal":"73F6C690","part":1},
      {"page":82,"id":139,"nass":"باب المناسخات1\rإذا لم تقسم تركة الميت حتى مات بعض ورثته وكان ورثه الثاني يرثونه على حسب ميراثهم من الأول قسمت التركة على ورثة الثاني وأجزأك وإن اختلف ميراثهم صححت مسألة الثاني وقسمت عليها سهامه من الأولى فإن انقسم صحت المسألتان مما صحت منه الأولى وإن لم تنقسم ضربت الثانية أو وفقها في الأولى ثم كل من له شيء من الأولى أخذه مضروبا في الثانية أو وفقها ومن له شيء في الثانية أخذه مضروبا في سهام الميت الثاني: أو وفقها ثم تفعل فيما زاد من المسائل كذلك أيضا.\r__________\r1 قال الجوهري: التناسخ في الميراث: أن يموت ورثة بعد ورثة وأصل الميراث قائم لم يقسم. انظر: الصحاح: \"نسخ\".","seal":"2CC8B5E4","part":1},
      {"page":82,"id":140,"nass":"باب موانع الميراث\rوهي ثلاثة:\rأحدها: اختلاف الدين فلا يرث أهل ملة أهل ملة أخرى لقول رسول الله صلى الله عليه وسلم: \"لا يرث المسلم الكافر ولا الكافر المسلم\" 1.\rولقوله صلى الله عليه وسلم: \"لا يتوارث أهل ملتين شتى\" 2 والمرتد لا يرث أحدا وإن مات فماله فيء.\r__________\r1 أخرجه البخاري \"6764\"، ومسلم \"1614\"،من حديث أسامة بن زيد.\r2 أخرجه أبو داود \"2911\"، والنسائي في الكبرى \"6384\"، وابن ماجه \"2371\"، من حديث عبد الله بن عمرو، وأخرجه الترمذي \"2108\"، وأخرجه الترمذي \"2108\"، من حديث جابر. وأخرجه أيضاً النسائي في الكبرى \"6381\"، من حديث أسامة بن زيد.\rقال ابن الملقن في خلاصة البدر المنير 2/135: رواه النسائي من حديث أسامة بن زيد بإسناد صحيح، ووهم عبد الحق فعزاه إلى مسلم. ورواه أيضاً أبو داود والنسائي وابن ماجه والدارقطني من حديث عمرو بن شعيب عن أبيه من جده، وإسناد أبي داود والدارقطني إسناد صحيح. ورواه الترمذي من رواية جابر بإسناد ضعيف.","seal":"005EB398","part":1},
      {"page":83,"id":141,"nass":"الثاني: الرق فلا يرث العبد أحدا ولا له مال يورث ومن كان بعضه حرا ورث وورث وحجب بقدر ما فيه من الحرية.\rالثالث: القتل فلا يرث القاتل المقتول بغير حق وإن قتله بحق كالقتل حدا أو قصاصا أو قتل العادل الباغي عليه فلا يمنع ميراثه.","seal":"685D605E","part":1},
      {"page":83,"id":142,"nass":"باب مسائل شتى\rإذا مات عن حمل يرثه وقفت ميراث اثنين ذكرين إن كان ميراثهما أكثر وإلا ميراث أنثيين وتعطى كل وارث اليقين وتقف الباقي حتى يتبين.\rوإن كان في الورثة مفقود لا يعلم خبره أعطيت كل وارث اليقين ووقفت الباقي حتى يعلم حاله إلا أن يفقد في مهلكة أو من بين أهله فينتظر أربع سنين ثم يقسم.\rوإن طلق المريض في مرض موته المخوف امرأته طلاقا يتهم فيه لقصد حرمانها عن الميراث لم يسقط ميراثها ما دامت في عدته وإن كان الطلاق رجعيا توارثا في العدة سواء كان في الصحة أو في المرض.\rوإن أقر الورثة كلهم بمشارك لهم في الميراث فصدقهم أو كان صغيرا مجهول النسب ثبت نسبه وإرثه وإن اقر به بعضهم لم يثبت نسبه وله فضل ما في يد المقر عن ميراثه.","seal":"3F970010","part":1},
      {"page":83,"id":143,"nass":"باب الولاء\rالولاء لمن أعتق وإن اختلف دينهما لقول رسول الله صلى الله عليه وسلم: \"إنما الولاء لمن أعتق\" 1 وإن أعتق عليه برحم أو كتابة أو تدبير أو استيلاد فله عليه الولاء وعلى أولاده من حرة معتقة أو أمة وعلى معتقي معتقيه ومعتقي أولاده وأولادهم ومعتقيهم أبدا ما تناسلوا ويرثهم إذا لم يكن له من يحجبه عن ميراثهم ثم عصباته من بعده.\rومن قال اعتق عبدك وعلي ثمنه ففعل فعلى الآمر ثمنه وله ولاؤه وإن لم يقل عني فالثمن عليه والولاء للمعتق ومن أعتق عبده عن حي بلا أمره أو عن ميت فالولاء للمعتق وإن أعتقه عنه بأمره.\rفالولاء للمعتق عنه بأمره وإذا كان أحد الزوجين الحرين حر الأصل فلا ولاء على ولدهما وإن كان أحدهما رقيقا تبع الولد الأم في حريتها ورقها فإن كانت الأم رقيقة فولدها رقيق\r__________\r1 أخرجه البخاري \"2168\"، ومسلم \"1504\"، من حديث عائشة.","seal":"CBAA98D6","part":1},
      {"page":84,"id":144,"nass":"لسيدها فإن أعتقهم فولاؤهم له لا يخرج عنه بحال وإن كان الأب رقيقا والأم معتقة فأولادها أحرار وعليهم الولاء لموالي أمهم فإن أعتق العبد سيده ثبت له عليه الولاء وجر إليه ولاء أولاده وإن اشترى أباه عتق عليه وله ولاؤه وولاء إخوته ويبقى ولاؤه لموالي أمه لأنه لا يجر ولاء نفسه فإن اشترى أبوهم عبدا فأعتقه ثم مات الأب فميراثه بين أولاده للذكر مثل حظ الأنثيين وإذا مات عتيقه بعده فميراثه للذكور دون الإناث ولو اشترى الذكور والإناث أباهم فعتق عليهم ثم اشترى أبوهم عبدا فأعتقه ثم مات الأب ثم مات عتيقه فميراثهما على ما ذكرنا في التي قبلها وإن مات الذكور قبل موت العتيق ورث الإناث من ماله بقدر ما أعتقن من أبيهن ثم يقسم الباقي بينهن وبين معتق الأم فان اشترين نصف الأب وكانوا ذكرين وأنثيين فلهن خمسة أسداس الميراث ولمعتق الأم السدس لأن لهن نصف الولاء والباقي بينهن وبين معتق الأم أثلاثا فإن اشترى ابن المعتقة عبدا فأعتقه ثم اشترى العبد أبا معتقه فأعتقه جر ولاء معتقه وصار كل واحد منهما مولى للآخر.\rولو أعتق الحربي عبدا فأسلم وسباه العبد وأخرجه إلى دار الإسلام ثم أعتقه صار كل واحد منهما مولى الآخر.","seal":"3D045FC1","part":1},
      {"page":84,"id":145,"nass":"باب الميراث بالولاء\rالولاء لا يورث وإنما يرث به أقرب عصبات المعتق ولا يرث النساء من الولاء إلا ما أعتقن أو أعتقه من أعتقن وكذلك كل ذي فرض إلا الأب والجد لهما السدس مع الابن وابنه والولاء للكبر1 فلو مات المعتق وخلف ابنين وعتيقه فمات أحد الابنين عن ابن ثم مات عتيقه فماله لابن المعتق وإن مات الابنان بعده وقبل المولى وخلف أحدهما ابنا والآخر تسعة فولاؤه بينهم على عددهم لكل واحد عشر وإذا أعتقت المرأة عبدا ثم ماتت فولاؤه لابنها وعقله لعصبتها.\r__________\r1 الكبر: أكبر الجماعة. انظر: الدر النقي ص596.","seal":"650A4A4F","part":1},
      {"page":84,"id":146,"nass":"باب العتق\rوهو تحرير العبد ويحصل بالقول والفعل.\rفأما القول فصريحه لفظ العتق والتحرير وما تصرف منهما فمتى أتى بذلك","seal":"824A8C9C","part":1},
      {"page":85,"id":147,"nass":"حصل العتق وإن لم ينوه وما عدا هذا من الألفاظ المحتملة للعتق كناية لا يعتق بها إلا إذا كان نوى.\rوأما الفعل فمن ملك ذا رحم محرم عتق عليه ومن أعتق جزءا من عبد مشاعا أو معينا عتق كله وإن أعتق ذلك من عبد مشترك وهو موسر بقيمة نصيب شريكه عتق عليه كله وقوم عليه نصيب شريكه وله ولاؤه وإن كان معسرا لم يعتق إلا حصته لقول رسول الله: \"من أعتق شركا له في عبد فكان له ما يبلغ ثمن العبد قوم عليه قيمة عدل فأعطى شركاؤه حصصهم وعتق عليه العبد وإلا فقد عتق عنه ما عتق\" 1.\rوإن ملك جزءا من ذوي رحمه عتق عليه باقيه إن كان موسرا إلا أن يملكه بالميراث فلا يعتق عليه إلا ما ملك.\r__________\r1 أخرجه البخاري \"2522\"، ومسلم \"1501\"، من حديث ابن عمر.","seal":"B8D563A4","part":1},
      {"page":85,"id":148,"nass":"فصل [في تعليق العتق على شرط]\rوإذا قال لعبده أنت حر في وقت سماه أو علق عتقه على شرط يعتق إذا جاء ذلك الوقت أو وجد الشرط ولم يعتق قبله ولا يملك إبطاله بالقول وله بيعه وهبته والتصرف فيه ومتى عاد إليه عاد الشرط.\rوإن كانت الأمة حاملا حين التعليق أو وجد الشرط عتق حملها وإن حملت ووضعت فيما بينها ولم يعتق ولدها.","seal":"51BA0590","part":1},
      {"page":85,"id":149,"nass":"باب التدبير\rوإذا قال لعبده أنت حر بعد موتي أو قد دبرتك أو أنت مدبرا صار مدبرا يعتق بموت سيده إن حمله الثلث ولا يعتق ما زاد إلا بإجازة الورثة ولسيده بيعه وهبته ووطء الجارية ومتى ملكه بعد عاد تدبيره.\rوما ولدت المدبرة والمكاتبة وأم الولد من غير سيدها فله حكمها.\rويجوز تدبير المكاتب وكتابة المدبر فإن أدى عتق وإن مات سيده قبل أدائه عتق إن حمل الثلث ما بقي عليه من كتابته وإلا عتق منه بقدر الثلث وسقط من الكتابة بقدر ما عتق وكان على الكتابة بما بقي.","seal":"8C8750D3","part":1},
      {"page":86,"id":150,"nass":"وإن استولد مدبرته بطل تدبيرها وإن أسلم مدبر الكافر أو أم ولده حيل بينه وبينهما وينفق عليهما من كسبهما وإن لم يكن لهما كسب أجبر على نفقتهما فإن اسلم ردا إليه وإن مات عتقا.\rوإن دبر شركا له في عبد وهو موسر لم يعتق عليه سوى ما أعتقه وإن أعتقه في مرض موته وثلثه يحتمل باقيه عتق جميعه.","seal":"F96CBEF3","part":1},
      {"page":86,"id":151,"nass":"باب المكاتب\rوالمكاتبة: شراء العبد نفسه من سيده بمال في ذمته إذا ابتغاه العبد المكتسب الصدوق من سيده.\rواستحب له إجابته إليها لقول الله تعالى: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً} [النور: 33] .\rويجعل المال عليه منجما فمتى أداها عتق ويعطى مما كتب عليه الربع لقول الله تعالى: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: 33] قال علي رضي الله عنه هو الربع1.\rوالمكاتب عبد ما بقي عليه درهم إلا أنه يملك البيع والشراء والسفر وكل ما فيه مصلحة ماله وليس له التبرع ولا التزوج ولا التسري إلا بإذن سيده.\rوليس لسيده استخدامه ولا أخذ شيء من ماله ومتى أخذ منه شيئا أو جنى عليه أو على ماله فعليه غرامته ويجري الربا بينهما كالأجانب إلا أنه لا بأس أن يجعل لسيده ويضع عنه بعض كتابته.\rوليس له وطء مكاتبته ولا بنتها ولا جاريتها فإن فعل فعليه مهر مثلها وإن ولدت منه صارت أم ولد فإن أدت عتقت وإن مات سيدها قبل أدائها عتقت وما في يدها لها إلا أن تكون قد عجزت فيكون ما في يدها للورثة.\rويجوز بيع المكاتب لأن عائشة رضي الله عنها اشترت بريرة وهي مكاتبة بأمر رسول الله صلى الله عليه وسلم2.\rويكون في يد مشتريه مبقي على ما بقي من كتابته فإن أدى عتق وولاؤه لمشتريه وإن عجز فهو عبد.\r__________\r1 أخرجه النسائي في الكبرى 3/199.\r2 تقدم تخريجه ص83.","seal":"D35AEA1D","part":1},
      {"page":87,"id":152,"nass":"وإن اشترى المكاتبات كل واحد منهما الآخر صح شراء الأول وبطل شراء الثاني فإن جهل الأول منهما بطل البيعان.\rوإن مات المكاتب بطلت الكتابة وإن مات السيد قبله فهو على كتابته يؤدي إلى الورثة وولاؤه لمكاتبه.\rوالكتابة عقد لازم ليس لأحدهما فسخها وإن حل نجم فلم يؤده فلسيده تعجيزه وإذا جنى المكاتب بدء بجنايته وإن اختلف هو وسيده في الكتابة أو عوضها أو التدبير أو الاستيلاد فالقول قول السيد مع يمينه.","seal":"2AF5D950","part":1},
      {"page":87,"id":153,"nass":"باب أحكام أمهات الأولاد\rإذا حملت الأمة من سيدها فوضعت ما يتبين فيه شيء من خلق الإنسان صارت له بذلك أم ولد تعتق بموته وإن لم يملك غيرها وما دام حيا فهي أمته أحكامها أحكام الإماء في حل وطئها وملك منافعها وكسبها وسائر الأحكام إلا أنه لا يملك بيعها ولا رهنها ولا سائر ما ينقل الملك فيها أو يراد له وتجوز الوصية لها وإليها.\rفإن قتلت سيدها عمدا فعليها القصاص وإن قتلته خطأ فعليها قيمة نفسها وتعتق في الحالين.\rوإن وطئ أمة غيره بنكاح ثم ملكها حاملا عتق الجنين وله بيعها.","seal":"5AD4497E","part":1},
      {"page":89,"id":154,"nass":"كتاب النكاح\rمدخل\r...\rكتاب النكاح\rالنكاح من سنن المرسلين وهو أفضل من التخلي منه لنفل العبادة لأن النبي صلى الله عليه وسلم رد على عثمان بن مظعون التبتل1 وقال: \"يا معشر الشباب من استطاع منكم الباءة2 فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء3\" 4.\rومن أراد خطبة امرأة فله النظر منها إلى ما يظهر عادة كوجهها وكفيها وقدميها ولا يخطب الرجل على خطبة أخيه إلا أن لا يسكن إليه.\rولا يجوز التصريح بخطبة معتدة ويجوز التعريض بخطبة البائن خاصة فيقول لا تفوتيني بنفسك وأنا في مثلك لراغب ونحو ذلك.\rولا ينعقد النكاح إلا بإيجاب من الولي أو نائبه فيقول أنكحتك أو زوجتك وقبول من الزوج أو نائبه فيقول قبلت أو تزوجت.\rويستحب أن يخطب قبل العقد بخطبة ابن مسعود رضي الله عنه قال علمنا رسول الله صلى الله عليه وسلم التشهد في الحاجة إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ويقرا ثلاث آيات: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} [آل عمران: 102] {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} [النساء: 1] {اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً*يُصْلِحْ لَكُمْ أَعْمَالَكُمْ} [الأحزاب:70-71] 5.\rويستحب إعلان النكاح والضرب عليه بالدف للنساء.\r__________\r1 أخرجه البخاري \"5073\"، ومسلم \"1402\"، من حديث سعد بن أبي وقاص.\r2 قال ابن الجوزي في غريب الحديث 1/89: الباءة: المنزل، ثم قيل لعقد النكاح باءة، لأن من تزوج امرأة بوأها منزلاً، ويقال للجماع باءة.\r3 الوجاء: رض الخصيتين، والمراد هنا: أن الصوم يقطع الشهوة ويقطع شر المني كما يفعله الوجاء. انظر: شرح مسلم للنووي \"9/173\".\r4 أخرجه البخاري \"1905\"، ومسلم \"1400\"، من حديث ابن مسعود.\r5 أخرجه أبو داود \"2128\"، والترمذي \"1105\".\rقال الترمذي: حديث عبد الله حديث حسن.","seal":"93160489","part":1},
      {"page":90,"id":155,"nass":"باب ولاية النكاح\rلا نكاح إلا بولي وشاهدين من المسلمين وأولى الناس بتزويج الحرة أبوها ثم أبوه وإن علا ثم ابنها ثم ابنه وإن نزل ثم الأقرب فالأقرب من عصباتها ثم معتقها ثم الأقرب فالأقرب من عصباته ثم السلطان ووكيل كل واحد من هؤلاء يقوم مقامه.\rولا يصح تزويج أبعد مع وجود أقرب إلا أن يكون صبيا أو زائل العقل أو مخالفا لدينها أو عاضلا1 لها أو غائبا غيبة بعيدة.\rولا ولاية لأحد على مخالف لدينه إلا المسلم إذا كان سلطانا أو سيد أمة.\r__________\r1 قال الأزهري: عضل أيمه، إذا منها من النكاح الذي أحبه الله عز وجل لها، انظر: الزاهر ص406.","seal":"85FC00A5","part":1},
      {"page":90,"id":156,"nass":"فصل [في الاستئذان في التزويج]\rوللأب تزويج أولاده الصغار ذكورهم وإناثهم وبناته الأبكار بغير إذنهم ويستحب استئذان البالغة وليس له تزويج البالغ من بنيه وبناته الثيب إلا بإذنهم وليس لسائر الأولياء تزويج صغير ولا صغيرة ولا تزويج كبيرة إلا بإذنها.\rوإذن الثيب الكلام وإذن البكر الصمات لقول رسول الله صلى الله عليه وسلم: \"الأيم أحق بنفسها من وليها والبكر تستأذن في نفسها وأذنها صماتها\" 1.\rوليس لوي امرأة تزويجها بغير كفئها والعرب بعضهم لبعض أكفاء وليس العبد كفئا لحرة ولا الفاجر كفئا لعفيفة.\rومن أراد أن ينكح امرأة هو وليها فله أن يتزوجها من نفسه بإذنها، وإن زوج أمته عبده الصغير جاز أن يتولى طرفي العقد وإن قال لأمته أعتقتك وجعلت عتقك صداقك بحضرة شاهدين ثبت العتق والنكاح لأن رسول الله صلى الله عليه وسلم أعتق صفية وجعل عتقها صداقها2.\r__________\r1 أخرجه مسلم \"1421\"، من حديث ابن عباس.\r2 أخرجه البخاري \"5086\"، ومسلم \"1365\"، من حديث أنس بن مالك.","seal":"E6FBF371","part":1},
      {"page":91,"id":157,"nass":"فصل [في تزويج العبيد والإماء]\rوللسيد تزويج إمائه كلهن وعبيده الصغار بغير إذنهم وله تزويج أمة موليته بإذن سيدتها ولا يملك إجبار عبده الكبير على النكاح.\rوإيما عبد تزوج بغير إذن مواليه فهو عاهر فإن دخل بها فمهرها في رقبته كجنايته إلا أن يفديه السيد بأقل من قيمته أو المهر.\rومن نكح أمة على أنها حرة ثم علم فله فسخ النكاح ولا مهر عليه إن فسخ قبل الدخول وإن أصابها فلها مهرها وإن أولدها فولده حر يفديه بقيمته ويرجع بما غرم على من غره ويفرق بينهما إن لم يكن ممن يجوز له نكاح الإماء فإن كان ممن يجوز له ذلك فرضي فما ولدت بعد الرضا فهو رقيق.","seal":"5EDEAD68","part":1},
      {"page":91,"id":158,"nass":"باب المحرمات في النكاح\rوهن الأمهات والبنات والأخوات وبنات الإخوة وبنات الأخوات والعمات والخالات وأمهات النساء وحلائل الآباء والأبناء والربائب والمدخول بأمهاتهن.\rويحرم من الرضاع ما يحرم من النسب وبنات المحرمات محرمات إلا بنات العمات والخالات.\rومن وطئ امرأة حلالا أو حراما حرمت على أبيه وابنه وحرمت عليه أمهاتها وبناتها.","seal":"74172934","part":1},
      {"page":91,"id":159,"nass":"فصل [في التحريم بالجمع]\rويحرم الجمع بين الأختين وبين المرأة وعمتها وخالتها لقول رسول الله صلى الله عليه وسلم: \"لا يجمع بين المرأة وعمتها ولا بينها وبين خالتها\" 1.\rولا يجوز للحر أن يجمع بين أكثر من أربع نسوة ولا للعبد أن يجمع إلا اثنتين فإن جمع بين من لا يجوز الجمع بينه في عقد واحد فسد العقد وإن كان في عقدين لم يصح الثاني منهما.\r__________\r1 أخرجه البخاري \"5109\"، ومسلم \"1408\"، من حديث أبي هريرة.","seal":"63F476AC","part":1},
      {"page":92,"id":160,"nass":"ولو أسلم كافر وتحته أختان اختار منهما واحدة وإن كانتا أما وبنتا ولم يدخل بالأم فسد نكاحها وحدها وإن كان قد دخل بها فسد نكاحهما وحرمتا على التأبيد وإن أسلم وتحته أكثر من أربع نسوة أمسك منهن أربعا وفارق سائرهن سواء كان أمسك منهن أول من عقد عليها أو آخرهن وكذلك العبد فإذا أسلم وتحته أكثر من اثنتين.\rومن طلق امرأة ونكح أختها أو خالتها أو خامسة في عدتها لم يصح سواء كان الطلاق رجعيا أو بائنا.","seal":"0D8E158A","part":1},
      {"page":92,"id":161,"nass":"فصل [في التحريم في الملك]\rويجوز أن يملك أختين وله وطء إحداهما فمتى وطئها حرمت أختها حتى تحرم الموطوءة بتزويج أو إخراج عن ملكه ويعلم أنها غير حامل فإذا وطئ الثانية ثم عادت الأولى إلى ملكه لم تحل له حتى تحرم الأخرى وعمة الأمة وخالتها في هذا كأختها.","seal":"A15440BE","part":1},
      {"page":92,"id":162,"nass":"فصل [في موانع نكاح الإماء]\rوليس للمسلم وإن كان عبدا نكاح أمة كافرة ولا لحر نكاح أمة مسلمة إلا أن لا يجد طول1 حرة ولا ثمن أمة ويخاف العنت وله نكاح أربع إذا كان الشرطان فيه قائمين.\r__________\r1 الطول: الفضل، أي: لا يجد فضلاً ينكح به حرة. انظر: الدر النقي ص628.","seal":"7BB7D815","part":1},
      {"page":93,"id":163,"nass":"كتاب الرضاع\rمدخل\r...\rكتاب الرضاع\rحكم الرضاع حكم النسب في التحريم والمحرمية فمتى أرضعت المرأة طفلا صار ابنا لها وللرجل الذي ثاب اللبن بوطئه فيحرم عليه كل من يحرم على ابنها من النسب وإن أرضعت طفلة صارت بنتا لهما تحرم على كل من تحرم عليه ابنتهما من النسب لقول رسول الله صلى الله عليه وسلم: \"يحرم من الرضاعة ما يحرم من النسب\" 1\rوالمحرم من الرضاع ما دخل الحلق من اللبن سواء داخل بارتضاع من الثدي أو وجور أو سعوط2 محضا كان أو مشوبا إذا لم يستهلك.\rولا يحرم إلا بشروط ثلاثة:\rأحدهما: أن يكون لبن امرأة بكرا كانت أو ثيبا في حياتها أو بعد موتها فأما لبن البهيمة أو الرجل أو الخنثى المشكل فلا يحرم شيئا.\rالثاني: أن يكون في الحولين لقول رسول الله صلى الله عليه وسلم: \"لا يحرم من الرضاع إلا ما فتق الأمعاء وكان قبل الفطام\" 3.\rالثالث: أن يرتضع خمس رضعات لقول عائشة أنزل في القرآن عشر رضعات يحرمن فنسخ من ذلك خمس فصار إلى خمس رضعات معلومات يحرمن فتوفي رسول الله صلى الله عليه وسلم والأمر على ذلك4.\r__________\r1 أخرجه البخاري \"2645\"، ومسلم \"1447\"، من حديث ابن عباس.\r2 قال في العدة ص377: الوجور أن يصب في اللبن في حلقه فيحرم، لأنه ينشر العظم وينبت اللحم، فأشبه الارتضاع، وأما السعوط فهو أن يصب في أنفه فيحرم، لأنه سبيل لفطر الصيام فكان سبيلاً للتحريم بالرضاع كالفم.\r3 أخرجه الترمذي: \"1152\"، من حديث أم سلمة.\rقال الترمذي: هذا حديث حسن صحيح.\r4 أخرجه مسلم \"1442\".","seal":"8379B6CA","part":1},
      {"page":94,"id":164,"nass":"ولبن الفحل محرم فإذا كان لرجل امرأتان فأرضعت إحداهما بلبنه طفلا والأخرى طفلة صار أخوين لأن اللقاح واحد وإن أرضعت إحداهما بلبنه طفلة ثلاث رضعات ثم أرضعتها الأخرى رضعتين صارت بنتا له دونهما فلو كانت الطفلة زوجة له انفسخ نكاحها ولزمه نصف مهرها ويرجع به عليهما أخماسا ولم ينفسخ نكاحهما ولو أرضعت إحدى امرأتيه الطفلة خمس رضعات ثلاثا من لبنه واثنتين من لبن غيره صارت أما لها وحرمتا عليه وحرمت الطفلة على الرجل الآخر على التأبيد وإن لم تكن الطفلة امرأة له لم ينفسخ نكاح المرضعة.\rولو تزوجت امرأة طفلا فأرضعته خمس رضعات حرمت عليه وانفسخ نكاحها وحرمت على صاحب اللبن تحريما مؤبدا لأنها صارت من حلائل أبنائه.","seal":"B3D74297","part":1},
      {"page":94,"id":165,"nass":"فصل [في تحريم النكاح وفسخه بسبب الرضاع]\rولو تزوج رجل كبيرة ولم يدخل بها وصغيره فأرضعت الكبيرة الصغيرة حرمت الكبيرة وثبت نكاح الصغيرة.\rوإن كانتا صغيرتين فأرضعتهما الكبرى حرمت الكبرى وانفسخ نكاح الصغيرتين وله نكاح من شاء من الصغيرتين وإن كن ثلاثا فأرضعتهن متفرقات حرمت الكبرى وانفسخ نكاح المرضعتين أولا وثبت نكاح الثالثة وإن أرضعت إحداهن منفردة واثنتين بعدها معا انفسخ نكاح الثلاث وله نكاح من شاء منهن منفردة وإن كان دخل بالكبرى حرم - الكل عليه على الأبد ولا مهر للكبرى إن كان لم يدخل بها وإن كان قد دخل بها فلها مهرها وعليه نصف مهر الأصاغر يرجع به على الكبرى.\rولو دبت الصغرى على الكبرى وهي نائمة فارتضعت منها خمس رضعات حرمتها على الزوج ولها نصف مهرها يرجع به على الصغرى إن كان قبل الدخول وإن كان بعده فلها مهرها كله لا يرجع به على أحدا ولا مهر للصغرى.\rولو نكح امرأة ثم قال هي أختي من الرضاع انفسخ نكاحها ولها المهر إن كان دخل بها ونصف المهر إن كان لم يدخل بها ولم تصدقه وإن صدقته قبل الدخول فلا شيء لها وإن كانت هي التي قالت هو أخي من الرضاع فأكذبها ولا بينة لها فهي امرأته في الحكم.","seal":"5B4FF13F","part":1},
      {"page":95,"id":166,"nass":"باب نكاح الكفار\rلا يحل لمسلمة نكاح كافر بحال ولا لمسلم نكاح كافرة إلا الحرة الكتابية.\rومتى أسلم زوج الكتابية أو أسلم الزوجان الكافران معا فهما على نكاحهما وإن أسلم أحدهما غير زوج الكتابية أو ارتد أحد الزوجين المسلمين قبل الدخول انفسخ النكاح في الحال وإن كان ذلك بعد الدخول فأسلم الكافر منهما في عدتها فهما على نكاحهما وإلا تبينا أن النكاح انفسخ منذ اختلف دينهما.\rوما سمي لها وهما كافران فقبضته مهر مثلها أو نصفه حيث وجب ذلك.","seal":"C6C5FB4E","part":1},
      {"page":95,"id":167,"nass":"فصل [في فسخ نكاح الإماء]\rوإن أسلم الحر وتحته إماء فأسلمن معه وكان في حال اجتماعهم على الإسلام ممن لا يحل له نكاح الإماء انفسخ نكاحهن وإن كان ممن يحل له نكاحهن أمسك منهن من تعفه وفارق سائرهن.","seal":"E4131FF1","part":1},
      {"page":95,"id":168,"nass":"باب الشروط في النكاح\rإذا اشترطت المرأة دارها أو بلدها أو أن لا يتزوج عليها أو لا يتسرى فلها شرطها وإن لم يف به فلها فسخ النكاح لقول رسول الله صلى الله عليه وسلم: \"إن أحق الشروط أن توفوا بها ما استحللتم به الفروج\" 1.\rونهى رسول الله صلى الله عليه وسلم عن نكاح المتعة2 وهو أن يتزوجها إلى أجل وإن شرط يطلقها في وقت بعينه لم يصح كذلك ونهى عن الشغار3 وهو أن يزوج الرجل ابنته على أن يزوجه الآخر ابنته ولا صداق بينهما ولعن رسول الله صلى الله عليه وسلم المحلل والمحلل له وهو أن يتزوج المطلقة ثلاثة ليحللها لمطلقها.\r__________\r1 أخرجه البخاري \"5151\"،ومسلم \"1418\"، من حديث عقبة بن عامر.\r2 أخرجه مسلم \"1406\"، عن سبرة الجهني عن أبيه عن جده قال: أمرنا رسول صلى الله عليه وسلم بالمتعة عام الفتح حين دخلنا مكة، ثم لم نخرج منها حتى نهانا عنها.\r3 أخرجه البخاري \"5112\"، ومسلم \"1415\"، من حديث ابن عمر.","seal":"DDB753ED","part":1},
      {"page":96,"id":169,"nass":"باب العيوب التي يفسخ بها النكاح\rمتى وجد أحد الزوجين الآخر مملوكا أو مجنونا أو أبرص أو مجذوما أو وجد الرجل المرأة رتقاء1 أو وجدته مجبوبا2 فله فسخ النكاح إن لم يكن علم ذلك قبل العقد ولا يجوز الفسخ إلا بحكم حاكم.\rوإن ادعت المرأة أن زوجها عنين3 لا يصل إليها فاعترف أنه لم يصبها أجل سنة منذ ترافعه فإن لم يصبها خيرت في المقام معه أو فراقه فإن اختارت فراقه فرق الحاكم بينهما إلا أن تكون علمت عنته قبل نكاحها أو قالت رضيت به عنينا في وقت وإن علمت بعد العقد وسكتت عن المطالبة لم يسقط حقها وإن قال قد علمت عنتي ورضيت بي بعد علمها فأنكرته فالقول قولها وإن أصابها مرة لم يكن عنينا وإن ادعى ذلك فأنكرته فإن كانت عذراء أوريت النساء الثقات ورجع إلى قولهن فإن كانت ثيبا فالقول قوله مع يمينه.\r__________\r1 الرتقاء وتسمى المتلاحمة والعفلاء، والعفل: اللحم الزائد في الفرج حتى يرتق، أي يلتحم، فلا ينفذ فيه الذكر. انظر: الزاهر ص422.\r2 المجبوب الذي قطع ذكره من أصله. انظر: الزاهر ص423.\r3 العنن: الاعتراض، وسمي الرجل عنيناً، لأن ذكره يعترض إذا أراد إيلاجه. انظر: الزاهر ص423.","seal":"0A34F729","part":1},
      {"page":96,"id":170,"nass":"فصل [في التفريق للعتق]\rوإن عتقت المرأة وزوجها عبد خيرت في المقام معه أو فراقه ولها فراقه من غير حكم حاكم فإن أعتق قبل اختيارها أو وطئها بطل خيارها وإن أعتق بعضها أو عتقت كلها وزوجها حر فلا خيار لها.","seal":"3E581307","part":1},
      {"page":97,"id":171,"nass":"كتاب الصداق\rمدخل\r...\rكتاب الصداق\rوكل ما جاز أن يكون ثمنا جاز أن يكون صداقا قليلا كان أو كثيرا لقول رسول الله صلى الله عليه وسلم للذي قال له زوجني هذه المرأة إن لم يكن لك بها حاجة قال: \"التمس ولو خاتما من حديد\" 1\rفإذا زوج الرجل ابنته بأي صداق جاز ولا ينقصها غير الأب من مهر مثلها إلا برضاها فإذا أصدقها عبدا بعينه فوجدته معيبا خيرت بين أرشه ورده أو أخذ قيمته وإن وجدته مغصوبا أو حرا فلها قيمته وإن كانت عالمة بحريته أو غصبه حين العقد فلها مهر مثلها وإن تزوجها على أن يشتري لها عبدا بعينه فلم يبعه سيده أو طلب به أكثر من قيمته فلها قيمته.\r__________\r1 أخرجه البخاري \"5135\"، ومسلم \"1425\"، من حديث سهل بن سعد الساعدي.","seal":"C95B4261","part":1},
      {"page":97,"id":172,"nass":"فصل [في من لم يسم لها المهر]\rفإن تزوجها بغير صداق صح فإن طلقها قبل الدخول لم يكن لها إلا المتعة على الموسع قدره وعلى المقتر قدره وأعلاها خادم وأدناها كسوة تجوز لها الصلاة فيها.\rوإن مات أحدهما قبل الدخول والفرض فلها مهر نسائها لا وكس ولا شطط1، وللباقي منهما الميراث وعليها العدة لأن النبي صلى الله عليه وسلم قضى في بروع بنت واشق لما مات زوجها ولم يدخل بها ولم يفرض لها أن لها مهر نسائها لا وكس ولا شطط ولها الميراث وعليها العدة2.\rولو طالبته قبل الدخول أن يفرض لها فلها ذلك فإن فرض لها مهر نسائها أو أكثر فليس لها غيره وكذلك إن فرض لها أقل منه فرضيت.\r__________\r1 الوكس: النقص، والشطط: الجور: انظر: النهاية في غريب الحديث 5/219.\r2 أخرجه أبو داود \"2115\"، والترمذي \"1145\"، والنسائي \"3357\"، وابن ماجه \"1891\"، من حديث ابن مسعود.\rقال الترمذي: حديث ابن مسعود حديث صحيح.","seal":"EDA2F86E","part":1},
      {"page":98,"id":173,"nass":"فصل [في سقوط المهر واستقراه]\rوكل فرقة جاءت من المرأة قبل الدخول كإسلامها أو ارتدادها رضاعها أو إرتضاعها أو فسخ لعيبها أوضح نعيبه أو إعساره يسقط به مهرها.\rوإن جاءت من الزوج كطلاقه وخلعه يتنصف مهرها بينهما إلا أن يعفو لها عن نصفه أو تعفو هي عن حقها وهي رشيدة فيكمل الصداق لآخر.\rوإن جاءت من أجنبي فعلى الزوج نصف المهر يرجع به على من فرق بينهما.\rومتى تنصف المهر وكان معينا باقيا لم تتغير قيمته صار بينهما نصفين وإن زاد زيادة منفصلة كغنم ولدت فالزيادة لها والغنم بينهما وإن زادت زيادة متصلة مثل أن سمنت الغنم خيرت بين دفع نصفها زائدا وبين دفع نصف قيمتها يوم العقد وإن نقصت فلها الخيار بين أخذ نصفه ناقصا وبين أخذ نصف قيمته يوم العقد وإن تلفت فلها نصف قيمتها يوم العقد.\rومتى دخل بها استقر المهر ولم يسقط بشيء وإن خلا بها بعد العقد وقال لم أطأها وصدقته استقر المهر ووجبت العدة.\rوإن اختلف الزوجان في الصداق أو قدره فالقول قول من يدعي مهر المثل مع يمينه.","seal":"B84BEAFE","part":1},
      {"page":98,"id":174,"nass":"باب معاشرة النساء\rوعلى كل واحد من الزوجين معاشرة صاحبه بالمعروف وأداء حقه الواجب إليه من غير مطل ولا إظهار الكراهية لبذله.\rوحقه عليها تسليم نفسها إليه وطاعته في الاستمتاع متى أراد ما لم يكن لها عذر وإذا فعلت ذلك فلها عليه قدر كفايتها من النفقة والكسوة والمسكن بما جرت به عادة أمثالها فإن منعها ذلك أو بعضه وقدرت له على مال أخذت منه قدر كفايتها وكفاية ولدها بالمعروف لما روي أن النبي صلى الله عليه وسلم قال لهند حين قالت له إن أبا سفيان رجل شحيح وليس يعطيني من النفقة ما يكفيني وولدي فقال: \"خذي ما يكفيك وولدك بالمعروف\" 1 لم تقدر على الأخذ لعسرته أو منعها\r__________\r1 أخرجه البخاري \"2211\"، ومسلم \"1714\"، من حديث عائشة.","seal":"A0975C4D","part":1},
      {"page":99,"id":175,"nass":"فاختارت فراقه فرق الحاكم بينهما سواء كان الزوج صغيرا أو كبيرا وإن كانت صغيره لا يمكن الاستمتاع بها أو لم تسلم إليه أو لم تعطه فيما يجب له عليها أو سافرت بغير إذنه أو بإذنه في حاجتها فلا نفقة لها عليه.","seal":"43C9519E","part":1},
      {"page":99,"id":176,"nass":"فصل في الإيلاء\rولها عليه المبيت عندها ليلة من كل أربع إن كانت حرة ومن كل ثمان إن كانت أمة إذا لم يكن لها عذر وأصابتها مرة في كل أربعة أشهر إذا لم يكن عذر فإن إلى منها أكثر من أربعة أشهر فتربصت أربعة أشهر ثم رافعته إلى الحاكم فأنكر الإيلاء أو مضى الأربعة أو ادعى أنه أصابها وكانت ثيبا فالقول قوله مع يمينه وإن أقر بذلك أمر بالفيئة عند طلبها وهي الجماع فإن فاء فإن الله غفور رحيم فإن لم يف أمر بالطلاق فإن طلق وإلا طلق الحاكم عليه ثم إن راجعا أو تركها حتى بانت فتزوجها وقد بقي أكثر من مدة الإيلاء وقف لها كما وصفت ومن عجز عن الفيئة عند طلبها فليقل متى قدرت جامعتها ويؤخر حتى يقدر عليها.","seal":"D199DF13","part":1},
      {"page":99,"id":177,"nass":"باب القسم والنشوز1\rوعلى الرجل العدل بين نسائه في القسم وعماده الليل فيقسم للأمة ليلة وللحرة ليلتين وإن كانت كتابية وليس عليه المساواة في الوطء بينهن وليس له البداءة في القسم بإحداهن ولا السفر بها إلا بقرعة فإن النبي صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه فأيتهن خرج سهمها خرج بها معه2.\rوللمرأة أن تهب حقها من القسم لبعض ضراتها بإذن زوجها أو له فيجعله لمن شاء منهن لأن سودة وهبت يومها لعائشة فكان رسول الله صلى الله عليه وسلم يقسم لعائشة يومها ويوم سودة3.\rوإذا أعرس على بكر أقام عندها سبعا ثم دار وإن أعرس على ثيب أقام عندها ثلاثا لقول أنس: من السنة إذا تزوج البكر على الثيب أن\r__________\r1 النشوز: كراهية كل واحد من الزوجين صاحبه لسوء عشرته. انظر: الدر النقي ص667.\r2 أخرجه البخاري \"2593\"، ومسلم \"2445\"، من حديث عائشة.\r3 أخرجه البخاري \"5212\"، ومسلم \"1463\"، من حديث عائشة.","seal":"BCC087D7","part":1},
      {"page":100,"id":178,"nass":"يقيم عندها سبعا وإذا تزوج الثيب على البكر أقام عندها ثلاثا1 وإن أحبت الثيب أن يقيم عندها سبعا فعل وقضاهن للبواقي لأن النبي صلى الله عليه وسلم لما تزوج أم سلمة أقام عندها ثلاثا ثم قال: \"ليس بك هوان على أهلك إن شئت أقمت عندك ثلاثا خالصة لك وإن شئت سبعت لك وإن سبعت لك سبعت لنسائي2\".\r__________\r1 أخرجه البخاري \"5214\"، ومسلم ط1461\"، من حديث أنس بن مالك.\r2 أخرجه مسلم \"1460\"، من حديث أم سلمة.","seal":"8E818851","part":1},
      {"page":100,"id":179,"nass":"فصل [في آداب الجماع]\rويستحب التستر عند الجماع وأن يقول ما رواه ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \"لو أن أحدكم إذا أتى أهله قال بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فقضى بينهما ولد لم يضره الشيطان أبدا\" 1.\r__________\r1 أخرجه البخاري \"5165\"، ومسلم \"1434\"، من حديث ابن عباس.","seal":"AFC921AD","part":1},
      {"page":100,"id":180,"nass":"فصل [في النشوز]\rوإن خافت المرأة من زوجها نشوزا أو إعراضا\rفلا بأس أن تسترضيه بإسقاط بعض حقوقها كما فعلت سودة حين خافت أن يطلقها رسول الله صلى الله عليه وسلم1.\rوإن خاف الرجل نشوز امرأته وعظها فإن أظهرت نشوزا هجرها في المضجع فإن لم يردعها ذلك فله أن يضربها ضربا غير مبرح.\rوإن خيف الشقاق بينهما بعث الحاكم حكما من أهله وحكما من أهلها مأمونين يجمعان إن رأيا أو يفرقان فما فعلا من ذلك لزمهما.\r__________\r1 تقدم تخريجه ص99.","seal":"B82D13C8","part":1},
      {"page":100,"id":181,"nass":"باب الخلع 1\rوإذا كانت المرأة مبغضة للرجل وخافت أن لا تقيم حدود الله في طاعته فلها أن تفتدي نفسها منه بما تراضيا عليه.\rويستحب أن لا يأخذ منها أكثر مما أعطاها فإذا خلعها أو طلقها بعوض بانت منه ولم يلحقها طلاقه بعد ذلك ولو واجهها به.\r__________\r1 الخلع: أن يفارق الرجل امرأته على عوض تبذله له. انظر: الدر النقي ص662.","seal":"253B0FEC","part":1},
      {"page":101,"id":182,"nass":"ويجوز الخلع بكل ما يجوز أن يكون صداقا وبالمجهول فلو قالت اخلعني بما في يدي من الدراهم أو ما في بيتي من المتاع ففعل صح وله ما فيهما فإن لم يكن فيهما شيء فله ثلاثة دراهم وأقل ما يسمى متاعا.\rوإن خالعها على عبد معين فخرج معيبا فله أرشه أو رده وأخذ قيمته وإن خرج مغصوبا أو حرا فله قيمته.\rويصح الخلع من كل من يصح طلاقه ولا يصح بذل العوض إلا ممن يصح تصرفه في المال.","seal":"4EF5C54C","part":1},
      {"page":103,"id":183,"nass":"كتاب الطلاق\rمدخل\r...\rكتاب الطلاق\rولا يصح الطلاق إلا من زوج مكلف مختار ولا يصح طلاق المكره ولا زائل العقل إلا السكران.\rويملك الحر ثلاث تطليقات والعبد اثنتين سواء كان تحته حرة أو أمة فمتى استوفى عدد طلاقه لم تحل له حتى تنكح زوجا غيره نكاحا صحيحا ويطأها لقول رسول الله صلى الله عليه وسلم لامرأة رفاعة: \"لعلك تريدين أن ترجعي إلى رفاعة؟ لا حتى تذوقي عسيلته ويذوق عسيلتك\" 1.\rولا يحل جمع الثلاث ولا طلاق المدخول بها في حيضها أو في طهر أصابها فيه لما روى ابن عمر أنه طلق امرأة له وهي حائض فذكر ذلك عمر لرسول الله صلى الله عليه وسلم فقال: \"مره فليراجعها ثم يمسكها حتى تطهر ثم تحيض ثم تطهر فإن بدا له أن يطلقها فليقطلقها قبل أن يمسها\" 2.\rوالسنة في الطلاق أن يطلقها في طهر لم يصبها فيه واحدة ثم يدعها حتى تنقضي عدتها فمتى قال لها أنت طالق للسنة وهي في طهر لم يصبها فيه طلقت وإن كانت في طهر أصابها فيه أو حيض لم تطلق حتى تطهر من حيضتها.\rوإن قال لها أنت طالق للبدعة وهي حائض أو في طهر أصابها فيه طلقت وإن لم تكن كذلك لم تطلق حتى يصيبها أو تحيض.\rفأما غير المدخول بها والحامل التي تبين حملها والآيسة والتي لم تحض فلا سنة لطلاقها ولا بدعة فمتى قال لها أنت طالق للسنة أو للبدعة طلقت في الحال.\r__________\r1 أخرجه البخاري \"5260\"، ومسلم \"1433\"، من حديث عائشة.\r2 أخرجه البخاري \"4908\"، ومسلم \"1471\".","seal":"9C6ED61C","part":1},
      {"page":103,"id":184,"nass":"باب صريح الطلاق وكنايته\rصريحه لفظ الطلاق وما تصرف منه كقوله أنت طالق أو مطلقة وطلقتك فمتى أتى به بصريح الطلاق طلقت وإن لم ينوه وما عداه مما يحتمل","seal":"F8C98799","part":1},
      {"page":104,"id":185,"nass":"الطلاق فكناية لا يقع به الطلاق إلا أن ينويه فلو قيل له ألك امرأة قال لا ينوي الكذب لم تطلق فإن قال طلقتها طلقت وإن نوى الكذب وإن قال لامرأته أنت خلية أو برية أو بائن أو بتة أو بتلة ينوي بها طلاقها طلقت ثلاثا.\rإلا أن ينوي دونها وما عدا هذا يقع به واحدة إلا أن ينوي ثلاثا وأن خير امرأته فاختارت نفسها طلقت واحدة وإن لم تختر أو اختارت زوجها لم يقع شيء قالت عائشة قد خيرنا رسول الله صلى الله عليه وسلم أفكان طلاقا؟ 1.\rوليس لها أن تختار إلا في المجلس إلا أن يجعله لها فيما بعده وإن قال أمرك بيدك أو طلقي نفسك فهو في يدها ما لم يفسخ أو يطأ.\r__________\r1 أخرجه البخاري \"5263\"، ومسلم \"1477\"","seal":"630DDB9C","part":1},
      {"page":104,"id":186,"nass":"باب تعليق الطلاق بالشروط\rيصح تعليق الطلاق والعتاقة بشرط بعد النكاح والملك ولا يصح قبله فلو قال إن تزوجت فلانة فهي طالق أو ملكتها فهي حرة فتزوجها أو ملكها لم تطلق ولم تعتق.\rوأدوات الشروط ست إن وإذا وأي ومتى ومن وكلما.\rوليس فيها ما يقتضي التكرار إلا كلما.\rوكلها إذا كانت مثبتة ثبت حكمها عند وجود شرطها فإذا قال إن قمت فأنت طالق فقامت طلقت وانحل شرطه وإن قال كلما قمت فأنت طالق طلقت كلما قامت.\rوإن كانت نافية كقوله إن لم أطلقك فأنت طالق كانت على التراخي إذا لم ينو وقتا بعينه فلا يقع الطلاق إلا في آخر أوقات الإمكان.\rوسائر الأدوات على الفور فإذا قال متى لم أطلقك فأنت طالق ولم يطلقها طلقت في الحال وإن قال كلما لم أطلقك فأنت طالق فمضى زمن يمكن طلاقها فيه ثلاثا ولم يطلقها طلقت ثلاثا إن كانت مدخولا بها وإن قال كلما ولدت ولدا فأنت طالق فولدت توأمين طلقت بالأول وبانت بالثاني لانقضاء عدتها به ولم تطلق به وإن قال إن حضت فأنت طالق طلقت بأول الحيض فإن تبين أنه ليس بحيض لم تطلق فإن قالت قد حضت فكذبها طلقت وإن قال قد","seal":"87847E3D","part":1},
      {"page":105,"id":187,"nass":"حضت وكذبته طلقت بإقراره فإن قال إن حضت فأنت وضرتك طالقتان فإن قالت قد حضت فكذبها طلقت دون ضرتها.","seal":"04B41A42","part":1},
      {"page":105,"id":188,"nass":"باب ما يختلف به عدد الطلاق وغيره\rالمرأة إذا لم يدخل بها تبينها الطلقة وتحرمها الثلاث من الحر والاثنتان من العبد إذا وقعت مجموعة كقوله أنت طالق ثلاثا أو أنت طالق وطالق وطالق وإن أوقعه مرتبا كقوله أنت طالق فطالق أو ثم طالق أو طالق بل طالق أو أنت طالق أنت طالق وإن طلقتك فأنت طالق ثم طلقها أو كلما طلقتك فأنت طالق أو كلما لم أطلقك فأنت طالق وأشباه هذا لم يقع بها إلا واحدة.\rوإن كانت مدخولا بها وقع بها جميع ما أوقعه.\rومن شك في الطلاق أو عدده أو الرضاع أو عدده بني على اليقين.\rوإن قال لنسائه إحداكن طالق ولم ينو واحد بعينها خرجت بالقرعة.\rوإن طلق جزءا من امرأته مشاعا أو معينا كأصبعها أو يدها طلقت كلها إلا الظفر والسن والشعر والريق والدمع ونحوه لا تطلق به.\rوإن قال أنت طالق نصف تطليقة أو أقل من هذا طلقت واحدة.","seal":"0C8C8736","part":1},
      {"page":105,"id":189,"nass":"باب الرجعة\rإذا طلق امرأته بعد الدخول بغير عوض أقل من ثلاث أو العبد أقل من اثنتين فله رجعتها ما دامت في العدة لقول الله تعالى: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلاحاً} [البقرة: 228] .\rوالرجعة أن يقول لرجلين من المسلمين اشهدا أنني قد راجعت زوجتي أو رددتها أو أمسكتها من غير ولي ولا صداق يزيده ولا رضائها وإن وطئها كان رجعة.\rوالرجعية زوجة يلحقها الطلاق والظهار ولها التزين لزوجها والتشرف له وله وطؤها والخلوة والسفر بها.\rوإذا ارتجعها عادت على ما بقي من طلاقها ولو تركها حتى بانت ثم نكحت زوجا غيره ثم بانت منه وتزوجها الأول رجعت إليه على ما بقي من طلاقها.","seal":"D16F483C","part":1},
      {"page":106,"id":190,"nass":"وإذا اختلفا في انقضاء عدتها فالقول قولها مع يميها إذا ادعت من ذلك ممكنا وإن ادعى الزوج بعد انقضاء عدتها أنه قد راجعها في عدتها فأنكرته فالقول قولها وإن كانت له بينة حكم له بها فإن كانت قد تزوجت ردت إليه سواء كان دخل بها الثاني أو لم يدخل بها.","seal":"F69D262D","part":1},
      {"page":106,"id":191,"nass":"باب العدة\rولا عدة على من فارقها زوجها في الحياة قبل المسيس والخلوة لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب: 49] .\rوالمعتدات ينقسمن أربعة أقسام:\rإحداهن: أولات الأحمال فعدتهن أن يضعن حملهن ولو كانت حاملا بتوأمين لم تنقض عدتها حتى تضع الثاني منهما والحمل الذي تنقضي به العدة وتصير به الأمة أم ولد يتبين فيه خلق الإنسان.\rالثاني: اللآتي توفي أزواجهن يتربصن أربعة أشهر وعشرا والإماء على النصف من ذلك وما قبل المسيس وما بعده سواء.\rالثالث: المطلقات من ذوات القروء يتربصن بأنفسهن ثلاثة قروء وقرء الأمة حيضتان.\rالرابع: اللائي يئسن من المحيض فعدتهن ثلاثة أشهر واللائي لم يحضن والأمة شهران.\rويشرع التربص مع العدة في ثلاثة مواضع:\rإحداها: إذا ارتفع حيض المرأة لا تدري ما رفعه فإنها تتربص تسعة أشهر ثم تعتد عدة الآيسات وإن عرفت ما رفع الحيض لم تزل في عدة حتى يعود الحيض فتعتد به.\rالثاني: امرأة المفقود الذي فقد في مهلكة أو من بين أهله فلم يعلم خبره وتتربص أربع سنين ثم تعتد للوفاة وإن فقد في غير هذا كالمسافر للتجارة ونحوها لم تنكح حتى تتيقن موته.\rالثالث: إذا ارتابت المرأة بعد انقضاء عدتها لظهور أمارات الحمل لم تنكح حتى تزول الريبة فإن نكحت لم يصح النكاح وإن ارتابت بعد نكاحها لم يبطل","seal":"4B6486A8","part":1},
      {"page":107,"id":192,"nass":"نكاحها إلا إذا علمت أنها نكحت وهي حامل ومتى نكحت المعتدة فنكاحها باطل ويفرق بينهما وإن فرق بينهما قبل الدخول أتمت عدة الأول وإن كان بعد الدخول بنت على عدة الأول من حين دخل بها الثاني واستأنفت العدة للثاني وله نكاحها بعد انقضاء العدتين وإن أتت بولد من أحدهما انقضت به عدته واعتدت للآخر وإن أمكن أن يكون منهما أرى القافة1 وألحق بمن ألحقوه منهما وانقضت به عدتها منه واعتدت للآخر.\r__________\r1 القافة: جمع قائف، وهو الذي يعرف النسب بفراسته ونظره إلى أعضاء المولود. انظر: القاموس الفقهي ص309.","seal":"A23191AD","part":1},
      {"page":107,"id":193,"nass":"باب الإحداد\rوهو واجب على من توفي عنها زوجها وهو اجتناب الزينة والطيب والكحل بالأثمد ولبس الثياب المصبوغة للتحسين لقول رسول الله صلى الله عليه وسلم: \"لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث إلا على الزوج أربعة أشهر وعشرا\" 1 ولا تلبس ثوبا مصبوغا إلا ثوب عصب2 ولا تكتحل وتمس طيبا إلا إذا اغتسلت نبذة من قسط3 أو أظفار4 وعليها المبيت في منزلها الذي وجبت عليها العدة وهي ساكنة فيه إذا أمكنها ذلك فإن خرجت لسفر أو حج فتوفي زوجها وهي قريبة رجعت لتعتد في بيتها وإن تباعدت مضت في سفرها والمطلقة ثلاثا مثلها إلا في الاعتداد في بيتها.\r__________\r1 أخرجه البخاري \"1282\"، ومسلم \"1486\"،من حديث زينب بنت جحش.\r2 العصب: برد يصبغ غزله ثم ينسج. وقال السهيلي: العصب: صبغ لا ينبت إلا باليمن. انظر: المصباح المنير: \"عصب\".\r3 القسط: عقار معروف في الأودية طيب الرائحة، تبخر به النساء والأطفال. انظر: النهاية في غريب الحديث 4/60.\r4 الأظفار: جنس من الطيب، وقيل هو شيء من العطر الأسود، والقطعة منه شبيهة بالظفر. انظر: النهاية في غريب الحديث 3/158.","seal":"7782CC51","part":1},
      {"page":107,"id":194,"nass":"باب نفقة المعتدات\rوهي ثلاثة أقسام:\rأحدها: الرجعية ومن يمكن زوجها إمساكها فلها النفقة والسكنى ولو أسلم","seal":"77C83CD4","part":1},
      {"page":108,"id":195,"nass":"زوج الكافرة أو ارتدت امرأة المسلم فلا نفقة لهما وإن أسلمت امرأة الكافر أو ارتد زوج المسلمة بعد الدخول فلهما نفقة العدة.\rالثاني: البائن في الحياة بطلاق أو فسخ فلا سكنى لها بحال ولها النفقة إن كانت حاملا وإلا فلا.\rالثالث: التي توفي عنها زوجها فلا نفقة لها ولا سكنى.","seal":"DC1CD884","part":1},
      {"page":108,"id":196,"nass":"باب استبراء الإماء\rوهو واجب في ثلاثة مواضع:\rأحدها: من ملك أمة لم يصبها حتى يستبرئها.\rالثاني: أم الولد والأمة التي يطؤها سيدها لا يجوز له تزويجها حتى يستبرئها.\rالثالث: إذا أعتقهما سيدهما أو عتقا بموته لم ينكحا حتى يستبرئا أنفسهما.\rوالاستبراء في جميع ذلك بوضع الحمل إن كانت حاملا أو حيضة إن كانت تحيض أو شهر إن كانت آيسة من اللائي لم يحضن أو عشرة أشهر إن ارتفع حيضها لا تدري ما رفعه.","seal":"6CF33CCB","part":1},
      {"page":109,"id":197,"nass":"كتاب الظهار\rوهو أن يقول لامرأته أنت علي كظهر أمي أو من تحرم عليه على التأبيد أو يقول أنت علي كأبي يريد تحريمها به فلا تحل له حتى يكفر بتحرير رقبة من قبل أن يتماسا فمن لم يجد فصيام شهرين متتابعين فمن لم يستطع فإطعام ستين مسكينا.\rوحكمها وصفتها ككفارة الجماع في شهر رمضان فإن وطئ قبل التكفير عصى ولزمته الكفارة المذكورة.\rومن ظاهر من امرأته مرارا ولم يكفر فكفارة واحدة.\rوإن ظاهر من نسائه بكلمة واحدة فكفارة واحدة وإن ظاهر منهن بكلمات فعليه كفارة لكل واحدة.\rوإن ظاهر من أمته أو حرمها أو حرم شيئا مباحا أو ظاهرات المرأة من زوجها أو حرمته لم يحرم وكفارته كفارة يمين.\rوالعبد كالحر في الكفارة سواء إلا أنه لا يكفر إلا بالصيام.","seal":"6A78367A","part":1},
      {"page":111,"id":198,"nass":"كتاب اللعان\rمدخل\r...\rكتاب اللعان\rإذا قذف الرجل امرأته البالغة العاقلة الحرة العفيفة المسلمة بالزنا لزمه الحد إن لم يلاعن.\rوإن كانت ذمية أو أمة فعليه التعزير إن لم يلاعن ولا يعرض له حتى تطالبه.\rواللعان أن يقول بحضرة الحاكم أو نائبه أشهد بالله إني لمن الصادقين فيما رميت به امرأتي هذه من الزنا ويشير إليها فإن لم تكن حاضرة سماها ونسبها ثم يوقف عند الخامسة فيقال له اتق الله فإنها الموجبة وعذاب الدنيا أهون من عذاب الآخرة فإن أبى إلا أن يتم فليقل وإن لعنة الله عليه إن كان من الكاذبين فيما رميت به امرأتي هذه من الزنا.\rويدرأ عنها العذاب أن تشهد أربع شهادات بالله أنه لمن الكاذبين فيما رماني به من الزنا ثم توقف عند الخامسة تخوف كما يخوف الرجل فإن أبت إلا أن تتم فلتقل وإن غضب الله عليها إن كان من الصادقين فيما رماني به زوجي هذا من الزنا.\rثم يقول الحاكم قد فرقت بينكما فتحرم عليه تحريما مؤبدا.\rوإن كان بينهما ولد فنفاه انتفى عنه سواء كان حملا أو مولودا ما لم يكن أقر به أو وجد منه ما يدل على الإقرار لما روى ابن عمر أن رجلا لاعن امرأته وانتفى من ولدها ففرق رسول الله صلى الله عليه وسلم بينهما وألحق الولد بالأم1.\r__________\r1 أخرجه البخاري \"5315\"، ومسلم \"1494\".","seal":"5D8BC187","part":1},
      {"page":111,"id":199,"nass":"فصل [في لحوق النسب]\rومن ولدت امرأته أو أمته التي أقر بوطئها ولدا يمكن كونه منه لحقه نسبه لقول رسول الله صلى الله عليه وسلم: \"الولد للفراش وللعاهر الحجر\" 1 ولا ينتفي ولد المرأة إلا باللعان ولا ولد الأمة إلا باللعان ولا ولد الأمة إلا بدعوى عدم استبرائها.\r__________\r1 أخرجه البخاري \"2218\"، ومسلم \"1457\"، من حديث عائشة.","seal":"F570FDD7","part":1},
      {"page":112,"id":200,"nass":"وإن لم يمكن كونه منه مثل أن تلد أمته لأقل من ستة أشهر منذ وطئها أو امرأته لأقل من ذلك منذ أمكن اجتماعهما ولو كان الزوج ممن لا يولد لمثله كمن له دون عشر سنين أو الخصي والمجبوب لم يلحقه.","seal":"4BA89ECD","part":1},
      {"page":112,"id":201,"nass":"فصل [في إلحاق مجهول النسب]\rوإذا وطئ رجلان امرأة في طهر واحد بشبهة أو وطئ رجلان شريكان أمتهما في طهر واحد فأتت بولد أو ادعى نسب مجهول النسب رجلان أرى القافة معهما أو مع أقاربهما فألحق بمن ألحقوه منهما وإن ألحقوه بهما لحق بهما وإن أشكل أمره أو تعارض أهي القافة أو لم يوجد قافة ترك حتى يبلغ فيلحق بمن انتسب إليه منهما ولا يقبل قول القائف إلا أن يكون عدلا مجربا في الإصابة.","seal":"22263E44","part":1},
      {"page":112,"id":202,"nass":"باب الحضانة\rأحق الناس بالطفل أمه ثم أمهاتها وإن علون ثم الأب ثم أمهاته ثم الجد ثم أمهاته ثم الأخت من الأبوين ثم الأخت من الأب ثم الأخت من الأم ثم الخالة ثم العمة ثم الأقرب فالأقرب من النساء ثم عصباته الأقرب فالأقرب ولا حضانة لرقيق ولا فاسق ولا امرأة مزوجة لأجنبي من الطفل فإن زالت الموانع منهم عاد حقهم من الحضانة.\rوإذا بلغ الغلام سبع سنين خير بين أبويه فكان عند من اختار منهما وإذا بلغت الجارية سبعا فأبوها أحق بها.\rوعلى الأب أن يسترضع لولده إلا أن تشاء الأم أن ترضعه بأجر مثلها فتكون أحق به من غيرها سواء كانت في حبال الزوج أو مطلقة فإن لم يكن له أب ولا مال فعلى ورثته أجر رضاعه على قدر ميراثهم منه.","seal":"90E8425D","part":1},
      {"page":112,"id":203,"nass":"باب نفقة الأقارب والمماليك\rوعلى الإنسان نفقة والديه وإن علوا وأولاده وإن سفلوا ومن يرثه بفرض أو تعصيب إذا كانوا فقراء وله مال ينفق عليهم.\rوإن كان للفقير وارثان فأكثر فنفقته عليهم على قدر ميراثهم منه إلا الابن فإن نفقته على أبيه خاصة.","seal":"F5DBA819","part":1},
      {"page":113,"id":204,"nass":"وعلى ملاك المملوكين الإنفاق عليهم وما يحتاجون إليه من مؤنة وكسوة فإن لم يفعلوا أجبروا على بيعهم إذا طلبوا ذلك.","seal":"2BEE7716","part":1},
      {"page":113,"id":205,"nass":"باب الوليمة\rوهي دعوة العرس وهي مستحبة لقول رسول الله صلى الله عليه وسلم لعبد الرحمن بن عوف حين أخبره أنه تزوج: \"بارك الله لك أولم ولو بشاة\" 1 والإجابة إليها واجبة لقول رسول الله صلى الله عليه وسلم: \"ومن لم يجب فقد عصى الله ورسوله\" 2 ومن لم يحب أن يطعم دعا وانصرف.\rوالنثار3 والتقاطه مباح مع الكراهة وإن قسم على الحاضرين كان أولى.\r__________\r1 أخرجه البخاري \"2049\"، ومسلم \"1427\"، من حديث أنس بن مالك.\r2 أخرجه البخاري \"5177\"، ومسلم \"1432\"، من حديث أبي هريرة.\r3 النثار: ما نثر في حفلات السرور من حلوى أو نقود. انظر: القاموس الفقهي ص347.","seal":"20D0BC1D","part":1},
      {"page":115,"id":206,"nass":"كتاب الأطعمة\rمدخل\r...\rكتاب الأطعمة\rوهي نوعان: حيوان وغيره فأما غير الحيوان فكله مباح إلا ما كان نجسا أو مضرا كالسموم والأشربة كلها مباحة إلا ما أسكر فإنه يحرم قليله وكثيره من أي شيء كان لقول رسول الله صلى الله عليه وسلم: \"كل مسكر حرام وما أسكر منه الفرق1 فملء الكف منه حرام\" 2.\rوإذا تخللت الخمر طهرت وحلت وإن خللت لم تطهر.\r__________\r1 الفرق: مكيال يسع ستة عشر رطلاً، أي ما يعادل 10كغ. انظر: المصباح المنير \"فرق\"، والفقه الإسلامي وأدلته \"1/75\".\r2 أخرجه أبو داود \"3687\"، والترمذي \"1866\"، من حديث عائشة.\rقال الترمذي: حديث حسن.","seal":"B93B16F2","part":1},
      {"page":115,"id":207,"nass":"فصل [في ما يحل ويحرم من الحيوان]\rوالحيوان قسمان بحري وبري فأما البحري فكله حلال إلا الحية والضفدع والتمساح وأما البري فيحرم منه كل ذي ناب من السباع وكل ذي مخلب من الطير كالنسور والرخم وغراب البين الأبقع والحمر الأهلية والبغال وما يأكل الجيف من الطير وما يستخبث من الحشرات كالفأر ونحوها إلا اليربوع والضب لأنه أكل مائدة رسول الله صلى الله عليه وسلم وهو ينظر وقيل له أحرام هو؟ قال: \"لا\" 1 وما عدا هذا مباح ويباح أكل الخيل والضبع لأن النبي صلى الله عليه وسلم أذن في لحوم الخيل2 وسمى الضبع صيدا3.\r__________\r1 أخرجه البخاري \"5537\"، ومسلم \"1945\"، من حديث ابن عباس.\r2 أخرجه البخاري \"5524\"، ومسلم \"1941\"، من حديث جابر: \"أن رسول الله صلى الله عليه وسلم نهى يوم خيبر عن لحوم الحمر وأذن في لحوم الخيل\".\r3 أخرجه أبو داود \"3801\"، والترمذي \"1791\"، والنسائي \"4320\"، وابن ماجه \"3236\"، من حديث جابر قال: سألت رسول الله صلى الله عليه وسلم عن الضبع فقال: \"هو صيد، ويجعل في كبش إذا صاده المحرم\".\rقال الترمذي: هذا حديث حسن صحيح.","seal":"6B1A366E","part":1},
      {"page":116,"id":208,"nass":"باب الذكاة\rيباح كل ما في البحر بغير ذكاة لقول رسول الله صلى الله عليه وسلم في البحر: \"الحل ميتته\" 1 إلا ما يعيش في البر فلا يحل حتى يذكى إلا السرطان ونحوه ولا يباح من البري شيء بغير ذكاة إلا الجراد وشبهه.\rوالذكاة تنقسم ثلاثة أقسام نحر وذبح وعقر.\rويستحب نحر الإبل وذبح ما سواها فإن نحر ما يذبح أو ذبح ما ينحر فجائز ويشترط للذكاة كلها ثلاثة شروط:\rأحدها: أهلية المذكي وهو أن يكون عاقلا قادرا على الذبح مسلما أو كتابيا فأما الطفل والمجنون والسكران والكافر الذي ليس بكتابي فلا تحل ذبيحته.\rوالثاني: أن يذكر اسم الله تعالى عند الذبح وإرسال الآلة في الصيد إن كان ناطقا وإن كان أخرس أشار إلى السماء فإن ترك التسمية على الذبيحة عامدا لم تحل وإن تركها ساهيا حلت وإن تركها على الصيد لم يحل عمدا كان أو سهوا.\rالثالث: أن يذكي بمحدد سواء كان من حديد أو حجر أو قصب أو غيره إلا السن والظفر لقول رسول الله صلى الله عليه وسلم: \"ما أنهر الدم ذكر اسم الله عليه فكل ليس السن والظفر\" 2.\rويعتبر في الصيد أن يصيد بمحدد أو يرسل جارحا فيجرح الصيد فان قتل الصيد بحجر أو بندق أو شبكة أو قتل الجارح الصيد بصدمته أو خنقه أو روعته لم يحل وإن صاد بالمعراض أكل ما قتل بحده دون ما قتل بعرضه وإن نصب المناجيل للصيد وسمى فعقرت الصيد أو قتلته حل.\r__________\r1 تقدم تخريجه ص14.\r2 أخرجه البخاري \"5503\"، ومسلم \"1968\"، من حديث رافع بن خديج.","seal":"0E735014","part":1},
      {"page":116,"id":209,"nass":"فصل [في شروط الذكاة]\rويشترط في الذبح والنحر خاصة شرطان:\rأحدهما: أن يكون في الحلق واللبة فيقطع الحلقوم والمريء وما لا تبقى الحياة مع قطعه.","seal":"2DF56D7F","part":1},
      {"page":117,"id":210,"nass":"الثاني: أن يكون في المذبوح حياة يذهبها الذبح فإن لم يكن فيه إلا كحياة المذبوح وما أبينت حشوته لم يحل بالذبح ولا النحر وإن لم يكن كذلك حل لما روى كعب قال كانت لنا غنم ترعى بسلع فأبصرت جارية لنا شاة موتى فكسرت حجرا فذبحتها به فسئل رسول الله صلى الله عليه وسلم عن ذلك فأمر بأكلها1.\rوأما العقر فهو القتل بجرح في غير الحلق واللبة ويشرع في كل حيوان معجوز عنه من الصيد والأنعام لما روى أبو رافع أن بعيرا ند فأعياهم فأهوى إليه رجل بسهم فحسبه فقال رسول الله صلى الله عليه وسلم: \"إن لهذه البهائم أوابد2 كأوابد الوحش فما غلبكم منها فاصنعوا به هكذا\"3.\rولو تردى بعير في بئر فتعذر نحره فجرح في أي موضع من جسده فمات به حل أكله.\r__________\r1 أخرجه البخاري \"5505\"، وسلع: موضع بالمدينة المنورة. انظر: معجم البلدان 3/336.\r2 المراد أن لها توحشاً، انظر: فتح الباري 9/628.\r3 أخرجه البخاري (5509) , ومسلم (1968) , من حديث رافع بن خديج.","seal":"1C6893FE","part":1},
      {"page":119,"id":211,"nass":"كتاب الصيد\rمدخل\r...\rكتاب الصيد\rكل ما أمكن ذبحه من الصيد لم يبح إلا بذبحه وما تعذر ذبحه فمات بعقره حل بشروط ستة ذكرنا منها ثلاثة في الذكاة.\rوالرابع: أن يكون الجارح الصائد معلما وهو ما يسترسل إذا أرسل ويجيب إذا دعي ويعتبر في الكلب والفهد خاصة أنه إذا أمسك لم يأكل ولا يعتبر ذلك في الطائر.\rالخامس: أن يرسل الصائد الآلة فإن استرسل الكلب بنفسه لم يبح صيده.\rالسادس: أن يقصد الصيد فإن أرسل سهمه ليصيب به غرضا أو كلبه ولا يرى صيدا فأصاب صيدا لم يبح.\rومتى شارك في الصيد ما لا يباح قتله مثل أن يشارك كلبه أو سهمه كلب أو سهم لا يعلم مرسله أو لا يعلم أنه سمي عليه أو رماه بسهم مسموم يعين على قتله أو غرق في الماء أو وجد به أثرا غير أثر السهم أو الكلب يحتمل أنه مات به لم يحل لما روى عدي بن حاتم أن رسول الله صلى الله عليه وسلم قال: \"إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فأمسك عليك فأدركته حيا فاذبحه وإن قتل ولم يأكل منه فكله فإن أخذ الكلب له ذكاة فغن أكل فلا تأكل فأني أخاف أن يكون إنما أمسك على نفسه وإن خالطها كلاب من غيرها فلا تأكل فأنك إنما سميت على كلبك ولم تسم على غيره وإذا أرسلت سهمك فاذكر اسم الله عليه وإن غاب يوما أو يومين ولم تجد فيه إلا أثر سهمك فكله إن شئت وإن وجدته غريقا في الماء فلا تأكل فإنك لا تدري الماء قتله أو قتله سهمك\" 1.\r__________\r1 أخرجه البخاري \"5484\"، ومسلم \"1929\".","seal":"8DC9141F","part":1},
      {"page":120,"id":212,"nass":"باب المضطر\rومن اضطر في مخمصة1 فلم يجد إلا محرما فله أن يأكل منه ما يسد رمقه2.\rوإن وجد متفقا على تحريمه ومختلفا فيه أكل من المختلف فيه.\rفإن لم يجد إلا طعاما لغيره به مثل ضرورته لم يبح له أخذه وإن كان مستغنيا عنه أخذه منه بثمنه فإن منعه منه أخذه قهرا وضمنه له متى قدر فإن قتل المضطر فهو شهيد وعلى قاتله ضمانه وإن قتل المانع فلا ضمان فيه.\rولا يباح التداوي بمحرم ولا شرب الخمر لمن عطش ويباح دفع الغصة بها إذا لم يجد مائعا غيرها.\r__________\r1 المخمصة: المجاعة. انظر: المصباح المنير: \"خمص\".\r2 الرمق: الروح، وقد يطلق على القوة، ويأكل المضطر ما يسد به الرمق، أي: ما يمسك قوته ويحفظها. انظر: المصباح المنير: \"رمق\".","seal":"4CB678F0","part":1},
      {"page":120,"id":213,"nass":"باب النذر\rمن نذر طاعة لزمه فعلها لقول رسول الله صلى الله عليه وسلم: \"من نذر أن يطيع الله فليطعه\" 1 فإن كان لا يطيقها كشيخ نذر صوما لا يطيقه فعليه كفارة يمين لقول رسول الله صلى الله عليه وسلم: \"من نذر نذرا لا يطيقه فكفارته كفارة يمين\" 2.\rومن نذر المشي إلى بيت الله الحرام لم يجزه المشي إلا في حج أو عمرة فإن عجز عن المشي ركب وكفر.\rوإن نذر صوما متتابعا فعجز عن التتابع صام متفرقا وكفر وإن ترك التتابع لعذر في أثنائه خير بين استئنافه وبين البناء والتكفير وإن تركه لغير عذر وجب استئنافه.\r__________\r1 أخرجه البخاري \"6696\"، من حديث عائشة.\r2 أخرجه أبو داود \"3322\"، وابن ماجه \"2128\"،من حديث ابن عباس.\rقال أبو داود: وروى هذا الحديث وكيع وغيره عن عبد الله بن سعيد بن أبي الهند أوقفوه على ابن عباس.\rوقال في فتح الباري: \"11/587\": رواته ثقات، لكن أخرجه بن أبي شيبة موقوفاً، وهو أشبه.","seal":"6BE276F0","part":1},
      {"page":121,"id":214,"nass":"وإن نذر معينا فأفطر في بعضه أتمه وقضى وكفر بكل حال.\rوإن نذر وجب وإن نذر رقبة فهي التي تجزئ عن الواجب إلا أن ينوي رقبة بعينها.\rولا نذر في معصية ولا مباح فيما لا يملك ابن آدم ولا فيما قصد به اليمين لقول رسول الله صلى الله عليه وسلم: \"لا نذر في معصية الله ولا فيما لا يملك ابن آدم\" 1 وقال: \"لا نذر إلا فيما ابتغى به وجه الله سبحانه\" 2.\rوأن جمع في النذر بين الطاعة وغيرها فعليه الوفاء بالطاعة وحدها لما روى ابن عباس قال أبصر رسول الله صلى الله عليه وسلم رجلا قائما فسأل عنه فقالوا أبو إسرائيل نذر أن يقوم في الشمس ولا يقعد ولا يستظل ولا يتكلم ويصوم فقال: \"مروة فليتكلم وليستظل وليقعد وليتم صومه\" 3.\rوإن قال لله علي نذر ولم يسمه فعليه كفارة يمين.\r__________\r1 أخرجه مسلم \"1641\"، من حديث عمران بن حصين.\r2 أخرجه أبو داود \"3273\"، من حديث عبد الله بن عمرو.\rقال في مجمع الزوائد \"4/186\": فيه عبد الرحمن بن أبي الزناد، وقد وثقه جماعة وضعفه آخرون.\r3 أخرجه البخاري \"6704\".","seal":"B35AA39F","part":1},
      {"page":123,"id":215,"nass":"كتاب الأيمان\rمدخل\r...\rكتاب الأيمان\rومن حلف أن لا يفعل شيئا ففعله، أو ليفعلنه في وقت فلم يفعله فيه فعليه كفارة يمين إلا أن يقول إن شاء الله متصلا بيمينه أو يفعله مكرها أو ناسيا فلا كفارة عليه.\rولا كفارة في الحلف على ماض سواء تعمد الكذب أو ظنه كما حلف فلم يكن ولا في اليمين الجارية على لسانه من غير قصد إليها كقوله في عرض حديثه لا والله وبلى والله لقول الله تعالى: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} [المائدة:89] .\rولا تجب الكفارة إلا في اليمين بالله تعالى أو اسم من أسمائه أو صفة من صفات ذاته كعلمه وكلامه وعزته وقدرته وعظمته وعهده وميثاقه وأمانته إلا في النذر الذي يقصد به اليمين فإن كفارته كفارة يمين.\rولو حلف بهذا كله والقرآن جميعه فحنث أو كرر اليمين على شيء واحد قبل التكفير أو حلف على أشياء بيمين واحدة لم يلزمه أكثر من كفارة وإن حلف أيمانا على شيء فعليه لكل يمين كفارتها.\rومن تأول في يمينه فله تأويله إلا أن يكون ظالما فلا ينفعه تأويله لقول رسول الله صلى الله عليه وسلم: \"يمينك على ما يصدقك به صاحبك\" 1.\r__________\r1 أخرجه مسلم \"1653\"، من حديث أبي هريرة.","seal":"FA54E956","part":1},
      {"page":123,"id":216,"nass":"باب جامع الأيمان\rويرجع فيها إلى النية فيما يحتمله اللفظ فإذا حلف لا يكلم رجلا يريد واحدا بعينه أو لا يتغدى يريد غداء بعينه اختصت يمينه به وإن حلف لا يشرب له الماء من العطش يريد قطع منته حنث بكل ما فيه منه وإن حلف لا يلبس ثوبا من غزلها يريد قطع منتها فباعه وانتفع بثمنه حنث وإن حلف ليقضينه حقه","seal":"DE89BE70","part":1},
      {"page":124,"id":217,"nass":"غدا يريد أن لا يتجاوزه فقضاه اليوم لم يحنث وإن حلف لا يبيع ثوبه إلا بمائة فباعه بأكثر منها لم يحنث إذا أراد أن لا ينقصه عن مائة وإن حلف ليتزوجهن على امرأته يريد غيظها لم يبر إلا بتزوج يغيظها به وإن حلف ليضربنها يريد تأليمها لم يبر إلا بضرب يؤلمها وإن حلف ليضربنها عشرة أسواط فجمعها فضربها ضربة واحدة لم يبر.\rفإن عدمت النية رجع إلى سبب اليمين وما هيجها فيقوم مقام نيته لدلالته عليها فإن عدم ذلك حملت يمينه على ظاهر لفظه فإن كان له عرف شرعي كالصلاة والزكاة حملت يمينه عليه وتناولت صحيحه ولو حلف لا يبيع فباع بيعا فاسدا لم يحنث إلا أن يضيفه إلى ما لا يصح بيعه كالحر والخمر فتناول يمينه صورة البيع وإن لم يكن له عرف شرعي وكان له عرف في العادة كالرواية والظعينة حملت يمينه عليه فلو حلف لا يركب دابة فيمينه على الخيل والبغال والحمير وإن حلف لا يشم الريحان فيمينه على الفارسي وإن حلف لا يأكل على شواء حنث بأكل اللحم دون غيره والشواء هو اللحم المشوي وإن حلف لا يطأ امرأته حنث بجماعها وإن حلف لا يطأ دارا حنث بدخولها كيفما كان وإن حلف لا يأكل لحما ولا رأسا ولا بيضا فيمينه على كل لحم ورأس كل حيوان وبيضه والأدم كل ما جرت العادة بأكل الخبز به من مائع وجامد كاللحم والبيض والجبن والزيتون وإن حلف لا يسكن دارا تناول ما يسمى سكنى فإن كان ساكنا بها فأقام حتى يصبح أو خاف على نفسه فأقام حتى أمن لم يحنث.","seal":"10914C2A","part":1},
      {"page":124,"id":218,"nass":"باب كفارة اليمين\rوكفارتها: {إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ} [المائدة: 89] .\rوهو مخير بين تقديم الكفارة على الحنث أو تأخيرها عنه لقول رسول الله صلى الله عليه وسلم: \"من حلف على يمين فرأى غيرها خيرا منها فليكفر عن يمينه وليأت الذي هو خير\" 1 وروى: \"فليأت الذي هو خير وليكفر عن يمينه\" 1.\r__________\r1 أخرجه مسلم \"1650\" \"13\" \"14\"، من حديث أبي هريرة.","seal":"AC29C827","part":1},
      {"page":125,"id":219,"nass":"ويجزئه في الكسوة ما تجوز الصلاة فيه للرجل ثوب وللمرأة درع وخمار.\rويجزئه أن يطعم خمسة مساكين ويكسو خمسة ولو أعتق نصف رقبة أو أطعم خمسة أو كساهم أو أعتق نصف عبدين لم يجزه.\rولا يكفر العبد إلا بالصيام ويكفر بالصوم من لم يجد ما يكفر به فاضلا عن مؤنته ومؤنة عياله وقضاء دينه.\rولا يلزمه أن يبيع في ذلك شيئا يحتاج إليه من مسكن وخادم وأثاث وكتب وآنية وبضاعة يختل ربحها المحتاج إليه.\rومن أيسر بعد شروعه في الصوم لم يلزمه الانتقال عنه.\rوإن لم يجد إلا مسكينا واحدا ردد عليه عشرة أيام.","seal":"6A74CC6A","part":1},
      {"page":127,"id":220,"nass":"كتاب الجنايات\rمدخل\r...\rكتاب الجنايات\rالقتل بغير حق ينقسم إلى ثلاثة أقسام:\rأحدها: العمد وهو أن يقتله بجرح أو فعل يغلب على الظن أنه يقتله كضربة بمثقل كبير أو تكريره بصغير أو إلقائه من شاهق أو خنقه أو تحريقه أو تغريقه أو سقيه سما أو الشهادة عليه زورا بما يوجب قتله أو الحكم عليه به أو نحو هذا قاصدا عالما بكون المقتول آدميا معصوما فهذا يخير الولي فيه بين القود والدية لقول رسول الله صلى الله عليه وسلم: \"من قتل له قتيل فهو بخير النظرين إما أن يقتل وأما أن يفدى\" وإن صالح القاتل عن القود بأكثر من دية جاز.\rالثاني: شبه العمد وهو أن يتعمد الجناية عليه بما لا يقتله غالبا فلا قود فيه والدية على العاقلة.\rالثالث: الخطأ وهو نوعان:\rأحدهما: أن يفعل ما لا يريد به المقتول فيفضي إلى قتله أو يتسبب إلى قتله بحفر بئر أو نحوه وقتل النائم والصبي والمجنون فحكمه حكم شبه العمد.\rالنوع الثاني: أن يقتل مسلما في دار الحرب يظنه حربيا أو يقصد رمي صف الكفار فيصيب سهمه مسلما ففيه كفارة بلا دية لقول الله تعالى: {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: 92] .\r__________\r1 أخرجه البخاري (6880) , ومسلم (1355) من حديث أبي هريرة.","seal":"B0FDBF20","part":1},
      {"page":127,"id":221,"nass":"باب شروط وجوب القصاص واستيفائه\rويشترط لوجوبه أربعة شروط:\rأحدها: كون القاتل مكلفا فأما الصبي والمجنون فلا قصاص عليهما.\rالثاني: كون المقتول معصوما فإن كان حربيا أو مرتدا أو قاتلا في المحاربة أو زانيا محصنا أو قتله دفعا عن نفسه أو ماله أو حرمته فلا ضمان فيه.","seal":"B5436B65","part":1},
      {"page":128,"id":222,"nass":"الثالث: كون المقتول مكافئا للجاني فيقتل الحر المسلم بالحر المسلم ذكرا كان أو أنثى ولا يقتل حر بعبد ولا مسلم بكافر لقول رسول الله صلى الله عليه وسلم: \"لا يقتل مؤمن بكافر\" 1 ويقتل الذمي بالذمي ويقتل الذمي بالمسلم ويقتل العبد بالعبد ويقتل الحر بالحر.\rالرابع: أن لا يكون أبا للمقتول فلا يقتل والد بولده وإن سفل والأبوان في هذا سواء ولو كان ولي الدم ولدا أو له فيه حق وإن قل لم يجب القود.\r__________\r1 أخرجه البخاري \"6915\"، من حديث علي بن أبي طالب.","seal":"994BCC79","part":1},
      {"page":128,"id":223,"nass":"فصل [في شروط جواز استيفاء القصاص]\rويشترط لجواز استيفائه شروط ثلاثة:\rأحدها: أن يكون لمكلف فإن كان لغيره أو له فيه حق وإن قل لم يجز استيفائه وإن استوفى غير المكلف حقه بنفسه أجزأ ذلك.\rالثاني: اتفاق جميع المستحقين على استيفائه فإن لم يأذن فيه بعضهم أو كان فيهم غائب لم يجز استيفاؤه فإن استوفاه بعضهم فلا قصاص عليه وعليه بقية ديته له ولشركائه حقهم في تركة الجاني ويستحق القصاص كل من يرث المال على قدر مواريثهم.\rالثالث: الأمن من التعدي في الاستيفاء فلو كان الجاني حاملا لم يجز استيفاء القصاص منها في نفس ولا جرح ولا استيفاء حد منها حتى تضع ولدها ويستغنى عنها.","seal":"3925D474","part":1},
      {"page":128,"id":224,"nass":"فصل [في سقوط القصاص]\rويسقط بعد وجوبه بأمور ثلاثة:\rأحدها: العفو عنه أو عن بعضه فإن عفا بعض الورثة عن حقه أو عن بعضه سقط كله وللباقين حقهم من الدية وإن كان العفو على مال فله حقه من الدية وإلا فليس له إلا الثواب.\rالثاني: أن يرث القاتل أو بعض ولده شيئا من دمه.\rالثالث: أن يموت القاتل فيسقط وتجب الدية في تركته ولو قتل واحد","seal":"07DA29DD","part":1},
      {"page":129,"id":225,"nass":"اثنين عمدا فاتفق أولياؤهما على قتله بهما قتل بهما وإن تشاحوا في الاستيفاء قتل بالأول والثاني الدية فإن سقط قصاص الأول فلأولياء.\rالثاني: استيفاؤه ويستوفى القصاص بالسيف في العنق ولا يمثل به إلا أن يفعل شيئا فيفعل به مثله.","seal":"9C9EDF4A","part":1},
      {"page":129,"id":226,"nass":"باب الاشتراك في القتل\rوتقتل الجماعة بالواحد فإن تعذر قتل أحدهم لأبوته أو عدم مكافأته للقتيل أو العفو عنه قتل شركاؤه وإن كان بعضهم غير مكلف أو خاطئا لم يجب القود على واحد منهم.\rوإن أكره رجل رجلا على القتل فقتل أو جرح أحدهما جرحا والآخر مائة أو قطع أحدهما من الكوع والآخر من المرفق فهما قاتلان وعليهما القصاص وإن وجبت الدية استويا فيها.\rوإن ذبحه أحدهما ثم قطع الآخر يده أو قده نصفين فالقاتل الأول وإن قطعه أحدهما ثم ذبحه الثاني قطع القاطع وذبح الذابح.\rوإن أمر من يعلم تحريم القتل به فقتل فالقصاص على المباشر ويؤدب الآمر وإن أمر من لا يعلم تحريمه به أو لا يميز فالقصاص على الآمر.\rوإن أمسك إنسانا للقتل فقتل قتل القاتل وحبس الممسك حتى يموت.","seal":"7BE19B7B","part":1},
      {"page":129,"id":227,"nass":"باب القود في الجروح\rيجب القود في كل عضو بمثله فتؤخذ بمثله فتؤخذ العين بالعين والأنف بالأنف وكل واحد من الجفن والشفة واللسان والسنن واليد والرجل والذكر والأنثيين بمثله وكذلك كل ما أمكن القصاص فيه.\rويعتبر كون المجني عليه مكافئا للجاني وكون الجناية عمدا والأمن من التعدي بأن يقطع من مفصل أو حد ينتهي إليه كالموضحة التي تنتهي إلى العظم فأما كسر العظام والقطع من الساعد والساق فلا قود فيه ولا في الجائفة ولا في شيء من شجاج الرأس إلا الموضحة إلا أن يرض مما فوق الموضحة بموضحة ولا قود في الأنف إلا من المارن وهو ما لان منه.\rويشترط التساوي في الاسم والموضع فلا تؤخذ واحدة من اليمنى واليسرى والعليا والسفلى إلا بمثلها ولا تؤخذ إصبع ولا أنملة ولا سن إلا بمثلها ولا","seal":"5909374C","part":1},
      {"page":130,"id":228,"nass":"تؤخذ كاملة الأصابع بناقصة ولا صحيحة بشلاء وتؤخذ الناقصة بالكاملة والشلاء بالصحيحة إذا أمن التلف.","seal":"07BD2785","part":1},
      {"page":130,"id":229,"nass":"فصل [في القود والدية بالأجزاء]\rإذا قطع بعض لسانه أو مارنه أو شفته أو حشفته أو أذنه أخذ مثله يقدر بالأجزاء كالنصف والثلث ونحوهما وإن أخذت ديته أخذ بالقسط منها وإن كسرت بعض سنه برد من سن الجاني مثله إذا أمن انقلاعها.\rولا يقتص من السن حتى ييأس من عودها ولا من الجرح حتى يبرأ.\rوسراية القود مهدرة وسراية الجناية مضمونة بالقصاص والدية إلا أن يستوفي قصاصها قبل برئها فيسقط ضمانها.","seal":"84595FC0","part":1},
      {"page":131,"id":230,"nass":"كتاب الديات\rمدخل\r...\rكتاب الديات\rدية الحر المسلم ألف مثقال من الذهب أو اثنا عشر ألف درهم أو مائة من الإبل فإن كانت دية عمد فيها ثلاثون حقه وثلاثون جذعة وأربعون خلفة وهن الحوامل وتكون حالة في مال القاتل وإن كان شبه عمد فكذلك في أسنانها وهي على العاقلة في ثلاث سنين في رأس كل سنة ثلثها وإن كانت دية خطأ فهي على العاقلة كذلك إلا أنها عشرون بنت مخاض وعشرون ابن مخاض وعشرون بنت لبون وعشرون حقة وعشرون جذعة.\rودية الحرة المسلمة نصف دية الرجل وتساوي جراحها جراحه إلى ثلث الدية فإذا زادت صارت على النصف.\rودية الكتابي نصف دية المسلم ونساؤهم على النصف من ذلك.\rودية المجوسي ثمانمائة درهم ونساؤهم على النصف من ذلك.\rودية العبد والأمة قيمتها بالغة ما بلغت.\rومن بعضه حر ففيه بالحساب من دية حر وقيمة عبد.\rودية جنين إذا سقط ميتا غرة عبد أو أمة قيمتها خمس من الإبل موروثة عنه ولو شربت الحامل دواء فأسقطت به جنينها فعليها غرة لا ترث منها شيئا وإن كان الجنين كتابيا ففيه عشر دية أمة وإن كان عبدا ففيه عشر قيمه أمه وإن سقط الجنين حيا ثم مات من الضربة ففيه دية كاملة إذا كان سقوطه لوقت يعيش في مثله.","seal":"884AD255","part":1},
      {"page":131,"id":231,"nass":"باب العاقلة وما تحمله\rوهي عصبة القاتل كلهم قريبهم وبعيدهم من النسب والموالي إلا الصبي والمجنون والفقير ومن يخالف دينه دين القاتل.\rويرجع في تقدير ما يحمله كل واحد منهم إلى اجتهاد الإمام فيفرض عليه قدرا يسهل ولا يشق وما فضل فعلى القاتل وكذلك الدية في حق من لا عاقلة له.","seal":"3214D98C","part":1},
      {"page":132,"id":232,"nass":"لا تحمل العاقلة عمدا ولا عبدا ولا صلحا ولا اعترافا ولا مادون الثلث ويتعاقل أهل الذمة ولا عاقلة لمرتد ولا لمن أسلم بعد جنايته أو أنجز ولاؤه بعدها.","seal":"C8AD52D7","part":1},
      {"page":132,"id":233,"nass":"فصل [في جناية العبد والبهائم]\rوجناية العبد في رقبته إلا أن يفديه السيد بأقل الأمرين من أرشها أو قيمته ودية الجناية عليه ما نقص من قيمته في مال الجاني.\rوجناية البهائم هدر إلا أن تكون في يد إنسان كالراكب والقائد والسائق فعليه ضمان ما جنت بيدها أو فمها دون ما جنت برجلها أو ذنبها.\rوإن تعدى بربطها في ملك غيره أو طريق ضمن جنايتها كلها.\rوما أتلفت من الزروع نهارا لم يضمنه إلا أن تكون في يده وما أتلفت ليلا فعليه ضمانه.","seal":"D41F4BB5","part":1},
      {"page":132,"id":234,"nass":"باب ديات الجراح\rكل ما في الإنسان منه شيء واحد ففيه دية كلسانه وأنفه وذكره وسمعه وبصره وشمه وعقله وكلامه وبطشه ومشيه وكذلك في كل واحد من صعره وهو أن يجعل وجهه في جانبه وتسويد وجهه وخديه واستطلاق بوله أو غائطه وقرع رأسه ولحيته دية.\rوما فيه منه شيئان ففيهما الدية وفي أحدهما نصفها كالعنين والحاجبين والشفتين والأذنين واللحيين واليدين والثديين والإليتين والأنثيين والأسكتين والرجلين.\rوفي الأجفان الأربعة الدية وفي أهدابها الدية وفي كل واحد ربعها فإن قلعها بأهدابها وجبت دية واحدة.\rوفي أصابع اليدين الدية وفي أصابع الرجلين الدية وفي كل أصبع عشرها وفي كل أنملة ثلث عقلها إلا الإبهام في كل أنملة نصف عقلها.\rوفي كل سن خمس من الإبل إذا لم تعد.\rوفي مارن الأنف وحلمة الثدي والكف والقدم وحشفة الذكر وما ظهر من السن وتسويدها دية العضو كله وفي بعض ذلك بالحساب من ديته.","seal":"57E0EF2D","part":1},
      {"page":133,"id":235,"nass":"وفي الأشل من اليد والرجل والذكر وذكر الخصي والعينين ولسان الأخرس والعين القائمة والسن السوداء والذكر دون حشفته والثدي دون حلمته والأنف دون أرنبته والزائد من الأصابع وغيرها حكومة.\rوفي الأشل من الأنف والأذن وأنف الأخشم وأذن الأصم وديتها كاملة.","seal":"E2A86BEC","part":1},
      {"page":133,"id":236,"nass":"باب الشجاج وغيرها\rالشجاج هي جروح الرأس والوجه وهي تسع:\rأولها: الحارصة وهي التي تشق الجلد شقا لا يظهر منه دم ثم البازلة: التي ينزل منها دم يسير ثم الباضعة: التي تبضع اللحم بعد الجلد ثم المتلاحمة: التي أخذت في اللحم ثم السمحاق: التي بينها وبين العظم قشرة رقيقة فهذه الخمس لا توقيت فيها ولا قصاص بحال ثم الموضحة وهي التي وصلت إلى العظم وفيها خمس من الإبل أو القصاص إذا كانت عمدا ثم الهاشمة وهي التي توضح العظم وتهشمه وفيها عشر من الإبل ثم المنقلة وهي التي توضح وتهشم وتنقل عظامها وفيها خمسة عشر من الإبل ثم المأمومة: وهي التي تصل إلى جلدة الدماغ وفيها ثلث الدية وفي الجائفة ثلث الدية وهي التي تصل إلى الجوف فإن خرجت من جانب آخر فهي جائفتان.\rوفي الضلع بعير وفي الترقوتين بعيران وفي الزندين أربعة أبعرة.\rوما عدا هذا مما لا مقدر فيه ولا هو في معناه ففيه حكومة وهي أن يقوم المجني عليه كأنه عبد لا جناية به ثم يقوم وهي به قد برأت فما نقص من قيمته فله بقسطه من الدية إلا أن تكون الجناية على عضو فيه مقدر فلا يجاوز به أرش المقدر مثل أن يشجه دون الموضحة فلا يجب أكثر من أرشها أو يجرح أنملة فلا يجب أكثر من ديتها.","seal":"73445157","part":1},
      {"page":133,"id":237,"nass":"باب كفارة القتل\rومن قتل مؤمنا أو ذميا بغير حق أو شارك فيه أو في إسقاط جنين فعليه كفارة وهي تحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله سواء كان مكلفا أو غير مكلف حرا أو عبدا.\rولو تصادم نفسان فماتا فعلى كل واحد منهما كفارة ودية صاحبه على عاقلته وإن كان فارسين فمات فرساهما فعلى كل واحد منهما ضمان فرس الآخر وإن","seal":"8DF5683F","part":1},
      {"page":134,"id":238,"nass":"كان أحدهما واقف والآخر سائرا فعلى السائر ضمان دابة الواقف وعلى عاقلته ديته إلا أن يكون الواقف متعديا بوقوفه كالقاعد في طريق ضيق أو ملك السائر فعليه الكفارة وضمان السائر ودابته ولا شيء على السائر ولا عاقلته.\rوإذا رمى ثلاثة بالمنجنيق فقتل الحجر معصوما فعلى كل واحد منهم كفارة وعلى كل واحد منهم ثلث الدية وإن قتل أحدهم فكذلك إلا أنه يسقط ثلث ديته في مقابلة فعله وإن كانوا أكثر من ثلاثة سقطت حصة القتيل وباقي الدية في أموال الباقين.","seal":"25BD7055","part":1},
      {"page":134,"id":239,"nass":"باب القسامة\rروى سهل بن أبي حثمة ورافع بن خديج أن محيصة وعبد الله بن سهل انطلقا قبل خيبر فتفرقا في النخل فقتل عبد الله بن سهل فاتهموا اليهود به فقال رسول الله صلى الله عليه وسلم: \"يقسم خمسون منكم على رجل منهم فيدفع برمته\" فقالوا: أمر لم نشهده فكيف نحلف قال: \"فتبرئكم اليهود بأيمان خمسين منهم\" قالوا: قوم كفار فوداه النبي صلى الله عليه وسلم من قبله1 فمتى وجد قتيل فادعى أولياءه على رجل قتله وكانت بينهم عداوة ولوث كما كان بين الأنصار وأهل خيبر أقسم الأولياء على واحد منهم خمسين يمينا واستحقوا دمه فإن لم يحلفوا حلف المدعى عليه خمسين وبرئ فإن نكلوا فعليهم الدية فإن لم يحلف المدعون ولم يرضوا بيمين المدعى عليه فداه الإمام من بيت المال ولا يقسمون على أكثر من واحد وإن لم يكن بينهم عداوة ولا لوث حلف المدعى عليه يمينا واحدة وبرئ.\r__________\r1 أخرجه البخاري \"6898\"، ومسلم \"1669\".","seal":"B6C49A11","part":1},
      {"page":135,"id":240,"nass":"كتاب الحدود\rمدخل\r...\rكتاب الحدود\rولا يجب الحد إلا على مكلف عالم بالتحريم ولا يقيمه إلا الإمام أو نائبه إلا السيد فإن له إقامته بالجلد خاصة على رقيقه القن لقول رسول الله صلى الله عليه وسلم: \"إذا زنت أمة أحدكم فليجلدها\" 1 وليس له قطعة في السرقة ولا قتله في الردة ولا جلد مكاتبه ولا أمته المزوجة وحد الرقيق في الجلد نصف حد الحر ومن أقر بحد ثم رجع عنه سقط.\r__________\r1 أخرجه البخاري \"2135\"، ومسلم \"1703\"، من حديث أبي هريرة.","seal":"75FF4DD0","part":1},
      {"page":135,"id":241,"nass":"فصل [في وسائل إقامة الحد وكيفيته]\rويضرب في الجلد بسوط لا جديد ولا خلق ولا يمد ولا يربط ولا يجرد ويتقي وجهه ورأسه وفرجه.\rويضرب الرجل قائما والمرأة جالسة وتشد عليها ثيابها وتمسك يداها.\rومن كان مريضا يرجى برؤه أخر حتى يبرأ لما روي عن علي رضي الله عنه أن أمة لرسول الله صلى الله عليه وسلم زنت فأمرني أن أجلدها فإذا هي حديثة عهد بنفاس فخشيت إن أنا جلدتها أن اقتلها فذكرت ذلك للنبي صلى الله عليه وسلم فقال: \"أحسنت\" 1 فإن لم يرج برؤه وخشي عليه من السوط جلد بضغث فيه عيدان بعدد ما يجب عليه مرة واحدة.\r__________\r1 أخرجه مسلم \"1705\".","seal":"E3EEF7FF","part":1},
      {"page":135,"id":242,"nass":"فصل [في اجتماع الحدود]\rوإن اجتمعت حدود لله تعالى فيها قتل قتل وسقط سائرها ولو زنى أو سرق مرارا ولم يحد فحد واحد.\rوإن اجتمعت حدود من أجناس لا قتل فيها استوفيت كلها ويبدأ بالأخف منها.","seal":"25794E47","part":1},
      {"page":136,"id":243,"nass":"وتدرأ الحدود بالشبهات فلو زنى بجارية له فيها شرك وإن قل أو لولده أو وطئ في نكاح مختلف فيه أو مكرها أو سرق من مال له فيه أو لولده وإن سفل من مال غريمه الذي يعجز عن تخليصه منه بقدر حقه لم يحد.","seal":"0D11E6ED","part":1},
      {"page":136,"id":244,"nass":"فصل [في استيفاء الحدود في الحرم والغزو]\rومن أتى حدا خارج الحرم ثم لجأ إلى الحرم أو لجأ إليه من عليه قصاص لم يستوف منه حتى يخرج لكن لا يبايع ولا يشارى وإن فعل ذلك في الحرم استوفي منه فيه وإن أتى حدا في الغزو لم يستوف حتى يخرج من دار الحرب.","seal":"4CF0E4F3","part":1},
      {"page":null,"id":245,"nass":"باب حد الزنا\r...\rNo pages","seal":"4639403D","part":1},
      {"page":136,"id":246,"nass":"باب حد القذف\rومن رمى محصنا بالزنا أو شهد عليه به فلم تكمل الشهادة عليه جلد ثمانين جلدة إذا طالب المقذوف والمحصن هو الحر البالغ المسلم العاقل العفيف.\rويحد من قذف الملاعنة أو ولدها.\rومن قذف جماعة بكلمة واحدة فحد واحد إذا طالبوا أو واحد منهم فإن عفا بعضهم لم يسقط حق غيره.","seal":"90817AAE","part":1},
      {"page":137,"id":247,"nass":"باب حد المسكر\rومن شرب مسكرا قل أو كثر مختارا عالما أن كثيره يسكر جلد لحد أربعين جلدة لأن عليا رضي الله عنه جلد الوليد بن عقبة في الخمر أربعين وقال جلد النبي أربعين وأبو بكر وعمر ثمانين وكل سنة وهذا أحب إلي1 وسواء كان عصير العنب أو غيره.\rومن أتى من المحرمات ما لا حد فيه لم يزد على عشر جلدات لما روى أبو بردة قال: قال رسول الله صلى الله عليه وسلم: \"لا يجلد أحد أكثر من عشر جلدات إلا في حد من حدود الله\" إلا أن يطأ جارية امرأته بإذنها فإنه يجلد مائة.\r__________\r1 أخرجه مسلم \"1707\"\r2أخرجه البخاري \"6848\" , ومسلم \"1708\".","seal":"CB22101B","part":1},
      {"page":137,"id":248,"nass":"باب حد السرقة\rومن سرق ربع دينار من العين أو ثلاثة دراهم من الورق أو ما يساوي أحدهما من سائر المال فأخرجه من الحرز قطعت يده اليمنى من مفصل الكف وحسمت فإن عاد قطعت رجله اليسرى من مفصل الكعب وحسمت فإن عاد حبس ولا يقطع غير يد ورجل.\rولا تثبت السرقة إلا بشهادة عدلين أو اعتراف مرتين.\rولا يقطع حتى يطالب المسروق منه بماله وإن وهبها للسارق أو باعه إياها قبل ذلك سقط القطع وإن كان بعده لم يسقط.\rوإن نقصت عن النصاب بعد الإخراج لم يسقط القطع وإن كان قبله لم يجب وإذا قطع فعليه رد المسروق إن كان باقيا أو قيمته إن كان تالفا.","seal":"87F03401","part":1},
      {"page":137,"id":249,"nass":"باب حد المحاربين\rوهم الذين يعرضون للناس في الصحراء جهرة ليأخذوا أموالهم فمن قتل منهم وأخذ المال قتل وصلب حتى يشتهر ودفع إلى أهله ومن قتل ولم يأخذ المال قتل ولم يصلب ومن أخذ المال ولم يقتل قطعت يده اليمنى ورجله اليسرى في مقام واحد وحسمتا ولا يقطع إلا من أخذ ما يقطع السارق به ومن أخاف السبيل","seal":"AB744184","part":1},
      {"page":138,"id":250,"nass":"ولم يقتل ولا أخذ مالا نفي من الأرض ومن تاب قبل القدرة عليه سقطت عنه حدود الله تعالى وأخذ بحقوق الآدميين إلا أن يعف له عنها.","seal":"D4F29025","part":1},
      {"page":138,"id":251,"nass":"فصل [في دفع الصائل]\rومن عرض له من يريد نفسه أو ماله أو حريمه أو حمل عليه سلاحا أو دخل منزله بغير إذنه فعليه دفعة بأسهل ما يكون أنه يندفع به فإن لم يندفع إلا بقتله فله قتله ولا ضمان عليه وإن قتل الدافع فهو شهيد وعلى قاتله ضمانه.\rومن صالت عليه بهيمة فله دفعها بمثل ذلك ولا ضمان في ذلك.\rومن اطلع في دار إنسان أو بيته من خصاص1 الباب أو نحوه فخذفه بحصاة ففقأ عينه فلا ضمان عليه.\rوإن عض إنسان يده فانتزعها منه فسقطت ثناياه فلا ضمان.\r__________\r1 الخصاص: كل خلل وخرف في باب ومنخل وبرقع ونحوه، أو الثقب الصغير. انظر: القاموس المحيط: \"خصص\".","seal":"35D05D16","part":1},
      {"page":138,"id":252,"nass":"باب قتال أهل البغي\rوهم الخارجون على الإمام يريدون إزالته عن منصبه فعلى المسلمين معونة إمامهم في دفعهم بأسهل ما يندفعون به فإن آل إلى قتالهم أو تلف مالهم لا شيء على الدافع وإن قتل الدافع كان شهيدا.\rولا يتبع لهم مدبر ولا يجهز على جريح ولا يغنم لهم مال ولا تسبى لهم ذرية ومن قتل منهم غسل وكفن وصلي عليه.\rولا ضمان على أحد الفريقين فيما أتلف حال الحرب من نفس أو مال.\rوما أخذ البغاة حال امتناعهم من زكاة أو جزية أو خراج لم يعد عليهم ولا على الدافع إليهم.\rولا ينقض من حكم حاكمهم إلا ما ينقض من حكم غيره.","seal":"73B577A1","part":1},
      {"page":138,"id":253,"nass":"باب حكم المرتد\rومن ارتد عن الإسلام من الرجال والنساء وجب قتله لقول رسول الله صلى الله عليه وسلم: \"من بدل دينه فاقتلوه\" 1 ولا يقتل حتى يستتاب ثلاثا فإن تاب وإلا قتل بالسيف.\r__________\r1 أخرجه البخاري \"6922\"، من حديث ابن عباس.","seal":"9E65E090","part":1},
      {"page":139,"id":254,"nass":"ومن جحد الله أو جعل له شريكا أو صاحبة أو ولدا أو كذب الله تعالى أو سبه أو كذب رسوله أو سبه أو جحد نبيا أو جحد كتاب الله أو شيئا منه أو جحد أحد أركان الإسلام أو أحل محرما ظهر الإجماع على تحريمه فقد ارتد إلا أن يكون ممن تخفى عليه الواجبات والمحرمات فيعرف ذلك فإن لم يقبل كفر.\rويصح إسلام الصبي العاقل وإن ارتد لم يقتل حتى يستتاب ثلاثا بعد بلوغه ومن ثبتت ردته فأسلم قبل منه ويكفي في إسلامه أن يشهد أن لا إله إلا الله وأن محمدا رسول الله إلا أن يكون كفره بجحد نبي أو كتاب أو فريضة أو نحوه أو يعتقد أن محمد صلى الله عليه وسلم بعث إلى العرب خاصة فلا يقبل منه حتى يقر بما جحده.\rوإذا ارتد الزوجان ولحقا بدار الحرب فسبيا لم يجز استرقاقهما ولا استرقاق من ولد لهما قبل ردتهما ويجوز استرقاق سائر أولادهما.","seal":"0DC4E161","part":1},
      {"page":141,"id":255,"nass":"كتاب الجهاد\rمدخل\r...\rكتاب الجهاد\rوهو فرض كفاية إذا قام به من يكفي سقط عن الباقين ويتعين على من حضر الصف أو حضر العدو بلده ولا يجب إلا على ذكر حر بالغ عاقل مستطيع.\rوالجهاد أفضل التطوع لقول أبي هريرة رضي الله عنه سئل رسول الله صلى الله عليه وسلم: أي الأعمال أفضل؟ قال: \"إيمان بالله\" قال: ثم أي قال: \"الجهاد في سبيل الله ثم حج مبرور\" 1 وعن أبي سعيد قال سئل رسول الله صلى الله عليه وسلم: أي الناس أفضل قال: \"رجل يجاهد في سبيل الله بماله ونفسه\" 2\rوغزو البحر أفضل من غزو البر ويغزو مع كل بر وفاجر ويقاتل كل قوم من يليهم من العدو.\rوتمام الرباط أربعون يوما وروى عن النبي صلى الله عليه وسلم أنه قال: \"رباط يوم في سبيل الله خير من صيام شهر وقيامه ومن مات مرابطا أجرى له أجره إلى يوم القيامة ووقي الفتان\" 3.\rولا يجاهد من أحد أبويه مسلم إلا بإذنه إلا أن يتعين عليه ولا يدخل من النساء دار الحرب إلا امرأة طاعنه في السن لسقي الماء ومعالجة الجرحى ولا يستعان بمشرك إلا عند الحاجة إليه ولا يجوز الجهاد إلا بإذن الأمير إلا أن يفجأهم عدو يخافون كلبه أو تعرض فرصة يخافون فوتها وإذا دخلوا دار الحرب لم يجز لأحد أن يخرج من العسكر لعلف أو احتطاب أو غيره إلا بإذن الأمير.\rومن أخذ من دار الحرب ما له قيمة لم يجز له أن يختص به إلا الطعام والعلف فله أن يأخذ ما يحتاج إليه فإن باعه رد ثمنه في المغنم وإن فضل معه منه بعد رجوعه إلى بلده لزمه رده إلا أن يكون يسيرا فله أكله وهديته.\r__________\r1 أخرجه البخاري \"26\"، مسلم \"83\".\r2 أخرج البخاري \"2786\"، ومسلم \"1888\".\r3 أخرجه مسلم \"1913\"، من حديث سلمان الفارسي.","seal":"C1EC26B6","part":1},
      {"page":142,"id":256,"nass":"ويجوز تبييت الكفار ورميهم بالمنجنيق وقتالهم قبل دعائهم لأن النبي صلى الله عليه وسلم أغار على بني المصطلق وهم غارون1 وأنعامهم تسقى على الماء فقتل مقاتلهم وسبى ذراريهم2.\rولا يقتل منهم صبي ولا مجنون ولا امرأة ولا راهب ولا شيخ فان ولا زمن3 ولا من لا رأي لهم إلا أن يقاتلوا؟\rويخير الإمام في أسارى الرجال بين القتل والاسترقاق والفداء والمن ولا يختار إلا الأصلح للمسلمين وإن استرقهم أو فاداهم بمال فهو غنيمة.\rولا يفرق في السبي بين ذوي رحم محرم إلا أن يكونوا بالغين ومن اشترى منهم على أنه ذو رحم فبان بخلافه رد الفضل الذي فيه التفريق.\rومن أعطى شيئا يستعين به في غزوة فإذا رجع فله ما فضل إلا أن يكون لم يعط لغزاة بعينها فيرد الفضل في الغزو وإن حمل على فرس في سبيل الله فهي له إذا رجع إلا أن يجعل حبيسا.\rوما أخذ من أموال المسلمين رد إليهم إذا علم صاحبه قبل القسمة وإن قسم قبل علمه فله أخذه بثمنه الذي حسب به على أخذه وإن أخذ أحد الرعية بثمن فلصاحبه أخذه بثمنه وإن أخذه بغير شيء رده.\rومن اشترى أسيرا من العدو فعلى الأسير أداء ما اشتراه به.\r__________\r1 أي: غافلون. انظر: فتح الباري5/170.\r2 أخرجه البخاري \"2541\"، ومسلم \"1730\"، من حديث ابن عمر.\r3 زمن: من الزمانة، وهو مرض يدوم طويلاً. انظر: المصباح المنير: \"زمن\".","seal":"32567909","part":1},
      {"page":142,"id":257,"nass":"باب الأنفال\rوهي الزيادة على السهم المستحق وهي ثلاثة أضرب:\rأحدها: سلب المقتول غير مخموس لقاتله لقول رسول الله صلى الله عليه وسلم: \"من قتل قتيلا فله سلبه\" 1 وهو ما عليه من لباس وحلي وسلاح وفرسه بآلتها وإنما يستحقه من قتله حال قيام الحرب غير مثخن ولا ممنوع من القتال.\r__________\r1 أخرجه البخاري \"3142\"،ومسلم \"1751\"، من حديث أبي قتادة.","seal":"AC986B9F","part":1},
      {"page":143,"id":258,"nass":"الثاني: أن ينفل الأمير من أغنى عن المسلمين غناء من غير شرط كما أعطى النبي صلى الله عليه وسلم سلمة بن الأكوع يوم ذي قرد سهم فارس وراجل1 ونفله أبو بكر رضي الله عنه ليلة جاءه بأهل تسعة أبيات امرأة منهم.2\rالثالث: ما يستحق بالشرط وهو نوعان:\rأحدهما: أن يقول الأمير من دخل النقب أو صعد السور فله كذا ومن جاء بعشر من البقر أو غيرها فله واحد منها فيستحق ما جعل له.\rالثاني: أن يبعث الأمير في البداءة سرية ويجعل لها الربع وفي الرجعة أخرى ويجعل لها الثلث فما جاءت به أخرج خمسه ثم أعطى السرية ما جعل لها وقسم الباقي في الجيش والسرية معا.\r__________\r1 أخرجه مسلم \"1807\"، وذو قرد: ماء على نحو يوم من المدينة مما يلي بلاد غطفان. انظر: شرح مسلم للنووي \"12/173\".\r2 أخرجه مسلم \"1755\".","seal":"F47280F3","part":1},
      {"page":143,"id":259,"nass":"فصل [في من يرضخ له]\rويرضخ1 لمن لا سهم له من النساء والصبيان والعبيد والكفار فيعطيهم على قدر غنائمهم ولا يبلغ بالراجل منهم سهم راجل ولا بالفارس سهم فارس وإن غزا العبد على فرس لسيده فسهم الفرس لسيده ويرضخ للعبد.\r__________\r1 يرضخ لهم: أي: يعطيهم شيئاً قليلاً دون السهام المقاتلين. انظر: الزاهر ص385.","seal":"D7BEE79A","part":1},
      {"page":143,"id":260,"nass":"باب الغنائم وقسمتها\rوهي نوعان:\rأحدهما: الأرض فيخير الإمام بين قسمتها ووقفها للمسلمين ويضرب عليها خراجا مستمرا يؤخذ ممن هي في يده كل عام أجرا لها وما وقفه الأئمة من ذلك لم يجز تغيره ولا بيعه.\rالثاني: سائر الأموال فهي لمن شهد الوقعة ممن يمكنه القتال ويستعد له من التجار وغيرهم سواء قاتل أو لم يقاتل على الصفة التي شهد الوقعة فيها من كونه فارسا أو راجلا أو عبدا أو مسلما أو كافرا.","seal":"68F7E3AC","part":1},
      {"page":144,"id":261,"nass":"ولا يعتبر ما قبل ذلك ولا ما بعده ولا حق فيها لعاجز عن القتال بمرض أو غيره ولا لمن جاء بعد ما تنقضي الحرب من مدد أو غيره ومن بعث الأمير لمصلحة الجيش أسهم له ويشارك الجيش سراياه فيما غنمت وتشاركه فيما غنم.\rويبدأ بإخراج مؤونة الغنيمة لحفظها ونقلها وسائر حاجتها ثم يدفع الأسلاب إلى أهلها والأجعال لأصحابها ثم يخمس باقيها فيقسمه خمسة أسهم سهم لله تعالى ولرسوله صلى الله عليه وسلم يصرف في السلاح والكراع والمصالح وسهم لذوي القربى وهم بنو هاشم وبنو عبد المطلب غنيهم وفقيرهم للذكر مثل حظ الأنثيين وسهم لليتامى الفقراء وسهم للمساكين وسهم لأبناء السبيل ثم يخرج باقي الأنفال والرضخ ثم يقسم ما بقي للراجل سهم وللفارس ثلاثة أسهم سهم له ولفرسه سهمان لما روى ابن عمر أن رسول الله صلى الله عليه وسلم جعل للفرس سهمين ولصاحبه سهما1 وإن كان الفرس غير عربي فله سهم ولصاحبه سهم وإن كان مع الرجل فرسان أسهم لهما ولا يسهم لأكثر من فرسين ولا يسهم لدابة غير الخيل.\r__________\r1 أخرجه البخاري: \"3863\"، وابن ماجه \"1762\"، من حديث ابن عمرو.","seal":"42DF8706","part":1},
      {"page":144,"id":262,"nass":"فصل [في الفيء]\rوما تركه الكفار فزعا وهربوا لم يوجف عليه بخيل ولا ركاب أو أخذ منهم بغير قتال فهو فيء يصرف في مصالح المسلمين.\rومن وجد كافرا ضالا عن الطريق أو غيره في دار الإسلام فأخذه فهو له وإن دخل قوم لا منعة لهم أرض الحرب متلصصين بغير إذن الإمام فما أخذوه فهو لهم بعد الخمس.","seal":"5C070411","part":1},
      {"page":144,"id":263,"nass":"باب الأمان\rومن قال لحربي قد أجرتك أو أمنتك أو لا بأس عليك ونحو هذا فقد أمنه.\rويصح الأمان من كل مسلم عاقل مختار حرا كان أو عبدا رجلا كان أو امرأة لقول رسول الله صلى الله عليه وسلم: \"المؤمنون تتكافأ دماؤهم ويسعى بذمتهم أدناهم\" 1.\r__________\r1 أخرجه أبو داود \"1751\"، والنسائي \"4838\"، من حديث علي بن أبي طالب.\rوالجزء الأخير عند البخاري \"7300\"، ومسلم \"1370\"، من حديث علي مرفوعاً، بلفظ: \"ذمة المسلمين واحدة يسعى بها أدناهم\".","seal":"E01E43AF","part":1},
      {"page":145,"id":264,"nass":"ويصح أمان آحاد الرعية للجماعة اليسيرة وأمان الأمير للبلد الذي أقيم بإزائه وأمان الإمام لجميع الكفار ومن دخل دارهم بأمانهم فقد أمنهم من نفسه وإن خلوا أسيرا منا بشرط أن يبعث إليهم مالا معلوما لزمه الوفاء لهم فإن شرطوا عليه أن يعود إليهم إن عجز لزمه الوفاء لهم إلا أن تكون امرأة فلا ترجع إليهم.","seal":"03DEDDD4","part":1},
      {"page":145,"id":265,"nass":"فصل [في الهدنة]\rوتجوز مهادنة الكفار إذا رأى الإمام المصلحة فيها ولا يجوز عقدها إلا من الإمام أو نائبه وعليه حمايتهم من المسلمين دون أهل الحرب وإن خاف نقض العهد منهم نبذ إليهم عهدهم وإن سباهم كفار آخرون لم يجز لنا شراؤهم.\rوتجب الهجرة على من لم يقدر على إظهار دينه في دار الحرب وتستحب لمن قدر على ذلك ولا تنقطع الهجرة ما قوتل الكفار إلا من بلد بعد فتحه.","seal":"16955452","part":1},
      {"page":145,"id":266,"nass":"باب الجزية\rولا تؤخذ الجزية إلا من أهل الكتاب وهم اليهود ومن دان بالتوراة والنصارى ومن دان بالإنجيل والمجوس إذا التزموا أداء الجزية وأحكام الملة ومتى طلبوا ذلك لزم إجابتهم وحرم قتالهم.\rوتؤخذ الجزية في رأس كل حول من الموسر ثمانية وأربعون درهما ومن المتوسط أربعة وعشرون درهما ومن دونه اثنا عشر درهما.\rولا جزية على صبي ولا امرأة ولا شيخ فان ولا زمن ولا أعمى ولا عبد ولا فقير عاجز عنها ومن أسلم بعد وجوبها سقطت عنه وإن مات أخذت من تركته.\rومن اتجر منهم إلى غير بلده ثم عاد أخذ منه نصف العشر وإن دخل إلينا تاجر حربي أخذ منه العشر.\rومن نقض العهد بامتناعه من التزام الجزية وأحكام الملة أو قتال المسلمين ونحوه أو الهرب إلى دار الحرب حل دمه وماله ولا ينتقض عهد نسائه وأولاده بنقضه إلا أن يذهب بهم إلى دار الحرب.","seal":"E87E2440","part":1},
      {"page":147,"id":267,"nass":"كتاب القضاء\rمدخل\r...\rكتاب القضاء\rوهو فرض كفاية يلزم الإمام نصب من يكتفى به في القضاء ويجب على من يصلح له إذا طلب منه ولم يوجد غيره الإجابة إليه وإن وجد غيره فالأفضل تركه ومن شروطه أن يكون رجلا حرا مسلما سميعا بصيرا متكلما عدلا عالما.\rولا يجوز له أن يقبل رشوة ولا هدية ممن لم يكن يهديه إليه ولا الحكم قبل معرفة الحق فإن أشكل عليه شاور فيه أهل العلم والأمانة ولا يحكم وهو غضبان ولا في حال يمنع استيفاء الرأي ولا يتخذ في مجلس الحكم بوابا.\rويجب العدل بين الخصمين في الدخول عليه والمجلس والخطاب.","seal":"C3647A53","part":1},
      {"page":147,"id":268,"nass":"باب صفة الحكم\rإذا جلس إليه الخصمان فادعى أحدهما على الآخر لم تسمع الدعوى إلا محررة تحريرا يعلم به المدعى عليه فإذا كان دينا ذكر قدره وجنسه وإن كان عقارا ذكر موضعه وحده وإن كان عينا حاضرة عينها وإن كانت غائبة ذكر جنسها وقيمتها ثم يقول لخصمه ما تقول؟ فإن اقر حكم المدعي وإن أنكر لم يخل من ثلاثة أقسام:\rأحدها: أن تكون في يد أحدهما فيقول للمدعي ألك بينة فإن قال نعم وأقامها حكم له بها وإن لم تكن له بينة قال فلك يمينه فإن طلبها استحلفه وبرئ لقول رسول الله صلى الله عليه وسلم: \"لو يعطى الناس بدعواهم لادعى قوم دماء رجال وأموالهم ولكن اليمين على المدعي عليه\" 1 وإن نكل عن اليمين وردها على المدعي استحلفه وحكم له وإن نكل أيضا صرفهما وإن كان لكل واحد منهم بينه حكم بها للمدعي فإن اقر صاحب اليد لغيره صار المقر له الخصم فيها وقام مقام صاحب اليد فيما ذكرنا.\r__________\r1 أخرجه البخاري \"4552\"، ومسلم \"1711\"، من حديث ابن عباس.","seal":"474763BC","part":1},
      {"page":148,"id":269,"nass":"الثاني: أن تكون في يديهما فإن كانت لأحدهما بينة حكم له بها وإن لم يكن لواحد منهما بينة أو لهما بينتان قسمت بينهما وحلف كل واحد منهما على النصف المحكوم له به وإن ادعاها أحدهما وادعى الآخر نصفها ولا بينة قسمت بينهما واليمين على مدعي النصف وإن كانت لهما بينتان حكم بها لمدعي الكل.\rالثالث: أن تكون في يد غيرهما وإن اقر لأحدهما أو لغيرهما صار المقر له صاحب اليد وإن اقر لهما صارت كالتي في يديهما وإن قال لا أعرف صاحبها منهما ولأحدهما بينة فهي له أو لكل منهما بينة إستهما على اليمين فمن خرج سهمه حلف وأخذها.","seal":"28994A1D","part":1},
      {"page":148,"id":270,"nass":"باب في تعارض الدعاوى\rإذا تنازعا قميصا أحدهما لابسه والآخر آخذ بكمه فهو للابسه.\rوإن تنازعا دابة أحدهما راكبها أو له عليه حمل فهي له.\rوإن تنازعا أرضا فيها شجر أو بناء أو زرع لأحدهما فهي له.\rوإن تنازع صانعان في قماش دكان فآلت كل صناعة لصاحبها.\rوإن تنازع الزوجان في قماش البيت فللزوج ما يصلح للرجال وللمرأة ما يصلح للنساء وما يصلح لهما بينهما.\rوإن تنازعا حائطا معقودا ببنائهما أو محلولا منها فهو بينها وإن كان معقودا ببناء أحدهما وحده فهو له.\rوإن تنازع صاحب العلو والسفل في السقف الذي بينهما أو تنازع صاحب الأرض والنهر في الحائط الذي بينهما أو تنازعا قميصا أحدهما آخذ بكمه وباقيه مع الآخر فهو بينهما.\rوإن تنازع مسلم وكافر في ميت يزعم كل واحد أنه مات على دينه فإن عرف أصل دينه حمل عليه وإن لم يعرف أصل دينه فالميراث للمسلم وإن كانت لهما بينتان فكذلك وإن كانت لأحدهما بينة حكم له بها.\rوإن ادعى كل واحد من الشريكين في العبد أن شريكه أعتق نصيبه وهما موسران عتق كله ولا ولاء لهما عليه وإن كان أحدهما موسرا والآخر معسرا عتق نصيب الموسر وحده وإن كانا معسرين لم يعتق منه شيء وإن اشترى أحدهما نصيب صاحبه عتق حينئذ ولم يسر إلى باقيه ولا ولاء عليه وإن ادعى كل واحد من الموسرين أنه أعتقه تحالفا وكان ولاؤه بينهما.","seal":"5B14FAC5","part":1},
      {"page":149,"id":271,"nass":"وإن قال رجل لعبده إن برئت من مرضي هذا فأنت حر وإن قتلت فأنت حر فادعى العبد برءه أو قتله وأنكرت الورثة فالقول قولهم وإن أقام كل واحد منهم بينة بقوله عتق العبد لأن بينته تشهد بزيادة.\rولو مات رجل وخلف ابنين وعبدين متساويي القيمة لا مال له سواهما فأقر الابنان أنه أعتق أحدهما في مرض موته عتق منه ثلثاه إن لم يجيزا عتقه كله وإن قال أحدهما أبي أعتق هذا وقال الآخر بل هذا عتق ثلث كل واحد منهما وكان لكل ابن سدس الذي اعترف بعتقه ونصف الآخر وإن قال الثاني أبي أعتق أحدهما لا أدري من منهما أقرع بينهما وقامت القرعة مقام تعيينه.","seal":"DEF3F689","part":1},
      {"page":149,"id":272,"nass":"باب حكم كتاب القاضي\rيجوز الحكم على الغائب إذا كانت للمدعي بينة ومتى حكم على الغائب ثم كتب بحكمه إلى قاضي بلد الغائب لزم قبوله وأخذ المحكوم عليه به ولا يثبت إلا بشاهدين عدلين يقولان قرأه علينا أو قرئ عليه بحضرتنا فقال اشهدا علي أن هذا كتابي إلى فلان أو إلى من يصل إليه من قضاة المسلمين وحكامهم.\rفإن مات المكتوب إليه أو عزل فوصل إلى غيره عمل به وإن مات الكاتب أو عزل بعد حكمه جاز قبول كتابه ويقبل كتاب القاضي في كل حق إلا الحدود والقصاص.","seal":"385C3C96","part":1},
      {"page":149,"id":273,"nass":"باب القسمة\rوهي نوعان:\rالأول: قسمة إجبار وهي ما يمكن قسمته من غير ضرر ولا رد عوض إذا طلب أحد الشريكين قسمة فأبى الآخر أجبره الحاكم عليه إذا ثبت عنده ملكهما ببينة فإن أقر به لم يجبر الممتنع عليه وإن طلباها في هذه الحال قسمت بينهما وأثبت في القضية أن قسمة كان عن إقرار لا عن بينة.\rوالثاني: قسمة التراضي وهي قسمة ما فيه ضرر بأن لا ينتفع أحدهما بنصيبه فيما هو له أو لا يمكن تعديله إلا برد عوض من أحدهما فلا إجبار فيها.","seal":"D424F1AF","part":1},
      {"page":150,"id":274,"nass":"والقسمة إفراز حق لا يستحق بها شفعة ولا يثبت فيها خيار وتجوز في المكيل وزنا في الموزون كيلا وفي الثمار خرصا وتجوز قسمة الوقف إذا لم يكن فيها رد عوض فإن كان بعضه طلقا وبعضه وقفا وفيها عوض من صاحب الطلق لم يجز وإن كان من رب الوقف جاز.\rوإذا عدلت الأجزاء أقرع عليها فمن خرج سهمه على شيء صار له ولزم بذلك.\rويجب أن يكون قاسم الحاكم عدلا وكذلك كاتبه.","seal":"7F010C61","part":1},
      {"page":151,"id":275,"nass":"كتاب الشهادات\rمدخل\r...\rكتاب الشهادات\rتحمل الشهادة وأداؤها فرض كفاية إذا لم يوجد من يقوم بها سوى اثنين لزمهما القيام بها على القريب والبعيد إذا أمكنهما ذلك من غير ضرر لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ} الآية [النساء: 135] .\rوالمشهود عليه أربعة أقسام:\rأحدها: الزنا وما يوجب حده فلا يثبت إلا بأربعة رجال أحرار عدول.\rالثاني: المال وما يقصد به المال فيثبت بشاهدين أو رجل وامرأتين وبرجل مع يمين الطالب.\rالثالث: ما عدا هذين مما يطلع عليه الرجال في غالب الأحوال فلا يثبت إلا بشهادة رجلين.\rالرابع: ما لا يطلع عليه الرجال كالولادة والحيض والعدة والعيوب تحت الثياب فيثبت بشهادة امرأة عدل لأن عقبة بن الحارث قال تزوجت أم يحيى بنت أبي إهاب فجاءت أمة سوداء فقالت قد أرضعتكما فذكرت ذلك للنبي صلى الله عليه وسلم فقال: \"كيف وقد زعمت ذلك\" 1\rوتقبل شهادة العبد في كل شيء إلا الحدود والقصاص وتقبل شهادة الأمة فيما تقبل فيه شهادة النساء للخبر وشهادة الفاعل على فحله كالمرضعة على الرضاع والقاسم على القسمة وشهادة الأخ لأخيه والصديق لصديقه وشهادة الأصم على المرئيات وشهادة الأعمى إذا تيقن الصوت وشهادة المستخفي.\rومن سمع إنسانا يقر بحق وإن لم يقل للشاهد أشهد علي وما تظاهرت به الأخبار واستقرت معرفته في قلبه جاز أن يشهد به كالشهادة على النسب والولادة ولا يجوز ذلك في حد ولا قصاص.\rوتقبل شهادة القاذف وغيره بعد توبته.\r__________\r1 أخرجه البخاري \"88\".","seal":"F7CD2F52","part":1},
      {"page":152,"id":276,"nass":"باب من ترد شهادته\rلا تقبل شهادة صبي ولا زائل العقل ولا أخرس ولا كافر ولا فاسق ولا مجهول الحال ولا جار إلى نفسه نفعا ولا دافع عنها شرا ولا شهادة والد وإن علا لولده ولا ولد لوالده ولا سيد لعبيده ولا مكاتبه ولا شهادتهما له ولا أحد الزوجين لصاحبه ولا شهادة الوصي فيما هو وصي فيه ولا الوكيل فيما هو وكيل فيه ولا الشريك فيما هو شريك فيه ولا العدو على عدوه ولا معروف بكثرة الغلط والغفلة ولا من لا مروءة له كالمسخرة وكاشف عورته للناظرين في حمام أو غيره.\rومن شهد بشهادة يتهم في بعضها ردت كلها.\rولا يسمح في الجرح والتعديل والترجمة ونحوها إلا شهادة اثنين وإذا تعارض الجرح والتعديل قدم الجرح.\rوإن شهد شاهد بألف وآخر بألفين قضى له بألف وحلف مع شاهده على الألف الآخر إن أحب وإن قال أحدهما ألف من قرض وقال الآخر من ثمن مبيع لم تكمل الشهادة.\rوإذا شهد أربعة بالزنا أو شهد اثنان على فعل سواه واختلفوا في المكان أو الزمان أو الصفة لم تكمل شهادتهم.","seal":"2A8423E4","part":1},
      {"page":152,"id":277,"nass":"باب الشهادة على الشهادة والرجوع عنها\rتجوز الشهادة على الشهادة فيما يجوز فيه كتاب القاضي إذا تعذرت شهادة الأصل بموت أو غيبة أو مرض ونحوه بشرط أن يستدعيه شاهد الأصل فيقول أشهد على شهادتي إني اشهد أن فلانا أقر عندي أو أشهدني بكذا.\rويعتبر معرفة العدالة في شهود الأصل والفرع ومتى لم يحكم بشهادة الفرع حتى حضر شهود الأصل وقف الحكم على سماع شهادتهم وإن حدث من بعضهم ما يمنع قبول الشهادة لم يحكم بها.","seal":"4C265024","part":1},
      {"page":152,"id":278,"nass":"فصل [في تغيير الشهادة]\rومتى غير العدل شهادته فزاد فيها أو نقص قبل الحكم قبلت وإن حدث منه ما يمنع قبولها أدائها ردت وإن حدث ذلك بعد الحكم بها لم يؤثر.","seal":"965A0059","part":1},
      {"page":153,"id":279,"nass":"وإن رجع الشهود بعد الحكم بشهادتهم لم ينقض الحكم ولم يمنع الاستيفاء إلا في الحدود والقصاص وعليهم غرامة ما فات بشهادتهم بمثله إن كان مثليا وقيمته إن لم يكن مثليا ويكون ذلك بينهم على عددهم فإن رجع أحدهم فعليه حصته.\rوإن كان المشهود به قتلا أو جرحا فقالوا تعمدنا فعليهم القصاص وإن قالوا أخطأنا غرموا الدية وأرش الجرح.","seal":"D82EF2AF","part":1},
      {"page":153,"id":280,"nass":"باب اليمين في الدعاوي\rاليمين المشروعة في الحقوق هي اليمين بالله تعالى سواء كان الحالف مسلما أو كافرا.\rويجوز القضاء في الأموال وأسبابها بشاهد ويمين لأن النبي صلى الله عليه وسلم قضى بشاهد ويمين1.\rوالأيمان كلها على ابت إلا اليمين على نفي فعل غيره فإنها على نفي العلم.\rوإذا كان للميت أو المفلس حق بشاهد فحلف المفلس أو ورثة الميت ثبت وإن لم يحلف فبذل الغرماء اليمين لم يستحلفوا.\rوإذا كانت الدعوى لجماعة فعليه لكل واحد يمين وإن قال أنا أحلف يمينا واحدة لجميعهم لم يقبل منه إلا أن يرضوا.\rوإن ادعى واحد حقوقا على واحد فعليه في كل حق يمين.\rوتشرع اليمين في كل حق لآدمي ولا تشرع في حقوق الله من الحدود والعبادات.\r__________\r1 أخرجه مسلم \"1712\"، من حديث ابن عباس.","seal":"F0760CF6","part":1},
      {"page":153,"id":281,"nass":"باب الإقرار\rوإذا أقر المكلف الحر الرشيد الصحيح المختار بحق أخذ به.\rومن أقر بدراهم ثم سكت سكوتا يمكنه الكلام فيه ثم قال زيوفا أو صغارا أو مؤجلة لزمته جيادا وافية حالة وإن وصفها بإقراره لزمته كذلك.\rوإن استثنى مما أقر به أقل من نصفه متصلا بذلك متصلا به صح استثناؤه وإن فصل بينهما بسكوت يمكنه الكلام أو بكلام أجنبي أو استثني أكثر من نصفه أو من غير جنسه لزمه كله.","seal":"4E116403","part":1},
      {"page":154,"id":282,"nass":"ومن قال له علي دراهم ثم قال وديعة لم يقبل قوله.\rومن أقر بدراهم فأقل ما يلزمه ثلاثا إلا أن يصدقه المقر له في أقل منها.\rومن أقر بشيء مجمل قبل تفسيره بما يحتمله.","seal":"3290F643","part":1},
      {"page":154,"id":283,"nass":"فصل [في من يقبل إقراره]\rولا يقبل إقرار غير المكلف بشيء إلا المأذون له من الصبيان في التصرف في قدر ما أذن له.\rوإن أقر السفيه بحد أو قصاص أو طلاق أخذ به وإن أقر بمال لم يقبل إقراره وكذلك الحكم في إقرار العبد إلا أنه يتعلق بذمته يتبع به بعد العتق إلا أن يكون مأذونا له في التجارة فيصح إقراره في قدر ما أذن له فيه.\rويصح إقرار المريض بالدين لأجنبي ولا يصح إقراره في مرض الموت لوارث إلا بتصديق سائر الورثة ولو اقر لوارث فصار غير وارث لم يصح وإن أقر له وهو غير وارث ثم صار وارثا صح إقراره ويصح إقراره بوارث.\rوإذا كان على الميت دين لم يلزم الورثة وفاؤه إلا إن خلف تركة فيتعلق دينه به فإن أحب الورثة وفاء الدين وأخذ التركة فلهم ذلك.\rوإن أقر جميع الورثة بدين على مورثهم ثبت بإقرارهم وإن أقر به بعضهم ثبت بقدر حقه.\rفلو خلف ابنين ومائتي درهم فاقر أحدهما بمائة دينار على أبيه لزمه خمسون درهما فإن كان عدلا وشهد بها فللغريم أن يحلف مع شهادته ويأخذ باقيها من أخيه.\rوإن خلف ابنا ومائة فادعى رجل مائة على أبيه فصدقه ثم ادعى آخر مثل ذلك فصدقه الابن فإن كان في مجلس واحد فالمائة بينهما وإن كانا في مجلسين فهو للأول ولا شيء للثاني وإن كان الأول ادعاها فصدقه الابن ثم ادعاها آخر فصدقه الابن فهي للأول ولا شيء للثاني ويغرمها لأنه فوتها عليه بإقراره.\rآخر الكتاب\rوالحمد لله رب العالمين","seal":"E3640569","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":620,"Bk":"عمدة الفقه","HigriD":"620","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو محمد موفق الدين عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي، الشهير بابن قدامة المقدسي","bLnk":null,"Inf":"","Auth":"المقدسي، موفق الدين","Betaka":"الكتاب: عمدة الفقه\rالمؤلف: أبو محمد موفق الدين عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي، الشهير بابن قدامة المقدسي (المتوفى: 620هـ)\rالمحقق: أحمد محمد عزوز\rالناشر: المكتبة العصرية\rالطبعة: 1425هـ - 2004م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن قدامة المقدسي (541 -620هـ، 1147 - 1223م).\r\n\r\nعبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي. فقيه محدّث ولد بجماعيل، وهى قرية بجبل نابلس بفلسطين. ثم رحل إلى دمشق، وقرأ القرآن، وسمع الحديث الكثير من والده، ومن أبي المكارم ابن هلال، ومن أبي المعالي بن صابر وغيرهم. ثم رحل إلى بغداد مع ابن خالته الحافظ عبد الغني وسمع من علمائها ثم عاد إلى دمشق. كان حجة في المذهب الحنبلي. برع وأفتى وناظر وتبحر في فنون كثيرة. وكان زاهدًا ورعًا متواضعًا، حسن الأخلاق، كثير التلاوة للقرآن، كثير الصيام والقيام. قال ابن تيمية في حقه: ما دخل الشام بعد الأوزاعي أفقه من ابن قدامة. وقال عنه ابن الحاجب: كان ابن قدامة إمام الأئمة ومفتي الأمة اختصه الله تعالى بالفضل الوافر والخاطر العاطر والعلم الكامل، طنت بذكره الأمصار وضنت بمثله الأعصار، قد أخذ بمجامع الحقائق النقلية والعقلية. فأما الحديث فهو سابق فرسانه، وأما الفقه فهو فارس ميدانه، أعرف الناس بالفتيا وله المصنفات الغزيرة ... له كتب كثيرة أشهرها: المغني في شرح الخرقي في الفقه، ويقع في عشرة مجلدات؛ الكافي في الفقه، ويقع في أربعة مجلدات؛ المقنع في الفقه؛ الهداية؛ العمدة والأخيران في الفقه؛ روضة الناظر وجنة المناظر في أصول الفقه وقد شرحها ابن بدران شرحاً سماه: نزهة الخاطر العاطر. وله أيضاً مختصر العلل للخلال، وغيرها كثير.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"3F0DD9D7","cat":"فقه حنبلي","oNum":11315,"BkId":11315,"oAuth":474,"bVer":1,"aSeal":"113F92C3"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11315":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":2,"sub":0,"tit":"كتاب الطهارة"},
      {"lvl":2,"id":2,"sub":1,"tit":"باب أحكام المياه"},
      {"lvl":2,"id":3,"sub":0,"tit":"باب الآنية"},
      {"lvl":2,"id":4,"sub":0,"tit":"باب قضاء الحاجة"},
      {"lvl":2,"id":6,"sub":0,"tit":"باب الوضوء"},
      {"lvl":2,"id":8,"sub":0,"tit":"باب المسح على الخفين"},
      {"lvl":2,"id":9,"sub":0,"tit":"باب نواقض الوضوء"},
      {"lvl":2,"id":11,"sub":0,"tit":"باب الغسل من الجنابة"},
      {"lvl":2,"id":12,"sub":0,"tit":"باب التيمم"},
      {"lvl":2,"id":14,"sub":0,"tit":"باب الحيض"},
      {"lvl":2,"id":15,"sub":0,"tit":"باب النفاس"},
      {"lvl":1,"id":16,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":2,"id":16,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":17,"sub":0,"tit":"باب الأذان والإقامة"},
      {"lvl":2,"id":19,"sub":0,"tit":"باب شرائط الصلاة"},
      {"lvl":2,"id":21,"sub":0,"tit":"باب آداب المشي إلى الصلاة"},
      {"lvl":2,"id":23,"sub":0,"tit":"باب صفة الصلاة"},
      {"lvl":2,"id":25,"sub":0,"tit":"باب أركان الصلاة وواجباتها"},
      {"lvl":2,"id":26,"sub":0,"tit":"باب سجود السهو"},
      {"lvl":2,"id":28,"sub":0,"tit":"باب صلاة التطوع"},
      {"lvl":2,"id":30,"sub":0,"tit":"باب الساعات التي نهي عن الصلاة فيها"},
      {"lvl":2,"id":31,"sub":0,"tit":"باب الإمامة"},
      {"lvl":2,"id":33,"sub":0,"tit":"باب صلاة المريض"},
      {"lvl":2,"id":34,"sub":0,"tit":"باب صلاة المسافر"},
      {"lvl":2,"id":35,"sub":0,"tit":"باب صلاة الخوف"},
      {"lvl":2,"id":36,"sub":0,"tit":"باب صلاة الجمعة"},
      {"lvl":2,"id":38,"sub":0,"tit":"باب صلاة العيدين"},
      {"lvl":1,"id":40,"sub":0,"tit":"كتاب الجنائز"},
      {"lvl":1,"id":42,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":2,"id":42,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":43,"sub":0,"tit":"باب زكاة السائمة"},
      {"lvl":2,"id":45,"sub":0,"tit":"باب زكاة الخارج من الأرض"},
      {"lvl":2,"id":46,"sub":0,"tit":"باب زكاة الأثمان"},
      {"lvl":2,"id":47,"sub":0,"tit":"باب حكم الدين"},
      {"lvl":2,"id":48,"sub":0,"tit":"باب زكاة العروض"},
      {"lvl":2,"id":49,"sub":0,"tit":"باب زكاة الفطر"},
      {"lvl":2,"id":50,"sub":0,"tit":"باب إخراج الزكاة"},
      {"lvl":2,"id":51,"sub":0,"tit":"باب من يجوز دفع الزكاة إليه"},
      {"lvl":2,"id":53,"sub":0,"tit":"باب من لا يجوز دفع الزكاة إليه"},
      {"lvl":1,"id":54,"sub":0,"tit":"كتاب الصيام"},
      {"lvl":2,"id":54,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":55,"sub":0,"tit":"باب أحكام المفطرين في رمضان"},
      {"lvl":2,"id":57,"sub":0,"tit":"باب ما يفسد الصوم"},
      {"lvl":2,"id":58,"sub":0,"tit":"باب صيام التطوع"},
      {"lvl":2,"id":60,"sub":0,"tit":"باب الاعتكاف"},
      {"lvl":1,"id":61,"sub":0,"tit":"كتاب الحج والعمرة"},
      {"lvl":2,"id":61,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":62,"sub":0,"tit":"باب المواقيت"},
      {"lvl":2,"id":63,"sub":0,"tit":"باب الإحرام"},
      {"lvl":2,"id":64,"sub":0,"tit":"باب محظورات الإحرام"},
      {"lvl":2,"id":66,"sub":0,"tit":"باب الفدية"},
      {"lvl":2,"id":67,"sub":0,"tit":"باب دخول مكة"},
      {"lvl":2,"id":68,"sub":0,"tit":"باب صفة الحج"},
      {"lvl":2,"id":70,"sub":0,"tit":"باب ما يفعله بعد الحل"},
      {"lvl":2,"id":72,"sub":0,"tit":"باب أركان الحج والعمرة"},
      {"lvl":2,"id":74,"sub":0,"tit":"باب الهدي والأضحية"},
      {"lvl":2,"id":76,"sub":0,"tit":"باب العقيقة"},
      {"lvl":1,"id":77,"sub":0,"tit":"كتاب البيوع"},
      {"lvl":2,"id":77,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":78,"sub":0,"tit":"فصل [في البيوع المنهى عنها] *"},
      {"lvl":2,"id":80,"sub":0,"tit":"باب الربا"},
      {"lvl":2,"id":81,"sub":0,"tit":"باب بيع الأصول والثمار"},
      {"lvl":2,"id":82,"sub":0,"tit":"فصل [في بيع الثمار وصلاحها]"},
      {"lvl":2,"id":83,"sub":0,"tit":"باب الخيار"},
      {"lvl":2,"id":85,"sub":0,"tit":"باب السلم"},
      {"lvl":2,"id":86,"sub":0,"tit":"باب القرض وغيره"},
      {"lvl":2,"id":88,"sub":0,"tit":"باب أحكام الدين"},
      {"lvl":2,"id":90,"sub":0,"tit":"باب الحوالة والضمان"},
      {"lvl":2,"id":91,"sub":0,"tit":"باب الرهن"},
      {"lvl":2,"id":92,"sub":0,"tit":"باب الصلح"},
      {"lvl":2,"id":94,"sub":0,"tit":"باب الوكالة"},
      {"lvl":2,"id":95,"sub":0,"tit":"باب الشركة"},
      {"lvl":2,"id":97,"sub":0,"tit":"باب المساقاة والمزارعة"},
      {"lvl":2,"id":98,"sub":0,"tit":"باب إحياء الموات"},
      {"lvl":2,"id":99,"sub":0,"tit":"باب الجعالة"},
      {"lvl":2,"id":100,"sub":0,"tit":"باب اللقطة"},
      {"lvl":2,"id":102,"sub":0,"tit":"فصل في اللقيط"},
      {"lvl":2,"id":103,"sub":0,"tit":"باب السبق"},
      {"lvl":2,"id":104,"sub":0,"tit":"باب الوديعة"},
      {"lvl":1,"id":105,"sub":0,"tit":"كتاب الإجارة"},
      {"lvl":2,"id":105,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":106,"sub":0,"tit":"باب الغصب"},
      {"lvl":2,"id":108,"sub":0,"tit":"باب الشفعة"},
      {"lvl":1,"id":110,"sub":0,"tit":"كتاب الوقف"},
      {"lvl":2,"id":110,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":111,"sub":0,"tit":"باب الهبة"},
      {"lvl":2,"id":112,"sub":0,"tit":"باب عطية المريض"},
      {"lvl":1,"id":114,"sub":0,"tit":"كتاب الوصايا"},
      {"lvl":2,"id":114,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":116,"sub":0,"tit":"فصل [في بطلان الوصية]"},
      {"lvl":2,"id":117,"sub":0,"tit":"باب الموصى إليه"},
      {"lvl":2,"id":119,"sub":0,"tit":"فصل [في الحجر واختبار الرشد]"},
      {"lvl":2,"id":120,"sub":0,"tit":"فصل [في الإذن للعبد في التصرف]"},
      {"lvl":1,"id":121,"sub":0,"tit":"كتاب الفرائض"},
      {"lvl":2,"id":121,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":122,"sub":0,"tit":"فصل [في أحوال الأب في الميراث]"},
      {"lvl":2,"id":123,"sub":0,"tit":"فصل [في أحوال الجد في الميراث]"},
      {"lvl":2,"id":125,"sub":0,"tit":"فصل [في أحوال الأم في الميراث]"},
      {"lvl":2,"id":126,"sub":0,"tit":"فصل [في أحوال الجدة في الميراث]"},
      {"lvl":2,"id":127,"sub":0,"tit":"فصل [في أحوال البنات في الميراث]"},
      {"lvl":2,"id":128,"sub":0,"tit":"فصل [في أحوال الأخوات في الميراث]"},
      {"lvl":2,"id":129,"sub":0,"tit":"فصل [في أحوال الإخوة والأخوات من الأم في الميراث]"},
      {"lvl":2,"id":130,"sub":0,"tit":"باب الحجب"},
      {"lvl":2,"id":131,"sub":0,"tit":"باب العصبات"},
      {"lvl":2,"id":133,"sub":0,"tit":"باب ذوي الأرحام"},
      {"lvl":2,"id":135,"sub":0,"tit":"باب أصول المسائل"},
      {"lvl":2,"id":136,"sub":0,"tit":"باب الرد"},
      {"lvl":2,"id":137,"sub":0,"tit":"باب تصحيح المسلئل"},
      {"lvl":2,"id":139,"sub":0,"tit":"باب المناسخات"},
      {"lvl":2,"id":140,"sub":0,"tit":"باب موانع الميراث"},
      {"lvl":2,"id":142,"sub":0,"tit":"باب مسائل شتى"},
      {"lvl":2,"id":143,"sub":0,"tit":"باب الولاء"},
      {"lvl":2,"id":145,"sub":0,"tit":"باب الميراث بالولاء"},
      {"lvl":2,"id":146,"sub":0,"tit":"باب العتق"},
      {"lvl":2,"id":148,"sub":0,"tit":"فصل [في تعليق العتق على شرط]"},
      {"lvl":2,"id":149,"sub":0,"tit":"باب التدبير"},
      {"lvl":2,"id":151,"sub":0,"tit":"باب المكاتب"},
      {"lvl":2,"id":153,"sub":0,"tit":"باب أحكام أمهات الأولاد"},
      {"lvl":1,"id":154,"sub":0,"tit":"كتاب النكاح"},
      {"lvl":2,"id":154,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":155,"sub":0,"tit":"باب ولاية النكاح"},
      {"lvl":2,"id":156,"sub":0,"tit":"فصل [في الاستئذان في التزويج]"},
      {"lvl":2,"id":157,"sub":0,"tit":"فصل [في تزويج العبيد والإماء]"},
      {"lvl":2,"id":158,"sub":0,"tit":"باب المحرمات في النكاح"},
      {"lvl":2,"id":159,"sub":0,"tit":"فصل [في التحريم بالجمع]"},
      {"lvl":2,"id":161,"sub":0,"tit":"فصل [في التحريم في الملك]"},
      {"lvl":2,"id":162,"sub":0,"tit":"فصل [في موانع نكاح الإماء]"},
      {"lvl":1,"id":163,"sub":0,"tit":"كتاب الرضاع"},
      {"lvl":2,"id":163,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":165,"sub":0,"tit":"فصل [في تحريم النكاح وفسخه بسبب الرضاع]"},
      {"lvl":2,"id":166,"sub":0,"tit":"باب نكاح الكفار"},
      {"lvl":2,"id":167,"sub":0,"tit":"فصل [في فسخ نكاح الإماء]"},
      {"lvl":2,"id":168,"sub":0,"tit":"باب الشروط في النكاح"},
      {"lvl":2,"id":169,"sub":0,"tit":"باب العيوب التي يفسخ بها النكاح"},
      {"lvl":2,"id":170,"sub":0,"tit":"فصل [في التفريق للعتق]"},
      {"lvl":1,"id":171,"sub":0,"tit":"كتاب الصداق"},
      {"lvl":2,"id":171,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":172,"sub":0,"tit":"فصل [في من لم يسم لها المهر]"},
      {"lvl":2,"id":173,"sub":0,"tit":"فصل [في سقوط المهر واستقراه]"},
      {"lvl":2,"id":174,"sub":0,"tit":"باب معاشرة النساء"},
      {"lvl":2,"id":176,"sub":0,"tit":"فصل في الإيلاء"},
      {"lvl":2,"id":177,"sub":0,"tit":"باب القسم والنشوز"},
      {"lvl":2,"id":179,"sub":0,"tit":"فصل [في آداب الجماع]"},
      {"lvl":2,"id":180,"sub":0,"tit":"فصل [في النشوز]"},
      {"lvl":2,"id":181,"sub":0,"tit":"باب الخلع"},
      {"lvl":1,"id":183,"sub":0,"tit":"كتاب الطلاق"},
      {"lvl":2,"id":183,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":184,"sub":0,"tit":"باب صريح الطلاق وكنايته"},
      {"lvl":2,"id":186,"sub":0,"tit":"باب تعليق الطلاق بالشروط"},
      {"lvl":2,"id":188,"sub":0,"tit":"باب ما يختلف به عدد الطلاق وغيره"},
      {"lvl":2,"id":189,"sub":0,"tit":"باب الرجعة"},
      {"lvl":2,"id":191,"sub":0,"tit":"باب العدة"},
      {"lvl":2,"id":193,"sub":0,"tit":"باب الإحداد"},
      {"lvl":2,"id":194,"sub":0,"tit":"باب نفقة المعتدات"},
      {"lvl":2,"id":196,"sub":0,"tit":"باب استبراء الإماء"},
      {"lvl":1,"id":197,"sub":0,"tit":"كتاب الظهار"},
      {"lvl":1,"id":198,"sub":0,"tit":"كتاب اللعان"},
      {"lvl":2,"id":198,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":199,"sub":0,"tit":"فصل [في لحوق النسب]"},
      {"lvl":2,"id":201,"sub":0,"tit":"فصل [في إلحاق مجهول النسب]"},
      {"lvl":2,"id":202,"sub":0,"tit":"باب الحضانة"},
      {"lvl":2,"id":203,"sub":0,"tit":"باب نفقة الأقارب والمماليك"},
      {"lvl":2,"id":205,"sub":0,"tit":"باب الوليمة"},
      {"lvl":1,"id":206,"sub":0,"tit":"كتاب الأطعمة"},
      {"lvl":2,"id":206,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":207,"sub":0,"tit":"فصل [في ما يحل ويحرم من الحيوان]"},
      {"lvl":2,"id":208,"sub":0,"tit":"باب الذكاة"},
      {"lvl":2,"id":209,"sub":0,"tit":"فصل [في شروط الذكاة]"},
      {"lvl":1,"id":211,"sub":0,"tit":"كتاب الصيد"},
      {"lvl":2,"id":211,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":212,"sub":0,"tit":"باب المضطر"},
      {"lvl":2,"id":213,"sub":0,"tit":"باب النذر"},
      {"lvl":1,"id":215,"sub":0,"tit":"كتاب الأيمان"},
      {"lvl":2,"id":215,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":216,"sub":0,"tit":"باب جامع الأيمان"},
      {"lvl":2,"id":218,"sub":0,"tit":"باب كفارة اليمين"},
      {"lvl":1,"id":220,"sub":0,"tit":"كتاب الجنايات"},
      {"lvl":2,"id":220,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":221,"sub":0,"tit":"باب شروط وجوب القصاص واستيفائه"},
      {"lvl":2,"id":223,"sub":0,"tit":"فصل [في شروط جواز استيفاء القصاص]"},
      {"lvl":2,"id":224,"sub":0,"tit":"فصل [في سقوط القصاص]"},
      {"lvl":2,"id":226,"sub":0,"tit":"باب الاشتراك في القتل"},
      {"lvl":2,"id":227,"sub":0,"tit":"باب القود في الجروح"},
      {"lvl":2,"id":229,"sub":0,"tit":"فصل [في القود والدية بالأجزاء]"},
      {"lvl":1,"id":230,"sub":0,"tit":"كتاب الديات"},
      {"lvl":2,"id":230,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":231,"sub":0,"tit":"باب العاقلة وما تحمله"},
      {"lvl":2,"id":233,"sub":0,"tit":"فصل [في جناية العبد والبهائم]"},
      {"lvl":2,"id":234,"sub":0,"tit":"باب ديات الجراح"},
      {"lvl":2,"id":236,"sub":0,"tit":"باب الشجاج وغيرها"},
      {"lvl":2,"id":237,"sub":0,"tit":"باب كفارة القتل"},
      {"lvl":2,"id":239,"sub":0,"tit":"باب القسامة"},
      {"lvl":1,"id":240,"sub":0,"tit":"كتاب الحدود"},
      {"lvl":2,"id":240,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":241,"sub":0,"tit":"فصل [في وسائل إقامة الحد وكيفيته]"},
      {"lvl":2,"id":242,"sub":0,"tit":"فصل [في اجتماع الحدود]"},
      {"lvl":2,"id":244,"sub":0,"tit":"فصل [في استيفاء الحدود في الحرم والغزو]"},
      {"lvl":2,"id":245,"sub":0,"tit":"باب حد الزنا"},
      {"lvl":2,"id":246,"sub":0,"tit":"باب حد القذف"},
      {"lvl":2,"id":247,"sub":0,"tit":"باب حد المسكر"},
      {"lvl":2,"id":248,"sub":0,"tit":"باب حد السرقة"},
      {"lvl":2,"id":249,"sub":0,"tit":"باب حد المحاربين"},
      {"lvl":2,"id":251,"sub":0,"tit":"فصل [في دفع الصائل]"},
      {"lvl":2,"id":252,"sub":0,"tit":"باب قتال أهل البغي"},
      {"lvl":2,"id":253,"sub":0,"tit":"باب حكم المرتد"},
      {"lvl":1,"id":255,"sub":0,"tit":"كتاب الجهاد"},
      {"lvl":2,"id":255,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":257,"sub":0,"tit":"باب الأنفال"},
      {"lvl":2,"id":259,"sub":0,"tit":"فصل [في من يرضخ له]"},
      {"lvl":2,"id":260,"sub":0,"tit":"باب الغنائم وقسمتها"},
      {"lvl":2,"id":262,"sub":0,"tit":"فصل [في الفيء]"},
      {"lvl":2,"id":263,"sub":0,"tit":"باب الأمان"},
      {"lvl":2,"id":265,"sub":0,"tit":"فصل [في الهدنة]"},
      {"lvl":2,"id":266,"sub":0,"tit":"باب الجزية"},
      {"lvl":1,"id":267,"sub":0,"tit":"كتاب القضاء"},
      {"lvl":2,"id":267,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":268,"sub":0,"tit":"باب صفة الحكم"},
      {"lvl":2,"id":270,"sub":0,"tit":"باب في تعارض الدعاوى"},
      {"lvl":2,"id":272,"sub":0,"tit":"باب حكم كتاب القاضي"},
      {"lvl":2,"id":273,"sub":0,"tit":"باب القسمة"},
      {"lvl":1,"id":275,"sub":0,"tit":"كتاب الشهادات"},
      {"lvl":2,"id":275,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":276,"sub":0,"tit":"باب من ترد شهادته"},
      {"lvl":2,"id":277,"sub":0,"tit":"باب الشهادة على الشهادة والرجوع عنها"},
      {"lvl":2,"id":278,"sub":0,"tit":"فصل [في تغيير الشهادة]"},
      {"lvl":2,"id":280,"sub":0,"tit":"باب اليمين في الدعاوي"},
      {"lvl":2,"id":281,"sub":0,"tit":"باب الإقرار"},
      {"lvl":2,"id":283,"sub":0,"tit":"فصل [في من يقبل إقراره]"}
    ]
}
