{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11356":
    [
      {"page":3,"id":1,"nass":"بسم الله الرحمن الرحيم\rمقدمة\rالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، نبينا محمد وعلى آله وصحبه أجمعين.\rأما بعد: فللنفس الإنسانية خواطرها وخطراتها الطيبة، وخواطرها وخطراتها السيئة، لا محالة-حاشا الرسل والأنبياء، عليهم الصلاة والسلام-.\rلكن مهمة الإنسان أن يحافظ على الخواطر الخيرة، ويستكثر منها، ويحقهها في حياته ما استطاع، وأن يطرد الخواطر السيئة ويستغفر منها، وأن لا يتبعها؛ فيضل ويضل، ويهلك ويهلك.\rوهذه الأوراق تتضمن كلمات قلتها في بعض المناسبات والظروف، وكان لها طابع معين؛ إذ قد تكون مناسبة لذلك الظرف، أو فيها شيء من الحكمة، أو الظرف؛ وقد رأيت أن أنقلها للقاريء الكريم؛ لما أعلمه من أنس غالب النفوس بمثل هذا النوع من الكلام، ولا سيما مع تنوع الكلام، وتعدد أغراضه؛ مما سيكون له الأثر في قبول الفائدة والنكتة الباعثة على السرور والمرح.\rولست مع أسلوب الوقار المتكلف في الحياة، ولا المرح المتفلت من قيود الفضيلة، ولكن خير الأمور أوسطها.\rوالجد قد يحتاج إلى شيء من الهزل، ولا خير في هزل لا جد فيه؛ ولهذا جاءت هذه الكلمات ما بين جد في جد، أو جد في هزل.","seal":"364F0783","part":1},
      {"page":4,"id":2,"nass":"وكان من ضمن الموضوعات، موضوع: \"شذرات\"، وهي كلمات توجيهية قصيرة، جاءت كل منها بمناسبة فخرجت بسببها، تحمل طابع الجد، أو طابع الجد في هزل، وكانت مجموعة في موضع واحد؛ ثم رأيت أن أفرقها في الكتاب، لتصبح تذييلا مفرقا على الموضوعات في مربع مستقل.\rواخترت طباعة الكلمات المتجانسة أو المتضادة-أحيانا-أو المسجوعة بحرف بارز، بناء على اقتراح بعض الإخوة الفضلاء.\rوجاءت الكلمات في مختلف الموضوعات، بحسب الأحوال والظروف. وعدد قليل منها كان مقالات كتبت في مناسبة ما.\rوهذه الكلمات قد أخذت في رصدها منذ فترة طويلة، تقارب العشر سنوات.\rوكان مما عنيت به عند الحديث مع الناس أن تكون الكلمات موافقة لقواعد اللغة العربية، بل كان الحرص على أن تكون بليغة؛ لقناعتي بأن هذا هو الذي يؤثر في النفس البشرية تأثيرا حسنا، ولقد رأيت كيف يستقبل الإنسان الكلمة التي تخرج هذا المخرج، حتى إنني كنت مرة أقرأ بعض هذه الكلمات على بعض الإخوة؛ فعلق قائلا: هذا كلام سلس وكلام بليغ، وكلام أدبي.\rقلت له-جدا في هزل-: وهذا دأبي!.\rوأنا أعلم أن العصمة ليست لأحد بعد الرسل والأنبياء؛ فلا بد أن يكون الخطأ في شيء من كلامي، فلست أدعي العصمة من أوهامي، لكنني اجتهدت في التصويب وقصد الصواب، وما بقي من بعد ذلك فلن يخفى على أولي الألباب.","seal":"FDA0F230","part":1},
      {"page":5,"id":3,"nass":"والله يعلم أنني أردت نشر هذا رغبة في النفع، والتجديد في الوصول إلى أعماق النفوس، بشيء من المرح والترويح والدروس.\rوهذا فيه شيء من التأسي بالهدي النبوي؛ واقرأ -إن شئت-هذا الحوار: عن حنظلة الأسيدي رضي الله عنه -وكان من كتاب رسول الله صلى الله عليه وسلم- قال:\r- لقيني أبو بكر؛ فقال: كيف أنت يا حنظلة؟.\r- قال: قلت: نافق حنظلة.\r- قال: سبحان الله! ما تقول؟!.\r- قال: قلت: نكون عند رسول الله صلى الله عليه وسلم، يذكرنا بالنار والجنة؛ حتى كأنا رأي عين؛ فإذا خرجنا من عند رسول الله صلى الله عليه وسلم عافسنا\"1\" الأزواج والأولاد والضيعات\"2\"؛ فنسينا كثيرا.\r- قال أبو بكر: فوالله إنا لنلقى مثل هذا.\rفانطلقت أنا وأبو بكر حتى دخلنا على رسول الله صلى الله عليه وسلم.\r- قلت: نافق حنظلة يا رسول الله!.\r- فقال رسول الله صلى الله عليه وسلم: \"وما ذاك؟ \".\r- قلت: يا رسول الله، نكون عندك تذكرنا بالنار والجنة حتى كأنا رأي عين؛ فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات نسينا كثيرا.\r- فقال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده، إن لو تدومون على ما تكونون\r__________\r\"1\" أي خالطنا.\r\"2\" الضيعة معاش الرجل من مال أو حرفة أو زراعة أو صناعة.","seal":"B21FC715","part":1},
      {"page":6,"id":4,"nass":"عندي، وفي الذكر؛ لصافحتكم الملائكة على فرشكم وفي طرقكم؛ ولكن يا حنظلة: ساعة وساعة\". ثلاث مرات\"\"1\".\rفالنبي صلى الله عليه وسلم وضح الأمر لمن شكا إليه من الأصحاب تغير النفس عن حال الخوف والجد التي تكون عليها حينما يكونون عند النبي صلى الله عليه وسلم؛ بأن قال له: \"ساعة وساعة\"، لكن من المؤكد أنه يجب أن لا يكون ثمت تناقض بين هذه الساعة وتلك؛ لأن كلا من ساعة الترويح عن النفس وساعة الجد يجب أن تكونا محكومتين بميزان الشرع ومقاصده، والله يوفق كل من كان الله غايته وأساس مقاصده.\rفلا بأس بالهزل أو المزاح، بضوابطه الشرعية، بل من ينظر في نصوص الشريعة ومقاصدها يدرك أنه واجب-بهذا القيد-.\rو\"إنما الأعمال بالنيات، وإنما لكل امريء ما نوى ... \".\rسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.\rوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\rوالحمد لله رب العالمين.\rوكتبه: عبد الله بن ضيف الله الرحيلي\rطيبة الطيبة\r7/12/1419هـ\r__________\r\"1\" مسلم، 2750، التوبة، والترمذي، 2514، صفة القيامة. وعنده أنه مر بأبي بكر وهو يبكي، أي وحنظلة رضي الله عنه يبكي!.","seal":"2F82CB4D","part":1},
      {"page":7,"id":5,"nass":"أنا والكلمة وأنت!\rأنا والكلمة وأنت!\rأما أنا فلعلك تعرفني.\rوأما أنت فأخي، أو أخي في الله، أو صديقي، أو لعلك ابني\"1\".\rيسرك ما يسرني، ويحزنك ما يحزنني.\rوأما كلمتي فجزء مني.\rخرجت من قلبي.\rأحرقت بعضي.\rورضيت بهذا؛ لأنك عزيز علي.\rكلمتي قبل أن أقولها نار في صدري!.\rإنها تحرقني!.\rإنها تؤرقني!.\rإنها تتعبني!.\rحتى أقولها لك صادقا.\rإنها نصحي ونصيحتي لك أيها العزيز.\rإنها كلمة دفعت ثمنها راضيا!.\rأتدري ما ثمنها؟.\rإنه موت بعضي!.\r__________\r\"1\" بل لو كنت عدوي فإنني، والله، لا أكره له النصيحة.","seal":"6EB01FE1","part":1},
      {"page":8,"id":6,"nass":"موت بعض وقتي!.\rموت بعض خلايا جسمي!.\rلكن رضيت واخترت أن أقولها لك.\rقلتها لك ولسان حالي يقول:\rلا بأس أن يموت بعضي ليحيا بعضي!.\rفأما بعضي الذي يموت فهو وقتي وخلايا جسمي!.\rوأما بعضي الذي يحيا فهو أنت\"1\" إن أنت قبلت كلمتي.\rوإن لم تقبل، فإنني ألتمس من ورائها أجرا، ولست آسفا؛ لأن الموت لابد منه؛ فليكن في طريق واضح.\rفهل تقبل أيها العزيز؛ فتعوضني عن موت بعضي بحياة بعضي أم تزيدني موتا بموت؟!.\rوقيمة الكلمة في صدقها.\rوقيمة الكلمة في الإخلاص من ورائها.\rوكم كلمة أحيت، وكم كلمة أماتت!.\rوكم كلمة هدت، وكم كلمة أضلت!.\rورب كلمة تبلغ ما تبلغ من رضوان الله، ورب كلمة تبلغ ما تبلغ من سخط الله؛ وقد جاء في الحديث: \"إن العبد ليتكلم بالكلمة من رضوان الله، لا يلقي لها بالا، يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من\r__________\r\"1\" وقد جاء في الحديث: \"مثل المؤمنين في توادهم وتراحمهم كالجسد الواحد ... \".","seal":"9220D7C3","part":1},
      {"page":9,"id":7,"nass":"سخط الله، لا يلقي لها بالا، يهوي بها في جهنم\" \"1\".\rفتعال معي -أيها القاريء العزيز-نتوخى كلمة صادقة، وكلمة مخلصة، أو كلمة مروحة عن النفس من غير إثم، بإذن الله تعالى.\rوالله هو الهادي إلى سواء السبيل.\rمن لم تحكمه الفضائل حكمته الرذائل!.\r__________\r\"1\" البخاري، 6478، الرقاق.","seal":"F8E45E23","part":1},
      {"page":9,"id":8,"nass":"اختيار موضع الكلمة\rكتب لي مرة أحد طلابي في بحثه-في معرض حديثه عن بديع صنع الله- فقال: \"فتعالى الله أحسن الخالقين\"، فقلت له: إن كلمة \"تعالى\" هنا في غير موضعها، ولكن الأنسب في هذا الموضع كلمة أخرى، وانظر إلى قوله تعالى في المعنى ذاته: {ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} \"1\" فكم هو الفرق بين كلمة: \"فتعالى\"، وكلمة: \"فتبارك\" في هذا الموضع!!.\rإن للكلمات الحق أماكن أنسب لها في سياق الكلام، فعلى المتكلم، والباحث، والمعلم، والداعية، أن يراعيها عندما يتكلم أو يكتب!.\rوكم يضيع معنى الكلمة الحق الرائعة، ويضيع بهاؤها وخواصها عندما يضعها المتكلم والباحث في غير موضعها الأنسب لها، أدبا وفقها\r__________\r\"1\" 14: المؤمنون: 23.","seal":"039F1675","part":1},
      {"page":10,"id":9,"nass":"ولغة وأسلوبا!!.\rوكم هو جميل لو تعلم الإنسان من أسلوب القرآن والسنة، وتأدب بأدبهما واقتبس من سمو أسلوبهما، وسمو معانيهما!.\rما أشد دلالة اللسان على عقل الإنسان!!.","seal":"98AA0165","part":1},
      {"page":10,"id":10,"nass":"كلمات قلتها بمناسبة أسبوع المرور\rطلب إلي كلمات إرشادية بمناسبة أسبوع المرور في المدينة المنورة؛ فكتبت الكلمات التالية:\r- احرص على السلام على من عرفت ومن لم تعرف، فإن هذا من حق الطريق.\r- تذكر دائما بأن الطريق ليس لك وحدك، وإنما هو للجميع؛ فأعط الناس حق الطريق.\r- إذا كان من حقك أن لا يؤذيك الآخرون، فإن من حق الآخرين أن لا تؤذيهم.\r- الحرص على السلامة، واتباع قواعدها، مطلب العقلاء فكن منهم.\r- لا تكن سببا في إيذاء الناس لك، بسوء استخدامك للطريق.\r- إذا كنت لست حريصا على السلامة، فإن الناس حريصون على سلامتهم، فاحترم مشاعرهم.\r- تذكر أن من الأخطاء ما لا يصلحه بقية العمر كله، هذا إن أبقى الخطأ في العمر بقية!.\r- من لم يحترم الناس لم يحترموه.","seal":"D889BBFC","part":1},
      {"page":11,"id":11,"nass":"- الصدق والأمانة من أهم قواعد السلامة في الدنيا والآخرة!\r- تأن، فرب خطأ لم ينفع منه اعتذار، ولم يصلح ما أفسده استغفار!!\r- أنت في طيبة الطيبة، فليكن سيرك طيبا وسيرتك طيبة!\r- تكاليف الخطأ قد تكون أعظم من تكلفة الصبر على التزام الصواب!\r- للسلامة طريق، وللهلاك طريق، فاختر ما تريد!\r- تذكر أنك في طيبة الطيبة، فلا تؤذ الناس بسيارتك ولا بسيرتك!\r- وصولك متأخرا سالما، خير من وصولك مبكرا ميتا أو مشلولا!!\r- كم من مستعجل استعجل لحتفه!.\r- خروجك متأخرا عن موعدك، خطأ لا يصلحه التهور بسيارتك!!.\r- قيادة السيارة وسيلة وليست هدفا لذاته إلا عند ضعيف العقل!\r- قيادة السيارة ليست هدفا في ذاتها وإنما هي وسيلة لقضاء واجباتك وحاجاتك!\r- الناس في الطريق إخوانك؛ فاحترمهم ولاتؤذهم! - عامل الناس في الطريق بمثل ما تحب أن يعاملوك به!\r- الإنسان بدون أخلاق ليس إنسانا على الإطلاق!\r- حسن السيرة تعبير عن حسن السريرة!\rكيف يتجنب أخطاءه من لم يعترف بها أصلا!.","seal":"BF573A28","part":1},
      {"page":12,"id":12,"nass":"_25d9_2584_25d9_258a_25d8_25b3 _25d8_25a8_25d9_258a_25d9_2586_25d9_2583 _25d9_2588_25d8_25a8_25d9_258a_25d9_2586_25d9_2587 _25d8_25a5_25d9_2584_25d8_25a7 ... ! -\r...\rليس بينك وبينه إلا ... ! -\r- ليس بينك وبين الخير؛ لتصبح من أهله، سوى أن تفعله!.\r- وليس بينك وبين الشر؛ لتصبح من أهله، سوى أن تفعله!.\r- وليس بينك وبين الفضائل؛ لتصبح من أهلها، سوى أن تفعلها، وتلتزم بها!.\r- وليس بينك وبين الرذائل؛ لتصبح من أهلها، سوى أن ترتكبها!.\r- وليس بينك وبين المعروف، لتصبح من أهله، سوى أن تفعله، وتلتزم به!.\r- وليس بينك وبين المنكر، لتصبح من أهله، سوى أن ترتكبه!.\r- والفعل إنما هو: نية وعزم صادق، فخطوة!.\r- ونتيجة الفعل هي: إما انتصار أو هزيمة.\r- والنتيجة إنما هي بحسب ما تتجه إليه: هل هو خير أو شر، منكر أو معروف، فضيلة أو رذيلة.\r- وما أسرع أن ينتصر الإنسان أو ينهزم!!.\r- إنها لحظات، ولكن لها ما بعدها!!. و {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} \"1\"!!.\r- والسر يرجع إلى الاختيار.\r- وسر الاختيار يرجع إلى أمرين، هما:\r- الصبر. - وعلو الهمة.\rفمن كان صابرا مع علو همة عنده، فهنيئا له.\r__________\r\"1\" 10: الزمر: 39.","seal":"8E9F5D1A","part":1},
      {"page":13,"id":13,"nass":"ومن كان صابرا مع سقوط في همته، فخسارة له.\rومن كان هلوعا غير صابر، فخسارة له!!.\rنسأل الله العفو والعافية؛ فإن الأمر كما قال تعالى: {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍ} \"1\".\r*قلت: من لم يجاهد نفسه للاستقامة على الحق، فسيخسرها في اتباع الباطل.\r__________\r\"1\" 40: النور: 24.","seal":"E59972C1","part":1},
      {"page":13,"id":14,"nass":"شذرات\"1\"\rهذه كلمات قلتها في مناسبات متعددة، وكان لظرفها أثر فيها، وربما كان لها أثر في ظرفها:\r- قلت جوابا لأحد طلابي حاول أن يرد بعض آرائي:\rربما أكون قد وهمت في نقلي، ولست معصوما من الأوهام لو كنت شيخ الإسلام، فكيف وأنا واحد من الطغام؟!.\r- قال لي أحدهم: سأكتب موضوعا عن \"صناعة الرجال\".\rفقلت له: صناعة الرجال، في هذا العصر ليس لها مجال، فلا تكثر الجدال!!.\r- لا ينبغي أن تزيد في الإنسان اللطافة إلى درجة الخفة والسخافة!.\r- قال لي أحدهم: لا تأت معك حتى بالشاي والقهوة.\r__________\r\"1\" كانت هذه كلمات كثيرة؛ ففرقتها في الكتاب، تذييلا على الموضوعات؛ تقديرا بأن ذلك أفضل من سردها في موضع واحد، وأبقيت هنا منها هذه البقية.","seal":"3134967B","part":1},
      {"page":14,"id":15,"nass":"فقلت له: هذا طعن في بخلي لا أرضاه!.\r- كنت مرة عند صاحب مكتبة، وأسأله عن ثمن الكتاب، فقلت له: راعني ولا ترعني!.\r- نقل مرة طالب في معنى السنة رأيين مختلفين، قد قال أحد الأئمة بأحدهما، وقال آخر بالقول الآخر، فقال الطالب مرجحا بينهما: \"وقوله أصوب، وقول الأزهري إلى الاصطلاح أقرب \".\rفعلقت على قوله بقولي: وترجيحك هذا قد أغرب؛ فقد جعلتنا بين الأصوب والأقرب، وهذا التناقض أشد علينا من لسع العقرب!.\rوكأن هذا الترجيح مبناه على الاتجاه إلى الجمع دائما بين الأقوال، أو التلفيق بينها. وهذا اتجاه ليس بصحيح.\r- قالت لي بنيتي: يا أبت ماذا أصنع بالعنكبوت؟ فقلت لها -مازحا-: اضربيها حتى تموت.-\rقال لي: قد أعطيت العاملين التعليمات وأمرتهم أن يتقيدوا. قلت له: عليهم أن يتقيدوا أو يقيدوا.\r- آه يا رباه: شبنا وما تبنا!.\r- قال لي أحدهم: اشتعل الرأس شيبا.\rفقلت له: هذا ليس عيبا!.\r- لقد أيقنت بأن الخير في الناس كثير، ولكنه لا يحتاج إلى منفر، وإنما يحتاج إلى مرغب أو مثير.\r- عجبا لإنسان يبيع كتب الأخلاق، وقد افتقد في نفسه محاسن الأخلاق!.","seal":"CE33AC88","part":1},
      {"page":15,"id":16,"nass":"- عجبا لإنسان يبيع كتب التذكير بالآخرة، وقد نسي في نفسه الدار الآخرة!.\r- حدثني أخ عن تحايل بعض الناس على الأنظمة، وذكر نموذجا، وقال: خرج من الموضوع بطريقة فنية. قلت: والله أعلم بما في النية!.\r- فصل التربية عن التعليم، قد لا يخرج لنا إلا اللئيم!.\r- اشتريت كتبا من صاحب مكتبة، وقلت له: اجمع الحساب، بعد أن تخففه؛ فأخبرني بأسعارها واحدا واحدا؛ ثم قال: أجمع؟.\rقلت له: اجمع، وإن كانت العين ت دمع!.","seal":"94EA3AA0","part":1},
      {"page":15,"id":17,"nass":"أساليب مغلوطة\rهناك أساليب يستخدمها بعض الناس في كلامهم، وهي ليست سليمة:\rلغة أو معنى أو شرعا، وإنما هي من قبيل الأخطاء الشائعة. ومن هذه الأساليب ما يلي:\r- من الأساليب الغلط أسلوب تقييد تصديق الله تعالى، أو تصديق رسوله صلى الله عليه وسلم بقيد ما، كما يقول بعضهم:\r\"صدق الله العظيم إذ يقول\"، أو \"صدق رسول الله صلى الله عليه وسلم حين قال\".\rوهذا غلط، والصواب أن لا تقيد صدق الله ولا صدق رسوله صلى الله عليه وسلم بشيء مطلقا.\r- من الأخطاء الشائعة استعمال كلمة: \"خاطيء\" في مكان كلمة: \"خطأ\"؛","seal":"5C9FF2E5","part":1},
      {"page":16,"id":18,"nass":"فيقول أحدهم: هذا أمر خاطيء. والصواب أن يقول: خطأ. لأن \"خاطيء\" معناها: آثم، وليس معناها: خطأ\"1\".\r- من الأخطاء الشائعة استعمال كلمة: \"مطروح\"-مطلقة غير مقيدة- بمعنى مختار؛ فيقول أحدهم: السؤال المطروح، أو الأمر المطروح. وهذا لا يؤدي المعنى المقصود، وإنما هذا معناه: المطروح، أي المهمل، أو الملقى، فلا ينبغي الالتفات إليه.\rوالصواب أن يقال: الأمر المعروض للمناقشة، مثلا، أو السؤال المعروض للإجابة عنه. ويصح أن يقيد هذا الطرح بما يخرجه عن المعنى المطلق؛ بأن يقال: السؤال المطروح عليك، أو عليه؛ لأن المعنى حينئذ ليس هو الطرح مطلقا، الذي هو بمعنى الإلغاء.\r- من الأخطاء الشائعة أن يقال: الإجابة على السؤال، أو أجب على السؤال.\rوالصواب أن يقال: الإجابة عن السؤال، وأجب عن السؤال.\r- من الأخطاء الشائعة الخلط في الاستعمال بين كلمتي: توفر وتوافر؛ إذ يستخدم كثير من الناس كلمة: \"توفر\" في مكان: توافر\".\rوالصواب أن تقول: توفر فلان على إنجاز الكتاب. ولا تقل: توافر.\rوأن تقول: توافرت الشروط، أو نظرا لتوافر الشروط. ولا تقل في هذا الموضع: توفرت الشروط، ولا: لتوفر الشروط.\r__________\r\"1\" نبه إلى هذا عبد الله بن الصديق الغماري، في كتاب \"بدع التفاسير\"، 5، الحاشية. وهذا الكتاب-على الرغم مما فيه من الفوائد-عليه مآخذ، من أهمها: الزلل في منهج الفهم للصفات الإلهية، ومجانبته لمنهج المحدثين من السلف الصالح، التي تجمع بين الإثبات والتنزيه.","seal":"FC88E71E","part":1},
      {"page":17,"id":19,"nass":"وهكذا، فإن على المعتني بالعلم أن يعنى بالتعرف على الأساليب اللغوية الصحيحة التي بها يستقيم، أو يحسن، المعنى وأسلوب الخطاب، وأن يتعرف على الأساليب المخطئة في التعبير عن المعاني، وأن يعنى بهذا الأمر في كتابته وحديثه تطبيقيا.\r*ركب معي في السيارة أخ عزيز، وكان يتحدث إلي، فألغز في كلامه، ففسرته له على الذي قصد؛ فقال لي: ما شاء الله، ألمعي!.\rفقلت له: لأنك معي!.","seal":"7A607188","part":1},
      {"page":17,"id":20,"nass":"الناس أصناف!\rالناس أصناف:\r- فصنف مستيقظ مستيقظ.\r- وصنف مستيقظ نائم.\r- وصنف نائم نائم.\rفأما المستيقظ المستيقظ، فهو المستيقظ من النوم المحسوس، إلى جانب كونه مستيقظا الاستيقاظ المعنوي، وهو الاستيقاظ من نوم الغفلة والخطأ.\rوأما المستيقظ النائم، فهو المستيقظ من نومه المحسوس، لكنه غارق في نوم الغفلة والهوى.\rوأما النائم النائم، فهو من جمع بين النومتين؛ فالخير يأتيه من أين؟!.","seal":"243CC309","part":1},
      {"page":18,"id":21,"nass":"نسأله تعالى أن يوقظنا من نوم الغفلة والاغترار بطول المهلة، نسأل الله الكريم فضله، وإن لم نكن من أهله. عديم الإحساس، لا تعده في الناس!.","seal":"11EDC9EC","part":1},
      {"page":18,"id":22,"nass":"لقد تبين لي!\rلقد تبين لي-بيقين-أن الخلل في حياة الإنسان، وفي حياة الناس جميعا، في الدنيا وفي الآخرة، إنما سببه اختلال نظرة الإنسان إلى الأشياء والمعاني، وخلل ميزان التقويم.\rفيعظم الإنسان الحقير، ويحقر العظيم، ويبني على ذلك تصوراته وأفكاره ومعتقداته وسلوكه؛ فتختل -تبعا لذلك-حياته في الدنيا وفي الآخرة!.\rولو أن الإنسان عظم العظيم، وحقر الحقير، ولو أن الناس فعلوا ذلك لاستقامت حياتهم، وانتظمت أمورهم على السعادة في الدنيا وفي الآخرة!.\rوها هم الناس أمامك، بل وها أنت أمام نفسك، وها هي الأخطاء، لاحظها وانظر فيها وحدد أسبابها، تجد هذا هو السبب من وراء كل، أو جل، أخطاء الإنسان وصوابه، وشقائه وسعادته.\r- أفلا تقف-إذن-مع نفسك أيها الإنسان؛ فتعيد النظر في الميزان؛ فتعطي لكل شيء قدره، وتنظر بميزان الله تعالى؛ فتعظم العظيم من الأشياء والشخوص والمعاني، وتحقر الحقير من ذلك؛ فتسعد وتسعد!!.","seal":"23D453BC","part":1},
      {"page":19,"id":23,"nass":"- أعد النظرة!.\r- وازن بين الدنيا والآخرة؛ فقدم المقدم منهما، وأخر المؤخر-وهو الأقل شأنا-.\r- حدد الباقي من الفاني.\r- حدد السرمدي من المؤقت.\r- حدد السامي من ضده.\r- حدد الطاهر من ضده.\r- حدد حسن العاقبة من ضده.\r- وعندئذ ستختار:\rهل تسهر أو تنام!.\rهل تعمل أو تقعد!.\rهل تصبر أو تنهزم!.\rهل تطمع أو تقنع!.\rهل تبذل أو تبخل!.\rهل تصدق أو تكذب!.\rهل تتذكر الآخرين أو تنساهم!.\rهل تبخل أو تساهم!.\rهل تسير خلف البريق أو تختار السير على الطريق!.\r- كل ذلك من ثمرات تصحيح الميزان الذي في الرؤوس، والميزان الذي في النفوس!.\r- إنه قناعة القلب وقناعة الضمير!.","seal":"35BE2CDF","part":1},
      {"page":20,"id":24,"nass":"- ومن ثم السير على الطريق!.\r- ثم هذه الدنيا ما هي إلا لحظات؛ فاجعلها خيرا وبرا وطاعات!.\r- إن الوقت قصير؛ فاستثمره في التعبير عن نفسك تعبيرا حسنا، لا تعبيرا سيئا!.\r- وقناعة الإنسان واختياره دليل على حظه من العقل والإيمان!.نسأله تعالى هداية وتوفيقا، نهتدي بهما في تفكيرنا وفي تعبيرنا وفي تدبيرنا؛ فنختار الحق والصواب، ونملأ بهما عقولنا وقلوبنا وأسماعنا، ونعبر عنهما تعبيرا صادقا، بألسنتنا وسلوكنا وأفعالنا!.\r*مهلا أيها السادر في غفلته، وقد نسي عما قليل رقدته، ومن ثم قيامه بين يدي ربه للحساب ولوعته!.","seal":"1CCDC24F","part":1},
      {"page":20,"id":25,"nass":"إقناع النفس بطلب العلم\rيسوف الإنسان في طلب العلم؛ بحجة ضيق الوقت. ومن أساليب حل هذه المشكلة: أن تقف مع نفسك موقف مقارعة الحجة بالحجة؛ فإذا قالت لك نفسك: لا وقت لطلب العلم. فقل لها: بل لا وقت للجهل!.\rوإذا أنت فكرت في هذه الحجة وجدتها في الواقع صحيحة ترد دعوى النفس؛ وذلك أن النفس التي تنصرف عن طلب العلم بحجة ضيق الوقت؛ تجدها تصرف للجهل من الأوقات بغير حساب؛ فإذا جاء الأمر إلى الجد وطلب العلم؛ جاء التفكير والحساب؛ فقالت النفس: لا وقت!.\rوهكذا؛ يقال في حق هؤلاء الناس الذين يعيشون طوال حياتهم في","seal":"910A14D0","part":1},
      {"page":21,"id":26,"nass":"الجهل -بمختلف أنواعه-: كيف وجدوا للجهل وقتا هو حياتهم كلها؛ بينما لم يجدوا للعلم بعض هذا الوقت كيما يرفعوا عن أنفسهم ذلة الجهل ومغبته في الدنيا وفي الآخرة!.\r*بحث أحد طلابي عن حديث في موضع من الكتاب فلم يجده، وبعد التتبع وجدناه أمامه في ذلك الموضع.\rفقلت له: البحث مفتقر إلى التأني. خذ هذه عني.","seal":"A77EC41C","part":1},
      {"page":21,"id":27,"nass":"قالوا وقلت\r- قالوا: كل إناء بما فيه ينضح.\rقلت: وبعض ما في الإناء يفضح!.\r- قالوا: نفسك إذا لم تشغلها بالخير شغلتك بالشر.\rقلت: فكيف إن أنت شغلت نفسك بالشر، كالذي يحبس نفسه لمشاهدة الأفلام الماجنة والصور العارية؛ للتدليل على أن نفسه من الفضائل والحياء عارية؟!.\r- قالوا: الوقت من ذهب.\rقلت: لو كان الوقت من ذهب، لاقترضناه إذا ذهب.\rوذلك لأن الوقت هو الحياة؛ فمن ذهب بعض وقته فقد ذهب بعض حياته!\rفهل يسترد الإنسان حياته بعد مماته؟!.\r- قالوا: ينبغي أن يسير الإنسان في حياته بقناعة.\rقلت: ولكن بعض الناس يسير بقناعة!.","seal":"41D8B19F","part":1},
      {"page":22,"id":28,"nass":"- قالوا: هيا بنا نزجي الوقت!. ... قلت: هذا هو سر المقت!.\r- قالوا: الأفلام. ... قلت: الأقلام!.\r- قالوا: القنوات. ... قلت: الآيات!.\r- قالوا: الناس!. ... قلت: القرطاس.\r- قالوا: الماضي!. ... قلت: الحاضر!.\r- قالوا: العلم. ... قلت: العمل!.\r- قالوا: رأس المال!. ... قلت: الرجال!.\r- قالوا: الملابس!. ... قلت: اللابس!.\r- قالوا: الآباء!. ... قلت: الأبناء!.\r- قالوا: الموت!. ... قلت: إضاعة الوقت!.\r*قلت لأحدهم: إذا كانت نفسك في شهواتها تحترق؛ فاعلم بأنك عبد تحت رق!.","seal":"B4D7D4C5","part":1},
      {"page":22,"id":29,"nass":"مفاتيح العلم الثلاثة\rليست مشكلة كثير من الناس أنهم لا يطلبون العلم، لكن المشكلة عندهم أنهم لا يأتون الأمر من بابه، ومن ذلك أنهم قد يبدأون بما ينبغي أن يؤخروه، أو يؤخرون ما ينبغي أن يقدموه. ومن هذا أن يتجه أحدهم لطلب العلم بالدرس والقراءة وتلقي العلم مع أنه لم يحصل مفاتيح العلم الثلاثة التي هي شرط تحصيل العلم، وهي:","seal":"02F5F99F","part":1},
      {"page":23,"id":30,"nass":"المفتاح الأول: أن تقرأ قراءة صحيحة.\rالمفتاح الثاني: أن تكتب كتابة صحيحة.\rالمفتاح الثالث: أن تفهم فهما صحيحا.\rومن لم يحصل هذه المفاتيح الثلاثة أولا فإنه لا يمكنه تحصيل العلم بحال.\rفهل يدرك هذا الأمر المعلمون والمربون والمتعلمون؛ فيتجهون إليه أولا؛ فيقدمون المقدم أولا ويؤخرون المؤخر؛ فينجحون في مهمتهم!.\r*رأيت مرة أستاذا دكتورا، ولكنه قليل العلم، لا يحسن القراءة والفهم ... إلخ، فقلت في نفسي: هل هذا \"دكتور\" أو \"ديكور\"؟!.\r*من لا يتألم لا يتعلم!.","seal":"BE858F97","part":1},
      {"page":23,"id":31,"nass":"الطريقة المثلى لتحصيل مفاتيح العلم الثلاثة\rلتحصيل مفاتيح العلم الثلاثة -السابق ذكرها- طريقة، من لم يأخذ نفسه بها فإنه لن يحصلها، وتتلخص هذه الطريقة فيما يلي:\rالطريق إلى تحصيل المفتاح الأول-وهو: أن تقرأ قراءة صحيحة:\rإن الطريق لتحصيل هذا المفتاح هو أن تتعرف على صورة كل حرف وتتدرب على قراءته مفردا ومجموعا مع بقية حروف الكلمة بشكل صحيح، لكن ذلك لا يكفي لأن تقرأ القراءة الصحيحة؛ ولا يتم لك ذلك حتى تلم -فيما بعد- بالأساس من اللغة العربية نحوا وصرفا-نظريا وعمليا-بأن تتعرف على ذلك من كتاب جيد مختار، وتدرسه على يد شخص متقن، بشرط أن تجمع بين الإلمام","seal":"58BAC97A","part":1},
      {"page":24,"id":32,"nass":"النظري والتدريب العملي؛ فتقرأ بين يديه، ويتولى توجيهك في نطق الكلمات-من حيث صفات الحروف ومخارجها، وضبطها الإعرابي-ويوقفك عند القراءة، ويسألك عن سبب الرفع والنصب والجر للكلمة؛ حتى يصبح الطابع لقراءتك رفع المرفوع ونصب المنصوب وجر المجرور، وهذا هو المفتاح الأول تماما.\rالطريق إلى تحصيل المفتاح الثاني- وهو: أن تكتب كتابة صحيحة-:\rإن الإتقان لطريقة القراءة الصحيحة-نظريا وعمليا-يعد الشطر الأول للقيام بواجب الكتابة كتابة صحيحة، ومعنى ذلك أنك إذا عرفت وتدربت كيف تقرأ قراءة صحيحة فقد خطوت نصف الخطوة لتكتب كتابة صحيحة.\rإن الطريق لتحصيل هذا المفتاح هو أن تتعرف على صورة كل حرف وتتدرب على كتابته بشكل صحيح، ثم تتعرف على ربط الحروف مع بعضها بطريقة صحيحة، ثم تتعرف على قواعد الإملاء السليم نظريا، وتتدرب على تطبيقها عمليا، ثم تتدرب على شيء من أنواع الخط وطرق وضوحه وجماله؛ بحيث يؤدي كل ذلك إلى أن تكتب كتابة صحيحة وواضحة وجميلة في الوقت نفسه.\rوالشرط في التعرف على كل ذلك أن تعتمد على:\r- كتاب جيد محرر في الإملاء، وكتاب كذلك في الخط.\r- التدرب على يد شخص متقن للإملاء، وشخص متقن للخط.\rالطريق إلى تحصيل المفتاح الثالث-وهو: أن تفهم فهما صحيحا-:\rإن تحصيل المفتاحين: الأول والثاني بإتقان يعني أنك قد خطوت نصف الخطوة لكي تفهم فهما صحيحا، لكن ذلك لا يكفي لأن تفهم فهما صحيحا؛ وإنما عليك أن تخطو النصف الباقي لتحصيل هذا المفتاح، وهو أن","seal":"734E1459","part":1},
      {"page":25,"id":33,"nass":"تعنى بالفهم، ويساعدك عليه العناية بما يلي:\r- الإلمام ببعض تراكيب اللغة وأساليبها، من الحقيقة والمجاز، والظاهر المراد والظاهر غير المراد، والأمثال في اللغة، وكل ما يلزم من مباحث علم البلاغة.\r- الإلمام بالأساس من القواعد في أصول الفقه، والقواعد الفقهية.\r- الإلمام بالأساس في أصول التفسير.\r- الإلمام بالأساس في أصول الحديث.\rفإذا فعلت ذلك فقد أصبحت عارفا بمدلولات الألفاظ والتراكيب، وعارفا بعلوم الآلة-كما يسمونها-وبالعلوم المنهجية للفهم والتحقيق العلمي، وتستطيع، عندئذ، المشاركة في العلم والفهم، ويسهل عليك تحصيل العلم من بابه، وتميز بين الصحيح وغير الصحيح رواية ورأيا. والموفق من وفقه الله تعالى، ومن يرد الله به خيرا يفقهه في الدين.\rوبهذا يتضح أن كل مفتاح من هذه المفاتيح شرط لتحصيل المفتاح الآخر، على الترتيب المذكور.\rوكم من إنسان وقع في اللحن أو الخطأ وهو لا يشعر، ويأتيه الخطأ من أربعة أمور، هي:\r1- الخطأ في حركة إعراب الكلمة.\r2- الخطأ بإبدال حرف في الكلمة بغيره.\r3- الخطأ بإبدال كلمة بكلمة.\r4- الخطأ في المعنى بسبب الوقف والابتداء بما يحيل المعنى.\rوهو لا يستطيع أن يعرف خطأه، ما لم يكن عنده إلمام بالصواب في","seal":"85EB41E6","part":1},
      {"page":26,"id":34,"nass":"مجالات الخطأ هذه كلها، ولا يستطيع أن يلم بتلك المجالات إلا بالعناية بتحصيل تلك المفاتيح الثلاثة اللازمة لطلب العلم.\rوربما قالت للإنسان نفسه: إن هذا طريق طويل لتحصيل العلم.\rوالجواب: كلا ليس هذا طريقا طويلا، بل الأطول منه طريق الجهل، والأطول منه كذلك إتيان العلم من غير بابه؛ فيفسد الإنسان، عندئذ، أكثر مما يصلح، ويضل ويضل، وقد قال الله تعالى: {وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} \"1\".\rولا شك في أن تحصيل العلم بهذه الطريقة، يختصر كثيرا من الوقت على المتعلم والمعلم، إضافة إلى الإتقان والضبط؛ فيحصل على ما يريد بالضبط؛ ودع أهل الظن والخلط والخبط!.\r*قال أحدهم: نرى كثيرا من الناس يتخرجون في الجامعة ويدرسون معلومات كثيرة، ثم هم لا يربون أمة. قلت: لأن واحدهم لم تربه أمه!.\r__________\r\"1\" 189: البقرة: 2.","seal":"DC1A533E","part":1},
      {"page":27,"id":35,"nass":"أزواج بالكذب!! \"1\"\rوصف المشكلة:\rما أقبح الكذب والخداع في هذه الحياة!.\rوإن من نذالة الأنذال في هذا العصر ما نراه ونسمعه عن أناس يدعون أنهم رجال، ويتزوجون أيضا، ولكن يشترطون أو يختارون، ولكن ماذا يشترطون أو يختارون؟ ذات الخلق والدين؟.\rكلا، إنهم يشترطون على الناس أو على أنفسهم أن تكون الزوجة مدرسة، وقد يظن بعضهم بنفسه خيرا؛ فيضيف إلى هذا الشرط المهم جدا عنده شرطا آخر، وهو أن تكون ذات دين.\rإنه يريد زوجة، ولكن المهم أن تكون مدرسة أو موظفة!.\rلماذا؟!.\rأجاب أحدهم قبل الزواج بقوله: لتنفع البلد!.\rوبعد الزواج تتبين الحقيقة، وينكشف السر للمساكين المغفلين، وهو أن هذا لا يريد زوجة أولا، وإنما يريد مدرسة أولا، ثم زوجة ثانيا!.\rوبعضهم يكشف الأمر منذ البداية؛ فقبل العقد يسأل ويتحقق من الصفات الشرعية عنده في زوجته وأم أولاده، وأولها، وأولاها، أن تكون\r__________\r\"1\" قد أفردت هذا الموضوع في رسالة مستقلة، بعد أن أضفت إليه إضافات في طبعته الأولى: جدة، دار الأندلس الخضراء، 1420هـ.","seal":"0DE0EF10","part":1},
      {"page":28,"id":36,"nass":"معلمة أو موظفة، وهذا يكشف الأمر إما لأنه مغفل خبيث، أو لأنه خبيث فيه شيء من الخير.\rوبعد الزواج يوقد الزوج نار الشر التي يعتقد أنها من حقوق الزوج على زوجته التي استجدت في هذا العصر، ومن ذلك أن له الحق في أن يستولي على راتب زوجته، كله أو بعضه-بحسب درجات الورع عنده-دون أن يشعر بأي غضاضة أو حياء من الناس، ودون أن يحسب حسابا لرضا الزوجة أو أهلها أو مشاعرهم!.\rبل ويقول: هذا حقي!.\rويستخدم حق القوامة الذي أعطاه الله إياه استخداما ظالما غير مشروع، فيستعبد الزوجة، ولا يعبأ بأهلها وأرحامه، ولا يعبأ بما حرمه الله من أموال الناس على الناس بغير طيبة من أنفسهم!.\rوهو في كل ذلك بين شخصين:\r- إما أن يكون شخصا مكابرا مناقضا في تصرفاته هذه لقناعته في قرارة نفسه من أن هذا إثم واضح وعار فاضح!.\r- أو يكون شخصا مغفلا قد غرته فتوى أو كلمة سمعها من بعض الناس؛ فأخذها بطرفها، ولم يوغل في التحقق منها والتثبت فيها؛ وذلك خوفا من أن يحق الحق ويترجح الراجح ويتبين له حرمة ما ظنه غنيمة باردة، وما علم أنها ظليمة في شرعنا غير واردة!.\rولكن هذا وذاك إنما يعبران عن رداءة يتبرأ منها شم الرجال والمترفعون عن أموال الرجال فضلا عن أموال النساء العواني!.","seal":"C2BB3DE3","part":1},
      {"page":29,"id":37,"nass":"وحتى لو كان الرجل الشهم ذا حاجة واحتاج إلى شيء من أهله فإنه لا يأخذه إلا بالمعروف وبطيبة من أنفسهم يتيقنها، أو يأخذه على سبيل القرض الحسن المسجل الموثق، بعد أن يتيقن وتطمئن نفسه برضاها عن طيبة نفس، لا عن إكراه، ولا عن استخدام لعصا القوامة بعد أن نسي يوم القيامة، ونسي حسابه ووقوفه بين يدي الله ومقامه!.\rوالحقيقة أن هذه الظاهرة قد أثقلت كثيرا من بيوت المسلمين اليوم بمشكلات خفية وظاهرة، وأصبح المظلومون والمظلومات، بسبب ذلك، يعانون من ظلم الظالمين من \"الأزواج\" في هذا العصر. نعم، والله، إنهم يعانون، ولكنهم مع ذلك لا يعانون\"1\"!.\rلماذا؟.\rلأسباب، منها: أن الظالم يتعامل كما لو كان زوجا في الحقيقة، ويستخدم حق القوامة، لا أطال الله مقامه، وقطف منه تلك الهامة!.\rوهذه ظاهرة جديدة من ظواهر النذالة والأنذال التي لا أحسب أنها وجدت إلا في هذا العصر، وإن وجدت فبصورة لا تصل إلى هذا الحد.\rوإذا سئل عن صنيعه احتج بفتوى فلان وفلان، ونسي كلام الرحمن وكلام رسوله صلى الله عليه وسلم وسيرته العطرة. وما هذا في الحقيقة إلا وسنان في صورة يقظان. هذا في الوقت الذي ربما كان بمقدوره أن يميز ويعرف فيه حكم الله وحججه وبيناته!.\r__________\r\"1\" \"يعانون\" الأولى من المعاناة، و\"يعانون\" الثانية من الإعانة","seal":"24F10EA4","part":1},
      {"page":30,"id":38,"nass":"وإذا ذكرت له أدنى اعتراض على ذلك ربما أبغضك في الله وأحب ذاك الذي أفتاه محبة في الله-والله أعلم-!.\rوكم استفتاني المستفتون: ماذا يصنعون؟.\rولست من أهل الفتوى، ولكن حكم الله واضح، والحلال بين، والحرام بين، وقد قال رسول الله صلى الله عليه وسلم لوابصة: \"جئت تسأل عن البر والإثم؟ \". قال: قلت: نعم ... قال: \"استفت نفسك، استفت قلبك، يا وابصة\"، ثلاثا، \"البر ما اطمأنت إليه النفس، واطمأن إليه القلب، والإثم ما حاك في النفس وتردد في الصدر، وإن أفتاك الناس وأفتوك\" \"1\".\rوبعض هذه الصور المخزية في أخلاق الرجال، صور ملفوفة، لكنها في الحقيقة مكشوفة، ومن ذلك أن يظهر الرجل تورعا أن يأخذ من راتب زوجته أو مالها شيئا، لكنه يدعها لراتبها؛ فيلزمها بالصرف على نفسها، وكأن الأمر لا يعنيه، وكأنها في الحقيقة لم تتزوج!.\rوبعضهم يلزمها أن تشاطره النفقة ودفع إيجار البيت، وأما ملابسها وحاجاتها التي تخصها فلا شأن له بها، فتتولاها الزوجة التي كادت، والحالة هذه أن تكون تاء التأنيث فيها زائدة وبه لاحقة؛ لأنها أصبحت ملزمة بالإنفاق على الرجل \"العاني\"، وملزمة بمقتضى \"حق القوامة عليه\" أن تخصص للبيت خادمة أيضا.\rولست أدري كيف وصل الانتكاس بهذا الصنف من الناس إلى الحد\r__________\r\"1\" أحمد، 17540، و17545، والدارمي، 2533، البيوع.","seal":"2848F43D","part":1},
      {"page":31,"id":39,"nass":"الذي توهموا فيه أن ما أعطاهم الله من حق القوامة على النساء إنما هو ليحصلوا على كل هذه \"الحقوق\" و\"الأموال\" المغتصبة من زوجاتهم!.\rوتجاهلوا أن الله أعطاهم حق القوامة لكي يسعدوا أهليهم، وليس ليشقوهم أو يظلموهم أو يغتصبوا أموالهن!.\rوالغنيمة كل الغنيمة أن يظفر اللئيم بيتيمة!.\rوقد علمت أن بعضهم ينذر حربه على زوجته منذ البداية، فيحذرها أن تخبر أهلها بأي شيء يصنعه بها، وإلا سوف يكون الطلاق مصيرها! {وَلا تَحْسَبَنَّ اللَّهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ} \"1\"!.\rولست أدري ما الجديد في مثل هذا الزواج سوى استرقاق الزوجة والارتفاق بمالها وجهدها، وإضرام نار الكمد في قلبها، وقتلها بغير سكين!.\rوإذا تحولت الزوجة إلى أن تكون هي المنفقة على الزوج، وقد قال الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} \"2\"، فماذا بقي للزوج من هذا الصنف من الناس، والحالة هذه؟!.\rهل يتنازل هؤلاء لزوجاتهم عن القوامة ويقعدون في البيوت، لا كثرهم الله في البيوت ولا خارجها!.\r__________\r\"1\" 42: إبراهيم: 14.\r\"2\" 34: النساء: 4.","seal":"79173365","part":1},
      {"page":32,"id":40,"nass":"لقد رأينا وسمعنا كثيرا عن زيجات لا يدفع فيها الزوج \"المزعوم\" سوى المهر-وربما على لكاعة-وشيء من أثاث ما هو إلا كذر الرماد في العيون، ثم يمسك الزوج ماله إلى مال زوجته العزيزة، فلا ينفق كما ينفق الأزواج؛ فتبينت الحقيقة واضحة عندئذ، وهي أن هذه ليست عقود زواج، وإنما هي عقود تجارية، والتاجر فيها واحد من الطرفين فقط، وهو \"الزوج\"!.\rولست أدري هل يرضى مثل هؤلاء هذه المعاملة لأخواتهم وبناتهم أو لأمهاتهم؟ أو أن هذا خاص لهم مع بنات \"الناس\"!.\rإن كانوا لا يرضونه فهم ذئاب في ثياب، كسر الله منهم كل ناب، وهذا هو المعهود في الكلاب، أنها تنبح كل غريب، وتفترسه لأنه غريب.\rوكيف يرضونه لزوجاتهم؟ وأين علاقة المودة والرحمة التي أخبر الله عنها بأنه جعلها بين الزوجين!.\rوإن كانوا يرضونه للجميع ففطرتهم ممسوخة، وغيرتهم على العار والضعيف والمسكين ممسوحة!.\rولقد كنت رأيت في بريطانيا قبل سنوات، في أول زيارة لها، ظاهرة غريبة جدا، وهي أن الزوج والزوجة قد يأكلان في المطعم، ثم يحاسب كل واحد منهما عن نفسه؛ فعجبت من هذا المسخ في الحقوق الزوجية والعلاقة الأسرية.\rثم ها نحن نشاهد اليوم الظاهرة تتكرر عندنا، بل أسوأ، ولكن في داخل البيوت، أعني بيوت الزوجية التي جعلها الله سكنا!!.\rكيف يرضى هؤلاء الرجال أن يعتدوا هذا الاعتداء على النساء!.\rكيف يرضى هؤلاء الرجال أن يعيشوا على نفقة النساء عليهم!.","seal":"7895AFC3","part":1},
      {"page":33,"id":41,"nass":"ماذا ينتظر هؤلاء لأنفسهم ولزوجاتهم ولأولادهم!.\rماذا ينتظر هؤلاء لأنفسهم عند ربهم في الدنيا والآخرة!.\rولا أدري كيف يعد الرجل زواجه زواجا إذا كان كهذا!.\rوكيف تطيب نفسه بزواج لا يتكلف فيه الإنفاق على أهله، بل ربما هم ينفقون عليه، أنفقه الله!.\rإن من أهم معاني الزواج وواجباته الشرعية أن يصبح الرجل صاحب مسؤولية يتحملها بعرقه وجهده ووقته؛ فإذا ما عجز عن ذلك فإن له أن يستقرض من أجل ذلك في حدود ما يستطيع؛ فإن لم يكن قادرا، فإن حكم الشرع هو أن من حق الزوجة طلب فسخ الزواج؛ فأين هذا الصنف من الأزواج الماديين العائشين على أنانيتهم، الغافلين عن ساعة منيتهم! أو قل: الذين يرجح على حيهم ميتهم!.\rالحق أنني في شك أصلا من شرعية زواج مثل هذا بالنسبة لهذا الزوج؛ لأن النبي صلى الله عليه وسلم يقول: \" إنما الأعمال بالنيات، وإنما لكل امريء ما نوى\".\rوعن خيثمة قال: كنا جلوسا مع عبد الله بن عمرو، إذ جاءه قهرمان له، فدخل، فقال: أعطيت الرقيق قوتهم؟. قال: لا. قال: فانطلق فأعطهم، قال: قال رسول الله صلى الله عليه وسلم: كفى بالمرء إثما أن يحبس عمن يملك قوته \"\"1\"، وعند أبي داود وأحمد: \" كفى بالمرء إثما أن يضيع من يقوت \"\"2\"؛\r__________\r\"1\" مسلم، 996، الزكاة.\r\"2\" أبو داود، 1692، الزكاة، وأحمد، 6459، و6789، و6803","seal":"FAFB78A2","part":1},
      {"page":34,"id":42,"nass":"فما بالك بمن أصبح من الأزواج طوال دهره يعال، ولا يحس ولو ضرب بالنعال! \"1\".\r__________\r\"1\" تنظر القصص من الواقع في هذا الأمر، في الرسالة التي أفردتها لهذا الموضوع، حيث ذكرت فيها ما ذكرته هنا بنصه مع بعض الزيادات.","seal":"C8BC5F88","part":1},
      {"page":34,"id":43,"nass":"آيات قرآنية وأحاديث نبوية في الموضوع:\rوإن كان لأحد من هؤلاء الرجال شبهة تجعله يتورع عن القول بتحريم مال الغير، ولاسيما النساء العواني، فها هي أمثلة ونماذج قليلة من نصوص القرآن الكريم والسنة النبوية المطهرة، فليستمع إليها أو يقرأها من يتحجج بالشرع، أو من يدعي من هؤلاء الوقوف عند حرمات الله وحدوده، فها هي بعض نصوص وحي الله تعالى:\rقال الله تعالى: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً} \"2\".\rوقال سبحانه: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ بِالْأِثْمِ وَأَنْتُمْ تَعْلَمُونَ} \"3\".\rوقال تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} \"4\".\r__________\r\"2\" 4: النساء: 4.\r\"3\" 188: البقرة: 2.\r\"4\" 10: النساء: 4.","seal":"5D04B635","part":1},
      {"page":35,"id":44,"nass":"وقال عز من قائل: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} \"1\".\rوقال صلى الله عليه وسلم: \"خيركم خيركم لأهله وأنا خيركم لأهلي\" \"2\".\rوقضى صلى الله عليه وسلم: \" أن لا ضرر ولا ضرار\" \"3\".\rقال صلى الله عليه وسلم في خطبته في حجة الوداع: \"أي يوم أحرم؟ أي يوم أحرم؟ أي يوم أحرم؟ \". فقال الناس: يوم الحج الأكبر يا رسول الله. قال: \" فإن دماءكم، وأموالكم، وأعراضكم، عليكم حرام كحرمة يومكم هذا، في بلدكم هذا، في شهركم هذا، ألا لا يجني جان إلا على نفسه، ولا يجني والد على ولده، ولا ولد على والده، ألا: إن المسلم أخو المسلم؛ فليس يحل لمسلم من أخيه شيء إلا ما أحل من نفسه، ألا وإن كل ربا في الجاهلية موضوع، لكم رءوس أموالكم، لا تظلمون ولا تظلمون غير ربا العباس بن عبد المطلب، فإنه موضوع كله، ألا وإن كل دم كان في الجاهلية موضوع، وأول دم وضع من دماء الجاهلية دم الحارث بن عبد المطلب كان مسترضعا في بني ليث فقتلته هذيل، ألا واستوصوا بالنساء خيرا، فإنما هن عوان عندكم، ليس تملكون منهن شيئا غير ذلك، إلا أن يأتين بفاحشة مبينة، فإن فعلن فاهجروهن في المضاجع، واضربوهن ضربا غير مبرح، فإن أطعنكم فلا تبغوا عليهن سبيلا، ألا إن لكم على نسائكم حقا، ولنسائكم عليكم حقا، فأما حقكم على نسائكم فلا\r__________\r\"1\" 7-8: الزلزلة: 99.\r\"2\" الترمذي، 3895، المناقب، وابن ماجه، 1977، النكاح.\r\"3\" ابن ماجه، 2340، و2341، الأحكام، وأحمد، 2862، وغيرهما.","seal":"22B0AB76","part":1},
      {"page":36,"id":45,"nass":"يوطئن فرشكم من تكرهون، ولا يأذن في بيوتكم لمن تكرهون، ألا وإن حقهن عليكم أن تحسنوا إليهن في كسوتهن وطعامهن ... \" \"1\".\rوفي لفظ للحديث أنه قال صلى الله عليه وسلم:\r\"يا أيها الناس: أتدرون في أي شهر أنتم؟ وفي أي يوم أنتم؟ وفي أي بلد أنتم؟ قالوا: في يوم حرام، وشهر حرام، وبلد حرام، قال: \"فإن دماءكم، وأموالكم، وأعراضكم، عليكم حرام كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا، إلى يوم تلقونه\"، ثم قال: \"اسمعوا مني تعيشوا: ألا لا تظلموا ألا، لا تظلموا، ألا لا تظلموا، إنه لا يحل مال امرئ إلا بطيب نفس منه، ألا وإن كل دم ومال ومأثرة كانت في الجاهلية تحت قدمي هذه إلى يوم القيامة، وإن أول دم يوضع دم ربيعة ابن الحارث بن عبد المطلب، كان مسترضعا في بني ليث فقتلته هذيل، ألا وإن كل ربا كان في الجاهلية موضوع، وإن الله عز وجل قضى أن أول ربا يوضع ربا العباس بن عبد المطلب لكم رءوس أموالكم لا تظلمون ولا تظلمون، ألا وإن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض \"، ثم قرأ: {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْراً فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ} ، ألا لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض، ألا إن الشيطان قد أيس أن يعبده المصلون، ولكنه في التحريش بينكم، فاتقوا الله عز وجل في النساء؛ فإنهن عندكم عوان، لا يملكن لأنفسهن شيئا، وإن لهن عليكم، ولكم عليهن حقا: أن لا يوطئن فرشكم أحدا غيركم، ولا يأذن في\r__________\r\"1\" الترمذي، 3087، تفسير القرآن، و1163، الرضاع، وقال فيه: حسن صحيح.","seal":"EF5A6643","part":1},
      {"page":37,"id":46,"nass":"بيوتكم لأحد تكرهونه، فإن خفتم نشوزهن، فعظوهن واهجروهن في المضاجع، واضربوهن ضربا غير مبرح\". قال حميد: قلت للحسن: ما المبرح؟. قال: المؤثر. \"ولهن رزقهن، وكسوتهن بالمعروف، وإنما أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله عز وجل، ومن كانت عنده أمانة فليؤدها إلى من ائتمنه عليها\". وبسط يديه فقال: \"ألا هل بلغت؟ ألا هل بلغت؟ ألا هل بلغت؟ ثم قال: ليبلغ الشاهد الغائب، فإنه رب مبلغ أسعد من سامع\". قال حميد قال الحسن حين بلغ هذه الكلمة: قد والله بلغوا أقواما كانوا أسعد به\"\"1\".\rوقال الإمام البخاري في صحيحه: \"\"باب هبة الرجل لامرأته والمرأة لزوجها، قال إبراهيم: جائزة وقال عمر بن عبد العزيز: لا يرجعان. واستأذن النبي صلى الله عليه وسلم نساءه في أن يمرض في بيت عائشة، وقال النبي صلى الله عليه وسلم: \"العائد في هبته كالكلب يعود في قيئه\"، وقال الزهري فيمن قال لامرأته: هبي لي بعض صداقك، أو كله، ثم لم يمكث إلا يسيرا حتى طلقها؛ فرجعت فيه. قال: يرد إليها إن كان خلبها، وإن كانت أعطته عن طيب نفس ليس في شيء من أمره خديعة جاز؛ قال الله تعالى: {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ} \"2\"\".\rوعن حكيم بن حزام قال سألت النبي صلى الله عليه وسلم فأعطاني ثم سألته فأعطاني ثم سألته فأعطاني ثم قال: \"هذا المال وربما- قال سفيان قال لي يا حكيم إن هذا المال- خضرة حلوة؛ فمن أخذه بطيب نفس؛ بورك له فيه، ومن أخذه بإشراف\r__________\r\"1\" أحمد، 20172.\r\"2\" الجامع الصحيح، كتاب الهبة.","seal":"4E87F2C2","part":1},
      {"page":38,"id":47,"nass":"نفس، لم يبارك له فيه، وكان كالذي يأكل ولا يشبع، واليد العليا خير من اليد السفلى\"\"1\".\rوروى الإمام أحمد عن أبي حميد الساعدي-معلقا- أن النبي صلى الله عليه وسلم قال: \"لا يحل للرجل أن يأخذ عصا أخيه بغير طيب نفسه\"؛ وذلك لشدة ما حرم رسول الله صلى الله عليه وسلم من مال المسلم على المسلم\"\"2\".\rوعن أبي أمامة أن رسول الله صلى الله عليه وسلم قال: \"من اقتطع حق امرئ مسلم بيمينه؛ فقد أوجب الله له النار، وحرم عليه الجنة\"؛ فقال له رجل: وإن كان شيئا يسيرا يا رسول الله؟. قال: \"وإن قضيبا من أراك\" \"3\". وفي لفظ الحديث عند مالك في الموطأ: \"قال: وإن كان قضيبا من أراك، وإن كان قضيبا من أراك، وإن كان قضيبا من أراك\". -قالها ثلاث مرات-\"4\".\r__________\r\"1\" البخاري، 6441، الرقاق، ومسلم 1035، الزكاة.\r\"2\" أحمد، 27803.\r\"3\" مسلم، 137، الإيمان.\r\"4\" الحديث 1435، الأقضية.","seal":"DA2195A8","part":1},
      {"page":38,"id":48,"nass":"حل المشكلة:\rوإن سأل سائل: فما الحل لهذا الداء العضال، وماذا نصنع بهؤلاء الرجال؟.\rفالجواب هو:\r- أولا: الوقاية قبل العلاج:\rهناك حل وقائي يجب على أولياء المرأة أو وليها أن يتنبه له، وهو أن يجتهد في التعرف على الشخص المتقدم له، وذلك من حيث الاستقامة","seal":"5E11419B","part":1},
      {"page":39,"id":49,"nass":"والدين والخلق والسيرة، ومن ذلك أن يتعرف على طبيعة الشخص هل عنده مادية وحب زائد للدنيا؟ وهل له رغبة في أن يستغل الزوجة ماديا؟ وقد يتضح هذا من خلال كلامه، ومن خلال سيرته، ومن طبيعة تفكيره، وقد يكون لوضع الشخص المادي أحيانا أثر في هذا التوجه.\rفإذا ما تبين للولي أن الرجل من هذا الصنف، فإياه ثم إياه من الإقدام على إعطائه، وليتق الله ربه؛ فإنها أمانة عنده، فلا يخن الأمانة، ولا يغش من هو في مكان الناصح له.\rأيها الأولياء، اتقوا الله، واحذروا -قبل الزواج-هذه الذئاب البشرية، فلا تدفعوا بناتكم إلى براثنها؛ فتفترسها تحت سمعكم وبصركم، فلا تتمكنوا من استنقاذهن إلا بعد أن يصيبوهن إصابات بليغة في نفوسهن وعقولهن وأجسادهن وأموالهن!.\r- ثانيا: حل المشكلة بمبادرة من الزوج:\rأما في حال حدوث هذا الأمر، فأول الحلول وأولاها أن يبدأ الحل من هؤلاء الأزواج أنفسهم؛ فيستغفروا الله ويتوبوا إليه، ويعتذروا لمن ظلموه، ويعيدوا ما أخذوه ظلما وعدوانا، ولكم رؤوس أموالكم لا تظلمون ولا تظلمون. وهذا الحل لا يغني عنه -في حق هؤلاء الأزواج- أي حل آخر، ولا تبرأ ذمتهم بغيره؛ وذلك لما عليهم من خطورة عظيمة بعدم المبادرة إليه، وهي خطورة تنالهم في عباداتهم وفي حياتهم في الدنيا وفي حياتهم في الآخرة؛ وذلك لأن كثيرا منهم يدخل عليه هذا المال المأخوذ ظلما في صيامه وفي","seal":"060E25FB","part":1},
      {"page":40,"id":50,"nass":"صلاته وفي حجه وفي صدقاته وفيما ينبت عليه جسده؛ إذ يصرف من هذا المال في كل ذلك شاء أم أبى؛ فعياذا بالله من حال كهذا.\rوعلى من تعلل له نفسه بأمنية أن يكون هذا المال حلالا أن يأتي بآية صريحة بذلك، أو بحديث صحيح صريح. وهيهات أن يجد في دين الإسلام ما يسعفه بهذا المطلب الظالم، أو بالظلم للمسلمين والمسلمات، بل إنه في الوقت الذي لا يجد فيه ما يسعفه بطلبته من آيات الكتاب العزيز والسنة المطهرة؛ فإن الآيات والأحاديث تترى لبيان الحق اليقين بأن الظلم لا يحل لأحد، وبأن أكل المال الحرام لا يحل لأحد، مهما كان صاحب هذا المال: غنيا أو فقيرا، قويا أو ضعيفا، رجلا أو امرأة!.\rفالتوبة التوبة، أيها الناس، قبل أن تؤخذوا بالحوبة؛ فيغلق عليكم الباب، وتواجهون الحساب.\rوإذا قدرت على الناس، فتذكر قدرة الله عليك، واعلم أن الله عليك أقدر، وأنه لا مفر لك منه سبحانه.\rوعلى الناس أن يذكروا كل من وقع في مثل هذا الإثم؛ فإن هذا من حقه عليهم وحق المسلمين جميعا.\rولا شك في أن أي زوجة يسرها -وترضى- بأن يعود زوجها، الظالم لها، إلى الجادة، وتستمر حياتهما على الوئام والصفاء، في أخوة لا ظلم معها.\r- ثالثا: الحل إذا لم يبادر الزوج:\r- فإن لم يفعل الأزواج، ولم يتوبوا؛ فإن الواجب على المظلوم أن لا يقر","seal":"38A85A01","part":1},
      {"page":41,"id":51,"nass":"الظلم، وأن يأخذ بالأسباب التي جعلها الله له للخروج من هذا الظلم، ومنها: البيان له والإيضاح والإفصاح، ومنها: مطالبته بالتي هي أحسن بالكف عن الظلم، ومنها: توثيق الحقوق، ومنها: الشكوى إلى من ينصف منه، ومنها: مخاصمته لدى القاضي، ومنها: الدعاء عليه، ودعوة المظلوم ليس بينها وبين الله حجاب!.\r- وينبغي أن تعلم الزوجة منذ البداية أن الأمر يعنيها بالدرجة الأولى، وأن الحل يرجع إليها بالدرجة الأولى كذلك، وتستطيع أن تقوم بما لا يستطيع سواها؛ فعليها أن تتنبه، منذ البداية، إلى معرفة حال الزوج وأخلاقه وما يريده أيضا تجاه هذا الأمر؛ فإن تبين، لها بوضوح أن الزوج من هذه النوعية من الناس؛ فعليها أن تتوصل إلى حل سريع واضح معه، وإلا فعليها أن لا تترك لنفسها الإيغال في المشكلة، وأن تسعى مع وليها لحسم الداء منذ البداية. وهذا خير ألف مرة من التسويف إلى أن يطفح الكيل وتتعقد المشكلة.\rولكن، إياها وسوء الظن والتسرع في غير موضعه؛ فكم نجم عنهما من المصائب، ولا سيما بالنسبة لطبائع غالب النساء، وأن تتحرس من الظلم ومن هدم سعادتها بيديها بسبب سوء الظن والتسرع والظلم.\rوعلى المرأة وولي أمرها أن يعلموا أن الأخذ بالحل في أول المشكلة هو المتعين عقلا وشرعا، وأن الصواب أن يكون الحل بيدهم، لا بيد عمرو.\rوأنه على الرغم من أن هذا هو الحل إلا أنه صعب، لكنه لابد منه إذا كان هو الحل؛ فعليهم أن يقدموا، ويوطنوا أنفسهم عليه، وأن يعلموا أنه أفضل","seal":"F8E11FF6","part":1},
      {"page":42,"id":52,"nass":"وأيسر من الصبر على المشكلة وتأخير حلها، أو تجاهلها متحملين في سبيل ذلك كل ما ينشأ عنه من منغصات وعواقب وخيمة.\r- وينبغي للقضاة أن يتفهموا هذه المشكلة، وأن ينصفوا المظلومين؛ فإنه بغض النظر عن الآراء الفقهية فقد قال صلى الله عليه وسلم: \"انصر أخاك ظالما أو مظلوما\"؛ فلا يدخلوا في ذممهم ظليمة ظالم أو مخالفة لأمر النبي صلى الله عليه وسلم هذا وأمثاله؛ فلا يصح للقاضي أو سواه أن يثير في نفس المرأة المظلومة من زوجها مشاعر الحزن والأسى أو الخوف من المستقبل بعد الفراق؛ فلا ينبغي أن يفعل ذلك طمعا في إعادتها إلى الوضع الذي جاءته متظلمة منه؛ بل عليه أن يكون ناصحا لها، وليس النصح لها منحصرا في إلزامها بالبقاء في عصمة الزوج على الظلم، فالواجب التثبت من قضيتها ثم إنصافها من ظالمها.\r- وعلى المجتمع المسلم، بأسره، أن يسهم في علاج هذه المشكلة، وأن يسعوا في رفع هذه المظلمة الاجتماعية، كل فيما يخصه، وبما يستطيع:\r*فأولياء أمور النساء عليهم مسؤولية، تبدأ من مسؤولية الاختيار، ثم مسؤولية الرعاية والاطمئنان على حال بناتهم، ثم الوقوف معهن بالنصرة والتأييد والحماية، بعد التثبت المؤكد.\r*كما أن على الآباء خاصة أن يتقوا الله تعالى في بناتهم وفلذات أكبادهم؛ فلا يضيعوهن بأي سبب، سواء كان بالتفريط وعدم المبالاة وعدم حسن الاختيار، أو كان بعضل بناتهم من الزواج رغبة في استغلالهن وتشغيلهن، كما لو كانت ابنته عنده جارية أو أمة؛ ومثل هذا لا يقدم عليه","seal":"955C0211","part":1},
      {"page":43,"id":53,"nass":"إلا من أصيب بالعمه!.\rوالأب الذي يقع في مثل هذا الظلم ليته لم يلد، بل ليته لم يولد!.\rمن خطوات الحل للخلاف إذا وقع بين الزوجين، في بعض مراحله، اختيار حكمين مرضيين من الطرفين؛ ينظران في القضية، ويتثبتان منها، ويتخذان الحل المناسب، سواء كان ذلك على أساس بقائها في عصمة الزوج، أو التفريق بينهما؛ وذلك امتثالا لقوله تعالى: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيماً خَبِيراً} \"1\".\rلكن ينبغي أن يعلم أن هذا الحل له موضعه، فليس هو في كل حال، وإنما هو في الحال التي أراد الله سبحانه تطبيقه فيها؛ وهي حينما يكون الأمر-من الخلاف والمشكلات-متوافرا فيه قيدان:\rالأول: أن يكون في دائرة ما يمكن تحمله شرعا؛ وذلك لأن مخالفة الشرع لا تجوز؛ فهناك حالات لا يجوز السكوت عليها أو الرضا بها شرعا.\rالثاني: أن يكون في دائرة ما يمكن تحمله وإطاقته ممن يعاني من المشكلة أو المشكلات، فيمكن تحملها عندئذ إلى جانب المعالجة لها؛ لأن هناك حالات ليس في مقدور الإنسان إطاقتها أو الصبر عليها؛ وقد قال الله تعالى: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا} ، وكذلك لأن هذا الدين من أهم مقاصده تحرير الإنسان من العبودية لغير الله سبحانه، وإنقاذ الإنسان من\r__________\r\"1\" 35: النساء: 4.","seal":"4CE890D2","part":1},
      {"page":44,"id":54,"nass":"الظلم- بما في ذلك ظلم الإنسان لنفسه- بل قد تقرر في هذا الدين تحريم الظلم والتعدي على الحيوانات، بما فيها الكلاب!.\rوكذلك إذا تعدى الظلم المظلوم ذاته إلى سواه من الأهل والأولاد؛ فإنه ليس من حق الزوجة أن تصبر على ذلك بحجة أنها تتحمل الأمر بأي حجة من الحجج، كأن تتصور أن الأمر يتعلق بها هي فقط.\rعلى أنه ليس المراد بهذا الدعوة إلى اتخاذ الفراق بين الزوجين حلا دائما أو في مقدمة الحلول؛ إنما المراد وضع النقاط على الحروف وفق المعروف الذي أمر الله بأن تكون عليه الحال بين الزوجين؛ وهذا هو الأمر الذي يجب أن يحققه الزواج بين المسلم والمسلمة.\r*وأقارب الزوج عليهم مسؤولية النصرة للحق وإنصاف الزوجة المظلومة من قريبهم، وقد يقومون بما لا يقوم به سواهم.\r*والخطباء عليهم حق ومسؤولية تجاه معالجة هذه المشكلة، وتجاه بيان الحق للناس وأسباب السعادة في الدنيا والآخرة، *وأهمية البعد عن المال الحرام، وبيان عواقبه في الدنيا وفي الآخرة.\r*والقضاة عليهم مسؤولية مناصرة المظلوم وإنصافه من الظالم.\r*والجهة التي تعمل عندها المرأة عليها مسؤولية، بأن تتثبت مما يظهر من حالات الظلم؛ فلا تكون سببا في تسهيله.\r*وعلى الدولة وولي أمر المسلمين مسؤولية التحسس من مثل هذه الظلامات، وإنصاف المظلومين، وردع الظالمين، وتوقيع العقوبات الصارمة لكل من يتبين تورطه في مثل هذا المسلك.","seal":"E7BF686E","part":1},
      {"page":45,"id":55,"nass":"نسأله تعالى الهداية والتوفيق، وأن يجنبنا الحرام والظلم، وأن يجعلنا هادين مهديين. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\rتحدث أحدهم عن الفقر والغنى. فقلت له: الفقر والغنى ليس هنا؛ فقد قال أحد العلماء: الفقر والغنى ليس في هذه الدار، وإنما يوم القيامة إذا وزنت الأعمال، وأخذ كل كتابه بيمينه أو بشماله!.\rفأين الباحثون عن الغنى والساعون في تحقيق المنى؟! ألا يسعون في كسب الغنى الحقيقي؟!.","seal":"C694AE68","part":1},
      {"page":45,"id":56,"nass":"التأويل في العقيدة\rالعقيدة في الله تعالى عقيدة توقيفية، يتلقاها عبيد الله بخبر الله سبحانه عن نفسه-في كتابه، أو على لسان رسوله صلى الله عليه وسلم-فليست العقيدة أمرا اجتهاديا؛ فتختلف فيه أنظار المجتهدين، ولكنها خبر الله وخبر رسوله صلى الله عليه وسلم عن الله وأسمائه وصفاته وعن ثوابه وعقابه، وعن أخبار اليوم الآخر.\rوما من شك في أن كلام الله جل جلاله، وكلام رسوله صلى الله عليه وسلم قد وضح العقيدة التوضيح الذي أراده الله تعالى، وهو التوضيح الذي لا لبس فيه ولا نقص.\rفمن أراد اتباع ما أنزل الله فهو يكفيه ويشفيه، ومن لم يرض بما أنزل الله؛ فإنه لا يكفيه، ولا يشفيه.\rوما أشد العجب من مسلم، بل عالم أيضا، ثم يأتي إلى الآيات والأحاديث الصحاح في العقيدة فيؤولها، ويصرفها عن ظاهرها المراد، بغير","seal":"08245976","part":1},
      {"page":46,"id":57,"nass":"دليل، مخالفا لمنهج أهل السنة والجماعة؛ فلا هو الذي وسعه ما جاء في الآيات والأحاديث، ولا هو الذي رضي لنفسه ما رضيه الرسول صلى الله عليه وسلم لنفسه ورضيه أصحابه من بعده وأئمة الهدى من أهل السنة والجماعة!.\rوإذا اشتبه على المسلم آية أو حديث رد ذلك إلى ما لم يشتبه من سائر الآيات والأحاديث.\rوما أشد العجب من مسلم -عالم، أو غير عالم-يحدد عقيدته من خلال أحاديث تروى عن الرسول، وهي لا تثبت عنه عليه الصلاة والسلام، أو أنه لا يدري هل هي ثابتة عن رسول الله أو لا!.\rوما أشد العجب من مسلم يتابع في أمر العقيدة غيره دون تثبت!.\rوما أشد العجب من مسلم يجامل الناس في أمر عقيدته!.\rوما أشد العجب من مسلم صرفه قصده تنزيه الله عن الاتباع لكلام الله في أمر العقيدة!.\rوما أشد العجب من مسلم صرفه قصده الاتباع لكلام الله في العقيدة عن تنزيه الله!.\rالله أخبرك؛ فأي حرج أو غضاضة أو نقص أو خلل لو قبلت كلام الله وخبره وأمره على الوجه الذي أراده الله؟!.\rوأي شيء يعوضك عن كلام الله وأمره وخبره وهدايته؟!.\rوكيف يستقيم أن يخبرك الله -مثلا-عن نفسه؛ فتقول: لا، الله ليس هكذا، وإنما هو كذا وكذا؛ فتذهب إلى التأويل غير المشروع، وهو المخالف لأدلة الشرع!.","seal":"6D518385","part":1},
      {"page":47,"id":58,"nass":"أأنتم أعلم أم الله؟!.\rأثبت ما أثبته الله وانف ما نفاه الله، على الوجه الذي أراده الله، ترح نفسك يا عبد الله. والحمد لله رب العالمين.\r*على الرأس والعين كتاب الله، وعلى الرأس والعين سنة رسول الله صلى الله عليه وسلم، وأما أخطاء الناس فمرفوضة، ولو كان أصحابها معذورين مأجورين.","seal":"BA8FAFAA","part":1},
      {"page":47,"id":59,"nass":"شرف العلم ومسؤوليته\rالعلم شرف ومسؤولية، والعلم زينة قد يتزين بها الخالي منها أو العاطل عنها، وحسبك بالعلم شرفا أن يدعيه من ليس من أهله، وأن يتبرأ من الجهل من هو من أهله، كما قيل!.\rلكن شرف العلم لا يثبت في الحقيقة إلا لمن كان من أهله: علما وعملا، معرفة وسلوكا، علما وخلقا!.\rأما العلم بدون ذلك، فهو لا يعدو أن يكون حجج الله على الهالك! نعم! إنه حجج الله يجمعها الإنسان على نفسه؛ ثم هو في الوقت نفسه-في هذه الحال-إنما هو إدانة الإنسان لنفسه بنفسه؛ وذلك حين يقول الإنسان في شأن أمر ما: هذه وجهته، ولكنه يعود فينتكس عمليا؛ فيسلك طريقا غير الذي قال للناس إنه هو الصواب!.\rإنه، في هذه الحال، من عقوبة الله له أنه يفضح نفسه بنفسه! ثم هو لا شرف له، ولا فضل له في هذا العلم الذي لم يزك به نفسه، بل شانها بمخالفة ما أنعم الله عليه بتعليمه وجه الحق والصواب فيه!.","seal":"7FA6BC42","part":1},
      {"page":48,"id":60,"nass":"لو كان للعلم من غير التقى شرف ... لكان أشرف خلق الله إبليس!\rأعلمت هذا يا من شغله الدرس والتدريس!.\rقلت: العلم يتخذه بعض الناس للتزكية، لكن بعض الناس يتخذه للتذكية، فبعض الناس يزكون به أنفسهم، وبعض الناس يذكون به أنفسهم.\rوليس بين التزكية والذكية في الكتابة سوى إبدال حرف بحرف!.\rكما أنه ليس بين التزكية والتذكية في التطبيق والسلوك سوى إبدال حرف بحرف؛ وذلك بأن ينحرف الإنسان من وجهة إلى وجهة!.\rوهكذا حرف بحرف، وإلى الله القبول أو الصرف!.\rإن شرف العلم لا يناله من لم يقدر مسؤولية العلم؛ كما أن من قدر مسؤولية العلم من العلماء نال شرفه.\rربنا لا تزغ قلوبنا بعد إذ هديتنا!.\r*ذكرت مرة لبعضهم ما كان لي من مواصلة ساعات طويلة مع الحديث وكتبه، وأنني كنت مسرورا بذلك التعب؛ فقال لي: نعم، والله من يكون مع كتب الحديث يكون في غاية الأنس. فقلت له: وقد يفر من الإنس!.","seal":"971A3A2B","part":1},
      {"page":49,"id":61,"nass":"أصناف الناس مع الحق\rالناس أصناف مع الحق:\r- فصنف هدفه وهمه الحق؛ فعنه يبحث، وإياه يقصد؛ فمتى ما وجده أخذ نفسه به، وخضع له.\r- وصنف يجادل ويناظر، لكن متى ما عرف بالحق، عرفه وخضع له، وألزم نفسه به؛ فيعود للحق من قريب.\r- وصنف لا يعترف بالحق ولا يخضع له، بل تراه يناظر ويكابر، حتى يدخل المقابر!.\r*قد ترى أحدهم يطعن في إمام، أو في عدد من الأئمة، طمعا في الإمامة! قلت: ومثل هذا حقه أن يرمى في القمامة!.","seal":"B3AE33F4","part":1},
      {"page":50,"id":62,"nass":"وقفة عند الصلاة\rالصلاة فريضة من الفرائض التي فرضها الله على عباده.\rوهي ركن من أركان الإسلام الخمسة، وقد فرضها الله سبحانه من فوق سبع سماواته!.\rوقد جعل الله تركها كفرا، قال صلى الله عليه وسلم: \"العهد الذي بيننا وبينهم الصلاة؛ فمن تركها فقد كفر\"\" 1\".\rفأي عبادة أعظم من هذه التي:\r- الله فرضها.\r- وفرضها من فوق سبع سماوات حين عرج برسول الله صلى الله عليه وسلم إلى السماء السابعة.\r- وجعلها الله ركنا من أركان الإسلام الخمسة.\r- وحكم بكفر تاركها.\rقال الله تعالى: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً} \" 2\".\rهيئة الصلاة:\rإن أداء الصلاة هو أفضل الأعمال بعد الشهادتين.\rولكن لا يقبل الله الصلاة من العبد حتى يؤديها على الصفة الشرعية التي أمره بها؛ ولهذا لم يأت الأمر في القرآن بالصلاة بأن يقول: صلوا، وإنما جاء\r__________\r\"1\" أخرجه الترمذي، 2621، الإيمان، والنسائي، 463، الصلاة، وابن ماجه، 1079، إقامة الصلاة والسنة فيها، وأحمد 22428، و22498.\r\"2\" 103: النساء: 4.","seal":"8A1702FD","part":1},
      {"page":51,"id":63,"nass":"الأمر بالصلاة في القرآن بقوله تعالى: {وَأَقِيمُوا الصَّلاةَ} \" 1\"؛ فهو أمر بإقامتها، وليس أمرا بمجرد أدائها أو فعلها.\rوإقامة الصلاة لا تكون إلا بثلاثة أشياء\"2\":\rالأول: أداؤها.\rالثاني: إعطاؤها حقوقها من الأركان والواجبات والشروط والسنن.\rالثالث: المداومة عليها.\rفمن ترك واحدا من هذه الثلاثة لم يقم الصلاة؛ فليراجع إيمانه، وليتق الله ربه؛ فإن الصلاة آخر ما يبقى من دين المرء؛ فقد جاء في الأثر: \"أول ما تفقدون من دينكم الأمانة، وآخر ما تفقدون الصلاة\"\"3\". قال الإمام أحمد: \"فصلاتنا آخر ديننا، وهي أول ما نسأل عنه غدا من أعمالنا، فليس بعد ذهاب الصلاة إسلام ولا دين؛ فإذا صارت الصلاة آخر ما يذهب من الإسلام، فكل شيء يذهب آخره: فقد ذهب جميعه\"!.\r__________\r\"1\" جاء مثل التعبير في: 77: النساء: 104، و87: يونس: 10، و56: النور: 24، و31: الروم: 30، و20: المزمل: 73.\r\"2\" استفدت هذا من أستاذي الشيخ: الغزالي عيد أبو عينين، رحمه الله تعالى.\r\"3\" جاء هذا بعدة ألفاظ، عن ابن مسعود رضي الله عنه، من قوله في المعجم الكبير، للطبراني، والسنن الكبرى، للبيهقي، كما جاء في مسند الشهاب عن أنس، مرفوعا إلى النبي صلى الله عليه وسلم، وفي المعجم الكبير، عن شداد بن أوس، مرفوعا بألفاظ مختلفة أيضا، وقد اقتصر عدد من هذه الروايات على الشطر الأول من الحديث، وأورده في المستدرك عن حذيفة من قوله مطولا. وليس هذا الموضع محتملا للتفصيل في التخريج.","seal":"12BC43C8","part":1},
      {"page":52,"id":64,"nass":"من الأعمال المطلوبة في الصلاة:\r- مما يجب فعله للصلاة أن تكون الصلاة على طهارة؛ فالصلاة التي على غير وضوء -مثلا- صلاة باطلة؛ قال صلى الله عليه وسلم: \"لا يقبل الله عز وجل صدقة من غلول، ولا صلاة بغير طهور\" \"1\".\r- ومما يجب مراعاته في الصلاة الاقتداء فيها برسول الله صلى الله عليه وسلم، قال صلى الله عليه وسلم: \"وصلوا كما رأيتموني أصلي\" \"2\"؛ فالصلاة الصحيحة هي المطابقة لطريقة النبي صلى الله عليه وسلم في صلاته من أولها إلى آخرها في الأفعال والأقوال والصفة.\r- ومما يجب مراعاته في الصلاة الخشوع فيها؛ فصلاة بلا خشوع كجسد لا روح فيه، والجسد بدون روح يدفنه أهله!.\rوالخشوع في الصلاة إنما يكون سببه الفهم والتدبر لمعاني ما يقوله المصلي من قراءة وذكر ودعاء، ومن أسبابه كذلك كثرة ذكر الله ومحبته والخشية منه، وكذلك استشعار المصلي عبوديته لله وأنه مخلوق لله، وأنه في حكم الله سبحانه وتعالى.\rالخاتمة:\rوختاما، فيا أيها الإنسان:\r- صل لله وحده لا شريك له، بدون رياء ولا سمعة.\r- تطهر للصلاة كما أمرك الله.\r- اطمأن في صلاتك، ولا تستعجل فيها استعجال من ليس حريصا على قبولها.\r__________\r\"1\" أخرجه أبو داود، 59، الطهارة، وأحمد في مواضع متعددة.\r\"2\" البخاري، 631، الأذان، و6008، الأدب، و4276، أخبار الآحاد.","seal":"9B8AAAF0","part":1},
      {"page":53,"id":65,"nass":"- اخشع في صلاتك.\r- اقرأ الفاتحة وما تيسر من القرآن في كل ركعة، وتدبر القرآن.\r- اذكر الله وادعه بصدق وخوف ورجاء.\r- اركع واسجد لله وأنت تشعر أنك تركع وتسجد لخالقك سبحانه.\r- لا تترك شيئا من أفعال الصلاة وصفاتها.\rتقبل الله منا صلاتنا، إنه هو السميع المجيب.\rوالحمد لله رب العالمين.\r*أكثر الهالكين، إنما هلكوا بساعة، فما دونها، من الراحة، آثروها على التعب في طاعة الله، أو الفضائل والمروءة:\r- فهذا نام عن الصلاة، أو عن صلاة الجماعة.\r- وهذا نام عن الجهاد.\r- وهذا نام عن فعل المعروف.\r- وهذا نام عن نجدة الملهوف.\r- وهذا نام عن صلة الرحم.\r- وهذا، وهذا ... إلى آخر ما هنالك، وكم في الناس من هالك؛ ثم لم تنفعه الراحة ولم تدم، وإنما أورثته ندما، أو جعلته يبكي الدمع دما!.أكثر الذين هلكوا، أو خسروا، إنما كان لهم ذلك بفوات موعد الخير بدقائق، نعم: دقائق اختاروها نوما، أو راحة، أو فراغا؛ ففاتهم الخير والنجاة!.","seal":"9E95CFFC","part":1},
      {"page":54,"id":66,"nass":"بعدها يحمد أو يدرك الإنسان العاقبة!\r- بعد غروب الشمس يحمد الصائم العاقبة!.\r- بعد طلوع الفجر يحمد القائم لصلاة الليل العاقبة!.\r- بعد مرور لحظة الانتصار على الهوى والاستعلاء على تزين المعصية يحمد الإنسان العاقبة، أو يحمد الله على السلامة والعافية!.\r- بعد ظهور نتيجة الامتحان يحمد المجد عاقبة اجتهاده!.\r- بعد الخسارة يدرك الإنسان قيمة المال!.\r- بعد التجربة يدرك الإنسان قيمة الرجال!.\r- بعد النوائب ووقفة الصديق إلى جانبك تحمد عاقبة الصداقة!.\r- بعد النوائب وتخلي الصديق عنك تحمد عاقبة التنبه للصفاقة!.\r- بعد إدراك الغاية يحمد العاملون عاقبة تضحياتهم!.\r- بعد التحلي بالفضائل يحمد المجاهدون لأنفسهم عاقبة المجاهدة!.\r- بعد استحكام الرذائل يعرف الناس قدر الأفاضل!.\r- بعد ضياع الأخلاق يذوق المفرطون عاقبة تفريطهم في التربية!.\r- بعد الموت يدرك الناس قيمة الحياة!.\r- بعد الربح يدرك التاجر عاقبة التجارة!.\r- بعد الحصاد يحمد الزارع عاقبة التعب والزراعة!.\r- بعد النصر يحمد المجاهدون عاقبة الجهاد في سبيل الله!.\r- بعد رؤية الاستقامة يحمد الوالد والمربي عاقبة التربية وعنائها!.","seal":"D7E17AF1","part":1},
      {"page":55,"id":67,"nass":"- بعد المرض يدرك الناس قدر الصحة!.\r- بعد الموت يدرك الطائعون قدر الطاعة، ويحمدون العاقبة!.\r- بعد الحساب يدرك الناجون فضل الله عليهم، ويحمدون العاقبة!.\r- بعد النجاة في الآخرة يحمد الصابرون عاقبة الصبر لله!.\r- بعد الحساب يدرك الناس الفرق بين الطاعة والمعصية، والفرق بين الفضيلة والرذيلة!.\r- بعد الحساب يوم القيامة وشفاعة الشفعاء يحمد المتحابون في جلال الله والمتآخون فيه العاقبة!.\r- بعد دخول الجنة يحمد الإنسان عاقبة التعلق بالآخرة والزهد في الدنيا ولهوها وأهوائها!.\r- بعد دخول النار يدرك الإنسان عاقبة الإعراض عن الآخرة والتعلق بالدنيا ولهوها وأهوائها!.\r- {قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} \"1\".\r- {فَأَمَّا مَنْ طَغَى وَآثَرَ الْحَيَاةَ الدُّنْيَا فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} \"2\".\r__________\r\"1\" 10: الزمر: 39.\r\"2\" 37-41: النازعات: 79","seal":"46310008","part":1},
      {"page":56,"id":68,"nass":"- {وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} \"1\".\rيا نفس ما هي إلا صبر أيام ... كأن مدتها أضغاث أحلام\rيا نفس جوزي عن الدنيا مبادرة ... وخل عنها؛ فإن العيش قدامي\rوالصبر مثل اسمه مر مذاقته ... لكن عواقبه أحلى من العسل!\r*حدثت مرة طلابي محذرا لهم من إضاعة الوقت، ومبينا أن للناس مذاهب وطرائق في إضاعة الوقت؛ فمنهم من يضيعه في النوم، ومنهم من يضيعه في الكسل والقعود، ومنهم من يضيعه في الجلوس على الشاي والقهوة، ومنهم من يضيف إلى ذلك القهقهة، ومنهم من يضيعه في متابعة الأفلام والمسلسلات الهابطة.\rثم قلت: وكم من إنسان حرص على المسلسل؛ حتى جيء به في آخر الأمر وهو مسلسل!.\r__________\r\"1\" 23-24: الرعد: 13.\r\"2\" البيتان ذكرهما الشيخ عبد الرحمن بن سعدي في: \"الرياض الناضرة والحدائق الزاهرة\"، \"ضمن مجموعة ابن سعدي، الثقافة الإسلامية، المجلد الثاني\"، ص434. ولست أدري: هل هما من مقوله أو من منقوله، رحمه الله تعالى.","seal":"DB41EC69","part":1},
      {"page":57,"id":69,"nass":"في مفهوم الدعوة\r- كم من مشتغل بالدعوة يحتاج إلى دعوة!.\r- كم من مرب يحتاج إلى تربية!.\r- كم من مدرس يحتاج إلى تدريس!.\r- كم من معلم يحتاج إلى تعليم!.\r- عجبت للذين ينتهجون أسلوب الشدة في الدعوة؛ كأنهم لا يعلمون أن الغالب هو: أن الأساليب الدعوية الهادئة هي الأساليب الهادية، أو أن الأساليب الهادية هي الأساليب الهادئة! \"1\".\r*قلت مرة في مناسبة في موضوع التربية، على سبيل المزج بين الجد والهزل: الذي ما يمشي بالطيب يمشي بالطوب!.\r__________\r\"1\" هذه الفقرة من كتاب: \"دعوة إلى السنة في تطبيق السنة منهجا وأسلوبا\" للمؤلف، ط. الثانية، 1419هـ، ص 77.","seal":"4AAE5644","part":1},
      {"page":57,"id":70,"nass":"مناجاة!!\rوعزتك وجلالك إني لا أستحق بشيء من صفاتي واحدة مما مننت به علي من نعمك وآلائك سوى أني عبدك!.\rوعزتك وجلالك إني لأستحق بأسمائك وصفاتك ما مننت به علي من نعم وآلاء!!.","seal":"9C2DB924","part":1},
      {"page":58,"id":71,"nass":"فاللهم يا ذا العزة والجلال! أسألك بأسمائك الحسنى وصفاتك العليا أن تمن علي بدوام مننك وهباتك ونعمك علي في الدنيا والآخرة وأسألك كما مننت علي بها ابتداء، لجودك وكرمك ورحمتك، أن تمن علي بها انتهاء فتختم بها حياتي عند نهاية الأجل!.\rوأسألك اللهم يا ذا العزة والجلال والفضل والإحسان، كما مننت علي بنعمك وآلائك أن تمن علي بتوفيقي لشكرها لك كما ينبغي!.\rاللهم لك الحمد والشكر كما ينبغي لك!.\rاللهم لك الحمد والشكر كما ينبغي مني لك!.\rاللهم لك الحمد والشكر كما ينبغي لأسمائك وصفاتك!\rاللهم لك الحمد والشكر كما ينبغي لعبوديتي لك وعجزي وذلي وافتقاري!\rاللهم لك الحمد والشكر كما ينبغي لنعمك علي وآلائك!\rاللهم أستغفرك كما ينبغي لجلالك وأسمائك وصفاتك!\rاللهم أستغفرك كما ينبغي مني لك!\rاللهم لك الحمد والشكر بمثل ما حمدك وشكرك به سيد الحامدين والشاكرين محمد صلى الله عليه وسلم!\rاللهم أستغفرك بمثل ما استغفرك به سيد المستغفرين محمد صلى الله عليه وسلم!","seal":"A9BA3FF4","part":1},
      {"page":59,"id":72,"nass":"معايدة بالمعاني!\rها هو رمضان يودع أحبابه من المؤمنين الصائمين القائمين الراكعين الساجدين التالين للكتاب العزيز، وها هم يودعونه، يودعونه بالدموع واللوعة على فراقه! وكيف لا، وهو الشهر الذي عرفوه وعرفهم بالصيام حقا، وبالصلاة صدقا، وبالإخبات لله تعالى وذكره: حمدا وشكرا وتسبيحا!.\rفوداعا يا رمضان، يا شهر البر والإحسان، ويا شهر القرآن، ويا شهر العبادة والإخبات والتقرب إلى رب الأرض والسماوات!.\rومن عجب أن لا يتفق الناس جميعا على هذا المعنى؛ وإنما ينقسمون إلى أقسام:\r- فمنهم من يحزن على فراق رمضان، ويأسف على انقطاع مواسم الخير فيه.\r- ومنهم من يفرح لذهاب رمضان الثقيل على نفسه؛ لأن ذلك فرصة له للتخلص من واجبات رمضان وتكاليفه ودروسه!.\r- ومنهم من يحزن لفراق رمضان لانقطاع مصالحه المادية!.","seal":"69138DD8","part":1},
      {"page":59,"id":73,"nass":"يا أيها المودع رمضان!\rيا أيها المودع رمضان والمستقبل العيد بالمعاصي والآثام، والمستقبل العيد بنقض ما اجتهد فيه من الطاعة في رمضان بالمعاصي والآثام، وبالعودة إلى سابق عهده قبل رمضان أو أسوأ، لست أدري لماذا كنت مجتهدا إذن في العبادة في رمضان! لماذا تبني ثم تهدم!","seal":"B6E2FFDC","part":1},
      {"page":60,"id":74,"nass":"إن من يجمع المال أو الذهب ويجهد نفسه في جمعه لا نراه يفرط فيه بعد ذلك، أو يتركه أو يهمله، أو ينفقه في ما ليس ضروريا، وليس من السهل عليه أن يفعل ذلك؛ فما بالك بما هو أهم من المال بكثير، بل لا مقارنة بينهما؛ بحكم الله تعالى حيث قال: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} \"1\"!.\rفلماذا هذا الهدم بعد البناء!.\rهل أصبح في عقلك شيء يا هذا!.\rلست أدري لماذا يقدم الإنسان على مثل هذا!.\rهل نسي؟!.\rأم قصد أن ينكص على عقبيه؛ فاختار غير ما كان قد اختاره في رمضان!\rهل اكتشف أنه كان في رمضان مخطئا في الاتجاه إلى عبادة الله تعالى، وذكره وقراءة كتابه!.\rأم أنه اختلطت عليه الأمور؛ فتوهم أن هذا هو طريق النجاة، بأن يلعب على الحبلين؛ فإذا جاء رمضان تعبد، وإذا ذهب رمضان أبعد!.\rوهل يريد أن يرضي الله سبحانه بهذين المسلكين أم ماذا؟!.\r- وهذا الذي يأتي عليه رمضان، وكأنه لم يأت، ولا يحرك ساكنا، ماذا دهاه؟! أليس هو مؤمنا بالله! أليس مصدقا بوعد الله ووعيده! ما له إذن ليس له فيه أثر، ولا يحرص على الثواب أو يجتنب العذاب والخطر!.\r- يا أيها الأخ العزيز، ويا أيتها الأخت العزيزة، هنيئا لكما بالتوفيق في\r__________\r\"1\" 58: يونس: 10.","seal":"C0607C8A","part":1},
      {"page":61,"id":75,"nass":"رمضان الذي نرجو أن نكون جميعا من أهله، والأمل أن تكون المحافظة على التوفيق من أهم واجباتنا وغاياتنا في أوقاتنا إلى أن يأتي رمضان آخر.\r- ويا أيها الذي فرط في رمضان ما الذي ستعمله الآن؟! هل ستزيد في الحسنات أو ستزيد في السيئات!.\r- ألا تعلم أيها الأخ وأيتها الأخت أن الأعمال بالخواتيم، وأن التوبة تجب ما قبلها!.\r- أيها الساهر في غير ما يسهر له عباد الله الصالحون.\r- أيها المستيقظ في غير ما يستيقظ له عباد الله الصالحون.\r- أيها النائم عما يستيقظ له عباد الله الصالحون.\r- أيها الساعي في غير ما يسعى له عباد الله الصالحون.\r- أيها القاعد عن السعي في ما يسعى له عباد الله الصالحون.\r- ما الذي يسهرك؟!.\r- ما الذي يوقظك؟!.\r- ما الذي يدعوك لهذا النوم؟!.\r- ما الذي يدعوك لهذا السعي؟!.\r- ما الذي يدعوك لهذا القعود؟!.\rوحتى متى ستستمر على هذه الحال؟! وإلى أين المسير؟!.\rهلا حددت الغاية قبل هذا كله؟!.\rهلا عرفت العاقبة والنهاية قبل هذا كله؟!.\rيا أيها المتكلم هل حددت-قبل أن تتكلم-: لماذا تتكلم؟! وهل ذلك","seal":"6A79FCD6","part":1},
      {"page":62,"id":76,"nass":"جائز أو غير جائز؟ وهل كلمتك لله أو لغير الله؟.\rوهل علمت-قبل أن تتكلم- أن الأمر كما قال النبي صلى الله عليه وسلم: \"إن العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالا، يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من سخط الله، لا يلقي لها بالا، يهوي بها في جهنم\" \"1\".\rوماذا يضيرك لو صبرت عن هذه الكلمة التي تهوي بها في جهنم؟!.\rوماذا يضيرك لو نطقت بهذه الكلمة التي يرفعك الله بها درجات؟!.\rيا أيها الخاطي خطوته هل حددت-قبل أن تخطو-: لماذا تخطو؟! وهل ذلك جائز أو غير جائز؟ وهل خطوتك لله أو لغير الله؟.\rوهل علمت-قبل أن تخطو- أن الأمر كما أخبر النبي صلى الله عليه وسلم حينما: مر بحائط من حيطان المدينة أو مكة؛ فسمع صوت إنسانين يعذبان في قبورهما؛ فقال النبي صلى الله عليه وسلم: \"يعذبان، وما يعذبان في كبير، ثم قال: بلى، كان أحدهما لا يستتر من بوله، وكان الآخر يمشي بالنميمة ... \"\"2\".\rوهل علمت -قبل أن تخطو- أيضا أن الأمر كما أخبر النبي صلى الله عليه وسلم حينما قال: \"كل سلامى عليه صدقة: كل يوم يعين الرجل في دابته يحامله عليها، أو يرفع عليها متاعه، صدقة، والكلمة الطيبة، وكل خطوة يمشيها إلى الصلاة، صدقة، ودل الطريق صدقة\" \"3\".\rوماذا يضيرك لو صبرت عن تلك الخطوة التي تعذب بها في قبرك، أم أنك\r__________\r\"1\" البخاري، 6478، الرقاق.\r\"2\" البخاري، 216، الوضوء.\r\"3\" البخاري، 2891، الجهاد والسير.","seal":"9858C761","part":1},
      {"page":63,"id":77,"nass":"غير مصدق لرسول الله صلى الله عليه وسلم؟!.\rوماذا يضيرك لو مشيت هذه الخطوة التي يكتب الله لك بها\rرضوانه وثوابه؟!.\r*قلت مرة لطلابي: يبدو أننا قد شغلتنا الوجبات عن الواجبات!.","seal":"E17FF788","part":1},
      {"page":63,"id":78,"nass":"وقفة عند مناسبة العيد\rوها هو العيد يأتي بعد رمضان؛ فيستقبله الناس أيضا استقبالا متباينا:\r- فمنهم من يستقبله بالإخبات والشكر لله تعالى، وصلة الرحم، وفعل الطاعات، والحرص على الحفاظ على مكتسبات رمضان من الخير والطاعات وتزكية النفس.\r- ومنهم من يستقبل العيد بالمعاصي والآثام، ولعله لم يعمل من الخير شيئا في رمضان!.\r- ومنهم من يستقبل العيد بنقض ما اجتهد فيه من الطاعة في رمضان بالمعاصي والآثام، وبالعودة إلى سابق عهده قبل رمضان أو أسوأ، ولست أدري-كما قلت- لماذا كان مجتهدا إذن في العبادة في رمضان! لماذا يبني ثم يهدم!\r- ومنهم من يستقبل العيد بالمظاهر الزائفة، وعدم الاكتراث بالثواب والعقاب، وعدم الاكتراث بمحبطات الطاعات!.\r- ها هو قد جاء العيد الذي يعنى كثير من الناس فيه بتجديد ثيابهم وأشيائهم، ولكنهم يغفلون عن تجديد إيمانهم وفضائل أخلاقهم!.","seal":"6BBAAF2D","part":1},
      {"page":64,"id":79,"nass":"- وماذا ينفعك تجديد ثوبك وأنت أنت لم تجدد إيمانا، ولا علما، ولا أخلاقا فاضلة، ولا أعمالا صالحة!.\rعيد بأية حال عدت يا عيد ... بما مضى أم بأمر فيه تجديد!.\r- لو تنبه الإنسان إلى معنى العبودية لله سبحانه في تشريعه عز وجل، وفي الحكمة من تعاقب هذه المناسبات الإيمانية؛ لتعبد لله بقلبه وقالبه وأفعاله!.\r- نعم لو تنبه إلى ذلك لم يأخذ هذه الأحكام على التقليد فقط، أو على صورها مع الغفلة عن حقائقها، أو على الاستجابة فيها لداعي الطبع لا لداعي الشرع!.\r- إن من لا يتنبه لهذا المعنى فإنه يأكل عند وقت الإفطار؛ لأنه يريد أن يأكل، ويتسحر لأنه يريد أن يأكل، وهكذا بقية التصرفات.\r- أما من تنبه إلى هذا المعنى؛ فإنه يتجه بأفعاله إلى الله تعالى تعبدا، لا طلبا لهوى نفسه؛ فيتسحر لأن الله أمره به، ويفطر لأن الله أمره به!. وهكذا يستمر معبدا نفسه لله في سائر تصرفاته حتى يصبح عبدا لله في جميع تصرفاته؛ وعندئذ يجني ثمرة هذه العبادة في الدنيا وفي الآخرة؛ وتظهر عليه آثارها في الدنيا قبل الآخرة؛ فما أطيبه من إنسان، وما أكرمه على الله وعلى عباده!.\r- يا أيها الأخ العزيز، ويا أيتها الأخت العزيزة، ما أحوجنا إلى التوقف مع أنفسنا للحساب اليوم قبل غد، ونسائلها:\r- ماذا كان الفطور، وماذا كان السحور في رمضان، وماذا كان زادنا بينهما؟!.\r- هل اكتفيت في فطورك وسحورك بالحلال؟ أو أضفت إلى ذلك غيبة ونميمة وكلاما لا خير فيه، أو فيه شر وضياع، أو لغو؟!.","seal":"71602825","part":1},
      {"page":65,"id":80,"nass":"- وهل كنت تعد لفطورك وسحورك ذكر الله تعالى، أم كنت تعد لهما الضحك والمضحكات، واللغو من القول، والغيبة والنميمة والتفريق بين الناس؟!.\rفإن كانت الثانية فأسألك بالله هل هذا هو الصيام الذي قال الله فيه: {ياأيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون} \"1\"، وهل هذا هو فطوره وسحوره الذي أباحه الله أو أمر به؟! هل تظن ذلك أو أنت عالم بأمره ونهيه ولكنك عامد مخالفة الله رب العالمين؟!.\r- وهل أنت على ذكر من موعدك مع ملك الموت الآتي لا محالة؟!.\r- وهل أنت متذكر أن الله تعالى يعلم السر وأخفى، وأنه لا تخفى\rعليه خافية؟!.\r- وهل ظهر أثر ذلك في نيتك وأقوالك وأفعالك، أو هي دعوى مجردة، وعما قليل سيجرد الله صاحبها؛ فلا يحول بينه وبينه حائل؟!.\rالسعيد من يعتبر قبل أن ينقبر!.\r__________\r\"1\" 183: البقرة: 2.","seal":"FB81DCED","part":1},
      {"page":66,"id":81,"nass":"صيانة الإنسان\rكل الأشياء في حاجة إلى الصيانة ومتابعة وضعها من حيث السلامة.\rفالسيارات لها صيانة يؤمن بها الناس ويسلمون بها ويقومون بها.\rوسائر الآلات لها صيانة يؤمن بها أصحابها ومخترعوها ويسلمون بها ويقومون بها.\rوالبيوت المعمورة تحتاج إلى صيانة، والناس مسلمون بذلك.\rفأين صيانة الإنسان من دون هذه الأشياء كلها؟!.\rإن هذه كلها أشياء للإنسان، ووجدت من أجله، وتصان من أجله، أفليس هو الأولى، منها كلها بهذه الصيانة إذن؟!\rوصيانة الإنسان صيانتان، لابد منهما معا:\rالصيانة المادية، وتكون باتباع القواعد الصحية، وإرشادات السلامة، وأحكام الشريعة الإلهية.\rوصيانة معنوية، وتكون باتباع أحكام الشريعة الإلهية أيضا وأخلاق الإيمان، ومقتضيات الإيمان.\rوليست صيانة جسم الإنسان بأولى من صيانة إيمانه وأخلاقه.\rوليست العبرة في الأمور ببداياتها فقط، ولكن بالنظر إلى عواقبها ونهاياتها أيضا؛ فعلى العاقل أن يطبق هذا المعنى في موضوع صيانة جسمه","seal":"56FAA74C","part":1},
      {"page":67,"id":82,"nass":"وإيمانه وأخلاقه. وعليه أن ينظر إلى مطالبه بهذا المنظار، وأن لا تغره الأمور ببداياتها، وإنما عليه أن يقيسها بعواقبها ونهاياتها أيضا. والموفق من وفقه الله تعالى.\r*قال لي أحدهم: قد بلغت من الكبر عتيا.\rقلت له: هذا لا يضرك إن كنت تقيا.\r*أيها المقطع عمره في الضياع أو في ما لا يجدي! هل أنت متذكر أنك عما قليل ستتقطع حسرات بما قطعت به الأوقات؟!.","seal":"C3038020","part":1},
      {"page":67,"id":83,"nass":"مفهوم الراحة والتعب\r*- لعل الراحة في أن تتعب.\r*- ولعل التعب في أن ترتاح.\r*- وكم من إنسان في تعب من الراحة، وكم من إنسان في راحة من التعب!.\r*- لعل الجسم يتعب من القعود والكسل، ولعل النفس تتعب أيضا من القعود والكسل.\r*- والمخرج من ذلك هو العمل والحركة والتعب ونفض النوم والكسل ...\r*- وليست العبرة في الأمور ببداياتها فقط، ولكن بالنظر إلى عواقبها ونهاياتها أيضا؛ فعلى العاقل أن يطبق هذا المعنى في نظرته إلى مفهوم الراحة والتعب وعليه أن ينظر إلى مطالبه بهذا المنظار، وأن لا تغره الأمور ببداياتها، وإنما عليه أن يقيسها بعواقبها ونهاياتها أيضا. {يَا أَيُّهَا","seal":"0A34FE55","part":1},
      {"page":68,"id":84,"nass":"الْأِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً فَمُلاقِيهِ} \"1\". والموفق من وفقه الله تعالى.\r*عجبا لمن يشتغل ببيع الكتب النافعة لينتفع الناس منها، ولكن لا ينتفع هو منها!.\r__________\r\"1\" 6: الانشقاق: 84.","seal":"4BE82E57","part":1},
      {"page":68,"id":85,"nass":"أمران تتوقف عليهما السعادة\rتأملت صواب المصيبين وخطأ المخطئين، وصلاح الصالحين وانحراف المنحرفين، وفوز الفائزين وفشل الفاشلين، ما سببه؟! وما سره؟! مع أن الناس خلقوا خلقة واحدة، وكلهم له عقل وإدراك، ويشاهدون التجارب ويقرءون التاريخ؛ فيبصرون العبر. فتبين لي بيقين أن ذلك كله يعود إلى التوفيق أو عدمه والإصابة أو عدمها في أمرين، هما:\r1- التقدير الصحيح.\r2- التوقيت المناسب.\rفالاستقامة وصلاح الحال وحسن المآل في الدنيا وفي الآخرة يتوقف على هذين الأمرين.\rفالأول: بمراعاته يدرك الإنسان قيمة: الشيء، وقيمة العمل، وقيمة السلوك، وقيمة النية، وقيمة الاستجابة لأمر ما، أو عدمها؛ فإذا\r__________\r\"1\" 6: الانشقاق: 84.","seal":"2719A9D3","part":1},
      {"page":69,"id":86,"nass":"هو قدر قيمة تلك الأمور تقديرا صحيحا؛ فعظم العظيم، وحقر الحقير، كان هذا أول خطوة ضرورية للاستقامة وللسعادة، وللالتزام وللعمل وللجد؛ إنه حاسة التمييز بين الأشياء والأعمال والأشخاص في القيمة والقدر؛ فيعطي لكل شيء قدره، وينزله من نفسه ومن همه وعمله منزلته اللائقة به عناية أو إهمالا، تطلبا له أو تركا.\rوكم يأتي الخلل في حياة الإنسان من السعي وراء: أمر، أو شيء، أو شخص، تافه؟.\rوكم يأتي الخلل في حياة الإنسان من القعود أو الإعراض عن السعي وراء أمر أو شيء أو شخص يستحق السعي في سبيله أو له.\rوالثاني -وهو التوقيت المناسب-: بمراعاته يظفر الإنسان بما طلبه من عمل يستحق البذل والجهد والوقت، وذلك بأن يقوم به في وقته المناسب الذي يكون فيه مقبولا، والذي يحصل به ما أراده من نتائج للعمل.\rوكم يأتي الخلل في حياة الإنسان بسبب تأخره عن التوقيت المناسب!.\rوكم يأتي الخلل في حياة الإنسان بسبب تقدمه عن التوقيت المناسب!.\rنعم إن القضية إنما هي قضية التقويم الصحيح أو عدمه، والتوقيت المناسب أو عدمه.\rكم تحسر المتحسرون بسبب عدم معرفتهم بقدر العمل الصالح والعمل النافع وقدر الطاعة الخالصة لله تعالى!.\rكم تحسر المتحسرون بسبب فوات الأوان لإدراك ما عرفوا قيمته ورغبوا فيه: من عمل صالح، أو فرصة نافعة في الدنيا أو في الآخرة!.","seal":"B7F2B9B5","part":1},
      {"page":70,"id":87,"nass":"ما الذي شحذ عزائم الصالحين والعقلاء من عباد الله للطاعات، والاستقامة، والحياة الجادة، سوى القناعة واليقين بقيمة ما اتجهوا إليه، وحرصوا عليه: من عمل صالح، وطاعة؟!.\rما الذي أقعد القاعدين عن العمل الصالح وعن الطاعات ومكارم الأخلاق والسلوك، سوى الغفلة عن قيمة ما قعدوا عنه من طاعة وعمل نافع؟!.\rما الذي دفع بالتعساء وبالمنكوبين في أخلاقهم وسلوكهم إلى أن يتعلقوا بما تعلقوا به، من البدائل عن الأعمال الصالحة والطاعات والأخلاق الكريمة فاختاروا مكانها ما سعوا له: من خلق مشين، وعمل رديء، وشك، وشرك، وشبهة، وشهوة، ما الذي دفعهم إلى هذه الحال سوى الخطأ في تقدير قيمة ما تركوه من كريم الأخلاق وجميل الطاعات، والخطأ في تقدير ما اتجهوا إليه وأخذوا به: من سلوك، وخلق، ومعصية؟!.\rهذا الذي يتنكب الطريق الصحيح، وهذا الذي يخطيء الأدب هل أوقعه سوى غفلته وسوى جهله بالأدب المطلوب ما هو؟!.\rويا حسرة من عرف قيمة العمل الصالح والطاعة وكريم الخلق ثم فاته ذلك؛ لأنه قد فاته الوقت؛ لأنه تأخر، أو لأنه استعجل، ومن تعجل شيئا قبل أوانه عوقب بحرمانه، ومن تأخر عن شيء حتى فات أوانه عوقب بحرمانه!.\rفيا أخي ويا أختي ويا أيها الإنسان كن عاقلا رشيدا:\rميز بين الطيب والخبيث.\rميز بين النافع والضار.","seal":"77CFBAF6","part":1},
      {"page":71,"id":88,"nass":"ميز بين الطاهر والنجس.\rميز بين النظيف والقذر.\rميز بين ما يبقى وما يزول.\rويا أخي ويا أختي ويا أيها الإنسان كن عاقلا رشيدا؛ فلا يفتك الوقت، ولا يفتك اليقين بأثر التوقيت.\rلا يغيبن عن بالك بأن للطاعات أوقاتا، وأن كثيرا منها لا يقبل في غير وقته.\rإنه لا يجزئ صيام الليل مثلا عن صيام النهار، ولا يجزئ الإمساك عن المفطرات بعد الفجر بلحظات عن الإمساك قبيل الفجر بلحظات لمن أراد الصيام!.\rنعم إنها لحظات!.\rإن للصلاة وقتها الذي فرضها الله فيه: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً} \"1\"، فهل لاحظت أنه كتاب موقوت!.\rألا ما أسعدك إذا أيقنت بهذا الكتاب الموقوت قبل أن تموت!.\rللكلمة الطيبة موضعها ووقتها فإذا فات لا تستطيع إرجاعه؛ لأنك لا تستطيع إرجاع الزمن الماضي!. للخطوة الطيبة موضعها ووقتها المناسب؛ فإذا فات لا تستطيع إرجاعه؛ لأنك أيضا لا تستطيع إرجاع الزمن الماضي!.\r__________\r\"1\" 103: النساء: 4.","seal":"8BE81EAF","part":1},
      {"page":72,"id":89,"nass":"وعمرك محدد أيضا تحديدا لا تستطيع أن تزيد فيه ولا تنقص!.\rوعمرك إذا قضيته في المعصية أو في الخطأ أو في السوء لا تستطيع أن ترجعه لتقضيه في الطاعة وفي الصواب وفي الطيب من القول والفعل والاعتقاد؛ لأنك لا تستطيع أن ترجع الزمن الماضي!.\rوما قضيته من لحظات من عمرك في المعصية أو الخطأ لا تستطيع استرجاعه لإصلاحه؛ لأنك لا تستطيع إرجاع الزمن الماضي!.\rلكنك قد تستطيع أن تتوب إذا سارعت للتوبة!.\rلكن هل علمت أيضا أن للتوبة فرصة محددة، فإذا فاتتك فقد فاتتك وفاتك الخير، لأنك لا تستطيع أن ترجع الزمن الماضي!.\rهل تعلم أن الوقت منذ البداية أمامك لتصنع الذكر الطيب لنفسك، فإن استثمرته لتصنع ذكرا سيئا عن نفسك فقد أضعت الفرصة عليك!.\rهل تعلم أن أقوالك وأفعالك تعبير عن نفسك؟!.\rهل تعلم أن أقوالك وأفعالك تأتي تعبيرا حسنا عن نفسك أو تعبيرا سيئا، وأن الأمر يعود إليك؟!.\rهل تعلم أنك إذا أخبرت الناس -عمليا- عن نفسك بأنك كذاب مثلا فإن من الصعب أن تقنع الناس بأنك من الصادقين؟!. أما علمت القاعدة عند علماء الأصول: الخبر لا يدخله النسخ!.\rوهل تعلم أنك إذا اتخذت الكذب ملجئا لك، بمختلف أنواعه، سواء","seal":"69D0B30F","part":1},
      {"page":73,"id":90,"nass":"كذب القول أو كذب العمل، فقد سقطت من أعين الناس، وسقطت من عين الخالق الذي يعلم خائنة الأعين وما تخفي الصدور؟!.\rمتى وكيف يصنع الإنسان مثل هذا لنفسه بغير التقويم والتوقيت؟!.\r*أكثر الهالكين، إنما هلكوا بساعة، فما دونها، من الراحة، آثروها على التعب في طاعة الله، أو الفضائل والمروءة:\r- فهذا نام عن الصلاة، أو عن صلاة الجماعة.\r- وهذا نام عن الجهاد.\r- وهذا نام عن فعل المعروف.\r- وهذا نام عن نجدة الملهوف.\r- وهذا نام عن صلة الرحم.\r- وهذا، وهذا ... إلى آخر ما هنالك، وكم في الناس من هالك؛ ثم لم تنفعه الراحة ولم تدم، وإنما أورثته ندما، أو جعلته يبكي الدمع دما!.\r*أكثر الذين هلكوا، أو خسروا، إنما كان لهم ذلك بفوات موعد الخير بدقائق، نعم: دقائق اختاروها نوما، أو راحة، أو فراغا؛ ففاتهم الخير والنجاة!.","seal":"A1BBE627","part":1},
      {"page":74,"id":91,"nass":"عناصر مقومات الشخصية المسلمة\rأرى أن أهم مقومات الشخصية المسلمة ما يلي:\r- الإيمان بالله تعالى.\r- تفعيل الإيمان في التصور والفكرة والهم والخطوة.\r- الحياة الجادة.\r- علو الهمة.\r- تنمية العقلية الراشدة.\r- اكتساب الصفات النفسية الحميدة.\r- التخلص من الصفات النفسية السيئة.\r*من الصفات النفسية الحميدة:\r- التواضع.\r- الاعتدال في الاعتداد بالذات، والاعتدال في حب الذات.\r- تحديد الغاية من الحياة تحديدا صحيحا، وإلزام النفس بالسعي لها بصدق ودقة.\r*من الصفات النفسية السيئة:\rومن الصفات النفسية السيئة: أضداد الصفات النفسية الحميدة، بصورة عامة، ومن ذلك:\r- الاستكبار في الأرض بغير الحق.\r- الغلو في الاعتداد بالنفس وفي حبها.","seal":"E5753D57","part":1},
      {"page":75,"id":92,"nass":"- عدم تحديد الغاية من الحياة، أو تحديدها بغاية غير صحيحة، وعدم الالتزام في الحياة بما من شأنه تحقيق الغاية منها.\rالنتيجة:\rيتبين مما سبق من الصفات الحميدة والصفات السيئة، أن المسلم الحق هو: الإنسان الذي آمن، عن قناعة، إيمانا صادقا حيا، وحدد غايته أو غاية وجوده في هذه الحياة؛ ثم خضع لكل من هذا الإيمان وهذه الغاية، واختار طريقا أو منهجية سديدة لهذا الخضوع والالتزام.\r*قال أحدهم: ما رأيك في رجل مسلم يلبس سلسلة من ذهب؟\rقلت: إذا رأيت رجلا قد لبس سلسلة من ذهب، فاعلم أن دينه قد ذهب.","seal":"64B68DA2","part":1},
      {"page":75,"id":93,"nass":"الإنسان والموت!\rرحلة في هذه الدنيا يقوم بها الإنسان، ثم يختم هذه الرحلة، بل تختم رحلته من حيث لا خيار له في إنهائها؛ كما هو الشأن حينما قدم الإنسان -أي إنسان-إلى هذه الدنيا؛ إذ لم يكن له أي اختيار، بل يولد باكيا صارخا، ولعله يبكي احتجاجا على إنزاله من رحم أمه إلى هذه الدنيا الواسعة! ولعله يبكي محتجا على إخراجه من ذلك المكان الذي ألفه، وربما تصور أنه مكان واسع أوسع من الدنيا الغريبة عليه!.\rوبعد أن يتقلب في هذه الدنيا ويرى سعة أرضها وسمائها، ويمر فيها","seal":"11F09FEF","part":1},
      {"page":76,"id":94,"nass":"بمراحل وأحوال، ربما أيقن من جديد بأن الدنيا حقا ضيقة وربما تمنى الخروج منها إلى ما هو أوسع منها!.\rوهل هناك أوسع منها؟!. نعم المرحلة الأخرى أوسع، الآخرة أوسع من الدنيا لكن لمن وسعها الله عليه، ورحمة الله أوسع وأروح لمن أكرمه الله بها!.\r{وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} \"1\".\rوماذا تنفع الدنيا من تمتع بها إلى منتهى أمله، ثم أدركه عاقبة سوء عمله!.\rماذا تنفع الدنيا الكافر والمنافق، وماذا تغني عنهما من عذاب الله!.\rماذا تنفع الدنيا من عمل لها ونسي الآخرة!.\rماذا تنفع الدنيا من جمع فيها المال بالحرام!.\rماذا تنفع الدنيا من أنفق فيها المال الحلال في الحرام!.\rماذا تنفع الدنيا من جمع مجدها بأطرافه، ولكنه ما عرف الله وما خافه!.\rماذا تنفع الدنيا من ظلم فيها، أو عاش سفيها!.\rماذا تنفع الدنيا من كانت حياته فيها لا حياء فيها!.\rماذا تنفع الدنيا من عمرها بخراب آخرته!.\rالجواب اليقين: لا شيء، لاشيء، على الإطلاق، بل العكس هو الواقع؛ فقد تحول سرورها حزنا، ولذائذها غصصا، ومجدها ومالها وجاهها عذابا، وعزها ذلا.\r__________\r\"1\" 64: العنكبوت: 29.","seal":"7D60F79C","part":1},
      {"page":77,"id":95,"nass":"{أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ} \"1\".\rالجواب بيقين: لاشيء على الإطلاق!.\rإن الحال ستكون بعكس ما كان يحرص عليه العاملون للدنيا!.\rوأما بالنسبة للعاملين للآخرة في هذه الحياة، فإن جزاءهم سيكون بتبدل حالهم إلى عكس ما كانوا عليه هنا؛ فقد تحملوا عناء الصبر في دنيا الناس، وآثروا الباقي على الفاني؛ فما أحراهم في ذلك اليوم أن يقبضوا الثمن من الرب الكريم سبحانه؛ فسيتبدل الهم سرورا، وسيتبدل الخوف أمنا، وسيتبدل العطش ريا، وسيتبدل الجوع شبعا، وسيتبدل التعب راحة، وسيتبدل، وسيتبدل، وسيتبدل ... إلى آخر ما لا يمكن حصره.\rألا يتبين بهذا أن من الحياة في هذه الدنيا ما هو في الحقيقة موت، وأن من الموت ما هو في الحقيقة حياة!.\rأليس هذا الانعكاس راجعا إلى سر الاختيار عند الإنسان، وليس راجعا لمجرد الحياة ذاتها أو الأجل!.\rفإذا اختار الإنسان في هذه الدنيا الحياة الحقيقية كانت حياته حياة حقيقية، وإذا اختار الموت الحقيقي كانت حياته موتا!.\rأليس مصداق ذلك-على سبيل المثال-في مثل قوله تعالى: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} \"2\".\r__________\r\"1\" 205-207: الشعراء: 26.\r\"2\" 169: آل عمران: 3.","seal":"DA7104EE","part":1},
      {"page":78,"id":96,"nass":"لقد حسب الناس ذلك؛ ولهذا قال الله تعالى: {وَلا تَحْسَبَنَّ} .\rبل قال الله سبحانه بعد هذه الآية: {فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} \"1\"؛ فليس الذين ماتوا في سبيل الله أحياء فقط، بل جمعوا ثلاث خصال، كل واحدة تستحق أن يموت في سبيلها الرجال:\rالأولى: أنهم أحياء عند ربهم!\rالثانية: أنهم فرحون بما آتاهم الله من فضله.\rالثالثة: أنهم يستبشرون بإخوانهم الذين لم يموتوا بعد في سبيل الله، لكنهم اختاروا الحياة في سبيل الله؛ فمن ثم يستبشر بهم إخوانهم الذين سبقوهم إلى الدار الآخرة بالموت في سبيل الله، الذي هو الحياة الحقة؛ فيتمنون لهم مثل ما أعطاهم ربهم!. وأكمل الآيتين بعدها.\rوقد أكد الله تعالى الفرق العظيم بين موت هو الحياة، وحياة هي الموت؛ فقال: {وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ} \"2\".\rوهكذا قل بالنسبة للأمثلة في مختلف مناحي الحياة؛ فينسحب مثلا: هذا المثال-الذي ساقته الآيات-على الحياة في طاعة الله، والحياة في معصية الله؛ فالفرق بين الحياتين كالفرق بين الموت والحياة، ولكن بحسب ميزان الله\r__________\r\"1\" 170: آل عمران: 3.\r\"2\" 157: آل عمران: 3","seal":"B2D3A79D","part":1},
      {"page":79,"id":97,"nass":"وليس بحسب ما يحسبه الناس الحسبان الذي نهى الله عنه!.\rيا لله! أفلا يستيقظ الناس إذن!.\rأفلا يصدقون الله في خبره وفي وعده ووعيده!.\rولقد قال رسول الله صلى الله عليه وسلم لما مر عليه بجنازة: \"مستريح، ومستراح منه\". قالوا: يا رسول الله، ما المستريح والمستراح منه؟. قال: \" العبد المؤمن يستريح من نصب الدنيا وأذاها إلى رحمة الله، والعبد الفاجر يستريح منه العباد، والبلاد، والشجر، والدواب\" \"1\".\rليس من مات فاستراح بميت ... إنما الميت ميت الأحياء\r*يشقى كثير من الناس في البحث عن السعادة خارج أنفسهم، ولكنهم لا يجدونها؛ وليس لهم إليها سبيل؛ لأن السعادة تأتي من داخل النفس وليس من خارجها. إن السعادة شعور، ورضا، وقناعة، وتؤدة، وصدق، وأمانة، وإيمان.\r__________\r\"1\" البخاري، 6512، الرقاق. ومسلم، 950، الجنائز. عن أبي قتادة بن ربعي الأنصاري، رضي الله عنه.","seal":"30AA49EE","part":1},
      {"page":80,"id":98,"nass":"حديث من بين القبور!\rقل أن يمر يوم لا يصلي فيه الأحياء على ميت أو أكثر في مسجد رسول الله صلى الله عليه وسلم، منذ عهده عليه الصلاة والسلام إلى اليوم، وإلى أن يرث الله الأرض ومن عليها!.\rوهذا مشهد فيه عبرة وأي عبرة لمن كان له قلب أو ألقى السمع وهو شهيد!.\rورحم الله أولئك المشيعين طاعة لله وإخباتا، وحرصا على تأديبهم لأنفسهم، ويقينا منهم بأنهم اليوم مشيعون، وغدا-إن لم يكن اليوم -مشيعون!.\rوإذا حملت جنازة فاعلم ... بأنك بعدها محمول!\rويا لله ما أكثر المودعين كل يوم، الذين يصبحون في التراب مودعين، وبأعمالهم مرتهنين!.\rويا لله كم من إنسان يرقد في بقيع الغرقد!.\rولا تزال تسير القافلة، والناس ساهية غافلة!.\rوكم من حديث للنفس بين المقابر، ولاسيما بقيع الغرقد، وإن كانت عظة الموت واحدة!.\rكم من حديث مع النفس يسري منها، أو إليها، عبر السير في الجنازة أو الوقوف بين المقابر!.\rإنك اليوم أيها الإنسان مودع أخاك أو عزيزك، ليس في المطار، ولا في رحلة إلى مصيف، ولكن إلى حيث يواريه التراب، ويقف بين يدي رب","seal":"90CADE05","part":1},
      {"page":81,"id":99,"nass":"الأرباب، ويواجه الحساب!.\rإنك اليوم أيها الإنسان مودع أخاك أو عزيزك، وغدا -أو اليوم- سيودعك غيرك!.\rواليوم تعزى في القريب، وغدا -أو اليوم أيضا- يعزى فيك القريب!.\rوهل ينتهي الأمر عند هذا الوداع وهذا العزاء؟!. كلا.\rبل إن في القبر حسابا!.\rوإن في القبر نعيما أو عذابا!.\rومن عجب أن يدفن الناس الأموات، فينطلقون مسرعين بحثا عن الأقوات!.\rإن ذلك ليس حراما، لكن الغفلة حرام!.\rكم من شخص يشترك في حمل الجنازة، وفي الحقيقة هو الجنازة!.\rكم من حي في المعنى يحمل على الأكتاف، وفي من يحمله من هو ميت في الحقيقة، وهو لا يشعر!.\rوربما لا يمتري العقلاء حين يشاهدون حمل الجنازة ويشهدونه في أنه يتكرر كثيرا: أن يكون ميت يحمل حيا، أو حي يحمله ميت، ليس فيه حياة ولا حياء في الحقيقة؛ فهو لا يشعر، ولا يحس، ولا يستحيي، ولا يرعوي، ولا يأخذ العبرة، ولا يملك العبرة، بل يظل سادرا حتى يدخلوه قبره!.\rكم من شخص -ولا أقول إنسان- يقف بين القبور، وهو بينه وبين نفسه يبيع ويشتري، وكأنه في الموت يمتري!.\rفيا من يحدث نفسه بالمكاسب، انظر ليوم غدك المؤكد ما الذي أنت كاسب؟!.","seal":"CE5B2631","part":1},
      {"page":82,"id":100,"nass":"هذا الموت هو نهاية الحياة الدنيا إلى حياة وحياة بعدها!.\rفهل أعددت العدة، أو لا تزال في التسويف والغفلة!.\rيا أيها الحامل على ظهره أخاه، أو أمه أو أباه!.\rيا أيها الدافن أخاه أو أمه أو أباه!.\rيا أيها الشاهد الدفن طلبا للأجر!.\rماذا صنعت لهذا القبر؟!.\rإن القبر ليس قبر أخيك الذي دفنت، ولكنه في الحقيقة قبرك أنت!.\rنعم، والله، إن القبر قبرك، ولكن أخاك تقدمك، وما أقرب أن يحين الموعد فيهجم عليك الموت كما هجم على غيرك!.\rيا أخي آمن فلست من الموت بآمن!.\rويا عديم القلب! كيف تدفنه ثم تنطلق لتظلم غيرك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتغش غيرك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتستكبر على غيرك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتحسد غيرك على الدنيا!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتغتاب الناس!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتعق أمك وأباك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتقطع رحمك التي أمرك الله بوصلها!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتسحق أو تظلم زوجتك وأم أولادك الساكنة في حمى دارك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتظلم الضعيف والمرأة المسكينة!.","seal":"7F8BDC09","part":1},
      {"page":83,"id":101,"nass":"ويا ناقص العقل! كيف تدفنه ثم تنطلق لترضى الدين، أو التأجيل، في أمر آخرتك، ولا ترضاه في أمر دنياك!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتعصي مولاك سبحانه!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتقصر في أمر الله!.\rويا ناقص العقل! كيف تدفنه ثم تنطلق لتطيب لك الحياة في غفلتك!.\rاللهم إنا نسألك حياة هي الحياة، ونسألك موتا هو الحياة، ونعوذ بك من حياة هي الموت، ومن موت هو موت على موت!.\rكفى بالموت واعظا!.\rكفى بالموت واعظا!.\rنسأله تعالى أن يرد علينا عقولنا وإيماننا!.\rولا حول ولا قوة إلا بالله رب العالمين.\r*كيف يصلح من نفسه من لم ير فيها فسادا أو خللا!.","seal":"05471243","part":1},
      {"page":83,"id":102,"nass":"أعظم مشكلة!\r- أعظم مشكلة يواجهها الإنسان، هي المشكلة التي لا يعترف بها صاحبها، أو لا يقتنع بحلها، ولو كانت المشكلة صغيرة!.\r- أكبر خطأ، هو الخطأ الذي لا يعترف به صاحبه، مهما كان الخطأ صغيرا!.\r- أعظم الجهل، هو الجهل الذي لا يعترف به صاحبه، أو لا يقتنع بمعالجته،","seal":"9991117D","part":1},
      {"page":84,"id":103,"nass":"مهما كان الجهل!.\r- أكبر عيب في الإنسان، أن لا يعترف بعيبه!.\r- أعظم داء في الإنسان، داء لا يعترف به الإنسان، أو لا يريد علاجه!.\r- أشد الأمراض فتكا بالإنسان، المرض الذي لا يعترف به الإنسان، أو لا يريد التخلص منه!.\r- أشد الغباء، غباء يرى صاحبه أنه أذكى الأذكياء!.\r- أعظم القطيعة، قطيعة يرى صاحبها أنه غير قاطع!.\r- أعظم الصلة، صلة يرى صاحبها أنه غير واصل!.\r- أعظم الوفاء، وفاء يرى صاحبه أنه لم يعط حق الوفاء!.\r- أثقل الثقلاء، ثقيل يرى نفسه من الظرفاء!.","seal":"931F1CE0","part":1},
      {"page":84,"id":104,"nass":"رحم الله الشيخ عمر!\rليست قيمة الرجال بالأشكال، ولا بالمال، ولا بعدد ما قضوه من السنين في هذه الحياة!. لكن قيمة الرجال بسيرتهم العطرة، وبطريقتهم الحسنة، بهذا يتمايز الرجال.\rوالحقيقة أن رحلة الحياة هذه يمر بها كل حي يكتب الله له الحياة -طويلة أو قصيرة-ثم يبقى الحديث والأثر، وهذا الحديث وهذا الأثر يختلفان بحسب اختلاف الناس في مستوى استمساكهم بالدين والفضائل ومكارم الأخلاق، واختلافهم، كذلك، في مستوى العلم والفقه وفي أثر العلم في حياة الشخص.","seal":"F0B03CDE","part":1},
      {"page":85,"id":105,"nass":"والشيخ عمر فلاتة من أولئك العلماء العاملين-ولا نزكي على الله أحدا-وقد شهد له بهذا القريب والبعيد؛ فقد أثر في الناس بأخلاقه الحميدة، وبدعوته بمقاله وبحاله، في المسجد النبوي وخارج المسجد، وأثر فيهم تأثيرا حسنا بالغا. وأنا من أولئك الناس، وكم كنت أتذكره، وهو حي، رحمه الله، فأدعو له، وأذكر لمن أتحدث إليهم نبل الشيخ وفضله وإحسانه إلى الناس بالمعاملة والمعروف، وأنا واحد من الناس الذين نالهم أو نفحهم معروف الشيخ وأخلاقه، وما أذكر أنني رأيته إلا غمرني السرور من سيرته وحسن مقابلته!.\rوعلى ضيق الوقت الآن، وضيق المساحة للكلمات، إلا أنني أتحف من كان حيا بأمرين لا أنساهما من الشيخ عمر:\rالأمر الأول: هو ما كتبه الله على يديه من معروف أسداه إلي، وعليه كانت وجهتي في تعلمي وتعليمي وحياتي، وهو وساطته وسعيه المشكور لقبولي في المعهد العلمي بالمدينة المنورة، بعد الاعتذار لي عن قبولي؛ فقبلت، وواصلت دراستي في المعهد ثم في جامعة الإمام محمد بن سعود الإسلامية، وتخصصت في الحديث وعلومه، فكلما تذكرت أن الشيخ عمر كان السبب-بفضل الله-في قبولي الذي انبنى عليه تخصصي هذا التخصص، وما ترتب على ذلك من جهود متواضعة في التعليم، كلما تذكرت هذا تذكرت أن الشيخ عمر فلاتة شريك لي في كل ذلك، ودعوت له.\rالأمر الثاني: هو ما لا أنساه حين قابلت الشيخ خارجا من الحرم، قبل نحو سنتين أو أقل بقليل، وسلمت عليه؛ فهش وبش وبالغ في ذلك، كما هي","seal":"B87CD5F6","part":1},
      {"page":86,"id":106,"nass":"عادته، رحمه الله، ونزلنا إلى مواقف السيارات، فقلت له: يا شيخ معي نسخة من كتاب أود أن أعطيك إياه. فقال: من تأليفكم؟. قلت: نعم. قال: هذا شيء طيب، ويسعدني أن أقراه وأستفيد منه!. فقلت في نفسي: لقد أثقل الشيخ كاهلي بلطفه في المقابلة ثم بتواضعه هذا. وظننت أن الأمر يقف عند هذا الحد، لكنه لم يقف عند ذلك، بل مشى معي الشيخ بخطواته التي قيدها السن والمرض بعض الشيء، ومشى معي إلى السيارة مسافة عرض الموقف ليأخذ الكتاب، وكنت أظن أن هذه الوجهة هي وجهة سيارته، ولكنه أذهلني حينما رأيته بعد أن أخذ الكتاب قفل راجعا، فاعتذرت إليه، وتمنيت عليه لو لم يتجشم هذه الخطوات، ولو أخبرني بحقيقة الأمر لآتيه بالكتاب في مكانه!.\rوقد أبدى لي السرور حينما رأى الكتاب، وقرأ العنوان، وهو: \"الأخلاق الفاضلة: قواعد ومنطلقات لاكتسابها\"؛ فقال: عظيم عظيم، كل إناء بما فيه ينضح. قلت له: يا شيخ! لكنني قلت في بعض تهويماتي: \"قالوا: كل إناء بما فيه ينضح. قلت: ولكن بعض ما في الإناء يفضح\".\rفأجابني قائلا: لا، هم قالوا: كل إناء بما فيه ينضح. ثم رأيته بعد فترة طويلة؛ فشكرني على الكتاب وأثنى عليه ثناء عاطرا؛ فعلمت أن هذا اللطف والخلق الحميد قد أصبح طبعا لا ينفك عن الشيخ، ولا الشيخ ينفك عنه، وأن من الصعب أن أجاريه، فضلا عن أن ألحقه أو أكافئه، وأيقنت أن هذا من أساليبه الحسنة في الدعوة إلى الله تعالى.\rفجزى الله الشيخ عمر عنا وعن الإسلام والمسلمين خير ما يجزي به","seal":"56956335","part":1},
      {"page":87,"id":107,"nass":"العلماء العاملين والدعاة الصادقين الناصحين.\rوقد دفن الشيخ-رحمه الله-اليوم عصرا\"1\" في المدينة المنورة، في بقيع الغرقد بعد أن صلي عليه في مسجد النبي صلى الله عليه وسلم، المسجد الذي قضى الشيخ غالب سني عمره معلما واعظا للناس فيه في مكان بجوار الروضة، وكان يوم دفنه يوما واعظا؛ إذ دفنا فيه عالما واعظا، وقد وثق الناس-بجموعهم التي غص بها البقيع-محبتهم للشيخ، وكان هذا واعظا آخر لمن أراد العبرة والعظة!.\rوستبقى الذكرى عطرة لمن كانت حياته بالخير عطرة، وإنا لله وإنا إليه راجعون. اللهم ارحمه وارفع درجته عندك في عبادك الصالحين، وتجاوز عنا وعنه يا أكرم الأكرمين. وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\rالأربعاء، 29/11/1419هـ.\r*- قال لي أحد طلابي عن الإمام ابن قدامة، معجبا به: لقد قرأت في سيرته أنه رجل صالح، وأنه صاحب سيرة عجيبة وكرامات، وأنه كان يمشي على البحر! \"2\".\rفقلت له: الأعظم من ذلك أنه يمشي على السنة!.\r__________\r\"1\" الأربعاء، 29/11/1419هـ، وقد نشر هذا المقال-بدون هذه الفقرة في جريدة المدينة، العدد13133، الخميس، 8 ذي الحجة، 1419هـ، 25 مارس، 1999م، ص20.\r\"2\" ولست أدري عن مدى ثبوت هذه الكرامة له، رحمه الله تعالى.","seal":"BADDBF3C","part":1},
      {"page":88,"id":108,"nass":"قصور وقبور!\rسبحان ربي!.\rفي هذه الدنيا قصور وقبور!.\rوالناس منهم من يسكن القصور، ومنهم من يسكن القبور!.\rلكن الساكنين في القصور لابد أن يأتي يوم يسكنون في القبور!.\rفهل يعمل أصحاب القصور للقبور!.\rإن موعد انتقالهم إلى القبور محدد ومؤكد، لكنه موعد مجهول لديهم، فهم في أي لحظة من ليل أو نهار يمكن أن ينقلوا من القصور إلى القبور!.\rكل امريء مصبح في أهله ... والموت أدنى من شراك نعله!\rكم أثر في نفسي منظر شاهدته أيام الصبا حينما كنت ذاهبا إلى المسجد النبوي الشريف، وإذا بجنازة ينزلها الرجال على أكتافهم من باب عمارة شاهقة!.\rلقد انتهى أجل السكنى في هذا المنزل؛ فنقل قسرا إلى المنزل الآخر!.\rولا يدرى هل كان مستعدا لذلك أو لا؟.\rوهل كان متذكرا لتلك النقلة أو كان ناسيا؟.\rوكم من إنسان أمسى في القصور فأصبح في القبور!.\rوكم من إنسان أصبح في القصور فأمسى في القبور!.\rوكم من إنسان أمسى في حبور، فأصبح قاطنا بين القبور!.\rوكم من إنسان أصبح في حبور، فأمسى مقيما في القبور!.\rوكم من فتى أمسى وأصبح ضاحكا ... وأكفانه تنسج في الغيب وهو لا يدري!","seal":"59199890","part":1},
      {"page":89,"id":109,"nass":"في القصر يؤمن الإنسان احتياجاته الدنيوية، وقد ينسى ما يحتاجه في القبر وفي الآخرة!.\rقد لا ينقص على الإنسان شيء من مطالب الدنيا، لكنه إن غفل عن آخرته والعمل لها، يفاجأ بأن كل شيء ينقصه هناك!.\rولا يستطيع أن يعود لتأمين ما ينقصه هناك!.\rولا يستطيع أن يرسل أحدا يزوده بما نقص عليه!.\rولا ينفعه إلا ما أخذه معه من هنا!.\rكان في إمكانه أن يتزود بما شاء، وله أن يصبح من كبار أغنياء الآخرة!.\rكان في إمكانه أن يتجنب كل أسباب الهلاك في طريقه إلى الجنة!.\rكان في دنياه في ساعة مهلة؛ فجعلها ساعة غفلة!.\rوعند الصباح يحمد القوم السرى.\rوما من قاطن قبره إلا وهو متحسر على تفريطه، لكنه الآن لا يستطيع\rأن يتدارك!.\rوأنت الآن في مكنتك أن تتدارك؛ فإن تداركت وإلا فقد أدركت، وكررت غصة من سبقك، ولات ساعة مندم!.\r*ألست تدري- أيها المتكلم، وأيها الخاطي خطوته، وأيها الساكت- أن ذلك مسجل عليك ومحاسب عليه، وأنه إما لك أو عليك، وأن اللحظة من عمرك؟!.","seal":"B6B0FD0C","part":1},
      {"page":90,"id":110,"nass":"ورع غريب!\rمن أغرب ما نراه من الورع عند بعض الناس، الورع المعكوس، نتيجة للفهم المنكوس!.\rوهو ما ينتهجه بعض الناس من التورع عن أشياء صغيرة جدا، وقد لا تكون في الدين ذات بال؛ في الوقت الذي تراه فيه يتقحم المخالفات الكبيرة التي يعجب الرائي أو السامع كيف ينوء بها المسلم؛ ومع ذلك يرجو أن يسلم! لا، بل يدعي الورع حينما يتورع عن تلك الأمور الصغيرة.\rومن ذلك-مثلا-أن ترى الرجل يتورع عن أن يأخذ شيئا من عنفقته\"1\"؛\rفي الوقت الذي لا يسأل من أين تكون نفقته! فلا إشكال عنده أن تكون نفقته من الحرام.\rفما هذا التباين، وكيف يحافظ المرء على عنفقته ولا يبالي بنفقته!.\r*وماذا يغنينا صف الحروف إذا لم ننكر المنكر ونعرف المعروف؟!.\r__________\r\"1\" العنفقة هي: ما بين الشفة السفلى والذقن، أو هي ما نبت من الشعر على الشفة السفلى. وفي الحديث: عن حريز بن عثمان أنه سأل عبد الله بن بسر صاحب النبيصلى الله عليه وسلم، قال: أرأيت النبي صلى الله عليه وسلم كان شيخا؟. قال: \"كان في عنفقته شعرات بيض\"، البخاري، 3546، المناقب.","seal":"B1244BF2","part":1},
      {"page":91,"id":111,"nass":"أيها الجالس في الحانوت!\rيا أخي الجالس في الحانوت، السلام عليك ورحمة الله وبركاته، وبعد: فهذه كلمات ومشاعر أخوية؛ فأرجو أن تقبلها؛ ولا يصدنك عنها صراحتها؛ فإنها من معين الأخوة خرجت، ومن أجل الله كتبت.\rأيها الجالس في الحانوت! هل أيقنت أنك ستموت!.\rإن قلت: نعم. قلت لك: وما الدليل؟.\rقد تقول: أتصدق.\rفأقول لك: وهل أطبت مكسبك؟!. أو هل تورعت عن الحرام وعن الشبهات، قبل التفكير في الصدقات؟!.\rوإن قلت: الدليل هو أنني لا أطلب المال لذاته.\rأقول لك: وما الدليل أيضا على هذه الدعوى؟. كثير هم الذين يدعون هذه الدعوى، لكن إذا نظرت في سيرتهم وجدت أن الوسيلة قد شغلتهم عن الغاية، أو أن الوسيلة أصبحت في نظرهم غاية؛ فأصبحوا يجمعون المال لذات المال، وينسون يوم المآل؛ فقبح الله أولئك الرجال.\rأيها الجالس في الحانوت، إما أن تملك المال، أو يملكك المال!.\rأيها الجالس في الحانوت، أعيذك بالله أن لا تكون بائعا يراعي شرف التجارة والبيع الحلال؛ فتتحول إلى لص مخادع يترصد لإخوانه في حانوته!.\rأيها الجالس في الحانوت، لا بأس أن تجلس في الحانوت، بل قد يجب.","seal":"4415210A","part":1},
      {"page":92,"id":112,"nass":"لا بأس أن تجلس في الحانوت، لكن الكذب حرام.\rلكن الغش حرام.\rلكن الخديعة حرام.\rلكن الجشع حرام.\rلكن الأنانية حرام.\rلكن المادية حرام!.\rأيها الجالس في الحانوت، لا تنس أنك ستموت!.\rأيها الجالس في الحانوت، لا بأس أن تجلس في الحانوت، لكن عليك أن لا تبيع آخرتك بدنياك!.\rلا بأس أن تجلس في الحانوت، لكن عليك أن تعلم أن رزقك مضمون، وأما مستقبلك في الآخرة؛ فهو بسيرتك وبعملك مرهون!.\rلا بأس أن تجلس في الحانوت، لكن عليك ألا تبيع مستقبلك بحاضرك!.\rلا بأس أن تجلس في الحانوت، لكن عليك ألا تبيع مودتك ومحبتك\rللناس بالدنيا!.\rلا بأس أن تجلس في الحانوت، لكن عليك ألا تبيع ما بينك وبين الناس من علاقة وأخوة بالعلاقة بينك وبين الدنيا والدرهم والدينار!.\rلا بأس أن تجلس في الحانوت، لكن عليك ألا تبيع الفضائل ومكارم الأخلاق بمساويء الأخلاق وسوء المعاملة!.\rأتستبدلون الذي هو أدنى بالذي هو خير؟!.\rأتبيعون الباقي بالفاني!.","seal":"3C0EC9E8","part":1},
      {"page":93,"id":113,"nass":"إننا لو فكرنا تفكيرا سديدا؛ لأدركنا أنه من غير المقبول أن يغش\rالإنسان الإنسان.\rيا أيها الأخ الجالس في الحانوت، إنه -والله- من العار على المسلم أن يغش أخاه المسلم!.\rوكيف يغش المسلم أخاه المسلم؛ وقد قال صلى الله عليه وسلم: \"من غشنا فليس منا\".\rيا أخي! يا أخي! ليتك تتمهل قليلا، قبل أن تبيع؛ فتحاسب نفسك على أمر المكسب والخسارة الحقيقيين.\rيأتيك المشتري؛ فتغشه أو تظلمه، وقد يكون أتقى لله منك!.\rيأتيك المشتري؛ فتغشه أو تظلمه، وقد يكون وليا من أولياء الله!.\rيأتيك المشتري؛ فتغشه أو تظلمه، وقد يكون فقيرا أو مسكينا، الأولى به مساعدتك ومساندتك له، لا ظلمه أو انقضاضك عليه أو على جيب\rهذا المسكين!.\rلا أقول لك: تصدق عليه؛ لأنه مسكين؛ لكن بين الظلم والصدقة درجة أو درجات!.\rيمكن-إذا كنت قادرا-أن تبيعه برأس المال، ويمكن أن تبيعه بمكسب معقول، لا إجحاف فيه.\rضع نفسك في مكان أخيك المشتري، وضع أخاك المشتري في مكانك؛ فما تتمنى أن يعاملك به في هذه الحال فعامله به؛ فإن هذا هو الإنصاف والعدل في المعاملة!.\rأما أن يكون لك نظرتان متعاكستان، تتعامل بهما؛ بين أن تكون بائعا،","seal":"E2611021","part":1},
      {"page":94,"id":114,"nass":"أو أن تكون مشتريا فهو منطق المطففين الذين توعدهم رب العالمين سبحانه؛ فهل ترضى أن تكون منهم!.\rلو أحب كل إنسان لأخيه مثل ما يحب لنفسه؛ لصلح أمر الناس!.\rلو عامل كل إنسان أخاه بمثل ما يحب أن يعامله به؛ لصلح أمر الناس!.\rلو صدق كل إنسان؛ لصدق كل إنسان؛ ولصلح أمر الناس!.\r*قلت مرة في نفسي:\rوالله لو كلفت بعمل إحصائية للناس، لحذفت منهم الكذابين والغشاشين والخونة.\r*يبدو من بعض التجار والباعة أنهم في الحقيقة لا يبيعون البضاعة، وإنما يبيعون أخلاقهم ودينهم ومروءتهم بثمن بخس هو الدنيا-مهما عظمت!. وكم ترى الواحد منهم بعد جمعه للمال الحرام- ويروي شيئا من شهوة جمع المال لديه؛ فيجد أن ذلك شيء تافه- فيتأسف، ويبحث عن طريق التوبة والأوبة-بعد أن ظلم الناس وظلم نفسه؛ فيا ليته اختصر الطريق منذ البداية، وجعل مكان تلك المعاصي طاعة وقناعة!.","seal":"2DD5E84B","part":1},
      {"page":95,"id":115,"nass":"لا يحل لمسلم أن يهجر أخاه\"1\"\rعن أبي أيوب الأنصاري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \" لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال، يلتقيان فيعرض هذا، ويعرض هذا، وخيرهما الذي يبدأ بالسلام\" \"2\".\rهذا الحديث يدل على أمور مهمة، منها:\r1- الحديث دليل على إبطال منهج التعادي والتقاطع بين المسلمين باسم الدين؛ فإذا زعم زاعم أنه يرتكب هذا المسلك عملا بالدين وأحكامه، قيل له: ليس الأمر كذلك؛ لأن الدين هذه نصوصه في النهي عما تدعي أنه منه.\r2- ما أباحه الحديث من الهجر في الثلاث ليال، ليس هو الهجر المبني على تصنيف المسلمين على مناهجهم أو أحزابهم أو جماعاتهم أو أشكالهم؛ وذلك لأمرين:\rأ- لأن هذا تصنيف عام للمسلمين، وهو لا يجوز. والحديث إنما يتحدث عن العلاقة بين مسلم ومسلم؛ فهو في قضايا فردية.\r__________\r\"1\" هذا الموضوع منقول عن مذكرة أعددتها لطلاب المستوى الثامن بكلية الدعوة، في مادة: \"نصوص من السنة\".\r\"2\" البخاري، 6075، و6076، الأدب، عن غير عائشة، ومسلم، 2560، واللفظ له. وغيرهما.","seal":"B93AC2E8","part":1},
      {"page":96,"id":116,"nass":"ب- ولأن هذا تصنيف على أساس المنهج وعلى الوضع العام، والحديث إنما هو عن الهجر بسبب قضايا تقع بين أفراد المسلمين تؤدي إلى المغاضبة بينهم.\r3- ليس في هذا الحديث نص على سبب الهجر؛ فيبقى على عمومه؛ فيشمل المخاصمة في أمور الدنيا، وفي أمور الدين.\r4- دل الحديث على عموم النهي فيه-فيشمل كل هجر، وكل مسلم- وهذا العموم باق على حاله، وليس له صارف يصرفه عنه من النصوص الأخرى؛ لأن هذه هي القاعدة الشرعية التي بنى عليها الإسلام العلاقة بين المسلمين، وهي قاعدة التواصل والمحبة والمودة، لا العكس.\r5- لا يعارض عموم النهي في هذا الحديث ما جاء في هجر النبي صلى الله عليه وسلم الثلاثة الذين خلفوا عن غزوة تبوك؛ لأن ذلك الهجر كان واقعة عين، والفعل لا عموم له، وإنما هو هجر يصدق على تلك الواقعة بعينها، ولا يقال بمعارضة هذا الفعل النبوي لما في هذا الحديث إلا إذا قيل بأن دلالة الفعل العموم، وهو ليس بصحيح، وإذا لم يحمل الفعل على العموم فلا تعارض بينهما.\r6- لا حجة للقول بالهجر بين المسلمين على وجه العموم في الحديث الوارد في هجر النبي صلى الله عليه وسلم لكعب وصاحبيه الذين خلفوا عن غزوة تبوك؛ وذلك لأن هذا الهجر الذي حصل لم يحصل من الصحابة استجابة لنص عام مطلق عندهم فعملوا بمقتضاه، وإنما كان هجرهم استجابة لقرار بلغهم إياه الرسول صلى الله عليه وسلم في حينه، وهو قرار تأديبي بأمر الرسول مقصود به أولئك الثلاثة، وليس فيه دلالة على أنه يطبق في حق غيرهم من بعدهم.","seal":"850DC3E1","part":1},
      {"page":97,"id":117,"nass":"7- وأقصى ما يمكن أن يؤخذ به من دلالة حديث هجر كعب وصاحبيه-لو حمل على جواز الهجر-أن يكون ذلك بقيد واضح في الحديث، وهو أن يكون الهجر بهذه الصفة التي في هذه الواقعة، وهي أن يكون بأمر الإمام أو من له الطاعة في المجتمع وله معرفة بأحكام الشرع، بحيث لا يأمر إلا بهجر في موضعه، حيث يترتب عليه المصلحة الشرعية المتوخاة، لا أن يوقعه على من يشاء وكيفما شاء، ولا أن يكون عصبية مذهبية، أو نظرة متشنجة خارجة عن هدي الدين وأحكامه ومقاصده.\r__________\r\"1\" هذا الموضوع منقول عن مذكرة أعددتها لطلاب المستوى الثامن بكلية الدعوة، في مادة: \"نصوص من السنة\".\r\"2\" مسلم، 1929، الصيد والذبائح وما يؤكل من الحيوان، بهذا اللفظ، وقد تفرد مسلم بلفظة: \"فإن أدركته حيا فاذبحه\"، وهو بدون هذه اللفظة متفق عليه، وهو عند البخاري برقم: 5475، ورواه غيرهما من أصحاب السنن والمسانيد.","seal":"7D7D8D3A","part":1},
      {"page":97,"id":118,"nass":"صيد الكلاب وصيد بني آدم\"1\"!\rعن عدي بن حاتم رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: \"إذا أرسلت كلبك فاذكر اسم الله؛ فإن أمسك عليك، فأدركته حيا، فاذبحه، وإن أدركته قد قتل، ولم يأكل منه، فكله، وإن وجدت مع كلبك كلبا غيره، وقد قتل، فلا تأكل؛ فإنك لا تدري أيهما قتله، وإن رميت سهمك، فاذكر اسم الله، فإن غاب عنك يوما، فلم تجد فيه إلا أثر سهمك، فكل إن شئت، وإن وجدته غريقا في الماء فلا تأكل\" \"2\".\r__________\r\"1\" هذا الموضوع منقول عن مذكرة أعددتها لطلاب المستوى الثامن بكلية الدعوة، في مادة: \"نصوص من السنة\".\r\"2\" مسلم، 1929، الصيد والذبائح وما يؤكل من الحيوان، بهذا اللفظ، وقد تفرد مسلم بلفظة: \"فإن أدركته حيا فاذبحه\"، وهو بدون هذه اللفظة متفق عليه، وهو عند البخاري برقم: 5475، ورواه غيرهما من أصحاب السنن والمسانيد.","seal":"B4FA1294","part":1},
      {"page":98,"id":119,"nass":"- في هذا الحديث دلالة على مدى عناية الإسلام بحفظ الحقوق، وحرصه على منع الظلم أيا كان، وممن كان، وعلى من كان؛ فها هو الرسول صلى الله عليه وسلم يمنع من الأكل مما صاده الكلب إذا أكل الكلب منه؛ لأن ذلك فيه احتمال على أن الكلب إنما صاد لنفسه، لا لصاحبه؛ فقال صلى الله عليه وسلم: \" فإن أدركته قد قتل ولم يأكل منه فكله\"، وقوله صلى الله عليه وسلم في صيد الكلاب: \"فكل مما أمسكن عليك، وإن قتلن، إلا أن يأكل الكلب؛ فإني أخاف أن يكون إنما أمسك الكلب على نفسه\" \"1\"؛ أي وحق الغير لا يحل الاعتداء عليه، حتى ولو كان كلبا؛ وهذا حفظ للحقوق ومنع للظلم، بل حفظ لحقوق الكلاب من بني آدم، ومنع من ظلم الإنسان الكلاب!.\rوفي قوله صلى الله عليه وسلم: \"وإن وجدت مع كلبك كلبا غيره وقد قتل فلا تأكل فإنك لا تدري أيهما قتله\"، حفظ للحقوق بين الكلاب كذلك، ومنع من ظلم الإنسان للكلاب!.\rولك أن تقارن هذه الصورة السامية من صور التعامل في هذا الدين، حتى مع الكلاب، بما عليه بعض المسلمين اليوم-للأسف-في تعاملهم، ليس مع الحيوانات، وإنما مع إخوانهم المسلمين؛ حيث يتحول أحدهم في تعامله مع إخوانه كحال كلاب الصيد مع الصيد، وينسون هذا الحكم الشرعي، وهذا السمو الإيماني!.\rومما يؤسف حقا أن يكونوا على هذا الخلق باسم الدين، والدين براء منه\r__________\r\"1\" البخاري، 55483، الفتح: 9/609.","seal":"35D8BE34","part":1},
      {"page":99,"id":120,"nass":"بنصوصه الصحيحة الصريحة كل الصراحة، وكذلك بمقاصده وقواعده العامة.\rولا أدري متى سيرعوي هؤلاء عن أعراض المسلمين، ويتقون الله في تعاملهم معهم، ويعودون إلى هدي الدين، وليس إلى أحقاد نفوسهم وسييء أخلاقهم؛ فيتذكروا الله وشرعه والدار الآخرة!.\rوما عهد التاريخ هذه الصفة في المسلمين المخلصين، وما عهدها في أهل السنة والجماعة-على مر التاريخ، حتى جاء هذا العصر-وللإمام ابن تيمية-رحمه الله تعالى- رسالة في \"رحمة الإسلام بأهل البدع والمعاصي\"\"1\"؛ فليست هذه الصفة التي ينتهجها بعض المسلمين اليوم، للأسف، مشروعة، بنصوص الكتاب والسنة، ومنهج أهل السنة والجماعة، ولا تعرف هذه الصفة إلا في الخوارج الذين بدأ إمامهم هذه الطريقة بالتهجم على رسول الله صلى الله عليه وسلم في زمنه حين قال للرسول: اعدل!!. وهذا الأمر، وهذا المسلك ليس دليلا على الإخلاص، ولا على الاتباع، لا في زمن النبي صلى الله عليه وسلم، ولا في عصرنا، بل هو دليل على العكس، ولهذا ترى من يسلك هذا المسلك يتخذ من بعض المظاهر ما يظنه دليلا على الإخلاص، أو دليلا على الاتباع، من تقصير ثوبه، أو من الكلام على السنة- بعد أن صوب إلى الإسلام والمسلمين الأسنة!! -وما علم المسكين أن الإخلاص والاتباع إنما هو في أن يسكت لله، وأن يتكلم إذا تكلم لله وفق شرعه، وأن يتهم نفسه، ويحسن الظن بالناس، وأن لا يتخذ من زرع الفتن والبغضاء والشقاق بين المسلمين تجارة، ومن السنة في الظاهر دثارا، يضحك به على نفسه وعلى الناس! وأن عليه أن يتجنب التفريق بين الناس وولاة الأمر، وبين ولاة الأمر\r__________\r\"1\" وقد طبعت في مجموع الفتاوى، وطبعت مفردة.","seal":"F74B92CE","part":1},
      {"page":100,"id":121,"nass":"والدعاة والعلماء، وأن يكون مخلصا ناصحا للجميع.\rنسأل الله تعالى استقامة الظاهر والباطن على وجه الاعتدال، وحسن الاتباع، وسلامة الصدور من الغل والحقد والحسد على إخواننا الذين آمنوا، إنه هو السميع العليم.\rولم أر من نبه على هذا الاستنباط الواضح المهم من الحديث، ولم تذكر حتى عند الإمام ابن حجر-رحمه الله تعالى-على الرغم من شدة تقصيه البحث في الحديث؛ فلله الحمد على ما علم وألهم.\r- وبهذا ينبغي أن يتذكر المتفقه في الحديث وفي النصوص الشرعية، وهو يستنبط منها الأحكام والفوائد، أن يقرأ ألفاظها ومعانيها معا، ولا يأخذها أخذا ظاهريا، وأن يربطها بمقاصدها المباشرة وغير المباشرة، ولا يفصلها عنها، ولولا هذا المسلك لما تنبهنا إلى هذا المعنى في الحديث.\r*ضبطت مرة طالبا غش في الامتحان؛ فقلت له: أمن أجل الدرجة تنزل إلى هذه الدرجة؟!.","seal":"F79A6CB7","part":1},
      {"page":101,"id":122,"nass":"الوالد الحاني والعالم الرباني\"1\"\rسماحة الشيخ عبد العزيز بن عبد الله بن باز، رحمه الله تعالى\rبعد عمر مبارك، قضاه في الخير، توفي سماحة الوالد الشيخ: عبد العزيز بن عبد الله بن باز؛ فترك فراغا في القلوب، وفراغا في الدنيا التي عمرها الشيخ، وملأها بذكر الله تعالى والتذكير به، والعلم والتعليم؛ فأصبح مكانه خاليا مناديا؛ بأن لا أحد في هذه الدار يظل باقيا؛ فكم ترى حزينا باكيا؛ ثم تراه يلحق من بكاه؛ ليبكيه آخر سيلحق به تاليا!.\rوها هو يرحل عن هذه الدنيا هذا الشيخ الجليل، وسنلحق به عما قليل؛ فهل نستعد للرحيل!.\rيا أيها النائم إن المنون ليست نائمة، ويا أيها الغافل إن الأقدار ليست غافلة!.\rيا أيها العاقل قم؛ فانظر في أخبار الراحلين: كيف كانوا، وكيف رحلوا.\rيا أيها العاقل قم؛ فانظر في أخبار العالم الحبر؛ فلعله يوقظك بأخباره، ولو من بعد رحيله عن هذه الدار.\rيا أيها العاقل قم؛ فانظر في أخبار البحر: كيف كان، وكيف واراه التراب.\rألا ما أعظم الفرق بين رجل ورجل، وما أعظم الفرق بين راحل وراحل!.\r__________\r\"1\" قد أفردت هذا الموضوع في رسالة مستقلة، بعد أن أضفت إليه إضافات.","seal":"DF018066","part":1},
      {"page":102,"id":123,"nass":"والله أكبر كم بين شخص وشخص من المراحل!.\rرحل الشيخ الذي: يعطي السائل، ويحل المشكلات والمسائل، ويزهد في الدنيا غير سائل، ويتجاوز الحقد والحسد كأنه عن طبائع اللئام غافل، ويحمل كلام الإنسان على أحسن المحامل، ليثبت للدنيا أنه الرجل المؤمن العاقل؛ فازدانت به المجالس والمحافل، وابتسم للناس وألان لهم الكلام، وأطعم الطعام، وقرأ القرآن وصلى والناس نيام، وذكر الله حين غفل عن ذكره الغافلون، وأطاب الكلام حين أفحش المفحشون، وجمع الكلمة حين فرق المفرقون، وأحب الخير كله للناس كلهم، فكشف لهم الشيخ عن حقيقة ذاته، وأنه عبد لله يغدو ويروح في مرضاته، قد ضحى في سبيل ذلك بملذاته؛ لظفره بما هو ألذ منها من العبادة والذكر والدعاء وإيصال الخير للناس. فرحمة الله عليه، ولله دره ما أعقله وما أطيبه من رجل!.\rولعل في هذه الأسطر بعض ما ينبغي أن يكتب عن شيخ المسلمين ووالدهم-رحمه الله تعالى، وجزاه عن الإسلام والمسلمين خير الجزاء وأوفاه.\rصفتان بارزتان في حياة الشيخ:\rربما كان مجمل التعبير عن وصف الشيخ عبد العزيز ابن باز-رحمه الله تعالى-وأصدقه، أنه: الوالد الحاني والعالم الرباني.\rالوالد الحاني:\rفاز الشيخ عبد العزيز ابن باز بلقب: \"سماحة الوالد\"، وهو اللقب الذي يخاطبه به الناس عن رضا وقناعة؛ وذلك أن الناس يشعرون أن هذا الرجل","seal":"9BA85DAA","part":1},
      {"page":103,"id":124,"nass":"أبوهم العطوف الودود، صاحب القلب الرحيم، والدمعة القريبة التي طالما خرجت من عيني الشيخ الكفيفتين،؛ شفقة على أبنائه الأعزاء، الذين هم المسلمون في أرجاء الأرض كلها، وتراه دائم السؤال عنهم، ودائم الحرقة عليهم وعلى أحوالهم في دينهم وفي دنياهم!.\rواقتضت هذه الصفة العظيمة في الرجل الكبير أن يكون سخيا سخاء صادقا، شاملا لكل مجالات السخاء؛ وذلك لأنه اكتسب هذا السخاء من التأسي برسول الله صلى الله عليه وسلم.\rولقد كان الشيخ سخيا بما ورثه من رسول الله صلى الله عليه وسلم من العلم والهداية، وكان مجتهدا في بذل هذا لمن يسأله ولمن لا يسأله، فكانت حياته وقفا على إيصال رسالة الإسلام إلى الدنيا كلها؛ ولم تقعده شهوات الدنيا بأسرها؛ لأن الشيخ لم يقع في أسرها!.\rوكان سخيا بالدنيا لكل محتاج؛ فبذل، ولم يزل يبذل طوال حياته بكل ما يستطيع، دون أن يفرق بين محتاج ومحتاج، ودون أن يملي شروطا، ودون أن يبتغي من وراء ذلك شيئا سوى الهداية وسد الحاجة.\rولقد كان بذله عجيبا، والله، إذ لم يكن هذا البذل على فترات ومناسبات، وإنما كان في كل الأوقات، وعلى امتداد حياته كلها؛ لا، بل امتد ذلك إلى أن تجاوز حياة الشيخ في هذه الدنيا؛ إذ من المؤكد أنه التزم للناس التزامات مستقبلية من هذا القبيل حالت دونها الوفاة؛ فلله در الشيخ ما أوفاه!.\rوتجاوز عطاؤه أيضا قدرته، إذ كان من عادته أن يقترض إذا لم يكن عنده شيء!. وقد أوصى بأشياء بعد وفاته، منها الوصية لنائبه بالاستمرار في أعمال","seal":"156ADDD2","part":1},
      {"page":104,"id":125,"nass":"الخير ومساعدة الناس!.\rوكان يعطي السائل، وأحيانا يعطي المحتاج وإن لم يسأل!.\rولا غرو أن يعطي الشيخ من يسأل، ومن لا يسأل؛ لأنه أيقن أنه في القيامة سيسأل؛ وكان الشيخ أبو عبد الله سخيا بوقته كله، وبجهده كله، وذلك طوال حياته كلها، فقد قضى تسعة وثمانين عاما، فبذلها كلها للناس، لم يقتطع منها وقتا إلا وقتا قصيرا يرتاح فيه ليعود للبذل والعطاء والتضحية، ولم يدخر منها إلا جهدا يسيرا؛ ليرتاح أيضا فيعود الشيخ لسيرته الدؤوبة في البذل كله:\r- بذل العلم والهداية.\r- وبذل المال.\r- وبذل الوقت.\r- وبذل الجهد.\r- وبذل الجاه.\r- وبذل العواطف الإنسانية والأبوية الرحيمة!.\rوكان الشيخ-رحمه الله تعالى-سخيا بجاهه بصورة ملفتة للنظر، وهذا من مظاهر الكرم عنده، التي لم تقتصر على بذل ما يملكه من المال فقط.\rفتراه دائم السعي في الشفاعات الحسنة-التي نسأل الله تعالى أن يجعل له نصيبا منها-.\rفيسعى دائما لدى مختلف الناس، لقضاء حوائج الناس ومطالبهم\rالدينية والدنيوية.\rوكم له من نصيحة خفية لولاة الأمر، كلها لصالح المسلمين والعطف عليهم،","seal":"6C5383F3","part":1},
      {"page":105,"id":126,"nass":"والرحمة بهم، وهذا بخلاف من حرم هذه الصفات التي حباها الله للشيخ.\rحقا لقد بذل الشيخ ماء وجهه عند الناس، وجاد بماء وجهه لوجه الله تعالى؛ فمرة يكتب خطابا للشفاعة، أو لطلب قضاء الحاجة لمحتاج، ومرة يرسل سواه لذلك، ومرة يذهب بنفسه، رحمه الله.\rفأدرك الناس أن هذا الرجل أبوهم العطوف!.\rوالعجيب أن الشيخ أبا عبد الله قد حاز على هذا اللقب -وهو: \"سماحة الوالد\"-ليس بقرار رسمي، ولكن باقتناع شعبي عن رضا نفسي!.\rفالناس، كل الناس، اتفقوا على مخاطبته بهذا اللقب طوال حياته؛ لأنهم وجدوه كذلك.\rوالعجيب أن اللقب قد انطبق عليه تماما؛ حتى كلمة: \"سماحة\" انطبقت عليه؛ إذ كانت السماحة السمة البارزة في سيرته، سواء في أقواله وأفعاله، مع الناس ومع ولاة الأمر.\rوأما وصف \" الوالد\" فقد استحقه بدرجة تجاوز فيها صفة كثير من الآباء؛ إذ لم يعمل جل الآباء؛ ما عمله وقدمه هذا الوالد لأبنائه!.\rفاللهم اجزه عنا وعن الإسلام والمسلمين خيرا.\rاللهم سامح سماحته، واجزه عنا أبوته!.\rاللهم إنك تعلم أن سماحته لم تكن كأي سماحة، وأن أبوته لم تكن كأي أبوة، ولا نزكي على الله أحدا.","seal":"0BC30F9F","part":1},
      {"page":106,"id":127,"nass":"العالم الرباني:\rومما يشرف به \"سماحة الوالد\" أنه: \"عالم رباني\".\rومما يشرف به هذا \"العالم الرباني\"، أنه: \"الوالد الحاني\".\rومجمل المسوغات لذكره في العلماء الربانيين تتلخص في ثلاث صفات، هي:\rالأولى: توجهه بعلمه إلى الله والدار الآخرة.\rالثانية: تخلقه بأخلاق الإسلام وأخلاق العلم وآدابه.\rالثالثة: سداد منهجه في العلم.\rوتفصيل هذه الصفات الثلاث يطول؛ لأن ذلك إنما هو الحديث المفصل عن حياة الشيخ كلها، نعم إنه حديث عن حياة الشيخ كلها، وعندها يعلم من لم يكن يعلم أن حياة الشيخ الجليل، بتفاصيلها، إنما هي دليل صادق، لا مرية فيه، أنه كان عالما ربانيا، وأنه توجه بعلمه إلى الله والدار الآخرة، وأنه قد سدد الله له منهج العلم؛ فسلم من مزالق المناهج وانحرافاتها أو أخطائها، وأنه قد تخلق بأخلاق العلم وآدابه؛ فزكت أخلاقه، وسمت آدابه.\rولنقف وقفات قصيرة عند كل من هذه الصفات الثلاث.\rتوجهه بعلمه إلى الله والدار الآخرة:\rوأما توجهه بعلمه إلى الله والدار الآخرة، فهذا هو الأساس الأول الذي كان من وراء الخير كله في حياة الشيخ.\rفما كان الشيخ يريد بعلمه صيدا سوى رضوان الله والدار الآخرة.\rإنه لم يكن طالبا بعلمه الدنيا أو جاهها.","seal":"6AC2561F","part":1},
      {"page":107,"id":128,"nass":"وكيف يكون الشيخ طالبا بعلمه الدنيا أو جاهها، وهو الذي يعطي الناس ما في وسعه من الدنيا؛ فلا يستأثر منها بشيء، وهو الذي بذل أيضا جاهه للناس وقضاء حاجاتهم!.\rلقد نجح الشيخ، رحمه الله تعالى، في الاختبار بالدرهم والدينار، وذلك حين رفضها، وعليها استعلى، ابتغاء وجه ربه الأعلى!.\rومن الأمثلة في حياته، أنه كان دائم الترداد على الملك فيصل، رحمه الله تعالى، دائم النصح له، دائم الرفع لحاجات الناس إليه؛ فيذكر أن الملك فيصل أراد أن يختبر الشيخ: هل هو طالب دنيا أو طالب آخرة؟. فكتب له بمنحه عمارة كبيرة ذات ثمن عال تقع في الرياض في دخنة، وهي مقر الرئاسة العامة لدار الإفتاء والدعوة والإرشاد؛ فكتب الشيخ شاكرا معتذرا بأنه ليس بحاجة إليها، ولكن تبقى لصالح الرئاسة العامة لدار الإفتاء ...\rومثل هذا ما يذكر عن موقفه لما منح بيتا كبيرا في المدينة ليسكن فيه، حينما كان رئيسا للجامعة الإسلامية؛ فاعتذر الشيخ بأنه ليس في حاجة، ولكن يبقى البيت لمن يكون رئيسا للجامعة، وهذا هو الذي حصل بالفعل؛ فأصبح من يأتي لرئاسة الجامعة يسكن في هذا البيت. ولو أن الشيخ أخذه لما كان الأمر هكذا!.\rوالخلاصة أن الشيخ ترك الدنيا والتعلق بها للمحتاج ولمن يريدها، بل إنه ساهم بما يستطيع في حاجات المحتاجين؛ فكان يطلب، ولكن ليس لنفسه، وإنما لسواه، أما هو فيعطي مما أعطاه الله سبحانه.\rوكان من ثمرات هذا أن أحبه الناس لما ترك لهم الدنيا وعف عن","seal":"84396268","part":1},
      {"page":108,"id":129,"nass":"أموالهم، بل أعطاهم. والحقيقة أن نظافة الجيب من ثمرات الإيمان بالغيب!.\r*ومما كان عليه الشيخ من خلق يدل على وجهته هذه ما هو معلوم مشهور عنه من تورعه عن الغيبة والنميمة، فلا يتكلم في أعراض الناس، ولا يرضى أن يتكلم في حضرته في أعراضهم.\rوأنا أسمع للشيخ، بقصد أو عرضا، مذ كنت في دراسة المرحلة المتوسطة إلى أن توفي؛ فلم أسمع، والله، إلا خيرا، ولم أسمع منه غيبة في يوم من الأيام، ولم أسمعه يذكر أحدا بسوء؛ فأي سمو هذا، وانتصار على النفس، ونجاح في تربيتها، وترفع عن الاشتغال بأعراض الناس وبما يضر ولا ينفع من هذا القبيل وسواه.\rولا تعجب-بعد هذا-أن لا ترى أحدا يتكلم في الشيخ، لقد عف عن أعراضهم؛ فوفروا عرضه، حيا وميتا، ولم يجدوا عندهم تجاه الرجل الطيب إلا الثناء العاطر، والحب الزاخر، والدعاء الصادق. فاللهم ارحمه، واجزه عنا وعن الإسلام والمسلمين خيرا.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من كثرة ذكره لربه سبحانه، والصلاة والسلام على النبي صلى الله عليه وسلم؛ فكان لا يدع فرصة تمر إلا ويذكر فيها ربه عز وجل أو يصلي فيها على رسول الله صلى الله عليه وسلم.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من أثر التقوى في كلامه وتصرفاته ومشاعره وعواطفه وغضبه ورضاه؛ فسلم المسلمون من لسانه ويده؛ وشهدوا له بأنه ذو قلب نظيف ولسان عفيف؛ فما أجمل هذا الخلق اللطيف!. وكم حث الشيخ الناس-خاصة وعامة-على التقوى، وأوضح لهم ما وجده مكتوبا في كتاب الله وفي سنة","seal":"E5CEEF22","part":1},
      {"page":109,"id":130,"nass":"رسوله صلى الله عليه وسلم، ووجده من نفسه عمليا أن تقوى الله خير ذخر للمرء في دنياه وفي أخراه، وأن عاقبتها أحسن العواقب!.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من نصحه لكل مسلم، وحبه الخير لكل مسلم.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من بذل المعروف والإحسان والصدقات سرا وجهرا.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من اجتهاده في طلب العلم وتعليمه بمختلف الطرق والأساليب؛ فهو دائم القراءة والمراجعة، يشهد بهذا الناس الذين يقرءون له، وهم على علم بمقدار ما قرأه الشيخ-أي قريء عليه-وهذا مع مشاغله التي لا تنقطع، ولا يطيقها كثير من أقوياء الرجال، وهذا مع كونه مكفوف البصر، لكنه نافذ البصيرة. ودروسه ومحاضراته وخطاباته التوجيهية والتعليمية لا تحصى.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من اجتهاد في الدعوة إلى الله تعالى بمختلف الطرق والأساليب الناجحة أيضا.\r*ومما كان عليه الشيخ من أخلاق العالم الرباني، ما هو معلوم مشهور عنه من حكمة في المنهج والأساليب التي يدعو بها الناس إلى الله تعالى، وفي تعامله مع الناس كذلك.\rومن ذلك أنه كان شجاعا في قول الحق، لكن شجاعته ارتبطت بحكمته؛ فأتت ثمارهما يانعة رائعة. والأمثلة على هذا كثيرة، وتحتاج إلى متسع من الوقت لإفرادها بمؤلف خاص.","seal":"E8A18FB2","part":1},
      {"page":110,"id":131,"nass":"أخلاقه وآدابه:\rأما أخلاقه وآدابه، فإن من يتتبع أخبار الشيخ وتفاصيل حياته -رحمه الله تعالى- يدرك إلى أي مدى كان الشيخ حريصا على وراثته لأخلاق النبي صلى الله عليه وسلم؛ ليكتمل له صواب الوجهة؛ لأنه لا يستقيم للإنسان الإرث من العلم النبوي حتى يضم إلى ذلك إرثه من الخلق النبوي، وكلما تمكن الإنسان من هذه الأخلاق، كان دليلا على تمكنه في الإرث من تلك العلوم.\rوإذا أنت جمعت أخلاق الشيخ عبد العزيز ابن باز، رحمه الله تعالى، وفضائله، اتضحت لك هذه الحقيقة، وهي أن الشيخ وارث بنصيب وافر من أخلاق النبي صلى الله عليه وسلم بقدر ما كان وارثا من علم النبي ورسالته صلى الله عليه وسلم، بل إن وراثته للسيرة والأخلاق ثمرة شاهدة لوراثته للعلم والفقه.\rوما أجمل أن يكون العالم حائزا على الفضيلتين، آخذا بنصيب وافر من الإرثين. وحينئذ تجتمع القلوب على محبته، والتأسي بسيرته، والاعتراف بفضله ومكانته. وحينئذ، أيضا، تختفي من حياة العالم الازدواجية بين القول والعمل، أو المضادة بين علمه وعمله وسيرته.\rوهذا هو السر الذي رأينا به الشيخ أبا عبد الله على ما يسر؛ فتوافقت أقواله وأفعاله، وعلمه وسيرته على الصفاء والصدق والاقتداء بخاتم الرسل والأنبياء صلى الله عليه وسلم.\rلقد كانت أحوال الرجل مؤيدة لأقواله، كما أن أقواله وعلمه كانا مؤيدين لأحواله وصفاته.\rنعم، والله، ما كان أبو عبد الله دارسا ومدرسا لعلوم الشريعة وهو مقيم","seal":"4584E86E","part":1},
      {"page":111,"id":132,"nass":"على شيء من الأمور الشنيعة.\rويصعب حصر خصال الشيخ وفضائله التي كان فيها قدوة، وكانت سببا في وصوله إلى قلوبنا؛ فتمكن منها؛ فلما رحل عنا ترك مكانه في قلوبنا فارغا.\rلقد كان في وفاة الشيخ مصابا عاما للمسلمين، ليس كأي مصاب؛ فالموت مصيبة، وأعظم ذلك موت الوالد-وقد مات والدنا في هذا العصر! -وأعظم ما يكون الموت مصيبة حينما يموت العالم الرباني-وقد مات عالمنا الرباني الذي ليس له فينا ثان! -. فإنا لله، وإنا إليه راجعون، ولا حول ولا قوة إلا بالله العلي العظيم، ونسأله تعالى أن يعوضنا خيرا.\rذكريات طيبة تجاه الشيخ:\r*من الذكريات الطيبة مع سماحة الوالد الشيخ عبد العزيز ذكرى لم يعلم بها رحمه الله، وهي تتعلق بترشيحه لجائزة الملك فيصل، رحمه الله، وقد كنت يومها مديرا للمعهد العالي للدعوة الإسلامية بالمدينة المنورة، وجاءتنا في المعهد الدعوة التي توجهها عادة مؤسسة الملك فيصل الخيرية للدعوة للترشيح للجائزة؛ فرشحنا سماحة الشيخ عبد العزيز لجائزة خدمة الإسلام -كما يرشح الابن أباه- وكتبت مسوغات الترشيح، وقد رشحت جهات أخرى الشيخ أيضا للجائزة، فكم كنت سعيدا حينما قرئ اسم الشيخ في المرشحين، وقرئت مسوغات الترشيح فكانت هي المسوغات التي كتبتها. هذا على الرغم من أنني لا أظن أن الرجل يعرفني معرفة شخصية، لكن الرجل الكبير، إن لم يعرف كل الناس، فقد يعرفه\rالناس كلهم!.","seal":"F28374BF","part":1},
      {"page":112,"id":133,"nass":"*ومن الذكريات الطيبة ما أتذكره ولا أنساه، وهو ما شهدته من حلقات كانت للشيخ في المسجد النبوي، وذلك حينما كنت في أول عمري، وكان يلفت نظري العدد الكبير من الناس الذين يجتمعون لدرس الشيخ، ولا أنسى حلاوة كلماته الإيمانية وصداها في أذني، على الرغم من أنني لا أتذكر موضوعاتها الآن.\r*ولا أنسى يوما زرت فيه الرياض، أيام كنت مديرا للمعهد العالي للدعوة الإسلامية، فاشتقت للقاء الشيخ، فذهبت إليه في الرئاسة العامة لدار الإفتاء والدعوة والإرشاد في ذلك الوقت، فرجعت وقد أسر الشيخ قلبي مما رأيته عليه من جد وجلد في الخير وأداء الأعمال المتكاثرة التي لا تنقطع، فعدت باللوم والإزراء الشديد على النفس التي لم تقم بالواجبات.\rسداد منهجه في العلم:\r- وفق الله تعالى الشيخ عبد العزيز ابن باز إلى تحصيل العلم على منهج سديد؛ فنفعه الله بعلمه، ونفع به الناس؛ ولولا سداد المنهج في تحصيل العلم؛ لكان العلم مضرا، لا نافعا، ومضلا، لا هاديا.\rوثمت صفات كانت مما وفق الله إليه الشيخ في منهج التعلم والتعليم، ومن أهمها ما يلي:\r- إخلاص النية لله في طلبه العلم، وصحة القصد.\r- العناية بتحصيل الفقه، لا مجرد الاطلاع على النصوص وحفظها؛ فانتفع بما علمه وما حفظه من النصوص، فلم يأت في علمه ظاهريا ولا متأولا متكلفا.","seal":"AB75223A","part":1},
      {"page":113,"id":134,"nass":"- التزامه بمنهج أهل السنة والجماعة، فاستقام منهجه في الأصول والفروع، فحفظه الله من الزلل والخطل في المنهج: عقيدة، وشريعة، وعبادة، وخلقا.\r- جمعه للعناية بالعلوم الشريعة الأساسية، لا سيما: العقيدة والحديث والفقه. إضافة إلى عنايته باللغة العربية الظاهر في حديثه وكتاباته، فلا تعد عليه لحنا أو خطأ في ذلك.\r- تعبده لله بالعلم، وهذا واضح جدا من حياة الرجل، وهو ثمرة طبيعية من ثمرات الإخلاص.\r- الوسطية والاعتدال في منهج الفهم، بحيث تراه يلتمس الابتعاد عن الغلو والتقصير.\r- السماحة في الفهم، فلا يتكلف ولا يذهب في فهمه بعيدا، والسماحة في التعامل فلا يشتط في تعامله مع الناس، ولا يحتد، ولا يتجاوز الحد.\r- التثبت في علمه وأحكامه؛ فمن منهجه التثبت من صحة الروايات؛ فلا يبني الأحكام على ما لم يصح عن النبي عليه الصلاة والسلام؛ ثم هو بعد ثبوت الرواية يتثبت من فهمها فهما صحيحا؛ وبهذا جاء علمه مليحا.\rوهو يتثبت أيضا من صحة الأخبار ونسبة الأقوال والأفعال إلى الناس؛ فلا يقبل الأخبار على عواهنها، ولا يستعجل مع المستعجلين؛ كما أنه لا يقعد مع القاعدين!.\r- الحكمة في أقواله وأفعاله، وبسبب هذا أصلح الله به كثيرا من الخلافات، وانجلت على يديه المشكلات أو خففها، كل ذلك بفضل","seal":"6BC4310E","part":1},
      {"page":114,"id":135,"nass":"الله ثم كلمات الشيخ الحكيمة وتصرفاته الموافقة للصواب والحكمة معا. على أنه -رحمه الله- ليس معصوما من الخطأ، لكن سداد المنهج يقلل من الخطأ بصورة عجيبة، لا سيما مع المجاهدة للنفس والشجاعة والصدق والإخلاص.\r- التواضع، وهو خلق في الشيخ قد شهد له به القريب والبعيد، ولم يكن تواضعه مقتصرا على اللقاءات، وإنما تجاوز ذلك إلى التواضع في إبداء الرأي، وفي الإدلاء بالعلم، وإلى المشاورة في المسائل العلمية والدعوية برغبة صادقة في البحث عن الحق والصواب.\rوتمثل هذا التواضع في سيرة الشيخ في رجوعه إلى الرأي المخالف له متى ما تبين له الصواب بالدليل والنظر، ولهذا فكثيرا ما يتغير رأي الشيخ تبعا للدليل وتطلبا للصواب.\rويكثر في كلامه -بناء على هذا- أن يقول: \"فيما أعلم\"، \"والله أعلم\"، \"لا أعلم في هذا دليلا صحيحا\"، أو \"حديثا صحيحا\".\r- الحرص على استثمار الوقت، وعدم تضييعه في غير ما يفيد. ولا سيما استثماره في البحث والقراءة والتعلم والتعليم، لا يصرفه عن ذلك كثرة المشاغل ولا علو المنصب.\rسداد منهجه في الدعوة إلى الله:\rتبعا لسداد منهج الشيخ في منهج التعلم والتعليم، كان الشيخ العالم الإمام داعية، وهذه من ثمرات العلم الضرورية اللازمة لكل عالم رباني. ثم قد جاء","seal":"9D6FC27A","part":1},
      {"page":115,"id":136,"nass":"منهجه في الدعوة إلى الله تعالى سديدا، منهجا ممحصا مدققا، بعيدا عن كل من الغلو والتقصير.\rوقد جاءت جهود الشيخ في الدعوة، وأساليبه وطرقه فيها ثمرة من ثمرات تلك الأخلاق والصفات المنهجية والنفسية التي تحلى بها في منهجه العلمي.\rفكان منهجه الدعوي منهجا صالحا مصلحا، ملتزما بالقرآن والسنة، مهتديا بهداياتهما، متجها نحو تحقيق مقاصدهما.\rوبهذا كان منهج ابن باز رحمه الله منهجا مصلحا لا يرافقه إفساد أو خلل في جانب ما.\rوبهذا أيضا جاء منهجه شاملا متوازنا.\rوبهذا أيضا جمع الله به القلوب، وتلقاه الناس في بلاد الشيخ وفي سواها بالقبول، لا سيما أنهم قد رأوا الداعية قدوة حسنة في الخير وحبه والبعد عن الشر والخطل!.\rمن مظاهر سماحة الشيخ في الدعوة:\rمن مظاهر سماحة الشيخ في تعامله مع الناس ودعوته إياهم إلى الله تعالى ما يلي:\r- البعد عن التعصب.\r- سلامة الصدر وعفة اللسان عن الغيبة والنميمة والطعن في الناس.\r- الحرص على جمع كلمة المسلمين على الخير، والبعد عن التفريق وأسبابه.\rولهذا كان الشيخ، رحمه الله تعالى، يصبر على جهل الجاهل، ويرشد","seal":"DAC7D404","part":1},
      {"page":116,"id":137,"nass":"المخطيء بعبارات تقربه ولا تبعده، وتهديه ولا تضله، ولا يميل مع أحد الفريقين المختلفين، وإنما يميل مع الحق والصواب ويلتمسه حيث كان، دون أن يسفه المخالف، ودون أن ينسى النصيحة المناسبة الهادية للخير بالتي هي أحسن.\rوبهذا المنهج أثر في الناس تأثيرا حسنا بالغا، على اختلاف طبقاتهم، وعلى اختلاف مذاهبهم، وعلى اختلاف مشاربهم؛ فانتفع به وبأسلوبه السمح الحكيم القاصي والداني، والعالم والمتعلم، والداعية والمدعو.\rقبل أيام دخل شخص عند حلاق في مدينة ينبع فعجب الحلاق من مبادرة هذا الشخص له بالثناء على الشيخ ابن باز ومدحه، ويقول: هذا الرجل ما فيه مثله رحمه الله. وبالسؤال تبين أنه كانت له مشكلة أقلقته، وهي ظروف اضطرته إلى طلاق زوجته، ويقول بأنه ذهب إلى الشيخ في الرياض وكلمه، فحان موعد الصلاة، فأخذه الشيخ معه في سيارته، وكان هذا الرجل منشغل البال إلى درجة أنه كان مشعل السجارة وهو مع الشيخ في سيارته، دون أن يشعر، ولم يكلمه الشيخ في ذلك، لكنه في النهاية نصحه عن التدخين بأسلوب لطيف، ودعاه للغداء معه، وبعد الغداء، سأل الشيخ عن الرجل قائلا: أين الذي من ينبع، ولم يقل: أين المدخن أو صاحب السجارة!. فجاءه ووجهه في مشكلته، وانصرف!.\rهذا موقف واحد مع رجل عادي غريب لا يعرفه الشيخ، لكن بمعاملته له بهذه السماحة والنصح، نفعه الله به.\rومن الأمثلة الدالة على منهجية الشيخ في الدعوة الشاهدة بسماحته","seal":"F0A327E6","part":1},
      {"page":117,"id":138,"nass":"ونزاهته وبعده عن التعصب، موقفه من المختلفين في المناهج الدعوية، حيث كان الخلاف بين أولئك المختلفين على أشده، وصعد بعضهم هذا الخلاف، وحرص كل طرف على كسب الشيخ لصفه، لكن الشيخ رحمه الله كان في الوسط، وأبعد ما يكون عن الغلط، ويدعو إلى الحق والصواب، وإلى نبذ الخلاف والفرقة، ويدعو إلى الأخوة الإيمانية، وإلى المنهج السديد.\rولقد كان يتصرف تصرف الداعية الصادق الفقيه والعالم الرباني، ويتصرف تصرف من يجمع ولا يفرق؛ فكانت كلماته وتصرفاته حانية هادئة هادية.\rولم يجلس يوما للناس ليقول: فلان فيه، وفلان فيه. ولكن كان يجلس ليقول للناس. قال الله تعالى، وقال رسول الله صلى الله عليه وسلم.\rولقد تساءل بعض الناس عن سبب اجتماع القلوب على محبة الشيخ عبد العزيز، على اختلاف مذاهبها واختلاف مشاربها.\rوكان جواب بعضهم أن السبب هو: توفيق الله، والإخلاص. وهذا حق، لكنه شطر الحقيقة، وأما الحقيقة كاملة فهي أن سبب اجتماع قلوب الناس على محبته كان بتوفيق الله ثم بسبب الإخلاص وبسبب منهج الدعوة الذي انتهجه الشيخ، ومن ذلك البعد عن الطعن في الناس والكلام في أعراضهم وأغراضهم، والبعد عن الغيبة والنميمة، وعن التباغض والتحاسد، فلم يعامل الناس -الموافقين والمخالفين- إلا بكلمة طيبة، وسلامة صدر، وحب للخير لهم، وتودد إليهم، وبذل النصيحة لهم بآدابها ومقاصدها الشرعية.\rولهذا، فإن من حق الله علينا، أولا، ثم من حق الشيخ علينا، ثانيا، أن لا","seal":"58D9542B","part":1},
      {"page":118,"id":139,"nass":"نحور كلامه، ولا نضعه في غير مواضعه، وأن لا نجره -بعد وفاته- إلى أي سبيل من سبل التعصب، أو البعد عن الحكمة والسماحة التي كان عليها الشيخ، رحمه الله.\rدروس من حياته:\rنستخلص فيما يلي بعض الدروس والعظات في حياة شيخنا ووفاته:\rلاشك في أن التسعة والثمانين عاما -التي قضاها هذا العالم الداعية المجاهد- مليئة بكثير من الدروس والعظات لمن كان له قلب أو ألقى السمع وهو شهيد. أما من كان غائبا، فلا عليه أن يغيب عن الدروس أو تغيب الدروس عنه!.\rفمن الدروس المستخلصة ما يلي:\r*- اتضح أن العلم يتخذه طالبه للتزكية أو للتذكية؛ وذلك أن العلم إذا لم ينفعك ضرك، وذلك بحسب النية، وبحسب منهج الفهم أيضا؛ فمن طلبه على نية طيبة صالحة، وعلى منهج سديد في الفهم، نفعه العلم وزكاه. ومن فاته أحد هذين الأمرين أو كلاهما أضر به العلم وذكاه. وقد قال الله تعالى عن القرآن الكريم أنه يهتدي به أقوام، ويضل به آخرون؛ فقال سبحانه: {وَلَوْ جَعَلْنَاهُ قُرْآناً أَعْجَمِيّاً لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمىً أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} \"1\". وقال سبحانه: { ... وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ مَا أُنْزِلَ\r__________\r\"1\" 44: فصلت: 41.","seal":"B351CD90","part":1},
      {"page":119,"id":140,"nass":"إِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراً ... } \"1\". وقال سبحانه: { ... وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراً فَلا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ} \"2\".\rوفي حياة الطالبين للعلم-على مر التاريخ-أمثلة ونماذج لكل من الصنفين، ودروس وعظة وعبرة!.\rبل إن ذلك كله يتجلى أيضا في حياة أصناف الطالبين للعلم وفي مناهج طلبهم؛ فكم طائفة انحرفت بسبب انحراف القصد، وكم طائفة ضلت بسبب اختلال منهج الفهم!.\r*- ومن الفوائد والدروس، أيضا: إنه اتضح جليا أن العمل بالعلم من أهم ثمار التزكية به، والاهتداء به عمليا؛ وبهذا يسعد بالعلم طالبه في حياته الدنيا وفي الآخرة.\rوأما من لم يتلق العلم للعمل به، فإنه يشقى به في دنياه بتعبه في تحصيله، وبمذمته بمخالفته له، كما يشقى به في آخرته بمحاسبته عليه وعلى مسؤوليته التي لم يقم بها.\r*- ومن الفوائد والدروس، أيضا: أنه يتضح لنا جليا أن العلم الشرعي علم هاد إلى الله تعالى، ومقرب منه سبحانه وتعالى، فمن لم يقربه علمه من ربه، فقد أبعده عن الله تعالى، عياذا به سبحانه من ذلك.\rوفي حياة الطالبين للعلم أمثلة ونماذج لهذه لحقيقة، فهذا قريب من الله تعالى، يحبه ويذكره ويشكره على الدوام، مخبت لله. وهذا بعكسه، فعلى\r__________\r\"1\" 65: المائدة: 5.\r\"2\" 68: المائدة: 5.","seal":"5AC88C1C","part":1},
      {"page":120,"id":141,"nass":"الرغم من تحصيله للمعلومات، إلا أنه ميت من الأموات، إذ لم يحي بالعلم، فلم يذكر ولم يشكر ولم يخبت؛ فالفرق بين الاثنين كالفرق بين الحي والميت، {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ} \"1\".\r*- ومن الفوائد والدروس، أيضا: ما قد تبين لنا من اختلاف موقف الإنسان الذي ينبغي أن يكون عليه في شأن العلم، وموقفه مع المال، وذلك لأن المال يكون في حكم الإنسان؛ فيتصرف فيه الإنسان.\rأما العلم فعلى عكس ذلك، إذ الواجب على الإنسان أن يحكم نفسه بالعلم، ويضع نفسه في موضع المتصرف فيه العلم، لا المتصرف هو.\r*- ومن الفوائد والدروس، أيضا: أنه قد تبين لنا أن من دلائل استفادة الإنسان بالعلم أن يكون خاضعا للعلم، ومخضعا حياته له، وأما إذا أخضع الإنسان علمه بالشريعة لنفسه وأهوائها ورغباتها فهذا من علامات شقائه بالعلم.\r*- ويتضح لنا جليا أن العبرة إنما هي بهمم الرجال وإرادة الرجال، لا بما يبدو للناس دائما من قدرات جسمية؛ فهذا الشيخ عبد العزيز، قد عاش حياته مكفوف البصر؛ لكنه لم يقعد في بيته وينتظر من الناس أن يصرفوا عليه ويخدموه؛ وإنما انطلق هو وواصل ليله بنهاره؛ ليحسن إلى الناس:\r- فواصل الليل بالنهار لخدمة الناس وقضاء حاجاتهم.\r- وواصل الليل بالنهار؛ ليدل الناس على الطريق -وهو الكفيف، وهم\r__________\r\"1\" 122: الأنعام: 6","seal":"83A012DA","part":1},
      {"page":121,"id":142,"nass":"المبصرون- يدلهم على الطريق الصحيح والمنهج السديد للوصول إلى رضوان الله تعالى وجناته!.\r- وواصل الليل بالنهار ليصرف على الناس المحتاجين.\r- وواصل الليل بالنهار؛ ليدعو إلى الله تعالى بمختلف الطرق\rوالأساليب الناجحة.\r- وواصل الليل بالنهار؛ ليعلم الناس الدين والعلم والأخلاق.\r- وواصل الليل بالنهار؛ ليبني المساجد، ويساعد المراكز والهيئات الإسلامية في مشارق الأرض ومغاربها.\r- وهذا هو الشيخ عبد العزيز، أيضا، يطلب العلم ويتدرج في مراحله حتى يصبح عالم الأمة؛ فكم فرج الله به من غمة، وكم هدى الله به من العباد-مع أنه رجل كفيف، وغيره مبصر-لكن الشيخ أراد أن يبصر؛ فأبصر، بإذن الله تعالى، أبصر ببصيرته التي نورها الله له بالعلم والهداية، وأمده الله بنور عيون إخوانه وأحبابه من المؤمنين؛ فقرءوا له، وكتبوا له ما أملاه عليهم.\rأما كثير من المبصرين، فلم يستفيدوا من ضياء أعينهم التي أعطاهم الله إياها، فلم يستثمروها في طاعة ربهم، ولم يقرءوا بها الآيات والأحاديث والفقه والعلم؛ فما أعظم خسارتهم، وما أعظم غبنهم، سواء شعروا بذلك أو لم يشعروا، وسواء أدركوا ذلك في الدنيا أو في الآخرة!.\r- تبين لنا من حياة الشيخ أهمية الأمور الآتي ذكرها، وحسن عاقبتها في الدنيا والآخرة، وهي أمور كان الشيخ ملتزما بها حتى أصبحت كأنها جزء","seal":"1BDAC1B0","part":1},
      {"page":122,"id":143,"nass":"منه، رحمه الله، فمن ذلك:\r- التقوى.\r- الإخلاص والصدق.\r- الفقه وسداد المنهج.\r- المحافظة على الأوقات، واستثمارها في العلم والهداية.\r- حسن الخلق، ومعاملة الناس بالتي هي أحسن.\r- الحياة في ظل القرآن والسنة، والاحتكام إليهما بسماحة وعلى بصيرة.\r- السلامة من الغل والحقد والحسد والغش، وسائر أمراض القلوب.\r- الكرم والجود.\r- السماحة في التعامل مع الناس، بمختلف صورها.\r- حب الخير للناس، والسعي في إيصاله لهم بكل سبيل.\r- النصح للناس جميعا حاكما ومحكوما، وكبيرا وصغيرا، وقريبا وبعيدا، وعالما ومتعلما، وطائعا وعاصيا، وموافقا ومخالفا!.\r- الابتعاد عن ثلب الناس وتجريحهم.\r- التواضع الجم في كل مواطنه، وبمختلف مظاهره.\r- الاشتغال بالعلم بكل ما أوتي من الجهد والوقت.\r- التوازن والشمول في العناية بمختلف أوجه الخير، والحرص على الخير في مختلف الميادين والأنشطة والطرق والأساليب.\r- ملازمة ذكر الله تعالى سرا وجهرا.\r- الالتزام ببرنامج ثابت في نوافل العبادات من صلاة وقراءة للقرآن","seal":"5FF946E4","part":1},
      {"page":123,"id":144,"nass":"الكريم، ونحو ذلك.\rوهكذا، فإن الأمر كما قال الله تعالى: {وَالْعَاقِبَةُ لِلتَّقْوَى} \"1\". والحمد لله رب العالمين.\rمقترحات، ومقترحات على المقترحات:\rبعد هذه الوقفات عند سيرة هذا الشيخ \"عبد العزيز\"، الذي مات،\rولكنه ما مات! ربما كان من المناسب أن نقف قليلا عند بعض المقترحات، وذلك فيما يلي:\rأولا: ينبغي أن لا يغيب عن بال الإنسان ملحوظة مهمة في هذا الباب، وهي: أن العبرة ليست بالمدح والثناء على مثل هذا الإمام، وإنما العبرة بقبول ذلك عند الله تعالى، ولا يقبل الله إلا ما كان خالصا لوجهه، سبحانه، وكان صوابا؛ فينبغي للإنسان قبل أن يمدح الشيخ ويثني عليه أن يتحقق من نفسه مدى توافر هذين الشرطين في كلامه وعمله؛ لكي يؤجر.\rومما يزيد هذا الأمر أهمية، واقع الناس في هذا؛ فإنه-كما ذكر بعض السلف-على الرغم من أن شأن الجنائز من أمور الآخرة؛ إلا أن كثيرا من الناس يسعون فيها للدنيا والمجاملات. وهذا من الغفلة عن الله والدار الآخرة وعن المصيبة التي حلت بموت الميت!.\rوالعبرة بصدق العبارة وصدق العبرة.\rولهذا كان الحسن البصري-رحمه الله-يقول: \"إذا أظهر الناس العلم،\r__________\r\"1\" 132: طه: 20.","seal":"370B71DB","part":1},
      {"page":124,"id":145,"nass":"وضيعوا العمل، وتحابوا بالألسن، وتباغضوا بالقلوب، وتقاطعوا في الأرحام، لعنهم الله جل ثناؤه، فأصمهم وأعمى أبصارهم\".\rثانيا: الشيخ عبد العزيز ابن باز، رحمه الله، يستحق كل ثناء صادق مأذون فيه شرعا. ويستحق كل رد للمعروف ينفعه عند ربه سبحانه. وهذا هو واجب المحب الصادق.\rثالثا: من الواجب على المسلم مراعاة الضوابط الشرعية في مثل هذه المواقف، ومن ذلك النهي عن الغلو والإطراء الذي نهى النبي صلى الله عليه وسلم أمته أن تفعله معه عليه الصلاة والسلام. وهذا لا يتعارض-إطلاقا-مع أداء الواجب والاعتراف بالجميل والمكافأة الواجبة والمستحبة. أقول هذا في الوقت الذي أرى أنه لا خير فينا إذا نسينا مثل هذا الشيخ.\rرابعا: لست، في الرأي، مع الإخوة الفضلاء الذين اقترحوا عدة مقترحات لتبجيل الشيخ ابن باز، رحمه الله تعالى، تبجيلا في نظري أنه لا ينفعه عند ربه، ومن تلك المقترحات-للتمثيل لا الحصر-:\r1 - اقتراح من اقترح أن يغير اسم الجامعة الإسلامية بالمدينة، بحيث يصبح اسمها: جامعة الشيخ عبد العزيز ابن باز الإسلامية بالمدينة. وقد ورد هذا الاقتراح في محاضرة ألقيت عن الشيخ عبد العزيز بن باز\"1\".\r2 - اقتراح من اقترح أن يلقب الشيخ عبد العزيز بشيخ الإسلام.\rولا داعي-في رأيي- لهذين الاقتراحين؛ والجامعة الإسلامية بالمدينة جامعة\r__________\r\"1\" في الجامعة الإسلامية بالمدينة، يوم الخميس الموافق 5/2/1420هـ.","seal":"0CB6C5FE","part":1},
      {"page":125,"id":146,"nass":"قائمة، وقد استقر اسمها منذ حوالي أربعين سنة، وهذا التغيير لا ينفع ابن باز، رحمه الله، وهو تغيير يتطلب تكاليف وجهودا لا طائل من ورائها، ثم إنه لو فتح هذا الباب لاتسع، كما لا يخفى. وأما اللقب فأمره واضح أنه لا يفيد، وأننا لم نصنع شيئا لو فعلنا ذلك، بل ربما أشعرنا الآخرين أننا نسعى وراء مثل هذه الألقاب، وربما فسر ذلك تفسيرات غير مناسبة.\rفالذي أراه، وأقترحه، أن يصرف النظر عن مثل هذه المقترحات؛ وذلك لأمرين:\rالأول: لأن هذه المقترحات ليس فيها جدوى، لا في الدنيا ولا في الآخرة؛ فقد مضى الشيخ إلى ما قدم من الخير، إن شاء الله تعالى، وهو لا يدري عن مثل هذه الألقاب والمقترحات، ولا تزيده ولا تنقصه شيئا، ولا تنفعه عند ربه، سبحانه.\rالثاني: لأن العبرة ليست بالألقاب، وإنما هي بالثواب. ونحن المسلمين ينبغي لنا-لاسيما علماءنا الأحياء، وفقهم الله-أن تكون نظراتنا ومنطلقاتنا دائما شرعية إيمانية ترنوا إلى الله والدار الآخرة.\rخامسا: أقترح على ولاة الأمر في بلادنا وعلى القادرين والمحبين للشيخ عبد العزيز بن عبد الله بن باز-رحمه الله تعالى، ووفقهم جميعا- أن يأخذوا بالأجدى والأولى، وهو المنتظر منهم، بأن يسعوا في رد شيء من معروف الشيخ علينا وعليهم وعلى هذه البلاد المباركة وعلى المسلمين عامة؛ ومن ذلك ما يلي:\rأ- أن يقوموا ببعض الأعمال والمشروعات الخيرة الباقية النافعة للإسلام والمسلمين في الدنيا وفي الآخرة، التي يعود ثوابها للشيخ ولمن يقوم بها، وبهذا تلتقي جهودهم بعد وفاته كما التقت أيام حياته، ومن ذلك:","seal":"DCC167C9","part":1},
      {"page":126,"id":147,"nass":"1- الاستمرار في ما كان قائما من أعمال ومشروعات أقامها أو بدأها الشيخ، سواء المشروعات العلمية، أو الخيرية أو الدعوية.\r2- إقامة بعض الأوقاف، من مراكز أو مدارس، أو جمعيات، أو مساجد أو صدقات، باسم الشيخ، في الداخل وفي الخارج. ويعود ثوابها على الشيخ وعلى القائمين بها.\rب- نشر علم الشيخ ودعوته، بالحكمة والاعتدال، والجد المتواصل، مترسمين في ذلك همة الشيخ، رحمه الله، ونشاطه، ومن هذا:\r1- الحفاظ على منهج الشيخ ومدرسته الدعوية؛ فقد كان صاحب منهج متكامل في العقيدة والشريعة والأخلاق والآداب والدعوة؛ ولهذه المدرسة سمات ينبغي المحافظة عليها، وينبغي مراعاتها عندما ينشر علمه ودعوته؛ فيراعى في ذلك الحكمة التي كان يستمسك بها، وكذلك الاعتدال، وسمو الأخلاق، والكرم، والرحمة، والتقى، ورعاية الغايات والمقاصد، والشمولية والتوازن ... إلى آخر ما هنالك.\r2- ومن هذا أن يراعى فيما ينشر من أقواله وفتاويه مسألة الخصوصيات واختلاف الظروف.\r3- ومن هذا، أيضا، مراعاة تغير الاجتهاد؛ فلا يصح لنا أن ننشر عنه رأيا قد رجع عنه على أنه رأي له، ولا أن نقيم معارضة بين فتاويه المختلفة التي تغير فيها رأيه، كما أن من انتقل من رأي إلى سواه لا يصح أن يناقش ويناظر في ذلك الرأي الذي انتقل عنه، ومن تاب من أمر، أيضا، فإنه لا يصح أن يؤاخذ به -مع الفارق-.","seal":"6E385CBF","part":1},
      {"page":127,"id":148,"nass":"4- إصدار مجموعة كاملة بأعمال الشيخ العلمية. على أن يراعى في ذلك ما ذكرته من أمور في هذه المقترحات.\r5- إصدار ترجمة للشيخ، وافية متأنية موثقة، على أن يراعى فيها ما ذكرته من أمور في هذه المقترحات، أيضا.\rوبمثل هذه المقترحات التي ذكرتها آنفا، نقوم ببعض المكافأة للشيخ عبد العزيز؛ فننفعه وننفع أنفسنا بما نحن في أشد الحاجة إليه يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.\rوإنني على ثقة بأن مثل هذه المقترحات لن تضيع سدى عند ولاة الأمر في بلادنا، وعند أهل الخير القادرين، وعند العلماء، وعند المحبين-جزاهم الله خيرا-وإنني أرجو من ورائها أجرا عند ربي أجده يوم أوارى عن الورى، حين يضمني الثرى؛ فلا أحد يسمع ولا أحد يرى، وأن يكون شريكا كل من يسهم في هذا المجال بقليل أو كثير. والحمد لله أولا وآخرا، وظاهرا وباطنا، ولا حول ولا قوة إلا به، وهو العلي العظيم.\rوفي الختام ندعو لشيخنا، فنقول:\rاللهم إن شيخنا عبد العزيز بن عبد الله بن باز كان رحيما فارحمه.\rاللهم إنه كان كريما فأكرمه.\rاللهم إنه كان سمحا فسامحه.\rاللهم إنه كان محسنا فأحسن إليه.\rاللهم إنه كان مفرجا لكربات المسلمين ففرج عنه كربات يوم القيامة.\rاللهم إنه كان قاضيا لحاجات عبادك فاقض حاجته.","seal":"637C972A","part":1},
      {"page":128,"id":149,"nass":"اللهم إنه كان ودودا لطيفا فالطف به.\rاللهم إنه كان صادقا ومصدقا بوعدك فأنجزه وعدك.\rاللهم إنه كان معظما لك ولرسولك صلى الله عليه وسلم ولكتابك ولسنة نبيك؛ فارفع درجته.\rاللهم إنه كان يحبك ويحب رسولك فأحبه.\rاللهم إنه كان يخشاك فأمنه.\rاللهم إنه كان بعيدا عن حرماتك؛ فأبعده من عذابك ونارك.\rاللهم إنه كان قريبا منك ومن طاعتك فقربه.\rوالحمد لله رب العالمين، وصلى الله وسلم على خاتم الأنبياء والمرسلين.\rالخميس 5/2/1420هـ\r*قال أحدهم وهو يتحدث عن الشيخ عبد الرزاق عفيفي، رحمه الله، وذلك قبل وفاته بسنوات: ذاك عالم رباني!.\rفقلت: ليته رباني!.\rثم تحدثت عنه وعن فضله وبعض صفاته، وأنه ناقشني في رسالة الماجستير ورسالة الدكتوراه.\rفقال بعض الحاضرين: إذن هو قد رباك فلم تقول ما قلت؟!.","seal":"9C33D390","part":1},
      {"page":129,"id":150,"nass":"حكمة\rقال وهب بن منبه: \"العلم خليل المؤمن، والحلم وزيره، والعقل دليله، والصبر أمير جنوده، والرفق أبوه، واللين أخوه\" \"1\".\rقلت: فلا تنس عائلتك الطيبة هذه أيها المسلم الطيب!.\r*أوصيت أحد طلابي على موضوع علمي، ووعدني بتنفيذه، فسألته عن اسمه، فقال: صالح تكروني. فقلت له: أرجو أن تذكروني!!.\r__________\r\"1\" ميزان الاعتدال في نقد الرجال، للإمام الذهبي: 4/353.","seal":"6F68FF0C","part":1},
      {"page":129,"id":151,"nass":"عجبت!\rعجبت لمن يرى زاجر الموت؛ فلا ينزجر!.\rعجبت لمن يرى واعظ الموت؛ فلا يتعظ!.\rعجبت لمن يرى الموت يخطف الأحياء ثم لا يرعوي عن غيه ومعاصيه!.\rعجبت للمغتاب يرى الموت يخطف الناس؛ فلا يكف عن غيبته!.\rعجبت للنمام يرى الموت يخطف الناس؛ فلا يكف عن التفريق بين الناس!.\rعجبت للحاسد يرى الموت يأخذ الناس إلى الدار الآخرة؛ فلا يكف عن تعلقه بدنياه التي يحسد الناس عليها!.","seal":"55F1CB85","part":1},
      {"page":130,"id":152,"nass":"عجبت للمستكبر يرى الموت يذل الناس، وينقلهم إلى حفرة القبر؛ فلا يتنازل عن كبريائه!.\rعجبت للبخيل يرى الموت يأخذ الناس عن دنياهم، ويتركها لمن بعدهم؛ فلا يتنازل عن بخله!.\rعجبت لمن يتعامل مع الناس على أساس حبه وبغضه، لا على أمر الله وشرعه، ويرى الموت يخطف الناس؛ فلا يكف عن سوء سيرته!.\rيا هؤلاء إلى متى ستعيشون؟! وهبوا أنه قد تحقق لكم ما تريدون، ثم ماذا؟!. وعلى أي شيء تثابون عند الله وعلى أي شيء تعذبون؟!.\rعجبت لمن يرى زاجر الموت؛ فلا ينزجر!.\rعجبت لمن يرى واعظ الموت؛ فلا يتعظ!.\r*قلت لطلابي مرة في معرض المقارنة بيننا وبين السلف الصالح- حثا لهم على الجد والاستقامة -وكيف أن خلقنا كخلقهم ولكن خلقنا ليس كخلقهم، وصورنا كصورهم، ولكن سيرنا ليست كسيرهم:\rوالصور قد تتقارب، ولكن السير تتفارق!!.","seal":"855532AD","part":1},
      {"page":131,"id":153,"nass":"رحمه الله، ويرحمه الله!\rدقق بعض الناس في عصرنا حتى خرج عن التدقيق!.\rومن الأمثلة على هذا التدقيق الذي لم يحالفه التوفيق، ما رأيته من بعض الراغبين في الاتباع الذين يتحاشون-وأخشى أنهم يحرمون-كلمة: \"رحمه الله\"؛ فيستخدمون مكانها: \"يرحمه الله\"، أو \"عليه رحمة الله\" دائما!.\rلماذا؟. لأنهم يرون الأولى لا تجوز، والثانية تجوز!.\rفعجبت، وقلت: هذا خطأ علينا-إن شاء الله-لا يجوز\"1\"!.\rوكيف يمر علينا مثل هذا ونحن نحتكم إلى الكتاب والسنة، ملتمسين فقه نصوصهما الفقه السديد، بإذنه تعالى.\rوبالتتبع للروايات الواردة-المرفوعة والموقوفة-يتبين أن كلا من الكلمتين جائز؛ لأن كلا منهما وارد، وكلا منهما معناه الدعاء، ولا فرق.\rفإن قال قائل: \"رحمه الله\" خبر، أما: \"يرحمه الله\" فإنشاء.\rقلت معاني اللغة تأبى عليك أن تفسرها كما تشاء. والصحيح أن كلا من العبارتين تأتي خبرا، كما أنها تأتي إنشاء؛ وذلك بحسب نية المتكلم، وبحسب القرائن في الكلام.\rويقطع هذا النزاع ورود اللفظتين عن الرسول صلى الله عليه وسلم، وليس لأحد بعده مجال للزيادة أو النقص.\r__________\r\"1\" \"يجوز\" هنا، ليس بمعنى \"يجوز\" التي قبلها، وإنما معناها: يمر.","seal":"F3738A0A","part":1},
      {"page":132,"id":154,"nass":"ومما ورد من ذلك عنه صلى الله عليه وسلم، قوله في الحديث عند البخاري عن عائشة رضي الله عنها: \"سمع النبي صلى الله عليه وسلم رجلا يقرأ في المسجد فقال: \" رحمه الله لقد أذكرني كذا وكذا آية أسقطتهن من سورة كذا وكذا\" \"1\".\rكما ثبت كل من اللفظتين عن عدد من الأصحاب رضي الله عنهم.\rثم لماذا لا يعترض المعترض أيضا على صيغة الدعاء بقولنا: رضي الله عنهم؟. وما المقياس الذي يجعله يختار الإنكار في تلك، ويتجاهله في هذه؟!.\r*قلت لطلابي مرة في شأن حرية الرأي ومنهجها: أما مسائل الاجتهاد فإن باب الاجتهاد والنظر فيها مفتوح، وليقل فيها الإنسان رأيه، فلا حجر ولا حجر، والحمد لله رب العالمين!!.\rعلى أننا رأينا في الناس من أعد أحجارا، وليس حجرا، لكل مخالف له، ويرى أنه لا ينصر رأيه ومذهبه أو منهجه-الذي ربما لم يحالفه الصواب فيه-إلا بالقوارع مما تطوله يداه ولسانه، ويتقرب إلى الله بهذا المسلك.\r__________\r\"1\" البخاري، 2655، الشهادات.","seal":"2F3B79FC","part":1},
      {"page":133,"id":155,"nass":"الحياة مدرسة\"1\"\rها هو العام الهجري قد انقضى؛ فماذا صنعنا فيه وماذا أنجزنا؟!.\rوهل استفدنا من هذه الدورة لمدة عام كامل في مدرسة الحياة، وهل علمنا أن الحياة مدرسة!.\rإن الحياة كلها مدرسة، أو هكذا يجب أن تكون.\rوالأوقات والأحوال والظروف التي يمر بها الإنسان، أو تمر به، كلها فصول دراسية، يتلقى فيها الإنسان العاقل-ولاسيما المسلم-دروسا بليغة مفيدة إذا كان له قلب أو ألقى السمع وهو شهيد!.\rوهذه الدروس متنوعة:\r- فمنها دروس ناطقة.\r- ومنها دروس صامتة، متحركة أو جامدة.\r- ومنها أوقات فارغة تنتظر منك أن تملأها بالنافع المفيد من العلم النافع والعمل الصالح.\rولكن الناس وإن دخلوا جميعا هذه المدرسة إلا أنهم لم يرضوا أن يكونوا جميعا تلاميذ يشاهدون دروس مدرسة الحياة، ويستمعون إليها، ويعنون بفهمها واستيعابها، ويعدون لامتحانها العدة سعيا إلى النجاح والفلاح، بل انقسم الناس إلى قسمين:\rقسم أراد أن يكون من هذا الصنف الذي يتلقى دروس الحياة برغبة وعناية.\r__________\r\"1\" هذا الموضوع منقول من: \"وسائل وطرق مشروعة لإطالة العمر\"، للمؤلف.","seal":"B5B42474","part":1},
      {"page":134,"id":156,"nass":"وقسم لم يرضوا بالإقبال على دروس مدرسة الحياة، بل لعلهم لم ينتبهوا أصلا إلى تلك الدروس وإن كانوا في الواقع يسكنون داخل مدرسة الحياة!!.\rفيا لله ما أعظم الفرق بين هؤلاء وهؤلاء!.\rوما أعظم الفرق بين أناس وأناس!.\rوما أعظم الفرق بين قلوب وقلوب!.\rولله في خلقه شؤون، وإنا لله وإنا إليه راجعون!.\rوها هو العام الهجري قد انقضى؛ فهل حاسبنا أو حاسب الإنسان نفسه على عام كامل ماذا صنع فيه وماذا أنجز من العمل المفيد؟\rوكم أخطأ وكم أصاب؟\rوما الذي حفظه وما الذي أضاعه من عام كامل؟\rاثنى عشر شهرا ما الذي استثمرناه منها وما الذي أضعناه؟\rوما نسبة الضائع من هذا الوقت الطويل؟.\rأتدري أيها الأخ الكريم ما طول هذا الوقت؟!\rإنه طويل جدا؛ فهذه اثنى عشر شهرا تساوي: \"360 يوما\" ثلاث مئة وستين يوما.\rوالثلاث مئة وستون يوما هذه فيها: \"8640 ساعة\" ثمانية آلاف وست مئة وأربعون ساعة!.\rوهذه الساعات فيها: \"518400 دقيقة\" خمس مئة وثماني عشرة ألف دقيقة وأربع مئة دقيقة!.\rففي أي شيء قضيت هذه المدة الطويلة؟!.\rوهل تظن أيها الأخ أنك غير محاسب على هذا الوقت؟!.","seal":"64B5BC60","part":1},
      {"page":135,"id":157,"nass":"وإذا كان هذا بالنسبة لعام واحد؛ فما بالك بأعوام وأعوام يا أخا الإسلام؟!.\rوهل أدركت أن هذا الوقت الطويل قد تكون من الثواني والدقائق؛ فلا ينبغي أن تضيع هذه الثواني والدقائق؛ لكي لا يضيع منك العام كله والعمر كله!.\rوهل تعلم أن هذا الوقت هو الذي استثمره الجادون فتقدموا وقدموا لمجتمعهم الخير والأعمال النافعة الجليلة؛ فكانوا سببا في تقدم أمتهم.\rوأن هذا الوقت هو الذي أهدره المستهترون أو قضوه في الضار بهم وبمجتمعاتهم فتأخروا وأخروا أمتهم! فاختر أي الفريقين تكون. والله المستعان.\r*قال أحدهم: تعال معي إلى البيت لأريك أن عندي كتبا.\rقلت له: ليس المهم أن تكون عندك كتب، ولكن المهم أن تكون أنت عند الكتب!.","seal":"70ED810E","part":1},
      {"page":135,"id":158,"nass":"لا تضيع عمرك في البحث عن المفاتيح\"1\"\rليس من الحكمة أن يمشي الإنسان إلى سيارته أو منزله أو مكتبه سبهللا، لا يستثمر وقت المشي في شيء مفيد، ثم إذا وصل وقف يبحث عن المفاتيح ليفتح الباب، وربما ضاعت المفاتيح في تلك اللحظة، أو تأخر عثوره عليها. وكان الأجدى أن يضع يده في جيبه وهو ماش، ويبحث عن المفتاح قبل وصوله إلى الباب، وإذا كان المفتاح مع مجموعة أخرى فيحدده أيضا، حتى لا يحتاج إلى إضاعة أي وقت في البحث عن المفتاح ولو جمعت وقت البحث عن\r__________\r\"1\" هذا الموضوع منقول من: \"وسائل وطرق مشروعة لإطالة العمر\"، للمؤلف.","seal":"67EFD30D","part":1},
      {"page":136,"id":159,"nass":"المفاتيح في حياتك كلها لوجدته وقتا طويلا جدا مذهلا!.\rفإن أنت مشيت على الطريقة الأولى في البحث عنها خسرت ذلك الوقت كله من عمرك دون مردود، ودون حاجة إلى هذه الإضاعة.\rوإن أنت أخذت بالطريقة الثانية التي نصحتك بها سلمت من إضاعة ذلك الوقت كله، وكسبت وقتا، بمقداره تضيفه إلى عمرك، تستطيع أن تستثمره في العمل الصالح المفيد، ولكن إذا كنت تريد!.\rبل يمكن أن تكسب وقتا مضاعفا بقدر ما تستثمر به ذلك الوقت من الأعمال في آن واحد؛ كما لو كنت ماشيا إلى البيت مثلا أو إلى السيارة، فوضعت يدك في جيبك في تلك الأثناء لأخذ المفتاح الذي ستفتح به الباب، وفي الوقت نفسه كنت تذكر الله تعالى، أو تعمل ذهنك في شيء مفيد، أو في شيء أنت محتاج للتفكير فيه، أو تسترجع في ذهنك بعض محفوظاتك التي تحتاج إلى مراجعتها، وهكذا ما ماثل هذه الأعمال.\rولا تظنن أن وقت ذلك قصير، ولكن انظر كم تستغرق عملية البحث هذه من الوقت، وكم تتكرر في اليوم، وفي الأسبوع، وفي الشهر، وفي السنة، ثم تضربه في سنوات العمر؛ ولعله يخرج لك شهر أو شهور ضائعة تقف فيها باحثا عن المفاتيح؛ فهل ترضى هذا!!.\rوهكذا بقية الأعمال أو التصرفات التي يقضي كثير من الناس وقتهم فيها أو جل وقتهم فيها، كالمسامرة، أو الضحك أو ما شابهها مما قد يقضي فيه الناس وقتهم من غير داع لذلك؛ فإنك لو جمعت بطريقة حسابية ما يستغرقه هذا النوع من السلوك من أصحابه على مدى عمر واحدهم؛ لوجدت عجبا،","seal":"DBD8ED5F","part":1},
      {"page":137,"id":160,"nass":"فقد تكون النتيجة أن يتبين أن بعضهم يقضي شهورا من عمره ضاحكا فقط!!.\rوأنت وشأنك بنفسك وعمرك بعد بيان هذه الحقيقة!.\rعجبا لك أيها الإنسان: كيف لا ترضى الخسارة في دنياك، وترضاها في دينك أو في مروءتك وأخلاقك!.","seal":"09A27562","part":1},
      {"page":137,"id":161,"nass":"ما أعظم الفرق!\rسبحان الله!.\rما أعظم الفرق بين من يسير في هذه الحياة ومعه الله، ومن يسير ومعه الشيطان!.\rما أعظم الفرق بين من يسير في هذه الحياة وهو في حكم الفضائل، توجهه حيث تريد، ومن يسير وهو في حكم الرذائل توجهه حيث تريد!.\rما أعظم الفرق بين من يسير في هذه الحياة وهو يريد الخير ويسعى فيه، ومن يسير وهو يريد الشر ويسعى له!.\rما أعظم الفرق بين من يسير في هذه الحياة وهو يتحلى بالآداب، ومن يسير وهو يتحلى بالثياب\"1\"!.\r__________\r\"1\" ألف ابن المرزبان، المتوفى سنة 307هجرية، كتابا بعنوان: \"تفضيل الكلاب على كثير ممن=","seal":"2A8FB8E6","part":1},
      {"page":138,"id":162,"nass":"ما أعظم الفرق بين من يسير في هذه الحياة وهو ينوي نفع الناس، ويسعى فيه، ومن يسير وهو ينوي الإضرار بالناس ويسعى فيه!.\rما أعظم الفرق بين من يسير في هذه الحياة وهو ينوي الطاعة، ويسعى فيها، ومن يسير وهو ينوي المعصية ويسعى لها!.\rما أعظم الفرق بين من يسير في هذه الحياة وهو يريد الآخرة ويسعى لها سعيها، ومن يسير وهو يريد الدنيا ويسعى لها!.\rما أعظم الفرق بين المريض والصحيح!.\rما أعظم الفرق بين الصحة والمرض!.\rما أعظم الفرق بين الصدق والكذب!.\rما أعظم الفرق بين حسن الأدب، وسوء الأدب!.\rما أعظم الفرق بين الحياة والموت!.\rما أعظم الفرق بين الصورة والحقيقة!.\r__________\r= لبس الثياب\"،. وقد كانت لي قصة مع هذا الكتاب، وذلك أنني اطلعت على اسمه في قائمة ببعض الكتب، حينما كنت في مرحلة الدراسة الثانوية؛ فلفت نظري عنوان هذا الكتاب، وقلت: ما أحوجني إلى قراءة مثل هذا الكتاب؛ لما رأيته من تصرفات بعض الناس، ومرت الأيام إلى عام 1403هـ حينما كنت في زيارة لبريطانيا؛ فوجدت أن الكتاب قد حققه أستاذ مصري بالاشتراك مع أحد المستشرقين؛ فحصلت لي منه نسخة مصورة بمساعدة إخوة فضلاء، بعد تلك المدة الطويلة. على أن الكتاب قد صدر-بعد ذلك-في: بيروت، المكتب الإسلامي، 1410هـ-1990م، بتحقيق زهير الشاويش.","seal":"F986EBFB","part":1},
      {"page":139,"id":163,"nass":"ما أعظم الفرق بين المهتدي والضال!.\rما أعظم الفرق بين الهدى والضلال!.\rما أعظم الفرق بين الرجال والأنذال!.\rما أعظم الفرق بين حسن العاقبة وسوء العاقبة!.\rما أعظم الفرق بين من يعيش لنفسه ومن يعيش لغيره!.\rما أعظم الفرق بين من أدركته رحمة الله ومن أدركه عذاب الله!.\rما أعظم الفرق بين من يأتي يوم القيامة وهو يحمل وزرا، ومن يأتي وهو يحمل أجرا!.\rأيها الناس فرقوا قبل أن تفارقوا!.\rما أعظم الفرق! ما أعظم الفرق! ما أعظم الفرق!.\r*كنا في أحد البلدان الأوروبية أنا وأخ فاضل، وكنا يوما نسير في الشارع، فمررنا بمنظر تافه يتكرر أمامنا مرات كثيرة في اليوم والليلة، وهو منظر رجل يلتزم امرأة في الشارع، فقال صاحبي: مما زادني في هذه البلاد وحشة ...\rفأكملت بقولي: أن أرى جحشا متأبطا جحشة!.\rفقال: وما يدريك أنني أردت هذا المعنى؟!.\rوقد استطلنا الأيام القليلة هناك فكنا نسير في الأيام الأخيرة وأنا أقول: ربنا أخرجنا منها فإن عدنا فإنا ظالمون!.","seal":"AF272AC2","part":1},
      {"page":140,"id":164,"nass":"أيها الحاج بيت الله!\rها هي أيام الحج ولياليه قد أظلت، وها هو العام قد أوشك على الانصرام، وقبل أن ينصرم العام يأتي الحج وعشر ذي الحجة كالختام؛ فهل يستقيظ النيام!.\rيا أيها الحاج والحاجة هل أدركتما مقصود الحج؟ وهل عرفتما ما يلزمكما للحج؟ وهل عرفتما ما يصح به الحج وما يفسده وما يبطله قبل أن تحجا؟!.\rلقد ظن كثير من الناس أن الحج ليس إلا المجيء إلى الديار المقدسة، ولو كان ذلك مع الإصرار على ذنوب مكدسة، ونفس بالشرك والشر والشهوات منجسة.\rيأتي بعض الناس إلى الحج كذبا وزورا.\rيلبس بعض الناس لباس الإحرام كذبا وزورا.\rيلبي بعض الناس بالتلبية كذبا وزورا.\rيطوف بعض الناس بالبيت الحرام، وفي نفسه ورأسه تطوف أحلام الحرام.\rيطوف بالبيت بعض الناس ويسعى بين الصفا والمروة بجسده فقط، ولعل قلبه ليس في الحرم أصلا، ولم يستشعر الحج أو العمرة فعلا.\rيا لله كم في الحرم من شارد، وكم في خارج الحرم من وارد!.\rيا لله كم من نفس تعيش في الحرم وهي لا تدري، وكم من نفس تعيش بعيدا عنه، لكنها تتوق إليه والناس لا تدري.\rكم من طائف وساع وقائم وراكع وساجد لكنه في الحقيقة لم يطف ولم","seal":"1B333BAB","part":1},
      {"page":141,"id":165,"nass":"يقم ولم يركع ولم يسجد، وكم من قصي هناك في المكان، لكنه حاضر هنا في البيت في كل آن!.\rكم من بائت في منى، لكنه بغير منى، أو ما نال المنى!.\rوكم من واقف بعرفة، لكنه بغير معرفة! \"1\".\rفهل يقف الحاج مع نفسه وقفة محاسبة وأوبة وتوبة؛ فيؤدي مناسك الحج وهو يرجو المغفرة والقبول، ويخاف محاسبة الله له وعدم القبول؛ فيقف مواقف الحج بقلبه وجسمه، لا بجسمه فقط!.\rوعندئذ يعود من حجه عودا حميدا؛ إذ يعود بحج مقبول وذنب مغفور، ويعود وقد تبصر في دينه، وفي معرفته لحدوده، وعرف الله حقا، واستمسك بالعروة الوثقى، عروة التوحيد والإيمان؛ فيرجع خيرا مما ذهب؛ وتكون رحلة الحج رحلة العمر التي لا تنسى، والرحلة التي لها ما بعدها في حياة الإنسان.\rاللهم وفق الحجاج والمعتمرين إلى معرفة الإسلام حق المعرفة، وإلى اليقين والإيمان اللذين لا شرك ولا شك معهما، وإلى الاستمساك بهدايات هذا\r__________\r\"1\" قال الإمام ابن العربي: \"\"أما بعد: فإن الداخل في طلب العلم كثير، والسعيد قليل، وعدم الإنصاف خطب جليل، وكم حاضر بعرفة من غير معرفة، ونازل بمنى وما نال منى، وكم قارئ في بغداد خرج وما ظفر بزاد ... جميعهم يأمل الغاية وما حصل عليها، ويقصد النهاية وما انتهى إليها، فقد خلع ثياب الوطن، واستظهر على الغربة، واستوطن يجتهد بزعمه وهو لا يعلم كيف؟ ولا أين؟ يرجع بعد طول المغيب بخفي حنين\"\". قانون التأويل، لابن العربي المالكي: 645-646. الحاشية، نقلا عن شواهد الجلة لابن العربي.","seal":"DE0455EC","part":1},
      {"page":142,"id":166,"nass":"الدين، والبعد عن مخالفة أمر الله وأمر رسوله في شأن من الشؤون، وإلى العزم على الاستمرار على ذلك حتى الوفاة، إن ربي سميع مجيب.\r*إذا لم نصحح النيات والخطوات فالله أعلم بالنهايات!.","seal":"FBC6A858","part":1},
      {"page":142,"id":167,"nass":"قل!\r1- قل لمن يحب الله ورسوله: أبشر بحب الله لك.\r2- قل لمن عمل الطاعة لله مخلصا: أبشر بثواب الله لك.\r3- قل لمن اتقى الله في كل أعماله سرا وجهرا: أبشر بإكرام الله لك أمام الأشهاد يوم تلقاه.\r4- قل للذي عمل: انتظر نتيجة عملك.\r5- قل للذي عمل الطاعة: انتظر العاقبة.\r6- قل للذي عمل المعصية: انتظر عاقبتها.\r7- قل للمجد يذاكر درسه: أبشر بالنجاح.\r8- قل للكسلان نسي درسه: عفوا: لماذا سجلت اسمك في المدرسة؟!.\r9- قل لمن حسن ثيابه ومظهره وأهمل أخلاقه وقلبه ونفسه:\rوهل ينفع الفتيان حسن وجوههم ... إذا كانت الأخلاق غير حسان؟!.\r10- قل للصائم ينقض أو ينقص صومه بالمعاصي: ألست صائما؟!","seal":"6E63C867","part":1},
      {"page":143,"id":168,"nass":"11- قل للمتسحر مقيما على معصيته: يا هذا لماذا تتسحر الآن قبل الفجر وأنت ستفطر على المعصية في وضح النهار أو في غسق الليل؟!.\r12- قل للمفطر بعد غروب الشمس، وقد غفل في نهاره عن حدود الصوم وأخلاق الصائم: ما فائدة انتظارك لغروب الشمس بالإفطار وقد أفطرت مرارا قبل غروبها؟!.\r13- قل للقارئ يقرأ القرآن مقيما على مخالفته ومعارضته بهواه أو برأيه: لماذا تقرأه إذن؟!.\r14- قل للحافظ للقرآن مضيعا لحدوده: هلا حفظت أحكامه وحكمه وتوجيهاته أيضا.\r15- قل لمن حضر العيد وقد فرط في رمضان: هل أنت من أهله أو أنت حاضر بالغلط؟!.\r16- قل للمجدد في العيد ثيابه: هل جددت في رمضان دينك وإيمانك وأخلاقك؟!.\r17- قل للمبتسم في العيد: هل بكيت في رمضان على معاصيك وتقصيرك؟!.\r18- قل للمسرور بالعيد في أهله: هلا تذكرت إخوانا لك حالت الحوائل بينهم وبين السرور في هذا اليوم؟!.\r19- قل للمفرط في رمضان: بأي وجه تحضر العيد الآن؟!.\r20- قل لمن اجتهد في رمضان: هل ستنكص على عقبيك الآن؟!.\r21- قل لمن فاته تدارك نفسه في رمضان بالأعمال الصالحة: هل ستلحق","seal":"E075E0FE","part":1},
      {"page":144,"id":169,"nass":"شوال برمضان أو ستتدارك قبل فوات الأوان؟!.\rقل هذا وقل كثيرا سواه، قله لنفسك.. قله لصديقك.. قله لأخيك وأختك.. قله لأمك وأبيك.. قله لابنك وابنتك..وكن في الناس شمعة للآخرين.. وكن في نفسك من الصادقين المخلصين..\r*أكثر الذين هلكوا، أو خسروا، إنما كان لهم ذلك بفوات موعد الخير بدقائق، نعم: دقائق اختاروها نوما، أو راحة، أو فراغا؛ ففاتهم الخير والنجاة!.","seal":"0257AA59","part":1},
      {"page":144,"id":170,"nass":"تعليقات على بحث\rعلقت مرة على بحث طالب من طلابي ليس بيني وبينه كلفة،\rالعبارات التالية:\r*- ضع علامة الاستفهام يا أخا الإسلام!.\r*- انتبه لعلامات الترقيم يا فهيم!.\r*- لا تقدس ما لم يقدس الله يا عبد الله!.\r*- ما فائدة ذكر شوال وأنت لم تذكر السنة!.\r*- لقد ضعف أسلوبك في التعبير عن مطلوبك!.\r*- الإجمال أجمل أيها الرجل!.\r*- فإما أن تغير أو نغير!.\r*- بل الله هو الذي أباح، فليدع المستشرق هذا النباح، وأرجو أن","seal":"6FCF146E","part":1},
      {"page":145,"id":171,"nass":"تناقشه بهذا لتريح وترتاح!.\r*- أظهر -أي اذكر الاسم بدلا من الضمير في هذا الموضع-ليكون المعنى أظهر!.\r*- دقق العبارة ولا تكن للشبهات عبارة!.\rقال أحد الباحثين: \"طريقه أن يعرف من أين أتى، فيتوب منه\". قلت: هذا لحن، والصواب: أتي. أما على قراءة الباحث: \"من أين أتى\"، فهو جهل لا أدري من أين أتى!.\r*قبل أن تستدرك عليك أن تدرك!.","seal":"38100AB6","part":1},
      {"page":145,"id":172,"nass":"مطالب الإنسان بين المشروعية والإمكان\rتأملت في ما يطلبه الإنسان في هذه الحياة؛ فرأيته لا يخلو من أن يكون واحدا من الأمور التالية:\r*- مباح متاح.\r*- مباح غير متاح.\r*- متاح غير مباح.\rولن ترتاح حتى تعرض عن المتاح غير المباح، وتبتعد عن إهلاك نفسك، أو إرهاقها، في طلب المباح غير المتاح!.\r*- من الملاحظ أن سعي الإنسان في هذه الحياة الدنيا إنما هو سعي في","seal":"C63C2978","part":1},
      {"page":146,"id":173,"nass":"مطالب نفسه، والسبب أنه إنما يسعى في سبيل اللذة.\rواللذة تنقسم إلى ثلاثة أقسام، وكل قسم منها درجة من درجات\rاللذة، وهي:\r*- اللذة الحيوانية.\r*- اللذة الإنسانية.\r*- اللذة الإيمانية، وهى أعلاها.\rوتنقسم هذه اللذات -بحسب النية من ورائها، وبحسب الالتزام فيها بشرع الله أو عدمه- إلى لذة دنيوية ولذة أخروية، نسبة إلى الغاية منها.\rفحقق النية وصحة الطريق، قبل أن تحقق العمل؛ لتبلغ الأمل.\r*قلت مرة في نفسي:\rوالله لو كلفت بعمل إحصائية للناس لحذ فت منهم الكذابين والغشاشين والخونة.","seal":"DE69AFC8","part":1},
      {"page":146,"id":174,"nass":"تأمل في معنى الحياة\rالحياة ليست ضحكة ولا ضحكات!\rالحياة ليست نكتة ولا نكات!\rالحياة ليست نزهة ولا نزهات!\rالحياة ليست فراغا أو إجازة أو إجازات!\rالحياة ليست عبثا ولا سبهللا ولا بطالة!\rالحياة ليست كسلا ولا قعودا ولا نومات!","seal":"0B01B3A6","part":1},
      {"page":147,"id":175,"nass":"*الحياة ليست حلما!\r*الحياة ليست خيالا!\r*الحياة ليست أماني!\r*الحياة ليست كلاما!\r*الحياة ليست ثرثرة!\r*الحياة ليست قلة أدب أو قلة حياء!\r*الحياة ليست كذبا!\r*الحياة ليست لعبا!\r*الحياة ليست أكلا وشربا!\r*الحياة ليست ذهابا وإيابا بغير هدف!\r*الحياة ليست ضياعا!\r*الحياة ليست هوى وشهوات!\r*الحياة تعبير عن حقيقة!\r*الحياة عبادة.\r*الحياة-بالنسبة للإنسان-حقيقة صادقة أو حقيقة كاذبة.\r*الحياة صدق.\r*الحياة عمل وأمل.\r*الحياة جد.\r*الحياة أدب.\r*الحياة إخاء ومودة وصفاء.\r*الحياة إيمان وعمل ونتيجة.","seal":"7BC92EA4","part":1},
      {"page":148,"id":176,"nass":"*الحياة شجاعة.\r*الحياة بناء لا هدم.\r*الحياة سفر إلى هدف، أو سفر بهدف.\r*الحياة صلة بين مخلوق وخالقه.\r*الحياة تعاون بين أخ وأخيه.\r*الحياة احترام متبادل بين أخ وأخيه وبين ابن وأبيه.\r*الحياة مجتمع إنساني.\r*الحياة مجتمع إيماني.\r*الحياة أسرة: أب وأم وابن وبنت وأخ وأخت وقريب وقريبة.\r*حياتك معنى استقر في نفسك، وأنت تعبير عنه.\r*الحياة واجب.\r*الحياة عقيدة.\r*الحياة مبدأ.\r*الحياة خلق وأدب.\r*الحياة سمو وعفة.\r*الحياة كرم وكرامة.\r*الله أكبر! كم في القرآن من لفتات، ولكن، لا تدركها إلا بالتفات!!.","seal":"E51B7C36","part":1},
      {"page":149,"id":177,"nass":"نصائح وجيزة\r- \"لا تجهر بمنطقك كمنازع الأصم، ولا تخافت به كتخافت الأخرس! \" \"1\".\r- لا تسرف؛ فإن الله لا يحب المسرفين!.\r- واشكر؛ فإن الله يزيد الشاكرين!.\r- وكن أمينا؛ فإن الله لا يهدي كيد الخائنين!.\r- وكن صادقا؛ فإن الله يحب الصادقين!.\r- وإياك والكذب؛ فإن الله لعن الكاذبين!.\r- واذكر الله يذكرك!.\r- واعبد الله حتى يأتيك اليقين، تكن من المتقين!.\r- إذا أردت صلاح حياتك فاعتن بإصلاح لحظتك التي أنت فيها؛ فلا تمر عليك لحظة إلا وأنت في خير، تكن حياتك كلها صالحة\"2\".\r- إذا أردت الكمال، فعليك أن توطن نفسك، دائما، بأنك لم تكمل بعد.\r__________\r\"1\" روضة العقلاء ونزهة الفضلاء، لابن حبان: 200.\r\"2\" استوحيت هذه الفكرة من عبارة رائعة لابن حزم، رحمه الله، حيث قال: \"إذا حققت مدة الدنيا، لم تجدها إلا \"الآن\" الذي هو فصل الزمانين فقط!. وأما ما مضى، وما لم يأت، فمعدومان، كما لم يكن.\rفمن أضل ممن يبيع باقيا، خالدا، بمدة هي أقل من كر الطرف؟! \".الأخلاق والسير: 20.","seal":"860DD9C1","part":1},
      {"page":150,"id":178,"nass":"- إذا أردت تلافي تقصيرك، فاستشعر دائما، أنك مقصر.\r- إذا أردت خلقا فاضلا من الناس، فابذله من نفسك، قبل أن تنتظره من غيرك.\r- إذا انتظرت الصدق من غيرك، فكن صادقا.\r- إذا انتظرت الوفاء من غيرك، فكن وفيا.\r- إذا انتظرت الرحمة من غيرك، فكن رحيما.\r- جاهد نفسك لتصبح دائما على الحال التي ترضى أن يأتيك الموت وأنت عليها؛ لأن الموت متوقع في أي لحظة!.\r*قال لي صديق، وكان يتحدث عن رغبته في نشر كتابه: \"أنا، والله، أريد أن ينشر للفائدة، ولا أريد الشهرة\".\rفقلت له: الشهرة وقاك الله شرها؛ فإن الله تعالى قال: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ} \" 1\"، ما قال: \"ليعبدون\"!.\rثم عدت وقلت في نفسي: ليته في الإمكان أن تشتهر الكتابة دون الكاتب؛ ليعم الخير، ويسلم الإنسان من الشهرة وشهرتها!.\r__________\r\"1\" 56: الذاريات: 51.","seal":"AAA801D4","part":1},
      {"page":151,"id":179,"nass":"يا ولدي!!\r-الرسالة الأولى-\r*- يا ولدي.\r*- يا فلذة كبدي.\r*- يا فالقا كبدي.\r*- إلى أين ستمضي؟ وما طريقك؟ ومن صديقك؟.\r*- الحياة طريق إلى وجهة، ولكل قبلة هو موليها!.\r*- هل حددت وجهتك، أو أنت فقط تسير، ولو مع الحمير؟!.\r*- هل ذكرت ربك في ليلك ونهارك، أو أنت ذاكر غيره؟!.\r*- هل تصلي له سبحانه؟!.\r*- هل تعيش في ذكره، وفي شكره، وفي طاعته؟!.\r*- هل حملت مصحفك؟!.\r*- هل تقرأ في كتابه سبحانه؟!.\r*- هل استثمرت عمرك في ما يرضيه عنك؟!.\r*- هل اعتبرت مما مر عليك في الحياة، مما رأيت، وسمعت، أو اكتويت به؟!.\r*- هل تذكرت الموت، أو تركت للموت الواجب ليتذكرك؟!.\r*- متى تحاسب نفسك، قبل أن يحاسبك الله؟!.\r*- هل ستسمع وتطيع، أو ... ؟!.\r*- إن فعلت ما أريد، وإلا وأنت وما تريد؟!.","seal":"FD9C7E7B","part":1},
      {"page":152,"id":180,"nass":"*- إن قابلت نصحي بالقبول والتصديق فأنت لي صديق!.\r*- وإن لم تفعل فإن صدري يضيق!.\r*- ولا أريد إلا نجاتك، هنا وهناك.\r*- لا أريد إلا سعادتك، هنا وهناك.\r*- فما أنت صانع الآن؟!.\r*- أي الأمرين أوثق عندك: رأيي أم رأيك؟!.\r*- أي الأمرين أوثق عندك: رأيي أم رأي صديقك وزميلك؟!.\r*- هل ستتذكر؟.\r*- أرجو!!.\r*- استودعك الله الذي لا تضيع ودائعه.\r*- السلام عليك ورحمة الله وبركاته.\rالتوقيع\rأبوك\r*الأخلاق الفاضلة خير بريد، لإدراك ما تريد، والأخلاق السيئة خير بريد لضياع ما تريد!.","seal":"1F3ED2E2","part":1},
      {"page":153,"id":181,"nass":"كلمات في طيبة الطيبة\r*- أما علمت أن هذه طابة، بلد الرسول صلى الله عليه وسلم والصحابة!.\r*- أما علمت أن هذه طابة، التي مشى على ثراها الرسول صلى الله عليه وسلم وأصحابه!.\r*- أما علمت أن هذه المدينة التي من صبر على لأوائها وشدتها، كان له الرسول صلى الله عليه وسلم شفيعا أو شهيدا يوم القيامة!.\r*- هل عرفت مدينة: من صبر على لأوائها وشدتها، كان له الرسول صلى الله عليه وسلم شفيعا أو شهيدا يوم القيامة؟ إنها المدينة!.\r*- على أرض هذه البلدة المباركة مشى رسول الله صلى الله عليه وسلم وأصحابه، وأنت الآن تسير على أرضها؛ فهل تسير سيرتهم!.\r*- ليس في الدنيا بلدة لمن يصبر على لأوائها وشدتها أجر خاص، هو الفوز بشفاعة الرسول صلى الله عليه وسلم سوى هذه المدينة!.\r*- أنت في طيبة الطيبة فاجعل نيتك طيبة.\r*- أنت في طيبة الطيبة فاجعل سيرتك طيبة!.\r*- أنت في طيبة الطيبة فاجعل كلمتك طيبة!.\r*- أنت في طيبة الطيبة فاختر الأعمال الطيبة!.\r*- هذه المدينة:\r*- فيها نزل جبريل-عليه السلام- بالقرآن.","seal":"CD959656","part":1},
      {"page":154,"id":182,"nass":"- وفيها كتب القرآن.\r- وفيها نسخ الصحابة القرآن.\r- ومنها بعث به إلى الأمصار.\r- واليوم يطبع فيها القرآن، ويوزع في أنحاء الدنيا.\r*- كن طيبا فأنت في طيبة الطيبة.\r*- أنت في المدينة قد جاورت محمدا رسول الله صلى الله عليه وسلم وأصحابه؛ فهل تقوم بحق الجوار!.\r*- أنت في طيبة الطيبة؛ {وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لا يَخْرُجُ إِلَّا نَكِداً} \"1\".\r*- هذه طيبة التي ناصرت رسول الله صلى الله عليه وسلم فكن أيها المقيم فيها على الطريق.\r*- هنا في المدينة المنورة كان المهاجرون والأنصار؛ ولكل زمان أنصاره ومهاجروه؛ فكن أنت واحدا منهم الآن.\r*- هل علمت أن الرسول صلى الله عليه وسلم لعن من أحدث في المدينة، أو آوى\rفيها محدثا!.\r*- هل علمت أن الرسول صلى الله عليه وسلم قال: \"والمدينة خير لهم لو كانوا يعلمون\"!.\r*- هل تعلم أن الرسول صلى الله عليه وسلم قد أخبر أن المدينة تنفي الخبيث كما ينفي\r__________\r\"1\" 58: الأعراف: 7.","seal":"11CD5A4C","part":1},
      {"page":155,"id":183,"nass":"الكير خبث الحديد!.\r*- المدينة دار المهاجرين والأنصار؛ ولكل زمان أنصاره ومهاجروه؛ فكن واحدا منهم.\r*- جبل أحد اهتز فرحا برسول الله صلى الله عليه وسلم وأصحابه؛ فماذا عنك أنت أيها المسلم!.\r*- جذع النخلة حن لفراق رسول الله؛ فماذا عنك أنت أيها المسلم!.\r*- المهاجرون والأنصار كانوا على سمو في أخلاقهم؛ فنرجو أن تتذكروها أيها الأحفاد!.\r*- المهاجرون والأنصار كانت أخلاقهم سامية؛ فهل تتذكرونها\rأيها الأحفاد!.\r*- أقمت في المدينة؛ فجاورت محمدا صلى الله عليه وسلم وصحبه؛ فأحسن الجوار\rأيها الجار!.\r*- كل شيء من معالم المدينة له تاريخ مع رسول الله صلى الله عليه وسلم ومع الإيمان، حتى الجمادات؛ فهلا سألتها عن الخبر أيها الإنسان!.\r*- في مسجد الرسول صلى الله عليه وسلم تخرج المهاجرون والأنصار، ثم نشروا الإسلام في الأمصار؛ فهل تحيي سيرتهم أيها المسلم!.\r*- لقد أخبر الرسول صلى الله عليه وسلم أنه لا يدع المدينة أحد رغبة عنها إلا أبدل الله فيها من هو خير منه.\r*- لقد أخبر الرسول صلى الله عليه وسلم أنه لا يريد أحد أهل المدينة بسوء إلا أذابه الله في النار، ذوب الرصاص أو ذوب الملح","seal":"30F77EA6","part":1},
      {"page":156,"id":184,"nass":"في الماء؛ فلا تكن منهم.\r*- أنت لست في أي مدينة، لكنك في المدينة!.\r*- قال صلى الله عليه وسلم في المدينة: \"إنها طيبة تنفي الذنوب كما تنفي النار خبث الفضة\" \"1\".\r*- قال صلى الله عليه وسلم في المدينة: \"إنها طيبة تنفي الخبث كما تنفي النار خبث الفضة\" \" 2\r*قالت لي بنيتي: أين أضع الكتاب؟\rقلت لها: ضعيه على الـ\"كمدينة\" \"3\"، والحمد لله الذي جعلنا من أهل المدينة!.\r*قال أحدهم -وكنا في المدينة المنورة-: خسارة، لم نصل صلاة المغرب في الحرم، ولم نجلس في الحرم.\rقلت له: ليس المقياس أن تكون في الحرم، وإنما أن تكون حاضرا إذا حضرت، وأن لا تكون غائبا إذا غبت!.\r__________\r\"1\" البخاري، 4050، المغازي.\r\"2\" البخاري، 4589، تفسير القرآن.\r\"3\" نوع من الطاولات.","seal":"DE3CC761","part":1},
      {"page":157,"id":185,"nass":"ينبغي ولا ينبغي\rينبغي:\r- ينبغي-في عموم الأحوال-أن لا يتكلم غير العالم ذي الأهلية، وإذا تكلم غيره-متطفلا، أو مفتئتا على العلم أو على العالم-فينبغي عدم الاستماع إليه أو تلقي كلامه بالقبول.\r- ينبغي-في عموم الأحوال-أن لا يتكلم غير صاحب الشأن.\r- ينبغي-في عموم الأحوال-أن لا يتكلم غير المخلص الفقيه.\r- ينبغي أن لا تسمع الكلام والحكم من طرف واحد.\rلا ينبغي:\r- لا ينبغي نقل الشائعات، ولا ينبغي الاستماع إليها.\r- لا ينبغي أن يتكلم المتكلم إلا عن حاجة للكلام، وأن لا يسكت الساكت إلا عن حاجة للسكوت.\r- لا ينبغي أن يكون الكلام أكثر من العمل.\r- لا ينبغي أن تنقد الآخرين وتنسى نفسك.\r*عجبا لمن يتصدر المجلس بالحديث طوال الوقت، لا يتوقف عن التحدث إلى الناس في غير المفيد، وفي غير ذكر الله، أو التذكير به.","seal":"1F6F6A11","part":1},
      {"page":158,"id":186,"nass":"لقد خسر هؤلاء!\rيا لله كم سعى الظالم فيما هو نقمة عليه!.\rيا لله كم سعى الحائد عن الطريق فيما هو نقمة عليه!.\rلقد خسر هؤلاء من حيث ظنوا أنهم ربحوا!\rإن من عقوبة الله تعالى للظالم، ومن يحيد عن الطريق المستقيم، أن ينتقم الله منه بما يصنعه الظالم بيديه، ويجعل الله ما يصنعه الظالم والحائد عن الطريق المستقيم وبالا عليه، ويسخره لتدمير نفسه؛ فيكون ساعيا في شقاء نفسه في الدنيا وفي الآخرة!!.\rوكيف يتصور العاقل أن يسعى الإنسان في تدمير نفسه وفي شقائها؟! إنها صورة مزرية بالإنسان أن يعمل -وعقله معه- على تحقيق الشقاء لنفسه في الدنيا وفي الآخرة. سبحان الله! كيف يحصل هذا!.\rولئن كان الأمر مستغربا جدا، إلا أن هذا هو الواقع، وهذا من قدرة الله، حيث ينتقم من الظالمين والمجرمين بهذه الطريقة المزرية بهم والمخيبة لآمالهم.\rفحذار حذار أيها الإنسان من الظلم، ومن الحيدة عن الطريق المستقيم؛ فإنك هنا مؤقتا مقيم.\r*يا أيها المقيم على معصية ربه! ألست مؤمنا بالله؟!.","seal":"AE9186D9","part":1},
      {"page":159,"id":187,"nass":"قال الطالب النجيب!\rكم تمر علي من المضحكات المبكيات في إجابات الطلاب المخلطين، ولو كان عندي وقت متسع لسجلتها. ومن هذه الإجابات التي مرت علي في الفصل الدراسي الثاني للعام الجامعي 1419-1420هـ، ما يلي:\r- قال أحدهم: \"بيع النجس\"، وكررها. وهو يقصد \"النجش\" الوارد النهي عنه في الحديث!\r- قال أحدهم: \"دل الحديث على أنه يجوز أكل الكلب المعلم\"!.\r- قال أحدهم: \"دل الحديث على أنه يجوز أكل أهل الكتاب\"!.\r- قال أحدهم: في الحديث: \"نهى عن المحاقلة ... والمزابنة ... \" فقال الطالب: \"والمزابلة\"!.\r- وقال أحدهم: \"بيع المحاقنة\"!.\r- وقال آخر: \"والمزابدة\"!. وأخذ يعرفها! وقال آخر: والمزاينة.\r- قال أحدهم: \"على القاضي، قبل النظر في القضية، أن يعض الخصمين\"!. يقصد: \"يعظ\"، ولكن تحول الوعظ إلى العض!.\r- قال أحدهم: \"النجش، هو أن ينجش الإنسان أخيه المسلم ... \"!.\r- قال أحدهم: \"أخرجه السناني\"، يقصد: النسائي!.\r- كتب أحدهم كلمة: \"إجازة\" هكذا: إجازتنا!.\r- وأذكر منذ سنوات أنني سألت الطلاب سؤالا، وهو: من هو مجهول","seal":"26D409E2","part":1},
      {"page":160,"id":188,"nass":"العين عند المحدثين، ومتى تزول عنه الجهالة؟.\rفأجاب أحدهم قائلا: \"مجهول العين هو الأعمى الذي لا عين له، وتزول عنه الجهالة إذا تعددت طرقه\"!. قلت: بل الأعمى إذا تعددت طرقه يضيع!.\r*من سهر الليل في غير واجب، نام النهار عن الواجب!!.","seal":"DC48BA9A","part":1},
      {"page":160,"id":189,"nass":"صلة الرحم حسب المزاج!\rنعم: صلة الرحم حسب المزاج، وليس حسب المنهاج!.\rحقا إن هذه صلة مزعومة، ولكنها فيما بين الناس مفهومة!.\rوما أعجب أخلاق بعض الناس!.\rإنهم مسلمون، يصلون ويصومون، ومع ذلك يقطعون!.\rيقطعون ماذا؟!.\rإنهم يقطعون الرحم التي من قطعها قطعه الله!.\rإنهم يقطعون ما أمر الله به أن يوصل، ويفسدون في الأرض!.\rوالعجيب حقا أنهم في غير ما حياء، يصنفون الأحياء والأقارب والأصدقاء؛ فيصلون من يشاءون، ويقطعون من يشاءون، وليس كما أمرهم الله تعالى!.\rثم بعد ذلك يدعون أنهم إنما يصلون الرحم لله تعالى!.\rولست أدري كيف يغيب عن أحدهم أنه قد وصل من أراد هو وصله، وليس من أراد الله وصله، وقطع من أراد هو قطعه، وليس من أراد الله قطعه!.","seal":"77CA02B1","part":1},
      {"page":161,"id":190,"nass":"ثم يدعي أنه يصل الرحم، ولست أدري لماذا لم يدع والحالة هذه أنه قاطع للرحم!.\rولا أدري لماذا لا يتنبه الإنسان إلى هذا التفريق الذي لا يقدم عليه إلا صفيق!.\rومن عقوبته عند الله أنه يظل سادرا في غيه ولا يفيق!.\rوكيف لا يستمر على هذه الحال المزرية؛ وقد أخبر الله تعالى أن من عقوبته له على هذه الفعلة الشائنة ما ذكره تعالى بقوله: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ. أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ} \"1\"!!.\rفاجتمعت عليهم لعنة الله، والصمم عن سماع أمر الله، والعمى عن رؤية ما ينبغي رؤيته من الحق، والعمى عن التمييز بين الحق والباطل، والخطأ والصواب، والتمييز بين صلة الرحم وقطعها؛ فهو معاقب بفعله بما يضله، ويماديه في ضلاله، عياذا بالله تعالى!.\rفهل رأيت قاطعا يعترف بخطئه وقطيعته؟!. كلا، بل الحجة المكرورة بين هذا الصنف من الناس هي إلقاء اللوم على المقطوع؛ فهو ليس بسالم من شر هذا القريب الغريب، لا أولا ولا آخرا؛ فعلى الرغم من أنه مقطوع إلا أنه متهم من القاطع-قطعه الله-بالقطيعة!.\rيا أيها القاطعون، على هذه الطريقة، خبتم، ورب الكعبة-ثم لا تظنوا أن الدين لعبة!.\r__________\r\"1\" 22 - 23: محمد: 47.","seal":"BFD62E99","part":1},
      {"page":162,"id":191,"nass":"يا أيها القاطعون! لا تضحكوا على أنفسكم بوصل من وصلتم لغير الله، ولا تظنوا أنكم تضحكون بهذا على الناس، ولا تظنوا أن الله يخفى عليه حقيقة أمركم!.\rيا أيها القاطعون! لو استقامت دعواكم أنكم وصلتم من وصلتم لله تعالى؛ لما قطعتم من قطعتم لغير الله تعالى!.\rيا أيها القاطعون! لا تظنوا أن لكم أجرا في هذه الصلة المتخيرة على غير منهج الله وشرعه!.\rإن الرحم واحدة، والناس ما بين واصل لها أو قاطع!.\rأما دليل المفرقين في الصلة بين رحم ورحم، فليس هو كلام الله، ولا كلام رسوله صلى الله عليه وسلم، إنما الدليل عندهم نفوسهم البغيضة، وضمائرهم المريضة!.\rومن مخططهم في وصل من يصلون وقطع من يقطعون أن يسيروا بحسب ما تمليه عليهم مصالحهم المادية؛ فإن كان يحققها الوصل وصلوا، وإن كان يحققها القطع قطعوا!.\rومن مخططهم في وصل من يصلون وقطع من يقطعون أن يسيروا بحسب ما تمليه عليهم أيضا نفسياتهم المريضة؛ فإن كان الوصل يحقق لهم إرضاء نفوسهم تلك وصلوا، وإن كان يحققه القطع قطعوا!.\rفويل لمن لا يحبونه، وويل لمن لا تكون لهم عنده مصلحة مادية أو سواها!.\rولا تقل: هذا قريب!.\rولا تقل: هذا غريب!.\rويهضم على أيديهم حق كل من الفريقين من الناس: من وصلوه، ومن قطعوه!.","seal":"0D8C19BF","part":1},
      {"page":163,"id":192,"nass":"ومن أصولهم في سيرتهم هذه: أنهم يقربون البعيد، ويبعدون القريب، ويقدمون من حقه أن يؤخر-بحسب ميزان الله وشرعه-ويؤخرون من حقه أن يقدم بحسب ميزان الله وشرعه!.\rوينام أحدهم بعد ذلك قرير العين، وكأنه ليس له أذن ولا عين!.\rفينام ملء جفنيه!.\rويأكل ملء بطنه، ولا عليه!.\rويقهقه ملء شدقيه!.\rويساعده على هذه الحال من معه من النساء والرجال، ممن صنفهم رحما له؛ فشاركوه في فعلته هذه، وعدوها غنيمة ظفروا بها منه، له عليهم فيها المنة، ولا عليهم من القريب المقطوع؛ فصاروا مشتركين في إثم القطيعة لذاك الذي يجب وصله!.\rثم وقع في الفخ من ظن أنه نال الصلة من هذا القاطع، وما فطن إلى أنه في الحقيقة ما وصله، وإنما سخره لإرضاء نفسه المريضة أو لتحقيق مصالحه الشخصية، وهو غافل لا يدري!.\rفيا أخي لا تغررك صلة من على هذه الشاكلة، ولا يخفى عليك أنه بمنزلة الدابة الآكلة!.\rويا أخي لا تفرح بصلة ليست لله!.\rويا أخي لا تصل ولا تقطع إلا لله!.\rويا أخي لا تنتظر من الناس جزاء ولا شكورا على الصلة لله.\rويا أخي لا تبريء نفسك من مثل هذه السيرة حملا للكلام على","seal":"DF430B84","part":1},
      {"page":164,"id":193,"nass":"نقد الآخرين، بل انقد نفسك؛ فلعلك قد وقعت في شيء من هذا،\rوأنت لا تدري.\rويا أخي لا تظن أن الله غافل عما يعمل الظالمون!.\rويا أخي لا تظن أن العقوبة بعيدة!.\rويا أخي لا تمنع فضلك الرحم والقريب؛ فيمنعك الله فضله!.\rويا أخي لا تمنع رحمتك الرحم والقريب؛ فيمنعك الله رحمته!.\rويا أخي قبل أن تشارك هذا الصنف من الناس في فعلته، تذكر ما جاء في الحديث: \"ما من امرئ يخذل امرأ مسلما في موضع تنتهك فيه حرمته، وينتقص فيه من عرضه، إلا خذله الله في موطن يحب فيه نصرته، وما من امرئ ينصر مسلما في موضع ينتقص فيه من عرضه، وينتهك فيه من حرمته، إلا نصره الله في موطن يحب نصرته\" \"1\".\rويا أخي أما يكفيك قوله صلى الله عليه وسلم: \"إن الرحم شجنة من الرحمن، فقال الله: من وصلك وصلته ومن قطعك قطعته\" \"2\"!.\rويا أخي كن وصولا لكل رحمك، لعل الله يصلك ويرحمك.\rويا أخي خلص نفسك من الحقد والحسد لأي أحد من الناس!.\rويا أخي راع في صلتك للرحم درجة الحقوق عند الله، لا مصالحك، ولا حبك وبغضك.\r__________\r\"1\"أبو داود، 4884، الأدب. بسند فيه كلام. ويؤيده حديث: \"انصر أخاك ظالما أو مظلوما\".\r\"2\" البخاري، 5988، الأدب.","seal":"0113D431","part":1},
      {"page":165,"id":194,"nass":"ويا أخي إياك أن تكون مفرقا شمل الأقارب والأسرة، بأي حجة تمليها عليك النفس الأمارة بالسوء، وأنت لا تدري!.\rويا أخي إياك أن تكون مساعدا للمفرق شمل الأقارب والأسرة، بأي حجة يمليها عليك أو على غيرك؛ فقد يقول لك: بأن هذا نصيحة، وقد يقول لك: إنه يخاف عليك، وقد يقول: إنه، وإنه ... إلى آخر ما يمكن من الدعاوى، التي إذا ما عرضت على الشرع تتهاوى!. وما الله بغافل عما\rيعمل الظالمون.\rويا أخي راجع نفسك في كل صلة، وانظر: هل هي صلة على حساب صلة أخرى؟ فإن تبين لك أنها صلة بقطيعة، أو على حساب الصلة لآخر، عن قصد، وعلى غير منهج الله؛ فاعلم أن هذه هي الصلة حسب المزاج؛ فإياك وإياها.\rيا أخي: إنها، والله، إما صلة حسب المزاج، أو صلة حسب المنهاج؛ فاختر لنفسك!.\rويا أخي ضع لك برنامجا للصلة يشمل كل رحمك بقدر ما تستطيع، قبل أن يأتي يوم لا تستطيع. والله الهادي إلى سواء السبيل.\r*من الظلم والاعتساف أن تطالب الناس -في المعاملة- بالصفاء الذي لم تحققه في نفسك!.\r*- قلت لأحدهم في مناقشة -مازحا-: هذا لا ينطلي إلا على طلي.","seal":"580C39F5","part":1},
      {"page":166,"id":195,"nass":"عقليتان لا تصنعان مجدا!!\rعقليتان لا تصنعان مجدا للأمة، كما لا تستطيعان المحافظة عليه:\r1- العقلية المنغلقة، القاصرة، التي تفهم في الاتباع للكتاب والسنة -مثلا- ترك العقل، أو إلغاءه!!.\r2- والعقلية المنهزمة، المبهورة بالعدو، المقلدة له، سواء كان هذا العدو من الشرق أو من الغرب!!.\rفاحذر أن تتمثل بإحداهما؛ فإن صاحبهما لا يفلح، ولا يقدم خيرا - ولو أراده، مهما كان مخلصا-.\rومما يؤسفك أنك ترى كلا من صاحبي هاتين العقليتين- إذا أردت نصحه- يقابلك بدعوى عريضة أو مريضة:\rفالأول: لا يفهم من النصيحة إلا أنك معاد للكتاب والسنة!!\rوالثاني: لا يفهم من النصيحة إلا أنك معاد للتقدم والتطور!!.\rفتعود من نصيحتك: أن كلا هاتين العقليتين خطر على الإسلام وأهله من داخل صف المسلمين، فلا تدري من تلوم: هل تلوم هذين الصنفين أو تلوم العلماء، أو تلوم مناهج التربية والتعليم، أو كل ذلك؟!.\r*بالإخلاص والفقه في الدين، تحل مشكلات المسلمين!.","seal":"8CE57EBD","part":1},
      {"page":167,"id":196,"nass":"الميزان المنكوس!\rقال شاعر المسلمين: حسان بن ثابت، رضي الله عنه:\rأصون عرضي بمالي لا أدنسه ... لا بارك الله -بعد العرض- في المال!\rقلت: لكن، والله، قد رأينا رجالا لسان حالهم يقول:\rأصون مالي بعرضي لا أسلمه ... لا بارك الله-بعد المال -في العرض!\rولئن كانت هذه الصورة في الواقع غير متخيلة لدى كثير من العقلاء والفضلاء، لكنها، والله، وجدت لدى بعض النذلاء!.\rوصنف من هؤلاء يؤثر الراحة على صيانة عرضه والوصول إلى مكارم الأخلاق، ولسان حاله يقول:\rأصون راحتي بوقاحتي ... لا بورك عرض براحتي!\rأبعد الله هذه الموازين المنكوسة والأخلاق المعكوسة.\rوهكذا يتبين أن لكل شيء ثمنا، حتى النذالة لها ثمن. فهذا هو ثمن رداءة الأخلاق، وهذا هو ثمن مكارم الأخلاق.\rومن طمع في مكارم الأخلاق دون أن يدفع ثمنها: من نفسه، وماله،","seal":"264E693C","part":1},
      {"page":168,"id":197,"nass":"وراحته، وصبره، وتضحياته، فإنه يطلب مستحيلا:\rلولا المشقة ساد الناس كلهمو ... الجود يفقر والإقدام قتال!\r*استشهدت مرة لطلابي - حاثا لهم على التسامي وعلو الهمة وطلب العلم- بقول الشاعر:\rوإذا كانت النفوس كبارا ... تعبت في مرادها الأجسام!\rوقلت: ولكن يبدو أن هذه الحكمة قد انعكست هذه الأيام؛ فأصحبت:\rوإذا كانت الجسوم كبارا ... تعبت في مرادها الأحلام!\rفترى الواحد من الناس يقدم خدمة جسمه على العلو بنفسه، ويسخر عقله في خدمة جسده، وخدمة هواه وشهواته، بدلا من أن يحكم عقله في هواه وشهواته!.\rولكم يكون في الناس من يصدق عليه قول الشاعر:\rهم القوم لا بأس من طول ومن قصر ... جسوم البغال وأحلام العصافير!\r\"وعذرا لأصحاب الوزن الثقيل، باعدهم الله عن هذه العقلية المنكوسة\".","seal":"022884A0","part":1},
      {"page":169,"id":198,"nass":"ليس المهم أن تكون قويا لكن تقيا\rيربي بعض الناس صغاره على شيء من الصغار؛ حين يزرع فيه \"قوة الشخصية\" على حد زعمه؛ فيؤكد هذا \"الكبير\" للصغير بأن يأخذ حقه من أي شخص كان، وأن لا يكون ضعيفا، ومن يتعدى عليه فعليه أن يكيل له الصاع صاعين-بحسب هذه النصيحة الفاشلة، الجائرة عن حدود الأدب والأخلاق والحياء-أما أخلاق المجاملة بين الناس، وأما حدود الاحترام بين الناس، ولا سيما بين الكبير \"سنا أو قدرا\" والصغير، وأما مراعاة العلائق واحترام حقوق النسب والقرابة والتحمل في سبيلها، فإن كل ذلك مضروب به عرض الحائط عند صاحب هذه النصيحة، الذي ربما أصبح لا فرق بينه وبين الحائط!.\rوإنه-والله-لأمر جلل، ومصاب عظيم، أن تنتكس الفطرة وتنحرف الأخلاق عند بعض الناس إلى هذا الحد؛ فيتحولون-ويحولون صغارهم-من بني آدم إلى حيوانات مفترسة، يأكل فيها القوي الضعيف، وأحيانا: الفاضل يأكله السخيف!.\rفلا مكان حينئذ للأخلاق الفاضلة، ولكن للأخلاق الراذلة؛ فيضيع الحق أو الحقوق، ويصبح الميزان هو القوة، لا الحق، وكأننا في معركة مع الأعداء، والمبدأ فيها هو ما أمرنا الله به تجاه العدو الكافر: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا","seal":"5E7B4E1E","part":1},
      {"page":170,"id":199,"nass":"تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ} \"1\".\rوإذا كان هذا هو المبدأ، فإن معناه أنه لم يعد للحياة مبدأ.\rوإذا كان هذا هو المبدأ، فإن معناه أن الحق ليس ثابتا، وإنما يميل بحسب اختلاف نسب القوة بين الناس!.\rوإذا كان هذا هو المبدأ، فإن معناه أنه ما من قوي يأخذ حقه بذراعه مرة إلا وفي الناس من هو أقوى منه فيقلب الميزان؛ فيصبح الحق له!.\rوهذه ليست إلا شريعة الغاب!.\rوما هذا إلا مبدأ الكلاب التي يأكل بعضها بعضا في كثير من الأحيان، على الرغم من أنه لا حاجة بها إلى أن يفترس بعضها بعضا؛ لأن الرزق، أو القوت، يتسع للجميع؛ لكن الكلاب لا تفهم هذا!.\rبل حتى لو أخذ الناس فيما بينهم بمبدأ: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} ، وهو المبدأ الذي أمر الله به تجاه العدو الكافر؛ فإن الله جعل في الأمر مع العدو الكافر فسحة، حيث جعل مجالا للسلم؛ فقال تعالى: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ. وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} 2\"!!.\rفهل من مجال للسلم-لدى أصحاب هذا الاتجاه من الناس-مع أخيهم المسلم أو قريبهم أو الأكبر سنا، أو مع المخطيء، أو مع المصيب الذي\r__________\r\"1\" 60: الأنفال: 8.\r\"2\" 61-62: الأنفال: 8.","seal":"09BC8EE7","part":1},
      {"page":171,"id":200,"nass":"توهموه مخطئا، بمحض نفوسهم المريضة!.\rألم يعلم هذا الصنف من الناس-الذين لم يرضوا بانحراف أنفسهم حتى أخذوا في إفساد غيرهم بمثل هذه \"النصائح\" المنتكسة-أن أفضل طريق للحق هو أن تكون على الحق ومع الحق؟!.\rألم يعلم هذا الصنف من الناس أن أفضل طريق للحق هو أن يحترموا حقوق الآخرين ومشاعرهم.\rألم يعلم هذا الصنف من الناس أن أفضل طريق للحق هو أن يلزموا أنفسهم، ومن هو في نصحهم، بمحاسبة النفس -قبل الآخرين-على حقوق الناس الحسية والمعنوية ومشاعرهم والتلطف معهم، سواء أكانوا أقوياء أم ضعفاء، وسواء أكانوا أقارب أم أباعد، وسواء أكانوا فضلاء أم دون ذلك، وأن هذا هو أسلم الطرق لأخذ الحقوق-في الدنيا وفي الآخرة-!.\rوأين هؤلاء الناصحون لأنفسهم بذلك المبدأ الجائر، مما دعا الله إليه عباده ومدحهم به وأخبر أنهم بسببه يكونون في مقام المحسنين الذين يحبهم الله، فقال سبحانه: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} \"1\".\r__________\r\"1\" 133-136: آل عمران: 3.","seal":"BBD5EBA8","part":1},
      {"page":172,"id":201,"nass":"نعم هكذا: {وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} !.\rفهذه نصيحة الله لك، وهذه نصيحة من ينصحك؛ فأي نصيحة تقبل وأي النصيحتين ترفض؟!.\rوكم هو الفرق بين أن تكون وحشا مفترسا- نظرا للاعتداء على حقوقك المزعومة-وبين أن تكون في مكان العافي عن الناس!.\rوكم هو الفرق بين أن تكون من المفترسين، وبين أن تكون من المحسنين!.\rوكم هو الفرق بين أن تذهب إلى النار وبين أن تذهب إلى الجنة، بل جنة عرضها السماوات والأرض!.\rوكم هو الفرق بين أن يحبك الله وبين أن يبغضك!.\rوكم هو الفرق بين أن تكون من المتقين وبين أن تكون من المنتصرين لأنفسهم بما فيه شقاء أنفسهم!.\rوكم هو الفرق بين أن تكون حليما وبين أن تكون-باسم قوة الشخصية-لئيما!.\rثم ما قوة الشخصية هذه؟!.\rأتعلم أن إبليس قوي الشخصية أيضا! ولكن في ماذا؟!. أفي طاعة الله تعالى؟!. كلا، والله، بل في سخط الله وفي عذاب الله!.\rليست العبرة بالقوة، لكن إنما الشأن في مجال استخدام القوة!.\rليس الشأن في أن تكون قويا، إنما الشأن في أن تكون تقيا!.\rوأي مدح أو فضيلة في قوة تستخدم ضد الحق والفضائل، أو لا تستخدم في سبيل الحق والفضائل، لا سيما الحق الذي عليك!.","seal":"C71628F7","part":1},
      {"page":173,"id":202,"nass":"وأي خير في قوة يتعدى بها على القريب والبعيد، وعلى الضعيف والمسكين، وعلى الحقوق، وعلى العقوق!.\rوقد قال صلى الله عليه وسلم محددا مفهوم القوة المحمودة: \"ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب\" \"1\". أي ليس هو الذي يصرع الناس، وإنما هو الذي يملك نفسه؛ فينتصر عليها عند الغضب.\rيا هذا أما علمت بطلا إلى النار؟!. فحذار حذار أن تكون مثله.\rاللهم عفوا عفوا، وعذرا عذرا.\rاللهم لا تؤاخذنا بما فعل السفهاء منا.\rيا أيها الإنسان إن باب التوبة مفتوح، وكل بني آدم خطاء، وخير الخطائين التوابون؛ فهل تكون منهم؛ فتكون شجاعا على نفسك؛ فتردها إلى الصواب؛ فترفق بها وبمن معك؛ لتذهبوا جميعا إلى رضوان الله والجنة؟!.\rأو ستبقون معا على ما أنتم عليه؛ لتصيروا معا إلى سخط الله وناره، ولا ينفعكم أنكم في العذاب مشتركون؟!.\rإن الرجوع إلى الحق فضيلة، وأرجو أن تكون من أهلها.\rوالسلام على عباد الله الصالحين.\r*عجبا لمن لسانه لا يكف، ليس عن ذكر الله، ولكن عن الثرثرة!.\r__________\r\"1\" أخرجه البخاري، بر قم: 5763، ومسلم، في البر والصلة، برقم107، \"ص2609\".","seal":"FF165318","part":1},
      {"page":174,"id":203,"nass":"علاقة الصحة بالإيمان\rكثيرا ما نخطيء النظرة إلى مسألة صحة الإنسان، فنرى جانبا من جوانبها وننسى الجوانب الأخرى، وهذه نظرة ليست سليمة، فلا يرتجى من ورائها الوصول إلى آراء ومواقف صحيحة من قضية الصحة، وطالما أن الإنسان يتكون من جسد وعقل وروح، فإن صحته مرتبطة بصحة هذه الثلاثة فيه، ومتى ما اختلت الصحة في واحد منها فقد اختلت صحة الإنسان: فهذا إنسان صحيح، وهذا إنسان مريض مرضا عضويا، وهذا مريض نفسيا، وهذا مريض عقليا؛ تتنوع الأسباب والموت واحد.\rومن ينكر واحدا من هذه الثلاثة الأشياء في مجال صحة الإنسان فإنما\rينكر الواقع؛ وكأنما يقنع نفسه، أو يقنع الآخرين بأن المعدوم موجود والموجود معدوم!.\rومن ينكر ارتباط صحة الإنسان بكل من هذه المناحي الثلاثة فإنما\rينكر الواقع.\rوالناس - بل وربما الذي يمتري في هذه الحقيقة كذلك- قد يشاهدون المريض يذهب إلى الطبيب؛ فيكشف عليه بكل ما عنده من وسائل؛ فيستنفد كل ما عنده في تخصصه؛ فيقول للمريض بعد ذلك: ليس فيك مرض، وهو يعني المرض العضوي الذي هو مجاله، هذا مع أن المرض مشاهد في الشخص، والسبب هو مجال المرض بأن يكون مرضا نفسيا يحتاج إلى طبيب متخصص.","seal":"F14BEF33","part":1},
      {"page":175,"id":204,"nass":"إذن يتعين -للوصول إلى موقف وجهد سديدين- في مجال صحة الإنسان أن تصحح النظرة.\r*قال أخ مريض بالسكر، مازحا: \"\"كلوا قبل ألا تأكلوا\"\"؛ فقلت: بل، لا تأكلوا؛ كي تأكلوا!.","seal":"D46E33F6","part":1},
      {"page":175,"id":205,"nass":"الشجرة\rأنبت الله الشجر في الأرض، فجعل منه غذاء الإنسان والحيوان، وجعل من الشجر شجرا أخضر، وجعل من الشجر شجرا مثمرا؛ فأصبح الشجر قوتا وظلا وجمالا، ومتاعا للإنسان والحيوان.\rفمن الشجر يتخذ الناس الرزق الحسن، كما أخبر الله في القرآن الكريم.\rوالشجر مصدر من مصادر عسل النحل، كما قال تعالى: {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ. ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ} \"1\".\rوالشجر يسجد لله مع سائر مخلوقاته التي تسجد لخالقها سبحانه.\rوالشجر، إذا يبس، مادة لإشعال النار، وقد امتن الله به وبنار الدنيا فقال: {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ\r__________\r\"1\" 68-69: النحل: 16.","seal":"77B2D06E","part":1},
      {"page":176,"id":206,"nass":"الْمُنْشِئُونَ نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِلْمُقْوِينَ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ} \"1\".\rوالشجر مثله مثل الناس، ينقسم إلى صنفين: إلى طيب وإلى خبيث، وقد ضرب الله مثلا للكلمة الطيبة بالشجرة الطيبة، والمقصود بها شجرة النخلة، وضرب الله مثلا للكلمة الخبيثة بالشجرة الخبيثة، فقال تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ. تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ. وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ. يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ} \"2\".\rفهل عرفنا -بعد هذا-أن الأشجار من أعظم نعم الله علينا؟. وهل علمنا أن هذه النعمة الإلهية تحتاج الشكر لله المنعم بها؟. بلى، إن من الواجب علينا شكر الله الذي أنعم علينا بها.\rومن المتعين أن نتعلم الواجب علينا في التعامل مع الشجرة، فلا نتعدى بقطعها بدون سبب، وأن نرعاها ونحافظ عليها؛ لأنها نعمة إلهية، وثروة بشرية.\rوهل نتذكر بعد هذا أن الشجر آية من آيات الله التي تذكرنا بالقدرة الإلهية، وبرحمة الله الخالق بمخلوقاته: من إنسان أو حيوان؛ فأنبت لهم من الأرض ما يعيشون عليه، كما خلق الله الإنسان من الأرض أيضا؛ فسبحانه\r__________\r\"1\" 71-74: الواقعة: 56.\r\"2\" 24-27: إبراهيم: 14","seal":"CC5E7283","part":1},
      {"page":177,"id":207,"nass":"ما أعظم قدرته وما أرحمه بخلقه!.\rفله الحمد والشكر.\r*كان عندي في الفصل طالب اسمه منصور، وفجأة وضع رأسه على المنضدة؛ فقلت له: يا منصور، ما لرأسك مكسور؟!. فضحك الطلاب واستيقظوا، واستيقظ ولم ينم بعدها؛ فعرفت أثر مثل هذا على كل من الطالب والأستاذ.","seal":"2F942F53","part":1},
      {"page":177,"id":208,"nass":"الأم\rالأم، وما أدراك من الأم! إنها إنسانة حملتك في أحشائها، وغذتك من دمها، وولدتك على كره ومشقة عظيمة، ثم أرضعتك من ثديها ومن حنانها وعطفها وحبها.\rإنها من أخبر النبي صلى الله عليه وسلم بأن الجنة تحت قدمها! \"1\".\r__________\r\"1\" روي هذا في حديث عند النسائي، برقم 3104، الجهاد، بلفظ: عن معاوية بن جاهمة السلمي أن جاهمة جاء إلى النبي صلى الله عليه وسلم فقال: يا رسول الله أردت أن أغزو وقد جئت أستشيرك. فقال: \"هل لك من أم؟ \". قال: نعم. قال: \"فالزمها فإن الجنة تحت رجليها\". وهو عند ابن ما جه، 2781، الجهاد، بلفظ: عن معاوية بن جاهمة السلمي، قال: أتيت رسول الله صلى الله عليه وسلم فقلت: يا رسول الله إني كنت أردت الجهاد معك، أبتغي بذلك وجه الله والدار الآخرة. قال: \"ويحك أحية أمك؟ \". قلت: نعم. قال: \"ارجع فبرها\". ثم أتيته من الجانب الآخر، فقلت: يا رسول الله إني كنت أردت الجهاد معك، أبتغي بذلك وجه الله والدار الآخرة. قال: \"ويحك أحية أمك؟ \". قلت: نعم، يا رسول الله. قال: \"فارجع إليها فبرها\". ثم أتيته من أمامه؛ فقلت: يا رسول الله إني كنت أردت الجهاد معك أبتغي بذلك وجه الله والدار الآخرة. =","seal":"1CD9190D","part":1},
      {"page":178,"id":209,"nass":"إنها من في إرضائها رضا الله عنك وفي إسخاطها سخط الله عليك!.\rفويل ثم ويل لك، أيها الإنسان، إن أنت عققتها، وويل لك إن أغضبتها، وويل لك إن احتقرتها، وويل لك إن أنت ما أطعتها!.\rويا من عق أمه وأباه كيف يرضى عنك الله!.\rويا من عق والديه كيف يوفقك الله!.\rويا من عق والديه هل ترضى أن يعقك أبناؤك!.\rيا من عقهما ليتك رددت إليهما المعروف!.\rوكيف تنسى الإحسان أيها الإنسان!.\rإنك لو أحسنت إلى كلب، بشيء قليل، لشكرك وحفظ لك المعروف؛ فما بالك وأنت إنسان، وإحسان والديك إليك لا يعدله معروف أو إحسان!.\rأنسيت أن الله قرن -في كتابه- حقهما بحقه، وأوصى بالإحسان إليهما مع الأمر بعبادته؛ فقال سبحانه: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً} \"1\".\rوهل علمت أن الرسول صلى الله عليه وسلم قد أخبر أن عقوق الوالدين من الكبائر ومن السبع الموبقات!.\rوهنيئا لك أيها الإنسان الذي بر والديه.\r__________\r=قال: \"ويحك أحية أمك؟ \". قلت: نعم، يا رسول الله. قال: \"ويحك الزم رجلها فثم الجنة\".\r\"1\" 23: الإسراء: 17.","seal":"90706D29","part":1},
      {"page":179,"id":210,"nass":"هنيئا لك الأجر وطيب الذكر.\rوهنيئا لك رضاهما.\rوهنيئا لك هذا القرض الحسن من المعاملة الحسنة.\rوأبشر فسوف يسدد لك هذا القرض أبناؤك أيها الطيب.\rوالسلام عليك ورحمة الله وبركاته.\r*إذا لم ترحم نفسك أيها الإنسان فكيف تنتظر من غيرك أن يرحمك؟!. ألست أنت المطالب أولا أن تجنب نفسك أسباب العذاب، ولو بدا لك بريق المغريات العذاب!.","seal":"43B89AEA","part":1},
      {"page":180,"id":211,"nass":"قصيدة في الزهد\rقال القاسم بن علي الحريري\"1\":\rخل ادكار الأربع ... والمعهد المرتبع\"2\"\rوالظاعن المودع ... وعد عنه ودع\"3\"\rواندب زمانا سلفا ... سودت فيه الصحفا\rولم تزل معتكفا ... على القبيح الشنع\rكم ليلة أودعتها ... مآثما أبدعتها\rلشهوة أطعتها ... في مرقد ومضجع\rوكم خطى حثثتها ... في خزية أحدثتها\rوتوبة نكثتها ... لملعب ومرتع\rوكم تجرأت على ... رب السموات العلى\rولم تراقبه ولا ... صدقت في ما تدعي\r__________\r\"1\" مقامات الحريري، بيروت، دار بيروت، 1398هـ 1978م، ص420-423. وقد ختم بها مقاماته، ورأيت أن أختم بها هذا الكتاب، وقد نقلت معها الحواشي عليها من النسخة المطبوعة هذه كما هي.\r\"2\" خل ادكار الأربع: اترك تذكر المنازل، المعهد: الموضع الذي كنت تعهد به شيئا، المرتبع: الذي تقيم فيه زمن الربيع.\r\"3\" الظاعن المودع: المسافر الذي يودعك من أحبابك، عد عنه ودع: تنح عن تذكار\rذلك واتركه.","seal":"9AF663E2","part":1},
      {"page":181,"id":212,"nass":"وكم غمصت بره ... وكم أمنت مكره\"1\"\rوكم نبذت أمره ... نبذ الحذا المرقع\rوكم ركضت في اللعب ... وفهت عمدا بالكذب\rولم تراع ما يجب ... من عهده المتبع\"2\"\rفالبس شعار الندم ... واسكب شآبيب الدم\"3\"\rقبل زوال القدم ... وقبل سوء المصرع\rواخضع خضوع المعترف ... ولذ ملاذ المقترف\"4\"\rواعص هواك وانحرف ... عنه انحراف المقلع\"5\"\rإلام تسهو وتني ... ومعظم العمر فني\rفي ما يضر المقتني ... ولست بالمرتدع\rأما ترى الشيب وخط ... وخط في الرأس خطط\rومن يلح وخط الشمط ... بفوده فقد نعي\"6\"\rويحك يا نفس\"7\" احرصي ... على ارتياد المخلص\r__________\r\"1\" غمصت بره: حقرت وتنقصت إحسانه.\r\"2\" من عهده المتبع: من ميثاق مولاك الذي يجب عليك اتباعه.\r\"3\" شآبيب، جمع شؤبوب: الدفعة من المطر تأتي بقوة وشدة.\r\"4\" ملاذ المقترف: كما يلوذ ويلجأ مقترف الذنوب المكتسب لها.\r\"5\" المقلع: الذي يقلع عما هو متلبس به مما يستقبح.\r\"6\" يلح: من لاح يلوح، إذا ظهر ولمع، الوخط: الاختلاط، والشمط: اختلاط بياض الشيب بسواد الشعر. الفود: معظم شعر الرأس مما يلي الأذن.\r\"7\" في المطبوع جاءت بالكسر، لكنه بالرفع أولى من الكسر الذي هو على تقدير حذف ياء المتكلم.","seal":"3E980C9A","part":1},
      {"page":182,"id":213,"nass":"وطاوعي وأخلصي ... واستمعي النصح وعي\rواعتبري بمن مضى ... من القرون وانقضى\rواخشي مفاجاة القضا ... وحاذري أن تخدعي\rوانتهجي سبل الهدى ... وادكري وشك الردى\rوأن مثواك غدا ... في قعر لحد بلقع\"1\"\rآها له بيت البلى ... والمنزل القفر الخلا\rومورد السفر الألى ... واللاحق المتبع\"2\"\rبيت يرى من أودعه ... قد ضمه واستودعه\rبعد الفضاء والسعه ... قيد ثلاث أذرع\"3\"\rلا فرق أن يحله ... داهية أو أبله\rأو معسر أو من له ... ملك كملك تبع\rوبعده العرض الذي ... يحوي الحيي والبذي\"4\"\rوالمبتدي والمحتذي ... ومن رعى ومن رعي\"5\"\rفيا مفاز المتقي ... وربح عبد قد وقي\"6\"\r__________\r\"1\" بلقع: خال.\r\"2\" السفر الألى: المسافرين المتقدمين.\r\"3\" قيد ثلاث أذرع: مكان قدر ثلاث أذرع.\r\"4\" العرض، بالفتح: وهو عرض الناس للحساب في الموقف.\r\"5\" المحتذي: المتبع للمبتدي الحاذي حذوه.\r\"6\" وقي: كفي.","seal":"9E8B6061","part":1},
      {"page":183,"id":214,"nass":"سوء الحساب الموبق ... وهول يوم الفزع! \"1\"\rويا خسار من بغى ... ومن تعدى وطغى\rوشب نيران الوغى ... لمطعم أو مطمع! \"2\"\rيا من عليه المتكل ... قد زاد ما بي من وجل\rلما اجترحت من زلل ... في عمري المضيع! \"3\"\rفاغفر لعبد مجترم ... وارحم بكاه المنسجم\"4\"\rفأنت أولى من رحم ... وخير مدعو دعي\r*قلت لأخي: الدنيا رائحة ولها رائحة.\r__________\r\"1\" الموبق: الموقع في الهلاك.\r\"2\" شب: أوقد وألهب.\r\"3\" اجترحت: اكتسبت.\r\"4\" مجترم أي حامل للجرم، بالضم: وهو الذنب.","seal":"17DA564E","part":1},
      {"page":184,"id":215,"nass":"الخاتمة\rأحمد الله تعالى وأشكره في الختام، وأستغفره مما قد يكون من زلل أو خطأ، وأسأله سبحانه حسن الثواب على ما وفقني فيه؛ فالفضل منه، وهو له، فهو الذي يوفق عبده للحسنة؛ ثم يأجر عليها، وهو أكرم الأكرمين؛ فالحمد له والشكر أولا وآخرا، وبدءا ونهاية، وظاهرا وباطنا، وله الحمد والشكر ما تعاقب الليل والنهار، وعدد ما طارت الأطيار، وعدد ما نزل من قطر الأمطار، وعدد: ما نطق الناطقون، وسبح المسبحون، وذكر الذاكرون، وغفل الغافلون. له النعمة والفضل والثناء الحسن.\rوبعد:\rفأرجو أن يعلم الأخ القاريء أنه مهما بدا له من حسنة أو صواب، فإنما ذلك من الله وحده؛ إذ هو ولي كل نعمة.\rومهما رأيت- أيها القاريء العزيز- من خطأ، أو التباس في الكلام، فاعلم أنني إنما أردت الخير والصواب، سواء أدركتهما أو لم أدركهما؛ فعليهما احمل كلامي، ودعك من ملامي؛ فلست بمعصوم، ولا تدخر نصحا عن أخيك؛ إذ كل منا مرآة لأخيه.\rوالأمل أن يشاركني القاريء العزيز في نشر ما قد يراه من خير في هذه الوريقات؛ فيدل على الخير ليكون شريكا فيه.\rوفقنا الله وإياك لمرضاته.\r\"اللهم إني أستغفرك مما تبت إليك منه ثم عدت فيه، وأستغفرك مما جعلته","seal":"9FC7C407","part":1},
      {"page":185,"id":216,"nass":"لك على نفسي ثم لم أوف به لك، وأستغفرك مما زعمت أني أردت به وجهك فخالط قلبي منه ما قد علمت\" \"1\".\rوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\r__________\r\"1\" هذا دعاء كان يدعو به مطرف بن عبد الله، ينظر: جامع العلوم والحكم ... \"، لابن رجب، الرياض، مكتبة العبيكان، ط.1418هـ-1997م، 1/42.","seal":"A4FE1B6D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"كلمات في مناسبات","HigriD":"","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن ضيف الله الرحيلي","bLnk":null,"Inf":"","Auth":"عبد الله الرحيلي","Betaka":"الكتاب: كلمات في مناسبات\r\nالمؤلف: عبد الله بن ضيف الله الرحيلي\r\nالناشر: مكتبة الملك فهد الوطنية\r\nالطبعة: الأولى 1421هـ- 2000م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"عضو هيئة التدريس بجامعة طيبة وأمين المجلس العلمي بالجامعة","seal":"21F496BA","cat":"الرقاق والآداب والأذكار","oNum":11356,"BkId":11356,"oAuth":1514,"bVer":1,"aSeal":"4894F8D7"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11356":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"أنا والكلمة وأنت!"},
      {"lvl":1,"id":8,"sub":0,"tit":"اختيار موضع الكلمة"},
      {"lvl":1,"id":10,"sub":0,"tit":"كلمات قلتها بمناسبة أسبوع المرور"},
      {"lvl":61,"id":12,"sub":0,"tit":"_25d9_2584_25d9_258a_25d8_25b3 _25d8_25a8_25d9_258a_25d9_2586_25d9_2583 _25d9_2588_25d8_25a8_25d9_258a_25d9_2586_25d9_2587 _25d8_25a5_25d9_2584_25d8_25a7 ... ! -"},
      {"lvl":1,"id":14,"sub":0,"tit":"شذرات"},
      {"lvl":1,"id":17,"sub":0,"tit":"أساليب مغلوطة"},
      {"lvl":1,"id":20,"sub":0,"tit":"الناس أصناف!"},
      {"lvl":1,"id":22,"sub":0,"tit":"لقد تبين لي!"},
      {"lvl":1,"id":25,"sub":0,"tit":"إقناع النفس بطلب العلم"},
      {"lvl":1,"id":27,"sub":0,"tit":"قالوا وقلت"},
      {"lvl":1,"id":29,"sub":0,"tit":"مفاتيح العلم الثلاثة"},
      {"lvl":1,"id":31,"sub":0,"tit":"الطريقة المثلى لتحصيل مفاتيح العلم الثلاثة"},
      {"lvl":1,"id":35,"sub":0,"tit":"أزواج بالكذب"},
      {"lvl":1,"id":43,"sub":0,"tit":"آيات قرآنية وأحاديث نبوية في الموضوع"},
      {"lvl":1,"id":48,"sub":0,"tit":"حل المشكلة:"},
      {"lvl":1,"id":56,"sub":0,"tit":"التأويل في العقيدة"},
      {"lvl":1,"id":59,"sub":0,"tit":"شرف العلم ومسؤوليته"},
      {"lvl":1,"id":61,"sub":0,"tit":"أصناف الناس مع الحق"},
      {"lvl":1,"id":62,"sub":0,"tit":"وقفة عند الصلاة"},
      {"lvl":1,"id":66,"sub":0,"tit":"بعدها يحمد أو يدرك الإنسان العاقبة!"},
      {"lvl":1,"id":69,"sub":0,"tit":"في مفهوم الدعوة"},
      {"lvl":1,"id":70,"sub":0,"tit":"مناجاة"},
      {"lvl":1,"id":72,"sub":0,"tit":"معايدة بالمعاني"},
      {"lvl":1,"id":73,"sub":0,"tit":"يا أيها المودع رمضان"},
      {"lvl":1,"id":78,"sub":0,"tit":"وقفة عند مناسبة العيد"},
      {"lvl":1,"id":81,"sub":0,"tit":"صيانة الإنسان"},
      {"lvl":1,"id":83,"sub":0,"tit":"مفهوم الراحة والتعب"},
      {"lvl":1,"id":85,"sub":0,"tit":"أمران تتوقف عليهما السعادة"},
      {"lvl":1,"id":91,"sub":0,"tit":"عناصر مقومات الشخصية المسلمة"},
      {"lvl":1,"id":93,"sub":0,"tit":"الإنسان والموت!"},
      {"lvl":1,"id":98,"sub":0,"tit":"حديث من بين القبور!"},
      {"lvl":1,"id":102,"sub":0,"tit":"أعظم مشكلة!"},
      {"lvl":1,"id":104,"sub":0,"tit":"رحم الله الشيخ عمر"},
      {"lvl":1,"id":108,"sub":0,"tit":"قصور وقبور!"},
      {"lvl":1,"id":110,"sub":0,"tit":"ورع غريب!"},
      {"lvl":1,"id":111,"sub":0,"tit":"أيها الجالس في الحانوت!"},
      {"lvl":1,"id":118,"sub":0,"tit":"صيد الكلاب وصيد بني آدم"},
      {"lvl":1,"id":122,"sub":0,"tit":"الوالد الحاني والعالم الرباني"},
      {"lvl":1,"id":150,"sub":0,"tit":"حكمة"},
      {"lvl":1,"id":151,"sub":0,"tit":"عجبت!"},
      {"lvl":1,"id":153,"sub":0,"tit":"رحمه الله، ويرحمه الله!"},
      {"lvl":1,"id":155,"sub":0,"tit":"الحياة مدرسة"},
      {"lvl":1,"id":158,"sub":0,"tit":"لا تضيع عمرك في البحث عن المفاتيح\""},
      {"lvl":1,"id":161,"sub":0,"tit":"ما أعظم الفرق!"},
      {"lvl":1,"id":164,"sub":0,"tit":"أيها الحاج بيت الله!"},
      {"lvl":1,"id":167,"sub":0,"tit":"قل!"},
      {"lvl":1,"id":170,"sub":0,"tit":"تعليقات على بحث"},
      {"lvl":1,"id":172,"sub":0,"tit":"مطالب الإنسان بين المشروعية والإمكان"},
      {"lvl":1,"id":174,"sub":0,"tit":"تأمل في معنى الحياة"},
      {"lvl":1,"id":177,"sub":0,"tit":"نصائح وجيزة"},
      {"lvl":1,"id":179,"sub":0,"tit":"يا ولدي!!"},
      {"lvl":1,"id":181,"sub":0,"tit":"كلمات في طيبة الطيبة"},
      {"lvl":1,"id":185,"sub":0,"tit":"ينبغي ولا ينبغي"},
      {"lvl":1,"id":186,"sub":0,"tit":"لقد خسر هؤلاء!"},
      {"lvl":1,"id":187,"sub":0,"tit":"قال الطالب النجيب!"},
      {"lvl":1,"id":189,"sub":0,"tit":"صلة الرحم حسب المزاج!"},
      {"lvl":1,"id":195,"sub":0,"tit":"عقليتان لا تصنعان مجدا!!"},
      {"lvl":1,"id":196,"sub":0,"tit":"الميزان المنكوس!"},
      {"lvl":1,"id":198,"sub":0,"tit":"ليس المهم أن تكون قويا لكن تقيا"},
      {"lvl":1,"id":203,"sub":0,"tit":"علاقة الصحة بالإيمان"},
      {"lvl":1,"id":205,"sub":0,"tit":"الشجرة"},
      {"lvl":1,"id":208,"sub":0,"tit":"الأم"},
      {"lvl":1,"id":211,"sub":0,"tit":"قصيدة في الزهد"},
      {"lvl":1,"id":215,"sub":0,"tit":"الخاتمة"}
    ]
}
