{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11382":
    [
      {"page":3,"id":1,"nass":"مقدمة الطبعة الثانية\rبقلم الفقير إلى عفو ربه: عبد العزيز بن عبد الله بن باز، عفا الله عنه.\rالحمد لله الذي مَنَّ على عباده في كل زمان فترة بإيجاد أئمة هدى؛ يدعون الناس إلى الصراط المستقيم، ويرشدونهم إلى الطريق القويم، ويبصّرون بكتاب الله أهل العمى، ويصبرون منهم على الأذى، ينفون عن كتاب الله وعن سنة رسوله عليه الصلاة والسلام انتحال المبطلين، وتأويل الجاهلين، وتحريف الغالين، ويشرحون لهم حقيقة الدين، ويكشفون لهم الشبه بواضحات البراهين.\rوكان من جملة هؤلاء الأئمة المهتدين والدعاة المصلحين؛ الإمام العلامة، والحبر الفهامة، مجدد ما اندرس من معالم الإسلام في القرن الثاني عشر، والدعي إلى سنة خير البشر: الشيخ محمد بن عبد الوهاب بن سليمان بن علي التميمي الحنبلي، طيب الله ثراه، وأكرم في الجنة مثواه، فلقد شرح الله صدره لمعرفة حقيقة الإسلام وما دعا إليه سيد ولد عدنان عليه من ربه أفضل الصلاة والسلام؛ من الهدى ودين الحق، في عصر استحكمت فيه غربة الإسلام، وغلب على أهله الجهل والبدع والخرافات، وعبادة الأنبياء والصالحين والأشجار والأحجار، وقَلَّ فيه من يصدع بالحق، ويشرح للناس حقيقة التوحيد الذي بعث الله به الرسل، وأنزل به الكتب، ويحذرهم من أنواع الشرك المنافية لدين الإسلام، فقام هذا الإمام في النصف الثاني من القرن الثاني عشر الهجري بالدعوة إلى الله سبحانه بقلمه ولسانه، وأوضح للناس حقيقة ما بعث الله به نبيه عليه الصلاة والسلام، وما ألصقه به الجهال والضُّلاَّل وهو برئ منه من الشرك والبدع والخرافات، وأوذي في ذلك أذى كثيراً من الجهال وأدعياء العلم، ومن علماء السوء الذين آثروا الحظ الأدنى على الحظ الأعلى، واشتروا الحياة الدنيا بالآخرة، {فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ} ، ومن الأمراء الجهال الذين لا يهمهم إلا تثبيت مناصبهم، وتحصيل أغراضهم العاجلة.\rفصبر رحمه الله على ذلك، واستمر في الدعوة","seal":"6DB95337","part":1},
      {"page":4,"id":2,"nass":"والبيان، وإيضاح الحق بأنواع الأدلة من الكتاب والسنة، وشرح حال سلف الأمة؛ حتى قَبِل الدعوة من سبقت له السعادة، وساهم في نصرها ونشرها بكل ما يستطيع من قوة.\rوكان على رأس من نصر الدعوة، وأيدها بقلمه ولسانه وسيفه وسنانه وأولاده وعشيرته، وكل من دخل في طاعته: الإمام الهمام محمد بن سعود؛ جد الأسرة السعودية الحاكمة، تغمده الله برحمته، وأسكنه فسيح جنته، وسائر من ساهم في نصر الدعوة وتأييدها، والاستقامة عليها.\rفقام في ذلك هذا الإمام أكمل قيام، وأعلن الجهاد على من وقف في طريق الدعوة، ولم ينشرح لها صدره فلم يتقبلها، بل حاربها وصد عنها، حتى أيده الله ونصره وأتباعه، وأظهر على يديه الدعوة الإسلامية نقية سليمة من شبهات المخرفين، وبدع المضلين.\rواستمر الشيخ رحمه الله في الدعوة إلى الله عز وجل، وتدريس العلوم الشرعية للطالبين، وكشف الشبهات التي يروجها الكفار والملحدون من عبّاد القبور وغيرهم، ويشجع على الجهاد بأنواعه، ويشارك فيه بنفسه وأولاده، ويؤلِّف المؤلفات النافعة والرسائل المفيدة في بيان العقيدة الصحيحة، ورد ما يخالفها بأنواع الأدلة والبراهين؛ حتى ظهر دين الله، وانتصر حزب الرحمن، وذلَّ حزب الشيطان، وانتصرت العقيدة السلفية في الجزيرة العربية وما حولها، وكثر الدعاة إلى الحق، ونكست أعلام البدع والشرك والخرافات، وقام سوق الجهاد، وعمّرت المساجد بالصلوات والدروس الإسلامية النقية.\rفلله الحمد على هذه النعمة العظيمة، والمنحة الجسيمة، التي تفضل الله بها سبحانه على عباده عند ظهور البدع وغلبة الجهل، واندراس معالم الإسلام، وظهور الشرك في غالب المعمورة.\rفجزى الله الشيخ محمد بن عبد الوهاب والإمام محمد بن سعود وأتباعهما وأنصارهما أفضل الجزاء، وأعظم المثوبة، إنه ولي ذلك والقادر عليه.\rوقد ألَّف في دعوة الشيخ وجهاده وجهاد آل سعود جَمٌّ غفير، منهم الشيخ العلامة المؤرخ: أبو بكر حسين بن غنام، ومنهم الشيخ العلامة: عثمان بن عبد الله بن بشر، ومنهم في عصرنا الشيخ العلامة: أحمد بن حجر بن محمد آل أبو طامي، القاضي حالياً بالمحكمة الشرعية بقطر، فقد ألَّف كتاباً موجزاً مفيداً، عنوانه: الشيخ محمد بن عبد الوهاب: عقيدته السلفية، ودعوته الإصلاحية، وثناء العلماء عليه، أجاد فيه وأفاد، وأوضح فيه دعوة الشيخ وعقيدته وجهاده؛ بأسلوب جيد مفيد، ونقل فيه عن معاصريه وغيرهم من العلماء والمفكرين من المسلمين وغيرهم ما كتبوه عن دعوته، وما أثنوا به عليه، ورغب إليَّ في قراءة كتابه، وتصحيح ما وقع فيه من أخطاء مطبعية، وتعليق","seal":"7F1AE59A","part":1},
      {"page":5,"id":3,"nass":"ما استحسن تعليقه، فأجبته إلى ذلك مساهمة في نشر الحق والدعوة إليه، وقرأت كتابه قراءة تدبّر وتفهّم واستفادة، وأصلحت ما وجدت من أخطاء مطبعية، وعلّقت بعض التعاليق القليلة التي أرى أن فيها مزيداً من الفائدة لقارئ هذا الكتاب.\rوكان المؤلف أثابه الله قد وضع بعض الحواشي المفيدة على الطبعة المذكورة، فلهذا رأيت تمييز تعليقي بوضع اسمي في آخره، وما سواه فهو للمؤلف.\rوقد رأى وفقه الله أن يضيف إلى النقول السابقة في الطبعة الأولى نقولاً أخرى مفيدة، تبتدئ من الثاني والثلاثين، وتنتهي بالثاني والأربعين من بنود هذا الكتاب، وقد قرأتها فألفيتها مفيدة تحسن إضافتها إلى الكتاب.\rوأسأل الله أن ينفع بهذا الكتاب الجليل جميع من اطلع عليه ويضاعف لمؤلفه الأجر وأن يغفر للشيخ محمد بن عبد الوهاب أنصاره وأتباعه في الحق وسائر دعاة الهدى وأن يتغمدهم برضوانه ويعاملنا وإياهم وسائر المسلمين بلطفه وعفوه وأن يكثر في المسلمين دعاة الهدى وأنصار الحق وأن يجمع كلمتهم على الهدى ويصلح قادتهم أنه سميع قريب وصلى الله وسلم على نبينا محمد وآله وصحبه. حرر في 22/3/1393\rرئيس الجامعة الإسلامية بالمدينة المنورة عبد العزيز بن عبد الله بن باز","seal":"D0C93D8E","part":1},
      {"page":7,"id":4,"nass":"مقدمة الطبعة الأولى\rبقلم السيد: علي صبح المدني\rبسم الله الرحمن الرحيم\rالحمد لله الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله، والصلاة والسلام الأتَمَّان الأَكملان على أَفضل الخلق وخاتم الرسل، سيد الخليقة على الإطلاق؛ محمد بن عبد الله، الذي ابتعثه الله على حين فترة من الرسل، فهدى به من الضلالة، وبصّر به من العمى، وفتح به أعيناً عمياً، وآذاناً صماً، وقلوباً غلفاً، فأدّى الأمانة، وبلّغ الرسالة، وجاهد في سبيل إعلاء كلمة الله، ورفع راية التوحيد، وجاهد في الله حق جهاده، ففتح الله على يديه الفتح المبين.\rولم ينتقل من هذه الدنيا إلا وقد دانت الجزيرة العربية بدين الحق، وتخطت دعوته إلى تخوم الأقطار الفارسية والرومية، فأتم صحابته الكرام فتح تلك الأصقاع المجاورة، فدخل الناس في دين الله أفواجاً.\rثم بعد انقراض رجال القرون الثلاثة المشهود لهم بالخيرية، دَبَّ في المسلمين داء التنافس على الرئاسة، وحب الدنيا، فتفرقت كلمتهم، وتبدد شملهم، فذلوا بعد عزة، وضعفوا بعد قوة، فأصبحوا مسودين بعد أن كانوا سائدين، ومحكومين بعد أن كانوا حاكمين، وفقدوا كل شيء حتى تعاليم دينهم الحنيف، ولا سيما توحيد رب العالمين، فاشرأبت أعناق الشرك، وزين لهم الشيطان سوء أعمالهم، فأحلّوا البدعة محل السنة، والشرك محل التوحيد.\rوما زالوا كذلك غارقين في بحار الوثنية والشرك إلا من شاء الله، إلى أن قيّض الله لهذه الأمة من يجدد لها أمر دينها؛ ألا وهو شيخ الإسلام: محمد بن عبد الوهاب،","seal":"CB76D407","part":1},
      {"page":8,"id":5,"nass":"فاندفع إلى مبارزة أئمة الشرك والضلال، سلاحه كتاب الله وسنة رسوله عليه الصلاة والسلام، يكر على تلك الجحافل، فيبددها مع قلة عدد أنصاره وعدده، فكان النصر حليفه في كل وقائعه، ولا غرو فقد قال تعالى: {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ} وقال: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} .\rولم يمت - رحمه الله ورضي عنه - إلا بعد أن دانت لدعوته الجزيرة العربية، فوحّد الله على يديه تلك القبائل والأمراء المتناثرة المتنافرة، فتحققت الوحدة العربية، ومات وهو قرير العين، مطمئن القلب، وقد خلفه أولاده ولا زالوا إلى الآن فكانوا خير خلف لخير سلف.\rفجدير بالأجيال المتأخرة أن يدرسوا سير عظماء أسلافهم ليتأسّوا بهم، وينهجوا على منوالهم، فدراسة مناقب هؤلاء الأعلام تملأ الأجيال المتأخرة روحاً تقدمية، وأنفساً طموحة إلى العلا، شريطة أن تكون تلك الدراسة موزونة بميزان الكتاب والسنة، وكذلك كما قال عمر بن الخطاب: \"كنا أذل أمة فأعزنا الله بالإسلام، ومهما ابتغينا العزة بغيره أذلنا الله\".\rلذلك نقدم هذه السيرة العطرة لنباتة البلاد العربية خصوصاً، ولكافة المسلمين عموماً، لتكون حافزاً لهم على التمسك بدينهم، خالصاً من شوائب الشرك والبدع.\rونهيب بسكان الجزيرة العربية ولا سيما الأقطار المقدسة أن يحرصوا على تربية أولادهم وتثقيفهم بالثقافة الإسلامية، ويبعدوهم عن بهرجة المدينة اللادينية الزائفة.\rوختاماً فقد أجاد وأفاد مؤلف هذه الرسالة، فقد جمع إلى إيجاز العبارة، إستيفاء المراد.\rفنسأل الله أن يجزل له الثواب جزاء ما بذل من هذا المجهود الطيب، وأن يوفقه إلى الاستزادة من المؤلفات النافعة التي تغرس الفضائل الإسلامية في الناشئة حتى ينبتوا نباتاً حسناً، وعلى الله التوفيق.\rوصلى الله وسلم وبارك على خاتم رسله محمد وآله وصحبه أجمعين.","seal":"D15EFA32","part":1},
      {"page":9,"id":6,"nass":"مقدمة المؤلف:\rبسم الله الرحمن الرحيم\rالحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وأصحابه أجمعين، وسائر أئمة الدين والهداة المخلصين والدعاة المصلحين.\rأما بعد:\rفلم يخف ما كانت عليه العرب قبل البعثة المحمدية من شقاء، وشرك، وكفر، وذل، وفقر، وانحطاط، وتفرق، وشتات.\rلا شريعة سماوية إليها يرجعون، وعلى منهاجها يسيرون، ولا ملك يجمع كلمتهم ويعدل بينهم.\rولما أراد الله لهم السعادة، وإنقاذهم من مهاوي الذل والكفران؛ بعث الله نبينا محمداً صلى الله عليه وسلم، فدعاهم إلى توحيد الخالق العليم، وأرشدهم إلى سلوك الصراط المستقيم، فدخلوا في دين الله أفراداً وجماعات، واعتنقوا هذا الدين الحنيف بحب وإخلاص، ومشوا على منهاجه القويم.\rفتوحدت كلمتهم، وقويت شوكتهم، وعز سلطانهم، وفتحوا الأقطار، وأناروا الطريق للبشر، وهدوهم إلى السبيل الأقوم، ودانت لهم الأمم، ودخلوا في دين الله أفواجاً أفواجاً، وخفقت رايتهم من حدود أوروبا إلى الصين، وقوي سلطانهم، فأذل الله لهم الملوك الكافرين.\rوذلك كله ببركة اتباعهم لكتاب الله المجيد والسنة المطهرة، واتصافهم بالأخلاق العظيمة والصفات الكريمة.","seal":"7DEDC628","part":1},
      {"page":10,"id":7,"nass":"وبعد انقضاء القرون المفضلة؛ كثرت البدع والخرافات، والرجوع إلى الوثنية الأولى، بتعظيم المشاهد والقبور، وصرف العبادة لها من دون الله، وتقديم الآراء على السنة المطهرة، والتقليد على الأخذ من الوحيين، وتعطيل الأسماء والصفات بالتأويل، ودانوا بالبدع، وحكموا بحسن أكثر أنواعها.\rسرى ذلك في أكثر الأمة الإسلامية، من بعض الأمم الأعجمية الداخلة في الإسلام نفاقاً وكيداً من بعضهم، وحسن ظن من بعض، وعدم فهم كامل لأصول الدين.\rوسكت الأكثرون، إما لجهل بالحقائق، وإما مداهنة مع الرؤساء والجماهير، فلهذه الأسباب عَمَّ طوفان البدع والوثنية، فأغرق الأكثرين، وعم أرجاء الأرض من سائر الأقطار.\rولكن والحمد لله لم يخل قرن من القرون التي كثرت فيها البدع والشرك القبيح؛ من علماء ربانيين، ودعاة مصلحين، يجددون لهذه الأمة أمر دينها، بالدعوة والتعليم، وحسن القدوة، وينفون عنه تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، كما يقومون برد الشبه، وقمع الملحدين، وتأييد شريعة سيد المرسلين.\rوذلك مصداق ما ورد في الحديث الذي رواه أبو داود: \"إن الله يبعث على رأس كل مائة سنة من يجدد لههذ الأمة أمر دينها\" 1.\rولقد كان الشيخ الكبير والمصلح الشهير، الداعي إلى توحيد الله العلي الكبير، الشيخ: محمد بن عبد الوهاب التميمي النجدي، رحمه الله، من أولئك العدول المجددين، والمصلحين والمخلصين.\r1 هذا الحديث إسناده جيد، رجاله كلهم ثقات، وقد صححه الحاكم والحافظ العراقي والعلامة السخاوي وآخرون، قال الحافظ ابن كثير رحمه الله في \"النهاية\" لما ذكر هذا الحديث ما نصه: \"وقد ادعى كل قوم في إمامهم أنه المراد بهذا الحديث، والظاهر ـ والله أعلم ـ أنه يعم حملة العلم من كل طائفة، وكل صنف من أصناف العلماء من مفسرين ومحدثين وفقهاء ونحاة ولغويين، إلى غير ذلك من الأصناف\"انتهى، والله أعلم. عبد العزيز بن عبد الله بن باز.?","seal":"18E98238","part":1},
      {"page":11,"id":8,"nass":"قام يدعو إلىتجريد التوحيد، وإخلاص العبادة لله وحده بمشرعه في كتاباته، وعلى لسان رسوله خاتم النبيين صلى الله عليه وسلم.\rكما قام يدعو إلى نبذ البدع والمعاصي، وعبادة الأولياء والصلحاء والأشجار والغيران.\rويأمر بإقامة شرائع الإسلام المتروكة، وتعظيم حرماته المنتهكة المنهوكة.\rولا زال الناس من عصره إلى اليوم، من مادح وقادح، يعتقد أن الشيخ لم يكن على الصواب، وأن دعوته التي دعا إليها الناس مخالفة للسنة والكتاب ولمذاهب الأئمة الأربعة - رحمهم الله -.\rوالسبب في ذلك: أن دعاية الأتراك واشراف مكة في العصر الماضي بضد دعوة الشيخ والسعوديين لأغراضهم السياسية قد نالت رواجاً وانتشاراً في الأقطار الإسلامية1، وتأثر بها الأكثرون، كما أثّرت الكتب التي كتبها بعض أدعياء العلم في نقد الدعوة، والرد على الشيخ.\rوما كان أولئك عالمين بحقيقة دعوته، لأنهم لم يطلعوا على كتبه، ولا على كتب أبنائه وأحفاده، من أجل أن وسائل نشر العلم والكتب لم تكن إذ ذاك ميسورة كاليوم، وإنما سمعوا من أفواه بعض الناس، وكتبوا بدون تثبت ومستند، وراجت الدعاية لدى الجمهور، وظنوا أنها صحيحة.\rكما اعتقدوا صحة ما كانوا يسمعونه وما يقرءونه من بعض الكتب التي تنتقد الشيخ ودعوته.\rوجهل أولئك المؤلفون أو تجاهلوا أن الواجب على الشخص ولا سيما من انتسب إلى العلم أن لا يقبل كل ما يقال عن شخص أو مذهب أو طائفة\r1 سيجئ هذا البحث في أثناء الكتاب مفصلاً.","seal":"7EDC97DC","part":1},
      {"page":12,"id":9,"nass":"حتى يثبت لديه، بأن يسمع من ذلك المنسوب إليه ما أذيع عنه، أو يقرأ كتابه ويتأكد من صحة نسبة الكتاب إليه، وهكذا القول فيما سمعه عن مذهب أو طائفة.\rقلنا: إن دعاية الأتراك والأشراف في العصر الماضي قد نالت رواجاً وانتشاراً.\rأما في هذا العصر، فقد خفّت وطأة تلك الدعاية السيئة، وعرف كثير من العقلاء في سائر الأقطار والبلدان، حقيقة دعوة الشيخ وصحتها، وذلك بفضل انتشار العلم والوعي في العالم، وبفضل ما اتصفت واشتهرت به الدولة السعودية من التوحيد، وتحكيم الشرع المبين، وإقامة شعائر الإسلام، وإقامة الحدود الشرعية، والأمر بالمعروف، والنهي عن المنكر، ونشر العدل والأمان، وتمسكها بالسنة الصحيحة والقرآن، ومحاربة أهل البدع، والاهتمام بالعلم والتعليم، ونشر المدارس والمعاهد والكليات في سائر أرجاء المملكة العربية، وفتح الأبواب للطلاب الوافدين من مختلف البلدان، وإعانتهم بالوسائل النافعة الكافية.\rكما اشتهرت بالكرم والبذل لجميع الوافدين إليها؛ من غير فرق بين مذهب وبلد وعنصر.\rوبالرغم مما قلنا من انتشار الوعي، واتصاف الدولة العربية السعودية بتلك الصفات الكريمة؛ لا زال كثير من المنتسبين إلى العلم فضلاً عن العوام يزعمون أن الشيخ محمد بن عبد الوهاب رحمه الله لم يكن على الصواب، وأن الفئة الوهابية تكفّر المسلمين، ولا ترى للأنبياء مقاماً ولا احتراماً ولا شفاعة، كما لا تحترم الأولياء والصالحين، ولا ترى زيارة قبر الرسول ولا غيره.\rإلى غير ذلك من الأقاويل الزائفة التي لا تعتمد إلا على الوراثة، والسماع عن الماضين الجاهلين، والاغترار ببعض كتب المخرفين.","seal":"1E9C1D8F","part":1},
      {"page":13,"id":10,"nass":"السبب الباعث للتأليف:\rفمن أجل ذلك؛ رأيت أن أكتب في سيرة الشيخ المجدد لما اندرس من معالم الإيمان والإسلام، وعقيدته، ودعوته الإصلاحية مؤلفاً وسطاً، اعتمدت فيه على ما ذكره المؤؤخون لـ\"نجد\" كابن غنام، وابن بشر، والألوسي، والريحاني وغيرهم ممن ذكر الشيخ ودعوته في ثنايا كتبهم.\rكما اعتمدت على بعض رسائل إمام الدعوة وأبنائه وأحفاده.\rوسأختمه إن شاء الله بثناء العلماء الراسخين، وبعض المؤرخين المحققين من المسلمين والغربيين، على ذلك الإمام الجليل، الذي شغل عصره وبعده، بعلومه وآرائه، وإصلاحه، ودعوته المقيدة بالكتاب والسنة، والذي دوى صوته بعلومه ودعوته في نجد وفي الخارج، وجادل وناضر بقوة جنانه، وفصاحته لسانه، وواضح برهانه.\rوإن كنت لست أهلاً لذلك؛ لقصور باعي، وعدم سعة إطلاعي عما هنالك، ولكني بالله استعنت، وإليه تضرعت؛ أن يعينني على هذا المرام، راجياً أن يقف القارئ بعد الاطلاع على هذا الكتاب، وإمعان النظر فيه؛ على حقيقة دعوة الشيخ وعقيدته السلفية، وما اتصف به من العلم والورع والغيرة على الدين، والنصح لعباد الله، والجهاد في سبيله.\rفلا ينتهي من قراءته، إلا وقد انكشفت تلك الحجب والأستار التي نسجها أولئك المغرضون حول دعوة الشيخ رحمه الله.\rويعلم أن ما كان يسمعه من أفواه بعض الجاهلين، أو أدعياء العلم ضد الشيخ ودعوته وأتباعه؛ لا نصيب له من الصحة.","seal":"F4E3B089","part":1},
      {"page":14,"id":11,"nass":"وأن تلك الكتب التي ألَّفها بعض من انتسب إلى العلم، راداً بزعمه على الشيخ وأتباعه لا قيمة لها في ميزان العلم والنقد، إذ لم تستند على دليل نقلي صحيح، ولا برهان عقلي سليم.\rوكل ما هناك افتراءات على الشيخ، واستنادات على حكايات ملفّقة، وأحاديث ضعيفة أو موضوعة. وهذا أوان الشروع في المقصود، بعون الله الملك المعبود.\rفأقول وبالله التوفيق، وبيده أزمة التحقيق.\rالمؤلف:","seal":"20957648","part":1},
      {"page":15,"id":12,"nass":"محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه\r...\rبسم الله الرحمن الرحيم\rولادته، ونشأته ورحلته لطلب العلم:\rولد الشيخ محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أحمد ابن راشد التميمي، سنة 1115 هجرية، الموافق سنة 1703م، في بلدة العيينة، الواقعة شمال الرياض.\rونشأ الشيخ في حجر أبيه عبد الوهاب، في تلك البلدة في زمن إمارة عبد الله بن محمد بن حمد بن معمر. وكان سباقاً في عقله وفي جسمه، حاد المزاج، فقد استظهر القرآن قبل بلوغه العشر، وبلغ الاحتلام قبل إتمام الاثنتي عشرة سنة.\rقال أبوه: \"رأيته أهلاً للصلاة بالجماعة، وزوجته في ذاك العام\".\rطلبه للعلم:\rدرس على والده الفقه الحنبلي والتفسير والحديث.\rوكان في صغره، منكباً على كتب التفسير والحديث والعقائد.\rوكان يعتني بكتب شيخ الإسلام ابن تيمية، وابن القيم رحمهما الله، ويكثر من مطالعة كتبهما.\rرحلاته العلمية:\rثم غادر البلاد قاصداً حج بيت الله الحرام.\rوبعد أدائه الفريضة أَمَّ المدينة المنورة، وقصد المسجد النبوي، وزار إمام المرسلين صلى الله عليه وسلم، وصحابته الأبرار المخلصين.","seal":"C526971E","part":1},
      {"page":16,"id":13,"nass":"شيوخه بالمدينة المنورة:\rوكان فيها إذ ذاك من العلماء العاملين، الشيخ: عبد الله بن إبراهيم بن سيف من آل سيف النجدي، كان رأساً في بلد المجمعة.\rفأخذ عنه الشيخ: محمد بن عبد الوهاب كثيراً من العلم، وأحبه الشيخ عبد الله، وكان به حفياً، وبذل جهداً كبيراً في تثقيفه وتعليمه، وكان من أكبر عوامل توثيق الروابط بينهما وتمكين المحبة توافق أفكاره ومبدئه مع تلميذه في عقيدة التوحيد، والتألم مما عليه أهل نجد وغيرهم من عقائد باطلة، وأعمال زائفة.\rواستفاد الشيخ من مصاحبته فوائد عظيمة، وأجازه الشيخ: عبد الله بالحديث المشهور والمسلسل بالأولية \"الراحمون يرحمهم الرحمن\" من طريقين:\rأحدهما: من طريق ابن مفلح عن شيخ الإسلام أحمد بن تيمية، وينتهي إلى الإمام أحمد.\rوالثاني: من طريق عبد الرحمن بن رجب عن العلامة ابن القيم عن شيخ شيخ الإسلام، وينتهي أيضاً إلى الإمام أحمد.\rكما أجازه الشيخ بكل مافي ثبت الشيخ عبد الباقي الحنبلي، شيخ مشايخ وقته؛ قراءة وعلماً وتعليماً، صحيح البخاري بسنده إلى مؤلفه، وصحيح مسلم وشروح الصحيحين، وسنن الترمذي والنسائي، وأبي داود، وابن ماجة ومؤلفات الدارمي، بسنده المتصل إلى المؤلف.\rومسند الإمام الشافعي، وموطأ الإمام مالك، ومسند الإمام أحمد، إلى غير ذلك مما ثبت في ثبت الشيخ عبد الباقي.\rثم وصل الشيخ عبد الله بن إبراهيم بن سيف حبل الشيخ محمد، بحبل المحدث الشيخ محمد حياة السندي، وعرفه به وبما هو عليه من عقيدة صافية، وبما تجيش به نفسه من مقت الأعمال الشائعة في كل مكان من البدع، والشرك الأكبر والأصغر، وأنه إنما خرج من نجد للرحلة في طلب العلم،","seal":"333B4128","part":1},
      {"page":17,"id":14,"nass":"وسعياً إلى الاستزادة من السلاح الديني القوي، الذي يعينه على ما هو مصمم عليه من القيام بالدعوة والجهاد في سبيل الله.\rوممن أخذ عنهم الشيخ وانتفع بمصاحبته الشيخ: علي أفندي الداغستاني، والشيخ: إسماعيل العجلوني، والشيخ: عبد اللطيف العفالقي الإحسائي، والشيخ: محمد العفالقي الإحسائي.\rوقد أجاز الشيخان الداغستاني والإحسائي بمثل ما أجازه الشيخ عبد الله بن إبراهيم بما في ثبت أبي المواهب.\rثم توجه إلى نجد، ثم البصرة، قاصداً الشام، ليستزيد من العلوم النافعة.\rشيوخه بالبصرة:\rفأقام مدة بالبصرة، درس العلم فيها على جماعة من العلماء.\rمنهم الشيخ: محمد المجموعي، وقرأ الكثير من النحو واللغة والحديث، كما كتب كثيراً في تلك الإقامة من المباحث النافعة والكتب القيمة، ونشر علمه النافع وآراءه القيمة حول موضوع البدع والخرافات، وإنزال التضرع والحاجات بسكان القبور من عظام نخرة، وأوصال ممزقة، وعزز كلامه بالآيات الساطعات، والبراهين الواضحات.\rفقابلوه بالتكذيب والأذى وأخرج من البلاد وقت الهجرة1 وأنزلوا بعض الأذى بشيخه المجموعي.\rفقصد الزبير في وقت الصيف وشدة الرمضاء، وكان ماشياً على رجليه، وكاد يهلك من شدة الظمأ.\rفساق الله إليه رجلا من بلد الزبير يسمى أبا حميدان، فرآه من أهل العلم والصلاح، فحمله على حماره، حتى أوصله إلى بلد الزبير.\rوتوجه إلى الشام راجلاً لينهل من مناهل العلماء، ويتغذى من الثقافات الدينية، مستزيداً.\r1 الهجيرة.","seal":"60F7A9AF","part":1},
      {"page":18,"id":15,"nass":"عودته إلى نجد:\rغير أنه قلت نفقته، فقفل راجعاً، فأتى الأحساء، فنزل بها عند الشيخ: عبد الله بن عبد اللطيف الشافعي، وقرأ عنده ما شاء الله أن يقرأ.\rثم توجه إلى حريملاء، قرية من نجد، وذلك لأن والده الشيخ: عبد الوهاب قد انتقل إليها.\rولما آب الشيخ من رحلته الطويلة وراء العلم والتحصيل، لازم أباه، واشتغل عليه في علم التفسير والحديث وغيرهما.\rوعكف على كتب الشيخين: شيخ الإسلام ابن تيمية، والعلامة ابن القيم رحمهما الله، فزادته تلك الكتب القيّمة علماً ونوراً وبصيرة، ونفخت فيه روح العزيمة.\rورأى الشيخ بثاقب نظره ما بنجد وما بالأقطار التي رحل إليها من العقائد الضالة، والعادات الفاسدة، فصمم على القيام بالدعوة.\rحالة نجد قبل الدعوة من حيث الديانة والسياسة\rسبق أن ذكرنا لك أيها القارئ الكريم: أن الشيخ رحمه الله زار الحجاز والأحساء والبصرة ولا زبير، وقيل: حتى فارس، حسبما نقل عن \"لمع الشهاب\"؛ ليروي ظمأه من مناهل العلوم الدينية، ويتفهم أصول الدين وشرائعه القويمة، ويقف على أحوال أولئك الأقوام وعقائدهم وعلومهم، بعدما شاهد في نجد وطنه ما شاهد من المنكرات الأثيمة، والشركيات القبيحة الذميمة، القائلة لمعنى الإنسانية.\rوكان أيام تحصيله يقرر لسامعيه ومخالطيه ما فهمه من الدين والتوحيد، ويبين قبائح ما تأتيه العامة وأشباه العامة من أدعياء العلم.\rوعندما كان في المدينة المنورة يسمع الاستغاثات برسول الله صلى الله عليه وسلم ودعائه من دون الله؛ فكاد مرجل غيظه ينفجر.","seal":"B7A2885A","part":1},
      {"page":19,"id":16,"nass":"فقال للشيخ محمد حياة السندي: ما تقول يا شيخ في هؤلاء؟.\rفأجابه على الفور: {إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} .\rدرس أحوال نجد وأهل البلدان التي زارها، ورأى ماهم فيه من بُعْدٍ عن الدين، ولا سيما نجد.\rماذا رأى؟.\rرأى نجداً كما يحدثنا المؤرخون السالفون لنجد، كابن بشر، وابن غنام، والألوسي، والمعاصرون ك \"حافظ وهبة\"، وغيره مرتعاً للخرافات والعقائد الفاسدة التي تتنافى مع أصول الدين الصحيحة، فقد كان فيها كثير من القبور تنسب إلى بعض الصحابة، يحج الناس إليها، ويطلبون منها حاجاتهم، ويستغيثون بها لدفع كروبهم، فقد كانوا في الجبيلة يؤمون قبر زيد بن الخطاب، يتضرعون لديه، ويسألونه حاجاتهم وكذلك في الدرعية، كان قبر لبعض الصحابة كما يزعمون..\rوأغرب من ذلك: توسلهم في بلد المنفوحة بفحل النخل، واعتقادهم أن من تؤمه من العوانس تتزوج، فكانت من تقصده تقول: \"يا فحل الفحول، أريد زوجاً قبل الحول\".\rوفي الدرعية، كان غار يقصدونه، بزعم أنه كان ملجأ لإحدى بنات الأمير التي فرّت هاربة من تعذيب بعض الطغاة.\rوفي شعب غبيرا، قبر ضرار بن الأزور، كانوا يأتون لديه من الشركة والمنكر ما لعل مثله، لا يتصور.\rورأى في الحجاز من تقديس قبور الصحابة وأهل البيت والرسول صلى الله عليه وسلم؛ ما لا يسوغ إلا مع رب الأرباب.\rكما رأى في البصرة والزبير، وسمع عن العراق والشام ومصر واليمن من الوثنية الجاهلية ما لا يستسيغه العقل، ولا يقره الشرع.","seal":"CB25D367","part":1},
      {"page":20,"id":17,"nass":"كما سمع عن العيدروس في \"عدن\"، والزيلعي في اليمن الشئ الكثير.\rرأى ما رأى، وسمع ما سمع، وتحقق، ووازن تلك الأفعال المنكرة بميزان الوحيين: كتاب الله المبين، وسيرة الرسول الأمين صلى الله عليه وسلم، وأصحابه المتقين، فرآهم في بعد عن منهج الدين وروحه.\rرآهم لم يعرفوا لماذا بعث الله الرسل؟، ولماذا بعث الله محمداً للناس كافة؟، ورأى أنهم لم يعرفوا حالة الجاهلية، وما كان فيها من الوثنية الممقوتة، رآهم غَيَّروا وبدلوا أصول الدين وفروعه، إلا القليل.\rهذه حالتهم في دينهم وعبادتهم.\rحالة نجد السياسية:\rأما حالتهم السياسية: فكما جاء في كتاب \"جزيرة العرب في القرن العشرين\": رأى أنه ليس هناك قانون ولا شريعة إلا ما قضت به أهواء الأمراء وعمالهم، وكانت نجد متقسمة إلى ولايات عديدة، يحكم كل واحدة منها أمير، لا تربطه وجاره أية رابطة.\rومن أهم هؤلاء الأمراء: بنو خالد في الأحساء، وآل معمر في العيينة، والأشراف في الحجاز.\rوعدا هؤلاء، أمراء لا يعبأ بذكرهم.\rوقد كان أولئك الأقوام في حروب دائمة، لا سيما مع البادية.\rوكان الأمير على قدم الاستعداد عندما تسنح الفرص ليعتدي على جيرانه إذا بدا من هؤلاء الجيران ضعف أو عدم استعداد. انتهى. هكذا كانت حالة بلاد العرب عند إياب الشيخ من رحلته العلمية.\rبدء نهضة الشيخ في الإصلاح الديني:\rوبعد أن ثبت لديه وتحقق حالتهم السيئة في دينهم ودنياهم، ورأى إقرار العلماء في الحجاز وفي نجد وسائر الأقطار على تلك المنكرات والمبتدعات،","seal":"BD1985FE","part":1},
      {"page":21,"id":18,"nass":"إلا القليل منهم ممن كان لا يتجاسر أن يبوح بمقت ما فعلوا، وأيقن أنهم قد أدخلوا في أصول الإسلام العليا ما يأباه القرآن، وما تأباه السنة المحكمة.\rوكان يقوي عقيدته بخطئهم، وركونهم إلى البدع ما يقرؤه من الروايات القائلة: بأن المسلمين لا بد أن يغيروا، وأن يسلكوا مسالك الذين من قبلهم، كالحديث الصحيح: \"لتتبعن سنن من كان قبلكم\"، وكحديث: \" لا تقوم الساعة حتى يعبد فئام من أمتي الأوثان\"، وحديث: \"بدأ الإسلام غريباً وسيعود غريباً كما بدأ\".\rحينئذ صمّم الشيخ أن يعلن قومه بأنهم قد ضلوا الطريق السوي، وزاغوا عن منهج الصواب.\rيقول بعض الكاتبين: \"حقاً إن الموقف دقيق حرج، يحتاج إلى شجاعة ما ضية، وإلى إيمان لا يبالي بالأذى في سبيل إرضاء الله وإرضاء الحق الذي اقتنع به، وسبيل إنقاذ البشرية المعذّبة، كما يحتاج إلى عدة كافية من قوة اللسان، وإصابة البرهان، ليواجه ما يجابهه من شبهات واعتراضات لا بد منها. ثم إلى مؤازر قوي يحمي ظهره، ويدافع عن دعوته\".\rدعوته لقومه:\rابتدأ الشيخ رحمه الله، دعوته لقومه في بلدة \"حريملاء\"، وبَيّن لهم أن لا يُدعى إلا الله، ولا يُذبح ولا يُنذر إلا له، وأن عقيدتهم في تلك القبور والأحجار والأشجار من الاستغاثة بها، وصرف النذور إليها، واعتقاد النفع والضرر منها؛ ضلال وزور، وبأنهم في حالة لا ترضي، فلا بد من نبذ ذلك، وعزز كلامه بآي من كتاب الله المجيد، وأقوال الرسول وأفعاله، وسيرة أصحابه، فوقع بينه وبين الناس نزاع وجدال، حتى مع والده العالم الجليل، لأنه كان مغتراً بأقاويل المقلدين السالكين تلك الأفعال المنكرة في قوالب حب الصالحين.","seal":"91A9B1B2","part":1},
      {"page":22,"id":19,"nass":"فاستمر الشيخ يجاهد بلسانه وقلمه وإرشاده، وتبعه أناس من أهل تلك البلدة، حتى انتقل أبوه عبد الوهاب إلى جوار رب الأرباب سنة 1153هـ.\rوالظاهر أن والده اقتنع بأقوال ابنه ومبادئه، كما اقتنع أخوه سليمان بعدما وقع بينه وبينه نزاع وردود1.\rوبعد وفاة والده جاهر قومه بالدعوة والإنكار على عقائدهم الضالة، ودعا إلى متابعة الرسول في الأقوال والأفعال.\rوكان في تلك البلدة قبيلتان، وكل يدعي الزعامة، وليس هناك من يحكم الجميع، ويأخذ حق الضعيف، ويردع السفيه، وكان لإحدى القبيلتين عبيد يأتون بكل منكر وفساد، ولا يحجمون عن التعدي على العباد؛ فصمم الشيخ على منعهم وردعهم.\rولما أحس أولئك الأرقّاء بما صمّم عليه الشيخ، عزموا أن يفتكوا به خفية، فتسوروا عليه من وراء الجدار، فشعر بهم بعض الناس، فصاحوا بهم وهربوا.\rعندها غادر الشيخ \"حريملاء\" إلى \"العيينة\" مسقط رأسه، وموطن آبائه، وحاكمها إذ ذاك عثمان بن حمد بن معمر، فتلقاه بكل إجلال وإكرام، وبين الشيخ له دعوته الإصلاحية المباركة، القائمة على دعائم الكتاب والسنة المطهرة، وشرح له معني التوحيد، وأن أعمال الناس اليوم وعقائدهم منافية للتوحيد، وتلا عليه الآيات والأحاديث النبوية، ورجا له من الله إن قام بنصر\r__________\r1 راجع \"صيانة الإنسان عن وسوسة الشيخ دحلان\" ص: 461، الطبعة الثالثة، رسالة الشيخ سليمان بن عبد الوهاب إلى أحمد بن محمد التويجري، وأحمد ومحمد ابني عثمان ابن شبانة، كيف نصحهم بأن يقوموا مع الحق أكثر من قيامهم مع الباطل، وصرح فيها بأن الشرك أعظم ما نهى الله عنه.\rوانظر جواب أولئك الثلاثة للشيخ سليمان ابن عبد الوهاب، ص: 461 برجوعهم عما كانوا عليه.","seal":"8A94E1DD","part":1},
      {"page":23,"id":20,"nass":"بلا إله إلا الله أن ينصره الله ويعلي كلمته، وتكون له السيادة والزعامة على نجد وغيرها، وله السعادة الأبدية إن شاء الله.\rفقبل عثمان، ورحّب بما قال الشيخ، فأعلن الشيخ بالدعوة إلى الله، وإفراد العبادة لله، والتمسك بسنة رسول الله، وأمر بالمعروف ونهى عن المنكر، وقطع الشيخ الأشجار المعظّمة هناك، وهدم قبة زيد بن الخطاب، بمساعدة عثمان الأمير، وأقام الحد على امرأة اعترفت بالزنا مراراً، بعدما تأكد من صحة عقلها وكمال حواسها. فاشتهر أمر الشيخ، وذاع صيته في البلدان.\rفبلغ خبره \"سليمان بن محمد بن عريعر\" حاكم الأحساء وبني خالد، فبعث هذا الجاهل الظالم إلى عثمان بن معمر كتاباً جاء فيه:\r\"إن المطوّع الذي عندك، قد فعل ما فعل، وقال ما قال، فإذا وصلك كتابي فاقتله، فإن لم تقتله، قطعنا خراجك الذي عندنا في \"الأحساء\"\".\rفعظم على عثمان الأمر، وكبر عليه مخالفة ابن عريعر، وغاب عن ذهنه عظمة رب العالمين، وكانت النتيجة من جرّاء ذلك الكتاب وضعف إيمان ابن معمر أن أمر بإخراج الشيخ من بلده.\rولم يفد فيه وعظ الشيخ ونصحه، وأنه لا بد للداعي والمصلح من أن يناله الأذى، ولابد أن تكون العاقبة للمتقين.\rفخرج الشيخ رحمه الله، يمشي على رجليه موكلاً به فارس يمشي من خلفه، وليس مع الشيخ إلا المروحة في أشد وقت الحر من الصيف.\rفهمّ الفارس بقتل الشيخ، وكان بإيعاز من ابن معمر، فارتعدت يده وكفى الله شره.\rوكان الشيخ في مشيه لا يفتر عن ذكر الله، ويردد قوله تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ} .","seal":"64AD495C","part":1},
      {"page":24,"id":21,"nass":"ونزل الشيخ بالدرعية وقت العصر سنة 1158هـ ضيفاً على عبد الرحمن ابن سويلم، وابن عمه أحمد بن سويلم.\rوخاف ابن سويلم على نفسه من الأمير محمد بن سعود، لأنه كان يعلم حالة الناس، وأنهم لا يقبلون ما أتى به هذا العالم الجليل، ويقابلون ذلك بالأذى، ولا سيما من بيده الأمر.\rولكن الشيخ الممتلئ إيماناً وثقة بالله، سكن جاشه، وأفرغ عليه من العظات، وملأه رجاءاً، ووعده بأنه لا بد من أن يفرج الله وينصره نصراً مؤزراً. فعلم به الخواص من أهل الدرعية، فزاروه خفية، فشرح لهم معاني التوحيد وما يدعو إليه.\rوكان للأمير أخوان: مشاري وثنيان، وزوجة كانت لبيبة عاقلة.\rفبين الأخوان بعد ما نهلا من مناهل الشيخ لأخيهما الأمير، أن الشيخ محمداً نازل ضيفاً على ابن سويلم، وأن هذا الرجل غنيمة ساقه الله إليك، فاغتنم ما خصك الله به، ورغّبوه في زيارة الشيخ، فامتثل وزار الشيخ.\rفدعاه الشيخ إلى التوحيد، وأن التوحيد هو ما بعثت من أجله الرسل، وتلا عليه آيات من الذكر الحكيم، فيها البيان ببطلان عبادة غير الله، ولفت نظره إلى ما عليه أهل نجد من الشرك، والجهل، والفرقة والاختلاف، وسفك الدماء، ونهب العباد.\rوبالجملة: بَيَّن له ضعف دينهم ودنياهم، وجهلهم بشرائع الإسلام، ورجاه أن يكون إماماً يجتمع عليه المسلمون، ويكون له الملك والسيادة، ومن بعده في ذريته.\rعند ذلك شرح الله صدر محمد بن سعود وأحبّه، واقتنع بما دعاه إليه الشيخ، وبشّر الأمير الشيخ بالنصرة، وبالوقوف معه على من خالفه.\rوشرط الأمير على الشيخ شرطين:\rالأول: أن لا يرجع الشيخ عنه إن نصرهم الله ومكّنهم.","seal":"33C44450","part":1},
      {"page":25,"id":22,"nass":"والثاني: أن لا يمنع الأمير من الخراج الذي ضربه على أهل الدرعية وقت الثمار.\rفقال الشيخ: \"أما الأول: الدم بالدم، والهدم بالهدم. وأما الثاني: فلعل الله يفتح عليك الفتوحات، وتنال من الغنائم ما يغنيك عن الخراج\".\rفبايع الأمير الشيخ على الدعوة إلى الله، والجهاد في سبيل الله، والتمسك بسنة رسول الله، والأمر بالمعروف، والنهي عن المنكر، وإقامة الشعائر الدينية.\rوبعد استقراره في الدرعية أتى إليه من كان ينتسب إليه، ومعتنقاً مبادئ دعوته، من رؤساء المعامرة وغيرهم، وأخذت الوفود تأتي من كل حدب لما علموا أن الشيخ في دار منعة.\rعند ذلك، سمع عثمان بن معمر الذي أخرج الشيخ من بلده أن محمد بن سعود رحمه الله قد بايع الشيخ، وأنه ناصره وأهل الدرعية له مؤيدون، ومعه قائمون ومجاهدون.\rفندم عثمان على ما سلف منه في حق الشيخ، فأتى إليه ومعه ثلة من الرجال من رؤساء البلاد وأعيانها، واعتذر، وطلب منه الرجوع. فعلّق الشيخ الأمر على رضاء الأمير محمد بن سعود، فرفض الأمير السماح، ورجع عثمان خائباً.\rوشدت إلى الشيخ الرحال، وكثر الوافدون، ليرتووا من مناهله العذبة الصافية النقية من الخرافات والوثنية.\rوكانت الحالة الاقتصادية للأمير والبلاد لا تقوي على القيام بمؤن أولئك الوافدين الطالبين؛ فكان بعضهم من شغفه وحبه للعلم يحترف بالليل بالأجرة، وفي النهار يحضر الدروس، إلى أن وسّع الله عليهم وأتى بالفرج واليسر بعد الشدة والعسر.","seal":"B3B3F73B","part":1},
      {"page":26,"id":23,"nass":"وثابر الشيخ باذلاً جهده ووسعه في إرشاد الناس وتعليمهم، وبيان معنى \"لا إله إلا الله\"، وأنها نفي وإثبات؛ ف \"لا إله\" تنفي جميعا المعبودات، و\"إلا الله\" تثبت العبادة لله.\rوشرح لهم معنى الألوهية بأن الإله: هو الذي تأله القلوب محبة وخوفاً وإجلالاً ورجاءاً. وعلّمهم الأصول الثلاثة.\rوبفضل تعاليمه الرشيدة، تنورت أذهانهم، وصفت قلوبهم، وصحت عقائدهم، وزادت محبة الشيخ في قلوب الوافدين إليه.\rثم أخذ يراسل رؤساء البلدان النجدية وقضاتهم، ويطلب منهم الطاعة والانقياد، ونبذ الشرك والعناد.\rفمنهم من أطاعه، ومنهم من عصاه، واتخذه سخرياً، واستهزأ به، ونسبه إلى الجهل وعدم المعرفة.\rومنهم: من نسبه إلى السحر.\rومنهم: من رماه بأمور منكرة، هو منها بريء. قاتل الله الجهل والتقليد الأعمى.\rولو كان لأولئك عقل، لعقلوا أن الجاهل لا يستطيع إقامة الأدلة الصحيحة على مطالبه، الجاهل لا يستطيع أن يبارز العلماء الأجلاء ببراهين عقلية وحجج سمعية تقصر السامع على الخضوع، الساحر لا يأمر بخير، لا يأمر بمعروف، ولا ينهى عن منكر.\rولكن لا عجب، فقد قيل سابقاً للمرسلين ولجميع المصلحين، مثل هذا الكلام.\rواصل الشيخ ليله ونهاره في نشر الدعوة والوعظ، وكتابة الرسائل العلمية مكتفياً بهذه الوسيلة السلمية،","seal":"83C95DE9","part":1},
      {"page":27,"id":24,"nass":"والأمير \"محمد بن سعود\" يؤازره حسب مقدرته.\rولكن خصوم الدعوة كانوا يعملون على تأليف القلوب لمحاربة الدعوة بكل الوسائل، والاعتداء على الداخلين في الدعوة، فلم ير الشيخ محمد والأمير بُدّاً من الاستعانة بالسيف بجانب الدعوة الدينية، واستمرت الحروب الدينية سنين عديدة، وكان النصر حليف ابن سعود في أغلب المواقف، وكانت القرى تسقط واحدة تلو الأخرى بيده، ودخل البعض في الطاعة بالاختيار والرغبة، لما عرف حقيقة الأمر.\rوإن أردت معرفة عناد القوم وبغيهم وجورهم واعتدائهم، ونقض بعضهم للعهد مرة بعد مرة، فاقرأ \"عنوان المجد\"، وأن زعماء الدعوة ما كانت خطتهم إلا الدفاع، ورفع العقبات عن سبيل الدعوة الخالصة.\rوبعد فتح الرياض1 واتساع ملكهم، وانقياد كل صعب لهم، فوض الشيخ أمور الناس وأموال الغنائم إلى عبد العزيز بن محمد بن سعود الأمير، وتفرّغ الشيخ للعلم وللعبادة وإلقاء الدروس.\rوكان محمد وابنه عبد العزيز لا يتصرفان في شيء إلا بعد أن يعلماه، ليعلمهما الحكم الشرعي، ولا ينفذان حكماً إلا عن أمره ورأيه.\r__________\r1 تم فتح الرياض سنة 1187، على يد الإمام عبد العزيز بن محمد بن سعود، بعد أن خرج دهام بن دواس هارباً من الرياض، وكان هروبه بعد أن اعتدى المرات العديدة على أئمة الدعوة، ونقض العهد أكثر من مرة، وكانت العاقبة للمتقين وجند الله الموحدين.\rوفي سنة 1179 توفي الإمام محمد بن سعود، وبويع على الإمامة ابنه عبد العزيز.\rوفي سنة 1215 غزا سعود بن عبد العزيز بأمر والده العراق، وأوقع خسائر هائلة بأهل كربلا،، وهدم قبة قبر الحسين.\rوفي سنة 1218 في شهر رجب قتل الإمام عبد العزيز رجل شيعي جاء من العراق متنكراً كدرويش، وأظهر التنسك والطاعة، وتعلم شيئاً من القرآن، فأكرمه عبد العزيز وأعطاه، وأخذ يتعلم أمور الدين، ولكنه كان رافضياً خبيثاً، فوثب على الإمام من الصف الثالث والناس في السجود فطعنه بخنجر معه انتقاماً منه، وقضى الإمام نحبه من جرّاء ذلك، وبويع سعود بن عبد العزيز على الإمامة.","seal":"4A55F4DD","part":1},
      {"page":28,"id":25,"nass":"وما زال الشيخ على هذه الحالة الحسنة، والسيرة الطيبة الطاهرة؛ حتى انتقل إلى جوار ربه في ذي القعدة سنة 1206، رحمه الله وأسكنه فسيح الجنان.\rعلم الشيخ وصفاته:\rكان الشيخ رحمه الله تعالى علماً من الأعلام، ناصراً للسنة، وقامعاً للبدعة، خبيراً مطلعاً، إماماً في التفسير والحديث والفقه وأصوله، وعلوم الآلة كالنحو والصرف والبيان، عارفاً بأصول عقائد الإسلام وفروعها، كشافاً للمشكلات، حلالاً للمعضلات، فصيح اللسان، قوي الحجة، مقتدراً على إبراز الأدلة، وواضح البراهين بأبلغ عبارة وأبينها، تلوح على محياه علامات الصلاح، وحسن السيرة، وصفاء السريرة، يحب العباد، ويغدق عليهم من كرمه، ويصلهم ببره وإحسانه، ويخلص لله في النصح والإرشاد، كثير الاشتغال بالذكر والعبادة، قلما يفتر لسانه من ذكر الله.\rوكان يعطي عطاء الواثق بربه، ويتحمّل الدين الكثير لضيوفه، ومن يسأله، وكان عليه أُبَّهة العظمة، تنظره الناس بعين الإجلال والتعظيم؛ مع كونه متصفاً بالتواضع واللين، مع الغني والفقير، والشريف والوضيع.\rوكان يخص طلبة العلم بالمحبة الشديدة، وينفق عليهم من ماله، ويرشدهم على حسب إستعدادهم.\rوكان يجلس كل يوم عدة مجالس ليلقي دروسه في مختلف العلوم، من توحيد، وتفسير، وحديث، وفقه، وأصول وسائر العلوم العربية.\rوكان عالماً بدقائق التفسير والحديث، وله الخبرة التامة في علله ورجاله، غير ملول ولا كسول من التقرير والتحرير، والتأليف والتدريس.\rوكان صبوراً عاقلاً، حليماً، لا يستفزه الغضب إلا أن تنتهك حرمة الدين، أو تهان شعائر المسلمين، فحينئذ يناضل بسيفه ولسانه، معظِّماً للعلماء، منوهاً بما لهم من الفضائل، آمراً بالمعروف، ناهياً عن المنكر، غير صبور","seal":"81CD3C37","part":1},
      {"page":29,"id":26,"nass":"على البدع، ينكر على فاعليها بلين ورفق، متجنباً الشدة والغضب والعنف، إلا أن تدعو إليه الحاجة.\rولا غرو إذا اتصف الشيخ بتلك السجايا الحميدة، والأخلاق الكريمة، فقد ورث تلك عن آبائه واسلافه الأبرار، لأنهم كانوا معروفين بالعلم والفضل والزهد.\rفقد كان جده سليمان بن علي عالم نجد في زمانه له اليد الطولى في كثير من الفنون، فشدت إليه الرحال من أصقاع نجد لتحصيل العلوم.\rقال ابن بشر: \"صنّف مصنفات عديدة، ودرّس وأفتى،وأفاد طلاب العلوم من علمه الواسع\".\rوأبوه الشيخ عبد الوهاب قد كان عالماً كاملاً، ورعاً، زاهداً، له معرفة تامة في علوم الشريعة وآلاتها. تولّى القضاء في عدة أماكن من نجد، منها العيينة، وحريملا، وله مؤلفات ورسائل مستحسنة، فرحم الله الجميع رحمة واسعة.\rمؤلفات الشيخ:\rألّف عدة كتب: منها: \"كتاب التوحيد\"، وهوغني بالشهرة عن التعريف به. \"كشف الشبهات\". \"ثلاثة الأصول\". \"مختصر السيرة النبوية\". \"مختصر الإنصاف والشرح الكبير في الفقه\". \"نصيحة المسلمين بأحاديث خاتم المرسلين\". \"كتاب الكبائر\". \"آداب المشي إلى الصلاة\". \"أصول الإيمان\". \"مختصر زاد المعاد\". \"مختصر صحيح البخاري\". \"مسائل الجاهلية\". \"استنباط من القرآن\" يقع في جزأين.","seal":"B3E63768","part":1},
      {"page":30,"id":27,"nass":"\"أحاديث الفتن\". وله رسائل عديدة، أكثرها في التوحيد.\rأبناء الشيخ وتلامذته:\rذكر في \"عنوان المجد\": أن الشيخ رحمه الله قد أخذ عنه العلم عدة من العلماء الأجلاء، منهم: أبناؤه الأربعة العلماء، والقضاة الفضلاء، الذين درسوا العلوم الشرعية والفنون الأدبية، كما درسوا الفروع والأصول، وصارت لهم ملكة في المعقول والمنقول: حسين، وعبد الله، وعلي، وإبراهيم1.\rوقد كان لكل واحد منهم قرب بيته مدرسة، وعنده من طلاب العلوم من أهل الدرعية والغرباء العدد الكثير، بحيث قد يعده السامع أنه قد بولغ في العدد.\rولا زال العلم في ذرية الشيخ وسيكون إن شاء الله باقياً إلى أن تقوم الساعة.\rوآل الشيخ في هذا اليوم هم القائمون في المملكة العربية السعودية بالوظائف الدينية، من الإفتاء، والتدريس، والأمر بالمعروف والنهي عن المنكر، ورئاسة المعاهد والكليات، وحل المشاكل، والدفاع عن حوزة الدين، ونصر شريعة سيد المرسلين. فجزاهم الله أحسن الجزاء، ووفقنا وإياهم لما يحبه ويرضاه.\rوأما التلامذة والطلاب الذين نهلوا من منهل الشيخ، وتخرجوا على يده، وصاروا قضاة ومفتين، فلا تحصيهم الأقلام.\rولا بأس أن نذكر عدداً قليلاً:\rفمنهم الشيخ العالم الجليل: حمد بن ناصر بن عثمان بن معمر، والد مؤلف \"منحة القريب\"2.\r__________\r1 وأما ابنه الخامس وهو حسن، فالظاهر أنه لم يكن من طلبة العلم الأجلاء، وقد أخبرني بعض آل الشيخ أن حسن والد الشيخ عبد الرحمن بن حسن مات شاباً، ولم يكن ممن اشتغل كثيراً بالعلم، بل بالتجارة والأعمال الدنيوية.\r2 \"منحة القريب في الرد على عُبّاد الصليب\"، ألّفه الشيخ العلامة عبد العزيز ابن الشيخ أحمد المذكور، وهو ذاك.","seal":"0DC9D095","part":1},
      {"page":31,"id":28,"nass":"والشيخ الزاهد الورع: عبد العزيز بن عبد الله الحصين الناصري، تولى القضاء إذ ذاك في ناحية الوشم.\rوالشيخ الفاضل العالم العامل: سعيد بن حجي، قاضي حوطة بني تميم.\rوالعالم الجليل الشيخ: عبد الرحمن بن نامي، تولى القضاء ببلد \"العيينة\" والأحساء.\rوالشيخ المفضال: أحمد بن راشد العريني، القاضي في ناحية \"سدير\".\rوالشيخ: عبد العزيز أبو حسين.\rوالشيخ: حسن بن عيدان، وكان قاضياً في بلد حريملاء.\rوالشيخ: عبد العزيز بن سويلم، وكان قاضياً في بلد \"القصيم\".\rومن ذرية الشيخ حسن، وأشهر الموجودين من نسله في عصرنا الحاضر، الشيخ: محمد بن إبراهيم بن عبد اللطيف بن عبد الرحمن بن حسن، وهو الآن مفتي المملكة العربية السعودية، وإليه مرجع الهيئات الدينية.\rوأخوه الشيخ: عبد اللطيف؛ رئيس المعاهد الدينية والكليات، والشيخ: عبد الملك رئيس هيئات الأمر بالمعروف بمكة المكرمة.\rكما أن من أشهر الموجودين من نسل الشيخ حسين بن محمد، الشيخ: عمر بن حسن، رئيس هيئة الأمر بالمعروف ب \"نجد\" والمنطقة الشرقية.\rعقيدة الشيخ محمد بن عبد الوهاب وجميع النجديين\rعقيدته كعقيدة السلف الصالح، على ما كان عليه رسول الله صلى الله عليه وسلم وأصحابه، والتابعون، والأئمة المهتدون: كأبي حنيفة، ومالك، والشافعي، وأحمد، وسفيان الثوري، وابن عيينة، وابن المبارك، والبخاري، ومسلم، وأبي داود، وسائر أهل السنن ممن تبعهم من أهل الفقه والأثر؛ كالأشعري، وابن خزيمة، وتقي الدين بن تيمية، وابن القيم، والذهبي، رحمهم الله.","seal":"83483FDF","part":1},
      {"page":32,"id":29,"nass":"يعتقد أن الله واحد أحد، فرد صمد، لا شريك له ولا مثيل، ولا وزير له ولا مشير، لم يتخذ صاحبة ولا ولداً، عالم بكل شيء ما كان وما يكون، ومالم يكن، لو كان كيف يكون، قادر على كل شيء، لا يعجزه شيء، بل هو الفعّال لما يريد، ويثبت جميع صفات الله العليا، وأسماءه الحسنى كما نطق الكتاب، وجاءت به السنة الصحيحة من صفة: العلم، والسمع، والبصر، والقدرة، والإرادة، والكلام، والاستواء على العرش، والنزول كل ليلة إلى سماء الدنيا، وسائر الصفات الذاتية والفعلية والخبرية.\rيؤمن بها، ويمرّها كما جاءت من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل.\rتوحيد العبادة والربوبية:\rيعتقد: بأن الله هو الحي القادر الخالق، الرازق، المحيي، المميت.\rيؤمن بأن يُفرد ربنا بالعبادة، ولا يُشرك به أحد، لا ملك مقرّب، ولا نبي مرسل.\rويبرأ من عبادة ما سواه كائناً ماكان، وهذا هو الحكمة1 التي خلق الله لأجلها الجن والإنس، وأُرسلت لها الرسل، وأُنزلت بها الكتب.\rويبرأ من عبادة الأحجار والأشجار والصالحين الأخيار.\rويبرأ من عابديها، ويقيم الحجج العقلية والنقلية على أنها شرك وضلال، وكفر بالله ذي الجلال، كقوله تعالى حكاية عن قول الرسل لأقوامهم: {يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} ، {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ} .\rوكقوله: {إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} .\r__________\r1 قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إلاَّ لِيَعْبُدُونِ} ، فقد صرح القرآن أنه لم يخلق الخلق إلا لأجل عبادته، وما روي من حديث: \"\"لولاك لولاك لما خلقت الأفلاك\" فباطل لا اصل له.","seal":"E152AB0E","part":1},
      {"page":33,"id":30,"nass":"الإيمان بالرسل والأنبياء والملائكة والكتب واليوم الآخر:\rيؤمن بجميع أنبياء الله ورسله، لا يفرّق بين أحد منهم، ويعتقد أن محمداً أفضلهم؛ أرسله الله بالآيات الباهرة، والمعجزات الظاهرة، وكرّمه بطهارة الأعراق، وحباه محاسن الأخلاق، فمن اتبعه صار من المفلحين، ومن عصاه صار من الأشقياء الخاسرين.\rويؤمن باليوم الآخر، وبالبعث بعد الموت، وحساب الله للعباد، وبالميزان والصراط، والجنة والنار، كما ستأتي عقيدته بنصها.\rمسائل القدر والجبر والإرجاء والإمامة:\rيؤمن بالقدر خيره وشره، ويبرأ مما قالته القدرية النفاة، والمجبرة، والمرجئة، ويوالي جميع أصحاب رسول الله صلى الله عليه وسلم وأهل بيته الطاهرين، ويكفّ عما شجر بينهم، ويعتقد بأفضلية أبي بكر، ثم عمر، ثم عثمان، ثم علي رضي الله عنهم.\rعقيدته في العلماء:\rيوالي كافة أهل الإسلام وعلمائهم، من أهل الحديث والفقه والتفسير، وأهل الزهد والعبادة، ولا سيما الأئمة الأربعة، ويرى فضلهم وإمامتهم، وأنهم من الفضل والفضائل في غاية ورتبة، يقصر عنها المتطاول، ولا يرى إيجاب ما قاله المجتهد إلا بدليل تقوم به الحجة من الكتاب والسنة، خلافاً لغلاة المقلدين. وعلى هذا القول أجمعت الأئمة الأربعة وغيرهم، كما حكاه ابن عبد البر رحمه الله.","seal":"9CF27263","part":1},
      {"page":34,"id":31,"nass":"نقول من رسائله وعقائده\rوها أنا أنقل لك أيها القارئ الكريم بعض ما كتبه الشيخ من رسائله1 التي ذكر فيها عقيدته وما هو عليه.\rفمن تلك الرسائل:\rما كتبه لأهل القصيم.\rقال رحمه الله بعد البسملة:\r\"أشهد الله ومن حضرني من الملائكة، وأشهِدكم أني أعتقد ما أعتقده أهل السنة والجماعة، من الإيمان بالله وملائكته، وكتبه، ورسله، والبعث بعد الموت، والإيمان بالقدر، خيره وشره.\rومن الإيمان بالله: الإيمان بما وصف به نفسه في كتابه، وعلى لسان رسوله صلى الله عليه وسلم، من غير تحريف ولا تعطيل، بل أعتقد أن الله {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ، فلا أنفي عنه، ما وصف به نفسه، ولا أحرّف الكلم عن مواضعه، ولا أُلْحِد في أسمائه وآياته، ولا أكيّف، ولا أمثّل صفاته بصفات خلقه، لأنه تعالى لا سَمِيّ له ولا كُفؤ، ولا ند له، ولا يقاس بخلقه، فإنه سبحانه وتعالى أعلم بنفسه وبغيره، وأصدق قيلاً، وأحسن حديثاً.\rفنزّه نفسه عما وصفه به المخالفون من أهل التكييف والتمثيل، وعما نفاه عنه النافون، منأهل التحريف والتعطيل، فقال تعالى: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} .\rفالفرقة الناجية وسط في باب أفعاله تعالى بين القدرية والجبرية2.\r__________\r1 وإنما أنقل لك أيها القارئ من رسائله الآتية لتعرف عقيدة الشيخ في توحيد الألوهية وتوحيد الأسماء والصفات، وأنه على ما كان عليه السلف الصالح، وأن ما أشاعه أعداؤه مما يخالف ما جاء في رسائله وكتبه كذب لا أصل له، وسيأتيك زيادة بيان عند النقل.\r2 القدرية: تسند الفعل إلى العبد، وتجعله خالقاً لفعل نفسه من خير أو شر.\rوخالفتهم الجبرية، وقالت: العبد مجبور على الفعل من خير أو شر، فالعبد كالريشة في مهب الأرباح. من رسالة ابنه الشيخ عبد الله بعد دخول الإمام سعود مكة المكرمة سنة 1218.","seal":"9E8B5FC0","part":1},
      {"page":35,"id":32,"nass":"وهم وسط في باب وعبد الله، بين المرجئة والوعيدية.\rوهم وسط في باب الإيمان والدين، بين الحرورية والمعتزلة وبين المرجئة والجهمية.\rوهم وسط في باب أصحاب رسول الله صلى الله عليه وسلم بين الروافض والخوارج1.\rوأعتقد: أن القرآن كلام الله، منزّل غير مخلوق، منه بدأ، وإليه يعود، وأنه تكلم به حقيقة، وأنزله على عبده ورسوله وأمينه على وحيه، وسفيره بينه وبين عباده؛ نبينا محمد صلى الله عليه وسلم.\rوأؤمن بأن الله فعّال لما يريد، ولا يكون شيء إلا بإرادته، ولا يخرج عن مشيئته، وليس شيء في العالم يخرج عن تقديره، ولا يصدر إلا عن تدبيره، ولا محيد لأحد عن القدر المحدود، ولا يتجاوز ما خط له في اللوح المسطور.\r__________\r1 الحرورية: هم الخوارج الذين خرجوا على عليّ عندما رضى بتحكيم الحكمين.\rوالمعتزلة: هم القدرية الذين أسندوا الفعل إلى العبد، ولم يؤمنوا بالقدر.\rوالمرجئة: هم الذين يقولون: لا يضر مع الإيمان معصية، كما لا ينفع مع الكفر طاعة.\rوالجهيمة: هم أتباع جهم بن صفوان، نفوا جميع صفات الله وأسمائه، ودانوا بالجبر المحض.\rوالروافض: هم الذين يقولون: إن عليَّ بن أبي طالب هو الخليفة بعد الرسول، وأن الرسول أوصى له بالخلافة، ويكفّرون أكثر أصحاب رسول الله.\rوالتوسط الذي أراده الشيخ، هو: أن أهل السنة يقولون ويعتقدون بعموم مشيئة الله وقدرته، ولا يقولون: إن العبد مجبور على فعل نفسه، بل هو مختار.\rوالتوسط بين المرجئة والوعيدية، الذين هم الحرورية والمعتزلة، هو: أن أهل السنة لا يقولون: لا يضر مع الإيمان معصية؛ لورود الآيات الناصّة على الوعيد.\rولا يقولون: إن مرتكب الكبيرة كافر، كما تقوله الخوارج، ولا أنه في المنزلة بين المنزلتين، كما تقوله المعتزلة، بل يرجون للمحسن، ويخافون على المسيء، وإن مات ولم يتب فأمره مفوّض لله، إن شاء عذبه، وإن شاء غفر له.\rوالتوسط بين الروافض والخوارج في الصحابة، هو: أن أهل السنة يعتقدون بفضل الصحابة كلهم، ولا يغلون في أهل البيت، بخلاف الروافض، فإنهم قد كفروا أكثر أصحاب رسول الله، وغلوا في أهل البيت. وبخلاف الخوارج، فإنهم كفّروا عثمان، وعلياً، وطلحة، والزبير، ومعاوية، وعمرو ابن العاص.","seal":"5D08282C","part":1},
      {"page":36,"id":33,"nass":"وأعتقد بكل ما أخبر به النبي صلى الله عليه وسلم مما يكون بعد الموت.\rوأؤمن بفتنة القبر ونعيمه، وبإعادة الأرواح إلى الأجساد، فيقوم الناس لرب العالمين، حفاة، عراة، غرلاً، وتدنو منهم الشمس، وتنصب الموازين، وتوزن به أعمال العباد: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} ، وتُنشر الدواوين، فآخذ كتابه بيمينه، وآخذ كتابه بشماله.\rوأؤمن بحوض نبينا محمد صلى الله عليه وسلم بعرصة القيامة، ماؤه أشد بياضاً من اللبن، وأحلى من العسل، آنيته عدد نجوم السماء، من شرب منه شربة لم يظمأ بعدها أبداً.\rوأؤمن بأن الصراط منصوب على شفير جهنم، يمر به الناس على قدر أعمالهم.\rوأؤمن بشفاعة النبي صلى الله عليه وسلم، وأنه أول شافع، وأول مشفع، ولا ينكر شفاعة النبي إلا أهل البدع والضلال، ولكنها لا تكون إلا من بعد الإذن والرضا، كما قال الله تعالى: {وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} ، وقال: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} وقال تعالى: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إلاَّ مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} .\rوهو لا يرضى إلا التوحيد، ولا يأذن إلا لأهله.\rوأما المشركون، فليس لهم في الشفاعة نصيب كما قال تعالى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} .\rوأؤمن بأن الجنة والنار مخلوقتان، وأنهما اليوم موجودتان وأنهما لا يفنيان.\rوأن المؤمنين يرون ربهم بأبصارهم يوم القيامة، كما يرون القمر ليلة البدر، لا يضامون في رؤيته.\rوأؤمن بأن نبينا محمداً صلى الله عليه وسلم خاتم النبيين والمرسلين، ولا يصبح إيمان عبد حتى يؤمن برسالته، ويشهد بنبوته.","seal":"46ACC20D","part":1},
      {"page":37,"id":34,"nass":"وأفضل أمته أبو بكر الصديق، ثم عمر الفاروق، ثم عثمان ذو النورين، ثم علي المرتضي، ثم بقية العشرة، ثم أهل بدر، ثم أهل الشجرة أهل بيعة الرضوان ثم سائر الصحابة رضي الله عنهم.\rوأتولى أصحاب رسول الله، وأذكر محاسنهم، وأستغفر لهم، وأكف عن مساوئهم، وأسكت عما شجر بينهم.\rوأعتقد فضلهم، عملا بقوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} .\rوأترضى عن أمهات المؤمنين، المطهرات من كل سوء.\rوأقر بكرامات الأولياء، إلا أنهم لا يستحقون من حق الله شيئاً، ولا أشهد لأحد من المسلمين بجنة ولا نار، غلا من شهد له الرسول صلى الله عليه وسلم، ولكني أرجو للمحسن، وأخاف على المسئ.\rولا أكفّر أحداً من المسلمين بذنبه، ولا أخرجه من دائرة الإسلام.\rوأرى الجهاد ماضياً مع كل إمام، براً كان أو فاجراً، وصلاة الجاعة خلفهم جائزة.\rوالجهاد ماض، منذ بعث الله محمداً صلى الله عليه وسلم إلى أن يقاتل آخر هذه الأمة الدجال، لا يبطله جور جائر، ولا عدل عادل.\rوأرى وجوب السمع والطاعة لأئمة المسلمين، برهم وفاجرهم ما لم يأمروا بمعصية الله.\rومن ولي الخلافة، واجتمع عليه الناس، ورضوا به، أو غلبهم بسيفه، حتى صار خليفة، وجبت طاعته، وحرم الخروج عليه.\rوأرى هجر أهل البدع ومباينتهم، حتى يتوبوا، وأحكم عليهم بالظاهر، وأكل سرائرهم إلى الله.\rوأعتقد أن كل محدثة في الدين بدعة.","seal":"071E02A3","part":1},
      {"page":38,"id":35,"nass":"وأعتقد أن الإيمان، قول باللسان، وعمل بالأركان، واعتقاد بالجنان، يزيد بالطاعة، وينقص بالمعصية، وهو بضع وسبعون شعبة أعلاها، شهادة أن لا إله إلا الله، وأدناها إماطة الأذى عن الطريق.\rوأرى وجوب الأمر بالمعروف، والنهي عن المنكر، على ما توجبه الشريعة المحمدية الطاهرة.\rفهذه عقيدة وجيزة، حررتها وأنا مشتغل البال، لتطلعوا على ما عندي، والله على ما نقول وكيل\".\rومن رسالته إلى السويدي من علماء العراق، جواباً لما سأله عما يقول الناس فيه:\rقال بعد البسملة:\r\"من محمد بن عبد الوهاب، إلى الأخ في الله: عبد الرحمن بن عبد الله.\rسلام عليكم ورحمة الله وبركاته.\rأما بعد:\rفقد وصل إليّ كتابك، وسَرّ الخاطر، جعلك الله من أئمة المتقين، ومن الدعاة إلى دين سيد المرسلين.\rوأخبرك أني ولله الحمد متّبع لست مبتدعاً.\rعقيدتي وديني، الذي أدين الله به: هو مذهب أهل السنة والجماعة، الذي عليه أئمة المسلمين، مثل الأئمة الأربعة وأتباعهم إلى يوم القيامة.\rولكني بيّنت للناس إخلاص الدين لله، ونهيتهم عن دعوة الأحياء والأموات من الصالحين وغيرهم، وعن إشراكهم فيما يُعبد الله به، من: الذبح، والنذر، والتوكل، والسجود، وغير ذلك مما هو حق الله، الذي لا يشركه فيه أحد، لا ملَك مقرب، ولا نبي مرسل. وهو الذي دعت إليه الرسل من أولهم إلى آخرهم، وهو الذي عليه أهل السنة والجماعة.\rوبيّنت لهم أن أول من أدخل الشرك في هذه الأمة هم الرافضة، الذين يدعون علياً وغيره، ويطلبون منهم قضاء الحاجات، وتفريج الكربات.","seal":"9224633C","part":1},
      {"page":39,"id":36,"nass":"وأنا صاحب منصب، في قريتي مسموع الكلمة، فأنكر هذا بعض الرؤساء، لكونه خالف عادات نشأوا عليها، وألزمت من تحت يدي بإقام الصلاة، وإيتاء الزكاة، وغير ذلك من فرائض الله، ونهيتهم عن الربا، وشرب المسكر، وأنواع المسكرات؛ فلم يمكن الرؤساء، القدح في هذا وعيبه، لكونه مستحسناً عند العوام، فجعلوا قدحهم وعداوتهم فيما أمرت به من التوحيد، ونهيت عن الشرك، ولبّسوا على العوام أن هذا خلاف ما عليه أكثر الناس، ونسبوا إلينا أنواع المفتريات، فكبرت الفتنة، وأجلبوا علينا بخيل الشيطان ورجله.\rفمنها: إشاعة البهت، كما ذكرتم أني أكفّر جميع الناس، إلا من اتبعني، وأزعم أن أنكحتهم غير صحيحة.\rفيا عجباً، كيف يدخل هذا في عقل عاقل؟، وهل يقول هذا مسلم؟!، إني أبرأُ إلى الله من هذا القول الذي ما يصدر إلا عن مختل العقل.\rوالحاصل، أن ما ذكر عني غير دعوة الناس إلى التوحيد، والنهي عن الشرك فكله من البهتان\" اهـ باختصار.\rومن رسالته إلى أهل المغرب:\rبعد أن ساق آيات وأحاديث على وجوب اتباع السنة وترك البدع والمحدثات، وإخبار النبي صلى الله عليه وسلم أن أمته تأخذ مأخذ القرون قبلها \"شبراً بشبر وذراعاً بذراع\"، ولا بد أن تفترق كالأمم السالفة، وأن الناجية من كان على مثل ما كان عليه الرسول صلى الله عليه وسلم وأصحابه. قال:\r\"إذا عرف هذا، فمعلوم ما عمّت به البلوي من حوادث الأمور التي أعظمها: الإشراك بالله، والتوجّه إلى الموتى، وسؤالهم النصر على الأعداء، وقضاء الحاجات، وتفريج الكربات، التي لا يقدر عليها إلا رب السماوات، وكذلك التقرب إليهم بالنذور، وذبح القربان، والاستغاثة بهم في كشف الشدائد، وجلب الفوائد، إلى غير ذلك من أنواع العبادة، التي لا تصلح إلا لله.","seal":"1EF99693","part":1},
      {"page":40,"id":37,"nass":"وصرف شيء من أنواع العبادة لغير الله، كصرف جميعها، لأنه سبحانه أغنى الشركاء عن الشرك، ولا يقبل من العمل إلا ما كان خالصاً، كما قال الله: {فَاعْبُدِ اللَّهَ مُخْلِصاً لَهُ الدِّينَ أَلا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} .\rفأخبر الله سبحانه أنه لا يرضي من الدين إلا ما كان خالصاً لوجهه.\rوأخبر أن المشركين يدعون الملائكة والأنبياء والصالحين ليقربوهم إلى الله زلفى، ويشفعوا لهم.\rوأخبر أنه لا يهدي من هو كاذب كفّار، فكذبهم في هذه الدعوى، وكفرهم فقال: {إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} \" اهـ.\rومن رسالته في الأسماء والصفات:\rبعد البسملة والحمد لله:\r\"الذي نعتقد وندين الله به: هو مذهب سلف الأمة وأئمتها من الصحابة والتابعين، والتابعين لهم بإحسان من الأئمة الأربعة وأصحابهم رضي الله عنهم.\rوهو: الإيمان بآيات الصفات وأحاديثها، والإقرار بها، وإمرارها كما جاءت؛ من غير تشبيه ولا تمثيل ولا تعطيل، قال الله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً} .\rوقدر الله لأصحاب نبيه ومن تبعهم بإحسان، الإيمان، فعلم قطعاً أنهم المرادون بالآية الكريمة.\rوقال الله تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ} .","seal":"770FBF2C","part":1},
      {"page":41,"id":38,"nass":"وقال الله تعالى {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} الآية.\rفثبت بالكتاب أن من اتبع سبيلهم فهو علىالحق، ومن خالفهم فهو على الباطل.\rفمن سبيلهم في الاعتقاد: الإيمان بصفات الله وأسمائه التي وصف بها نفسه، وسمى بها نفسه في كتابه وتنزيله، أو على لسان رسوله صلى الله عليه وسلم، من غير زيادة عليها ولا نقصان منها، ولا تجاوز لها، ولا تفسير، ولا تأويل لها، بما يخالف ظاهرها، ولا تشبه بصفات المخلوقين، بل أقروها كما جاءت. وردوا علمها إلى قائلها، ومعناها، إلى المتكلم بها1، وأخذ ذلك الآخر عن الأول، ووصّى بعضهم بعضاً بحسن الاتباع، وحذرونا من اتباع طريق أهل البدع والاختلاف، الذين قال الله فيهم: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} ، وقال: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} .\rوالدليل على أن مذهبهم ما ذكرنا: أنهم نقلوا إلينا القرآن العظيم، وأخبار رسول الله صلى الله عليه وسلم، نقل مصدقٍّ لها، مؤمن بها، قابل لها، غير مرتاب فيها، ولا شاك في صدق قائلها، ولم يؤولوا ما يتعلق بالصفات منها.\r__________\r1 المراد بذلك: علم الكيفية والكُنه، ومعناهما عند أهل السنة والجماعة، وليس المراد علمهما ومعناهما من حيث اللغة العربية، فإن ذلك معلوم لدى أهل السنة، فإنهم يعلمون أن السمع غير البصر، وأن الاستواء غير النزول، وأن الغضب غير الرضا، وهكذا بقية الصفات، ويؤمنون بأن الله سبحانه موصوف بهذه الصفات حقاً لا مجازاً، على الوجه الذي يليق بجلاله، من غير أن يشابه خلقه في شيء من صفاته، كما قال مالك وشيخه ربيعة رحمة الله عليهما: \"الاستواء غير مجهول، والكيف غير معقول\" إلخ، وقال مالك أيضاً: \"الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة\" أي: عن الكيف، وقد تلقى عنه ذلك وعن شيخه ربيعة أئمة السنة، ووافقوه عليه. وهو الحق الذي لا ريب فيه، وهو الذي درج عليه أهل السنة جميعاً؛ عملاً بقوله سبحانه: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ، وما جاء في معناها من الآيات. والله أعلم. عبد العزيز بن عبد الله بن باز","seal":"8B21A068","part":1},
      {"page":42,"id":39,"nass":"ولم يشبّهوه بصفات المخلوقين، إذ لو فعلوا شيئاً من ذلك لنقل عنهم، بل زجروا من سأل عن المتشابه، وبالغوا في كفه تارة بالقول العنيف، وتارة بالضرب.\rولما سئل مالك رحمه الله عن الاستواء: أجاب بمقالته المشهورة، وأمر بإخراج الرجل.\rوهذا الجواب من مالك في الاستواء شاف كاف، في جميع الصفات، مثل: النزول والمجئ، واليد، والوجه، وغيرها.\rفيقال في النزول: النزول معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة. وهكذا يقال في سائر الصفات، إذ هي بمثابة الاستواء، الوارد به الكتاب والسنة.\rوثبت عن الربيع بن سليمان قالك سألت الشافعي رضي الله عنه عن صفات الله، فقال: \"حرام على العقول أن تمثل الله، وعلى الأوهام أن تحده، وعلى الظنون أن تقطع، وعلى النفوس أن تفكر، وعلى الضمائر أن تتعمق، وعلى الخواطر أن تحيط، وعلى العقول أن تعقل، إلا ما وصف به نفسه على لسان نبيه صلى الله عليه وسلم\".\rوثبت عن إسماعيل بن عبد الرحمن الصابوني أنه قال: \"إن أصحاب الحديث المتمسكين بالكتاب والسنة يصفون ربهم بصفاته التي نطق بها كتابه وتنزيله، وشهد له بها رسوله صلى الله عليه وسلم على ما وردت به الأخبار الصحاح، ونقلته العدول الثقات، ولا يعتقدون بها تشبيهاً بصفات خلقه، ولا يكيفونها تكييف المشبهة، ولا يحرفون الكَلِم عن مواضعه تحريف المعتزلة والجهمية.\rوقد أعاذ الله أهل السنة من التحريف والتكييف، ومَنَّ عليهم بالتفهيم والتعريف، حتى سلكوا سبيل التوحيد والتنزيه، وتركوا القول بالتعطيل والتشبيه، واكتفوا في نفي النقائص بقوله عز وجل: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ","seal":"10FAC7BF","part":1},
      {"page":43,"id":40,"nass":"السَّمِيعُ الْبَصِيرُ} ، وبقوله: {لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} .\rوثبت عن الحميدي شيخ البخاري وغيره، من أئمة الحديث أنه قال: \"أصول السنة\" فذكر أشياء وقال: \"ما نطق به القرآن والحديث، مثل: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ} ، ومثل: {وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} ، وما أشبه هذا من القرآن والحديث، لا نرده، ولا نفسره، ونقف على ما وقف عليه القرآن والسنة، ونقول: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ، ومن زعم غير هذا فهو جهمي\".\rفمذهب السلف رحمة الله عليهم: إثبات الصفات، وإجراؤها على ظاهرها، ونفي الكيفية عنها، لأن الكلام في الصفات فرع عن الكلام في الذات، كما أن إثبات الذات إثبات وجود، لا إثبات كيفية، ولا تشبيه، فكذلك الصفات، وعلى هذا مضى السلف كلهم.\rولو ذهبنا نذكر ما أطلعنا عليه من كلام السلف في ذلك لطال الكلام جداً، فمن كان قصده الحق، وإظهار الصواب، اكتفى بما قدمناه.\rومن كان قصد الجدال والقيل والقال، لم يزده التطويل إلا الخروج عن سواء السبيل، والله الموفق\" اهـ.\rالمسائل التي دعا إليها الشيخ ووقع فيها الخلاف بينه وبين الأكثرين\r1- توحيد العبودية:\rويقال له: توحيد الألوهية، وهو الذي بعث الله من أجله الرسل، من نوح إلى سيدنا محمد صلى الله عليه وسلم، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} .\rوحيث رأى الشيخ أهل نجد وغيرها، كما سبق، قد ألّهوا قبور الأنبياء والصالحين، وبعض الغيران والأشجار، وصرفوا بعض العبادات إليها، كالنذر والحلف والنحر والاستعانة والاستغاثة، إلى غير ذلك، مما لا ينبغي","seal":"B62131C8","part":1},
      {"page":44,"id":41,"nass":"صرف إلا الله1؛ أنكر عليهم، وبَيّن لهم أن العبادة هي طاعة الله، بامتثال ما أمر، وأنها اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال.\rوأفراد العبادة كثيرة، منها: الصلاة، والصيام، والصدقة، والنذر، والذبح، والطواف، والاستعانة، والاستغاثة.\rفمن صرف منها شيئاً لغير الله يكون مشركاً، قال الله تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} ، فاتبعه بعضهم واعتنق مبدأه رغبة واختياراً، وأبى الأكثرون متمسكين بتقليد الآباء والخضوع للعادات، وبفشو هذه الأعمال في سائر الأمصار والقرى، وسكوت الأكثرين من العلماء.\r2- التوسل:\rالتوسل قسمان: قسم مطلوب ومرغوب فيه، وهو التوسل بالإيمان، وبأسماء الله الحسنى وبالأعمال الصالحة، كما توسل الثلاثة الذين انطبقت عليهم الصخرة بصالح أعمالهم، ففرج الله عنهم2.\rوالثاني: التوسل المبتدع، وهو: التوسل بالذوات الصالحة، مثل: أن يقول الشخص: \"اللهم إني أسألك بجاه الرسول، أو بحرمة فلان الصالح، أو بحق الأنبياء والمرسلين، أو بحق الأولياء والصالحين\".\rفنهاهم الشيخ عن القسم الثاني، إذ لم يرد عن الرسول ولا أصحابه رضي الله عنهم، وهو دعاء، والدعاء عبادة، ومبناها على التوقيف، ويعبد الله بما شرع، لا بالأهواء والبدع.\r__________\r1 وأضف إلى ذلك ما اتصفوا به من التهاون بالصلاة، ومنع الزكاة، والتحاكم إلى الطواغيت، وترك الأمر بالمعروف والنهي عن المنكر. راجع ما سبق \"حالة نجد قبل الدعوة\".\r2 حديث الثلاثة: أخرجه البخاري ومسلم وأبو داود، وملخص معناه: أن أحد الثلاثة توسل بعفته عن الزنا، والثاني ببره لوالديه، والثالث بتنميته أجرة أجير قليل، وتوفيره حتى صار مالاً جزيلاً طائلاً، وكل عمل من الأعمال الثلاثة لا ريب أنه من أجلّ الأعمال الصالحة.","seal":"4F85FEE5","part":1},
      {"page":45,"id":42,"nass":"وتمسّك المجوزون بآيات لا تمت إلى دعواهم بصلة، كقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} .\rإذ التفسير الوارد عن السلف وأَجِلاّء المفسرين: أن ابتغاء الوسيلة يكون بالأعمال الصالحة.\rكما تمسكوا ببعض أحاديث موضوعة، كحديث: توسل آدم بالنبي لَمَّا اقترف الخطيئة. وضعيفة كحديث الأعمى، وحديث فاطمة بنت أسد، ولا حجة في موضوع ولا ضعيف.\r3- منعه شد الرحال:\rمنع من شد الرحال إلى غير المساجد الثلاثة، كما جاء في الحديث الصحيح: \"لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى\".\rولم يلتفت الشيخ إلى تأويل المؤولين والمخالفين.\rكما أن شَدّ الرحال لطلب العلم، أو لزيارة الأرحام، أو للسعي وراء الكسب؛ خارج عن دائرة النزاع، لأن هذه الأشياء وردت بها أوامر شرعية.\rوقد سبق الشيخ إلى منع شد الرحال: شيخ الإسلام، أحمد بن تيمية، وابن القيم، والجويني والد إمام الحرمين من الشافعية، والقاضي عياض من المالكية.\rوليس للمجوزين أية حجة يصح الاعتماد عليها.\r4- البناء على القبور وكسوتها وإسراجها، وما إلى ذلك:\rحرّم الشيخ: البناء على القبور، وكسوتها، وتعليق الستور عليها، وإسراجها، والكتابة عليها، وإقامة السدنة حولها وزيارتتها الزيارة الشركية التي تنجم منها مفاسد عديدة، كالتمسح بالقبر، والطواف حوله، والصلاة إليه، ودعاء المقبور في جلب نفع أو دفع ضر.\rواستند الشيخ في منعه وتحريمه إلى أدلة صحيحة من الأحاديث الصحيحة،","seal":"248FC78D","part":1},
      {"page":46,"id":43,"nass":"كحديث: \"لعن الله زائرات القبور والمتخذين عليها المساجد والسرج\" وحديث: \"إن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد\" إلخ.\rوأمر الشيخ بهدم تلك القبب المشيدة اتباعاً للأحاديث الصحيحة، كحديث أبي الهياج الأسدي لَمَّا قال له علي بن أبي طالب رضي الله عنه: ألا أبعثك على ما بعثني عليه رسول الله؟، أن لا تدع تمثالاً إلى طمسته، ولا قبراً مشرفاً إلا سويته.\rوفقهاء المذاهب الأربعة وغيرها قد سبقوا الشيخ بمنع هذه الأمور وتحريمها، وإن عَبّر بعضهم بالكراهة في بعض منها، فإنما القصد كراهة التحريم لا التنزيه، والكراهة في القرآن والسنة وعلى لسان السلف تُطلق على التحريم.\rوالكراهة بمعنى: \"لا يثاب فاعلها ولا يعاقب تاركها\" اصطلاح حادث لا عبرة به، كما لا عبرة بقول بعض الفقهاء بتحريم البناء على القبر إن كان في أرض مسبلة لئلا تضيق الأرض على الموتى، وإن كان في ملكه فلا، بل يكره.\rوإنما قلنا: لا عبرة به، لأن الأحاديث المانعة من البناء، والآمرة بهدمه، عامة، وما أتى عن الرسول صلى الله عليه وسلم ما يخصصها.\rوليست عِلَّة التحريم تضييق الأرض كما زعم أولئك، بل العلة أن البناء يفضي إلى تعظيم المقبور ودعائه من دون الله، وهذا أمر مشاهد ملموس، لا يقبل الجدل والنزاع.\r5- توحيد الأسماء والصفات:\rقد سبق ما جاء في رسائل الشيخ، أنه في المعتقد على ما كان عليه السلف الصالح، من الصحابة والتابعين وتابعيهم من الأئمة الأربعة وغيرهم، وهو إثبات الأسماء والصفات، من غير تمثيل ولا تكييف.\rولم يرق للمخالفين هذا الاعتقاد، حيث كانوا مؤولين ومقلدين للجهم","seal":"1169562F","part":1},
      {"page":47,"id":44,"nass":"ابن صفوان، والجعد بن درهم، مستمسكين بشبه فلسفية، لا تتفق مع آي القرآن والأحاديث الصحيحة، ومعتقد الصحابة والتابعين، والأئمة المهتدين، رضوان الله عليهم أجمعين.\r6- إنكاره للبدع:\rأنكر الشيخ البدع والمحدثات في الفروع، كالاحتفال بالمولد، والتذكير قبل الأذان، والصلاة على الرسول بعد الأذان جهراً، والتلفظ بالنية، وقراءة حديث أبي هريرة، عند صعود الخطيب على المنبر.\rكما أنكر طرائق الصوفية المبتدعة، وما إلى ذلك من المبتدعات التي لم يرد في استحبابها عن الرسول صلى الله عليه وسلم ولا عن أصحابه.\rوقد ألَّف العلماء قبل الشيخ في إنكار البدع والمحدثات، كابن وضاح، والطرطوشي، والشاطبي.\rافتراء أعداء الشيخ عليه بما هو برئ، وتلقيب أتباعه بالوهابية:\rلَمَّا دعاهم الشيخ إلى التوحيد الخالص، ونبذ الشرك ووسائله، والبدع والخرافات والأوهام.\rوكان الأكثرون من أهل نجد وسائر الأقطار قد انغمسوا في حمأة تلك الرذائل، وورثوها عن آبائهم السالفين، تربى عليها الصغير، وهرم عليها الكبير؛ رأوا بفاسد فكرهم أن فيما يدعو إليه الشيخ تهجيناً بهم، ونسبتهم إلى الجهل والإشراك، وإزراءاً بآبائهم، ولا سيما أدعياء العلم، رأوا أنهم إن اتبعوه انحط مقامهم، وصغر شأنهم عند العامة، حيث إن العوام سيقولون: إن هؤلاء كانوا يزعمون بأنهم علماء، هادون إلى الخير، وكانوا يتصدرون للفتوى وللتعليم، وقد أتى هذا الشيخ وأبان جهلهم وفساد عقائدهم، وأنهم ليسوا على شيء، إلى غير ذلك مما أملاه عليهم الشيطان، وقادهم إليها الهوى، وحب الرياسة، إلى أن يستكبروا عن قبول الحق، وتسلحوا بسلاح الجدل والمكابرة.","seal":"3832E7B9","part":1},
      {"page":48,"id":45,"nass":"فأوحوا إلى العوام أن الشيخ عقيدته غير صحيحة، ومخالف لما عليه المسلمون، ويتنقّص مقام الصالحين، فلا ينبغي أن يُتّبع، بل ينبغي أن يُزجر ويُقمع، وجادلوا الشيخ بالباطل، وبالآراء السخيفة والشبه الواهية، ونصر الله الشيخ، فأقام عليهم الحجج القويمة، المدعمة بآي القرآن وصحاح الأحاديث، كما تراها في مؤلفاته، ومؤلفات أبنائه وأحفاده، وأئمة الدعوة، وفَنَّد شبههم، وأزهق باطلهم، واشتد نكيره عليهم.\rوعند ما عجز فضلاؤهم في ميادين الحجج والبراهين، وآبوا بالفضل؛ لجأوا إلى وضع العقبات في سبيل الدعوة، وإلى الاعتداء؛ الأمر الذي ألجأ الشيخ وحزبه برئاسة الأمير محمد بن سعود أن يقاوموهم بالسنان، فجرت الحروب الشديدة بين حزب الشيخ وبين أولئك.\rفكما فشلوا في ميادين الحجج العلمية، وخرجوا صفر اليدين، فشلوا أيضاً في ميادين المقارعة والحروب، وكان النصر في الأغلب حليف الشيخ وحزبه.\rفلما لم يبق لديهم من سلاح يحاربون الدعوة؛ شرع بعض المدّعين للعلم والأمراء يزيدون في اختلافهم الأكاذيب والافتراءات، وينسبونها إلى الشيخ، وأخذوا في استعمال الدعايات الكاذبة، والإشاعات الباطلة، وطفق بعضهم يكتب إلى الأتراك، وإلى الأشراف في الحجاز: أن هذا الشيخ مبتدع، ومذهبه خامس المذاهب، ولا يحب الرسول صلى الله عليه وسلم، ولا الأولياء، ومنع من زيارة الرسول صلى الله عليه وسلم، وكفّر جميع الناس، إلا من كان من أتباعه، ولا يعتبر المذاهب الأربعة، بل أمر بإتلاف كتب المذاهب، وينهي عن الصلاة على الرسول صلى الله عليه وسلم، حتى أحرق دلائل الخيرات، وأن أولئك السعوديين يفسدون قلوب الناس، ويغيرون عقائدهم، ويريدون تحويلهم عن الطريق الموروثة، والسبيل التي وجدوا عليها الآباء والأجداد، ويحقرون شعائر الدين بهدم قباب المشايخ والأولياء الكبار، التي أطبقت الأجيال على تعظيمها والتبريك بها، وأن قعود الدولة عن رد هؤلاء المعتدين يذهب بهيبتها من","seal":"8D6B6DBD","part":1},
      {"page":49,"id":46,"nass":"نفوس المسلمين، ويحقر من شأنها عندهم، فلا تبقى صاحبة الحق في دعوى الخلافة عليهم.\rوما زالوا بالدولة العثمانية يستنصرون بقوتها وجيشها، ويستفزون ملوكها وقضاتها بأساليب الخداع، وأنواع الإغراء؛ بأنها حامية الحرمين الشريفين، وحامية الإسلام، وأوغروا صدر الدولة على دعوة الشيخ، وشوهوا وجهها الجميل مما كذبوا عليها وألصقوه بها من الفرى والبهتان، حتى بلغت بهم الوقاحة، وقِلَّة الحياء والإيمان إلى حد أن زعموا: أن السعوديين النجديين لا يقولون في الأذان: أشهد أن محمداً رسولالله، بل يقولون: محمد رسول الله.\rقال في::جزيرة العرب في القرن العشرين\" ما نصه\r\"سمعت في نجد: أن حكام نجد الشمالية أثناء خصومتهم مع آل سعود، كانوا يكتبون إلى الأتراك: أن آل سعود اتخذوا راية شعارها: لا إله إلا الله محمد رسول الله \"بحذف ميم محمد\" تنفيراً للأتراك من خصومهم، وأنهم يعلمون حق العلم أن هذا كذب\"اهـ.\rوما زالوا بالعثمانيين يتوسلون إليهم، وإلى شيوخ إسلامهم، وقواد جيشهم؛ حتى انخدعت الدولة بأولئك المفترين، وزاد الطين بلة ما رأت الدولة من قوة انتشار دعوة الشيخ، وتأسيس دولة آل سعود، ورأت أن الدولة السعودية قد بسطت نفوذها على نجد، وامتد إلى عمّان، وأخذت تغزو العراق وأطراف الشام، وخافت أن يزول استعمارها من البلدان العربية، لا سيما بعدما فتح آل سعود مكة المكرمة سنة 1218هـ.\rقام العثمانيون عنئذ بدورهم السياسي، واستعملوا القلم والسنان ضد الشيخ وأتباعه النجديين.\rأما القلم فأخذوا يوعزون إلى بعض العلماء ممن قَلَّ نصيبه من الدين والعقل والحياء، بأن يؤلِّفوا ضد الشيخ وأتباعه، وينشروا بين الناس تلك الأكاذيب.\rوأما السنان فقد أمرت الدولة \"محمد علي باشا\" واليها بمصر، أن يجهز الجيوش الجرارة لحرب النجديين وإبادتهم.","seal":"64B38EF6","part":1},
      {"page":50,"id":47,"nass":"فرّحب بالأمر، وجهّز الوالي جيشاً عرمرماً بقيادة ابنه \"طوسون\"، ثم ابنه إبراهيم سنة 1226 هجرية1، وحارب النجديين، وانكسر الجيش التركي عدة مرات، ولكنه أخيراً تم له النصر على السعوديين سنة 1233هـ.\rوقامت أشراف الحجاز بدورهم السياسي قبل الترك، وحاربوا السعوديين والدعوة السلفية.\rولكنهم باءوا بالفشل الذريع واندحروا، وتَمَّ للسعوديين فتح مكة كما سبق، كما حاربوا السعوديين قبل استيلائهم على مكة المكرمة، وبعد خروجهم منها؛ بنشر الدعايات الكاذبة، والافتراءات الصريحة، وإيعازهم إلى بعض علمائهم بتأليف كتب ضد دعوة الشيخ وأتباعه.\rفألّف مأجورو الترك والأشراف كتباً، شحنوها بالأكاذيب والترهات، وحشوها بالأحاديث الموضوعة والضعيفة، والحكايات السمجة ضد الدعوة السلفية، وزعموا أن الشيخ مبتدع خارجي.\rحتى إن \"زيني دحلان\" نزّل الأحاديث الواردة في الخوارج على الشيخ وأتباعه، في كتابه \"الدرر السنية\"، وفي \"الفتوحات الإسلامية\".\rفعلوا كل ذلك تنفيراً للناس، كيلا يتّبعوا الشيخ الجليل، ويعتنقوا مبدأه الصحيح.\rومن دعايات الأتراك والأشراف المنفّرة للناس: نبزهم لأتباع الشيخ بالوهابية2، وجعلهم هذا اللهب على هذه الفرقة السلفية كعنوان لخروج هذه الفرقة عن المذاهب، وعدم محبة النبي والصالحين، وكذبوا والله في ذلك.\r__________\r1 هذه رواية ابن بشر، وأما الريحاني فيقول: إن ابتداء تسيير جيش محمد على الزحف على نجد 1229. ورواية ابن بشر أولى، لأن رب البيت أدرى بما فيه.\r2 نسبة للشيخ محمد بن عبد الوهاب، وهي نسبة على غير القياس العربي، فلقد كان الصحيح أن يقال: المحمدية، إذ إن اسم صاحب هذه الدعوة والقائم بها هو الشيخ محمد، لا أبوه عبد الوهاب.\rومن أعجب العجب أنك لا تجد لهذا اللقب أثراً بنجد، بل يستنكر النجديون هذا اللقب ممن يخاطبهم به، أو ينسبهم إليه، وهذا يدلك على أن هذه النسبة جاءت من الخارج من خصوم الدعوة، وأكبرهم إذ ذاك: الأشراف والأتراك، وأكثر علمائها.","seal":"2566B64B","part":1},
      {"page":51,"id":48,"nass":"والقصد الوحيد من تلك الدعايات والإشاعات الباطلة: صد الناس عن اعتناق الدعوة.\rوأمرٌ آخر وهو: أن لا تقوى شوكة السعوديين، ويتسع نفوذهم، كي تبقى سيطرة الأتراك، وإمارة الأشراف.\rولكن الله ردّ كيدهم في نحرهم، وعاملهم بنقيض قصدهم؛ فانتشرت دعوة الشيخ في سائر الأقطار، وعرف كثير من الناس صحتها وحقيقتها، وأنها لا تخرج عن نطاق الكتاب والسنة، فاعتنقها كثيرون، وألّف جمع من المعتنقين لها كتباً في تأييدها والدفاع عنها1.\rولا زالت الدعوة تزداد نفوذاً وقوة وانتشاراً، ما كرّت الليالي والأيام، وأزال الله دولة الأتراك والأشراف، ومكّن الله الدولة السعودية مرّة أخرى بقيادة مليكها الراحل \"عبد العزيز بن عبد الرحمن آل فيصل السعود\" رحمه الله، وبسطت سيطرتها ونفوذها على نجد والحجاز وعسير، وعرف الجمهور كذب أولئك المفترين.\rومن معاملة الله لهم بنقيض قصدهم، هو: أنهم قصدوا بلقب الوهابية ذمهم، وأنهم مبتدعة، ولا يحبون الرسول كما زعموا، صار الآن لقباً لكل من يدعو إلى الكتاب والسنة، وإلى الأخذ بالدليل، وإلى الأمر بالمعروف الونهي عن المنكر، ومحاربة البدع والخرافات، والتمسك بمذهب السلف.\rفترى كل من تنكر عليه أو ينكر غيرك عليه، بدعة أو منكراً صار يقابلك بقوله: \"أنت وهابي\"، فصار هذا اللقب والحمد لله مدحاً وعَلَماً على الفرقة التابعة للكتاب والسنة، وعلى كل من يعتنق مذهب السلف الصالح، وعلى كل من يدعو إلى توحيد الألوهية والعبادة، وكفاهم فخراً وشرفاً، وما أحسن قول الشيخ عمران رحمه الله:\r__________\r1 كمؤلف \"صيانة الإنسان\"، و \"نيل الأماني\".","seal":"BD48B8CD","part":1},
      {"page":52,"id":49,"nass":"إن كان تابع أحمد متوهباً\rفأنا المقر بأنني وهابي\rأنفي الشريك عن الإله فليس لي\rرب سوى المتفرد الوهابي\rلا قبة تُرجى ولا وثن ولا\rقبر له سبب من الأسباب\rأيضاً ولست معلقاً لتميمة أو\rحلقة أو ودعة أو ناب\rلرجاء نفع أو لدفع بلية\rالله ينفعني ويدفع ما بي\rكتب أدعياء العلم تلك الكتب التي مَرَّ وصفها، متظاهرين بمظاهر العلماء الراسخين، الغيورين على دين الإسلام، المخلصين في محبة الرسول صلى الله عليه وسلم والأولياء والصالحين، والذابين عنهم، ولكن في الحقيقة أخلصوا لمطامعهم وأهوائهم، وأحبوا الرئاسة والزعامة على العوام، والتقرب من ملوك الأتراك وأمراء الأشراف، ونيل الأصفر الرنّان، وخابوا وخسروا، وباءوا بالفشل والحرمان، وأصبحت تلك الكتب لا قيمة لها، وليس لها ذكر إلا عند بعض الجهلة من القبوريين، وانتشر العلم، وتنوّرت الأذهان، وعرف المعلمون في سائر الأقطار أن أولئك الكاتبين ضد الشيخ وأتباعه كانوا دجاجلة، لا نصيب لهم من العلم والتحقيق.\rوإن أردت أيها القارئ أن تعرف وتتأكد من صحة قولي، فاقرأ \"الدرر السنية\" لزيني دحلان، وقارنها ب\"صيانة الإنسان\".\rواقرأ \"شواهد الحق\" للنبهاني، و\"غاية الأماني\" في الرد عليه، للشيخ: محمود شكري الألوسي.\rواقرأ الكتب التي أُلِّفت في تاريخ نجد من السالفين والمعاصرين؛ من المسلمين والغربيين الكافرين.\rالأسباب التي أدت لنفرة الكثيرين عن الشيخ وأتباعه:\r1- كانت العامة في سائر الأقطار الإسلامية تنظر إلى دولة الأتراك إذ ذاك أنها دولة الخلافة، وأنها هي القائمة بنصر الدين ومحاربة الكافرين، وحماية شريعة سيد المرسلين.","seal":"23882B67","part":1},
      {"page":53,"id":50,"nass":"رأوها تحارب هذه الدعوة السلفية النجدية، حتى إنها أرسلت الجيوش لمحاربة آل سعود وقمعهم.\r2- كانت تسمع من علمائهم ذم الدعوة والشيخ والعلماء الصغار، كانوا يقتدون بعلمائهم الكبار، الذين أخذوا على عاتقهم محاربة الدعوة، والدعاية بضدها.\r3- سمع الحجاج الوافدون إلى مكة من أشراف الحجاز وبعض علماء مكة والمدينة التقديس التام من العوام، والانقياد الكامل لأقوالهم1 ضد الشيخ وأتباعه الشئ الكثير، من كون أتباع الشيخ لا يحترمون الأولياء والصالحين، ويهدمون قبابهم، ويمنعون من زيارة القبور، ويقولون: \"عصا أحدنا خير من محمد\"، ولا يحبون الرسول، ويمنعون من زيارته.\rفلهذه الأسباب التي ذكرناها، أخذ جمهور الناس في سائر الأقطار فكرة سيئة عن الشيخ وأتباعه، واعتقدوا أنه وأتباعه على غير حق. وهذا بالنسبة لما سلف.\rأما اليوم فقد هان الأمر، واستبان الحق، وانتشر الوعي، وعرف الكثيرون بطلان تلك الدعايات.\rفلو كان عند خصوم الدعوة والمنخدعين بهم أدنى علم وعقل؛ لعلموا من سيرة الشيخ وأتباعه، ومن كتبهم؛ أنهم هم المحبون للرسول صلى الله عليه وسلم، المعظمون له.\rوالدليل على ذلك: أنهم حكموا القرآن وسنة الرسول في جميع الأمور، ولم يسمحوا لأحد أن يخرج عن منهج الرسول وأصحابه.\rومن ابتدع ولو بدعة صغيرة، نهوه عنها، ومنعوه من ارتكابها وقالوا: \"من عمل عملاً ليس عليه أمر الرسول صلى الله عليه وسلم وأصحابه فهو مرودود عليه، كائناً من كان\"، طبقاً لقوله صلى الله عليه وسلم: \"من عمل عملاً ليس عليه أمرنا فهو رد\".\r__________\r1 مفعول لسمع الحجاج، أي: سمع الحجاج ضد الشيخ، وقوله: \"ولعلماء مكة ... إلخ\" جملة معترضة بين الفعل ومفعوله.","seal":"4FAA0F6E","part":1},
      {"page":54,"id":51,"nass":"فهل هؤلاء محبون للرسول حقاً وصدقاً؟، أم الذين يتظاهرون بحب الرسول بألسنتهم وبالقصائد في مدحه صلى الله عليه وسلم، وبلفظ: \"اللهم صل على سيدنا محمد\" عند ذكره؟.\rوالحال أنهم يأتون أفانين البدع وأنواع المحدثات، وينبذون السنة المطهرة خلف ظهورهم، ويحكّمون القوانين والآراء بدلاً عن القرآن والسنة.\rفيا أيها القارئ؛ وازن بين الطرفين بميزان العدالة، واحكم بالعدل والإنصاف. والله يتولى الهداية والتوفيق.\rمن رسالة الشيخ: محمد بن عبد الوهاب أجزل الله له الأجر والثواب في بيان ماهم عليه، وكذب ما نسب إليه1\rننقل أيها القارئ من هذه الرسالة التي كتبها الشيخ عبد الله بعد دخول الإمام سعود رحمه الله مكة المكرمة سنة 1218هـ، جواباً لمن سأله عما يعتقدونه ويدينون الله به، فأجاب بما ستقف عليه:\rقال رحمه الله بعد البسملة والحمدلة:\r\"أما بعد:\rفإننا معاشر غزو الموحدين لَمَّا مَنَّ الله علينا وله الحمد بدخول مكة المشرّفة نصف النهار، يوم السبت، 9 شهر محرم الحرام، سنة 1218هـ، بعد أن طلب أشراف مكة وعلماؤها وكافة العامة من أمير الغزو سعود حماه الله؛ الأمان، وقد كانوا تواطأوا مع أمراء الحجيج وأمير مكة على قتاله، أو الإقامة في الحرم ليصدوه عن البيت، فلما زحفت أجناده الموحدين ألقى الله الرعب في قلوبهم، فتفرقوا شذر مذر، كل واحد يعد الإياب غنيمة، وبذل الأمير حينئذ الأمان لمن بالحرم الشريف، ودخلنا وشعارنا التلبية، آمنين، محلقين رؤوسنا ومقصّرين، غير خائفين من أحد من المخلوقين، بل من مالك يوم\r__________\r1 رسالة الشيخ عبد الله بن الشيخ محمد بن عبد الوهاب، التي نقلت عنها هي في \"الهدية السنية والتحفة الوهابية النجدية\"، التي تشتمل علىخمس رسائل لكبار أئمة نجد وعلمائها، جمع وترتيب: الشيخ سليمان بن سحمان، رحمه الله.","seal":"2B14399F","part":1},
      {"page":55,"id":52,"nass":"الدين، ومن حين دخل الجند الحرم، وهم على كثرتهم مضبوطون متأدبون، لم يعضدوا به شجراً، ولم ينفروا صيداً، ولم يريقوا دماً، إلا دم الهدي، أو ما أحل الله من بهيمة الأنعام على الوجه المشروع.\rولَمَّا تَمَّت عمرتنا، جمعنا الناس ضحوة الأحد، وعرض الأمير على العلماء ما نطلب من الناس، ونقاتلهم عليه، وهو إخلاص التوحيد لله وحده، وعرّفهم أنه لم يكن بيننا وبينهم خلاف له وقع، إلا في أمرين:\rأحدهما: إخلاص التوحيد لله، ومعرفة أنواع العبادة، وأن الدعاء من جملتها، وتحقيق معنى الشرك الذي قاتل الناس عليه نبينا محمد صلى الله عليه وسلم، واستمر دعاؤه برهة من الزمان بعد النبوة إلى ذلك التوحيد وترك الإشراك، قبل أن تفرض عليه أركان الإسلام الأربعة.\rوالثاني: الأمر بالمعروف، والنهي عن المنكر، الذي لم يبق عندهم إلا اسمه، وانمحى أثره ورسمه، فوافقونا على استحسان ما نحن عليه جملة وتفصيلاً، وبايعوا الأمير على الكتاب والسنة، وقبل منهم، وعفا عنهم جميعاً، فلم يحصل على أحد منهم أدنى مشقة.\rولم يزل يرفق بهم غاية الرفق لا سيما العلماء، ويقرر لهم حال اجتماعهم، وحال انفرادهم لدينا، أدلة ما نحن عليه، ويطلب منهم المناصحة والمذاكرة، وبين الحق، وعرفناهم بأن صرح لهم الأمير حال اجتماعهم بأنا قابلون ما وضحوا برهانه من كتاب، أو سنة، أو أثر عن السلف الصالح، كالخلفاء الراشدين، المأمورين باتباعهم بقوله صلى الله عليه وسلم: \"عليكم بسنتي وسنة الخلفاء الراشدين من بعدي\"، وعن1 الأئمة الأربعة المجتهدين، ومن تلقى العلم عنهم إلى آخر القرن الثالث، لقوله صلى الله عليه وسلم: \"خيركم قرني، ثم الذين يلونهم، ثم الذين يلونهم\".\rوعرّفناهم أنا دائرون مع الحق أينما دار، وتابعون للدليل الجلي الواضح، ولا نبالي حينئذ بمخالفة ما سلف عليه من قبلنا، فلم ينقم العلماء علينا أمراً\".\r__________\r1 معطوف على قوله: \"أو أثر عن السلف الصالح\".","seal":"DFD96B39","part":1},
      {"page":56,"id":53,"nass":"ثم ذكر الشيخ كلاماً طويلاً، إلى أن قال:\r\"ونحن أيضاً في الفروع على مذهب الإمام أحمد بن حنبل، ولا ننكر على من قلّد الأئمة الأربعة دون غيرهم، لعدم ضبط مذاهب الغير، كالرافضة والزيدية والإمامية ونحوهم، لا نقرّهم ظاهراً على شيء من مذاهبهم الفاسدة، بل نجبرهم على تقليد أحد الأئمة الأربعة، ولا نستحق مرتبة الاجتهاد، ولا أحد منا يدعيه إلا أنا؛ في بعض المسائل إذا صح لنا نص جلي من كتاب أو سنة غير منسوخ، ولا مخصص، ولا معارض بأقوى منه، وقال به أحد الأئمة الأربعة؛ أخذنا به، وتركنا المذهب1 كإمام الصلاة.\rفنأمر الحنفي والمالكي2 مثلاً بالمحافظة على نحو الطمأنينة في الاعتدال، والجلوس بين السجدتين؛ لوضوح ذلك، بخلاف جهر الإمام الشافعي بالبسملة فلا نأمره بالإسرار، وشتان ما بين المسألتين.\rفإذا قوي الدليل؛ أرشدناهم بالنص وإن خالف المذهب، وذلك يكون نادراً جداً.\rولا مانع من الاجتهاد، في بعض المسائل دون بعض. ولا مناقضة لعدم دعوى الاجتهاد المطلق.\rوقد سبق جمع من أئمة المذاهب الأربعة إلى اختيارات لهم في بعض المسائل؛ مخالفة للمذهب الملتزمين تقليد صاحبه.\rثم إنا نستعين على فهم كتاب الله بالتفاسير المتداولة، ومن أجلها لدينا\r__________\r1 مثّل هنا بتقديم الجد على الأخوة، وبإمام الصلاة لغير هذه المسألة. المصحح.\r2 أما الأحناف فإنهم لا يرون الطمأنينة في الصلاة ركناً.\rوأما المالكية: فإنهم كالشافعية والحنابلة؛ يرون الطمأنيننة في الركوع، والاعتدال، والسجود، والجلوس بين السجدتين؛ ركناً، ولا تختلف المالكية عن المذهبين في فرائض الصلاة إلا شيئاً يسير.\rوأما الأحناف: فإنهم لا يعتبرون فرائض الصلاة المحررة عند المذاهب إلا ستة منها، وهي: النية، وتكبيرة الإحرام، والقراءة، ولو غير الفاتحة، والركوع، والسجود، والتشهد الأخير.","seal":"DFE1AD55","part":1},
      {"page":57,"id":54,"nass":"تفسير ابن جرير، ومختصره لابن كثير الشافعي، وكذلك البغوي، والبيضاوي، والخازن، والحداد، والجلالين، وغيرهم.\rوعلى فهم الحديث بشروح الأئمة المبرزين، كالعسقلاني، والقسطلاني على البخاري، والنووي على \"مسلم\"، والمناوي على \"الجامع الصغير\".\rونحرص على كتب الحديث، خصوصاً الأمهات الست وشروحها، ونعتني بسائر الكتب في سائر الفنون، أصولاً وفروعاً وقواعدَ وسيراً، ونحواً وصرفاً، وجميع علوم الأئمة، ولا نأمر بإتلاف شيء من المؤلفات أصلاً؛ إلا ما اشتمل على ما يوقع الناس في الشرك، كروض الرياحين، وما يحصل بسببه خلل في العقائد، كعلم المنطق، فإنه قد حرمه جمع من العلماء، على أنا لا نفحص عن مثل ذلك، وكالدلائل إلا أن تظهر به صاحبه معاندا؛ أتلف عليه.\rوما اتفق لبعض البدو من إتلاف بعض كتب أهل الطائف، إنما صدر من بعض الجهلة، وقد زجروا غيرهم عن مثل ذلك.\rومما نحن عليه: أنا لا نرى سبي العرب، ولن نفعله، ولم نقاتل غيرهم، ولا نرى قتل النساء والصبيان.\rوأما ما يكذب علينا ستراً للحق، وتلبيساً على الخلق، بأنا نفسر القرآن برأينا، ونأخذ من الحديث ما وافق أفهامنا، من دون مراجعة شرح، ولا معوّل على شيخ، وأنا نضع من رتبة نبينا محمد صلى الله عليه وسلم بقولنا: \"النبي رمة في القبر، وعصا أحدنا أنفع له منه، وليس له شفاعة، وأن زيارته غير مندوبة، وأنه كان لا يعرف معنى: لا إله إلا الله، حتى نزل عليه: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إلاَّ اللَّهُ} \"، مع كون الآية مدنية.\rوأنا لا نعتمد على أقوال العلماء، فنتلف مؤلفات أهل المذاهب، لكون فيها الحق والباطل. وأنا مجسمة. وأنا نكفّر الناس على الإطلاق أهل زماننا ومن بعد الستمائة، إلا من هو على ما نحن عليه.\rومن فروع ذلك: أن لا نقبل بيعة أحد إلا بعد التقرير عليه بأنه كان مشركاً، وأن أبويه ماتا على الشرك بالله، وأنا ننهي عن الصلاة على النبي صلى الله عليه وسلم، ونحرّم زيارة القبور المشروعة مطلقاً.\rوأن من دان بما نحن عليه،","seal":"104E4946","part":1},
      {"page":58,"id":55,"nass":"سقطت عنه جميع التبعات حتى الديون. وأنا لا نرى حق أهل البيت رضوان الله عليهم.\rوأنا لا نجبرهم على تزويج غير الكفء لهم. وأنا نجبر بعض الشيوخ على فراق زوجته الشابة لتنكح شاباً، إذا ترافعوا إلينا. فلا وجه لذلك.\rفجميع هذه الخرافات وأشباهها، لما استفهمنا عنها من ذكر أولاً كان جوابنا في كل مسألة من ذلك: {سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} .\rفمن روى عنا شيئاً من ذلك أو نسبه إلينا، فقد كذب علينا وافترى.\rومن شاهد حالنا، وحضر مجالسنا، وتحقق ما عندنا؛ علم قطعاً أن جميع ذلك وضعه علينا وافتراه أعداء الدين، وإخوان الشياطين، تنفيراً للناس عن الإذعان بإخلاص التوحيد لله تعالى بالعبادة، وترك أنواع الشرك الذي نص عليه بأن الله لا يغفره {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} .\rفإنا نعتقد: أن من فعل أنواعاً من الكبائر، كقتل المسلم بغير حق، والزنا، وشرب الخمر، وتكرر منه ذلك، أنه لا يخرج بفعله ذلك عن دائرة الإسلام، ولا يخلد به في دار الانتقام إذا مات موحداً، بجميع أنواع العبادة.\rوالذي نعتقده: أن رتبة نبينا محمد صلى الله عليه وسلم أعلى مراتب المخلوقين على الإطلاق، وأنه حَيٌّ في قبره حياة برزخية أبلغ من حياة الشهداء، المنصوص عليها في التنزيل، إذ هو أفضل منهم بلا ريب، وأنه يسمع سلام المسلم عليه، وتسن زيارته، إلا أنه لا يشد الرحل إلا لزيارة المسجد والصلاة فيه، وإذا قصد مع ذلك الزيارة فلا بأس.\rومن أنفق نفيس أوقاته بالاشتغال بالصلاة عليه عليه الصلاة والسلام الواردة عنه؛ فقد فاز بسعادة الدارين، وكفى همه وغمه، كما جاء في الحديث عنه.\rولا ننكر كرامات الأولياء، ونعترف لهم بالحق، وأنهم على هدي من ربهم، مهما ساروا على الطريقة الشرعية، إلا أنهم لا يستحقون شيئاً من أنواع","seal":"08A3E862","part":1},
      {"page":59,"id":56,"nass":"العبادات، لا حال الحياة، ولا بعد الممات، بل يطلب من أحدهم الدعاء، بل ومن كل مسلم، فقد جاء في الحديث: \"دعاء المرء المسلم مستجاب لأخيه\" الحديث. وأمر صلى الله عليه وسلم عمر وعلياً بسؤال الاستغفار من \"أويس\" ففعلا.\rونثبت الشفاعة لنبينا محمد صلى الله عليه وسلم يوم القيامة حسبما ورد، وكذا نثبتها لسائر الأنبياء والملائكة والأولياء والأطفال حسبما ورد أيضاً، ونسألها أيضاً من المالك لها، والإذن فيها لمن يشاء من الموحدين الذين هم أسعد الناس بها، كما ورد، بأن يقول أحدنا متضرعاً إلى الله تعالى: \"اللهم شفّع نبينا محمداً صلى الله عليه وسلم فينا يوم القيامة\" أو: \"اللهم شفّع فينا عبادك الصالحين أو ملائكتك\"، أو نحو ذلك مما يُطلب من الله، لا منهم.\rفلا يقال: يا رسول الله، أو يا ولي الله؛ أسالك الشفاعة، أو غيرها، كأدركني، أو أغثني، أو اشفني، أو انصرني على عدوي، أو نحو ذلك، مما لا يقدر عليه إلا الله تعالى.\rفإذا طلبت ذلك مما ذكر في أيام البرزخ، كان من أقسام الشرك؛ إذ لم يرد بذلك نص من كتاب أو سنة، ولا أثر من السلف الصالح على ذلك.\rبل ورد الكتاب والسنة وإجماع السلف أن ذلك شرك أكبر، قاتل عليه رسول الله صلى الله عليه وسلم\" اهـ ما أردنا نقله من تلك الرسالة.\rوقد اتضح لك أيها القارئ أن الشيخ وأتباعه في الأصول على مذهب السلف الصالح، وفي الفروع على مذهب الإمام أحمد، وقد يخالفون المذهب للدليل، كما هو إجماع أهل العلم.\rوأنه لم يبتدع ولم يقل إلا وحّدوا ربكم، وتمسكوا بسنة نبيكم، ودعوا المحدثات، ولا يغرّنكم كثرة السالكين المسلك المخالف لمسلك الرسول وأصحابه.\rكما اتضح لك كذب ما نُسِبَ إليهم من تلك المفتريات التي ذكرناها فيما سلف، وذكر كثيراً منها الشيخ: عبد الله بن محمد بن عبد الوهاب.","seal":"9414C764","part":1},
      {"page":60,"id":57,"nass":"فيقال للمخالفين وللمفترين: أرونا هذه المفتريات أو بعضها في شيء من مؤلفات الشيخ، أو من مؤلفات أبنائه، أو مؤلفات أئمة الدعوة؟.\rولا شك أنهم لا يستطيعون أن يثبتوا حرفاً واحداً في كتاب الشيخ وأتباعه.\rوأما نحن، فنقول: هذه كتبهم، تُطبع وتُنشر، وقد بيّنا لكم معتقد الشيخ وما دعا إليه.\rفإن كنتم في شك، فاقرأوا شيئاً من كتبه أو كتب أبنائه وأحفاده؛ لتطلعوا على الحقيقة، وتعرفوا كذب أولئك الأفّاكين، الذين اغتر بهم الأكثرون، وحسبوهم علماء محققين، ولا يقولون إلا الحق والصواب، والحال قد بان أنهم: {كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِنْدَهُ} الآية.\rوأزيدك بياناً وإيضاحاً بأن أنقل لك من \"تاريخ نجد\" لمحمود شكري الألوسي رحمه الله مناظرة ذكرها في تاريخه، جرت بين عراقي وهو \"داود بن جرجيس البغدادي\" وعالم نجدي، وهو الشيخ: عبد اللطيف بن عبد الرحمن بن حسن، مؤلف \"منهاج التأسيس والتقديس في كشف شبهات داود بن جرجيس\".\rوإنما أنقل بعضها لك، لما تضمنت هذه المناظرة من الفوائد النافعة، والمسائل القيمة، والجواب عن بعض ما اشتبه على بعض الناس، وكشف ما أشكل. وها أنا ألخص منها ما يمسّ بموضوعنا.\rقال العراقي:\rلِمَ تكفّرون يا أهل نجد المسلمين وعباد الله الصالحين، وتعتقدون ضلالهم، وتبيحون قتالهم، واستبحتم الحرمين الشريفين، وجعلتموهما دار حرب، واستحللتم دماء أهلهما وأموالهم، وجعلتم دار مسيلمة الكذاب هي دار الهجرة، ودار الإيمان، مع ما ورد فيها من الحديث أنها مواضع الزلازل","seal":"0D623E39","part":1},
      {"page":61,"id":58,"nass":"والفتن، لما طلب أهل نجد الدعاء لأرضهم.\rوالتكفير أمر خطير، حتى إن أهل العلم ذكروا أنه لو أفتى مائة عالم إلا واحداً بكلمة كفر صريحة مجمع عليها، وقال عالم واحد بخلاف أولئك؛ يُحكم بقول الواحد، ويُترك قول غيره، حقناً للدماء.\rفلم لا تتبصرون في أمور دينكم، ولا تراقبون وقوفكم بين يدي بارئكم، وتركتم الناس سالمين من ألسنتكم وأيديكم؟.\rقال العالم النجدي المجيب:\r\"أيها العراقي: ليس الأمر كما علمت أنت وأمثالك، بل أنتم في لبس مما نحن عليه، وعسى أن يزول ذلك عنكم إذا صادف ما أكتبه لكم قلوباً سالمة من داء الغباوة، فأقول:\rأركان الإسلام خمسة: أولها الشهادتان، ثم الأركان الأربعة.\rفالأربعة، إذا أقر بها أحد وتركها تهاوناً فنحن وإن قاتلناه على فعلها فلا نكفّره بتركها، والعلماء اختلفوا في كفر التارك لها كسلاً من غير جحود. ولا نقاتل إلا على ما أجمع عليه العلماء كلهم، وهو الشهادتان.\rوأيضاً نكفّره بعد التعريف إذا عرف وأنكر، فنقول:\rأعداؤنا معنا على أنواع:\rالنوع الأول: من عرف أن التوحيد دين الله ورسوله صلى الله عليه وسلم، أظهره للناس، وأقر أيضاً أن هذه الاعتقادات في الحجر والشجر الذي هو دين غالب الناس أنه الشرك بالله، الذي بعث الله رسوله صلى الله عليه وسلم ينهي عنه، ويقاتل أهله ليكون الدين كله لله، ومع ذلك لم يلتفت إلى التوحيد، ولا تعلمه، ولا دخل فيه، ولا ترك الشرك؛ فهذا كافر، نقاتله بكفره، لأنه عرف دين الرسول فلم يتبعه، وعرف دين الشرك فلم يتركه، مع أنه لا يبغض دين الرسول، ولا من دخل فيه، ولا يمدح الشرك، ولا يزينه للناس.","seal":"2D9D0915","part":1},
      {"page":62,"id":59,"nass":"النوع الثاني: من عرف ذلك كله، ولكنه تبين في سب دين الرسول مع إدعائه أنه عامل به، وتبين في مدح من عبد غير الله وغالى في أوليائه، ففضلهم على من وحّد الله وترك الشرك؛ فهذا أعظم من الأول، وفيه قوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} ، وهو ممن قال الله فيه: {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمَانَ لَهُمْ} .\rالنوع الثالث: من عرف التوحيد واتّبعه، وعرف الشرك وتركه، ولكن يكره من دخل في التوحيد، ويحب من بقي على الشرك، فهذا أيضاً كافر. وفيه قول الله: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ} .\rالنوع الرابع: من سلم من هذا كله، ولكن أهل بلده مصرحون بعداوة التوحيد واتباع أهل الشرك، وساعون في قتالهم، ويتعذر عليه ترك وطنه، ويشق عليه، فيقاتلهم أهل التوحيد، ويجاهدهم بماله ونفسه. فهذا أيضاً كافر، فإنهم لو يأمرونه بترك صوم رمضان، ولا يمكنه ترك الصيام إلا بفراقهم؛ فعل. ولو يأمرونه بتزوج امرأة أبيه، ولا يمكنه ترك ذلك، إلا بمخالفتهم؛ فعل. وموافقته على الجهاد معهم بنفسه زماله مع أنهم يريدون بذلك قطع دين الله ورسوله؛ أكبر من ذلك بكثير، فهذا أيضاً كافر، وهو ممن قال الله فيه: {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا} . هؤلاء الذين نكفّرهم، لا غير.\rوأما القول: بأنا نكفّر الناس عموماً، ونوجب الهجرة إلينا على من قدر على إظهار دينه، وأنا نكفّر من لم يكفر ولم يقاتل. ومثل هذا وأضعاف أضعافه؛ فكل هذا من الكذب والبهتان، الذي يصدون به الناس عن دين الله ورسوله.\rوإذا كنا لا نكفّر من عبد القبور من العوام لأجل جهلهم، وعدم من","seal":"1284DEDE","part":1},
      {"page":63,"id":60,"nass":"ينبههم1، فكيف نكفر من لم يشرك بالله، إذا لم يهاجر إلينا أو لم يكفر ويقاتل؟، {سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} .\rفقد ذكرنا لك - أيها السائل - ما يكشف عنك غطاءك، لو كان لك بصر ثاقب وفكر سديد، وفطنة كافية، تأخذ بيدك من أوهام الحيرة، وظلمات الوساوس، والله ولي التوفيق.\rوأما ما ذكره السائل من استباحة الحرمين الشريفين: فاعلم أيها السائل الفاضل، أن هذا من الكذب والبهت البين، قال الله تعالى: {إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ} ، لم يقع فيهما قتال بحمد الله، فضلاً عن الاستباحة.\rوإنما دخلهما المسلمون في حالة أمن، وصلح، وانقياد من شريف مكة، ورؤساء المدينة.\rوجلس المشايخ منا في الحرمين الشريفين للتعليم والتدريس، وكتبت الرسائل في بيان التوحيد والتنزيه والتقديس، حتى جاءت العساكر: {فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْداً مَفْعُولاً} .\rوأما الأموال التي أخذت من الحجرة الشريفة، فلم تؤخذ ولم تصرف، إلا بفتاوى أهل العلم من سكان المدينة، ووضع خطوطهم بذلك.\rوحاصل ما كتب: أن هذه الأموال وضعت توسعة لأهل المدينة، وصدقة على جيران رسول الله، وأُرصِدَت لحاجتهم، وأُعِدَّت لفاقتهم، ولا حاجة لرسول الله إليها، وإلى اكتنازها وادخارها في حال حياته، فضلاً عن حال مماته. وقد تقطعت أسباب أهل المدينة ومرتباتهم بمنع الحاج في تلك السنة، وأخرجت تلك الأموال لما وصفنا من الحال، باطلاع وكيل الحرم وغيره من أعيان المدينة وغيرها.\r__________\r1 يريد الشيخ رحمه الله: أنهم لا يكفّرون العوام الجهال الذين لم تبلغهم الحجة من كتاب الله وسنة نبيه، وأما من بلغته الحجة، وعاند، وأصرّ على شركه من دعاء الموتى، والاستغاثة بهم، وطلب النفع منهم، أو دفع الضر؛ فلا شك في شركه، بل وفي كفر من لم يكفره.","seal":"B7CEB4FA","part":1},
      {"page":64,"id":61,"nass":"وما وقع من خيانة وغلول، لا تجوز نسبته إلى أهل العلم والدين، أو أنهم راضون، أو غير منكرين له.\rولا يجوز أن يسمي ما وقع، استباحة للحرمين، كما ذكرت أيها السائل.\rوقد وقع من تعظيم الحرمين وكسوة الكعبة الشريفة، وتأمين السبل، والحج إلى بيت الله، وزيارة الحرم الشريف النبوي، مالا يخفى على منصف عرف الحال، ولم يقصد البهت والضلال.\rوأما الاستدلال على صلاح أهلها بشرف تلك البقعة، فهو استدلال من عزبت عنه أدلة الشرع وقواعده، وغابت عنه عهود الكتاب العزيز ومواعده، وصار من جملة الغوغاء والعامة.\rولا حاجة لنا إلى تعداد من كفر بآيات الله، وصادم رسله، ورد حججه من أهل الحرمين، ولا إلى تعداد من في بلاد الحبشة والهند، وبلاد الفراعنة كمصر، وبلاد الصابئة كـ\"حران\"، وبلاد الفرس المجوسية من أهل العلم والفقه والأمامة والدين.\rوفضل الحرمين لا يشك فيه من له أدنى إلمام بما جاءت به الرسل الكرام، ولكن ليس فيه حجة على تحسين حال أهلها مطلقاً، وقد قال سلمان الفارسي لأبي الدرداء لما دعاه إلى الأرض المقدسة، ورغبّه فيها: \"إن الأرض لا تقدّس أحداً\"، قال الله تعالى: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا} وهي: مصر والشام.\rفإن كان في شرف البقاع حجة ودليل على صلاح أهلها، فليكن هنا، وبنو إسرائيل في الأرض المقدسة، وسكان (إيليا) والمسجد الأقصى، وقد جرى منهم من الكفر والتكذيب، وقتل الأنبياء ما لا يخفى على من آنس شيئاً من أنوار النبوة والرسالة.\rثم استدلال أهل اليمن على حسن حالهم مطلقاً، بحديث: \"الإيمان يمان، والحكمة يمانية\"، وحديث: \"أتاكم أهل اليمن، أرق قلوباً، وألين أفئدة\" أظهر","seal":"BAECAE9A","part":1},
      {"page":65,"id":62,"nass":"من الاستدلال بشرف البقاع على عدم ضلال أهلها، لأن حديث: \"الإيمان يأرز إلى المدينة كما تأرز الحية إلى جحرها\" يصدق ولو على البعض، والأول أدل1 على العموم، ولو احتج الأسود العنسي وأمثاله على حسن حالهم بما تقدم لكان جوابه جواباً لنا، فقد قال الله: {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} .\rإيضاح المراد بمواضع الزلازل والفتن:\rأيها السائل، إنك لمحت إلى أن المراد من مواضع الزلازل والفتن هي أرض نجد، وبلادها واتخذت ذلك سهماً رميت به من سكن هذه الخطة، ونحن نعذرك في ذلك، حيث لم تقف على معنى الحديث، وبعد بيانه، نرجو من لطف الله تعالى أن تذعن أنت وأضرابك للحق، إن كنت من أهل الفهم والإنصاف.\rأما الحديث فهو قوله صلى الله عليه وسلم في الدعاء: \"اللهم بارك لنا في شامنا وفي يمننا\" قالوا: وفي نجدنا يا رسول الله؟، فكرر ثلاث مرات يدعو للشام واليمن، وهم يقولون: وفي نجدنا؟، فقال في الرابعة: \"تلك مواضع الزلازل والفتن\"، وقد استجيبت دعوته صلى الله عليه وسلم، وحصل من البركات بسبب هذه الدعوات في الشام واليمن، ما هو معروف ومشهور، وهل دوّنت الدواوين، ووضع العطاء، وجندت الجنود، وارتفعت الرايات والبنود، إلا بعد إسلام أهل اليمن وأهل الشام، وصرف أموالهما في سبيل الله.\rولكن لا يحتج به على صلاح دين أهلهما، إلا من غربت عنه الحقائق، وعدم الفهم لأصول الدين، فضلاً عن الفروع والدقائق.\rوقد تقدم قوله تعالى: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا} ، وجمهور أهل نجد، كـ\"تميم\" و\"أسد\" و\"طي\" و\"هوزان\" و\"غطفان\" و\"بني ذهل\" و\"بني شيبان\"؛ صار لهم في الجهاد\r__________\r1 أي: حديث: \"الإيمان يمان\"، وحديث: \"أتاكم أهل اليمن\".","seal":"53D8B933","part":1},
      {"page":66,"id":63,"nass":"في سبيل الله، والمقام بالثغور، والمناقب والمآثر، لاسيما في جهاد الفرس والروم؛ ما لا يخفى على من له أدنى إلمام بشيء من العلوم، ولا ينكر فضائلهم، إلا من لم يعرف جهادهم وبلاءهم في تلك المواطن، ولا يشك عاقل أنهم أفضل من أهل الأمصار، قبل استيطان الصحابة، وأهل العلم والإيمان.\rوأما بعد ذلك، فالفضل والتفضيل، باعتبار الساكن، يختلف وينتقل مع العلم والدين.\rفأفضل البلاد والقرى في كل وقت وزمان: أكثرها علماً، وأعرفها بالسنن والآثار النبوية.\rوشر البلاد: أقلها علماً، وأكثرها جهلاً وبدعة وشركاً، وأقلها تمسكاً بآثار النبوة، وما كان عليه السلف الصالح.\rفالفضل والتفضيل، يعتبر بهذا في الأشخاص والسكان، وقد قال الله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} ، وكما أن الحسنات تضاعف في البلد الحرام، فكذلك السيئات تضاعف، لعظم حرمته وفضيلته1.\rوقد جاء في فضل بعض أهل نجد كـ\"تميم\" ما رواه البخاري عن أبي هريرة رضي الله عنه قال: أحب تميماً لثلاث سمعتهن من رسول الله صلى الله عليه وسلم: قوله لما جاءت صدقاتهم: \"هذه صدقات قومي \"، وقوله في الجارية التميمية: \"أعتقيها فإنها من ولد إسماعيل\"، وقوله: \"هم أشد أمتي على الدجال\". هذا في المناقب الخاصة. أما العامة للعرب، فلا شك في عمومها لأهل نجد، لأنهم من صميم العرب.\r__________\r1 ذهب بعض أهل العلم إلى أن المضاعفة في الكيفية لا في العدد، لقول الله سبحانه: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إلاَّ مِثْلَهَا وَهُمْ لا يُظْلَمُونَ} ، وهذا نص صريح من كتاب الله سبحانه، لا تجوز مخالفته إلا بدليل صحيح يخص الحرم المكي من هذه الآية، ولا نعلم في ذلك ما يحسن الاعتماد عليه. عبد العزيز بن عبد الله بن باز.","seal":"B2BF1623","part":1},
      {"page":67,"id":64,"nass":"وما ورد في تفضيل القبائل والشعوب أدل وأصرح في الفضيلة مما ورد في البقاع والأماكن للدلالة على فضل الساكن والقاطن.\rومعلوم أن رؤساء عباد القبور والداعين إلى دعائها وعبادتها لهم حظوا فيما يأتي به الدجال.\rوقد تصدّى رجال من تميم وأهل نجد للرد على دجاجلة عباد القبور الدعاة إلى تعظيمها مع الله تعالى، وهذا من أعلام نبوته إن قلنا (أل) في الدجال للجنس لا لعهد، وإن قلنا: إنها للعهد كما هو الظاهر، فالرد على جنس الدجال توطئة وتمهيد لجهاده، ورد باطله. فتأمّله فإنه نفيس جداً.\rوليت غيرك أيها السائل تكلم بهذا الكلام فإن بلادك أعني العراق معدن كل محنة وبلية، ولم يزل أهل الإسلام منها في رزية بعد رزية:\rفأهل \"حروراء\" وما جرى منهم على أهل الإسلام، لا يخفى.\rوفتنة \"الجهمية\" الذين أخرجهم كثير من السلف من الإسلام إنما خرجت ونبغت بالعراق.\rو\"المعتزلة\" وما قالوه في الحسن البصري، وتواتر النقل به، واشتهر من أصولهم الخمسة، التي خالفوا بها أهل السنة.\rومبتدعة الصوفية الذين يرون الفناء في توحيد الربوبية، غاية يسقط بها الأمر والنهي، إنما نبغوا وظهروا بالبصرة1.\rثم \"الرافضة\" و\"الشيعة\" وما حصل منهم من الغلو في أهل البيت، والقول الشنيع في علي والأئمة، ومسبّة أكابر أصحاب الرسول صلى الله عليه وسلم، كل هذا معروف مستفيض عن أهل بلادك، أفلا يستحي أهل هذه العظائم من عيب أهل الإسلام ولمزهم بوجود مسيلمة في بلادهم.\r__________\r1 وكذلك وقعة الجمل، كما وقع بالعراق حرب صفين، وقتل علي، وقتل مسلم بن عقيل، والحسين بن علي وأبنائه، ودعوى المختار ابن أبي عبيد النبوة، إلى غير ذلك مما لا يحصر.\rكذلك في عصرنا قد حصلت فتن بالعراق، ومنها أخيراً: فتنة عبد الكريم قاسم، وما جرى من القتل والسفك.","seal":"A60066A6","part":1},
      {"page":68,"id":65,"nass":"أما سمعت ما رواه الطبراني من حديث عبد الله بن عمر رضي الله عنه: أن النبي صلى الله عليه وسلم قال: \"دخل إبليس العراق، فقضى فيها حاجته، ثم دخل الشام فطردوه، ثم دخل مصر فباض فيها وفرّخ وبسط عبقريته\". والعراق قبل الإسلام، هي محل المجوس، وعباد النيران والبقر.\rفإن قيل: طهرت بالفتح والإسلام.\rقلنا: فما بال اليمامة لا تظهر بما أظهر الله فيها من الإسلام، وشعائره العظام، وجهاد أعداء الله ورسوله عليه الصلاة والسلام.\rهذا كله أيها السائل لو سلّمنا أن المراد بنجد في الحديث هي القطعة الشهيرة، مع أن الأمر ليس كما فهمت أنت وأضرابك، بل المراد بنجد في هذا الحديث وأمثاله هو \"العراق\"، لأنه يحاذي المدينة جهة الشرق. يوضحه أن في بعض طرق هذا الحديث وأشار إلى \"العراق\".\rقال الخطابي: \" (نجد) من جهة الشرق ومن كان بالمدينة، كان نجده بادية العراق ونواحيها، فهي مشرق أهل المدينة. وأصل \"نجد\" ما ارتفع من الأرض، وهو خلاف الغور، فإنه ما انخفض منها\".\rوقال الداوودي: \"إن نجداً من ناحية العراق، ذكر هذا الحافظ ابن حجر\".\rويشهد له ما في مسلم عن ابن غزوان: سمعت سالم بن عبد الله، سمعت ابن عمر يقول: \"يا أهل العراق، ما أسألكم عن الصغيرة وأركبكم للكبيرة!، سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الفتنة من ههنا\" وأومأ بيده إلى المشرق\".\rفظهر أن هذا الحديث خاص لأهل العراق، لأن النبي صلى الله عليه وسلم فسّر المراد بالإشارة الحسية. وقد جاء صرياً في الكبير للطبراني، النص على أنها \"العراق\".","seal":"CBF35B24","part":1},
      {"page":69,"id":66,"nass":"وقول ابن عمر وأهل اللغة، وشهادة الحال، كل هذا يعيّن المراد1.\rوأما قولك أيها السائل: لو أفتى مائة عالم إلا واحداً بكلمة كفر صريحة مجمع عليها، وقال عالم بخلاف أولئك يحكم بقول الواحد ... إلخ.\rفمما يستوجب الأسف عليك، حيث كنت بهذه المنزلة من معرفة دينك، أما علمت أن المحتج به في العقائد والأعمال إنما هو الكتاب والسنة والإجماع والقياس، فهذا الدليل من أي واحد من الأربعة.\rومن عرف ما في الدعوى من العموم والإجماع، على خرق الإجماع، حمد الله على السلامة من داء الجهل. ثم هذا العدد المخصوص أهو غاية وحد، لا يجوز أن يتجاوزه أحد؟، أو هو مبالغة وتهور لا يبالي به عند التحقيق والتصور. قوم2 هذا حاصل بحثهم ونهاية إقدامهم.\rوأما قوله صلى الله عليه وسلم: \"ادرأوا الحدود بالشبهات ما استطعتم\" فهو ليس مما نحن فيه، فإن الخلاف ليس من الشبهة، ولا يلتفت إليه إذا خالف الكتاب والسنة والإجماع.\rهذا باتفاق المسلمين، لا يشكل إلا على الأغبياء.\rوإطلاق القول بأن الخلاف شبهة، يعود على الإسلام بالهد والهدم، والتسجيل على عامة العلماء بالعيب والذم، فقل حكم من الأحكام الاجتهادية، إلا وفيه خلاف.\rومن المعلوم أنه جاء الخبر النبوي: أن هذه الأمة تفترق على ثلاث وسبعين فرقة، وتختلف في دينها. والعلماء مجمعون على القول بهذا، وأنه لا يلتفت إلى\r__________\r1 ومن الأجوبة المسكتة: أن الشيخ محمد بن عبد الوهاب قد قرأ كتب شيخي الإسلام ابن تيمية وابن القيم، وأمعن النظر فيها، وهضم معانيها، فنفخت فيه روح الثورة على تلك الأوضاع الفاسدة، ومنحته سلاحاً قوياً من الحجج النقلية والبراهن العقلية ما استطاع بها أن يزهق باطل أولئك المردة والمشركين، وأن يزيّف شُبَه علمائهم ودعاة مذاهبهم.\rولا ريب أن الشيخين كانا شاميين، فإذا دعوة الشيخ شامية، والحديث يقول: \"اللهم بارك لنا في شامنا وفي يمننا\".\r2 خبر لمبتدأ محذوف، التقدير: هؤلاء قوم.","seal":"629A0E2C","part":1},
      {"page":70,"id":67,"nass":"كل خلاف، لا سيما ما خالف النصوص والإجماع، وأفتوا بهذا في مسائل لا تحصى في أصول الدين وفروعه.\rفلو كان وجود الخلاف من الشبه، لحكما بضلالتهم في ذلك كله، وهم مجمعون على عكس ما قال السائل. ولو أفتى ألوف بما يخالف النصوص فهم في جانب النص والحجة، ولو مع واحد من الألوف.\rقال الفضيل بن عياض: \"لا تستوحش من الحق لقلة السالكين، ولا تغتر بالباطل لكثرة الهالكين\".\rوأحسن منه وأدلّ قوله تعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} ، فبطل الاحتجاج بالكثرة في الأصول والفروع، وما أحسن ما قيل:\rوليس كل خلاف جاء معتبراً إلا خلاف له من حظ من النظر\rقال السائل:\rيا أهل نجد، ألم تعلموا أن من كفر المسلمين، هو في جملة المارقين؟، فما بالكم، اقتديتم بالخوارج، وسلكتم تلك المسالك والمناهج، ووافقتم مذهبهم الباطل، واعتقادهم العاطل، حيث قال أولئك: \"لا حكم إلا لله\"، وقلتم: \"لا يعبد إلا الله\"، وكل من الكلمتين معنى أريد بهما باطل، وتضليل الأمة المحمدية.\rقال المجيب:\rأيها السائل، لو عرفت حقيقة الحال؛ لما صدر منك هذا المقال، فأين أهل الإسلام والتوحيد الذين يكفّرون من عبد الأنبياء والأولياء والصالحين، ودعاهم مع الله، من الخوارج الذين يكفرون أهل القبلة والإيمان؟. وكأن عبدة القبور عندك هل سنة وجماعة!. ليس الأمر كما ظننت. {لا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ} . ما أردنا نقله انتهى\"\rثم ذكر الشيخ حقيقة مذهب الخوارج، ومبدأ أمرهم، وبيان ما عليه عباد القبور، وبيان حال الشيخ محمد رحمه الله ومذهبه ومعتقده، إلى آخر ما ذكره.","seal":"68C9AB19","part":1},
      {"page":71,"id":68,"nass":"المشابهة بين عصر الرسول صلى الله عليه وسلم ودعوته وبين عصر الشيخ محمد ودعوته:\rليس القصد أن نجعل الشيخ محمد بن عبد الوهاب كالرسول صلى الله عليه وسلم، لأن الرسول قد فضّله الله على جميع الأنبياء والمرسلين، وجعله خاتمهم، وليست درجته كدرجة غيره.\rوأما الشيخ محمد، فعالم مصلح، مجدد لما اندرس من دين الرسول صلى الله عليه وسلم.\rوإلى القارئ وجه الشبه بين العصرين في بعض الأمور التي جرت للرسول الأكرم وللشيخ محمد بن عبد الوهاب رحمه الله:\r1- عصر الرسول كان عصراً قد بلغ من فساد العقائد والعادات والأخلاق مبلغاً عظيماً.\rفالأصنام كانت تُعبد من دون الله في المسجد الحرام عند الكعبة وغيرها.\rوكانت العرب قد انحطّت إلى أسفل الدركات من الوثنية الممقوتة والعادات السافلة الرذيلة، من: شرب الخمور، والبغاء، ووأد البنات، وتحكم الأقوياء في الضعفاء.\rوقصارى ما يقال في هذا العصر: أنه عصر انتحار الفضائل الإنسانية الكبرى، والمعاني السامية العليا.\rوكان عصر الشيخ ابن عبد الوهاب شبيهاً بذلك العصر، بما كانوا فيه من جاهلية مطلقة، كما كانوا غارقين في أودية الجهالة والرذيلة والوثنية المسبوكة في قالب حب الصالحين.\rوأوجز ما يقال فيه: أنه عصر انتحار الفضائل الإنسانية والمعاني الرفيعة، يضاف إليه محو الدين، والخضوع لسلطان الخرافات والبدع.\r2- بعث الله محمداً صلى الله عليه وسلم بعد فترة من الرسل، وكانت الإنسانية بما أصابها في مقاتلها تنتظر وتتعطش إلى هذه البعثة الكريمة، لعلها تهتدي بعد الضلال البعيد، وتنتقل من فوضى الأخلاق والطباع إلى نظام وطمأنينة وراحة.","seal":"85A73423","part":1},
      {"page":72,"id":69,"nass":"وجاء الشيخ في وقت كانت جزيرة العرب في أمسّ الحاجة إلى مصلح بعالجها من أمراضها القاتلة، ويرجع بها إلى تعاليم الرسول صلى الله عليه وسلم، وينقذها مما وقعت فيه، ويأخذ بيدها من تلك الهوة السحيقة التي ارتطمت فيها، لكي تسير في سبيل مستقيم، حيث تصفو العقائد، وتشفى العقول، حيث النور المنبثق من القرآن والسنة يملآن الرحاب والبقاع.\r3- كما وفق نبينا في الدعوة إلى الله وتوحيده، ونبذ الشرك وتهجينه.\rوفّق محمد بن عبد الوهاب في تجديد دعوة الرسول صلى الله عليه وسلم، والسير على منهاجه، ونشر ما أتى عنه، نقياً خالصاً من كل شائبة وباطل.\r4- لم يطلب المقام للرسول صلى الله عليه وسلم بمكة التي ولد فيها بإيذاء قريش له، وتسلطهم عليه بالسوء والأذى، حتى أجمعوا أخيراً على قتله، فهاجر إلى المدينة مع صديقه، ووجد من الأنصار عوناً وحباً، ثم تبعه صحابته فانتقلوا إليها مستخفين، خشية من الأذى والفتك، وفراراً بالدين والعقيدة.\rوكذلك الشيخ، قد تآمر عليه مماليك بلده الذي ولد فيه على قتله1، وتسوروا عليه الجدار، ولقي من أهله الأذى والتنكيل، مما جعل الإقامة به أمراً مستحيلاً، ففر بدينه وعقيدته إلى الدرعية، ولقي فيها محببين كانوا عوناً له.\rهنالك استطاع أن يهنأ بالعبادة والدين، وانتقل مريدوه وأتباعه إليها هرباً بمعتقداتهم وأرواحهم.\r5- كما حدث للرسول صلى الله عليه وسلم في طريقه للمدينة وهو مهاجر، أن تبعه سراقة بن مالك، طمعاً في جعل قريش.\r__________\r1 هذا خلاف المعروف، وإنما المعروف أن التآمر وقع في حريملاء، وبسببه انتقل الشيخ رحمه الله إلى العيينة، كما ذكر ذلك الشيخ ابن بشر في تاريخه. عبد العزيز بن عبد الله بن باز.","seal":"0E5C91C4","part":1},
      {"page":73,"id":70,"nass":"ولما أدرك النبي وأبا بكر، ساخت قوائم فرسه في الأرض، فإذا هو في وثاق، لا يستطيع منه فكاكاً، حتى يستنجد بالرسول فينطلق.\rكذلك قد جرى للشيخ محمد بن عبد الوهاب، فقد وكل به أمير العيينة عثمان بن معمر عندما أمر بمغادرة الشيخ البلاد فارساً والشيخ كان راجلاً، كافي القدم، حاسر الرأس، إلا من مروحة يتقي بها لظى القفر. حتى إذا رام أن يقتله، واستل سيفه، إذا بيده القوية تتهالك، فيسقط منها.\r6- وكان ابن عبد الوهاب يعرض نفسه على القبائل والبطون، فمن ناصرة ومجيرة، إلى خاذلة وصادفة عنه، إلى قبائل لا تتورع عن إيذائه والكيد له، كما كان يكيد له الكراء والزعماء، فلا تلين له قناة.\rكما كان الرسول صلى الله عليه وسلم يعرض نفسه على القبائل، ويستقبلها في المواسم والأسواق، فينصره بعضها، ويخذله بعضها، ويهزأ به بعضها، ويناله بعضها بما يكره، ولكنه صابر يقول في ابتسامته الحلوة الرائعة: \"اللهم اهدي قومي فإنهم لا يعلمون\".\r7- ومثل ما اعترض حياة الرسول الكريم الخطر والهلاك، اعترضت حياة تابعه المخلص، الويلات والكوارث.\rفكان يستدبر كارثة ليستقبل أخرى بنفس مطمئنة، وقلب مفعم بالإيمان.\r8- وكما كان الرسول يغزو بنفسه، ويزج بها في المعارك والميدان، وإذا احتدم القتال يقوي قلوب صحابته الكرام، ويعززهم ويذكرهم، ويدعو الله لهم.\rكان التابع المتبوع الإمام محمد بن عبد الوهاب، يغزو بنفسه مع محمد بن سعود، ولا يبخل بالرأي السديد، وكان من أبرز رجال القيادة العليا، حتى إذا اختلف في الرأي بينه وبين غيره؛ قدم رأيه، لأنه يسير بهدي الله ونوره.","seal":"A5B6F1A5","part":1},
      {"page":74,"id":71,"nass":"9- وكان محمد عليه الصلاة والسلام يرسل الرسل للملوك، يدعوهم إلى الهدى ودين التوحيد، ويرسل السرايا للغزو، إن أعلنوا الحرب على الدعوة.\rوكان ابن عبد الوهاب يفعل ذلك أيضاً، متبعاً سنة رسولنا عليه الصلاة والسلام.\r10- وكما ابتلى الرسول بأعداء أقوياء، لدد في الخصومة، ينفسون عليه، ويتهمونه بالسحر والكذب، حتى إن أقرب ذوي قرباه كانوا في حيرة من أمره، وحتى إن عمه أبا لهب كان لا يرضى عنه، وخاصمه وسفه حلمه، ولم يأل جهداً في تأليب الناس عليه.\rابتلى ابن عبد الوهاب أيضاً بخصوم أشداء، نصبوا له الحبائل، ورشقوه بالسهام، ولكنها كانت تطيش وكان ينجو، بفضل الله، حتى أخوه سليمان، ونقد آرائه ودعوته وطريقته نقداً لاذعاً1.\r11- وكما انتصر الرسول على أعدائه، وخضعوا له، وأصبحوا من خيرة أنصاره، كعمر، وخالد، وعمرو بن العاص.\rفكذلك انتصر تابعه المخلص الأواه على مناوئيه، وأتوا إليه معتذرين، فإذا به يعفو كرماً، ويرتاح إليهم، ويصفح عنهم. وإذا بهم يعودون إخوة وأنصاراً مخلصين2.\r__________\r1 ثم إن سليمان المذكور اتضح له الحق فتاب إلى الله، ووفد على اخيه الشيخ محمد رحمه الله في الدرعية، واستقر بها حتى توفاه الله، كما ذكر ذلك العلامة ابن بشر في حوادث سنة 1190 في كتابه \"عنوان المجد\".\rعبد العزيز بن عبد الله بن باز\r2 جله منقول من كتاب محمد بن عبد الوهاب، لأحمد عبد الغفور، لكن باختصار في بعض العبارات، وزيادة في البعض.","seal":"D7458B62","part":1},
      {"page":75,"id":72,"nass":"أثر الدعوة في البلاد النجدية:\r1- قضت هذه الدعوة المباركة قضاءً تاماً على ما كان شائعاً في \"نجد\" من الخرافات، وما كان شائعاً من تعظيم القبور والنذر لها، والاعتقاد في بعض الأشجار، وأحيت معالم الشريعة بعد اندثارها.\r2- إن أهل نجد قد رجعوا إلى التوحيد الخالص من شوائب الشرك والوثنية، كما رجعوا إلى الكتاب والسنة المطهرة، وحكموها في جليل الأمور وحقيرها.\r3- كانوا متفرقين، لا تجمعهم رابطة، ولا يجمعهم حكم شرعي، ولا قانوني، بل كانوا مختلفين ومتفرقين، في المشارب والنهزعات.\rفوحّدت هذه الدعوة كلمتهم، وجمعت شملهم، وجعلتهم تحت راية واحدة وأخضعتهم لسلطان واحد، يسوسهم بكتاب الله المجيد، وسنة رسوله.\r4- كانوا في نهاية من الجهل والغباوة، إلى حد أن اعتقدوا في الأشجار والغيرام.\rفنشرت الدعوة فيهم علوم الشريعة المطهرة، وآلاتها من: التفسير، والحديث، والتوحيد، والفقه، والسير، والتواريخ، والنحو، وما إلى ذلك من العلوم.\rوأصبحت الدرعية كعبة العلوم والمعارف، يفد إليها طلاب العلوم من سائر النواحي من أرجاء نجد، واليمن، والحجاز، والخليج العربي، وانتشر العلم في جميع الطبقات، حتى قال المؤرخون: أصبح الراعي يرعى المواشي في الفيافي، ولوح التعليم في عنقه.\rحتى من قوة انتشار العلم وسريانه ظهر العلماء الراسخون، وألّفوا الكتب القيمة في مختلف العلوم، بعد ذلك الجهل العظيم الذي خيّم على أرجاء نجد، وتركها تتخبط في دياجير الظلمات والأوهام.","seal":"9BDA2DEC","part":1},
      {"page":76,"id":73,"nass":"5- انتشر الأمن في جميع أرجاء نجد، حتى كان الماشي والراكب يمشي المسافات الطويلة، ذات اليالي والأيام، لا يخاف إلا الله، ولو كان عنده من الأموال ما تنوء بحملها عصبة من الرجال.\r6- لم تكن نجد معروفة لدى الأمم، وكانت حقيرة، وليس لها حساب، ولا ميزان، ولا قيمة، ولم يكن لها ملِك ولا حاكم معروف، ما عدا بعض الأمراء الصغار الذين كانوا يحكمون قرية أو قريتين؛ فأصبحت نجد ببركة هذه الدعوة مملكة موحّدة، طار صيتها في الآفاق، ووضعت في صف الأمم.\rوكانت الدولة إذ ذاك الدولة العثمانية، حسبت لها ألف حساب وحساب، وخافت على سلطتها وسيطرتها من هذه الدولة السعودية المباركة، حتى جرت الجيوش الجرارة لمحاربتها وإماتتها.\r7- إنه بقي من آثارها: هذه الدولة السعودية الحاضرة، الممتد سلطانها من الخليج العربي شرقاً إلى البحر الأحمر غرباً، دولة الكتاب والسنة والتوحيد النقي.\rدولة الأمر بالمعروف والنهي عن المنكر، دولة نشرت العدل والأمن والسلام.\rدولة عززت من مركز العلم، وقامت بنشره بين جميع أفراد الرعية، وكل من يفد إليها، فأسست المعاهد العلمية والكليات، والمدارس وأنفقت الأموال الطائلة للمدرسين والدارسين، سواء كانوا من الوطنيين، أو من غيرهم. دولة تمثل الصدر الأول والسلف الصالح في أحكامها، وهيمنتها على الأخلاق، وتحكيمها للكتاب والسنة.\rدولة تسهر على مصالح الرعية، وتعمل لرفاهية الشعب، ومحاربة الفقر، ورفع مستوى المعيشة، كما تسهر على راحة الحجاج، وبذل جميع الوسائل لرفاهية الحجاج، وتذليل جميع العقبات أمامهم، وترغيبهم في العودة المرّة بعد المرة إلى حج بيت الله الحرام، وزيارة المسجد النبوي، على صاحبه أفضل الصلاة والسلام.","seal":"5E8A0380","part":1},
      {"page":77,"id":74,"nass":"وبالجملة؛ فهي أحسن الدول العربية في تحكيم الشرع، ونشر الأمن والعدل والعلم، ومحاربة أهل البدع والضلال، والأخذ على أيدي السفهاء والعابثين بالأخلاق، والمنتهكين الحرمات.\rأيدها الله، ووفقها للخير والنفع العام.\rانتشارها في الخارج:\rانتشرت دعوة الشيخ في خارج نجد من أجل استيلاء الدولة السعودية على مكة المكرمة سنة 1218هـ، وأصبح حجاج البلاد الإسلامية يفدون إلى مكة المكرمة، ويشاهدون علماء هذه الدعوة الحقة، ويستمعون خطبهم ومواعظهم، وإرشاداتهم السديدة، وتوجيهاتهم القيمة، كما شاهدوا سيرة الدولة السعودية إذ ذاك، وما هي عليه من الاعتصام بالكتاب والسنة، ونشر الأمن والعدل والإنصاف.\rفتأثر بعض الحجاج بدعوة الشيخ، فأخذ ينشر في بلاده التوحيد، ويحارب الخرافات الشائعات في بلاده، كما قام بضد القبوريين والداعين إلى تقديس القبور وبناء القباب عليها.\rفانتقلت هذه المبادئ الإصلاحية إلى السودان في إفريقيا، وسومطرة في آسيا والهند.\rكما انتشرت في العراق والشام ومصر والجزائر وجاوة، وعمان، وفارس، وكان هدف رعاتها في كل مكان تحل به هو: محاربة الفساد، والقضاء على البدع والخرافات، وتصحيح العقيدة الدينية.\rفقامت الثورات على يد دعاة الوهابيين ضد الوضاع السائدة في البلاد.\rأما في السودان فقد كان الداعية هو الشيخ عثمان بن فودي، أحد أفراد قبيلة الفولا، وهي من قبائل رعاة السودانيين، فإنه بعد التقائه بعلماء الدعوة في موسم الحج، وبعد اعتناقه المبادئ التي دعا إليها الشيخ؛ عاد إلى بلاده، وأخذ يحارب البدع الشائعة بين عشيرته وقومه، ويعمل للقضاء على بقايا الوثنية وعبادة الأموات، التي كانت لا تزال مختلطة بالعقيدة الإسلامية في","seal":"14F7A370","part":1},
      {"page":78,"id":75,"nass":"نفوس السودانيين، وأخذ ينشر تعاليم الدين الإسلامي الصحيحة، ويذيع مبادئ الشيخ محمد بن عبد الوهاب، فاستطاع أن يجمع حوله قبيلته في وحدة متماسكة، مرتبطة برباط الدين المتين، بعد أن كانت منقسمة إلى عدة وحدات ضعيفة متخاذلة.\rوبعد ذلك ابتدأ حروبه سنة 1802م ضد قبائل الهوسا الوثنية، وقضى على مملكة غبر، التي كانت تقع على مجرى نهر النيجر.\rوما مضت سنتان، حتى أقام عثمان مملكة (سوكوتو) في السودان على أساس من الدعوة الدينية الوهابية، ومدت رواقها على جميع الأقطار الواقعة بين (تمبكتو) وبحيرة (تشاد) ، وبقيت محافظة على استقلالها ووحدتها نحو قرن، حتى استطاع الاستعمار الأوربي، أن يقضي على ما كان لها من استقلال ووحدة. وكما غزت الدعوة الوهابية السودان، كذلك غزت الدعوة بعض المقاطعات الهندية بواسطة أحد الحجاج الهنود، وهو السيد أحمد.\rوقد كان هذا الرجل من أمراء الهند، وذهب إلى الحجاز لأداء فريضة الحج، بعد أن اعتنق الإسلام سنة 1816 م.\rفلما التقى بالوهابيين في مكة اقتنع بصحة ما يدعون إليه، وأصبح من دعاة المذهب، الذين تملكهم الإيمان، وسيطرت عليهم العقيدة.\rولما عاد سنة 1820م إلى وطنه في الهند بجهة البنغال، وجد ميداناً صالحاً للدعوة بين سكان المنطقة من الهنود المسلمين، الذين اختلطت عقائدهم وتقاليدهم الدينية بالكثير من عقائد الهندوس وعوائدهم.\rفابتدأ الدعوة في مدينة (بتين) ، ودعا إخوانه المسلمين ليؤمنوا بمبادئ الإسلام الصحيحة، ويتركوا البدع والعقائد الهندوسية، التي كانت شائعة بنيهم.\rوبعد مرحلة من الجهاد استطاع هؤلاء المسلمون الوهابيون أن يقيموا الدولة الإسلامية على أساس من المبادئ الوهابية، بجهة البنجاب، تحت حكم الداعية السيد أحمد.","seal":"BE74BF4F","part":1},
      {"page":79,"id":76,"nass":"ولم تلبث هذه الدولة طويلاً، حتى قضى عليها الاستعمار الإنكليزي في العقد الرابع من القرن التاسع عشر. ولكن الدعوة الوهابية ظلت قائمة هناك على يد خلفاء السيد أحمد من بعده، ولم يستطع المستعمرون أن ينالوا منها.\rولا يزال الكثيرون من سكان هذه المناطق يدينون بالإسلام على المذهب الوهابي.\rوفي سومطرة ابتدأت الدعوة الوهابية سنة 1803م على يد أحد الحجاج من أهل الجزيرة، وكان قد عاد من الحج في نفس السنة، بعد أن التقى بالوهابيين، واطلع على صحة ما يدعون إليه.\rفلما عاد إلى وطنه ابتدأ دعوته، ثم تطورت الحركة إلى حروب طاحنة بين المسلمين والوهابيين، الذين أصبحوا قوة كبيرة في سومطرة، وبين غير المسلمين من سكانها الأصليين، حتى رأت حكومة الاستعمار الهولندية سنة 1821م أن تناهض هذه الحركة القوية، محافظة على كيانها ونفوذها هناك.\rواستمرت المناوشات والحروب بين المستعمرين الهولنديين، وبين السومطرين الوهابيين، مالا يقل عن ستة شعر عاماً. ثم انتهت بتغلب قوى الاستعمار على القائمين بحركة الوهابية.\rكذلك الحركة السنوسية، التي ابتدأت في الجزائر أواسط القرن التاسع عشر، ثم غزت طرابلس بعد ذلك، وانتشرت في شمال أفريقيا، ثم مدت رواقها نحو الجنوب، فتمكنت في السودان هذه الحركة السنوسية، التي ناهضت الاستعمار في كل مكان، والتي كانت ولا زالت مدرسة تربية وتهذيب للشعب السنوسي، قد تأثرت بالدعوة الوهابية في أساسها.\rفالسيد محمد علي السنوسي، مؤسس الحركة السنوسية، كان في مكة يطلب العلم وقت استيلاء الوهابيين عليها، فعاشرهم، وتتلمذ على علمائهم، وتأثر بمذهبهم.","seal":"646D40B9","part":1},
      {"page":80,"id":77,"nass":"ثم عاد إلى الجزائر، وابتدأ حركته الإصلاحية على ضوء تعاليم الإصلاح الدينية الإسلامية، التي أضرم نارها في الجزيرة العربية: محمد بن عبد الوهاب.\rانتهى بحذف واختصار1.\rوكما انتشرت في الجزائر بواسطة الدعوة السنوسية، فقد انتشرت هذه الدعوة المباركة بحضرموت، وجاوة بواسطة السيد محمد رشيد رضا، وتأليفه جمعية الإرشاد الداعية هناك إلى الكتاب والسنة، ونبذ البدع والخرافات، بق مبادئ الشيخ محمد بن عبد الوهاب.\rوقد تأثر فيها كثيرون بحضرموت، وعدن، وجاوة، كما هو معروف.\rبالجملة؛ فقد كان لهذه الدعوة أثر عظيم خطير في العالم الإسلامي من نواح مختلفة، وكانت الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله تأثر بها زعماء الإسلاح في سائر الأقطار الإسلامية، وكل الحركات الإصلاحية مدينة للدعوة الوهابية.\rويمكن تحديد الصلة بينها وبين كل من هذه الحركات، إما عن طريق الاقتباس، أو المحاكاة، أو مجرد التأثر.\rثناء العلماء على الشيخ محمد بن عبد الوهاب من المسلمين والغربيين الكافرين:\rأكثر العلماء السلفيون والمؤرخون المحققون من الثناء على الشيخ، والتنويه بدعوته القائمة على دعائم الكتاب والسنة.\rمن ذلك: قصيدة الشيخ: محمد بن إسماعيل الأمير الصنعاني، مؤلف \"سبل السلام\"، لما بلغه دعوة الشيخ وثورته على البدع والخرافات، وقيامه بالدين الصحيح، والسنة المطهرة، وإرشاد الناس إلى أن يتمسكوا بالوحيين. وإلى القارئ بعض القصيدة:\rسلامي على نجد ومن حل في نجد\rوإن كان تسليمي على البعد لا يجدي\rوقد صدرت من سفح صنعا سقى الحيا\rرباها وحياها بقهقهة الرعد\r__________\r1 من كتاب \"النهضات الحديثة\" لابن ماضي.","seal":"5A3B5252","part":1},
      {"page":81,"id":78,"nass":"سرت أسير بنشد الريح أن سرت\rألا يا صبا نجد متىهجت من نجد\rقفي واسألي عن عالم حل سوحها\rبه يهتدي من ضل عن منهج الرشد\rمحمد الهادي لسنة أحمد\rفيا حبذا الهادي وياحبذا المهدي\rلقد أنكرت كل الطوائف قوله\rبلا صدر في الحق منهم ولا ورد\rوما كل قول بالقبول مقابل\rوما كل قول واجب الرد والطرد\rسوى ما أتى عن ربنا ورسوله\rفذلك قول جل، ياذا، عن الرد\rوأما أقاويل الرجال إنها\rتدور على قدر الأدلة في النقد\rوقد جاءت الأخبار عنه بأنه\rيعيد لنا لاشرع الشريف بما يبدي\rوينشر جهراً ما طوى كل جاهل\rومبتدع منه، فوافق ما عندي\rويعمر أركان الشريعة هادماً\rمشاهد ضل الناس فيها عن الرشد\rأعادوا بها معنى سواع ومثله\rيغوث وود، بئس ذلك من ود\rوقد هتفوا عند الشدائد باسمها\rكما يهتف المضطر بالصمد الفرد\rوكم عقروا في سوحها من عقيرة\rأهلت لغير الله جهراً على عمد\rوكم طائف حول القبور مقبل\rومستلم الأركان منهن باليد\rلقد سرني ماجاءني من طريقه\rوكنت أرى هذي الطريقة لي وحدي\rيصب عليه صوت\rذم وغيبة ويجفوه من قد كان يهواه عن بعد\rويعزي إليه كل مالاً يقوله\rلتنقيصه عند التهامي والنجدي\rفيرميه أهل الرفض بالنصب فرية\rويرميه أهل النصب بالرفض والجحد\rوليس له ذنب سوى أنه أتى\rبتحكيم قول الله في الحل والعقد\rويتبع أقوال النبي محمد\rوهل غيره بالله في الشرع من يهدي\rلئن عده الجهال ذنباً فحبذا\rبه حبذا يوم انقرادي في لحدي\rسلامي على أهل الحديث فإنني\rنشأت على حب الأحاديث من مهدي\rهم بذلوا في حفظ سنة أحمد\rوتنقيحها من جهدهم غاية الجهد","seal":"4425297A","part":1},
      {"page":82,"id":79,"nass":"أأنتم أهدى من صحابة أحمد\rوأهل الكساء هيهات ما الشوك كالورد\rأولئك أهدى في الطريقة منكمو\rفهم قدوتي حتى أوسد في لحدي\rإلى آخر ما جاء في تلك القصيدة\rومنهم: الشيخ: محمد بن أحمد الحفظي، صاحب دوجال من قرى عسير، فقد نظم أرجوزة طويلة، ذكر دعوة الشيخ، وأثنى عليه ثناءً حسناً، افتتح الأرجوزة بقوله:\rالحمد حقاً مستحقاً أبداً لله\rرب العالمين سرمداً\rإلى أن قال:\rمصلياً على الرسول الشارع\rوأهله وصحبه والتابع\rفي البدء والختم، وأما بعد:\rفهذه منظومة تعد\rحركني لنظمها الخير الذي\rقد جاءنا في آخر العصر القذي\rلما دعا الداعي من المشارق\rبأمر رب العالمين الخالق\rوبعث الله لنا مجدداً\rمن أرض نجد عالماً مجتهداً\rشيخ الهدى محمد المحمدي\rالحنبلي الأثري الأحمدي\rفقام والشرك الصريح قد سرى\rبين الورى وقد طغى واعتكرا\rلا يعرفون الدين والتهليلا\rوطرق الإسلام والسبيلا\rإلا أساميها وباق الرسم\rوالأرض لا تخلو من أهل العلم\rوكل حزب فلهم وليجة\rيدعونه في الضيق للتفريجة\rوملة الإسلام والأحكام\rفي غربة وأهلها أيتام\rدعا إلى الله وبالتهليلة\rيصرح بين أظهر القبيلة\rمستضعفاً وماله من ناصر\rولا له مساعد موازر\rفي ذلة وقلة وفي يده\rمهفة تغنيه عن مهنده\rكأنها ريح الصبا في الرعب\rوالحق يعلو بجنود الرب\rقد أذكرتني درة لعمر\rوضرب موسى بالعصا للحجر","seal":"919B007E","part":1},
      {"page":83,"id":80,"nass":"ولم يزل يدعو إلى دين النبي\rليس إلى نفس دعا أو مذهب\rيعلم الناس معاني أشهد\rأن لا إله غير فرد يعبد\rمحمداً نبيه وعبده\rرسوله إليكمو وقصده\rأن تعبدوه وحده لا تشركوا\rشيئاً به والابتداع فاتركوا\rومن دعا دون الإله أحداً\rأشرك بالله ولو محمداً\rإن قلتمو نعبدهمو للقربة\rأو للشفاعة فتلك الكذبة\rوربنا يقول في كتابه\rهذا هو الشرك بلا تشابه\rهذا معاني دعوة الشيخ لمن\rعاصره فاستكبروا عن السنن\rرثاء الشيخ العلامة: محمد بن علي الشوكاني، مؤلف \"نيل الأوطار\"، للشيخ: محمد بن عبد الوهاب، ومثنياً عليه:\rمصاب دها قلبي فأذكى غلائلي\rوأصمي بسهم الافتجاع مقاتلي\rوخطب به إعشار أحشاي صدعت\rفأمست بفرط الوجد أي تواكلي\rورزء تقاضاني، صفاء معيشتي\rوانهلني قسراً أمر المناهل\rمصاب به ذابت حشاشة مهجتي\rوعن حمله قد كل متني وكاهلي\rمصاب به الدنيا قد اغبر وجهها\rوقد شمخت أعلام قوم أسافل","seal":"984395E4","part":1},
      {"page":84,"id":81,"nass":"به انهدر كن الدين وانبت حبله\rوشيد بناء الغي مع كل باطل\rوقام على الإسلام جهراً وأهله\rنعيق غراب بالمذلة هائل\rوسيم منار الأتباع لأحمد\rهوان انهدام جاء من كل جاهل\rلقد مات طود العلم قطب رحى العلا\rومركز أدوار الفحول الأفاضل\rماتت علوم الدين طراً بموته\rوغيب وجه الحق تحت الجنادل\rإمام الهدى ما حي الردى قامع العدا\rومروي الصدى من فيض علم ونائل\rإمام الورى علامة العصر قدوتي\rوشيخ الشيوخ الجد فرد الفضائل\r(محمد) ذو المجد الذي عز دركه\rوجل مقاماً عن لحوق المطاول\rإلى عابد الوهاب يعزي وإنه\rسلالة انجاب زكي الخصائل\rعليه من الرحمن أعظم رحمة\rتيل ثراه بالضحى والأصائل\rلقد أشرقت نجد بنور ضيائة\rوقام مقامات الهدى بالدلائل\rومن شأنه قمع الضلال ونصره\rلمن كان مظلوما وليس بخاذل\rوكم كان في الدين الحنيف مجاهدا\rبماضي سنان دامغ للأباطل\rوكم ذب عن سامي حماه وذاد من\rمضل وبدعي ومعفو ونائل\rففيم استباح أهل الضلالة لعرضة\rوكم نكست أعلامة والأرازل\rفلولاه لم تحرز رحى الدين مركزا ولا اشتد للاسلام ركن المعاقل\rولا كان للتوحيد واضح لا حب يقيم أعوجاج السير من كل عاذل\rفما هو إلا قائم في زمانه مقام النبي في إماته باطل\rستبكيه أجفاني حياتي وإن أمت ستبكية عني جفن حقا وأرتحلت بباطل\rأفق يا معيب الشيخ ماذا تعيبة لقد عبت حقا وأرتحلت بباطل\rنعم ذنبه التقليد قد جد حبله وبل التعصب بالسيوف الصياقل\rولما دعا الله في الخلق صارخاً صرختم له بالقذف مثل الزواجل\rأفيقوا أفيقوا إنه ليس داعياً لإلي دين آباء له وقبائل\rدعا لكتاب الله والسنة التي أتانا بها طه النبي، خير قائل","seal":"50EA86C2","part":1},
      {"page":85,"id":82,"nass":"وقال الشيخ: حسين بن غنام الإحسائي، رحمه الله، مؤلف \"روضة الأفكار والأفهام\"؛ يرثي الشيخ: محمد بن عبد الوهاب، ويثني عليه بما هو أهله:\rإلى الله في كشف الشدائد نفزع\rوليس إلى غير المهيمن مفزع\rلقد كسفت شمس المعارف والهدى\rفسالت دماء في الخدود وأدمع\rإمام أصيب الناس طراً بفقده\rوطاف بهم خطب من البين موجع\rوأظلم أرجاء البلاد بموته\rوحل بهم كرب من الحزن مفظع\rشهاب هوى من أفقه وسمائه\rونجم ثوى في الترب وأراه بلقع\rوكوكب سعد مستنير سناؤه\rوبدر له في منزل اليمن مطلع\rوصبح تبدي للأنام ضياؤه\rفداج الدياجي بعده متقشع\rلقد غاض بحر العلم والفهم والندى\rوقد كان فيه للبرية مرتع\rفقوم جلاعنهم صدى الرين فاهتدوا\rفأسماعهم للحق تصغى وستمع\rوقوم ذووا فقر وجهد وفاقة\rحووا واقتنوا مافيه للعيش مطمع\rلقد رفع المولى به رتبة الهدى\rبوقت به يعلى الضلال ويرفع\rأبان له من لمعة الحق لمعة\rأزيل بها عنه حجاب وبرقع\rسقاه نمير الفهم مولاه فارتوى\rوعام بتيار المعارف يقطع\rفأحيا به التوحيد بعد اندراسه\rوأقوى به من مظلم الشرك مهيع\rفأنواعر صبح السحق باد سناؤها\rومصابحه عال ورياه طيع\rسما ذروة المجد التي ما ارتقى لها\rسواه ولا حاذى سناها سميدع\rوشمر في منهاج سنة أحمد\rيشيد ويحي ما تعفى ويرفع\rوينفي الأعادي عن حماه وسوحه\rويدمغ أرباب الضلال ويدفع\rيناظر بالآيات والسنة التي\rأمرنا إليها في التنازع نرجع\rفأضحت به السمحاء يبسم ثغرها\rوأمسى محياها يضي ويلمع\rوعاد به نهج الغواية طامساً\rوقد كان مسلوكاً به الناس تربع\rوجرت به نجد ذيول افتخارها\rوحق بالألمعي ترفع","seal":"0914F2DF","part":1},
      {"page":86,"id":83,"nass":"فآثار فيها سوام سوافر\rوأنواره فيها تضئ وتسطع\rلقد وجد الإسلام يوم فراقه\rمصاباً خشيناص بعده يتصدع\rوطاشت أولو الأحلام والفضل والنهي\rوكادت له الأرواح تترى وتتبع\rوطارت قلوب المسلمين بموته\rفظنوا به أن القيامة تقرع\rفضجوا جميعاً بالبكاء تاسفاً\rوكادت قلوب بعده تتفجع\rوفاضت عيون واستهلت مدامع\rيخالطها مزج من الدم يهمع\rبكته ذووا الحاجات يوم فراقه\rوأهل الهدى والحق والدين أجمع\rإلى أن قال:\rلئن كان في الدنيا له القبر موضع\rفيوم الجزاء يرجى له الخلد موضع\rسقى قبره من هاطل العفو ديمة\rوباكره سحب من البر همع\rوأسكنه بحبوحة الفوز والرضا\rولا زال بالرضوان فيها يمتع\rوقال الشيخ: عمران بن علي بن رضوان، من سكان لنجه، من البلدان الفارسية؛ رداً على بعض الملحدين، ومثنياً على الشيخ؛ قصيدة أجاد فيها وأفاد. أولها:\rجاءت قصيدتهم تروح وتغتدي\rفي سب دين الهاشمي محمد\rقد زخرفوها للطغام بقولهم\rإن الكتاب هو الهدى فبه اقتد\rلو أن ناظمها تمسك بالذي\rقد قال فيها أولاً إذ يبتدي\rلهدى ووفق ثم جاز سعادة\rلا شك فيها عند كل موحد\rلكنه قد زاع عما قاله\rمتأولاً فيه بتأويل ردي\rفأتت كشهد فيه سم ناقع\rمن ذاق منه ففي الهلاك المبعد\rالشيخ شاهد بعض أهل جهالة\rيدعون أصحاب القبور الهمد\rتاجاً وشمساناً ومن ضاهاهما\rمن قبة أو تربة أو مشهد\rيرجون منهم قربة وشفاعة\rويؤملون كذلك أخذاً باليد\rورأى لعباد القبور تقرباً\rبالنذر والذبح الشنيع المفسد","seal":"F29D9295","part":1},
      {"page":87,"id":84,"nass":"ما أنكر القراء والأشياخ ما\rشهدوا من الفعل الذي لم يحمد\rبل جوزوه وشاركوا في أكله\rمن كان يذبح للقبور ويفتدي\rفأتاهم الشيخ المشار إليه\rبالنسح المبين وبالكلام الجيد\rيدعوهم لله أن لا يعبدوا\rإلا المهيمن ذا الجلال السرمد\rلا يشركوا ملكاً ولا من مرسل\rكلا ولا من صالح أو سيد\rفتنافروا عنه وقالوا ليس ذا\rإلا عجيب عندنا لم يعهد\rما قاله آباؤنا أيضاً ولا\rأجدادنا أهل الحجي والسؤدد\rإنا وجدنا جملة الآبا على\rهذا فنحن بما وجدنا نفتدي\rفالشيخ لما أن رأى ذا الشأن من\rأهل الزمان اشتد غير مقلد\rناداهم يا قوم كيف جعلتم\rلله أنداداً بغير تعدد\rلو أنصفوا لرأوا له فضلاً على\rأظهرا ما قد ضيعوه من اليد\rودعوا له بالخير بعد مماته\rليكافئوه على وفاق المرشد\rلكنهم قد عاندوا، وتكبروا\rومشوا على منهاج قوم حسد\rورموه بالبهتان والإفك الذي\rهم يعملون به ومنهم يبتدي\rكمقالهم هو للمتابع قاطع\rبدخول جنات وحور خرد\rحاشا وكلا ليس هذا شأنه\rبل إنه يرجو بها لموحد\rقالوا له يا كافراً يا فاجراً\rما ضره قول العداة الحسد\rقالت قريش قبلهم للمصطفى\rذا ساحر، ذا كاهن، ذا معتدي\rقالوا له غشاش أمة أحمد\rوهو النصيح بكل وجه يبتدي\rهل قال إلا وحدوا رب السما\rوذروا عبادة ما سوى المتفرد\rوتمسكوا بالسنة البيضا، ولا\rتتنطعوا بزيادة وتردد\rهذا الذي جعلوه غشا وهو قد\rبعثت به الرسل الكرام لمن هدى\rمن عهد آدم ثم نوح هكذا\rتترى إلى عهد النبي محمد\rوكذلك الخلفاء بعد نبيهم\rوالتابعون وكل حبر مهتدي\rمن هاجهم هذا عليه تمسكوا\rمن كان مستناً بهم فليقتد","seal":"06074D48","part":1},
      {"page":88,"id":85,"nass":"ومن قصيدة: للشيخ أحمد بن مشرف الأحسائي، وفي مدح فيصل بن تركي، وذكر فيها عن الشيخ:\rوأووا إماماً قام لله داعياً\rيسمى بشيخ المسلمين محمد\rلقد أوضح الإسلام عند اغترابه\rوقد جد في إخفائه كل ملحد\rوجدد منهاج الشريعة إذ عفت\rفأكرم به من عالم ومجدد\rوأحيا بدرس العلم دارس رسمها\rكما قد أمات الشرك بالقول واليد\rفكم شبهة للمشركين أزاحها\rبكل دليل كاشف للتردد\rوألف في التوحيد أوجز نبذه\rبها قد هدى الرحمن للحق من هدى\rنصوصاً من القرآن تشفي من العمى\rوكل حديث للأئمة مسند\rفوازروه عبد العزيز ورهطه\rعلى قلة منهم وعيش منكد\rفما خاف في الرحمن لومة لائم\rولم يثنه صولات باغ ومعتدي\rقال علامة العراق، السيد: محمود شكري الألوسي - رحمه الله - في آخر تاريخه لنجد:\r\"كان الشيخ محمد من بيت علم في نواحي نجد، وكان أبوه الشيخ: عبد الوهاب عالماً فقيهاً على مذهب الإمام أحمد، وكان قاضياً في بلد العيينة، ثم في حريملاء، وذلك في أوائل القرن الثاني عشر، وله معرفة تامة بالحديث والفقه، وله أسئلة وأجوبة.\rوكان والد عبد الوهاب الشيخ: سليمان عالماً، فقيهاً، أعلم علماء نجد في عصره، له اليد الطولى في العلم، وانتهت إليه رياسة العلم في نجد صنف ودرس وأفتى. إلا أن الشيخ محمداً لم يكن على طريقة أبيه وجده، وكان شديد التعصب للسنة، كثير الإنكار على من خالف الحق من العلماء.\rوالحاصل: أنه كان من العلماء الآمرين بالمعروف، والناهين عن المنكر، وكان يعلم الناس الصلاة وأحكامها، وسائر أركان الدين، ويأمر بالجماعات.","seal":"A447EC07","part":1},
      {"page":89,"id":86,"nass":"وقد جَدَّ في تعليم الناس، وحثهم على الطاعة وأمرهم بتعلم أصول الإسلام، وشرائطه، وسائر أحكام الدين، وأمر جميع أهل البلاد بالمذاكرة في المساجد كل يوم بعد صلاة الصبح، وبين العشائين، بمعرفة الله، ومعرفة دين الإسلام، ومعرفة أركانه، ومعرفة النبي محمد صلى الله عليه وسلم ونسبه ومبعثه وهجرته.\rوأول مادعا إليه كلمة التوحيد، وسائر العبادات التي لا تنبغي إلا لله، كالدعاء، والذبح، والنذر، والخوف، والرجاء، والخشية، والرغبة، والتوكل، والإنابة، وغير ذلك.\rفلم يبق أحد من عوام أهل نجد، جاهلاً بأحكام دين الإسلام بل كلهم تعلموا ذلك، بعد أن كانوا جاهلين، إلاالخواص منهم. وانتفع الناس به من هذه الجهة الحميدة أي سيرته المرضية وإرشاده النافع\" انتهى.\rالأمير: شكيب أرسلان، في الجزء الرابع من حاضر العالم الإسلامي، تحت عنوان: \"تاريخ نجد الحديث\".\rذكر ولادة الشيخ محمد بن عبد الوهاب\r، ثم قال: \"طلب محمد بن عبد الوهاب العلم في دمشق1، ورحل إلى بغداد والبصرة، وتشرّب مبادئ الحافظ حجة الإسلام ابن تيمية، وتلميذه ابن القيم، وابن عروة الحنبلي، وغيرهم من فحول أئمة الحنابلة، وأخذ يفكر في إعادة الإسلام لنقاوته الأولى، فلذلك، الوهابية يسمون مذهبهم عقيدة السلف2.\r__________\r1 أراد الذهاب إلى الشام، فقلّت نفقته، فرجع من بغداد.\r2 نعم، ولهم الحق، لأنهم لم يخالفوا السلف قيد أنملة، وكتبهم ناطقة بذلك.","seal":"EA79DA1C","part":1},
      {"page":90,"id":87,"nass":"ومن هناك أنرك الاعتقاد بالأولياء وزيارة القبور1 والاستغاثة بغير الله، وغير ذلك مما جعله من باب الشرك واستشهد على صحة آرائه بالآيات القرآنية والأحاديث المصطوفية، ولا أظنه أورد ثمة شياً عير ما أورده ابن تيمية\"انتهى.\rالشيخ: محمد حامد الفقي، رئيس جماعة أنصار السنة المحمدية، من علماء الأزهر الشريف، في كتابه: \"أثر الدعوة الوهابية\"\rقال: \"الوهابية: نسبة إلى الإمام المصلح شيخ الإسلام: محمد بن عبد الوهاب، مجدد القرن الثاني عشر، وهي نسبة على غير القياس العربي، والصحيح أن يقال: المحمدية، إذ إن اسم صاحب هذه الدعوة والقائم بها هو محمد، لا عبد الوهاب\".\rثم قال بعد كلام:\r\"وإنهم لحنابلة متعصبون لمذهب الإمام أحمد في فروعه ككل أتباع المذاهب الأخرى، فهم لا يدّعون، لا بالقول، ولا بالكتابة أن الشيخ ابن عبد الوهاب أتى بمذهب جديد، ولا اخترع علماً غير ما كان عند السلف الصالح، وإنما كان عمله وجهاده لإحياء العمل بالدين الصحيح، وإرجاع الناس إلى ما قرره القرآن في توحيد الإلهية والعبادة لله وحده؛ ذلاً، وخضوعاً، ودعاءً، ونذراً وحلفاً، وتوكلاً، وطاعة لشرائعه. وفي توحيد الأسماء والصفات: فيؤمن بآياتها كما وردت، لا يحرف ولا يؤول، ولا يشبه، ولا يمثل، على ما ورد في لفظ القرآن العربي المبين، وما جاء عن الرسول صلى الله عليه وسلم، وما كان عليه الصحابة وتابعوهم والأئمة المهتدون، من السلف والخلف رضوان الله عليهم، في كل ذلك وأن تحقيق شهادة أن لا إله إلا الله وأن محمداً رسول الله لا يتم على وجه الصحيح، إلا بهذا\". انتهى بتلخيص.\r__________\r1 لم ينكر الزيارة المطلوبة شرعاً، المقصود بها: تذكر الإنسان الموت والدار الآخرة، والدعاء للمقبور، وإنما أنكر الزيارة البدعية المشتملة على الاشراك، كالاستغاثة، أو وسائل الشرك كالصلاة لله عند القبور، والدعاء عندها.","seal":"EB52184A","part":1},
      {"page":91,"id":88,"nass":"كلام: عبد المتعال الصعيدي، في كتابه \"المجددون في الإسلام\"\rقال عنه: \"هو الشيخ محمد بن عبد الوهاب\". ثم ذكر ولادته ونشأته، ورحلاته لتحصيل العلوم، ثم قال:\rوقد رجع إلى بلده بعد هذه الرحلة العلمية الطويلة، وقد تهيأ له بها مالم يتهيأ لغيره من علماء نجد، فكان أوسع منهم علماً، وأعرف بالعلماء السابقين الذين كانت لهم جولة في الإصلاح، ولم يقع في ذلك الجمود ولاركود، الذي وقع فيه علماء عصره حتى ألفوا ما فيه من البدع وأخذوها على أنها من أصول الدين وأركانه. فلما عاد الشيخ إلى بلده، لم يرض بما رضي به علماء نجد، من السكوت على تلك البدع، وأراد أن يعيد في محاربتها عهد أسلافه من الحنابلة، ولا سيما الشيخ ابن تيمية رحمه الله. وكان قد درس كتبه ورسائله الإصلاحية، فيما درسه في نشأته.\rوأخذ يدعو إلى مثل ما دعا إليه ابن تيمية قبله، من التوحيد بالعبادة لله وحده، وإنكار التوجه إلى أصحاب القباب والقبور، وغنكار التوسل بالأولياء والأنبياء إلى الله في قضاء الحاجات.\rوقد بدأ الشيخ محمد بن عبد الوهاب دعوته في بلده يلين ورفق ثم أخذ يرسل بها إلى أمراء الحجاز وغيره من الأقطار. ولما رأى أهل بلده مثابرته على ذعوته، قاموا باضطهاده، فتركهم إلى بلدة الدرعية بنجد، وكان أميرها محمد بن سعود، فعرض عليه دعوته فقبلها، وقام بحمايتها ونشرها في بلاد العرب.\rولم يزل الشيخ يقوم بدعوته في حماية هذه الإمارة، إلى أن مات رحمه الله سنة 1206 هـ\"انتهى ملخصاً.","seal":"E03BA8F5","part":1},
      {"page":92,"id":89,"nass":"السيد: محمد رشيد رضا\rقال في التعريف بكتاب \"صيانة الإنسان\"، بعد أن ذكر فشو البدع بسبب ضعف العلم والعمل بالكتاب والسنة، ونصر الملوك والحكام لأهلها، وتأييد المعممين لها.\rقال رحمه الله ما نصه:\r\"الشيخ محمد بن عبد الوهاب رحمه الله:\rلم يخل قرن من القرون التي كثر فيها البدع من علماء ربانيين، يجددون لهذه الأمة أمر دينها بالدعوة والتعليم وحسن القدوة، وعدول ينفون عنه تحريف الغالين وانتحال المبطلين، وتأويل الجاهلين، كما ورد في الأحاديث. ولقد كان الشيخ محمد بن عبد الوهاب النجدي، من هؤلاء العدول المجددين قام يدعو إلى تجريد التوحيد، وإخلاص العبادة لله وحده، بما شرعه في كتابه وعلى لسان رسوله خاتم النبيين صلى الله عليه وسلم، وترك البدع والمعاصي وإقامة شعائر الإسلام المتروكة وتعظيم حرماته المنتهكة المنهوكة.\rفنهدت لمناهضته واضطهاده، القوى الثلاث. قوة الدولة والحكام، ووقوة أنصارها من علماء النفاق، وقوة العوام الغام. وكان أقوى سلاحهم في الرد عليه، أنه خالف جمهور المسلمين.\rمن هؤلاء المسلمون الذين خالفهم الشيخ محمد بن عبد الوهاب في دعوته\rهم أعراب في البوادي، شر من أهل الجاهلية، يعيشون بالسلب والنهب، ويستحلون قتل المسلم وغيره لأجل الكسب، ويتحاكمون إلى طواغيتهم في كل أمر، ويجحدون كثيراً من أمور الإسلام المجمع عليها، التي لا يسع مسلماً جهلها، إلى آخر ما قال، عليه رحمه الله ذي الجلال.","seal":"91A1088D","part":1},
      {"page":93,"id":90,"nass":"كلام: أحمد بن عبد الغفور الحجازي، في كتابه \"محمد بن عبد الوهاب\":\r\"كان محمد بن عبد الوهاب الشاب الناهض من أكبر أنصار الحرية الفكرية، المتمشي على نهج الإسلام، يدعوا إليها في إخلاص وحماس، واستطاع أن يتحرر من قيود البيئة، ويخرج على تقاليد قومه البالية. فثار ثورته المشهورة على الجمود والتأخر وحاربهما حرباً ضروساً قاسية، سائراً في كل شؤونه على الطريقة العلمية والنقد العليم النزيه\"انتهى.\rالدكتور طه حسين قال:\r\"إن الباحث عن الحياة العقلية والأدبية في جزيرة العرب، لا يستطيع أن يهمل حركة عنيفة نشأت فيها أثناء القرن الثامن عشر، فلفتت إليها العالم الحديث في الشرق والغرب، واضطرته أن يهتم بأمرها، وأحدثت فيها آثاراً خطيرة، هان شأنها بعض الشئ ولكنها عادت فاشتدت في هذه الأيام وأخذت تؤثر لا في الجزيرة وحدها، بل في علاقاتها بالأمم الأوربية. هذه الحركة هي: حركة الوهابيين، التي أحدثها محمد بن عبد الوهاب، شيخ من شيوخ نجد\".\rثم ذكر نزراً يسيراً عن نشأة الشيخ، ورحلاته العلمية ودعوته إلى أن قال:\r\"قلت: إن هذا المذهب الجديد قديم معنى، والواقع أنه جديد بالنسبة إلى المعاصرين، ولكنه قديم في حقيقة الأمر، لأنه ليس إلا الدعوة القوية إلى الإسلام الخالص، النقي المطهر من شوائب الشرك والوثنية.\rهو الدعوة إلى الإسلام، كما جاء به النبي صلى الله عليه وسلم خالصاً لله، ملغياً كل واسطة بين الله وبين الناس. هو إحياء للإسلام العربي وتطهير له، مما أصابه من نتائج الجهل، ومن نتائج الاختلاط بغير العرب","seal":"FF339638","part":1},
      {"page":94,"id":91,"nass":"فقد أنكر محمد بن عبد الوهاب على أهل نجد، ما كانوا قد عادوا إليه من جاهلية في العقيدة والسيرة، إلى أن قال:\rولولا أن الترك والمصريين، اجتمعوا على حرب هذا المذهب وحاربوه في داره بقوى وأسلحة لا عهد لأهل البادية بها، لكان من المرجو جداً أن يوحد هذا المذهب كلمة العرب في القرن الثاني عشر، والثالث عشر الهجري، كما وحد ظهور الإسلام كلمتهم في القرن الأول.\rولكن الذي يعنينا من هذا المذهب أثره في الحياة العقلية والأدبية عند العرب، فقد كان هذا الأثر عظيماً خطيراً من نواحٍ مختلفة. فهو قد أيقظ النفس العربية، فوضع أمامها مثلاً أعلى أحيته، وجاهدت في سبيله بالسيف والقلم والسنان.\rوهو لفت المسلمين جميعاً، وأهل العراق والشام ومصر بنوع خاص، إلى جزيرة العرب\".\rانتهى من كتاب \"محمد بن عبد الوهاب\"، لأحمد عبد الغفور.\rحافظ وهبه، في كتابه: \"جزيرة العرب\"\rبعد أن ذكر نبذة يسيرة من تاريخ الشيخ، قال: \"لم يكن الشيخ محمد بن عبد الوهاب نبياً، كما ادعى نيبهر الدانمركي، ولكنه مصلح مجدد، داع إلى الرجوع إلى الدين الحق، فليس للشيخ محمد تعاليم خاصة، ولا آراء خاصة، وكل ما يطبق في نجد، هو طبق مذهب الإمام أحمد بن حنبل رحمه الله. وأما في العقائد فهم يتبعون السلف الصالح، ويخالفون من عداهم. وتكاد تكون تعاليمهم مطابقة تمام المطابقة لما كتبه ابن تيمية وتلاميذه في كتبهم، وإن كانوا يخالفونهم في مسائل معدودة في فروع الدين\"انتهى.","seal":"7C4DACF2","part":1},
      {"page":95,"id":92,"nass":"محمد بن قاسم، في كتابه \"تاريخ أوربا\":\r\"كان الوهابيون في عقيدتهم ومذهبهم على طريق أهل السنة والجماعة، والأساس الأصلي لمذهبهم، هو توحيد الله\" اهـ.\rالأستاذ: منح هارون، في الرد على الكاتب الإنجليزي (كونت ويلز) ، قال ما يأتي:\r\"ولما اتسعت حركة السعوديين في ذلك الحين، وأخذت تهدد العراق والشام والحجاز واليمن، لم تر السلطة العثمانية أو السياسة الغاشمة بداً من أن تعمل لصرف قلوب العرب عن هذا الأمير، يعني: عبد العزيز بن محمد بن سعود، الطامح لاسترداد مجد العرب، فأوعزت إلى بعض عمالها من المشايخ، فأخذوا يدسون على الشيخ ابن عبد الوهاب أقوالاً، ما أنزل الله بها من سلطان، ويتخذون من المسائل الخلافية بين مذهب الإمام أحمد، وبين المذاهب الإسلامية الأخرى وسيلة للطعن على الوهابيين، الذين ألصقوا بهم هذا الاسم؛ تضليلاً للرأي العام الإسلامي، وإيهاماً بأنهم ذوو مذهب جديد، غير معترف به، مع أنهم لم يخرجوا في شيء من مذهب الإمام أحمد، الذي هو مذهب السلف الصالح، ولم يقولوا شيئاً مبتدعاً في الدين، وكل ما قاله الشيخ ابن عبد الوهاب قال به غيره ممن سبقه من الأئمة الأعلام، ومن الصحابة الكرام، ولم يخرج في شيء عما قاله الإمام أحمد، وابن تيمية، رحمهما الله\".\rعمر أبو النصر في كتاب: \"ابن سعود\"\rقال عن الشيخ محمد بن عبد الوهاب ما يلي:\r\"والواقع أن دعوة ابن عبد الوهاب ليست غير دعاية صالحة موفّقة لنبذ","seal":"A1013AB2","part":1},
      {"page":96,"id":93,"nass":"البدع والمفاسد، التي نهكت دين الإسلام، والتي عمل بعض المشايخ على الترويج لها وذيوعها وانتشارها بين الناس.\rوإذا ذهبنا نبحث الدعوة في مصادرها، ونتولاها بالنقد والبحث والتحقيق وجدنا أنها لا تختلف عن مذهب الإمام أحمد ابن حنبل إلا في بعض التبسيط والتطويل:\rوليس للوهابيين مذهب خاص بدعى باسمهم، كما يقول بعض الحاملين عليهم، وإنما مذهبهم الإمام أحمد، وليس فيما يطلبونه ويدعونه غليه ما ينافي السنة ولا يتفق مع القرآن الكريم.\rوهم ينكرون هذا التضليل، الذي يحاوله بعض الشيوخ وغير الشيوخ، وهذا الإغراق في إقامة القباب حول الأضرحة والقبور والصلاة فيها، وإقامة المباخر وطلب الشفاعة من أصحابها. والإسلام ينهي عن هذا. وليس في الإسلام وسيط، وليس هناك من يشفع عنده إلا بإذنه: انتهى باختصار وحذف، من كتاب أحمد عبد الغفور\".\rمحمد كرد على، في \"القديم والحديث\"\rبعد أن ذكر فصلاً ممتعاً عن أصل الوهابية. قال:\r\"وما ابن عبد الوهاب إلا داعية، هداهم من الضلال، وساقهم إلى الدين السمح وإذا بدت شدة من بعضهم، فهي ناشئة من نشأة البادية، وقلما رأينا شعباً من أهل الإسلام يغلب عليه التدين والصدق والإخلاص، مثل هؤلاء القوم. وقد اختبرنا عامتهم وخاصتهم، سنين طويلة، فلم نرهم حادوا عن الإسلام قيد غلوة، وما يتهمهم به أعداؤهم، فزور لا أصل له\".","seal":"0458C34C","part":1},
      {"page":97,"id":94,"nass":"أحمد بن سعيد البغدادي، في كتابه \"نديم الأديب\"\rعن كتاب محمد بن عبد الوهاب، لأحمد عبد الغفور1.\r\"وجميع ما ذكره المؤرخون عنها من جهة الاعتقاد محرف\".\rعن كتاب محمد بن عبد الوهاب لأحمد عبد الغفور.\r__________\r1 إليك أيها القارئ نص كلام أحمد سعيد منقولاً بتمامه من كتاب \"نديم الأديب\" ص: 11: \"وأما حقيقة هذه الطائفة: فإنها حنبلية المذهب، وجميع ما ذكر المؤرخون عنها من جهة الاعتقاد محرف، وفيه تناقض كلي لمن اطلع عليه بتأمّل، لأن غالب مؤرخي الشرقيين ينقلون عن الكتب الأفرنجية، فإن كان المؤرخ المنقول عنه صاحب دراية وصادق الرواية؛ تجد أن من يترجم كتابه يجعل الترجمة على قدر اللفظ، فيضيع مزية الأصل، وإن كان المؤرخ غير صادق الرواية فمن باب أولى. ومنهم من يقول: إن هذه الطائفة تنتهى عن وصف النبي صلى الله عليه وسلم بأوصاف المدح والتعظيم، ويقول: إنها تؤمن بقدم القرآن. وبهذا يظهر بداهية التناقض، لأن من يؤمن بقدم القرآن يؤمن بما فيه، وفي القرآن الشريف مدح النبي عليه الصلاة والسلام، قال تعالى: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} ، وقال تعالى: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} ، وآيات غير هذه كثيرة. أما ما نهى عنه محمد بن عبد الوهاب إنما هو الوصف بأوصاف الألوهية، كالقدرة، والإرادة، وعلم الغيب، كما وصف النصارى عيسى عليه وعلى نبينا أفضل الصلاة وأتم السلام، فقد قال عليه الصلاة والسلام: \"اللهم لا تجعل قبري وثناً يُعبد\". ومن أراد أن يعرف جلياً اعتقاد هذه الطائفة فليطالع صاحب مصر لهذه الطائفة، فقد ذكره المؤرخ الشهير الموسيو (سيديو) الفرنساوي، وكلامه هذا محذوف من ترجمة كتابه التي أمر بها المرحوم علي باشا مبارك، وخلاصة معناه هي: أن انكلترا وفرنسا حين علمتا بقيام محمد بن عبد الوهاب وابن سعود، وبانضمام جميع العرب إليهما، لأن قيامهما كان لإحياء كلمة الدين؛ خافتا أن ينتبه المسلمون فينضمون إليهما، وتذهب عنهم غفلتهم، ويعود الإسلام كما كان في أيام عمر رضي الله عنه فيترتب على ذلك حروب دينية، وفتوحات إسلامية، ترجع أوروبا منها في خسران عظيم، فحرضتا الدولة العلية على حربهم، وهي فوضت ذلك إلى محمد علي باشا، وحصل ما حصل، ولكل أجل كتاب، وهذه الطائفة بريئة مما ينسب إليها الجاهلون، ومن سبها يأثم. والله أعلم بغيبه وأحكم\".\rانتهى ما كتبه المذكور في كتابه \"نديم الأديب\" بكماله. عبد العزيز بن عبد الله بن باز","seal":"3CE7FC65","part":1},
      {"page":98,"id":95,"nass":"الزركلي في \"الأعلام\" (الجزء السابع)\rقال: \"محمد بن عبد الوهاب بن سليمان التميمي النجدي: زعيم النهضة الدينية الإصلاحية الحديثة في جزيرة العرب.\rولد ونشأ في العيينة بنجد، ورحل مرتين إلى الحجاز، ثم ذهب إلى المدينة، ورحل إلى البصرة، وعاد إلى نجد، وسكن حريملا، ثم انتقل إلى العيينة، ناهجاً منهج السلف الصالح، وداعياً إلى التوحيد الخالص ونبذ البدع، وتحطيم ما علق بالإسلام من الأوهام.\rوكانت دعوته، الشعلة الأولى لليقظة الحديثة في العالم افسلامي كله، تأثر بها رجال الإصلاح، في الهند، ومصر، والعراق، والشام، وغيرها.\rفظهر الألوسي الكبير في بغداد، وجمال الدين الأفغاني بأفغانستان، ومحمد عبده بمصر، وجمال الدين القاسمي بالشام، وخير الدين التونسي بتونس، وصديق حسن خان في بهوبال، وأمير علي في كلكته.\rوعرف من ولاه، وشد أزره في قلب الجزيرة بأهل التوحيد (إخوان من أطاع الله) ، وسماهم خصومهم بالوهابية، نسبة إليه\"انتهى بحذف واختصار.\rالدكتور: محمد عبد الله ماضي، في كتابه \"حاضر العالم الإسلامي\"، تحت عنوان: النهضة العربية السعودية، بعد كلام سابق، قال ما نصه:\r\"كما بعث الرسول صلى الله عليه وسلم محمد بن عبد الله بين العرب، وهم في فوضى شاملة، وانحطاط عام، وتفكك وانحلال، ليس لهم وحدة تربطهم، ولا فكرة صالحة تجمعهم، فنشر مبادئ الإسلام، بينهم، وجمعهم على التوحيد، فوحّد بينهم في العقيدة، فأصبحوا يدينون بمبدأ واحد، ويعبدون الله وحده، فوحّد","seal":"97DFF7D2","part":1},
      {"page":99,"id":96,"nass":"بينهم في المظهر، وجعل منهم أمة واحدة عربية مسلمة، قوية عزيزة الجانب، وأقام لهم دولة على أساس من الدين الحنيف. فكذلك أخذ المصلح الديني، والزعيم الإسلامي: محمد بن عبد الوهاب في منتصف القرن الثاني عشر الهجري، يدعو إلى تصحيح العقيدة، والرجوع إلى مبادئ الإسلام الصحيحة، واعتناقها من جديد بين النجديين. وكانوا قد فسدت عقيدتهم، وضلت سيرتهم.\rوأخذ الزعيم السياسي النجدي محمد بن سعود، يناصر ابن عبد الوهاب في دعوته الدينية الإصلاحية، ويعمل على نشرها واعتناق الناس لها\"انتهى.\rمحمد ضياء الدين الريس، أستاذ التاريخ الإسلامي بجامعة فؤاد الأول\rنشر في مجلة \"الإرشاد\" الكويتية التي كانت تصدر سابقاً، في العدد السادس من شهر رجب، سنة 1373 هجري بعنوان:\" الحركة الوهابية\"، قال بعد كلام:\r\"مؤسس الدعوة هو: محمد بن عبد الوهاب، ولد في بلدة العيينة بإقليم العارض بنجد، عام 1703م، فتلقى العلم في موطنه، ثم رحل في سبيل الدراسة والمعرفة إلى المدينة ومكة، والإحساء، والبصرة، وبغداد، ودمشق، وقيل فارس أيضاً. فاكتسب من سياحته العديدة علماً غزيراً، وخبرة واسعة، ووقف على أحوال العالم الإسلامي، ثم قارن بين ما آلت إليه حاله وما كونه في ذهنه من أفكار عن المثل الدينية الصحيحة.\rفكانت نتيجة ذلك، هذا المذهب الجديد الذي عرف به، وحمل اسمه، وكان سبباً في خلق هذه الحركة الإصلاحية الخطيرة. والمذهب الوهابي، ليس مذهباً بالمعنى الصحيح، وهو لا يعدو أن يكون تفسيراً، أو وجهة نظر معينة، في فهم بعض نواحي الدين الإسلامي، وهو لا يخرج ـ في مجموعة ـ عن حدود المذاهب السنية المعترف بها.","seal":"28399319","part":1},
      {"page":100,"id":97,"nass":"والوهابيون يتبعون في فروع الأحكام حيث الفقه، مذهب الإمام أحمد بن حنبل، وفي العقائد مذهب أهل السنة، وبخاصة كما قرروها وفسرها الإمام السني، العلامة ابن تيمية.\rوابن تيمية هو الأستاذ المباشر لابن عبد الوهاب، وإن فصل بينهما أربعة قرون. فقد قرأ كتبه وتأثر كل التأثر، بتعاليمه.\rوالمبادئ الأساسية للدعوة الوهابية، هي تنقية معنى التوحيد من شوائب الشرك، ظاهرة وخفية، وإخلاص الدين لله، وعدم الالتجاء إلى غير الله، وعدم الغلو في تمجيد الرسول بما يخرجه عن حدود الطبيعة البشرية، وتحديد معنى الرسالة التي كلف بإبلاغها،.\rومصادر العقيدة، هو الرجوع إلى مذهب السلف في فهم الدين، وتفسير آيات القرآن، وأحاديث الرسول صلى الله عليه وسلم. وتكره الوهابية التعقيدات التي أدخلها المكلمون والفلاسفة والصوفية، ولا مانع من الاجتهاد، كما يرون ضرورة القيام بواجب الجهاد.\rوهذه الحركة كانت نهضة أخلاقية شاملة، ووثبة روحية جريئة ودعوة إلى دين الحق والإصلاح.\rفقد أيقظت العقول الراقدة، وحركت المشاعر الخامدة، ودعت إلى إعادة النظر في الدين، لتصفية العقيدة، وتطهير العقول من الخرافات والأوهام.\rفقد احتوت على مبدأين، كان لهما أكبر الأثر في تطور العالم الإسلامي وتقدمه، وهما: دعوة إلى الرجوع إلى مذهب السلف، مع الاعتماد على الكتاب والسنة وتقرير مبدأ الاجتهاد. فكان هذان المبدآن أساساً لنهضة فلسفية روحية.","seal":"C74B0758","part":1},
      {"page":101,"id":98,"nass":"والواقع: أن كل حركات الإصلاح التي ظهرت في الشرق، في القرن التاسع عشر، كانت مدنية للدعوة الوهابية، لتقرير هذه الأصول.\rويمكن تحديد الصلة بينهما وبين كل من هذه الحركات، إما عن طريق الاقتباس أو المحاكات، أو مجرد التأثر\". انتهى ملخصاً.\rعبد الكريم الخطيب، في كتابه \"محمد بن عبد الوهاب.. العقل الحر\" في الفصل الخامس:\r\"الكلمة الطيبة كلمة مباركة، أصلها ثابت وفرعها في السماء، لأنها كلمة الحق، والحق في ظل الله، يباركه وينتصر له. ودعوة محمد بن عبد الوهاب من الكلم الطيب، لأنها تستند إلى الحق، وتدعو له، وتعمل في سبيله، لهذا كانت دعوة مباركة، وفيرة الثمر، كثيرة الخير. لقد قام صاحبها يدعو إلى الله، لا يبغي بهذا جاهاً، ولا بطلب سلطاناً، وإنما يضيء للناس معالم الطريق، ويكشف لهم المعاثر والمزالق التي أقامها الشيطان وأعوان الشيطان\".\rإلى أن قال:\r\"والذي لا شك فيه أن الدعوة الوهابية، كانت أشبع بالقذيفة الصارخة، تنفجر في جوف الليل والناس نيام. كانت صوتاً راعاداً أيقظ المجتمع الإسلامي كله، وأزعج طائر النوم المحوم على أوطانهم منذ أمد بعيدا \"هـ.\rالشيخ: محمد بشير السهسواني الهندي، مؤلف \"صيانة الإنسان عن وسوسة دحلان\"\rقال عن الشيخ محمد:\r\"إنه من المعلوم عند كل عاقل خَبَر الناس، وعرف أحوالهم، وسمع شيئاً من أخبارهم وتواريخهم؛ أن أهل نجد وغيرهم ممن تبع دعوة الشيخ واستجاب","seal":"A5BB2DB8","part":1},
      {"page":102,"id":99,"nass":"لدعوته من سكان جزيرة العرب؛ كانوا على غاية من الجهالة والضلالة، والفقر، والعالة، لا يستريب في ذلك عاقل، ولا يجادل فيه عارف\".\rإلى أن قال:\r\"فمحا الله بدعوته شعار الشرك ومشاهده، وهدم به بيوت الكفر والشرك ومعابده، وكبت الطواغيت والملحدين، وألزم من ظهر عليه من البوادي وسكان القرى بما جاء به محمد صلى الله عليه وسلم من التوحيد والهدى، وكفر من أنكر البعث، واستراب فيه من أهل الجهالة والجفا.\rوأمر بإقام الصلاة، وإيتاء الزكاة، وترك المنكرات والمسكرات، ونهى عن الابتداع في الدين، وأمر بمتابعة السلف الماضين في الأصول والفروع من مسائل الدين، حتى ظهر دين الله واستعلى واستبان بدعوته منهاج الشريعة والسنن، وقام قائم الأمر بالمعروف والنهي عن المنكر، وحدت الحدود الشرعية، وعزرت التعازير الدينية، وانتصب علم الجهاد، وقاتل لإعلاء كلمة الله أهل الشرك والفساد، حتى سارت دعوته، وثبت نصحه لله ولكتابه، ولرسوله ولعامة المسلمين وأئمتهم.\rوجمع الله به القلوب بعد شتاتها، وتألّفت بعد عداوتها، وصاروا بنعمة الله إخواناً.\rفأعطاهم الله بذلك من النصر والعز والظهور، ما لا يعرف مثله بسكان تلك الفيافي والصخور، وفتح عليهم الأحساء والقطيف، وقهروا سائر العرب من عمان إلى عقبة مصر، من اليمن إلى العراق والشام، دانت لهم عربها، فأصبحت نجد تضرب إليها أكباد الإبل في طلب الدين والدنيا، وتفتخر بما نالها من العز والنصر، والإقبال والسنا\"اهـ.\rقلت في منظومتي اللآلي السنية بعد الثناء على الشيخ ابن تيمية، وعلى الشيخ ابن القيم رحمهما الله:\rوعلى الشيخ الجليل المعتبر\rمن بشرع الله كان أظهرا\rذلك الحبر الإمام المرتضى\rأيد الحق الذي قد غمرا","seal":"10FA5DD5","part":1},
      {"page":103,"id":100,"nass":"صاحب الدعوة في نجدهم\rمظهر الحق الذي قد أنكرا\rعم ذا الشرك القبيح نجدهم\rضم الأمصار الكبار والقرى\rجاءهم يدعو إلى الله العلي\rأتركوا القبر وخلوا الشجرا\rاعبدوا الله الذي يرزقكم\rمن لهذا الخلق أيضاً قد برى\rجاهد الشرك بسيف قاطع\rولسان مظهر ما استترا\rبث دين الله جهراً ما ونى\rمزق الإلحاد فيما حررا\rولصرح السنة في نجد بنى\rوقصور الشرك فيها دمرا\rفاستنارت نجدهم وافتخرت\rحق لنجدي أن يفتخرا\rمحمد جميل بيهم، في كتابه: \"الحلقة المفقودة في تاريخ العرب\" تحت عنوان: \"آل سعود في حكم آل عثمان\".\r\"الوهابية، وأمارة السعوديين الأولى:\rأصاب تركيا أواخر القرن السابع عشر في أثناء حروبها مع روسيا وفارس خذلان إثر خذلان.\rخدم العرب وغيرهم في جهادهم القومي، ثم تعاقب على عرش السلطنة منذ مفتتح القرن التالي، خمسة عواهل، كانوا غير أكفاء.\rفاهتز البعث القومي خلال حكمهم وربل، وانفسح المجال في جملة ذلك إلى حركات كانت قومية في العاطفة، ودينية في الغاية.\rحدثت في نجد وكادت تجمع شتات جزيرة العرب وتحررها، وتنهض بها نهضة الإسلام الأولى، وأعني بها \"الوهابية\". واضع هذا المذهب رجل تميمي، اسمه: محمد بن عبد الوهاب رحمه الله طلب العلم في بغداد والبصرة.","seal":"A8E20C1D","part":1},
      {"page":104,"id":101,"nass":"ولما عاد إلى نجد في منتصف القرن الثامن عشر، كبر عليه أن يرى وطنه وسائر الجزيرة يهيمان في جهالة لا حد لها. 8464086 - 19883211\rفود النهوض بها، فدعا إلى الاعتماد على القرآن، وإلى شريعة بيضاء نقية، كما تركها محمد صلى الله عليه وسلم، ونهى عن الغلو في تقديس الأنبياء والأولياء.\rوكان خلال ذلك ينكر على الترك تحكمهم، ويؤاخذهم على الأخلاق التي تعتبر في الشرع إفساداً.\rوكانت قبائل نجد وغيرها لا تعرف من الدين إلا أنها مسلمة، فأقبلت على دعوته، واستمسكت بالآداب التي بشربها. وكان زعيم مريديه \"محمد بن سعود\" يجمع بين الشجاعة والحكمة، فعقد له محمد بن عبد الوهاب\rراية القيادة، واستطاع بعقله الكبير أن يؤلف بين القبائل، وأن يوجهها إلى أطراف الجزيرة لتنشر الوهابية، وكان الأمراء البارزون في جزيرة العرب وقتئذ هم أشراف الحجاز، وبنو خالد في الأحساء، وآل معمر في العيينة، وآل السعدون في العراق، والإمام المتوكلي في صنعاء، والسادة في نجران؛ فأعلنت نجد عليهم حروباً دامية كان هدفها الإصلاح على أساس المذهب الوهابي.\rستودارد الأمريكي، مؤلف \"حاضر العالم الإسلامي\"، الذي علق عليه الأمير شكيب أرسلان\rقال في الفصل الأول من الكتاب في اليقظة الإسلامية في القرن الثامن عشر.\r\"كان العالم الإسلامي قد بلغ من التضعضع أعظم مبلغ، ومن التدلي والانحطاط أعمق درك، فاربد جوه، وطبقت الظلمة كل صقع من أصقاعه، ورجاً من أرجائه، وانتشر فيه فساد الأخلاق والآداب\".\rإلى أن قال:\r\"وأما الدين فقد غشيته غاشية سوداء، فألبست الوحدانية التي علمها صاحب الرسالة الناس سخفاً من الخرافات، وقشور الصوفية، وخلت المساجد من","seal":"8A94F460","part":1},
      {"page":105,"id":102,"nass":"أرباب الصلوات، وكثر عديد الأدعياء الجهلاء وطوائف الفقراء والمساكين، يخرجون من مكان إلى مكان، يحملون في أعناقهم التمائم والتعاويذ والسبحات، ويوهمون الناس بالباطل والشبهات، ويرغبونهم في الحج إلى قبور الأولياء، ويزينون للناس التماس الشفاعة من دفناء القبور.\rوغابت عن الناس فضائل القرآن، فصار يشرب الخمر والأفيون في كل مكان، وانتشرت الرذائل، وهتكت ستر الحرمات على غير خشية ولا استحياء ونال مكة المكرمة والمدينة المنورة ما نال غيرهما من سائر مدن الإسلام. وعلى الجملة؛ فقد بدل المسلمون غير المسلمين، وهبطوا مهبطاً بعيد القرار.\rفلو عاد صاحب الرسالة إلى الأرض في ذلك العصر، ورأى ما كان يدعي الإسلام، لغضب وأطلق على من استحقها1 من المسلمين، كما يعلن المرتدون، وعبدة الأوثان.\rوفيما العالم الإسلامي مستغرق في هجعته، ومدلج في ظلمته، إذا بصوت يدوي من قلب صحراء شبه الجزيرة مَهَّد الإسلام، يوقظ المؤمنين، ويدعوهم إلى الإصلاح، والرجوع إلى سواء السبيل والصراط المستقيم. فكان الصارخ هذا الصوت إنما هو المصلح المشهور الشيخ: محمد بن عبد الوهاب، الذي أشعل نار الوهابية، فاشتعلت واتقدت، واندلعت ألسنتها، إلى كل زاوية من زوايا العالم الإسلامي.\rثم أخذ هذا الداعي يحض المسلمين على إصلاح النفوس، واستعادة المجد الإسلامي القديم، والعز التليد. تبدت تباشير صبح الإصلاح، ثم بدأ ت اليقظة الكبرى في عالم الإسلام\" انتهى.\r__________\r1 لو أن فيلسوفاً نقريثياً من فلاسفة الإسلام، أو مؤرخاً عبقرياً بصيراً بجميع أمراضه الاجتماعية؛ أراد تشخيص حالته في هذه القرون الأخيرة ما أمكنه أن يصيب المحز،، وأن يطبق المفصل تطبيق هذا الكاتب الأمريكي (شكيب) .","seal":"398DE562","part":1},
      {"page":106,"id":103,"nass":"كلام بروكلمان في \"تاريخ الشعوب الإسلامية\"، ج/ 4، \"الإسلام في القرن التاسع عشر\" بترجمة الدكتور: نبيه أمين فارس، ومنير البعلبكي.\rقال تحت عنوان \"الحركة الوهابية في بلاد العرب\":\r\"ولم يحالف التوفيق محمد علي في شبه الجزيرة العربية بقد ما حالفه في مصر وسوريا.\rوتفصيل ذلك أنه ولد في نجد المرتفعة في قلب الجزيرة محمد بن عبد الوهاب، من قبيلة تميم ما بين أواخر القرن السابع عشر، وأوائل القرن الثامن عشر.\rفنشأ محمد محباً للعلم، واقفاً نفسه على دراسة الفقه والشريعة، وقصد وفقاً ـ للعادة القديمة ـ إلى عواصم الشرق الإسلامي طلباً للعلم في مدارسها.\rوفي بغداد درس محمد فقه أحمد بن حنبل، مؤسس آخر المذاهب السنية الأربعة.\rثم إنه درس مؤلفات أحمد بن تيمية، الذي كان قد أحيا - في القرآن الرابع عشر - تعاليم ابن حنبل.\rوالواقع أن دراسته لآراء هذين الإمامين انتهت به إلى الإيقان من أن الإسلام في شكله السائد في عصره، وبخاصة بين الأتراك، مشرب بالمساوي التي لا تمت إلى الدين الصحيح بنسب.\rفلما آب إلى بلده الأول سعى أول ما سعى إلى أن يعيد إلى العقيدة والحياة الإسلاميتين صفائهما الأصلي في محيطه الضيق\". ثم ذكر التجاءه إلى محمد بن سعود.\r\"وهناك لقي محمد حفاوة وترحيباً، حتى إذا انقضت فترة قصيرة، اكتسبت تعالميه أنصاراً ومريدين.\rولقد شجب تقديس الرسول والأولياء على اختلاف صوره، وكان ذاك قد شاع بين المسلمين منذ قرون؛ تقليداً للنصرانية، وبعض الطقوس الدينية الأكثر","seal":"92E071F0","part":1},
      {"page":107,"id":104,"nass":"بدائية، رامياً بالشرك أولئك الذين يشاركون في هذا التقديس، والذي يقضي القرآن بحربهم، حتى يرجعوا عن غيهم، أو يبادوا1.\rوأخذ محمد أتباعه بأداء صلاة الجمعة في صرامة لا تعرف الرحمة، ونهى عن كل زينة في اللباس2، وعن لبس الحرير خاصة \"قلت: أي: بالنسبة للرجال فقط\".\rوحرم أيما تزيين أو زخرفة للمساجد والأضرحة، ليس هذا فحسب، بل لقد توسّع في فهم التحريم الإسلامي لمختلف ضروب المسكر، فحرم تدخين التبع الذي أعلن جميع الفقهاء تقريباً من الحنابلة وغير الحنابلة معارضتهم له أول دخوله إلى بلاد الشرق.\r__________\rوالواقع أن هذا المصلح، لم يكن يتمتع من خصب الأفكار، أو الابتكار بأثر مما يتمتع به الرسول) اهـ.\r1 هذا فيه إجمال، والمراد: أنه منع صرف العبادة للرسول صلى الله عليه وسلم والأولياء، وطلبهم المدد، ونحو ذلك مما يسميه العامة تقديساً للرسول صلى الله عليه وسلم والأولياء، وإنما هو الشرك الأكبر والوثنية بأوضح معانيها، فتدبّر.\rوليس هذا الشرك تقديساً للرسول صلى الله عليه وسلم والأولياء، وإنما هو تنقص في الحقيقة له وللأولياء، لأنه والأولياء لا يرضون بذلك، ومن ظن أنهم يرضون بذلك فقد تنقّصهم، وأساء بهم الظن، وإنما تقديس الرسول صلى الله عليه وسلم باتباعه وتعظيم شرعه، ومحبته المحبة الصادقة فوق محبة النفس والأهل والمال والناس أجمعين، من غير غلو فيه بصرف شيء من حق الله له. وهكذا تقديس الأولياء، يكون بمحبتهم واتباع سبيلهم القيم، والترحّم عليهم، لا بالغلو فيهم وعبادتهم مع الله سبحانه. والله ولي التوفيق.\rعبد العزيز بن عبد الله بن باز\r2 هذا فيه إجمال، وليس الأمر على إطلاقه، لأن الزينة المباحة لم ينه عنها الشيخ رحمه الله، ولا غيره من أهل العلم، بل هي مأمور بها، كما في قوله سبحانه: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} ، ويمكن حمل الزينة المذكورة هنا على الزينة التي حرمها الله لكونها مشتملة على مشابهة الكفار والنساء، أو فيها إسبال. والله أعلم. عبد العزيز بن عبد الله بن باز","seal":"29DEF206","part":1},
      {"page":108,"id":105,"nass":"معنى قوله لم يكن يتمتع ... إلخ، أن الشيخ كان يمشي ويدعو الناس إلى اتباع سنة الرسول، غير مبيح لهم الزيادات المحدثة، التي أحدثها الخلوف، لأمور لا تخفي، كما فعلت الأمم السالفة.\rولم يكن مبتكراً ولا مبتدعاً للمبادئ التي دعا الناس إليها، بل كان تابعاً للرسول\".\rمصطفى الحفناوي وليمز، في كتابه \"ابن سعود: سياسته، حروبه، مطامعه\".\rقال لما ذكر بعض ثورات الغربيين لإصلاح مجتمعهم الفاسد:\r\"كذلك لما شاع الفساد في بلاد المسلمين قام في جزيرة العرب محمد بن عبد الوهاب يحارب البدع، ويدعو إلى جمع الصفوف، لإعادة مجد الإسلام، وعبادة الله بقلب سليم.\rولكنه - كغيره من المصلحين - اضطهد، واتهم بالإلحاد والزندقة، وطورد حتى التجأ إلى محمد بن سعود. ثم ذكر ولادته، ورحلته لطلب العلم، وأنه لما عاد إلى بلاده صمّم على نشر الدين الصحيح.\rوقال: \"لما اتصل ببيت سعود، وتزوج محمد بن سعود بابنة الشيخ، عندئذ تشيع السعوديون للمذهب الجديد\"1.\rفغضب عليهم الأتراك، ولم يكن غضبهم صادراً عن عقيدة، وعن فكرة\r__________\r1 قوله عندئذ: \"تشيّع السعوديون\" يوهم كلامه هذا أن آل سعود تشيعوا لدعوة الشيخ محمد رحمه الله بسبب المصاهرة، وليس الأمر كذلك، وإنما قام الإمام محمد بن سعود رحمه الله وأولاده وأحفاده بمناصرة دعوة الشيخ من أجل أنها دعوة إلى الحق والدين الصحيح، لا من أجل المصاهرة إن ثبت وجودها ذلك الوقت.\rعبد العزيز بن عبد الله بن باز","seal":"179FF53A","part":1},
      {"page":109,"id":106,"nass":"وصلوا إليها، بعد دراسة المذهب الجديد، الذي أكروه رجماص بالغيب، ظناً منهم أنه يقفعقبة في سبيل مطامعهم ببلاد العرب.\rكان شريف مكة، قد احتكم إلى العلماء ليقولوا رأيهم في مذهب ابن عبد الوهاب، فقرروا صلاحية هذا المذهب.\rكما أن \"محمد علي باشا\" جمع علماء مكة في سنة 1215هـ لنفس الغرض، فجاءت قراراتهم في صالح هذا المذهب.\rولكن الأتراك أصروا على العدوان، ولم يكن محمد بن عبد الوهاب إلا رسول سلام) اهـ. ص/ 21 - 22 بتلخيص واختصار.\rثم قال: في ص 74 - 75، ويكفي هذا الصدد أن نشير إلى بعض أوجه الخلاف بين مذهب الوهابيين، وبين غيرهم.\r1- يرى الوهابيون، أن لا معبود إلا الله، وأن الرسول عليه الصلاة والسلام بشر، فوق مستوى البشر.\r2- أعلن الوهابيون كراهيتهم لعبادة الأولياء، وهي متفشية بين المسلمين، حتى اضطر ابن سعود لتمير قباب الأولياء\".\rثم ذكر الحفناوي قائلاً:\r\"وأنا من أنصار هذا الرأي.\rفإنك لا تكاد تذهب إلى ضريح في مصر، إلا وترى الجهال يقبّلون الأعتاب، ويستغيثون بالأولياء، غير ذاكرين الله، ولا معتمدين إلا على العظام المدفونة في تلك القبور.\r3- يحتفل المسلمون سبع حفلات دينية. ولكن الوهابيين، لا يحتفلون إلا بعيد الفطر، وعيد الأضحى\".\rثم قال: \"ومهما يكن الخلاف المذهبي بين الوهابيين وغيرهم من المسلمين؛\r__________\r(1) قوله فيحرمون على أنفسهم لبس الحرير والتحلي بالذهب لعل مراده أنهم يحرمون ذلك على الذكور خاصة أما النساء فإن الوهابيين وغيرهم لا يحرمون عليهن لبس الحرير والتحلي بالذهب لقول النبي صلى الله عليه وسلم \" أحل الذهب والحرير لإناث أمتي وحرم على ذكورهم \".\rعبد العزيز بن عبد الله بن باز","seal":"1F564A9C","part":1},
      {"page":110,"id":107,"nass":"فإننا نجل الوهابيين، فإنهم يدققون في عبادتهم، فيحفظون القرآن والحديث، ويأتمرون بما جاء في الشريعة الغراء، وينهون عما نهى عنه النبي صلى الله عليه وسلم1، فيحرمون على أنفسهم لبس الحرير، والتحلي بالذهب، وشرب الخمر، وتدين التبغ، ويحاربون السحر والميسر، وغيرهما من الأرجاس\"اهـ ملخصاً.\rالمستشرق سيديو، في: \"تاريخ العرب العام\"، الذي نقله إلى العربية عادل زعيتر\rقال في أثناء كلامه على ثورات العرب لتحرر من سيطرة الترك وسيطرة البرتغال في عمان بعد كلام:\r\"ومن ثم نرى أن جزيرة العرب استردت استقلالها التام تقريباً، منذ أوائل القرن الثامن عشر بفضل جدها، وضعف أعدائها، ولم يبق لها إلا أن تؤيد نصرها بمركز يلتف حوله جميع النفوس.\rوهذا ما حاولت صنعه قبيلة ظهرت في نجد حوالي سنة 1749م.\rوهذا ما حوله الوهابيون النافذون حتى الآن، والذي سيكون لهم تأثير دائم في مصير جزيرة العرب لا ريب. واسم واضع هذه السيطرة هو: عبد الوهاب التميمي، الذي أكب على دراسة آداب العرب وعلومهم منذ صباه، والفقه أكثر ما عنى به.\rواطلع على آراء رجال المذهب، وقصد بغداد، والبصرة، وفارس سائحاً، فنمت مداركه، فأنعم النظر في حال بني قومه وميولهم وغرائزهم، وطبيعة قواهم، فرأى أنه إذا ما حمل المسلمين على مراعاة أحكام القرآن، رجعت إليهم تلك الحماسة التي تعودتها عظمة الماضين.\r__________\r1 قوله: \"فيحرّمون على أنفسهم لبس الحرير، والتحلي بالذهب\" لعل مراده: أنهم يحرمون ذلك على الذكور خاصة، أما النساء فإن الوهابيين وغيرهم لا يحرّمون عليهن لبس الحرير والتحلي بالذهب، لقول النبي صلى الله عليه وسلم: \"وأحل الذهب والحرير لأناث أمتي، وحرم على ذكورهم\".\r2 خطأ من المؤرخ بل هو الشيخ محمد بن عبد الوهاب\rعبد العزيز عبد الله بن باز","seal":"B16B75D8","part":1},
      {"page":111,"id":108,"nass":"ولم يكن للإصلاح الذي بدا زعيماً له هدف، سوى إعادة شريعة الرسول الخالصة إلى سابق عهدها.\rوحارب ابن عبد الوهاب فعالات1 المسلمين في إحاطة محمد صلى الله عليه وسلم بتعظيم حرمه الله في كتير من كلامه. وحارب تقديس قبور الأولياء، فحمل أنصاره على هدمها.\rوحارب ابن عبد الوهاب ما كان يعيبه على الترك من فساد الأخلاق. وحارب تعاطي المسكرات.\rومما ذكر الناس به، هو أن الشريعة تأمر المسلمين بأن يؤتوا الزكاة2، وتحرم عليهم الزينة3، وتلزم القضاة بالنزاهة التامة.\rومما عني به على الخصوص إبقاء روح الجهاد في قومه لما أدى إليه الجهاد من نصر عجيب منذ قرون.\rولا يمكن أن تنعت أقواله بالإلحاد على العموم لما بدع تكراراً لسور القرآن، وهو لموافقته تعاليم الإسلام الصحيحة كان بالغ الأثر لمبادئه، فصار صناديد قبائل نجد ينضمون إلى لوائه، أفراداً وأرسالاً، فيؤلفون جيشاً صغيراً بقيادة محمد بن سعود من عشيرة المساليخ، وكان محمد قد اعتنق المذهب الجديد في الدرعية، فأبصر ابن عبد الوهاب فيه من المواهب الحربية ما لم يجده في الغير، فزوجه بابنته، مفوضاً إليه أمر حكومة الوهابيين السياسية\".\rواستمر الكاتب في كتابته حتى قال:\r__________\r1 تأمّل كيف عرف هذا المؤرخ الأجنبي عن ديننا تعاليم هذا المصلح الكبير الصحيحة، وأنه قصد إرجاع الناس إلى الدين الصحيح، وتنقيته من شوائب البدع والوثنية، وكيف أنصف هذا الأجنبي، وعرف دين الرسول الصحيح، وما طرأ عليه مما لا يتفق وتعاليم الرسول، ولم يعرفه الكثيرون من المنتسبين إلى الإسلام.\r2 أي: وسائر أركان الإسلام.\r3 كلبس الحرير والذهب للرجال، لا مطلق الزينة.","seal":"BFCFCDA6","part":1},
      {"page":112,"id":109,"nass":"\"فخلع على دين محمد رونقاً جديداً، وبدد الخرافات التي1 زالت مع الزمن، فأظهر القرآن خالياً من جميع ما عزى إليه من الشوائب2.\rوما لبثت النفوس التي أرهقتها شروح أئمة المسلمين المطولة الغامضة أن رجعت إلى بضعة مبادئ عامة بسيطة واضحة، فتقبلت خطط ابن عبد الوهاب الإصلاحية بقبول حسن.\rودعا الوهابيون إلى الفضيلة، خلافاً للقرامطة الذين تذرعوا بسيء المناخي، فلم يبالوا بغير قضاء المآرب\"اهـ.\rعلي الطنطاوي، في كتابه: \"محمد بن عبد الوهاب\".\rذكر: فشو البدع قبل ولادة الشيخ \"محمد\" كما قال، واعتقد الناس النفع والضرر بالرسول والصالحين، وبالقبور والأشجار، والقباب والمزارات، فيطلبون منهم الحاجات، ويرجعون في الشدائد إليهم، وينذرون لهم، ويذبحون لهم، واشتد تعظيم الأموات. وكان حظ نجد في هذه الجاهلية الجديدة أكبر الحظوظ.\rفقد اجتمع على أهله الجهل والبداوة، والفقر، والانقصام في كل ناحية من نواحي نجد، من الأمراء، بمقدار ما كان فيها من القرى، ففي كل قرية أمير، وفي كل ناحية جمعية أمم، وكان في كل إمارة قبر، عليه بناء، أو شجرة لها أسطورة، يقوم عليها سادن من شياطين الإنسن، يزين للناس الكفر، ويدعوهم إلى الاعتقاد بالقبر، والذبح له، والتبرك به، والدعاء عنده.\r__________\r1 تأمل كيف يصف زمان الشيخ بالخرافات، ويصف مقاومة الشيخ وإصلاحه مما لم يعرفه كثير من المسلمين، وعموا ـ بتعصبهم ـ عن محاسنه وخدماته، فرحمه الله.\rوقد أحسن من أنصف وعرف الحق لأهله، ولو كان كافراً.\r2 كأنه يريد من التفاسير الباطلة، والتأويلات المخالفة.","seal":"575847BE","part":1},
      {"page":113,"id":110,"nass":"ثم ذكر شجرة تسمى شجرة الذئب، وقبر \"زيد بن الخطاب\" وذلك على سبيل المثال.\rقال: \"وكان العلماء قلة، والحكام عتاه ظلمة، والناس فوضى يغزو بعضهم بعضاً، ويعدو قويهم على ضعيفهم. في تلك البيئة نشأ محمد بن عبد الوهاب رحمه الله فرأى شمس الإسلام إلى أفول، ورأى ظلمة الكفر إلى امتداد وشمول.\rوأراد الله له الخير، فقدر له أن يكون أحد الذين أخبر الرسول أنهم يبعثون ليجددوا لهذه الأمة دينها، بل لقد كان أحق بهذا الوصف من كل من وصف به في تاريخنا.\rفقد حقق الله على يديه عودة نجد إلى التوحيد الصحيح، والدين الحق والألفة بعد الاختلاف، والوحدة بعد الانقسام.\rولا أقول: إن الرجل كامل، فالكمال لله، ولا أقول إنه معصوم فالعصمة للأنبياء، ولا أقول: إنه عار عن العيوب والأخطاء.\rولكن أقول: إن هذه اليقظة التي عمت نجداً، ثم امتدت حتى جاوزته إلى أطراف الجزيرة، ثم إلى ما حولها، ثم امتدت حتى وصلت إلى آخر بلاد الإسلام؛ ليست إلا حسنة من حسناته عند الله إن شاء الله\"اهـ.\rأبو السمح عبد الظاهر المصري، الذي كان إماماً بالمسجد الحرام رحمه الله، قال في \"نونيته\" التي تأسف فيها على الإسلام وأهله، مما عراهم: ابتدأها - رحمه الله - بقوله:\rأسفي على الإسلام\rومضى فيها حتى ذكر الشيخ محمد بن عبد الوهاب قائلاً:\rأسفي على الإسلام والإيمان\rأسفي علي نور الهدى القرآن\rأسفي علي الدين القديم وأهله\rأسفا يذيب القلب بالأحزان","seal":"9DA95456","part":1},
      {"page":114,"id":111,"nass":"ومضى فيها حتى ذكر الشيخ محمد بن عبد الوهاب قائلاً:\rأسفي على الشيخ الإمام محمد\rحبر الأنام العالم الرباني\rعلم الهدى بحر الندى مفني العدا\rمن شن غارته علىالأوثان\rمن قام في نجد مقام نبوة\rيدعو إلى الإسلام والإيمان\rحتى غدت نجد كروض مزهر\rيختال في ظلل من العرفان\rأحيا لنا الدين الحنيف كما أتى\rوأقامه بالسيف والبرهان\rبرهانه القرآن والسنن التي\rتروي لنا عن سيد الأكوان\rكم حارب الشرك الخبيث وأهله\rوأذاقهم في الحرب كل هوان\rوأبان توحيد العبادة بعدما\rدرست معالمه من الأذهان\rكم أبطل البدع التي قد عكرت\rصفو الشريعة مورد الظمآن\rوأضاء نوراً لم يزل متألقاً\rيهدي به الرحمن كل أوان\rيارب دعوة مؤمن متضرع\rأغدق عليه سحائب الرضوان\rرأي عالم فرنسي:\r1- قال برنادلوس في كتاب: \"العرب في التاريخ\" ما يلي:\r\"وباسم الإسلام الخالي من الشوائب الذي ساد في القرن الأول؛ نادى محمد بن عبد الوهاب بالابتعاد عن جميع ما أضيف للعقيدة والعبادات من زيادات، باعتبارها بدع خرافية غريبة عن الإسلام الصحيح\".\rرأي مستشرق نمساوي:\r2- قال شيخ المستشرقين: جولد سيهر، في كتابه: \"العقيدة والشريعة\"، ما يلي:\r\"وإذا أردنا البحث في علاقة الإسلام السني بالحركة الوهابية نجد أنه مما يسترعي انتباهنا خاصة من وجهة النظر الخاصة بالتاريخ الديني الحقيقية","seal":"B22ADBCA","part":1},
      {"page":115,"id":112,"nass":"التالية: يجب على من ينصّب نفسه للحكم عن الحوادث الإسلامية أن يعتبر الوهابيين أنصاراً للديانة الإسلامية على الصورة التي وضعها النبي والصحابة، فغاية الوهابية هي إعادة الإسلام كما كان\".\rرأي المستشرق: \"جب الإنجليزي\".\r3- قال في كتابه: \"المحمدية\":\r\"وفي جزيرة العرب قام حوالي 1744م 1157هـ محمد بن عبد الوهاب مع أمراء الدرعية آل سعود بتحقيق الدعوة إلى المدرسة \"المذهب\" الحنبلية، التي دعا إليها ابن تيمية في القرن الرابع عشر\".\rوقال أيضاً في كتابه: \"الاتجاهات المدينة في الإسلام\":\r\"أما مجال الفكر فإن الوهابية بما قامت به من الفتن ضد التدخلات العدوانية، وضد الأصول القائلة بوحدة الوجود، التي تريد تدنيس التوحيد في الإسلام؛ فقد كانت عاملاً مفيداً للخلاص الأبدي، وحركة تجديد أخذت تنجح في العالم الإسلامي شيئاً فشيئا\".\rدائرة المعارف البريطانية.\r4- جاء في دائرة المعارف البريطانية، وهي تتكلم عن الوهابية ما يلي:\r\"الوهابية: اسم لحركة التطهير في الإسلام. والوهابيون: يتبعون تعاليم الرسول وحده، ويهملون كل ما سواها، وأعداء الوهابية هم أعداء الإسلام الصحيح\".\rرأي جماعة من المستشرقين:\r5- قال الأستاذ: ويلفد، في كتاب \"الإسلام في نظر الغرب\"، ألّفه جماعة من المستشرقين:","seal":"95C14FC8","part":1},
      {"page":116,"id":113,"nass":"\"كان محمد بن عبد الوهاب يقول قبل كل شيء: يجب أن تعيشوا حسب الشرع الإسلامي. وهذا هو معنى أن تكونوا مسلمين، ولا ذاك الرغاء العاطفي، والتقي والحرارة التي يقدمها لكم الصوفيون، فأساس الإسلام هو الشرع، وإذا كنتم تريدون أن تكونوا مسلمين فيجب أن تعيشوا حسب أوامر الشرع \".\rرأي مؤرخ ألماني:\r6- قال الدكتور: داكبرت، المؤرخ الألماني في كتابه \"عبد العزيز\"، وقد صدر في ألمانيا سنة 1953م، ونقله إلى العربية الدكتور: أمين رويحة، عن الحركة والهابية:\r\"وكان لآل سعود إلى جانب سيفهم الذي يستخدمونه في الفتح سلاح معنوي آخر، يدينون له بأعظم قسط من نجاحهم، ذلك السلاح من صنع الشيخ محمد بن عبد الوهاب، أحد رجال الدين المطاردين في سبيل عقيدتهم.\rوالذي لجأ إلى الدرعية عاصمة آل سعود في ذلك الحين، فلقي لديهم الحماية والأمان، وكانت تملأ قلب محمد بن عبد الوهاب فكرة جديدة القوى العربية على أساس دين، ن ناسباً إلى ابتعادهم عن سيرة السلف الصالح وانقسامهم إلى شيع، وإلى ابتعادهم عن خلقهم العربي الأصيل؛ سبب تلاشيهم الذي جعلهم في متناول النفوذ الأجنبي\".\rإلى أن قال:\r\"ورأى الشيخ أن سبب الإنقاذ هو الرجوع إلى تعاليم الدين المشروعة، إلى تعاليم الرسول الصحيحة، فراح يبشر بوحي من ضميره وعقيدته بمحاربة البدع التي أدخلت على الإسلام عبر العصور الغابرة، والضال المضل من تقارير علماء الدين، غير مقيم وزناً إلا لما نص عليه القرآن صراحة، أو لما يمكن نسبته بصورة قاطعة للنبي محمد صلى الله عليه وسلم، وراح يحارب بكل قواه المستمدة من عقيدته الصلبة تقديس الأولياء، وجعلهم واسطة بين الله وبين الناس، وينادى بهدم الأضرحة، ومزارات الأولياء، وإزالة معالمها؛ اقتداء بالنبي الكريم، الذي حارب بدعة تقديس الهياكل، وعبادة الأصنام الموروثة من الجاهلية\" انتهى ملخصاً.","seal":"E5DD65D6","part":1},
      {"page":117,"id":114,"nass":"رأي الأستاذ فيليب حتى:\r7- قال الأستاذ فيليب، وهو مؤرخ لبناني، في كتابه \"تاريخ العرب\":\r\"ولقد تاثر محمد بن عبد الوهاب بفكرة هي: أن الإسلام كما يمارسه معاصروه قد انحرف كثيراً عملياً ونظرياً عن طريق السنة التي استنها القرآن، وقرر أن ينقيها هو بنفسه\".\rرأي الأستاذ أحمد حسين - مؤسس حزب مصر الفتاة -:\r8- قال في كتابه \"مشاهداتي في جزيرة العرب\" بعد أن وصف ما كان في جزيرة العرب من جهالة قبل ظهور الدعوة ما يلي:\r\"وفي وسط هذا الجو ولد محمد بن عبد والهاب، وكان أبوه الشيخ عبد الوهاب قاضي بلدة العيينة، وكان شيخاً عالماً جليلاً، فقرأ على أبيه الفقه، وسرعان ما ظهرت عليه علائم النجابة، وبدأ يدرك على الفور ما تردت به البادية من همجية وردة عن دين الإسلام، وبدأت تجيش نفسه بما تجيش به نفس كل مصلح؛ من عزم على تغيير هذه الحال.\rفلما بلغ من العمر عشرين ربيعاً، بدأ يستخدم فصاحته وعلمه في مناقشة أنداده وأضرابه، بل ومن هم أكبر منه سناً في فساد الحال، فلم يجد منهم أذناً صاغية\".\rوبعد أن ذكر سفر الشيخ إلى الحجاز والبصرة، ورجوعه ثانية إلى نجد، واستقرارة في الدرعية، واتفاقه مع محمد بن سعود، ختم هذا البحث بقوله:\r\"تلك هي قصة الشيخ محمد بن عبد الوهاب كما بدأت، والتي لم تكمل حتى الآن، فلا يزال أحفاد محمد بن سعود، وأحفاد الشيخ محمد يحملون لواء التوحيد، وينافحون عنه.\rوإذا كان العالم الإسلامي كله اليوم تحت تأثير النور والعرفان، قد بدأ يدرك بفطرته هذا الذي دعا إليه محمد بن عبد الوهاب ويتعشقه، فسيظل التاريخ يسجل لآل سعود الذين كانوا أول من نصره واستجاب له\"اهـ.","seal":"F1FDBF18","part":1},
      {"page":118,"id":115,"nass":"رأي الأستاذ الإمام: محمد عبده.\r9- يقول الشيخ حافظ وهبه في كتابه \"50 عاماً في جزيرة العرب\"، وهو يتحدث عن طلبة العلم في الأزهر:\r\"أنه سمع الأستاذ الإمام محمد عبده مفتي مصر، يثني في دروسه بالأزهر على الشيخ: محمد بن عبد الوهاب، ويلقبّه بالمصلح العظيم، ويلقي تبعة وقف دعوته الإصلاحية على الأتراك، وعلى محمد علي الألباني، لجهلهم ومسايرتهم لعلماء عصرهم؛ ممن ساروا على سنة من سبقهم من مؤيدي البدع والخرافات، ومجافاة حقائق الإسلام\".\rرأي الأستاذ أحمد أمين، العالم المصري.\r10- تناول الأستاذ أحمد أمين، العالم المصري الشهير في كتابه \"زعماء الإصلاح الإسلامي\" نهضة الإصلاح الديني في نجد، وهذا ما قاله عنها:\r\"ورأى الشيخ محمد بن عبد الوهاب في أثناء إقامته في الحجاز ورحلاته إلى كثير من بلاد العلام الإسلامي: أن هذا التوحيد الذي هو مزية الإسلام الكبرى، قد ضاع ودخله الكثير من الفساد.\rفالتوحيد أساسه الاعتقاد بأن الله وحده، هو خالق هذا العالم، والمسيطر عليه، وواضع قوانينه التي يسير عليها، والشرع له، وليس في الخلق من يشاركه في خلقه، ولا في حكمه، ولا من يعينه على تصريف أموره، لأنه تعالى ليس في حاجة إلى عون أحد مهما كان من المقربين إليه، هو الذي بيده الحكم وحده، وهو الذي بيده النفع والضر وحده لا شريك له.\rفمعنى: لا إله إلا الله: ليس في الوجود ذو سلطة حقيقية تسير العالم وفقاً لما وضع من قوانين إلا هو، وليس في الوجود من يستحق العبادة والتعظيم إلا هو.\rوهذا هو محور القرآن: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ","seal":"78BB95A1","part":1},
      {"page":119,"id":116,"nass":"وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} .\rإذن، فما بال العالم الإسلامي اليوم يعدل عن هذا التوحيد المطلق الخالص من كل شائبة، إلى أن يشرك مع الله كثيراً من خلقه؟.\rفهذه الأولياء يحج إليها، وتقدم لها النذور، ويعتقد أنها قادرة على النفع والضر.\rوهذه الأضرحة التي لا عداد لها تقاوم في جميع أقطاره، يشد الناس إليها رحالهم، ويتمسحون بها، ويتذللون لها، ويطلبون جلب الخير لهم ودفع الشر عنهم، ففي كل بلدة ولي أو أولياء، وفي كل بلدة ضريح أو أضرحة، تشترك مع الله تعالى في تصريف الأمور، ودفع الأذى وجلب الخير، وكأن الله سلطان من سلاطين الدنيا يتقرب إليه بذوي الجاه، وأهل الزلفى لديه، ويرجحون في تغيير القوانين وقضاء الحاجات.\rأليس هذا كما كان يقول مشركو العرب: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ؟، وقولهم: {هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} ؟.\rبل وا أسفاه، لم يكتف المسلمون بذلك، بل أشركوا مع الله حتى النبات والجماد، فهؤلاء أهل بلدة منفوحة باليمامة يعتقدون في نخلة هناك أن لها قدرة عجيبة، من قصدها من العرائس تزوجت لعامها.\rوهذا الغار في الدرعية يحج إليه الناس للتبرك. وفي كل بلدة من البلاد الإسلامية مثل هذا، ففي مصر شجرة الحنفي، ونعل الكلشني، وبوابة المتولي1.\rوفي كل قطر حجر وشجر، فكيف يخلص التوحيد من كل هذه العقائد؟.\rإنها تصد الناس عن الله الواحد، وتشرك معه غيره، وتسيء إلى النفوس، وتجعلها ذليلة وضيعة مخرفة، وتجردها من فكرة التوحيد، وتفقدها التسامي.\r__________\r1 شجرة الحنفي: شجرة كانت في جامع الحنفي بالقاهرة يتبرك بها، ونعل الكلشني نعل قديمة في تكية الكلشني، يزعمون أن الماء إذا شرب منها ينفع للتداوي من العشق، وبوابة المتولي بالقاهرة أيضاً مملوءة بالمسامير، بها تعلق الشعور والخيوط لقضاء حاجة من علّقها. عبد العزيز بن عبد الله بن باز","seal":"8D95F668","part":1},
      {"page":120,"id":117,"nass":"هكذا شغلت ذهنه فكرة التوحيد في العقيدة مجردة من كل شريك، وفكرة التوحيد في التشريع، فلا مصدر له إلا الكتاب والسنة\".\r11- قال أمين سعيد، في كتابه \"سيرة الإمام الشيخ محمد بن عبد الوهاب\":\r\"سيرة الإمام الشيخ: محمد بن عبد الوهاب التميمي من أحفل السير بالعظات، وأغناها بالفضائل، وأحقها بالبحث والفصل، والتفسير والتعليل، وهي سيرة مصلح من كرام المصلحين، ومجاهد من كبار المجاهدين، وعالم من خيرة العلماء، أنار الله بصيرته، وهداه سبله، وألهمه التقوى، فدعا أمته للرجوع إلى الله، والعمل بكتابه وسنة رسوله، ونبذ الشرك وعبادة القبور. انقادت إليه، واقتدت به، واشتجايت به، فأخرجها به من الظلمات إلى النور، فنجت وفازت، وجنت أطيب الثمار، وسمت إلى مرتبة الأخيار\".\rثم ذكر ولادة الشيخ، وما كانت حالة الضعف والانحطاط التي سرت في جسم الدولة العثمانية، وذكر أحوال الجزيرة العربية، وما فيها من ظلمات الجهل، ومزيد الفقر، وتفشي الفوضاء:\r\"وفي وسط ذلك الجو القائم المربد؛ جو الجهل والجمود، جو ضعف الوازع الديني، وتسلط الحكام، واستبداد الطغام؛ أشرقت من جانب نجد أنوار الدعوة الوهابية، التي حمل مشعلها الإمام الشيخ: محمد بن عبد الوهاب، فأنارت للأمة السبيل، وألهمتها رشدها، فشقت طريقها، واهتدت بهديها، وحققت الدعوة لنجد آمالها. وقد بدأت في محيطها، أو لما بدأت فأنشأت لها مجتمعاً إسلامياً سليماً، يؤمن بالتوحيد، ويعظم شأنه، ويسير على هداه، ولا يدعو مع الله أحداً.\rولا يزال هذا حاله، لم يتبدل ولم يتغير منذ عهد الشيخ حتى يومنا هذا، فهو يصدع بالحق ويؤمن به.\rوانبثقت عن هذا المجتمع دولة عربية كريمة، نشأت في ظل الدعوة، وآمنت بها، فكانت أول دولة عربية كبرى يؤسسها العرب داخل جزيرتهم بعد دولة الخلفاء الراشدين، فاتبعت طريقهم، وترسمت خطاهم، فسادت وشادت، ووسعت حدودها، وانتشرت الدعوة في بلاد العرب، وبلاد الإسلام، وسرى نورها في أرجائها،","seal":"E537D474","part":1},
      {"page":121,"id":118,"nass":"وأقل عليها الكثيرون، وأخذوا بها وتفاعلوا معها، واستجابوا لها، فكانت الأمة الكبرى لهذه النهضات التي تعم بلاد العرب وبلاد المسلمين، فأحيت ميت الهمم، وأيقظت خامد النفوس.\rوضرب الشيخ الأمثال على تجرده ونزاهته، وعلى أنه لم يرد من دعوته سوى وجه الله وحده، وإصلاح حال أمته، وإنقاذها من ظلمات الجهالة التي كانت تغمرها.\rولقي في بدء الدعوة من الأذى والعدوان والمقاومة ما يلقاه الدعاة والمصلحون من قومهم، فما تردد وما توقف، بل صابر وثابر، لم يخفه تهديد، وما ثناه وعيد، ولا أثرت في نفسه مغريات.\rفشرّقت الدعوة وغرّبت، وكثر عدد المؤمنين بها، وازداد أنصارها، واستقام أمرها، فأزعج ذلك خصومها، وأقلق أعداءها، فتألبوا عليها، وجاءوا صفوفاً صفوفاً لقتالها، وإطفاء أنوارها، فحملت السيف للدفاع عن نفسها، وحماية كيانا، والدفاع عن النفس حق مشروع، أقرته جميع الأديان، وجاءت به جميع الشرائع.\rوهذه الحقيقة تنقض قول خصومها، وتلقف ما افتروا وما زيّفوا، فالدعوة لم تعتمد على السيف، ولم تشتهر في وجه الذين لم يدخلوا فيها، بل اعتمدت عليه في الدفاع عن نفسها، ومقاومة أعدائها الذين تجمعوا لقتالها، وتنادوا لمقاومتها، والإجهاز عليها.\rفما أغنت عنهم جهودهم، فارتدوا منهزمين، وتواروا خاسرين، وانتصرت.\rتغلبت لأنها نور وحق، وطبيعة النور أن يسري ويعم وينتشر مهما حاولوا ستره وإخفاءه، ومهما أقاموا من الحواجز في طريقه. ومن شأن الحق أن يعلو ولا يعلى عليه\"انتهى. وهذا آخر ما تيسَّر جمعه.\rوالحمد لله الذي قد مَنَّ بإتمام ما أراد تسطيره وتحريره من ترجمة الشيخ محمد بن عبد الوهاب، رحمه الله، وأجزل لنا وله الثواب.\rوصلى الله وسلم على سيدنا محمد، وعلى آله وجميع الأصحاب، والتابعين لهم بإحسان إلى يوم الدين.","seal":"6BF6D7EE","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1423,"Bk":"محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه","HigriD":"1423","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن حجر بن محمد بن حجر بن أحمد بن حجر بن طامي بن حجر بن سند بن سعدون آل بوطامي البنعلي","bLnk":null,"Inf":"","Auth":"أحمد بن حجر آل بوطامي","Betaka":"الكتاب: محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه\r\nالمؤلف: أحمد بن حجر بن محمد بن حجر بن أحمد بن حجر بن طامي بن حجر بن سند بن سعدون آل بوطامي البنعلي (المتوفى: 1423هـ)\r\nالناشر: مطبعة الحكومة بمكة المكرمة\r\nالطبعة: 1395 هـ/1975م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"أحمد بن حجر آل بوطامي ( 1335  هـ - 1423 هـ )\r\n\r\nيعد فضيلة الشيخ أحمد بن حجر آل بوطامي البنعلي ـ رحمه الله -، أحد رموز الدعوة الإسلامية والقضاء الشرعي في قطر طوال أكثر من نصف قرن، فقد مارس ـ رحمه الله ـ التدريس والخطابة والقضاء في رأس الخيمة ما يقرب من ربع قرن ثم تولى القضاء في قطر خمسة وثلاثين عاما.\r\n\r\nنسبه و مولده\r\nهو أحمد بن حجر بن محمد بن حجر بن أحمد بن حجر بن طامي بن حجر بن سند بن سعدون آل بوطامي البنعلي. ويرجع نسبه ـ رحمه الله - إلى قبيلة بني سليم، وكان بنو سليم يسكنون في حرة بني سليم قرب المدينة المنورة ثم انتقلوا إلى يبرين جنوب الإحساء ثم دارين ثم تفرقوا في أقطار شتى في الخليج وإفريقيا وفارس والهند، أما آل بوطامي فانتقلوا إلى الزبارة شمال قطر، ومنها هاجروا إلى البحرين وساحل عمان وجزيرة قيس، ولم تعرف سنة ولادة الشيخ بالتحديد وهي حوالي عام 1335 هـ،( 1915م ).\r\nوتزوج مرة واحدة فقط وكان زواجه في رأس الخيمة سنة 1938م من ابنة سالم بن هلال المناعي، وقد أثمر ذلك الزواج ولدين هما الدكتور حجر ويوسف وبنت واحدة .\r\n\r\nطلبه العلم \r\nدرس القرآن الكريم طفلا، كما سافر إلى الإحساء عام 1931م وهو لم يتعد السابعة عشرة من العمر، مكث الشيخ في الإحساء أربع سنوات منصرفا لطلب العلم منقطعا عما سواه، فحفظ الكثير من المتون في مختلف العلوم والفنون على أيدي علماء الإحساء.\r\n\r\nشيوخه \r\nلقد درس الشيخ على أيدي شيوخ أفاضل منهم :\r\nـ الشيخ أحمد نور بن عبد الله، والشيخ عبد الله محمد حنفي، حيث قرأ عليهما الفقه والفرائض والنحو والتجويد والعقائد.\r\nـ الشيخ أحمد بن علي العرفج (الفقه الشافعي).\r\nـ عبد العزيز بن صالح العلجي (نحو وصرف وبلاغة ومنطق وعروض وقوافي وشرح مسلم).\r\nـ محمد بن أبي بكر الملا (نحو وبلاغة وسبل السلام ومصطلح الحديث).\r\nـ عبدالعزيز بن عمر بن العكاس (عقيدة الصابوني ومشكاة الأحاديث وبهجة المحافل في السيرة النبوية).\r\nـ قرأ على شيخ من السودان من بلدة سنار (مصطلح الحديث).\r\n\r\nابن حجر والشعر\r\nألّف الشعر في المسائل العلمية وخاصة العقيدة، بالإضافة إلى الاجتماعية منها، ولم يكن الشيخ يرغب في أن يسمى شاعرا ولم يحتفظ بأشعاره إلا القليل من القصائد مثل :\r\nـ اللآلئ السنية .\r\nـ العقائد السلفية وقد شرح القصيدة الأخيرة في كتابة \"العقائد السلفية\".\r\n\r\nتوليه القضاء\r\nبدأ ممارسة القضاء في رأس الخيمة سنة 1937 أيام حكم الشيخ سلطان بن سالم القاسمي، وفي عام 1951 عينه الشيخ صقر بن محمد القاسمي قاضيا رسميا للبلاد واستمر في القضاء حتى سنة 1956 وفي تلك السنة تلقى الشيخ دعوة من الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة العربية السعودية آنذاك ليكون مدرسا في معهد إمام الدعوة بالرياض فوافق الشيخ . وفي عام 1958 عرض عليه ان يتولى القضاء في قطر فهاجر إلى قطر واستقر بها.\r\nكان الشيخ احمد بن حجر على علاقة وثيقة بعدد كبير من القضاة الأفاضل فكانت تربطه بهم علاقات أخوية متينة وكثيرا ما تدور بينهم مراسلات ومناقشات حول العديد من المسائل الفقهية ومن هؤلاء :\r\nفي رأس الخيمة: الشيخ محمد بن سعيد بن غباش، والشيخ احمد بن سيف بن بهيو، والشيخ مشعان بن منصور والشيخ عبدالله بن علي بن سلمان.\r\nوفي دبي: الشيخ محمد الشنقيطي.\r\nوفي الشارقة: الشيخ سيف بن محمد المدفع.\r\nوفي عجمان: الشيخ عبدالله بن محمد الشيبة والشيخ عبدالكريم البكري.\r\nوفي قطر: الشيخ محمد بن عبدالعزيز المانع والشيخ عبدالله بن زيد المحمود.\r\nوفي الإحساء : الشيخ عبد العزيز بن بشر والشيخ عبدالله بن عمر بن دهيش.\r\nوفي الدمام : الشيخ محمد العمود والشيخ محمد العودة.\r\nوفي الرياض: الشيخ عبدالعزيز بن باز والذي كان زميله في الدراسة.\r\nوفي البحرين: الشيخ جاسم بن مهزع والشيخ عبداللطيف بن سعد.\r\nوفي الكويت: الشيخ عبدالعزيز بن حمادة والشيخ يوسف القناعي.\r\n\r\nالتدريس \r\nمارس الشيخ التدريس الى جانب ممارسته للقضاء فقد كان يدرس الطلبة في مجلسه في مدينة المعيريض وكذلك في مدينة رأس الخيمة بمدرسة الهداية، والتي كان الشيخ احد مؤسسيها. وفي سنة 1954م ذهب مع الشيخ حميد بن محمد القاسمي مبعوثين من قبل الشيخ صقر بن محمد حاكم رأس الخيمة إلى حكومتي البحرين والكويت لطلب المساعدة في فتح مدارس حديثة في رأس الخيمة وتزويدها بالمدرسين، وقد استجابت الكويت للطلب فأرسلت مدرسين وكتبا. كما درّس طلبة العلم في مجلسه في قطر.\r\n\r\nمن مؤلفات الشيخ\r\nامتاز الشيخ ابن حجر - رحمه الله - بإنتاجه الوافر وقلمه السيَّال، فقد خلَّف وراءه العديد من المؤلفات التي نفع الله بها المسلمين، وكانت محاور كتبه تدور حول علوم الشريعة الإسلامية، كالتوحيد، والفقه، وقضايا المجتمع الإسلامي، ونحو ذلك. وقد بلغت عدد مؤلفاته ثمانية وعشرين مؤلَّفًا، بعضها طبع أكثر من مرة، منها: \r\n(1) جوهرة الفرائض (منظومة).\r\n(2) الدرر السنية في عقد أهل السنة المرضية (منظومة).\r\n(3) اللآلئ السنية في التوحيد والنهضة والأخلاق المرضية (منظومة).\r\n(4) نيل الأماني شرح مباسم الغواني في نظم عزية الزنجاني في علم الصرف.\r\n(5) تطهير الجنان والأركان عن درن الشرك والكفران.\r\n(6) الخمر وسائر المسكرات تحريمها وأضرارها.\r\n(7) الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه.\r\n(8) الرد الشافي الوافر على من نفى أمية سيد الأوائل والأواخر.\r\n(9) الإسلام والرسول في نظر منصفي الشرق والغرب.\r\n(10) تطهير المجتمعات من أرجاس الموبقات.\r\n(11) تحذير المسلمين من البدع والابتداع في الدّين.\r\n(12) سبيل الجنة بالتمسك بالقرآن والسنة.\r\n(13) الشيخ محمد بن عبد الوهاب مجدد القرن الثاني عشر المفترى عليه.\r\n(14) شرع العقائد السلفية بأدلتها العقلية والنقلية.\r\n(15) إعانة القريب المجيب في اختصار الترغيب والترهيب وشرحه تحفة الحبيب.\r\nوله مؤلفات أخرى غيرها ضربنا عنها صفحا خوف الإطالة.\r\n\r\nوفاته رحمه الله\r\nتوفي رحمه الله في صبيحة يوم الثلاثاء الخامس من جمادى الأولى سنة 1423 هـ الموافق ل 14/6/2002 م عن عمر ناهز الثامنة والثمانين عاما، بعد معاناة طويلة من المرض.\r\nرحم الله الشيخ رحمة واسعة و أسكنه فسيح جنّاته .\r\nـــــــــ\r\nمن كتيّب \" علماء فقدناهم \" وزارة الأوقاف و الشؤون الإسلامية - قطر\r\n\r\nنقلا عن : الشبكة الإسلامية\r\nhttp://www.islamweb.net\r\n\r\n","seal":"E1F5CA60","cat":"التراجم والطبقات","oNum":11382,"BkId":11382,"oAuth":1075,"bVer":1,"aSeal":"C793FFD4"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11382":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":12,"sub":0,"tit":"محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه"}
    ]
}
