{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11576":
    [
      {"page":1,"id":1,"nass":"المقدمة:\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا محمد بن عبد الله صلى الله عليه وسلم.\rأما بعد:\rفلرسول الله صلى الله عليه وسلم حق علينا باتباع سنته وهديه وإحياء سيرته العطرة التي هي لنا أسوة حسنة، فإحياء سيرته والعناية بها يجعلنا أكثر تقديراً لحقه علينا، فالله سبحانه وتعالى سجل الكثير من مشاهد السيرة النبوية من خلال الآيات القرآنية، ثم إن سنته وسيرته صلى الله عليه وسلم كانت توضيحاً لبعض ما ورد في القرآن، لذلك فالعلاقة وثيقة جداً بين القرآن وسيرته صلى الله عليه وسلم، ولاسيما إذا علمنا أن السيرة هي عهد النبوة والرسالة.\rوتأتي كتابة السيرة النبوية في الأهمية بعد كتابة السنة النبوية أي الحديث النبوي، ولعل أول من بدأ بالكتابة لحياة الرسول الكريم صلى الله عليه وسلم هو عروة بن الزبير (ت92 هـ) ، ثم أبان بن عثمان بن عفان (ت105هـ) ، ثم وهب بن منبه (ت110هـ) ، ثم شرحبيل بن سعد (ت123هـ) . ثم ابن شهاب الزهري (124هـ) . ثم بعد ذلك تنامى الاهتمام بكتابة السيرة النبوية إلى درجة الإتقان والوضوح والشمول وكان على رأس ذلك الجيل الفقيه محمد بن إسحاق (ت152هـ) ؛ لذلك يعد ابن إسحاق من أوثق من كتب في سيرة المصطفى صلى الله عليه وسلم، وقد ضاع قسم كبير من كتابه، إلا أن ابن هشام (ت218هـ) قدَّم لنا عملاً جليلاً بروايته للسيرة من خلال كتاب (المغازي) لابن إسحاق، فقدمها لنا مشروحةً ومهذبة ومنقحة، وهي السيرة المعروفة بسيرة ابن هشام.","seal":"CD3ACA75","part":1},
      {"page":2,"id":2,"nass":"ومن هذا المنطلق جاء هذا البحث الذي بين أيدينا بعنوان ‹‹مصادر السيرة النبوية دراسة تحليلية نقدية لبعض مصادر السيرة النبوية››، إذ اشتملت هذه الدراسة على عدة محاور نذكر منها: أن الدراسة ركزت على المصادر الأساسية للسيرة وقسمتها إلى قسمين كبيرين، فكان القسم الأول عن المصادر الأساسية (المباشرة) .\rثم مرحلة التأليف المباشر في السيرة النبوية، وقد اشتمل هذا البحث على دراسة تتبعية مختصرة لبعض مصادر السيرة النبوية عبر القرون الإسلامية، واشتمل أيضاً على دراسة مختصرة عن حياة المؤلف ثم عرض موجز عن مكونات كتابه، ثم دراسة نقدية مختصرة لبعض إيجابيات ذلك الكتاب وسلبياته، وقد عرضت الدراسة في هذا البحث مجموعة مختارة من مصادر السيرة النبوية. أما مرحلة التأليف غير المباشر أو الثانوي، فقد عرضت الدراسة لمحة سريعة ومعلومات مفيدة ومهمة عن السيرة النبوية.\rأما القسم الثاني من هذه الدراسة فقد خصص للدراسات التكميلية التي تناولت السيرة النبوية، مثل: كتب الأدب نثراً وشعراً، وكتب الرحلات، وكتب الجغرافيا التاريخية، وبعض المصنفات الأخرى.\rوفي هذا البحث حسبنا أننا ساهمنا بجزء بسيط عن أهم مرحلة تاريخية في حياتنا وهي مرحلة التأليف في السيرة النبوية، والله الموفق.","seal":"4E7181A8","part":1},
      {"page":3,"id":3,"nass":"مصادر السيرة النبوية\rأقسام مصادر السيرة النبوية:\rتنقسم مصادر السيرة النبوية إلى قسمين كبيرين هما:\rالقسم الأول: مصادر أصلية، وتتمثل فيما يلي:\r(أ) القرآن الكريم.\r(ب) كتب الحديث النبوي.\r(ج) كتب السيرة المختصة.\r(د) كتب الشمائل والدلائل.\rالقسم الثاني: مصادر تكميلية، وتتمثل فيما يلي:\rكتب التراجم، والرجال، والأنساب، وكتب الفقه، ودواوين الأدب وغيرها مما يورد عرضاً حديثاً عن سيرة الرسول صلى الله عليه وسلم.\rوإذا ما أردنا الحديث عن هذه المصادر جميعها، فإن الأمر يصعب حصره في كتابة بحث أو مقالة مختصرة.","seal":"54723B76","part":1},
      {"page":4,"id":4,"nass":"القسم الأول: مصادر أصلية\rالقرآن الكريم\r...\rمصادر السيرة النبوية \"دراسة تحليلية نقدية لبعض مصادر السيرة النبوية\"\rالدكتور: ضيف الله بن يحيى الزهراني\rبسم الله الرحمن الرحيم\rالقسم الأول: المصادر الأصلية\rالقرآن الكريم\rيعرَّف القرآن الكريم بأنه هو كلام الله المنزل على نبيه صلى الله عليه وسلم عن طريق الوحي (1) ، وهذا القرآن، عني \" بالنبوة والرسالات والرسل، والذين يقرؤونه قراءة فهم وتدبر، وبحث متعمق في معانيه، وحقائقه الكونية، وعقائده، وتشريعاته، ونظمه الاجتماعية، وأخلاقياته.... فلا تكتمل حقيقة إيمان مؤمن، إلا بمعرفة النبوة والإيمان بها، وتقديرها حق قدرها\" (2) .\rوقد تعددت صور حياة الأنبياء في كثير من سور القرآن الكريم، وقد يمتد الحديث إلى الرسل والرسالات، وقد يطول وقد يقصر حسب مقتضيات الأحداث.\r\"والقرآن الكريم، وهو كتاب هداية وعبرة في وزنه للحياة، وتدبيره لحقائقها، يقصد في قصص الأنبياء والرسل فيما يقصد إليه من معان وحقائق إلى تنبيه العقول والأفكار إلى ما وقع في التاريخ البشري من غمط ظالم لأعظم حقائق الحياة\" (3) .\rوعندما نقول إن القران الكريم يعد مصدرا أصلياً في سيرة الرسول صلى الله عليه وسلم فإننا نعني بذلك أن القرآن الكريم \"تضمن بيان العقيدة الإسلامية، والشريعة\r__________\r(1) عرّف الطحاوي القرآن فقال:\"القرآن كلام الله، منه بدأ بلا كيفية قولاً، وأنزله على رسوله وحياً، وصدّقه المؤمنون على ذلك حقاً، وأيقنوا أنه كلام الله تعالى بالحقيقة، ليس بمخلوق ككلام البرية ... \" شرح الطحاوية 1/172. (اللجنة العلمية) .\r(2) سعد المر صفي، مناهج المؤلفين في السيرة،، ص 34.\r(3) المرجع السابق، ص 38.","seal":"1054FA61","part":1},
      {"page":5,"id":5,"nass":"الإسلامية، وترد فيه آيات الأحكام ذات الأهمية الكبيرة في بيان النظم الإسلامية، ونشأتها، فهي تلقي ضوءاً على التشريعات الاجتماعية والاقتصادية، والسياسية، التي عمل بمقتضاها النبي صلى الله عليه وسلم في إدارة الدولة الإسلامية الأولى» (1) .\rوقد ورد في القران الكريم ذكر لبعض غزوات الرسول صلى الله عليه وسلم مثل غزوات بدر، وأحد، والخندق، وحنين.\rولتأكيد تلك الأحداث يجدر بنا أن نضرب أمثلة من الآيات القرآنية على ورود تلك الغزوات في القرآن الكريم.\rفقد قال الله تعالى في غزوة بدر الكبرى التي وقعت في السنة الثانية من الهجرة: {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [الأنفال: آية 17] .\rوقال تعالى {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ، إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ، بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةُ مُسَوِّمِينَ، وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ} [آل عمران آية: 123-126] .\rوقال تعالى: {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} [الأنفال: آية 12]\r__________\r(1) أكرم العمري: السيرة النبوية الصحيحة ط/الخامسة ص 47-48، مكتبة العلوم والحكم.","seal":"25D907AD","part":1},
      {"page":6,"id":6,"nass":"وقال الله تعالى مصوراً بعض أحداث غزوة أحد التي وقعت في السنة الثالثة للهجرة النبوية، حيث قال: {إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ} [آل عمران: آية 155] .\rوقال تعالى: {إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمّاً بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} [آل عمران: آية 153] .\rوقال تعالى: {ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاساً يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ} [آل عمران: آية 154] .\rوقال تعالى: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: آية 169] .\rوقال تعالى: {وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل عمران: آية 139] .\rوقال تعالى: {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} [آل عمران: آية 140] .\rوقال الله تعالى مصوراً بعض أحداث غزوة الأحزاب التي وقعت في السنة الخامسة من الهجرة النبوية: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً} [الأحزاب: آية 12] .\rولقد بينت سورة الأحزاب الموقف المشين للمنافقين في هذه الغزوة المباركة، وقد ذكر الله ذلك في تلك السورة من الآية (13 الى20) .","seal":"F25145B5","part":1},
      {"page":7,"id":7,"nass":"وقال تعالى: {يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلاً} [الأحزاب: آية 20] .\rوقد وصف القرآن الكريم حال المسلمين في تلك الغزوة فقال عز وجل: {إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا، هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً} [الأحزاب: آية10-11] .\rوقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيراً} [الأحزاب: آية9] .\rوقال تعالى: {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْراً وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيّاً عَزِيزاً} [الأحزاب: آية25] .\rوقال تعالى مصوراً بعض مشاهد من غزوة حنين التي وقعت في أواخر السنة الثامنة للهجرة النبوية: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} [سورة التوبة: آية 25] .\rوقال تعالى: {ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُوداً لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا} [سورة التوبة آية: 26] .\rوبعد، فإن القرآن حفل بالكثير من الآيات حول غزوات الرسول صلى الله عليه وسلم مثل فتح مكة، وغزوة تبوك وغيرها.","seal":"0EC218D5","part":1},
      {"page":8,"id":8,"nass":"ثم نجد أن القرآن الكريم قد صور حال الرسول صلى الله عليه وسلم وما وجده من أذى وتعب في سبيل نشر العقيدة الإسلامية.\rفقد قال تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ، وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ} [سورة الشعراء آية:214-216] .\rوقال تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ، إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئينَ، الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهاً آخَرَ فَسَوْفَ يَعْلَمُونَ} [الحجر: آية: 94-96] .\rولقد صور القرآن سيرة الرسول صلى الله عليه وسلم منذ بداية الدعوة إلى الله وقد ورد ذلك في سور العلق، والمدثر، والمزمل، والضحى. ولقد توجت هذه الصور الجميلة في القرآن الكريم عن سيرته صلى الله عليه وسلم بقوله تعالى: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} [سورة القلم: آية4] .","seal":"16DFE88C","part":1},
      {"page":8,"id":9,"nass":"كتب الحديث النبوي:\rكما نعلم أن السنة النبوية هي المصدر الثاني من مصادر التشريع، وهي التي جمعت أقوال الرسول صلى الله عليه وسلم، وأفعاله، وتقريراته، وصفاته الخلقية والخلقية، ونظرا للارتباط القوي بين السنة النبوية والسيرة النبوية، فإننا نجد عدداً كبيراً من كتب الأحاديث النبوية اهتمت بسيرة الرسول صلى الله عليه وسلم، \"والذين ألفوا في السنة لم تخل كتبهم غالباً من ذكر ما يتعلق بحياة الرسول صلى الله عليه وسلم ومغازيه، وخصائصه، ومناقبه ... \" (1) .\r__________\r(1) سعد المر صفي: مناهج المؤلفين في السيرة النبوية، ص43","seal":"0FE3DF7D","part":1},
      {"page":9,"id":10,"nass":"فلو نظرنا في المصنفات التي ألفت في السنة، والتي أعطت حيزاً كبيراً لسيرة الرسول، لوجدنا أن موطأ الإمام مالك (ت179هـ) ، يقع على رأس تلك المؤلفات، فقد ذكر طرفاً من أخبار الرسول صلى الله عليه وسلم، وأخبار غزواته وذكر طرفاً من حياته الشخصية.\rوهناك الصحيحان للبخاري (ت256هـ) ومسلم (ت261هـ) ، فقد ذكرا في صححيهما قدراً كبيراً يتعلق بخصائص الرسول صلى الله عليه وسلم، وفضائله، وحياته قبل البعثة، والجهاد، والغزوات، والسرايا والبعوث وغير ذلك من حياته الشخصية صلى الله عليه وسلم. ثم ما ذكرته بقية الكتب الستة في الأحاديث الصحيحة عن سيرة الرسول صلى الله عليه وسلم وهي: سنن أبي داود، وسنن الترمذي، وسنن ابن ماجه، وسنن النسائي، وهناك أيضا بعض كتب المسانيد التي أَوْلَتْ سيرة الرسول صلى الله عليه وسلم قدراً مهماً من الأحاديث، مثل: مسند الإمام أحمد بن حنبل (ت241هـ) ، وسنن الدارمي (ت255هـ) . وغير ذلك من المؤلفات التي تخصصت في السنة النبوية الشريفة، إلا أن الأمر الذي يجب التنويه به، \"أن مادة السيرة في كتب الحديث موثقة، يجب الاعتماد عليها، وتقديمها على روايات كتب المغازي، والتواريخ العامة، وخاصة إذا أوردتها كتب الحديث الصحيحة؛ لأنها ثمرة جهود جبارة قدمها المحدثون عند تمحيص الحديث، ونقده سنداً ومتناً، وهذا النقد والتدقيق الذي حظي به الحديث لم تحظ به الكتب التاريخية، ولكن ينبغي التفطن إلى أن كتب الحديث -بحكم عدم تخصصها-؛ لا تورد تفاصيل المغازي، وأحداث السيرة بل تقتصر على بعض ذلك، مما ينضوي تحت شرط المؤلف أو وقعت له روايته، وينبغي إكمال الصورة من كتب السيرة المختصة، وإلا فقد","seal":"6BE218C5","part":1},
      {"page":10,"id":11,"nass":"يؤدي ذلك إلى لبس كبير\" (1) .","seal":"D3E6FFE7","part":1},
      {"page":10,"id":12,"nass":"كتب السيرة المختصة:\rوهذا القسم من مصادر السيرة النبوية مر بالمراحل التالية:\r(أ) وهي مرحلة أولية من مراحل الاهتمام بالسيرة النبوية عن طريق الرواية الشفهية، ثم عن طريق التدوين الأولي للسيرة.\r(ب) وهي مرحلة تالية من مراحل التأليف والتدوين في كتب خاصة، ومختصة بالسيرة النبوية، ومن أجل ذلك لابد أن نقف على كل مرحلة لنرى مدى الاهتمام بسيرة المصطفى صلى الله عليه وسلم.\rالقسم الأول:\rمرحلة اهتمام الصحابة وبعض التابعين بسيرة الرسول صلى الله عليه وسلم. لقد عاش صحابة رسول الله صلى الله عليه وسلم في كنف الرسول، فتأدبوا بآدابه، وتخلقوا بأخلاقه، وعايشوه في جميع أمور حياته القولية والفعلية، وشاركوه في بعوثه وسراياه، وغزواته، وعرفوا عن قرب منه سيرته الذاتية في أزواجه، وذراريه، ومسكنه، وملبسه، ومأكله، وفراشه، وفي نومه، وفي صلاته وعبادته، ونظافته وكل شؤون حياته، لذلك \" فالصحابة على علم دقيق وواسع بالسيرة؛ لأنهم عاشوا أحداثها، وشاركوا فيها، وكانت محبتهم لرسول الله وتعلقهم به، ورغبتهم في اتباعه، وأخذهم بسنته في الأحكام، سبباً في ذيوع أخبار السيرة، ومذكراتهم فيها، وحفظهم لها ... فقد اشتهر عدد من الصحابة باهتمامهم\r__________\r(1) أكرم العمري: السيرة النبوية الصحيحة، ج1/ص50","seal":"FA663860","part":1},
      {"page":11,"id":13,"nass":"الكبير بموضوع السيرة \" (1) . ونذكر منهم على سبيل المثال (لا الحصر) :\r1- عبد الله بن عباس، رضي الله عنه، فكان يروي للناس معازي الرسول صلى الله عليه وسلم (2) .\r2- عبد الله بن عمرو بن العاص، رضي الله عنه، \" الذي كان من أبرز الصحابة اهتماماً بتدوين أحاديث الرسول صلى الله عليه وسلم حتى إنه كان يكتب كل ما يسمع من رسول الله صلى الله عليه وسلم \" (3) .\r3- البراء بن عازب، رضي الله عنه، فقد أملى في مجلسه العلمي شيئاً كثيراً من مغازي رسول الله صلى الله عليه وسلم، وخاصة فيما يتعلق بالهجرة النبوية، وبعض الغزوات، كغزوة بدر وأحد، والخندق، والحديبية، وفتح مكة، وحنين (4) .\rهؤلاء الثلاثة هم الذين ورد ذكرهم من حيث الاهتمام بسيرة الرسول صلى الله عليه وسلم وإملاؤها على تلاميذهم، وأتباعهم، والناس كافة، فحفظوا لنا شطرا كبيرا ومهما من أخبار السيرة النبوية.\rأما جيل التابعين، فقد برز منهم عدد غير قليل في الاهتمام بأحداث السيرة، ونذكر منهم على سبيل المثال (لا الحصر) .\r1- عروة بن الزبير (ت 93هـ) ، أحد الفقهاء السبعة المشهورين في المدينة، وقد اهتم بأخبار السيرة النبوية اهتماماً كبيراً، وكان كثير الحديث، وقد نقل عنه الطبري في كتابه (تاريخ الرسل والملوك) . وابن حجر في كتابه (فتح الباري) .\r__________\r(1) المرجع السابق، ج1 /ص53.\r(2) ابن سعد: الطبقات، ج1 / ص368.\r(3) محمد بن صامل السلمي: منهج كتابة التاريخ الإسلامي، ص295.\r(4) محمد مصطفى الأعظمي: مغازي رسول الله لعروة بن الزبير ص 25-26.","seal":"0D7B8BD2","part":1},
      {"page":12,"id":14,"nass":"وقد امتدحه ابن كثير بقوله «كان عروة فقيهاً عالماً حافظاً ثبتاً حجة عالماً بالسير، وهو أول من صنف في المغازي \" (1) .\rومنهجه في كتابه (المغازي) ، يتمثل فيما يلي: \"الاستشهاد بالآيات القرآنية، ويستعمل الأشعار لكن بقلة، ويهتم كثيراً بالأنساب وله عناية بإيراد الوثائق والكتب التي كتبها رسول الله صلى الله عليه وسلم كما أنه قليل الاستعمال للأسانيد\" (2) .\r2- عامر بن شراحيل الشعبي (ت103هـ) . وهو محدث ثقة، ألف كتاب (المغازي) ، وكان يحدث الناس من خلاله وقد مر على مجلسه عبد الله ابن عمر فقال: \" قد شهدت القوم فهو أحفظ لها وأعلم بها \" (3) . وكان ينقل أخبار سيرة الرسول صلى الله عليه وسلم بكل صدق وأمانة، فقد وصف بأنه محدث ثقة (4) .\r3- أبان بن عثمان بن عفان، رضي الله عنه (ت105هـ) . تولى ولاية المدينة المنورة مدة سبع سنوات في خلافة عبد الملك بن مروان وقد اهتم بأخبار غزواته وسراياه وقد أخذ عنه المغيرة بن عبد الرحمن مغازي رسول الله صلى الله عليه وسلم، فكان أبان بن عثمان يعلمها للناس ويأمرهم بتعليمها (5) .\r4- شرحبيل بن سعد المدني (ت123هـ) ، وهو محدث، صدوق قال ابن عيينة: \"لم يكن أحد أعلم بالمغازي والبدريين منه\" (6) ، ولم تصرح\r__________\r(1) ابن كثير: البداية والنهاية، ج9/ص101.\r(2) محمد بن صامل السلمي: منهج كتابة التاريخ، ص298.\r(3) ابن حجر: تهذيب التهذيب، ج5/ص67.\r(4) محمد بن صامل السلمي، منهج كتابة التاريخ، ص296.\r(5) ابن سعد: الطبقات الكبرى، ح5/ص210.\r(6) ابن حجر: تهذيب التهذيب، ح4/ص321.","seal":"6223F86F","part":1},
      {"page":13,"id":15,"nass":"المصادر بأن شرحبيل قد ألف في السيرة ولكنه احتفظ بقوائم فيها أسماء أهل بدر، وأسماء المهاجرين الأوائل (1) .\r5- محمد بن مسلم بن شهاب الزهري (ت124هـ) ، وهو من كبار المحدِّثين الذين اهتموا بالمغازي وبسيرة الرسول صلى الله عليه وسلم، وهو ثقة، \"وهو أول من استخدم طريقة جمع الأسانيد ليكتمل السياق وتتصل الأحداث دون أن تقطعها الأسانيد\" (2) ، وتعد كتاباته أول كتابات في السيرة (3) \"وهي من أوثق السير وأهمها، ويعتمد عليه ابن إسحاق كثيرا في السيرة\" (4) .\r6- عاصم بن عمر بن قتادة الأنصاري (ت129هـ) ، تربى في بيت علم وأدب، فجده كان من صحابة رسول الله صلى الله عليه وسلم، ووالده من العلماء الأفذاذ، وهو نقل عن جده ووالده، \"فكان راوياً للعلم، وله علم بالمغازي والسير، كان يجلس في مسجد دمشق، ويعلم الناس بالمغازي، وكان من المصادر المهمة التي اعتمد عليها ابن إسحاق والواقدي\" (5) .\r7- موسى بن عقبة (ت140هـ) ، له كتاب في (المغازي) يقع في مجلد مختصر، ويعده العلماء من أصح كتب المغازي (6) وهو محدث ثقة،\r__________\r(1) محمد بن صامل السلمي: منهج كتابة التاريخ، ص299.\r(2) أكرم العمري: السيرة النبوية الصحيحة، ج1/ص55.\r(3) الخطيب البغدادي: تاريخ بغداد. ج12/ص230.\r(4) سعد المرصفي: مناهج المؤلفين في السيرة النبوية، ص46.\r(5) المرجع السابق.\r(6) الذهبي: سير أعلام النبلاء، ح6/ص 115-117.","seal":"08209AFB","part":1},
      {"page":14,"id":16,"nass":"يعد من تلاميذ الزهري، لذلك فقد استفاد منه فائدة كبيرة (1) .\r8- سليمان بن طرخان التيمي (ت143هـ) ، يعد من علماء الجرح والتعديل، وهو محدث، ثقة من التابعين له كتاب\"السيرة الصحيحة\" وهو مفقود إلا بعض أجزائه (2) .\r9- محمد بن إسحاق (ت151هـ) ، أصله فارسي، تربى وتلقى العلم في المدينة المنورة، ويعد من أعلم الناس بالمغازي، \"لكن مروياته لاترقى إلى درجة الصحيح، بل الحسن بشرط أن يصرح بالتحديث لأنه مدلس \" (3) ، وقد ذكر أكرم العمري في شأن حجية ابن إسحاق ما ورد عن ابن عدي قوله\"وقد فتشت أحاديثه، فلم أجد في أحاديثه ما يتهيأ أن يقطع عليه بالضعيف، وربما أخطأ، أو وهم، كما يخطئ غيره، ولم يتخلف في الرواية عنه الثقات والأئمة وهو لا بأس به\" (4) .\rوقد ألف ابن إسحاق كتاباً في السيرة النبوية اشتمل على \"حياة الرسول صلى الله عليه وسلم قبل البعثة، وشيء من أخبار الجاهلية، ثم سيرته صلى الله عليه وسلم بعد البعثة حتى الهجرة، ثم حياته في المدينة، ومغازيه، وبعوثه حتى وفاته\" (5) ، وكتابه في السيرة النبوية مفقود، إلا أن ابن هشام قام بتهذيب ذلك الكتاب، محافظاً على النصوص التي أوردها ابن إسحاق.\r__________\r(1) أكرم العمري: السيرة النبوية الصحيحة، ج1/ص 55-56.\r(2) المرجع السابق، 1/56.\r(3) أكرم العمري: السيرة النبوية الصحيحة. 1/56.\r(4) المرجع السابق، (1/ 56) .\r(5) محمد بن صامل السلمي: منهج كتابة التاريخ الإسلامي، ص348.","seal":"F9BA22A6","part":1},
      {"page":15,"id":17,"nass":"ومنهج ابن إسحاق يقوم في جملته على\"إيراد الأخبار بالأسانيد التي وصلته، وهذه الأسانيد منها الموصول، ومنها المنقطع والمنفصل، في حين أن بعض الأخبار يوردها بدون إسناد، ويظهر هذا على نحو واضح في القسم الأول من السيرة\" (1) ، ويمكن الاطلاع على ذلك في كتابه فتجده يقول: حدثني بعض أهل مكة ... إلخ.\rولأن الكتاب لازال مفقوداً (2) فلن نسترسل في الحديث عنه ونكتفي بهذه الإلماحه.\rوقد أورد أكرم العمري مجموعة من أسماء العلماء والفقهاء الذين كان لهم النصيب الأكبر في إيضاح سيرة الرسول صلى الله عليه وسلم وهذه الفئة السابق ذكرها لم نجد لمؤلفاتهم ذكراً إلا من خلال التراجم والسير الخاصة بهم، وهي في غالب الأمر مفقودة، ومن أولئك نذكر ما يلي:\r1/ أبو معشر السندي (ت171هـ) ، له كتاب المغازي (3) .\r2/ عبد الله بن محمد بن أبي بكر المدني (176هـ) صنف في المغازي (4) .\r3/ يحيى بن سعيد الأموي (ت194هـ) صنف في المغازي (5) .\r4/ الوليد بن مسلم الدمشقي (ت196هـ) (6) .\r__________\r(1) المرجع السابق، ص350.\r(2) وجد من الكتاب قطعة حققها محمد حميد الله بعنوان (المبتدأ والمبعث والمغازي) وقد طبعت في الرباط 1396هـ. وحققها أيضاً سهيل زكار بعنوان (السيرة النبوية لابن إسحاق برواية يونس بن بكير) وطبعت في دار الفكر بدمشق.\r(3) الخطيب: تاريخ بغداد، 13/427.أكرم العمري: السيرة النبوية الصحيحة، 1/60.\r(4) المرجع السابق، 1/ 60.\r(5) المرجع السابق، 1/ 60.\r(6) المرجع السابق، 1/60.","seal":"A8A3F61D","part":1},
      {"page":16,"id":18,"nass":"5/ يونس بن بكير (ت199هـ) أحد رواة سيرة ابن إسحاق (1) .\r6/ محمد بن عائذ الدمشقي (234هـ) ، صنف في المغازي (2) .\r7/ علي بن محمد المدائني (ت235هـ) ، صنف موضوعًا في السيرة (3) .\r8/ صالح بن إسحاق الجرمي النحوي (ت235هـ) له \"كتاب في السيرة عجيب\" (4) .\r9/ إسماعيل بن جميع (ت277هـ) له كتاب \"أخبار النبي ومغازيه وسراياه\" (5) .\r10/ سعيد بن يحيى بن سعيد الأموي (ت249هـ) صنف في المغازي (6) .\r11/ أحمد بن الحارث الخراز (ت258هـ) له كتاب \"مغازي النبي وسراياه وأزواجه\" (7) .\r12/ عبد الملك بن محمد الرقاشي (ت276هـ) له كتاب \"المغازي\" (8) .\r13/ إبراهيم بن إسماعيل العنبري (ت280هـ) له كتاب \"المغازي\" (9) .\r__________\r(1) ابن حجر: الإصابه، ج1/ص242.\r(2) الذهبي: سير أعلام النبلاء،11/6.\r(3) المصدر السابق، ج10ص400. أكرم العمري: السيرة النبوية الصحيحة. 1/64.\r(4) الخطيب البغدادي: تاريخ بغداد. 9/314.\r(5) أكرم العمري: السيرة النبوية الصحيحة. 1/64.\r(6) الذهبي: سير أعلام النبلاء. 9/139.\r(7) أكرم العمري: السيرة النبوية الصحيحة. 1/64.\r(8) المرجع السابق،1/64.\r(9) المرجع السابق، 1/64.","seal":"D8B3BC4D","part":1},
      {"page":17,"id":19,"nass":"14/ إسماعيل بن إسحاق القاضي (ت282هـ) له كتاب \"المغازي\" (1) .\rثم هناك مجموعة أخرى من التابعين وأتباعهم ذكرتهم المصادر في ثنايا المعلومات باهتمامهم بالسيرة وبأخبار الرسول صلى الله عليه وسلم، وهؤلاء لم تصرح المصادر بتأليفهم في السيرة بل أشارت إلى عنايتهم، واهتمامهم بالتحديث بها. ونذكر منهم معتمدين على ما أورده أكرم العمري في ذلك (2) .\r1- عكرمة مولى ابن عباس (ت107هـ) .\r2- أبو إسحاق عمرو بن عبد الله السبيعي (ت127هـ) .\r3- يعقوب بن عتبة بن المغيرة (ت128هـ) .\r4- داود بن الحسين الأموي (ت135هـ) .\r5- عبد الرحمن بن عبد العزيز الحنيفي (ت162هـ) .\r6- محمد بن صالح بن دينار (ت168هـ) .\r7- عبد الله بن جعفر المخرمي المدني (ت170هـ) .\rوبذلك نقف على نهاية المرحلة الأولى من مراحل تدوين السيرة والاهتمام بها في عهد الصحابة، والتابعين ومن تبعهم من تلاميذهم وغيرهم، وقد أكدت جل المصادر أن مؤلفات هؤلاء العلماء الذين سبق ذكرهم يعد معظمها أو كلها مفقوداً، إلا ما ندر من بعض الأجزاء الصغيرة، أو الوريقات المبعثرة في بعض كتب من ألف في السيرة أو في كتب التاريخ العام.\rوهذه المرحلة السابق ذكرها، تميز علماؤها بأمرين هما،: (العدالة، والضبط) ، وهما شرطان عند العلماء لتوثيق الرواة، وإن كانوا قد وثقوا عند\r__________\r(1) المرجع السابق، 1/64.\r(2) السيرة النبوية الصحيحة. 1/ 64-65.","seal":"5C042654","part":1},
      {"page":18,"id":20,"nass":"المحدثين رغم دقة شروطهم في التوثيق، ورغم نظرتهم لهم بأنهم محدثون مادتهم الأحاديث، وليسوا إخباريين مادتهم الأخبار، والنقاد يتشددون في مادة الحديث كثيراً، ويتساهلون في قبول الأخبار، فإن هذا التوثيق يعطي كتاباتهم في السيرة قيمة علمية كبيرة.\rلقد حفظ الله تعالى سيرة نبيه صلى الله عليه وسلم من الضياع والتحريف، والمبالغة والتهويل، بأن هيأ لها جهابذة المحدثين ليعنوا بها، ويدونوا أصولها الأولى، قبل أن تتناولها أقلام المؤرخين، والقصاصين. وهذه ميزة لمصادر السيرة لم تتوافر لغيرها من كتب التاريخ والأخبار وتبرز هذه الميزة لكون المحدثين ثقات مأمونين في الرواية، لكونهم علماء لهم مناهج واضحة في نقد الروايات سنداً ومتناً، ولهم أسلوب يتسم بالجدية والبعد عن الحشو والمبالغة (1) حقاً لقد كانت المرحلة الأولى من مراحل الاهتمام بالسيرة النبوية، مرحلة التأسيس العلمي الأصيل لمصادر وأوعية معلومات السيرة النبوية، واتسمت هذه المرحلة بالرواية الشفهية، وبث أخبار السيرة عن طريق التلقي في الكتاتيب أو في المساجد أو في المجالس العلمية. ثم تلت هذه المرحلة مرحلة التأليف المبكر في السيرة، والتي فقدت أغلب مؤلفاتها، ولكن جاءت مرحلة تالية حفظت لنا سيرة الرسول صلى الله عليه وسلم.\rالقسم الثاني:\rمرحلة التأليف في السيرة النبوية، وهذه المرحلة تنقسم إلى قسمين كبيرين ومهمين، هما:\r__________\r(1) أكرم العمري: السيرة النبوية الصحيحة. ج1/ص65.","seal":"C8CB7139","part":1},
      {"page":19,"id":21,"nass":"أ - مرحلة التأليف المباشر.\rب - مرحلة التأليف غير المباشر، (أو التأليف الثانوي) . وبعون الله وتوفيقه نبدأ بالحديث عن مرحلة التأليف المباشر.\rأ. مرحلة التأليف المباشر: ونقصد بذلك أن مؤلفات من سنذكرهم وصلت إلينا مباشرة، وكانت مباشرتها في السيرة النبوية، ولم تتناول تلك المؤلفات أي موضوعات أخرى سوى مغازي الرسول صلى الله عليه وسلم وأخباره في جميع أمور حياته الخاصة والعامة، وسوف نذكر تلك المؤلفات على النحو التالي مع التأكيد أن السرد القادم ليس حصراً، وإنما هو مجرد أمثلة لواقع التأليف في سيرة الرسول صلى الله عليه وسلم:\rـ كتاب \"المغازي\" لمحمد بن عمر الواقدي (ت207هـ) .\rولد بالمدينة المنورة، وطلب العلم في الحجاز والشام والعراق، وعاش في كنف الدولة العباسية في عصرها الأول، وتولى منصب القضاء في عهد الخليفة هارون الرشيد، وكذا في عهد الخليفة المأمون، كان من العلماء المرموقين، ألف ما يربو على ثلاثين كتاباً في التاريخ والحوادث (1) ، وقد انتقده غير واحد في منهجيته في تأليف كتبه، فقال عنه الذهبي \"جمع فأوعى، وخلط الغث بالسمين، والخرز بالورد الثمين، فاطرحوه لذلك، ومع هذا فلا يستغنى عنه في المغازي وأيام الصحابة وأخبارهم....وقد تقرر أن الواقدي ضعيف، يحتاج إليه في الغزوات والتاريخ، ونورد آثاره من غير احتجاج ... \" (2) .\r__________\r(1) ابن النديم: الفهرست، ص111.\r(2) الذهبي: سير أعلام النبلاء، 9/454-469.","seal":"BCE43E75","part":1},
      {"page":20,"id":22,"nass":"وقال ابن كثير: \"الواقدي عنده زيادات حسنة، وتاريخ محرر غالبا؛ فإنه من أئمة هذا الشأن الكبار، وهو صدوق في نفسه مكثار\" (1) ، وقال عنه ابن سيد الناس، \"إن سعة العلم مظنة لكثرة الإغراب، وكثرة الإغراب مظنة للتهمة، والواقدي غير مدفوع عن سعة العلم، فكثرت غرائبه\" (2) .\rأما كتاب الواقدي في السيرة النبوية فقد أسماه \"المغازي\" (3) فهو مصدر أساس في السيرة النبوية، تحدث الواقدي في كتابه هذا عن غزوات الرسول وسراياه، يذكر تاريخ معظم الغزوات والسرايا، واسم قائدها، والوجهة التي ذهبت إليها، وذكر ذلك بقوله في كتابه\"فكانت مغازي النبي صلى الله عليه وسلم التي غزاها بنفسه سبعاً وعشرين غزوة، وقاتل في تسع ثم ساقها، وكانت السرايا سبعاً وأربعين سرية\" (4) .\rأما منهجه في كتابه، فإنه\"يذكر أحياناً الأسانيد مجموعة في أول كل غزوة أو سرية، وأحياناً لا يذكرها اعتماداً على ما ذكره في أول الكتاب، ويكتفي بقوله: قالوا\" (5) ، ومن منهجه أيضاً عنايته واهتمامه\"بالضبط التاريخي للوقائع والغزوات، كما أنه يعتني بذكر الرجال الذين لهم إسهامات معينة في الغزوة من إنفاق وبذل، أو مشورة ورأي، أو موقف بطولي، ويذكر الأسرى، والشهداء من المسلمين، والقتلى من الكفار ويرتبهم حسب\r__________\r(1) ابن كثير: البداية والنهاية، 3/234.\r(2) ابن سيد الناس: عيون الأثر، 1/ 26.\r(3) قام بتحقيق هذا الكتاب المستشرق، مارسدن جونس، ونشره في ثلاثة مجلدات.\r(4) الواقدي: المغازي، 1/ 7.\r(5) محمد بن صامل السلمي: منهج كتابة التاريخ الإسلامي، ص 358.","seal":"835F319E","part":1},
      {"page":21,"id":23,"nass":"قبائلهم\" (1) ، وقد انفرد الواقدي عن ابن إسحاق الذي سبق في التأليف في المغازي، بروايات في وصف سير المعارك العسكرية، وفي وصف السرايا، وبعض الحوادث الجانبية (2) .\rوكذلك خالف الواقدي ابن إسحاق في الابتعاد عن طريقة المحدثين، وعدم الالتزام بالأسانيد، وألفاظ الرواة، وساق المغازي في نسق واحد مترابط الأحداث في أسلوب قصصي واضح العبارة مما ييسر حفظها على عامة الناس (3) .\rوقد ذكر الخطيب البغدادي بأن الواقدي يركب الأسانيد (4) ، ومن هنا يتضح سبب اتهام المحدثين النقاد له بالكذب والوضع، وحكمهم عليه بأنه متروك (5) ، فمغازي الواقدي من المصادر الأساسية في دراسة سيرة النبي صلى الله عليه وسلم.\rـ كتاب \"السيرة النبوية\" لأبي محمد، عبد الله بن هشام الحميري المعافري (ت218هـ) .\rنشأ ابن هشام في البصرة، ثم رحل إلى مصر (6) ، ويعد من أعلام النحو واللغة، وله من الكتب «شرح ما وقع في أشعار السيرة من الغريب» ، وكتاب «أنساب حمير وملوكها» (7) ، والكتاب الذي اشتهر به هو كتاب\r__________\r(1) المرجع السابق، ص 359.\r(2) المرجع السابق، ص 359.\r(3) المرجع السابق، ص 360.\r(4) الخطيب البغدادي: تاريخ بغداد 3/13.\r(5) أكرم العمري، السيرة النبوية الصحيحة، 1/61-62.\r(6) ابن هشام، السيرة النبوية (مقدمة التحقيق) ص 17.\r(7) الذهبي: سير أعلام النبلاء، 1/ 429.","seal":"D4B20731","part":1},
      {"page":22,"id":24,"nass":"\"السيرة النبوية\"، وهو تنقيح وتهذيب، وتصويب لكتاب (المغازي) لابن إسحاق.\"حيث حذف ابن هشام كثيراً من الإسرائيليات والأشعار المنتحلة، وأضاف معلومات في اللغة والأنساب ... ومعظم المؤلفات بعده أخذت منه. والحق أن الصورة التي تعطيها مغازيه عن حياة الرسول صلى الله عليه وسلم تقترب إلى حدٍ كبير مما أوردته كتب الحديث الصحيحة مما يعطي سيرته توثيقاً كبيراً\" (1) ، ويقع الكتاب في أربعة أجزاء، يبدأ في ذكر نسب الرسول صلى الله عليه وسلم، وينتهي بمرثية حسان بن ثابت في الرسول صلى الله عليه وسلم، وقد توافر على تحقيقه مجموعة من الباحثين، والذي يقع بين أيدينا من الكتاب الطبعة الثانية1375هـ/1955م.\rولقد نالت السيرة النبوية لابن هشام -التي هي في الأصل كتاب المغازي لابن إسحاق -عناية بعض العلماء، فتناولوها بالشرح والتعليق ونذكر منهم:\rالسهيلي، عبد الرحمن بن عبد الله، أبو القاسم (ت581هـ) نشأ في الأندلس، ورحل إلى مراكش، وشرح السيرة النبوية لابن هشام في كتاب أسماه «الروض الأنف» (2) .\rأما الشخصية الثانية التي تناولت سيرة ابن هشام فهو: أبو ذر الخشني واسمه: مصعب بن محمد المعروف بابن أبي الركب، الجياني، نسبة إلى بلدة واسعة بالأندلس (المتوفى سنة604هـ) له كتاب مطبوع أسماه\" شرح غريب سيرة ابن إسحاق\" (3) . واللافت للنظر أن الذين اهتموا بسيرة ابن هشام هما من علماء الأندلس.\r__________\r(1) أكرم العمري: السيرة النبوية الصحيحة، 1/66.\r(2) ابن هشام: السيرة النبوية (مقدمة التحقيق) ص19.\r(3) المصدر السابق،ص 20-21.","seal":"D5571D80","part":1},
      {"page":23,"id":25,"nass":"-كتاب \"أزواج النبي صلى الله عليه وسلم \" لمحمد بن الحسن بن زَبَالة (ت199هـ) (1) ، رواية، الزبير بن بكار (2) (ت256هـ) .\rوابن زَبَالة من أهل المدينة المنورة، ذو باع طويل في حفظ الأخبار ووصف الأماكن والديار، اعتمد عليه السمهودي في تأليف كتابه \"وفاء الوفاء بأخبار دار المصطفى\" (3) ، وخاصة فيما يتعلق بخطط المدينة المنورة.\rأما كتاب ابن زبالة هذا الذي يعدُّ من مصادر سيرة الرسول صلى الله عليه وسلم، فهو يتحدث عن أزواج النبي صلى الله عليه وسلم (4) وهو كتاب صغير الحجم وردنا من طريق رواية الزبير بن بكار عن طريق مجموعة من الأسانيد، ذكرها محقق الكتاب (5) وقد عرض ابن زبالة في كتابه هذا لأزواج النبي صلى الله عليه وسلم بدءاً من أم المؤمنين خديجة رضي الله عنها، وقد أفاض المؤلف في الحديث عنها، وكذا أفاض في حديثه عن قصة زواج عائشة بنت أبي بكر الصديق، رضي الله عنها، واستمر المؤلف في سرد قصة زواج كل زوجة من أزواج النبي صلى الله عليه وسلم حتى\r(1) يلاحظ أن هذا المصدر جاء خلاف ما جرى عليه تنظيم هذا البحث من حيث السياق التاريخي لسرد المصادر الوارد ذكرها والسبب في ذلك يعود لكون كتاب ابن زَبَالة (الأصل) مفقود واعتمدنا رواية الزبير بن بكار المتوفى 256هـ، وهذا يأتي ضمن السياق التاريخي للبحث، باعتبار أن الزبير بن بكار هو الذي أخرج الكتاب إلى النور، ومن هنا اعتمدنا تاريخ وفاته وهو الأصل في السياق التاريخي.\r(2) الزبير بن بكار القرشي الأسدي (172-256هـ) ، هو أحد كبار الأدباء والإخباريين والنسابين، له كتاب\"جمهرة نسب قريش وأخبارها\" وله بعض المؤلفات الأخرى. انظر: ابن زبالة: أزواج النبي صلى الله عليه وسلم، مقدمة التحقيق، ص.30\r__________\r(3) المصدر السابق، ص 16.\r(4) قام بتحقيقه، الأستاذ/ د. أكرم العمري، ونشرته الجامعة الإسلامية بالمدينة المنورة 1401هـ/1981م.\r(5) المصدر السابق، ص27/28.","seal":"64CAFA36","part":1},
      {"page":24,"id":26,"nass":"آخر امرأة ذكرها وهي مارية القبطية، وختم ابن زبالة كتابه بموضوع «ما جاء فيما أوتي النبي صلى الله عليه وسلم من القوة في الجماع» (1) .\rوالملاحظ على هذا الكتاب كثرة الأسانيد، وقلة المعلومات، فكان يوثق معلوماته بهذه الأسانيد، وقد أفاض في الشرح في زواج أمهات المؤمنين (خديجة وعائشة، وميمونة بنت الحارث) ، والكتاب يعول عليه في دراسة أزواج النبي صلى الله عليه وسلم؛ لأنه أقدم كتاب وصل إلينا عن أزواج النبي صلى الله عليه وسلم.\rـ كتاب \"تركة النبي صلى الله عليه وسلم والسبل التي وجهها فيها\" (2) . ألفه، حماد بن إسحاق بن إسماعيل (ت 267هـ) . وهذا العالم ينتمي إلى أسرة علمية عاشت في العراق «وقد اشتهر العديد من رجالات هذا البيت بالعلم وجلالة القدر والسؤدد في الدين والدنيا» (3) . فقد تولى القضاء في مدينة بغداد، وحدث بها، وألف مجموعة من الكتب، فقدت ما عدا هذا الكتاب الذي بين أيدينا، ومن كتبه المفقودة (كتاب المهادنة، كتاب الرد على الشافعي) (4) . وكانت علاقاته جيدة مع دار الخلافة، ما عدا الخليفة المهتدي العباسي الذي جرى بينهما خلاف لم تذكره المصادر، إذ جرت عليه محنة، وضُرب بالسياط.\rأما كتاب \"تركة النبي صلى الله عليه وسلم \" فهو من أجلِّ مصادر السيرة النبوية، اعتمد المؤلف في تأليفه على ثمانية وعشرين شيخاً أغلبهم من مشاهير العلماء\r__________\r(1) المصدر السابق، ص 86.\r(2) حققه، د/أكرم العمري، طبعة بيروت، الطبعة الأولى 1404هـ/1984م.\r(3) حماد بن إسحاق، تركة النبي صلى الله عليه وسلم (مقدمة التحقيق) ، ص 6.\r(4) الذهبي، سير إعلام النبلاء، 1/ 456.","seal":"94ED8265","part":1},
      {"page":25,"id":27,"nass":"من أئمة الحديث، والكتاب في جملته صغير الحجم، لكنه عظيم الفائدة فهو يتحدث عن خيل الرسول صلى الله عليه وسلم، ودوابه، وسلاحه، وكسوته، وسريره، ومنائحه ولقاحه وخدمته. وعندما تقرأ هذه الموضوعات تجد فيها الزهد والتواضع، وعدم حب الدنيا ومظاهرها فكان يسأل ربه الكفاف، وأخذ البلغة من الدنيا، والزهد فيما فوق ذلك رغبة في توفير نعيم الآخرة، وإيثاراً لما يبقى على ما يفنى (1) .\r\"ولو كان العوز وضيق ذات اليد سبب زهده، لتغير حاله عندما جاء الله بالغنى، ولكنه آثر الزهد وخشونة العيش، وقلة الطعام لنفسه وآل بيته؛ تجافياً، وترفعاً، وإيثاراً وكراهة للشبع\" (2) .\rوقد اعتمد في تأليفه كتابه هذا على أحاديث رسول الله صلى الله عليه وسلم، ثم استفاد أيضا من كتاب (المغازي) للواقدي، وحماد بن إسحاق لم يأخذ الحديث عن الواقدي؛ لأنه متروك في ذلك، ولكن أخذ عنه بعض المعلومات في الأخبار، وكذا المعلومات التي لم يجدها عند المحدثين\" فروايات الواقدي تتناول ما اتخذه رسول الله صلى الله عليه وسلم من الملابس والإبل والغنم والخيل والسراج، وما يشبه ذلك مما يتساهل في روايته ... وقد اعتمد حماد بصورة أساسية على الواقدي في هذا القسم من كتابه\" (3) .\rوكتاب تركة النبي صلى الله عليه وسلم كتاب جليل القدر عظيم المنفعة، لا يستغني عنه من أراد الاطلاع على سيرة الرسول صلى الله عليه وسلم.\r__________\r(1) حماد بن إسحاق: تركة النبي صلى الله عليه وسلم (مقدمة المحقق) ، ص14.\r(2) المصدر السابق، (مقدمة التحقيق) ، ص 24.\r(3) المصدر السابق، (مقدمة التحقيق) ، ص 24.","seal":"F69C916E","part":1},
      {"page":26,"id":28,"nass":"ـ كتاب \"جوامع السيرة\"، للإمام الحافظ، أبي محمد، علي بن أحمد بن سعيد بن حزم (ت 456هـ) . وهو ابن حزم الظاهري ولد في قرطبة بالأندلس، وفيها عاش وتربى تربية دينية فحفظ الحديث والفقه، واستنبط الأحكام من الكتاب والسنة، وكان متفنناً في علوم جمة، عاملاً بعلمه، زاهداً في الدنيا (1) ، وكان طبيباً، شاعراً له في مجال الطب والأدب عدة رسائل.\rوقد ألف مجموعة كبيرة من المصنفات العلمية منها:\r1- الإيصال إلى فهم كتاب الخصال الجامعة لحمل شرائع الإسلام في الواجب والحلال والحرام والسنة والإجماع.\r2- الإحكام في أصول الأحكام.\r3- الفصل في الملل والأهواء والنحل.\r4- مراتب العلوم.\rقال عنه ابن بشكوال: \"كان أبو محمد أجمع أهل الأندلس قاطبة لعلوم الإسلام، وأوسعهم معرفة مع توسعة في علم اللسان، ووفور حظه من البلاغة والشعر، والمعرفة بالسير والأخبار\" (2) . وقال عنه ابن خلكان: \"ما رأينا مثله فيما اجتمع له من الذكاء وسرعة الحفظ، وكرم النفس والتدين\" (3) .\rأما كتابه\"جوامع السيرة\" فهو كتاب محقق، ومطبوع، وقام بتحقيقه مجموعة من الباحثين (4) . وقد اشتمل الكتاب على موضوعات في السيرة بدءاً\r__________\r(1) ابن خلكان: وفيات الأعيان، ج 3، ص 325.\r(2) ابن بشكوال: الصلة، ص395.\r(3) ابن خلكان: وفيات الأعيان، ح3/ص326.\r(4) طبع في باكستان. (بدون تاريخ)","seal":"668EBC2F","part":1},
      {"page":27,"id":29,"nass":"من نسبه صلى الله عليه وسلم، ومولده وحجه، وغزواته وصفاته ونسائه، وأولاده وأخلاقه، إضافة إلى الهجرة وأعماله صلى الله عليه وسلم في المدينة المنورة، وتفاصيل كثيرة في سراياه وغزواته. إضافةً إلى الحديث عن إسلام بعض الوفود التي وفدت على الرسول صلى الله عليه وسلم وهو بالمدينة، ثم انتهى حديث ابن حزم عن حجة الوداع، ثم وفاة الرسولصلى الله عليه وسلم (1) .\rوالمتأمل لكتاب السيرة لابن حزم يلمس أن المؤلف مال إلى الاختصار لكي يسهل على طلاب العلم الإفادة من علمه على نحو كبير، لذلك نجده جرد كتابه من ذكر الأسانيد ما عدا روايات محدودة نقلها عن ابن عبد البر، وخليفة بن الخياط، وأبي حسان الزيادي، وكذلك جرد كتابه من الأشعار والقصص (2) ، ونجده غالباً ما يرجح بين الروايات، ويحقق في تواريخ الأحداث (3) . ولقد تميز كتابه هذا بالعناية البالغة في فصلين هامين هما:\rأعلام الرسول، وخلقه وشمائله؛ لأن ذلك يمثل الجانب العملي في الكمال الخلقي للرسول صلى الله عليه وسلم (4) .\rوقد اشتمل كتاب \"جوامع السيرة\" على معلومات جيدة من كتب مختصة بالسيرة النبوية، وقد امتاز الكتاب بالدقة البالغة في تحليل النص المنقول (5) ، كما امتاز بالشرح والتحليل لغزوات الرسول صلى الله عليه وسلم فعقد لها فصولاً مطولة، وأدلة بينة وواضحة.\r__________\r(1) انظر فهارس كتاب جوامع السيرة لابن حزم.\r(2) ابن حزم: جوامع السيرة، (مقدمة التحقيق) ، ص13.\r(3) سعد المرصفي: مناهج المؤلفين في السيرة النبوية، ص55.\r(4) ابن حزم: جوامع السيرة، (مقدمة التحقيق) ،ص7.\r(5) المصدر السابق، ص11.","seal":"C2FF3316","part":1},
      {"page":28,"id":30,"nass":"ـ كتاب \"الدرر في اختصار المغازي والسير\" للحافظ، يوسف بن عبد البر النمري (ت463هـ) . ولد ابن عبد البر في قرطبة من الأندلس، ونشأ وتربى في بيت علم وأدب ومعرفة، إذ كان والده من فقهاء قرطبة ومحدثيها، فقد توجَّه منذ صغره لدراسة العلوم الدينية والعربية، وتتلمذ على عدد من العلماء، وتعلم الفقه، والحديث، والتاريخ، والمغازي، والأخبار، والأنساب (1) .\rبعد أن ساءت الأحوال في قرطبة شدّ به الرحيل إلى شرق الأندلس، ونزل دانية، ثم بلنسية، ثم شاطبة، واتصل بالملك المظفر بن الأفطس فأكرمه هو وابنه، وولاه ولاية القضاء في الأشبونة، وشنترين (2) .\rوتتفق مصادر المعلومات بأن ابن عبد البر من علماء الأندلس الأفذاذ، وأن له عدداً من المؤلفات نذكر منها:\r1- التمهيد لما في الموطأ من المعاني والأسانيد.\r2- الاستذكار لمذاهب علماء الأمصار فيما تضمنه الموطأ من معاني الرأي والآثار.\r3- الاستيعاب.\r4- جامع بيان العلم وفضله وما ينبغي في روايته وحمله.\r5- العقل والعقلاء وما جاء في أوصافهم.\r6- قبائل العرب وأنسابهم.\r7- بهجة المجالس وأنس المجالس (3) .\r__________\r(1) ابن عبد البر: الدرر في اختصار المغازي والسير (مقدمة التحقيق) ص5.ابن بشكوال: الصلة، ص64.\r(2) الحميدي: جذوة المقتبس، ص344. ابن خلكان: وفيات الأعيان، ح7/ص67\r(3) ابن خلكان، وفيات الأعيان: ح7،ص 67.","seal":"30E7BDB1","part":1},
      {"page":29,"id":31,"nass":"أما كتابه (الدرر في اختصار المغازي والسير) ، فهو كتاب محقق ومطبوع (1) ، اختص بسيرة الرسول صلى الله عليه وسلم وقد اشتمل على عدة أبواب في السيرة نذكر منها:\rباب في خبر مبعثه صلى الله عليه وسلم، ودعاء الرسول الناس للإسلام ذكر الهجرة إلى الحبشة، ذكر دخول بني هاشم وبني المطلب في شعب أبي طالب، ثم باب الهجرة إلى المدينة، وتحت هذا الباب سرد ابن عبد البر مغازي رسول الله صلى الله عليه وسلم وبعوثه، وأفرد لها مساحة شاسعة من كتابه، تناول في ذلك جميع الغزوات والسرايا والبعوث، وإسلام القبائل ووفودها، ثم تناول حجة الوداع، وأفرد بابا خاصاً بذكر وفاة الرسول صلى الله عليه وسلم. ويتضح من عنوان الكتاب أنه يميل إلى الاختصار في السيرة، وقد استبعد الحشو والأشعار والقصص، فاكتفى باختيار الفوائد والدرر من المعلومات المفيدة والمهمة، قال عنه الحميدي: \"كان من أضبط الناس لكتبه وأفهمهم لمعاني الرواية\" (2) .\rوكان يندر التزامه بالأسانيد، ويختصرها في كثير من المواضع\" فلا يذكر سلسلة رواتها كاملة، بل يكتفي بمثل قوله: روي عن عبادة بن الصامت، أو قال ابن شهاب الزهري ... \" (3) .\rوقد اعتمد ابن عبد البر على ثلاثة مصادر رئيسة في كتابه وهي مغازي موسى بن عقبة، وسيرة ابن إسحاق، وتاريخ ابن أبي خيثمة، إضافة إلى الأحاديث النبوية الصحيحة. ونستطيع القول بأنه اعتمد على نحو مباشر على\r__________\r(1) حققه شوقي ضيف، طبعة القاهرة، 1386هـ/1966م.\r(2) الحميدي: جذوة المقتبس، ص345\r(3) ابن عبد البر: الدرر في اختصار المغازي والسير، ص10، (مقدمة التحقيق) .","seal":"3DB2404D","part":1},
      {"page":30,"id":32,"nass":"روايات ابن إسحاق وقد أوضح ذلك ابن عبد البر في خطبة كتابه هذا وبين بشكل واضح مصادر معلوماته في كتابه، وأصبح كتاب الدرر في اختصار المغازي والسير مرجعاً علمياً لمن جاء بعده، وبخاصة ابن حزم الذي اعتمده مصدراً أساساً في كتابه (جوامع السيرة) . كذلك ابن سيد الناس في كتابه (عيون الأثر في فنون المغازي والشمائل والسير) .\rفكتاب \"الدرر في اختصار المغازي والسير\" كتاب جليل القدر عظيم المنفعة، ويعد مصدراً لا غنى عنه لدارسي السيرة النبوية.\rـ كتاب \"الاكتفاء في مغازي رسول الله والثلاثة الخلفاء\"، للإمام أبي الربيع سليمان بن موسى الكلاعي الأندلسي (ت634هـ) . من علماء الأندلس، ولد وعاش وتربى في مدينة بلنسية، فتعلم الحديث وعلومه إلى أن وصل إلى منزلة رفيعة في علوم الحديث (1) ، وقال عنه ابن الأبَّار في ذلك: \"وانتفعت به في صناعة الحديث كل الانتفاع، وأفادني مالم يفد أحداً مما كان عنده من الغرائب\" (2) ، وكان أديباً وخطيباً مفوهاً ولي خطابة بلنسية، وله خط حسن وجميل، وله استبحار في الأدب والبلاغة (3) ، \" والحق أن أبا الربيع الكلاعي كان نمطاً فريداً في عصره، فهو حافظ محدث وأديب متقن، وشاعر رقيق، أنيق الشارة حسن الزي\" (4) ، أما مؤلفاته فقد توزعت بين علمي الحديث والأدب، ونذكر منها على سبيل المثال:\r__________\r(1) الذهبي: تذكرة الحفاظ، ح4/ص209. ابن العماد: شذرات الذهب. ح3/ص164.\r(2) ابن الأبار: تكملة الصلة، ص 101.\r(3) ابن العماد: شذرات الذهب، ح3/ص 164.\r(4) الكلاعي: الاكتفاء. مقدمة التحقيق، ص ز.","seal":"3E8687F6","part":1},
      {"page":31,"id":33,"nass":"1- مصباح الظلم من حديث رسول الله صلى الله علي وسلم.\r2- الأربعين حديثاً.\r3- السباعيات المخرجة من أحاديث أبي علي الصدفي.\r4- الإعلام بأخبار البخاري الإمام.\r5- المسلسلات من الأحاديث والآثار والإنشادات.\r6- نكتة الأمثال ونفثه السحر الحلال.\rوغير ذلك من المؤلفات التي ضاع غالبها (1) .\rأما كتابه هذا \"الاكتفاء في مغازي رسول الله، ومغازي الثلاثة الخلفاء\"، فالكتاب محقق ومطبوع (2) ، وينقسم إلى قسمين، الأول عن سيرة الرسول صلى الله عليه وسلم وهذا الذي يعنينا بالدراسة، والثاني عن مغازي الخلفاء الراشدين الثلاثة، أبي بكر، وعمر، وعثمان، رضي الله عنهم.\rوقد اشتمل كتاب (الاكتفاء) على موضوعات عديدة ومتنوعة في السيرة النبوية، فقد بدأ بذكر نسب رسول الله صلى الله عليه وسلم، ثم تحدث عن الهجرة، فالسرايا، والغزوات وما صاحبها من تطورات في الميدان العسكري، والتنظيمي للدولة الإسلامية، ولا ينفرد الكتاب بموضوعات جديدة في السيرة، وإنما هو سرد تاريخي لسيرة الرسول صلى الله عليه وسلم، استقى الكلاعي معلوماته من كتب موسى بن عقبة ومحمد بن إسحاق، والواقدي، والزبير بن بكار، وابن أبي خيثمة، واعتمد على نحو مباشر على كتاب ابن إسحاق، إذ قصد إلى تجريده من\r__________\r(1) المصدر السابق، (مقدمة التحقيق) ،ص ط/ي.\r(2) نشر: مكتبة الخانجي القاهرة، ومكتبة الهلال بيروت 1389هـ/1970م.","seal":"BDFA5418","part":1},
      {"page":32,"id":34,"nass":"اللغات وكثير من الأنساب والأشعار (1) .\rوقد بين الكلاعي أسباب تأليفه لكتابه هذا في أمرين، أولهما: دافع ديني، ثم إفادة الناس بأخبار نبيِّهم صلى الله عليه وسلم حيث قال في مقدمة كتابه: \"وكل ذلك يشهد أن المراد فيه بالقصد الأول وجهه الكريم ... ثم القصد الثاني، متوفر على إيثار الرغبة في إيناس الناس بأخبار نبيهم صلى الله عليه وسلم\" (2) ، فالكلاعي هنا قام بتمحيص الكتب التي استفاد منها ورتب معلوماتها واستكمل النقص وهو بذلك قام بجمع معلومات السيرة في كتابه هذا، ويتضح لنا أن الكلاعي تجنب الإسناد في رواياته للأخبار من كتب المغازي السابقة، وبالغ في دقة المعلومات والإحاطة بدقائق الأمور. فالكتاب مصدر من مصادر السيرة النبوية لا غنى عنه.\rـ كتاب \"الرسالة الكاملية في السيرة النبوية\"، لعلاء الدين علي بن أبي الحزم القرشي الدمشقي الشافعي ابن النفيس (ت 687هـ) . نشأ بدمشق وبها تربى وتعلم فنون العلم والمعرفة، وقد اشتهر بالذكاء المفرط، والذهن الخارق (3) ، وقد صار إماماً في الطب لا يضاهى في معرفته وإدراكه\" (4) ، ويعد شيخ الطب بالديار المصرية فلم يكن على وجه الأرض مثله، ولا جاء بعد ابن سينا مثله، وقد درس الفقه في المدرسة المسرورية بالقاهرة، وكان له\r__________\r(1) المصدر السابق، (مقدمة التحقيق) ، ص 5.\r(2) المصدر السابق، ص 5.\r(3) ابن العماد: شذرات الذهب، ح22، ص 401.\r(4) صالح الضويحي: اتجاهات الكتابة في السيرة النبوية خلال القرن السابع الهجري، ص 161.","seal":"89FCC957","part":1},
      {"page":33,"id":35,"nass":"مجلس في داره يحضره جمع من الناس من مختلف فئاتهم (1) أما مؤلفاته فهي كثيرة ومتنوعة، وقد احتل الطب الصدارة بين تلك المؤلفات، ونذكر منها على سبيل المثال:\r1- كتاب الشامل في الطب (2) .\r2- كتاب المهذب.\r3- كتاب شرح القانون في الطب لابن سينا.\r4- المختصر في القانون.\r5- شرح كتاب الهداية لابن سينا.\r6- وله تصانيف كثيرة في الفقه وأصوله، وفي العربية والجدل والبيان (3) .\rأما كتابه في السيرة فقد أسماه\" الرسالة الكاملية في السيرة النبوية\"؛ إذ بنى كتابه على منهج الفلاسفة، وجعله في ثمانية فصول، تناول أغلب موضوعات السيرة النبوية، وقد بين منهجه في ذلك بقوله: \"فإن قصدي في هذه الرسالة اقتصاص ما ذكره فاضل بن ناطق عن الرجل المسمى بكامل فيما يتعلق بالسيرة النبوية، والسنن الشرعية على طريق الإجمال\" (4) ، وقد علق على هذا الفن من التصنيف في السيرة، صالح الضويحي بقوله\" وهي من محاولات الفلاسفة تقريب معاني الشرع، وأصول الدين، كالنبوة، والوحي، والرسالة،\r__________\r(1) المرجع السابق، ص161.\r(2) يحتوي على ثلاثمائة مجلدة.\r(3) ابن العماد: شذرات الذهب، 3/402. وقد وقف كتبه على البيمارستان المنصوري في القاهرة.\r(4) ابن النفيس: الرسالة الكاملية. ص4.","seal":"9BE1DA77","part":1},
      {"page":34,"id":36,"nass":"والشرائع إلى المفاهيم المثالية الفلسفية، وربط معاني الكمال الفلسفية بالمصطلحات الشرعية وتلبسها بها، توهيماً للعامة عند الفلاسفة وهم الأنبياء وأتباعهم\" (1) .\rولا يعد هذا المصدر من المصادر الميسرة في دراسة السيرة؛ لأنه بطبعه يميل إلى فلسفة الأمور وشرحها بطريقة تصعب على المتلقي العادي، لذلك فهذا المصدر قد يهمّ طائفة دون أخرى من المتلقين نظراً لصعوبة مادته العلمية. فهو ليس كبقية المصادر التي تشرح موضوعات السيرة بطريقة بينة وواضحة ومكشوفة بدون تأويل ولا فلسفة في غالب الأحيان تضر ولا تنفع.\rـ كتاب \"مختصر السيرة النبوية\" لعماد الدين أحمد بن إبراهيم الواسطي (ت711هـ) ، ولد بواسط، ونشأ وتربى في أسرة علمية، اتجه إلى حفظ القرآن الكريم، وأحاديث الرسول صلى الله عليه وسلم وتفقه على علماء واسط (2) ، كانت له رحلات واسعة في عدد من مدن العالم الإسلامي، فقد رحل إلى بغداد، ثم جاور بمكة المكرمة ثم رحل إلى القاهرة، ثم إلى الإسكندرية، ثم قدم إلى دمشق واستقر به المقام في دمشق حتى وفاته، \" أقبل على مطالعة كتب السيرة، وكتب الحديث والسنة والآثار، وأخذ من جميع طرائقه وأحواله، وأذواقه وسلوكه، واقتفى آثار الرسول صلى الله عليه وسلم وهديه، واعتنى بأمر السنة أصولاً وفروعاً\" (3) . ولعماد الدين الواسطي مجموعة من المؤلفات في علوم الدين والسيرة النبوية نذكر منها على سبيل المثال:\r1- شرح منازل السائرين (للهروي) ولم يتمه.\r__________\r(1) صالح الضويحي: الاتجاهات الحديثة في كتابة السيرة. ص161.\r(2) ابن حجر: الدرر الكامنة، 1/91. ابن العماد الحنبلي: شذرات الذهب، 3/24.\r(3) الواسطي: مختصر السيرة، (مقدمة التحقيق) ، ص2.","seal":"4D2C1845","part":1},
      {"page":35,"id":37,"nass":"2- البلاغة والإقناع في حل شبهة مسألة السماع.\r3- مدخل الفقه واللسان.\r4- مفتاح طريق المحبين وباب الأنس برب العالمين.\r5- مختصر السيرة لابن إسحاق.\r6- مختصر دلائل النبوة للبيهقي.\r7- العقيدة الواسطية (1) .\rأما كتابه \"مختصر السيرة النبوية\" (2) ، فقد أشار الواسطي أن هذا الكتاب هو مختصر لكتاب ابن إسحاق \"مغازي الرسول صلى الله عليه وسلم\".\rوقد ذكر الواسطي في كتابه هذا مجموعة كبيرة من الموضوعات التي تتعلق بجوانب كبيرة بالسيرة، وموضوعات أخرى ذات صلة بالسيرة النبوية، ولكنها صلة غير مباشرة كذكر المؤلف لإسلام بعض الشخصيات وبعض من قصص العرب في الجاهلية وخلاف ذلك، وقد ابتدأ الواسطي كتابه هذا بذكر نسب رسول الله صلى الله عليه وسلم، ثم ولادته ورضاعته، وزواجه من أم المؤمنين خديجة رضي الله عنها، وذكر أولاده، ومبعثه، ثم غزواته وبعض من أخلاقه وآدابه وشمائله صلى الله عليه سلم (3) . وبما أن الواسطي كان من علماء السلف الصالح وممن وصف بالورع والتقوى، وعزوف عن الدنيا، وهو بذلك جنَّدَ نفسه داعية إلى الله فقد انعكست هذه المفاهيم على مؤلفه هذا،\r__________\r(1) انظر المصدر السابق، (مقدمة التحقيق) ،ص3. ابن العماد: شذرات الذهب،3/24.\r(2) يعكف على تحقيق الكتاب مجموعة من الباحثين في جامعة أم القرى وقد انتهى الجزء الأول من الكتاب.\r(3) انظر فهارس الكتاب، ومادته العلمية.","seal":"28EBD899","part":1},
      {"page":36,"id":38,"nass":"فحاول تجريده من معظم الأشعار التي لا يرى ضرورة في بقائها في كتاب سيرة ابن إسحاق، كذلك رأى كثرة الأنساب التي طغت على معظم موضوعات الكتاب فقام بحذف معظم الأنساب، ثم اتجه إلى زيادة بعض الموضوعات الأساسية في الكتاب، وكذا ترجم لبعض الأعلام الوارد ذكرهم في السيرة، فهو كتاب مفيد، ويعد من مصادر السيرة النبوية.\rـ كتاب \"الزهر الباسم في سيرة أبي القاسم صلى الله عليه وسلم\" للحافظ علاء الدين مغلطاي بن قليج الحنفي (ت762هـ) . ولد في مصر وبها نشأ وتربى، ورحل إلى بلاد الشام، والتحق بحلق العلم ومجالس العلماء، \"وقد اجتهد في طلب العلم والحرص عليه بنفسه فأكثر جداً من القراءة والسماع، وحصل من المسموعات ما يطول عدُّه، وانتقى وخرج وتفقه وأفاد، وكَتَبَ الطباق (1) ، وقرأ النسائي بنفسه ... ، واشتغل بالكتابة حتى صارت له مشاركة جيدة في فنون العلم، وأكثر جداً من جمع الكتب حتى حصَّل مكتبة ضخمة، وكتب بخطه الكثير\" (2) ، وكان له اطلاع واسع بالحديث وعلومه، وكذا بالأنساب وبالأدب والشعر (3) . وقد اشتغل بالتدريس ونشر العلم في القاهرة وذلك في مدارس عديدة، وأيضا في حلقات العلم في المساجد (4) .\rوقد وصف \" بالحفظ، والإمامة، وسعة الاطلاع وكثرة التصانيف\" (5) .\r__________\r(1) كتابة الطباق عبارة عن كتابة أسماء الذين حضروا السماع على الكتاب المسموع.\r(2) مغلطاي: الزهر الباسم، (مقدمة التحقيق) ج1، ص40.\r(3) ابن حجر: الدرر الكامنة، 4/353.\r(4) المصدر السابق، 4/352.\r(5) مغلطاي: الزهر الباسم، (مقدمة التحقيق) 1/43.","seal":"4B36B8FC","part":1},
      {"page":37,"id":39,"nass":"وهذه الصفات جعلت له مكانة علمية متميزة، واتضح ذلك من خلال ثناء العلماء عليه وعلى فضله وكثرة إنتاجه.\rأما مؤلفاته فهي كثيرة جداً اتسمت بالنقولات الكثيرة، وكثرة الاستدراك والتعقيب والتتميم، والتنوع في التأليف، ومعظم مؤلفاته مفقودة ونذكر منها:\r- الأحكام مما اتفق عليه الأئمة الستة.\r- الإشارة إلى سيرة المصطفى ومن بعده من خلفاء.\r- الإعلام بسنته عليه الصلاة والسلام.\r- الاكتفاء بتنقيح كتاب الضعفاء.\r- إكمال تهذيب الكمال.\r- الإمامة.\r- الإيصال في اللغة.\r- خصائص المصطفى عليه الصلاة والسلام.\r- دلائل النبوة (1) .\rأما كتابه الذي بين أيدينا فهو: \"الزهر الباسم في سيرة أبي القاسم صلى الله عليه وسلم\" فقد حقق الجزء الأول منه في رسالة علمية بجامعة أم القرى لسنة1421هـ، وبقية الكتاب لا زالت بحاجة إلى تحقيق ونشر.\rأما موضوعات الكتاب فهي تتناول سيرة الرسول صلى الله عليه وسلم، وقد ابتدأ كتابه هذا بحديث أول من تكلم باللغة العربية، ثم تناول طرفاً من سير بعض الرسل\r__________\r(1) عن مؤلفات مغلطاي يمكن الاطلاع على مقدمة كتابه \"الزهر الباسم\".","seal":"563AA6B4","part":1},
      {"page":38,"id":40,"nass":"والأنبياء، ثم تحدث عن أصل العرب وأنسابهم، وتحدث عن بعض الشخصيات في الجاهلية، ثم عن وقعة الفيل وما ورد فيها من أقاويل وأخبار، ثم تحدث عن بعض أعلام المسلمين، ثم بعد ذلك تحدث عن الرسول صلى الله عليه وسلم وولادته والبشارة بنبوته ثم نسبه، ثم زواجه من خديجة رضى الله عنها، ثم هجرته صلى الله عليه وسلم إلى المدينة، وتحدث مغلطاي عن سرايا الرسول وغزواته وحياته الشخصية وغير ذلك من موضوعات السيرة (1) .\rوقد اعتمد في تأليف كتابه هذا على سيرة ابن إسحاق وسيرة ابن هشام، وقد انتقد سيرة ابن إسحاق ووضع عليها ملاحظات وتقويمات نقدية، والملاحظ على كتاب: \"الزهر الباسم\" أن المؤلف يسرد في كتابه موضوعات كثيرة لا علاقة لها بسيرة الرسول صلى الله عليه وسلم، والمتمعن في الكتاب يدرك هذا الأمر. وقد اعتنى بسرد أقوال العلماء في الحوادث التاريخية وموضوعات السيرة التي يقع فيها الخلاف، ثم بين أهمية علم النسب، ورد على من زعم أنه علم لا ينفع، ثم بين الألفاظ الغريبة واشتقاقاتها اللغوية التي وردت في السيرة (2) ، ثم إنه أورد أشعاراً كثيرة في موضوعات متعددة في السيرة، وهذا بخلاف من سبقه من علماء السيرة الذين يحاولون تجريدها من الأشعار والقصص والأخبار الغريبة. وقد اهتم كثيراً بأمر الاستدراك سواء في الحديث أو التاريخ أو النسب أو اللغة أو الشعر وخلاف ذلك، وجاء تنوع مادة الكتاب العلمية وخروجه عن السيرة النبوية نظراً لتعدد مصادر المعلومات فقد\r__________\r(1) انظر فهارس الكتاب في الجزء المحقق، ج2/1094-1128.\r(2) مغلطاي: الزهر الباسم، (مقدمة التحقيق) ، ج1/ ص 90.","seal":"E715834D","part":1},
      {"page":39,"id":41,"nass":"استوعب المؤلف أغلب المصادر الأصلية للسيرة النبوية (1) . فكتاب \"الزهر الباسم في سيرة أبي القاسم\" من المصادر الجيدة التي اهتمت بدراسة سيرة المصطفى صلى الله عليه وسلم، ولا غنى للباحثين وطلاب العلم من الرجوع إلى الكتاب.\rـ كتاب \"الفصول في سيرة الرسول صلى الله عليه وسلم \" للحافظ أبي الفداء إسماعيل ابن كثير (774هـ) ، نشأ ابن كثير وتربى في دمشق، وتعلم العلوم الشرعية وعمره لم يتجاوز الثامنة عشرة، وتفقه على عدد من علماء عصره منهم البرهان الفزاري والكمال بن قاضي شهبة، وابن تيمية، والأصبهاني (2) ، كان كثير الاستحضار، قليل النسيان، جيد الفهم، له مشاركات في بعض النصوص الأدبية والشعرية، وقد وصف بأنه الإمام المحدث المفتي البارع، يحفظ المتون (3) ، وقال عنه ابن حبيب \"إمام روى التسبيح والتهليل، وزعيم أرباب التأويل، سمع وجمع وَصَنَّفَ وأطرب الأسماع بالفتوى، وشنف وحدَّث، وأفاد، وطارت أوراق فتاويه إلى البلاد، واشتهر بالضبط والتحرير، وانتهت إليه رياسة العلم في التاريخ والحديث والتفسير، وهو القائل:\rتَمُرُّ بِنَا الأيَّام تَتْرَى وَإِنَّمَا ... نُسَاقُ إلى الآجَالِ وَالْعَينُ تَنْظُرُ\rفَلا عَائِدٌ ذَاكَ الشَّبابُ الَّذِي مَضَى ... وَلا زَائِلٌ هَذَا الْمَشِيْبُ المُكَدِّرُ (4)\rوقد عرف عند المفسرين بكتابه \"تفسير القرآن العظيم\"، وعُرِف عند\r__________\r(1) المصدر السابق، ج1، ص 92.\r(2) ابن العماد: شذرات الذهب، ج3/ص 231.\r(3) ابن كثير: الفصول في سيرة الرسول. (مقدمة التحقيق) ، ص30.\r(4) ابن العماد: شذرات الذهب، 3/231.","seal":"7C704609","part":1},
      {"page":40,"id":42,"nass":"المؤرخين بكتابه \"البداية والنهاية\"، أما مؤلفات ابن كثير فهي كثيرة توزعت بين الحديث والتفسير والتاريخ نذكر منها:\r1- أحكام التنبيه.\r2- تفسير القرآن العظيم.\r3- البداية والنهاية.\r4- جامع المسانيد والسنن الهادي لأقوم سنن.\r5- التكميل في معرفة الثقات والضعفاء والمجاهيل.\r6- طبقات الشافعية.\rوغير ذلك من المؤلفات التي يصعب حصرها هنا في هذه الدراسة المختصرة (1) .\rأما كتابه \"الفصول في سيرة الرسول صلى الله عليه وسلم\"، فهو كتاب محقق ومنشور (2) . والمتأمل في الكتاب يجد أنه احتوى على موضوعات كثيرة ومفيدة في سيرة الرسول صلى الله عليه وسلم منها:\"ذكر نسبه صلى الله عليه وسلم، والهجرة، والجهاد، والمغازي، والبعوث، وأحواله وشمائله وخصائصه صلى الله عليه وسلم، وركز ابن كثير على خصائص الرسول وجعلها في قسمين مهمين\" ويكاد ينفرد ابن كثير في كتابه هذا بذكر خصائص الرسول عن غيره من مؤلفي السيرة\" (3) .\rوالمتأمل في كتاب ابن كثير هذا يدرك بعض السمات والخصائص التي\r__________\r(1) ابن كثير: الفصول في سيرة الرسول. (مقدمة التحقيق) ، ص32. ابن العماد: شذرات الذهب، ج3/231.\r(2) حققه مجموعة من الباحثين، ونشرته دار ابن كثير بدمشق وبيروت، وكذا مكتبة دار التراث بالمدينة المنورة وطبع عدة طبعات آخرها الطبعة الرابعة 1405هـ/1985م.\r(3) انظر فهارس الكتاب في الصفحات التالية:408/409/410/411/412.","seal":"864D9509","part":1},
      {"page":41,"id":43,"nass":"اتسم بها ومنها:\r1- البعد عن السجع والمحسنات البديعية.\r2- لجأ إلى تبسيط المعلومات لكي يستفيد منه أكبر عدد ممكن من الناس مع احتفاظ الكتاب بالأسلوب العلمي الجيد.\r3- يتضح من سرد الكتاب حبه للرسول صلى الله عليه وسلم وبغضه وكراهيته الشديدة لأعداء الله ورسوله.\r4- غزارة مادته العلمية وسلاسة أسلوبه ووضوح رؤيته.\r5- حرص في كتابه هذا على إيراد الأخبار الصحيحة من الأحاديث والآثار في الغالب، ويناقش الآراء ويرد عليها، فكتابه هذا يعد خلاصة كتب وعصارة أفكار عالم محدث ومؤرخ وفقيه ومفسر.\r6- اعتمد ابن كثير على كتب الحديث ورجَّح ما ورد فيها صحيحا على أخبار كتب المغازي والسير، وقد تفرد بهذا النهج (1) .\r7- وقد امتاز كتاب ابن كثير بالبعد عن الحشو والاستطراد، ويلجأ إلى منطق القول والموضوعية في فهم أحداث السيرة وتدوينها.\r8- وامتاز الكتاب أيضا باشتماله على فصل للخصائص النبوية، وهو فصل يستحق أن يكون كتاباً مستقلاً بذاته (2) .\rأما موارده في كتابه فقد توَزَّعَتْ بين كتب الحديث والتراجم وكتب التاريخ والسيرة النبوية، وكتب تفسير القرآن الكريم وكتب الفقه، فهو مصدر أساس من مصادر السيرة النبوية.\r__________\r(1) ابن كثير: الفصول في سيرة الرسول، (مقدمة التحقيق) ،ص21-26.\r(2) المصدر السابق، ص 26","seal":"B024C461","part":1},
      {"page":42,"id":44,"nass":"ـ كتاب \"إمتاع الأسماع بما للرسول صلى الله عليه وسلم من الأبناء والأموال والحفدة والمتاع\" لتقي الدين أحمد بن علي المقريزي (ت845هـ) . وقد ولد ونشأ وتربى في مدينة القاهرة، وقد نشأ نشأة صالحة، فحفظ القرآن في صغره، ثم سمع الحديث على عدد كبير من العلماء، وتفقه على المذهبين الحنفي ثم الشافعي (1) .\rوهذا أهَّلَهُ لأن يكون ضليعاً في علوم الفقه، وعلوم الحديث، رحل إلى الشام وسمع من علمائها ورحل إلى الحجاز، وحج وسمع من علماء مكة المكرمة (2) .\rأما أعماله الإدارية، فقد تولى عدة مناصب في دولة المماليك بمصر، ومنها: تولى رئاسة ديوان الإنشاء، ثم قاضياً، ثم إماماً للجامع الكبير الفاطمي، ثم الخطابة في جامع عمرو بن العاص، ثم مدرساً للحديث بالمدرسة المؤيدية، ثم عمل في مجال الحسبة (3) .\rأما مؤلفاته فهي كثيرة جداً، فقد كان موسوعة علمية، وقد وصف بأنه \"كان إماماً، بارعاً، ضابطاً، ديناً، خيراً ... حسن الصحبة، حلو المحاضرة\" (4) ، فقد صنف التصانيف المفيدة النافعة الجامعة، ونظر في عدة فنون نذكر منها:\r1- اتعاظ الحنفاء بأخبار الأئمة الفاطميين الخلفاء.\r2- أخبار قبط مصر.\r__________\r(1) السخاوي: التبر المسبوك، ص 21-22.\r(2) ابن حجر: إنباء الغمر، 9/172.\r(3) المقريزي: إمتاع الأسماع، 1/ 77، (مقدمة التحقيق) .\r(4) ابن حجر: إنباء الغمر، 9/172.","seal":"A1406AAB","part":1},
      {"page":43,"id":45,"nass":"3- الإشارة والإعلام ببناء الكعبة البيت الحرام.\r4- إغاثة الأمة بكشف الغمة.\r5- الأوزان والأكيال الشرعية.\r6- التاريخ الكبير المقفى.\r7- تجريد التوحيد المفيد.\r8- الذهب المسبوك في ذكر من حج من الخلفاء والملوك.\r9- السلوك في معرفة دول الملوك.\r10- المواعظ والاعتبار بذكر الخطط والآثار.\r11- النزاع والتخاصم فيما بين بني أمية وبني هاشم (1) .\rوغير ذلك من مؤلفاته الكثيرة التي ظهرت فيها شخصيته العلمية ونظراته الشمولية، وبخاصة في كتاباته التاريخية.\rأما كتابه \"إمتاع الأسماع بما للرسول صلى الله عليه وسلم من الأبناء والأموال والحفدة والمتاع\" فقد تضافرت الجهود العلمية على تحقيقه من قبل ثلاثة من العلماء كل واحدٍ منهم قام بجهد منفرد (2) ، وقد اشتمل الجزء الأول من الكتاب على موضوعات عديدة منها: ذكر أسماء الرسول صلى الله عليه وسلم ونسبه، وأسرته ونزول الوحي، وإسلام بعض الرجال والنساء، ثم تحدث عن الهجرة إلى المدينة وما قام به الرسول صلى الله عليه وسلم من أعمال في المدينة، ثم ذكر المقريزي سرايا الرسول\r__________\r(1) عن مؤلفات المقريزي: انظر كتابه: إمتاع الأسماع، (مقدمة التحقيق) ، من ص95-إلى ص109\r(2) فقد حقق الجزء الأول، ونشرته الشؤون الدينية بدولة قطر، ثم حقق الكتاب في جزئه الثاني كرسالة علمية في جامعة أم القرى بمكة المكرمة 1422هـ وقد حقق كامل الكتاب، ونشرته دار الكتب العلمية في بيروت سنة 1420هـ.","seal":"ADF9FFEA","part":1},
      {"page":44,"id":46,"nass":"وغزواته مفصلة وشاملة وعامة، وقد تخلل ذلك عرض لبعض الأحداث الداخلية للدولة الإسلامية في عهد الرسول الكريم صلى الله عليه وسلم وتحدث عن الوفود التي وفدت على الرسول، وقد ختم هذا الجزء بوفاته صلى الله عليه وسلم (1) ، أما بقية معلومات الكتاب فكانت تدور حول أبناء الرسول وبناته وأبنائهم، ثم تناول سلالة آل رسول الله صلى الله عليه وسلم ثم ذكر أزواجه ونسب أزواجه وأهلهن وأسرهن بالكامل، ثم تناول الكتاب بعض الأمور الشخصية للرسول صلى الله عليه وسلم في ملبسه وخدامه وسلاحه وطيبه وفراشه وخلاف ذلك (2) ، والمتأمل في كتاب المقريزي هذا يدرك أنه أمام موسوعة كبرى في سيرة الرسول صلى الله عليه وسلم، فقد مكَّنه علمه الغزير، واطلاعه الواسع أن يؤلف كتاباً جامعاً مثل هذا، اعتمد على مصادر أساسية في تأليفه، وتنوعت مصادر معلوماته بين السابقة لعصره أي كتب السيرة والأحاديث النبوية، والمعاصرة له ومنها: كتب التاريخ بصفة عامة؛ لذلك جاء كتابه على شكل عمل موسوعي ضخم ضمن جوانب كثيرة وعديدة من حياة الرسول وسيرته الذاتية.\rأما منهج المؤلف في الكتاب فهو ما يلي:\r1- الكتاب مقسم إلى عدة فصول، والفصل الواحد قد يصل إلى عشرات الصفحات، وكان يضع له عناوين جانبية ليسهل على القارئ القراءة والمتابعة.\r__________\r(1) انظر فهارس الكتاب مفصلة في طبعة الشؤون الدينية بدولة قطر تحقيق محمود محمد شاكر.\r(2) انظر فهارس الجزء الذي حققه طلال العصيمي كرسالة علمية في جامعة أم القرى. وكذا انظر فهارس الكتاب الذي حققه بالكامل، محمد عبد الحميد النميسي، وقد طبع الكتاب كاملاً في طبعته الأولى 1420هـ/1999م.","seal":"F4EDCCA8","part":1},
      {"page":45,"id":47,"nass":"2- لا يهتم بإيراد الأسانيد إلا ما ندر، وإذا ذكر ذلك فهو يذكره مبهماً دون أن ينسبه إلى كتاب أو مصدر معلومات، مثل قوله: قال عطاء، أو قال قتادة، أو ما شابه ذلك وأحياناً يذكر قولاً مبهماً. مثل قوله: وقيل، أو وقالوا ... إلخ.\r3- يهتم بتخريج الأحاديث، ولكن ليس على كل حال أو كل رواية.\r4- ينقل المعلومات من مصادرها دون أن يكون له فيها رأي أو نقد أو توجيه معين.\r5- ورد في كتابه الكثير من الألفاظ الغريبة، وكذا بعض أبيات الشعر.\r6- غلب على كتابه الاهتمام بالأنساب، وبخاصة فيما يتعلق بذريته ونسلهم، وأصهاره وزوجاته وحفدته وخلاف ذلك لدرجة أنه يخيل إليك وأنت تقرأ الكتاب وكأنه كتاب أنساب (1) ، فالكتاب عمل موسوعي مفيد ومهم لطلاب العلم، وبخاصة فيما يتعلق بمعلومات الجزء الثاني من الكتاب، التي تهتم بحياة الرسول صلى الله عليه وسلم الشخصية.\r-كتاب \"المواهب اللدنية بالمنح المحمدية\"، للعلامة أحمد بن محمد القسطلاني (ت923هـ) ولد ونشأ في مصر بالقاهرة، وحفظ القرآن الكريم في صغره، واتجه إلى قراءة الأحاديث النبوية الشريفة فقرأ صحيح البخاري (2) . وقد رحل إلى الحج فجاور بمكة المكرمة، وأخذ عن النجم بن فهد، ثم عاد إلى القاهرة وكان يخطب بالجامع الغمري وغيره من الجوامع، وحضر مجالس العلماء. وكل هذا أثر فيه، وجعله يتجه إلى التأليف والتصنيف فاشتهر أمره\r__________\r(1) المقريزي: إمتاع الأسماع، 1/143. مقدمة التحقيق.\r(2) السخاوي: التبر المسبوك، ص 201.","seal":"4516B064","part":1},
      {"page":46,"id":48,"nass":"في علم القرآن، والحديث والخطابة (1) . وقد وصف بأنه\" كان إماماً حافظاً متقناً جليل القدر، وحسن التقرير، زينة أهل عصره، ونقاوة ذوي دهره\" (2) .\rأما مؤلفاته فتُجمع مصادر معلوماته على أنه صنف التصانيف المقبولة لدى عامة الناس وخاصتهم نذكر منها:\r1- تحفة السامع والقارئ بختم صحيح البخاري.\r2- مسالك الحنفاء في الصلاة على المصطفى.\r3- إرشاد الساري إلى شرح صحيح البخاري.\r4- شرح على الشاطبية.\r5- كتاب لطائف الإشارات لفنون القراءات.\r6- العقود السنية في شرح المقدمة الجزرية.\r7- الأنوار المضيئة.\r8- كتاب نفائس الأنفاس في الصحبة واللباس (3) .\rأما كتابه \"المواهب اللدنية بالمنح المحمدية\" فهو كتاب محقق ومطبوع (4) . وهو من الكتب المتخصصة في السيرة النبوية، كتاب موسوعي شامل فيه استقصاء عجيب وجيّد، وفيه إلمام واسع بأمور المصطفى صلى الله عليه وسلم، وقد اشتمل الكتاب على كثير من الموضوعات نذكر منها: \"ذكر النسب الشريف، وقصة الفيل، وحفر زمزم، وولادة النبي صلى الله عليه وسلم، ورضاعته، وحياته قبل البعثة\r__________\r(1) القسطلاني: المواهب اللدنية، (مقدمة التحقيق) ، ص12.\r(2) ابن العماد، شذرات الذهب، 4/ 123.\r(3) عن مؤلفات القسطلاني، انظر الكتاب نفسه، (مقدمة التحقيق) ، ص 12.\r(4) حققه صالح الشامي في أربعة أجزاء، وصدر عن المكتب الإسلامي في طبعته الأولى1412هـ/1991م.","seal":"3768AED2","part":1},
      {"page":47,"id":49,"nass":"ومبعث النبي، والجهر بالدعوة، والهجرة إلى المدينة، والمغازي والسرايا، ثم ذكر أسمائه الشريفة، وأولاده وأزواجه وأسرته وأمرائه وخدامه وحرسه ومواليه، وأخلاقه، ومأكله وملبسه ومشربه والوفود التي وفدت عليه، وخصائص أمتهصلى الله عليه وسلم، ومعجزاته وما خص به النبي صلى الله عليه وسلم، والإسراء والمعراج، ووجوب محبته. ثم ختم القسطلاني كتابه بدراسة عن الطب النبوي وتعبير الرؤيا\" (1) . والقارئ لكتابه يدرك بأنه جمع بين أحداث السيرة النبوية والحديث عن أخلاق الرسول وخصائصه صلى الله عليه وسلم، أي الشمائل النبوية.\rوكتاب المواهب اللدنية كتاب \"جليل القدر، عظيم الوقع، كثير النفع ليس له نظير في بابه\" (2) ، فقد أحسن المؤلف تصنيف كتابه، وأحكم أبوابه، وقد اعتمد على أربعة مصادر تقريباً في دراسة كتابه منها: كتاب الشفا للقاضي عياض، وكتاب فتح الباري لابن حجر العسقلاني، وكتاب زاد المعاد في هدى خير العباد، لابن القيم (3) . وكتاب عيون الأثر لابن سيد الناس، وغيرها من المصادر. والقسطلاني يذكر الآراء والحجج والبراهين ويرد عليها، ونظراً لأهمية الكتاب فقد قامت حوله دراسات وشروحات منها على سبيل المثال: \"شرح المواهب اللدنية\" لمحمد بن عبد الباقي الزرقاوي\" (4) . (ت1122هـ) .\rويعد شرحه على كتاب المواهب اللدنية من كتب السيرة المتخصصة، بل يعده بعضهم من أجمعها، فقد جمع فيه أكثر الأحاديث المروية في الشمائل\r__________\r(1) انظر فهارس الكتاب من ص584 إلى ص 659.\r(2) ابن العماد: شذرات الذهب، ج4/123.\r(3) القسطلاني: المواهب اللدنية، ص15، (مقدمة التحقيق) .\r(4) عالم من علماء القاهرة، عاش وتربى وتفقه بمصر، حتى أصبح من العلماء المعدودين في عصره.","seal":"10B6DACA","part":1},
      {"page":48,"id":50,"nass":"المحمدية والسيرة النبوية، والصفات الشريفة (1) .\rـ كتاب \"سبل الهدى والرشاد في سيرة خير العباد\" للإمام محمد بن يوسف الصالحي الشامي (ت942هـ) ، ولد وعاش وتربى في مصر، فحفظ القرآن، واعتنى بالحديث وعلومه وقد وصف \"بالعالم الصالح الزاهد\" (2) ، وظف حياته كلها للعلم، فلم يتزوج النساء، واتخذ له مجلساً في جامع الغمري يلقي فيه دروسه وخاصة في السيرة النبوية، وقد وصف بأنه كثير الصيام، والقيام، حلو المنطق، مهيب النظر، يهتم كثيراً بأحوال الأيتام، ويتفقدهم، وكان لا يأخذ أموال الحكام ولا يقبل عطاياهم، ولا يأكل من طعامهم (3) ، أما مؤلفاته فهي كثيرة تنوعت بين عدة فنون نذكر منها:\r1- عقود الجمان في مناقب أبي حنيفة النعمان.\r2- الجامع الوجيز الخادم للغات القرآن العزيز.\r3- الآيات الباهرة في معراج سيد أهل الدنيا والآخرة.\r4- إتحاف الراغب الولي في ترجمة الأوزاعي.\r5- عين الإصابة في معرفة الصحابة.\r6- شرح الأجرومية.\r7- مرشد السالك إلى ألفية ابن مالك.\r8- النكت على الألفية.\rأما كتابه الذي بين أيدينا فهو بعنوان: \"سبل الهدى والرشاد في سيرة\r__________\r(1) القسطلاني: المواهب اللدنية، ص 18، (مقدمة التحقيق) .\r(2) ابن العماد، شذرات الذهب، ج4،ص250.\r(3) المصدر السابق، ج4،ص250.","seal":"9065514B","part":1},
      {"page":49,"id":51,"nass":"خير العباد\"، كتاب محقق ومطبوع (1) ، وهو كتاب ضخم خرج في اثني عشر مجلداً، وهو كتاب جليل القدر في سيرة الرسول صلى الله عليه وسلم، استقى المؤلف مادته العلمية من أكثر من ثلاثمائة كتاب كما نص على ذلك في مقدمته، وهذا عدد كبير جداً من مصادر معلوماته، ويدل على ذلك كثرة موضوعاته التي تناولت سيرة الرسول صلى الله عليه وسلم بشيء من الشرح والتطويل. فكان المجلد الأول عن فضائل الرسول صلى الله عليه وسلم، وفضائل بلده الشريف ومولده، وأسمائه وكناه، وكان الثاني عن صفة جسده الشريف ومبعثه. وهكذا تناول الكتاب سراياه وغزواته وهجرته ووفوده، وصفاته المعنوية، وسيرته الذاتية مع أهله وأسرته وأقربائه. ثم تناول الكتاب جانباً من جوانب عباداته في الصلاة والصيام والطهارة، وخلاف ذلك من أبواب العبادات، وختم المؤلف كتابه بدراسة مستفيضة عن الطب النبوي وتناول فيه أموراً عديدة لم تذكر حسب علمي في كتب السيرة السابقة.\rفإذا تقرر ذلك، تبيَّنَ لنا أن ما ذكرته بعض المصادر من أن مصادره بلغت ألف كتاب غير دقيق. والكتاب مليء بالاستطرادات، والخروج عن النصوص في أكثر من موضع، إلا أن ما ورد فيه من المعلومات تستدعي الوقوف عندها والإعجاب بها، والأخذ منها، فهو مصدر أساس من مصادر السيرة النبوية.\r__________\r(1) قام بتحقيقه عادل أحمد عبد الموجود، والشيخ علي فهد معوض، وقد صدر الكتاب عن دار الكتب العلمية ببيروت في طبعته الأولى 1413هـ/1993م.","seal":"84CAF92B","part":1},
      {"page":50,"id":52,"nass":"- كتاب \"مختصر سيرة الرسول صلى الله عليه وسلم \" للإمام الشيخ محمد بن عبد الوهاب (ت1206هـ) ، ينتمي الشيخ محمد بن عبد الوهاب إلى أسرة آل مشرف، التي اشتهرت بالعلم (1) ، فكان جده من علماء نجد وقضاتها، وكان والده من قضاة بلده العيينة التي هي مسقط رأس الشيخ محمد، فتربى تربية دينية قوامها حفظ القرآن الكريم، ودراسة العلوم الشرعية، واللغة العربية، وشغف بحب التفسير والحديث والتوحيد، وتفقه في المذهب الحنبلي (2) ، ورحل في طلب العلم إلى أرض الحرمين، ثم إلى البصرة، والأحساء، ثم حُرَيملاء ثم استقر به المقام في الدرعية، حيث استقبله الإمام محمد بن سعود وناصره في دعوته إلى الله ومحاربة الشرك، والقضاء على البدع والخرافات، أما مؤلفاته فهي كثيرة نذكر منها:\r1- كشف الشبهات.\r2- كتاب التوحيد.\r3- كتاب مجموعة الحديث.\r4- مختصر الهدي النبوي.\r5- أربع مسائل في الأحكام العلمية (3) .\rأمَّا كتابه \"مختصر السيرة النبوية\"، فهو مختصر لكتاب السيرة النبوية لابن هشام، والكتاب محقق ومطبوع (4) ، ويشتمل الكتاب على مقدمة عن قصص\r__________\r(1) ابن بشر، عنوان المجد في تاريخ نجد، ج2،ص194.\r(2) ابن غنام: روضة الأفكار، ج1،ص25.\r(3) عن مؤلفاته انظر: أمين سعد: تاريخ الدولة السعودية، ج1،ص47-48.\r(4) طبعة جامعة الإمام محمد بن سعود الإسلامية بالرياض. ثم أعادت طباعته وزارة الشؤون الإسلامية والدعوة والإرشاد بالرياض سنة1418هـ.","seal":"6CC50194","part":1},
      {"page":51,"id":53,"nass":"الأولين والآخرين ثم نسب الرسول صلى الله عليه وسلم، ثم بعض الموضوعات المتناثرة بعضها له علاقة بالسيرة وبعضها خلاف ذلك، ثم عرض لغزوات رسول الله صلى الله عليه وسلم، ثم تناول تاريخ الخلافة الراشدة، وبعض سني الخلافة الأموية، ثم موجز عن تاريخ الدولة العباسية (1) .\r1- فالكتاب ليس خاصاً بالسيرة النبوية كما ورد في عنوانه وإنما امتد ليشمل موضوعات في التاريخ الإسلامي.\r2- الكتاب مختصر من سيرة ابن هشام.\r3- لم يهتم الشيخ محمد بن عبد الوهاب بإيراد السند، وإنما كان يروي الأخبار منقطعة.\r4- ورد في الكتاب بعض الأبيات الشعرية ولكنها قليلة.\r5- في الكتاب بعض الاستطراد في مسائل علمية مختلفة.\r6- لم يتحدث الكتاب عن أزواج الرسول صلى الله عليه وسلم، ولا عن حياته الشخصية في ملبسه ومأكله ونومه وأسرته وخلاف ذلك.\r7- اتجه الشيخ في تأليف الكتاب إلى الترتيب التاريخي في سرد الأحداث وقد ظهر ذلك في أغلب موضوعات الكتاب.\rوالكتاب بصفة عامة يعد مختصراً ميسراً في السيرة النبوية، ولكن لا يحتوي كل موضوعات السيرة النبوية، وهو بذلك مصدر من مصادر السيرة فيه الفائدة المرجوة إن شاء الله تعالى.\r__________\r(1) انظر فهارس الكتاب طبعة وزارة الشؤون الإسلامية.","seal":"8634B7D6","part":1},
      {"page":52,"id":54,"nass":"كتب الشمائل والدلائل\r...\rالمصادر المتخصصة في السيرة النبوية\rنذكر منها:\rأولاً: كتب الدلائل النبوية\rفي القرآن الكريم العديد من الآيات القرآنية التي تحدثت عن الرسول صلى الله عليه وسلم، ورسالته، وفي كتب السنة النبوية أبواب خصصت لعلامات النبوة، فقد أفرد الإمام البخاري (ت256هـ) في صحيحه باباً لعلامات النبوة، وكذا فعل الإمام مسلم (ت261هـ) فقد وضع بابا في معجزات النبوة. وفي مسند الإمام أحمد بن حنبل (ت241هـ) كثير من النصوص عن دلائل النبوة.\rأما الكتب المخصصة لهذا الشأن فهي كثيرة جداً وسنعرض لبعض ما ألف في دلائل النبوة ومن ذلك:\r1-\"دلائل النبوة\" لمحمد بن يوسف بن واقد الفريابي (ت212هـ) .\r2- \"آيات النبي\" لعلي بن محمد المدائني (ت225هـ) .\r3- \"أعلام النبوة\" لداود بن علي الأصبهاني (ت270هـ) .\r4-\"أعلام رسول الله\" صلى الله عليه وسلم، لابن قتيبة (ت276هـ) .\r5-\"أعلام النبوة\" لابن أبي حاتم (ت327هـ) .\r6-\"تثبيت دلائل النبوة\" للقاضي عبد الجبار المعتزلي (ت415هـ) .\r7-\"دلائل النبوة\" لأبي نعيم أحمد بن عبد الله الأصبهاني (ت430هـ) .\r8-\"دلائل النبوة\" لأبي العباس جعفر بن محمد المستغفري (ت432هـ) .\r9-\"دلائل النبوة\" لأبي القاسم إسماعيل الأصفهاني (535هـ) .\r10-\"أعلام النبوة\" لأبي الحسن علي بن محمد الماوردي (ت450هـ) .","seal":"4EDF4460","part":1},
      {"page":53,"id":55,"nass":"11-\"دلائل النبوة\" لأبي بكر أحمد بن الحسين البيهقي (ت458هـ) .\r12-\"خصائص أفضل المخلوقين\" لعمر بن علي بن الملقن (ت804هـ) .\r13-\"الخصائص الكبرى\" لجلال الدين السيوطي (ت911هـ) (1) .\rثانياً: كتب الشمائل النبوية\rوهي المصادر التي تتحدث عن جوانب مهمة من سيرة الرسول صلى الله عليه وسلم في أخلاقه، وهديه، وعبادته، وما كتب عن أخلاقه وسيرته الذاتية تمثل جانباً كبيراً ومهماً من مصادر السيرة النبوية، وفي هذه الدراسة المختصرة نلقي الضوء على بعض المؤلفات حسب ما أتيح للدراسة من مساحة زمنية يصعب تجاوزها، فمن كتب الشمائل نذكر ما يلي:\r* كتاب\"صفة النبي\" صلى الله عليه وسلم، لأبي البختري وهب بن وهب الأسدى (ت200هـ) .\r* كتاب\"صفة النبي\" صلى الله عليه وسلم لأبي الحسن، علي بن محمد المدائني (ت224هـ) .\r* كتاب\"صفة أخلاق النبي صلى الله عليه وسلم \" لداود بن علي الأصبهاني (ت270هـ) .\r* كتاب\"الشمائل النبوية، والخصائص المصطفوية\" للإمام الحافظ الترمذي (ت279هـ) .\r* كتاب\" أخلاق النبي وآدابه\" للشيخ عبد الله بن محمد بن حيان الأصبهاني (ت369هـ) .\r* كتاب\"شرف المصطفى\" لأبي سعيد عبد الملك بن محمد النيسابوري (ت406هـ) .\r__________\r(1) عن تلك الكتب وغيرها انظر: أكرم العمري: السيرة النبوية الصحيحة، ج1/ ص 51-52. سعد المرصفي: مناهج المؤلفين في السيرة النبوية، ص 62-63.","seal":"0C8B59EA","part":1},
      {"page":54,"id":56,"nass":"* كتاب\"شمائل النبي\" لأبي العباس المستغفري (ت432هـ) .\r* كتاب \"الشفا بتعريف حقوق المصطفى\" للقاضي عياض (ت544هـ) .\r* كتاب \"الوفاء بأحوال المصطفى\" لابن الجوزي (ت597هـ) .\r* كتاب\"شمائل الرسول ودلائل نبوته وخصائصه\" لابن كثير (ت774هـ) .\r* كتاب\"مناهل الصفا في تخريج أحاديث الشفا\" للحافظ السيوطي (ت911هـ) (1) .\r* كتاب\"شرح الشفا\" لعلي القاري (ت1014هـ) (2) .\r* كتاب\"نسيم الرياض في شرح الشفا للقاضي عياض\" لشهاب الدين أحمد الخفاجي (ت1069هـ) .\rوغير ذلك من كتب الشمائل المحمدية على صاحبها أفضل الصلاة والسلام، وما ذكرناه لا يعدو أن يكون مجرد أمثلة على بعض ما ألف في سيرته صلى الله عليه وسلم.\r__________\r(1) الكتاب شرح لكتاب القاضي عياض \"الشفا بتعريف حقوق المصطفى\" وهو مطبوع.\r(2) الكتاب شرح لكتاب القاضي عياض، وهو مطبوع.","seal":"11DBB40E","part":1},
      {"page":55,"id":57,"nass":"التأليف غير المباشر في السيرة النبوية\rلقد ظهرت المصنفات التاريخية والحديثية وغيرها ذات العلاقة بالتدوين التاريخي، وقد أخذت هذه المصنفات التي سترد لاحقاً مادتها الأساسية والأولية من مصادر السيرة النبوية المعتمدة ونذكر منها على سبيل المثال (لا الحصر) ما يلي:\r* \"الطبقات الكبرى\" لمحمد بن سعد (ت230هـ) . فقد خصص الجزء الأول من كتابه للسيرة النبوية الشريفة، وخصص الجزء الثاني لغزوات النبي صلى الله عليه وسلم، ويعدُّ ابن سعد من أهل العلم الثقات (1) .\r* \"التاريخ\" لخليفة بن خياط (ت240هـ) . تناول بعض موضوعات السيرة النبوية على شكل مقالات موجزة ومختصرة جداً (2) ، وابن خياط من المحدثين الثقات، ويعدُّ من شيوخ الإمام البخاري في كتابه \"الصحيح\" اعتمد على كتاب المغازي لابن إسحاق (3) .\r\"فتوح البلدان\" و\"أنساب الأشراف\" لأحمد بن يحيى البلاذري (ت:279هـ) ، ففي الكتاب الأول تحدث البلاذري عن بعض موضوعات السيرة النبوية بدءاً من الهجرة النبوية، ولم يتحدث عن موضوعات السيرة النبوية بالترتيب أو بالشمول، وإنما عرض بعض موضوعاتها باختصار فقط (4) ، أما كتابه الثاني فهو تاريخ عام خصص\r__________\r(1) الذهبي: سير أعلام النبلاء، 10/664.\r(2) انظر الكتاب نفسه.\r(3) أكرم العمري، السيرة النبوية الصحيحة، ج1، ص66.\r(4) انظر الكتاب نفسه.","seal":"B5D28624","part":1},
      {"page":56,"id":58,"nass":"القسم الأول منه للسيرة النبوية، والبلاذري يعدُّ من علماء بغداد، وينظر المحدثون إليه نظرة تضعيف (1) .\r* \"التاريخ الكبير\" لأبي بكر أحمد بن أبي خيثمة (ت299هـ) أخذ معلوماته عن الإمام أحمد بن حنبل وعن ابن معين، واشتمل كتابه على جزء كبير للسيرة النبوية.\r* \"تاريخ الرسل والملوك\" لأبي جعفر بن جرير الطبري (ت310هـ) . والطبري مؤرخ مشهور، ويعد من الثقات، ويعول عليه في دراسة تاريخ صدر الإسلام، وقد خصص قسماً كبيراً من كتابه للسيرة النبوية، واتبع منهج الحوليات في سرد أحداث السيرة سنة بسنة (2) . واعتمد على ابن إسحاق، وبعض مؤرخي السيرة، وهو لا يهتم بنقد الروايات من حيث الصحة والضعف بل يسوقها بأسانيدها تاركاً للقارئ مهمة التحقيق والترجيح (3) .\r\"مروج الذهب ومعادن الجوهر\" لأبي الحسن على بن الحسين المسعودي (ت346هـ) . والمسعودي مؤرخ مشهور يعول عليه في دراسة تاريخ الدولة الإسلامية في عصورها الأولى، وقد خصص قسماً من كتابه لسيرة الرسول صلى الله عليه وسلم، وقد اتبع منهج الحوليات في سرد أحداث السيرة حتى إنه سرد ذلك قبل الهجرة النبوية ورتبه على نظام\r__________\r(1) د/ أكرم العمري، السيرة النبوية الصحيحة، ج1،ص67.\r(2) انظر كتابه بتحقيق أبي الفضل محمد بن إبراهيم في طبعة دار المعارف بمصر.\r(3) د/ أكرم العمري، السيرة النبوية الصحيحة، ج1، ص 67.","seal":"22663CC3","part":1},
      {"page":57,"id":59,"nass":"الحوليات (1) . واعتمد في رواياته على كتاب محمد بن إسحاق، ولكن لا يذكر لرواياته أي أسانيد تذكر، وهو كتاب مختصر جداً.\r* \"الكامل في التاريخ\" لعز الدين أبي الحسن علي بن أبي الكرم ابن الأثير (ت630هـ) ، خصص جزءاً كبيراً من كتابه للسيرة النبوية، والكتاب محقق، ومبني على نظام الحوليات، ابتدأه بنسب رسول الله صلى الله عليه وسلم، واستعرض مكونات السيرة الأساسية كالمغازي والسرايا والبعوث وبعض الشمائل المحمدية. وابن الأثير، مؤرخ مشهور، ثبت وثقة، اعتمد على مصادر السيرة النبوية الأساسية، ولكن بدون إسناد، وجلّ معلوماته نقلها عن تاريخ الطبري (2) .\r* \"زاد المعاد في هدي خير العباد\"، لابن قيم الجوزية (ت751هـ) كتاب شامل في الهدي النبوي مثل شمائله صلى الله عليه وسلم، وبعض الآداب، والفقه والمغازي، ومؤلفه من الفقهاء المشهورين اشتهر بالعلم الواسع، والتثبت من حقائق السيرة النبوية (3) .\r\"البداية والنهاية\" للحافظ أبي الفداء إسماعيل ابن كثير (774هـ) وابن كثير يعد من الرواد في كتابة السيرة، وله فيها جهود عظيمة. وقد خصص جزءاً كبيراً من كتابه هذا للسيرة النبوية وللشمائل المحمدية، وأَوْلاها عنايته، نظراً لاهتمامه برسول الله صلى الله عليه وسلم وحبه لتاريخ الدولة\r__________\r(1) انظر كتابه بتحقيق محمد محيي الدين عبد الحميد، في طبعة دار الفكر، بيروت.\r(2) انظر الكتاب نفسه.\r(3) انظر الكتاب نفسه، وقد ظهر في طبعة محققة ومفيدة، وكذا انظر: سعد المرصفي، منهج المؤلفين في السيرة النبوية، ص57.","seal":"6DFB923E","part":1},
      {"page":58,"id":60,"nass":"الإسلامية (1) ، وهو يوثق معلوماته بشكل مباشر من مصادر السيرة ومن كتب الحديث والتراجم ويعول عليه في دراسة السيرة النبوية.\r* \"العبر وديوان المبتدأ والخبر في أيام العرب والعجم والبربر ومن عاصرهم من ذوي السلطان الأكبر\"، المعروف باسم \"تاريخ ابن خلدون، للعلامة، عبد الرحمن بن محمد بن خلدون (ت808هـ) فقد خصص جزءاً من كتابه للسيرة النبوية في بعض ورقات مختصرة جداً، تتناول جانباً من حياة الرسول صلى الله عليه وسلم كالهجرة والوحي وبعض الغزوات فقط، وهو يسرد معلومات كتابه هذا دون إسناد يذكر، ويبدو أنه اعتمد على كتب السيرة النبوية التي ألفت في الأندلس وشمال إفريقية (2) .\r* \"تاريخ الإسلام ووفيات المشاهير والأعلام\" لشمس الدين محمد بن أحمد الذهبي (ت748هـ) . وقد اشتمل كتابه هذا على جزأين خصصا للسيرة النبوية، فقد قدم في الجزء الأول مغازي الرسول صلى الله عليه وسلم، وفي الثاني سيرته الذاتية وبعضاً من أخلاقه وشمائله، وقد حقق الجزء الخاص بالسيرة النبوية وظهر في مجلد مستقل عن تاريخ الذهبي (3) . جمع كتابه من عدة كتب في السيرة النبوية، وقد وثق معلوماته، والذهبي مؤرخ مشهور وهو محدث، ثبت، وثقة، وكتابه مبني على نظام الحوليات (4) .\r__________\r(1) انظر الكتاب، وقد نشر في عدة طبعات متتالية وهو في حاجة إلى دراسة وتحقيق، وقد طبع لأول مرة في سنة 1351هـ-1933م.\r(2) انظر الكتاب نفسه في مجلده الثاني، والكتاب بحاجة إلى دراسة وتحقيق.\r(3) حققه محمد محمود حمدان، نشرته دار الكتاب اللبناني، لسنة 1405هـ\r(4) انظر الكتاب نفسه.","seal":"18944392","part":1},
      {"page":59,"id":61,"nass":"القسم الثاني: مصادر تكميلية\rمدخل\r...\rالقسم الثاني: المصادر التكميلية\rثمة مجموعة كبيرة من المؤلفات التي تحدثت عن سيرة الرسول صلى الله عليه وسلم على نحو مباشر وغير مباشر، وهي تأتي في المرتبة الثانية بعد المصادر الأساسية للسيرة النبوية من حيث الدقة والأهمية، وهي في نظرنا تكمل منظومة المصادر العديدة للسيرة النبوية ونذكر منها:","seal":"2B757E87","part":1},
      {"page":59,"id":62,"nass":"أولاً: المصادر التي اهتمت بتاريخ مكة المكرمة والمدينة المنورة\rوهي بدورها تحدثت عن جوانب عديدة من حياة الرسول الكريم صلى الله عليه وسلم سواء في مجال المغازي والسير أو في مجال الدعوة أو في مجال البناء العمراني، وبخاصة مساجد المدينة المنورة وخلاف ذلك، ونذكر من تلك المؤلفات ما يلي:\r1- \" تاريخ المدينة المنورة\" (1) لمحمد بن الحسن بن زبالة (ت199هـ) .\r2- \" أخبار مكة المكرمة\" لأبي الوليد الأزرقي (ت250هـ) .\r3- \"تاريخ المدينة المنورة\" لعمر بن شبة (ت262هـ) .\r4- \"أخبار مكة في قديم الدهر وحديثه\" لمحمد بن إسحاق الفاكهي (ت272هـ) .\r5- \"أخبار مدينة الرسول صلى الله عليه وسلم \" (2) للإمام الحافظ محمد بن محمود النجار (ت643هـ) .\r__________\r(1) جمعت نصوص كتابه وظهرت في رسالة علمية في جامعة أم القرى، لسنة 1417هـ.\r(2) يعرف كتاب ابن النجار باسم \"الدرة الثمينة\".","seal":"9B2A3A5E","part":1},
      {"page":60,"id":63,"nass":"1- \"المغانم المطابة في معالم طابة\" لمجد الدين أبي الطاهر بن يعقوب الفيروزآبادي (ت817هـ) .\r2- \"العقد الثمين في تاريخ البلد الأمين\" للإمام أبي الطيب التقي الفاسي (ت832هـ) (1) .\r3- \"إتحاف الورى بأخبار أم القرى\" للنجم عمر بن فهد (ت885هـ) (2) .\r4- \" وفاء الوفاء بأخبار دار المصطفى\" صلى الله عليه وسلم لنور الدين على بن أحمد السمهودي (ت911هـ) (3) .\r5- \" منائح الكرم في أخبار مكة والبيت وولاة الحرم\" لعلي بن تاج الدين السنجاري (1125هـ) .\r__________\r(1) وقد خصص الفاسي الجزء الأول للحديث عن السيرة النبوية واشتمل على المغازي والسرايا والشمائل المحمدية.\r(2) وقد خصص ابن فهد الجزء الأول للحديث عن السيرة النبوية كالمغازي والبعوث والشمائل النبوية.\r(3) أفرد حيزاً للحديث عن السيرة النبوية، وكتب ذلك على طريقة الحوليات.","seal":"072EED18","part":1},
      {"page":60,"id":64,"nass":"ثانياً: كتب الأدب والشعر\rحفلت كتب الأدب بكثير من النصوص والمشاهد التي صورت بعض أحداث السيرة النبوية مثل كتب الجاحظ (ت255هـ) وخاصة كتابه \"البيان والتبيين\" وكتابي ابن قتيبة (ت276هـ) ، \"المعارف\"و\"الشعر والشعراء\"، وكتاب \"الكامل في اللغة\" للمبرد، وكتاب \"إيضاح الوقف والابتداء\" للأنباري (4) .\r__________\r(4) مهدي رزق الله أحمد: السيرة النبوية في ضوء المصادر الأصلية،ص 44.","seal":"F51627CD","part":1},
      {"page":61,"id":65,"nass":"وتعدُّ دواوين الشعر وثائق مهمة في كثير من الموضوعات، ولعل المطلع على كتاب \"المغازي\" لابن إسحاق، وكتاب \"السيرة النبوية\" لابن هشام يرى القدر الهائل من الأبيات الشعرية التي تصور جزءاً مهما من أحداث السيرة النبوية، والمطلع أيضاً على دواوين الشعر لحسان بن ثابت، وكعب بن مالك وعبد الله بن رواحة، يجد فيها الفائدة الكبيرة في سيرة الرسول صلى الله عليه وسلم، بل إن حسان بن ثابت رضي الله عنه يُسمَّى بشاعر الرسولصلى الله عليه وسلم. ومع تسليمنا بفائدة كتب الأدب النثرية والشعرية إلا أنه \"ينبغي الانتباه إلى أن كتب الأدب تُعنى بالشاذ والغريب، والطريف، فتدونه، أكثر من عنايتها بأحداث الحياة الرتيبة، ومن هنا نتبين خطورة تعميم ما فيها\" (1) .\r__________\r(1) د/ أكرم العمري، السيرة النبوية الصحيحة، ط1،ص71.","seal":"8848FD19","part":1},
      {"page":61,"id":66,"nass":"ثالثاً: كتب التراجم\rونعني بذلك تراجم الصحابة الذين عاشوا أحداث سيرة الرسولصلى الله عليه وسلم وشاهدوا وقائعها سواء في المغازي والسرايا أو البعوث أو الوفود، أو ما يتعلق بشمائله وهديه صلى الله عليه وسلم، فكانت كتب التراجم خير معين للتعرف على بعض صور وأحداث السيرة النبوية، وتفيد أيضاً \"في التعرف برجال أسانيد كتب السيرة، مما له أثر كبير في دراسة موارد تلك الكتب وفي التمكن من نقد أسانيدها\" (2) .\r__________\r(2) المرجع السابق، ج1،ص71.","seal":"77BF42ED","part":1},
      {"page":62,"id":67,"nass":"وكتب التراجم كثيرة ولعل من أشهرها: كتاب \"الطبقات الكبرى\" لابن سعد (230هـ) ، وكتاب \"تاريخ الصحابة\" للبخاري (ت256هـ) وكتاب \"تسمية أصحاب رسول الله\" صلى الله عليه وسلم للترمذي (ت279هـ) وكتاب \"سير أعلام النبلاء\" للذهبي (ت748هـ) . وكتاب \"الإصابة في تمييز الصحابة \"لابن حجر (ت852هـ) . وغيرها من الكتب التي اهتمت بالرجال وبالأسانيد والجرح والتعديل.","seal":"FCF97D5F","part":1},
      {"page":62,"id":68,"nass":"رابعاً: كتب البلدان\rوهذه أيضاً مهمة في دراسة السيرة لبيان حال شبه الجزيرة العربية وتوزيعها وأقسامها وبيان أوديتها وجبالها ومياهها؛ لأن أحداث السيرة النبوية وقعت كلها على أرض الجزيرة العربية\" وتبين مستوى المعيشة وحاصلاتها الزراعية وتحدد المسافات بين الأماكن، وتوضح توزيع العشائر\" (1) ، ومن هذه الكتب: \"المسالك والممالك\" لابن خرداذبه (ت272هـ) ، و\"الأعلاق النفيسة\" لابن رستة (ت290هـ) ، و\"صورة الأرض\" لابن حوقل (ت367هـ) ، و\"أحسن التقاسيم في معرفة الأقاليم\"للمقدسي (ت390هـ) ، وغيرها كثير من كتب الجغرافيا التاريخية.\r__________\r(1) المرجع السابق، ج1،ص71.","seal":"A242B63E","part":1},
      {"page":63,"id":69,"nass":"الخاتمة:\rلقد عرض البحث مجموعة من مصادر السيرة، وهي بالطبع كثيرة ومتنوعة، ومنها المخطوط والمطبوع ومنها الخاص بالمغازي، وأخرى بالدلائل النبوية، وأخرى عن الشمائل، ومنها مصادر تاريخية وأخرى حديثية وثالثة متنوعة مابين كتب الفقه والأدب والتفسير، ولقد جاء القرآن على رأس تلك المصادر من حيث الدقة في إيراد ما يخص رسولنا الكريم صلى الله عليه وسلم، ثم جاءت كتب الحديث الصحيحة المصدر الثاني الذي يعول عليه في دراسة سيرة المصطفىصلى الله عليه وسلم. أما ما ورد في مصادر السيرة من معلومات فهي تقع بين القبول والرفض، ففيها الصحيح والضعيف والمكذوب على رسول الله صلى الله عليه وسلم، لذلك فالخبر الصحيح هو هدفنا من دراسة السيرة ثم نلجأ إلى الحسن ثم إلى الضعيف وبخاصة إذا لم يكن له علاقة بالعقيدة أو الشريعة.\rوفي هذه الدراسة عرضنا إلى دراسة تحليلية نقدية لبعض المصادر الأساسية في السيرة النبوية، وهي وإن لم تكن دراسة موسعة -لأن طبيعة الندوة لا تفسح المجال للتوسع-، فإنها تلقي ضوءاً مميزاً في وضوح رؤية المصدر وأهميته من حيث قوة المادة العلمية أولاً ثم توجه المؤلف ثانياً فيما قدمه من معلومات، وقد تبين من خلال العرض السابق أن أغلب المصادر الأساسية في السيرة كانت تروى بطريقة السند المتسلسل، ثم إن أغلب من وقفت الدراسة على مؤلفاتهم كانوا من رجال الحديث النبوي الشريف الذين خضعوا لمعايير النقد من خلال الجرح والتعديل، وحسبنا أنْ قد وضعنا لبنة من لبنات مصادر السيرة التي يرجى أن تكون مفتاحاً من مفاتيح دراسة السيرة النبوية.\rوالله الموفق.","seal":"D34D9263","part":1},
      {"page":64,"id":70,"nass":"مصادر ومراجع\r...\rقائمة المصادر والمراجع\rاتجاهات الكتابة في السيرة النبوية خلال القرن السابع الهجري: صالح بن أحمد الضويحي، عرض ونقد، رسالة دكتوراه بجامعة أم القرى، 1417هـ.\rأزواج النبي صلى الله عليه وسلم: ابن زَبَالة: محمد بن الحسن (ت199هـ) رواية الزبير بن بكار (ت256هـ) تحقيق، د. أكرم ضياء العمري، طبع ونشر، الجامعة الإسلامية في المدينة المنورة، الطبعة الأولى 1401هـ/1981م\rالإصابة في تمييز الصحابة: ابن حجر العسقلاني، تحقيق محمد علي البجاوي مطبعة نهضة مصر.\rالاكتفاء في مغازي رسول الله والثلاثة الخلفاء: الكلاعي: أبو الربيع سليمان بن موسى (ت634هـ) ، تحقيق، مصطفى عبد الواحد، نشر: مكتبة الخانجي بالقاهرة ومكتبة الهلال، بيروت، 1389هـ، 1970م.\rإمتاع الأسماع بما للرسول من الأبناء والأموال والحفدة والمتاع: المقريزي، تقي الدين أحمد بن علي (ت845هـ) حقق الجزء الأول، محمود محمد شاكر، وطبع على نفقة الشؤون الدينية بدولة قطر. وحقق الجزء الثاني المتبقي من الكتاب كجزء ثان، طلال سعود العصيمي، رسالة دكتوراه في جامعة أم القرى 1423هـ. وتم تحقيق الكتاب بالكامل من قبل السيد/محمد عبد الحميد النميسي، منشورات دار الكتب العلمية، بيروت، الطبعة الأولى1420هـ، 1999م.","seal":"253FF1B6","part":1},
      {"page":65,"id":71,"nass":"إنباء الغمر بأبناء العمر في التاريخ: ابن حجر العسقلاني، دائرة المعارف العثمانية بالهند، حيدر آباد الدكن، وطبع في بيروت 1406هـ.\rالبحوث والدراسات المقدمة للمؤتمر: المؤتمر الثالث للسيرة والسنة النبوية، قطر1400هـ، منشورات المكتبة العصرية، بيروت.\rالبداية والنهاية: ابن كثير: عماد الدين، أبو الفداء إسماعيل (ت774هـ) ، تحقيق، أحمد أبو ملحم وعلي نجيب عطوي، نشر: دار الكتب العلمية.\rتاريخ الدولة السعودية: أمين سعيد، المجلد الأول نشر، دار الكاتب العربي.\rتاريخ الرسل والملوك: الطبري: محمد بن جرير (ت310هـ) تحقيق، أبو الفضل إبراهيم، دار المعارف بمصر1960/1969م.\rتاريخ بغداد: الخطيب البغدادي: أبو بكر، أحمد بن علي بن ثابت (463هـ) ، مطبعة السعادة، مصر 1349هـ/1931م.\rالتبر المسبوك: السخاوي: محمد بن عبد الرحمن (ت902هـ) .\rتذكرة الحفاظ: للذهبي، مطبعة دائرة المعارف البريطانية بحيدر آباد الدكن، 1955م.\rتركة النبي صلى الله عليه وسلم، والسبل التي وجهها فيها: حماد بن إسحاق بن إسماعيل (ت267?) ، تحقيق: أكرم ضياء العمري، الطبعة الأولى 1404هـ/1984م.\rالتكملة لكتاب الصلة: ابن الآبار، أبو عبد الله محمد بن عبد الله (ت658هـ) . اعتناء السيد عزت العطار الحسيني، مكتبة الخانجي، القاهرة، 1375هـ/1956م.","seal":"66C56197","part":1},
      {"page":66,"id":72,"nass":"تهذيب التهذيب: ابن حجر العسقلاني، طبعة دار المعارف العثمانية، حيدر آباد الدكن (1325/1327هـ) .\rجذوة المقتبس: الحميدي: أبو عبد الله، محمد بن فتوح الأندلسي (ت488هـ) الدار المصرية للتأليف والترجمة، مطابع سجل العرب، القاهرة، 1966م.\rجوامع السيرة: ابن حزم الظاهري: أبو محمد علي بن أحمد (ت456هـ) ، تحقيق، إحسان عباس، وناصر الدين الأسد، مراجعة، أحمد محمد شاكر، طبع، دار إحياء السنة، باكستان.\rالدرر الكامنة في أعيان المائة الثامنة: ابن حجر العسقلاني، تحقيق، محمد سيد جاد الحق، الطبعة الثانية، القاهرة، 1385هـ.\rالدرر في اختصار المغازي والسير: ابن عبد البر: أبو عمر يوسف (ت463هـ) . تحقيق، شوقي ضيف، دار الكتب العلمية، بيروت 1386هـ/1966م.\rالرسالة الكاملية: ابن النفيس: علاء الدين علي بن أبي الحزم (ت687هـ) ، تحقيق، ماكس مايرهوف، ويوسف شخت.\rروضة الأفكار والأفهام لمرتاد حال الإمام وتعداد غزوات ذوي الإسلام: ابن غنام: حسين، القاهرة 1368هـ.\rالزهر الباسم في سيرة أبي القاسم صلى الله عليه وسلم: مغلطاي، علاء الدين بن قليح الحنفي (ت762هـ) ، تحقيق، خميس صالح الغامدي، رسالة دكتوراه، جامعة أم القرى. مكة المكرمة 1416هـ.","seal":"EE63EDA8","part":1},
      {"page":67,"id":73,"nass":"سير أعلام النبلاء: الذهبي: شمس الدين محمد بن أحمد بن عثمان (ت748هـ) مؤسسة الرسالة، بيروت.\rالسير والمغازي: تحقيق، سهيل زكار، نشر، دار الفكر، 1398هـ/1978م.\rالسيرة النبوية الصحيحة: أكرم ضياء العمري، مكتبة العلوم والحكم، المدينة المنورة، الطبعة الخامسة.1413هـ/1993م.\rالسيرة النبوية في ضوء المصادر الأصلية: مهدي رزق الله أحمد، طبع ونشر مركز الملك فيصل للبحوث والدراسات الإسلامية، الطبعة الأولى 1412هـ، 1992م، الرياض.\rالسيرة النبوية: ابن هشام، أبو محمد عبد الملك الحميري (ت218هـ) ، تحقيق، همام عبد الرحيم سعيد، ومحمد عبد الله أبو صعليليك. مكتبة المنار، الأردن، الطبعة الأولى 1409هـ/1988م.\rالسيرة: ابن إسحاق: محمد (ت151هـ) . تحقيق، محمد حميد الله، نشر معهد الدراسات والأبحاث للتعريب 1396هـ/1976م.\rشذرات الذهب في أخبار مَنْ ذهب: ابن العماد: عبد الحي بن أحمد الحنبلي (ت1089هـ) ، دار الآفاق الجديدة، بيروت.\rالصلة: ابن بشكوال: أبو القاسم، خلف بن عبد الملك (ت578هـ) . الدار المصرية للتأليف والترجمة، مطابع سجل العرب 1966م.\rالطبقات الكبرى: ابن سعد: محمد (ت230هـ) ، نشر، دار صادر، بيروت.\rعنوان المجد في تاريخ نجد: ابن بشر: عثمان بن عبد الله، تحقيق، عبد الرحمن آل الشيخ، طبعة وزارة المعارف السعودية 1391هـ.","seal":"1EBA97E6","part":1},
      {"page":68,"id":74,"nass":"عيون الأثر في فنون المغازي والشمائل والسير: ابن سيد الناس: أبو الفتوح محمد بن محمد (ت734هـ) تحقيق، لجنة إحياء التراث العربي، دار الآفاق الجديدة، بيروت، الطبعة الثالثة (بدون تاريخ) .\rفتح الباري: ابن حجر العسقلاني: شهاب الدين أبو الفضل أحمد بن علي (ت852هـ) . المطبعة الخيرية، القاهرة، 1319هـ.\rالفصول في سيرة الرسول صلى الله عليه وسلم: لابن كثير، تحقيق، محمد العيد الخطراوي، ومحيي الدين مستو، دار ابن كثير بدمشق، ومكتبة دار التراث بالمدينة المنورة، الطبعة الرابعة1405هـ، 1985م.\rفقه السيرة: محمد سعيد البوطي، دار الفكر للطباعة والنشر والتوزيع، 1399هـ، 1979م.\rالفهرست: ابن النديم، محمد بن إسحاق (ت 385هـ) ، نشر، مكتبة خياط.\rمختصر السيرة النبوية: الواسطي: عماد الدين أحمد بن إبراهيم بن عبد الرحمن (ت711هـ) الجزء الأول، تحقيق، غازي الرويس، رسالة علمية بجامعة أم القرى 1424هـ. وبقية أجزاء الكتاب لا زالت تحت التحقيق في رسائل علمية بجامعة أم القرى.\rمختصر سيرة الرسول صلى الله عليه وسلم: محمد بن عبد الوهاب (ت1206هـ) ، طبع ونشر: وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، الرياض1418هـ.\rمغازي رسول الله صلى الله عليه وسلم لعروة بن الزبير برواية أبي الأسود عنه: محمد مصطفى الأعظمي، نشر مكتب التربية العربي لدول الخليج، الرياض 1404هـ.","seal":"3BB344F7","part":1},
      {"page":69,"id":75,"nass":"المغازي: الواقدي، محمد بن عمر (ت207هـ) نشره، مارسدن جونس، وكذا نشره، فون كريمر مؤسسة الأعلمي، بيروت.\rمناهج المؤلفين في السيرة النبوية، وخصائص المنهج الصحيح في الدراسة: سعد المرصفي، مكتبة ابن كثير، الكويت الطبعة الأولى، 1423هـ، 2002م.\rمنهج كتابة التاريخ الإسلامي: محمد بن صامل السلمي، دار طيبة للنشر والتوزيع، الطبعة الأولى 1406هـ، 1986م.\rالمواهب اللدنية بالمنح المحمدية: القسطلاني: أحمد بن محمد (ت923هـ) ، تحقيق، صالح أحمد الشامي، المكتب الإسلامي، الطبعة الأولى 1412هـ/1991م.\rوفيات الأعيان: ابن خلكان: أبو العباس شمس الدين أحمد بن محمد (ت681هـ) ، تحقيق، إحسان عباس، دار الثقافة، بيروت 1972م.","seal":"91F95550","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"مصادر السيرة النبوية","HigriD":"","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"ضيف الله بن يحيى الزهراني","bLnk":null,"Inf":"","Auth":"ضيف الله الزهراني","Betaka":"الكتاب: مصادر السيرة النبوية\rالمؤلف: ضيف الله بن يحي الزهراني\rالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"87E1D310","cat":"السيرة والشمائل","oNum":11576,"BkId":11576,"oAuth":1020,"bVer":1,"aSeal":"4BE3D6F9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11576":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"القسم الأول: مصادر أصلية"},
      {"lvl":2,"id":4,"sub":1,"tit":"القرآن الكريم"},
      {"lvl":2,"id":9,"sub":0,"tit":"كتب الحديث النبوي"},
      {"lvl":2,"id":12,"sub":0,"tit":"كتب السيرة المختصة"},
      {"lvl":2,"id":54,"sub":0,"tit":"كتب الشمائل والدلائل"},
      {"lvl":1,"id":61,"sub":0,"tit":"القسم الثاني: مصادر تكميلية"},
      {"lvl":2,"id":61,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":62,"sub":0,"tit":"أولا: المصادر التي اهتمت بتاريخ مكة المكرمة والمدينة المنورة"},
      {"lvl":2,"id":64,"sub":0,"tit":"ثانيا: كتب الأدب والشعر"},
      {"lvl":2,"id":66,"sub":0,"tit":"ثالثا: كتب التراجم"},
      {"lvl":2,"id":68,"sub":0,"tit":"رابعا: كتب البلدان"},
      {"lvl":1,"id":69,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":70,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
