{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b117135":
    [
      {"page":1,"id":1,"nass":"التصنيف في مصطلح الحديث\rبين مدرستي الحديث والفقه\r\rالمقدمة\rإنّ الحمد لله، نحمده ونستعينه، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أنْ لا إله إلاّ الله وحده لا شريك له، وأنّ محمداً عبده ورسوله، أما بعد:\rفمن نعم الله تعالى علينا، ونعمه تترا أنْ منَّ علينا -بعد نعمة الإسلام- بالاشتغال بهذا العلم المبارك، فالقرآن الكريم هو حبل الله المتين قد تكفل ربّ العزة جل جلاله بحفظه، فقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9].\rوهيأ للسنة النبوية رجالاً أفذاذاً تعلموا العلم وحملوه ونشروه بين النّاس، وحموه من الدخَلة والنحَلة، فكم من مبتدع ألقموه حجراً، وكم من مفترٍ ردوه خائباً وهوحسير، رفعوا لواء الدين فما وهنوا وما ضعفوا وما استكانوا، ولا زالت قافلتهم تسير تشق غبار الأرض وتعانق سامقة الجبال، كانوا رهباناً بالليل، فرساناً بالنهار، تجدهم في حلقهم جالسين، وفي مواجهة البدع والزيغ صامدين، وفي دنياهم زاهدين، جعلوها مطية لآخرتهم، فنالوا الحسنيين، فأنعم وأكرم بركب: محمد - صلى الله عليه وسلم - قدوته، والصحابة أسّه، والتابعون عمدته، وأتباعهم حماته، والصادقون بعد أتباعه.\rومن المعلوم أنّ لكل علم من العلوم مصطلحات خاصة به، يتعارف عليها المشتغلون به، وهذه المصطلحات تنتقل بينهم جيلاً بعد جيل، لا يحتاج التلميذ بيانه من شيخه في الغالب الأعم، فهل يحتاج المصنف في الفقه وأصوله -مثلاً-أنْ يبيّن معنى اطلاقه لفظة (المكروه) في تواليفه أو دروسه؟ بالتأكيد لا، وكذا في النحو، والصرف ... الخ\rوقل مثل ذلك في الحديث النبوي، فلم يحتج الزهري أنْ يفسر لتلميذه ابن عيينة -مثلاً- معنى قوله: صحيح، باطل، كذب، .... الخ، وهكذا بالنسبة لابن نمير فلا يحتاج إلى بيانه من شيخه ابن عيينة، ولا مسلم من شيخه ابن نمير، لاستغنائهم عن ذلك باشتهار هذه الألفاظ فيما بينهم.\rوهكذا مضت سنة أهل العلم في تلقي العلم وأدائه، في كل فنّ من فنونه.","seal":"7BF30CB9","part":1},
      {"page":2,"id":2,"nass":"وإنما يفسر الشيخ مصطلحه إذا استعمله على غير استعماله الشائع، كما فعل الترمذي في مصطلح (حسن) لما خصّه في كتابه الجامع (¬1)، وإنما الذي يحتاج إلى تفسير مصطلحات أئمة هذا الفن -في الغالب-من ليس من أهله، بقصد المعرفة أو النقد، فيحتاج إلى قاموس يفسر له مراد هؤلاء القوم، فتنشأ هذه (القواميس) صغيرة، ثم تتطور لتصبح مصنفات كبيرة، تكون بعد ذلك قواعد ثابتة يسير عليها طلبة العلم في هذا الفن، فمثلاً كتب قواعد النحو، إنما احتاج اليها في الأصل الأعاجم لما اختلطوا بالعرب إبان الفتوحات الإسلامية، ثم زادت الحاجة إليها بعد تأثر لسان أبناء العرب بلهجات الأقوام الأخرى فجاءت تلك القواعد لضبط اللسان من اللحن.\rأما بالنسبة لمصطلح الحديث فإنما صنف فيه الفقهاء ولا سيما الشافعية منهم على طريقة شيخهم وإمامهم الشافعي رحمه الله في تأليف كتابه (الرسالة) والتي حاول فيها وضع ضوابط وقواعد توفيقية بين مدرستين مختلفتين، مدرسة الحديث ومدرسة الرأي، فوفِّقَ رحمه الله تعالى.\rحتى أقرّ بفضل هذا الكتاب أهل الحديث وأهل الرأي، قال إسحاق بن راهويه: \" كتبت إلى أحمد بن حنبل، وسألته أنْ يوجّه إليّ من كتب الشافعي ما يدخل في حاجتي، فوجّه إليَّ بكتاب الرسالة \" (¬2).\rويقول أبو الوليد المكي الفقيه موسى بن أبي الجارود في الإمام الشافعي: \" انتهت رئاسة الفقه بالمدينة إلى مالك بن أنس، رحل إليه ولازمه وأخذ عنه، وانتهت رئاسة الفقه بالعراق إلى أبي حنيفة، فأخذ عن صاحبه محمد بن الحسن جملا ليس فيها شيء إلاّ وقد سمعه عليه، فاجتمع له علم أهل الرأي وعلم أهل الحديث، فتصرف في ذلك، حتى أصل الأصول، وقعد القواعد، وأذعن له الموافق والمخالف، واشتهر أمره، وعلا ذكره، وارتفع قدره، حتى صار منه ما صار \" (¬3).\rوكذا أئمة الشافعية في زمانهم أرادوا وضع قواعد وضوابط لفهم طريقة المحدثين من جهة، وللدفاع عن المذهب من جهة أخرى، ولا سيما أنّ أهل الحديث لم تكن لهم قواعد صماء يسيرون عليها، بل تدور احكامهم مع القرآئن التي لا يقدر عليها غيرهم! فيقدمون المرسل على المتصل أحياناً، ويقدمون المتصل على المرسل أحياناً أخرى، ويرجحون رواية الأحفظ على الأكثر أحياناً، ويرجحون رواية الأكثر على الأحفظ\r¬__________\r(¬1) علل الترمذي الصغير بآخر الجامع 6/ 254،وينظر بلابد بحثنا (مصطلح حسن عند الترمذي) منشور باختصار في ملتقى أهل الحديث على الشبكة العنكبوتية.\r(¬2) الجرح والتعديل، ابن أبي حاتم الرازي 7/ 204.\r(¬3) توالي التأسيس بمعالي ابن ادريس، ابن حجر ص54.","seal":"3119F981","part":1},
      {"page":3,"id":3,"nass":"أحياناً أخرى، فليس لهم قاعدة واحدة في القبول والرد، وقد تجدهم يرجحون رواية الضعيف على الثقة، في حديث معين؛ لأنه ضبط في هذا الحديث حسب! وتجدهم أحياناً يضعفون رجلاً ثم يصححون حديثه، وهكذا ..\rوهذا كله لا يجري على قاعدة، ولا يوافق في كثير من الأحيان قواعد الأصوليين والفقهاء التي تحدد لها مساراً واحداً في كل المسائل، كما يقول العلائي:\" كلام الأئمة المتقدمين في هذا الفن كعبد الرحمن بن مهدي ويحيى بن سعيد القطان وأحمد بن حنبل والبخاري وأمثالهم يقتضي أنهم لا يحكمون في هذه المسألة بحكم كلي بل عملهم في ذلك دائر مع الترجيح بالنسبة إلى ما يقوى عند أحدهم في كل حديث حديث\" (¬1).وقد فصّلنا القول في غير هذا الموضع.\r\rإنّ بعض الأئمة المتقدمين تعرّض لتفسير بعضٍ من المصطلحات الحديثية التي شاعت في زمانهم، ولاسيما بعد الخلاف الذي وقع بين مدرستي الحديث والرأي، وأسبق من صنف في ذلك الإمام الشافعي في كتابه الرسالة، قال العلامة أحمد محمد شاكر في مطلع تحقيقه لكتاب الرسالة:\" إنّ أبواب الكتاب ومسائله، التي عرض الشافعي فيها للكلام على حديث الواحد والحجة فيه، وإلى شروط صحة الحديث وعدالة الرواة، ورد الخبر المرسل والمنقطع، إلى غير ذلك مما يعرف من الفهرس العلمي في آخر الكتاب -: هذه المسائل عندي أدق وأغلى ما كتب العلماء في أصول الحديث، بل إنّ المتفقه في علوم الحديث يفهم أن ما كتب بعده إنما هو فروع منه، وعالة عليه، وأنه جمع ذلك وصنفه على غير مثال سبق\" (¬2).\rثم تبعه الإمام مسلم في تقدمته لكتابه الصحيح، ثم أبو داود في رسالته لأهل مكة، ثم الترمذي في علله الصغير، وهو مقدمة لكتابه الجامع، ثم ابن أبي حاتم في مقدمة كتاب الجرح والتعديل، وهكذا جاءت هذه التفسيرات مبثوثة في هذه الكتب، ولم تدع الحاجة إلى توليفها بمصنف واحد يجمعها؛ لاستغناء المشتغلين بهذا العلم عن ذلك فلا يعوزهم تحرير لفظ الصحيح أو الحسن أو الضعيف، ... الخ، فهم أهل هذا الفن ورواده.\rوبعد أن استقر الأمر للمحدثين الفقهاء الذين جمعوا فضلي الحديث وفقهه، حتى طار ذكرهم في الآفاق وملأ عنان السماء، ودارت حلق العلم في أفلاكهم، وفزع الناس إليهم، فلم تعد تعقد المجالس إلاّ لهم، ونصبت لهم منابر العلم في كل ميدان، ولاسيما بعد تصنيف صحيحي البخاري ومسلم، فاغتاظ بعض\r¬__________\r(¬1) نقله ابن حجر في النكت على ابن الصلاح 2/ 604.\r(¬2) مقدمة تحقيقه لكتاب الرسالة ص 13.","seal":"59120CF7","part":1},
      {"page":4,"id":4,"nass":"الناس من ذلك، وانتفخت أوداج الحساد، لاسيما بعض الفقهاء ممن لا يحفظ الحديث، ولا يقيمه سنداً ولا متناً، وإذا حدث بحديث أخطأ فيه فيقلبه أو يرويه بالمعنى فيخالف الحفاظ في ألفاظه، وربما يأتون بألفاظ حديثهم بنحو يشبه ألفاظ الفقهاء المتداولة بينهم (¬1)،فإذا ما نقدهم محدث في ذلك عابوا عليه وشنعوا به، ورموهم بالجهل بالفقه وأصوله! وأنه مجرد ناقل، متعكزين على قولة الأعمش المشهورة لأبي حنيفة رحمه الله:\"يا معاشر الفقهاء: أنتم الأطباء ونحن الصيادلة\" (¬2).\r\rوإطلاق الصيادلة على أهل الحديث تشنيع بهم، فهو لقب يطلق على من لا يفهم، كما فسره الإمام أبو يوسف لما سئل عن -الفقيه-الحسن بن زياد، فقال:\" هو عندي كالصيدلاني إذا سأله رجل أنْ يعطيه ما يطلق بطنه أعطاه ما يمسكه\" (¬3).\rنعم ربما ينطبق هذا الكلام على بعض أصحاب الحديث، لكن ليس على الحفاظ منهم! وهو ظاهر في قول الربيع: سمعت الشافعي قال ((لبعض)) أصحاب الحديث:\" أنتم الصيادلة، ونحن الأطباء\" (¬4).وإلاّ فكيف يعيب الشافعي على المحدثين وهو من أجلّة المحدثين! حتى سمّاه أهل العراق (ناصر الحديث) (¬5)،وقال عنه تلميذه أحمد:\"ما رأيت أحداً أتبع للأثر من الشافعي\" (¬6).\rوهو من أجلّ من روى عن مالك بن أنس، قال الإمام أحمد \"كنت سمعت الموطأ من بضعة عشر رجلاً من حفّاظ أصحاب مالك، فأعدته على الشافعي لأنني وجدته أقومهم\" (¬7). وقد اعتراض سراج الدين البلقيني على من قدم القعنبي وابن وهب على الشافعي في رواية الموطأ.\rونصّ الحافظ في النكت على تقديم الشافعي على أصحاب مالك، فقال \"ولا يشك أحد أنّ الشافعي أجل من هؤلآء، من أجل ما اجتمع له من الصفات العلية الموجبة لتقديمه، وهذا لا ينازع فيه إلا جاهل أو متغافل\" (¬8).\r¬__________\r(¬1) ينظر: شرح علل الترمذي، ابن رجب الحنبلي 2/ 834.\r(¬2) الكامل في الضعفاء، ابن عدي 8/ 238.\r(¬3) مناقب الإمام أبي حنيفة، الذهبي ص68.\r(¬4) سير أعلام النبلاء، الذهبي 10/ 23.\r(¬5) تاريخ بغداد، الخطيب البغدادي 7/ 64،وفي 2/ 404 (أهل بغداد).\r(¬6) حلية الأولياء، أبو نعيم 9/ 100.\r(¬7) الارشاد، الخليلي 1/ 231\r(¬8) النكت على ابن الصلاح 1/ 265.","seal":"3E163C0D","part":1},
      {"page":5,"id":5,"nass":"أما تعميمه على جميع المحدثين ففيه مغالطة كبيرة، فأئمة الحديث، وطلاّبة السنّة ومدارات الروايات فقهاء، كـ (محمد بن سيرين، وسعيد بن المسيب، وعامر الشعبي، وإبراهيم النخعي، ونافع، وقتادة، والزهري، وحماد بن سلمة، والليث، والأوزاعي، وشعبة، والثوري، وابن عيينة، ومالك، والشافعي، وأحمد،\rوالبخاري، ومسلم، وأبي داود، والترمذي، والنسائي)،وغيرهم خلق كثير.\rهؤلاء هم من جلّة المحدثين وعليهم تدور أغلب الروايات، وكل واحد منهم مدرسة فقهية بذاته، ولو سلّمنا جدلاً بهذا القول، فهو في حقبة زمنية معينة كما قال أحمد:\"كان الفقهاء أطباء والمحدثون صيادلة فجاء محمد بن إدريس طبيباً صيدلانياً\" (¬1).\rفراح بعض المشتغلين بالفقه يؤصل لمسائل من قبل رأيه مخالفاً لنصوصٍ صريحة، ومن ذلك: قال أبو السائب:\"كنا عند وكيع، فقال لرجل عنده ممن ينظر في الرأي: أشعر رسول الله - صلى الله عليه وسلم -، ويقول أبو حنيفة هو مثلة. قال الرجل: فإنه قد روي عن إبراهيم النخعي أنه قال: الإشعار مثلة. قال: فرأيت وكيعا غضب غضباً شديداً، وقال: أقول لك قال رسول الله - صلى الله عليه وسلم -،وتقول: قال إبراهيم! ما أحقك بأن تحبس، ثم لا تخرج حتى تنزع عن قولك هذا\" (¬2).\rولابن عبد البر توجيه لمثل هكذا عبارات، فقال عقب قول زكريا القطان: \" رأيت سفيان بن عيينة، وقد ألجأه أصحاب الحديث إلى الميل الأخضر، فالتفت إليهم فقال: ما أرى الذي تطلبونه من الخير، ولو كان من الخير لنقص كما ينقص الخير\". قال أبو عمر -ابن عبد البر-: \" هذا كلام خرج على ضجر وفيه لأولي العلم نظر\" (¬3).\rوكذا عبارة الأعمش السابقة إنما خرجت من باب التواضع لأبي حنيفة رحمه الله وإلاّ فالأعمش من الفقهاء ومن أعرف الناس بالفرائض قال سفيان بن عيينة:\" كان الأعمش أقرأهم لكتاب الله، وأحفظهم للحديث، وأعلمهم بالفرائض \" (¬4).\r¬__________\r(¬1) تاريخ دمشق، ابن عساكر 51/ 334.\r(¬2) أخرجه الترمذي في الجامع عقب حديث (906).\r(¬3) جامع بيان العلم وفضله 2/ 1016.\r(¬4) تاريخ ابن معين براية الدوري 3/ 388.","seal":"92E4B003","part":1},
      {"page":6,"id":6,"nass":"وقال عاصم الأحول:\" مرَّ الأعمش بالقاسم بن عبد الرحمن فقال: هذا الشيخ أعلم الناس بقول عبد الله بن مسعود\" (¬1).\rوبلغ هذا التنعت مبلغه في مطلع القرن الثالث الهجري لما استقرت الروايات وعرفت الطرق المحفوظة، وبان ضعف كثير من الروايات التي يستدل بها بعض الفقهاء، ولاسيما في كتاب الترمذي الماتع (الجامع) الذي علل روايات كبار الفقهاء، فراح بعض هؤلاء المتعصبين يحطُّ من قدر المحدثين؛ ليصلح عور رواية ما أو يقوّم اعوجاج دليله في مسألة من المسائل، حتى قال قائلهم (¬2):\rإنّ الرُواةَ على جَهْلٍ بما حَملوُا ... مثلُ الجِمَال عليها يُحْمَل الوَدَعُ\rلا الوَدْعُ يَنفْعهُ حَمْلُ الجمالِ له ... ولا الجمالُ بِحَمْل الوَدْع تنتفعُ\rفانتهض بعض أهل الفضل للدفاع عن أئمة الحديث، وعلى رأسهم أبو محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي ت (360هـ)،فصنّف كتابه (المحدث الفاصل بين الراوي والواعي) وهو من أنفس الكتب التي صنفت في بابها، قال الذهبي:\"وما أحسنه من كتاب! \" (¬3).\rوقد بين سبب تأليفه فقال في أوّل سطر منه بعد حمد الله تعالى:\" اعترضت طائفة ممن يشنأ الحديث ويبغض أهله، فقالوا بتنقص أصحاب الحديث والإزراء بهم، وأسرفوا في ذمهم والتقول عليهم، وقد شرف الله الحديث وفضل أهله، وأعلى منزلته ...... وقد كان بعض شيوخ العلم ممن جلس مجلس الرياسة واستحقها لعلمه وفضله، لحقه بمدينة السلام من أهل الحديث جفاء، قلق عنده، وغمه ما شاهد من عقد المجالس ونصب المنابر لغيره، وتكاثف الناس في مجلس من لا يدانيه في علمه ومحله، فعرّض بأصحاب الحديث في كلام له، يفتتح به بعض ما صنف ... \" (¬4).\r\rوهكذا تعرف أنّ من أهم أسباب ظهور تواليف علم مصطلح الحديث هو الدفاع عن أهل الحديث، وصد هجمة أهل الأهواء والبدع.\r¬__________\r(¬1) تاريخ بغداد 10/ 5.\r(¬2) أورده ابن عبد البر في جامع بيان العلم وفضله 2/ 1032،والطبقات السنية في تراجم الحنفية، الغزي 38.\r(¬3) سير أعلام النبلاء 16/ 72.\r(¬4) المحدث الفاصل ص162.","seal":"E6E12477","part":1},
      {"page":7,"id":7,"nass":"وبنحوه قال الخطيب في مقدمة كتابه الكفاية:\" قد استفرغت طائفة من أهل زماننا وسعها في كتب الأحاديث والمثابرة على جمعها من غير أن يسلكوا مسلك المتقدمين، وينظروا نظر السلف الماضين في حال الراوي والمروي، وتمييز سبيل المرذول والرضي، واستنباط ما في السنن من الأحكام، وإثارة المستودع فيها من الفقه بالحلال والحرام، بل قنعوا من الحديث باسمه، واقتصروا على كتبه في الصحف ورسمه، فهم أغمار، وحملة أسفار ... فجر هذا الفعل منهم الوقيعة في سلف العلماء، وسهل طريق الطعن عليهم لأهل البدع والأهواء، حتى ذم الحديث وأهله بعض من ارتسم بالفتوى في الدين .. \" (¬1).\rولما كان لأهل الفقه والأصول السبق في تصنيف كتب مصطلح الحديث، ولاسيما الشافعية منهم، فقد ظهر منهجهم الفقهي بسطوع في غالب أبواب هذه الكتب، ثم أدخلوا فيها مباحث فقهية أصولية بحتة، لم يتعرض لها أهل الحديث البتة، كمبحث المتواتر والآحاد، وإطلاق قبول الزيادة من الثقة، وغيرها من المباحث الأخرى، ومن يقرأ كتاب الكفاية يجد الخطيب يرجح صنيع الفقهاء في أكثر من موضع، مع أنه يكتب في مصطلح أهل الحديث!\rفقال -مثلاً-في مبحث زيادة الثقة بعد عرض الأقوال المختلفة:\" والذي نختاره من هذه الأقوال أنّ الزيادة الواردة مقبولة على كل الوجوه\" (¬2).\rوهذا مذهب الفقهاء لا مذهب أهل الحديث، بل لم يقبله بهذه الصورة أحد من أهل الحديث؟\rوقال الخطيب في باب تعارض الوصل والإرسال:\"قال أكثر أصحاب الحديث: إنّ الحكم في هذا أو فيما كان بسبيله للمرسل، وقال بعضهم: إنْ كان عدد الذين أرسلوه أكثر من الذين وصلوه فالحكم لهم، وقال بعضهم: إنْ كان من أرسله أحفظ من الذي وصله فالحكم للمرسل، ولا يقدح ذلك في عدالة الذي وصله، ومنهم من قال: لا يجوز أنْ يقال في مسند الحديث الذي يرسله الحفاظ: إنه عدل، لأن إرسالهم له يقدح في مسنده فيقدح في عدالته، ومنهم من قال: الحكم للمسند إذا كان ثابت العدالة ضابطا للرواية، فيجب قبول خبره، ويلزم العمل به، وإن خالفه غيره، وسواء كان المخالف له واحداً أو جماعة، وهذا القول هو الصحيح عندنا، لأن إرسال الراوي للحديث ليس بجرح لمن وصله ولا تكذيب له\" (¬3).\r¬__________\r(¬1) الكفاية ص3 - 4\r(¬2) الكفاية ص425.\r(¬3) الكفاية ص411","seal":"87DB6191","part":1},
      {"page":8,"id":8,"nass":"قال ابن الصلاح:\" قلت: وما صححه هو الصحيح في الفقه وأصوله\" (¬1).\rفالخطيب يرجح ههنا مذهب أهل الفقه والأصول على مذهب أهل الحديث، ثم يصحح ابن الصلاح ترجيحه، وهما يكتبان في كتاب مصطلح أهل الحديث!\rوتأمل بعد قول النووي في حكم الإجازة بالمناولة المجردة:\" بأنه يناوله مقتصراً على: هذا سماعي، فلا تجوز الرواية بها على الصحيح الذي قاله الفقهاء وأصحاب الأصول، وعابوا المحدثين المجوزين \" (¬2).\rولذا قال الحافظ ابن حجر في مبحث شروط الخبر المتواتر:\" وإنما أبهمتُ شروط المتواتر في الأصل-يريد نخبة الفكر-؛ لأنه على هذه الكيفية ليس من مباحث علم الإسناد\" (¬3) ..\rومنه: اعتراض ابن دقيق العيد الشافعي على قول ابن الصلاح في حد الحديث الصحيح (ولا شاذاً ولا معللاً) قال:\" في قوله: \"ولا شاذا ولا معللا\" نظر على مقتضى مذاهب الفقهاء؛ فإن كثيراً من العلل التي يعلل بها المحدثون لا تجري على أصول الفقهاء\" (¬4).\rوهكذا فإنّ كتب المصطلح لم تكتب في الغالب بأقلام المحدثين أنفسهم، وإنما بأقلام الفقهاء وأهل الأصول، فظهرت النكهة الفقهية في غالب أبواب المصطلح، وهذا ليس انتقاصاً من جهودهم الكبيرة أو تقليلاً لشأن الأئمة الكبار كالخطيب وابن الصلاح والنووي .. وغيرهم، ولكن من باب وضع الأمور في أنصبتها، ولمعرفة السبب الحقيقي وراء تأثر مصطلح الحديث بأراء الفقهاء غالباً، مما أثر ذلك على الميزان النقدي، والمنهجية العلمية في قبول أحاديث الأئمة المتقدمين أو ردها، فكم من حديث أعله متأخر أو معاصر على أساس قواعد المصطلح! التي هي في الأصل قواعد الفقهاء والأصوليين.\rوقد قال الشيخ الألباني رحمه الله:\" يلزم الفقيه أن يكون محدثاً، ولا يلزم المحدث أنْ يكون فقيهاً؛ لأنّ المحدث فقيه بطبيعة الحال، هل كان أصحاب النبي - صلى الله عليه وسلم - يدرسون الفقه أم لا؟ وما هو الفقه الذي كانوا يتدارسونه؟ وما كانوا يأخذونه من رسول الله - صلى الله عليه وسلم -، إذن هم يدرسون الحديث؟ أما هؤلاء الفقهاء يدرسون أقوال العلماء وفقههم ولا يدرسون حديث نبيهم الذي هو منبع الفقه، فهؤلاء يقال لهم: يجب أن تدرسوا علم الحديث، إذ أننا لا نتصور فقها صحيحاً بدون معرفة الحديث حفظاً\r¬__________\r(¬1) علوم الحديث الشهير بالمقدمة ص72. وقد تعقبهما الحافظ في النكت 2/ 604 فلينظر.\r(¬2) تقريب النوواي ص63.\r(¬3) نزهة النظر ص42.\r(¬4) الاقتراح ص5.","seal":"353BFA2D","part":1},
      {"page":9,"id":9,"nass":"وتصحيحاً وتضعيفاً، وفي الوقت نفسه لا نتصور محدثاً غير فقيه، فالقرآن والسنة هما مصدر الفقه كل الفقه، أما الفقه المعتاد اليوم فهو فقه العلماء، وليس فقه الكتاب والسنة، نعم؛ بعضه موجود بالكتاب والسنة وبعضه عبارة عن آراء واجتهادات، لكن في الكثير منها مخالفة منهم للحديث لأنهم لم يحيطوا به علماً\" (¬1).\rوقد فصلنا القول في كتابنا الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين، وكذا في بحثنا (منهج النقد الحديثي بين قرائن المحدثين وقواعد الفقهاء) فلتنظر هناك.\r\rولابد من سرد تاريخي سريع لأهم مصنفات المصطلح، فنقول:\rيعد كتاب (المحدث الفاصل) للحافظ الرامهرمزي أوّل مصنف في إصطلاح أهل الحديث، يقول الحافظ ابن حجر:\"فإنّ التصانيف في اصطلاح أهل الحديث، قد كثرت للأئمة في القديم والحديث، فمن أول من صنّف في ذلك القاضي أبو محمد الرامهرمزي في كتابه: \"المحدث الفاصل\"، لكنه لم يستوعب \" (¬2).\rثم صنّف بعد ذلك أبو عبد الله الحاكم النيسابوري ت (405هـ)، كتاب معرفة علوم الحديث، وهو أوسع من كتاب الرامهرمزي، ويصلح أنّ نطلق عليه أنه أول من صنف في علم مصطلح الحديث بمعناه المشتهر، نصّ على ذلك في مقدمة كتابه معرفة علوم الحديث إذ قال:\" إني لما رأيت البدع في زماننا كثرت، ومعرفة الناس بأصول السنن قلّت، مع إمعانهم في كتابة الأخبار وكثرة طلبها على الإهمال والإغفال، دعاني ذلك إلى تصنيف كتاب خفيف يشتمل على ذكر أنواع علم الحديث مما يحتاج إليه طلبة الأخبار، المواظبون على كتابة الآثار، وأعتمد في ذلك الاختصار، دون الإطناب والإكثار\" (¬3).\rثم صنف أبو نعيم الأصفهاني ت (430هـ)،كتابه: (المستخرج على علوم الحديث)،ثم صنف الحافظ أبو يعلى الخليلي ت (446) كتابه الماتع (الإرشاد في معرفة علماء الحديث)،وجاء المصنف البارع الخطيب أبو بكر البغدادي ت (463هـ)،فجمع ورتب وهذب ونسّق فأخرج كتابه الماتع (الكفاية) وهو أحسن ما\r¬__________\r(¬1) مجلة الأصالة العدد السابع 15 ربيع الثاني 1414 السنة الثانية.\r(¬2) نزهة النظر ص29 - 32.\r(¬3) معرفة علوم الحديث ص 2.","seal":"FA6FADF1","part":1},
      {"page":10,"id":10,"nass":"صنف في قوانين الرواية، وكذا كتابه (الجامع لأخلاق الراوي وآداب السامع)،يقول الحافظ أبو بكر بن نقطة (ت:629هـ):\" كل من أنصف علم أنّ المحدثين بعد الخطيب عيال على كتبه\" (¬1).\rوكذا مصنف معاصره الفذ ابن عبد البر المالكي ت: (463) (جامع بيان العلم وفضله)،وضع فيه أبواباً مهمة في أدب الرواية وغيرها.\rثم جاء من بعده الحافظ أبو يعلى الخليلي المتوفى سنة (446 هـ‍)، فألف كتابه (الإرشاد في معرفة علماء الحديث)\rثم جاء من بعدهم الحافظ أبو الفضل محمد بن طاهر المقدسي المتوفى سنة (507 هـ‍) فألف كتاباً في العلو والنزول.\rثم ألف القاضي عياض ت (544 هـ‍) كتابه (الإلماع في ضبط الرواية وتقييد السماع)، ثم صنف أبو حفص الميانجي ت (581 هـ‍) جزءه \" ما لا يسع المحدّث جهله \".\rثم جاء بعد ذلك الحافظ ابن الصلاح فانتفع من جميع من سبقه فنظم ورتب وهذب والف كتابه النفيس (معرفة أنواع علوم الحديث) والمشهور بالمقدمة، يقول الحافظ ابن حجر:\"الحافظ الفقيه تقي الدين أبو عمرو عثمان بن الصلاح بن عبد الرحمن الشهرزوري نزيل دمشق فجمع -لما ولي تدريس الحديث بالمدرسة الأشرفية- كتابه المشهور، فهذب فنونه، وأملاه شيئا بعد شيء؛ فلهذا لم يحصل ترتيبه على الوضع المتناسب، واعتنى بتصانيف الخطيب المفرقة، فجمع شتات مقاصدها، وضم إليها من غيرها نخب فوائدها، فاجتمع في كتابه ما تفرق في غيره؛ فلهذا عكف الناس عليه، وساروا بسيره، فلا يحصى كم ناظم له ومختصر، ومستدرك عليه ومقتصر، ومعارض له ومنتصر\" (¬2).\rويعد كتاب ابن الصلاح مرحلة جديدة من مراحل التصنيف في مصطلح الحديث، وكل من صنف بعده في هذا الفن دار في فلكه بين شارح أو مختصر أو متعقب أو منكت، ومن أهم هذه المختصرات:\r1 - إرشاد طلاب الحقائق إلى معرفة سنن خير الخلائق، للإمام النووي (ت 676 هـ‍).ثم اختصر المختصر، وسمّاه (التقريب).\r¬__________\r(¬1) التقييد في رواة السنن والمسانيد 1/ 170.\r(¬2) نزهة النظر ص29 - 34.","seal":"3DAF638E","part":1},
      {"page":11,"id":11,"nass":"2 - (الاقتراح في بيان الاصطلاح.) للحافظ ابن دقيق العيد، ت (703هـ).\r3 - (المنهل الروي في الحديث النبوي)، للقاضي بدر الدين ابن جماعة الشافعي، ت (733هـ).\r4 - (خلاصة في معرفة الحديث.) للعلامة أبي محمد الحسين بن عبد الله الطيبي ت: (743هـ).\r5 - (الموقظة)، للحافظ شمس الدين الذهبي المتوفى سنة (748هـ).\r6 - المختصر، لعلاء الدين المارديني ابن التركماني (ت 750 هـ‍).\r7 - إصلاح كتاب ابن الصلاح، لعلاء الدين مغلطاي (ت 762هـ).\r8 - الإقناع، لعز الدين بن جماعة (ت 767 هـ‍).\r9 - (مختصر علوم الحديث) للحافظ ابن كثير ت (774هـ).\r10 - (النكت على كتاب ابن الصلاح)،للحافظ بدر الدين الزركشي ت (794هـ).\r11 - (الشذا الفياح من علوم ابن الصلاح) لأبي إسحاق الأبناسي الشافعي ت (802هـ).\r12 - (المقنع): للحافظ ابن الملقن ت (804هـ) ثم اختصره، وسمّاه (التذكرة).\r13 - (محاسن الاصطلاح في تضمين كتاب ابن الصلاح) للحافظ سراج الدين البلقيني الشافعي، ت (805هـ) -كتابنا هذا-.\r14 - التقييد والإيضاح على كتاب ابن الصلاح، للحافظ زين الدين أبي الفضل عبد الرحيم بن الحسن العراقي ت (806هـ)،وهو نكت نفيسة على كتاب ابن الصلاح، ثم اختصر كتاب ابن الصلاح في (ألفية شعرية)، وشرحها في كتابه الماتع شرح الألفية.\r15 - (مختصر جامع لمعرفة علوم الحديث) للشريف أبي الحسن الجرجاني الحنفي ت (816هـ).\r16 - (النكت على ابن الصلاح) للحافظ أبي الفضل ابن حجر العسقلاني ت (852هـ).وقد تعقب الحافظ ابن الصلاح وكذا شيخه العراقي. ثم ألف مختصراً نفيساً وجيزاً في هذا الفن سماه: (نخبة الفكر في مصطلح أهل الأثر)،ثم شرحه بعد بمصنفه (نزهة النظر شرح نخبة الفكر).وتلقاه العلماء بعده بالقبول، وصنفوا عليه وكتبوا عليه الحواشي، حتى لخصه بعض معاصريه في نظم شعري ثم شرحه كالعلامة كمال الدين","seal":"E7F6F54A","part":1},
      {"page":12,"id":12,"nass":"أبي عبد الله محمد بن الحسن الشمني ت (821هـ).وكشرح (نتيجة النظر في شرح نخبة الفكر)،لولده محمد بن أحمد بن حجر العسقلاني.\r17 - (النكت الوفية بما في شرح الألفية) للحافظ برهان الدين البقاعي ت (855هـ) وهو حاشية على شرح ألفية العراقي.\r18 - (المختصر في علم الأثر) لمحي الدين الكافيجي، ت (879هـ).\r19 - فتح الباقي شرح ألفية العراقي، لشيخ الإسلام زكريا بن محمد الأنصاري الشافعي، ت (925هـ).\r20 - حاشية على نخبة الفكر، لزين الدين أبي العدل القاسم بن قطلوبغا الحنفي، ت (876هـ).\r21 - (فتح المغيث بشرح ألفية الحديث).للحافظ العلامة شمس الدين أبي الخير السخاوي الشافعي ت (902هـ).وكذا له (التوضيح الابهر) شرح تذكرة ابن الملقن.\r22 - تدريب الراوي في شرح تقريب النواوي، للحافظ جلال الدين عبد الرحمن بن أبي بكر السيوطي ت (911هـ) وكذا نظم أيضا أرجوزة الألفية في علم الحديث، وكذا صنف (البحر الذي زخر في شرح ألفية الأثر)، و (قطر الدرر في شرح نظم الدرر في علم الأثر للعراقي)، هذه أهم المصنفات في علم مصطلح الحديث.\rثم جاء بعدهم علماء فضلاء صنفوا شروحاً وحواشي على مصنفات هؤلاء الأئمة كـ:\r1 - العلامة المحدّث الفاضل عبد الحق بن سيف الدين الدهلوي ت (1050هـ).\r2 - العلامة شاه ولي الله بن عبد الرحيم الدهلوي ت (1176هـ).\r3 - العلامة المحدث الشيخ خليل أحمد السهارنفوري، صاحب كتاب بذل المجهود في حل سنن أبي داود، ت (1346هـ).\r4 - العلامة المحدّث الكبير محمد أنور شاه الكشميري ت (1352هـ).","seal":"D9A26811","part":1},
      {"page":13,"id":13,"nass":"5 - العلامة أبو الحسنات عبد الحيّ بن عبد الرحيم اللكنوي ت (1304هـ)،صاحب كتاب ظفر الأماني بشرح مختصر الجرجاني.\r6 - العلامة ملا عليّ القاري بن سلطان محمد الحنفي ت (1014هـ) شرح نخبة الفكر للحافظ ابن حجر العسقلاني، وسماه مصطلحات أهل الأثر على شرح نخبة الفكر.\r7 - الشيخ عبد الرؤوف بن تاج العارفين المناوي، ت (1029هـ) له شرح على شرح النخبة، سماه اليواقيت والدرر في شرح شرح نخبة الفكر.\r8 - الشيخ عمر بن محمد بن فتوح البيقوني الدمشقي الشافعي ت (1080هـ)، له منظومة تُعرف بالبيقونية في علم المصطلح، ووضع الناس عليها شروحاً.\r9 - العلامة الشيخ طاهر الجزائري الدمشقي ت (1338هـ) صنف (توجيه النظر إلى أصول الأثر).\r\r- خلاصة:\rومن يتامل المراحل التي مرّ بها التصنيف في علم مصطلح الحديث يجدها تدور في مراحل ثلاث:\rالأولى: مرحلة التأسيس، وتبدأ فعلياً بالإمام الشافعي وتمتد حتى أبي عبد الله الحاكم النيسابوري (405)،وكان جل أهتمامهم التأسيس لمنهج يحسن التعامل مع مصطلحات المحدثين، بحيث لا تلتبس بمصطلحات غيرهم، من جهة، والدفاع عن منهج المحدثين من جهة أخرى، وكلام الشافعي في الرسالة ومسلم وأبي داود والترمذي ثم الرامهرمزي والحاكم مثال على هذه المرحلة، كما سبق بيانه.\rالثاني: مرحلة التأصيل: والمراد بها التأصيل لـ (رفع الأعمدة) التي يقوم عليها هذا العلم، من خلال ترتيب الأبواب وتنسيق النصوص وضرب الأمثلة، وكتاب الكفاية للخطيب أوّله ثم الألماع للقاضي عياض ثم مقدمة الحافظ ابن الصلاح، وكما هو واضح مما سبق أنّ كل من جاء بعد ابن الصلاح شرح كلامه، وفسر عبارته.\rالثالثة: مرحلة التنكيت والاعتراض: وهذه المرحلة مهمة جداً، ورائدها أبو الفتح ابن دقيق العيد، ثم الحافظ علاء الدين مغلطاي، ثم ساق بعدهما أهل المصطلح تلك الإعتراضات والاستشكالات بعبارتهما بعزو أو دونه، يشيرون أحياناً ويغفلون أحياناً أخرى، وأجلّ من ساق تلك الاعتراضات وأجاب عنها الحافظ العراقي في كتابه النفيس (التقييد والايضاح)،والذي ظهر لي: أنّ غالب من صنف في المصطلح من اقرانه أفاد منه، ولاسيما في تعقباته وتنكيتاته واجاباته، حتى وإن تقدم عليه في وفاته كالأبناسي والزركشي وابن الملقن","seal":"6FA7EA11","part":1},
      {"page":14,"id":14,"nass":"والبلقيني، فهم أفادوا من صنيع الحافظ العراقي،-كما سيأتي توضيحه في محله- حتى جاء الحافظ ابن حجر العسقلاني وصنف نكته على ابن الصلاح وعلى شيخه العراقي، فأفاد وأجاد وزاد بعض المباحث، وهذب وشذب، وهذا من عادته في تصنيفاته.\rثم إنّ كل من جاء بعد الحافظ ابن حجر وإلى يوم الناس هذا يسيرون على منهجه في المصطلح، كتفريقه بين مخالفة الثقة (الشاذ) وبين مخالفة الضعيف (المنكر)،وكتفريقه بين التدليس والمرسل الخفي ... الخ.\rهذا باختصار ما أردت توضيحه، ولله الحمد والثناء الحسن.","seal":"43507623","part":1},
      {"page":15,"id":15,"nass":"قائمة بأهم المصادر والمراجع\r1 - اختلاف الحديث، الإمام الشافعي ت204هـ، برواية ربيع بن سليمان المرادي ت270هـ، تحقيق: عامر أحمد حيدر، بيروت، مؤسسة الكتب الثقافية، ط.1، 1405هـ-1985م.\r2 - الإرشاد في معرفة علماء الحديث، أبو يعلى الخليلي القزويني (ت 446هـ)،تحقيق د. محمد سعيد عمر إدريس، مكتبة الرشد، الرياض، الطبعة: الأولى، 1409.\r3 - الإلماع إلى معرفة أصول الرواية وتقييد السماع، القاضي عياض، بتحقيق السيد أحمد صقر، دار التراث بالقاهرة، والمكتبة العتيقة بتونس، الطبعة الأولى1389هـ- 1970م.\r4 - الأم، الإمام الشافعي، بيروت، دار المعرفة، ط.2، 1393هـ-1973م.\r5 - الباعث الحثيث شرح اختصار علوم الحديث، أحمد شاكر، القاهرة، مكتبة ومطبعة محمد علي صبيح وأولاده، ط.3، بدون تاريخ.\r6 - تاريخ بغداد، أبو بكر أحمد بن علي الخطيب البغدادي (ت: 463هـ)،تحقيق: د. بشار عواد معروف، دار الغرب الإسلامي، بيروت، الطبعة: الأولى، 1422هـ / 2002 م.\r7 - تدريب الراوي، السيوطي، تحقيق: عبد الوهاب عبد اللطيف، المدينة المنورة، المكتبة العلمية، ط.2، 1392هـ-1972م.\r8 - التقييد في رواة السنن والمسانيد، الحافظ ابن نقطة، بيروت، دار الحديث، 1407هـ-1986م.\r9 - التقييد والإيضاح شرح مقدمة ابن الصلاح، زين الدين عبد الرحيم بن الحسين العراقي، ت806هـ، بيروت، دار الحديث، ط.2، 1405هـ-1984م.\r10 - جامع الترمذي، محمد بن عيسى بن سَوْرة الترمذي (ت: 279هـ)، تحقيق: د. بشار عواد معروف، دار الغرب الإسلامي، بيروت، 1998م.\r11 - جامع بيان العلم وفضله، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري القرطبي (المتوفى: 463هـ)،تحقيق: أبي الأشبال الزهيري، دار ابن الجوزي، المملكة العربية السعودية، الطبعة: الأولى، 1414 هـ - 1994 م.","seal":"151932C0","part":1},
      {"page":16,"id":16,"nass":"12 - الجامع لأخلاق الراوي وآداب السامع، الخطيب البغدادي، 392 - 463هـ، تحقيق: د. محمود الطحان، الرياض، مكتبة المعارف، 1403هـ-1982م.\r13 - الجرح والتعديل، أبو محمد عبد الرحمن بن أبي حاتم، ت327هـ، حيدرآباد، الدكن، الهند، مطبعة مجلس دائرة المعارف العثمانية، ط.1، 1371هـ-1952م.\r14 - حلية الأولياء وطبقات الأصفياء، أبو نعيم أحمد بن عبد الله الأصبهاني (ت430هـ)، السعادة، مصر 1394هـ - 1974م.\r15 - الرسالة، أبو عبد الله محمد بن إدريس المطلبي القرشي المكي (ت: 204هـ)،تحقيق: أحمد شاكر، مكتبه الحلبي، مصر، الطبعة: الأولى، 1358هـ/1940م.\r16 - سير أعلام النبلاء، شمس الدين أبو عبد الله الذهبي (ت: 748هـ)،تحقيق: الشيخ شعيب الأرناؤوط، مؤسسة الرسالة، الطبعة: الثالثة، 1405 هـ / 1985م.\r17 - شرح علل الترمذي، زين الدين عبد الرحمن بن أحمد بن رجب الحنبلي (ت: 795هـ)،تحقيق: الدكتور همام عبد الرحيم سعيد، مكتبة المنار، الأردن، الطبعة: الأولى، 1407هـ - 1987م.\r18 - الضوء اللامع لأهل القرن التاسع، السخاوي، بيروت، نشر دار مكتبة الحياة.\r19 - الطبقات السنية في تراجم الحنفية، تقي الدين بن عبد القادر التميمي الداري الغزي (المتوفى: 1010هـ)،بلا.\r20 - طبقات الشافعية، تاج الدين عبد الوهاب بن علي السبكي، 727 - 771هـ، تحقيق: عبد الفتاح محمد الحلو، ومحمود الطناحي، ط.1، عيسى البابي الحلبي وشركاه.\r21 - علوم الحديث، ابن الصلاح، بتحقيق: نور الدين عتر، المدينة المنورة، المكتبة العلمية، ط.2، 1972م.\r22 - فتح الباري بشرح صحيح البخاري، الحافظ ابن حجر العسقلاني 773 - 852هـ، القاهرة، المطبعة السلفية ومكتبتها.\r23 - الكامل في ضعفاء الرجال، الإمام الحافظ أبو أحمد عبد الله بن عدي الجرجاني، 277 - 365هـ، بيروت، دار الفكر، ط.1، 1404هـ.\r24 - الكفاية في علم الرواية، الإمام أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي، 392 - 463هـ، مطبعة السعادة، ط.1، 1972م.","seal":"1421C927","part":1},
      {"page":17,"id":17,"nass":"25 - المحدث الفاصل بين الراوي والواعي، القاضي الرامهرمزي، تحقيق د. محمد عجاج الخطيب، دار الفكر، الطبعة الثالثة، 1404هـ-1984م.\r26 - النكت على ابن الصلاح، ابن حجر العسقلاني 773 - 852هـ، تحقيق: د. ربيع بن هادي عمير، المدينة المنورة، الجامعة الإسلامية، ط.1، 1404هـ-1984م.\r27 - محاسن الاصطلاح، البلقيني، بتحقيق: د. عائشة عبد الرحمن بنت الشاطي، مصر، الهيئة المصرية العامة للكتاب، مركز تحقيق التراث، مطبعة دار الكتب، 1974م.\r28 - نزهة النظر شرح نخبة الفكر، ابن حجر، المدينة المنورة، المكتبة العلمية، ودار مصر للطباعة، ط. 3.","seal":"9F3ACA0D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"التصنيف في مصطلح الحديث بين مدرستي الحديث والفقه","HigriD":"معاصر","oAuthVer":9,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي","bLnk":null,"Inf":null,"Auth":"عبد القادر المحمدي","Betaka":"الكتاب: التصنيف في مصطلح الحديث بين مدرستي الحديث والفقه\r\nالمؤلف: أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق لأصل بحث المؤلف]","TafseerNam":null,"PdfCs":null,"AuthInf":"أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي، رئيس قسم الحديث كلية أصول الدين - الجامعة الإسلامية - بغداد\rمواليد: 1393 هـ\rالحالة الاجتماعية: متزوج.\rالعنوان: العراق -بغداد -الأعظمية.\rالبريد الالكتروني:  dr.abdulkader94@yahoo.com\r\r•  الشهادات العلمية\rالدكتوراه: في الحديث النبوي عام 2002م. من الجامعة الإسلامية ببغداد (جامعة صدام سابقا).\rعنوان الرسالة (الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين).بإشراف الأستاذ الدكتور بشار عواد معروف العبيدي.\rالماجستير: في الحديث النبوي عام 1998م.\rعنوان الرسالة: الشفاعة في الحديث النبوي دراسة وتخريج. بإشراف الأستاذ الدكتور أحمد عبيد الكبيسي.\rالعمل الحالي: أستاذ في كلية أصول الدين قسم الحديث النبوي في الجامعة الإسلامية ببغداد.\r\r• الألقاب العلمية:\r1 - مدرس عام 2002م.\r2 - أستاذ مساعد (مشارك):عام 2006م.\r3 - أستاذ (بروفسور):عام 2011م.\r\r• الخبرات العلمية والميدانية:\r1 - درست العلوم الشرعية على يد كبار علماء العراق منذ عام 1986م كالشيخ العلامة المحدث صبحي السامرائي، والشيخ الدكتور بشار عواد معروف، والشيخ الفقيه هاشم جميل والشيخ الفقيه أبي اليقظان الجبوري، وغيرهم كثير.\r2 - حصلت على الإجازة الشرعية العامة عام 1420هـ -1999م. ومجاز من قبل مشايخ كبار في العالم الاسلامي كالشيخ العلامة صبحي السامرائي والدكتور بشار عواد معروف والشيخ العلامة عبد الله السعد والشيخ حمدي السلفي وغيرهم كثير.\r3 - ومارست التدريس في المدارس الإعدادية عام 1995.\r4 - محاضر في كلية العلوم الإسلامية - جامعة بغداد عام 1997 - 1999\r5 - محاضر في كلية المعلمين الجامعة المستنصرية عام 1999 - 2001\r6 - مدرس في كلية أصول الدين في الجامعة الإسلامية ببغداد منذ عام 2002 - ولحد الآن.\r7 - محاضر في الدراسات العليا (الماجستير والدكتوراه) في قسم الحديث في كلية أصول الدين 2004 - 2011م\r8 - حاضرت في الدراسات العليا (الدكتوراه) في قسم العقيدة في كلية أصول الدين عام 2009م.\r9 - محاضر في الدراسات العليا في قسم الشريعة في كلية الشريعة والقانون في الجامعة الإسلامية 2009 - 2011م.\r10 - عملت مقرراً لقسم الحديث النبوي 2003 - 2005م.\r11 - عملت رئيساً لقسم الحديث وعلومه في كلية أصول الدين في الجامعة الإسلامية 2005 - 2007م.\r12 - أشرفت وناقشت على أكثر من مائة بحث ورسالة ماجستير وأطروحة دكتوراه في الجامعات العراقية.\r\r• عضوية الجمعيات والمنظمات العلمية.\r1 - عضو -مؤسس- لرابطة التدريسين الجامعيين في العراق.\r2 - عضو جمعية الحديث وعلومه.\r3 - عضو رابطة الباحثين الجامعيين.\r4 - عضو نقابة المعلمين في العراق.\r5 - رئيس مركز الأفق للدراسات والبحوث.\r\r• البحوث المنشورة: كثيرة منها:\r1 - الألفاظ المصرحة بلفظ النكارة وصلتها بمنكر الحديث دراسة نقدية. (منشور) في مجلة جامعة الأنبار العدد6 سنة 2005م\r2 - الميسر في علم تخريج الحديث النبوي. في مجلة جامعة الأنبار 2010م.\r3 - قول الإمام البخاري فيه نظر في كتابه التاريخ الكبير وأقوال أئمة الجرح والتعديل. (منشور) في مجلة الجامعة الإسلامية 2009.\r4 - الوجيز النفيس في معرفة التدليس (منشور) في مجلة مركز البحوث والدراسات في الوقف السني -بغداد 2005م\r5 - وثيقة المدينة المنورة دراسة تحليلية. (منشور) في مجلة كلية المعلمين الجامعة المستنصرية العدد 24 لسنة 2005.\r6 - دراسات في منهج النقد الحديثي أصوله وضوابطه. (صلاحية نشر من مجلة الجامعة الإسلامية 2003م).\r7 - الحديث الحسن عند الإمام الترمذي دراسة تطبيقية في كتابه الجامع. (قيد النشر).\r8 - قرائن الترجيح وقواعد التصحيح دراسة موازنة بين المحدثين والفقهاء. (مخطوط).\r9 - العلة عند المحدثين مفهومها وتطبيقاتها. (مخطوط).\r\r• الكتب المطبوعة:\r1 - البرهان في بيان علاقة الإنس بالجان في ضوء السنة والقرآن. مطبعة دار نبيل -العراق 2001م.\r2 - وثيقة المدينة المنورة دراسة تحليلية. مطبعة دار نبيل 2003م.\r3 - الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين. دار الكتب العلمية 2005.\r4 - الشفاعة في الحديث النبوي دراسة وتخريج. دار الكتب العلمية 2005م.\r5 - كتاب (التمييز) للإمام مسلم بن الحجاج. (دراسة وتحقيق) دار ابن الجوزي -الرياض 2009م.\r6 - كتاب (المحجة في سير الدلجة لابن رجب الحنبلي) (دراسة وتحقيق. دار ابن الجوزي 2009م\r7 - أقوال الإمام النسائي في كتابه (أسماء الرواة والتمييز بينهم) موازنة بأقوال أئمة الجرح والتعديل. دار ابن الجوزي 2011م.\r\r• المؤتمرات والندوات: (مشاركة ببحوث)\r1 - المؤتمر الأول لحقوق الإنسان في المجتمع العربي لكلية العلوم الاجتماعية في جامعة مؤته -الأردن 9 - 11/ 5/2005م.\r2 - المؤتمر الدولي الأول لكلية الدراسات الفقهية والقانونية بجامعة آل البيت في عمان 15 - 17/ 11/2005م.\r3 - المؤتمر السنوي الأول للجامعة الإسلامية -بغداد عام 2005م.\r4 - الندوة السنوية لعلماء الحديث والباحثين في السنة النبوية الذي أقامه قسم الحديث النبوي في كلية أصول الدين عام 2006م.\r5 - مؤتمر مدارس بغداد العقائدية ودورها في الدفاع عن الإسلام -كلية أصول الدين- الجامعة الإسلامية -بغداد عام 2009م.\r6 - مؤتمر الانتصار للصحيحين المقام في الجامعة الأردنية للفترة من 17 - 20/ 7/2010م\r7 - ندوة السلاجقة الدولية في تركيا عام 2010م.\r8 - مؤتمر دور السنة النبوية في تعزيز مفهوم الأمة الوسط. جمعية الحديث وعلومه بالتعاون مع ديوان الوقف السني 23/ 5/2011م. (رئيس المؤتمر ومشارك ببحث).\rوغيرها من المؤتمرات\rأسأل الله العظيم أن يحسن عاقبتنا في الأمور كلها، والحمد لله رب العالمين.","seal":"600814F7","cat":"علوم الحديث","oNum":117135,"BkId":117135,"oAuth":2396,"bVer":1,"aSeal":"5E6AB8C4"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t117135":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"إن بعض الأئمة المتقدمين تعرض لتفسير بعض من المصطلحات الحديثية"},
      {"lvl":1,"id":4,"sub":0,"tit":"وإطلاق الصيادلة على أهل الحديث تشنيع بهم"},
      {"lvl":1,"id":6,"sub":0,"tit":"من أهم أسباب ظهور تواليف علم مصطلح الحديث هو الدفاع عن أهل الحديث"},
      {"lvl":1,"id":9,"sub":0,"tit":"سرد تاريخي سريع لأهم مصنفات المصطلح"},
      {"lvl":1,"id":13,"sub":0,"tit":"خلاصة"},
      {"lvl":1,"id":15,"sub":0,"tit":"قائمة بأهم المصادر والمراجع"}
    ]
}
