{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b11928":
    [
      {"page":2,"id":1,"nass":"مقدمة:\rلئن وصفنا عصرنا هذا بعصر الاستقصاء ما كنا بعيدين عن الصواب. فقد قام الباحثون المعاصرون باستقصاء الكلمات والجذور الواردة في المعاجم العربية الضخمة ذات المجلدات المتعددة كلسان العرب وتاج العروس. وقد ساعدهم على ذلك الحواسيب التي تستطيع أن تنجز في بضع ثوانٍ ما لا يستطيع فريق من الباحثين إنجازه في أيام بل في شهور. لقد صممت الآن برامج حاسوبية لاستقصاء مفردات القرآن الكريم، وموضوعاته؛ وبإمكان القارئ أن يستعرض - بلمسة زرٍّ - جميع المواضع التي وردت فيها كلمة ما، أو جميع الآيات التي تعالج موضوعاً ما.\rلقد بدأ عصر الاستقصاء في مجال القرآن الكريم عام 1939م عند ما قدّم محمد فؤاد عبد الباقي رحمه الله كتابه الشهير» المعجم المفهرس لألفاظ القرآن الكريم «إلى دار الكتب المصرية بالقاهرة لتقوم بطبعه ونشره على نفقتها، وذلك قبل بدء عصر الحاسوب بمدة. ولا شكَّ أن هذا الكتاب المفيد ساعد - ولا يزال يساعد - الباحثين والقرَّاء في استقصاء المسائل اللغوية، غير أنه لا يسعف من أراد استقصاء مسألة من المسائل النحوية، نحو الآيات التي وردت فيها» إن «الشرطية، أو» لَمَّا «الحينية، أو الآيات التي تحتوي على ضمير من الضمائر - مثلاً -، إذ لم يذكر فيه المؤلف حروف المعاني ولا الضمائر.\rوقد سدَّ هذا الفراغ المؤلفان الدكتور إسماعيل أحمد عمايرة، والدكتور عبد الحميد مصطفى السيد بكتابهما القيم» معجم الأدوات والضمائر في القرآن الكريم «الذي أصدراه عام 1407هـ/ 1986م.\rوفي عام 1417هـ/ 1996م صدر كتاب آخر في الموضوع نفسه وهو» معجم حروف المعاني في القرآن الكريم «لمؤلفه محمد حسن الشريف.","seal":"C0CE2079","part":1},
      {"page":3,"id":2,"nass":"وكان قد صدر قبلهما (عام 1392هـ/1972م) كتاب له صلة بهذا الموضوع، وهو كتاب» دراسات لأسلوب القرآن الكريم «للشيخ محمد عبد الخالق عضيمة.\rوفيما يلي سنقوم بدراسة هذه الكتب الأربعة بشيء من التفصيل.","seal":"DD8CC58B","part":1},
      {"page":1,"id":3,"nass":"بسم الله الرحمن الرحيم\rتمهيد:\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.\rأما بعد: فهذا بحث بعنوان» معجم المسائل النحوية والصرفية الواردة في القرآن الكريم «أعددته للمشاركة به في ندوة» عناية المملكة العربية السعودية بالقرآن الكريم وعلومه «التي تعقدها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ممثلة في مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة. ويندرج هذا البحث في موضوع» دراسة إمكانية إضافة معاجم جديدة خادمة، أو مكملة لنقص سابق «وهو من موضوعات المحور الرابع الذي بعنوان» المعاجم في خدمة القرآن «.\rوالله أسال أن يجعله خالصاً لوجهه، وأن ينفع به المسلمين، إنه سميع مجيب.","seal":"5798A385","part":1},
      {"page":4,"id":4,"nass":"المعجم المفهرس لألفاظ القرآن الكريم:\rيمكننا أن نستفيد من هذا المعجم في مجال المسائل النحوية في حدود ضيّقة، وذلك في المسائل النحوية المرتبطة بالألفاظ كبعض الأسماء، والأفعال، والحروف.\rففي مجال الأسماء يمكن دراسة بعض الأسماء الخمسة، وبعض الظروف مثل: قبل، وبعد، ولدى، ولدن، وفوق، وتحت.\rوفي مجال الأفعال يتسنى لنا جمع الآيات التي وردت فيها الأفعال الناقصة كـ:» كان «وأخواتها، وبعض أفعال المقاربة، و» ظنَّ «وبعض أخواتها.\rوفي مجال الحروف يسهل علينا استقصاء الآيات الواردة فيها» ليت «، و» لعل «، و» سوف «، و» بلى «، فهي من الحروف القليلة التي ذكرها محمد فؤاد عبد الباقي في معجمه.","seal":"4A2EA7CD","part":1},
      {"page":5,"id":5,"nass":"معجم الأدوات والضمائر في القرآن الكريم:\rهذا المعجم – كما يدلّ عليه اسمه – يفهرس الأدوات والضمائر الواردة في القرآن الكريم. ولا بدّ هنا من توضيح المراد بـ» الأدوات «في هذا المعجم، قال واضعاه:\r((ونستميح القارئ عذراً عن استخدام كلمة» الأدوات «بدلاً من المصطلح الشائع» حروف المعاني «، فهذه الكلمة أوفى بالحاجة من المصطلح المركب من كلمتين (حروف المعاني) فإن من الحروف ما هو خالص في الحرفية كالباء والفاء وبل، ومنها ما يجمع بين الاسمية والحرفية والفعلية كـ» ما «و» حاشا «و» عدا «، وهو على أيّ حال مصطلح كوفيّ قديم فضلاً عن تجدد استعماله لدى المحدثين. (1) اهـ\rيفهم من كلامهما هذا أن الأدوات هي حروف المعاني نفسها، غير أنهما يفضلان مصطلح الأدوات لكونها أشمل فتندرج تحتها الحروف وغير الحروف. وهذه التسمية لا غبار عليها، فقد استعملها السيوطي في الإتقان، وقال: \"وأعني بالأدوات الحروف وما شاكلها من الأسماء والأفعال والظروف\" (2) . وقد ذكر الذين ألَّفوا في حروف المعاني أسماءً مثل: أيّ، وغير، وكلّ، ومَن؛ وظروفاً مثل: إذا، وثمَّ، ومتى، ومع؛ وأفعالاً مثل خلا، وعدا، وعسى، وليس.\rوكان المفروض أن يحدد المؤلفان مرادهما بالأدوات، إذ لم يرد تعريف لها عند العلماء، ولا تحديد لعددها، فبينما ذكر الهرويّ واحداً وأربعين حرفاً\r__________\r(1) ص: م 10.\r(2) الإتقان 2: 140.","seal":"7E5A1F3E","part":1},
      {"page":6,"id":6,"nass":"في الأزهية، ذكر الزجاجي سبعة وثلاثين ومائة حرف في كتابه حروف المعاني. أما مؤلفا معجم الأدوات والضمائر فقد ذكرا 108 أداة، منها أسماء الإشارة كهذا، وهذه، وذلك، وتلك، وهؤلاء، وأولئك، وهذان، وذانك؛ والأسماء الموصولة كـ الذي، والذين، واللذان، والتي، واللائي، واللاتي. ولم يذكر أحد ممن ألَّف في هذا المجال» الذي «وفروعه من ضمن حروف المعاني إلاَّ الإربلِّي في ((جواهر الأدب)) حيث ذكره على أساس كونه حرفاً موصولاً في قوله تعالى: {وَخُضْتُمْ كَالَّذِي خَاضُوا} [التوبة 69] عند بعض النحاة (1) .\rمآخذ على الكتاب:\r1) لم يسلك المؤلفان مسلكاً موحداً في معالجة الأدوات، فقد ذكرا بعض الأدوات بصورتيها المجرَّدة والمتصلة بالضمائر تحت عنوان واحد كما فعلا بـ» إنَّ «، و» أنَّ «، و» لكنَّ «. وفي أدوات أخرى فَرَّقا بين صورتيها المجردة والمتصلة بالضمائر، بل جعلا صورتها المتَّصلة بكل ضمير أداةً مستقلة كما في» لعلَّ «، و» ليت «، و» مع «. وأدّتْ هذه الطريقة إلى التفريق بين أفراد أسرة واحدة، وإدخال أجنبي بينها، فقد فُرِّقَ بين» أيّكم «و» أيّنا «بـ» أيّما «لأن الترتيب الأبجدي يقتضي ذلك. وكان الأَوْلى أن تذكر الأداة المجردة تحت عنوان رئيس، وتذكر صورها المتصلة بالضمائر تحتها على النحو التالي:\rلعلَّ\r* لعل\r*لعله\r__________\r(1) جواهر الأدب: 444.","seal":"AF49DADE","part":1},
      {"page":7,"id":7,"nass":"* لعلهم\r* لعلك\r* لعلكم\r2) ومن مظاهر تعدد المنهج كذلك: أنهما جعلا نون التوكيد الخفيفة مع الثقيلة في حين أنهما فرَّقا بين» كلَّما «المتصلة و» كلَّ ما «المنفصلة، مع أن الفرق بين النونين فرق في اللفظ، أما في» كلَّما «فهو فرق في الإملاء، وكان الأولى أن يقال إنه في آيتين كتبت» ما «منفصلة في هذه الكلمة.\r3) منهج الواضعين في ذكر» الأدوات «هو مراعاة شكلها دون دلالتها، فضمَّا» لما «الحينيَّة إلى» لما «الجازمة، و» لما «الاستثنائية؛ و» إما «العاطفة إلى» إما «الشرطية المكونة من» إنْ «و» ما «الزائدة؛ ولم يفرقا بين أنواع اللام، فذكرا الجارة، والمزحلقة، والفارقة، ولام الابتداء، ولام الأمر، ولام تلقي القسم كلها تحت عنوان اللام. وقالا موضحين منهجهما في ذلك:» إن هذا العمل فهرسة فحسب، وهو يقوم في أساسه على مراعاة الشكل، ولو فعلنا غير ذلك لوجدنا أننا نبتعد عن الهدف، فنحن نرمي بهذه الفهرسة إلى أن نيسِّر السبيل على الدارس، فنضع بين يديه الأداة الواحدة في جميع استعمالاتها القرآنية ضمن سياقها النصيّ (1) «اهـ. وإذا كان المراد بهذا عدم مراعاة الفروق بين دلالات الأداة الواحدة كالظرفية، والمصاحبة، والتعليل في الحرف» في «فهو قول وجيه؛ أما أن تعد» إنْ «الشرطية، و» إنْ «النافية، و» إنْ «المخففة من الثقيلة أداة واحدة لاتفاقها في الشكل فهذا كلام مجانب للصواب. ثم أي تيسير للباحث الذي يزمع دراسة لام الأمر – مثلاً – في أن يجد شواهدها القرآنية مبثوثة في خضمّ من الشواهد للامات مختلفة؟\r__________\r(1) ص: م 9 _ 10.","seal":"D8CC7D17","part":1},
      {"page":8,"id":8,"nass":"معجم حروف المعاني في القرآن الكريم:\rأورد فيه المؤلف 112حرفاً من حروف المعاني الواردة في القرآن الكريم. وهذه الحروف تنقسم خمسة أقسام:\r1) حروف المعاني مثل: في، وعلى، ونعم، وهمزة الاستفهام، والسين؛ وعددها نحو ستين.\r2) أسماء نحو: أين، وكيف، وغير، وما الموصولة، وما الاستفهامية؛ وعددها نحو 17.\r3) حروف البناء الصرفي مثل ألف التأنيث المقصورة، وألف التأنيث الممدودة، وألف جمع المؤنث.\r4) حروف الدلالة النحوية مثل: الألف والواو والياء الدالّة على الحالات الإعرابية في الأسماء الخمسة، والمثنى، وجمع المذكر السالم.\r5) ألف التثنية كما في» يفعلان «وهي الفاعل.\rبلغ عدد المداخل في الأقسام الثلاثة الأخيرة نحو ثلاثين مدخلاً.\rمنهج المؤلف في الكتاب:\rقبل إيراد شواهد الحرف من القرآن الكريم، يذكر تعريفاً موجزاً له، ويذكر أنواعه إذا كانت له أنواع، وإذا كانت له أكثر من دلالة، يذكرها، ويضع لكل معنى رمزاً إما بالحرف وإما بالرسم، ويثبت هذه الرمز الدالّ على معناه مع الشاهد القرآني. ذكر لهمزة الاستفهام – مثلاً – اثنين وعشرين معنىً، واختار لكل معنى رمزاً من الرموز المتاحة في الحاسوب كما يتضح من الأمثلة الآتية:","seal":"F0AEA49A","part":1},
      {"page":9,"id":9,"nass":"(:رمز همزة الاستفهام الإنكاري التوبيخي التهكمي.\r(: رمز همزة الاستفهام التقريري التوبيخي.\r(: رمز همزة الاستفهام التقريري التوبيخي التعجبي.\r(: رمز همزة الاستفهام التقريري التعجبي.\r(: رمز همزة الاستفهام التقريري التوكيدي.\r(: رمز همزة الاستفهام الإنكاري.\r((: رمز همزة الاستفهام التقريري بمعنى الأمر.\rوحرف» مِنْ «ذكر له المعاني الآتية، واتخذ لهذه المعاني الرموز المذكورة أمامها:\rالابتدائية الغائية: (ب) .\rالتبعيضية: (ع) .\rالتبيينية: (ت) .\rالبدلية: (د) .\rالتفضيلية: (ض) .\rالسببية أو التعليلية: (س) .\rالتوكيدية: (و) .\rبمعنى الحال: (ح) .\rالظرفية (بمعنى في) : (في) .\rالاستعلائية (بمعنى على) : (على) .\rالمجاوزة (بمعنى عن) (عن) .\rبمعنى عند: (عند) .","seal":"37A304AF","part":1},
      {"page":10,"id":10,"nass":"يثبت المؤلف الرموز في أسفل كل صفحة حتى يسهل على القارئ معرفة مدلولاتها.\rمآخذ على الكتاب:\rلا يخلو الكتاب من مآخذ، منها:\r(1) أن المؤلف يعد الكلمات المتحدة الشكل كلمة واحدة، فيثبتها كلها تحت عنوان واحد، ويشير إلى معنى كل واحدة منها. وهذا خطأ فاحش، فـ» لمّا «الجازمة كلمة مستقلّة، لا صلة لها بـ» لمّا «الحينية، واتفاقهما في الشكل مجرّد مصادفة. وحتّى الكلمة الواحدة التي لها عدّة وظائف نحوية ينبغي تصنيفها بحسب وظائفها، فكلمة» و «– مثلاً – ينبغي أن تذكر تحت العناوين الآتية بحسب وظائفها: (1) واو العطف، (2) واو القسم، (3) واو الحال، وما إلى ذلك.\rهاء بعض الحروف التي أثبتها المؤلف تحت عنوان واحد:\r* لما الجازمة، ولما الحينية، ولما الاثتثنائية.\r* اللامات المختلفة.\r* الأنواع المختلفة لـ» ما «.\r*» أن «المصدرية، والتفسيرية، والموكدة، والمخففة من الثقيلة.\r*» إن «الشرطية، والنافية، والمخففة من الثقيلة.\r(2) لم يذكر المؤلف كلمات ينبغي ذكرها بحسب خطّته في الكتاب، فقد ذكر المؤلف ألف التثنية كما في» فعلا «و» يفعلان «، وهو ضمير رفع متصل، وهذا يقتضي أن يذكر ضمائر الرفع المتصلة كلها كواو الجماعة، ونون النسوة، وياء المخاطبة، والتاء، غير أنه لم يذكرها.","seal":"FFAA58FB","part":1},
      {"page":11,"id":11,"nass":"(3) وقع في الكتاب أخطاء في بعض المسائل، منها:\r* ذكر المؤلف تحت همزة الطلب أمثلة لفعل الأمر من باب أفعل مثل:» آتِ «و» أحْسِنْ «. ومعلوم أن هذه الهمزة لا دخل لها في إفادة الفعل معنى الأمر، وأنها استمرار للهمزة التي في الفعل الماضي» أَفْعَلَ «.\r* ذكر المؤلف تحت همزة الطلب فعل الأمر» أوِّبي «في قوله تعالى {يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ} [سبأ 10] ، وهذا أمر في غاية الغرابة، إذ الهمزة التي في» أوِّبي «هي فاء الفعل، وليس في فعل الأمر من باب» فعَّلَ «همزة.","seal":"18C1CA54","part":1},
      {"page":12,"id":12,"nass":"دراسات لأساليب القرآن الكريم:\rهو كتاب ضخم يقع في أحد عشر مجلداً، وينقسم إلى ثلاثة أقسام؛ ويحتوي القسم الأول على ثلاثة أجزاء، ويحتوي كل من القسمين الثاني والثالث على أربعة أجزاء. خصص القسم الأول لدراسة حروف المعاني، والقسم الثاني لدراسة مباحث الصرف، والقسم الثالث لدراسة مباحث النحو.\rعكف المؤلف على إنجازه خمسة وعشرين عاماً، وهو كتاب كبير في مبناه، وعظيم في معناه. أما كبر مبناه فيظهر من قول المؤلف: إنه» الآيات والقراءات في هذا المبحث، أو أشير إليها (28700) «اهـ؛ وأما عظم معناه فيتضح من قول الشيخ محمود محمد شاكر رحمه الله في تصديره للكتاب إن المؤلف أودعه» معرفة واسعة مستوعبة تامة لدقائق علم النحو، وعلم الصرف، وعلم اختلاف الأساليب «.\rيرى المؤلف أن هذا الكتاب معجم نحوي صرفي للقرآن الكريم، ويقول موضحاً هدفه من وضعه:» استهدفت أن أضع للقرآن الكريم معجماً نحوياً صرفياً يكون مرجعاً لدارس النحو، فيستطيع أن يعرف متى أراد: أوقع مثل هذا الأسلوب في القرآن أم لا؟ وإذا كان في القرآن فهل ورد كثيراً أو قليلاً، وفي قراءات متواترة أو شاذّة؟ كما أنه يستطيع أن يحتكم إليه في الموازنة بين الأقوال المختلفة كما كان يفعل الصدر الأول في الاحتكام إلى كلام الفصحاء ومشافهتهم قبل أن يدبَّ اللحن إلى الألسنة « (1) .\r__________\r(1) دراسات لأسلوب القرآن الكريم 1: 1: 1. (القسم الأول: الجزء الأول: ص 1) .","seal":"0FC5539E","part":1},
      {"page":13,"id":13,"nass":"غير أنه ليس معجماً بالمعنى المعروف والشكل المألوف، إنما هو كتاب يدرس فيه المؤلف المسائل الصرفية والنحوية الواردة في القرآن الكريم، والآيات المجموعة الواردة في الكتاب إنما جمعها المؤلف خدمة لهذه الدراسة. ولكن الكتاب يحوي نواة للمعجم، ويمكن تحويل المواد الواردة فيه إلى معجم.\rمنهج الكتاب:\r1) يبدأ المؤلف دراسة مسألة ما تحت عنوان» لمحات عن دراسة (1) في القرآن الكريم «يذكر فيه ما يمهد لدراسة المسألة دراسة مفصلة في المبحث الذي يليه. يقول المؤلف موضحاً هدفه من هذا العنوان:» رأيت أن أقدم أمام دراسة كل حرف (2) صورة واضحة موجزة لعناصر الدراسة التفصيلية، واخترت لها عنوان (لمحات عن دراسة) ، وهذه اللمحات أشبه بما تفعله الإذاعات في صدر نشراتها الإخبارية من تقديم موجز الأنباء، وآثرت هذا المنهج لأمرين:\rأ) تقريب هذه الدراسة إلى نفوس القرَّاء على اختلاف درجاتهم الثقافية، وتيسيرها لهم، فمن شاء اكتفى بهذا القدر، ومن شاء رجع إلى الدراسة التفصيلية.\rب) كفل هذا المنهج لي حريَّة نقل النصوص في الدراسة التفصيلية «.\r2) ثم يعقد فصلاً بعنوان» دراسة في القرآن الكريم «يفصل فيه الكلام على وجوهها مع ذكر شواهد كثيرة من القرآن الكريم.\r__________\r(1) هنا يذكر المسألة المدروسة.\r(2) إنما ذكر الحرف لأنه بدأ مشروعه هذا بدراسة حروف المعاني، ثم أكمله بدراسة المسائل الصرفية والنحوية كلها.","seal":"CBC6C2E0","part":1},
      {"page":14,"id":14,"nass":"لقد وجد الشيخ عضيمة باستقراء بعض المسائل النحوية في القرآن الكريم أن ما جاء في القرآن الكريم يخالف بعض القواعد النحوية التي ذكرها النحاة. يقول الشيخ موضحاً هذه النتائج التي توصَّل إليها:\rوللنحويين قوانين كثيرة لم يحتكموا فيها لأسلوب القرآن، فمنعوا أساليب كثيرة جاء نظيرها في القرآن، من ذلك:\r1) ذكر سيبويه قبح» كلّ «المضافة إلى نكرة في أن يلي العوامل، فقال (1: 274) :» \" أكلت شاة كلَّ شاةٍ \" حسن، و\" أكلت كلَّ شاة \" ضعيف «.\rجاء» كلّ «المضافة إلى نكرة مفعولاً به في 36 موضعاً في القرآن الكريم، كما تصرّفت في وجوه كثيرة من الإعراب.\r2) منع السهيلي أن تلى» كلّ «المقطوعة عن الإضافة العوامل، نحو:» ضربت كلاً «، و» مررت بكلٍّ « (نتائج الفكر ص 227) .\rجاءت» كلّ «المقطوعة عن الإضافة مفعولاً به، ومجرورة بالحرف متأخرة عن فعلها في آيات من القرآن.\r3) اشترط الزمخشري في خبر» أنَّ «الواقعة بعد» لو «أن يكون خبرها فعلاً (المفصَّل 2: 216) .\rجاء خبرها في القرآن اسماً جامداً، واسماً مشتقاً.\r4) منع ابن الطراوة أن يقع المصدر المؤوَّل من» أن «والفعل مضافاً إليه (الهمع 2: 3) .\rجاء المصدر المؤوَّل من» أن «والفعل مضافاً إليه في ثلاثة وثلاثين موضعاً في القرآن.\r5) منع النحويون وقوع الاستثناء المفرَّغ بعد الإيجاب، وعلَّلوا ذلك بأن وقوعه بعد الإيجاب يتضمن المحال أو الكذب.","seal":"1A3EA9A4","part":1},
      {"page":15,"id":15,"nass":"وفي القرآن ثماني عشرة آية وقع فيها الاستثناء المفرغ بعد الإيجاب، وفي بعضها كان الإيجاب مؤكداً مما يبعد تأويله بالنفي، كقوله تعالى:\r* {وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} (2: 45) .\r* {وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ} (2: 143) .\r* {لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ} (12: 66) .\rذكر المؤلف أمثلة أخرى، ونحن نكتفي بهذا القدر.","seal":"48DBCB62","part":1},
      {"page":16,"id":16,"nass":"نتائج واقتراحات:\rيتضح من هذه الدراسة أنه لم يوضع إلى الآن معجم شامل للمسائل الصرفية والنحوية الواردة في القرآن الكريم، ونقترح أن يصمم برنامج حاسوبي لمثل هذا المعجم، ويضمَّن إمكان إعادة تصنيف الآيات الخاصة بمسألة ما تصنيفات فرعية، ولنشرح هذه الفكرة بمثال. ففي مجال المفعول المطلق – مثلاً – تظهر أولاً جميع الآيات التي تتضمن المفعول المطلق. وبإمكاننا توزيع هذه الشواهد على أساس الغرض من المصدر، فتتوزع على الأصناف الآتية:\r(1) ما جاء فيه المصدر مؤكداً لعامله\r(2) ما جاء فيه المصدر مبيناً لنوعه\r(3) ما جاء فيه المصدر مبيناً لعدده\r(4) ما جاء فيه المصدر نائباً عن فعله\rوبلمسة أخرى لأحد المفاتيح نستطيع أن نوزعها على أساس العناصر التي نابت عن المصدر.\rمما لا شك فيه أن مثل هذا البرنامج سيمنح الباحثين في مجال النحو إمكانات هائلة لدراسة المسائل النحوية والصرفية الواردة في القرآن الكريم، وكذلك سيساعد مؤلفي كتب النحو الدراسية في اختيار الشواهد المناسبة للمسائل النحوية إن شاء الله.\rونذيل البحث بنموذجين لتصنيف الأدوات تصنيفاً يساعد الباحث على دراستها.","seal":"541F09BC","part":1},
      {"page":17,"id":17,"nass":"اللام المزحلقة:\rهي لام الابتداء بعد» إنَّ «المكسورة، وسميت مزحلقة لأنها زحلقت عن صدر الجملة كراهية ابتداء الكلام بمؤكدَينِ. حقها أن تدخل على خبر» إن «، وتدخل كذلك:\r1) على اسمها إذا تأخر عن الخبر، وكان نكرة.\r2) وعلى ضمير الفصل.\r3) وعلى ضمير الرفع المنفصل المؤكد للضمير المتَّصل.\r(أ) اللام المزحلقة الداخلة على الخبر المفرد\r(2: 45) {وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} .\r(2: 70) {وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ} .\r(2: 143) {إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَحِيمٌ}\r(2: 149) {وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ} .\r(2: 243) {إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ} .\r(3: 68) {ِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُو} هُ.\r(3: 96) {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ}\r(5: 32) {ثُمَّ إِنَّ كَثِيراً مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ} .\r(5: 49) {وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفَاسِقُونَ} .\r(6: 28) {وَإِنَّهُمْ لَكَاذِبُونَ} .","seal":"FF5442E5","part":1},
      {"page":18,"id":18,"nass":"(6: 121) {وَإِنَّهُ لَفِسْقٌ} .\r(6: 121) {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} .\r(6: 134) {إِنَّ مَا تُوعَدُونَ لَآتٍ} .\r(6: 146) {وَإِنَّا لَصَادِقُونَ} .\r(6: 165) {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} .\r(7: 109) {إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ} .\r(7: 123) {إِنَّ هَذَا لَمَكْرٌ}\r(7: 153) {إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} .\r(7: 167) {إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ} .\r(7: 167) {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} .\r(8: 5) {وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ} .\r(8: 42) {وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ} .\r(9: 42) {وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ} .\r(9: 49) {وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} .\r(9: 114) {إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} .\r(10: 53) {قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ}\r(10: 60) {إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ} .\r(10: 76) {إِنَّ هَذَا لَسِحْرٌ مُبِينٌ} .\r(10: 83) {وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ} .\r(10: 92) {وَإِنَّ كَثِيراً مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ} .\r(11: 9) {إِنَّهُ لَيَؤُوسٌ كَفُورٌ} .\r(11: 10) {إِنَّهُ لَفَرِحٌ فَخُورٌ} .","seal":"036143D5","part":1},
      {"page":19,"id":19,"nass":"(11: 41) {إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ} .\r(11: 72) {إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ} .\r(11: 75) {إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ} .\r(12: 11) {وَإِنَّا لَهُ لَنَاصِحُونَ} .\r(12: 12) {وَإِنَّا لَهُ لَحَافِظُونَ} .\r(12: 14) {إِنَّا إِذاً لَخَاسِرُونَ} .\r(12: 53) {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} .\r(12: 61) {وَإِنَّا لَفَاعِلُونَ} .\r(12: 68) {وَإِنَّهُ لَذُو عِلْمٍ} .\r(12: 70) {إِنَّكُمْ لَسَارِقُونَ} .\r(12: 79) {إِنَّا إِذاً لَظَالِمُونَ} .\r12: 82) {وَإِنَّا لَصَادِقُونَ} .\r(13: 6) {وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ} .\r(13: 6) {وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ} .\r(14: 7) {إِنَّ عَذَابِي لَشَدِيدٌ} .\r(14: 8) {فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ} .\r(14: 34) {إِنَّ الْأِنْسَانَ لَظَلُومٌ كَفَّارٌ}\r(14: 39) {إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ} .\r(15: 6) {إِنَّكَ لَمَجْنُونٌ} .\r(15: 43) {وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ} .\r(15: 59) {إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ} .\r(15: 64) {وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ} .","seal":"DEE8BCE1","part":1},
      {"page":20,"id":20,"nass":"(15: 85) {وَإِنَّ السَّاعَةَ لَآتِيَةٌ} .\r(16: 7) {إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَحِيمٌ} .\r(16: 18) {إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ} .\r(16: 47) {فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَحِيمٌ} .\r(16: 86) {إِنَّكُمْ لَكَاذِبُونَ} .\r(16: 110) {إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} .\r(16: 119) {إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} .\r(17: 49) {أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً} .\r(17: 98) {أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً} .\r(18: 8) {وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيداً جُرُزاً} .\r(ب) اللام المزحلقة الداخلة على الخبر الجملة:\r(2: 144) {وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ}\r(2: 146) {وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ} .\r(6: 19) {أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى} .\r(6: 33) {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} .\r(6: 119) {وَإِنَّ كَثِيراً لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ}\r(6: 121) {وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ} .\r(7: 60) {إِنَّا لَنَرَاكَ فِي ضَلالٍ مُبِينٍ} .\r(7: 66) {إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ} .\r(7: 66) {وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ} .","seal":"6D153FD5","part":1},
      {"page":21,"id":21,"nass":"(7: 81) {إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ}\r(9: 34) {إِنَّ كَثِيراً مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ} .\r(11: 79) {وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ} .\r(11: 91) {وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفاً} .\r(12: 30) {إِنَّا لَنَرَاهَا فِي ضَلالٍ مُبِينٍ} .\r(12: 94) {إِنِّي لَأَجِدُ رِيحَ يُوسُفَ} .\r(16: 124) {وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ} .\r(17: 40) {إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماً} .\r(17: 101) {إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُوراً} .\r(17: 102) {وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُوراً} .\r(23: 73) {وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} .\r(25: 20) {إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ} .\r(27: 6) {وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ} .\r(27: 55) {أَإِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ} .\r(27: 74) {وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ}\r(28: 38) {وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ} .\r(28: 76) {وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ} .\r(29: 28) {إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ} .\r(29: 29) {أَإِنَّكُمْ لَتَأْتُونَ الرِّجَالَ}\r(37: 137) {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ} .\r(37: 151) {أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ}\r(38: 24) {وَإِنَّ كَثِيراً مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ} .","seal":"A3FC154B","part":1},
      {"page":22,"id":22,"nass":"(40: 37) {وَإِنِّي لَأَظُنُّهُ كَاذِباً}\r(40: 51) {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا}\r(41: 9) {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ}\r(42: 52) {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} .\r(43: 37) {وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ} .\r(53: 27) {إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ الْأُنْثَى} .\r(58: 2) {وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً} .\r(69: 49) {وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ} .\r(96: 6) {كَلَّا إِنَّ الْأِنْسَانَ لَيَطْغَى} .\r(ج) اللام المزحلقة الداخلة على الخبر شبه الجملة:\r(2: 130) {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} .\r(2: 145) {إِنَّكَ إِذاً لَمِنَ الظَّالِمِينَ} .\r(2: 176) {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} .\r(2: 252) {وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ} .\r(4: 157) {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ}\r(5: 53) {إِنَّهُمْ لَمَعَكُمْ} .\r(5: 106) {إِنَّا إِذاً لَمِنَ الْآثِمِينَ} .\r(5: 107) {إِنَّا إِذاً لَمِنَ الظَّالِمِينَ} .\r(7: 21) {وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ} .","seal":"7097AB2E","part":1},
      {"page":23,"id":23,"nass":"(7: 114) {قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ} .\r(9: 56) {وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ} .\r(10: 83) {وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ} .\r(11: 31) {إِنِّي إِذاً لَمِنَ الظَّالِمِينَ} .\r(11: 62) {وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ} .\r(11: 110) {وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ} .\r(12: 8) {إِنَّ أَبَانَا لَفِي ضَلالٍ مُبِينٍ} .\r(12: 51) {وَإِنَّهُ لَمِنَ الصَّادِقِينَ} .\r(12: 95) {قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلالِكَ الْقَدِيمِ} .\r(13: 5) {أَإِذَا كُنَّا تُرَاباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} .\r(14: 9) {وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ} .\r(15: 60) {إِنَّهَا لَمِنَ الْغَابِرِينَ} .\r(15: 76) {وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ} .\r(15: 79) {وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ} .\r(16: 122) {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ}\r(21: 59) {إِنَّهُ لَمِنَ الظَّالِمِينَ} .\r(22: 53) {وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ}\r(22: 67) {إِنَّكَ لَعَلَى هُدىً مُسْتَقِيمٍ}\r(24: 6) {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ}\r(24: 8) {وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ}\r(26: 42) {قَالَ نَعَمْ وَإِنَّكُمْ إِذاً لَمِنَ الْمُقَرَّبِينَ} .\r(26: 196) {وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ} .","seal":"16288A99","part":1},
      {"page":24,"id":24,"nass":"(29: 27) {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} .\r(29: 69) {وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} .\r(34: 7) {إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ}\r(34: 24) {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ} .\r(36: 3) {إِنَّكَ لَمِنَ الْمُرْسَلِينَ} .\r(36: 24) {إِنِّي إِذاً لَفِي ضَلالٍ مُبِينٍ} .\r(37: 52) {يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ} .\r(37: 68) {ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ} .\r(37: 123) {وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ} .\r(37: 133) {وَإِنَّ لُوطاً لَمِنَ الْمُرْسَلِينَ} .\r(37: 139) {وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ} .\r(38: 47) {وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ} .\r(41: 45) {وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ} .\r(42: 14) {وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ}\r(42: 18) {َلا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلالٍ بَعِيدٍ} .\r(42: 43) {إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ} .\r(51: 8) {إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ} .\r(54: 24) {إِنَّا إِذاً لَفِي ضَلالٍ وَسُعُرٍ} .\r(82: 13) {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ} .\r(82: 14) {وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ} .\r(83: 7) {كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ} .\r(83: 18) {كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ}","seal":"2925863F","part":1},
      {"page":25,"id":25,"nass":"(83: 22) {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ} .\r(87: 18) {إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى} .\r(89: 14) {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} .\r(103: 2) {إِنَّ الْأِنْسَانَ لَفِي خُسْرٍ}\r(د) اللام المزحلقة الداخلة على اسم إنَّ المؤخر:\r(2: 164) {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَابِ} .\r(2: 248) {إِنَّ فِي ذَلِكَ لَآيَةً} .\r(3: 13) {إِنَّ فِي ذَلِكَ لَعِبْرَةً} .\r(3: 49) {إِنَّ فِي ذَلِكَ لَآيَةً} .\r(3: 78) {وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ} .\r(3: 190) {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَابِ}\r(4: 72) {وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ} .\r(6: 99) {إِنَّ فِي ذَلِكُمْ لَآياتٍ} .\r(7: 113) {قَالُوا إِنَّ لَنَا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغَالِبِينَ} .\r(10: 6) {إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآياتٍ}\r(10: 67) {إِنَّ فِي ذَلِكَ لَآياتٍ} .\r(11: 103) {إِنَّ فِي ذَلِكَ لَآيَةً} .\r(13: 3) {إِنَّ فِي ذَلِكَ لَآياتٍ} .\r(13: 4) {إِنَّ فِي ذَلِكَ لَآياتٍ} .\r(14: 5) {إِنَّ فِي ذَلِكَ لَآياتٍ}\r(15: 72) {لعمرك إنهم لفي سكرتهم يعمهون}","seal":"ACD88BC7","part":1},
      {"page":26,"id":26,"nass":"(15: 75) {إِنَّ فِي ذَلِكَ لَآياتٍ}\r(15: 75) {إِنَّ فِي ذَلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ}\r(15: 77) {إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ} .\r(16: 11) {إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ} .\r(16: 12) {إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ} .\r(16: 13) {إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ} .\r(16: 65) {إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ} .\r(16: 66) {وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً} .\r(16: 67) {إِنَّ فِي ذَلِكَ لَآيَةً} .\r(16: 69) {إِنَّ فِي ذَلِكَ لَآيَةً} .\r(16: 79) {إِنَّ فِي ذَلِكَ لَآياتٍ} .\r(20: 54) {إِنَّ فِي ذَلِكَ لَآياتٍ} .\r(20: 128) {إِنَّ فِي ذَلِكَ لَآياتٍ لِأُولِي النُّهَى} .\r(هـ) اللام المزحلقة الداخلة على ضمير الفصل:\r(3: 62) {إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ} .\r(3: 62) {وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ} .\r(11: 87) {إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ} .\r(12: 90) {أَإِنَّكَ لَأَنْتَ يُوسُفُ}\r(22: 58) {وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ} .\r(22: 64) {وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ} .\r(26: 9) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} .\r(26: 44) {وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ}","seal":"6B8B2FEB","part":1},
      {"page":27,"id":27,"nass":"(26: 68) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} .\r(26: 104) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ}\r(26: 122) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} .\r(26: 140) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} .\r(26: 175) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} .\r(26: 191) {وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ}\r(27: 16) {إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ} .\r(29: 64) {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ}\r(37: 60) {إِنَّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ} .\r(37: 106) {إِنَّ هَذَا لَهُوَ الْبَلاءُ الْمُبِينُ} .\r(37: 165) {وَإِنَّا لَنَحْنُ الصَّافُّونَ} .\r(37: 166) {وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} .\r(37: 172) {إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ} .\r(37: 173) {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} .\r(56: 95) {إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ} .\r(و) اللام المزحلقة الداخلة على ضمير التوكيد:\r(12: 90) {أَإِنَّكَ لَأَنْتَ يُوسُفُ} (1) .\r(15: 23) {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ} .\r__________\r(1) قال السمين الحلبي (6: 551) : يحوز أن تكون «أنت» مبتدأ و «يوسف» خبره، والجملة خبر» إن «دخلت عليها لام الابتداء؛ ويجوز أن يكون فصلاً؛ ولا يجوز أن تكون تأكيداً لاسم إنّ، لأن هذه اللام لا تدخل على التوكيد اهـ مع أنه جعل «نحن» في قوله تعالى {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ} [الحجر 23] تأكيداً. انظر الدر المصون 7: 155.","seal":"0EF6846D","part":1},
      {"page":28,"id":28,"nass":"(ز) اللام المزحلقة الداخلة على الخبر وهو جملة اسمية:\r(12: 90) {أَإِنَّكَ لَأَنْتَ يُوسُفُ}\r(15: 23) {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ} (1) .\r__________\r(1) يجوز أن يكون» أنت «مبتدأ، و» يوسف خبر «، والجملة خبر إن، دخلت عليها لام الابتداء. وكذلك في الآية الثانية. انظر الدر المصون.","seal":"3760D4C2","part":1},
      {"page":28,"id":29,"nass":"اللام الموطئة للقسم:\rهي اللام الداخلة على أداة شرط للإيذان بأن الجواب بعدها مبنيّ على قسم قبلها، لا على الشرط، ومن ثم تسمى اللام الموطئة للقسم لأنها وطَّأت الجواب للقسم أي مهَّدت له؛ وأكثر ما تدخل على» إنْ «؛ وقد تدخل على غيرها، نحو:» منْ «، فقد جاء في القرآن الكريم: {لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ} [الأعراف 18] .\rومن ثم يشترط في جواب» لئنْ «ما يشترط في جواب القسم، وهي:\r1) إن كان الجواب جملة اسمية أكد بـ» إنَّ «واللام، أو بإحداهما.\r2) وإن كان جملة فعلية مثبتة مصدرة بمضارع مفيد للاستقبال أكد باللام والنون؛ وإن كان مفيداً للحال فباللام فقط، وإن كان مفصولاً عن اللام لم يؤكد.\r3) وإن صدِّرت بماضٍ أكد باللام وقد.\r4) وإن كان جملة فعلية منفية لم يؤكد، ونفي بـ» ما «، أو» لا «، أو» إنْ «.\r5) وإن كان جملة اسمية منفية لم يؤكد.\r__________\r(1) يجوز أن يكون» أنت «مبتدأ، و» يوسف خبر «، والجملة خبر إن، دخلت عليها لام الابتداء. وكذلك في الآية الثانية. انظر الدر المصون.","seal":"7E8B9D02","part":1},
      {"page":29,"id":30,"nass":"(أ) الجواب جملة اسمية مثبة مؤكدة بإنَّ واللام:\r(7: 90) {لَئِنِ اتَّبَعْتُمْ شُعَيْباً إِنَّكُمْ إِذاً لَخَاسِرُونَ} .\r(11: 9) {وَلَئِنْ أَذَقْنَا الْأِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَؤُوسٌ كَفُورٌ}\r(11: 10) {وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ} .\r(12: 14) {قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذاً لَخَاسِرُونَ} .\r(14: 7) {وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} .\r(23: 34) {وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخَاسِرُونَ} .\r(41: 50) {وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى} …\r(ب) الجواب جملة اسمية مثبتة مؤكدة باللام فقط:\r(3: 157) {وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ}\r(16: 126) {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} .\r(ج) الجواب جملة اسمية منفية:\r(2: 120) {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ} .\r(5: 28) {لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ} .\r(13: 37) {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ مَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا وَاقٍ}\r(د) الجواب جملة فعلية فعلها ماضٍ مثبت أكد باللام:","seal":"3BBBF960","part":1},
      {"page":30,"id":31,"nass":"(30: 51) {وَلَئِنْ أَرْسَلْنَا رِيحاً فَرَأَوْهُ مُصْفَرّاً لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ} .\r(هـ) الجواب جملة فعلية فعلها ماضٍ منفي:\r(35: 41) {وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ}\r(و) الجواب جملة فعلية فعلها مضارع مستقبل مثبت متصل باللام:\r(4: 73) {وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ} .\r(5: 12) {لَئِنْ أَقَمْتُمُ الصَّلاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} .\r(6: 63) {لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ}\r(6: 77) {فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ} .\r(6: 109) {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا}\r(7: 134) {لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرائيلَ} .\r(7: 149) {لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} .\r(7: 189) {لَئِنْ آتَيْتَنَا صَالِحاً لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} .\r(9: 65) {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ}\r(9: 75) {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ}\r(10: 22) {لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ}","seal":"C256A8C2","part":1},
      {"page":31,"id":32,"nass":"(11: 7) {وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ}\r(11: 8) {وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ} .\r(11: 10) {وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي} .\r(12: 32) {وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلِيَكُوناً مِنَ الصَّاغِرِينَ} .\r(14: 7) {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} .\r(17: 62) {لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلاً}\r(17: 86) {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً}\r(18: 36) {وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْراً مِنْهَا مُنْقَلَباً}\r(19: 46) {لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ}\r(21: 46) {وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ} .\r(24: 53) {لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ}\r(26: 29) {قَالَ لَئِنِ اتَّخَذْتَ إِلَهاً غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ}\r(26: 116) {قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ}\r(26: 167) {قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ} .\r(29: 10) {وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ} .\r(29: 61) {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ} .\r(29: 63) {وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ} .","seal":"578DFC8B","part":1},
      {"page":32,"id":33,"nass":"(30: 58) {وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ} .\r(31: 25) {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} .\r(33: 60) {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلاً} .\r(35: 42) {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ} .\r(36: 18) {لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ} .\r(39: 38) {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ}\r(39: 65) {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} .\r(41: 50) {وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي} .\r(43: 9) {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} .\r(43: 87) {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ}\r(59: 11) {لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً} .\r(59: 12) {وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لا يُنْصَرُونَ}\r(63: 8) {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ} .\r(96: 15) {كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ}","seal":"ACA17868","part":1},
      {"page":33,"id":34,"nass":"(ز) الجواب جملة فعلية فعلها مضارع منفي:\r(17: 88) {قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ} .\r(33: 60) {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلاً}\r(59: 11) {لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً}\r(59: 12) {لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ} .\r(59: 12) {وَلَئِنْ قُوتِلُوا لا يَنْصُرُونَهُمْ} .\r(ح) الجواب جملة فعلية فعلها مضارع مفصول عن اللام:\r(3: 158) {وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لإِلَى اللَّهِ تُحْشَرُونَ}","seal":"7DAD6503","part":1},
      {"page":34,"id":35,"nass":"مصادر ومراجع\r...\rثبت المراجع:\r1. الإتقان في علوم القرآن للسيوطي تح محمد أبو الفضل إبراهيم، المكتبة العصرية ببيروت: 1408هـ/1988م.\r2. الجنى الداني في حروف المعاني للمرادي تح د. فخر الدين قباوة ومحمد نديم فاضل، دار الآفاق الجديدة ببيروت: 1403هـ/1983م.\r3. جواهر الأدب في معرفة كلام العرب للإربلي تح د. أميل بديع يعقوب، دار النفائس ببيروت: 1412هـ/ 1991م.\r4. حروف المعاني للزجاجي تح د. علي توفيق الحمد، مؤسسة الرسالة: 1406هـ/19986.\r5. دراسات لأسلوب القرآن الكريم للشيخ محمد عبد الخالق عضيمة، دار الحديث بالقاهرة (د. ت) .\r6. رصف المباني في شرح حروف المعاني للمالقي تح د. أحمد محمد الخراط، مجمع اللغة العربية بدمشق (د. ت) .\r7. كتاب الأزهية في علم الحروف للهروي تح عبد المعين الملّوحي، مجمع اللغة العربية بدمشق: 1413هـ/ 1993م.\r8. معجم الأدوات والضمائر في القرآن الكريم للدكتورين إسماعيل أحمد عمايرة وعبد الحميد مصطفي السيد، مؤسسة الرسالة: 1407هـ/1986م.\rمعجم حروف المعاني في القرآن الكريم للشيخ محمد حسن الشريف، مؤسسة الرسالة: 1417هـ/1996م.\r9. معجم حروف المعاني في القرآن الكريم للشيخ محمد حسن الشريف، مؤسسة الرسالة: 1417هـ / 1996م.","seal":"BFC95DA4","part":1},
      {"page":35,"id":36,"nass":"10. المعجم المفهرس لألفاظ القرآن الكريم للشيخ محمد فؤاد عبد الباقي، دار المعرفة ببيروت: 1414هـ/1994م.\r11. مغني اللبيب عن كتب الأعاريب لابن هشام تح محمد محيي الدين عبد الحميد، دار إحياء التراث العربي (د. ت) .","seal":"4813F072","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"معجم المسائل النحوية والصرفية الواردة في القرآن الكريم","HigriD":"معاصر","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الدكتور ف. عبد الرحيم (=فانيامبادي عبد الرحيم)","bLnk":null,"Inf":"","Auth":"ف. عبد الرحيم","Betaka":"الكتاب: معجم المسائل النحوية والصرفية الواردة في القرآن الكريم\r\nالمؤلف: الدكتور ف. عبد الرحيم (=فانيامبادي عبد الرحيم)\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\r\nالطبعة: الأولى\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"ترجمة الدكتور ف . عبدالرحيم :\r\n\r\n* الاسم : فانيامبادي عبدالرحيم (Vaniyambadi Abdur Rahim) ، والاسم الذي اشتهر به هو ف . عبدالرحيم\r\n* تاريخ الميلاد : 7/5/1933م (1356هـ)\r\n* محل الميلاد : مدينة فانيامبادي ، بولاية تاملنادو بالهند.\r\n\r\nالمؤهلات : \r\n* ماجستير في اللغة الانجليزية وآدابها من جامعة مدراس بالهند.\r\n* ماجستير في اللغة العربية وآدابها من جامعة عليكرة الإسلامية بالهند.\r\n* شهادة (أفضل العلماء) في اللغة العربية والعلوم الإسلامية من جامعة مدراس ، وقد ذكر أن هذه الشهادة كانت تمنحها الحكومة البريطانية أيام الاستعمار بعد اجتياز اختبار تعقده لمن يريد أن يلتحق بوظيفة التدريس ، فدخل هذا الاختبار واجتازه فحصل على هذه الشهادة.\r\n* دكتوراه في أصول اللغة العربية من كلية اللغة العربية بجامعة الأزهر عام 1973م ، وقد كان موضوع رسالته هو تحقيق كتاب المعرب للجواليقي وسيأتي الحديث عنه في مؤلفاته.\r\n\r\nاللغات التي يعرفها أو يلم بها:\r\n1- العربية ، وهو يتقنها جيداً.\r\n2- الانجليزية ، وهو يتقنها جيداً.\r\n3- الأردية ، وهو يتقنها جيداً.\r\n4- الفارسية ، وهو يتقنها جيداً.\r\n5- الهندية ، وهو يتقنها جيداً.\r\n6- التاميلية.\r\n7- الفرنسية.\r\n8- الألمانية.\r\n9- اليونانية.\r\n10- التركية.\r\n11- العبرية.\r\n12- الإسبرنتو.\r\n\r\nالخبرات : \r\n* محاضر للغة الانجليزية وآدابها بجامعة مدراس.\r\n* محاضر للغة العربية بجامعة مدراس.\r\n* رئيس قسم اللغة الانجليزية بجامعة أم درمان الإسلامية بالسودان.\r\n* مدير شعبة تعليم اللغة العربية لغير الناطقين بها بالجامعة الإسلامية بالمدينة المنورة.\r\n* أستاذ مشارك بكلية اللغة العربية بالجامعة الإسلامية.\r\n* يعمل بمركز الترجمات بمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة ولا يزال.\r\n\r\nالمؤلفات:\r\n1- تحقيق المُعَرَّب للجواليقي ، ط.دار القلم بدمشق 1410هـ ، وهذا الكتاب كان موضوعاً لرسالته الدكتوراه من جامعة الأزهر ، وكلمة (تحقيق) التي كتبت على كعب غلاف الكتاب توهم القارئ ، فإن تحقيق كتاب المعرب بالمعنى المتعارف قد قام به العلامة أحمد محمد شاكر رحمه الله خير قيام من حيث جمع النسخ المخطوطة ، والتعليق على النص بما يكشف غوامضه ونحو ذلك مما يقتضيه عمل المحقق النابه ، وأما عمل الدكتور ف. عبدالرحيم في الكتاب فقد اعتمد على الطبعة التي حققها أحمد شاكر ، وانطلق في عمله منها ، وقام بتحقيق الكلمات التي أوردها الجواليقي وعددها 730 كلمة ، منها 130 هي أعلام للأشخاص والمواضع ، فوقف مع كل كلمة منها ، وقام بـ :\r\n- عزو كل كلمة إلى لغتها الأصلية ، فقد وقع خطأ في كلام اللغويين في هذا الصدد بالنسبة إلى بعض الكلمات ، مثل كلمة الأستار ، والإسفنط ، والبند ، والروشم ، والفندق ، فقد ذكر اللغويون أنها من الفارسية ، وهذا ليس بصحيح.\r\n-  ذكر أصل الكلمات الدخيلة مكتوباً بحروفه الأصلية ، فإن اللغويين لم يفعلوا هذا إلا بالنسبة إلى بعض الكلمات الفارسية ، كما صنع صاحب كشاف أصطلاحات الفنون في بعض الكلمات.\r\n-  ذكر المعنى الأصلي لبعض الكلمات ، مع ذكر ما قيل خطأ في أصلها. مثل كلمة (الديوان) ، فقد قيل إن أصل معناها (الجن).\r\n-  ذكر التغييرات التي طرأت على حروف الدخيل وبنائه عند التعريب ، وتعليلها من الناحية الصوتية.\r\n\r\nوطريقته في ذلك هي أنه يذكر عبارة الجواليقي كما في الكتاب المحقق ، ثم يشير إلى مصدر المؤلف ، وإن كان الجواليقي قد تصرف في العبارة المنقولة تصرفاً غير يسير فإنه يورد العبارة الأصلية بتمامها ، وإلا اكتفى بعبارة الجواليقي. ويذكر أقوال اللغويين الآخرين فيما يتعلق بأصل الكلمة ومدلولها ، واللغات المختلفة للكلمة ، ثم يذكر أصل الكلمة بحروفها في لغتها الأصلية ، مع ذكر ما طرأ من تغيير في البنية الصوتية للكلمة.\r\nوقد قدم بين يدي الكتاب بمقدمة تحدث فيها عن :\r\n* معنى المعرَّب والدخيل والمولد ، والفرق بين هذه المصطلحات الثلاثة.\r\n* ضوابط لمعرفة الدخيل.\r\n* اللغات التي أخذت منها العرب.\r\n* أنواع التغيير التي طرأت على الدخيل عند التعريب.\r\nولذلك فإن عمل الدكتور ف. عبدالرحيم في الكتاب ، يتجاوز معنى التحقيق المتعارف عليه ، وهو كتاب مستقل عن كتاب المعرب للجواليقي ، وإن كان قد دار حوله.\r\n2- الإعلام بأصول الأعلام الواردة في قصص الأنبياء عليهم السلام ، ط.دار القلم بدمشق 1413هـ . وهذا الكتاب دراسة تأصيلية للأعلام الواردة في قصص الأنبياء عليهم السلام في القرآن الكريم ، وتشتمل :\r\n- الأعلام الواردة في القرآن الكريم.\r\n- الأعلام الواردة في كتب السير والتاريخ والتفسير لأزواج بعض الأنبياء وأولادهم ، وللمولك المعاصرين لهم ، وللموالين والمعاندين لهم ، ولرجال صالحين وغيرهم، وذلك لأنه قد وقع في أسماء الكثير منهم تصحيف وتحريف ، وتعددت صيغ كثير منها.\r\n3- القول الأصيل فيما في العربية من الدخيل ، ط.مكتبة لينة بدمنهور بمصر 1411هـ. وهو يشتمل على تحقيق نحو 500 كلمة مما فات الجواليقي ذكره في كتابه (المعرَّب) .\r\n4- سواء السبيل فيما في العربية من الدخيل ، ط.دار المآثر بالمدينة المنورة . 1419هـ. يشتمل على تحقيق 400 كلمة مما فاته في كتابه السابق (القول الأصيل) الذي وعد فيه أن يواصل البحث للكلمات التي فاتته.\r\n5- الدخيل في اللغة العربية الحديثة ولهجاتها ، ط.حلب 1393هـ.\r\n6- دروس اللغة العربية لغير الناطقين بها (ثلاثة أجزاء). من منشورات الجامعة الإسلامية بالمدينة المنورة. وله طبعات أخرى.\r\n7- نصوص من الحديث النبوي الشريف (توظيف الحديث النبوي الشريف لتعليم اللغة العربية). المؤسسة الإسلامية بمدراس في الهند.\r\n8- المسعف في لغة وإعراب سورة يوسف ، المؤسسة الإسلامية بمدراس في الهند.\r\n9- الباحث عن الحقيقة ، قصة سلمان الفارسي رضي الله عنه.\r\n10- إنهما من مشكاة واحدة ، وهي قصة المسلمين المهجاجرين إلى الحبشة ، شرح فيه الحديث شرحاً لغوياً.\r\n11- في بلاط هرقل ، وهو شرح لغوي لحديث أبي سفيان رضي الله عنه في مجلس هرقل ملك الروم.\r\n12- أبشر بخير يوم مر عليك منذ ولدتك أمك ، وهو شرح لغوي لحديث كعب بن مالك رضي الله عنه.\r\nوالكتب الأخيرة عبارة عن مشروع علمي لتعليم اللغة العربية من خلال النصوص الحديثية ، وقد لقي نجاحاً كبيراً عند الطلاب الذين لا يتحدثون اللغة العربية.\r\n13- وله بحوث منشورة منها :\r\n- معجم المسائل النحوية والصرفية الواردة في القرآن الكريم .\r\n\r\n(نقلا عن : ملتقى أهل التفسير)","seal":"50E4CDF2","cat":"علوم القرآن","oNum":11928,"BkId":11928,"oAuth":969,"bVer":1,"aSeal":"E2D39B14"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t11928":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"تمهيد"},
      {"lvl":1,"id":4,"sub":0,"tit":"المعجم المفهرس لألفاظ القرآن الكريم"},
      {"lvl":1,"id":5,"sub":0,"tit":"معجم الأدوات والضمائر في القرآن الكريم"},
      {"lvl":1,"id":8,"sub":0,"tit":"معجم حروف المعاني في القرآن الكريم"},
      {"lvl":1,"id":12,"sub":0,"tit":"دراسات لأساليب القرآن الكريم"},
      {"lvl":1,"id":16,"sub":0,"tit":"نتائج واقتراحات"},
      {"lvl":1,"id":17,"sub":0,"tit":"اللام المزحلقة"},
      {"lvl":1,"id":29,"sub":0,"tit":"اللام الموطئة للقسم"},
      {"lvl":1,"id":35,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
