{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12178":
    [
      {"page":215,"id":1,"nass":"المقدمة\rإن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلاّ الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم وبعد:\rفقد شرع الله صيام رمضان على عباده المؤمنين.\rقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ * أَيَّاماً مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} (1) .\rروى الإمام أحمد وغيره عن معاذ بن جبل رضي الله عنه قال:\r«أحيلت الصلاة ثلاثة أحوال، وأحيل الصيام ثلاثة أحوال، فأما أحوال الصلاة ... وأما أحوال الصيام: فإن رسول الله صلى الله عليه وسلم قدم المدينة فجعل يصوم من كل شهر ثلاثة أيام وصام عاشوراء، ثم إن الله فرض عليه الصيام، وأنزل الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ\r__________\r(1) الآيات 183، 184، 185 من سورة البقرة.","seal":"59A5B18E","part":1},
      {"page":216,"id":2,"nass":"قَبْلِكُمْ} . إلى قوله {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} . فكان من شاء صام ومن شاء أطعم مسكيناً فأجزأ ذلك عنه.\rثم إن الله عز وجل أنزل الآية الأخرى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} . إلى قوله {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} . فأثبت الله صيامه على المقيم الصحيح ورخص فيه للمريض والمسافر وثبت الإطعام للكبير الذي لا يستطيع الصيام، فهذان حالان.\rقال: وكانوا يأكلون ويشربون ويأتون النساء مالم يناموا فإذا ناموا امتنعوا، ثم إن رجلاً من الأنصار يقال له صرمة ظل يعمل صائماً حتى أمسى فجاء إلى أهله فصلى العشاء ثم نام فلم يأكل ولم يشرب حتى أصبح فأصبح صائماً، قال: فرآه رسول الله صلى الله عليه وسلم وقد جهد جهداً شديداً، قال مالي أراك قد جهدت جهداً شديداً؟ قال: يا رسول الله إني عملت أمس فجئت حين جئت فألقيت نفسي فنمت وأصبحت حين أصبحت صائماً، قال: وكان عمر قد أصاب من النساء بعد ما نام فأتى النبي صلى الله عليه وسلم فذكر له ذلك فأنزل الله عز وجل: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} إلى قوله: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ}\r(1) » (2)\r__________\r(1) آية 187 من سورة البقرة.\r(2) رواه الإمام، أحمد في مسنده مع الفتح الرباني9/239 –244 كتاب الصيام باب الأحوال التي عرضت للصيام حديث (31) .\rوقال صاحب بلوغ الأماني مع الفتح الرباني 9/244 وهو مرسل صحيح الإسناد.\rوذكر البخاري الحال الثانية منه تعليقاً في صحيحه بصيغة الجزم.\rينظر صحيح البخاري مع الفتح4/187 كتاب الصوم باب (وعلى الذين يطيقون فدية) .\rورواه أبو داود 1/344 - 349 كتاب الصلاة باب كيف الأذان حديث (506، 507) .\rوقال الألباني في صحيح سنن أبي داود 1/101-104 حديث (478 – 506، 479 - 507) صحيح.\rورواه البهيقي في السنن الكبرى4/201 كتاب الصيام باب ما كان عليه حال الصيام.\rوينظر تفسير القرآن العظيم 1/220.","seal":"D8E9E07B","part":1},
      {"page":217,"id":3,"nass":"ولما كان الإنسان عرضة للوقوع في بعض الأعذار المبيحة للفطر في شهر رمضان كالمرض أو السفر، أو قد تغلبه شهوته بالأكل أو الشرب أو الجماع أثناء الصيام، وما يترتب على ذلك من قضاءٍ للأيام التي أفسد صومه فيها أحببت التعرف على أحكام القضاء من خلال ما كتبه العلماء رحمهم الله تعالى في مُؤَلَّفٍ سميته:\r(أحكام القضاء في الصيام) .\rوقد بذلت قصارى جهدي في جمع أقوال العلماء من الكتب المعتمدة مُؤيداً ذلك بالدليل ومُناقِشاً ما يستحق المناقشة من خلال ما قاله هؤلاء العلماء، ثم أخرج من كل مسألة بما أرى أنه الراجح الذي يؤيده الدليل.\rفإن كنت قد وفقت في ذلك للصواب فهو من الله تعالى فله الحمد والشكر فهو المستحق لذلك، وإن كان غير ذلك فعذري أني من جملة البشر عرضة للخطأ والصواب ولا حول ولا قوة إلاّ بالله العلي العظيم.\r* خطة البحث:\rيتكون بحثي من مقدمة وتمهيد وثلاثة فصول وخاتمة.","seal":"7829E792","part":1},
      {"page":218,"id":4,"nass":"المقدمة في: الافتتاحية، وخطة البحث، ومنهجه.\rوالتمهيد في: تعريف الصوم، حكمه، أدلة مشروعيته.\rالفصل الأول: قضاء الناسي والمتعمد ومن أنزل بدون جماع والمجامع نسياناً أو عمداً.\rوفيه ثلاثة مباحث:\rالمبحث الأول: قضاء الناسي والمتعمد.\rوفيه مطلبان:\rالمطلب الأول: قضاء من أكل أو شرب ناسياً لصومه.\rالمطلب الثاني: قضاء من أكل أو شرب أو قاء متعمداً\rالمبحث الثاني: قضاء من أنزل بدون جماع.\rالمبحث الثالث: المجامع نسياناً أو عمداً.\rوفيه مطلبان:\rالمطلب الأول: قضاء من جامع ناسياً لصومه.\rالمطلب الثاني: قضاء من جامع متعمداً.\rالفصل الثاني: في قضاء أصحاب الأعذار.\rوفيه ثلاثة مباحث:\rالمبحث الأول: قضاء المريض والمسافر.\rالمبحث الثاني: قضاء الحامل ولمرضع.\rالمبحث الثالث: قضاء النائم والمغمى عليه.\rالفصل الثالث: في القضاء عن الميت وصوم التطوع.\rوفيه مبحثان:","seal":"9E172398","part":1},
      {"page":219,"id":5,"nass":"المبحث الأول: القضاء عن الميت.\rالمبحث الثاني: القضاء في التطوع.\rالخاتمة في أهم نتائج البحث.\r* منهج البحث:\rسلكت في بحثي الخطوات الآتية:\rدرست المسائل الفقهية الواردة في البحث دراسة فقهية مقارنة وحرصت على بيان المذاهب الأربعة إلاّ من لم أجد له قولاً في المسألة، وأذكر أحياناً قول الظاهرية وبعض الصحابة والتابعين وغيرهم من الفقهاء.\rإذا كانت المسألة من المسائل المجمع عليها ذكرت الإجماع فيها، وإذا كانت من غير ذلك ذكرت الأقوال فيها، ومن قال بها، ثم أذكر الأدلة وما قد يرد عليها من مناقشة، ثم أخرج بالقول الراجح منها.\rذكرت وجه الدلالة عند بعض الأدلة إذا نص المستدل على ذلك، وقد لا أذكر وجه الدلالة عند البعض الآخر لوضوحه.\rاجتهد في نقل أقوال الفقهاء من مصادرها الأصيلة..\rذكرت أرقام الآيات القرآنية وأسماء السور التي وردت فيها.\rخرّجت الأحاديث النبوية من كتب السنة بذكر رقم الجزء والصفحة واسم الكتاب والباب ورقم الحديث إن وجد، فإن كان الحديث في الصحيحين أو أحدهما فقد اكتفى بهما أو بأحدهما وقد أزيد على ذلك، وإذا لم يكن الحديث في الصحيحين أو في أحدهما اجتهدت في تخريجه من كتب السنة مع ذكر درجة الحديث صحة وضعفاً معتمداً على الكتب المعنية بذلك.\rخرّجت الآثار من الكتب المعتمدة في ذلك.","seal":"76FD00CE","part":1},
      {"page":220,"id":6,"nass":"بينت معاني بعض الكلمات معتمداً على كتب اللغة.\rلم أترجم للأعلام الوارد ذكرهم في البحث خشية الإطالة.\rختمت البحث بأهم النتائج التي توصلت إليها.\rوضعت الفهارس التالية:\rفهرس المصادر والمراجع.\rفهرس الموضوعات.","seal":"27EE47DE","part":1},
      {"page":221,"id":7,"nass":"التمهيد:\rتعريف الصوم وحكمه وأدلة مشروعيته\r* تعريف الصوم:\rالصوم في اللغة: الإمساك عن الشيء والترك له، وقيل للصائم صائم لإمساكه عن المطعم والمشرب والمنكح، وقيل للصامت صائم لإمساكه عن الكلام. (1)\rوفي الشرع: إمساك مخصوص عن أشياء مخصوصة في زمن مخصوص من شخص مخصوص. (2)\rقال السرخسي: إمساك مخصوص: وهو الكف عن قضاء الشهوتين شهوة البطن وشهوة الفرج.\rمن شخص مخصوص: وهو أن يكون مسلماً طاهراً من الحيض والنفاس.\rفي وقت مخصوص: وهو ما بعد طلوع الفجر إلى وقت غروب الشمس.\rبصفة مخصوصة: وهو أن يكون على قصد التقرب. (3)\r* حكمه وأدلة مشروعيته:\rالصوم أحد أركان الإسلام الخمسة.\rوقد دل على مشروعيته الكتاب والسنة والإجماع أما الكتاب فقول الله\r(1) لسان العرب 4/2530 مادة (صوم) .\r(2) المجموع 6/200، والمنتقى 2/35، والمغني 3/85، وكشاف القناع 2/349، والحاوي الكبير 3/394، وبدائع الصنائع 2/75 وفتح الباري 4/102.\r(3) المبسوط 3/54.","seal":"CE4AAD92","part":1},
      {"page":222,"id":8,"nass":"تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ. أَيَّاماً مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ..} . (1) وأما السنة فحديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان\" (2) .\rوأجمع المسلمون على وجوب صيام شهر رمضان (3) .\r__________\r(1) الآيات 183، 184، 185 من سورة البقرة.\r(2) صحيح البخاري مع الفتح1/64 كتاب الإيمان باب دعاؤكم إيمانكم حديث (8) .\rومسلم 1/45 كتاب الإيمان باب بيان أركان الإسلام ودعائمه العظام حديث (21 -16) .\r(3) المغني 3/85، والمجموع 6/203، والحاوي الكبير 3/394، وبدائع الصنائع 2/75.","seal":"A1AA4EA3","part":1},
      {"page":221,"id":9,"nass":"التمهيد:\rتعريف الصوم وحكمه وأدلة مشروعيته\r* تعريف الصوم:\rالصوم في اللغة: الإمساك عن الشيء والترك له، وقيل للصائم صائم لإمساكه عن المطعم والمشرب والمنكح، وقيل للصامت صائم لإمساكه عن الكلام. (1)\rوفي الشرع: إمساك مخصوص عن أشياء مخصوصة في زمن مخصوص من شخص مخصوص. (2)\rقال السرخسي: إمساك مخصوص: وهو الكف عن قضاء الشهوتين شهوة البطن وشهوة الفرج.\rمن شخص مخصوص: وهو أن يكون مسلماً طاهراً من الحيض والنفاس.\rفي وقت مخصوص: وهو ما بعد طلوع الفجر إلى وقت غروب الشمس.\rبصفة مخصوصة: وهو أن يكون على قصد التقرب. (3)\r* حكمه وأدلة مشروعيته:\rالصوم أحد أركان الإسلام الخمسة.\rوقد دل على مشروعيته الكتاب والسنة والإجماع أما الكتاب فقول الله\r__________\r(1) لسان العرب 4/2530 مادة (صوم) .\r(2) المجموع 6/200، والمنتقى 2/35، والمغني 3/85، وكشاف القناع 2/349، والحاوي الكبير 3/394، وبدائع الصنائع 2/75 وفتح الباري 4/102.\r(3) المبسوط 3/54.","seal":"2101402E","part":1},
      {"page":222,"id":10,"nass":"تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ. أَيَّاماً مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ..} . (1) وأما السنة فحديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان\" (2) .\rوأجمع المسلمون على وجوب صيام شهر رمضان (3) .\r__________\r(1) الآيات 183، 184، 185 من سورة البقرة.\r(2) صحيح البخاري مع الفتح1/64 كتاب الإيمان باب دعاؤكم إيمانكم حديث (8) .\rومسلم 1/45 كتاب الإيمان باب بيان أركان الإسلام ودعائمه العظام حديث (21 -16) .\r(3) المغني 3/85، والمجموع 6/203، والحاوي الكبير 3/394، وبدائع الصنائع 2/75.","seal":"07F6A800","part":1},
      {"page":223,"id":11,"nass":"الفصل الأول: قضاء الناسي والتعتمد زمن أنزل بدون جماع\rالمبحث الأول: قضاء الناسي والمتعمد\rقضاء من أكل أو شرب ناسياً لصومه\r...\rالفصل الأول:\rقضاء الناسي والمتعمد ومن أنزل بدون جماع\rوالمجامع نسياناً أو عمداً\rالمبحث الأول: قضاء الناسي والمتعمد\rوفيه مطلبان:\rالمطلب الأول:\rقضاء من أكل أو شرب ناسياً لصومه\rلا خلاف بين الفقهاء الثلاثة أبي حنيفة (1) والشافعي (2) ، وأحمد (3) ، أن من أكل أو شرب ناسياً لصومه أن صومه صحيح ولا قضاء عليه لحديث أبي هريرة رضي الله عنه - عن النبي صلى الله عليه وسلم قال: «إذا نسي فأكل وشرب فليتم صومه، فإنما أطعمه الله وسقاه» (4)\r__________\r(1) مختصر الطحاوي ص 54، وبداية المبتدي مع فتح القدير 2/327، والهداية مع البناية 3/300، والأصل 2/201.\r(2) المهذب 1/246، والمجموع 6/286.\r(3) المغني 3/116، والهداية 1/83،وكشاف القناع 2/377، 378.\r(4) رواه البخاري ومسلم ينظر: صحيح البخاري مع الفتح 4/155 كتاب الصوم باب الصائم إذا أكل أو شرب ناسياً حديث (1933) . وصحيح مسلم 2/809 كتاب الصيام باب أكل الناسي وشربه وجماعة لا يفطر حديث (171 – 1155) .","seal":"09B741F6","part":1},
      {"page":224,"id":12,"nass":"قال ابن دقيق العيد: فأمر بالإتمام، وسمي الذي يتم صوما. (1)\rورواه الدارقطني بلفظ: «إذا أكل الصائم ناسياً، أو شرب ناسياً، فإنما هو رزق ساقه الله إليه ولا قضاء عليه» ، وقال: إسناده صحيح، وكلهم ثقات (2) .\rوقال مالك (3) وربيعة (4) : إذا أكل أو شرب ناسياً يفسد صوم الفرض وعليه القضاء دون الكفارة.\rواستدل مالك على إيجاب القضاء بأن المطلوب منه صيام يوم تام لا يقع فيه خَرْم لقوله تعالى: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} (5)\rوهذا لم يأت به على التمام فهو باقٍ عليه، ولعل الحديث (6) في صوم التطوع لخفّته، وقد جاء في صحيحي البخاري ومسلم: \"من نسي وهو صائم فأكل أو شرب فليتم صومه\" (7) .\rفلم يذكر قضاء ولا تعرض له، بل الذي تعرض له سقوط المؤاخذة\r__________\r(1) فتح الباري 4/156.\r(2) سنن الدارقطني 2/178 كتاب الصيام باب تبييت النية من الليل حديث (27) .\r(3) الكافي1/341، والإشراف 1/202، والقوانين الفقهية ص120، والجامع لأحكام القرآن للقرطبي 2/322.\r(4) المجموع 6/286، وفتح الباري 4/155، والمغني 3/116.\r(5) آية 187 من سورة البقرة.\r(6) أي حديث أبي هريرة المتقدم.\r(7) تقدم تخريجه من حديث أبي هريرة ص 224. . . وهذا لفظ مسلم.","seal":"ED35D9C5","part":1},
      {"page":225,"id":13,"nass":"والأمر بمضيه على صومه وإتمامه (1) .\rقال القرطبي: هذا ما احتج به علماؤنا وهو صحيح، لولا ما صح عن الشارع، وقد جاء بالنص الصريح الصحيح ما رواه أبو هريرة عن النبي صلى الله عليه وسلم قال: \"من أفطر في شهر رمضان ناسياً فلا قضاء عليه ولا كفارة\".\rرواه الدارقطني وقال: تفرد به محمد بن مرزوق وهو ثقة عن الأنصاري (2) .\rفزال الاحتمال وارتفع الإشكال والحمد لله ذي الجلال والكمال (3) وقال الداودي: لعل مالكاً لم يبلغه الحديث، أو أوله على رفع الإثم (4) .\rالراجح:\rأرى أن الراجح ما ذهب إليه الجمهور أن من أكل أو شرب ناسياً لصومه أن صومه صحيح ولا قضاء عليه لحديث أبي هريرة المتقدم. والله تعالى أعلم.\r__________\r(1) الجامع لأحكام القرآن 2/323.\r(2) سنن الدارقطني 2/178 كتاب الصيام باب تبييت النية من الليل حديث (28) .\r(3) الجامع لأحكام القرآن 2/323.\r(4) فتح الباري 4/155.","seal":"485AE38B","part":1},
      {"page":226,"id":14,"nass":"المطلب الثاني:\rقضاء من أكل أو شرب أوقاء متعمداً\rمن أكل أو شرب عامداً فإنه يفطر بذلك بدلالة الكتاب والسنة والإجماع.\rأما الكتاب: فقوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} (1) .\rفأباح الله تعالى الأكل والشرب إلى غاية، وهي تبين الفجر، ثم أمر بالإمساك عنهما إلى الليل، لأن حكم ما بعد الغاية مخالف لما قبلها. (2)\rوأما السنة: فحديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \" والذي نفسي بيده لخلوف فم الصائم أطيب عند الله من ريح المسك، يترك طعامه وشرابه وشهوته من أجلي\" (3)\rوأما الإجماع: فأجمع العلماء على الفطر بالأكل والشرب، وممن نقل الإجماع فيه ابن المنذر. (4)\rويجب على من أكل أو شرب عامداً القضاء لما يأتي:\rأولا: قياس من أكل أو شرب متعمداً في نهار رمضان في وجوب القضاء عليه على الواطئ (5) . في حديث أبي هريرة رضي الله عنه وقول النبي صلى الله\r__________\r(1) آية 187 من سورة البقرة.\r(2) كشاف القناع 2/370، والمغني 3/103،ومطالب أولي النهى 2/191.\r(3) صحيح البخاري مع الفتح 4/103 كتاب الصوم باب فضل الصوم حديث (1894) ومسلم 2/806، 807 كتاب الصيام باب فضل الصيام حديث (163، 164-1151) .\r(4) المغني 3/103، والمجموع 6/271.\r(5) الأًصل 2/205، وبداية المبتدي مع فتح القدير 2/338،والإشراف 1/200، 201 وبدائع الصنائع 2/98.","seal":"01CAC4FE","part":1},
      {"page":227,"id":15,"nass":"عليه وسلم له: \" صم يوماً مكانه \" (1) .\rثانياً: أن المفطر وجب عليه الصوم بشهود الشهر، وقد انعدم الأداء عنه فيلزمه القضاء. (2)\rثالثاً: أن الله تعالى أوجب القضاء على المريض والمسافر مع وجود العذر، فلأن يجب مع عدم العذر أولى (3) .\rرابعاً: قال ابن قدامة: متى أفطر بشيء من ذلك - ومنها الأكل والشرب متعمداً - فعليه القضاء لا نعلم في ذلك خلافاً. (4)\r__________\r(1) رواه أبو داود 2/786 كتاب الصوم باب كفارة من أتى أهله في رمضان حديث (2393) وابن ماجة 1/534 كتاب الصيام باب ما جاء في كفارة من أفطر يوماً من رمضان حديث (1671) والدارقطني 2/190 كتاب الصيام باب القبلة للصائم حديث (51) والبيهقي في السنن الكبرى 4/226، 227 كتاب الصيام باب رواية من روى الأمر بقضاء يوم مكانه. وقال الألباني في إرواء الغليل 4/93 رقم (940) صحيح بمجموع طرقه وشواهده.\r(2) البناية في شرح الهداية 3/326.\r(3) المهذب 1/247.\r(4) المغني 3/115. وينظر في وجوب القضاء على المفطر متعمداً بالأكل والشرب وغيرهما مختصر الطحاوي ص 54، ومختصر اختلاف العلماء 2/29، والهداية مع شرحها البناية 3/326، وبدائع الصنائع 2/90، والمبسوط 3/73، وتبيين الحقائق 1/327، والكافي 1/341، وشرح الخرشي 2/250، والقوانين الفقهية ص 117، والأم 2/105، والمجموع 6/271، 291، وحلية العلماء 3/198، والحاوي الكبير 3/434، 456، ومختصر الخرقي ص 50، والهداية 1/83، وكشاف القناع 2/370، والفروع 3/46، والمحرر 1/229، وشرح منتهى الإرادات 1/447، ومنار السبيل 1/225، ومطالب أولي النهى 2/191.","seal":"A8498D11","part":1},
      {"page":228,"id":16,"nass":"أما القيء فالجمهور من الفقهاء -أبو حنيفة (1) ومالك (2) والشافعي (3) وأحمد (4) -: أن من استقاء فعليه القضاء، ومن ذرعه القيء فلا شيء عليه. والأصل في ذلك حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «من ذرعه القيء فليس عليه قضاء، ومن استقاء فليقض» (5) .\rقال ابن المنذر: وأجمعوا على أنه لا شيء على الصائم إذا ذرعه القيء.\rوقال: وأجمعوا على إبطال صوم من استقاء عامداً. (6)\r__________\r(1) مختصر الطحاوي ص 56، والأصل 2/192، وبداية المبتدي مع فتح القدير 2/333، 335، وبدائع الصنائع 2/92، والهداية مع البناية 3/317، 319 وفيها أن أبا حنيفة قال: إن استقاء عمداً ملء فيه فعليه القضاء.\rوقال محمد: عليه القضاء، وإن كان أقل من ملء الفم.\rوقال أبو يوسف: إن كان أقل من ملء الفم لا يفسد به الصوم.\r(2) الموطأ 1/340، والمدونة 1/200، والكافي 1/345، والذخيرة 2/507.\r(3) الأم 5/106، والمهذب 1/246، والمجموع 6/279، وحلية العلماء 3/195، والحاوي الكبير 3/419.\r(4) المغني 3/117، وكشاف القناع 2/371، والهداية 1/83، والفروع 3/49، والمحرر 1/229، والإنصاف 3/300 وقال: وهذا المذهب، سواء كان قليلاً أو كثيراً. وعن أحمد رواية أخرى: لا يفطر إلاّ بملء الفم.\r(5) مسند أحمد 2/498، وسنن أبي داود 2/776 كتاب الصوم باب الصائم يستقيء عمداً حديث (2380) وسنن الترمذي 3/409 أبواب الصيام باب ما جاء في من استقاء عمداً حديث (716) والدارمي 2/14 كتاب الصيام باب الرخصة في القيء للصائم. وقال عنه الألباني في إرواء الغليل 4/51 حديث (923) صحيح.\r(6) الإجماع ص 52، 53 رقم 124، 125.","seal":"17B0764D","part":1},
      {"page":229,"id":17,"nass":"وقال الخطابي: لا أعلم خلافاً بين أهل العلم في أن من ذرعه القيء فإنه لا قضاء عليه، ولا في أن من استقاء عامداً أن عليه القضاء. (1)\rوقال ابن قدامة: من استقاء فعليه القضاء، ومن ذرعه فلا شيء عليه، هذا قول عامة أهل العلم. (2)\rومعنى استقاء: أي تسبب لخروجه قصداً. (3)\rوذرعه القيء: أي سبقه وغلبه في الخروج. (4)\r__________\r(1) معالم السنن مع سنن أبي داود 3/777.\r(2) المغني 3/117.\r(3) تحفة الأحوذي مع سنن الترمذي 3/409، والمغني 3/117.\r(4) النهاية في غريب الحديث 2/158.","seal":"3B2E2414","part":1},
      {"page":230,"id":18,"nass":"المبحث الثاني: القضاء من أنزل بدون جماع\r...\rالمبحث الثاني: قضاء من أنزل بدون جماع\rلا خلاف بين الفقهاء الأربعة - أبي حنيفة (1) ، ومالك (2) ، والشافعي (3) وأحمد (4) - أن المباشرة فيما دون الفرج، والتقبيل، واللمس، توجب القضاء إذا صاحب ذلك إنزال للمني، وكان عامداً لا ناسياً، لما ورد عن جابر بن عبد الله رضي الله قال: قال عمر بن الخطاب رضي الله عنه: هششت فقبّلت وأنا صائم، فقلت: يا رسول الله صنعت اليوم أمراً عظيماً، قبّلت وأنا صائم، قال: \"أرأيت لو مضمضت من الماء وأنت صائم\" قلت: لا بأس به، قال: \"فمه\"؟ (5) فوجه الدلالة: أن النبي صلى الله عليه وسلم شبّه القبلة بالمضمضة من حيث إنها من\r__________\r(1) مختصر الطحاوي ص 54، والأصل 2/200، 210، وبداية المبتدي مع فتح القدير 2/331، 341، والهداية مع البناية 3/312، و334، وبدائع الصنائع 2/93، والمبسوط 3/65، وتبيين الحقائق 1/329.\r(2) المدونة 1/195-199، والكافي 1/342، والإشراف 1/200، 202 وشرح الخرشي 2/253، والقوانين الفقهية ص 118.\r(3) الأم 2/110، والمهذب 1/246، 247، والمجموع 6/283، 286 وحلية العلماء 3/198، 204، والحاوي الكبير 3/435، 440.\r(4) مختصر الخرقي ص 50، والمغني 3/112 - 116، وكشاف القناع 2/372 – 373، والفروع 3/49، والمحرر 1/230، والهداية 1/84، وشرح منتهى الإرادات 1/448، والإنصاف 3/301، ومنار السبيل 1/224، 225، ومطالب أولي النهى 2/191، 198.\r(5) رواه أبو داود في سننه 2/779، 780 كتاب الصوم باب القبلة للصائم حديث (2385) وأحمد في المسند 1/21، والحاكم في المستدرك 1/431 كتاب الصوم، جواز القبلة للصائم. وقال الألباني في صحيح سنن أبي داود 2/453 حديث (2089 - 2385) صحيح.","seal":"468E75AB","part":1},
      {"page":231,"id":19,"nass":"مقدمات الشهوة، وأن المضمضمة إذا لم يكن معها نزول الماء لم يفطر، وإن كان معها نزوله أفطر، فدل على أن القبلة مثلها (1) .\rأما إذا لم ينْزل فلا يفسد صومه بذلك لحديث عائشة رضي الله عنها قالت: «كان النبي صلى الله عليه وسلم يقّبل ويباشر وهو صائم، وكان أملككم لإربه» (2)\rوالاستمناء باليد يوجب القضاء عند الشافعية (3) ، والحنابلة (4) . لأنه إنزال عن مباشرة فهو كالقبلة في إثارة الشهوة (5) أما إذا قبّل فأمذى، أو كرّر النظر فأنزل فقد اختلف الفقهاء فيه على قولين:\rالقول الأول: أن من قبّل فأمذى، أو كررّ النظر فأنزل، فعليه القضاء، لأنه قد أفسد صومه، وبه قال مالك (6) ، وأحمد (7) ، وعطاء، والحسن البصري، والحسن بن صالح (8) .\rالقول الثاني: لا قضاء عليه وصومه صحيح. وبه قال أبو حنيفة (9) ، والشافعي (10) وجابر بن زيد، وسفيان الثوري، وأبو ثور (11) .\r__________\r(1) المغني 3/111، 112، والمهذب 1/246، والمجموع 6/283، والحاوي الكبير 3/435.\r(2) صحيح البخاري مع الفتح 4/149 كتاب الصوم باب المباشرة للصائم حديث (1927) .\r(3) المهذب 1/246، والمجموع 6/284.\r(4) المغني 3/113، وكشاف القناع 2/371.\r(5) المهذب 1/246، والمغني 3/113.\r(6) المدونة 1/197، والإشراف 1/202، والقوانين الفقهية ص 118.\r(7) المغني 3/113، وكشاف القناع 2/372.\r(8) المغني 3/113، والمجموع 6/284.\r(9) بدائع الصنائع 2/93، والأصل 2/238.\r(10) المهذب 1/246، والمجموع 6/284.\r(11) المغني 3/113، والمجموع 6/284.","seal":"8E9C2D70","part":1},
      {"page":232,"id":20,"nass":"الأدلة: استدل أصحاب القول الأول بما يأتي:\rأولاً: أن المذي خارج تتخلله الشهوة، خرج بالمباشرة فأفسد الصوم كالمني (1) .\rثانياً: أن من أنزل بتكرار النظر يفسد صومه، لأنه إنزال بفعل يلتذ به كاللمس، ولأنه نوع من الاستمتاع يكون بالنظر كما يكون بالمباشرة (2)\rواستدل أصحاب القول الثاني بما يأتي:\rأولاً: أن من نظر وتلذذ فأنزل لم يبطل صومه، لأنه إنزال من غير مباشرة فلم يُبطل الصوم، كما لو نام فاحتلم، أو أنزل بالفكر. ولأن النظر ليس بجماع، لأنه ليس بقضاء للشهوة، بل هو سبب لحصول الشهوة (3)\rويجاب عنه: بأن الفكر لا يمكن التحرز منه بخلاف تكرار النظر (4) .\rثانياً: أن من قبّل امرأة وتلذذ فأمذى ولم يمن لم يفطر، لأنه خارج لا يوجب الغسل، فأشبه البول (5) .\rالراجح:\rأرى أن الراجح أن من قبّل فأمذى، أو كرّر النظر فأمنى، أن صيامه قد فسد وعليه القضاء، وهو ما ذهب إليه أصحاب القول الأول للأدلة العقلية التي ذكروها، ولأن هذا من باب الاحتياط في العبادة والله تعالى أعلم.\r__________\r(1) المغني 3/112.\r(2) المغني 3/113، والإشراف 1/202.\r(3) المهذب 1/246، وبدائع الصنائع 2/93، والمغني 3/113.\r(4) المغني 3/113.\r(5) المجموع 6/284، والمغني 3/112.","seal":"82AE1BF5","part":1},
      {"page":233,"id":21,"nass":"المبحث الثالث: قضاء المجامع نسياناً أو عمداً\rالمطلب الأول: قضاء من جامع ناسياً\r...\rالمبحث الثالث: قضاء المجامع نسياناً أو عمداً\rوفيه مطلبان:\rالمطلب الأول: قضاء من جامع ناسياً\rاختلف الفقهاء في من جامع ناسياً لصومه هل يجب عليه شيء أم لا؟\rعلى ثلاثة أقوال:\rالقول الأول: لا قضاء عليه ولا كفارة. وبه قال أبو حنيفة (1) ، والشافعي (2) ، والحسن البصري (3) ، ومجاهد (4) ، والثوري (5) ، وإسحاق بن راهويه (6) ، وأبو ثور (7) ، وداود (8) ، وأحمد في رواية (9) .\rالقول الثاني: عليه القضاء دون الكفارة. وبه قال مالك في المشهور (10) ،\r__________\r(1) مختصر الطحاوي ص 54، وبداية المبتدي مع فتح القدير 2/327، وبدائع الصنائع 2/90، والهداية مع البناية 3/300.\r(2) المهذب 1/246، والمجموع 6/286.\r(3) المغني 3/121،والمجموع 6/286.\r(4) المغني 3/121،والمجموع 6/286.\r(5) المغني 3/121.\r(6) المجموع 6/286، والجامع لأحكام القرآن 2/322.\r(7) المجموع 6/286.\r(8) المجموع 6/286.\r(9) المغني 3/121، والإنصاف 3/311، وكشاف القناع 2/377 والهداية 1/84، ومجموع فتاوى شيخ الإسلام ابن تيمية 25/226.\r(10) الكافي 1/341، والإشراف 1/200، والقوانين الفقهية ص 121 والجامع لأحكام القرآن 2/322، وبداية المجتهد 1/221.","seal":"90A6CF74","part":1},
      {"page":234,"id":22,"nass":"والأوزاعي (1) ، والليث (2) ، وعطاء في رواية (3) .\rالقول الثالث: عليه القضاء والكفارة. وبه قال أحمد في رواية (المذهب) وعبد الملك بن الماجشون ورواه عن مالك (4) ، وبعض أهل الظاهر (5) وعطاء في رواية (6) .\rالأدلة:\rاستدل أصحاب القول الأول بحديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من نسي وهو صائم فأكل أو شرب فليتم صومه فإنما أطعمه الله وسقاه\" (7) .\rقالوا: فنص على الأكل والشرب وقسنا عليه كل ما يبطل الصوم من الجماع وغيره (8) .\rوورد بلفظ: \" من أفطرفي شهر رمضان ناسياً فلا قضاء عليه ولا كفارة \" (9) .\r__________\r(1) المغني، 3/122 والمجموع 6/286 والجامع لأحكام القرآن 2/322.\r(2) المغني 3/122، والمجموع 6/286، والجامع لأحكام القرآن 2/322.\r(3) الجامع لأحكام القرآن 2/322، والمجموع 6/286.\r(4) الكافي 1/341، والإشراف 1/200، والجامع لأحكام القرآن 2/322.\r(5) بداية المجتهد 1/221، والجامع لأحكام القرآن 2/322.\r(6) المغني 3/121، والجامع لأحكام القرآن 2/322.\r(7) تقدم تخريجه ص 224.\r(8) المهذب 1/246، والمجموع 6/286.\r(9) تقدم تخريجه ص 225.","seal":"A44186C4","part":1},
      {"page":235,"id":23,"nass":"قال الكاساني (1) : والقياس أنه يفسد - أي صوم من أكل أو شرب أو جامع - وإن كان ناسياً لوجود ضد الركن حتى قال أبو حنيفة: لولا قول الناس لقلت يقضي أي لولا قول الناس أن أبا حنيفة خالف الأمر لقلت يقضي لكنا تركنا القياس بالنص وهو ما روي عن أبي هريرة (2)\rوقال المرغيناني: وإذا ثبت هذا في حق الأكل والشرب ناسياً ثبت في الوقاع للاستواء في الركنية (3) .\rواستدل أصحاب القول الثاني بما يأتي:\rأولاً: حديث ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"إن الله وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" (4)\r__________\r(1) بدائع الصنائع 2/90.\r(2) تقدم تخريجه ص 224.\r(3) الهداية مع البناية 3/302.\r(4) رواه ابن ماجة 1/659 كتاب الطلاق باب طلاق المكره والناسي حديث (2045) قال البوصيري في الزوائد: إسناده صحيح إن سلم من الانقطاع، والظاهر أنه منقطع بدليل زيادة عبيد بن عمير في الطريق الثاني، وليس ببعيد أن يكون السقط من جهة الوليد بن مسلم فإنه كان يدلس.\rوبالطريق الثاني أخرجه الطحاوي في شرح معاني الآثار 3/95 كتاب الطلاق باب طلاق المكره، والدارقطني في سننه 4/170 باب النذور حديث (33) والبيهقي في السنن الكبرى 7/356 كتاب الخلع والطلاق باب ما جاء في طلاق المكره، والحاكم في المستدرك 2/198 كتاب الطلاق، وغيرهم من طريق بشر بن بكر وأيوب بن سويد قالا: حدثنا الأوزاعي عن عطاء ابن أبي رباح عن عبيد بن عمير عن ابن عباس به.\rقال الألباني في إرواء الغليل 1/123 حديث (82) صحيح.\rوقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه.\rوقال النووي في روضة الطالبين 8/193 والمجموع 6/451 حديث حسن ولمعرفة المزيد عنه ينظر: نصب الراية 2/64 – 66 كتاب الصلاة باب ما يفسد الصلاة وما يكره فيها. والتلخيص الحبير 1/281 حديث (450) .","seal":"C84A804A","part":1},
      {"page":236,"id":24,"nass":"ثانياً: أنه أفطر ناسياً كالأكل، ولأن الكفارة الكبرى في الفطر تتبع الإثم بدليل انتفائها مع عدمه (1) .\rواستدل أصحاب القول الثالث على وجوب الكفارة بحديث أبي هريرة رضي الله عنه قال: «بينما نحن جلوس عند النبي صلى الله عليه وسلم إذ جاءه رجل فقال: يا رسول الله هلكت، قال: مالك؟ قال: وقعت على إمراتي وأنا صائم، فقال رسول الله صلى الله عليه وسلم هل تجد رقبة تعتقها؟ قال لا، قال: فهل تستطيع أن تصوم شهرين متتابعين؟ قال لا، قال: فهل تجد إطعام ستين مسكيناً؟ قال لا، قال فمكث النبي صلى الله عليه وسلم فبينا نحن على ذلك أُتى النبي صلى الله عليه وسلم بَعَرقٍ فيه تمر- والعرق: المكتل- قال: أين السائل؟ فقال أنا، قال: خذ هذا فتصدق به، فقال الرجل، على أفقر مني يا رسول الله؟ فوالله ما بين لابتيها - يريد الحرتين - أهل بيت أفقر من أهل بيتي، فضحك النبي صلى الله عليه وسلم حتى بدت أنيابه ثم قال: \"أطعمه أهلك\" (2) .\rوأما وجوب القضاء فلحديث أبي هريرة أن النبي صلى الله عليه وسلم قال للمجامع \"صم يوماً مكانه \" (3) .\r__________\r(1) الإشراف 1/200.\r(2) رواه البخاري ومسلم ينظر: صحيح البخاري مع الفتح 4/163 كتاب الصوم باب إذا جامع في رمضان ولم يكن له شيء ... حديث (1936) ، وصحيح مسلم 2/781 كتاب الصيام باب تغليظ تحريم الجماع في نهار رمضان ... حديث (81 – 1111) .\r(3) تقدم تخريجه ص 227.","seal":"03787763","part":1},
      {"page":237,"id":25,"nass":"وجه الدلالة: أن النبي صلى الله عليه وسلم لم يستفسر من الرجل هل كان جماعه عن عمد أو نسيان، ولو افترق الحال لسأل واستفصل (1) .\rقال ابن حجر: والجواب أنه قد تبين حاله بقوله «هلكت» و «احترقت» (2) فدل على أنه كان عامدا ًعارفاً بالتحريم (3) .\rالراجح:\rأرى أن الراجح في هذه المسألة ما ذهب إليه أصحاب القول الأول وهو أن الصائم إذا جامع ناسياً لصومه فصومه صحيح ولا قضاء عليه ولا كفارة لعموم حديث أبي هريرة المستدل به.\rقال ابن قدامة: ونقل أحمد بن القاسم عنه - أي الإمام أحمد - كل أمر غلب عليه الصائم ليس عليه قضاء ولا غيره.\rقال أبو الخطاب: هذا يدل على إسقاط القضاء والكفارة مع الإكراه والنسيان (4)\rوقال شيخ الإسلام ابن تيمية: والمجامع الناسي فيه ثلاثة أقوال في مذهب أحمد وغيره (وذكر الأقوال الثلاثة المتقدمة حسب ترتيبها) ثم قال: والأول أظهر، فإنه قد ثبت بدلالة الكتاب والسنة أن من فعل محظوراً مخطئاً أو ناسياً لم\r__________\r(1) المغني 3/122، وفتح الباري 4/164.\r(2) لفظة «احترقت» ورد في حديث آخر رواه البخاري ومسلم عن عائشة ينظر: صحيح البخاري مع الفتح 4/161 كتاب الصوم باب إذا جامع في رمضان حديث (1935) وصحيح مسلم 2/783 كتاب الصيام باب تغليظ تحريم الجماع في نهار رمضان. . حديث (85 – 1112) .\r(3) فتح الباري 4/164.\r(4) المغني 3/121.","seal":"2B96B55F","part":1},
      {"page":238,"id":26,"nass":"يؤاخذه الله بذلك وحينئذ يكون بمنزلة من لم يفعله، فلا يكون عليه إثم، ومن لا إثم عليه لم يكن عاصياً ولا مرتكباً لما نهى عنه، وحينئذ فيكون قد فعل ما أُمر به ولم يفعل ما نُهى عنه، ومثل هذا لا يبطل عبادته، إنما يبطل العبادات إذا لم يفعل ما أُمر به أو فعل ما حُظر عليه. (1)\r__________\r(1) مجموع فتاوى شيخ الإسلام ابن تيمية 25/226.","seal":"DDE9DF8D","part":1},
      {"page":238,"id":27,"nass":"المطلب الثاني: قضاء من جامع متعمداً\rالجمهور من الفقهاء على أن من جامع في الفرج في نهار شهر رمضان بلا عذر، أنزل أو لم ينْزل، أنه يفسد صومه إذا كان عامداً، ويجب عليه القضاء (1) .\rلما روى أبو هريرة رضي الله عنه أن النبي صلى الله عليه وسلم أمر الذي واقع أهله في رمضان بقضائه فقال: \"صم يوماً مكانه\" (2) .\rوقال الأوزاعي وبعض أصحاب الشافعي: إن كفّر بالصوم لا يجب عليه\r__________\r(1) مختصر الطحاوي ص 54، ومختصر اختلاف العلماء 2/26، والأصل 2/203 – 238، وبداية المبتدي مع فتح القدير2/336، والهداية مع البناية 3/321، 322، وبدائع الصنائع 2/90، 98، والمبسوط 3/79، وتبيين الحقائق 1/327. والمدونة 1/218، والمنتقي 2/56، والكافي 1/341، 342، والإشراف 1/199، والقوانين الفقهية ص 117، والذخيرة 2/518. والأم 2/108، والمهذب1/247، والمجموع 6/283، 294، 311 والحاوي الكبير 3/424، ومختصر الخرقي ص 50، والمغني 3/120، وكشاف القناع 2/377، والفروع 3/75، والمحرر 1/229، والهداية 1/84 وشرح منتهى الإرادات 1/451، والإنصاف 3/311، ومنار السبيل 1/226 ومطالب أولي النهى 2/197.\r(2) تقدم تخريجه ص 227.","seal":"4E253815","part":1},
      {"page":239,"id":28,"nass":"القضاء، لأنه من جنسه، وإن كفّر بالعتق أو الإطعام وجب عليه القضاء. (1)\rقال النووي: وفي وجوب قضاء ذلك اليوم طريقان: أحدهما: يجب، والثاني: فيه ثلاثة أقوال: أصحها: وجوبه، والثاني: لا يجب وتندرج فيه الكفارة، والثالث: إن كفّر بالصوم لم يجب وإلاّ وجب.\rوقال البندنيجي: أومأ الشافعي رضي الله عنه في الأم إلى قولين، سواء كفّر بالصوم أم بغيره (2) بدليل أن النبي صلى الله عليه وسلم لم يأمر الأعرابي بالقضاء (3) .\rوالجواب عنه أن الأمر بالقضاء وإن لم يرد في بعض الأحاديث الواردة في قصة الأعرابي، فقد ورد صريحاً في حديث أبي هريرة المتقدم. (4)\r__________\r(1) المغني 3/120، والمنتقي 2/56، والبناية 2/322، والمجموع 6/311.\r(2) المجموع 6/294.\r(3) المغني 3/120، ونيل الأوطار 5/289.\r(4) نيل الأوطار 5/289، 290 وينظر ص 31.","seal":"5E4301CF","part":1},
      {"page":240,"id":29,"nass":"الفصل الثاني: قضاء أصحاب الأعذار\rالمبحث الأول: قضاء المريض والمسافر\r...\rالفصل الثاني:\rقضاء أصحاب الأعذار\rوفيه ثلاثة مباحث:\rالمبحث الأول: قضاء المريض والمسافر\rمن كان مريضاً في شهر رمضان فخاف إن صام أن تلحقه مشقة بازدياد مرضه، أو طوله، فيسن له الفطر، ويجب عليه القضاء إذا بريء، لقوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . (1)\rقال ابن قدامة: ويلزم المسافر والحائض والمريض القضاء إذا أفطروا، بغير خلاف، ثم ذكر الآية السابقة وقال: والتقدير: فأفطر (2) .\rفإن صام أثناء مرضه أجزأه وبهذا قال الجمهور - الحنفية (3) ، والمالكية (4) ، والشافعية (5) ، والحنابلة (6) .\r__________\r(1) آية 184 من سورة البقرة.\r(2) المغني 3/135.\r(3) مختصر الطحاوي ص 55، وبداية المبتدي مع فتح القدير 2/350، والهداية مع البناية 3/350، 351، وبدائع الصنائع 2/94، وتبيين الحقائق 1/333.\r(4) الموطأ 1/302، والمنتقى 2/62، والقوانين الفقهية ص 119 والذخيرة 2/523، والجامع لأحكام القرآن 2/276.\r(5) المهذب 1/240، والمجموع 6/211، وروضة الطالبين 2/370، 373، ومغني المحتاج 1/437.\r(6) المغني 3/135، وكشاف القناع 2/361، والفروع 3/27 والمحرر 1/228، 229، وشرح منتهى الإرادات 1/443، والإنصاف 3/285، ودليل الطالب مع شرحه منار السبيل 1/222، ومطالب أولي النهى 2/181.","seal":"452FF3DC","part":1},
      {"page":241,"id":30,"nass":"وقال ابن سيرين: متى حصل الإنسان في حال يستحق بها اسم المرض صح الفطر، قياساً على المسافر لعلة السفر، وإن لم تدع إلى الفطر ضرورة.\rقال طريف بن تمام العُطاردي: دخلت على محمد بن سيرين في رمضان وهو يأكل، فلما فرغ قال: إنه قد وجعت إصبعي هذه.\rقال القرطبي: قول ابن سيرين أعدل شيء في هذا الباب إن شاء الله تعالى.\rقال البخاري: اعتللتُ بنيسابور علةً خفيفة وذلك في شهر رمضان، فعادني إسحاق بن راهويه في نفر من أصحابه فقال لي: أفطرت يا أبا عبد الله، فقلت نعم، فقال: خشيت أن تضعف عن قبول الرخصة. (1) .\rوأما المسافر فإنه يجوز له الفطر أثناء سفره ويلزمه القضاء للأدلة المتقدمة في قضاء المريض، إلاّ أن الجمهور من الفقهاء - المالكية (2) ، والشافعية (3) والحنابلة (4)\rيشترطون في جواز الفطر في السفر: أن يكون مباحاً، وأن تكون مسافته\r__________\r(1) الجامع لأحكام القرآن 2/276، 277.\r(2) الإشراف 1/206، والقوانين الفقهية ص 119، والذخيرة 2/523، والجامع لأحكام القرآن 2/277.\r(3) المهذب 1/240، المجموع 6/214، وروضة الطالبين 2/370، 373، ومغني المحتاج 1/437.\r(4) المغني 3/99، 135، والإقناع مع شرحه كشاف القناع 1/596 و 2/363، والفروع 3/30، والمحرر 1/228، 229، وشرح منتهى الإرادات 1/443، والإنصاف 3/287، ودليل الطالب مع شرحه منار السبيل 1/221، ومطالب أولي النهى 2/182.","seal":"C2166F96","part":1},
      {"page":242,"id":31,"nass":"مسافة القصر أو أكثر، وأنه لا يجوز الفطر في رمضان في سفر معصية، ولا في سفر دون مسافة القصر. (1) وأما الحنفية فيجوز الفطر عندهم في رمضان بمطلق السفر وهو الخروج عن الوطن، سواء كان السفر سفر طاعة، أو مباح، أو معصية، والسفر المرخص للفطر مسيرة ثلاثة أيام فصاعداً (2)\rفإن صام المسافر أثناء سفره أجزأه صومه ولا قضاء عليه عند الجمهور (3) خلافاً لبعض الظاهرية (4)\r__________\r(1) مسافة القصر ثمانية وأربعون ميلاً- أربعة بُرد، ستة عشر فرسخاً - عند الجمهور (المالكية والشافعية والحنابلة) . وعند الحنفية: مسيرة ثلاثة أيام فصاعداً. وعند قوم (الظاهرية) يجوز في كل سفر وإن قصر. ينظر: القوانين الفقهية ص 83، والجامع لأحكام القرآن 2/277 والمهذب 1/240، والمجموع 6/217، وكشاف القناع 1/594، 595.\rوالأصل في مقدار مسافة القصر حديث ابن عباس «يا أهل مكة لا تقصروا الصلاة في أدنى من أربعة بُرد: من مكة إلى عسفان» رواه الدارقطني 1/387 كتاب الصلاة باب قدر المسافة التي تقصر في مثلها صلاة، والبيهقي في السنن الكبرى 3/137 كتاب الصلاة باب السفر الذي لا تقصر في مثله الصلاة، والحديث إسناده ضعيف. والصحيح أنه من قول ابن عباس رضي الله عنهما. ينظر: مصنف ابن أبى شيبة 2/445 كتاب الصلاة باب في مسيرة كم يقصر الصلاة والتلخيص الحبير 2/46 رقم (608) . والميل في معجم لغة الفقهاء ص 451 (1848) متراً فتصبح المسافة 1848 × 48 = 88704 متراً، أو 88704 ÷ 1000 = 88. 704 كيلاً.\r(2) بدائع الصنائع 2/94، وبداية المبتدي مع فتح القدير 2/351، والهداية مع البناية 3/352، وتبيين الحقائق 1/333.\r(3) الأصل 2/208، والهداية مع البناية 3/352، والمدونة 1/201 والإشراف 1/206، والمجموع 6/217، وكشاف القناع 2/363 والفروع 3/30، وشرح منتهى الإرادات 1/443، ومنار السبيل 1/222 وتفسير القرآن العظيم 1/223.\r(4) المجموع 6/217، وكشاف القناع 2/363، والفروع 3/30 ونيل الأوطار 5/299.","seal":"578DC543","part":1},
      {"page":243,"id":32,"nass":"وقد استدل الجمهور بما يأتي:\rأولاً: حديث عائشة رضي الله عنها أن حمزة بن عمرو الأسلمي قال للنبي صلى الله عليه وسلم: أأصوم في السفر؟ - وكان كثير الصيام - فقال: «إن شئت فصم، وإن شئت فأفطر» (1) .\rثانياً: حديث حمزة بن عمرو الأسلمي أنه قال: يا رسول الله أجد بي قوة على الصيام في السفر فهل عليّ جناح؟ فقال رسول الله صلى الله عليه وسلم: \"هي رخصة من الله فمن أخذ بها فحسن، ومن أحب أن يصوم فلا جناح عليه\" (2) .\rثالثاً: حديث أبي الدرداء رضي الله عنه قال: «خرجنا مع النبي صلى الله عليه وسلم في بعض أسفاره في يوم حار حتى يضع الرجل يده على رأسه من شدة الحر، وما فينا صائم إلاّ ما كان من النبي صلى الله عليه وسلم وابن رواحة» (3)\rرابعاً: حديث أنس بن مالك: «كنا نسافر مع النبي صلى الله عليه وسلم، فلم يعب الصائم على المفطر، ولا المفطر على الصائم» (4)\r__________\r(1) رواه البخاري ومسلم، ينظر: صحيح البخاري مع الفتح 4/179 كتاب الصوم باب الصوم في السفر والإفطار حديث (1943) ومسلم 2/789 كتاب الصيام باب التخيير في الصوم والفطر في السفر حديث (103 - 1121) .\r(2) رواه مسلم ينظر: صحيح مسلم 2/790 كتاب الصيام باب التخيير في الصوم والفطر في السفر حديث (107 - 1121 م) .\r(3) رواه البخاري ومسلم، ينظر صحيح البخاري مع الفتح 4/182 كتاب الصوم حديث (1945) ومسلم 2/790 كتاب الصيام باب التخيير في الصوم والفطر في السفر حديث (108 - 1122) .\r(4) رواه البخاري ومسلم، ينظر: صحيح البخاري مع الفتح 4/186 كتاب الصوم باب لم يعب أصحاب النبي صلى الله عليه وسلم بعضهم بعضاً في الصوم والإفطار حديث (1947) ومسلم 2/787 كتاب الصيام باب جواز الصوم والفطر في شهر رمضان للمسافر في غير معصية. . . . حديث (98 - 1118) .","seal":"2B1C2FF6","part":1},
      {"page":244,"id":33,"nass":"واستدل من قال بعدم إجزاء الصوم في السفر من الظاهرية بما يأتي:\rأولاً: قوله تعالى: ` {فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . (1)\rقالوا: ظاهره فعليه عدة، أو فالواجب عدة. (2)\rوالجواب عنه أن الجمهور تأولوه بأن التقدير فأفطر فعدة. (3)\rثانياً: حديث جابر بن عبد الله رضي الله عنه قال: «كان رسول الله صلى الله عليه وسلم في سفر فرأى زحاماً ورجلاً قد ظلل عليه فقال: ما هذا؟ فقالوا: صائم، فقال: \"ليس من البر الصوم في السفر\" (4)\rوجه الدلالة: أن مقابلة البر الإثم، وإذا كان آثماً بصومه لم يجزئه. (5)\rوأجاب عنه الجمهور بأنه صلى الله عليه وسلم إنما قال ذلك في حق من شق عليه الصوم. (6)\r__________\r(1) آية 184 من سورة البقرة.\r(2) فتح الباري 4/183، ونيل الأوطار 5/300.\r(3) فتح الباري 4/183.\r(4) رواه البخاري ومسلم، ينظر: صحيح البخاري مع الفتح 4/183 كتاب الصوم باب قول النبي صلى الله عليه وسلم لمن ظلل عليه واشتد الحر «ليس من البر الصوم في السفر» حديث (1946) ومسلم 2/786 كتاب الصيام باب جواز الصوم والفطر في شهر رمضان للمسافر. . . حديث (92 – 1115) .\r(5) فتح الباري 4/183.\r(6) نيل الأوطار 5/300.","seal":"A4920B5D","part":1},
      {"page":245,"id":34,"nass":"ثالثاً: حديث جابر بن عبد الله رضي الله عنه أن رسول الله صلى الله عليه وسلم خرج عام الفتح إلى مكة في رمضان فصام حتى بلغ كراع الغميم فصام الناس، ثم دعا بقدح من ماء فرفعه حتى نظر الناس إليه ثم شرب، فقيل له بعد ذلك: إن بعض الناس قد صام فقال: \"أولئك العصاة، أولئك العصاة\" (1) .\rوأجاب عنه الجمهور بأنه إنما نسبهم إلى العصيان لأنه عزم عليهم فخالفوا. (2)\rوهناك أدلة للفريقين في المسألة ذكرها النووي (3) ولم أذكرها هنا اختصاراً.\rالراجح:\rيظهر أن الراجح في المسألة ما ذهب إليه الجمهور من أن المسافر إذا صام في أثناء سفره أجزأه ذلك ولم يجب عليه إعادة الصوم.\rقال النووي: وأما الأحاديث التي احتج بها المخالفون (4) فمحمولة على من يتضرر بالصوم، وفي بعضها التصريح بذلك، ولا بد من هذا التأويل ليجمع بين الأحاديث (5) والله تعالى أعلم.\r__________\r(1) رواه مسلم، ينظر: صحيح مسلم 2/785 كتاب الصيام باب جواز الصوم والفطر في شهر رمضان للمسافر. . حديث (90 – 1114) .\r(2) نيل الأوطار 5/300.\r(3) المجموع 6/217، 218.\r(4) وهم أصحاب القول الثاني (بعض الظاهرية) .\r(5) المجموع 6/217، 218.","seal":"ACE295FD","part":1},
      {"page":246,"id":35,"nass":"المبحث الثاني: قضاء الحامل والمرضع\rلا خلاف بين الجمهور من الفقهاء أن الحامل والمرضع إذا خافتا على أنفسهما أن لهما الفطر وعليهما القضاء، ولا فدية عليهما، لأنهما بمنزلة المريض الخائف على نفسه.\rقال ابن قدامة: لا نعلم فيه بين أهل العلم اختلافاً (1)\rأما إذا خافتا على ولديهما فقد اختلف الفقهاء في ذلك على أربعة أقوال:\rالقول الأول: تفطران وتطعمان ولا قضاء عليهما. وبه قال ابن عمر، وابن عباس، وسعيد بن جبير. (2)\rالقول الثاني: تفطران وتقضيان ولا فدية عليهما. وبه قال عطاء والحسن والضحاك والنخعي والزهري وربيعة والأوزاعي والثوري وأبو عبيد وأبو ثور (3) وأبو حنيفة (4) . والمزني من الشافعية. (5)\r__________\r(1) المغني 3/139، والإنصاف 3/290 وهذا هو المذهب، وفي رواية عن الإمام أحمد عليهما الإطعام، والمهذب 1/241، والمجموع 6/220، والحاوي الكبير 3/436، والمدونة 1/210، والكافي 1/340، ومختصر اختلاف العلماء 2/17، ومختصر الطحاوي ص 54.\r(2) المجموع 6/222، والمغني 3/140،والفروع 3/34، 35، وحلية العلماء 3/177.\r(3) المجموع 6/222، والمغني 3/139، والحاوي الكبير 3/437.\r(4) مختصر الطحاوي ص54،ومختصر اختلاف العلماء 2/17، والأصل 2/245 وبداية المبتدي مع فتح القدير 2/355 والهداية مع البناية 3/357، 358، وبدائع الصنائع 2/97، والمبسوط 3/99، وتبيين الحقائق 1/336.\r(5) حلية العلماء 3/176، والمهذب 1/241، والحاوي الكبير 3/437 وهذا القول أحد الأقوال الثلاثة عند الشافعية في الفدية.","seal":"EF8517B8","part":1},
      {"page":247,"id":36,"nass":"القول الثالث: تفطران وتقضيان وتفديان. وبه قال أحمد (1) والشافعي (2) ومجاهد (3) .\rالقول الرابع: الحامل تفطر وتقضي ولا فدية عليها، والمرضع تفطر وتقضي وتفدي. وبه قال مالك (4) والليث (5) والشافعية في قول.\rالأدلة: استدل أصحاب القول الأول بما يأتي:\rأولاً: قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} (6)\rفالآية تناولتهما وليس فيها إلاّ الإطعام. (7)\rوالجواب: أن الحامل والمرضع تطيقان القضاء فلزمهما كالحائض والنفساء (8) .\r__________\r(1) مختصر الخرقي ص 51، والهداية 1/82، 83، والمغني3/139، وكشاف القناع 2/364، والفروع 3/34، والمحرر 1/228، وشرح منتهي الإرادات 1/444، والإنصاف 3/290، ومنار السبيل 1/222 ومطالب أولي النهي 2/183.\r(2) هذا القول هو المشهور من مذهب الشافعي. ينظر: الأم 2/113، والمهذب 1/241، والمجموع 6/222، وروضة الطالبين 2/383، ومغني المحتاج 1/440، وحلية العلماء 3/176، 177، والحاوي الكبير 3/436.\r(3) المجموع 6/222، ومعالم السنن 2/739، والحاوي الكبير 3/437.\r(4) الموطأ 1/308، والمدونة 1/210، والكافي 1/340، والإشراف 1/204، وشرح الخرشي 2/261، والقوانين الفقهية ص 120، والذخيرة 2/515، وذكر صاحب الإشراف أن في المرضع روايتين، فتكون المسألة على روايتين عن الإمام مالك: إحداهما كما سبق، والثانية: لا فدية على واحدة منهما.\r(5) المغني 3/139، ومختصر اختلاف العلماء 2/17.\r(6) آية 184 من سورة البقرة.\r(7) المغني 3/140.\r(8) المغني 3/140.","seal":"4F3FB5B7","part":1},
      {"page":248,"id":37,"nass":"ثانياً: روى أبو داود عن ابن عباس رضي الله عنهما في قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} .قال: كانت رخصة للشيخ الكبير والمرأة الكبيرة وهما يطيقان الصيام أن يفطرا ويطعما مكان كل يوم مسكينا والحبلى والمرضع إذا خافتا.\rقال أبو داود: يعني على أولادهما أفطرتا وأطعمتا (1)\rوقال الألباني: والثابت عن ابن عباس من طرق أن الرخصة للشيخ والمرأة إنما هي إذا كانا لا يطيقان الصيام، ولا يستطيعانه وأما إذا أطاقاه فالآية منسوخة إليهما (2) .\rوروى أبو داود بسنده عن قتادة أن عكرمة حدثه أن ابن عباس قال: أُثبتت للحبلى والمرضع (3) .\rواستدل أصحاب القول الثاني بما يأتي:\rأولاً: حديث أنس بن مالك الكعبي أن رسول الله صلى الله عليه وسلم قال: \"إن الله عز وجل وضع عن المسافر شطر الصلاة، وعن المسافر والحامل والمرضع الصوم أو الصيام \" (4) .\r__________\r(1) سنن أبي داود: 2/738، 739 كتاب الصوم باب من قال هي مثبتة للشيخ والحبلى حديث (2318) قال الألباني في ضعيف سنن أبي داود ص 231 رقم (503) شاذ.\r(2) إرواء الغليل 4/64.\r(3) سنن أبي داود 2/738 كتاب الصوم باب من قال هي مثبتة للشيخ والحبلى حديث (2317) . قال الألباني في صحيح سنن أبي داود 2/441 حديث (2032 – 2317) صحيح.\r(4) رواه أحمد 4/347، وابن ماجة 1/533 كتاب الصيام باب ما جاء في الإفطار للحامل والمرضع حديث (1667) وأبو داود 2/796، 797 كتاب الصوم باب اختيار الفطر حديث (2408) والنسائي 4/180 كتاب الصيام باب ذكر وضع الصيام عن المسافر، والترمذي 3/401، 402 أبواب الصيام باب ما جاء في الرخصة في الإفطار للحبلى والمرضع حديث (711) وقال: حديث حسن. وقال الألباني في صحيح سنن ابن ماجه 1/279 حديث (1353 – 1667) حسن صحيح.","seal":"05FDA0C6","part":1},
      {"page":249,"id":38,"nass":"فاقتضى ظاهر هذا الخبر أن أحكام الصوم موضوعة من كفارة وقضاء إلاّ ما قام دليله من وجوب القضاء (1) .\rوالجواب أن الحديث لا حجة فيه - على ما استدل به عليه - لأن سقوط انحتام الصوم لا يُؤذن بسقوط الكفارة، ألا ترى الشيخ الهرم قد سقط عنه انحتام الصوم ولزمته الكفارة (2) .\rوالمراد بوضع الصوم في الحديث وضعه في مدة عذرهما. (3)\rثانياً: قال المزني: إذا كان الأكل عامداً لا كفارة عليه مع كونه آثماً عاصياً، فالحامل والمرضع اللذان لم يعصيا بالفطر ولم يأثما به أولى أن لا تجب عليهما الكفارة (4) .\rوالجواب عنه أن يقال: ليست الكفارات معتبرة بكثرة الآثام والمعصية، وإنما هي حكمة استأثر الله تعالى بعلمها، ألا ترى أن الردة في شهر رمضان أعظم من الوطء ثم لا كفارة فيها (5) .\rواستدل أصحاب القول الثالث بما يأتي:\r__________\r(1) الحاوي الكبير 3/437.\r(2) الحاوي الكبير 3/437.\r(3) المغني 3/140.\r(4) الحاوي الكبير 3/437.\r(5) الحاوي الكبير 3/438.","seal":"3BEE31E1","part":1},
      {"page":250,"id":39,"nass":"أولاً: قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} (1) .\rوالحامل والمرضع ممن يطيق الصيام فهما داخلتان في عموم الآية فوجب بظاهرها أن تلزمهما الفدية (2) .\rثانياً: الأثر الوارد عن ابن عباس في هذه الآية: ((كانت رخصة للشيخ الكبير والمرأة الكبيرة وهما يطيقان الصيام أن يفطرا ويطعما مكان كل يوم مسكينا والحبلى والمرضع إذا خافتا)) .\rقال أبو داود: يعني على أولادهما أفطرتا وأطعمتا. (3)\rثالثاً: أنه فطر بسبب نفس عاجزة عن طريق الخلقة فوجبت به الكفارة كالشيخ الهرم. (4)\rأدلة أصحاب القول الرابع:\rأما دليلهم على أن الحامل إذا خافت على حملها فلها أن تفطر ولا إطعام عليها فهو حديث أنس بن مالك الكعبي: «إن الله عز وجل وضع عن المسافر شطر الصلاة، وعن المسافر والحامل والمرضع الصوم أو الصيام»\r(5) .\rفالحديث ينفي وجوب شيء لسبب ترتكبه، ولأنها مفطرة بعذر كالحائض، ولأن التكفير بالفطر إنما يجب على وجه الهتك، فإذا لم يكن هتك لم يجب (6) .\rوأما المرضع إذا خافت على ولدها فلها أن تفطر وتقضي وتفدي لأن\r__________\r(1) آية 184 من سورة البقرة.\r(2) المغني 3/140، والحاوي الكبير 3/437.\r(3) تقدم تخريجه ص 248 والكلام عليه.\r(4) المغني 3/140، والحاوي الكبير 3/437.\r(5) تقدم تخريجه ص 248.\r(6) الإشراف 1/204.","seal":"2C5DA5F9","part":1},
      {"page":251,"id":40,"nass":"المرضع يمكنها أن تسترضع لولدها بخلاف الحامل، ولأن الحمل متصل بالحامل فالخوف عليه كالخوف على بعض أعضائها. (1)\rوالحامل مريضة والمرضع ليست بمريضة. (2)\rالراجح:\rأما الحامل والمرضع إذا خافتا على أنفسهما فلهما الفطر وعليهما القضاء ولا كفارة عليهما، وهذا لا خلاف فيه بين جمهور الفقهاء كما سبق. وأما إذا خافتا على ولديهما فالذي يظهر لي رجحانه هو ما ذهب إليه الشافعي وأحمد من أنهما تفطران وتقضيان وتفديان، للأدلة التي استدلوا بها على ذلك. والله تعالى أعلم.\rمقدار الفدية:\rالفدية عند المالكية (3) والشافعية (4) مد (5) من الطعام لكل يوم من أيام رمضان. وعند الحنابلة (6) : مد من البر، أو نصف صاع من تمر أو شعير.\r__________\r(1) المغني 3/139.\r(2) المدونة 1/210.\r(3) الكافي 1/340.\r(4) المهذب 1/241، وروضة الطالبين 2/380.\r(5) الصاع أربعة أمداد، والمد عند الجمهور = 543 غراماً، وعند الحنفية = 815. 39 غراماً ينظر معجم لغة الفقهاء ص 450.\rوفي المقادير الشرعية والأحكام المترتبة عليها للكردي ص 227 المد = 508. 8 غراماً.\r(6) المغني 3/140.","seal":"8D2EE59A","part":1},
      {"page":252,"id":41,"nass":"المبحث الثالث: قضاء النائم والمغمى عليه\rأولاً: قضاء النائم.\rالجمهور من الفقهاء - الحنفية (1) ، والمالكية (2) ، والشافعية (3) ، والحنابلة (4) - على أن من نوى الصيام من الليل ثم نام نهاره أجمع أن صومه صحيح.\rلأن النوم عادة ولا يزول به الإحساس بالكلية، ولأنه متى نُبِّه انتبه.\rوذهب أبو سعيد الاصطخري وأبو الطيب بن سلمة وحكاه البندنيجي عن ابن سريج - من الشافعية -: إلى أن من نام جميع النهار لم يصح صومه قياساً على المغمى عليه (5) ، وأجمعوا (6) على أنه لو استيقظ لحظة من النهار ونام باقيه صح صومه (7) .\r__________\r(1) لم أقف- فيما اطلعت عليه- على نص للحنفية في حكم صيام النائم في نهار رمضان كله، والذي يقتضيه قياس مذهبهم أن صومه صحيح إذا نوى الصيام من الليل، لأنهم يقولون في المغمى عليه إذا نوى الصيام من الليل فأغمى عليه جميع النهار أن صومه صحيح، فالنائم من باب أولى، والله أعلم.\r(2) المدونة 1/208، والذخيرة 2/494.\r(3) المهذب 1/250، والمجموع 6/313، ومغني المحتاج 1/432، والحاوي الكبير 3/441.\r(4) الهداية 1/83، والمغني 3/99، وكشاف القناع 2/366، والفروع 3/26، وشرح منتهى الإرادات 1/446، ومنار السبيل 1/219 ومطالب أولي النهى 2/187.\r(5) وهذا خلاف المذهب، ينظر: المهذب 1/250، والمجموع 6/313 والحاوي الكبير 3/441.\r(6) أي الشافعية.\r(7) المجموع 6/313.","seal":"2F44A224","part":1},
      {"page":253,"id":42,"nass":"الراجح: أرى أن الراجح هو أن من نوى الصيام من الليل ثم نام جميع النهار أن صومه صحيح وهو ما ذهب إليه الجمهور من الفقهاء. والله تعالى أعلم.\rثانياً: قضاء المغمى عليه.\rالمغمى عليه له حالتان:\rالحالة الأولى: أن يغمى عليه جميع النهار فلم يفق في شيء منه، وكان قد نوى الصيام من الليل فصومه غير صحيح وعليه القضاء.\rوعلى هذا جمهور الفقهاء: مالك (1) الشافعي (2) ، وأحمد (3) .\rوقال أبو حنيفة (4) والثوري والأوزاعي (5) ، والمزني من الشافعية (6) : صومه صحيح.\r__________\r(1) المدونة1/207، والكافي 1/330، 340، والإشراف 1/205، وشرح الخرشي 2/248، والذخيرة 2/494.\r(2) المهذب 1/250، والمجموع 6/206، 313، 314، وروضة الطالبين 2/370، ومغني المحتاج 1/432، وحلية العلماء 3/205، 206، والحاوي الكبير 3/441، 442.\r(3) مختصر الخرقي ص50، والهداية 1/83، والمغني 3/98، وكشاف القناع 2/365، 366، والفروع3/25، والمحرر 1/228، وشرح منتهى الإرادات 1/446، والإنصاف 3/292، 293، ومنار السبيل 1/219 ومطالب أولي النهى 2/187.\r(4) مختصر الطحاوي ص 53، ومختصر اختلاف العلماء 2/16، 17، والأصل 2/203، وبداية المبتدي مع فتح القدير 2/366، والهداية مع البناية 3/371، وبدائع الصنائع 2/94، والمبسوط 3/70، وتبيين الحقائق 1/340.\r(5) مختصر اختلاف العلماء 2/16، 17.\r(6) المهذب 1/250، والمجموع 6/206، 313، وحلية العلماء 3/205 والحاوي الكبير 3/441.","seal":"7CFFEC68","part":1},
      {"page":254,"id":43,"nass":"الأدلة:\rاستدل الجمهور بما يأتي:\rأولاً: حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «كل عمل ابن آدم يضاعف، الحسنة عشر أمثالها إلى سبعمائة ضعف قال الله عزوجل: إلاّ الصوم فإنه لي وأنا أجزي به، يدع شهوته وطعامه من أجلي» (1)\rفوجه الدلالة: أن الله تعالى أضاف ترك الطعام والشراب إليه، فإذا كان مغمى عليه فلا يضاف الإمساك إليه فلم يجزئه. (2)\rثانياً: أن الصوم هو الإمساك مع النية، والنية أحد ركني الصوم فلا تجزيء وحدها كالإمساك وحده. (3)\rواستدل أبو حنيفة ومن معه بما يأتي:\rأولاً: أن من أغمي عليه في رمضان لا يقضي اليوم الذي حدث فيه الإغماء لوجود الصوم فيه وهو الإمساك المقرون بالنية، ويقضي ما بعده لانعدام النية، إذ صوم كل يوم يستدعي نية على حدة. (4)\r__________\r(1) رواه مسلم في صحيحه 2/807 كتاب الصيام باب فضل الصيام حديث (164 – 1151) والبخاري في صحيحه مع الفتح 4/103 كتاب الصوم باب فضل الصوم حديث (1894) ومالك في الموطأ 1/310 كتاب الصيام باب جامع الصيام حديث (58) ، والترمذي 3/471، 472 أبواب الصوم باب ما جاء في فضل الصوم حديث (761) ، والنسائي 4/162، 163 كتاب الصيام باب فضل الصيام، وابن ماجه 2/1256 كتاب الأدب باب فضل العمل حديث\r(3823) وأحمد 2/232.\r(2) المغني 3/98.\r(3) المغني 3/98، والمهذب 1/250، والإشراف 1/205.\r(4) بداية المبتدي وشرحها الهداية مع فتح القدير 2/366، والهداية مع البناية 3/371، 372، والمبسوط 3/70، وتبيين الحقائق 1/340.","seal":"BD135619","part":1},
      {"page":255,"id":44,"nass":"ثانياً: قياس المغمي عليه على النائم في صحة صيامه. (1)\rويجاب عنه بالفرق بين النوم والإغماء، فالنوم جبلة وعادة تجري مجرى الصحة التي لا قوام للبدن إلاّ بها، والإغماء عارض مزيل لحكم الخطاب فلا يصح معه الصيام إذا اتصل واستدام. (2)\rالراجح:\rأرى أن الراجح ما ذهب إليه الجمهور من أن صيام المغمى عليه كل النهار غير صحيح وعليه القضاء، للأدلة التي استندوا إليها، ولأن المغمى عليه فاقد العقل (3) . والله تعالى أعلم.\rالحالة الثانية: من أغمي عليه بعض النهار وأفاق في بعضه ففيه التفصيل الآتي:\rعند المالكية: من أغمي عليه كل النهار أو اكثره فصومه غير صحيح، ومن أغمي عليه أقل النهار فصومه صحيح (4) .\rوعند الحنابلة: من أفاق في جزء من النهار فصومه صحيح (5)\rوعند الشافعية: للإمام الشافعي ثلاثة نصوص:\rالأول: قال في كتاب الصوم من مختصر المزني: إذا أفاق في بعض نهاره\r__________\r(1) ينظر المراجع المتقدمة في هامش (6) ص 253.\r(2) الحاوي الكبير 3/441، والإشراف 1/205.\r(3) المغني 3/98، والمدونة 1/208.\r(4) ينظر المراجع المتقدمة في هامش (1) ص 253.\r(5) ينظر المراجع المتقدمة في هامش (3) ص 253.","seal":"C05E823B","part":1},
      {"page":256,"id":45,"nass":"صح صومه. (1)\rالثاني: قال في كتاب الظهار ومختصر البويطي: إذا أفاق في أول النهار صح صومه. (2)\rالثالث: قال في اختلاف العراقيين (أبي حنيفة وابن أبي ليلى) : إذا حاضت أو أغمي عليها بطل صومها. ثم اختلفوا في توجيهها على ثلاثة طرق:\rأحدها: إن أفاق في جزء من النهار صح صومه وإلاّ فلا، وسواء كان ذلك الجزء أول النهار أو غيره، وهذا نص الشافعي في باب الصيام.\rوتأول هذا القائل النصين الآخرين، فتأول نصه في اختلاف أبي حنيفة وابن أبي ليلى على أن بطلان الصوم عائد إلى الحيض خاصة لا إلى الإغماء، قالوا: وقد يفعل الشافعي مثل هذا. وتأول نصه في الظهار والبويطي على أنه ذكر الإفاقة في أوله للتمثيل بالجزء لا لاشتراط الأول.\rوالطريق الثاني: القطع بأنه إن أفاق في أوله صح وإلاّ فلا، وتأول نصه في الصوم على أن المراد بالجزء المبهم أوله، كما صرّح به في الظهار وتأول نص اختلاف أبي حنيفة على ما سبق.\rوالطريق الثالث: في المسألة أربعة أقوال، وهذا الطريق هو الأصح الأشهر، أصح الأقوال يشترط الإفاقة في جزء منه.\rوالثاني: في أوله خاصة.\rوالثالث: في طرفيه.\rوالرابع: في جمعيه كالنقاء من الحيض. (3)\r__________\r(1) ينظر مختصر المزني مع الأم 8/153.\r(2) ينظر مختصر المزني مع الأم 8/310.\r(3) ينظر المراجع المتقدمة في هامش (2) ص 253.","seal":"CA11A313","part":1},
      {"page":257,"id":46,"nass":"قال النووي: فالأصح من هذا الخلاف كله إن كان مفيقاً في جزء من النهار أي جزء كان صح صومه وإلاّ فلا، وهذا القول هو الأصح عند محققي أصحابنا (1)\rالراجح:\rأرى أن الراجح هو أن المغمى عليه إذا أفاق في جزء من النهار أي جزء وكان قد نوى الصوم من الليل أن صومه صحيح، وهو ما ذهب إليه الشافعية في الأصح، والحنابلة. والله تعالى أعلم.\r__________\r(1) المجموع 6/314.","seal":"8C019809","part":1},
      {"page":258,"id":47,"nass":"الفصل الثالث: القضاء عن الميت وصوم التطوع\rالمبحث الأول: القضاء عن الميت\r...\rالفصل الثالث:\rالقضاء عن الميت وصوم التطوع\rوفيه مبحثان:\rالمبحث الأول: القضاء عن الميت\rمن مات وعليه صيام من رمضان لم يخل من حالين:\rأحدهما: أن يموت قبل إمكان الصيام، إما لضيق الوقت، أو لعذر كمن اتصل مرضه أو سفره أو إغماؤه أو حيضها أو نفاسها أو حملها أو إرضاعها ونحو ذلك، فهذا لا شيء عليه، ولا يجب شيء على ورثته ولا في تركته لا صيام ولا إطعام، هذا قول أكثر أهل العلم (1)\rواستدلوا بما يأتي:\rأولاً: حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"وإذا أمرتكم بشيء فأتوا منه ما استطعتم\" (2) .\rقال النووي: هذا الحديث من قواعد الإسلام المهمة، ومن جوامع الكلم التي أُعطيها صلى الله عليه وسلم ويدخل فيه ما لا يحصى من الأحكام (3) .\r__________\r(1) الأم 2/114، والمهذب 1/252، والمجموع 6/338، 343، وحلية العلماء 3/208، والمغني 3/142، 143.\r(2) رواه البخاري ومسلم ينظر: صحيح البخاري مع الفتح 13/251 كتاب الاعتصام بالكتاب والسنة باب الإقتداء بسنن رسول الله صلى الله عليه وسلم حديث (7288) وصحيح مسلم 4/1830 كتاب الفضائل باب توقيره صلى الله عليه وسلم حديث (130 - 1337) .\r(3) شرح النووي على صحيح مسلم 9/102، وينظر فتح الباري 13/262.","seal":"5BE6CF7F","part":1},
      {"page":259,"id":48,"nass":"ثانياً: أنه فرض لم يتمكن من فعله إلى الموت فسقط حكمه إلى غير بدل كالحج (1) . وحكي عن طاووس وقتادة أنهما قالا: يجب الإطعام عنه، لأنه صوم واجب سقط بالعجز عنه فوجب الإطعام عنه كالشيخ الهرم (2) .\rوأُجيب عنه بالفرق بين الميت والشيخ الهرم بأن الشيخ الهرم عامر الذمة ومن أهل العبادات بخلاف الميت (3) .\rالحال الثاني: أن يموت بعد إمكان الصيام، وقد اختلف العلماء في من مات وعليه صوم من رمضان لم يقضه على ثلاثة أقوال:\rالقول الأول: يصام عن الميت. وبه قال طاووس (4) ، والحسن البصري (5) والزهري (6) ، وقتادة (7) ، وابو ثور (8) ، وداود (9) ، والشافعي في القديم (10)\rالقول الثاني: يصام عن الميت صوم النذر، ويُطعم عن صوم رمضان.\r__________\r(1) المهذب 1/252، والمغني 3/142، 143، ومختصر الطحاوي ص 54، 55.\r(2) المغني 3/142، وحلية العلماء 3/208، والمجموع 6/343.\r(3) المجموع 6/343.\r(4) المجموع 6/343، والسنن الكبرى للبيهقي 4/257.\r(5) المجموع 6/343، والسنن الكبرى للبيهقي 4/257.\r(6) المجموع 6/343، وحلية العلماء 3/208، والسنن الكبرى للبيهقي 4/257 ومصنف عبد الرزاق 4/240 رقم: 7648.\r(7) المجموع 6/343، والسنن الكبرى للبيهقي 4/257.\r(8) المغني 3/143، ومختصر اختلاف العلماء 2/46،والمجموع 6/343، وحلية العلماء 3/208، والحاوي الكبير 3/452 وفتح الباري 4/193، والجامع لأحكام القرآن 2/285، والمحلى 7/2.\r(9) المحلى 7/2، والمجموع 6/343، والجامع لأحكام القرآن 2/285.\r(10) الأم 2/114، والمهذب 1/252، والمجموع 6/338، 343، وروضة الطالبين 2/381، ومغني المحتاج 1/439، وحلية العلماء 3/208، والحاوي الكبير 3/452.","seal":"0E0499CE","part":1},
      {"page":260,"id":49,"nass":"وبه قال ابن عباس (1) ، وأحمد (2) ، واسحاق (3) ، والليث (4) ، وأبو عبيد القاسم ابن سلاّم. (5) .\rالقول الثالث: يُطعم عنه ولا يجوز الصيام عنه، وبه قال ابن عباس وابن عمر (6) ، وعائشة (7) وأبو حنيفة (8) ، ومالك (9) ، والثوري (10) ،\r__________\r(1) ابن عباس رضي الله عنهما يرى أن يصام عن الميت صوم النذر، ولا يصوم عنه قضاء رمضان بل يطعم عنه. ينظر: المغني3/ 143، والمجموع6/ 343، ومختصر اختلاف العلماء 2/46.\r(2) مختصر الخرقي ص 51، والهداية 1/85، والمغني 3/142، 143، وكشاف القناع 2/390، 391، والمحرر 1/ 231، وشرح منتهي الإردات 1/ 457 والإنصاف 3/334، ومطالب أولي النهى 2/210، ومقدار الإطعام أن يطعم عنه لكل يوم مسكيناً.\r(3) المجموع 6/343، والمحلي 7/2، والحاوي الكبير 3/452، والجامع لأحكام القرآن 2/285، وفتح الباري 4/193.\r(4) المغني 3/143، والمحلى 7/2، والجامع لأحكام القرآن 2/285 وفتح الباري 4/193، ومختصر اختلاف العلماء 2/46 وتحفة الأحوذي مع سنن الترمذي3 / 406.\r(5) المغني 3/143، ومختصر اختلاف العلماء 2/46 والجامع لأحكام القرآن 2/285 وفتح الباري 4/193، وتحفة الأحوذي مع سنن الترمذي 3/406.\r(6) المجموع 6/343.\r(7) المجموع 6/343، والمغني 3/143.\r(8) مختصر الطحاوي ص 54، 55، ومختصر اختلاف العلماء 2/45، وبداية المبتدي مع فتح القدير 2/357، والهداية مع البناية 3/360، 361، وبدائع الصنائع 2/103، والمبسوط 3/89، وتبيين الحقائق 1/334 ومقدار الإطعام – أن يطعم عنه لكل يوم مسكيناً نصف صاع من بر أو صاعاً من تمر أو شعير كما يطعم في صدقة الفطر.\r(9) المدونة 1/211، 212، والمنتقى 2/63، والإشراف 1/209، والقوانين الفقهية ص 120، والجامع لأحكام القرآن 2/285، ومقدار الإطعام مدٌ عن كل يوم لكل مسكين.\r(10) المغني 3/143، والمجموع 6/343، ومختصر اختلاف العلماء 2/46.","seal":"88D619D7","part":1},
      {"page":261,"id":50,"nass":"والشافعي في الجديد (1) .\rواشترط أبو حنيفة ومالك أن يوصي الميت بالإطعام عنه، وإن لم يوص بذلك فلا شيء عليه، وإذا أوصى تعتبر الوصية من الثلث، وإن لم يوص وتبرع به الورثة جاز، وإن لم يتبرعوا لم يلزمهم.\rالأدلة:\rاستدل أصحاب القول الأول بما يأتي:\rأولاً: حديث عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: \"من مات وعليه صيام صام عنه وليه\" (2) .\rثانياً: حديث ابن عباس رضي الله عنهما قال: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إن أمي ماتت وعليها صوم شهر أفأقضيه عنها؟ فقال: لو كان على أمك دين أكنت قاضيه عنها؟ قال: نعم. قال: فدين الله أحق أن يقضى\" ... (3)\rثالثاً: حديث ابن عباس رضي الله عنهما قال: \"جاءت امرأة إلى رسول الله صلى الله عليه وسلم فقالت: يا رسول الله إن أمي ماتت وعليه صوم نذر أفأصوم عنها؟ قال: أرأيت لو كان على أمك دين فقضيتيه أكان يؤدِّي ذلك\r__________\r(1) ومقدار الإطعام: مدٌ من طعام لكل مسكين عن كل يوم.\r(2) رواه البخاري ومسلم ينظر: صحيح البخاري مع الفتح 4/192 كتاب الصوم باب من مات وعليه صوم حديث\r(1952) وصحيح مسلم 2/803 كتاب الصيام باب قضاء الصيام عن الميت حديث (153 – 1147)\r(3) رواه البخاري ومسلم ينظر. صحيح مسلم 2/804 كتاب الصيام باب قضاء الصيام عن الميت حديث (155- 1148) وصحيح البخاري مع الفتح 4/192 كتاب الصوم باب من مات وعليه صوم حديث (1953)","seal":"6348D13F","part":1},
      {"page":262,"id":51,"nass":"عنها؟ قالت: نعم، قال: فصومي عن أمك\". (1)\rرابعاً: حديث عبد الله بن بريدة عن أبيه رضي الله عنه قال: \"بينما أنا جالس عند رسول الله صلى الله عليه وسلم إذ أتته امرأة فقالت: إني تصدقت على أمي بجارية وإنها ماتت قال: فقال: وجب أجرك وردها عليك الميراث قالت: يا رسول الله إنه كان عليها صوم شهر، أفأصوم عنها؟ قال: صومي عنها قالت: إنها لم تحج قط، أفأحج عنها؟ قال: حجي عنها\" (2) .\rففي هذه الأحاديث مشروعية الصوم أو الحج عن الميت (3) .\rقال النووي بعد أن ذكر هذه الأحاديث وغيرها: وفي المسألة أحاديث غير ما ذكرته، وروى البيهقي في السنن الكبرى هذه الأحاديث وأحاديث كثيرة بمعناها ثم قال: فثبت بهذه الأحاديث جواز الصوم عن الميت (4) .\rواستدل أصحاب القول الثاني على أنه لا يصام عن الميت إلاّ النذر بأن حملوا العموم الذي في حديث عائشة: «من مات وعليه صيام صام عنه وليه» (5) على المقيد في حديث ابن عباس: «إن أمي ماتت وعليها صوم نذر..» (6)\r__________\r(1) رواه مسلم في صحيحه ورواه البخاري تعليقاً. ينظر: صحيح مسلم 2/804 كتاب الصيام باب قضاء الصيام عن الميت حديث (156 – 1148) وصحيح البخاري مع الفتح 4/193 كتاب الصوم باب من مات وعليه صوم.\r(2) رواه مسلم في صحيحه 2/805 كتاب الصيام باب قضاء الصيام عن الميت حديث (157-1149) .\r(3) فتح الباري 4/195.\r(4) ينظر: المجموع 6/339، والسنن الكبرى للبيهقي 4/256.\r(5) تقدم تخريجه ص 261.\r(6) تقدم تخريجه ص 261.","seal":"FE148E60","part":1},
      {"page":263,"id":52,"nass":"قال ابن حجر: وليس بينهما تعارض حتى يجمع بينهما، فحديث ابن عباس صورة مستقلة سأل عنها من وقعت له، وأما حديث عائشة فهو تقرير قاعدة عامة، وقد وقعت الإشارة في حديث ابن عباس إلى نحو هذا العموم حيث قيل في آخره: «فدين الله أحق أن يقضى» (1) (2) .\rواستدل أصحاب القول الثالث بما يأتي:\rأولاً: حديث ابن عمر عن النبي صلى الله عليه وسلم قال: \"من مات وعليه صيام شهر فليطعم عنه مكان كل يوم مسكيناً\" (3) .\rقال الترمذي: حديث ابن عمر لا نعرفه مرفوعاً إلاّ من هذا الوجه، والصحيح عن ابن عمر موقوف (4) . وقال البيهقي بعد إيراده له مرفوعاً، هذا خطأ من وجهين:\rأحدهما: رفعه الحديث إلى النبي < وإنما هو من قول ابن عمر.\rوالآخر: قوله: نصف صاع وإنما قال ابن عمر مداً من حنطة (5) .\r__________\r(1) تقدم تخريجه ص 262.\r(2) فتح الباري 4/193، 194، وتحفة الأحوذي مع سنن الترمذي 3/406\r(3) رواه الترمذي 3/405 أبواب الصوم باب ما جاء في الكفارة حديث (714) وابن ماجة 1/558 كتاب الصيام باب من مات وعليه صيام رمضان قد فرط فيه حديث (1757) والبيهقي في السنن الكبرى 4/254 كتاب الصيام باب من قال إذا فرط في القضاء بعد الإمكان حتى مات أطعم عنه مكان كل يوم مسكيناً مد من طعام، وينظر التلخيص الحبير 2/208 رقم (922) وقال الألباني في ضعيف سنن ابن ماجة ص 136 حدث (389 – 1757) ضعيف.\r(4) سنن الترمذي 3/406.\r(5) السنن الكبرى 4/254.","seal":"D8F04E11","part":1},
      {"page":264,"id":53,"nass":"ثانياً: روى البيهقي عن القاسم ونافع أن ابن عمر كان إذا سئل عن الرجل يموت وعليه صوم من رمضان أو نذر يقول: لا يصوم أحد عن أحد ولكن تصدقوا عنه من ماله للصوم لكل يوم مسكينا. (1) .\rثالثاً: روى مالك في الموطأ أنه بلغه أن عبد الله بن عمر كان يُسأل: هل يصوم أحد عن أحد أو يصلي أحد عن أحد؟ فيقول: لا يصوم أحد عن أحد، ولا يصلي أحد عن أحد. (2)\rقال المباركفوري بعد إيراده للأثر المتقدم: قد جاء عن ابن عمر خلاف ذلك كما ذكره البخاري تعليقاً. (3)\rرابعاً: روى النسائي عن ابن عباس رضي الله عنهما قال: لا يصلي أحد عن أحد، ولا يصوم أحد عن أحد، ولكن يطعم عنه مكان كل يوم مداً من حنطة (4)\rخامساً: روى عبد الرزاق وغيره عن ابن عباس في رجل مات وعليه رمضان وعليه نذر صيام شهر آخر قال: يطعم عنه مكان رمضان عن كل يوم مسكين، ويصوم عنه بعض أوليائه النذر. (5)\r__________\r(1) السنن الكبرى 4/254 كتاب الصيام باب من قال إذا فرط في القضاء بعد الإمكان حتى مات أطعم عنه مكان كل يوم مسكيناً مد من طعام.\r(2) الموطأ 1/303 كتاب الصيام باب النذر في الصيام والصيام عن الميت رقم (43)\r(3) تحفة الأحوذي مع سنن الترمذي 3/407، وصحيح البخاري مع الفتح 11/583 كتاب الأيمان والنذور باب من مات وعليه نذر.\r(4) السنن الكبرى للنسائي 3/257 كتاب الصيام باب صوم الحي عن الميت حديث (2930) .\r(5) مصنف عبد الرزاق 4/240 كتاب الصيام باب المريض في رمضان وقضائه رقم (7650، 7651) ، والسنن الكبرى للبيهقي 4/254 كتاب الصيام باب من قال إذا فرط في القضاء بعد الإمكان حتى مات أُطعم عنه مكان كل يوم مسكينا مد من طعام.","seal":"E37439A6","part":1},
      {"page":266,"id":54,"nass":"وقال ابن عباس نحوه (1)\rقال ابن حجر: وصله مالك عن عبد الله بن أبي بكر أي ابن محمد بن عمرو بن حزم عن عمته أنها حدثته عن جدته أنها كانت جعلت على نفسها مشياً إلى مسجد قباء فماتت ولم تقضه، فأفتى عبد الله بن عباس ابنتها أن تمشي عنها. (2)\rوأخرجه ابن أبي شيبة بسند صحيح عن سعيد بن جبير قال مرة عن ابن عباس إذا مات وعليه نذر قضى عنه وليه. (3)\rقال ابن عبد البر: والنقل في هذا عن ابن عباس مضطرب. (4)\rقال الحافظ في الفتح: ويمكن الجمع بحمل الإثبات في حق من مات والنفي في حق الحي. (5)\rوأما ثانياً فلأن الراجح أن المعتبر ما رواه الصحابي لا ما رآه كما تقرر في مقره (6) .\rسابعاً: قوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . (7)\r__________\r(1) صحيح البخاري مع الفتح 11/583 كتاب الأيمان والنذور باب من مات وعليه نذر.\r(2) الموطأ 2/472 كتاب النذور والأيمان باب ما يجب من النذور في المشي رقم (2) وفتح الباري 11/584\r(3) مصنف ابن أبي شيبة 1-4/67 كتاب الأيمان والنذور باب من مات وعليه نذر رقم (454) وفتح الباري 11/584.\r(4) فتح الباري 11/584.\r(5) فتح الباري 11/584.\r(6) تحفة الأحوذي مع سنن الترمذي 3/407، 408.\r(7) آية 185 من سورة البقرة.","seal":"D41EB9D2","part":1},
      {"page":267,"id":55,"nass":"تقديره: فليصم عدة، فأوجب على المكلف أن يصومه، وأن يصوم قضاءه بنفسه، فانتفى بذلك أن يصوم عنه غيره (1) .\rثامناً: قوله تعالى: {وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا} (2) .\rقال ابن حجر: أما الآية فعمومها مخصوص اتفاقاً (3) .\rتاسعاً: أنه عمل أهل المدينة، يعضده القياس الجلي وهو أنه عبادة بدنية لا مدخل للمال فيها، فلا تفعل عمن وجبت عليه كالصلاة (4) .\rوأجاب الماوردي عن الجديد بأن المراد بقوله: «صام عنه وليه» (5) أي فعل عنه وليه ما يقوم مقام الصوم وهو الإطعام (6) .\rقال ابن حجر: وتعقب بأنه صرف للفظ عن ظاهره بغير دليل (7) .\rالراجح: أرى أن الراجح في هذه المسألة هو ما ذهب إليه أصحاب القول الأول وهو صحة الصيام عن الميت مطلقاً للأحاديث الواردة عن عائشة وابن عباس وبريدة رضي الله عنهم الصحيحة.\rقال البيهقي بعد إيراده للأحاديث السابقة: فثبت بهذه الأحاديث جواز الصوم عن الميت، وكان الشافعي رحمه الله قال في كتاب القديم وقد روي في الصوم عن الميت شيء فإن كان ثابتاً صيم عنه كما يحج عنه.\r__________\r(1) الإشراف 1/209.\r(2) آية 164 من سورة الأنعام.\r(3) فتح الباري 11/584.\r(4) الجامع لأحكام القرآن 2/287، والمنتقى 2/63.\r(5) تقدم تخريجه ص 261 من حديث عائشة.\r(6) الحاوي الكبير 3/453، والمجموع 6/339.\r(7) فتح الباري 4/194.","seal":"B3C984AE","part":1},
      {"page":268,"id":56,"nass":"وقال: وفيما روي عنهما - ابن عباس وعائشة رضي الله عنهما - في النهي عن الصوم عن الميت نظر، والأحاديث المرفوعة أصح إسناداً، وأشهر رجالاً، وقد أودعها صاحبا الصحيح كتابيهما، ولو وقف الشافعي رحمه الله على جميع طرقها وتظاهرها لم يخالفها إن شاء الله تعالى (1) .\rوقال البيهقي في الخلافيات: هذه المسألة ثابتة لا أعلم خلافاً بين أهل الحديث في صحتها فوجب العمل بها، ثم ساق بسنده إلى الشافعي قال: كل ما قلت وصح عن النبي صلى الله عليه وسلم خلافه فخذوا بالحديث ولا تقلدوني (2) .\rوقال النووي: الصواب الجزم بجواز صوم الولي عن الميت سواء صوم رمضان والنذر وغيره من الصوم الواجب للأحاديث الصحيحة، ولا معارض لها، ويتعين أن يكون هذا مذهب الشافعي لأنه قال: إذا صح الحديث فهو مذهبي واتركوا قولي المخالف له (3) .\rوقال ابن قدامة: الصوم ليس بواجب على الولي، لأن النبي صلى الله عليه وسلم شبهه بالدين، ولا يجب على الولي قضاء دين الميت، وإنما يتعلق بتركته إن كانت له تركة، فإن لم يكن له تركة فلا شيء على وارثه، لكن يستحب أن يقضى عنه لتفريغ ذمته وفك رهانه، كذلك ها هنا، ولا يختص ذلك بالولي، بل كل من صام عنه قضى ذلك عنه وأجزأ، لأنه تبرع، فأشبه قضاء الدين عنه (4) . والله تعالى أعلم.\r__________\r(1) السنن الكبرى 4/256، 257.\r(2) فتح الباري 4/193.\r(3) المجموع 6/340، 341.\r(4) المغني 3/144.","seal":"23436917","part":1},
      {"page":269,"id":57,"nass":"المبحث الثاني: القضاء في التطوع\rقال ابن رشد: أما حكم الإفطار في التطوع فإنهم أجمعوا على أنه ليس على من دخل في صيام تطوع فقطعه لعذر قضاء. (1)\rواختلفوا إذا قطع الصائم المتطوع صيامه لغير عذر عامداً هل عليه قضاء أم لا؟ على قولين:\rالقول الأول: عليه القضاء. وبه قال أبو حنيفة (2) ، ومالك (3) ، والنخعي (4) ، وأبو ثور (5) .\rالقول الثاني: لا يجب عليه القضاء، إلاّ أن المستحب الإتمام لمن دخل فيه. وبه قال عمر (6) ، وعلي (7) ، وابن مسعود (8) ، وابن عمر (9) ، وابن عباس (10) ، وجابر\r__________\r(1) بداية المجتهد 1/227.\r(2) الأصل 2/203، وبداية المبتدي مع فتح القدير 2/360، والهداية مع البناية 3/364 وبدائع الصنائع 2/94، والمبسوط 3/68، 69 وتبيين الحقائق 1/337.\r(3) الموطأ 1/306، والمدونة 1/205، والمنتقى 2/68، والكافي 1/350، وشرح الخرشي 2/251، والإشراف 1/210، والذخيرة 2/528.\r(4) المغني 3/152.\r(5) المجموع 6/364\r(6) المجموع 6/364.\r(7) المجموع 6/364.\r(8) المجموع 6/364.\r(9) المجموع 6/364.\r(10) المجموع 6/364، ومعالم السنن مع سنن أبي داود 2/825.","seal":"D02C287E","part":1},
      {"page":270,"id":58,"nass":"ابن عبد الله (1) ، وسفيان الثوري (2) ، والشافعي (3) ، وأحمد (4) ، وإسحاق (5) .\rالأدلة: استدل أصحاب القول الأول بما يأتي:\rأولاً: قوله تعالى: {وَلا تُبْطِلُوا أَعْمَالَكُمْ} (6) .\rفيجب حفظ المؤدى لكونه قربة، فإن التحرز عن إبطال العمل واجب، فإذا أفطر وجب قضاؤه تفادياً عن الإبطال.\r(7)\rوأجاب ابن عبد البر عن وجه الدلالة من الآية بقوله: الأكثر على أن المراد بذلك النهي عن الرياء كأنه قال: لا تبطلوا أعمالكم بالرياء بل أخلصوها لله.\rوقال آخرون: لا تبطلوا أعمالكم بارتكاب الكبائر. (8) .\rثانياً: حديث عائشة رضي الله عنها قالت: كنت أنا وحفصة صائمتين، فعرض لنا طعام اشتهيناه فأكلنا منه، فجاء رسول الله صلى الله عليه وسلم فبدرتني إليه حفصه وكانت ابنة أبيها فقالت: يا رسول الله إنا كنا صائمتين\r__________\r(1) المجموع 6/364.\r(2) المجموع 6/364، والمغني 3/152، وسنن الترمذي 3/430.\r(3) الأم 2/112، والمهذب 1/254، والمجموع 6/363 - 366، وروضة الطالبين 2/386، ومغني المحتاج 1/448، وحلية العلماء 3/212، والحاوي الكبير 3/468.\r(4) هذا المذهب نص عليه، وعن أحمد يجب إتمام الصوم ويلزمه القضاء ينظر: مختصر الخرقي ص 51، والهداية 1/86، والمغني 3/151، وكشاف القناع 2/400، والمحرر 1/231، وشرح منتهى الإرادات 1/461، والإنصاف 3/352، ومطالب أولي النهى 2/222.\r(5) المغني 3/152، والمجموع 6/364، وسنن الترمذي 3/430، ومعالم السنن مع سنن أبي داود 2/825.\r(6) آية 33 من سورة محمد.\r(7) فتح القدير 2/361، والمبسوط 3/69.\r(8) فتح الباري 4/213.","seal":"DBB20058","part":1},
      {"page":271,"id":59,"nass":"فعرض لنا طعام اشتهيناه فأكلنا منه، قال: \"اقضيا يوماً آخر مكانه\" (1) .\rقال أبو عيسى: وروى صالح بن أبي الأخضر ومحمد بن أبي حفصة هذا الحديث عن الزهري عن عروة عن عائشة مثل هذا.\rوروى مالك بن أنس ومعمر وعبيد الله بن عمر وزياد بن سعد وغير واحد من الحفاظ عن الزهري عن عائشة مرسلاً ولم يذكروا فيه عن عروة وهذا أصح لأنه روي عن ابن جريج قال: سألت الزهري فقلت: أحدثك عروة عن عائشة؟ قال: لم أسمع من عروة في هذا شيئاً ولكن سمعت في خلافة سليمان بن عبد الملك من ناس عن بعض من سأل عائشة عن هذا الحديث (2) .\rوقال النووي: وأما حديث عائشة وحفصة فجوابه من وجهين:\rأحدهما: أنه ضعيف.\rوالثاني: أنه لو ثبت لحمل القضاء على الاستحباب ونحن نقول به (3) .\rوقال الألباني: ضعيف (4) .\r__________\r(1) رواه الترمذي 3/432 أبواب الصوم باب ما جاء في إيجاب القضاء عليه حديث (731) والنسائي في السنن الكبرى 3/361، 362 كتاب الصيام باب ما يجب على الصائم المتطوع إذا أفطر حديث (3277، 3278) ، والبيهقي في السنن الكبرى 4/279 كتاب الصيام باب من رأى عليه القضاء، وأبو داود 2/826 كتاب الصوم باب من رأى عليه القضاء حديث (2457) .\r(2) سنن الترمذي 3/433.\r(3) المجموع 6/368.\r(4) ضعيف سنن الترمذي ص 85 أبواب الصوم باب ما جاء في إيجاب القضاء عليه حديث (118-738) ، وضعيف سنن أبي داود ص 242 كتاب الصوم باب من رأى عليه القضاء حديث (531 - 2457) .","seal":"F1BBB341","part":1},
      {"page":272,"id":60,"nass":"ثالثاً: القياس على الحج والعمرة النفلين حيث يجب قضاؤهما إذا أفسدا (1) .\rوالجواب أن سائر النوافل من الأعمال حكمها حكم الصيام في أنها لا تلزم بالشروع، ولا يجب قضاؤها إذا خرج منها إلاّ الحج والعمرة فإنهما يخالفان سائر العبادات في هذا لتأكد إحرامهما، ولا يخرج منهما بإفسادهما (2) .\rواستدل أصحاب القول الثاني بما يأتي:\rأولاً: حديث عائشة رضي الله عنها قالت: \"دخل علّي النبي صلى الله عليه وسلم ذات يوم فقال: هل عندكم شيء؟ فقلنا: لا. قال: فإني إذاً صائم. ثم أتانا يوماً آخر فقلنا: يا رسول الله أهدي لنا حيس فقال: أرينيه فلقد أصبحت صائماً. فأكل\". (3)\rورواه النسائي بلفظ آخر وفيه: \"إنما مثل صوم المتطوع مثل الرجل يخرج من ماله الصدقة فإن شاء أمضاها وإن شاء حبسها\" (4)\rثانياً: حديث أم هانئ قالت: «كنت قاعدة عند النبي صلى الله عليه\r__________\r(1) فتح القدير 2/363، والمنتقى 2/68.\r(2) المغني 3/153.\r(3) رواه مسلم 2/809 كتاب الصيام باب جواز صوم النافلة بنية من النهار قبل الزوال وجواز فطر الصائم نفلاً من غير عذر حديث (170 – 1154) . وأبو داود 2/824 كتاب الصوم باب في الرخصة في ذلك حديث (2455) والترمذي 3/432 أبواب الصوم باب ما جاء في إفطار الصائم المتطوع حديث (730) ، وابن ماجة 1/543 كتاب الصيام باب ما جاء في فرض الصوم من الليل والخيار في الصوم حديث (1701) والنسائي 4/195 كتاب الصيام باب النية في الصيام، والبيهقي في السنن الكبرى 4/274، 275 كتاب الصيام باب صيام التطوع والخروج منه قبل تمامه.\r(4) سنن النسائي 4/193، 194 كتاب الصيام باب النية في الصيام.","seal":"CAEA2C78","part":1},
      {"page":273,"id":61,"nass":"وسلم فأُتي بشراب فشرب منه ثم ناولني فشربت منه فقلت: إني أذنبت فاستغفرلي، قال: وما ذاك؟ قالت: كنت صائمة فأفطرت، فقال: أمن قضاء كنت تقضينه؟ قالت: لا، قال: فلا يضرك» (1) .\rوفي لفظ عند أحمد: «الصائم المتطوع أمير نفسه، إن شاء صام وإن شاء أفطر» (2) .\rوعند النسائي: «المتطوع أمير نفسه، فإن شئت فصومي، وإن شئت فافطري» (3) .\rثالثاً: حديث أبي جحيفة قال: \"آخى النبي صلى الله عليه وسلم بين سلمان وأبي الدرداء، فزار سلمان أبا الدرداء، فرأي أم الدرداء متبذلة فقال لها: ما شأنك؟ قالت: أخوك أبو الدرداء ليس له حاجة في الدنيا. فجاء أبو الدرداء فصنع له طعاماً فقال له: كل، قال: فإني صائم، قال: ما أنا بآكل حتى تأكل، قال: فأكل فلما كان الليل ذهب أبو الدرداء يقوم، قال: نم، فنام، ثم ذهب يقوم فقال: نم، فلما كان من آخر الليل قال سلمان: قُمِ الآن، فصليا، فقال له سلمان: إن لربك عليك حقا، ولنفسك عليك حقا، ولأهلك عليك حقا، فأعط\r__________\r(1) رواه الترمذي 3/428 أبواب الصوم باب ما جاء في إفطار الصائم المتطوع حديث (727) وقال: حديث أم هانئ في إسناده مقال. والنسائي في السنن الكبرى 3/366 كتاب الصيام باب الرخصة للصائم المتطوع أن يفطر حديث (3292) ، وأبو داود 2/825 كتاب الصوم باب في الرخصة في ذلك حديث (2456) ، وأحمد 6/342. وقال الألباني في صحيح سنن الترمذي 1/223 حديث (584- 734) صحيح.\r(2) مسند أحمد 6/341.\r(3) السنن الكبرى 3/365 كتاب الصيام باب الرخصة للصائم المتطوع أن يفطر حديث (3288) .","seal":"84D91FBB","part":1},
      {"page":274,"id":62,"nass":"كل ذي حق حقه، فأتى النبي صلى الله عليه وسلم فذكر ذلك له، فقال له النبي صلى الله عليه وسلم: صدق سلمان\" (1) .\rقال ابن حجر: فيه جواز الفطر من صوم التطوع وهو قول الجمهور ولم يجعلوا عليه قضاء إلاّ أنه يستحب له ذلك. (2)\rرابعاً: حديث أبي سعيد الخدري قال:\"صنعت لرسول الله صلى الله عليه وسلم طعاماً فأتاني هو وأصحابه، فلما وضع الطعام قال رجل من القوم: إني صائم، فقال رسول الله صلى الله عليه وسلم دعاكم أخوكم وتكلف لكم، ثم قال له: أفطر وصم مكانه يوماً إن شئت\". (3)\rقال ابن حجر: إسناده حسن. (4)\rخامساً: عن ابن مسعود رضي الله عنه قال: إذا أصبحت وأنت تنوي الصيام فأنت بأحد النظرين، إن شئت صمت، وإن شئت أفطرت. (5)\rقال النووي: رواه البيهقي بإسناد صحيح. (6)\rسادساً: عن عمرو بن دينار قال: كان ابن عباس رضي الله عنه لا يرى\r__________\r(1) رواه البخاري في صحيحه مع الفتح 4/209 كتاب الصوم باب من أقسم على أخيه ليفطر في التطوع ولم ير عليه قضاء إذا كان أوفق له حديث (1968) .\r(2) فتح الباري 4/212.\r(3) رواه البيهقي في السنن الكبرى 4/279 كتاب الصيام باب التخيير في القضاء إن كان صومه تطوعاً.\r(4) فتح الباري 4/210.\r(5) رواه البيهقي في السنن الكبرى 4/277 كتاب الصيام باب صيام التطوع والخروج منه قبل تمامه.\r(6) المجموع 6/366.","seal":"F8AC1154","part":1},
      {"page":275,"id":63,"nass":"بالإفطار في صيام التطوع بأساً. (1)\rقال النووي: رواه الشافعي والبيهقي بإسناد صحيح. (2)\rسابعاً: عن أبي الزبير عن جابر بن عبد الله رضي الله عنه أنه كان لا يرى بالإفطار في صيام التطوع باساً (3) .\rقال النووي: رواه الدارقطني والبيهقي بإسناد صحيح (4) .\rالراجح:\rأرى أن الراجح في هذه المسألة هو ما ذهب إليه أصحاب القول الثاني وهو أن الصائم المتطوع إذا قطع صيامه لغير عذر متعمداً لا يجب عليه القضاء إلاّ أن المستحب لهذا الصائم إتمام صيامه الذي دخل فيه، للأدلة الصحيحة الصريحة التي استدل بها أًصحاب هذا القول. والله تعالى أعلم.\r__________\r(1) رواه الشافعي، ينظر: ترتيب مسند الإمام الشافعي 1/267 كتاب الصوم باب ما جاء في صوم التطوع رقم\r(707) . والسنن الكبرى للبيهقي 4/277 كتاب الصيام باب صيام التطوع والخروج منه قبل تمامه.\r(2) المجموع 6/366.\r(3) رواه الدارقطني في سننه 2/175 كتاب الصيام باب تبييت النية من الليل وغيره رقم (15) ، والبيهقي في السنن الكبرى 4/277 كتاب الصيام باب صيام التطوع والخروج منه قبل تمامه.\r(4) المجموع 6/366.","seal":"8EEBED0E","part":1},
      {"page":276,"id":64,"nass":"الخاتمة\r...\rخاتمة البحث في أهم نتائجه\rالصوم أحد أركان الإسلام الخمسة.\rالصوم إمساك مخصوص عن أشياء مخصوصة في زمن مخصوص من شخص مخصوص.\rالجمهور من الفقهاء على أن من أكل أو شرب ناسياً لصومه أن صومه صحيح ولا قضاء عليه.\rمن أكل أو شرب متعمداً في نهار رمضان فإنه يفطر بذلك وعليه القضاء.\rنقل ابن المنذر إجماع العلماء على إبطال صوم من استقاء عامداً، وأنه لا شيء على الصائم إذا ذرعه القيء.\rالجمهور من الفقهاء على أن المباشرة فيما دون الفرج، والتقبيل، واللمس، توجب القضاء إذا صاحبها إنزال للمني، وكان متعمداً لا ناسياً.\rالإستنماء باليد يوجب القضاء عند الشافعية والحنابلة.\rإذا قبّّل فأمذى أو كرّر النظر فأنزل فصيامه فاسد وعليه القضاء.\rالصائم إذا جامع ناسياً لصومه فصومه صحيح ولا قضاء عليه ولا كفارة.\rمن جامع في الفرج في نهار شهر رمضان بلا عذر.، أنزل أو لم ينزل فسد صومه إذا كان متعمداً وعليه القضاء.\rمن كان مريضاً في شهر رمضان فخاف إن صام أن تلحقه مشقة بإزدياد مرضه، أو طوله، فيسن له الفطر، ويجب عليه القضاء إذا بريء، فإن صام أثناء مرضه أجزأه.\rالجمهور من الفقهاء يشترطون في جواز الفطر في السفر، أن يكون","seal":"47D3997C","part":1},
      {"page":277,"id":65,"nass":"مباحاً، وأن تكون مسافته مسافة القصر أو أكثر، فلا يجوز الفطر عندهم في سفر المعصية، ولا دون مسافة القصر، خلافاً للحنفية في تجويزهم الفطر في رمضان بمطلق السفر، ومسافة الفطر عندهم مسيرة ثلاثة أيام فصاعداً.\rالجمهور من الفقهاء على أن المسافر إذا صام في أثناء سفره أجزأه صيامه، خلافاً لبعض الظاهرية.\rالحامل والمرضع إذا خافتا على أنفسهما لهما الفطر وعليهما القضاء ولا فدية عليهما، أما إذ خافتا على ولديهما فلهما الفطر وعليهما القضاء والفدية.\rالجمهور من الفقهاء على أن من نوى الصيام من الليل ثم نام نهاره كاملاً أن صومه صحيح، خلافاً لبعض الشافعية.\rالمغمى عليه كل النهار صومه غير صحيح وعليه القضاء، وهو ما عليه الجمهور، أما من أغمى عليه بعض النهار وأفاق في بعضه فصومه صحيح إذا كان قد نوى الصوم من الليل.\rمن مات وعليه صيام من رمضان فإن كان مات قبل إمكان الصيام بأن استمر مرضه أو سفره أو نحو ذلك فلا شيء عليه ولا على ورثته ولا في تركته، وإن كان مات بعد إمكان الصيام فيصام عنه، سواءً صوم رمضان، أو النذر، أو غيره من الصوم الواجب.\rليس على من دخل في صوم تطوع فقطعه لعذر قضاء، كذلك من قطعه لغير عذر متعمداً لا يجب عليه القضاء.","seal":"252D9A8E","part":1},
      {"page":278,"id":66,"nass":"مصادر ومراجع\r...\rفهرس المصادر والمراجع\r1- الإجماع. لأبي بكر محمد بن إبراهيم بن المنذر النيسابوري، تحقيق أبو حماد صغير أحمد بن محمد حنيف. دار طيبة، الرياض.\r2- إرواء الغليل في تخريج أحاديث منار السبيل، لمحمد بن ناصر الدين الألباني، المكتب الإسلامي، بيروت.\r3- الإشراف على مسائل الخلاف. للقاضي عبد الوهاب بن علي بن نصر البغدادي، مطبعة الإرادة.\r4- الأصل، المعروف بالمبسوط، لأبي عبد الله محمد بن الحسن الشيباني، إدارة الفرقان والعلوم الإسلامية، كراتشي.\r5- الإقناع، لشرف الدين موسى بن أحمد بن سالم المقدسي الحجاوي، مطبوع مع شرحه كشاف القناع.\r6- الأم، لأبي عبد الله محمد بن إدريس الشافعي، دار الفكر، بيروت.\r7- الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن محمد بن حنبل. لأبي الحسن علي بن سليمان المرداوي، دار إحياء التراث العربي، بيروت.\r8- بدائع الصنائع في ترتيب الشرائع. لأبي بكر بن مسعود الكاساني، دار الكتاب العربي، بيروت.\r9- بداية المبتدي لعلي بن أبي بكر المرغيناني، مطبوع مع فتح القدير لابن الهمام مصطفى الحلبي، مصر.\rبداية المجتهد ونهاية المقتصد، لأبي الوليد محمد بن أحمد بن رشد القرطبي","seal":"17F4D3DF","part":1},
      {"page":279,"id":67,"nass":"1- الشهير بابن رشد الحفيد، دار الفكر، بيروت.\r2- بلوغ الأماني من أسرار الفتح الرباني. لأحمد بن عبد الرحمن البنا، الشهير بالساعاتي، مطبوع مع الفتح الرباني، دار إحياء التراث العربي، بيروت.\r3- البناية في شرح الهداية. لمحمود بن أحمد العيني، دار الفكر، بيروت.\r4- تبيين الحقائق شرح كنْز الدقائق. لعثمان بن علي الزيلعي، دار المعرفة، بيروت.\r5- تحفة الأحوذي بشرح جامع الترمذي. لمحمد بن عبد الرحمن بن عبد الرحيم المباركفوري، مطبعة المدني، القاهرة.\r6- تفسير القرآن العظيم. لإسماعيل بن عمر بن كثير، دار المعرفة، بيروت.\r7- التلخيص الحبير في تخريج أحاديث الرافعي الكبير. لأحمد بن علي العسقلاني دار المعرفة، بيروت.\r8- الجامع لأحكام القرآن. لمحمد بن أحمد الأنصاري القرطبي، دار القلم، القاهرة.\r9- الحاوي الكبير في فقه مذهب الإمام الشافعي، وهو شرح مختصر المزني، لعلي بن محمد بن حبيب الماوردي، دار الكتب العلمية، بيروت.\r10- حلية العلماء في معرفة مذاهب الفقهاء. لمحمد بن أحمد الشاشي القفال، تحقيق الدكتور ياسين أحمد دار دكة، مكتبة الرسالة الحديثة، عمّان.\r11- دليل الطالب لنيل المطالب. لمرعي بن يوسف المقدسي، مطبوع مع شرحه منار السبيل، المكتب الإسلامي، بيروت.\r12- الذخيرة. لأحمد بن إدريس القرافي، دار الغرب الإسلامي، بيروت.\rروضة الطالبين وعمدة المفتين. ليحيى بن شرف النووي، المكتب","seal":"5089023B","part":1},
      {"page":280,"id":68,"nass":"1- الإسلامي، بيروت.\r2- سنن ابن ماجة. لمحمد بن يزيد القزويني، تحقيق محمد فؤاد عبد الباقي، عيسى الحلبي، مصر.\r3- سنن أبي داود. لسليمان بن الأشعث السجستاني، محمد علي السيد، حمص.\r4- سنن الترمذي. لمحمد بن عيسى بن سورة الترمذي، مطبوع مع شرحه تحفة الأحوذي للمباركفوري، مطبعة المدني، القاهرة.\r5- سنن الدارقطني. لعلي بن عمر، دار المحاسن للطباعة بالقاهرة.\r6- سنن الدارمي. لعبد الله بن عبد الرحمن الدارمي، دار الكتب العلمية، بيروت.\r7- السنن الكبرى. لأحمد بن الحسين البيهقي، دار الفكر، بيروت.\r8- السنن الكبرى. لأحمد بن شعيب النسائي، تحقيق حسن عبد المنعم شلبي، مؤسسة الرسالة، بيروت.\r9- سنن النسائي. لأحمد بن شعيب النسائي، دار الكتب العلمية، بيروت.\r10- شرح الخرشي على مختصر خليل. لمحمد بن عبد الله بن علي الخرشي، دار صادر، بيروت.\r11- شرح منتهى الإرادات. لمنصور بن يوسف البهوتي، عالم الكتب، بيروت.\r12- شرح النووي على صحيح مسلم، ليحيى بن شرف النووي، المطبعة المصرية.\r13- صحيح البخاري. لمحمد بن إسماعيل البخاري، مطبوع مع شرحه فتح الباري، المكتبة السلفية.","seal":"8D7A3D01","part":1},
      {"page":281,"id":69,"nass":"35- صحيح سنن ابن ماجة. لمحمد ناصر الدين الألباني، الناشر مكتب التربية العربي لدول الخليج.\r36- صحيح سنن أبي داود. لمحمد ناصر الدين الألباني، الناشر مكتب التربية العربي لدول الخليج.\r37- صحيح سنن الترمذي. لمحمد ناصر الدين الألباني، الناشر مكتب التربية العربي لدول الخليج.\r38- صحيح مسلم. لمسلم بن الحجاج النيسابوري، تحقيق محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت.\r39- ضعيف سنن أبي داود. لمحمد ناصر الدين الألباني، الناشر المكتب الإسلامي.\r40- ضعيف سنن الترمذي. لمحمد ناصر الدين الألباني، الناشر المكتب الإسلامي.\r41- فتح الباري بشرح صحيح الإمام أبي عبد الله محمد بن إسماعيل البخاري. لأحمد بن علي بن حجر العسقلاني، المكتبة السلفية.\r42- فتح القدير. لمحمد بن عبد الواحد، المعروف بابن الهمام الحنفي، مطبعة مصطفى الحلبي، مصر.\r43- الفروع. لمحمد بن مفلح، عالم الكتب، بيروت.\r44- القوانين الفقهية. لمحمد بن أحمد بن جُزي. دار الكتاب العربي، بيروت.\r45- الكافي في فقه أهل المدينة المالكي. ليوسف بن عبد الله النمري، تحقيق الدكتور محمد محمد أحيد الموريتاني، مكتبة الرياض الحديثة، الرياض.\r46- الكتاب المصنف في الأحاديث والآثار. لعبد الله بن محمد بن أبي شيبة","seal":"498498BB","part":1},
      {"page":282,"id":70,"nass":"العبسي الدار السلفية، الهند.\r47- كشاف القناع عن متن الإقناع. لمنصور بن يونس بن إدريس البهوتي، مطبعة الحكومة بمكة.\r48- لسان العرب. لمحمد بن مكرّم بن علي بن منظور، دار المعارف، القاهرة.\r49- المبسوط. لمحمد بن أحمد بن أبي سهل السرخسي، دار المعرفة، بيروت.\r50- المجموع شرح المهذب. لمحيي الدين بن شرف النووي، مكتبة الإرشاد، جدة.\r51- مجموع فتاوى شيخ الإسلام ابن تيميّة، جميع وترتيب عبد الرحمن ابن محمد بن قاسم وابنه محمد، تصوير الطبعة الأولى 1398?.\r52- المحرر في الفقه على مذهب الإمام أحمد بن محمد بن حنبل. لعبد السلام بن عبد الله الحراني، دار الكتاب العربي، بيروت.\r53- المحلى. لأبي محمد علي بن أحمد بن سعيد بن حزم، تحقيق أحمد محمد شاكر دار التراث، القاهرة.\r54- مختصر اختلاف العلماء. لأبي جعفر أحمد بن محمد بن سلامة الطحاوي، اختصار أبي بكر أحمد بن علي الجصاص، تحقيق الدكتور عبد الله نذير أحمد، دار البشائر الإسلامية، بيروت.\r55- مختصر الخرقي. لأبي القاسم عمر بن الحسين الخرقي، المكتب الإسلامي.\r56- مختصر الطحاوي. لأحمد بن محمد الطحاوي، دار الكتاب العربي، القاهرة.\r57- مختصر المزني. لإسماعيل بن يحيى المزني، مطبوع مع الأم للإمام الشافعي. دار الفكر، بيروت.","seal":"D45ACC91","part":1},
      {"page":283,"id":71,"nass":"58- المدونة الكبرى. رواية سحنون بن سعيد التنوخي عن عبد الرحمن ابن القاسم العتقي عن إمام دار الهجرة مالك بن أنس، مطعبة السعادة، مصر.\r59- المستدرك على الصحيحين في الحديث، لمحمد بن عبد الله المعروف بالحاكم، دار الفكر، بيروت.\r60- مسند الإمام أحمد بن محمد حنبل، دار صادر، بيروت.\r61- مسند الإمام أحمد مطبوع مع الفتح الرباني للساعاتي، دار إحياء التراث العربي، بيروت.\r62- مسند الإمام محمد بن إدريس الشافعي، ترتيب محمد عابد السندي، دار الكتب العلمية، بيروت.\r63- المصنف لأبي بكر عبد الرزاق بن همام الصنعاني، تحقيق حبيب الرحمن الأعظمي، الناشر المجلس العلمي، الهند.\r64- مطالب أولي النهى في شرح غاية المنتهى. لمصطفى بن سعد بن عبده السيوطي، الطبعة الثانية، بيروت.\r65- معالم السنن شرح سنن أبي داود. لحمد بن محمد بن إبراهيم بن الخطاب، مطبوع مع سنن أبي داود، الناشر محمد علي السيد، حمص.\r66- معجم لغة الفقهاء، وضعه الأستاذ الدكتور محمد رواس قلعه جي، والدكتور حامد صادق قنيبي. دار النفائس، بيروت.\r67- المغني على مختصر الخرقي. لعبد الله بن أحمد بن محمد بن قدامة، مكتبة الجمهورية العربية، مصر.\r68- مغني المحتاج إلى معرفة معاني ألفاظ المنهاج. لمحمد بن أحمد الشربيني الخطيب، مطبعة مصطفى الحلبي، مصر.","seal":"C34C7A0A","part":1},
      {"page":284,"id":72,"nass":"69- المقادير الشرعية والأحكام الفقهية المتعلقة بها، لمحمد نجم الدين الكردي، مطبعة السعادة، مصر.\r70- منار السبيل في شرح الدليل، لإبراهيم بن محمد بن سالم بن ضويان، المكتب الإسلامي.\r71- المنتقى شرح موطأ الإمام مالك بن أنس. لسليمان بن خلف الباجي، دار الكتاب العربي، بيروت.\r72- المهذب. لإبراهيم بن علي بن يوسف الشيرازي، مطبعة مصطفى الحلبي، مصر.\r73- الموطأ. للإمام مالك بن أنس الأصبحي، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية.\r74- نصب الراية لأحاديث الهداية، لعبد الله بن يوسف الزيلعي، الطبعة الأولى 1357 هـ دار المأمون، القاهرة.\r75- النهاية في غريب الحديث والأثر. للمبارك بن محمد الجزري، ابن الأثير، الناشر المكتبة الإسلامية.\r76- نيل الأوطار شرح منتقى الأخبار. لمحمد بن علي الشوكاني، مكتبة الكليات الأزهرية.\r77- الهداية. لأبي الخطاب محفوظ بن أحمد الكلوذاني، مطابع القصيم.\r78- الهداية. لعلي بن أبي بكر المرغيناني، مطبوعة مع شرحها البناية للعيني، دار الفكر، بيروت.","seal":"FC3E650D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"أحكام القضاء في الصيام","HigriD":"","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عواض بن هلال العمري","bLnk":null,"Inf":"","Auth":"عواض العمري","Betaka":"الكتاب: أحكام القضاء في الصيام\rالمؤلف: عواض بن هلال العمري\rالناشر: الجامعة الإسلامية بالمدينة المنورة\rالطبعة: العدد 129 - السنة 37 - 1425\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"68764FDA","cat":"بحوث ومسائل","oNum":12178,"BkId":12178,"oAuth":2092,"bVer":1,"aSeal":"24D5DF7E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12178":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":9,"sub":0,"tit":"تمهيد"},
      {"lvl":1,"id":11,"sub":0,"tit":"الفصل الأول: قضاء الناسي والتعتمد زمن أنزل بدون جماع"},
      {"lvl":2,"id":11,"sub":1,"tit":"المبحث الأول: قضاء الناسي والمتعمد"},
      {"lvl":3,"id":11,"sub":2,"tit":"قضاء من أكل أو شرب ناسيا لصومه"},
      {"lvl":3,"id":14,"sub":0,"tit":"قضاء من اكل أو شرب أو قاء متعمدا"},
      {"lvl":2,"id":18,"sub":0,"tit":"المبحث الثاني: القضاء من أنزل بدون جماع"},
      {"lvl":2,"id":21,"sub":0,"tit":"المبحث الثالث: قضاء المجامع نسيانا أو عمدا"},
      {"lvl":3,"id":21,"sub":1,"tit":"المطلب الأول: قضاء من جامع ناسيا"},
      {"lvl":3,"id":27,"sub":0,"tit":"المطلب الثاني: قضاء من جامع متعمدا"},
      {"lvl":1,"id":29,"sub":0,"tit":"الفصل الثاني: قضاء أصحاب الأعذار"},
      {"lvl":2,"id":29,"sub":1,"tit":"المبحث الأول: قضاء المريض والمسافر"},
      {"lvl":2,"id":35,"sub":0,"tit":"المبحث الثاني: قضاء الحامل والمرضع"},
      {"lvl":2,"id":41,"sub":0,"tit":"المبحث الثالث: قضاء النائم والمغمى عليه"},
      {"lvl":1,"id":47,"sub":0,"tit":"الفصل الثالث: القضاء عن الميت وصوم التطوع"},
      {"lvl":2,"id":47,"sub":1,"tit":"المبحث الأول: القضاء عن الميت"},
      {"lvl":2,"id":57,"sub":0,"tit":"المبحث الثاني: القضاء في التطوع"},
      {"lvl":1,"id":64,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":66,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
