{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12270":
    [
      {"page":71,"id":1,"nass":"صَلاَةُ اْلْمُسَافِرِ\r(المسألة الأولى) حكم القصر والإتمام في السفر:\rالرأي الأول: إن القصر هو الفرض المتعين على المسافر. لا يجوز إتمامه أبداً. وهو قول الإمام أبي حنيفة وأصحاب الرأي.\rقال الشيخ الكاساني: إن فرض المسافر من ذوات الأربع ركعتان لا غير.\rوقال الشافعي: أربع كفرض المقيم إلا أن للمسافر أن يقصر رخصة. ثم قال: من مشايخنا من لقب المسألة بأن القصر عندنا عزيمة, والإكمال رخصة. وهذا التلقيب على أصلنا خطأ ’ لأن الركعتين من ذوات الأربع في حق المسافر ليستا قصراً حقيقة عندنا بل هما تمام فرض المسافر، والإكمال ليس رخصة في حقه بل هو إساءة ومخالفة للسنة. هكذا روى عن أبي حنيفة أنه قال: \"من أتم الصلاة في السفر فقد أساء وخالف السنة\"1.\rوقالوا أيضاً: من صلى الفرض الرباعي أربعاً في السفر، فإن قعد في الثانية بعد التشهد صحت صلاته مع الكراهة لتأخير السلام، وما زاد على الركعتين نفل, وإن لم يقعد في الركعة الثانية لا يصح فرضه.\rوقد بالغ حماد بت أبي سليمان فقال: من أتم صلاته في السفر فعليه أن يعيدها.\rالرأي الثاني: إن القصر ليس بواجب متعين وهو رأي الجماهير من الفقهاء والمحدثين إلا أنهم اختلفوا في أفضلية القصر وإتمامه فعند أحمد: القصر والإتمام سواء وإن المسافر إن شاء صلى ركعتين وإن شاء أتم. وروي عنه أيضاً التوقف في هذه المسألة. فقال أنا أحب العافية من هذه المسألة.\rوقال الشافعي: القصر أفضل وروي أنه قال: الإتمام قياساً على أفضلية الصوم في السفر والقصر رخصة.\r__________\r1 البدائع والصنائع: 1/283","seal":"E4D7EA19","part":1},
      {"page":72,"id":2,"nass":"والقول الأول يرجحه ابن دقيق العيد والثاني يرجحه النووي عن الإمام الشافعي. وقال الإمام مالك: القصر سنة فمن فعل فقد أصاب ومن لم يفعل فليس عليه شيء.\rبعض الأدلة للإمام أبي حنيفة ومن معه لوجوب القصر:\r1. حديث عائشة: أنها قالت: الصلاة أول ما فرضت ركعتين، فأقرت صلاة السفر وأتمت صلاة الحضر. قال الزهري: \"فقلت لعروة: ما بال عائشة تتم قال: تأولت كما تأول عثمان\"1.\rوقد أخرج ابن جرير في تفسير سورة النساء: أن عائشة كانت تصلي في السفر أربعاً، فإذا احتجوا عليها تقول: \"إن النبي صلى الله عليه وسلم كان في حرب، وكان يخاف، فهل تخافون أنتم\".\rأخذ الإمام أبو حنيفة بظاهر قولها: ((فرضت صلاة السفر لركعتين)) وقال غيره: معنى قولها: فرضت ركعتين لمن أراد الاقتصار عليهما فزيد في صلاة الحضر ركعتان على سبيل التحتيم وأقرت صلاة السفر على جواز الاقتصار وثبتت دلائل الاتمام فوجب المصير إليها2.\rويقال أيضاً: إن عائشة لم تدرك تشريع الأحكام بمكة لأنها كانت صغيرة والحديث موقوف عليها لم تسنده إلى رسول الله صلى الله عليه وسلم فوجب التأويل وقد قال بعض العلماء إن ذلك كان من فقهها: منهم القاضي عياض. وقالوا: لو كان ذلك من قول رسول الله صلى الله عليه وسلم لتواتر نقله عن جملة من الصحابة لأن الصلاة من معالم الدين ولا يمكن أن تكون خافية على جمهور الناس.\rثم روي عن عائشة رضي الله عنها كما روى الترمذي في جامعه3 وغيره أنها كانت تتم الصلاة في السفر فلو كانت تعتقد أن الصلاة في السفر ركعتين لا زيادة عليهما وأنهما على سبيل الوجوب فما كان لها أن تخالف هذا..قال تأولت كما تأول عثمان وسوف يأتي هذا.\rقال الحافظ: وقد جاء عنها سبب الاتمام صريحاً فيما أخرجه البيهقي 4من طريق هشام بن عروة عن أبيه أنها كانت تصلي في السفر أربعاً فقلت لها: لو صليت ركعتين، فقالت: يا ابن أختي إنه لا يشق علي، إسناده صحيح وهو دال على أن القصر رخصة. وأن الإتمام لمن لا يشق عليه أفضل. انتهى كلامه 5.\r__________\r1 رواه البخاري (2 / 569 مع الفتح) ومسلم (2/478) وأبو داود (2/5) .\r2 انظر شرح مسلم للنووي (5/195) .\r3 2/430.\r4 3/143.\r5 الفتح (2/571) .","seal":"A91679DA","part":1},
      {"page":73,"id":3,"nass":"2- حديث ابن عباس: قال \"فرض الله الصلاة على لسان نبيكم في الحضر أربعاً وفي السفر ركعتين وفي الخوف ركعة\"1.\rيقال في هذا الحديث مثل القول في حديث عائشة لمن الاقتصار على الركعتين في السفر.\rوأما قوله: وفي الخوف ركعة واحدة فقد ذهب إلى ذلك جماعة من السلف وهو الذي فهمه أبو داود فبوب في سننه بقوله: يصلي بكل طائفة ركعة ولا يقضون. وممن قال بهذا الحسن والضحاك وإسحاق بن راهوية وقد روى عن الأخير أنه قال: أما عند الشدة فتجزيك ركعة واحدة تومئ بها ايماء. فإن لم تقدر فسجدة واحدة، فإن لم تقدر فتكبيرة لأنها ذكر الله وأما غيره فقالوا بركعة واحدة.\rوالجمهور على أن صلاة الخوف كصلاة الأمن في عدد الركعات فإن كانت في الحضر وجب أربع لركعات, وإن كانت في السفر وجب ركعتان ولا يجوز الاقتصار على ركعة واحدة في حال من الأحوال وبه قال من الجمهور: مالك وأبو حنيفة والشافعي هذا ملخص ما قاله الخطابي في معالم السنن2:ولكن يصلي على حسب الإمكان ركعتين, أي وجه يوجهون إليه رجالاً وركباناً يومئون إيماءً.\rوقال أحمد:\"كل حديث روى في أبواب صلاة الخوف فالعمل به جائز\" انتهى.\rوقد روى عن جماعة من الصحابة أنهم صلوا صلاة الخوف ركعة واحدة. منهم حذيفة, قال ثعلبة ابن زهدم: \"كنا مع سعيد بن العاص بطبرستان فقال: أيكم صلى مع رسول الله صلى الله عليه وسلم صلاة الخوف فقال حذيفة: أنا فصلي بهؤلاء ركعة. وبهؤلاء ركعة ولم يقضوا\"3.\rوكذلك روى زيد بن ثابت عن النبي صلى الله عليه وسلم قال: \"فكانت للقوم ركعة وللنبي صلى الله عليه وسلم ركعتين\"4.\rوأما الجمهور فتأولوا هذه الأحاديث: بأن المراد به ركعة مع الإمام وركعة أخرى يأتي بها كما\r__________\r1 رواه مسلم (1/479) وأبو داود (2/40) والنسائي (3/169) وابن ماجه (1/339) وأبو عوانه (2/533) كل بطريق أبي عوانة عن بكير بن اخنس عن مجاهد, عن ابن عباس. إلا أن ابن ماجه لم يذكر قوله ((وفي الخوف ركعة)) .\r2 هامش سنن أبي داود (2/39) .\r3 رواه أبو داود (2/38) والنسائي (3/167) . قال أبو داود: وكذا رواه عبيد الله بن عبد الله, ومجاهد, عن ابن عباس عن النبي صلى الله عليه وسلم, وعبد الله بن شقيق عن أبي هريرة عن النبي صلى الله عليه وسلم, ويزيد الفقير وأبو موسى (رجل من التابعين وليس بالأشعري) جميعاً عن جابر عن النبي صلى الله عليه وسلم. وقد قال بعضهم عن شعبة في حديث يزيد الفقير: إنهم قضوا ركعة أخرى. وكذلك رواه سماك الحنفي عن ابن عمر عن النبي صلى الله عليه وسلم. وكذلك رواه زيد بن ثابت عن النبي صلى الله عليه وسلم قال: فكانت للقوم ركعة. وللنبي صلى الله عليه وسلم ركعة انتهى.\rيقول بعض العلماء: إنما ذلك عند شدة الخوف كما روى عن جابر بن عبد الله أنه كان يقول: الركعتان في السفر ليستا بقصر انما القصر واحدة عند القتال.\r4 رواه النسائي (2/168) واسناده حسن.","seal":"11D0BA47","part":1},
      {"page":74,"id":4,"nass":"جاءت الأحاديث الصحيحة في النبي صلى الله عليه وسلم وأصحابه في الخوف وهذا التأويل لا بد منه للجمع بين الأدلة1.\rقال الإمام الشافعي: وإنما تركناه لأن جميع الأحاديث في صلاة الخوف مجتمعة على أن على المأمومين من عدد الصلاة ما على الإمام. وكذلك أصل الفرض في الصلاة على الناس واحدة في العدد.\rوحديث ابن عباس من جملة الأحاديث التي ذكرها الشيخ ابن الهمام في معرض أدلة أبي حنيفة مع أنه لا يصلح أن يكون دليلاً له لأنه لا يقول بالشطر الأخير من الحديث وهو قوله: وفي الخوف ركعة.\r3- حديث عمر بن الخطاب قال: صلاة السفر ركعتان، وصلاة الأضحى ركعتان، وصلاة الفطر ركعتان، وصلاة الجمعة ركعتان تمام غير قصر على لسان محمد رسول الله صلى الله عليه وسلم.\r.رواه النسائي وابن ماجة2 عن عبد الرحمن بن أبي ليلى عمر بن الخطاب قال النسائي: إن فيه انقطاعاً لأن أبي ليلى لم يسمع من عمر انتهى.\rقال الشيخ ابن الهمام: \"وإعلاله بأن عبد الرحمن لم يسمع من عمر مرفوعاً بثبوت ذلك. حكم به مسلم في مقدمة كتابه\"3. انتهى\rيقصد به الشيخ ابن الهمام قول مسلم في مقدمة صحيحه وهو (وأسند عبد الرحمن بن أبي ليلى وحفظ عن عمر بن الخطاب..وصحب علياً, عن أنس بن مالك عن النبي صلى الله عليه وسلم حديثاً (والقضية معروفة بين أهل العلم وهي رواية المعنعن فذهب الإمام مسلم إلى أن لروايته تحمل على الاتصال إذا ثبت التلاقي، أو أمكن ولم يثبت بالتصريح مع احتمال الإرسال وذهب المحققون من أهل العلم كعلي بن المديني والبخاري وغيرهما إلى تضعيف رواية المعنعن إذ لم يثبت لقاءه بمن روى عنه في عمره ولو مرة واحدة. وذلك كما قال النووي: \"دليل هذا المذهب المختار أن المعنعن عند ثبوت التلاقي إنما حمل على الاتصال لأن الظاهر ممن ليس بمدلس أنه لا يطلق ذلك إلا على السماع، ثم الاستقراء يدل عليه فإن عادتهم أنهم لا يطلقون ذلك إلا فيما سمعوه إلا المدلس ولهذا رددنا رواية المدلس فإذا ثبت التلاقي غلب على الظن الاتصال، والباب مبني على غلبة الظن فاكتفينا به وليس هذا المعتى موجوداً فيما إذا أمكن التلاقي ولم يثبت فإنه لا يغلب على الظن الاتصال فلا يجوز العمل على الاتصال ويصير كالمجهول، فإن روايته مردودة لا للقطع بكذبه أو ضعفه بل للشك في حاله\"4 انتهى.\r__________\r1 انظر شرح مسلم للنووي: 5/197.\r2 النسائي (3/118) وابن ماجة (1/338) كما رواه أيضاً أحمد (1/37) وابن حبان (موارد الظمآن 144) كل بطرق عن عبد الرحمن بن أبي ليلى.\r3 انظر شرح فتح القدير (1/396) .\r4 انظر شرح مقدمة مسلم للنووي (1/128) .","seal":"5A9D5008","part":1},
      {"page":75,"id":5,"nass":"وأما سماع ابن أبي ليلى فقد اتفق يحيى بن معين وأبو حاتم والنسائي على أنه لم يسمع من عمر بن الخطاب ولذا روى أبو يعلى الموصلي من طريق الثوري عن زبيد اليامي عن عبد الرحمن عن الثقة عن عمر بن الخطاب. فإنه جعل بين عبد الرحمن بن أبي ليلى وبين عمر واسطاً1.ولا ندري من هو هذا الثقة.\r4- حديث ابن عمر: قال إن رسول الله صلى الله عليه وسلم أتانا ونحن ضلاّل، فعلمنا فكان فيما علمنا ان الله عز وجل أمرنا أن نصلي ركعتين في السفر.\rرواه النسائي. هكذا عزاه صاحب المنتقي به ولم يقل الشوكاني شيئاً في شرح المنتقي ولم أجده في السنن للنسائي وكذا قال أيضاً الزيلعي2.\r5- حديث ابن عمر أيضاً: قال: صحبت النبي صلى الله عليه وسلم وكان لا يزيد في السفر على ركعتين وأبا بكر وعمر وعثمان كذلك. متفق عليه.\rوقول ابن عمر يقضي أن النبي صلى الله عليه وسلم لم يتم في طول حياته في السفر. وليس فيه دليل لمن ذهب إلى الوجوب لأن النبي صلى الله عليه وسلم عمل بالرخصة لبيان الجواز وكذلك ليس فيه حصر بأن النبي صلى الله عليه وسلم لم يتم طول حياته لأن ابن عمر لم يلازمه في جمع أسفاره وسوف يأتي من عائشة ما يخالف هذا\r6- حديث أبي هريرة: قال: قال رسول الله صلى الله عليه وسلم: \"المتم للصلاة في السفر كالمقصر في الحضر\".\rرواه الدارقطني3 عن شيخه أحمد بن محمد المغلس وهو كذاب. وفيه أيضاً بقية من الوليد وهو مدلس وقد عنعن عن أبي يحيى المديني.\rأدلة الجمهور على أن القصر ليس بواجب:\rقال الإمام الشافعي: قال الله عز وجل: {وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} (النساء. الاية 101) . قال: فكان بيناً في كتاب الله تعالى أن قصر الصلاة في الضرب والخوف تخفيف من الله عز وجل عن خلقه. لا أن فرضا عليهم أن يقصروا كما كان قوله تعالى: {لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً} (البقرة الآية: 236) رخصة لا أن حتماً عليهم أن يطلقوهن في هذه الحال.\r__________\r1 انظر تفسير ابن كثير (1/350) .\r2 انظر نصب الراية (2/190) .\r3 لم أجد هذا الحديث في سنن الدارقطني في مظانه لكنه عزاه الزيلعي في نصب الراية (2/190) إليه.","seal":"6E80A497","part":1},
      {"page":76,"id":6,"nass":"وكما كان قوله: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ} (البقرة. الآية 198) يريد والله تعالى أعلم: أن تتجروا في الحج، لا أن حتماً عليهم أن يتجروا، كما كان قولهك {فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ} (النور، الآية 6.) وكما كان قوله: {لَيْسَ عَلَى الأَعْمَى حَرَجٌ وَلا عَلَى الأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ} لا أن حتماً عليهم أن يأكلوا من بيوتهم, ولا بيوت غيرهم.\rثم قال: \"والقصر في الخوف والسفر بالكتاب ثم بالسنة, والقصر في السفر بلا خوف سنة, والكتاب يدل على أن القصر في السفر بلا خوف رخصة من الله عز وجل لا أن حتماً عليهم أن يصقصروا كما ذلك في الخوف والسفر\" انتهى1.\rكأن الإمام الشافعي يشير إلى أن لفظة ((جناح)) تستعمل في المباحات والمرخصات دون العزائم والفرائض.\rوإليكم بعض الأدلة من سنة رسول الله صلى الله عليه وسلم:\r1-عن يعلى بن أمية قال: قلت لعمر بن الخطاب إنما قال الله سبحانه وتعالى: {وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوّاً مُبِيناً} (النساء. الاية 101) .\rفقد أمن الناس قال عمر: عجبت مما عجبت منه فسألت رسول الله صلى الله عليه وسلم فقال \"صدقة تصدق الله بها عليكم فاقبلوا صدقته\" 2.\rفقول التبي صلى الله عليه وسلم ((صدقة)) يدل صراحة بأنه ليس بعزائم. والمعلوم أن المتصدق عليه يكون مختاراً في قبول الصدقة وردها. والأمر في قوله.\rفاقبلوا صدقته، أمر ندب لا أيجاب، ولا تناقض بين هذا الحديث, والحديث المتقدم \"صلاة السفر ركعتان تمام غير قصر\" أي غير ناقص في الأجر والثواب لمواظبة النبي صلى الله عليه وسلم وأمره بذلك ما فيه من العلة.\rقال الخطابي: \"وفي هذا حجة لمن ذهب إلى أن الاتمام هو الأصل، ألا ترى أنهما قد تعجبا من القصر مع عدم شروط الخوف, فلوا كان أصل صلاة المسافر ركعتين لم يتعجبا من ذلك\". انتهى.\rقال الربيع: \"قال الشافعي: فدل قول رسول الله صلى الله عليه وسلم على أن القصر في السفر بلا خوف صدقة من الله، والصدقة رخصة لا حتم من الله أن يقصروا\".\r__________\r1 الأم: 1/179.\r2 رواه مسلم (1/478) وأبو داود (2/7) وابن ماجة (1/339) وأحمد (1/25-26) والشافعي في الأم ((1/179) كلهم بطرق عن عبد الله بن عمار. عن عبد الله بن باباه. عن يعلى بن أمية. وعبد الله بن باباه: بموحدتين بينهما ألف ساكنة, ويقال: بابيه بتحتانية بدل الألف , ويقال بحذف الهاء وهو من الثقات.","seal":"C4DEF46E","part":1},
      {"page":77,"id":7,"nass":"ودل على أن يقصروا في السفر بلا خوف إن شاء المسافر، وأن عائشة قالت: كل ذلك فعل رسول الله صلى الله عليه وسلم أتم في السفر وقصر\"1.\rوقد روى أبن مردويه عن ابن عمر أنه قال: الركعتين في السفر رخصة نزلت من السماء فإن شئتم فردوها2.\rوحديث عمر بن الخطاب هذا أولى بالقبول لأنه لا يحتمل كما يحتمل قول عائشة فإن فيه التصريح بأنه سأل رسول الله صلى الله عليه وسلم عن هذه الآية الكريمة فقال: \"إن القصر في السفر رخصة وكان مشرطاً في بداية الإسلام بالسفر والخوف وبعد ذهاب الخوف هي هدية من الله فمن شاء قبلها, ومن شاء ردها بينما يحتمل قول عائشة رضي الله عنها بأن يكون ذلك من فقهها أو اجتهادها كما قال العياض وغيره. قال البغوي قوله – صدقة تصدق الله بها عليكم – دليل على أن القصر رخصة وإباحة لا عزيمة\"3.\r2-حديث انس بن مالك (رجل من بني عبد الله بن كعب) .\rقال أغارت علينا خيل رسول الله صلى الله عليه وسلم فوجدته يتغذى فقال: \"أدن فكل\".فقلت أني صائم فقال: \"أدن أحدثك عن الصوم أو الصيام إن الله وضع عن المسافر شطر الصلاة, وعن الحامل والمرضع الصوم أو الصيام\".والله لقد قالها النبي صلى الله عليه وسلم كليهما أو أحدهما. فيا لهف نفسي أن لا أكون طعمت من طعام النبي صلى الله عليه وسلم 4.\rقال الترمذي: \"حديث أنس بن مالك الكعبي حديث حسن ولا نعرف لأنس بن مالك عن النبي صلى الله عليه وسلم غير هذا الحديث الواحد. انتهى. نقل المنذري تحسين الترمذي وأقره.\rوأنس بن مالك هو القشيري الكعبي الأنصاري المشهور الذي خدم النبي صلى الله عليه وسلم وكان أحد المكثرين من الرواية عن النبي صلى الله عليه وسلم.\rوفي الحديث دليل صريح لمن قال بأن الصلاة في السفر لم تفرض ركعتين وإلا لما قال النبي صلى الله عليه وسلم بأن الله وضع عن المسافر شطر الصلاة. فكان الأصل هو الاتمام والقصر رخصة من الله.\r__________\r1 انظر سنن البيهقي: 3/141.\r2 نظر تفسير ابن كثير: 2/348.\r3 انظر شرح السنة (4/169) .\r4 رواه الترمذي (2/85) وأبو داود (2/796) والنسائي (4/178 في سياق آخر عن النمري) وابن ماجة (1/533) وأحمد (4/347) .","seal":"8590BC4E","part":1},
      {"page":78,"id":8,"nass":"3-حديث عائشة: أخرج النسائي في سننه عن العلاء بن زهير عن عبد الرحمن بن الأسود عن عائشة أنها اعتمرت مع رسول الله صلى الله عليه وسلم من المدينة إلى مكة حتى إذا قدمت مكة قالت: \"يا رسول الله بأبي أنت وأمي قصرت، وأتممت وأفطرت وصمت فقال أحسنت يا عائشة\" وما عاب علي1.\rوقال الزيلعي2: \"العلاء بن زهير قال فيه ابن حيان يروي عن الثقات ما لا يشبه حديث الأثبات فبطل الاحتجاج به كذا قال في كتاب الضعفاء وذكره في كتاب الثقات أيضاً فتناقض كلامه فيه انتهى. وزهير ابن العلاء ممن وثقه ابن معين وغيره فلم يأخذ العلماء فيه بقول ابن حبان، كما قال الذهبي: العبرة بتوثيق يحيى. ويقال أيضاً إن في متن هذا الحديث نكارة فغن النبي صلى الله عليه وسلم لم يعتمر في رمضان قط كما أخرج الشيخان عن قتادة عن أنس قال: \"حج النبي صلى الله عليه وسلم حجة واحدة واعتمر أربع عمر كلهن في ذي القعدة إلا التي مع حجه\".\rويمكن أم يجمع بين هذا وذاك بأن خروجه من المدينة كان في أواخر رمضان ووصوله إلى مكة كان في أوائل ذي القعدة. إلا أنه بعيد لطول المدة.\rأو يقال لعل عائشة كانت فيمن خرج مع النبي صلى الله عليه وسلم في سفره عام الفتح وكان سفره ذلك في رمضان ولم يرجع من سفره ذلك حتى اعتمر عمرة الجعرانة فأشارت بالقصر والإتمام والفطر والصيام.\rإلا أن شيخ الإسلام ابن تيمية قال إن هذا كذب على عائشة رضي الله عنها فإنها لم تكن لتصلي بخلاف صلاة النبي صلى الله عليه وسلم وسائر الصحابة وهي تشاهدهم يقصرون، كيف والصحيح عنها أنها قالت: إن الله فرض الصلاة ركعتين ركعتين، فلما هاجر رسول الله صلى الله عليه وسلم إلى المدينة زيد في صلاة الحضر، وأقرت صلاة السفر. فكيف يظن بها مع ذلك أن تصلي بخلاف النبي صلى الله عليه وسلم والمسلمين معه\"3.\rولكن الصحيح أنها أتمت ولو بعد وفاة النبي صلى الله عليه وسلم كما سبق ذكره.\r__________\r1 النسائي (3/122) وكذا رواه البيهقي (3/142) والدارقطني (2/188) .\rقال البيهقي: عبد الرحمن بن الأسود قد أدرك عائشة فدخل عليها وهو مراهق. وروي بطريق آخر عن العلاء بن زهير, عن عبد الرحمن بن الأسود عن أبيه عن عائشة وقال: هذا متصل واسناده حسن.\r2 انظر نصب الراية (2/191) .\r3 انظر زاد المعاد (1/464) .","seal":"3E0FFE37","part":1},
      {"page":79,"id":9,"nass":"وقد روى الدارقطني1 بإسناد صحيح قال: ثنا الحاملي، ثنا سعيد بن محمد بن ثواب ثنا أبو عاصم، ثنا عمرو بن سعيد عن عطاء بن أبي رباح عن عائشة أنها قالت: \"كان النبي صلى الله عليه وسلم يقصر في السفر ويتم، ويفطر ويصوم\".\rوبطريق الدارقطني رواه البيهقي2 ووافق على تصحيح الدارقطني وقال أيضاً: ولهذا شاهد من حديث دلهم بن صالح، والمغيرة بن زياد وطلحة بن عمرو. وكلهم ضعيف. انتهى.\rونقل الزيلعي تصحيح الدارقطني والبيهقي وأقره أيضاً إلا أنه قال: وقد يعارض هذا بحديث ابن عمر أنه قال صحبت رسول الله صلى الله عليه وسلم في السفر…الخ. وقد أجيب عنه.\r5-حديث ابن عمر: قال قال رسول الله صلى الله عليه وسلم: \"إن الله يحب أن تؤتى رخصه كما يكره أن تؤتى معصيته\".\rرواه أحمد3 قال ثنا قتيبة بن سعيد ثنا عبد العزيز بن محمد عن عمارة بن غزية عن نافع عن ابن عمر عن رسول الله صلى الله عليه وسلم ورواه أيضاً ابن خزيمة4 وابن حبان في صحيحهما إلا أنهما زادا حرب بن قيس بين عمارة ونافع وبهذا الوجه رواه الخطيب البغدادي5 إلا أن شيخ أحمد فيه علي بن عبد الله وهو الوجه الثاني عند أحمد وعلي بن عبد الله هو ابن المديني. يقال لعل الدراوردي حفظ الاسنادين وهو ما يسمى المزيد في متصل الأسانيد. واسناد أحمد على شرط مسلم.\rوللحديث شواهد منها:\r1-حديث ابن عباس قال قال رسول الله صلى الله عليه وسلم: \"إن الله يحب أن تؤتى رخصه كما يحب أن تؤتى عزائمه\" رواه الطبراني في الكبير والبزار ورجال البزار ثقات وكذلك رجال الطبراني. 6\rوأما شواهد أخرى فهي ضعيفة. مثل حديث عبد الله بن مسعود وأبي هريرة وأنس بن مالك وأبي الدرداء وأبي أمامة وواثلة بن الأسقع وغيرهم. انظر مجمع الزوائد.\rفي هذا الحديث دليل على أن الإتيان بالرخص مثل العمل على العزائم فمداومة النبي صلى الله عليه وسلم وأصحابه على قصر الصلاة لا تدل على الوجوب بل كانت مداومة النبي صلى الله عليه وسلم\r__________\r1 الدارقطني (2/189) .\r2 سنن البيهقي. 142: 2.\r3 أحمد في مسنده 108: 2.\r4 صحيح ابن خزيمة3: 259.\r5 تاريخ بغداد 347: 10.\r6 مجمع الزوائد162: 3.","seal":"98E3D140","part":1},
      {"page":80,"id":10,"nass":"على الرخص مثل عمله على العزائم. وأما الأحاديث التي استدل بها الإمام أبو حنيفة فهي أكثر ما تدل فتدل على أن القصر أفضل لمداومة النبي صلى الله عليه وسلم وأصحابه.\rوأما قول عائشة رضي الله عنها وغيرها بأن الصلاة في السفر فرضت ركعتين فله عدة معاني:\rمنها: فرضت صلاة السفر ركعتين لمن أراد الاقتصار عليهما وزيد في صلاة الحضر ركعتان على سبيل التحتم.\rومنها: وقيل معناه أقرت على ما كانت عليه من الوجوب. ومعنى زيد في صلاة الحضر أي نسخ كونها ركعتين لأن زيادة الركعتين يمنع من الاكتفاء بالركعتين فوقع النسخ في صلاة الحضر.\rومنها: المنسوخ في السفر هو وجوب الركعتين وجعلهما سنة والمنسوخ في الحضر وجوب الركعتين إلى الأربع.\rومنها: فرضت بمعنى قدرت لأن الفرض بمعنى التقدير في اللغة. ومنها قول الطبري: المسافر إذا اختار القصر فهو فرضه. وكذلك اختلف الناس أيضاً في تأويل عثمان. وأصح تأويل في هذا ما ذكره النووي والمحققون وهو الصحيح إن شاء الله تعالى. بأن عثمان وعائشة رأيا القصر جائزاً والاتمام جائزاً فأخذا بأحد الجائزين وهو الاتمام1.\rويحمل على هذا قصة ابن مسعود التي رواها عبد الرحمن بن يزيد يقول: صلى بنا عثمان بن عفان رضي الله عنه بمنى أربع ركعات، فقيل ذلك لعبد الله بن مسعود فاسترجع ثم قال: صليت مع رسول الله صلى الله عليه وسلم بمنى ركعتين، وصليت مع أبي بكر بمنى ركعتين وصليت مع عمر بن الخطاب بمنى ركعتين فليت حظي من أربع ركعات ركعتين متقبلتان (متفق عليه) .\rفكان ابن مسعود أيضاً ممن يرى الجواز وإن كان الأولى عنده القصر وإلا لما كان له أن يصلي الركعات أكثر من الوجوب لأن زيادة الركعات علي الوجوب لا تجوز بحال من الأحوال وأما أنه ترك الأولى فذلك لدفع الشر والفتنة فإن الخلاف شر ووقع التصريح في رواية البيهقي: أني لأكره الخلاف2.\rوفي رواية أبي داود3: \"الخلاف شر\" وكذا ذكره الإمام الشافعي في الأم4.\r__________\r1 ذكر النووي بعض هذه المعاني في شرحه لمسلم 195: 5.\r2 السنن144/3.\r3 لم أجده في مظانه في السنن ولكن عزاه الحافظ إليه في الفتح (564/2) وجاء في رواية البيهقي أيضاً.\r4 انظر الأم 180/1.","seal":"D724BFDB","part":1},
      {"page":81,"id":11,"nass":"وقد صرح الحافظ بأن ابن مسعود لم يكن يعتقد بأن القصر واجب ولو كان اعتقد غير هذا لما تعمد ترك الفرض1 وقد ذكر العلماء عدة تأويلات غير أنها كلها منتقدة2.\rوقد احتج الشافعي على عدم وجود القصر بأن المسافر إذا دخل في صلاة المقيم صلى أربعاً باتفاقهم، ولو كان فرضه القصر لم يأتم مسافر بمقيم3.\r__________\r1 الفتح: 2/564 , 565.\r2 انظر زاد المعاد: 10/469 – 471.\r3 الأم: 1/180.","seal":"A9A77B7A","part":1},
      {"page":81,"id":12,"nass":"المسألة الثانية: مسافة القصر:\rفيها عدة أقوال للعلماء جعلها ابن المنذر وغيره أكثر من عشرين قولاً ولكن أهما كالأتي:\r1- مذهب ابن حزم: أقل مسافة القصر هو الميل لما رواه ابن أبي شيبة باسنا صحيح عن ابن عمر، وأيضاً إطلاق قول الله عز وجل: {وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ} . والسنة لم تخصص سفر دون سفر. وإنما لم يسم دون الميل قصراً لما ثبت عن رسول الله صلى الله عليه وسلم أنه كان يخرج إلى البيقع لدفن الموتى، وإلى الفضاء لقضاء الحاجة وما كان يقصر الصلاة. قال رحمه الله تعالى بعد نقل الأخبار الكثيرة عن الصحابة: \"وبه يقول أصحابنا في السفر إذا كان على ميل فصاعداً في حج أو عمرة أو جهاد وفي الفطر، في كل سفر\"1.\r2- مذهب الظاهرية: مسافة القصر ثلاثة أميال لحديث أنس بن مالك قال: كان رسول الله صلى الله عليه وسلم إذا خرج مسيرة ثلاثة أميال، أو ثلاثة فراسخ (شك شعبة) صلى ركعتين2.\rوشك شعبة في هذا الحديث يبطل استدلال الظاهرية به فإن الفرسخ ثلاثة أميال، فإن قال ثلاثة فراسخ فيكون تسعة أميال. والمعروف الأخذ بالكثير أحوط لأن القليل يندرج تحت الكثير. إلا أن يقال أنهم أخذوا بالقليل واستأنسوا في ذلك بحديث أبي سعيد الخدري أنه قال: \"إن النبي صلى الله عليه وسلم إذا سافر فرسخاً قصر الصلاة\". رواه ابن أبي شيبة وعبد بن حميد وسعيد بن منصور3.\r__________\r1 المحلى: 5/13.\r2 رواه مسلم (1/481) وابو داود (2/8) عن محمد بن جعفر عندر , عن شعبة عن يحيى بن يزيد الهنائي قال سألت أنس بن مالك عن قصرة الصلاة.\r3 ذكره الحافظ في التلخيص (47/2) وعزاه لسعيد بن منصور فقط ولم يتكلم عليه بشيء. وفيه أبو هارون العبدي وهو عمار بن جوين قال عنه في التقريب متروك. ومنهم من كذبه وكان شيعياً.","seal":"26A039A5","part":1},
      {"page":82,"id":13,"nass":"ولا دليل لهم في حديث أنس، قال: \"صليت الظهر مع رسول الله صلى الله عليه وسلم بالمدينة أربعاً، وخرج يريد مكة فصلى بذي الحليفة العصر ركعتين\"1. لأنه على ابتداء القصر، وجميع الأحاديث التي ذكروها تحمل على ذلك.\r3- وذهب الشافعي ومالك وفقها، أصحاب الحديث وغيرهم: إلى أنهم لا يجوز القصر إلا في مسيرة مرحلتين قاصدتين وهي ثمانية وأربعون ميلاً هاشمياً. والميل ستة آلاف ذراع، والذراع أربع وعشرون أصبعاً معترضة معتدلة، والإصبع ست شعيرات معتدلات.\rوروى مثل هذا ابن قدامة عن الإمام أحمد أيضاً، وقدره هذه المسافة بمسيرة يومين وهو تقدير ابن عباس فإنه قدر مسيرة يومين من عسفان إلى مكة ومن الطائف إلى مكة ومن جدة إلى مكة.\rأخرج عبد الرزاق عن ابن جريج عن عطاء أنه قال: \"سألت ابن عباس فقلت أقصر الصلاة إلى عرفة أو إلى منى قال: لا، ولكن إلى الطائف وإلى جدة، ولا تقصروا الصلاة إلا في اليوم التام ولا تقصروا فيما دون اليوم. فإن ذهبت إلى الطائف أو إلى جدة أو إلى قدر ذلك من الأرض، إلى أرض لك أو ماشية فاقصر الصلاة فإذا قدمت فأوف\".\rولكن هذه الرواية مخالفة لرواية مسيرة يومين التي أشار إليها ابن قدامة.\rهذا هو مذهب المعروف عن الأئمة الثلاثة جميعاً قالوا لا تقصر الصلاة الإ في مسير يومين كما نقله النووي والحافظ والبغوي. إلا أن صاحب الهداية نسب إلى الإمام الشافعي مسيرة يوم واحد بالسير الوسط وقدر بالفرسخ مثل تقدير اليومين وهو ستة عشر فرسخاً أو ثمانية وأربعون ميلاً. فالذي يظهر من هذا أن العبرة بالفرسخ لا بالأيام والله تعالى أعلم\r4- وذهب الإمام أبو حنيفة: إلى أن مسافة القصر مسيرة ثلاثة أيام ولياليها سير الابل ومشي الأقدام لقوله صلى الله عليه وسلم: \"يمسح المقيم كمال يوم وليلة، والمسافر ثلاثة أيام ولياليها\" هكذا قال صاحب الهداية.\r__________\r1 رواه البخاري (569/2مع الفتح) ومسلم (480/1 – 481) وأبو داود (2/9) والترمذي (2/421) كلهم عن سفيان عن محمد بن المنكدر عن إبراهيم بن ميسرة عن أنس. ورواه النسائي (1/237) باسناد آخر.","seal":"F59B495B","part":1},
      {"page":83,"id":14,"nass":"قال الشيخ ابن الهمام: \"أما تقدير إحدى وعشرين فرسخاً أو ثمانية أو خمسة عشر فهي على اعتقاد مسيرة ثلاثة أيام ولا يصح هذه التقديرات بل العبرة بثلاثة أيام\"1 وقال الكاساني: \"ومن مشائخنا من قدر بخمسة عشر فرسخاً. وجعل لكل يوم خمس فراسخ ومنهم من قدر بثلاثة مراحل\"2.\rيقال إن في هذا لبياناً لأكثر من مدة المسح وليس فيه ما يدل على أن المسافر لا يكون مسافرا إلا بعد ثلاثة أيام.\r5- وذهب الإمام البخاري: إلى أن مسافة القصر مسيرة يوم وليلة. هكذا بوب في صحيحه إلا أته ذكر تحت الباب حديثين أحدهما حديث ابن عمر ولفظه: \"لا تسافر المرأة ثلاثا إلا مع ذي محرم\"3.\rوالحديث الثاني حديث أبي هريرة ولفظه \"لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرة يوم وليلة ليس معها حرمة\".وهو موافق لترجمة الباب.\rقال الحافظ: إن البخاري اختار أن أقل مسافة القصر يوم وليلة4.\rوأما هذه الأقوال المتعارضة المختلفة نحا المحققون إلى بيان الراجح بعدة وجوهات. منها ما قاله الشيخ الكاساني الحنفي: \"ولنا ماروينا من الحديثين. ولأن وجوب الإكمال كان ثابتا بدليل مقطوع به فلا يجوز رفعه إلا بمثل. وما دون الثلاث مختلف فيه. والثلاث مجمع عليه. فلا يجوز رفعه بما دون الثلاث\"5.\rوقال الخرقي: \"ولا أرى لما صار إليه الأئمة حجة. لأن أقوال الصحابة متعارضة مختلفة. ولا حجة فيها مع الاختلاف. وقد روي عن ابن عباس وابن عمر خلاف ما احتج به أصحابنا، ثم لو لم يوجد ذلك لم يكن في قولهم حجة مع قول النبي صلى الله عليه وسلم وفعله. وإذا لم تثبت أقوالهم امتنع المصير إلى التقدير الذي ذكره بوجهين:\rأحدهما: أنه مخالف لسنة النبي صلى الله عليه وسلم التي رويناها. ولظاهر القران، لأن ظاهره اباحة القصر لمن ضرب في الأرض لقوله تعالى: {وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ} ولقد سقط شرط الخوف بالخبر المذكور عن يعلى بن أمية، فتبقى ظاهر تلاية متناولا كل ضرب الأرض.\r__________\r1 انظر شرح فتح القدير 1: 392.\r2 انظر البدائع والصنائع 1: 287-288.\r3 البخاري – مع الفتح 566: 2.\r4 انظر فتح الباري 566: 2.\r5 انظر البدائع والصنائع 289: 1.","seal":"BE7390F3","part":1},
      {"page":84,"id":15,"nass":"وقول النبي صلى الله عليه وسلم: \"يسمح المسافر ثلاثة أيام\" جاء لبيان أكثر مدو المسح، فلا يصح الاحتجاج به هاهنا. وعلى أنه يمكن قطع المسافة القصيرة في ثلاثة أيام وقد سماه النبي صلى الله عليه وسلم سفراً فقال: لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر مسيرة يوم إلا مع ذي محرم.\rوالثاني: أن التقدير بابه التوقيف. فلا يجوز المصير إليه برأي مجرد، سيما وليس له أصل يرد إليه ولا نظير يقاس عليه. والحجة مع من أباح القصر لكل مسافر إلا أن يتعقد الإجماع على خلافه\"1.\rوبهذا يصح أن يقصر المسافر في كل سفر يسمى سفراً في العرف بدون قيد مسافة معينة وبدون نظر الى نوعية السفر ووسائله كالطائرة والقطار والسيارة وغير ذلك والله تعالى اعلم بالصواب.\rوأما الموضع الذي يقصر منه: فقال ابن النذر \"أجمعوا على أن لمريد السفر أن يقصر إذا خرج عن جميع بيوت القرية التي يخرج منها\"2.\rوهو رأي مالك والشافعي والأوزاعي وإسحاق وأبي ثور. وحكي ذلك عن جماعة من التابعين3.\rوحكي عن عطاء بن موسى أنهما أباحا القصر في البلدان لمن نوى السفر، وعن الحارث ابن أبي ربيعة أنه أراد سفراً فصلى بهم في منزله ركعتين، وفيهم الأسود بن يزيد، وغيره من أصحاب عبد الله4.\rوروى عبد الرزاق عن عطاء بطريق ابن جريج قولاً مثل الجمهور ولفظه \"إذا خرج الرجل حاجاً فلم يخرج من بيوت القرية حتى حضرت الصلاة فإن شاء قصر، وإن شاء أوفى، وما سمعت في ذلك من شيء\"5.\r__________\r1 انظر المغني: 2/212.\r2 الاجماع ص43.\r3 المغني 214: 2.\r4 المصدر السابق.\r5 مصنف عبد الرزاق 531: 2.","seal":"5A89070C","part":1},
      {"page":85,"id":16,"nass":"المسألة الثالثة: جمع تأخير دون تقديم:\rحديث أنس بن مالك قال: \"كان رسول الله صلى الله عليه وسلم إذا ارتحل قبل أن تزيغ الشمس أخر الظهر إلى وقت العصر، ثم نزل فجمع بينهما، فإن زاغت الشمس قبل أن يرتحل صلى الظهر، ثم ركب\"1.\rوفي الحديث جواز على جمع تأخير دون تقديم وهو رأي ابن حزم.\rجمع تقديم وتأخير:\rحديث معاذ بن جبل قال: \"خرجنا مع رسول الله صلى الله عليه وسلم في غزوة تبوك فكان يصلي الظهر والعصر، والمغرب والعشاء جميعاً\".\rرواه مسلم 2عن زهير وأبو داود 3والنسائي 4عن مالك، وابن ماجة 5عن سفيان الثوري كلهم عن أبي الكبير، عن أبي الطفيل عامر عن معاذ.\rثم روى مسلم أيضاً باسناده عن قرة بن خالد: حدثنا أبو الزبير نحوه وفيه\" فقلت ما حمله على ذلك: قال: أراد أن لا يحرج أمته\".\rوروى أبو داود6 فقال: حدثنا يزيد بن خالد الرملي الهمداني، حدثنا المفضل بن فضالة والليث بن سعد، عن هشام بن سعد، عن أبي الزبير بهذا الاسناد، ولفظه \"أن رسول الله صلى الله عليه وسلم كان في غزوة تبوك وإذا زاغت الشمس قبل أن يرتحل جمع بين الظهر والعصر، وإن ارتحل قبل أن تزيغ الشمس أخر حتى ينزل العصر، وفي المغرب مثل ذلك، إن غابت الشمس قبل أن يرتحل جمع بين المغرب والعشاء وأن يرتحل قبل أن تغيب الشمس أخر المغرب حتى ينزل للعشاء ثم جمع بينهما\".\r__________\r1 رواه البخاري (2/582 , 583) ومسلم (1/489) والنسائثي (1/284) كلهم عن قتيبة بن سعيد قال: حدثنا المفصل بن فضالة عن عقيل ,عن ابن شهاب عن أنس بن مالك. ثم روى البخاري أيضاً عن شيخهحسان الواسطي (وهو ابن عبد الله بن سهيل الكندي المصري) عن الفضل نحوه. ورواه ايضاً عن عمرة الناقد, حدثنا شبابة بن سوار المديني, حدثنا ليث بن سعد, عن عقيل بن خالد , باسناده ولفظه \"كان النبي صلى الله عليه وسلم إذا أراد أن يجمع بين الصلاتين في السفر أخر الظهر حتى يدخل العصر, ثم يدخل وقت العصر، ثم يجمع بينهما\" وروى أيضاًعن أبي الطاهر , وعمرو بن سواد قالا: أخبرنا ابن وهب , حدثني جابر بن إسماعيل عن عقيل باسناده ولفظه \" أن النبي صلى الله عليه وسلم إذا عجل عليه السفر يؤخر الظهر إلى وقت العصر, فيجمع بينهما, ويؤخر المغرب حتى يجمع بينهما وبين العشاء, حين يغيب الشفق\".\rوروى أبو داود (2/11 – 12) عن قتيبة وابن وهب قالا: حدثنا مفضل بن عقيل (كذا الصواب وفي نسخة أبي داود: مفضل بن عقيل) باسناده نحو روايةالشيخين.\rثم روى أيضاً فقال حدثنا سليمان بن داود المهري , حدثنا ابن وهب , أخبرني جابر بن إسماعيل عن عقيل باسناده نحو رواية مسلم)) .\r2 1/490.\r3 10/2.\r4 1/1/285.\r5 1/340.\r6 2/12.","seal":"0299B41E","part":1},
      {"page":86,"id":17,"nass":"قال أبو داود: رواه هشام بن عروة، عن حسين بن عبد الله عن كريب عن ابن عباس عن النبي صلى الله عليه وسلم. نحو حديث المفضل والليث.\rثم روى أبو داود1 والترمذي 2كلاهما عن قتيبة بن سعيد قال: أخبرنا الليث، عن يزيد بن أبي حبيب عن أبي الطفيل بإسناده ولفظه:\" أن النبي صلى الله عليه وسلم كان في غزوة تبوك إذا ارتحل قبل أن تزيغ الشمس أخر الظهر حتى يجمعها إلى العصر فيصليها جميعاً، وإذا ارتحل بعد زيغ الشمس صلى الظهر والعصر جميعاً ثم سار، وكان إذا ارتحل قبل المغرب أخر المغرب حتى يصليها مع العشاء، وإذا ارتحل بعد المغرب عجل العشاء فصلاها مع المغرب\".\rقال أبو داود: ولم يرو هذا الحديث إلا قتيبة وحده. وقال الترمذي: حديث معاذ حديث حسن غريب، تفرد به قتيبة، لا نعرف أحداً رواه عن الليث غيره. وحديث الليث عن يزيد بن أبي حبيب عن أبي الطفيل عن معاذ حديث غريب. والمعروف عند أهل العلم حديث معاذ من حديث أبي الزبير، عن أبي الطفيل عن معاذ: \"أن النبي صلى الله عليه وسلم جمع في غزوة تبوك بين الظهر، وبن العصر وبين المغرب والعشاء\" رواه قرة بن خالد وسفيان الثوري ومالك، وغير واحد عن أبي الزبير المكي. انتهى.\rأقول: لقد زال تفرد قتيبة برواية أبي داود عن الرملي، ومن طريق أبي داود رواه البيهقي3.لكنه قال: عن الليث بن سعد: \"فجعل الليث شيخ المفضل وإنما هو قرينه\". ولم ينتبه الحافظ ابن القيم فقال: \"فهذا المفضل قد تابع قتيبة، وإن كان قتيبة أجل من المفضل وأحفظ، لكن زال تفرد قتيبة به، ثم أن قتيبة صرح بالسماع فقال: حدثنا ولم يعنعن، فكيف يقدح في سماعه، مع أنه بالمكان الذي جعله الله به من الأمانة، والحفظ، والثقة، والعدالة\"4 انتهى\rوالصواب: أن الذي تابع قتيبة إنما هو الرملي لكنه خالف في اسناده فقال: الليث عن هشام بن سعد، عن أبي الزبير عن أبي الطفيل، فإما أن يصار إلى الجمع فيقال الليث بن سعد فيه اسنادان عن أبي الطفيل روى أحدهما قتيبة والآخر الرملي، وأما يصار إلى الترجيح فيقال: قتيبة أجل وأحفظ من الرملي فروايته أصح، والجمع أولى5.\r__________\r1 2/18.\r2 2/438.\r3 البيهقي: 3/162.\r4 زاد المعاد: 1/479.\r5 انظر ارواء الغليل: 3/30.","seal":"DA9ADE79","part":1},
      {"page":87,"id":18,"nass":"وأما ما أشار إليه الترمذي من حديث قرة بن خالد فرواه مسلم كما سبق ذكره، ورواه أيضاً الإمام أحمد في مسنده1وحديث مالك رواه أبو داود كما سبق ذكره ورواه مالك في موطئه أيضاً2.\rوقد أطال العلماء الكلام في رواية قتيبة بن سعيد وملخص هذه الأقوال كما ذكره الشوكاني هي خمسة:\rأحدها: أنه حسن غريب كما قال الترمذي.\rالثاني: أنه محفوظ صحيح قاله ابن حبان.\rالثالث: أنه منكر قاله أبو داود.\rالرابع: أنه منقطع قاله ابن حزم.\rالخامس: أنه موضوع. قاله الحاكم. انتهى3.\rأقول: هذه الأقوال تدور حول علتين. إحداهما تفرد قتيبة بن سعيد، والثانية عنعنة يزيد بن أبي حبيب ويجاب عن الأولى بأن قتيبة بن سعيد ثقة ثبت كما قال الحافظ، فلا يضر تفرده كما هو معلوم في علم الحديث وتخطيئة الثقات بالظن أمر مرفوض لأنه يؤدي إلى الشك في جميع الثقات.\rويجاب عن الثانية بأن يزيد بن حبيب غير معروف بالتدليس، وقد أجرك أبا الطفيل حتماً، فإنه ولد سنة 53 ومات سنة 128،وتوفي أبو الطفيل سنة 100هـ أو بعدها وعمر يزيد حينئذ 47 سنة4.\rوأما دعوى الحاكم5 بأنه موضوع فباطل قال الحافظ في التهذيب6 إن البخاري قال: قلت لقتيبة مع من كتبت عن الليث بن سعد حديث يزيد بن أبي حبيب عن أبي الطفيل. قال: مع خالد المدائني: قال محمد بن إسماعيل: وكان خالد المدائني هذا يدخل الأحاديث على الشيوخ. وقال أبو سعيد يونس لم يحدث به إلا قتيبة، ويقال إنه غلط وإن الصواب عن أبي الزبير، ثم قال الحافظ: \"وما اعتمده الحاكم من الحكم على ذلك بأنه موضوع فليس بشيء. فإن مقتضى ما استأنس به من الحكاية التي عن البخاري أن خالداً أدخل هذا الحديث عن الليث ففيه نسبة الليث مع إمامته، وجلالته\r__________\r1 مسند أحمد: 5/228 -229.\r2 موطأ مالك: 1/122 – 123 مع التنوير.\r3 انظر نيل الأوطار: 3/262.\r4 انظر ارواء الغليل: 3/30 وقد أطال الشيخ الألباني في الرد على من يضعف هذا الحديث.\r5 لقد أطال الحاكم الكلام على هذا الحديث في كتابه علوم الحديث وحكم عليه بأنه موضوع وعلل ذلك ((بأنه شاذ الاسناد والمتن, ولا نعرف له علة نعلل بها)) مع اعترافه بأن رواته أئمة ثقات. ص119-121 والمعروف ليس شاذ ما انفرد به الثقة بل إنما الشاذ أن يخالف الراوي وغيره ممن هو أحفظ منه وأوثق.\r6 8/360","seal":"61F05CF0","part":1},
      {"page":88,"id":19,"nass":"إلى الغفلة حتى يدخل عليه خالد ما ليس من حديثه، والصواب ما قاله أبو سعيد بن يونس أن يزيد بن أبي حبيب غلط من قتيبة، وأن الصحيح عن أبي الزبير، وكذلك رواه مالك وسفيان عن أبي الزبير عن أبي الطفيل لكن في متن الحديث الذي رواه قتيبة التصريح بجمع التقديم في وقت الأولى وليس في حديث مالك، إذ أجاز أن يغلط في رجل من الإسناد فجائز أن يغلط في لفظة من المتن، والحكم عليه مع ذلك بالوضع بعيد جداً\" وهذه الغلطة التي نسبها الحافظ إلى قتيبة بن سعيد غير مسلم لأنه من الثقات. فإذا زاد في روايته ولم ينكر عليها أحد من زملائه فلا يحكم عليه بالغلط، بل هو من قبيل زيادة الثقة وهي مقبولة.\rولحديث معاذ من طريق قتيبة بن سعيد في جمع تقديم شاهد من حديث ابن عباس. وهو الآتي:\r2-حديث ابن عباس: قال: ألا أحدثكم عن صلاة رسول الله صلى الله عليه وسلم في السفر قال قلنا بلى قال: \"كان إذا زاغت الشمس في منزله جمع بين الظهر والعصر قبل أن يركب، وإذا لم تزغ له في منزله سار حتى إذا حانت العصر نزل فجمع بين الظهر والعصر، وإذا حانت المغرب في منزله جمع بينهما وبين العشاء، وإذا لم تحن في منزله ركب، حتى إذا حانت العشاء نزل فجمع بينهما\"1\rفقه الحديث: هذا الحديث يدل على جواز الجمع مطلقاً بسبب السفر وهو اختيار الإمامين الشافعي وأحمد. وبه قال جماعة من الصحابة منهم: علي بن أبي طالب، وسعد بن أبي وقاص، وسعيد بن زيد، وأسامة بن زيد، ومعاذ بن جبل، وأبو موسى، وابن عمر وابن عباس وغيرهم. وهو لرأي جماعة من التابعين منهم: عطاء بن أبي رباح، وطاوس، ومجاهد، وعكرمة، وجابر بن زيد، وربيعة، وأبو الزناد ومحمد بن المنكدر. وصفوان بن سليم، وهو رأي الثوري، وإسحاق، وأبن ثور، وابن المنذر، ومن المالكية أشهب وغيرهم.\rوالنظر يشهد له ذلك فإن الله أباح للمسافر أن يقصر من الصلوات بسبب السفر الذي هو مظنة للمشقة. فالجمع أولى بالرخصة فإن الصلوات في أوقاتها أعظم مشقة في السفر.\r__________\r1 رواه الشافعي (1/116) وأحمد (1/367 – 368) والدارقطني (1/388) والبيهقي (3/163) من طرقهم عن ابن جريج عن حسين ابن عبد الله بن عبيد الله بن عباس عن عكرمة وكريب كلاهما عن ابن عباس.\rوحسين ضعيف. قال الحافظ في التلخيص (2/48) واختلف عليه فيه وجمع الدارقطني في سننه بين وجوه الاختلاف فيه, إلا ان علته ضعف حسين, ويقال إن الترمذي حسنه وكان باعتبار المتابعة, وغفل ابن العربي فصحح اسناده لكن له طريق أخرى أخرجهما يحيى بن عبد الحميد الحماني في مسنده عن أبي خالد الأحمر, عن الحجاج, عن الحكم, عن مقسم, عن ابن عباس, وروى إسماعيل القاضي في الأحكام عن إسماعيل بن أبي أويس عن أخيه عم سليمان بن بلال , عن هشام بن عروة عن كريب عن ابن عباس نحوه)) انتهى.\rقال الشيخ الألباني: \"فالحديث صحيح عن ابن عباس بهذه المتابعات والطرق, وقواه البيهقي بشواهد فهو شاهدآخر لحديث معاذ من رواية قتيبة تدل على حفظه, وقوة حديثه\" راجع ارواء الغليل (3/32)","seal":"4B86CE6E","part":1},
      {"page":89,"id":20,"nass":"الجمع بين الصلاتين إذا جد به السير:\r1-حديث ابن عمر: \"قال رأيت رسول الله صلى الله عليه وسلم إذا أعجله السير في السفر يؤخر المغرب، حتى يجمع بينهما وبين العشاء\"1.\r2- حديث أنس بن مالك: قال: \"إن النبي صلى الله عليه وسلم كان إذا عجل عليه السير يؤخر الظهر إلى أول وقت العصر، فيجمع بينهما، ويؤخر المغرب حتى يجمع بينهما وبين العشاء حين يغيب الشفق\"2.\rفقه الحديث: والحديث يدل على الجمع بين الصلاتين لمن جد به السير وهو قول مشهور عن مالك، وبه قال أسامة بن زيد وابن عمر.\rقال مالك: \"لا يجمع الرجل بين الصلاتين في السفر إلا أن يجد به السير، فإن جد به السير بين الظهر والعصر يؤخر الظهر حتى يكون في آخر وقتها، ثم يصليها، ثم يصلي العصر في أول وقتها، ويؤخر المغرب حتى يكون في آخر وقتها قبل مغيب الشفق، ثم يصليها في آخر وقتها قبل مغيب الشفق، ثم يصلي العشاء في أول وقتها بعد مغيب الشفق. ثم قال: والأمر عندنا في الجمع بين الصلاتين لمن جد به السير\"3 هذا هو رأي مالك في الجمع بين الصلاتين، وأما ما نقله ابن قدامة بأن الجمع بين الصلاتين في السفر في وقت إحداهما جائز في قول أكثر أهل العلم ومنهم مالك4 فهو مخالف لمذهب المدونة. ولكن يبدو من أقوال الأئمة المالكيين المتأخرين ان الجمع يجوز مطلقاً. ففي حاشية الدسوقي: جواز الجمع مطلقاً سواء جد في السير أم لا، كان جده لإدراك أمر أم لأجل قطع المسافة والذي حكي تشهيره هو الإمام ابن رشد 5ثم الصورة التي بينها الإمام مالك والأئمة المالكيون أنها جمع صوري، لا جمعاً حقيقياً.\rوالقيد في حديث ابن عمر وأنس بن مالك لمن جد به السير للغالب وليس شرطاً للجمع لما نرى إطلاق المر في أحاديث الجمع.\rوذهب الإمام أبو حنيفة وصاحباه إلى أن الجمع خاص بعرفة ومزدلفة. وهو قول الحسن وابن سيرين، وبه قال ابن مسعود، وسعد بن أبي وقاص.\r__________\r1 رواه البخاري (2/572 مع الفتح) ومسلم (1/488) والنسائي (1/267) كلهم عن ابن شهاب عن سالم, عن ابن عمر ومالك (1/123 مع التنوير) عن نافع عن ابن عمر , كما رواه مسلم أيضاً عن يحيى, والترمذي (2/441) عن غبدة بن سليمان, كلاهما عن عبيد الله بن عمر عن نافع أن ابن عمر إذا كان جد به السير بين المغرب والعشاء بعد أن يغيب الشفق وكان يقول: \"هكذا فعل رسول الله صلى الله عليه وسلم\". قال الترمذي حسن صحيح.\r2 رواه مسلم (1/489) والنسائي (1/287) وأبو داود (2/18) كلهم عن جابر بن إسماعيل , عن عقيل عن ابن شهاب عن أنس. إلا أن أبا داود لم يذكر قوله ((إذا عجل عليه السير)) .\r3 انظر المدونة: 1/116 – 117.\r4 انظر المغني: 2/223.\r5 حاشية الدسوقي علي الدردير: 1/339.","seal":"75DB3800","part":1},
      {"page":90,"id":21,"nass":"واستدلوا على ذلك بقوله تعالى: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً} .\rقال ابن عباس أي مفروضاً1.\rوقال ابن مسعود: إن الصلاة كوقت الحج2.\rثم بجميع أحاديث المواقيت مثل أمامة جبرائيل وغيره.\rوقالوا: لا يجوز أن نترك ما يثبت بالتواتر في كتاب الله وفي سنة رسول الله صلى الله عليه وسلم بخر الآحاد.\rوذكروا أيضاً تحذير النبي صلى الله عليه وسلم لمن يفرط في أداء الصلوات في أوقاتها مثل حديث رواه مسلم عن أبي قتادة أن النبي صلى الله عليه وسلم قال: \"ليس في النوم تفريط إنما التفريط في اليقظة أن يؤخر الصلاة حتى يدخل وقت صلاة أخرى\".\rوبحديث ابن عمر قال: \"ما جمع رسول الله صلى الله عليه وسلم بين المغرب والعشاء قط في السفر إلا مرة\"3.\rوفي اسناده: عبد الله بن نافع وهو أبو محمد المخزومي مولاهم الصائغ يروي عن أبي مودود عن سليمان بن أبي يحيى عن ابن عمر.\rقال البخاري: \"يعرف حفظه وينكر\" وقال أبو حاتم: \"ليس بالحافظ وهو لين يعرف حفظه وينكر ووثقه ابن عمر\".\rوقال أبو داود بعد رواية الحديث: وهذا يروي عن أيوب عن نافع عن ابن عمر موقوفا على ابن عمر أنه لم ير ابن عمر جمع بينهما قط إلا تلك الليلة يعني ليلة استصرخ على صفية. وروى من حديث مكحول عن نافع أنه رأى ابن عمر فعل ذلك مرة أو مرتين انتهى.\rوقد حمل العلماء الحنفية هذا الحديث على تقدير صحته الجمع بين المغرب والعشاء في مزدلفة.\rوأما الأحاديث التي مر ذكرها فقالوا عنها على ثلاثة أقسام: \"يدل على الجمع الفعلي وبعضها يوهم الجمع الوقتي وبعضها يدل على مطلق الجمع\".\rوأول من أجاب عن هذه الأحاديث بعد تسليم صحتها هو الإمام أبو جعفر الطحاوي فقال: \"هو تأخير الأولى وتعجيل الآخرة4وهو المعروف بين الحنفية بجمع صوري أو بجمع فعلي\".\r__________\r1 انظر تفسير ابن كثير سورة النساء: 103.\r2 انظر تفسير ابن كثير سورة النساء: 103.\r3 رواه أبو داود2: 13.\r4 شرح معاني الآثار: 1/166.","seal":"369AD7D8","part":1},
      {"page":91,"id":22,"nass":"وقد أجاب المحدثون عن هذه الاشكالات وأطالوا البحث فيها فقال الخطابي: \"الجمع رخصة فلو كان على ما ذكروه لكان أعظم ضيقاً من الإتيان بكل صلاة في وقتها، لأن أوائل الأوقات وأواخرها مما لا يدركه الخاصة فضلاً عن العامة1.\rوقال ابن قدامة: \"وهذا فاسد لوجهين: أحدهما أنه جاء الخبر صحيحاً في أنه كان يجمعها في وقت إحداهما. والثاني: أن الجمع رخصة فلو كان على ما ذكروه لكان أشد ضيقاً وأعظم حرجاً من الاتيان بكل صلاة في وقتها، لأن الاتيان بكل صلاة في وقتها أوسع من مراعاة طرفي الوقتين بحيث لا يبقى من وقت الأولى إلا قدر فعلها، ومن تدبر هذا وجده كما وصفناه، ولو كان الجمع هكذا لجاز الجمع بين العصر والمغرب، والعشاء والصبح، ولا خلاف بين الأمة في تحريم ذلك، والعمل بالخبر على الوجه السابق إلى الفهم منه أولى من هذا التكلف الذي يصان كلام رسول الله صلى الله عليه وسلم من حمله عليه\"2.\rوالدليل على أن الجمع رخصة قول ابن عباس: \"أراد أن لا يحرج أمته\" رواه مسلم.\rوأما من خص الجمع بمن جد به السير فيرد عليه بما وقع التصريح في حديث معاذ بن جبل: \"أن النبي صلى الله عليه وسلم أخر الصلاة في غزوة تبوك، ثم خرج فصلى الظهر والعصر جميعاًثم دخل، ثم خرج فصلى المغرب والعشاء جمعاً\"3.\rقال الإمام الشافعي: \"قوله: دخل ثم خرج: لا يكون إلا هو نازل، فللمسافر أن يجمع نازلا ومسافرا\". وقال ابن عبد البر: \"في هذا أوضح دليل على الرد من قال:\rلا يجمع إلا من جد به السير، وهو قاطع للالتباس\"4.\rوأما قول العلماء الحنفية: \"لا يجوز أن نترك ما ثبت بالتواتر في كتاب الله وفي سنة رسول الله صلى الله عليه وسلم بخبر الآحاد\".\rفيجاب ليس هناك ترك لما في الكتاب والسنة وإنما هو تخصيص، وتخضيض المتواتر يجوز بالحديث الصحيح وهو معلوم من أصول الدين. ويبدو أن المحققين من العلماء الحنفية لما وجدوا صعوبة حمل الأحاديث الصحيحة على الجمع الصوري رجعوا عما كانوا عليه.\r__________\r1 الفتح: 2/580.\r2 المغني: 1/224.\r3 رواه مالك في الموطأ: 1/123 مع التنوير.\r4 انظر فتح الباري.","seal":"2CD1370E","part":1},
      {"page":92,"id":23,"nass":"فهذا الشيخ عبد الحي اللكنوي المحقق الحنفي يقول: \"حمل أصحابنا يعني الحنيفية الأحاديث الواردة في الجمع على الجمع الصوري. وقد بسط الطحاوي الكلام فيه في شرح معاني الآثار ولكن لا أدري ماذا يفعل بالرويات التي وردت صريحاً بأن الجمع كان بعد ذهاب الوقت. وهي مروية في صحيح البخاري وسنن أبي داود. وصحيح مسلم وغيرها من الكتب المعتمدة على ما لا يخفى على من نظر فيها، فإن حمل على أن الرواة لم يحصل التمييز لهم فظنوا قرب خروج الوقت فهذا بعيد عن الصحابة الناصين على ذلك. وأن اختير ترك الروايات بإبداء الخلل في الإسناد فهو أبعد مع إخراج الأئمة لها، وشهادتهم بتصحيحها، وإن عورض بلأحاديث التي صرحت بأن الجمع كان بالتأخير إلى آخر الوقت، والتقديم في أول الوقت فهو أعجب، فإن الجمع بينهما بحملها على اختلاف الأحوال ممكن بل هو الظاهر\" انتهى1.\rوهذا هو الحق في هذا الموضوع والله تعالى أعلم.\r__________\r1 التعليق الممجد: 129.","seal":"E08CC898","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"صلاة المسافر","HigriD":"","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد ضياء الرحمن الأعظمي","bLnk":null,"Inf":"","Auth":"محمد ضياء الرحمن الأعظمي","Betaka":"الكتاب: صلاة المسافر\r\nالمؤلف: محمد ضياء الرحمن الأعظمي\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة الخامسة. عشر العدد الثامن والخمسون. ربيع الأخر-جمادى الأولى-جمادى الأخرة 1403هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"80D59F8C","cat":"بحوث ومسائل","oNum":12270,"BkId":12270,"oAuth":1812,"bVer":1,"aSeal":"B4304347"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12270":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المسألة الأولى: حكم القصر والإتمام في السفر"},
      {"lvl":1,"id":12,"sub":0,"tit":"المسألة الثانية: مسافة القصر"},
      {"lvl":1,"id":16,"sub":0,"tit":"المسألة الثالثة: جمع تأخير دون تقديم"}
    ]
}
