{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12546":
    [
      {"page":19,"id":1,"Hno":null,"nass":"الجزء فيه: ذكر من لم يكن عنده إلا حديث واحد ومن لم يحدث عن شيخه إلا بحديث واحد\rتأليف\rالشيخ الإمام الحافظ أبي محمد الحسن بن محمد بن الحسن بن علي الخلال رحمه الله تعالى\rرواية الشيخ الإمام أبي بكر محمد بن الحسين بن محمد المقرئ عنه\rورواية الشيخ أبي سعد أحمد بن عبد الجبار بن أحمد بن القاسم الصيرفي عنه إجازة","seal":"3705DDB2","part":1},
      {"page":21,"id":2,"Hno":1,"nass":"بسم الله الرحمن الرحيم\rوبه الثقة والعون\r1- أخبرنا الشيخ الإمام أبو بكر محمد بن الحسين بن محمد المقرئ قال: أخبرنا الشيخ الحافظ أبو محمد الحسن بن محمد بن الحسن الخلال الحافظ قال: حدثنا أبو يعقوب يوسف بن أحمد بن يوسف العطار بمكة قال: حدثنا أبو جعفر محمد بن إبراهيم الديبلي قال: حدثنا محمد بن زنبور.\rوحدثنا أبو الفضل الزهري حدثنا ابن صاعد قال: حدثنا محمد بن زنبور قال: حدثنا حماد بن زيد حدثنا ثابت البناني عن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم أجمل الناس وجها وأجودهم كفا وأشجعهم قلبا وأسمحهم وفزع أهل المدينة فخرج على فرس لأبي طلحة عري وقال لم تراعوا لم تراعوا , ثم قال: إني وجدته بحرا.\r-[22]- قال الديبلي في حديثه: محمد بن زنبور لم يكن عنده عن حماد بن زيد غير هذا الحديث قال لقيته عند زمزم فحدثني به.","seal":"B32F409D","part":1},
      {"page":22,"id":3,"Hno":2,"nass":"2- حدثنا علي بن أحمد بن عمر الدارقطني قال: حدثنا عبد الله بن محمد بن عبد العزيز قال: حدثنا خلف بن هشام قال: حدثنا أبو عوانة الوضاح مولى يزيد بن عطاء عن بكير بن الأخنس عن مجاهد عن ابن عباس قال فرض الله الصلاة على لسان نبيكم صلى الله عليه وسلم للمقيم أربعا وللمسافر ركعتين وفي الخوف ركعة.\rقال أبو الحسن الدارقطني لم يحدث أبو عوانة عن بكير بن الأخنس بغير هذا الحديث.\r-[23]- قال أبو محمد الخلال وهو حديث صحيح أخرجه مسلم.","seal":"43CFB1C4","part":1},
      {"page":23,"id":4,"Hno":3,"nass":"3- حدثنا أبو الحسين عبيد الله بن أحمد البواب قال: حدثنا عبد الله بن إسحاق أبو محمد الأنماطي قال: حدثنا عمر بن شبة قال: حدثني أبو عبد الله المديني ولم أكتب عنه غير هذا الحديث قال: حدثنا المنكدر بن محمد بن المنكدر , عن أبيه عن صفوان بن سليم عن جابر بن عبد الله أن عبد الله بن سلام قال يا رسول الله دلني على عمل يحبني الله عليه قال أفش السلام وأطعم الطعام وصل والناس نيام تدخل الجنة بسلام.","seal":"1C625613","part":1},
      {"page":23,"id":5,"Hno":4,"nass":"4- حدثنا عمر بن محمد بن علي الزيات قال: حدثنا أحمد بن الحسين بن إسحاق أبو الحسن الصوفي الصغير سنة إحدى وثلاثمئة قال: -[24]- حدثنا عبد الله بن مطيع قال: حدثنا خالد بن عبد الله يعني الواسطي عن ابن أبي ليلى عن عطية عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم إن أفضل أهل الدرجات العلى ليراهم من هو أسفل منهم كما ترون الكوكب الدري في أفق السَّماء وإن أبا بكر وعمر منهم وأنعما.\rقال أحمد بن الحسين الصوفي قلت لعبد الله بن مطيع أين كتبت عن خالد قال بمكة هذا الحديث لم أسمع منه غيره.","seal":"8B9131AE","part":1},
      {"page":25,"id":6,"Hno":5,"nass":"5- حدثنا أحمد بن إبراهيم بن شاذان قال: حدثنا عبد الله بن سليمان بن الأشعث إملاء قال: حدثنا علي بن خشرم قال: حدثنا عيسى يعني ابن يونس عن المسعودي عن أبي يزيد , عن أبيه , عن أبي هريرة, قال قيل يا رسول الله ما يلج به الناس الجنة قال تقوى الله وحسن الخلق قيل فما أكثر ما يلج به الناس النار قال الأجوفان الفم والفرج.\r-[26]- قال عبد الله بن سليمان هذا أبو يزيد داود الأودي ولم يرو المسعودي عن داود غير هذا الحديث.","seal":"A953F7F4","part":1},
      {"page":26,"id":7,"Hno":6,"nass":"6- حدثنا علي بن عمر الدارقطني قال: حدثنا علي بن عبد الله بن مبشر قال: حدثنا محمد بن كثير بن بنت يزيد بن هارون قال: حدثنا -[27]- سرور بن المغيرة عن سليمان التيمي عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم من كان له ثلاث بنات يعولهن ويرحمهن فله بهن الجنة.\r-[28]- قال أبو الحسن الدارقطني لم يسند سليمان التيمي عن محمد بن المنكدر غير هذا.","seal":"DA883FBE","part":1},
      {"page":28,"id":8,"Hno":7,"nass":"7- أجاز لنا علي بن أحمد بن نصير الوراق قال: أخبرنا سهل بن موسى شيران قال: حدثنا محمد بن عبد الملك بن أبي الشوارب قال: حدثنا [أبو] عاصم العباداني قال: حدثنا الفضل الرقاشي عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم بينا أهل الجنة في الجنة إذ سطع لهم نور فرفعوا رؤوسهم , وإذا الرب يقول السلام عليكم فذلك قوله {سلام قولا من رب رحيم} .\r-[29]- قال علي بن أحمد: لم يكن عند شيران عن محمد بن أبي الشوارب غير هذا الحديث.","seal":"F47AD052","part":1},
      {"page":29,"id":9,"Hno":8,"nass":"8- حدثنا أحمد بن محمد بن عمران قال: حدثنا أحمد بن عبد الله الوكيل قال: حدثنا هارون بن حميد [الدهكي] قال: حدثنا عبد الرحمن بن مهدي قال: حدثنا سفيان بن سعيد الثوري عن ليث بن أبي سليم قال: قال لي طاوس إذا تعلمت فتعلم لنفسك فإن الناس قد ذهبت منهم الأمانة.\r-[30]- قال هارون: في كتابي عن عبد الرحمن ست مئة أو سبع مئة حديث لم يقدر لي أن أسمع منه غير هذا الحديث.","seal":"F6300971","part":1},
      {"page":30,"id":10,"Hno":9,"nass":"9- حدثنا أبو حفص بن شاهين قال: حدثنا عبد الله بن محمد بن زياد قال: حدثنا أحمد بن حفص بن عبد الله قال: حدثنا أبي قال: حدثنا إبراهيم بن طهمان عن سماك بن حرب عن أخيه محمد بن حرب عن ابن جرير , عن أبيه قال: قال رسول الله صلى الله عليه وسلم من شرب الخمر فاجلدوه ثم إن شرب فاجلدوه ثم إن شرب فاجلدوه ثم إن شرب الرابعة فاقتلوه.\r-[31]- قال أبو حفص بن شاهين: لا أعلم أن سماكاً حدث عن أخيه إلا هذا الحديث.","seal":"FC3120AD","part":1},
      {"page":31,"id":11,"Hno":10,"nass":"10- ذكر علي بن عمر الدارقطني قال: حدثنا الحسين بن إسماعيل القاضي قال: حدثنا محمد بن خلف المقرئ قال: حدثنا محمد بن جعفر بن عون العمري قال: حدثنا حماد بن زيد عن سعيد الجريري عن عبد الله بن شقيق عن عبد الله بن حوالة قال: قال لنا رسول الله صلى الله عليه وسلم يهجمون في هذا الوادي على رجل من أهل الجنة معتم برداء أحمر -[32]- يبايعونه فهجمنا عليه فبايعناه , فإذا هو عثمان بن عفان.\rقال الدارقطني لا نعلم حدث محمد بن جعفر بن عون العمري الحرشي بحديث غير هذا.","seal":"EEFAEC77","part":1},
      {"page":32,"id":12,"Hno":11,"nass":"11- حدثنا أبو عمر بن حيويه قال: حدثنا أبو بكر بن أبي داود قال: حدثنا محمد بن الهيثم الواسطي قال: حدثنا عبد الوهاب بن عطاء عن ليث بن أبي سليم عن عمرو بن شعيب , عن أبيه عن عبد الله بن -[33]- عمرو قال أوحي إلى موسى عليه السلام أنا قاتل القتالين ومفقر الزناة.\rقال أبو بكر بن أبي داود: لم يسمع عبد الوهاب من ليث غير هذا الحديث.","seal":"2777F3A0","part":1},
      {"page":33,"id":13,"Hno":12,"nass":"12- حدثنا عبد الله بن أحمد بن عبد الله التمار قال: حدثنا عبد الله بن محمد البغوي قال: حدثنا منصور بن أبي مزاحم قال: حدثنا داود العطار ولم أسمع منه غيره يحدث عن بشر بن عاصم قال قلت لسعيد بن المسيب ما يمنعك أن تأكل الثوم مع قومك فقال معاذ الله يا ابن أخي أن أبيع خمسا وعشرين ومئة صلاة بخمس صلوات , ثم قال: إني سمعت كعب الأحبار يقول لوددت أن هذا اللبن يعود قطرانا قيل لم يا أبا إسحاق قال تتبعت قريش أذناب الإبل في الشعاب.","seal":"7210EE93","part":1},
      {"page":34,"id":14,"Hno":13,"nass":"13- حدثني أبو القاسم بن حبابة قال: حدثنا البغوي أبو القاسم قال: حدثنا علي بن الجعد قال: أخبرنا شعبة عن عبيد الله بن أبي يزيد قال: سمعت ابن عباس ورأى غلمانا ينزو بعضهم على بعض فقال هكذا يخرج يأجوج ومأجوج.\rقال أبو محمد الخلال: لم يرو شعبة عن عبيد الله غير هذا الحديث.","seal":"DBA219DC","part":1},
      {"page":34,"id":15,"Hno":14,"nass":"14- حدثنا عمر بن أحمد بن عثمان قال: حدثنا محمد بن زكريا بن إبراهيم العسكري قال: حدثنا صالح بن أحمد بن حنبل قال: حدثني أبي قال: حدثنا سفيان عن شعبة ومسعر عن عمرو بن مرة عن عبد الله بن -[35]- سلمة عن علي قال كان رسول الله صلى الله عليه وسلم لا يحجزه من قراءة القرآن شيء إلا أن يكون جنبا.\rوحدثنا عمر قال حدثنا محمد قال: حدثنا صالح قال: قال أبي ما سمعت سفيان بن عيينة يروي عن شعبة غير هذا الحديث.\rقال سفيان قال لي شعبة ليس أحدث بحديث أجود من هذا.","seal":"A962F617","part":1},
      {"page":36,"id":16,"Hno":15,"nass":"15- حدثنا علي بن عمرو بن سهل الحريري قال: حدثنا علي بن إبراهيم المستملي قال: حدثنا محمد بن إبراهيم بن شعيب قال: حدثنا أبو جعفر أحمد بن الصباح بن أبي سريج قال: سمعت الكسائي قال: سمعت الأعمش , قرأ {من بطون أمهاتكم} ولم أسمع منه شيئا غيره.","seal":"61BFAEAC","part":1},
      {"page":36,"id":17,"Hno":16,"nass":"16- حدثنا علي بن الحسن الجراحي قال: حدثنا زكريا بن عبد الله -[37]- قال: حدثنا عبيد الله بن سعد وحدثنا أحمد بن علي بن الحسن بن بشير القطان قال: حدثنا عثمان بن أحمد قال: حدثنا حنبل قال: حدثنا سليمان بن داود الهاشمي [قالا] حدثنا إبراهيم بن سعد عن هشام بن عروة , عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم الحمى من فيح جهنم فأبردوها بالماء.\r-[38]- قال إبراهيم بن سعد: لم أسمع من هشام شيئا إلا هذا الحديث الواحد.","seal":"DDBFD2A8","part":1},
      {"page":38,"id":18,"Hno":17,"nass":"17- حدثنا أبو محمد الصفار عبد الله بن عثمان قال: حدثنا أحمد بن عبيد الله بن الحريص قال: حدثنا محمد بن الجهم السمري قال: حدثنا عبد الوهاب بن عطاء عن إسرائيل بن يونس عن زيد بن عطاء بن السائب عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم غفر الله لرجل كان قبلكم كان سهلا إذا باع سهلا إذا اشترى سهلا إذا أقضى سهلا إذا اقتضى.\r-[39]- قال أبو محمد الخلال لا أعلم لزيد بن عطاء بن السائب غيره.","seal":"1D2E1C96","part":1},
      {"page":39,"id":19,"Hno":18,"nass":"18- حدثنا أبو بكر بن شاذان قال: حدثنا أبو طالب أحمد بن نصر قال: حدثنا عثمان بن خرزاذ وأبو زرعة عبد الرحمن بن عمرو وسليمان بن حذلم قالوا حدثنا سليمان بن عبد الرحمن قال: حدثنا إسماعيل بن عياش عن أم عبد الله ابنة خالد بن معدان , عن أبيها عن المقدام بن معدي كرب عن النبي صلى الله عليه وسلم قال إن الله يوصيكم بأمهاتكم إن الله يوصيكم بأمهاتكم إن الله يوصيكم بأمهاتكم إن الله يوصيكم بآبائكم -[40]- إن الله يوصيكم بالأقرب فالأقرب.\rقال أبو محمد الخلال لا أعلم أن أم عبد الله بنت خالد أسندت غيره.","seal":"8548C5DD","part":1},
      {"page":40,"id":20,"Hno":19,"nass":"19- حدثنا أبو حفص عمر بن إبراهيم بن كثير المقرئ قال: حدثنا نهشل بن دارم المقرئ حدثنا أبو جعفر أحمد بن أبي سليمان القواريري -[41]- قال: حدثنا حمَّاد بن سَلَمة عن ثابت , عن أنس, قال: قال رسول الله صلى الله عليه وسلم من فرج عن أخيه المسلم كربة من كرب الدنيا فرج الله عنه سبعين كربة من كرب يوم القيامة والله عون العبد ما كان العبد في عون أخيه ومن ستر على أخيه المسلم في الدنيا ستر الله عليه يوم القيامة فقال رجل يا رسول الله من أهل الجنة قال كل هين لين قريب سهل.\rقال أبو حفص الكتاني لم يكن عند نهشل عن هذا الشيخ غير هذا الحديث الواحد.","seal":"95FDA7F9","part":1},
      {"page":42,"id":21,"Hno":20,"nass":"20- حدثنا محمد بن نصر بن مكرم المعدل قال: أخبرنا جعفر بن محمد بن مغلس قال: حدثنا جعفر بن هذيل قال: حدثنا أحمد بن عباد بن كناسة , عن أبيه عن الأعمش عن سعيد بن جبير عن عبد الله بن عمر قال كان رسول الله صلى الله عليه وسلم يصلي أين ما توجهت به راحلته تطوعا وهو جاء من مكة إلى المدينة قال وأنا أفعل ذلك وفي ذلك نزلت {ولله المشرق والمغرب} .\rقال أبو محمد الخلال: عباد بن كناسة أخو محمد بن كناسة ولا أعرف له غير هذا الحديث.","seal":"D3EBADEF","part":1},
      {"page":42,"id":22,"Hno":21,"nass":"21- حدثنا علي بن عمر بن أحمد الدارقطني قال: حدثنا الحسن بن إبراهيم بن عبد المجيد المقرئ قال: حدثنا محمد بن إسماعيل بن زياد الدولابي قال: حدثنا الحسن بن موسى الأشيب قال: حدثنا شيبان عن ليث عن مجاهد عن الأسود عن عائشة أن رسول الله صلى الله عليه وسلم قال: -[43]- الكلب الأسود شيطان.\rوحدثناه ابن سليمان قال حدثنا ابن نيروز قال: حدثنا أبو فروة قال: حدثنا الحسن بن موسى قال: حدثنا شيبان مثله.\rقال علي بن عمر الدارقطني ليس لمجاهد عن الأسود غير هذا الحديث.","seal":"56A35F2E","part":1},
      {"page":44,"id":23,"Hno":22,"nass":"22- حدثنا محمد بن إسماعيل الوراق وعلي بن الحسن الجراحي وطلحة بن محمد [المعتزلي] وعبيد الله بن محمد بن حبابة قالوا أخبرنا عبد الله بن محمد البغوي قال: حدثنا أبو الربيع الزهراني سليمان بن داود قال: حدثنا مالك عن نافع عن عبد الله بن عمر أن تلبية رسول الله صلى الله عليه وسلم: لبيك اللهم لبيك , لبيك لا شريك لك لبيك , إن الحمد والنعمة لك والملك , لا شريك لك.\rقال أبو محمد الخلال: لم يحدث أبو الربيع الزهراني عن مالك غير هذا الحديث.","seal":"87AEF6EC","part":1},
      {"page":45,"id":24,"Hno":23,"nass":"23- حدثنا علي بن عمر التمار قال: حدثنا دعلج بن أحمد أبو محمد قال: أخبرنا أحمد بن علي الأبار قال: حدثنا أبو يحيى صاعقة قال: حدثنا روح بن عبادة قال: حدثنا حبيب أبو حجر القيسي قال: سمعت -[46]- ثابت البناني قال: سمعت عدي بن حاتم يقول يوشك أن يأتي على الناس زمان يشق على الرجل أن يخرج زكاة ماله قال ثابت سمعته منه بالكوفة.\rقال أبو محمد الخلال: لا أعلم روى ثابت البناني عن عدي بن حاتم إلا هذا الحديث.","seal":"FBF3F78E","part":1},
      {"page":46,"id":25,"Hno":24,"nass":"24- حدثنا أبو القاسم بن حبابة قال: حدثنا أبو بكر بن أبي داود قال: حدثنا عبيد الله بن إبراهيم بن سعد قال: حدثنا عمي قال: حدثنا أبي عن ابن إسحاق قال حدثتا شعبة بن الحجاج عن نصير الأسدي عن عامر بن السمط عن أبي الغريف الهمداني أنه سمع علي بن أبي طالب -[47]- يقول اقرؤوا القرآن ما لم يكن أحدكم جنبا , فإذا كان جنبا فلا ولا حرف.\rقال أبو بكر: لم يرو شعبة عن نصير غير هذا الحديث.\rقال أبو محمد الخلال: نصير الأسدي نصير بن أبي الأشعث كوفي.","seal":"73B27D4D","part":1},
      {"page":47,"id":26,"Hno":25,"nass":"25- حدثنا أبو حفص عمر بن أحمد بن شاهين قال: حدثنا محمد بن أحمد بن حمدان القشيري ومحمد بن عبد الله بن سفيان المعمري جميعا بالبصرة قالا أخبرنا عبد الله بن أحمد بن أسيد الأصبهاني قال: حدثنا -[48]- محمد بن عاصم خالي قال: حدثنا أبو داود قال: حدثنا أبو عوانة عن حصين عن سهيل , عن أبيه , عن أبي هريرة, عن النبي صلى الله عليه وسلم قال إذا صليتم الجمعة فصلوا بعده أربعا.\rقال أبو حفص: لا أعلم روى حصين عن سهيل إلا هذا الحديث.","seal":"CB4459FF","part":1},
      {"page":48,"id":27,"Hno":26,"nass":"26- حدثنا علي بن عمرو بن سهل الحريري قال: أخبرنا أبو محمد القاسم بن نصر الحبار بسر من رأى قال: حدثنا أحمد بن إسحاق بن صالح بن عطاء الوزان قال: حدثنا مسدد قال: حدثنا حماد بن زيد عن -[49]- أيوب عن نافع , عن أبي هريرة, قال: قال رسول الله صلى الله عليه وسلم الخيل معقود في نواصيها الخير.\rقال أبو محمد الخلال: لا أعلم روى أيوب عن نافع , عن أبي هريرة, غير هذا الحديث.","seal":"07095C94","part":1},
      {"page":50,"id":28,"Hno":27,"nass":"27- حدثنا أبو جعفر أحمد بن أبي طالب الكاتب قال: حدثنا أبي قال: حدثنا العباس بن عبد الله قال: حدثنا رواد عن عبد القدوس عن حماد عن إبراهيم قال لم أسمع من أنس إلا حديثا سمعته يقول قال رسول الله صلى الله عليه وسلم طلب العلم فريضة على كل مسلم.\rحدثناه يوسف بن عمر قال: حدثنا أسامة بن محمد الدقاق قال: حدثنا العباس بن عبد الله ,.. فذكر مثله سواء.\rحدثناه ابن البواب قال: حدثنا العباس بن علي النسائي قال: حدثنا عباس بن عبد الله مثله.","seal":"5FEF0264","part":1},
      {"page":51,"id":29,"Hno":28,"nass":"28- حدثنا أبو حفص عمر بن أحمد بن عثمان قال: حدثنا الحسن بن أحمد بن الربيع قال: حدثنا حميد بن الربيع قال: حدثنا حفص بن غياث قال: حدثنا ليث عن طلحة بن مصرف , عن أبيه عن جده وجده عمرو بن كعب قال رأيت رسول الله صلى الله عليه وسلم يمسح بيده من جبهته إلى قفاه.\r-[52]- قال أبو محمد الخلال: لم يحدث طلحة بن مصرف عن أبيه , عن جده إلا هذا الحديث الواحد.\rقال علي بن المديني: لم يرو عمرو بن كعب عن النبي صلى الله عليه وسلم حديثا غير هذا.","seal":"E293473E","part":1},
      {"page":53,"id":30,"Hno":29,"nass":"29- حدثنا علي بن عمر التمار قال: حدثنا أبو عيسى موسى بن محمد القنطري قال: حدثنا محمد بن الهيثم القاضي قال: حدثنا محمد بن الصلت قال: حدثنا يونس بن بكير عن محمد بن إسحاق عن فاطمة بنت علي قالت كان لعلي عليه السلام خصي بربري.\rقال محمد بن الصلت لم أسمع من يونس بن بكير غيره.","seal":"853997BD","part":1},
      {"page":53,"id":31,"Hno":30,"nass":"30- حدثنا أبو حفص عمر بن أحمد بن عثمان قال: حدثنا يعقوب بن أحمد بن ثوابة الحضرمي بحمص قال: حدثنا سعيد بن عثمان التنوخي قال: حدثنا محمد بن ثمال الصنعاني قال: حدثنا عبد المؤمن بن يحيى بن أبي كثير , عن أبيه عن أبي سلمة بن عبد الرحمن عن عائشة قالت كانت عجوز تأتي النبي صلى الله عليه وسلم فيسر بها ويكرمها فقلت بأبي أنت وأمي إنك لتصنع بهذه العجوز شيئا ما تصنعه بأحد قال إنها كانت تأتينا عند -[54]- خديجة أما علمت أن كرم الود من الإيمان.\rقال أبو حفص بن شاهين لا أعلم ليحيى بن أبي كثير ابناً غير هذا، ولا له عن أبيه إلا هذا الحديث.\rقال أبو محمد الخلال: أما عبد المؤمن بن يحيى فغريب لا أعرف له إلا هذا الحديث , عن أبيه وله أخ آخر وهو عبد الله بن يحيى بن أبي كثير له عن أبيه أحاديث قد ذكرتها في باب آخر.","seal":"3184F777","part":1},
      {"page":54,"id":32,"Hno":31,"nass":"31- حدثنا أبو القاسم بن حبابة قال: حدثنا عبد الله بن محمد البغوي قال: حدثني ابن المقرئ قال: حدثنا أبي عن ابن عون قال ولم يسمع منه غير هذا الحديث عن ابن سيرين , عن أبي هريرة قال: نهى أو نهي -[55]- أن يبول الرجل في الماء الدائم أو الراكد ثم يتوضأ منه أو يغتسل منه.\rلم يحدث عبد الله بن يزيد المقرئ عن عبد الله بن عون البصري غير هذا الحديث.","seal":"F24EA8A8","part":1},
      {"page":55,"id":33,"Hno":32,"nass":"32- حدثنا عمر بن أحمد بن شاهين قال: حدثنا عبد الله بن محمد البغوي قال: حدثنا عثمان بن أبي شيبة , قال: حدثنا حسين بن علي الجعفي عن أخيه محمد بن علي عن محمد بن أبي إسماعيل قال دخلت على أنس بن مالك فرأيت في بيته قدحا من خشب فقال كان النبي صلى الله عليه وسلم يشرب فيه ويتوضأ.\rقال أبو حفص بن شاهين ولا اعلم لمحمد بن علي الجعفي أخو حسين بن علي الجعفي حديثا غير هذا.","seal":"EEC9DECD","part":1},
      {"page":56,"id":34,"Hno":33,"nass":"33- حدثنا علي بن الحسن الجراحي قال: حدثنا عبد الله بن محمد بن زياد قال: حدثنا عيسى بن إبراهيم قال: حدثنا عبد الله بن وهب قال: حدثنا سعيد بن عبد الرحمن الجمحي عن عبد الله بن محمد بن سيرين , عن أبيه , عن أبي هريرة, عن رسول الله صلى الله عليه وسلم أنه سجد سجدتي السهو يوم جاءه ذو اليدين بعد السلام.\rقال أبو محمد الخلال: لم يرو عبد الله بن محمد بن سيرين , عن أبيه إلا هذا الحديث.","seal":"7F60C8A2","part":1},
      {"page":56,"id":35,"Hno":34,"nass":"34- حدثنا سليمان بن محمد بن أيوب المعدل قال: حدثنا الحسين بن -[57]- محمد بن زنجي قال: حدثنا الحسين بن أبي زيد الدباغ قال: حدثنا إسماعيل بن نصر ولم أسمع منه غيره قال سألت أبا معشر عن الوضوء من اللبن ومما غيرت النار قال: حدثنا محمد بن المنكدر عن جابر بن عبد الله قال أكلت مع النبي صلى الله عليه وسلم فلم يحدث وضوءا إلا الوضوء الأول ثم أكلت مع أبي بكر ثم أكلت مع عمر ثم أكلت مع عثمان.","seal":"4A9534A7","part":1},
      {"page":57,"id":36,"Hno":35,"nass":"35- حدثنا أبو حفص بن شاهين قال: حدثنا أحمد بن عمرو بن -[58]- جابر قال: حدثنا أحمد بن محمد بن يوسف الحذاقي قال: قال لي حفص بن أبي الدغيش قلت لعبد الرزاق هل أدركت همام بن منبه قال نعم أدركته شيخا كبيرا قال قلت له هل سمعت منه شيئا قال نعم سمعته يحدث , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم زر غبا تزدد حبا.\r-[59]- قال أبو محمد الخلال: لم يرو عبد الرزاق عن همام غيره والله أعلم.","seal":"14D5B6A7","part":1},
      {"page":59,"id":37,"Hno":36,"nass":"36- حدثنا عبد الواحد بن علي الفامي قال: حدثنا أبو سالم محمد بن سعيد الجلودي قال: حدثنا أبو داود السجستاني قال: حدثنا حامد بن يحيى قال: حدثنا محمد بن معن المديني قال: أخبرني داود بن خالد عن ربيعة بن أبي عبد الرحمن عن ربيعة بن الهدير قال ما سمعت طلحة بن عبيد الله يحدث عن رسول الله صلى الله عليه وسلم حديثا قط غير حديث واحد قال قلت وما هو قال خرجنا مع رسول الله صلى الله عليه وسلم نريد قبور الشهداء حتى أشرفنا على حرة واقم قال تدلينا منها , فإذا قبور بمحنية قال قلنا يا رسول الله أقبور إخواننا هذه قال قبور -[60]- أصحابنا فلما جئنا قبور الشهداء قال هذه قبور إخواننا.\rحدثناه عبد الواحد بن علي قال: حدثنا المحاملي حدثنا يوسف حدثنا يعقوب بن محمد الزهري قال: حدثنا محمد بن معن الغفاري فذكره إلا أنه لم يذكر بين داود بن خالد وبين ربيعة بن الهدير أحدا.","seal":"A21601AF","part":1},
      {"page":60,"id":38,"Hno":37,"nass":"37- حدثنا أحمد بن محمد بن عمران بن عروة الجندي قال: حدثنا أبو سعيد محمد بن أحمد الأصبهاني صاحب عضد الدولة من حفظه ولم يكن عنده حديث غيره قال: حدثنا أبو جعفر محمد بن عمر بن حفص الأصبهاني قال: حدثنا أبو هدبة عن أنس بن مالك عن النبي صلى الله عليه وسلم قال -[61]- أحبكم إلى الله أحاسنكم أخلاقا الموطون أكنافا الذين يألفون ويؤلفون وإن أبغضكم إلى الله المشاؤون بالنميمة الملتمسون لهم العثرات المفرقون بين الإخوان.","seal":"40560A97","part":1},
      {"page":61,"id":39,"Hno":38,"nass":"38- حدثنا أبو حفص عمر بن أحمد بن عثمان قال: حدثنا أحمد بن محمد بن سعيد الهمذاني قال: حدثنا القاسم بن عبد الله بن عامر قال: حدثنا القاسم بن قيس قال: حدثنا عبد المؤمن بن أبي الجحاف , عن أبيه عن أبي -[62]- حازم , عن أبي هريرة, قال: قال رسول الله صلى الله عليه وسلم من أحب الحسن والحسين فقد أحبني ومن أبغضهما فقد أبغضني.\rقال أبو حفص لم يرو عبد المؤمن بن أبي الجحاف في الدنيا إلا هذا الحديث الواحد.","seal":"C885A393","part":1},
      {"page":62,"id":40,"Hno":39,"nass":"39- حدثنا أبو الحسين عبيد الله بن أحمد المقرئ قال: حدثنا إسحاق بن بنان قال: حدثنا قاسم بن يزيد الخراساني صاحب عبدان قال: حدثنا مسدد بن مسرهد قال: حدثنا حماد بن زيد عن محمد بن عمرو , عن أبي سلمة عن أبي هريرة, قال إن القضاء ليس بحساب يحسب ولكنها مسحة تمر على القلب.\rقال أبو الحسين بن البواب لم يرو حماد بن زيد عن محمد بن عمرو غير هذا الحديث.","seal":"C817CB1D","part":1},
      {"page":62,"id":41,"Hno":40,"nass":"40- حدثنا أبو الحسن علي بن عمر بن أحمد المعدل الحافظ قال: حدثنا أبو بكر عبد الله بن علي بن الحسين الخلال قال: حدثنا محمد بن سعد -[63]- العوفي قال: حدثنا أبي قال: حدثنا أبو مريم عبد الغفار بن القاسم عن أبي إسحاق السبيعي عن عمارة بن عمير عن أبي معمر عن أبي مسعود قال كان رسول الله صلى الله عليه وسلم يمسح مناكبنا في الصلاة ويقول استووا ولا تختلفوا فتختلف قلوبكم ليلني منكم أولوا الأحلام والنهى ثم الذين يلونهم ثم الذين يلونهم\rقال [أبو] مسعود فأنتم اليوم أشد اختلافا.\rقال أبو الحسن: لا أعلم حدث أبو إسحاق عن عمارة بن عمير بشيء غير هذا وتفرد به عنه أبو مريم.","seal":"85226522","part":1},
      {"page":64,"id":42,"Hno":41,"nass":"41- حدثنا أبو حفص ابن شاهين قال كتب إلي أحمد بن عبد الوارث من مصر قال: حدثنا محمد بن رمح قال: حدثنا الليث بن سعد عن مالك بن أنس عن ابن شهاب عن عبد الرحمن الأعرج , عن أبي هريرة, عن رسول الله صلى الله عليه وسلم , أنه قال: من سأله جاره أن يغرز خشبة في جداره فلا يمنعه.\rقال محمد بن رمح قال الليث: هذا أول ما لمالك عندنا وآخره.\rوقال شعيب بن الليث: لم يرو أبي عن مالك إلا هذا الحديث ولقد كان عنه مستغنيا.","seal":"3E4736B5","part":1},
      {"page":65,"id":43,"Hno":42,"nass":"42- حدثنا عبد الواحد بن علي بن الحسين الفامي [قال: حدثنا] عبد الله بن أبي داود السجستاني قال: حدثنا محمد بن عاصم قال: حدثنا أبو داود عن شعبة قال: حدثني موسى الجهني أبو عبد الله أنه سمع مصعب بن سعد يحدث , عن أبيه أن النبي صلى الله عليه وسلم قال أيعجز أحدكم أن يكسب في اليوم ألف حسنة قالوا ومن يطيق ذاك قال يسبح مئة تسبيحة يكتب له ألف حسنة ويحط عنه ألف خطيئة.\rقال أبو داود: ليس لشعبة عن هذا يعني موسى الجهني إلا هذا الحديث.","seal":"D0DAB05C","part":1},
      {"page":65,"id":44,"Hno":43,"nass":"43- حدثنا عمر بن أحمد بن عثمان قال: حدثنا عبد الله بن محمد البغوي قال: حدثنا عمرو بن علي قال: حدثنا عبد الله بن هشام الدستوائي قال: حدثني أبي عن قَتَادة عن ابن سيرين عن أبي عبيدة [بن] حذيفة عن عدي أنه أتى النبي صلى الله عليه وسلم ,.. فذكر إسلامه.\rقيل لعمرو بن علي فيه \"اتقوا النار ولو بشق تمرة\" قال هو فيه.\r-[66]- قال عمر بن أحمد لا أعلم أن عبد الله بن هشام الدستوائي أسند عن أبيه حديثا عن النبي صلى الله عليه وسلم غير هذا الحديث\rحدثناه عبد الواحد بن علي قال: حدثنا المحاملي حدثنا عمرو بن علي فذكره.","seal":"34643D4E","part":1},
      {"page":66,"id":45,"Hno":44,"nass":"44- حدثنا علي بن الحسن الجراحي حدثنا الحسن بن محمد بن شعبة قال: حدثنا سلمان بن توبة قال: حدثنا يونس المؤدب قال: حدثنا -[67]- حماد بن زيد عن معمر ويحيى بن عتيق عن الزهري عن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عقبة قالت قال رسول الله صلى الله عليه وسلم ليس بالكاذب من أصلح بين الناس فقال خيرا أو نمى خيرا.\rقال أبو محمد لم يرو يحيى بن عتيق عن الزهري غيره سمعت الدارقطني يقول ذلك.","seal":"01DE057F","part":1},
      {"page":67,"id":46,"Hno":45,"nass":"45- حدثنا عبيد الله بن أحمد بن البواب قال: حدثنا محمد بن الحسين الخثعمي قال: حدثنا الحنيني قال: حدثنا ابن الأصبهاني قال: حدثنا يحيى بن يمان عن شيبان عن جابر عن الشعبي عن ابن عباس قال منا -[68]- الهادي المهدي يعني النبي صلى الله عليه وسلم ومنا الضال المضل يعني أبا جهل.\rقال ابن الأصبهاني: لم نكتب عنه عن شيبان غير هذا.","seal":"455EF1C7","part":1},
      {"page":68,"id":47,"Hno":46,"nass":"46- حدثنا عمر بن أحمد بن عثمان قال: حدثنا يعقوب بن إبراهيم بن عيسى العسكري قال: حدثنا عمر بن شبة قال: حدثنا عمر بن علي بن مقدم قال: حدثنا هشام بن القاسم أخو روح بن القاسم قال: سمعت نعيم بن أبي هند يحدث عن حذيفة قال دخلت على رسول الله صلى الله عليه وسلم في مرضه الذي مات فيه فرأيته يهم بالقعود وعلي رضي الله عنه يميد يعني من النعاس فقلت يا رسول الله ما أرى عليا إلا قد ساهرك في ليلته هذه أفلا أدنو منك قال علي أولى بذلك فدنا منه علي وسانده فسمعته يقول من ختم له بإطعام مسكين محتسبا على الله دخل الجنة من ختم له بصوم يوم محتسبا على الله دخل الجنة من ختم له بقول لا إله إلا الله محتسبا على الله دخل الجنة.\r-[69]- قال أبو محمد الخلال: لا نعرف لهشام بن القاسم أخو روح بن القاسم إلا هذا الحديث الواحد.","seal":"D405CD81","part":1},
      {"page":70,"id":48,"Hno":47,"nass":"47- حدثنا علي بن عمر الدارقطني قال: حدثنا أبو سهل بن زياد قال: حدثنا أبو إسماعيل الترمذي قال: حدثني إبراهيم بن يحيى الشجري قال: حدثني أبي عن الحسن بن يحيى عن الزهري عن عبد الله بن كعب , عن أبيه عن النبي صلى الله عليه وسلم أنه أمر بلالا فنادى إنه لا يدخل الجنة إلا نفسا مسلمة وإن الله يؤيد هذا الدين بالرجل الفاجر.\r-[71]- قال الدارقطني: ولا أعلم للحسن بن يحيى عن الزهري غير هذا الحديث.","seal":"3345A096","part":1},
      {"page":71,"id":49,"Hno":48,"nass":"48- حدثنا محمد بن عبد الله بن المطلب قال: حدثنا محمد بن عمرو بن موسى العقيلي الحافظ بمكة قال: حدثنا أزهر بن زفر بمصر قال: حدثنا زهير بن عباد الرؤاسي قال: حدثنا سليمان بن عمران قال: حدثني حفص بن غياث , عن أبيه عن جده طلق عن علي بن أبي طالب قال: قال رسول الله صلى الله عليه وسلم مامن كتاب يلقى بمضيعة من الأرض فيه اسم من أسماء الله إلا بعث الله إليه سبعين ألف ملك يحفونه بأجنحتهم ويقدسونه حتى يبعث الله إليه وليا من أوليائه فيرفعه من الأرض فمن رفع كتابا من الأرض فيه اسم من أسماء الله رفع الله كتابه في عليين -[72]- وخفف عن والديه العذاب وإن كانا كافرين.\rقال أبو محمد الخلال: لا أعلم لحفص , عن أبيه عن جده غير هذا.","seal":"C3FA1D9F","part":1},
      {"page":72,"id":50,"Hno":49,"nass":"49- حدثنا عمر بن شاهين قال: حدثنا محمد بن محمد الباغندي قال: حدثني مسلم بن عمرو بن وهب الحذاء قال: حدثنا عبد الله بن نافع عن عثمان بن الضحاك بن عثمان , عن أبيه عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم كان يقصر الصلاة بالعقيق.\r-[73]- قال أبو حفص بن شاهين لا أحسب لعثمان بن الضحاك , عن أبيه حديثاً غير هذا.\rقال الخلال: وله حديث آخر.","seal":"6404A41F","part":1},
      {"page":74,"id":51,"Hno":50,"nass":"50- حدثنا محمد بن عثمان المعدل حدثنا إسحاق بن إبراهيم الأذرعي قال: حدثنا أحمد بن عمرو بن عبد الخالق قال: حدثنا محمد بن المثنى قال: حدثنا عبد الصَّمَد بن عبد الوارث حدثنا أبي قال: حدثنا داود بن أبي هند عن عاصم الأحول عن صفوان بن محرز عن أبي موسى عن النبي صلى الله عليه وسلم قال ليس منا من حلق ولا خرق ولا سلق.\rقال أبو بكر أحمد بن عمرو: لا نعلم داود بن أبي هند روى عن عاصم الأحول حديثا مسندا إلا هذا الحديث ولا رواه عن داود إلا عبد الوارث.","seal":"6D1483B9","part":1},
      {"page":74,"id":52,"Hno":51,"nass":"51- حدثنا علي بن عمر بن أحمد الدارقطني قال: حدثنا القاضي أبو عمر قال: حدثنا محمد بن إسحاق قال: أخبرنا أبو صالح قال نبأني الليث عن محمد بن النيل الفهري عن عبد الله بن عمر قال خرج علينا -[75]- رسول الله صلى الله عليه وسلم والناس يصلون بعد طلوع الفجر فقال لا صلاة بعد طلوع الفجر إلا ركعتين.\rقال أبو الحسن لا أعلم أسند محمد بن النيل غير هذا الحديث.","seal":"652E66D3","part":1},
      {"page":75,"id":53,"Hno":52,"nass":"52- حدثنا علي بن عمر قال: حدثنا عمر بن أحمد بن علي الجوهري قال: حدثنا محمد بن الليث المروزي قال: حدثنا عبد الله بن -[76]- عبد الرحمن وزعم أنه من ولد أسامة بن زيد كان قدم علينا قال: حدثنا عبيد الله بن عمرو عن عبيد الله بن عمر عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم لا يقولن أحدكم لأخيه قبح الله وجهك ووجه من يشبه وجهه وجهك فإن الله خلق آدم على صورته.\rقال أبو الحسن ليس عندنا عن عبيد الله بن عمرو عن عبيد الله بن عمر غير هذا الحديث أو كما قال.","seal":"2790C8B1","part":1},
      {"page":76,"id":54,"Hno":53,"nass":"53- حدثنا علي قال: حدثنا عبد الله بن محمد البغوي قال: حدثنا عمي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد القطان عن خارجة بن مصعب عن عبيد الله بن عمر أو غيره هكذا قال عن نافع عن -[77]- ابن عمر أنه كلم أباه في ذلك فقال إن زيدا كان أحب إلى رسول الله صلى الله عليه وسلم من أبيك وإن أسامة كان أحب إليه منك يعني النبي صلى الله عليه وسلم.\rقال أبو الحسن لم يرو يحيى القطان عن خارجة غير هذا الحديث ولا نعلم حدث به غير أبي عبيد وعلي بن المديني.","seal":"DFB3F613","part":1},
      {"page":77,"id":55,"Hno":54,"nass":"54- حدثنا أبو العباس بن الحسين قال: حدثنا عبد الصَّمَد بن علي -[78]- قال: حدثنا إسماعيل بن الفضل البلخي قال: حدثني عبد الملك بن مروان مؤذن مسجد أبي عاصم [قال: حدثنا أبو عاصم] قال حدثتني أم عثمان عن فاطمة قالت خطب علي رضي الله عنه بالكوفة فقال خير هذه الأمة بعد نبيها أبو بكر وعمر ولو شئت أن أقول الثالث لقلت.\rقال عبد الملك لم يكن عند أم عثمان غير هذا وكتبه عنها أبو داود وأبو عاصم.\rقال البلخي هذه فاطمة بنت الحسين.","seal":"3C6BF5EC","part":1},
      {"page":78,"id":56,"Hno":55,"nass":"55- حدثنا محمد بن عثمان المعدل قال: حدثنا أحمد بن بهزاد السيرافي قال: حدثنا حبوش بن رزق الله بن بيان الفارسي قال: حدثنا علي بن معبد بن شداد العبدي الخراساني قال: حدثنا إسماعيل بن عياش الحمصي عن موسى بن عقبة عن نافع عن ابن عمر قال: قال -[79]- رسول الله صلى الله عليه وسلم الجنب والحائض لا يقرآن من القرآن شيئا.\rقال حبوش لم أسمع من علي بن معبد غير هذا الحديث.","seal":"1B0C9F34","part":1},
      {"page":79,"id":57,"Hno":56,"nass":"56- حدثنا عبيد الله بن محمد بن حبابة حدثنا عبد الله بن سليمان بن الأشعث قال: حدثنا محمود بن خالد قال: حدثنا مروان بن محمد قال: حدثنا سعيد بن عبد العزيز قال: حدثني داود يعني ابن علي عن ذكوان مولى عائشة أنه سمع عائشة تقيم الصلاة يعني تؤذن.\r-[80]-\rقال أبو بكر: لم يرو داود بن علي عن ذكوان حديثا غيره.","seal":"5348AD8F","part":1},
      {"page":80,"id":58,"Hno":57,"nass":"57- حدثنا أحمد بن إبراهيم بن شاذان قال: حدثني الحسن بن إبراهيم المكتب أبو القاسم سنة خمس عشرة وثلاثمئة قال حدثنا محمد بن الفضل بن سلمة الدوري الوصيفي قال: حدثنا سهل بن نصر المطبخي قال: حدثنا محمد بن الفرات قال: حدثني سعيد بن لقمان عن عبد الرحمن الأنصاريّ , عن أبي هريرة, قال: سمعت النبي صلى الله عليه وسلم يقول الأكل في السوق دناءة.\r-[81]-\rقال ابن شاذان لم يكن عند هذا الشيخ غير هذا الحديث.","seal":"2BB1F46C","part":1},
      {"page":81,"id":59,"Hno":58,"nass":"58- حدثنا يوسف بن عمر القواس قال: حدثنا علي بن يعقوب بن عيسى إملاء من حفظه قال: حدثني أبو صالح الهيثم بن خالد وراق الفضل بن دكين عن الأعمش عن أبي صالح قال رأيت علي بن أبي طالب قاعدا في زرارة تحت السدرة وانحدرت سفينة فقرأ {وله الجوار المنشآت في البحر كالأعلام} والذي أجراها مجراها ما قتلت عثمان ولا شايعت في قتله ولا مالأت ولقد غمني.\rلم يكن عند علي بن يعقوب غير هذا الحديث.","seal":"B5E47437","part":1},
      {"page":82,"id":60,"Hno":59,"nass":"59- حدثنا عمر بن أحمد بن عثمان المفسر قال: حدثنا نصر بن القاسم وعبد الله بن محمد البغوي قالا حدثنا أبو همام قال: حدثنا أبو الأحوص قال: حدثنا يوسف بن أسباط عن عائذ بن شريح عن أنس بن مالك قال صليت خلف رسول الله صلى الله عليه وسلم وخلف أبي بكر وعمر وخلف عثمان وخلف علي فلم أسمع أحدا منهم يجهر ببسم الله الرحمن الرحيم\rقال أبو همام فلقيت يوسف بن أسباط فحدثني به عن عائذ بن شريح عن أنس بن مالك.\r-[83]-\rقال أبو محمد الخلال: قال يحيى بن معين لم يسمع أبو الأحوص من يوسف بن أسباط إلا هذا الحديث.","seal":"DD366CF5","part":1},
      {"page":83,"id":61,"Hno":60,"nass":"60- حدثنا محمد بن جعفر النجار قال [حدثنا] يعقوب بن إبراهيم البزاز قال: حدثنا جعفر بن محمد بن الفضيل الراسي قال: حدثنا عبد الله بن صالح قال: حدثني مفضل بن فضالة عن يونس بن يزيد عن سعد بن إبراهيم عن أخيه المسور بن إبراهيم عن عبد الرحمن بن عوف عن رسول الله صلى الله عليه وسلم لا يغرم صاحب السرقة إذا أقيم عليه الحد.\r-[84]-\rقال أبو محمد الخلال: لا أعلم روى المسور بن إبراهيم غيره.","seal":"0E0226C0","part":1},
      {"page":84,"id":62,"Hno":61,"nass":"61- حدثنا أبو القاسم يحيى بن علي بن يحيى المعمري القصري قال: حدثنا أحمد بن محمد بن سعيد بن عقدة قال: حدثنا أحمد بن يحيى قال: حدثنا أبو غسان قال: حدثنا عبد الله بن ميسرة عن أبي منصور العجلي عن عَطَاء بن أبي رَبَاح عن أسماء قالت زففت إلى رسول -[85]- الله صلى الله عليه وسلم بعض نسائه فلما أدخلناها إليه أخرج لنا النبي صلى الله عليه وسلم قدحا فيه لبن فشرب منه ثم ناوله امرأة قالت لا أشتهيه فقال لها أجوعا وكذبا قالت فناولني القدح فجعلت أدير القدح لأصيب بشفتي موضع شفتيه صلى الله عليه وسلم وتركناه وأهله.\rقال ابن عقدة: وأبو منصور هذا هو أدهم أبو إبراهيم بن أدهم.\rقال الخلال: لا أعرف لأدهم أبي إبراهيم بن أدهم حديثا غير هذا.","seal":"E39E78E6","part":1},
      {"page":86,"id":63,"Hno":62,"nass":"62- حدثنا أبو محمد عبيد الله بن علي المركب في باب الطاق من حفظه سنة ثمان وسبعين ولم أسمع منه غير هذا الحديث قال حدثنا العباس بن يوسف الشكلي وكان عم والدتي قال: حدثنا أحمد بن عبد الجبار العطاردي حدثنا أبو بكر بن عياش عن الأعمش عن أبي صالح , عن أبي هريرة رضي الله عنه , قال: قال رسول الله صلى الله عليه وسلم ما نفعني مال قط ما نفعني مال أبي بكر فبكى أبو بكر وقال وهل أنا ومالي إلا لك يا رسول الله.","seal":"022B8202","part":1},
      {"page":87,"id":64,"Hno":63,"nass":"63- حدثنا علي بن الحسن الجراحي حدثنا يحيى بن محمد بن صاعد حدثنا زياد بن أيوب ويوسف بن موسى وعلي بن مسلم ويوسف بن سعيد المصيصي ومحمد بن عثمان بن كرامة وزهير بن محمد وأحمد بن منصور بن سيار قالوا أخبرنا عبيد الله بن موسى: أخبرنا طلحة بن جبر القرشي، عن المطلب بن عبد الله بن حنطب عن مصعب بن عبد الرحمن بن عوف , عن أبيه عبد الرحمن بن عوف قال لما فتح رسول الله صَلَّى الله عَلَيه وسَلَّم مكة انصرف منها إلى الطائف فحاصرها سبع عشرة أو ثمان عشرة فلم يفتتحها ثم ارتحل غدوة أو روحة ثم نزل فهجر فخطب الناس فحمد الله وأثنى عليه وقال أيها الناس إني لكم فرط وأوصيكم بعترتي خيرا وإن موعدكم الحوض والذي نفسي بيده لتقيمن الصلاة ولتؤتن الزكاة أو لأبعثن إليهم رجلا مني فأخذ بيد علي فقال هو هذا.\r-[88]-\rقال أبو محمد الخلال: سمعت الدارقطني يقول لم يرو طلحة بن جبر حديثا مسندا غير هذا.","seal":"1E531CA3","part":1},
      {"page":88,"id":65,"Hno":64,"nass":"64- حدثنا أبو حفص عمر بن أحمد بن شاهين حدثنا سليمان بن داود الطوسي حدثنا سوار بن عبد الله العنبري حدثنا عبد الوارث بن سعيد حدثنا سعيد بن جمهان قال: سمعت سفينة يقول قال رسول الله صلى الله عليه وسلم الخلافة بعدي ثلاثون.\r-[89]-\rقال أبو حفص ما روى سوار بن عبد الله عن عبد الوارث بن سعيد غير هذا الحديث.","seal":"FE67D6F8","part":1},
      {"page":90,"id":66,"Hno":65,"nass":"65- حدثنا أحمد بن محمد بن عمران قال: حدثنا أبو بكر محمد بن يحيى الصولي قال: حدثنا عون بن محمد الكندي قال: حدثني محمد بن إسماعيل قال: سمعت إبراهيم بن مهدي قال: سمعت إسحاق بن عيسى بن علي يحدث , عن أبيه عن أبي العباس السفاح قال: حدثني أخي إبراهيم بن محمد يرويه عن أبي هاشم عبد الله بن محمد -[91]- بن علي بن أبي طالب , عن أبيه عن جده علي رضي الله عنه أن رسول الله صلى الله عليه وسلم ذكر أنه يفد عليه وافدان في يوم واحد من السند وإفريقية بسمعهم وطاعتهم وتلك علامة وفاته.\rقال أبو بكر الصولي ولا نعلم أن السفاح روي عنه حديث مسند غير هذا الحديث.","seal":"0E078BFD","part":1},
      {"page":91,"id":67,"Hno":66,"nass":"66- حدثنا عمر بن محمد بن علي الزيات حدثنا أحمد بن الحسن بن عبد الجبار وأحمد بن الحسين بن إسحاق قالا حدثنا أبو بكر بن أبي شيبة حدثنا أبو الأحوص سلام بن سليم عن أبي حصين ولم يرو عنه غيره عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم من -[92]- كان يؤمن بالله واليوم الآخر فلا يؤذي جاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليسكت.","seal":"FB4AFA2B","part":1},
      {"page":92,"id":68,"Hno":67,"nass":"67- حدثنا عبيد الله بن حبابة قال: حدثنا عبد الله بن سليمان قال: حدثنا عمرو بن علي قال: حدثنا عبد الله بن دواد عن محمد بن علي السلمي عن عبد الرحمن بن محمد بن عقيل عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم إذا صلى أحدكم في الثوب فليتزر به.\rقال أبو بكر بن أبي داود هذا أخو عبد الله بن محمد بن عقيل ولا نعرف له غير هذا الحديث.","seal":"BF94C5C9","part":1},
      {"page":93,"id":69,"Hno":68,"nass":"68- حدثنا عبد الواحد بن علي قال: حدثنا أبو سالم الجلودي قال: حدثنا أبو داود السجستاني قال: حدثنا بندار قال: حدثنا محمد بن جعفر قال: سمعت شعبة قال: سمعت أبا جعفر يحدث عن مسلم أبي المثنى عن ابن عمر قال إنما كان الأذان على عهد رسول الله صلى الله عليه وسلم مرتين مرتين والإقامة مرة مرة غير أنه يقول قد قامت الصلاة قد قامت الصلاة , فإذا سمعنا الإقامة توضأنا ثم خرجنا إلى الصلاة.\r-[94]-\rقال شعبة لم أسمع من أبي جعفر العريان غير هذا الحديث.","seal":"6BB9A16F","part":1},
      {"page":94,"id":70,"Hno":69,"nass":"69- حدثنا عمر بن محمد بن علي الزيات حدثنا أبو إسحاق إبراهيم بن أسباط قال: حدثنا عاصم بن علي قال: حدثنا الليث بن سعد عن ابن شهاب عن أنس قال: قال رسول الله صلى الله عليه وسلم من كذب علي قال حسبت , أنه قال: متعمدا فليتبوأ مقعده من النار.\rقال أبو محمد الخلال: لم يكن عند إبراهيم بن أسباط عن عاصم بن علي غير هذا الحديث.","seal":"D4E15395","part":1},
      {"page":95,"id":71,"Hno":70,"nass":"70- حدثني [أبو] محمد عبد الله بن أحمد بن محمد الجواليقي الأصبهاني قال: حدثنا أبو القاسم جعفر بن عبد الله الفناكي المعدل الرازي قال: حدثنا أبو بكر محمد بن هارون الروياني حدثنا علي بن سهل حدثنا مؤمل حدثنا سفيان حدثنا عبيد الله بن عمر عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال صلوا في بيوتكم ولا تتخذوها قبورا.\rقال أبو محمد الخلال: ما سمعت من هذا الشيخ غير هذا الحديث.","seal":"370583DF","part":1},
      {"page":95,"id":72,"Hno":71,"nass":"71- قال أبو الحسن منصور بن محمد بن منصور القزاز وذكر أن مولده سنة سبع وتسعين ومائتين قال: سمعت أبا الطيب أحمد بن -[96]- عثمان السمسار والد أبي حفص بن شاهين يقول حضرت عند أبي جعفر الترمذي فسأله سائل عن حديث النبي صلى الله عليه وسلم إن الله تعالى ينزل إلى سماء الدنيا والنزول كيف يكون يبقى فوقه علو وكيف يكون النزول فقال أبو جعفر الترمذي النزول معقول والكيف مجهول والإيمان به واجب والسؤال عنه بدعة.\rقال أبو محمد: ما كتبت عن هذا الشيخ إلا هذا الحديث.","seal":"79F2A153","part":1},
      {"page":96,"id":73,"Hno":72,"nass":"72- حدثنا عبد الواحد بن علي أبو الطيب قال: حدثنا محمد بن مخلد قال: حدثنا أحمد بن محمد بن أنس حدثنا سهل بن بكار حدثنا أبو عوانة عن أيوب عن عمرو بن شعيب , عن أبيه , عن جده قال نهى رسول الله صلى الله عليه وسلم عن سلف وبيع وعن شرطين في بيع وعن بيع ما ليس -[97]- عندك وعن بيع ما لم يضمن.\rقال أحمد لم يرو أبو رعوانة عن أيوب إلا هذا الحديث وأوله مقطوع.","seal":"7F06F1F2","part":1},
      {"page":97,"id":74,"Hno":73,"nass":"73- حدثنا أبو الحسن علي بن عبد العزيز بن مردك البرذعي قال: حدثنا أبو جعفر محمد بن عبيد الله بن العلاء الكاتب قال: حدثنا أحمد بن بديل الإيامي حدثنا أبو بكر بن عياش عن أبي حصين عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال ليس الغنى عن كثرة العرض ولكن الغنى غنى النفس.\rقال أبو الحسن بن مردك وليس عندي عن هذا الشيخ غير هذا الحديث.","seal":"876481DB","part":1},
      {"page":98,"id":75,"Hno":74,"nass":"74- حدثنا أبو عمر محمد بن العباس الخزاز حدثنا أبو بكر بن أبي داود قال: حدثنا محمد بن عبد الله بن أبي الثلج الرازي قال: حدثنا روح بن عبادة حدثنا شُعْبة عن خالد بن أبي كريمة عن عكرمة عن ابن عباس قال من شاء رمل ثلاثا ومن شاء لم يرمل ومن شاء سعى بين الصفا والمروة ومن شاء لم يسع.\rواسم أبي كريمة ميسرة ويكنى أبا عبد الرحمن من أهل المدائن.\rقال أبو بكر: سمعت أبي يقول لا نعرف عن شعبة عن خالد بن أبي كريمة غير هذا الحديث.","seal":"643E68D3","part":1},
      {"page":98,"id":76,"Hno":75,"nass":"75- حدثنا علي بن عمر الدارقطني قال: حدثنا ابن صاعد وابن أبي داود ومحمد بن مخلد قالوا حدثنا طاهر بن خالد قال: حدثني أبي قال: أخبرني القاسم بن مبرور الأيلي عن يونس بن يزيد الأيلي عن هشام بن عروة , عن أبيه عن عائشة قالت شكا الناس إلى رسول الله صلى الله عليه وسلم قحوط المطر فأمر بمنبر فوضع له ووعد الناس يوما يخرجون فيه ,.. فذكر حديثا طويلا.\r-[99]-\rقال أبو بكر بن أبي داود: لم يرو يونس بن يزيد عن هشام غير هذا الحديث، ولم يروه عن يونس إلا القاسم.","seal":"DCDCE000","part":1},
      {"page":99,"id":77,"Hno":76,"nass":"قال أبو محمد الخلال: وقد وقع إلينا من حديث يونس عنه حديث ثان.\r76- حدثناه الشيخ الصالح أبو الطيب عبد الواحد بن علي الفامي وأحمد بن محمد بن عمران الجندي وأبو بكر بن شاذان قالوا حدثنا محمد بن مخلد العطار حدثنا محمد بن إسماعيل بن زياد الدولابي حدثنا منصور بن سلمة الخزاعي قال: حدثنا سليمان بن بلال عن يونس بن يزيد عن هشام بن عروة عن عروة عن عائشة قالت كان النبي صلى الله عليه وسلم يقرأ المعوذتين و {قل هو الله أحد} في كفه ثم يمسح بهما وجهه وحيث لحقت يده.","seal":"E15BD3E9","part":1},
      {"page":100,"id":78,"Hno":77,"nass":"77- حدثنا عمر بن أحمد بن عثمان وعبد الواحد بن علي الفامي قالا حدثنا عبد الله بن محمد بن زياد حدثنا أحمد بن عبد الرحمن بن وهب قال: أخبرنا شعيب بن الليث قال: حدثنا أبي عن مالك بن أنس عن ابن شهاب عن الأعرج , عن أبي هريرة, عن النبي صلى الله عليه وسلم قال لا يمنع أحدكم جاره أن يضع خشبة على جداره قال أبو هريرة: إني أراكم عنها معرضين والله لأرمين بها بين أكتافكم.\rقال شعيب: ما روى عنه إلا هذا الحديث ولقد كان عنه مستغنيا.\rوحدثنا أبو حفص عمر بن أحمد بن عثمان قال كتب إلي أحمد بن عبد الوارث من مصر قال: حدثنا محمد بن رمح قال: حدثنا الليث عن مالك ,.. فذكر نحوه.\rقال الليث: هذا أول ما لمالك عندنا وآخره.\rقال أبو محمد الخلال: لم يصح عن الليث عن مالك إلا هذا الحديث الواحد وقد روي حديث آخر عن الليث عن مالك رواه وراد أبو نوح عن الليث عن مالك وذكروا أنه غلط فيه من حديثه عن الليث عن مالك.","seal":"FE916018","part":1},
      {"page":101,"id":79,"Hno":78,"nass":"78- حدثنا أحمد بن إبراهيم بن شاذان قال: حدثنا أبو بكر بن أبي داود قال: حدثنا أحمد بن صالح ووهب بن بيان قالا حدثنا عبد الله بن وهب قال: حدثني معاوية بن صالح عن عيسى بن عاصم عن زر بن حبيش عن أنس بن مالك: قال صلينا مع النبي صلى الله عليه وسلم صلاة الصبح قال فبينا هو في الصلاة إذ مد يده ثم أخرها فلما فرغ من الصلاة قلنا يا رسول الله رأيناك صنعت في صلاتك هذه ما لم تصنع في ما قبلها قال إني رأيت الجنة عرضت علي ورأيت فيها دالية قطوفها دانية حبها كالدباء فأردت أن أتناول منها فأوحي إليها أن استأخري فاستأخرت ثم عرضت علي النار فيما بيني وبينكم حتى رأيت ظلي وظلكم فأومأت إليكم أن استأخروا فأوحي إلي أن أمرهم فإنك أسلمت وأسلموا وهاجرت وهاجروا وجاهدت وجاهدوا فلم أر لي عليكم فضلا إلا بالنبوة.\r-[102]-\rقال ابن أبي داود: لم يرو زر بن حبيش عن أنس غير هذا.","seal":"D4F2E1F2","part":1},
      {"page":102,"id":80,"Hno":79,"nass":"79- حدثنا علي بن عمر بن أحمد الحافظ قال: حدثنا علي بن عبد الله بن مبشر قال: حدثنا محمد بن حرب النَّشائي قال: حدثنا محمد بن عبيد الطنافسي قال: حدثنا هشام , عن أبيه عن رسول الله صلى الله عليه وسلم , أنه قال لعبد الرحمن بن عوف يا أبا محمد كيف صنعت في استلام الحجر قال استلمت وتركت.\rقال محمد بن عبيد: لم أسمع من هشام غيره.","seal":"B1B31B17","part":1},
      {"page":102,"id":81,"Hno":80,"nass":"80- حدثنا علي بن الحسن الجراحي قال: حدثنا محمد بن جعفر بن غسان المدائني قال: حدثنا أبو إسماعيل محمد بن إسماعيل قال: حدثنا -[103]- قتيبة بن سعيد أبو رجاء الثقفي قال: حدثنا الدراوردي عن ابن جريج عن عَطَاء عن ابن عباس قال ما كنا نعرف انقضاء سورة على عهد رسول الله صلى الله عليه وسلم إلا بنزول بسم الله الرحمن الرحيم.\rقال أبو محمد الخلال: بلغني أن الدراوردي لم يحدث عن ابن جريج إلا هذا الحديث.","seal":"044CBBE5","part":1},
      {"page":103,"id":82,"Hno":81,"nass":"81- حدثنا علي بن عمر التمار قال: حدثنا أبو سهل بن زياد قال: حدثنا جعفر بن محمد بن كزال أبو الفضل قال: حدثنا إبراهيم بن بشير المكي قال: حدثنا محمد بن مسلم الطائفي وكان من عباد الله الصالحين عن عمرو بن دينار قال: سمعت ابن عباس يقول قال رسول الله صلى الله عليه وسلم نزلت الملائكة يوم بدر على خيل بلق معتمة بعمائم صفر قد سدلتها بين أكتافها.\rقال إبراهيم بن بشير: ما سمعت منه غير هذا.","seal":"B006EC3D","part":1},
      {"page":103,"id":83,"Hno":82,"nass":"82- حدثنا أبو بكر بن شاذان وأبو القاسم بن حبابة قالا حدثنا البغوي قال: حدثنا أبو نصر التمار قال: حدثنا مالك بن أنس عن نافع عن -[104]- ابن عمر أنه رمل من الحجر إلى الحجر.\rحدثناه محمد بن أحمد بن رزقويه قال: حدثنا محمد بن أحمد بن الخطاب قال: حدثنا موسى بن هارون قال: حدثنا أبو نصر التمار مثله.\rقال موسى بن هارون: ولم يكن عند أبي نصر عن مالك غير هذا.","seal":"F7BB2636","part":1},
      {"page":104,"id":84,"Hno":83,"nass":"83- حدثنا عمر بن أحمد بن عثمان قال: حدثنا محمد بن محمد بن عمر الجارودي بالبصرة قال: حدثنا محمد بن عبد الملك بن أبي الشوارب قال: حدثنا أبو عوانة عن أبي الزبير عن جابر أن النبي صلى الله عليه وسلم كان ينبذ له في تور من حجارة.\r-[105]-\rقال أبو حفص: ليس عندي عن أبي عوانة عن أبي الزبير إلا حديثين هذا أحدهما.\rقال أبو محمد: والحديث الثاني.","seal":"FAA47646","part":1},
      {"page":105,"id":85,"Hno":84,"nass":"84- حدثناه عبد الواحد بن علي قال: حدثنا علي بن محمد بن يحيى السواق قال: حدثنا علي بن آدم بن بلال حدثنا حسن الأشيب عن أبي عوانة عن أبي الزبير , عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال صلوا على موتاكم بالليل والنهار أربعا.","seal":"F46A9C97","part":1},
      {"page":106,"id":86,"Hno":85,"nass":"85- حدثنا أبو الطيب القاضي عبد الواحد بن علي قال: حدثنا أبو بكر عبد الله بن محمد بن زياد الفقيه قال: حدثنا الربيع بن سليمان ونصر بن مرزوق قالا حدثنا أسد بن موسى قال: حدثنا الليث بن سعد عن يحيى بن سعيد عن أبيه , عن جده أنه جاء والنبي صلى الله عليه وسلم يصلي صلاة الفجر فصلى معه فلما سلم قام فصلى ركعتي الفجر فقال له النبي صلى الله عليه وسلم ما هاتان الركعتان قال لم أكن صليتهما قبل الفجر فسكت ولم يقل شيئا.\rقال أبو محمد الخلال: ليس ليحيى بن سعيد الأنصاريّ عن أبيه , عن جده سوى هذا الحديث الواحد وجده قيس بن قهد وما حدث عن النبي صلى الله عليه وسلم بغيره.","seal":"1AFE96FC","part":1},
      {"page":107,"id":87,"Hno":86,"nass":"حديثان لقرفة بن عبد العزيز ليس يعرف له غيرهما.\r86- حدثنا علي بن عمر بن أحمد الدارقطني قال: حدثنا إبراهيم بن حماد بن إسحاق قال: حدثنا يعقوب بن إسحاق القلوسي قال: حدثنا عبد الله بن الربيع قال: حدثنا قرفة بن عبد العزيز الباهلي عن أبي الزبير عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم خيار قريش خيار الناس وشرار قريش خير الناس والناس تبع لقريش في الخير والشر.\rحدثناه عبد الله بن أحمد التمار قال: حدثنا محمد بن زهير الأبلي قال: حدثنا أبو يوسف القلوسي ,.. فذكر الحديث.","seal":"2D7ED80D","part":1},
      {"page":108,"id":88,"Hno":87,"nass":"87- حدثنا الدارقطني قال: حدثنا إبراهيم بن حماد قال: حدثنا القلوسي قال: حدثنا عبد الله بن الربيع حدثنا قرفة قال سئل أبو الزبير ما كان جابر يقول في الموجبتين فقال كان جابر يحدث أن رسول الله صلى الله عليه وسلم قال من لقي الله لا يشرك به شيئا دخل الجنة ومن لقي الله يشرك به شيئا دخل النار.\rقال أبو الحسن علي بن عمر: لا أعرف لقرفة غير هذين الحديثين [تفرد] بهما القلوسي.","seal":"54510FF5","part":1},
      {"page":108,"id":89,"Hno":88,"nass":"حديث أبي القاسم البغوي عن حيان بن بشر ثلاثة أحاديث.\r88- حدثنا عبيد الله بن محمد بن حبابة وعمر بن أحمد قالا حدثنا عبد الله بن محمد البغوي قال: حدثنا حيان بن بشر الأسدي قال: حدثنا محمد بن سلمة الحراني عن محمد بن إسحاق عن يزيد بن أبي حبيب -[109]- عن عبد الرحمن بن شماسة التجيبي عن عقبة بن عامر قال: سمعت رسول الله صلى الله عليه وسلم يقول لا يدخل الجنة صاحب مكس.","seal":"675602D9","part":1},
      {"page":109,"id":90,"Hno":89,"nass":"89- حدثنا ابن حبابة حدثنا عبد الله قال: حدثنا حيان قال: حدثنا محمد عن ابن إسحاق عن عاصم بن عمر بن قتادة عن عبد الرحمن بن جابر , عن أبيه قال: قال رسول الله صلى الله عليه وسلم يا ليتني غودرت مع أصحاب نحص الجبل.","seal":"FE6A352A","part":1},
      {"page":110,"id":91,"Hno":90,"nass":"90- حدثنا ابن حبابة قال: حدثنا عبد الله قال: حدثنا حيان حدثنا وكيع عن أسامة بن زيد عن عَطَاء بن أبي رَبَاح عن جابر بن عبد الله قال قال رجل يا رسول الله حلقت قبل أن أرمي قال لا حرج.\rقال أبو محمد الخلال: لم يرو البغوي عن حيان بن بشر غير هذه الثلاثة أحاديث والله أعلم.","seal":"D0DD7575","part":1},
      {"page":110,"id":92,"Hno":91,"nass":"91- أخبرنا أبو محمد الخلال قال: حدثنا عبد الله بن عثمان الصفار وعلي بن عمر الحافظ قالا أخبرنا عبد الله بن محمد بن أبي سعيد قال: أخبرنا أبو يوسف يعقوب بن إسحاق قال: حدثنا سعيد بن عبد الله الناجي قال: حدثنا عبد الوارث عن هشام بن عروة , عن أبيه عن عائشة -[111]- قالت كان رسول الله صلى الله عليه وسلم يصلي قاعدا فإذا بقيت عليه ثلاثون آية أو نحو من ثلاثين قام فقرأ ثم ركع.\rقال أبو يوسف: قال لنا أبو معمر لم يسمع عبد الوارث من هشام غير هذا.","seal":"05C4253F","part":1},
      {"page":111,"id":93,"Hno":92,"nass":"92- أخبرنا أبو محمد الخلال قال: حدثنا عمر بن أحمد بن عثمان قال: حدثنا [عبد الصَّمَد بن علي بن مكرم] قال: حدثنا أحمد بن سليمان بن المبارك قال: حدثنا أبو تراب النخشبي يزيد بن زياد قال: حدثنا واصل قال: حدثنا أبو حمزة عن رقبة عن سلمة بن كهيل عن [جندب بن -[112]- سفيان] قال سمعت رسول الله صلى الله عليه وسلم يقول من يسمع يسمع الله به ومن يرائي يرائي الله به.","seal":"71D0CB9D","part":1},
      {"page":112,"id":94,"Hno":93,"nass":"93- أخبرنا أبو محمد الخلال قال: حدثنا علي بن عمر الحافظ قال: حدثنا علي بن محمد بن عبيد وأحمد بن نصر بن طالب ومحمد بن مخلد قالوا حدثنا أحمد بن الهيثم قال حدثنا عمرو بن المخرم أبو قتادة قال: حدثنا سفيان بن عيينة عن يونس بن عبيد عن الحسن عن أمه عن أم سلمة قالت قال رسول الله صلى الله عليه وسلم يا أم سلمة اعملي ولا تتكلي فإن شفاعتي للهالكين من أمتي.\r-[113]-\rقال علي بن عمر: ليس لسفيان بن عيينة عن يونس بن عبيد غير هذا الحديث وتفرد به إن كان قد حفظ عمرو بن المخرم.","seal":"A387BEF0","part":1},
      {"page":113,"id":95,"Hno":94,"nass":"94- حدثنا محمد بن نصر بن مكرم المعدل قال: حدثنا محمد بن الحسين اللخمي قال: حدثنا أحمد بن يحيى الصوفي قال: حدثنا محمد بن يحيى بن الضريس عن جعفر بن محمد , عن أبيه عن إسماعيل بن أبي خالد عن الأعمش عن أبي البختري عن سلمان قال: قال رسول الله صلى الله عليه وسلم نوم على علم خير من صلاة على جهل.\r-[114]-\rليس لإسماعيل عن الأعمش إلا هذا الحديث وليس لمحمد بن علي بن الحسين بن علي بن أبي طالب عن إسماعيل غيره.","seal":"C825AB92","part":1},
      {"page":115,"id":96,"Hno":95,"nass":"قال أبو محمد الخلال:\r95- حديث علي بن أبي طالب عن النبي صلى الله عليه وسلم سيدا كهول أهل الجنة أبو بكر وعمر رواه عن النبي صلى الله عليه وسلم جماعة منهم علي بن أبي طالب وعبد الله بن عمر وجابر بن عبد الله وأبو هريرة وأنس بن مالك وعبد الله بن عباس وأبو سعيد الخدري وغيرهم.\rورواه عن علي جماعة منهم الحسن بن علي والحسين بن علي وعامر الشعبي وحارثة بن مضرب والحارث الأعور وزر بن حبيش ونفيع أو ابن نفيع وخطاب أو أبو خطاب.\r96- وقول النبي صلى الله عليه وسلم سيدا شباب أهل الجنة الحسن والحسين رواه عن النبي صلى الله عليه وسلم جماعة منهم أبو بكر الصديق وعمر بن الخطاب وعلي بن أبي طالب وعبد الله بن مسعود وعبد الله بن عمر وحذيفة بن اليمان وأبو ذر الغفاري وسلمان الفارسي وبريدة الأسلمي وجابر بن عبد الله وأسامة بن زيد وقيس بن وهب وأبو هريرة وأبو سعيد الخدري وأنس بن مالك ومالك بن الحويرث.\rآخر الجزء والحمد لله وحده.","seal":"77C2FC21","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":439,"Bk":"ذكر من لم يكن عنده إلا حديث واحد للخلال","HigriD":"439","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو محمد الحسن بن محمد بن الحسن بن علي البغدادي الخَلَّال","bLnk":null,"Inf":"","Auth":"الحسن الخلال","Betaka":"الكتاب: ذكر من لم يكن عنده إلا حديث واحد ومن لم يحدث عن شيخه إلا بحديث واحد\r\nالمؤلف: أبو محمد الحسن بن محمد بن الحسن بن علي البغدادي الخَلَّال (المتوفى: 439هـ)\r\nالمحقق: أبو عبد الباري رضا بو شامة الجزائري\r\nالناشر: دار ابن القيم - دار ابن عفان\r\nالطبعة: الأولى، 2004م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]\r\nأعده للشاملة: أحمد الخضري (نسخ) ، ويا باغي الخير أقبل (مقابلة)","TafseerNam":null,"PdfCs":0,"AuthInf":"الحسن الخلال (352 - 439 هـ = 963 - 1047 م) \r\n\r\nأبو محمد الحسن بن محمد بن الحسن بن علي البغدادي الخَلَّال: فاضل، من أهل بغداد.\r\nقال الخطيب البغدادي: (خرج المسند على الصحيحين، وجمع أبوابا وتراجم كثيرة) ومن كتبه (أخبار الثقلاء) و (المجالس العشر - خ) من أماليه ، نسخة قديمة جيدة، في الرباط (المجموع 174 أوقاف)\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"070826A4","cat":"الأجزاء الحديثية","oNum":12546,"BkId":12546,"oAuth":519,"bVer":1,"aSeal":"6A73A620"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12546":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"ذكر من لم يكن عنده إلا حديث واحد للخلال"}
    ]
}
