{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12569":
    [
      {"id":1,"nass":"التَّأويل\rخُطُورَتُهُ وَآثَارُهُ\r\rتأليف\rالدّكتور عمر سُليمان الأشقر\r\rدار النفائس\rللنشر والتوزيع","Part":null,"seal":"1D3E1B7C","page":null},
      {"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\" فاتحة كل خير وتمام كل نعمة \"","Part":"1","seal":"AB7032CB","page":5},
      {"id":4,"nass":"كلمة الافتتاح\rالحمد لله الذي أضاء القلوب بنور كتابه، وأرشد العقول إلى البراهين، والأدلة التي تظهر الحق وتعليه، وتبطل الباطل وتبليه، وأصلي وأسلم على عبده المصطفى ونبيه المجتبى الذي بلغ الرسالة وأدى الأمانة، وتركنا على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها بعده إلا هالك، وعلى آله وصحبه الذين تلقوا عن نبيهم هذا الدين، وفقهوه وفقهوا به عباد الله، وبلغوه لمن ورائهم، حتى استنارت به الدنيا، وبلغت أنواره أقطار الأرض. وعلى الذين سلكوا سبيلهم وساروا مسارهم إلى يوم الدين، وبعد:","Part":"1","seal":"19AA4D4F","page":7},
      {"id":5,"nass":"فقد لفت نظري عظم جناية التأويل على هذه الشريعة المباركة أثناء بحثي في موضوع: \"أسماء الله وصفاته في معتقد أهل السنة والجماعة\"، وقد طال البحث في التأويل وآثاره، وأصبح من غير المقبول أن يدخل في صورته التي أنتهى إليها في الكتاب المذكور، فأفردته في رسالة خاصة.\rلقد كان التأويل باب شرّ كبير، ولج منه الذين يردون هدم الإسلام، فما تركوا شيئاً إلا أولوه، ولولا حماية الله ورعايته لهذا الدين لدرست معالمه وضاعت حدوده.\rلقد أول الضالون الواجبات فصرفوها عن وجهها، وهونوا على أتباعهم رميها وراء ظهورهم.\rوأولوا المحرمات تأويلاً جر الذين ضلوا بضلالهم على ارتكابها والولوغ فيها.","Part":"1","seal":"B747EC87","page":8},
      {"id":6,"nass":"وأولوا نصوص عذاب القبر ونعيمه، والساعة وأهولها، والمعاد والحشر والميزان والجنة والنار بحيث فقدت النصوص تأثيرها في نفوس العباد.\rوأولوا نصوص الصفات تأويلاً أضعف صلى العباد بربهم، وأفقد النصوص هيبتها إذ جعلها لعبة في أيدي المؤولين، يجتهدون ليلهم ونهارهم في صرفها عن وجهها بشتى أنواع التأويل.\rوقد اقتصرت في هذه الرسالة على النوع الأخير من المؤولات، تأويل الأسماء والصفات، فإن التأويلات التي أبطلت بها الأوامر والنواهي، ونصوص المعاد، والجنة والنار لم ترج عند عوام أهل السنة فضلاً عن علمائهم.\rولكن تأويل نصوص الصفات وجد آذاناً","Part":"1","seal":"F841F113","page":9},
      {"id":7,"nass":"صاغية عند جمع من أصحاب العقول من هذه الأمة، وجازت هذه الفرية على أقوام أتوا ذكاء ونباهة ورأيا.\rلقد ألف في موضوع الرسالة مؤلفات توسع فيها كاتبوها، وتأتي هذه الرسالة لتعالج المشكلة بصورة مبسطة ومختصرة، ولكنها - إن شاء الله- كافية وافية بالغرض، والحمد لله الذي بنعمته تتم الصالحات، ولله الأمر من قبل ومن بعد.\rد- عمر بن سليمان الأشقر\rالجامعة الأردنية - كلية الشريعة\rعمان - الأردن","Part":"1","seal":"ECB897FA","page":10},
      {"id":8,"nass":"دعوى باطلة\rأجهد الذين خالفوا منهج الكتاب والسنة الذي فقهه السلف الصالح في أسماء الله وصفاته أنفسهم في ليّ أعناق النصوص، ليصرفوها عن ظاهرها بشتى أنواع التمحلات، وسموا عملهم هذا تأويلاً، ليروج على من لا يدرك الباطل الذي جاءوا به، وزعموا فيما زعموه أنهم علموا بالقرآن الذي ألزم بتأويل المتشابه، وساروا على هدي علمائنا الأعلام الذين أولوا ما تشابه من آيات الكتاب.\rوهذا الذي جاءوا به باطل لا شك في بطلانه.","Part":"1","seal":"CC001B96","page":11},
      {"id":9,"nass":"هذا ليس بتأويل بل تحريف\rوالذي يعرف التأويل عند العرب في كلامها، ويفقه معنى التأويل الذي جاءت به النصوص، والتأويل الذي عناه الأصوليون والفقهاء يعلم قطعاً أنما جاءوا به ليس تأويلاً، بل هو من تحريف الكلم عن مواضعه الذي ذمه القرآن وذم أهله.\rيقول شيخ الإسلام ابن تيمية -رحمه الله تعالى- بعد ذكره لهذا النمط من التأويل:\r\" هذا التأويل في كثير من المواضع - أو أكثرها وعامتها- من باب تحريف الكلم عن مواضعه، من جنس تأويلات القرامطة والباطنية، وهذا هو التأويل الذي اتفق سلف الأمة وأئمتها على ذمة، وصاحوا بأهله من أقطار الأرض، ورموا في أثرهم بالشهب.\rوقد صنف الإمام أحمد كتاباً في الرد على","Part":"1","seal":"A11AFDBA","page":12},
      {"id":10,"nass":"هؤلاء سماه: (الرد على الجهمية والزنادقة) (¬1).\rويقول في موضع آخر:\r\" هذا التأويل المذموم الباطل هو تأويل أهل التحريف والبدع، والذين يتأولونه على غير تأويله، ويدعون صرف اللفظ عن مدلوله إلى غير مدلوله بغير دليل يوجب ذلك ... \" (¬2).\r\rالتأويل في لغة العرب وفي اصطلاح الشارع\rمفهوم التأويل في لغة العرب لا يأتي على هذا المعنى الذي أرادوه فمداره مادة \"أوْل\" في لغة العرب في استعمالاتها على الرجوع والعود.\rيقول ابن منظور:\r\" الأوْل الرجوع، آل الشيء يؤول ومآلا رجع، وأوّل إليه الشيء: رَجَعَهَ. وألْتُ عن الشيء: ارتددت. يقال: طبخت النبيذ حتى آل إلى الثلث أو الربع أي رجع، والأيّل\r¬_________\r(¬1) مجموع فتاوى شيخ الإسلام 4/ 69.\r(¬2) مجموع فتاوى شيخ الإسلام ابن تيمية 3/ 67.","Part":"1","seal":"1C071229","page":13},
      {"id":11,"nass":"من الوحش: الوعل، قال الفارسي: سمي بذلك لمآله إلى الجبل يتحصن فيه\" (¬1).\rويأتي التأويل في لغة العرب بمعنى التفسير أيضاً، وهذا المعنى ليس بعيد عن المعنى السابق، فالتفسير تأويل، لأن المفسر يراجع نفسه عند الشرح والبيان ويدبر الكلام ويقدره، ففيه معنى العود والرجوع.\rوالتأويل في الكتاب والسنة ليس بعيد عن المعنى اللغوي، يقول شيخ الإسلام ابن تيمية -رحمه الله تعالى: \" يراد بالتأويل حقيقة ما يؤول إليه الكلام، وإن وافق ظاهره، وهذا هو المعنى المراد بلفظ التأويل في الكتاب والسنة\" (¬2).\rيقول شارح الطحاوية: \" التأويل في كتاب الله وسنة رسوله -صلى الله عليه وسلم- هو الحقيقة التي يؤول إليه الكلام، فتأويل الخبر هو عين المخبر به،\r¬_________\r(¬1) لسان العرب لابن منظور 1/ 130.\r(¬2) مجموع فتاوى شيخ الإسلام 3/ 36.","Part":"1","seal":"825C5C18","page":14},
      {"id":12,"nass":"وتأويل الأمر: نف الفعل المأمور به\" (¬1).\rوقد أورد الباحثون في هذا الموضوع النصوص التي تدلل على أن معنى التأويل في القرآن هو هذا المعنى الذي قرروه، فمن ذلك قوله تعالى: {هل ينظرون إلا تأويله، يوم يأتي تأويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق}.\rوالمتحدث في هذا النص هو القرآن، وانتظارهم لتحقيق ما أخبر الحق عنه من وقوع العذاب بهم يوم القيامة، وهذا هو المراد بقوله: يوم يأتي تأويله عند ذلك يقر هؤلاء الذين كذبوا به في الدنيا، ويقولون في ذلك: {قد جاءت رسلنا ربنا بالحق}.\rوقد صح في السنة أن الرسول -صلى الله عليه وسلم- كان يقول في ركوعه: ((سبحانك اللهم\r¬_________\r(¬1) شرح العقيدة الطحاوية ص232.","Part":"1","seal":"0786F081","page":15},
      {"id":13,"nass":"وبحمدك يتأول القرآن)) (¬1)، أي يحقق ما أمره الله به في كتابه.\rوعندما رفع نبي الله يوسف أبويه على العرش وخر والداه وإخوانه له ساجدين قال: {يا أبتِ هذا تأويل رؤياي من قبل} فتأويل الرؤيا تحققها في عالم الواقع.\rويأتي التأويل في اللغة وفي الكتاب والسنة بمعنى التفسير، ومنه دعاء الرسول صلى الله عليه وسلم لابن عمه عبد الله بن عباس: ((اللهم فقهه في الدين، وعلمه التأويل)).\rومن هذا الباب ما جرى عليه ابن جرير الطبري في تفسيره، فإنه كثيراً ما يقول إذا شرع في تفسير آية: \"القول في تأويل قوله تعالى\".\r¬_________\r(¬1) حديث متفق عليه من قول أم المؤمنين عائشة رضي الله عنها.","Part":"1","seal":"678BDD1D","page":16},
      {"id":14,"nass":"اعتراض وجوابه\rقد يقال: إن بعض معاجم اللغة العربية تذكر أن معنى التأويل هو صرف اللفظ عن معناه الراجح إلى المعنى المرجوح لدليل يقترن به.\rأشار إلى ذلك ابن منظور وابن الأثير وغيرهما، فكيف تزعمون أن العرب لا تفقه من كلامها هذا المعنى.\rوالجواب: أن هذا المعنى دخل إلى معاجم اللغة العربية المتأخرة نقلاً عن استعمالات الفقهاء والأصوليين، لا نقلاً عن كلام العرب الذي يحتج به، يدل على صحة هذا القول أن معاجم اللغة العربية المتقدمة أمثال: تهذيب اللغة للأزهري، ومقاييس اللغة لابن فارس وهما مما دون في القرن الرابع الهجري لم يشيرا إلى هذا المعنى الذي ذكره الفقهاء","Part":"1","seal":"FAE2EB53","page":17},
      {"id":15,"nass":"والأصوليون مما يدل على أنه معنى اصطلاحي خاص بهم، فلا يجوز حمل ألفاظ القرآن عليه.\rوعلى فرض أن هذا التأويل في لغة العرب هو هذا المعنى الذي أورده الأصوليون، فإن المؤولين للنصوص لم يلتزموا بالشروط التي وضعها الأصوليون لجواز التأويل، كما سيأتي بيانه، ولذا فإن صنيعهم هذا لا يخرج تأويلهم عن التحريف.\r\rالمراد بالتأويل الذي يذم طالبه\rالتأويل الذي يذم طالبه هو البحث عن حقيقة ما اخبرنا الله به من الغيوب التي لا يستطيع العباد بعقولهم المجردة إدراك حقيقتها، فالله أخبرنا بنعيم القبر وعذابه في عالم البرزخ، كما أخبرنا بالبعث والنشور، والحشر وأهواله والجنة وأنهارها وثمارها وأطيارها وحورها، والنار وسمومها وحميمها وغسلينها، ونحن لا ندري حقيقة ما أخبرنا الله عنه،","Part":"1","seal":"5ADB06F2","page":18},
      {"id":16,"nass":"قال تعالى نافيا علم العباد بحقيقة ما أخبر الله به من نعيم أهل الجنة {فلا تعلم نفس ما أخفي لهم من قرة أعين}.\rوفي الحديث القدسي: ((أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر)).\rوصفات الباري غيب لا نعرف حقيقتها، فالكلام عن الصفات فرع عن الكلام عن الذات، وحقيقة الذات غير معروفة لنا، فكذلك صفاته تبارك وتعالى.\rأما التأويل الذي يحمد طالبه فهو البحث عن تفسير الأسماء والصفات ومعرفة معانيها على الوجه الذي تعرفه العرب من كلامها.\rفنحن نعرف معاني ما أخبرنا الله به من معاني","Part":"1","seal":"11E20C16","page":19},
      {"id":17,"nass":"أسماء الله وصفاته، كما نعلم معاني ما أخبرنا الله به من نعيم القبر وعذابه، وقيام الساعة، والبعث والنشور، والموقف وأهواله، والحساب والجزاء والميزان، والجنة ونعيمها، والنار وأهوالها.\r\rفقه آية آل عمران في ضوء ما قررناه في المبحث السابق\rقرر الحق تبارك وتعالى في سورة آل عمران أنه أنزل الكتاب {منه آيات محكمات هن أم الكتاب وأخر متشابهات} وقرر أن {الذين في قلوبهم زيغ يتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله، والراسخون في العلم يقولون آمنا به كل من عند ربنا}.","Part":"1","seal":"95CB589C","page":20},
      {"id":18,"nass":"وقد قرر الحق في هذا النص أن أهل هذا الزيغ يتركون المحكم من النصوص ويجرون وراء المتشابه، قاصدين من وراء ذلك إثارة الفتن، وبلبلة العقول والقلوب، وتفريق الأمّة.\rأما الراسخون في العلم فإنهم يحكِّمون المحكم ويؤمنون بالمتشابه.\rفإن قيل: هل يعلم الراسخون تأويل المتشابه؟\rفالجواب: أن أهل العلم اختلفوا في الوقف في النص، هل نقف على قوله (إلا الله) فيكون تأويل المتشابه مما استأثر الله به. أو نقف على (الراسخون في العلم) فيكون الراسخون في العلم ممن يعلم تأويله.\rوفي ضوء ما قررناه في البحث السابق يعلم الجواب، فإذا كان المراد بالتأويل حقيقة ما اخبر الله عنه من صفاته فالوقف على: (إلا الله) ويكون تأويل مما استأثر الله بعلمه.","Part":"1","seal":"31F3C5C9","page":21},
      {"id":19,"nass":"وإن كان المراد معرفة ما أخبر الله به عن نفسه، وهو التفسير فإن الراسخين في العلم يعلمونه في الجملة، وإن كان فيهم من يخفى عليه المعنى، لكن لا يخلو أن يكون فيهم من يعرف مراد الله من قوله، ويعرف المعنى الذي عناه.\rفالقرآن أنزل بلغة العرب، والراسخون في العلم لا بدّ أن يتميزوا عن الجهلاء وعوام الناس بمعرفتهم بمعان ما أنزل إليهم ربهم. ومما يدل على صحة هذا أن القرآن نزل بلغة العرب، وقد أمرنا الله بفقهه وتدبره، فكيف يكون في القرآن ما لا يفقه معناه؟!","Part":"1","seal":"6D716CC2","page":22},
      {"id":20,"nass":"تناقض أهل التأويل\rالذين يوجبون تأويل ما أثبته الله لنفسه من الصفات، ويصرفونها عن ظاهرها يرون أن تأويل تلك النصوص لا يعلمه أحد إلا الله تبارك وتعالى.\rوهم يتناقضون هنا تناقضا بينا، فإذا كانوا لا يعلمون معاني نصوص الصفات، فكيف يدعون إلى تأويلها، إن المنطق السليم يلزمهم بأن لا يبحثوا لها عن تأويل موافق لظاهرها أو مخالف له، لأنهم لا يعلمون لها معنى، أو له معنى غير مفهوم لهم، فكان الواجب عليهم أن يقولوا رضينا بالجهل بهذه النصوص سبيلا ولا نثبت ظاهرا ولا ننفيه ولا نؤوله.\rأمّا أن يقولوا يجب علينا صرف ألفاظ النصوص من المعنى الراجح إلى المعنى المرجوح لدليل، فهذا تناقض مخالف لدعواهم أنه لا أحد يفقه معناها.","Part":"1","seal":"4CB77D50","page":23},
      {"id":21,"nass":"ثم هم يتناقضون مرة أخرى عندما يصرفون هذه النصوص إلى نظير ما نفوه من معاني، فهم يؤولون يد الله بقدرته، فإذا كان هذا التأويل حقّا ممكنا كان المنفي مثله، وإن كان المنفي باطلا ممتنعا كان الثابت مثله.\r\rهل الصفات من المتشابه\rالإحكام والتشابه قد يكون عامّا، فيوصف القرآن كله بالإحكام، كما يوصف كله بالتشابه، وقد يكون خاصا، فيكون بعض آيات الكتاب محكما وبعضها متشابها.\rوقد جلَّى شيخ الإسلام ابن تيمية هذه المسالة، وشرحها شرحا وافيا (¬1)، فالإحكام العام جاء في مثل قوله تعالى: {الر كتاب أحكمت آياته ثم\r¬_________\r(¬1) راجع مجموع فتاوى شيخ الإسلام: 3/ 59 - 66.","Part":"1","seal":"DA420C9B","page":24},
      {"id":22,"nass":"فصلت} فأخبر هنا أنه تبارك وتعالى أحكم جميع آيات الكتاب.\rوأما التشابه العام ففي مثل قوله تعالى: {الله نزل أحسن الحديث كتاب متشابها مثاني} فأخبر أن القرآن كله متشابه.\rوبين شيخ الإسلام رحمه الله تعالى: أن المراد بالإحكام العام الإتقان بتمييز الصدق من الكذب في أخباره، وتمييز الرشد من الغي في أوامره، وقد سمى الحق القرآن بأنه حكيم {الر تلك آيات الكتاب الحكيم} والحكيم بمعنى الحاكم، والله جعل القرآن حكما يفصل بين الناس فيما اختلفوا فيه، ومن ذلك حكمه بين بني إسرائيل في أكثر ما اختلفوا فيه.\rوبين أن التشابه العام ضد الاختلاف المنفي عن","Part":"1","seal":"9E84487F","page":25},
      {"id":23,"nass":"القرآن في قوله: {ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا} وهو الاختلاف المذكور في قوله: {وإنكم لفي قول مختلف يؤفك عنه من أفك}.\rومعنى التشابه الذي يوصف به القرآن كله تماثل الكلام وتناسبه، بحيث يصدق بعضه بعضا فإذا أمر القرآن بأمر لم يأمر بنقيضه في موضع آخر، بل يأمر به أو بنظيره أو بملزوماته، وإذا نهى عن شيء لم يأمر به في موضع آخر، بل ينهى عنه أو عن نظيره أو ملزوماته، إذا لم يكن هناك نسخ.\rوكذلك في الأخبار، لا يخبر بنقيض ما قرره، وعلى ذلك فالتشابه التوافق والتماثل، وهو يقابل الاختلاف والتضاد.\rوالتشابه يكون في المعاني وإن اختلفت الألفاظ،","Part":"1","seal":"15ECA919","page":26},
      {"id":24,"nass":"فإذا كانت المعاني يوافق بعضها بعضا، ويعضد بعضها بعضا، ويناسب بعضها بعضا، ويشهد بعضها لبعض، كان الكلام متشابها بخلاف الكلام الذي يضاد بعضه بعضا.\rفالتشابه العام لا ينافي الإحكام العام، بل هو مصدق له، ثم تكلم شيخ الإسلام على الإحكام الخاص والتشابه الخاص، وبين أن الإحكام الخاص ضد التشابه الخاص.\rثم بين أن المراد بالتشابه الخاص مشابهة الشيء لغيره من وجه مع مخالفته له من وجه آخر، بحيث يشتبه على بعض الناس أنه هو، أو مثله، وليس كذلك.\rوالإحكام الخاص هو الفصل بينهما، بحيث لا يشتبه أحدهما بالآخر، وهذا التشابه إنما يكون بقدر مشترك مع وجود الفاصل بينهما.","Part":"1","seal":"8E70D6FE","page":27},
      {"id":25,"nass":"وبين رحمه الله تعالى: أن من الناس من لا يهتدي للفصل بينهما فيكون مشتبهاً عليه، ومنهم من يهتدي إلى ذلك، فالتشابه هنا من الأمور النسبية الإضافية، يشتبه على بعض الناس دون بعض، وأهل العلم والإيمان عندهم من العلم ما يزيل هذا الاشتباه.\rومن هذا الباب الشبه التي يضل بها بعض الناس، وهي ما يشتبه فيها الحق والباطل، حتى يشتبه على بعض الناس، ومن أوتي العلم بالفصل بين هذا وهذا لم يشتبه عليه الحق بالباطل.\rوضرب شيخ الإسلام أمثلة كثيرة على المتشابه الذي اشتبه على كثير من الناس وعرف أهل العلم الفصل بين الحق والباطل فيه.\rفقد اشتبه على بعض الناس وجود الرب بوجود العبد ووجود كل موجود، وساقهم هذا الاشتباه إلى عدم التفريق بين وجود المخلوق ووجود الخالق، حتى زعم أهل وحدة الوجود أن وجود المخلوق هو عين","Part":"1","seal":"C4F2F9BD","page":28},
      {"id":26,"nass":"وجود الخالق، مع أنه لا شيء أبعد عن المماثلة من الخالق بالمخلوق.\rوالسر في الخلل الذي أصاب هؤلاء أنهم رأوا الموجودات تشترك في مسمى الوجود، فرأوا الوجود واحداً، ولم يفرقوا بين الواحد بالعين، والواحد بالنوع.\rوظن آخرون أنه إذا قيل إن الموجودات تشترك في مسمى الوجود فإنه يلزم من ذلك التشبيه والتركيب، وقالوا: لفظ الوجود مقول بالاشتراك اللفظي، فخالفوا ما اتفق عليه العقلاء على اختلاف أصنافهم إلى أن الوجود ينقسم إلى قديم ومحدث.\rوأهل العلم يعلمون أن وجود الخالق يخصه، ووجود المخلوقات يخصها، فهي وإن شاركت الخالق في مسمى الوجود، لكن هناك من الفروق ما يزيل التشابه، وهؤلاء لا يضلون بالمتشابه من الكلام، لأنهم يجمعون بينه وبين المحكم الذي يبين ما بينهما من الفصل","Part":"1","seal":"C770AD28","page":29},
      {"id":27,"nass":"والافتراق.\rوإذا تمسك النصراني بقوله تعالى: {إنا نحن نزلنا الذكر} مستدلاً بقوله: {نحن} على تعدد الآلهة، رد عليهم أهل العلم بالمحكم في قوله: {وإلهكم إله واحد} وبذلك يزول الاشتباه، وما ذكره الحق في صيغة الجمع فهو يعظم به نفسه تبارك وتعالى، ومن ذلك ما أخبر به الحق تبارك وتعالى مما في الجنّة من ماء ولبن وخمر وعنب وعسل ونحو ذلك فإنها وإن شاركت ما في الدنيا من أسماء ومعاني، إلا أن حقيقة هذه الخيرات في الجنات لا تعرف، ويكفي أن الرب أخبر أنها من نعيم الجنّة لنفرق بينها وبين ما نشاهده في الدنيا مما يتسمى بالأسماء نفسها.\rومن ذلك أسماء الباري - جل وعلا- وصفاته التي اختص بها، فإن معانيها معروفة معلومة، وقد","Part":"1","seal":"C23A5CFE","page":30},
      {"id":28,"nass":"يشتبه على بعض الناس هذه الصفات بصفات الخلق، فيظنون أن صفاتهم كصفاته وهؤلاء المشبهة، وفريق آخر يظن أنه يلزم من إثبات هذه الصفات التشبيه، ولذلك يحتاج إلى تأويلها أو نفيها تنزيهاً للباري جل وعلا.\rوأهل العلم يعلمون الفارق الذي يزول به الاشتباه، فصفات الباري تخصه وتناسب جلاله وكماله، وصفات المخلوقات تناسب عجزهم وقصورهم، أما حقيقة صفات الباري على ما هي عليه فإننا لا نعرفها، فالحق - تبارك وتعالى- ليس كمثله شيء.","Part":"1","seal":"968CF761","page":31},
      {"id":29,"nass":"ادعاء أهل التأويل أنهم يسيرون على خطا علماء الأصول\rقد يقول أهل التحريف والتأويل إن منهجنا الذي سرنا عليه وسلكناه سار عليه كثير من أهل العلم من أهل الفقه والأصول، يعنون أهل أصول الفقه وأصول الدين، فإن هؤلاء يعرفون التأويل بأنه صرف اللفظ عن معناه الراجح إلى المعنى المرجوح لدليل يقترن به.\rوجوابنا على هؤلاء من وجوه:\rالأول: أن هذا التعريف للتأويل تعريف اصطلاحي لجماعة من متأخري العلماء، وليس هو التأويل الذي ورد في الكتاب والسنة، كما سبق بيانه.\rفحمل التأويل الذي جاءت به النصوص على","Part":"1","seal":"510EA1B9","page":32},
      {"id":30,"nass":"هذا المعنى الاصطلاحي المحدث لا يجوز، وإنما تحمل الألفاظ على ما تعرفه العرب من كلامها، ولم يفقه الصحابة ومن بعدهم من القرون الفاضلة التأويل على هذا الوجه.\rيقول شيخ الإسلام ابن تيمية: (التأويل في اصطلاح كثير من المتأخرين هو صرف اللفظ عن الاحتمال الراجح إلى الاحتمال المرجوح لدليل يقترن بذلك، فلا يكون معنى اللفظ الموافق لدلالة ظاهرة تأويلا على اصطلاح هؤلاء، وظنوا أن مراد الله-تعالى- بلفظ التأويل ذلك، وان للنصوص تأويلا يخالف مدلولها لا يعلمه إلا الله ولا يعلمه المتأولون) (¬1).\rوقال في موضع آخر بعد أن حكى هذا النوع من التأويل: (وتسمية هذا تأويلا لم يكن في عرف\r¬_________\r(¬1) مجموع فتاوى شيخ الإسلام 5/ 35. وراجع: 3/ 55، 67 من مجموع الفتاوى. راجح شرح العقيدة الطحاوية ص235.","Part":"1","seal":"5FCCC6FF","page":33},
      {"id":31,"nass":"السلف، وإنما سمى هذا وحده تأويلا طائفة من المتأخرين الحائضين في الفقه وأصوله والكلام) (¬1).\rوينبغي أن ننبه هنا إلى أن حمل ألفاظ النصوص على معاني المصطلحات المحدثة طريق خطر يؤدي إلى تحريف النصوص، ويحجب ضوئها، وقد أغرق بعض الذين ينسبون إلى الإسلام في هذا التوجب، فقد فسر الغزالي في كتبه التي سماها \"المضنون بها على غير أهلها\": (اللوح المحفوظ) بالنفس الزكية، ولفظ (القلم) بالعقل الأول.\rوجعل لفظ: (الملكوت والجبروت والملك) عبارة عن النفس والعقل.\rوالشفاعة عنده: (فيض يفيض من الشفيع إلى المتشفع، وإن كان الشفيع لا يدري).\rوالقديم عند علماء الكلام عبارة عما لما يزل، أو\r¬_________\r(¬1) مجموع فتاوى شيخ الإسلام: 4/ 69.","Part":"1","seal":"693E3644","page":34},
      {"id":32,"nass":"عما لم يسبقه وجود غيره، إن لم يكن مسبوقا بعدم نفسه.\rوالقديم في لغة الرسول صلى الله عليه وسلم التي جاء بها القرآن خلاف الحديث وإن كان مسبوقا بغيره كقوله تعالى: {حتى عاد كالعرجون القديم} وقال تعالى عن إخوة يوسف: {تالله إنك لفي ضلالك القديم} (¬1).\rوقد أخطأ هؤلاء بحمل اللفظ القرآني على المعنى الإصطلاحي دون المعنى الذي تفقهه العرب من كلامها.\rالثالث: أن كثيرا مما أوله من سلك سبيل التأويل نصوص لا يجوز تأويلها، فالمجاز والتأويل لا يدخل في المنصوص، وإنما يدخلان في الظاهر المحتمل له،\r¬_________\r(¬1) مجموع فتاوى شيخ الإسلام 1/ 245.","Part":"1","seal":"AD8C37A9","page":35},
      {"id":33,"nass":"ويعرف كون اللفظ نصا بشيئين:\rأحدهما: عدم احتماله لغير معناه وضعا كالعشرة.\rوالثاني: ما طردوا استعماله على طريقة واحدة في جميع موارده فإنه نص في معناه لا يقبل تأويلا ولا مجازا، وإن قدر تطرق ذلك إلى بعض أفراده، وصار هذا بمنزلة خبر المتواتر لا يتطرق احتمال الكذب إليه، وإن تطرق إلى كل واحد من أفراده بمفرده، وهذه عصمة نافعة تدلك على خطأ كثير من التأويلات في السمعيات التي اطرد استعمالها في ظاهرها، وتأويلها في هذه الحالة غلط، فإن التأويل إنما يكون لظاهرها قد ورد شاذا مخالفا لغيره من السمعيات، فيحتاج إلى تأويلها لتوافقها، فأمّا إذا اطردت كلها على وتيرة واحدة صارت بمنزلة النص وأقوى، وتأويلها ممتنع (¬1).\r¬_________\r(¬1) بدائع الفوائد لابن القيم: 1/ 15.","Part":"1","seal":"8B39B238","page":36},
      {"id":34,"nass":"الرابع: أن تأويلهم للنصوص لا يرتضيه أهل الفقه والأصول، لأن هؤلاء وضعوا للتأويل شروطا حتى يصح التأويل عندهم، فإذا فقدت هذه الشروط أو فقد شرط منها كان هذا التأويل فاسدا، وكان صاحبه متلاعبا بالنصوص.\r\rالشروط التي يجب توافرها في التأويل عند الأصوليين\rوقد ذكر هذه الشروط شيخ الإسلام ابن تيمية رحمه الله تعالى فقال: (صرف اللفظ عن ظاهره اللائق بجلال الله سبحانه وتعالى، وحقيقة المفهوم منها إلى باطن يخالف الظاهر، ومجاز ينافي الحقيقة\rلابد فيه من أربعة أشياء:\rأحدها: أن ذلك اللفظ مستعمل في المعنى المجازي، لأن الكتاب والسنة وكلام السلف جاء","Part":"1","seal":"67203978","page":37},
      {"id":35,"nass":"باللسان العربي، ولا يجوز أن يراد منه خلاف لسان العرب، أو خلاف الألسنة كلها، فلا بدّ أن يكون ذلك المعنى المجازي مما يراد به اللفظ، وإلا فيمكن كل مبطل أن يفسر أي لفظ بأيِّ معنى سنح له، وإن لم يكن له أصل في اللغة) (¬1).\rوقد ذكر ابن حجر -رحمه الله تعالى- أن أبن أبي دؤاد الذي تولى كبر فتنة القول بخلق القرآن أراد ابن الأعرابي أن يجد له في لغة العرب أن استوى تأتي بمعنى استولى ليصرف قوله تعالى: {الرحمن على العرش استوى}، إلى هذا المعنى.\rفقال له ابن الأعرابي: \"والله ما أصبتُ هذا\" (¬2).\rالثاني: أن يكون معه دليل يوجب صرف اللفظ عن حقيقته إلى مجازه.\rوإلا فإذا كان يستعمل في معنى بطريق الحقيقة، وفي\r¬_________\r(¬1) الرسالة المدنية ص 40.\r(¬2) فتح الباري 13/ 406.","Part":"1","seal":"B6DC3A2D","page":38},
      {"id":36,"nass":"معنى بطريق المجاز، لم يجز حمله على المجازيّ بغير دليل يوجب الصرف بإجماع العقلاء.\rثم إن ادعى وجوب صرفه عن الحقيقة، فلا بدَّ له من دليل قاطع: عقلي أو سمعي يوجب الصرف، وإن ادعى ظهور صرفه عن الحقيقة فلا بدَّ من دليل مرجح للحمل على المجاز) (¬1).\rوقد أشار كثير من العلماء المحققين إلى وجوب تحقق هذا الشرط.\rيقول الزركشي: (في التأويل في الاصطلاح: صرف الكلام عن ظاهره إلى معنى يحتمله، ثم إن حمل لدليل فصحيح، وحينئذ فيصير المرجوح في نفسه راجحا، أو لما يظن دليلا ففاسد، أو لا لشيء فلعب، لا تأويل) (¬2).\rأقول: وأكثر التأويلات المؤولة-هي من النوع\r¬_________\r(¬1) الرسالة المدنية ص 40.\r(¬2) البحر المحيط في أصول الفقه للزركشي 3/ 437.","Part":"1","seal":"89C262E7","page":39},
      {"id":37,"nass":"الأخير الذي سماه الزركشي لعبا، لأنهم لم يقيموا على صحتها دليلا يصح الاعتداد به.\rالثالث: لا بدَّ أن يسلم ذلك الدليل -الصارف- عن المعارض، وإلا فإذا قام دليل قرآني وإيماني يبين أن الحقيقة مراده امتنع تركها.\rثم إن كان هذا الدليل قاطعاً لم يلتفت إلى نقيضه، وإن كان ظاهراً فلا بدّ من الترجيح (¬1).\rوقد تأمَّل أهل السنة في النصوص التي زعم أهل التأويل وجوب تأويلها، فوجدوا أن في النصوص نفسها ما يدل على وجوب ترك تأويلها، فمن ذلك الحديث الذي يدَّعون رفعه إلى النبي صلى الله عليه وسلم: ((الحجر الأسود يمين الله في الأرض)).\rومنه الحديث ((قلب المؤمن بين أصبعين من أصابع الرحمن)).\rومنه قوله صلى الله عليه وسلم:\r¬_________\r(¬1) الرسالة المدنية ص 40.","Part":"1","seal":"DADEABE7","page":40},
      {"id":38,"nass":"((عبدي جعت فلم تطعمني ...)).\rوقد بين العلامة شيخ الإسلام ابن تيمية - رحمه الله تعالى- أن في الحديث الأول ما يدل صراحة على أن الحجر الأسود ليس هو صفة لله، ولا هو نفس يمينه، لأنه قال: ((فمن قبَّله وصافحه فكأنما صافح الله وقبل يمينه)).\rومعلوم أن المشبه ليس هو المشبه به.\rففي الحديث نفسه بيان أن مستلمه ليس مصافحاً لله، وليس هو نفس يمينه، فليس ظاهر الحديث كفراً يحتاج إلى تأويل، كما جعلته المؤولة، بحيث يحتاج إلى تأويله.\rوقد نبه شيخ الإسلام إلى أن هذا الحديث لا يصح مرفوعاً، وإنما يعرف عن ابن عباس.\rوأما قوله صلى الله عليه وسلم: ((قلب المؤمن بين أصبعين من أصابع الرحمن))، فإنه غير محتاج إلى تأويل، فالمؤولة زعموا أنه يلزم تأويله (لاستحالة","Part":"1","seal":"EF88900D","page":41},
      {"id":39,"nass":"وجود الأصبعين حساً، وكل من فتش عن صدره لم يشاهد فيه أصبعين، فأولوه على ما به تقليب الأشياء، وقلب الإنسان بين لمة الملك ولمة الشيطان، وبهما يقلب الله القلوب، فكنى بالأصبعين عنهما) (¬1).\rولو تأمل هؤلاء في النص لعلموا أنهم أخطئوا في الفهم، فالحديث يصرح أن قلوب العباد بين أصبعين من أصابع الرحمن، ولم يصرح بأن الأصابع مماسة للقلوب، فجعلهم ظاهر النص أنها مماسة للقلوب، وأن عدم رؤيتهم لهذه المماسة في صدر كل واحد منا يوجب التأويل فهم خاطئ للنص، فالنص لم يصرح، وليس فيه أن القلب متصل بالأصابع، ولا مماس لها، ولا أنها في جوف العباد، وإذا قيل السحاب مسخر بين السماء والأرض، وكثير من الكواكب والنجوم بين السماء والأرض لم يقتض هذا أن يكون مماس للسماء والأرض.\r¬_________\r(¬1) البحر المحيط 3/ 442.","Part":"1","seal":"5EEE5B7F","page":42},
      {"id":40,"nass":"فالمؤولون أوتوا في هذا الحديث من عدم فقههم له، بينما كان خطؤهم في الحديث الأول في جعل ظاهره المعنى الباطل المردود، وهو ليس كذلك (¬1).\rومما أوله المؤولون من النصوص زاعمين وجوب تأويله حديث ((عبدي جعت ولم تطعمني)). قالوا هذا الحديث يُثْبت لله معنى باطلاً هو الجوع، ولذا يجب صرفه عن ظاهره وتأويله، لأن الله منزه عن صفات النقص.\rوالجواب: أن هذا الذي زعمتموه ظاهر النص ليس بظاهره، وفي الحديث ما يدل على هذا ويفسر مراد الله منه، ففي الحديث: ((يقول الله: عبدي، جعت فلم تطعمني.\rفيقول: رب، كيف أطعمك، وأنت رب العالمين؟\rفيقول: أما علمت أن عبدي فلاناً جاع، فلو أطعمته لوجدت ذلك عندي.\r¬_________\r(¬1) راجع مجموع فتاوى شيخ الإسلام:3/ 45.","Part":"1","seal":"7B5A21FC","page":43},
      {"id":41,"nass":"عبدي، مرضت فلم تعدني.\rفيقول: رب، كيف أعودك، وأنت رب العالمين؟\rفيقول: أما علمت أن عبدي فلاناً مرض، فلو عدته لوجدتني عنده)).\rيقول ابن تيمية: (هذا صريح في أن الله سبحانه لم يمرض ولم يجع، ولكن مرض عبده، وجاع عبده، فجعل جوعه جوعه، ومرضه مرضه، مفسراً ذلك بأنك لو أطعمته لوجدت ذلك عندي، ولو عدته لوجدتني عنده، فلم يبقى في الحديث لفظ يحتاج إلى تأويل) (¬1).\rالرابع: أن الرسول - صلى الله عليه وسلم- إذا تكلم بكلام، وأراد به خلاف ظاهره وضد حقيقته، فلا بدَّ أن يبين لأمته أنه لم يرد به حقيقته، وأنه أراد مجازه، سواء عينه أو لم يعينه، لا سيما في الخطاب العلمي الذي أريد منهم فيه الاعتقاد والعلم، دون\r¬_________\r(¬1) مجموع فتاوى شيخ الإسلام:3/ 43 - 44.","Part":"1","seal":"F436A52B","page":44},
      {"id":42,"nass":"عمل الجوارح.\rفإن الله سبحانه جعل القرآن نوراً وهدىً، وبياناً للناس، وشفاء لما في الصدور، وأرسل الرسول ليبين للناس ما نزل إليهم، وليحكم بين الناس فيما اختلفوا فيه، ولئلا يكون للناس على الله حجّة بعد الرسل) (¬1).\rفلا يجوز أن يتكلم بكلام يريد به خلاف ظاهر، إلا وقد نصب دليلاً يمنع من حمله على ظاهره.\rإما أن يكون عقلياً ظاهراً مثل قوله: {وأوتيت من كل شيء} فإن كل أحد يعلم بعقله أن المراد: أتيت من جنس ما يؤتاه مثلها، وكذلك {خالق كل شيء} يعلم المستمع أن الخالق لا يدخل في هذا العموم.\r¬_________\r(¬1) الرسالة المدنية لشيخ الإسلام ابن تيمية: ص 42.","Part":"1","seal":"3EBEF430","page":45},
      {"id":43,"nass":"أو سمعياً ظاهراً، مثل الدلالات في الكتاب والسنة والتي تصرف بعض الظواهر.\rولا يجوز أن يحيلهم على معنى دليل خفي لا يستنبطه إلا أفراد الناس، سواء كان سمعياً أو عقلياً.\rلأنَّه إذا تكلَّم بالكلام الذي يفهم منه معنى، وأعاده مراراً كثيرة، وخاطب به الخلق كلّهم، وفيهم الذكي والبليد والفقيه وغير الفقيه، وأوجب عليهم أن يتدبروا ذلك الخطاب ويعقلوه، ويتفكروا فيه ويعتقدوا موجبه، ثم أوجب عليهم أن لا يعتقدوا بهذا الخطاب شيئاً من ظاهره، لأن هناك دليلاً خفياً يستنبطه أفراد الناس يدل على أنه لم يرد ظاهره كان ذلك تدليساً وتلبيساً، وكان نقيض البيان وضد الهدى، وهو بالألغاز والأحاجي أشبه منه بالهدى والبيان.\rفكيف إذا كانت دلالة ذلك الخطاب على ظاهرة أقوى بدرجات من دلالة ذلك الدليل الخفي على أن الظاهر غير مراد؟","Part":"1","seal":"E4CAFC27","page":46},
      {"id":44,"nass":"كيف إذا كان ذلك الخفي شبهة ليس لها حقيقة؟ (¬1).\r\rمثال تطبيقي للشروط السابقة\rوإذا نظرنا في تأويلات الذين أوّلوا الصفات في ضوء المقامات الأربعة التي ذكرها شيخ الإسلام تبين لنا مدى الضلال والتحريف الذي تلبس به المؤولة.\rوقد ذكر لنا شيخ الإسلام مثلاً يوضح المسألة ويبينها، فالله - تبارك وتعالى- وصف نفسه بأن له يدين، وجاءت النصوص كثيرة طيبة مصرحة بذلك، فقالت المؤولة: المراد باليد النعمة والعطية، سمّي الشيء باسم سببه، كما يسمى المطر والنبات سماء، وقول العربي: لفلان عندي أياد.\rوجاء في الأخبار أن عروة بن مسعود قال لأبي\r¬_________\r(¬1) الرسالة المدنية بشيء من الاختصار: ص 42 - 44.","Part":"1","seal":"B2FFBB1C","page":47},
      {"id":45,"nass":"بكر في يوم الحديبية: لولا يد لك عندي لم أجزك بها لأجبتك.\rوقد تفسر المؤولة اليد بالقدرة، تسمية للشيء باسم مسببه، لأن القدرة هي التي تحرك اليد، ومنه قوله تعالى: {أو يعفو الذي بيده عقدة النكاح} والنكاح كلام يقال.\rوإنما معناه أنه مقتدر عليه.\rوالعرب قد تجعل إضافة الفعل إلى الأيدي إضافة الفعل إلى الشخص نفسه فمما جاء عن العرب: يداك أو كتا، وفوك نفخ، تقوله توبيخاً لكل من جرَّ على نفسه جريرة، لأن أول ما قيل هذا لمن فعل بيديه وفمه.\rومما جاء في القرآن على هذا النحو قوله تعالى: {ذلك بما قدمت أيديكم} أي بما قدمتم، لأن بعض ما قدموه كلام تكلموا به.","Part":"1","seal":"577B3916","page":48},
      {"id":46,"nass":"من هنا حمل المؤولون قوله تعالى: {بل يداه مبسوطتان} وقوله مؤنبا إبليس {ما منعك أن تسجد لما خلقت بيدي} على النعمة أو القدرة.\rوقد نظر شيخ الإسلام في هذه الصفة التي أولها الجهمية ومن سار سيرهم في ضوء المقامات التي ذكرها ليبين فساد هذا التأويل.\rفبين أولاً أن العرب قد تستعمل الواحد في الجمع كقوله تعالى: {إن الإنسان لفي خسر} كما تستعمل صيغة الجمع في الواحد كقوله: {الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم} وتستعمل الجمع في الاثنين كقوله: {إن تتوبا إلى الله فقد صغت قلوبكما} ولكن","Part":"1","seal":"B9637886","page":49},
      {"id":47,"nass":"العرب لا تستعمل لفظ الواحد في الاثنين، والاثنين في الواحد مطلقاً، وقد جاءت هذه الصفة مثناة فيما وصف الله به نفسه {بل يداه مبسوطتان} وقد بين شيخ الإسلام - رحمه الله تعالى- السبب في عدم جواز استعمال الواحد في الاثنين، والاثنين في الواحد فمن هذه الألفاظ عدد، وهي نصوص في معناها، ولا يتجوز بها، فلا يجوز أن يقال: عندي رجل، ويعني رجلين، وعندي رجلان ويعني به الجنس لأن اسم الواحد يدل على الجنس ... ، والجنس فيه شياع، وكذلك اسم الجمع فيه معنى الجنس، والجنس يحصل بحصول الواحد.\rفقوله تعالى: {لما خلقت بيدي} لا يجوز أن يراد به القدرة، لأن القدرة صفة واحدة، ولا يجوز أن يعبر بالاثنين عن الواحد، ولا يجوز أن يراد به النعمة، لأن نعم الله لا تحصى، فلا يجوز أن يعبر","Part":"1","seal":"71C9D869","page":50},
      {"id":48,"nass":"عن النعم التي لا تحصى بصيغة التثنية.\rولا يجوز أن يراد بقوله {لما خلقت بيدي} \"بما خلقته أنا\", لأن العرب إذا أرادوا هذا المعنى فإنهم يضيفون هذا المعنى إلى اليد, فيكون إضافته إلى اليد إضافة له إلى الفاعل كقوله {بما قدَّمت يداك} {بما قدمت أيديكم} ومنه قوله: {مما عملت أيدينا أنعما} أما إذا أضاف الفعل إلى الفاعل، وعدّى الفعل إلى اليد بحرف الباء كما هو الحال في هذه الآية {لما خلقت بيدي} فإنه نص في أنّه فعل الفعل بيده.\rولهذا لا يجوز أن يقال لمن تكلم أو مشي: فعلتَ هذا الفعل بيديك، أو يقال: هذا فعلته يداك،","Part":"1","seal":"C700EFDC","page":51},
      {"id":49,"nass":"لأن مجرد قوله: فعلتَ كاف في الإضافة إلى الفاعل.\rفلو لم يرد أنه فعله باليد حقيقة كان ذلك زيادة محضة من غير فائدة.\rويكاد يجزم شيخ الإسلام رحمه الله تعالى بأنه لا يجوز في كلام العرب ولا العجم أن فصيحاً يقول: فعلت هذا بيدي. أو فعل فلان هذا بيديه، إلا ويكون فَعَلَه بيده حقيقة، ولا يجوز أن يكون لا يد له، أو أن يكون له يد والفعل وقع بغيرها.\rولا يرد على هذا الذي قرره شيخ الإسلام مثل قوله تعالى: {ألقيا في جهنم كل كفار عنيد}، قالوا: خاطب الواحد بصيغة التثنية {ألقيا} لأن تثنية الفاعل هنا لتثنية الفعل، فكأنه قال: ألق ألق. وقيل: إنّه خطاب للسائق والشهيد.\rومن قال: إنه خطاب الواحد، قال: إن الإنسان","Part":"1","seal":"74F47E17","page":52},
      {"id":50,"nass":"يكون معه اثنان أحدهما عن يمينه، والآخر عن شماله، فيقول: خليلي، خليلي. ثم إنه يقع الخطاب، وإن لم يكونا موجدين، كأنه يخاطب موجدين.\rفقوله: {ألقيا} عند هذا القائل إنما هو خطاب لاثنين يقدر وجودهما.\rوبين شيخ الإسلام في المقام الثاني أنه على فرض أنه يعني باليد حقيقة اليد، ويجوز أن يعني بها القدرة والنعمة، وأن يجعل ذكرها كناية عن الفعل فإنه ليس هناك ما يوجب صرفها عن الحقيقة.\rفإن قيل: إن الموجب لذلك أن إطلاق اليد على الله يوهم أنها يد من جنس أيدي المخلوقين.\rوالجواب: أن هذا المعنى مرفوض وممتنع على الله تعالى، ولكن اليد المثبتة للباري - تبارك وتعالى- يد تليق بجلاله وكماله، تستحق ما تستحقه ذاته الكريمة، فإذا كان هذا المعنى الذي نثبته لله تعالى،","Part":"1","seal":"A83BD9D4","page":53},
      {"id":51,"nass":"فلا موجل لصرف اليد من الحقيقة إلى المجاز.\rوفي المقام الثالث أورد شيخ الإسلام الأدلة الجلية القاطعة الظاهرة الدالة على أن لله \"يدين\" حقيقة.\rفمن ذلك قوله تعالى مخاطباً إبليس: {ما منعك أن تسجد لما خلقت بيدي} فالباري جلّ وعلا ذكر هنا ما فضل به آدم على غيره من المخلوقات، فقد خلقه تبارك وتعالى بيديه، فلو كان الخالق - تبارك وتعالى- خلقه بقدرته أو بنعمته أو بمجرد إضافة خلقه إليه، لشاركه في ذلك إبليس وكل المخلوقات من الجماد والنبات والحيوان.\rونبه شيخ الإسلام هنا إلى أن كلَّ إضافة إلى الله - تبارك وتعالى- على وجه التشريف لا بدّ أن يكون فيها معنى تشرف به على غيرها، كقوله: (ناقة الله) و (بيت الله)، فلو لم يكن في الناقة والبيت من","Part":"1","seal":"9A02305B","page":54},
      {"id":52,"nass":"الآيات البينات ما امتازوا به على جميع النوق والبيوت لما استحقا هذه الإضافة.\rومن هذا النصوص التي صرحت بخلق آدم بيديه توجب أنه اختص بشيء لم يشركه فيه غيره، ألا وهو خلقه - تبارك وتعالى- بيديه دون غيره من المخلوقات التي خلقها بكلمة \"كن\".\rونبه أيضاً إلى أمرين:\rالأول: أن العرب تفقه من مثل قوله تعالى: {بيد الملك} {مما عملت أيدينا} أمرين:\rإثبات اليد.\rإضافة الملك والعمل إلى اليد.\rالثاني: هو الذي يقع التجوز كثيراً.\rولكنهم لا يطبقون هذا الكلام إلا لجنس له يد حقيقة فلا يقولون:","Part":"1","seal":"57B1D090","page":55},
      {"id":53,"nass":"يد الهوى، ولا يد الماء فقوله تعالى: {بيده الملك} وإن قيل المراد به قدرة الله، إلا أن هذا التعبير لا يقال إلا لمن له يد حقيقة.\rوالأمر الثاني الذي نبه إليه هو الفارق بين قوله تعالى: {لما خلقت بيدي} وقوله: {مما عملت بأيدينا}.\rفقد فرق بينهما من وجهين:\rأحدهما: أنه في الآية الأولى أضاف الفعل إلى نفسه، وبين أنه خلقه بيديه، وفي الثانية أضاف الفعل إلى الأيدي.\rوثانيهما: أن الآية الثانية وضع اسم الجمع وموضع التثنية، وهذا جائز عن العرب إذا أمن اللبس، كقوله تعالى: {والسارق والسارقة فاقطعوا أيديهما}","Part":"1","seal":"DB4CB1B7","page":56},
      {"id":54,"nass":"أي يديهما. وقوله: {فقد صغت قلوبكما} قلباكما.\rومن النصوص المصرحة بأن لله يدين قوله تبارك وتعالى: {وقالت اليهود يد الله مغلولة غلت أيديهم ولعنوا بما قالوا، بل يداه مبسوطتان ينفق كيف يشاء} وقوله: {وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسماوات مطويات بيمنه} وقد تواتر في السنة التصريح بذكر اليدين كقوله صلى الله عليه وسلم: ((المقسطون على منابر من نور على يمين الرحمن، وكلتا يديه يمين)) رواه النسائي وأحمد.\rوقوله صلى الله عليه وسلم: ((يأخذ الرب - عز وجل- سماواته وأرضه بيديه، وجعل يقبض يديه ويبسطهما، ويقول: أنا الرحمن، حتى نظرت إلى","Part":"1","seal":"44D94131","page":57},
      {"id":55,"nass":"المنبر يتحرك من أسفل شيء منه، حتى إني أقول: أساقط برسول الله)) رواه مسلم وابن ماجه في سننه.\rوالأحاديث في ذلك كثيرة طيبة صحيحة، وقد ساق شيخ الإسلام بعضاً منها وعقب على ذلك قائلاً: هل تقبل هذه الأحاديث تأويلاً، وقد تلقتها الأمة بالقبول والتصديق؟\rوفي المقام الرابع بين شيخ الإسلام - رحمه الله تعالى- أنه لم يرد في شيء من الكتاب والسنة، كما أنه لم يرد عن واحد من الصحابة أو الأئمة الذين تابعوهم على أثرهم أن المراد باليد خلاف ظاهره، أو أن الظاهر غير مراد كما لم يرد نص عن الله ولا عن رسوله ولا عن واحد من أئمة السلف ينفي إثبات اليد لرب العزة، وأقصى ما يلجأ إليه المعارض هو الاحتجاج بالنصوص الدالة على تنزيه الباري كقوله:","Part":"1","seal":"3B7945A8","page":58},
      {"id":56,"nass":"{قل هو الله أحد}، {ليس كمثله شيء}، {هل تعلم له سمياً} وهذه النصوص تدل على نفي التشبيه والتجسيم، ولكنها لا تدل على نفي الصفات التي جاءت بها النصوص، كل ما تدل عليه نفي مماثلة أيدي المخلوقين ليد الباري تبارك وتعالى.\rوقد توصل شيخ الإسلام من خلال ما أورده من حجج وبينات إلى أنه لم يوجد في السمع ولا في العقل ما ينفي حقيقة اليد.\rوكل ما يحتج به من ينفيها أو يؤولها إنما هو شبه فاسدة.\rويخلص إلى قوله بأنه لا يجوز أن يملأ الكتاب والسنة من ذكر اليد، وأن الله خلق آدم بيديه، وأن","Part":"1","seal":"09671C77","page":59},
      {"id":57,"nass":"يداه مبسوطتان وأن الملك بيده، وفي الحديث، مالا يحصى، ثم لا يبين الرسول - صلى الله عليه وسلم- لأمته أن هذا الكلام يراد به حقيقة ظاهرة، حتى يأتي مثل الجهم بن صفوان وبشر بن غياث المريسي ومن سلك سبيلهم فيدَّعوون أنه يجب صرف هذه النصوص عن ظاهرها، ويسلكون سبيلاً يخالفون به النصوص القرآنية والحديثية، وما كان عليه الصحابة وأعلام التابعين والأئمة (¬1).\r\rالأدلة على بطلان التأويل\rيزعم المؤولون أن الأدلة العقلية ألزمتهم بتأويل نصوص الصفات، فتراهم يزعمون أن العقل حكم بأن رؤية الباري مستحيلة، وإن إثبات السمع والوجه والاستواء لله يستلزم تشبيه الباري بخلقه.\r¬_________\r(¬1) الرسالة المدنية ص 44 - 67 بتصرف.","Part":"1","seal":"084D8EE6","page":60},
      {"id":58,"nass":"والرد على هؤلاء من وجوه:\rالأول: أن المعاني المحدثة المستحيلة على الله التي أرادوا صرف النصوص عن ظاهرها لاستبعادها ليست هي ظاهر النصوص، بل الظاهر هو ما يسبق إلى العقل السليم من اللغة التي يفقهها من تكلم بها (¬1).\rوأهل العلم والإيمان عندما يسمعون كلام الله ورسوله في وصف الله - تبارك وتعالى- يتبادر إلى أذهانهم التعظيم والتنزيه والإجلال ولا يتبادر إلى أذهانهم هذه المعاني القذرة النجسة.\rيقول شارح الطحاوية (¬2): (يجب أن يعلم أن المعنى الفاسد الكفري ليس هو ظاهر النص ولا مقتضاه، وأن من فهم ذلك منه فهو لقصور فهمه ونقص علمه).\r¬_________\r(¬1) راجع الرسالة المدنية: ص 31.\r(¬2) شرح العقيدة الطحاوية: ص 233.","Part":"1","seal":"237FC0F2","page":61},
      {"id":59,"nass":"وكم من عائب قولاً صحيحاً ... وآفته من الفهم السقيم\rالثاني: أن نفي التشبيه لا يكون بنفي الصفات وتأويلها، وإنما يكون بإثبات هذه الصفات، مع نفي التشبيه، وهذا لا يحيله العقل ولا يرفضه، يقول شارح الطحاوية: (هل يكون التنزيه بنفي صفات الكمال؟ فإن نفي الرؤية ليس بصفة كمال إذ أن المعدوم لا يرى، وإنما الكمال في إثبات الرؤية ونفي إدراك الرائي له إدراك إحاطة) (¬1).\rالثالث: إن منهجهم هذا أدى إلى تحكيم العقل في النصوص، فكل من لم يرض عقله عقيدة أو حكماً أو تشريعاً جاءنا من عند الله قال: إن حكم العقل لا يقبله، ومن هنا وجب تأويله.\rوما أن العقول مضطربة في أحكامها فإنها تتناقض وتتعارض فيما بينها فيما تحكم عليه، يقول\r¬_________\r(¬1) شرح العقيدة الطحاوية: ص 231.","Part":"1","seal":"AC3E9F41","page":62},
      {"id":60,"nass":"شيخ الإسلام ابن تيمية: (فيا ليت شعري بأي عقل يوزن الكتاب والسنة، فرضي الله عهن الإمام مالك بن أنس حيث قال: \"أو كلما جاءنا رجل أجدل من رجل تركنا ما جاء به جبريل إلى محمد -صلى الله عليه وسلم لجدل هؤلاء\") (¬1).\rوالجواب: أن العقول لا تحكم باستحالة إثبات الصفات، كما لا تحكم بوجوب التأويل، وإنما الذي يحكم بذلك كله هو العقول المريضة.\rفالعقل الصريح لا يمكن أن يناقض ما جاءّت به النصوص، وإن كان في النصوص من التفصيل ما يعجز العقل عن درك ذلك التفصيل، والذي يجب الجزم به أن العقول وحدها لا تستطيع الوصول إلى اليقين في عامة المطالب الإلهية بعيداً عن الشرع.\rومرض العقول الذي أصاب هؤلاء سببه شبهات ملأت رؤوسهم لم يجدوا من يكشف لهم ظلماتها،\r¬_________\r(¬1) مجموع الفتاوى: 5/ 29.","Part":"1","seal":"8206DB2E","page":63},
      {"id":61,"nass":"ومقررات سابقة جاءَتهم من الأديان والمبادئ والفلسفات التي كانوا يدينون بها، أو دخلت إليهم من خلال دراساتها ومعايشتها، فصعب عليهم مفارقتها كما شق عليهم مخالفة الدين الذي يعتنقونه، فحاولوا التوفيق بالتأويل، يقول العز بن عبد السلام فيما نقله عنه الزركشي مبيناً السبب الذي من أجله أوّل أكثر المؤولين: (من أسباب التأويل الميل الحاصل بسبب الأدلة الشرعية بالميل الحاصل من الإلف والعادة والعصبية، فإن هذه الأمور تحدث للنفس هيئة وملكة تقتضي الرجحان في النفس بجانبها، بحيث لا يشعر الناظر ذلك، ويتوهم أنه رجحان الدليل، وهذا محل خوف شديد، وخطر عظيم، يجب على المتقي أن يصرف نظره إليه، ويقف فكره عليه) (¬1).\rوهذا الذي قرره ابن عبد السلام نظرة سديدة تدل على فقه عميق ونظر دقيق، وهو حال كثير من\r¬_________\r(¬1) البحر المحيط: 3/ 438.","Part":"1","seal":"6950DE58","page":64},
      {"id":62,"nass":"الذين انحرف بهم المسار عن فقه الكتاب والسنة، بحيث مالوا وأرادوا أن يميلوا فقه النصوص كما مالوا، ولكن الله حافظ دينه، ومظهر الحق والصواب، والله هو الهادي إلى سواء الصراط.","Part":"1","seal":"51166ADB","page":65},
      {"id":63,"nass":"خطورة التأويل وآثاره المدمرة\rتكلم كثير من العلماء على جناية التأويل الباطل على الإسلام وأهله، بل جنايته على كل الأديان، وقد بين ابن القيم - رحمه الله تعالى- أن التأويل أصل خراب الدين والدنيا، فما اختلفت الأمم على أنبيائهم إلا بالتأويل، وأعداء الإسلام سلطوا علينا بالتأويل، ودماء المسلمين إنما أريقت بالتأويل.\rفاليهود والنصارى أبطلوا البشارات المصرحة بصحة نبوة محمد -صلى الله عليه وسلم- بتأويل هذه البشارات وتبديلها وكتمانها.\rودين النصارى إنما أفسد بالتأويل.\rوافتراق اليهود إلى أحدى وسبعين فرقة والنصارى إلى اثنتين وسبعين","Part":"1","seal":"0E76C8D0","page":66},
      {"id":64,"nass":"فرقة وافتراق هذه الأمّة إلى ثلاثة وسبعين فرقة إنما أوجبه التأويل.\rوما أريقت دماء المسلمين في يوم الجمل وصفين والحرة وفتنة ابن الزبير إلا بالتأويل.\rوما دخل أعداء الإسلام من الفلاسفة والقرامطة والباطنية والإسماعلية والنصيرية إلا من باب التأويل.\rوما أريقت دماء بني جذيمة إلا بالتأويل.\rوما تأخر الصحابة يوم الحديبية عن موافقة الرسول -صلى الله عليه وسلم- حتى اشتد غضبه إلا بالتأويل.\rوما سفك دم الأخيار: عثمان بن عفان، وعلي بن أبي طالب، وابنه الحسين، وعمار بن ياسر، وابن الزبير، وحجر بن عدي، وسعيد بن جبير وغيرهم إلا بالتأويل.\rوما جرد الإمام أحمد بين العقابين وضربه بالسياط غير التأويل.\rوما سلط سيوف التتار على ديار الإسلام غير التأويل\" (¬1).\r¬_________\r(¬1) أعلام الموقعين: 4/ 317 - 319.","Part":"1","seal":"D9889B0B","page":67},
      {"id":65,"nass":"وقد لخص برهان مفاسد التأويل الفاسد بقوله: (ولم يزل الزال إلا بالتأويل الفاسد) (¬1).\rالثاني: أن التأويل فتح لأهل الشرك والبدع لإفساد دين الله، يقول شارح الطحاوية مخاطباً أهل التأويل: (لقد فتحتم عليكم باباً لأنواع المشركين والمبتدعين، لا تقدرون على سدّه، فإنكم إذا سوغتم صرف آيات القرآن عن دلالته المفهومة بغير دليل شرعي فما الضابط فيما يسوغ تأويله وما لا يسوغ؟\rفإن قلتم: ما دل الدليل القاطع على استحالته تأولناه، وإلا أقررناه.\rقيل لكم: وبأي عقل نزن القاطع العقلي؟ فإن القرمطي الباطني يزعم قيام القواطع على بطلان ظواهر الشرع، ويزعم الفيلسوف قيام القواطع على بطلان حشر الأجساد.\rويزعم المعتزلي قيام القواطع على امتناع رؤية\r¬_________\r(¬1) نقله عنه الزركشي في البحر المحيط:3/ 436.","Part":"1","seal":"C6A8253F","page":68},
      {"id":66,"nass":"الله تعالى، وعلى امتناع قيام علم أو كلام أو رحمة به تعالى) (¬1) وقد جعل المؤولة المنتسبون للإسلام للملاحدة سبيلاً عليهم، لأن الملاحدة ألزموا المؤولين في نصوص المعاد نظير ما ادعاه المؤولون في نصوص مصفات.\rوحجة المؤولين في الرد على الملاحدة قولهم لهم: نحن نعلم بالاضطرار أن الرسل جاءَت بمعاد الأبدان، وقد علمنا فساد الشبه المانعة منه.\rوأهل السنة يقولون لأهل التأويل: ونحن نعلم بالاضطرار أن الرسل جاءَت بإثبات الصفات، ونصوص الصفات في الكتب الإلهية أكثر وأعظم من نصوص المعاد، ومن المعلوم أن مشرك العرب وغيرهم أنكروا المعاد بخلاف الصفات، وبذلك نعلم أن إقرار العقول بالصفات أعظم من إقرارها بالمعاد، وإن كان إنكار المعاد أعظم من إنكار الصفات،\r¬_________\r(¬1) شرح العقيدة الطحاوية: 236.","Part":"1","seal":"2A9610BD","page":69},
      {"id":67,"nass":"فكيف يجوز مع هذا أن يكون ما أخبر به من الصفات ليس كما أخبر به، وما أخبر به من المعاد هو على ما أخبر به؟ (¬1).\rفرماهم أهل السنة بمثل ما أجابوا به على الملاحدة مؤولي نصوص المعاد.\rوالمؤولون الذين نصبوا أنفسهم للدفاع عن الإسلام بزعمهم لم يستطيعوا أن يقفوا أمام باطل الملاحدة، لأنهم قعدوا قواعد باطلة نفذ الملاحدة عبرها إليهم وأضعفوا حججهم كما رأينا هذا ظاهراً في منهج التأويل الذي سلكوه ولذا قال علماؤنا في أهل التأويل: (لا للإسلام نصروا، ولا للفلاسفة كسروا) (¬2).\rالثاني: التأويل يشوش القلوب، فإن القلوب تطمئن إلى معبودها إذا عرفته بصفاته وأسمائه، ووثقت\r¬_________\r(¬1) مجموع فتاوي شيخ الإسلام: 5/ 33.\r(¬2) المصدر السابق.","Part":"1","seal":"958D2C6E","page":70},
      {"id":68,"nass":"بالنصوص التي تحدثنا عنه، فإذا أصبحت النصوص مجالاً للتأويل والأخذ والرد، فقدت هيبتها، وضعفت الثقة بها، وأدى ذلك إلى الجهل بالباري، وقد أبان شارح الطحاوية أن أحد المحذورين الذين يلزم من التأويل: (أن تتخلى القلوب عن الجزم بشيء تعتقده مما أخبر به الرسول صلى الله عليه وسلم، إذ لا يوثق بأن الظاهر هو المراد، والتأويلات مضطربة، فيلزم عزل الكتاب والسنة عن الدلالة والإرشاد إلى ما أنبأ به العباد، وخاصة أن النبوة هي الإنباء، ولهذا نجد أن أهل التأويل إنما يذكرون نصوص الكتاب والسنة للاعتقاد لا للاعتماد، إن وافقت ما ادعوا أن العقل دلَّ عليه قبلوه، وإن خالفته أولوه وهذا فتح باب الزندقة) (¬1).\r¬_________\r(¬1) شرح العقيدة الطحاوية: ص 237.","Part":"1","seal":"09716BCD","page":71},
      {"id":69,"nass":"مثال يبين خطورة التأويل\rوقد ضرب ابن رشد - فيما نقله عنه ابن القيم- مثلاً للذين تأولوا شيئاً من القرآن، يبين مدى جنايتهم على هذا الدين.\rفقد مثل أوَّل شيئاً من الشرع زاعماً ما أوله هو الذي قصده الشرع مثال طبيب ركَّب دواءً يحفظ صحة جميع الناس أو أكثرهم، فجاء رجل لم يلائم ذلك الدواء مزاجه لرداءة مزاج كان به، فزعم بعضهم أن تلك الأدوية التي ركب منها الدواء لم يرد بها ذلك الدواء. وإنما أراد بها دواءً آخر، فأزال ذلك الدواء، وجعل بدله دواءً آخر زعم أن الطبيب الأول قصده، فتابعه قوم أخذوا منه ذلك الدواء، ففسدت أمزجة كثير من الناس.\rفجاء آخرون شعروا بفساد أمزجة الناس من","Part":"1","seal":"3F688A03","page":72},
      {"id":70,"nass":"ذلك الدواء المركب فراموا إصلاحه بدواء جديد غير الدواء الأول، فزاد المرض، ثم تتابع الذين تلاعبوا بذلك الدواء، وكلما غيروا في تركيب الدواء الأول ازدادت الأمراض وفساد الأمزجة، ولم يزل الأمر هكذا حتى فسدت منافع الدواء الأول.\rوهذه حال أصحاب التأويل، كل واحد منهم يؤول الشرع تأويلاً غير ما أوله غيره، زاعماً أن تأويله هو الذي قصده الشرع حتى تمزق الشرع، واختلط عند كثير من الناس في وسط ذلك الركام من الآراء والتأويلات، وأدى هذا إلى افتراق الأمّة واختلافها (¬1).\rنسأل الله العصمة من الزلل، والسداد في القول والعمل، والحمد لله رب العالمين.\r¬_________\r(¬1) أعلام الموقعين: 4/ 320.","Part":"1","seal":"27930860","page":73}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1433,"ShrtCs":0,"Bk":"التأويل خطورته وآثاره","HigriD":"1433","oAuthVer":6,"Pdf":1,"IslamShort":0,"oVer":5,"verName":null,"Lng":"عمر بن سليمان بن عبد الله الأشقر العتيبي","bLnk":null,"Inf":"","Auth":"سليمان الأشقر، عمر","Betaka":"الكتاب: التَّأويل - خُطُورَتُهُ وَآثَارُهُ\r\nالمؤلف: عمر بن سليمان بن عبد الله الأشقر العتيبي (المتوفى: 1433هـ)\r\nالناشر: دار النفائس للنشر والتوزيع، الأردن\r\nالطبعة: الأولى، 1412 هـ - 1992 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"الشيخ الدكتور عمر بن سليمان بن عبد الله الأشقر، أستاذ في كلية الشريعة في الجامعة الأردنية في عمان الأردن.\r\r• ولد عام 1940م بقرية برقة التابعة لمحافظة نابلس بفلسطين وهو من بيت علم إذ إن أخاه هو الدكتور محمد سليمان الأشقر أحد علماء أصول الفقه.\r\r• خرج من فلسطين وهو ابن ثلاث عشرة سنةٍ إلى المدينة المنورة بالمملكة العربية السعودية وأكمل دراسته الثانوية العامة هناك، ثمَّ أكمل الدراسة في جامعة الإمام في الرياض، وحصل على البكالوريوس من كليَّة الشريعة، ثم عمل أمين مكتبة في الجامعة الإسلامية بالمدينة المنورة ومكث فيها فترة من الزمن ثم غادر إلى الكويت عام 1965م واستكمل رحمه الله رحلته العلمية بدراسة الماجستير في جامعة الأزهر ثم حصل على الدكتوراه من كلية الشريعة بجامعة الأزهر عام 1980م وكانت رسالته في \"النيات ومقاصد المكلفين\" في الفقه المقارن وعمل مدرسًا في كلية الشريعة بجامعة الكويت.\r\r• بقي الشيخ بالكويت حتى عام 1990م ثم خرج منها إلى المملكة الأردنية فعيِن أستاذًا في كلية الشريعة بالجامعة الأردنية وبعدها عميد كلية الشريعة بجامعة الزرقاء، ثم تفرغ للبحث والكتابة، وأصدر عدداً جيداً من الكتب والأبحاث.\r\r• وفاته\rتوفي رحمه الله في العاصمة الأردنية عمان يوم الجمعة 10 أغسطس 2012 الموافق 22 رمضان في العشر الأواخر لعام 1433 هجرية بعد معاناة مع المرض عن عمر يناهز 72 عاماً.\r\r• مشايخه\rالشيخ د. محمد بن سليمان الأشقر وهو أخوه الكبير وشيخه الأول.\rالشيخ عبد العزيز بن عبد الله بن باز.\rوالشيخ محمد ناصر الدين الألباني.\rوالشيخ عبد الجليل القرقشاوي من مشايخ الأزهر.\r\r• تلاميذه:\rللشيخ العديد من التلاميذ نذكر من بينهم - على سبيل المثال - الشيخ إبراهيم العلي، والشيخ إحسان العتيبي، والشيخ أسامة فتحي أبوبكر، والشيخ عمر إبراهيم عادي، وابنه الدكتور أسامة عمر الأشقر، وغيرهم كثير.\r\rمؤلفاته\rله مؤلَفات كثيرة نذكر منها:\r1. مقاصد المكلفين فيما يتعبد به رب العالمين.\r2. أصل الاعتقاد.\r3. أسماء الله وصفاته في ضوء اعتقاد أهل السنة والجماعة.\r4. القياس بين مؤيِديه ومعارضيه.\r5. الشريعة الإلهية لا القوانين الجاهلية.\r6. الصيام في ضوء الكتاب والسنة.\r7. حكم المشاركة في الوزارة والمجالس النيابية.\r8. المرأة بين دعاة الإسلام وأدعياء التقدم.\r9. معالم الشخصية الإسلامية.\r10. نحو ثقافةٍ إسلاميةٍ أصيلة.\r11. جولةٌ في رياض العلماء وأحداث الحياة.\r12. مواقف ذات عِبَر.\r13. وليتبروا ما علوا تتبيرًا.\r14. سلسلة العقيدة في ضوء الكتاب والسنة وتشمل:\rالعقيدة في الله\rعالم الملائكة الأبرار\rعالم الجن والشياطين\rالرسل والرسالات\rالجنة والنار\rالقضاء والقدر\rالقيامة الصغرى\rالقيامة الكبرى\r\rإضافةً إلى العديد من الأبحاث والدراسات الأخرى","seal":"B0FC68B5","cat":"الفرق والردود","oNum":12569,"BkId":12569,"oAuth":1203,"bVer":1,"aSeal":"69D6CC95"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12569":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"كلمة الافتتاح"},
      {"lvl":1,"id":8,"sub":0,"tit":"دعوى باطلة"},
      {"lvl":1,"id":9,"sub":0,"tit":"هذا ليس بتأويل بل تحريف"},
      {"lvl":1,"id":10,"sub":0,"tit":"التأويل في لغة العرب وفي اصطلاح الشارع"},
      {"lvl":1,"id":14,"sub":0,"tit":"اعتراض وجوابه"},
      {"lvl":1,"id":15,"sub":0,"tit":"المراد بالتأويل الذي يذم طالبه"},
      {"lvl":1,"id":17,"sub":0,"tit":"فقه آية آل عمران في ضوء ما قررناه في المبحث السابق"},
      {"lvl":1,"id":20,"sub":0,"tit":"تناقض أهل التأويل"},
      {"lvl":1,"id":21,"sub":0,"tit":"هل الصفات من المتشابه"},
      {"lvl":1,"id":29,"sub":0,"tit":"ادعاء أهل التأويل أنهم يسيرون على خطا علماء الأصول"},
      {"lvl":1,"id":34,"sub":0,"tit":"الشروط التي يجب توافرها في التأويل عند الأصوليين"},
      {"lvl":1,"id":44,"sub":0,"tit":"مثال تطبيقي للشروط السابقة"},
      {"lvl":1,"id":57,"sub":0,"tit":"الأدلة على بطلان التأويل"},
      {"lvl":1,"id":63,"sub":0,"tit":"خطورة التأويل وآثاره المدمرة"},
      {"lvl":1,"id":69,"sub":0,"tit":"مثال يبين خطورة التأويل"}
    ]
}
