{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12576":
    [
      {"id":3,"nass":"الإباضِيَّة..وهل هم خوارج؟\r\rفضيلة الشيخ الدكتور\rعبد العزيز بن محمد آل عبد اللطيف","Part":"","seal":"39514BA9","page":null},
      {"id":4,"nass":"الإباضِيَّة..وهل هم خوارج؟\r\r1- لماذا الإباضِيَّة؟\rلعَلَّ القارئ يقول لماذا الحديث عن الإباضِيَّة؟ .\rوهي فرقة ذات أقَلِّية مُبَعثَرة في بعض بلاد المسلمين كعُمان وشمال أفريقيا وزنجبار، كما أنها أقل خطراً وشراً من الفرق الأخرى كطوائف الباطِنيَّة والرافِضة ونحوهم.\rفأقول ابتداء: لا شَكَّ أن الإباضِيَّة شِرذِمة قليلون.\rوهم دون فرق الباطِنيَّة ونحوها شراً وخطراً وانحِرافاً، لكن الذِّي دفعني إلى كتابة هذه المقالة الموجزة عن تلك الفرقة هو ما نلمسه في الآونة الأخيرة من نشاط هذه الفرقة والسعي مِن أبنائِها في طبع كتب الإباضِيَّة، وإخراجهَا وتحقيقهَا، ثم توزيعِها ونشرِها (¬1) وأمر آخر جعلني أهتم بهم وهو دعوى علماء الإباضِيَّة أنَّهم ليسوا من الخوارج، واتَّهامِهم لكتاب الفرق والمقالات بالتحامل عليهم، كما أنَّهم - بطبيعة الحال - يُبجِّلون مذهبهم ويكيلون صُنوفاً من المديح الطويل والثناء الحَسن على\r¬_________\r(¬1) - قامت وزارة التراث القومي والثقافة بعمان بطبع مجموعة ضخمة من كتب الإباضية مع تحقيقها ونشرها.","Part":"1","seal":"538DC40E","page":5},
      {"id":5,"nass":"مذهبهم (¬1) وفي نفس الوقت يلْمِزون المذاهب الأخرى ((مذهب أهل السُنَّة)) (¬2)\rويطالبون بكل صلفٍ وتبجُّح - مناظرة أهل السنة كما فعل ((خليلهم)) عندما طَلب من سماحة الشيخ عبد العزيز بن باز المناظرة، فامتنع سماحته لِمَا في المناظرة المعلنة من إيقاع بعضِ النَّاس في شُكوك وشُبُهات، كما أن وقُوع المنَاظرة - بحد ذاته - يُعطي هالة لفرقة الإباضِيَّة، ويُضفي عليها مزيداً\r¬_________\r(¬1) - كما فعل مفتي عُمان \" الخليلي \" عندما وصف أتباع مذهبهم بأنهم أهل الحق والاستقامة ومدحهم بسلامة مصدرهم (!) وأنهم أهل مرونة وتسامح - لدرجة أنهم قالوا بتخليد العاصي في جهنم! - وذكر أن الإباضية يجتهدون في لم شعث الأمة - وهم خوارج.. يسعون لتفريق الأمة وتمزيقها كما فعله أسلافهم من الخروج على الأئمة وإشعال الثورات، انظر كتاب الحق الدامغ للخليلي ص 10 -15 - كما نجد أحد شيوخهم المعاصرين سالم السمائلي يتشدق بأن المذهب الإباضي أول المذاهب، وبكثرة علمائهم واعتدال مذهبهم وقربه من عهد النبوة / انظر كتاب إزالة الوعثاء على أتباع أبي الشعثاء للسمائلي ص 63.\r(¬2) - ومثالة ما زعمه الخليلي بأن اتباع الأئمة الأربعة يكفر بعضهم بعضاُ بخلاف الإباضية - رمتني بدائها وانسلت - انظر كتابه الحق الدامغ ص12..","Part":"1","seal":"B5CB2E00","page":6},
      {"id":6,"nass":"من الشُهرة والظُهور وهم - بلا شك - دون ذلك (¬1) (¬2) .\r2- من الإباضِيَّة؟\rوسيكون حديثي عن هذه الفرقة منصباً على جانبين مُهمين، فأولهما بيان مصدر التلَقِّي عند الإباضِيَّة، والآخر في ذِكر القواسم المُشتَركة التي تَجمع بين الخوارج وبين الإباضِيَّة، وقبل ذلك كله أذكر تعريفاُ موجزاُ عن فرقة الإباضِيَّة، فهم أصحاب عبد الله بن إباض التميمي الذي خرج في أيام مروان بن محمد في أواخر دولة بني أميَّة، وبعضهم يقول: كان عبد الله بن إباض مع نافع بن الأزرق ثم انشًقَّ عنه لتشدُّد نافع مع مخالفيه، حيث كان ابن إباض لا يرى إلا استحلال دم مخالفيه دون أموالهم وتدعى\r¬_________\r(¬1) - وقد ذكر ذلك الشيخ د. صالح الفوزان في رسالة له بعنوان \" الرد على السيابي \" حيث انتصر الفوزان للحق، كما دافع عن الشيخ ابن باز أمام تعصب وتعنت السيابي الذي كتب رداُ على فتوى ابن باز في حكم الصلاة خلف من ينفي رؤية المؤمنين لربهم يوم القيامة.\r(¬2) - أخبرني أحد الثقات أن واحداً من طلبة العلم المغمورين من أبناء أهل السنة قد ناقش هذا المفتي الخليلي في بعض مسائل الاعتقاد وأدحض شبهاته وأظهر الحق أمامه حتى بهت.","Part":"1","seal":"3D15586B","page":7},
      {"id":7,"nass":"الإباضِيَّة ارتباطها بجابر بن زيد - أحد التابعين - مع أنه قد تبرأ منهم (¬1) . الإباضِيَّة فرق متعددة فمنهم الحَفصيَّة واليزيدية، والحارِثِيَّة، وغيرها، وأشد هذه الفرق انحرافاً طائفة اليزيدية، وإمامهم يزيد بن أنيسة زعم أن الله سيبعث رسولاً من العَجَم، ويَنزِل عليه كتاباً من السماء، ومن ثم ترَك شريعة محمد صلى الله عليه وسلم وقد تبرأ أكثر الإباضِّية من هذه الفرقة ومنهم من توقَّف فيها (¬2) .\r3- مصدر التلقِّي عندهم:\rوإذا أردنا أن نتَحدَّث عن مصدر التَلقِّي عندهم، فإنَّ لمسند الربيع بن حبيب مكانةً عظيمةً في قلوبهم، فهو مصدر التلقِّي عندهم بعد القرآن، حيث إنه أصح كتاب عندهم بعد القرآن ومؤلفه الربيع بن حبيب البصري، وقد اعتنوا بهذا المسند فشُرِح عدة شروح، كما رُتِّب على الأبواب الفقهية، فجاء في أربعة أجزاء صغيره ضمن مجلد واحد، ويُفتقد هذا المسند ((المنحول)) للربيع لمقدمة توضح تراجم رواته، وتوثيق نسبة للربيع، بينما تَفتخِر الإباضِيَّة\r¬_________\r(¬1) - انظر تهذيب التهذيب للحافظ ابن حجر 2/ 38.\r(¬2) - للمزيد من معرفة الإباضية: انظر مقالات الإسلاميين 1/ 167 الملل والنحل 1/ 134 ودراسة عن الفرق لأحمد جلي وغيرها كثير.","Part":"1","seal":"E2660F1D","page":8},
      {"id":8,"nass":"بأَنَّ هذا المُسنَد يعود إلى أبي الشعثاء جابر بن زيد والذي تبرأ منهم - كما سبق ذكره.\rكما أن هذا المسند مليء بأخبار منقطعة، وأحاديث لا خِطام لها ولا زِمام وأخبار موضوعه (¬1) ومأخذ ثالث وهو أن هذا المسند يعُج بالمخالفات والمزالق العقدية المتنوعة ومنها ما يلي:\rأ- تعطيل الصِّفات الإلهِيَّة ونسبة هذا التعطيل إلى صحابة الرسول صلى الله عليه وسلم ومن ذلك ما جاء في مسندهم من الزعم بأن الله في كل مكان ونسبة ذلك لعمر ونفي رؤية الله في اليوم\r¬_________\r(¬1) ومن هذه الأخبار الموضوعة والموجودة في هذه المسند ج1 / ص 13 ما نسبوه إلى رسول الله صلى الله عليه وسلم من قوله: ((إنكم ستختلفون من بعدي فما جاءكم عني فاعرضوه على كتاب الله فما وافقه فعني وما خالفه فليس عني، وهذا موضوع مختلق على النبي صلى الله عليه وسلم كما بين ذلك أئمة الحديث وصيارفته، كما أن القران يكذب هذا الحديث ويرده كما قال سبحانه ((وما أتاكم الرسول فخذوه وما نهاكم عنه فانتهوا)) انظر كشف الخفاء 1 /89، ولعل هذا الخبر الموضوع يؤكد وقوع الخوارج في وضع الأحاديث ... وإن كانوا أقل كذباً من غيرهم كالرافضة ونحوهم وكما روى الخطيب البغدادي في - الكفاية بسنده - عن شيخ من الخوارج وهو يقول: إن هذه الأحاديث دين فانظروا عمن تأخذون دينكم فإنا كنا إذا هوينا أمراً صيرناه حديثاً، انظر الكفاية ص 163.","Part":"1","seal":"DD2EAD73","page":9},
      {"id":9,"nass":"الآخر ونسبته لإبن عباس، ونَفيِ اليد وتَأويلِها بالقدرة ونفي الإستواء على العرش، ونفي العين والنفس، وغيرها من الصفات (¬1) .\rب- تعطيل السُنَّة النبوِّية احتجاجاً بحديث جاء في المسند الربيع ((إنَّكم ستَختلفُون من بعدي فما جاءكم عنِّي فاعرضوه على كتاب الله فما وافقه فعنِّي وما خالفه فليس عنِّي)) وهو حديث كذب موضوع.\r\rج - نفي المسح على الخُفَّين وإنكاره (¬2) .\rويتَضَّمن المسند شيئا من التأويلات المتعسِّفة، ولعلهم يستدلون بحديث رووه في مسندهم مرفوعاً ((ما من كلمة إلا ولها وجهان فاحملوا الكلام على أحسن الوجوه (¬3) فمن تلك التأويلات المتكلفة قول أبي عبيدة - أحد شيوخ الربيع - عن معنى حديث ((من يحمل السلاح فليس منا)) : يريد حمله إلى أرض العدو (¬4) .\r¬_________\r(¬1) - انظر المسند المذكور 3/23-37.\r(¬2) - انظر المسند المذكور 1/27.\r(¬3) انظر المسند المذكور3/40.\r(¬4) - انظر المسند المذكور2/20.","Part":"1","seal":"4720E444","page":10},
      {"id":10,"nass":"وقد انعكست هذه المزالق على الإباضِيَّة فتجدهم يحتجٌّون بأخبار موضوعة، ويجهلون الأحاديث الصحيحة، ويمتَطُون التأويل المُتعَسِّف، فَيحرِّفون الكَلِم عن مواضع، وأذكر على ذلك مثالاً لأحد شيوخهم المعاصرين في عُمان وهو سالم بن حمود السمائلي فتجده يحتج بحديث ((خذو شطر دينكم عن هذه الحميراء)) (¬1) وهو كذب مختلق كما بيّن ذلك ابن القيم رحمة الله في ((المنار المنيف)) . وانظر إلى جهله - أو تجاهله - بالأحاديث الصحيحة التي تخالف مذهبه وكيف يتأولها تأويلاً بعيداً غير سائغ، فيقول السمائلي: (وحديث من قال لا إله إلا الله دخل الجنة وإن زنى وسرق - على فرض صحته - وإن زنى وإن سرق ثم تاب، فالزنى والسرقة لا يمنعان من دخول الجنة للتائب فإن التائب من الذنب كما لا ذنب له) (¬2) . أرأيت أخي القارئ ما يفعله الشيخ العلاَّمة الجليل سالم - كما جاء على غلاف كتابه!! مع أن حديث من قال لا إله إلا الله دخل الجنة وإن زنى وإن سرق أخرجه الشيخان:\r¬_________\r(¬1) - انظر كتابه إزالة الوعثاء ص 63.\r(¬2) - انظر كتابه أصدق المناهج في تمييز الإباضية عن الخوارج ص 34.","Part":"1","seal":"6A014123","page":11},
      {"id":11,"nass":"البخاري ومسلم (¬1) وانظر إلى كثافة فهمه وفساد كلامه.\rويتفنَّن الفقيه سالم في ذكر أنواع من التأويل الفاسد عند ايراد أحاديث مذهبه فمن ذلك قوله عن حديث ((يخرج من النار من كان في قلبه مثقال ذرة من إيمان)) أي لا يدخلها أبداً (¬2) .\rوقوله عن حديث: (من مات لا يشرك بالله شيئاً دخل الجنَّة، إذا مات غير مقترف لإثم دخل الجنَّة) (¬3) . وليس التأويل الفاسد وقفاً على هذا الشيخ، بل نجد أن الكثير من الإباضِّية إذا أعيتهم النصوص وأشرقت عليهم بأنوارها، شهروا أمامها ذاك التأويل المظلم (¬4) . ورحم الله ابن أبي العز الحنفي عندما يقول عن هذا التأويل: وهذا الذي أفسد علينا الدنيا والدين، وهكذا فعلت اليهود والنَّصارى في التَّوراة والإنجيل، وحذَّرنا الله أن نفعل مثلهم،\r¬_________\r(¬1) - انظر ما ذكره ابن رجب عن معنى هذا الحديث وما في معناه في رسالة \" كلمة الإخلاص \".\r(¬2) - انظر كتابه أصدق المناهج ص 35، 36،\r(¬3) - انظر كتابه أصدق المناهج ص 35، 36،\r(¬4) - انظر إلى ما جاء في كتاب بدابة الإمداد على غاية المراد لسليمان الكندي الإباضي حيث أوّل الميزان بالعدل ص 57، وكذا أول الصراط ص 58 وغير ذلك.","Part":"1","seal":"430CE7D8","page":12},
      {"id":12,"nass":"وأبى المبطلون إلا سلوك سبيلهم، وكم جنَى التأويل الفاسد على الدين وأهله من جناية، فهل قُتِل عثمان رضى الله عنه إلا بالتأويل الفاسد! وكذا ما جرى في يوم الجمَل، وصِفِّين، ومقتل الحسين رضى الله عنه والحرة؟ وهل خرجت الخوارج واعتزلت المعتزلة. ورفضت الروافض وافترقت الأمة على ثلاث وسبعين فِرقة إلا بالتأويل الفاسد؟ [شرح الطحاوية 1/ 9-2] . وما دمنا نتحدث عن مصدر التلقِّي عندهم فأعلم - أخي القارئ - أنَّ الإباضِّية تأثُّراً بالمسلك الكلامي - لا يقبلون خبر الآحاد في أبواب الإعتقاد.\r4- هل الإباضِيَّة من الخوارج؟\rوالآن أسرد لك - أخي القارئ القواسم المُشترَكة والأمور المتفق عليها بين الخوارج وبين الإباضِيَّة، وسيظهر لك تِلقائياً الجواب عن هذا السؤال: هل الإباضِيَّة من الخوارج أم لا؟؟\rنجد - ابتداءً - أنَّ عبد الله بن إباض يعتبر نفسه امتداداً للمحكمة الأولى كما في الرسالة التي بعثها إلى عبد الملك بن مروان. كما يظهر من خِلال عقائد الإباضِّية التَّشابه الكبير بينهم وبين أسلافهم من الخوارج، فمثلاً في التوحيد نجِد الإباضية تقول","Part":"1","seal":"5DD2F498","page":13},
      {"id":13,"nass":"بخَلْق القرآن كما جاء في كتبهم قديماً وحديثاً (¬1) ، وقد وافقوا الخوارج في ذلك، يقول الأشعري: (والخوارج جميعاً يقولون بخَلْق القرآن) [مقالات الإسلاميين 1/203] ، ويظهر من خلال كتبهم تعطيل الصفات مثل انكار رؤية الله في اليوم الآخر، وتعطيل الصِّفات عموماً (¬2) .\rمثل الإستواء واليد وغيرها، والخوارج يغلب عليهم التعطيل في الصِّفات تأثُّراً بالمعتزلة، يقول الأشعري: (فأما التوحيد فإن قول الخوارج في الصِّفات فيه كقول المعتزلة) [مقالات الإسلاميين 1/203] . وأما مسألة الأسماء والأحكام فإن الإباضِيَّة تقول بتخليد العاصي في نار جهنَّم، وهي بذلك تتَّفِق مع بقيَّة الخوارج والمعتزلة في تخليد العصاة في جهنَّم لكن الإباضِيَّة تحْكُم عليه في الدنيا بأنَّهُ كافر كُفْر نعمة - أو كفر نفاق (¬3) .\r¬_________\r(¬1) - ممن قال بخلق القران من الإباضية المعاصرين: سليمان الكندي في كتابه بداية الإمداد ص 72، والخليلي في الحق الدامغ ص 97 - 183.\r(¬2) - انظر أصدق المناهج ص 27، ومشارق أنوار العقول للسالمي 1 / 362، إزالة الوعثاء ص 23 /95.\r(¬3) - انظر إلى أقوالهم في تخليد مرتكب الكبيرة: الموجز لأبي عمار عبد الكافي الإباضي 2/117، ومشارق أنور العقول 2/143، وبداية الإمداد ص 61، وسمر أسرة مسلمة لعلي يحي معمر ص 58، والحق الدامغ ص 183 - 228، وأصدق المناهج ص 27.","Part":"1","seal":"81C7AE5C","page":14},
      {"id":14,"nass":"ومن الأمور التي يَتفِقون عليها إنكار الشَّفاعة لعُصاة الموحِّدين، لأنَّ العُصاة مُخلَّدون في النار، فلا شفاعة لهم حتى يخرجوا من النار (¬1) ، وكل ذلك معارضة لما تواتر من الشَّفاعة لأهل الكبائر حيث قال رسول الله صلى الله عليه وسلم: ((شفاعتي لأهل الكبائر من أمتي)) رواه الترمذي والبيهقي عن أنس مرفوعاً وصححه ابن خزيمة وابن حبان والحاكم والبيهقي. كما نجد الإباضِيَّة يُجوِّزون الخروج على أئمة الجَور، ويتَهجَّم بعضهم على معاوية بن أبي سفيان رضي الله عنه، وعمرو بن العاص رضي الله عنه، ويُنكِر بعضهم شرط القرشِّية في الإمام، وكل هذه الأمور قد قال بها أسلافهم من الخوارج، بل أنهم يدافعون عن أسلافهم، فينتَصِرون للخوارج أيام النهروان (¬2) .\r¬_________\r(¬1) - ممن أنكر الشفاعة للعصاة السالمي في كتابه: مشارق أنور العقول 2/432، والكندي في بداية الإمداد ص 65، والسمائلي في أصدق المناهج ص 27.\r23_ أنظر كتاب مشارق أنوار العقول 2/132.\r(¬2) 4- انظر أصدق المناهج ص 28، 40، 43، 46، وبداية الإمداد ص 161","Part":"1","seal":"2C961D0C","page":15},
      {"id":15,"nass":"نصيحة للطائفة الإباضِيَّة:\rوفي آخر هذه المقالة أدعو كل طالب حق من أبناء الطائفة الإباضِيَّة بأن يتَجرَّد في طلب الحق بدليلِه، وأن نَتلقَّى ديننا من كتاب ربنا وسنَّةِ نبينا محمد صلى الله عليه وسلم، وذلك على حسب منهج السَّلَف الصَّالح وفهْم الصحابة رضي الله عنهم، وعلينا جميعاُ أن نتخلَّى من ربقة التقليد للآباء والتعصُّب لآراء الرِّجال، وأن تنشرح صدورنا لما جاء في الوحيين، أسألُ الله عزُّ وجل بأسمائِه الحسنى وصفاتِه العُلى أن يُصلِح أحوالَ المسلمين، وأن يهديَ ضالهم ويثبت مطيعهم. والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم","Part":"1","seal":"67372375","page":16}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"الإباضية وهل هم خوارج","HigriD":"معاصر","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد العزيز بن محمد بن علي آل عبد اللطيف","bLnk":null,"Inf":"","Auth":"عبد العزيز بن محمد آل عبد اللطيف","Betaka":"الكتاب: الإباضِيَّة وهل هم خوارج\r\nالمؤلف: عبد العزيز بن محمد بن علي آل عبد اللطيف\r\nصدر الإذن بطبع هذا الكتاب: من المديرية العامة للمطبوعات بوزارة الإعلام - تبوك\r\nالطبعة: الأولى، 1412 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"عبد العزيز بن محمد بن علي آل عبد اللطيف\r\nعضو هيئة التدريس بقسم العقيدة والمذاهب المعاصرة في جامعة الإمام محمد بن سعود الإسلامية - الرياض\r\n\r\nالاسم: د. عبد العزيز بن محمد بن علي آل عبد اللطيف\r\nاللقب العلمي: أستاذ مشارك\r\n\r\nعُيّن معيداً سنة 1404هـ، ثم محاضراً سنة 1407هـ، ثم أستاذ مساعداً سنة 1414هـ، ثم أستاذ مشاركاً سنة1427هـ ولا يزال كذلك.\r\n\r\nالسيرة الذاتية:\r\nتاريخ الميلاد: 1380هـ.\r\nمكان الميلاد: الرياض.\r\nكلية التخرج: تخرّج من كلية أصول الدين بالرياض سنة 1403/1404هـ.\r\nجامعة التخرج: جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخصص العام: أصول الدين.\r\nالتخصص الدقيق: عقيدة ومذاهب معاصرة.\r\nحصل على درجة الماجستير في تخصص العقيدة سنة 1407 هـ بتقدير ممتاز.\r\nحصل على درجة الدكتوراه في تخصص العقيدة سنة 1414 هـ مع مرتبة الشرف الأولى.\r\n\r\nالمشاركات والخبرات العلمية:\r\n(1) درّس جملة من متون وكتب العقيدة مثل:\r\nكتاب التوحيد , وفتح المجيد , والحموية , والعبودية , والتدمرية، ولمعة الاعتقاد، وعقيدة السلف للصابوني، والعقيدة الطحاوية وغيرها.\r\n(2) المشاركة في إعداد مناهج دراسية في العقيدة.\r\nفشارك في إعداد مناهج قسم العقيدة وموادها سواً في المرحلة الجامعية أو مرحلة الدراسات العليا. وشارك ضمن فريق تأليف العلوم الشرعية للمرحلة الثانوية بوزارة التربية والتعليم.\r\n(3) شارك في تحكيم وفحص جملة من الكتب والأبحاث.\r\n(4) أشرف وناقش عدة رسائل علمية لنيل درجة الماجستير.\r\n(5) عضو هيئة التحرير ووحدة الدراسات لمجلة البيان.\r\n(6) عضو الهيئة الاستشارية لمجلة وموقع الصوفية www.alsoufia.com.\r\n\r\nالرسائل الجامعية:\r\nنواقض الإيمان القولية والعملية) رسالة دكتوراه) وأجيزت مع مرتبة الشرف الأولى.\r\nدعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب عرض ونقض (رسالة ماجستير) ومنح صاحبها درجة الماجستير بتقدير ممتاز.\r\n\r\nالنتاج العلمي:\r\nأكثر من 29 كتاباً\r\nوقد طُبعت هذه الكتب عدة طبعات، بمدار الوطن , ومكتبة الرشد , كما طبعت وزارة الشؤون الإسلامية كتاب مقرر التوحيد للناشئين، وترجم إلى عدة لغات، وطبعت رئاسة الإفتاء كتاب دعاوى المناوئين لدعوة الشيخ محمد بن عبدالوهاب.\r\nوأكثر من 104 مقالاً.\r\nوأكتر من 55 جواباً.\r\nوأكثر من 13 بيانات شارك في توقيعها.\r\nوعدد كبير من المواد الصوتية (9 دروس, و 15 مادة مابين ندوات، ومحاضرات , ومواد منوعة)\r\nمعظمها من إصدار تسجيلات التقوى الإسلامية\r\n\r\nموقع فضيلة الشيخ د. عبد العزيز بن محمد بن علي آل عبد اللطيف الرسمي\r\nwww.alabdulltif.net","seal":"76221ABB","cat":"العقيدة","oNum":12576,"BkId":12576,"oAuth":149,"bVer":1,"aSeal":"914D7691"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12576":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"الإباضية..وهل هم خوارج؟"},
      {"lvl":1,"id":4,"sub":1,"tit":"1- لماذا الإباضية؟"},
      {"lvl":1,"id":6,"sub":0,"tit":"2- من الإباضية؟"},
      {"lvl":1,"id":7,"sub":0,"tit":"3- مصدر التلقي عندهم:"},
      {"lvl":1,"id":12,"sub":0,"tit":"4- هل الإباضية من الخوارج؟"},
      {"lvl":1,"id":15,"sub":0,"tit":"نصيحة للطائفة الإباضية:"}
    ]
}
