{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12757":
    [
      {"page":35,"id":36,"nass":"ـ[غاية المقصود في الرد على النصارى واليهود]ـ\rالمؤلف: السموأل بن يحيى بن عباس المغربي (المتوفى: نحو 570هـ)\rتحقيق ودراسة: د. إمام حنفي سيد عبد الله\rالناشر: دار الآفاق العربية - القاهرة\rالطبعة: الأولى 1427 هـ - 2006 م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","seal":"581EC358","part":1},
      {"page":36,"id":37,"nass":"مقدمة\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rأما بعد حمد الله على ما ألهم من الهداية وعصم عنه من الغواية،\rوالصلاة على محمد، خاتم النبيين، وعلى آله الطاهرين، فإن سبيل من فضل من العباد بالفطانة والرشاد أن يجد في البحث عن أحوال المعاد، والتأمل لما أخذه من الآباء والأجداد بعين الامتحان والانتقاد، فإن رآه فضيلة سمَا لإدراكها، وإن ألفها رزيلة نجا من أشراكها، ليحصى حقائبه بطانًا من الزاد، فإن هاتف الموت بالمرصاد، ولن تحمد العقبى مضيع في تحصين شرعه، وموزع مواقيته على ما ينقاد إليه بطبعه، ولن يظفر بضالة الحق إلا ناشدوها، ولن يبهرج الأباطيل على أنفسهم إلا مفسدوها.\rالغرض الأقصى من إنشاء هذه الكلمة الرد على أهل اللجاج والعناد،\rبأن نظهر ما يعتور كلمتهم من الفساد، على أن الأئمة - ضوعف ثوابهم - قد انتدبوا قبلي لذلك، وسلكوا في مناظرة اليهود أنواع المسالك، إلا أن أكثر ما نوظروا به يكادون لا يفقهونه، ولا يلتزمونه.","seal":"7FD823C6","part":1},
      {"page":37,"id":38,"nass":"وقد جعل الله إلى إفحامهم طريقًا، مما يتداولونه في أيديهم من نص\rتوراتهم، وعماهم الله عنه عند تبديلهم، ليكون حجة عليهم موجودة فى\rأيديهم.\r\rإلزام اليهود الفسخ في الشرائع\rوهذا أول ما أبتدئ من إلزامهم النسخ من نصِّ كتابهم ومما تقتضيه أصولهم.\rنقول لهم: هل كان قبل نزول التوراة شرعٌ أم لا؟\rفإن جحدوا كذبوا بما نطق به الجزء الثاني من السفر الأول من التوراة، إذ شرع الله على نوح، عليه السلام، القصاص في القتلى ذلك قوله تعالى:\r\"شوفيخ ذام هاء إذام باء اذام دامو يشافيخ كى يصيلم ألوهيم عاساات\rها اذام \" .. تفسيره: سافك.\rدم الإنسان، فليحكم بسفك دمهِ، لأن الله خلق الآدمي بصورةٍ\rشريفةٍ.\rوما يشهد به الجزء الثاني من السفر الأول من التوراة، إذ شرع إبراهيم،\rعليه السلام ختانة المولود في اليوم الثامن من ميلاده.\rوهذه - وأمثالها - شرائع، لأن الشرع لا يخرج عن كونه أمرًا أو نهيًا من الله\rلعباده، سواء نزل على لسان رسولٍ، أو كُتبَ في أسفار، أو ألواح أو غير ذلك.\rفإذا أقروا بأن قد كان شرعٌ، قلنا لهم: ما تقولون في التوراة، هل أتت بزيادة على تلك الشرائع، أم لا؟\rفإن لم تكن أتت بزيادةٍ، فقد صارت عبثًا،","seal":"F460DE41","part":1},
      {"page":38,"id":39,"nass":"إذ لا زيادة فيها، على ما تقدم، ولم تغن شيئًا، فلا يجوز أن تكون صادرةً عن الله، تعالى، فيلزمكم أن التوراة ليست من عند الله، وذلك كفر على مذهبكم!\rوإن كانت التوراة أتت بزيادة، فهل في تلك الزيادة تحريم ما كان مباحًا، أم لا؟\rفإن أنكروا ذلك، بطل قولهم من وجهين: -\r- أحدهما: أن التوراة حرمت الأعمال الصناعية في يوم السبت، بعد أن\rكان ذلك مباحًا، وهذا بعينه فهو النسخ.\r- والثانى: أنه لا معنى للزيادة في الشرع، إلا تحريم ما تقدمت إباحته،\rوإباحة ما تقدم تحريمه.\r- فإن قالوا: إن الحكيم لا يحظرُ شيئًا، ثم يبيحه، لأن ذلك إن جاز مثله، كان كمن أمر بشىء وضده!\rفالجواب: إن من أمر بشىءٍ وضدهِ في زمانين مختلفين، غير مناقضٍ بين أوامره\r، وإنما يكون كذلك لو كان الأمران في وقت واحد.\rفإن قالوا: إن التوراة حظرت أمورًا كانت مباحة من قبل ولم تأت بإباحة محظور.\rوالنسخ المكروه هو إباحة المحظور\" لأن من أبيح له شىءً فامتنع عنه وحظره\rعلى نفسه، فليس بمخالف، وإنما المخالفُ من منع عن شىءٍ فأتاه، لاستباحته المحظور.\rفالجواب: من أحلَّ ما حظره الشرع في طبقة المحرم لما أحله الشرعُ، إذ كل\rمنهما قد خالف المشروع ولم يقرّ الكلمة على معاهدها.","seal":"FD5AC7D1","part":1},
      {"page":39,"id":40,"nass":"فإذا جاز أن يأتي في شرع التوراة تحريم ما كان إبراهيم، عليه السلام\r، ومن تقدمه على استباحته، فجائز أن تأتي شريعة أخرى بتحليل ما كان في التوراة محظورًا.\rوأيضًا: فلا تخلو المحظورات من أن يكون تحريمها مفترضًا في كل الأزمنة، لأن\rالله يكرهُ ذلك المحظور لعينه أو لا يكون كذلك، بل نهى عنه في بعض\rالأزمنة.\rفإن كان الله ينهى عن عمل الصناعات في يوم السبت، لعين السبت، فينبغى أن يكون هذا التحريم على إبراهيم ونوح وآدم أيضًا؛ لأن عين السبت كانت أيضًا موجودة في زمانه، وهى علةُ التحريم.\rوإذا كان ذلك غير محرم على إبراهيم ومن تقدمه، فليس النهى عنه لعينه، أعني في جميع أوقات وجود عينه.\rوإذًا لزمكم أن تحريم الأعمال الصناعية في يوم السبت ليس بمحرم في جميع\rوجود أوقات السبت، فليس بممتنع أن ينسخ هذا التحريم في زمانٍ آخرَ،\rوإذا ظهر قائمٌ بمعجزات الرسالة وأعلام النبوة في زمنٍ آخر بعد فترةٍ طويلة.\rفجائز أن يأتي بنسخ كثير من أحكام الشريعة، سواء حظر مباحاتها، أو أباح محظوراتها، وكيف يجوز أن يحاج من جاء بالبينةِ البشرية أو باينها، ولا سيما أن الخصوم قد طالما تعبدوا بفرائض مباينة للعقول، كطهارة أنجاسهم برماد البقرة","seal":"2AE3C0E8","part":1},
      {"page":40,"id":41,"nass":"التى كان الإمام الهاروني يحرقها قبيل أوان الحج، ونجاسة طاهرهم بذلك الرماد بعينه.\rعلى أن الذي يروم تنزيله منزلة هذا أقرب كثيرًا إلى العقل، فإن الأفعال\rوالأوامر الإلهية منزهة عن الوقوف عند مقتضى العقول البشرية.\rوإذا كانت التعبدات الشرعية غير عائدةٍ بنفع لله، عز وجل، ولا دافعةٍ عنه\rضررًا، لتنزهه، سبحانه، عن الانتفاع والتأذى بشىءٍ فما الذي يحيلُ أو يمنع\rكونه تعالى، يأمرُ أمةً بشريعةٍ، ثم ينهى أمةً أخرى عنها، أو يُحرِّم محظورًا\rعلى قوم، ويحله لأولادهم، ثم يحظره ثانيًا على من يجىء من بعده!\rكيف يجوز للمتعبد أن يعارض الرسول في تحليله ما كان حرامًا على قوم،\rويستدل بذلك على كذبه بعد أن جاء بالبينة، وأوجب العقل تصديقه وتحكيمه، أليس هذا تحكمًا وضلالاً وعدولاً عن الحق.؟!\r\rإفحام اليهود والنصارى بالحجة العقلية وإلزامهم الإسلام.\rلا يسع عاقلاً أن يكذب نبيًا ذا دعوة شائعة، وكلمة قائمة، ويصدق غيره، لأنه لم ير أحدهما، ولا شاهد معجزاته، فإذا خصص أحدهما بالتصديق، والآخر بالتكذيب، فقد تعين عليه الملام والإزراء عقلاً.\rولنضرب لذلك مثالاً: وهو أنا إذا سألنا يهوديًا عن موسى، عليه السلام،\rوهل رآه وعاين معجزاته؟ .. فهو بالضرورة يقرُّ بأنه لم يشاهد شيئًا من ذلك عيانًا.\rفنقول له: بماذا عرفت نبوة موسى وصدقه","seal":"B9C51F00","part":1},
      {"page":41,"id":42,"nass":"فإن قال: إن التواتر قد حقق ذلك، وشهادات الأمم بصحته دليل ثابت\rفى العقل، كما قد ثبت عقلاً وجود بلاد وأنهار لم نشاهدها، وإنما تحققنا وجودها بتواتر الأنباء والأخبار.\rقلنا: إن هذا التواتر موجود لمحمد وعيسى، عليهما السلام، كما هو\rموجود لموسى عليه السلام. فيلزمك التصديق بهما.\rوإن قال اليهودي: إن شهادة أبي عندي بنبوة موسى، هى سبب تصديقي\rبنبوته.\rقلنا له: ولمَ كان أبوك عندك صادقًا في ذلك معصومًا عن الكذب، وأنت ترى الكفار أيضا يعلمهم آباؤهم ما هو كفر عندك، إما تعصبًا من أحدهم لدينه وكراهيته لمباينة طائفته، ومفارقة قومه وعشيرته، وإما لأن أباه وأشياخه نقلوه إليه، فتلقفته منهم، معتقدًا فيه الهداية والنجاة!\rفإذا كنت، يا هذا، ترى جميع المذاهب التي تكفرها قد أخذها أربابها\rعن آبائهم، كأخذك مذهبك عن أبيك، وكنت عالمًا أن ما هم عليه\rضلال وجهلٌ. فيلزمك أن تبحث عما أخذته عن أبيك، خوفًا من أن تكون هذه حالته!\rفإن قال: إن الذي أخذته عن أبى أصحُّ مما أخذه الناس عن آبائهم: لزمه أن يقيم البرهان على نبوة موسى، من غير تقليد لأبيه، لأنه قد ادعى صحة ذلك بغير تقليد.","seal":"34C8B35A","part":1},
      {"page":42,"id":43,"nass":"وإن زعم أن العلة في صحة ما نقله عن أبيه أن أباه يرجح على آباء الناس\rبالصدق والمعرفة، كما تدعى اليهود في حق آبائها، لزمه أن يأتي بالدليل على أن أباه كان أعقل من سائر آباء الناس وأفضل، فإن هو ادعى ذلك كذب فيه، لأن من هذه صفته، يجب أن يستدل على فضائله بآثاره.\rوقول اليهود باطل. بأنه ليس لهم من الآثار في العالم ما لغيرهم مثله، بل\rعلى الحقيقة لا ذكر لهم بين الأمم الذين استخرجوا العلوم الدقيقة، ودونوها لمن يأتى بعدهم.\rوجميع ما نسب إليهم من العلوم مما استفادوه، من علوم غيرهم لا يضاهى\rبعض الفنون الحكمية التي استخرجها حكماء اليونان، والعلوم التى\rاستنبطها النبط.\rوأما تصانيف المسلمين فيستحيل لكثرتها أن يقف أحدٌ من الناس على جميع ما\rصنفوه في أحد الفنون العلمية، لسعته وكثرته. وإذا كان هذا موقعهم من الأمم، فقد بطل قولهم: إن آباءهم أعقل الناس وأفضلهم وأحكمهم ولهم أسوة بسائر آباء الناس المماثلين لهم من ولد سام بن نوح، عليهما السلام.\rفإذا أقروا بتأسى آبائهم بآباء غيرهم، وعلموا بأن آباء غيرهم قد لقنوهم\rالكفر. لزمهم أن شهادة الآباء لا يجوز أن تكون حجةً في صحة الدين، فلا يبقى لهم حجة بنبوة موسى، عليه السلام، إلا شهادة التواتر، وهذا التواتر موجود لعيسى ومحمد، كوجوده لموسى، عليهم السلام.","seal":"FAA26C1C","part":1},
      {"page":43,"id":44,"nass":"وإذا كانوا قد آمنوا بموسى لشهادة التواتر بنبوته، فقد لزمهم التصديق بنبوة\rالمسيح والمصطفى، صلى الله عليهما وسلم.\r\rوجه آخر في إثبات النسخ بأصولها\rنقول لهم: هل أنتم اليوم على ملة موسى، عليه السلام؟\rفإن قالوا: نعم.\rقلنا لهم: أليس في التوراة: \"أن من قسَّ عظمًا، أو وطئ قبرًا، أو حضر\rميتًا عند موته، فإنه يصير من النجاسة في حالٍ لا مخرج له منها، إلا برماد البقرة التي كان الإمام الهاروني يحرقها؟!\rفلا يمكنهم مخالفة ذلك، لأنه نص ما يتداولونه.\rفيقول لهم: فهل أنتم اليوم على ذلك؟\rفيقولون: لا نقدر عليه.\rفيقول لهم: فلمَ جعلتم أن من لمس العظم والقبر والميت فهو طاهر يصلح\rللصلاة وحمل المصحف، والذى في كتابكم بخلافه؟!\rفإن قالوا: لأنا عدمنا أسباب الطهارة وهى رماد البقرة، والإمام المطهر\rالمستغفر.\rقلنا: فهل ترون هذا الأمر مع عجزكم عن فعله مما تستغنون في الطهارة عنه، أم لا، فإن قالوا: نعم، قد نستغنى عنه. فقد أقروا بالنسخ لتلك الفريضة لحالٍ اقتضاها هذا الزمان.","seal":"AD193401","part":1},
      {"page":44,"id":45,"nass":"وإن قالوا: لا نستغنى في الطهارة عن ذلك الطهور.\rفقد أقروا بأنهم الأنجاس أبدًا، ما داموا لا يقدرون على سبب الطهارة.\rفنقول لهم: فإذا كنتم أنجاسًا، على رأيكم وأصولكم، فما بالكم تعتزلون\rالحائض بعد انقطاع الحيض وارتفاعه سبعة أيامٍ اعتزالاً تفرطون فيه إلى حدِّ أن\rأحدكم لو لمس ثوبه ثوبَ المرأة لاستنجستموه مع ثوبه.\rفإن قالوا: لأن ذلك من أحكام التوراة.\rقلنا: أليس في التوراة أن ذلك يراد به الطهارة؟\rفإذا كانت الطهارة قد فاتتكم والنجاسة التي أنتم فيها هى على معتقدكم\rلا ترتفع بالغسل كنجاسة الحيض، فهى لذلك أشدُّ من نجاسة الحيض.\rثم إنكم ترون أن الحائض طاهرة، إذا كانت من غير ملتكم، ولا تستنجسون\rلامسها ولا الثوب الذي تلمسه، وتخصيص هذا الأمر - أعني نجاسة\rالحيض - بطائفتكم، مما ليس في التوراة.\rفهذا كله منكم نسخٌ أوتبديل.\rفإن قالوا: إن هذا - وإن كان النص غير ناطقٍ به - فقد جاء في الفقه.\rقلنا لهم: فما تقولون في فقهائكم، هل الذي اختلفوا فيه من مسائل\rالخلاف والذهب - (على كثرتها - كان ثمرة اجتهاد واستدلال منقولاً) بعيته؟\rفهم يقولون: إن جميع ما في كتب فقهنا نقله الفقهاء عن الأحبار عن الثقات من السلف عن يوشع بن نون عن موسى الكليم، عليهما السلام، عن الله تعالى.","seal":"1D07345A","part":1},
      {"page":45,"id":46,"nass":"فيلزمكم في هذا أن المسألة الواحدة التي اختلف فيها اثنان من فقهائكم،\rيكون كل واحد منهما ينقل مذهبه فيها نقلاً مسندًا إلى الله، عز وجل، وفى\rذلك من الشناعة اللازمة لهم أن يجعلوا الله قد أمر في تلك المسألة بشىء\rوخلافه، وهو النسخ الذي يدفعونه بعينه.\rفإن قالوا: إن هذا الخلاف غير مستعمل، لأن الأولين كانوا بعد اختلافهم\rفى المذهب في المسألة يرجعون بها إلى أصلٍ واحد، هو المقطوع به.\rقلنا: إن رجوعهم بعد الاختلاف إلى الاتفاق على مذهبٍ واحدٍ، إما لأن\rأحدهم رجع عما نقل، أو طعن في نقله، فيلزمه السقوط عن العدالة، ولا يجوز لكم أن تعاودوا الالتفات إلى نقله، وإما أن يكون الفقهاء اجتمعوا على نسخ أحد المذهبين، أو تكون رواية أحدهما ناسخة لرواية الآخر، وما من الفقهاء إلا من ألغى مذهبه في مسائل كثيرة، وهذا جنون ممن لا يقر بالنسخ، ولا يرى كلام أصحاب الخلاف اجتهادًا ونظرًا، بل نقلاً محضًا.\r\rإلزام النسخ بوجه آخر\rنقول لهم: ما تقولون في صلواتكم وأصوامكم، هل هى التي فارقكم عليها\rموسى صلى الله عليه؟\rفإن قالوا: نعم.","seal":"AAAC640D","part":1},
      {"page":46,"id":47,"nass":"قلنا: فهل كان موسى وأمته يقولون في صلواتهم كما تقولون: \"تقاع شوفار\rكادول لخير وثينو وسانيس لقبو صينو وقبصينو باخد ميارباع كنفوث هاارض النوى قد شيحنا باروخ إثا ادناى مقبَّيص نذحى عمو يسرائيل \".\rتفسيره: \" اللهم اضرب ببوقٍ عظيم لعتقنا، واقبضنا جميعًا من أربعة\rأقطار الأرض إلى قدسك، سبحانك يا جامع تشتيت قوم بنى إسرائيل \".\rأم هل كانوا يقولون على عهد موسى عليه السلام، كما يقولون في كل\rيوم: \"هاشيب شوفطينوا كبار يشونا ويوعصينو لبتحلا وينى أث يروشا لايم عير قد شنحا يحيينوونا حمينو بنيا نماه ياروخ أثا اذوناى بوفى يرشالايم \".\rتفسيره: \" اردد حكامنا كالأولين، ومشيرينا كالابتداء، وابن\rيروشليم قرية قدسك في أيامنا وأعزنا ببنائها، سبحانك يا بانى يروشليم \".\rأم هذه فصول شاهدة بأنكم لفقتموها بعد زوال الدولة، وأما صوم إحراق\rبيت المقدس، وصوم حصاره، وصوم كذليا الذي جعلتموها فرضًا،\rهل كان موسى يصومها، أو أمر بها هو أو خليفته يوشع بن نون، أو صوم\rصلب هامان، هل هذه الأمور مفترضة في التوراة أو زيدت لأسباب اقتضت\rزيادتها في هذه الأعصار؟","seal":"8C495477","part":1},
      {"page":47,"id":48,"nass":"فإن قالوا: وكيف يلزمنا النسخ بهذا الأمر؟\rقلنا: لأن التوراة نطقت بهذه الآية: \"لوتوسيفو على هدَّا بار أشير\rأنوحى مصوى الجيم ولو تعرعو ممينو\".\rتفسيره: \"لا تزيدوا على الأمر الذي أنا موصيكم به شيئًا، ولا تنقصوا منه\rشيئًا، وإذا زدتم شيئًا من الفرائض، فقد نسختم تلك الآية\".\r\rإثبات النسخ على وجهٍ آخر\rنقول لهم: أليس عندكم أن الله اختار من بنى إسرائيل الأبكار، ليكونوا خواص فى الخدمة للأقداس؟\rفيقولون: بلى.\rفنقول لهم: أليس عندكم أيضًا أن موسى لما نزل من الجبل وبيده الألواح،\rووجد القوم عاكفين على العجل، ووقف بطرف المعسكر، ونادى: \" من كان لله فليحضرنى\". فانضم إليه بنوليوى، ولم ينضم إليه البكور، على أن مناداته، وإن كان لفظها يقتضى العموم، لم تكن إشارتها إلا إلى البكور، إذ هم خاصة الله يومئذ، دون أولاد لاوى، فلما خذله البكور. ونصرهُ أولاد ليوى قال الله لموسى: \" وأ اقاح اث هلوتيم تاحت كل نحُو بنى يسراايل \" .. تفسيره: \"وقد أخذت اللاويين عوضاً عن كل بكر في بنى إسرائيل \" ..\rوفى عقيب نزول هذه","seal":"F3D26E04","part":1},
      {"page":48,"id":49,"nass":"الآية، أليس أن الله عزل الأبكار عن ولاية الاختصاص، وأخذ أولاد ليوى عوضًا عنهم؟! فهم لا يقدرون على إنكار ذلك.\rوهذا يلزمهم منه القول بالبداء أو النسخ.\r\rإلزام نبوة المسيح، صلى الله عليه.\rنقول لهم: أليس في التوراة التي في أيديكم: \"لوياسور شبيط ميم ومحو فيق مبين زعلاو\" .. تفسيره: لا يزول الملك من آل يهود، أو الراسم بين ظهرانيهم، إلى أن يأتي المسيح، فلا يقدرون على جحده.\rفنقول لهم: أفما علمتم أنكم كنتم أصحاب دولة وملك إلى ظهور المسيح، ثم انقضى ملككم، فإن لم يكن لكم اليوم ملك، فقد لزمكم من التوراة أن المسيح قد أرسل.\rوأيضا فإنا نقول: أليس منذ بعث المسيح، عليه السلام، استولت\rملوك الروم على اليهود وبيت المقدس، وانقضت دولتهم وتفرق شملهم؟! ولا يقدرون على جحد ذلك إلا بالبهتان.\rويلزمهم، على أصلهم الذي في التوراة أن عيسى ابن مريم هو المسيح الذى\rكانوا ينتظرونه.\rإلزامهم نبوته ونبوة المصطفى، عليهما السلام.\rنقول لهم: ما تقولون في عيسى ابن مريم؟","seal":"B28C034B","part":1},
      {"page":49,"id":50,"nass":"فيقولون: ولد يوسف النجار سفاحًا. كان قد عرف اسم الله الأعظم فسخر\rبه كثيرًا من الأشياء.\rفيقول لهم: أليس عندكم في أصح نقلكم أن موسى، عليه السلام، قد أطلعه الله على الاسم المركب من اثنين وأربعين حرفًا، وبه شق البحر، وعمل المعجزات؟! .. فلا يقدرون على إنكار ذلك.\rفنقول لهم: فإذا كان موسى أيضًا قد عمل المعجزات بأسماء الله تعالى\r، فلمَ صدقتم نبوته، وكذبتم نبوة عيسى؟!\rفيقولون: لأن الله تعالى علم موسى الأسماء، وعيسى لم يتعلمها من الوحى،\rولكنه تعلمها من حيطان بيت المقدس.\rفنقول لهم: فإذا كان الأمرُ الذي يتوصلُ به إلى عمل المعجزات قد يصل إليه من لا يختصه الله به، ولا يزيد تعليمه إياه، فبأى شىء جاز تصديق موسى؟\rفيقولون: لأنه أخذها عن ربه.\rفنقول: وبأى شىء عرفتم أنه أخذها عن ربه؟\rفيقولون: بما تواتر من أخبار أسلافنا.\rوأيضا فإنا نلجئهم إلى نقل أسلافهم \"\rبأن نقول لهم: بماذا عرفتم نبوة موسى؟\rفإن قالوا: بما عمله من المعجزات.\rقلنا لهم: وهل فيكم من رأى هذه المعجزات؟\rليس هذا، لعمرى، طريقًا إلى تصديق النبوات، لأن هذا كان يلزم منه أن تكون معجزات الأنبياء، عليهم السلام،","seal":"5C4CCB18","part":1},
      {"page":50,"id":51,"nass":"باقيةً من بعدهم ليراها كل جيل وجيل، فيؤمنوا به، وليس ذلك\rبواجب \" لأنه إذا اشتهر النبي في عصر، وصحت نبوتُهُ في ذلك العصر\rبالمعجزات التي ظهرت منه لأهل عصره، ووصل خبره إلى أهل عصرٍ آخر،\rووجب عليهم تصديق نبوته واتباعه، لأن المتواترات والمشهورات مما يجب قبولها فى العقل.\rوموسى وعيسى ومحمد، صلوات الله عليهم وسلامه، في هذا الأمر\rمتساوون، ولعل تواتر الشهادات بنبوة موسى أضعف من تواتر الشهادات بنبوة عيسى ومحمدٍ (عليهما السلام)، لأن شهادة المسلمين والنصارى بنبوة موسى ليست إلا بسبب أن كتابيهما شهدا له بذلك، فتصديقهم بنبوة موسى فرع على تصديقهم بكتابتهم.\rوأما معجزة القرآن فإنها، وإن كانت باقيةً، فتلك فضيلة زائدة لا تحتاج\rإلى كونها سبب الإيمان. فأما من أعطى ذوق الفصاحة، فإن إيمانه بإعجاز القرآن إيمانُ من شاهد المعجزة، لا من اعتمد على الخبر، إلا أن هذه درجة\rلم يرشح لها كل أحدٍ.\rفإن قالوا: إن نبينا تشهد له جميع الأمم، فالتواتر به أقوى، فكيف تقولون إنه أضعف؟!\rقلنا: وكأن إجماع شهادات الأمم صحيح لديكم؟!","seal":"4B4A2C4B","part":1},
      {"page":51,"id":52,"nass":"فإن قالوا: نعم.\rقلنا: فإن الأمم الذين قبلتم شهاداتهم مجمعون على تكفيركم وتضليلكم،\rفيلزمكم ذلك، لأن شهادتهم عندكم مقبولة!\rفإن قالوا: لا نقبل شهادة أحدٍ .. لم يبق لهم تواتر إلا من طائفتهم، وهى أقل\rالطوائف عددًا، فيصير تواترهم وشرعهم لذلك أضعف الشرائع.\rويلزمهم مما تقدم - أن كل من أظهر معجزاتٍ شهد بها التواتر مصدقٌ فى\rمقالته، ويلزمهم - مِن ذلك - التصديق بنبوة المسيح والمصطفى، عليهما السلام.\r\rفَصْل فيَما يَحْكُونَهُ عَنْ عيسى عَلَيْهِ السَّلام.\rهم يزعمون أنه كان من العلماء لا من الأنبياء، وأنه كان يطببُ المرضى\rبالأدوية، ويوهمهم أن الانتفاع إنما حصل لهم بدعائه، وأنه أبرأ جماعةً من\rالمرضى من أسقامهم في يوم السبت، فأنكرت عليه اليهود ذلك.\rفقال لهم: أخبرونى عن الشاة من الغنم، وإذا وقعت في البئر يوم السبت أما\rتنزلون إليها، وتحلون السبت لتخليصها؟\rقالوا: بلى.\rقال: فلمَ أحللتم السبت لتخليص الغنم، ولا تحلونها لتخليص الإنسان\rالذى هو أكبر حرمةً من الغنم؟!","seal":"8A7065DC","part":1},
      {"page":52,"id":53,"nass":"فأفحمهم، ولم يؤمنوا.\rوأيضًا، فإنهم يحكون عنه أنه كان مع قومٍ من تلاميذه في جبل ولم يحضرهم\rالطعام، فأذن لهم في تناول الحشيش في يوم السبت.\rفأنكرت عليه اليهودُ قطع الحشيش في يوم السبت.\rفقال لهم: أرأيتم لو أن أحدكم، لو كان وحيدًا مع قومٍ على غير ملته، وأمروهُ بقطع النبات في يوم السبت وإلقائه لدوابهم، لا ليقصدوا بذلك كسر السبت\rتجيزون له قطع النبات؟!\rقالوا: بلى.\rقال: فإن هؤلاء القوم أمرتهم بقطع النبات ليأكلوه لينقذوا به أنفسهم، لا\rللطعن في أمر السبت.\rكل ذلك ملاطفةً منه لعقولهم التي لا ينطبع فيها النسخ. ولئن كان ما يحكونه\rمن ذلك صحيحًا، فلعله كان في ابتداء ظهور أمر المسيح، عليه السلام.\r\rذكر الآيات والعلامات التي في التوراة الدالة على نبوة سيدنا محمد المصطفى - صلى الله عليه وسلم -\rإنهم لا يقدرون على أن يجحدوا هذه الآية من الجزء الثاني من السفر الخامس من التوراة.","seal":"2C0A524A","part":1},
      {"page":53,"id":54,"nass":"\"نابى أقيم لا هيم مقارب أحيهم كاموخا ايلا وتشماعون \" ...\rتفسيره: \"نبيًا أقيم لهم من وسط إخوتهم مثلك به، فليؤمنوا\".\rوإنما أشار بهذا إلى أنهم يؤمنون بمحمد - صلى الله عليه وسلم -.\rفإن قالوا: إنه قال، من وسط إخوتهم. وليس في عادة كتابنا أن يعنى\rبقوله: \"إخوتكم\" إلا بني إسرائيل.\rقلنا: بلى، قد جاء في التوراة \"إخوتكم بنى العيص\"، وذلك في الجزء الأول\rمن السفر الخامس، قوله:\r\"اتيم عوبز بقبول اخيحم بنى عيسووهيوشييم بسيعير\".\rتفسيره: \" أنتم عابرون في تخم إخوتكم بنى العيص المقيمين في سيعير، إياكم أن تطيعُوا في شىء من أرضهم \".\rفإذا كان بنو العيص إخوة لبنى إسرائيل، لأن العيص وإسرائيل ولدا إسحاق، فكذلك بنو إسماعيل إخوة لجميع ولد إبراهيم.\rوإن قالوا: إن هذا القول إنما أشير به إلى شموائيل النبي، عليه السلام، لأنه قال: \"من وسط إخوتهم مثلك \". وشموائيل كان مثل موسى\" لأنه من أولاد ليوى يعنون من السبط الذي كان منه موسى، عليه السلام.\rقلنا لهم: فإن كنتم صادقين، فأى حاجةٍ بكم إلى أن يوصيكم بالإيمان\rبشموائيل، وأنتم تقولون: إن شموائيل لم يأتِ بزيادةٍ، لا بنسخ أشفق","seal":"B9605649","part":1},
      {"page":54,"id":55,"nass":"من أن لا تقبلوه، لأنه إنما أرسل ليقوى أيديكم على أهل فلسطين وليردكم إلى شرع التوراة، وبين صفته، فأنتم أسبق الناس إلى الإيمان به، لأنه إنما يخاف تكذيبكم، من ينسخ مذهبكم، ويغير أوضاع ديانتكم.\rفالوصية بالإيمان به، مما لا يستغنى مثلكم عنه، ولذلك لم يكن بموسى حاجة\rأن يوصيكم بالإيمان بنبوة أرميا وأشيعيا وغيرهما من الأنبياء.\rوهذا دليل على أن التوراة أمرتهم، في هذا الفصل، بالإيمان بالمصطفى عليه السلام، واتباعه.\r\rالإشارة إلى اسمه - صلى الله عليه وسلم - في التوراة\rقال الله، تعالى، في الجزء الثالث من السفر الأول من التوراة، مخاطبًا لإبراهيم الخليل، عليه السلام: \"وأما في إسماعيل فقد قبلت دعاءك، ها قد باركت فيه،\rوأثمرِّه وأكثرِّه جدًا جدًا\".\rذلك قوله: \"وليشماعيل شمعتيخا هنى بير اختى أوتووهر بيثى أوتو بمأ دماد\".\rفهذه الكلمة \"بماذماد\" إذا عددنا حساب حروفها بالجمل، كان اثنين وتسعين، وذلك عدد حساب حروف اسم محمد - صلى الله عليه وسلم -، فإنه أيضًا اثنان وتسعون.\rوإنما جُعل ذلك في هذا الموضع ملغزا، لأنه لو صرح به، لبدلته اليهود، أو\rأسقطته من التوراة، كما عملوا في غير ذلك.\rفإن قالوا: إنه قد يوجد في التوراة عدة كلمات، مما يكون عدد حساب حروفه مساويًا لعدد حساب حروف اسم زيد وعمرو وخالد وبكر، فلا يلزم من ذلك أن يكون زيد وعمرو وخالد وبكر أنبياء.","seal":"4FE453AB","part":1},
      {"page":55,"id":56,"nass":"فالجواب: إن الأمر كما تقولون، لو كان لهذه الآية أسوة بغيرها من كلمات\rالتوراة، لكنا نحن نقيم البراهين والأدلة على أنه لا أسوة لهذه الكلمة بغيرها من سائر التوراة، وذلك أنه ليس في التوراة من الآيات ما حاز به إسماعيل الشرف كهذه الآية، لأنها وعد من الله لإبراهيم، بما يكون من شرف إسماعيل، وليس فى التوراة آية آخرى، مشتملة على شرفٍ لقبيلة زيد وعمرو وخالد وبكر.\rثم إنا نبين أنه ليس في هذه الآية كلمة تساوى \"بمادماد\" التي معناها \"جدًا\rجدًا\"، وذلك أنها كلمة المبالغة من الله، سبحانه، فلا أسوة لها بشىءٍ من كلمات الآية المذكورة.\rوإذا كانت هذه الآية أعظم الآيات مبالغة في حق إسماعيل وأولاده، وكانت\rتلك الكلمة أعظم مبالغةً من باقى كلمات تلك الآية، فلا عجب أن تضمن\rالإشارة إلى أجل أولاد إسماعيل شرفًا، وأعظمهم قدرًا، محمد - صلى الله عليه وسلم -.\rوإذ بينا أنه ليس لهذه الكلمة أسوة بغيرها من كلمات هذه الآية، ولا لهذه الآية أسوة بغيرها من آيات التوراة، فقد بطل اعترافهم.\r\rذكر الوضع الذي أشير فيه إلى نبوة الكليم. والمسيح والمصطفى، عليهم السلام.\r\"واما راذوناى مسيناى اثكلى وريهور يقاربه مسيعيرا تجرى لانا استحى\rبغبورتيه على طورا دفاران وعميّه ربوات قد يشين \".\rتفسير، قال: \"إن الله من سيناء تجلى، وأشرق نوره من سيعير، واطلع من\rجبال فاران، ومعه ربوات المقدسين \".","seal":"6D409148","part":1},
      {"page":56,"id":57,"nass":"وهم يعلمون أن جبل سيعير هو جبلُ الشراة الذي فيه بنو العيص الذين آمنوا\rبعيسى، عليه السلام، بل في هذا الجبل كان مقام المسيح عليه السلام. وهم\rيعلمون أن سيناء هو جبل الطور، لكنهم لا يعلمون أن جبل فاران هو جبل\rمكة!\rوفى الإشارة إلى هذه الأماكن الثلاثة التي كانت مقام نبوة هؤلاء الأنبياء، ما\rيقتضى للعقلاء أن يبحثوا عن تأويله المؤدى إلى الأمر باتباع مقالتهم.\rفأما الدليل الواضحُ من التوراة على أن جبل فاران هو جبل مكة، فهو\rأن إسماعيل لما فارق أباه الخليل، عليهما السلام سكن إسماعيل في برِّية فاران، ونطقت التوراة بذلك في قوله: \" وتقاح لو اموا شيامئا يرض مِصْرايم \".\rتفسير: \" وأقام في برية فاران، وأنكحته أمه امراةً من أرض مصر\".\rفقد ثبت من التوراة أن جبل فاران مسكنٌ لآل إسماعيل، وإذا كانت التوراة قد أشارت في الآية التى تقدم ذكرها إلى نبوة تنزل على جبل فاران.\rلزم أن تلك النبوة على آل إسماعيل؛ لأنهم سكان فاران، وقد علم الناسُ قاطبة أن الشار إليه بالنبوة من ولد إسماعيل هو محمد - صلى الله عليه وسلم -، وأنه بعث من مكة التي كان فيها مقام إسماعيل.\rفدل ذلك على جبال فاران هى جبال مكة، وأن التوراة أشارت في هذا الموضع إلى نبوة الصطفى، صلوات الله وسلامه عليه، وبشرت به، إلا أن اليهود، لجهلهم وضلالهم، لا يحسنون الجمع بين هاتين الآيتين، بل يسلمون\rالمقدمتين ويجحدون النتيجة، لفرط جهلهم.","seal":"4B47DD39","part":1},
      {"page":57,"id":58,"nass":"وقد شهدت عليهم التوراة بالإفلاس من الفطنة والرأى، ذلك قوله تعالى:\r\"كى غووى أو باد عيصوت هيما واين باهيم تبونا\".\rتفسيره: \"إنهم لشعب عادم الرأى، وليس فيهم فطانة\".\r\rفى إبطال ما يدعونه من معبة الله إياهم.\rهم يزعمون أن الله، سبحانه وتعالى، يحبهم دون جميع الناس، ويحب طائفتهم وسلالتهم، وأن الأنبياء والصالحين لا يختارهم الله إلا منهم، ونحن نناظرهم على ذلك. فنقول ما قولكم في أيوب النبي، عليه السلام، أتقرون بنبوته؟\rفيقولون: نعم.\rفنقول لهم: هل هو من بنى إسرائيل؟\rفيقولون: لا.\rفنقول لهم: ما تقولون في جمهور بنى إسرائيل، أعني التسعة أسباط والنصف، الذين أغواهم يربعام بن نباط الذى خرج على ولد سليمان بن داود،\rوصنع لهم الكبشين من الذهب، وعكف على عبادتهما جماعة من بنى إسرائيل\r، وأهل جميع ولاية دار ملكهم الملقبة يومئذ بشومرون، إلى (أن) جرت الحرب بينهم وبين السبطين والنصف، الذين كانوا مؤمنين مع ولد سليمان في بيت المقدس، وقتل في معركة واحدة خمسمائة ألف إنسان، فما تقولون في أولئك","seal":"9FE8A3A6","part":1},
      {"page":58,"id":59,"nass":"القتلى بأسرهم، وفى التسعة أسباط والنصف، هل كان الله يحبهم، لأنهم\rإسر ائيلين؟! فيقولون: لا، لأنهم كفار.\rفنقول لهم: أليس عندكم في التوراة، أنه لا فرق بين الدخيل في دينكم وبين\rالصريح النسب منكم؟!\rفيقولون: بلى، لأن التوراة ناطقة بهذا:\r\"كليركا اراح كاخيم بيهى لقتى اذوناى\".\rتفسيره: \" إن الأجنبي والصريح النسب منكم سواء عند الله \".\r\"احاث وشفاط ايجاد بيهى لا خيم ولكريم هكار بثو خيم \".\rتفسيره: \"شريعة واحدة\" وحكم واحد يكون لكم، وللغريب الساكن فيما\rبينكم. فإذا اضطررناهم إلى الإقرار بأن الله لا يحب الظالمين منهم، ويحب المؤمنين من غير طائفتهم، ويتخذ أولياء وأنبياء من غير سلالتهم، فقد نفوا ما ادعوه من اختصاص محبة الله، سبحانهُ وتعالى، بطائفتهم من بين المخلوقين.\r\rفصل في ذكر طرف من كفرهم وتبديلهم.\rإن من سبيل ذوى التحصيل أن يتجنبوا الرذائل، وينفروا مما قبح فى\rالعقول السليمة، ورجح تزييفه، عند ذوي الأفهام المستقيمة.\rولهذه الطائفة من فنون الضلال والاختلال ما تنبو عن مثله العقول،\rيخالفه المشروع والمعقول. وذلك أنهم مع ذهاب دولتهم وتفرق شملهم","seal":"5765F991","part":1},
      {"page":59,"id":60,"nass":"وعملهم بالغصب الممدود عليهم، يقولون في كل يوم في صلاتهم: إنهم أبناء\rالله وأحباؤه، وذلك قولهم في كل يوم في الصلاة.\r\"اهباث عولام اهبتا نوأذوناى الوهينو\".\rتفسيره: \" محبة الدهر أحببتنا يا إلهنا\".\r\" هشليتيو لتوراتيخا \".\rتفسيره: \" ارددنا يا أبانا إلى شريعتك \".\r\"ابينو ملكينو الوهينو\".\rتفسيره: \" يا أبانا يا مالكنا يا إلهنا\".\r\"اتا أذوناى ابينو كو الينو\".\rتفسيره: \"أنت اللهم أبونا منقذنا\".\rوايت كل رود في بانخا واوينى غداثنحا لولام كسامويام ايجاد ميهم لو نوثار.\rتفسيره: \" وجميع الذين اقتصُّوا أثر بنيك، واعدًا جماعتك كلهم غطاهم\rالبحر واحد منهم لم يبق \"؛ ويمثلون أنفسهم بعناقيد العنب، وسائر الأمم بالشوك المحيط بأعالى حيطان الكرم!\rوهذا من قلة عقولهم، وفساد نظرهم، فإن المعتنى بمصالح الكرم، إنما يجعل\rعلى أعالى حيطانه الشوك حفظًا، وحياطة للكرم \".","seal":"159414B7","part":1},
      {"page":60,"id":61,"nass":"ولسنا نرى لليهود من بقية الأمم إلا الضرر والذل والصغار وذلك\rمبطلٌ \" لقولهم، وينتظرون قائمًا يأتيهم من آل داود النبي، إذا حرك شفتيه\rبالدعاء مات جميع الأمم، ولا يبقى إلا اليهود، وأن هذا المنتظر بزعمهم هو المسيح الذى وعدوا به.\rوقد كان الأنبياء، عليهم السلام، ضربوا لهم أمثالاً، أشاروا بها إلى جلالة دين المسيح عليه السلام، وخضوع الجبارين لأهل ملته، وإتيانه بالنسخ العظيم.\rفمن ذلك قول إشيعيا في نبوءته:\r\"وعارزانت عم كبيش يحذا ويربضو شنيهم وفارا واذوب ترعينا وارباكبا\rقارلوخل يتبين \".\rتفسيره: \" إن الذيب والكبش يرعيان جميعًا، ويربضان معًا، وأن البقرة والدب يرعيان جميعًا، وأن الأسد يأكل التبن كالبقرة\".\rفلم يفهموا من تلك الأمثال إلا صورها الحسية، دون معانيها العقلية، فقولوا عن الإيمان بالمسيح عند مبعثه، وأقاموا ينتظرون الأسد حتى يأكل التبن ويصبح حينئذ لهم علامة المسيح إ!\rويعتقدون أن هذا المنتظر حتى جاءهم يجمعهم بأسرهم إلى القدس، وتصير\rلهم الدولة، ويخلو العالم من سواهم، ويجم الموت عن جنابهم المدد\rالطويلة.","seal":"0065858B","part":1},
      {"page":61,"id":62,"nass":"وسبيلهم أن لا يعدلوا عن تتبع الأسود في غاباتها، وطرح التبن بين أيديها،\rليعلموا وقت أكلها إياه!\rوأيضاً، فإنهم في العشر الأول من الشهر الأول من كل سنة، يقولون فى\rصلاتههم: \"ألوهينو والوهى أبو ثينو ملوخ على كل يوشى تيبيل أرضيخا\rويوماركول أشير نشا مانا قواذوناى الوهى يسرائيل مالاخ وملخو توبكوك\rما شيا لا \".\rتفسيره: \" يا إلهنا وإله آبائنا املكْ على جميع الأرض، ليقول كل ذى قسمة، الله إله إسرائيل قد ملك، ومملكته في الكل متسلطة\".\rويقولون في هذه الصلاة أيضًا: \"وسيكون لله الملك، وفى ذلك اليوم يكون الله واحدًا\".\rويعنون بذلك أنه لا يظهر أن الملك لله، إلا إذا صارت الدولة إلى\rاليهود الذين هم أمته وصفوته، فأما مادامت الدولة لغير اليهود، فإن الله خامل الذكر عند الأمم، وأنه مطعون في ملكه، مشكوك في قدرته!!.\rفهذا معنى قولهم: \"اللهم املك على جميع الأرض \"،\rومعنى قولهم: \"وسيكون الملك لله \". وما ينخرط في هذا السلك قولهم:\r\"لا ما يومر وهلويثم إلى يا ألوهيهم \".\rتفسيره: \" لم يقول الأمم أين إلههم \".\rوقولهم: \" عورا لا مانيشان ادوناى هاقيصا مشنا شيخا\".\rتفسيره: \" انتبه كم تنام يارب، استيقظ من رقدتك \".!\rوهؤلاء إنما نطقوا بهذه الهذيانات والكفريات من شدة الضجر من الذل والعبودية والصغار، وانتظار فرج","seal":"0160651B","part":1},
      {"page":62,"id":63,"nass":"لا يزداد منهم إلا بعدًا، فأوقعهم ذلك في الطيش والضجر، وأخرجهم إلى نوع من التزندق والهذيان، الذي لا يستحسنه إلا عقولهم الركيكة! .. فتجرءوا على الله بهذه المناجاة القبيحة، كأنهم ينخون الله بذلك لينتخى لهم، ويحمى لنفسه، لأنهم إذا ناجوا ربهم بذلك، فكأنهم يخبرونه بأنه قد اختار الخمول لنفسه، وينخونه للنباهة واشتهار الصيت!\rفترى أحدهم إذا تلا هذه الكلمات في الصلاة يقشعر جلده، ولا يشك في أن كلامه يقع عند الله بموقع عظيم، وأنه يؤثر في ربه، ويحركه بذلك، ويهزه وينخِّيه! .. وهؤلاء على الحقيقة ينبغى أن يرحم جهلهم وضعف عقولهم.\rوأيضًا فإنه عندهم في توراتهم: أن موسى صعد الجبل مع مشايخ أمته، فأبصروا الله جهرة، وتحت رجليه كرسى منظره كمنظر البلور، ذلك قوله: \"وتراوايث ألوهى هشفير وخعيصم هشاما يم لا طوهر\".\rويزعمون أن اللوحين مكتوبان بأصبع الله! .. في قولهم: \"بإصباع ألوهيتم \".\rويطول الكتاب إن عددنا ما عندهم من كفريات التجسيم، على أن\rأحبارهم قد تهذبوا كثيرًا عن معتقد آبائهم، بما استفادوه من توحيد المسلمين، وأعربوا عن تفسير ما عندهم بما يدفع عنهم إنكار المسلمين عليهم، مما لا\rتقتضيه الألفاظ التي فسروها ونقولها، وصاروا متى سُئلوا عما عندهم من هذه الفضائح، استتروا بالجحد والبهتان، خوفًا من فظيع ما يلزمهم من الشناعة.\rومن ذلك أنهم ينسبون إلى الله، تعالى، إلى الندم على ما يفعل، فمن ذلك\rقولهم في التوراة التي بأيديهم: \"ويناجم أذوناى كى عاسا اث مما اذام يا أرض\rويتعصب إل لبُّو \".","seal":"7DC1EDFF","part":1},
      {"page":63,"id":64,"nass":"تفسيره: \" وندم الله على خلق البشر في الأرض وشق عليه \".\rوقد أفرط المترجم في تعصبه وتحريفه الألفاظ عن موجب اللغة، وفسر:\r\" ويناخم أذوناى وثاب أذوناى تميمريه \".\rيعنى: \" وعاد الله في رأيه \"! .. وهذا التأويل، وإن كان غير موافق\rاللغة فهو أيضًا كفر، بل مناقض لا يدفعونه من البداء والنسخ.\rوأما الدليل على أن تفسير: \" ويتعصب إل لبوُّ\" وشق عليه \" فهو ما جاء فى\rمخاطبة حواء، عليها السلام: بعصيب يتلدى بانيم \"\rتفسيره: \" بمشقة تلدين الأولاد\".\rفقد تبين أن \"العصيب \" في اللسان العبراني هو \"المشقة\".\rوهذه الآية عندهم في قصة قوم نوح، زعموا أن الله، تعالى، لما رأى فساد قوم نوح، وأن شرهم وكفرهم قد عظما، ندم على خلق البشر، وشق عليه! ..\rولا يعلمُ البله أن من يقول بهذه المقالة لزمه أن الله قبل أن يخلق البشر لم يكن\rعالمًا بما سيكون من قوم نوح، وغير ذلك من النقص، تعالى الله عما\rيكفرون!\rوعندهم أيضا: أن الله، تعالى، قال لشموائيل النبي، عليه السلام: \"نيحا\rمتى لي هملا حتى اث شا أولميلخ على يسرا ائل \".\rتفسيره \": ندمت إذ وليت شاءول ملكًا على إسرائيل \".\rوفي موضع آخر من سفر شموائيل: \" وادناى نيخام كى هميلخ اث شا\rأول على يسراائل \".","seal":"7112BC34","part":1},
      {"page":64,"id":65,"nass":"تفسيره: \" والله ندم على تمليكه شاءول على إسرائيل \".\rوأيضًا فإن عندهم أن نوحًا النبي عليه السلام، لما خرج من السفينة بدأ ببناء\rمذبح لله، وقرب عليه قرابين، ويتلوا ذلك:\r\"وتارخ ادوناى اث ريتخ هينحورخ ويومر ادوناى ال لبولا سيف عود لقليل\rاث ها إذا ما با عبورها إذام لي يبصر لبب ها اذام راع منعورا وولوا وسيف عود لهلكوت اث كل ماى يكا اشيرعا سيتى\".\rتفسيره: \" فاستنشق الله رائحة الفنار، فقال الله في ذاته: لن أعاود لعنة\rالأرض، بسبب الناس، لأن خاطر البشر مطبوع الرداءة، ولن أعاود إهلاك جميع الحيوان، كما صنعت \".\rولسنا نرى أن هذه الكفريات كانت في التوراة المنزلة على موسى،\rصلوات الله عليه ولا نقول أيضًا: إن اليهود قصدوا تغييرها وإفسادها، بل الحق أولى ما اتبع، ونحن نذكر الآن حقيقة سبب تبديل التوراة.\r\rذكر السبب في تبديل التوراة.\rعلماؤهم وأحبارهم يعلمون أن هذه التوراة التي بأيديهم، لا يعتقد أحد من\rعلمائهم وأحبارهم أنها المنزلة على موسى ألبتة، لأن موسى صان التوراة عن بنى إسرائيل، ولم يبثها فيهم، وإنما سلمها إلى عشيرته من أولاد ليوى.\rودليل ذلك قول التوراة: \" وتختوب موشا أث هتورا هزوت وتيناه الط هكوهنيم بنى ليوى \".","seal":"117FDCE6","part":1},
      {"page":65,"id":66,"nass":"تفسيره: \" وكتب موسى هذه التوراة، ودفعها إلى الأئمة بنى ليوى\". وكان بنو هارون قضاة\" اليهود وحكامهم، لأن الإمامة وخدمة القرابين وبيت المقدس كانت موقفة عليهم، ولم يبذل موسى من التوراة لبنى إسرائيل إلا نصف سورة، ويقال لها: \" ها ازينو\" فإن هذه السورة من التوراة هى التي علمها موسى بنى إسرائيل، ذلك قوله: \"وتختوب موشا أث هتيرا هروث وتلمذاه لبنى يسرائيل \".\r\"تفسيره \" وكتب موسى هذه السورة وعلمها بنى إسرائيل \".\rوأيضاً فإن الله تعالى قال لموسى عن هذه السورة (وها يتالى هشيرا هزوث لعيد بنى اسرائيل وتفسيره: وتكون لي هذه السورة).\r\"كى لو تشا خاخ مفى زرعو\".\rتفسيره: \" لأن هذه السورة لا تنسى من أفواه أولادهم \".\rيعنى أن هذه السورة مشتملة على ذم طباعهم، وأنهم سيخالفون شرائع التوراة، وأن السخط يأتيهم بعد ذلك، وتخرب ديارهم، ويشتتون في البلاد.\rقال: فهذه السورة تكون متداولة في أفواههم، كالشاهد عليهم، والموافق لهم على صحة ما قيل لهم، فهذه السورة لما قال الله عنها: \" إنها لا تنسى من أفواه أولادهم \" دل على ذلك على أن (الله علم) أن غيرها من السور ينسى.\rوأيضاً فإن هذا دليل على أن موسى لم يعط بنى إسرائيل من التوراة إلا\rهذه السورة، فأما بقية التوراة فدفعها إلى هارون، وجعلها فيهم، وصانها عن سواهم.\rوهؤلاء الأئمة الهارونيون الذين كانوا يعرفون التوراة، ويحفظون أكثرها\rقتلهم بخت نصر على دم واحدٍ، يوم فتح بيت المقدس، ولم يكن حفظ التوراة، فرضًا بل سنة، بل كان كل واحدٍ من الهارونين يحفظ فصلاً من التوراة.\rفلما رأى عزرا أن القوم قد أحرق هيكلهم، وزالت دولتهم، وتفرق جمعهم، ورفع كتابهم، جمع من محفوظاته، ومن الفصول التي يحفظها الكهنة ما لفق منه هذه","seal":"7D2FB9DA","part":1},
      {"page":66,"id":67,"nass":"التوراة التي بأيديهم، ولذلك بالغوا في تعظيم عزرا هذا غاية المبالغة.\rوزعموا أن التوراتي الآن يظهرُ على قبره الذي عنده بطاح العراق، لأنه عمل لهم كتابًا يحفظ دينهم.\rفهذه التوراة التي بأيديهم على الحقيقة كتاب عزرا، وليست كتاب الله،\rوهذا يدل على أنه - أعني الذي جمع هذه الفصول التي بأيديهم رجل فارغ جاهل بالصفات الإلهية، فلذلك نسب إلى الله، تعالى، صفات التجسيم، والندامة على ماضى أفعاله والإقلاع عن مثلها، وغير ذلك مما تقدم ذكره. وأيضًا فمما يستدل به على بطلان تأويلاتهم، وإفراطهم في التعصب، وتشديد الإصر، ما ذكروه في تفسيره هذه الآية:\r\" ريشيث بلورى إذ ما تأبى بيت أذوناى ألوهيما لوت تسيل كذى باحابيب أمو\".\rتفسيره: \" بكور ثمار أرضك تحمل إلى بيت الله ربك، لا تنضج الجدى بلبن أمه \".\rوالمراد من ذلك: أنهم أمروا عقب افتراض الحجج عليهم، أن يستصحبوا\rمعهم، إذا حجوا إلى بيت المقدس أبكار أغنامهم، وأبكار مستغلات أرضهم؛ لأنه قد كان فرضًا عليهم قبل ذلك أن تبقى سخولة البقر والغنم وراء أمهاتها سبعة أيام، ومن اليوم الثامن فصاعدًا يصلح أن يكون قربانًا لله،\rفأشار في هذه الآية في قوله: \" لا تنضج الجدى بلبن أمه \". إلى أنهم لا يبالغون فى","seal":"B0CB7D91","part":1},
      {"page":67,"id":68,"nass":"إطالة مكث بكور أولاد الغنم والبقر وراء أمهاتهن، بل يستصحبون أبكارهن\rاللاتي قد عبرن سبعة أيامٍ من ميلادهن معهم، إذا حجوا إلى بيت المقدس\rليتخذوا منها القرابين فتوهم المشايخ البله المترجمون لهذه الآية، والمفسرون\rلمعانيها، أن المشرع يريد بالإنضاج هذا إنضاج الطبيخ في القدر.\rوهبهم صادقين في هذا التفسير، فلا يلزم من تحريم الطبيخ، تحريم الأكل،\rإذ لو أراد الشرع الأكل لما منعه مانع عن التصريح بذلك. وما كفاهم هذا الغلط فى تفسير هذه اللفظة، حتى حرموا أكل سائر اللحمان باللبن، وهذا مضاف إلى ما يستدل به على جهل المفسرين والنقلة، وكذبهم على الله وتشديد الإصر على طائفتهم.\rفأما الدليل على تفسير \"تبسيل \" الانضاج الذي هو البلوغ فهو قول\rرئيس السقاة ليوسف الصديق، وهما في السجن، إذ شرح له رؤياه، فقال\rفى جملة كلامه، \"وبكيفن شكوشا سارنعيم وهى حضور راحت عالقا نصاه\rهيشيلوا شكلوثنا غباييم \".\rتفسيره: \" وفى الكرمة ثلاثة عناقيد، وهى كأنها قد أثمرت وصعد نوارها، ونضجت عناقيدها عنبًا. فقد تبين أن الإنضاج","seal":"2E0CB802","part":1},
      {"page":68,"id":69,"nass":"الذي يعبر عنه: \" يالهيشيلوا\" إنما هو البلوغ. ولا ينبغى للعاقل أن يستبعد اصطلاح كافة هذه الطائفة على المحال، واتفاقهم على فنونٍ من الكفر والضلال، فإن الدولة إذا انفرضت عن أمة باستيلاء غيرها عليها، وأخذها بلادها، انطمست حقائق سالف أخبارها، واندرس قديم آثارها، وتعذَّر الوقوف عليها، لأن الدولة إنما يكون زوالها عن أمةٍ، بتابع الغارات والمضايقات، وإخراب البلاد \" وإحراق بعضها، فلا تزال هذه الفنون متتابعة عليها إلى أن يستحيل علومها جهلاً، وكثرتها قلة، وكلما كانت الأمم أقدم، واختلف عليها الدول المتتابعة لها بالإذلال والإيذاء، كان حظها من اندراس الآثار أكثر.\rوهذه الطائفة ولا شك أعظم الطوائف حظًا مما ذكرناه، لأنها من أقدم الأمم\rعهدًا، ولكثرة الأمم التي استولت عليها من الكلدانيين البابليين والفرس واليونان والنصارى والإسلام.\rوما من هذه الأمم إلا من قصدهم أشد القصد، وطلب استئصالهم، وبالغ\rفى إحراق بلادهم وإخرابها وإحراق كتبهم، إلا المسلمين، فإن الإسلام\rصادف اليهود تحت ذمة الفرس ولم يتبق لهم مدينة ولا جيش، إلا العرب\rالمشهورة بخيابر.\rوأشد على اليهود من جميع هذه الممالك، ما نالهم من ملوكهم العصاة مثل أجأب وأحرنا وأمصيا ويهودام ويربعام بن نباط، وغيرهم من الملوك الإسرائيليين","seal":"CD367377","part":1},
      {"page":69,"id":70,"nass":"الذين قتلوا الأنبياء، وبالغوا في تطلبهم ليقتلوهم، وعبدوا الأصنام،\rوأحضروا من البلاد سدنة الأصنام، لتعظيمها وتعليم رسوم عبادتها، وابتنوا لها البيع العظيمة والهياكل، وعكف على عبادتها الملوك ومعظم بنى إسرائيل،\rوتركوا أحكام التوراة والشرع مددًا طويلة، وأعصارًا متصلة.\rفإذا كان هذا تواتر الآفات على شرعهم من قبل ملوكهم، ومنهم على\rأنفسهم، فما ظنك بالآفات المتفننة التي تواترت عليهم من استيلاء الأمم فيما\rبعد عليهم، وقتل أئمتهم، وإحراق كتبهم، ومنعهم إياهم عن القيام\rبشرائعهم!.\rفإن الفرس كثيرًا ما منعوهم عن الختانة، وكثيرًا ما منعوهم عن الصلاة،\rلمعرفتهم بأن معظم صلوات هذه الطائفة دعاء على الأمم بالبوار، وعلى العالم\rبالخراب، سوى بلادهم التي هى أرض كنعان!\rفلما رأت اليهود الجد من الفرس في منعهم من الصلاة، اخترعوا أدعية مزجوا بها فصولاً من صلاتهم، وسموها الحزانة وصاغوا لها ألحانًا عديدة،\rوصاروا يجتمعون أوقت صلواتهم على تلحينها وتلاوتها.\rوالفرق بين هذه الحزانة، وبين الصلاة بغير لحنٍ أن المصلى يتلو الصلاة\rوحده، ولا يجهر معه غيره.\rأما الحزانُ فيشاركه جماعة في الجهر بالحزانة، ويعاونونه في الألحان، فكانت الفرسُ إذا أنكرت ذلك منهم، زعمت اليهود أنهم يغنون أحيانًا، وينوحون على أنفسهم أحيانًا فتركوهم وذاك.","seal":"3486BBFB","part":1},
      {"page":70,"id":71,"nass":"ومن العجب أن دولة الإسلام لما جاءت مقرة لأهل الذمة على أديانها،\rوصارت الصلاة مباحةً لهم، صارت الحزانة عند اليهود من السنن المستحبة فى الأعياد والمواسم والأفراح، يجعلونها عوضًا عن الصلاة، ويستغنون بها عنها، من غير ضرر يبعثهم على ذلك.\r\rفيما يعتقدونه في دين الإسلام\rهم يزعمون أن المصطفى، صلى الله عليه وسلم وشرف وعظَّم وكرَّم، كان قد رأى أحلامًا تدل على كونِه صاحب دولة وأنه سافر إلى الشام في تجارة\rلخديجة، رضوان الله عليها، واجتمع بأحبار اليهود، وقصَّ عليهم أحلامه،\rفعلموا أنه صاحب دولة، فأصحبوه عبد الله بن سلام فقرأ عليه علوم التوراة\rوفقهها مدةً، زعموا. وأفرطوا في دعواهم إلى أن نسبوا الفصاحة المعجزة التي فى القرآن إلى تأليف عبد الله بن سلام، وأنه قرر في شرع النكاح أن الزوجة لا تستحل بعد الطلاق الثلاث إلا بنكاح آخر، ليجعل بزعمهم أولاد المسلمين \"ممزرير \"، وهذه كلمة جميع واحدة (ممزير)، وهو اسم لولد الزنا، لأن في شرعهم أن الزوج إذا راجع زوجته بعد أن نكحت غيره، كان أولادهما معدودين من أولاد الزنا.\rفلما كان النسخ مما لا ينطبع فهمه في عقولهم، ذهبوا إلى أن هذا الحكم فى\rالنكاح من موضوعات عبد الله بن سلام، قصد به أن يجعل أولاد المسلمين\r) ممزريم) - بزعمهم.","seal":"5BEB8470","part":1},
      {"page":71,"id":72,"nass":"ثم أكثر العجب منهم أنهم جعلوا داود النبي، عليه السلام، (ممزيز)\rمن وجهين، وجعلوا منتظرهم (ممزير) من وجهين، وذلك أنهم لا يشكون فى\rأن داود بن بيشاى بن عابد، أبو هذا عابد يقال: له (بوعز) من سبط يهوذا، وأمه يقال لها: روث الموابية من بنى مؤاب، وهذا مؤاب منسوب عندهم في نصِّ التوراة فى هذه القصة. وهى أنه لما أهلك الله أمة لوط لفسادها، ونجا بابنتيه فقط \"\rقالت ابنتاه: إن الأرض قد خلت ممن يستبقين منه نسلاً. فقالت الكبرى\rللصغرى: إن أبانا لشيخ، وإنسان لم يبق في الأرض ليأتينا كسبيل البشر،\rفهلمي بنا نسقي أبانا خمرًا ونضاجعه، لنستبقي من أبينا نسلاً.\rففعلتا ذلك - بزعمهم.\rوجعلوا ذلك النبي قد شرب الخمر، حتى سكر، ولم يعرف ابنتيه ثم وطأهما،\rفأحبلهما وهو لا يعرفهما، فولدت أحدهما ولدًا سمته (مؤاب)، يعنى أنه من الأب، والثانية سمت ولدها (بن عمىِّ)، يعنى أنه من الأب، وذلك الولدان\rعند اليهود من (الممزريم) ضرورة، لأنهما من الأب وابنتيه.\rفإن أنكروا ذلك لأن التوراة لم تكن نزلت، لزمهم ذلك، لأنَّ عندهم أن إبراهيم الخليل، عليه السلام، لما خاف في ذلك العصر من أن يقتله المصريون بسبب زوجته، أخفى","seal":"5A77FDC0","part":1},
      {"page":72,"id":73,"nass":"نكاحها، وقال: \"هى أختى\". علمًا منه بأنه إذا قال ذلك لم يبق للظنون إليها سبيل، وهذا دليل على أن حظر نكاح الأخت كان في ذلك الزمان مشروعًا!\rفما ظنك بنكاح البنت الذي لم يجز ولا في زمن آدم، عليه السلام؟!.\rوهذه الحكاية منسوبة إلى لوطٍ النبي، في التوراة الموجودة بأيدى اليهود، فلن يقدروا على جحدانها.\rفيلزمهم من ذلك أن الولدين المنسوبين إلى لوط \"ممزريم\" إذ توليدهما على\rخلاف المشروع، وإذا كانت \"روث \" من ولد مؤاب، وهى جدة داود، عليه السلام، وجدة مسيحهم المنتظر، فقد جعلوهما جميعًا من نسل الأصل الذى يطعنون فيه.\rوأيضًا فمن أفحش المحال أن يكون شيخ كبير قد قارب المائة سنة، قد سقى\rالخمر حتى سكر سكرًا حال بينه وبين معرفة ابنتيه فضاجعته أحديهما،\rواستنزلت فيه، وقامت عنه، وهو لا يشعر كما نطق كتابهم في قوله،\r\" ولو يا داع بشنخبا ويقوماه \".\rتفسيره: ولم يشعر باضطجاعها وقيامها.\rوهذا حديث من لا يعرف كيفية الحبل، لأنه من المحال أن تعلق المرأة من شيخ طاعن في السن قد فات حسه لفرطِ سكره.\rمما يؤكد استحالة ذلك أنهم زعموا أن ابنته الصغرى فعلت كذلك به في الليلة\rالثانية، فعلقت أيضًا!","seal":"550CE646","part":1},
      {"page":73,"id":74,"nass":"وهذا ممتنع من المشايخ الكبار أن تعلق المرأة من أحدهم في ليلة، وتعلق منه\rأيضًا الأخرى في الليلة الثانية، إلا أن العداوة التي مازالت بين بنى عمون\rومؤاب، وبين بنى إسرائيل بعثت واضع هذا الفصل على تلفيق هذا المحال، ليكون أعظم الأخبار فحشًا في حق بنى عمون ومؤاب.\rوأيضًا فإن عندهم أن موسى جعل الإمامة في الهارونيين فلما ولى طالوت،\rوثقلتْ وطأته على الهارونيين، وقتل منهم مقتلةً عظيمة، ثم انتقل الأمر\rإلى داود بقى في نفوس الهارونيين التشوف إلى الأمر الذي زال عنهم، وكان\r\" عزرا \" خادمًا لملك القدس حظيًا لديه، فتوصل إلى بناء بيت المقدس، وعمل لهم هذه التوراة التي بأيديهم.\rفلما كان هارونيًا كره أن يتولى عليهم في الدولة الثانية داودي، فأضاف في التوراة فصلين طاعنين في نسب داود، أحدهما قصة بناتِ لوطٍ، والآخر قصة تاماد، وسيأتي ذكرها.\rولقد بلغ - لعمرى - غرضه، فإن الدولة الثانية التي كانت لهم في بيت المقدس، لم يملك عليهم فيها داوديون، بل كانت ملوكهم هارونيين، وهذا عزرا ليس هو العزير كما يظن، لأن العزير هو تعريب العازر، فأما عزرا فإنه إذا عُرِّبَ لم يتغير عن حاله، لأنه اسم خفيف الحركات والحروف، ولأن عزرا عندهم ليس بنبى، وإنما يسمونه عزيرة \"هسوفير \"\rوتفسيره: \" الناسخ \".","seal":"F65B2432","part":1},
      {"page":74,"id":75,"nass":"وأيضًا فإن عندهم في التوراة قصة أعجب من هذه، وهى أن يهوذا بن\rيعقوب النبي عليه السلام زوج ولده الأكبر من امرأةٍ يقال لها تاماد، فكان يأتيها مستدبرًا، فغضب الله من فعله، فأماته، فزوجها يهوذا من ولده الآخر، فكان إذا دخل بها أمنى على الأرض، علمًا منه بأنه إن أولدها كان أول الأولاد مدعوًا باسم أخيه، ومنسوبًا إلى أخيه، فكره الله ذلك من فعله، فأماته أيضًا، فأمرها يهوذا باللحاق بأهلها إلى أن يكبر \"شبلا\" ولده، ويتم عقله، حذرًا من أن يصيبه ما أصاب أخويه. فأقامت في بيت أبيها، فماتت من بعد زوجة يهوذا، وأصعدَ إلى منزلٍ يقالُ له: \" تمناث \" ليجزَّ غنمه، فلما أخبرت تاماد بإصعاد حميها إلى تمناث لبست زي الزواني، وجلست في مستشرف على طريقه لعلمها بشيمته فلما مرَّ بها خالها زانيةً، فراودها، فطالبته بالأجرة، فوعدها بجدى، ورهن عندها عصاه وخاتمه، ودخل بها، فعلقت منه بفارض وزارح، ومن نسل فارض هذا كان بوعز المتزوج بروث التي من نسل مؤاب، ومن ولدهما كان داود النبى، عليه السلام.\rوأيضًا: ففى هذه الحكاية دقيقة ملزمة بالنسخ، وهى أن يهوذا لما أخبر بأن كفته قد علقت من الزنا أفتى بإحراقها، فبعثت إليه بخاتمه وعصاه، وقالت: من، رب هذين أنا حامل. فقال: صدقت منى ذلك. واعتذر بأنه لم يعرفها، ولم يعاودها.\rوهذا يدل على أن شريعة ذلك الزمان كانت مقتضية إحراق الزواني، وأن التوراة أتت بنسخ ذلك، وأوجبت الرجم عليهن.","seal":"B17EBF8E","part":1},
      {"page":75,"id":76,"nass":"وفيه أيضًا: نسبتهم الزنا والكفر إلى بيت النبوة، ما يقارب ما نسبوه إلى لوط النبى عليه السلام، وهذا كله عندهم في نصِّ كتابهم، وهم يجعلون هذا نسبًا لداود وسليمان، ولمسيحهم المنتظر!.\rثم يرون أن المسلمين أحق بهذا اللقب من منتظرهم، وكذبهم في هذا القول\rمن أظهر الأمور وأبينها.\rفأما دفعهم لإعجاز القرآن للفصحاء، فلست أعجب منه، إذ كانوا\rلا يعرفون من العربية ما يفرقون به بين الفصاحة والعى، مع طول مكثهم فيما بين المسلمين!\rوأيضًا: فمن اعتراضهم على المسلمين أنهم يقولون: كيف يجوز أن ينسب إلى الله كتاب ينقض بعضه بعضًا؟! ..\rيريدون بذلك: ينسخ بعضه بعضًا.\rفنقول لهم: أما تحسين جواز ذلك، فقد ذكرناه في أول هذه الكلمة، وأما\rتعجبكم منه وتشنيعكم به، فإن كتابكم غير خال من مثله.\rفإن أنكروا ذلك، قلنا لهم: ما تقولون في السبت، أيما أقدم، افتراضها\rعليكم، أو افتراض الصوم الأكبر؟!\rفيقولون: السبت أقدم. لأنهم إن قالوا: الصوم أقدم. كذبناهم بأن السبت\rفرضت عليهم في أول إعطائهم المنَّ، والصوم الأكبر فرض عليهم بعد نزول\rاللوحين، ومخالفتهم وعبادتهم العجل، ولما رفع عنهم عقاب ذنبهم ذلك في هذا اليوم، ففرض عليهم صومه وتعظيمه.","seal":"585B74E9","part":1},
      {"page":76,"id":77,"nass":"فإذا أقروا بتقدم السبت. قلنا لهم: ما تقولون في يوم السبت، هل فرضت فيه عليكم الراحة والدعة وتحريم المشقات أم لا، فيقولون بلى.\rفنقول لهم: فلمَ فرضتم فيه الصوم إذا اتفق صومكم الأكبر يوم السبت، مع كون صومكم فُرِضَ بعد فريضة السبت، ولكم في ذلك الصوم أنواع من المشقة، منها القيام جميع النهار، أليس هذا أيضًا قد نسخ فريضة السبت؟!\rوأما سيدنا رسول الله - صلى الله عليه وسلم -، وعظم وكرم، فله فيما بينهم اسمان فقط، فعليهم لعنة الله والملائكة والناس أجمعين:\rأحدهما: \" فاسول \" .. وتفسيره \" الساقط \".\rوالثا نى: \" موشكا \" وتأويله \" المجنون \".\rوأما القرآن العظيم، فإنهم يسمونه - فيما بينهم - \" قالون \" وهو اسم\rللسوأة بلسانهم، يعنون بذلك أنه عورة المسلمين وسوأتهم، وبذلك وأمثاله\rصاروا أشدَّ عداوة للذين آمنوا، فكيف لا يلعنهم الله، ويلعنهم اللاعنون؟!\r\rفصل معرب عن بعض فضائحهم\rومن الفضائح التي عندهم مذهبهم في قصة اليتامى والحالوص، وذلك أنهم\rأمروا أنه إذا أقام أخوان في موضع واحدٍ، ومات أحدهما، ولم يعقب ولدًا، فلا يخرج امرأة الميت إلى رجل أجنبي بل ولد حميها ينكحها، وأول ولد","seal":"BC98B0D5","part":1},
      {"page":77,"id":78,"nass":"يولدها ينسب إلى أخيه الدارج، فإن أبى أن ينكحها خرجت متشكية منه إلى\rمشيخة قومها، قائلة: \" قد أبى ابن حمى أن يستبقى اسمًا لأخيه في إسرائيل، ولم يرد نكاحي\"، فيحضره الحاكم هناك، ويكلفه أن يقف، ويقول:\r\"لوحا فاصتى لقحتاه \".\rتفسيره: \"ما أردت نكاحها\". فتتناول المرأة نعله، فتخرجها عن\rرجله، وتمسكها بيدها، وتبصق في وجهه، وتنادى عليه:\r\" كاخاييعأس لا أيش أشيرلو يبنى اث بيت اخيو\".\rتفسيره: \" كذا فليصنع بالرجل الذي لا يبنى بيت أخيه \".\rويدعى فيما بعد اسمه بالمخلوع النعل، وينعت بيته بهذا اللقب، أعني بيت المخلوع النعل.\rهذا كله مفترض في التوراة عليهم، وفيه حكمة ملجئة للرجل إلى نكاح زوجة أخيه الدارج، لأنه إذا علم أنه قد فرض على المرأة أن تشكوه إلى نادى قومها، فذلك مما يحمله على نكاحها، فإن لم يردعه الحياء من ذلك، فربما إذا حضر استحى أن يقول: ما أردت نكاحها.\rفإن لم يخجله ذلك، فربما يستحى من انتهاك العرض بخلع نعله، وكون المرأة تسل نعله، وتبصق في وجهه، وتنادى عليه بقلة البركة والمروءة.\rفإن هو استهان بذلك، فربما استعظم أن ينبز باللقب، ويبقى عليه وعلى آله من بعده عارهُ وقبح اسمه، فيلجئه ذلك إلى نكاحها.","seal":"60B9BF74","part":1},
      {"page":78,"id":79,"nass":"فإن كان من الزهد فيها بحيث يهون عليه جميع ذلك، فقد فرق الشرع بينهما بعد ذلك. وليس في التوراة غير هذا، ففرَّع فقهاؤهم على ذلك ما فيه خزيهم وفضيحتهم، وذلك أنه إذا زهدت المرأة في نكاح أخو زوجها المتوفى، أكرهوه على النزول عنها، ثم ألزموها الحضور عند الحاكم، بمحضر من مشيختهم، ولقنوها أن تقول: \"مئاين ينامى لها قيم لا خيوشيم بيسرائيل لو ابائيمى\".\rتفسيره: \" أبى ابن حمى أن يقيم لأخيه اسمًا في إسرائيل، لم يرد نكاحي \"!\rفيلزموها بالكذب عليه \" لأنه أراد فمنعته، فكان الامتناع منها والإرادة\rمنه، وإذا لقنوها تلك الألفاظ، فهم يأمرونها بالكذب، ويحضرونه\rويأمرونه بأن يقوم،\rويقول: \" لوخا فاصتى لقحتاه \".\rتفسيره: \" ما أردت نكاحها\".\rولعل ذلك سؤله ومناه! فيأمرونه بأن يكذبَ.\rوأما إحراقها به، وبصقها في وجهه، فغاية التعدى، لأنه ما كفاهم أن كذبوا\rعليه، وألزموه بأن يكذب، حتى ألزموه عقابًا على ذنب لم يجنه! ..\rفصاروا كما قال الشاعر:\rوَجُرْمُ جرَّهُ سُفَهاءُ قومٍ .. فحلَّ بغيرِ جانيهِ العقابُ!\r\rذكر السبب في تشديدهم الإصر على أنفسهم\rتشديد الإصر على أنفسهم له سببان:\rأحدهما: من جانب ففقهائهم، وهم الذين يدعون الخحاميم.","seal":"3591C082","part":1},
      {"page":79,"id":80,"nass":"وتفسير هذه اللفظة \" الحكماء\"، وكانت اليهود في قديم الزمان تسمى\rفقهاءها بالحكماء، وكانت لهم في الشام والمدائن مدارس، وكان لهم ألوف من الفقهاء، وذاك في زمان دولة النبط البابليين، ودولة اليونان، ودولة\rالروم حتى اجتمع الكتابان اللذان اجتمع فقهاؤهم على تأليفهما، وهما\r\"المشنا والتلمود\".\r- فأما المشنا فهو الكتاب الأصغر، ومبلغ حجمه نحو ثمان مائة ورقةٍ.\r- وأما التلمود فهو الكتاب الأكبر، ومبلغه نحو نصف حمل بعير، لكثرته،\rولم يكن الفقهاء الذين ألفوه في عصرٍ واحدٍ، وإنما ألفوه في جيلٍ بعد جيل، فلما نظر المتأخرون منهم إلى هذا التأليف، وأنه كلما مرَّ عليه قوم زادوا فيه، وأن في هذه الزيادات المتأخرة مما يناقض أوائل هذا التأليف، علموا أنهم إن لم يقطعوا ذلك، ويمنعوا من الزيادة فيه، أدى إلى الخلل الظاهر والتناقض الفاحش، فطفقوا الزيادة فيه. ومنعوا من ذلك، وحظروا على الفقهاء الزيادة فيه، وإضافة شىءٍ آخر إليه، وحرموا من يضيف إليه شيئًا آخر، فوقف على ذلك المقدار.\rوكانوا أئمتهم قد حرَّموا عليهم في هذين الكتابين مؤاكلة الأجانب، أعني من\rكان على غير ملتهم، وحظروا عليهم أكل اللحمان من ذبيحةِ من لم\rيكن على دينهم، لأنهم - أعني علماءهم وأئمتهم - علموا أن دينهم لا يبقى عليهم","seal":"B71F0536","part":1},
      {"page":80,"id":81,"nass":"فى هذه الحالة، مع كونهم تحت الذل والعبودية إلى أن صدوهم عن مخالطة من\rكان على غير ملتهم، وحرموا عليهم مناكحتهم والأكل من ذبائحهم، ولم يمكنهم المبالغة في ذلك إلا لحجةٍ يبتدعونها من أنفسهم، ويكذبون بها على الله، لأن التوراة إنما حرمت عليهم مناكحة غيرهم من الأمم، لئلا يوافقوا أزواجهم في عبادة الأصنام والكفر بالله تعالى.\rوحرم عليهم فيالتوراة أكل ذبائح الأمم الذين يذبحونها قربانًا إلى الأصنام؛\rلأنه قد سمى عليه غير اسم الله، فأما الذبائح التي لم تذبح قربانا، فلم تنطق\rالتوراة بتحريمها، وإنما نطقت التوراة بإباحتهم تناول المأكل من يدى غيرهم من الأمم، في قول الله، تعالى، لموسى حين اجتازوا على أرض بنى العيص: لو تشكاروبام كى لوائين لخاميارصام عاذ مذراح كف راعل \".\rتفسيره: لا تنحروا شواتهم، فإنى لا أعطيك من أرضهم ولا مسلك قدم\r\"أوحل مايم نحروا مياتام بكيف واخليتم وعمرمايم تحروا مياتام بكيف\rوشيم \".\rتفسيره: مأكولاً تمتازون منهم بفضةٍ، وتأكلون. أيضًا ما تشترون منهم\rبفضةٍ وتشربون.\rفقد تبين من نصِّ التوراة أن المأكول مباح لليهود تناوله من يد غيرهم\rمن الأمم وأكله، وهم يعلمون أن بنى العيص عابدوا أصنام، وأصحاب كفرٍ.","seal":"38470E7B","part":1},
      {"page":81,"id":82,"nass":"فلا يكون المسلمون على كل حال دون هذه المنزلة، أعني أن يساوى بينهم\rوبين بنى العيص، فينبغى لهم أن يأكلوا من مأكولات المسلمين، وأن يجعلوا\rللمسلمين تفضيلاً، بتوحيدهم وإيمانهم وكونهم لا يعبدون الأصنام.\rفموسى، عليه السلام، إنما نهاهم عن مناكحة عباد الأصنام، وأكل ما يذبحونه بأسمائها، ولسنا نعرف أحدًا من المسلمين يذبح ذبيحة باسم صنم ولا وثن! .. فما بال هؤلاء لا يأكلون من ذبائح المسلمين، بل ما بال من سكن بالشام، وبلاد العجم منهم، لا يأكلون من أيدى المسلمين اللبن والجبن والحلوى والخبز، وغير ذلك من المأكولات!.\rفإن قالوا: لأن التوراة حرمت علينا أكل الطريفا.\rقلنا إن: الطريفا هى الفريسة التي يفترسها الأسد أو الذئب أو غيره من\rالسباع، ودليل ذلك قوله في التوراة: \" ويا سار بساذى طريفا لو ثوخيلوا كيلب تسليخوا اوثو\".\rتفسيره: \" ولحمًا في الصحراء فريسة لا تأكلوا للكلب ألقوه \".\rفلما نظر أئمتهم أن التوراة غير ناطقة بتحريم مآكل الأمم عليهم إلا عباد\rالأصنام، وأن التوراة قد صرحت بأن تحريم مؤاكلتهم ومخالطتهم خوف\rاستدراجهم بالمخالطة إلى مناكحتهم، وأن مناكحتهم إنما تكره خوف استتباعها الانتقال إلى أديانهم، وعبادة أوثانهم، ووجدوا جميع هذا واضحًا في التوراة","seal":"BBAFCC21","part":1},
      {"page":82,"id":83,"nass":"اختلقوا كتابًا سموه: \" هلكت شحيطا\" ومعناه \"علم الذباحة\"، ووضعوا في هذا الكتاب من تشديد الإصر عليهم، ما شغلوهم به عمَّا هم فيه من الذل والمشقَّةِ، وذلك أنهم أمروهم بأن ينفخوا الرئة، حتى تمتلئ هواءً، ويتأملونها هل يخرج الهواء من ثقب منها أم لا؟ .. فإن خرج منها الهواء حرموه، وإن كانت بعض أطراف الرئة لاصقة ببعضٍ لم يأكلوها!\rوأيضًا: فإنهم أمروا الذي يتفقد الذبيحة أن يدخل يده في بطن الذبيحة، ويتأمل بأصابعهِ، فإن وجد القلب ملتصقًا إلى الظهر أو أحد الجانبين، ولو كان الالتصاق بعرق رقيق كالشعرة، حرموه وسموه طريفا! ويعنون بذلك أنه نجس أكله، وهذه التسمية هى أول التعدي منهم، لأنه ليس موضوعها في اللغة إلا المفترس الذي يفترسه بعض الوحوش ودليل ذلك قول يعقوب لما جاءوه بقميص يوسف ملوثًا بالدم: \" وبكيراه ويومر لثويث بنى حيارعا اخالا لهو طاروف طوارف يوسف \".\rتفسير: فتأملها، وقال: \" ذراعه ابنى، وحش ردىء أكله افتراسًا\rافترس يوسف \".\rفقد تبين أن تفسير طاروف طوارف يوسف \" افتراسًا افترس يوسف،\rفالطريفا هى الفريسة.\rودليل آخر، وهو أنه قال: \" ولحمًا في الصحراء فريسة لا تأكلوا\". والفريسة أبدًا إنما توجد في الصحراء.\rوليس ينبغى أن تعجب من ذلك، فإن هذا النهى عن أكل الفريسة، إنما نزل على قوم ذوى أخبية يسكنون البر، وذلك أنهم مكثوا يترددون في التيه والبرارى تمام","seal":"267FA8B7","part":1},
      {"page":83,"id":84,"nass":"أربعين سنة، وكان أكثر هذه المدة لا يجدون طعامًا إلا المنَّ، فلما اشتد قرمهم إلى اللحم، جاءهم موسى بالسلوى وهو طائر صغير يشبه السماني، وخاصيته أن أكل لحمه يلين القلوب القاسية ويذهب الحزن والقساوة، وذلك أن هذا الطائر يموت إذا سمع صوت الرعد. كما أن الخطاف يقتله البرد، فيلهمه الله عز وجل، أن يسكن جزائر البحر التي لا يكون بها مطر ولا رعد، إلى انفصال أوان المطر والرعد، فيخرج من الجزائر، وينتشر في الأرض، فجلب الله إليهم هذا الطائر لينتفعوا بما في أكل لحمه من الخاصية، وهى تليين القلوب القاسية، وكان قد اشتد قرمُهم إلى اللحم قبل ذلك، بحيث لم يمنعهم من أكل الفريسة والميتةِ، إلا نزول تحريمها في التوراة.\rفقد تبين التعدي من مشايخهم فى تفسير \"الطريفا\"، وأنه \" الفريسة\".\rفأما فقهاؤهم فقد اختلقوا من أنفسهم هذياناتٍ وخرافاتٍ، تتعلق بالرئة\rوالقلب، وقالوا: ما كان من الذبائح سليمًا من هذه الشروط، فهو \"دخيا \"، وتفسير هذه الكلمة \" طاهر \" .. وما كان خارجًا عن هذه الشروط فهو \"طريفا\".\rوفسروا هذه الكلمة \"حرام \".\rوقالوا: معنى قول التوراة \"ولحمًا فريسة في الصحراء، لا تأكلوا، للكلب\rألقوه \".\rيعنى إذا ذبحتم ذبيحة، ولم تجدوا فيها هذه الشروط، فلا تأكلوها، بل\rبيعوها على من ليس من أهل ملتكم!","seal":"B3467533","part":1},
      {"page":84,"id":85,"nass":"وذلك أنهم فسروا قوله: \" للكلب ألقوه \" أى لمن ليس على ملتكم أطعموه\rوبيعوه! .. إلا أنهم على الحقيقة أشبهُ بالكلاب، وأحقُ بهذا اللقب والتشبيه، لقبح عقولهم، وسوء ظنونهم واعتقادهم في سواهم من الأمم.\rثم إن اليهود فرقتان، أحدهما عَرفت أن أولئك السلف الذين ألفوا \"المشنا\"\rو\"التلمود\"، وهم فقهاء اليهود، كذابون على الله وعلى موسى النبي، أصحاب حماقاتٍ ورقاعاتٍ هائلة.\rمن ذلك: أن أكثر مسائل فقههم ومذهبهم يختلفون فيها، ويزعمون أن\rالفقهاء كانوا إذا اختلفوا في كل واحدةٍ من هذه المسائل، يوحى اللهُ إليهم بصوتٍ يسمعه جمهورُهم، يقول: الحقُ في هذه المسألة مع الفقيه فلان! ..\rوهم يسمون هذا الصوت \"بث قول\".\rفلما نظر اليهود القراءون، وهم أصحاب \"عالمون \" و \" بنيامين \" إلى هذه\rالمجالات الشنيعة، وإلى هذا الافتراءِ الفاحش، والكذب البارد انفصلوا\rبأنفسهم عن الفقهاء، وعن كل من يقول بمقالتهم، وكذبوهم في كل ما افتروا به على الله.\rوقالوا - بعد أن ثبت كذبهم على الله - وأنهم قد ادعوا النبوة، وزعموا أن الله كان يوحى إلى جميعهم في كل يوم مراتٍ، فقد فسقوا، ولا يجوز قبولُ شىءٍ منهم، فخالفوهم في سائر ما أصلوه، من الأمور التي لم ينطق بها نصُّ التوراة، وأكلوا اللحم باللبن، ولم يحرموا سوى لحم الجدي بلبن أمهِ، فقط مراعاة للنص، أعني قول التوراة:","seal":"497035FB","part":1},
      {"page":85,"id":86,"nass":"\"لا تنضج الجدي بلبن أمه \" ..\rوأما الترهات التي أنها الحاخاميم الفهقاء، وسموها \"هلكت شحيطا\"،\rأعني: \"علم الذباحة\"، وهى المسائل الفقهية التي رتبها الفقهاء، ونسبوها إلى الله عن موسى، عليه السلام، فإن القرائين اطرحوها مع غيرها وألغوها، وصاروا لا يحرمون شيئًا من الذبائح التي يتولون ذباحتها ألبتة.\rفهذا حال هذه الطائفة من اليهود، أعني القرائين.\rولهم أيضا فقهاء أصحاب تصانيف، إلا أنهم لم يبالغوا في الكذب على الله، إلى حد أن يدعوا النبوة، ولا نسبوا شيئًا من تفاسيرهم إلى النبي، ولا إلى الله، بل إلى اجتهادهم.\r2 - والفرقة الثانية يقال لهم: الربانيون: وهم أكثر عددًا، وهم شيعة\rالحاخاميم الفقهاء، المفترين على الله، الذين يزعمون أن الله كان يخاطبهم في كل مسألة بالصوت الذي سموه \"بث قولِ \".\rوهذه الطائفة أشدُّ اليهود عداوة لغيرهم من الأمم، لأنَّ أولئك الفقهاء المفترين على الله قد أوهموهم أن المأكولات والمشروبات إنما يحل للناس بأن\rيستعلموا فيها هذا العلم، الذي نسبوه إلى موسى، وإلى الله، وأن سائر الأمم لا يعرفون هذا، وأنهم إنما شرفهم الله بهذا وأمثاله من الترهات التي أفسدوا بها","seal":"4D5BAFCE","part":1},
      {"page":86,"id":87,"nass":"عقولهم، فصار أحدهم ينظر إلى من ليس على ملته، كما ينظر إلى بعض\rالحيوانات التي لا عقل لها، وينظر إلى المآكل التي تأكلها الأمم، كما ينظر الرجل العاقل إلى العذرة، أو إلى صديد الموتى، وغير ذلك من الأشياء القذرة، التى لا يسوغ لأحدٍ أكلها!\rفهذا هو الأصل في بقاء هذه الطائفة على أديانها، لشدةِ مباينتها لغيرها من\rالأمم، ولأنهم ينظرون إلى الناس بعين النقص والإزراء إلى أبعد غاية.\r.. أما الطائفة الأولى، وهم القراءون، فأكثرهم خرج إلى دين الإسلام أولاً\rفأولاً، إلى أن لم يبق منهم إلا نفرٌ يسير، لأنهم أقربُ إلى الاستعداد لقبول\rالإسلام لسلامتهم من محالات فقهاء الربانيين، أصحاب الافتراء الزائد،\rالذين شددوا على جماعتهم الإصر.\rفقد تبين، مما ذكرنا، أن الحاخاميم هم الذين شددوا على هذه الطائفة دينهم، وضيقوا عليهم المعيشة والإصر، قصدوا بذلك مبالغتهم في مضادة مذاهب\rالأمم، حتى لا يختلطوا بهم، فيؤدي اختلاطهم بهم إلى خروجهم من دينهم.\rوالسبب الثاني في تضييق الإصر عليهم أن اليهود مُبددون في شرق البلاد\rوغربها، فما من جماعة منهم في بلدةٍ إلا قدم عليهم رجل من أهل دينهم من\rبلاد بعيدة، يظهر لهم الخشونة في دينهِ، والمبالغة في التورع والاحتياط.\rفإن كان من المتفقهة فهو يسرع في إنكار أشياء عليهم، ويوهمهم التنزه عمَّا هم فيه، وينسبهم إلى قلة الدين، وينسب ما ينكره عليهم إلى مشايخه وأهل بلده، ويكون في أكثر ذلك الإسناد كاذبًا، ويكونُ قصدهُ بذلك إما الرئاسة عليهم، وإما","seal":"7E03097B","part":1},
      {"page":87,"id":88,"nass":"تحصيل غرض منهم، ولا سيما إن أراد المقام بينهم، أو التدين عندهم،\rفتراه أول ما ينزل بهم لا يأكل من أطعمتهم ولا من ذبائحهم، ويتأمل\rسكين ذبائحهم، وينكر عليهم بعض أمره.\rويقول: أنا لا آكل إلا من ذباحة يدي، فتراهم معه في عذابٍ لا يزال ينكر\rعليهم الحلال والمباح، ويوهمهم تحريمه بإسنادات يخترعها، حتىَ لا يشكوا فى\rذلك.\rفإن وصل بعد مدة طويلة من أهل بلده من يعرف أنه كاذب في تلك الإسنادات، فلا يخلو أمره من أن يوافقه أو يخالفه، فإن وافقه فإنما يوافقه ليشاركه في الرئاسة الناموسية التي حصلت له، وخوفًا من أن يكذب إن خالفه، وينسب إلى قلة الدين.\rوأيضًا: فإن القادم الثاني - في أكثر الأمر - يستحسن ما اعتمده القادم الأول من تحريم المباحات وإنكار المحللات، ويقول لقد عظم الله ثواب فلانٍ، إذ قوى ناموس الدين في قلوب هذه الجماعة، وشيد سياج الشرع عندهم. وإذا على الانفراد يشكره ويجزيه خيرًا، ويقول له: لقد زين الله بك أهل بلدنا!\rوإن كان القادم الثاني ينكر ما أتى به القادم الأول من الإنكار عليهم\rوالتضييق، لم يبق من الجماعة واحد يستنصحه ويصدقه، بل جميعهم ينسبونه\rإلى قلة الدين، لأن هؤلاء القوم يعتقدون أن تضييق المعيشة وتحريم المحللات، هو","seal":"8CE68052","part":1},
      {"page":88,"id":89,"nass":"المبالغة في الدين والزهد وعم أبدًا يعتقدون الدين والحق مع من يضيق عليهم ولا ينظرون هل يأتي بدليل أم لا، ولا يبحثون عن كونه محقًا أو مبطلاً؟!\rهذا حال القادم إلى بلد من متفقهة.\rفأما إن كان القادم أحد أحبار اليهود وعلمائهم، فهنالك ترى العجب من\rالناموس الذي يعتمده، والسنن التي يحدثها ويلحقها الفرائض، ولا يقدر أحدهم على الاعتراض عليه، فتراهم مستسلمين إليه، وهو يختلب درهم، ويجتلب بحيله درهمهم، حتى لو بلغه أن بعض أحداث اليهود، قد جلس على قارعة الطريق في يوم السبت، أو اشترى لبنًا من بعض المسلمين أو خمرًا، ثلبه وسبه فى تجمع من يهود المدينة، وأباحهم عرضه ونسبه إلى قلة الدين!\rفهذا السبب، والسبب الذي ذكرناه قبله، العلة في تشديد\rالإصر الذى جعلته اليهود على أنفسها، وتضييق المعيشة عليها، وتجنبهم مآكل غيرهم، ومخالطة من كان على غير ملتهم، وقد أوضحناهما للمتأمل.","seal":"FEC0CA39","part":1},
      {"page":89,"id":90,"nass":"خاتمة الكتاب\rأحق الناس بأن يرسم بالجهالة، وينبز بالضلالة من كان طبعه أبيًا عن الانقياد\rللحقائق، وعقله بعيدًا عن فهم اليقين.\rفأما من شقت درجته عن ذلك، وكان مع ذلك أبيًا عن تسليم الحقائق،\rمتسرعًا إلى قبول الباطل، وتصديق المستحيل، فهو حقيق النسبة إلى الجنون\rوالسقوط.\rوهذه الطائفة أحقُ الناس بذلك، لأن آباءهم كانوا يشاهدون في كل يوم من\rالآيات الحسية، والنار السمائية، ما لم يره غيرهم من الأمم، وهم مع ذلك\rيهمون برجم موسى وهارون في كثير من الأوقات، وكفى باتخاذهم العجل في أيام موسى، وإيثارهم العودة إلى مصر والرجوع إلى العبودية، ليشبعوا من أكل اللحم والبصل والقثاء.\rثم عبادتهم الأصنام بعد عصر يوشع بن نون، ثم انضمامهم إلى ايشالوم، الولد العاق، ولد داود من بنت ملك الكرخ، فإن سوادهم الأعظم انضم إلى هذا الولد العاصي العاق، وشدوا معه على حرب الملك الكبير داود، عليه السلام!!\rثم إنهم لما عادوا إلى طاعة داود، جاءت وفودهم وعساكرهم متقاطرة إليه،\rمستغفرين مما ارتكبوه، مستبشرين بسلامة الملك داود، بحيث اختصم الأسباط","seal":"F4AFC037","part":1},
      {"page":90,"id":91,"nass":"مع سبع يهوذا، إذ عبروا بالملك الأردن، قبل مجىء عساكر الأسباط، غيرةً\rمنهم على السبق إلى خدمة الملك، وتعاتبوا في ذاك عتابًا رقيقًا، فقال سبط\rيهوذا: نحن أحق الناس بالسبق إلى الملك، والاختصاص بخدمته، لأنه منا، فلا وجه لعتبكم علينا يا بنى إسرائيل في ذلك.\rفنبغ فضولي، يقال له: \"نخزى بن شيبع \" فنادى برفيع صوته: \" لا نصيب لنا في داود، ولاحظ لنا في ابن بيشاى، ليمض كل منكم إلى خبائه\rيا إسرائيليين \"!\rفما كان بأسرع من انفضاض عسكر بنى إسرائيل عن داود، بسبب كلمة ذلك الفضولي، ولما توصل الوزير \"يؤاب \" إلى قتل ذلك المشغب، عادت العساكر جميعها إلى طاعة داود.\rفما كان القوم إلا مثل رعاع همج العوام، الذين يجمعهم دبدبة وتفرقهم\rصيحة.\rوأما عبادتهم الكبشين، وتركهم الحج إلى القدس، ثم إصرارهم على مخالفة\rالأنبياءِ، إلى انقضاء دولتهم، فمما لا يصدر عن متمسك بأهداب العقل!!\rوسبيلهم أن لا يتطرقوا لمعائب أحد من الأمم، إذ كانت هذه مخازيهم\rوفضائحهم!\rفأما تسرعهم إلى قبول الباطل والمستحيل، فإنا نذكر منه طرفًا ينبئ عن قلة\rعقولهم، وهو ما جرى في زماننا، من أذكاهم وأكيسهم وأمكرهم، وهم يهود بغداد.","seal":"C5FB43F2","part":1},
      {"page":91,"id":92,"nass":"فإن محتالاً من شبان اليهود نشأ بسواد الموصل، يقال له: \"مناحيم بن\rسليمان.\rويعرف \"بابن الروجى\"، وكان ذا جمالٍ في صورته، وقد تفقه في دينهم،\rبالإضافة إلى الخمر من اليهود الساكنين بالناحية المعروفة بالعمادية من بلد الموصل.\rوكان المتولي للقلعة هناك ذا ميل إلى ذلك المحتال وحب له، لحسن اعتقاد فيه، ولما توهم فيه من ديانة تظاهر بها، بحيث كان الوالى يسعى إلى زيارته، فطمع ذلك المحتال في جانب الوالى، واستضعف عقله، فتوهم أنه يتمكن من الوثوب على القلعة وأخذها، وأنها تضحى له معقلاً حصينًا، فكتب إلى اليهود المستقرين بنواحى بلاد أذربيجان، وما والاها، لأنه علم أن يهود الأعاجم أقوى جهالة من سائر اليهود. وذكر في كتبه أنه قائم قد غار لليهود من يد المسلمين، وخاطبهم بأنواع من المكر والخديعة. فمن بعض فصول كتبه التي رأيتها تحوى ما هذا معناه.\r\" ولعلكم تقولون هذا لأىِّ شىء قد استفزَّنا لحرب أم لقتال؟، لسنا\rنريدكم لحرب ولا لقتال، بل لتكونوا واقفين بين يدى هذا القائم، ليراكم هناك من يغشاه من رسل الملوك الذين ببابه \".\rوفى أواخر الكتب: \"ينبغى أن يكون مع كل واحدٍ منكم سيف أو غيره من\rآلات الحرب، ويخفيه تحت أثوابه \".","seal":"5A9A325D","part":1},
      {"page":92,"id":93,"nass":"فاستجاب له يهود الأعاجم، وأهل نواحى العمارية، وسواد الموصل، ونفروا إليه بالسلاح المستتر، حتى صار عنده منهم جماعة كبيرة، وكان الوالى لحسن ظنه به، يظن أن أولئك القادمين إنما جاءوا إلى زيارة ذلك الحبر، الذي قد ظهر لهم - بزعمه - في بلده، إلى أن انكشفت له مطامعهم، وكان حليًما عن سفك الدماء، فقتل صاحب الفتنة المحتال وحده.\rوأما الباقون فتهاجوا مدبرين، بعد أن ذافوا وبال المشقة والخسارات والفقر، ولم تنكشف لهم هذه القصة مع ظهورها لكل ذي عقل، بل هم إلى الآن يفضلونه على كثير من أنبيائهم، أعني يهود العمارية! ..\rومنهم من يعتقد أنه المسيح المنتظر بعينه إ!\rولقد رأيت جماعة من يهود الأعاجم بجوى وسلماس وتبريز ومراغة، وقد\rجعلوا اسمه قسِّهم الأعظم!\rوأما من بالعمارية من اليهود فصاروا أشد مباينة ومخالفة في جميع أمورهم\rلليهود من النصارى! .. وفى تلك الولاية جماعة منهم على دين ينسبونه إلى \"مناحيم \" المحتال المذكور.\rولما وصل خبره إلى بغداد اتفق هناك شخصان من محتالي اليهود ودواهي\rمشيختهم، مرروا على لسان مناحيم - كتبًا إلى بغداد، يبشرهم بالفرج الذي كانوا قديًما ينتظرونه، وأنه يعين لهم ليلة يطيرون فيها أجمعون إلى بيت المقدس.","seal":"B5D930C1","part":1},
      {"page":93,"id":94,"nass":"فانقاد اليهود البغداديون إليهما، مع ما يدعونه من الذكاء، ويفخرون به من\rالحب، انقادوا بأسرهم إلى تصديق ذلك، وذهب نسوانهن بأموالهن\rوحليهن، إلى ذينك الشخصين، ليصدقا به عنهن، على من يستحقه -\rبزعمهما. وصرف اليهود جل أموالهم في هذا الوجه، واكتسوا ثيابًا خضرًا،\rواجتمعوا في تلك الليلة على السطوح، ينتظرون الطيران - بزعمهم -\rعلى أجنحة الملائكة إلى بيت المقدس، وارتفع للنسوان منهم بكاء على أطفالهن المرتضعين، خوفًا أن يطرن قبل طيران أولادهن أو يطير أطفالهن قبلهن، فتجوع الأطفال بتأخر الرضاع عنهم!\rوتعجب المسلمون هناك مما اعترى اليهود حينئذ، بحيث أحجموا عن\rمعارضتهم، حتى تنكشف آثار مواعيدهم العرقوبيَّة، فمازالوا متهافتين إلى الطيران إلى أن أسفر الصباح عن خذلانهم وامتهانهم، ونجا ذانك المحتالان بما وصل إليهما من أموال اليهود، وانكشف لهم بعد ذلك وجه الحيلة، وما تظاهرو به من جلباب الرذيلة.\rفسموا ذلك العام، عام الطيران، وصاروا يعتبرون به سنى كهولهم والشبان،\rوهو تاريخ البغداديين من المتهودة في هذا الزمان، فكفاهم هذا الأمر عارًا دائمًا وشنارًا ملازمًا!","seal":"868874AD","part":1},
      {"page":94,"id":95,"nass":"وفيما قد أوردناه كفاية قاضية للوطر من إفحامهم وإلجامهم بما هو عين ما\rعندهم.\rوأعوذ بالله مما يشركون، وإليه البراءة مما يكفرون، والحمد لله رب العالين.\rوصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين.\r\rذكر سبب إسلام السموأل\rإن أبى كان يقال له: الراب يهوذا بن أيوب \"، من مدينة فاس، التي بأقصى\rالمغرب. و \"الراب \": لقب ليس باسم. وتفسيره: الحبر. وكان أعلم أهل زمانه بعلوم التوراة، وأقدرهم على التوسع في الإنشاء والإعجاز في ارتجال منظوم العبرانى ومنشوره.\rوكان اسمه المدعو به بين أهل العربية \"أبا البقاء بن يحيى بن عباس المغربى\".\rوذلك أن كثيرًا من متخصصيهم يكون له اسم عربى، غير اسمه العبرى مشتق منه، كما جعلت العرب الاسم غير الكنية.\rوكان اتصاله بأمي ببغداد، وأصلها من البصرة، وهى إحدى الأخوات الثلاث المنجَّبات في علوم التوراة، والكتابة بالقلم العبرى، وهن بنات إسحاق بن إبراهيم البصرى الليوى، أغنى سبط ليوى، وهو مضبوط النسب، لأن منه كان موسى عليه السلام.\rوكان إسحاق هذا ذا علوم يدرسها ببغداد، وكانت أمهن نفيسة بنت أبى نصر الداودي المصري، وهذا الداودي من رؤسائهم المشهورين، وذريته إلى الآن بمصر، وكان اسم أمي باسم أم شموائيل النبي عليه السلام.\rوكان هذا النبي ولد بعد أن مكثت أمه عاقرًا لا ترزق ولدًا، ولا تحبل مدة\rسنين، حتى دعت ربها نما طلب ولد يكون ناسكا لله تعالى، ودعا لها رجل صالح من الأئمة، يقال له \"عبلى\"، فولدت شموائيل النبى.","seal":"43D874C8","part":1},
      {"page":95,"id":96,"nass":"ومكثت أمى كذلك عند أبى مدة لا ترزق ولدًا، حتى استشعرت العقم، فرأت فى منامها أنها تتلو مناجاة \"حنة\" أم شموائيل لربها، فنذرت أنها إن رزقت ولدًا ذكرًا تسميه شموائيل، لأن اسمها كان باسم أم شموائيل.\rفاتفق أنها بعد ذلك اشتملت علىَّ، وحين رُزقتنى دعتنى \"شموائيل \"، وهو إذا\rعُرِّب: \"السموأل \"، وكنانى أبى \"أبا نصر\"، وهى كنية جدى.\rوشغلنى أبى بالكتابة بالقلم العبرى، ثم بعلوم التوراة وتفاسيرها، حتى إذا\rأحكمت علم ذلك عند كمال السنة الثالثة عشر من مولدى، شغلنى حينئذ بتعلم الحساب الهندى، وحل الزيجات، عند الشيخ الأستاذ العالم أبى الحسن البكرى.\rوقرأت علم الطب على الفيلسوف أبى البركات هبة الله بن على رحمه الله تعالى، والتأمل في علاج الأمراض، ومشاهدة ما ينفق من الأعمال الصناعية في الطب، والعلاجات التي يعالجها خالى أبو الفتح الطبيب ابن البصرى.\rفأما الحساب الهندى والزيج، فإنى حملت علمهما في أقل من سنة، وذلك حين كمل لي أربع عشرة سنة، وأنا في خلال ذلك لا أقطع القراءة في الطب، ومشاهدة علاج الأمراض، ثم قراءة الحساب الديوانى.\rوعلم المساحة على الشيخ الإمام العالم أبى المظفر بن السهروردى رحمه الله تعالى، وقرأت الجبر والمقابلة أيضًا عليه وعلى الكاتب ابن أبى تراب. وترددت إلى الأستاذ أبى الحسن بن البسكرى، وأبى الحسن بن النفاش، لقراءة الهندسة، حتى حللت المقالات التي كانا يحلانها من كتب إقليدس، وأنا في خلال ذلك متشاغل بالطب\rحتى استوعبت ما ذكرته من الأستاذ ابن البسكرى من هذه العلوم.\rبقى بعض كتاب المجسطى في الحساب، والكتاب السابع في الجبر، والمقابلة\rللكرخى، لا أجد من يعرف منه شيئًا، وغير ذلك من العلوم الرياضية، مثل كتاب شجاع بن أسلم في الجبر، والمقابلة وغيره.","seal":"C431A5B3","part":1},
      {"page":96,"id":97,"nass":"وكان لما من الشغف بهذه العلوم والعشق لها ما يلهينى عن المطعم والمشرب، إذا فكرت في بعضها، فخلوت بنفسى في بيت، وحللت جميع تلك الكتب وشرحتها، ورددت على من أخطأ فيها، وأظهرت أغلاط مصنفيها، وعرَّبتُ ما عجزوا عن تصحيحه وتحقيقه، وأدركت على إقليدس في ترتيب أشكال كتابه، بحيث أمكننى إذا غيرت نظام أشكاله، أن أستغنى عن عدة منها لا يبقى إليها حاجة بعد.\rوكتاب إقليدس معجز لسائر المهندسين، إذ لم يحدثوا أنفسهم بتغيير نظام\rأشكاله، ولا بالاستغناء عن بعضها، كل ذلك في هذه السنة، أعني الثامنة عشرة من مولدى، واتصلت تصانيفى في هذه العلوم منذ تلك السنة وإلى الآن، وفتح الله علىَّ كثيرًا، مما ارتج على من سبقنى من الحكماء المتدربين، فدونت ذلك، لينتفع به من فُتح عليه. في خلال ذلك ليس لي مكسب إلا بضاعة الطب، وكان لي منها أوفر حظٍ، إذ أعطانى الله من التأييد فيها ما عرفت به كل مرض يقبل العلاج من الأمراض التي لا علاج لها، فما عالجت مريضًا إلا وعوفي، وما كرهت علاج مريض إلا وعجز عن علاجه سائر الأطباء، وكاعوا من تدبيره، فالحمد لله على جزيل مننه، وعظيم فضله.\rواتضح لي، بعد مطالعة ما طالعته من الكتب التي بالعراق والشام وأذربيحان\rوكوهستان، الطريق إلى استخراج علوم كثيرة، واختراع أدوية لم أعرف أنى\rسبقت إليها، مثل الدريات الذي وسمته بالخلص ذى الكوة النافذة، وهو يبرئ من عدة أمراض عشرةٍ في بعض يوم، وغيره من الأدوية التي ركبتها مما فيه منافع وشفاء للناس، بإذن الله تعالى.","seal":"D0033D2C","part":1},
      {"page":97,"id":98,"nass":"وقد كنت قبل اشتغالى بهذه العلوم، ذلك في السنة الثالثة عشرة، مشغوفًا\rبالأخبار والحكايات، شديد الحرص على الاطلاع على ما كان في الزمان القديم، والمعرفة بما جرى في القرون الخالية.\rفاطلعت على التصانيف المؤلفة في الحكايات والنوادر، على اختلاف\rفنونها، ثم انتقلت عن ذاك إلى محبة الأسمار والخرافات، ثم إلى الدواوين الكبار، مثل ديوان أخبار عنترة، وديوان ذو الهمة والبطال، وأخبار الإسكندر ذى القرنين، وأخبار العنقاء، وأخبار المطرف بن لوذان وغير ذلك.\rثم إنى لما طالعت ذلك اتضح لي أن أكثره من تأليفات الوراقين، فطلبت\rالأخبار الصحيحة، فمالت همتى إلى التواريخ، فقرأت كتاب أبى على بن مسكويه الذى سماه \"تجارب الأمم \"، وطالعت \"تاريخ الطبري\"، وغيرهما من التواريخ، وكان يمر بى في هذه التواريخ أخبار النبي - صلى الله عليه وسلم -، وغزواته، وما أظهره الله عليه من المعجزات، وما خصه به من الكرامات، وحباه من النصر والتأييد في غزاة بدر، وغزاة خيابر وغيرها.\rوقصة منشئه في اليتم والضعف ومعاداة أهله له، وإقامته فيما بينه وبين أعدائه، يجاهرهم بإنكار دينهم عليهم، والدعوة إلى دينه مدةً طويلة، وسنين\rكثيرة، إلى أن أذن الله له في الهجرة إلى دار عزَّة، وما جرى للأعداء التي جاهدوه من أهل الكتاب، ومصرعهم بين يديه بسيوف أوليائه ببدرٍ وغيرها.","seal":"2600B652","part":1},
      {"page":98,"id":99,"nass":"وظهور الآية العجيبة في هزيمة الفرس، ورستم الجبار معهم في ألوفٍ كثيرة على غاية الحشد والقوة، بين يدى أصحاب سعد بن أبى وقاص، وهم في فئةٍ يسيرة على حالٍ من الضعف، ومنام كسرى أنو شروان وانكسار الروم، وهلاك عساكرهم على يدى أبى عبيدة بن الجراح وخالد بن الوليد، رحمة الله عليهما.\rثم سياسة أبي بكر وعمر، رضى الله عنهما، وعَدْلهما وزهدهما.\rومع ذلك فإنى كنت لكثرة شغفي بأخبار الوزراء والكتاب، قد اكتسبت،\rبكثرة مطالعتى لحكاياتهم وأخبارهم وكلامهم، قوةً في البلاغة، ومعرفة بالفصاحة، وكان لي من ذلك طبع يحمده الفصحاء، ويعجب به البلغاء.\rقد يعلم ذلك منى من تأمل كلامى في بعض الكتب التي ألفتها في أحد\rالفنون العلمية، فشاهدت المعجزة التي لا تباريها الفصاحة الآدمية في القرآن، فعلمت صحة إعجازه.\rثم إنى لما هَذَّبَتْ خاطرى العلوم الرياضية، ولا سيما الهندسة وبراهينها،\rراجعت نفسى في اختلاف الناس في الأديان والمذاهب.\rوكان أكبر المحركات لي إلى البحث عن ذلك مطالعتى كتاب برزويه الطبيب\rمن كتاب \"كليلة ودمنة\"، وما وجدت فيه، فعلمت أن العقل حاكم يجب تحكيمه على كليات أمور عالمنا هذا، إذ لولا العقل. أرشدنا إلى اتباع الأنبياء والرسل، وتصديق المشايخ والسلف، لما صدقناهم في سائر ما نقلنا عنهم.","seal":"B868D2C2","part":1},
      {"page":99,"id":100,"nass":"وعلمت أنه إذا كان أصل التمسك بالمذهب الموروث عن السلف، وأصل\rاتباع الأنبياء، مما دعا إليه العقل، فإن تحكيم العقل على كليات جميع ذلك\rواجبٌ، وإذا نحن حكمنا بالعقل على ما نقلناه عن الآباء والأجداد، علمنا أن النقل عن السلف ليس يوجب العقل قبوله، من غير امتحان لصحته، بل\rبمجرد كونه مأخوذًا عن السلف، لكن من أجل أنه يكون أمرًا حقيقة\rفى ذاته، والحجة موجودة بصحته.\rفأما الأبوة والسلفية وحدها، فليست حجة إذ لو كانت حجة، لكانت أيضًا\rحجة لسائر الخصوم الكفار، كالنصارى، فإنهم نقلوا عن أسلافهم أن عيسى ابن الله، وأنه الرازق المانع الضار النافع.\rفإن كان تقليد الآباء والأسلاف يدل على صحة ما ينقل عنهم، فإن ذلك يلزم منه الإقرار بصحة مقالة النصارى، ومقالة المجوس، وإن كان هذا التقليد لأسلاف اليهود خاصة - دون غيرهم - من الأمم - فلا يقبل منهم ذلك، إلا أن يأتوا بدليل على أن أباءهم وأسلافهم كانوا أعقل من آباء الأمم الأخرى وأسلافهم.\rفإن ادعت اليهود ذلك في حق آبائها وأسلافها، فجميع أخبار أسلافهم ناطقة بتكذيبهم في ذلك.","seal":"CA6368C9","part":1},
      {"page":100,"id":101,"nass":"وإذا طلبنا التعصب منهم، فنحن نجعل لآبائهم أسوة بسائر آباء غيرهم من\rالأمم، فإذا كانت آباء النصارى وغيرهم قد نقلوا عن آبائهم الكفر\rوالضلال الذي تهرب العقول منه، وتنفر الطباع السليمة عنه، فليس يمتنع أن يكون ما نقله اليهود عن آبائهم أيضًا بهذه الصفة.\rفلما علمتُ أن اليهود لهم أسوة بغيرهم فيما نقلوه عن الآباء والأسلاف علمت أنه ليس بأيديهم حجة صحيحة بنبوة موسى إلا شهادة التواتر، وهذا التواتر موجود بعيسى ومحمد، كوجوده لموسى عليهم السلام أجمعين،\rفإن كان التواتر يفيد تصديقًا، فالثلاثة صادقون ونبوتهم معًا صحيحة.\rوعلمت أيضًا أنى لم أر موسى بعينى، ولم أشاهد معجزاته، ولا معجزات غيره\rمن الأنبياء، عليهم السلام، ولولا النقل وتقليد الناقلين، لما عرفنا شيئًا من ذلك، فعلمت أنه لا يجوز للعاقل أن يصدق بواحد ويكذِّب واحدًا من هؤلاء الأنبياء، عليهم السلام، لأنه لم ير أحدهم ولا شاهد أحواله إلا بالنقل، وشهادة التواتر موجودة لثلاثتهم.\rفليس من العقل، ولا من الحكمة أن يصدق أحدهم ويكذب الباقون، بل\rالواجب عقلاً إما تصديق الكل وإما تكذيب الكل، فأما تكذيب الكل،\rفإن العقل لا يوجبه أيضًا، لانأ إنما نجدهم أتوا بمكارم الأخلاق وندبوا إلى\rالفضائل، ونهوا عن الرذائل، ولأنَّا نجدهم ساسوا العالم سياسة بها صلاح\rحال أهله. فصحَّ عندى بالدليل القاطع نبوة المسيح والمصطفى عليهما السلام، وآمنت بهما.","seal":"05ED9333","part":1},
      {"page":101,"id":102,"nass":"فمكثتُ برهةً أعتقد ذلك من غير أن ألتزم الفرائض الإسلامية، مراقبة لأبي،\rوذلك أنه كان شديد الحب لي، قليل الصبر عني، كثير البرّ بي، وكان قد أحسن تربيتي، إذ شغلني منذ أوَّل حداثتي بالعلوم البرهانية، وربى ذهني وخاطري في الحساب والهندسة العلمين اللذين مدح أفلاطون عقل من يتربى ذهنه في النظر فيهما.\rفمكثت مدة طويلة لا يفتح علىَّ وجه الهداية، ولا تنحل عنى هذه الشبهة،\rوهى مراقبة أبي، إلى أن حالت الأسفار بينى وبينه، وبعدت داري عن داره،\rوأنا مقيم على مراقبته، وألتزم من أن أفجعه بنفسى، وحان وقت الهداية،\rوجاءتني الموعظة الإلهية، برؤيتى للنبي - صلى الله عليه وسلم - في المنام، في ليلة الجمعة تاسع ذى الحجة، سنة ثمان وخمسين وخمسمائة وكان ذلك بمراغة من أذربيجان.\rوهذا شرح ما رأيت:\r\rالمنام الأول\rرأيت كأن في صحراء فيحاء مخضرَّة، يلوح من شرقيها شجرة عظيمة والناس\rيهرعون إلى تلك الشجرة .. فسالت بعضهم عن حال الناس؟ .. فقال: إن تحت الشجرة شموائيل النبي جالسا، والناس يسلمون عليه، فسررت بما سمعته، وقصدت الشجرة، فوجدت في ظلها شيخًا جسيمًا بهيًا وقورًا، شديد بياض الشعر، عظيم الهيبة، بيده كتاب ينظر فيه، فسلمت عليه، وقلت بلسان عربي: السلام عليك يا نبي الله.","seal":"4FD75A22","part":1},
      {"page":102,"id":103,"nass":"فالتفت إلىَّ مبتِسمًا، وهش إلىَّ، وقال: وعليك السلام يا شريكنا في الاسم، اجلس لنعرض عليك أمرًا .. فجلست بين يديه فدفع إلىَّ الكتاب الذي بيده.\rوقال: اقرأ ما تجده بين يديك، فوجدتُ بين يدى هذه الآية من التوراة: \" نابى أقيم لاهيم مقارب أجيهيم كاموخا إيلا ويشماعون \" ..\rتفسيره: نبيًا أقيم لهم من وسط أخيهم مثلك فليؤمنوا ..\rوهذه مناجاة من الله، عز وجل، لموسى، وكنت أعرف اليهود يقولون أن هذه الآية نزلت في حق شموائيل النبي، لأنه كان مثل موسى، يعون أنه كان من سبط ليوى، وهو السبط الذي كان منه موسى، فلما وجدت بين يدى هذه الآية من التوراة قرأتها، وظننت أنه يذهب إلى الافتخار بأن الله، تعالى ذكره فى التوراة وبشَّر به موسى، عليه السلام، ..\rفقلت: هنيئا لك يا نبي الله، ما خصك الله به من هذه المنزلة فنظر إلىَّ مغضبًا، وقال: أو إياي أراد الله بهذا يا ذكيًا ما أفادتك إذًا البراهين الهندسية.\rفقلت: يا نبي الله، فمن أراد الله بهذا؟\rقال: الذى أراد به في قوله: \"هو قيع ميها فاران \" ..\rتفسيره: \"إشارة إلى نبوة وعد بنزولها على جبال فاران.\rفلما قال لي ذلك، عرفت أنه يعني المصطفى - صلى الله عليه وسلم -، لأنه المبعوث من جبال فاران، وهى جبال مكة، لأن التوراة ناطقة نصًا بأن \"فاران \" مسكن لأول إسماعيل، وذلك قول التوراة، وينسب \"بمدنار فاران \" يعنى ولد إبراهيم الخليل، عليهما السلام.\rثم عاد والتفت إلىَّ، وقال: أما علمت أن الله لم يبعثنى بنسخ شيء من التوراة، وإنما بعثني لأذكرهم بها، وأحيي شرائعها وخاصهم من أهل فلسطين .. فقلت: بلى يا نبي الله .. قال: فأي حاجة بهم إلى أن يوصيهم ربهم باتباع من لم ينسخ دينهم، ولم يغير شريعتهم، أرأيتهم احتاجوا إلى أن يوصيهم بقبول نبوة دانيال أو أرميا أو بحزقيل؟.","seal":"70116FBE","part":1},
      {"page":103,"id":104,"nass":"فقلت: لا لعمرى لم يحتج إلى ذلك ..\rثم أخذ المصحف من يدي، وانصرف مغضبًا، فارتعدت لغضبه وازدجرت\rلموعظته واستيقظت مذعورًا، فجلست، وكان وقت السحر والمصباح يقدنى غاية استنارته، فتذكرت المنام جميعه، فإذا أنا قد تخيلته لا يذهب علىَّ منه شىء، فعلمت أنَّ ذلك لطف من الله، سبحانه، وموعظة لإزالة الشبهة التي كانت تمنعني من إعلان كلمة الحق، والتظاهر بالإسلام.\rفتبت إلى الله من ذلك واستغفرته، وأكثرت من الصلاة على رسول الله\rالمصطفى - صلى الله عليه وسلم -، وأسبغت الوضوء، وصليت عدة ركعات لله، تعالى، وأنا شديد الفرح والسرور بما قد انكشف لي من الهداية.\r\rالمنام الثاني\rثم جلست متفكرًا فغلب علىَّ النوم عند تفكُّرى، ونمت فرأيت كأنى جالس فى سكةٍ عامرة لا أعرفها، إذْ أتانى آتٍ عليه ثياب المتصوفة وزي الفقراء، فلم يسلِّم علىَّ لكنه، قال: أجب رسول الله، صلى الله تعالى عليه وسلم. فهبته وقمت معه مسرورًا مستبشرًا بلقاء النبي - صلى الله عليه وسلم -، فسار بين يدى وأنا من ورائه، حتى انتهى بي إلى باب دان فدخله واستدخلنى، فدخلت وراءه وسرت خلفه في دهليز طويل قليل الظلمة إلا أنه مظلم، فلما انتهيت إلى طرف الدهليز.\rوعلمت أنه حان إشراقى على النبي - صلى الله عليه وسلم -، هبت لقاءه هيبة شديدة، فأخذت فى الاستعداد للقائه وسلامه، وذكرت أنى قد قرأت في أخباره - صلى الله عليه وسلم -، أنه كان إذا لقى فى جماعة قيل: سلام عليكم ورحمة الله وبركاته .. وإذا لقى وحده، قيل: السلام\rعليك يارسول الله ورحمة الله وبركاته .. فعزمت على أنى أسلم عليه سلامًا عامًا لتدخل الجماعة في السلام، لأنى رأيت ذلك كأنه الأوْلى والأليق.\rثم أشرفت على صحن الدار، وكان مقابل الدهليز مجلس طويل، وعن يسرة\rالداخل مجلس آخر، وليس من الدار غير هذين المجلسين، وفى كل واحد","seal":"E2952B73","part":1},
      {"page":104,"id":105,"nass":"من المجلسين رجلان لا أحقق الآن صور أولئك الرجال إلا أنى أظنُّ أكثرهم\rكانوا شبانًا، لكنهم كانوا متأهبين للسفر، فمنهم من يلبس ثيابًا للسفر،\rوأسلحتهم قريبة منهم.\rورأيت رسول الله - صلى الله عليه وسلم -، قائمًا فيما بين المجلسين، أعني في الزاوية التي في ذلك - الركن من أركان الصحن، وكأنه قد كان في شغل وقد فرغ منه، وانقلب عنه يشرع فى غيره، ففجاته بالدخول عليه قبل شروعه في غيره.\rوكان - صلى الله عليه وسلم - لابسا ثياب بيض وعمامته معتدلة اللطافة، وعلى عنقه رداء أبيض حول عنقه، وهو معتدل القامة جسيم نبيل، معتدل اللون بين البياض والحمرة واليسير من السمرة، أسود الحاجبين والعينين، وشعر محاسنه يصف كأنه شعرة وشعرة، ومحاسنه أيضًا معتدل بين الطول والقصر.\rولما دخلت عليه ورأيته، التفت إلى ورائى، فأقبل علىَّ مبتسمًا وهش إلى جدًا، فذهلت - لهيبته - عما كنت قد عزمت عليه من السلام فسلمت عليه سلامًا خاصًا، فقلت: السلام عليك يا رسول الله ورحمة الله وبركاته، وألغيت الجماعة، فلم ألتفت ببصرى ولا بقلبى إلا إليه، فقال: وعليك السلام ورحمة الله وبركاته.\rولم يكن بين تسليمى عليه وبين سعيي إليه توقف، ولا زمان بل جريت إليه مسرعا وأمددت بيدى إلى يده، ومد يده الكريمة إلىَّ فأمسكتها بيدى.\rوقلت: أشهد أن لا إله إلا الله، وأنك رسول الله، وذلك أنه خطر بقلبى أن النجاة، منهم من زعم أن الأسماء الأعلام هى أعرف المعارف، ومنهم من يقول أن الأسماء المضمرة هى أعرف المعارف، وهو الصحيح، لأنَّ الكاف من قولي \" أنك \" لا يشارك المخاطب فيه أحد، لأنها لا تقع إلا عليه وحده.\rفرأيته قد ملئ ابتهاجًا، ثم جلس في الزاوية التي بين المجلسين، وجلست بين\rيديه، وقال: تأهب للمسير معنا إلى غمدان للقراءة. فلما قال ذلك، وقع في نفسي أنه يعنى المدينة العظمى التي هى كرسى ملك الصين، وأن الإسلام لم يستول عليها","seal":"BB2AC7FD","part":1},
      {"page":105,"id":106,"nass":"بعد وكنت قد قرأت قبل ذلك أن الطريق الأقرب المسلوك إلى الصين في البحر الأخضر، وهو أشد البحار أهوالاً، وأعظمها أخطارًا.\rفلما سمعت ذلك القول من النبي - صلى الله عليه وسلم -، خفت من ركوب البحر ..\rوقلت في نفسي إن الحكماء لا يركبون البحار، فكيف اركب البحر، .. ثم قلت فى نفسى أيضًا من غير توقف: يا سبحان الله أنا قد آمنت بهذا النبي محمد - صلى الله عليه وسلم - وبايعته، أفيأمرنى بأمر، ولا أتابعه؟! .. فإذًا بالمبايعة نكون متابعين له، وعزمت على السمع والطاعة. ثم وقع - لي خاطر آخر.\rوقلت إذا كان معنا رسول الله - صلى الله عليه وسلم - وأصحابه، فإن البر والبحر يكونان مسخرين لنا، ولا خوف علينا من سائر الأخطار، وطاب قلبى بذلك، وحسن يقينى وقبولى، وأنا أذكر أن هذه الأفكار والخواطر خطرت لي، وأنا بين يدى رسول الله - صلى الله عليه وسلم - في غير توقف، أعني من غير توقف، يستبطئ به إجابته، فما كان بأسرع\rمن أن قلت له: سمعًا وطاعة يا رسول الله .. فقال: على خيرة الله تعالى ..\rفقمت بين يديه وخرجت، فما وجدت في الدهليز من الظلمة التي كانت فيه عند الدخول، فلما خرجت من الدار، ومشيت قليلاً وجدت كأنى في سوق مراغة فيما بين الصيارف وبين المدرسة القصويَّة، وكأنى أرى ثلاثة نفر عليهم زي المتصوفة، وثياب الزهاد، ومنهم من على بدنه صدرة صوف خشن أسود، وعلى رأسه مئزر من جنسها، وبيده قوس ملفوفة في لباد خلق، وبيده الأخرى حربة نصابها من سعف النخل، والآخر متقلد سيفًا غمده من خوص النخل، لأنه كان قد انطبع فى خيالى منذ كنت صغيرًا حين قرأت أخبار ظهور دولة الإسلام كيف أن أصحاب النبى - صلى الله عليه وسلم - ضعفاء وفقراء، وليس لهم من الآلات إلا شبيهًا بما ذكرنا، وأنهم كانوا\rمع ذلك ينتصرون على الجيوش الكثيفة والخيول الربدة، ذوى الشوكة القوية.\rفلما رأيت النفر الثلاثة .. قلت: هؤلاء المجاهدون والغزاة، وهؤلاء أصحاب\rالنبى - صلى الله عليه وسلم - مع هؤلاء أسافرُ وأغزو، وكانت الدمعة تبدر من عينى لنى النوم، لفرط سرورى بهم وغبطتي إياهم.","seal":"6689C4CF","part":1},
      {"page":106,"id":107,"nass":"ثم استيقظت والصبح لم يسفر بعد، فأسبغت الوضوء وصليت الفجر، وأنا\rشديد الحرص على إشهار كلمة الإخلاص وإعلان الانتقال إلى دين الإسلام،\rوكنت حينئذ بمراغة من أذربيجان في ضيافة الصاحب الأمجد فخر الدين عبد\rالعزيز محمد بن محمود بن سعد بن على بن حميد المصرى، رحمة الله عليه، وكان قد أبلى من مرض قد عافاه الله منه فتقدمت، فدخلت إليه في أوائل نهار الجمعة المذكور يومئذ، وعرَّفته أن الله قد رفع الحجاب عنى، وقد هداني، فما أعظم استبشاره يومئذ بذلك، وقال: والله إن هذا الأمر ما زلت أتمناه وأترجاه، وطالما قد حاورت قاضي القضاة صدر الدين في ذلك، وكنا جميعًا نتأسف على علومك وفضائلك، بأن لا تكون إسلامية، فالحمد لله على ما ألهمك له من صلاح وهداية، وعلى استجابة دعائنا في ذلك .. فقل لي كيف فتح الله ذلك عليك، وسهله بعد إرتاجه وامتناعه؟ .. فقلت: ذلك أمر أوقعه الله تعالى في نفسى بالإلهام والفكر، ودليله العقلى وببرهانه قد، كنت قديمًا أعرفه، ودليلهُ من التوراة، إلا أنى كنت\rأراقب أبي وأكره أن أقبحه بنفسى قديما من الله، تعالى، الآن فقد زالت عنى هذه الشبهة، مد يدك أن أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله.\rفقاْم الصاحب لفرط سروره قائمًا واهتز فرحًا، وكان قبل ذلك لا يقوم إلا\rبالتكلف، وغاب عنى، واستجلسنى إلى عودته، وأفاض من الملابس أجلها،\rوحملنى من المراكب أنبلها، وأمر خواصه بالسعى إلى الجامع بين يدى، وكان\rالصاحب قد تقدم إلى الخطيب بالتأخير والتوقف إلى وقت حضورى للمسجد، لأن الوقت ضاق إلى أن فرغ الخياطون من خياطة الجبة، التي أمر الصاحب بتفصيلها، فسرت إلى الجامع، والجماعة في انتظارى، وارتفع التكبير من جماعة أهل المسمجد حين أشرفت عليهم، وارتج المسجد الجامع من صلاتهم على رسول الله - صلى الله عليه وسلم -، ثم رقى الخطيب المنبر، ومن بعد صلاة الجمعة وعظ الناس القاضى صدر الدين وملك الوعاظ أبو بكر محمد بن عبد الله بن عبد الرحيم، وأطنب في مدحى وإحماد ما الدنى الله به من التيقظ والهداية، وبالغ في ذلك مبالغة تجاوز حد الوصف، وكان أكثر المجلس متعلقًا بي.","seal":"37C855EB","part":1},
      {"page":107,"id":108,"nass":"وفى عشية ذلك اليوم، أعني عشية ليلة عيد النحر، ابتدأت بتحرير الحجج\rالمفحمة لليهود، وألفتها في كتاب قيام السموأل بتأليف إفحام اليهود ثم غاية\rالقصود وسميته \"بإفحام اليهود\". واشتهر ذلك الكتاب، وطار خبره وانتسخ فى عدة بقاع نسخًا كثيرة - بالموصل وأعمالها، وديار بكر العراق وبلاد العجم، ثم أضفت إليه بعد وقت فصولاً كثيرة من الاحتجاج على اليهود من التوراة، حتى صار كتابًا بديعًا، لم يعمل في الإسلام مثله في مناظرة اليهود ألبتة.\rوأما المنام الأول والثانى، فإنى لم أذكرهما للصاحب، ولا لغيره من أهل مراغة\rإلى انقضاء أربع سنين منذ أوان رؤيتهما، وكان ذلك منى لسببين، أحدهما أنى كرهت أن أذكر أمرًا لا يقوم عليه البرهان، وبما يسوغ خاطر من يسمعه إلى تكذيبه، لأنه أمر نادر قليل ما يتفق إذ كان العاقل يكره أن يعرض كلامه - للتكذيب سرًا وعلانية.\rوالثانى: إنى كرهت أن يصل خبر المنامين إلى من يحسدنى في البلاد، على ما\rفضلنى الله به من العلم والحرمة، فيجعل ذلك طريقًا على التشنيع علىّ والإزراء على مذهبى، فيقول: إن فلان ترك دينه لمنام رآه، وانخدع لأضغاث أحلام!\rفأخفيت ذلك إلى أن اشتهر كتاب \"إفحام اليهود\" وكثرت نسخه، وقرأه علىَّ جماعة كثيرة من الناس، أعني أن الانتقال عن مذهب اليهود إنما كان بدليل وبرهان وحجج قطعية عرفتها، وإن كنت أخفى ذلك ولا أبوح به مدة، مراقبة لأبى، وبرأيه حينئذ أظهرت قصة المنامين، وأوضحت أنهما كانا موعظة من الله تعالى، وتنبيهاً على ما يجب علىَّ تقديمه، ولا يحل لي تأخيره بسبب والدى وغيره.\rوكتبت كتابًا إلى أبى إلى حلب، وأنا يومئذ بحصن كيفا، وأوضحت له في ذلك الكتاب عدة حجج وبراهين، مما أعلم أنه لا ينكره ولا يقدر على إبطاله، وأخبرته أيضا بخبر المنامين، فانحدر إلى الموصل ليلقاني، وفاجأه مرض حاد بالموصل، فهلك فيه.","seal":"DDF1266D","part":1},
      {"page":108,"id":109,"nass":"فليعلم الآن من يقرأ هذه الأوراق أن المنام لم يكن باعثًا على ترك المذهب\rالأول، فإن العاقل لا يجوز أن ينخدع عن أحواله بالمنامات والأعلام من غير برهان ولا دليل، لكنى كنت قد عرفت قبل ذلك بزمان طويل الحجج والبراهين والأدلة على نبوة سيدنا محمد - صلى الله عليه وسلم - فتلك الحجج والبراهين هى سبب الانتقال والهداية، وأما المنام فإنما كانت فائدته الانتباه والازدجار من التمادي في الغفلة والتربص، بإعلان كلمة الحق ارتقاء بالموت، فالحمد لله على الإسلام، وكلمة الحق، ونور الإيمان\rوزلفى الهداية، وأساله الإرشاد لما يرضيه بمحمد وآله.\rتم بيان سبب إسلام السموأل، والحمد لله رب العالمين\rحسبنا الله ونعم الوكيل\rولا حول ولا قوة إلا بالله العلى العظيم.","seal":"41C44F6A","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":570,"ShrtCs":0,"Bk":"غاية المقصود فى الرد على النصارى واليهود","HigriD":"نحو 570","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"السموأل بن يحيى بن عباس المغربي","bLnk":null,"Inf":"[غاية المقصود فى الرد على النصارى واليهود - السموأل]\r\n\r\nيقول المحقق:\r\nألف السموأل فور إسلامه كتاب «إفحام اليهود» واشتهر الكتاب ونسخ في بلاد عديدة، وأعاد النظر فيه عدة مرات، فزاد فيه وغير وبدل حتى تناول ذلك اسم الكتاب وكثير من موضوعاته، وهو في كل ذلك لم يصرح بكل ما لديه ولم يقدم لك ما يرغب حتى كان منه بعد أربع سنوات من إسلامه أن كتب كتابه الذي أقدمه لأعزائي القراء وهو «غاية المقصود في الرد على النصارى واليهود»\r\n\r\nويقول في موضع آخر:\r\nوهكذا رأينا أن كتاب السموأل: غاية المقصود في الرد على النصارى واليهود «قد جاء بعد كتابه» إفحام اليهود «ببضع سنوات وأضاف إليه وعدل فيه وزاد المنامات المحمدية التي كان قد رآها وبين فيها سبب إسلامه، ولذلك كله كان من الواجب علينا أن نحققه ونخرجه إلى النور. . .","Auth":"السموأل بن يحيى المغربي","Betaka":"الكتاب: غاية المقصود في الرد على النصارى واليهود\r\nالمؤلف: السموأل بن يحيى بن عباس المغربي (المتوفى: نحو 570هـ)\r\nتحقيق ودراسة: د. إمام حنفي سيد عبد الله\r\nالناشر: دار الآفاق العربية - القاهرة\r\nالطبعة: الأولى 1427 هـ - 2006 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ أبو إبراهيم حسانين\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"السموأل بن يحيى (000 - نحو 570 هـ = 000 - نحو 1175 م)\r\rجاء في الأعلام للزركلي:\rالسموأل بن يحيى بن عباس المغربي: مهندس رياضي، عالم بالطب والحكمة. أصله من المغرب. سكن بغداد مدة، وانتقل إلى فارس. وكان يهوديا، فأسلم. ومات في المراغة (بأذربيجان).\rله (المفيد الأوسط) في الطب، و (رسالة إلى ابن خدود) في مسائل حسابية، و (إعجاز المهندسين) فرغ من تصنيفه في صفر سنة 570 هـ و (القوامي) في الحساب الهندي و (المثلث القائم الزاوية) و (المنبر) في مساحة أجسام الجواهر المختلطة لاستخراج مقدار مجهولها، و (نزهة الأحباب في معاشرة الأصحاب - خ) في شستربتي (4151) و (بذل المجهود في إفحام اليهود - ط) و (الباهر - خ) في الرياضيات، بمكتبة أيا صوفيا\r\rوهذا مقال عنه بمجلة الفسطاط بعنوان السموأل بن يحيى المغربي «الحبر شموائيل بن يهوذا بن آبوان»، بقلم: محمد عبد الله الشرقاوي:\r• اسمه العبراني: «شموائيل بن يهوذا بن آبون»، وبعد أن شرح الله صدره للإسلام، تخلى عن هذا الاسم وتمسك باسمه العربي: «السموأل بن يحيى المغربي».\r• ويعدّ السموأل من علمائنا القلائل الذي كتبوا سيرتهم الذاتية، وكان من النادرين الذين كتبوها بدقة وشمول .. فأما عن شمولها، فسنذكر لمحات منها فيما بعد .. وعن دقتها، فإنا قد امتحنا ما جاء فيها، بما كتبه عنه المترجمون وكتّاب الأعلام، والطبقات، فلم نجد ما يستوقفنا من مخالفة أو اختلاف.\r• ويحسن بنا أن نسوق بعض ما جاء في كتاب الصاحب جمال الدين القفطي المتوفى سنة 646 هـ عن «تاريخ الحكماء»؛ قال عنه:\r«السموأل بن يهوذا المغربي، الحكيم اليهودي، أظنه من الأندلس [1]، قدم هو وأبوه إلى المشرق، وكان أبوه يشدو شيئاً من علم الحكمة، وكان ولده السموأل هذا قد قرأ فنون الحكمة، وقام بالعلوم الرياضية وأحكم أصولها وفوائدها ونوادرها، وكان عددياً -أي مشتغلاً بالحساب- هندسياً، هيئيّاً، وله في ذلك مصنفات، منها:\r-كتاب المثلث القائم الزاوية، وقد أحسن في تمثيله وتشكيله، وعدة صوره، ومبلغ مساحة كل صورة منها، صنّفه لرجل من أهل حلب ...\r-وصنف منبراً في مساحة أجسام الجواهر المختلطة لاستخراج مقدار مجهولها، وصنف كتباً في الطب.\rوارتحل إلى آزربيجان، وخدم بيت البهلوان، وأمراء دولتهم، وأقام بمدينة «مراغة» وأولد أولاداً هناك، سلكوا طريقته في الطب.\rوأسلم فحسن إسلامه، ... وصنف كتاباً في إظهار معايب اليهود، وكذب دعاويهم في التوراة، ومواضيع الدليل على تبديلها، وأحكم ما جمعه في ذلك. ومات بالمراغة قريباً من سبعين وخمسمائة». [2]\r• أما صاحب كتاب: «عيون الأنباء في طبقات الأطباء» ابن أبي أصيبعة المتوفى سنة 668 هـ، فيقول:\rهو السموأل بن يحيى بن عباس المغربي، كان فاضلاً في العلوم الرياضية، عالماً بصناعة الطب، وأصله من بلاد المغرب، وسكن مدة في بغداد، ثم انتقل إلى بلاد العجم، ولم يزل بها إلى آخر عمره.\r«وكان أبوه- أيضاً- يشدو شيئاً من علوم الحكمة ... وللسموأل بن يحيى بن عباس المغربي من الكتب:\r- رسالة إلى أبي خدود: جبر ومقابلة\r- كتاب: إعجاز المهندسين ... صنفه لنجم الدين أبي الفتح شاه غازي ملك شاه بن طغرل بك، وفرغ من تصنيفه في 570هـ.\r- كتاب: الرد على اليهود.\r- كتاب القوافي في الحساب الهندي، ألفه سنه 568 هـ». [3]\r• ويذكر عنه موفق الدين عبد اللطيف البغدادي، وهو معاصر له، تقريباً، توفي سنة 629هـ، يقول - فيما نقله لنا عنه ابن أبي أصيبعة:\r«هذا السموأل، شاب بغدادي، كان يهودياً فأسلم، ومات شاباً بالمراغة، وبلغ في العدديات مبلغاً لم يصله أحد في زمانه، وكان حاد الذهن جداً، ... بلغ في الصناعة الجبرية الغاية القصوى، وأقام بديار بكر، وآذربيجان، وله رسائل في الجبر والمقابلة، يرد بها على ابن الخشاب النحوي، وذلك أن ابن الخشاب كان معاصره ... ، وله مشاركة في الحساب، ونظر في الجبر والمقابلة» ا. هـ.\r• وأشار الإمام ابن القيم، رحمه الله (ت 751 هـ)، إشارة ضمنية إليه، فقال: «قال بعض أكابرهم بعد إسلامه»، ثم نقل عنه صفحات وفصولاً كثيرة. [4]\r\rولو ذهبنا نتتبع ما ذكره عنه العلماء، من الإشادة والثناء الجميل، كالصفدي، صاحب الوافي بالوفيات، وابن العبري، صاحب: مختصر تاريخ الدول، والزركلي، صاحب الأعلام، وغيرهم، لطال الحديث، وخرج عن حده المرسوم له ... لكننا نكتفي بما سقناه، [5] ففيه الغنية إن شاء الله.\r\r• ثقافته ونبوغه\rولد السموأل في بيت علم، فكان أبوه حبراً يهودياً، ومن ثم نشا ابنه ووحيده تنشئة علمية ممتازة، فتمكن من اللسان العبري، ودرس التوراة وفقهها وعلومها.\rثم درس الهندسة والرياضيات والهيئة وشيئاً من علوم اليونان، والطب على كبار المهندسين والأطباء المرموقين، والمشهود لهم من المفكرين أمثال الدسكري، وهبة الله من ملكا البغدادي، والشهرزوري، وغيرهم.\rوقام برحلات وأجرى مقابلات ولقاءات مع العلماء والشيوخ.\rوكان قد التفت قبل ذلك إلى دراسة الأساطير، فالتاريخ، والسيرة النبوية الطاهرة، ومما أعانه على النبوغ في كل فن من هذه الفنون، ذهن متوقد، وتفرغ، وحرص، وحب عظيم للعلم وتشاغل به.\rومما يؤكد ذلك -فضلاً عن الكلام الذي سقناه لابن القفطي وابن أبي أصيبعة ولمعاصره وزميله في الطلب موفق الدين البغدادي- قوله: «وكان بي من الشغف بهذه العلوم والعشق لها ما يلهيني عن المطعم والمشرب، إذا فكرت في بعضها، ... فخلوت بنفسي، في بيتٍ مدة، وحللت جميع تلك المسائل وشرحتها، ورددت على من أخطأ من واضعيها، وأظهرت أغلاط مصنفيها ... وأزريت على أقليدس في ترتيب أشكال كتابه، بحيث أمكنني إذا غيرت نظام أشكاله، أن أستغني عن عدة منها، لا يبقى إليها حاجة، بعد أن كان كتاب (إقليدس) معجزاً لسائر المهندسي، إذ لم يحدّثوا أنفسهم بتغيير نظام أشكاله، ولا بالاستغناء عن بعضها ... حصل على كل هذه العلوم وهو في السنة الثامنة عشرة من عمره.\rثم صنف، واتصلت تصانيفه منذ تلك السنة إلى أن وافاه الأجل، «وفتح الله علي كثيراً مما ارتج على من سبقني من الحكماء المبرّزين».\rوكان له حظ وافر في صناعة الطب والصيدلة.\rومما قرأه من كتب التاريخ: «تاريخ الطبري» وتاريخ أبي على ابن مسكويه المسمى: «تجارب الأمم».\rومن قراءة التاريخ تعرّف على سيرة الرسول صلى الله عليه وسلم، وجهاده، وصبره، واحتماله، وعلمه، وحلمه، وسمو خلفه، وهجرته، وعرف سيرة صحابته، والغزوات، والانتصارات المعجزة، لقلة العدد والعُدد، من هنا انتبه حسه وقبله وعقله ووجدانه إلى الرسول صلى الله عليه وسلم، ودرس من رسالته.\rثم كان له نصيب وافر من الفصاحة والبلاغة والتذوق الأدبي الرفيع ومن ثم التفت إلى معجزة القرآن الذي لا يباريه كتاب في هذا الباب، فعلم وتيقن من صحة إعجازه. ولقد انعكست ثقافته المتنوعة الواسعة في رصانته العلمية، وإحكام براهينه، وقوه جدله، وصحة لغته، وجزالة أسلوبه، وفخامة لفظه، يبرز هذا لو قارنّا كتابه: «إفحام اليهود» بما كتبه المهتهدي سعيد بن حسن الإسكندراني- الذي انتقل إلى الإسلام من اليهودية سنة 697 هـ، في كتابه المسمى: «مسالك النظر في نبوة سيد البشر». [6]\r\r• كراهيته للتقليد والجمود\rكان قد تجمع له فيض زاخر من المعرفة بالإسلام، وكان عقله وقلبه قد اطمأنا إلى صحة معجزة القرآن الكريم، ولأنه قد تربى حسه على المنطق، وتهذب خاطره على العلوم الرياضية والهندسية، وما تقتضيه من ضروب البرهنة، والتحقق من صحة الفروض تحققاً عقلياً، كان للعقل عنده دور عظيم جداً ... ولم يكن للتقليد والجمود إلا حظ النفور والكراهية والمقت.\rفراجَع نفسه في اختلاف الناس في الأديان والمذاهب ... وفكر وتدبر، وكان قد رسخ يقينه قبل ذلك بأن العقل حاكم، يجب تحكيمه على كليات أمور عالمنا هذا، إذْ لولا أن العقل أرشدنا إلى اتباع الأنبياء والرسل وتصديق المشايخ والسلف، لما صدقناهم في سائر ما تقليناه عنهم، يقول في ذلك ما نصه: « ... وعلمت أنه إذا كان أصل التمسك بالمذاهب الموروثة عن السلف، وأصل اتباع الأنبياء، مما أدى إليه العقل، فإن تحكيم العقل على كليات جميع ذلك واجب.\rوإذا نحن حكمنا العقل على ما نقلناه عن الآباء والأجداد، علمنا أن النقل عن السلف، ليس يوجب العقلُ قبوله من غير امتحان لصحته، بل بمجرد كونه مأخوذاً عن السلف، لكن من أجل أنه يكون أمراً ذا حقيقة في ذاته، والحجة موجودة بصحته.\rفأما الأبوه والسلفية وحدهما: فليستا بحجة، إذ لو كانتا حجة، لكانتا -أيضاً- حجة لسائر الخصوم الكفار: كالنصارى، فإنهم نقلوا عن أسلافهم أن عيسى ابن الله، وأنه الرازق المانع الضار النافع. [7]\rفإن كان تقليد الآباء والأسلاف، يدل على صحة ما نُقل عنهم، فإن ذلك يلزم منه الإقرار بصحة مقالة النصارى، ومقالة المجوس. [8]\rويوظف الإمام السموأل هذا الأصل العلمي المنهجي الثابت في مناقشة دعوى اليهود، وتفنيد مزاعمهم، ونقض تأسيسهم ويستخدمه بمهارة واقتدار يعكسان ثقافته الرياضية الهندسية والمنطقية.\r\r• دوره في مجادلة اليهود\rلئن كان دور السموأل بارزاً في فضح يهود التلمود، لدى المسلمين وقراء العربية، كما سنذكر فيما بعد إن شاء الله تعالى، فإنه ولا شك حلقة مهمة في سلسلة أخبار وحاخامات اليهود الذين خرجوا على اليهودية.\rولعل من المفيد أن نذكر القارئ الكريم، ببعض من سبقوا أو لحق السموأل في هذا الباب، وهو الخروج على اليهودية سواء إلى النصرانية أو الإسلام، وكتب أو جادل وناظر في فضح اليهود وإفحامهم. من أهمهم:\r- نيكولاس دونين  Nicolas Donin،  وبابلو كرستياني  Pablo Cristiani.  وقد عقدت مناظرة كبرى بين بابلو كرستياني والحاخام «موسى بن نجمان» في برشلونة سنة 661 هـ - 1263 م. وكرستياني هذا يهودي روّعته تعاليم اليهود الوحشية، فانتقل إلى النصرانية ... ، وأسهم بدور كبير في كشف حقائق اليهود، وعدائهم للنصرانية (وبقية الأمم»، واشترك في مناظرة برشلونة الشهيرة، واستطاع أن يقنع البابا كلمنت بأخطاء التعاليم التلمودية، فأصدر الأخير مرسوماً بتحريم قراءة التوراة وحيازته، ومصادرة نسخه، وأعاد تنفيذ قانون لويس الحادي عشر، الصادر في 531 هـ - 1136م بإلزام اليهود بوضع شارة على أكتافهم لتميزهم. [9]\rوتخبرنا «دائرة المعارف اليهودية» عن طرف من هذه المناظرة، وتضيف بأن إحدى هذه المناظرات قد أقيمت بأمر من البابا «بنديكت» واستمرت سنة وتسعة أشره في طرسوسة. [10]\rومن الجدير ذكره - هنا- أن اليهود قد اضطروا إلى الاعتراف، ببعض عقائدهم السرية في بعض هذه المحاكمات ... ومنها مثلاً:\r«أن يسوع الناصري موجود في لُجّات الجحيم، بين الزفت والنار! (قاتلهم الله) وأن أمه مريم قد أتت به من العسكري «بندارا» بمباشرة الزنا، وأن الكنائس النصرانية هي بمثابة قاذورات، وأن الواعظين بها أشبه بالكلاب النابحة، وأن قتل المسيحي من الأمور المأمور بها ديناً، وأن العهد مع المسيحي لا يكون عهداً صحيحاً يلتزم به اليهودي ... وأن من الواجب أن يلعن ثلاث مرات رؤساء المذهب النصراني، وجميع الملوك الذي يتظاهرون بالعداوة ضد بني إسرائيل». [11]\r- وفي القرن السادس عشر، كشف «جوهان فيفركورن  Johan Pheffrekorn »  وكان يهودياً، ثم خرج عليها إلى النصرانية - عن حقائق خطيرة من معتقدات اليهود.\r- وقد تحول كثير من اليهود إلى الإسلام، لكن دور بعضهم كان بارزاً في إظهار تناقض اليهود، وتهافتهم، وتحريفهم ... وضمت هذه القافلة المباركة كثيراً من الرجال ... وكان من بينهم:\r- هبة الله علي بن الحسين بن ملكا، صاحب كتاب: «المعتبر في الحكمة» والذي يلقبه الإمام ابن القيم بـ «فيلسوف الإسلام في وقته». [12]\r- وجاء السموأل -في القرن السادس- وصنف كتابه «إفحام اليهود»، وكان بالغ الأهمية في هذا الباب، ذا جهد متميز فاق من سبقوه ومن لحقوا به.\r- ثم جاء سعيد بن الحسن الإسكندراني في القرن السابع والثامن الهجري، ووضع كتابه: «مسالك النظر في نبوة سيد البشر» سنة 720 هـ ... بعد أن شرح الله صدره للإسلام، وانتقل إليه من اليهودية. [13]\r- وفي سنة 1256 هـ أشهر الحاخام موسى أبو العافية إسلامه، وأعلن أمام المحكمة بعض فضائح التلمود، وترجم منه مقاطع مطولة، صادَق على صحتها -مضطراً- يعقوب العينتابي، الحاخام الأكبر للشام -آنئذ-. [14]\r\r•صلته بابن ملكا البغدادي ووالد موفق الدين عبد اللطيف البغدادي\rقد يُظن أن تلمذة السموأل على الفيلسوف (اليهودي الذي أسلم) هبة الله بن ملكا، صاحب: «المعتبر في الحكمة» ... ، وقد يظن كذلك أن زمالته ومعاصرته لموفق الدين البغدادي -في طلب العلم- وأن هذا الأخير قد كتب «رسالة في الرد على اليهود» [15]- جعلته يتأثر بهذا المناخ الجدلي الفكري! أقول: إن ذلك ليس ببعيد!\rلكن ينبغي أن لا ننسى أن السموأل نفسه قد أخبرنا أنه انتقل من اليهودية إلى الإسلام، بعد أن نظر وفكر وتدبر، وأيقن بالبرهان القاطع بطلان ما عليه اليهود، بل إنه يصر على ذلك، لدرجة أنه لم يذع مناميه اللذين رأى فيهما شموائيل النبي، والمصطفى صلى الله عليه وسلم، إلا بعد أربع سنوات من إعلان إسلامه، حتى لا يظن أنه قد ترك دينه لأضغاث أحلام وهواجس غامضة!\rوإنه في سيرته الذاتية التي كتبها بقلمه، قد كفانا مؤونة الافتراض والتخمين والاستنتاج، ولم تكن الرؤيا هي التي حملته على الانتقال إلى الإسلام، فهي كانت رادعة له وزاجرة عن التمادي في عدم إعلان أو إشهار ما آمن له، وأيقن بصحته ... فهو قد آمن بالإسلام بعد نظر وتمعن ومقارنة بين الأديان وعقائدهم وحججها.\r\r• مولده ووفاته\rذكر لنا السموأل - في سيرته الذاتية التي أسماها: «إسلام السموأل وقصة رؤياه المصطفى صلى الله عليه وسلم» - كثيراً من التفاصيل الدقيقة عن حياته، وأساتذته، وثقافته، ونشأته، وأسرته، ... وغير ذلك، لكنه لم يتعرض قط لتاريخ ميلاده. كما أن الذين ترجموا له لم يذكروا شيئاً عن تاريخ مولده.\rوكذلك الحال بالنسبة لتاريخ وفاته، فإنهم لم يذكروه على وجه التحديد، اللهم إلا القفطي فإنه ذكر أنه توفي قريباً من سنة 570 هـ.\rويذكر ابن أبي أصيبعة أن ألف كتابه: «إعجاز المهندسين» سنة 570 هـ. بيد أن السموأل نفسه قد ذكر لنا تواريخ إنجاز بعض كتبه التي ألفها، وكان آخرها هو سنة 558 هـ.\rكما أن ناسخ مخطوطة «إفحام اليهود» قد ذكر أنه نقلها عن نسخة بخط السموأل، كتبها المؤلف سنة 565 هـ.\rوالسموأل نفسه يذكر أنه لم يظهر قصة إسلامه ورؤياه المصطفى صلى الله عليه وسلم إلا بعد أربع سنوان من إشهاره إسلامه، وتصنيفه كتابه في إفحام اليهود، أي أن ذلك كان في 562 هـ تقريباً.\rومهما يكن من أمر، فإن بعض من ترجم له، ذكر أنه توفي شاباً، وهذا يعني أنه توفي في القرن السادس الهجري يقيناً، أي أنه -رحمه الله- من أعيان هذا القرن، وكان حياً في سنة 569 هـ قطعاً. وقد عاش بعد ذلك ولعله قد عاش إلى سنة 570 هـ كما ذكر القفطي. وقد ألف في غضون هذه السنة كتابه الموسوم بـ «إعجازالمهندسين» كما ذكر ابن أبي أصيبعة.\r\rالمصدر: مقدمة كتاب «إفحام اليهود وقصة إسلام السموأل ورؤياه النبي صلى الله عليه وسلم، للسموأل بن يحيى المغربي\rتحقيق: د. محمد عبد الله الشرقاوي\rطبع: رئاسة البحوث والإفتاء والدعوة والإرشاد في المملكة العربية السعودية. الرياض، 1407 هـ.\r__________\r[1] هذا مجرد ظن. ولقد كان السموأل معاصراً لأبي عمران موسى بن ميمون اليهودي المتوفى (601هـ)، وأسرة ابن ميمون هاجرت من الأندلس إلى إفريقية أثناء حكم الموحدين، وعاش فترة في فاس ثم رحل عنها إلى مصر [انظر: ديلاسي أولبيري: الفكر العربي ومكانه في التاريخ، ترجمة د. تمام حسان ص221]، ولا أعتقد أن السموأل كذلك لأنه لم يشر إلى ذلك، ولم يذكره المترجمون له اللهم إلا القفطي.\r[2] انظر القفطي: إخبار العلماء بأخبار الحكماء، ص 209، طبعة ليبرت 1903م، ص 142 دار الآثار، لبنان.\r[3] انظر: عبون الأنباء في طبفات الأطباء، الطبعة الأولى بيروت بتحقيق نزار رضا 1965م، وانظر ص31 جـ2 من نشرة ميلر 1884م.\r[4] (هداية الحيارى في أجوبة اليهود والنصارى) ص 108، طبعة الجامعة الإسلامية بالمدينة المنورة.\r[5] وقارن ما كتب عادل أنبونا في مجلة (الشرق) 1961م، ص61 وما بعدها.\r[6] انظر ما نشره المستشرق ( S. A. Weston)  لهذا الكتاب في ( JOAS. Vol. XXIV, 1953, pp.312-383)  وهي نشرة مليئة بالأخطاء والتصحيفات.\r[7] انظر شريعة إيمانهم في المصادر التالية:\r- التاريخ المجموع على التحقيق والتصديق، للبطريرك سعيد بن البطريق\r- النصيحة الإيمانية لفضيحة الملة النصرانية، للمهتدي نصر بن يحيى المتطبب.\r- تثبيت دلائل النبوة، للقاضي عبد الجبار، والبداية والنهاية، والفصل لابن حزم.\r[8] إسلام السموأل: المخطوط.\r[9] ظفر الإسلام خان: التلمود تاريخه وتعاليمه، ص 42، ط2، نشر دار النفائس.\r[10] السابق ص 43.\r[11] الكنز المرصود في قواعد التلمود، ص 11، ترجمه عن الفرنسية د. يوسف حنا مسعد، نشر المكتب الإسلامي ببيروت، ط2، 1388 هـ، وفضح التلمود لبرانايتس، دار النفائس.\r[12] ابن القيم «إغاثة اللهفان» جـ2 ص 257، بتحقيق محمد حامد الفقي، نشر دار المعرفة، بيروت.\r[13] انظر بحث المستشرق  Sidney Adams Weston  في  Journal of the American Oriental Society, vol.24, Part2, 1953.\r[14]  الدكتور محمد أسد: الأصول العربية لتاريخ سوريا في عهد محمد علي، ص20 جـ5، طبعة الكاثوليكية، بيروت 1933م.\r[15] انظر ترجمته في (فوات الوفيات) جـ2، ص 384، بتحقيق د. إحسان عباس، ويبدو أن حجاب المعاصرة لم يدفع موفق الدين إلى الانتقاص من شأن السموأل، فهو قد أشاد به وامتدحه كما ذكر آنفاً.","seal":"B6802C68","cat":"الدعوة وأحوال المسلمين","oNum":12757,"BkId":12757,"oAuth":1210,"bVer":1,"aSeal":"A128DA7B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12757":
    [
      {"lvl":1,"id":37,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":38,"sub":0,"tit":"إلزام اليهود الفسخ في الشرائع"},
      {"lvl":1,"id":41,"sub":0,"tit":"إفحام اليهود والنصارى بالحجة العقلية وإلزامهم الإسلام."},
      {"lvl":1,"id":44,"sub":0,"tit":"وجه آخر في إثبات النسخ بأصولها"},
      {"lvl":1,"id":46,"sub":0,"tit":"إلزام النسخ بوجه آخر"},
      {"lvl":1,"id":48,"sub":0,"tit":"إثبات النسخ على وجه آخر"},
      {"lvl":1,"id":49,"sub":0,"tit":"إلزام نبوة المسيح، صلى الله عليه."},
      {"lvl":1,"id":52,"sub":0,"tit":"فصل فيما يحكونه عن عيسى عليه السلام."},
      {"lvl":1,"id":53,"sub":0,"tit":"ذكر الآيات والعلامات التي في التوراة الدالة على نبوة سيدنا محمد المصطفى - صلى الله عليه وسلم -"},
      {"lvl":1,"id":55,"sub":0,"tit":"الإشارة إلى اسمه - صلى الله عليه وسلم - في التوراة"},
      {"lvl":1,"id":56,"sub":0,"tit":"ذكر الوضع الذي أشير فيه إلى نبوة الكليم. والمسيح والمصطفى، عليهم السلام."},
      {"lvl":1,"id":58,"sub":0,"tit":"فى إبطال ما يدعونه من معبة الله إياهم."},
      {"lvl":1,"id":59,"sub":0,"tit":"فصل في ذكر طرف من كفرهم وتبديلهم."},
      {"lvl":1,"id":65,"sub":0,"tit":"ذكر السبب في تبديل التوراة."},
      {"lvl":1,"id":71,"sub":0,"tit":"فيما يعتقدونه في دين الإسلام"},
      {"lvl":1,"id":77,"sub":0,"tit":"فصل معرب عن بعض فضائحهم"},
      {"lvl":1,"id":79,"sub":0,"tit":"ذكر السبب في تشديدهم الإصر على أنفسهم"},
      {"lvl":1,"id":90,"sub":0,"tit":"خاتمة الكتاب"},
      {"lvl":1,"id":95,"sub":0,"tit":"ذكر سبب إسلام السموأل"},
      {"lvl":1,"id":102,"sub":0,"tit":"المنام الأول"},
      {"lvl":1,"id":104,"sub":0,"tit":"المنام الثاني"}
    ]
}
