{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12770":
    [
      {"page":4,"id":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالكتاب: سُلَّم أَخْلاقِ النُّبُوَّة (دراسة قرآنية)\rالمؤلف: العلامة الشيخ / محمود غريب\r(أسلم على يدي المؤلف خمسةٌ من علماء أوربا في فترة السبعينيات)\rالناشر: دار القلم للتراث - القاهرة\rالطبعة: الثانية - 1419 هـ - 1998 م\r[ترقيم الكتاب موافق للمطبوع]\rجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.","seal":"9F03A2AF","part":1},
      {"page":5,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rافتتاحية\rالحمد لله وكفى، وسلام على عباده الذين اصطفى، وسلام على النبي المصطفى.\rثم أما بعد. . .\rفكلنا في خدمة النبي - صلى الله عليه وسلم - وسنته هذا مفتاح السلسلة التي عزمت على كتابتها، وبدأت في ذلك منذ أكثر من أربعة أعوام.\rبعد أن انتهيت من طبع \"سورة الواقعة ومنهجها في العقائد\"\rوهذه السلسلة ليست كتاباً أقدمه للقراء الكرام مبوباً كما تعود الكتاب ... ولكنها مجموعة من الدراسات غلب على ظني حاجة الشاب المسلم إليها ... ونسبت كل صفحة منها إلى مصادرها، حتى أساعد الدارس للرجوع إليها. وليتعرف القارئ غير الدارس على المكتبة الإسلامية وما فيها من كنوز ... واخترت هذا الشعار \"كلنا في خدمة النبي وسنته\" - صلى الله عليه وسلم - حتى يعلم كل مسلم.\rأن كل من يبذل جهداً لخدمة أي قضية من قضايا الإسلام - كتاباً أو سنة أو حسن فقه، فهو في خدمة النبي - صلى الله عليه وسلم - وسنته.\rأي قضية بهذا العموم، وهذا الإطلاق.\rمدرس التفسير في خدمة النبي.\rسواء دارس التفسير الموضوعي أو التفسير الموضعي. لأن النبي - صلى الله عليه وسلم - هو أول من قام ببيان معاني القرآن الكريم بعد التفسير القرآني للقرآن.. ولهذا الموضوع كتاب خاص في هذه السلسلة - إن شاء الله -.","seal":"86886B49","part":1},
      {"page":6,"id":3,"nass":"وفي السلسلة دراسة للتفسير ومناهج المفسرين في أهم الموضوعات.\rتفسير الظاهرية والباطنية. ثم منهج التدبر، ثم بيان خطر الطوائف المنحرفة على التفسير ... ثم أفردت دراسة عن محيى الدين بن عربي، جمعتها بصعوبة كبيرة من خلال كتبه - غفر الله له.\r* مدرس الفقه: -\rمدرس الفقه سواء فقه المذاهب، أو فقه الحديث، خادم للسنة. لأن استخراج الأحكام الفقهية من القرآن ومن السنة عمل كبير يحتاج إلى عقول عالمة، عالمة بأصول الفقه وأصول الحديث - دراية ورواية.\rوهما علمان انفرد بهما دينكم.\rوقد اخترت للسلسلة موضوعاً واحداً وهو\r\"الطلاق البدعى\"\rإن الطلاق السني هو أبغض الحلال عند الله، فكيف إذا كان الطلاق بديعاً؟ إن الطلاق البدعي شرعه الشيطان.\rمربي الأمة\rومن يربي المسلمين على أخلاق النبي - صلى الله عليه وسلم - ويحاول أن يتعرف على منهج النبي في التربية، فالتربية هي معجزته الثانية بعد القرآن. من يحاول أن يفعل هذا فهو خادم للنبي - صلى الله عليه وسلم - وسنته.\rإن نظريتي التي انتهيت إليها في كتابي \"تربية القرآن يا ولدي\"\rتؤكد أن كل إنسان فيه خير ... كل إنسان بهذا العموم فيه خير.\rوإذا رزقه الله من يربي (خميرة) الخير التي بداخله فسوف يربو الخير، ويزيد فيه. وهذا هو دور \"الخباز\" في المعجنات.\rوهو أيضاً دور المربي مع البشر ...\rولم يخل إنسان من خير وشر {وَهَدَيْنَاهُ النَّجْدَيْنِ} (سورة البلد)","seal":"A5FC8365","part":1},
      {"page":7,"id":4,"nass":"المدافع عن السنة\rومن يحاول تحصين هذا الدين من الخرافات والبدع فهو خادم للنبي - صلى الله عليه وسلم - وسنته ... ولكن ... ما هي البدع التي حرمها النبي - صلى الله عليه وسلم - وحذر منها؟\rوما حكم اللفظ العام في القرآن والسنة إذا جاء معه لفظ يخصصه؟\rوما هي البدع الضلالة التي لا ترضي الله ورسوله؟ أو البدع الحقيقية والإضافية؟ دراستنا الطويلة في المعاهد والجامعات الإسلامية.\rهل درسها النبي للسلف الصالح؟\rهل قال النبي - صلى الله عليه وسلم - \"الرحمن\" مبتدأ \"وعلم القرآن\" جملة سدَّت مَسدَّ الخبر؟ هل دراستنا بدعة وضلالة، لأن النبي - صلى الله عليه وسلم - لم يدرسها لأصحابه؟\rهل قراءة القرآن على روح الميت ضلالة؟\rدراسة جادة للذين لم يحمضوا \"أفلام\" عقولهم. فهي تقبل الحق من أي مصدر. ولو كان من محمود غريب.\rأما الذين حمضوا \"أفلامهم\" فصعب أن تقبل عقولهم فكرة جديدة أو رأياً جديداً.\r* مربي المسلمات\rومن عاش يربي النساء على شرع الله فهو في خدمة النبي - صلى الله عليه وسلم - وسنته.\rحجاب المرأة - الذي شرعه الله - فريضة. لأنه عفة ووقاية وتكريم لها.\rولكن شيئاً يهمني كثيراً انشغل عنه جموع المربين المسلمين أو أكثرهم.\rالنبي - صلى الله عليه وسلم - فرض الحجاب على السيدة مارية القبطية - أم إبراهيم - ففرحت بذلك لأن النبي - صلى الله عليه وسلم - رفعها بهذا إلى مقام نسائه الحرائر، أمهات المؤمنين. فالحجاب تشريف للمرأة ورفعة لها.","seal":"FAE28410","part":1},
      {"page":8,"id":5,"nass":"ولكن شيئاً أراه أكبر من الحجاب، وهو تربيته لعقل المرأة، تربية جعلتهن يخترن الله ورسوله عندما رفض الله طلبهن، مع أنه طلب عادل، بمقياس البشر، وخيرهن بين الحياة الشديدة في بيت النبي - صلى الله عليه وسلم -، وبين أن يطلقهن ويسرحهن سراحاً جميلاً {القصة في سورة الأحزاب من 28 إلى آية 34 منها} فهل منا من ينشغل بما تحت الحجاب من مخ؟\rإن تربية المرأة إسلاميا لا تقل أبداً عن قضية حجابها ... وسوف تناقش السلسلة قضية جادة تتعلق بموضوع غطاء وجه المرأة، لم أعرف أحداً كتب في هذا الموضوع الذي عالجته حتى أستفيد ممن سبقني.\rإن غطاء وجه المرأة \"عادة\" طيبة في بعض البلاد. يحمي الشاب المسلم من فتنة جمال المرأة ... ولكن ... هل الإسلام للرجال فقط؟ ومن يحمي قلب المرأة من جمال وجه الشاب؟\rسوف أناقش هذه القضية في رسالة \"كيف تمم النبي - صلى الله عليه وسلم - مكارم الأخلاق؟ \".\rهذا مفتاح لبعض ما عالجته السلسلة.\rوبقيت أمور كثيرة سوف يلتقي بها القارئ الكريم.\rواللَّهَ نسأل التوفيق والنفع بها.\rمحمود غريب\rسلطنة عمان - صلالة\rص. ب: 593 الرمز البريدي 211\rتليفون: 295179","seal":"0A7E55B6","part":1},
      {"page":9,"id":6,"nass":"مقاصد الرسالة وحجم كل مقصد\rالله أكبر. فلا يرسل نبيه إلا لأمر كبير.\rونبينا نبي خاتم، استغنت به الدنيا عن نبي بعده. لأنها قد وصلت بدعوته إلى مرحلة الرشد.\rوقرآننا (فرقان يفرق بين الحق والباطل. في الإلهيات. والنبوات. والتشريع. والأخلاق) \"الظلال\".\rقرآننا: انتقالة بين طفولة الفكر البشري، ومرحلة النضج.\rفهو كمن حصل على شهادة \"الدكتوراه. فأصبح لا يحتاج إلى من يشرف على دراسته. فهو يستطيع أن يدرس وحده.\rفهل يرسل الله الأكبر. نبيه الخاتم - صلى الله عليه وسلم - الذي استغنت الدنيا بدعوته عن النبوات الجديدة، ويرسله بكتاب هو الفرقان.\rهل سيرسل الله هذا النور، من أجل شعبة من التحسينات فقط.\rإنها جزء من السنة له حجمه في المقاصد، ودوره في التربية، لا يجادل في ذلك أحد.\rلقد قسَّم الإمامُ الغزالي أعمالنا إلى درجات ثلاث.\rقسمها بهذا الترتيب، الذي يدل على \"فقه الأولويات\".\rالضروريات. والحاجيات. والتحسينات.\rويجب توزيع الاهتمام في الدعوة على هذا الترتيب.\rإن الدعوة إلى أصول الاعتقاد \"الضروريات\" مقدم على كل شيء.\rلقول النبي - صلى الله عليه وسلم - الإسلام بضع وسبعون شعبة، أعلاها لا إله إلا الله، وأدناها إماطة الأذى عن الطريق. والحياء شعبة من الإيمان (البخاري ومسلم) .","seal":"F693C027","part":1},
      {"page":10,"id":7,"nass":"فلا ينشغل الدعاة \"بالتحسينات\" عن الضروريات. وشعر أهداب العين يفوق كثيرا شعر الرأس، وكلاهما شعر، وكلاهما من خلق الله.\rلست أدري. هل هذا التركيز الذي أشاهده في هذه الأيام في بعض بلاد محمد - صلى الله عليه وسلم - والذي يقلقني كثيراً، هل هو استثمار للمجال الآمن؟ أو جهل بالقضايا الكبيرة، أو ضعف في البصيرة لما جاء به النبي - صلى الله عليه وسلم -؟\rقرأت في سير أعلام النبلاء جـ 3 صـ 69 حديث مسيلمة الكذاب مع عمرو بن العاص - رضي الله عنه - يقول مسيلمة:\rلقد بعث محمد للأمور الجسيمة. وبعثت في محقرات الأمور.\rهذا رأي مسيلمة الكذاب. فما بال بعضنا يهبط \"عملياً\" عن هذا الرأي؟\rلقد سبق أن حدد الاستعمار المقاصد التي جاء النبي - صلى الله عليه وسلم - من أجلها. حددها في كتب التلاميذ بقولهم: - أي المستعمرين.\rجاء النبي - صلى الله عليه وسلم - فوجد الناس يعبدون الأصنام، ويئدون البنات، ويشربون الخمر، وهم يعنون بهذا أن الدعوة قد استئنفت مقاصدها.\rفاليوم. لا أصنام. ولا وأد للبنات، وقد أدرك الناس خطورة الخمر فاجتنبوها. فالإسلام - في رأيهم قد أدى رسالته.\rوهذا كلام حق، يراد به باطل. يريدون بذلك أن الإسلام قد استنفد مقاصده.\rفليعش المسلمون ذكراه.\rأما قرآن يحكم هذه الأمة، ويجمع كلمتها ويوحد \"خزينتها\"\rحتى يقول عمر بن الخطاب لعمرو بن العاص - رضي الله عنه -\rيا ابن العاص.. أتحيا ويموت من بجوار أمير المؤمنين؟ !!\r\"في عام اشتد فيه الجفاف بالجزيرة\".\rفيرد عليه والي مصر:\rوالله يا أمير المؤمنين لأرسلن إليك إبلاً محملة،\rأولها عندك وآخرها عندي.","seal":"B81B36A3","part":1},
      {"page":11,"id":8,"nass":"أما أن يكون الغاية من إرسال النبي - صلى الله عليه وسلم - تكوين جيش تحركه صرخة امرأة \"وامعتصماه\" فهذا شيء يجب أن يُنسى، هذا ما أراده المستعمر. وما خطط له.\rوأضربُ لهذا الأمر مثلاً:\rفي حادث سيارة أصيب شاب وجيه المنظر، حلو الملامح، وعندما نقل إلى المستشفى ورآه الممرضات سارعن إلى تنظيف وجهه، وتصفيف شعره، وإعادة رباط عنقه. بينما النزيف الداخلي يوشك أن يمزق أوصاله.!!\rحتى جاء الطبيب.\rوفي طفولتي دخلت محلاً به مرايا متعددة.\rبعضها يكبر الرأي ويصغر الجسد، وبعضها يكبر الأذن وهكذا.\rليضحك كل من يدخل من الأطفال، وربما غير الأطفال.\rوالآن وقد انتهت طفولتي، أيقنت أن بعض الذين يعملون في حقل الدعوة مصابون بهذه المرايا.\rيرى أمورا شكلية صغيرة فيظنها كبيرة خطيرة.\rفيشغل الناس عن أمور - يعلم الله - أنها كبيرة. ويعلم هو - أيضا.\rسوف نعلم في باب {وَأْمُرْ بِالْعُرْفِ} أن الأمر بالمعروف يأخذ حكم المأمور به. والنهي عن المنكر كذلك. فمن دعا إلى فريضة فدعوته لها فريضة.\rأما من دعا إلى نافلة فحكم الدعوة نافلة.\rومن عبادة الهوى أن ننشغل بالنوافل عن الفرائض.\rأنا لا أصرف الناس - وخصوصاً الدعاة عن بيان حكم الله في كل شيء بينه القرآن الكريم، أو بينه النبي - صلى الله عليه وسلم - فالقرآن تكلم عن أدب الجلوس في المجالس {11 سورة المجادلة} والنبي - صلى الله عليه وسلم - تكلم عن غسل اليدين بعد الأكل. بشرط أن نعطي كل شيء حجمه، ولا تخدعنا المرائي الكاذبة. وسوف يأتي أن النبي - صلى الله عليه وسلم - تكلم عن تربية المسلم على الأكل مما يليه، والأكل باليمنى، وتسمية الله على الطعام، وهو في الوقت نفسه يربي ملائكة البشر، ومؤدبي الجبابرة وحكام الدنيا. وقيادات جيوش الحق، التي قهرت الظلام والظلم.","seal":"81637A42","part":1},
      {"page":12,"id":9,"nass":"إن رسول الله - صلى الله عليه وسلم - بين أبعاد المسافة بين لا إله إلا الله، وبين إماطَة الأذى عن الطريق \"الإسلام بضع وسبعون أو ستون شعبة، أعلاها لا إله إلا الله. وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان. البخاري ومسلم باب الإيمان.\rومن حُسْن فقه المسلم أن يعرف أين مكانه من الإسلام.\rأن ينظم عبادته على قانون \"فقه الأولويات\" والدعاة كذلك. وهم أولى.\rكثيراً ما طُفت في بلاد محمد - صلى الله عليه وسلم - أنادي في الشباب: على كل شاب أن يرسم سبعين مربعاً صغيراً، ويكتب في كل وحدة من المربعات اسم شعبة من الإسلام، وعليه أن يبدأ بالأهم.\rعليه أن يبدأ بالعقائد. لما للعقائد من أثر وطمأنينة في النفس، ورقابة على التصرفات. وعليه أن يحذر من تقديم نافلة على فريضة. فهذه من عبادة الهوى التي نهينا عنها - كما قلت -.\rإن الحديث عن الأكل بالأصابع، إذا سبق الحديث عن أكل الربا، أو شغل الناس عنه، فهذا دليل على عمى البصيرة.\rوتكرار حج التطوع، وتكرار العمرة في كل عام، وحمل الذين لم يفرض الله عليهم الحج لفقرهم، حملهم إلى أداء هذه الفريضة، مع شح في خدمة دورات تحفيظ القرآن الكريم، وتكوين مكتبات عامة في المساجد، وإرسال النابغين من الطلاب في أي تخصص ليواصلوا تعليمهم، كل هذا عمل يدل على الجهل بفقه الأولويات. ومثلهم كمثل من يبني مسجداً فاخراً، يزين فيه الجدران، ويبخل عن جلب محفظ للقرآن، وعالم يبين الإسلام الحق للناس. فهم يكرمون الحجارة فقط. فيسألوها القبول!!.","seal":"10390205","part":1},
      {"page":13,"id":10,"nass":"الرسالة الأولى من هذه السلسلة سلم أخلاق النبوة دراسة قرآنية\rحول المراحل الأخلاقية الأربع\rالأولى: ما قبل (اقْرَأْ بِاسْمِ رَبِّكَ)\rالثانية: القرآن يتسامى بالنبي - صلى الله عليه وسلم - أخلاقيا\rالثالثة: ذاب النبي - صلى الله عليه وسلم - في الوحي\rالرابعة: نختتم دراستنا لهذا السُّلَّم\rبدور النبي في إتمام مكارم الأخلاق.\rكل نبي أصلحته الأخلاق، وأهلته للنبوة.\rأما نبينا محمد فأصلح قانون الأخلاق\rمحمود غريب","seal":"AEB683CD","part":1},
      {"page":14,"id":11,"nass":"تقديم: بقلم الأديب حديوي حلاوة\rإمام وخطيب مسجد معالي الوزير الشنفري - بصلالة\rبسم الله الرحمن الرحيم\rوالصلاة والسلام على سيدنا رسول الله عليه وعلى آله وصحبه وسلم.. وبعد ...\r· فإن الحديث عن رسول الله طيب وجميل.. عظيم ونفيس.. بلسم ودواء.. غذاء وشفاء.. نور وأنوار..\r· حديث حبيب إلى كل نفس.. خفيف على كل سمع.. رقيق على كل قلب.. لا ينتهي له مدى.. ولا يبيد له ثمر.. ولا يغيض له ماء.. ولا ينضب له معين.. لأنه حديث عن العظيم محمد - صلى الله عليه وسلم - الذي فتح الله به على الإنسانية فتحاً جديداً عرفت على أضوائه طريق الهدى والرشاد.. وأعطاه الله من أنعمه ما أهله لحمل رسالته إلى الناس أجمعين..\rفجمع الشمل بحكمته.. ورأب الصدع برحمته.. وملك القلوب بسماحته.. وعطر الوجود بسيرته.. وملأ الأعين بنضارته.. وناجى الأرواح بموعظته.. وخاطب الضمائر بحنانه.. وتسرب إلى خبايا الضلوع بأخلاقه..\r· منه شع النور.. وعنه انبثق العرفان.. وبرحمته انتشر الإسلام.. وبهديه ترعرعت شجرة الإيمان..\r· إلى حديثه أضغى المكدود.. وبكلامه تداوى المكلوم.. وفي رياضه استراح العاني.. وفي ظله رقد المظلوم..\rفسَرتْ دعوته في القلوب والنفوس كما يسري الماء في الأرض التي شققها الظمأ..","seal":"7212A045","part":1},
      {"page":15,"id":12,"nass":"وأماتها العطش..!\rما سئم الناس له صوتاً.. ولا ملوا له نغماً.. ولا استثقلوا له كلماً..!\r· فصنع أمة قائمة على الزهد والورع.. أحياها من الموات.. وجمعها من الشتات.. وهداها من الضلالة.. وعلمها من الجهالة.. وكشف عنها حجاب الغمة.. وأماط عنها لثام الظلمة.. وقومها على الحق.. وردعها عن الغىِّ.. وكفها عن الباطل.. وأضاء لها مشاعل الخير.. ووصل بها إلى اليقين.. وهدادها إلى الصراط المستقم..\r· وكان بحق روضة فينانة زانتها يد الخالق بالأزاهير الندية.. ونقل عنها النسيم أطيب نفحاتها الزكية.. لكل من نأت به الديار.. أو شط به المزار.. أو حاربته جيوش الدهر.. أو طحنته رحى الحياة.. أو لفحته قسوة الدنيا..!\r· فحمل الكل.. وآزر الحق.. ونطق بالصدق.. وحكم بالعدل.. ونادى بالحب.. وتجمل بالصبر.. ودعا إلى العفو.. وبشَّر بالخير.. وفاض بالرحمة.. وتحلى بالأمانة.. وأعلن المساواة.. ونصر المظلوم.. ورعى اليتيم.. وآوى المسكين.. ورحم ابن السبيل.. ودعا الناس إلى القرب من الله، والعيش في رحابه في الدنيا لينالوا الرضوان في الآخرة..!\r· وسيظل تاريخ هذا النبي العظيم محمد - صلى الله عليه وسلم - خالداً خلود الأبد.. باقياً بقاء الدهر.. مدوياً في الآذن.. مضيئاً كالصبح.. ساطعاً كالشمس.. منيراً كالقمر.. يتحدى الفناء.. ويغالب الأيام.. ويحارب الطغيان.. ويقضي على الفساد..!\r* * *\r* لقد كان عليه الصلاة والسلام المعلم الذي ترتقي إليه البشرية في سموها وتقدمها.. والمؤدب الذي أيقظ في المسلمين الوعي بالذات والمجتمع.. ودعا إلى الأخلاق الفاضلة.. وحث على التخلق بالآداب العظيمة والصفات الحسنة..","seal":"0A70A0DD","part":1},
      {"page":16,"id":13,"nass":"فرسالته دعوة إلى الأخلاق. لأنه بعث متمماً لها:\r\"إنما بعثت لأتمم مكارم الأخلاق\"\rوقال له ربه:\r\"وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ\" أي فوق الخلق العظيم..\rوسئل - صلى الله عليه وسلم - عن أكثر ما يدخل الجنة..؟\rقال: \"تقوى الله وحسن الخلق\"\rوقال عليه السلام لمعاذ بن جبل:\r\"يا معاذ أتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن\"\r* * *\r** وهذا الكتاب النفيس \"سُلَّمُ أخلاق النبوة\" يميط اللثام.. ويكشف النقاب.. ويرفع الستار.. عن بعض من أخلاق النبي - صلى الله عليه وسلم - تُغير للمسلم حياته الدينية والسلوكية والأخلاقية والتربوية.. فيها آيات بينات.. ودلائل واضحات على السمو والكمال.. والطهر والجلال.. والحياء والعفاف.. والصدق والإخلاص..!\r** ولا غُرو.. فمؤلفه أستاذنا الموقر الشيخ محمود غريب.. خطيب ندىُّ الصوت.. بليغ الأسلوب.. عذب الحديث.. واسع الأفق.. ثاقب الفهم.. طلق اللسان.. عميق النظرة.. فخم العبارة.. دقيق التصوير.. بسيط الكلمة.. صادق الإنسانية.. دمث الخلق.. شفيق الجوهر.. سليم الفطرة..\rينقب عن الحكمة ويتفانى في تمجيدها.. ويعشق الفضيلة ويشدو بمحاسنها.. يميل إلى دراسة الحياة وفهمها عن طريق خيال الأديب.. ورهافة الشاعر.. وتمهل الفيلسوف.. وفكر الداعية.. وحكمة المجرب.. وحنكة الواعظ.. وذكاء الخطيب..!","seal":"2B25A43E","part":1},
      {"page":17,"id":14,"nass":"يتخذ الأدب سميراً.. ويسمع الشعر منشداً.. ويشرب العلم رحيقاً.. ويلبس البيان ثوباً..\r· له أسلوب في الحوار حكيم.. ومنهج في الكلام قويم.. وحديث على السمع جميل.. يتقن النسج.. ويجهد البيان في الوصف.. والفكر في التنسيق.. والذوق في اختيار الكلمات.. لتقصيه الدقيق.. وغوصه العميق.. وتمييزه الدقيق.. فيجلى غوامض الأفئدة.. ويسير غور الضمائر.. ويحسن الذوق في البيان..!\r* * *\r· ومما لا يعرفه القارئ العزيز عن الداعية الكبير الشيخ محمود غريب أنه بدأ حياته صانعاً للمفاتيح واستطاع بكفاحه وصبره أن يجمع بين الدراسة بالأزهر الشريف.. وصناعة المفاتيح. سبعة عشر عاماً.. فجادت قرائح الشعراء بوصفه كأول صانع يحصل على الشهادة العالية من الأزهر.. وكأس الأزهر في الخطبة 1966 م.\r· يقول شاعر الشرقية \"عبد الله محسن\":\rمحمود غريب موهبة. . . من عند الرب الفتاح\rيعطيك الهدى بموعظة. . . ويتيه بصنعه مفتاح\r· وقال عنه شيخ الأزهر الشيخ حسن مأمون حين سلمه كأس الخطابة عام 1966 م: \"إذا خَرَّج الأزهر في كل عام خطيباً واحداً مثل محمود غريب فقد أدى الأزهر رسالته\".\r· وقال عنه الدكتور عبد الحليم محمود شيخ الأزهر:\r\"إن الله رزق محمود غريب أن يفهم أكثر مما يقرأ\"","seal":"FF0C47AF","part":1},
      {"page":18,"id":15,"nass":"وقد صور الدكتور صابر عبد الدايم يونس مراحل حياة الكاتب، والصناعات التي عمل بها، وما حصل عليه وهو صانع من سبق علمي فقال في قصيدة طويلة:\rمحمود عهدي بالإله يمدكم. . . في كل آونة بكل رباح\rفاهنأ فإن الدهر ينطق باسماً. . . إن السعادة رهن كل كفاح\rفخزائن الأرزاق قد فتحها. . . بالعلم ثم بصنعه المفتاح\rوصنعت أقفاصاً لكل مغرد. . . ما قيدت حرية الصداح\rغنَّت بلابلها فكان غناؤها. . . وصفا لأخلاق لكم وسماح\rوجماعة الخطباء كنت عميدها. . . كالبدر يشرق بالسنا اللماح\rكم من قلوب أنت فوق عروشها. . . متمكن كالنور بالمصباح\rكأس الخطابة نلته عن عالم الإسلا ... م ذا من أعذب الأقداح\rما فيه خمرّ، إنما فيه التقى. . . ممزوج بالنور السني الضاحي\rمُهجُ المنابر صفّقت لقدومكم. . . وتمايلت كالمنتشي بالراح\r** نسأل الله العلي القدير رب العرش العظيم أن يكون هذا الكتاب في ميزان حسنات الشيخ الجليل.\rوجزاه الله عن المسلمين خير جزاء..\r*********\rقال المؤلف:\r** عندما قرأت رسالة الأديب الكبير حديوي حلاوة - شكر الله له.\rتذكرت قول السلف: إن صدق مادحوك فالفضل لمن منحك، وليس لمن مدحك. ورجوت الله أن يجعلني خيراً مما يظنون. وكانت هذه الكلمات تُنير لي الطريق وأنا أعمل صانعا للمفاتيح، وطالباً بالأزهر الشريف شكر الله لأصحابها.\r* * *","seal":"5409C665","part":1},
      {"page":19,"id":16,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rمقدمة\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالحمد لله وكفى. وسلام على عباده الذين اصطفى.\rوسلام على النبي المصطفى.\rأما بعد..\rفهذه دراسة قرآنية لموضوع \"سُلّم أخلاق الُّنُبوَّةِ\" وقد حاولت أن أتجنب في هذه الدراسة المنهج الفلسفي.\rفقد امتلأت المكتبة بما كتبه المرحوم الدكتور/ محمد عبد الله دراز باللغة الفرنسية، وهو كتاب \"دستور الأخلاق القرآنية\" والذي جمع بين المنهج الفلسفي الشرقي والغربي ومنهج القرآن.\rونقله للعربية الدكتور عبد الصبور شاهين..\rكما لم أسهب في جمع القصص الأخلاقي للنبي - صلى الله عليه وسلم -\rفقد سبقني إليه الدكتور/ أحمد الحوفي في بحث واف.\rومن قبله كتب كثيرة متفرقة.\rأما جانب الدراسة القرآنية فلا ينتهي مددها، ولا تنفد عجائبها.\rوقد قدمت لدراستي القرآنية ببعض مما لا تتم المنفعة إلا به.\rوأتركُ القارئ الكريم يعيش مع هذه الدراسة القرآنية.\r* * *","seal":"34A510A8","part":1},
      {"page":20,"id":17,"nass":"- مالك بن نبي ورأيه في العصمة.\r- خديجة - أم المؤمنين - رضي الله عنها - ومنهجها في الاستدلال.\r- هرقل - عظيم الروم ومنهجه في الاستدلال.\r- قريش - رفضت التصديق، ولم تكذب الصادق.\r- معجزة النبي - صلى الله عليه وسلم - الأولى هي القرآن.\r- ومعجزته الثانية هي تربية الأمة.\r- دولة الحب - كيف بناها النبي - صلى الله عليه وسلم -.\r- المطالب الصعبة يتحملها النبي وآل بيته.\r- الواقع العملي وليس الشعارات الكبيرة.\r- وفي هذا المقطع من الرسالة.\r- سر المعجزة عند مليك مقتدر.\r- ساعة مع الدكتور / لينو. أينو. لينا ثورى.\r- قانون نجاح الداعي.\r* * *","seal":"9E85A1FB","part":1},
      {"page":21,"id":18,"nass":"* أخلاق النبوات عند مالك بن نبي\rوجدت في قراءتي كلاماً موجزاً وقيماً للأستاذ العبقري مالك بن نبي - والذي أود أن يعرف شبابنا عنه الكثير، فهو من المفكرين القلائل.\rقال في مقام مقارنته بين النبوة الصادقة وبين أدعياء النبوة:\r\"إن النبوة الحق تتميز بأمور ثلاثة.\rأولاً: صفة القهر النفسي الذي يُقَصَّى جميع العوامل الأخرى للذات بإلزام النبي - أي نبي - في النهاية بسلوك معين ودائم.\r\"فالنبوة سلوك قهري\".\rثانياً: حكم فذّ على أحداث المستقبل، يمليه نوع من القهر، الذي ليس له أي أساس من المنطق - يعني ليس نتائج تتولدّ من مقدمات منطقية -.\rثالثاً: استمرار مظاهر السلوك النبوي، وتماثلها الظاهر والخفي عند جميع الأنبياء. هذه الصفات المميزة لا يمكن أن تلقى ببساطة تفسيراً نفسياً إلا تحكم النبوة في عقل وسلوك النبي. فتصبح النبوة كل شيء في النبي - أي نبي - عليهم السلام - انتهى ومعلوم من كلامه أن النبي يتصرف تصرفا قهريا في السلوك، وفي تفسير المستقبل تفسيراً لا يمكن أن يكون النبي قد استنتجه من مقدمات منطقية. , أي مقدمات منطقية تؤكد أن جيش الروم الذي لم يعلم النبي عنه أي شيء سينتصر يوم ينتصر جيش الإسلام في موقعة بدر. {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (4) بِنَصْرِ اللَّهِ} .\r\"الظاهرة القرآنية. مالك بن نبي\".\rفمالك بن نبي جعل التصرف السلوكي للنبي تصرفا قهريا.\rوإن كان لي موقف من هذا الرأي ناقشته عام 1976 م في كتابي\r\"حتى لا نخطئ فهم القرآن/ الجزء الثالث\"\rوالذي أرتاحُ له أن السلوك القهري للنبي - أي نبي ربما يقلل من دور الأسوة بهذا النبي - ويصرف المادحين لسلوكه عن حلبة الثناء، ما دام السلوك قهرياً، وما دامت","seal":"EBE59393","part":1},
      {"page":22,"id":19,"nass":"العصمة مانعة من القدرة على فعل ما لا ينبغي.\rإن يوسف - عليه السلام - امتنع وصرف الله همَّه، وهو قادر على غير ذلك. من هنا كان أُسوةً لكل عافٍّ إلى يوم القيامة.\r* * *\rأخلاقه - صلى الله عليه وسلم - دليل على نبوته\rبعد أن عرفنا تصور العلامة مالك بن نبي لأخلاق النبوات.\rنأتي إلى أخلاقه - صلى الله عليه وسلم - من جانب الاستدلال بها على صدق نبوته.\rوالحق أن أول من صاغ دليلاً عقليا على صدق نبوته - صلى الله عليه وسلم - هي السيدة خديجة - رضي الله عنها - وصاغت دليلها من أخلاقه - صلى الله عليه وسلم - قبل \"اقرأ\" فقد عاشرته قبل \"اقرأ\" خمسة عشر عاماً، وهي مدة - في الحياة الزوجية تعني إدراك الحقيقة - غالباً -.\rواستدل أيضا بأخلاق النبي على نبوته \"هرقل\" عظيم الروم. -\rكما جاء في حواره مع أبي سفيان بن حرب.\rوإلى شيء من التفصيل.\r* * *\r* خديجة - رضي الله عنها - ومنهجها في الاستدلال\rعندما عاد النبي - صلى الله عليه وسلم - من غار حراء بعد أن جاءه جبريل - عليه السلام - وقال: اقرأ ... القصة.\rدخل على خديجة ترجف بوادره، فقال زمليني فزملته.\rحتى ذهب عنه الروع، فقال: يا خديجة مالي؟ وأخبرها الخبر،\rوقال: \"لقد خشيت علىّ أو على نفسي فقالت: كلا.\rفوالله لا يخزيك الله أبداً.\rإنك لتصل الرحم، وتصدق الحديث، وتحمل الكلّ، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق.\"","seal":"F88F9732","part":1},
      {"page":23,"id":20,"nass":"فالسيدة خديجة صاغت من أخلاقه - صلى الله عليه وسلم -\rدليلاً على أن الله لن يخزيَه أبداً.\rوامتداد القصة - في الصحيح - تأتي بشارة \"ورقة بن نوفل\"\rوكان عالماً بالكتب السابقة، يكتب بالعبرانية، فأخبر الرسول - صلى الله عليه وسلم - ببعض ما سيعاني، قياساً على معاناة الأنبياء السابقين،\rفقال: هذا الناموس الذي أنزل على موسى.\rوفي البخاري \"الذي نزله الله على موسى\" يا ليتني فيها جذعاً. ليتني أكون حياً إذ يخرجك قومك.\rقال: أو مخرجي هم؟\rقال: نعم، لم يأت أحدٌ قومه بمثل ما جئت به إلا عُودىَ وأُوذى.\rوإن يدركني يومك أنصرك نصراً مؤزراً \"\rوفيات مشاهر الأعلام الذهبي جـ 1 صـ 118\"\rالمهم عندي هو استدلال خديجة بأخلاقه - صلى الله عليه وسلم - على نبوته. وقد صدَّق ورقة نبوءتها بمعلومات عامة لأن كبر السن، والمفاجأة، ورهبة الشعور بأنه يجلس أمام نبي، حالت بينه وبين مراجعة ما قرأ ليستدل على نبوة محمد - كما فعل الحبر والراهب بحيرى - من قبل.\rومعلوم أن التوراة والإنجيل مصدران وافيان بالدلائل على نبوة محمد - صلى الله عليه وسلم -.\rوبعد:\rفالدور العظيم الذي أدّته أمّ المؤمنين السيدة خديجة - رضي الله عنها - يفسّر سرَّ اختيار الله لها زوجةً للنبي - صلى الله عليه وسلم - مع أنها تكبره بخمسة عشر عاما.\rأولاً: استدلت بأخلاق النبي - صلى الله عليه وسلم - على نبوتّه.\rوهذا سَبْقٌ عقلي كبير.\rثانيا: جعلت مالها تحت تصرف النبي - صلى الله عليه وسلم - في خدمة دعوته. حتى يمكن أن أقول: لا يستطيع مُؤرّخ مُنصف أن يكتب تاريخ الدعوة الإسلامية، وأسباب نجاحها، بمعزل عن مال السيدة خديجة، ومال عثمان بن عفان - رضي الله عنهما -","seal":"35B624E1","part":1},
      {"page":24,"id":21,"nass":"وللمال دور كبير في نجاح الدعوات.\rثالثا: ما قامت به السيدة خديجة من عرض الرسول - صلى الله عليه وسلم - على ورقة بن نوفل وأعتبر هذا العرض سبقا حضاريا كبيرا.\rلأنّ البيئة التي عاشت فيها خديجة كانت لا تعرف ولا تعترف بالملّة النصرانّية، ولا بنبيها السيد المسيح - عليه السلام -.\rيدلنا على ذلك قولهم عن النصرانية \"الملة الآخرة\" كما حكى القرآن عنهم {مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ} (7 سورة ص)\r{الْمِلَّةِ الْآخِرَةِ}\rلا يعرفون عنها شيئاً، حتى اسمها، أو هكذا يدّعون.\rوكانوا يُفضّلون حجارتهم على السيد المسيح.\r{وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ (57) وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ} ؟\rهذا رأي قريش في المسيحيّة ونبيّها.\rفخديجة - رضي الله عنها - تعدت الحواجز،\rوحاولت الانتفاع برأي ورقة بن نوفل، لما عنده من علم.\rفمجرد العرض سبق حضاري.\rرابعا: حكى فضيلة الشيخ محمد متولي الشعراوي في حوار له مع الأستاذ أحمد زين حـ 5 صـ 66. حكى أن السيدة خديجة امتحنت الملك الذي ينزل على النبي - صلى الله عليه وسلم - بالوحي.\rسألت النبي: هل تراه عندما ينزل عليك؟\rقال لها: نعم.","seal":"621F02DC","part":1},
      {"page":25,"id":22,"nass":"قالت أعلمني عندما تراه.\rفلما نزل عليه الوحي أعلمها - صلى الله عليه وسلم - فضمت النبي - صلى الله عليه وسلم - إلى حجرها. وسألته: هل تراه؟. قال نعم.\rفكشفت السيدة خديجة عن خمارها، فغاب الوحي. فأيقنت أنه ملك.\rيقول الشيخ الشعراوي: إن الشيطان وقح لا يختفي من هذه المناظر.\rولو كل النساء كمثل هذي. . . لفُضِّلت النساء على الرجالِ\rفما التأنيثُ في اسم الشمسِ عيبا. . . ولا التذكير فخراً للهلالِ\rوإذا كانت خديجة هي أول من استدل بأخلاق النبي - صلى الله عليه وسلم - على نبوته. فلنعش مع هرقل - عظيم الروم، ومنهجه في الاستدلال.\r* * *","seal":"E96C875E","part":1},
      {"page":26,"id":23,"nass":"هرقل - عظيم الروم -\rاستدل بأخلاق النبي - صلى الله عليه وسلم - على نبوته.\rجاء في صحيح البخاري كتاب بدء الوحي، الحوار الكامل الذي دار بين أبي سفيان وهرقل.\rوقد بين هذا الحوار أن هرقل استدل بأخلاق النبي - صلى الله عليه وسلم - على صدق نبوته.\rوهذا نصُّ البخاري - رحمه الله -:\rحَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ\rأَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ وَكَانُوا تِجَارًا بِالشَّأْمِ فِي الْمُدَّةِ الَّتِي كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَادَّ فِيهَا أَبَا سُفْيَانَ وَكُفَّارَ قُرَيْشٍ فَأَتَوْهُ وَهُمْ بِإِيلِيَاءَ فَدَعَاهُمْ فِي مَجْلِسِهِ وَحَوْلَهُ عُظَمَاءُ الرُّومِ ثُمَّ دَعَاهُمْ وَدَعَا بِتَرْجُمَانِهِ فَقَالَ أَيُّكُمْ أَقْرَبُ نَسَبًا بِهَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ فَقَالَ أَبُو سُفْيَانَ فَقُلْتُ أَنَا أَقْرَبُهُمْ نَسَبًا فَقَالَ أَدْنُوهُ مِنِّي وَقَرِّبُوا أَصْحَابَهُ فَاجْعَلُوهُمْ عِنْدَ ظَهْرِهِ ثُمَّ قَالَ لِتَرْجُمَانِهِ قُلْ لَهُمْ إِنِّي سَائِلٌ هَذَا عَنْ هَذَا الرَّجُلِ فَإِنْ كَذَبَنِي فَكَذِّبُوهُ فَوَاللَّهِ لَوْلَا الْحَيَاءُ مِنْ أَنْ يَأْثِرُوا عَلَيَّ كَذِبًا لَكَذَبْتُ عَنْهُ ثُمَّ كَانَ أَوَّلَ مَا سَأَلَنِي عَنْهُ أَنْ قَالَ كَيْفَ نَسَبُهُ فِيكُمْ قُلْتُ هُوَ فِينَا ذُو نَسَبٍ قَالَ فَهَلْ قَالَ هَذَا الْقَوْلَ مِنْكُمْ أَحَدٌ قَطُّ قَبْلَهُ قُلْتُ لَا قَالَ فَهَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ قُلْتُ لَا قَالَ فَأَشْرَافُ النَّاسِ يَتَّبِعُونَهُ أَمْ ضُعَفَاؤُهُمْ فَقُلْتُ بَلْ ضُعَفَاؤُهُمْ قَالَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ قُلْتُ بَلْ يَزِيدُونَ قَالَ فَهَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ قُلْتُ لَا قَالَ فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ قُلْتُ لَا قَالَ فَهَلْ يَغْدِرُ قُلْتُ لَا وَنَحْنُ مِنْهُ فِي مُدَّةٍ لَا نَدْرِي مَا هُوَ فَاعِلٌ فِيهَا قَالَ وَلَمْ تُمْكِنِّي كَلِمَةٌ أُدْخِلُ فِيهَا شَيْئًا غَيْرُ هَذِهِ الْكَلِمَةِ قَالَ فَهَلْ قَاتَلْتُمُوهُ قُلْتُ نَعَمْ قَالَ فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ قُلْتُ الْحَرْبُ بَيْنَنَا وَبَيْنَهُ سِجَالٌ يَنَالُ مِنَّا وَنَنَالُ مِنْهُ قَالَ مَاذَا يَأْمُرُكُمْ قُلْتُ يَقُولُ اعْبُدُوا اللَّهَ وَحْدَهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَاتْرُكُوا مَا يَقُولُ آبَاؤُكُمْ وَيَأْمُرُنَا بِالصَّلَاةِ وَالزَّكَاةِ وَالصِّدْقِ وَالْعَفَافِ وَالصِّلَةِ فَقَالَ لِلتَّرْجُمَانِ قُلْ لَهُ سَأَلْتُكَ عَنْ نَسَبِهِ فَذَكَرْتَ أَنَّهُ فِيكُمْ ذُو نَسَبٍ فَكَذَلِكَ الرُّسُلُ تُبْعَثُ فِي نَسَبِ قَوْمِهَا وَسَأَلْتُكَ هَلْ قَالَ أَحَدٌ مِنْكُمْ هَذَا الْقَوْلَ فَذَكَرْتَ أَنْ لَا فَقُلْتُ لَوْ كَانَ أَحَدٌ قَالَ هَذَا الْقَوْلَ قَبْلَهُ لَقُلْتُ رَجُلٌ يَأْتَسِي بِقَوْلٍ قِيلَ قَبْلَهُ وَسَأَلْتُكَ هَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ فَذَكَرْتَ أَنْ لَا قُلْتُ فَلَوْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ قُلْتُ رَجُلٌ يَطْلُبُ مُلْكَ أَبِيهِ وَسَأَلْتُكَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ فَذَكَرْتَ أَنْ لَا فَقَدْ أَعْرِفُ أَنَّهُ لَمْ يَكُنْ لِيَذَرَ الْكَذِبَ عَلَى النَّاسِ وَيَكْذِبَ عَلَى اللَّهِ وَسَأَلْتُكَ أَشْرَافُ النَّاسِ اتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ فَذَكَرْتَ أَنَّ ضُعَفَاءَهُمْ اتَّبَعُوهُ وَهُمْ أَتْبَاعُ الرُّسُلِ وَسَأَلْتُكَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ فَذَكَرْتَ أَنَّهُمْ يَزِيدُونَ وَكَذَلِكَ أَمْرُ الْإِيمَانِ حَتَّى يَتِمَّ وَسَأَلْتُكَ أَيَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ فَذَكَرْتَ أَنْ لَا وَكَذَلِكَ الْإِيمَانُ حِينَ تُخَالِطُ بَشَاشَتُهُ الْقُلُوبَ وَسَأَلْتُكَ هَلْ يَغْدِرُ فَذَكَرْتَ أَنْ لَا وَكَذَلِكَ الرُّسُلُ لَا تَغْدِرُ وَسَأَلْتُكَ بِمَا يَأْمُرُكُمْ فَذَكَرْتَ أَنَّهُ يَأْمُرُكُمْ أَنْ تَعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَيَنْهَاكُمْ عَنْ عِبَادَةِ الْأَوْثَانِ وَيَأْمُرُكُمْ بِالصَّلَاةِ وَالصِّدْقِ وَالْعَفَافِ فَإِنْ كَانَ مَا تَقُولُ حَقًّا فَسَيَمْلِكُ مَوْضِعَ قَدَمَيَّ هَاتَيْنِ وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ لَمْ أَكُنْ أَظُنُّ أَنَّهُ مِنْكُمْ فَلَوْ أَنِّي أَعْلَمُ أَنِّي أَخْلُصُ إِلَيْهِ لَتَجَشَّمْتُ لِقَاءَهُ وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمِهِ\".\rقَالَ أَبُو سُفْيَانَ فَلَمَّا قَالَ مَا قَالَ وَفَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ كَثُرَ عِنْدَهُ الصَّخَبُ وَارْتَفَعَتْ الْأَصْوَاتُ وَأُخْرِجْنَا فَقُلْتُ لِأَصْحَابِي حِينَ أُخْرِجْنَا لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ إِنَّهُ يَخَافُهُ مَلِكُ بَنِي الْأَصْفَرِ فَمَا زِلْتُ مُوقِنًا أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللَّهُ عَلَيَّ الْإِسْلَامَ\".\rولم يكتف هرقل بهذه الكلمة عن النبي - صلى الله عليه وسلم - بعد أن استدل بأخلاق النبي - صلى الله عليه وسلم - على","seal":"84DFA201","part":1},
      {"page":27,"id":24,"nass":"صدق دعوته ... ولكنه اختبر قومه ليقيس رد الفعل لو أعلن إيمانه بالنبي الجديد. فقال: يَا مَعْشَرَ الرُّومِ هَلْ لَكُمْ فِي الْفَلَاحِ وَالرُّشْدِ وَأَنْ يَثْبُتَ مُلْكُكُمْ فَتُبَايِعُوا هَذَا النَّبِيَّ فَحَاصُوا حَيْصَةَ حُمُرِ الْوَحْشِ إِلَى الْأَبْوَابِ فَوَجَدُوهَا قَدْ غُلِّقَتْ فَلَمَّا رَأَى هِرَقْلُ نَفْرَتَهُمْ وَأَيِسَ مِنْ الْإِيمَانِ قَالَ رُدُّوهُمْ عَلَيَّ وَقَالَ إِنِّي قُلْتُ مَقَالَتِي آنِفًا أَخْتَبِرُ بِهَا شِدَّتَكُمْ عَلَى دِينِكُمْ فَقَدْ رَأَيْتُ فَسَجَدُوا لَهُ وَرَضُوا عَنْهُ فَكَانَ ذَلِكَ آخِرَ شَأْنِ هِرَقْلَ\".\rوقد أرسل النبي - صلى الله عليه وسلم - رسالة إلى هرقل يدعوه إلى الإسلام وجاء في كتاب \"منشئات السلاطين\" هذا الردّ. بالجزء الأول لفريدون بك استنبول.\r* رد قيصر الروم على النبي - صلى الله عليه وسلم -\rأرسل النبي إليه رسالة طلب منه أن يدخل الإسلام، فإذا لم يفعل، فلا يحل بين الفلاحين وبين الإسلام، أن يدخلوا فيه، وأن يعطوا الجزية إن أبوا.\rفرد امبراطور الروم على النبي - صلى الله عليه وسلم -\rإلى أحمد رسول الله الذي بشّر به عيسى. إنّي جاءني كتابك مع رسولك، وإنّي أشهد أنك رسول الله. نجدك عندنا في الإنجيل، بشّرنا بك عيسى بن مريم.\rوإنّي دعوت الروم إلى أن يؤمنوا بك فأبوا. ولو أطاعوني لكان خيراً لهم. ولوددت أني عندك فأخدمك، وأغسل عن قدميك.\rوالله أعلم بما مات عليه هرقل.\rوهكذا عرفنا أن أخلاق النبي - صلى الله عليه وسلم - هي أول دليل على نبوته. كما أوجزنا منهج أن المؤمنين خديجة - رضي الله عنها - ومنهج هرقل عظيم الروم.\rوما زال العقل السليم في كل عصر يستدل بخُلق النبي - صلى الله عليه وسلم - على صدق نبوته. كاستدلاله بنبوته على عظم أخلاقه.","seal":"3AB12634","part":1},
      {"page":28,"id":25,"nass":"وكل عاقل يسأل: لحساب من كان يعمل محمد - صلى الله عليه وسلم؟!!\rهذا الرجل العظيم، الذي جاء الحياة فأعطى كثيراً ولم يأخذ.\rجعل غُرْمَ الإسلام عليه، وعلى آل بيته، فلما شرع الله الصدقة، ثم فرض الزكاة. حرَّمها على نفسه، وعلى آل بيته.\rوقال: نحن آل محمد لا نأكل الصدقة.\rلقد أخذ تمرة من يد الحسين وهو طفل، وألقاها على التمر، لأنها من تمر الصدقة. لحساب من كل يعمل - صلى الله عليه وسلم -؟!!\rإن الدارس لسيرته يرى أن أقرب الناس إليه، وأعرفهم به،\rهم أكثر الناس يقينا بدعوته، أكثرهم تضحية في سبيلها، بالنفس والنفيس.\rفلحساب من كل يعمل هذا النبي الكريم؟!!\r* * *\r* رفض التصديق، وليس تكذيب الصادق.\rإذ كانت السيدة خديجة - رضي الله عنها - قد احتجت بأخلاقه - صلى الله عليه وسلم - على صدق نبوتّه.\rفإن الذين كفروا به لم يطعنوا في أخلاقه، ولم يشكّوا فيها.\rفعندما حاول النبي - صلى الله عليه وسلم -، أن يستثمر ثقتهم في ماضيه الأخلاقي، ويستثمرها في إقناعها برسالته. سألهم:\r\"أرأيتم لو أخبرتكم أن خيلاً بسفح هذا الجبل أكنتم تصدقوني؟ \"\rقالوا: نعم. أنت عندنا غير متّهم. وهذه شهادة جماعية بأخلاقه - صلى الله عليه وسلم -.\rفعندما أراد أن ينتقل منها إلى انتزاع شهادة بنبوته، صدمهم في مألوفهم وموروثهم. \"فلم يكن ما بالقوم أنهم لا يصدقون محمداً، ولا أنهم ينكرون فيه الشرف.","seal":"1E911C4F","part":1},
      {"page":29,"id":26,"nass":"والأمانة، وإنما كان بهم أنهم ينفرون من التصديق، كما ينفر المرء من خبر صادق يسوء الإنسان فيما يحب - أي من فقد مال مثلاً، أو فيمن يُحبّ كمصيبة في الأهل، وهو مفتوح العينين، ناظراً إلى صدق ما يلقى إليه من خبر\" (عبقرية محمد صـ 33 للعقاد) فهم يرفضون التصديق، ولا يكذبون الصادق.\rوقد أشار القرآن الكريم إلى هذا. {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} (33 الأنعام) فالاستدلال بأخلاق النبي - صلى الله عليه وسلم - على نبوته لا ينقص من قدره موقف أعدائه منه، مع ثقتهم في كمال أخلاقه.\r* * *","seal":"6450C35F","part":1},
      {"page":30,"id":27,"nass":"معجزتان للنبي - صلى الله عليه وسلم -\rبدأت بالنبي - صلى الله عليه وسلم - مرحلة جديدة من المعجزات، وختمت به. لأنه لا نبي بعده. أعنى هنا جانب المعجزات العقلية.\rفمعلوم أن المجزات الماديَّة \"كأعواد الكبريت\" تشتعل مرة واحدة فقط.\rفلا ينتفع بها إلا من شاهدها.\rوكثير هؤلاء الذين شاهدوا المعجزات المادية ولم يؤمنوا بها.\r{وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا} (59 سورة الإسراء) أما معجزة القرآن فمعجزة عقلية. تخاطب العقل كلما وجد.\rدامت لدينا ففاقت كل معجزة. . . من النبيين إذ جاءت ولم تدم\rوعندما طلب المشركون من النبي - صلى الله عليه وسلم -\rمعجزة تدل على نبوته، قال تعالى: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ} (51 سورة العنكوت) وجانب الإعجاز في القرآن أفردت له جزءاً كبيراً في كتابى \"سورة الواقعة ومنهجها في العقائد\" وجزءا من كتابى \"حتى لا تخطئ فهم القرآن الجزء الثالث\"\rوحسبك هذا الإيجاز هنا.\r- القرآن إذا تكلّم عن الماضي، صدّقه التاريخ.\r- وإذا تحدّث عن الحاضر - يوم نزول الوحي - صدّقته نتائج الأحداث.\r- وإذا تحدّث عن المستقبل، صدّقته الليالي والأيام.\r- وإذا تحدّث عن الكون، صدّقه العلم الحديث.\r- وإذا تحدّث عما وراء الكون صدقته الكتب السماوية السابقة\r\"النبأ العظيم للدكتور/ محمد عبد الله دراز\"","seal":"DB6539F0","part":1},
      {"page":31,"id":28,"nass":"فالقرآن هو معجزة النبي الأولى - صلى الله عليه وسلم -.\rاحتوى على الإعجاز اللغوي.\rوالإعجاز التشريعي.\rوالإعجاز العلمي. من غير مبالغة في إخضاع النصّ الكريم، للنظريات العلمية.\rإن معجزة القرآن العلمية أوجزتها في سطر واحد، في قولي:\r\"إن العلم الحديث قد استطاع أن يُخطّئ كلّ تفسير قاله العلماء في العهود السابقة. سواء كان هذا التفسير عن الكون أو عن الإنسان.\rومعجزة القرآن العلمية هي ثبوت تفسيره للكون والإنسان ثبوتاً جعل العلم الحديث يقف أمام القرآن وقوف التلميذ الصغير أما الفيلسوف العملاق.\"\rهذه لمحة عن المعجزة الأولى للنبي - صلى الله عليه وسلم -\rفماذا عن المعجزة الثانية؟\r* المعجزة الثانية\rمعجزة النبي - صلى الله عليه وسلم - هي تربية الأمة.\rكيف استطاع رجل واحد أن يربِّي أمَّة كاملة؟\rأمّة ألِفَت الجاهلية بتقادم العهد.\rفمنذ دعوة الخليل إبراهيم وولده إسماعيل لم يرسل الله نبياً بعدهما لهذه الأمة. فالعهد بالنبوات بعيد. فموسى - عليه السلام - قال لقومه {لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} (5 سورة الصف)\rوعيسى عليه السلام - قال بعثت إلى خراف بني إسرائيل الضالة {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} (6 سورة الصف)\rبقيت هذه الأمة، وقد طال انتظارها لنبي، ومضت قرون طوال،\rحتى ألفوا الباطل.","seal":"C0C38430","part":1},
      {"page":32,"id":29,"nass":"بتقادم العهد {بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ} (3 سورة السجدة)\r{لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ} (6 سورة يس)\rجاء النبي - صلى الله عليه وسلم -\rجاء النبي ليحوِّلَ هذه الأمة من {قَوْمًا لُدًّا} أي ألدّاء في الخصوم.\rإلى {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} (110 سورة آل عمران)\rإن تحقيق هذا المطلب الكبير يحتاج جهداً شاقاً، وبصيرة نافذة، ومنهجاً فائقاً.\rبعد مدد الله - سبحانه - فكيف يقوى رجل واحد على عبء تغيير أمة؟\rالله المستعان {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} (5 سورة المزمل)\rوالمسألة: مدد من الله. وقوّة بصيرة للأمور.\rوقوة تركيز على ما يدعو إليه.\rفهو يعيش لما يدعو إليه، يمتلك كلّ فرصة ليوجّهها لخدمة دعوته.\rأرأيت إلى الشاة الميّتة، يراها ملقاة على القمامة،\rفيحاول أن يتّخذ من هذه \"الصورة\" مجالاً لتربية أمته، ووعظها.\rأترون هذه هيّنة على أصحابها؟\rقالوا: من هوانها عليهم ألقوا بها على القمامة.\rقال: إن الدنيا أهون عند الله من هذه الشاة على أهلها \"مسلم الزهد\" أ. هـ..\rفلا تغرنّكم إن أقبلت عليكم، ولا تيأسوا إن أدبرت.\rولا تظنوها مقياس رِضَى الله وسخطه، فهي هيِّنة عليه.\rوعندما توشك الشمس أن تغيب.","seal":"749CD9BB","part":1},
      {"page":33,"id":30,"nass":"يقول - صلى الله عليه وسلم - لأصحابه:\r\"أَلَا إِنَّهُ لَمْ يَبْقَ مِنْ الدُّنْيَا فِيمَا مَضَى مِنْهَا إِلَّا كَمَا بَقِيَ مِنْ يَوْمِكُمْ هَذَا فِيمَا مَضَى مِنْهُ\". (الترمذي برقم 2117)\rقوة تركيز على المقاصد التي يدعو إليها. فهو يعيش في دعوته. ويعيش لها. حتى أوراق الشجر عندما تتساقط يجعل منه النبي - صلى الله عليه وسلم - مثلاً لتساقط ذنوب المسلم إذا التزم بأمر الله - سبحانه - كلّ شيء مألوف يحاول أن يجعل منه وسيلة للتربية، للتتكرر الموعظة كلما شاهدنا المألوفات.\rالحُبّ سلاحه\rتضاءل مفهوم الحُبّ قبل النبي - صلى الله عليه وسلم - حتى كاد ينحصر في الغراميات وشعر الغزل.\rوجاء النبي - صلى الله عليه وسلم -.\rجاء ليحوِّل مفهوم الحُبّ إلى فنّ من فنون القيادة.\rأعجبني قول أبو الحسن الندوي:\r\"أحبّ النبيُّ القومَ بكل قلبه، فأعطوه بكل قواهم\"\rفكيف استطاع النبي - صلى الله عليه وسلم - أن يجعل من الحُبّ فنّ قيادة؟!!\rنعيش مع بعض النماذج لدولة الحُبّ.\r* الحبّ في العقائد\r- العبادة اختيارية. فأنت تأتي لله على حبّ.\r- وإبراهيم الخليل قال {لَا أُحِبُّ الْآفِلِينَ} وكنّا نتوقع: لا أعبد الآفلين.\r- والذين يريد الله أن يسلبهم نعمة الرضا يسلبهم نعمة الحبّ.\r{إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} (190 سورة البقرة)\r- فسلب الحُبّ منهم عقوبة كبيرة.","seal":"209A2C73","part":1},
      {"page":34,"id":31,"nass":"* حب النبي - صلى الله عليه وسلم -\rولقد تجد هذا الحُبّ في قول سعد بن معاذ - زعيم الأنصار - للنبي يوم بدر:\r\"لَعَلّكَ تَخْشَى أَنْ تَكُونَ الْأَنْصَارُ تَرَى حَقّا عَلَيْهَا أَنْ لَا يَنْصُرُوك إلّا فِي دِيَارِهَا، وَإِنّي أَقُولُ عَنْ الْأَنْصَارِ، وَأُجِيبُ عَنْهُمْ فَاظْعَنْ حَيْثُ شِئْت، وَصِلْ حَبْلَ مَنْ شِئْتَ وَاقْطَعْ حَبْلَ مَنْ شِئْتَ وَخُذْ مِنْ أَمْوَالِنَا مَا شِئْتَ وَأَعْطِنَا مَا شِئْتَ وَمَا أَخَذْتَ مِنّا كَانَ أَحَبّ إلَيْنَا مِمّا تَرَكْتَ وَمَا أَمَرْتَ فِيهِ مِنْ أَمْرٍ فَأَمْرُنَا تَبَعٌ لِأَمْرِكَ فَوَاَللهِ لَئِنْ سِرْتَ حَتّى تَبْلُغَ الْبَرْكَ مِنْ غِمْدَانَ، لَنَسِيرَنّ مَعَكَ وَوَاللهِ لَئِنْ اسْتَعْرَضْتَ بِنَا هَذَا الْبَحْرَ خُضْنَاهُ مَعَكَ. وَقَالَ لَهُ الْمِقْدَادُ: لَا نَقُولُ لَكَ كَمَا قَالَ قَوْمُ مُوسَى لِمُوسَى: اذْهَبْ أَنْتَ وَرَبّكَ فَقَاتِلَا إنّا هَا هُنَا قَاعِدُونَ وَلَكِنّا نُقَاتِلُ عَنْ يَمِينِكَ وَعَنْ شِمَالِكَ وَمِنْ بَيْنِ يَدَيْكَ وَمِنْ خَلْفِكَ. فَأَشْرَقَ وَجْهُ رَسُولِ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ وَسُرّ بِمَا سَمِعَ مِنْ أَصْحَابِهِ وَقَالَ سِيرُوا وَأَبْشِرُوا، فَإِنّ اللهَ قَدْ وَعَدَنِي إحْدَى الطّائِفَتَيْنِ وَإِنّي قَدْ رَأَيْتُ مَصَارِعَ الْقَوْمِ\" (زاد المعاد حـ 3 صـ 30)\r* * *\r* الثلاثة الذين خُلِّفوا. نموذج لحبّ النبي - صلى الله عليه وسلم -\rأجل ... خُلِّفوا ... ولكنهم صدقوا، فلم يحاولوا إرضاء النبي - صلى الله عليه وسلم - بأعذار مكذوبة كما فعل المنافقون.\rكانت غزوة تبوك، وتخلف الثلاثة عنها بلا عذر.\rكعب بن مالك، ومرارة بن ربيعة، وهلال بن أمية،\rونزل في شأنهم قرآن يُقرأ إلى يوم القيامة.\rوجاء في البخاري ومسلم حديث طويل في شأن كعب بن مالك. وإخوانه (1) .\rوقد حبس النبي - صلى الله عليه وسلم - كلّ المجتمع عنهم. ولم يحبسهم!! \"إنّه السجن في دولة الحُبّ\"\rحتى نسائهم حبُسْن عنهم. فلم يكلموهم، ولم يخالطوهم، ضاقت عليهم الأرض بما رحبت.\rوضاقت عليهم أنفسهم.\rيقول كعب بن مالك: \"كنت ألقي السلام على النبي - صلى الله عليه وسلم - وأنا أنظر إلى شفتيه، هل يجيب علىّ أم لا\"\rلقد أصبحت المدينة مقبرة يتحرك أهلها فقط. وفي وسط هذا الكرب، حدث الآتي:\r__________\r(1) هذا نصُّ البخاري:\r4066 - حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبِ بْنِ مَالِكٍ وَكَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ\rحِينَ تَخَلَّفَ عَنْ قِصَّةِ تَبُوكَ قَالَ كَعْبٌ لَمْ أَتَخَلَّفْ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةٍ غَزَاهَا إِلَّا فِي غَزْوَةِ تَبُوكَ غَيْرَ أَنِّي كُنْتُ تَخَلَّفْتُ فِي غَزْوَةِ بَدْرٍ وَلَمْ يُعَاتِبْ أَحَدًا تَخَلَّفَ عَنْهَا إِنَّمَا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرِيدُ عِيرَ قُرَيْشٍ حَتَّى جَمَعَ اللَّهُ بَيْنَهُمْ وَبَيْنَ عَدُوِّهِمْ عَلَى غَيْرِ مِيعَادٍ وَلَقَدْ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْعَقَبَةِ حِينَ تَوَاثَقْنَا عَلَى الْإِسْلَامِ وَمَا أُحِبُّ أَنَّ لِي بِهَا مَشْهَدَ بَدْرٍ وَإِنْ كَانَتْ بَدْرٌ أَذْكَرَ فِي النَّاسِ مِنْهَا كَانَ مِنْ خَبَرِي أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلَا أَيْسَرَ حِينَ تَخَلَّفْتُ عَنْهُ فِي تِلْكَ الْغَزَاةِ وَاللَّهِ مَا اجْتَمَعَتْ عِنْدِي قَبْلَهُ رَاحِلَتَانِ قَطُّ حَتَّى جَمَعْتُهُمَا فِي تِلْكَ الْغَزْوَةِ وَلَمْ يَكُنْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرِيدُ غَزْوَةً إِلَّا وَرَّى بِغَيْرِهَا حَتَّى كَانَتْ تِلْكَ الْغَزْوَةُ غَزَاهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَرٍّ شَدِيدٍ وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَازًا وَعَدُوًّا كَثِيرًا فَجَلَّى لِلْمُسْلِمِينَ أَمْرَهُمْ لِيَتَأَهَّبُوا أُهْبَةَ غَزْوِهِمْ فَأَخْبَرَهُمْ بِوَجْهِهِ الَّذِي يُرِيدُ وَالْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَثِيرٌ وَلَا يَجْمَعُهُمْ كِتَابٌ حَافِظٌ يُرِيدُ الدِّيوَانَ قَالَ كَعْبٌ فَمَا رَجُلٌ يُرِيدُ أَنْ يَتَغَيَّبَ إِلَّا ظَنَّ أَنْ سَيَخْفَى لَهُ مَا لَمْ يَنْزِلْ فِيهِ وَحْيُ اللَّهِ وَغَزَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِلْكَ الْغَزْوَةَ حِينَ طَابَتْ الثِّمَارُ وَالظِّلَالُ وَتَجَهَّزَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَ مَعَهُ فَطَفِقْتُ أَغْدُو لِكَيْ أَتَجَهَّزَ مَعَهُمْ فَأَرْجِعُ وَلَمْ أَقْضِ شَيْئًا فَأَقُولُ فِي نَفْسِي أَنَا قَادِرٌ عَلَيْهِ فَلَمْ يَزَلْ يَتَمَادَى بِي حَتَّى اشْتَدَّ بِالنَّاسِ الْجِدُّ فَأَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَ مَعَهُ وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا فَقُلْتُ أَتَجَهَّزُ بَعْدَهُ بِيَوْمٍ أَوْ يَوْمَيْنِ ثُمَّ أَلْحَقُهُمْ فَغَدَوْتُ بَعْدَ أَنْ فَصَلُوا لِأَتَجَهَّزَ فَرَجَعْتُ وَلَمْ أَقْضِ شَيْئًا ثُمَّ غَدَوْتُ ثُمَّ رَجَعْتُ وَلَمْ أَقْضِ شَيْئًا فَلَمْ يَزَلْ بِي حَتَّى أَسْرَعُوا وَتَفَارَطَ الْغَزْوُ وَهَمَمْتُ أَنْ أَرْتَحِلَ فَأُدْرِكَهُمْ وَلَيْتَنِي فَعَلْتُ فَلَمْ يُقَدَّرْ لِي ذَلِكَ فَكُنْتُ إِذَا خَرَجْتُ فِي النَّاسِ بَعْدَ خُرُوجِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَطُفْتُ فِيهِمْ أَحْزَنَنِي أَنِّي لَا أَرَى إِلَّا رَجُلًا مَغْمُوصًا عَلَيْهِ النِّفَاقُ أَوْ رَجُلًا مِمَّنْ عَذَرَ اللَّهُ مِنْ الضُّعَفَاءِ وَلَمْ يَذْكُرْنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَلَغَ تَبُوكَ فَقَالَ وَهُوَ جَالِسٌ فِي الْقَوْمِ بِتَبُوكَ مَا فَعَلَ كَعْبٌ فَقَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَنَظَرُهُ فِي عِطْفِهِ فَقَالَ مُعَاذُ بْنُ جَبَلٍ بِئْسَ مَا قُلْتَ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا عَلِمْنَا عَلَيْهِ إِلَّا خَيْرًا فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كَعْبُ بْنُ مَالِكٍ فَلَمَّا بَلَغَنِي أَنَّهُ تَوَجَّهَ قَافِلًا حَضَرَنِي هَمِّي وَطَفِقْتُ أَتَذَكَّرُ الْكَذِبَ وَأَقُولُ بِمَاذَا أَخْرُجُ مِنْ سَخَطِهِ غَدًا وَاسْتَعَنْتُ عَلَى ذَلِكَ بِكُلِّ ذِي رَأْيٍ مِنْ أَهْلِي فَلَمَّا قِيلَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أَظَلَّ قَادِمًا زَاحَ عَنِّي الْبَاطِلُ وَعَرَفْتُ أَنِّي لَنْ أَخْرُجَ مِنْهُ أَبَدًا بِشَيْءٍ فِيهِ كَذِبٌ فَأَجْمَعْتُ صِدْقَهُ وَأَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَادِمًا وَكَانَ إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَيَرْكَعُ فِيهِ رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُخَلَّفُونَ فَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ وَيَحْلِفُونَ لَهُ وَكَانُوا بِضْعَةً وَثَمَانِينَ رَجُلًا فَقَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَانِيَتَهُمْ وَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَوَكَلَ سَرَائِرَهُمْ إِلَى اللَّهِ فَجِئْتُهُ فَلَمَّا سَلَّمْتُ عَلَيْهِ تَبَسَّمَ تَبَسُّمَ الْمُغْضَبِ ثُمَّ قَالَ تَعَالَ فَجِئْتُ أَمْشِي حَتَّى جَلَسْتُ بَيْنَ يَدَيْهِ فَقَالَ لِي مَا خَلَّفَكَ أَلَمْ تَكُنْ قَدْ ابْتَعْتَ ظَهْرَكَ فَقُلْتُ بَلَى إِنِّي وَاللَّهِ لَوْ جَلَسْتُ عِنْدَ غَيْرِكَ مِنْ أَهْلِ الدُّنْيَا لَرَأَيْتُ أَنْ سَأَخْرُجُ مِنْ سَخَطِهِ بِعُذْرٍ وَلَقَدْ أُعْطِيتُ جَدَلًا وَلَكِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ لَئِنْ حَدَّثْتُكَ الْيَوْمَ حَدِيثَ كَذِبٍ تَرْضَى بِهِ عَنِّي لَيُوشِكَنَّ اللَّهُ أَنْ يُسْخِطَكَ عَلَيَّ وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَيَّ فِيهِ إِنِّي لَأَرْجُو فِيهِ عَفْوَ اللَّهِ لَا وَاللَّهِ مَا كَانَ لِي مِنْ عُذْرٍ وَاللَّهِ مَا كُنْتُ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا هَذَا فَقَدْ صَدَقَ فَقُمْ حَتَّى يَقْضِيَ اللَّهُ فِيكَ فَقُمْتُ وَثَارَ رِجَالٌ مِنْ بَنِي سَلِمَةَ فَاتَّبَعُونِي فَقَالُوا لِي وَاللَّهِ مَا عَلِمْنَاكَ كُنْتَ أَذْنَبْتَ ذَنْبًا قَبْلَ هَذَا وَلَقَدْ عَجَزْتَ أَنْ لَا تَكُونَ اعْتَذَرْتَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا اعْتَذَرَ إِلَيْهِ الْمُتَخَلِّفُونَ قَدْ كَانَ كَافِيَكَ ذَنْبَكَ اسْتِغْفَارُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَكَ فَوَاللَّهِ مَا زَالُوا يُؤَنِّبُونِي حَتَّى أَرَدْتُ أَنْ أَرْجِعَ فَأُكَذِّبَ نَفْسِي ثُمَّ قُلْتُ لَهُمْ هَلْ لَقِيَ هَذَا مَعِي أَحَدٌ قَالُوا نَعَمْ رَجُلَانِ قَالَا مِثْلَ مَا قُلْتَ فَقِيلَ لَهُمَا مِثْلُ مَا قِيلَ لَكَ فَقُلْتُ مَنْ هُمَا قَالُوا مُرَارَةُ بْنُ الرَّبِيعِ الْعَمْرِيُّ وَهِلَالُ بْنُ أُمَيَّةَ الْوَاقِفِيُّ فَذَكَرُوا لِي رَجُلَيْنِ صَالِحَيْنِ قَدْ شَهِدَا بَدْرًا فِيهِمَا أُسْوَةٌ فَمَضَيْتُ حِينَ ذَكَرُوهُمَا لِي وَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ عَنْ كَلَامِنَا أَيُّهَا الثَّلَاثَةُ مِنْ بَيْنِ مَنْ تَخَلَّفَ عَنْهُ فَاجْتَنَبَنَا النَّاسُ وَتَغَيَّرُوا لَنَا حَتَّى تَنَكَّرَتْ فِي نَفْسِي الْأَرْضُ فَمَا هِيَ الَّتِي أَعْرِفُ فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَةً فَأَمَّا صَاحِبَايَ فَاسْتَكَانَا وَقَعَدَا فِي بُيُوتِهِمَا يَبْكِيَانِ وَأَمَّا أَنَا فَكُنْتُ أَشَبَّ الْقَوْمِ وَأَجْلَدَهُمْ فَكُنْتُ أَخْرُجُ فَأَشْهَدُ الصَّلَاةَ مَعَ الْمُسْلِمِينَ وَأَطُوفُ فِي الْأَسْوَاقِ وَلَا يُكَلِّمُنِي أَحَدٌ وَآتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُسَلِّمُ عَلَيْهِ وَهُوَ فِي مَجْلِسِهِ بَعْدَ الصَّلَاةِ فَأَقُولُ فِي نَفْسِي هَلْ حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلَامِ عَلَيَّ أَمْ لَا ثُمَّ أُصَلِّي قَرِيبًا مِنْهُ فَأُسَارِقُهُ النَّظَرَ فَإِذَا أَقْبَلْتُ عَلَى صَلَاتِي أَقْبَلَ إِلَيَّ وَإِذَا الْتَفَتُّ نَحْوَهُ أَعْرَضَ عَنِّي حَتَّى إِذَا طَالَ عَلَيَّ ذَلِكَ مِنْ جَفْوَةِ النَّاسِ مَشَيْتُ حَتَّى تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ وَهُوَ ابْنُ عَمِّي وَأَحَبُّ النَّاسِ إِلَيَّ فَسَلَّمْتُ عَلَيْهِ فَوَاللَّهِ مَا رَدَّ عَلَيَّ السَّلَامَ فَقُلْتُ يَا أَبَا قَتَادَةَ أَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُنِي أُحِبُّ اللَّهَ وَرَسُولَهُ فَسَكَتَ فَعُدْتُ لَهُ فَنَشَدْتُهُ فَسَكَتَ فَعُدْتُ لَهُ فَنَشَدْتُهُ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ فَفَاضَتْ عَيْنَايَ وَتَوَلَّيْتُ حَتَّى تَسَوَّرْتُ الْجِدَارَ قَالَ فَبَيْنَا أَنَا أَمْشِي بِسُوقِ الْمَدِينَةِ إِذَا نَبَطِيٌّ مِنْ أَنْبَاطِ أَهْلِ الشَّأْمِ مِمَّنْ قَدِمَ بِالطَّعَامِ يَبِيعُهُ بِالْمَدِينَةِ يَقُولُ مَنْ يَدُلُّ عَلَى كَعْبِ بْنِ مَالِكٍ فَطَفِقَ النَّاسُ يُشِيرُونَ لَهُ حَتَّى إِذَا جَاءَنِي دَفَعَ إِلَيَّ كِتَابًا مِنْ مَلِكِ غَسَّانَ فَإِذَا فِيهِ أَمَّا بَعْدُ فَإِنَّهُ قَدْ بَلَغَنِي أَنَّ صَاحِبَكَ قَدْ جَفَاكَ وَلَمْ يَجْعَلْكَ اللَّهُ بِدَارِ هَوَانٍ وَلَا مَضْيَعَةٍ فَالْحَقْ بِنَا نُوَاسِكَ فَقُلْتُ لَمَّا قَرَأْتُهَا وَهَذَا أَيْضًا مِنْ الْبَلَاءِ فَتَيَمَّمْتُ بِهَا التَّنُّورَ فَسَجَرْتُهُ بِهَا حَتَّى إِذَا مَضَتْ أَرْبَعُونَ لَيْلَةً مِنْ الْخَمْسِينَ إِذَا رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِينِي فَقَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ فَقُلْتُ أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ قَالَ لَا بَلْ اعْتَزِلْهَا وَلَا تَقْرَبْهَا وَأَرْسَلَ إِلَى صَاحِبَيَّ مِثْلَ ذَلِكَ فَقُلْتُ لِامْرَأَتِي الْحَقِي بِأَهْلِكِ فَتَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ فِي هَذَا الْأَمْرِ قَالَ كَعْبٌ فَجَاءَتْ امْرَأَةُ هِلَالِ بْنِ أُمَيَّةَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ هِلَالَ بْنَ أُمَيَّةَ شَيْخٌ ضَائِعٌ لَيْسَ لَهُ خَادِمٌ فَهَلْ تَكْرَهُ أَنْ أَخْدُمَهُ قَالَ لَا وَلَكِنْ لَا يَقْرَبْكِ قَالَتْ إِنَّهُ وَاللَّهِ مَا بِهِ حَرَكَةٌ إِلَى شَيْءٍ وَاللَّهِ مَا زَالَ يَبْكِي مُنْذُ كَانَ مِنْ أَمْرِهِ مَا كَانَ إِلَى يَوْمِهِ هَذَا فَقَالَ لِي بَعْضُ أَهْلِي لَوْ اسْتَأْذَنْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي امْرَأَتِكَ كَمَا أَذِنَ لِامْرَأَةِ هِلَالِ بْنِ أُمَيَّةَ أَنْ تَخْدُمَهُ فَقُلْتُ وَاللَّهِ لَا أَسْتَأْذِنُ فِيهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا يُدْرِينِي مَا يَقُولُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اسْتَأْذَنْتُهُ فِيهَا وَأَنَا رَجُلٌ شَابٌّ فَلَبِثْتُ بَعْدَ ذَلِكَ عَشْرَ لَيَالٍ حَتَّى كَمَلَتْ لَنَا خَمْسُونَ لَيْلَةً مِنْ حِينَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ كَلَامِنَا فَلَمَّا صَلَّيْتُ صَلَاةَ الْفَجْرِ صُبْحَ خَمْسِينَ لَيْلَةً وَأَنَا عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَبَيْنَا أَنَا جَالِسٌ عَلَى الْحَالِ الَّتِي ذَكَرَ اللَّهُ قَدْ ضَاقَتْ عَلَيَّ نَفْسِي وَضَاقَتْ عَلَيَّ الْأَرْضُ بِمَا رَحُبَتْ سَمِعْتُ صَوْتَ صَارِخٍ أَوْفَى عَلَى جَبَلِ سَلْعٍ بِأَعْلَى صَوْتِهِ يَا كَعْبُ بْنَ مَالِكٍ أَبْشِرْ قَالَ فَخَرَرْتُ سَاجِدًا وَعَرَفْتُ أَنْ قَدْ جَاءَ فَرَجٌ وَآذَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَوْبَةِ اللَّهِ عَلَيْنَا حِينَ صَلَّى صَلَاةَ الْفَجْرِ فَذَهَبَ النَّاسُ يُبَشِّرُونَنَا وَذَهَبَ قِبَلَ صَاحِبَيَّ مُبَشِّرُونَ وَرَكَضَ إِلَيَّ رَجُلٌ فَرَسًا وَسَعَى سَاعٍ مِنْ أَسْلَمَ فَأَوْفَى عَلَى الْجَبَلِ وَكَانَ الصَّوْتُ أَسْرَعَ مِنْ الْفَرَسِ فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي نَزَعْتُ لَهُ ثَوْبَيَّ فَكَسَوْتُهُ إِيَّاهُمَا بِبُشْرَاهُ وَاللَّهِ مَا أَمْلِكُ غَيْرَهُمَا يَوْمَئِذٍ وَاسْتَعَرْتُ ثَوْبَيْنِ فَلَبِسْتُهُمَا وَانْطَلَقْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَتَلَقَّانِي النَّاسُ فَوْجًا فَوْجًا يُهَنُّونِي بِالتَّوْبَةِ يَقُولُونَ لِتَهْنِكَ تَوْبَةُ اللَّهِ عَلَيْكَ قَالَ كَعْبٌ حَتَّى دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ حَوْلَهُ النَّاسُ فَقَامَ إِلَيَّ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّانِي وَاللَّهِ مَا قَامَ إِلَيَّ رَجُلٌ مِنْ الْمُهَاجِرِينَ غَيْرَهُ وَلَا أَنْسَاهَا لِطَلْحَةَ قَالَ كَعْبٌ فَلَمَّا سَلَّمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَبْرُقُ وَجْهُهُ مِنْ السُّرُورِ أَبْشِرْ بِخَيْرِ يَوْمٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّكَ قَالَ قُلْتُ أَمِنْ عِنْدِكَ يَا رَسُولَ اللَّهِ أَمْ مِنْ عِنْدِ اللَّهِ قَالَ لَا بَلْ مِنْ عِنْدِ اللَّهِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سُرَّ اسْتَنَارَ وَجْهُهُ حَتَّى كَأَنَّهُ قِطْعَةُ قَمَرٍ وَكُنَّا نَعْرِفُ ذَلِكَ مِنْهُ فَلَمَّا جَلَسْتُ بَيْنَ يَدَيْهِ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِ اللَّهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ قُلْتُ فَإِنِّي أُمْسِكُ سَهْمِي الَّذِي بِخَيْبَرَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ إِنَّمَا نَجَّانِي بِالصِّدْقِ وَإِنَّ مِنْ تَوْبَتِي أَنْ لَا أُحَدِّثَ إِلَّا صِدْقًا مَا بَقِيتُ فَوَاللَّهِ مَا أَعْلَمُ أَحَدًا مِنْ الْمُسْلِمِينَ أَبْلَاهُ اللَّهُ فِي صِدْقِ الْحَدِيثِ مُنْذُ ذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ مِمَّا أَبْلَانِي مَا تَعَمَّدْتُ مُنْذُ ذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى يَوْمِي هَذَا كَذِبًا وَإِنِّي لَأَرْجُو أَنْ يَحْفَظَنِي اللَّهُ فِيمَا بَقِيتُ وَأَنْزَلَ اللَّهُ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\r{لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ إِلَى قَوْلِهِ وَكُونُوا مَعَ الصَّادِقِينَ}\rفَوَاللَّهِ مَا أَنْعَمَ اللَّهُ عَلَيَّ مِنْ نِعْمَةٍ قَطُّ بَعْدَ أَنْ هَدَانِي لِلْإِسْلَامِ أَعْظَمَ فِي نَفْسِي مِنْ صِدْقِي لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا أَكُونَ كَذَبْتُهُ فَأَهْلِكَ كَمَا هَلَكَ الَّذِينَ كَذَبُوا فَإِنَّ اللَّهَ قَالَ لِلَّذِينَ كَذَبُوا حِينَ أَنْزَلَ الْوَحْيَ شَرَّ مَا قَالَ لِأَحَدٍ فَقَالَ تَبَارَكَ وَتَعَالَى\r{سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَى قَوْلِهِ فَإِنَّ اللَّهَ لَا يَرْضَى عَنْ الْقَوْمِ الْفَاسِقِينَ}\rقَالَ كَعْبٌ وَكُنَّا تَخَلَّفْنَا أَيُّهَا الثَّلَاثَةُ عَنْ أَمْرِ أُولَئِكَ الَّذِينَ قَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ حَلَفُوا لَهُ فَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَأَرْجَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْرَنَا حَتَّى قَضَى اللَّهُ فِيهِ فَبِذَلِكَ قَالَ اللَّهُ\r{وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا}\rوَلَيْسَ الَّذِي ذَكَرَ اللَّهُ مِمَّا خُلِّفْنَا عَنْ الْغَزْوِ إِنَّمَا هُوَ تَخْلِيفُهُ إِيَّانَا وَإِرْجَاؤُهُ أَمْرَنَا عَمَّنْ حَلَفَ لَهُ وَاعْتَذَرَ إِلَيْهِ فَقَبِلَ مِنْهُ\".","seal":"B03FC6F9","part":1},
      {"page":35,"id":32,"nass":"يقول كعب: \"فَبَيْنَا أَنَا أَمْشِي فِي سُوقِ الْمَدِينَةِ إِذَا نَبَطِيٌّ مِنْ نَبَطِ أَهْلِ الشَّامِ مِمَّنْ قَدِمَ بِالطَّعَامِ يَبِيعُهُ بِالْمَدِينَةِ يَقُولُ مَنْ يَدُلُّ عَلَى كَعْبِ بْنِ مَالِكٍ قَالَ فَطَفِقَ النَّاسُ يُشِيرُونَ لَهُ إِلَيَّ حَتَّى جَاءَنِي فَدَفَعَ إِلَيَّ كِتَابًا مِنْ مَلِكِ غَسَّانَ وَكُنْتُ كَاتِبًا فَقَرَأْتُهُ فَإِذَا فِيهِ أَمَّا بَعْدُ فَإِنَّهُ قَدْ بَلَغَنَا أَنَّ صَاحِبَكَ قَدْ جَفَاكَ وَلَمْ يَجْعَلْكَ اللَّهُ بِدَارِ هَوَانٍ وَلَا مَضْيَعَةٍ فَالْحَقْ بِنَا نُوَاسِكَ قَالَ فَقُلْتُ حِينَ قَرَأْتُهَا وَهَذِهِ أَيْضَا مِنْ الْبَلَاءِ فَتَيَامَمْتُ بِهَا التَّنُّورَ فَسَجَرْتُهَا بِهَا ... \" الحديث متفق عليه.\rهكذا انتصرت تربية النبي - صلى الله عليه وسلم -\rانتصرت على إغراء ملوك الأرض، لأنها ربطت النفوس بملك السماء.\rوما عنده من عطاء. بل ملأت النفوس بحب الله ورسوله.\rوهل يمكن لمسلم ربَّاه النبي - صلى الله عليه وسلم -\rأن ييأس من رحمة الله، قيرتد على أدباره خاسراً؟\rسبق أن قلتُ: كلما تأخر الفرج فأبشر، فهو طول لعمرك.\rفلن تموت حتى تستوفي أجلها ورزقها، فأجملوا في الطلب\r\"من حديث مسلم\".\rونزلت آيات سمُيت السورة باسمها (سورة التوبة) {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ} (118 سورة التوبة)\rوهكذا انتصر منطق الحب على إغراء ملوك الكفر.\r* فداء وعطاء\r\"أحبّ القوم بكلّ قلبه، فأعطوه بكل قواهم\"\rفجاءت لأولّ مرّة قيادة الحبّ.\rوإذا كان أقرب الناس من القائد هم أعلى الناس به،","seal":"4B6A8D30","part":1},
      {"page":36,"id":33,"nass":"وبحقيقة ما يدعو إليه.\rفأقرب الناس من النبي - صلى الله عليه وسلم - هم الذين ساهموا بأموالهم وأنفسهم من أجل دعوته تحمّلوا غُرم الدعوة، في المال والأهل، آملين في الجنة، والجنة فقط.\r- أبو بكر: سأله النبي - صلى الله عليه وسلم - ماذا أبقيت لأهلك؟\rقال أبقيت لهم الله ورسوله ... تبرع بكل ماله.\rوعندما تبرع رجل من المسلمين ببيضة من الذهب، وعلم النبي - صلى الله عليه وسلم - أنّها كلّ ما يملك ردّها النبي عليه. ولم يقلها منه. ولكن قبل من أبي بكر كلّ ماله.\r- وعثمان بن عفان - صهر النبي - صلى الله عليه وسلم - ملأ حجر النبي ذهباً. فقلّبه النبي - صلى الله عليه وسلم -، وهو يقول: ما ضرّ عثمان ما فعله بعد اليوم \"مرتين\" \"الترمذي مناقب\"\r- ومن قبلهما قدّمت خديجة كلّ ما تملك لخدمة هذا الدين، وعاشت في شعاب مكة. مع النبي - صلى الله عليه وسلم - والمسلمين.\r- عمر - صهر النبي - تبرع بنصف ماله، وقال لله عندي نصفه \"الشيخ الشعراوي\"\r- وأول ربا وضعه النبي - صلى الله عليه وسلم - هو ربا عمه العباس - رضي الله عنه -، وفي وضع دماء الجاهلية - أول دم وضعه هو دم ربيعة بن الحارث، هذا في مجال المال.\rأما في مجال النفس، فأهل النبي - صلى الله عليه وسلم - هم أوَّل من تقدموا لأعمال الفداء.\r- علي بن أبي طالب نام ليلة الهجرة في فراش النبي - صلى الله عليه وسلم -، والخطر محقق.\r- وفي غزوة بدر. وقبل أن يلتقي الجمعان، تقدّم الأسود بن عبد الأسد المخزومي - الذي عرُف بشراسة الطبع وسوء الخلق،\rوقال: أعاهد الله لأشربن من حوضهم، أو لأهدمنَّه، أو أموتن دونه.","seal":"0DEF5359","part":1},
      {"page":37,"id":34,"nass":"فتصدى له حمزة بن عبد المطلب - عم النبي - صلى الله عليه وسلم - وتمكن من قتله في الحوض نفسه.\r- عمُّ النبي - صلى الله عليه وسلم - أول من حمل السيف يوم بدر.\rوعندما خرج ثلاثة من زعماء الشرك - عتبة بن ربيعة، وأخوة شيبة بن ربيعة، وابنه الوليد بن عتبة، وطلبوا من النبي - صلى الله عليه وسلم - أن يُخرج لهم أكفاءهم من قومهم ليبارزوهم استجاب النبي - صلى الله عليه وسلم - للتحدّى، وأمر ثلاثة من أهله - عبيدة بن الحارث، وحمزة بن عبد المطلب - وعلي بن أبي طالب - رضي الله عنه -.\rفقتل حمزة شيبة.\rوقتل علي الوليد.\rأما عبيدة فقد جرح غريمه، وأصابه غريمه بجرح مميت: فانقض عليه حمزة وعليٌّ وأجهزا عليه، وحملا عبيدة بن الحارث إلى معسكر المسلمين، حيث توفي هناك.\rفأقرب الناس للنبي - صلى الله عليه وسلم - هم أكثر الناس تحملاًَ لأعباء الدعوة.\r* * *\r* سورة الأحزاب\rدراسة السورة الكريمة تؤكد أن الأمور الصعبة في الدعوة يتحمّلها النبي - صلى الله عليه وسلم - وأهل بيته.\r- أولاً: إلغاء التبني بدأ بالنبي - صلى الله عليه وسلم - وهو أمر صعب. فقد أصبح الولد المتبني جزءاً من بيت من تبناه في كل المجتمع. فكيف يُخلع؟\rومن فضل الله على زيد بن حارثة. أنه لما فقد اسم \"زيد بن محمد\" عوّضه الله فجعل","seal":"B5001136","part":1},
      {"page":38,"id":35,"nass":"اسمه هو اسم الصحابي الوحيد الذي ذكر في القرآن. {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} (37 سورة الأحزاب)\r- ثانياً: من الأمور الصعبة أن يحكم الله على النبي - صلى الله عليه وسلم - بزواج السيدة زينب بنت جحش، بعد طلاق زيد لها.\rإن الله يريد خلع الظاهرة من جذورها.\rإن هذا الزواج كانت تحرِّمُه الجاهلية، فكيف يتزوج محمد زوجة متبناه؟\rلقد خشى النبي - صلى الله عليه وسلم - من ألسنة الناس.\rوعاتبه الله على ذلك. اقرأ الآيات في سورة الأحزاب 37 وما بعدها (1) .\r- ثالثاً: وبقى أمر جليل عالجته السورة الكريمة، وعالجته قصة زيد بن حارثة وزينب بنت جحش ... هذا الأمر هو رغبة النبي - صلى الله عليه وسلم - أن يوحِّد صفّ المجتمع طبقياً، كما وحَّده عقائديا.\rيريد النبي أن يوجد المدينة الفاضلة، سلوكاً واقعياً، ولا يريد العقل الفاضل الذي يرفع الشعارات، يريد مجتمعاً واقعياً!\r{إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (13 سورة الحجرات)\r\"الناس بنوا آدم، وخلق الله آدم من تراب\" الترمذي.\r\"إذا أتاكم من ترضون خُلُقه ودينه فزوِّجوه، إلاّ تفعلوا تكن فتنة في الأرض، وفساد عريض\" \"الترمذي وابن ماجه في صحيح الألباني حـ 3 صـ 20\"\rهذه المبادئ آمن بها الناس بعقولهم وقلوبهم، فكيف تتحوّل إلى واقع عمليّ في بيوتهم؟\rإن كثير منهم قَبِلَ هذه الشعارات نظرياً بصعوبة. كزعماء قريش - من أسلم منهم. فكيف يجعلون من هذه الشعارات قواعد اجتماعية تحكم زواج ابنته؟\r__________\r(1) نص الآيات:\r{وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (37) مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا (38) الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا (39) مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (40) } .","seal":"B9EC47AF","part":1},
      {"page":39,"id":36,"nass":"ولو كان الزوج ممن نرضى خلقه ودينه الأمر صعبٌ عليهم،\rوهم في مرحلة تحوّل.\rهنا يأتي دور النبي - صلى الله عليه وسلم - في علاج الأمور الصعبة.\rويأتي دور آل بيته.\rزينب بنت جحش. بنت السيدة أميمة بنت عبد المطلب.\rفهي بنت عمّة النبي. شريفة نبويّة.\rيكلّفها النبي - صلى الله عليه وسلم - بعملية فدائية صعبة\rعليها أن تتزوج بأمر النبي زيد بن حارثة.\rامتنعت في أوَّل الأمر، فتدخل ربّ العالمين.\r{وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} (34 سورة الأحزاب)\rواستجابت زينب. وعلمت أنّها مسألة تشريعية، أو عملية فدائية، تهون فيها كلّ الرغبات في سبيل الإسلام.\rإن الجنديّ يقُدّم رقبته من أجل عقيدته.\rولكن إنسان يمكن أن يُرغم فرسه على الذهاب للبئر.\rولكنه لا يستطيع أن يرغمه على الشرب.\rوإذا كانت مسألة زينب قد انتهت بالطلاق - كما علمنا، إلا أنّها أثمرت. نجحت مقاصد النبي - صلى الله عليه وسلم - في تحطيم العنصرية.\r- فقد زوجّ النبي - صلى الله عليه وسلم - أسامة بن زيد بن حارثة - من السيدة فاطمة بنت قيس الفهريّة ... وقد أبت في أوَّل الأمر، ثم استجابت. ووجدت في أسامة خيراً كثيراً.\r- وأمر النبي - صلى الله عليه وسلم - بني بياضة أن ينكحوا أبا هند، واسمه يسار.\rفقال - صلى الله عليه وسلم - \"من سرَّه أن ينظر إلى من صوّر الله الإيمان في قلبه فلينظر إلى أبي هند\".\rوقال لبني بياضه \"أنكحوا أبا هند، وأنكحوا إليه\".","seal":"1BC8195D","part":1},
      {"page":40,"id":37,"nass":"- ومن ثمرتها زواج بلال بن رباح - رضي الله عنه - من هالة أخت عبد الرحمن بن عوف - رضي الله عنه -، حبشي أعتقه أبو بكر، بقريشية أخت رجل الأعمال - إن صحَّ التعبير.\r- وفي صحيح البخاري أن أبا حذيفة بن عتبة زوجَّ هند ابنة أخيه الوليد لسالم - وهو من موالي امرأة من الأنصار.\r- والحسين بن علي - رضي الله عنه - أعتق جارية وتزوجّها، وعندما عتب عليه معاوية ابن أبي سفيان، زواجه من أَمَةٍ كان يملكها.\rأرسل إليه الحسين: أمّا بعد: فقد بلغني كتابك، وفيه تعييرك إيّاي، بأنني تزوّجت مولاتي، وتركت أكفائي من قريش ...\rإنما كنت أملكها بيميني، خرجت من يدي بأمرٍ التمست فيه ثواب الله تعالى، ثم أرجعتها على سّنة نبيّه - صلى الله عليه وسلم - وقد رفع الله بالإسلام الخسيسة، ووضع به النقيصة. فلا لوم على امرئ مسلم إلا في مأثم، وإنما اللوم لوم الجاهلية.\rوهكذا أثمرت تجربة النبي - صلى الله عليه وسلم - في زواج زينب من زيد. والأشياء بآثارها.\rثم انتشر الأمر بعد ذلك حتى أصبح في بيوت الأمراء.\rفهارون الرشيد أمّه من الموالي. وغيره كثيرون.\rوبعد:\rإن الدعوة إلى الله - سبحانه - والرغبة في التغيير عند النبي - صلى الله عليه وسلم - لم نكتف بكلمات بليغة - من جوامع الكلم، ولا بخطب حماسيّة، ولا بفنون الشعر.\rلقد كانت تجارب عملية. وسلوكاً واقعياً، دفع النبي - صلى الله عليه وسلم - وآل بيته فيها الثمن الغالي.\rحتى نجح رجل واحد في علاج أمَّة كاملة، وتحويلها من {قَوْمًا لُدًّا} (97 سورة مريم) أي ألِدَّاء في العناد، إلى {خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} (110 سورة آل عمران)","seal":"FD252E1D","part":1},
      {"page":41,"id":38,"nass":"- سر المعجزة عند مليك مقتدر\rقلت: إن تربية الرجال معجزة للنبي - صلى الله عليه وسلم - ويلزم من كونها معجزة أن سرّها عند الله وحده. هكذا كلّ معجزة لأيّ نبيّ.\rفالسيد المسيح كانت معجزاته في طبّ الجسد، حتى إحياء الموتى - بإذن الله - بل صنع الله على يديه أحياء جددا. ومع ذلك فالسيد المسيح. لم يدَّعِ معرفة بسرِّ الحياة، التي أجراها الله على يديه.\rوالخليل إبراهيم، وموسى - عليهما السلام - كذلك - لا يعرف واحد منهما سرّ الحياة التي أجراها الله على يديه {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي} (85 سورة الإسراء)\rأمّا نبينا - صلى الله عليه وسلم - فمعجزته إحياء الأمم {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} (24 سورة الأنفال)\r{أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} (122 سورة الأنعام)\rفالإيمان بالله، وبالقيم حياة.\rورحم الله أحمد شوقي:\rأخوك عيسى دعا ميتاً فقام له ... وأنت أحييت أجيالاً من الرمم\rوالجهل موت، فإن أوتيت معجزة ... فابعث من الجهل أو فابعث من العدم\rومنهج النبي - صلى الله عليه وسلم - في علاج الأحداث، وفي الإجابة على الأسئلة، وفي فنّ القيادة، مسجّل كلّه في كتب السنة والسير والمغازي.\rوالدعاة - في مجموعهم - يقومون بتبليغ ما أدّاه النبي وحده. أو يكادون. وهذه معجزة أخرى، فالنبي - صلى الله عليه وسلم - جمع التخصّصات العلمية التي تفرّغت أجيال لدراستها.","seal":"551EE086","part":1},
      {"page":42,"id":39,"nass":"جمعها في قلبه، وبلَّغها لأمتّه، وربَّاهم عليها.\rاستطاع أن يجمع في سنُتّه هذه العلوم، جمع أستاذ معلّم، بل مبدع أيضاً.\rفهو الأمي الذي علّم الدنيا \"كفاك بالتعليم في الأميّ معجزة\".\rفقد ناقشت الدكتور / لينو. أينو. ليناثوري. خبير الآفات الزراعية في الشرق الأوسط، ناقشته حول قوله تعالى {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ} (38 سورة الأنعام)\rوبعد ساعة من الحديث مع الآية الكريمة، وقف الدكتور لينو. ليناثوري وضمّ يديه، وحنى رأسه، وقال: محمد يستمع إلى صوت السماء.\rفقال له الدكتور المترجم \"شلال\" جامعة بغداد: تعني أنَّ محمد رسول الله؟\rقال: هذه المعلومات عرفتها وأنا أُعدُّ رسالة الدكتوراه.\rفمن عرّفها لرجل البادية محمد؟!!\rواعتنقت ابنته \"هيلين\" الإسلام بعد عدّة جلسات مباركة.\rوكان إسلامها - والحمد لله - آخر عمل لي ببغداد 11/1981م - والتي شهدت إسلام خمسة من علماء أوربا وسيدتين في بيتي.\rإنّ سرّ المعجزة عند الله وحده. ونحن ورثته - صلى الله عليه وسلم - لقد كان الرسول - صلى الله عليه وسلم - يضع يده على صدر بعض الناس فيعترف الرجل أنّه قد أصبح من أحبّ الناس له - كما حدث يوم فتح مكة، عندما حاول فُضالة بن عمير أن تتاح له فرصة ليقتل النبي - صلى الله عليه وسلم - أنه في غمرة النصر، لم يجد على الرجل. بل استدعاه، وسأله: ماذا كنت تحدّث به","seal":"528A7AE8","part":1},
      {"page":43,"id":40,"nass":"نفسك؟ قال فضالة بن عمير: كنت أذكر الله. فضحك النبي - صلى الله عليه وسلم - ثم وضع يده على صدر فضالة فانطلق الرجل وهو يقول: ما رفع يده عن صدري حتى ما من خلق الله شيء أحبّ إليَّ منه.\r\"سيرة ابن هشام\" بسند فيه كلام.\rوتكررت هذه الحادثة.\rتكررت مع الشاب الذي حاول أن يبيح له النبي - صلى الله عليه وسلم - الزنا.\rفسأله النبي - صلى الله عليه وسلم -:\r\"أَتُحِبُّهُ لأُمِّكَ؟ \"قَالَ: لا، قَالَ:\"وَكَذَلِكَ النَّاسُ لا يُحِبُّونَهُ لأُمَّهَاتِهِمْ، أَتُحِبُّهُ لابْنَتِكَ؟ \"قَالَ: لا، قَالَ:\"وَكَذَلِكَ النَّاسُ لا يُحِبُّونَهُ لِبَنَاتِهِمْ، أَتُحِبُّهُ لأُخْتِكَ؟ \"قَالَ: لا، قَالَ:\"وَكَذَلِكَ النَّاسُ لا يُحِبُّونَهُ لأَخَوَاتِهِمْ، أَتُحِبُّهُ لِعَمَّتِكَ؟ \"قَالَ: لا، قَالَ:\"وَكَذَلِكَ النَّاسُ لا يُحِبُّونَهُ لِعَمَّاتِهِمْ؟ أَتُحِبُّهُ لِخَالَتِكَ؟ \"قَالَ: لا، قَالَ:\"وَكَذَلِكَ النَّاسُ لا يُحِبُّونَهُ لِخَالاتِهِمْ\"، فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمْ يَدَهُ عَلَى صَدْرِهِ، وَقَالَ:\"اللَّهُمَّ كَفِّرْ ذَنْبَهُ، وَطَهِّرْ قَلْبَهُ، وَحَصِّنْ فَرْجَهُ\". (الطبراني في الكبير. 7577) .\rثم يضع النبي - صلى الله عليه وسلم - يده على صدر الشاب ويدعو له.\rيقول الشاب: والله لم يرفع النبي - صلى الله عليه وسلم - يده عن صدري حتى أصبح الزنا أبغض شيء إلىّ، فهذا الحديث فيه المنهج، وسرّ المعجزة كلاهما.\rأمّا المنهج ففي محاولة النبي - صلى الله عليه وسلم - أن يقنع الشاب بأنّ الإسلام يمنعه من الاعتداء على أعراض الناس.\rوفي نفس الوقت يمنع كلّ الناس أن يعتدوا على حرماته.\rفالإسلام يمنعك لحمايتك.\rوشرطي المرور يمنع الأمير من السير بسيارته ليحيمه، لا ليتدخل في حريته.\rهذا هو الجانب الأول، جانب الإقناع.\rأمّا الجانب الثاني فهو وضع النبي - صلى الله عليه وسلم - يده على صدر الشاب - الذي يحاوره - فيتحقق مراد النبي - صلى الله عليه وسلم - وهذا أمر لا نستطيعه.\rوهو من تمام المعجزة. وقد انتهى عصر المعجزات.","seal":"CB8418A7","part":1},
      {"page":44,"id":41,"nass":"أقول: إذا عجز أتباع السيد المسيح عن ميراث معجزته، في إبراء الأكمة، والأبرص، وإحياء الموتى، فهم لم ييأسوا من بذل كل جهد للقرب من هذه المعجزة. في مجال إحياء الأحياء. وكلنا في جهاد علمي لإحياء الأحياء بالطبّ وعلومه.\rونحن الأمة الوارثة لنبينا محمد - صلى الله عليه وسلم -\rونبينا معجزته الثانية تربية الأمَّة - كما قلنا -\rفعلينا أن نلتزم بقوله - صلى الله عليه وسلم - \"فَسَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ وَشَيْءٍ مِنْ الدُّلْجَةِ\" \"البخاري. 38)\rوالذي لا يستطيع واحد من الدعاة، أو جماعة منهم، أن تحقّقه،\rفإنّ مجموع الأمَّة من الدعاة يمكنها أن تحققه.\r\"سَدِّدُوا وَقَارِبُوا\" \"البخاري ومسلم\" وذلك إذا تعاونوا.\rوما دام المنهج قد وصلنا - والحمد لله - فالأمل في الله كبير.\rوبعد أكثر من ثلث قرن في الدعوة - على قدر الطاقة - أثمر بعضها ما يمكن أن أعيش على ذكراه، وأن أحمد الله عليه.\rوالدعوة إلى الله لا تضيع، ما دامت مخلصة.\rالمهم ... أنني أسجل الآن هذه السطور لألخص عوامل النجاح في تبليغ المنهج النبوي، وخدمته، وكلنا في خدمة النبي - صلى الله عليه وسلم -\r* * *","seal":"FCD16CA9","part":1},
      {"page":45,"id":42,"nass":"* القانون العام\rأولاً: قوة الإيمان بما ندعو إليه إيماناً يولّد الإصرار. وتهون أمامه الصعوبات.\rثانياًَ: وحدة الهدف. وحدة موضوع المناقشة.\rفقد تعوّد الناس أن يجعلوا من مجالسهم وأحاديثهم ذات شجون -\rأحاديث من هنا وهناك -\rثالثاً: وضوح الموضوع والهدف في نفس الداعي.\rرابعاً: قدرة الداعي على التركيز.\rهذه أمور أربعة تعمل عمل السحر.\r* إيمان الداعي بالرسالة\rلا يتحقق شيء في خارج الإنسان إلا إذا كان مسبوقاً بتصوّر ذهني واضح لهذا الشيء ويختلط التصوّر بالإيمان الكبير بهذا الشيء فهو التصوّر المؤمن، بحتمية التنفيذ. وبمقدار إيمانك بالصورة، بمقدار نجاحك المأمول.\rوذلك عندما تنتفي الموانع.\rوقد سبق أن تكلمت عن رصيد النبي - صلى الله عليه وسلم -\rالرصيد الإيماني الذي يحكم أعماله وآلامه وآماله، منذ أن قال لعمه - في مكة - والله لو وضعوا الشمس في يميني، والقمر في يساري، على أن أترك هذا الأمر ما تركته، حتى يتمّه الله لي، أو أهلك دونه.\rفرصيد الإيمان موفور عند النبي - صلى الله عليه وسلم -. ونجاح كلّ داع مرهون بقدر إيمانه بدعوته.\r* وضوح المنهج\rوضوح المنهج في ذهن النبي - صلى الله عليه وسلم - اكتمل ليلة الإسراء والمعراج.\rفمجموع المشاهد التي رآها النبي ليلة الإسراء عرض الله فيها على النبي - صلى الله عليه وسلم - صورة","seal":"74E0B938","part":1},
      {"page":46,"id":43,"nass":"متكاملة للإسلام، عقيدة وشريعة وأخلاقاً. عبادات واقتصاديات،\rمما يحتاج لرسالة خاصة.\rومنذ هذا اليوم والصورة واضحة في قلب النبي - صلى الله عليه وسلم - ولكنه مع علمه بما سينزل عليه في شأن الخمر - مثلاً - إلا إنه لم يسبق الوحي، حتى يحتفظ للوحي بمنهج التدرجّ في التشريع.\rلقد قال القرآن الكلمة الأخيرة في الخمر في الآية التسعين من سورة المائدة (1) ، وهي آخر سورة نزلت من عند الله.\rومع ذلك لم يسبق النبي الوحي بشيء من الترهيب في الخمر، مع أن بعض الآيات مهدّت للتحريم.\r* قوة التركيز\rكثيراً ما يتكلم الناس. ولكن {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ} ولا وزن له.\rوكثيرا ما نسمع الخطب العظيمة، وأحاديث الوعظ، ولا تحرك في القلب ساكنا. بل كثيراً أولئك الذين يتوجهّون بالدعاء إلى الله. ولا يستجاب لهم.\rوأنت تقرأ بعض \"التعاويذ\" فلا تشعر بشيء، بينما قد يقرأها أمامك ساحر فيتحرك الحجر، ولو من باب {سَحَرُوا أَعْيُنَ النَّاسِ} ما السبب؟\rالكلمات هي الكلمات. والدعوات هي الدعوات.\rفلماذا تستجاب من أحدهم، ولا تستجاب من الآخر؟\rهنا قوّة الضرورة. فدعوة المظلوم مثلاً ترفعها الملائكة إلى الله.\rلأنّ المظلوم يشعر بضرورة الاعتصام بالله. فقد تخلُفت الأسباب عن نصرته.\rبقي الله - سبحانه - \"دعوة المظلوم يرفعها الله فوق الغمام، ويفتح لها أبواب السماء\r__________\r(1) نصُّ الآية:\r{يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (90) } .","seal":"374E1DF0","part":1},
      {"page":47,"id":44,"nass":"ويقول: وعزّتي وجلالي لأنصرنك ولو بعد حين\". (الترمذي) .\rوواضح أن وحدة الهدف عند الدعاء سببها الضرورة الملحّة لهذا الأمر.\r{أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} (62 سورة النمل)\rفقوة التركيز هي الجانب المؤثر في السحر، والتنويم المغناطيسي، والدعاء المقبول. والأمور الثلاثة \"الشعور بالضرورة، ووحدة الهدف، وقوة التركيز لو اجتمعت في الحوار، فمن رزُق هذه الثلاثة من الدعاة يمكن أن يضع يده على صدر من يخاطبه فينساق الهدى إلي قلبه.\"\rويمكن لكلماته أن تصنع المستحيل.\rوبهذا استطاع رجل واحد أن يُربي أمَّة.\rلقد كان النبي - صلى الله عليه وسلم - ذا شحنة من الطاقة الروحية يغلب بها كل الرجال الذين يحاورهم.\rومازالت عبادة الصلاة، بالمنهج الذي طلبه القرآن. تُعلّم المسلم التركيز. وذلك عندما طلبت من المسلم أن يدرّب نفسه خمس مرات كلّ يوم على التفكير فيما يقرأ، وفيما يسبِّح، وفي معنى السجود، وذلك إذا سجد بقلبه.\r\"فليس لك من صلاتك إلاّ ما تعقل منها\"\rفالداعي بحاجة إلى قوّة التركيز فيما يتحدّث فيه.\rحتى لا يتحدّث ساعة وهو لا يقول شيئاً.\rورجل الأعمال يحتاج إلى قوّة التركيز لإدارة شئونه.\rوالطالب أكثر الجميع حاجة للتركيز.\rوهو سرّ أن يقرأ أحد الطلاب المحاضرة مرّة واحدة فيحصل على الامتياز.","seal":"B09F1552","part":1},
      {"page":48,"id":45,"nass":"والصلاة هي النادي الذي يتم فيه التدريب على قوة التركيز.\rواليوُجا - التي يبشرون بها في بلادنا غزو ديني جديد، لعقائد الهند وعبادات البوذية.\rوقد أغنانا الله عنها بمدرسة الصلاة، وما فيها من تدريب على التركيز. خصوصاً صلاة الليل.\rوفي كتاب (كيف تعدين نفسك \"اليوغا\") إعداد هالة عمر، تذكر معُدّة الكتاب أن هذه الرسالة تمثل جزءا من أهداف \"اليوغا\".\rونقول: وهناك العديد من الآفاق التي تتراوح بين السيطرة على الجسد والتأملات الروحانية الشاهقة الارتفاع.\rثم تقول: فالهثايوغا بدنية. وهذه هي التي نعالجها في هذا الكتاب بصورة خاصة. لكن فيما بعد ستعطيك \"حكومات الكهنة العظيمة\".\rونحن لا نناقش التمارين الجسدية في أيّ مدرسة.\rولكن الذي نخشاه هو الغزو والفكر.\rفقد أصبحنا في عالم الغزو الفكري بكل وسائله وفنونه.\rفلنعالج - كلَّ قضايانا بمنهج الإسلام، الذي ورثناه عن نبينا - صلى الله عليه وسلم -.\r* * *","seal":"326EED48","part":1},
      {"page":49,"id":46,"nass":"سُلم أخلاق النبوة (المرحلة الأولى)\r- أيها اليتيم العظيم {فَإِنَّكَ بِأَعْيُنِنَا}\r- حوادث ذات دلالة. ولكنّ معارفنا عنها قليلة.\r- خديجة - أول من استدل بأخلاق النبي - صلى الله عليه وسلم - على نبوته.\r- وهرقل كذلك.\r- {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} شهادة لمرحلة ما قبل {اقْرَأْ بِاسْمِ رَبِّكَ} فكيف به بعد الوحي؟\r- السُلّم يواصل الصعود.\r- تربية القرآن للنبي - صلى الله عليه وسلم - تربية لأمته.\r- {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}\rخذ العفو - دراسة اجتماعية ودينية واقتصادية.\r(وَأْمُرْ بِالْعُرْفِ) - دراسة حول فنّ الدعوة إلى الله.\rضوابط الأمر بالمعروف والنهي عن المنكر.\r- أين نساء المؤمنين من الأمر بالمعروف؟\r- {وَأَعْرِضْ عَنِ الْجَاهِلِينَ} العّرْضُ والإعراض.\r- ومازال السلم يواصل الصعود.\rوإلى الجزء الثاني وهو كيف تمّم النبي مكارم الأخلاق - صلى الله عليه وسلم -\r- وأخيراً امتزاج بالدعوة. امتزاج الدسم بالحليب!!","seal":"DFC57B0A","part":1},
      {"page":51,"id":47,"nass":"* رحلة الأخلاق عند النبي - صلى الله عليه وسلم -\rبدأت هذه الرحلة المباركة من رعايته - سبحانه - للنبي اليتيم.\rومعلوم أن اليتم قبل البلوغ. وإلى هذه المرحلة أشار القرآن الكريم، بقوله تعالى: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى} (سورة الضحى)\rومن آواه الله حفظ خُلقه، ونشَّأة فيما يريد. وأعدّه لما يريد.\r{اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} (124 سورة الأنعام)\rوقد وردت بعض الأخبار في تفصيل عناية الله لأخلاق (اليتيم) وحفظه - سبحانه - لليتيم من الشرك ومن مفسدات الفطرة.\rفكان زهرة في الصحراء. عافًّا في بيئة لا تعرف العفاف.\rولم يستطع أعداؤه أن ينطقوا بكلمة واحدة عن ماضيه كلمة من شأنها أن تصرف الناس عنه وعن دعوته، ولو استطاعوا لفعلوا.\rفالصفحة الأولى من رحلته الأخلاقية أنه اليتيم الذي رعاه الله.\rليُعدّه لأمر عظيم.\rوسوف نذكر بعض ما ثبتت صحته من أخبار طفولته - صلى الله عليه وسلم - وحصيلة الصحيح في هذه المرحلة - مع أهميتها - قليلة.\r* الله تولاه برعايته\rالخبر الذي اشتهر بين الكتّاب عن سعي النبي - صلى الله عليه وسلم - في صباه ليشارك قومه في حفل زواج، وطلب من فتى من قريش يبُصر له غنمه، حتى يُسمر هذه الليلة بمكة، كما يسمر الفتيان، فخرج حتى جاء أدنى دار من دور مكة، فسمع غناء وصوت دفوف ومزامير، فسأل: ما هذا؟\rقالوا: فلان يتزوج.\rيقول: فلهوت بذلك، حتى غلبتني عيني فنمت.\rفما أيقظني إلاّ مسّ الشمس، فرجعت إلى صاحبي.","seal":"507EECB8","part":1},
      {"page":52,"id":48,"nass":"ثم فعلت ليلة أخرى مثل ذلك. ثم يقول: فوالله ما هممت بعدها بسوء مما يعمله أهل الجاهلية، حتى أكرمني الله بنبوته.\rهذا الحديث ذكره الحافظ الذهبي في سيره الجزء الأول صـ 79 إلا أن ابن كثير قال منه في سيرته \"هذا حديث غريب جداً\" ومعلوم أن ابن كثير من علماء الحديث.\r- وروي ابن سعد \"في الطبقات الكبرى\" جـ 1 صـ 158- أن أهل النبي - صلى الله عليه وسلم - أعمامه وعماته - أكدوا عليه ضرورة أن يحضر عيداً لقريش، فما زالوا به حتى ذهب،\r\"وكان أبو طالب يحضره مع قومه، وكان يكلم رسول الله، صلى الله عليه وسلم، أن يحضر ذلك العيد مع قومه فيأبى رسول الله، صلى الله عليه وسلم، ذلك، حتى رأيت أبا طالب غضب عليه، ورأيت عماته غضبن عليه يومئذ أشد الغضب، وجعلن يقلن: إنا لنخاف عليك مما تصنع من اجتناب آلهتنا، وجعلن يقلن: ما تريد يا محمد أن تحضر لقومك عيداً ولا تكثر لهم جمعاً، قالت: فلم يزالوا به حتى ذهب فغاب عنهم ما شاء الله، ثم رجع إلينا مرعوباً فزعاً، فقالت له عماته: ما دهاك؟ قال: إني أخشى أن يكون بي لمم، فقلن: ما كان الله ليبتليك بالشيطان وفيك من خصال الخير ما فيك، فما الذي رأيت؟ قال: إني كلما دنوت من صنم منها تمثل لي رجل أبيض طويل يصيح بي وراءك يا محمد لا تمسه! قالت: فما عاد إلى عيدٍ لهم حتى تنبأ.\"\r* حديث شق صدره.\rوفي صحيح مسلم عَنْ أَنَسِ بْنِ مَالِكٍ\rأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ جِبْرِيلُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ فَأَخَذَهُ فَصَرَعَهُ فَشَقَّ عَنْ قَلْبِهِ فَاسْتَخْرَجَ الْقَلْبَ فَاسْتَخْرَجَ مِنْهُ عَلَقَةً فَقَالَ هَذَا حَظُّ الشَّيْطَانِ مِنْكَ ثُمَّ غَسَلَهُ فِي طَسْتٍ مِنْ ذَهَبٍ بِمَاءِ زَمْزَمَ ثُمَّ لَأَمَهُ ثُمَّ أَعَادَهُ فِي مَكَانِهِ وَجَاءَ الْغِلْمَانُ يَسْعَوْنَ إِلَى أُمِّهِ يَعْنِي ظِئْرَهُ فَقَالُوا إِنَّ مُحَمَّدًا قَدْ قُتِلَ فَاسْتَقْبَلُوهُ وَهُوَ مُنْتَقِعُ اللَّوْنِ قَالَ أَنَسٌ وَقَدْ كُنْتُ أَرْئِي أَثَرَ ذَلِكَ الْمِخْيَطِ فِي صَدْرِهِ\".\rوواضح أن هذه المرةّ في طفولته. (رواه مسلم. 236)\rوالله أعلم بسرِّ ما أخرج جبريل من قلب النبي - صلى الله عليه وسلم - فهو رمز لتطهير قلبه من حظ الشيطان. ولا ينكر أحد أن للغدد دخل في تصرفاتنا وأخلاقنا.","seal":"786E9600","part":1},
      {"page":53,"id":49,"nass":"وقد شاهدت بعيني ما ذكرته بالتفصيل في كتابي \"سورة الواقعة ومنهجها في العقائد\" من اجتماع جماعة من الشباب الصوفي، وأقاموا حلقة للذكر، ثم قام واحد منهم فخلع قميصه، ثم أدخل سيفاً في بطنه وأخرجه من ظهره. فقام جاره في المجلس، وأدخل يد المكنسة الغليظة في بطنه، وأخرجها من ظهره, فلما أخرجها لم تنزل منه نقطة دم واحدة. بينما أوقدوا ناراً على قرص من حديد عدَّة ساعات، ثم قام أحدهم وحمله بيده، ووضعه في فمه، ومرّ علينا. فوالله ما كاد أحدنا يطيق حرَّ القرص من بعيد.\rلا أستدلّ بهذا العمل على تقوى من فعل هذا، فالتقوى لها موازينها الشرعية. ولكنّني أقرب للأذهان عملية شق صدر النبي - صلى الله عليه وسلم - وإعادته، مادام الخبر قد صح عن رسول الله - صلى الله عليه وسلم -.\rفلا يسعنا أن نحكِّمَ عقولنا، وقد تكرر الشَّقُّ في أحداث الإسراء. فمرة في الطفولة، ومرة في مقدمة الإسراء.\r- الاستسقاء باليتيم\rومن رعايته - سبحانه - لطفولة النبي - صلى الله عليه وسلم - وحفظه له - صلى الله عليه وسلم - ما جاء في وفيات المشاهير والأعلام للذهبي حـ 1 صـ 53\rأن قحطاً أصاب الوادي، وقصد الناس أبا طالب يطلبون منه الدعاء، ويستسقون به فأخرج أبو طالب \"اليتيم الأعظم\" أخرج معه غلاماً فألصقه بالكعبة. فأقبل السحاب من هاهنا وهاهنا، وأغدق وأغدودق، وانفجر له الوادي، وأخصب النادي والبادي.\rفأنشد أبو طالب ابيانا مطلعها:\rوأبيض يستسقي الغمام بوجهه ... ربيع اليتامى عصمة للأرامل","seal":"0FD775C1","part":1},
      {"page":54,"id":50,"nass":"* الراهب بحيرا\rوقصة النبي - صلى الله عليه وسلم - مع الراهب بحيرا والذي عرف النبي - صلى الله عليه وسلم - بما قرأه عنه وخاف عليه يهود الشام أن يقتلوه. وطلب من عَمِّه أن يرجع به.\rوالقصة ثابتة في كتب السيرة\rوقد بالغ بعضهم في هذا الحادث، وادعّى أن النبي - صلى الله عليه وسلم - حفظ القرآن والعلم من هذا اللقاء. وهو تفسير مضحك، لأمر جليل. والجنون فنون.\rفلقاء صبيٍّ مع راهبٍ كهلٍ لمدة لا تكفي إلا لتناول الطعام، وفي صحبته عم الصبي وعدد كبير من قومه.\rتكفي لتلقين الصبي ما يجعله نبياً رسولاً. {وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا} ويجعل كتابه فرقاناً بين عهدين للدنيا، ونهضة للشعوب!!\rقال لي أحدهم:\rالقصة موضوعة (خرافة)\rقلت له: هذه القصة إنْ آمنت بها آمنت بأن محمداً نبيٌّ. لأن الراهب عرفه مما قرأ عنه في كتب النبيين.\rوإن أنكرتها كانت نتيجة الإنكار أن محمداً نبيٌّ.\rللزوم أنه تلقى القرآن من عند الله ولم يتعلم من بشرٍ.\rوللمستشرقين في محاولة تفسير النبوة كلام طويل.\rفهم يقبلون أي تفسير، إلا أن يكون هذا القرآن من عند الله.\rوإن شاء الله - سوف أذكر أخبار علماء أوربا الذين جمعني بهم \"جامع البُنِّيَّة ببغداد\"","seal":"DDB1F16F","part":1},
      {"page":55,"id":51,"nass":"وانتهى الحوار معهم بإسلامهم. وهم خمسة من العلماء وسيدتان.\rهذا وقصة النبي - صلى الله عليه وسلم - مع بحيرا في السيرة النبوية \"وفيات المشاهير والأعلام للذهبي حـ 1 صـ 6. وفي سيرة ابن إسحاق \"السير والمغازي\". \"وكتاب دلائل النبوة حـ 1 صـ 373\". \"وسيرة ابن كثير حـ 1 صـ 243\". وغير هذا من المصادر لمن أراد أن يدرس. ولو أردنا بسط الحديث فيها لألزمنا هذا الأمر لحث وتتبع كتب أهل المسلمين.\rوحسبنا علمياً مخطوطات المهندس الأديب زهدي جمال الدين والذي جنَّد حياته لخدمة هذه القضية. أسال الله أن تنشر هذه السلسلة.\r* * *\r* رعي الغنم مدرسة للقيادة\rرعاية الغنم مقدّمة أعدّها القَدَرُ لتدريب النبي - صلى الله عليه وسلم - على رعاية الأمم.\r\"ذلك لأن الغنم يكون فيها السخلة المستضعفة، والشاة الضالة، والكبش المستأسد، والماعز الساذجة، والتيس المصارع.\rهذه جائعة بحاجة إلى أن تأكل. وهذه ظامئة بحاجة أن تشرب، وتلك والدة بحاجة إلى الرعاية، وأخرى جامحة بحاجة إلى أن تكبح وتقاد بسياية ولين.\rأو بعنف وصرامة\".\rفليست رعاية الغنم كما نرى اليوم أنعام تقطع طريق السريع، وتسبب حوادث السيارات، وراع يجلس في الظل يعزف الناي.\rإن تدريب النبي - صلى الله عليه وسلم - أعواماً طوالاً على رعاية الغنم يعده لصبر طويل على رعاية الأمم الشاردة.\rفقد شبّه القرآن المجتمعات الضالة بالأنعام {أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} (179 سورة الأعراف)","seal":"B6AEAAF4","part":1},
      {"page":56,"id":52,"nass":"وقد أثّرت هذه السنوات في فنّ النبي - صلى الله عليه وسلم - لقيادة الشعوب.\rبل وأثّرت حتى على أسلوبه - أحياناً -\r\"فَإِنَّمَا يَأْكُلُ الذِّئْبُ الْقَاصِيَةَ\" أبو داود والنسائي\rقالها - صلى الله عليه وسلم - وهو يُرغِّب في الجماعة،\rوينفّر من الانسلاخ عنها.\rوقصة الأعرابي الذي أعطاه النبي - صلى الله عليه وسلم - ثم قال له: هل أحسنت إليك؟\rقال الأعرابي: لا. ولا أجملت.\rفغضب المسلمون، وقاموا إليه، فأشار - صلى الله عليه وسلم - إليهم أن كفوا عنه.\rثم قام ودخل منزله، وأرسل إلى الأعرابي، وزاده شيئاً، ثم قال له: أحسنت إليك؟\rقال نعم. فجزاك الله من أهل وعشيرة خيراً،\rوقال ذلك أمام الصحابة. فقال - صلى الله عليه وسلم -\r\"إن مثلي ومثل هذا الأعرابي كمثل رجل كانت له ناقة فشردت عليه، فأتبعها الناس، فلم يزيدوها إلا نفوراً\"\rفناداهم صاحب الناقة: خلّوا بيني وبين ناقتي، فإنّي أرفق بها وأعلم.\rفتوجه لها بين يديها، فأخذ لها من قُمام الأرض - أي حشائشها - فردّها هونا هونا، حتى جاءت، واستناخت، وشدّ عليها رحله. واستوى عليها. \"الإحياء حـ 2 صـ 336\"\rفواضح في هذه القصة بقايا عمله في فنّ رعاية الغنم.\rوالحديث قبلها كذلك.\rوجاء الأمر صريحاً في قوله - صلى الله عليه وسلم -\r\"وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ\" البخاري ومسلم.\r* * *","seal":"5A228EF9","part":1},
      {"page":57,"id":53,"nass":"* من يضع الحجر؟\rالقصة يعرفها كل من يعرف شباب النبي - صلى الله عليه وسلم - وحكمته.\rكان محمد - صلى الله عليه وسلم - في الخامسة والثلاثين، وأعاد العرب بناء الكعبة. ووصلوا إلى موضع الحجر، فاختلفوا. واختصموا، كل قبيلة تريد شرف وضع الحجر، حتى قال أسنهم - حفظا لهم من الحرب - اجعلوا أمره لأول من يدخل عليكم من باب المسجد.\rفكان محمد - صلى الله عليه وسلم -. فهتفوا: هذا هو الأمين - صلى الله عليه وسلم - رضينا به حكما.\rفلمّا رأينا الأمر قد جدّ جدّه ... ولم يبق شيء سوى سلّ المهنّد\rرضينا وقلنا العدل أوَّل طال ... يجيء من البطحاء من غير موعد\rففاجأنا هذا الأمين محمد ... فقلنا رضينا بالأمين محمد\rكان محمد يستطيع أن يحكم بينهم بأي حكم. ولكن عبقريته جعلته يخلع ثوبه، ويختار من كل جماعة رجلاً يشارك في حمل الثوب،\rحتى إذا ما وصل الحجر مكانه، رفع محمد الحجر،\rووضعه بيده الشريفة في مكانه.\rإنها خبرته الواسعة بالنفوس، وإنه قضاؤه العبقري، الذي تجلت فيه الألمعية.\rيقول الدكتور / أحمد الشرباصي وهو يروي قصة الحجر بأسلوب فائق الجمال يقول: جمع المشارب المتضاربة المختلفة. واستطاع أن يحسم الموقف الحرج السريع ببراعة وألمعية، كما استطاع ألاّ يحرم فرداً من المتنازعين من الاشتراك في هذا الشرف المرموق، وأراد في الوقت نفسه أن يعطيهم رمزاً بأنّه الهادي المنتظر، وأنه المعلم الذي يتهيأ الآن بعناية ربِّه لحمل الأمانة الكبرى، والهداية العظمى، إلى سائر الناس.\rأرضاهم محمد حين أفحمهم جميعاً بهذا الحل الرائع العجيب، الدال على الذكاء والعبقرية وسرعة الخاطر اللمَّاح. (يسألونك حـ 3 صـ 293)\rومعلوم أن النبي - صلى الله عليه وسلم - لم يكن يعلم أن الله يعده للأمر الكبير. ولكنها دلالة الحال لا المقال.","seal":"0F8B4203","part":1},
      {"page":58,"id":54,"nass":"سلم أخلاق النبي (المرحلة الثانية)\r- وجاء الوحي.\r- الوحي يتسامى بالنبي من كمال إلى أكمل.\r- تربية النبي - صلى الله عليه وسلم - تربية لأمته.\r- نماذج فقط من آيات القرآن.\r- خذ العفو. فماذا بقى للورثة بعد إنفاق العفو؟\r- خذ العفو. دراسة اقتصادية للمجتمع المسلم.\r- المنيحة - وجلب البضائع - والقرض الحسن.\r- {وَأْمُرْ بِالْعُرْفِ} دراسة في العُرف، والمعروف، وفلسفة الألفاظ المطلقة.\r- {وَأَعْرِضْ عَنِ الْجَاهِلِينَ} نظرية العرض والإعراض","seal":"EE3DFAFE","part":1},
      {"page":59,"id":55,"nass":"السُلّم يبدأ من كمال إلى أكمل\rالبيان والكمال لا نهاية لهما.\rومن طريف المناقشات، تقدّم طالب من كلية أصول الدين جامعة الأزهر، إلى الامتحان النهائي. \"امتحان مشافهة\" فسأله الأستاذ سؤال ذكاء:\rهل يستطيع الله - سبحانه - أن ينُزّل قرآنا أعظم من هذا القرآن؟\rقال الطالب: محمد سامي سالم: نعم يستطيع.\rفقال الأستاذ: هل تعني أن القرآن مفضول؟\rفقال الطالب: وهل تعني أن الله عاجز؟\rثم قال: إن البيان والكمال لا نهاية لهما.\rفاكتفى الأستاذ بهذا السؤال.\rسقُت هذا المثال لأمهّد لقضّية علمية هي أنَّ النبي - صلى الله عليه وسلم - انتقل بعد الوحي من كمال لأكمل. والكمال لا نهاية له.\rكان قبل الوحي على خلق عظيم.\rلأنَّ الآية الكريمة نزلت في أيام الوحي الأولى - كما عرفت - ثم بدأ يصعد درج الكمال حتى أصبح قرآنا يمشي بين الناس.\rلقد عبَّر القرآن عن النبي - صلى الله عليه وسلم - وهو في نهاية السُلَّم بأنَّه قد امتزج بالقرآن - كما يمتزج الدسم بالحليب.\rفالذكر منزل من عند الله.\rوالرسول منزّل من عند الله كالذكر تماماً!!","seal":"5BD01C31","part":1},
      {"page":60,"id":56,"nass":"{قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا (10) رَسُولًا} (10 سورة الطلاق)\rوكلمة \"رسولاً\" تُعرب بدلاًَ أو عطف بيان من ذكر.\rومعلوم أن البدل والمبدل منه شيء واحد. أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا- أي قرآنا. \"هَذَا ذِكْرٌ\" أنزلنا إليكم رسولاً.\rلقد امتزج الوحي بالرسول. وهذه مرحلة من مراحل السُّلَّم الأخلاقي، وهي قمة المراحل.\rولا عجب فقد امتزج الرسول - صلى الله عليه وسلم - بالملائكية ليلة الإسراء، فرأى من غير إراءة، في المرحلة الثانية. ثم صعد مقام ما فوق الملائكيّة في المرحلة الثالثة، وذلك عندما وصل إلى سدرة المنتهى، فوقف جبريل، وقال للنبي - صلى الله عليه وسلم - تقدم.\rفقال النبي: أهنا تفارقني؟\rقال جبريل: لا أستطيع أن أتقدم من مكاني.\r{وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ} (164 سورة الصافات)\rفالنبي الذي انتقل من مرحلة بشرية إلى مرحلة ملائكية ليلة الإسراء،\rانتقل من مرحلة إلى مرحلة في مقام الأخلاق.\rترقّى النبي - صلى الله عليه وسلم - حتى أصبح ذكراً \"قرآنا\" يمشي بين الناس.\rوحاول الإمام الزمخشري أن يخرج من هذا التصور فقال:\rإن المراد (برسول) هو جبريل.\rوللإمام الزمخشري رأيه. ولكن أوَّل سورة إبراهيم تبين أنَّ الذي يخرج الناس من الظلمات إلى النور هو نبينا محمد - صلى الله عليه وسلم - {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ}","seal":"B3141808","part":1},
      {"page":61,"id":57,"nass":"تربية القرآن للنبي - صلى الله عليه وسلم -\rوالآن مع نماذج من آيات القرآن الكريم في تربية النبي - صلى الله عليه وسلم -\r{وَثِيَابَكَ فَطَهِّرْ} (4 سورة المدثر)\rبهذا المعنى الظاهر وبدون تأويل للنص الكريم.\rفالطهور شطر الإيمان. وبعض العبادات التي سيشرعها الله - سبحانه - لا تصلح بغير طهور.\rبل إن الصلاة، ومسّ الصحف، والطواف حول الكعبة، سوف يشرع لها أكثر من الطهارة المادية التي تهدف إلى إزالة النجس - سوف يشرع لها الوضوء. بل والغسل، لرفع حدث معنويّ، لم تصاحبه نجاسة مادية،\rيتطهَّر منها غالباً.\rفالطهارة في صورتها المادية والمعنوية من أول ما أُمر به النبي - صلى الله عليه وسلم - ومن أول تربية القرآن للنبي - صلى الله عليه وسلم -\rوفهم بعض علماء السلف من الآية الكريمة الأمر بطهارت النفس، طهارة داخلية.\rقال قتادة ومجاهد: نفسك فطهّر من الذنب.\rفكنّى عن النفس بالثوب.\rقال ابن عباس: لا تلبسها على غدر، ولا معصية.\rواستشهد بقول غيلان بن سلمة الثقفي.\rوإني بحمد الله لا ثوب غادر ... لبست ولا من غدرة أتقنع.\rوذكر صاحب مدارج السالكين أن بين الثياب والقلب مناسبة ظاهرة وباطنة.\rولهذا نهى الإسلام المسلم عن بعض الملابس كالحرير والذهب وجلود السباع،","seal":"31B11A70","part":1},
      {"page":62,"id":58,"nass":"لما تؤثر في القلب من الهيئة المنافية للعبودية والخشوع.\rوتأثير النفس والقلب من الثياب أمر خفي، يعرفه أهل البصائر.\r{وَلَا تَمْنُنْ تَسْتَكْثِرُ} (6 سورة المدثر)\rالنصّ الكريم مع إيجازه تربية للنبي - صلى الله عليه وسلم - ولأمته.\rلا تمنن على من تعطيه.\rفالمنُّ من خلق فرعون {أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ} (18 سورة الشعراء) وردّ عليه موسى {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ} ؟! (22 سورة الشعراء)\rفلا تمنن لأنَّ المنَّ من خلق صغار النفوس.\rويحتمل النصّ الكريم {وَلَا تَمْنُنْ تَسْتَكْثِرُ} - أي لا ترى ما تعطيه كثيراً.\rإنّ أصحاب النفوس الكبيرة يعطيك أحدهم ما ملكت كفَّاه ويعتذر..\rوالنبي - صلى الله عليه وسلم - إمامهم.\rفقد كان يعطي عطاء من لا يخاف الفقر.\rوالفهم الثالث للنص المعجز الكريم:\rلا تعط وأنت تطلب المزيد بعطائك.\rإن بعض الناس يهدي إليك في مناسبة لتكون هديته لك جلبا لعطائك، فهي استثمار، وليست إهداء.\rفنهى الله الأمَّة عن الأمور الثلاثة. ليكون العطاء للعطاء، خالصاً لربِّك.\rوربما تحتمل الآية فهماً رابعاً وأكثر.","seal":"F33E5C3C","part":1},
      {"page":63,"id":59,"nass":"{وَلِرَبِّكَ فَاصْبِرْ}\rأول ما تأمر به الآية بسياقها هو إخلاص الصبر لله.\rفالصبر لربك وحده.\rاصبر على تكاليف الدعوة.\rفسوف يتجافاك أقرب الناس لك بسببها. ويُخرجك قومك {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} (5 سورة المزمل) فاصبر لتكاليف هذا القول الثقيل.\rكلُّ شيء يصدر عن خصومك يؤذيك. لأنهم أهلك، فاصبر حتى على الكلمة ينطقون بها.\r{وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا} (10 سورة المزمل)\rوقد رفعناك إلى درجة الأنبياء، وشدّة القرب ينشأ عنها صعوبة التكاليف، فاقتد بالأنبياء السابقين، فقد صبروا.\rصبروا على تكاليف الدعوة، والتعامل مع العقول المتباينة.\rحتى ولو كان النبي ملكاً، فحياته لا تخلو من الصبر.\r{اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ} (17 سورة ص)\rداود ملك نبي. ومع ذلك هو قدوتك في الصبر. لأنه جمع بين أمرين ثقيلين.\r- التبليغ عن الله لشعب جعل الله معجزة أحد أنبيائه وأكبرهم \"عَصًا\" فهو شعب لا يصلح بغيرها.\r- ثانياً تحمل داود إقامة العدل بين الناس في مجتمع لا يُعين حاكمه النبي على العدل {يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ} (26 سورة ص)","seal":"0EFABDE8","part":1},
      {"page":64,"id":60,"nass":"اصبر يا محمد صبر داود الملك النبي.\rاصبر على التبليغ، وعلى إقامة العدل بين الناس. وليصبر بعدلك وصبرك كل من كلفناه بمثلهما عن أمتّك.\rاصبر وكُلّك ثقة أن الله الذي رعاك طفلاً لن يتخلَّى عنك نبيا.\r* * *\rومن آيات القرآن في تربية النبي - صلى الله عليه وسلم -\rما جاء في النهي عن مدّ نظره إلى متع الحياة ونعيمها.\r{وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى} (131 سورة طه)\rوالمنهي عنه هنا هو نظر الإعجاب. لماذا وسّع الله على هؤلاء الكفار - مع كفرهم.\rوكلمة {مَتَّعْنَا بِهِ أَزْوَاجًا} أي جعلنا لهم من كل شيء زوجين.\rمن الفرس زوجين، ومن البيت زوجين، ومن الخدم زوجين.\rولا يتصوَّر عالم بسيرة النبي - صلى الله عليه وسلم - وخلقه، بل ومبادئ اللغة العربية، أن النهي هنا عن النظر للزوجات.\rحاش النبي الأعظم، ولو كان النظر للزوجات لتغير الضمير في قوله تعالى {أَزْوَاجًا مِنْهُمْ} وأصبح أزواجاً منهن. بنون النسوة لتوافق الزوجات.\rوقد تكرر النهي عن نظر الإعجاب على من وسَّع الله عليه مع كفره وضلاله في سورة الحجر 88 وقد علمنا أن الله يُؤدّب الأمَّة في صورة نبيها - صلى الله عليه وسلم -.\rلأن الآيات ما تزال عاملة إلى يوم القيامة.\r* مازلنا مع القرآن يربي النبي - صلى الله عليه وسلم -\rومن آيات القرآن التي ربّي بها النبي - صلى الله عليه وسلم - وما زالت منهجاً لتربية أمته - نختار هذه الآية.","seal":"C137F400","part":1},
      {"page":65,"id":61,"nass":"{خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (199 سورة الأعراف)\rسنعيش مع مقاصد الآية الكريمة بقدر بصرنا المحدود.\rإنّا أصحاب البصائر من العلماء فالقرآن يفيض عليهم على قدر ما يطيقون. فعطاء القرآن لكل عقل بقدر ما يطيق.\rونقُدِّمُ لهذه الدراسة بأمرين:\r* المقدمة الأولى\rهو إيمان النبي - صلى الله عليه وسلم - بعِظَم الآمر - سبحانه -\rالأمر الذي قامت لأمره السموات والأرض. {فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} (11 سورة فصلت)\r* المقدمة الثانية\rيقين النبي - صلى الله عليه وسلم - أنَّ الأمر صادر له من الله - سبحانه - {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} (285 سورة البقرة)\rفقوة إيمانه بربّه، وبصدور هذه الأوامر منه - سبحانه - تشبه قوة (المولد الكهربي) الذي يغذِّي مدينة كبيرة، لا بدَّ أن يعدلها قوة، ويزيد عليها.\rومن هنا كان إيمان خليفته لو وزُن بإيمان الأمَّة لرجح - إيمان أبي بكر - رضي الله عنه - فكيف بإيمانه - صلى الله عليه وسلم -.\rوهو مصدر الطاقات الإيمانية لكلِّ الأمَّة؟!\rوكل شيء في حياته يؤكد هذا الإيمان.\r- كان نصره الأكبر في مكة يوم أن قال لعمه: يا عم لو وضعت الشمس في يميني والقمر في يساري ما تركت هذا الأمر حتى يظهره الله تعالى أو أهلك في طلبه. (دلائل النبوة للبيهقي)","seal":"0EB1A3D8","part":1},
      {"page":66,"id":62,"nass":"* قصة الهجرة\rكل خطوة تؤكد ثقته بربِّه.\rأولاً:\rخروجه من بين الشباب المُشْرِك، الذي اجتمع لقتله، ووضعه التراب على رؤوسهم وكان يمكنه أن يتصرَّف في الخروج، أو ينام ليلتها عند الصِّدِّيق، أو عند السيدة أمّ هاني. كما نام ليلة الإسراء.\rثانياً:\rوَعْدُه لسراقة بن مالك بأن يعطيه سوار كسرى، وقد لا تكفي كلمات الدنيا للتعبير عنه قال - صلى الله عليه وسلم - لسراقة: كيف بك يا سراقة إذا سورّت بسوار كسرى؟!!.\rقال سراقة \"متعجباً\": كسرى بن هرمز؟ ّ\rقال النبي - صلى الله عليه وسلم -: نعم.\r- سبحان الله - رجل خرج من قومه فارًّا بدينه، يمتد أمله إلى الانتصار على ملك من أقوى الملوك. إنه وعد الله. وسراقة ... خرج يريد قتل النبي - صلى الله عليه وسلم - لينال جائزة قريش. مائة ناقة.\rوهذه ثروة تجعله من كبار القوم.\rومع ذلك يكتفي من خروجه بوثيقة يكتبها له عامر بن فهيرة بأمر النبي - صلى الله عليه وسلم -.\rوالأعجب من كل هذا هو تحقق وعد النبي - صلى الله عليه وسلم - لسراقة، في عهد عمر بن الخطاب - رضي الله عنه - واستلم سراقة سوار كسرى!\rثالثاً:\rفي حادث الهجرة أيضاً. يدخل النبي - صلى الله عليه وسلم - المدينة، وقد خرجت كل المدينة للقائه.","seal":"A6B6D7AD","part":1},
      {"page":67,"id":63,"nass":"خرج المؤمنون به. وخرج اليهود. وخرج من بقى على دينه مشركاً.\rوكل جماعة من أتباعه تريد شرف ضيافته.\rولكن العجيب أنْ يُعلق النبي - صلى الله عليه وسلم - مستقبل الدعوة على \"الناقة التي يركبها\"\r\"دعوها فإنَّها مأمورة\"\rالله أكبر ... ماذا سيكون مستقبل الدعوة إذا لم تبرك الناقة؟!!\rالأمر خطير جدًّا.\rفاليهود شهود.\rوكفار المدينة شهود.\rحتى المؤمنون به لم يشهدوا منه معجزة بَعْد.\rولكن سرعان ما بركت الناقة. وتحقّقت أوَّل معجزة أمام الأعيان.\rأو قل: تحقق وعد الله لنبيه - صلى الله عليه وسلم -.\rإن ثقة النبي بوعد ربِّه، ثمرة لإيمانه الكبير، الذي يفوق مجموع إيمان من آمن به، إلى يوم القيامة.\rإن الدنيا في كلّ عصورها لا تعرف رئيساً لدولة - مهما كانت قوتّه - يمكنه أن يصرف حراسه عنه، ويعلن أنّه لن يموت إلا في فراشه.\rوتختم حياته كما قال.\rكان النبي - صلى الله عليه وسلم - يحرس من أصحابه ليلاً.\rحتى نزل عليه قوله تعالى {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ}\rفلم يقبل النبي - صلى الله عليه وسلم - أن ينتظر حتى الفجر.\rبل أخرج رأسه من القبة وقال: \"انصرفوا فإن الله تولى حراستي.\rوفي رواية عائشة: \" أَيُّهَا النَّاسُ انْصَرِفُوا فَقَدْ عَصَمَنِي اللَّهُ \".","seal":"5F26BFAF","part":1},
      {"page":68,"id":64,"nass":"وقد شهدنا في عصرنا قتل رئيسين لدولتين كبيرتين، وهما يستعرضان قوات بلادهما في البر والفضاء.\rأَيُّهَا النَّاسُ انْصَرِفُوا فَقَدْ عَصَمَنِي اللَّهُ - عز وجل - لم تكن مجرد حماس لبشارة قرآنية. ولكنها أصبحت سلوكاً مصاحباً للنبي - صلى الله عليه وسلم - في كل حياته. حتى في غزوة شرعت فيها صلاة الخوف، نام النبي - صلى الله عليه وسلم - تحت ظل شجرة، وعلَّق سيفه عليها،\rنام بدون حراسة من أحد.\rفتسلل رجل من المشركين، وأخذ السيف،\rوأيقظ النبي - صلى الله عليه وسلم - وقال: يا محمد. من يمنعك مني؟\rقال له النبي - صلى الله عليه وسلم -: الله يمعني منك.\rضع السيف.\rفوضع الرجل السيف\rإن ثقة النبي - صلى الله عليه وسلم - الدائمة بوعد الله الذي تحقق في الدنيا، أورثته الثقة الكبرى بوعود الله بما في الآخرة.\rإن ما عند الله خير للصابرين، هذا يقينه. وقُرب نصر الله مهما تأخر. فالتأخير لصالحه لأنه طول لعمره في الدنيا. فلن ينتهي عمره حتى يتحقق نصر الله له كما وعد.\rهذا اليقين قد أثَّر في أخلاق النبي استجابة لكل أمر، فكان شعاره {وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى} (84 سورة طه) واجتناباً لكل نهي {إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ} (15 سورة يونس)\rوالآن مع الآية الكريمة {خُذِ الْعَفْوَ} دراسة موضوعية.","seal":"A75F3B8C","part":1},
      {"page":69,"id":65,"nass":"{خُذِ الْعَفْوَ}\r- في الجانب الاجتماعي، والقيادي، وجانب التربية.\r- صَدَقَةُ الفطر للفقير أم من الفقير؟\r- الجانب الاقتصادي في الآية الكريمة.\r- لابد من السُّنَّة ليصحَّ فهم القرآن.\r- إنفاق (العفو) لا يتعارض مع حقِّ الورثة.\r- القرض الحسن. متى يكون حسناً؟\r- المنيحة - أين المنيحة في مجتمعات كمجتمعاتنا؟\r- مشاريع للربح، ومع ذلك هي إنفاق للعفو.\r- دراسة علمية لآية واحدة في تربية القرآن للنبي - صلى الله عليه وسلم -.","seal":"9B4D30F9","part":1},
      {"page":70,"id":66,"nass":"{خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (199 سورة الأعراف)\r- {خُذِ الْعَفْوَ} المعنى الأول.\rالعفو هنا جوهرة مضيئة من كل جانب. أينما أبصرتها وجدت نورا.\rجوهرة أمر الله النبي لأن يأخذها، ليطفئ بها غيظ النفس المعتدي عليها، وما عند الله خير وأبقى.\r{خُذِ الْعَفْوَ}\rخذ العفو سبيلاً لعلاج من أساء إليك، إن كان الذي صدرت منه الإساءة كريم النفس، فإن عفوك عن كريم النفس خير وسيلة لعلاجه.\r{فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} (34 سورة فصلت)\r- {خُذِ الْعَفْوَ} المعنى الثاني.\rوالعفو هنا يعني السهل الميّسر من كلام الناس في المعاشرة والمعاملة. والصحبة. ولا تطلب منهم التكلّف، ولا تكلّفهم الشاق من النداء. وحسبك أن يناديك أحدهم: يا رسول الله.\rاعف عن أخطائهم، وتقصيرهم.\rواعلم أنَّ الإيمان إن تمكَّن في قلوبهم فسوف يتحوَّل نداؤهم لك إلى خير نداء.\rوأدبهم إلى أعلى أدب. {لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا} (63 سورة النور)\rوبعد ثبوت الإيمان في قلوبهم، كان الواحد منهم يجيب نداء النبي - صلى الله عليه وسلم - بقوله: فداك أبي وأمي يا رسول الله.","seal":"6F281034","part":1},
      {"page":71,"id":67,"nass":"- {خُذِ الْعَفْوَ} كلمة في التربية - والمعنى الثالث للكلمة.\rالعفو هو الفائض من أموالهم {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ} (219 سورة البقرة) والنبي سيأمر أمَّته بالصدقات، وتفرض الزكاة. وفي الأمَّة فقراءكثيرون.\rفهل سيظل الغنيّ وحده يُعطي، ويظل الفقير يأخذ؟\rهنا نتعرف على سرٍّ في التربية. وقاعدة لها أثرها.\rأعني بهذه القاعدة أنَّ اليد التي تتربىّ على إنفاق ما تملك، طلباً لإرضاء الله، هذه اليد لا تقبل أبداً أن تّمتدَّ لأخذ ما يغُضب الله. \"مادامت تملك الاختيار\" فمن قدّم الصدقة خالصاً لوجه ربّه، لا يتصور منه أن يمدّ يده لأخذ ما يغضب الله، من سرقة ورشوة.\rمن هنا شرع الإسلام صدقة الفطر على من يملك قوت يوم العيد وليلته.\rفي بعض المذاهب، لتربية اليد الفقيرة على العطاء، حسبةً لوجه الله.\rومن هنا - أيضاً - أمر النبي - صلى الله عليه وسلم - أن يأخذ {الْعَفْوَ} من أموال الفقراء. تربية لهم على العطاء.\rوعندما سئل النبي - صلى الله عليه وسلم - عن خير الصدقة قال:\r\" خير الصدقة جَهْدُ الْمُقِلِّ\". (أبو داوود. 1237)\rفوجوب الصدقة على الفقير في يوم العيد مجرَّد تربية، وليست تكليفاً، فالصدقة قد شرعها الله لهم، وليست عليهم.\r{خُذِ الْعَفْوَ} نظرة في الاقتصاد\rعجبت من صحابة النبي - صلى الله عليه وسلم -\rالقرآن يمُهّد لتحريم الخمر عليهم.\r{يَسْأَلُونَكَ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} .\rفتحريمهما سوف يؤثر على السوق التجاريّة.\rوأغلب حياتهم من التجارة.","seal":"F819F4F6","part":1},
      {"page":72,"id":68,"nass":"ومن ناحية أخرى فالمشركون يمهد القرآن لمنعهم من الحج، وهو ثروة اقتصادية كبيرة.\rومع ذلك فصحابة النبي يسألونه: ماذا ينفقون؟!\r{وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ} (219 سورة البقرة)\rوالعفو هو الفائض عن الحاجة.\rوعبَّرت عنه السنة بكلمة (الفضل) في قوله - صلى الله عليه وسلم -\r\" يَا ابْنَ آدَمَ إِنَّكَ أَنْ تَبْذُلَ الْفَضْلَ خَيْرٌ لَكَ وَأَنْ تُمْسِكَهُ شَرٌّ لَكَ وَلَا تُلَامُ عَلَى كَفَافٍ وَابْدَأْ بِمَنْ تَعُولُ وَالْيَدُ الْعُلْيَا خَيْرٌ مِنْ الْيَدِ السُّفْلَى \". (مسلم. 1718)\rوفي حديث أبي سعيد الخدري، عن النبي - صلى الله عليه وسلم -\r\" مَنْ كَانَ مَعَهُ فَضْلُ ظَهْرٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لَا ظَهْرَ لَهُ وَمَنْ كَانَ لَهُ فَضْلٌ مِنْ زَادٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لَا زَادَ لَهُ \".\rيقول أبو سعيد الخدري: \"فَذَكَرَ مِنْ أَصْنَافِ الْمَالِ مَا ذَكَرَ حَتَّى رَأَيْنَا أَنَّهُ لَا حَقَّ لِأَحَدٍ مِنَّا فِي فَضْلٍ\". (رواه مسلم. 3258)\rأي لا حق لنا في زائد عن حاجتنا.\rوإنفاق العفو من المال يشمل إنفاق الزكاة والصدقات.\rوما يجب على المسلم من واجبات أخرى غير الزكاة المفروضة، كالإنفاق على الأهل والأقربين، وتحمّل الدية مع العشيرة،\rوغير ذلك من الإنفاق \"للفضل\".\r{ {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ}\rوأسال: إذا أمرنا الله أن ننفق {الْعَفْوَ} وهو الفائض عن الحاجة،\rفماذا سنبقى للورثة؟\rإن كلَّ ما يملكه المسلم إمّا أن ينفقه على الضروات،\rوإما أن يكون \"فضلاً\" أو \"عفواً\" فينفقه في باب إنفاق العفو.\rفماذا سيبُقى لورثته؟\rإنَّ رسول الله - صلى الله عليه وسلم - قال:\r\" إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ \".\r(البخاري. 1213 - ومسلم - 3076) .","seal":"F8FB2557","part":1},
      {"page":73,"id":69,"nass":"وقد حفظ الله حقوق الورثة عندما منع الوصيَّة بأكثر من الثلث \"الثلث والثلث كثير\" فكيف أنفق \"العفو\" وهو الباقي بعد إنفاق الضرورة؟\rوماذا سأبقي للورثة، ولنوائب الأيام؟\rوالحق أنه لا تعارض أبداً بين حق الورثة وبين إنفاق العفو \"المتبقي\"\rلا تعارض إذا درسنا سنة النبي - صلى الله عليه وسلم - دراسة شاملة، وليست دراسة (شكلية)\rفالإسلام قد شرع إنفاق المنفعة. مع بقاء المال ملكك.\rوسوف أختار بعض النماذج لإنفاق العفو.\rأولاً: القرض الحسن\rالقرض الحسن إنفاق للمنفعة مع بقاء المال على ملكك.\rفهو إنفاق للعفو.\rوقد شرعه الله ليسدَّ حاجة المضطر.\rوالضروريات: حددها النبي - صلى الله عليه وسلم - في قوله:\r\" إِنَّ الدَّيْنَ يُقْضَى مِنْ صَاحِبِهِ يَوْمَ الْقِيَامَةِ إِذَا مَاتَ إِلَّا مَنْ يَدِينُ فِي ثَلَاثِ خِلَالٍ الرَّجُلُ تَضْعُفُ قُوَّتُهُ فِي سَبِيلِ اللَّهِ فَيَسْتَدِينُ يَتَقَوَّى بِهِ لِعَدُوِّ اللَّهِ وَعَدُوِّهِ وَرَجُلٌ يَمُوتُ عِنْدَهُ مُسْلِمٌ لَا يَجِدُ مَا يُكَفِّنُهُ وَيُوَارِيهِ إِلَّا بِدَيْنٍ وَرَجُلٌ خَافَ اللَّهَ عَلَى نَفْسِهِ الْعُزْبَةَ فَيَنْكِحُ خَشْيَةً عَلَى دِينِهِ فَإِنَّ اللَّهَ يَقْضِي عَنْ هَؤُلَاءِ يَوْمَ الْقِيَامَةِ \"\r(ابن ماجة. 2426)","seal":"27B2224F","part":1},
      {"page":74,"id":70,"nass":"وفي حديث رواه الإمام أحمد \"أن الله يسدد عن عبد اقترض لسرقة أو حريق أصابه، فيعوّض الله على صاحب الدين يوم القيامة، فيدعو الله بشيء فيضعه في كفنه، فترجح حسناته على سيئاته، فيدخل الجنة بفضل رحمته - أي بفضل رحمته لأخيه الذي أقرضه، وصبره عليه.\rففضل مَالكَ - وهو العفو - تقضي به حاجات الناس في القرض الحسن، فيكتب إنفاقاً للعفو. ولك أجر قد يعادل أجر الصدقة. ومالك لم يخرج من ملكك.\r* ضرورة السداد\r- فالَمِدينُ إذا مات شهيدا فالشهادة تكفّر كلّ سيئاته، إلاّ الدَّيْن.\rحديث أبي قتادة \"رواه مسلم\"\r- وقد امتنع النبي - صلى الله عليه وسلم - عن الصلاة على رجل مات وعليه دين، حتى تحمل أحد الصحابة دَيْنَه.\rفصلى النبي عليه \"البخاري\"\r- وكان النبي - صلى الله عليه وسلم - يكره أن يحتفظ بشيء\rمن الذهب أو الفضة عنده، إلاّ مالاً يدّخره لسداد دَيْن.\rعن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:\r\" لَوْ كَانَ لِي مِثْلُ أُحُدٍ ذَهَبًا مَا يَسُرُّنِي أَنْ لَا يَمُرَّ عَلَيَّ ثَلَاثٌ وَعِنْدِي مِنْهُ شَيْءٌ إِلَّا شَيْءٌ أُرْصِدُهُ لِدَيْنٍ \". (البخاري. 2214) .\r* الجزاء على القرض\rوقد جعل النبي - صلى الله عليه وسلم - القرض كالصدقة.\r\"كل قرض صدقة\" وفي بعض الروايات \" مَا مِنْ مُسْلِمٍ يُقْرِضُ مُسْلِمًا قَرْضًا مَرَّتَيْنِ إِلَّا كَانَ كَصَدَقَتِهَا مَرَّةً \". (ابن ماجة. 2421) .\rبل إنه - صلى الله عليه وسلم - جعل أجر القرض - في بعض الأحوال - أعلى من أجر الصدقة.\r\"رأيت ليلة أن أسرى بي مكتوباً على باب الجنّة الصدقة بعشر أمثالها. والقرض بثمانية عشر\"","seal":"D68F9E40","part":1},
      {"page":75,"id":71,"nass":"فلما سأل جبريل - عليه السلام - قال له:\rالسائل يسأل وعنده الشيء\rأما المقترض فيقترض ولا شيء عنده \"ابن ماجة صدقات\"\rوفتح باب القرض الحسن يحدّ من القروض الربويّة.\rحتى ولو في باب الديون الاستهلاكية، فلا يقترض المسلم بالربا للعلاج، أو للزواج، أو لدفع نفقات الدراسة.\rوهذا لون من إنفاق {الْعَفْوَ} مع بقاء رأس المال في ملكيتك.\rويجب على المدين أن يسرع في السداد:\r\" مَطْلُ الْغَنِيِّ ظُلْمٌ \" (البخاري ومسلم) .\rوالقرض الحسن تفريج لكربة المسلم: \" الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُهُ وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ \". (بخاري ومسلم)\rوقد يشتد الكرب على المسلم، فيصبح الكرب طوقا في عنق المسلم.\rوعندئذ يدخل من يحُييه مع من قال الله فيهم {وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} (32 سورة المائدة)\rولا يفوتني أن مذهب السيدة عائشة وعمر بن عبد العزيز - رضي الله عنهما - جعلا زكاة الدين في السنوات المتعدِّدة يُدفع لسنة واحدة, وسبب ذلك أنَّ الزكاة تجب في المال النامي، وهذا المال ليس نامياً بأمر الشرع.\rفتوقفت زكاته حتى يرده المدين، فيزكيه سنة واحدة.\rثانيا: الماعون. إنفاق للعفو.\rللجماعة المسلمة حقوق في مال المسلم، غير الزكاة.\rلها حقوق سلبية. كتحريم أن يتاجر في شيء يضرُّ الجماعة. كالخمر، وبيع السلاح للعدو. أو يحكتر الأقوات، وما يلحق بالأقوات من دواء، وكساء. ولها حقوق","seal":"95064DC7","part":1},
      {"page":76,"id":72,"nass":"إيجابية، رمز لها القرآن \"بالماعون\" وهو العون بمعناه الأعمّ.\rوبينها النبي - صلى الله عليه وسلم - وسماها \"المنيحة\"\r* عارية الماعون\rالماعون. كل شيء من الأدوات يقضي الناس به حاجاتهم.\rكأدوات البيوت، وآلات الزراعة، والعدد اليدوية.\rوالحاجة إليها تختلف بمقدار الضرورة.\rيقول عبد الله بن مسعود: كنّا نَعدّ الماعون على عهد رسول الله - صلى الله عليه وسلم - عَارِيَةَ الدَّلْوِ وَالْقِدْرِ \"البيهقي\"\rوقد جعل الله \"الويل\" لمن منع الماعون. وجعل سورة في القرآن باسمه (سورة الماعون) تكريماً لمن ينفقه.\r* عارية المنيحة\rنوع من إنفاق المنفعة، مع بقاء المال على ملكك.\rشرعه الرسول - صلى الله عليه وسلم - ليساعد المسلم على إنفاق {الْعَفْوَ} إنفاق الزائد عن حاجته، كما طلبت الآية الكريمة\r{وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ}\rوقد بيَّن النبي - صلى الله عليه وسلم -\rأجر المنيحة. مع بقاء ملكيتها. فقال:\r\" أَرْبَعُونَ خَصْلَةً أَعْلَاهُنَّ مَنِيحَةُ الْعَنْزِ مَا مِنْ عَامِلٍ يَعْمَلُ بِخَصْلَةٍ مِنْهَا رَجَاءَ ثَوَابِهَا وَتَصْدِيقَ مَوْعُودِهَا إِلَّا أَدْخَلَهُ اللَّهُ بِهَا الْجَنَّةَ \". (البخاري. 2438) .\rوفي حديث الترمذي، ذكر النبي - صلى الله عليه وسلم - من المنيحة:\rفسطاطا يستظل الناس به في سبيل الله.\rومنيحة خادم في سبيل الله.\rوطروق فحل في سبيل الله.\rفإنفاق المنفعة في سبيل الله. مع بقاء المال على ملكك\rهو إنفاق \"للعفو\" وهو أعلى","seal":"06A14990","part":1},
      {"page":77,"id":73,"nass":"درجة في الدرجات الأربعين.\r(غسالة) اشتريت غيرها. (ثلاجة) استبدلتها بجديدة.\r(سيارة قديمة) - في الخليج - تبقي على ملكيتك، وتنفق المنفعة.\rكل هذا للعفو في الآية الكريمة.\r* استثمار الأصل\rوهذا حق من حقوق الجماعة في مال المسلم, وهو أيضاً إنفاق للعفو. الذي أمر الله المسلمين أن ينفقوه. أعني به هنا استثمار المال في خدمة البيئة المسلمة مع بقاء ملكيته لك.\r- في الاستيراد. وجلب الضروريات. أداء لحقوق الجماعة، وقد كره الإسلام حفظ المال وعدم استثماره.\r{الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (2) يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ} (2 سورة الهمزة)\rوقد فرض الإسلام الزكاة في المال المدَّخر عقوبة لصاحبه. لعدم استثماره ولأنّه هو الذي منع نماء المال بحبسه عن الجماعة ...\r- ماذا يفعل المريض الذي لا يملك ثمن الدواء، ولا يتيسر حصوله عليه.\rإن جلب الدواء من هناك، أخذٌ بيد المريض، حتى تتكمن بلادنا من صناعته - إن شاء الله -\r- وقطع غيار السيارات، والمصانع، وأدوات البناء. استثمار المال فيها خدمة للمجتمع، وإنفاق للعفو الذي أُمرنا به.\rيقول - صلى الله عليه وسلم - \"الْجَالِبُ مَرْزُوقٌ وَالْمُحْتَكِرُ مَلْعُونٌ \"\r(رواه ابن ماجه. 2144) .\r- وبناء العمارات للسكن، يأكل من فضل الله كلُّ عامل، قبل أن ينتفع بانيها لعل هذا الإيجاز قد نبّه القارئ الكريم إلى دور القرآن في التربية. والقرآن لا يُفرّق بين أمر الدنيا وأمر الدين.\rفالمسلم ينفق العفو. في خدمة الجماعة باستثمار ماله.\rوالنبي - صلى الله عليه وسلم - أمره الله أن يأخذ العفو، ليعيد تنظيمه. ويعطي لكل مستحق حقه، ويؤلف قلوب الطلقاء (الذين أسلموا يوم فتح مكة) .","seal":"F6A1FFC9","part":1},
      {"page":78,"id":74,"nass":"والآن مع الأمر الثاني من الآية الكريمة {وَأْمُرْ بِالْعُرْفِ}\rالعُرف في القرآن والسنة\rكثير من آيات القرآن الكريم، تأمر هذه الأمَّة، أن تحمي دينها بالأمر بالمعروف، والنهي عن المنكر. لما يُحدثه ذلك من عملية تجديد، مستمرة لهذا الدين، وصيانة له.\rوقد أعجبني فقه الموضوع، عند العلامة أبي الأعلى المودودي،\rعندما جعل تعدِّى الخير إلى الغير، دليلاً على تكامله فيك.\r- فالنار من شأنها الحرارة، ولكن كمال اشتعالها أن تحرق.\rوالثلج من شأنه البرودة الذاتية، ولكنها تكمل عندما تنتقل برودة الثلج إلى الوسط المحيط به.\r- والقرآن الكريم نقل لنا نموذجاً إيمانيا، ونموذجاً من أهل الكتاب، في موضوع انتقال التأثير للآخرين.\rكلاهما في سورة آل عمران.\r{قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ} (98 سورة آل عمران)\rعاب عليهم كفرهم، وهو أمر ذاتي فيهم. ثم عاب عليهم سعيهم لنقل الكفر للآخرين {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ} (99 سورة آل عمران) .\rفهم على ضلال وإضلال.\rوفي نفس السورة الكريمة، جاء وصف الأمَّة القرآنية بالدرجتين.\rالأولى: درجة الإيمان.\rالثانية: درجة الدعوة لهذا الإيمان.","seal":"BA151095","part":1},
      {"page":79,"id":75,"nass":"{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (102 سورة آل عمران) .\rهذه درجة الإيمان..\rبعدها جاء حديث القرآن عن ضرورة انتقال الإيمان وحمايته في الآخرين. {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (104 سورة آل عمران)\rوكما سبق أن بيَّنَّا في قانون \"المطلقات\" جاء في الآية الكريمة في الدعوة إلى الخير \"مطلقاً\" والأمر بالمعروف \"مطلقاً\" والنهي عن المنكر بهذا الإطلاق بدون أن يُحدّد ما هو الخير، ولا ما هو المعروف، ولا ما هو المنكر.\rومازال القرآن يُرَّبَّي النبي - صلى الله عليه وسلم - ويأمره بالعرف، وأن يصبر على تكاليف الدعوة.\rوما زالت القلوب الكبيرة تستجيب لدعوته، فتجددّ فيه النشاط.\rحتى يفاجئه القرآن بما لم يتوقّع، ولا ينتظر.\rيفاجئه وهو على أبواب ختام دعوته، بأنّ كثيرا من أهل الكتاب لا يزيدهم ما أُنزل إليك من ربّك إلا طغياناً وكفرا. {وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا} (64 سورة المائدة)\rكان النبي - صلى الله عليه وسلم - يتمنَّى أن يزيدهم ما أُنزل إليه من ربّه هدى وإيماناً.\rأو حتى قُربا من الهدى والإيمان.\rولكن القرآن كشف له عن حقيقة القلوب الغُلْف من أهل الكتاب.\rوهنا سارع القرآن ليجدّد فيه الأمر بالعرف، يجدّد فيه النشاط.\rويمسح عن نفسه ما أصابها.","seal":"5B8A844E","part":1},
      {"page":80,"id":76,"nass":"إن مصائر الناس بيد الله. وإنّما عليك البلاغ فقط.\rواصلْ دعوتك التي بدأتها منذ يوم {اقْرَأْ بِاسْمِ رَبِّكَ} وقد مضى على عطائها ربع قرن من الزمن أو يكاد من التبليغ فقط.\rوبأسلوب شديد، يقول له ربّه {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} (97 سورة المائدة) بَلِّغْ ... سواء زادهم ما أنزل إليك من ربك هدى، أو زادهم طغيانا وكفرا.\rوإن لم تفعل \"اليوم\" وبعد واحد وعشرين عاماًَ من الكفاح المتصل، فكأنكّ لم تُبلغ شيئاً - لأن حبات العقد مقترنات.\rفتربية القرآن للنبي - صلى الله عليه وسلم - عملية دائمة، صاحبته حتى لقي ربَّه. يوصِّله كمال لكمال، وهذا هو سلم أخلاق النبوة.\r* * *\r* نظرات في كتب السنة في الأمر بالمعروف.\r- من أبدع الصور البيانية في موضوع النهي عن المنكر، ما رواه البخاري والترمذي عن رسول - صلى الله عليه وسلم - قال: \" مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا كَمَثَلِ قَوْمٍ اسْتَهَمُوا عَلَى سَفِينَةٍ فَأَصَابَ بَعْضُهُمْ أَعْلَاهَا وَبَعْضُهُمْ أَسْفَلَهَا فَكَانَ الَّذِينَ فِي أَسْفَلِهَا إِذَا اسْتَقَوْا مِنْ الْمَاءِ مَرُّوا عَلَى مَنْ فَوْقَهُمْ فَقَالُوا لَوْ أَنَّا خَرَقْنَا فِي نَصِيبِنَا خَرْقًا وَلَمْ نُؤْذِ مَنْ فَوْقَنَا فَإِنْ يَتْرُكُوهُمْ وَمَا أَرَادُوا هَلَكُوا جَمِيعًا وَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ نَجَوْا وَنَجَوْا جَمِيعًا \".\rفالأمر بالمعروف، ومنع الناس عن المنكر، نجاة للمأمور والآمر.","seal":"2D8B1417","part":1},
      {"page":81,"id":77,"nass":"وبإهمال الدعاة تغرق سفينة الحياة، في بحار الضياع والنسيان.\r- عن ابن مسعود - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" مَا مِنْ نَبِيٍّ بَعَثَهُ اللَّهُ فِي أُمَّةٍ قَبْلِي إِلَّا كَانَ لَهُ مِنْ أُمَّتِهِ حَوَارِيُّونَ وَأَصْحَابٌ يَأْخُذُونَ بِسُنَّتِهِ وَيَقْتَدُونَ بِأَمْرِهِ ثُمَّ إِنَّهَا تَخْلُفُ مِنْ بَعْدِهِمْ خُلُوفٌ يَقُولُونَ مَا لَا يَفْعَلُونَ وَيَفْعَلُونَ مَا لَا يُؤْمَرُونَ فَمَنْ جَاهَدَهُمْ بِيَدِهِ فَهُوَ مُؤْمِنٌ وَمَنْ جَاهَدَهُمْ بِلِسَانِهِ فَهُوَ مُؤْمِنٌ وَمَنْ جَاهَدَهُمْ بِقَلْبِهِ فَهُوَ مُؤْمِنٌ وَلَيْسَ وَرَاءَ ذَلِكَ مِنْ الْإِيمَانِ حَبَّةُ خَرْدَلٍ \". (رواه مسلم. 71) .\r- الدرجات الثلاث في النهي عن المنكر درجات مشروعة.\r- والتغير باليد يملكه الأب. الذي يربي ولده.\rفي مثل تأديبه لعدم الصلاة \"واضربوهم عليها لعشر\"\rوهو ضرب يؤكد للصبي جدية الأمر الذي تطلبه منه منذ ثلاثة أعوام\r\"مُرُوا أولادكم بالصلاة لسبع\"\r- كما يملكه الزوج في مقام علاج النشوز، أو الإعراض، للحفاظ على الحياة الزوجة. {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ} (34 سورة النساء)\rلم يوقف العالم - كلّ العالم - عقوبة الضرب.\rولم تزل الجيوش في كل العالم تعتبر الضرب عقوبة مشروعة توقعها على الجنود، حماة الأوطان. هذا وللضرب شروط سنعرفها في \"الطلاق البدعي والسني\" إن شاء الله ... كما أنَّ بعض النساء مصابات بمرض \"القوة الجنسية\" فهي تشعر بلذة \"ضرب الحبيب\" - كما يقولون.\r- ومن جاهدهم بلسانه. وهو موضوع الرسالة.\r- \"ومن جاهدهم بقلبه فهو مؤمن، ليس وراء ذلك من الإيمان حبَّة خردل\"","seal":"66883A1A","part":1},
      {"page":82,"id":78,"nass":"الجملة الأولى ترفع الحرج عن المؤمن الذي لا يستطيع أن يؤدِّب بيده، ولا بلسانه ينكر بقلبه، وفي ذلك عصمة له من المشاركة في المنكر.\rوحدَّد النبي - صلى الله عليه وسلم - أن إنكار القلب آخر درجات الإيمان. ليحدد موقف الذين ... الباطل للناس، بأي فن من فنون الزينة. وأظلمهم لنفسه من باع دينه بدنيا ... وتطوَّع بالنفاق.\r* * *\r* الأمر بالمعروف قانون أخلاقي\rلا تتم دراسة قانون الأخلاق إلا إذا درسنا قانون الإلزام السلوكي، وما يتبعه من المسئولية الفردية.\rولكن المسئولية الفردية لا تعفي المسلم من المساهمة في المسئولية الجماعية. فنحن مسئولون عن انحراف مسالك الآخرين، بقدر ما أوجب الإسلام علينا من تغيير المنكر باليد واللسان والقلب.\rودور القلب هو الإنكار المقتضي عدم المشاركة في الخطيئة، وعدم تزيينها للناس. فالعمل الاجتماعي السلبي - أو ما تسميه اللامبالاة - تجريم، بنفس درجة العمل الإيجابي.\rفالامتناع عن النهي عن المنكر هو المشاركة السلبية في الجريمة.\rوقد حدثنا القرآن الكريم أن شعبا قديما قد تعرض للعنة على لسان الأنبياء بذنبٍ هو عدم إنكاره على بعض أعضائه فعل الشر {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ} (79 سورة المائدة)\rفقانون الأخلاق القرآني يفرض على المسلم أن ينهى عن المنكر، استجابة لمبدأ","seal":"FFE9EEFD","part":1},
      {"page":83,"id":79,"nass":"المسئولية التي تتعدى الغرض، إلى الدور الاجتماعي، مع الاحتفاظ بالمسئولية الفردية.\rوقوله تعالى {قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ} (25 سبأ) \"لَا نُسْأَلُ عَمَّا تَعْمَلُونَ\" إن دعوناكم فنفرتم، وأعرضتم، فإنما علينا البلاغ فقط وهذا يكفي للنجاة\".\r{فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ} (165 سورة الأعراف)\r* * *","seal":"616CCF83","part":1},
      {"page":84,"id":80,"nass":"* (وَأْمُرْ بِالْعُرْفِ)\rخواطر متفرقة\r- إذا كنت وحدك الذي يعرف هذا المنكر فعلاجه في رقبتك وحدك. لأن في ذلك ستر على العاصي. والله حليم ستّير يُحبُّ الحياء والسِّتْر.\r- وإذا كنت وحدك القادر على تغيير هذا المنكر فتغييره فرض عين عليك كالرجل يرى على ولده أو زوجه منكراً. فواجب عليه أن يعالجه.\r- الأمر بالمعروف يأخذ حكم المأمور به ... والنهي عن المنكر كذلك.\rفمن يأمر بفريضة، فالأمر بها فرض، ومن ينهى عن الزنا والربا فحكمه الوجوب ومن يأمر بمندوب أو مستحب. أو ينهى عن مكروه، فحكم الأمر هو حكم المأمور به، يعني مندوب أو مستحب. فادعو للأمور الكبيرة، واعملوا بما اتفقتم عليه وليعذر كلٌّ منَّا أخاه فيما اختلفنا فيه.\r- النهي عن المنكر مقدّم على الأمر بالمعروف.\rمن باب التخْلية مُقدَّمة على التحلية.\rوالعامل الذي ينظف المرافق، لابد أن يخلع ملابسه أولاً، ثم يغسل جسده جيداً. ثم إن شاء وضع عطراً، أو خرج بلا عطر.\rودرء المفاسد بالنهي عنها، مُقدَّم على جلب المصالح.\r- لا يكفي أن نحرّم الربا، ونذكر ما ثبت من نصوص في تحريمه.\rبل لا بدَّ للبحث عن حلول عملية لصاحب المال، ليستثمر فيها ماله، استثمارا مأمونا حلالا. وذلك بفتح الباب أمام صاحب الخيرات الذي ينقصه المال، بالدعوة إلى الشركات المشروعة، هذا بماله وهذا بخبرته.\rوالقرض الحسن يعالج مشكلة القروض الاستهلاكيَّة.\rوقد تحدثت عنه في قوله تعالى {خُذِ الْعَفْوَ}\rفالإسلام دعوة تامة.","seal":"04E9FF25","part":1},
      {"page":85,"id":81,"nass":"- لم تختلف المدارس الإسلامية في وجوب الأمر بالمعروف، والنهي عن المنكر، ولكنها اختلفت في طريقة التنفيذ. إلى مدارس ثلاث.\rالمدرسة المسالمة. وهي مدرسة الإمام أحمد بن حنبل - رضي الله عنه -.\rوالمدرسة المهادنة. والمدرسة المقاتلة.\rومعلوم ما تحمَّله الإمام أحمد بن حنبل - رضي الله عنه -\rمن سجن وتعذيب. ومع ذلك لم يحاول إثارة الفتنة. صيانة للدماء،\rحفظاً للأمَّة من المفاسد.\rوحتى لا يقوي عدوّها بسبب تفرّق الكلمة.\rأفتى باستنكار القلب. فقال لعلماء بغداد عندما اجتمعوا عنده يريدون التّبرؤ من الحاكم الواثق.\rفقال لهم: \"عليكم بالنكرة بقلوبكم. ولا تخلعوا يدًا من طاعة، ولا تشقُّوا عصًا للمسلمين\".\rوفي طبقات الحنابلة حـ 1 صـ 26 يقول الإمام أحمد:\rوالجهاد قائم مع الأئمة. سواء برُّوا أو فجروا. والجمعة والعيدان معهم، والحج معهم، وإن لم يكونوا بررة عدولاً أتقياء.\rولا تنزعوا يدًا من طاعة، ولا تخرجوا عليهم بسيوفكم،\rحتى يجعل الله لكم مخرجا.\rوسوف نتابع الدراسة في فصل \"اطمئن أنت مؤمن\" - إن شاء الله -\rورأي الإمام أحمد - رضي الله عنه - أنفع للأمَّة، وأقوم.\rفإذا كان المنكر لا يزول إلا بمنكر أكبر منه صارت إزالته على هذا الوجه منكرا. والدم لا يغسل بالدم.\rولابن القيم كلام طيِّبٌ في هذا المقام، نذكر بعضه:\rإن النبي - صلى الله عليه وسلم - شرع لأمته إنكار المنكر ليحصل بإنكاره المعروف.\rفإذا كان إنكار المنكر يستلزم ما هو منكر أكثر منه، وأبغض إلى الله منه، فإنّه لا يسوغ إنكاره.","seal":"8F47EC64","part":1},
      {"page":86,"id":82,"nass":"وقد استأذن الصحابة النبي - صلى الله عليه وسلم - أن يقاتلوا الأمراء الذين يؤخرون الصلاة عن وقتها.\rفقال: لا. ما أقاموا الصلاة. (إعلام الموقعين) .\rأقول: بل إن الأحاديث الصحيحة تطلب من المسلم أن يصبر في هذا الموضوع لا على من يؤخر الصلاة فقط\r- كما ذكر ابن القيم - رضي الله عنه - بل في أسوأ من ذلك وأظلم.\rففي حديث حذيفة بالبخاري ومسلم:\r\" قَالَ حُذَيْفَةُ بْنُ الْيَمَانِ\rقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا بِشَرٍّ فَجَاءَ اللَّهُ بِخَيْرٍ فَنَحْنُ فِيهِ فَهَلْ مِنْ وَرَاءِ هَذَا الْخَيْرِ شَرٌّ قَالَ نَعَمْ قُلْتُ هَلْ وَرَاءَ ذَلِكَ الشَّرِّ خَيْرٌ قَالَ نَعَمْ قُلْتُ فَهَلْ وَرَاءَ ذَلِكَ الْخَيْرِ شَرٌّ قَالَ نَعَمْ قُلْتُ كَيْفَ قَالَ يَكُونُ بَعْدِي أَئِمَّةٌ لَا يَهْتَدُونَ بِهُدَايَ وَلَا يَسْتَنُّونَ بِسُنَّتِي وَسَيَقُومُ فِيهِمْ رِجَالٌ قُلُوبُهُمْ قُلُوبُ الشَّيَاطِينِ فِي جُثْمَانِ إِنْسٍ قَالَ قُلْتُ كَيْفَ أَصْنَعُ يَا رَسُولَ اللَّهِ إِنْ أَدْرَكْتُ ذَلِكَ قَالَ تَسْمَعُ وَتُطِيعُ لِلْأَمِيرِ وَإِنْ ضُرِبَ ظَهْرُكَ وَأُخِذَ مَالُكَ فَاسْمَعْ وَأَطِعْ \".\rثم نعود لحديث ابن القيم وفيه: أن النبي - صلى الله عليه وسلم - رأى أشياء في مكة بعد أن فتحها وصارت دار إسلام، عزم على تغييرها، ثم لم يفعل.\rعزم على تغيير البيت، ورده على قواعد إبراهيم، ومنعه من ذلك مع قدرته عليه خشية وقوع ما هو أعظم منه من عدم احتمال قريش لذلك، لقُرب عهدهم بالإسلام، وكونهم حديث عهد بكفر.\rثم قصّ ابن القيم حادثة رآها وهو يسير مع الإمام ابن تيمية، أو سمعها منه.\rمرّ ابن تيمية على جماعة من التتار يشربون الخمر. فأنكر عليهم بعض من كان يسير معه.\rفقال له ابن تيمية: إنما حرّم الله الخمر لأنها تصدّ عن ذكر الله، وعن الصلاة.\rوهؤلاء تصدّهم الخمر عن قتل النفوس، وسبي الذراري، وأخذ الأموال. فدعهم.\r* * *","seal":"B7702B0E","part":1},
      {"page":87,"id":83,"nass":"- الحرص على وَحْدة الأمَّة لا يعني الطاعة في منكر\rواشترط الإسلام لطاعة أولى الأمر طاعتهم لله فيما يأمرون به. فلم يُفرد لهم أمراً بالطاعة في قوله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (سورة النساء 59)\rوالمأمور به من أولئك الحكام نوعان.\r- نوع يحتاج في معرفة حكمه إلى البحث والاجتهاد، وهذا يجب أن تردّه إلى الله ورسوله {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} (سورة النساء 59)\r- أما النوع الثاني: فالحكم واضح الضلال، لا يحتاج لمعرفة موقف الإسلام منه إلى رجوع للقرآن وللسنة. وهذا الأمر لا يحتاج إلا الرفض الصريح. يقول - صلى الله عليه وسلم -\r\" السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَةَ \". (البخاري. 6611) .\rوروي البخاري عن علي - رضي الله عنه - قال:\r\" بَعَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرِيَّةً فَاسْتَعْمَلَ رَجُلًا مِنْ الْأَنْصَارِ وَأَمَرَهُمْ أَنْ يُطِيعُوهُ فَغَضِبَ فَقَالَ أَلَيْسَ أَمَرَكُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تُطِيعُونِي قَالُوا بَلَى قَالَ فَاجْمَعُوا لِي حَطَبًا فَجَمَعُوا فَقَالَ أَوْقِدُوا نَارًا فَأَوْقَدُوهَا فَقَالَ ادْخُلُوهَا فَهَمُّوا وَجَعَلَ بَعْضُهُمْ يُمْسِكُ بَعْضًا وَيَقُولُونَ فَرَرْنَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ النَّارِ فَمَا زَالُوا حَتَّى خَمَدَتْ النَّارُ فَسَكَنَ غَضَبُهُ فَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا إِلَى يَوْمِ الْقِيَامَةِ الطَّاعَةُ فِي الْمَعْرُوفِ\". (البخاري. 3995) .","seal":"D6E5E00F","part":1},
      {"page":88,"id":84,"nass":"وفي مسند الإمام أحمد قول النبي - صلى الله عليه وسلم -: \" لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ اللَّهِ عَزَّ وَجَلَّ \". (المسند. 19735)\rحتى ولو كان الأمر بالمنكر هو أقرب الناس للمسلم، وهما الوالدان. فحقهما مقدَّس. ولكن هذا الحق مع قداسته لا يُخوّل لهما سوى سلطة محدودة ومشروعة تنتهي عندما يطلبان منا خيانة الأمانة الكبرى أمانة \"الإيمان\" {وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا} (سورة العنكبوت 8)\rومرة ثانية يتوقف هذا الحق أمام قداسة العدل.\rفعندما يرتكب الولدان أو أحدهما ظلماً فحب الولد للحق، واحترامه للعدل يجب أن يرجح عنده حقوق الوالدين.\r{يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} (سورة النساء 135)\rفحقّ الولاة والحكام، محفوظ، مراعاة لجمع الكلمة، وقوة الأمة. وزجر عدوها.\rوهو كحق الوالدين، ولكنه حق مقيد في الحالين، بعد المعصية لله.\rصاحب الحق الأول والمطلق والأكبر.\rوَمَنْ سوى الوالدين والزوج والحاكم داخل في حكمهم من باب أولى.","seal":"61BDE3AA","part":1},
      {"page":89,"id":85,"nass":"* غرسوا فأكلنا ونغرس ليأكل الآخرون\rليس شرطاً أن يرى الإنسان ثمار دعوته.\rفما نعيش فيه من الهدى هو ثمرة قرون طوال مضى أصحابها، وتركوا الخير لنا.\rفعلينا أن نترك الخير للآخرين.\rوقد صرّح الله بهذا للنبي - صلى الله عليه وسلم -\rفقد يمتدّ عمر النبي - صلى الله عليه وسلم - حتى يرى عقاب أعدائه في الدنيا، وقد يلحق بالرفيق الأعلى قبل ذلك {فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ (41) أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ} (سورة الزخرف 41 - 42)\rوفي سورة يونس {وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ} (سورة يونس 46)\rورحلة نوح - عليه السلام - هي أطول رحلة علمية لتوصيل فكرة، وهداية أمَّة. ومع ذلك {وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ} (سورة هود 40)\rولكن أمَّة القرآن آمنت بنوح، وانتهجت - في الدعوة - منهجه، وهي شاهدة لإبلاغه رسالته.\rورحلة النبي - صلى الله عليه وسلم - للطائف، وما لقي فيها من إيذاء المشركين، كانت من أجل هداية شاب عراقي من نينوي \"الموصل\" هو \"عدَّاس\" والقصة بتمامها في كتب السيرة.\rشخص واحد ... من العبيد ... لم يعرف له ذكر في التاريخ بعد هذا اللقاء. كان ثمرة للرحلة الطويلة، سلام على أهل نينوي. وسلام على الكرام في كل بلد وفي كل زمان.\r* * *","seal":"3698BC64","part":1},
      {"page":90,"id":86,"nass":"- ومن كلمات عمر بن عبد العزيز - رضي الله عنه - قال: إن الله لا يُعذب العامة بعمل الخاصة. ولكنه إذا ظهرت المعاصي فلم يذكّروا فقد استحقّ القوم جميعاً العقوبة, فليس شرطاً أن ترى ثمار دعوتك.\r* الرفق في الأمر بالمعروف\rدعُيَ الحسن إلى عُرس. وقدّم له الطعام في جام من فضة \"طبق\" فتناوله.\rوقلب على رغيف، فأصاب بعض ملابسه وأكل.\rفقال رجل من الحضور: هذا نهي في سكوت.\rأي نهيٌ عن الأكل في إناء من فضّة.\r* عدم كشف المستور\rنهى العلماء عن كشف ستر.\rحدَّث محمد بن أبي حرب أنه سئل عن قربة مغطاة. فقال لا تكشف.\rوعلَّق الأستاذ عبد القادر أحمد عطا محقق الكتاب بقوله: المعصية إذا أُخفيت لم تضرَّ إلا صاحبها.\rأمّا إذا ظهرت فإنّها تضرُّ الآخرين. بإغرائهم.\rوالإسلام قويٌّ. والمستخفي جبان. لا خطر منه، بخلاف المجاهر بالمعصية. (الأمر بالمعروف للخلال صـ 81)\rجاء كلام قيٌّم عن ضرورة ستر المسلم، وعدم جواز فضيحته، ولو كان بسبب النهي عن المنكر.","seal":"20488328","part":1},
      {"page":91,"id":87,"nass":"يقول: وأمرنا أن نستر على المذنبين، ما لم يُبْد لنا صفحة الخلاف.\rليس كما ذُكر عن بني إسرائيل أنهم كانوا إذا أذنب أحدهم ذنباً أصبح وعلى بابه معصيته مكتوبة.\rوكذلك في شأن قرابينهم. فإنّهم كانوا إذا قرَّبوها أكلت النار قربان من تقبّل الله منه، وتركت غير المقبول. وفي ذلك افتضاح للمذنب - الذي لم يتقبّل الله منه.\rثم يقول: وللستر حكمة أخرى.\rوهي أنَّ فضيحة العاصي تسبّب الفرقة والوحشة.\rوهذا ما شدد القرآن في النهي عنه. إلا أن تكون البدعة فاحشة جداً كبدعة الخوارج فلا إشكال في جواز إبدائها، وتعيين أهلها.\rأقول: وكم من جرائم كبيرة كالزنا واللواط لم تنتشر إلا بسبب الذين يفضحون من يرتكب هذه الجرائم. مع أن أكثرهم يريد إنكار المنكر فتقع الفضائح.\r* مَنْ الزاني منهما؟\rحدثني شاب لا يعصمه دين، ولا يردعه خلق.\rحدثني أنه منذ أن عاقبته الشركة التي يعمل بها بالنقل إلى فرعها القاصي لسوء سمعته، من يومها وهو كما يقول الشاعر:\rعلى أنَّني راض بأن أحمل الهوى ... وأخلص منه لا عليَّ ولا ليَا\rغُربته. ووحدته. ووحشته، همٌّ وهمٌّ وثالث.\rوفي ليلة مظلمة، ممطرة زاره خادم ضريح الوليّ لدعوته لحضور حلقة الذكر، التي تقام بجوار القبر كل أسبوع.","seal":"93D8E623","part":1},
      {"page":92,"id":88,"nass":"وضاق صدر الضيف.\rإنّه من أبناء القرية. ويعلم أنَّ صاحبة البيت، الذي يسكن فيه الشاب، والتي تسكن بجواره، أرملة سيئة الخلق. وسرعان ما حذَّر الشاب منها. وتبرأ من ماضيها.\rتبرأ من الزنا. بل ومن كلِّ النساء - إلا الصالحات.\rوهنا مال الشاب إلى يد خادم الضريح وقبَّلها.\rلقد دلَّه على صيده.\rلقد عاش معها عدَّة أشهر، وكلُّ باب مغُلق على أسراره.\rإن شدة القرب تسبِّب الخفاء.\rوكما يقولون: الغريب أعمى، ولو كان بصيراً.\rما كان للشاب أبداً أن يعرف ساقطته لولا خادم الضريح. واستنكاره للزنا - غفر الله له - لقد دلَّ الشاب على صيده، وكان سببا فيما جرى.\rإن سوء استخدام الخير يُسبّب البلاء، ويوقع في الشرّ.\rإنَّ أسماء الله الحسنى فيها أمور متقابلة. فهو - سبحانه - المحيي. المميت. القابض. الباسط. الضار. النافع. الستار. إن ربكم حييّ ستّير يحبُّ الحياء والستر (والحديث رواه أبو داود. والنسائي) ولكن ليس من أسمائه الحسنى \"الفضَّاح\" (من خواطر أستاذنا الشعراوي) .\rوامرأة العزيز ذكرها القرآن قبل حديث النساء عنها، كالقط الوادع.\rغلقت الأبواب بنفسها، واختارت أرقى عبارات المراودة.\r{وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ} (سورة يوسف 23) .","seal":"744F7283","part":1},
      {"page":93,"id":89,"nass":"قطة وادعة.\rفما بالها تتحول بعد انتشار الخبر بين النساء إلى نمر متوحش؟\r{وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ} (سورة يوسف 32)\rهكذا تفعل الفضائح بنساء الكبار من الناس.\rفلم تراع منصب زوجها، ولا عظيم منزلتها.\rفليتق الله من يطُلعون الناس على أسرار عباده.\rوليعلم كلّ مسلم أن الزنا إن تمَّ عن طريق سر كُشف -\rكما فعل خادم الضريح - فهو الزاني في الحقيقة. أو شريك للزاني.\rمن هنا قال النبي - صلى الله عليه وسلم - للرجل الذي أمر ماعزاً أن يعترف للنبي - صلى الله عليه وسلم - بالزنا، قال له النبي - صلى الله عليه وسلم -:\r\" وَيْحَكَ يَا هَزَّالُ لَوْ سَتَرْتَهُ يَعْنِي مَاعِزًا بِثَوْبِكَ كَانَ خَيْرًا لَكَ \".\r(مسند أحمد. 20890) .\rوقال - صلى الله عليه وسلم -:\r\" وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ \". (البخاري ومسلم) .","seal":"B7A7AAE1","part":1},
      {"page":94,"id":90,"nass":"* {وَقُلْنَ قَوْلًا مَعْرُوفًا}\rما دام القول معروفا فلماذا لا يقلنه؟\rإن الله منع نساء النبي - صلى الله عليه وسلم - من الخضوع بالقول، وهو أن تتكلم بطريقة تجعل مَنْ في قلبه مرض يطمع فيها.\rفالمنهي عنه طريقة معينة في القول، وليس مجرَّد القول.\rفالممنوع على المرأة أمران.\rفاحش الكلام. وتستوي في ذلك مع الرجل.\rوالميل والخضوع بالقول، وهو أمر متعلق بطريقة الأداء.\rأمَّا حديث المرأة بالمعروف، فهي مأمورة به، جهادا في سبيل الحق {وَقُلْنَ قَوْلًا مَعْرُوفًا} كما سنعرف، وكما وضحت سورة التوبة - إن شاء الله -\rإن القرآن طلب من نساء النبي - صلى الله عليه وسلم - البقاء في بيوتهن لرسالة كبيرة، وهي الإلمام بجانب الوحي الذي ينزل في بيوتهن.\rومعرفة الجانب التشريعي الخاص بالمنزل والفراش.\rفكل شيء في حياة النبي - صلى الله عليه وسلم - تشريع حتى الفراش.\rإلا ما خصَّه الدليل.\rوليس ذلك لأحد سوى النبي - صلى الله عليه وسلم -.\rوعليهن بعد التلقي أن يبلغن الناس.\rفنساؤه معلمات. ومُبلِّغات لجانب لا يصلح فيه إلا المرأة.\rوزواجه زواج رسالة.\rوقد سبق أن تكلمت في هذا الموضوع في كتابي \"هذا نبيك يا ولدي\"\rفهل ما زال بعض الذين يجعلون من أنفسهم أهل فتوى يسقطون عن المرأة الجهاد بالكلمة المؤمنة بحجة أن صوت المرأة عورة؟!!!\rصوت المرأة عورة إذا كان ميلا في القول، وخضوعاً فيه.\rأما القول المعروف فمأمورة به.","seal":"AF874C29","part":1},
      {"page":95,"id":91,"nass":"- وعائشة - رضي الله عنها - خطبت يوم موقعة الجمل.\rفلم يُعب عليها مخالفوها في الرأي.\r- والسيدة زينب بنت النبي - صلى الله عليه وسلم -\rوقفت في المسجد بعد الصلاة وكلمت النبي - صلى الله عليه وسلم - بمسمع من المصلين في أمر زوجها.\r- والمرأة التي قطعت خطبة عمر - رضي الله عنه - عندما أراد أن يضع حدًّا أعلى للمهور، لم يقل لها أحد إن صوتك عورة.\rلو سلمنا بأن صوت المرأة عورة, فهل هذا يمنع عملها الإسلامي مع النساء؟\rأما تعليمهن وتربيتهن وإعدادهن، فالطيب ينظر إلى عورة المرأة للضرورة. ونحن نسمع صوتها فقط بالقرآن.\rأعرف أن كثيراً من المسلمين ما زال يمكنه أن يتقبل الحق.\rبل وأكثرهم يبحث عنه، ويطلبه.\rأما الذي أغلقوا عقولهم \"فأي فيلم\" بعد غسله لا يتسع لنغيِّرَ ما فيه من صور. فهو لمن سبق.\r* * *\rإن كثيرا من الشباب المسلم يجاهد من أجل أن تلبس امرأته ثوباً شرعياً يستر جسدها، وهذا واجب شرعي. لا خلاف فيه.\rولكن أينا يعمل على تشكيل عقل المرأة على ما شكل النبي - صلى الله عليه وسلم - عقل نسائه عليه؟ الرحلة صعبة.\rوكثير منا يسلك الطريق السهل. من باب ما لا يدرك كُلُّه، لا يترك كله.","seal":"1D52FC69","part":1},
      {"page":96,"id":92,"nass":"وتشهد أيامنا من الخير ما لم تشهده أيام آبائنا - والحمد لله.\rمن وعي الشباب.\rفالشباب المسلم يقوم بمحاولة كبيرة لتظهر المرأة المسلمة في لباس العفاف. وحجابها أمر شرعي - كما قلت.\rولكن الذي يشغلني أكثر هو هل يوجد في بلاد محمد - صلى الله عليه وسلم - منهجا يُشكِّل عقل المرأة كما شكل النبي - صلى الله عليه وسلم - عقل نسائه؟\rإن تجربتي في بغداد مع المرأة المسلمة يذكرها كلّ مسلم هناك.\rوما زالت ثمارها - والحمد لله - لقد بدأ العمل الإسلامي مع المرأة مع افتتاح مؤسسة البُنِّيَّة 1974م. وكان عدد النساء المحجبات من السُّنَّة لا يزيد على خمس. أعرف أسماءهن وعوائلهن.\rوقبيل خروجي من بغداد قال لي المرحوم الشيخ عبد الرحمن السنجري إمام بمساجد الموصل \"نينوى\" إن مسجده بالموصل غلبت النساء فيه على الرجال فضحكت، وقلت له: اجعل مسجدك للنساء فقط. ونسميك الإمام النسائي.\r- النسائي بفتح النون -\rنجحتْ دعوتي مع المرأة في بغداد. لأنَّ علماء العراق هم أوَّل من استجاب لدعوتي، وكانت نساؤهم أوَّل الرائدات، في بغداد وفي الرمادي، وفي الموصل.\rدَرَس النساءُ القرآنَ وأحكام التجويد، وكتاب (فقه السنة) . ودرَّست لهن التفسير. حتى كنت أذكر رأيا للمفسرين في الآية فتقول إحدي بناتي: الآية تحتمل رأياً آخر.\rدَرَسْنَ القرآن ثم قمن بتدريسه للأبناء والبنات. (1350 تلميذاً، 950 تلميذةً) يدرسون في الصيف.\rفي المرأة خير إذا أحسنا تربيتها على منهج الإسلام، في كل بلد، وفي كل عصر.\rامرأة تعمل مُدرِّسة في مدارس صلالة الإبتدائية. خلغت كل ما تلبس في يدها","seal":"F88C068D","part":1},
      {"page":97,"id":93,"nass":"من ذهب لشباب عماني يجمعون التبرعات لبناء جامع في أمريكا.\rكان هذا بجامع المعشني بصلالة.\rوفي جامع المعشني اجتمع أكثر من ثلاثين سيدة عدَّة سنوات يتعلمن القرآن. وتفسير القرآن حتى أتقن القراءة والفهم إلى سورة النمل.\rوكانت المسيرة القرآنية المباركة. حتى تَمَّمَتْ مدرسة القرآن الكريم بديوان البلاط السلطاني المسيرة.\rأين النساء المسلمات؟!!!\rأبحث بجدّ في كل بلد عربي مسلم عن المرأة المسلمة: أين دورها في خدمة الإسلام؟ وماذا أعدّه شيوخ الدعوة للإجابة أمام الله، عن هذا السؤال؟\rسورة التوبة تتكلم عن النساء في مجتمعين.\rالنساء في مجتمع النفاق.\rوالنساء في مجتمع الإيمان.\rفهي في مجتمع النفاق تشارك في كل عصر بكل قواها، وملكاتها، لخدمة النفاق.\rقال تعالى: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ} (سورة التوبة 67)\rوفي مقابل مجتمع النفاق، وما فيه من تسابق الرجال والنساء لخدمة هذا المجتمع الفاسق. يسوق القرآن في نفس المقطع من السورة الكريمة صورة لمجتمع الإيمان.\rصورة حركية عاملة لخدمة الحق.\r{وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ\rعَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (سورة التوبة 71)","seal":"73C4FBDB","part":1},
      {"page":98,"id":94,"nass":"وقد أدرك دعاة النفاق في كل عصر قدرة المرأة على فتنة الرجال.\rودورها في خدمة دعوتهم. فجندّوها لخراب الدين والدنيا.\rاشتروها ببعض الكلمات الحلوة.\rوبعض النساء تُسرق من أذنها. وتُصدّق من يمدح جمالها ولو كان أعمى. والغواني يسرُّهن الثناء - كما يقولون -\rوقد استفاد الاستعمار كثيرا من علم نفس المرأة. وجنّدها لتثبيت أقدامه.\rفاختار منهن من تملك التأثير على الرجال والنساء. وجنّد أجهزة الإعلام العالمية لخدمتهن، وحاول أن يجعل من الرقص فنًّا، حتى سمعتُ مذيعاً في بلد عربي يُقدِّم راقصة عجوزة فيقول: أقدِّم الفنانة التي عجز الدهر أن يأتي بمثلها.\rوهم يحاولون بكل ماديّاتهم، وإمكانياتهم أن يجعلوا منهن رائدات للنهضة، وسابقات لعصرهن.\rفي 3/7/1996م وفي إذاعة لندن - القسم العربي \"ساعة حرَّة\" يقدمون امرأة عجوزاً يقدمها مقدم البرنامج\rعلى أنها المرأة التي طُبعت مؤلفاتها ونُشرت بعشرين لغة.\rالمرأة التي يستضيفها كل إعلام العالم - إلا قليلا -\rالمرأة التي حصلت على الدكتوراه الفخرية.\rفإذا بها امرأة متمردة، تطوف بلاد العالم لتبشر بآرائها. تقول:\r\"طاعة المرأة لزوجها رذيلة\"","seal":"1792ADBF","part":1},
      {"page":99,"id":95,"nass":"\"الجدل هو الحياة\"\r\"كنت زوجة متمرِّدة\"\r\"الجنس شيء عادي في جسم الإنسان، فلماذا يُستحى منه؟! \"\r\"لا بدَّ من ممارسة الجنس أمام الأطفال\"\r\"لا شيء اسمه شذوذ جنسي\"\rهذا ما تدعو إليه المرأة العجوز ...\rولهذا فتح الغرب والشرق أبواب الإعلام العالمي أمامها.\rومنحها شهادة الدكتوراه الفخرية.\rإن حرب الإسلام والفضيلة، أقصر طريق للوصول للشهرة، ومجد هذه الحياة.\rوويل لبلاد المسلمين من حرب الاستعمار الثقافي.\rفهو يجند أبناء البلاد لحمل ذكره.\rومحال أن تطرد البلاد أبناءها.\rبقي السؤال يطرح نفسه.\rأين المرأة المسلمة من هذه المعركة؟\rأُومن بالمرأة المسلمة إذا وجدت من يُحسن تربيتها، وعرض الإسلام عليها، وتوجيهها للعمل الإسلامي، ولا ينسى أنها امرأة.\r{وَلَيْسَ الذَّكَرُ كَالْأُنْثَى} (سورة آل عمران 36)\rبدأت تجربتي في العمل مع المرأة المسلمة في 17/3/1957م وكنت طالبا بالقسم الإعدادي بمعهد الزقازيق الديني. واستمرت إلى أن خرجت من العراق.\r- قالت لي سيدة مسلمة:\rكل مالي تحت تصرفك، للقرض الحسن، حتى لا يلجأ الشباب المسلم للربا.","seal":"CF0AFBA2","part":1},
      {"page":100,"id":96,"nass":"- سيدة مسلمة سألتني:\rما حكم تنظيف دورة المياه هذه؟\rفلما شاهدت دورة المياه، ورأيتها من الفضة والذهب!!\rقلت: تقدَّر كل عام. ويخرج ربع العشر من ثمنها زكاة. وتبقى تحفة فقط لا يجوز استخدامها.\rإن الله حرَّم أواني الذهب والفضة في الطعام!!!\rثم لم يمض عام حتى أراها تخلع كلّ ما تلبس من ذهب وحليّ نادر، لتتصدقّ بثمنه. فيدفع لها أبوها ثمن الحلي، ويضمه لها.\r- وسيدة أخرى:\rعاشت صاحبة المشكلة أكثر من عام تترددّ على بيتي (في بلد من بلاد محمد - صلى الله عليه وسلم -)\rوفي يوم قالت لي:\rأنقذتني من الاحتراف.\rقلت لها: من الانحراف.\rقال: أنا جامعية، وأَعي ما أقول.\rما زلت أقول: أُومن بقدرة المرأة على خدمة الحق، إذا أحسنا إعدادها لذلك.\r- وهذه أعدتها الجماعات الشيوعية لما تريد.\rأعدوها لتحضر في درس النساء بجامع البنية، وتوجّه لي أسئلة حرجة أعجز عن الإجابة عليها. فتثبت الشُبهة في عقول البنات، ولا تثبت إجابتي.\rوشاء الله أن يجندها لما يريد. وتتحول تحولاً كبيرا.\rفتقدّم بحث السَّنَة النهائية بالجامعة - كلية الاقتصاد - عن الاقتصاد الإسلامي. ومع أن الأستاذ كان شيوعيا منظما","seal":"E6735B82","part":1},
      {"page":101,"id":97,"nass":"إلا أنه قد أعطاها حقها \"امتيازاً بدرجة عالية\"\rلقد سألتني في يوم:\rهل يمكن أن تقرأ القرآن في أيام الحيض؟\rفلما قلت لها: لا. تنهَّدت، وقالت: كيف تعيش المرأة أسبوعا لا تقرأ القرآن؟!!!\rثم هاجرت إلى بلد عربي مسلم، وفتحت دارا نموذجيا للحضانة الإسلامية.\rفليعمل كل إنسان في حدود من عنده، وعلى الدعاة أن يركزوا على قضية المرأة، في النساء خير.\rوالآية الكريمة التي سبق أن ذكرتها تؤكد ضرورة أن تأمر المرأة المسلمة بالمعروف وأن تنهى عن المنكر. {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} (سورة التوبة 71)\r* * *","seal":"9CB08EA3","part":1},
      {"page":102,"id":98,"nass":"العُرف في كتب الأصول\rالعرف ضدّ النُكر. وهو كل ما عرف من الخير عن طريق العقل والشرع. وقصره العلامة الخازن - صاحب تفسير \"لباب التأويل في معاني التنزيل\" قصره على ما عرُف حسُنه بالشرع.\rوالإمام الجرجاني عرَّفه بما استقرت عليه النفوس بشهادة العقل وتلقَّته الطباع بالقبول وعرّفه الإمام الغزالي بأنّه \"ما استقرّ في النفوس من جهة العقول، وتلقته الطباع السليمة بالقبول.\rوالعُرف مصدر من مصادر التشريع.\rوكثيرا ما نسأل عن عرف البلد الذي وقع فيها حادث \"ما\" قبل أن نجتهد في الفتوى في هذا الحادث.\rوإذا اتفق \"العرف: مع نصٍّ شرعيٍّ، فإنَّ جميع العلماء يأخذون بالعرف.\rمن ذلك قول النبي - صلى الله عليه وسلم - لامرأة أبي سفيان \"خذي من مال أبي سفيان ما يكيفك وولدك بالمعروف\".\rواشترط الشافعي للأخذ \"بالعرف\" عدم معارضته نصا له.\rوالنبي - صلى الله عليه وسلم - قد راعى \"العرف\" في التشريع، في بيع السَّلَم. فقد نهى النبي عن بيع ما ليس عند الإنسان. واستثنى بيع \"السَّلَم\" لأنّه بيع متعامل به في المدينة، وفي تحريمه حرج لهم.\rأخرج البخاري عن ابن عباس قال:\r\" قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَهُمْ يُسْلِفُونَ بِالتَّمْرِ السَّنَتَيْنِ وَالثَّلَاثَ فَقَالَ مَنْ أَسْلَفَ فِي شَيْءٍ فَفِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ \".","seal":"F2909A77","part":1},
      {"page":103,"id":99,"nass":"فالنبي أقر هذا العقد مع أنه نهى عن بيع ما ليس عندك من أجل العرف المعمول به. وقد يتغير الحكم الشرعي بتغير العرف في بعض القضايا.\r- كان صمت البكر في موضوع النكاح دليلاً على قبولها للزوج، ورضاها عنه، من أجل ذلك قال - صلى الله عليه وسلم - \" وَإِذْنُهَا صُمَاتُهَا \".\rومعلوم أنَّ ذلك منطق العرف في عصر النبي - صلى الله عليه وسلم - والآن تغير العرف في كثير من البلدان، وأصبح الصمت لا يكفي.\rفهي الآن تعبر بصراحة عما تريد فأصبح إذنها كإذن الثّيب، ويؤخذ بالعرف لأن أساس النص الشريف قام على اعتبار العرف في عهد النبي - صلى الله عليه وسلم - وقد تغير العرف، فتغير الحكم.\rوأصبح مجرد الصمت لا يكفي.\rوللموضوع أحكام في كتب الفقه.\r* * *","seal":"06F1FBF8","part":1},
      {"page":104,"id":100,"nass":"* (وَأْمُرْ بِالْعُرْفِ) في مجال وصيِّ اليتيم\r- والعرف هو دائرة الحكم بين وصيِّ اليتيم وبين ما له من حقوق.\rفإن كان الوصي موسرا تطوع، وإن كان فقيراً فله راتب المثل (وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ) وقد جعل عمر بن الخطاب ولي أمر المسلمين كوصي اليتيم، ولنا عود على موضوع اليتيم وأمواله - إن شاء الله - في باب \" الأغنياء الذين رباهم النبي - صلى الله عليه وسلم - أموال اليتامي صـ 164 \".\r- (وَأْمُرْ بِالْعُرْفِ) في مجال الحياة الزوجية.\rالحياة الزوجية في القرآن قائمة على المودة، فإن عسرة \" المودة \" فالرحمة. وهى تعني تنازل القويّ عن بعض ما يستحق لبقاء الشركة.\rفإن خلت الحياة الزوجية من العمودين \" المودة والرحمة \" فآخر دعواهما هو العدل (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ) فالعدل آخر المطاف.\rولا تنخفض الحياة الزوجية عن العدل، عن المثلية.\rوقوله تعالى (بِالْمَعْرُوفِ) قيد لا بدَّ منه في العلاقة الأسرية.\rفلولا هذا القيد لقالت الزوجة: أنا غسلتُ الملابس اليوم، فاغسلها غداً.\rوقال الرجل: أنا أنفقت على البيت هذا الشهر، فتحملي النفقة الشهر القادم.\rولكنْ قوله تعالى (بِالْمَعْرُوفِ) حدد الإنفاق على الزوج، وعمل البيت على الزوجة، والمعروف سيد الأحكام. كما يقولون.\rودرجة (الْمَعْرُوف) هي ميزان الاعتدال (فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ) .\r(سورة البقرة 231)","seal":"7BE1AF91","part":1},
      {"page":105,"id":101,"nass":"كل شيء في الحياة الزوجية بالمعروف.\rبل إن الكلمة الطيبة بالمعروف خير من صدقة يتبعها أذى {قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ} (سورة البقرة 263)\r* * *\rبهذا أمر الله النبي - صلى الله عليه وسلم -\rأمره أن يأمر بالعرف. فكمال الشيء أن ينتقل أثره إلى ما يجاوره.\rونحن لا نتحمل من آثام المجتمع إلا حصة المشاركة لهم بعدم نهينا عن المنكر، بالدرجات الثلاث التي عرفناها اليد فاللسان فاستنكار القلب.\rوالمرأة شريك الرجل في مجال الأمر بالمعروف والنهي عن المنكر، وللنساء طاقات كبيرة في خدمة الحق لو أحسنَّا الإفادة منها.\r* * *","seal":"73A9192D","part":1},
      {"page":106,"id":102,"nass":"في هذه الصفحات\rالعرض والإعراض\r- الإعراض لا يمنع من العرض.\r- من الذين أُمرنا أن نُعرض عنهم؟\r{وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ}\r- أعجب قَسَم في القرآن.\rإبراهيم الخليل بين العرض والإعراض.\rفرعون يمزح.\rوموسى يُعرض عن الجاهلين.","seal":"A33233B7","part":1},
      {"page":107,"id":103,"nass":"{وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (سورة الأعراف 199)\rالأمر الثالث من الآية الكريمة\rإن الآية الكريمة مدرسة قرآنية. مهما أسهبنا في الحديث عنها لم نحط بها خُبْرًا.\rوالأمر بالإعراض عن الجاهلين يأتي بعد قوله تعالى {وَأْمُرْ بِالْعُرْفِ} .\rفلابد من التبليغ أولاً.\rفنحن لا نعرف الجاهلين. الذين سنعرض عنهم، إلا بعد أن نبذل كل سبيل لهدايتهم. وقد تتبعت آيات القرآن الكريم التي أمرت بالإعراض عن الجاهلين، فرآيتها تعني أولا المنافقين.\rوالإعراض عن المنافقين يعني عدم كشف ما يخفونه من نفاق وكفر.\rوأول الآيات في سورة النساء 61\r{وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا}\rثم يأتي الأمر بالإعراض عنهم {أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا} (سورة النساء 63)\rفمع الأمر بالإعراض عنهم طلب الله منه - صلى الله عليه وسلم - أن يعظهم وأن يقول لهم كلاماً يستقر في قلوبهم ونفوسهم {وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ}\rوهل على النبي - صلى الله عليه وسلم - غير هذا؟\rونفس المعنى في الآية 81 من السورة الكريمة، مع زيادة الأمر بالتوكل على الله.\rوفي سورة التوبة آية 95.","seal":"AD37FC07","part":1},
      {"page":108,"id":104,"nass":"أمر الله النبي - صلى الله عليه وسلم - أن يُعرض عن الذين تخلفوا عن القتال في غزوة تبوك، ثم كاذبوا عندما رجع النبي إليهم, والآيات تبدأ بقوله تعالى: {وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ} (سورة التوبة 90) إلى أن قال ربّ العالمين للنبي - صلى الله عليه وسلم - {سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ} (سورة التوبة 95) .\rأعرض عنهم، حتى تحافظ على الجبهة الداخلية، واتركهم للمجتمع يؤذيهم بمعاملته لهم.\rإلى هنا الإعراض عن المنافقين.\rأما في سورة الحجر 94 وهي متقدمة في النزول، لأنها مكية.\rفجاء الإعراض عن المشركين {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} والمطلوب منه في الإعراض أن يُعرض عن بعض أحوالهم، لا أن يُعرض عن ذواتهم.\r- كما قال صاحب التحرير والتوير حـ 14 صـ 88 أعرض عن أحوالهم لا عن ذواتهم، أعرض عن إبائهم إعلان الدعوة - وكانت الدعوة سراً في دار الأرقم بن أبي الأرقم، حتى نزلت هذه الآيات.\rوأعرض عن إيذائهم لك بالاستهزاء، وإيذاء المسلمين بالتعذيب، وواضح أنه لا يريد الإعراض عن دعوتهم لصريح قوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ} .\rوفي سورة النجم آية 29 {فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا}\rأمر النبي - صلى الله عليه وسلم - أن يُعرض عن طراز من الناس انحصر علمهم وعملهم ونشاطهم وفكرهم في الدنيا. وفي الدنيا فقط.","seal":"93B1757B","part":1},
      {"page":109,"id":105,"nass":"الدنيا همهم. والدنيا في قلوبهم، والدنيا مبلغهم من العلم.\rقال عنهم النبي - صلى الله عليه وسلم -:\r\" الدُّنْيَا دَارُ مَنْ لَا دَارَ لَهُ وَمَالُ مَنْ لَا مَالَ لَهُ وَلَهَا يَجْمَعُ مَنْ لَا عَقْلَ لَهُ \".\r(رواه الإمام أحمد. \"23283\" عن عائشة - رضي الله عنها) .\rوفي الدعاء المأثور \"اللهم لا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا\" ابن كثير حـ 4 صـ 273 والإسلام لا يطلب منا أن نهمل دنيانا، فعمار الأرض رسالتنا {هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا} (سورة هود 61)\rوالعمُر والعَمار والعمُران والعُمرة كلها من مادة واحدة.\rوقد شرع الإسلام إحياء الأرض وملك الأرض لمن يحييها، وينزع الحاكم الأرض ممن أخذها ولم يستطع أن يزرعها.\rوأحكام هذا الباب في كتب الفقه. كأحكام العبادات تماماً.\rوبعد:\rإن الأمر بالإعراض عن الجاهلين لا يعفينا من ضرورة عرض الحق عليهم - كما رأينا - إلا أن يتكبر العقل البشري، ويكتفي بالسخرية كالذين قالوا: {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} (سورة الأنفال 32) .\rوكان المتوقع منهم لو عقلوا أن يقولوا: إن كان هذا هو الحق من عندك فاهدنا إليه.\rوكان العقل البشري يتوقع أن يثبت الله لهم أن القرآن هو الحق، فيسقط عليهم الحجارة، ولكن الله علم أنهم قالوا قولتهم استخفافاً بالنبي - صلى الله عليه وسلم - فأنزل تكريما للنبي - صلى الله عليه وسلم - وبيانا لمنزلته عند الله:\r{وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (سورة الأنفال 33) .","seal":"2A68F70E","part":1},
      {"page":110,"id":106,"nass":"فالأمر بالتبليغ، والأمر بالإعراض عن الجاهلين، أمران متلازمان.\rوالجمع بينهما في الحياة العملية يحتاج إلى فطنة.\r* * *\r{وَأَعْرِضْ عَنِ الْجَاهِلِينَ}\rالجاهل غير الأمي.\rفالأمي هو الذي لم يدرس ولم يتعلم.\rأما الجاهل فهو الذي يعتقد غير الحق، ويصر على اعتقاده فقد يكون الجاهل دارساً متخصصا في نوع من العلوم، ولكن لم ينتفع بعلمه في إدراك الحقيقة.\r{لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (6) يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا} (سورة الروم 7)\rفالذين قصروا علمهم على الحياة الدنيا - في نظر القرآن - لا يعلمون.\rمع أنهم قد يكونون علماء في تخصصهم.\r* * *","seal":"3CE639FF","part":1},
      {"page":111,"id":107,"nass":"* وَأَعْرِضْ عَنِ الْجَاهِلِينَ\rوبعد الأمر النظري بالإعراض عن الجاهلين، يأتي القرآن بتدريبات عملية للنبي - صلى الله عليه وسلم - يُبيّن له فيها كيف يَعرض دعوته، وكيف يُعرض عنهم.\r* النموذج الأول للعرض والإعراض\r- قال تعالى {يس (1) وَالْقُرْآنِ الْحَكِيمِ (2) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (3) عَلَى صِرَاطٍ مُسْتَقِيمٍ (4) تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ} (أول سورة يس)\rقلت في كتابي \"حتى لا نخطئ فهم القرآن\" هذا القسم هو أعجب قسم في القرآن الكريم. لأن الأصل في عملية القَسَم أن يكون المُقْسَمُ به موضع تعظيم عند المخاطب بالقسم، حتى يحدث عنده تصديق نفسي.\rوهنا - وَجْهُ العجب - أنَّ الذي لا يؤمن بنبوة محمد - صلى الله عليه وسلم - لا يؤمن كذلك بالقرآن، ولا يعظمه.\rفكيف يقسم الله بالقرآن لمن لا يؤمن به؟\rأقول: كأن الله يقول: لا يوجد شيء يمكن أن أقسم به على نبوة محمد، إلا نبوة محمد، وأعرض عن الجاهلين، وعن كلامهم.\rوجاء في الشعر العربي.\rأنا أبو المجد، وشعري شعري.\rيعني لا يوجد شيء يصحّ أن أشبّه به شعري إلا شعري.\rوجاء مثل هذا الأمر في مطلع سورة الشورى في قوله تعالى {كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ} فالقرآن مشبّه، ومشبّه به. على دعوى أنه لا يصلح شيء يُشبّه به القرآن إلا القرآن.\rوهو المعنى الذي رأيناه في مطلع سورة (يس) .\rفالله أقسم بالقرآن الحكيم على أن محمداً من المرسلين.","seal":"5B220311","part":1},
      {"page":112,"id":108,"nass":"وهما متلازمان كالشيء الواحد. من آمن بواحد منهما آمن بالآخر.\rففيها عرض لعظمة القرآن, وإعراض عن دعواهم.\r* النموذج الثاني.\rسورة يونس {قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ} (سورة يونس 33) .\rأمر الله النبي - صلى الله عليه وسلم - أن يطرح عليهم السؤال وأن يجيب عنهم، في الوقت نفسه.\rيجيب عنهم ولا ينتظر إجابتهم. لأن السؤال هنا يتعرض لقضيتين.\r- الأولى بدء الخلق: وهو يؤمنون بأن الله هو الذي بدء الخلق.\r- والقضية الثانية هي إعادة الخلق: وهم لا يؤمنون بها.\rمن هنا أمر الله النبي أن يجيب عنهم. ويعرض عن إجابتهم.\r{قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ} ؟.\rهل من شركاءكم من يرسل الأنبياء والكتب، ويضع المنهج، بل ويملك جذب القلوب إلى الهدى، كما يملك إقناع العقول؟\rثم لا ينتظر منهم الإجابة. {قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ} ؟\r{قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ} (سورة يونس 35)\rفالآيات تطرح عليهم أسئلة عقليّة، ملزمة لإجابة واحدة، لتلزمهم الحجة، وتُعرض عن جدلهم. وهذا هو العرض والإعراض.","seal":"5D33E1FB","part":1},
      {"page":113,"id":109,"nass":"* النموذج الثالث للعرض والإعراض\rاخترته من القصة القرآنية. لأن القصص القرآني له دور مشهود في التربية.\rالحوار الذي دار بين إبراهيم - عليه السلام - وطاغية العراق نموذج من إعراض الأنبياء عن الجاهلين.\rأو كما أسميه نموذجا \"للعرض والإعراض\" يأخذ صورة عملية.\rفقول الطاغية {أَنَا أُحْيِي وَأُمِيتُ} ومحاولة تفسير الإحياء والإمانة هذا التفسير، الذي يؤكد طفولة عقلية.\rوإعراض الخليل - عليه السلام - ليس معناه تسليم الخليل لهذا التفسير الجاهل. أو انهزامه أمامه. إنما معناه إعراض الخليل عن الجاهلين، وعدم رغبته في الجدل معهم، وقد انتقل إلى حجة بهتت الطاغية.\r{إِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (سورة البقرة 258)\r{رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ} أي يخلق الحياة في الجماد كما خلق النطفة الحيَّة من الغذاء الميِّت. وكما أعاد الحياة للطيور الأربعة بعد أن ذبحها إبراهيم - عليه السلام -.\rوالإمانة كالإحياء لا يقدر عليها إلا الله. {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ} (سورة الملك 2) بل ولا يعرف أحد سرها.\rوالإمانة سلب الروح، مع سلامة البنية.\rوالطاغية في أي عصر يملك أن يقتل، ولا يملك أن يميت.\rوالقرآن قد فرَّق بين الموت والقتل {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} (سورة آل عمران 144) ولعل إبراهيم - عليه السلام - قد سارع إلى البيان الثاني {فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ} مخافة أن ينفذ الطاغية حماقته، ويقتل الرجل البرئ ليثبت أنه يمكنه أن يميت من يشاء، وأن يحيي من يريد.\rإنَّ كلّ الدنيا - مهما تقدمت المعارف - لم تعرف سرّ الحياة.\rفكيف تحي الموتى والجماد؟","seal":"B515C2C5","part":1},
      {"page":114,"id":110,"nass":"* النموذج الرابع في العرض والإعراض\rاخترته من قصة موسى - عليه السلام - مع فرعون، عندما انهزم فرعون في الحوار أمام موسى - عليه السلام - لجأ إلى حيلة يقلب بها المجلس إلى مجلس مزاح، فقال لهامان: {يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ (36) أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا} (سورة غافر 36، 37)\rوكل من له معرفة بشيء من علوم المصريين القدماء التي ما زال العالم حتى يوم الناس هذا يتردد عليها، ويحاول تفسيرها {رَجْمًا بِالْغَيْبِ}\rكل من له معرفة بشيء من علومهم، يعلم أن فرعون على يقين من عجزه عن الوصول للسموات.\rولكن الجنون فنون. والناس يسعهم الهزل إن فاتهم الجد.\rففرعون في طلبه كان هازلاً. من أجل ذلك لم يذكر القرآن أن موسى - عليه السلام - قال لفرعون: إن البناء مهما ارتفع فمحال أن يصل إلى السماء.\rلأن موسى علم أن فرعون انهزم، وأنه حاول أن يُحوّل المجلس إلى مجلس مزاح، وأوصي القارئ الكريم.\rإذا دخلت في مناقشة، ورأيت أن الذي يجادلك لا يحترم عقله، فحاول أن تنسحب من المناقشة.\rإذا لم يحترم عقله هو فمحال أن تصل معه إلى ثمرة.\rإن \"الفيلم\" الذي تم غسله \"تحميضه\" لا يمكن أن يقبل صورة جديدة، غير التي سجلت عليه.\rفاعرض الحق، فإن وجدت إصراراً على ما في ذهنه فأعرض عنه وحسبك نيتك ... هكذا يكون العرض والإعراض.","seal":"4BDDD0EC","part":1},
      {"page":115,"id":111,"nass":"سُلّم النبي - صلى الله عليه وسلم - من أدب الطعام إلى صناعة الأمراء\rذكرت طعامه وكيف كان يأكل. ملبسه، ونعله، حتى عدد الشعرات التي شابت في رأس النبي - صلى الله عليه وسلم -.\rوسبب اهتمام كتب الصحاح بهذه المسائل - في تصوري -\rأولاً: أن تؤكد اهتمام الصحابة بتسجيل ونقل كل شيء من حياته - صلى الله عليه وسلم - إلى الناس.\rونقلها للأمور العادية يؤكد نقلها لأصول دعوته من باب أولى.\rثانياً: ما قد يكون في هذه الأمور العادية من تربية للنشء المسلم، وخصوصاً في مرحلة تكوين العادات عند الطفل. فالتعويد في هذه المرحلة يجعل السنة عادة، يأتيها المسلم بلا تكلُّف.\rثالثاً: تعرض صورة صادقة لحياة النبي - صلى الله عليه وسلم - العادية التي تطابق ما يدعو إليه من زهد في الطعام والملبس، وعدم الاغترار بها.\rرابعاً: الأهم عندي أن ذكر هذه الشمائل وما فيها من أمور عادية يبين أول السُلَّم الذي عبر النبي - صلى الله عليه وسلم - عليه إلى التسامي بالأمة. فقد بدأ بالدروس التي نُدَرَّسها اليوم لتلاميذ الحضانة، والسنوات التعليمية الأولى، ثم ترقّى بالأمّة إلى منهج إعداد القادة والأمراء.","seal":"40A578AA","part":1},
      {"page":116,"id":112,"nass":"بدأت الرحلة من قوله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ} (سورة المجادلة)\rووصل بالأمة إلى إعداد مجتمع يقبل لأول مرة في تاريخه نظام الحاكم الواحد.\rوقد بلغ من شدة حرصهم على النظام الجديد \"نظام الحاكم الواحد\" أن يقوم الصحابة باختيار حاكم أعلى للأمة قبل أن يقوموا بدفن جسمان النبي - صلى الله عليه وسلم - وذلك حتى لا تخلو أعناقهم يوما من بيعة.\rإن النبي - صلى الله عليه وسلم - لم يفرض هذا النظام الجديد بالسيف بل بالكلمة. فالصحابة اجتمعوا لاختيار الخليفة بمجرد فراغ الساحة منه.\rلأن النبي أعدهم لهذا النظام.\r\" مَنْ خَلَعَ يَدًا مِنْ طَاعَةٍ لَقِيَ اللَّهَ يَوْمَ الْقِيَامَةِ لَا حُجَّةَ لَهُ وَمَنْ مَاتَ وَلَيْسَ فِي عُنُقِهِ بَيْعَةٌ مَاتَ مِيتَةً جَاهِلِيَّةً \" (رواه مسلم. 3441) .\rبل إن النبي - صلى الله عليه وسلم - درّبهم تدريباً طويلاً على قبول نظام الدولة والحاكم الواحد.\rفقد طلب من كل جماعة \"ثلاثة كانوا أو أكثر\" يسافرون. طلب منهم ضرورة أن يولُّوا واحداً منهم.\rيقول الإمام ابن تميمة: في ذلك ضرورة أن يكون فيما هو أكثر. (الحسبة صـ 11)\rوتربية الأمة وتدريبها على قبول نظام الدولة الواحدة، والقائد الواحد، أخذ من النبي - صلى الله عليه وسلم - جهداً كبيراً.\rإن الرجل الذي سجلت كتب السنة تربيته لأمته في أدب الطعام \"نهى رسول الله - صلى الله عليه وسلم - عن النفخ في الشراب (أبو داود) \"\r\"وأمرنا بغسل اليدين قبل الأكل (النسائي) \"\rهو الرجل الذي طلب من هذه الأمة أن تتحملّ \"نفسياً\" تكاليف الخضوع للحاكم الواحد.","seal":"65DFDE30","part":1},
      {"page":117,"id":113,"nass":"جاء في نيل الأوطار حـ 7 - صـ 199 حديث عبادة بن الصامت - صلى الله عليه وسلم -.\rبايعنا رسول الله - صلى الله عليه وسلم - على السمع والطاعة، في العسر واليسر، والمنشط والمكره، وعلى أثره علينا، وعلى ألا ننازع الأمر أهله، إلا أن تروا كفرا بواحا، عندكم من الله فيه برهان \"أي برهان على هذا الكفر البواح\"\rوواضح من صيغة البيعة أنها لما بعد عهد النبي - صلى الله عليه وسلم - وعهد الراشدين. لما فيها من ذكر الأثرة عليهم من حكامهم.\r- وفي الوقت الذي يربي فيه الأمة على غسل اليدين قبل الأكل وبعده.\r- ويربي فيه الأمة على قبول نظام الحاكم الواحد لأول مرة، في تاريخها العربي.\r- نراه يربي الأمراء الحكام على ضرورة العدل. ليبقى نظام الحاكم الواحد، ونظام الدولة الواحدة حاميا لنفسه، بل حاميا للأمة، وحارسا لمصالحها.\rفالدين أساس، والحاكم حارس.\rومن لا أساس له مهدوم.\rومن حارس له ضائع.\r* منهج إعداد القادة\rأول ما ربي النبي - صلى الله عليه وسلم - الأمة عليه أن الإمارة أمانة.\rفعندما طلب أبو ذرٍّ من النبي - صلى الله عليه وسلم - أن يوليه، لم ينظر النبي إلى تدينّه، وعبادته، وطاعته لله. ولكن نظر لقوة تحمله لعبء جماعة من الأمة يسهر ليناموا، ويجوع ليوفر لهم الشبع.","seal":"82D7EB2B","part":1},
      {"page":118,"id":114,"nass":"فقال له: يا أبا ذر إنك رجل ضعيف.\rوإنها أمانة، وإنها يوم القيامة خزي وندامة، إلا من أخذها بحقها، وأدى الذي عليه فيها. (مسلم)\rإن يوسف - عليه السلام - لم يرشِّح نفسه لإدارة شئون المال. بنبوته، وتقواه. فقد شهد بإحسانه الجميع. ولكنه رشح نفسه لهذه المسئولية الكبيرة بحفظه وعلمه.\r{قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} (سورة يوسف 55)\rإنها مسئولية عظمى، وليست تشريفا، يُهدى لغير مستحق.\r\" مَا مِنْ رَجُلٍ يَلِي أَمْرَ عَشَرَةٍ فَمَا فَوْقَ ذَلِكَ إِلَّا أَتَى اللَّهَ عَزَّ وَجَلَّ مَغْلُولًا يَوْمَ الْقِيَامَةِ يَدُهُ إِلَى عُنُقِهِ فَكَّهُ بِرُّهُ أَوْ أَوْبَقَهُ إِثْمُهُ أَوَّلُهَا مَلَامَةٌ وَأَوْسَطُهَا نَدَامَةٌ وَآخِرُهَا خِزْيٌ يَوْمَ الْقِيَامَةِ \". (مسند أحمد عن أبي أمامة \"21268\"، وصحيح الألباني) .\rومازال النبي - صلى الله عليه وسلم - يحذر من الولاية مما جعل عمر بن الخطاب - رضي الله عنه - لم يقبل أن يرشح أحداً من أولاده لهذه المسئولية من بعده.\rكان النبي - صلى الله عليه وسلم - يربي أمة على غسل اليدين قبل الأكل وبعده, وفي الوقت نفسه يربي أبا بكر - رضي الله عنه - فينمي فيه اللين الذي يتفق مع فطرته، وينُمّى فيه الحزم الذي لم تشهده الدنيا في حاكم بعده.\rإن التاريخ لم يعرف رجلا فتح إحدى عشرة جبهة في وقت واحد كما فعل أبو بكر - رضي الله عنه - في حرب الردة - رضي الله عنه - والذين منعوا الزكاة.\rوكان النبي - صلى الله عليه وسلم - يصنع رجلاً كعمر بن الخطاب - رضي الله عنه - وهو مدرسة للإمارة، شهد الغرب الصليبي له.\rيا من رأى عمرا تكسوه بردته ... والزيت أدم له والكوخ مأواه\rيهتز كسرى على كرسيِّه فرقا ... من بأسه وملوك الروم تخشاه","seal":"790AC85B","part":1},
      {"page":119,"id":115,"nass":"إن الخلفاء الراشدين الأربعة، وكبار قادة الجيش، وأشهر الذين اتصفوا بالحزم العادل من الولاة، لم يكونوا جميعا نسخة متكررة من رجل واحد.\rحتى يسهل على النبي - صلى الله عليه وسلم - أن يوجهّهم لما يريد.\rولكن النبي - صلى الله عليه وسلم - تعرّف على خاصيةّ كلّ واحد منهم، وما تميّز به، وحاول أن يصيغ منه البطولة، كأنه تفرّع كله لصياغة رجل واحد منهم.\rهذه سنته. وهذه رسالته. وهذه مدرسته.\rتربية لرجل الشارع، وإعداد للأمراء ... فإذا انشغل الأمراء - في أي عصر ومصر - عن منهجه - صلى الله عليه وسلم -\rفاستغن بالله عن دنيا الملوك كما ... استغنى الملوك بدنياهم عن الدين\rيبقى دور الدعوة والدعاة.\rهل انحصر مجالها في بيان (العاديَّات) من الأمور؟\rهل سنبقى خدماتهم في بيان كيف تأكل، وماذا تلبس، لإحياء سنته - صلى الله عليه وسلم -؟\rإذا عشت لهذا الأمر فسوف تجد آذانا واعية.\rوأنت تستثمر المسموح به من الدعوة.\rأما تجربتي الطويلة في حقل الدعوة فتحمل الكثير.\rاجتهد في الدعوة إلى الله. فهي رسالة هذه الأمة.\rادع إلى أكل الحلال. كُلْ حلالا، ثم كُلْ كيف شئت, لا تضركْ طريقة الأكل.\rأكل الربا لا تستقيم معه سنّة، ولا تقبل معه فريضة، ولا يرفع من آكله دعاء.\rوفي حديث مسلم عن أبي هريرة أن النبي - صلى الله عليه وسلم -\r\"ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ يَا رَبِّ يَا رَبِّ وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذَلِكَ \". (مسلم. 1686) .","seal":"BD04B332","part":1},
      {"page":120,"id":116,"nass":"كُلْ حلالاً، ثم كل كيف شئت.\rوليعلم الذين يعملون في حقل الدعوة، أن الدعوة إلى أمر نأخذ حكمه - كما سبق أن بينت.\rفمن دعا إلى فريضة، أو نهى عن فاحشة، فأجره أجر الفريضة.\rوله مثل أجر من عمل بها.\rومن دعا إلى نافلة أو نهى عن مكروه، فأجره أجر فاعل النافلة.\rفتخير عظائم الأمور، واشغل الناس بها.\rفالإسلام بضع وسبعون شعبة، أعلاها لا إله إلا الله، وأدناها إماطة الأذى عن الطريق - كما سبق أن بينت - فتخير الأمور الكبيرة.\rوعدونا واحد. فأنت وزميلك كلاكما يقاتل عدوا واحدا.\rأيكما أصاب العدو نجا صاحبه.\rهذا إذا كنتُ أنا وأنتَ نعمل لخدمة النبي - صلى الله عليه وسلم - وسنته.\rوعلى هذا ربانا فضيلة الشيخ خلف السيد وكيل الأزهر الشريف.\rوكان زميلي يومها في الدعوة الأستاذ الدكتور كمال مصطفى محمد أستاذ الدعوة الإسلامية بأمِّ القرى - غفر الله له - وتطيبقا لهذا المنهج قام الدكتور كمال مصطفى بتدريس منهجى في الاستدلال على وجود الله، الذي أعددته لطلاب جامعة القاهرة 1973م. درسه لتلاميذه في كلية الدعوة بالأزهر.\rإن ألف عازف أو يزيدون في (سينفونية) واحدة، ومع ذلك لا تسمع إلا صوتاً واحدا.","seal":"67B7DC62","part":1},
      {"page":121,"id":117,"nass":"فمتى ينسجم الدعاة في بيان كلمة الله.\rويشغلون الناس بالأمور الكبيرة؟\r* * *\r* الثعلب والنعامة\rالنعام أكبر طائر على الأرض، فيما تعلم وهو طائر لا يطير، لكبر حجمه. لكنه أسرع مخلوق يجري على قدمين - كما يقول الأستاذ يوسف الأناس بمجلة العربي. فهو يجري بسرعة 60 كيلو في الساعة - وارتفاع النعام يبلغ مترين ونصف المتر. ووزنه يصل إلى 150 كيلو غرام. ومع ذلك فرأسها العالية لا تزيد عن نصف كيلو. وبصرها حاد جداً. فإذا جمعنا بين ارتفاع النعامة 2.5م وارتفاع الرأس الصغيرة، وحدّة البصر الشديدة، أمكننا أن نعلم سر كشفها للعدو من بعيد، بحيث يشعر الحيوان - في الصحراء - بالأمان بجوار النعامة - كاشفة الأعداء، بطريقة الإنذار المبكِّر.\rتصورت وأنا أقرأ هذه المعارف، عن آية من آيات الله في الصحراء، وهي النعامة، أن الثعلب ضاق بها ذرعا، فهي تكشفه، فيفر صيده.\rفتظاهر الثعلب بالمرض الشديد، وأرسل إلى الحيوانات يطلب منهم أن يقدموا له رأس النعامة، فدواؤه في رأسها.\rوسوف يترك الثعلب جسد الناعمة، وهو ثروة غذائية كبيرة.\rوسألت الحيوانات عن ثمن رأس النعامة؟\rفأخبرهم الثعلب: أنَّ كل قوى الصحراء ستسالم الحيوانات.\rفهم في الأصل إخوة وإن اختلفت صورهم.","seal":"35A65EA4","part":1},
      {"page":122,"id":118,"nass":"وتساءل الجميع:\rما قيمة رأس النعامة إذا بقى جسدها الكبير لهم؟\rإن الحيوان يفكر بمنطق البطن.\rهل يمكن أن نُقسّم هذا الطائر، لتعيش الصحراء في أمان؟\rهل ... هل ... تساؤلات ... وتساؤلات.\rتركتُ عالم الصحراء وما فيه من مؤامرات.\rورجعت إلى مكتبي.\rوطلبت من القارئ الكريم أن يرجع معي إلى \"سُلَّم أخلاق النبوة\"\rلقد عشنا مع منهج القرآن لتربية النبي - صلى الله عليه وسلم -\rعشنا مع نماذج قرآنية في الموضوع.\rولكن هل يكفي أن يُطلع الله نبيه على الخبر، ثم يتركه يعاني صراع الدعوة وحده؟\rإن مكر الباطل، وحيله، ومساوماته، أمر خطير.\rمن هنا كان لابد من تثبيت النبي - صلى الله عليه وسلم - على الحق.\r{وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (73) وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا} (سورة الإسراء 73)\r* مساومات\rأيقنت قوى الباطل من حرص النبي - صلى الله عليه وسلم - على هدايتهم، وضرورة اتباعهم، وأيقنت أن المستقبل لدعوته.\rفلماذا لا تساومه على أن يتنازل عن بعض ما يدعو وكل تنازل من أصحاب الحق يُعَدُّ مكسباً للباطل.","seal":"C5A7C42E","part":1},
      {"page":123,"id":119,"nass":"{قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ}\rقلب جائر. فلماذا تدعون إيمانكم بالقرآن الجديد، مع أن تجربتكم مع القرآن المنزل من عند الله هو الكفر والعناد.\rأتقبلون القرآن الجديد إذا كان من عند الله.\rثم إذا كان سيتبع من وحي نفسي؟!\r{قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ} (سورة يونس 15)\rومرة ثانية جاءوا بطلب أقلّ جرُما من طلبهم الأول.\rجاءوا بمساومة اجتماعية، يطلبون فيها أن يجعل النبي - صلى الله عليه وسلم - لهم مجلساً خاصاً لا يشاركهم فيه فقراء المسلمين هنا يحاول أحدنا أن يقارن بين طلبهم وبين إسلامهم.\rماذا على النبي - صلى الله عليه وسلم - لو قسّم أيام الأسبوع بين جموع المستضعفين، وسادة قريش؟\rإنهم في هذه المرة لا يطلبون \"رأس النعامة\" بل ريشها.\rولكن السماء لا تعرف المساومات في الحق.\rإن الحق شيء واحد. فإما أن يقُبل كلّه، أو يتُرك كلّه.\r{أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ} ؟! (سورة البقرة 185)\rلقد نزل رفض طلبهم آيات متعددة، من القرآن الكريم، منها.\r{وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا} (سورة الكهف 28)\rمجالسة الأغنياء، وأصحاب الجاه.","seal":"10AEEE9F","part":1},
      {"page":124,"id":120,"nass":"ولا يفهم أحد من هذا النهي أن النبي - صلى الله عليه وسلم - رغبت نفسه في تحقيق مطلبهم. بل هو كالنهي في قوله تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} (سورة الزمر 65) مع أن الله أعاذه من الشرك.\r- وطلب ثالث:\rوطلبوا منه أن يدخلوا معه في الإسلام، على أن يجعل واديهم \"بلدهم\" حراماً، كما أنَّ مكة حرام، ليشيع في الناس احترامهم, يريدون \"وادي ثقيف\"\rوطلبت ثقيف من النبي - صلى الله عليه وسلم - أن يترك لهم أصنامهم عاماً، ليجمعوا ما يُهدى إليها من العرب، ثم يدخلون الإسلام، ويكسّرونها.\rطلبات كثيرة، أو مساومات ونيل من الدعوة.\rبل قل: إنها تفتيت للرسالة. والحق لا يتجزأ.\r{فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ} (سورة يونس 32)\r- وهنا أسأل مرة ثانية:\rهل مجرد إعلام النبي - صلى الله عليه وسلم - بالأصول الأخلاقية، يكفي لقيادة الركب إلى الله؟\rإن الرحلة شاقة. والرسالة أمانة. والدعوة على بصيرة. وخلف النبي أمة كاملة سوف تقتدي به، وتهتدي بهديه.\rوالميل القليل من صاحب الرسالة كبير.\rشدة القرب تولد المؤاخذة.","seal":"19ECBFC4","part":1},
      {"page":125,"id":121,"nass":"* القرب والمؤاخذة\rأكرر: أنَّ شدةَ القرب من الله تقتضي المؤاخذة.\rوليس كما يتصور كثير من الناس، أنها تقتضي العفو.\rوفي الأيام الأولى من الوحي أنزل الله على النبي - صلى الله عليه وسلم - {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (44) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (45) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (46) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} (سورة الحاقة 44 - 47)\rمجرد أن يقول كلمة وينسبها إلى الله، من غير أن يقولها الله له، يأخذه الله باليمين - بالقوة - لأن اليمين رمز للقوة.\r{ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} عرق الحياة. فما تستطيع كلّ الأمة أن تحميه من عقاب الله له.\rوالوتين شريان في القلب يموت الإنسان بقطعه.\rوقال مجاهد هو النخاع.\rوهذه سُنَّة الله مع أصحاب الرسالات. لأن كذب أصحاب الرسالات كمن يقف على رأس طريق يدل الناس. فإن أخطأ دلالة الطريق، فكلما زاد جهد من استرشد به، كلما زاد بُعداً عن هدفه.\rفمن أراد بلداً في المشرق، ودلّه غبي إلى المغرب، فكلما جد المسكين وأسرع، زاد بُعده عن هدفه.\r* شدة القرب تسبّب المؤاخذة\rلقد أكل آدم من الشجرة ناسياً\rوالأصل في الناس العفو. وعدم المؤاخذة\rولكن شدة القرب من الله سببت المؤاخذة.\r{وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ} (سورة طه 115)","seal":"BBB8B45B","part":1},
      {"page":126,"id":122,"nass":"- يوسف - عليه السلام - طلب من الرجل الذي ظن أنه ناج أن يعرض قضيته على الملك، فقد طال سجنه ظلما، وعندما يطلب البريء إثبات براءته لا شيء عليه.\r{لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ} .\r{وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (39) } .\r{وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (41) } .\rفطلب إثبات البراءة من يوسف - عليه السلام - أمر مطلوب. ومع ذلك آخذ الله يوسف - عليه السلام - لأنه طلب ذلك من البشر.\rوالله يريد أن يجرد أنبياءه من طلب شيء من غيره.\rفقضاء حوائجهم بيده وحده، وهذا من شدة قربهم.\r{وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ (42) } .\rرابعا: ونساء النبي جعل الله قربهن من النبي - صلى الله عليه وسلم - سببا في مضاعفة العقوبة عليهن إن أتين بفاحشة.\r{يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ} .\rفشدة القرب تسبب المؤاخذة.\rمن أجل ذلك حفظ الله النبي - صلى الله عليه وسلم - من فتنة أهل الباطل، فلم يركن إليهم حتى ولا شيئا قليلا، وذلك لعصمة الله له، وسلامة فطرته.\r{وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (73) وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (74) إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا (75) } .","seal":"30E444EA","part":1},
      {"page":127,"id":123,"nass":"* أسلوب الآية الكريمة\rكما أن الآية الكريمة بينت حفظ الله - سبحانه - للنبي - صلى الله عليه وسلم - من الميل لاقتراحات المشركين، مع محاولة إغرائهم للنبي باعتناق دعوته.\rفقد بينت الآية أيضاً عظمة النفسية المحمدية، وصلابتها.\rأولاً: الامتناع. المفهوم من سياق الآية.\rثانياً: فعل المقاربة \"كدت\"\rيعني لولا تثبيت الله لك لقاربت الركون\rفلم يقل له: لولا أن ثبتناك لوقعت. بل لقد كدت تقع.\rثالثاً: تقليل الركون المستفاد من كلمة (شيئاً)\rرابعاً: وكلمة قليلاً في وصف الشيء وكلمة (لولا) حرف امتناع لوجود.\rوالمعنى: لولا أن ثبتناك لتحقق قرب ميلك ولكن امتنع ميلك القليل لتثبيتنا لك\". (التحرير والتنوير حـ 15 صـ 176)\rلا بدَّ من تثبيت الله لنبيه - صلى الله عليه وسلم - ولأصحاب الدعوات المخلصين بعده، لأن التنازل عن \"رأس النعامة\" وهي الطائر الكاشف للعدو، لا تقاس الخسارة بحجم الرأس للجسد، ولكن يُقاس بفقد الأمان.\rوخسارة الإنذار المبكر، وللنبي المثل الأعلى - صلى الله عليه وسلم - إن الله لم يُضيّع محمداً - صلى الله عليه وسلم - صبياً يتيما، لن يُضيّعه نبيا.\r{مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (3) وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (4) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} (سورة الضحى)\r* * *","seal":"98F5F1C0","part":1},
      {"page":129,"id":124,"nass":"الجزء الثاني مكارم الأخلاق وكيف تممها النبي - صلى الله عليه وسلم -\rإنّما بُعثت لأُتّمم مكارم الأخلاق.\rالبخاري في كتاب الأدب المفرد والحاكم في المستدرك","seal":"2FA72BF8","part":1},
      {"page":130,"id":125,"nass":"أعلى درجات السلم\rكيف تّمم النبي مكارم الأخلاق؟\r* (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) .\r* حفظ الله القرآن ليُخلّد جهود الأنبياء جميعاً.\r* التوارة - التي بين أيدينا ولُعْبَةُ هدم القدوة.\r* الأخلاق عند السيد المسيح - عليه السلام - غارقة في الروحانية، لتعالج غرق اليهود في المادِّية.\r* دور الأخلاق في تأديب المخطئ، وليس في العفو الدائم عنه.\r* المال بين المثالية والواقعية.*\r* المال - في القرآن - خير. إذا استوفى شروطه.\r* السفيه يسرق حذاء من المسجد، ويهودي يضع نظرية في الاقتصاد، فيسرق نصف أموال الدنيا.\r* السمنة والورم. من يمكنه أن يُفرّق بينهما....\rوأبحاث أخرى.","seal":"79A84EFA","part":1},
      {"page":131,"id":126,"nass":"* كل نبي على خلق عظيم\rعهد القرآن شهادة حق، عن الله - سبحانه - أن كل الأنبياء على خلق عظيم. وأن اله قد اختار بعضهم وجعل منه قدوة للنبي - صلى الله عليه وسلم - {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} (سورة الأنعام 90)\rولم يكد يدعو القرآن لمكرمة أخلاقية إلا وجعل منها صفة عملية لخُلق نبي من الأنبياء. بل إن تكامل أخلاقهم هو عامل من عوامل اختيار الله لهم {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} (سورة الأنعام 124)\rوشهادة القرآن لكمال أصحاب النبوات، يمثل فارقا كبيراً بين القرآن الكريم وبين التوراة - التي بين أيدي الناس - والتي لم تترك نبيا من أنبيائهم إلا ونسبت إليه من النقائص ما لا يليق برجل الشارع.\rوذلك حتى تقضي اليهودية على المثالية، فلا يقف شيء أمام اليهود، يُحدّ من نشاطهم لجمع المال، حتى يقيم لليهود دولة.\rوقد جمعتُ هذه الافتراءات في كتابي \"هذا نبيك يا ولدي\"\rوبينت موقف القرآن منها.\rومن أجل الجهود الكبيرة التي بذلها الأنبياء - صلى الله عليهم وسلم - في خدمة الحق.\rودفاعاًَ عن سيرة الأنبياء المظلومين، حافظ رب العالمين على القرآن بنفسه.\r{إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (سورة الحجر 9)\rفما دور النبي - صلى الله عليه وسلم - في إتمام مكارم الأخلاق؟\rالذي وصلتُ إليه في دراستي:","seal":"E1F85BAF","part":1},
      {"page":132,"id":127,"nass":"أن الأخلاق قبل النبي - صلى الله عليه وسلم - كانت أخلاقا مثالية فقط.\rأخلاقا لم تراع الطاقة الإنسانية المحددة. وما فيها من متقابلات. كالخير والضر، والقوة والضعف، والشهوة والروح.\rكانت الأخلاق - قبل الإسلام - أخلاقا ملائكية في سلوك بشري.\rوأقرب الأنبياء إلى نبينا محمد - صلى الله عليه وسلم - هو أخوه المسيح - عليه السلام - من ناحية الزمن.\rودعوة المسيح الأخلاقية دعوة غارقة في المثالية، لتواجه الإغراق المادي عند اليهود.\rكما يقول أستاذنا الدكتور يوسف القرضاوي.\rالأخلاق التي دعا إليها المسيح لا يقوى المأمور بها على تنفيذها.\rفهي مثالية تتوج مجالس الكرماء بالحديث عنها، تم تنفض المجالس، وتنتهي الأخلاق.\rيقول السيد المسيح:\r\"أحبّوا أعداءكم، وباركوا لاعينكم، وصلُّوا من أجل الذين يسبونكم\"..\rويقول: \"إذا ضربك رجل على خدِّك الأيمن، فأدر له خدَّك الأيسر\"\rمثالية مطلقة، لا يقوى عليها المخاطبون بها، والأخلاق لم يشرعها الله - سبحانه - ليجعل منها وسيلة للعفو عمَّن ضربني فقط ... ولكن شرعها - سبحانه - لتعالج من أساء وضربني.\rفليس كلّ الناس يُصلحهم أن أدير لهم الخدَّ الأيسر.\rفهل العفو المطلق، وإدارة الخد الآخر، ستعالج من يعتدي على الناس؟\r* فلنبحث معاً عن المتمم - صلى الله عليه وسلم - ودوره.\rجاء الإسلام لينتقل بالأخلاق من المثالية المطلقة، إلى الواقعية المثالية.","seal":"AF2E15CF","part":1},
      {"page":133,"id":128,"nass":"التسامي في حدود البشرية. أو قل: أخلاق للجميع.\rجاء النبي ليُبين أن الكمالات نهر واسع، لا يمكن لأحد من البشر أن يستوعبه كله، فليشرب كل إنسان على قدر استعداده.\r{فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ} (سورة البقرة 265)\rالكمالات ظلال لأسماء الله الحسنى، وأنت بشر، فلا تطلب ممن عرفته أن يشرب النهر كله. حتى ولو كان من دعاة الفضيلة، ورجالات الأخلاق.\r* الذين يتطوعون بالمثالية.\rعلى أن بعض الجماعات المسلمة قد أجهدت نفسها، وألزمت نفسها بالمثالية, لأن رسول الله - صلى الله عليه وسلم - لم يتنازل في كثير من سلوكه عن المثالية.\rلقد تحمل غُرم الإسلام، وجعل غُنْمه للمسلمين.\rوتحمل نفقات الدعوة من مال زوجته السيدة خديجة - رضي الله عنها - ومن مال أصهاره أبي بكر وعثمان - رضي الله عنهما - ولما شرع الإسلام الصدقة. وفرض الزكاة، حرمهما النبي - صلى الله عليه وسلم - على نفسه، وعلى آل بيته. ولم يجعل الغنُم بالغُرم.\rوقد قرأت في كتاب مدارج السالكين للإمام ابن قيم الجوزية:\rدعوة إلى ما نسميه \"الأخلاق المثالية\"\rقال: أنْ تقرِّب من يُقْصيك - أي يباعدك عنه - وتُكرمَ من يؤذيك، وتعتذر إلى من يجني عليك. سماحة لا كظماً، ومودة لا مصابرة ثم قال:\rإذا مرضنا أتيناكم نعودكم ... وتذنبون فنأتيكم ونعتذر\rثم يقول: إن الذي جنى عليك فعل ذلك لذنب ارتكبته.","seal":"59516EDF","part":1},
      {"page":134,"id":129,"nass":"{وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} (سورة الشورى 30)\rفأنت الجاني في الحقيقة، لأنك أنت البادئ بالمعصية.\rوما وقع بك عقوبة عليها. هذا رأيهم ومعلوم من سيرة النبي - صلى الله عليه وسلم - أنه جاء بالواقعية المثالية، ولكنه التزم مع الله بالمثالية في أكمل صورها، وإن كان لم يطلب من أمته. الالتزام بها.\rوبعد:\rإن الإسلام أتى من الأخلاق بما يُطاق.\rفلم يطلب منك أن تدير الخدَّ الأيسر إذا ضربك رجل على الخد الأيمن، إلا إذا عرفت أن الذي أخطأ معك في حالة انفعال أفقده الصواب، وأن عفوك عنه سيصادف نفسا طيبة، تعيده إلى صوابه. {وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}\r(سورة فصلت 34)\rهذا طراز من الناس، يخطئ، ولكنه سرعان ما يعود لرشده، وتثمر فيه المروءة، فيعيش وفيًّا لمن عاقبه بالعفو عنه.\rولمثل هؤلاء شرع الله العفو عن الناس، وتولي جزاءهم.\rإن مثالية السيد المسيح - عليه السلام - تصلح مع هذا الطراز من الناس. ولكن ليس كل الناس كراما. فكثير من الناس لا يُصلحهم العفو عنهم بل يعيثون في الأرض فسادا إذا لم تقلم أظفارهم، ولا أحد يحب العفو أكثر من الله، ومع ذلك نراه يعاقب، يعاقب ليعالج الجاني، أو ليعالج به الآخرين.\rأو ليمسح الآلام عن مظلوم لم يتب ظالمه.\rوالأخلاق الإسلامية لا تطلب من المسلم أن يحب عدوه، وتكتفي منه بالعدل معه. مما جعل سجل القضاء الإسلامي حافلاً بصور من العدل، بين المسلمين وغيرهم.","seal":"8798D320","part":1},
      {"page":135,"id":130,"nass":"بل بين بعض القادة الفاتحين، وأبناء البلاد. وقصة ابن عمرو بن العاص مع المصري، غير بعيدة عن الأذهان.\rإن ثقة القبطي في عدل عمر بن الخطاب - رضي الله عنه - جعلته يتحمل صعاب السفر من مصر إلى المدينة المنورة.\rلم يكن مقامراً بهذا السفر البعيد، ولكنه كان واثقاً من عدله.\r* نُصرة عمر\r- نصره عندما أرسل لواليه على مصر ليحضر إلى المدينة. لمجرد دعوى من قبطي، لم يُحضر معه أحد من الشهود. فمجرد الحضور عقوبة في ذاته.\r- ونصره عندما حكم له بالقصاص من ابن عمرو. ابن والي مصر وحاكمها.\r- ونصره عندما عنف عمرو بن العاص بكلمته المشهودة: \"متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً\".\rوبعد أن أخذ القبطي حقه، قال له عمر:\rاضرب عمرو على صلعته لأن ابنه لم يفعل ما فعل إلا لأنه ابن عمرو.\rابن الوالي.\rفقال القبطي: لا أضرب إلا من ضربني.\rوشكوى القبطي عمرو بن العاص أمام عمر بن الخطاب - رضي الله عنه - دليل أيضاً على ثقة القبطي في عدل والي مصر، وأنه لن يضيق عليه\rإذا عادا لمصر.\r- واقعية مثالية، أو مثالية واقعية.\rأمر بالعدل مع العدو. وألزم الأمة بهذا العدل عندما جعله\rتشريعا له قداسته، وجعل الأمة مسئولة عن تنفيذه.\rوليس مجرد شعارات. فما أرخص الشعارات.\rوملَّف القضاء - كما قلت - يشهد بعدل الإسلام مع أعدائه. حتى ولو كان الخصم هو الخليفة - الحاكم الأعلى -","seal":"D4F2A466","part":1},
      {"page":136,"id":131,"nass":"أمير المؤمنين عليّ بن أبي طالب - كرم الله وجهه - يفقد درعه في معركة صفين.\rويرى الدرع عند نصراني. فيرفع أمره للقاضي شُريح،\rالإمام: الدرع درعي. وأنا لم أبعه، ولم أهبه.\rالنصراني: أمير المؤمنين ليس كاذباً. ولكن الدرع درعي.\rالقاضي: هل مع أمير المؤمنين بينة؟\rالإمام: لا. ثم يضحك. ويقول: أصاب القاضي.\rفيقضي شريح بالدرع للنصراني. لأنه تحت يده.\rيقول ابن كثير في البداية والنهاية: لم يمش النصراني خطوات حتى عاد يقول: أما أني أشهد أن هذه أحكام أنبياء. أمير المؤمنين يدينني عند قاضيه، فيقضى لي عليه!!\rأشهد أن لا إله إلا الله. وأن محمداً رسول الله.\rالدرع درعك يا أمير المؤمنين. اتبعت الجيش وأنت منطلق من \"صفين\" فسقط من بعيرك.\rفقال الإمام عليّ: أما إذ أسلمت فهي لك.\rونماذج كثيرة أفرد لها بعض الكتاب مؤلفات طوال.\r- ومن عدل الإسلام مع أعدائه المساواة في الحقوق والواجبات.\rفلهم ما لنا، وعليهم ما علينا، إلا ما يلزم أن يتولاه مسلم، لمساسه بأمور الشريعة كالإمامة. لأن الخليفة يخلف النبي - صلى الله عليه وسلم - فلا يكون إلا مسلماً.\rوالقضاء لما فيه من أمور الشريعة. وولاية على المسلم.\rما مصادر العيش، وما يجيدونه من فنون الثراء، فالإسلام لا يُضيق عليهم.","seal":"00D16AC8","part":1},
      {"page":137,"id":132,"nass":"وقد ذكرت في كتابي \"هذا نبيك يا ولدي\" أن الإسلام أعطى أهل الكتاب حقوقا لم يعطها للمسلم.\rمن ذلك أن الإسلام اعترف بمالية الأمور التي اعترف دينهم بماليتها.\rوأجاز لهم ملكيتها، وحماها لهم.\rفمن اعتدى على خمر أو خنزير لمسلم وأتلفه لا يحكم الإسلام للمسلم بالتعويض المادي. ولا يعاقب الفاعل ... أما من اعتدى على خمر أو خنزير لأحد من أهل الكتاب - في بلاد الإسلام - يُعاقب ويُغرم.\rوهذا مذهب الأحناف.\rحتى الكلمة التي تسيئه لا يجوز للمسلم أن ينطق بها احتراما لذمة الله، وذمة النبي - صلى الله عليه وسلم -، هذا ديننا.\rلم يأمرنا أن ندير له الخدَّ الأيسر، إذا ضربنا على الخد الأيمن،\rكما قال السيد المسيح - ولم يأمرنا بحب أعدائنا، ولكن أمرنا أن نرعي شيخوختهم وعجزهم. رعاية ينص عليها التشريع الإسلامي، نصاً صريحاً، عندما أمرنا بالوفاء بالعقود.\rجاء في كتاب \"الخراج\" لأبي يوسف - صاحب أبي حنيفة - رضي الله عنه - صـ 144 إن خالد بن الوليد - رضي الله عنه - عندما كتب عقد الذمة لنصارى الحيرة بالعراق قال: وجعلت لهم. أيما شيخ ضعف عن العمل، أو أصابته آفة من الآفات، أو كان غنياً فافتقر، وصار أهل دينه يتصدقون عليه، طرحت عنه جزيته، وعيل من بيت مال المسلمين، هو وعياله.\rوقد كتب خالد لأبي بكر - رضي الله عنه - بهذا العهد فأقره، وأقره من بجواره من الصحابة، فأصبح إجماعاً. والإجماع مصدر من مصادر التشريع.\rوهذا ما فعله عمر بن الخطاب - رضي الله عنه - مع اليهودي الذي أقعدته الحاجة عن الكسب.\rوقال ما أنصفناه، عندما أخذنا منه الجزية شابا، ثم نخذله عند الهرم.","seal":"7ED62D4F","part":1},
      {"page":138,"id":133,"nass":"وقد وضح الشيخ الرملي - رحمه الله - أن لهم حد الكفاية، وليس ما يسد الرمق فقط. ويلحق بالطعام والكسوة ما في معناهما، كأجرة الطبيب، وثمن الدواء، وخادم منقطع لخدمته، بل زاد الشيخ الرملي بضرورة فك أسراهم، لو وقع أحدهم في الأسر. \"غير المسلمين للدكتور يوسف القرضاوي\"\r* واجب الضيافة بين الكرم والقضاء\rعرفنا أن لأهل الكتاب حق العدل مع المسلمين. بل رأيناه مع الخلفاء - كما في:\r- قضية سيف سيدنا عليٍّ بن أبي طالب - رضي الله عنه -.\r- ولهم تأمين مستقبلهم ماديا - كما رأينا في معاهدة خالد بن الوليد، وتصرف عمر بن الخطاب - رضي الله عنهما - مع الرجل اليهودي وهذا سلوك دولة، وليس شعارات للانتخابات. وتلبية لأوامر الله - سبحانه - وليست شفقة المنتصر.\r{يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} (سورة المائدة 8)\rأما عندما أقرأ عن موضوع استضافة المسلم لغير المسلم، استضافة يفرضها الشرع الحكيم، فهذا أمر يحتاج إلى دراسة.\rفي كتاب شرح الشروط العمرية لابن قيم الجوزية تحقيق الدكتور صبحي الصالح صـ 128 قال: في موضوع ضيافة المسلم لغير المسلم: \"وتجب الضيافة على المسلم للمسلمين والكفار، لعموم الخبر.\rواستدل على وجوب ضيافة المسلم وغير المسلم لقوله - صلى الله عليه وسلم - ليلة الضيافة حق واجب على كل مسلم.\rفدل الحديث على أن المسلم والمشرك يُضيّفان.","seal":"39B6CF5E","part":1},
      {"page":139,"id":134,"nass":"بل إنه قال أي ابن قيم الجوزية: وإذا نزل يه الضيف - مهما كان دينه -\rولم يضيفه كان دينا على المضاف - صاحب البيت - وللضيف أن يطالبه به قضاء، وله أن يتنازل. هذا رأي بعض الأئمة.\rوجاء في كتاب (إغاثة اللهفان لابن قيم الجوزية) حـ 2 صـ 75 مثل هذا الكلام مفصلاً.\rفقد ذكر في مقام حديثه عن الحقوق التي يجوز للإنسان أن يأخذها النكاح والقرابة والضيافة.\rقال: وفي هذه الأمور يجوز للإنسان أن يأخذ بقدر حقه.\rوكما أذن لمن نزل بقوم ولم يضيفوه أن يعْقُبّهم في مالهم بمثل قِرَاه.\rكما في الصحيحين عن عقبة بن عامر قال: قلت للنبي - صلى الله عليه وسلم - \"إنك تبعثنا فتنزل بقوم لا يقرونا، فما ترى؟\rقال لنا: إن نزلتم بقوم فأمروا لكم بما ينبغي للضيف فاقبلوا. فإن لم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم.\rوفي مسند الإمام أحمد: من نزل فعليهم أن يقُرْوه. فإن لم يقروه فله أن يعقبهم بمثل قِرَاه \"المسند عن المقدام أبي كريمة عن النبي - صلى الله عليه وسلم -\" وفي المسند أيضاً عن أبي هريرة عن النبي - صلى الله عليه وسلم - أيما ضيف نزل بقوم فأصبح الضيف محروما فله أن يأخذ قراه، ولا حرج عليه.\rويؤكد هذا قوله - صلى الله عليه وسلم - \" من كان يؤمن بالله واليوم الآخر فليكرم ضيفه\"\rوأستدل بوجوب الضيافة - من قال بوجوبها بإباحة العقوبة عند منع الكرم. والثاني قول النبي - صلى الله عليه وسلم - بعد الليلة الأولى\r\"فما سوى ذلك صدقة\" فدل ذلك على أن الليلة واجبة وسواها صدقة.\rوقول النبي - صلى الله عليه وسلم - \"ليلة الضيف حق\"\rوفي رواية: ليلة الضيف واجبة.","seal":"FBA3C379","part":1},
      {"page":140,"id":135,"nass":"وهذه الأحاديث تدل على كرم النبي - صلى الله عليه وسلم -، الذي جعل إكرام الضيف واجباً.\rوجعل الضيف صاحب حق في الكرم.\rوعموم العلماء يرون الضيافة نوعاً من الكرم وليست واجبة.\rنعود إلى ابن قيم الجوزية في شرح الشروط العمرية:\rقال: والضيافة الواجبة يوم وليلة. وتمتد إلى ثلاثة أيام صاحب البيت.\rوإذا كان الضيف مريضاً، أو مرض في ضيافتهم، فله الرعاية، لأنه أكثر احتاجاً لها، من الطعام والشراب.\rفإن زاد عجزه عن السير عن ثلاثة أيام، وله ما ينفقه على نفسه، لم يلزمهم القيام بنفقته. ولكن تلزمهم المعونة والخدمة، وشراء ما يلزمه على نفقته - أي نفقة الضيف. وإن لم يكن له ما ينفق منه على نفسه، لزمهم القيام عليه، حتى يبرأ أو يموت.\rفإن أهملوه وضيعوه حتى مات ضمنوا دينه. هذا مذهب عمر بن الخطاب - رضي الله عنه - فقد مر رجل بقوم في عهد عمر - رضي الله عنه - فطلب منهم السقاية، فلم يسقوه حتى مات، فغرمهم عمر ديته!!\r* هذا ديننا\rالضيافة حق. فإن قصر الموسر فللضيف أن يطالب بحقه، أو يعفو عنه.\rحق وليست تطوعا - كما يعتقد كثير من الناس.\rأما المريض فله حقوقه، من الرعاية، حتى ينتهي مرضه، ولا عبرة باختلاف الدين.\rمرة ثانية أقول: هذا ديننا الذي نزل في الصحراء!!","seal":"F3B35032","part":1},
      {"page":141,"id":136,"nass":"في هذه الصفحات\r* السيد المسيح يُعالج الغرق المادي.\r* الرسول الأعظم يربي الأغنياء.\r* تصور الإسلام للمال.\r* سورة المسد تُبيّن ملامح الدين الجديد.\r* قدرة الله، وسنّة الله متلازمتان.\r* غنائم بدر أوَّل تجربة للمسلمين.\r* صدقاتنا متى تخدم دعوتنا؟\r* من التجارب الحيَّة التي عشتها.\r* مَن لهؤلاء الشباب؟\r* أرباح البنوك الربوية أين تذهب؟\r* المال بين الفردية والجماعية.\r* أموال السفهاء ودور الجماعة في حمايتها.\r* أموال اليتامى هل فيها زكاة؟\r* والتضخم وخطره على مال اليتيم.","seal":"C545A81C","part":1},
      {"page":143,"id":137,"nass":"* الغني بين المثالية والواقعية\rمرة ثانية نلتقي مع السيد المسيح - عليه السلام - وهو يحاول هدم صرح المادّية، التي تمكنت من نفوس اليهود. ليقيم على أرضها عالم المثالية الأخلاقية. هذا العالم الذي لا يجاوز دائرة النفوس وطاقاتها.\rنلتقي مع موقف المسيح من المال. ومن الأغنياء.\rفي إنجيل متّى إصحاح 19 آية 23 جاء قول المسيح لتلاميذه:\r\" الحق أقول لكم، إنه يعصر أن يدخل غني إلى ملكوت السموات، وأقول لكم أيضاً: إن مرور جمل من ثقب إبرة أيسر من أن يدخل غني إلى ملكوت الله \".\rإن السيد المسيح يعالج قضية قديمة، قضية متأصلة في المجتمع اليهودي.\rوهي قضية عبادة المال، وليس ملكية المال.\rوقد شهد القرآن بتمكن المال من نفوس اليهود، عندما حكى قصة الملك طالوت، في سورة البقرة آية 247 وسوف تأتي.\rفقضية المال تمكنت من نفوس اليهود جعلهم يبيحون كل شيء.\rبل إنهم تفاخروا بأموالهم على الله - سبحانه - {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا} (سورة آل عمران 181) فهم يعبدون المال. أكثر مما يملكونه.\rوعندما أرسل الله إليهم مَلكاً يقودهم للنصر، ويخلصهم من الذل، ويعيدهم إلى ديارهم وأبنائهم، اعترضوا على اختيار الله - سبحانه - بأن هذا الملك لم يؤت سعة من المال.","seal":"CD37BF15","part":1},
      {"page":144,"id":138,"nass":"{وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ}\rلهذا - ولأكثر منه من مفاسد - أغلق المسيح ملكوت السموات في وجوه الأغنياء من اليهود.\r* ثم جاء محمد - صلى الله عليه وسلم -\rجاء ليتمِّم مكارم الأخلاق.\rجاء ليجعل الأخلاق واقعية مثالية.\rجاء ليصنع طرازاً من الأغنياء على يده، ويربيهم برعايته، كما ربَّى القادة، والأمراء.\rوكما ربَّى الخلفاء الراشدين، فكل لما تربَّى له. فلننظر ماذا فعل النبي - صلى الله عليه وسلم - في تربية الرأسمالية الإسلامية.\rأولاً: وضح مفهوم المال في الإسلام.\r* المال خير.\rولكن الإنسان - في هذا الدين الجديد بما في قلبه، لا بما في يده. ومن أوائل السور نزولاً سورة المسد، فقد نزلت بعد المدَّثر والفاتحة.\rنزلت في عم النبي - صلى الله عليه وسلم - بسبب كلمة حمقاء، قالها الرجل في ابن أخيه. هذا هو سبب النزول. ولكن مقاصد السورة أكبر.\rلقد نزلت لتبين خصائص هذا الدين وجوهره.\rفالإنسان فيه بما في قلبه، وليس بما في يده.\rوأقرب الناس للنبي - صلى الله عليه وسلم - عندما خلا قلبه من الإيمان لم ينفعه نسبه، ولا ما في يده من مال.","seal":"B89BCD5A","part":1},
      {"page":145,"id":139,"nass":"{تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (2) سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (3) وَامْرَأَتُهُ} وانتهى أمره، وأُغلقت صفحته، وانفضحت خاتمته وآخرته.\r* المال خير. {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ} (سورة العاديات 6)\r{كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} (سورة البقرة 180)\rوكان من دعاء النبي - صلى الله عليه وسلم - اللهم إني أسالك الهدى والتقى والعفاف والغنى (رواه مسلم)\rوقال - صلى الله عليه وسلم - لعمرو بن العاص \"نعم المال الصالح للمرء الصالح\" (رواه أحمد بسند جيد)\rفالمال جيد، إن ملكه الإنسان من مصادر أحلها الله، وكان سببا في حدوث الغنى النفسي عند مالكه. فإن خلت نفس مالكه عن الغنى النفسي فلا خير في ملكية الأرض كلها - وإن ملكها.\r\"ليس الغني عن كثرة العرض، إنما الغني غنى النفس\".\r(رواه البخاري ومسلم)\r* غنى النفس\rوغنى النفس يزداد كلما شعر المسلم بفقره إلى الله {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} (سوة فاطر 15)\rوغَنِيُّ النفس يجود بما يملك ليقينه أن مصدره الحقيقي هو إيمانه بالله رزاقاً، وليس ما في يده، مما ينتهي بأقرب الأجلين.\rإما أن يفوتني بالخسارة، وإما أن أفوته بالموت.\r- كما يقول الشيخ محمد الشعراوي.\rغَنِيُّ النفس - كما ربَّاه النبيُّ - صلى الله عليه وسلم - ينفق.","seal":"4D6512AF","part":1},
      {"page":146,"id":140,"nass":"لأنه يؤمن أن لغة الأرقام التي نتعامل بها تختلف عنها عند الله.\rفأنت إذا أخرجت زكاة المائة دينار نقص العدد في لغة \"الحاسوب\" ولكنها لم تنقص في لغة السماء. وهي أصدق.\rقال - صلى الله عليه وسلم - \"مَا نَقَصَ مَالُ عَبْدٍ مِنْ صَدَقَةٍة\" (الترمذي زهد 17) .\rولم تنقص - حتى في عُرف رجال الزراعة -\rفمن خصَّص للبذور كمية من الحبّ، ثم طرحها في الحقل، فلا يمكن لعاقل أن يقول: نقص الحبّ. بل هو في الحقيقة قد زاد، وتضاعف.\r{مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (سورة البقرة 261)\rولم ينقص المال بما يخرج من صدقة، لأننا نرى المهندس يأتي على شجر الموالح وقد امتلأ أول الإنبات، فيحاول أن يقلل العدد، فيسقط كمية منه، ليتوزع الغذاء على الباقي، فيحسن نتاجه.\rفالمال خير. لأن النبي - صلى الله عليه وسلم - ربّي نفوساً ملكت المال، ولم يملكها.\rتحري الحلال في الكسب. فكان أحدهم يتعفف عما فيه شبهة.\rفضلاً عن التعفف عن الحرام البواح.\rولست أعيش في الماضي فيعزلني بقصصه عن الحاضر ومشكلاته.\rأو يشغلني عن محاولة تقديم الحلول الإسلامية - في حدود معارفي -\r* ضيق الشباب لماذا؟\rإن شيئاً من الضيق قد يصيب بعض الشباب المسلم، عندما يرى قضية الحلال والحرام تَضيَّق الواسع أمامه - على الأقل في تصوره.\rإن زميله في التخرج من الجامعة، شقَّ طريقه كيفما اتفق، ولم يشغل باله بالحلال والحرام.","seal":"0ADF3375","part":1},
      {"page":147,"id":141,"nass":"إن القلق الذي يصيب كثيراً من الشباب سببه أن الشباب يريد أن يحقق آماله بمعزل عن عنصر الزمن. مع أن سُنة الله في الكون أن تتحقق قدرة الله تعالى \"التي تقول للشيء كن فيكون\" تتحقق حسب \"سُنّة الله\" التي جعلت الزمن جزءا من الخلق.\rإن الله خلق الكون كله بقدرته. بـ \"كن فيكون\" ولكنه خرج إلى الوجود حسب \"سنته\" - سبحانه - التي جعلت الزمن جزءا من الخلق\r{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} (سورة يونس 3)\rإن الشجر ينبت بقدرة الله، حسب سُنّة الله.\rوالمرأة تحمل، ويتكون الجنين بقدرة الله، في مدة الحمل، حسب سُنّة الله.\rوما كان الله ليطوى قانون سنته، مجاملة لشاب مسلم {سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا} (سورة الفتح 23)\rفليؤمن شبابنا بسنّة الله، كإيمانهم بقدرته.\rإن سنوات الدراسة الطوال صبرنا عليها. ولم نحاول طيها.\rومن حاول أن يطوي سنوات الدراسة عاش محدود المعرفة.\rوليعلم الشاب المسلم أن تعجل الرزق لا يعجله.\rيقول أستاذنا الدكتور يوسف القرضاوي:\r\"إن خطر الحرص على الغنى قد يجعل الإنسان يستعجله قبل أوانه، وأحكام الله القدرية والشرعية: أن من استعجل الشيء قبل أوانه عوقب بالحرمان منه.\rكما أن شدة الحرص - على الغنى - قد تجعل المسلم يفُرط أو يتساهل فيما لا بدَّ منه شرعا.","seal":"735D5FB9","part":1},
      {"page":148,"id":142,"nass":"والذي لابد منه شرعاً أن تراعي شروط الكسب الحلال للمال، وشروط تنميته، وشروط إنفاقه، فيكسبه من حلال، وينفقه في حقه، ولا يبخل به على مستحق، ومراعاة هذا كله من أصعب ما يكون على النفس\". (الفتاوي المعاصرة حـ 2 صـ 417)\rوعلى الشاب المسلم أن يتدرج في صعود السلم، فلن تموت نفس حتى تستوفي أجلها ورزقها، \"فاتقوا الله وأجملوا في الطلب\" - رواه ابن ماجة -\rشارِكْ من تعرف أصالتهم ودينهم وأمانتهم.\rواحذر من مشاركة من تدفعك الضرورة لمشاركتهم. مجرد الضرورة.\rفسوف تزول الضرورة، ويبقى شريك السوء.\rومن غشَّ غيرك غشَّك. ومن أكل الحرام، لا يمكن أن يستغنى بالحلال، فماء البحر لا يروي شاربه {فَشَارِبُونَ شُرْبَ الْهِيمِ} (سورة الواقعة 55)\rوالهيم مرض يصيب الجمال، يجعلها تشرب فلا تشبع حتى تموت.\r* غني النفسي يترفع بصاحبه عن الحرام\rسبق أن قلت في الجزء الأول: إنَّ أخذ صدقة الفطر من الفقير - الذي لا يملك إلا قوت يوم العيد وليلته، مسألة تربوية رفيعة.\rوهذا في بعض المذاهب.\rفالأصل أننا نجمع له الزكاة. أما أن نأخذها منه فلحكمة بالغة.\rإن الإسلام يريد أن يعود يده على العطاء في سبيل الله، ولو مرة كل عام، لأن اليد التي اعتادت أن تقدم ما تملك حِسبةً لوجه الله، لا تقبل أن تمتد لسرقة ما يغضب الله. أو تمارس من الأعمال ما يغضبه - سبحانه - فالإسلام يدرب الفقير على العطاء. فكيف بأصحاب الأموال.\rالقرآن يصف أحوالهم وواقعهم في مجال الإنفاق كما يصف المشاهد سيول الماء","seal":"D050DBFE","part":1},
      {"page":149,"id":143,"nass":"تغمر المكان من كل جانب.\rوالقرآن قال لهم {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ} (سورة إبراهيم 31)\rوبمجرد أن سمعوا مثل هذا الأمر ونفوسهم تفيض بكل تملك، فيض السيول الطافية. حرصا على رضوان الله. وجنته. حتى كان الرسول - صلى الله عليه وسلم - يرد على بعضهم عطاءه، لأنه لا حيلة له للكسب أن قبلها النبي. راجع في المصحف هذا الخضم من الآيات التي تصور التزامهم بأمره - سبحانه - بالمبالغة في العطاء. وسوف أدلك على سورها وأرقامها. آيات كثيرة، ضرب الله فيها المثل الأعلى للذين يجعلون من أموالهم سبيلاً لربهم. وخدمة لدينهم، وقنطرة للجنة. فهم باعوا أنفسهم وأموالهم لله {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} (سورة التوبة 11)\rيوم أن خيرهم المشركون بين مصادرة أموالهم والسماح بالهجرة إلى المدينة مع التنازل عن أموالهم. ففرحوا ببيع أموالهم لله {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ} (سورة الحشر 8) فأموالهم كانت تحيط بهم من كل مكان لكثرتها، فأخرجوا منها: فقراء، لأنهم باعوا أموالهم لله، وتنازلوا عنها ثمنا لهجرتهم. وصحبتهم لنبيهم - صلى الله عليه وسلم -.\rولقد لقى النبي - صلى الله عليه وسلم - واحداً منهم، مجرداً من كل ماله، فقال النبي له: ربح صهيب. فالنبي - صلى الله عليه وسلم - عالج أصحاب الأموال \"الأغنياء\" وجعل من مالهم وسيلة لفتح ملكوت السموات لهم.","seal":"61158100","part":1},
      {"page":150,"id":144,"nass":"فالصحابي - أبو طلحة - من أكثر الأنصار مالاً بالمدينة، وكان أحب أمواله إليه \"بير حاء\" وكانت مستقبلة المسجد النبوي الشريف. وكان النبي - صلى الله عليه وسلم - يدخلها، ويشرب من مائها الطيب.\rقال أنس بن مالك - رواي الحديث: فلما نزل قول الله تعالى: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} (سورة آل عمران)\rقال أبو طلحة للنبي - صلى الله عليه وسلم - إنَّ أحبّ أموالي إلىَّ (بير حاء) وإني جعلتها صدقة لله، أرجو بها برها، فأجعلها حيث أراك الله.\rفقال النبي - صلى الله عليه وسلم -: بَخٍ بَخٍ، ذلك مال رابح.\rوأنا أرى أن تجعلها في الأقربين.\rفقسمها أبو طلحة في أقاربه، وبني عمومته (البخاري ومسلم)\r- قال عبد الله بن عمر - رضي الله عنه - عندما نزلت الآية الكريمة السابقة. لقد راجعت كل ما أملك، فوجدت أحب شيء إلى جارية رومية، فقلت هي حرة لوجه الله - سبحانه - فلو أني أعود في شيء جعلته لتزوجتها. \"ابن كثير في تفسير الآية\" فالإسلام صنع الأغنياء كما صنع القادة والأمراء.\rصنع رجالاً ملكوا الدنيا، وما ملكتهم. لأنها كانت في أيديهم، ولم تكن في قلوبهم.\rوالنبي - صلى الله عليه وسلم - لم يغلق ملكوت السموات في وجوهم، ولك يُحرِّم عليهم جنات النعيم، لأنهم ملكوا المال، ولم يعبدوه.\rوسخَّروا أموالهم لخدمة دينهم، ولم يسخروا دينهم لجمع أموالهم.\rفأصحاب الأموال الذين رباهم النبي - صلى الله عليه وسلم - على يده، علمهم أن المال مال الله {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} (سورة النور 33)","seal":"1E74BEBB","part":1},
      {"page":151,"id":145,"nass":"وعندما اختلف المسلمون في غنائم بدر.\rفقال الشباب: نحن أولى بها لأننا قاتلنا، وقال الشيوخ: نحن لم نقعد عن القتال. عندما حدث الاختلاف على المال، نزع الله الغنائم منهم.\rوردها لله والرسول. وطلب منهم أن يتقوا الله، فهذه أول تجربة لهم مع المال، فلابد من الحسم في التربية.\rنزع الله الغنائم منهم، وكلفهم أن يعيدوا وحدة صفهم، وأن يصلحوا ذات بينهم فوحدة الجماعة أحبُّ إلى الله - تعالى - من كل أموال الدنيا وفي السورة الكريمة نفسها {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} (سورة الأنفال 63) .\rفوحدة الأمة خير من كل أموال الدنيا.\rوالطاعة لله ورسوله، وإصلاح ذات بينهم، دليل على الإيمان مع الشدة في الأسلوب في قوله تعالى {إِنْ كُنْتُمْ مُؤْمِنِينَ} {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ} (سورة الأنفال)\rفلما عاد النفوس إلى رشدها، وصفائها، وزالت سحابة الصيف - كما يقولون - أعاد الله الغنائم لهم، على منهج الله في التقسيم. للمقاتلين أربعة أسهم تقسم بينهم، والخمس الباقي للمحتاجين.","seal":"0A9E945A","part":1},
      {"page":152,"id":146,"nass":"فموضوع غنائم بدر عملية تربوية عالية، ساقها القرآن في أول تجربة للمسلمين. وأظنها لم تتكرر. أما ما حدث من المؤلفة قلوبهم بعد ذلك فهم حديثوا عهد بالإسلام.\rوبعد: فهكذا ربي النبي - صلى الله عليه وسلم - أغنياء أمته، ربي الرأسمالية الإسلامية، كما ربي القيادات الإسلامية، والأمراء الإسلاميين \"وكل ميسر لما خلق له\"\rربي الرأسمالية الإسلامية، لحاجة الناس، لحاجة الدولة، ولحاجة الدعوة، للمال. أليس المال خيرا؟\rألم يمنّ الله على النبي {وَوَجَدَكَ عَائِلًا فَأَغْنَى} (سورة الضحى) والغني الذي يمتدحه الإسلام، ويطلبه النبي - صلى الله عليه وسلم - في دعائه هم غني النفس، \"اللهم إني اسألك الهدى والتقى والعفاف والغنى\"\rوغنى النفي - كما بينت - هو الشعور بالفقر لله - سبحانه -\rوللفرد حقوق في الملكية، تجعل حارسة لماله. ومصالحه.\rوللجماعة حقي في الملكية، تجعل الفرد في خدمة الجماعة. فلا تعسف في استخدام الحق، ولا استثمار فيما يضر الجماعة - كما سنعرف - إن شاء الله -\rمرة ثانية أكرر. هكذا بني - صلى الله عليه وسلم - ملائكة البشر، وبني مُؤدّبي الجبابرة، وبني ملوك الدنيا. الذين ملكوها وما ملكتهم.\rكل هذا وهو يربي الجموع المسلمة على ضرورة غسل اليدين قبل الأكل وبعده. وأن يتفسحوا في المجالس. فلا ينشغل دعات الحق بالعاديات والتحسينيات عن تربية الناس على الأمور الكبيرة.\rفليس للحق حراس سواكم.","seal":"33A99FF1","part":1},
      {"page":153,"id":147,"nass":"* صدقانتا ... إلى أين؟ ولمن؟\rإن الغني الذي رباه الإسلام - في كل عصر - ينفق حق الله، وكل ما تحت أيدينا هو حق الله. فالله - سبحانه - هو المالك لكل ما في الكون.\r{وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} (سورة النور 33)\rفالمال مال الله.\rوكثير منهم يصادف الأفضل في مجال الإنفاق فينفق عن وعي، لفقه الأولويات.\r{يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} (سورة البقرة 215)\rولكن كثيراً من المسلمين مع أن فيه خيراً، ولكنه لا يجيد قيادة السفينة إلى الله.\rإن الدور الكبير الذي أداه مال خديجة - رضي الله عنها - في مكة، ومال عثمان وأبي بكر - رضي الله عنهما - في المدينة، عامل ظاهر في نجاح الدعوة الإسلامية، وضرورة لها.\rوكل دعوة - في أي عصر - لا بدَّ لها من عثمان.\rوالذين كفروا - في كل عصر - ينفقون أموالهم ليصدوا عن سبيل الله.\rيصدون عن الإسلام في حملات على اليلاد الإسلامية، تبشر بالصليبية، أو تُفرِّغ الشباب من الإسلام، وخدمة الباطل فنون.\rفهل وعي عباد الله - المسلمين - ما يدبّر العدو لهم؟!!\rوهل جعلوا من أموال زكاتهم سهماً لخدمة الحق كما جعله الله في سورة التوبة؟\rإن سهم \"في سبيل الله\" سهم يحسن أن يوجه لكل عمل يخدم الإسلام.\rفكل عمل يخدم الإسلام جهاد في سبيل الله.\rسواء كان الجهاد بالقلم واللسان، أو كان","seal":"98929716","part":1},
      {"page":154,"id":148,"nass":"بالسيف والسنان. بل إن الغزو الفكري - في عصرنا أهم بكثير من الغزو العسكري.\rفقد يئس العدو من الغزو العسكري، بعد الحروب الصليبية، وبقى أن يحاول فتنة المسلم ثقافياً وفكرياً عن دينه.\rفالجهاد بالتعليم اليوم، كالجهاد بالسيف، لفرط الحاجة إليه. {فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا} (سورة الفرقان 52)\rأي جاهدهم بالقرآن، جاهدهم بالكلمة، وابعث في قلوبهم اليقين، عن طريق هذا الكتاب العجيب.\rوفي الظلال: \"أن السورة الواحدة لتهز الكيان الإنساني في بعض الأحيان، وتأخذ على النفس أقطارها، ما لا يأخذه جيش ذو عدة وعتاد.\rفلا عجب أن يأمر الله النبي - صلى الله عليه وسلم - ألا يطيع الكافرين، وألا يتزحزح عن دعوته، وأن يجاهدهم بهذا القرآن، فإنه يجاهدهم بقوة لا يقف أمامها كيان بشري ولا يثبت حيالها جدال أو محال\"\rفالجهاد هنا بالكلمة. فلا بدَّ من جعل جزء من الزكاة وهو سهم \"في سبيل الله\" لخدمة هذه المعركة. معركة الكلمة.\rوعندما سئل النبي - صلى الله عليه وسلم - أي الجهاد أفضل؟\rقال: \"كلمة حق عند سلطان جائر\". (أحمد والنسائي) .\rوقال - صلى الله عليه وسلم - جاهدوا المشركين بأموالكم وأنفسكم وألسنتكم \". (أحمد وأبو داود والنسائي) .\rإنشاء دورات لتحفيظ القرآن الكريم، وتحفيظ المسلم مجموعة من الأحاديث الصحيحة، أمر في سبيل الله.\rقد جعلتُ من هذه الفكرة حقيقة، في بغداد عندما أقمت أول دورة لتحفيظ القرآن الكريم لأكثر من 1350 تلميذاً، و950 تلميذة، تجمعهم السيارات، وتعيدهم، من","seal":"802A7DF8","part":1},
      {"page":155,"id":149,"nass":"أموال الزكاة، ومن عائد البنوك الربوية.\rووما يسرني أنني أكتب هذه السطور الآن بعد صلاة فجر الرابع من صفر 1418 هـ وأمامي رسالتان من بعض تلاميذ الدورة الأولى للقرآن الكريم ببغداد 1974م مما يجعلني أشعر أن القرآن رابطة بين المسلمين، لا تقوى الأيام على غلبتها. وعمر الداعي للحق لم يضع. {إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} (سورة يس)\rإن القرآن جعل جزءا من أموال الزكاة للجهاد في سبيل الله والجهاد اليوم بالقلم والكتاب، فأين هذا السهم؟!\rمكتبة عامة بالمسجد تُخْرج إمام المسجد من وحشة الجلوس وحده،\rإلى أُنس المعرفة، فينعكس هذا الأنس في دروسه.\rوينتفع الناس من علمه.\rإن الدعوة إلى الله - في كثير من بلاد محمد - صلى الله عليه وسلم - تعاني من فراغ الدعاة.\r- لقد وفق الله أهالي صلالة. وبعض العاملين العرب بها، في تكوين مكتبة جامعة، لها أثر كبير في كل ندوة، أو درس، أو بحث دراسي يُعدّ في صلالة. وينتفع الدارس به، وذلك بجامع أحمد عيسى المعشني.\r- كما وفقنا الله لعمل صوتي لتسجيل القرآن الكريم على أشرطة لتلاميذ المدارس، والراغبين للاستماع في البيوت للقرآن الكريم، وجميع خدماتنا مجاناً والمشروع من مال الزكاة - كما قلت ومن عائد البنوك الربوية.\rإن الناس في كل بلاد محمد - صلى الله عليه وسلم - بحاجة إلى خدمات لهذا الدين. وإليك بعض الحق المرّ.\rلتأكيد ما أقول:\r- طالب - في بلد عربي - يقول: إلاهُكُم التكاثر؟ ؟ بدلاً من {أَلْهَاكُمُ التَّكَاثُرُ}","seal":"97428725","part":1},
      {"page":156,"id":150,"nass":"- ومعلمة التلاميذ تقول: \"ورفعنا لك ذكرك\" بفتح الذال والكاف!!! -غفر الله لها -\r- وطالب بالثانوية العامة - في بلد من بلاد محمد - صلى الله عليه وسلم - يسألني: لماذا يلعب المسلمون في أصابعهم بعد الصلاة؟!!\r- ومدرس بالجامعة يسألني: هل في المال زكاة غير زكاة الفطر؟\r* وهذه أدهى وأمر:\rشاب من بلد عربي التقيت معه في فندق كبير يقول لعامل التليفون:\rوالنبي \"إلي\" خلق ربنا تعجل المكالمة!!!\rالنبي الذي خلق ربنا!!!\rفقلت له: قل والله الذي خلق النبي.\rقال لي: \"ما يخالف\" كلهم أنبياء!!!!!\rكل هذا وأكثر، والمسلمون يتساءلون ويختلفون ويجادلون: هلى يجوز أن نوجه عوائد البنوك الربوية لخدمة الإسلام، أو لا يجوز؟!!\r- شاب من تلاميذي يعمل ملاحاً في شركة طيران عالمية، قال لي:\rفي إحدى رحلاتي لبلاد أوروبا، لقيني شاب مسلم من أبناء البلاد، ففرح بي: وأراد أن يقدم لي تحية، فقال: أنا أدعوك لكأس من (الويسكي) في صحة محمد!!\rمن يطوف في بلاد محمد - صلى الله عليه وسلم - يخلع ملابسه، لا من ستر العورة، يقول: أنا النذير العريان. يا أمة محمد أشغلوا الناس بقضايا الإسلام الكبيرة - فإن الله الأكبر لا يرسل نبيه إلا لأمر كبير.","seal":"A745BD86","part":1},
      {"page":157,"id":151,"nass":"وفي العالم الإسلامي مؤامرة لشغل المسلم بالأمور الصغيرة.\rأو أقول بالتحسينيات عن الضروريات.\rيا أمة محمد. أنا النذير العريان. ما تتركونه من عائد البنوك الربوية لو وجهناه لخدمة الإسلام لفعل الإسلام في القلوب حصانة من الغزو الفكري،\rإنني على يقين من أن عائد البنوك الربوية ليس أمامك إلا تصرفات أربعة.\rلا خامس لها - كما يقول أستاذي الدكتور يوسف القرضاوي.\rأولاً: أن تأخذ هذا الحرام لنفسك أو لمن تعول. وهذا لا يجوز شرعا،\rوقد أجمعت المؤتمرات الإسلامية على ذلك في كل جلساتها.\rوفي كل البلاد الإسلامية.\rثانياً: أن تتركه للبنك الربوي، وهذا حرام - أيضاً - لأنه إعانة لجهة أعلن الله الحرب عليها.\rأقول: وقد تطوعت دولة إسلامية كبيرة وتنازلت عن أربعة مليار دولار للبنوك في سويسرا عام 1976 م - غفر الله لهم - فطبيعة هذه البنوك التنازل عن هذه المبالغ للجمعيات التبشيرية لحرب الإسلام.\rوغزو بلاده فكريا. فالحل الأول حرام، والتنازل للبنوك لا يجوز.\rوخصوصاً البنوك الأجنبية.\rثالثاً: أن يتخلص من هذه الأموال بإتلافها. وهذا الرأي قد ورد عن بعض الورعين من السلف. ولكن رد عليه الإمام أبو حامد الغزالي بأننا نهينا عن إضاعة المال. وكره لكم \"قيل وقال، وكثرة السؤال، وإضاعة المال\". (البخاري) .\rرابعاً: أن يصرف - هذا العائد - في مصارف الخير، للمؤسسات الخيرية الإسلامية، كبناء المساجد والمراكز الإسلامية، وطبع الكتب الإسلامية، وتكوين المكتبات العامة، وهذا هو الأمر المشروع.\rيا أمة محمد ... دعوا الجدل، وابدأوا العمل.","seal":"F0F907F5","part":1},
      {"page":158,"id":152,"nass":"وأريد أن أبين هنا أن هذا الأمر ليس من باب الصدقات حتى يُعترض ويقُال: \"إن الله طيب لا يقبل إلا طيبا\" (رواه مسلم)\rإنما هو من باب صرف المال الخبيث أو الحرام في مصرفه الوحيد.\rإننا نحاول أن نستفيد من مياه المجاري في زراعة الورود.\rفهو هنا ليس صدقة، ودافعه لم يحسب نفسه متصدقاً.\rولم يحسب هذا المال من الزكاة.\rوقد دعوت إلى هذا الحل عام 1976م في كتابي \"المال في القرآن\" ولم أذكر لمجال صرف هذه الأموال سوى خدمات الإسلام فقط. ولكن أستاذي الدكتور يوسف القرضاوي - نفع الله به - قال في كتابه \"فتاوى معاصرة عام 1993م\" إنه يجوز أن تدفع هذه الأموال لفقراء المسلمين.\rوأما عن دعوى أحد الناس: ما لنا وهذه الخلافات، أقول: إن فاعل هذا الخبر يثاب من الله - سبحانه - لا يثاب على أنه متصدق \"فالله طيب لا يقبل إلا طيبا\" (حديث مسلم) ولكنه يثاب على أنه حرم هذا المال على نفسه، خوفا من الله - سبحانه - ولم يستحله بقتوى فرح بها الآخرون، فأكلوا ما حرمه الله، فهو يثاب من باب {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ} (سورة الرحمن 46)\rوددت لو يعلم الذي يتنازل عن أمواله للبنوك الأجنبية في أوروبا، أن هذه البنوك تتنازل للجمعيات التبشرية المتعددة عن هذه الأموال.\rجمعيات تعمل بأموال المسلمين - غالباً - لعزل الإسلام عن أمته. وغزوه فكرياً في بلاده - كما قلت.\r- سألوا مبشراً كبيراً عاش في أفريقيا نصف قرن من الزمن. أخذ خلالها ملايين الدولارات.","seal":"C01A5852","part":1},
      {"page":159,"id":153,"nass":"سألوه: كم شابًّا مسلماً نصرته؟ - جعلته نصرانيا -\rفقال لهم: لا تسألوني كم شابا مسلماً نصرته.\rولكن سلوني كم شابا مسلماً فرغته من الإسلام!!\rوماذا بعد أن يتم تفريغ الشاب المسلم من الإسلام؟ أعني من جوهر الإسلام.\rيذكر الدكتور / أحمد السايح أكثر من عشرين باباً لغزو الإسلام فكريا في كتابه (في الغزو الفكري صـ 70) .\rلا يتسع المجال للحديث عنها. المهم عندي أن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله، فهل ستتحرك في المسلمين عزيمة؟! لينفقوا جزءاً من زكاتهم \"في سبيل الله\" لنصرة دينه.\rوفي معركة الكلمة المؤمنة، أم الغزو الفكري؟ ؟\rفإن لم يفعلوا فلينفقوا عائد أموالهم الربوية لخدمة الإسلام. فالعالم يزرع البساتين بماء المجاري القذرة - كما قلت -\rفإن لم يفعلوا فليتركوا غيرهم يفعل الخير. نشرت هذا الأمر في كتابي \"المال في القرآن\" 1976م ونشرته في كتابي \"شريعة الله يا ولدي\" 1979م وطبقت هذا الأمر عملياً في بغداد - كما سبق أن قلت - وبعد ذلك في صلالة.\r- تكوين مكتبة عامة هي أول مكتبة بالمساجد بصلالة.\r- معمل صوتي - بأحدث الأجهزة لتسجيل القرآن الكريم، لتلاميذ المدارس، وتسجيل المصحف المعلم لكل راغب في التعليم - كما سبق أن قلت.\rاخدم دينك، بما لا يضرك. ووجه هذه الأموال لخدمة دينك. فهذا خير من تركها للبنوك الربوية. هذا رأي اجتهدت فيه منذ عام 1976م قد أكون - بعد هذه الدراسة مخطئاً في رأيي. فلست أدَّعي العصمة.","seal":"148DF18C","part":1},
      {"page":160,"id":154,"nass":"كذلك قد يكون من ينكر عليّ هذا الرأي مصيبا، وقد يكون مخطئا. فلماذا يُصرُّ أحدهم على أنه المفتي المعصوم؟\rإن شبابنا دعاة، وليسوا قضاة، ولا مفتين، إن مال الربا يسبب انتفاخا في المال، كالأورام الخبيثة التي تصيب الجسد. فيحسبها الجاهل سمنة.\rوهي قاتلة. {يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ} (سورة 276 البقرة)\rوأنا لا أتحدث هنا عن الربا. ولكن حديثي عن عائد البنوك الربوية فقط.\rوعنه من ناحية واحدة، وهي:\rأيهما أفضل؟ أن أخدم به الإسلام في ميدان من ميادين الخير؟\rأم أن أخدم به البنوك الربوية؟\rإن دولة مسلمة تنازلت للبنوك الأجنبية عن أربعة مليار دولار 1976م كما سبق أن قلت. وأكثر هذه الأموال توجه لغزو بلاد الإسلام غزوا فكريا.\rوللغزو الفكري لبلاد الإسلام فنون ومعايير مدروسة دراسة جيدة بحيث لا يتيه مرماها. وعلى القارئ المسلم أن يستفتي قلبه، وأن يفعل الخير.\r* ملكية المال بين الفرد والجماعة\rمعارك فكرية طويلة حول موضوع الفردية والجماعية، في الاقتصاد الإسلامي.\rهل الإسلام دين فردي؟\rهل الإسلام دين جماعي؟\rفكلّ في الهوى يزيّن دينه ... ألفْ مُفُتٍ ومالِكٌ بالمدينة\rوالحق أن الإسلام وسع أصحاب النزعتين.\rنزعة الفردية، ونزعة الجماعية.","seal":"0A611111","part":1},
      {"page":161,"id":155,"nass":"وكان لهذه الازدواجية دور كبير في التربية.\rالفردية: اعترف الإسلام بملكية من يقع المال تحت يده، وليس له منازع فيه، وسوف تأتي الآيات التي تؤكد هذا.\rويقصد القرآن بذلك أن يثبت لك الملكية للمال بحملك ما ألزمك كما أن القرآن بهذه الملكية يُشبع فيك غريزة الملكية الفردية والني يختلف في إثباتها علم النفس الشيوعي مع علم النفس الرأسمالي.\rالجماعية: ويعترف الإسلام بالجماعية. والجماعية تعني أن المال ملك لله - سبحانه - ولعباده حق فيه.\rوالقرآن بهذا يُلزم المالك بضرورة الحفاظ على حق الجماعة.\rوسوف يأتي بيان ذلك.\rكما يُشعر الجماعة بضرورة الحفاظ على مالك، فالخير يعود عليهم، والنفع راجع لهم.\rوقد فرض الإسلام العقوبات لحماية الجماعة من طغيان الفرد، وحماية الفرد من ظلم الجماعة.\r* * *","seal":"BE676019","part":1},
      {"page":162,"id":156,"nass":"* آيات وآيات\r{أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ} (سورة يس 71)\rوفي الآية الثانية من سورة النساء.\r{وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا}\rالملكية الفردية واضحة في الآيتين.\rوفي سورة البقرة آية 188 جاء إثبات الملكية مرتين.\r{وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} \"أموالكم\" و\"أموال الناس\".\rوفي سورة التوبة آيتان.\rالأولى قوله تعالى:\r{خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ}\rوالآية الثانية في التوبة آية 111\r{إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ}\rفي سورة الذاريات يثبت ملكية المال للمحسنين ثم ينفقون منه على المحتاجين، البين ثواب الله وجنته.\r{وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} (سورة الذاريات 19)","seal":"D213C04B","part":1},
      {"page":163,"id":157,"nass":"هذه آيات تثبت ملكية الفرد للمال. لتشبع فطرته، ولتُحمَله ما عليه من واجبات.\rوآيات أخرى كثيرة تثبت ملكية الجماعة، وحقها في المال - مال الله - وهم عبيده.\rنذكر من هذه الآيات:\r{وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} (سورة النور 33)\r{آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ} (سورة الحديد 7)\r{إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} (سورة الأعراف 128)\r* حقوق وواجبات\rراجعت كل ما تحت يدي من كتب في الموضوع فرأيتها تتحدث عن حقوق الجماعة في ملكية الفرد. ولم أجد مرجعاً واحدا تكلم عن حق الفرد - أو الملكية الفردية على الجماعة.\rفقلت: أولاً: إن الفرد واحد من الجماعة.\rوهو إن كان تاجراً - مثلاً - فهو أيضاً يتعامل مع تجار أكبر منه،\rوالإسلام عندما يحافظ على الجماعة منك، فهو يحافظ عليك من كل الجماعة.\rومهما كان بطشك، فالجماعة أقوى منك.\rثانياً: آيات العقوبات\rكعقوبة السرقة - مثلاً - شرعها الله لتحافظ الجماعة على مال الفرد.\rوقد أمر الله الجماعة أن تحافظ على التجار الذين يقصدون البيت الحرام، ليبيعوا","seal":"A6DB0D24","part":1},
      {"page":164,"id":158,"nass":"حوله، وفي ساحته {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا} (سورة المائدة 2)\rوهؤلاء التجار الرحل الذين لم يقصدوا البيت الحرام إلا للتجارة غالباً ما ينتهي أمرهم بانتهاء بضائعهم، ومع ذلك طلب الله منا الحفاظ عليهم.\rأما تاجر الحيّ، فزكاته، وخيراته، وجلبه للبضائع، وتصديره للفائض من إنتاج البلد، كل هذا يعود على المجتمع. وقد يُقرض المحتاج قرضاً حسناً، ويهنئ ويعزي من ماله. كما أن خبرته بالتجارة تجعله لا يغش في البضائع - حتى ولو كان غير ذي دين، لأنه يعلم أن الغش في صفقة واحدة - مهما ربح فيها - فقد خسر سمعته. وصرف الناس من حوله.\rكل هذا يجعل الجماعة تحافظ على الملكية الفردية. وتتطهر جواّنيَّتها من الحقد عليه. فمن تربى على الإسلام، يؤمن بأن الله هو الرزاق، {وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ} (سورة النحل 70)\r{نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ} (سورة الزخرف 32)\rفإذا رأت الجماعة واحداً منها ذا همة كبيرة يعمل في الليل والنهار، (تعلم أن سُنّة الله في الكون تأييد القادرين المستعدين للصعود، وتخذل العاجزين نفسياً، الحاسدين الذين لا يصعدون، ولا يُحبّون لغيرهم الصعود\". (الفلسفة القرآنية للعقاد)\rهذا هو دور الجماعة في الملكية الفردية. الحماية لماله، مبُاركة جهده، مشاركة بأموالهم لاستثمار المبالغ القليلة، التي لا تكفي لعمل مشاريع مستقلة.\rعلى أن يكون عقد المشاركة بعيداً عن فنون الربا، وحِيَل المرابين.","seal":"9E140378","part":1},
      {"page":165,"id":159,"nass":"* حقوق الجماعة\rسبق أن تحدتث عنها في فصل \"إنفاق العفو\" عند حديثى عن قوله - تعالى - خذ العفو.\r* لا غش\r\" فمن غشنا فليس منه \". (الجماعة إلا البخاري) .\rوقد أجمعت دول العالم على ضرروة عدم الغش التجاري، ليس ذلك بسبب الاقتصاد الأخلاقي، ولكن لأن الغشّ التجاري يغلق أسواق العالم في وجه إنتاجهم، فهي أخلاق المنفعة، وليست أخلاق القيم.\r* لا تجارة في المحّرمات.\rكل ما يضر الجماعة في جسدها أو عقلها أو مالها. فالتجارة فيه قد حرمها الله.\rوالكتب التي تفسد عقول الشباب، تستوي مع المخدرات. ولا نسمح لعلماني يقول: حرية الفكر تبيح نشر كل شيء، فنحن أمة لها دينها، ولها فكرها، ولها معالمها ولا يقلُّ دور الحكومات في مراقبة الفكر الضال، عن دورها في مراقبة الأغذية الفاسدة.\r* لا احتكار في الضروريات\r\"لا يحتكر إلاّ خاطئ\". (رواه مسلم) .\rومع إيجاز كلمة خاطئ إلا أنها تجعل المحتكر للأقوات مع فرعون وهامان {إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ} (سورة القصص 8)\rمن احتكر أقوات المسلمين أربعين يوماً فقد برئ من الله، وبرئ الله منه \"أحمد الحاكم\" وقد ناقش الدكتور يوسف القرضاوي هذه الممنوعات في كتاب (فتاوي معاصرة حـ 2)","seal":"B602209D","part":1},
      {"page":166,"id":160,"nass":"فذكر ما يلزم الدارس، ولا يستغنى عنه الباحث، ومن يريد النجاة.\r* أقول\r- إذا تعارضت الحقوق قدم الإسلام حق الجماعة، وعوّض الفرد تعويضاً عادلاً.\r- لا يجوز التعسف في استخدام الحق المشروع والنبي - صلى الله عليه وسلم - أمر بخلع نخيل سَمُرةَ بن جُنْدبُ لأنه تعسف في استخدام حقه.\rوخلع النخيل سببه ما ترتب على وجوده من إيذاء صاحب البستان، مع عدم إمكان التوفيق بين المصلحتين، وقطعه نُصرةً للمظلوم، وليس لعرق ظالم حق، وإن كان ذلك لا يمنع من التعويض.\r* القرآن وأموال السفهاء\rوقف بعض علماء التفسير طويلاً عند قوله تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا} (سورة النساء 5)\rما بال القرآن قال: {أَمْوَالَكُمُ} مع أن المال مال السفيه؟ فكان الموافق أن يقول: \"أموالهم\" وسوف لا أذكر الآراء الطوال التي قالها المفسرون. وأكتفي بما أرتاح إليه.\rإن القرآن يؤكد في كثير من آياته وحدة هذه الأمة. فجعل وحدة الأمة في المال والنفس. قضية مسلَّمة.\rبل إن القرآن كان يخاطب الأمة كلها في شخص واحد، هو شخص نبيها - صلى الله عليه وسلم -","seal":"8E38E3DC","part":1},
      {"page":167,"id":161,"nass":"كما جاء في مطلع سورة الطلاق {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} وفي قوله تعالى {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} (سورة التوبة 128) وجاءت وحدة الأمة في مالها في قوله تعالى:\r{وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ} (سورة النساء 25)\rهنا جعل ملكية يمين البعض كملكية يمين الجماعة.\r{فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ} ومعلوم في يد غيره. ولوكانت في يده - كظاهر الآية - ما احتاج للزواج بها.\rوفي قوله تعالى: {فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ} ملمس إنساني كبير. أنه جعل للأمة أهلا تخطب منهم. ولم يقل: فانكحوهن بإذن سادتهن.\rجعل سادتها أهلها. فكلهم لآدم. وفي وحدة دم الأمة جاء قوله تعالى:\r{ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ} (سورة البقرة 85)\rقال صاحب المنار: ومعلوم أن الرجل منهم لم يكن يقتل نفسه، وإنما كان بعضهم يقتل بعضا حـ 4 صـ 380 فالوحدة بين الأمة مالاً ونفساً هي التي عناها القرآن وسوغت الإضافة في قوله تعالى {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ} (سورة النساء 5) ولم يقل أموالهم.\rأما قوله تعالى: {وَارْزُقُوهُمْ فِيهَا} ولم يقل \"وارزقوهم منها\" فيقصد إلى ضرورة استثمار مال اليتيم، حتى ينفق من ربحه، لا من أصله.","seal":"D86BBC9D","part":1},
      {"page":168,"id":162,"nass":"* أموال اليتامى\rمرة ثانية أعود إلى اليتيم في زحام الحديث عن المال.\rفقد شدَّد القرآن في حديثه عن مال اليتيم تشديداً يؤكد أنه كان يحارب منكراً موجوداً بالفعل في المجتمع المسلم من بقايا الجاهلية الظالمة.\rوأسباب النزول للآيات الكريمات، وآيات الميراث بعدهن تؤكد هذا.\rشددّ القرآن الكريم على آكل مال الضعيفين اليتيم والنساء. وسورة النساء تهتم بهذا الأمر كثيراً. ولا تغني هذه السطور القارئ الكريم، فلابد من قراءة سورة النساء - في المصحف الشريف - وظلالها. حتى يقي نفسه النار.\rوالآية الأمّ في الموضوع هي الآية العاشرة من سورة النساء {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا (9) إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا}\rإنه يأكل ناراً، وتقوده لنار أعظم، نار تطلع على الأفئدة.\rإن أصحاب البصائر إذا سمعوا هذه الوعيد شعروا بحرارة النار في وجوهم، لشدة يقينهم بها. لقد أثر مجموع آيات الموضوع على الأوصياء الذين تربوا على يد النبي - صلى الله عليه وسلم - فبلغوا من الخوف حداً جعلهم يقاطعون اليتامى، فلا يأكلون معهم، ولا يشربون معهم ففسد طعام اليتيم، فسألوا رسول الله فنزل قوله تعالى: {يَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} (سورة البقرة 220) .\rولم يقل القرآن الكريم: قل إصلاحهم خير.","seal":"BFC6AD77","part":1},
      {"page":169,"id":163,"nass":"ولكن قال: إصلاح لهم خير.\rوذلك حتى لا يُتوهَّم قصر الإصلاح عليهم.\rوفي \"التحرير والتنوير\": والمقصود هنا جميع الإصلاح، لا خصوص إصلاح ذواتهم. فيشمل إصلاح ذواتهم، وهو في الدرجة الأول، ويتضمن إصلاح عقائدهم وأخلاقهم بالتعليم الصحيح، والآداب الإسلامية، ومعرفتهم لأحوال العالم، ويتضمن إصلاح أمزجتهم بالمحافظة عليهم من المهلكات والأمراض (حـ 2 صـ 356)\r- ومن آيات التحذير من مال اليتيم قوله تعالى: -\r{وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا} (سورة النساء 6)\rهنا بين القرآن وسائل أكل مال اليتيم كاستبدال الأرض الحسنة بالأرض السيئة. استبدال أرض صالحة للبناء أو الزراعة بأرض ميته. أو الأنعام السمان بالأنعام العجاف. أو المال - فالعملات تختلف، قوة وضعفا.\rوقد بلغت خشية الصحابة من الله حداً جعلهم يقاطعون اليتامى، فبين الله لهم أن المحرم هو الأكل ظلماً.\r* الوصيُّ كيف يعيش؟\rالوصيّ. إما أن يكون غنياً عن مال اليتيم.\rيشرف على اليتيم. ويوجهه، فلا يمنعه ذلك من إدارة أعمال نفسه، التي منها معاشه.","seal":"2A53BF3F","part":1},
      {"page":170,"id":164,"nass":"ومثل هذا يجب أن يستعفف عن مال اليتيم. فلا يأكل مال اليتيم إلى ماله. {وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} فالوصية امتحان صعب.\rفأنت تملك التصرف، والشرع يريد العفاف أما الوصي الفقير،\rوالذي يغطي عمله في خدمة اليتيم وقتا يُؤثر على قيامه بأعمال نفسه، فهنا يجوز أن يحصل على راتب المثل.\rقال صاحب المنار حـ 4 صـ 389: - ومن كان فقيراً لا يستغني عن الانتفاع بشيء من مال اليتيم - الذي يصرف بعض وقته، أو كله في تثميره \"استثمار المال\" وحفظه، فليأكل بالمعروف - الذي يبيحه الشرع، ولا يستنكره أهل المروءة والفضل، ولا يعدونه طمعاً ولا خيانة.\rثم ذكر تفسير العلماء للأكل بالمعروف، فقال: إنه القرض، يأخذه بنية الوفاء، وهو رأي عمر بن الخطاب، وابن عباس - رضي الله عنهما -.\rوقد روي ابن جرير الطبري عن ابن عباس: \"وإن كان فقيراً فليستقرض منه، فإن وجد ميسرة فليعطه ما استقرض منه، فذلك أكله بالمعروف.\rوالذي أرتاح له، أن الوصي الفقير له أن يؤاجر نفسه لليتيم بأجرة معلومة، إذا كان اليتيم محتاجاً لمن يتفرغ ليقيم حاجته.\rوعهدنا يختلف عن عهد عمر وابن عباس.\rولو أعطيناه قرضا لانصرف المخلصون الأمناء. لأعمالهم هم.\rورزق أولادهم. ووقع اليتيم في يد أصحاب الورع الكاذب.\rونقل صاحب تفسير المنار عن عمر بن الخطاب أنه سأل النبي - صلى الله عليه وسلم - فقال: ليس لي مال، وإني وليٌّ يتيم، فقال: \"كل من مال يتيمك غير مسرف، ولا متأثل مالاً، ومن غير أن تتقي مالك بماله\". (رواه أحمد وأبو داود والنسائي وابن ماجة) .\rهذا ما يضمن الحفاظ على اليتيم وماله.\rوالله المطلع على خفايا النفوس.","seal":"C6A2A385","part":1},
      {"page":171,"id":165,"nass":"* مال الصبي وحقوق الجماعة\rصبيٌّ ورث أمه. أو أُهدى إليه مال كثير. فأصبح غنيا مالكاً.\rأقول: \"صبيّ\" سواء كان يتيماً أم غير يتيم.\rهل للفقراء حق في هذا المال؟\rهل يخرج الولي الزكاة من مال الصبي؟\rطال اختلاف الأئمة والعلماء، في هذا الموضوع.\rهل في مال الصبيّ زكاة؟\rإن آيات الزكاة عامة. تشمل الكبير والصغير.\rولكن بعض الأئمة نظر إلى صغر الصبي واليتيم. ورأي أنَّ العبادات بصفة عامة لا تجب على الصبي - دون البلوغ. فقال: لا زكاة على الصبي.\rوبعض الأئمة نظر إلى المال، ونظر إلى حقّ الجماعة، نظر إلى الفقير الذي ظهرت حاجته، وضاق رزقه وعيشه. ثم نظر إلى الأدلة في الكتاب والسنة فأفتى بوجوب الزكاة في مال الصبيّ.\rوجعل بعضهم الزكاة فيما يستثمر من المال كالزراعة، والماشية لأن الزكاة لا تؤثر على أصل المال.\rوفي هذا المعنى جاء قول رسول - صلى الله عليه وسلم -\r\"ابتغوا في مال اليتيم\" - أي تاجروا فيه.\rوإن كان في سند الحديث كلام، فقد تكررت روايته، بما يقوّى بعضها بعضاً.\rعن أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - اتجروا في مال اليتم، لا تأكلها الزكاة. (قال العلامة العراقي: إسناده حسن) .","seal":"4B9A5F57","part":1},
      {"page":172,"id":166,"nass":"وعن عمر بن الخطاب: \" ابتغوا في مال اليتيم لا تأكلها الصدقة\".\rغير أن الإسلام لا يوجب الزكاة إلا في المال الزائد عن حاجة الإنسان الضرورية، كالأكل والسكن والتعليم والدواء، فإذا تعلَّق مال اليتيم بالضروريات اللازمة لبقائه حتى يبلغ رشده، فلا زكاة في هذا المال، لأنه مال مشغول بحاجته الأصلية.\rيبقى أن يكون للصبي مال لحاجياته ويزيد. الزائد يزكى.\rوكما أقول دائماً: من ينظر إلى اليتيم بعين عطف، فلينظر إلى الفقير الذي أقعدته الحاجة، والمريض الذي لم يجد ثمن الدواء، والغارم الذي ذهب ماله في محنة، ينظر إليه بالعين الثانية، فهذا هو عدل الله.\rوالله - سبحانه - حرم أكل مال اليتيم ظلماًَ. والزكاة هي عدل الله وليس فيها ظلم.\r* مال اليتيم والتضخُّم الاقتصادي\rكثيراً ما يقع مال اليتيم في يد أمينة.\rوفي بعض البلاد الإسلامية هيئات مسئولة عن حفظ مال اليتيم، تتبع وزارات العدل. والقرآن يطلب من الوصيِّ أن يُشهد على عملية التسليم لمال اليتيم، حفاظاً عليه، وضمائر الناس أكثر حفاظاً من كلّ النظم القضائية. ولكن شيئاً يقع أحياناً تنهزم أمامه كلّ الاحتياطات.\rإنه عملية التضخم الاقتصادي، والذي يتعامل مع مال اليتيم - كما يتعامل مع كل أموال الأمة، فيهلك الحرث والنسل. بلاء لا يبقى ولا يذر. حدث أن تسلم الوصيّ مبلغ 1500 جنية مصري عام 1970م وسلّم المبلغ \"بأمانة وشرف\" لليتيم عام 1990م \"شكر الله له\"","seal":"9AED6222","part":1},
      {"page":173,"id":167,"nass":"ولكن ماذا حدث؟\rلقد ضاع المبلغ إلا قليلاً.\rضاع في الحقيقة، مع بقاء القيمة العددية فقط.\rكان المبلغ يكفي لشراء كيلو من الذهب الخام يوم وفاة والد اليتيم.\rألف جرام من الذهب.\rكان يكفي لشراء فدان من الأرض الزراعية.\rأما عند تسليمه لليتيم فلا يكفي لشراء 30 جرام ذهب. \"مجرد مثال\" هذا هو خطر التضخم في البلاد المعتدلة اقتصادياً.\rأما البلاد التي أصيبت بالحصار الاقتصادي، فقل؛ {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} ولا أنعي على الذي مات، فقد رحمه الله، ولكن على مال اليتيم.\rلي صديق استشهد في حادث سيارة، عليه رحماتُ الله - ترك مالاً يكفي لشراء حيٍّ راق كحيِّ المنصور، - الذي به السفارات في عاصمة بلده.\rأصبح هذا المبلغ الآن يكفي لشراء شقة واحدة في الحي المذكور - بعد الحصار الاقتصادي. خطر التضخم في البلاد المحاربة، أو المحاصرة اقتصادياً خطر عظيم. خصوصاً على المال المعطَّل عدّة سنوات كمال اليتيم.\rفماذا يمكن أن نفعل؟\rخبراء الاقتصاد لهم حلول وفنون.\r{فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (سورة الأنبياء 7)\r{وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} (سورة فاطر 14)","seal":"33B9031A","part":1},
      {"page":174,"id":168,"nass":"وأسهل الحلول هو شراء عقارات بالمبلغ المحفوظ - أو شراء ذهب سبائك، فالذهب قيمته ذاتيه فيه.\rوالذهب السبائك لا يخسر صاحبه عند بيعه قيمة الصناعة.\rفليحذر وصيُّ اليتيم من ضياع مال اليتيم، بضياع القيمة الشرائية للمال، مع بقاء القيمة العددية فقط.\rيتاجر في مال اليتيم - كما وردت الأخبار، فإذا لم يستطع فليحتفظ به عقاراً يُدرُّ عائداً، أو ذهباً سبائك، يحفظ قيمة نفسه.","seal":"34CE6F32","part":1},
      {"page":175,"id":169,"nass":"* العسكرية الإسلامية والواقعية\rومن الواقعية التي رفعها النبي - صلى الله عليه وسلم - إلى المستوى الأخلاقي أنه قبل من الجنود في المعارك أن يقارنوا بين المثالية في الإقدام، والواقعية التي تُحتِّم الانسحاب عند الضرورة. فالمسألة توزن بميزان الحكمة، وليس بميزان الشجاعة فقط. فالقائد العبقري خالد بن الوليد - سيف الله - رأى أن استمرار المعركة في غزوة مؤتة أمام جيوش الروم وهو ثلاثة آلاف مسلم أمام مائة وخمسين ألفا من الروم، استمرار المعركة لون من المغامرة الخاسرة، فاحتال للانسحاب.\rوفي المدينة لقيهم (المثاليون) من الشباب المتحمسين للشجاعة، مهما كان الثمن، التقوا معهم يرمونهم بالحصى، ويصفونهم بالفُرَّار.\rولكن النبي - صلى الله عليه وسلم - دافع عنهم، واعتبر عملهم حنكة حربية وقال \"بل هم الكُرَّار - إن شاء الله -\".\rيقول أستاذي الدكتور يوسف القرضاوي:\rإن القرآن يجيز للمقاتل أن يفرَّ من الزحف، إذا كان \"مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ\". ويُرخّص له في حالة الضعف أن ينسحب من المعركة، إذا كان جيش العدو أكثر من ضعف المسلمين {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} (سورة الأنفال 66)\rكانت الآيات التي قبلها تطلب ثبات الواحد من المسلمين أمام عشرة من المشركين {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} (سورة الأنفال 65)\rوالمسافة الزمنية بين الآيتين كبيرة - كما قال الكشَّاف.","seal":"BAF6F6B1","part":1},
      {"page":176,"id":170,"nass":"وفي الآية تخفيف واضح من الله - سبحانه - والآية الثانية تصورُّ (الواقعية) في الطاقات الإيمانية الصابرة بل إن صاحب الظلال يذهب إلى أن آية الواحد أمام اثنين لا يُقصد بها التشريع، ولكن يُقصد بها أن تطمئن قلوبهم، وتثبت أقدامهم.\rوأشعر أن الحق مع صاحب الظلال، خصوصاً بعد تطور السلاح، فقد يكون الواحد بسلاحه أخطر من عشرة، بل مائة. وللقائد المسلم الصابر أن يقدر الأمر إقداماً وإدباراً، كرًّا وفرًّا.\r* * *\rوكانت التربية العسكرية، والاختبارات العسكرية، تنبني على الصعاب دائماً. حتى جاء الإسلام يشهد لهذا التحول العسكري الكبير من المثالية إلى الواقعية، ما حكاه القرآن من قصة \"طالوت\" في سورة البقرة {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ} (سورة البقرة 249)\r{مَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي} تربية مثالية عنيفة، فالقوم في ظمأ عظيم,\rيأتي نبي الرحمة - صلى الله عليه وسلم - ويحكم بسقوط الصوم المفروض شرعاً عندما يكون الصائم مسافراً \"يعني أيام السفر يُفطر وتلزمه أيام أخر\".\rوعندما رأى النبي - صلى الله عليه وسلم - زحاما، ورأى رجلاً قد ظلل الناس عليه، قال: من هذا؟\rفقالوا: صائم.\rفقال: \"ليس من البر الصوم في السفر\" متفق عليه عن جابر، ومعلوم أن الإسلام يكره صوم المسافر إذا أوصله الصوم إلى المشقَّة.\rكما في الرجل الذي رآه النبي - صلى الله عليه وسلم - والناس حوله.","seal":"C26014AC","part":1},
      {"page":177,"id":171,"nass":"أفطر نبي الرحمة عندما كان مسافراً لفتح مكة. أفطر أمام كل أصحابه، ليشاهدوه فيفطروا.\rوفي الحديث الشريف \"إن رسول الله - صلى الله عليه وسلم - خرج عام الفتح إلى مكة في رمضان، فصام حتى بلغ كراع الغميم، فصام الناس، ثم دعا بقدح من ماء، فرفعه حتى نظر الناس إليه، ثم شرب، فقيل له بعد ذلك: إن بعض الناس قد صام فقال: \"أولئك العصاة، أولئك العصاة\".\r(رواه مسلم)\rوفي حديث آخر قول النبي - صلى الله عليه وسلم - لأصحابه إنكم دنوتم من عدوكم، والفطر أقوى لكم، فكانت رخصة فمنا من صام، ومنا من أفطر.\rثم نزلنا منزلاً آخر، فقال: إنّكم مُصبِّحون عدوكم، والفطر أقوى لكم، فأفطروا، وكانت عزيمة. (صحيح مسلم)\rبل إن الإمام ابن تيمية أفتى الجنود بالإفطار، داخل مدينة دمشق، في حربهم، من غير سفر. وذلك لأن الفطر أقوى لهم.\rولقول الرسول - صلى الله عليه وسلم - إنّكم مُصبِّحون عدوكم، والفطر أقوى لكم، فأفطروا. (مسلم)\rإن النبي - صلى الله عليه وسلم - تمم مكارم الأخلاق عندما جعل الحدَّ الأعلى للأخلاق هو الواقعية المثالية، وليس المثالية الخيالية، فهو لا يقول لأتباعه: {فمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي} كما قال المَلِكُ في سورة البقرة: ولكن يقول عن الذين أوجبوا الصوم عليهم، ولم يقبلوا رخصة النبي - صلى الله عليه وسلم -: \"أولئك العصاة\" ويكرِّرُها.\rسلامٌ عليك يا نبيَّ الرحمةِ، وسلامٌ على الذين معك.\r*******************","seal":"ACE7B2F1","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"سلم أخلاق النبوة","HigriD":"معاصر","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمود محمد غريب: من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة","bLnk":null,"Inf":"","Auth":"محمود محمد غريب","Betaka":"الكتاب: سُلَّمُ أَخْلاقِ النُّبُوَّةِ\r\nالمؤلف: محمود محمد غريب: من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة\r\n(أسلم على يدي المؤلف خمسةٌ من علماء أوربا في فترة السبعينيات)\r\nالناشر: دار القلم للتراث - القاهرة\r\nالطبعة: الثانية - 1419 هـ - 1998 م\r\n[ترقيم الكتاب موافق للمطبوع]\r\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.","TafseerNam":null,"PdfCs":0,"AuthInf":"محمود محمد غريب : خطيب بارع من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة \r\nمن مواليد 12 / 11 /1940م ، زوج لامرأة رحلت إلى ربها وآثرت جواره الكريم في 28/3/2001م ورزقه الله منها بمصطفى وتيسير\r\n درس بالأزهر الشريف حتى أتم الدراسات العليا ، أهم أساتذته عبد العال أحمد عبد العال ، والإمام محمد أبو زهرة ، والإمام محمد الغزالي ، والشيخ محمد عبد الله مصطفى ناجي والشيخ منصور عويس.\r\nحياته في الدعوة بدأت في 17-3-1957 وكان طالبا بالثانية إعدادي بمعهد الزقازيق الديني.\r\nحصل على أولوية الأزهر الشريف للخطابة في 24-4-1966 على مستوى المعاهد الأزهرية والبحوث الإسلامية وعلى شباب 73 دولة إسلامية يدرسون في مصر.\r\nأبرز العلماء الذين تأثر بهم في الخطابة : الشيخ خلف السيد وكيل الأزهر الشريف وكان يسمح له أن يشاركه الندوات هو طالب بالقسم الإعدادي.\r\nثم الأستاذ الإمام محمد الغزالي الذي رشحه للعمل في العراق.\r\nكان في مصر موجها دينيا لشباب جامعة القاهرة ، وشباب جامعة أحمد عرابي بالشرقية ، وتنوّع عقول الشباب من طب إلى زراعة جعله يعرض الموضوع الواحد في كل كلية بما يتفق مع دراسة الطلاب بها.\r\nوفي يوم الجمعة يخطب الجمعة لطلاب المدينة الجامعية لجامعة القاهرة ولنماذج من كل كلية.\r\nدخل بغداد في 24-4-1974 وفتح جامع البنية 29-5-1974 \r\nوكان له به درس يوم الإثنين وكان تفسيرا موضعيا للقرآن الكريم لأن القرآن يجمع كل الطوئف في العراق \r\nودرس الخميس للنساء ، بدأ بخمس من الأخوات ويوم خرج كان جامع بنية وحده يسع ألف امرأة.\r\n\r\nمؤلفاته\r\n- له سلسلة : يا ولدي (عدد من :  هذه عقيدتك يا ولدي ، هذا نبيك يا ولدي ، كتاب الله يا ولدي ، شريعة الله يا ولدي)\r\n- وسلسلة التفسير الموضوعي صدر منها : سور الواقعة ومنهجها في العقائد ، حتى لا نخطئ فهم القرآن ، سلم أخلاق النبوة ، تعدد الزوجات ، الطلاق تحسبونه هيّنا وهو عند الله عظيم .\r\n\r\nوهو الآن يعمل بمركز السلطان قابوس للثقافة الإسلامية \r\n\r\n\r\n\r\n\r\n","seal":"8CF668D0","cat":"الدعوة وأحوال المسلمين","oNum":12770,"BkId":12770,"oAuth":1180,"bVer":1,"aSeal":"F422706F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12770":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله وكفى، وسلام على عباده الذين اصطفى"},
      {"lvl":2,"id":3,"sub":0,"tit":"* مدرس الفقه: -"},
      {"lvl":2,"id":3,"sub":1,"tit":"\"الطلاق البدعى\""},
      {"lvl":2,"id":4,"sub":0,"tit":"المدافع عن السنة"},
      {"lvl":2,"id":4,"sub":1,"tit":"* مربي المسلمات"},
      {"lvl":1,"id":6,"sub":0,"tit":"مقاصد الرسالة وحجم كل مقصد"},
      {"lvl":1,"id":10,"sub":0,"tit":"الرسالة الأولى من هذه السلسلة سلم أخلاق النبوة دراسة قرآنية"},
      {"lvl":1,"id":11,"sub":0,"tit":"تقديم: بقلم الأديب حديوي حلاوة"},
      {"lvl":1,"id":16,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":18,"sub":0,"tit":"* أخلاق النبوات عند مالك بن نبي"},
      {"lvl":1,"id":19,"sub":0,"tit":"أخلاقه - صلى الله عليه وسلم - دليل على نبوته"},
      {"lvl":1,"id":25,"sub":0,"tit":"* رفض التصديق، وليس تكذيب الصادق."},
      {"lvl":1,"id":27,"sub":0,"tit":"معجزتان للنبي - صلى الله عليه وسلم -"},
      {"lvl":1,"id":28,"sub":0,"tit":"* المعجزة الثانية"},
      {"lvl":1,"id":30,"sub":0,"tit":"الحب سلاحه"},
      {"lvl":1,"id":32,"sub":0,"tit":"* فداء وعطاء"},
      {"lvl":1,"id":34,"sub":0,"tit":"* سورة الأحزاب"},
      {"lvl":1,"id":38,"sub":0,"tit":"- سر المعجزة عند مليك مقتدر"},
      {"lvl":1,"id":42,"sub":0,"tit":"* القانون العام"},
      {"lvl":1,"id":42,"sub":1,"tit":"* وضوح المنهج"},
      {"lvl":1,"id":43,"sub":0,"tit":"* قوة التركيز"},
      {"lvl":1,"id":46,"sub":0,"tit":"سلم أخلاق النبوة (المرحلة الأولى)"},
      {"lvl":2,"id":47,"sub":0,"tit":"* رحلة الأخلاق عند النبي - صلى الله عليه وسلم -"},
      {"lvl":2,"id":48,"sub":0,"tit":"* حديث شق صدره."},
      {"lvl":2,"id":49,"sub":0,"tit":"- الاستسقاء باليتيم"},
      {"lvl":2,"id":50,"sub":0,"tit":"* الراهب بحيرا"},
      {"lvl":2,"id":51,"sub":0,"tit":"* رعي الغنم مدرسة للقيادة"},
      {"lvl":2,"id":53,"sub":0,"tit":"* من يضع الحجر؟"},
      {"lvl":1,"id":54,"sub":0,"tit":"سلم أخلاق النبي (المرحلة الثانية)"},
      {"lvl":2,"id":55,"sub":0,"tit":"السلم يبدأ من كمال إلى أكمل"},
      {"lvl":2,"id":57,"sub":0,"tit":"تربية القرآن للنبي - صلى الله عليه وسلم -"},
      {"lvl":2,"id":58,"sub":0,"tit":"{ولا تمنن تستكثر}"},
      {"lvl":2,"id":59,"sub":0,"tit":"{ولربك فاصبر}"},
      {"lvl":2,"id":60,"sub":0,"tit":"{ولا تمدن عينيك إلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتنهم فيه ورزق ربك خير وأبقى}"},
      {"lvl":2,"id":61,"sub":0,"tit":"{خذ العفو وأمر بالعرف وأعرض عن الجاهلين}"},
      {"lvl":2,"id":62,"sub":0,"tit":"* قصة الهجرة"},
      {"lvl":1,"id":66,"sub":0,"tit":"{خذ العفو وأمر بالعرف وأعرض عن الجاهلين}"},
      {"lvl":2,"id":66,"sub":1,"tit":"- {خذ العفو} المعنى الأول."},
      {"lvl":2,"id":67,"sub":0,"tit":"{خذ العفو} نظرة في الاقتصاد"},
      {"lvl":2,"id":69,"sub":0,"tit":"أولا: القرض الحسن"},
      {"lvl":2,"id":70,"sub":0,"tit":"* ضرورة السداد"},
      {"lvl":2,"id":70,"sub":1,"tit":"* الجزاء على القرض"},
      {"lvl":2,"id":71,"sub":0,"tit":"ثانيا: الماعون. إنفاق للعفو."},
      {"lvl":2,"id":72,"sub":0,"tit":"* عارية الماعون"},
      {"lvl":2,"id":72,"sub":1,"tit":"* عارية المنيحة"},
      {"lvl":2,"id":73,"sub":0,"tit":"* استثمار الأصل"},
      {"lvl":2,"id":74,"sub":0,"tit":"العرف في القرآن والسنة"},
      {"lvl":2,"id":76,"sub":0,"tit":"* نظرات في كتب السنة في الأمر بالمعروف."},
      {"lvl":2,"id":77,"sub":0,"tit":"لم يوقف العالم - كل العالم - عقوبة الضرب."},
      {"lvl":2,"id":78,"sub":0,"tit":"* الأمر بالمعروف قانون أخلاقي"},
      {"lvl":2,"id":80,"sub":0,"tit":"خواطر متفرقة"},
      {"lvl":2,"id":83,"sub":0,"tit":"- الحرص على وحدة الأمة لا يعني الطاعة في منكر"},
      {"lvl":2,"id":85,"sub":0,"tit":"* غرسوا فأكلنا ونغرس ليأكل الآخرون"},
      {"lvl":2,"id":86,"sub":0,"tit":"* الرفق في الأمر بالمعروف"},
      {"lvl":2,"id":86,"sub":1,"tit":"* عدم كشف المستور"},
      {"lvl":2,"id":87,"sub":0,"tit":"* من الزاني منهما؟"},
      {"lvl":2,"id":88,"sub":0,"tit":"وامرأة العزيز ذكرها القرآن قبل حديث النساء عنها، كالقط الوادع"},
      {"lvl":2,"id":90,"sub":0,"tit":"* {وقلن قولا معروفا}"},
      {"lvl":2,"id":93,"sub":0,"tit":"أين النساء المسلمات؟!!!"},
      {"lvl":2,"id":96,"sub":0,"tit":"- سيدة مسلمة سألتني:"},
      {"lvl":2,"id":98,"sub":0,"tit":"العرف في كتب الأصول"},
      {"lvl":2,"id":100,"sub":0,"tit":"* (وأمر بالعرف) في مجال وصي اليتيم"},
      {"lvl":2,"id":101,"sub":0,"tit":"كل شيء في الحياة الزوجية بالمعروف."},
      {"lvl":1,"id":103,"sub":0,"tit":"{وأعرض عن الجاهلين}"},
      {"lvl":2,"id":106,"sub":0,"tit":"الجاهل غير الأمي."},
      {"lvl":2,"id":107,"sub":0,"tit":"* النموذج الأول للعرض والإعراض"},
      {"lvl":2,"id":108,"sub":0,"tit":"* النموذج الثاني."},
      {"lvl":2,"id":109,"sub":0,"tit":"* النموذج الثالث للعرض والإعراض"},
      {"lvl":2,"id":110,"sub":0,"tit":"* النموذج الرابع في العرض والإعراض"},
      {"lvl":1,"id":111,"sub":0,"tit":"سلم النبي - صلى الله عليه وسلم - من أدب الطعام إلى صناعة الأمراء"},
      {"lvl":2,"id":113,"sub":0,"tit":"* منهج إعداد القادة"},
      {"lvl":2,"id":117,"sub":0,"tit":"* الثعلب والنعامة"},
      {"lvl":2,"id":118,"sub":0,"tit":"* مساومات"},
      {"lvl":2,"id":120,"sub":0,"tit":"هل مجرد إعلام النبي - صلى الله عليه وسلم - بالأصول الأخلاقية، يكفي لقيادة الركب إلى الله؟"},
      {"lvl":2,"id":121,"sub":0,"tit":"* القرب والمؤاخذة"},
      {"lvl":2,"id":123,"sub":0,"tit":"* أسلوب الآية الكريمة"},
      {"lvl":1,"id":124,"sub":0,"tit":"الجزء الثاني مكارم الأخلاق وكيف تممها النبي - صلى الله عليه وسلم - إنما بعثت لأتمم مكارم الأخلاق."},
      {"lvl":2,"id":126,"sub":0,"tit":"* كل نبي على خلق عظيم"},
      {"lvl":2,"id":128,"sub":0,"tit":"التسامي في حدود البشرية. أو قل: أخلاق للجميع."},
      {"lvl":2,"id":128,"sub":1,"tit":"* الذين يتطوعون بالمثالية."},
      {"lvl":2,"id":130,"sub":0,"tit":"* نصرة عمر"},
      {"lvl":2,"id":133,"sub":0,"tit":"* واجب الضيافة بين الكرم والقضاء"},
      {"lvl":2,"id":135,"sub":0,"tit":"* هذا ديننا"},
      {"lvl":2,"id":137,"sub":0,"tit":"* الغني بين المثالية والواقعية"},
      {"lvl":2,"id":138,"sub":0,"tit":"* المال خير."},
      {"lvl":2,"id":139,"sub":0,"tit":"* غنى النفس"},
      {"lvl":2,"id":140,"sub":0,"tit":"* ضيق الشباب لماذا؟"},
      {"lvl":2,"id":142,"sub":0,"tit":"* غني النفسي يترفع بصاحبه عن الحرام"},
      {"lvl":2,"id":147,"sub":0,"tit":"* صدقانتا ... إلى أين؟ ولمن؟"},
      {"lvl":2,"id":154,"sub":0,"tit":"* ملكية المال بين الفرد والجماعة"},
      {"lvl":2,"id":156,"sub":0,"tit":"* آيات وآيات"},
      {"lvl":2,"id":157,"sub":0,"tit":"* حقوق وواجبات"},
      {"lvl":2,"id":159,"sub":0,"tit":"* حقوق الجماعة"},
      {"lvl":2,"id":159,"sub":1,"tit":"* لا تجارة في المحرمات."},
      {"lvl":2,"id":159,"sub":2,"tit":"* لا احتكار في الضروريات"},
      {"lvl":2,"id":160,"sub":0,"tit":"* القرآن وأموال السفهاء"},
      {"lvl":2,"id":162,"sub":0,"tit":"* أموال اليتامى"},
      {"lvl":2,"id":163,"sub":0,"tit":"* الوصي كيف يعيش؟"},
      {"lvl":2,"id":165,"sub":0,"tit":"* مال الصبي وحقوق الجماعة"},
      {"lvl":2,"id":166,"sub":0,"tit":"* مال اليتيم والتضخم الاقتصادي"},
      {"lvl":2,"id":169,"sub":0,"tit":"* العسكرية الإسلامية والواقعية"}
    ]
}
