{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b12863":
    [
      {"page":13,"id":2,"hno":1,"nass":"أَنَسُ بْنُ مَالِكٍ\r1 - حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ.\rوَقَالَ لِي خَلِيفَةُ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَجُلا جَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْجُمُعَةِ وَهُوَ يَخْطُبُ بِالْمَدِينَةِ، فَقَالَ: قَحَطَ الْمَطَرُ فَاسْتَسْقِ رَبَّكَ، فَنَظَرَ إِلَى السَّمَاءِ وَمَا نَرَى مِنْ سَحَابٍ، فَاسْتَسْقَى فَنَشَأَ السَّحَابُ بَعْضُهُ عَنْ بَعْضٍ، ثُمَّ مُطِرُوا حَتَّى سَالَتْ مَثَاعِبُ الْمَدِينَةِ، فَمَا زَالَتْ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ مَا تُقْلِعُ، ثُمَّ قَامَ ذَلِكَ الرَّجُلُ - أَوْ غَيْرُهُ - وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ فَقَالَ: غَرِقْنَا فَادْعُ رَبَّكَ يَحْبِسْهَا عَنَّا.\rفَضَحِكَ ثُمَّ قَالَ: «اللَّهُمَّ حَوَالَيْنَا وَلا عَلَيْنَا» - مَرَّتَيْنِ أَوْ ثَلاثًا - فَجَعَلَ السَّحَابُ يَتَصَدَّعُ عَنِ الْمَدِينَةِ يَمِينًا وَشِمَالا، يُمْطِرُ مَا حَوَالَيْنَا، وَلا يُمْطِرُ مِنْهَا شَيْءٌ، يُرِيهُمُ اللَّهُ كَرَامَةَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِجَابَةَ دَعْوَتِهِ.\r2 - حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ.","seal":"5D5C01EA","part":1},
      {"page":14,"id":3,"hno":3,"nass":"وقَالَ لِي خَلِيفَةُ: حَدَّثَنَا مُحَمَّدُ بْنُ سَوَاءٍ، وَكَهْمَسُ بْنُ الْمِنْهَالِ، قَالا: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: صَعِدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُحُدًا وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ، فَرَجَفَ بِهِمْ، فَضَرَبَهُ بِرِجْلِهِ قَالَ: «اثْبُتْ أُحُدُ فَمَا عَلَيْكَ إِلا نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدَانِ» .\r3 - حَدَّثَنِي عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَعْلا، وَذَكْوَانَ، وَعُصَيَّةَ، وَبَنِي لَحْيَانَ","seal":"8B0D8F4D","part":1},
      {"page":31,"id":20,"hno":null,"nass":"اسْتَمَدُّوا رَسُولَ.........\rأَنَا أَضْرِبُهَا، فقَالَ: «مَهْ وَزَجَرَهَا فَقَامَتْ» .","seal":"2CB8C33A","part":1},
      {"page":32,"id":21,"hno":28,"nass":"خَارِجَةُ بْنُ زَيْدٍ رَاجع خُبَيْب بْن إِسَافٍ.\r\rخُبَيْبُ بْنُ أَسَافٍ الأَنْصَارِيُّ\r28 - حَدَّثَنَا مُوسَى بْنُ زَكَرِيَّا التُّسْتَرِيُّ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا بَكْرُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ إِسْحَاقَ، وَوَهْبُ بْنُ جَرِيرٍ، عَنْ أَبِيهِ، عَنِ ابْنِ إِسْحَاقَ، قَالَ: نَزَلَ أَبُو بَكْرٍ عَلَى خُبَيْبِ بْنِ أَسَافٍ أَخِي بِلْحَارِثِ بْنِ الْخَزْرَجِ بِالسَّنْحِ، وَيُقَالُ: بَلْ نَزَلَ عَلَى خَارِجَةَ بْنِ زَيْدِ بْنِ أَبِي زُهَيْرٍ أَخِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ.","seal":"0B5E03BF","part":1},
      {"page":33,"id":22,"hno":29,"nass":"خَوَّاتُ بْنُ جُبَيْرٍ\r29 - حَدَّثَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ يَعْقُوبَ الثَّقَفِيُّ، ثنا مُوسَى بْنُ زَكَرِيَّا، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا عَبْدُ اللَّهِ بْنُ صَالِحِ بْنِ إِسْحَاقَ بْنِ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِيهِ، عَنْ جَدِّهِ خَوَّاتِ بْنِ جُبَيْرٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَآلِهِ وَسَلّمَ قَالَ: «مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ» .\rقَالَ: عَبْدُ اللَّهِ بْنُ صَالِحِ بْنِ إِسْحَاقَ، عَنْ آبَائِهِ: إِنَّ خَوَّاتَ بْنَ جُبَيْرٍ مَاتَ سَنَةَ أَرْبَعِينَ.","seal":"9B2770A5","part":1},
      {"page":34,"id":23,"hno":30,"nass":"30 - حَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ الثَّقَفِيُّ، ثنا مُوسَى بْنُ زَكَرِيَّا التُّسْتَرِيُّ، ثنا شَبَابُ بْنُ خَيَّاطٍ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ أَبِي خَوَّاتُ بْنُ جُبَيْرٍ: مَرِضْتُ فَعَادَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَآلِهِ وَسَلَّمَ، فَلَمَّا بَرِئْتُ قَالَ: «صَحَّ جِسْمُكَ يَا خَوَّاتُ فَاللَّهُ تَعَالَى بِمَا وَعَدْتَهُ» .\rقُلْتُ: وَمَا وَعَدْتُ اللَّهَ شَيْئًا؛ قَالَ: «إِنَّهُ لَيْسَ مِنْ مَرِيضٍ يَمْرَضُ إِلا نَذَرَ شَيْئًا أَوْ نَوَى فَفِ للَّهِ عَزَّ وَجَلَّ بِمَا وَعَدْتَهُ» .\r\rأَبُو خَيْرَةَ الصَّبَّاحِيُّ\r31 - أُخْبِرْتُ عَنْ خَلِيفَةَ بْنِ خَيَّاطٍ، قَالَ: حَدَّثَنَا عَوْنُ بْنُ كَهْمَسٍ، قَالَ: حَدَّثَنَا دَاوُدُ بْنُ الْمُسَاوِرِ، عَنْ مُقَاتِلِ بْنِ هَمَّامٍ، عَنْ أَبِي خَيْرَةَ الصَّبَّاحِيُّ، قَالَ: كُنْتُ فِي الْوَفْدِ الَّذِي أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عَبْدِ الْقَيْسِ فَزَوَّدَنَا","seal":"C1DD8800","part":1},
      {"page":35,"id":24,"hno":32,"nass":"الأَرَاكَ نَسْتَاكُ بِهِ، فَقُلْنَا: يَا رَسُولَ اللَّهِ عِنْدَنَا الْجَرِيدُ، وَلَكِنْ نَقْبَلُ كَرَامَتَكَ وَعَطِيَّتَكَ.\rفَقَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ اغْفِرْ لِعَبْدِ الْقَيْسِ إِذَا أَسْلَمُوا طَائِعِينَ غَيْرَ مُكْرَهِينَ، إِذْ بَعْضُ قَوْمٍ لَمْ يُسْلِمُوا إِلا خَزَايَا مَزْبُورِينَ» .\r\rأَبُو الدَّرْدَاءِ\r32 - وقَالَ خَلِيفَةُ، عَنْ أَبِي دَاوُدَ، عَنْ شُعْبَةَ، عَنْ أَبِي شِمْرٍ، عَنْ رَجُلٍ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا صَلاةَ لِلْمُلْتَفِتِ» وَهُوَ مُرْسَلٌ.","seal":"EAC5623E","part":1},
      {"page":36,"id":25,"hno":33,"nass":"ذُو اللِّحْيَةِ الْكِلابِيُّ\r33 - خَلِيفَةُ بْنُ خَيَّاطٍ، قَالَ: حَدَّثَنَا سَهْلُ بْنُ أَسْلَمَ، سَمِعَ يَزِيدَ بْنَ أَبِي مَنْصُورٍ، عَنْ ذِي اللِّحْيَةِ الْكِلابِيِّ، أَنَّهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" نَعْمَلُ فِي أَمْرٍ مُسْتَأْنَفٍ؟ قَالَ: «كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ» .\r\rسَعْدُ بْنُ أَبِي وَقَّاصٍ\r34 - ثنا خَلِيفَةُ بْنُ خَيَّاطٍ الْعُصْفُرِيُّ، ثنا عَبْدُ اللَّهِ بْنُ يَزِيدَ، ثنا","seal":"DCA236A7","part":1},
      {"page":37,"id":26,"hno":35,"nass":"أَبُو حَنِيفَةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَا مِنْ نَفْسٍ إِلا وَقَدْ كَتَبَ اللَّهُ تَعَالَى مَدْخَلَهَا وَمَخْرَجَهَا وَمَا هِيَ لاقِيَةٌ» .\rفقَالَ رَجُلٌ مِنَ الأَنْصَارِ: فَفِيمَ الْعَمَلُ يَا رَسُولَ اللَّهِ؟ قَالَ: «مَنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ يُسِّرَ لِعَمَلِ أَهْلِ الْجَنَّةِ، وَمَنْ كَانَ مِنْ أَهْلِ النَّارِ يُسِّرَ لِعَمَلِ أَهْلِ النَّارِ» .\rفقَالَ الأَنْصَارِيُّ: الآنَ حَقَّ الْعَمَلُ.\r\rأَبُو سَعِيدٍ الْخُدْرِيُّ\r35 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ أَبِي، حَدَّثَنَا قَتَادَةُ، عَنْ عُقْبَةَ بْنِ عَبْدِ الْغَافِرِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّهُ ذَكَرَ رَجُلا فِيمَنْ سَلَفَ - أَوْ فِيمَنْ كَانَ قَبْلَكُمْ - قَالَ كَلِمَةً -","seal":"6758DF93","part":1},
      {"page":38,"id":27,"hno":36,"nass":"يَعْنِي أَعْطَاهُ اللَّهُ مَالا وَوَلَدًا.\rفَلَمَّا حَضَرَتِ الْوَفَاةُ قَالَ لِبَنِيهِ: أَيُّ أَبٍ كُنْتُ لَكُمْ؟ قَالُوا: خَيْرُ أَبٍ.\rقَالَ: فَإِنَّهُ لَمْ يَبْتَئِرْ - أَوْ لَمْ يَنْبَئِزْ - عِنْدَ اللَّهِ خَيْرًا، وَإِنْ يَقْدِرْ اللَّهُ عَلَيْهِ يُعَذِّبْهُ.\rفَانْظُرُوا إِذَا مِتُّ فَأَحْرِقُونِي حَتَّى إِذَا صِرْتُ فَحْمًا فَاسْحَقُونِي - أَوْ قَالَ: فَاسْحَكُونِي - فَإِذَا كَانَ يَوْمُ رِيحٍ عَاصِفٍ فَأَذْرُونِي فِيهَا.\rفَقَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" فَأَخَذَ مَوَاثِيقَهُمْ عَلَى ذَلِكَ وَرَبِّي.\rفَفَعَلُوا، ثُمَّ أَذْرَوْهُ فِي يَوْمٍ عَاصِفٍ.\rفقَالَ اللَّهُ عَزَّ وَجَلَّ: كُنْ فَإِذَا هُوَ رَجُلٌ قَائِمٌ.\rقَالَ اللَّهُ: أَيْ عَبْدِي مَا حَمَلَكَ عَلَى أَنْ فَعَلْتَ مَا فَعَلْتَ؟ قَالَ: مَخَافَتُكَ - أَوْ فَرَقٌ مِنْكَ - قَالَ: فَمَا تَلَافَاهُ أَنْ رَحِمَهُ عِنْدَهَا.\rوقَالَ مَرَّةً أُخْرَى: فَمَا تَلافَاهُ غَيْرُهَا \".\rفَحَدَّثَ بِهِ أَبَا عُثْمَانَ، فقَالَ: سَمِعْتُ هَذَا مِنْ سَلْمَانَ غَيْرَ أَنَّهُ زَادَ فِيهِ: أَذْرَوْنِي فِي الْبَحْرِ - أَوْ كَمَا حَدَّثَ.\rحَدَّثَنَا مُوسَى، حَدَّثَنَا مُعْتَمِرٌ وقَالَ: لَمْ يَبْتَئِرْ.\rوقَالَ خَلِيفَةُ: حَدَّثَنَا مُعْتَمِرٌ وقَالَ: لَمْ يَبْتَئِرْ.\rفَسَّرَهُ قَتَادَةُ: لَمْ يَدَّخِرْ.\r\rسَعِيدُ بْنُ زَيْدٍ\r36 - ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، عَنْ شُعْبَةَ، عَنِ الْحُرِّ","seal":"635697E6","part":1},
      {"page":39,"id":28,"hno":37,"nass":"بْنِ الصَّبَّاحِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَخْنَسِ، عَنْ سَعِيدِ بْنِ زَيْدٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجَنَّةِ، وَأَبُو بَكْرٍ فِي الْجَنَّةِ، وَعُمَرُ فِي الْجَنَّةِ، وَعَلِيٌّ فِي الْجَنَّةِ، وَعُثْمَانُ فِي الْجَنَّةِ، وَعَبْدُ الرَّحْمَنِ فِي الْجَنَّةِ، وَطَلْحَةُ فِي الْجَنَّةِ، وَالزُّبَيْرُ فِي الْجَنَّةِ، وَسَعْدٌ فِي الْجَنَّةِ، وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ فِي الْجَنَّةِ» ثُمَّ قَالَ: إِنْ شِئْتُمْ أَخْبَرْتُكُمْ مَنِ الْعَاشِرُ، ثُمَّ ذَكَرَ نَفْسَهُ.\r\rسَهْلُ بْنُ سَعْدٍ السَّاعِدِيُّ\r37 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:","seal":"B8BD07A0","part":1},
      {"page":40,"id":29,"hno":38,"nass":"«مَنْ تَوَكَّلَ لِي مَا بَيْنَ رِجْلَيْهِ وَمَا بَيْنَ لَحْيَيْهِ تَوَكَّلْتُ لَهُ بِالْجَنَّةِ»\r\rأَبُو طَلْحَةَ الأَنْصَارِيُّ\r38 - وقَالَ لِي خَلِيفَةُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أَبِي طَلْحَةَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: كُنْتُ فِيمَنْ تَغَشَّاهُ النُّعَاسُ يَوْمَ أُحُدٍ، حَتَّى سَقَطَ سَيْفِي مِنْ يَدِي مِرَارًا يَسْقُطُ وَآخُذُهُ، وَيَسْقُطُ فَآخُذُهُ.\r\rعَائِذُ بْنُ عَمْرٍو الْمُزَنِيُّ\r39 - حَدَّثَنَا أَبُو إِسْحَاقَ بْنُ حَمْزَةَ، ثنا أَحْمَدُ بْنُ الْحُسَيْنِ الْحَدَّاءُ.\rثنا خَلِيفَةُ بْنُ خَيَّاطٍ،\rثنا حَشْرَجٌ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ عَائِذِ بْنِ عَمْرٍو:","seal":"81B6C583","part":1},
      {"page":41,"id":30,"hno":40,"nass":"أَنَّهُ جَاءَ مَعَ أَبِي سُفْيَانَ يَوْمَ الْفَتْحِ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ حَوْلَهُ الْمُهَاجِرُونَ وَالأَنْصَارُ، فَقَالُوا: هَذَا أَبُو سُفْيَانَ وَعَائِذُ بْنُ عَمْرٍو.\rفَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «هَذَا عَائِذُ بْنُ عَمْرٍو وَأَبُو سُفْيَانَ، الإِسْلامُ أَعَزُّ مِنْ ذَلِكَ، الإِسْلامُ يَعْلُو وَلا يُعْلَى» .\r\rالْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ\r40 - أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُوسَى، ثنا مُحَمَّدُ بْنُ أَيُّوبَ، أبنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا إِسْحَاقُ بْنُ إِدْرِيسَ الْبَصْرِيُّ، ثنا عُمَرُ بْنُ","seal":"1E81AC7D","part":1},
      {"page":42,"id":31,"hno":41,"nass":"عَبْدِ الرَّحْمَنِ الأَبَّارُ، حَدَّثَنِي مَنْصُورٌ، عَنْ جَعْفَرِ بْنِ تَمَّامٍ، عَنْ أَبِيهِ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ: «لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لَفَرَضْتُ عَلَيْهِمُ السِّوَاكَ عِنْدَ كُلِّ صَلاةٍ كَمَا فَرَضْتُ عَلَيْهِمُ الْوُضُوءَ» .\r\rعَبْدُ الرَّحْمَنِ بْنُ خَبَّابٍ السُّلَمِيُّ\r41 - أُخْبِرْتُ عَنْ خَلِيفَةَ بْنِ خَيَّاطٍ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا سَكَنُ بْنُ الْمُغِيرَةِ، قَالَ: حَدَّثَنِي الْوَلِيدُ بْنُ أَبِي هِشَامٍ، عَنْ فَرْقَدٍ أَبِي","seal":"D96E8F96","part":1},
      {"page":43,"id":32,"hno":42,"nass":"طَلْحَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَبَّابٍ السُّلَمِيِّ قَالَ: شَهِدْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\rوَهُوَ يَحُثُّ عَلَى جَيْشِ الْعُسْرَةِ.\rفقَالَ عُثْمَانُ: يَا نَبِيَّ اللَّهِ عَلَيَّ مِائَةُ بَعِيرٍ بِأَحْلاسِهَا وَأَقْتَابِهَا فِي سَبِيلِ اللَّهِ.\rثُمَّ حَضَّ، فقَالَ عُثْمَانُ: مِائَتَا بَعِيرٍ.\rثُمَّ حَضَّ فَقَالَ: ثَلاثُ مِائَةِ بَعِيرٍ.\rقَالَ فَأَنَا رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْزِلُ مِنَ الْمِنْبَرِ، وَهُوَ يَقُولُ: «مَا عَلَى عُثْمَانَ مَا عَمِلَ بَعْدَ هَذَا» - مَرَّتَيْنِ -.\r\rعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ\r42 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي شَبَابٌ الْعُصْفُرِيُّ، ثنا عَلِيُّ بْنُ مُحَمَّدٍ الْمَدَائِنِيُّ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الْحَارِثِ بْنِ","seal":"D559FD7D","part":1},
      {"page":44,"id":33,"hno":43,"nass":"عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَضْلُ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلَى سَائِرِ الطَّعَامِ» .\rعَبْدُ اللَّهِ بْنُ خَيْثَمَةَ رَاجِعْ قراطَ بْنَ خَيْثَمَة\r\rعَبْدُ اللَّهِ بْنُ سَلامٍ\r43 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَزْهَرُ السَّمَّانُ، عَنِ ابْنِ","seal":"A8ABBF81","part":1},
      {"page":45,"id":34,"hno":null,"nass":"عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ قَيْسِ بْنِ عَبَّادٍ، قَالَ: كُنْتُ جَالِسًا فِي مَسْجِدِ الْمَدِينَةِ، فَدَخَلَ رَجُلٌ عَلَى وَجْهِهِ أَثَرُ الْخُشُوعِ، فَقَالُوا: هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ، فَصَلَّى رَكْعَتَيْنِ تَجَوَّزَ فِيهِمَا، ثُمَّ خَرَجَ، وَتَبِعْتُهُ، فَقُلْتُ: إِنَّكَ حِينَ دَخَلْتَ الْمَسْجِدَ قَالُوا: هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ.\rقَالَ: وَاللَّهِ مَا يَنْبَغِي لأَحَدٍ أَنْ يَقُولَ مَالا يَعْلَمُ، وَسَأُحَدِّثُكَ لِمَ ذَاكَ.\rرَأَيْتُ رُؤْيَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَصَصْتُهَا عَلَيْهِ، وَرَأَيْتُ كَأَنِّي فِي رَوْضَةٍ، ذَكَرَ مِنْ سَعَتِهَا وَخُضْرَتِهَا - وَسَطَهَا عَمُودٌ مِنْ حَدِيدِ، أَسْفَلُهُ فِي الأَرْضِ، وَأَعْلاهُ فِي السَّمَاءِ، فِي أَعْلاهُ عُرْوَةٌ، فَقِيلَ لِي: ارْقَهْ.\rقُلْتُ: لا أَسْتَطِيعُ.\rفَأَتَانِي مِنْصَفٌ فَرَفَعَ ثِيَابِي مِنْ خَلْفِي فَرَقِيتُ حَتَّى كُنْتُ فِي أَعْلاهَا فَأَخَذْتُ بِالْعُرْوَةِ فَقِيلَ لَهُ: اسْتَمْسِكْ، فَاسْتَيْقَظْتُ وَإِنَّهَا لَفِي يَدِي، فَقَصَصْتُهَا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «تِلْكَ الرَّوْضَةُ الإِسْلامُ، وَذَلِكَ الْعَمُودُ عَمُودُ الإِسْلامِ، وَتِلْكَ الْعُرْوَةُ عُرْوَةُ الْوُثْقَى، فَأَنْتَ عَلَى الإِسْلامِ حَتَّى تَمُوتَ» .\rوَذَاكَ الرَّجُلُ عَبْدُ اللَّهِ بْنُ سَلامٍ.\rوقَالَ لِي خَلِيفَةُ: حَدَّثَنَا مُعَاذٌ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، حَدَّثَنَا قَيْسُ بْنُ عَبَّادٍ، عَنِ ابْنِ سَلامٍ، قَالَ: وَصِيفٌ مَكَانَ","seal":"B223D1F2","part":1},
      {"page":46,"id":35,"hno":44,"nass":"مِنْصَفٌ.\r44 - قَالَ لِي خَلِيفَةُ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا شُعَيْبُ بْنُ صَفْوَانَ، قَالَ: ثنا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، أَنَّ مُحَمَّدَ بْنَ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلامٍ، حَدَّثَ الْحَجَّاجَ، عَنْ جَدِّهِ عَبْدِ اللَّهِ: أَنَّ عُثْمَانَ قَالَ لِكَثِيرِ بْنِ الصَّلْتِ: إِنِّي مَقْتُولٌ، رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ، فقَالَ لِي: «يَا عُثْمَانُ أَنْتَ عِنْدَنَا غَدًا، وَأَنْتَ مَقْتُولٌ غَدًا» .\r45 - قَالَ خَلِيفَةُ: حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، سَمِعَ ابْنَ أَبِي يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ خُنَيْسٍ الْغِفَارِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ","seal":"72B66B02","part":1},
      {"page":47,"id":36,"hno":46,"nass":"سَلامٍ، قَالَ: إِنَّمَا بَيْنَ عِيرٍ وَأُحُدٍ حَرَامٌ حَرَّمَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\r\rعَبْدُ اللَّهِ بْنُ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ\r46 - حَدَّثَنَا مُوسَى بْنُ زَكَرِيَّا، ثنا شَبَابٌ، ثنا عَبْدُ الْمَجِيدِ أَبُو خِدَاشٍ، ثنا مَنْصُورُ بْنُ وَرْدَانَ، ثنا أَبُو حَمْزَةَ الثُّمَالِيُّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسْجِدِ الْخَيْفِ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ: \" نَضَّرَ اللَّهُ امْرَءًا سَمِعَ مَقَالَتِي فَوَعَاهَا، ثُمَّ بَلَّغَهَا مَنْ لَمْ يَسْمَعْهَا، فَرُبَّ حَامِلِ فِقْهٍ غَيْرِ فَقِيهٍ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ، ثَلاثٌ لا يُغِلُّ عَلَيْهِنَّ قَلْبُ مُسْلِمٍ: إِخْلاصُ الْعَمَلِ لِلَّهِ، وَالنَّصِيحَةُ لأَئِمَّةِ الْمُسْلِمِينَ، وَالدَّعْوَةُ لأَئِمَّتِهِمْ، فَإِنَّ الدَّعْوَةَ تُحِيطُ","seal":"BDC7269C","part":1},
      {"page":48,"id":37,"hno":47,"nass":"مِنْ وَرَائِهِمْ.\rمَنْ تَكُنِ الدُّنْيَا نِيَّتَهُ وَأَكْبَرَ هَمِّهِ جَعَلَ اللَّهُ فَقْرَهُ بَيْنَ عَيْنَيْهِ، وَفَرَّقَ عَلَيْهِ شَمْلَهُ، وَلَمْ يَأْتِهِ مِنَ الدُّنْيَا إِلا مَا كُتِبَ لَهُ، وَمَنْ تَكُنِ الآخِرَةُ نِيَّتَهُ وَأَكْبَرَ هَمِّهِ جَعَلَ اللَّهُ غِنَاهُ بَيْنَ عَيْنَيْهِ وَلَمْ يُفَرِّقْ عَلَيْهِ شَمْلَهُ، وَتَأْتِيهِ الدُّنْيَا وَهِيَ رَاغِمَةٌ \".\r47 - قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: حَدَّثَنَا حُبَابُ بْنُ عَبْدِ اللَّهِ الدَّارِمِيُّ، قَالَ: نا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ حُنَيْنٍ.\rمَوْلَى ابْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:","seal":"EF79EE8F","part":1},
      {"page":49,"id":38,"hno":48,"nass":"بِتُّ عِنْدَ خَالَتِي مَيْمُونَةَ، فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ اسْتَيْقَظَ فَتَوَضَّأَ وَاسْتَاكَ، فَعَلَ ذَلِكَ مِنَ اللَّيْلِ مِرَارًا.\r48 - وَعَنِ ابْنِ عَبَّاسٍ، سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «السِّوَاكُ يُطَيِّبُ الْفَمَ، وَيُرْضِي الرَّبَّ» .\r49 - حَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الأَسْفَاطِيُّ، ثنا شَبَابٌ الْعُصْفُورِيُّ،","seal":"740E702B","part":1},
      {"page":50,"id":39,"hno":50,"nass":"ثنا عَمْرُو بْنُ عَاصِمٍ، ثنا صَالِحٌ الْمُرِّيُّ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ يَنْفَعُ الدَّوَاءُ مِنَ الْقَدَرِ؟ قَالَ: «الدَّوَاءُ مِنَ الْقَدَرِ وَقَدْ يَنْفَعُ بِإِذْنِ اللَّهِ» .\r\rعَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ الْخَطَّابِ\r50 - حَدَّثَنَا خَلِيفَةُ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الْكُوفِيُّ، قَالَ: حَدَّثَنِي جَدِّي، عَنِ ابْنِ عُمَرَ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اسْتَيْقَظَ أَخَذَ السِّوَاكَ.","seal":"CD7481AE","part":1},
      {"page":51,"id":40,"hno":51,"nass":"51 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُدَيْلٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ عُمَرُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: نَذَرْتُ أَعْتَكِفُ يَوْمًا؟ قَالَ: «اعْتَكِفْ وَصُمْ» .\rحَدَّثَنِي خَلِيفَةُ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، عَنْ عَبْدِ اللَّهِ وقَالَ: «وَلَيْلَةً» وَلَمْ يَقُلْ: «صُمْ» .\r52 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي شَبَابٌ الْعُصْفُرِيُّ، ثنا سَهْلٌ أَبُو عَتَّابٍ، ثنا حَفْصُ بْنُ سُلَيْمَانَ، عَنْ قَيْسِ بْنِ","seal":"886578C2","part":1},
      {"page":52,"id":41,"hno":53,"nass":"مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنِ ابْنِ عُمَرَ قَالَ: عَادَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلا مِنْ أَصْحَابِهِ مَرِيضًا وَأَنَا مَعَهُ، فَدَخَلَ عَلَيْهِ وَهُوَ يُصَلِّي عَلَى عُودٍ، فَوَضَعَ جَبْهَتَهُ عَلَى الْعُودِ، فَأَوْمَأَ إِلَيْهِ فَطَرَحَ الْعُودَ وَأَخَذَ وِسَادَةً، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «دَعْهَا عَنْكَ إِنِ اسْتَطَعْتَ أَنْ تَسْجُدَ عَلَى الأَرْضِ، وَإِلا فَأَوْمِئْ إِيمَاءً، وَاجْعَلْ سُجُودَكَ أَخْفَضَ مِنْ رُكُوعِكَ» .\r53 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ الْعُصْفُرِيُّ، ثنا زِيَادُ بْنُ عَبْدِ اللَّهِ، ثنا عَبْدُ الْمَلِكِ - يَعْنِي ابْنَ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ: رَأَيْتُ ابْنَ عُمَرَ يُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا شَدِيدًا، وقَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُزَاحِمُ عَلَيْهِ، وَسَمِعْتُهُ يَقُولُ: «لا يَضَعُ","seal":"9C14605D","part":1},
      {"page":53,"id":42,"hno":54,"nass":"قَدَمًا وَلا يَرْفَعُ إِلا كُتِبَ لَهُ بِهَا حَسَنَةٌ» .\r\rعَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ\r54 - قَالَ عَيَّاشٌ: نا عَبْدُ الأَعْلَى، سَمِعَ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ يَعْلَى، عَنْ يَزِيدَ بْنِ مَسْرُوحٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الذَّهَبُ بِالذَّهَبِ، وَالْوَرِقُ بِالْوَرِقِ، لا فَضْلَ بَيْنَهُمَا إِلا هَا وَهَا» .","seal":"3C862C85","part":1},
      {"page":54,"id":43,"hno":55,"nass":"وقَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: نا أَبِي، سَمِعَ خَلِيفَةَ بْنَ غَالِبٍ، سَمِعَ أَبَا عُرْوَةَ، عَنْ عَمْرٍو، أَنَّ أَبَاهُ حَدَّثَهُ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\r55 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُلاثَةَ، قَالَ: حَدَّثَنَا الْعَلاءُ بْنُ عَبْدِ اللَّهِ، أَنَّ حَنَانَ بْنَ خَارِجَةَ حَدَّثَهُ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ثِيَابِ الْجَنَّةِ، قَالَ: «تُشَقَّقُ عَنْهَا ثَمَرَةُ الْجَنَّةِ» .","seal":"76C118E6","part":1},
      {"page":55,"id":44,"hno":56,"nass":"وقَالَ خَلِيفَةُ: حَدَّثَنَا أَبُو دَاوُدَ، سَمِعَ مُحَمَّدَ بْنَ أَبِي الْوَضَّاحِ، سَمِعَ الْعَلاءَ بْنَ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنْ حَنَانِ بْنِ خَارِجَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مِثْلَهُ.\r\rعَبْدُ اللَّهِ بْنُ مَسْعُودٍ\r56 - قَالَ خَلِيفَةُ: ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ جَامِعٍ، سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي عَلْقَمَةَ، يَقُولُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ","seal":"8A15D9D7","part":1},
      {"page":56,"id":45,"hno":57,"nass":"مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَفَلْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْحُدَيْبِيَةِ، فَنَامَ عَنِ الصَّلاةِ، وَأُنْزِلَ عَلَيْهِ: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا.\rالفتح: 1} .\r57 - حَدَّثَنَا عَبْدَانُ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا الْفَضْلُ بْنُ الْعَلاءِ، ثنا الْهَجَرِيُّ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنَّا ائْتَلَفَ، وَمَا تَنَاكَرَ مِنْهَا اخْتَلَفَ» .","seal":"5A04E7F6","part":1},
      {"page":57,"id":46,"hno":58,"nass":"58 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، قَالَ: ثنا عَبْدَانُ بْنُ أَحْمَدَ، قَالَ: ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، قَالَ: ثنا يَعْقُوبُ بْنُ يُوسُفَ، عَنْ فَرْقَدٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لا تَكُونُ زَاهِدًا حَتَّى تَكُونَ مُتَوَاضِعًا» .\rقَالَ أَبُو نُعَيْمٍ: لا أَعْلَمُ أَحَدًا رَفَعَهُ مِنْ حَدِيثِ عَلْقَمَةَ إِلا فَرْقَدًا وَهُوَ السَّبَخِيُّ الْبَصْرِيُّ.\r59 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا سَهْلُ بْنُ حَمَّادٍ، ثنا حَفْصُ بْنُ سُلَيْمَانَ، ثنا قَيْسُ بْنُ مُسْلِمٍ، عَنْ طَارِقِ","seal":"37FE3A3E","part":1},
      {"page":58,"id":47,"hno":60,"nass":"بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ مَعَ الْقَاضِي مَا لَمْ يَحِفْ عَمْدًا» .\r60 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا أَبُو دَاوُدَ الطَّيَالِسِيُّ، ثنا قَيْسُ بْنُ الرَّبِيعِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ مِنَ الْبَيَانِ سِحْرًا» .","seal":"2A9F6001","part":1},
      {"page":59,"id":48,"hno":61,"nass":"61 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا أَبُو عَتَّابٍ الدَّلالُ، ثنا جَرِيرُ بْنُ أَيُّوبَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ تَعَالَى: {يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ.\rإبراهيم: 48} قَالَ: «أَرْضٌ بَيْضَاءُ كَأَنَّهَا فِضَّةٌ، لَمْ يُسْفَكْ فِيهَا دَمٌ حَرَامٌ، وَلَمْ يُعْمَلْ فِيهَا بِمِعْصِيَةٍ» .\r62 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا عُمَرُ بْنُ عَلِيٍّ، حَدَّثَنِي مُوسَى الْجُهَنِيُّ، حَدَّثَنِي الْقَاسِمُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَنْ نَسِيَ أَنْ يَذْكُرَ اسْمَ اللَّهِ فِي أَوَّلِ طَعَامِهِ،","seal":"73729D60","part":1},
      {"page":60,"id":49,"hno":63,"nass":"فَلْيَقُلْ حِينَ يَذْكُرُ: بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ، فَإِنَّهُ يَسْتَقْبِلُ طَعَامًا جَدِيدًا، وَيَمْنَعُ الْخَبِيثَ مَا كَانَ يُصِيبُ مِنْهُ \".\r63 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ.\rوَمَاهِرُ بْنُ نُوحٍ، قَالا: ثنا الْمُفَضَّلُ بْنُ مَعْرُوفٍ، ثنا عَوْنُ بْنُ أَبِي رَاشِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ رَبِّ الْكَعْبَةِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ أَوَّلَ هَذِهِ الأُمَّةِ خِيَارُهُمْ، وَآخِرَهُمْ شِرَارُهُمْ مُخْتَلِفِينَ مُتَفَرِّقِينَ، فَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَأْتِهِ مَنِيَّتُهُ، وَهُوَ يَأْتِي إِلَى النَّاسِ، مَا يُحِبُّ أَنْ يُؤْتَى إِلَيْهِ» .","seal":"EFF26B61","part":1},
      {"page":61,"id":50,"hno":64,"nass":"عَبْدُ اللَّهِ بْنُ مُعَرِّضٍ الْبَاهِلِيُّ\r64 - أُخْبِرْتُ عَنْ خَلِيفَةَ بْنِ خَيَّاطٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ سَعِيدٍ الْبَاهِلِيُّ، قَالَ: حَدَّثَنِي الْفَضْلُ بْنُ ثُمَامَةَ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ حَمْزَةَ أَبُو أَيْمَنَ الْبَاهِلِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عَبْدِ اللَّهِ بْنِ مُعَرِّضٍ: أَنَّهُ وَفَدَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَجَعَلَ لَهُمْ فَرِيضَةً فِي إِبِلِهِمْ تُؤْخَذُ مِنْهُمْ نَاقَةٌ، قَلِيلَةٍ كَانَتْ أَوْ كَثِيرَةٍ، يَعْنِي الإِبِلَ.","seal":"518A00DA","part":1},
      {"page":62,"id":51,"hno":65,"nass":"عَبْدُ اللَّهِ بْنُ مُغَفَّلٍ\r65 - قَالَ نَصْرُ بْنُ عَلِيٍّ: نا مَرْزُوقٌ الْخَيَّاطُ النَّاجِيُّ، قَالَ: نا حُمَيْدُ بْنُ أَبِي حُمَيْدٍ الْخَيَّاطُ - وَهُوَ ابْنُ مِهْرَانَ -، عَنِ الْحَسَنِ، قَالَ: «سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ» .\rفقَالَ لَهُ عَمْرُو بْنُ عُبَيْدٍ: عَمَّنْ نَرْوِي هَذَا؟ فقَالَ: عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\rوقَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: نا مَيْمُونُ بْنُ مَرْزُوقٍ - وَأَثْنَى عَلَيْهِ خَيْرًا - سَمِعَ حُمَيْدًا الْخَيَّاطَ، نَحْوَهُ، وقَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُغَفَّلٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.","seal":"A1ED1725","part":1},
      {"page":63,"id":52,"hno":66,"nass":"عِتْبَانُ بْنُ مَالِكٍ الأَنْصَارِيُّ\r66 - نا خَلِيفَةُ بْنُ خَيَّاطٍ، عَنْ مِسْوَرِ بْنِ بَكْرٍ، نا عَامِرُ بْنُ إِسَافٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ أَبِيهِ أَنَّهُ ذَكَرَ حَدِيثَ عِتْبَانَ، فقَالَ لَنَا: اكْتُبُوا هَذَا الْحَدِيثَ.\rوَلَمْ يَأْمُرْنَا أَنْ نَكْتُبَ حَدِيثًا مِنْ حَدِيثِهِ غَيْرَهُ.\rوقَالَ شَيْبَانُ: عَنْ قَتَادَةَ، عَنْ أَنَسٍ: ذُكِرَ مَالِكٌ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فقَالَ: «لا تَسُبُّوا أَصْحَابِي» .","seal":"7647BCF6","part":1},
      {"page":64,"id":53,"hno":67,"nass":"عَدِيُّ بْنُ حَاتِمٍ\r67 - قَالَ لِي خَلِيفَةُ: حَدَّثَنَا أَرْطَأَةُ بْنُ الْحُسَيْنِ، قَالَ: ثنا تَمِيمُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ، قَالَ: قَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا عَدِيُّ، لا تَزْدَرِي أَصْحَابِي» .\r\rأَبُو عُزَيْزِ بْنُ عُمَيْرِ بْنِ هَاشِمٍ\r68 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْعَطَّارُ الْمِصِّيصِيُّ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا بَكْرُ بْنُ سُلَيْمَانَ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنِي نَبِيهُ بْنُ وَهْبٍ، عَنْ أَبِي عُزَيْزِ بْنِ عُمَيْرٍ أَخِي مُصْعَبِ بْنِ عُمَيْرٍ، قَالَ: كُنْتُ فِي الأُسَارَى يَوْمَ بَدْرٍ، فقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اسْتَوْصُوا بِالأُسَارَى خَيْرًا» .\rوَكُنْتُ فِي نَفَرٍ مِنَ الأَنْصَارِ، وَكَانُوا إِذَا قَدَّمُوا غَدَاءَهُمْ","seal":"759934E8","part":1},
      {"page":65,"id":54,"hno":69,"nass":"وَعَشَاءَهُمْ أَكَلُوا التَّمْرَ وَأَطْعَمُونِي الْخُبْزَ بِوَصِيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِيَّاهُمْ.\r\rعَلْقَمَةُ بْنُ الْحُوَيْرِثِ الْغِفَارِيُّ\r69 - أُخْبِرْتُ عَنْ خَلِيفَةَ بْنِ خَيَّاطٍ، قَالَ: حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ، قَالَ: حَدَّثَنَا جَدِّي، عَنْ عَلْقَمَةَ بْنِ الْحُوَيْرِثِ الْغِفَارِيِّ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «زِنَا الْعَيْنَيْنِ النَّظَرُ» .","seal":"6E09124B","part":1},
      {"page":66,"id":55,"hno":70,"nass":"عَلِيُّ بْنُ أَبِي طَالِبٍ\r70 - ثنا أَحْمَدُ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا نُوحُ بْنُ قَيْسٍ، عَنِ الْوَلِيدِ بْنِ صَالِحٍ، عَنْ مُحَمَّدِ بْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِنْ نَزَلَ بِنَا أَمْرٌ لَيْسَ فِيهِ بَيَانُ أَمْرٍ وَلا نَهْيٍ فَمَا تَأْمُرُنَا؟ قَالَ: «شَاوِرُوا فِيهِ الْفُقَهَاءَ وَالْعَابِدِينَ، وَلا تَمْضُوا فِيهِ خَاصَّةً» .\r\rعِمْرَانُ بْنُ حُصَيْنٍ\r72 - حَدَّثَنَا الْعَبَّاسُ بْنُ الْفَضْلِ الأَسْبَاطِيُّ، ثنا علِيُّ بْنُ الْمَدِينِيِّ.\r(ح) وحَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ، ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، قَالا: ثنا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ عَوْنٍ الْعُقَيْلِيِّ، عَنْ مُطَرِّفٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: كَانَ مِنْ دُعَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ اغْفِرْ لِي مَا أَخْطَأْتُ وَمَا عَمَدْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا جَهِلْتُ» .","seal":"689C4E3D","part":1},
      {"page":67,"id":56,"hno":73,"nass":"73 - رَوَى لَهُ أَبُو دَاوُدَ حَدِيثًا وَاحِدًا، ذَكَرَهُ الْبُخَارِيُّ، عَنْ خَلِيفَةَ، عَنِ الأَنْصَارِيِّ، عَنْ صُرَدَ , عَنْ حَبِيبٍ، عَنْ عِمْرَانَ.\r\rابْنُ الْفِرَاسِيِّ\rوَالْحَدِيثُ الْمَذْكُورُ أَخْرَجَهُ أَبُو دَاوُدَ فِي الزَّكَاةِ (2: 4) عَنْ مُحَمَّدِ بْنِ بَشَّارٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، عَنْ صُرَدَ بْنِ أَبِي الْمَنَازِلِ، عَنْهُ بِهِ، وَهُوَ حَدِيثُ قَالَ رَجُلٌ لِعِمْرَانَ بْنِ حُصَيْنٍ: يَا أَبَا نُجَيْدٍ! إِنَّكُمْ لَتُحَدِّثُونَا بِأَحَادِيثَ مَا نَجِدُ لَهَا أَصْلا فِي الْقُرْآنِ.\r74 - ثنا خَلِيفَةُ، أنا مُحَمَّدُ بْنُ مُعَاوِيَةَ، نا لَيْثُ بْنُ سَعْدٍ، عَنْ","seal":"11FBF8B3","part":1},
      {"page":68,"id":57,"hno":74,"nass":"مُحَمَّدِ بْنِ رَبِيعَةَ، أَنَّ مُسْلِمَ بْنَ مَخْشِيٍّ أَخْبَرَهُ، عَنِ ابْنِ الْفِرَاسِيِّ، قَالَ:\r\rقُرْطُ بْنُ خَيْثَمَةَ\rقَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لا تَسْأَلَنَّ أَحَدًا شَيْئًا، وَإِنْ كُنْتَ لا بُدَّ سَائِلا فَسَلِ الصَّالِحِينَ» .\r74 - قَالَ مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، سَمِعَ شَبِيبًا، عَنْ دَاوُدَ بْنِ رُفَيْعٍ، عَنْ عَبْدِ اللَّهِ بْنِ خَيْثَمَةَ.\rحَاصَرْنَا مَعَ أَبِي مُوسَى تُسْتَرَ فِي رَمَضَانَ، فقَالَ: مَنْ شَاءَ فَلْيُفْطِرْ.\rوقَالَ عَبْدَانُ وَمُحَمَّدٌ: أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ: أَخْبَرَنَا مُعْتَمِرٌ، سَمِعَ شَبِيبًا، عَنْ دَاوُدَ بْنِ رُفَيْعٍ، عَنْ قُرْطِ بْنِ خَيْثَمَةَ: حَاصَرْنَا ...\rمِثْلَهُ.\rخَلِيفَة قَالَ: حَدَّثَنَا مُعْتَمِرٌ، قَالَ: حَدَّثَنَا أَبُو جَمِيلٍ - هُوَ مُحَمَّدُ بْنُ","seal":"767AC7CD","part":1},
      {"page":69,"id":58,"hno":75,"nass":"هَيْصَمٍ - عَنْ دَاوُدَ بْنِ رُفَيْعٍ، قَوْلَهُ.\r\rقُطْبَةُ بْنُ قَتَادَةَ السَّدُوسِيُّ\r75 - قَالَ لِي خَلِيفَةُ بْنُ خَيَّاطٍ: نا عَوْنُ بْنُ كَهْمَسٍ، قَالَ: نا عِمْرَانُ بْنُ حُدَيْرٍ، قَالَ: نا رَجُلٌ مِنَّا يُقَالُ لَهُ: مُقَاتِلٌ، عَنْ قُطْبَةَ بْنِ قَتَادَةَ السَّدُوسِيِّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، ابْسُطْ يَدَكَ أُبَايِعُكَ عَلَى نَفْسِي، وَعَلَى ابْنَتِي الْحَوْصَلَةِ:\r\r76 - «لَوْ كَذَبْتَ عَلَى اللَّهِ لَجَدَعَكَ» .\r\rأَبُو الْقَيْنِ الأَسْلَمِيُّ\r77 - أنا عُمَرُ، قَالَ: نا خَلِيفَةُ، قَالَ: نا أَبُو عُبَيْدَةَ، قَالَ: نا حَمَّادُ","seal":"29080FD3","part":1},
      {"page":70,"id":59,"hno":78,"nass":"بْنُ سَلَمَةَ، قَالَ: نا سَعِيدُ بْنُ جُهْمَانَ، عَنْ أَبِي الْقَيْنِ الأَسْلَمِيِّ.\rأَنَّهُ مَرَّ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ تَمْرٌ، فَأَهْوَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَأْخُذَ قَبْضَةً، فَضَمَّ ثَوْبَهُ، فقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «زَادَكَ اللَّهُ شُحًّا» .\r\rمَسْعُودٌ غُلامُ فَرْوَةَ\r78 - قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: نا زَيْدُ بْنُ الْحُبَابِ، قَالَ: نا أَفْلَحُ بْنُ سَعِيدٍ الأَنْصَارِيُّ، قَالَ: حَدَّثَنِي بُرَيْدَةُ بْنُ سُفْيَانَ بْنِ فَرْوَةَ، عَنْ غُلامٍ لِجَدِّهِ يُقَالُ لَهُ: مَسْعُودٌ، قَالَ: مَرَّ بِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ، فقَالَ أَبُو بَكْرٍ: اذْهَبْ إِلَى أَبِي تَمِيمٍ","seal":"17CF5137","part":1},
      {"page":71,"id":60,"hno":79,"nass":"فَقُلْ لَهُ: احْمِلْنَا عَلَى بَعِيرٍ، وَابْعَثْ إِلَيْنَا بِوَاحِدٍ دَلِيلٍ، فَبَعَثَنِي وَبَعَثَ مَعِي بِبَعِيرٍ وَوَطْبٍ مِنْ لَبَنٍ، فَجَعَلْتُ آخُذُ بِهِمَا الطَّرِيقَ، وَكُنْتُ عَرَفْتُ الإِسْلامَ، فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي، فَقَامَ أَبُو بَكْرٍ عَنْ يَمِينِهِ، وَقُمْتُ خَلْفَهُمَا، فَدَفَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَدْرِ أَبِي بَكْرٍ، فَقُمْنَا خَلْفَهُ.\r\rمُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ\r79 - ثنا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا أَبُو عَامِرٍ الْعَقَدِيُّ، ثنا هِشَامُ بْنُ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ عُقْبَةَ، عَنْ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «يَكُونُ أَمْرًا فَلا يُرَدُّ، جُلُّهُمْ يَتَهَافَتُونَ فِي النَّارِ، يَتْبَعُ بَعْضُهُمْ بَعْضًا» .","seal":"119C55A1","part":1},
      {"page":72,"id":61,"hno":80,"nass":"أَبُو مُوَيْهِبَةَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\r80 - أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا بَكْرُ بْنُ سُلَيْمَانَ، ثنا ابْنُ إِسْحَاقَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ عَدِيٍّ، عَنْ عُبَيْدٍ مَوْلَى الْحَكَمِ بْنِ أَبِي الْعَاصِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِي مُوَيْهِبَةَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي قَدْ أُمِرْتُ أَنْ أَسْتَغْفِرَ لأَهْلِ الْبَقِيعِ، فَانْطَلِقْ مَعِي» فَانْطَلَقْتُ مَعَهُ فِي جَوْفِ اللَّيْلِ، فَلَمَّا وَقَفَ عَلَيْهِمْ قَالَ: «السَّلامُ عَلَيْكُمْ يَا أَهْلَ الْمَقَابِرِ، لَيَهْنِكُمْ مَا أَصْبَحْتُمْ فِيهِ مِمَّا أَصْبَحَ فِيهِ النَّاسُ، أَقْبَلَتِ الْفِتَنُ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ، يَتْبَعُ آخِرُهَا أَوَّلَهَا، الآخِرَةُ أَشَدُّ مِنَ الأُولَى» ، ثُمَّ أَقْبَلَ عَلَيَّ فَقَالَ: «يَا أَبَا مُوَيْهِبَةَ، إِنِّي قَدْ أُوتِيتُ بِمَفَاتِيحِ خَزَائِنِ الدُّنْيَا وَالْخُلْدِ فِيهَا، ثُمَّ الْجَنَّةِ، فَخُيِّرْتُ بَيْنَ ذَلِكَ وَبَيْنَ لِقَاءِ رَبِّي» قُلْتُ: بِأَبِي أَنْتَ وَأُمِّي خُذْ مَفَاتِيحَ خَزَائِنِ الدُّنْيَا، وَالْخُلْدِ فِيهَا، ثُمَّ الْجَنَّةِ.\rقَالَ: «لا وَاللَّهِ يَا أَبَا مُوَيْهِبَةَ، لَقَدِ اخْتَرْتُ لِقَاءَ رَبِّي» .\rثُمَّ اسْتَغْفَرَ لأَهْلِ الْبَقِيعِ، ثُمَّ انْصَرَفَ، فَبُدِئَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَجَعِهِ الَّذِي مَاتَ فِيهِ.","seal":"8E52C7D2","part":1},
      {"page":73,"id":62,"hno":81,"nass":"مَيْمُونُ بْنُ سِنْبَاذَ\r81 - أَخْرَجَ أَبُو نُعَيْمٍ مِنْ طَرِيقِ خَلِيفَةَ بْنِ خَيَّاطٍ، عَنْ مُعْتَمِرِ بْنِ سُلَيْمَانَ، عَنْ أَبِيهِ قَالَ: كُنَّا عَلَى بَابِ الْحَسَنِ فَخَرَجَ عَلَيْنَا رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَالُ لَهُ: مَيْمُونُ بْنُ سِنْبَاذَ فَذَكَرَ الْحَدِيثَ بِلَفْظِ «مِلاكُ هَذِهِ الأُمَّةِ بِشِرَارِهَا» .\r\rأَبُو هُرَيْرَةَ\r82 - قَالَ لِي خَلِيفَةُ بْنُ خَيَّاطٍ: حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ أَبِي، عَنْ","seal":"C83D828B","part":1},
      {"page":74,"id":63,"hno":83,"nass":"قَتَادَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" لَمَّا قَضَى اللَّهُ الْخَلْقَ كَتَبَ كِتَابًا عِنْدَهُ غَلَبَتْ - أَوْ قَالَ: سَبَقَتْ - رَحْمَتِي غَضَبِي، فَهُوَ عِنْدَهُ فَوْقَ الْعَرْشِ \".\r83 - حَدَّثَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، قَالَ: حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنَا جَعْفَرٌ، عَنْ يَزِيدَ بْنِ الأَصَمِّ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" قَالَ اللَّهُ عَزَّ وَجَلَّ: أَنَا عِنْدَ ظَنِّ عَبْدِي، وَأَنَا مَعَهُ إِذَا دَعَانِي \".\r84 - حَدَّثَنَا خَلِيفَةُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، قَالَ: حَدَّثَنَا أَبُو","seal":"C2F4ABC3","part":1},
      {"page":75,"id":64,"hno":85,"nass":"الْعَوَّامِ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ ضَرَبَ ضَرْبًا ظُلْمًا، اقْتُصَّ مِنْهُ يَوْمَ الْقِيَامَةِ» .\r85 - حَدَّثَنَا خَلِيفَةُ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَشْرَفُ الْعِبَادَةِ الدُّعَاءُ» .\r86 - قَالَ آدَمُ: حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، عَنْ صَاحِبٍ لَهُمْ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَنَّ ثَلاثَةً دَخَلُوا غَارًا فَدَعَوْا بِأَفْضَلِ أَعْمَالِهِمْ فَنَجَوْا» .","seal":"0B54ECDF","part":1},
      {"page":76,"id":65,"hno":87,"nass":"وَقَالَ خَلِيفَةُ: حَدَّثَنَا مُعْتَمِرٌ، سَمِعَ أَبَاهُ، عَنْ قَتَادَةَ، حَدَّثَنَا صَاحِبٌ لَنَا، عَنْ أَبِي هُرَيْرَةَ.\rعَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مِثْلَهُ.\r87 - قَالَ مُحَمَّدُ بْنُ الْمُثَنَّى: ثنا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا حَجَّاجُ بْنُ أَبِي زَيْنَبَ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «جَعَلَ اللَّهُ الرَّحْمَةَ مِائَةَ رَحْمَةٍ» .\rوقَالَ خَلِيفَةُ: حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، وَمُعْتَمِرٌ، سَمِعَا التَّيْمِيَّ، سَمِعَ أَبَا عُثْمَانَ، عَنْ سَلْمَانَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: نَحْوَهُ.","seal":"AEEF7AC0","part":1},
      {"page":77,"id":66,"hno":88,"nass":"أَبُو وَاقِدٍ اللَّيْثِيُّ\r88- أَخْرَجَ الْبُخَارِيُّ بِسَنَدٍ حَسَنٍ، عَنْ إِسْحَاقَ مَوْلَى مُحَمَّدِ بْنِ زِيَادٍ، أَنَّهُ سَمِعَ أَبَا وَاقِدٍ يَقُولُ: رَأَيْتُ الرَّجُلَ مِنَ الْعَدُوِّ يَوْمَ الْيَرْمُوكِ يَسْقُطُ فَيَمُوتُ.\rوَأَخْرَجَهُ خَلِيفَةُ مِنْ هَذَا الْوَجْهِ.\rحَدِيثُ التَّابِعِينَ\r\rحَبِيبُ بْنُ أَبِي ثَابِتٍ (ت 119 هـ)\r89- حَدَّثَنَا مُوسَى بْنُ زَكَرِيَّا التُّسْتَرِيُّ، ثنا شَبَابٌ الْعُصْفُرِيُّ، ثنا أَبُو وَهْبٍ السَّهْمِيُّ، عَنْ أَبِي يُونُسَ الْقُشَيْرِيِّ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ أَنَّ الْحَارِثَ بْنَ هِشَامٍ، وَعِكْرِمَةَ بْنَ أَبِي جَهْلٍ، وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ أثْبتُوا يَوْمَ الْيَرْمُوكِ، فَدَعَا الْحَارِثُ بِشَرَابٍ، فَنَظَرَ إِلَيْهِ عِكْرِمَةُ، فَقَالَ: ادْفَعُوهُ إِلَى","seal":"54F937B4","part":1},
      {"page":78,"id":67,"hno":90,"nass":"عِكْرِمَةَ، فَدُفِعَ إِلَيْهِ، فَنَظَرَ إِلَيْهِ عَيَّاشُ بْنُ أَبِي رَبِيعَةَ، قَالَ عِكْرِمَةُ: ادْفَعُوهُ إِلَى عَيَّاشٍ.\rفَمَا وَصَلَ إِلَى أَحَدٍ مِنْهُمْ.\rحَتَّى مَاتُوا جَمِيعًا وَمَا ذَاقُوهُ.\r\rالْحَسَنُ الْبَصْرِيُّ\r90 - أَخْبَرَنَا خَلِيفَةُ، ثنا عَبْدُ الْوَهَّابِ، عَنْ عَوْفٍ، عَنِ الْحَسَنِ، قَالَ: كَيْفَ شِئْتَ، يَعْنِي: إِتْيَانَهَا فِي الْفَرْجِ.\r\rحَمَّادٌ\r\r91 - أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا أَبُو دَاوُدَ، عَنْ هِشَامٍ، عَنْ حَمَّادٍ، قَالَ: تَعْتَدُّ بِالإِقْرَاءِ.\r\rالزُّهْرِيُّ\r\r92 - أَخْبَرَنَا خَلِيفَةُ، ثنا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، قَالَ: بِالإِقْرَاءِ.\r\rسَعِيدُ بْنُ الْمُسَيِّبِ\r\r93 - أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا الْمُعْتَمِرُ، قَالَ: سَمِعْتُ لَيْثًا حَدَّثَ، عَنْ","seal":"9DB732B2","part":1},
      {"page":79,"id":68,"hno":94,"nass":"عِيسَى بْنِ قَيْسٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ.\rالبقرة: 223} قَالَ: إِنْ شِئْتَ فَاعْزِلْ، وَإِنْ شِئْتَ فَلا تَعْزِلْ.\r\rعِكْرِمَةُ مَوْلَى ابْنِ عَبَّاسٍ\r\r94 - أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا غُنْدَرٌ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، قَالَ: الْمُسْتَحَاضَةُ وَالَّتِي لا يَسْتَقِيمُ لَهَا حَيْضٌ فَتَحِيضُ فِي شَهْرٍ مَرَّةً، وَفِي الشَّهْرِ مَرَّتَيْنِ، عِدَّتُهَا ثَلاثَةُ أَشْهُرٍ.\r\r95 - أَخْبَرَنَا خَلِيفَةُ بْنُ خَيَّاطٍ، ثنا عَبْدُ الْوَهَّابِ، ثنا خَالِدٌ، عَنْ عِكْرِمَةَ، قَالَ: كَانَ أَهْلُ الْجَاهِلِيَّةِ يَصْنَعُونَ فِي الْحَائِضِ نَحْوًا مِنْ صَنِيعِ الْمَجُوسِ، فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَنَزَلَتْ: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ.\rالبقرة: 222} فَلَمْ يَزْدَدِ الأَمْرُ فِيهِنَّ إِلا شِدَّةً.\r\rمُجَاهِدٌ\r\r96 - أَخْبَرَنَا خَلِيفَةُ، ثنا مُؤَمّلٌ، عَنْ سُفْيَانَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ: {قُلْ هُوَ أَذًى: البقرة: 222} قَالَ: هُوَ الدَّمُ.","seal":"253CFC57","part":1},
      {"page":80,"id":69,"hno":97,"nass":"مُضَارِبُ بْنُ حَزْنٍ\r\r97 - أَخْرَجَ خَلِيفَةُ بْنُ خَيَّاطٍ فِي تَارِيخِهِ وَقَالَ: عَنْ مُحَمَّدِ بْنِ سَوَاءٍ، عَنْ قُرَّةَ بْنِ خَالِدٍ، عَنْ مُضَارِبٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهَبَ سَبْيَ بَكْرِ بْنِ وَائِلٍ لِمَرْثَدِ بْنِ ظَبْيَانَ.\rوَهَكَذَا أَخْرَجَهُ الْبَغَوِيُّ بَلاغًا عَنْ خَلِيفَةَ.\r\rأَبُو مُوسَى الْحَكَمِيُّ صَالِحُ بْنُ الْحَكَمِ\r\r98 - وقَالَ خَلِيفَةُ: (ح) الْحَسَنُ بْنُ حَبِيبٍ، سَمِعَ حَجَّاجَ بْنَ فُرَافِصَةَ، عَنْ عَمْرِو بْنِ أَبِي سُفْيَانَ، سَمِعَ أَبَا مُوسَى الْحَكَمِيَّ رِسَالَةَ مَرْوَانَ، فقَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْقَدَرِ.","seal":"81E52244","part":1},
      {"page":81,"id":70,"hno":99,"nass":"قَالَ الْبُخَارِيُّ: إِنْ لَمْ يَكُنْ هَذَا صَاحِبَ الزُّهْرِيِّ فَلا أَدْرِي.\r\rيَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الأَصَمِّ\r\r99 - أَخْرَجَ خَلِيفَةُ بْنُ خَيَّاطٍ، وَأَحْمَدُ بْنُ حَنْبَلٍ، وَابْنُ عَسَاكِرَ، عَنْ يَزِيدَ بْنِ الأَصَمِّ: أَنَّ النَّبِيَّ عَلَيْهِ الصَّلاةُ وَالسَّلامُ قَالَ لأَبِي بَكْرٍ: «أَنَا أَكْبَرُ أَوْ أَنْتَ؟» قَالَ: أَنْتَ أَكْبَرُ وَأَكْرَمُ، وَأَنَا أَسَنُّ مِنْكَ.\rمُرْسَلٌ غَرِيبٌ جِدًّا.\r\rالصَّحَابِيُّ عَبْدُ اللَّهِ بْنُ سِنَانِ بْنِ نُبَيْشَةَ الْمُزَنِيُّ.\r100 - خَلِيفَةُ بْنُ خَيَّاطٍ، حَدَّثَنَا أَبُو عُبَيْدَةَ الْحَدَّادُ، حَدَّثَنَا مُحَمَّدُ بْنُ فَضَاءٍ، عَنْ أَبِيهِ، عَنْ عَلْقَمَةَ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:","seal":"D6B21A9E","part":1},
      {"page":82,"id":71,"hno":101,"nass":"«يُعْتِقُ الرَّجُلُ مِنْ عَبْدِهِ مَا شَاءَ، إِنْ شَاءَ أَعْتَقَ ثُلُثَهُ أَوْ نِصْفَهُ أَوْ مَا شَاءَ» .\r101 - قَالَ ابْنُ عَدِيٍّ: حَدَّثَنَا عَبْدَانُ، حَدَّثَنَا خَلِيفَةُ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ فَضَاءٍ، حَدَّثَنِي أَبِي، عَنْ عَلْقَمَةَ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَبِيهِ مَرْفُوعًا: «إِذَا اشْتَرَى أَحَدُكُمْ لَحْمًا فَلْيُكْثِرْ مَرَقَتَهُ، فَإِنْ مَا يُصِبْ أَحَدٌ لَحْمًا أَصَابَ مِنْ مَرَقَتِهِ فَإِنَّهُ أَحَدُ اللَّحْمَيْنِ» .\rوَقَالَ التِّرْمِذِيُّ إِنَّ حَدِيثَ «يُعْتِقُ الرَّجُلُ. .» مِنْ مُنْكَرَاتِ مُحَمَّدِ بْنِ فَضَاءٍ، وَأَخْرَجَهُ الْبَيْهَقِيُّ فِي السُّنَنِ الْكُبْرَى مِنْ طَرِيقِ خَلِيفَةَ أَيْضًا , وَفِيهِ: «إِنْ شَاءَ ثُلُثًا وَإِنْ شَاءَ رُبْعًا وَإِنْ شَاءَ خُمُسًا لَيْسَ بَيْنَهُ وَبَيْنَ اللَّهِ ضَغْطَةٌ» .\rوَأَمَّا حَدِيثُ «إِذَا اشْتَرَى أَحَدُكُمْ لَحْمًا. . .» فَأَخْرَجَهُ التِّرْمِذِيُّ مِنْ طَرِيقِ مُسْلِمِ بْنِ إِبْرَاهِيمَ , حَدَّثَنَا مُحَمَّدُ بْنُ فَضَاءٍ. . مِثْلَهُ.\rوقَالَ التِّرْمِذِيُّ: هَذَا حَدِيثٌ غَرِيبٌ لا نَعْرِفُهُ إِلا مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُحَمَّدِ بْنِ فَضَاءٍ. . وَالْحَدِيثُ أَخْرَجَهُ الْحَاكِمُ وَصَحَّحَهُ قَالَ الذَّهَبِيُّ: مُحَمَّدٌ - يَعْنِي ابْنَ فَضَاءٍ - ضَعَّفَهُ ابْنُ مَعِينٍ.","seal":"8BE59EC6","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":240,"Bk":"مسند خليفة بن خياط","HigriD":"240","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عمرو خليفة بن خياط بن خليفة الشيباني العصفري البصري","bLnk":null,"Inf":"","Auth":"خليفة بن خياط","Betaka":"الكتاب: مسند خليفة بن خياط\r\nالمؤلف: أبو عمرو خليفة بن خياط بن خليفة الشيباني العصفري البصري (المتوفى: 240هـ)\r\nدراسة وتحقيق: الدكتور أكرم ضياء العمري\r\nالناشر: مؤسسة الرسالة، بيروت\r\nالطبعة: الأولى، 1405 هـ - 1985 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"خليفة العصفري (000 - 240 هـ = 000 - 854 م) \r\n\r\nخليفة بن خياط بن خليفة الشيباني العصفري البصري، أبو عمرو، ويعرف بشباب: محدث نسابة إخباري.\r\nصنف (التاريخ) عشرة أجزاء، طبع جزء منه و (الطبقات) ثمانية أجزاء، طبع جزء منه وكان مستقيم الحديث، من متيقظي رواته\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"8ED1D93B","cat":"الأجزاء الحديثية","oNum":12863,"BkId":12863,"oAuth":718,"bVer":1,"aSeal":"7263D728"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12863":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"أنس بن مالك"},
      {"lvl":1,"id":21,"sub":0,"tit":"خبيب بن أساف الأنصاري"},
      {"lvl":1,"id":22,"sub":0,"tit":"خوات بن جبير"},
      {"lvl":1,"id":23,"sub":0,"tit":"أبو خيرة الصباحي"},
      {"lvl":1,"id":24,"sub":0,"tit":"أبو الدرداء"},
      {"lvl":1,"id":25,"sub":0,"tit":"ذو اللحية الكلابي"},
      {"lvl":1,"id":25,"sub":1,"tit":"سعد بن أبي وقاص"},
      {"lvl":1,"id":26,"sub":0,"tit":"أبو سعيد الخدري"},
      {"lvl":1,"id":27,"sub":0,"tit":"سعيد بن زيد"},
      {"lvl":1,"id":28,"sub":0,"tit":"سهل بن سعد الساعدي"},
      {"lvl":1,"id":29,"sub":0,"tit":"أبو طلحة الأنصاري"},
      {"lvl":1,"id":29,"sub":1,"tit":"عائذ بن عمرو المزني"},
      {"lvl":1,"id":30,"sub":0,"tit":"العباس بن عبد المطلب"},
      {"lvl":1,"id":31,"sub":0,"tit":"عبد الرحمن بن خباب السلمي"},
      {"lvl":1,"id":32,"sub":0,"tit":"عبد الرحمن بن عوف"},
      {"lvl":1,"id":33,"sub":0,"tit":"عبد الله بن سلام"},
      {"lvl":1,"id":36,"sub":0,"tit":"عبد الله بن عباس بن عبد المطلب"},
      {"lvl":1,"id":39,"sub":0,"tit":"عبد الله بن عمر بن الخطاب"},
      {"lvl":1,"id":42,"sub":0,"tit":"عبد الله بن عمرو بن العاص"},
      {"lvl":1,"id":44,"sub":0,"tit":"عبد الله بن مسعود"},
      {"lvl":1,"id":50,"sub":0,"tit":"عبد الله بن معرض الباهلي"},
      {"lvl":1,"id":51,"sub":0,"tit":"عبد الله بن مغفل"},
      {"lvl":1,"id":52,"sub":0,"tit":"عتبان بن مالك الأنصاري"},
      {"lvl":1,"id":53,"sub":0,"tit":"عدي بن حاتم"},
      {"lvl":1,"id":53,"sub":1,"tit":"أبو عزيز بن عمير بن هاشم"},
      {"lvl":1,"id":54,"sub":0,"tit":"علقمة بن الحويرث الغفاري"},
      {"lvl":1,"id":55,"sub":0,"tit":"علي بن أبي طالب"},
      {"lvl":1,"id":55,"sub":1,"tit":"عمران بن حصين"},
      {"lvl":1,"id":56,"sub":0,"tit":"ابن الفراسي"},
      {"lvl":1,"id":57,"sub":0,"tit":"قرط بن خيثمة"},
      {"lvl":1,"id":58,"sub":0,"tit":"قطبة بن قتادة السدوسي"},
      {"lvl":1,"id":58,"sub":1,"tit":"أبو القين الأسلمي"},
      {"lvl":1,"id":59,"sub":0,"tit":"مسعود غلام فروة"},
      {"lvl":1,"id":60,"sub":0,"tit":"معاوية بن أبي سفيان"},
      {"lvl":1,"id":61,"sub":0,"tit":"أبو مويهبة مولى رسول الله صلى الله عليه وسلم"},
      {"lvl":1,"id":62,"sub":0,"tit":"ميمون بن سنباذ"},
      {"lvl":1,"id":62,"sub":1,"tit":"أبو هريرة"},
      {"lvl":1,"id":66,"sub":0,"tit":"أبو واقد الليثي"},
      {"lvl":1,"id":66,"sub":1,"tit":"حبيب بن أبي ثابت (ت 119 هـ)"},
      {"lvl":1,"id":67,"sub":0,"tit":"الحسن البصري"},
      {"lvl":1,"id":67,"sub":1,"tit":"حماد"},
      {"lvl":1,"id":67,"sub":2,"tit":"الزهري"},
      {"lvl":1,"id":67,"sub":3,"tit":"سعيد بن المسيب"},
      {"lvl":1,"id":68,"sub":0,"tit":"عكرمة مولى ابن عباس"},
      {"lvl":1,"id":68,"sub":1,"tit":"مجاهد"},
      {"lvl":1,"id":69,"sub":0,"tit":"مضارب بن حزن"},
      {"lvl":1,"id":69,"sub":1,"tit":"أبو موسى الحكمي صالح بن الحكم"},
      {"lvl":1,"id":70,"sub":0,"tit":"يزيد بن عبد الله بن الأصم"},
      {"lvl":1,"id":70,"sub":1,"tit":"الصحابي عبد الله بن سنان بن نبيشة المزني"}
    ]
}
