{
  "abc":
    [
      {"a":4,"b":50009,"c":13001},
      {"a":5,"b":7669,"c":13002},
      {"a":6,"b":8170,"c":13003},
      {"a":7,"b":52064,"c":13004},
      {"a":8,"b":25347,"c":13005},
      {"a":9,"b":29658,"c":13006},
      {"a":11,"b":29705,"c":13008},
      {"a":12,"b":23851,"c":13009},
      {"a":14,"b":23855,"c":13011},
      {"a":15,"b":30186,"c":13012},
      {"a":16,"b":45566,"c":13013},
      {"a":16,"b":47315,"c":13013},
      {"a":17,"b":19732,"c":13014},
      {"a":19,"b":13380,"c":13016},
      {"a":20,"b":44986,"c":13017},
      {"a":21,"b":10496,"c":13018},
      {"a":22,"b":18283,"c":13019},
      {"a":23,"b":23859,"c":13020},
      {"a":24,"b":22360,"c":13021},
      {"a":25,"b":25511,"c":13022},
      {"a":26,"b":36966,"c":13023},
      {"a":27,"b":26092,"c":13024},
      {"a":28,"b":13338,"c":13025},
      {"a":29,"b":4067,"c":13026},
      {"a":30,"b":39125,"c":13027},
      {"a":31,"b":15073,"c":13028},
      {"a":32,"b":15073,"c":13029},
      {"a":33,"b":54122,"c":13030},
      {"a":34,"b":21554,"c":13031},
      {"a":35,"b":18283,"c":13032},
      {"a":36,"b":24409,"c":13033},
      {"a":37,"b":14645,"c":13034},
      {"a":38,"b":24106,"c":13035},
      {"a":39,"b":10228,"c":13036},
      {"a":40,"b":23832,"c":13037},
      {"a":42,"b":19574,"c":13039},
      {"a":43,"b":30032,"c":13040},
      {"a":44,"b":40308,"c":13041},
      {"a":45,"b":22663,"c":13042}
    ],
  "avPdf":
    [
    ],
  "b12998":
    [
      {"page":23,"id":1,"nass":"أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيُّ، سَنَةَ خَمْسٍ وَسِتِّينَ وَمِائَتَيْنِ قَالَ: أنا جَعْفَرُ بْنُ عَوْنٍ الْعُمَرِيُّ , أنا يَحْيَى بْنُ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: «§إِذَا أَعْتَقَ الرَّجُلُ وَلِيدَتَهُ فَلَهُ أَنْ يَطَأَهَا وَيَسْتَخْدِمَهَا وَيَنْكِحَهَا , وَلَيْسَ لَهُ أَنْ يَبِيعَهَا أَوْ يَهَبَهَا , وَوَلَدُهَا بِمَنْزِلَتِهَا»","seal":"2085ADC6","part":1},
      {"page":23,"id":2,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، أنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: «§قَضَى عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فِي الْأَصَابِعِ فِي الْإِبْهَامِ بِثَلَاثَةَ عَشَرَ , وَفِي الَّتِي تَلِيهَا بِاثْنَتَيْ عَشَرَ , وَالْوُسْطَى بِعَشَرَةٍ , وَفِي الَّتِي تَلِيهَا بِتِسْعٍ , وَفِي الْخِنْصَرِ بِسِتٍّ حَتَّى وَجَدَ كِتَابًا عِنْدَ آلِ عَمْرِو بْنِ حَزْمٍ يَذْكُرُونَ أَنَّهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيهِ، وَفِيمَا هُنَالِكَ مِنَ الْأَصَابِعِ عَشْرًا عَشْرًا»","seal":"E26CC14E","part":1},
      {"page":24,"id":3,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «§اخْتَتَنَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ خَلِيلُ اللَّهِ عَزَّ وَجَلَّ وَهُوَ ابْنُ عِشْرِينَ وَمِائَةِ سَنَةٍ بِالْقَدُومِ , ثُمَّ عَاشَ بَعْدَ ذَلِكَ ثَمَانِينَ سَنَةً» قَالَ سَعِيدٌ: \" وَكَانَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ أَوَّلَ مَنِ اخْتَتَنَ , وَأَوَّلَ مَنْ رَأَى الشَّيْبَ. قَالَ: فَقَالَ: مَا هَذَا يَا رَبِّ؟ قَالَ: فَقِيلَ لَهُ: وَقَارٌ. قَالَ: رَبِّ , زِدْنِي وَقَارًا , وَأَوَّلَ مَنْ أَضَافَ الضَّيْفَ , وَأَوَّلَ مَنْ قَصَّ أَظَافِرَهُ , وَأَوَّلَ مَنْ جَزَّ شَارِبَهُ , وَأَوَّلَ مَنِ اسْتَحَدَّ \"","seal":"AF9ECACB","part":1},
      {"page":26,"id":4,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، قَالَ: \" أَقْبَلْتُ مِنَ الْبَحْرَيْنِ حَتَّى إِذَا كُنْتُ بِالرَّبَذَةِ §سَأَلَنِي أُنَاسٌ مِنْ أَهْلِ الْعِرَاقِ وَهُمْ مُحْرِمُونَ عَنْ صَيْدٍ وَجَدُوهُ عَلَى الْمَاءِ صَادُوهُ , فَسَأَلُونِي عَنِ اشْتِرَائِهِ وَأَكْلِهِ. قَالَ: فَأَمَرْتُهُمْ أَنْ يَشْتَرُوهُ وَأَنْ يَأْكُلُوهُ. قَالَ: ثُمَّ قَدِمْتُ الْمَدِينَةَ , فَكَأَنْ وَقَعَ فِي نَفْسِي شَكٌّ , فَذَكَرْتُ ذَلِكَ لِأَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: فَقَالَ: وَمَا أَمَرْتَهُمْ؟ قَالَ: قُلْتُ: أَمَرْتُهُمْ أَنْ يَشْتَرُوهُ , وَأَنْ يَأْكُلُوهُ. قَالَ: لَوْ أَمَرْتَهُمْ بِغَيْرِ ذَلِكَ لَفَعَلْتُ وَفَعَلْتُ. قَالَ: فَكَأَنَّهُ تَوَاعَدَهُ \"","seal":"EC97483C","part":1},
      {"page":26,"id":5,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ، قَالَ: كُنْتُ مَعَ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ , فَتَذَاكَرْنَا فِي امْرَأَةٍ تُوُفِّيَ عَنْهَا زَوْجُهَا وَهِيَ حَامِلٌ , فَلَمْ تَلْبَثْ بَعْدَ وَفَاتِهِ إِلَّا قَلِيلًا حَتَّى وَضَعَتْ , فَقَالَ ابْنُ عَبَّاسٍ: \" §تَعْتَدُّ آخِرَ الْأَجَلَيْنِ , فَقَالَ أَبُو سَلَمَةَ: إِذَا -[27]- وَضَعَتْ مَا فِي بَطْنِهَا فَقَدْ حَلَّتْ وَانْقَضَتْ عِدَّتُهَا. قَالَ أَبُو هُرَيْرَةَ: فَإِنِّي أَقُولُ كَمَا قَالَ ابْنُ أَخِي. قَالَ: فَبَعَثْنَا كُرَيْبًا مَوْلَى ابْنِ عَبَّاسٍ إِلَى أُمِّ سَلَمَةَ , فَسَأَلَهَا عَنْ ذَلِكَ فَجَاءَنَا مِنْ عِنْدِهَا. قَالَ: تُوُفِّيَ زَوْجُ سُبَيْعَةَ الْأَسْلَمِيَّةِ وَهِيَ حَامِلٌ , فَلَمَّا وَضَعَتْ مَا فِي بَطْنِهَا ذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , «فَأَمَرَهَا أَنْ تَتَزَوَّجَ»","seal":"F42BEB10","part":1},
      {"page":27,"id":6,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، ثنا الْحَسَنُ بْنُ عَلِيٍّ، ثنا جَعْفَرُ بْنُ عَوْنٍ، أنا يَحْيَى بْنُ سَعِيدٍ، قَالَ: سَمِعْتُ الْقَاسِمَ، قَالَ: جَاءَتِ امْرَأَةٌ إِلَى ابْنِ عَبَّاسٍ , فَقَالَتْ: \" إِنِّي §نَذَرْتُ أَنْ أَنْحَرَ ابْنِي. قَالَ: فَقَالَ لَهَا ابْنُ عَبَّاسٍ: لَا تَنْحَرِي ابْنَكِ , وَكَفِّرِي عَنْ يَمِينِكِ. قَالَ: فَقَالَ لَهُ شَيْخٌ عِنْدَهُ: يَا ابْنَ عَبَّاسٍ , كَيْفَ يَكُونُ كَفَّارَةٌ فِي طَاعَةِ الشَّيْطَانِ؟ قَالَ: فَقَالَ ابْنُ عَبَّاسٍ: أَلَيْسَ قَدْ قَالَ اللَّهُ عَزَّ وَجَلَّ: {الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمُ} [المجادلة: 2] ، {وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا} [المجادلة: 2] ثُمَّ ذُكِرَ مِنَ الْكَفَّارَةِ مَا قَدْ رَأَيْتَ \"","seal":"6EEC8A1B","part":1},
      {"page":28,"id":7,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْقَاسِمِ، قَالَ: سَمِعْتُ رَجُلًا مِنْ أَهْلِ الْعِرَاقِ يَسْأَلُ ابْنَ عَبَّاسِ يَقُولُ: \" إِنَّا نُسَلِّمُ فِي السَّبَائِكِ وَنَبِيعُهَا قَبْلَ أَنْ نَقْبِضَهَا؟ فَقَالَ: «§ذَلِكَ وَرِقٌ بِوَرِقٍ»","seal":"63941294","part":1},
      {"page":28,"id":8,"nass":"أَخْبَرَنَا عَلِيٌّ، ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، قَالَ: \" جَاءَ رَجُلٌ إِلَى ابْنِ عَبَّاسٍ , فَقَالَ: إِنَّ لِي إِبِلًا , فَأَنَا أَمْنَحُ، وَأُقْفِرُ، وَفِي حِجْرِي يَتِيمٌ , وَلَهُ إِبِلٌ , فَمَا يَحِلُّ لِي مِنْ إِبِلِ يَتِيمِي؟ فَقَالَ: «§إِنْ كُنْتَ تَبْغِي ضَالَّةَ إِبِلِهِ , وَتُعْنِي جَرْبَاهَا وَتَلُوطُ حِيَاضَهَا وَتَسْقِي عَلَيْهَا فَاشْرَبْ غَيْرَ مُضِرٍّ بِنَسْلٍ وَلَا نَاهِكٍ فِي الْحَلْبِ»","seal":"4CBFB8BB","part":1},
      {"page":28,"id":9,"nass":"أَخْبَرَنَا عَلِيٌّ، ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، قَالَ: سَمِعْتُ الْقَاسِمَ، يَقُولُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ: «إِنَّ §مِنَ السُّنَّةِ فِي الصَّلَاةِ أَنْ تُضْجِعَ رِجْلَكَ الْيُسْرَى وَتَنْصِبَ رِجْلَكَ الْيُمْنَى إِذَا كُنْتُ جَالِسًا فِي الصَّلَاةِ»","seal":"A03DF020","part":1},
      {"page":29,"id":10,"nass":"أَخْبَرَنَا عَلِيٌّ، ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عنٍ الْقَاسِمِ، قَالَ: «بَلَغَنَا أَنَّهُ كَانَ §يَكْرَهُ أَنْ يَمْنَعَ فَضْلَ الْكَلَأِ»","seal":"FA5BFDBA","part":1},
      {"page":29,"id":11,"nass":"أَخْبَرَنَا عَلِيٌّ، ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§مَنْ أَدْرَكَ رَكْعَةً مِنَ الْجُمُعَةِ فَقَدْ أَدْرَكَهَا إِلَّا أَنَّهُ يَقْضِي مَا فَاتَهُ»","seal":"8965641D","part":1},
      {"page":29,"id":12,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: أنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْقَاسِمِ، قَالَ: «رَأَيْتُ §ابْنَ عُمَرَ رَافِعًا يَدَيْهِ إِلَى مَنْكِبَيْهِ يَدْعُو عِنْدَ الْقَاصِّ»","seal":"C98DC192","part":1},
      {"page":30,"id":13,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، قَالَ: «§كَانَ ابْنُ عُمَرَ إِذَا سَاقَ الْبَدَنَةَ الْوَاحِدَةَ أَشْعَرَهَا مِنْ شِقِّهَا الْأَيْمَنِ وَالْأُخْرَى مِنْ شِقِّهَا الْأَيْسَرِ»","seal":"3021D172","part":1},
      {"page":30,"id":14,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، قَالَ: «كَانَ ابْنُ عُمَرَ §لَا يَدْخُلُ مَكَّةَ فِي حَجَّةٍ وَلَا عُمْرَةٍ حَتَّى يَغْتَسِلَ بِذِي طُوًى , ثُمَّ يَدْخُلَ»","seal":"8D09F2EA","part":1},
      {"page":30,"id":15,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ «أَنَّهُ §كَانَ لَا يَرَى بَأْسًا بِالرَّجُلِ يَبِيعُ الطَّعَامَ إِلَى أَجَلٍ , وَلَيْسَ عِنْدَهُ أَصْلُهُ»","seal":"A7432F58","part":1},
      {"page":30,"id":16,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْقَاسِمِ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، يَقُولُ: «إِنَّ §مِنْ سُنَّةِ الْحَجِّ أَنْ يُصَلِّيَ الْإِمَامُ الظُّهْرَ وَالْمَغْرِبَ وَالْعِشَاءَ وَالْفَجْرَ بِمِنًى , ثُمَّ يَغْدُو إِلَى عَرَفَاتٍ فَيَقِيلَ بِهَا حَتَّى إِذَا زَاغَتِ الشَّمْسُ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا , ثُمَّ يَخْطُبَ , ثُمَّ يَقِفَ حَتَّى إِذَا غَرَبَتِ الشَّمْسُ دَفَعَ حَتَّى إِذَا أَسْفَرَ دَفَعَ حَتَّى يَأْتِيَ مِنًى , فَإِذَا رَمَى الْجَمْرَةَ الْعُظْمَى حَلَّ لَهُ كُلُّ شَيْءٍ كَانَ يَحْرُمُ عَلَيْهِ وَهُوَ مُحْرِمٌ إِلَّا النِّسَاءَ حَتَّى يَزُورَ الْبَيْتَ»","seal":"13C8FFDC","part":1},
      {"page":31,"id":17,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: أنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، قَالَ: سَمِعْتُ الْقَاسِمَ، يَقُولُ: «رَأَيْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا §تَقِفُ بَعْدَ مَا يَدْفَعُ الْإِمَامُ حَتَّى تَبْيَضَّ مَا بَيْنَهَا وَبَيْنَ النَّاسِ مِنَ الْأَرْضِ , ثُمَّ تَدْعُو بِشَرَابِهَا فَتُفْطِرُ , ثُمَّ تَدْفَعُ»","seal":"2B726D8D","part":1},
      {"page":31,"id":18,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: أنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: «§طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ يُحْرِمَ , وَطَيَّبْتُهُ قَبْلَ أَنْ يَزُورَ الْبَيْتَ»","seal":"7C402673","part":1},
      {"page":32,"id":19,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زُرَارَةَ، قَالَ - وَهُوَ ابْنُ أَبِي أَخِي عَمْرَةَ - عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: كُنْتُ أَرَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُصَلِّي الرَّكْعَتَيْنِ قَبْلَ صَلَاةِ الْفَجْرِ , فَيُخَفِّفُهَا حَتَّى أَقُولَ: أَقَرَأَ فِيهَا بِفَاتِحَةِ الْقُرْآنِ؟ \"","seal":"776061F4","part":1},
      {"page":32,"id":20,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: \" §كَانَ النَّاسُ عُمَّالُ أَنْفُسِهِمْ , وَكَانُوا يَرُوحُونَ إِلَى الْجُمُعَةِ بِهَيْئَتِهِمْ , وَكَانَ يُقَالُ لَهُمْ: لَوِ اغْتَسَلْتُمْ \"","seal":"4D504E97","part":1},
      {"page":32,"id":21,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: «§لَوْ رَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا أَحْدَثَ النِّسَاءُ بَعْدَهُ لَمَنَعَهُنَّ الْمَسَاجِدَ -[33]- كَمَا مُنِعَتْ نِسَاءُ بَنِي إِسْرَائِيلَ» قَالَ يَحْيَى: فَقُلْتُ لِعَمْرَةَ: أَوَمُنِعَ نِسَاءُ بَنِي إِسْرَائِيلَ؟ قَالَ: نَعَمْ","seal":"21C4E357","part":1},
      {"page":33,"id":22,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: \" أَتَتْنِي بَرِيرَةُ تَسْتَعِينُنِي فِي مُكَاتَبَتِهَا , فَقُلْتُ لَهَا: إِنْ شَاءَ مَوَالِيكِ أَنْ أَصُبَّ لَهُمْ ثَمَنَكِ صَبَّةً وَاحِدَةً وَأُعْتِقَكِ. قَالَ: فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لِمَوَالِيهَا. قَالُوا: لَا إِلَّا أَنْ يَجْعَلَ لَنَا الْوَلَاءَ , قَالَتْ: فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: «اشْتَرِيهَا؛ فَإِنَّ §الْوَلَاءَ لِمَنْ أَعْتَقَ»","seal":"67A72F89","part":1},
      {"page":33,"id":23,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، أنا يَحْيَى بْنُ سَعِيدٍ، قَالَ: سَأَلْتُ عَمْرَةَ عَنِ الرَّجُلِ يَبْعَثُ بِالْهَدْيِ وَيُقِيمُ , أَيُحْرِمُ؟ فَقَالَتْ: سَأَلْتُ: عَائِشَةَ , فَقَالَتْ: «§لَا يُحْرِمُ إِلَّا مَنْ أَهَلَّ أَوْ لَبَّى»","seal":"228F4210","part":1},
      {"page":33,"id":24,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ -[34]- قَالَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِي عَمْرِو بْنِ حِمَاسٍ، قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لِحِمَاسٍ - وَكَانَ حِمَاسٌ يَبِيعُ الْجِعَابَ وَالْأُدْمَ - «§أَدِّ زَكَاةَ مَالِكَ» قَالَ: إِنَّمَا لِي جِعَابٌ وَأُدْمٌ قَالَ: قَوِّمْهُ , ثُمَّ أَدِّ زَكَاتَهُ \"","seal":"D56DFD87","part":1},
      {"page":34,"id":25,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، قَالَ: بَعَثَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السَّعْدَيْنِ سَعْدَ بْنَ مَالِكٍ وَسَعْدًا آخَرَ إِلَى خَيْبَرَ فَبَاعَا أَرْبَعَةَ مَثَاقِيلَ تِبْرًا أَوْ فِضَّةً بِثَلَاثَةٍ عَيْنًا , فَقَالَ لَهُمَا: «§أَرْبَيْتُمَا فَرُدَّاهُ»","seal":"E08BD2EC","part":1},
      {"page":34,"id":26,"nass":"أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيٍّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، قَالَ: سَمِعْتُ عُمَرَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّمَا §الْأَعْمَالُ بِالنِّيَّةِ , وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى , فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ , وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»","seal":"263DED2B","part":1},
      {"page":38,"id":27,"nass":"أَخْبَرَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عِيَاضِ بْنِ مُسْلِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «إِنَّمَا §جُعِلَتِ الرَّاحَةُ فِي الرَّكْعَتَيْنِ فِي الصَّلَاةِ لِلتَّشَهُّدِ آخِرَ الْقِرَاءَةِ وَأَوَّلَ الْإِمْلَاءِ»","seal":"19A5BA65","part":1},
      {"page":38,"id":28,"nass":"حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الزُّبَيْرِ الْقُرَشِيُّ لِلنِّصْفِ مِنْ صَفَرٍ سَنَةَ سَبْعٍ وَأَرْبَعِينَ وَثَلَاثِمِائَةٍ. قَالَ: ثنا أَبُو مُحَمَّدٍ , وَأَبُو جَعْفَرٍ الْحَسَنُ وَمُحَمَّدٌ ابْنَا عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيَّانِ قَالَا: ثنا الْحَسَنُ بْنُ عَطِيَّةَ الْقُرَشِيُّ , عَنِ الْحَسَنِ بْنِ صَالِحٍ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ دِينَارٍ قَالَ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: «§نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَلَاءِ , وَعَنْ هِبَتِهِ»","seal":"5299A085","part":1},
      {"page":39,"id":29,"nass":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ الْقَاضِي الزُّهْرِيُّ، قَالَ: ثنا يَعْلَى بْنُ عُبَيْدٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَلَاءِ , وَعَنْ هِبَتِهِ»","seal":"A4251C9F","part":1},
      {"page":39,"id":30,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ الزُّهْرِيُّ، قَالَ: ثنا يَعْلَى بْنُ عُبَيْدٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا لَمْ يَجِدِ الْمُحْرِمُ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ , وَلْيَقْطَعْ أَسْفَلَ الْكَعْبَيْنِ»","seal":"B05A081D","part":1},
      {"page":39,"id":31,"nass":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا يَعْلَى بْنُ عُبَيْدٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنِ اقْتَنَى كَلْبًا غَيْرَ كَلْبِ مَاشِيَةٍ أَوْ ضَارِيَةٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ»","seal":"3911B60B","part":1},
      {"page":40,"id":32,"nass":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُصَلِّي الرَّكْعَتَيْنِ قَبْلَ صَلَاةِ الْفَجْرِ يُخَفِّفُهُمَا حَتَّى أَقُولَ: أَقَرَأَ فِيهِمَا بِفَاتِحَةِ الْكِتَابِ؟ \"","seal":"33E0C166","part":1},
      {"page":40,"id":33,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ أَبِي عُمَيْسٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الْأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: \" §جَاءَ عَيْنٌ مِنَ الْمُشْرِكِينَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ نَازِلٌ , فَلَمَّا طَعِمَ انْسَلَّ. قَالَ: فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «عَلَيَّ بِالرَّجُلِ» فَابْتَدَرَهُ الْقَوْمُ , فَكَانَ أَبِي يَسْبِقُ الْفَرَسَ شَدًّا , فَسَبَقَهُمْ , فَأَخَذَ بِخِطَامِ رَاحِلَتِهِ , فَقَتَلَهُ , فَنَفَّلَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَلَبَهُ \"","seal":"F3654117","part":1},
      {"page":41,"id":34,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْقَاضِي الزُّهْرِيُّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ أَبِي عُمَيْسٍ، عَنْ عَبْدِ الْمَجِيدِ بْنِ سَهْلٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، قَالَ: \" جَاءَ رَجُلٌ مِنَ الْمَجُوسِ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَدْ حَلَقَ لِحْيَتَهُ , وَأَطَالَ شَارِبَهُ , فَقَالَ لَهُ: لِمَ تَفْعَلُ هَذَا؟ قَالَ: هَذَا فِي دِينِنَا. قَالَ: «وَلَكِنْ §فِي دِينِنَا نَجُزُّ الشَّوَارِبَ , وَنَعْفِي اللِّحْيَةَ»","seal":"43065F70","part":1},
      {"page":42,"id":35,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، وَمُحَمَّدٌ، ابْنَا عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيَّانِ قَالَا: ثنا الْحَسَنُ بْنُ عَطِيَّةَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ زِيَادِ بْنِ أَبِي الْجَعْدِ، قَالَ: أَخَذَ بِيَدِي , فَأَقَامَنِي عَلَى شَيْخٍ يُقَالُ لَهُ وَابِصَةُ بْنُ مَعْبَدٍ , فَقَالَ: هَذَا حَدَّثَنِي وَهُوَ يَسْمَعُ أَنَّ §رَجُلًا صَلَّى خَلْفَ الْقَوْمِ وَحْدَهُ , فَأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُعِيدَ الصَّلَاةَ \"","seal":"D425E7EF","part":1},
      {"page":43,"id":36,"nass":"حَدَّثَنَا عَلِيٌّ، ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ عَبْدِ الرَّحْمَنِ الْمَسْعُودِيِّ، عَنِ الْقَاسِمِ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§تَعَلَّمُوا الْقُرْآنَ وَالْفَرَائِضَ؛ فَإِنَّهُ يُوشِكُ أَنْ يَفْتَقِرَ الرَّجُلُ إِلَى عِلْمٍ كَانَ يَعْلَمُهُ وَيَبْقَى فِي قَوْمٍ لَا يَعْلَمُونَ»","seal":"A837B534","part":1},
      {"page":43,"id":37,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، وَمُحَمَّدٌ، ابْنَا عَلِيِّ بْنِ عَفَّانَ قَالَا: ثنا الْحَسَنُ بْنُ عَطِيَّةَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ أَبِي يَعْفُورٍ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ: «§غَزَوْتُ أَوْ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَبْعَ غَزَوَاتٍ نَأْكُلُ الْجَرَادَ»","seal":"C81046D4","part":1},
      {"page":44,"id":38,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ، وَمُحَمَّدٌ، ابْنَا عَلِيِّ بْنِ عَفَّانَ قَالَا: ثنا الْحَسَنُ بْنُ عَطِيَّةَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ أَبَانَ، عَنْ أَنَسٍ، قَالَ: «§أَعْتَقَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَفِيَّةَ وَاسْتَنْكَحَهَا , وَأَصْدَقَهَا عِتْقَهَا»","seal":"B62CF4EE","part":1},
      {"page":44,"id":39,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ الْقَاضِي الزُّهْرِيُّ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ سَلَمَةَ يَعْنِي ابْنَ وَرْدَانَ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: \" ارْتَقَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَرَجَةَ الْمِنْبَرِ , فَقَالَ: «آمِينَ» , ثُمَّ ارْتَقَى أُخْرَى , فَقَالَ: «آمِينَ» , ثُمَّ ارْتَقَى دَرَجَةً أُخْرَى , فَقَالَ: آمِينَ , ثُمَّ جَلَسَ قَالَ: فَسَأَلُوهُ عَلَامَ أَمَّنْتَ يَا رَسُولَ اللَّهِ , قَالَ: فَقَالَ: \" أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ , فَقَالَ: \" §رَغِمَ أَنْفُ مَنْ ذُكِرْتَ عِنْدَهُ , فَلَمْ يُصَلِّ عَلَيْكَ , فَقُلْتُ: آمِينَ , ثُمَّ قَالَ: رَغِمَ أَنْفُ امْرِئٍ أَدْرَكَ أَحَدَ -[45]- أَبَوَيْهِ أَوْ كِلَيْهِمَا فَلَمْ يَدْخُلِ الْجَنَّةَ , فَقُلْتُ: آمِينَ , ثُمَّ قَالَ: رَغِمَ أَنْفُ مَنْ أَدْرَكَ رَمَضَانَ فَلَمْ يُغْفَرْ لَهُ , فَقُلْتُ: آمِينَ \"","seal":"70BE8751","part":1},
      {"page":45,"id":40,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثنا مِسْعَرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: \" §قَرَأَ عَبْدُ اللَّهِ فِي الْعِشَاءِ الْآخِرَةِ بِالْأَنْفَالِ حَتَّى بَلَغَ {نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ} [الأنفال: 40] ثُمَّ رَكَعَ , ثُمَّ قَرَأَ فِي الثَّانِيَةِ بِسُورَةٍ مِنَ الْمُفَصَّلِ \"","seal":"1865FC6B","part":1},
      {"page":45,"id":41,"nass":"حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، قَالَ: ثنا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، قَالَ: ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ مِسْعَرٍ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: «إِنَّ §لِكُلِّ شَيْءٍ شِعَارًا , وَإِنَّ شِعَارَ الصَّلَاةِ التَّكْبِيرُ»","seal":"7BB1B45D","part":1},
      {"page":46,"id":42,"nass":"حَدَّثَنَا عَلِيٌّ، قَالَ: ثنا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، ثنا جَعْفَرُ بْنُ عَوْنٍ، عَنْ مِسْعَرٍ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ ابْنِ سَابِطٍ، قَالَ: أَصَابَ خَالِدَ بْنَ الْوَلِيدِ أَرَقٌ , فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَا أُعَلِّمُكَ كَلِمَاتٍ إِذَا قُلْتَهُنَّ نِمْتَ؟» قَالَ: فَقَالَ: «قُلِ اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظَلَّتْ , وَرَبَّ الْأَرَضِينَ وَمَا أَقَلَّتْ , وَرَبَّ الشَّيَاطِينَ وَمَا أَضَلَّتْ كُنْ جَارِي مِنْ شَرِّ خَلْقِكَ جَمِيعًا أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ وَأَنْ يَطْغَى , عَزَّ جَارُكَ لَا إِلَهَ غَيْرُكَ»","seal":"5BBC3BA9","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":270,"Bk":"الأمالي والقراءة","HigriD":"270","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو محمد الحسن بن علي بن عفان الكوفي العامري","bLnk":null,"Inf":"[الأمالي والقراءة] \r\n\r\n (المؤلف) \r\nأبو محمد الحسن بن علي بن عفان الكوفي العامري (270 هـ) . \r\n\r\n (اسم الكتاب الذي طبع به، ووصف أشهر طبعاته:) \r\nطبع باسم: \r\nالأمالي والقراءة\r\nتحقيق مسعد عبد الحميد السعداني، صدر عن دار الصحابة بطنطا بمصر، بدون تاريخ. \r\n\r\n (توثيق نسبة الكتاب إلى مؤلفه) \r\nلم نجد من ذكر هذا الكتاب ونسبه للمؤلف سوى الحافظ ابن حجر في المعجم المفهرس (رقم: 1386) ، لكنه نسبه للحسن ومحمد ابنا علي بن عفان العامريان، لا لحسن وحده كما فعل المحقق. \r\n\r\n (وصف الكتاب ومنهجه) \r\nهذا الكتاب يرويه محمد بن علي، عن شيخه الحسن بن علي، عن شيخه جعفر بن عون، وهذا عن شيوخه، وأكثر من روى عنه جعفر من شيوخه في هذا الكتاب يحيى بن سعيد الأنصاري، وهذا عن شيخه سعيد بن المسيب غالبًا. \r\nولكن نجد من نصوص الكتاب (10) نصوص يرويها علي بن محمد عن شيخه إبراهيم بن إسحاق بن أبي العنبس عن جعفر عن شيوخه. \r\nكما أن هناك (3) نصوص، يرويها محمد بن علي عن شيخيه الحسن ومحمد ابنا علي بن عفان العامريان، ومن ثم يتبين لنا من هذه الإطلالة السريعة أن هذا الجزء فيه زيادات مضافة من راويه. \r\nومادة الجزء فيها من النصوص ما هو مرفوع وغالبها من قبيل الموقوف، وهي لا تنتظم في موضوع واحد، ولم ترتب على نظام معين. \r\nوقد بلغ إجمالي النصوص الواردة بهذا الجزء (42) نصًا مسندًا. \r\n\r\n [التعريف بالكتاب، نقلا عن موقع جامع الحديث]","Auth":"الحسن بن علي بن عفان","Betaka":"الكتاب: الأمالي والقراءة\r\nالمؤلف: أبو محمد الحسن بن علي بن عفان الكوفي العامري (المتوفى: 270هـ)\r\nالمحقق: مسعد عبد الحميد\r\nالناشر: دار الصحابة للتراث - طنطا\r\nالطبعة: الأولى، : 1413 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]","TafseerNam":null,"PdfCs":0,"AuthInf":"العامري (000 - 270 هـ = 000 - 883 م) \r\n\r\nالحسن بن علي بن عفان العامري، أبو محمد الكوفي محدث ثقة، من أهل الكوفة،  اسم المصنف:\r\nتاريخ الوفاة: 270 هـ.\r\n\r\nشيوخه:\r\nعبد الله بن نمير.\r\nأبو يحيى عبد الحميد الحماني.\r\nأسباط بن محمد.\r\nأبو أسامة.\r\nجعفر بن عون.\r\n\r\nتلاميذه:\r\nابن ماجه.\r\nعبد الرحمن بن أبي حاتم.\r\nعلي بن محمد القاضي.\r\nإسماعيل بن محمد الصفار.\r\nعلي بن محمد بن الزبير القرشي.\r\n\r\nمكانته:\r\nقال الذهبي: المحدث الثقة المسند.\r\n\r\nمصنفاته:\r\n\"الأمالي والقراءة\".\r\n\r\nمصادر الترجمة:\r\nسير أعلام النبلاء. \r\n\r\n(نقلا عن: موقع جامع الحديث)","seal":"13FE1EE0","cat":"الأجزاء الحديثية","oNum":12998,"BkId":12998,"oAuth":282,"bVer":1,"aSeal":"B260A93E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t12998":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"إذا أعتق الرجل وليدته فله أن يطأها ويستخدمها وينكحها , وليس له أن يبيعها أو يهبها ,"},
      {"lvl":1,"id":2,"sub":0,"tit":"قضى عمر بن الخطاب رضي الله عنه في الأصابع في الإبهام بثلاثة عشر , وفي التي تليها باثنتي"},
      {"lvl":1,"id":3,"sub":0,"tit":"اختتن إبراهيم عليه السلام خليل الله عز وجل وهو ابن عشرين ومائة سنة بالقدوم , ثم عاش بعد"},
      {"lvl":1,"id":4,"sub":0,"tit":"سألني أناس من أهل العراق وهم محرمون عن صيد وجدوه على الماء صادوه , فسألوني عن اشترائه"},
      {"lvl":1,"id":5,"sub":0,"tit":"تعتد آخر الأجلين , فقال أبو سلمة: إذا وضعت ما في بطنها فقد حلت وانقضت عدتها. قال أبو"},
      {"lvl":1,"id":6,"sub":0,"tit":"نذرت أن أنحر ابني. قال: فقال لها ابن عباس: لا تنحري ابنك , وكفري عن يمينك. قال: فقال له"},
      {"lvl":1,"id":7,"sub":0,"tit":"ذلك ورق بورق"},
      {"lvl":1,"id":8,"sub":0,"tit":"إن كنت تبغي ضالة إبله , وتعني جرباها وتلوط حياضها وتسقي عليها فاشرب غير مضر بنسل ولا ناهك"},
      {"lvl":1,"id":9,"sub":0,"tit":"من السنة في الصلاة أن تضجع رجلك اليسرى وتنصب رجلك اليمنى إذا كنت جالسا في"},
      {"lvl":1,"id":10,"sub":0,"tit":"يكره أن يمنع فضل الكلأ"},
      {"lvl":1,"id":11,"sub":0,"tit":"من أدرك ركعة من الجمعة فقد أدركها إلا أنه يقضي ما فاته"},
      {"lvl":1,"id":12,"sub":0,"tit":"ابن عمر رافعا يديه إلى منكبيه يدعو عند القاص"},
      {"lvl":1,"id":13,"sub":0,"tit":"كان ابن عمر إذا ساق البدنة الواحدة أشعرها من شقها الأيمن والأخرى من شقها"},
      {"lvl":1,"id":14,"sub":0,"tit":"لا يدخل مكة في حجة ولا عمرة حتى يغتسل بذي طوى , ثم يدخل"},
      {"lvl":1,"id":15,"sub":0,"tit":"كان لا يرى بأسا بالرجل يبيع الطعام إلى أجل , وليس عنده أصله"},
      {"lvl":1,"id":16,"sub":0,"tit":"من سنة الحج أن يصلي الإمام الظهر والمغرب والعشاء والفجر بمنى , ثم يغدو إلى عرفات فيقيل"},
      {"lvl":1,"id":17,"sub":0,"tit":"تقف بعد ما يدفع الإمام حتى تبيض ما بينها وبين الناس من الأرض , ثم تدعو بشرابها فتفطر , ثم"},
      {"lvl":1,"id":18,"sub":0,"tit":"طيبت رسول الله صلى الله عليه وسلم قبل أن يحرم , وطيبته قبل أن يزور"},
      {"lvl":1,"id":19,"sub":0,"tit":"يصلي الركعتين قبل صلاة الفجر , فيخففها حتى أقول: أقرأ فيها بفاتحة"},
      {"lvl":1,"id":20,"sub":0,"tit":"كان الناس عمال أنفسهم , وكانوا يروحون إلى الجمعة بهيئتهم , وكان يقال لهم: لو"},
      {"lvl":1,"id":21,"sub":0,"tit":"لو رأى رسول الله صلى الله عليه وسلم ما أحدث النساء بعده لمنعهن المساجد كما منعت نساء بني"},
      {"lvl":1,"id":22,"sub":0,"tit":"الولاء لمن أعتق"},
      {"lvl":1,"id":23,"sub":0,"tit":"لا يحرم إلا من أهل أو لبى"},
      {"lvl":1,"id":24,"sub":0,"tit":"أد زكاة مالك قال: إنما لي جعاب وأدم قال: قومه , ثم أد زكاته"},
      {"lvl":1,"id":25,"sub":0,"tit":"أربيتما فرداه"},
      {"lvl":1,"id":26,"sub":0,"tit":"الأعمال بالنية , وإنما لكل امرئ ما نوى , فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله"},
      {"lvl":1,"id":27,"sub":0,"tit":"جعلت الراحة في الركعتين في الصلاة للتشهد آخر القراءة وأول الإملاء"},
      {"lvl":1,"id":28,"sub":0,"tit":"نهى رسول الله صلى الله عليه وسلم عن بيع الولاء , وعن هبته"},
      {"lvl":1,"id":29,"sub":0,"tit":"نهى رسول الله صلى الله عليه وسلم عن بيع الولاء , وعن هبته"},
      {"lvl":1,"id":30,"sub":0,"tit":"إذا لم يجد المحرم نعلين فليلبس خفين , وليقطع أسفل الكعبين"},
      {"lvl":1,"id":31,"sub":0,"tit":"من اقتنى كلبا غير كلب ماشية أو ضارية نقص من عمله كل يوم قيراطان"},
      {"lvl":1,"id":32,"sub":0,"tit":"يصلي الركعتين قبل صلاة الفجر يخففهما حتى أقول: أقرأ فيهما بفاتحة"},
      {"lvl":1,"id":33,"sub":0,"tit":"جاء عين من المشركين إلى رسول الله صلى الله عليه وسلم وهو نازل , فلما طعم انسل. قال: فقال"},
      {"lvl":1,"id":34,"sub":0,"tit":"في ديننا نجز الشوارب , ونعفي اللحية"},
      {"lvl":1,"id":35,"sub":0,"tit":"رجلا صلى خلف القوم وحده , فأمره رسول الله صلى الله عليه وسلم أن يعيد"},
      {"lvl":1,"id":36,"sub":0,"tit":"تعلموا القرآن والفرائض؛ فإنه يوشك أن يفتقر الرجل إلى علم كان يعلمه ويبقى في قوم لا"},
      {"lvl":1,"id":37,"sub":0,"tit":"غزوت أو غزونا مع رسول الله صلى الله عليه وسلم سبع غزوات نأكل الجراد"},
      {"lvl":1,"id":38,"sub":0,"tit":"أعتق النبي صلى الله عليه وسلم صفية واستنكحها , وأصدقها عتقها"},
      {"lvl":1,"id":39,"sub":0,"tit":"رغم أنف من ذكرت عنده , فلم يصل عليك , فقلت: آمين , ثم قال: رغم أنف امرئ أدرك أحد أبويه أو"},
      {"lvl":1,"id":40,"sub":0,"tit":"قرأ عبد الله في العشاء الآخرة بالأنفال حتى بلغ {نعم المولى ونعم النصير} [الأنفال: 40] ثم"},
      {"lvl":1,"id":41,"sub":0,"tit":"لكل شيء شعارا , وإن شعار الصلاة التكبير"},
      {"lvl":1,"id":42,"sub":0,"tit":"ألا أعلمك كلمات إذا قلتهن نمت؟ قال: فقال: قل اللهم رب السموات السبع وما أظلت , ورب"}
    ]
}
