{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b130963":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"hno":null,"nass":"تاريخ علماء أهل مصر\r\rتأليف\rيحيى بن علي بن محمد بن إبراهيم الحضرمي المعروف بابن الطحان (؟ - 416 هـ)\r\rتحقيق\rأبي عبد الله محمود بن محمد الحداد (1374 هـ -؟ )\r\rدار العاصمة","seal":"7DEC44DB","page":null},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"hno":null,"nass":"تَارِيخ عُلَمَاء أهْل مَصر","seal":"86E4ECD3","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"hno":null,"nass":"حُقوق النشر مَحْفُوظَة\rالنشرَة الأولى 1408 هـ\r\rدَارُ العَاصِمَة\rالرياض - المَملكة العَربية السّعُوديَّة\rص ب: 42507 - الرَّمْز البريدي: 11551 - هَاتِف: 4915154","seal":"0048750A","page":4},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"hno":null,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rإنَّ الحمد لله نحمده ونستعينه ونستغفره ..\rونعوذُ بالله من شرور أنفسنا ومن سيئات أعمالنا ..\rوأشهد أن لا إله إلَّا الله وحده لا شريك له ..\rوأشهد أن محمدًا - صلى الله عليه وسلم - عبده ورسوله ..\rأما بعدُ ..\rفهذا أول ما نخرجه من التواريخ عامةً ومن تاريخ مصر خاصةً، أسأل الله - عَزَّ وَجَلَّ - المعونة من قبلُ ومن بعدُ.\rوهو كما ترى من ترجمة مصنّفه وبيان ما فيه مفيد تداوله العلماء ونقلوا منه مثل الذهبي وغيره، وهو كذلك مهم بما حواه من تراجم مشايخه ورواياته وما فيه من الجرح والتعديل على نقص فيه: في نسخته المخطوطة وفي منهج مصنّفه، وقد قامت (أم عبد الله - حفظها الله) بإعداد فهارسه.\rهذا ولم أشأ التوسع في تتبع تراجم رجاله لأن ذلك أخّرته، وأخّرْتُ معه كذلك الكلام عن مصر وتواريخها حتى أفرغ - إن شاء الله تعالى - مما يتيسر لي من تواريخها، والله المستعان.\rوكتب\rأبو عبد الله\rلثلاثة مضين من ذي القعدة سنة\rست وأربعمائة وألف","seal":"65E29892","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"hno":null,"nass":"ترجمة المصنِّف\rالاسم:\rيحيى بن علي بن محمَّد بن إبراهيم.\rالكنية:\rأبو القاسم.\rاللقب:\rابن الطّحّان الحضرمي المصري، والطحّان هو الذي يطحن الحَبّ وهو صاحب الرحا (الأنساب 9/ 50)، وإلى ذلك نُسب الكثيرون في عصر المصنف وبلده وفي غيرهما، وكذلك هو الصوّاف (كذا قال الحبَّال في وفياته).\rالمولد:\rلم أقف عليه، لكنه ذكر أنه سمع ممن توفي سنة (313 هـ)، والله أعلم، وكان يسكن قرب الفسطاط قال في ترجمة العباس بن أحمد (445/ تُوفي بقريتنا).\rالشيوخ:\rكثيرون ذكرهم في كتابه هذا منهم:\r- أبوه (155 و 162 و 220) ومع ذلك لم يترجمه في تاريخه! ؟ وليس هو (علي الطحان) المذكور في معجم المؤلفين (7/ 112) فذلك الأخير متأخر توفي سنة 1207 هـ، ويبدو أن أباه كان من أهل الحديث فقد ذكر ابنه (492): (كتب أبي).\r- حمزة بن محمَّد الكناني الحافظ (236).\r- الحسن بن رشيق (199).","seal":"AD12D119","page":6},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"hno":null,"nass":"- غُنْدَر: محمَّد بن جعفر البغدادي الورّاق.\r- ثوابة قال (458): (عبد الملك بن الفأفاء: حضر معنا عند غندر وثوابة وسمع منهما).\r- عبد الرحمن بن أحمد بن العباس، قال (480): (ما علمته حدّث غيري).\rورافقه في الطلب جماعة ذكرهم بقوله: (سمع معنا/ 469) (كان أحد إخواننا الذين سمعوا معنا/ 415 و 456) (حضر معنا/ 458)، وأشهرهم: الحافظ عبد الغني بن سعيد الأزدي.\rالعلم:\r- اعتنى به أبوه وسمَّعه، وكذلك فعل هو بابنه وأخيه، قال:\r(105/ أحمد بن العباس .. سمَّعت ابني منه).\r(428/ ...... سمَّعت أخي محمدًا منه).\r- وكان متحريًا في شيوخه:\r(106/ أحمد بن العباس ... سمعتُ منه لأنه من أصحاب الحديث).\r(429/ ...... لم يكن من أصحاب الحديث حفظت عنه حديثًا).\r- (260/ ... لم يكن من أهل العلم إلا أنني حفظت عنه حكاية).\r- وثّق وضعّف ودقَّق (ما علمته حدَّث) و (ما حدّث) وصنَّف.\rالمصنَّفات:\r1 - ذيل تاريخ مصر لابن يونس - وهو هذا، ويأتي بسط الكلام عنه إن شاء الله تعالى.\r2 - الرواة عن مالك (قال ابن حجر في تهذيبه/ الحارث بن مسكين 2/ 157: ذكر ابن الطحان المصري في الرواة عن مالك ... ).\r3 - المختلف والمؤتلف من الأسماء وقد يقال: (المؤتلف والمختلف ... ):\r- (وهو من مرويات ابن خير من طريق المهلب بن أحمد بن أسيد نا يحيى به (218 و 219).","seal":"6D562233","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"hno":null,"nass":"- (ذكره الحبّال في وفياته) و (السخاوي في الإعلان ص 605 و 645).\r- ينقل منه (ابن ماكولا في الإكمال) و (ابن ناصر في التوضيح) و (ابن حجر في التبصير 3/ 972) و (المباركفوري في التحفة 1/ 304).\rالتلاميذ:\rمنهم المهلب بن أحمد راوي المختلف.\rالوفاة:\rفي ذي القعدة سنة 416 هـ (كذلك قال الحبّال في وفياته/ 225)، قال الألباني - حفظه الله - في فهرس الحديث من الظاهرية/ 242): (وهو مما فات الذهبي في الإعلام بوفيات الأعلام، أو أنه لم يعتبره من الأعلام).\rقلت: وكذلك لم يذكره في السير والعبر، ولا ابن كثير في تاريخه، ولا ابن العماد، في شذراته. ولا السيوطي في حسن المحاضرة.\rوهذا عجيب غريب منهم جميعًا، مع أن الرجل - كما يدل عليه كتابه هذا - من أهل العلم.\rالتراجم:\rمعجم المؤلفين (13/ 213)؛ وفيات الحبّال (225)؛ كشف الظنون (304)؛ هدية العارفين (2/ 518)؛ الأعلام (9/ 196)؛ مجلة المجمع العلمي 16/ 326)؛ فهرس الظاهرية للعش (6/ 149)؛ تاريخ بروكلمان 6/ 84).","seal":"B29DA4F0","page":8},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"hno":null,"nass":"الكتاب\rاسم الكتاب:\r• هو (تاريخ علماء أهل مصر) ذيَّل به مصنِّفه على تاريخيْ عبد الرحمن بن أحمد بن يونس: الكبير (الذي جعله لأهل مصر) والصغير (الذي جعله للغرباء الواردين عليها)، ووفاة ابن يونس سنة (347 هـ)، ووفاة ابن الطحان سنة 416 هـ).\r• وباسم التاريخ عُرف في المخطوطات، وباسم الذيل اشْتُهر عند العلماء، وذكره بذلك ابن حجر في اللسان (2/ 437 و 4/ 138)، وسماه السمعاني في الأنساب (زيادات تاريخ المصريين).\rولا إشكال في ذلك فهو التاريخ المذيَّل به على تاريخ ابن يونس كما سبق، ولذلك نظائر كثيرة في أسماء كتب التاريخ.\rوكذلك فإنه لم يذكر من علماء أهل مصر المتقدمين من الصحابة (إلا 180) والتابعين ومن بعدهم إلا سنة (264 هـ) مما يدل بوضوح على أنه ذيل لغيره.\rوقد ذيل كذلك على ابن يونس: الحسين بن إبراهيم بن زولاق (المُتوفَّى سنة 387 هـ) فذيل ابن الطحان أوْفى منه.\r\rمخطوط الكتاب:\r• من محفوظات المكتبة الظاهرية بدمشق - مجموع 116 (ق - 220 - 249)، قال الألباني - حفظه الله - في فهرس الحديث (242): (الجزء الأول ناقص من آخره)، وليس كذلك في أوله:","seal":"4404C402","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"hno":null,"nass":"- فالنسخة جزءان، والجزء الثاني يبدأ في (231/ 1/ ق) بنهاية رقم (279) من أسماء الرجال:\rتم الجزء الأول من الأصل بحمد الله وعونه،\rويتلوه في الثاني إن شاء الله باب السين\r\r(باب السين)\r- لكن الجزء الثاني هذا ناقص من آخره، فهو ينتهي في (249/ 1/ ق). في أول باب الميم فيمن اسمه محمَّد، والوجه الثاني للورقة بياض.\r• وكانت النسخة (مِلْك القاضي الفقيه الإِمام العالم الزاهد الورع البارع تقي الدين أبي الطاهر إسماعيل بن الأنماطي أبقاه الله تعالى) هكذا كتب على صحيفة العنوان، ثم آلت إلى مَنْ وقفها: (وقفه وجميع كتبه وأجزائه الشيخ المحدَّث أبو الحسن علي بن مسعود بن نفيس).\rوابن الأنماطي هو إسماعيل بن عبد الله بن عبد المحسن المصري (570 - 619 هـ)، وهو حافظ ثقة ذكره الذهبي في التذكرة (1403).\rوابن نفيس من شيوخ الذهبي ذكره في آخر التذكرة في شيوخه (1500) قال: (الإمام المحدّث مفيد الجماعة .. الموصلي وسمعتُ منه جملةً، ... قرأ ما لا يُوصف كثرةً، وحصَّل أصولًا كثيرة: كان يجوع ويبتاعها، سمع بمصر والشام، وعاش سبعين سنة، مات سنة أربع وسبعمائة).\r\rتداول العلماء الكتاب:\r• رأيتَ أنه وقع في مِلْك حافظ ثم حافظ.\r• وانتفع به جمع من العلماء سجلوا ذلك على صحيفة عنوانه:\rفرغ منه محمد بن الذهبي.\rعلّق منه محمد بن المحب.\rومحمد بن سند.\rطالعه وانتقى منه أحمد بن أحمد بن عبد الهادي.\rلحظه يوسف بن عبد الهادي.","seal":"08366ECB","page":10},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"hno":null,"nass":"وهؤلاء مصنَّفون، مما يبين أن ما في الكتاب متداول في كتبهم، وقد نقل الذهبي في العبر منه (2/ 134/ الحسن بن رشيق .. قال يحيى بن الطحان ... ) وكذلك في التذكرة (959).\r• وكذلك نقل منه ابن حجر في اللسان (2/ 437 و 4/ 138) في ترجمتي (ذي النون/ 263 عن ابن الطحان من ترجمة ذي الكفل أخيه) و (عثمان بن خطَّاب/395 عند ابن الطحان).\r• والسمعاني - من قبلهم - في الأنساب (2/ 367 و 4/ 334 و 5/ 5 و 279 و 6/ 161).\r• والأدفوي في الطالع السعيد في أخبار الصعيد (حاشية الأنساب 2/ 327).\r\rمنهج المصنِّف في الكتاب:\r• صنَّف في تاريخ علماء مصر جمع ممن سبق المصنَّف أو تلاه من محمد بن يوسف الكِنْدي (246 هـ) إلى ابن يونس (347 هـ) ومن بعده.\r• الكتاب أساس في المدة من وفاة ابن يونس (347 هـ) إلى وفاة مصنّفه (416 هـ)، وآخر من نصَّ فيه على سنة وفاته (عبد الغني بن الفأفاء سنة 411)، على أنه ذكر تراجم لشيوخه وأصحابه ولم يذكر فيها وفاةً.\r• وقد استدرك على ابن يونس وفيات عديدة أقدمها سنة (313 و 338 هـ)، بل ذكر صحابيًا (264).\r• ما وُجد في الكتاب (521) ترجمة، وهو مرتب بصفة عامة على الحروف، لكنه لم يرتب:\r- الأبواب دائمًا بل ربما أتى متقدمًا ما حقه التأخير من جهة الترتيب الهجائي (عمر/ علي).\r- الأبواب في داخلها: (باب عمرو فيه: علي وعمر ... ) و (باب عثمان فيه: عبيد الله وعبد الرحمن ... ).","seal":"FF57A780","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"hno":null,"nass":"عناصر الترجمة:\r- الاسم: يهتم بإيراده مطوَّلًا, ولا عجب فإن ذلك مما لا بد منه للتشابه في الأسماء، وقد صنّف هو في المختلف والمؤتلف منها.\r- الكنية: يوردها في غالب التراجم.\r- النسب: يهتم به حتى يقول: هو أخو فلان (476) وأخو فلان لأمه (472) وأمه بنت فلان (409) وله بيت وقدْر (402).\r- الشهرة: القاضي (317) الورَّاق (472) الإمام (440) المؤذِّن (420) المعبِّر للرؤيا (413) الكاتب والمكتِّب والضرير (473) وقد كُفَّ (420) وكان أميًا (458) وكان يقال إنه مجاب - يعني الدعوة (317). وكان قدريًا (318).\r- الشيوخ: لا تكاد تخلو ترجمة من ذكر الشيوخ (يروي عن فلان، حدَّث عن فلان)، أو ذكر التلاميذ (حدَّث) (سمعتُ منه) (حدثونا عنه)، (ما حدَّث)، (سمع معنا).\r- الجرح والتعديل: خلت منه عامة التراجم إلا قليلًا، ومن ذلك القليل:\rكان قدريًا (318).\rلم يكن من أصحاب الحديث (516 و 458 و 429).\rلم يكن من أهل العلم (260).\rالرجل الصالح وكان صالحًا (269 و 290 و 472 و 467 و 359 و 142) ثقة (43 و 44 و 95).\rضعيف (189 و 399).\rالحافظ (286 و 456 ... ).\r- المولد: يذكره إن وقع له دون تتبع.\r- الوفاة: يذكرها غالبًا، وقد يذكر زيادة كما قال: (وصلينا عليه في مُصَلَّى التمّار/ 213)، ولا يذكر كثيرًا كأنه لم يقع له تاريخ وفاتهم أو كأنهم ما يزالون أحياء وقت تصنيفه.\r• اختصار التراجم: صفة عامة حتى إنه ذكر ابن السكن الحافظ (286) ولم","seal":"F005656E","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"hno":null,"nass":"يزد في ترجمته على سطر! ، ولو أنه ذكر كما يصنع أصحاب التواريخ لكل رجل من رجاله حديثًا أو خبرًا ليُعرف به حال الرجل ورواياته لكان ذلك أوْلى، وأكبر ترجمة عنده هي ترجمة ابن يونس (466) ثم عبد الغني الأزدي (456).\r\rتحقيق الكتاب:\r- عهدتُ إلى من نسخه عن نسخة الظاهرية، ثم قابلته مرتين على الأصل، وقابلته كذلك أم عبد الله وقامت بصنع فهارسه.\r- () ما وضعته بين قوسين هكذا فهو ما كُتب في الأصل ولم أفهمه.\r- أصلحتُ الأغلاط النحوية الواضحة مثل (فلان أخي فلان) وصحتها (أخو).\r- خرَّجتُ أحاديثه وآثاره موجزًا.\r- تركتُ على عمْدٍ زيادة التراجم مؤخرًا ذلك إلى لاحق إن شاء الله تعالى.","seal":"ADEA2F09","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"hno":null,"nass":"تاريخ علماء أهل مصر\r\rتأليف\rيحيى بن علي بن محمد بن إبراهيم الحضرمي المعروف بابن الطحان (؟ - 416 هـ)\r\rتحقيق\rأبي عبد الله محمود بن محمد الحداد (1374 هـ -؟ )","seal":"FA0FBAAB","page":null},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"hno":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rعونك اللهم\rقال أبو القاسم يحيى بن علي بن محمَّد بن إبراهيم بن عبد الله بن هارون الحضرمي.\r\rباب إبراهيم\r1 - إبراهيم بن عبد الله بن محمَّد بن يحيى المعافري يروي عن أبي يحيى الوقار روي عنه ابنه أبو جعفر بن كمونة.\r2 - إبراهيم بن إسحاق بن إبراهيم بن إبراهيم بن يعقوب بن يوسف البزار الأسكندري يعرف بابن السمسار يروي عن النسائي وغيره، حدثونا عنه.\r3 - إبراهيم بن عبد الله بن هارون الحضرمي أبو إسحاق روي عنه ابنه وُلِد في المحرم سنة عشرين ومائتين.\r4 - إبراهيم بن إسماعيل المؤدِّب يكنى أبا إسحاق حدثونا عنه.\r5 - إبراهيم بن الأندلسي أبو إسحاق حكي لنا عنه عباس القماح.\r6 - إبراهيم بن محمَّد بن أحمد بن بسام الهاروني الرشيدي أبو إسحاق. يروي عن بكر بن سهل وُلد بمصر في رجب سنة ثمان وستين ومائتين وتوفي في ذي الحجة سنة أربع وخمسين وثلاثمائة حدثونا عنه.","seal":"D0FBD9CB","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"hno":7,"nass":"7 - إبراهيم بن سليمان بن عدي الشافعي العسكري أبو إسحاق. يروي عن النسائي حديثًا واحدًا سمعته منه تُوفي ليومين خلون من رجب في سنة ثلاث وستين وثلاثمائة.\r8 - إبراهيم بن محمَّد بن إبراهيم الرُّعَيْني المعدَّل أبو إسحاق سمعته منه تُوفي في صفر سنة خمس وستين وثلاثمائة.\r9 - إبراهيم بن محمَّد بن يوسف المقرئ أبو إسحاق بن قطرب سمعت منه تُوفي في رجب سنة أربع وستين وثلاثمائة.\r10 - إبراهيم بن سليمان بن إبراهيم بن سليمان بن أبي زرعة المولاي أبو إسحاق بن الملاح سمعت منه يروي عن ابن زبَّان وغيره تُوفي في رجب من سنة ثمان وسبعين وثلاثمائة. قال لنا ابن الملاح: وُلدت في سنة ثلاث وأربعين ومائتين.\r11 - إبراهيم بن يحيى بن محمد بن أحمد بن يحيى بن عثمان بن سعيد الدارمي التميمي المصري أبو إسحاق يروي عن أبي الزنباع حدثونا عنه.\r12 - إبراهيم بن الحسن بن يوسف العطار الخولاني أبو إسحاق حدثونا عنه تُوفي سنة اثنتين وخمسين وثلاثمائة.\r13 - إبراهيم بن عبد الحميد بن علي أبو إسحاق القزاز يعرف بابن أبي نصر المصري الفسطاطي عاشق الكلاب أبو إسحاق يروي عن محمَّد بن عمر الأندلسي حدثونا عنه\r14 - إبراهيم بن أحمد بن عبد الله بن إسحاق رئيس المؤذنين أبو محمَّد يروي عن ابن زبَّان وغيره سمعت منه تُوفي فجأة في ذي الحجة سنة ست وستين وثلاثمائة.\r15 - إبراهيم بن علي بن محمَّد بن غالب التمَّار يكنى أبا إسحاق يروي عن ابن ربيع وغيره سمعتُ منه تُوفي سنة أربع وثمانين وثلاثمائة.","seal":"546E8C58","page":22},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"hno":16,"nass":"16 - إبراهيم بن محمَّد بن عبد الجبار سمع قديمًا وأكثر وتُوفي رحمه الله وما علمته حدَّث.\r17 - إبراهيم بن يوسف بن يعقوب بن صبيح التنيسيُّ يكنى أبا إسحاق حدَّث عنه عبد الجبار بن أحمد السمرقندي.\r18 - إبراهيم بن أيوب بن الحسن الزيَّات أبو إسحاق جاءني سمعت عنه.\r19 - إبراهيم مؤدِّب ذي النون يروى عن ذي النون روى عنه ابنه أيوب.\r20 - إبراهيم بن الحسن بن رشيق سمعتُ منه.\r21 - إبراهيم بن محمَّد بن عبدون القاري يكنى أبا إسحاق يروي عنه علي بن أحمد الطحاوي وغيره وسمعتُ منه.","seal":"A7AE328B","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"hno":22,"nass":"باب أحمد\r22 - أحمد بن الحسن بن أرزاق بن عبد الرحمن بن الحارث اليَحْصَبي الإفريقي أبو بكر يروى عن جعفر بن محمَّد الصايغ وغيره حدثونا عنه.\r23 - أحمد بن صالح بن عبد القدوس الإخميمي البزار يروي عن ذي النون الزاهد يروى عنه ابنه ذو النون بن أحمد.\r24 - أحمد بن يحيى بن خادم ذي النون بن إبراهيم الزاهد يروي عن ذي النون.\r25 - أحمد بن الحسين بن علي بن إسحاق العسكري أبو العباس يروي عن أبي الطاهر بن السرح حدثونا عنه.\r26 - أحمد بن محمَّد بن إبراهيم بن ناصح بن موسى المرادي الجملي المعدِّل أبو العباس حدثونا عنه تُوفي سنة خمسين وثلاثمائة.\rحدثني عبد الرحمن بن إسماعيل النحْوي قال: قال لي أبو العباس الجمَليُّ أن جده قدم إلى مصر مع المُسوِّدة وأن أصلهم من الكوفة قال: وكان جدي الأكبر جميل بن هبة وكان ممن قاتل مع علي بن أبي طالب رضي الله عنه بصفين.\r27 - أحمد بن عبد الرحمن بن أبي مالك الإخميميُّ أبو الحسن حدثونا عنه.\r28 - أحمد بن يحيى بن سليمان بن عيسى بن عاصم المعافري أندلسي يروي عن يحيى بن مزين.\r29 - أحمد بن محمد بن عبد ربه الشاعرُ بالأندلس يكنى أبا عمر حدثونا عنه.","seal":"60BC68B0","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"hno":30,"nass":"30 - أحمد بن حاتم بن عبد الله بن حاتم الجهاري أبو بكر مؤذن جامع ابن طولون أحمد يروي عن النسائي وغيره حدثونا عنه.\r31 - أحمد بن الحجاج بن الحسن بن زيد بن عبد الحكيم بن عبد الحميد بن عامر بن كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف أبو بكر. يروى عن أحمد بن لبدة الإفريقي حدثونا عنه.\r32 - أحمد بن رشيق العسكري سمع وكتب وما علمته حدث وهو أخو شيخنا الحسن بن رشيق رحمه الله.\r33 - أحمد بن عبد الله بن مطر الأندلسي أبو القاسم يروي عن علي بن عبد العزيز تُوفي سنة ثلاث وثلاثمائة.\r34 - أحمد بن أبي حبيش المُعَدِّل أبو العباس.\rحدثني إبراهيم بن محمَّد المقرئ حدثني أبو العباس بن أبي حسن وكان من أسن عدول أبي عبيد في وقته قال: كنت أجالس المزني فأنا عنده ذاتَ يوم إذا وافاه جيرانه فخبَّروه أن كاتبًا للأمير ابن طولون اعتزم على هَدْم حائط من دار، في ذلك الحائط سقاية أو مُسْتراح لحمالين (محلس) أَفَترى أن نمنعه من هَدْمه؟ قال: فقال لهم المزني: افعلوا، فمضوا من عنده فما برحت حتى عادوا فقالوا له: يا إبراهيم إن الشرطي جاءنا فقال: يا قوم اتقوا الله في أنفسكم ولا تبعثوني على مكروهكم فقد تعلموا حسن عشرتي لكم وكلام هذا نَحْوه فأخرج توقيعًا من خُفّه فقال له فيه: من تعرض للمنع من هدْم الحائط فُعل به وجَرَى عليه لون من العذاب، وقد استوقفناه إلى أن نأخذ رأيك قال: فأطرق المزني ساعةً ثم رفع رأسه فقال:\rقال الله عَزَّ وَجَلَّ: {وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ}.\rولو شاء أن يمنع أنبياءه من القتل لفعل وليس في كل وقت يُنصر الحق خَلُّوا الرجل وما قَصَد له.","seal":"E6FC644E","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"hno":35,"nass":"35 - أحمد بن سعد بن مكمن الحميري يروي عن المزني حدثونا عنه.\r36 - أحمد بن (سحت) بن سواد مصري يروي عن عثمان بن مطر.\r37 - أحمد بن محمَّد بن الحُسَين بن أحمد بن جعفر بن عبد الرحمن بن جبلة الطائي أبو الحسن يروي عن يموت وغيره حدثونا عنه.\r38 - أحمد بن جعفر بن أحمد بن شجاع المُعَافري السمسار يروي عن ذي النون حدثونا عنه.\r39 - أحمد بن سفيان بن العوام بن ميمون الفكّاه أبو الطاهر يروي عن فهد حدثونا عنه.\r40 - أحمد بن هلال بن زيد بن دينار العطار المقرئ الأندلسي أبو عمر يروي عن محمَّد بن الربيع الجيزي تُوفي سنة أربع وستين وثلاثمائة.\r41 - أحمد بن درست بن محمَّد البلنسي حدثونا عنه.\r42 - أحمد بن أبي يزيد الأندلسي حدَّث وكان نبيلًا.\r43 - أحمد بن عمرو بن منصور الكثيري أبو جعفر ثقة يروي عن نصر بن مرزوق وغيره تُوفي سنة اثنتي عشرة وثلاثمائة.\r44 - أحمد بن دحيم بن خليل الأموي أبو عمر ثقة تُوفي سنة ثمان وثلاثين وثلاثمائة.\r45 - أحمد بن محمَّد بن عبد الواحد الكسائي أبو الحسن يروي عن يونس وغيره حدثونا عنه.\r46 - أحمد بن محمَّد الحسين بن السندي أبو الفوارس يروي عن محمَّد بن ميمون البخاري حدثونا عنه.\r47 - أحمد بن الحسين بن محمَّد بن الأزهر أبو الحسن يروي عن ابن يزيد القراطيسي حدثونا عنه.","seal":"DE627DB0","page":26},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"hno":48,"nass":"48 - أحمد بن محمَّد بن محمَّد بن وكيع الصديق أبو العباس الورَّاد يروي عن ربيع المرادي حدثونا عنه.\r49 - أحمد بن محمَّد بن عبد الله بن علي بن زياد الأسكندراني المحتسب أبو زيد يروي عن جده عبد الله حدثونا عنه.\r50 - أحمد بن جعفر بن أحمد بن (أبوز) بن بلال الأصبحي أبو جعفر مختار الحيرة.\rيروي عن النسائي وغيره حدثونا عنه تُوفي في ذي الحجة سنة تسع وخمسين وثلاثمائة.\r51 - أحمد بن إسماعيل بن محمَّد بن وهب بن المهاجر الزهري أبو علي يروي الحديث عن أبيه حدثونا عنه.\r52 - أحمد بن سعد البزار السمسار المصدر أبو الحسن يروي عن أبي مسلم الكجي حدثونا عنه.\rتوفي ببُلْبَيْس في صفر سنة أربع وأربعين وثلاثمائة.\r53 - أحمد بن سهل بن مبارك الأسكندراني أبو العباس يروي عن القاسم بن مهدي حدثونا عنه.\r54 - أحمد بن عمير بن داود بن رزق بن داود بن ناجية المهدي أبو الحسن يروي عن أبيه حدثونا عنه.\r55 - أحمد بن إسماعيل المالكي رحمه الله كان من أحد إخواننا سمع وكتب يكنى أبا جعفر وله كتاب (الجماهر في الرد على اللفظية) حفظتُ عنه أبيات رثى بها شيخنا أبا عبد الله ابن الوشاء.\r56 - أحمد بن موسى بن عيسى الفقيه حدث عنه أبو إسحاق بن سمعان.\r57 - أحمد بن علي بن أحمد بن عيسى الأسدي ابن أخت مأمون أبو جعفر","seal":"069B3FE9","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"hno":58,"nass":"يروي عن ابن يزيد القراطيسي حدثونا عنه تُوفي سنة تسع وثلاثين وثلاثمائة.\r58 - أحمد بن علي بن الحسن الخولاني الكناني أبو جعفر يروي عن بكار بن قتيبة حدثونا عنه.\r59 - أحمد بن عبد الله بن الوليد الحريري أبو طاهر حدثونا عنه.\r60 - أحمد بن محمَّد بن مطر البزار يروي عن عبد الرحمن بن رشدين سمعتُ منه.\r61 - أحمد الأحموري الرجل الصالح أبو طاهر حدثنا عنه بكار المعافري.\r62 - أحمد بن يعيش بن محمَّد بن يعيش السركي أبو جعفر حدثونا عنه.\r63 - أحمد بن محمَّد بن يحيى بن زكريا بن هلال بن مقاتل مولى صدف بن (بلعازيه) أبو الحسن روى عن ابن يزيد القراطيسي حدثونا عنه.\rتُوفي في ربيع الآخر سنة خمس وأربعين وثلاثمائة.\r64 - أحمد بن بلال بن ميمون بن خالد بن سعيد بن الوليد البلوي حدثني الحسن بن رشيق حدثني محمَّد بن أحمد بن بلال البلوي حدثنا أبي: أحمد بن بلال قال: سمعنا أبا يزيد كنت تقول لم يبق أحد بمصر إلا وله عندي مثلث حتى بني لبيب فإن جدتهم كانت نصرانية تبيع قلائد البلح على دور سوق وَرْدان.\r65 - أحمد بن محمد بن يونس بن محمد بن يونس بن أحمد بن منقد العصفريّ أبو بكر حدثني عنه أبي تُوفي في جمادى الأولى سنة إحدى وستين وثلاثمائة.\r66 - أحمد بن العباس بن عبدون القراطيسي أبو غانم حدثونا عنه.\r67 - أحمد بن محمَّد بن الحسن بن أبي يحيى المعافري التمَّار أبو بكر","seal":"E8EFB5B5","page":28},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"hno":68,"nass":"صاحب سهل النجَّار الذي بالمعافر يروي عن بكار بن قُتيبة حدثني عنه بكار المعافري.\r68 - أحمد بن الفتح البزاز المصري الجوادي أبو جعفر يروى عن ابن غَسَّان وغيره حدثونا عنه تُوفي في جمادى الآخرة سنة سبع وخمسين وثلاثمائة.\r69 - أحمد بن كُردوس بن مسعود بن كُردوس التنيسيّ أبو جعفر يروي عن بكر بن سهل وغيره حدثونا عنه.\rتُوفي سنة تسع وأربعين وثلاثمائة.\r70 - أحمد بن يحيى بن إسماعيل بن عرباض أخو إسماعيل يروي عن ابن عبيد الله بن أخي ابن وهب حدثونا عنه.\r71 - أحمد بن جعفر بن عمر القماح أبو جعفر تُوفي في ذي القعدة سنة سبع وخمسين وثلاثمائة.\r72 - أحمد بن إبراهيم بن الوليد الخولاني السني أبو الحسن يروي عن مقدام وغيره حدثونا عنه وتُوفي في رجب سنة إحدى وخمسين وثلاثمائة.\r73 - أحمد بن إبراهيم بن الحداد التنيسي أبو بكر حدثونا عنه تُوفي سنة اثنتين وخمسين وثلاثمائة.\r74 - أحمد بن غالب الخباز سمعت منه.\r75 - أحمد بن محمَّد بن عبد الباري روى عنه أخوه قاضي زويلة.\r76 - أحمد بن الحسن بن يوسف بن يعقوب الخولاني البزاز أبو جعفر يروى عن ابن حَديد حدثونا عنه.\r77 - أحمد بن علي بن عطاء السهمي مصري مؤدِّب يكنى أبا عامر حدثونا عنه.","seal":"56776F44","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"hno":78,"nass":"78 - أحمد بن أسامة بن أحمد بن عبد الرحمن بن أبي السمح مولى تجيب الضرير يكنى أبا جعفر تُوفي رحمه الله في رجب من سنة ست وخمسين وثلاثمائة.\rحدثنا أحمد بن أسامة حدثونا بكر بن سهل حدثنا سعيد عن يحيى بن أيوب عن عمرو بن الحارث عن مجمع بن كعب عن مَسْلمة بن مُخلَّد أن رسول الله - صلى الله عليه وسلم - قال: (أعروا النساء يلزمن الحجال).\r¬__________\r78 - ورد هذا المعنى في أحاديث منها:\rأولًا: حديث مسلمة بن مُخَلَّد (رضي الله عنه).\r- لفظه: (أعروا النساء يلزمن الحجال) أي البيوت.\r- رواه يحيى بن أيوب عن عمرو بن الحارث عن مجمع بن كعب عن مسلمة به، وذكر الخطيب في التلخيص (1/ 473) عن أبي نعيم الأصبهاني قال: (تفرد به يحيى عن عمرو). وهذا إسناد ضعيف: مجمع ذكره ابن أبي حاتم في الجرح (8/ 296) عن أبيه: (عن جعفر بن ربيعة) ولم يذكر فيه جرحًا ولا تعديلًا، وقال الهيثمي (5/ 138): (مجمع لم أعرفه)، فهذا علته، وقد أعله ابن الجوزي في الموضوعات (. . .) بشعيب بن يحيى قال الذهبي في تلخيص الموضوعات (2/ 213) / تنزيه الشريعة): (ينبغي أن يخرج من الموضوعات, وشعيب احتج به النسائي)، قلت: وكذلك قد توبع فقد رواه سعيد بن كثير وشعيب بن يحيى كلاهما عن يحيى بن أيوب به كما سيأتي.\rوذكره الصغّاني في موضوعاته (73) وقال الحربي (2/ 213/ تنزيه): لا أصل له، وكذلك قال الشوكاني في الفوائد (ص 135).\rواقتصر الألباني - حفظه الله - في ضعيفه (2827) على ضعفه، على أن ابن حجر حسّنه لإسناد له عند ابن عساكر لما أقف عليه.\r- الحديث رواه بكر بن سهل الدمياطي ثنا شعيب بن يحيى ثنى يحيى بن أيوب به، وعن بكر رواه:\r1 - البزار: قال الخطيب في التلخيص (1/ 473): يقال: إن أحمد بن عمرو البزار الحافظ حدَّث به عن بكر. =","seal":"5EE95953","page":30},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"hno":null,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬__________\r= 2 - الطبراني: رواه الخطيب في التلخيص - (1/ 472) من طريق أبي نعيم عنه به، لكن ذكر ابن حجر في اللسان (2/ 52) أن الطبراني رواه عن بكر عن سعيد بن كثير عن يحيى، ولعله تصحيف.\r3 - أبو العباس محمَّد بن يعقوب الأصم من طريقه الخطيب في التاريخ (9/ 368) والتلخيص (1/ 472).\r4 - علي بن محمَّد بن أحمد المصري.\r5 - أبو أحمد محمَّد بن أحمد العسال من طريقهما الخطيب في التلخيص (1/ 472) وعنده من طريق أبي نعيم عن العسال به.\r6 - ظفر بن محمَّد بن خالد من طريقه الخطيب في التاريخ (9/ 368).\r7 - عدنان بن أحمد بن طولون.\r8 - محمَّد بن أحمد بن محمويه. من طريقهما الخطيب في التاريخ (12/ 319).\r9 - أحمد بن أسامة من طريقه ابن الطحان ها هنا لكنه (عن بكر عن سعيد)، وأخشى أن يكون تصحيفًا.\rثانيًا: حديث أنس (رضيِ الله عنه):\rأ - (أجيعوا النساء جوعًا غير مُضِرّ وأعروهن عريًا غير مبرح, لأنهن إذا سمنَّ واكتسين فليس شيء أحب إليهن من الخروج، وليس شيء شرًا لهن من الخروج، وإنهن إذا أصابهن طرف من العري والجوع فليس شيء أحب إليهن من البيوت، وليس شيء خيرًا لهن من البيوت).\rرواه ابن عدي (4/ 1639/ عبيد الله) عن محمَّد بن داود (كذاب) عن أحمد بن إسحاق بن يونس (لا يُعرف) عن القدّاحي (غير معروف) عن عبيد الله العتكي (فيه مقال) عن أنس رفعه.\rقال ابن عدي: (منكر)، وقال الشوكاني في الفوائد (ص 135): (لا أصل له).\rب - (إنما (إن من) النساء عي وعورة فكفوا عيّهن بالسكوت وواروا عورتهن بالبيوت)، وفي رواية: (استعينوا على النساء بالعري).\rرواه إسماعيل بن عباد عن سعيد عن قتادة عن أنس، رواه ابن عدي (1/ 307) والرواية له، والعقيلي (1/ 85)، وابن حبان (1/ 123/ الضعفاء) =","seal":"D1E4CB83","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"hno":79,"nass":"79 - أحمد بن محمَّد بن فليح بن النعمان بن شبيب المُعَدِّل أبو عبد الله تُوفي سنة أربع وتسعين وثلاثمائة.\rقال لي أحمد بن محمَّد بن فليح: جئت من الحيرة من الصيد لافتقاد أمي وأبي فقلت: أدخل الحمام (الضار) قبل أن أمرَّ إليهما فدخله ففتح الباب فإذا الشيخ الدينوري جالس يريد معترض العينين فلما رآني قال لي: يا أحمد ما للموحدين وللحمام؟ ! فخرجت فلم أدر كيف أمر لما ملكني من الوجد.\r¬__________\r= كلهم من طريق إسماعيل في ترجمته، واقتصر الذهبي في الميزان (1/ 234) على العقيلي.\rوالحديث علته إسماعيل قال الدارقطني: (متروك)، وقال ابن عدي: (منكر لا يرويه عن سيد غير إسماعيل، وليس بذلك المعروف)، وقال العقيلي: (حديثه غير محفوظ)، وقال ابن حبان: (لا يُتابع عليه)، وقال الألباني: (ضعيف جدًا)، وذكر الشوكاني أنه: (لا أصل له).\rثالثًا: حديث عمر (رضي الله عنه) موقوفًا:\rقال ابن أبي شيبة في مصنفه/ النكاح/ الغيرة (4/ 420):\rحدثنا أبو الأحوص عن أبي إسحاق عن حارثة بن مضرّب قال: قال عمر: استعينوا على النساء بالعري: إن إحداهن إذا كثرت ثيابها وحسنت زينتها أعجبها الخروج.\rفيه أبو إسحاق هو السَّبيعي مدلس مختلط، وعزاه في الدر المنثور (6/ 600/ الأحزاب 33 تفسير: وقرن في بيوتكن) إلى ابن أبي شيبة وحده. وعزاه في تنزيه الشريعة (2/ 213) إلى رواية ابن أبي الدنيا في كتاب الإسراف.\rرابعًا: حديث علي (رضي الله عنه):\rقال صاحب كشف الخفاء (1/ 135) بعد ذكر حديث أنس: (وفي الباب عن علي).\r(تنبيه): لم أقف في مشهور كتب الغريب (الحجال)، ولا في الترغيب والترهيب (اللباس والتبرج)، ومعناه صحيح، وقد رأيناه في زماننا، فإلى الله المشتكى.","seal":"03F8F3BD","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"hno":80,"nass":"80 - أحمد بن محمَّد بن عبيد بن سدرة أبو جعفر يروي عن ابن ربيع وغيره سمعتُ منه تُوفي سنة ثلاث وسبعين وثلاثمائة.\r81 - أحمد بن محمَّد بن عثمان بن عبد الوهاب بن عرفة بن أبي اليمام إمام الجامع المعدِّل أبو الحسن سمعت منه تُوفي في ذي القعدة من سنة خَمْس وخمسين وثلاثمائة.\r82 - أحمد بن عبد الرحمن بن القاسم بن حشيش بن سليمان بن برد النحْوي أبو الحسن يروي عن ابن ربيع وابن قُديد وغيرهما سمعت منه تُوفي في المحرم سنة تسع وسبعين وثلاثمائة.\r83 - أحمد بن محمَّد بن سلمة الخناس أبو عبد الله بن [بلعازيه] يروي عن النسائي وغيره سمعتُ منه تُوفي سنة إحدى وسبعين وثلاثمائة.\r84 - أحمد بن عبد الرحمن بن القاسم الحراني أبو صالح سمعت منه قال لي علي عن أخيه ابنا صالح أنه سأله عن مولده فقال ولدتُ في جمادى الأولى سنة تسع وتسعين ومائتين. وتُوفي رحمه الله في شعبان سنة خمس وستين وثلاثمائة.\r85 - أحمد بن محمَّد بن هارون الأسواني المالكي أبو جعفر يروي عن أبي بشر الدُّولابي وغيره سمعت منه تُوفي سنة أربع وستين وثلاثمائة.\r86 - أحمد بن الحسن بن إسحاق بن عتبة الرازي أبو العباس يروي عن يحيى بن عثمان ويحيى بن أيوب وأبي علاثة وأبي الزنباع ومقدام وغيرهم قال لي ابن مسرور قال لي أحمد بن الحسن الرازي: وُلدت سنة ثمان وستين ومائتين وكتبتُ الحديث سنة ثمانين ومائتين وتُوفي رحمه الله في جمادى الآخرة سنة سبع وخمسين وثلاثمائة.\r87 - أحمد بن إبراهيم بن بكر القفطي أبو جعفر يروي عن النسائي وعباس البصري وغيرهما سمعتُ منه توفي في رمضان سنة اثنتين وستين وثلاثمائة.","seal":"89418426","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"hno":88,"nass":"88 - أحمد بن إبراهيم بن أحمد بن عيسى بن الشيخ الآمدي الملطي أبو بكر يروي عن عبد الملك بن يحيى بن بكير والفريابي وغيرهم سمعت منه.\r89 - أحمد بن محمَّد بن النحال سمع الرازي وغيره حدَّث.\r90 - أحمد بن إبراهيم بن أحمد بن بشر اللحياني أبو بكر يروي عن النسائي سمعت منه تُوفي في المحرَّم سنة سبع وستين وثلاثمائة.\r91 - أحمد بن عمير بن موسى بن عمير البزار الأسيوطي أبو جعفر سمعت منه.\r92 - أحمد بن محمَّد بن أبي [المصيب] البزاز يكنى أبا رفاعة سمعت منه.\r93 - أحمد بن عمر بن أحمد بن الحسن الملطي أبو بكر سمعت منه. تُوفي رحمه الله سنة أربع وثمانين وثلاثمائة.\r94 - أحمد بن محمد بن إسماعيل المهندس يكنى أبا بكر سمعت منه، وكان ثقة تقيًا توفي في سنة خمس وثمانين وثلاثمائة.\r95 - أحمد بن الحسن بن محمَّد بن داود مأمون الضرير يكنى أبا الحسن يروي عن أبيه وغيره وسمعت منه.\r96 - أحمد بن علي بن (ارحدار) أبو جعفر الصواف حدثني عنه أبي.\r97 - أحمد بن الحسن بن عبد الله الوكيل يعرف ببكير مصر حدثونا عنه.\r98 - أحمد بن الحسن السكرّي يكنى أبا العام سمعت منه.\r99 - أحمد بن محمَّد بن عبد الوارث الزَّجَّاج يكنى أبا جعفر يروي عن المهراني والطحاوي سمعت منه تُوفي في ذي الحجة من سنة خمس وثمانين وثلاثمائة.\r100 - أحمد بن محمَّد بن عبد العزيز العسَّال يروي عن خير بن عرفة وغيره ما حدَّث حدثني ابن أخيه محمَّد بن عبد الغني بحديث وجده في كتبه.","seal":"1DEC52B9","page":34},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"hno":101,"nass":"101 - أحمد بن القاسم بن عبد الله التنيسيّ أبو العباس يعرف بالبارد يروى عن عبد الرحمن بن رشدين.\r102 - أحمد بن سعيد بن مُرْسيه الإخميمي يروي عن ذي النون، يكنى أبا الحسن روى عنه أبو طالب عمران.\r103 - أحمد بن محمَّد صاحب ذي النون يروي عن ذي النون يكنى أبا الحسن.\r104 - أحمد بن العباس بن عبد الله بن إلياس بن محمَّد بن مكي الأملوكي الطحان يكنى أبا العباس يروي عن ابن ربيع وغيره سمعت منه. وسمَّعتُ ابني منه تُوفي سنة اثنتين وتسعين وثلاثمائة.\r105 - أحمد بن العباس البغَوىِّ البغدادي أبو بكر يروي عن ابن يعقوب الباوَرْدي سمعت منه لأنه من أصحاب الحديث.\r106 - أحمد بن القاسم بن الحسن المصري يكنى أبا العباس سمعت منه.\r107 - أحمد بن عبد الله بن محمَّد الباجي الأندلسيُّ أبو عُمر حدث.\r108 - أحمد بن يعيش السركي أبو جعفر حدثونا عنه.\r109 - أحمد بن محمَّد بن أحمد السركي المعلم أبو العباس يروي عن الزهري وغيره سمعت منه.","seal":"CDFA7DA5","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"hno":110,"nass":"باب إسماعيل\r110 - إسماعيل بن محمَّد بن طالب المؤدِّب الأبزاري سمعت منه.\r111 - إسماعيل بن محمَّد بن علاء بن الفرج بن حماد الخولاني أبو إبراهيم يروي عن الحسن بن عليه والكسائي وغيرهم كان يَغْسل الموتى ويعلِّم الصبيان وُلد سنة ثمانين ومائتين وتُوفي سنة ثلاث وستين وثلاثمائة.\r112 - إسماعيل بن سليمان الغافقي يروى عن عمر بن عبد العزيز روى عنه ابنه محمَّد.\r113 - إسماعيل بن عبد الله بن سليمان الخولاني حدثني عنه ابنه أبو عيسى العُرُوضيّ.\r114 - إسماعيل بن الفرج الخولاني يروى عن عنبسة بن خالد.\r115 - إسماعيل بن عمر بن الحسن بن يحيى بن كامل البزار سمعت منه.\r116 - إسماعيل بن علي بن شيبة يكنى أبا الحسن سمعت منه.\r117 - إسماعيل بن إبراهيم بن يوسف بن رمضان النطروني أخو عبد الرحمن سمع وكتب حفظت عنه حكايات عن ابن زبان وغيره رحمه الله.\r118 - إسماعيل بن أبي خزيمة يروي عن يحيى بن بكير.","seal":"1CDFCB91","page":36},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"hno":119,"nass":"باب إسحاق\r119 - إسحاق بن عبد الله بن إسحاق بن الخليل البزار أبو العباس حدثونا عنه.\r120 - إسحاق بن إبراهيم بن أحمد بن محمَّد بن عطية بن زياد بن يزيد الأسدي أبو يعقوب بن الحداد التنيسي أخو أبي بكر أبوه بغدادي ومولده بتنيس حدثونا عنه.\r121 - إسحاق بن إسماعيل بن إسحاق بن إبراهيم بن مصعب الظاهري أبو الحسين يروى عن الزبير بن بكار حدثونا عنه.\r122 - إسحاق بن إبراهيم الخواص يروى عن ذي النون ابن إبراهيم.\r123 - إسحاق بن الحسن الظاهري أبو الحسين يروي عن الحسن بن الجروي حدثونا عنه.\r124 - إسحاق بن عبد الباري بن إسحاق بن عبد الباري أخي ذي النون يكنى أبا يَعْفور روى عنه أبو طالب عمران بن أحمد.","seal":"3C6A761C","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"hno":125,"nass":"باب الأفراد\r125 - أذنان بن سنان.\rالمؤذن أبو سنان كان أبوه مؤذنًا في جامع مصر وكان أذنان هذا من أهل الصلاح والعقل وكان له مكتب يعلم فيه الغلمان القرآن.\rحدثنا أحمد بن عبد الرحمن حدثنا عبد الرحمن بن أحمد حدثنا علي بن محمَّد بن عبد الرحمن بن موسى بن محمَّد الخولاني قال: حدثني أبي عن جدي عن عبد الرحمن قال: قال لي أبي موسى: سمعت أبا سنان أذنان بن سنان المؤذن يقول: سمعت سهم بن يزيد الحمراوي يقول سمعت عمر بن عبد العزيز يقول: (والله ما قعدتُ مقعدي هذا إلا خوفًا أن يثب عليه من ليس بأهل ولو أني أطاع فيما أعمل لسلّمتها إلى مستحقها - يعني الخلافة - ولكني أصبر حتى يأتي (الله) بأمر من عنده أو يأتي بالفتح).\r126 - أبيض بن محمَّد بن أبيض بن الأسود بن نافع بن أبي عُبَيدة بن عقبة بن نافع بن عبد القيس بن لقيط بن عامر بن أمية بن الطواف بن الحارث بن فهر بن مالك أبو الفضل يروي عن النسائي. سمعت منه قال لي: ولدت في المحرَّم سنة ثلاث وتسعين ومائتين.\r¬__________\r125 - له شواهد وسهم بن يزيد الحمراوي قال أبو حاتم (4/ 191/ الجرح): (روى عن عمر بن عبد العزيز روى عنه حيوة بن شريح) وهذا أذنان بن سنان المؤذن أيضًا يروي عنه ها هنا.","seal":"D254956B","page":38},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"hno":127,"nass":"127 - آدم بن خلف الأسكندراني أبو الطاهر يروي عن محمَّد بن ميمون البخاري حدثونا عنه.\r128 - آدم بن محمد بن عمر بن عثمان بن سعد بن سعيد بن إبراهيم التميمي المصري الشافعي أبو محمَّد يروي عن ابن العلاء الكوفي حدثونا عنه.\rتُوفي في ذي القعدة سنة ثمان وأربعين وثلاثمائة.\r129 - إدريس بن يوسف القراطيسي أبو عمرو يروي عن الشافعي.\r130 - أصبغ بن هارون بن أصبغ بن إدريس بن داود الثقفي المقرئ البزاز أبو بكر.\rأبو بكر سكن الفيوم يروي عن زكريا بن يحيى الساجي حدثنا عنه الحسن بن رشيق.\r131 - إلياس بن محمَّد بن إلياس بن محمَّد بن عبد الخالق بن عبد الرحمن بن إبراهيم التجيبيّ القاري الطحان المصري أبو القاسم يروي عن عبد الله بن وهيب المصري حدثونا عنه.\r132 - أوس بن الحارث الصدفي يروي عن أبيه حدث عنه أبو عُمر الكِنْدي.\r133 - أشهب بن محمَّد بن أبي فروة الضرير ابن عم أشهب بن عبد العزيز يروى عن عبد المنعم بن بشير روي عنه أحمد بن يحيى الأزدي.\r134 - أيوب بن إبراهيم صاحب ذي النون يكنى أبا جعفر يروى عن أبيه وغيره.\r135 - أسباط مؤذن الشرق بإخميم روى عن ذي النون.","seal":"FD11F87B","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"hno":136,"nass":"136 - أغلب بن جعفر البزاز.\rحدثنا عبد الرحمن بن يحيى الزهري بمكة سنة أربعين وثلاثمائة حدثنا يزيد بن محمَّد الصقيل حدثنا موسى بن إسماعيل أبو سلمة حدثنا حماد بن سلمة أخبرنا عاصم بن بهدلة عن أبي جحيفة أن عليًا رضي الله عنه قال: (ألا أخبركم بخير هذه الأمة بعد نبيها؟ قالوا: بلى قال: أبو بكر ثم قال: ألا أخبركم بخير هذه الأمة بعد أبي بكر قالوا: بلى قال: عمر بن الخطاب ثم قال: لو شئتم أن أخبركم بالثالث لأخبرتكم).\r¬__________\r136 - صحيح متواتر عن علي - رضي الله عنه -، رواه عنه جمع من التابعين منهم عبد خير وعلقمة عبد الله بن سلمة وأبو الجعد والنزال بن سبرة وابنه محمَّد بن الحنفية، ومن الصحابة أبو جحيفة، وقد سقط من إسناد ابن الطحان بين عاصم وأبي جحيفة: زر بن حبيش رواه عبد الله بن أحمد في زوائد الفضائل (40) من طريق حماد بن زيد عن عاصم به.\rوانظر فضائل الصحابة لأحمد - رحمه الله - (1/ 76 - 78) وكتاب ابن تيمية - رحمه الله - في الرد على الروافض المسمى: (منهاج السنة).","seal":"7819718E","page":40},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"hno":137,"nass":"باب الباء\r137 - بكر بن عبد الرحمن بن محمَّد بن عبد الله بن محمَّد البهنسي أبو محمَّد يروى عن عمارة بن وثيمة وغيره حدثونا عنه تُوفي سنة ثمان وأربعين وثلاثمائة.\rقال لي أبي: قال لي بكر: ولدت سنة ثمان وستين ومائتين.\r138 - بكر بن الفضل بن موسى بن مطروح المعافريُّ النعَّالي أبو القاسم يُعرف [بالإيلار] يروي عن مقدام حدثونا عنه.\r139 - بكير بن الحسن بن سلمة بن ذبْيان الدرهمي أبو القاسم يروي عن بكار بن قتيبة حدثونا عنه.\rقال لي ابن مسرور: قال لي بكير: وُلدت بمصر يوم السبت لأربع ليال خلون من ربيع الأول من سنة أربع وستين ومائتين وتُوفي بمصر في صفر سنة ثلاث وخمسين وثلاثمائة.\r140 - بكار بن محمَّد بن أحمد بن إسحاق بن الحسين بن إبراهيم أبو الحسن المعافريّ الرجل الصالح سمعتُ منه يكنى أبا الحسن تُوفي سنة ستين وثلاثمائة.\r141 - بكار بن عبد الله بن محمَّد بن زُكَيْر الصواف الكِنْدي أبو القاسم يروي عن عبد الرحمن اللواز قال لي عبد الله بن بكار: سألتُ أبي عن مولده فقال لي: ولدت سنة الحمرة سنة أربع وثمانين وتُوفي سنة سبع وخمسين وثلاثمائة سمعتُ منه.","seal":"23B5DEE5","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"hno":142,"nass":"142 - بكار بن أحمد بن بكار بن سعيد بن الحُسَيْن بن عبد الله بن سعيد بن العباس بن مرداس صاحب رسول الله - صلى الله عليه وسلم - يكنى أبا القاسم ولد بمصر سنة ستين ومائتين يروي عن إبراهيم بن منقذ حدثونا عنه تُوفي سنة ثمان وثلاثين وثلاثمائة.\r143 - بكار بن بكر بن أحمد بن محمَّد بن سدوس بن محمَّد السدوسي الذهلي العراقي أبو قُتَيْبة قال لي ابن مسرور: قال لي بكار بن بكر: إن جده بصري وإنهم ناقلة ومولده هو بمصر سنة اثنتين وثمانين ومائتين وتوفي بمصر في رمضان سنة سبع وخمسين وثلاثمائة.\r144 - بلال بن عمر الأزدي الدمياطي أبو عطاء روي عنه بكر بن سهل الدمياطي.\r145 - بدر بن عبد الله الكاتب العسكري أبو النجم حدثونا عنه.\r146 - برد بن سليمان بن محمد بن أحمد بن سليمان.\r147 - بريد بن نجيح مولى تجيب يروى عن ابن ربيع الجيزي وغيره حدثونا عنه يكنى أبا عبد الله.\r148 - بكر بن أحمد بن إبراهيم بن [الوز] يُكْنَى أبا القاسم يروي عن الباهلي حدثونا عنه.\r149 - بحر بن إسحاق الإخميمي رأى ذا النون روى عنه عمران.\r150 - بقاء بن إبراهيم بن يوسف بن رمضان النطروني أبو القاسم روى عن ابن زبان وغيره سمعت منه وسمي في آخر عمره بعبد الرحمن.\r151 - بشر بن محمَّد بن عبد الجبار قاضي زويلة روي عنه أبو إسحاق بن شعبان. حدثني أبي حدثنا محمَّد بن القاسم بن شعبان الفقيه قال: حدثنا بشر بن محمَّد بن عبد الجبار قاضي زويلة قال: حدثني أخي أحمد بن عبد الجبار قال: قال لي بعض أصحاب محمَّد بن عبد الله بن عبد الحكم:","seal":"488BBB3F","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"hno":152,"nass":"خرج علينا أبو عبد الله ذات يوم وهو فَرِح وهو ينشد هذين البيتين:\rلعمرك ما كل التعطل ضايرًا ... ولا كل شغل فيه للمرء منفعه\rإذا كانت الأرزاق في القرب والنوى ... عليك سواءً فاغنم لذة الدَّعه\rفإن ضقت فاصبر يفرج الله ما ترى ... ألا رُبَّ يومٍ في عواقبه سعه\rقال بشر: ووجدتُ في كتابه بيتًا آخر لم يخبرني به وهو الأول.\r\rباب التاء\r152 - تميم بن أحمد بن تميم بن ثابت البويطي الصعيدي أبو الحسن حدثونا عنه.\rولد ببويط في سنة تسع وسبعين ومائتين.\rوتوفي في رجب سنة أربع وخمسين وثلاثمائة.","seal":"EF41A187","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"hno":153,"nass":"باب الثاء\r153 - ثمير بن عيسى.\rحدثنا أبي حدثنا أبو هريرة ابن أبي العصام حدثنا إسحاق بن نصير الخلال حدثنا نمير بن عيسى بالجيزة قال: حدثني الحسن بن أبي الحسين الأعرج قال حدثني ابن عم الخليل بن أحمد النحْوي قال: قدم يومًا الفرزدق بن غالب علي مروان في إمرته على المدينة فقال: ما أقدمك يا أبا فراس قال: رغبة فيما عندك، فأمر له بكتاب فيه جائزة وقال: اخرج فخذ جائزتك من إحدى البلدين إن شئت مكة وإن شئت بيتَ المقدس، فكره الفرزدق حمل الكتاب وتأخير الجائزة وبانت نظرته ذلك في وجهه فعرف ذلك مروان فأنشأ يقول:\rقل للفرزدق ذي التفاهة كاسمها ... إن كنت كاره ما أمرتك فاجلسِ\rودع المدينة إنها مرهونة ... واعمد لمكة أو لبيت المقدس\rوإذا تنازع في فؤادك مرة ... أمران فاعمد للجماع الأكيس\rفألقى الصحيفة الفرزدق وأنشأ يقول:\rمروانُ إن مطيتي محبوسةٌ ... ترجو النجاج وربُّها لم ييأسِ\rوهو (يلقى) بصحيفةٍ مختومةٍ ... أخشى [على صاحبها] النقرس","seal":"AC784EFB","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"hno":null,"nass":"القى الصحيفة يا فرزدقُ إنها ... (بكرًا) مثل صحيفة المتلمس\rثم خرج مغضبًا فأتبعه مروان رسولاً بجائزة وكسوة فقال له الرسول: يقول لك مروان: خذ هذه الكسوة والجائزة ولا تهجوني ولا تمدحني، فقال: قل لمروان: كانت لك حاجة في إحدى البلدين فأردت أن تجعلني رسولًا ولا حيلة مع الفطناء. وأخذ الجائزة.\r¬__________\r153 - هذا رواه أبو الفرج الأصبهاني في طبقات الشعراء والمغنين المسمَّى: بالأغاني في ترجمة المتلمس (21/ 128/ دار الفكر) من رواية الغلابي عن العباس بن بكار مع اختلاف في بعض الألفاظ:\r(والسفاهة كاسمها) (تارك ما أمرتك).\r(إنها مذمومة) (واقصد).\r(وإن اجتنبتَ من الأمور عظيمةً) (فاعمد لنفسك بالزماع الأكيس).\r(يا مرو إن مطيتي) (النجاح).\r(وحبوتني بصحيفةٍ) (عليَّ بها حباء النقرس).\r(ألق الصحيفة يا فرزدق لا تكن) (نكداء مثل).\rوهذا مأخوذ من ذات شعر المتلمس:\rألق الصحيفة لا أبا لك إنه ... يخشى عليك من الحباء النقرس\rوقصة المتلمس وصحيفته مما يُضرب بها المثل فيمن يحمل الشيء وفيه حتفه وهو لا يدري.","seal":"C6448E85","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"hno":154,"nass":"باب الجيم\r154 - جعفر بن أحمد بن علي السمساري أبو الفضل يروي عن سعيد بن عفير وغيره حدثونا عنه.\r155 - جعفر بن محمَّد بن الحسن بن عبد العزيز الجروي أبو القاسم حدثونا عنه.\r156 - جعفر بن عيسى الإخميمي حدثونا عنه.\r157 - جعفر بن حمدون الإخميمي يروي عن ذي النون (¬1).\r158 - جعفر بن محمَّد الشرابجي أبو الفضل حدثونا عنه.\r159 - جعفر بن أحمد بن عيسى الخناس أبو الفضل يروي عن الفضل بن جعفر البصري حدثني عنه ابنه عمر بن جعفر المخاصم.\r160 - جعفر بن أحمد بن كامل (زبلة) السواد.\rحدثنا أبي حدثنا ابن خروف قال سمعت جعفر بن أحمد يعرف بابن زبلة السواد يقول سمعت عمي زبلة بن كامل يقول: تكلم منصور بن عمار تحت اللوح الأخضر فطُلب فقال له الليث: هذه ألف دينار وصن نفسك عن هذا واخرج.\r161 - جعفر بن أحمد بن يعقوب الحلاب حدثونا عنه.\r162 - جعفر بن محمَّد بن عبد العزيز اللخمي حدثونا عنه.\r¬__________\r(¬1) بلغ العرض - هكذا في الحاشية العليا مقابل هذه الكلمة.","seal":"C749732D","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"hno":163,"nass":"163 - جعفر بن محمَّد بن سعيد الوراق المعدَّل أبو الفضل.\rحدثني الحسن بن رشيق حدثني جعفر بن محمَّد بن سعيد الوراق المعدَّل قال: حدثنا المؤتمن قال: سألت أبا الحسن ابن عياش حاجة فمطلني بها واشتدت حاجتي إليها فكتبت إليه:\rلا يمنعك ثوبي من حاجتي ... بتقعقع منها وحسن طراز\rكم لابسٍ ثوبًا يظن بأنه ... مِلْكٌ له والثوب للبزَّاز\r164 - جعفر بن الحسين بن جعفر بن أحمد التجيبي المصري أبو الفضل يروي عن أمامة التجيبي سمعت منه.\r165 - جعفر بن محمَّد بن نوفل الجوهري المعدَّل أبو الفضل يروي عن أحمد بن حماد زغبة وغيره سمعت منه تُوفي في ربيع الآخر سنة ثمان وخمسين وثلاثمائة.\r166 - جعفر بن أحمد بن منصور بن سعيد بن [أبو زيد] سليمان بن الفرج الحمراوي أبو الفضل حدثونا عنه.\r167 - جعفر بن أحمد بن داود بن الحسن بن إسحاق بن علي بن عبد الله بن جعفر بن أبي طالب أبو عبد الله وُلد بمصر سنة أربع وثمانين ومائتين.\r168 - جعفر بن يحيى بن محمد بن أحمد بن يحيى بن عثمان بن سعيد بن عثمان بن عبد الله بن دارم الدارميّ بن السراج أخو إبراهيم تُوفي في شوال سنة خمس وأربعين وثلاثمائة.\r169 - جعفر بن أحمد بن عبد الله بن سليمان البزاز أبو محمَّد يروي عن جعفر بن عبد السلام وغيره حدَّث.\r170 - جدار أبو القاسم حدثونا عنه.\r171 - جُوَيْن بن محمَّد بن منصور بن جرير بن زياد بن الحارث بن","seal":"77DA5DEC","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"hno":172,"nass":"إبراهيم بن يوسف بن محمَّد بن عبد الرحمن بن الأشعث بن قيس الكِنْدي أبو الأشعث يروي عن محمَّد بن أحمد عنه وُلد في مستهل رجب سنة ست وثمانين ومائتين.\r172 - جلاح المصري يروي عن ابن وَهْب.\r173 - جناح مولى هُبَيرة بن هاشم بن جريج يروي عن مولاه.\r174 - جعفر بن محمَّد بن الحسن بن محمَّد بن حمزة بن إسحاق بن علي بن عبد الله بن جعفر بن أبي طالب أبو القاسم قال لي إنه ولد بمصر سنة ثلاث عشرة وثلاثمائة.\r175 - جعفر بن طاهر بن أحمد بن طاهر الأسوار أبو القاسم أنشدني جعفر بن طاهر لبعضهم:\rتذكرتكم (*) يومًا فقلتُ لصاحبي ... ألا ليت ذكري عند من ذكْرُه عنْدي\rفَجُدْ بجميل الوصل (¬2) عندي فإنما ... يجودُ الفتى الحُر الكريم على العبْد\r176 - جعفر بن محمَّد الإخميمي روى عن ذي النون.\r177 - جَيْش بن محمَّد المقرئ الشافعي سمع وكتب.\r178 - جمرة بن هارون بن فضل السمطاوي المعدّل أبو طالب سمع وكتب وقيل لي إنه حدَّث حفظتُ عنه خبرًا.\r¬__________\r(¬2) (الصير) هكذا وصححت على الحاشية.\r\r(*) قال مُعِدُّ الكتاب للشاملة: بالمطبوع (تذكرتم)، ولعلها المثبت هو الصواب، والله أعلم","seal":"7FBD41F0","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"hno":179,"nass":"باب الحسن\r179 - الحسن بن محمَّد بن رمضان الزيات أبو علي حدثونا عنه.\r180 - الحسن بن علي بن موسى المستولي أبو علي يروي عن بكر بن سهل حدثونا عنه.\r181 - الحسن بن علي بن أحمد بن سلامة الأزدي الطحاوي أبو علي تُوفي في ربيع الآخر سنة ستين وثلاثمائة حكى لي عن أبيه.\r182 - الحسن بن محمد بن يحيى بن عُبَيْد (¬3) التجيبي أبو علي يروي عن بحر بن نصر حدثونا عنه.\r183 - الحسن بن داود الحذَّاء (البقلولي) الشاعر أبو محمَّد روى عنه ابن أخته ابن زبان مرثيه للمزني وغيرها.\r184 - الحسن بن كثير بن يحيى بن عيسى الفهمي التنيسي أبو علي يروي عن أحمد بن شيبان حدثونا عنه.\r185 - الحسن بن يوسف بن مليح الطرائفيّ أبو علي حدثونا عنه.\r186 - الحسن بن بدر التنيسي حدَّث تُوفي في جمادى الآخرة سنة ثمانين ومائتين.\r187 - الحسن بن سعد المعتزلي أبو علي ضعيف روى عن الزبير.\r¬__________\r(¬3) (عبثر) هكذا في الحاشية وعليها (ح).","seal":"21DDFEB9","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"hno":188,"nass":"188 - الحسن بن أحمد بن إسماعيل بن إبراهيم الضرير المعلَّم أبو القاسم حدثونا عنه.\r189 - الحسن بن أيوب بن الحسن نسبهم في لخم من أنفسهم الزيات سمع وكتب وما حدَّث لأنه مات شابًا قرأتُ على بلاطة فترة.\rتُوفي رحمه الله في يوم الأحد مستهل صفر سنة ثمان وأربعين وثلاثمائة قرأتُ في كتابه بخطه حدثني أحمد بن بهزاد الفارسي حدثنا سليمان بن شعيب الكسائي بمصر حدثنا خالد بن عبد الرحمن حدثنا يعلى بن الحارث المحاربي عن إياس بن سلمة عن أبيه قال: كنا نصلي مع النبي - صلى الله عليه وسلم - الجمعة فنرجع وما للحيطان فَيْء نَسْتظل به.\r¬__________\r189 - حديث سلمة بن الأكوع: (كنا نصلي معه - صلى الله عليه وسلم - الجمعة فنرجع وما للحيطان فيء نستظل به) هو في وقت صلاة الجمعة، وله شواهد من حديث الزبير عند أحمد (1/ 164 و 167) والدارمي (1/ 363) وغيرهما، ومن حديث جابر.\rولا أعرفه إلا من حديث يعلي بن الحارث عن إياس بن سلمة بن الأكوع (في روايات: سمعت إياسًا) عن أبيه، وهذا إسناد صحيح رواه مسلم في صحيحه.\rوعن يعلى رواه:\r1 - خالد بن عبد الرحمن عند ابن الطحان.\r2 - ابنه يحيى بن يعلى بن الحارث عنه البخاري في المغازي من صحيحه, ومن طريق البخاري رواه البغوي في شرح السنة (4/ 240).\r3 - عبد الرحمن بن مهدي، وعنه:\r- أحمد (4/ 46).\r- بُندار عنه ابن ماجه في الصلاة.\r- شعيب بن يوسف عنه النسائي في الصلاة.\r4 - وكيع، وعنه:\r- ابن أبي شيبة (2/ 108). =","seal":"FA3CEB86","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"hno":190,"nass":"190 - الحسن بن علي بن حَسَّان بن معبد المعلِّم أبو علي يروي عن ابن يزيد القراطيسي وغيره.\r191 - الحسن بن جعفر بن محمد الصَّامغاني أبو علي يروي عن بكر بن سهل وغيره حدثونا عنه.\r192 - الحسن بن أحمد بن علي بن أحمد المادرائي أبو أحمد سمعت منه تُوفي في جُمادى الآخرة سنة اثنتين وسبعين وثلاثمائة.\r193 - الحسن بن الخضر بن عبد الله الأسيوطي أبو علي سمعت منه تُوفي في ربيع الأول سنة إحدى وستين وثلاثمائة.\r¬__________\r= - إسحاق بن إبراهيم عنه مسلم، ومن طريقه البيهقي (3/ 190).\r- يحيى بن يحيى عنه مسلم وإسماعيل بن قتيبة عند البيهقي (3/ 190).\r- هنّاد بن السري من طريقه البيهقي (3/ 190).\r5 - هشام بن عبد الملك أبو الوليد الطيالسي، وعنه:\r- إسحاق بن إبراهيم عنه مسلم في الصلاة.\r- محمد بن يعقوب بن سورة.\r- أبو خليفة وعنهما الطبراني في الكبير (7/ 24).\r- أبو بكر محمد بن حمويه ومن طريقه الذهبي في التذكرة (1070).\r6 - أبو نعيم الفضل بن دُكين، رواه الطبراني في الكبير (7/ 24) عن علي بن عبد العزيز عنه.\r7 - أحمد بن عبد الله بن يونس عنه أبو داود في الصلاة.\r8 - عفان بن مسلم عنه الدارمي (1/ 363).\r9 - أبو غسان النهدي رواه الطبراني في الكبير (7/ 24) عن علي بن عبد العزيز عنه.\r10 - أبو سلمة الخزاعي منصور بن سلمة عنه أحمد (4/ 54).\r11 - أبو أحمد الزبيري محمد بن عبد الله عنه أحمد (4/ 54).","seal":"6ECB669F","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"hno":194,"nass":"194 - الحسن بن محمَّد بن حمدان الضراب أبو محمَّد سمعت منه تُوفي سنة إحدى وستين وثلاثمائة.\r195 - الحسن بن علي بن أحمد بن وكيع بن خلف الشاعر أبو محمَّد أصله بغدادي ومولده هو بتنيس سمعت منه.\r196 - الحسن بن علي بن شعبان أبو علي روى عن محمَّد بن المنذر وغيره سمعت منه تُوفي سنة تسع وستين وثلاثمائة.\r197 - الحسن بن رشيق العسكري المعدِّل أبو محمَّد شيخنا يروى عن أحمد بن حماد والعكي والنسائي وخلق عظيم لا أستطيع ذكرهم ما رأيتُ عالمًا أكثر حديث منه. سألتُ الحسن بن رشيق عن مولده فقال: ولدتُ يوم الإثنين ضحوة لأربع خلون من صفر سنة ثلاث وثمانين ومائتين. وتُوفي رحمه الله في جمادي الآخرة من سنة سبعين وثلاثمائة.\r198 - الحسن بن علي بن داود بن سليمان بن خلف المطرز أبو علي يروي عن عباس البصري وغيره سمعت منه تُوفي سنة خمس وسبعين وثلاثمائة.\r199 - الحسن بن خليل بن قوام الشافعي الفقيه المعدِّل أبو علي يروى عن الصباحي وغيره سمعت منه تُوفي رحمه الله سنة سبعين وثلاثمائة.\r200 - الحسن بن يحيى بن الحسن البلوي أبو محمَّد يروي عن عبد الله بن الجارود النيسابوري وغيره سمعت منه تُوفي سنة خمس وستين وثلاثمائة.\r201 - الحسن بن عمر بن إبراهيم بن مسكين المالكي أبو محمَّد سمعت منه تُوفي رحمه الله سنة ثمانين وثلاثمائة.\r202 - الحسن بن محمَّد بن يحيى بن زكريا بن يحيى الحمراوي أبو علي يروي عن ابن الإمام حدثونا عنه.\r203 - الحسن بن إبراهيم بن يحيى بن محمد بن أحمد بن يحيى بن","seal":"BEDBBD35","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"hno":204,"nass":"عثمان بن سعيد بن عثمان بن عبد الله بن دارم الدارمي المؤدب المعلِّم المصري أبو محمَّد حدثونا عنه.\r204 - الحسن بن جعفر أحمد بن الفضل بن الربيع بن سليمان الزهري المصري أبو محمَّد وُلد في رمضان سنة ثمان وتسعين ومائتين.\r205 - الحسن بن بشر بن عدق يكنى أب محمَّد سمع قديمًا وحدَّث.\r206 - الحسن بن الحسين بن علي بن يحيى الدقَّاق المعدِّل حفظت عنه حكايةَ.\r207 - الحسن بن علي بن عروة الأسواني.\rالحسن بن رشيق قال وحدثني أبو محمَّد الحسن بن عروة الأسواني الفاخوري قال: قرأت على ظهر كتاب (كيف يطمع في حسن الثناء من لا ينجز وعده حتى يقتضي).\r208 - الحسن بن القاسم بن عبد الرحمن بن الغمر الفقيه أبو محمَّد يروي عن الطحاوي.\r209 - الحسن بن إبراهيم بن الحسن بن الحسين بن علي بن خالد بن زولاق الليثي أبو محمَّد يروي عن الطحاوي وغيره سمعت منه.\r210 - الحسن بن إسماعيل الضراب يكنى أبا محمَّد روى عن الأحمري وغيره تُوفي في ربيع الآخر سنة اثنتين وتسعين وثلاثمائة.\r211 - الحسن بن إبراهيم بن خلف الجابري يروي عن حسان القلزمي وغيره فقيه بقول مالك تُوفي رحمه الله ليلة الخميس ودُفن في يوم الخميس لعشر خلون من جمادى الآخرة سنة اثنتين وتسعين وثلاثمائة وصلينا عليه في مصلى التمّار.\r212 - الحسن بن محمَّد الصوفي يكنى أبا محمَّد صاحبنا سمعت منه.","seal":"54F87B54","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"hno":213,"nass":"باب الحسين\r213 - الحسين بن جعفر بن محمَّد بن إبراهيم السعدي الزيات أبو أحمد العسكري حدثونا عنه تُوفي في صفر سنة ثلاث وخمسين وثلاثمائة.\r214 - الحسين بن علي بن الحسين بن عبد الواحد الفرائضي الضرير أبو القاسم يروي عن يحيى بن عثمان حدثونا عنه.\r215 - الحسين بن حمدان بن خلف بن حيان بن صاعد الأزدي العطار أبو علي يروي عن يونس حدثونا عنه.\r216 - الحسين بن الحسن بن علي بن خالد بن زولاق الليثي الضرير أبو علي يروي عن أبيه وُلد بمصر حدثني عنه ابن رشيق.\r217 - الحسين بن أيوب بن سليمان التنيسي أبو علي حدثونا عنه.\r218 - الحسين بن أيوب بن سليمان المعدِّل يُعرف بابن الصَيْرفي المعدِّل أبو علي تُوفي سنة خمس وخمسين وثلاثمائة.\rحدثني أبي قال: حدثني الحسين بن أيوب بن سليمان الصيرفي قال: حدثني عيسى بن أحمد الصيرفي قال: حدثني يونس قال: أخبرني عبد الله بن وهب قال: سألت مالكًا فقلت: يا أبا عبد الله لم سميت موطأك موطأً؟ فقال: لأني عرضته على بضعة عشر تابعًا فكلهم تواطأ على صحته.\r¬__________\r218 - • هذا فيه فائدتان:\rالأولى: مسألة عَرْض العالم قوله أو مصنَّفه على مَنْ هم أعلى منه علمًا أو من =","seal":"92A8EBD8","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"hno":219,"nass":"219 - الحسين بن عبد الرحمن بن أحمد بن معلم بن طلحة بن أحمد بن عبد الرحمن بن زمعة العامري أبو علي حُكي لنا عنه.\r220 - الحسين بن كهمس بن معمر الجوهري المعدل أبو علي سمع من أبي العلاء الكوفي وغيره تُوفي في شعبان سنة ست وستين وثلاثمائة.\r221 - الحسين بن عبد الله بن أحمد بن عبد الله بن محمَّد القرشي أبو القاسم يروي عن الباهلي والقزويني وابن يزيد وغيرهم سمعت منه. تُوفي سنة ثلاث وسبعين وثلاثمائة.\r222 - الحُسين بن علي بن نجم بن محمَّد بن نجم بن أحمد بن عبد الله بن عاصم بن جبلة بن يزيد بن عبد الله بن أبي [أريس] (¬4) مولى عمرو بن العاص يكنى أبا علي يروى عن ابن زبان وغيره سمعت منه.\r¬__________\r= يثق فيهم ممن هم في علمه وطبقته، وهذا سُنَّة من سلف من أهل العلم حتى كان أحدهم لا يفتي حتى يأذن له شيوخه بذلك، ولهذا بسطه في آداب العالم والمتعلم والفقيه والمتفقه والمحدِّث كالجامع للخطيب وابن عبد البر.\rالثانية: تصحيح هؤلاء النفر لكتاب مالك - رحمه الله -، وفيه إشكال من وجوده: أحدها: تصحيح الأسانيد: فليس كل الموطأ صحيحًا بل فيه المراسيل والبلاغات التي لا تكاد توجد مُسْنَدة، ولو وُجدتْ مسندةً ما صحت، على أنه قد يُقصد بالتصحيح عامة الكتاب كما قال الشافعي - رحمه الله - في زمانه قبل زمن البخاري: (ما على الأرض بعد كتاب الله أصح من كتاب مالك).\rووجه الإشكال قائم فهل هؤلاء التابعون كلهم صححوا كتابه كله أو عامته وهل معنى تصحيحهم أنهم رووا هذه الأحاديث ذاتها التي رواها مالك؟ .\rثانيها: تصحيح الاجتهادات: ففيه من رأي ما هو مقبول وما هو مردود، على أن اجتهاد أهل المدينة في زمنه - رحمه الله - ليس هو بحجة إذا خالف ما هو أعلى منه.\r• ولم أجد لهذه الرواية شاهدًا أو متابعة مسندة.\r(¬4) كذا ولعلها (أويس).","seal":"C02E8AD8","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"hno":223,"nass":"223 - الحسين بن علي بن شعبان المالكي أبو عبد الله يروي عن محمَّد بن المنذر وغيره سمعتُ منه تُوفي سنة اثنتين وسبعين وثلاثمائة.\r224 - الحسين بن علي بن محمَّد الكاتب أبو عبد الله بن الشبري يروي عن أبيه وغيره سمعت منه تُوفي سنة سبع وستين وثلاثمائة.\r225 - الحسين بن جعفر بن الحسين بن جعفر بن أحمد بن محمد بن إسماعيل بن محمَّد عبد الله بن علي بن الحسين بن علي بن أبي طالب أبو القاسم سمعت منه.\rقال لي: ولدتُ بمصر لعشر خلون من ذي القعدة من سنة عشر وثلاثمائة وولد أبي بمصر وولد جدي بالحجاز.\r226 - الحسين بن أحمد بن محمَّد الدهان المعدِّل ابن أبي حنيفة أبو عبد الله سمعت منه توفي في ذي الحجة سنة سبع وستين وثلاثمائة.\r227 - الحسين بن يعقوب الكِنْدي روى عنه ابن أخيه أبو عمر.\r228 - الحسين بن عمر بن إبراهيم بن داود بن حمزة المؤذن يكنى أبا عبد الله سمعت منه.\r229 - الحسين بن محمَّد بن علان الصواف ويكنى أبا طالب سمعت منه.\r230 - الحسين بن علي الخياط الكاتب سمعت منه.\r231 - الحسين بن محمَّد بن محمَّد السراج أبو عبد الله.\rسمعت الحسين بن محمَّد السراج يقول: سمعت عبد الله بن حديد الأزدي يقول: سمعت أحمد بن عبد الوارث يقول: سمعت الحارث بن مسكين يقول: حججتُ فرأيت رجلًا في عمارية أو قُبة فسألت عنه فقيل: هذا مالك بن أنس فرأيته ولم أسمع منه.\r232 - حيي بن عبد المؤمن الإخميمي حكى عنه عمران الإخميمي.","seal":"124C7752","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"hno":233,"nass":"233 - حمزة بن إدريس بن عبد الله الكبير بن موسى [الهبلي] أبو الطاهر يروي عن إبراهيم بن مروان حدثونا عنه.\r234 - حمزة بن محمَّد بن علي بن العباس الكنانيّ الحافظ أبو القاسم سمعت منه توفي في ذي الحجة سنة سبع وخمسين وثلاثمائة.\r235 - حمزة بن بكر بن حبيب الجهني يروي عن الحسن بن علية حدثونا عنه.\r236 - حمدان بن يزيد الديباجي أبو سعيد يروى عن أبي مسلم الكجي وغيره حدثونا عنه.\r237 - حفص بن الحسن السمساري أبو أحمد حكي لنا عنه غُندر.\r238 - حيان بن القاسم بن منير الكِنْدي أبو سهل يروي عن ذي النون الزاهد.\r239 - حميد بن أحمد بن حميد بن أحمد بن محمد بن عبد الرحمن بن سهل بن عبد الرحمن بن عوف الزهري أبو بكر يروي عن بكر بن سهل حدثونا عنه.\r240 - حمدان بن عون بن خيثم بن عون معلم ... عن أبيه حدثونا عنه.\r241 - حامد بن محمَّد بن عبد الخالق الشاعر يروي عن أبيه حدثونا عنه.\r242 - حَبان بن عبد القاهر بن إبراهيم بن حبَّان المرادي يروي عن عمه عبد الكريم بن إبراهيم حدثونا عنه.\r243 - حريش بن محمَّد بن الحريش التنيسي أبو المقاتل حدَّث.\r244 - حبور بن منقوش صاحب ذي النون يروي عن ذي النون.\r245 - حمدان بن التبان يروى عن أصبغ بن الفرج.\r246 - حبيب بن ريَّان مولى حضر موت حدثونا عنه.\r.... محمَّد بن زبان بن حبيب الحضرمي عن أبيه عن جده حكاية.","seal":"C8653631","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"hno":247,"nass":"باب الخاء\r247 - خلف بن عثمان بن سعيد بن سهم اللخمي أبو القاسم صاحب أبي بكر ابن الحداد الفقيه حدثونا عنه.\r248 - خلف بن القاسم بن سهلون الأندلسي أبو القاسم حدثونا عنه.\r249 - الخليل بن أحمد الشاعر أبو القاسم تُوفي في جُمادى الأولى سنة ثمان وخمسين وثلاثمائة.\rأنشدني الخليل بن أحمد لنفسه:\rيا خالق الخلق أنت لي جارُ ... وأنت للمذنبين غفارُ\rفارحم عُبَيْدًا أتاك معترفًا ... خاطيءٌ له بالذنوب إقرار\rإن تعف عنه فالخلد مسكنه ... وإن تعاقب فداره النار\rوأنشدني الخليل لنفسه:\rسبب الفنا موتٌ آهِ عاجلُ ... يأتيه موتٌ بعدُ آجلُ\rفعمره عنه به راحلُ ... والموت في ساحته نازل\rمن لم يزل عنه ملكه طائعًا ... فالمُلْك عنه عنوةً زائل\r250 - خلف بن نصر العدواني الخشَّاب يكنى أبا سعيد يروي عن ابن الأعرابي.\r251 - خلف بن محمَّد بن حمدان المقرئ أبو القاسم رحمه الله سمعت منه.","seal":"B455D6C6","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"hno":252,"nass":"باب الدال\r252 - داود بن إبراهيم الخوَّاص يروي عن ابن وهب روى عنه هارون بن كامل.\rحدثنا أبي قال حدثنا محمَّد بن أحمد المسور حدثنا هارون بن كامل حدثنا داود بن إبراهيم الخوّاص حدثنا ابن وهب عن الماضي بن محمَّد عن مالك بن أنس عن ابن شهاب عن عمر بن الخطّاب قال: إنني لأشرب الشربة من طيب الشراب وآكل الأكلة من طيب الطعام فيقسوا قلبي ثلاثة أيام فما أعرفه.\r253 - درّيّ بن عبد الله مولى جعفر بن الفضل بن الفرات الوزير سمع وكتب حدثونا عنه.\r¬__________\r252 - ضعيف، الماضي قال ابن عدي: (منكر الحديث، وعامة ما يرويه لا يُتابع عليه)، وهو كذلك منقطع بين الزهري وعمر - رضي الله عنه -.\rوأكل الطيب يقسي القلْب متى كان على شبع ولم يستعمل الإنسان جسده به في الطاعة، وقد ذُكر أن سفيان الثوري - رحمه الله - زار عبد الرزاق فأكل عنده فأكثر فقال: (أَشْبع الحمار ثم كُدَّه) وقام يصلي من الليل.\rوكذلك متى كان على وجه التوسع وفي المسلمين - ممن يصل إليهم - جوع، وقد قال - صلى الله عليه وسلم -: (والله لا يؤمن من بات شبعان وجاره إلى جنبه جائع) الحديث هكذا إذ ينبغي له تفقد حال جاره.\rوأكل الطيب دواء للقلوب قال أحمد بن حنبل - رحمه الله:\r(أكل الحلال يلين القلب) ذكره ابن مفلح في الآداب (3/ 291) وقد سقتُ جملة من هذا المعنى في حسن الدُّرْبة.","seal":"6D400021","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"hno":254,"nass":"254 - دعلج بن يوسف بن يعقوب الفكَّاه حدثونا عنه.\r255 - دارم بن أحمد بن السري بن الصقر الرفاء أبو مَعْن يروي عن ابن زبان سمعت منه تُوفي سنة تسع وستين وثلاثمائة.\r256 - دليل بن خالد بن نجيح أخو عبد الرحمن.\rحدثنا أبو صالح الحرَّاني حدثنا عبد الصمد بن علي بن مكرم البزار حدثنا إبراهيم بن عبد السلام بن محمَّد بن ساكن الضرير حدثنا دليل بن خالد بن نجيح المصري حدثنا عبد الله بن محمد بن المغيرة حدثنا مسعر عن عطية عن أبي سعيد وابن عمر قالا: قال النبي - صلى الله عليه وسلم -: (ذكاة الجنين ذكاة أمه).\r257 - داود بن منقد العصفري روى عنه أبو الغَمْر الأموي.\r¬__________\r256 - • الحديث ثابت وله طرق كثيرة عن جمع من الصحابة وانظر لذلك: نصب الراية (4/ 189 - 192) والتلخيص (4/ 156 - 158) والإرواء (8/ 172).\r• ورواه غير عطية عنهما، فرواه نافع عن ابن عمر عند الطبراني والحاكم والبيهقي والدارقطني ومالك موقوفًا عند بعضهم ومرفوعًا عند بعضهم ورجح ابن أبي حاتم في العلل (2/ 44) وغيره وقفه عليه، ورواه أبو الودّاك عن أبي سعيد عن أحمد وأبي داود والترمذي وابن ماجه.\r• وأما رواية عطية فهي ضعيفة: عطية هو العوّفي ضعيف ومدلس، ورواه عن عطية:\r1 - مسعر بن كدام: رواه ابن الطحَّان (ها هنا) عن عبد الصمد عن إبراهيم بن عبد السلام، ورواه الطبراني في الصغير (1/ 88) عن إبراهيم هذا به، وقال: (لم يروه عن مسعر إلا عبد الله).\r2 - فراس بن يحيى: عند الطبراني في الصغير (1/ 168) عن سعدون بن سهيل بن عبد الرحمن عن أبيه عن شيبان بن عبد الرحمن عن فراس به عن أبي سعيد، وقال: (لم يروه عن فراس إلا شيبان تفرد به سهيل).\rورواه أبو نعيم في مسانيد فراس (94/ 2/ ق) عن الطبراني به.\r3 - عبد الملك بن عمير: عند الخطيب في تاريخه (8/ 412) عن أبي سعيد.\r4 - محمَّد بن عبد الرحمن بن أبي ليلى: عند أحمد (3/ 45) عن أبي سعيد.","seal":"73004ED5","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"hno":258,"nass":"258 - دعيم الطحان أبو القاسم لم يكن من أهل العلم إلا أنني حفظت عنه حكاية.\rسمعت دعيمًا يقول: كنت أخدم أبا بكر بن زبان رحمه الله وكان الأمير تكين يأتي مجلسه فيسمع منه فأنا عنده [ذات] يوم حتى جاءته امرأة فذكرت له أن تكين اعتقل ولدها وأنه بلغها أن ولدها يريد أن يقتل وسألته رقعةً إليه فقال لها الشيخ: مالي به معرفة، فقال له بعض من حضر: يا سيدي هو الذي يأتيك يسمع منك فكتب له رقعة وأنفذها فوجه تكين إلى الشيخ بولد المرأة فوجَّه الشيخ فأحضرها وسلّم ولدها لها وانصرفت.","seal":"9D532851","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"hno":259,"nass":"باب الذال\r259 - ذو النون بن أحمد بن صالح بن عبد القدوس الإخميمي يكنى أبا الفيض يروي عن أبيه ومقدام وغيرهما حدثني عنه ابن رشيق.\r260 - ذكوان بن الحسين بن محمَّد بن عبيد بن مروان التنيسي يكنى أبا زيد يروي عن السمرقندي عثمان وغيره.\rكتب إليَّ ذكوان بن الحسين التنيسي بخطه يخبرني، حدثنا علي بن جعفر بن أحمد الفريابي قدم إلينا بتنيس حدثنا سعيد بن عبد الله بن (ادرجا) بن عجيب الأنباري حدثنا [أبو] عمير بن النحاس حدثنا محمَّد بن أيوب بن سويد عن أبيه عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (اللهم بارك لأمتي في بكورها).\r¬__________\r260 - الحديث صحيح ورد عن جمع كبير من الصحابة منهم علي وابن مسعود وابن عمر وابن عمرو وجابر وسهل وعمارة وعمران وكعب بن مالك والنواس وغيرهم - رضي الله عنهم -، وجمع طرقه في جزءٍ المنذري كما قال في الترغيب (2/ 509/ البيوع).\rوحديث أبي هريرة بلفظ: (اللهم بارك لأمتي في بكورها).\rفي رواية: (يوم خميسها) أو (أيام خميسانها).\rرواه أيوب بن سويد (ضعفه أحمد وابن معين والنسائي) عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة.\rوعن أيوب رواه:\rأ - ابنه محمَّد، وعنه:\r1 - أبو عمير عيسى بن محمَّد بن النحاس، وعن أبي عمير: =","seal":"FC9C137A","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"hno":261,"nass":"261 - ذو الكفل بن إبرهيم أخو ذي النون.\rحدثنا إسماعيل بن عمر البزار حدثنا نعمان بن موسى بالحرة حدثنا (حيون) بن منقوش وكان صاحب ذي النون بحديث قال: ادَّعى رجل على رجل ثلاثمائة أردب قمح فقال له: يا هذا أخذت مالي وتركتني فقيرًا، فقال المدَّعى عليه: يا هذا لا تبطلني وتجوّع خمسة من المسلمين - يعني عياله - فإن السلطان أخذ مالي وجار عليّ فجازوا بذي النون وهم في المناظرة فدعا بهم فعرَّفوه قصتهم فقال ذو النون للمدَّعى عليه: يا هذا لم لا تعطيه حَقَّه وقد أقررتَ له وقد قال رسول الله - صلى الله عليه وسلم -: (لو أن رجلًا قُتل في سبيل الله عزّ وجل أربع قتلات وعليه دَيْن لم يقضه لم يزل يطالبه مالًا أن (يكون) لقوم قضاه فيقضيه الله عز وجل عنه).\rفقال الرجل: جار عليّ السلطان وما يمكّنّي، فقال ذو النون لصاحب الحق: تأخذ منه مائة أردب وتسقط الباقي؟ ! فقال: نعم فقال: امض فجيء\r¬__________\r= - سعيد بن عبد الله (ها هنا).\r- عبد الله بن محمَّد بن يونس.\r- إسحاق بن إبراهيم الغزي.\r- محمَّد بن بشر القزاز.\r- عبد الله بن محمَّد بن سلام عنهم ابن عديّ (1/ 354/ أيوب).\r2 - أحمد بن الوليد بن خالد البغدادي عند ابن عدي (1/ 355).\r3 - أبو الأحوص العكبري عنه ابن عدي (1/ 355)، ورواه أبو الأحوص عن محمَّد بن أيوب عن الأوزاعي عن يحيى عن أبي سلمة عن أبي هريرة، ورواه كذلك عن محمَّد عن الأوزاعي عن حسان بن عطية عن ابن المنكدر عن جابر، وهذا اضطراب منه.\r4 - محمَّد بن المغيرة الشهر زوري عند ابن عدي (1/ 355) رواه عن محمَّد بن أيوب عن أبيه عن الأوزاعي عن الزهري عن عروة عن عائشة، وهذا اضطراب منه.\rب - إسماعيل بن محمَّد بن كثير الرملي عن أيوب به، ومن طريقه ابن عدي (1/ 355).","seal":"0A7B867B","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"hno":null,"nass":"بالدواب لتحمله فلما مضى قال أخوه ذو الكفل: ما أعرف عندنا من القمح شيء قليل ولا كثير وإني أخشى أنه سيفضحنا أخي، فجاء الرجل بالدواب فأمر ذو النون أخاه ذا الكفل يكتل له من بيت ملأ تراب فلما أتى ذو الكفل إلى البيت الذي أومئ إليه فوجد القمح قد خرج من شقوق الباب فكال للرجل مائة أردب وأعطى الآخر خمسة وعشرين أردبًا ولم يوجد بعد ذلك قمحة واحدة وارتدم الباب بالتراب كما كان على رَسْمه.\r¬__________\r261 - • المرفوع ضعيف، ولمعناه شواهد كثيرة:\r- يُغفر للشهيد كل شيء إلا الدَّيْن، رواه مسلم.\rلو أن رجلًا قُتل في سبيل الله ثمَّ عاش ثمَّ قُتل ثمَّ عاش ثمَّ قُتل وعليه دين ما دخل الجنة حتى يقضي دينه، رواه النسائي والطبراني والحاكم.\r- لكن إن كان قد استدان يريد القضاء والوفاء، واستدان في طاعة لا في معصية فإنما الأعمال بالنيات، وقد رغَّب الله - جل وعلا - في إنظار المُعْسر والوضع عن الضعيف وجعل للغارم من الزكاة، وقال رسوله - صلى الله عليه وسلم -: (من ترك ديْنًا فعليَّ) رواه مسلم.\rومن سعة رحمة الله - جل وعلا - أن يغفر للحجاج كل شيء حتى التبعات (كما رواه أحمد وغيره وقوّاه ابن حجر في القول المسدّد وفي جزء قوة الحِجاج)، والجهاد في سبيل الله - عز وجل - ذروة سنام الإِسلام، والقتل في سبيل الله - عز وجل - مقبلًا غير مدبر مخلصًا غير مشرك فضله عظيم.\rوفي معنى من استدان يريد الأداء أدى الله عنه، أحاديث كثيرة أصحها ما رواه البخاري (من أخذ أموال الناس يريد أداءها أدى الله عنه)، وانظر الترغيب (2/ 597 - 604/ البيوع).\r- والكرامة المذكورة فيها نظر، وتحويل التراب قمحًا لتأدية ديْن رجل جائز والله قدير على كل شيء، وفي الحديث أنَّه عُرض عليه - صلى الله عليه وسلم - أن تجعل بطحاء مكة ذهبًا، ولكن قصة الديّن هذه باطلة فرسول الله - صلى الله عليه وسلم - لما أثقل الديْن جابر بن عبد الله الصحابي ابن الصحابي رضي الله عنهما مر بنخلة وبرَّك عليه لا أنَّه تحول التراب تمرًا.\rوالكرامة نؤمن بها للصالحين لكن بشروطها ولا تكون فوق المعجزة التي تكون للأنبياء ولهذا تفصيل، والله أعلم.","seal":"6B7EF15B","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"hno":262,"nass":"باب الراء\r262 - ربيعة بن معدي كرب الحَبْر بن ذي مرحب الحضرمي وفد على النبي - صلى الله عليه وسلم - وكتب له كتابًا روى عنه ابن شرحبيل.\r263 - ربيعة بن ناجية بن عقاب بن شرحبيل بن ربيعة بن معدي كرب الحَبْر بن ذي مرحب الحضرمي يروي عن جده شرحبيل.\r264 - ربيعة بن ناجية بن عتاب الحضرمي يروى عن جده ربيعة بن ناجية روى عنه ربيعة الحضرمي.\r265 - رافع بن عُبَيد بن عبد الحميد بن نافع بن سالم الجذامي مصري حدثونا عنه.\r266 - رائق مولى زينب ابنة أحمد بن يونس بن عبد الأعلى الصدفي يكنى أبا صالح يروي عن ابن خروف وابن ورد وابن الحداد التنيسي وغيرهم سمعت منه وكان رجلًا صالحًا.\rتُوفي رحمه الله بأيلة مترديًا من الجمل في ذي القعدة من سنة ثمانين وثلاثمائة.\r¬__________\r262 - ربيعة ووفوده على النبي - صلى الله عليه وسلم -، لم أجده في كتب الصحابة.","seal":"B6755957","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"hno":267,"nass":"267 - رفاعة بن عتيق بن علي بن إسماعيل الصواف أبو غالب. حكي لي عن ابن زبان حكاية.\rسمعت رفاعة بن عتيق يقول سمعت محمَّد بن زبان يقول رأيت غلامًا وقد أُتي به إلى المتوكل على جبينه: لله خلقه، فطلبنا إليه حتى كشفه ورأيناه عيانًا.\r¬__________\r267 - فيه نظر، وله شواهد عامة غير خاصة بالقصة هذه ذاتها قد سقتها في مستخرجي على الغرباء للآجري.","seal":"6A00A69F","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"hno":268,"nass":"باب الزاي\r268 - زكريا بن يحيى بن عبيد الدمياطي الزعفراني أبو محمَّد حدثونا عنه.\r269 - زكريا بن يحيى بن جرير الهمداني روت عنه أخته عائشة.\r270 - زيد بن أحمد الزهري الفقيه المالكي أبو عبد الرحمن يروي عن أحمد بن الحجاج حدثونا عنه.\r271 - زنباع بن الحارث مغربي يروى عن ابن وضاح.\r272 - زرعة بن سفيان البزاز روى عنه أبو بكر بن زبان.\r273 - زياد بن عبد الرحمن الإفريقي أبو الحسن حدثونا عنه.\r274 - زبلة بن كامل روى عنه ابن أخيه جعفر بن أحمد بن كامل.\r275 - زبير بن علي بن حامد بن عبد الله النعَّالي أبو القاسم حدَّث.\r276 - زيد بن محمَّد بن الحسن بن علي النقاش التنيسي قدم مع أبيه قديمًا إلى مصر وسمع كثيرًا.\rتم الجزء الأول من الأصل بحمد الله وعونه\rويتلوه في الثاني إن شاء الله باب السين","seal":"A965C6CD","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"hno":277,"nass":"باب السين\r277 - سعيد بن سليمان بن إسحاق بن إبراهيم التنيسي أبو القاسم يروي عن عيسى بن حماد زغبة.\r278 - سعيد بن عثمان يكنى أبا عثمان يعرف بابن السفاقسي يروي عن عيسى بن مسكين حدثونا عنه.\r279 - سعيد بن أحمد بن محمد بن عبده الشاعر مولى بني أمية يكنى أبا عثمان حدثونا عنه.\r280 - سعيد بن عبد الله بن سهل البزاز يكنى أبا عثمان يروي عن عباس البصري حدثونا عنه.\r281 - سليمان بن سعيد المصري حكى عنه ابنه محمَّد.\rحدثنا أحمد بن محمَّد بن عبيد حدثنا محمَّد بن سليمان بن سعدون المقرئ قال: قال لي أبي: يا بني أدركتُ الناس والخزائن في الدور: للخزانة بابين: باب إلى هذه الدار وباب إلى هذه تلتقي الجاريتان في الخزانة تأخذ كل واحدة منهما حاجتها لا تسأل الواحدة صاحبتها أيش أخذتِ.\r282 - سعيد بن بشر بن مروان الأزدي جد أبي عبد الغني بن سعيد الحافظ حكى عنه أبو جعفر الطحاوي.\r283 - سعيد بن عثمان بن السكن الحافظ أبو علي حدثونا عنه.","seal":"0875E3AB","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"hno":284,"nass":"284 - سعيد بن أحمد بن جعفر المهدي الصوّاف المقسم أبو محمَّد يروي عن عبد الله بن سعيد بن أبي مريم حدثونا عنه.\r285 - سعيد بن يونس الصواف سافر إلى البلدان وسَمع وسُمع منه.\rحدثني عبد الرحمن بن إسماعيل قال: حدثني أبي عثمان سعيد بن يونس (¬5) قال: لما خرجتُ إلى بغداد اجتمع عليَّ أصحاب الحديث فحدثتهم ثمَّ كثروا عليَّ حتى أمليت عليهم يومًا بمستملين - أراه قال أربعة - فقال بعض المستملين للآخر من حيث أسمع: يا فلان ترى الشيخ يأكلها؟ ! فسمعته فقلت له قليلًا قليلًا وهو يسمعني: اسكتوا يا صفاعنة فقالا لي: نعم أعزك الله، واستملوا.\r286 - سكنان بن مروان بن حَبيب الأسنوي يروي عن محمَّد بن عمر بن لبابة وُلد سنة ثمان وسبعين ومائتين وتُوفي سنة ست وأربعين وثلاثمائة.\r¬__________\r285 - كثرة المستملين دليل على عظم مجلس الإملاء، وهذا من آداب هذا المجلس لكي يسمع الحاضرون جميعهم، وللخطيب في الجامع باب في ذلك وكذلك في أدب الإملاء للسمعاني.\rوقوله (يا صفاعنة) أي من الصفع وهو على القفا، أما اللطم فعلى الوجه، والأول جائز للتأديب والثاني محرَّم، وقد ثبت عن الأعمش قال: (من لم يطلب الحديث أشتهي أن أصفعه بنعلي) رواه الخطيب في شرف أصحاب الحديث (319) والكلام بغير حاجة في مجلس الإملاء والعلم والقرآن/ من سوء الأدب مع الله - جل وعلا، ومع رسوله - صلى الله عليه وسلم - ولذلك أدلته محلها من مصطلح الحديث.\r(¬5) (نفيس) هكذا كتبت وهو خطأ.","seal":"629332E6","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"hno":287,"nass":"287 - سراج مولى قعنب المعافري الرجل الصالح أبو نصر حدثونا عنه.\rحدثنا الحسن بن علي خلف بن سليمان قال: سمعت سراجًا يقول وقد ذُكر له الصراط ودقّته وأنه أدق من الشعرة وأحدّ من السَّيف فقال: هذه السحاب الثقال على الهواء بلا صراط.\r288 - سواد بن محمَّد بن عمرو بن سواد بن الأسود بن أبي سرح العامري يروي عن جده عثمان حدثونا عنه.\r¬__________\r287 - • قوله في صفة الصراط: (أدق من الشَّعْرة وأحدّ من السيف) هذا صحيح من حديث رسول الله - صلى الله عليه وسلم -.\rرواه مسلم (الإيمان 1/ 171/ 302) من حديث أبي سعيد الخُدْري - رضي الله عنه - قال: بلغني أن الصراط ... ، فهذا بلاغ في حكم المرفوع فمثله لا يكون إلا من جهته - صلى الله عليه وسلم -.\rورواه أحمد (6/ 110) من حديث عائشة - رضي الله عنها -، وإسناده ضعيف.\rورواه البيهقي (2/ 106/ الفتن لابن كثير) من حديث ابن مسعود وأنس - رضي الله عنهما -، وفي الإسناد مقال.\r• قوله: (هذه السحاب الثقال على الهواء بلا صراط) معناه أن الله تعالى حمل هذه السحب الثقيلة على الهواء فلو شاء حمل المرء الصالح دون أن يزلّ على الصراط، وهذا قول صحيح عامةً فإن الله عز وجل يمسك السماوات والأرض أن تزولا، ويمسك السماء - وهي أعظم من السحب - أن تقع على الأرض - دون أعمدة، ويمسك الطير، وهو على كل شيء قدير.\rوهو كذلك صحيح خاصةً في الصراط فقد قال - صلى الله عليه وسلم -: (جسر على متن جهنم مدحضة مزلة عليه خطاطيف وكلالبيب وحسك (يعني الشوْك) .. المؤمن عليها - يعني بعمله - كالطرْف - يعني يمر سريعًا كطرْف البصر - والبرق والريح وأجاويد الخيل ... ) الحديث رواه البخاري ومسلم من حديث أبي سعيد وأبي هريرة - رضي الله عنهما -، وورد من حديث ابن مسعود وعائشة - رضي الله عنهما -.","seal":"8B5D824B","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"hno":289,"nass":"289 - سلّام بن بكار بن سعيد السلمي أبو القاسم. يروي عن إبراهيم بن منقذ حدثونا عنه.\r290 - سكن بن محمَّد بن سكن الكِنْدي يكنى أبا سهل يروي عن ابن أبي رومان الأسكندراني حدثونا عنه.\r291 - سلمون بن الفتح المغربي الصواف يكنى أبا كريم سمعت منه تُوفي في رجل سنة ست وسبعين وثلاثمائة.\r292 - سفيان الثقفي المعروف بالخباز كان يجالس المزني يروي عن الشافعي روى عنه الطحاوي.\r293 - سنان الأسكندراني بن يونس روى عنه أبو الغَمْر الأموي.\r294 - سعيد ابن أخي نمارق روى عنه أبو الغَمْر الأموي.\r295 - سعد بن معاذ بن عمرو يروي عن محمَّد بن عبد الحكم.\r\rباب الشين\r296 - شعبان بن عبيد بن يؤمن بن شرحبيل يكنى أبا القاسم حكايةً عن ذي النون بن إبراهيم حدثونا عنه.\r297 - شرحبيل بن ربيعة بن معدي كرب الحبر بن ذي مرحب الحضرمي يروي عن أبيه روى عنه ربيعة بن ناجية.\r298 - شعيب بن جعفر بن موسى البرتي الأسكندراني أبو العباس يروي عنه خَيْر بن سعيد حدثونا عنه.","seal":"10422900","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"hno":299,"nass":"باب الصاد\r299 - صالح بن عبد القدوس الإخميمي يروي عن ذي النون روى عنه ابن ابنه ذو النون بن أحمد بن صالح.\r300 - صالح بن حَنش مولى الزبيري أبو محمَّد حدثونا عنه.\r301 - صندل مولى زُبير يروي عن عبد الله بن دهب.\r302 - صدقة بن محمَّد بن (حرو) بن إسماعيل بن زياد الكِنْدي أبو القاسم يروي عن يوسف بن عدي.\r303 - صالح بن علي بن محمَّد الحصيني أبو بكر يروي عن ابن قُتيبة العسقلاني وعباس البصري وغيرهما سمعت منه تُوفي في شعبان سنة ثمان وستين وثلاثمائة.\r304 - صالح بن عبد الصمد الصواف يكنى أبا الفضل سمعت منه.\r305 - صافي بن عبد الله الطرسوسي يكنى أبا الحسن سمعت منه.","seal":"4ECC0691","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"hno":306,"nass":"باب الضاد\r306 - ضَمْرة بن عبد الله بن سعيد الأندلسي أبو محمَّد بلغني أنَّه تُوفي في سنة سبعين وثلاثمائة سمعت منه.\rحدثنا أبو محمَّد ضمرة بن عبد الله بن سعيد الأندلسي، حدثنا عبد الله بن إبراهيم التونسي حدثنا يحيى بن محمَّد بن خشيش حدثنا سليمان بن عمران حدثنا عبد الله بن خارجة الغافقي حدثنا مالك بن أنس عن نافع عن ابن عمر قال قال رسول الله - صلى الله عليه وسلم -: (لعنت القدرية والمُرْجِئةِ على لسان اثنين وسبعين نبيًا أولهم نوح وآخرهم محمَّد - صلى الله عليه وسلم -).\r¬__________\r306 - رواه الدارقطني في العلل (. . .) من حديث علي رضي الله عنه واقتصر الألباني - تبعًا للمناوي - على تضعيفه.\rورواية ابن الطحان من حديث ابن عمر باطلة، وكذلك رواية ابن عديّ (6/ 2296) من حديث ابن عباس.\rوله شاهد من قول وهب بن منبه وغيره، وقد سقت ذلك في مستخرجي على كتاب القدر للفريابي وغيره.","seal":"42181441","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"hno":307,"nass":"باب الطاء\r307 - طاهر بن يزيد الأندلسي حدَّث.\r308 - طاهر بن الحسن بن يوسف بن داود الخولاني أبو عيسى حدثنا عنه ابن رشيق.\r309 - طالب بن عصمة الأندلسي حدَّث.\r310 - طيبان بن أحمد بن يزيد الصدفي أبو الطيب يروي عن خيرون بن علي البلوي حدثونا عنه.\r311 - طبة بن أحمد بن العباس بن خالد الريفي النسائي أبو القاسم حدثونا عنه.\r312 - طاهر بن أحمد بن طاهر الأزدي الخلال أبو محمَّد يروي عن ابن زبَّان وغيره تُوفي ليلة الجمعة ودُفن في يوم الجمعة لثمان خلون من ربيع الآخر سنة ثمانين وثلاثمائة.\r\rباب الظاء\r- لا شيء.","seal":"F2CA1C4B","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"hno":313,"nass":"باب العين\r313 - عبد الله بن أحمد بن إسحاق البغدادي مصري سكن بغداد حدَّث عنه الدارقطني.\r314 - عبد الله بن يحيى الخشَّاب القيسي سرقسطي ولي القضاء. كان يقال إنه مجاب.\r315 - عبد الله بن مرَّة المغربي كان قدريًا.\r316 - عبد الله بن محمَّد بن إبراهيم بن عاصم بن مسلم الثقفي أبو محمَّد.\r317 - عبد الله بن محمَّد أبو الوليد الأعرج مغربي تُوفي سنة عشر وثلاثمائة.\r318 - عبد الله بن محمَّد بن علي اللخمي أبو محمَّد يُعرف بالباجي قال لي عبد الرحمن بن سعيد الأندلسي: قال لي عبد الله بن محمَّد بن علي: وُلدت سنة إحدى وتسعين ومائتين.\r319 - عبد الله بن عمر البرسيمي أبو محمَّد يروي عن السمرقندي وغيره سمعت منه.\r320 - عبد الله بن محمَّد بن شرف السهمي يروي عن أبيه روى عنه جرير بن مطر.","seal":"EC13A7ED","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"hno":321,"nass":"321 - عبد الله بن أبي الشريف ويكنى أبا اليمن (¬6) عمر بن بكر بن أبي الشريف روى عنه أبو بكر.\r332 - عبد الله بن هارون بن علي بن عبد الله الحضرميّ يروي عن أبيه، وُلد بمصر سنة ثمانين ومائة، روى عنه ولداه علي وإبراهيم، وتوفي سنة خمس وأربعين ومائتين.\r323 - عبد الله بن الحسن بن المقفا بن عمير الرعيني أبو محمَّد يروي عن يحيى بن بكير حدثني عنه ابن القطور وأبو القاسم القرشي.\r324 - عبد الله بن محمَّد بن الربيع بن سليمان الجيزي أبو بكر يروي عن أبيه حدثونا عنه.\r325 - عبد الله بن مسرور المقرئ حدثونا عنه أبو محمَّد يروى عن عيسى بن مسكين.\r326 - عبد الله بن أحمد بن إبراهيم (¬7) التميمي المغربي أبو العباس حُكي عنه.\r327 - عبد الله بن عمر بن عبد القادر بن سلّام بن خالد بن يزيد بن رومان بن عمرو بن عياش بن الصعب بن ربيعة بن سعد بن خولان البهنسي المزارع أبو الذكر توفي بالبهنسا سلخ شوال سنة ثمان وأربعين وثلاثمائة.\r¬__________\r(¬6) هكذا! .\r(¬7) تكررت (بن إبراهيم) وعليها علامة (ص).","seal":"5CF03B3B","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"hno":328,"nass":"328 - عبد الله بن عبد الرحمن بن سعد بن شعيب (¬8) بن الليث بن سعد أبو القاسم.\rحدثنا عبد الله بن أحمد الصفار حدثنا عبد الله بن الفضل الطائي حدثنا أبو القاسم عبد الله بن عبد الرحمن بن سَعْد بن شُعيب بن الليث بن سعد حدثني عمي محمد بن عبد الملك بن شُعيب حدثني أبي عن جدي عن الليث بن سعد قال: رقيت أبا قبيس إلى الموضع الذي يقال: كان رسول الله - صلى الله عليه وسلم - يقوم فيه فإذا كهل عليه بردتان وهو قائم يركع فركعتُ خلفه - وذكر الحديث بطوله.\r329 - عبد الله بن محمَّد بن موسى بن مختار أبو العباس المصري حدثونا عنه.\r330 - عبد الله بن الحسين المزوق المصري أبو الحمراء.\r331 - عبد الله بن محمَّد بن حكيم بن عبد الصمد بن علي بن الحسين بن جعفر بن محمَّد الأصم الصَّيرفي أبو محمَّد يروي عن أحمد بن حمَّاد وغيره حدثونا عنه.\r332 - عبد الله بن حديد الشافعي المصري أبو محمَّد يروي عن ابن ربيع وغيره حدثني عنه أبي وغيره.\r¬__________\r328 - أبو قُبيس قال الأزرقي (1/ 32 و 2/ 266 - 267): (هو الجبل المُشْرف على الصفا، وهو أحد أخشبي مكة، وقيل: إنه هو أول جبل وُضع على الأرض).\rوقوله: (الموضع الذي يقال: كان رسول الله - صلى الله عليه وسلم - يقوم فيه) لم أقف على شاهد له، وهو بذلك الإسناد معضل لا يثبت وفي إسناده من لم أعرفه.\rوالحدث تتمته في قصة الكهل لم أقف عليها.\r(¬8) كتبت (سعدون) ثمَّ صححت في الحاشية.","seal":"217BEEEC","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"hno":333,"nass":"333 - عبد الله بن عمر بن إسحاق بن محمد بن معمر بن حبيب بن كهمس بن المنهال أبو جعفر يروى عن أبي علاثة وغيره. وُلد بمصر سنة تسع وسبعين ومائتين وتوفي في ذي الحجة سنة ثلاث وخمسين وثلاثمائة.\r334 - عبد الله بن عمرو بن عبد الله بن عبد الوهاب بن نصر بن بحر الصدفي أبو سعيد يروي عن الحسن بن علية وغيره حدثونا عنه.\r335 - عبد الله بن عثمان الأموي روى عنه ابن عمر وابن خزيمة.\r336 - عبد الله بن (سفلسه) المغربي حدثونا عنه.\r337 - عبد الله بن علي بن زياد الأسكندراني المحدِّث يروى عن أبيه روى عنه ابن ابنه أحمد بن محمَّد بن عبد الله.\r338 - عبد الله بن أحمد بن محمَّد بن عمرو بن نافع أبو القاسم روى عن جده حدثونا عنه.\r339 - عبد الله بن محمَّد بن أحمد بن يحيى بن الحارث السعدي أبو القاسم ابن أبي العوام حدثونا عنه.\r340 - عبد الله بن العلايلي الفقيه أبو محمَّد قاضي المحلة المالكي حدثونا عنه.\r341 - عبد الله بن أحمد بن أبي سفيان الوراق أبو القاسم حدثونا عنه.\r342 - عبد الله بن إسماعيل بن حيون بن قيس بن عمارة العثماني روى عن ابن ربيع المؤدِّب حدثونا عنه.\r343 - عبد الله بن محمَّد بن يحيى بن مكي بن رجا أبو القاسم الفقيه الشافعي المعدّل.\r344 - عبد الله بن أحمد بن محمَّد بن الناصح بن المفسر الشافعي الفقيه أبو أحمد يروي عن ابن الرواس وغيره سمعتُ منه. تُوفي في رجب سنة خمس وستين وثلاثمائة.","seal":"990F64DE","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"hno":345,"nass":"345 - عبد الله بن إبراهيم بن مالك الاخميمي المدني أبو محمَّد سمعت منه توفي سنة إحدى وسبعين وثلاثمائة.\r346 - عبد الله بن أبي حامد الصواف أبو محمَّد حفظت عنه حديثًا عن القزوينيّ.\r347 - عبد الله بن سعيد بن علي الأزدي أبو محمَّد سمع وحدَّت.\r348 - عبيد بن محمَّد الحميري يروي عن ذي النون.\r349 - عبيد الله بن الحسين بن إبراهيم بن جابر التنيسي أبو القاسم حدثونا عنه.\r350 - عبيد بن محمَّد التجيبي أبو القاسم يروي عن ذي النون الزاهد.\r351 - عُبيد الله بن إبراهيم بن عُبيد بن خالد بن محمَّد بن عطية الدمياطي ابن عين الغزالي أبو محمَّد يروى عن بكر بن سهل الدمياطي حدثونا عنه.\r352 - عبد الله بن عبد العزيز المقرئ المقرئ المُكَتِّب أبو أحمد سمعتُ منه.\r353 - عبد الله بن بكار بن محمَّد بن عبد الله بن رُكَين الصواف الكِنْدي أبو محمَّد حفظتُ عنه حديثًا عن ابن أبي الحديد.\r354 - عبد الله بن عمرو بن محمَّد بن عبد الله المساميري أبو محمَّد سمعت منه.","seal":"11D91D71","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"hno":355,"nass":"باب عمر\r355 - عمر بن أحمد بن الأسود بن زغبة مولى تجيب أبو طالب.\rأنشدني عبد الرحمن بن إسماعيل قال: أنشدني أبو طالب عمر بن أحمد بن الأسود بن حمَّاد زغبة عن هارون بن ملول عن أبي عبد الرحمن المقرئ عن أبي حنيفة:\rللناس همَّاتٌ وانشغالُ ... وهمتي عِلْمٌ وتَسْآلُ\rمَنْ كنتُ لولا أنني عالمٌ ... وأنهم بالأمر جُهَّال\r355/ م - عمر بن الربيع بن سليمان الخشاب الرجل الصالح أبو طالب حدثونا عنه تُوفي سنة أربعين وثلاثمائة.\r¬__________\r355 - هذا الشعر لم أجده في تراجم الرجل، وقوله (من كنتُ لولا أنني عالم) قاله جمع من السلف الصالح - رحمهم الله تعالى - منهم الأعمش قال: (لولا هذه الأحاديث لكنا من البقالين) رواه الخطيب في شرف أصحاب الحديث (320).\rوالعِلْم - أعني علم الشرع إذ لا علم أحق بذلك الاسم منه - نعيم في الدنيا لمن ابتغى به وجه الله - تعالى - قبل نعيم الآخرة: له لذته وحلاوته، ولا دين إلا به، فاللهم علمًا نافعًا: يقرّبنا إليك، ورزقًا واسعًا: نصون به العلم ونحفظه، وعملًا صالحًا: يكون شكرًا للنعمة فإن العلم إذا لم يُدْعَ به ويُعْمل به ضاع، وصار حلاوته نكدًا لصاحبها ووبالًا عليه في دنياه وأخراه، وكذلك رأينا في المنسوبين إلى العلم في زماننا فاللهم لا تجعلنا فتنة للظالمين ولا إمعة للفاسقين.","seal":"2B2E9928","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"hno":356,"nass":"356 - عمر بن صدفة الحمَّال يروي عن ذي النون الزاهد.\r357 - عمر بن محمَّد بن يوسف بن يعقوب الكِنْدي قال حدثني أبي رحمه الله قال: قرأتُ بكنيسة (ببكلثم) هذه الأبيات:\rمغتربٌ عائبٌ على زمنه ... والى عليه الزمانُ من محنه\rيكفيك من حُزْنه تعدُدُه ... بالهمّ عن أهله وعن وطنه\rلولا الأماني التي عرضن له ... ما احتبستْ روحه على بدنه\r358 - عمر بن عرفة البزار يروي عن أبي الهيجاء سمعتُ منه.\r359 - عمر بن محمَّد بن علي بن أحمد بن سليمان علان العَدْل يكنى أبا بكر سمع من جده وغيره.\rسمعته يقول: سمعت جدي ابن علان يقول: حضر جنازة أبي الطاهر بن السَّرْح في ذي القعدة سنة خمسين ومائتين. تُوفي رحمه الله سنة ثلاث وسبعين وثلاثمائة.\r360 - عمر بن جعفر بن أحمد بن عيسى الخناس المخاصم أبو جعفر يروي عن الباهلي وابن زبان وغيرهم سمعت منه تُوفي رحمه الله سنة أربع وسبعين وثلاثمائة.\r361 - عمر بن محمَّد بن حمدان بن عبد الأعلى بن عيسى صاحب (الأكليسيه) يكنى أبا حفص سمعت منه.\r362 - عمر بن يوسف الأشبيلي يروى عن محمَّد (¬9) بن عبد الله بن عبد الحكم.\r363 - عمر بن خنيس بن منصور يكنى أبا حفص الناشيء يروي عن هارون بن ناصح المعدّل والسمرقندي وغيرهما سمعتُ منه.\r¬__________\r(¬9) هكذا الصواب، والمكتوب (سعد).","seal":"339C2369","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"hno":364,"nass":"364 - عمر بن موسى الجلاب يكنى أبا حفص يروى عن ابن ربيع وغيره سمعتُ منه.\r365 - عمر بن محمَّد بن عراك بن محمَّد الحضرمي الإمام يكنى أبا حفص يروي عن عبد الرحمن بن رشدين وغيره سمعتُ منه.\r366 - عمر بن محمَّد اليحصبي ابن اليتيم الأشنوي.\r367 - عمر بن أبي (جحيوه) أبو حفص أندلسي حدَّث.","seal":"165E96FF","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"hno":368,"nass":"باب عثمان\r368 - عثمان بن شعبان بن محمَّد بن ربيعة بن سليمان بن أيوب بن أبي عبيدة بن محمَّد بن عمار بن ياسر صاحب رسول الله - صلى الله عليه وسلم - يكنى أبا عمر. وُلد بمصر سنة ست وستين ومائتين وتُوفي سنة ثلاث وأربعين وثلاثمائة حدثونا عنه.\r369 - عثمان بن محمَّد بن عبد الرحمن العبسي أبو عَمْرو يروي عن ابن فديك وغيره سمعت منه وتُوفي سنة سبع وستين وثلاثمائة.\r370 - عثمان بن حجاج بن يوسف الخولاني الشاعر أبو عَمْرُو تُوفي في صفر سنة ست وستين وثلاثمائة سمعت منه.\rأنشدني عثمان بن حجَّاج لنفسه:\rسلام على الأيام يوم حصولنا ... على شرجع خوف القليب تواري\rوتُوحش دارٌ بَعْد أُنْسٍ بأهلها ... بحادث ليلٍ يأتنا ونهارِ\r371 - عثمان بن علي القلانسيّ أبو عَمْرو الصواف سمعتُ منه.\r372 - عُبيد الله بن عمر بن الحسن بن عبد العزيز بن عبد الله بن العباس بن محمَّد بن علي بن عبد الله بن العباس أبو أحمد يروي عن عثمان السمرقندي سمعت منه.\r¬__________\r370 - الشرجع: السرير المرتفع، يعني الجنازة.","seal":"CA65388B","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"hno":373,"nass":"373 - عُبيد الله بن محمَّد بن خلف بن سهل بن أبي غالب البزار أبو القاسم سمعتُ منه.\r374 - عبد الرحمن بن أحمد بن حكيم أبو محمَّد حدَّث عن الحسن بن مليح عن يونس وغيره سمعتُ منه تُوفي في سنة خمس وأربعمائة رحمه الله.\r375 - عثمان بن جرير بن حميد الكلابي حدَّث.\r376 - عثمان بن عبد الرحمن بن عبد الحميد بن إبراهيم بن عيسى بن عبد الرحمن بن يحيى بن يزيد بن مسلم مولى معاوية يروى عن ابن وضَّاح.","seal":"54BE7C3E","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"hno":377,"nass":"باب علي\r377 - علي بن رزيق بن إسماعيل الآدمي أبو الحسن روى عن ابن يزيد وغيره، حدَّث.\r378 - علي بن الحسين بن علي الفرَّاء العبسي صاحب التاريخ يكنى أبا الحسن المالكي حدثني عنه أبي توفي سنة اثنتين وخمسين وثلاثمائة.\r379 - علي بن عثمان بن سعيد بن كامل الخولاني أبو حسين يروي عن يونس والمزني وغيرهما حدثونا عنه.\r380 - علي بن عبد الله بن عبد الرحمن بن مطر الأسكندراني أبو الحسين قاضي الاسكندرية قدم مصر وتحدث حدثونا عنه توفي سنة تسع وثلاثين وثلاثمائة.\r381 - علي بن جعفر بن موسى بن عيسى بن جابر بن الأشعث الكاتب ابن القصاص أبو القاسم ولد بمصر سنة أربع وستين ومائتين حدثونا عنه وتُوفي بها سنة خمس وأربعين وثلاثمائة.\r382 - علي بن محمَّد بن إبراهيم بن عبد الله بن هارون بن علي بن عبد الله بن إسحاق بن عمرو بن إبراهيم بن (حور) بن أسلم بن زيد بن الحارث بن عمرو بن حجر بن قيس بن (تحفة) بن سهل بن زيد بن حضرموت يكنى أبا الحسن يروي عن المهراني وأحمد بن عبد الوارث والطحاوي وغيرهم تُوفي رحمه الله يوم الأربعاء ضحوةً ودُفن يوم الخميس ضحوةً لخمس بقين من شوال سنة سبع وستين وثلاثمائة.","seal":"7B069E08","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"hno":383,"nass":"383 - علي بن محمَّد بن إبراهيم بن المعلم أبو القاسم بن الجلاب حدثونا عنه.\r384 - علي بن عبد الله بن هارون الحضرمي يروي عن أبيه روى عنه أحمد بن داود وُلد في رجب سنة ثمان عشرة ومائتين.\r385 - علي بن إبراهيم بن إسحاق اللبابي القطان أبو الحسن حدثونا عنه.\r386 - علي بن محمَّد بن سليمان بن أحمد الكِنْدي أبو الحسن يروي عن الربيع المؤذن حدثونا عنه.\r387 - علي بن محمَّد الإمام بالبلينا يكنى أبا الحسن يروي عن ذي النون ابن إبراهيم.\r388 - علي بن إبراهيم بن حيان الخياط مصري أبو الحسين حدثونا عنه.\r389 - علي بن القاسم بن محمد بن عبد الله بن محمَّد بن عبيد الله البهنسي الخلال أبو الحسن ولد بالبهنسا سنة سبع وستين ومائتين حدثونا عنه.\r390 - علي بن عافية بن محمَّد بن بشر المورس أبو الحسن حدثونا عنه.\r391 - علي بن عثمان بن خطاب أبو الدنيا قدم من المغرب إلى مصر سنة عشر وثلاثمائة ذكر أنَّه رأى علي بن أبي طالب ومعاوية وغيرهما وأنه أتى له من العمر ثلاثمائة ونَيّف.\rحدثني عبد العزيز بن فرج وهشام بن محمَّد الرّعيني قالا: حدثنا علي بن عثمان بن خطاب قال: سمعت علي بن أبي طالب يقول سمعت النبي - صلى الله عليه وسلم - يقول: (من كذب عليّ متعمدًا دخل النار).\r¬__________\r391 - هذا باطل بهذا الإسناد، وأبو الدنيا كذاب، وترجمته في الميزان ولسانه (4/ 134 - 140). =","seal":"C25DBBF9","page":86},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"hno":392,"nass":"392 - علي بن نيار بن محمَّد الزاهد أبو الحسن حفظتُ عنه.\r393 - علي بن الحسن بن حمدان بن يعقوب بن عرفة بن عبد الله بن حبيب بن الخزرج الحمراوي أبو الحسن تُوفي سنة أربع وأربعين وثلاثمائة حدثونا عنه.\r394 - علي النعّالي الورّاق أبو الحسن حدثونا عنه.\r395 - علي بن يوسف بن دواش بن عبد الله بن مطر بن سلَّام القطيعي المرادي أبو الحسن تُوفي بمصر سنة ثلاثة وأربعين وثلاثمائة حدثونا عنه، ضعيف.\r396 - علي بن المعلَّى بن الحسن بن علي بن المعلَّى العبديّ أبو الحسن المؤدِّب يعرف بابن العلاّف تُوفي سنة اثنتين وأربعين وثلاثمائة حدثونا عنه.\r397 - علي بن جعفر بن مسافر التنيسي أبو الحسن يروي عن أبيه وهلال بن العلاء وغيره حدثونا عنه.\r398 - علي بن الصبري القاضي أبو الحسن له بيت وقَدْر.\r399 - علي بن عبد الرحمن العدَّاس أبو الحسن سمعتُ منه كان يقول الكِنْدي.\r400 - علي بن محمَّد بن علي بن سعيد بن سعد بن صالح الحِصْني أبو الحسن حدثونا عنه.\r401 - علي بن عطاف بن محمَّد العطار أبو الحسن يروي عن بكر بن سهل وغيره حدثونا عنه.\r¬__________\r= وورد عن علي - رضي الله عنه - من رواية ثعلبة بن يزيد وربعي بن حراش وغيرهما.\rوثبت متواترًا عن جمع من الصحابة - رضي الله عنهم -، وقد خرجت أحاديثهم في جزء لي في جمع طرقه.","seal":"DA24F37F","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"hno":402,"nass":"402 - علي بن عبد الله التنيسي أبو الحسن حدثونا عنه.\r403 - علي بن منصور الطيبي أبو الحسن يروي عن محمَّد بن محارق البوشي حدثونا عنه.\r404 - علي بن أحمد بن محمَّد بن سلامة بن سلمة الأزدي الطحاوي أبو الحسن يروي عن النسائي وغيره حدثونا عنه تُوفي في ربيع الآخر سنة إحدى وخمسين وثلاثمائة.\r405 - علي بن رُكين يكنى أبا الحسن يروي عن أحمد بن زغبة وغيره أمه بنت محمَّد بن سلمة المرادي كاتب الحارث بن مسكين تُوفي سنة إحدى وخمسين وثلاثمائة.\r406 - علي بن أحمد بن الحسن بن علي بن حمدون التككي أبو الحسن يروي عن ابن زبان وغيره سمعتُ منه تُوفي سنة ثلاث وسبعين وثلاثمائة.\r407 - علي بن الحسن بن عبد الأحد البرسيمي أبو الحسن يروي عن ابن ربيع سمعتُ منه.\r408 - علي بن بادي الصوفي حدثنا عنه ابن رشيق.\r409 - علي بن السكن المعبِّر للرؤيا يروي عن الربيع المرادي حدثونا عنه.\r410 - علي بن الحسن بن عبد الله بن محمَّد الهذلي التنيسي المعدل (¬10) أبو الحسن قال لي أبو صالح عنه أنَّه قال: ولدت سنة ثمان وأربعين ومائتين. وتُوفي سنة إحدى وثلاثين وثلاثمائة.\r411 - علي بن عبد الله العناني سمع وكتب وحدَّث وكان أحد إخواننا الذين سمعوا معنا.\r¬__________\r(¬10) زاد (المعدود) وعليها (صـ).","seal":"18B90533","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"hno":412,"nass":"412 - علي بن محمَّد الخناس المكفوف أبو الحسن يروي عن ابن كمونة وغيره سمعتُ منه تُوفي في جمادى الآخرة سنة تسع وستين وثلاثمائة.\r413 - علي بن أحمد بن أبي شيخة أبو الحسن.\rقال لي أبي: قال علي بن الحسين الفَرَّاء: تُوفي في سنة سبع وثلاثمائة صلى العيد في مصر ولم يكن يُصلَّى فيه العيد قبل ذلك وكان أول من صلى يوم الفطر في الجامع بالناس علي بن أحمد بن أبي شيخة فخطب خطبة الفطر في دفتر نظرًا وكان مما قال وحُفظ عليه في خُطْبَته: اتقوا الله حقَّ تقاته ولا تموتن إلا وأنتم مشركون فقال فيه بعضُ الشعراء:\rوقام في العيد لنا خاطبًا ... فحرَّضَ الناس على الكفرِ\rفبعث إليه تكين يأمر بضربه فكُلِّم فيه فأطلقه. روى عن أبي يحيى الوقار روى عنه أبو عمرو ابن خزيمة الضرير.\r¬__________\r413 - قوله: (خطب في دفترٍ نظرًا).\rقلتُ: الخطبة هكذا - مع جوازها - إلا أن غيرها أوْلى ولا أعرف لها أصلًا، ولها كذلك فوائد منها:\r- قصر الخُطْبة وهو سُنَّة، وإعداد الخطبة كتابةً يمكِّن من ذلك. على أن من مزالقها ما بينته هذه القصة ذلك أنَّه قد تجرأ بها على الخطبة من لا يحسن حتى القراءة، فكان - مع أن الخطبة مكتوبة أمامه - يكثر التصحيف واللحن في اللغة ويعلم الله كم أفسد هؤلاء - وأمثالهم - عليَّ من جمعتي بما يعتريني من ضيق وقول الرجل: (إلا وأنتم مشركون) إنما هو زلة لسان والآية من سورة آل عمران: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}. آية: 102.","seal":"51BAAF19","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"hno":414,"nass":"باب عمرو\r414 - عمرو بن سعد بن عمرو بن سوار بن الأسود بن عمرو بن محمَّد بن عبد الله بن سعد بن أبي سَرْح العامري أبو هشام حدثونا عنه تُوفي سنة سبع وخمسين وثلاثمائة.\r415 - عمرو بن الحارث بن محمَّد بن أحمد بن الحارث بن مسكين القاضي يكنى أبا محمَّد سمعتُ منه تُوفي في جمادى الآخرة سنة تسع وستين وثلاثمائة.\r416 - عبد الوهاب بن فرح الأندلسي يروي عن إبراهيم بن قاسم بن هلال.\r417 - عبد الحميد بن أحمد بن عبد الرحمن بن إسحاق الجوهري أبو الحسين سمعتُ منه.\r418 - عافية بن عمر بن عبد العظيم بن عافية بن محمَّد الإمام يكنى أبا القاسم كان يؤذن في الجامع وكُفَّ بصره سمعتُ منه عن علي بن أبي مطر.\r419 - علي بن محمَّد الخامي المالكي أبو الحسن سمعتُ منه.\r420 - (عاشور) بن محمَّد البسوري يكنى أبا محمَّد سمعتُ منه.\r421 - عمران بن أحمد الإخميمي يكنى أبا طالب حدثونا عنه.\r422 - عمير بن يحيى الإخميمي يروي عن ذي النون بن إبراهيم.\r423 - عنبسة بن الفضل القصاري أبو الفضل يروي عن يونس حدثونا عنه.","seal":"D2973AB7","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"hno":424,"nass":"424 - عمر بن سلمان الغزالي الفقيه المالكي أبو القاسم حُكي لنا عنه.\r425 - عتيق بن موسى بن هارون الأزدي أبو بكر يروي عن ابن أبي الرقراق وحسين العكي وغيرهما سمعتُ منه تُوفي ليلة الأربعاء ودُفن ليلة الخميس لثمان بقين من شعبان سنة ثمان وسبعين وثلاثمائة وسمَّعتُ أخي محمدًا منه.\r426 - عتيق بن محمَّد بن حمدان بن عبد الأعلى بن عيسى الصواف أبو بكر سمع وكتب ولم يكن من أصحاب الحديث حَفِظتُ عنه حديثًا واحدًا عن أبي الحسين بن أبي الحديد تُوفي في رمضان سنة سبع وستين وثلاثمائة.\r427 - عبادة بن رفاعة بن عمارة بن وثيمة بن موسى بن الفرات يكنى أبا العباس سمعتُ منه تُوفي في ربيع الآخر سنة ستين وثلاثمائة.\r428 - عامر بن أبي جعفر أندلسي يروي عن مالك بن أنس.\r429 - عَبْدوس العطار روى عن يحيى بن عثمان بن صالح.\r430 - علي بن محمَّد البزاز سمعتُ منه.\r431 - علي بن حاتم الصواف أبو الحُسين سمعتُ منه.\r432 - عياض بن زكريا البهنسي أبو القاسم حدَّث.\r433 - عبد الصمد بن محمَّد بن صالح بن عبد الصمد الصواف أبو علي سمع وكتب ومات شابًا غريقًا في بحر الحجاز رحمه الله.\r434 - عكرمة بن علان بن الحسين النَّسائي المقرئ الإمام يكنى أبا القاسم سمعتُ منه حديثًا واحدًا تُوفي سنة اثنتين وسبعين وثلاثمائة.\r435 - علي بن منهال بن أحمد بن منهال بن حبيب بن مَعْمر الجوهري أبو القاسم يروى عن ابن عبد الوارث العسال وغيره سمعتُ منه.","seal":"4051D4F8","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"hno":436,"nass":"436 - علي بن عبد الرحمن بن أحمد بن يونس بن عبد الأعلى الصدفي يكنى أبا الحسن يروى عن ابن أبي الحديد وغيره تُوفي في شوال (¬11) من سنة تسع وتسعين وثلاثمائة فجأة.\r437 - علي بن الحسين بن علي الجعفري أبو القاسم إمام الجامع سمعتُ منه.\r438 - علي بن عبد الرحمن بن القاسم الخزاز أبو الحسن أخو أبي صالح الحرَّاني حفظتُ عنه أشياء.\r439 - علي بن بكر بن الفضل بن موسى بن مطروح النَّعالي يكنى أبا الحسن يروي عن أبي الحسين بن أبي الحديد سمعتُ منه.\r440 - عبد الرحمن بن عبد الله بن أحمد بن شرف المقرئ الأنماطي أبو القاسم سمعتُ منه.\r441 - العباس بن (املحور) بن عبد الله مولى بني هاشم يروي عن الربيع المؤذن وغيره يكنى أبا الفضل حدثونا عنه.\r442 - العباس بن أحمد بن مطروح بن سراج بن محمَّد بن عبد الله الأزدي النَّحْوي الخطيب الأحمري أبو عيسى تُوفي في جمادى الأولى سنة ثلاث وخمسين وثلاثمائة بقريتنا حدثونا عنه.\r443 - العباس بن أحمد بن سعيد بن مقاتل القمَّاح مولى الجعافرة يكنى أبا الفضل يروي عن ابن زبان وغيره سمعتُ منه تُوفي في شعبان من سنة ثلاثة وستين وثلاثمائة.\r¬__________\r(¬11) (شعبان) وعليها (صـ) والآخر عليها التصحيح.","seal":"DB156DFB","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"hno":444,"nass":"444 - العباس بن أحمد بن محمَّد بن أحمد بن محمد بن إسماعيل بن علي بن عبد الله بن عباس بن عبد المطلب يكنى أبا الطيب الرجل الصالح يُعرف بابن بنت الشافعي سمعتُ منه وتُوفي في ذي القعدة من سنة ثلاث وتسعين وثلاثمائة.\r445 - عيسى بن محمَّد بن حبيب بن أبي سليمان الأندلسي أبو عبد الله حدثونا عنه.\r446 - عيسى بن أحمد بن داود بن هارون بن موسى المعافري البزاز أبو الحسن حدثونا عنه.\r447 - عبد الرزاق بن الحسين بن عيسى الأندلسي أبو الحسين يروي عن ابن المغربي سمعتُ منه.\r448 - عبد الرزاق بن أحمد بن يوسف بن سفيان (الحباش) أبو القاسم يروى عن ابن دحيم وغيره سمعتُ منه.\r449 - عبد الحكيم بن حيان بن عبد القاهر بن حيان المرادي أبو القاسم روى عن أبيه حديث أم زرع سمعتُ منه.\r450 - عيسى بن الفضل قاضي سمسطا يكنى أبا سليمان والنسائي حُكي لنا عنه وعن أحمد بن هلال المقرئ قال لنا: وُلدت يوم الأربعاء وهو يوم الأضحى سنة إحدى وتسعين ومائتين.\r451 - عبد الوهاب بن أحمد بن الحسن بن ميسر أبو القاسم حدث عن ابن الأعرابي المالكي سمعتُ منه تُوفي في شعبان سنة سبع وأربعمائة.\r¬__________\r449 - حديث أم زرع رواه البخاري في صحيحه، ولي عليه جزء.\rو(روي عن أبيه) يعني بسنده من حديث عائشة رضي الله عنها.","seal":"7598789E","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"hno":452,"nass":"452 - علي بن جعفر بن أحمد البلياني المالكي أبو الحسن يروي عن ابن أبي مطر حدثونا عنه.\r453 - عبد الغني بن سعيد بن علي بن سعيد بن بشر بن مروان الأزدي الحافظ المعدّل سمع وكتب قديمًا من عثمان السمرقندي وغيره وأكثر وكان أحد إخواننا الذين سمعنا معهم الحديث وُلد سنة ثلاث وثلاثين وثلاثمائة وتُوفي ليلة الثلاثاء ودُفن يوم الثلاثاء لسبع خلون من صفر من سنة تسع وأربعمائة.\r454 - عبد الغني بن عبد العزيز بن الفأفاء السائح سمع من عثمان السمرقندي تُوفي ليلة الاثنين لسبع عشرة ليلة خلت من رجب من سنة إحدى عشرة وأربعمائة.\r455 - عبد الملك بن الفأفاء سمع ولم يكن من أصحاب الحديث كان أميًا إلا أنَّه حضر معنا عند غندر وثوابة وسمع منهما وما علمته حدَّث.\r456 - عبد الرحمن بن عمر بن محمَّد بن عبد الرحيم بن عبد الرحمن بن سعيد الخولاني أبو القاسم يروي عن النسائي وغيره حدثونا عنه.\r457 - عبد الرحمن بن عبد المؤمن بن عبد الله بن محمَّد بن سليمان المعافري حدثونا عنه.\r458 - عبد الرحمن بن بَقِيّ بن مَخْلد القاضي يروي عن أبيه حدثونا عنه.\r459 - عبد الرحمن بن عيسى بن الحسن الإفريقي المالكي أبو محمَّد يروي عن ابن مبرود وغيره حدثونا عنه.\r460 - عبد الرحمن بن إسماعيل بن عبد الله بن سليمان الخولاني النَّحْوي العروضي الحسَّاب يكنى أبا عيسى يروي عن النسائي وغيره سمعتُ منه تُوفي في صفر سنة ست وستين وثلاثمائة.","seal":"7787564F","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"hno":461,"nass":"461 - عبد الرحمن بن إبراهيم بن يوسف بن رمضان النطروني أبو القاسم يروي عن ابن زبان وابن عبد الوارث وغيرهما سمعتُ منه تُوفي سنة أربع وسبعين وثلاثمائة.\r462 - عبد الرحمن المصري الدلّال.\r462/ أ - علي الصبَّاغ ببغداد خرج من مصر إلى بغداد قديمًا وقطنها وتوفي بها حدثونا عنه.\r463 - عبد الرحمن بن أحمد بن يونس بن عبد الأعلى بن موسى بن ميسرة الصدفي أبو سعيد صاحب التاريخ.\rقال لي عبد الرحمن بن إسماعيل النَّحْوي: تُوفي أبو سعيد عبد الرحمن بن أحمد بن يونس بن عبد الأعلى الصدفي رحمه الله يوم الأحد ودُفن يوم الاثنين لست وعشرين ليلة مضت من جمادى الآخرة من سنة سبع وأربعين وثلاثمائة وصلى عليه أبو القاسم بن حجاج فقلتُ أندبه:\rبثثتَ علمك تشريقًا وتغريبًا\rوعدتَ بعد لذيذ العيش مندوبًا\rأبا سعيد وما بالوك أن نشرتْ\rعنك الدواوينُ تصديقًا وتصويبًا\rما زلتَ تلهج بالتاريخ تكتبه\rحتى رأيناك في التاريخ مكتوبًا\rأرَّختَ موتك في ذِكْرى وفي صُحَفي (¬12)\rلمن يؤرخني إذ كنتُ محسوبًا\rنشرتَ عن مصر من سكانها علمًا\rمتحلًا بجمال القوم منصوبًا\r¬__________\r(¬12) (خلدي) عليها علامة (صـ) والأخرى مصححة.","seal":"EB34034D","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"hno":464,"nass":"كشفتَ عن فخرهم للناس ما سجعتْ\rوُرْقُ الحمام على الأغصان تطريبًا\rأعربتَ عن عُرْبٍ نقَّبْتَ عن لجبٍ\rسارت مناقبهم في الناس تنقيبًا\rنشرتَ مَيِّتهم حيًا بنسبته\rحتى كأنْ لم يمت إذ كان منسوبًا\rإن المكارم للإحسان موجبةٌ\rوفيك قد رُكّبَتْ يا عبدُ تركيبًا\rحُجِبْتَ عنا وما الدنيا بمظهرةٍ\rشخصًا وإن جلَّ إلا عاد محجوبًا\rكذاك الموتُ لا يُبْقي على أحدٍ\rمدى الليالي من الأحباب محبوبًا\r464 - علي بن المنهال بن أحمد بن المنهال بن حبيب بن معمر الجوهري أبو القاسم يروي عن أحمد بن عبد الوارث سمعتُ منه.\r465 - عبد الرحمن بن محمَّد بن أبي زيد الصواف المالكي أبو القاسم سمع معنا وقبلنا وحدَّث وسُمع منه. تُوفي رحمة الله عليه في سنة عشر وأربعمائة بعد دخوله من المغرب.\r466 - عبد الملك بن علي بن أحمد بن عبد الرحمن بن سهل بن شعيب بن الليث بن سعد يكنى أبا بكر يروي عن ابن زبان حدثونا عنه.\r467 - عبد الملك بن رُكين الإخميمي الإمام يروي عن ذي النون الزاهد.\r468 - عبد الرحيم بن رزق الله الكلاعي أبو بكر يروي عن محمَّد بن داود بن أبي ناجية حدثونا عنه.\r469 - عبد العزيز بن أحمد بن عبد العزيز الأندلسي يكنى أبا الأصبغ حدثونا عنه.","seal":"35927F89","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"hno":470,"nass":"470 - عبد العزيز بن محمَّد بن الحسن بن محمَّد بن أحمد بن خلَّاد التميمي الجوهري الضرير قاضي الصعيد يعرف بابن بنت نُعَيْم يكنى أبا محمَّد يروى عن الطحاوي وابن زبان سمعتُ منه توفي سنة خمس وستين وثلاثمائة.\r471 - عبد العزيز بن إسماعيل الصيدلاني الشافعي يكنى أبا القاسم يروي عن ابن الأشعث سمعتُ منه تُوفي سنة أربع وسبعين وثلاثمائة.\r472 - عبد العزيز بن أَعْين بن محمَّد بن جعفر بن أَعْينَ البغدادي المعدّل يكنى أبا القاسم يروي عن ابن المقرئ سمعتُ منه تُوفي في ربيع الأوّل سنة خمس وسبعين وثلاثمائة.\r473 - عبد الجبار بن أحمد بن حماد زغبة مولى تجيب يكنى أبا الحسن حدثونا عنه أخو محمَّد.\r474 - عبد الجبار بن (مبرون) بن محمَّد بن عمرو بن أبي سلمة التنيسي أبا القاسم حدثونا عنه.\r475 - عبد الأعلى بن أحمد بن يونس بن عبد الأعلى الصدفي أبو سلمة حدثونا عنه.\r476 - عبد الوهاب بن فروة الأسكندراني أبو بكر حدثونا عنه.\r477 - عبد الكريم بن الحسين بن إدريس بن عبد الكبير الثقفي أبو الفضل يروي عن خير بن عرفة وغيره. حدثونا عنه تُوفي في ذي القعدة سنة إحدى وعشرين وثلاثمائة.\r478 - عبد الكريم بن أحمد بن شعيب بن علي بن بحر بن سنان النسائي ولد بمصر في صفر سنة سبع وسبعين ومائتين وتُوفي بها سنة أربع وأربعين وثلاثمائة حدثونا (¬13).\r¬__________\r(¬13) كتب فوقها ها هنا (قف).","seal":"3C45DDE3","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"hno":479,"nass":"479 - عبد الرؤوف بن الأبح أبو القاسم حكى لي عنه القرشي.\r480 - عبد ذي العرش أخو ذي النون بن إبراهيم الزاهد.\rحدثنا الحسن بن رشيق حدثنا ذو النون بن أحمد الإخميمي قال: سمعتُ عبد ذي العرش يقول: سمعت أخي ذا النون بن إبراهيم الزاهد يقول لهم: المحبون لله بطاعته التماس القربة إليه وابتغاء رضوانه فمنهم موصول بالكلال أبدًا أو يظفروا بما لهجوا به.\r481 - عبد الباري بن إبراهيم بن أخي ذي النون يروي عن أخيه وذي النون الزاهد.\r482 - عبد الباري بن إسحاق بن عبد الباري ابن أخي ذي النون يروي عن ذي النون الزاهد.\r483 - عبد الغني بن عمر بن محمَّد بن عبد الرحيم بن عبد الرحمن بن سعيد الخولاني الأسواني الخلّال يكنى أبا محمَّد حدثونا عنه.\r484 - عبد الوارث بن سعدون الزهري أبو سعيد الرجل الصالح.\r485 - عبد الغني بن خالد أبو العباس مصري يروي عن الحارث بن مسكين وغيره حدثونا عنه.\r486 - عبد الغني بن موسى بن عبد اللك بن مروان البزاز يكنى أبا محمَّد يروي عن إسحاق الحربي وجدّه وغيرهما سمعتُ منه.\r487 - عبد الواحد بن أحمد بن الحسن التميمي يكنى أبا القاسم يروي عن الربيع المرادي حدثونا عنه.\r488 - عبد الكبير بن أبي عبد الله المغربي حدثونا عنه.\r489 - عبد الحميد بن أحمد بن عيسى بن الحسن بن عيسى بن موسى بن أحمد بن عبد الواحد أخو (أبو رهة) بن الصباح الهَمْداني لأمه الورّاق الشيخ","seal":"B14BD662","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"hno":490,"nass":"الصالح يكنى أبا إسحاق يروي عن النسائي وعبد الله بن وهيب الغزي وغيرهما سمعتُ منه تُوفي في شعبان سنة ثلاث وستين وثلاثمائة.\r490 - عبد الغفار بن أحمد بن محمَّد بن معاوية بن هشام بن داود الخزاز أبو مسلم يروي عن أبيه سمعتُ منه وسمع من الطحاوي.\r491 - عبد العزيز بن علي بن محمَّد بن إسحاق بن فرح يكنى أبا عديّ يروي عن ابن قديد وابن زبان وغيرهما سمعتُ منه.\r492 - عبد العزيز بن جعفر بن عياش بن نبهان البزار أبو الفتح سمعت منه تُوفي سنة ثلاث وثمانين وثلاثمائة.\r493 - عبيد الله بن عبد الملك بن حبيب يروي عن أبيه.\r494 - عبيد الله بن أحمد بن هشام بن حديج يروى عن جناح.\r495 - عبيد بن عمير بن عثمان بن أبان يكنى أبا بكر يروي عن ابن أبي مطر وغيره سمعتُ منه.\r496 - عباس بن محمد بن سعيد بن عوف سمع وكتب وما علمته حدَّث.\r497 - عبد الرحمن بن أحمد بن العباس الإخميمي يكنى أبا القاسم سمع من محمَّد بن سالم عن بحر بن نصر وغيره وتُوفي رحمه الله وما علمته حدَّث غيري (¬14).\r498 - عبد الرحمن بن عبد الله بن أحمد بن شرف المغربي الأنماطي أبو القاسم يروي عن ابن مروان المالكي وغيره سمعتُ منه تُوفي سنة ست وثمانين وثلاثمائة (¬15).\r¬__________\r(¬14) ها هنا مقابلها (بلغ).\r(¬15) كتب (ومائتين) وعليها (صـ) ولا شك أنَّه غلط صوابة ما أثبتُّ.","seal":"50344AAB","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"hno":499,"nass":"499 - عبد الملك بن حَيَّان بن عبد القاهر بن إبراهيم بن حيَّان المرادي يكنى أبا إسحاق يروي عن مأمون وغيره سمعتُ منه.\r500 - عبد القاهر بن حيَّان بن عبد القاهر بن إبراهيم بن حيَّان المرادي يكنى أبا عُبيد الله يروي عن مأمون سمعتُ منه.\r501 - عبد المهيمن بن محمد بن سعيد بن عَوْن الحميري كذا قال أبو الفتح يروي عن عبد الرحمن بن رشديَن وغيره سمعتُ منه.\r502 - عبد الرحمن بن الحسن الصَّيْرفي أبو القاسم يروى عن المنمح (¬16) وغيره سمعتُ منه.\r503 - عبود بن عبد الملك الفاسيّ الفقيه المالكي أبو محمَّد سمعتُ منه.\r504 - عبد الكريم بن أحمد بن علي بن أبي (حدار) الصواف أبو الحسين يروي عن الطحاوي وغيره سمعتُ منه.\r505 - عبد الرحمن بن أبي زمعة المؤذِّن أبو الحسن سمعتُ منه.\r506 - عبد الحميد بن أحمد بن عبد الرحمن بن إسحاق الجوهري أبو الحسن يروي عن إبراهيم بن ميمون ومأمون وغيرهما سمعتُ منه.\r¬__________\r(¬16) كذا وعليها (صـ).","seal":"42A9AC79","page":100},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"hno":507,"nass":"باب الغَيْن\r507 - غالب بن محمَّد بن إسماعيل العصفري يكنى أبا الحسين يروي عن طي بن أيوب وغيره حدثونا عنه.\r508 - غالب بن عبد الله بن موسى بن فليح الموائدي البزاز تُوفي في جمادى الأولى يوم الأربعاء للنصف منه سنة ثلاث وستين وثلاثمائة.\r509 - غدق بن الحسن بن بشر بن غدق سمع مع أسمر العكري وله سماع في كتب أبي وما علمته حدَّث لأنه مات شابًا.","seal":"27252D98","page":101},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":103,"hno":510,"nass":"باب الفاء\r510 - الفضل بن مفضل المغربي حُكي لنا عنه.\r511 - فارس بن شاكر الإمام العسكري يكنى أبا شجاع يروي عن ابن زبان وغيره حدثونا عنه.\r512 - فضيل بن الحسن المعافري يروي عن ابن ربيع الجيزي وابن عبد السلام وابن صالح الخولاني وغيرهم يكنى أبا العباس سمعتُ منه.\r513 - فُرْدُوس بن أحمد بن محمَّد بن سعيد بن فُردوس البزار يكنى أبا بكر يروى عن ابن قُتَيْبة العَسْقلاني وغيره سمعتُ منه تُوفي من ذي القعدة سنة إحدى وستين وثلاثمائة.\r514 - فَتْح بن دويه الإخميمي رأى ذا النون روى عنه عمران الإخميمي.","seal":"7A0DBA48","page":102},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"hno":515,"nass":"باب القاف\r515 - قاسم الحمَّال.\rحدثني أبي قال: حدثني أبو الذكر محمَّد بن يحيى بن مهدي قال: سمعت قاسمًا الحمَّال يقول: سألت محمَّد بن عبد الله بن عبد الحكم فقلت: حلفتُ ألا أشتري أدمًا فاشتريت ناطفًا؟ ! فقال: لا شيء عليك.\r¬__________\r515 - الأَدَم: هو ما يسوغ به الخبز ويؤكل معه، وقال - صلى الله عليه وسلم -: (نِعْم الإدام الخلّ)، وقول ابن عبد الحكم محله الأيمان والنذور، وفي المغني لابن قدامة (8/ 802): (لو حلف لا يأكل عنبًا فأكل زبيبًا أو دبسًا أو خلًا أو ناطفًا .. لم يحنث بغير خلاف لأنَّ اليمين تعلقت بالصفة دون العينْ).\rومراد ابن عبد الحكم أن الناطف ليس من الأدم، وهذا مما تختلف فيه الأذواق والأعراف، وفي هذا الباب من الأيمان عندي نظر طويل إذ ينبغي كما قال الله تعالى: {وَاحْفَظُوا أَيْمَانَكُمْ} [المائدة: 89].\rيعني حفظها عن العبث واللهو واللغو فلا تكون إلا بالله ولا تكون إلا على خير، وإلا فإنها في غير ذلك من الاعتداء في اليمين، والله لا يحب المعتدين. وهل يجوز له أن يلج في مثل هذا اليمين على أهله ونحوهم في غير منفعة؟ في هذا نظر، وإنما جوازه للمصلحة، وقد قال الله تعالى:\r{يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ}. الآية.\rوهل هذا اليمين مطلق أو مقيد بوقت أو حالة؟ .\rولهذا الباب بسط ليس ها هنا موضعه.","seal":"F4A111BE","page":103},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"hno":516,"nass":"516 - قاسم بن أزهر بن عبد المؤمن أبو الحديد يروي عن مقدام حدثونا عنه.\r517 - قاسم بن أحمد الموسوي أبو محمَّد يروي عن محمَّد بن محمَّد بن الأشعث وغيره تُوفي في رمضان سنة أربع وستين وثلاثمائة.\rحدثنا جعفر بن محمَّد الجعفري حدثنا أبو محمَّد القاسم بن أحمد بن إبراهيم بن محمد بن عبيد الله بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب ثنا محمَّد بن محمَّد بن الأشعث حدثني موسى ابن إسماعيل حدثنا أبي عن أبيه عن علي عليه السلام قال: (العيادة بعد ثلاثة أيام).\r518 - قاسم بن بلال بن عبد الصمد بن المسور بن بلال بن عبد الله بن يزيد يروي عن يونس.\r519 - قاسم بن يحيى بن أحمد بن دكين التَّمار الإمام يكنى أبا محمَّد حُكي لنا عنه.\rحدثنا قاسم بن علي الطبري حدثنا عبد الرحمن بن عبد الله المقرئ بمكة حدثنا أحمد بن يحيى الصوفي حدثنا يعلي بن عبيد حدثنا يحيى بن عبيد الله عن أبيه عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (الأكثرون هم الأقلون يوم القيامة إلا من قال هكذا وهكذا).\r¬__________\r517 - في إسناده نظر، وما وقفت له على شاهد.\r519 - حديث: (الأكثرون هم الأقلون) ورد عن جماعة من الصحابة (رضي الله عنهم).\rأولًا: حديث أبي هريرة - رضي الله عنه -:\r- قال أبو هريرة: كنت أمشي مع رسول الله - صلى الله عليه وسلم - في نخل لبعض أهل المدينة فقال:\r(يا أبا هريرة) (هلك المُكْثِرون) الأكثرون (المكثرون) (إن المكثرين) (هم)","seal":"311785E4","page":104},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"hno":null,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬__________\r= الأقلون (الأسفلون) (يوم القيامة) إلا من قال (بالمال) هكذا وهكذا وهكذا (ثلاث مرات) (وهكذا) (وحثى بكفه عن يمينه وعن يساره وبين يديه) (ومن خلفه) وقليلٌ ما هم ... الحديث وهو صحيح.\r- رواه عن أبي هريرة:\r1 - عبيد الله بن عبد الله بن موهب التيمي: عند ابن الطحان من رواية يحيى بن عبيد الله عن أبيه عن أبي هريرة، وهذا إسناد ضعيف: يحيى فيه مقال خاصة في روايته عن أبيه، غير أنه توبع كما ترى.\r2 - أبو صالح، عنه:\rأ - عاصم الأحول: رواه أحمد (2/ 399) عن معاوية عن زائدة عنه.\rب - كامل بن العلاء: رواه أحمد (2/ 358) عن محمَّد بن عبد الله ورواه ابن عديّ في ترجمته (6/ 2101) من طريق معافى بن عمران كلاهما عن كامل.\r3 - كميل بن زياد، عنه:\rأ - أبو إسحاق السَّبيعي وعنه: مَعْمر (رواه أحمد 2/ 309 عن عبد الرزاق) وعمار بن رزيق (رواه أحمد 2/ 525 عن يحيى بن آدم عنه).\rب - عبد الرحمن بن عابس: رواه أحمد (2/ 535) عن أبي أحمد الزبيري عن جابر بن الحر النخعي عن عبد الرحمن.\r4 - عَجْلان: رواه محمَّد بن عجلان عن أبيه عن أبي هريرة، وفي رواية قال: (سمعتُ أبي)، وفي رواية (عن أبيه وغيره)، وعن محمَّد:\rأ - ليث بن سعد عن محمَّد عن أبيه وغيره عن أبي هريرة، رواه أحمد (2/ 340) عن يونس بن محمَّد المؤدِّب عن ليث.\rب - يحيى بن سعيد القطان: عنه أحمد (2/ 428 وفيه عن محمَّد قال: سمعتُ أبي) ويحيى بن حكيم (عنه ابن ماجه في الزهد من سننه 4131 ولم ينسبه المزي في الأطراف 10/ 252 لغيره).\r5 - أبو يونس: رواه أحمد (2/ 391) قال: حدثنا يحيى بن إسحاق ثنا ابن لهيعة ثنا أبو يونس عن أبي هريرة.\rثانيًا: حديث أبي ذر - رضي الله عنه -:\r(إن الأكثرين هم الأقلون ... ) الحديث. =","seal":"8E403ADA","page":105},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"hno":520,"nass":"520 - القاسم بن محمَّد بن القاسم بن خلف بن يحيى بن وسيم القرشي أبو محمَّد سمعتُ منه.\r521 - القاسم بن يحيى بن معاوية (المولمي) مصري حدثنا عنه غير واحد. أنشدنا الحسن بن رشيق قال أنشدني القاسم بن يحيى (المولمي) من قيله:\rإذا ما أتت للمرء ستون وانطوتْ ... عليه من الستين عَشْرٌ كواملُ\rفلا عُذْرَ إلا أن يُودِّع ما مضى ... ويعتَدَّ للأمر الذي هو نازل\rوما صاحب الستين والعشر بعدها ... بأخوفَ ممن حَنَّكته القوابل\rولكنها آمالٌ يؤملها الفتى ... وفيهن للرَّاجين حقٌ وباطل\r¬__________\r= رواه البخاري في مواضع من صحيحه (الرقاق والاستقراض والاستئذان .. ) ومسلم في الزكاة من صحيحه وأحمد (5/ 152 و 157 و 158 و 169 و 181) والترمذي في الزكاة وابن ماجه (4130) ووكيع في الزهد (166) وابن أبي شيبة والحميدي (1/ 77) والطيالسي (2/ 73/ ترتيب) والخرائطي في المكارم (66) والطبراني في الأوسط والخطيب في الفقيه (2/ 141 - 142) وأبو نعيم في الحلية (5/ 65 و 7/ 234).\rثالثًا: حديث ابن مسعود - رضي الله عنه -:\rرواه ابن حبان في صحيحه (807).\rرابعًا: حديث أبي سعيد الخدري - رضي الله عنه -:\rمن رواية عطية العوفي عنه، رواه أحمد (3/ 31) وابن ماجه (4129) وعبد بن حميد، ولفظه: (ويل للمكثرين ... ).\rخامسًا: حديث ابن عباس - رضي الله عنهما -:\rرواه الخطيب (7/ 264).\r521 - لهذا الشعر نظائر كثيرة سقت منها جملة في الرياض المزهرة/ التعمير وفضله.","seal":"B7EEC794","page":106},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"hno":522,"nass":"522 - القاسم بن محمَّد بن سفيان أبو محمَّد حدَّث.\r523 - القاسم بن عبيد الله الورَّاق الأصغر أبو محمَّد يروي عن بكر السعدان (¬17) وغيره سمعتُ منه.\r524 - قُسَيْم بن أحمد المصري الدلّال حدثونا عنه.\r525 - القاسم بن عبد الله بن القاسم بن محمَّد بن جعفر والد أبي جعفر بن (الفقيه) العلوي.\rحدثنا جعفر بن محمَّد الجعفري حدثني أبو محمَّد القاسم بن عبد الله بن (الفقيه) قال أبو جعفر: ابنه عبد الله بن القاسم هو (الفقيه) عبد الله بن القاسم بن محمد بن جعفر حدثني في قبة (ملون) في السحر بعد العصر قال: رأيتُ في المنام وقد جيء برجل يعني من هؤلاء الجند وأومئ بيده لهم فتبعناه حتى أتوا به المصلي فصليتُ عليه ومضوا به إلى قبره وتبعته فلما جئنا لنلحده خرج علينا من قبره وجاءنا فإذا بهاتف يقول: إلى هذا تصيرون.\r526 - قيصر بن عبد الله الستوري حدثنا قيصر بن عبد الله الستوري.\rحدَّثنا إبراهيم بن أحمد بن حراش بمكة سنة أربعين وثلاثمائة حدثنا العباس بن الفضل حدثنا أحمد بن يونس حدثنا الليث بن سعد عن أبي الزبير عن جابر قال قال رسول الله - صلى الله عليه وسلم -: (خير ما ركبت إليه الرواحل مسجدي هذا والبيت العتيق).\r¬__________\r526 - صحيح، وصححه ابن خزيمة وابن حبان، وعنعنة أبي الزبير لا تضر من وجهين:\r- فقد رواه عنه الليث، ولا يروي عنه إلا ما سمعه.\r- وقد صرح في بعض طرق الحديث إليه بسماعه من جابر.\r(¬17) عليها (صـ).","seal":"21B314D8","page":107},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"hno":null,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬__________\r= ورواه عن الليث جماعة منهم أحمد بن يونس (ها هنا) والعلاء بن موسى وقتيبة بن سعيد ويحيى بن حماد وغيرهم.\rورواه عن أبي الزبير جماعة منهم الليث وابن لهيعة وموسى بن عقبة.\rوقد خرجته في حديث الليث مفصّلًا.\rوورد بلفظ: (لا تُشَدُّ الرِّحال إلا إلى ثلاثة مساجد) الحديث رواه أبو هريرة وأبو سعد وأبو بَصْرة وابن عمر وعلي وأبو الجعد وواثلة رضي الله عنهم وخرَّجه الألباني - حفظه الله - في الجنائز 224 - 226) والضياء في فضائل بيت المقدس. (39 - 43).","seal":"AD87622D","page":108},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"hno":527,"nass":"باب الكاف\r527 - كوثر بن الحسن بن حَفْص الطّوْدي من أهل قفط يكنى أبا الرشد يروي عن ربيع الجيزي حدثونا عنه.\r528 - كنجور بن سعد بن عبد الله الصيدلاني أبو العباس حدثونا عنه.\r529 - كنيسان بن سليمان يكنى أبا العباس سمعتُ منه.\r530 - كرامة بن محمَّد بن كرامة يروي عن عثمان السمرقندي سمعتُ منه.","seal":"B7C72823","page":109},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"hno":531,"nass":"باب اللام\r531 - (اللبد) (¬18) بن أحمد بن يعقوب الحمراوي البلخي مولده هو مصر وهم ناقلة من بلخ يكنى أبا القاسم سمعتُ منه عن ابن زبان وعلان وغيرهما.\r¬__________\r(¬18) هكذا وعليها علامة الشك (صـ).","seal":"23D7FEB8","page":110},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":112,"hno":532,"nass":"باب الميم\r532 - محمَّد بن أحمد البزار يكنى أبا الكرام يروى عن المنجنيقي وغيره حدَّثونا عنه.\r533 - محمَّد بن الحسن بن أحمد بن عمرو المحاملي أبو بكر، لم يكن من أصحاب الحديث إلا أن إسماعيل بن عمرو البزاز بن الصايغ أخرج لي كتابًا فيه أخبار لذي النون وسماعه فيه فسألته سماع من هذا؟ فقال أبو بكر وكيل (حماد) كان معنا بالجزيرة حين قرأناه على الشيخ فأخذته منه وقرأته عليهما جميعًا.\rحدثنا أبو الحسين إسماعيل بن عمرو البزاز وأبو بكر محمَّد بن الحسن بن أحمد بن عمرو النهشلي قالا: حدثنا أبو محمَّد نُعْمان بن موسى الجيزي بالجيزة في منزله قال: رأيت ذا النون المصري - رحمة الله عليه - وقد تقاتل اثنان أحدهما من أولياء السلطان فعدا الذي من الرعية عليه وكسر ثنتيه فتعلق الجندي بالرجل فقال: بيني وبينك الأمير، فجازوا بذي النون فقال لهم الناس: اصعدوا إلى الشيخ، فصعدوا إليه فعَرَّفوه ما جرى فأخذها في كفه ثمَّ بلَّها بريقه وردَّها إلى في الرجل فجعلها في الموضع الذي كانت فيه وحرَّك شفتيه فتعلقت بإذن الله فبقي الرجل يفتش فاه فلم يجد إلا شيئًا سويًا وحدثنا ميمون بن جبارة عن نعمان بن موسى بنحو من هذا وفيه زيادة.\r¬__________\r533 - إعادة الثنية التي كُسرت كرامةً مما يجوز، وقد أعاد رسول الله - صلى الله عليه وسلم - عين أبي قتادة لما سالت على وجهه، لكن قد كُسرت رباعيته - صلى الله عليه وسلم - في أحد ولم يُعِدْها، وباب =","seal":"EDF8FCD0","page":111},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":113,"hno":534,"nass":"534 - محمَّد بن حنش الشافعي أبو الفتح روى عن الطحان يُعْرَف (بالتنيس) أعرفه ولم أسمع منه.\r535 - محمَّد بن شرف السهمي يروي عن عبد الله بن عبد الحكم رُوي عنه ابنه عبد الله.\r536 - محمَّد بن عمر بن إسماعيل بن أحمد بن مكرم بن الأحنف الطحان أبو عيسى سمعتُ منه حكاية عن ابن رشديَنْ.\r537 - محمَّد بن المطهر بن هارون بن (الباز) الأسدي الأنماطي أبو الفرج يروي عن ابن أبي طي وغيره سمعتُ منه.\r538 - محمَّد بن عبد الله بن الحسين بن عُبيد البزاز (¬19).\r¬__________\r= الكرامات مزلق وعامة أسانيده لا تصح، وما ينبني عليها - عند العامة - من أمور تعظيم وتبرك للفسقة وتحسين حال المبتدعين الذين قد يُزعم لهم ذلك بل وعبادتهم من دون الله - جل وعلا - بالدعاء والخشوع هذا كله باطل، فليحذر الذين آمنوا.\r(¬19) هنا انتهى الوجه الأول من صحيفة (250)، والوجه الثاني بياض، وبهذا فقد انتهى ما وجدنا من الكتاب، وإنا لله وإنا إليه راجعون.","seal":"1F167FFD","page":112},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":114,"hno":null,"nass":"فهرس الكتب\r1 - كتاب التاريخ (علي بن الحسين بن علي الفراء).\r2 - كتاب الجماهر في الرد على اللفظية (أحمد بن إسماعيل).\r3 - موطأ مالك.\r\rفهرس كتب للمحقق\rحسن الدربة.\rالرياض المزهرة/ التعمير.\rالمستخرج على الغرباء.\rجزء في حديث من كذب.","seal":"F69B91E8","page":142}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":416,"ShrtCs":0,"Bk":"تاريخ علماء أهل مصر","HigriD":"416","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"يحيى بن علي بن محمد بن إبراهيم الحضرميّ، أبو القاسم، المعروف بابن الطحان","bLnk":null,"Inf":null,"Auth":"ابن الطحان","Betaka":"الكتاب: تاريخ علماء أهل مصر\r\nالمؤلف: يحيى بن علي بن محمد بن إبراهيم الحضرمي المعروف بابن الطحان (؟ - 416 هـ)\r\nالمحقق: أبو عبد الله محمود بن محمد الحداد (1374 هـ -؟ )\r\nالناشر: دار العاصمة، الرياض - المملكة العربية السعودية\r\nالطبعة: الأولى، 1408 هـ\r\nعدد الأجزاء: 1\r\nأعده للشاملة: رابطة النساخ، تنفيذ (مركز النخب العلمية)، وبرعاية (مؤسسة سليمان الراجحي الخيرية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن الطَّحَّان (000 - 416 هـ = 000 - 1025 م)\r\rيحيى بن علي بن محمد بن إبراهيم الحضرميّ، أبو القاسم، المعروف بابن الطحان\rفاضل له اشتغال بالتراجم والحديث. مصري. أصله من حضرموت.\r\rله\r• كتاب «تاريخ علماء أهل مصر - خ» جزء منه، في 30 ورقة، مرتب على الحروف بلغ فيه حرف الميم، وهو تراجم موجزة أكثرها في سطر أو سطرين [طُبع]\r• «ذيل تاريخ مصر لابن يونس - خ»\rكتاب «المختلف والمؤتلف» في الأسماء، ذكره الحبال (1).\r__________\r(1) وفيات الشيوخ للحبال - خ. ومخطوطات الظاهرية 149 وابن خلكان 1: 278 في ترجمة عبد الرحمن ابن أحمد بن يونس. وكشف الظنون 204 وطبقات القراء 1: 38 في ترجمة أحمد بن أسامة. و 571: 1. Brock S.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]","seal":"1F2635A9","cat":"التراجم والطبقات","oNum":130963,"BkId":130963,"oAuth":2925,"bVer":1,"aSeal":"F3363172"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t130963":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":6,"sub":0,"tit":"ترجمة المصنف"},
      {"lvl":2,"id":9,"sub":0,"tit":"الكتاب"},
      {"lvl":2,"id":9,"sub":1,"tit":"مخطوط الكتاب"},
      {"lvl":2,"id":10,"sub":0,"tit":"(باب السين)"},
      {"lvl":2,"id":10,"sub":1,"tit":"تداول العلماء الكتاب"},
      {"lvl":2,"id":11,"sub":0,"tit":"منهج المصنف في الكتاب"},
      {"lvl":2,"id":12,"sub":0,"tit":"عناصر الترجمة"},
      {"lvl":2,"id":13,"sub":0,"tit":"تحقيق الكتاب"},
      {"lvl":1,"id":22,"sub":0,"tit":"باب إبراهيم"},
      {"lvl":1,"id":25,"sub":0,"tit":"باب أحمد"},
      {"lvl":1,"id":37,"sub":0,"tit":"باب إسماعيل"},
      {"lvl":1,"id":38,"sub":0,"tit":"باب إسحاق"},
      {"lvl":1,"id":39,"sub":0,"tit":"باب الأفراد"},
      {"lvl":1,"id":42,"sub":0,"tit":"باب الباء"},
      {"lvl":1,"id":44,"sub":0,"tit":"باب التاء"},
      {"lvl":1,"id":45,"sub":0,"tit":"باب الثاء"},
      {"lvl":1,"id":47,"sub":0,"tit":"باب الجيم"},
      {"lvl":1,"id":50,"sub":0,"tit":"باب الحسن"},
      {"lvl":1,"id":55,"sub":0,"tit":"باب الحسين"},
      {"lvl":1,"id":59,"sub":0,"tit":"باب الخاء"},
      {"lvl":1,"id":60,"sub":0,"tit":"باب الدال"},
      {"lvl":1,"id":63,"sub":0,"tit":"باب الذال"},
      {"lvl":1,"id":66,"sub":0,"tit":"باب الراء"},
      {"lvl":1,"id":68,"sub":0,"tit":"باب الزاي"},
      {"lvl":1,"id":69,"sub":0,"tit":"باب السين"},
      {"lvl":1,"id":72,"sub":0,"tit":"باب الشين"},
      {"lvl":1,"id":73,"sub":0,"tit":"باب الصاد"},
      {"lvl":1,"id":74,"sub":0,"tit":"باب الضاد"},
      {"lvl":1,"id":75,"sub":0,"tit":"باب الطاء"},
      {"lvl":1,"id":75,"sub":1,"tit":"باب الظاء"},
      {"lvl":1,"id":76,"sub":0,"tit":"باب العين"},
      {"lvl":2,"id":81,"sub":0,"tit":"باب عمر"},
      {"lvl":2,"id":84,"sub":0,"tit":"باب عثمان"},
      {"lvl":2,"id":86,"sub":0,"tit":"باب علي"},
      {"lvl":2,"id":91,"sub":0,"tit":"باب عمرو"},
      {"lvl":1,"id":102,"sub":0,"tit":"باب الغين"},
      {"lvl":1,"id":103,"sub":0,"tit":"باب الفاء"},
      {"lvl":1,"id":104,"sub":0,"tit":"باب القاف"},
      {"lvl":1,"id":110,"sub":0,"tit":"باب الكاف"},
      {"lvl":1,"id":111,"sub":0,"tit":"باب اللام"},
      {"lvl":1,"id":112,"sub":0,"tit":"باب الميم"},
      {"lvl":1,"id":114,"sub":0,"tit":"فهرس الكتب"},
      {"lvl":1,"id":114,"sub":1,"tit":"فهرس كتب للمحقق"}
    ]
}
