{
  "abc":
    [
      {"a":5,"b":24711,"c":13173},
      {"a":6,"b":19404,"c":13174},
      {"a":6,"b":18553,"c":13174},
      {"a":7,"b":21554,"c":13175},
      {"a":8,"b":18592,"c":13176},
      {"a":9,"b":2588,"c":13177},
      {"a":9,"b":18565,"c":13177},
      {"a":10,"b":681,"c":13178},
      {"a":10,"b":19430,"c":13178},
      {"a":11,"b":19425,"c":13179},
      {"a":12,"b":19446,"c":13180},
      {"a":13,"b":14080,"c":13181},
      {"a":14,"b":22911,"c":13182},
      {"a":15,"b":14061,"c":13183},
      {"a":17,"b":14174,"c":13185},
      {"a":18,"b":14038,"c":13186},
      {"a":20,"b":4951,"c":13188},
      {"a":21,"b":16690,"c":13189},
      {"a":22,"b":2013,"c":13190},
      {"a":23,"b":16690,"c":13191},
      {"a":24,"b":6726,"c":13192},
      {"a":25,"b":14033,"c":13193},
      {"a":28,"b":2014,"c":13196},
      {"a":29,"b":24462,"c":13197},
      {"a":30,"b":6566,"c":13198},
      {"a":32,"b":19663,"c":13200},
      {"a":32,"b":18551,"c":13200},
      {"a":33,"b":14266,"c":13201},
      {"a":34,"b":8938,"c":13202},
      {"a":35,"b":24999,"c":13203},
      {"a":36,"b":17697,"c":13204},
      {"a":37,"b":4019,"c":13205},
      {"a":38,"b":681,"c":13206},
      {"a":38,"b":19430,"c":13206},
      {"a":39,"b":23655,"c":13207},
      {"a":40,"b":17859,"c":13208},
      {"a":41,"b":13,"c":13209},
      {"a":42,"b":2588,"c":13210},
      {"a":42,"b":18174,"c":13210},
      {"a":43,"b":743,"c":13211},
      {"a":45,"b":24425,"c":13213},
      {"a":46,"b":6744,"c":13214},
      {"a":47,"b":9386,"c":13215},
      {"a":48,"b":6223,"c":13216},
      {"a":49,"b":19045,"c":13217},
      {"a":49,"b":18592,"c":13217},
      {"a":50,"b":54122,"c":13218},
      {"a":51,"b":21554,"c":13219},
      {"a":52,"b":4034,"c":13220},
      {"a":53,"b":681,"c":13221},
      {"a":53,"b":19430,"c":13221},
      {"a":54,"b":5844,"c":13222},
      {"a":55,"b":5844,"c":13223},
      {"a":56,"b":24425,"c":13224},
      {"a":57,"b":8989,"c":13225},
      {"a":58,"b":22270,"c":13226},
      {"a":59,"b":5418,"c":13227},
      {"a":60,"b":24462,"c":13228},
      {"a":61,"b":22271,"c":13229},
      {"a":62,"b":19797,"c":13230},
      {"a":63,"b":4433,"c":13231},
      {"a":64,"b":18592,"c":13232},
      {"a":65,"b":4746,"c":13233},
      {"a":66,"b":8848,"c":13234},
      {"a":67,"b":18592,"c":13235},
      {"a":68,"b":5219,"c":13236},
      {"a":69,"b":681,"c":13237},
      {"a":69,"b":19430,"c":13237},
      {"a":70,"b":54122,"c":13238},
      {"a":71,"b":19271,"c":13239},
      {"a":71,"b":18143,"c":13239},
      {"a":72,"b":22771,"c":13240},
      {"a":73,"b":2015,"c":13241},
      {"a":74,"b":19446,"c":13242},
      {"a":75,"b":7376,"c":13243},
      {"a":76,"b":53643,"c":13244},
      {"a":76,"b":53657,"c":13244},
      {"a":77,"b":19658,"c":13245},
      {"a":78,"b":18592,"c":13246},
      {"a":79,"b":5219,"c":13247},
      {"a":80,"b":5219,"c":13248},
      {"a":81,"b":3936,"c":13249},
      {"a":82,"b":18410,"c":13250},
      {"a":83,"b":10377,"c":13251},
      {"a":84,"b":54122,"c":13252},
      {"a":85,"b":23990,"c":13253},
      {"a":86,"b":24999,"c":13254},
      {"a":87,"b":19389,"c":13255},
      {"a":88,"b":23550,"c":13256},
      {"a":89,"b":23590,"c":13257},
      {"a":91,"b":19583,"c":13259},
      {"a":92,"b":10439,"c":13260},
      {"a":93,"b":24394,"c":13261},
      {"a":94,"b":4175,"c":13262},
      {"a":95,"b":16704,"c":13263},
      {"a":96,"b":23733,"c":13264},
      {"a":97,"b":14235,"c":13265},
      {"a":99,"b":19658,"c":13267}
    ],
  "avPdf":
    [
    ],
  "b13169":
    [
      {"page":19,"id":1,"hno":1,"nass":"أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْحَسَنِ الدَّارَانِيُّ قِرَاءَةً عَلَيْهِ فِي سَنَةِ ثَمَانٍ وَخَمْسِينَ وَخَمْسِمِائَةٍ قَالَ: أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ عَلِيِّ بْنِ الْفَضْلِ بِنْ الْفُرَاتِ قِرَاءَةً عَلَيْهِ فِي ذِي الْقِعْدَةِ مِنْ سَنَةِ تِسْعِينَ وَأَرْبَعَمِائَةٍ، قَالَ: أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ بْنِ الْقَاسِمِ بْنِ مَعْرُوفِ بْنِ أَبِي نَصْرٍ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي صَفَرٍ سَنَةَ عِشْرِينَ وَأَرْبَعِمِائَةٍ، قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ حَبِيبِ بْنِ عَبْدِ الْمَلِكِ الْحَضَائِرِيُّ قَالَ:\r\r1 - حَدَّثَنَا أَبُو أُمَّيَةَ،، حَدَّثَنَا أَسِيدُ بْنُ زَيْدٍ الْجَمَّالُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَطِيَّةَ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ قَالَ: §صَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْحَضَرِ وَالسَّفَرِ، فَكَانَ فِي الْحَضَرِ إِذَا صَلَّى الظُّهْرَ صَلَّى أَرْبَعًا، وَبَعْدَهَا ثِنْتَيْنِ، وَإِذَا صَلَّى الْعَصْرَ صَلَّى أَرْبَعًا، وَلَمْ يُصَلِّ بَعْدَهَا شَيْئًا، وَإِذَا صَلَّى الْمَغْرِبَ صَلَّى ثَلَاثًا، وَبَعْدَهَا رَكْعَتَيْنِ، وَإِذَا صَلَّى الْعِشَاءَ الْآخِرَةَ صَلَّى أَرْبَعًا، وَبَعْدَهَا ثِنْتَيْنِ. وَصَحِبْتُهُ فِي السَّفَرِ فَإِذَا صَلَّى -[20]- الظُّهْرَ صَلَّى ثِنْتَيْنِ، وَبَعْدَهَا ثِنْتَيْنِ، وَإِذَا صَلَّى الْعَصْرَ صَلَّى رَكْعَتَيْنِ، وَلَمْ يُصَلِّ بَعْدَهَا شَيْئًا، وَإِذَا صَلَّى الْمَغْرِبَ صَلَّى ثَلَاثًا وَبَعْدَهَا ثِنْتَيْنِ، وَقَالَ هَذَا وِتْرُ النَّهَارِ، يَخْتِمُ بِهِ النَّهَارَ وَيَفْتَتِحُ اللَّيْلَ بِوِتْرٍ، وَإِذَا صَلَّى الْعِشَاءَ الْآخِرَةَ صَلَّى رَكْعَتَيْنِ، وَبَعْدَهَا ثِنْتَيْنِ","seal":"C2F8C568","part":1},
      {"page":20,"id":2,"hno":2,"nass":"2 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ حَدَّثَنَا ابْنُ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، قَالَ: سَأَلَ عُمَرُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْجُنُبِ يُرِيدُ أَنْ يَنَامَ، قَالَ: «§يَتَوَضَّأُ وُضُوءَهُ لِلصَّلَاةِ» ، وَكَانَ ابْنُ عُمَرَ إِذَا أَرَادَ أَنْ يَطْعَمَ يَتَوَضَّأُ","seal":"C5E631ED","part":1},
      {"page":20,"id":3,"hno":3,"nass":"3 - وَعَنِ ابْنِ عُمَرَ قَالَ: §صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْحَضَرِ وَالسَّفَرِ، فَصَلَّيْتُ مَعَهُ فِي الْحَضَرِ الظُّهْرَ أَرْبَعًا، وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعَصْرَ أَرْبَعًا، لَيْسَ بَعْدَهَا شَيْءٌ، وَالْمَغْرِبَ ثَلَاثًا، وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعِشَاءَ أَرْبَعًا، وَبَعْدَهَا رَكْعَتَيْنِ. وَصَلَّيْتُ مَعَهُ فِي السَّفَرِ الظُّهْرَ رَكْعَتَيْنِ، وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعَصْرَ رَكْعَتَيْنِ، لَيْسَ بَعْدَهَا شَيْءٌ، وَالْمَغْرِبَ ثَلَاثًا، وَبَعْدَهَا رَكْعَتَيْنِ، وَهِيَ وِتْرُ النَّهَارِ، فَلَا يُنْتَقَصُ مِنْهَا فِي السَّفَرِ وَلَا فِي الْحَضَرِ، وَالْعِشَاءَ رَكْعَتَيْنِ، وَبَعْدَهَا رَكْعَتَيْنِ","seal":"A4E02F8D","part":1},
      {"page":21,"id":4,"hno":null,"nass":"وَعَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنِ اقْتَنَى كَلْبًا إِلَّا كَلْبَ صَيْدٍ، أَوْ كَلْبَ مَاشِيَةٍ، أَوْ كَلْبَ مَخَافَةٍ، نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ» ، قِيلَ: يَا أَبَا عَبْدِ الرَّحْمَنِ، إِنَّا كُنَّا نَسْمَعُ: «قِيرَاطٌ» ، قَالَ: سَمِعَ أُذُنَايَ وَالَّذِي لَا إِلَهَ إِلَّا هُوَ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «قِيرَاطَانِ» ، قَالَ مُحَمَّدٌ: فَذَكَرْتُ ذَلِكَ لِنَافِعٍ فَقَالَ: قَدْ سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: وَلَمْ أَسْمَعْهُ يَقُولُ: «كَلْبَ مَخَافَةٍ»","seal":"2E700091","part":1},
      {"page":21,"id":5,"hno":5,"nass":"5 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ أَنْبَأَنَا إِسْرَائِيلُ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلَاةِ اللَّيْلِ، فَقَالَ: «§مَثْنَى مَثْنَى، فَإِنْ خَشِيَ الصُّبْحَ فَوَاحِدَةٌ»","seal":"D513E7D9","part":1},
      {"page":21,"id":6,"hno":6,"nass":"6 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا عَاصِمٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ قَالَ: جَاءَ عُبَيْدٌ إِلَى أَبِي فَقَالَ: أَتَيْتُ ابْنَ عُمَرَ فَسَأَلْتُهُ عَنْ خِصَالٍ، فَقَالَ لِي: هَاتِ، فَإِنَّكَ لَا تَزَالُ تَأْتِينِي بِشَيْءٍ قُلْتُ: رَأَيْتُكَ §لَا تَمْسَحُ مِنْ هَذِهِ الْأَرْكَانِ إِلَّا الرُّكْنَ الْيَمَانِيَّ وَالرُّكْنَ الَّذِي فِيهِ الْحَجَرُ، قَالَ: رَأَيْتُ رَسُولَ -[22]- اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ ذَلِكَ، قَالَ: وَرَأَيْتُكَ لَا تَلْبَسُ مِنْ هَذِهِ النِّعَالِ إِلَّا السِّبْتِيَّةَ - قَالَ عَاصِمٌ: السِّبْتِيَّةُ تُحْلَقُ وَتُدْبَغُ لَيْسَ فِيهِ شَعَرٌ - قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ ذَلِكَ يَتَوَضَّأُ فِيهَا وَيُصَلِّي فِيهَا وَيَسْتَحِبُّهَا","seal":"09092E8E","part":1},
      {"page":22,"id":7,"hno":7,"nass":"7 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ قَالَ: أَنْبَأَنَا حَنْظَلَةُ، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَبِيعُوا الثَّمَرَةَ حَتَّى يَبْدُوَ صَلَاحُهَا»","seal":"7703A1A1","part":1},
      {"page":22,"id":8,"hno":8,"nass":"8 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ قَالَ: أَنْبَأَنَا حَنْظَلَةُ، عَنْ طَاوُسٍ، قَالَ ابْنُ عُمَرَ: هَلْ §نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْجَرِّ وَالدُّبَّاءِ؟ قَالَ: نَعَمْ","seal":"A8B9364A","part":1},
      {"page":22,"id":9,"hno":9,"nass":"9 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدِ بْنِ مُرَّةَ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ نُعْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَاهُ شَابٌّ فَقَالَ: يَا مُحَمَّدُ، أَدْنُو مِنْكَ؟ -[23]- قَالَ: «ادْنُ» ، فَدَنَا حَتَّى وَضَعَ فَخِذَهُ عَلَى فَخِذِهِ فَقَالَ: يَا رَسُولَ اللَّهِ، مَا الْإِسْلَامُ؟ قَالَ: \" §تَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا رَسُولُهُ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُسْلِمٌ، قَالَ: «نَعَمْ» ، قَالَ: فَمَا الْإِيمَانُ؟ قَالَ: «تُؤْمِنُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَتُؤْمِنُ بِالْجَنَّةِ وَالنَّارِ، وَالْبَعْثِ بَعْدَ الْمَوْتِ، وَتُؤْمِنُ بِالْمِيزَانِ» ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُؤْمِنٌ؟ قَالَ: «نَعَمْ»","seal":"59518C2D","part":1},
      {"page":23,"id":10,"hno":10,"nass":"10 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا الْأَسْوَدُ بْنُ عَامِرٍ، عَنْ هُرَيْمِ بْنِ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ قَالَ: لَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُعَلِّمُنَا التَّشَهُّدَ فِي الصَّلَاةِ كَمَا يُعَلِّمُ الْمُكَتِّبُ الْوِلْدَانَ","seal":"1BA13AAD","part":1},
      {"page":23,"id":11,"hno":11,"nass":"11 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ، حَدَّثَنَا بَقِيَّةُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ عَطَاءِ بْنِ السَّائِبِ قَالَ: سَمِعْتُ مُحَارِبَ بْنَ دِثَارٍ، يَقُولُ: سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§تَوَضَّئُوا مِنْ لُحُومِ الْإِبِلِ، وَلَا تَوَضَّئُوا مِنْ لُحُومِ الْغَنَمِ، وَتَوَضَّئُوا مِنْ أَلْبَانِ الْإِبِلِ، وَلَا تَوَضَّئُوا مِنْ أَلْبَانِ الْغَنَمِ، وَصَلُّوا فِي مَرَابِضِ الْغَنَمِ، وَلَا تُصَلُّوا فِي مَعَاطِنِ الْإِبِلِ»","seal":"D4A38AF6","part":1},
      {"page":24,"id":12,"hno":null,"nass":"حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا سُحَيْمُ بْنُ الْقَاسِمِ الْحَرَّانِيُّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ الْوَصَّافِيُّ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ أَهْلَ السَّمَاءِ لَا يَسْمَعُونَ شَيْئًا مِنْ أَهْلِ الْأَرْضِ إِلَّا الْأَذَانَ»","seal":"160F1461","part":1},
      {"page":24,"id":13,"hno":13,"nass":"13 - وَعَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْمُؤَذِّنُونَ أَطْوَلُ النَّاسِ أَعْنَاقًا يَوْمَ الْقِيَامَةِ، وَهُمْ أَوَّلُ مَنْ يُكْسَى»","seal":"9910A928","part":1},
      {"page":24,"id":14,"hno":14,"nass":"14 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ، عَنِ الْوَصَّافِيِّ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَبْغَضُ الْحَلَالِ إِلَى اللَّهِ عَزَّ وَجَلَّ الطَّلَاقُ»\r\r15 - حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مَخْلَدٍ، عَنْ مُعَرِّفِ بْنِ وَاصِلٍ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ","seal":"6BE9CBDD","part":1},
      {"page":24,"id":15,"hno":16,"nass":"16 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا كَثِيرٌ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ، عَنِ الْوَصَّافِيِّ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§سَمَّاهُمُ اللَّهُ الْأَبْرَارَ لِأَنَّهُمْ بَرُّوا الْآبَاءَ وَالْأَبْنَاءَ، كَمَا أَنَّ لِوَالِدَيْكَ عَلَيْكَ حَقًّا كَذَلِكَ لِوَلَدِكَ عَلَيْكَ حَقٌّ»","seal":"49F7D18C","part":1},
      {"page":25,"id":16,"hno":null,"nass":"وَعَنِ ابْنِ عُمَرَ قَالَ: §مَا زَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُوصِي بِالصَّلَاةِ وَمَا مَلَكَتْ أَيْمَانُكُمْ حَتَّى انْكَسَرَ لِسَانُهُ","seal":"0E48C050","part":1},
      {"page":25,"id":17,"hno":18,"nass":"18 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا خَالِدُ بْنُ أَبِي يَزِيدَ، حَدَّثَنَا عَدِيُّ بْنُ الْفَضْلِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ أَنَّهُ قِيلَ لَهُ: إِنَّكَ تُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا مَا رَأَيْنَا أَحَدًا يَفْعَلُ كَفِعْلِكَ، فَقَالَ: إِنْ أَفْعَلْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِنَّ مَسْحَهُمَا يَحُطَّانِ الْخَطَايَا حَطًّا»","seal":"E97C58BC","part":1},
      {"page":25,"id":18,"hno":19,"nass":"19 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا أَبُو الْيَمَانِ، وَيَحْيَى بْنُ صَالِحٍ قَالَا: حَدَّثَنَا عُفَيْرُ بْنُ مَعْدَانَ الْيَحْصِبِيُّ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ قَالَ: سَمِعْتُ ابْنَ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §النَّمِيمَةَ وَهِيَ الْكَذِبُ، وَالسَّخِيمَةَ وَالْحَمِيَّةَ فِي النَّارِ، فَلَا يَجْتَمِعَانِ فِي صَدْرِ مُسْلِمٍ»","seal":"5368F967","part":1},
      {"page":25,"id":19,"hno":20,"nass":"20 - وَعَنْ عَطَاءٍ قَالَ: كُنْتُ عِنْدَ ابْنِ عُمَرَ فَسَمِعْتُهُ يَقُولُ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §لَعَنَ النَّائِحَةَ وَالْمُسْتَمِعَةَ، وَالْحَالِقَةَ وَالصَّالِقَةَ، وَالْوَاشِمَةَ وَالْمَوْشُومَةَ وَقَالَ: «لَيْسَ لِلنِّسَاءِ فِي اتِّبَاعِ الْجَنَائِزِ أَجْرٌ»","seal":"BD6DE4CA","part":1},
      {"page":26,"id":20,"hno":null,"nass":"حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ سِنَانٍ، حَدَّثَنَا يَزِيدُ قَالَ: قَالَ عَطَاءٌ: أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§النَّمِيمَةُ وَالشَّتِيمَةُ وَالْحَمِيَّةُ فِي النَّارِ، فَلَا يَجْتَمِعَانِ فِي صَدْرِ مُؤْمِنٍ»","seal":"0AB2030C","part":1},
      {"page":26,"id":21,"hno":22,"nass":"22 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا سَعِيدُ بْنُ عُثْمَانَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، عَنْ عَطَاءٍ، عَنِ ابْنِ عُمَرَ قَالَ: أَتَى عَلَيْنَا زَمَانٌ وَمَا يَرَى أَحَدُنَا أَنَّهُ أَحَقُّ بِالدِّينَارِ وَالدِّرْهَمِ مِنْ أَخِيهِ الْمُسْلِمِ، وَنَحْنُ الْيَوْمَ الدِّينَارُ وَالدِّرْهَمُ أَحَبُّ إِلَيْنَا مِنْ أَخِينَا الْمُسْلِمِ، وَذَلِكَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِذَا ضَنَّ النَّاسُ بِالدِّينَارِ وَالدِّرْهَمِ، وَاتَّبَعُوا أَذْنَابَ الْبَقَرِ، وَتَرَكُوا الْجِهَادَ فِي سَبِيلِ اللَّهِ، وَتَبَايَعُوا بِالْغَبْنِ أَنْزَلَ اللَّهُ عَلَيْهِمْ ذُلًّا فَلَمْ يَرْفَعْهُ عَنْهُمْ حَتَّى يُرَاجِعُوا دِينَهُمْ»","seal":"503D0381","part":1},
      {"page":26,"id":22,"hno":23,"nass":"23 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدِ بْنِ زِيَادٍ، حَدَّثَنَا سَعِيدُ بْنُ رَاشِدٍ، حَدَّثَنَا عَطَاءُ بْنُ أَبِي رَبَاحٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §لَا يَتَعَارَّ سَاعَةً مِنَ اللَّيْلِ إِلَّا أَجْرَى السِّوَاكَ عَلَى فِيهِ","seal":"FD662517","part":1},
      {"page":27,"id":23,"hno":24,"nass":"24 - وَأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ أُمَّتِي هَذِهِ تُوفِي سَبْعِينَ أُمَّةً نَحْنُ آخِرُهَا وَخَيْرُهَا»","seal":"D800CB9F","part":1},
      {"page":27,"id":24,"hno":25,"nass":"25 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ قَيْسٍ، حَدَّثَنَا سَعِيدُ بْنُ رَاشِدٍ، حَدَّثَنَا عَطَاءٌ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ أَذَّنَ فَهُوَ أَحَقُّ أَنْ يُقِيمَ»","seal":"B0E2C82A","part":1},
      {"page":27,"id":25,"hno":26,"nass":"26 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ الْخَفَّافُ الْعِجْلِيُّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ قَالَ: كَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ يَطُوفُ بِالْبَيْتِ إِذْ لَقِيَهُ رَجُلٌ فَقَالَ: يَا أَبَا عَبْدِ الرَّحْمَنِ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي النَّجْوَى؟ قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §يَدْنُو الْمُؤْمِنُ مِنْ رَبِّهِ يَوْمَ الْقِيَامَةِ كَأَنَّهُ بَذْجٌ - قَالَ أَبُو النَّضْرِ: قَالَ قَتَادَةُ: الْبَذْجُ: السَّخْلَةُ - فَيَضَعُ عَلَيْهِ كَنَفَهُ، يَعْنِي سِتْرَهُ، فَيَقُولُ لَهُ: هَلْ تَعْرِفُ؟ هَلْ تَعْرِفُ؟ فَيَقُولُ: رَبِّ أَعْرِفُ، رَبِّ أَعْرِفُ، فَيَقُولُ: هَلْ تَعْرِفُ؟ فَيَقُولُ: رَبِّ أَعْرِفُ، فَيَقُولُ: هَلْ تَعْرِفُ؟ فَيَقُولُ: رَبِّ أَعْرِفُ، فَيَقُولُ: أَنَا سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا، وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ، قَالَ: وَيُعْطَى صَحِيفَةَ حَسَنَاتِهِ \"، قَالَ: \" وَأَمَّا الْكَافِرُ -[28]- وَالْمُنَافِقُونَ فَيُنَادِيهِمْ عَلَى رُءُوسِ الْأَشْهَادِ: هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ، أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ \"، قَالَ قَتَادَةُ: فَلَمْ يُخْزَ يَوْمَئِذٍ أَحَدٌ يَخْفَى خِزْيُهُ عَلَى أَحَدٍ مِنَ الْخَلَائِقِ","seal":"14CDD4EC","part":1},
      {"page":28,"id":26,"hno":27,"nass":"27 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا خَالِدُ بْنُ أَبِي يَزِيدَ، حَدَّثَنَا الْهَيَّاجُ بْنُ بِسْطَامٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْأَشْتَرِ فَقَالَ: وَاللَّهِ إِنِّي لَعِنْدَ عَبْدِ اللَّهِ بْنِ مُطِيعٍ حِينَ هَاجَ هَيْجَةَ النَّاسِ مَعَ ابْنِ الزُّبَيْرِ عَلَى يَزِيدَ بْنِ مُعَاوِيَةَ إِذْ دَخَلَ عَلَيْهِ ابْنُ عُمَرَ فَأَمَرَ بِوِسَادَةٍ فَبُسِطَتْ لَهُ، فَقَالَ: إِنِّي لَمْ آتِكَ لِأَجْلِسَ، وَلَكِنِّي أَرَدْتُ أَنْ أُحَدِّثَكَ عَمَّا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَشْهَدُ لَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ خَلَعَ الطَّاعَةَ لَقِيَ اللَّهَ يَوْمَ الْقِيَامَةِ لَا حُجَّةَ لَهُ، وَمَنْ مَاتَ لَا طَاعَةَ عَلَيْهِ مَاتَ مِيتَةً جَاهِلِيَّةً» ، قَالَ ثُمَّ انْصَرَفَ","seal":"052E25CE","part":1},
      {"page":28,"id":27,"hno":28,"nass":"28 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا الْأَسْوَدُ، عَنْ سِنَانِ بْنِ هَارُونَ، عَنْ كُلَيْبٍ قَالَ مَرَّةً: ابْنِ وَائِلٍ، عَنِ ابْنِ عُمَرَ قَالَ: ذَكَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِتْنَةً، وَمَرَّ رَجُلٌ مُقَنَّعٌ قَالَ: «§يُقْتَلُ هَذَا مَظْلُومًا» ، فَنَظَرْتُ إِلَيْهِ فَإِذَا هُوَ عُثْمَانُ بْنُ عَفَّانَ رَحِمَهُ اللَّهُ","seal":"B4DBE9D8","part":1},
      {"page":28,"id":28,"hno":29,"nass":"29 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، حَدَّثَنَا بَقِيَّةُ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ كُلَيْبِ بْنِ وَائِلٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[29]-: «§لَا تُسَاكِنُوا الْأَنْبَاطَ فِي بِلَادِهِمْ، فَإِنْ نَازَعُوكُمُ الْكَلَامَ وَاخْتَبَئُوا فِي الْأَقْنِيَةِ فَالْهَرَبَ الْهَرَبَ، وَلَا تُنَاكِحُوا الْخُوزَ، فَإِنَّ لَهُمْ أُصُولًا تَدْعُو إِلَى غَيْرِ الْوَفَاءِ»","seal":"D3EC24C5","part":1},
      {"page":29,"id":29,"hno":30,"nass":"30 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، عَنْ قُدَامَةَ بْنِ مُوسَى قَالَ: أَخْبَرَنِي رَجُلٌ، مِنْ بَنِي حَنْظَلَةَ، عَنْ أَبِي عَلْقَمَةَ، عَنْ يَسَارِ بْنِ نُمَيْرٍ مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: رَآنِي ابْنُ عُمَرَ وَأَنَا أُصَلِّي هَذِهِ الصَّلَاةَ بَعْدَ صَلَاةِ الْفَجْرِ فَقَالَ: يَا يَسَارُ، كَمْ صَلَّيْتَ؟ فَقُلْتُ: لَا أَدْرِي، قَالَ: لَا دَرَيْتَ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَيْنَا وَنَحْنُ نُصَلِّي هَذِهِ الصَّلَاةَ فَتَغَيَّظَ عَلَيْنَا وَقَالَ: «§لِيُبَلِّغْ شَاهِدُكُمْ غَائِبَكُمْ، لَا صَلَاةَ بَعْدَ طُلُوعِ الْفَجْرِ إِلَّا رَكْعَتَيْنِ»","seal":"07DDA783","part":1},
      {"page":29,"id":30,"hno":31,"nass":"31 - حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ السَّلَامِ، عَنْ لَيْثٍ، عَنْ عِمْرَانَ بْنِ عُمَيْرٍ، عَنِ ابْنِ عُمَرَ، قَالَ: §مَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُفْطِرًا قَطُّ، يَعْنِي يَوْمَ الْجُمُعَةِ","seal":"62443EB2","part":1},
      {"page":29,"id":31,"hno":32,"nass":"32 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ أَبِيهِ قَالَ: جَلَسْتُ إِلَى ابْنِ عُمَرَ وَأَبِي سَعِيدٍ، فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§يَبْلُغُ الْعَرَقُ مِنْ بَنِي آدَمَ» ، فَقَالَ أَحَدُهُمَا: «إِلَى شَحْمَةِ أُذُنِهِ» ، وَقَالَ الْآخَرُ: «يُلْجِمُهُ»","seal":"F9C721CC","part":1},
      {"page":30,"id":32,"hno":33,"nass":"33 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا خُوَيْلِدٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ أَعْرَابِيًّا نَادَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَا يَقْتُلُ الْمُحْرِمُ مِنَ الدَّوَابِّ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَقْتُلُ الْغُرَابَ، وَالْحِدَأَةَ، وَالْفَأْرَةَ، وَالْكَلْبَ الْعَقُورَ، وَالْعَقْرَبَ» ، فَقُلْتُ لِنَافِعٍ: فَالْحَيَّاتُ؟ قَالَ: لَا يُخْتَلَفُ فِيهِنَّ","seal":"59050CF7","part":1},
      {"page":30,"id":33,"hno":34,"nass":"34 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا الْأَسْوَدُ بْنُ عَامِرٍ، عَنْ شُعْبَةَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §مَنِ ابْتَاعَ نَخْلًا قَدْ أُبِّرَتْ - سَأَلْتُهُ، فَقَالَ: لُقِّحَتْ - فَثَمَرُهُ لِلْبَائِعِ، إِلَّا أَنَّهُ يَشْتَرِطُ الْمُبْتَاعُ \"","seal":"95E2185C","part":1},
      {"page":30,"id":34,"hno":35,"nass":"35 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلَاثَةُ دَرَاهِمَ","seal":"1A97E46F","part":1},
      {"page":30,"id":35,"hno":36,"nass":"36 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا مُعَلَّى الرَّازِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ -[31]-، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنِ الْمُزَابَنَةِ: أَنْ يَبِيعَ الرَّجُلُ ثَمَرَ أَرْضِهِ بِكَيْلٍ إِنْ زَادَ فَلَا، وَإِنْ نَقَصَ فَعَلَى","seal":"117471A6","part":1},
      {"page":31,"id":36,"hno":null,"nass":"قَالَ: وَقَالَ زَيْدُ بْنُ ثَابِتٍ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَخَّصَ فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا","seal":"1E3CFB28","part":1},
      {"page":31,"id":37,"hno":37,"nass":"37 - حَدَّثَنَا أَبُو أُمَّيَةَ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سَعِيدٍ قَالَ: حَدَّثَنِي الْحَارِثُ بْنُ عُمَيْرٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، رَأَى كَأَنَّ بِيَدِهِ خِرْقَةً مِنْ إِسْتَبْرَقٍ لَا يَسِيرُ بِهَا إِلَى شَيْءٍ مِنَ الْجَنَّةِ إِلَّا طَارَتْ إِلَيْهِ، فَقَصَّهَا عَلَى حَفْصَةَ، فَقَصَّتْهَا حَفْصَةُ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «§إِنَّ عَبْدَ اللَّهِ رَجُلٌ صَالِحٌ»","seal":"894E1904","part":1},
      {"page":31,"id":38,"hno":38,"nass":"38 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَارِمٌ، حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ أَخُو حَمَّادِ بْنِ زَيْدٍ، قَالَ: سَمِعْتُ أَيُّوبَ السَّخْتِيَانِيَّ يُحَدِّثُ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ -[32]-: «§إِنَّ الْعَبْدَ إِذَا أَحْسَنَ عِبَادَةَ رَبِّهِ وَنَصَحَ لِسَيِّدِهِ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ»","seal":"DABDF2C3","part":1},
      {"page":32,"id":39,"hno":39,"nass":"39 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، عَنْ سُفْيَانَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ فَقَالَ: §مَا تَرَكْتُ اسْتِلَامَ الْحَجَرِ فِي رَخَاءٍ وَلَا شِدَّةٍ مُنْذُ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْتَلِمُهُ","seal":"DB2C60FD","part":1},
      {"page":32,"id":40,"hno":40,"nass":"40 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ مَنْصُورٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا رَاحَ أَحَدُكُمْ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ»","seal":"8A1B89B6","part":1},
      {"page":32,"id":41,"hno":41,"nass":"41 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ نَافِعٍ، عَنْ يَزِيدَ بْنِ أَبِي جَبِيرَةَ الْأَنْصَارِيِّ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا فَقَدْ كَفَرَ بِاللَّهِ»","seal":"941E2010","part":1},
      {"page":32,"id":42,"hno":42,"nass":"42 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا زُهَيْرٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ مُسْكِرٍ خَمْرٌ»","seal":"F1383ACA","part":1},
      {"page":33,"id":43,"hno":null,"nass":"حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا بِشْرُ بْنُ آدَمَ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: §أَهْلَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْحَجِّ مُفْرَدًا","seal":"99834478","part":1},
      {"page":33,"id":44,"hno":44,"nass":"44 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مَنْصُورُ بْنُ شُقَيْرٍ، حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ الرَّجُلَ لَيَكُونُ مِنْ أَهْلِ الصَّلَاةِ وَالزَّكَاةِ وَالْحَجِّ وَالْعُمْرَةِ وَالصِّيَامِ وَالْجِهَادِ، حَتَّى ذَكَرَ سِهَامَ الْخَيْرِ، وَمَا يُجْزَى يَوْمَ الْقِيَامَةِ إِلَّا بِقَدْرِ عَقْلِهِ»","seal":"82D01E8A","part":1},
      {"page":33,"id":45,"hno":45,"nass":"45 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§عَلَى الْمَرْءِ الْمُسْلِمِ السَّمْعُ وَالطَّاعَةُ فِيمَا أَحَبَّ وَكَرِهَ»","seal":"2B922A66","part":1},
      {"page":33,"id":46,"hno":46,"nass":"46 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ زِيَادٍ سَبَلَانُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ -[34]- زَكَرِيَّا، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§بَادِرُوا الصُّبْحَ بِالْوِتْرِ»","seal":"17D21700","part":1},
      {"page":34,"id":47,"hno":47,"nass":"47 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، وَابْنِ عَوْنٍ وَمَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَا يَلْبَسُ الْمُحْرِمُ مِنَ الثِّيَابِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَلْبَسُ الْقَمِيصَ، وَلَا الْعِمَامَةَ، وَلَا السَّرَاوِيلَاتِ، وَلَا الْبَرَانِسَ، وَلَا الْخِفَافَ، إِلَّا أَنْ لَا يَجِدَ نَعْلَيْنِ فَيَلْبِسُ خُفَّيْنِ، وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ، وَلَا يَلْبَسْ مِنَ الثِّيَابِ شَيْئًا مَسَّهُ وَرْسٌ أَوْ زَعْفَرَانٌ» ، وَلَمْ يَذْكُرِ ابْنُ عَوْنٍ الْبَرَانِسَ","seal":"0B0B7A18","part":1},
      {"page":34,"id":48,"hno":48,"nass":"48 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ سُفْيَانَ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: §أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَطْرَافِ الْمَدِينَةِ أَنْ نَقْتُلَ الْكِلَابَ، فَلَقَدْ رَأَيْتُنَا نَقْتُلُ الْكَلْبَ لِلْمُرَيَّةِ مِنْ أَهْلِ الْبَادِيَةِ","seal":"C276EAD5","part":1},
      {"page":34,"id":49,"hno":49,"nass":"49 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[35]-: «§لَا يَحْلِبَنَّ أَحَدُكُمْ مَاشِيَةَ أَحَدٍ إِلَّا بِإِذْنِ أَهْلِهِ، أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى خِزَانَتُهُ فَتُكْسَرَ فَيُنْتَثَلَ مَا فِيهَا، إِنَّمَا ضُرُوعُ مَوَاشِيهِمْ خَزَائِنُهُمْ؟»","seal":"B08CC1FC","part":1},
      {"page":35,"id":50,"hno":50,"nass":"50 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مُسْلِمُ بْنُ خَالِدٍ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُحْرِمُ لَا يَنْكِحُ وَلَا يُنْكِحُ»","seal":"4B0796E3","part":1},
      {"page":35,"id":51,"hno":51,"nass":"51 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو غَسَّانَ الزُّهْرِيُّ، حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ الدَّالَاتِيُّ، عَنْ إِبْرَاهِيمَ الصَّايِغِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§فِي أَرْبَعٍ وَعِشْرِينَ مِنَ الْإِبِلِ خَمْسُ شِيَاهٍ إِلَى أَنْ تَبْلُغَ خَمْسًا وَعِشْرِينَ، فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ فَفِيهَا ابْنَةُ مَخَاضٍ، فَإِنْ لَمْ يَكُنِ ابْنَةُ مَخَاضٍ فَابْنُ لَبُونٍ ذَكَرٌ إِلَى خَمْسٍ وَثَلَاثِينَ، ثُمَّ وَصَفَ مِثْلَ مَا يَصِفُ غَيْرُهُ مِنَ الْأَسْنَانِ إِلَى أَنْ تَبْلُغَ عِشْرِينَ وَمِائَةً، فَإِذَا زَادَتْ فَفِي كُلِّ خَمْسٍ وَأَرْبَعِينَ ابْنُ لَبُونٍ، وَفِي كُلِّ سِتِّينَ حِقَّةٌ»","seal":"750BB043","part":1},
      {"page":36,"id":52,"hno":52,"nass":"52 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنَا عَبْدُ السَّلَامِ، عَنْ لَيْثٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: §كَانَتْ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ، فَإِذَا زَادَتْ فَشَاتَانِ إِلَى مِائَتَيْنِ، فَإِذَا زَادَتْ فَثَلَاثٌ إِلَى ثَلَاثِمِائَةٍ، فَإِذَا زَادَتْ فَفِي كُلِّ مِائَةٍ شَاةٌ، لَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ، وَلَا يُجْمَعُ بَيْنَ مُفْتَرِقٍ، وَكُلُّ خَلِيطَيْنِ يَتَرَادَّانِ بِالسَّوِيَّةِ، وَلَيْسَ لِلْمُصَدِّقِ هَرِمَةٌ وَلَا تَيْسٌ وَلَا ذَاتُ عَوَارٍ إِلَّا أَنْ يَشَاءَ الْمُصَدِّقُ\r\r53 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنَا عَبْدُ السَّلَامِ عَنْ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ إِبْرَاهِيمَ الصَّايِغِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِثْلَهُ","seal":"B593BCDD","part":1},
      {"page":36,"id":53,"hno":54,"nass":"54 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدِ بْنِ عِيسَى الزُّهْرِيُّ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، وَحَاتِمُ بْنُ إِسْمَاعِيلَ، عَنِ ابْنِ عَجْلَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ مُسْكِرٍ خَمْرٌ، وَكُلُّ مُسْكِرٍ حَرَامٌ»","seal":"4160BE93","part":1},
      {"page":36,"id":54,"hno":55,"nass":"55 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ مُحَمَّدٍ، عَنْ نَافِعٍ قَالَ: سُئِلَ ابْنُ عُمَرَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ، فَقَالَ: §كَانَ يَوْمًا يُعَظِّمُهُ أَهْلُ الْجَاهِلِيَّةِ","seal":"ECD19B00","part":1},
      {"page":37,"id":55,"hno":56,"nass":"56 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا عَاصِمٌ، عَنْ زَيْدِ بْنِ مُحَمَّدٍ، عَنْ نَافِعٍ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ إِلَّا وَعِنْدَهُ وَصِيَّةٌ»","seal":"2D044F01","part":1},
      {"page":37,"id":56,"hno":57,"nass":"57 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا ابْنُ سَابِقٍ، حَدَّثَنَا عَاصِمٌ، عَنْ زَيْدِ بْنِ مُحَمَّدٍ، عَنْ نَافِعٍ قَالَ: كَانَ ابْنُ عُمَرَ §إِذَا كَانَ فِي السَّفَرِ فِي اللَّيْلَةِ الْبَارِدَةِ أَوِ اللَّيْلَةِ الْمَطِيرَةِ، فَيُنَادِي بِالصَّلَاةِ صَلَاةِ الْعِشَاءِ، ثُمَّ يُنَادِي: أَلَا صَلُّوا فِي رِحَالِكُمْ، فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ ذَلِكَ فِي اللَّيْلَةِ الْبَارِدَةِ وَاللَّيْلَةِ الْمَطِيرَةِ","seal":"3BD01CDF","part":1},
      {"page":37,"id":57,"hno":58,"nass":"58 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ مُحَمَّدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ خَلَعَ يَدًا مِنْ طَاعَةٍ لَقِيَ اللَّهَ لَا حُجَّةَ لَهُ، وَمَنْ مَاتَ لَيْسَ فِي رَقَبَتِهِ بَيْعَةٌ مَاتَ مَوْتَةً جَاهِلِيَّةً»","seal":"31EE57FC","part":1},
      {"page":37,"id":58,"hno":59,"nass":"59 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ -[38]-، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً","seal":"EBB8C5DD","part":1},
      {"page":38,"id":59,"hno":60,"nass":"60 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ §يَجْمَعُ بَيْنَ صَلَاةِ الْمَغْرِبِ وَالْعِشَاءِ الْآخِرَةِ فِي السَّفَرِ وَهُو عَلَى ظَهْرٍ، وَيَقُولُ ابْنُ عُمَرَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا عَجَّلَتْ بِهِ حَاجَةٌ جَمَعَ بَيْنَهُمَا","seal":"AC5A8B44","part":1},
      {"page":38,"id":60,"hno":61,"nass":"61 - وَعَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ تَرَكَ صَلَاةً يَعْنِي الْعَصْرَ، حَتَّى تَفُوتَهُ فَكَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ» ، وَكَانَ ابْنُ عُمَرَ يُصَلِّيهَا وَالشَّمْسُ بَيْضَاءُ نَقِيَّةٌ","seal":"1ECCBC84","part":1},
      {"page":38,"id":61,"hno":62,"nass":"62 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ سِنَانٍ، حَدَّثَنَا يَزِيدُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ: حَدَّثَنِي أَبُو سَلَمَةَ، وَنَافِعٌ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَخْبَرَهُمَا أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§صَلَاةُ اللَّيْلِ رَكْعَتَيْنِ رَكْعَتَيْنِ، فَإِنْ خِفْتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ»","seal":"75E3BAA4","part":1},
      {"page":38,"id":62,"hno":63,"nass":"63 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَسُلَيْمُ بْنُ حَرْبٍ قَالَا: حَدَّثَنَا أَيُّوبُ بْنُ عُتْبَةَ، عَنْ يَحْيَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ -[39]-: «§مَنْ حَمَلَ عَلَيْنَا السِّلَاحَ فَلَيْسَ مِنَّا»","seal":"AF138042","part":1},
      {"page":39,"id":63,"hno":64,"nass":"64 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَيُّوبُ بْنُ عُتْبَةَ، عَنْ يَحْيَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: §رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَبَرَّزُ بَيْنَ لَبِنَتَيْنِ وَهُوَ مُسْتَقْبِلٌ الْقِبْلَةَ وَهُوَ عَلَى ظَهْرِ بَيْتٍ، قَالَ أَيُّوبُ: كَأَنَّهُ فَجِئَهُ","seal":"E30B3DB8","part":1},
      {"page":39,"id":64,"hno":65,"nass":"65 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ الضَّحَّاكِ الْبَابْلُتِّيُّ، حَدَّثَنَا الْأَوْزَاعِيُّ، قَالَ: حَدَّثَنِي يَحْيَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: كَيْفَ صَلَاةُ اللَّيْلِ يَا رَسُولَ اللَّهِ؟ قَالَ: «§مَثْنَى مَثْنَى، فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ تُوتِرُ لَكَ صَلَاتَكَ»","seal":"5A56433F","part":1},
      {"page":39,"id":65,"hno":66,"nass":"66 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنِّي قَدِ اتَّخَذْتُ خَاتَمًا، وَإِنِّي نَقَشْتُ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَا يَنْقُشْ أَحَدٌ مِثْلَهُ»","seal":"05C1279F","part":1},
      {"page":39,"id":66,"hno":67,"nass":"67 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا يَحْيَى بْنُ الضَّحَّاكِ الْبَابْلُتِّيُّ، قَالَ: أَنْبَأَنَا الْأَوْزَاعِيُّ قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ الْوَلِيدِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنْ تَلَقِّي السِّلَعِ حَتَّى يُهْبَطَ بِهَا الْأَسْوَاقَ، وَنَهَى عَنِ التَّنَاجُشِ","seal":"B496B29F","part":1},
      {"page":40,"id":67,"hno":68,"nass":"68 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَبْدُ الْغَفَّارِ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا صَالِحٌ، عَنْ نَافِعٍ قَالَ: كُنْتُ مَعَ عَبْدِ اللَّهِ وَهُو مُحْرِمٌ، فَوَجَدَ بَرْدًا، فَأَلْقَيْتُ عَلَيْهِ بُرْنُسًا فَقَالَ: مَا هَذَا؟ قُلْتُ: بُرْنُسٌ، فَقَالَ: أَلَمْ تَعْلَمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنِ الْبُرْنُسِ؟","seal":"2E23183F","part":1},
      {"page":40,"id":68,"hno":69,"nass":"69 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ سِنَانٍ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا أَبُو رَزِينٍ، عَنْ أَبِي عُبَيْدٍ حَاجِبِ سُلَيْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§اللَّهُمَّ بَارِكْ لَنَا فِي مَكَّتِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي شَامِنَا، وَبَارِكْ لَنَا فِي يَمَنِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا» ، فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، الْعِرَاقُ وَمِصْرُ؟ فَقَالَ: «هُنَاكَ يَنْبُتُ قَرْنُ الشَّيْطَانِ، وَثَمَّ الزَّلَازِلُ وَالْفِتَنُ»","seal":"A1F93983","part":1},
      {"page":40,"id":69,"hno":70,"nass":"70 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ بْنُ الصَّبَّاحِ الْخَزَّازُ، عَنْ إِسْرَائِيلَ، عَنِ الْمُعَلَّى بْنِ الْمُسَيِّبِ، عَنْ إِبْرَاهِيمَ بْنِ قُعَيْسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§سَيَكُونُ بَعْدِي أُمَرَاءُ، فَمَنْ صَدَّقَهُمْ بِكَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي، وَلَسْتُ مِنْهُ، وَلَا يَرِدُ عَلَى الْحَوْضِ -[41]-، وَمَنْ لَمْ يُصَدِّقْهُمْ بِكَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي، وَأَنَا مِنْهُ، وَسَيَرِدُ عَلَى الْحَوْضِ»","seal":"ADAA18FD","part":1},
      {"page":41,"id":70,"hno":71,"nass":"71 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا الْحَارِثُ بْنُ خَلِيفَةَ أَبُو الْعَلَاءِ النَّافِطُ، حَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: رَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى وَجْهِ كَعْبِ بْنِ عُجْرَةَ قَمْلًا فَقَالَ: «§لَعَلَّ هَوَامَّ رَأْسِكَ آذَتْكَ؟» قَالَ: نَعَمْ، قَالَ: «احْلِقْ رَأْسَكَ وَافْتَدِ» قَالَ: فَافْتَدَيْتُ بِبَقَرَةٍ وَقَلَّدْتُهَا وَأَشْعَرْتُهَا","seal":"0E774897","part":1},
      {"page":41,"id":71,"hno":72,"nass":"72 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ: أَنْبَأَنَا سَالِمُ بْنُ غِيَاثٍ، أَوْ أَبُو عَبَّادٍ شَكَّ عُبَيْدُ اللَّهِ، عَنْ مَطَرٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ رَجُلٌ عَلَيْهِ ثِيَابُ السَّفَرِ فَقَعَدَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَوَضَعَ يَدَهُ عَلَى رُكْبَتِهِ ثُمَّ قَالَ: §مَا الْإِسْلَامُ؟ قَالَ: \" شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَتُصَلِّي الْخَمْسَ، وَتَصُومُ شَهْرَ رَمَضَانَ، وَتُؤَدِّي الزَّكَاةَ، وَتَحُجُّ الْبَيْتَ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُسْلِمٌ؟ قَالَ: «نَعَمْ» ، قَالَ: صَدَقْتَ، قَالَ: فَمَا الْإِيمَانُ؟ قَالَ: «تُؤْمِنُ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَالْبَعْثِ، وَالْحِسَابِ، وَالْجَنَّةِ، وَالنَّارِ، وَالْقَدَرِ» ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُؤْمِنٌ؟ قَالَ: «نَعَمْ» ، قَالَ: صَدَقْتَ، فَمَا الْإِحْسَانُ؟ -[42]- قَالَ: «تَعْمَلُ لِلَّهِ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» ، قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَأَنَا مُحْسِنٌ؟ قَالَ: «نَعَمْ» ، قَالَ: فَمَتَى السَّاعَةُ؟ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ، مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ» ، قَالَ: فَمَا أَشْرَاطُهَا؟ قَالَ: «إِذَا تَطَاوَلَ الْحُفَاةُ الْعُرَاةُ» ، قَالَ: الْعُرَيْبُ؟ قَالَ: «نَعَمْ» ، قَالَ: فَخَرَجَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عَلَيَّ الرَّجُلَ» ، قَالَ: فَخَرَجْنَا فَلَمْ نَرَ أَحَدًا، فَضَحِكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ: «هَذَا جِبْرِيلُ جَاءَكُمْ يُعَلِّمُكُمْ أَمْرَ دِينِكُمْ، مَا جَاءَ فِي مِثْلِ صُورَتِهِ الْيَوْمَ قَطُّ»","seal":"536B91B3","part":1},
      {"page":42,"id":72,"hno":73,"nass":"73 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ: أَنْبَأَنَا مُبَارَكُ بْنُ حَسَّانَ، عَنْ نَافِعٍ قَالَ: قَالَ ابْنُ عُمَرَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ يَقُولُ: §يَا ابْنَ آدَمَ، اثْنَتَانِ لَمْ يَكُنْ لَكَ وَاحِدَةٌ مِنْهُمَا: جَعَلْتُ لَكَ نَصِيبًا مِنْ مَالِكَ حِينَ أَخَذْتَ بِكَظْمِكَ لِأُطَهِّرَكَ بِهِ وَأُزَكِّيَكَ، وَصَلَاةُ عِبَادِي عَلَيْكَ بَعْدَ انْقِضَاءِ الْأَجَلِ \"","seal":"3AE993B7","part":1},
      {"page":42,"id":73,"hno":74,"nass":"74 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنَا أَبُو عَقِيلٍ، عَنْ عُمَرَ بْنِ عُبَيْدٍ، عَنْ سَالِمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنُ بِاللَّهِ وَرَسُولِهِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثَةِ أَيَّامٍ إِلَّا أَنْ يَكُونَ زَوْجٌ»","seal":"7CA2FDCC","part":1},
      {"page":42,"id":74,"hno":75,"nass":"75 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ اللَّهِ قَالَ: أَنْبَأَنَا ابْنُ أَبِي زُؤَادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ -[43]-: كَانَتْ تَلْبِيَةُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَا شَرِيكَ لَكَ»","seal":"D6F61B2D","part":1},
      {"page":43,"id":75,"hno":76,"nass":"76 - وَعَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اللَّيْلُ مَثْنَى مَثْنَى، فَإِذَا خَشِيتَ الصُّبْحَ فَوَاحِدَةٌ تُوتِرُ مَا قَبْلَهَا»","seal":"2EB5CC78","part":1},
      {"page":43,"id":76,"hno":77,"nass":"77 - وَعَنِ ابْنِ عُمَرَ قَالَ: كَانَ §فَصُّ خَاتَمِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي كَفِّهِ","seal":"00C3A702","part":1},
      {"page":43,"id":77,"hno":78,"nass":"78 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ مُغِيرَةَ بْنِ زِيَادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §اتَّخَذَ خَاتَمًا مِنْ ذَهَبٍ فَلَبِسَهُ ثَلَاثَةَ أَيَّامٍ، فَفَشَتِ الْخَوَاتِيمُ عَلَى أَصْحَابِهِ، فَرَمَى بِهِ وَاتَّخَذَ خَاتَمًا مِنْ وَرِقٍ وَنَقَشَ فِيهِ (مُحَمَّدٌ رَسُولُ اللَّهِ) ، فَكَانَ فِي يَدِهِ حَتَّى مَاتَ، ثُمَّ كَانَ فِي يَدِ أَبِي بَكْرٍ حَتَّى مَاتَ، وَفِي يَدِ عُمَرَ حَتَّى مَاتَ، وَفِي يَدِ عُثْمَانَ سِتَّ سِنِينَ، فَلَمَّا ذَكَرَ كَلِمَةً دَفَعَهُ إِلَى رَجُلٍ مِنَ الْأَنْصَارِ فَسَقَطَ فِي بِئْرٍ فَالْتُمِسَ فَلَمْ يُوجَدْ، فَاتَّخَذَ خَاتَمًا مِثْلَهُ وَنَقَشَ عَلَيْهِ (مُحَمَّدٌ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ)","seal":"5292892F","part":1},
      {"page":43,"id":78,"hno":79,"nass":"79 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْفٍ، وَكَثِيرُ بْنُ هِشَامٍ، عَنِ الرَّبِيعِ بْنِ صَبِيحٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[44]-: «§الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا، إِلَّا أَنْ يَكُونَا اشْتَرَطَا الْخِيَارَ»","seal":"6B74CE4E","part":1},
      {"page":44,"id":79,"hno":80,"nass":"80 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، عَنْ حَنْظَلَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ مِنَ الْفِطْرَةِ قَصَّ الشَّارِبِ وَحَلْقَ الْعَانَةِ»","seal":"FF8E3BA2","part":1},
      {"page":44,"id":80,"hno":81,"nass":"81 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنِ ابْنِ جُرَيْجٍ قَالَ: بَلَغَنِي عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَنْحَرُ يَوْمَ الْأَضْحَى بِالْمَدِينَةِ، وَكَانَ إِذَا لَمْ يَنْحَرْ يَذْبَحُ","seal":"3EA823E2","part":1},
      {"page":44,"id":81,"hno":82,"nass":"82 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنِ ابْنِ جُرَيْجٍ قَالَ: أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلًا نَادَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَقَالَ: مَاذَا يَتْرُكُ الْمُحْرِمُ مِنَ الثِّيَابِ؟ قَالَ: «§لَا يَلْبَسُ الْقَمِيصَ، وَلَا الْعِمَامَةَ، وَلَا الْبُرْنُسَ، وَلَا السَّرَاوِيلَ، وَلَا الْخُفَّيْنِ، إِلَّا أَنْ لَا يَجِدَ نَعْلَيْنِ، فَإِنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْهُمَا وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ، وَلَا ثَوْبَ مَسَّهُ الزَّعْفَرَانُ أَوِ الْوَرْسُ»","seal":"3F605AAC","part":1},
      {"page":45,"id":82,"hno":83,"nass":"83 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُمَرُ بْنُ الْهَيْثَمِ، حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ: أَخْبَرَنِي نَافِعٌ، أَنَّ ابْنَ عُمَرَ، كَانَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَأْكُلُ أَحَدُكُمْ مِنْ أُضْحِيَّتِهِ فَوْقَ ثَلَاثَةِ أَيَّامٍ» ، فَكَانَ عَبْدُ اللَّهِ إِذَا غَابَتِ الشَّمْسُ مِنَ الْيَوْمِ الثَّالِثِ لَا يَأْكُلُ مِنْ لَحْمِ هَدْيِهِ","seal":"DCD294F1","part":1},
      {"page":45,"id":83,"hno":84,"nass":"84 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عُبَيْدُ اللَّهِ قَالَ: أَنْبَأَنَا ابْنُ جُرَيْجٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §خَمْسٌ يَقْتُلُهُنَّ الْمُحْرِمُ: الْفَأْرَةُ، وَالْكَلْبُ الْعَقُورُ، وَالْحِدَأَةُ، وَالْغُرَابُ، وَالْعَقْرَبُ \"","seal":"B10E2126","part":1},
      {"page":45,"id":84,"hno":85,"nass":"85 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو شَرِيكٍ مَعْقِلُ بْنُ مَالِكٍ، حَدَّثَنَا عُقْبَةُ الْأَصَمُّ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا أَعْجَلَهُ السَّيْرُ أَخَّرَ الْمَغْرِبَ حَتَّى يَجْمَعَ بَيْنَهُمَا وَبَيْنَ الْعِشَاءِ الْآخِرَةِ، وَقَدْ فَعَلَهُ ابْنُ عُمَرَ وَأَنَا مَعَهُ","seal":"B4E47F88","part":1},
      {"page":45,"id":85,"hno":86,"nass":"86 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مَنْصُورٌ يَعْنِي ابْنَ شُقَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُقْبَةَ، حَدَّثَنَا نَافِعٌ، حَدَّثَنَا ابْنُ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ -[46]-: «§بَيْنَمَا ثَلَاثَةٌ يَمْشُونَ إِذْ أَخَذَتْهُمُ السَّمَاءُ فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ فَوَقَعَتْ عَلَيْهِمْ صَخْرَةٌ» وَذَكَرَ الْحَدِيثَ بِطُولِهِ","seal":"0962B89B","part":1},
      {"page":46,"id":86,"hno":87,"nass":"87 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، عَنْ شَرِيكٍ، عَنْ مُحَمَّدِ بْنِ زَيْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنْ قَتْلِ النِّسَاءِ وَالْوِلْدَانِ يَوْمَ فَتْحِ مَكَّةَ","seal":"EF49F372","part":1},
      {"page":47,"id":87,"hno":88,"nass":"88 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ قَالَ: §مِنَ السُّنَّةِ أَنْ تَأْكُلَ قَبْلَ أَنْ تُصَلِّيَ","seal":"C66AA3C9","part":1},
      {"page":47,"id":88,"hno":89,"nass":"89 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا لَمْ يَشْرَبْهَا فِي الْآخِرَةِ، إِلَّا أَنْ يَتُوبَ»","seal":"884E6C20","part":1},
      {"page":47,"id":89,"hno":90,"nass":"90 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ قَالَ: أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، أَنَّ نَافِعًا، أَخْبَرَهُ، أَنَّ ابْنَ عُمَرَ كَانَ يَأْثِرُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ §يُصَلِّي رَاكِبًا، كَذَلِكَ وَيُوتِرُ رَاكِبًا، وَقَدْ زَعَمَ مُوسَى، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ قَالَ: إِنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُوتِرُ رَاكِبًا","seal":"20F1BC09","part":1},
      {"page":47,"id":90,"hno":91,"nass":"91 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا الْأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أُسَامَةُ أَحَبُّ النَّاسِ إِلَيَّ، مَا حَاشَا فَاطِمَةَ، وَلَا غَيْرَهَا»","seal":"99091682","part":1},
      {"page":47,"id":91,"hno":null,"nass":"حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا حَكِيمُ بْنُ نَافِعٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §يَدْخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَيَدْخُلُ أَهْلُ النَّارِ النَّارَ، فَيَقُومُ مُؤَذِّنٌ بَيْنَهُمْ فَيَقُولُ: يَا أَهْلَ الْجَنَّةِ لَا مَوْتَ، يَا أَهْلَ النَّارِ لَا مَوْتَ، كُلٌّ خَالِدٌ فِيمَا هُوَ فِيهِ \"","seal":"AFD91B3B","part":1},
      {"page":48,"id":92,"hno":93,"nass":"93 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنَا مِنْدَلٌ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ مَوَالِيهِ فَهُوَ زَانٍ»","seal":"FC40FB32","part":1},
      {"page":48,"id":93,"hno":94,"nass":"94 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا، وَالْبُسْرُ وَالتَّمْرُ جَمِيعًا","seal":"18EB9F57","part":1},
      {"page":48,"id":94,"hno":95,"nass":"95 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قِيلَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ مَيْسَرَةَ الْمَسْجِدِ قَدْ عُطِّلَتْ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ عَمَّرَ مَيْسَرَةَ الْمَسْجِدِ كَانَ لَهُ كِفْلَانِ مِنَ الْأَجْرِ»","seal":"8D5070E8","part":1},
      {"page":48,"id":95,"hno":96,"nass":"96 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدٌ، عَنْ لَيْثٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: كَانَتْ §لُغَةُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَتَحْسَبُ وَيَحْسَبُونَ","seal":"E7A6EF1D","part":1},
      {"page":48,"id":96,"hno":97,"nass":"97 - حَدَّثَنَا أَبُو أُمَيَّةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا نَافِعُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نُعَيْمٍ الْقَارِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَبَّى قَالَ -[49]-: «§لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَا شَرِيكَ لَكَ» . قَالَ: وَأَخْبَرَنِي نَافِعٌ: كَانَ ابْنُ عُمَرَ يَزِيدُ فِيهَا: لَبَّيْكَ لَبَّيْكَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ بِيَدَيْكَ، وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ. قَالَ: وَأَخْبَرَنِي نَافِعٌ قَالَ: كَانَ ابْنُ عُمَرَ يَسْتَلِمُ الرُّكْنَ الْأَسْوَدَ وَالْيَمَانِيَّ وَيَقُولُ: مَا تَرَكْتُهُمَا فِي شِدَّةٍ وَلَا رَخَاءٍ مُنْذُ رَأَيْتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْتَلِمُهُمَا","seal":"F20AEAD6","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":273,"Bk":"مسند عبد الله بن عمر للطرسوسي","HigriD":"273","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو أمية محمد بن إبراهيم بن مسلم الخزاعي البغدادي ثم الطرسوسي","bLnk":null,"Inf":"[مسند عبد الله بن عمر للطرسوسي] \r\n\r\n (المؤلف) \r\nأبو أمية محمد بن إبراهيم بن مسلم الخزاعي الطرسوسي (273 هـ) . \r\n\r\n (اسم الكتاب الذي طبع به ووصف أشهر طبعاته) \r\nطبع باسم: \r\nمسند عبد الله بن عمر\r\nبتحقيق أحمد راتب عرموش، صدر عن دار النفائس - بيروت، سنة 1407 هـ. \r\n\r\n (توثيق نسبة الكتاب إلى مؤلفه) \r\n1 - وقد روي الكتابُ بسند فيه راوٍ ضعيفٌ، لكن أحاديث الكتاب مشتهرة ومخرَّجة في الكتب المعتمدة المشهورة عند أهل العلم، وقد توبع المصنف على كثير منها. \r\n2 - وقد ذكر الحافظ ابن حجر الكتاب ضمن مسموعاته في المعجم المفهرس (531) ، ونسبه إليه الذهبي في السير (1391) ، وابن العماد في شذرات الذهب (164) ، والكتاني في الرسالة المستطرفة (164) وسزگين في تاريخ التراث العربي (181) . \r\n\r\n (وصف الكتاب ومنهجه) \r\n1 - أورد المؤلف في الكتاب الأحاديث التي تروى من طريق عبد الله بن عمر - رضي الله عنهما -، عن النبي صلى الله عليه وسلم. \r\n2 - لم يستوعب كل الأحاديث التي رواها عبد الله بن عمر. \r\n3 - اشتمل الكتاب على 97 حديثًا، وكلها مرفوع إلى النبي صلى الله عليه وسلم. \r\n\r\n [التعريف بالكتاب، نقلا عن موقع جامع الحديث]","Auth":"أبو أمية الطرسوسي","Betaka":"الكتاب: مسند عبد الله بن عمر\r\nالمؤلف: أبو أمية محمد بن إبراهيم بن مسلم الخزاعي البغدادي ثم الطرسوسي (المتوفى: 273هـ)\r\nالمحقق: أحمد راتب عرموش\r\nالناشر: دار النفائس - بيروت\r\nالطبعة: الأولى، 1393\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]","TafseerNam":null,"PdfCs":0,"AuthInf":"محمد بن إبراهيم (000 - 273 هـ = 000 - 886 م) \r\n\r\nمحمد بن إبراهيم بن مسلم البغدادي ثم الطرسوسي، أبو أمية: من حفاظ الحديث.\r\nله «مسند» توفي في طرسوس.\r\nقال الذهبي: وقع لنا جزآن من حديثه . \r\n\r\nنقلا عن : الأعلام للزركلي","seal":"240BD9B8","cat":"الأجزاء الحديثية","oNum":13169,"BkId":13169,"oAuth":550,"bVer":1,"aSeal":"DB1707AB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t13169":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"صحبت رسول الله صلى الله عليه وسلم في الحضر والسفر، فكان في الحضر إذا صلى الظهر صلى أربعا،"},
      {"lvl":1,"id":2,"sub":0,"tit":"يتوضأ وضوءه للصلاة، وكان ابن عمر إذا أراد أن يطعم يتوضأ"},
      {"lvl":1,"id":3,"sub":0,"tit":"صليت مع رسول الله صلى الله عليه وسلم في الحضر والسفر، فصليت معه في الحضر الظهر أربعا،"},
      {"lvl":1,"id":4,"sub":0,"tit":"من اقتنى كلبا إلا كلب صيد، أو كلب ماشية، أو كلب مخافة، نقص من عمله كل يوم قيراطان، قيل:"},
      {"lvl":1,"id":5,"sub":0,"tit":"مثنى مثنى، فإن خشي الصبح فواحدة"},
      {"lvl":1,"id":6,"sub":0,"tit":"لا تمسح من هذه الأركان إلا الركن اليماني والركن الذي فيه الحجر، قال: رأيت رسول الله صلى"},
      {"lvl":1,"id":7,"sub":0,"tit":"لا تبيعوا الثمرة حتى يبدو صلاحها"},
      {"lvl":1,"id":8,"sub":0,"tit":"نهى رسول الله صلى الله عليه وسلم عن الجر والدباء؟ قال: نعم"},
      {"lvl":1,"id":9,"sub":0,"tit":"تشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا رسوله، قال: فإذا فعلت ذلك فأنا مسلم،"},
      {"lvl":1,"id":10,"sub":0,"tit":"يعلمنا التشهد في الصلاة كما يعلم المكتب الولدان"},
      {"lvl":1,"id":11,"sub":0,"tit":"توضئوا من لحوم الإبل، ولا توضئوا من لحوم الغنم، وتوضئوا من ألبان الإبل، ولا توضئوا من"},
      {"lvl":1,"id":12,"sub":0,"tit":"إن أهل السماء لا يسمعون شيئا من أهل الأرض إلا الأذان"},
      {"lvl":1,"id":13,"sub":0,"tit":"المؤذنون أطول الناس أعناقا يوم القيامة، وهم أول من يكسى"},
      {"lvl":1,"id":14,"sub":0,"tit":"أبغض الحلال إلى الله عز وجل الطلاق"},
      {"lvl":1,"id":15,"sub":0,"tit":"سماهم الله الأبرار لأنهم بروا الآباء والأبناء، كما أن لوالديك عليك حقا كذلك لولدك عليك"},
      {"lvl":1,"id":16,"sub":0,"tit":"ما زال رسول الله صلى الله عليه وسلم يوصي بالصلاة وما ملكت أيمانكم حتى انكسر"},
      {"lvl":1,"id":17,"sub":0,"tit":"إن مسحهما يحطان الخطايا حطا"},
      {"lvl":1,"id":18,"sub":0,"tit":"النميمة وهي الكذب، والسخيمة والحمية في النار، فلا يجتمعان في صدر مسلم"},
      {"lvl":1,"id":19,"sub":0,"tit":"لعن النائحة والمستمعة، والحالقة والصالقة، والواشمة والموشومة وقال: ليس للنساء في اتباع"},
      {"lvl":1,"id":20,"sub":0,"tit":"النميمة والشتيمة والحمية في النار، فلا يجتمعان في صدر مؤمن"},
      {"lvl":1,"id":21,"sub":0,"tit":"إذا ضن الناس بالدينار والدرهم، واتبعوا أذناب البقر، وتركوا الجهاد في سبيل الله، وتبايعوا"},
      {"lvl":1,"id":22,"sub":0,"tit":"لا يتعار ساعة من الليل إلا أجرى السواك على فيه"},
      {"lvl":1,"id":23,"sub":0,"tit":"إن أمتي هذه توفي سبعين أمة نحن آخرها وخيرها"},
      {"lvl":1,"id":24,"sub":0,"tit":"من أذن فهو أحق أن يقيم"},
      {"lvl":1,"id":25,"sub":0,"tit":"يدنو المؤمن من ربه يوم القيامة كأنه بذج - قال أبو النضر: قال قتادة: البذج: السخلة - فيضع"},
      {"lvl":1,"id":26,"sub":0,"tit":"من خلع الطاعة لقي الله يوم القيامة لا حجة له، ومن مات لا طاعة عليه مات ميتة جاهلية، قال"},
      {"lvl":1,"id":27,"sub":0,"tit":"يقتل هذا مظلوما، فنظرت إليه فإذا هو عثمان بن عفان رحمه الله"},
      {"lvl":1,"id":28,"sub":0,"tit":"لا تساكنوا الأنباط في بلادهم، فإن نازعوكم الكلام واختبئوا في الأقنية فالهرب الهرب، ولا"},
      {"lvl":1,"id":29,"sub":0,"tit":"ليبلغ شاهدكم غائبكم، لا صلاة بعد طلوع الفجر إلا ركعتين"},
      {"lvl":1,"id":30,"sub":0,"tit":"ما رأيت رسول الله صلى الله عليه وسلم مفطرا قط، يعني يوم الجمعة"},
      {"lvl":1,"id":31,"sub":0,"tit":"يبلغ العرق من بني آدم، فقال أحدهما: إلى شحمة أذنه، وقال الآخر: يلجمه"},
      {"lvl":1,"id":32,"sub":0,"tit":"يقتل الغراب، والحدأة، والفأرة، والكلب العقور، والعقرب، فقلت لنافع: فالحيات؟ قال: لا يختلف"},
      {"lvl":1,"id":33,"sub":0,"tit":"من ابتاع نخلا قد أبرت - سألته، فقال: لقحت - فثمره للبائع، إلا أنه يشترط"},
      {"lvl":1,"id":34,"sub":0,"tit":"قطع في مجن ثمنه ثلاثة دراهم"},
      {"lvl":1,"id":35,"sub":0,"tit":"نهى عن المزابنة: أن يبيع الرجل ثمر أرضه بكيل إن زاد فلا، وإن نقص فعلى"},
      {"lvl":1,"id":36,"sub":0,"tit":"رخص في بيع العرايا بخرصها"},
      {"lvl":1,"id":37,"sub":0,"tit":"إن عبد الله رجل صالح"},
      {"lvl":1,"id":38,"sub":0,"tit":"إن العبد إذا أحسن عبادة ربه ونصح لسيده يؤتى أجره مرتين"},
      {"lvl":1,"id":39,"sub":0,"tit":"ما تركت استلام الحجر في رخاء ولا شدة منذ رأيت رسول الله صلى الله عليه وسلم"},
      {"lvl":1,"id":40,"sub":0,"tit":"إذا راح أحدكم إلى الجمعة فليغتسل"},
      {"lvl":1,"id":41,"sub":0,"tit":"من قتل مؤمنا متعمدا فقد كفر بالله"},
      {"lvl":1,"id":42,"sub":0,"tit":"كل مسكر خمر"},
      {"lvl":1,"id":43,"sub":0,"tit":"أهللنا مع رسول الله صلى الله عليه وسلم بالحج مفردا"},
      {"lvl":1,"id":44,"sub":0,"tit":"إن الرجل ليكون من أهل الصلاة والزكاة والحج والعمرة والصيام والجهاد، حتى ذكر سهام الخير،"},
      {"lvl":1,"id":45,"sub":0,"tit":"على المرء المسلم السمع والطاعة فيما أحب وكره"},
      {"lvl":1,"id":46,"sub":0,"tit":"بادروا الصبح بالوتر"},
      {"lvl":1,"id":47,"sub":0,"tit":"لا يلبس القميص، ولا العمامة، ولا السراويلات، ولا البرانس، ولا الخفاف، إلا أن لا يجد نعلين"},
      {"lvl":1,"id":48,"sub":0,"tit":"أمرنا رسول الله صلى الله عليه وسلم في أطراف المدينة أن نقتل الكلاب، فلقد رأيتنا نقتل"},
      {"lvl":1,"id":49,"sub":0,"tit":"لا يحلبن أحدكم ماشية أحد إلا بإذن أهله، أيحب أحدكم أن تؤتى خزانته فتكسر فينتثل ما فيها،"},
      {"lvl":1,"id":50,"sub":0,"tit":"المحرم لا ينكح ولا ينكح"},
      {"lvl":1,"id":51,"sub":0,"tit":"في أربع وعشرين من الإبل خمس شياه إلى أن تبلغ خمسا وعشرين، فإذا بلغت خمسا وعشرين ففيها"},
      {"lvl":1,"id":52,"sub":0,"tit":"كانت في كل أربعين شاة شاة إلى عشرين ومائة، فإذا زادت فشاتان إلى مائتين، فإذا زادت فثلاث"},
      {"lvl":1,"id":53,"sub":0,"tit":"كل مسكر خمر، وكل مسكر حرام"},
      {"lvl":1,"id":54,"sub":0,"tit":"كان يوما يعظمه أهل الجاهلية"},
      {"lvl":1,"id":55,"sub":0,"tit":"ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين إلا وعنده وصية"},
      {"lvl":1,"id":56,"sub":0,"tit":"إذا كان في السفر في الليلة الباردة أو الليلة المطيرة، فينادي بالصلاة صلاة العشاء، ثم"},
      {"lvl":1,"id":57,"sub":0,"tit":"من خلع يدا من طاعة لقي الله لا حجة له، ومن مات ليس في رقبته بيعة مات موتة"},
      {"lvl":1,"id":58,"sub":0,"tit":"رجم يهوديا ويهودية"},
      {"lvl":1,"id":59,"sub":0,"tit":"يجمع بين صلاة المغرب والعشاء الآخرة في السفر وهو على ظهر، ويقول ابن عمر: كان رسول الله"},
      {"lvl":1,"id":60,"sub":0,"tit":"من ترك صلاة يعني العصر، حتى تفوته فكأنما وتر أهله وماله، وكان ابن عمر يصليها والشمس بيضاء"},
      {"lvl":1,"id":61,"sub":0,"tit":"صلاة الليل ركعتين ركعتين، فإن خفت الصبح فأوتر بواحدة"},
      {"lvl":1,"id":62,"sub":0,"tit":"من حمل علينا السلاح فليس منا"},
      {"lvl":1,"id":63,"sub":0,"tit":"رأيت رسول الله صلى الله عليه وسلم يبرز بين لبنتين وهو مستقبل القبلة وهو على ظهر بيت، قال"},
      {"lvl":1,"id":64,"sub":0,"tit":"مثنى مثنى، فإذا خفت الصبح فأوتر بواحدة توتر لك صلاتك"},
      {"lvl":1,"id":65,"sub":0,"tit":"إني قد اتخذت خاتما، وإني نقشت فيه محمد رسول الله صلى الله عليه وسلم فلا ينقش أحد"},
      {"lvl":1,"id":66,"sub":0,"tit":"نهى عن تلقي السلع حتى يهبط بها الأسواق، ونهى عن التناجش"},
      {"lvl":1,"id":67,"sub":0,"tit":"نهى عن البرنس؟"},
      {"lvl":1,"id":68,"sub":0,"tit":"اللهم بارك لنا في مكتنا، وبارك لنا في مدينتنا، وبارك لنا في شامنا، وبارك لنا في يمننا،"},
      {"lvl":1,"id":69,"sub":0,"tit":"سيكون بعدي أمراء، فمن صدقهم بكذبهم وأعانهم على ظلمهم فليس مني، ولست منه، ولا يرد على"},
      {"lvl":1,"id":70,"sub":0,"tit":"لعل هوام رأسك آذتك؟ قال: نعم، قال: احلق رأسك وافتد قال: فافتديت ببقرة وقلدتها"},
      {"lvl":1,"id":71,"sub":0,"tit":"ما الإسلام؟ قال: شهادة أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم، وتصلي"},
      {"lvl":1,"id":72,"sub":0,"tit":"يا ابن آدم، اثنتان لم يكن لك واحدة منهما: جعلت لك نصيبا من مالك حين أخذت بكظمك لأطهرك به"},
      {"lvl":1,"id":73,"sub":0,"tit":"لا يحل لامرأة تؤمن بالله واليوم الآخر، وتؤمن بالله ورسوله أن تحد على ميت فوق ثلاثة أيام"},
      {"lvl":1,"id":74,"sub":0,"tit":"لبيك اللهم لبيك، لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك"},
      {"lvl":1,"id":75,"sub":0,"tit":"الليل مثنى مثنى، فإذا خشيت الصبح فواحدة توتر ما قبلها"},
      {"lvl":1,"id":76,"sub":0,"tit":"فص خاتم رسول الله صلى الله عليه وسلم في كفه"},
      {"lvl":1,"id":77,"sub":0,"tit":"اتخذ خاتما من ذهب فلبسه ثلاثة أيام، ففشت الخواتيم على أصحابه، فرمى به واتخذ خاتما من ورق"},
      {"lvl":1,"id":78,"sub":0,"tit":"البيعان بالخيار ما لم يتفرقا، إلا أن يكونا اشترطا الخيار"},
      {"lvl":1,"id":79,"sub":0,"tit":"إن من الفطرة قص الشارب وحلق العانة"},
      {"lvl":1,"id":80,"sub":0,"tit":"ينحر يوم الأضحى بالمدينة، وكان إذا لم ينحر يذبح"},
      {"lvl":1,"id":81,"sub":0,"tit":"لا يلبس القميص، ولا العمامة، ولا البرنس، ولا السراويل، ولا الخفين، إلا أن لا يجد نعلين،"},
      {"lvl":1,"id":82,"sub":0,"tit":"لا يأكل أحدكم من أضحيته فوق ثلاثة أيام، فكان عبد الله إذا غابت الشمس من اليوم الثالث لا"},
      {"lvl":1,"id":83,"sub":0,"tit":"خمس يقتلهن المحرم: الفأرة، والكلب العقور، والحدأة، والغراب، والعقرب"},
      {"lvl":1,"id":84,"sub":0,"tit":"إذا أعجله السير أخر المغرب حتى يجمع بينهما وبين العشاء الآخرة، وقد فعله ابن عمر وأنا"},
      {"lvl":1,"id":85,"sub":0,"tit":"بينما ثلاثة يمشون إذ أخذتهم السماء فأووا إلى غار في جبل فوقعت عليهم صخرة وذكر الحديث"},
      {"lvl":1,"id":86,"sub":0,"tit":"نهى عن قتل النساء والولدان يوم فتح مكة"},
      {"lvl":1,"id":87,"sub":0,"tit":"من السنة أن تأكل قبل أن تصلي"},
      {"lvl":1,"id":88,"sub":0,"tit":"من شرب الخمر في الدنيا لم يشربها في الآخرة، إلا أن يتوب"},
      {"lvl":1,"id":89,"sub":0,"tit":"يصلي راكبا، كذلك ويوتر راكبا، وقد زعم موسى، عن نافع، أن ابن عمر قال: إنه رأى النبي صلى"},
      {"lvl":1,"id":90,"sub":0,"tit":"أسامة أحب الناس إلي، ما حاشا فاطمة، ولا غيرها"},
      {"lvl":1,"id":91,"sub":0,"tit":"يدخل أهل الجنة الجنة، ويدخل أهل النار النار، فيقوم مؤذن بينهم فيقول: يا أهل الجنة لا موت،"},
      {"lvl":1,"id":92,"sub":0,"tit":"أيما عبد تزوج بغير إذن مواليه فهو زان"},
      {"lvl":1,"id":93,"sub":0,"tit":"نهى أن ينبذ البسر والرطب جميعا، والبسر والتمر جميعا"},
      {"lvl":1,"id":94,"sub":0,"tit":"من عمر ميسرة المسجد كان له كفلان من الأجر"},
      {"lvl":1,"id":95,"sub":0,"tit":"لغة النبي صلى الله عليه وسلم: أتحسب ويحسبون"},
      {"lvl":1,"id":96,"sub":0,"tit":"لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك. قال:"}
    ]
}
