{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b132425":
    [
      {"page":null,"id":1,"nass":"كتاب الحسبة\r\rتأليف\rجمال الدين يوسف بن عبد الهادي المعروف بـ «ابن المبرد الدمشقي»\rفي تعداد صناع دمشق وباعتها في القرن العاشر للهجرة","seal":"9BCFDBF0","part":1},
      {"page":127,"id":2,"nass":"يحتاج المحتسب إلى معرفة الأحكام من الصلاة. والصوم. والزكاة. والبيع. والشرآء. والنكاح. والطلاق. والمباح من الأطعمة والمحرم. والمباح من الأشربة والمحرم. وما يكفر به الإنسان وما به يسلم. والذبائح وشروطها. والشهادات والإقرار. وجميع هذه","seal":"AA29059D","part":1},
      {"page":128,"id":3,"nass":"الأحكام ليأخذ الناس بها. ويحتاج إلى معرفة الصنائع وجيدها من ردجا وغشها. وخالصها من مغشوشها.\r\rثم اعلم أن أرباب الصنائع أنواع كثيرة:\rالأول ... الحاكة. وهم مائة صنف\rالأول ... حاكة القطن. وهم عشرة أصناف:\rالأول ... حاكة البطاين. وغشهم بقلة الصفاقة. وشد ذلك بالعجين\rالثاني ... حاكة القطن الرفيع\rالثالث ... حاكة العمائم\rالرابع ... حاكة الأزر\rالخامس ... حاكة الفوط والشدود\rالسادس ... حاكة المناشف\rالسابع ... حاكة اللحف\rالثامن ... حاكة التفاصيل العقربانية\rالتاسع ... حاكة الثياب الكركية\rالعاشر ... حاكة المختم من القطن. وهؤلاء الحسبة عليهم في الجودة.\rالثاني ... حاكة الكتان وهم أكثر من عشرين صنف:\rالثالث ... حاكة الحرير وهم أكثر من أربعين صف. وهؤلاء الحسبة عليهم في الجودة وعدم الغش وعدم الخلوة بالصبيان وغلق الأبواب عليهم معهم\rالرابع ... حاكة الصوف وهم أكثر من عشرين صنف. والحسبة عليهم في الجودة\rالخامس ... حاكة البسط وهم أكثر من عشرة أصناف.\rالسادس ... حاكة الخبش والعدول وهم أكثر من خمسة أصناف.\rالثاني ... التجار. وهم عدة أصناف .. من يبيع الثياب التي لم تستعمل من كل ما تقدم. والحسبة عليهم في التقوي في المعاملة. والتقوي في البيع والشرى. ومن يبيع الخلقان المخيطة والمستعملة. والحسبة عليهم كذلك\rالثالث ... الجوهرية. وهو أصناف. والحسبة عليهم في التقوي وعدم الغش. وإدخال شيء في شيء.","seal":"CCABB70E","part":1},
      {"page":129,"id":4,"nass":"الرابع العطارون. وهم من يبيع العطر والأبازير. والحسبة عليهم في التقوى وعدم الغش. وإدخال شيء في شيء.\rالخامس الطباخون. والحسبة عليهم في النظافة. وغسل الأواني وتغطيتها. وعدم الغش بالردي. والرفق فى البيع.\rالسادس القامية. والحسبة عليهم في النظافة. وتغطية الأواني. والتقوى في البيع والشرى\rالسابع ... الفاكهانية. والحسبة عليهم في التقوى في البيع والشرى. وعدم إدخال الردي في الجيد.\rالثامن النقلية. والحسبة عليهم في تغطية الأوعية. وعدم خلط الردي بالجيد. والتقوى في البيع والشرى.\rالتاسع الدقاقون. وهم الطحانون والحسبة عليهم في الجودة وعدم الغش\rالعاشر الخبازون. والحسبة عليهم في التقوى وعدم الغش\rالحادي عشر ... الحبوبية. وهم من يبيع الحبوب كلها. والحسبة عليهم في التقوى. وعدم الغش بالردي.\rالثاني عشر ... التراسون. والحسبة عليهم في ترك الشيطنة في الليل. والرفق بالدواب. وترك الكلام الفاحش\rالثالث عشر ... الجمالون. والحسبة عليهم في الرفق بالدواب. والتقوى في أنفسهم\rالرابع عشر ... الحمالون. والحسبة عليهم في التقوى وعدم الخيانة\rالخامس عشر النجارون. والحسبة عليهم في التقوى. والنصح في الصناعة\rالسادس عشر المعمارية. والحسبة عليهم في التقوى والنصح\rالسابع عشر ... الحدادون. وهم أصناف كثيرة. والحسبة عليهم في التقوى والنصح\rالثامن عشر ... الابارون. والحسبة عليهم في التقوى وعدم الغش\rالتاسع عشر ... الفواخرة. والحسبة عليهم في التقوى وعدم الغش\rالعشرون ... الوراقون. والحسبة عليهم في التقوى وعدم الغش\rالحادي والعشرون ... البياطرة. والحسبة عليهم في التقوى وحسن الصنعة\rالثاني والعشرون ... السقطية. والحسبة عليهم في التقوى وحسن المعاملة\rالثالث والعشرون ... الفقاعية. والحسبة عليهم في التقوى. وتغطة الأواني. والنظافة. وعدم الغش، وكثرة الماء.\rالرابع والعشرون ... الشراباتية. والحسبة عليهم في النظافة. وتغطية الأواني. وعدم الغش والتنقيص\rالخامس والعشرون ... الاطبآء. والحسبة عليهم في التقوى. والنصح. والمعرفة. والتواضح والتأني\rالسادس والعشرون ... الجرائحية. والحسبة عليهم في التقوي. والمعرفة. والنصح. وجودة الأدوية\rالسابع والعشرون ... العشابة. والحسبة عليهم في المعرفة. وعدم خلط شيء بشيء. والغش","seal":"F6F36060","part":1},
      {"page":130,"id":5,"nass":"الثامن والعشرون ... الشماعون. والحسبة عليهم في التقوى. وعدم الغش\rالتاسع والعشرون ... بياعة الحرير والخيطان. والحسبة عليهم في المعاملة وعدم الغش بالردي\rالثلاثون ... الحلوانية. والحسبة عليهم في النظافة. وجودة الطبخ. وتغطية الأواني. وعدم الغش\rالحادي والثلاثون ... بياعة الصابون وعماله. والحسبة عليهم في التقوى وعدم الغش وخلط الجيد بالردي\rالثاني والثلاثون ... السماسرة. والحسبة عليهم في الصدق. والأمانة. وعدم الشيطنة\rالثالث والثلاثون ... الخضرية. والحسبة عليهم في النظافة. وحسن المعاملة\rالرابع والثلاثون ... اللحامون. والحسبة عليهم في النظافة. وحسن المعاملة\rالخامس والثلاثون ... الشرايحية. والحسبة عليهم في النظافة. والإصلاح. وعدم السرقة\rالسادس والثلاثون ... القزازون. والحسبة عليهم في الجودة. وعدم الغش\rالسابع والثلاثون ... القباقبية. والحسبة عليهم في الجودة. والإصلاح. وعدم الغش\rالثامن والثلاثون ... الدهانون وأصحاب المدهون كله. والحسبة عليهم في الجودة. وعدم الغش. والإصلاح\rالتاسع والثلاثون ... بياعة اللبن والجبن ونحو ذلك وعماله. والحسبة عليهم في الجودة. وعدم الغش. والنظافة. والتغطية\rالأربعون ... ضرابة اللبن. والحسبة عليهم في الجودة. وحسن العمل\rالحادي والأربعون بياعة الطيور. والحسبة عليهم في التقوى. والصدق\rالثاني والأربعون ... الشهود. والحسبة عليهم في الرفق. وقلة الطمع. والديانة\rالثالث والأربعون المؤذنون. والحسبة عليهم في معرفة الأوقات. والأمانة. والمباشرة\rالرابع والأربعون ... النحاسون. والحسبة عليهم في التقوى. وحسن الصنعة وعدم الغش\rالخامس والأربعون ... المناخلية. والحسبة عليهم في الجودة. وعدم وضع الخشن\rالسادس والأربعون الغرايلية. والحسبة عليهم في الجودة\rالسابع والأربعون ... أصحاب الخانات. والحسبة عليهم في الأمانة. واجتناب المناكر والمحرمات\rالثامن والأربعون ... حمأمية. والحسبة عليهم في الأمانة. والنظافة. والسخونة. والرفق بالناس\rالتاسع والأربعون ... الزبالون. والحسبة عليهم في عدم مضايقة الناس. والتقذير عليهم\rالخمسون ... السكرية. والحسبة عليهم في المعاملة. وعدم الغش\rالحادي والخمسون بياعة السلاح وعماله. والحسبة عليهم في الجودة. والاتقان. وعدم الغش\rالثاني والخمسون ... الذهبية. والحسبة عليهم في التقوى. وعدم الغش. وعدم الخلوة بالصبيان\rالثالث والخمسون الخياطون. والحسبة عليهم في الاتقان. وحسن العمل\rالرابع والخمسون الطواقبة. والحسبة عليهم في الجودة. وحسن العمل\rالخامس والخمسون الزرابيلية. والحسبة عليهم في الاتقان. وحسن العمل","seal":"F63F56BF","part":1},
      {"page":131,"id":6,"nass":"السادس والخمسون ... السراميجية والحسبة عليهم في الإتقان. وحسن العمل\rالسابع والخمسون ... الأخفافية والحسبة عليهم في الجودة. وحسن العمل\rالثامن والخمسون ... الحياكون. والحسبة عليهم في الجودة. وحسن العمل\rالتاسع والخمسون ... الدقاقون والحسبة عليهم في المعرفة. والجودة. وعدم التقطيع\rالستون ... الكتبة. والحسبة عليهم في الجودة. وعدم التعفيش\rالحادي والستون ... بياعة الغزل. والحسبة عليهم في التقوى. وعدم الغش\rالثاني والستون ... الأقباعية. والحسبة عليهم في التقوى. وعدم الغش\rالثالث والستون ... الدباغون. والحسبة عليهم في الجودة والاتقان\rالرابع والستون ... الحراس. والحسبة عليهم في الحفظ والأمانة\rالخامس والستون ... العنبرية. والحسبة عليهم في النصح وحسن العمل وعدم الغش\rالسادس والستون ... اليهودية. والحسبة عليهم في حسن العمل وعدم الغش\rالسابع والستون ... المصالحية. والحسبة عليهم في النظافة وحسن العمل\rالثامن والستون ... أصحاب الكوامخ والمخللات. والحسبة عليهم في حسن العمل والنظافة\rالتاسع والستون ... القربية. والحسبة عليهم في الاتقان وحسن العمل وعدم الغش\rالسبعون ... الخردفوينة والحسبة عليهم في الاتقان وحسن العمل\rالحادي والسبعون ... السروجية والحسبة عليهم في الاتقان وحسن العمل\rالثاني والسبعون ... الإمشاطية. والحسبة عليهم في الاتقان وحسن العمل\rالثالث والسبعون ... الجوخية. والحسبة عليهم في التقوى في البيع والشرى. وعدم التخبير بما اشتري إلى أجل وترك الجنف\rالرابع والسبعون ... الطيبية. والحسبة عليهم في عدم الغش\rالخامس والسبعون ... الرحولية. والحسبة عليهم في الاتقان وعدم الغش\rالسادس والسبعون بياعة الحبال وعمالها. والحسبة عليهم في الجودة وعدم الغش\rالسابع والسبعون ... الحمصانية. والحسبة عليهم في جودة العمل والنظافة\rالثامن والسبعون ... عمال السنبوسك ونحوه. والحسبة عليهم في العمل والنظافة وعدم الغش\rالتاسع والسبعون ... الرملية. والحسبة عليهم أن يمنعوا بالكلية. أو يكونوا على حال مصلحة للناس\rالثمانون ... المشعوذة. والحسبة عليهم أن يمنعوا أو يكونوا على حال مصلحة\rالحادي والثمانون ... مجلدة الكتب. والحسبة عليهم في الجودة والاتقان وعدم السفتجة","seal":"05FDF585","part":1},
      {"page":132,"id":7,"nass":"الثاني والثمانون ... الصقالون. والحسبة عليهم في حسن الصنعة والاتقان\rالثالث والثمانون ... النخاسون وبياعة الرقيق. والحسبة عليهم في الصدق والأمانة وعدم التدليس والوطء قبل الاستبرآه\rالرابع والثمانون ... المؤدبون. والحسبة عليم في حسن التعليم وإن كانوا من الرجال المزوجين\rالخامس والثمانون ... المبيضون. والحسبة عليهم في الاتقان\rالسادس والثمانون ... الحكاكون والبخاشون. والحسبة عليهم في الاتقان وحسن العمل\rالسابع والثمانون ... البارودية. والحسبة عليهم في حسن العمل\rالثامن والثمانون ... السكاكينية. والحسبة عليهم في الاتقان وحسن الصنعة\rالتاسع والثمانون ... السنانون. والحسبة عليهم في الاتقان وحسن الصنعة\rالتسعون ... الصياغ. والحسبة عليهم في الامانة والاتقان وحسن الصنعة\rالحادي والتسعون ... الحصرية وعمال القفاف والمكانس. والحسبة عليهم في الاتقان والجودة\rالثاني والتسعون ... الصيادون. وهم أصناف كثيرة. والحسبة عليهم في التقوى وتعاطي أسباب الحل من الذبح ونحو ذلك\rالثالث والتسعون ... الصيارفة. والحسبة عليهم في المعرفة والأمانة وتعاطي أسباب الحل\rالرابع والتسعون ... الدهيناتية. والحسبة عليهم في حسن العمل وعدم الغش\rالخامس والتسعون ... المواشط. والحسبة عليهن في العمل وعدم تعاطي المحرم\rالسادس والتسعون ... الكحالون. والحسبة عليهم في المعرفة والصدق وجودة الأدوية\rالسابع والتسعون ... القطانون. والحسبة عليهم في الجودة والصنعة\rالثامن والتسعون ... بياعة الكتان. والحسبة عليهم في الصنعة والجودة\rالتاسع والتسعون ... الكوافيون. والحسبة عليهم في الصنعة والجودة\rالمائة ... القضمانيون. والحسبة عليهم في الجودة وحسن الصناعة.\rالحادي والمائة ... الحجارون والترابون. والحسبة عليهم في الجودة والأمانة وعدم تحميل الدواب ما لا تطيق\rالثاني والمائة ... الحطابون. والحسبة عليهم في الرفق بالدواب وعلى الجميع الحسبة في الديانة والتقوى وتحرير الميزان والصنج ولولا أذى التطويل زدنا على هذا وذكرنا كل صنعة وكيفية غشها","seal":"54A06119","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":909,"ShrtCs":0,"Bk":"الحسبة لابن المبرد","HigriD":"909","oAuthVer":16,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"يوسف بن حسن بن أحمد بن حسن ابن عبد الهادي الصالحي، جمال الدين، ابن المِبْرَد الحنبلي","bLnk":null,"Inf":null,"Auth":"ابن المِبْرَد","Betaka":"الكتاب: الحسبة [ضمن بحوث الخزانة الشرقية المنشورة في مجلة المشرق]\r\nالمؤلف: جمال الدين يوسف بن عبد الهادي المعروف بـ «ابن المبرد الدمشقي»\r\nالناشر: المطبعة الكاثوليكية - بيروت، مكتبة المثنى - بغداد.\r\nعام النشر: 1937 م\r\nعدد الصفحات: 7\r\nأعده للشاملة: مركز المحتسب http://almohtasb.com\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"ابن المِبْرَد (840 - 909 هـ = 1436 - 1503 م)\r\r• يوسف بن حسن بن أحمد بن حسن ابن عبد الهادي الصالحي، جمال الدين، ابن المِبْرَد (*)\r• علامة متفنن، من فقهاء الحنابلة. من أهل الصالحية، بدمشق.\r\rله:\r• «مغني ذوي الإفهام عن الكتب الكثيرة في الأحكام - ط» في فقه الحنابلة، رأيته في المكتبة السعودية بالرياض (رقم 28/ 86)\r• «الدرر الكبير - خ» جزء منه، في التراجم والسير\r• «النهاية في اتصال الرواية - خ» [طُبع]\r• «تاريخ الإسلام - خ» قطعة منه\r• «الاقتباس - خ» تعليقات وشروح على سيرة ابن سيد الناس\r• «الميرة في حل مشكل السيرة - خ» الجزء الثاني منه، في شرح ما أبهم من سيرة ابن هشام\r• «العقد التام فيمن زوجه النبي عليه الصلاة والسلام - خ» [طُبع] رسالة\r• «محض الشيد في مناقب سعيد بن زيد - خ» رسالة\r• «محض الخلاص في مناقب سعد ابن أبي وقاص - خ»\r• «ضبط من غبر فيمن قيده ابن حجر - خ» [طُبع]\r• «تذكرة الحفاظ وتبصرة الإيقاظ - خ» [طُبع]\r• «الضبط والتبيين لذوي العلل والعاهات من المحدثين - خ» أوراق منه، ابتدأه بها ولم يكمله\r• كتاب في «تراجم الشافعية - خ» ناقص الأول، لعله جزء من «الدرر الكبير»\r• «العطاء المعجل - خ» أوراق من أوله، وهو في تراجم الحنابلة\r• «إرشاد السالك إلى مناقب مالك - خ»\r• «تعريف الغادي - خ» أربع ورقات في ترجمة أخ له اسمه أحمد\r• «فهرسة - خ» في 58 ورقة بأسماء ما كان في خزانته من الكتب\r• «سير الحاث - ط» رسالة في الطلاق\r• «الإتقان في أدوية اللثة والأسنان»\r• «الإتقان لأدوية اليرقان»\r• «الطباخة - ط» رسالة في أوصاف بعض المآكل\r• «عدة الملمات في تعداد الحمامات - ط» رسالة\r• «الإعانات على معرفة الخانات - ط»\r• «ثمار المقاصد في ذكر المساجد - ط»\r• «آداب الحمام وأحكامه - خ»\r• «الحسبة - ط» رسالة\r• «نزهة المسامر في أخبار مجنون بني عامر - خ»\r• «نزهة الرفاق - ط» رسالة في أسماء الأسواق بدمشق في أيامه\r• «الدرة المضية - ط» رسالة في الشجرة النبوية\r• «تحفة الوصول إلى علم الأصول - خ»\r• «الرد على من شدد وعسر في جواز الأضحية بما تيسر - خ»\r• «غراس الآثار وثمار الأخبار ورائق الحكايات والأشعار - خ»\r• «الاختلاف بين رواة البخاري - خ»\r• «بلغة الحثيث إلى علم الحديث - خ»\r• «غاية السول إلى علم الأصول - خ» [طُبع]\r• «مقبول المنقول من علمي الجدل والأصول - خ»\r• «محض الصواب في فضائل أمير المؤمنين عمر بن الخطاب - خ» [طُبع]\r• «تاريخ الصالحية - خ»\r• «بحر الدم في من تكلم فيه أحمد بن حنبل بمدح أو ذم - خ» [طُبع]\r• «مراقي الجنان بقضاء حوائج الإخوان - خ»\rوفي شذرات الذهب: ألف تلميذه شمس الدين بن طولون في ترجمته مؤلفا ضخما.\rقلت: ومعظم ما سميت من كتبه المخطوطة، محفوظ بخطه، في الظاهرية بدمشق\r_________\r(*) [قال محمود الأرناؤوط: «قَيَّد نِسبتَه بكسر الميم مُعظم مَن ترجَم له، وهو الأشبه عندي». (هامش شذرات الذهب 10/ 62)]\r\r(1) شذرات الذهب 8: 43 ومجلة المشرق 35: 370، 384 و 41: 18، 409، 423 والضوء اللامع 10: 308 وفيه: وهو حي سنة 896 ومخطوطات الظاهرية 9، 22، 74، 178، 179، 185، 217، 223، 247، 258، 272، 275، 287، 310 والفهرس التمهيدي 389 وإيضاح المكنون 1: 22 وفيه: وفاته سنة «880» خطأ. والكتبخانة 5: 54 و 7: 196 ونشرة دار الكتب 1: 12 وانظر , 130: 2. Brock 2: 130 (107) S 2: 130 947. وخطط دمشق 8 - 17 والمخطوطات المصورة 1: 541 و 250 Princeton\r\rنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]","seal":"022CE692","cat":"السياسة الشرعية والقضاء","oNum":132425,"BkId":132425,"oAuth":358,"bVer":1,"aSeal":"04662D61"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t132425":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"[مقدمة]"},
      {"lvl":1,"id":3,"sub":0,"tit":"أرباب الصنائع"}
    ]
}
