{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b132518":
    [
      {"page":1,"id":1,"nass":"الكَلِمَةُ: اسْمٌ، وَفِعْلٌ، وَحَرْفُ مَعْنًى.\rوَالإِعْرَابُ: عَدَمُ لُزُومِ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً، وَالبِنَاءُ: لُزُومُ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً.\rوَأَقْسَامُ الإِعْرَابِ: أَرْبَعَةٌ؛ فَالرَّفْعُ وَالنَّصْبُ فِي الأَسْمَاءِ وَالأَفْعَالِ، وَالجَرُّ فِي الأَسْمَاءِ، وَالجَزْمُ فِي الأَفْعَالِ.\rوَالحُرُوفُ: كُلُّهَا مَبْنِيَّةٌ.\rوَالأَسْمَاءُ: مُعْرَبَةٌ، وَمِنْهَا المَبْنِيُّ.\rوالفِعْلُ المَاضِي وَالأَمْرُ: مَبْنِيَّانِ دَائِمًا، وَالمُضَارِعُ: مُعْرَبٌ، وَمِنْهُ المَبْنِيُّ.\rوَأَحْوَالُ إِعْرَابِ الأَسْمَاءِ فِي سِتَّةِ مَوَاضِعَ:\r1 - المُفْرَدُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجَرُّ بِالكَسْرَةِ.\r2 - وَالمُثَنَّى: يُرْفَعُ بِالأَلِفِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\r3 - وَجَمْعُ المُذَكَّرِ السَّالِمُ: يُرْفَعُ بِالوَاوِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\r4 - وَجَمْعُ المُؤَنَّثِ السَّالِمُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ وَيُجَرُّ بِالكَسْرَةِ.\r5 - وَالأَسْمَاءُ الخَمْسَةُ: تُرْفَعُ بِالوَاوِ، وتُنْصَبُ بِالأَلِفِ، وَتُجَرُّ بِاليَاءِ.\r6 - وَالمَمْنُوعُ مِنَ الصَّرْفِ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ وَيُجَرُّ بِالفَتْحَةِ.\rوَأَحْوَالُ إِعْرَابِ المُضَارِعِ فِي ثَلَاثَةِ مَوَاضِعَ:\r1 - المُضَارِعُ الصَّحِيحُ: يُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجْزَمُ بِالسُّكُونِ.\r2 - وَمُعْتَلُّ الآخِرِ: يُرْفَعُ بِضَمَّةٍ مُقَدَّرَةٍ، وَيُجْزَمُ بِحَذْفِ حَرْفِ العِلَّةِ.\rوَيُنْصَبُ مُعْتَلُّ الأَلِفِ: بِفَتْحَةٍ مُقَدَّرَةٍ، وَمُعْتَلُّ الوَاوِ وَاليَاءِ: بِفَتْحَةٍ ظَاهِرَةٍ.\r3 - وَالأَفْعَالُ الخَمْسَةُ: تُرْفَعُ بِثُبُوتِ النُّونِ، وَتُنْصَبُ وَتُجْزَمُ بِحَذْفِهِا.\rوَالنَّكِرَةُ: اسْمٌ يَدُلُّ عَلَى غَيْرِ مُعَيَّنٍ، وَالمعَرْفِةُ: اسْمٌ يَدُلُّ عَلَى مُعَيَّنٍ.","seal":"C2563035","part":1},
      {"page":2,"id":2,"nass":"وَالمَعَارِفُ سَبْعَةٌ: الضَّمَائِرُ، وَالعَلَمُ، وَأَسْمَاءُ الإِشَارَةِ، وَالأَسْمَاءُ المَوْصُولَةُ، وَالمَبْدُوءُ بِـ (أل) التَّعْرِيفِ، وَالمُضَافُ إِلَى وَاحِدٍ مِمَّا ذُكِرَ مِنَ المَعَارِفِ، وَالنَّكِرَةُ المَقْصُودَةُ.\rوَالمَرْفُوعَاتُ: المُضَارِعُ الخَالِي مِنَ النَّوَاصِبِ وَالجَوَازِمِ، وَالفَاعِلُ، وَنَائِبُ الفَاعِلِ، وَالمُبْتَدَأُ، وَالخَبَرُ، وَاسْمُ (كَانَ) وَأَخَوَاتِهَا، وَخَبَرُ (إِنَّ) وَأَخَوَاتِهَا.\rوَالمَنْصُوبَاتُ: المُضَارِعُ بَعْدَ النَّوَاصِبِ، وَالمَفْعُولُ بِهِ، وَخَبَرُ (كَانَ) وَأَخَوَاتِهَا، وَاسْمُ (إِنَّ) وَأَخَوَاتِهَا، وَمَفْعُولَا (ظَنَّ) وَأَخَوَاتِهَا، وَالمَفْعُولُ المُطْلَقُ، وَالمَفْعُولُ لِأَجْلِهِ، وَالظَّرْفُ، وَالمَفْعُولُ مَعَهُ، وَالحَالُ، وَالتَّمْيِيزُ، وَالمُنَادَى النَّكِرَةُ غَيْرُ المَقْصُودَةِ، وَالمُنَادَى المُضَافُ، وَالمُنَادَى الشَّبِيهُ بِالمُضَافِ، وَالمُسْتَثْنَى بِـ (مَا عَدَا) وَ (مَا خَلَا) وَ (مَا حَاشَا)، وَالمُسْتَثْنَى بِـ (إِلَّا) إِنْ كَانَ الكَلَامُ تَامًّا مُوجَبًا.\rفَإِنْ كَانَ الكَلَامُ تَامًّا جَحْدًا فَيَقَعُ فِيهِ النَّصْبُ أَوِ البَدَلِيَّةُ، وَإِنْ كَانَ نَاقِصًا غَيْرَ تَامٍّ فَإِعْرَابٌ.\rوَالمَجْرُورَاتُ: الاسْمُ بَعْدَ حُرُوفِ الجَرِّ، وَالمُضَافُ إِلَيْهِ - وَمِنْهُ المُسْتَثْنَى بِـ (غَيْرَ) وَ (سِوَى) -.\rوَمَا يَجُوزُ فِيهِ الجَرُّ وَالنَّصْبُ: المُسْتَثْنَى بِـ (حَاشَا) وَ (خَلَا) وَ (عَدَا).\rوَالمَجْزُومَاتُ: المُضَارِعُ بَعْد جَوَازِمِ الوَاحِدِ، وَالمُضَارِعَانِ بَعْدَ جَوَازِمِ الاثْنَيْنِ.\rوَالتَّوَابِعُ: الصِّفَةُ، وَالتَّوْكِيدُ، وَالبَدَلُ، وَالعَطْفُ.\rوَالمُنَادَى العَلَمُ المُفْرَدُ، وَالمُنَادَى النَّكِرَةُ المَقْصُودَةُ: مَبْنِيَّانِ عَلَى الضَّمِّ.","seal":"73242CBC","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الورقة النحوية","HigriD":"معاصر","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو البهاء، حازم أحمد حسني خنفر","bLnk":null,"Inf":null,"Auth":"حازم خنفر","Betaka":"الكتاب: الورقة النحوية\r\nالمؤلف: حازم خنفر\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للأصل]","TafseerNam":null,"PdfCs":2,"AuthInf":"أبو البهاء، حازم أحمد حسني خنفر\r\r• تاريخ الميلاد: 23/ 11 / 1970 م، الموافق 25 رمضان 1390 هـ\r• مكان الولادة: الكويت.\r• الجنسية: أردني.\r• البريد الإلكتروني:  hazem.khanfar@gmail.com\r\r•  له عناية في النحو والأدب والعلوم الشرعية.\r\r• الإنتاج العلمي (منه مطبوع وغير مطبوع):\r1 - الحاشية العثيمينية على زاد المستقنع (جمع وإعداد).\r2 - إيناس الناس بتفاحة أبي جعفر النحاس (تأليف، وهو شرح لكتاب «التفاحة في النحو» للنحاس في علم النحو).\r3 - غاية المنوة في آداب الصحبة وحقوق الأخوة (تأليف).\r4 - إتحاف ذوي الألباب في قوله تعالى: (يمحو الله ما يشاء ويثبت وعنده أم الكتاب) لمرعي الكرمي الحنبلي (تحقيق مخطوط).\r5 - تأملات وخواطر (تأليف).\r6 - الجامع المنتقى من الموسوعة الفقهية الكويتية ـ مرتب على الأبواب الفقهية (7 مجلدات).\r7 - جامع العلوم والحكم لابن رجب (محلى بأحكام الشيخ الألباني).\r\r* له عدد من المقالات الأدبية ضمن سلسلة خواطر وتأملات، مجموعة في مُدوّنة خاصة باسم: مدونة حازم خنفر (سلسلة خواطر وآداب):\rhttp://hazem-khanfar.blogspot.com/?view=snapshot","seal":"AB6AD0BE","cat":"النحو والصرف","oNum":132518,"BkId":132518,"oAuth":2315,"bVer":1,"aSeal":"75335D7F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t132518":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الورقة النحوية"}
    ]
}
