{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b132514":
    [
      {"page":1,"id":1,"nass":"الأُنْشُوطَةُ\rفِي النَّحْوِ\r\r(النُّسْخَة المُنَقَّحَة)\r\rتَألِيف\rحَازِم خَنْفَر\r\rقَدَّمَ لَهُ\rأ. د. عَبْدُ العَزِيز بْن عَلِي الحَرْبِي\r\rرَئِيسُ مَجْمَعِ اللُّغَةِ العَرَبِيَّةِ عَلَى الشَّبَكَةِ العَالَمِيَّةِ\rوَعضْو هيْئَة التَّدْرِيس بِجَامِعَة أم القرَى بِمَكَّةَ","seal":"E7A573ED","part":1},
      {"page":3,"id":3,"nass":"تَقْدِيم\rالحَمْدُ للهِ، خَلَقَ الإِنْسَان، عَلَّمَهُ البَيَان، وَالصَّلَاةُ وَالسَّلَامُ عَلَى سَيِّدِ وَلَدِ عَدْنَان.\r«الأُنْشُوطَةُ فِي النَّحْوِ» لِلأُسْتَاذ حَازِم خَنْفَر؛ مَتْنٌ سَهْلُ العِبَارَةِ، لَطِيفُ المَأْخَذِ، جَيِّدُ السَّبْكِ.\rهَكَذَا بَدَا لِي حِينَ طَالَعْتُهُ عَلَى عَجَلٍ، وَعَلَى ثِقَةٍ بِكَاتِبِهِ، الَّذِي بَانَ لِي مِنْهُ العَمَلُ الدَّقِيق، وَتَمَيُّزُ الحِسِّ الرَّقِيق، مُنْذُ بِضْعِ سِنِين.\rوَنَحْنُ فِي زَمَانٍ لَا نَشْكُو فِيهِ مِنْ قِلَّةِ التَّصَانِيفِ؛ بَلْ نَشْكُو مِنْ كَثْرَتِهَا.\rوَأَكْثَرُ مَا نَحْتَاجُ إِلَيْهِ: التَّيْسِيرُ وَالتَّقْرِيبُ وَالتَّشْوِيقُ؛ لَا سِيَّمَا عِلْمُ النَّحْوِ الَّذِي ضَيَّعَ مَفَاتِحَهُ أَسَاتِذَةُ التَّعْلِيمِ، وَأَدْنَوا طَالِبِيهِ إِلَى أَسْوَارِهِ العَالِيَةِ، وَظَنُّوا أَنَّهُمْ قَدْ دَخَلُوا بِبَعْضِهِ، وَهُمْ قَدْ خَرَجُوا بِبُغْضِهِ، وَبِأُمُورٍ أُخْرَى أَشَرْتُ إِلَيْهَا فِي آخِرِ العَدَدِ الأَوَّلِ مِنْ مَجَلَّةِ المَجْمَعِ.\rوَأَسْأَلُ اللهَ أَنْ يَنْفَعَ بِهَذَا المَتْنِ اللَّطِيفِ، وَأَنْ يَكُونَ مُرْتَقًى سَهْلًا إِلَى سَمَاءِ النَّحْوِ، وَأَنْ يُؤْتِيَ كَاتِبَهُ ثَوَابَهُ، وَثَوَابَ مَقْصَدِهِ.\r\rا. د. عَبْدُالعَزِيز بْن عَلي الحَرْبِي\r24/ 2/2016 م\r15/ 5/1437 هـ","seal":"8F6E8384","part":1},
      {"page":5,"id":5,"nass":"تَمْهِيد\rالحَمْدُ للهِ، وَالصَّلَاةُ وَالسَّلامُ عَلَى رَسُولِ اللهِ، وَعَلَى آلِهِ، وَصَحْبِهِ، وَمَنْ وَالَاهُ.\rأَمَّا بَعْدُ:\rفَهَذَا مَتْنٌ فِي النَّحْوِ، أَرْدَتُ بِهِ تَقْوِيمَ اللِّسَانِ العَرَبِيِّ، فَجَمَعْتُ فِيهِ القَوَاعِدَ وَالبَيَانَ وَالأَمْثِلَةَ وَالتَّقْرِيبَ، دُونَ تَطْوِيلٍ مُمِلٍّ أَوْ إِيجَازٍ مُخِلٍّ.\rوَسَمَّيْتُهُ: «الأُنْشُوطَةَ فِي النَّحْوِ».\rوَالأُنْشُوطَةُ: هِيَ الرَّبْطَةُ فِي الخَيْطِ بِطَرَفَيْنِ، تَنْفَكُّ بِمَدِّ أَحَدِهِمَا مِنْ غَيْرِ عَنَاءٍ، وَهِيَ دُونَ العُقْدَةِ، فَشَبَّهْتُ كُتُبَ النَّحْوِ بِالعُقَدِ، وَأَنَّ هَذَا المَتْنَ هُوَ الرَّبْطَةُ الَّتِي بِهَا يَنْفَكُّ النَّحْوُ دُونَ مَشَقَّةٍ.\rوَاخْتَصَرْتُ مِنْهُ مَتْنًا صَغِيرًا سَمَّيْتُهُ: «البُرْعُومَةَ فِي النَّحْوِ»، وَحَجْمُهَا بِحَجْمِ «الآجُرُّومِيَّةِ»، وَهِيَ عَلَى النِّصْفِ مِنَ «الأُنْشُوطَةِ»، جَعَلْتُهَا لِلْمُبْتَدِئِ.\rوَالبُرْعُومَةُ: هِيَ الزَّهْرَةُ قَبْلَ أَنْ تَتَفَتَّحَ، فَشَّبَهْتُ العُلُومَ بِالزَّهْرِ، وَأَنَّ هَذَا المَتْنَ بِدَايَةُ الطَّلَبِ فِي فَنِّ النَّحْوِ.\rفَاللهَ أَسْأَلُ أَنْ تَكُونَا عَلَى اسْمَيْهِمَا، وَمَا التَّوْفِيقُ وَالقَبُولُ إِلَّا مِنْ عِنْدِهِ سُبْحَانَهُ.\r\rحَازِم خَنْفَر\r10/ 2/2016 م\r1/ 5/1437 هـ","seal":"D9CE9CDC","part":1},
      {"page":7,"id":7,"nass":"أَنْوَاعُ الكَلِمَةِ\rالكَلِمَةُ: اسْمٌ، وَفِعْلٌ، وَحَرْفُ مَعْنًى.\rفَالاسْمُ: الكَلِمَةُ الَّتِي لَهَا مَعْنًى، وَلَمْ تَقْتَرِنْ بِزَمَنٍ.\rوَالفِعْلُ: الكَلِمَةُ الَّتِي لَهَا مَعْنًى، وَاقْتَرَنَتْ بِزَمَنٍ مَاضٍ أَوْ حَاضِرٍ أَوْ مُسْتَقْبَلٍ.\rوَالحَرْفُ: الكَلِمَةُ الَّتِي لَا يَظْهَرُ مَعْنَاهَا كَامِلًا إِلَّا مَعَ غَيْرِهَا.\rفَمِثَالُ الاسْمِ: (رَجُلٌ)، وَ (شَجَرَةٌ)، وَ (المَدْرَسَةُ)، وَ (الكَرَمُ)، وَ (مُحَمَّدٌ).\rوَمِثَالُ الفِعْلِ بِأَزْمَانِهِ الثَّلَاثَةِ:\r1 - (كَتَبَ) لِزَمَنٍ مَضَى، وَهُوَ المَاضِي.\r2 - وَ (يَكْتُبُ) لِزَمَنِ الحَاضِرِ أَوِ المُسْتَقْبَلِ، وَهُوَ المُضَارِعُ.\r3 - وَ (اكْتُبْ) لِزَمَنِ المُسْتَقْبَلِ فَقَطْ، وَهُوَ الأَمْرُ.\rوَمِثَالُ الحَرْفِ: (بَاءُ الجَرِّ)، وَ (عَنْ)، وَ (ثُمَّ)، وَ (لَعَلَّ)، وَ (لَكِنَّ) - وَغَيْرُهَا -.\r\rالإِعْرَابُ وَالبِنَاءُ\rوَالإِعْرَابُ: عَدَمُ لُزُومِ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً.\rمِثَالُهُ: (خَالِدٌ) فِي: (جَاءَ خَالِدٌ)، وَ (رَأَيْتُ خَالِدًا)، وَ (مَرَرْتُ بِخَالِدٍ).\rوَكُلُّ لَفْظٍ دَخَلَهُ الإِعْرَابُ فَهُوَ: المُعْرَبُ.\rوَالبِنَاءُ: لُزُومُ آخِرِ الكَلِمَةِ عَلَامَةً وَاحِدَةً.\rمِثَالُهُ: (هَؤُلَاءِ) فِي: (جَاءَ هَؤُلَاءِ)، وَ (رَأَيْتُ هَؤُلَاءِ)، وَ (مَرَرْتُ بِهَؤُلَاءِ).\rوَكُلُّ لَفْظٍ دَخَلَهُ البِنَاءُ فَهُوَ: المَبْنِيُّ.\rوَأَقْسَامُ الإِعْرَابِ وَالبِنَاءِ: أَرْبَعَةٌ.\rفَتُسَمَّى فِي الإِعْرَابِ: رَفْعًا، وَنَصْبًا، وَجَرًّا، وَجَزْمًا.\rوَتُسَمَّى فِي البِنَاءِ: ضَمًّا، وَفَتْحًا، وَكَسْرًا، وَسُكُونًا.","seal":"9A0DEE97","part":1},
      {"page":8,"id":8,"nass":"فَالرَّفْعُ وَالنَّصْبُ مُشْتَرَكٌ فِي الأَسْمَاءِ وَالأَفْعَالِ.\rوَالجَرُّ فِي الأَسْمَاءِ دُونَ الأَفْعَالِ.\rوَالجَزْمُ فِي الأَفْعَالِ دُونَ الأَسْمَاءِ.\rوَالحُرُوفُ: كُلُّهَا مَبْنِيَّةٌ.\rوَالأَسْمَاءُ: مُعْرَبَةٌ، وَمِنْهَا المَبْنِيُّ.\rوالفِعْلُ المَاضِي وَالأَمْرُ: مَبْنِيَّانِ دَائِمًا.\rوَالمُضَارِعُ: مُعْرَبٌ، وَمِنْهُ المَبْنِيُّ.\r\rأَحْوَالُ بِنَاءِ الأَفْعَالِ\rوَالمَاضِي: مَبْنِيٌّ عَلَى الفَتْحِ؛ إِلَّا فِي مَوْضِعَيْنِ:\rالأوَّلُ: المَاضِي إِذَا اتَّصَلَتْ بِهِ (تَاءُ) الفَاعِلِ، وَ (نَا) الفَاعِلِينَ، وَنُونُ النِّسْوَةِ.\rمِثَالُهُ: (أَكْرَمْتُ)، وَ (خَرَجْنَا)، وَ (رَكِبْنَ).\rفَيُبْنَى عَلَى السُّكُونِ فِي آخِرِهِ.\rوَالثَّانِي: المَاضِي إِذَا اتَّصَلَتْ بِهِ وَاوُ الجَمَاعَةِ.\rمِثَالُهُ: (خَرَجُوا).\rفَيُبْنَى عَلَى الضَّمِّ فِي آخِرِهِ.\rوَالأَمْرُ: مَبْنِيٌّ عَلَى السُّكُونِ؛ إِلَّا فِي ثَلَاثَةِ مَوَاضِعَ:\rالأَوَّلُ: الأَمْرُ إِذَا اتَّصَلَتْ بِهِ نُونُ التَّوْكِيدِ الخَفِيفَةُ أَوِ الثَّقِيلَةُ.\rمِثَالُهُ: (صَاحِبَنْ كَرِيمَ الأَخْلَاقِ)، وَ (اهْجُرَنَّ السَّفِيهَ).\rفَيُبْنَى عَلَى فَتْحِ آخِرِهِ.\rوَالثَّانِي: الأَمْرُ إِذَا كَانَ آخِرُهُ مُعْتَلًّا.\rمِثَالُهُ: (اسْعَ)، وَ (ادْعُ)، وَ (اقْضِ).\rفَيُبْنَى عَلَى حَذْفِ حَرْفِ العِلَّةِ.\rوَالثَّالِثُ: الأَمْرُ إِذَا اتَّصَلَ بِآخِرِهِ: أَلِفُ الاثْنَيْنِ، أَوْ وَاوُ الجَمَاعَةِ، أَوْ يَاءُ المُخَاطَبَةِ.\rمِثَالُهُ: (اخْرُجَا)، وَ (اخْرُجُوا)، وَ (اخْرُجِي).","seal":"2C01EF6A","part":1},
      {"page":9,"id":9,"nass":"فَيُبْنَى عَلَى حَذْفِ النُّونِ.\rوَأَحْوَالُ بِنَاءِ المُضَارِعِ اثْنَانِ:\rالأَوَّلُ: المُضَارِعُ إِذَا اتَّصَلَتْ مُبَاشَرَةً بِآخِرِهِ: نُونُ التَّوْكِيدِ الخَفِيفَةُ أَوِ الثَّقِيلَةُ.\rمِثَالُهُ: (لَأَقُومَنْ) وَ (لَأَفْعَلَنَّ).\rفَيُبْنَى عَلَى الفَتْحِ.\rوَالثَّانِي: المُضَارِعُ إِذَا اتَّصَلَتْ بِهِ نُونُ النِّسْوَةِ.\rمِثَالُهُ: (يَبْذُلْنَ).\rفَيُبْنَى عَلَى السُّكُونِ.\r\rأَحْوَالُ إِعْرَابِ الأَسْمَاءِ\rوَأَحْوَالُ إِعْرَابِ الأَسْمَاءِ فِي سِتَّةِ مَوَاضِعَ: المُفْرَدِ، وَالمُثَنَّى، وَجَمْعِ المُذَكَّرِ السَّالِمِ، وَجَمْعِ المُؤَنَّثِ السَّالِمِ، وَالأَسْمَاءِ الخَمْسَةِ، وَالمَمْنُوعِ مِنَ الصَّرْفِ.\r1 - فَالمُفْرَدُ: الاسْمُ الَّذِي دَلَّ عَلَى الوَاحِدِ وَالفَرْدِ.\rفَيُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجَرُّ بِالكَسْرَةِ.\rمِثَالُهُ: (جَاءَ زَيْدٌ)، وَ (رَأَيْتُ زَيْدًا)، وَ (مَرَرْتُ بِزَيْدٍ).\r2 - وَالمُثَنَّى: الاسْمُ الَّذِي دَلَّ عَلَى الاثْنَيْنِ بِزِيَادَةِ: الأَلِفِ وَالنُّونِ، أَوِ اليَاءِ وَالنُّونِ.\rفَيُرْفَعُ بِالأَلِفِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\rمِثَالُهُ: (جَاءَ الصَّدِيقَانِ)، وَ (رَأَيْتُ الصَّدِيقَيْنِ)، وَ (مَرَرْتُ بِالصَّدِيقَيْنِ).\r3 - وَجَمْعُ المُذَكَّرِ السَّالِمُ: الاسْمُ الَّذِي دَلَّ عَلَى أَكْثَرَ مِنِ اثْنَيْنِ بِزِيَادَةِ: الوَاوِ وَالنُّونِ، أَوِ اليَاءِ وَالنُّونِ.\rفَيُرْفَعُ بِالوَاوِ، وَيُنْصَبُ وَيُجَرُّ بِاليَاءِ.\rمِثَالُهُ: (جَاءَ الصَّالِحُونَ)، وَ (رَأَيْتُ الصَّالِحِينَ)، وَ (مَرَرْتُ بِالصَّالِحِينَ).\r4 - وَجَمْعُ المُؤَنَّثِ السَّالِمُ: الاسْمُ الَّذِي دَلَّ عَلَى أَكْثَرَ مِنِ اثْنَيْنِ بِزِيَادَةِ أَلِفٍ وَتاءٍ.\rفَيُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ وَيُجَرُّ بِالكَسْرَةِ.\rمِثَالُهُ: (جَاءَتِ الطَّالِبَاتُ)، وَ (رَأَيْتُ الطَّالِبَاتِ)، وَ (مَرَرْتُ بِالطَّالِبَاتِ).","seal":"CD0DC888","part":1},
      {"page":10,"id":10,"nass":"5 - وَالأَسْمَاءُ الخَمْسَةُ: (أَبٌ)، وَ (أَخٌ)، وَ (حَمٌ)، وَ (فُو)، وَ (ذُو).\rفَتُرْفَعُ بِالوَاوِ، وتُنْصَبُ بِالأَلِفِ، وَتُجَرُّ بِاليَاءِ.\rمِثَالُهُ: (جَاءَ أَبُوكَ)، وَ (رَأَيْتُ أَبَاكَ)، وَ (مَرَرْتُ بِأَبِيكَ).\r6 - وَالمَمْنُوعُ مِنَ الصَّرْفِ هُوَ: الاسْمُ المُعْرَبُ مِنْ غَيْرِ تَنْوِينٍ.\rفَيُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجَرُّ بِالفَتْحَةِ، ثَلَاثَتُهُمْ مِنْ غَيْرِ تَنْوِينٍ.\rمِثَالُهُ: (جَاءَ أَحْمَدُ)، وَ (وَرَأَيْتُ أَحْمَدَ)، وَ (مَرَرْتُ بِأَحْمَدَ).\rوَالحَرَكَةُ فِيهِ: قَدْ تَكُونُ مُقَدَّرَةً.\rمِثَالُهُ: (جَاءَتْ لَيْلَى)، وَ (رَأَيْتُ لَيْلَى)، وَ (مَرَرْتُ بِلَيْلَى).\r\rفَصْلٌ فِي أَقْسَامِ المَمْنُوعِ مِنَ الصَّرْفِ\rوَالمَمْنُوعُ مِنَ الصَّرْفِ أَرْبَعَةُ أَقْسَامٍ: عَلَمٌ، وَصِفَةٌ، وَالاسْمُ المَخْتُومُ بِأَلِفِ\rالتَّأْنِيثِ، وَصِيغَةُ مُنْتَهَى الجُمُوعِ.\rفَالأَوَّلُ: العَلَمُ؛ فَيُمْنَعُ إِذَا كَانَ:\r1 - أَعْجَمِيًّا؛ مِثْلُ: (إِبْرَاهِيمَ) وَ (إِسْمَاعِيلَ).\rإِلَّا إِذَا كَانَ ثُلَاثِيًّا، فَيُصْرَفُ؛ مِثْلُ: (نُوحٍ) وَ (لُوطٍ).\r2 - أَوْ مُؤَنَّثًا - لَفْظِيًّا أَوْ مَعْنَوِيًّا -؛ مِثْلُ: (زَيْنَبَ) وَ (سُعَادَ) وَ (حَمْزَةَ) وَ (عَائِشَةَ).\rإِلَّا إِذَا كَانَ ثُلَاثِيًّا سَاكِنَ الوَسَطِ، فَيَجُوزُ الصَّرْفُ وَالمَنْعُ؛ مِثْلُ: (هِنْدَ) وَ (هِنْدٍ).\r3 - أَوْ عَلَى وَزْنِ (فُعَلَ)؛ مِثْلُ: (عُمَرَ) وَ (زُفَرَ).\r4 - أَوْ عَلَى وَزْنِ فِعْلٍ؛ مِثْلُ: (يَزِيدَ) وَ (أَحْمَدَ) وَ (تَغْلِبَ).\r5 - أَوْ مَخْتُومًا بِأَلِفٍ وَنُونٍ زَائِدَتَيْنِ؛ مِثْلُ: (عُثْمَانَ)، وَ (عِمْرَانَ)، وَ (سَلْمَانَ).\r6 - أَوْ مُرَكَّبًا مَزْجِيًّا؛ مِثْلُ: (مَعْدِيكَرِبَ)، وَ (حَضْرَمَوْتَ)، وَ (بَعْلَبَكَّ).\rوَالثَّانِي: الصِّفَةُ، فَتُمْنَعُ إِذَا كَانَتْ:\r1 - عَلَى وَزْنِ (أَفْعَلَ)؛ مِثْلُ: (أَبْيَضَ)، وَ (أَسْوَدَ)، وَ (أَحْسَنَ)، وَ (أَفْضَلَ)، وَ (آخَرَ).\rإِلَّا إِذَا كَانَ مُؤَنَّثُهُ يَقْبَلُ التَّاءَ، فَيُصْرَفُ؛ مِثْلُ (أَرْمَلٍ)، فَمُؤَنَّثُهُ: (أَرْمَلَةٌ).\r2 - أَوْ عَلَى وَزْنِ (فَعْلَانَ) الَّذِي مُؤَنَّثُهُ عَلَى وَزْنِ (فَعْلَى)؛ مِثْلُ (عَطْشَانَ وَعَطْشَى).","seal":"A28022CC","part":1},
      {"page":11,"id":11,"nass":"3 - أَوْ مِنَ الأَلْفَاظِ المَعْدُولَةِ؛ عَلَى وَزْنِ (فُعَلَ) وَ (مَفْعَلَ) وَ (فُعَالَ)؛ مِثْلُ: (أُخَرَ) (وَمَثْنَى) وَ (ثُلَاثَ وَرُبَاعَ).\rوَالثَّالِثُ: الاسْمُ المَخْتُومُ بِأَلِفِ التَّأْنِيثِ - المَمْدُودَةِ وَالمَقْصُورَةِ -، وَمِنْ أَوْزَانِهِ:\r1 - (أَفْعِلَاءُ)؛ مِثْلُ: (أَصْدِقَاءَ)، وَ (أَنْبِيَاءَ)، وَ (أَوْلِيَاءَ).\r2 - وَ (فُعَلَاءُ)؛ مِثْلُ: (عُقَلَاءَ)، وَ (فُقَهَاءَ)، وَ (عُلَمَاءَ).\r3 - وَ (فَعْلَاءُ)؛ مِثْلُ: (بَيْضَاءَ)، وَ (صَحْرَاءَ).\r4 - وَ (فَعْلَى)؛ مِثْلُ: (مَرْضَى)، وَ (قَتْلَى).\r5 - وَ (فُعْلَى)؛ مِثْلُ: (حُبْلَى)، وَ (بُشْرَى).\r6 - وَ (فِعْلَى)؛ مِثْلُ: (ذِكْرَى)، وَ (إِحْدَى).\rوَالرَّابِعُ: صِيغَةُ مُنْتَهَى الجُمُوعِ: (مَفَاعِلُ) وَ (مَفَاعِيلُ)؛ مِثْلُ: (مَسَاجِدَ) وَ (مَفَاتِيحَ).\rوَيُصْرَفُ المَمْنُوعُ مِنَ الصَّرْفِ إِذَا: 1 - عُرِّفَ بِـ (أل)، 2 - أَوْ بِالإضَافَةِ.\rفَمِثَالُ الأَوَّلِ: (فِي المَدَارِسِ الَّتِي فِي المَدِينَةِ طُلَّابٌ كَثِيرٌ).\rوَمِثَالُ الثَّانِي: (فِي مَدَارِسِ المَدِينَةِ طُلَّابٌ كَثِيرٌ).\rفَـ (مَدَارِسُ): مَمْنُوعَةٌ مِنَ الصَّرْفِ؛ لأَنَّهَا عَلَى وَزْنِ (مَفَاعِلَ).\rوَصُرِفَتْ فِي المِثَالِ الأَوَّلِ بِـ (أل)، وَالثَّانِي بِالإِضَافَةِ.\r\rأَحْوَالُ إِعْرَابِ الفِعْلِ المُضَارِعِ\rوَأَحْوَالُ إِعْرَابِ المُضَارِعِ فِي ثَلَاثَةِ مَوَاضِعَ: المُضَارِعِ الصَّحِيحِ، وَالمُضَارِعِ مُعْتَلِّ الآخِرِ، وَالأَفْعَالِ الخَمْسَةِ.\r1 - فَالمُضَارِعُ الصَّحِيحُ:\rيُرْفَعُ بِالضَّمَّةِ، وَيُنْصَبُ بِالفَتْحَةِ، وَيُجْزَمُ بِالسُّكُونِ.\rمِثَالُهُ: (يَكْتُبُ)، وَ (لَنْ يَكْتُبَ)، وَ (لَمْ يَكْتُبْ).\r2 - وَمُعْتَلُّ الآخِرِ: مُعَتَّلُ: أَلِفٍ، وَوَاوٍ، وَيَاءٍ.\rفَمُعْتَلُّ الأَلِفِ: يُرْفَعُ بِضَمَّةٍ مُقَدَّرَةٍ عَلَى الأَلِفِ، وَيُنْصَبُ بِفَتْحَةٍ مُقَدَّرَةٍ عَلَيْهَا،","seal":"6445EBB7","part":1},
      {"page":12,"id":12,"nass":"وَيُجْزَمُ بِحَذْفِهَا.\rمِثَالُهُ: (يَرْقَى)، وَ (لَنْ يَرْقَى)، وَ (لَمْ يَرْقَ).\rوَمُعْتَلُّ الوَاوِ: يُرْفَعُ بِالضَّمَّةِ المُقَدَّرَةِ عَلَى الوَاوِ، وَيُنْصَبُ بِالفَتْحَةِ الظَّاهِرَةِ عَلَيْهَا، وَيُجْزَمُ بِحَذْفِهَا.\rمِثَالُهُ: (يَبْدُو)، وَ (لَنْ يَبْدُوَ)، وَ (لَمْ يَبْدُ).\rوَمُعْتَلُّ اليَاءِ: يُرْفَعُ بِالضَّمَّةِ المُقَدَّرَةِ عَلَى اليَاءِ، وَيُنْصَبُ بِالفَتْحَةِ الظَّاهِرَةِ عَلَيْهَا، وَيُجْزَمُ بِحَذْفِهَا.\rمِثَالُهُ: (يَرْمِي)، وَ (لَنْ يَرْمِيَ)، وَ (لَمْ يَرْمِ).\r3 - وَالأَفْعَالُ الخَمْسَةُ: كُلُّ مُضَارِعٍ اتَّصَلَ بِآخِرِهِ: أَلِفُ الاثْنَيْنِ، أَوْ وَاوُ الجَمَاعَةِ، أَوْ يَاءُ المُخَاطَبَةِ.\rمِثْلُ: (يَتَكَلَّمَانِ)، وَ (تَتَكَلَّمَانِ)، وَ (يَتَكَلَّمُونَ)، وَ (تَتَكَلَّمُونَ)، وَ (تَتَكَلَّمِينَ).\rفَتُرْفَعُ بِثُبُوتِ النُّونِ، وَتُنْصَبُ وَتُجْزَمُ بِحَذْفِهِا.\rوَالنُّونُ عِنْدَ ظُهُورِها: مَكْسُورَةٌ بَعْدَ أَلِفِ الاثْنَيْنِ، وَمَفْتُوحَةٌ فِي غَيْرِهَا.\rفَمِثَالُ الرَّفْعِ: (يَتَكَلَّمَانِ)، وَ (تَتَكَلَّمَانِ)، وَ (يَتَكَلَّمُونَ)، وَ (تَتَكَلَّمُونَ)، وَ (تَتَكَلَّمِينَ).\rوَمِثَالُ النَّصْبِ: لَنْ: (يَتَكَلَّمَا)، وَ (تَتَكَلَّمَا)، وَ (يَتَكَلَّمُوا)، وَ (تَتَكَلَّمُوا)، وَ (تَتَكَلَّمِي).\rوَمِثَالُ الجَزْمِ: لَمْ: (يَتَكَلَّمَا)، وَ (تَتَكَلَّمَا)، وَ (يَتَكَلَّمُوا)، وَ (تَتَكَلَّمُوا)، وَ (تَتَكَلَّمِي).\r\rنَوَاصِبُ الفِعْلِ المُضَارِعِ\rوَنَوَاصِبُ المُضَارِعِ: (أَنْ)، وَ (لَنْ)، وَ (إِذَنْ)، وَ (كَيْ)، وَ (لَامُ التَّعْلِيلِ)، وَ (لَامُ الجُحُودِ)، وَ (حَتَّى)، وَ (الفَاءُ السَّبَبِيَّةُ)، وَ (وَاوُ المَعِيَّةِ)، وَ (أَوْ) الَّتِي بِمَعْنَى (حَتَّى).\rوَعَمَلُهَا: نَصْبُ المُضَارِعِ بَعْدَهَا.\rمِثَالُهُ: (ذَهَبَ زَيْدٌ إِلَى البَيْتِ لِيَنَامَ).\rفَأَدَاةُ النَّصْبِ: (لَامُ التَّعْلِيلِ) فِي: (لِيَنَامَ).\rوَالمُضَارِعُ المَنْصُوبُ: (يَنَامَ)؛ لأَنَّهُ سُبِقَ بِحَرْفِ نَصْبٍ.\rوَفِي عَمَلِ (إِذَنْ) ثَلَاثَةُ شُرُوطٍ:","seal":"840650C0","part":1},
      {"page":13,"id":13,"nass":"1 - أَنْ تَكُونَ فِي أَوَّلِ الجُمْلَةِ.\r2 - وَأَنْ تَكُونَ مُتَّصِلَةً بِالمُضَارِعِ؛ أَوْ وَقَعَ بَعْدَهَا حَرْفُ قَسَمٍ أَوْ (لَا) النَّافِيَةُ.\r3 - وَأَنْ يَكُونَ المُضَارِعُ دَالًّا عَلَى المُسْتَقْبَلِ.\rمِثَالُهُ: (إِذَنْ أُكْرِمَكَ)؛ جَوَابًا لِمَنْ قَالَ لَكَ: (أَزُورُكَ غَدًا).\rوَمِثْلُهُ: (إِذَنْ وَاللهِ أُكْرِمَكَ) وَ (إِذَنْ لَا أُقَصِّرَ فِي إِكْرَامِكَ).\rوَمِثَالُ (أَوْ) - الَّتِي بِمَعْنَى (حَتَّى) -: (لَا أُكْرِمُكَ أَوْ تُعْطِيَنِي نَصِيبًا).\rنَصَبْتُ (تُعْطِيَنِي) بِتَقْدِيرِ: (لَا أُكْرِمُكَ حَتَّى تُعْطِيَنِي نَصِيبًا).\rوَالفَاءُ السَّبَبِيَّةُ:\rفَاءٌ تَدْخُلُ عَلَى المُضَارِعِ، فَيَكُونُ مَا قَبْلَهَا سَبَبًا لِمَا بَعْدَهَا.\rوَمُضَارِعُهَا: مَنْصُوبٌ.\rوَيُشْتَرَطُ أَنْ تَكُونَ مَسْبُوقَةً: بِنَفْيٍ، أَوْ أَمْرٍ، أَوْ نَهْيٍ، أَوِ اسْتِفْهَامٍ، أَوْ دُعَاءٍ، أَوْ تَحْضِيضٍ، أَوْ تَمَنٍّ، أَوْ تَرَجٍّ، أَوْ عَرْضٍ.\r1 - فَمِثَالُ الأَمْرِ: (زُرْنِي فَأُحْسِنَ إِلَيْكَ).\r2 - وَمِثَالُ النَّفْيِ: (لَمْ يَزُرْنِي فَأُكْرِمَهُ).\r3 - وَمِثَالُ النَّهْيِ: (لَا تَهْجُرْنِي فَأُسِيءَ إِلَيْكَ).\r4 - وَمِثَالُ الاسْتِفْهَامِ: (أَيْنَ زَيْدٌ فَنُحَدِّثَهُ).\r5 - وَمِثَالُ الدُّعَاءِ: (رَزَقَكَ اللهُ مَالًا فَتَتَّسِعَ بِهِ).\r6 - وَمِثَالُ التَّحْضِيضِ: (لَوْلَا أَتَيْتَنِي فَأُكْرِمَكَ).\r7 - وَمِثَالُ التَّمَنِّي: (لَيْتَ زَيْدًا عِنْدَنَا فَنُكْرِمَهُ).\r8 - وَمِثَالُ التَّرَجِّي: (لَعَلِّي أَزُورُهُ فَيُكْرِمَنِي).\r9 - وَمِثَالُ العَرْضِ: (أَلَا تَأْتِينِي فَأُكْرِمَكَ).\rوَوَاوُ المَعِيَّةِ: شَرْطُهَا شَرْطُ الفَاءِ السَّبَبِيَّةِ.\rوَمِنْ أَمْثِلَتِهَا: (لَا تَضْرِبْ زَيْدًا وَتَأَخُذَ مَالَهُ).","seal":"45E53F8D","part":1},
      {"page":14,"id":14,"nass":"جَوَازِمُ الفِعْلِ المُضَارِعِ\rوَجَوَازِمُ المُضَارِعِ قِسْمَانِ:\rالأَوَّلُ: قِسْمٌ يَجْزِمُ مُضَارِعًا وَاحِدًا، وَهِيَ: (لَمْ)، وَ (لَمَّا)، وَ (لَامُ الطَّلَبِ)، وَ (لَا الطَّلَبِيَّةُ).\rوَعَمَلُهَا: جَزْمُ المُضَارِعِ بَعْدَهَا.\rوَالثَّانِي: قِسْمٌ يَجْزِمُ مُضَارِعَيْنِ، وَهِيَ: (إِنْ)، وَ (مَا)، وَ (مَنْ)، وَ (مَهْمَا)، (وَإِذْمَا)، وَ (أَيُّ)، وَ (مَتَى)، وَ (أَيَّانَ)، وَ (أَيْنَ)، وَ (أَنَّى)، وَ (حَيْثُمَا)، وَ (كَيْفَمَا).\rوَعَمَلُهَا: جَزْمُ مُضَارِعَيْنِ بَعْدَهَا، الأَوَّلُ: شَرْطٌ، وَالثَّانِي: جَوَابُهُ.\rفَمِثَالُ جَزْمِ المُضَارِعِ الوَاحِدِ: (زَيْدٌ لَمْ يَذْهَبْ إِلَى المَدْرَسَةِ).\rفَأَدَاةُ الجَزْمِ: (لَمْ).\rوَالمُضَارِعُ المَجْزُومُ: (يَذْهَبْ)؛ لأَنَّهُ سُبِقَ بِأَدَاةِ جَزْمٍ.\rوَمِثَالُ جَزْمِ المُضَارِعَيْنِ: (مَنْ يَدْرُسْ يَنْجَحْ).\rفَأَدَاةُ الجَزْمِ: (مَنْ).\rوَالمُضَارِعَانِ المَجْزُومَانِ: (يَدْرُسْ) وَ (يَنْجَحْ)؛ لأَنَّهُمَا سُبِقَا بِأَدَاةِ جَزْمٍ لِمُضَارِعَيْنِ.\rوَقَدْ يَقَعُ الجَزْمُ فِي الجَوَابِ دُونَ أَدَاةِ جَزْمٍ: إِذَا سَبَقَهُ فِعْلُ أَمْرٍ.\rمِثَالُهُ: (ادْرُسْ تَنْجَحْ).\r\rجَرُّ الأَسْمَاءِ بِالحُرُوفِ\rوَحُرُوفُ الجَرِّ: هِيَ الَّتِي تَجُرُّ الاسْمَ بَعْدَهَا.\rوَهِيَ: (مِنْ)، وَ (إِلَى)، وَ (عَنْ)، وَ (عَلَى)، وَ (فِي)، وَ (البَاءُ)، وَ (الكَافُ)، وَ (اللَّامُ)، وَ (مُنْذُ)، وَ (مُذْ)، وَ (رُبَّ)، وَ (حَتَّى) الغَائِيَّةُ، وَحُرُوفُ القَسَمِ (الوَاوُ وَالبَاءُ وَالتَّاءُ).\rمِثَالٌ: (ذَهَبَ الطَّالِبُ إِلَى المَدْرَسَةِ).\rفَحَرْفُ الجَرِّ: (إِلَى).\rوَالمَجْرُورُ: (المَدْرَسَةِ).","seal":"8E3ED03D","part":1},
      {"page":15,"id":15,"nass":"جَرُّ الأَسْمَاءِ بِالإِضَافَةِ (المُضَافُ وَالمُضَافُ إِلَيْهِ)\rوَالمُضَافُ: اسْمٌ أُضِيفَ إِلَى اسْمٍ بَعْدَهُ.\rفَالمُضَافُ: الاسْمُ الأَوَّلُ.\rوَالمُضَافُ إِلَيْهِ: الاسْمُ الثَّانِي، وَهُوَ: مَجْرُورٌ.\rمِثَالُهُ: (هَذَا فَرَسُ زَيْدٍ).\rفَالمُضَافُ: (فَرَسُ).\rوَالمُضَافُ إِلَيْهِ: (زَيْدٍ)، مَجْرُورٌ بِالإِضَافَةِ.\rوَالمُضَافُ يُحْذَفُ فِيهِ: التَّنْوِينُ، وَنُونُ المُثَنَّى، وَنُونُ جَمْعِ المُذَكَّرِ السَّالِمِ.\rوَأَمْثِلَتُهُ:\rقَبْلَ الإِضَافَةِ: (مُدَرِّسٌ)، وَ (مُدَرِّسَانِ)، وَ (مُدَرِّسُونَ).\rوَبَعْدَ الإِضَافَةِ: (مُدَرِّسُ النَّحْوِ)، وَ (مُدَرِّسَا النَّحْوِ)، وَ (مُدَرِّسُو النَّحْوِ).\r\rالنَّكِرَةُ وَالمَعْرِفَةُ\rوَالنَّكِرَةُ: اسْمٌ يَدُلُّ عَلَى غَيْرِ مُعَيَّنٍ.\rوَالمعَرْفِةُ: اسْمٌ يَدُلُّ عَلَى مُعَيَّنٍ.\rفَالأَوَّلُ مِثْلُ: (رَجُلٍ)، وَ (طَالِبٍ)، وَ (كِتَابٍ)، وَ (بَحْرٍ).\rوَالثَّانِي مِثْلُ: (الرَّجُلِ)، وَ (أَنَا)، وَ (هَذَا)، وَ (عَلِيٍّ)، وَ (البَحْرِ).\rوَعَلَامَةُ النَّكِرَةِ: قَبُولُ: (ألْ)، أَوْ (رُبَّ).\rوَالمَعَارِفُ سَبْعَةٌ: الضَّمَائِرُ، وَالعَلَمُ، وَأَسْمَاءُ الإِشَارَةِ، وَالأَسْمَاءُ المَوْصُولَةُ، وَالمَبْدُوءُ بِـ (أل) التَّعْرِيفِ، وَالمُضَافُ إِلَى وَاحِدٍ مِمَّا ذُكِرَ مِنَ المَعَارِفِ، وَالنَّكِرَةُ المَقْصُودَةُ.\r1 - فَالضَّمِيرُ: اسْمٌ يَنُوبُ عَنِ الاسْمِ الظَّاهِرِ عَلَى سَبِيلِ الإِضْمَارِ.\rوَيَدُلُّ عَلَى مُتَكَلِّمٍ، أَوْ مُخَاطَبٍ، أَوْ غَائِبٍ.\rوَمِنْهُ: البَارِزُ المُتَّصِلُ وَالمُنْفَصِلُ، أَوِ المُسْتَتِرُ.\rفَالمُتَكَلِّمُ: (أَنَا)، وَ (نَحْنُ)، وَ (يَاءُ المُتَكَلِّمِ)، وَ (تَاءُ المُتَكَلِّمِ)، وَ (نَا المُتَكَلِّمِينَ)،","seal":"19E1B434","part":1},
      {"page":16,"id":16,"nass":"وَ (إِيَّايَ)، وَ (إِيَّانَا).\rوَالمُخَاطَبُ: (أَنْتَ) وَفُرُوعُهَا، وَ (إِيَّاكَ) وَفُرُوعُهَا، وَ (يَاءُ المُخَاطَبَةِ)، وَ (تَاءُ الخِطَابِ) وَفُرُوعُهَا، وَ (كَافُ الخِطَابِ) وَفُرُوعُهَا.\rوَالغَائِبُ: (هُوَ) وَفُرُوعُهَا، وَ (إِيَّاهُ) وَفُرُوعُهَا، وَ (هَاءُ الغَائِبِ) وَفُرُوعُهَا.\rوَالمُخَاطَبُ أَوِ الغَائِبُ: أَلِفُ الاثْنَيْنِ، وَوَاوُ الجَمَاعَةِ، وَنُونُ النِّسْوَةِ.\rفَمِثَالُ أَلِفِ الاثْنَيْنِ: (اكْتُبَا) وَ (كَتَبَا).\rوَمِثَالُ وَاوِ الجَمَاعَةِ: (اكْتُبُوا)، وَ (كَتَبُوا).\rوَمِثَالُ نُونِ النِّسْوَةِ: (اكْتُبْنَ)، وَ (كَتَبْنَ).\rوَلِكُلٍّ مِنَ الضَّمَائِرِ مَوْقِعُهُ مِنَ الإِعْرَابِ.\rوَتَقْرِيبُ إِعْرَابِهِ: بِتَقْدِيرِ اسْمٍ ظَاهِرٍ مَكَانَهُ.\rمِثَالُهُ: (أَنْتَ طَوِيلٌ)، وَتَقْدِيرُهُ: (زَيْدٌ طَوِيلٌ)، فَيَكُونُ: فِي مَحَلِّ رَفْعِ مُبْتَدَإٍ.\r2 - وَالعَلَمُ: اسْمُ الشَّيْءِ؛ مِثْلُ: (عَلِيٍّ)، وَ (عَائِشَةَ)، وَ (مَكَّةَ).\r3 - وَاسْمُ الإِشَارَةِ: اسْمٌ يَنُوبُ عَنِ الاسْمِ الظَّاهِرِ بِالإِشَارَةِ إِلَيْهِ.\rمِنْهَا: (هَذَا)، وَ (هَذِهِ)، وَ (هَذَانِ) وَ (هَذَيْنِ)، وَ (هَاتَانِ) وَ (هَاتَيْنِ)، وَ (هَؤُلَاءِ).\rوَ (هَا) فِيهَا: حَرْفُ تَنْبِيهٍ.\r4 - والاسْمُ المَوْصُولُ: اسْمٌ يَنُوبُ عَنِ الاسْمِ الظَّاهِرِ بِالصِّلَةِ.\rوَهِيَ: (الَّذِي)، وَ (الَّتِي)، وَ (اللَّذَانِ) وَ (اللَّذَيْنِ)، وَ (اللَّتَانِ) وَ (اللَّتَيْنِ)، وَ (الَّذِينَ) وَ (الأُلَى)، وَ (اللَّاتِي) وَ (اللَّوَاتِي) وَ (اللَّائِي)، وَ (مَنْ)، وَ (مَا)، وَ (ذَا) الَّتِي تَقَعُ بَعْدَ (مَنْ) وَ (مَا)، وَ (أَيُّ) مِنْ (يَسُرُّنِي أَيُّهُمْ قَامَ).\r5 - وَالمَبْدُوءُ بِـ (أل)؛ مِثْلُ: (الكِتَابِ)، وَ (القَلَمِ).\r6 - وَالمُضَافُ إِلَى وَاحِدٍ مِمَّا ذُكِرَ مِنَ المَعَارِفِ:\rمِثَالُهُ: (دَارُ زَيْدٍ).\rفَـ (دَارُ) - هُنَا -: مَعْرِفَةٌ؛ لأَنَّهَا أُضِيفَتْ إِلَى عَلَمٍ، وَهُوَ: (زَيْدٌ).\rوَالكَلِمَةُ (دَارٌ) كَانَتْ نَكِرَةً قَبْلَ إِضَافَتِهَا إِلَى (زَيْدٍ).","seal":"1DD26262","part":1},
      {"page":17,"id":17,"nass":"وَمِثْلُهُ: (دَارُ النَّشْرِ)، وَ (دَارُ هَذَا الطَّالِبِ)، وَ (دَارِي).\r7 - وَالنَّكِرَةُ المَقْصُودَةُ؛ مِثْلُ: (يَا شُرْطِيُّ)، وَبَابُهَا: النِّدَاءُ.\r\rالفَاعِلُ وَالمَفْعُولُ بِهِ\rوَالفَاعِلُ: هُوَ الَّذِي فَعَلَ الفِعْلَ.\rوَلَا بُدَّ مِنْ ذِكْرِ الفِعْلِ قَبْلَهُ وَلَيْسَ بَعْدَهُ.\rوَالمَفْعُولُ بِهِ: هُوَ الَّذِي وَقَعَ عَلَيْهِ الفِعْلُ.\rوَالفَاعِلُ: مَرْفُوعٌ، وَالمَفْعُولُ بِهِ: مَنْصُوبٌ.\rمِثَالُهُ: (رَكِبَ زَيْدٌ الفَرَسَ).\rفَالفِعْلُ: (رَكِبَ).\rوَالفَاعِلُ: (زَيْدٌ)؛ لأَنَّهُ الرَّاكِبُ.\rوَالمَفْعُولُ بِهِ: (الفَرَسَ)؛ لأَنَّهُ المَرْكُوبُ.\rوَقَدْ يَدْخُلُ أَكْثَرُ مِنْ مَفْعُولٍ مَعَ فِعْلٍ وَفَاعِلٍ.\rمِثَالُهُ: (مَنَحَ خَالِدٌ زَيْدًا دِرْهَمًا).\rفَالفِعْلُ: (مَنَحَ).\rوَالفَاعِلُ: (خَالِدٌ)؛ لأَنَّهُ المَانِحُ.\rوَالمَفْعُولُ بِهِ الأَوَّلُ: (زَيْدًا)؛ لأَنَّهُ المَمْنُوحُ.\rوَالمَفْعُولُ بِهِ الثَّانِي: (دِرْهَمًا)؛ لأَنَّهُ المَمْنُوحُ لِزَيْدٍ.\r\rنَائِبُ الفَاعِلِ\rوَنَائِبُ الفَاعِلِ: هُوَ المَفْعُولُ بِهِ الَّذِي قَامَ مَقَامَ الفَاعِلِ المَحْذُوفِ.\rوَهُوَ: مَرْفُوعٌ.\rوَتَقْرِيبُهُ: بِتَقْدِيرِ الفَاعِلِ المَحْذُوفِ.\rمِثَالُهُ: (شُرِبَ اللَّبَنُ).\rفَنَائِبُ الفَاعِلِ: (اللَّبَنُ)، مَرْفُوعٌ.\rفَتَقْدِيرُهُ دُونَ حَذْفٍ: (شَرِبَ زَيْدٌ اللَّبَنَ).","seal":"7B7B79EF","part":1},
      {"page":18,"id":18,"nass":"فَإِذَا دَخَلَ أَكْثَرُ مِنْ مَفْعُولٍ: نَابَ عَنْهُ الأَوَّلُ، وَلَزِمَ الثَّانِي النَّصْبَ عَلَى المَفْعُولِيَّةِ.\rمِثَالُهُ: (كُسِيَ زَيْدٌ ثَوْبًا)، وَتَقْدِيرُهُ قَبْلَ حَذْفِ الفَاعِلِ: (كَسَى خَالِدٌ زَيْدًا ثَوْبًا).\r\rالمُبْتَدَأُ وَالخَبَرُ\rوَالمُبْتَدَأُ: هُوَ الاسْمُ المُتَحَدَّثُ عَنْهُ بِأَمْرٍ.\rوَالخَبَرُ: هُوَ الأَمْرُ المُتَحَدَّثُ بِهِ عَنْ هَذَا الاسْمِ.\rوَالمُبْتَدَأُ: مَرْفُوعٌ، وَالخَبَرُ: مَرْفُوعٌ.\rمِثَالُهُ: (المَدْرَسَةُ مُغْلَقَةٌ).\rفَالمُبْتَدَأُ: (المَدْرَسَةُ)؛ لأَنَّهُ الاسْمُ المُتَحَدَّثُ عَنْهُ بِالإِغْلَاقِ.\rوَالخَبَرُ: (مُغْلَقَةٌ)؛ لأَنَّهُ الأَمْرُ المُتَحَدَّثُ بِهِ عَنِ المَدْرَسَةِ.\rفَالمُتَكَلِّمُ تَحَدَّثَ عَنِ (المَدْرَسَةِ) بِأَنَّهَا (مُغْلَقَةٌ).\r\rكَانَ وَأَخَوَاتُهَا\rوَكَانَ وَأَخَوَاتُهَا: كَلِمَاتٌ تَدْخُلُ عَلَى المُبْتَدَإِ وَالخَبَرِ، فَتَرْفَعُ الأَوَّلَ وَتَنْصِبُ الثَّانِيَ.\rوَيَصِيرُ المُبْتَدَأُ: اسْمَهَا، وَالخَبَرُ: خَبَرَهَا.\rوَهِيَ: (كَانَ)، وَ (أَمْسَى)، وَ (أَصْبَحَ)، وَ (أَضْحَى)، وَ (ظَلَّ)، وَ (بَاتَ)، وَ (صَارَ)، وَ (لَيْسَ)، وَ (مَا زَالَ)، وَ (مَا انْفَكَّ)، وَ (مَا فَتِئَ)، وَ (مَا بَرِحَ)، وَ (مَا دَامَ).\rمِثَالُ البَابِ: (كَانَتِ المَدْرَسَةُ مُغْلَقَةً).\rاسْمُ (كَانَ): (المَدْرَسَةُ)؛ لأَنَّهَا المُبْتَدَأُ قَبْلَ دُخُولِ (كَانَ).\rوَخَبَرُ (كَانَ): (مُغْلَقَةً)؛ لأَنَّهَا خَبَرُ المُبْتَدإِ قَبْلَ دُخُولِ (كَانَ).\rفَأَصْلُ الكَلَامِ: المَدْرَسَةُ مُغْلَقَةٌ.\rوَمَا تَصَرَّفَ مِنْهَا مِنْ مُضَارِعٍ وَأَمْرٍ فَيَعْمَلُ عَمَلَهَا؛ مِثْلُ: (يَكُونُ) (وَكُنْ).\r\rإِنَّ وَأَخَوَاتُهَا\rوَإِنَّ وَأَخَوَاتُهَا: كَلِمَاتٌ تَدْخُلُ عَلَى المُبْتَدَإِ وَالخَبَرِ، فَتَنْصِبُ الأَوَّلَ وَتَرْفَعُ الثَّانِيَ.\rوَيَصِيرُ المُبْتَدَأُ: اسْمَهَا، وَالخَبَرُ: خَبَرَهَا.\rوَهِيَ: (إِنَّ)، و (أَنَّ)، و (لَكِنَّ)، و (كَأَنَّ)، وَ (لَيْتَ)، وَ (لَعَلَّ).","seal":"0BCE77E0","part":1},
      {"page":19,"id":19,"nass":"مِثَالُ البَابِ: (إِنَّ المَدْرَسَةَ مُغْلَقَةٌ).\rاسْمُ (إِنَّ): (المَدْرَسَةَ)؛ لأَنَّهَا المُبْتَدَأُ قَبْلَ دُخُولِ (إِنَّ).\rوَخَبَرُ (إِنَّ): (مُغْلَقَةٌ)؛ لأَنَّهَا خَبَرُ المُبْتَدإِ قَبْلَ دُخُولِ (إِنَّ).\rفَأَصْلُ الكَلَامِ: المَدْرَسَةُ مُغْلَقَةٌ.\r\rظَنَّ وَأَخَوَاتُهَا\rوَظَنَّ وَأَخَوَاتُهَا: كَلِمَاتٌ تَدْخُلُ عَلَى المُبْتَدَإِ وَالخَبَرِ، فَتَنْصِبُ الأَوَّلَ وَالثَّانِيَ.\rوَيَصِيرُ المُبْتَدَأُ وَالخَبَرُ: مَفْعُولَيْنِ لَهَا.\rوَهِيَ: (ظَنَّ)، وَ (حَسِبَ)، وَ (خَالَ)، وَ (زَعَمَ)، وَ (رَأَى)، وَ (عَلِمَ)، وَ (وَجَدَ)، وَ (اتَّخَذَ)، وَ (جَعَلَ).\rمِثَالُ البَابِ: (ظَنَنْتُ المَدْرَسَةَ مُغْلَقَةً).\rفَالمَفْعُولُ الأَوَّلُ: (المَدْرَسَةَ)؛ لأَنَّهَا المُبْتَدَأُ قَبْلَ دُخُولِ (ظَنَّ).\rوَالمَفْعُولُ الثَّانِي: (مُغْلَقَةً)؛ لأَنَّهَا خَبَرُ المُبْتَدإِ قَبْلَ دُخُولِ (ظَنَّ).\rفَأَصْلُ الكَلَامِ قَبْلَ دُخُولِ (ظَنَّ): المَدْرَسَةُ مُغْلَقَةٌ.\r\rالمَفْعُولُ المُطْلَقُ\rوَالمَفْعُولُ المُطْلَقُ: اسْمٌ مُوَافِقٌ لِلْفِعْلِ فِي لَفْظِهِ؛ لِتَأْكِيدِهِ أَوْ بَيَانِ نَوْعِهِ أَوْ عَدَدِهِ.\rوَهُوَ: مَنْصُوبٌ.\r1 - فَمِثَالُ التَّوْكِيدِ: (أَكْلًا) فِي: (أَكَلَ الوَلَدُ أَكْلًا).\r2 - وَمِثَالُ بَيَانِ النَّوْعِ: (جَرْيَ) فِي: (جَرَى الوَلَدُ جَرْيَ الفَهْدِ).\r3 - وَمِثَالُ العَدَدِ: (أَكْلَتَيْنِ): فِي: (أَكَلَ الوَلَدُ أَكْلَتَيْنِ).\rوَيَقَعُ مَعْنَوِيًّا.\rمِثَالُهُ: (جَلَسْتُ قُعُودًا)، وَ (قُمْتُ وُقُوفًا).\r\rالمَفْعُولُ لِأَجْلِهِ (أَوْ لَهُ)\rوَالمَفْعُولُ لِأَجْلِهِ: اسْمٌ يُبَيِّنُ سَبَبَ الفِعْلِ.\rوَهُوَ: مَنْصُوبٌ.","seal":"0970E691","part":1},
      {"page":20,"id":20,"nass":"وَتَقْرِيبُهُ: بِتَقْدِيرِ (لِأَجْلِ) أَوْ (لِـ) قَبْلَهُ.\rمِثَالُهُ: (سَافَرَ زَيْدٌ طَلَبًا لِلرِّزْقِ).\rفَالمَفْعُولُ لِأَجْلِهِ: (طَلَبًا).\rوَالتَّقْدِيرُ الأَوَّلُ: (سَافَرَ زَيْدٌ لِأَجْلِ طَلَبِ الرِّزْقِ).\rوَالتَّقْدِيرُ الثَّانِي: (سَافَرَ زَيْدٌ لِطَلَبِ الرِّزْقِ).\r\rالمَفْعُولُ فِيهِ (ظَرْفُ الزَّمَانِ وَالمَكَانِ)\rوَالظَّرْفُ: اسْمٌ يُبَيِّنُ الزَّمَانَ أَوِ المَكَانَ الَّذِي حَصَلَ فِيهِ الفِعْلُ.\rوَهُوَ: مَنْصُوبٌ إِذَا جَاءَ فِي مَوْضِعِهِ ظَرْفًا.\rفَمِنْ ظُرُوفِ الزَّمَانِ: (اليَوْمَ، وَاللَّيْلَةَ، وَالسَّاعَةَ، وَالشَّهْرَ، وَالسَّنَةَ، وَقَبْلَ، وَبَعْدَ، وَصَبَاحًا، وَمَسَاءً، وَغَدًا).\rوَمِنْ ظُرُوفِ المَكَانِ: (خَلْفَ، وَأَمَامَ، وَفَوْقَ، وَتَحْتَ، وَعِنْدَ، وَحَوْلَ).\rفَمَثِالُ ظَرْفِ الزَّمَانِ: (سَيُسَافِرُ زَيْدٌ اللَّيْلَةَ).\rفَـ (اللَّيْلَةَ): ظَرْفُ زَمَانٍ؛ لأَنَّهَا اسْمٌ بَيَّنَ زَمَنَ السَّفَرِ.\rوَمِثَالُ ظَرْفِ المَكَانِ: (جَلَسْتُ أَمَامَ زَيْدٍ).\rفَـ (أَمَامَ): ظَرْفُ مَكَانٍ؛ لأَنَّهَا اسْمٌ بَيَّنَ مَكَانَ الجُلُوسِ.\rفَإِنْ لَمْ يَأْتِ الاسْمُ مُبَيِّنًا زَمَنَ الفِعْلِ أَوْ مَكَانَهُ: فَلَا يَكُونُ ظَرْفًا.\rمِثَالُهُ: (يَخْشَى المُؤْمِنُ يَوْمَ القِيَامَةِ).\r\rالمَفْعُولُ مَعَهُ\rوَالمَفْعُولُ مَعَهُ: اسْمٌ قَبْلَهُ وَاوٌ تَأْتِي بِمَعْنَى (مَعَ).\rوَتُسَمَّى الوَاوُ: بِوَاوِ المَعِيَّةِ.\rوَهُوَ: مَنْصُوبٌ.\rوَتَقْرِيبُهُ: بِتَقْدِيرِ (مَعَ) بَدَلَ (الوَاوِ).\rمِثَالُهُ: (اسْتَيْقَظَ زَيْدٌ وَالغُرُوبَ).\rفَالمَفْعُولُ مَعَهُ: (الغُرُوبَ)؛ لأَنَّ التَّقْدِيرَ: (اسْتَيْقَظَ خَالِدٌ مَعَ الغُرُوبِ) صَحِيحٌ.","seal":"4458572F","part":1},
      {"page":21,"id":21,"nass":"وَبِالتَّقْدِيرِ يُفَرَّقُ بَيْنَهَا وَبَيْنَ وَاوِ العَطْفِ.\rفَبِتَقْدِيرِ وَاوِ العَطْفِ: (اسْتَيْقَظَ خَالِدٌ وَاسْتَيْقَظَ الغُرُوبُ)، فَلَا يَصِحُّ المَعْنَى.\rوَقَدْ تَصْلُحُ الوَاوُ مَعِيَّةً وَعَطْفًا.\rمِثَالُهُ:\r1 - (سَافَرُ زَيْدٌ وَخَالِدًا) بِتَقْدِيرِ: (سَافَرَ زَيْدٌ مَعَ خَالِدٍ).\r2 - وَ (سَافَرَ زَيْدٌ وَخَالِدٌ) بِتَقْدِيرِ: (سَافَرَ زَيْدٌ وَسَافَرَ خَالِدٌ).\r\rالصِّفَةُ (أَوِ النَّعْتُ)\rوَالصِّفَةُ: اسْمٌ تَابِعٌ يُذْكَرُ لِوَصْفِ اسْمٍ آخَرَ قَبْلَهُ.\rوَهِيَ: تَتَبْعُ المَوْصُوفَ فِي الإِعْرَابِ.\rمِثَالُهُ: (جَاءَ زَيْدٌ الكَرِيمُ).\rفَالصِّفَةُ: (الكَرِيمُ)، مَرْفُوعَةٌ.\rوَالسَّبَبُ: لِأَنَّهَا وَصْفٌ لِزَيْدٍ بِالكَرَمِ.\rوَسَبَبُ الرَّفْعِ: لأَنَّ المَوْصُوفَ (زَيْدٌ) مَرْفُوعٌ.\rمِثَالٌ آخَرُ: (جَاءَ إِمَامُ المَسْجِدِ الصَّالِحُ).\rفَالصِّفَةُ: (الصَّالِحُ)، مَرْفُوعَةٌ.\rوَالسَّبَبُ: لِأَنَّهَا وَصْفٌ لِلإِمَامِ بِالصَّلَاحِ.\rوَسَبَبُ الرَّفْعِ: لأَنَّ المَوْصُوفَ (إِمَامُ) مَرْفُوعٌ.\rوَالصِّفَةُ تَتْبَعُ المَوْصُوفَ فِي:\r1 - التَّذْكِيرِ وَالتَّأْنِيثِ.\r2 - وَالتَّعْرِيفِ وَالتَّنْكِيرِ.\r3 - وَالإِفْرَادِ وَالتَّثْنِيَةِ وَالجَمْعِ.\r\rالتَّوْكِيدُ\rوَالتَّوْكِيدُ: اسْمٌ تَابِعٌ يُذْكَرُ لِتَأْكِيدِ اسْمٍ آخَرَ قَبْلَهُ.\rوَهُوَ: يَتْبَعُ المُؤَكَّدَ فِي الإِعْرَابِ.","seal":"7ABAE1A3","part":1},
      {"page":22,"id":22,"nass":"وَأَلْفَاظُ التَّوْكِيدِ: النَّفْسُ، وَالعَيْنُ، وَذَاتُ، وَكُلُّ، وَجَمِيعُ، وَأَجْمَعُ.\rمِثَالُهُ: (كَتَبَ زَيْدٌ نَفْسُهُ المَقَالَةَ).\rفَالتَّوْكِيدُ: (نَفْسُ)، مَرْفُوعٌ.\rوَالسَّبَبُ: لِأَنَّهَا تَوْكِيدٌ عَلَى أَنَّ زَيْدًا كَتَبَ المَقَالَةَ، وَلَيْسَ فِي الكَلَامِ: سَهْوٌ أَوْ خَطَأٌ.\rوَسَبَبُ الرَّفْعِ: لأَنَّ المُؤَكَّدَ (زَيْدٌ) مَرْفُوعٌ.\rمِثَالٌ آخَرُ: (جَاءَ القَوْمُ كُلُّهُمْ).\rفَالتَّوْكِيدُ: (كُلُّ)، مَرْفُوعٌ.\rوَالسَّبَبُ: لأَنَّهَا تَوْكِيدٌ عَلَى أَنَّ القَوْمَ جَاءُوا، وَلَمْ يَتَخَلَّفْ مِنْهُمْ أَحَدٌ.\rوَسَبَبُ الرَّفْعِ: لأَنَّ المُؤَكَّدَ (القَوْمُ) مَرْفُوعٌ.\rوَ (نَفْسُ) وَ (عَيْنُ): مُثَنَّاهُمَا وَجَمْعُهُمَا: بِزِيَادَةِ الأَلِفِ عَلَى وَزْنِ (أَفْعُل).\rمِثَالُهُ: (أَنْفُسُهُمَا وَأَعْيُنُهُمَا) وَ (أَنْفُسُهُمْ وَأَعْيُنُهُمْ) وَ (أَنْفُسُهُنَّ وَأَعْيُنُهُنَّ).\rوَمُثَنَّى (كُلُّ): (كِلَا) لِلْمُذَكَّرِ، وَ (كِلْتَا) لِلْمُؤَنَّثِ.\rوَتُعْرَبَانِ إِعْرَابَ المُثَنَّى عِنْدَ التَّوْكِيدِ.\rمِثَالُهُ: (جَاءَ الطَّالِبَانِ كِلَاهُمَا)، وَ (جَاءَتِ الطَّالِبَتَانِ كِلْتَاهُمَا).\rوَ (أَجْمَعُونَ): تُعْرَبُ إِعْرَابَ جَمْعِ المُذَكَّرِ السَّالِمِ.\r\rالبَدَلُ\rوَالبَدَلُ: اسْمٌ تَابِعٌ يَصْلُحُ أَنْ يَقُومَ مَقَامَ اسْمٍ قَبْلَهُ.\rوَهُوَ: يَتْبَعُ مَتْبُوعَهُ فِي الإِعْرَابِ.\rوَتَقْرِيبُهُ: بِحَذْفِ المَتْبُوعِ وَوَضْعِ البَدَلِ مَكَانَهُ.\rمِثَالُهُ: (ذَهَبَ التَّاجِرُ زَيْدٌ).\rفَالبَدَلُ: (زَيْدٌ)، مَرْفُوعٌ.\rوَالسَّبَبُ: لأَنَّ كَلِمَةَ (زَيْدٌ) صَلَحَتْ بَدِيلًا مِنَ (التَّاجِرُ).\rفَالتَّقْدِيرُ: (ذَهَبَ زَيْدٌ).\rوَسَبَبُ الرَّفْعِ: لِأَنَّ مَتْبُوعَهُ (التَّاجِرُ) فَاعِلٌ مَرْفُوعٌ.","seal":"9A99672A","part":1},
      {"page":23,"id":23,"nass":"وَيَقَعُ البَدَلُ: لِشَيْءٍ مِنْ شَيْءٍ، أَوْ لِبَعْضٍ مِنْ كُلٍّ، أَوْ لِاشْتِمَالٍ، أَوْ لِتصْحِيحِ غَلَطٍ.\rفَمِثَالُ الأَوَّلِ: (جَاءَ الأُسْتَاذُ زَيْدٌ).\rوَتَقْدِيرُهُ: (جَاءَ زَيْدٌ).\rوَمِثَالُ الثَّانِي: (قَرَأْتُ الكِتَابَ نِصْفَهُ).\rوَتَقْدِيرُهُ: (قَرَأْتُ نِصْفَهُ)؛ أَيْ: نِصْفَ الكِتَابِ.\rوَمِثَالُ الثَّالِثِ: (يُعْجِبُنِي زَيْدٌ عَقْلُهُ).\rوَتَقْدِيرُهُ: (يُعْجِبُنِي عَقْلُهُ)؛ أَيْ: عَقْلُ زَيْدٍ.\rوَمِثَالُ الرَّابِعِ: (جَاءَ زَيْدٌ خَالِدٌ).\rوتَقْدِيرُهُ: (جَاءَ خَالِدٌ).\r\rالعَطْفُ\rوَحُرُوفُ العَطْفِ: هِيَ حُرُوفٌ تُغْنِي عَنْ إِعَادَةِ الكَلَامِ المُكَرَّرِ.\rوَهِيَ: (الوَاوُ)، وَ (الفَاءُ)، وَ (ثُمَّ)، وَ (أَوْ)، وَ (أَمْ)، وَ (إِمَّا)، وَ (بَلْ)، وَ (لَا)، وَ (لَكِنْ)، وَ (حَتَّى).\rوَالمَعْطُوفُ - أَوِ العَطْفُ -: هُوَ التَّابِعُ الَّذِي يَكُونُ بَعْدَ حَرْفِ العَطْفِ.\rوَهُوَ: يَتْبَعُ مَتْبُوعَهُ فِي الإِعْرَابِ.\rوَتَقْرِيبُ إِعْرَابِهِ وَمَتْبُوعِهِ: بِإِعَادَةِ الكَلَامِ المُكَرَّرِ المَحْذُوفِ.\rمِثَالُهُ: (جَاءَ زَيْدٌ وَخَالِدٌ).\rفَحَرْفُ العَطْفِ: الوَاوُ.\rوَالمَعْطُوفُ: (خَالِدٌ)، مَرْفُوعٌ.\rوَسَبَبُ الرَّفْعِ: لأَنَّ مَتْبُوعَهُ (زَيْدٌ) مَرْفُوعٌ.\rوَالتَقْدِيرُ: (جَاءَ زَيْدٌ وَجَاءَ خَالِدٌ).\rمِثَالٌ آخَرُ: (قَرَأْتُ أُصُولَ الفِقْهِ وَفُرُوعَهُ).\rفَحَرْفُ العَطْفِ: الوَاوُ.\rوَالمَعْطُوفُ: (فُرُوعَ)، مَنْصُوبٌ.","seal":"280042A3","part":1},
      {"page":24,"id":24,"nass":"وَسَبَبُ النَّصْبِ: لأَنَّ مَتْبُوعَهُ (أُصُولَ) مَنْصُوبٌ.\rوَالتَّقْدِيرُ: (قَرَأْتُ أُصُولَ الفِقْهِ، وَقَرَأْتُ فُرُوعَ الفِقْهِ).\r\rالحَالُ\rوَالحَالُ: اسْمٌ يُذْكَرُ لِوَصْفِ حَالِ صَاحِبِهِ.\rوَيُعْرَفُ بِأَنَّهُ: جَوَابُ (كَيْفَ).\rوَهُوَ: مَنْصُوبٌ.\rوَلَا يَكُونُ إِلَّا: نَكِرَةً، وَفَضْلَةً (أَيْ لَيْسَ مِنْ تَمَامِ الكَلَامِ).\rوَتَمَامُ الكَلَامِ: أَنْ يَكُونَ مَعَ الفِعْلِ فَاعِلُهُ، وَمَعَ المُبْتَدَإِ خَبَرُهُ.\rوَتَقْرِيبُ الحَالِ: بِتَقْدِيرِ ضَمِيرِ رَفْعٍ مُنَاسِبٍ قَبْلَهُ يَعُودُ إِلَى صَاحِبِ الحَالِ.\rمِثَالُهُ: (جَاءَ زَيْدٌ رَاكِبًا).\rفَالحَالُ: (رَاكِبًا):\r1 - لِأَنَّهَا فَضْلَةٌ فِي الكَلَامِ - فَالكَلَامُ التَّامُّ: (جَاءَ زَيْدٌ): فِعْلٌ وَفَاعِلٌ -.\r2 - وَلِأَنَّهَا وَصْفٌ لِحَالِ زَيْدٍ.\r3 - وَلِأَنَّ تَقْدِيرَهَا صَحِيحُ المَعْنَى؛ بِـ: (جَاءَ زَيْدٌ وَهُوَ رَاكِبٌ).\rمِثَالٌ آخَرُ: (المِيَاهُ بَارِدَةً مُنْعِشَةٌ).\rفَالحَالُ: (بَارِدَةً):\r1 - لأَنَّهَا فَضْلَةٌ فِي الكَلَامِ - فَالكَلَامُ التَّامُّ: (المِيَاهُ مُنْعِشَةٌ): مُبْتَدَأٌ وَخَبَرٌ -.\r2 - وَلِأَنَّهَا وَصْفٌ لِحَالِ المَاءِ.\r3 - وَلِأَنَّ تَقْدِيرَهَا صَحِيحُ المَعْنَى؛ بِـ: (المِيَاهُ وَهِيَ بَارِدَةٌ مُنْعِشَةٌ).\r\rالتَّمْيِيزُ\rوَالتَّمْيِيزُ: اسْمٌ يُذْكَرُ لِتَمْيِيزِ نَوْعِ اسْمٍ قَبْلَهُ يَصْلُحُ لِأَنْوَاعٍ مِنَ الأَشْيَاءِ.\rوَهُوَ: مَنْصُوبٌ.\rوَلَا يَكُونُ إِلَّا نَكِرَةً.\rوَتَقْرِيبُهُ: بِتَقْدِيرِ (مِنْ) قَبْلَهُ.","seal":"7652AB9C","part":1},
      {"page":25,"id":25,"nass":"مِثَالُهُ: (اشْتَرَيْتُ عِشْرِينَ تُفَّاحَةً).\rفَالتَّمْيِيزُ: (تُفَّاحَةً):\r1 - لأَنَّهَا تَمْيِيزٌ لِنَوْعِ العِشْرِينَ.\r2 - وَلِأَنَّ التَّقْدِيرَ صَحِيحُ المَعْنَى بِـ: (اشْتَرَيْتُ عِشْرِينَ مِنَ التُّفَّاحِ).\rمِثَالٌ آخَرُ: (زَيْدٌ أَكْثَرُهُمْ مَالًا).\rفَالتَّمْيِيزُ: (مَالًا):\r1 - لأَنَّهَا تَمْيِيزٌ لِنَوْعِ الكَثْرَةِ.\r2 - وَلِأَنَّ التَّقْدِيرَ صَحِيحُ المَعْنَى بِـ: (مَالُ زَيْدٍ أَكْثَرُ مِنْ مَالِهِمْ).\r\rالنِّدَاءُ\rوَالنِّدَاءُ هُوَ: طَلَبُ إِقْبَالِ المُنَادَى بِحَرْفٍ مِنْ حُرُوفِ النِّدَاءِ.\rوَأَدَوَاتُهُ: (يَا)، وَالهَمْزَةُ، وَ (أَيَا)، وَ (أَيْ).\rوَأَسَالِيبُ النِّدَاءِ خَمْسَةٌ: العَلَمُ غَيْرُ المُضَافِ، وَالنَّكِرَةُ المَقْصُودَةُ، وَالنَّكِرَةُ غَيْرُ المَقْصُودَةِ، وَالمُضَافُ، وَالشَّبِيهُ بِالمُضَافِ.\rفَالمُنَادَى فِي الأَوَّلِ وَالثَّانِي: مَبْنِيٌّ عَلَى الضَّمِّ - بِدُونِ تَنْوِينٍ -.\rوَالثَّالِثُ وَالرَّابِعُ وَالخَامِسُ: مَنْصُوبٌ.\r1 - فَمِثَالُ العَلَمِ غَيْرِ المُضَافِ: (يَا زَيْدُ).\r2 - وَمِثَالُ النَّكِرَةِ المَقْصُودَةِ: (يَا رَجُلُ).\rوَهِيَ: الَّتِي يَقْصِدُ بِهَا المُنَادِي مُعَيَّنًا.\r3 - وَمِثَالُ النَّكِرَةِ غَيْرِ المَقْصُودَةِ: (يَا رَجُلًا).\rوَهِيَ: الَّتِي لَا يَقْصِدُ المُنَادِي بِهَا مُعَيَّنًا.\r4 - وَمِثَالُ المُضَافِ: (يَا صَاحِبَ الدَّارِ) وَ (يَا عَبْدَ اللهِ).\r5 - وَمِثَالُ شَبِيهِ المُضَافِ: (يَا طَالِعًا جَبَلًا)؛ فَكَأَنَّ المَعْنَى: (يَا طَالِعَ الجَبَلِ).\rوَيَجُوزُ فِي أَسَالِيبِ النِّدَاءِ: حَذْفُ حَرْفِهِ.","seal":"F445F9AB","part":1},
      {"page":26,"id":26,"nass":"الاسْتِثْنَاءُ\rوَالاسْتِثْنَاءُ: إِخْرَاجُ اسْمٍ مِنْ آخَرَ بِوَاسِطَةِ أَدَاةٍ مِنْ أَدَوَاتِ الاسْتِثْنَاءِ.\rوَأَدَوَاتُهُ: (إِلَّا) وَ (غَيْرُ) وَ (سِوَى) وَ (عَدَا) وَ (خَلَا) وَ (حَاشَا) وَ (مَا عَدَا) وَ (مَا خَلَا) وَ (مَا حَاشَا).\rوَالمُسْتَثْنَى: هُوَ المُخْرَجُ، وَهُوَ الَّذِي يَقَعَ بَعْدَ أَدَاةِ الاسْتِثْنَاءِ.\rوَالمُسْتَثْنَى مِنْهُ: هُوَ المُخْرَجُ مِنْهُ، وَهُوَ الَّذِي يَقَعُ قَبْلَ أَدَاةِ الاسْتِثْنَاءِ.\rمِثَالُهُ: (ذَهَبَ القَوْمُ إِلَّا زَيْدًا).\rفَأَدَاةُ الاسْتِثْنَاءِ: (إِلَّا)، وَالمُسْتَثْنَى مِنْهُ: (القَوْمُ)، وَالمُسْتَثْنَى: (زَيْدًا).\rوَحُكْمُ المُسْتَثْنَى بِـ (إِلَّا):\r1 - النَّصْبُ إِنْ كَانَ الكَلَامُ تَامًّا مُوجَبًا (أَيْ غَيْرَ مَسْبُوقٍ بِنَفْيٍ أَوْ نَهْيٍ أَوِ اسْتِفْهَامٍ).\r2 - وَالنَّصْبُ أَوِ البَدَلِيَّةُ إِنْ كَانَ الكَلَامُ تَامًّا جَحْدًا (أَيْ: مَسْبُوقًا بِمَا سَبَقَ).\r3 - وَالإِعْرَابُ إِنْ كَانَ الكَلَامُ نَاقِصًا غَيْرَ تَامٍّ (أَيْ لَمْ يُذْكَرْ فِيهِ المُسْتَثْنَى مِنْهُ).\rفَمِثَالُ التَّامِّ المُوجَبِ: (قَامَ القَوْمُ إِلَّا زَيْدًا).\rفَالكَلَامُ قَبْلَ (إِلَّا) تَامٌّ؛ لأَنَّ المُسْتَثْنَى مِنْهُ (القَوْمُ) مَذْكُورٌ.\rوَ (زَيْدًا): المُسْتَثْنَى؛ لأَنَّ القَوْمَ قَامُوا، وَزَيْدًا لَمْ يَقُمْ.\rوَمِثَالُ التَّامِّ الجَحْدِ: (مَا قَامَ القَوْمُ إِلَّا زَيْداً)، أَوْ (مَا قَامَ القَوْمُ إِلَّا زَيْدٌ).\rفَالكَلَامُ قَبْلَ (إِلَّا) تَامٌّ؛ لأَنَّ المُسْتَثْنَى مِنْهُ (القَوْمُ) مَذْكُورٌ.\rوَالكَلَامُ مَنْفِيٌّ بِوُقُوعِ (مَا) فِي أَوَّلِهِ، وَمِثْلُهُ: إِنْ جَاءَ مَنْهِيًّا أَوِ اسْتِفْهَامًا.\rوَ (زَيْدًا) وَ (زَيْدٌ): المُسْتَثْنَى؛ لأَنَّ القَوْمَ لَمْ يَقُومُوا، وَزَيْدًا قَامَ.\rوَمِثَالُ النَّاقِصِ: (مَا قَامَ إِلَّا زَيْدٌ).\rفَالكَلَامُ قَبْلَ (إِلَّا) نَاقِصٌ؛ لأَنَّ المُسْتَثْنَى مِنْهُ غَيْرُ مَذْكُورٍ.\rوَ (زَيْدٌ): المُسْتَثْنَى؛ لأَنَّ زَيْدًا قَامَ، وَلَمْ يَقُمْ أَحَدٌ غَيْرُهُ.\rفَـ (زَيْدٌ) - هُنَا -: مَرْفُوعٌ؛ لأَنَّهُ فَاعِلٌ؛ بِتَقْدِيرِ حَذْفِ الأَدَاةِ، فَتُصْبِحُ: (قَامَ زَيْدٌ).\rوَالمُسْتَثْنَى بِـ (غَيْرَ)، وَ (سِوَى): مَجْرُورٌ.","seal":"F1705D96","part":1},
      {"page":27,"id":27,"nass":"مِثَالُهُ: (قَامَ القَوْمُ غَيْرَ زَيْدٍ)، وَ (قَامَ القَوْمُ سِوَى زَيْدٍ).\rوَالمُسْتَثْنَى بِـ (حَاشَا)، وَ (خَلَا)، وَ (عَدَا): مَجْرُورٌ أَوْ مَنْصُوبٌ.\rمِثَالُهُ: (قَامَ القَوْمُ عَدَا زَيْدٍ)، وَ (قَامَ القَوْمُ عَدَا زَيْدًا).\rوَالمُسْتَثْنَى بِـ (مَا عَدَا) وَ (مَا خَلَا) (وَمَا حَاشَا): مَنْصُوبٌ.\rمِثَالُهُ: (قَامَ القَوْمُ مَا عَدَا زَيْدًا).\r\rالعَدَدُ\rوَالعَدَدُ: مُفْرَدٌ، وَمُرَكَّبٌ، وَعُقُودٌ، وَمَعْطُوفٌ.\r1 - فَالمُفْرَدُ: مِنَ الوَاحِدِ إِلَى العَشَرَةِ، وَمِئَةٌ، وَأَلْفٌ.\r2 - وَالمُرَكَّبُ: مِنْ أَحَدَ عَشَرَ إِلَى تِسْعَةَ عَشَرَ.\r3 - وَالعُقُودُ: عِشْرُونَ وَثَلَاثُونَ إِلَى تِسْعِينَ.\r4 - وَالمَعْطُوفُ: مِنْ وَاحِدٍ وَعِشْرِينَ إِلَى تِسْعَةٍ وَتِسْعِينَ.\rوَالأَعْدَادُ مِنْ حَيْثُ مُوَافَقَتُهَا لِلْمَعْدُودِ تَذْكِيرًا وَتَأْنِيثًا: عَلَى أَقْسَامٍ:\r1 - فَوَاحِدٌ: مُطَابِقٌ لِلْمَعْدُودِ - مُفْرَدًا أَوْ مُرَكَّبًا أَوْ مَعْطُوفًا عَلَيْهِ -.\rمِثَالُ المُفْرَدِ: (جَاءَ طَالِبٌ وَاحِدٌ)، وَ (طَالِبَةٌ وَاحِدَةٌ).\rوَمِثَالُ المُرَكَّبِ: (جَاءَ أَحَدَ عَشَرَ طَالِبًا)، وَ (إِحْدَى عَشْرَةَ طَالِبَةً).\rوَمِثَالُ المَعْطُوفِ: (جَاءَ وَاحِدٌ وَعِشْرُونَ طَالِبًا)، وَ (إِحْدَى وَعِشْرُونَ طَالِبَةً).\r2 - وَاثْنَانِ: مُطَابِقٌ لِلْمَعْدُودِ - مُفْرَدًا أَوْ مُرَكَّبًا أَوْ مَعْطُوفًا عَلَيْهِ -.\rمِثَالُ المُفْرَدِ: (جَاءَ طَالِبَانِ اثْنَانِ)، وَ (طَالِبَتَانِ اثْنَتَانِ).\rوَمِثَالُ المُرَكَّبِ: (جَاءَ اثْنَا عَشَرَ رَجُلًا)، وَ (اثْنَتَا عَشْرَةَ امرَأَةً).\rوَمِثَالُ المَعْطُوفِ: (جَاءَ اثْنَانِ وَعِشْرُونَ طَالِبًا)، وَ (اثْنَتَانِ وَعِشْرُونَ طَالِبَةً).\r3 - وَمِنْ ثَلَاثَةٍ إِلَى تِسْعَةٍ: مُعَاكِسٌ لِلْمَعْدُودِ - مُفْرَدَةً أَوْ مُرَكَّبَةً أَوْ مَعْطُوفَةً عَلَيْهَا -:\rمِثَالُ المُفْرَدِ: (جَاءَ ثَلَاثَةُ طُلَّابٍ)، وَ (ثَلَاثُ طَالِبَاتٍ).\rوَمِثَالُ المُرَكَّبِ: (جَاءَ ثَلَاَثَةَ عَشَرَ طَالِبًا)، وَ (ثَلَاثَ عَشْرَةَ طَالِبَةً).\rوَمِثَالُ المَعْطُوفِ: (جَاءَ ثَلَاثَةٌ وَخَمْسُونَ طَالِبًا)، وَ (ثَلَاثٌ وَخَمْسُونَ طَالِبَةً).","seal":"BA396729","part":1},
      {"page":28,"id":28,"nass":"4 - وَالعَدَدُ (عَشَرَةٌ): مُعَاكِسٌ لِلْمَعْدُودِ مُفْرَدًا، وَمُوَافِقٌ لَهُ مُرَكَّبًا.\rمِثَالُ المُفْرَدِ: (جَاءَ عَشَرَةُ طُلَّابٍ)، وَ (عَشْرُ طَالِبَاتٍ).\rوَمِثَالُ المُرَكَّبِ: (جَاءَ أَحَدَ عَشَرَ طَالِبًا) وَ (جَاءَتْ إِحْدَى عَشْرَةَ طَالِبَةً).\r5 - وَالعَدَدُ (مِئَةٌ)، وَ (أَلْفٌ)، وَأَلفَاظُ العُقُودِ: لَهَا صُورَةٌ وَاحِدَةٌ - تَذْكِيرًا أَوْ تَأْنِيثًا -.\rمِثَالُ (المِئَةِ): (جَاءَ مِئَةُ طَالِبٍ) وَ (مِئَةُ طَالِبَةٍ).\rوَمِثَالُ (الأَلْفِ): (جَاءَ أَلْفُ طَالِبٍ) وَ (أَلْفُ طَالِبَةٍ).\rوَمِثَالُ (العُقُودِ): (جَاءَ عِشْرُونَ طَالِبًا) وَ (عِشْرُونَ طَالِبَةً).\rوَيُلْحَقُ (اثْنَانِ): بِالمثَنَّى.\rوَتُلْحَقُ العُقُودُ: بِجَمْعِ المُذَكَّرِ السَّالِمِ.\rوَالشِّينُ فِي (عَشْرٍ) (وَعَشَرَةٍ): تُفْتَحُ مَعَ المَعْدُودِ المُذَكَّرِ.\rوَحُكْمُ التَّذْكِيرِ وَالتَّأْنِيثِ: عَلَى مُفْرَدِ المَعْدُودِ، لَا جَمْعِهِ.","seal":"AF08F790","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الأنشوطة في النحو","HigriD":"معاصر","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو البهاء، حازم أحمد حسني خنفر","bLnk":null,"Inf":null,"Auth":"حازم خنفر","Betaka":"الكتاب: الأنشوطة في النحو\r\nالمؤلف: حازم خنفر\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للأصل]","TafseerNam":null,"PdfCs":2,"AuthInf":"أبو البهاء، حازم أحمد حسني خنفر\r\r• تاريخ الميلاد: 23/ 11 / 1970 م، الموافق 25 رمضان 1390 هـ\r• مكان الولادة: الكويت.\r• الجنسية: أردني.\r• البريد الإلكتروني:  hazem.khanfar@gmail.com\r\r•  له عناية في النحو والأدب والعلوم الشرعية.\r\r• الإنتاج العلمي (منه مطبوع وغير مطبوع):\r1 - الحاشية العثيمينية على زاد المستقنع (جمع وإعداد).\r2 - إيناس الناس بتفاحة أبي جعفر النحاس (تأليف، وهو شرح لكتاب «التفاحة في النحو» للنحاس في علم النحو).\r3 - غاية المنوة في آداب الصحبة وحقوق الأخوة (تأليف).\r4 - إتحاف ذوي الألباب في قوله تعالى: (يمحو الله ما يشاء ويثبت وعنده أم الكتاب) لمرعي الكرمي الحنبلي (تحقيق مخطوط).\r5 - تأملات وخواطر (تأليف).\r6 - الجامع المنتقى من الموسوعة الفقهية الكويتية ـ مرتب على الأبواب الفقهية (7 مجلدات).\r7 - جامع العلوم والحكم لابن رجب (محلى بأحكام الشيخ الألباني).\r\r* له عدد من المقالات الأدبية ضمن سلسلة خواطر وتأملات، مجموعة في مُدوّنة خاصة باسم: مدونة حازم خنفر (سلسلة خواطر وآداب):\rhttp://hazem-khanfar.blogspot.com/?view=snapshot","seal":"997F4AB8","cat":"النحو والصرف","oNum":132514,"BkId":132514,"oAuth":2315,"bVer":1,"aSeal":"75335D7F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t132514":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"تقديم"},
      {"lvl":1,"id":5,"sub":0,"tit":"تمهيد"},
      {"lvl":1,"id":7,"sub":0,"tit":"أنواع الكلمة"},
      {"lvl":1,"id":7,"sub":1,"tit":"الإعراب والبناء"},
      {"lvl":1,"id":8,"sub":0,"tit":"أحوال بناء الأفعال"},
      {"lvl":1,"id":9,"sub":0,"tit":"أحوال إعراب الأسماء"},
      {"lvl":1,"id":10,"sub":0,"tit":"فصل في أقسام الممنوع من الصرف"},
      {"lvl":1,"id":11,"sub":0,"tit":"أحوال إعراب الفعل المضارع"},
      {"lvl":1,"id":12,"sub":0,"tit":"نواصب الفعل المضارع"},
      {"lvl":1,"id":14,"sub":0,"tit":"جوازم الفعل المضارع"},
      {"lvl":1,"id":14,"sub":1,"tit":"جر الأسماء بالحروف"},
      {"lvl":1,"id":15,"sub":0,"tit":"جر الأسماء بالإضافة (المضاف والمضاف إليه)"},
      {"lvl":1,"id":15,"sub":1,"tit":"النكرة والمعرفة"},
      {"lvl":1,"id":17,"sub":0,"tit":"الفاعل والمفعول به"},
      {"lvl":1,"id":17,"sub":1,"tit":"نائب الفاعل"},
      {"lvl":1,"id":18,"sub":0,"tit":"المبتدأ والخبر"},
      {"lvl":1,"id":18,"sub":1,"tit":"كان وأخواتها"},
      {"lvl":1,"id":18,"sub":2,"tit":"إن وأخواتها"},
      {"lvl":1,"id":19,"sub":0,"tit":"ظن وأخواتها"},
      {"lvl":1,"id":19,"sub":1,"tit":"المفعول المطلق"},
      {"lvl":1,"id":19,"sub":2,"tit":"المفعول لأجله (أو له)"},
      {"lvl":1,"id":20,"sub":0,"tit":"المفعول فيه (ظرف الزمان والمكان)"},
      {"lvl":1,"id":20,"sub":1,"tit":"المفعول معه"},
      {"lvl":1,"id":21,"sub":0,"tit":"الصفة (أو النعت)"},
      {"lvl":1,"id":21,"sub":1,"tit":"التوكيد"},
      {"lvl":1,"id":22,"sub":0,"tit":"البدل"},
      {"lvl":1,"id":23,"sub":0,"tit":"العطف"},
      {"lvl":1,"id":24,"sub":0,"tit":"الحال"},
      {"lvl":1,"id":24,"sub":1,"tit":"التمييز"},
      {"lvl":1,"id":25,"sub":0,"tit":"النداء"},
      {"lvl":1,"id":26,"sub":0,"tit":"الاستثناء"},
      {"lvl":1,"id":27,"sub":0,"tit":"العدد"}
    ]
}
