{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b133364":
    [
      {"page":4,"id":1,"nass":"بسم الله الرحمن الرحيم\r\rمقدمة:\rإِنّ الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهدي الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\rأما بعد، ، ،\rفإن العبادة والزهد وترقيق القلوب وتزكية النفوس وتطهيرها من الأمراض ومعالجتها من الأهواء: يجب فيها اتباع الصحابة رَضِيَ اللهُ عَنْهُمْ، فهم أعرف الناس وأفقههم بالقرآن والسنة، فقد زكّاهم الله عز وجل في القرآن العظيم وعلى لسان رسوله الكريم صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بأفضل التزكيات، فلا توجد هذه التزكيات في أحد ممن جاء بعدهم، ونحن مأمورون باقتفاء آثارهم والاقتداء بهديهم والتمسك بسننهم، فهديهم هو الفارق بين السنة والبدعة، فكان الصحابة رَضِيَ اللهُ عَنْهُمْ يستدلون على ضلال أهل البدع بمفارقتهم للصحابة رَضِيَ اللهُ عَنْهُمْ، كما قال عبد الله بن مسعود رَضِيَ اللهُ عَنْهُ لأهل الحلق إنكاراً عليهم: لقد فضلتم أصحاب محمد علما (¬1).\r¬__________\r(¬1) رواه الدارمي (210) وابن وضاح في البدع والنهي عنها (9) واللفظ له.","seal":"CAE79A97","part":"1"},
      {"page":5,"id":2,"nass":"وكما قال ابن عباس للخوارج الذين خرجوا على علي رَضِيَ اللهُ عَنْهُ: أتيتكم من عند أصحاب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ المهاجرين، والأنصار، ومن عند ابن عم النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وصهره، وعليهم نزل القرآن، فهم أعلم بتأويله منكم، وليس فيكم منهم أحد (¬1).\rفعلامة الإحداث في العبادات: حينما لا ترى الصحابة رَضِيَ اللهُ عَنْهُمْ يتعبدون بها، فالشيطان يزيّن العبادة ويُبهرجها في نظر العابد من حيث الذوق والوجد لا من حيث الوحي، فينبغي الحذر من إحداث منسك يُتنسك به مبني على ما تهواه النفس، قال حذيفة رَضِيَ اللهُ عَنْهُ: كل عبادة لم يتعبد بها أصحاب رسول الله، فلا تتعبدوا بها؛ فإن الأول لم يدع للآخر مقالاً؛ فاتقوا الله يا معشر القراء، خذوا طريق من كان قبلكم (¬2).\rفلو كان خيراً لكانوا أسبق الناس إليه، فما تركوا من خير إلا ودلّونا عليه، فإنه ما حدثت البدع ولا ظهرت الأهواء إلا لما اتخذ الناس مسلكاً وطريقاً غير طريق الصحابة رَضِيَ اللهُ عَنْهُمْ.\r¬__________\r(¬1) رواه النسائي في السنن الكبرى (8522).\r(¬2) الأمر بالاتباع والنهي عن الابتداع (ص: 77).","seal":"BBFB36E9","part":"1"},
      {"page":6,"id":3,"nass":"وقد تنوعت تصانيف أئمة السلف في الزهد ورقائق القلوب مثل كتاب الزهد لعبد الله بن المبارك ووكيع بن الجراح وأحمد بن حنبل وأبي داود السجستاني وأبي حاتم الرازي وغيرهم، فكانوا يحرصون أشد الحرص على ذكر آثار الصحابة والتابعين وضمّها مع أحاديث المرفوعة إلى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لعلمهم أن العبادات لا تقبل إلا ما جاء عنهم.\rبخلاف المتنسكين بالتزهد البدعي فإنهم يعظّمون شيوخهم ويتبعونهم ويُعرضون عن آثار الصحابة والتابعين، ويرققون قلوبهم بالمحدثات من العبادات كالأذكار المحدثة والسماع البدعي الذي يسمونه بالأناشيد، فأصبحت تلك شعارات الجماعات الحركية والطوائف البدعية كالتبليغية الصوفية وغيرهم.\rوتلك الجماعات الحركية السياسية يجمعون بين التظاهر في التدين والحث على العبادات وبين الخروج على الحكام والأمراء وتكفيرهم، وهذا الذي أخبر به النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في هيئة الخوارج وأنهم لهم من النسك والعبادات مما يُغتر بهم، فقال: «يخرج فيكم، أو يكون فيكم، قوم يتعبدون ويتدينون، حتى يعجبوكم وتعجبهم أنفسهم، يمرقون من الدين كما يمرق السهم من الرمية» (¬1).\r¬__________\r(¬1) رواه ابن أبي عاصم في السنة (2/ 461) وصححه الألباني.","seal":"84BD0A49","part":"1"},
      {"page":7,"id":4,"nass":"وفي رواية: «يخرج فيكم قوم تحقرون صلاتكم مع صلاتهم، وصيامكم مع صيامهم، وعملكم مع عملهم، ويقرأون القرآن لا يجاوز حناجرهم، يمرقون من الدين كما يمرق السهم من الرمية» (¬1).\rفإخلاص العبادة لله تعالى وخشيته واتباع سنن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على فهم الصحابة الأخيار هو من أعظم ما تتزكى به النفس، ولذا خاف النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على أمته من الرياء فقال: «إن أخوف ما أخاف عليكم الشرك الأصغر» قالوا: يا رسول الله وما الشرك الأصغر؟ قال: «الرياء» (¬2).\rفيُبتلى العابد بشيء من الرياء فيحب أن يختص بعبادة ويتميز بها عن الناس، وهذا حال بعض السالكين والمتنسكين لا يطلبون التقرب الى الله بل مطلوبهم نوع من العلو على الخلق (¬3) فكم من مذنب عاصي يكون محباً لله ورسوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كما قال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في شارب الخمر الذي أمر بجلده: «إنه يحب الله\r¬__________\r(¬1) رواه البخاري (5058) ومسلم (1064).\r(¬2) رواه أحمد (39/ 39) وابن أبي شيبة (8403) وابن خزيمة (937) وغيرهم من حديث محمود بن لبيد رَضِيَ اللهُ عَنْهُ وحسنه ابن حجر في البلوغ (1484) وجوده الألباني في الصحيحة (951).\r(¬3) انظر الرد على الشاذلي (ص 24).","seal":"67F7EAC0","part":"1"},
      {"page":8,"id":5,"nass":"ورسوله» (¬1)، وكم من عابد زاهد قد يكون في قلبه من البدعة والكبر ما يكون منحرفاً عن السنة، فالبدعة أشد من الكبائر كما قال سفيان الثوري: «البدعة أحب إلى إبليس من المعصية، المعصية يتاب منها، والبدعة لا يتاب منها» (¬2).\rفنسأل الله تعالى أن يهدينا ويثبتنا على دينه وسنة نبيه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ويجعلنا لآثار أصحابه رَضِيَ اللهُ عَنْهُمْ مقتدين متمسكين بهم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\r\rوصف الرسالة:\rهذا الفصل جزء منه مطبوع من ضمن مجموع فتاوى شيخ الإسلام ابن تيمية رحمه الله ويقع في المجلد (10/ 625)، والجزء الآخر قد سقط منه قرابة النصف الثاني من الرسالة، وزاد الاهتمام بها حيث قد حصل سقط من الكلمات والجُمل\r¬__________\r(¬1) رواه البخاري (6780).\r(¬2) رواه ابن الجعد في مسنده (1809) قال شيخ الإسلام ابن تيمية رحمه الله: ومعنى قولهم إن البدعة لا يتاب منها: أن المبتدع الذي يتخذ دينا لم يشرعه الله ولا رسوله قد زين له سوء عمله فرآه حسنا فهو لا يتوب ما دام يراه حسنا لأن أول التوبة العلم بأن فعله سيئ ليتوب منه. أو بأنه ترك حسنا مأمورا به أمر إيجاب أو استحباب ليتوب ويفعله. فما دام يرى فعله حسنا وهو سيئ في نفس الأمر فإنه لا يتوب. ولكن التوبة منه ممكنة وواقعة بأن يهديه الله ويرشده حتى يتبين له الحق كما هدى سبحانه وتعالى من هدى من الكفار والمنافقين وطوائف من أهل البدع والضلال. مجموع الفتاوى (10/ 9).","seal":"B5C4F601","part":"1"},
      {"page":9,"id":6,"nass":"الكثيرة تصل إلى عدة أسطر مما يخلّ في فهم كلام شيخ الإسلام رحمه الله كما سيجده القارئ.\rوالمخطوط من ضمن مخطوطات تركيا، في مكتبة عاشر أفندي تحت رقم (1154) وهناك تصحيح لرقم المخطوط قد شُطب عليه وكتب (1153) كما في بداية المخطوط، وهو مجموع من رسائل لشيخ الإسلام ابن تيمية رحمه الله، كلها مطبوعة، قد استخرج بعضها الشيخ محمد رشاد سالم رحمه الله، وذكر وصف المخطوط في مقدمة جامع الرسائل، وقد نسخت بعض الرسائل في سنة (735 هـ)، وتقع رسالتنا في ورقة (190 - 198).\rوربما فاتت هذه الرسالة على البعض بسبب أن الباحث ينظر في بداية المخطوط، فيجدها قد طُبعت، ولا يتنبه إلى وسط المخطوط أو آخره، حيث لا يجده مطبوعاً.\rوالمطبوع من الرسالة فيها زيادات ما لا يوجد في المخطوط فأثبت الزيادات منها.","seal":"20B95320","part":"1"},
      {"page":10,"id":7,"nass":"[صورة الصفحة الأولى من المخطوط]","seal":"CBFF6674","part":"1"},
      {"page":11,"id":8,"nass":"[صورة الصفحة الأخيرة من المخطوط]","seal":"3B6D1DDD","part":"1"},
      {"page":12,"id":9,"nass":"بسم الله الرحمن الرحيم\rوبه نستعين\rالحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله أجمعين وسلم تسليماً.\r\rفصل\rفي تزكية النفس وكيف تزكو بترك المحرمات مع فعل المأمورات.\rقال الله تعالى: {قَدْ أَفْلَحَ مَنْ تَزَكَّى • وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} [الأعلى: 14 - 15]. وقال الله تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا • وَقَدْ خَابَ مَنْ دَسَّاهَا} [الشمس: 9 - 10].\rقال سفيان بن عيينة وقتادة وغيرهما: قد أفلح من زكى نفسه بطاعة الله وصالح الأعمال (¬1).\rوقال أبو الفرج: (معنى زكّاها: طهّرها من الذنوب وأصلحها بالطاعة) (¬2). وقيل: قد أفلحت نفس زكاها الله وقد خابت نفس دساها الله. وهذا قول الفراء والزجاج (¬3).\r¬__________\r(¬1) رواه عبد الرزاق في تفسيره (3/ 431) وابن جرير في تفسيره (24/ 444).\r(¬2) سقط من المطبوع، وانظر: زاد المسير (4/ 451).\r(¬3) معاني القرآن للفراء (3/ 267) ومعاني القرآن للزجاج (5/ 332).","seal":"2BEE3344","part":"1"},
      {"page":13,"id":10,"nass":"وكذلك ذكره الوالي عن ابن عباس وهو منقطع (لا يثبت) (¬1).\rوليس هذا مراد الآية؛ بل المراد بها هو الأول قطعا لفظا ومعنى. أما «اللفظ» فقوله: من زكاها اسم موصول فلا بد فيه من عائد على «مَنْ».\rفإذا قيل: قد أفلح الشخص الذي زكاها كان ضمير (الفاعل) (¬2) في زكاها يعود على «مَنْ».\rوهذا وجه الكلام الذي لا ريب في صحته كما يقال: قد أفلح من اتقى الله ربّه، وقد أفلح من أطاع ربه، (وقد أفلح من خاف منه) (¬3).\rوأما إذا كان المعنى: قد أفلح من زكاه الله لم يبق في الجملة ضمير يعود على «مَنْ». فإن الضمير على هذا (المعنى) (¬4) يعود على الله (على هذا القول) (¬5). وليس هو «مَنْ». وضمير المفعول يعود\r¬__________\r(¬1) سقط من المطبوع، وانظر تفسير البغوي (8/ 402).\r(¬2) في المطبوع: الشخص.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"2C5D7F63","part":"1"},
      {"page":14,"id":11,"nass":"على النفس المتقدمة فلا يعود على «مَنْ»، لا ضمير الفاعل ولا ضمير المفعول. فتخلو الصلة عن عائد وهذا لا يجوز.\rنعم لو قيل: قد أفلح من زكاها الله نفسه أو من زكاها الله له ونحو ذلك صح الكلام.\rوخفاء (مثل) (¬1) هذا على من قال بهذا من النحاة عجب. وهو لم يقل: قد أفلحت نفس زكاها. فإنه هنا كانت تكون زكاها صفة لنفس لا صلة؛ بل قال: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} ... فالجملة (صفة) (¬2) لمَنْ لا صفة لها. ولا قال أيضا: قد أفلحت النفس التي زكاها؛ فإنه لو قيل ذلك وجعل في زكاها ضمير يعود على اسم الله صح، (وإنما قال قد أفلح من زكاها) (¬3) فإذا (تكلف أهل هذا القول) (¬4) وقال: التقدير {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} ... أي النفس التي زكاها. وقالوا: في زكيّ ضمير والمفعول يعود على «مَنْ»، (وقالوا: «مَنْ») (¬5) تصلح للمذكر والمؤنث والواحد والعدد فالضمير عائد على معناها المؤنث وتأنيثها غير حقيقي، فلهذا قيل:\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) في المطبوع: صلة.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"AF103CBD","part":"1"},
      {"page":15,"id":12,"nass":"{قَدْ أَفْلَحَ} ... ولم يقل قد أفلحت.\rقيل لهم: هذا مع أنه خروج عن اللغة الفصيحة فإنما يصح إذا دلّ الكلام على ذلك في مثل قوله: ({وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا} [الأحزاب: 31] فإن قوله: منكن دلّ) (¬1) على أن المراد النساء فقيل: تعمل.\rوكذلك قوله: {وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ} [يونس: 42] ونحو ذلك. وأما هنا فليس في لفظ «مَن» وما بعدها ما يدل على أن المراد بهذا النفس المؤنثة (فإنه لم يقل: قد أفلحت. ولا قال: قد أفلح من النفوس من زكاها. وقد تقدمها قوله: {وَنَفْسٍ وَمَا سَوَّاهَا • فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} [الشمس: 7، 8] ثم قال: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا • وَقَدْ خَابَ مَنْ دَسَّاهَا} فتقدم ما يصح عود ضمير المؤنث إليه، ولم يتقدم دليل على عوده إلى غير ذلك) (¬2).\rفلا يجوز أن يراد بالكلام ما ليس فيه دليل على إرادته؛ فإن مثل هذ (تلبيس) (¬3) يصان كلام الله عز وجل عنه، فلو\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.","seal":"D7B04F22","part":"1"},
      {"page":16,"id":13,"nass":"قدر احتمال عود ضمير «زكاها» إلى «نفس» وإلى «منْ» مع أن لفظ «منْ» لا دليل يوجب عوده إليه لكان إعادته إلى المؤنث (المعلوم تأنيثه) (¬1) أولى من إعادته إلى ما يحتمل التذكير والتأنيث، وهو في التذكير أظهر لعدم دلالته على التأنيث، فإن الكلام (إذا) (¬2) احتمل معنيين وجب حمله على أظهرهما (الذي يدل على الكلام ولا يجوز حمله على الآخر بلا دليل إرادته) (¬3) ومن تكّلف غير ذلك فقد خرج عن كلام العرب المعروف، والقرآن منزّه عن ذلك والعدول عما يدل عليه ظاهر الكلام إلى ما لا يدل عليه بلا دليل لا يجوز البتة، فكيف إذا كان نصًّا من جهة المعنى فقد أخبر الله أنه يلهم التقوى والفجور. ولبسط هذا موضع آخر.\rوالمقصود هنا أمر الناس بتزكية أنفسهم (والتحذير من) (¬4) (تدسيسها) (¬5) (كما قال في السورة الأخرى) (¬6): {قَدْ أَفْلَحَ مَنْ\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) زيادة من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) زيادة من المطبوع.\r(¬5) في المطبوع: تدسيتها.\r(¬6) سقط من المطبوع.","seal":"1876F911","part":"1"},
      {"page":17,"id":14,"nass":"تَزَكَّى} فلو قُدّر أن المعنى: أفلح من زكى الله نفسه: لم يكن في هذا أمر لهم ولا نهي؛ ولا ترغيب ولا ترهيب. والقرآن إذا أمر أو نهى لا يذكر مجرد القدر فلا يقول: من جعله الله مؤمناً. بل يقول: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ • الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} و {قَدْ أَفْلَحَ مَنْ تَزَكَّى • وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} إذ ذكر مجرد القدر (في الأمر والنهي والترغيب والترهيب) (¬1) يناقض المقصود، ولا يليق هذا بأضعف الناس عقلاً، فكيف بكلام الله تعالى ألا ترى أنه في مقام الأمر والنهي والترغيب والترهيب يذكر ما يناسب ذلك من الوعد والوعيد والمدح والذم (والتحضيض والترهيب) (¬2)، وإنما يذكر القدر عند بيان نعمه عليهم: إما بما ليس من أفعالهم، وإما بإنعامه بالإيمان والعمل الصالح، ويذكره في سياق قدرته ومشيئته، وأما في معرض الأمر فلا يذكره إلا عند النعم.\rكقوله: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} [النور: 21] فهذا هناك مناسب. وقوله: {قَدْ أَفْلَحَ مَنْ تَزَكَّى} معنى آخر، وهذه الآية من جنس الثانية لا\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.","seal":"BF98D52E","part":"1"},
      {"page":18,"id":15,"nass":"(من جنس) (¬1) الأولى. والمقصود ذكر التزكية، قال الله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ} الآية [النور: 30]. وقال تعالى: {وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ} [النور: 28]. وقال تعالى: {وَوَيْلٌ لِلْمُشْرِكِينَ • الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} [فصلت: 6، 7]. وقال تعالى: {وَمَا عَلَيْكَ أَلَّا يَزَّكَّى} (وقال موسى لفرعون {فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى • وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} [النازعات: 18، 19]، وقال تعالى: {وَذَلِكَ جَزَاءُ مَنْ تَزَكَّى} [طه: 76]) (¬2).\rوأصل الزكاة الزيادة في الخير. ومنه يقال: زكا الزرع (وزكا المال) (¬3) إذا نما. ولن ينمو الخير إلا بترك الشر، كالزرع الذي لا يزكو حتى يزال عنه الدغل، فكذلك النفس والأعمال لا تزكوا (حتى يزال عنها ما يناقضها) (¬4)، ولا يكون الرجل متزكيا قد زُكّي إلا مع ترك الشر؛ (ومن لم يترك الشر لا يكون زاكياً البته فإن الشر) (¬5) يدنّس النفس ويدسيها.\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) ساقط من المطبوع.\r(¬3) ساقط من المطبوع.\r(¬4) زيادة من المطبوع.\r(¬5) ساقط من المطبوع.","seal":"3216F8D5","part":"1"},
      {"page":19,"id":16,"nass":"قال الزجاج: معنى دساها جعلها ذليلة (حقيرة) (¬1) خسيسة (¬2).\rوقال الفراء: دسسها؛ لأن البخيل يخفي نفسه ومنزله وماله (¬3).\rقال ابن قتيبة: أي أخفاها بالفجور والمعصية (¬4).\rفالفاجر (بارتكاب الفواحش) (¬5) دس نفسه؛ أي قمعها (وخباها) (¬6)، وصانع المعروف شهر نفسه ورفعها.\rوكانت أجواد العرب تنزل الرُّبا (¬7) تشتهر (بذلك) (¬8) أنفسها، واللئام تنزل الأطراف (والوديان) (¬9).\rفالبر والتقوى يبسط النفس ويشرح الصدر بحيث يجد الإنسان في نفسه أنه (اتسع وعظم) (¬10) عما كان عليه قبل\r¬__________\r(¬1) زيادة من المطبوع، والذي في طبعة معاني القرآن للزجاج: قليلة.\r(¬2) معاني القرآن للزجاج (5/ 332).\r(¬3) معاني القرآن للفراء (3/ 267).\r(¬4) غريب القرآن (530).\r(¬5) سقط من المطبوع.\r(¬6) زيادة من المطبوع.\r(¬7) مأخوذ من الربوة وهو ما ارتفع من الأرض. النهاية في غريب الحديث (2/ 192)\r(¬8) سقط من المطبوع.\r(¬9) زيادة من المطبوع. وانظر تأويل مشكل القرآن (345).\r(¬10) في المطبوع: اتساعا وبسطاً.","seal":"5C95921E","part":"1"},
      {"page":20,"id":17,"nass":"ذلك؛ (فإنه لما اتسع بالبر والتقوى والإحسان بسطه الله وشرح صدره) (¬1)، والفجور والبخل يقمع النفس (ويصغرها) (¬2) ويهينها بحيث يجد البخيل في نفسه أنه ضيق. وقد بين النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذلك في الحديث الصحيح فقال: «مثل البخيل والمتصدق كمثل رجلين عليهما جبتان من حديد قد اضطرت أيديهما إلى تراقيهما، فجعل المتصدق كلما (تصدق) (¬3) بصدقة (اتسعت) (¬4) وانبسطت عنه حتى تغشى أنامله وتعفو أثره، وجعل البخيل كلما همّ بصدقة قلصت وأخذت كل حلقة بمكانها وأنا رأيت رسول الله صلى الله عليه وسلم يقول بإصبعه في جيبه فلو رأيتها يوسعها فلا تتسع». أخرجاه (¬5)، (وهذا لفظ مسلم) (¬6).\rوإخفاء المنزل وإظهاره تبعا لذلك، قال الله تعالى: {يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ} [النحل: 59]. فهكذا النفس البخيلة الفاجرة قد دسها صاحبها في البدن وبعضها في\r¬__________\r(¬1) زيادة من المطبوع.\r(¬2) في المطبوع: ويضعها.\r(¬3) في المطبوع: همّ.\r(¬4) زيادة من المطبوع.\r(¬5) رواه البخاري كتاب اللباس باب جيب القميص من عند الصدر وغيره (5779)، ومسلم كتاب الزكاة (1121) من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬6) سقط من المطبوع.","seal":"BDBDC599","part":"1"},
      {"page":21,"id":18,"nass":"بعض، ولهذا وقت الموت تنزع من بدنه كما ينزع السفود من الصوف المبتل، والنفس البرة النقية التقية (التي) (¬1) قد زكاها صاحبها فارتفعت واتسعت ومجدت ونبلت فوقت الموت تخرج من البدن (تسيل كالقطرة من فَيّ السقاء) (¬2) وكالشعرة من العجين.\rقال ابن عباس: «إن للحسنة لنوراً في القلب وضياء في الوجه وقوة في البدن وسعة في الرزق ومحبة في قلوب الخلق وإن للسيئة لظلمة في القلب وسواداً في الوجه ووهنا في البدن وضيقاً في الرزق وبغضاً في قلوب الخلق» (¬3).\rوقد قال تعالى: {وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا} [الأعراف: 58]. وهذا مثل البخيل والمنفق. وقال تعالى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} [الأنعام: 125].\r¬__________\r(¬1) زيادة من المطبوع.\r(¬2) زيادة من المطبوع.\r(¬3) لم أجده من قول ابن عباس رَضِيَ اللهُ عَنْهُمَا، ولكن للحسن البصري كلام نحوه فقال: العمل بالحسنة نور في القلب وقوة في البدن، والعمل بالسيئة ظلمة في القلب، ووهن في البدن. رواه ابن أبي الدنيا في التوبة (193) (197).","seal":"C11A0DC4","part":"1"},
      {"page":22,"id":19,"nass":"وقال تعالى: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} [البقرة: 257] الآية ونحوها. وقوله تعالى في سياق ذكر الرمي بالفاحشة وذم (المظهر لها) (¬1) والمتكلم بما لا يعلم: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} [النور: 21]. بيّن أن الزكاة إنما تحصل بترك الفاحشة، ولهذا قال: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ} [النور: 30].\rوذلك أن ترك السيئات هو من أعمال (النفس) (¬2) فإنه (يؤمن) (¬3) أن السيئات مذمومة ويكره فعلها ويجاهد نفسه إذا دعته إليها (إن كان مصدقا لكتاب ربه مؤمناً بما جاء عن نبيه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) (¬4)، وهذا التصديق (والإيمان) (¬5) والكراهة وجهاد النفس أعمال تعملها النفس المزكاة فتزكو (النفس) (¬6) بذلك أيضا؛ بخلاف ما إذا عملت السيئات فإنها (تتدنس) (¬7) وتندس وتنقمع كالزرع إذا نبت معه الدغل. والثواب إنما يكون على\r¬__________\r(¬1) في المطبوع: من أحب إظهارها في المؤمنين.\r(¬2) أشار في حاشية المخطوط: الإنسان.\r(¬3) في المطبوع: تعلم.\r(¬4) زيادة من المطبوع.\r(¬5) زيادة من المطبوع.\r(¬6) سقط من المطبوع.\r(¬7) زيادة من المطبوع.","seal":"F45845F9","part":"1"},
      {"page":23,"id":20,"nass":"عمل موجود، (والعقاب إنما يكون على عمل موجود) (¬1). فأما العدم المحض فلا ثواب فيه ولا عقاب لكن فيه عدم الثواب والعقاب.\rوالله (تبارك وتعالى) (¬2) أمر (الناس) (¬3) بالخير ونهاهم عن الشر، وقد اتفق الناس على أن المطلوب بالأمر فعل موجود، واختلفوا في (المطلوب) (¬4) بالنهي وهو الترك: هل (هو) (¬5) أمر وجودي أم أمر عدمي؟ فقيل: (المطلوب أمر) (¬6) وجودي وهو الترك وهذا قول الأكثرين. وقيل: المطلوب عدم الشر وهو أن لا يفعله. (ومن قال هذا قال: لو لم يخطر النهي عنه بباله بحال لكان ممتثلاً) (¬7).\rوالتحقيق (الأمر) (¬8) أن المؤمن إذا نهى عن المنكر (فلا بد أن يقر بهذا النهي) (¬9) ويعزم على ترك (المنهي عنه) (¬10)،\r¬__________\r(¬1) سقط من المطبوع، وفي المطبوع: وكذلك العقاب.\r(¬2) في المطبوع: سبحانه.\r(¬3) سقط من المطبوع.\r(¬4) زيادة من حاشية المخطوط.\r(¬5) في المطبوع: المطلوب.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.\r(¬8) سقط من المطبوع.\r(¬9) في المطبوع: فلا بد ان لا يقربه.\r(¬10) سقط من المطبوع.","seal":"EC97440B","part":"1"},
      {"page":24,"id":21,"nass":"ويكره فعله وهذا أمر وجودي بلا ريب؛ فلا يتصور أن المؤمن الذي قد علم أنه (نهي عن فعل لا يصدر منه أمر) (¬1) وجودي لكن قد لا يكون مريداً (لما نهي عنه بل هو كارها له طبعاً) (¬2) كما يكره (الإنسان) (¬3) أكل الميتة (والعذرة مع نهي الشارع له عن ذلك لكن مع نهي الشارع) (¬4) فلا بد له من اعتقاد التحريم والعزم على تركه لطاعة الشارع، وهذا قدر زائد على كراهة الطبع وهذا أمر وجودي يثاب عليه؛ ولكن ليس ثواب من كف نفسه وجاهدها (لطلبها الفعل) (¬5) المحرم (كثواب من يكرهه طبعه) (¬6).\rومن كانت كراهته للمحرمات كراهة إيمان وقد غمر إيمانه حكم طبعه؛ فهذا أعلى الأقسام الثلاثة وهذا صاحب النفس المطمئنة، وهو أرفع من صاحب (النفس) (¬7) اللوّامة التي تفعل الذنب وتلوم صاحبها عليه وتتلوّم وتتردّد هل يفعل أو لا\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) في المطبوع: عن طلب.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.","seal":"96A4D71F","part":"1"},
      {"page":25,"id":22,"nass":"(يفعل) (¬1)، وأما من لم يخطر بقلبه أن الله حرمه ولا هو مريد له؛ بل لم يفعله فهذا لا يعاقب عليه ولا يثاب إذا لم يحصل منه أمر وجودي يثاب عليه (أو يعاقب) (¬2)، فمن قال: المطلوب ألا يفعل: إن أراد أن هذا المطلوب يكفي في عدم العقاب فقد صدق (فإن إذا لم يصدر منه ذنب لم يعاقب) (¬3).\rوإن أراد أنه يثاب على هذا العدم فليس كذلك (فإن الثواب لا يكون إلا على أمر وجودي وكذلك العقاب أيضاً) (¬4). فإن الكافر إذا لم يؤمن بالله ورسوله فلا بد (أن يكون) (¬5) لنفسه أعمال تشتغل بها عن الإيمان (وتلك) (¬6) الأعمال كفر يعاقب عليها.\rولهذا لما ذكر الله عقوبة الكفار في النار ذكر أموراً وجودية (عوقبوا عليها وتلك الأمور المباينة للإيمان هي) (¬7) تدس النفس؛ ولهذا كان التوحيد والإيمان أعظم ما تتزكى به\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) زيادة من المطبوع.\r(¬3) زيادة من المطبوع.\r(¬4) زيادة من المطبوع.\r(¬5) زيادة من المطبوع.\r(¬6) في المطبوع: ترك.\r(¬7) سقط من المطبوع.","seal":"DE021E61","part":"1"},
      {"page":26,"id":23,"nass":"النفس، وكان الشرك أعظم ما يدسسها، وتتزكى بالأعمال الصالحة والصدقة وهذا كله مما ذكره السلف (في التزكي) (¬1).\rقالوا: {قَدْ أَفْلَحَ مَنْ تَزَكَّى} من تطهر من الشرك ومن المعصية بالتوبة (¬2). وعن أبي سعيد وعطاء وقتادة: صدقة الفطر (¬3). وهؤلاء لم يريدوا أن الآية لم تتناول إلا (صدقة الفطر) (¬4) بل مقصودهم: أن من أعطى صدقة الفطر وصلى صلاة العيد فقد تناوله قوله: ({قَدْ أَفْلَحَ مَنْ تَزَكَّى • وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} [الأعلى: 14 - 15]) (¬5).\rولهذا كان يزيد بن أبي حبيب كلما خرج إلى الصلاة خرج معه بصدقة يتصدق بها قبل الصلاة ولو لم يجد إلا بصلاً (¬6).\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) انظر تفسير ابن جرير الطبري (24/ 319).\r(¬3) انظر تفسير ابن جرير الطبري (24/ 320).\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) هو من فعل أبي الخير مرثد بن عبد الله اليزني، وفيه حديث وهو صحيح: رواه الإمام أحمد (28/ 568) واللفظ له وابن المبارك في الزهد (645) وابن خزيمة (2431)، وابن حبان (3310) وغيرهم، من طرق عن يزيد بن أبي حبيب، أن أبا الخير، حدثه، أنه سمع عقبة بن عامر، يقول: سمعت رسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يقول: «كل امرئ في ظل صدقته حتى يفصل بين الناس».\rقال يزيد: «وكان أبو الخير لا يخطئه يوم إلا تصدق فيه بشيء ولو كعكة أو بصلة أو كذا» وفي رواية عند أحمد (38/ 475): عن يزيد بن أبي حبيب قال: «كان مرثد بن عبد الله لا يجيء إلى المسجد إلا ومعه شيء يتصدق به، قال: فجاء ذات يوم إلى المسجد ومعه بصل، فقلت له: أبا الخير، ما تريد إلى هذا ينتن عليك ثوبك ..... » الحديث.","seal":"32C5C899","part":"1"},
      {"page":27,"id":24,"nass":"وقال الحسن: {قَدْ أَفْلَحَ مَنْ تَزَكَّى} من كان عمله زاكياً (¬1).\rوقال أبو الأحوص: (زكوات الأموال) (¬2) كلها (¬3).\rوقال الزجاج: (تزكو بتقوى) (¬4) الله عز وجل ومعنى الزاكي النامي الكثير (¬5).\rكذلك قالوا في قوله تعالى: {وَوَيْلٌ لِلْمُشْرِكِينَ • الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} [فصلت: 6، 7] قال ابن عباس: لا يشهدون أن لا إله إلا الله (¬6).\r(وهو قول عكرمة. قيل: المعنى لا يطهرون أنفسهم من الشرك التوحيد) (¬7). وقال مجاهد: لا يزكون أعمالهم أي ليست\r¬__________\r(¬1) رواه ابن جرير الطبري (24/ 319).\r(¬2) في المطبوع: زكاة الأمور.\r(¬3) رواه ابن جرير الطبري (24/ 319) نحوه.\r(¬4) في المطبوع: تزكى بطاعة.\r(¬5) معاني القرآن (5/ 316).\r(¬6) رواه ابن جرير الطبري (20/ 379).\r(¬7) سقط من المطبوع. وأثر عكرمة رواه ابن جرير الطبري (20/ 379).","seal":"AFE49CC0","part":"1"},
      {"page":28,"id":25,"nass":"(أعمالهم) (¬1) زاكية. (وقيل: لا يطهرونها بالإخلاص. كأنه أراد - والله أعلم - أهل الرياء فإنه شرك) (¬2). وعن الحسن: لا يؤمنون بالزكاة ولا يقرون بها. وعن الضحاك: لا يتصدقون ولا ينفقون في الطاعة. وعن ابن السائب: لا يعطون زكاة أموالهم. قال: كانوا يحجون ويعتمرون ولا يزكون (¬3).\rوالتحقيق أن الآية تتناول كل ما يتزكى به الإنسان من التوحيد والأعمال الصالحة. (كما قال موسى لفرعون) (¬4): {فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى} [النازعات: 18]، وكما قال: {قَدْ أَفْلَحَ مَنْ تَزَكَّى}.\rوالصدقة المفروضة لم تكن فرضت عند نزول (هذه الآية وهي قوله: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ • الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} [فصلت: 6، 7]) (¬5). فإن قيل: يؤتى فعل متعد قيل: هذا كقوله: {وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا} [الأحزاب: 14] (وقوله: {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} [المؤمنون: 60]، وقد قرئ: (ما\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) زيادة من المطبوع.\r(¬3) انظر أقوال السلف في تفسير الآية: معالم التنزيل (7/ 164) وزاد المسير (4/ 46).\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"19CEB5F4","part":"1"},
      {"page":29,"id":26,"nass":"أَتوا) (¬1). وذلك لأنهم طلب منهم ذلك في الدنيا فلم يعطوه كما في قوله: {ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا}، وقد تقدم هذا قوله:\r{كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ • بَشِيرًا وَنَذِيرًا} [فصلت: 3، 4] الآية وما بعدها، فقد أخبر) (¬2) أن الرسول دعاهم (ودعاه إياهم إلى ما دعاهم) (¬3)، وهو طلب منه (كذلك قال: {وَوَيْلٌ لِلْمُشْرِكِينَ • الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} أي لا يؤتونه ما طلب منهم) (¬4) فكان هذا اللفظ متضمناً قيام الحجة عليهم بالرسل وهو إنما يدعوهم لما تزكوا به أنفسهم.\r\rومما يبين: أن الزكاة تستلزم الطهارة؛ لأن معناها معنى الطهارة، قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 130] (تطهرهم) (¬5) من الشر وتزكيهم بالخير (فتذهب عنهم السيئات فيصيرون طاهرين منها وتزكو أنفسهم حينئذ بالعمل الصالح مع زوال الذنوب) (¬6) قال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللهم طهرني بالماء والثلج والبرد، اللهم نقني من خطاياي كما ينقى الثوب\r¬__________\r(¬1) ذكره ابن جرير في تفسيره (17/ 70).\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) سقط من المطبوع.","seal":"D4ABD3C5","part":"1"},
      {"page":30,"id":27,"nass":"الأبيض من الدنس اللهم باعد بيني وبين خطاياي، كما باعدت بين المشرق والمغرب» (¬1). وهذا كان يدعو به في الاستفتاح الصلاة وفي الاعتدال من الركوع. (وكذلك في الحديث الصحيح أنه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صلى على ميت فقال: «اللهم اغسله بماء وثلج وبرد، ونقه من الخطايا كما يُنقى الثوب الأبيض من الدنس») (¬2)، والغسل بهذه الأمور توجب تبريد المغسول، والبرد يعطي قوة وصلابة وما يُسرّ يوصف بالبرد، (ويقال) (¬3): قرة العين ولهذا كان دمع السرور بارداً ودمع الحزن حاراً؛ لأن ما يسوء النفس يوجب حزنها وغمها (وذلك بسخن الباطن) (¬4)، وما يسرها يوجب فرحها وسرورها وذلك مما يبرّد الباطن، (ولهذا يقال: برد قلبي) (¬5). فسأل النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يغسل الذنوب على وجه يبرد القلوب أعظم برد يكون بما فيه من الفرح والسرور الذي أزال عنه ما يسوء النفس من الذنوب.\r¬__________\r(¬1) رواه البخاري (744) كتاب الصلاة باب ما يقول بعد التكبير، ومسلم (598) كتاب المساجد من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬2) سقط من المطبوع، والحديث رواه مسلم (963) كتاب الجنائز من حديث عوف بن مالك رَضِيَ اللهُ عَنْهُ.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"DD0CCEA9","part":"1"},
      {"page":31,"id":28,"nass":"وقوله: «بالثلج والبرد والماء البارد» تمثيل بما هو من هذا الجنس وإلا فنفس الذنوب لا تغسل (بالثلج) (¬1)، ويقال: أذقنا برد عفوك وحلاوة مغفرتك. ولما قضى أبو قتادة دين المدين قال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الآن بردت جلدته» (¬2).\rويقال: برد اليقين وحرارة الشك. ويقال: هذا (الأمر) (¬3) يثلج له الصدر إذا كان حقاً يعرفه القلب ويفرح به حتى يصير في مثل برد الثلج (يقال: هذا يثلج له الصدر) (¬4).\rومرض النفس: إما بشبهة وإما (هوى) (¬5) شهوة أو غضب والثلاثة توجب السخونة. ويقال لمن نال مطلوبه: برد قلبه (ولمن لم يحصل مطلوبه: ما في هذا ما يبرد قلبه) (¬6). فإن الطالب فيه حرارة (حركة) (¬7) الطلب، (وإذا وجد المطلوب سكن واطمأن\r¬__________\r(¬1) في المطبوع: بذلك.\r(¬2) رواه البخاري (2289) كتاب الحوالات باب إن أحال دين الميت على رجل جاز، من حديث سلمة بن الأكوع رَضِيَ اللهُ عَنْهُ. ولفظ الحديث عند أحمد (22/ 406) من حديث جابر رَضِيَ اللهُ عَنْهُ.\r(¬3) زيادة من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.","seal":"23AC03FB","part":"1"},
      {"page":32,"id":29,"nass":"وبرد قلبه) (¬1) وقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 130] دليل على أن عمل الحسنات يطهر النفس ويزكيها من الذنوب السالفة، فإنه قال هذا بعد قوله: {وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا} [التوبة: 102] الآية وما بعدها.\rفالتوبة والعمل الصالح يحصل بهما التطهير والتزكية ولهذا قال في سياق قوله: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ} إلى قوله {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ}. فأمرهم جميعا بالتوبة في سياق ما ذكره (من الأمر بغض البصر وحفظ الفرج) (¬2)؛ لأنه لا يسلم أحد من ذنب من هذا الجنس. كما في الصحيح عن ابن عباس قال: ما رأيت شيئا أشبه باللمم مما قال أبو هريرة، عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) (¬3): «إن الله كتب على ابن آدم حظه من الزنا، فهو يدرك (ذلك) (¬4) لا محالة، فالعينان تزنيان وزناهما النظر، والأذن تزني وزناها السمع، واللسان يزني وزناه النطق، واليدان تزني وزناهما\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) زيادة من صحيح البخاري ومسلم.","seal":"A60C778D","part":"1"},
      {"page":33,"id":30,"nass":"اللمس، والرجلان تزني وزناهما المشي، والقلب يتمنى ويشتهي، والفرج يصدق ذلك ويكذبه» (¬1).\rوكذلك في الصحيح إن قوله تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: 114] نزلت بسبب رجل نال من امرأة كل شيء إلا الجماع ثم ندم (وجاء تائباً فأنزل الله تعالى هذه الآية) (¬2). ويحتاج المسلم في ذلك إلى أن يخاف الله وينهى النفس عن الهوى (كما قال تعالى: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى • فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} [النازعات: 40، 41]) (¬3) ونفس الهوى والشهوة لا يعاقب عليه (وإنما يعاقب) (¬4) على اتباع ذلك (وفعله) (¬5)، فإذا كانت النفس تهوى (وتشتهي) (¬6) وهو ينهاها كان نهيه إياها عبادة لله تعالى وعملاً صالحاً (يثاب عليه) (¬7).\r¬__________\r(¬1) رواه البخاري (6243) كتاب الاستئذان باب زنا الجوارح دون الفرج، ومسلم (2657) كتاب القدر من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬2) سقط من المطبوع. والحديث رواه البخاري (526) كتاب الصلاة باب الصلاة كفارة، ومسلم (2763) من حديث عبد الله بن مسعود رَضِيَ اللهُ عَنْهُ.\r(¬3) سقط من المطبوع.\r(¬4) في المطبوع: بل.\r(¬5) في المطبوع: والعمل به.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.","seal":"6EF4A92E","part":"1"},
      {"page":34,"id":31,"nass":"وقد ثبت عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه قال: «المجاهد من جاهد نفسه في ذات الله» (¬1).\r(فإذا كانت النفس تهوي المحرم وتدعوا إليه أُمر بنهيها ومجاهدتها) (¬2) كما يؤمر بجهاد من يأمر بمعاصي الله من الناس ويدعو إليها وهو إلى جهاد نفسه أحوج منه إلى ذلك، فإن هذا فرض عين عليه وذلك فرض على الكفاية، والصبر في هذا الجهاد من أفضل الأعمال فإن هذا الجهاد حقيقة ذلك الجهاد، فالصبر عليه صبر على ذلك الجهاد. كما قال: «والمهاجر من هجر السيئات» (¬3).\r(ومن هجر ما نهى الله عنه ثم جاهد النفس) (¬4) لا يكون محموداً فيه إلا إذا غلب بخلاف (جهاد الكفار) (¬5) فإنه من\r¬__________\r(¬1) رواه أحمد (39/ 375) والترمذي (1621) والنسائي في الكبرى (11794) وغيرهم من حديث فضالة بن عبيد رَضِيَ اللهُ عَنْهُ. وقال الترمذي: حديث حسن صحيح. وصححه الألباني في الصحيحة (549).\r(¬2) سقط من المطبوع.\r(¬3) رواه البخاري (10) كتاب الإيمان باب المسلم من سلم المسلمون من لسانه ويده، وأحمد (1671)، وابن حبان (196) واللفظ له، من حديث عبد الله بن عمرو رَضِيَ اللهُ عَنْهُمَا.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"FC96B822","part":"1"},
      {"page":35,"id":32,"nass":"يقاتل في سبيل الله فيقتل أو يغلب فسوف يؤتيه أجراً عظيماً. (وأما هذا فإذا غلب كان ملوماً مذموماً) (¬1) ولهذا قال صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (في الحديث الصحيح) (¬2): «ليس الشديد بالصرعة إنما الشديد الذي يملك نفسه عند الغضب» (¬3).\rوذلك لأن الله أمر الإنسان أن ينهى نفسه عن الهوى وخوّف مقام ربه فجعل له من الإيمان ما يعينه على الجهاد فإذا غلب كان لضعف إيمانه فيكون مفرطاً بترك المأمور؛ بخلاف العدو الكافر فإن ذلك قد يكون بدنه أقوى (من بدن المؤمن فيغلبه فيستشهد المؤمن فيثيبه الله على مجاهدته، وإن قيل إذ لا ذنب له هناك) (¬4) فالذنوب إنما تقع إذا لم تكن النفس ممتثلة لما أمرت به ومع امتثال المأمور لا تفعل المحظور فإنهما ضدان، قال الله تعالى: {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} [يوسف: 24] (وقال الشيطان: {وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ • إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ}) (¬5) [الحجر: 39، 40].\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) رواه البخاري (6114) كتاب الأدب باب الحذر من الغضب، ومسلم (2609) كتاب البر والصلة، من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"F574FF93","part":"1"},
      {"page":36,"id":33,"nass":"وقال تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} [الحجر: 42] الآية ونحوها. فعباد الله المخلصون لا يغويهم الشيطان، والغي خلاف الرشد وهو اتباع الهوى، فمن مالت نفسه إلى محرم فليأت بعبادة الله كما أمر الله تعالى مخلصا له الدين فإن ذلك يصرف عنه السوء والفحشاء.\r(وإخلاص الدين له يتضمن) (¬1) خشيته ومحبته والعبادة له وحده وهذا يكون مانعاً للسيئات من الوقوع إذا كان تاماً. فإن كان ناقصاً فوقعت السيئات من صاحبه كان ماحياً لها بعد الوقوع فهو كالترياق الذي يدفع أثر السم ويرفعه بعد حصوله (فهو دافع للسيئات ورافع لها) (¬2) كالغذاء من الطعام والشراب (الذي يمنع حصول العطش ويرفع الجوع والعطش بعد حصوله) (¬3) وكالاستمتاع بالحلال الذي يمنع النفس عن طلب الحرام، فإذا حصل فيها طلب ذلك منعه وأزاله، وكالعلم الذي يمنع النفس أن تشك وترتاب ويرفع الشك والإرتياب بعد وقوعه، وكالطب الذي يحفظ الصحة ويدفع المرض (والصحة يحفظ بالمثل والمرض يدفع بالضد) (¬4)، وكذلك ما في القلب\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.","seal":"9E66ED03","part":"1"},
      {"page":37,"id":34,"nass":"من الإيمان (وعبادة الله عز وجل وأشباهه بما يقوي الإيمان والعبادة) (¬1). وإذا حصل (في القلب) (¬2) مرض من الشبهات والشهوات أزيل (ذلك بضده) (¬3)، ولا يحصل المرض إلا لنقص أسباب الصحة، كذلك القلب لا يمرض (بالشهوات والشبهات) (¬4) إلا لنقص إيمانه (وعبادته لربه) (¬5).\rوكذلك الإيمان والكفر والبر والفجور هما متضادان فكل ضدين: فأحدهما يمنع الآخر تارة ويرفعه أخرى كالسواد والبياض (فالسواد يمنع البياض أن) (¬6) يحصل موضعه ويدفعه إذا كان حاصلاً، كذلك الحسنات تمنع السيئات (أن تحصل وتدفعها بعد الحصول، وكذلك بالعكس فالكفر يمنع الإيمان وقد يرفعه بعد حصوله، والسيئات قد تمنع الحسنات وقد ترفعها بعد الحصول) (¬7). والإحباط (الذي ينكره سلف الأمة\r¬__________\r(¬1) اضطراب وسقط في المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.","seal":"B66C6735","part":"1"},
      {"page":38,"id":35,"nass":"وأهل السنة ليس هو ما تقوله الخوارج) (¬1) والمعتزلة من أن (السيئة الواحدة) (¬2) الكبيرة تحبط (جميع) (¬3) الحسنات حتى الإيمان، وإن من مات (مصراً على كبيرة لم يكن معه من الإيمان شيء أصلاً بل هو مخلد في النار ولا يخرج منها لا بشفاعة ولا غيرها. وقال كثير منهم) (¬4) الجبائي وابنه بالموازنة (بين الحسنات والسيئات) (¬5). لكن قالوا: من ترجحت سيئاته خُلّد في النار، وأما الموازنة بلا تخليد (في النار فهو قول عامة السلف وأكثر أهل السنة) (¬6).\rومن الإحباط ما اتفق المسلون عليه وهو حبوط الحسنات كلها بالكفر (فهذا مما اتفق عليه الناس أن الردة التي يموت صاحبها عليها تحبط الأعمال، كلها لأن الكافر ليس له حسنة يدخل بها الجنة) (¬7) قال تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) سقط من المطبوع.\r(¬7) سقط من المطبوع.","seal":"335C901A","part":"1"},
      {"page":39,"id":36,"nass":"وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: 217]. وقال تعالى: {وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [المائدة: 5]. وقال تعالى: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [الأنعام: 88]. وقال تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} [الزمر: 65].\r(فهذا الإحباط متفق عليه، وذاك الإحباط مخالف لأقوال الصحابة والتابعين وأئمة الدين) (¬1) فإن الله سبحانه ذكر في القرآن حد الزاني (والسارق والقاذف) (¬2) ولم يجعلهم كفارا (مرتدين) (¬3) حابطي الأعمال ولا أمر بقتلهم كما أمر بقتل المرتدين، (ومعلوم أن كل من أظهر الردة يجب قتله) (¬4)، والمنافقون لم يكونوا يظهرون كفرهم (فلو كان القذف والسرقة والزنا كفراً لوجب قتل صاحبه إذا لم يتب، والقرآن لم يأمر إلا بالجلد أو القطع) (¬5). والنبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قد أمر بالصلاة على الغال وعلى قاتل نفسه، ولو كانوا كفاراً أو منافقين لم تجز الصلاة\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.","seal":"905E01EC","part":"1"},
      {"page":40,"id":37,"nass":"عليهم. فعُلم أنهم لم تحبط إيمانهم كله.\r(وقد ثبت في الصحيح أن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال لمن كان مدمن الخمر، وكلما أتي به إليه حدّه فلعنه رجل) (¬1) فقال: «لا تلعنه فإنه يحب الله ورسوله» (¬2). (وحب الله ورسوله) (¬3) من أعظم شعب الإيمان. فعلم أن إدمان (شرب الخمر) (¬4) لا يذهب (جميع الإيمان وإن أذهب بعضها) (¬5). وثبت عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من وجوه كثيرة: «أنه يخرج من النار من كان في قلبه مثقال ذرة من إيمان» (¬6). ولو (كان إيمانهم كله قد) (¬7) حبط لم يكن في قلوبهم شيء منه (ولم يخرجوا) (¬8).\rوقال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} [فاطر: 32].\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) رواه البخاري (6780) كتاب الحدود باب ما يكره من لعن شارب الخمر، وإنه ليس بخارج من الملة، من حديث عمر بن الخطاب رَضِيَ اللهُ عَنْهُ.\r(¬3) سقط من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) في المطبوع: الشعب كلها.\r(¬6) رواه البخاري (44) كتاب الإيمان باب زيادة الإيمان ونقصانه، ومسلم (193) كتاب الإيمان من حديث أنس رَضِيَ اللهُ عَنْهُ.\r(¬7) سقط من المطبوع.\r(¬8) سقط من المطبوع.","seal":"3E13F6C9","part":"1"},
      {"page":41,"id":38,"nass":"فجعلهم من المصطفين (مع ظلمهم لأنفسهم، فلو كان الذنب يحبط جميع الإيمان لم يكن منهم ظالم لنفسه بل كان من غيرهم من الكفار. والمعتزلة يدّعون أنهم العدلية، فأي عدل في أن تكون سيئة واحدة تحبط حسنات كثيرة أعظم منها قدراً ووصفاً، وقد ثبت في الصحاح حديث أبي ذر: «وإن زنا وإن سرق» (¬1). فلو كان الزنا والسرقة كفراً محبطاً لجميع الإيمان لكان التقدير: وإن كفر) (¬2).\rفإذا كانت (السيئات) (¬3) لا تحبط جميع الحسنات، فهل تحبط بقدرها (من الحسنات) (¬4)؟\rوهل تحبط بعض الحسنات بذنب دون الكفر؟\rهذا فيه قولان للمنتسبين إلى السنة: منهم من ينكر (الإحباط مطلقاً فيقول: ما ثَم إحباط، لا في الجميع ولا في البعض) (¬5)، ومنهم من يقول بذلك (في البعض) (¬6) كما دلت عليه\r¬__________\r(¬1) رواه البخاري (1237) كتاب الجنائز باب ما جاء في الجنائز، ومن كان آخر كلامه: لا إله إلا الله، ومسلم (94) كتاب الإيمان من حديث أبي ذر رَضِيَ اللهُ عَنْهُ.\r(¬2) سقط من المطبوع.\r(¬3) زيادة من المطبوع.\r(¬4) سقط من المطبوع.\r(¬5) سقط من المطبوع.\r(¬6) سقط من المطبوع.","seal":"1146A7B3","part":"1"},
      {"page":42,"id":39,"nass":"النصوص. مثل قوله: {لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} الآية. فدل ذلك على أن هذه السيئة تبطل الصدقة، وقد ضرب مثله (بالذي ينفق ماله رئاء الناس ولا يؤمن بالله ولا باليوم [الآخر] (¬1) وجعل مثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلداً) (¬2) وقالت عائشة: أخبري زيداً أنه قد أبطل جهاده مع رسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إلا أن يتوب (¬3).\r¬__________\r(¬1) زيادة يقتضيها السياق.\r(¬2) سقط من المطبوع وبدلها: بالمرائي.\r(¬3) رواه عبد الرزاق (8/ 184) وابن المنذر في الأوسط (10/ 365) والبيهقي (5/ 330) من طريق أبي إسحاق السبيعي عن امرأته العالية، ورواه الدارقطني (3/ 477) من طريق يونس بن أبي إسحاق , عن أمه العالية , قالت: خرجت أنا وأم محبة إلى مكة فدخلنا على عائشة ... . وقال الشافعي كما في السنن الكبرى للبيهقي (5/ 331): وجملة هذا أنا لا نثبت مثله على عائشة. قال الدارقطني: أم محبة والعالية مجهولتان لا يحتج بهما.\rقال ابن عبد البر في الاستذكار (19/ 25): وهو خبر لا يثبته أهل العلم بالحديث، ولا هو مما يحتج به عندهم. وامرأة أبي إسحاق، وامرأة أبي السفر، وأم ولد زيد بن أرقم كلهن غير معروفات بحمل العلم ..... والحديث منكر اللفظ لا أصل له؛ لأن الأعمال الصالحة لا يحبطها الاجتهاد، وإنما يحبطها الارتداد، ومحال أن تلزم عائشة زيدًا التوبة برأيها، ويكفره اجتهادها، فهذا ما لا ينبغي أن يظن به ولا يقبل عليها ...\rوذهب ابن القيم الى تقوية أثر عائشة كما في إعلام الموقعين (3/ 132)، وقال ابن عبد الهادي في تنقيح التحقيق (4/ 69) عن الإسناد الذي أسنده الإمام أحمد قال: حدَّثنا محمَّد بن جعفر ثنا شعبة عن أبي إسحاق السَّبيعيِّ عن امرأته: هذا إسنادٌ جيدٌ. اهـ وذكره السخاوي في الفتاوى الحديثية (ص 228) أن الإمام أحمد رواه في المسند. ولم أجده في المسند.","seal":"4C5ED171","part":"1"},
      {"page":43,"id":40,"nass":"وأما قوله: {لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ} إلى قوله: {أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ} وحديث صلاة العصر ففيه نزاع. وقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ} [محمد: 33] قال الحسن: بالمعاصي والكبائر. وعن عطاء: بالشرك والنفاق. وعن ابن السائب: بالرياء والسمعة وعن مقاتل: بالمن (¬1).\rوذلك أن قوما (من الأعراب قدموا على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقالوا: أتينا طائعين، فلنا عليك حق. فنزلت هذه الآية ونزل قوله: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا}) (¬2).\rفما ذكر عن الحسن يدل على أن المعاصي والكبائر تحبط (بعض) (¬3) الأعمال. فإن قيل: لم يرد بذلك إلا إبطالها بالكفر. قيل: الكفر منهي عنه في نفسه وموجب للخلود الدائم،\r¬__________\r(¬1) انظر الأقوال في زاد المسير (4/ 122) وتفسير البغوي (7/ 290).\r(¬2) سقط من المطبوع، وبدلها في المطبوع: منوا بإسلامهم. وذكر خبر النزول ابن الجوزي في زاد المسير، وقد جاء نحوه فيما رواه النسائي في الكبرى (11455) ومن طريقه الضياء في المختارة (10/ 346) وإسناده صحيح. ورواه المروزي في تعظيم قدر الصلاة (2/ 531) بإسناد صحيح مرسل عن قتادة.\r(¬3) سقط من المطبوع.","seal":"7FDA54C9","part":"1"},
      {"page":44,"id":41,"nass":"فالنهي عنه لا يُعبر عنه (بمجرد لا تبطلوا أعمالكم) (¬1) بل يذكر على وجه التغليظ. كما في قوله تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ} الآية ونحوها.\rوالله سبحانه في هذه الآية وفي آية المن سماها إبطالا لم يسمه إحباطا؛ ولهذا ذكر بعدها الكفر بقوله: {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} [محمد: 34].\rفإن قيل: المراد بذلك إذا دخلتم فيها فأتموها، وبهذا احتج من قال: التطوع يلزم بالشروع. قيل: لو قدر أن الآية تدل على أنه منهي عن إبطال بعض العمل فالنهي عن إبطاله كله أولى بدخوله فيها، فكيف وذلك قبل فراغه قد لا يسمى صلاة ولا صوما (وإنما يسمى بذلك بعد كماله) (¬2).\rثم يقال: الإبطال بالضد يؤثر قبل الفراغ وبعده، وأما ما ذكروه فهو أمر بالإتمام والإبطال هو إبطال الثواب، ولا نسلم أن من لم يتم الصوم والصلاة يبطل جميع ثوابه، بل قد يقال: إنه يثاب على ما فعل من ذلك. وقد ثبت في الحديث الصحيح\r¬__________\r(¬1) سقط من المطبوع.\r(¬2) سقط من المطبوع.","seal":"99BBF096","part":"1"},
      {"page":45,"id":42,"nass":"حديث المفلس «الذي يأتي يوم القيامة بحسنات أمثال الجبال (¬1)، وقد قتل هذا، وأخذ مال هذا، وانتهك عرض هذا، فيأخذ هذا من حسناته وهذا من حسناته» (¬2). الحديث.\rلكن هذا في حقوق العباد يدل على أن الحسنات تؤخذ في المظالم فإذا لم تبق حسنة أخذ من سيئات المظلوم فجعلت على الظالم. وقال: «من كانت لأخيه عنده مظلمة في دم أو مال أو عرض فليأته فليتحلل منه قبل أن يأتي يوم ليس فيه درهم ولا دينار إلا الحسنات والسيئات» (¬3). وهذا يبين أن المقتول ظلما يأخذ من حسنات قاتله أو يأخذ القاتل من سيئاته فتُجعل عليه.\rوقد قال أحد ابني آدم: {إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ}، وفيه قولان مشهوران: أحدهما: تبوء بإثم قتلي وإثمك الذي في عنقك. هذا مأثور عن ابن مسعود وابن عباس ومجاهد وقتادة والضحاك. والثاني: تبوء بإثمي في خطاياي وإثمك في قتلك لي. وهو مروي عن مجاهد. قال ابن جرير: والصحيح عن مجاهد هو القول الأول (¬4).\r¬__________\r(¬1) هنا انتهى ما في المطبوع (10/ 640). وتبدأ تكملتها من المخطوط.\r(¬2) رواه مسلم (2581) كتاب البر والصلة من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬3) رواه البخاري (2449) كتاب المظالم من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬4) انظر الأقوال في تفسير ابن جرير الطبري (8/ 330).","seal":"A3EEEB2E","part":"1"},
      {"page":46,"id":43,"nass":"فعلى الأول لفظ الإثم مضاف في الثاني إلى الفاعل، وفي الأول مضاف إلى المفعول، وعلى الثاني هو مضاف فيهما إلى الفاعل. وبعض الناس يقول: ما ترك القاتل على المقتول من ذنب. وليس المراد أن القاتل يحمل جميع سيئاته، بل قد روي أن القتل كفارة للمقتول.\rوعن علي بن الحسين بن علي أنه بلغه قتل ابن زياد وهو يطوف فساءه ذلك، قال: فقيل له وما تكره من ذلك؟ قال: لأن القتل كفارة المقتول (¬1).\rوالذي عليه الحديث أنه إن كانت له حسنات أخذت منه، وإلا جعلت من سيئات المظلوم عليه، ولهذا يبوء بإثم المظلوم لكن ليس فيه أنه يحمل جميع سيئات المظلوم، وقد يكون المقتول ظلماً عليه أوزار كبيرة وقد قتل نفوساً، فلا يكون إثم قتله بقدر الإثم من قتلهم كلهم، لكن قد يقال في القصة المعنية لم يكن على المقتول من السيئات أعظم من سيئة قتله، فإن قتله أعظم الذنوب بعد الكفر، وهو أول مقتول قُتل على وجه الأرض، وقد ثبت في الصحيحين عن ابن مسعود وغيره عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه قال: «لا تُقتل نفس ظلماً إلا كان على ابن\r¬__________\r(¬1) لم أجد من خرّجه.","seal":"62414B45","part":"1"},
      {"page":47,"id":44,"nass":"آدم الأول كفل من دمها» (¬1). لأنه أول من سن القتل.\rفهذا الإثم الذي حصل بقتل المظلوم عظيم جداً لم تكن على المظلوم سيئات مثله. وحينئذ فالقاتل يبوء بالسيئات التي كانت على المقتول مع سيئات نفسه، وكان مثل هذا القاتل ما ترك على المقتول المظلوم من ذنب، وكذلك لو كانت لهذا القاتل حسنات لأخذ المقتول المظلوم منها حقه، وهذا لأنه إذا كان كافراً لم تكن له حسنة. وقد اختلف الناس في القاتل قابيل: هل كان كافراً أو فاسقاً غير كافر؟ على قولين.\rوقد قال سبحانه: {فَأَصْبَحَ} قال ابن عباس: من الخاسرين في الدنيا والآخرة، فخسرانه الدنيا أنه أسخط والديه وبقي بلا أخ، وخسرانه في الآخرة أنه أسخط ربه وصار إلى النار. قال الزجاج: أصبح من الحسنات خاسراً. وقال أبو يعلى: من الخاسرين أنفسهم بإهلاكهم إيّاها، والخاسر الذي خسر ما كان له وهذا يدل على ذهاب حسناته إما بالكفر وإما بالقصاص (¬2).\r¬__________\r(¬1) رواه البخاري (3335) كتاب أحاديث الأنبياء باب خلق آدم صلوات الله عليه وذريته، ومسلم (1677) كتاب القسامة من حديث عبد الله بن مسعود رَضِيَ اللهُ عَنْهُ.\r(¬2) انظر زاد المسير (1/ 538).","seal":"34725083","part":"1"},
      {"page":48,"id":45,"nass":"وقد ذكر الله سبحانه وزن الحسنات والسيئات في عدة آيات، فقال تعالى: {وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الأعراف: 8] الآية ونحوها مثل الآية التي في آخر المؤمنين، والتي في سورة الأنبياء، والتي في سورة القارعة.\rوفي الصحيحين عن أبي هريرة عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه قال: «كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، وسبحان الله العظيم» (¬1). وفي حديث البطاقة الذي رواه الترمذي وغيره: «فتوضع البطاقة في كفة والسجلاّت في كفة فثقلت البطاقة وطاشت السجلاّت» (¬2).\rوالموزون سواء كانت هي الصحائف أو الأعمال تجعل أجساماً كما يجيء ثواب البقرة وآل عمران كأنهما غمامتان أو غيايتان أو فرقان من طير صواف (¬3)، ويجيء ثواب القرآن في\r¬__________\r(¬1) رواه البخاري (6406) كتاب الدعوات باب فضل التسبيح، ومسلم (2694) كتاب الذكر من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬2) أخرجه أحمد (6994) والترمذي (2639) وابن ماجه (4300) والحاكم (1/ 46) وغيرهم من حديث عبد الله بن عمرو بن العاص رَضِيَ اللهُ عَنْهُمَا. حسنه الترمذي وصححه الحاكم والألباني في الصحيحة (135).\r(¬3) رواه مسلم (804) كتاب الصلاة من حديث أبي أمامة الباهلي رَضِيَ اللهُ عَنْهُ.","seal":"B56517D2","part":"1"},
      {"page":49,"id":46,"nass":"صورة الرجل الشاحب، فيقول: «أنا الذي أظمأت نهارك وأسهرت ليلك» (¬1). وكما في حديث القبر أنه يأتيه عمله الصالح في صورة شاب حسن الوجه، وعمله السيء في صورة قبيحة (¬2). وكذلك إتيان الموت يوم القيامة في صورة كبش أملح (¬3) وغير ذلك.\rوالناس لهم قولان في قلب الأعراض أجساماً، منهم من يُجوّز ذلك فيكون نفس العمل قُلب عيناً قائمة بنفسها، ومنهم من لا يُجوّزه فيقول جُعل منه. ومن هذا الباب صعود الأعمال إلى الله سبحانه فإنه تصعد الصحف، وكذلك جاءت الآثار بصعود صور الأعمال كما في الحديث: «إن لسبحان الله والحمد لله ولا إله إلا الله دويّا حول العرش يذكرن\r¬__________\r(¬1) رواه أحمد (38/ 41) وابن ماجه (3781) والدارمي (3434) وغيرهم، من حديث بريدة رَضِيَ اللهُ عَنْهُ. فيه بشير بن مهاجر، قال أحمد: منكر الحديث قد اعتبرت أحاديثه فإذا هو يجيئ بالعجب. وقال البخاري: يخالف في بعض حديثه. انظر تهذيب التهذيب (1/ 468)، وضعفه الألباني في الجامع الصغير (6316).\r(¬2) رواه أحمد (30/ 499) وابن أبي شيبة (12059) والحاكم (1/ 93) والبيهقي في شعب الإيمان (390) وغيرهم من حديث البراء بن عازب رَضِيَ اللهُ عَنْهُ. وصححه الحاكم والبيهقي والألباني في صحيح الترغيب والترهيب (3558).\r(¬3) رواه البخاري (4730) كتاب تفسير القرآن باب قوله: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ}، ومسلم (2849) كتاب الجنة من حديث أبي سعيد الخدري رَضِيَ اللهُ عَنْهُ.","seal":"99C2421B","part":"1"},
      {"page":50,"id":47,"nass":"بصاحبهن» (¬1). وهو في السنن.\rوكذلك قوله: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا} [آل عمران: 30]، وكذلك قوله: {وَوَجَدُوا مَا عَمِلُوا حَاضِرًا} [الكهف: 49]، وقوله: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ • وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة: 7، 8]. ويدل عليه الحديث الذي في الصحيحين: ما من صاحب كنز لا يؤدي زكاته إلا مُثّل له يوم القيامة شجاع أقرع» (¬2). الحديث.\rوهو تأويل قوله: {سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ} [آل عمران: 180] وقوله: {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ} [التوبة: 35] الآية. لكن هذه أجسام، وقد قال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ • وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} [العنكبوت: 12، 13]\r¬__________\r(¬1) رواه أحمد (30/ 312) وابن أبي شيبة (29415) وابن ماجه (3809) والحاكم (1/ 682) من حديث النعمان بن بشير رَضِيَ اللهُ عَنْهُمَا. صححه الحاكم والألباني في الصحيحة (3358)\r(¬2) رواه البخاري (1403) كتاب الزكاة باب إثم مانع الزكاة، ومسلم (988) كتاب الزكاة من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.","seal":"C1474E00","part":"1"},
      {"page":51,"id":48,"nass":"الآية. وقال تعالى: {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ} [النحل: 25] الآية، وقال تعالى: {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ} [الأنعام: 31]، قال السدي وعمرو بن قيس الملائي: إن المؤمن إذا خرج من قبره استقبله أحسن شيء صورة وأطيبه ريحاً، فيقول: هل تعرفني؟ فيقول: لا، إلا أن الله قد طيّب ريحك وحسّن صورتك. فيقول: كذلك كنت في الدنيا أنا عملك الصالح طالما ركبتك في الدنيا فاركبني أنت اليوم، وقرأ: {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا} [مريم: 85]، أي ركباناً، وأن الكافر يستقبله أقبح شيء صورة وأنتنه ريحاً، فيقول: هل تعرفني؟ فيقول: لا، إلا أن الله قد قبّح صورتك ونتّن ريحك. فيقول: كذلك كنت في الدنيا فأنا عملك السيء طالما ركبتني في الدنيا فأنا أركبك اليوم (¬1).\rوكذلك قوله: {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ} [الأنعام: 31] الآية. وقال تعالى: {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ} [الإسراء: 13] وقال تعالى: {يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ} [الحديد: 12]، وفي الآية الأخرى: {يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا} [التحريم: 8]\r¬__________\r(¬1) رواه ابن جرير في تفسيره (9/ 216) وابن أبي حاتم في تفسيره (4/ 1281).","seal":"4A589DB2","part":"1"},
      {"page":52,"id":49,"nass":"الآية. قال ابن مسعود: منهم من نوره مثل الجبل، وأدناهم نوراً نوره على قدر إبهامه، يطفئ مرة ويَقِد أخرى. وفي لفظ عنه: يُعطون نوراً على قدر أعمالهم فمنهم من يُعطى نوراً كالنخلة وكالرجل القائم وأدناهم على إبهامه فيُطفئ مرة ويَقِد أخرى (¬1). وقال قتادة: ذُكر لنا أن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: من المؤمنين من يضيء نوره من المدينة إلى عدن وصنعاء فدون ذلك حتى إن من المؤمنين من لا يضيء نوره إلا موضع قدميه (¬2).\rومعلوم أن النور الذي يسعى بين أيديهم أعيان قائمة بنفسها ليست أعراضاً قائمة بهم، والنور الذي يضيء لا بد أن يكون عيناً قائمة بنفسها ليست أعراضاً وضوؤه ينتشر. ولهذا من قال: الموزون في الميزان جواهر مضيئة وهي الحسنات وجواهر مظلمة وهي السيئات. وفيها قول ثالث: إن الله يجعل في كل من\r¬__________\r(¬1) رواه ابن أبي شيبة (34558) والحاكم وصححه (2/ 520) من طريق قيس بن السكن عن ابن مسعود رَضِيَ اللهُ عَنْهُ وهو أثر صحيح، ورواه المروزي في تعظيم قدر الصلاة (278) والحاكم وصححه من طريق مسروق عن ابن مسعود (2/ 408)، وجاء مرفوعاً عند الطبراني (9/ 357) والحاكم (4/ 632) وصححه، ورجّح الدارقطني رفعه كما في العلل (5/ 244)، وصححه أيضاً الألباني في الترغيب (3591).\r(¬2) رواه ابن جرير في تفسيره (22/ 397) وذكره السيوطي في الدر المنثور (8/ 52).","seal":"4131794E","part":"1"},
      {"page":53,"id":50,"nass":"الكفتين علامة على قدر الثقل والخفة.\rوقد ضرب الله مثل الإيمان بنور في مشكاة، ومثل الكفر بظلمات بعضها فوق بعض، فالدلائل الكثيرة تدل على أن الأعمال التي هي أعراض تُصور صور قائمة تُحمل أو تَحمل أصحابها وتوزن وتمشي أمام أصحابها وتخاطب أصحابها وتؤنسهم، ولبسط هذا موضع آخر.\rفإن المقصود أنه إذا نطق الكتاب والسنة وأقوال السلف بوزن الحسنات والسيئات دل على قول من قال بذهاب بعض الحسنات بالسيئات كما يذهب بعض السيئات بالحسنات.\rوعن ابن عباس: توزن الحسنات والسيئات في ميزان له لسان وكفتان، فأما المؤمن فيُؤتى بعمله في أحسن صورة فيوضع في كفة الميزان وهو الحق فتثقل حسناته على سيئاته فيوضع عمله في الجنة فيعرفها بعمله فذلك قوله: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} أي الناجون وهم أعرف بمنازلهم في الجنة إذا انصرفوا إليها من أهل الجمعة إذا انصرفوا إلى منازلهم، وأما الكفار فيؤتي بأعمالهم في أقبح صورة فتوضع في كفة الميزان وهي الباطل فيخف وزنه حتى يقع في النار ثم","seal":"2A0BBDA1","part":"1"},
      {"page":54,"id":51,"nass":"يقال له إلْحَقْ بعملك (¬1).\rوهو سبحانه ذكر من ثقلت موازينه فدخل الجنة ومن خفت موازينه فدخل [النار] (¬2) على طريقة القرآن في ذكر أهل الوعد المحض وأهل الوعيد المحض، كما قال أبو بكر الصديق: إن لله عملاً بالليل لا يقبله بالنهار، وعملاً بالنهار لا يقبله بالليل، وإنما ثقلت موازين من ثقلت موازينه يوم القيامة باتباعهم الحق وثقلة عليهم، وحُق لميزان يوضع فيه الحق أن يكون ثقيلاً، وإنما خفت موازين من خفت موازينه يوم القيامة باتباعهم الباطل وخفة عليهم، وحُق لميزان يوضع فيه الباطل أن يكون خفيفاً (¬3).\r¬__________\r(¬1) رواه البيهقي في شعب الإيمان من طريق الكلبي عن أبي صالح عن ابن عباس (1/ 447) وإسناده ضعيف.\r(¬2) زيادة يقتضيها السياق.\r(¬3) رواه ابن أبي شيبة (37056) وأبو داود في الزهد (28) من طريق إسماعيل بن أبي خالد عن زبيد بن الحارث عن أبي بكر، وهو مرسل صحيح. وله طريق آخر رواه أبو نعيم في حلية الأولياء (1/ 36) بسند صحيح مرسل عن فطر بن خليفة عن عبد الرحمن بن عبد الله بن سابط، وتابعه سعيد بن المرزبان عن عبدالرحمن وسعيد ضعيف، رواه سعيد بن منصور في التفسير (5/ 133). وله طريق آخر بسند مرسل ضعيف رواه الطبري في تفسيره (21/ 142) من طريق ابن حميد، قال: ثنا جرير، عن ليث، عن مجاهد عن أبي بكر. وبمجموع هذه الطرق يدل على ثبوت هذا الخبر عن أبي بكر الصديق رَضِيَ اللهُ عَنْهُ.","seal":"40AD5B59","part":"1"},
      {"page":55,"id":52,"nass":"وأما من كان داخلا في الوعد والوعيد فمذهب الصحابة والتابعين وأهل السنة والجماعة أنه يستحق الثواب والعقاب جميعاً، فإذا عذّبه الله بذنوبه ما شاء أن يعذبه أخرج بعد ذلك من النار من في قلبه مثقال ذرة من إيمان.\rومذهب الخوارج والمعتزلة ما ثمَّ إلا مستحق للوعد فقط مُنَعّم لا يعذب أو مستحق للوعيد فقط مُعذب لا يُنعّم، وقد بسطنا القول عليهم في غير هذا الموضع، ولهذا قالوا بالإحباط المطلق الذي لا يبقى معه حسنة.\rوإذا كانت النصوص وإجماع السلف دلّ على أن من الناس من ينُعّم ويُعذب، وأن فيه بعض الإيمان، فهذا إذا كانت له حسنات كثيرة وسيئات كثيرة يكون سيئاته أبطلت بقدرها من حسناته، وإذا ترجحت سيئاته دخل النار، ولا يلزم من رجحان السيئات أن تكون الحسنات قد بطلت حتى يصير لا حسنة له بحال كالكفار، فإن الموزون هي الأعمال المصورة وصحفها تدل على أن له حسنات وسيئات، وأما من لا حسنة له بحال فذاك ميزانه خفيفة خفة مطلقة ليس فيها شيء من الحسنات التي تثقل بها، فإن الخفة والثقل إنما هو في الحسنات والتي يُفلح صاحبها إذا ثقلت كفتها ويخسر إذا خفت، فإذا قدر حسنات محضة ليس بإزائها سيئات فهذه في غاية الثقل،","seal":"CB957AF8","part":"1"},
      {"page":56,"id":53,"nass":"وإذا قدر سيئات محضة ليس بإزائها حسنات فهذه في غاية الخفة.\rوقال أبو بكر الصديق في وصيته لعمر رَضِيَ اللهُ عَنْهُمْ: واعلم أنما ثقلت موازين من ثقلت موازينه يوم القيامة باتباعهم الحق وثقل ذلك عليهم، وحق لميزان يوضع فيه الحق غداً أن يكون ثقيلا، وأنما خفت موازين من خفت موازينه باتباعهم الباطل, وخفة ذلك عليهم، وحق لميزان يوضع فيه الباطل أن يكون خفيفاً (¬1).\r\rوالوزن على وجهين:\rأحدهما: أن يوضع بإزاء الحسنات والسيئات ما يُعرف مقدارها ثقلها وخفتها كما توزن الأموال، ثم يُنظر بعد هذا في مقادير الموزونات وتعادلها وتفاضلها.\rوالثاني: أن يوزن أحدهما بالآخر كما يوزن دراهم زيد بدراهم عمرو، وإذا بيع أحدهما بالآخر مثلاً بمثل فهذا الوزن الذي يدل عليه حديث البطاقة حيث قيل فيه: فيوضع البطاقة في كفة والسجلات في كفة فثقلت البطاقة وطاشت السجلات (¬2).\r¬__________\r(¬1) سبق تخريجه.\r(¬2) سبق تخريجه.","seal":"70187B84","part":"1"},
      {"page":57,"id":54,"nass":"ووصف الميزان بالثقل والخفة مطلقاً من غير وصف الثقل بأنه الحسنات ولا وصف رجحان هذا الموزون على هذا الموزون دل على أن الحسنات لها ثقل، وأما السيئات فلا ثقل لها أصلاً، فإذا لم يوضع في الميزان إلا السيئات لم يكن لها ثقل بل تكون خفيفة خفة مطلقة، وإنما يكون ثقل إذا كان فيها حسنات، والحسنات نور مصور والسيئات ظلمة، ولهذا قال الصدّيق: وحُق لميزان لا يوضع فيه إلا الباطل أن يكون خفيفاً.\rفالكافر الذي ليس له إلا سيئات يكون ميزانه خفيفاً خفة مطلقة، وأما المسلم الذي له حسنات وسيئات وسيئاته أكثر فيخف ميزانه لما يوزن فيه من السيئات الزائدة، وهذا هو الذي يُعذب ثم يخرج من النار.\rوالميزان يوصف تارة بالثقل والخفة وتارة برجحان أحد الجانبين على الآخر، وهذا إنما يكون فيما إذا اشترك المتقابلان في الثقل واختص أحدهما بمزيد ثقل كالموزونات بميزان الكفتين فإنه يكون في أحدهما ما له ثقل وفي الأخرى ما له ثقل، فإما أن يتساويا أو يرجح أحدهما على الآخر، وهذا كما في الحديث: «رأيت كأني جُعلت في كفة والأمة في كفة فرجحت بالأمة، ثم جعل أبو بكر في كفة والأمة في كفة فرجح أبو","seal":"9FB67297","part":"1"},
      {"page":58,"id":55,"nass":"بكر» (¬1)، ثم ذكر مثل ذلك في عمر.\rفإذا وزن حسنات شخصين قيل حسنات أحدهما أرجح، وكذلك لو وزن ثواب عملين قيل ثواب هذا العمل أرجح، والله تعالى لم يوصف الموازين بالرجحان، وإنما وصفها بالخفة والثقل، فالحسنات لها ثقل وأما السيئات فلا ثقل لها أصلاً، فإذا وزنت الحسنات بالسيئات لم يمكن أن يثقل جانب السيئات على ما في الميزان لأنه كأن يكون الثقيل مذموماً، والقرآن لم يجعل الثقل إلا محموداً، ولم يقل في القرآن: فمن رجحت حسناته، ومن رجحت سيئاته، بل قال: فمن ثقلت موازينه ومن خفت موازينه. يدل ذلك على أن من لا حسنة له لا يقام له وزن، قال الله تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا • الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: 103، 104] إلى قوله {فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} [الكهف: 105]، فهؤلاء أحبط الله أعمالهم مطلقاً فلم يُبق لهم حسنة فلا يقيم لهم يوم القيامة وزناً. وعن أبي سعيد الخدري: يأتي ناس يوم القيامة بأعمال هي\r¬__________\r(¬1) رواه الطبراني في الكبير (20/ 86) وابن عدي في الكامل (7/ 549) في ترجمة عمرو بن واقد، وابن عساكر في تاريخ دمشق (39/ 114) وعمرو بن واقد ضعيف جداً، وضعّفه الألباني في الضعيفة (7009). وروى أحمد نحوه (9/ 338) وعبد بن حميد (850) من حديث ابن عمر رَضِيَ اللهُ عَنْهُمَا وفي إسناده عبيد الله بن مروان وهو مجهول الحال.","seal":"FDAE06C2","part":"1"},
      {"page":59,"id":56,"nass":"عندهم في العِظم كجبال تهامة فإذا وزنوها لم تزن شيئاً (¬1).\rوفي الحديث عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يؤتى بالرجل السمين العظيم فلا يزن عند الله قشر شعيرة أولئك (دفع) الملك منهم سبعين ألفاً في النار» (¬2).\rوفي حديث أنه نظر إلى ساقي ابن مسعود وحموشتهما فقال: لهما في الميزان أثقل من أحُد (¬3).\rوهذا فيه إعادة الوزن إلى نفس الرجال. وقيل في الآية: لا يكون عندنا وزن ولا مقدار. وقيل: لا يقام لهم ميزان (¬4). لأن الميزان يوضع لمن له حسنات وسيئات من الموحدين.\rفهؤلاء قد أخبر الله تعالى في موضع آخر أنهم خفت موازينهم\r¬__________\r(¬1) ذكره البغوي عن أبي سعيد في تفسيره (5/ 211). وقد جاء مرفوعاً من حديث ثوبان رَضِيَ اللهُ عَنْهُ: رواه ابن ماجه (4245) والروياني (651) والطبراني في الأوسط (4632) وغيرهم. وصححه الألباني كما في الصحيحة (505).\r(¬2) رواه بمعناه: البخاري (4729) كتاب تفسير القرآن بَابُ {أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ}، ومسلم (2785) كتاب صفة القيامة، من حديث أبي هريرة رَضِيَ اللهُ عَنْهُ.\r(¬3) رواه أحمد (7/ 98) والطيالسي (353) والبزار (1827) وغيرهم من حديث عبد الله بن مسعود رَضِيَ اللهُ عَنْهُ. صححه الحاكم (3/ 358) من طريق آخر والألباني في الصحيحة (2750).\r(¬4) انظر زاد المسير (3/ 112).","seal":"9690ECD5","part":"1"},
      {"page":60,"id":57,"nass":"وأنهم في جهنم خالدون تلفح وجوههم النار وهم فيها كالحون. وخفتها بأنها لم يكن فيها ما له وزن وثقل، وقد وصف سبحانه الخير والشر بالثقل في قوله: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ • وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة: 7، 8].\rفأخبر أن الخير والشر يكون مثقال ذرة (¬1)، وحينئذ فإذا وزن هذا بهذا رجح أحدهما على صاحبه فهذا وزن الحسنات بالسيئات كما في حديث البطاقة، فهذا لا يكون إلا لمن له حسنة توزن. والكافر المحض قد ضلّ عمله لم يبق له حسنة توزن، فإن عمله كله سيئات، بل هذا لا يقيم الله له وزناً، وإن كانوا يظنونها حسنات، كما قال أبو سعيد.\rقال تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ} [النور: 39] الآية، وقال تعالى: {مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ} [إبراهيم: 18] الآية. فهؤلاء تخف موازينهم خفة مطلقة إذ ليس فيها ما يثقل به فإنها لا تثقل إلا بالحق، وهؤلاء ليس معهم إلا الباطل، وحُق لميزان لا يوضع\r¬__________\r(¬1) في هذا الموطن هناك حاشية: ( .. ) وقال أبو الدرداء: لا تحقرن شيئاً من الخير أن تعمله، فإنك إذا رأيته في ميزانك ( .. ) مكانه، ولا تحقرن شيئاً أن تجتنبه فإنك إذا رأيته في ميزانك ( .. ) مكانه. اهـ","seal":"EA0328CE","part":"1"},
      {"page":61,"id":58,"nass":"فيه إلا الباطل أن يكون خفيفاً.\rوهؤلاء وزن أعمالهم مقابلها بما فيها من خير أو شر، وهل كانت خالصة لله أم لا؟ وهل وافقت أمره أم لا؟ فتوزن بما يبين جنسها وقدرها وصفتها، هل فيها حق يستحق صاحبها الثواب أم لا؟ كمن قيل أن عليه حقوق، فقيل هات ما أحضرت حتى نزنه وننقُده، فصار كلما أظهر شيئاً ظهر أنه رديٌ، حتى لم يظهر شيئاً يُحسب له.\rولهذا قال من قال من العلماء أن الكفار لا يُحاسبون أي لا يُحاسبون محاسبة تظهر فيها حسناتهم بسيئاتهم، بل يُحاسبون بمعنى أنهم تُعد أعمالهم وتُحصى، وتلك كلما وضعت في الميزان خفّ بها الميزان، وهذا الميزان لا نظير له في موازين الدنيا، فليس لنا ميزان يخف بما وضع فيه من الأجسام كانت ما كانت.\rولهذا قال من قال: المراد بالموازين العدل. وقيل في تفسير قوله تعالى: {وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ} قال مجاهد: والقضاء يومئذ العدل. وقال من قال: لكل شيء ميزان يحسبه (¬1)، فالمواقيت لها موازين والممسوحات لها موازين والكيلات لها موازين،\r¬__________\r(¬1) انظر تفسير الطبري (10/ 68) وتفسير ابن أبي حاتم (5/ 1440).","seal":"449ABAF9","part":"1"},
      {"page":62,"id":59,"nass":"ونهى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن بيع الثمار حتى توزن (¬1)، أي تُخرص ويُعرف قدرها، ووازنت بين الشيئين موازنة ووزاناً، وهذا يوازن هذا إذا كان على زنته أو كان يُحاذيه، وهو وزن الجبل أي ناحية منه، وزنة الجبل أي حذاه، وقد قال تعالى: {اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ} [الشورى: 17] وقد قال جمهور المفسرين إنه: العدل. وقيل ما يوزن به وهو أعم مما يوزن به الأجسام الثقيلة والخفيفة (¬2).\rوقد قال تعالى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} [المزمل: 5]، وقال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أنا تارك فيكم الثقلين أحدهما أعظم من الآخر كتاب الله وعترتي أهل بيتي» (¬3). فسمى القرآن ثقلاً. وقال تعالى: {وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا} [الزلزلة: 2]. ويقال: اعطه ثقله أي وزنه، والثقلان الجن والإنس، ومثقال الشيء ميزانه من مثله، والمقصود هنا أن المسلم الذي وزنت حسناته وسيئاته إما جميعاً في ميزان كما في حديث البطاقة، وإما بأن عرف قدر\r¬__________\r(¬1) رواه البخاري (2246) كتاب السلم باب السلم إِلى من ليس عنده أصل، ومسلم (1537) كتاب البيوع، من حديث عبد الله بن عباس رَضِيَ اللهُ عَنْهُمَا.\r(¬2) انظر تفسير الطبري (20/ 490).\r(¬3) رواه مسلم (2408) كتاب فضائل الصحابة رَضِيَ اللهُ عَنْهُمْ، والترمذي (3788) واللفظ له، من حديث زيد بن أرقم رَضِيَ اللهُ عَنْهُ.","seal":"60E66943","part":"1"},
      {"page":63,"id":60,"nass":"حسناته وقدر سيئاته عدل أحدهما بالآخر فوجدت سيئاته راجحة، فهذا يستحق العذاب لسيئاته الراجحة فيُعذب بها في النار بقدر ما يستحقه ثم يخرج بتلك الحسنات المرجوحة، ولو لم يكن فيها إلا مثقال ذرة، فبذلك المثقال يخرج من النار ولا يخلّد فيها، وليس هو كالذي ليس له حسنات بحال الذين حبطت أعمالهم كلها فلا يقام لهم يوم القيامة وزن، وبهذا يحصل الجواب عن رجحان السيئات والخروج من النار، فإن هذا أشكل على طائفة اعتقدوا أنه إذا رجحت السيئات لم يبق للحسنات أثر أصلاً بل يبقى وجودها كعدمها، وحينئذ فهذا إذا دخل النار لم يبق معه شيء من الإيمان يخرج به، فلهذا قال بعضهم: الإيمان ليس مما يوزن بالسيئات، وقد تقدم الجواز والله أعلم.\rوالحمد لله رب العالمين.\rوصلى الله على سيدنا محمد وآله وصحبه أجمعين وسلّم تسليماً.","seal":"FAEBBADF","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"ShrtCs":0,"Bk":"فصل في تزكية النفس","HigriD":"728","oAuthVer":6,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":null,"Auth":"ابن تيمية","Betaka":"الكتاب: فصل في تزكية النفس [الطبعة الكاملة للرسالة]\r\nالمؤلف: شيخ الإسلام أبو العباس أحمد بن عبد الحليم ابن تيمية الحراني (661 - 728 هـ)\r\nاعتنى به: فواز محمد العوضي\r\nالناشر: مكتبة النهج الواضح - الكويت\r\nالطبعة: الأولى، 1439 هـ - 2018 م\r\nعدد الصفحات: 63\r\nأعده للشاملة: محمد المنصور\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن تَيْمِيَّة (661 - 728 هـ = 1263 - 1328 م)\r\rأحمد بن عبد الحليم بن عبد السلام ابن عبد الله بن أبي القاسم الخضر النميري الحراني الدمشقيّ الحنبلي، أبو العباس، تقي الدين ابن تيمية\r• الإمام، شيخ الإسلام. ولد في حران وتحول به أبوه إلى دمشق فنبغ واشتهر.\r• وطلب إلى مصر من أجل فتوى أفتى بها، فقصدها، فتعصب عليه جماعة من أهلها فسجن مدة، ونقل إلى الإسكندرية.\r• ثم أطلق فسافر إلى دمشق سنة 712 هـ واعتقل بها سنة 720 وأطلق\r• ثم أعيد، ومات معتقلا بقلعة دمشق، فخرجت دمشق كلها في جنازته.\r• كان كثير البحث في فنون الحكمة، داعية إصلاح في الدين. آية في التفسير والأصول، فصيح اللسان، قلمه ولسانه متقاربان.\r• وفي الدرر الكامنة أنه ناظر العلماء واستدل وبرع في العلم والتفسير وأفتى ودرّس وهو دون العشرين.\r\rأما تصانيفه ففي الدرر أنها ربما تزيد على أربعة آلاف كراسة، وفي فوات الوفيات أنها تبلغ ثلاث مئة مجلد، منها\r• (الجوامع - ط) في السياسة الإلهية والآيات النبويّة، ويسمى (السياسة الشرعية)\r• (الفتاوى - ط) خمس مجلدات\r• (الإيمان - ط)\r• (الجمع بين النقل والعقل - خ) الجزء الرابع منه، والثالث في 267 ورقة كتب سنة 737 في شستربتي (3510)\r• (منهاج السنة - ط)\r• (الفرقان بين أولياء الله وأولياء الشيطان - ط)\r• (الواسطة بين الحق والخلق - ط)\r• (الصارم المسلول على شاتم الرسول - ط)\r• (مجموع رسائل - ط) فيه 29 رسالة\r• (نظرية العقد - ط) كما سماه ناشره، واسمه في الأصل (قاعدة) في العقود\r• (تلخيص كتاب الاستغاثة - ط) يعرف بالرد على البكري\r• (الرد على الأخنائي - ط)\r• (رفع الملام عن الأئمة الأعلام - ط) رسالة\r• (شرح العقيدة الأصفهانية - خ) رأيته في المكتبة السعودية بالرياض [طُبع]\r• (القواعد النورانية الفقهية - ط)\r• (مجموعة الرسائل والمسائل - ط) خمسة أجزاء\r• (التوسل والوسيلة - ط)\r• (نقض المنطق - ط)\r• (الفتاوي - خ)\r• (السياسة الشرعية في إصلاح الراعي والرعية - خ) [طُبع]\r• (مجموعة - ط) أخرى اشتملت على أربع رسائل:\rالأولى رأس الحسين (حقق فيها أن رأس الحسين حمل إلى المدينة ودفن في البقيع)\rوالثانية الرد علي ابن عربي والصوفية\rوالثالثة العقود المحرمة\rوالرابعة قتال الكفار.\r\rولابن قدامة كتاب في سيرته سماه (العقود الدرية في مناقب شيخ الإسلام أحمد بن تيمية - ط)\rوللشيخ مرعي الحنبلي، كتاب (الكواكب الدرية - ط) في مناقبه، ومثله لسراج الدين عمر بن علي ابن موسى البزار، وللشهاب أحمد بن يحيى بن فضل الله العمري (1).\r__________\r(1) فوات الوفيات 1: 35 - 45 والمنهج الأحمد - خ - والدرر الكامنة 1: 144 والبداية والنهاية 14: 135 وابن الوردي 2: 284 وآداب اللغة 3: 243 والنجوم الزاهرة 9: 271 ودائرة المعارف الإسلامية 1: 109 والتبيان - خ. وتعليق على مخطوطة من (شرح العقيدة الأصفهانية) بخط محمود شكري الآلوسي.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]","seal":"84FDEA97","cat":"الرقاق والآداب والأذكار","oNum":133364,"BkId":133364,"oAuth":54,"bVer":1,"aSeal":"168A7DB9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t133364":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"[مقدمة التحقيق]"},
      {"lvl":2,"id":5,"sub":0,"tit":"وصف الرسالة"},
      {"lvl":1,"id":9,"sub":0,"tit":"فصل في تزكية النفس وكيف تزكو بترك المحرمات مع فعل المأمورات"},
      {"lvl":1,"id":9,"sub":1,"tit":"تعريف التزكية"},
      {"lvl":1,"id":13,"sub":0,"tit":"حمل الكلام على الأظهر"},
      {"lvl":1,"id":16,"sub":0,"tit":"أثر الحسنة على النفس"},
      {"lvl":1,"id":21,"sub":0,"tit":"حال النفس المطمئنة واللوامة"},
      {"lvl":1,"id":26,"sub":0,"tit":"الزكاة تستلزم الطهارة"},
      {"lvl":1,"id":28,"sub":0,"tit":"أنواع أمراض القلب"},
      {"lvl":1,"id":33,"sub":0,"tit":"القلب لا يمرض بالشبهات والشهوات إلا لنقصان الإيمان"},
      {"lvl":1,"id":34,"sub":0,"tit":"مذهب أهل السنة على خلاف مذهب الخوارج"},
      {"lvl":1,"id":39,"sub":0,"tit":"السيئات تحبط بعض الحسنات"},
      {"lvl":1,"id":44,"sub":0,"tit":"وزن الحسنات والسيئات"},
      {"lvl":1,"id":53,"sub":0,"tit":"الوزن على وجهين"}
    ]
}
