{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b133363":
    [
      {"page":1,"id":1,"nass":"نقد\r«نصوص حديثية في الثقافة العامة\rجمع وتصنيف محمد المنتصر الكتاني\rأستاذ الحديث»\r\rبقلم\rمحمد ناصر الدين الألباني\r\rنشرت في مجلة التمدن الإسلامي، المجلد (33 و 34)\r\rمطبعَة الترقي بدمشق","seal":"3B819806","part":1},
      {"page":2,"id":2,"nass":"","seal":"03CF7AFF","part":1},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم\rإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\rأما بعد فهذه بحوث حديثية علمية، في نقد كتاب وضعه بعض أساتذة الجامعة السورية لطلاب كلية الشريعة، أرجو أن يجدوا فيها نموذجًا صالحًا للنقد العلمي النزيه، القائم على البحث والتزام القواعد العلمية الصحيحة، عسى أن يزيدهم ذلك عناية بدراسة الحديث الشريف، دراسة عملية، وبذلك يحيون ما كاد يندرس من هذا العلم العظيم، بسبب اقتصار المدرسين والأساتذة على تدريسه دراسة نظرية محضة، وإصدارهم على أساسها تأليفاتهم التي يؤلفونها لطلابهم أو لغيرهم، غير مراعين فيها أبسط تلك القواعد العلمية، من اختيار النصوص الصحيحة، والأحاديث الثابتة، من المصادر الموثوقة والمراجع المعتمدة، مع العزو إليها، وتخريجها تخريجًا علميًّا دقيقًا، فترى أحدهم -وهو أستاذ هذه المادة: الحديث- يورد حديثًا نبويًّا، أو خبرًا متعلقًا بسيرته عليه الصلاة والسلام أو أخلاقه يقول في تخريجه: «رواه أبو داود» أو «رواه ابن هشام في السيرة»! ! وهو يظن أنه بذلك قد أدى الأمانة العلمية المطوقة في عنقه، وأنه نصح طلابه! هيهات هيهات! فإن التزام المنهج العلمي المشار إليه في الدراسة الحديثية يوجب عليه قبل هذا التخريج المقتضب أن يدرس إسناد ذلك الحديث أو الخبر، ويتتبع رجاله، ويتعرف علله، وأقوال أهل الاختصاص فيه، ثم يحكم عليه بما تقتضيه هذه الدراسة من صحة أو ضعف،","seal":"E3AA93EF","part":1},
      {"page":4,"id":4,"nass":"ثم يقدم خلاصتها إلى طلابه مع التخريج المذكور، وإلا فمثل هذا التخريج المبتور الذي جرى عليه الأستاذ المشار إليه، مما لا يعجز عنه أحد من الطلاب أنفسهم إن شاء الله تعالى.\rوليس القصد من تقديم هذه البحوث هو نقد كتاب الأستاذ بالذات، لأن الكتاب مثل أي كتاب يضعه أستاذ مادته، فإذا ما ترك منصبه لحقه كتابه، فصار نسيًا منسيًّا! وإنما الغرض، أن نعرض على الطلاب وغيرهم بعض الأمثلة العملية، من التحقيق العلمي والنقد النزيه، لعلنا بذلك نقوم بشيء من واجب البيان، والنصح للمسلمين.\rوقد نشرت في خمس مقالات في مجلة التمدن الإسلامي الغراء (المجلد 33 و 34) فرأيت أن أجمعها في هذه الرسالة، تعميمًا للفائدة. راجيًا المولى سبحانه وتعالى أن ينفع بها، ويدخر لي ثوابها، إنه خير مسئول، وبه التوفيق. (¬1)\r\rدمشق 17 ذي الحجة سنة 1387\rمحمد ناصر الدين الألباني\r¬__________\r(¬1) ثم وقفت على كتاب \"فقه السيرة\" للأستاذ الفاضل الدكتور محمد سعيد رمضان البوطي فرأيته نحا فيه نحو الأستاذ الكتاني، فأورد فيه كثيرًا من الأحاديث الضعيفة والمنكرة، بل وما لا أصل له البتة، ولكنه زاد عليه فنص في المقدمة أنه اعتمد فيه على ما صح من الأحاديث والأخبار! ولكن دراستي للكتاب بينت أنها دعوى مجردة، وأن جل اعتماده كان على كتاب فضيلة الشيخ محمد الغزالي: \"فقه السيرة\" الذي لم يقتصر الدكتور على أن يأخذ اسمه فقط، بل زاد عليه فاستفاد منه كثيرًا من بحوثه ونصوصه بل وعناوينه! كما استفاد من تخريجي إياه المطبوع معه مع اختصار مخل، ليستر بذلك ما قد فعل! وقد انتقدني في ثلاثة مواطن منه تمنيت -يشهد الله- أن يكون مصيبًا ولو في واحد منها، ولكنه على العكس من ذلك، فقد كشف بذلك كله، أن هذه الشهادات العالية وما يسمونه بـ (الدكتوراه) لا تعطي لصاحبها علمًا وتحقيقًا وأدبًا، وإني لأرجو أن تتاح لي الفرصة، لأتمكن من بيان هذا الإجمال. والله المستعان.","seal":"67E0ACBC","part":1},
      {"page":5,"id":6,"nass":"نصوص حديثية في الثقافة العامة:\rجمعه وصنفه لطلاب الصف الأول من كلية الشريعة في جامعة دمشق الأستاذ الشيخ محمد الكتاني أستاذ الحديث في الكلية المذكورة، ويقع الكتاب في (70) صفحة.\rلقد سرني الكتاب كثيرًا إذ قرأت عنوانه، فموضوعه يلبي حاجة الشباب المثقف، وخاصة طلاب كلية الشريعة إلى أحاديث نبوية صحيحة، مخرَّجة وفق قواعد علم المصطلح، منتقاة لمناسبات شتى شاملة، تبين شمول السنة النبوية نواحي الدين والدنيا، ومعالجتها أمورًا عديدة من شؤون الفرد والمجتمع، وتوجيهها العاملين بها توجيهًا رشيدًا سديدًا.\r\rوتصفحت الكتاب فبدت لي ملاحظات هامة، رأيت لزامًا علي تبيانها بعد تمهيد عن مسألتين، والحق أحق أن يقال ويتبع:\rالأولى: أن الأستاذ الكتاني قال في مقدمة كتابه عن هذه النصوص «انتقيتها من الكتب الستة: صحيح البخاري، وصحيح مسلم، وموطأ مالك، والسنن الأربعة لأبي داود، والترمذي، والنسائي، وابن ماجة» ومن المعلوم أن \"الموطأ\" ليس من الكتب الستة في الاصطلاح، وقد غدت سبعة كما أوردها الأستاذ، فهل كان هذا عن سهو أم أن لدى الأستاذ تعليلًا لذلك؟\rالثانية: أني افتقدت في الكتاب النهج العلمي الصريح لانتقاء الأحاديث وتخريجها، وتطبيق قواعد علم المصطلح عليها، وطالب الشريعة يجب أن يدرس دراسة علمية تطبيقية، لا دراسة نظرية محضة كما هي الحال في أكثر الكليات، وتبعًا لدراسته النظرية يتخرج ولا يكاد يشعر بثمرة الفرق بين","seal":"732F628A","part":1},
      {"page":6,"id":7,"nass":"مصطلح وآخر، بين قول المحدث مثلًا «رواه البخاري» وقوله «رواه البخاري تعليقًا» (¬1) وقد يؤلف المخرج كتابًا أو يضع رسالة، يورد فيها ما شاء من الأحاديث وكثير منها ضعيف منكر أو موضوع لا يجوز روايته إلا مع بيان حاله، ثم هو يكتفي في كل ذلك بأن يقول في التخريج «رواه أبو داود وفلان» أو «رواه النسائي وفلان» دون أن يرجع إلى إسناده ويدرس أحوال رجاله وما قد يكون فيه من علة تقدح في ثبوته، كالانقطاع والتدليس والإرسال ونحوه، ومن العجيب أن الأستاذ الكتاني صنع هذا نفسه في كتابه، وهو يعلم أنه أستاذ مقتدى به، ينبغي أن يعلم طلابه التحفظ الدقيق في رواية حديث رسول الله صلى الله عليه وسلم بدليل قوله صلى الله عليه وسلم: «كفى بالمرء كذبًا أن يحدث بكل ما سمع» رواه مسلم في مقدمة \"الصحيح\" بإسناد صحيح.\r* * *\r\rأعود الآن إلى صلب الموضوع، فأورد أهم الملاحظات بخطوط عريضة:\r1 - أورد الأستاذ الكتاني أحاديث كثيرة واهية، سكت عنها، ولم يبين ضعفها، وبذلك يتوهم الطلاب صحتها، على أن بعضها مما ضعفه المصدر نفسه الذي عزا إليه الحديث، وهذا أبعد ما يكون عن الغاية من علم الحديث، وفي كلية الشريعة.\r2 - أطلق العزو للبخاري في بعض الأحاديث، فقال \"رواه البخاري\" وهي عنده معلَّقة، وبعضها مما لا يصح إسناده، وبذلك يتوهم القراء أنها صحيحة على شرط البخاري في \"الصحيح\" وليست الحال كذلك، وعكس ذلك في بعض آخر، فقال «رواه البخاري معلقًا» وهو عنده موصول!\r¬__________\r(¬1) التخريج الأول معناه أن الحديث صحيح، والتخريج الآخر معناه أنه قد يكون صحيحًا، وقد يكون حسنًا، وقد يكون ضعيفًا لا يحتج به.","seal":"43B45D46","part":1},
      {"page":7,"id":8,"nass":"ومن المقرر في علم الحديث أن أحاديث \"صحيح البخاري\" تنقسم إلى قسمين:\rالأول: هي التي يسندها البخاري إلى النبي صلى الله عليه وسلم، أي يسوق أسانيدها متصلة منه إلى النبي صلى الله عليه وسلم.\rوهذا القسم كله صحيح عند العلماء إلا أحرفًا يسيرة جدًّا وهم فيها بعض الرواة.\rوالآخر: هي التي يذكرها بدون إسناد متصل إلى النبي صلى الله عليه وسلم وله صور كثيرة لا مجال لذكرها الآن، وهذا القسم يسمى بالحديث المعلق، وقد اتفقوا أن فيه الصحيح والحسن والضعيف، ولا يمكن العلم بمعرفة رتبة هذا القسم من مجرد إيراد البخاري إياه في \"صحيحه\" بخلاف القسم الأول، اللهم إلا إذا صدر الحديث المعلق بصيغة الجزم مثل «قال وروى وذكر» ونحوها، فإنه يدل على أنه صحيح عنده، وإذا صدره بصيغة التمريض، مثل «رُوي» و «ذكر» ونحوهما، فإنه يدل على ضعفه عنده، على أن هذا ليس مضطردًا عنده، فكثيرًا ما يصدره بصيغة الجزم، ويكون ضعيفًا، وقد يصدره بصيغة التمريض وهو عنده صحيح لأسباب لا مجال لذكرها الآن، وقد أوردها الحافظ ابن حجر العقلاني في \"مقدمة فتح الباري\" فمن شاء الاطلاع عليها فليرجع إليه.\rوإنما الطريق الوحيد لمعرفة ذلك الرجوع إلى سند الحديث الذي علقه البخاري، في كتب السنة الأخرى كالسنن وغيرها، فيدرس سنده ثم يعطى ما يستحقه من رتبة.\rإذا عرفنا هذا، فإن كثيرًا من الناس ممن لا علم عندهم بهذا التفصيل في أحاديث البخاري يتوهم أن كل حديث فيه صحيح، وعلى ذلك فهو ينقل منه بعض الأحاديث المعلقة، ثم يعزوها إليه عزوًا مطلقًا، فيوهم الناس ما توهمه هو نفسه أن الحديث صحيح، وقد يكون ضعيفًا، فيخطئ ويكون سببًا لخطأ غيره، من أجل ذلك اتفق علماء الحديث على أنهم","seal":"2AE9C5B3","part":1},
      {"page":8,"id":9,"nass":"إذا نقلوا من صحيح البخاري حديثًا من القسم الثاني أن يشار إلى ذلك بمثل قولهم «رواه البخاري معلقًا»، أو «ذكره البخاري بدون إسناد» وذلك لكي لا يوهموا الناس أن الحديث من القسم الأول الصحيح!\rوقد أخل بذلك كثير من المصنفين، خاصة منهم المتأخرين، مثل مؤلف كتاب \"الجامع للأصول الخمسة\"، فكثيرًا ما رأيناه يقول في تخريجه لبعض الأحاديث «رواه البخاري»، وهي عنده معلقة! وجرى على نسقه الشيخ الكتاني، فوجب التنبيه عليها، مع ذكر الصحيح والضعيف منها.\r3 - عزى أحاديث إلى بعض \"السنن الأربعة\" بينا جاءت في \"الصحيحين\" أو في أحدهما موصولة لا معلقة، وهذا مما لا يجوز، لأن العزو للسنن لا يفيد الصحة بخلاف العزو لـ\"الصحيحين\" أو أحدهما، ففي ترك العزو إليهما إلى العزو إلى غيرهما، ما يوهم عدم إخراجهما إياه، فضلًا عن تشكيك الطلاب في صحة الحديث، لأن السنن فيها الصحيح والضعيف كما هو معلوم.\r4 - عزا أحاديث إلى \"الصحيحين\" وغيرهما من الستة، وهي ليست عندهم على خلاف ما صنع في الفصل السابق، وعزى إلى من ليس من \"الستة\" ولا من هو من الأئمة، مع كون الحديث عند بعض أئمة الستة، وعزى حديثًا آخر لصحابي وهو لغيره! وساق زيادة في حديث صحيح لا يعرف لها أصل، والمصدر الذي عزاها إليه مما لا يوثق به!\r5 - ترجم لأحاديث كثيرة بما لا تدل عليه.\r6 - أورد أحاديث كثيرة لا يترتب عليها اليوم كبير فائدة، بل هي مما يستغله بعض ذوي الأهواء والبدع، مع أن غالب تلك الأحاديث خاصة بالرسول صلى الله عليه وسلم، فلا يصح أن يقاس به أحد من المشايخ، فإذا كان غرض الأستاذ صاحب الكتاب من إيرادها مجرد التعريف بها ومبلغ تعظيم الأصحاب الكرام لرسول الله صلى الله عليه وسلم، فكان من تمام التأليف التنبيه إلى ذلك.","seal":"736BCB74","part":1},
      {"page":9,"id":10,"nass":"1 - الأحاديث الضعيفة:\rالحديث الأول: قال (ص 4):\r«عن جرير بن عبد الله رضي الله عنه أن النبي صلى الله عليه وسلم قال: إن الله تعالى أوحى إلي: أي هؤلاء الثلاث نزلت فهي دار هجرتك: المدينة، أو البحرين، أو قنسرين».\rقلت هذا حديث منكر ضعفه المخرج نفسه، ألا وهو الترمذي فقد أخرجه في «المناقب» من طريق عيسى بن عبيد عن غيلان بن عبد الله العامري عن أبي زرعة عن عمرو بن جرير عن جرير بن عبد الله، وقال: «هذا حديث غريب».\rقلت: يعني ضعيف كما هو اصطلاحه حينما يفرد الحديث بهذا الوصف: «غريب»، بخلاف ما إذا قال «حديث صحيح غريب» أو «حديث حسن غريب» كما هو معلوم عند أهل العلم.\rوعلته غيلان هذا أورده الذهبي في \"ميزان الاعتدال في نقد الرجال\" وقال:\r«ما علمت روى عنه سوى عيسى بن عبيد الكندي، حديثه منكر، ما أقدم الترمذي على تحسينه، بل قال «غريب»، وهو عن أبي زرعة ... ».\rقلت: ثم ذكر هذا الحديث. وإن مما يؤسف له أن الحديث المنكر الذي ضعفه الترمذي، هو أول حديث في كتاب الشيخ الكتاني تَوجهُ به!","seal":"CF3B57D6","part":1},
      {"page":10,"id":11,"nass":"الحديث الثاني:\r«عن أبي نضرة العبدي (الأصل (¬1) العبوي! ) قال حدثني شيخ من طفاية قال: تثويت (أي نزل ثاويًا) أبا هريرة بالمدينة ... قال: فبينا أنا عنده يومًا وهو على سرير له، ومعه كيس فيه حصى أو نوى، وأسفل منه جارية له سوداء، وهو يسبح بها، حتى إذا ما أنفذ ما في الكيس ألقاه إليها، فأعادته في الكيس، فدفعته إليه ... الحديث. قال أخرجه أبو داود».\rقلت: فيه علتان:\rالأولى: جهالة الشيخ الطفاوي، فإنه لم يسم ولا يدرى من هو؟\rوالأخرى: أن راويه عند أبي داود في «النكاح» الجُريري، واسمه سعيد بن إياس، وهو ثقة، ولكنه كان اختلط قبل موته ثلاث سنوات كما قال الحافظ في \"التقريب\" ولا يدرى أحدث بهذا الحديث قبل الاختلاط أم بعده؟ وما كان كذلك فلا يحتج به كما هو مقرر عند المحدثين في بحث الاختلاط والمختلطين.\rولعل المصنف أراد بذكره لهذا الحديث أن يقدم إلى بعض الدراويش من الطرقيين دليلًا على ما أحدثوه من تقييد الذكر والتسبيح والصلاة على النبي صلى الله عليه وسلم بعدد لم يشرعه رسول الله صلى الله عليه وسلم! فهو دليل واه جدًّا لسببين أساسيين:\rالأول: ضعف السند بذلك إلى أبي هريرة رضي الله عنه.\r¬__________\r(¬1) أعني به كتاب الكتاني، وهو المراد كلما ذكرت هذه الكلمة «الأصل».","seal":"9463AE28","part":1},
      {"page":11,"id":12,"nass":"الثاني: أنه قد أنكر ذلك من الصحابة من هو أقدم صحبة، وأعلى كعبًا في الفقه والعلم منه، ألا وهو عبد الله بن مسعود رضي الله عنه في القصة المشهورة عنه، المروية من طرق بعضها صحيح السند، وفيها إنكار ابن مسعود على الذين جلسوا حلقات يعدون الذكر بالحصى، فأنكر ذلك عليهم أشد الإنكار، وقال لهم: أعلى الله تعدون؟ ! أم على الله تحصون؟ ! عدوا سيئاتكم وأنا الضامن أن لا يضيع من حسناتكم شيء! ويحكم يا أمة محمد ما أسرع هلكتكم ... إلخ القصة. وفي آخرها أن أصحاب تلك الحلقات صاروا فيما بعد من الخوارج الذين قاتلهم الخليفة الراشد علي بن أبي طالب فليراجعها من شاء في \"سنن الدارمي\" أو في رسالتنا \"الرد على التعقيب الحثيث\".\rنعم ما جاء في آخر الحديث من الأدب في الجماع، وفي طيب الرجال والنساء ثابت في أحاديث أخرى.\r\rالحديث الثالث: (ص 13)\r«عن زيد بن أسلم رضي الله عنه «أن رجلًا اعترف على نفسه بالزنا على عهد رسول الله صلى الله عليه وسلم، فدعا رسول الله صلى الله عليه وسلم بسوط، فأتي بسوط مكسور، فقال: فوق هذا، فأتي بسوط جديد لم تقطع ثمرته، فقال دون هذا، فأتي بسوط قد ركب به ولان، فأمر به فجلد، ثم قال: أيها الناس قد آن لكم أن تنتهوا عن حدود الله، من أصاب هذه القاذورات (كذا الأصل، والصواب: من هذه القاذورات) شيئًا فليستتر بستر الله، فإنه من يُبد لنا صفحته نُقم عليه كتاب الله».\rقلت: وهذا إسناد ضعيف لإرساله، لأن زيد بن أسلم وهو مولى عمر، هو تابعي معروف، ولعل الشيخ توهم أنه صحابي، ولذلك ترضي عنه!","seal":"1443D345","part":1},
      {"page":12,"id":13,"nass":"والعرف عند العلماء جرى على تخصيص الترضي بالصحابة، والترحم بمن بعدهم، دفعًا لمثل هذا الإيهام فيكون الحديث عن تابعي مرسلًا ضعيفًا، وبالترضي عنه يصير عند عامة الناس المتأثرين بذلك العرف، مسندًا موصولًا، فينبغي مراعاة العرف دفعًا للإيهام.\rقلت: «لعل» ولم أجزم بذلك التوهم، لأني رأيت الشيخ قد ترضى عن غير ما واحد من التابعين الآخرين فانظر الأحاديث الآتية (4 و 7 و 10 و 23 و 25 و 28) وغيرها.\r\rالحديث الرابع: (ص 17)\r«وعن أبي أيوب الأنصاري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: الحناء، والتعطر، والسواك، والنكاح من سنن المرسلين. أخرجه الترمذي».\rثم أعاده في الصفحة التالية عن ذات الصحابي ونفس المخرج لكن بلفظ «أربع من سنن المرسلين: الحياء، والتعطر، والنكاح، والسواك».\rقلت: أولًا: الحديث ضعيف الإسناد مضطرب المتن، فيه الحجاج وهو ابن أرطاة قال الحافظ في \"التقريب\":\r«صدوق كثير الخطأ والتدليس».\rقلت: وقد عنعنه.\rوأما الاضطراب في المتن، فراجعه في \"فيض القدير\" للمناوي.\rثانيًا: الحديث عند الترمذي في أول «النكاح» باللفظ الثاني، مع شيء من التقديم والتأخير يأتي بيانه. وأما اللفظ الأول، فليس له أصل عند الترمذي، ولا عند غيره ممن أخرج الحديث كأحمد في \"مسنده\" (5/ 421) فكيف عزاه المصنف للترمذي؟ ! ومن أين نقله؟ !","seal":"4D627441","part":1},
      {"page":13,"id":14,"nass":"لقد ذكر في مقدمة الكتاب أنه انتقى أحاديثه من الكتب الستة، وهذا الحديث يصلح شاهدًا على أن الانتقاء لم يكن من الكتب الستة مباشرة، وإنما انتقى بعضها منها، والبعض الآخر من الكتب الأخرى التي تنقل من الكتب الستة وغيرها، وإلا فكيف نستطيع أن نقنع أنفسنا بأن المصنف نقلها كلها من الكتب الستة مباشرة، وهذا الحديث بلفظه الأول لا أصل له في شيء منها!\rومما يؤيد ما ذكرت، أن اللفظ الثاني نفسه مغاير في سياقه لسياقه في الترمذي كما سبقت الإشارة إليه، فهو فيه بلفظ:\r«والسواك والنكاح».\rولفظ المصنف بتقديم النكاح على السواك!\rوأيضًا، فقد ذكر (ص 19) حديث «ما من ثلاثة في قرية، لا تقام فيهم الصلاة إلا قد استحوذ عليهم الشيطان، فعليك بالجماعة فإنما يأكل الذئب من الغنم القاصية». أخرجه أبو داود والنسائي.\rقلت: وهذا السياق يخالف ما عندهما في موضعين:\rالأول: أنهما زادا بعد قوله: «قرية»: «ولا بدو».\rوالآخر: أنه ليس عندهما «من الغنم» وإنما هي عند الحاكم.\rفلو أن المصنف نقل هذا الحديث من «أبي داود والنسائي» مباشرة لذكره بنصهما كما تقتضيه الأمانة العلمية، دون زيادة أو نقص، فإن زاد فيه زيادة ما من مصدر آخر نبه عليه كما هي طريقة أهل العلم.\rوسيأتي معنا أمثلة أخرى تؤكد أن النقل لم يكن من \"الستة\" مباشرة، فانتظر.","seal":"FD1388AE","part":1},
      {"page":14,"id":15,"nass":"الحديث الخامس:\r«عن يحيى بن عبد الرحمن بن حاطب أن رقيقًا لحاطب سرقوا ناقة لرجل من مزينة فانتحروها، فرفع ذلك إلى عمر بن الخطاب، فأمر عمر كثير بن الصلت أن يقطع أيديهم، ثم قال عمر: أراك تجيعهم، ثم قال عمر: والله لأغرمنك غرمًا يشق عليك، ثم قال للمزني كم ثمن ناقتك؟ فقال المزني: كنت والله أمنعها من أربعمائة درهم، فقال عمر: أعطه ثمانمائة درهم. أخرجه في الموطأ».\rقلت: هذا مع كونه ليس حديثًا مرفوعًا إلى النبي صلى الله عليه وسلم، فهو لا يصح عن عمر لانقطاعه بينه وبين يحيى بن عبد الرحمن بن حاطب، فإنه ولد في خلافة عثمان رضي الله عنه، كما قال أبو حاتم الرازي.\rعلى أن مالكًا نفسه قال عقبه:\r«وليس على هذا العمل عندنا في تضعيف القيمة»!\rفالأثر ضعيف السند، ومع ذلك فليس عليه العمل، فما قيمته؟ !\r\rالحديث السادس:\r«عن عبد الله بن عمر بن الخطاب رضي الله عنهما أنه كان في سرية من سرايا رسول الله عليه وسلم، قال: فحاص الناس حيصة ... فلما خرج قمنا إليه، فقلنا نحن الفرارين، فأقبل علينا، وقال: لا بل أنتم العكارون، قال: فدنونا فقبلنا يده، فقال: أنا فئة المسلمين. أخرجه أبو داود والترمذي».","seal":"85BC9027","part":1},
      {"page":15,"id":16,"nass":"قلت: في إسناده عندهما يزيد بن أبي زياد وهو الهاشمي مولاهم الكوفي قال الحافظ: «ضعيف، كبر فتغير، فصار يتلقن، وكان شيعيًّا».\rومن طريقه رواه جماعة آخرون ذكرتهم في كتابي \"إرواء الغليل في تخريج أحاديث منار السبيل\" رقم (1189) يسر الله إتمامه.\r\rالحديث السابع: (ص 23)\r«وعن صفوان بن عسال (الأصل عباد! ) رضي الله عنه قال: قال بعض اليهود لصاحبه: اذهب بنا إلى هذا النبي ... فأتينا رسول الله صلى الله عليه وسلم ... فقبلا يده ورجله ... أخرجه الترمذي والنسائي».\rقلت: في صحة إسناده نظر، وإن قال الترمذي: «حديث حسن صحيح» فإنه متساهل في التصحيح، ولذلك لا يعتمد العلماء على تصحيحه كما قال الحافظ الذهبي، فهو من رواية عبد الله بن سلمة عن صفوان. وعبد الله هذا مع كونه ليس بالمشهور حتى قال أحمد: لا أعلم روى عنه غير أبي إسحاق السبيعي وعمرو بن مرة، ومع ذلك فقد تكلموا في حفظه، وقد أورده الذهبي في \"الضعفاء\" وقال: «قال النسائي: يعرف وينكر». وقال الحافظ في \"التقريب\": «صدوق تغير حفظه».\rثم إن سياق الحديث للنسائي، ولكنه مخالف في بعض الأحرف لما في كتابه، فقد أخرجه في «تحريم الدم» بلفظ: «فقبلوا يديه ورجليه» وكذا هو عند الترمذي في «التفسير» إلا أنه قال: «فقبلا» وعكس ذلك في «الاستئذان» فقال: «فقبلوا يده ورجله».","seal":"C56AFD85","part":1},
      {"page":16,"id":17,"nass":"الحديث الثامن: (ص 23)\r«عن عائشة رضي الله عنها قالت: قدم زيد بن حارثة المدينة، ورسول الله صلى الله عليه وسلم في بيتي، فقرع الباب، فقام إليه رسول الله صلى الله عليه وسلم عريانًا يجر ثوبه، والله ما رأيته عريانًا قبله ولا بعده، فاعتنقه وقبله. أخرجه الترمذي».\rقلت: وقال: «حديث حسن غريب لا نعرفه إلا من هذا الوجه».\rقلت: وهو منتقد، فإنه يرويه من طريق إبراهيم بن يحيى بن محمد بن عباد المدني حدثني أبي يحيى عن محمد بن إسحاق عن الزهري.\rوابن إسحاق مدلس، وقد عنعنه. وإبراهيم بن يحيى وأبوه ضعيفان. قال الحافظ في الأول منهما «لين الحديث». وقال في أبيه: «ضعيف، وكان ضريرًا يتلقن». وقال الذهبي:\r«هذا حديث منكر تفرد به إبراهيم عن أبيه».\r\rالحديث التاسع: (26)\r«عن بكر بن مبشر الأنصاري رضي الله عنه قال: كنت أغدو مع أصحاب رسول الله صلى الله عليه وسلم إلى المصلى يوم الفطر، ويوم الأضحى، فنسلك بطن بطحان حتى نأتي المصلى فنصلي مع رسول الله صلى الله عليه وسلم، ثم نرجع من بطحان إلى بيوتنا. أخرجه أبو داود».\rقلت: كذا وقع الحديث عنده «من بطحان» والصواب «من بطن بطحان» كذا هو في أبي داود (1158) وغيره.","seal":"D2A939D4","part":1},
      {"page":17,"id":18,"nass":"وإسناده ضعيف، فيه إسحاق بن سالم، قال الذهبي: «لا يعرف» وقال الحافظ: «مجهول».\rثم إن ظاهره مخالف لما ثبت في \"الصحيحين\" وغيرهما أن السنة الذهاب إلى المصلى من طريق، والرجوع من طريق أخرى.\rوالمصنف ترجم لهذا الحديث بـ «صلاة العيد في المصلى لا في المسجد» وفي الباب مما صح عنه صلى الله عليه وسلم ما يغني عنه، مثل حديث أبي سعيد الخدري قال:\r«كان النبي صلى الله عليه وسلم يخرج يوم الفطر والأضحى إلى المصلى ... » الحديث أخرجه البخاري وغيره. وبوب له البخاري بـ «باب الخروج إلى المصلى» فلو أن المصنف ذكره بدل هذا لكان أصاب.\r\rالحديث العاشر: (ص 28)\r«عن أبي الأسود الدؤلي رحمه الله قال: أتي معاذ بميراث يهودي فورثه ابنًا له مسلمًا، وقال: قال رسول الله صلى الله عليه وسلم: الإسلام يعلو ولا يعلى، ويزيد ولا ينقص. أخرجه أبو داود».\rقلت: وفي هذا أمران:\rالأول: أن إسناده ضعيف منقطع كما بينه البيهقي في \"السنن الكبرى\" (6/ 295) والحافظ في \"الفتح\" وزدته بيانًا في \"سلسلة الأحاديث الضعيفة والموضوعة\" رقم (1123). وذكرت هناك أن بعض المحدثين أخرج الحديث من طريق أخرى ضعيفة عن شعبة به، إلا أنه قال: «الإيمان يعلو ولا يعلى» مكان «يزيد وينقص».\rالأمر الآخر: أنه ليس في الحديث عند أبي داود ولا عند غيره ممن","seal":"23BD4C5B","part":1},
      {"page":18,"id":19,"nass":"ذكرنا: «الإسلام يعلو ولا يعلى»، وإنما هذا حديث آخر، لم يخرجه أبو داود ولا غيره من الستة، وأنما روي عن غير معاذ (¬1)، اللهم إلا ما أشرت إليه آنفًا من أن بعض الضعفاء رواه عن شعبة في هذا الحديث، فكان المصنف اختلط عليه الأمر، فجعل الحديثين حديثًا واحدًا، ثم عزاه لأبي داود، ولا أصل لذلك عنده. بل إن الحديث الذي رواه أبو داود بدون الزيادة ليخالف سياقه سياق المصنف في بعض الأحرف، كقوله: «فورثه ابنًا له» وهذا لا يوجد عند أبي داود، فمن أين جاء به المصنف؟ ! وهل هذا يشهد لقوله في المقدمة أنه انتقاها من الكتب الستة؟ !\r\rالحديث الحادي عشر: (ص 32)\r«عن سراقة بن مالك بن جعشم رضي الله عنه أن رسول الله صلى الله عليه وسلم خطبنا فقال: خيركم المدافع عن عشيرته ما لم يأثم. أخرجه أبو داود».\rقلت: إسناده ضعيف، وممن ضعفه أبو داود نفسه، فقال عقبه «أيوب بن سويد (يعني الذي في إسناده) ضعيف».\r\rالحديث الثاني عشر: (ص 32)\r«عن واثلة بن الأسقع رضي الله عنه قال: قلت يا رسول الله ما العصبية؟ قال: أن تعين قومك على الظلم. أخرجه أبو داود».\rقلت: هو عنده (5119) عقب الحديث السابق من طريق سلمة بن بشر الدمشقي عن بنت واثلة بن الأسقع أنها سمعت أباها يقول: فذكره.\rوهذا إسناد مجهول، سلمة بن بشر وابنة واثلة واسمها جميلة ويقال خصيلة»، لم يوثقهما من يوثق بتوثيقه، ولذلك قال الحافظ فيهما: \"مقبول\"، يعني عند\r¬__________\r(¬1) وهو عائذ ابن عمرو، وقد خرجت حديثه في \"الإرواء\" (1255) محسنًا.","seal":"00C7FC72","part":1},
      {"page":19,"id":20,"nass":"المتابعة، وإلا فلين الحديث عند التفرد كما هنا. وسلمة رماه الذهبي بالتدليس فقال: «روى حديث خصيلة بنت واثلة، فدلسه».\rوكأنه يعني أن بينهما عباد بن كثير الفلسطيني، وهو ضعيف. والله أعلم.\r\rالحديث الثالث عشر: (ص 38)\r«عن أبي أسيد مالك بن ربيعة الساعدي رضي الله عنه قال: بينا نحن جلوس عند رسول صلى الله عليه وسلم، إذ جاءه رجل من بني سلمة، فقال يا رسول الله هل بقي من بر أبوي شيء أبرهما بعد موتهما فقال: نعم الصلاة عليهما، والاستغفار لهما، وإنفاذ عهدهما من بعدهما، وصلة الرحم التي لا توصل إلا بهما وإكرام صديقهما. أخرجه أبو داود».\rقلت: إسناده ضعيف، فيه علي بن عبيد الأنصاري، قال الذهبي «لا يعرف».\r\rالحديث الرابع عشر: (ص 41)\r«عن عوف بن مالك الأشجعي رضي الله عنه أن رسول صلى الله عليه وسلم قال: أنا وامرأة سفعاء الخدين كهاتين يوم القيامة -وأومأ بيده (¬1) يزيد بالوسطى والسبابة- وامرأة آمنت مع (¬2) زوجها، ذات منصب وجمال حبست نفسها على يتاماها حتى بانوا أو ماتوا. أخرجه أبو داود».\rقلت: إسناده ضعيف، فيه النهاس بن فهم وهو ضعيف كما قال الحافظ في \"التقريب\" وأورده الذهبي في \"الضعفاء\" وقال: «تركه القطان، وضعفه النسائي».\r¬__________\r(¬1) كذا الأصل، ولا أصل للفظ «بيده» عند أبي داود!\r(¬2) كذا في الأصل المطبوع، وهو خطأ، وصوابه في \"سنن أبي داود\": «امرأة آمت من وزجها». [معد الكتاب لبرنامج المكتبة الشاملة]","seal":"577250E6","part":1},
      {"page":20,"id":21,"nass":"الحديث الخامس عشر: (ص 42)\r«عن حشرج بن زياد رحمه الله عن جدته أم أبيه أنها خرجت مع رسول الله صلى الله عليه وسلم ... الحديث. أخرجه أبو داود».\rقلت: حشرج هذا لا يعرف كما قال الذهبي، فالسند ضعيف.\r\rالحديث السادس عشر: (ص 43)\r«عن عبد الخبير (¬1) بن ثابت بن قيس بن شماس عن أبيه عن جده قال: جاءت امرأة إلى رسول الله صلى الله عليه وسلم يقال لها أم خلاد وهي منتقبة ... فقال لها رسول الله صلى الله عليه وسلم ابنك له أجر شهيدين، قالت: ولم؟ قال لأنه قتله أهل الكتاب. أخرجه أبو داود».\rقلت: وهذا إسناد ضعيف، علته من عبد الخبير هذا والراوي عنه فرج بن فضالة، وقد ضعف حديثهما هذا إمام الأئمة البخاري فقال:\r«عبد الخبير، روى عنه فرج بن فضالة، حديثه ليس بالقائم، فرج عنده منا كير».\rوراجع إن شئت الزيادة \"مختصر السنن\" للحافظ المنذري (3/ 359) و\"حجاب المرأة المسلمة\" (ص 33) الطبعة الأولى من تآليفنا.\r\rالحديث السابع عشر: (ص 28)\r«عن سعيد بن العاص رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ما نحل والد ولدًا من نحل أفضل من أدب حسن. أخرجه الترمذي».\rقلت: فيه مع ضعفه خطيئتان:\r¬__________\r(¬1) الأصل «عبد الجبير»!","seal":"6C065956","part":1},
      {"page":21,"id":22,"nass":"الأولى: حذفه لكلام الترمذي الدال على ضعفه! فقد قال عقبه:\r«حديث غريب، لا نعرفه إلا من حديث عمار بن أبي عامر الخزاز وأيوب بن موسى هو ابن عمرو بن سعيد بن العاصي، وهذا عندي حديث مرسل».\rفقوله: «غريب» يعني أنه ضعيف كما سبق التنبيه عليه في الحديث الأول، وتأيد ذلك هنا بقوله في هذا «حديث مرسل» فإن المرسل من أقسام الحديث الضعيف عند المحدثين.\rالأخرى: أنه جعله من مسند سعيد بن العاص الصحابي، ولا دخل له فيه وإنما هو من مسند ابنه عمرو، وهو جد أيوب كما يدل عليه كلام الترمذي السابق وهو تابعي، ولذلك أعله بالإرسال، وكذلك أعله الذهبي، وزاد فيه علة أخرى وهي أن الخزاز هذا واه، وله عندي علة ثالثة وهي جهالة موسى بن عمرو والد أيوب، وليس هذا مجال تفصيل ذلك، ومحله في \"سلسلة الأحاديث الضعيفة\" رقم 1121.\r\rالحديث الثامن عشر (ص 51)\r«عن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: أعلنوا هذا النكاح، واجعلوه في المساجد، واضربوا عليه بالدفوف. أخرجه الترمذي».\rقلت: إسناده ضعيف، فيه عيسى بن ميمون الأنصاري ضعفه الترمذي نفسه في هذا الحديث، وكذلك البيهقي، وقد تفرد بقوله: «واجعلوه في المساجد»، فهو منكر، لتفرد الضعيف به، زد على ذلك أنه منكر من حيث المعنى، فإن معناه في سياق الحديث أن الضرب بالدفوف جائز في المسجد للإعلان، وذلك مما لا يجوز، دون خلاف أعلمه، فكان","seal":"585C0CE2","part":1},
      {"page":22,"id":23,"nass":"في استطاعة المصنف أن يتحاشى هذا الحديث لضعفه وإيهامه ما لا يجوز شرعًا، إلى أحاديث أخرى ثابتة في الباب الذي ترجم له بـ «الدف والغناء في حفلات الزفاف»، وقد أوردت طائفة منها في كتابي \"آداب الزفاف\" (ص 101 - 105)، فليراجعها من شاء.\r\rالحديث التاسع عشر (ص 52)\r«عن عثمان بن عفان رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ليس لابن آدم حق في سوى هذه الخصال: بيت يسكنه، وثوب يواري عورته، وجلف الخبز والماء. أخرجه الترمذي».\rقلت: هذا حديث ضعيف السند منكر المتن، تفرد برفعه حريث بن السائب، وهو مختلف فيه رواه عن الحسن عن حمران عن عثمان به وخالفه الثقة، فقال أحمد في حريث هذا:\r«روى حديثًا منكرًا عن الحسن عن حمران عن عثمان يعني هذا، وذكر أن قتادة خالفه فقال عن الحسن عن حمران عن رجل من أهل الكتاب. قال أحمد: ثنا روح ثنا سعيد يعني عن قتادة به».\rقلت: فعاد الحديث إلى أنه من الإسرائيليات، التي تشبه الرقائق من الصوفيات، وأين هو من قول الله تبارك وتعالى في بعض المحكمات من الآيات: {قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ، قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ} فقد تفضل ربنا تبارك وتعالى على عباده المؤمنين، فجعل من الحق لهم أن يلبسوا ويتزينوا بما شاؤوا من أنواع الألبسة والزينة مما أباح لهم، كما جعل من الحق لهم أن يتمتعوا بما شاءوا من الطيبات من الرزق ولم يضيق عليهم في شيء من ذلك البتة، على خلاف هذا الحديث الإسرائيلي! وإن سيرة الرسول صلى الله عليه وسلم العملية الثابتة عنه لتناقضه أشد المناقضة، بل إنها","seal":"9FBB69B3","part":1},
      {"page":23,"id":24,"nass":"لتثبت بطلانه، فقد كان صلى الله عليه وسلم يأكل طيبًا، ويشرب طيبًا، ويلبس من الثياب الحسنة ما تيسرت له، كيف لا وهو القائل بمثل هذه المناسبة «إن الله جميل يحب الجمال». رواه مسلم في «صحيحه».\r\rالحديث العشرون (ص 53 - 54)\r«عن عبد الله بن حسان العنبري قال: حدثتني (¬1) جدتاي صفية ودحيبة ابنتا عليبة، وكانتا ربيبتي قيلة بنت مخرمة، وكانت جدة أبيهما أنها أخبرتهما قالت: قدمنا على رسول الله صلى الله عليه وسلم ... (الحديث وفيه): المسلم أخو المسلم يسعهما الماء والشجر، ويتعاونان على الفتان. أخرجه أبو داود».\rقلت: إسناده فيه جهالة، والترمذي مع تساهله لم يحسنه فقد قال عقبه (2/ 133).\r«لا نعرفه إلا من حديث عبد الله بن حسان».\rقلت: لم يوثقه أحد، حتى ابن حبان! فهو مجهول الحال، وقد ضعفه الحافظ بقوله: «مقبول»!\rواعلم أن في الباب ما يغني عن هذا الحديث مثل قوله صلى الله عليه وسلم:\r«المسلمون شركاء في ثلاثة: في الكلأ، والماء، والنار».\rوقد أورده المصنف عقب هذا بحديث.\r(فائدة): هذا هو لفظ الحديث: (المسلمون)، وقد اشتهر اليوم وتداوله الكتاب والمحاضرون وغيرهم بلفظ (الناس ... ) وهو شاذ لا يصح، كما بينته في \"إرواء الغليل\" رقم الحديث (1550).\r\rالحديث الواحد والعشرون (ص 54)\r«عن أبيض بن حمال «أنه وفد إلى رسول الله صلى الله عليه وسلم فاستقطعه الملح\r¬__________\r(¬1)","seal":"62242302","part":1},
      {"page":24,"id":25,"nass":"الذي في مأرب. فقطعه له، فلما أن ولى، قال رجل من المجلس: أتدري ما قطعت له يا رسول الله؟ إنما قطعت له الماء العِدَّ، فانتزعه منه، قال: وسألته عما يحمى من الأراك؟ قال: ما لم تنله أخفاف الإبل». أخرجه أبو داود والترمذي».\rقلت: وضعفه الترمذي نفسه بقوله «حديث غريب»!\rقلت: وفيه علتان:\rالأولى: سمي بن قيس، وهو مجهول.\rوالأخرى: محمد بن يحيى بن قيس المأربي، وهو لين الحديث كما قال الحافظ في \"التقريب\" وأورده الذهبي في \"الميزان\" وساق له حديثًا من رواية خطاب بن عمر الصفار عنه، وقال:\r«هذا باطل، فما أدري من افتراه؟ خطاب أو شيخه».\rقلت: فهو إذن في موضع التهمة!\r\rالحديث الثاني والعشرون (ص 56)\r«عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم «الجهاد واجب مع كل أمير، برًّا كان أو فاجرًا ... » الحديث. أخرجه أبو داود».\rقلت: وإسناده ضعيف، فيه مكحول عن أبي هريرة ولم يسمع منه، وعن مكحول العلاء بن الحارث وقد اختلط كما قال الحافظ في \"التقريب\".\r\rالحديث الثالث والعشرون (ص 60)\r«عن أبي المليح عن أبيه رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم","seal":"6C28EE83","part":1},
      {"page":25,"id":26,"nass":"«اعتموا تزدادوا حلمًا، وقال علي: العمائم تيجان العرب» أخرجه أبو داود».\rقلت: هذا العزو لأبي داود باطل، وهو دليل من أدلة كثيرة سبقت الإشارة إليها - على أن المصنف لم يجمع أحاديث كتابه من الكتب الستة مباشرة، وإلا لما وقع في مثل هذا العزو الفاحش، والحديث ليس له ذكر في شيء من أمهات كتب الحديث المطبوعة أصلًا، وإنما أخرجه أبو عبد الله الضبي في «المجلس الحادي والستون» من \"الأمالي\" (ق 2/ 2) باللفظ الذي في الكتاب، وأخرجه ابن عدي في \"الكامل\" (ق 333/ 2) دون ذكر علي فيه، فصار الشطر الثاني بذلك مرفوعًا أيضًا.\rوإسناده ضعيف جدًّا مداره على عبيد الله بن أبي حميد، قال الحافظ ابن حجر في \"التقريب\": «متروك الحديث». وقال البخاري فيه:\r«يروي عن أبي المليح عجائب»!\rقلت: أفليس هذا منها؟\r\rالحديث الرابع والعشرون (ص 63)\r«عن أبي هريرة رضي الله عنه يرفعه إن الله عز وجل يقول: أنا ثالث الشريكين ما لم يخن أحدهما صاحبه، فإذا خانه خرجت من بينهما. أخرجه أبو داود».\rقلت: إسناده ضعيف، وفيه علتان:\rالأولى: جهالة أبي حيان التميمي أحد رواته. قال الذهبي:\r«لا يكاد يعرف، وللحديث علة».\rقلت: وهي:","seal":"EB92254B","part":1},
      {"page":26,"id":27,"nass":"الأخرى: وهي الاختلاف على أبي حيان في وصله وإرساله، ورجح الدارقطني إرساله، وبيانه في \"إرواء الغليل\" (1461).\r\rالحديث الخامس والعشرون (ص 64)\r«عن حذيفة وابن مسعود رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: لا يكن أحدكم إمعة، يقول: أنا مع الناس، إن أحسن الناس أحسنت، وإن أساؤوا أسأت، ولكن وطنوا أنفسكم، إن أحسن الناس أن تحسنوا، وإن أساؤوا ألا تظلموا. أخرجه الترمذي».\rقلت: عليه ثلاثة مآخذ:\rالأول: أنه ليس عند الترمذي إلا من حديث حذيفة وحده!\rالثاني: أنه ليس عنده باللفظ المذكور، وإنما هو بلفظ: «لا تكونوا إمعة، تقولون: إن أحسن الناس أحسنا، وإن ظلموا ظلمنا، ولكن وطنوا أنفسكم ... » الخ.\rالثالث: أنه ضعيف الإسناد، وقول الترمذي: «حديث حسن غريب لا نعرفه إلا من هذا الوجه»، من تساهله الذي سبق أن تحدثنا عنه. وفيه علتان:\rالأولى: الوليد بن عبد الله بن جميع، مختلف فيه، وقد أورده الذهبي في \"الضعفاء\" وقال الحافظ في \"التقريب\":\r«صدوق يهم».\rوالأخرى: أبو هشام محمد بن يزيد، قال الحافظ:\r«ليس بالقوي، وقد قال البخاري: رأيتهم مجمعين على ضعفه».\rوأورده الذهبي في \"الضعفاء\".\rوهو معروف عن ابن مسعود موقوفًا عليه مختصرًا بلفظ:","seal":"4B16CC80","part":1},
      {"page":27,"id":28,"nass":"«اغد عالمًا أو متعلمًا، ولا تغد إمعة بين ذلك».\rأخرجه ابن عبد البر في \"جامع العلم\" (2/ 112) بسند حسن عنه.\r\rالحديث السادس والعشرون (ص 64)\r«عن رافع بن مكيث رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: حسن الملكة نماء، وسوء الخلق شؤم. أخرجه أبو داود».\rقلت: إسناده ضعيف، فيه عثمان بن زفر وهو مجهول، وقد اضطرب في إسناده، ولا مجال لبيانه الآن ومحله \"الأحاديث الضعيفة والموضوعة\" رقم (794).\r\rالحديث السابع والعشرون (ص 67)\r«عن أبي أمامة الشيباني (كذا الأصل! ) (¬1) - واسمه محمد (كذا الأصل! ) -، شامي، قال: سألت أبا ثعلبة الخشني رضي الله عنه قال: قلت: يا أبا ثعلبة كيف تقول في هذه الآية (5: 105) {عَلَيْكُمْ أَنْفُسَكُمْ} قال: أما والله سألت عنها خبيرًا، سألت عنها رسول الله صلى الله عليه وسلم، فقال: ائتمروا بالمعروف وانتهوا عن المنكر، حتى إذا رأيتم شحًّا مطاعًا، وهوى متبعًا، ودنيا مؤثرة، وإعجاب كل ذي رأي برأيه. فعليك بنفسك، ودع عنك العوام، فإن من ورائكم أيامًا الصبر فيهن مثل القبض على جمر، للعامل فيهن أجر خمسين رجلًا يعملون مثل عملكم. أخرجه أبو داود والترمذي».\rقلت: وقال الترمذي: «حديث حسن غريب». وأقول: إسناده ضعيف، فإنه من رواية عتبة بن أبي حكيم حدثنا عمرو بن جاربة اللخمي عن أبي أمية الشعباني به.\r¬__________\r(¬1) والصواب في الموضوعين «أبو أمية الشعباني واسمه (يُحمِد)» بضم الياء وكسر الميم.","seal":"2AF60C48","part":1},
      {"page":28,"id":29,"nass":"وهذا سند مسلسل بالعلل.\rالأولى: أبو أمية الشعباني، لم يوثقه أحد غير ابن حبان وهو متساهل في التوثيق، ولذلك لم يوثقه الحافظ، وإنما قال: مقبول، يعني لين الحديث عند التفرد، كما هو الحال في هذا الحديث.\rالثانية: عمرو بن جارية، والقول فيه مثل ما قلنا في شيخه.\rالثالثة: عتبة بن أبي حكيم، ضعيف لسوء حفظه، وقال الحافظ في \"التقريب\": «صدوق يخطئ كثيرًا».\rقلت: وقد ذكر الترمذي عن ابن المبارك أنه حدثه بهذا الحديث غير عتبة بن أبي حكيم، ولكنه لم يسمه، حتى ننظر فيه هل يستشهد به أم لا.\r\rالحديث الثامن والعشرون (ص 70)\r«عن عبد الله بن مسعود رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم يعلمهم من الدعاء بعد التشهد: «ألف اللهم على الخير قلوبنا، وأصلح ذات بيننا ... » الخ الدعاء. أخرجه أبو داود».\rقلت فيه مؤاخذتان:\rالأولى: أنه ليس عند أبي داود هذا اللفظ، ولا فيه التصريح بأن الدعاء بعد التشهد، وبيانه:\rأخرجه أبو داود في «باب التشهد» من طريق شريك عن أبي إسحاق عن أبي الأحوص عن عبد الله قال:\r«كنا لا ندري ما نقول إذا جلسنا في الصلاة، وكان رسول الله صلى الله عليه وسلم قد عُلم ... فذكر نحوه».","seal":"890E0690","part":1},
      {"page":29,"id":30,"nass":"قلت: يعني نحو حديث آخر قبله من طريق أخرى عن ابن مسعود فيه صيغة التشهد المعروف به. ثم قال شريك: وحدثنا جامع يعني ابن شداد عن أبي وائل عن عبد الله بمثله، قال: وكان يعلمنا كلمات ولم يكن يعلمناهن كما يعلمنا التشهد «اللهم ألف بين قلوبنا، وأصلح ذات بيننا ... » الخ.\rوالأخرى: أن إسناده ضعيف، من أجل شريك هذا وهو ابن عبد الله القاضي، قال الحافظ: «صدوق، يخطئ كثيرًا، تغير حفظه منذ ولي القضاء بالكوفة».\r\rالحديث التاسع والعشرون (ص 6)\r«عن جميع بن عمير التيمي رحمه الله قال دخلت مع عمتي على عائشة، فسألت: أي الناس كان أحب إلى رسول الله صلى الله عليه وسلم؟ قالت: فاطمة، قيل: من الرجال؟ فقالت: زوجها، لقد كان صوامًا قوامًا. أخرجه الترمذي».\rقلت: إسناده ضعيف، قال الترمذي في «المناقب»: حدثنا حسين بن يزيد الكوفي: حدثنا عبد السلام بن حرب عن أبي الجحاف عن جميع بن عمير به.\rقلت: وله علتان:\rالأولى: أن جميع هذا قال الحافظ في \"التقريب\":\r«صدوق يخطئ ويتشيع».\rوأورده الذهبي في \"الضعفاء\" وقال:\r«تابعي مشهور، اتهم بالكذب».","seal":"7FC310EB","part":1},
      {"page":30,"id":31,"nass":"قلت: فمثله لا يحتج به ولا كرامة، لاسيما وهو شيعي يروي في فضل علي رضي الله عنه.\rوالأخرى: حسين بن يزيد الكوفي، قال الحافظ:\r«لين الحديث».\rوأخرجه الترمذي أيضًا من طريق جعفر الأحمر عن عبد الله بن عطاء عن ابن بريدة عن أبيه قال: كان أحب النساء إلى رسول الله صلى الله عليه وسلم فاطمة، ومن الرجال علي».\rوهذا ضعيف الإسناد أيضًا، وعلته من عبد الله بن عطاء، فإنه مع كونه كان يخطئ، فإنه كان يدلس، كما في \"التقريب\" وقد عنعنه.\rوجعفر الأحمر هو ابن زياد، وهو كوفي صدوق يتشيع!\rوأنا أرى أن الحديث عن عائشة باطل، وعن غيرها منكر، لمخالفته ما ثبت عن جماعة من الصحابة منهم السيدة عائشة نفسها رضي الله عنها، فروى أحمد (6/ 241) عن عبد الله بن شقيق قال: قلت لعائشة: أي الناس كان أحب إلى رسول الله صلى الله عليه وسلم؟ قالت: عائشة، قلت: فمن الرجال؟ قالت: أبوها.\rقلت: وإسناده صحيح.\rوقد سئل النبي صلى الله عليه وسلم ذاته هذا السؤال، فأجاب بنفس جواب عائشة مما يدل على أنها لم تقل ذلك بالرأي، وإنما توقيفًا.\rوهو في \"الصحيحين\" من حديث عمرو بن العاص رضي الله عنه. وله شاهد من حديث أنس عند ابن ماجه (101) بإسناد صحيح على شرط الشيخين.\rفدل ذلك كله على بطلان حديث الترمذي، إذ كيف يعقل أن تجيب","seal":"1A05F8A8","part":1},
      {"page":31,"id":32,"nass":"السيدة عائشة بجواب تخالف به جوابها الثابت عنها، وتخالف جواب رسول الله صلى الله عليه وسلم نفسه؟ !\rوبعد كتابة ما تقدم رأيت الذهبي يقول في \"تلخيص المستدرك\" (3/ 154) متعقبًا على الحاكم تصحيحه للحديث:\r«قلت: جميع متهم، ولم تقل عائشة هذا أصلًا»!\r\rالحديث الثلاثون (ص 8)\r«عن بريدة رحمه الله قال: سمعت رسول الله صلى الله عليه وسلم يقول:\r«إن من البيان سحرًا، وإن من العلم جهلًا، ومن الشعر حكمًا، وإن من القول عيالًا» أخرجه أبو داود».\rقلت: إسناده ضعيف، لأنه يرويه من طريق أبي جعفر النحوي عبد الله بن ثابت قال: حدثني صخر بن عبد الله بن بريدة عن أبيه عن جده.\rوفيه علتان:\rالأولى: صخر هذا لين الحديث كما في \"التقريب\".\rوالأخرى: عبد الله بن ثابت قال الحافظ:\r«مجهول».\rوإنما يثبت من الحديث الجملة الأولى والثالثة، أخرجهما أبو داود وغيره عن ابن عباس بسند حسن، وعند البخاري الأولى منهما من حديث ابن عمر، والأخرى من حديث أبي.\r\rالحديث الواحد والثلاثون (ص 35)\r«عن العباس بن عبد المطلب رضي الله عنه قال: قلت: يا رسول الله إن قريشًا جلسوا يتذاكرون أحسابهم بينهم، فجعلوا مثل ذلك كمثل نخلة","seal":"0CDB6F7A","part":1},
      {"page":32,"id":33,"nass":"في كبوة من الأرض، فقال رسول الله صلى الله عليه وسلم: إن الله خلق الخلق فجعلني من خير فرقهم، وخير الفريقين، ثم خير القبائل، فجعلني في خير قبيلة، ثم تخير (الأصل: خير! ) البيوت فجعلني من خير بيوتهم، فأنا خيرهم نفسًا وخيرهم بيتًا. أخرجه الترمذي».\rقلت: إسناده ضعيف، فيه يزيد بن أبي زياد وهو الهاشمي مولاهم الكوفي قال الحافظ:\r«ضعيف كبر فتغير، صار يتلقن».\rوالمصنف ترجم له بقوله: «العرب خيرة الله من خلقه»! فكان الصواب إيراد حديث مسلم عن واثلة بن الأسقع فإنه يغني عنه في الباب ولفظه: «إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشًا من كنانة، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم».\rعلى أن الترجمة المذكورة لا تخلو من نظر يأتي بيانه فيما بعد إن شاء الله.\r\rالحديث الثاني والثلاثون (ص 60)\r«عن إسماعيل بن عبد الله بن الحارث رضي الله عنه قال: «إن رسول الله صلى الله عليه وسلم اشترى حلة ببضعة وعشرون قلوصًا فأهداها إلى ذي يزن». أخرجه أبو داود».\rقلت: إسناده ضعيف، أخرجه في «اللباس» من طريق علي بن زيد عن إسحاق بن عبد الله بن الحارث أن رسول الله صلى الله عليه وسلم ... الحديث.\rومنه يتبين أن إسناده انقلب على المصنف فقال: «إسماعيل» بدل «إسحاق»!\rوإسحاق هذا هو تابعي كما في \"التقريب\" فالحديث مرسل، وترضي المصنف عنه يشعر بأنه صحابي، وذلك يوهم بأن الحديث موصول! !\rوللحديث علة أخرى وهي ضعف علي بن زيد وهو ابن جدعان، قال الحافظ:\r«ضعيف».","seal":"8392A7E8","part":1},
      {"page":33,"id":34,"nass":"وعند أبي داود حديث آخر عن أنس: «أن ملك ذي يزن أهدى إلى رسول الله صلى الله عليه وسلم، حلة أخذ بثلاثة وثلاثين بعيرًا، أو ثلاث وثلاثين ناقة، فقبلها».\rوإسناده ضعيف أيضًا.\r\rالحديث الثالث والثلاثون (ص 63)\r«عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «خصلتان لا تجتمعان في مؤمن: البخل وسوء الخلق» أخرجه الترمذي».\rقلت: الترمذي مع تساهله لم يحسنه، بل ضعفه بقوله:\r«حديث غريب لا نعرفه إلا من حديث صدقة بن موسى».\rقال المناوي في \"فيض القدير\":\r«قال الذهبي: وصدقة ضعيف، ضعفه ابن معين وغيره. وقال المنذري: ضعيف». وقال الحافظ:\r«صدوق له أوهام».\r\rالحديث الرابع والثلاثون (ص 69)\r«عن ثوبان رضي الله عنه أن النبي صلى الله عليه وسلم قال: من قال حين يمسي: رضيت بالله ربًّا وبالإسلام دينًا وبمحمد نبيًّا، كان حقًّا على الله أن يرضيه. أخرجه الترمذي».\rقلت: إسناده ضعيف، فيه سعيد بن المرزبان قال الحافظ:\r«ضعيف، مدلس».\rقلت: وقد عنعنه! وقد تكلمت على الحديث في تعليقي على \"الكلم الطيب\" (ص 33 - 34 طبع المكتب الإسلامي).\r\rالحديث الخامس والثلاثون (ص 69)\r«عن أبي الدرداء رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: كان من دعاء داود يقول: اللهم إني أسألك حبك وحب من يحبك، والعمل","seal":"F85DF31A","part":1},
      {"page":34,"id":35,"nass":"الذي يُبلغني حبك، اللهم اجعل لي حبًّا أحب إلي من نفسي ومالي وأهلي ومن الماء البارد. قال: وكان رسول الله صلى الله عليه وسلم إذا ذكر داود يحدث عنه قال (الأصل: ويقول! ) كان أعبد البشر. أخرجه الترمذي».\rقلت: إسناده ضعيف، فيه عبد الله بن ربيعة الدمشقي، قال الحافظ:\r«مجهول».\r\r2 - ما عزاه للبخاري مطلقًا وهو عنده معلق:\rالحديث الأول:\r«عن زيد بن ثابت رضي الله عنه قال: «أمرني رسول الله صلى الله عليه وسلم فتعلمت له كتاب اليهود، وفي رواية السريانية وقال إني والله ما آمن يهود على كتابي، فما مر لي نصف شهر حتى تعلمته، وحذقته، فكنت أكتب له إليهم، وأقرأ له كتبهم». أخرجه البخاري وأبو داود والترمذي».\rقلت: هو عند البخاري معلق غير موصول، فقال في «كتاب الأحكام»: وقال خارجة بن زيد بن ثابت عن زيد بن ثابت به نحوه. قال الحافظ ابن حجر في \"شرحه\" (13/ 161):\r«وهذا التعليق من الأحاديث التي لم يخرجها البخاري إلا معلقة، وقد وصله مطولًا في \"كتاب التاريخ\" ... وأخرجه أبو داود والترمذي، وقال: حديث حسن صحيح ... وأخرجه أحمد وإسحاق في \"مسنديهما\" ... ».\r\rالحديث الثاني (ص 15):\r«عن الشريد بن سويد الثقفي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «لي الواجد يحل عرضه وعقوبته» أخرجه البخاري وأبو داود والنسائي».\rقلت: أخرجه البخاري معلقًا بصيغة التمريض فقال في «الاستقراض»: «ويذكر عن النبي صلى الله عليه وسلم ... » فذكره. وقال الحافظ في \"شرحه\" (5/ 46):\r«وصله أحمد وإسحاق في \"مسنديهما\" وأبو داود والنسائي ... و ... وإسناده حسن».\rوقد بينت وجه حسنه في \"إرواء الغليل\" (1424).","seal":"13D61D5D","part":1},
      {"page":35,"id":36,"nass":"الحديث الثالث (ص 17):\r«عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «من أفطر يومًا من رمضان من غير رخصة ولا مرض لم يقضه صوم الدهر كله وإن صامه». أخرجه البخاري وأبو داود والترمذي».\rقلت: علقه البخاري بصيغة التمريض فقال: «ويذكر عن أبي هريرة رفعه ... » فذكره. وقد وصله أصحاب السنن وغيرهم من طريق حبيب بن أبي ثابت حدثنا أبو المطوس عن أبيه عن أبي هريرة.\rوهذا سند ضعيف، والترمذي مع تساهله لم يحسنه، وفيه ثلاث علل: الاضطراب، والجهل بحال أبي المطوس، والشك في سماع أبيه من أبي هريرة. راجع تفصيل ذلك في \"الفتح\" (4/ 139)، ولذلك ضعف الحديث جماعة من الأئمة منهم البغوي والقرطبي والذهبي والدميري. راجع \"فيض القدير\" للمناوي.\rهذا، وإن من غرائب المصنف، أنه في الوقت الذي أطلق عزو الأحاديث المتقدمة إلى البخاري، وأوهم الطلاب صحتها كلها، وفيها ما هو ضعيف، كما بينا - فإنه عكس ذلك في بعض الأحيان فعزاها إليه معلقة وهي عنده موصولة! فأوهم من كان على علم بالفرق بين القسمين على ما سبق بيانه - أنه ضعيف! وهو عند البخاري صحيح موصول! فقال المؤلف (ص 8):\r«عن عبد الله بن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: إن أحق ما أخذتم عليه أجرًا كتاب الله. أخرجه البخاري تعليقًا».\rفقال البخاري في «الطب» من \"صحيحه\" (4/ 61 - طبع أوربا): حدثني سِيدان بن مضارب أبو محمد الباهلي حدثنا أبو معشر يوسف بن","seal":"109ECF12","part":1},
      {"page":36,"id":37,"nass":"يزيد البراء حدثني عبيد الله بن الأخنس أبو مالك عن ابن أبي مليكة عن ابن عباس به. وفيه قصة.\rنعم قد علقه البخاري في موضعين منه، الأول في «الإجارة» والآخر في «الطب» أيضًا، في الباب الذي قبل باب هذا الموصول. وهذا من الأدلة الكثيرة على أن المصنف لم ينقل أحاديث كتابه كلها من الكتب الستة مباشرة، وإلا لكان رأى هذا الحديث موصولًا عند البخاري وهو عنده بعد المعلق بسطور!\rوقد وصل الحديث أيضًا الدارقطني وصححه والبيهقي، وقد خرجته في \"الإرواء\" (1489).\r\r3 - عزوه الحديث لبعض \"السنن\" وهو في \"الصحيحين\" أو أحدهما، وإليك الأمثلة:\rالحديث الأول:\r«عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «ما اجتمع قوم في بيت من بيوت الله تبارك وتعالى يتلون كتاب الله عز وجل، ويتدارسونه بينهم إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده». أخرجه أبو داود».\rقلت: هو في \"صحيح مسلم\" في «كتاب الذكر» (8/ 71) بالحرف الواحد!\r\rالحديث الثاني (ص 18):\r«عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال يومًا: «أتدرون ما الغيبة؟ قالوا: الله ورسوله أعلم. قال: ذكر أحدكم","seal":"D6B166A5","part":1},
      {"page":37,"id":38,"nass":"أخاه بما يكره، فقال رجل: أرأيت إن كان في أخي ما أقول؟ قال إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهته». أخرجه أبو داود والترمذي».\rقلت: هو في \"صحيح مسلم\" في «البر والصلة والآداب» (7/ 21) من طريق العلاء بن عبد الرحمن بن يعقوب عن أبيه عن أبي هريرة به. ورواه مالك في \"الموطأ\" (2/ 987/10 - تحقيق محمد فؤاد عبد الباقي) عن المطلب بن عبد الله بن خطب المخزومي مرسلًا.\rوبهذه المناسبة لا بد من التنبيه على خطيئة فاحشة، وقعت للمحقق المذكور في تخريجه لأثر ذكره الإمام مالك في الباب الذي قبل باب هذا الحديث، فقد جاء فيه: «مالك أنه بلغه أن عيسى ابن مريم كان يقول: لا تكثروا الكلام بغير ذكر الله فتقسوا قلوبكم فإن القلب القاسي بعيد من الله ... » الخ، فجاء تحته في التخريج المشار إليه ما نصه:\r«مرسل. وقد وصله العلاء بن عبد الرحمن بن يعقوب عن أبيه عن أبي هريرة. أخرجه مسلم في: 45 - كتاب البر والصلة والآداب، 20 - باب تحريم الغيبة، حديث 70».\rولما رجعت إلى الحديث الذي أشار إليه والباب، تبين أنه يعني حديث أبي هريرة هذا في الغيبة، وليس له أية صلة بقول عيسى عليه السلام الذي ذكره مالك رحمه الله بلاغًا.\rفكيف وقعت هذه الخطيئة؟ يبدو -والله أعلم- أن المحقق محمد فؤاد عبد الباقي رحمه الله كان ربط ورقة هذا التخريج بحديث المطلب الذي رواه مالك عنه مرسلًا كما ذكرنا، ليطبع تحته، فأخطأ الطابع فطبعه تحت قول عيسى عليه السلام، ثم انطلى ذلك على المصحح، ولا أستبعد","seal":"19361BFB","part":1},
      {"page":38,"id":39,"nass":"أن يكون هو المحقق نفسه، لأنه ليس من العلماء بالحديث ولا حفظ عنده فيه ولا عناية له به. وإنما هو مفهرس فقط، وليس كل من قال «أخرج فلان» أو «روى فلان» صار من أهل الحديث!\rوأما السبب في اكتشاف هذه الخطيئة، فله قصة مضحكة مبكية، يحسن ذكرها لما فيها من عبرة:\rمنذ بضع سنين جاءني أحد الخطباء في بعض مساجد دمشق ومن الوعاظ المتجولين، فذكر لي أنه ألف كتابًا، أورد فيه أحاديث انتقاها من كتب السنة، وأنه طلب من بعض الأغنياء المحسنين أن يساعده على طبع الكتاب، قال: فقال له ذلك المحسن: إذا كان الأستاذ ناصر الدين الألباني يوافق على طبعه فأنا أساعدك على ذلك. ثم طلب موافقتي، فأبيت حتى أطلع على الكتاب، فأرسله إلي. فلما تصفحته، وجدت فيه أشياء عجيبة مستنكرة، من ذلك أنه عزى قول عيسى هذا عليه السلام الذي رواه مالك بلاغًا إلى صحيح مسلم من حديث أبي هريرة مرفوعًا إلى النبي صلى الله عليه وسلم قال: قال\rعيسى ... ! !\rفلما رأيت هذا عجبت منه أشد العجب لتيقني بأن مثل هذا الحديث لا أصل له في \"صحيح مسلم\"، ولا في غيره من الكتب الستة اللهم إلا الجملة الأولى منه، فهي عند الترمذي من حديث ابن عمر بسند ضعيف كما بينته في \"سلسلة الأحاديث الضعيفة\" رقم (924) أو ما بعده.\rفاتصلت به هاتفيًّا، وذكرت له رأيي في الكتاب، وما فيه من مآخذ وأخطاء، أشدها هذا العزو، ثم قلت له: فمن أين لك هذا، فسكت برهة، ثم قال: اصبر قليلًا حتى آتي بالكتاب، ثم هتف إلي","seal":"99BCC167","part":1},
      {"page":39,"id":40,"nass":"قائلًا -ويا لهول ما قال-: إن الإمام مالك هو الذي عزى الحديث لمسلم في كتاب البر والصلة ... الخ! ! فقلت: ما هذا أيها الشيخ! ألا تعلم أن بين مسلم ومالك مفاوز، وأن مسلمًا متأخر عن مالك، فإن من شيوخ مسلم الإمام أحمد، ومن شيوخ هذا الإمام الشافعي، ومن شيوخ الشافعي مالك، فكيف يعزو مالك الحديث إلى مسلم، وهو قد مات قبله بسنين؟ ! ثم سكت متحيرًا، وتكلم بكلمات فهمت منها أن مالكًا قال ذلك في كتابه \"الموطأ\"! فقلت: هذا مستحيل، وسأدرس الموضوع، وأبين لك الحقيقة إن شاء الله تعالى.\rفعدت إلى المكتبة الظاهرية، وراجعت \"الموطأ\" بتحقيق محمد فؤاد عبد الباقي، فكان ذلك هو السبب لاكتشاف تلك الخطيئة الفاحشة التي أنبتت أفحش منها، بسبب جهل الناس بالحديث وقلة عنايتهم به حتى في المدارس الشرعية والكليات. والله المستعان.\r\rالحديث الثالث (ص 31):\r«عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: إذا تواجه المسلمان بسيفيهما فقتل أحدهما صاحبه فهما في النار ... أخرجه النسائي».\rقلت: قد أخرجه الشيخان من حديث أبي بكرة رضي الله عنه، فكان الواجب أن يعزو إليهما، ويذكره بلفظهما وهو قريب من هذا لا سيما وهو عند النسائي في «تحريم الدم» من طرق عن الحسن عن أبي موسى، والحسن هو البصري وهو مدلس عن الصحابة، وقد عنعنه في","seal":"0D535687","part":1},
      {"page":40,"id":41,"nass":"جميع الطرق عنه، بل قال البزار وقد ذكر جماعة من الصحابة روى عنهم الحسن ولم يسمع منهم:\r«وروى عن أبي موسى الأشعري، وأبو موسى إنما كان بالبصرة أيام عمر، فلا أحسبه سمع منه».\rوأما الشيخان: فقد أخرجاه من طرق عن الحسن أيضًا عن الأحنف بن قيس عن أبي بكرة.\rوتابعه ربعي بن حراش عن أبي بكرة. عند مسلم والنسائي.\rفتأمل كيف آثر المصنف الطريق الغريبة المعلولة، وأعرض عن الطريق الصحيحة السليمة من العلة، مع المتابعة، وإخراج الشيخين لها! !\r\rالحديث الرابع: (ص 32)\r«عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «لا ترجعوا بعدي كفارًا يضرب بعضكم رقاب بعض». أخرجه أبو داود والنسائي».\rقلت: هذا عند البخاري ومسلم من حديث جرير بن عبد الله البجلي ومن حديث ابن عمر أيضًا، ومن الغريب أن المصنف أورده بعد هذا في خطبة الوداع معزوًّا إليهما! وأخرجه البخاري أيضًا من حديث ابن عباس وأبي بكرة الثقفي.\r\rالحديث الخامس: (ص 68)\r«لا تقوم الساعة حتى تعود أرض العرب مروجًا وأنهارًا، وحتى يسير الراكب بين العراق ومكة لا يخاف إلا ضلال الطريق، وحتى يكثر الهرج، قالوا: وما الهرج يا رسول الله؟ قال: القتل القتل. أخرجه أحمد في \"المسند\" والحاكم في \"المستدرك\"».","seal":"6CC6361F","part":1},
      {"page":41,"id":42,"nass":"قلت: كذا وقع في الأصل، لم يذكر صحابي الحديث، وهو أبو هريرة رضي الله عنه. ولفظ الحديث لأحمد (2/ 370 - 371)، وليس للحاكم منه إلا الجملة الأولى، وقال (4/ 477) «صحيح على شرط مسلم ولم يخرجاه» ووافقه الذهبي.\rولقد وهم الحاكم ثم الذهبي في استدراكه على مسلم، ووهم المصنف أشد، فإنه إذا استجاز عزو الحديث كله للحاكم أيضًا، وليس له منه إلا ما ذكرنا، فكان يلزم أن يعزوه لمسلم أيضًا، بل هو بذلك أولى على طريقته! فقد أخرج مسلم الشطر الأول منه في «الزكاة» (3/ 84) ولفظه:\r«لا تقوم الساعة حتى يكثر المال ويفيض، حتى يخرج الرجل بزكاة ماله فلا يجد أحدًا يقبلها، وحتى تعود أرض العرب مروجًا وأنهارًا».\rوأخرج الشطر الأخير منه في «الفتن» (8/ 170 - 171).\r«لا تقوم الساعة حتى يكثر الهرج، قالوا ... ».\rوالحديثان عند مسلم من نفس الطريق الذي عند أحمد والحاكم، عن سهيل بن أبي صالح عن أبيه عن أبي هريرة.\rوالحديث الأول عند مسلم هكذا: «حدثنا قتيبة بن سعيد حدثنا يعقوب وهو ابن عبد الرحمن القاري عن سهيل» به. وبهذا السند عينه أخرج الحديث الثاني، وجمعهما الإمام أحمد في سياق واحد بسند مسلم المذكور وجعل الثاني تمام الأول، فقال (2/ 417): «ثنا قتيبة بن سعيد ... » فذكره.\rإذا عرفت ما تقدم فالصواب في تخريج الحديث أن يقال ما مثاله:\rأخرجه الإمام أحمد بتمامه، ومسلم دون الجملة الوسطى، واستدرك عليه الحاكم الجملة الأولى فوهم!","seal":"C749D397","part":1},
      {"page":42,"id":43,"nass":"الحديث السادس: (ص 11)\r«عن قيس بن عباد رضي الله عنه قال:\rانطلقت أنا والأشتر إلى علي بن أبي طالب فقلنا له: هل عهد إليك رسول الله صلى الله عليه وسلم شيئًا لم يعهده إلى الناس عامة؟ قال: لا، إلا ما في هذا، فأخرج كتابًا من قراب سيفه فإذا فيه ... . أخرجه أبو داود والنسائي».\rقلت: هذا الحديث في \"الصحيحين\" وغيرهما من طرق عن علي رضي الله عنه بألفاظ مختلفة، وفوائد جمة، يزيد بعضها على بعض، والمصنف ترجم له بقوله «تدوين الحديث في العصر النبوي»، وهذا القدر منه الدال على هذا المعنى مخرج في \"صحيح مسلم\" من طريقين:\rالأولى: عن أبي الطفيل قال: «سئل علي: أخصكم رسول الله صلى الله عليه وسلم بشيء؟ فقال: ما خصنا رسول الله صلى الله عليه وسلم بشيء لم يعم به الناس كافة إلا ما كان في قراب سيفي هذا، فأخرج صحيفة مكتوب فيها: لعن الله من ذبح لغير الله، لعن الله ... ».\rأخرجه في «الأضاحي».\rالأخرى: عن إبراهيم التميمي عن أبيه قال:\r«خطبنا علي بن أبي طالب فقال: من زعم أن عندنا شيئًا نقرأه إلا كتاب الله وهذه الصحيفة (قال: وصحيفة معلقة في قراب سيفه) فقد كذب، فيها أسنان الإبل، وأشياء من الجراحات، وفيها قال النبي صلى الله عليه وسلم: المدينة حرم ما بين عير إلى ثور، فمن أحدث فيها حدثًا ... » الحديث.","seal":"10F4CCB7","part":1},
      {"page":43,"id":44,"nass":"أخرجه في «العتق» وهو عند البخاري أيضًا في «الفرائض» لكن ليس فيه ذكر القراب إلا أن موضع الشاهد منه موجود عنده أيضًا.\r\rالحديث السابع: (ص 64):\r«عن أنس بن مالك رضي الله عنه قال: قال رسول صلى الله عليه وسلم: مثل المؤمن الذي يقرأ القرآن مثل الأترجة ... ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة ... ومثل الفاجر الذي يقرأ القرآن كمثل الريحان ... ومثل الفاجر الذي لا يقرأ القرآن كمثل الحنظلة ... ومثل جليس الصالح كمثل صاحب المسك ... ومثل جليس السوء كمثل صاحب الكير ... .\rأخرجه أبو داود».\rقلت: هذا في \"الصحيحين\" من حديث أبي موسى الأشعري رضي الله عنه مفرقًا، فالأمثلة الأربعة المتعلقة بقراءة القرآن، في حديث عند البخاري في «الأطعمة» و «فضائل القرآن» و «التوحيد» وعند مسلم في «المسافرين» كلاهما من طريق قتادة قال: حدثنا أنس عن أبي موسى فكأنه سقط من رواية أبي داود ذكر أبي موسى، فإنه عنده من هذا الوجه: قتادة عن أنس. وأخرجه في رواية أخرى مثل رواية الشيخين.\rوالمثلان الآخران في حديث آخر، ومن طريق أخرى عن أبي موسى.\rأخرجه البخاري في «البيوع» و «الذبائح»، ومسلم في «البر والصلة».\r\rالحديث الثامن: (ص 69)\r«عن بريدة رضي الله عنه أن النبي صلى الله عليه وسلم قال:","seal":"15A6FEAA","part":1},
      {"page":44,"id":45,"nass":"من قال حين يصبح أو حين يمسى: اللهم أنت ربي لا إله إلا أنت خلقتني ... دخل الجنة. أخرجه أبو داود».\rقلت: هذا في \"صحيح البخاري\" من حديث شداد بن أوس مرفوعًا به وزاد في أول الدعاء: «سيد الاستغفار: اللهم ... » فلو آثره المصنف لكان أصاب مرتين: الأولى لأنه أصح، والأخرى لأن فيه الزيادة!\r\r4 - عزوه الحديث إلى غير مخرجه، وإلى من غيره أولى بالعزو منه من غير الستة، وإلى غير صحابيه، وضمه إليه زيادة من مصدر غير موثوق\rفهذه أربعة مؤاخذات:\r\rفمثال الأولى: (ص 22): «عن عائشة رضي الله عنها قالت: ما رأيت أحدًا أشبه سمتًا ودلًّا وهديًا برسول الله صلى الله عليه وسلم في قيامه وقعوده من فاطمة بنت رسول الله صلى الله عليه وسلم، قالت: وكانت إذا دخلت على النبي صلى الله عليه وسلم قام إليها فقبلها وأجلسها في مجلسه، وكان النبي صلى الله عليه وسلم إذا دخل عليها قامت من مجلسها، وقبلته، وأجلسته في مجلسها، فلما مرض النبي صلى الله عليه وسلم دخلت فاطمة فأكبت عليه، فقبلته، ثم رفعت رأسها، فبكت ثم أكبت عليه، ثم رفعت رأسها، فضحكت، فقلت: إن كنت لأظن هذه من أعقل نسائنا، فإذا هي من النساء، فلما توفي رسول الله صلى الله عليه وسلم قلت لها: أرأيت حين أكببت على رسول الله صلى الله عليه وسلم، فرفعت رأسك فبكيت، ثم أكببت عليه، فرفعت رأسك فضحكت، ما حملك على ذلك؟ قالت: إني إذن لبذرة، أخبرني أنه ميت من وجعه هذا، فبكيت، ثم أخبرني أني","seal":"8D58CDC8","part":1},
      {"page":45,"id":46,"nass":"أسرع أهله لحوقًا به، فذاك حين ضحكت. أخرجه البخاري ومسلم وأبو داود والترمذي».\rقلت: هذا الحديث لا يصح عزوه إلا للترمذي وحده فهو الذي أخرجه بهذا التمام في «المناقب» وقال: «حديث حسن غريب»، وأما أبو داود فإنما أخرج منه قصة القيام والتقبيل فقط، وهذا ما لم يخرجه الشيخان أصلًا، وإنما أخرجا بإسناد آخر آخره في بكاء فاطمة وضحكها عليها السلام.\rوثمة مثال آخر حديث عزاه لأبي داود ولا أصل له عنده ثم هو ضعيف جدًّا، تقدم في الفصل الأول (الحديث الثالث والعشرين).\rومثال ثالث، وهو قوله (ص 44):\r«عن عائشة رضي الله عنها أن فتاة دخلت عليها فقالت: إن أبي زوجني من ابن أخيه ليرفع خسيسته، وأنا كارهة، قالت اجلسي حتى يأتي رسول الله صلى الله عليه وسلم، فجاء رسول الله صلى الله عليه وسلم، فأخبرته، فأرسل إلى أبيها، فدعاه فجعل الأمر إليها، فقالت: يا رسول الله، قد أجزت ما صنع أبي، ولكن أردت أن أعلم النساء أن ليس للآباء من الأمر شيء. أخرجه النسائي».\rقلت: الحديث عند النسائي في «كتاب النكاح» (2/ 78) بهذا السياق إلا الجملة الأخيرة منه فإنها بلفظ:\r«ولكن أردت أن أعلم أن للنساء من الأمر شيء».\rوإنما أخرجه بلفظ الكتاب أحمد (6/ 136) والدارقطني (386) وكذا ابن ماجه (1874)، إلا أنه جعله من حديث بريدة.\rوأخرجه بلفظ النسائي الدارقطني (386) والبيهقي (7/ 118) وزاد في آخره:\r«أم لا؟ ».","seal":"A55B14D3","part":1},
      {"page":46,"id":47,"nass":"ثم الحديث ضعيف الإسناد، لأنه من رواية كهمس بن الحسن عن عبد الله بن بريدة عن عائشة.\rقال الدارقطني والبيهقي عقبه:\r«وهذا مرسل، ابن بريدة لم يسمع من عائشة رضي الله عنها».\rوكل الرواة عن كهمس قالوا: عن عبد الله بن بريدة عن عائشة، سوى وكيع فقال: عن ابن بريدة عن أبيه قال: فذكره.\rأخرجه ابن ماجه قال: حدثنا هناد بن السري ثنا وكيع به.\rوهذا خطأ من هناد فقد قال الإمام أحمد: ثنا وكيع ثنا كهمس عن عبد الله بن بريدة عن عائشة.\rوهذا هو الصواب: أن الحديث عن عائشة لموافقة هذه الرواية عن وكيع لرواية الجماعة عن كهمس.\r\rومثال المؤاخذة الثانية: (ص 16)\r«عن معاذ بن جبل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: من أعطى زكاة ماله مؤتجرًا فله أجرها، ومن منعها فإنا آخذوها وشطر ماله، عزمة من عزمات ربنا، ليس لآل محمد منها شيء. أخرجه رزين».\rقلت: هو رزين بن معاوية أبو الحسن العبدري الأندلسي السرقسطي المتوفى سنة (535) صنف \"تجريد الصحاح والسنن\" وهو المراد عند نسبة الحديث إليه، وهو غير معروف اليوم، وإنما يعزو إليه المصنف وغيره بواسطة كتاب آخر، مثل \"جامع الأصول\" لابن الأثير و\"المشكاة\" وغيره.\rويبدو مما ينقل العلماء عنه أنه وقع في كتابه كثير من الأحاديث والزيادة في المتون مما لا أصل له عند أحد من أئمة الحديث فضلًا عن الكتب الستة، من ذلك حديث صلاة الرغائب، ومنها حديث آخر في فضل الفقيه، بينت وضعه في تعليقي على \"المشكاة\" (1/ 84/251) فراجعه إن شئت.","seal":"5C2C4F17","part":1},
      {"page":47,"id":48,"nass":"من أجل ذلك فلا غناء ولا فائدة من عزو الحديث إلى رزين، لا سيما إذا كان الحديث المنسوب إليه هو في بعض الأصول الستة، كهذا الحديث، فقد أخرجه أبو داود والنسائي وكذا الدارمي والحاكم وأحمد وغيرهم من حديث بهز بن حكيم عن أبيه عن جده معاوية بن حيدة. وإسناده حسن، وصححه الحاكم والذهبي. وجعله من حديث معاذ بن جبل وهم من المصنف أو رزين.\rوهذا يصلح مثالًا آخر من الأمثلة الكثيرة على أن المصنف لم يجمع هذه الأحاديث من الكتب الستة، بل من غيرها من التي تنقل عنها!\r\rومثال المؤاخذة الثالثة وهو عزو الحديث إلى غير صحابيه، فهو قوله:\r«عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ما من أحد يسلم علي إلا رد الله تبارك وتعالى علي روحي حتى أرد عليه السلام. أخرجه أبو داود».\rقلت: وهذا عند أبي داود في آخر كتاب «الحج» من حديث أبي هريرة، لا من حديث أنس! ولا أصل له عنه فيما نعلم، وفي ثبوت الحديث خلاف، والراجح عندنا أنه حسن الإسناد. والله اعلم.\r\rومثال المؤاخذة الرابعة قوله (ص 50):\r«عن بريدة رضي الله عنه قال: خرج رسول الله صلى الله عليه وسلم في بعض مغازيه فلما انصرف جاءت جويرية سوداء، فقالت: إني كنت نذرت إن ردك الله سالمًا أن أضرب بين يديك بالدف وأتغنى، فقال لها: إن كنت نذرت فاضربي وإلا فلا، فقالت: نذرت، وجعلت تضرب (زاد رزين: وتقول:\rطلع البدر علينا من ثنيات الوداع\rوجب الشكر علينا ... ما دعا لله داع","seal":"7C8309CB","part":1},
      {"page":48,"id":49,"nass":"ثم اتفقا) فدخل أبو بكر وهي تضرب ... . أخرجه الترمذي.\rقلت: وهذه الزيادة تفرد رزين بذكرها في هذا الحديث، ولا أصل لها في شيء من طرق الحديث فيما نعلم، فقد أخرجه بدونهما الترمذي كما علمت، وكذلك أخرجها أحمد وغيره عن بريدة بإسناد جيد، وله شاهد من حديث عمرو بن شعيب عن أبيه عن جده دون هذه الزيادة ودون ما بعدها. أخرجه أبو داود وقد ذكره المصنف بعد هذا.\rوقد عرفت شيئًا من حال رزين في مثال المؤاخذة الثانية.\rنعم رويت هذه الزيادة في حديث آخر، لا علاقة لها بهذه القصة بلفظ:\r«لما قدم رسول الله صلى الله عليه وسلم المدينة جعل النساء والصبيان والولدان يقلن: طلع البدر علينا ... ». رواه أبو الحسن الخلعي في \"الفوائد\" (59/ 2). إلا أن إسناده معضل لا يصح، وفي معناه نظر، وليس هذا محل بيان ذلك، وإنما هو في \"سلسلة الأحاديث الضعيفة\" رقم (590) وسينشر في مجلة \"التمدن الإسلامي\" في بعض أعداد السنة الآتية إن شاء الله تعالى. فمن العجائب أن يستدل به بعض المشايخ على إباحة الدف في مجالس الذكر (¬1) مع أنه ليس فيه ذكر للدف أصلًا ولا هو في الذكر، وإنما هو في اللهو المباح، هذا لو صح الحديث!\r\r5 - ترجمته للحديث بما لا يدل عليه.\rأولًا - قال (ص 7): «الصحابة خيرة الله من الناس».\rثم ذكر حديث «خير الناس قرني ... ».\rوأقول: الحديث أخص من الدعوى، والترجمة أهم، حتى ليدخل فيها الأنبياء فإنهم من الناس. فهل الصحابة أفضل منهم عند المصنف! أم هو العي والقصور في التعبير؟ !\r¬__________\r(¬1) انظر الكتاب المسمى \"ردود على أباطيل\" (ص 55 - 56 و 71 - 72).","seal":"D89D3B79","part":1},
      {"page":49,"id":50,"nass":"ثانيًا - قال (ص 8): «الأجرة على التعليم».\rثم ذكر حديث «إن أحق ما أخذتم عليه أجرًا كتاب الله».\rقلت: الصواب في الحديث أنه في أخذ الأجر على الرقية بالقرآن كما ذهب إلى ذلك الحنفية، لا على تلاوته، ولا على تعليمه، وذلك للأمرين:\rالأول: أن النبي صلى الله عليه وسلم قال الحديث بمناسبة الرهط الذين أخذوا شاة على الرقية ثم كرهوا ذلك فقال لهم عليه السلام هذا الحديث. ولو أن المصنف ساق الحديث كما ورد في سببه لكان أصاب. فأستدرك ذلك عليه فأقول:\rقال ابن عباس: إن نفرًا من أصحاب النبي صلى الله عليه وسلم مروا بماء فيهم لديغ أو سليم، فعرض لهم رجل من أهل الماء. فقال: هل فيكم من راق؟ إن في الماء رجلًا لديغًا أو سليمًا، فانطلق رجل منهم، فقرأ بفاتحة الكتاب على شاء فبرأ، فجاء بالشاء إلى أصحابه، فكرهوا ذلك، وقالوا: أخذت على كتاب الله أجرًا، حق قدموا المدينة، فقالوا: يا رسول الله أخذ على كتاب الله أجرًا، فقال رسول الله صلى الله عليه وسلم إن أحق ... » الحديث.\rوالآخر: أن هناك أحاديث عديدة صحيحة تنافي ما ترجم به المصنف للحديث، فإن لم يحمل على الرقية تعارض مع تلك الأحاديث وهذا مما لا يجوز عند أهل العلم، وقد جمعت طائفة طيبة من هذه الأحاديث وخرجتها في \"سلسلة الأحاديث الصحيحة\" برقم (256 - 260) فأجتزئ هنا بذكر اثنين منها مع الإيجاز في التخريج فأقول:\rالأول: عن أبي الدرداء أن رسول الله صلى الله عليه وسلم قال:\r«من أخذ على تعليم القرآن قوسًا، قلده الله قوسًا من نار يوم القيامة».","seal":"85CFF1F8","part":1},
      {"page":50,"id":51,"nass":"أخرجه أبو محمد المخلدي في \"الفوائد\" والبيهقي بسند جيد كما قال ابن التركماني.\rالحديث الثاني: عن عبد الرحمن بن شبل الأنصاري قال: سمعت رسول الله صلى الله عليه وسلم يقول: «اقرءوا القرآن، ولا تأكلوا به، ولا تستكثروا به، ولا تجفوا عنه، ولا تغلوا فيه».\rأخرجه أحمد والطحاوي وغيرهما بسند قوي كما قال الحافظ في \"الفتح\".\r\rثالثًا - قال (ص 12): «الذنب المضاعف عقابه الموت».\rثم ذكر حديث البراء في ضرب عنق الذي عرس بامرأة أبيه.\rوالقول في هذا كالقول في المثال الأول فإن الترجمة أعم من الحديث، وهي توهم أن كل من ارتكب ذنبًا مضاعفًا فعقابه الموت، فقد صح مثلًا عن النبي صلى الله عليه وسلم أنه قال: «لأن يزني الرجل بعشر نسوة، أيسر عليه من أن يزني بامرأة جاره». فهل يقول المصنف بأن الزاني بحليلة جاره عقابه الموت ولو كان غير محصن؟ !\rومثله:\r\rرابعًا - قال (ص 17): «ليس الحرام بدواء، ولكنه داء».\rثم ذكر حديث الخمر: «إنه ليس بدواء ولكنه داء».\rفهذا كما ترى خاص بالخمر فلا يجوز تعديته إلى سائر الأدوية المحرمة كالبنج مثلًا.\r\rخامسًا - قال (ص 22): «كان رسول الله صلى الله عليه وسلم إذا دخلت عليه فاطمة قام لها وقبلها».\rثم ساق حديث عائشة «أن فاطمة كانت إذا دخلت على النبي قام إليها فقبلها وأجلسها في مجلسه، وكان النبي صلى الله عليه وسلم إذا دخل عليها ... » فذكره مثله وقد مضى بتمامه ص 44 من رواية الترمذي.","seal":"778EF296","part":1},
      {"page":51,"id":52,"nass":"قلت: فهذه الترجمة خطأ كما يظهر بأدنى تأمل، ذلك لأن الحديث يقول: «قام إليها»، ولم يقل: «قام لها» كما في الترجمة، والقيام إلى الشخص معناه الذهاب عنده والانتهاء إليه، بخلاف «القيام له» فهذا لا يستلزم سوى القيام، ورواية أبي داود أصرح في الدلالة على هذا المعنى، ولفظها:\r«كانت إذا دخلت عليه قام إليها، فأخذ بيدها، وقبلها، وأجلسها في مجلسه، وكان إذا دخل عليها قامت إليه، فأخذت بيده فقبلته، وأجلسته في مجلسها».\rفهذا صريح في أن القيام منه صلى الله عليه وسلم إليها، إنما هو الذهاب إليها لاستقبالها، بدليل أخذه بيدها، وتقبيله إياها رضي الله عنها، والقيام للاستقبال مشروع لا نزاع فيه لهذا الحديث وغيره مما في معناه، بخلاف القيام الذي اعتاده الناس اليوم فإنه مكروه بدليل قول أنس رضي الله عنه «ما كان شخص أحب إليهم من رسول الله صلى الله عليه وسلم، وكانوا لا يقومون له، لما يعلمون كراهيته لذلك». رواه البخاري في \"الأدب المفرد\" بسند صحيح على شرط مسلم. فالذي كانت السيدة فاطمة تصنعه له صلى الله عليه وسلم وهو القيام إليه صلى الله عليه وسلم، هو غير الذي كان صلى الله عليه وسلم يكرهه وهو القيام له، كما هو ظاهر، فلا اختلاف بين الحديثين، والحمد لله.\rوإذا عرف هذا تبين أنه لا اختلاف أيضًا بين حديث أنس هذا وبين قوله صلى الله عليه وسلم في حديث البخاري: «قوموا إلى سيدكم»، لأنه ليس أمرًا بالقيام المكروه، بل هو أمر بالقيام إلى السيد والذهاب إليه، فهو مثل قيام فاطمة إليه صلى الله عليه وسلم، على أنه قد جاء التصريح بذلك في هذا الحديث في رواية ثابتة بلفظ «قوموا إلى سيدكم فأنزلوه». انظر إن شئت الكلام عليه في \"سلسلة الأحاديث الصحيحة\" (رقم 66).","seal":"30BE97AC","part":1},
      {"page":52,"id":53,"nass":"وخلاصة القول أن ترجمة المصنف للحديث بأن الرسول صلى الله عليه وسلم كان إذا دخلت عليه فاطمة قام لها، خطأ واضح، نتج من عدم التأمل في النص وسياقه، ومن عدم الانتباه للفرق بين «قام لفلان» و «قام إلى فلان» في الأسلوب العربي، وعدم استحضار الأحاديث الواردة في الباب التي تساعد الباحث على اجتناب مثل هذا الخطأ. والعصمة لله وحده.\r\rسادسًا - قال (ص 24): «استوفت النصوص كل حكم إلى يوم القيامة».\rثم ساق تحته حديث أبي سعيد الخدري قال: «صلى بنا رسول الله صلى الله عليه وسلم يومًا صلاة العصر بنهار، ثم قام خطيبًا، فلم يدع شيئًا يكون إلى قيام الساعة إلا أخبرنا به ... ». وذكر أحاديث أخرى بمعناه.\rقلت: لا أدري كيف يفهم المصنف من هذا الحديث وما في معناه هذا المعنى الواسع الشامل، من مثل هذه الأحاديث وهي خاصة بأشراط الساعة وما يكون من الحوادث العظام إلى يوم القيامة، وهل يعقل أن يذكر النبي صلى الله عليه وسلم جميع نصوص الشريعة المستوعبة لكل الأحكام في مجلس واحد مهما طال هذا المجلس؟ وإذا قيل بإمكان ذلك على سبيل خرق العادة له صلى الله عليه وسلم، فهل يمكن لعقل بشري أن يستوعب ذلك كله ويعيه؟ !\r\rسابعًا - قال (ص 27): «للعامل في الدولة زوجة وخادم ومسكن ... ».\rثم ذكر تحته حديث «من كان لنا عاملًا فليكتسب زوجة، وإن لم يكن له خادم فليكتسب خادمًا ... ».\rقلت: الظاهر أن المصنف أراد بـ (العامل في الدولة) الموظف فيها أي موظف كان. و (العامل) بهذا المعنى مما لا نعرفه في اللغة، وإنما جاء فيها على ثلاثة معان:","seal":"AA58D7CD","part":1},
      {"page":53,"id":54,"nass":"الأول: الخليفة، كما في الحديث «ما تركت بعد نفقة عيالي، ومؤنة عاملي صدقة»، قال في \"النهاية\" و\"اللسان\":\r«أراد بـ (عاملي) الخليفة بعده».\rالثاني: الذي يتولى أمور الرجل في ماله وملكه وعمله. ومنه قيل للذي يستخرج الزكاة: عامل. وهو المعني في آية الصدقات {وَالْعَامِلِينَ عَلَيْهَا}، وهم الجباة.\rالثالث: الوالي الذي ينصبه السلطان على بعض البلاد. جاء في \"اللسان\": «واستعمل فلان إذا ولي عملًا من أعمال السلطان».\rوالمراد من الحديث المعنى الثاني كما يبدو من تبويب أبي داود عليه بقوله «باب في أرزاق العمال» والأحاديث التي أوردها فيه كهذا الحديث. وحديث بريدة مرفوعًا بلفظ «من استعملناه على عمل، فرزقناه رزقًا، فما أخذ بعد ذلك فهو غلول».\rوعلى هذا المعنى جرى الإمام الخطابي في شرحه للحديث في كتابه \"معالم السنن\" (4/ 201)، فمن شاء فليراجعه.\rقلت: وكأن في حديث بريدة الإشارة إلى السر في تخصيص هذا الحكم بالعمال الذي وظيفتهم جباية الصدقات من أصحابها، ألا وهو إغناؤهم عما هم بحاجة إليه من الزوجة والخادم، وإعانتهم على أداء ما بأيديهم من الأموال موفورة كاملة. والله اعلم.\r\rثامنًا - ثم قال (ص 50): «ضرب الدف والغناء بين يدي رسول الله».\rثم ذكر حديث بريدة الذي تكلمنا على الزيادة التي زادها رزين فيما تقدم (ص 47)، وفيه إذن الرسول صلى الله عليه وسلم للمرأة التي كانت نذرت إن رد الله نبيه سالمًا أن تضرب بين يديه بالدف وتغني، فأذن صلى الله عليه وسلم لها.","seal":"944CCAFB","part":1},
      {"page":54,"id":55,"nass":"فهذا خاص بضرب الدف والغناء بهذه الحال التي لن تتكرر، والترجمة أعم، فيخشى أن يتشبث بها بعض ذوي الأهواء، فيستدلون بها على الجواز مطلقًا فيضلون. وراجع \"معالم السنن\" (4/ 382).\r\rتاسعًا - قال (ص 52): «فضول الأموال حق للغير».\rوذكر تحته حديث «ليس لابن آدم حق في سوى هذه الخصال ... ».\rوهو مع كونه حديثًا منكرًا ضعيف الإسناد كما سبق بيانه (ص 25) فلا يدل أن ما سوى الخصال المذكورة فيه من المال حق للغير تجب له، قال القاضي:\r«وأراد بالحق ما وجب له من الله من غير تبعة في الآخرة ولا سؤال عنه، لأن هذه الخصال من الحقوق التي لا بد للنفس منها، وما سواها فمن الحظوظ المسئول عنها».\rوإذا كان فضيلة الشيخ يرى ما ترجم به للحديث صوابًا، فهل قام هو نفسه بتحقيق هذا الحق للغير؟ !\r\rعاشرًا - ثم قال (ص 53): «لا حق لأحدنا في فضل مال».\rثم ذكر حديث أبي سعيد «بينما نحن في سفر إذا رجل على راحلة له، قال فجعل يصرف بصره يمينًا وشمالًا، فقال رسول الله صلى الله عليه وسلم: من كان معه فضل ظهر، فليعد به على من لا ظهر له، ومن كان له فضل زاد فليعد به على من لا زاد له، وذكر من أصناف المال ما ذكر، حتى رأينا أنه لا حق لأحد منا في فضل». رواه مسلم وأبو داود.\rقلت: هذا لا يدل على ما ترجم له، بل هي أعم منه، وإنما يدل على أنه لا حق له في فضل مال إذا كان هناك من هو في حاجة ملحة إليه، فيجب حينئذ أن يخرج عن هذا الفضل إليه، وهذا من حقوق المال التي تجب لعارض، مثل قوله صلى الله عليه وسلم: «فكوا العاني، وأطعموا الجائع».","seal":"0D3CDDCC","part":1},
      {"page":55,"id":56,"nass":"رواه البخاري. وليس معنى ذلك أنه لا حق لأحد في فضل مال مطلقًا، وإلا تعارض ذلك مع النصوص القاطعة في عصمة المال وتحريمه على الغير إلا بطيب نفس صاحبه. وكيف يكون كذلك وكبار الصحابة ماتوا ولهم فضول أموال كثيرة، كما هو معروف من حال عثمان وعبد الرحمن بن عوف وغيرهم من الصحابة رضي الله عنهم، وقد أقرهم رسول الله صلى الله عليه وسلم على ذلك، ولم يوجب عليهم الخروج منها! !\r\rحادي عشر - قال (ص 67): «بترول العراق».\rوذكر تحته حديث أبي هريرة من قوله صلى الله عليه وسلم: «لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب، يقتتل عليه، فيقتل من كل مائة تسعة وتسعون ... ». البخاري ومسلم.\rقلت: ليس في الحديث ذكر للبترول أصلًا لا تصريحًا ولا تلويحًا، ولعل الأستاذ المصنف لما رأى الناس اصطلحوا اليوم على تسمية البترول بـ (الذهب الأسود) عنَّ له أن يفسر الحديث به، متوهمًا أنه بذلك يقدم للناس برهانًا علميًّا جديدًا على عظمة الإسلام وإعجازه! وغاب عنه أنه لا يجوز في الشرع تفسير نصوصه بالمصطلحات الحادثة، فلا يجوز مثلًا تفسير قوله تعالى {كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا} أي غير محرم لأنه تفسير بالاصطلاح، ولا قوله صلى الله عليه وسلم في حديث «ستة لعنهم الله ... والتارك لسنتي» أي التارك للسنة التي هي دون الفرض كما كنت بينت ذلك في كتابي \"تحذير الساجد\" (ص 37 - 38).\rعلى أن الاصطلاح المذكور لم يجر على تسميته البترول بـ (الذهب) مطلقًا، بل مقيدًا بالأسود، فلو جاز تفسير الحديث بالمصطلحات الحادثة","seal":"241DA171","part":1},
      {"page":56,"id":57,"nass":"-وهذا باطل- لم يجز هذا التفسير هنا لأن الذهب مطلق في الحديث، والمطلق يجري على إطلاقه كما هي القاعدة عند العلماء.\rثم هل وقع ما أخبر به عليه السلام على هذا التأويل، أي هل اقتتل الناس عليه فقتل من كل مائة تسعة وتسعون؟ ! فإن قيل: ليس من الضروري أن يكون وقع، ولكنه سيقع قطعًا، قلنا: نعم، فلماذا إذن لا ندع الحديث كما يفهمه كل عربي لم يتأثر بالاصطلاحات الحاضرة، ونقول إن ما أخبر به الرسول صلى الله عليه وسلم سيقع قطعًا، وبذلك نستغني عن مثل هذا التأويل الذي هو عين التعطيل للمعاني الحديثية الموافق لأساليب الباطنية!\rومن الغريب أن المصنف أعاد هذه الترجمة بعد ثلاثة أحاديث، وأورد تحتها حديث أبيِّ بن كعب بمعنى حديث أبي هريرة!\r\r6 - إيراده أحاديث لا يترتب على معرفتها اليوم كبير فائدة، تحت العناوين الآتية: (ص 21): «التبرك بآثار رسول الله صلى الله عليه وسلم بأمره» وذكر فيه حديث علي بن أبي طالب وفيه أمره صلى الله عليه وسلم له ولغيره أن يشربا من إناء مج فيه صلى الله عليه وسلم وأن يفرغا على وجوههما. ثم قال: «تبرك الصحابة بآثار رسول الله صلى الله عليه وسلم» ثم أورد فيه حديث طلق بن علي وفيه أنه صلى الله عليه وسلم توضأ وتمضمض ثم صبه في أدواة لهم. ثم أعاد الترجمة ذاتها وذكر تحتها حديثًا ثالثًا فيه تبرك أسماء بجبة رسول الله صلى الله عليه وسلم. ثم أعاد الترجمة للمرة الرابعة وأورد فيه حديثًا في تبرك أم سلمة بشعر رسول الله صلى الله عليه وسلم.\rفما هو الفائدة من تكرار هذه العناوين والتراجم في الوقت الذي لا يمكن اليوم التبرك بآثاره صلى الله عليه وسلم لعدم وجودها؟ ! وما يفعلونه في بعض البلاد من التبرك في بعض المناسبات بشعرة محفوظة في زجاجة فهو شيء لا أصل له في الشرع، ولا يثبت ذلك بطريق صحيح.","seal":"05859839","part":1},
      {"page":57,"id":58,"nass":"نعم إنما يستفيد من هذه التراجم بعض مشايخ الطرق كما سبق ذكره في المقدمة، ولعل المصنف وضع هذه التراجم مساعدة منه لهم على استعباد مريديهم وإخضاعهم لهم باسم التبرك بهم! والله المستعان.\rثم قال (ص: 23): «تقبيل يد الرسول ورجليه»!\rثم ساق حديثًا فيه أن يهوديين قبلا يده صلى الله عليه وسلم ورجله!\rقلت: ومع أن الحديث في ثبوته نظر كما سبق بيانه في موضعه (ص 14) فهل يريد الشيخ من ذلك أن يشرع للناس أن يقبل المريد رجل شيخه أيضًا اعتمادًا منه على فعل اليهوديين؟ ! فإن قيل: لكن الرسول صلى الله عليه وسلم أقرهما على ذلك فيقال: اثبت العرش ثم انقش، فالحديث لم يثبت كما ذكرنا، ولو ثبت، فليس يجوز قياس المسلم على اليهودي، لأن العزة لله ولرسوله وللمؤمنين فلئن أقر صلى الله عليه وسلم اليهوديين على تقبيل رجله، فلا يلزم منه إقرار المسلم على مثله لأنه عزيز وذاك ذليل صاغر، فأي قياس أفسد من هذا على وجه الأرض أن يقاس المسلم على الكافر، والعزيز على الذليل؟ ! ولو جاز فلا يجوز لأي شيخ أن يقيس نفسه على الرسول صلى الله عليه وسلم فيجيز لها ما جاز له صلى الله عليه وسلم! لأنه من باب قياس الحدادين على الملائكة! أو هو على الأقل قياس مع الفارق!\rثم قال (ص 42): «عتق الجواري ثم الزواج بهن».\rوذكر تحته حديثًا صحيحًا.\rثم قال: «ليقل المالك فتاي وفتاتي».\rوذكر تحته حديثًا صحيحًا.\rثم قال (ص 49): «من لطم مملوكًا فكفارته عتقه».\rثم ذكر تحته حديثًا صحيحًا.","seal":"D71721DE","part":1},
      {"page":58,"id":59,"nass":"ثم قال (ص 56): «الجهاد واجب مع كل بر وفاجر».\rوذكر تحته حديث «الجهاد واجب مع كل أمير ... ».\rقلت: ومع أن الحديث ضعيف الإسناد كما تقدم بيانه في محله (ص 24) فأين الجهاد اليوم -مع الأسف- حتى يذكر الطلاب بوجوب الجهاد مع كل أمير ولو كان فاجرًا، أم المقصود من الترجمة الإشارة إلى أن الجهاد يجب مع كل أمير، ولو كان هو الذي أمر نفسه بنفسه وكان فاجرًا يحكم بغير ما أنزل الله، ويرى في حكمه الكفر البواح.\rثم أين المماليك والجواري التي أخذت بطريق مشروع حتى نطبق فيهن تلك الأحاديث؟ ! أم المراد بتلك التراجم المتكررة تبرير الاسترقاق الموجود اليوم في بعض البلاد مما لا يسمح به الشرع الشريف؟\rوهذا آخر ما تيسر لنا ذكره والتنبيه عليه في هذه العجالة، راجين من الله تعالى أن ينفع بها المسلمين عامة، والطلاب خاصة، وأن يجعل أعمالنا لوجهه خالصة، ولهدى نبيه صلى الله عليه وسلم موافقة. إنه خير مسؤول.","seal":"FD0A2329","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"ShrtCs":0,"Bk":"نقد «نصوص حديثية في الثقافة العامة»","HigriD":"1420","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني","bLnk":null,"Inf":"","Auth":"ناصر الدين الألباني","Betaka":"الكتاب: نقد «نصوص حديثية في الثقافة العامة» جمع وتصنيف محمد المنتصر الكتاني أستاذ الحديث\r\nالمؤلف: محمد ناصر الدين الألباني\r\nالناشر: مطبعة الترقي - دمشق\r\nعدد الصفحات: 58\r\nأعده للشاملة: محمد المنصور\r\n[ترقيم صفحات الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"الألباني، محمد ناصر الدين (1332 هـ- 1914 م، 1420 هـ - 1999 م).\r\rأبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني، الأرنؤوطي\r\r• شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.\r• ولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم.\r• حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه.\r• بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها.\r\rومن أبرز كتبه:\r• إرواء الغليل في تخريج أحاديث منار السبيل\r• سلسلة الأحاديث الصحيحة\r• سلسلة الأحاديث الضعيفة\r• تحقيق كتاب مشكاة المصباح للتبريزي\r• صحيح الجامع الصغير وزياداته\r• صحيح الجامع الضعيف وزياداته\rوغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.\r\rحاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419 هـ، 1999 م.\r\rنقلا عن: «الموسوعة العربية العالمية»","seal":"782A61EB","cat":"كتب التخريج والزوائد","oNum":133363,"BkId":133363,"oAuth":414,"bVer":1,"aSeal":"445FC12E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t133363":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"تمهيد"},
      {"lvl":1,"id":7,"sub":0,"tit":"أهم الملاحظات"},
      {"lvl":1,"id":10,"sub":0,"tit":"1 - الأحاديث الضعيفة"},
      {"lvl":2,"id":10,"sub":1,"tit":"الحديث الأول"},
      {"lvl":2,"id":11,"sub":0,"tit":"الحديث الثاني"},
      {"lvl":2,"id":12,"sub":0,"tit":"الحديث الثالث"},
      {"lvl":2,"id":13,"sub":0,"tit":"الحديث الرابع"},
      {"lvl":2,"id":15,"sub":0,"tit":"الحديث الخامس"},
      {"lvl":2,"id":15,"sub":1,"tit":"الحديث السادس"},
      {"lvl":2,"id":16,"sub":0,"tit":"الحديث السابع"},
      {"lvl":2,"id":17,"sub":0,"tit":"الحديث الثامن"},
      {"lvl":2,"id":17,"sub":1,"tit":"الحديث التاسع"},
      {"lvl":2,"id":18,"sub":0,"tit":"الحديث العاشر"},
      {"lvl":2,"id":19,"sub":0,"tit":"الحديث الحادي عشر"},
      {"lvl":2,"id":19,"sub":1,"tit":"الحديث الثاني عشر"},
      {"lvl":2,"id":20,"sub":0,"tit":"الحديث الثالث عشر"},
      {"lvl":2,"id":20,"sub":1,"tit":"الحديث الرابع عشر"},
      {"lvl":2,"id":21,"sub":0,"tit":"الحديث الخامس عشر"},
      {"lvl":2,"id":21,"sub":1,"tit":"الحديث السادس عشر"},
      {"lvl":2,"id":21,"sub":2,"tit":"الحديث السابع عشر"},
      {"lvl":2,"id":22,"sub":0,"tit":"الحديث الثامن عشر"},
      {"lvl":2,"id":23,"sub":0,"tit":"الحديث التاسع عشر"},
      {"lvl":2,"id":24,"sub":0,"tit":"الحديث العشرون"},
      {"lvl":2,"id":24,"sub":1,"tit":"الحديث الواحد والعشرون"},
      {"lvl":2,"id":25,"sub":0,"tit":"الحديث الثاني والعشرون"},
      {"lvl":2,"id":25,"sub":1,"tit":"الحديث الثالث والعشرون"},
      {"lvl":2,"id":26,"sub":0,"tit":"الحديث الرابع والعشرون"},
      {"lvl":2,"id":27,"sub":0,"tit":"الحديث الخامس والعشرون"},
      {"lvl":2,"id":28,"sub":0,"tit":"الحديث السادس والعشرون"},
      {"lvl":2,"id":28,"sub":1,"tit":"الحديث السابع والعشرون"},
      {"lvl":2,"id":29,"sub":0,"tit":"الحديث الثامن والعشرون"},
      {"lvl":2,"id":30,"sub":0,"tit":"الحديث التاسع والعشرون"},
      {"lvl":2,"id":32,"sub":0,"tit":"الحديث الثلاثون"},
      {"lvl":2,"id":32,"sub":1,"tit":"الحديث الواحد والثلاثون"},
      {"lvl":2,"id":33,"sub":0,"tit":"الحديث الثاني والثلاثون"},
      {"lvl":2,"id":34,"sub":0,"tit":"الحديث الثالث والثلاثون"},
      {"lvl":2,"id":34,"sub":1,"tit":"الحديث الرابع والثلاثون"},
      {"lvl":2,"id":34,"sub":2,"tit":"الحديث الخامس والثلاثون"},
      {"lvl":1,"id":35,"sub":0,"tit":"2 - ما عزاه للبخاري مطلقا وهو عنده معلق"},
      {"lvl":2,"id":35,"sub":1,"tit":"الحديث الأول"},
      {"lvl":2,"id":35,"sub":2,"tit":"الحديث الثاني"},
      {"lvl":2,"id":36,"sub":0,"tit":"الحديث الثالث"},
      {"lvl":1,"id":37,"sub":0,"tit":"3 - عزوه الحديث لبعض \"السنن\" وهو في \"الصحيحين\" أو أحدهما"},
      {"lvl":2,"id":37,"sub":1,"tit":"الحديث الأول"},
      {"lvl":2,"id":37,"sub":2,"tit":"الحديث الثاني"},
      {"lvl":2,"id":40,"sub":0,"tit":"الحديث الثالث"},
      {"lvl":2,"id":41,"sub":0,"tit":"الحديث الرابع"},
      {"lvl":2,"id":41,"sub":1,"tit":"الحديث الخامس"},
      {"lvl":2,"id":43,"sub":0,"tit":"الحديث السادس"},
      {"lvl":2,"id":44,"sub":0,"tit":"الحديث السابع"},
      {"lvl":2,"id":44,"sub":1,"tit":"الحديث الثامن"},
      {"lvl":1,"id":45,"sub":0,"tit":"4 - عزوه الحديث إلى غير مخرجه، وإلى من غيره أولى بالعزو منه من غير الستة، وإلى غير صحابيه، وضمه إليه زيادة من مصدر غير موثوق"},
      {"lvl":2,"id":45,"sub":1,"tit":"مثال الأولى"},
      {"lvl":2,"id":47,"sub":0,"tit":"مثال المؤاخذة الثانية"},
      {"lvl":2,"id":48,"sub":0,"tit":"مثال المؤاخذة الثالثة"},
      {"lvl":2,"id":48,"sub":1,"tit":"مثال المؤاخذة الرابعة"},
      {"lvl":1,"id":49,"sub":0,"tit":"5 - ترجمته للحديث بما لا يدل عليه"},
      {"lvl":2,"id":49,"sub":1,"tit":"أولا - قال (ص 7): «الصحابة خيرة الله من الناس»"},
      {"lvl":2,"id":50,"sub":0,"tit":"ثانيا - قال (ص 8): «الأجرة على التعليم»"},
      {"lvl":2,"id":51,"sub":0,"tit":"ثالثا - قال (ص 12): «الذنب المضاعف عقابه الموت»"},
      {"lvl":2,"id":51,"sub":1,"tit":"رابعا - قال (ص 17): «ليس الحرام بدواء، ولكنه داء»"},
      {"lvl":2,"id":51,"sub":2,"tit":"خامسا - قال (ص 22): «كان رسول الله صلى الله عليه وسلم إذا دخلت عليه فاطمة قام لها وقبلها»"},
      {"lvl":2,"id":53,"sub":0,"tit":"سادسا - قال (ص 24): «استوفت النصوص كل حكم إلى يوم القيامة»"},
      {"lvl":2,"id":53,"sub":1,"tit":"سابعا - قال (ص 27): «للعامل في الدولة زوجة وخادم ومسكن ... »"},
      {"lvl":2,"id":54,"sub":0,"tit":"ثامنا - ثم قال (ص 50): «ضرب الدف والغناء بين يدي رسول الله»"},
      {"lvl":2,"id":55,"sub":0,"tit":"تاسعا - قال (ص 52): «فضول الأموال حق للغير»"},
      {"lvl":2,"id":55,"sub":1,"tit":"عاشرا - ثم قال (ص 53): «لا حق لأحدنا في فضل مال»"},
      {"lvl":2,"id":56,"sub":0,"tit":"حادي عشر - قال (ص 67): «بترول العراق»"},
      {"lvl":1,"id":57,"sub":0,"tit":"6 - إيراده أحاديث لا يترتب على معرفتها اليوم كبير فائدة"}
    ]
}
