{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b133374":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"كتاب\rالخلاصة\rفي تدبر القرآن الكريم","seal":"554CEF19","page":1},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"\"ومن أصغى إلى كلام الله وكلام رسوله بعقله، وتدبره بقلبه؛ وجد فيه من الفهم والحلاوة والبركة والمنفعة ما لا يجده في شيء من الكلام لا منظومه ولا منثوره\"\rابن تيمية","seal":"19385A34","page":4},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"المقدمة\rالحمد لله الذي جعل كتابه موعظةً وشفاء لما في الصدور، والصلاة والسلام على من نزل عليه الكتاب تبيانًا لكلِّ شيء، وهدًى ورحمة وبشرى للمسلمين، أما بعد:\rفإن الله تعالى حَمِدَ نَفسَه على إنزال هذا القرآن العظيم فقال: {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (1) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا} (الكهف: 1، 2)، {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} (الفرقان: 1)، وجعله مُيَسَّرًا للأفهام: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر: 17)، {بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} (الشعراء: 195)، وضَمَّنَه ألوان الهدايات: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (الإسراء: 9)، {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (النحل: 89)، وجعله في غاية التأثير: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ} (الحشر: 21)، {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى} (الرعد: 31)، {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} (الزمر: 23)، ودعا عباده إلى تدبُّره: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ}\r(ص: 29)، وأنكر على من لم يرفع بذلك رأسًا: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} (النساء: 82، محمد: 24)، {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ} (المؤمنون: 68)؛ في أربع آيات من القرآن الكريم؛ وذلك دليلٌ على عظيم","seal":"01AF3E58","page":5},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"شأن التدبر، وجلالة قدره؛ إذ إنه الطريق لِتَعَقُّل معاني القرآن، والاعتبار بأمثاله وزواجره، والتأدُّب بآدابه، والامتثال لأوامره، والاتعاظ بمواعظه.\rومن هنا كانت هذه الرسالة التي أكتبها لنفسي أولًا؛ لتكون باعثةً على تحقيق هذا المطلب، ثم لإخواني المسلمين؛ تواصيًا بالحقِّ والصبر.\rوقد تناولتُ فيها جملةً من الجوانب المهمَّة المتعلِّقة بهذا الباب الشريف؛ من جهة بيان حقيقته، وما له من تعلُّق ببعض المعاني المُقارِبة، مع بيان أركانه، وأنواعه، وشروطه، وموانعه. ولم أقصد الاستيعاب؛ إذ بعضُ القول قد يغني اللبيبَ عن تطويل العبارة، كما حرَصت على تضمينه كثيرًا من عبارات أهل العلم؛ ليقفَ القارئ عليها ويكونَ ذلك أنفعَ لمن أراد أن يُلقيَ درسًا أو يكتب في هذا الموضوع.\rواللهَ أسألُ أن يجعله خالصًا لوجهه الكريم، ومُقَرِّبًا إلى مرضاته، إنه سميع مجيب، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\r\rخالد بن عثمان السبت\r05/ 09/1436 هـ\rkhaled 2224@gmail.com","seal":"94BF3636","page":6},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"بيان معنى التدبر\r1 - التدبُّر في اللغة:\rالتَّدَبُّر: مصدر (تَدَبَّر)، وأصل هذه المادة: (د ب ر) يدل على آخر الشيء وخَلْفِه (¬1)؛\rيقال: دَبَر السهمُ الهدفَ: سقط خلفه، ودَبَر فَلانٌ القوم: صار خلفهم (¬2).\rوقد اشتقوا من (الدُّبُر) فعلًا، فقالوا: تَدَبَّر: إذا نظر في دُبُر الأمر؛ أي: في غائبه أو عاقبته (¬3).\rفهو من الأفعال التي اشتُقَّت من الأسماء الجامدة (¬4).\rودُبُر كل شيء: عَقِبُه ومُؤَخَّرُه.\rومنه (الدُّبُر) خلاف القُبُل، وفي الحديث: «لا تدابروا» (¬5)؛ وذلك أن يترك كلُّ واحد منهما الإقبالَ على صاحبه بوجهه (¬6)؛ أي: لا يُوَلِّ بعضكم بعضًا دبره (¬7).\rقال أبو عُبيد: «التدابر: المُصَارَمة والهجران؛ مأخوذ من أن يُوَلِّي الرجلُ صاحبَه دُبُرَه وقفاه، ويُعْرِض عنه بوجهه» (¬8).\r¬_________\r(¬1) ينظر: مقاييس اللغة (مادة: دبر)، (2/ 324).\r(¬2) ينظر: المفردات ص: 164 (مادة: دبر).\r(¬3) ينظر: معاني القرآن للزجاج (2/ 82)، تفسير البغوي (1/ 566)، تفسير الكشاف (1/ 546).\r(¬4) ينظر: التحرير والتنوير لابن عاشور (5/ 137).\r(¬5) رواه البخاري (6065، 6076)، ومسلم (2558، 2559)؛ من حديث أنس - رضي الله عنه -، وجاء أيضًا من حديث أبي هريرة وأبي بكر - رضي الله عنهما -.\r(¬6) ينظر: مقاييس اللغة (مادة: دبر)، (2/ 324).\r(¬7) ينظر: معاني القرآن للزجاج (2/ 82)، تفسير القرطبي (5/ 290).\r(¬8) غريب الحديث لأبي عبيد (2/ 232).","seal":"95481398","page":7},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"ويُقال: أدبر القوم: مضى أمرهم إلى آخره (¬1).\rودَبَر القومُ يَدْبُرون دَبارًا: إذا هلكوا (¬2).\rودَبِرَ البعير دَبَرًا، فهو أدبر: صار بِقَرْحِه دَبِرًا؛ أي: متأخرًا (¬3).\rومنه: دُبُر الشهر: آخره.\rودابر الشيء: آخره.\rودُبُر الأمر: آخره.\rوالدَّبَار: الهلاك الذي يقطع دابرتهم (¬4).\rويُقال: فلان ما يدري قِبَالَ الأمر من دِبَارِه؛ أي: أوَّلَه من آخره.\rومن ذلك: {وَأَدْبَارَ السُّجُودِ} (ق: 40)؛ أي: أواخر الصلوات (¬5).\rومنه قيل للنحل: (الدَّبْر)؛ لأنه يُعْقِب ما يُنتفع به (¬6)، أو لأن سلاحها في أدبارها (¬7).\rوهكذا قيل للمال الكثير: (الدِّبْر)؛ لأنه يبقى للأعقاب (¬8).\r¬_________\r(¬1) ينظر: تفسير القرطبي (5/ 290).\r(¬2) ينظر: معاني القرآن للزجاج (2/ 82).\r(¬3) ينظر: المفردات ص: 165 (مادة: دبر).\r(¬4) ينظر: السابق ص: 165. (مادة: دبر).\r(¬5) ينظر: السابق ص: 164. (مادة: دبر).\r(¬6) ينظر: معاني القرآن للزجاج (2/ 82).\r(¬7) ينظر: المفردات ص: 165 (مادة: دبر).\r(¬8) ينظر: معاني القرآن للزجاج (2/ 82).","seal":"D9572962","page":8},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"ويُقال: دَبَّر الأمر وتَدَبَّره؛ أي: نظر وتَفَكَّر في عاقِبَتِهِ (¬1).\rويُقال: اسْتَدْبَرَه؛ أي: رأى في عاقبته ما لم يره في صدره (¬2).\rويُقال: عرف الأمر تَدَبُّرًا؛ أي: بأَخَرَة.\rومنه قول جرير:\rولا تَتَّقُونَ الشَّرَّ حتّى يُصيبَكُم ... ولا تعرفونَ الأمرَ إلا تَدَبُّرَا (¬3)\rقال أَكْثَمُ بنُ صَيفيٍّ لبنيه: «يا بَنِيَّ، لا تَتَدَبَّروا أعجاز أمور قد ولّت صُدُورُها» (¬4).\rوالتدبير في الأمر: أن تنظر إلى ما تؤول إليه عاقبته (¬5)، فهو بمعنى التفكير في دُبُر الأمور (¬6)، وذلك بأن يُدَبِّر الإنسان أمره كأنه ينظر إلى ما تصير إليه عاقبته (¬7).\rولذا قيل: هو النظر في العواقب بمعرفة الخير، أو إجراء الأمور على علم العواقب (¬8).\r¬_________\r(¬1) ينظر: معاني القرآن للزجاج (2/ 82)، الكشاف (1/ 284)، تفسير القرطبي (5/ 290)، تفسير الخازن (1/ 563)، نظم الدرر للبقاعي (5/ 340).\r(¬2) ينظر: تاج العروس، (فصل الدال من باب الراء) (مادة: دبر)، (11/ 266).\r(¬3) ديوان جرير ص: 479.\r(¬4) ينظر: تفسير الرازي (10/ 196)، تفسير النيسابوري (2/ 455)، اللسان (4/ 273)، تاج العروس (11/ 265).\r(¬5) ينظر: (اللسان 4/ 273) (مادة: دبر)، تاج العروس (11/ 265).\r(¬6) ينظر: المفردات ص: 165.\r(¬7) ينظر: فتح القدير (1/ 781).\r(¬8) ينظر: التعريفات ص: 56.","seal":"99EF1709","page":9},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"والتدبير: عِتق العبد عن دُبُر؛ وهو أن يقول له: أنت حرٌّ بعد موتي (¬1)، ويقال للعبد: مُدَبَّر.\rويقال: إن فلانًا لو استقبل في أمره ما استدبره لهُدي لوِجْهَةِ أمرِه؛ أي: لو علم في بَدْءِ أمرِه ما عَلِمَه في آخره لاسترشد لأمره (¬2).\rومما تقدم يُعْلَم أن أصل التدبُّر: التأمُّل والتفكُّر في أدبار الأمور وعواقبها؛ أي: فيما لا يظهر منها للمُتَأَمِّل بادئ ذي بَدْء (¬3).\rثم استُعمل في كل تَأَمُّل (¬4)، سواء كان نظرًا في حقيقة الشيء وأجزائه، أو سوابقه وأسبابه، أو لواحقه وأعقابه (¬5).\r\r2 - التدبُّر بمعناه العام:\rالتدبر في الأمر: التفكر فيه (¬6)؛ أي: تحصيل المعرفتين لتحصيل معرفة ثالثة (¬7).\rوهو بمعنى قول بعضهم: «إعمال النظر العقلي في دلالات الدلائل على ما نُصبت له» (¬8)\r¬_________\r(¬1) ينظر: المفردات (مادة: دبر) ص: 165، التعريفات ص: 56، تاج العروس (فصل الدال من باب الراء) (مادة: دبر)، (11/ 265).\r(¬2) ينظر: اللسان (4/ 273)، تاج العروس (11/ 266).\r(¬3) ينظر: تفسير الرازي (10/ 196)، تفسير الخازن (1/ 563)، تفسير النيسابوري (2/ 456)، روح المعاني (5/ 92)، التحرير والتنوير لابن عاشور (5/ 137) (18/ 87).\r(¬4) ينظر: تفسير الكشاف (1/ 546)، تفسير الخازن (1/ 563)، فتح القدير (1/ 781)، روح المعاني (5/ 92).\r(¬5) ينظر: روح المعاني (5/ 92).\r(¬6) ينظر: اللسان (4/ 273)، مختار الصحاح ص: 101.\r(¬7) ينظر: تاج العروس (11/ 265).\r(¬8) ينظر: التحرير والتنوير (18/ 87).","seal":"81918D80","page":10},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"أي: تَصَرُّف القلب بالنظر في الدلائل (¬1)، وهذا تفسير له بالتفكر.\rوبعضهم يفرق بينهما؛ باعتبار أن التدبر: تَصَرُّف القلب بالنظر في العواقب، وأما التفكر: فتَصَرُّفه بالنظر في الدليل (¬2).\rوعبَّر عنه بعضهم بأنه: التفكر في عاقبة الشيء وما يؤول إليه أمره (¬3).\rوهو بمعنى قول من فَسَّره بالنظر في أعقاب الأمور وتأويلات الأشياء (¬4).\rوهما تعريفان مُتقَارِبان، والله أعلم.\r\r3 - معنى تدبُّر القرآن خاصَّة (المعنى الشرعي):\rهناك تعريفات متعددة لتدبر القرآن وبينها تقارب؛ فمن ذلك:\r- قال في الكشاف: «معنى تدبر القرآن: تأمل معانيه وتَبَصُّر ما فيه» (¬5).\rوقال: «وتدبر الآيات: التفكر فيها، والتأمل الذي يؤدي إلى معرفة ما يَدْبُر ظاهرَها من التأويلات الصحيحة والمعاني الحسنة؛ لأن من اقتنع بظاهر المتلوِّ لم يَحْل منه بكثير طائل، وكان مَثَلُه كمَثَل من له لِقْحَة دَرُورٌ لا يحلبها، ومُهْرَة نَثُورٌ لا يستولدها» (¬6).\r¬_________\r(¬1) ينظر: الكليات ص: 287.\r(¬2) ينظر: التعريفات ص: 56.\r(¬3) ينظر: تفسير الخازن (6/ 182).\r(¬4) ينظر: المحرر الوجيز (2/ 612)، التعريفات ص: 56.\r(¬5) الكشاف (1/ 546).\r(¬6) السابق (3/ 372).","seal":"27A19E56","page":11},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"- وقال القرطبي: «هو التفكر فيه وفي معانيه» (¬1).\r- وقال الخازن: «ومعنى تدبر القرآن: تَأَمُّل معانيه، وتَفَكُّر في حِكَمِه، وتَبَصُّر ما فيه من الآيات» (¬2).\r- وقال أبو حيان: «هو التفكر في الآيات، والتَّأَمُّل الذي يُفْضِي بصاحبه إلى النظر في عواقب الأشياء» (¬3).\r- وقال ابن القيم: «هو تَحْدِيق نَاظِر القلب إلى معانيه، وجَمْع الفكر على تَدَبُّره وتَعَقُّله» (¬4).\r- وقال السعدي: «هو التأمل في معانيه، وتحديق الفكر فيه، وفي مبادئه وعواقبه، ولوازم ذلك» (¬5).\r- وقال ابن عاشور: «هو تَعَقُّب ظواهر الألفاظ؛ لِيُعْلَم ما يَدْبُر ظواهرَها من المعاني المكنونة والتأويلات اللائقة» (¬6).\r- وقال عبدالرحمن حبنَّكة: «هو التفكر الشامل الواصل إلى أواخر دلالات الكلم ومراميه البعيدة» (¬7).\r¬_________\r(¬1) تفسير القرطبي (5/ 290).\r(¬2) تفسير الخازن (1/ 563).\r(¬3) البحر المحيط (7/ 379).\r(¬4) مدارج السالكين (1/ 451).\r(¬5) تفسير السعدي (ص 193).\r(¬6) التحرير والتنوير (3/ 252).\r(¬7) قواعد التدبر الأمثل لكتاب الله (ص 10).","seal":"7AFC9D4F","page":12},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"- وقيل: هو التفكر والتَّأَمُّل لآيات القرآن من أَجْل فهمه، وإدراك معانيه، وحِكَمه، والمراد منه.\r- وقيل: هو تَفَهُّم معاني ألفاظه، والتفكر فيما تدل عليه آياته مُطَابَقَة، وما دخل في ضمنها، وما لا تتم تلك المعاني إلا به مما لم يُعَرِّج اللفظ على ذِكْره من الإشارات والتنبيهات، وانتفاع القلب بذلك بخشوعه عند مواعظه، وخضوعه لأوامره، وأخذ العِبْرَة منه.\rويجمع ذلك: النظر إلى ما وراء الألفاظ من المعاني والعِبَر والمقاصد، الذي يثمر العلوم النافعة والأعمال الزاكية.\rوإنما ذكرت هذه الجملةَ الأخيرة؛ لأنه قد ورد عن جماعة من السلف تفسير التدبر بالعمل والامتثال وما إلى ذلك مما يقع في القلب، ويظهر على الجوارح، ولا ريب أن هذا يكون أعلى مراتب التدبر، وإلا فقد يحصل ببعض ذلك كما لا يخفى.\r\r4 - ذكر بعض عبارات المفسِّرين في معنى التدبر:\rمن عبارات المفسرين في قوله تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} (النساء: 82، محمد: 24)، وقوله تعالى: {لِيَدَّبَّرُوا آيَاتِهِ} (ص: 29):\r- ابن جرير: «أفلا يتدبر هؤلاء المنافقون مواعظ الله التي يعظهم بها في آي القرآن الذي أنزله على نبيه عليه الصلاة والسلام، ويتفكرون في حُجَجِه التي بينها لهم في تنزيله؟ ! » (¬1).\r¬_________\r(¬1) تفسير الطبري (21/ 215).","seal":"B991FF40","page":13},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"- البغوي: «أفلا يتفكرون في القرآن؟ ! » (¬1).\r- ابن الجوزي: «ليتفكروا فيها» (¬2).\r- القرطبي: «أي: يتفهمونه» (¬3).\r- الخازن: «يتفكرون فيه وفي مواعظه وزواجره» (¬4).\r- أبو حيان: «أي: فلا يتأملون ما نزل عليك من الوحي ولا يعرضون عنه؛ فإنه في تدبره يظهر برهانه ويسطع نوره، ولا يظهر ذلك لمن أعرض عنه ولم يتأمله» (¬5).\r- البقاعي: «أي: يتأملون» (¬6).\r- الشوكاني: «أفلا يتفهمونه ... » (¬7).\r- ابن عاشور: «يتأملون دلالته ... » (¬8).\rوبهذا نعلم أن كلامهم يدور على إعمال الفكر والنظر بالتأمل والتفهم في آي القرآن الكريم للتوصل إلى معانيه ومقاصده. والله أعلم.\r¬_________\r(¬1) تفسير البغوي (1/ 566).\r(¬2) زاد المسير (2/ 144).\r(¬3) تفسير القرطبي (16/ 246).\r(¬4) تفسير الخازن (6/ 182).\r(¬5) البحر المحيط (3/ 317).\r(¬6) نظم الدرر للبقاعي (5/ 340).\r(¬7) فتح القدير (5/ 46)\r(¬8) التحرير والتنوير (5/ 137).","seal":"CEBA21D3","page":14},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"العلاقة بين التدبر وما يقاربه من الألفاظ\rأولًا: علاقته بالتفسير:\rإن أصل مادة (التفسير) تدور على الكشف والبيان؛ يقال: فسَّر الكلام؛ أي: أبان معناه وأظهره، فهو إخراج الشيء من مقام الخفاء إلى مقام التَّجَلِّي (¬1).\rوأما في الاصطلاح: فهو علم يُبحث فيه عن أحوال القرآن الكريم من حيث دلالته على مراد الله تعالى بقدر الطاقة البشرية (¬2).\rوبناء على ذلك، يقال في العلاقة بين التفسير والتدبر: بأن بينهما ملازمة؛ وذلك أن التوصل إلى مراد الله تعالى من كلامه يحتاج إلى تدبر ونظر وتأمل، كما أن التدبر يتوقف على معرفة المعنى. والله أعلم.\r\rثانيًا: علاقته بالتأويل:\rالتأويل يأتي لمعنيين (¬3):\rالأول: بمعنى التفسير؛ ومن ذلك قوله تعالى: {سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا} (الكهف: 78)، وقوله: {ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا} (الكهف: 82)، وقوله: {فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} (آل عمران: 7)؛ على أحد الأوجه في التفسير.\r¬_________\r(¬1) ينظر: مقاييس اللغة (كتاب الفاء، باب الفاء والسين وما يثلثهما) (4/ 504)، الصحاح (مادة: فسر) (2/ 781)، المصباح المنير (مادة: فسر) ص: 385، واللسان (مادة: فسر) (5/ 55)، المفردات (مادة: فسر)، ص: 38.\r(¬2) ينظر: قواعد التفسير (1/ 29).\r(¬3) وذلك هو المعهود في القرآن، وفي كلام العرب. وللمتأخرين إطلاق ثالث لا حاجة لذكره هنا.","seal":"258A5FF2","page":15},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"فتأويل القرآن بمعنى تفسيره، وهو المراد بقوله - صلى الله عليه وسلم - في دعائه لابن عباس - رضي الله عنهما -: «وعَلِّمْه التأويل» (¬1).\rوهكذا تأويل الرؤيا يأتي بمعنى تفسيرها؛ كما في قوله تعالى: {نَبِّئْنَا بِتَأْوِيلِهِ} (يوسف: 36)، وقوله: {وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ} (يوسف: 6)، وقوله: {وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ} (يوسف: 21)، وقوله: {وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ} (يوسف: 44)، وقوله: {وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ} (يوسف: 101)، وقوله: {أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ} (يوسف: 45)؛ فهذا كله بمعنى تفسير الرؤيا.\rالثاني: بمعنى ما يصير إليه الشيء في ثاني حال؛ فتأويل الخبر بوقوع المُخْبَر؛ ومن ذلك قوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ} (الأعراف: 53)، وقوله: {بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ} (يونس: 39).\rوهكذا يُعَبَّر بـ (التأويل) في الرؤيا بمعنى تحقق الوقوع، ومن ذلك قوله تعالى: {وَقَالَ يَاأَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ} (يوسف: 100).\rكما ورد بمعنى العاقبة؛ ومن ذلك قوله تعالى في موضعين من القرآن: {ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} (النساء: 59، الإسراء: 35).\r¬_________\r(¬1) رواه أحمد في المسند (2397، 2422، 2879، 3032، 3102).","seal":"BCB8A57D","page":16},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"وهكذا يُعبر بـ (التأويل) عن امتثال المأمور، ومن ذلك حديث عائشة - رضي الله عنها -: كان النبي - صلى الله عليه وسلم - يُكْثِر أن يقول في ركوعه وسجوده: «سبحانك اللهم ربنا وبحمدك اللهم اغفر لي»؛ يتأَوَّل القرآن (¬1).\rبعد ذلك يمكن أن يُقَال بأن التأويل له تَعَلُّق بالتدبر باعتبار الإطلاقين السابقين، وبيان ذلك: أن تَعَلُّقه به من جهة إطلاقه مُرادًا به التفسير لا يخفى؛ إذ القول فيه كالقول في التفسير.\rوأما وجه تَعَلُّقه بالتأويل إذا أُريد به المعنى الآخر: فإن ذلك يكون بالامتثال والعمل والتطبيق، وذلك من المعاني الداخلة تحت التدبر، إضافة إلى التفكر فيما يؤول إليه الإنسان، وما يقع في الدنيا والآخرة مما وعد الله به أهل طاعته وأهل معصيته، والله أعلم.\r\rثالثًا: علاقته بالبيان:\rالبيان: من بان الشيء: إذا اتضح وانكشف.\rهذا من حيث الجملة، ويتقيَّدُ معناه بحسب مُتَعَلَّقِه، والمقصود هنا: ما يتعلق بالتدبر؛ وذلك بإطلاق البيان على ما يُشْرَح به المُجْمَل والمُبْهَم ويُكْشَف به عن المعنى، ومن ذلك قوله تعالى: {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} (القيامة: 19)، وقوله: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} (النحل: 44) (¬2).\rوالقول فيه بهذا الاعتبار كالقول في التفسير من جهة المُلازَمة بينه وبين التدبر.\r¬_________\r(¬1) رواه البخاري (817، 4968)، ومسلم (484).\r(¬2) ينظر: مقاييس اللغة (كتاب الباء، باب الياء وما يثلثهما) (1/ 328)، والمفردات (مادة: بان) ص: 69.","seal":"08D3EE77","page":17},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"رابعًا: علاقته بالاستنباط:\rترجع مادة (الاستنباط) إلى الاستخراج (¬1)؛ قال ابن جرير - رحمه الله -: «وكل مُسْتَخرِج شيئًا كان مُسْتترًا عن أبصار العيون أو عن معارف القلوب، فهو له مُسْتَنْبِط» اهـ (¬2).\rوبناء على ذلك، فإن الاستنباط من القرآن يكون بمعنى استخراج المعاني والأحكام وألوان الهدايات في العقائد والسلوك وغير ذلك، وهذا يكون نتيجة للتدبر كما لا يخفى، وهو قدر زائد على مجرد فهم اللفظ والكشف عن معناه، والله أعلم.\rقال ابن القيم - رحمه الله -: «وقد مدح الله تعالى أهل الاستنباط في كتابه، وأخبر أنهم أهل العلم، ومعلوم أن الاستنباط إنما هو استنباط المعاني والعِلَل، ونِسْبة بعضها إلى بعض، فيُعْتَبَر ما يَصِحّ منها بصحة مِثْلِه ومُشْبِهه ونَظِيره، ويُلْغَى ما لا يَصِحّ. هذا الذي يَعْقِله الناس من الاستنباط.\rقال الجوهري: «الاستنباط: كالاستخراج» (¬3)، ومعلوم أن ذلك قَدْر زائد على مُجَرّد فَهْم اللفظ؛ فإن ذلك ليس طَرِيْقُه الاستنباط؛ إذ موضوعات الألفاظ لا تُنَال بالاستنباط، وإنما تُنَال به العِلَل والمعاني والأشباه والنظائر ومقاصد المتكلم، والله سبحانه ذَمّ من سمع ظاهرًا مُجَرَّدًا فأَذَاعَه وأَفْشَاه، وحَمِد من استنبط من أُولي العلم حقيقتَه ومعناه.\r¬_________\r(¬1) ينظر: السابق (كتاب النون، باب النون والباء وما يثلثهما) (5/ 381).\r(¬2) تفسير الطبري (8/ 571).\r(¬3) انظر: الصحاح (باب الطاء، فصل النون) (مادة: نبط) (3/ 1162).","seal":"9D7942CB","page":18},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"ويُوَضِّحه: أن الاستنباط استخراج الأمر الذي من شأنه أن يَخْفَى على غير مُسْتَنْبِطه، ومنه: استنباط الماء من أرض البئر والعين، ومن هذا قول علي بن أبي طالب - رضي الله عنه - وقد سئل: هل خَصَّكم رسول الله - صلى الله عليه وسلم - بشيء دون الناس؟ فقال: «لا، والذي فَلَق الحَبّة، وبَرَأ النَّسَمَة؛ إلا فَهْمًا يُؤْتِيه الله عبدًا في كتابه» (¬1).\rومعلوم أن هذا الفَهْم قَدْر زائد على معرفة موضوع اللفظ وعمومه أو خصوصه؛ فإن هذا قَدْر مُشْتَرك بين سائر من يَعْرِف لغة العرب، وإنما هذا فَهْم لَوَازِم المعنى ونظائره، ومُرَاد المُتَكَلِّم بكلامه، ومعرفة حدود كلامه، بحيث لا يدخل فيها غير المُرَاد، ولا يَخْرُج منها شيء من المراد ... » اهـ (¬2)، ثم ذكر أمثلة لذلك.\r\rخامسًا: علاقته بالفهم:\rالفهم: قيل: هو تصور المعنى من اللفظ، وقيل: هيئة للنفس يتحقق بها ما يَحْسُن (¬3).\rوبناء على ذلك، فإن الفهم يكون نتيجة للتدبر، كما أنه يكون وسيلة لما وراء ذلك من المعاني الداخلة تحت التدبر، فإن من التدبر ما لا يكون إلا بعد الفهم، والله أعلم.\rوبهذا نعلم أن بين التدبر والفهم ملازمة، ولا يخفى أن الناس يتفاوتون في الفهم تفاوتًا كبيرًا، وكلٌّ يحصل له من التدبر بحسبه.\r¬_________\r(¬1) أخرجه البخاري (111، 3047، 6915).\r(¬2) إعلام الموقعين عن رب العالمين (2/ 397).\r(¬3) ينظر: القاموس (باب الميم، فصل الفاء) (4/ 162)، المعجم الوسيط (مادة: فهم) (2/ 704).","seal":"ABEE21AF","page":19},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"سادسًا: علاقته بالتَّفَكُّر:\rظهر جليًّا من خلال عرض عبارات أهل العلم في التدبر بمعناه العام، أو الخاص، وما ذكره المفسرون عند تفسير الآيات المتعلقة بذلك- أن الكثيرين يُفَسِّرون التدبر بالتفكر؛ وذلك لما بينهما من المُقَاربة الشديدة، وقد فَرَّق بعضهم- كما سبق- بأن التدبر: تَصَرُّف القلب بالنظر في العواقب، وأما التفكر: فَتَصَرُّفه بالنظر في الدلائل.\rوالذي يظهر أنهما يرجعان إلى معنًى واحد في الأصل، وقد يَفْتَرِقان في بعض المعاني الدِّلَالية الخاصة بكل لفظة؛ وذلك أن كلمة (التدبر) تحمل معنى زائدًا، وهو (دُبُر الشيء، وعاقبته)، ومن هنا جاء التفريق السابق بينهما.\rولا يخفى أن الواقع في الاستعمال أوسع من ذلك؛ حيث صار يُعَبَّر بكلٍّ منهما من غير مراعاة لِمُتَعَلَّق النظر في كل لفظة، والله أعلم.","seal":"686A706B","page":20},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"فضله وشرفه\rمعلوم أن شرف الشيء بشرف مُتَعَلَّقِه، ولما كان التدبر يتعلق بكتاب الله تعالى، صار من أشرف الأمور وأَجَلِّها وأفضلها.\rللتدبر من النتائج والثمرات ما هو في غاية النفع كما سيأتي.\rقال الآجري - رحمه الله -: «والقليل من الدرس للقرآن مع الفكر فيه وتدبُّره، أحبُّ إليَّ من قراءة الكثير من القرآن بغير تدبر ولا تفكر فيه، وظاهر القرآن يدل على ذلك، والسنة، وأقوال أئمة المسلمين» (¬1).\rالتدبر شأن العَالِمِين الذين يعقلون آيات الله ويتفهمونها.\r\rأهمية التدبر\rيمكن أن نستبين أهمية التدبر من وجوه عدة؛ منها:\rأن الله تعالى جعل ذلك مقصودًا من إنزاله؛ كما في قوله: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29).\rقال الشيخ محمد الأمين الشِّنقيطي - رحمه الله - تعليقًا على هذه الآية: «وأمَّا كون تَدبُّر آياته، من حِكَم إنزاله: فقد أشار إليه في بعض الآيات، بِالتَّحْضِيضِ على تَدبُّره، وتوبيخ من لم يتدبره؛ كقوله تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (محمد: 24)، وقوله تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 82)، وقوله تعالى: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ} (المؤمنون: 68)» اهـ (¬2).\r¬_________\r(¬1) أخلاق أهل القرآن ص: 169.\r(¬2) أضواء البيان (6/ 345).","seal":"49D48E92","page":21},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"أن الله تعالى أنكر على من لم يتدبره؛ كما في قوله - عز وجل -: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 82)، وقوله: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (محمد: 24).\rقال الشيخ الشنقيطي - رحمه الله - تعليقًا على هذه الآية: «ومعلوم أن كلَّ من لم يشتغل بتدبُّر آيات هذا القرآن العظيم- أي: تَصَفُّحِها وتَفَهُّمِها، وإدراك معانيها والعمل بها- فإنه مُعْرِض عنها، غير متدبِّر لها؛ فيستحق الإنكار والتوبيخ المذكور في الآيات إن كان الله أعطاه فهمًا يقدر به على التدبر، وقد شكا النبي - صلى الله عليه وسلم - إلى ربه من هجر قومه هذا القرآن؛ كما قال تعالى: {وَقَالَ الرَّسُولُ يَارَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} (الفرقان: 30).\rوهذه الآيات المذكورة تدل على أن تدبر القرآن وتَفَهُّمَه وتَعَلُّمَه والعمل به، أمر لا بد منه للمسلمين.\rوقد بين النبي - صلى الله عليه وسلم - أن المشتغلين بذلك هم خير الناس؛ كما ثبت عنه - صلى الله عليه وسلم - فِي الصحيح، من حديث عثمان بن عفان - رضي الله عنه -، أنه - صلى الله عليه وسلم - قال: «خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» (¬1)، وقال تعالى: {وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} (آل عمران: 79).\rفإعراض كثير من الأقطار عن النظر في كتاب الله وتَفَهُّمه والعمل به وبالسنة الثابتة المُبَيِّنة له، من أعظم المناكر وأشنعها، وإنْ ظن فاعلوه أنهم على هدى ... » (¬2).\r¬_________\r(¬1) رواه البخاري (5027).\r(¬2) أضواء البيان (7/ 257).","seal":"83C6E8AC","page":22},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"أنه لا سبيل إلى تحصيل المطالب العالية والكمالات إلا بالإقبال عليه وتدبره وتَفَهُّمه.\rقال الحافظ ابن القيم - رحمه الله -: «فلما كان كمال الإنسان إنما هو بالعلم النافع، والعمل الصالح، وهما الهدى ودين الحقِّ، وبتكميله لغيره في هذينِ الأمرين؛ كما قال تعالى: {وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} (العصر: 1 - 3)، أقسم سبحانه أنّ كلَّ أحد خاسر إِلا من كَمَّل قوته العلمية بالإيمان، وقوته العملية بالعمل الصالح، وكَمَّل غيره بالتوصية بالحق والصبر عليه، فالحقُّ هو الإيمان والعمل، ولا يَتِمَّان إلا بالصبر عليهما، والتواصي بهما-: كان حقيقًا بالإنسان أن ينفق ساعات عمره، بل أنفاسه، فيما ينالُ به المطالب العالية، ويخلص بهِ من الخسران المبين، وليس ذلك إلا بالإِقبال على القرآن وتَفَهُّمه وتدبره، واستخراج كنوزه، وإثارة دفائنه، وصرف العناية إليه، والعكوف بالهمة عليه، فإنه الكفيل بمصالح العباد في المَعَاش والمعاد، والمُوصِل لهم إلى سبيل الرشاد» اهـ (¬1).\rأنه الطريق إلى معرفة العبد لخالقه جل جلاله معرفة صحيحة بأسمائه وصفاته وأفعاله، وهو الطريق إلى معرفة صراطه المستقيم الذي أمر العباد بسلوكه.\rقال الآجري - رحمه الله -: «ومن تدبر كلامه، عرف الربَّ - عز وجل -، وعرف عظيم سلطانه وقدرته، وعرف عظيم تَفَضُّله على المؤمنين، وعرف ما عليه من فَرْضِ عبادته، فألزم نفسه الواجب، فحذر مما حذَّره مولاه الكريم، ورغب فيما رَغَّبه فيه، ومن كانت هذه صفته عند تلاوته للقرآن وعند استماعه من غيره، كان القرآن له شفاء، فاستغنى بلا مال، وَعَزَّ بلا عشيرة، وأَنِس بما يستوحش منه غيره، وكان هَمُّه\r¬_________\r(¬1) مدارج السالكين (1/ 30).","seal":"B749611E","page":23},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"عند التلاوة للسّورة إذا افتتحها: متى أتعظ بما أتلو؟ ! ولم يكن مراده: متى أختم السّورة؟ ! وإنما مراده: متى أعقل عن الله الخطاب؟ ! متى أزدجر؟ ! متى أعتبر؟ ! لأن تلاوته للقرآن عبادة، والعبادة لا تكون بغفلة» اهـ (¬1).\rأن ذلك من النصيحة لكتاب الله تعالى.\rقال الحافظ ابن رجب - رحمه الله -: «وأما النصيحة لكتاب الله، فَشِدَّة حُبِّه وتعظيم قَدْرِه؛ إذ هو كلام الخالق، وشِدَّة الرغبة في فهمه، وشِدَّة العناية لتدبره والوقوف عند تلاوته لطلب معاني ما أحب مولاه أن يفهمه عنه، أو يقوم به له بعد ما يفهمه، وكذلك الناصح من العباد يفهم وصية من ينصحه، وإن ورد عليه كتاب منه، عُني بفهمه؛ ليقوم عليه بما كتب به فيه إليه، فكذلك الناصح لكتاب ربه؛ يُعْنَى بفهمه ليقوم لله بما أمره به كما يُحِب ويرضى، ثم ينشر ما فهم في العباد ويديم دراسته بالمحبة له، والتخلق بأخلاقه، والتأدب بآدابه» اهـ (¬2).\rوقال شيخ الإسلام ابن تيمية - رحمه الله -: «فإنه قد عُلِم أنه من قرأ كتابًا في الطب أو الحساب أو النحو أو الفقه أو غير ذلك، فإنه لا بد أن يكون راغبًا في فهمه وتَصَوُّر معانيه، فكيف بمنْ قرؤوا كتاب الله تعالى المُنزل إليهم الذي به هداهم الله، وبه عَرَّفَهم الحق والباطل، والخير والشر، والهدى والضلال، والرشاد والغي؟ ! فمن المعلوم أن رغبتهم فِي فهمه وتصوُّرِ معانيه أعظم الرغبات، بل إذا سمع المتعلم من العالم حديثًا، فإنه يرغب في فهمه؛ فكيف بمن يسمعون كلام الله من المبلِّغ عنه؟ ! بل من المعلوم أن رغبة الرسول - صلى الله عليه وسلم - في تعريفهم معاني القرآن أعظم من رغبته في تعريفهم حروفه؛ فإن معرفة الحروف بدون المعاني لا تُحَصِّل المقصود؛ إذ اللَّفظ إنما يُرَاد للمعنى» (¬3).\r¬_________\r(¬1) أخلاق أهل القرآن ص: 36 - 37.\r(¬2) جامع العلوم والحكم (1/ 221).\r(¬3) مجموع الفتاوى (5/ 157).","seal":"F6812D12","page":24},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"أن تدبر القرآن من أَجَلّ الأعمال وأفضل التَّعَبُّدَات.\rقال الحافظ ابن رجب - رحمه الله -: «ومن أعظم ما يُتَقَرَّب به إلى الله تعالى من النوافل كثرة تلاوة القرآن، وسماعه بتفكُّر وتدبر وتَفَهُّم؛ قال خَبَّاب بن الأرت لرجل: تقرب إلى الله ما استطعت، واعلم أنك لن تتقرب إليه بشيء هو أحبُّ إليه من كلامه» اهـ (¬1).\r\rثمراته ونتائجه\rالتدبر يورث اليقين، ويزيد الإيمان.\rوهو طريق إلى العمل بما في القرآن من المأمورات، والكف عن المنهيات.\rوهو سبيل إلى الاعتبار والاتعاظ بأمثاله وقصصه.\rوأنه يحمل على محاسبة النفس ومراجعتها.\rوهو الطريق إلى معرفة مَحَابّ الله ومَسَاخِطِه، وأوصاف أوليائه وصفات أعدائه.\rوبه تكون معرفة الطريق إلى الله تعالى.\rوهو أقوى الأسباب لترقيق القلب وتليينه.\rقال ابن القيم - رحمه الله -: «وبالجملة فلا شيْء أنفع للقلب من قراءَة القرآن بالتدبر والتَّفَكُّر؛ فَإنَّه جَامعٌ لجميع منازل السائرين، وأحوال العاملين، ومقامات العارفين، وهو الذي يُورث المحبة والشوق، وَالخوف والرجاء، والإنابة والتوكل، والرِّضَا والتفويض، وَالشكر وَالصبر، وَسَائِر الأحوال الَّتِي بها حَيَاة القلب وكماله، وكذلك يزْجر عَن جميع الصِّفات والأفعال المذمومة، والتي بها فساد القلب وهلاكه.\r¬_________\r(¬1) جامع العلوم والحكم (2/ 342).","seal":"829E1540","page":25},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"فَلَو علم النَّاس ما في قراءة القرآن بالتدبر، لاشتغلوا بها عن كل ما سواها، فإذا قرأهُ بتفكر حتى مر بآية وهو مُحْتَاج إليها في شفاء قلبه، كررها ولو مئَة مرّة ولو لَيْلَة، فقراءة آيَة بتفكر وتَفَهُّم خير من قراءة ختمة بغير تدبر وتَفَهُّم، وأنفع للقلب، وأدعى إلى حصول الإيمان وذوق حلاوة القرآن ... فقراءة القرآن بالتفكر هي أصل صلاح القلب ... ولهذا أنزل الله القرآن ليُتَدَبَّر ويُتَفكَّر فيه، ويُعمَلَ به، لا لمجرد الإعراض عنه» اهـ (¬1).\rوقال السعدي - رحمه الله -: «فَإنَّ تدبر كتاب الله مفتاح للعلوم والمعارف، وبه يُسْتَنْتَج كل خير، وتُسْتَخْرَج منه جميع العلوم، وبه يزداد الإيمان في القلب وترسخ شجرته؛ فإنه يُعرِّف بالرب المعبود، وما له من صفات الكمال، وما يُنَزَّه عنه من سمات النقص، ويُعرِّف الطريق المُوصِلة إليه وصفة أهلها، وما لهم عند القُدوم عليه، ويعرِّف العدو الذي هو العدو على الحقيقة، والطريق المُوصِلة إلى العذاب، وصفة أهلها، وما لهم عند وجود أسباب العقاب» اهـ (¬2).\r\rمظاهره وعلاماته\rالتأثر بما يقرأ، والخشوع عند قراءته أو سماعه.\rالإقبال عليه إقبالًا تامًّا دون الاشتغال بما يصرف عن تدبره، والإنصات عند سماعه.\rالعمل بما يدعو إليه، والكف عما يزجر عنه.\r\rموضوعه\rالقرآن الكريم.\r¬_________\r(¬1) مفتاح دار السعادة (1/ 187).\r(¬2) تفسير السعدي ص: 193.","seal":"8327DE6A","page":26},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"أنواع تدبر القرآن\r(مَطالِب المُتَدَبِّرين ومقاصِدهم)\rالنوع الأول: تدبره لمعرفة صِدْق من جاء به، وأنه حق من عند الله تعالى:\rوذلك أن الله تعالى نَعَى على المنافقين إعراضهم عن طاعة الرسول - صلى الله عليه وسلم -، فقال: {وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (81) أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 81 - 82).\rقال ابن جرير - رحمه الله - في تفسير قوله تعالى: {طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (1)} (النمل: 1): «يَبِين لِمَن تَدَبَّرَه وفَكَّر فيه بفَهْم أنه من عند الله، أنزله إليك، لم تَتَخَرَّصه أنت، ولم تَتَقَوَّله ولا أحد سِوَاك من خَلْق الله؛ لأنه لا يَقْدِر أحد من الخَلْق أن يأتي بمثله، ولو تَظَاهَر عليه الجِنّ والإنس» اهـ (¬1).\rقال ابن القيم - رحمه الله -: «ومن شهادته أيضًا ما أودعه في قلوب عباده من التصديق الجازم، واليقين الثابت، والطمأنينة بكلامه ووحيه، فإن العادة تُحيل حصول ذلك بما هو من أعظم الكذب والافتراء على رب العالمين، والإخبار عنه بخلاف ما هو عليه من أسمائه وصفاته، بل ذلك يُوقِع أعظم الرَّيْب والشك، وتدفعه الفِطَر والعقول السليمة، كما تَدفع الفِطَرُ التي فُطِر عليها الحيوان الأغذية الخبيثة الضارة التي لا تُغَذِّي؛ كالأبوال والأنتان؛ فإن الله - سبحانه وتعالى - فَطَر القلوب على قبول الحق، والانقياد له، والطمأنينة به، والسكون إليه، ومحبته، وفَطَرها على بُغْض الكذب والباطل، والنفور عنه، والريبة به، وعدم السكون إليه، ولو بقيت الفِطَر على حالها\r¬_________\r(¬1) تفسير الطبري (18/ 5 - 6).","seal":"75F1D82D","page":27},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"لما آثرت على الحق سواه، ولما سكنت إلا إليه، ولا اطمأنت إلا به، ولا أحبت غيره؛ ولهذا ندب الله - عز وجل - عباده إلى تدبر القرآن؛ فإن كل من تدبره أوجب له تدبرُهُ علمًا ضروريًّا ويقينًا جازمًا أنه حق وصدق، بل أَحَقُّ كُلّ حق، وأصدق كل صدق، وأن الذي جاء به أصدق خلق الله وأبَرُّهم وأكملهم علمًا وعملًا ومعرفة؛ كما قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 82)، وقال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (محمد: 24)؛ فلو رُفعت الأقفال عن القلوب لباشرتها حقائق القرآن، واستنارت فيها مصابيح الإيمان، وعلمت علمًا ضروريًّا- يكون عندها كسائر الأمور الوجدانية من الفرح والألم والحب والخوف- أنه من عند الله، تكلم به حقًّا، وبَلَّغه رسولُه جبريل عنه إلى رسوله محمد، فهذا الشاهد في القلب من أعظم الشواهد، وبه احتج هرقل على أبي سفيان، حيث قال له: فهل يرتد أحد منهم سَخْطَة لدينه بعد أن يدخل فيه؟ فقال: لا! فقال له: وكذلك الإيمان إذا خالطت حلاوتهُ بشَاشَةَ القلوب لا يَسْخَطه أحد (¬1).\rوقد أشار تعالى إلى هذا المعنى في قوله: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ} (العنكبوت: 49)، وقوله: {وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ} (الحج: 54)، وقوله: {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} (سبأ: 6)، وقوله: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} (الرعد: 19)، وقوله: {وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ} (الرعد: 27)؛ يعني: أن الآية التي\r¬_________\r(¬1) رواه البخاري (7، وأطرافه في: 51، 2681، 2804، 2941، 2978، 3174، 4553، 5980، 6260، 7196).","seal":"6554247A","page":28},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"يقترحونها لا تُوجِب هداية، بل الله هو الذي يهدي ويُضِل، ثم نَبَّهَهُمْ على أعظم آية وأَجَلِّها وهي طمأنينة في قلوب المؤمنين بذكره الذي أنزله، فقال: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ} (الرعد: 28)؛ أي: بكتابه وكلامه، {أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ}؛ فطمأنينة القلوب الصحيحة والفطر السليمة به وسكونها إليه من أعظم الآيات؛ إذ يستحيل في العادة أن تطمئن القلوب وتسكن إلى الكذب والافتراء والباطل» اهـ (¬1).\rوذلك يحصل لهم بتدبره من وجوه متعددة؛ منها:\rاتساق معانيه (¬2).\rائتلاف أحكامه (¬3).\r«تأييد بعضه بعضًا بالتصديق، وشهادة بعضه لبعض بالتحقيق؛ فإن ذلك لو كان من عند غير الله لاختلفت أحكامه، وتناقضت معانيه، وأبان بعضه عن فساد بعض» (¬4).\rقال ابن عباس - رضي الله عنهما -: «أفلا يتدبرون القرآن فيتفكرون فيه، فيرون تصديق بعضه لبعض، وما فيه من المواعظ والذكر والأمر والنهي، وأن أحدًا من الخلائق لا يقدر عليه» (¬5).\r¬_________\r(¬1) مدارج السالكين (3/ 471).\r(¬2) تفسير ابن جرير (8/ 567).\r(¬3) السابق (8/ 567).\r(¬4) ما بين علامتي التنصيص من كلام ابن جرير (8/ 567)، وينظر أيضًا: تفسير البغوي (1/ 566)، المحرر الوجيز (2/ 612)، تفسير الرازي (10/ 196)، تفسير الخازن (1/ 563)، تفسير النيسابوري (2/ 455 - 456)، تفسير البقاعي (5/ 339 - 340)، روح المعاني (5/ 92)، التحرير والتنوير (1/ 67)، (5/ 137).\r(¬5) معاني القرآن للزجاج (2/ 82)، زاد المسير (2/ 144)، تفسير الخازن (1/ 563).","seal":"C49B5C7A","page":29},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"صِدْق ما تضمنه من الإخبار عن الغيوب الماضية والمستقبلة.\rومن ذلك: كَشْف خبايا وخفايا المنافقين وإظهار ذلك، وهم يعلمون صِدْق ما أخبر به عنهم (¬1).\r5. ما حواه من ألوان الأدلة والبراهين التي يخضع لها كل مُنْصِف مُريد للحق مُتجرد من الهوى (¬2).\r6. فصاحته وإعجازه للإنس والجن، عربهم وعجمهم؛ وهذه سِمَة لا تُفارقه من أوله إلى آخره، فهو على كثرة سوره وآياته، وطول المدة التي نزل فيها، لا تجد فيه تفاوتًا ولا خللًا في موضع واحد، وهذا لا يتَأتَّى للبشر مهما بلغت فصاحتهم (¬3).\r7. ما اشتمل عليه من أنواع الهدايات التي تشهد لصحتها العقول- فيما للعقل مجال لإدراكه- وتوافق الفطر السليمة، فهو يدعو إلى كل معروف وخير، وينهى عن كل منكر وشر؛ فلا تجد فيه ما يُجَافي الحقيقة والفضيلة، أو يأمر بارتكاب الشر والفساد، أو يصرف عن الأخلاق الفاضلة (¬4).\r\rالنوع الثاني: تدبره للوقوف على عظاته، والاعتبار بما فيه من القصص والأخبار، وتَعَقُّل أمثاله المضروبة، وما اشتمل عليه من الوعد والوعيد، والترغيب والترهيب؛ من أجل أن يرعوي العبد فيستدرك ما وقع له من تقصير، ويزداد من الإقبال والتشمير في طاعة الله تعالى (¬5).\r¬_________\r(¬1) ينظر: تفسير البغوي (1/ 566)، تفسير الرازي (10/ 196)، تفسير الخازن (1/ 564)، تفسير النيسابوري (2/ 455 - 456)، نظم الدرر للبقاعي (5/ 339 - 340)، تفسير الألوسي (5/ 92).\r(¬2) ينظر: المحرر الوجيز (2/ 612).\r(¬3) ينظر: تفسير الرازي (10/ 196)، تفسير الخازن (1/ 564)، تفسير النيسابوري (2/ 455 - 456)، نظم الدرر للبقاعي (5/ 340)، روح المعاني (5/ 92)، التحرير والتنوير (5/ 138)، (26/ 114).\r(¬4) ينظر: التحرير والتنوير (1/ 223 - 224).\r(¬5) ينظر: تفسير الطبري (21/ 215)، الوجيز للواحدي (1/ 278)، و (2/ 1004)، تفسيرالألوسي (26/ 74)، التحرير والتنوير (5/ 138).","seal":"BEA6B248","page":30},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"النوع الثالث: تدبره لاستخراج الأحكام منه، سواء كان ذلك مما يتصل بالعقائد، أو الأعمال المتعلقة بالجوارح، أو السلوك؛ إذ الأحكام تشمل ذلك كله بمفهومها الأوسع.\rقال شيخ الإسلام - رحمه الله -: «فمن تدبر القرآن وتدبر ما قبل الآية وما بعدها وعرف مقصود القرآن، تبين له المراد، وعرف الهدى والرسالة، وعرف السداد من الانحراف والاعوجاج» اهـ (¬1).\rوقال: «ومن تدبَّر القرآن طالبًا للهدى منه؛ تبين له طريق الحقِّ» اهـ (¬2).\r\rالنوع الرابع: تدبره للوقوف على ما حواه من العلوم والأخبار والقصص، وما ورد فيه من أوصاف هذه الدار، وما بعدها من الجنة أو النار، وما وصف الله تعالى فيه من أهوال القيامة ونهاية الحياة الدنيا، وأوصاف المؤمنين والكافرين بطوائفهم، وصفات أهل النفاق، إضافةً إلى الأوصاف المحبوبة لله تعالى، والأوصاف التي يكرهها ... إلى غير ذلك مما يلتحق بهذا المعنى.\rقال مسروق: «من سَرَّه أن يَعْلَم عِلْم الأولين والآخرين، وعِلْم الدنيا والآخرة؛ فليقرأ سورة الواقعة» (¬3).\rقال الذهبي: «هذا قاله مسروق على المُبَالَغة، لِعِظَم ما في السورة من جُمَل أمور الدَّارَين، ومعنى قوله: «فليقرأ الواقعة»؛ أي: يقرؤها بتَدَبُّر وتَفَكُّر وحضور، ولا يكن كمَثَل الحمار يَحْمِل أسفارًا» اهـ (¬4).\r¬_________\r(¬1) مجموع الفتاوى (15/ 94).\r(¬2) العقيدة الواسطية ص: 74.\r(¬3) أخرجه أبو نعيم في الحلية (2/ 95).\r(¬4) سير أعلام النبلاء (4/ 68).","seal":"AE5EDB55","page":31},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"النوع الخامس: تدبره للوقوف على وجوه فصاحته وبلاغته وإعجازه، وصُرُوف خطابه، واستخراج اللطائف اللغوية التي تُسْتَنْبَط من مضامين النص القرآني.\r«فإنَّ من لم يتدبَّر ولم يتأمل ولم يساعده التوفيق الإلهي، لم يقف على هذه الأسرار العجيبة المذكورة في هذا القرآن العظيم» (¬1).\r\rالنوع السادس: تدبُّره لتعَرُّفِ ضُروبِ المُحَاجَّة والجدال للمخالفين، وأساليب دعوة الناس على اختلاف أحوالهم، وطُرُق التأثير في المُخاطَبين، وسُبل الإقناع التي تضمنها القرآن الكريم.\rالنوع السابع: تدبره من أجل الاستغناء به عن غيره؛ سوى السنَّة فإنها شارحة له.\rنقل ابن القيم عن الإمام البخاري قوله: «كان الصحابة إذا جلسوا، يتذاكرون كتابَ ربهم وسنَّة نبيهم، ولم يكن بينهم رأي ولا قياس، ولم يكن الأمر بينهم كما هو في المتأخرين: قوم يقرؤون القرآن ولا يفهمونه، وآخرون يتفقهون في كلام غيرهم ويدرسونه، وآخرون يشتغلون في علوم أُخَر، وصَنْعَة اصطلاحية، بل كان القرآن عندهم هو العلمَ الذي يعتنون به حفظًا وفهمًا وتفقهًا» (¬2).\rوقال ابن تيمية: «وأما في باب فهم القرآن فهو- أي: قارئ القرآن- دائم التفكر في معانيه والتدبر لألفاظه، واستغنائه بمعاني القرآن وحِكَمِه عن غيره من كلام الناس، وإذا سمع شيئًا من كلام الناس وعلومهم عرضه على القرآن؛ فإن شهد له بالتزكية قبله، وإلا ردَّه» اهـ (¬3).\r¬_________\r(¬1) تفسير الرازي (26/ 389).\r(¬2) مختصر الصواعق المرسلة ص: 536، وعزاه للحاكم، ولعله أبو أحمد الحاكم صاحب الكنى، وترجمة البخاري ليست في المطبوع منها.\r(¬3) مجموع الفتاوى (16/ 50).","seal":"D7AB5099","page":32},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"النوع الثامن: تدبره من أجل تليين القلب به وترقيقه، وتحصيل الخشوع:\rقال تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} (الزمر: 23).\rوقال تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} (الحشر: 21).\rوقال تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} (الحديد: 16).\rوقال تعالى: {قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (108) وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} (الإسراء: 107 - 109).\rوأخبار النبي - صلى الله عليه وسلم - في ذلك وأخبار أصحابه مشهورة لا تخفى.\rقال النووي - رحمه الله -: «ينبغي للقارئ أن يكون شأنه الخشوع، والتدبر، والخضوع؛ فهذا هو المقصود المطلوب، وبه تنشرح الصدور، وتستنير القلوب، ودلائله أكثر من أن تحصر، وأشهر من أن تُذكر.\rوقد بات جماعة من السلف يتلو الواحد منهم آية واحدة ليلة كاملة، أو معظم ليلة يتدبرها عند القراءة.\rوقال ابن باديس - رحمه الله -: «فوالله الذي لا إله إلّا هو، ما رأيت- وأنا ذو النفس الملأى بالذنوب والعيوب- أعظم إِلَانةً للقلب، واستدرارًا للدمع، وإحضارًا للخشية، وأبعث على التوبة؛ من تلاوة القرآن وسماع القرآن! » (¬1).\r¬_________\r(¬1) تفسير ابن باديس ص: 39.","seal":"BECA8314","page":33},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"النوع التاسع: تدبره من أجل الامتثال له، والعمل بما فيه من الأوامر، واجتناب النواهي:\rعن ابن مسعود - رضي الله عنه - في بيان المراد بقوله تعالى: {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} (البقرة: 121)؛ قال: «والذي نفسي بيده، إنَّ حَقَّ تلاوته أن يُحِلَّ حلاله، ويُحرِّم حرامه، ويقرأَه كما أنزله الله» (¬1).\rوعن عكرمة: «يَتَّبِعُونه حَقَّ اتِّباعِه باتِّبَاعِ الأمر والنهي؛ فَيُحِلُّون حلاله، ويُحَرِّمُون حرامه، ويعملون بما تضمنه» (¬2).\rوقال الحسن: «إن هذا القرآن قد قرأه عَبيدٌ وصبيانٌ لا علم لهم بتأويله، وما تَدبُّر آياته إلا باتباعه، وما هو بحفظ حروفه وإضاعة حدوده؛ حتى إن أحدهم ليقول: لقد قرأتُ القرآن فما أسقطتُ منه حرفًا، وقد- والله- أسقطه كله، ما يُرى القرآن له في خُلق ولا عمل؛ حتى إن أحدهم ليقول: إني لأقرأ السورة في نَفَس! والله ما هؤلاء بالقُّرَّاء ولا العلماء ولا الحُكَماء ولا الوَرَعَة، متى كان القُرَّاء مثل هذا؟ ! لا كَثَّر الله في الناس أمثالهم» (¬3).\r¬_________\r(¬1) رواه ابن وهب (كما في تفسير القرآن من الجامع لابن وهب ص: 23)، وابن جرير في تفسيره (2/ 567، 569). وينظر: تفسير ابن كثير (1/ 403).\r(¬2) رواه الطبري في تفسيره (2/ 566) بنحوه مختصرًا.\r(¬3) رواه سعيد بن منصور (135 التفسير)، وابن المبارك في الزهد (793)، وعبد الرزاق في المصنف (5984)، وأبو عبيد في فضائل القرآن (371)، وابن نصر في قيام الليل (المختصر ص: 76 - 77)، والفريابي في فضائل القرآن (177)، والآجري في أخلاق أهل القرآن (34)، والخطيب في اقتضاء العلم العمل (180)، والبيهقي في الشعب (2408).","seal":"CAF326CE","page":34},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"وبهذا نعلم أن تدبر القرآن يتنوع بحسب تنوع مَطَالِب المتدبرين.\rكما يظهر أيضًا ما يقع للناس من التفاوت العظيم في باب التدبر، فمِن مُقِلٍّ ومُكْثِر.\rولكِنْ تأخُذُ الأذهانُ منهُ ... على قَدْرِ القَرائحِ والفُهُومِ (¬1)\rوفي هذا المعنى يقول الحافظ ابن القيم - رحمه الله -: «والمقصود تفاوت الناس في مراتب الفهم في النصوص، وأن منهم من يفهم من الآية حُكْمًا أو حُكمين، ومنهم من يفهم منها عشرة أحكام، أو أكثر من ذلك، ومنهم من يقتصر في الفهم على مجرد اللفظ دون سِيَاقه ودون إيمائه وإشارته وتنبيهه واعتباره، وأخص من هذا وألطف ضَمُّه إلى نصٍّ آخر مُتَعَلِّق به، فيَفهم من اقترانه به قَدْرًا زائدًا على ذلك اللفظ بمفرده.\rوهذا باب عجيب من فهم القرآن لا يتنبه له إلا النادر من أهل العلم، فإن الذهن قد لا يشعر بارتباط هذا بهذا وتعلقه به؛ وهذا كما فهم ابن عباس - رضي الله عنهما - من قوله: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} (الأحقاف: 15)، مع قوله: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} (البقرة: 233): أن المرأة قد تَلِد لستة أشهر» اهـ (¬2).\r¬_________\r(¬1) ديوان المتنبي ص: 232.\r(¬2) إعلام الموقعين (3/ 126)، وأثر ابن عباس - رضي الله عنهما - رواه عبد الرزاق في مصنفه (13446) وغيره.","seal":"1C9CF20A","page":35},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"وإذا عرفت ما سبق، فإن من هذه الأنواع ما يصلح لعموم الناس، ومنها ما لا يُحسِنُه إلا العلماء، وبناء على ذلك فإن من الشَّطَط أن تتوجَّه الأذهان عند الحديث عن التدبر إلى استخراج المعاني واللطائف والنِّكات الدقيقة التي لم نُسْبَق إليها! ! فإن ذلك لا يصلح إلا للعلماء، لكنَّ المؤمن يتدبر ليُرَقِّق قلبه، ويتعرَّف مواطنَ العِبَر، ويَعْرِض نفسَه على ما ذكره الله تعالى في القرآن الكريم من أوصاف المؤمنين، ويحذر من الاتصاف بصفات غيرهم، إلى غير ذلك مما ينتفع به، ويمكن حصوله لكلِّ من تدبر كتاب الله عز وجل.","seal":"3A3C7CC2","page":36},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"أركان التدبر\rيقوم التدبُّر على أركان ثلاثة:\r\rالأول: المُتَدَبِّر:\rوهذا لا بد فيه من تحقق شروط وانتفاء موانع، كما يُلحَظ فيه توفر جملة من الآداب المُكَمِّلَة المُعِينة على التدبر؛ ليكون المَحَل قابلًا.\r\rالثاني: الكلام المُتَدَبَّر:\rولا يخفى أن القرآن الكريم بالغ التأثير في النفوس، كما أنه مُيَسَّر للفهم، ولكن إذا وُجِد المَحَل القابل، غير أَنَّا نعلم أن القرآن يشتمل على العقائد والأحكام والقصص والأمثال والكلام على الدنيا والآخرة، وأهوال القيامة، فقد تكون بعض هذه القضايا أكثر تأثيرًا في بعض الناس، كما يكون غيرها أعمق تأثيرًا لدى آخرين بحسب مقاصدهم، وعُمْق أفهامهم، ولطافة نظرهم.\r\rالثالث: عمليَّة التدبُّر:\rوذلك يُطْلَب فيه جملة أمور تتعلق بالقَدْر المَتْلُوّ، وطريقة التلاوة، ووقتها، وما إلى ذلك؛ ولذا قال النبي - صلى الله عليه وسلم -: «لَمْ يَفْقَهْ مَنْ قَرَأَ القُرْآنَ في أَقَلَّ مِنْ ثَلَاثٍ» (¬1).\r¬_________\r(¬1) رواه أبو داود (1394)، والترمذي (2946 معلقًا، 2949)، والنسائي في الكبرى (8013)، وابن ماجه (1347)، وأحمد (2/ 164 - 165)، وابن حبان (758)، والبيهقي في الصغرى (995)، وفي الشعب (1981)، وصححه الترمذي وابن حبان، والنووي في الأذكار (154).","seal":"E39B723E","page":37},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"شروط التدبر\rلا يخفى أن التدبر قضية نسبية يتفاوت الناس فيها، بل تتفاوت لدى الشخص الواحد في أحواله المختلفة؛ وذلك للتفاوت الحاصل في مقدماتها.\rوهذا أصل ينبغي استحضاره عند الكلام على هذا المعنى الشريف.\r\r- ما يتوقَّف عليه التدبر إجمالًا:\rلا بد- لتحصيل التدبُّر- من تحقق الشروط وانتفاء الموانع؛ فعندئذٍ يوجد السبب التام الذي يُنَمِّي التدبر بإذن الله تعالى.\r\r- الشروط الأساسية للتدبر:\rلسنا بحاجة في هذا المقام إلى الحديث عن مُتَعلَّق التدبُّر، وهو القرآن الكريم، من جهة ما حواه من الهدايات التي تَفُوت الحصر: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (الإسراء: 9)، {وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ} (الإسراء: 89)، أو من جهة قوة تأثيره في النفوس: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا} (الرعد: 31)، {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ} (الحشر: 21)، {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} (الزمر: 23).","seal":"F26388C7","page":39},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"وإنما المقصود بيان ما يتصل بنا -معاشر البشر- من الأوصاف التي تُطْلَب شروطًا يتوقف عليها حصول التدبُّر، وذلك بحسب النظر الكُلِّي ينحصر في ثلاثة أمور:\rالأول: وجود المَحَل القَابِل (القلب الحي).\rالثاني: العمل الذي يصدر من المكلف (القراءة أو الاستماع، مع حضور القلب).\rالثالث: قَدْر من الفهم للكلام المقروء أو المسموع.\rوهذه الأمور الثلاثة يحصل فيها التفاوت كما لا يخفى، ولكل واحد منها جملة من الأسباب المُعِينَة التي يقوى باستجماعها أو يضعف بِتَخَلُّفِها، وقد ينعدم.\rوقد جَمَعَت هذه الشروط آيةٌ في كتاب الله تعالى، وهي قوله: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} (ق: 37)، حيث صَرَّحَت بالشرطين الأولين، وأما الثالث فهي دالة عليه لزومًا؛ وذلك أن إلقاء السمع لا بد أن يكون معه الكلام مفهومًا لدى السامع، وإلا فإن الإصغاء للكلام الذي لا يفهمه أصلًا، كالأعجمي، لا يحصل به المقصود (¬1) (¬2).\r¬_________\r(¬1) تعليق إجمالي على الآية من كلام شيخ الإسلام ابن تيمية وتلميذه ابن القيم، رحمهما الله:\r(¬2) ذِكْر حاصل أقوال المفسرين في الآية:","seal":"3DF547E2","page":40},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"بيان شروط التدبُّر، وما يتفرع منها تفصيلًا:\r\rالشرط الأول: وجود المَحَل القَابِل:\rوهو القلب الحي؛ وذلك أن القلب إذا كان زكيًّا يَقِظًا أثمر ذلك فيه كل وصف ومعنى شريف؛ لأن «القلب إذا كان رقيقًا لينًا كان قبوله للعلم سهلًا يسيرًا، ورسخ العلم فيه وثبت وأَثَّر، وإن كان قاسيًا غليظًا كان قَبوله للعلم صعبًا عسيرًا.\rولا بد مع ذلك أن يكون زكيًّا صافيًا سليمًا؛ حتى يزكو فيه العلم ويثمر ثمرًا طيبًا، وإلا فلو قَبِل العلم، وكان فيه كَدَر وخبث، أفسد ذلك العلم، وكان كالدَّغَل في الزرع إن لم يمنع الحبَّ من أن ينبتَ منعه من أن يزكوَ ويطيب، وهذا بَيِّن لأُولي الأبصار» (¬1).\rومن هنا كان الصحابة - رضي الله عنهم - يتعلمون الإيمان قبل القرآن.\rفعن جندب بن عبد الله - رضي الله عنه - قال: «كنا مع النبي - صلى الله عليه وسلم - ونحن فتيان حَزَاوِرَة (¬2)، فتعلمنا الإيمان قبل أن نتعلم القرآن، ثم تعلمنا القرآن فازددنا به إيمانًا» (¬3).\rوعن عبد الله بن عمر - رضي الله عنه - قال: «لقد عشنا بُرْهَة من دهرنا، وإن أحدنا يُؤتَى الإيمان قبل القرآن، وتنزل السورة على محمد - صلى الله عليه وسلم -، فنتعلم حلالها وحرامها، وآمِرَها وزَاجِرها، وما ينبغي أن يقف عنده منها، كما تَعَلَّمُون أنتم اليوم القرآن،\r¬_________\r(¬1) مجموع الفتاوى (9/ 315).\r(¬2) جمع حَزْوَر، وهو الذي قارب البلوغ. النهاية (1/ 380).\r(¬3) رواه ابن ماجه (61)، والطبراني في الكبير (1678)، والبيهقي في السنن (3/ 120)، وفي الشعب (50)، وصححه الألباني في صحيح ابن ماجه (52).","seal":"028DFD92","page":41},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"ثم لقد رأيت اليوم رجالًا يُؤتَى أحدهم القرآن قبل الإيمان، فيقرأ ما بين فَاتِحَتِه إلى خَاتِمَتِه ما يدري ما آمِرُه ولا زَاجِرُه، ولا ما ينبغي أن يقف عنده منه» (¬1).\rوعن حذيفة - رضي الله عنه -: «إنَّا قوم أُوتينا الإيمان قبل أن نُؤتَى القرآن، وإنكم قوم أُوتيتم القرآن قبل أن تُؤتوا الإيمان» (¬2).\rوقد جاء عن عثمان - رضي الله عنه -: «لو طهرت قلوبكم ما شبعتم من كلام الله - عز وجل -» (¬3).\rوعلى قدر حياة القلب يكون تَأَثُّره وتَدَبُّره وتَذَكُّره، فتارة يقوى، وتارة يضعف، وقد ينعدم ويتلاشى، كما يدل على ذلك ما جاء في مواضع كثيرة من كتاب الله تعالى من الطبع على القلوب، والخَتْمِ عليها، وإزاغتها، فصاحب هذا القلب الأغلف أو المنكوس لا يحصل له شيء من التدبر والاعتبار والتفكر والانتفاع بما يقرأ أو يسمع من آيات الله تعالى.\rقال ابن عباس - رضي الله عنهما - عند قوله تعالى: {لِمَنْ كَانَ لَهُ قَلْبٌ} (ق: 37): «كان المنافقون يجلسون عند رسول الله - صلى الله عليه وسلم - ثم يخرجون، فيقولون: ماذا قال آنفًا؟ ! ليس معهم قلوب» (¬4)؛\rيشير إلى قوله تعالى عن المنافقين: {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ} (محمد: 16).\r¬_________\r(¬1) رواه الحاكم في المستدرك (1/ 83)، والبيهقي في السنن (3/ 120)، والطحاوي في شرح مشكل الآثار (1453)، وابن نصر في قيام الليل (المختصر 78).\r(¬2) سنن البيهقي (3/ 120).\r(¬3) رواه عبد الله بن أحمد في زوائده على الزهد (ص 106)، ومن طريقه أبو نعيم في الحلية (7/ 300).\r(¬4) رواه ابن مردويه؛ كما في الدر المنثور (13/ 653).","seal":"CFBDB7ED","page":42},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"سؤال وجوابه:\rقد يسأل طالب العلم فيقول: أليست الآيات الأربع في الحث على التدبُّرِ: واحدة منها عامة؛ وهي آية سورة «ص»: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29)، وأخرى في سياق الكلام على الكافرين؛ وهي آية سورة «المؤمنون»: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ} (المؤمنون: 68)، والبقية؛ وهي آية سورة النساء: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 82)، وسورة محمد: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (محمد: 24) - في سياق الحديث عن المنافقين، وهؤلاء ليسوا من أصحاب القلوب الحية! ! فما الجواب؟ !\rوالجواب من وجهين:\rالأول: أن الآيات الثلاث مُصَدَّرة بالاستفهام الإنكاري: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ}، {أَفَلَمْ يَدَّبَّرُوا}؛ فهذه الآيات ينبغي أن تُفهم مع ضَمِّها إلى غيرها من الآيات التي تُخبِر عن الطبع والخَتْمِ والرَّانِ، وما نَتَجَ عن ذلك من العمى والصمم؛ ولذا قال تعالى: {إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (6) خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ} (البقرة: 6، 7). {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} (الأعراف: 179)، كما أخبر عن قيلهم: {وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ} (فصلت: 5)، وقولهم: {قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ} (الشعراء: 136)، إلى غير ذلك من الآيات.","seal":"0961CA73","page":43},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"وذلك جزاؤهم جزاءً وفاقًا؛ كما قال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (110) وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ} (الأنعام: 110، 111)؛ فجازاهم بتكذيبهم الأول.\rوالله يقول مُخَاطبًا أهل الإيمان: {يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} (الأنفال: 24).\rوهكذا- أيضًا- الآيات التي تُخْبِر أن القرآن والإنذار إنما ينتفع بهما المؤمنون والمتقون؛ كقوله تعالى: {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ} (البقرة: 2)، وقوله: {إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ} (يس: 11)، وقوله: {لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} (يس: 70)، وقوله: {إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ} (الأنعام: 36)؛ أي: سماع استجابة وقبول.\rومثل ذلك الآيات التي تُخْبِر أن الله لا يهدي القوم الكافرين، والفاسقين، والظالمين؛ أي: من سبق في علمه الأزلي شقاوتهم، وبعض العلماء يُعبِّر عن المعنى بقوله: يعني المُصِرِّين على كفرهم وظلمهم وعنادهم.\rولهذا قال الله تعالى في الآية العامة في التدبر: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} (ص: 29)، ثم خص التذكُّر ببعضهم فقال: {وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29).\rوالكلام في هذا يطول، وما ذكرته يرشد إلى غيره، والله تعالى أعلم (¬1).\r¬_________\r(¬1) وينظر ما سيأتي في موانع التدبر في الكلام على ما يتصل بالقلب.","seal":"584F83ED","page":44},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"الثاني: أشرنا سابقًا إلى التفاوت الحاصل بين القلوب من ناحية حياتها ومرضها وموتها، وقوتها وضعفها؛ فالقلب قد يكون مريضًا أو ضعيفًا، فإذا أصغى صاحبه بسمعه مع حضور القلب حال الاستماع أو القراءة، فإنه ينتفع ويعتبر، ما لم يصل إلى حال الطمس والختم على القلب؛ ولهذا فإن من الكفار من يتأثر بسماع القرآن، وقد يكون ذلك سبب دخوله في الإسلام، كما وقع ويقع في القديم والحديث؛ وقد سمع جُبير بن مُطْعِم - رضي الله عنه - قبل إسلامه النبي - صلى الله عليه وسلم - يقرأ في المغرب بالطور، فلما بلغ قوله: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ (35) أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ (36) أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} (الطور: 35 - 37)، قال: كاد قلبي أن يطير (¬1).\rقال الخطابي: «كأنه انزعج عند سماع هذه الآية؛ لفهمه معناها، ومعرفته بما تضمنته، ففهم الحجة، فاستدركها بلطيف طبعه ... » اهـ (¬2).\r\rالشرط الثاني: العمل الذي يصدر من المكلف (الاستماع، أو القراءة، مع حضور القلب):\rوإليك بيان هذا الشرط وما يتعلق به:\rأما الاستماع: فيكفي في ذلك قول الله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} (الأعراف: 204).\rيقول ابن سعدي - رحمه الله -: «هذا الأمر عام في كل من سمع كتاب الله يُتلى، فإنه مأمور بالاستماع له والإنصات، والفرق بين الاستماع والإنصات أن الإنصات في الظاهر بترك التحدث، أو الاشتغال بما يشغل عن استماعه، وأما الاستماع له\r¬_________\r(¬1) رواه البخاري (4854).\r(¬2) فتح الباري (8/ 479).","seal":"C3301AD2","page":45},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"nass":"فهو أن يُلقي سمعه ويُحضِر قلبه، ويتدبر ما يستمع، فإن من لاَزَم هذين الأمرين حين يُتلى كتاب الله، فإنه ينال خيرًا كثيرًا، وعلمًا غزيرًا، وإيمانًا مستمرًّا متجددًا، وهدًى متزايدًا، وبصيرةً في دينه؛ ولهذا رَتَّبَ الله حصول الرحمة عليها، فدل ذلك على أن من تُلي عليه الكتاب فلم يستمع له ويُنْصِت، أنه محروم الحظ من الرحمة، قد فاته خير كثير» اهـ (¬1).\rوقال القرطبي - رحمه الله -: «حُسْن الاستماع كما يجب قد مدح الله عليه، فقال: {الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ} (الزمر: 18)، وذم على خلاف هذا الوصف فقال: {نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} (الإسراء: 47)، فمدح المُنْصِت لاستماع كلامه مع حضور العقل، وأَمَر عباده بذلك أدبًا لهم، فقال: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} (الأعراف: 204)، وقال هاهنا: {وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى} (طه: 13)؛ لأنه بذلك ينال الفهم عن الله تعالى.\rوعن وهب بن مُنَبِّه - رحمه الله - أنه قال: من أدب الاستماع سكون الجوارح، وغض البصر، والإصغاء بالسمع، وحضور العقل، والعزم على العمل؛ وذلك هو الاستماع كما يُحِب الله تعالى، وهو أن يكف العبد جوارحه، ولا يشغلها فيشتغل قلبه عما يسمع، ويغض طرفه فلا يلهو قلبه بما يرى، ويَحصُر عقله فلا يُحَدِّث نفسه بشيء سوى ما يستمع إليه، ويعزم على أن يفهم فيعمل بما يفهم.\r¬_________\r(¬1) تفسير السعدي (ص 345).","seal":"E64274D9","page":46},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"قال سفيان بن عيينة - رحمه الله -: أول العلم الاستماع، ثم الفهم، ثم الحفظ، ثم العمل، ثم النشر (¬1)، فإذا استمع العبد إلى كتاب الله تعالى وسنة نبيه، عليه الصلاة والسلام، بنية صادقة على ما يُحِب الله، أفهمه كما يُحِب، وجعل له في قلبه نورًا» اهـ (¬2).\rوقال أبو بكر الآجري - رحمه الله -: «وإن الله وعد لمن استمع كلامه، فأحسن الأدب عند استماعه بالاعتبار الجميل، ولزوم الواجب لاتباعه، والعمل به، يبشره منه بكل خير، ووعده على ذلك أفضل الثواب» اهـ (¬3).\rويقول ابن تيمية - رحمه الله -: «ومن أصغى إلى كلام الله وكلام رسوله - صلى الله عليه وسلم - بعقله، وتَدَبَّره بقلبه، وجد فيه من الفهم والحلاوة، والبركة والمنفعة ما لا يجده في شيء من الكلام، لا مَنظومِه ولا منثورِه» (¬4).\rوقال تلميذه ابن القيم - رحمه الله -: «سماع القرآن بالاعتبارات الثلاثة: إدراكًا وفهمًا، وتدبُّرًا، وإجابةً ... فلم يعدم من اختار هذا السماع إرشادًا لحجة، وتبصرة لعِبْرَة، وتذكرة لمعرفة، وفكرة في آية، ودلالة على رشد ... وحياة لقلب، وغذاء ودواء وشفاء، وعصمة ونجاة، وكشف شبهة» (¬5).\r¬_________\r(¬1) رواه البيهقي في الشعب (1658)، وروى البيهقي أيضًا في الشعب (1657) هذا الكلام بنحوه عن محمد بن النضر الحارثي.\r(¬2) تفسير القرطبي (11/ 176).\r(¬3) أخلاق أهل القرآن للآجري ص: 7.\r(¬4) اقتضاء الصراط المستقيم (2/ 749).\r(¬5) مدارج السالكين (1/ 484 - 485).","seal":"151DE660","page":47},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"وقال ابن عاشور - رحمه الله -: «فالاستماع والإنصات المأمور بهما المُؤَدِّيان بالسامع إلى النظر والاستدلال، والاهتداء بما يحتوي عليه القرآن من الأدلة على صدق رسول الله - صلى الله عليه وسلم - المُفْضِي إلى الإيمان به، ولما جاء به من إصلاح النفوس، فالأمر بالاستماع مقصود به التبليغ، واستدعاء النظر، والعمل بما فيه» (¬1).\rوعن عبد الله بن مسعود - رضي الله عنه - قال: «قال لي النبي - صلى الله عليه وسلم -: «اقرأ عليَّ القرآن»، قلت: أأقرأ عليك وعليك أُنزل؟ ! قال: «إني أُحبُّ أن أسمعَه من غيري»، قال: فافتتحت سورة النساء، فلما بلغت: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} (النساء: 41)، قال: «حسبك»، فالتفتُّ فإذا عيناه تذرفان» (¬2).\rقال ابن بطال - رحمه الله -: «يحتمل أن يكون الرسول - صلى الله عليه وسلم - أَحَبَّ أن يسمعه من غيره؛ ليكون عَرْضُ القرآن سُنَّة تُحْتَذى بها، كما يحتمل أن يكون لكي يتدبَّرَه ويتفهمه؛ وذلك لأن المستمع أقوى على التدبر، ونفسه أخلى وأنشط من نفس القارئ؛ لاشتغاله بالقراءة وأحكامها» (¬3).\rقال ابن تيمية - رحمه الله -: «هذا سماع سلف الأمة، وأكابر مشايخها وأئمتها كالصحابة والتابعين، ومن بعدهم من المشايخ؛ كإبراهيم بن أدهم، والفضيل بن عياض، وأبي سليمان الداراني، ومعروف الكرخي، ويوسف بن أسباط، وحذيفة المرعشي، وأمثال هؤلاء، وكان عمر بن الخطاب - رضي الله عنه - يقول لأبي موسى - رضي الله عنه -: ذَكِّرْنا\r¬_________\r(¬1) التحرير والتنوير (9/ 236).\r(¬2) رواه البخاري (4583، وأطرافه في: 5050، 5055)، ومسلم (800).\r(¬3) شرح صحيح البخاري لابن بطال (10/ 277 - 278).","seal":"6588184D","page":48},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"ربنا، فيقرأ وهم يسمعون ويبكون (¬1)،\rوكان أصحاب محمد - صلى الله عليه وسلم - إذا اجتمعوا أمروا واحدًا منهم أن يقرأ القرآن، والباقي يستمعون» اهـ (¬2).\rوقد قص الله تعالى علينا خبر الجن وما جرى لهم من ذلك، فقال: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ} (الأحقاف: 29)، وذم الكافرين فقال: {وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} (فصلت: 26)؛ لأنهم يعلمون أن ذلك الصنيع يحول بينهم وبين القرآن فلا يتأثرون به.\rويحسن التنبيه هنا لأمرين:\rالأول: أن ينظر المرء فيما يكون أدْعَى للتدبر بالنسبة إليه: القراءة أو الاستماع؛ فإذا كان الاستماع، فليجعل لنفسه منه حظًّا صالحًا.\rالثاني: من المعلوم أن الإنسان قد يتأثر ببعض التلاوات المسموعة أكثر من غيرها، وينجذب قلبه إليها، فيحسن أن يكون سماعه لمن يكون بهذه المثابة، لاسيما إذا كانت القراءة مُسَجَّلة في صلاة؛ فإن ذلك مَظِنَّة التأثر والخشوع، وهو أمر مُشَاهَد.\rوأما القراءة: فإنها الطريق إلى التدبر كالاستماع، فإذا راعى القارئ ما ينبغي له عندها، فإن ذلك يكون أدعى للتدبر والانتفاع بها؛ فمن تلك الأمور:\r¬_________\r(¬1) رواه الدارمي (3536)، وأبو عبيد في الفضائل ص: 163.\r(¬2) مجموع الفتاوى (10/ 80)، رسالة التحفة العراقية.","seal":"E6739671","page":49},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"1 - التهيؤ لها: وذلك من وجوه عدة؛ منها:\rأ. اختيار الوقت المناسب، ولا شك أن أفضله ما كان ليلًا، وأفضل ذلك ما كان بعد نوم لمن وُفِّق له، حيث قال - سبحانه وتعالى -: {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} (المزمل: 6)، قال ابن عباس - رضي الله عنهما - في قوله: {وَأَقْوَمُ قِيلًا}: «هو أجدر أن يفقه القرآن» (¬1).\rويقول الحافظ ابن حجر - رحمه الله - عن مُدَارَسَة جبريل لرسول الله - صلى الله عليه وسلم - في كل ليلة من رمضان: «المقصود من التلاوة الحضور والفهم؛ لأن الليل مَظِنَّة ذلك؛ لما في النهار من الشواغل والعوارض الدنيوية والدينية» اهـ (¬2).\rوقال النووي - رحمه الله -: «ينبغي للمرء أن يكون اعتناؤه بقراءة القرآن في الليل أكثر، وفي صلاة الليل أكثر، والأحاديث والآثار في هذا كثيرة، وإنما رجحت صلاة الليل وقراءته؛ لكونها أجمع للقلب، وأبعد عن الشاغلات والمُلْهِيَات والتصرف في الحاجات، وأصون عن الرياء وغيره من المُحْبِطَات، مع ما جاء به الشرع من إيجاد الخيرات في الليل، فإن الإسراء بالرسول كان ليلًا» اهـ (¬3).\rوقال الحسن (¬4): «إن من كان قبلكم رأوا القرآن رسائل من ربهم، فكانوا يتدبرونها بالليل، ويتفقدونها بالنهار» (¬5).\rوقال السَّرِي السَّقَطِي: «رأيت الفوائد تَرِد في ظلام الليل» (¬6).\r¬_________\r(¬1) رواه أبو داود (1304).\r(¬2) فتح الباري (8/ 674).\r(¬3) التبيان ص: 52 - 53.\r(¬4) في المحرر الوجيز وتفسير الثعالبي: الحسن البصري، وفي التبيان: الحسن بن علي - رضي الله عنه -.\r(¬5) المحرر الوجيز (1/ 39)، والتبيان ص: 45 - 46، وتفسير الثعالبي (1/ 134).\r(¬6) حلية الأولياء (10/ 119).","seal":"DDA1FC5C","page":50},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"ب. اختيار الحال الأصلح له: وأنفع ذلك ما كان في حال قيام الليل، يقول الشنقيطي - رحمه الله -: «لا يثبت القرآن في الصدر، ولا يُسَهِّل حفظه، ويُيَسِّر فهمه إلا القيام به في جوف الليل» اهـ (¬1).\rوهكذا القراءة إذا كانت في صلاة فهي أفضل، وفي ذلك يقول شيخ الإسلام - رحمه الله -: «الصلاة أفضل من القراءة في غير الصلاة ... ولكن من حصل له نشاط وفهم للقراءة دون الصلاة؛ فالأفضل في حقه ما كان أنفع له» (¬2).\r«كما أن من الناس من يجتمع قلبه في قراءة القرآن وفهمه وتدبره ما لا يجتمع في الصلاة، بل يكون في الصلاة بخلاف ذلك، وليس كل ما كان أفضل يشرع لكل أحد، بل كل واحد يشرع له أن يفعل ما هو أفضل له» (¬3).\rكما أن القراءة في حال الطهارة أفضل كما لا يخفى.\rج. تفريغ النفس من الشواغل المُشَوِّشَة للفكر والقلب.\rد. الاستعاذة قبلها: وقد أورد لذلك الحافظ ابن القيم - رحمه الله - ثماني فوائد؛ منها:\r«أن القرآن شفاء ما في الصدور، يُذهب لما يلقيه الشيطان فيها من الوساوس والشهوات والإرادات الفاسدة، فهو دواء لما أثَّره فيها الشيطان، فأُمر أن يطرد مادة الداء، ويُخلي منه القلب؛ ليصادف الدواء محلًّا خاليًا، فَيَتَمَكَّن منه، ويؤثر فيه ... فيجيء هذا الدواء الشافي إلى القلب، وقد خلا من مُزاحِم ومُضَاد له، فَيَنْجَع فيه.\r¬_________\r(¬1) ذكره عنه الشيخ عطية سالم - رحمه الله -. ينظر: مفاتيح تدبر القرآن ص: 50.\r(¬2) مجموع الفتاوى (23/ 62).\r(¬3) السابق (23/ 60).","seal":"B6C61512","page":51},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"ومنها: أن القرآن مادة الهدى والعلم والخير في القلب، كما أن الماء مادة النبات، والشيطان يحرق النبات أولًا فأولًا، فكلما أحس بنبات الخير من القلب، سعى في إفساده وإحراقه، فأُمر- أي: المؤمن- أن يستعيذ بالله - عز وجل - منه؛ لئلا يُفْسِد عليه ما يحصل له بالقرآن.\rوالفرق بين هذا الوجه والوجه الذي قبله: أن الاستعاذة في الوجه الأول لأجل حصول فائدة القرآن، وفي الوجه الثاني لأجل بقائها، وحفظها وثباتها ...\rومنها: أن الشيطان يُجْلِب على القارئ بخيله ورَجِلِه؛ حتى يشغله عن المقصود بالقرآن، وهو تدبره وتفهمه، ومعرفة ما أراد به المتكلم به سبحانه، فيحرص بجهده على أن يَحُول بين قلبه وبين مقصود القرآن، فلا يكمل انتفاع القارئ به، فأُمر عند الشروع أن يستعيذ بالله - عز وجل - منه ...\rومنها: أن الله - سبحانه وتعالى - أخبر أنه ما أرسل من رسول ولا نبي إلا إذا تمنَّى ألقى الشيطان في أُمنيته (¬1)،\rوالسلف كلهم على أن المعنى: إذا تلا ألقى الشيطان في تلاوته ... فإذا كان هذا فِعْلُه مع الرسل عليهم السلام فكيف بغيرهم؛ ولهذا يُغلِّط القارئ تارةً، ويخلط عليه القراءة، ويُشَوِّشها عليه، فيخبط عليه لسانه، أو يُشوش عليه فهمه وقلبه، فإذا حضر عند القراءة لم يعدم منه القارئ هذا، أو هذا، وربما جمعهما له، فكان من أهم الأمور الاستعاذة بالله تعالى منه.\rومنها: أن الشيطان أحرص ما يكون على الإنسان عندما يهم بالخير، أو يدخل فيه، فهو يشتد عليه حينئذ ليقطعه عنه ... فهو بالرَّصَد، ولا سيما عند قراءة القرآن، فأمر سبحانه العبد أن يُحارِب عدوه الذي يقطع عليه الطريق، ويستعيذ بالله تعالى منه أولًا ثم يأخذ في السير ... » (¬2).\r¬_________\r(¬1) وذلك في سورة الحج، الآية (52).\r(¬2) إغاثة اللهفان (1/ 181 - 184).","seal":"687398C9","page":52},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"2 - ما يُطلب مراعاته أثناء القراءة:\rأ. أن ينظر فيما هو أدعى إلى تدبره: من القراءة عن ظهر قلب، أو من المصحف؛ إذ إن الناس في ذلك يتفاوتون، فيختار كل واحد ما هو أقرب لتدبره وحضور قلبه، فإنِ اسْتَوَيَا فالقراءة في المصحف تَفْضُلُ على القراءة عن ظهر قلب.\rوهذا القول أعدل الأقوال، واستحسنه النووي - رحمه الله - وقال: «والظاهر أن كلام السلف وفعلهم محمول على هذا التفصيل» اهـ (¬1).\rب. أن يختار الأصلح لقلبه من الجهر والإسرار:\rوقد ثبت عن النبي - صلى الله عليه وسلم - ما يدل على فضل الجهر بالتلاوة؛ كحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: «لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالقُرْآنِ يَجْهَرُ بِهِ» (¬2).\rوعنه أيضًا - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: «مَا أَذِن الله لِشَيْءٍ مَا أَذِن لِنَبِيٍّ حَسَنِ الصَّوْتِ أَنْ يَجْهَرَ بِالقُرْآنِ» (¬3)، كما ثبت ذلك من فعله - صلى الله عليه وسلم - وفعل أصحابه في عدد من الأحاديث والآثار الصحيحة.\rوقال ابن عباس - رضي الله عنهما - لرجل ذكر له أنه سريع القراءة: «إن كنت لا بد فاعلًا، فاقرأ قراءة تُسْمِعُ أذنيك، وتوعيه قلبك» (¬4).\r¬_________\r(¬1) التبيان للنووي ص: 78، وينظر: الأذكار له ص: 161، وفتح الباري (8/ 708)، والإتقان (1/ 304)، وفيض القدير (1/ 561).\r(¬2) رواه البخاري (7527).\r(¬3) رواه البخاري (5023، وأطرافه في: 5024، 7482، 7544)، ومسلم (792/ 233).\r(¬4) رواه سعيد بن منصور في السنن (161 قسم التفسير). وللتوسع في تخريجه ينظر في حاشيته.","seal":"3DBC0130","page":53},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"وعن ابن أبي ليلى - رحمه الله - قال: «إذا قرأت فافتح أُذُنيك؛ فإن القلب عَدْلٌ بين اللسان والأُذن» (¬1).\rوذلك أقرب إلى التدبر في الأصل، لا سيما إذا كان خاليًا، أو لم يحصل التأذي بجهره، وقد جاء في حديث عقبة بن عامر - رضي الله عنه - مرفوعًا: «الجَاهِرُ بالقرآن كالجاهر بالصدقة، والمُسِرّ بالقرآن كالمسر بالصدقة» (¬2).\rيقول النووي - رحمه الله -: «جاءت آثار بفضيلة رفع الصوت بالقراءة، وآثار بفضيلة الإسرار؛ قال العلماء: والجمع بينهما أن الإسرار أبعد من الرياء، فهو أفضل في حق من يخاف ذلك، فإن لم يخف الرياء فالجهر أفضل؛ بشرط ألا يؤذي غيره من مُصَلٍّ أو نائم أو غيرهما. ودليل فضيلة الجهر أن العمل فيه أكثر؛ ولأنه يتعدى نفعه إلى غيره؛ ولأنه يوقظ القلب ويجمع همَّه إلى الفكر، ويصرف سمعه إليه ... » إلى أن قال: «فمتى حضره شيء من هذه النيات، فالجهر أفضل» اهـ (¬3).\rلكن من الناس من يكون تدبُّرُه حال الإسرار أعظم فَيُقَدَّم، والله أعلم.\rج. الترتيل والتَّرَسُّل في القراءة:\rقال تعالى: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} (المزمل: 4)؛ قال في الكشاف: «ترتيل القراءة: التأني والتمَهُّل، وتبيين الحروف والحركات، تشبيهًا بالثغر المُرَتَّل، وهو\r¬_________\r(¬1) أخرجه ابن أبي شيبة في المصنف (3690). ونحوه عن الشعبي؛ أخرجه ابن المبارك في الزهد (1198).\r(¬2) رواه أحمد (4/ 151)، والترمذي (2919)، وأبو داود (1333)، والنسائي (2561)، وابن حبان (734)، وصححه ابن حبان وغيره، وحسنه الترمذي، وابن القطان في بيان الوهم والإيهام (5/ 701).\r(¬3) الأذكار (ص 162)، وينظر: التبيان (ص 81)، والمجموع (2/ 191).","seal":"0332F75C","page":54},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"المُشَبَّه بنَوْر الأُقْحُوان» (¬1).\rوقال القرطبي: «أي: لا تَعْجَل بقراءة القرآن، بل اقرأه في مَهَل وبيان مع تدبر المعاني. وقال الضحاك - رحمه الله -: اقرأه حرفًا حرفًا. وقال مجاهد - رحمه الله -: أحب الناس في القراءة إلى الله أعقلهم عنه (¬2).\rوالترتيل: التنضيد والتنسيق، وحُسْن النظام، ومنه ثغر رَتِل ورَتَل ... إذا كان حسن التنضيد.\rوسمع علقمة رجلًا يقرأ قراءة حسنة فقال: لقد رَتَّل القرآن فداه أبي وأمي (¬3).\rوقال أبو بكر بن طاهر - رحمه الله -: تَدَبَّر في لطائف خطابه، وطَالِب نفسك بالقيام بأحكامه، وقلبك بفهم معانيه، وسِرَّك بالإقبال عليه» اهـ (¬4).\rوقال ابن كثير - رحمه الله -: «أي: اقرأه على تمهُّل؛ فإنه يكون عونًا على فهم القرآن وتدبره» اهـ (¬5).\rويقول ابن مفلح - رحمه الله -: «قال القاضي: أقل الترتيل ترك العجلة في القرآن عن الإبانة ... وأكمله أن يُرتِّل القراءة ويتوقف فيها ... والتَّفَهُّم فيه والاعتبار فيه مع قلة القراءة، فهو أفضل من إدراجه بغير فهم.\r¬_________\r(¬1) الكشاف (4/ 175)، وبنحوه في تفسير القرطبي (1/ 17)، (بتصرف يسير). ونَوْر الأُقْحُوان: زَهْرُه، والثَّغْر: الفم، والأُقْحُوان: نَبْت زَهْرُه أصفر أو أبيض، ورقه مُحَدَّد كأسنان المنشار، ومنه: البَابُونَج، وقد كثر تشبيه الأسنان بالأبيض المُحَدَّد منه. انظر: المعجم الوسيط (الأقحوان)، (1/ 22).\r(¬2) مختصر قيام الليل (1/ 132)، نوادر الأصول في أحاديث الرسول (2/ 287)، تفسير السمرقندي (3/ 509).\r(¬3) رواه البيهقي في الشعب (1973) بنحوه.\r(¬4) تفسير القرطبي (19/ 37).\r(¬5) تفسير ابن كثير (8/ 250).","seal":"57EDB462","page":55},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"قال الإمام أحمد - رحمه الله -: يُحسِّن القارئ صوته بالقرآن ويقرؤه بحزن وتدبُّر؛ وهو معنى قوله - صلى الله عليه وسلم -: «ما أَذِن الله لشيء كَأَذَنِه لنبيٍّ حسن الصَّوت يتَغَنَّى بالقرآن يجهَرُ به»» (¬1).\rوقال ابن الجوزي - رحمه الله - في تفسير قوله تعالى: {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا} (الإسراء: 106): «على تُؤدة وتَرَسُّل ليتدبروا معناه» اهـ (¬2).\rوهكذا كانت صفة قراءة النبي - صلى الله عليه وسلم - كما في حديث عائشة - رضي الله عنها - قالت: «كان يقرأ السورة، فيرتلها؛ حتى تكون أطول من أطول منها» (¬3).\rوعن أنس - رضي الله عنه - أنه سُئل عن قراءة رسول الله - صلى الله عليه وسلم - فقال: «كانت مدًّا، يمد (بسم الله)، ويمد (الرحمن)، ويمد (الرحيم)» (¬4).\rوهكذا حديث حذيفة (¬5) وعوف بن مالك (¬6) - رضي الله عنهما -، في وصف قراءته - صلى الله عليه وسلم - في صلاة الليل.\rوقال - صلى الله عليه وسلم -: «لَا يَفْقَهُ -وفي رواية: لَمْ يَفْقَهْ- مَنْ قَرَأَ القُرْآنَ في أَقَلَّ مِنْ ثَلَاثٍ» (¬7).\r¬_________\r(¬1) الآداب الشرعية (2/ 297)، والحديث سبق تخريجه.\r(¬2) زاد المسير (5/ 97).\r(¬3) رواه مسلم (733).\r(¬4) رواه البخاري (5046).\r(¬5) حديث حذيفة - رضي الله عنه - رواه مسلم (772).\r(¬6) رواه أبو داود (873)، والنسائي (1048)، وأحمد (6/ 24).\r(¬7) مضى تخريجه (ص 37).","seal":"6E287A53","page":56},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"وقد حَدَّث أبو جمرة قال: قلت لابن عباس - رضي الله عنهما -: إني رجل سريع القراءة، وربما قرأت القرآن في ليلة مرة أو مرتين، فقال ابن عباس - رضي الله عنهما -: «لأن أقرأ سورة واحدة أعجب إليَّ من\rأن أفعل ذلك الذي تفعل، فإن كنت فاعلًا ولا بد، فاقرأ قراءة تُسْمِعُها أُذنيك ويعيها قلبك» (¬1).\rوقال ابن مسعود - رضي الله عنه -: «لا تَهُذُّوا القرآن هَذَّ الشِّعْر، ولا تَنْثُرُوه نَثْر الدَّقل، وقِفُوا عند عجائبه، وحَرِّكُوا به القلوب، ولا يكن هَمُّ أحدِكم آخر السورة» (¬2).\rوقال الحسن البصري - رحمه الله -: «يا ابن آدم! كيف يَرِقّ قلبك، وإنما هِمَّتُك في آخر السورة؟ ! » (¬3).\rوفي الباب آثار عن السلف - رضي الله عنهم - في الإنكار على من أسرع في القراءة:\rيقول النووي - رحمه الله -: «قال العلماء: والترتيل مستحب للتدبر وغيره ... لأن ذلك أقرب إلى التوقير والاحترام، وأشد تأثيرًا في القلب» (¬4).\rقال القرطبي - رحمه الله -: «الترتيل أفضل من الهَذّ؛ إذ لا يصح التدبر مع الهَذّ» (¬5).\r¬_________\r(¬1) مضى تخريجه قريبًا.\r(¬2) أخرجه البيهقي في الشعب (1883)، والآجري في أخلاق حملة القرآن ص: 2، وأورده البغوي في التفسير (4/ 407).\r(¬3) رواه أحمد في الزهد (ص 209).\r(¬4) التبيان ص: 72.\r(¬5) تفسير القرطبي (15/ 192).","seal":"C0819B59","page":57},
      {"aya":null,"sora":null,"Na":null,"id":60,"part":1,"nass":"وقال ابن كثير - رحمه الله -: «المطلوب شرعًا إنما هو التحسين بالصوت الباعث على تدبر القرآن وتَفَهُّمه، والخشوع والخضوع والانقياد والطاعة» (¬1).\rومن هنا ذهب النووي - رحمه الله - إلى أن تحديد مدة لختم القرآن يختلف بحسب الأشخاص، فمن كان من أهل الفهم وتدقيق الفِكْر، اسْتُحِب له أن يقتصر على القدر الذي لا يُخِل بالمقصود من التدبر واستخراج المعاني، وكذا من كان له شُغل بالعلم أو غيره من مهمات الدين ومصالح المسلمين العامة، يُستحب له أن يقتصر منه على القدر الذي لا يُخِل بما هو فيه، ومن لم يكن كذلك، فالأولى له الاستكثار ما أمكنه، من غير خروج إلى الملل، ولا يقرؤه هَذْرَمة (¬2).\rوبناء على ذلك يَحْسُنُ أن تكون للمسلم قراءة يَتَدَبَّرُ فيها ولو قلَّت، إن لم يجعل قراءته كلها كذلك.\rفيكون له وِرْد للمراجعة أو الحفظ، وآخر للتدبر، فَإِنْ أَبَى فَوِرْدٌ للحفظ أو المراجعة، وآخَرُ للتلاوة والختم، وثالث للتدبر.\rد. تكرار الآية أو الآيات أو السورة القصيرة:\rفإذا أراد القارئ أن يَتَدَبَّر موضعًا من كتاب الله تعالى يجد فيه عِبْرة أو عِظَة لقلبه، فإنه يُكرر تلاوته ويُردِّدُه؛ حتى يحصل مقصوده، ولو اقتصر عليه في مجلسه أو ليلته بكاملها.\r¬_________\r(¬1) فضائل القرآن ص: 64، ضمن المجلد الأول من تفسير ابن كثير.\r(¬2) التبيان ص: 50. وينظر: الأذكار ص: 154.","seal":"38ED3047","page":58},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"nass":"قال ابن القيم - رحمه الله -: «فإذا قرأه بتفكر حتى إذا مر بآية وهو مُحتاج إليها في شفاء قلبه، كررها ولو مئة مرة، ولو ليلة، فقراءة آية بتفكر وتَفَهُّم خير من قراءة ختمة بغير تدبر وتَفَهُّم، وأنفع للقلب، وأدعى إلى حصول الإيمان، وذَوق حلاوة القرآن» اهـ (¬1).\rقال في الإحياء: «وإن لم يحصل التدبر إلا بترديد الآية، فليرددها» اهـ (¬2).\rوقد قال أبو ذر - رضي الله عنه -: «قام النبي - صلى الله عليه وسلم - بآية حتى أصبح، يرددها، والآية: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} (المائدة: 118)» (¬3).\rوهكذا كانت عادة السلف - رضي الله عنهم - (¬4).\rعن عَبَّاد بن حمزة - رحمه الله - قال: «دخلتُ على أسماء - رضي الله عنها - وهي تقرأ: {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} (الطور: 27)، قال: فَوَقَفَتْ عليها، فَجَعَلَتْ تستعيذ وتدعو. قال عباد: فذهبتُ إلى السوق، فَقَضَيْتُ حاجتي، ثم رَجَعْتُ، وهي فيها بعد تستعيذ وتدعو! » (¬5).\r¬_________\r(¬1) مفتاح دار السعادة (1/ 553).\r(¬2) الإحياء (1/ 282) (بتصرف يسير).\r(¬3) رواه النسائي (271)، وابن ماجه (1350)، وأحمد (5/ 149).\r(¬4) ينظر: الأذكار للنووي ص: 161، مفتاح دار السعادة (1/ 553 - 554).\r(¬5) رواه ابن أبي شيبة (6092).","seal":"6AF63E77","page":59},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"nass":"وقام تميم الداري - رضي الله عنه - بآية حتى أصبح؛ وهي قوله: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} (الجاثية: 21) (¬1)، فلم يزل يكرِّرها ويبكي حتى أصبح وهو عند المقام. وكذلك قام بها الربيع بن خُثيم (¬2).\rوردَّدَ الحسن البصري - رحمه الله - ليلة: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا} (النحل: 18)، حتى أصبح، فقيل له في ذلك، فقال: إن فيها مُعْتَبرًا، ما نرفع طَرْفًا ولا نرده إلا وقع على نعمة، وما لا نعلمه من نعم الله أكثر (¬3).\rوعن سعيد بن جبير - رحمه الله - أنه ردد قوله تعالى: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ} (البقرة: 281)، بضعًا وعشرين مرة (¬4)، وردد قوله تعالى: {الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (70) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ} (غافر: 70، 71) (¬5).\rورُوي عنه أنه أحرم بنافلة فاستفتح: {إِذَا السَّمَاءُ انْفَطَرَتْ} (الانفطار: 1)، فلم يزل فيها حتى نادى منادي السَّحَر (¬6).\rوعن الضحاك - رحمه الله - أنه رَدَّدَ قوله تعالى: {لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ} (الزمر: 16) (¬7).\r¬_________\r(¬1) أخرجه ابن المبارك في الزهد (94)، وعبد الله بن أحمد في زوائد الزهد ص: 149، والطبراني في الكبير (1236، 1237).\r(¬2) سيأتي قريبًا.\r(¬3) رواه ابن أبي الدنيا في التهجد وقيام الليل (53).\r(¬4) أخرجه أبو عبيد في فضائل القرآن (189)، وابن أبي شيبة في المصنف (36499)، وأحمد في الزهد (2165)، وأبو نعيم في الحلية (4/ 272)، والأصبهاني في سير السلف الصالح، ص 781.\r(¬5) أخرجه وكيع في الزهد (156)، وعبدالرزاق في المصنف (4196)، وابن سعد في الطبقات (6/ 271)، وابن أبي شيبة في المصنف (8455)، وأبو نعيم في الحلية (4/ 272)، والمستغفري في فضائل القرآن (59).\r(¬6) رواه أبو عبيد في فضائل القرآن (189).\r(¬7) التبيان في آداب حملة القرآن ص: 69.","seal":"C0893003","page":60},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"nass":"وعن عامر بن عبد القيس - رحمه الله - أنه قرأ في ليلة سورة غافر، فلما انتهى إلى قوله: {وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ} (غافر: 18)، فلم يزل يرددها حتى أصبح (¬1).\rوقال محمد بن كعب - رحمه الله -: «لأن أقرأ: {إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا}، و {الْقَارِعَةُ}؛ أرددهما وأتفكر فيهما، أحبُّ من أن أبيت أَهُذ القرآن» (¬2).\rوقال زائدة - رحمه الله -: «صليت مع أبي حنيفة في مسجده عشاء الآخرة، وخرج الناس، ولم يعلم أني في المسجد، وأردت أن أسأله مسألة من حيث لا يراني أحد، قال: فقام فقرأ، وقد افتتح الصلاة، حتى بلغ إلى هذه الآية {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} (الطور: 27)، فأقمت في المسجد أنتظر فراغه، فلم يزل يرددها حتى أَذَّن المؤذن لصلاة الفجر» (¬3).\rوقال رجل لابن المبارك - رحمه الله -: قرأت البارحة القرآن في ركعة، فقال: «لكني أعرف رجلًا لم يزل البارحة يقرأ: {أَلْهَاكُمُ التَّكَاثُرُ} إلى الصبح، ما قدر أن يجاوزها»؛ يعني: نفسه (¬4).\r¬_________\r(¬1) رواه أبو عبيد في فضائل القرآن (187).\r(¬2) الزهد لابن المبارك، ص: 287، ومن طريقه أبو نعيم في الحلية (3/ 214).\r(¬3) تاريخ بغداد (15/ 487).\r(¬4) رواه الدينوري في المجالسة (1232)، ومن طريقة ابن عساكر في تاريخه (32/ 435).","seal":"91295385","page":61},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"nass":"عن عبد الرحمن بن عجلان - رحمه الله - قال: «بِتُّ عند الربيع بن خُثيم ذات ليلة فقام يصلي، فمر بهذه الآية: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} (الجاثية: 21)، فمكث ليلته حتى أصبح، ما جاوز هذه الآية إلى غيرها، ببكاء شديد» (¬1).\rبل جاء عن بعض السلف أنه بقي في سورة هود ستة أشهر يكررها ولا يفرغ من التدبر فيها (¬2).\rوقال بعضهم: لي في كل جمعة ختمة، وفي كل شهر ختمة، وفي كل سنة ختمة، ولي ختمة منذ ثلاثين سنة ما فرغت منها بعد (¬3).\rوقد ذُكِر عن بعضهم أنه كان له في كل يوم ختمة، وفي كل شهر رمضان في كل يوم وليلة ثلاث ختمات، وأنه بقي في ختمة بضع عشرة سنة فمات قبل أن يختمها (¬4). فكانت هذه للتدبر الدقيق.\r¬_________\r(¬1) حلية الأولياء (2/ 112).\r(¬2) قوت القلوب (1/ 92)، وانظر: الإحياء (1/ 282).\r(¬3) السابق.\r(¬4) ينظر: حلية الأولياء (10/ 302).","seal":"73B8883D","page":62},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"nass":"ذِكْرُ جملة من الأمور المُعِينة على التدبر، مما يكون مُشترَكًا بين الاستماع والتلاوة:\r1 - إدراك أهمية التدبر وفائدته:\rقال الحافظ ابن القيم - رحمه الله -: «فلا شيء أنفع للقلب من قراءة القرآن بالتدبر والتفكر» (¬1).\rوقد مضى الحديث عن هذا المعنى، لكن المراد هنا التنبيه على أن من لا يُدْرِك أهمية التدبر، فإنه لن يلتفت إليه.\r\r2 - استحضار عظمة المتكلم بالقرآن:\rفإذا كان الإنسان يَتَمَعَّن كثيرًا حينما يقرأ خطاب من يُعظِّمه من البشر، ويقف مع كل حرف فيه، ويتأمل في مضامينه، فإن كلام الله تعالى أولى بذلك، وأحق لدى أصحاب القلوب الحيَّة.\rقال ابن قدامة - رحمه الله -: «وليعلم أن ما يقرؤه ليس كلام بشر، وأن يستحضر عظمة المتكلم سبحانه، ويتدبر كلامه؛ فإن التدبر هو المقصود من القراءة» اهـ (¬2).\rقال الحارث المحاسبي: «إذا كان كلام العالم أولى بالاستماع من كلام الجاهل، وكلام الوالدة الرَّؤُوم أحق بالاستماع من كلام غيرها، فالله أعلم العلماء وأرحم الرحماء، فكلامه أولى كلام بالاستماع، والتدبر، والفهم» اهـ (¬3).\r¬_________\r(¬1) مفتاح دار السعادة (1/ 553).\r(¬2) مختصر منهاج القاصدين، ص: 68، وينظر: الإحياء (1/ 282).\r(¬3) العقل وفهم القرآن، ص: 247.","seal":"34199F7D","page":63},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"nass":"وقال: «إذا عَظُم في صدرك تعظيم المتكلم بالقرآن، لم يكن عندك شيء أرفع، ولا أشرف، ولا أنفع، ولا ألذ، ولا أحلى من استماع كلام الله - عز وجل -، وفهم معاني قوله تعظيمًا وحبًّا له، وإجلالًا؛ إذ كان تعالى قائله، فَحُبّ القول على قَدْر حُبّ قائله» اهـ (¬1).\r\r3 - ما ينبغي أن تكون عليه تصوراتنا ونظرتنا للقرآن:\rإن النظرة القاصرة، وفساد التصور تجاه القرآن الكريم، يُقْعِدان صاحبهما عن تدبر كتاب الله تعالى، وطلب الهدى منه، وذلك حينما ينظر بعضهم إلى القرآن باعتبار أنه مجرد كتاب مُقَدَّس يُتلى لتحصيل الأُجور، وربما لمجرد تحصيل البركة، فيضع المصحف في بيته أو مركبته، أو أنه ملجأ أرباب العِلَل والأدواء فَيَسْتَرْقُون به لكشف ما ألَمَّ بهم، أو أنه إنما يُقْرأ مجرد قراءة في المآتم أو افتتاح بعض المناسبات، أو أنه نزل ليعالج بيئة مُتَخَلِّفة يعبد أهلها الأصنام، فدعاهم إلى تركها وعبادة الله وحده دون ما سواه، فهو يعالج تلك الحِقْبَة الغابرة، ولا تَعَلُّق له بالواقع المعاصر وتعقيداته! ! إلى غير ذلك من التصورات الضيقة.\rفمن كانت هذه نظرته إلى هذا الكتاب، فلا يُظَن به أنه سَيُقْبِل عليه بتدبر وتفهم؛ ليستخرج من كنوزه وهداياته؛ إذ الناس- كما قيل- أسرى لأفكارهم ومعتقداتهم.\rوالله تعالى قد وصف هذا الكتاب بقوله: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (النحل: 89).\r¬_________\r(¬1) السابق، ص: 302.","seal":"A1213256","page":64},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":1,"nass":"واتلُ بفَهمٍ كتابَ اللهِ فيهِ أتَتْ ... كلُّ العلومِ تَدَبَّرْهُ ترَ العَجَبا (¬1)\rفينبغي النظر إليه باعتبار أنه كتاب هداية: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (الإسراء: 9)، يُحيي الله به موتى الأرواح: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} (الأنعام: 122)، {يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} (الأنفال: 24)، {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} (إبراهيم: 1).\rوإذا أردت أن تعرف عظمة هذا القرآن، وتأثيره في النفوس والمجتمعات، فتأمل ما وصفه الله تعالى به في مواضع كثيرة، حيث وصفه بأنه كريم، وحكيم، وعظيم، ومجيد، ومبارك، وعزيز، ومُهيمِن، وعلِيّ، وهُدى، ورحمة، وشفاء، ونور، وذِكْر، وموعظة، ورُوح، وتفصيل كل شيء، وبصائر، وأنه حق، وبرهان، إلى غير ذلك من الأوصاف.\rكما سماه بالفرقان؛ لأنه يفرق بين الهدى والضلال، والحق والباطل، وبالقرآن؛ لأنه جمع ثمرة الكتب قبله.\rفالواجب أن يُقبل المسلم على كتاب ربه إقبالًا يليق بهذا القرآن العظيم، «ويعرف أنه سِيق لهداية الخلق كلهم، عالِمِهم وجاهلهم، حضريهم وبدويهم ... فمن وُفِّق لذلك لم يبق عليه إلا الإقبال على تدبُّرِه وتَفَهُّمه، وكثرة التفكر في ألفاظه ومعانيه، ولوازمه وما تتضمنه ... وما يدل عليه منطوقًا ومفهومًا، فإذا بَذَلَ وُسْعَه\r¬_________\r(¬1) تفسير القرطبي (1/ 41).","seal":"EB7FF59E","page":65},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":1,"nass":"في ذلك فالرب أكرم من عبده، فلا بد أن يفتح عليه من علومه أمورًا لا تدخل تحت كسبه» (¬1).\rقال ابن القيم - رحمه الله -: «هو أعظم الكنوز، طَلْسَمُهُ الغوص بالفكر إلى قرار معانيه» اهـ (¬2).\rفتَدَبَّرِ القرآنَ إن رُمْتَ الهُدى ... فالعِلمُ تحتَ تدَبُّر القرآنِ (¬3)\r\r4 - استحضار أنك المُخَاطَب بهذا القرآن:\rقال ابن مسعود - رضي الله عنه -: «إذا سمعت الله يقول: {يَاأَيُّهَا الَّذِينَ آمَنُوا}، فأَصْغِ لها سمعك، فإنه خير تُؤمر به، أو شر تُصرف عنه» (¬4).\rوقال الحسن: «إن من كان قبلكم رأوا القرآن رسائل من ربهم، فكانوا يتدبرونها بالليل، ويتفقدونها في النهار» (¬5).\rوقال محمد بن كعب القرظي - رحمه الله -: «من بلغه القرآن، فكأنما كلَّمه الله» (¬6)، وعَقَّبه في الإحياء بقوله: «وإذا قَدَّر ذلك لم يتخذ قراءة القرآن عَمَلَه، بل يقرؤه كما يقرأ العبد كتاب مولاه، الذي كتبه إليه؛ ليتأمله ويعمل بمقتضاه» (¬7).\r¬_________\r(¬1) تفسير السعدي ص: 23 - 24.\r(¬2) مدارج السالكين (1/ 453).\r(¬3) النونية، رقم (736).\r(¬4) سنن سعيد بن منصور (50، 848 التفسير).\r(¬5) تقدم ص: 50.\r(¬6) رواه ابن أبي حاتم في تفسيره (4/ 1271).\r(¬7) الإحياء (1/ 285).","seal":"13C067E3","page":66},
      {"aya":null,"sora":null,"Na":null,"id":69,"part":1,"nass":"وقال الخَوَّاص - رحمه الله -: «قلت لنفسي: يا نفس اقرئي القرآن كأنك سمعتيه من الله حين تكلم به، فجاءت الحلاوة» (¬1).\rقال ابن القيم - رحمه الله -: «إذا أردت الانتفاع بالقرآن، فاجمع قلبك عند تلاوته وسماعه، وأَلْقِ سمعك، واحضر حضور من يخاطبه به من تكلم به سبحانه منه إليه؛ فإنه خطاب منه لك على لسان رسوله» اهـ (¬2).\r«فيُقَدِّر أنه المقصود بكل خطاب في القرآن، فإن سمع أمرًا أو نهيًا قَدَّر أنه المنهيُّ والمأمور، وإن سمع وعدًا أو وعيدًا فكذلك، وإن سمع قصص الأولين والأنبياء، علم أن السَّمَر غير مقصود، وإنما المقصود أن يعتبر بها، ويأخذ من تضاعيفها ما يحتاج إليه، وإذا قُصد بالخطاب جميع الناس، فهذا القارئ الواحد مقصود، فما له ولسائر الناس، فَلْيُقَدِّر أنه المقصود؛ قال تعالى: {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ} (الأنعام: 19)» (¬3).\rقال ابن القيم - رحمه الله -: «وبالجملة فمن قُرِئ عليه القرآن، فَلْيُقَدِّر نفسه كأنما يسمعه من الله يخاطبه به، فإذا حصل له مع ذلك السماع به وله وفيه، ازدحمت معاني المسموع ولطائفه وعجائبه على قلبه، وازدلفت إليه بأيهما يبدأ، فما شئت من علم وحكمة، وتَعَرُّفٍ وبصيرة، وهداية وغَيْرَة» (¬4).\r¬_________\r(¬1) سير أعلام النبلاء (8/ 180).\r(¬2) الفوائد ص: 3.\r(¬3) الإحياء (1/ 285).\r(¬4) مدارج السالكين (1/ 499).","seal":"69CEC0BD","page":67},
      {"aya":null,"sora":null,"Na":null,"id":70,"part":1,"nass":"فإذا استجمع هذه الأمور فإن ذلك يقوده إلى ما بعدها؛ فمن ذلك:\r\r5 - صدق الطلب والرغبة، وقوة الإقبال على كتاب الله، عز وجل:\rقال القرطبي - رحمه الله -: «فإذا استمع العبد إلى كتاب الله تعالى وسنة نبيه - صلى الله عليه وسلم - بنية صادقة على ما يُحِب الله، أفهمه كما يُحِب، وجعل في قلبه نورًا» اهـ (¬1).\rوهذا يتطلب قدرًا من الصبر والإصرار؛ قال ثابت البُنَاني - رحمه الله -: «كَابَدتُّ القرآن عشرين سنة، ثم تنعَّمْت به عشرين سنة» (¬2).\r\r6 - أن يقرأ ليمتثل:\rقال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} (البقرة: 121).\rقال ابن مسعود - رضي الله عنه -: «والذي نفسي بيده: إن حق تلاوته أن يُحِل حلاله، ويُحرم حرامه، ويقرأه كما أنزله الله» (¬3).\rوقال الحسن البصري - رحمه الله -: «إن هذا القرآن قد قرأه عبيدٌ وصبيانٌ لا علم لهم بتأويله ... وما تدبر آياته إلا باتباعه، وما هو بحفظ حروفه وإضاعة حدوده، حتى إن أحدهم ليقول: لقد قرأت القرآن كله فما أسقطت منه حرفًا، وقد- والله- أسقطه كله، ما يُرى القرآن له في خُلق ولا عمل، حتى إن أحدهم ليقول: إني لأقرأ السورة في نَفَس! والله ما هؤلاء بالقراء، ولا بالعلماء، ولا الحكماء، ولا الوَرَعَة، متى كان القراء مثل هذا؟ لا كثر الله في الناس مثل هؤلاء» (¬4).\r¬_________\r(¬1) تفسير القرطبي (11/ 176).\r(¬2) الإحياء (1/ 302).\r(¬3) رواه ابن جرير في تفسيره (2/ 567).\r(¬4) مضى ص: 34.","seal":"7374029D","page":68},
      {"aya":null,"sora":null,"Na":null,"id":71,"part":1,"nass":"وقال - رحمه الله -: «أنزل القرآن ليعمل به، فاتخذوا تلاوته عملًا» (¬1).\rوقال - رحمه الله -: «إن أولى الناس بهذا القرآن من اتبعه، وإن لم يكن قرأه» (¬2).\rقال الفضيل - رحمه الله -: «إنما نزل القرآن لِيُعْمَل به، فاتخذ الناس قراءته عملًا، قيل: كيف العمل به؟ قال: لِيُحِلوا حلاله، ويُحرِّمُوا حرامه، ويأتمروا بأوامره، وينتهوا عن نواهيه، ويقفوا عند عجائبه» (¬3).\rوكان ابن مسعود - رضي الله عنه - يقول: «أنزل عليهم القرآن ليعملوا به، فاتخذوا دَرْسه عملًا، إن أحدهم ليتلو القرآن من فاتحته إلى خاتمته ما يُسْقِط منه حرفًا، وقد أسقط العمل به» (¬4).\rوقيل ليوسف بن أسباط: بأي شيء تدعو إذا خَتْمَت القرآن؟ قال: «أستغفر الله من تلاوتي؛ لأني إذا خَتَمْته وتَذَكَّرت ما فيه من الأعمال خَشِيت المَقْت، فَأَعْدِل إلى الاستغفار والتسبيح» (¬5).\rوقرأ رجل القرآن على بعض العلماء، قال: فلما خَتَمتُه أردتُّ الرجوع من أوله فقال لي: «اتخذتَ القراءة عليّ عملًا، اذهب فاقرأه على الله تعالى في ليلك، وانظر ماذا يُفْهِمُك منه فاعمل به» (¬6).\r¬_________\r(¬1) الداء والدواء ص: 357.\r(¬2) رواه أحمد في الزهد ص: 233، والبيهقي في الشعب (9600).\r(¬3) أخرجه الخطيب البغدادي في اقتضاء العلم العمل، رقم (116).\r(¬4) المحرر الوجيز (1/ 39).\r(¬5) السابق.\r(¬6) السابق (1/ 39).","seal":"EDB97358","page":69},
      {"aya":null,"sora":null,"Na":null,"id":72,"part":1,"nass":"قال ابن عطية - رحمه الله -: «قال الله تعالى: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر: 15، 17، 22، 32، 40، 51)، وقال تعالى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} (المزمل: 5)؛ أي: عِلْم معانيه والعمل به والقيام بحقوقه، ثقيل، فمال الناسُ إلى المُيَسَّر، وتركوا الثقيل، وهو المطلوب منهم! » اهـ (¬1).\rوقد كان السلف - رضي الله عنهم - لا يتجاوزون الآيات حتى يتعلموا ما فيها من العلم والعمل؛ كما قال ابن مسعود - رضي الله عنه -: «كان الرجل منا إذا تَعَلَّمَ عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن» (¬2). وجاء نحوه عن أبي عبد الرحمن السلمي (¬3).\rوعن ابن مسعود - رضي الله عنه - قال: «إن أقوامًا يقرؤون القرآن لا يجاوز حناجرهم، ولكن إذا وقع في القلب فَرَسَخَ فيه، نَفَعَ» (¬4).\r«فالمؤمن العاقل إذا تلا القرآن استعرض القرآن، فكان كالمرآة، يرى بها ما حسن من فعله وما قبح فيه؛ فما حذَّره مولاه حَذِرَهُ، وما خوَّفه به من عقابه خافه، وما رغَّب فيه مولاه رغب فيه ورجاه؛ فمن كانت هذه صفته، أو ما قارب هذه الصفة، فقد تلاه حق تلاوته، ورعاه حق رعايته، وكان له القرآن شاهدًا وشفيعًا، وأنيسًا وحِرْزًا؛ ومن كان هذا وَصْفه نفع نفسه ونفع أهله، وعاد على والديه وعلى\r¬_________\r(¬1) السابق.\r(¬2) رواه ابن جرير في التفسير (1/ 80).\r(¬3) المصدر السابق (1/ 80).\r(¬4) رواه مسلم (822)، ونحوه عند البخاري (6/ 238).","seal":"A294B70B","page":70},
      {"aya":null,"sora":null,"Na":null,"id":73,"part":1,"nass":"ولده كل خير في الدنيا والآخرة» (¬1)، «وكان القرآن له شفاء، فاستغنى بلا مال، وعزَّ بلا عشيرة، وأنس مما يستوحش منه غيره، وكان همُّه عند التلاوة للسورة إذا افتتحها: متى أتعظ بما أتلوه؟ ! ولم يكن مراده: متى أختم السورة؟ ! وإنما مراده: متى أعقل عن الله الخطاب؟ ! متى أزدجر، متى أعتبر؟ ! لأن تلاوة القرآن عبادة لا تكون بغفلة» (¬2).\rفالمسلم «يتصفح القرآن ليُؤدِّب به نفسه، هِمَّتُه: متى أكون من المتقين؟ ! متى أكون من الخاشعين؟ ! متى أكون من الصابرين؟ ! متى أزهد في الدنيا؟ ! متى أنهى نفسي عن الهوى؟ ! » (¬3).\rقال يزيد بن الكُميت - رحمه الله -: «قرأ بنا علي بن الحسين المُؤَذِّن في عشاء الآخرة: {إِذَا زُلْزِلَتِ}، وأبو حنيفة خلفه، فلما قضى الصلاة وخرج الناس، نظرت إلى أبي حنيفة وهو جالس يُفَكِّر ويتنفس، فقلت: أقوم لا يشتغل قلبه بي، وقد طلع الفجر وهو قائم قد أخذ بلحية نفسه وهو يقول: يا من يجزي بمثقال ذَرَّةِ خَيرٍ خيرًا، ويا من يجزي بمثقال ذَرَّةِ شَرٍّ شرًّا، أجِرِ النعمان عبدَك من النار، وما يُقَرِّب منها من السوء، وأدخله في سعة رحمتك.\rقال: فَأَذَّنْتُ، فإذا القنديل يَزْهَر وهو قائم، فلما دخلت، قال: تريد أن تأخذ القنديل؟ قلت: قد أَذَّنْتُ لصلاة الغداة، قال: اكتم عليَّ ما رأيت» (¬4).\r¬_________\r(¬1) أخلاق حملة القرآن ص: 25.\r(¬2) السابق ص: 9.\r(¬3) السابق ص: 22 بتصرف.\r(¬4) تاريخ بغداد (15/ 487).","seal":"90FB45D5","page":71},
      {"aya":null,"sora":null,"Na":null,"id":74,"part":1,"nass":"قال في الإحياء: «وتلاوة القرآن حق تلاوته هو أن يشترك اللسان والعقل والقلب؛ فحظ اللسان: تصحيح الحروف بالترتيل، وحظ العقل: تفسير المعاني، وحظ القلب: الاتعاظ والتأثر بالانزجار والائتمار؛ فاللسان يُرتِّل، والعقل يُترجم، والقلب يتعظ» اهـ (¬1).\r«وينبغي للتالي أن يستوضح كل آية ما يليق بها، ويتفهم ذلك، فإذا تلا قوله تعالى: {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} (الأنعام: 1)، فليعلم عظمته، وَيَتَلَمَّح قدرته في كل ما يراه، وإذا تلا: {أَفَرَأَيْتُمْ مَا تُمْنُونَ} (الواقعة: 58)، فليتفكر في نُطفة متشابهة الأجزاء كيف تنقسم إلى لحم وعظم ... وإذا تلا أحوال المكذبين، فليستشعر الخوف من السَّطْوَة إن غفل عن امتثال الأمر.\rوينبغي لتالي القرآن أن يعلم أنه المقصود بخطاب القرآن ووعيده، وأن القصص لم يُرَد بها السَّمَر بل العِبَر، فحينئذ يتلو تلاوة عبد كَاتَبَه سيده بمقصود، وليتأمل الكتاب، وليعمل بمقتضاه» (¬2).\rووصف السيوطي - رحمه الله - الوقوف عند المعاني بقوله: «أن ينشغل قلبه بالتفكر في معنى ما يلفظ به، فيعرف كل آية، ويتأمل الأوامر والنواهي، ويعتقد قبول ذلك؛ فإن كان مما قصر عنه فيما مضى اعتذر واستغفر، وإذا مر بآية رحمة استبشر وسأل، أو عذاب أشفق وتعوّذ، أو تنزيه نزّه وعظّم، أو دعاء تضرع وطلب» (¬3).\r¬_________\r(¬1) الإحياء (1/ 287).\r(¬2) مختصر منهاج القاصدين ص: 69، وينظر: الإحياء (1/ 283).\r(¬3) الإتقان (1/ 300).","seal":"B86F9DCB","page":72},
      {"aya":null,"sora":null,"Na":null,"id":75,"part":1,"nass":"7 - تنزيل القرآن على الواقع:\rإذا تقرر ما سبق، فإنه يتعين على قارئ القرآن أن يَسْتَصْحِب الأحوال والمُلَابَسَات التي نزل فيها القرآن، وكيف كان يعالج المواقف والوقائع حتى أخرج ذلك المجتمع والجيل الراشد الذي اهتدى بالقرآن، وحمل هداياته إلى نواحي المعمورة، وحقق انتشارًا وانتصارًا مُبْهِرَين في مدة قياسية قصيرة.\rواليوم القرآن هو القرآن، والناس هم الناس، والصراع بين الحق والباطل قائم، والمواقف متكررة وإن تغيَّرت الأسماء، فما علينا إلا أنْ نَعِيَ كتاب الله تعالى ونتدبره، وعندئذ سنجد فيه ما يعيد الحق إلى نصابه، والعالَم إلى صوابه، فتتحرَّك عجلة التغيير من جديد كما كانت في عهد الصحابة - رضي الله عنهم -، وذلك حينما نُحرِّر نصوص القرآن من قيد الزمان والمكان، والله المستعان.\rوأما حضور القلب:\rفلا يخفى أن تلاوة القرآن أو سماعه لا يمكن أن يحصل معهما تدبر أو اعتبار إذا كان القلب غائبًا؛ لأنه موضع العقل، وقد مضى قول الحافظ ابن القيم - رحمه الله -: «إذا أردت الانتفاع بالقرآن، فاجمع قلبك عند تلاوته وسماعه، وأَلْق سمعك، واحضر حضور من يخاطبه به من تكلم به سبحانه منه إليه، فإنه خطاب منه لك على لسان رسوله» اهـ (¬1).\r¬_________\r(¬1) مضى ص: 67.","seal":"047682A9","page":73},
      {"aya":null,"sora":null,"Na":null,"id":76,"part":1,"nass":"وقال الخازن - رحمه الله -: «وتدبر القرآن لا يكون إلا مع حضور القلب، وجمع الهَم وقت تلاوته، ويشترط فيه تقليل الغذاء من الحلال الصِّرْف، وخلوص النية» اهـ (¬1).\rوما ذكرته في الشرط الأول- وهو وجود المَحَل القَابِل- له اتصال وثيق بهذا الموضع، إلا أن بينهما عمومًا وخصوصًا من وجه، فقد يكون صاحب القلب الحي مُشَوَّشًا أو مشغولًا، أو في موضع لا يتمكن معه من إحضار قلبه حال السماع أو التلاوة، فيقرأ الآيات أو السورة ويتجاوزها وهو لا يشعر؛ لأن قلبه لم يحضر معه لعارض.\rوقد لا يكون القارئ أو المستمع من أصحاب القلوب الحية، لكنه لم يُطبع على قلبه، فإذا استمع أو قرأ مع حضور القلب، فإنه ينتفع.\r\rالشرط الثالث: وجود قدر من الفهم للكلام المقروء أو المسموع:\rمن المعلوم أن الفهم قضية نسبية، يقع فيها التفاوت كثيرًا، والناس فيها على ثلاث مراتب، ومن هنا حصل التفاوت بينهم في العلم والفقه.\rونحن لا نطالب العامي أن يفهم منه ما يفهم ابن عباس - رضي الله عنهما -، وإنما المقصود هنا حصول حد أدنى من الفهم لما يقرأ أو يسمع؛ بحيث لا يكون بمنزلة من خُوطِب بلغة غير لغته لا يعرفها، فإن من خُوطِب بما لا يفهم أصلًا، لا يمكن أن يتدبر مهما كان قلبه حيًّا وأحضره حال الاستماع أو التلاوة.\rومن هنا يتعيَّن علينا أن ننظر إلى هذا الشرط بنوع اعتدال، فلا نشترط منه قدرًا لا يصدُق إلا على العلماء، ولا نُلْغيه بالكلية فنطالب من كان بمنزلة الأعجمي\r¬_________\r(¬1) تفسير الخازن (6/ 182).","seal":"E9FFAA9B","page":74},
      {"aya":null,"sora":null,"Na":null,"id":77,"part":1,"nass":"أن يتدبر القرآن، وقد وصف الله تعالى كتابه بقوله: {كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ} (فصلت: 3)، وقال: {بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} (الشعراء: 195)، وقال تعالى: {وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} (فصلت: 44)، وقال: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} (يوسف: 2)، إلى غير ذلك من الآيات الكريمات، كما أخبر أنه يسَّره للذِّكر فقال تعالى: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر: 17)، وقد سبقت الإشارة إلى العموم الوارد في الحث على تدبره: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29)، ولم يخص ذلك بأهل العلم دون غيرهم؛ مع أن ما يحصل للعالم من ذلك لا يقاس بما يحصل لغيره.\rقال ابن جرير - رحمه الله -: «وفي حَثِّ الله - عز وجل - عباده على الاعتبار بما في آي القرآن من المواعظ والبينات بقوله جل ذكره لنبيه - صلى الله عليه وسلم -: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29)، وقوله: {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (27) قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ} (الزمر: 27، 28)، وما أشبه ذلك من آي القرآن التي أمر الله عبادَه، وحثهم فيها على الاعتبار بأمثال آي القرآن، والاتِّعاظ بمواعظه- ما يدلُّ على أنَّ عليهم معرفةَ تأويل ما لم يُحجب عنهم تأويله من آيِهِ؛ لأنه محالٌ أن يُقال لمن لا يَفْهَمُ ما يُقال له ولا يعقِل تأويلَه: (اعْتَبِرْ بما لا فَهْم لك به ولا معرفةَ من القِيل والبيان والكلام) - إلا على معنى الأمر بأن يفهمَه ويفقَهَه، ثم يتدبَّره ويعتبرَ به، فأما قبلَ ذلك فمستحيلٌ أمرُه بتدبره وهو بمعناه جاهل، كما محالٌ أن يقال لبعض أصناف الأمم الذين لا يعقلون كلامَ العرب","seal":"8251A89B","page":75},
      {"aya":null,"sora":null,"Na":null,"id":78,"part":1,"nass":"ولا يفهمونه، لو أُنشِدت قَصيدةُ شعرٍ من أشعار بعض العرب ذاتُ أمثالٍ ومواعظ وحِكم: (اعْتَبِرْ بما فيها من الأمثال، وادّكر بما فيها من المواعظ)، إلا بمعنى الأمر لها بفهم كلامِ العرب ومعرفتِه، ثم الاعتبار بما نَبَّهَها عليه ما فيها من الحِكَم، فأما وهي جاهلة بمعاني ما فيها من الكلام والمنطق، فمحالٌ أمرُها بما دلَّت عليه معاني ما حوته من الأمثال والعِبَر. بل سواء أمرُها بذلك وأمرُ بعض البهائم به، إلا بعدَ العلم بمعاني المنطق والبيان الذي فيها.\rفكذلك ما في آي كتاب الله من العِبَرِ والحِكم والأمثال والمواعظ، لا يجوز أن يقال: (اعْتَبِرْ بها) إلا لمن كان بمعاني بيانه عالمًا، وبكلام العرب عارفًا؛ وإلا بمعنى الأمر- لمن كان بذلك منهُ جاهلًا- أنْ يعلم معاني كلام العرب، ثم يتدبَّره بعدُ، ويتعظ بحِكَمِه وصُنوف عِبَرِه.\rفإذْ كان ذلك كذلك- وكان الله جل ثناؤه قد أمر عباده بتدبُّره وحثهم على الاعتبار بأمثاله- كان معلومًا أنه لم يأمر بذلك من كان بما يدُلّ عليه آيُه جاهلًا، وإذْ لم يجز أن يأمرهم بذلك إلا وهُمْ بما يدلهم عليه عالمون، صحَّ أنهم- بتأويل ما لم يُحجَبْ عنهم علمه من آيِهِ الذي استأثر الله بعلمه منه دون خلقه، الذي قد قدّمنا صفَته آنفًا- عارفون، وإذْ صَحَّ ذلك، فسَدَ قول من أنكر تفسيرَ المفسرين، من كتاب الله وتنزيلِه، ما لم يحجب عن خَلقه تأويله» اهـ (¬1).\rوكان - رحمه الله - يقول: «إني أعجب ممن قرأ القرآن ولم يعلم تأويله، كيف يَلْتَذّ بقراءته! ! » اهـ (¬2).\r¬_________\r(¬1) تفسير الطبري (1/ 82 - 83).\r(¬2) معجم الأدباء (6/ 2453).","seal":"168192B0","page":76},
      {"aya":null,"sora":null,"Na":null,"id":79,"part":1,"nass":"وقال الزجاج - رحمه الله - تعليقًا على قوله تعالى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ} (ق: 37): «من صَرَف قلبه إلى التَّفَهُّم» اهـ (¬1).\rوقال القرطبي - رحمه الله -: «وينبغي له أن يَتَعَلّم أحكام القرآن، فيَفْهَم عن الله مراده، وما فرض عليه، فيَنْتَفِع بما يقرأ، ويعمل بما يتلو، فكيف يعمل بما لا يفهم معناه؟ ! وما أقبح أن يُسأل عن فقه ما يتلوه ولا يدريه، فما مثل من هذا حاله إلا كمثل الحمار يحمل أسفارًا» اهـ (¬2).\rوقال الشيخ تقي الدين ابن تيمية - رحمه الله -: «وتدبُّر الكلام بدون فهم معانيه لا يمكن؛ وكذلك قال تعالى: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} (يوسف: 2)، وعَقْل الكلام متضمن لفهمه، ومن المعلوم أن كل كلام فالمقصود منه فهم معانيه دون مجرد ألفاظه، فالقرآن أولى بذلك» اهـ (¬3).\rوقال الشنقيطي - رحمه الله -: «فإذا علمت -أيها المسلم- أن هذا القرآن العظيم هو النور الذي أنزله الله ليُستضاء به، ويُهْتَدى بهداه في أرضه، فكيف ترضى لبصيرتك أن تعمى عن النور؟ ! ... يجب عليك الجد والاجتهاد في تعلم كتاب الله، وسنة رسوله - صلى الله عليه وسلم - بالوسائل النافعة المنتجة، والعمل بكل ما علمك الله منهما علمًا صحيحًا» اهـ (¬4).\r¬_________\r(¬1) معاني القرآن (5/ 48).\r(¬2) تفسير القرطبي (1/ 21).\r(¬3) مجموع الفتاوى (13/ 332).\r(¬4) أضواء البيان (7/ 465 - 466).","seal":"37F038D4","page":77},
      {"aya":null,"sora":null,"Na":null,"id":80,"part":1,"nass":"وكلام أهل العلم في هذا المعنى كثير جدًّا، لا حاجة إلى التطويل بإيراده ونَقْلِه.\rأما من أراد الغَوص في المعاني، واستخراج نفائس الجواهر واللآلئ، فإنه بحاجة إلى معرفة بعلوم العربية بأنواعها، إلى غير ذلك من العلوم المُسَاعِدَة في التفسير، مع طول النظر في كلام السلف في التفسير، وكثرة القراءة في كتب التفسير التي تَمَيَّز مؤلفوها بالتحقيق والتأصيل، والقدرة البارعة على الجمع بين الأقوال أو الترجيح، أو التوجيه: كأبي جعفر بن جرير، والحافظ ابن كثير، والشنقيطي، مع ما جُمِع من كلام الإمامين- ابن تيمية، وابن القيم- في التفسير، فإن سَاعَد مع ذلك وجود المَلَكَة، وتَوَقُّد القريحة، فذاك كنور العين مع ضوء الشمس، وذلك فضل الله يؤتيه من يشاء، والله واسع عليم.\rقال شيخ الإسلام ابن تيمية - رحمه الله -: «لا بد في تفسير القرآن والحديث من أن يعرف ما يدل على مراد الله ورسوله - صلى الله عليه وسلم - من الألفاظ، وكيف يفهم كلامه؛ فمعرفة العربية التي خُوطبنا بها مما يعين على أن نفقه مراد الله ورسوله بكلامه، وكذلك معرفة دلالة الألفاظ على المعاني؛ فإن عامة ضلال أهل البدع كان بهذا السبب؛ فإنهم صاروا يحملون كلام الله ورسوله - صلى الله عليه وسلم - على ما يدَّعون أنه دال عليه، ولا يكون الأمر كذلك» اهـ (¬1).\r¬_________\r(¬1) مجموع الفتاوى (7/ 116).","seal":"3784612F","page":78},
      {"aya":null,"sora":null,"Na":null,"id":81,"part":1,"nass":"ومما سبق يتضح لنا أمران:\rالأول: أن الناس متفاوتون في التدبر (¬1):\rقال ابن القيم - رحمه الله -: «والمقصود تفاوت الناس في مراتب الفهم في النصوص، وأن منهم من يفهم من الآية حكمًا أو حكمين، ومنهم من يفهم عشرة أحكام أو أكثر من ذلك، ومنهم من يقتصر في الفهم على مجرد اللفظ دون سياقه، ودون إيمائه وإشارته وتنبيهه واعتباره، وأخص من هذا وألطف ضمه إلى آخِر نص مُتَعَلِّق به، فيفهم من اقترانه به قدرًا زائدًا على ذلك اللفظ بمفرده، وهذا باب عجيب من فهم القرآن لا ينتبه له إلا النادر من أهل العلم؛ فإن الذهن قد لا يشعر بارتباط هذا بهذا وتَعَلُّقه به، وهذا كما فهم ابن عباس - رضي الله عنهما - من قوله: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} (الأحقاف: 15)، مع قوله: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} (البقرة: 233): أن المرأة قد تَلِد لستة أشهر (¬2)، وكما فهم الصِّدِّيق من آية الفرائض في أول السورة وآخرها أن الكلالة مَن لا ولد له ولا والد (¬3)» اهـ (¬4).\rالثاني: أن التدبر لا يختص بالعلماء:\rيقول الصنعاني - رحمه الله -: «إن الله - سبحانه وتعالى - كمَّل عقول العباد، ورزقهم فهم كلامه، ثم إن فَهْم كثير من الآيات القرآنية والأحاديث النبوية عند قَرْعِها الأسماع لا يحتاج في معناها إلى علم النحو، ولا إلى علم الأصول، بل في الأفهام والطباع والعقول ما\r¬_________\r(¬1) ينظر: فيض القدير (1/ 561).\r(¬2) مضى ص: 35.\r(¬3) رواه عبد الرزاق (19191)، والدارمي (3015)، والبيهقي (6/ 223 - 224) وغيرهم.\r(¬4) مضى ص: 35.","seal":"D87CC15B","page":79},
      {"aya":null,"sora":null,"Na":null,"id":82,"part":1,"nass":"يجعلها تُسَارِع إلى معرفة المراد؛ فإن من قَرَع سمعَه قولُه تعالى: {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ} (البقرة: 110)، يفهم معناه دون أن يعرف أن «ما» كلمة شرط، و «تُقَدِّمُوا» مجزوم بها لأنه شرطها، و «تجدوه» مجزوم بها لأنه جزاؤها، ومثلها كثير.\rثم إنك ترى العامة يستفتون العالم ويفهمون كلامه وجوابه، وهو كلام غير مُعْرَب في الأغلب، بل تراهم يسمعون القرآن، فيفهمون معناه، ويبكون لقوارعه وما حواه، ولا يعرفون إعرابًا، ولا غيره، بل ربما كان موقع ما يسمعونه في قلوبهم أعظم من موقعه في قلوب من حقّق قواعد الاجتهاد، وبلغ الذكاء والانتقاد، ثم إن هؤلاء العامة يحضرون الخُطَب في الجُمَع والأعياد، ويذوقون الوعظ ويفهمونه، ويُفَتِّت منهم الأكباد، وتدمع منهم العيون، فيكثر منهم البكاء والنَّحِيب، ثم إنك تراهم يقرؤون كتبًا مُؤَلَّفة من الفروع الفقهية ويفهمون ما فيها، ويعرفون معناها، ويعتمدون عليها، ويرجعون في الفتوى والخصومات إليها.\rفيا ليت شعري! ما الذي خص الكتاب والسنة بالمنع من معرفة معانيها، وفَهْم تراكيبها ومبانيها، والإعراض عن استخراج ما فيها، حتى جُعِلَت معانيها كالمقصورات في الخيام، قد ضُرِبَت دونها السُّجُوف (¬1)، ولم يبق لنا إليها إلا ترديد ألفاظها والحروف، وأن استنباط معانيها قد صار حِجْرًا محجورَا، وحَرَمًا مُحَرَّمًا محصورَا؟ ! » اهـ (¬2).\rقال الشنقيطي - رحمه الله -: «اعلم أَنَّ قول بعض مُتأخِّري الأُصوليِّين: إِنَّ تَدبُّر هذا القرآن العظيم، وتفهُّمَهُ والعمل به لا يجوز إلا للمجتهدين خاصةً ... قَولٌ لا مُسْتَنَد له من دليل شرعيٍّ أصلًا.\r¬_________\r(¬1) أي: السُّتُور.\r(¬2) إرشاد النقاد إلى تيسير الاجتهاد (1/ 36 ضمن الرسائل المنيرية).","seal":"B8E3C45B","page":80},
      {"aya":null,"sora":null,"Na":null,"id":83,"part":1,"nass":"بل الحقُّ الذي لا شكّ فيه أنَّ كلَّ من له قدرة من المسلمين، على التعلم والتفهم، وإدراك معاني الكتاب والسنة، يجب عليه تعَلُّمهُمَا، والعمل بما علم منهما ...\rومعلوم أن هذا الذمّ والإنكار على من لم يتدبَّر كتاب الله عام لجميع الناس، ومما يوضِّح ذلك أن المُخَاطَبين الأوَّلين به الذين نزل فيهم هم المنافقون والكفار، ليس أحد منهم مُسْتَكْمِلًا لِشروط الاجتهاد المقرَّرة عند أهل الأصول، بل ليس عندهم شيءٌ منها أصلًا، فلو كان القرآن لا يجوز أن ينتفع بالعمل به والاهتداء بهديه إلا المجتهدون بالاصطلاح الأصوليِّ، لَما وبَّخَ الله الكفار، وأنكر عليهم عدم الاهتداء بهداه، وَلَمَا أقام عليهم الحجَّة به حتّى يُحَصِّلُوا شروطَ الاجتهاد المقرَّرة عند متأخِّري الأصوليين، كما ترى» اهـ (¬1).\rوأما انتفاء الموانع:\rفإن ما ذُكر من الشروط الأصلية، أو ما يتفرع منها إذا تخلَّف شيء منها كان ذلك عائقًا دون التدبر، وبذلك نستطيع أن نتعرَّف كثيرًا من مُعَوِّقَات التدبر.\rولا بأس هنا أن أُشير إلى جملة منها على سبيل الإيجاز:\rأولاً: عدم وجود المَحَل القَابِل، أو ضعفه:\rتتنوع القلوب وتختلف أوصافها بحسب ما يقوم بها من الإيمان أو الكفر أو النفاق، أو غير ذلك من الأدواء التي قد تَحُول دون التدبر بالكلية، وقد تُضْعِفه وتُوهِنه.\r¬_________\r(¬1) أضواء البيان (7/ 258)، وينظر منه: (7/ 298، 304).","seal":"9E5EA9F0","page":81},
      {"aya":null,"sora":null,"Na":null,"id":84,"part":1,"nass":"أما ما يَصْرِفه بالكلية: فالطبع والختم وما في معناهما (¬1)\r- كما سبق- فيصير العبد إلى الحال التي وصفها الله تعالى بقوله: {وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ (42) وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ} (يونس: 42، 43)، وقوله: {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} (الأنعام: 25) (¬2).\rوأما ما يُضْعِفُ التدبر: فأمور عدة؛ منها:\r1) الذنوب والمعاصي:\rينبغي على المسلم أن يتخلى «عن موانع الفهم؛ ومن ذلك أن يكون مُصِرًّا على ذنب، أو مُتَّصِفًا بكِبْر، أو مُبتلًى بهوى مُطاع، فإن ذلك سبب ظُلْمَة القلب وصَدَئِه؛ فالقلب مِثْل المرآة، والشهوات مِثْل الصَّدَأ، ومعاني القرآن مثل الصور التي تتراءى في المرآة، والرياضة للقلب بإماطة الشهوات مثل جلاء المرآة» (¬3).\rقال الزركشي - رحمه الله -: «اعلم أنه لا يحصل للناظر فهم معاني الوحي، ولا يظهر له أسراره، وفي قلبه بدعة أو كِبْر أو هوى أو حب دنيا، أو هو مُصِرّ على ذنب، أو غير متحقق بالإيمان، أو ضعيف التحقيق، أو يعتمد على مفسر ليس عنده علم، أو راجع إلى معقوله؛ وهذه كلها حُجب وموانع بعضها آكدُ من بعض» اهـ (¬4).\r¬_________\r(¬1) ينظر على سبيل المثال: مجموع الفتاوى (9/ 307 - 319).\r(¬2) وقد شرح الحافظ ابن القيم - رحمه الله - هذه الحُجب:\r(¬3) مختصر منهاج القاصدين ص: 69. (مع الاختصار والتصرف). وينظر: الإحياء (1/ 284).\r(¬4) البرهان (2/ 181)، (مع الاختصار والتصرف).","seal":"2C29C393","page":82},
      {"aya":null,"sora":null,"Na":null,"id":85,"part":1,"nass":"قال بعض السلف: «أذنبت ذنبًا؛ فحُرِمت فهم القرآن» (¬1).\rوقد تكون بعض الذنوب أبلغَ تأثيرًا في القلب من بعض؛ كالغِنَاء؛ فإنه سَمَاع أهل الشهوات المُحَرَّمة، وكثير منهم يستعيض به عن سماع القرآن، والواقع «أنه يُلهي القلب، ويصده عن فهم القرآن وتدبره والعمل بما فيه؛ فإن القرآن والغِنَاء لا يجتمعان في القلب أبدًا؛ لما بينهما من التضاد؛ فإن القرآن ينهى عن اتباع الهوى، ويأمر بالعِفَّة ومُجَانَبة شهوات النفوس وأسباب الغيّ ... » (¬2).\rقال ابن القيم في القصيدة النونية (¬3):\rواللهِ إنَّ سماعَهُم في القلب والْـ ... إيمانِ مثلُ السُّمِّ في الأبدانِ\rفالقلبُ بَيتُ الرَّبِّ جَلَّ جَلالهُ ... حُبًّا وإخلاصًا مع الإحسانِ\rفإذا تَعَلَّق بالسَّماع أحالَهُ ... عبدًا لكلِّ فُلانةٍ وفُلانِ\rحُبُّ الكتاب وحُبُّ ألْحان الغِنا ... في قلب عَبدٍ ليس يجتَمِعانِ\r2) الفضول من النظر والكلام والخُلْطة والنوم والأكل والشرب:\rقال المروزي - رحمه الله -: «قلت لأبي عبد الله- يعني: الإمام أحمد - رحمه الله -: يجد الرجل من قلبه رِقَّة وهو يشْبَع؟ قال: ما أرى! » (¬4).\r¬_________\r(¬1) طريق الهجرتين (2/ 589).\r(¬2) إغاثة اللهفان (1/ 445)، وراجع بقية كلامه - رحمه الله -.\r(¬3) النونية رقم: (5161 - 5165).\r(¬4) الورع للمروزي (323).","seal":"00707AEE","page":83},
      {"aya":null,"sora":null,"Na":null,"id":86,"part":1,"nass":"وعن محمد بن واسع - رحمه الله - قال: «من قَلَّ طُعْمُه، فَهِم وأفهم وصَفَا ورَقّ، وإن كثرة الطعام لَيُثْقِل صاحبه عن كثير مما يريد» (¬1).\rوعن أبي سليمان الداراني - رحمه الله - قال: «إذا أردت حاجة من حوائج الدنيا والآخرة، فلا تأكل حتى تقضيها؛ فإن الأكل يغير العقل» (¬2).\rوعن قُثَم العابد - رحمه الله - قال: «كان يقال: ما قَلَّ طعام امرئ قط إلا رَقّ قلبه ونَدِيَتْ عيناه» (¬3).\rوعن أبي عمران الجَوْني ­ - رحمه الله - قال: «كان يقال: من أحب أن يُنَوَّرَ قَلْبُهُ، فَلْيُقِلَّ طُعْمَه» (¬4).\rوعن إبراهيم بن أدهم - رحمه الله - قال: «من ضَبَطَ بطنه ضَبَط دينه، ومن مَلَك جُوعَه مَلَك الأخلاق الصالحة» (¬5).\rوقال الحسن بن يحيى الخُشَني - رحمه الله -: «من أراد أن يُغْزِر دموعه ويرِقّ قلبه، فليأكل وليشرب في نصف بطنه».\rوقال أحمد بن أبي الحواري - رحمه الله -: «فحَدَّثْتُ بهذا أبا سليمان فقال: إنما جاء الحديث: «ثلث طعام وثلث شراب»، وأرى هؤلاء قد حاسبوا أنفسهم فربحوا سُدُسًا» (¬6).\r¬_________\r(¬1) رواه ابن أبي الدنيا في الجوع (49).\r(¬2) السابق (87).\r(¬3) السابق (124).\r(¬4) السابق (142).\r(¬5) ذكره ابن رجب في جامع العلوم والحكم (2/ 473).\r(¬6) رواه أبو نعيم في الحلية (8/ 318).","seal":"75B131A0","page":84},
      {"aya":null,"sora":null,"Na":null,"id":87,"part":1,"nass":"وعن الشافعي - رحمه الله - قال: «ما شَبِعْتُ منذ ستَّ عشْرةَ سنة إلا شبعة أطرحها؛ لأن الشِّبَع يُثْقِل البدن، ويُزِيل الفِطْنة، ويجلب النوم، ويُضْعِف صاحبه عن العبادة» (¬1).\rوقالت عائشة - رضي الله عنها -: «أول بدعة حدثت بعد رسول الله: الشِّبَع؛ إن القوم لما شبعت بطونهم، جمحت نفوسهم إلى الدنيا» (¬2).\rثانيًا: عدم حضور القلب:\rوقد مضى كلام الحافظ ابن القيم - رحمه الله - حيث ذكر أن «الناس ثلاثة: رجل قلبه ميت ... الثاني: رجل له قلب حي ... لكنه مشغول ليس بحاضر، فهذا أيضًا لا تحصل له الذكرى. والثالث: رجل حي القلب مستعد، تُليت عليه الآيات فأصغى بسمعه وألقى السمع، وأحضر القلب، ولم يشغله بغير فهم ما يسمع، فهو شاهد القلب، فهذا القِسْم هو الذي ينتفع بالآيات» (¬3).\rوإنما يتخلف القلب عن الحضور حال التلاوة أو السماع لأسباب متعددة؛ منها:\rأ- أن يكون مطلوب القارئ مُنْحَصِرًا في القراءة فقط، والإكثار منها فحسب؛ طلبًا للأجر، وقد مضى الكلام على ما يتصل بهذا المعنى عند الكلام على الشروط.\rقال الحسن - رحمه الله -: «يابن آدم كيف يَرِقّ قلبك، وإنما هِمَّتُك في آخر السُّورة؟ ! » (¬4).\r¬_________\r(¬1) السابق (9/ 127).\r(¬2) رواه ابن أبي الدنيا في الجوع (22).\r(¬3) مدارج السالكين (1/ 442).\r(¬4) مضى تخريجه ص: 57.","seal":"130154CE","page":85},
      {"aya":null,"sora":null,"Na":null,"id":88,"part":1,"nass":"وقال ابن الجوزي - رحمه الله -: «وقد لبَّس على قوم بكثرة التلاوة، فهم يَهُذُّون هَذًّا، من غير ترتيل ولا تَثَبُّت، وهذه حالة ليست بمحمودة، وقد روى جماعة من السلف أنهم كانوا يقرؤون القرآن في كل يوم، أو في كل ركعة، وهذا يكون نادرًا منهم، ومن داوم عليه فإنه- وإن كان جائزًا- إلا أن الترتيل والتثبت أحب إلى العلماء، وقد قال الرسول - صلى الله عليه وسلم -: «لا يفقه من قرأ القرآن في أقل من ثلاث» (¬1)» اهـ (¬2).\rب- اشتغال القلب بمخارج الحروف، والمُبَالَغة في ذلك، والتكلف في الإتيان بالمدود؛ فإن القلب يتوجه عندئذ إلى القوالب اللفظية دون أن يتجاوزها إلى المعاني (¬3).\rقال شيخ الإسلام - رحمه الله -: «ولا يجعل هِمَّتَه فيما حُجِبَ به أكثر الناس من العلوم عن حقائق القرآن، إما بالوسوسة في خروج حروفه وترقيقها وتفخيمها وإِمالتها وَالنُّطق بالمدِّ الطَّويل والقصِير والمتوسِّط وغير ذلك؛ فَإن هذا حائلٌ للقلوب، قاطع لها عن فهم مراد الرَّب من كلامه» اهـ (¬4).\rجـ - قِلَّة الرغبة في تَفَهُّمِه، وتَوَفُّر الهمة في الاشتغال بغيره من العلوم، وهذا حال كثير من طلاب العلم وغيرهم، وكان شُعبة بن الحَجَّاج - رحمه الله - يقول لأصحاب الحديث: «يا قوم إنكم كلما تقدمتم في الحديث، تأخرتم في القرآن» (¬5).\r¬_________\r(¬1) مضى تخريجه ص: 37.\r(¬2) تلبيس إبليس ص: 128، وسيأتي نحوه قريبًا.\r(¬3) للاستزادة راجع: الإحياء (1/ 284).\r(¬4) مجموع الفتاوى (16/ 50).\r(¬5) سير أعلام النبلاء (7/ 223).","seal":"61DEE639","page":86},
      {"aya":null,"sora":null,"Na":null,"id":89,"part":1,"nass":"وقال الشافعي - رحمه الله - عن القرآن: «حَقٌّ على طلبة العلم بلوغ غاية جهدهم في الاستكثار من عِلْمه، والصبر على كل عارض دون طلبه، وإخلاص النية لله في استدراك عِلْمه: نصًّا واستنباطًا، والرغبة إلى الله في العون عليه، فإنه لا يُدرَك خير إلا بعونه؛ فإن من أدرك علم أحكام الله في كتابه نصًّا واستدلالًا، ووفقه الله للقول والعمل بما علم منه، فاز بالفضيلة في دينه ودنياه، وانتفت عنه الرِّيَب، ونَوَّرَت في قلبه الحكمة، واستوجب في الدين موضع الإمامة» اهـ (¬1).\rوقال شيخ الإسلام تقي الدين ابن تيمية - رحمه الله -: «وأما طلب حفظ القرآن، فهو مقدم على كثير مما تسميه الناس علمًا: وهو إما باطل أو قليل النفع، وهو أيضًا مُقَدَّم في التعلم في حق من يريد أن يَتَعَلَّم علم الدين من الأصول والفروع، فإن المشروع في حق مثل هذا في هذه الأوقات أن يبدأ بحفظ القرآن؛ فإنه أصل علوم الدين ... والمطلوب من القرآن هو فهم معانيه والعمل به، فإن لم تكن هذه هِمَّة حافظه لم يكن من أهل العلم والدين» اهـ (¬2).\rوقال ابن الجوزي - رحمه الله -: «ولو تفكروا لَعَلِموا أن المراد حفظ القرآن، وتقويم ألفاظه، ثم فهمه، ثم العمل به، ثم الإقبال على ما يُصْلِح النفس ويُطهر أخلاقها، ثم التشاغل بالمُهِم من علوم الشرع، ومن الغَبْن الفاحش تضييع الزمان فيما غيره الأهم» اهـ (¬3).\r¬_________\r(¬1) الرسالة ص: 19.\r(¬2) مجموع الفتاوى (23/ 54 - 55).\r(¬3) تلبيس إبليس ص: 101.","seal":"E5C8EB4F","page":87},
      {"aya":null,"sora":null,"Na":null,"id":90,"part":1,"nass":"د- قد يكون عدم حضور القلب لِتَفَرُّقِه لأمور عارضة من هَمٍّ بصاحبه، أو انفعال وتوتُّر، أو قلق مُزعج، أو فرح مُفْرِط، أو أَلَم يُعانيه، أو حَقْن أو حَقْب، أو غير ذلك من الأمور التي تعرض للإنسان، فينبغي أن يكون وِرْدُنا في التدبر في حالٍ تتهيأ فيها النفس، وتكون مستعدة للتدبر والتفهم.\rثالثًا: التصورات الذهنية القاصرة:\rإن الإنسان- كما سبق- أَسِيرٌ لمعتقداته وتصوراته وأفكاره، فمن التصورات الفاسدة التي تَحُول دون التدبر:\r1 - اعتقاد أن القرآن نزل لمعالجة أوضاع وأحوال كانت في عصر التنزيل، ولا تَعَلُّق له بحياة الناس المعاصرة ومستجدَّاتها!\rوقد مضى طرفٌ من الكلام الذي له تَعَلُّق بهذه القضية عند الكلام على شروط التدبر. وهكذا من ينظر إليه باعتبار أنه كتاب يُقرأ للبركة فحسب، أو للرقية، أو في المآتم والأحزان.\rقال ابن القيم - رحمه الله -: «أكثر الناس لا يشعرون بدخول الواقع تحته وتَضَمُّنه له، ويظنونه في نوع وفي قوم قد خَلَوْا من قبل ولم يُعْقِبُوا وارثًا، وهذا هو الذي يحول بين القلب وبين فهم القرآن، ولَعَمْر الله إن كان أولئك قد خَلَوْا فقد ورثهم من هو مثلهم أو شرٌّ منهم أو دونهم، وتَنَاوُل القرآن لهم كتناوله لأولئك» اهـ (¬1).\r¬_________\r(¬1) مدارج السالكين (1/ 343).","seal":"4FA17690","page":88},
      {"aya":null,"sora":null,"Na":null,"id":91,"part":1,"nass":"وقال الشيخ عبد اللطيف آل الشيخ - رحمه الله -: «وربما سمع بعضهم قول من يقول من المفسرين: هذه نزلت في عُبَّاد الأصنام، هذه نزلت في النصارى، هذه في الصابئة، فيظن الغُمر أن ذلك مُخْتَصّ بهم، وأن الحكم لا يتعداهم، وهذا من أكبر الأسباب التي تَحُول بين العبد وبين فهم القرآن والسنة» اهـ (¬1).\r2 - الورع البارد:\rوذلك أن بعضهم ربما ترك التدبر تورُّعًا من القول على الله بلا علم.\rيقول عن ذلك ابن هُبيرة - رحمه الله -: «من مكايد الشيطان: تنفيره عِبَاد الله من تدبر القرآن؛ لعلمه أن الهدى واقع عند التدبر، فيقول: هذه مُخَاطَرة، حتى يقول الإنسان: أنا لا أتكلم في القرآن تَوَرُّعًا» اهـ (¬2).\rولذلك قال ابن القيم - رحمه الله -: «ومن قال: إن له تأويلًا لا نفهمه ولا نعلمه وإنما نتلوه متعبِّدين بألفاظه، ففي قلبه منه حرج» اهـ (¬3).\rوقال الشِّنقيطي - رحمه الله -: «قول بعض متأخري الأصوليين: إن تدبُّر هذا القرآن العظيم، وتفهمه والعمل به لا يجوز إلا للمجتهدين خاصة ... قول لا مُسْتَنَد له من دليل شرعي أصلًا.\rبل الحق الذي لا شك فيه أن كل من له قدرة من المسلمين على التعلم والتفهم، وإدراك معاني الكتاب والسنة، يجب عليه تعلمهما، والعمل بما علم منهما ...\r¬_________\r(¬1) تحفة الطالب والجليس (ص 65)، وضمن الدرر السنية (12/ 205).\r(¬2) ذيل طبقات الحنابلة (2/ 156).\r(¬3) التبيان ص: 343.","seal":"2C109932","page":89},
      {"aya":null,"sora":null,"Na":null,"id":92,"part":1,"nass":"مما يوضح ذلك: أن المُخَاطَبين الأولين به الذين نزل فيهم هم المنافقون والكفار، ليس أحد منهم مُسْتَكْمِلًا لشروط الاجتهاد المُقَرَّرة ... لو كان القرآن لا يجوز أن ينتفع بالعمل به، والاهتداء بهديه إلا المجتهدون بالاصطلاح الأصولي لَمَا وبَّخ الله الكفار، وأنكر عليهم عدم الاهتداء بهداه، ولَمَا أقام عليهم الحجة به ...\rولْتعلمْ أن كتاب الله وسنَّة رسوله في هذا الزمان أيسر منه بكثير في القرون الأولى؛ لسهولة معرفة جميع ما يتعلق بذلك ... فكل آية من كتاب الله قد علم ما جاء فيها من النبي - صلى الله عليه وسلم - ثم من الصحابة والتابعين وكبار المفسرين» اهـ (¬1).\rوالله تعالى أعلم، وصلى على نبينا محمد، وعلى آله وصحبه وسلم.\r¬_________\r(¬1) الأضواء (7/ 459 - 460). وقد مضى ص: 77، وراجع بقية كلامه - رحمه الله - فإنه مفيد.","seal":"A9895C2F","page":90},
      {"aya":null,"sora":null,"Na":null,"id":93,"part":1,"nass":"قائمة المراجع","seal":"1AEAFA95","page":91}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الخلاصة في تدبر القرآن الكريم","HigriD":"معاصر","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"خالد بن عثمان بن علي السبت.","bLnk":null,"Inf":"","Auth":"خالد السبت","Betaka":"الكتاب: الخلاصة في تدبر القرآن الكريم\r\nالمؤلف: د/ خالد بن عثمان السبت\r\nالناشر: دار الحضارة للنشر والتوزيع\r\nالطبعة: الأولى، 1437 هـ - 2016 م\r\nعدد الصفحات: 91\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"خالد بن عثمان بن علي السبت.\rأستاذ مشارك في كلية التربية (قسم الدراسات القرآنية) بجامعة الدمام.\r\r• ولد عام 1384 هـ في مدينة الدمام.\r• الدكتوراه: (1416 هـ) في التفسير وعلوم القرآن من كلية القرآن بالجامعة الإسلامية. [قواعد التفسير جمعاً ودراسة]\r• الماجستير: (1412 هـ) في التفسير وعلوم القرآن من كلية القرآن بالجامعة الإسلامية [دراسة تقويمية لكتاب مناهل العرفان للزرقاني]\r• البكالوريوس: (1405 هـ) في أصول الدين من كلية الشريعة والدراسات الإسلامية بجامعة الإمام محمد ابن سعود الإسلامية.\r\r[المؤلفات المطبوعة]:\r• قواعد التفسير.\r• مناهل العرفان (دراسة وتقويم).\r• العذب النمير من مجالس الشنقيطي في التفسير.\r• الأمر بالمعروف والنهي عن المنكر (أصوله وضوابطه وآدابه).\r• فقه الرد على المخالف.\r• أعمال القلوب\r• الاختلاط بين الجنسين في الميزان.\r• الخلاصة في تدبر القرآن الكريم.\r• القواعد والأصول وتطبيقات التدبر.\r\r[التحقيقات المطبوعة]:\r• تحقيق كتاب: نور البصائر والألباب في معرفة الفقه بأقرب الطرق وأيسر الأسباب للسعدي.\r• تحقيق كتاب: القواعد الحسان للسعدي.\r\r(منتخب من ترجمته بموقعه على الإنترنت)","seal":"1C2D0A5C","cat":"علوم القرآن","oNum":133374,"BkId":133374,"oAuth":2009,"bVer":1,"aSeal":"ED5AEA7A"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t133374":
    [
      {"lvl":1,"id":7,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":9,"sub":0,"tit":"بيان معنى التدبر"},
      {"lvl":2,"id":9,"sub":1,"tit":"1 - التدبر في اللغة"},
      {"lvl":2,"id":12,"sub":0,"tit":"2 - التدبر بمعناه العام"},
      {"lvl":2,"id":13,"sub":0,"tit":"3 - معنى تدبر القرآن خاصة (المعنى الشرعي)"},
      {"lvl":2,"id":15,"sub":0,"tit":"4 - ذكر بعض عبارات المفسرين في معنى التدبر"},
      {"lvl":1,"id":17,"sub":0,"tit":"العلاقة بين التدبر وما يقاربه من الألفاظ"},
      {"lvl":2,"id":17,"sub":1,"tit":"أولا: علاقته بالتفسير"},
      {"lvl":2,"id":17,"sub":2,"tit":"ثانيا: علاقته بالتأويل"},
      {"lvl":2,"id":19,"sub":0,"tit":"ثالثا: علاقته بالبيان"},
      {"lvl":2,"id":20,"sub":0,"tit":"رابعا: علاقته بالاستنباط"},
      {"lvl":2,"id":21,"sub":0,"tit":"خامسا: علاقته بالفهم"},
      {"lvl":2,"id":22,"sub":0,"tit":"سادسا: علاقته بالتفكر"},
      {"lvl":1,"id":23,"sub":0,"tit":"فضله وشرفه"},
      {"lvl":2,"id":23,"sub":1,"tit":"أهمية التدبر"},
      {"lvl":2,"id":27,"sub":0,"tit":"ثمراته ونتائجه"},
      {"lvl":2,"id":28,"sub":0,"tit":"مظاهره وعلاماته"},
      {"lvl":2,"id":28,"sub":1,"tit":"موضوعه"},
      {"lvl":1,"id":29,"sub":0,"tit":"أنواع تدبر القرآن (مطالب المتدبرين ومقاصدهم)"},
      {"lvl":2,"id":29,"sub":1,"tit":"النوع الأول: تدبره لمعرفة صدق من جاء به، وأنه حق من عند الله تعالى"},
      {"lvl":2,"id":32,"sub":0,"tit":"النوع الثاني: تدبره للوقوف على عظاته، والاعتبار بما فيه من القصص والأخبار،"},
      {"lvl":2,"id":33,"sub":0,"tit":"النوع الثالث: تدبره لاستخراج الأحكام منه، سواء كان ذلك مما يتصل بالعقائد، أو الأعمال المتعلقة بالجوارح، أو السلوك؛ إذ الأحكام تشمل ذلك كله بمفهومها الأوسع."},
      {"lvl":2,"id":33,"sub":1,"tit":"النوع الرابع: تدبره للوقوف على ما حواه من العلوم والأخبار والقصص، وما ورد فيه من أوصاف هذه الدار،"},
      {"lvl":2,"id":34,"sub":0,"tit":"النوع الخامس: تدبره للوقوف على وجوه فصاحته وبلاغته وإعجازه، وصروف خطابه، واستخراج اللطائف اللغوية التي تستنبط من مضامين النص القرآني."},
      {"lvl":2,"id":34,"sub":1,"tit":"النوع السادس: تدبره لتعرف ضروب المحاجة والجدال للمخالفين،"},
      {"lvl":2,"id":34,"sub":2,"tit":"النوع السابع: تدبره من أجل الاستغناء به عن غيره؛ سوى السنة فإنها شارحة له."},
      {"lvl":2,"id":35,"sub":0,"tit":"النوع الثامن: تدبره من أجل تليين القلب به وترقيقه، وتحصيل الخشوع"},
      {"lvl":2,"id":36,"sub":0,"tit":"النوع التاسع: تدبره من أجل الامتثال له، والعمل بما فيه من الأوامر، واجتناب النواهي"},
      {"lvl":1,"id":39,"sub":0,"tit":"أركان التدبر"},
      {"lvl":2,"id":39,"sub":1,"tit":"الأول: المتدبر"},
      {"lvl":2,"id":39,"sub":2,"tit":"الثاني: الكلام المتدبر"},
      {"lvl":2,"id":39,"sub":3,"tit":"الثالث: عملية التدبر"},
      {"lvl":1,"id":41,"sub":0,"tit":"شروط التدبر"},
      {"lvl":2,"id":41,"sub":1,"tit":"ما يتوقف عليه التدبر إجمالا"},
      {"lvl":2,"id":41,"sub":2,"tit":"الشروط الأساسية للتدبر"},
      {"lvl":3,"id":43,"sub":0,"tit":"الشرط الأول: وجود المحل القابل"},
      {"lvl":3,"id":47,"sub":0,"tit":"الشرط الثاني: العمل الذي يصدر من المكلف (الاستماع، أو القراءة، مع حضور القلب)"},
      {"lvl":4,"id":65,"sub":0,"tit":"ذكر جملة من الأمور المعينة على التدبر، مما يكون مشتركا بين الاستماع والتلاوة"},
      {"lvl":5,"id":65,"sub":1,"tit":"1 - إدراك أهمية التدبر وفائدته"},
      {"lvl":5,"id":65,"sub":2,"tit":"2 - استحضار عظمة المتكلم بالقرآن"},
      {"lvl":5,"id":66,"sub":0,"tit":"3 - ما ينبغي أن تكون عليه تصوراتنا ونظرتنا للقرآن"},
      {"lvl":5,"id":68,"sub":0,"tit":"4 - استحضار أنك المخاطب بهذا القرآن"},
      {"lvl":5,"id":70,"sub":0,"tit":"5 - صدق الطلب والرغبة، وقوة الإقبال على كتاب الله، عز وجل"},
      {"lvl":5,"id":70,"sub":1,"tit":"6 - أن يقرأ ليمتثل"},
      {"lvl":5,"id":75,"sub":0,"tit":"7 - تنزيل القرآن على الواقع"},
      {"lvl":3,"id":76,"sub":0,"tit":"الشرط الثالث: وجود قدر من الفهم للكلام المقروء أو المسموع"},
      {"lvl":1,"id":93,"sub":0,"tit":"قائمة المراجع"}
    ]
}
