{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b133360":
    [
      {"page":55,"id":1,"nass":"بسم الله الرحمن الرحيم\r\rوصلي الله على سيدنا ومولانا محمد، وعلى آله وصحبه وسلم تسليماً.\rيقول العبد المستغفر الفقير المسكين، المستمسك بعروة الله الوثقى، وحبله المتين، أحمد بن يحيى بن محمد بن عبد الواحد بن علي الونشريسي، وفقه الله، وخار له، وأنجح قصده وأمله.\rالحمد لله الذي أعلى دين الهدى والحق على كل الدين، الحكم العدل العلي المبين، والصلاة والسلام الأكملان على سيدنا ومولانا محمد النبي المهيمن الأمين، خاتم الأنبياء والمرسلين، وسيد الأمة وكافة الخلق أجمعين، وعلى آله وأزواجه، وذريته المقربين الأكرمين، وأصحابه وحزبه وعترته وعشيرته الأقربين صلاةً وسلاماً نجدهما يوم الدين.\rوبعد:\rفإنك سألتني أيها الفاضل الشريف، الرفيع القدر الأعلى المُنيف، وصل الله سعدك ويمّن قصدك، وحرس كنفك، وأعز الأثيل شرفك وأجمل بمنِّه صونك وأحسن على ملازمته من التحصيل عوني وعونك، أن أجمع لك تلخيصاً مهذب الفصول، مُحكم المباني والأصول، يسهل عليك أمره ويخف على الأسماع والقلوب ذكره، فكلفتني من ذلك عقبة، لا يقطعها","seal":"F9FF9DD4","part":1},
      {"page":56,"id":2,"nass":"بازل، فكيف بمن كان عن سنّه نازل، وإذ صادفت الوقت في تساقم بال، وتمانع أحوال، وتعذر آمال، وملازمة أفكار، وتوفر أنكاد، تُذهب الرأي السديد، أو تكاد، إلى الله منها الشكوى، والمفزع، فعساه يجيب الدعاء ويسمع، (أمن يجيب المضطر إذا دعاه ويكشف السوء) إذا استدعاه، لا إله إلا هو ربي، عليه توكلت، وهو حسبي.\rلكن المسارعة إلى مرضاة شرفك، الواضح الجبين، من الحق الواجب المتحتم المبين.\rفجمعتُ لك في هذا النَّزر الذي سمح به الفكر الموزَّع، والقلب الكسير المجزَّع، مُعتمداً في قبوله وملاحظته بعين الرضى والإغضاء، وسلوك السنن الأجمل الأرضي، على جميل أوصافك، وحسن إنصافك. وسمَّيته بإيضاح المسالك، إلى قواعد الإمام أبي عبد الله مالك.\rومن الله أسأل المثوبة عليه، والتوفيق للأعمال الصالحة التي تُقرِّب إليه، وهو المسؤول أن يجعلنا ممن أحبَّ في ذاته وودَّ، وعقد على المصافاة في مرضاته وشدَّ، وسعى في كون صلته طاعة لله وجدَّ، لا إله إلا هو السميع البصير، (فنعم المولى ونعم النصير).\r\rقاعدة (1)\rالغالب هل هو كالمحقق، أم لا\rوعليه سؤر ما عادته استعمال النجاسة، ولباس الكافر وغير المصلي، ومن أدرك الصيد منفوذ المقاتل، وظن أنه المقصود، أو اشترك","seal":"98C07A16","part":1},
      {"page":57,"id":3,"nass":"مع معلم، وظن أن المعلم هو القاتل، ومن علَّق الطلاق بالحيض أو الحمل في التنجيز والتأخير.\r\rقاعدة (2)\rالمعدوم شرعاً، هل هو كالمعدوم حسًّا، أم لا\rوعليه إذا تجاوز الرعاف الأنامل العليا، هل يُعتبر في الزائد قدر الدرهم، أو أكثر، أم لا، وإذا فقد الحاضر الماء، وقلنا ليس من أهل التيمم، وقال التونسي: يجري على حكم من لم يجد ماء ولا تراباً، وإذا قتل مُحرم صيداً فهو ميتة، خلافاً للشافعي، وإذا حلف ليطأنها، فوطئها حائضاً أو ليتزوجن، فتزوج تزويجاً فاسداً، أو ليبيعنَّ العبد أو الأمة، فباعهما بيعاً فاسداً، أو أُلفيت حاملاً، أو حلف ليأكلن هذا الطعام، ففسد، ثم أكله، أو حلف على فعل معصية، من قتل، أو شرب، ثم تجرَّأ وفعله، وغذا جار في القسم، فلا يُحاسب، ويبتدئ، واستقرأ اللخمي خلافاً، ولا يُحلل وطء الحائط، ولا يُحصن، ولا يوجب رجعة، ولا يكون فيئةً خلافاً لعبد الملك، وعليه عدم انتقال ضمان المشتري فاسداً إلى المشتري، ولو فات المبيع بيده كوديعة عنده. وعكس هذه القاعدة.","seal":"663DD321","part":1},
      {"page":58,"id":4,"nass":"قاعدة (3)\rالموجود شرعاً، هل هو كالموجود حقيقة، أم لا\rوعليه إذا صلى الإمام الراتب وحده، هل لا يعيد ولا يُجمع في مسجده لتلك الصلاة، أم لا. وصرف ما في الذمة. ثالثها، المشهور إن حل أو كان حالاً جاز.\r\rقاعدة (4)\rانقلاب الأعيان، هل له تأثير في الأحكام، أم لا\rوعليه الخمر إذا تخلل، أو تحجر، ورماد الميتة والمزبلة ولبن الجلالة، وبيضها، وعرقها، وبولها، ولحمها، وعرق السكران، ولبن المرأة الشاربة، والزرع والبقول تُسقى بماء نَجِس، وعسل النحل الآكلة للعسل المنجوس، وقطرة الحمام، وهي كثيرة جداً.\r\rقاعدة (5)\rالمخالط المغلوب، هل تنقلب عينه إلى عين الذي خالطه أو لا\rتنقلب، وإنما خفي عن الحسّ فقط\rوعليه الخلاف في مُخالطة النجاسة بقليل (الماء) أو بكثير الطعام","seal":"A4B28185","part":1},
      {"page":59,"id":5,"nass":"المائع، وبالأول قال أبو حنيفة، وبالثاني قال الشافعي - رضي الله عنهما-.\rوعليه الخلاف أيضاً في اللبن المخلوط بغيره، إذا كان اللبن مغلوباً، وغيره غالباً.\rومذهب ابن القاسم وأبي حنيفة لغوه، وعدم انتشار الحرمة به ومذهب أشهب والشافعي اعتباره، ونشر الحرمة به.\r\rقاعدة (6)\rالعلة إذا زالت هل يزول الحكم بزوالها، أم لا\rوعليه الخلاف إذا زال تغير النجاسة، وصحة النكاح بصحة الناكح في المرض قبل الفسخ، ولزوم النزول بعد الراحة، في ركوب الهدي، وإباحة الشبع أو الاقتصار على سد الرمق في المضطر لأكل الميتة، وإذا باع الشقص الذي يستشفع به، وإذا عتق العبدُ قبل أن تختار، وإذا طُلق على الزوج بجنون أو جذام، أو برص ثم برئ في العدة، وإذا شرط لزوجته إن غاب عنها أزيد من ستة أشهر فأمرها بيدها، فغاب ثمانية أشهر، فلم","seal":"B5DD3F9C","part":1},
      {"page":60,"id":6,"nass":"تُقض حتى قدم، وإذا أحضر ضامن الوجه مضمونه بعد الحكم وقبل الغُرم، وإذا بتَّل في مرضه تبرُّعاً ثم صح، وإذا لم يعلم السيد بنكاح عبده حتى باعه، أو الزوج بتبرع زوجته بأكثر من الثلث، حتى تأيمت، وغير ذلك.\rتنبيه:\rلم يختلفوا إذا زال العيب قبل الرد ألا ردَّ، كما لم يختلفوا، إذا بطلت رائحة الطيب، أنه لا يباح بعد الإحرام، لأن حكم المنع قد ثبت فيه، والأصل استصحابه، وليس من هذا الأصل نكاح المُحرم، والموافق لنداء الجمعة، لأن المنع فيهما لنفس الإحرام والوقت، لا لأمر بأن عدمه، قاله ابن رشد.\rوانظر إذا تحمل الأب بالصداق عن ابنه في مرضه وفرَّعنا على أحد قولي مالك بفساد النكاح، ثم صح الأب، هل يجري فيه من الخلاف ما في نكاح المريض إذا صح، أو لا. في ذلك نظر واضطراب.\r\rقاعدة (7)\rالظن هل يُنقضُ بالظن، أم لا\rوعليه تغير الاجتهاد في الأواني والثياب والقِيلة (والحكم) والفتوى.","seal":"55ED102B","part":1},
      {"page":61,"id":7,"nass":"تنبيهان:\rالأول: قال ابن الحاجب في مختصر منتهى السول والأمل: لا يُنقض الحكم في الاجتهاديات، منه، ولا من غيره باتفاق، للتسلسل، فتفوت مصلحة نصب الحاكم، وفي مختصره الفقهي: فلو حكم قصداً فظهر أن غيره أصوب فقال ابن القاسم يفسخ الأول، وقال ابن الماجشون وسحنون: لا يجوز فسخه، وصوبه الأئمة.\rفتأمل ما يكون جواباً عن معارضة نقلية.\rالثاني: حكم الحاكم ينقض في أربعة أشياء:\rإذا خالف الإجماع أو القواعد، أو القياس الجليَّ، أو النص الصريح.\r\rقاعدة (8)\rالواجب الاجتهاد، أو الإصابة\rوعليه الخطأ في القِيلة، ومساكين الزكاة، والكفارة، وجزاء الصيد، وفدية الأذى وخطأ الخارص، ومن ظن فراغ الإمام بعد غسل دم الرعاف فأتم مكانه، ثم أخطأ ظنه، ومن تحرى صلاة الإمام وذبحه، ثم تبين الخطأ، هل يجزيه ذبحه، أم لا.","seal":"D3624462","part":1},
      {"page":62,"id":8,"nass":"تنبيه:\rقيد الشيوخ الخلاف في مسألة الزكاة، فيما إذا ظهر أن آخذها غير مستحق، كالغني والعبد والكافر، بما إذا كان دافعها لهم ربها، وأما إن كان المتولي لدفعها لكل واحد من هؤلاء الإمام، فإنها تجزي، ولا غُرم عليه ولا على ربها، لأنها محل اجتهاد، واجتهاده ماضٍ نافذ.\r\rقاعدة (9)\rالحكم بما ظاهره الصواب والحق، وباطنه خطأ وباطل\rهل يُغلب حكم الظاهر على حكم الباطن، فتنفذ الأحكام\rأو يغلب حكم الباطن على حكم الظاهر، فتردُ الأحكام\rوعليه ما ذكره في استحقاق المدونة، في الموصى ينكشف أنه مملوك بعد نفوذ وصاياه، وحُكم بِرقه، ومن حكم بموته؛ فجاء حياً، أو حكم بشهادة من اعتقد أنه عدل، ثم ثبت بعد الحكم أنه كان مجرماً، هل يُنقض الحكم أم لا؟\rوإذا باع القاضي سلع رجل غائب في دين قضاه لمن أثبت الدين على الغائب، فأثبت أنه قد قضى الدين، هل يأخذ سلعه بغير ثمن، أو بثمن. وسيأتي من فروع هذه القاعدة مزيد بيان إن شاء الله تعالى.\r* * *\r\rقاعدة (10)\rالنسيان الطارئ، هل هو كالأصلي، أم لا\rوعليه: لو رأى نجاسة في الصلاة، ثم نسيها، وإذا ذكر الموالاة، ثمَّ نسيها ومن أُمر أن يُعيد في الوقت، فنسي بعد أن ذكر.","seal":"CE6F68C2","part":1},
      {"page":63,"id":9,"nass":"قاعدة (11)\rكل مجتهد في الفروع الظنية مصيب، أو المصيب واحد لا بعينه\rاختلفوا فيه. ومن ثم أجمعوا على إجزاء صلاة المالكي خلف الشافعي، وبالعكس، وإن اختلفا في مسح الرأس، وغيره من الفروع.\rتنبيه:\rقد تقرر مذهباً أنه لا يجوز تقليد أحد المجتهدين للآخر، في مسألة القِبلة والأواني، وجاز ذلك في أكثر المسائل الفرعية.\rقيل إن الشافعي، رحمه الله تعالى، سُئل عن هذه المسألة، فقيل له: لِمَ جاز أن يُصليَ المالكيُّ خلف الشافعي، وبالعكس وإن اختلفا في كثير من المسائل والفروع، ولم يجز لكل واحد من المجتهدين في الكعبة والأواني أن يصلي خلف المجتهد الآخر. فسكت ولم يُجب على ذلك.\rوأجاب الشيخ عز الدين بن عبد السلام - رحمه الله تعالى- عن ذلك: بأن قال: الجماعة للصلاة مطلوبة للشارع، فلو قلنا بالامتناع من الائتمام خلف من يخالف في المذهب، لأدى إلى تعطيل الجماعات، إلا في حالة القلة، أو قلة الجماعات.\rوإذا منعنا من ذلك في القِبلة، ونحوها، لم يَخِلَّ ذلك بالجماعة كبير خلل، لِندرة وقوع هذه المسائل، وكثرة وقوع الخلاف في مسائل الفروع. وهو جانب حسن.","seal":"0C2977BA","part":1},
      {"page":64,"id":10,"nass":"قال القاضي أبو الدعائم سند بن عنان المصري: إنما صحت صلاة أرباب المذاهب بعضهم خلف بعض، لاعتقادهم أنهم يفعلون ما اختلفوا فيه، فالشافعي مثلاً، وإن لم يوجب إلا شعرة واحدة من مسح الرأس، فإنه يمسح المجموع، وكذلك الحنفي، وإن لم يوجب الفاتحة إلا في ركعة.\rقال: ولذا قال ابن القاسم: لو علمت أن أحداً يترك القراءة في الأخيرتين، ما صليت وراءه.\rفائدة:\rقال الشيخ العلامة الضابط الرحال، أبو عبد الله، محمد بن رُشيد، بضم الراء وفتح الشين المعجمة – في رحلته- وهو كتاب حسن غزير النَّفع، جليل الفوائد-: لقيت الشيخ تقي الدين، ابن دقيق العيد- أول يوم رأيته بالمدرسة الصالحية. دخلها لحاجة عرضت له فسلَّمت عليه وهو قائم. وقد حفَّ به جمع من طلاب العلم، وعُرضت عليه ورقة سُئل فيها عن البسملة في قراءة فاتحة الكتاب في الصلاة، وكان السائل فيما ظننته مالكياً، فمال الشيخ في جوابه إلى قراءتها للمالكي خروجاً من الخلاف في إبطال الصلاة بتركها، وصحتها مع قراءتها- فقلت: يا سيدي، أذكر في المسألة ما يشهد لاختياركم، فقال: وما هو؟ فقلت: ذكر أبو حفص- وأردت أن أقول- الميانشي، فغلِطت وقلت. ابن شاهين – أنه قال: صلَّيت خلف الإمام","seal":"9E1AA19E","part":1},
      {"page":65,"id":11,"nass":"أبي عبد الله المازري، فسمعته يقرأ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، ولما خلوت به قلت له: يا سيدي سمعتك تقرأ في صلاة الفريضة كذا، فقال: أو قد تفطنت لذلك، فقلت له: يا سيدي أنت اليوم إمام في مذهب مالك، ولا بد أن تخبرني فقال لي: اسمع يا عمر: قولٌ واحد في مذهب مالك أن من قرأ بسم الله الرحمن الرحيم في الفريضة لا تبطل صلاته، وقول واحد في مذهب الشافعي أن من لم يقرأ بسم الله الرحمن الرحيم بطلت صلاته، فأنا أفعل ما لا تبطل به صلاتي في مذهب إمامي وتبطل بتركه في مذهب غيره، لكي أخرج من الخلاف. فتركني شيخنا – رضي الله عنه- حتى استوفيت الحكاية وهو مصغ لذلك، فلما قطعت كلامي قال: هذا حسن، إلا أن التاريخ يأبى ما ذكرت، فإن ابن شاهين لم يلق المازري، فقلت إنما أردت الميانشي فقال: الآن صح ما ذكرته. انتهى.\rتنبيه:\rظاهر هذه الحكاية، يدل على أن التقليد لا يرفع الخلاف، وهو خلاف ما صرح به شهاب الدين، في قواعده، وابن عبد السلام في شرحه وذكر حافظ المغرب، القاضي أبو الفضل راشد- في بعض ما قيَّد في المسألة – قولين:","seal":"96A557FC","part":1},
      {"page":66,"id":12,"nass":"أحدهما: أن أحد الخصمين إذا التزم قول مالك في نفي حكم، أو إثباته، أو في نفي ضمان عن أحد الخصمين، وثبوته على الآخر- وفي الحادثة قولان-: إن تراضيهما بذلك كقول مجمع عليه، قد التزماه، وليس لأحدهما نزوع عن ذلك.\rوالثاني: إن الخلاف لا يرفعه من ذلك إلا الحاكم، إذا نازع أحدهما، وعزاه إلى محمد بن عمر بن لبابة.\rوما للمتيطي في النكاح والسلم، وغير موضع من هذا النمط معلوم.\rوالقول بمراعاة الخلاف، قد عابه جماعة من الفقهاء، ومنهم اللخمي وعياض وغيرهما من المحققين، حتى قال عياض: القول بمراعاة الخلاف لا يعضده القياس.\rوللشيخ المحقق أبي عبد الله بن عرفة – رحمه الله- في القول بمراعاة الخلاف جواب كبير، يطول بنا جلبه.\rوأجاب الشيخ شهاب الدين – رحمه الله – عن مسألة الشافعي، بجواب ينبني على قاعدة وهي: أن قضاء القاضي متى خالف إجماعاً","seal":"F230C0DE","part":1},
      {"page":67,"id":13,"nass":"أو قياساً جلياً، أو نصاً صريحاً، أو القواعد، فإنا ننقضه كما سلف تقريره. وإذا كنا لا نقر حكماً تأكد بقضاء القاضي، فأولى ألا نقره إذا لم يتأكد، فعلى هذا، لا يجوز التقليد في حكم هو بهذه المثابة، لأنا لا نقره شرعاً، وما ليس بشرع لا يجوز التقليد فيه، فعلى هذه القاعدة، كل من اعتقدنا أنه خالف الإجماع لا يجوز تقليده، فإذا كانت القاعدة هذه، حصل الفرق باعتبارها. وبيانه بذكر أربع مسائل. تأمل تمامه في الفرق السادس والسبعين.\rتنبيه:\rقد نظم بعض النبلاء المواضع الأربعة، التي ينقض فيها حكم الحاكم قال: (بسيط)\rإذا قضى حاكم يوماً بأربعة ... فالحكم منتقض من بعد إبرام\rخلاف نص، وإجماع وقاعدة ... ثم قياس جليّ، دون إبهام\r\rقاعدة (12)\rالعصيان هل ينافي الترخيص، أم لا\rوعليه (تيمم) العاصي بسفره، وقصره وفِطره، وتناوله الميتة، ومسح المحرم العاصي بلِبسه.","seal":"549FCD7A","part":1},
      {"page":68,"id":14,"nass":"قاعدة (13)\rالدوام على الشيء، هل هو كالابتداء، أم لا\rوعليه خلاف القابسي وابن أبي زيد، فيمن أحدث قبل تمام غسله، ثمَّ غسل ما مر من أعضاء وضوئه، ولم يجدد نية، وإذا حلف لا دخل الدار وهو فهي، أو لا ركب الدابة وهو عليها، أو لا لبِس الثوب وهو لابسه، أو اقتدى مريض بمثله، فصحَّ المقتدي، أو قال: إذا حملت فأنت طالق، وهي حامل، أو فاته الوقوف بعرفة، بخطأ في العدد، أو مرض، أو عدم دليل، أو رفيق، أو مركوب. فأراد التحلل بأفعال العمرة، فتراخى إلى أشهر الحج من قابل، فإنه لا يتحلل، فإن تحلل، فقال ابن القاسم: يمضي، وقال أيضاً: لا يمضي تحلله، وهما على القاعدة:\rفعلى أن الدوام كالابتداء، فلا يمضي تحلله، وعلى أن لا، فيمضي أو اشترى زوج أمه، أو زوج أبيه.\rولزوم النزول عن الهدي، بعد الراحة، ووجود الطول بعد نكاح الأمة، والماء بعد التيمم، والإحرام بعد الصيد.\rوكالحدث، فلا يبنى عند الجمهور، (والخبث)، في قول المالكية المشهور. وضمان المغصوب، هل يُضمن بأرفع القيم، كما يقوله ابن وهب","seal":"AC418B8B","part":1},
      {"page":69,"id":15,"nass":"وأشهب وابن الماجشون، بناء على أنه في كل حين كالمبتدأ للغصب، فهو ضامن في كل وقت ضماناً جديداً، أو إنما يضمن يوم الغصب، كما يقوله المشهور، بناء على أن الدوام ليس كالابتداء.\rومن أسلم وتحته مجوسية، أو أمة كتابية.\rتنبيه:\rلم يجعلوا الدوام كالإنشاء، في البناء في الرعاف لأنه رخصة، ولا في طروِّ اليسر بعد صوم أيام من كفارة الظهار، وجعلوها كالإنشاء فيمن ألقت الريح الطيب عليه، وتراخى في إزالته وهو محرم، وفي من (رأى) مصحفاً في نجاسة، ولم يرفعه مختاراً - في أنه ردة، وانظر، إذا أخذ العبد الزكاة، ولم تزل بيده إلى أن عتق، وبقيت عنده بعد العتق، هل تجزيه، بناء على أن الدوام كالابتداء، أو لا. وإذا عجَّل الزكاة قبل الحول بكثير، وبقيت إلى حلول الحول، وقالوا في الفقير يأخذها أنه لا يردُّها، نظراً إلى أن الدوام ليس كالابتداء، وقالوا في الغارم يأخذها لقضاء دينه، ثم يستغني قبل أدائه إشكال. قال اللخمي. ولو قيل تنزع منه لكان له وجه.\r\rقاعدة (14)\rالأصغر هل يندرج في الأكبر، أو لا\rوعليه إجزاء غسل الرأس عن مسحه، والغسل عن الوضوء، وإخراج بعير عن خمسة أبعرة، واندراج عهدة الثلاث في السنة، والعمرة في الحج","seal":"B2E70614","part":1},
      {"page":70,"id":16,"nass":"للقارن، ودية الأعضاء في النفس، ومن لزمته حدود وقتل، ومن شفع الإقامة غلطاً.\rقال المازري عن بعض أصحابنا وعزاه ابن يونس لأصبغ، بالإجزاء، والمشهور، لا، وإذا أبان الرأس في الذبح، أو أخرج زكاة الفطر بالمد الأكبر.\rتنبيه:\rوليس من هذه المسائل من فرضه التيمم، فتجشم المشقة واغتسل بالماء، ولا من فرضه الفطر فصام، ولا من فرضه الإيماء فسجد على الجبهة، خلافاً لبعض الأئمة، واعتل بأنه كان منهياً عن ذلك، والمنهي عنه لا يجزي عن المأمور.\r\rقاعدة (15)\rما قرب من الشيء، هل له حكمه، أم لا\rوعليه العفو عما قرب من محل الاستجمار، وتقدم العقد على الإذن بالزمن اليسير، ولزوم طلاق المراهق، وحده، وقتله، واعتبار إسلامه وإسهامه، وصحة إنكاحه وليته لقربه من البلوغ، وتسلف أحد المصطرفين، بخلاف تسلفهما معاً، لطول الأمر فيه غالباً، وتقديم الزكاة قبل الحول بيسير، والنية قبل محلها في الوضوء والصلاة بيسير، (وفوت) (المبيع)","seal":"A912E558","part":1},
      {"page":71,"id":17,"nass":"بالثنيا والعهدة والخيار بعد زمنها بيسير، وتعدي المكتري المسافة بالشيء اليسير، وإذا أرسل بقرب الحرم على صيد فقتله قبل أن يدخل الحرم. وتأخير رأس مال السلَّم اليومين والثلاثة، والمعيَّنِ إليها. والمكتري يدعي دفع الكراء بعد انقضاء الوجيبة بيسير. والشريك في الزرع، يدعي الدفع لشريكه بعد رفع الصوبة بيسير، والصانع يدعي بقرب دفع المصنوع إلى ربه كاليومين، ونحوهما – أنه لم يقبض الأجرة. والوكيل يدعي الدفع لموكله بحدثان الوكالة.\rوالوصي يدعي الدفع للوارث بعد الإطلاق بالزمن اليسير. وإذا سلَّم الوكيل السلعة للموكل، ثم زعم بالقرب من زمن تسليم السلعة للموكل أنه زاد فيها زيادة تلزم الآمر، فإنه يُقبل منه، وإن ادعاه بعد طول لم يُقبل منه، وإذا زاد الوكيل في الثمن زيادة يسيرة فإنه لازم للآمر، بخلاف إذا نقص اليسير من الثمن في البيع.\rوالفرق أن الشراء لا يتأتى غالباً بما يجده الآمر، حتى لا يزيد الوكيل عليه شيئاً، وغرضه تحصيل المشتري، ولا يحصل إلا بتمكين الوكيل من زيادة يسيرة، بخلاف البيع، فإنه لا يلزم الموكل، لكونه يتأتى بما حد له، أو يرد على الموكل ما وكله على بيعه، وقيل النقصان اليسير من الثمن كالزيادة فيه. وإذا ابتاع الوكيل سلعة معيبة عيباً خفيفاً يغتفر مثله، فالشراء لازم لموكله إذا كان نظراً وفرصة، ويحط عن الشفيع ما حط على المبتاع،","seal":"D2392FE6","part":1},
      {"page":72,"id":18,"nass":"إذا كان يشبه حطيطه البيع. واستحقاق اليسير من المقوّم لا يوجب الفسخ، بخلاف الكثير. ويغتفر قطع اليسير من ذنب الأضحية، وأذنها، وإذا صالح على الإنكار، ثم استُحقَّ ما أخذ المدعي بقرب الصلح، فإنه ينقض، ويرجع على دعواه، وإن طال رجع بقيمته إن كان مقوماً، ويمثله إن كان مثلياً. والمرأة تعطي لزوجها مالاً على أن لا يتزوج عليها، أو على أن لا يطلقها، ثم يتزوج، أو يطلقها بالقرب.\r\rقاعدة (16)\rالأمر هل يقتضي التكرار، أم لا\rوعليه إذا تعدد الولوغ، هل يتعدد الغسل بتعدده أم لا، وإذا تعدد المؤذنون، هل تتعدد الحكاية بتعددهم أم لا. والمشهور فيهما نفي التعدد. وإذا تكرر دخول المسجد، وقراءة السجدة.\r\rقاعدة (17)\rإذا تعارض الأصل والغالب،\rهل يؤخذ بالأصل، أو الغالب، فيه قولان:\rوعليه في المذهب فروع ومسائل، منها الخلاف بين مالك وابن حبيب في دعوى المبتاع الجهل بالعيب الظاهر، فمالك قبل دعوته المبتاع بيمين، وابن حبيب والموثقون لم يقبلوها إذا كان العيب في موضع ظاهر لا يخفى غالباً.","seal":"5B59B691","part":1},
      {"page":73,"id":19,"nass":"تنبيه:\rقال القرافي: هذا ليس على إطلاقه، بل اجتمعت الأمة على اعتبار الأصل، وإلغاء الغالب، في دعوى الدين ونحوه، فإن القول قول المدعى عليه، وإن كان الطالب أصلح الناس، وأتقاهم لله، ومن الغالب عليه أن لا يدعي إلا ماله، فهذا الغالب ملغي إجماعاً، واتفق الناس على تقديم الغالب، وإلغاء الأصل في البينة إذا شهدت، فإن الغالب صدقها، والأصل براءة ذمة المشهود عليه، وألغي الأصل ها هنا بالإجماع، عكس الأول، فليس الخلاف على الإطلاق.\r\rقاعدة (18)\rكل عضو غسل هل يرتفع حدثه، أو لا، إلا بالكمال والفراغ\rوعليه تفريق النية على الأعضاء، ولِبس أحد الخفين، قبل غسل الخرى، عند قوم.\rتنبيهات:\rالأول: استشكل ابن راشد تصوير مسألة تفريق النية، على الأعضاء، وذكر عن بعض أشياخه أنه كان ينكر القاعدة التي بني عليها خلافُ المسألة، ويقول: لا أصل لها.\rابن عبد السلام: ولا معنى لإنكاره له، بعد نقل جماعة كثيرة المسائلَ الدالة عليه.","seal":"5B4006D9","part":1},
      {"page":74,"id":20,"nass":"أبو عمران: وما زال الحذاق من الشيوخ، يبنون عليه، وتظهر فائدته في مسائل، وذلك كاف في ثبوت الخلاف في مثله، وكثير من الأصول في المذهب، لا تجد الخلاف منصوصاً، في أصلها، مع كونهم يذكرون الخلاف، ويبنون عليه، وذلك: مثل قولهم في عقد الخيار، هل هو مخل، حتى ينعقد، أو بالعكس.\rالثاني: أنكر ابن العربي وجود القول بأن كل عضو يطهر بانفراده، قال: وإنما تقول الشافعية، وهو مع ذلك أصل فاسد، فإنه يلزم عليه أن يجوز مسّ المصحف لمن غسل وجهه ويديه، وهو خلاف الإجماع.\rوأجاب ابن عرفة- رحمه الله- بأنه لا يلزم، لأنا وإن قلنا بأن كل عضو يطهر بانفراده، فإنا إنما نعرف ذلك بإكمال الوضوء، فإتمام الوضوء كاشف بأن العضو قد طهر، ولا يُمس المصحف قبل تبين الكاشف.\rقال بعض حذاق تلامذته: ولا يخفى عليك ما في الجواب من التكلف، ثم هو غير سديد، فإن القائل بذلك يرى أن العضو بنفس الفراغ منه طهر، دون انتظار شيء، ولذا أجروا عليه صحة تفريق النية على الأعضاء.\rواحتجوا له بحديث: (إذا توضأ العبد، فغسل وجهه، خرجت الخطايا من وجهه ... ) الحديث إلى آخره.\rقالوا لأن خروج الخطايا من العضو، إنما يكون بعد طهارته في نفسه","seal":"D42EA541","part":1},
      {"page":75,"id":21,"nass":"دون نظر إلى شيء، ويلزم على ما ذكر أن لا يصدق أن الخطايا خرجت بغسل الوجه.\rقال: وأبين من جوابه، أن المشترط من مس المصحف طهارة الشخص، لا طهارة العضو، لقوله تعالى: (لا يمسه إلا المطهرون)، فالعضو قد طهر بالفراغ منه، ولا يمس المصحف حتى يطهر الشخص، وبنحو هذا أجاب ابن عطية، وشهاب الدين، والله أعلم.\rالثالث: استبعد ابن عبد السلام القول، بأنَّ الحدث لا يرتفع إلا بالإكمال.\rقال: وهذا يوجب أن بقية الأعضاء لا حدث عليها، حتى إنه يجوز للمحدث أن يمس المصحف بغير أعضاء الوضوء، إذ الحدث وارتفاعه إنما يكون فيها وعنها.\rوألزم عليه أيضاً عدم تأثير الحدث في الطهارة إلا بعد الفراغ منها لأنه إذا لم تحصل الطهارة فلا معنى لنقضها، فإذا من توضأ ثم بال بعد غسل الرجل اليمنى لم يلزمه غير غسل الرجل اليسرى، وذلك شيء لا يقال به.\r\rقاعدة (19)\rالشيء إذا اتصل بغيره هل يعطى له حكم مباديه أو حكم محاديه\rوعليه الخلاف في وجوب غسل ما طال من اللحية والأظفار وشعر الرأس، ونجاسة أعلى القرن والسن والظلف والظفر وناب الفيل، ومسح","seal":"53A4E9D2","part":1},
      {"page":76,"id":22,"nass":"باطن الأذنين لأنهما في أصلهما كالوردة، وميتة ما تطول حياته في البر من البحر. والملح يذوب في الماء، وشجرة الحرم يصادما على غصنها الذي في الحل، وفي عكسه يجب الجزاء باتفاق.\r\rقاعدة (20)\rمن جرى له سبب يقتضي المطالبة بالتمليك،\rهل يُعطى حكمَ من ملك، أم لا، وهو المعبَّر عنه\rبمن ملك أن يملك هل يُعدُّ مالكاً أو لا\rوعليه فروع. كمن يقبل التداوي أو يقدر على التسري في الإسلاس. ومن وُهِب له الماء وقد تيمم، (وكذا) أخذُ الزكاة لمن لا مال له، ويقدر على التكسب، أو أُجري عليه نفقة، والمشهور عدم اشتراط القدرة في جواز أخذها. ومن ابتاع عشرة ثياب فاستُحق منها ثمانيةٌ، فأراد أن يتمسك المشتري بالاثنين الباقيين منها، فإنه منع ذلك في المدونة، وأجازه في واضحة ابن حبيب.\rوالخلاف فيها على من ملك أن يملك هل يُعد مالكاً، (أو لا يُعد)، إذا اختار أحد الوجهين اللذين خُير بينهما، فإن تمسك بالثوبين الباقيين عبد علمه بمقدار ما ينوبهما من الثمن جاز باتفاق القولين.\rومن سرق من الغنيمة قبل القسم، وكذلك عالمُ القراض، وُجد في","seal":"086A2F78","part":1},
      {"page":77,"id":23,"nass":"حقه سببٌ يقتضي المطالبة بالقسمة، وإعطائه نصيبه من الربح، فهل يُعد مالكاً بالظهور، أو لا يملك إلا بالقسمة، وهو المشهور، قولان في المذهب، وكذلك إذا باع أحدُ الشريكين، تحقق للشريك سبب يقتضي المطالبة بأن يملك القص المبيع بالشفعة.\rقال القرافي ولم أر خلافاً في أنه غير مالك.\rتنبيه:\rقال ابن راشد: وكان شيخنا القرافي يُنكر هذه القاعدة ويقول أرأيت من كانت عنده خمر، وهو يقدر على شربها، وكذلك السرقة.\rقال في الفرق الحادي والعشرين والمائة: وبيان بطلانها: أن الإنسان ملك أن يملك أربعين شاة، فهل يتخيل أحد أن يُعدّ مالكاً قبل شرائها حتى تجب عليه الزكاة على أحد القولين، وإذا كان الآن قادراً على أن يتزوج، فهل يجري في وجوب الصداق والنفقة عليه قولان قبل أن يخطب المرأة، ولأنه ملك أن يملك خادماً ودابة، فهل يقول أحد إنه يُعد مالكاً لهما الآن، فتجب عليه نفقتهما على قول من الأقوال الشاذة أو الجادة بل هذا لا يتخيله من عنده أدنى مسكة من العقل والفقه، وكذلك الإنسان ملك أن يشتري أقاربه، فهل يعد أحد من الفقهاء مالكاً لقريبه، فيعتق عليه قبل شرائه على أحد القولين في هذه القاعدة، على زعم من اعتقدها، بل هذا كله باطل بالضرورة، ولا يمكن أن يُجعل هذا من قواعد الشريعة البتة، بل القاعدة التي يُمكن أن تُجعل قاعدة شرعية، ويجري الخلاف في بعض فروعها، لا في كلها: أن من جرى له سبب يقتضي المطالبة بالتمليك، هل يُعطى حكم من ملك، أم لا. انتهى.","seal":"FB08DD63","part":1},
      {"page":78,"id":24,"nass":"تنبيه:\rلم يجعلوا من فروع القاعدة جبر الغرماء المفلس على انتزاع مال مُدبره، ومستولدته، ومعتقه إلى أجل، وما وُهب لولده، وإن ملك انتزاع ذلك واعتصاره، لأن الغرماء لم يعاملوه على أن يُلزموه انتزاع ذلك، كما لا يُلزموه قبول ما بُذل له من المعروف كسلفٍ ووصية وهبة وصدقة، وكذلك لم يختلف المذهب فيمن قال لعبده: أنت حر إن شئت، أن له أن يرق نفسه، ولا يختار الحرية.\r\rقاعدة (21)\rالشك في الشرط مانع من ترتب المشروط\rومن ثم وجوب الوضوء على من تيقن الطهارة وشك في الحدث، وامتنع القصاص من الأب في قتل ابنه.\r\rقاعدة (22)\rالشك في المانع لا أثر له\rومن ثم لم يلزم الطلاق، والعتاق، والظهار، وحرمة الرضاع بالشك.","seal":"FF158533","part":1},
      {"page":79,"id":25,"nass":"قاعدة (23)\rالتقدير بأولى المشتركتين، أو الأخيرة\rوعليه إذا قدم المسافر، أو طهرت الحائض لأربع قبل الفجر.\r\rقاعدة (24)\rنية عدد الركعات هل تعتبر، أم لا\rوعليه لو نوى القصر فأتم، وعكسه، ومن ظن الظهر جمعةً، وعكسه.\r\rقاعدة (25)\rنية الأداء هل تنوب عن نية القضاء، وعكسه، أم لا\rوعلى الأول: مسألة الأسير إذا التبست عليه الشهور، فصام شعبان يعتقد أنه رمضان، هل يجزي شعبان السنة الثانية عن رمضان السنة الأولى، أم لا، ومن استيقظ بعد طلوع الشمس ولم يعلم بطلوعها فصلى الصبح أداء، ثم تبين له الطلوع، وعلى الثاني من صام رمضان عن رمضان.\rتنبيه:\rحكى بعض الشيوخ أن نية الأداء والقضاء في الصلاة لا تُشترط اتفاقاً، فإذا نوى القضاء في الأداء أو العكس ففي البطلان قولان.","seal":"B4862763","part":1},
      {"page":80,"id":26,"nass":"قاعدة (26)\rالشك في النقصان كتحققه\rومن ثم لو شك أصلي ثلاثاً أو أربعاً، أتى برابعة، أو شك في بعض أشواط الطواف أو السعي، أو شك هل أتى بالثالثة في الوضوء أو لا، وفيها بين الشيوخ تنازع وهل ظن الكمال كذلك أو لا، قولان.\rوهي قاعدة الذمة إذا عمرت بيقين فلا تبرأ إلا بيقين.\r\rقاعدة (27)\rالذمة إذا عمرت بيقين، فلا تبرأ إلا بيقين\rومنها الشك في إخراج ما عليه من الزكاة، والكفارة، والهدي، وقضاء رمضان، والواجب غير المعين، بخلاف المعين على المشهور، ومن شك في قضاء ما عليه من الدين، في تحليف ربه إذ ذلك قولان، وعكس هذه القاعدة.\r\rقاعدة (28)\rالشك في الزيادة كتحققها\rومنها الشك في حصول التفاضل في عقود الربا، والشك في عدد","seal":"D5519B95","part":1},
      {"page":81,"id":27,"nass":"الطلاق، ومذهب الكتاب لزوم الثلاث، وقيل واحدة رجعية، بناء على أنه تحقق التحريم، وحِل الرجعة مشكوك، أو تحقق ملك الثلاث، وسقوط اثنين مشكوك.\r\rقاعدة (29)\rالتخيير في الجملة، هل يقتضي التخيير في الأبعاض، أم لا\rوعليه تبعيض الكفارة، وإذا افتتح النفل قائماً ثم شاء الجلوس، وفيها قولان، لابن القاسم وأشهب، بخلاف العكس.\r\rقاعدة (30)\rكل جزء من الصلاة قائم بنفسه أو صحة أولها متوقفة على صحة آخرها\rاختلفوا فيه.\rوالأول قول الشافعي -رضي الله عنه-، وعليه طرو العتق في الصلاة","seal":"2BA9C648","part":1},
      {"page":82,"id":28,"nass":"لمنكشفة الرأس، والنجاسة على المصلي، وأمكن الستر، أو النزع بسرعة، هل تقطع أو لا، وكذلك العريان يجد ثوباً، وأما لو بلغها العتق في الصلاة فقولان أيضاً على حكم النسخ، هل يلزم بالوقوع أو بالبلاغ. وعليه تصرف الوكيل والقاضي وإمام الجمعة، وستأتي.\r\rقاعدة (31)\rالترك هل هو كالفعل أم لا\rوعليه فروع، كمن مر بصيد وقد رماه آخر، فأمكنته الذكاة وتركه حتى مات، هل يضمن المار أم لا، ومن قدر على تخليص نفس أو مال ولو بشهادة، أو وثيقة، أو مواساة واجبة، كالشربة، والخيط للجائفة، وإرسال فصل الماء، وإعظاء ما يُقيمُ به حائطه من عمد وآجُر، والولي القريب إذا رُجع عليه بصداق المرأة لعيبها، فأُلفي فقيراً، ففي إغرامها إياه قولان، وما إذا ترك المرتهن كراء الدار ولم يُكرها حتى حل الأجل، ولكرائها خطب وبال، وما إذا عطل الوصي ربع اليتيم عن الكراء مع إمكانه، أو ترك جنات محجورٍ وكرومه وأرضه حتى تبورت ويبست، وما إذا","seal":"809CD0BC","part":1},
      {"page":83,"id":29,"nass":"دُفعت إليه دابة وعلفها، وقيل اعلفها واسقها حتى أرجع من سفري، فتركها بلا علف حتى ماتت، فهل يضمن أم لا. قال ابن سهل: نعم، وفي نوادر الشيخ، لا، وقد تجري على الغرور القولي.\rوانظر مسألة السجان والقيد والقفص والسارق والدواب في اللفطة.\rتنبيه:\rولا يختلف في وجوب الضمان إذا قطع له وثيقة بحق قد ثبت، وأما إذا لم تثبت الوثيقة فلا يغرم سوى قيمة الرق، قاله الشيوخ، ودون تلك المسائل أن يقتل شاهدي الحق، ولذلك احتُمل دخول الخلاف، فيكون متعدياً على السبب، فيضعف الضمان، وهو جارٍ على قاعدة التعدي على السبب.\r\rقاعدة (32)\rالتعدي على السبب هل هو كالتعدي على المسبب، أو لا\rوعليها في المذهب مسائل.","seal":"1CF8E844","part":1},
      {"page":84,"id":30,"nass":"قاعدة (33)\rالنظر إلى المقصود أو إلى الموجود\rوعليه لو ظن فراغ الإمام بعد غسل دم الرعاف فصلى مكانه، ثم أخطأ ظنه، أو أرسل المحرم كلبه على أسد فقتل صيداً، ففي الجزاء قولان، فمن نظر إلى المقصود أسقط، ومن نظر إلى الموجود وهو الإرسال أوجب، أو تزوج من يظنها مُعتدةً فإذا هي بريئة، أو تزوج امرأة زوجها غائبٌ، وهذا الزوج لم يعلم بموت الزوج الغائب فلم يُفسخ نكاحه حتى ثبت أن الزوج الغائب مات وانقضت عدة الزوجة قبل عقد هذا الثاني نكاحها، هل يمضي النكاح لما صادف محله أو لا، أو تزوج بخمر فإذا هي خَلَّ، نظراً إلى ما دخل عليه، أو انكشف الأمر به.\rوكمن دخل خلف من يُصلي الظهر فإذا به يصلي العصر، أو صام يوم الشك فإذا هو من رمضان، أو افتتح الصلاة متيقناً الطهارة ثم شك في الصلاة وتمادى عليها، ثم تبين أنه متطهر، أو افتتح بتكبيرة الإحرام، ثم شك فيها وتمادى حتى أكمل، ثم تبين أنه أصاب، أو قام إلى خامسة في الرباعية عمداً فإذا به قد فسدت عليه ركعةٌ يجب قضاؤها، أو سلم شاكاً في إكمال صلاته، ثم تبين الكمال، أو شك في دخول الوقت، ثم تبين أنه الوقت، أو حلف على ما لا يتيقنه ثم تبين الصدق، ومن أفطر يوم ثلاثين","seal":"E28A6335","part":1},
      {"page":85,"id":31,"nass":"من رمضان معتقداً أنه من رمضان، ثم تبين أنه العيد، هل عليه كفارة أم لا.\rوالقولان حكاهما ابن القصار.\rوانظر من استهلك لرجل زرعاً لم يبدُ صلاحه، فغرم قيمته على الغرر، ثم بعد ذلك نزل ما أذهب زرع جميع البلد- أن الغرم لازم، ومن صلى إلى القبلة بغير اجتهاد، ثم صادف وهي قاعدة: فساد الصحيح بالنية.\r\rقاعدة (34)\rفساد الصحيح بالنية\rوعليها لو اشترى عنباً على أن يعصره خرماً، أو أكرى داراً ممن يبيع فيها الخمر فصرفه إلى غير الخمر من زبيب أو خل، أو لم يبع حتى انقضت المدة.\rومسألة ناصحٍ ومرزوقٍ وحفصةٍ وعمرةٍ، ومسألة لو مرت","seal":"E3B22F67","part":1},
      {"page":86,"id":32,"nass":"برجل امرأةٌ في ظلام ليل، فوضع يده عليها ظاناً أنها زوجته، فقال لها أنت طالق إن وطئتك الليلة، فوطئها فإذا هي غير امرأته، ففي لزوم الطلاق قولان.\r\rقاعدة (35)\rالمترقبات إذا وقعت هل يُقدر حصولها يوم وجودها،\rوكأنها فيما قبلُ كالعدم، أو يُقدَّر أنها لم تزل حاصلة\rمن حين حصلت أسبابها التي أثمرت أحكامها،\rواستند الحكم إليها وهي قاعدة التقدير والانعطاف\rوعليها بيع الخيار إذا أمضي كأنه لم يزل الإمضاء من حين العقد في أحد القولين، والرد بالعيب، كأن العقد لم يزل منقوضاً، وإجازة الورثة الوصية، كأنها لم تزل جائزة، على الخلاف في هاتين.\rوتقدير الربح مع أصله في أول الحول، أو يوم الشراء في باب الزكاة، وصيام التطوع بنية قبل الزوال من اليوم المصوم، فإنه ينعقد الصوم بها عند الشافعي وأبي حنيفة، وتنعطف النية على ما قبل وقتها من اليوم، وعليها لو خاصم مستحق الأرض في الإبان، وحكم له بعد ذهابه، في كون الكراء للأول أو للمستحق، ومن أعتق عبده في سفره ثم قدم فأنكره وقدم من شهد عليه، فحُكم عليه، هل يُقدر الحكم يوم أُعتق، أو الآن، أو الآن وقع.","seal":"4096199E","part":1},
      {"page":87,"id":33,"nass":"تنبيه:\rقال المازري في مسألة الاستحقاق: قد يُقال إن مُدافعة المستحق إن كانت بتأويل ووجه شُبهةٍ فإنه يحسن القضاء بإسقاط حقه في الكراء، وإن كانت المُخاصمة له بباطل واضح فإن الكراء يكون له، وقد حضرتُ مجلس الشيخ أبي الحسن اللخمي رحمه الله تعالى، وقد استفتاه القاضي في امرأة دعت زوجها للدخول، فأنكر النكاح، فأثبتته عليه، فأفتاه بأنه تُعتبر مدافعته لها في النكاح، هل كان من الزوج بتأويل وشبهة، فلا يُطالب بالنفقة أيام الخصام، أو دافعها بباطل واضح، فيكون كالغاصب لها حقها في النفقة، فيقضى لها بذلك، وهذا نحو مما أشرنا إليه نحن في هذه المسألة.\rوعكس هذه القاعدة، قاعدة الظهور والانكشاف.\r\rقاعدة (36)\rقاعدة الظهور والانكشاف\rوعليها لو قال لزوجته أنتِ طالقٌ يوم يقدم فلانٌ، فقدم نصف النهار، فإذا قدم تبين حينئذٍ أن الطلاق كان قد وقع في أول اليوم، وانكشف ما كان مستوراً، وعُلم ما كان مجهولاً، فتجري أحكام الطلاق من أول اليوم على حقائقها، واسترجاعُ النفقة المدفوعة إلى المرأة بناء على ثبوت الحمل إذا ظهر بعد ذلك أنه كان ريحاً على المشهور، ووجوب رد قسمة ميراث المفقود في أرض الإسلام في الأجل أو قبله، بعدما أنفق أولادُه على أنفسهم من ماله. قال مالك فيها بوجوب رد النفقة، وخُولِف. ومن قال","seal":"539F762C","part":1},
      {"page":88,"id":34,"nass":"آخر امرأة أتزوجها طالق، فإنه يكف عن كل امرأة يتزوجها حتى يتزوج أخرى، لانكشاف صحة العصمة بأنها ليست آخر امرأة، فإذا مات عن امرأة لم يتزوج بعدها غيرها صار الترك والموت كاشفين كونها آخر امرأة، فأسندنا الآن هذا الوصف إلى حال عقد نكاحها، وعليها أيضاً من ضَمِن عن رجل ديناً فأدى الغريم إلى غريمه عنه عرضاً، وسقط ضمان الضامن، ثم استحق العرضُ من يد الغريم ولم يُوجد المضمون، أو وُجد عديماً. قال فضل: نزلت بقرطبة وأفنيتُ فيها بأن لا رجوع للغريم على الضامن لأن الدين إنما لحق بعد انحلال الضمان عن الضامن. كالعبد إذا باع سلعة ثم أعتقه سيده واستحقت السلعة، ووقع الحكم بخلاف ذلك فأغرم الضامن.\rومنها إذا فلّس الغائب [فحلت ديونه] ثم قدم ملياً هل تبقى الديون إلى أجلها، أو حكم مضى.\rومنها إذا أحضر ضامنُ الوجه مضمونه بعد الحكم بغرمه وقبل أن يغرم.\rومنها إذا آلى العبد فوقف شهرين وأبى أن يفيء، فطلق عليه، ثم ثبت أنه حر.\rقال فيها أبو عمران: الذي يظهر لي أن الطلاق ينتقض لأنه ممن أجله أربعة أشهر.\rومنها لو غرم الصانع قيمة المصنوع لدعواه الضياع، ثم يُوجد صرح ابن هشام عن الكافي وغيره عن ابن وضاح أنه حكم مضى.","seal":"3493F034","part":1},
      {"page":89,"id":35,"nass":"ومنها العبد يهلك فلا يُدرى أفي العُهدة أو بعدها، فترادا الثمن، ثم يأتي العبد. قال ابن رشد: إن حكم عليهما بذلك حكم وجب أن يُرد العبد للمبتاع، لانكشاف خطأ الحاكم، وهو مما لا اختلاف فيه.\rومنها إذا تعدى المكتري والمستعير المسافة بالدابة فضلت، ثم وجدت بعد أخذ القيمة.\r\rقاعدة (37)\rدرء المفاسد مقدم على جلب المصالح\rومن ثم كُرهت الغسلة الثالثة إن شك فيها، وصوم يوم عرفة إن شك فيه هل هو العيد أم لا، ورُجح المكروه على المندوب، كإعطاء فقير من القرابة لا تلزمه نفقته وليس في عياله من الزكاة، وكره مالك قراءة السجدة في الفريضة لأنها تشوش على المأموم، فكرهها للإمام ثم للمنفرد حسماً للباب، والحق الجواز، للحديث. كالشافعي، وكُره الانفراد بقيام رمضان إذا أفضي إلى تعطيل إظهاره، أو تشويش خاطره، ونُهي عن إفراد يوم الجمعة بالصوم لئلا يُعظم تعظيم أهل الكتاب للسبت، وأجازه","seal":"D00C51B0","part":1},
      {"page":90,"id":36,"nass":"مالك. قال الداودي لم يبلغه الحديث، وكره تركُ العمل فيه لذلك، وكُره إتباع رمضان بستٍ من شوال، وإن صح فيه الخبر لتوقع ما وقع بعد طول الزمان من إيصال العجم الصيام والقيام، وكل ما يصنع في رمضان إلى آخرها، واعتقاد جهلتهم أنها سنة، كذا ذكر الشيخ شهاب الدين رحمه الله عن زكي الدين عبد العظيم المحدث.\rتنبيه:\rقال الشيخ شهاب الدين رحمه الله: شاع عند عوام مصر أن الصبح ركعتان إلا في يوم الجمعة، فإنه ثلاثُ ركعات لأجل أنهم يرون الإمام يُواظب على قراءة السجدة يوم الجمعة ويسجد، ويعتقدون أن تلك ركعةٌ أخرى واجبةٌ، وسد هذه الذرائع متعينٌ في الدين، وكان مالك رحمه الله تعالى شديدُ المبالغة فيها. انتهى.","seal":"1C8B8D52","part":1},
      {"page":91,"id":37,"nass":"قال بعض الشيوخ: ومضى عمل الشيوخ بالجامع الأعظم من تونس على قراءتها في صبح الجمعة، ولا أكثر من جماعته، وذلك لأمن التخليط، لتقرير العادة بذلك، حتى صار تركُ قراءتها موجباً للتخليط.\r\rقاعدة (38)\rالجهل هل ينتهض عذراً أم لا\rاختلفوا فيه، وعليه الخلاف في إلحاقه بالناسي في العبادات، ومن ابتدأ صيام الظهار جاهلاً بمر أيام الأضحى في أثنائه، فعلى العذر أفطرها وقضاها متتابعة، وعلى أن لا، فلا.\rوالحق، إن وجب العلم ولم يشق مشقة فادحةٌ لم يعذر، وإلا فيُعذر، لأن الله تعالى أمر من يعلم بأن لا يكتم، ومن لا يعلم بأن يسأل.\r\rقاعدة (39)\rتقديم الحكم على شرطه هل يجزي ويلزم، أم لا\rاختلفوا فيه، وعليه إخراج الزكاة قبل الحول بيسير، والكفارة بين","seal":"B663278B","part":1},
      {"page":92,"id":38,"nass":"اليمين والحنث، وإسقاط الشفعة قبل البيع، والقصاص قبل الموت، ونفقة المستقبل، ورد الإيصاء في حياة الموصي! وإسقاط المفوضة الصداق قبل التسمية والدخول.\rتنبيه:\rلم يُختلف في عدم إجزاء الصلاة قبل الوقت، لأن وقتها سبب.\r\rقاعدة (40)\rالكفارة هل تتعلق باليمين أو بالحنث\rوعليه من حلف بظهار ثم ظاهر ظهاراً مطلقاً، فإن كان قد حنث في اليمين بالظهار قبل الظهار، فكفارة واحدة، لأنه وصفها بما هي به موصوفة، وإن لم يحنث فقولان على الأصل والقاعدة.\r\rقاعدة (41)\rالاستثناء هل هو رفع للكفارة أو حل لليمين من أضله\rاختلفوا فيه: ابن القاسم رفع للكفارة، وعبد الملك: حل لليمين.\rوعليه من حلف لا وطئ امرأته واستثنى، فقال ابن القاسم في","seal":"9F033D96","part":1},
      {"page":93,"id":39,"nass":"المدونة هو مول، وله أن يطأ، ولا كفارة عليه، وقال غيره: ليس بمولٍ. قال الشرمساحي في شرح التهذيب: قول ابن القاسم هو بناءً على أن الاستثناء رافعٌ للكفارة، وقول الغير بناء على أنه حل لليمين، والآخر أحسن.\rأما في قول ابن القاسم فلأن كونه مولياً فرع عن انعقاد اليمين، والاستثناء رفع للكفارة للكفارة، وأما في قول الغير، فلأن كونه ليس بمولٍ هو فرع عن انحلال اليمين بالاستثناء.\rقال بعض الشيوخ: وكان الشيوخ يعدون هذا الإجراء من محاسن الشرمساحي.\rوقال بعضهم: تظهر فائدته أيضاً فيما إذا حلف واستثنى، ثم حلف أنه ما حلف، فعلى أنه حل لا يحنث، وعلى أنه رفع للكفارة يحنث، وقَبِل هذا البناء حُذاق الشيوخ.\rتنبيه:\rقول الفاكهاني ولم يظهر لي الآن أين تظهر ثمرة الخلاف، وابن عبد السلام: لا يكاد يظهر لهذا الخلاف في اليمين بالله فائدةٌ إلا بتكلف ليس بظاهر، لظهور فائدته دون تكلف.","seal":"C38C2B24","part":1},
      {"page":94,"id":40,"nass":"قاعدة (42)\rالملك إذا دار بين أن يبطل بالجملة أو من وجه، هل الثاني أولى، أو لا\rفيه خلاف، وعليه المضطر إلى الطعم إذا وجب عليه أكل طعام الغير وجب رفع يد مالكه عنه، هل تلزمه قيمته، أو لا، وإجبارُ الجار على إرسال فضل مائه على جاره الذي انهدمت بئره، وله زرعٌ يخاف عليه. والثمن أقرب إلى الأصل وأجمع بين القاعدتين. ومن ثم قال أشهب: لو قُدر الربح قبل الحصول اجتمع تقديران، والتقدير على خلاف الأصل.\rوإذا أدى عن غيره ديناً صُدق في التبرع على الأصح، وإذا قال أعتقكت على مالٍ، وقال العبد بغير شيء، فقال في الكتاب: القول قول العبد، وقال أشهب: القول قول السيد، كما لو قال: أنت حرٌّ وعليك كذا، بخلاف الزوجة، ولهذا رُجح بيع الحُبسِ والتعويضُ به عند القيام بضرر الشركة على إبطاله رأساً، خلافاً للخمي، وهما قولان معروفان.\r\rقاعدة (43)\rإمكان الأداء هل هو شرط في الأداء أو الوجوب\rاختلفوا فيه، وعليه تعلق الزكاة بالذمة إذا تلف [النصاب] بعد الحول","seal":"1158219E","part":1},
      {"page":95,"id":41,"nass":"وقبل الإمكان، والمشهور لا تتعلق، وثالثها تعلقها بالباقي فقط وإن كان دون النصاب.\r\rقاعدة (44)\rالفقراء هل هم كالشركاء [مع الأغنياء] أم لا\rوعليه إذا باع الثمار بعد الوجوب، فأفلس، فقيل يؤخذ من المشتري مقدارُ الزكاة، كمن وجد ماله، أو يتبع البائع بذلك فقط، وإذا ضاع جزءٌ من النصاب قبل التمكن من الأداء كما مر فوق هذا.\r\rقاعدة (45)\rإذا تقابل مكروهان أو محظوران أو ضرران\rولم يُمكن الخروجُ عنهما، وجب ارتكاب أخفهما\rوقد يُختلف في بعضها، كالعراة في الضوء قيل يجلسون ويؤمنون وقيل يقومون ويُغضون، وكإمام الخوف في الحضر يُصلي بإحدى الطائفتين، قيل ينتظر الثانية جالساً استصحاباً، وقيل قائماً، لأنه فرضٌ ويقبل الطول، ثم اختلفوا، هل يقرأ أو يسبح، والأصل القراءة، وكبقر الميت رجاء الولد","seal":"E4064769","part":1},
      {"page":96,"id":42,"nass":"والمال النفيس، وكأكل المضطر ميتة الآدمي، وكإنفاذ المالكية - ما سوى ابن عبد الحكم والمغيرة وابن مسلمة، ورواية حمديس عن مالك، واختيار ابن لبابة، وقول الشافعي وأكثر العلماء والأئمة- نكاح الثاني في مسألة الوليين بالدخول، وكإنفاذهم به ما فسد لصداقه وكإنفاذهم بصداق المثل، وما عُقِد بولاية العامة، والخاصة وليست بولاية إجبار، وبالطول وكونه صواباً ونظراً، أو ينتقل حكماً، كفوات البيع الفاسد بالقيمة.\r\rقاعدة (46)\rالحياة المستعارة هل هي كالعدم أم لا\rوعليه من أنفِذت مقاتله من المعترك هل يُصلى عليه أم لا، وأكلُ ما","seal":"30B6D284","part":1},
      {"page":97,"id":43,"nass":"بلغ بالتردي ونحوه ذلك المبلغ، ومن أنفذ مقاتل رجلٍ ثم أجهز عليه آخر، ففي تعيين ذي القصاص من ذي العقوبة قولان لابن القاسم.\rتنبيه:\rإذا قال الإمام: (من قتل قتيلاً فله سلبه) فأنفذ رجلٌ مقتل عِلج، وأجهز عليه آخر، فسلبه للأول دون الثاني، قاله سحنون، ولا يتخرج كونه للثاني من أحد قولي ابن القاسم، لصيرورته بالإنفاذ أسيراً، ولا سلب في قتل الأسير، بل يُتخرج عليهما حرمانهما معاً، والله أعلم.\r\rقاعدة (47)\rرمضان هل هو عبادة واحدة أو عبادات\rاختلفوا فيه، وعليه تجديد النية أو الاكتفاء بها في أول ليلة، ولا منافاة بين الاتحاد والتكرير عند بعض كبراء الشيوخ.\r\rقاعدة (48)\rالنزع هل هو وطء أم لا\rوعليه الفطرُ به، ومن قال إن وطئتك فأنت طالق ثلاثاً، هل يُمَكِّن من","seal":"34528C5E","part":1},
      {"page":98,"id":44,"nass":"الوطء أم لا، لأنها تحرم بالإيلاج، أو به وبالإنزال معاً، على الأخذ بأول الاسم، أو آخره.\r\rقاعدة (49)\rالمشبه لا يقوى قوة المشبه به\rفمن ثم مشهورُ مذهب مالكٍ أن لا جزاء في صيد المدينة.\r\rقاعدة (50)\rإذا تعارض القصد واللفظ أيهما يُقدم\rاختلفوا فيه.\rوعليه من نذر صوم يوم يقدم فلان، فقدِم نهاراً، قيل يمضي، لأن المقصود صيام يوم شكرٍ، وقيل لا، وبابُها الأيمان والظهار، كمن ظاهر قاصداً للطلاق ففي اللازم منهما قولان، أما إن لم يقصد شيئاً، فعلى الخلاف في لزوم اليمين المجرد.","seal":"B5467098","part":1},
      {"page":99,"id":45,"nass":"قاعدة (51)\rاللفظ المحتمل إذا لم يقترن بالقصد هل يُحمل على الأقل أو على الأكثر\rفيه خلاف.\rوعليه من نذر شهراً أو نصف شهرٍ، ومن احتمل لفظُه التمليك والتوكيل، وفائدته أن له العزل في التوكيل، وليس له ذلك في التمليك، لأن لها فيه حقاً، وكالحرام، هل يُحملُ على بائنةٍ أو على الثلاث، وقال عبد العزيز رجعيةٍ لأنها تُفيد التحريم، وكمن حلف لأتزوجن، هل يبر بالعقد، أو لا يبر إلا بالدخول، وهو المشهور.\r\rقاعدة (52)\rالحكم بالإسهام هل علق على القتال أو على كون المحكوم له مُعداً لذلك\rوعليه هل يُسهمُ للعبد والمرأة إذا قاتلا أم لا.","seal":"544B62F0","part":1},
      {"page":100,"id":46,"nass":"قاعدة (53)\rالغنيمة هل تُملك بالفتح أو بالقسمة على الغانمين\rوعليه من لحق بالجيش قبل القسمة أو أسلم أو عتق أو بلغ.\r\rقاعدة (54)\rإعطاء الموجود حُكمَ المعدوم والمعدومِ حكم الموجود\rفمن الأول حُكم الغرر اليسير في البيع لتعذر الاحتراز منه، وكل ما يُعفى عنه من النجاسات والأحداث وغيرها، ومنفوذ المقاتل، فإنه لا يرث من مات بعده بل هو الموروث.\rومن الثاني: تقدير ملك الدية قبل زهوق الروح تى تورث، فإنها إنما تجب بالزهوق، والمحل حينئذٍ لا يقبل الملك، ولم يملكها في الحياة، لأنه مالك لنفسه حينئذٍ، فلا يُجمع له بين العِوض والمعوض، فيقدرُ الشرعُ ملكه لها قبل موته بالزمن الفرد ليصح التوريث، فيتعين التقدير.\rوتقديرُ ملك المعتق عنه قبل العتق بالزمن الفرد، ليكون الولاء له.\rوتقدير دوران الحول على الربح والسخال، وكالحكم للإمام بحُكمِ الجماعة إذا صلى وحده، وكالجماعة تَقتل قتيلاً، فإنها تُقتل به،","seal":"51802DEE","part":1},
      {"page":101,"id":47,"nass":"وكأن كل واحد منهم باشر القتل، وكالجنين ما دام في البطن لا يُقسم مال مورثه، إعطاء للمعدوم حكم الموجود، وتسمى بقاعدة التقديرات الشرعية.\r\rقاعدة (55)\rالأتباع هل يعطى لها حكم متبوعاتها أو حكم أنفسها\rوعليه المالان: أحدهما مُدار، والآخر غير مُدار، وهما غير متساويين، وبيعُ المصحف والخاتم والثوب الذي لو سُبك خرج منه عين، واستعمالُ الذهب في خاتم الرجال، والسيف المحلى إذا كانت حِلية الجميع تبعاً، فإنه جائز بصنف التابع نقداً على المشهور، خلافاً لابن عبد الحكم، وممتنعٌ به نسيئة على المشهور، خلافاً لسحنون، وكان يستحب فيه النقد، ويمضي التأجيل بالعقد.\rومن بذل صداقاً ظاناً أن للمرأة مالاً، فانكشف الغيب بخلافه: فإن قلنا بالأول فله الفسخ، لفوات مقصود عين الانتفاع. وإن قلنا بالثاني أمكن أن يُقال لا قسط لها من الثمن، فيسقط مقابله أو لها قسط، فيُحط عنه بمقدار ما فاته من المقصود، قياساً على الاستحقاق في البياعات أن المستحق إن كان تبعاً فلا يُفسخ العقد في الجميع، وفيه خلاف.\rوبيع الحلي المتبوع بصنف التابع، وفيه عن مالك روايتان.\rوالخنثى إذا بال من المحلين، هل يُنظر إلى الأكثر، فيُحكم له به، أو لا. أجراه ابن يونس على هذا الأصل.","seal":"4B25A6E1","part":1},
      {"page":102,"id":48,"nass":"والأجرة على الإمامة تُمنع مفردة، وتجوز مع الأذان، في مشهور مذهب مالك.\rوما يُسقى من الزرع والثمار بالوجهين، وتفاوتاً.\rوبياض المساقاة مع السواد، وإذا نبت أكثر الغرس أو أقله، فللأقل حُكم الأكثر، فإن نبت أكثره فللغارس فيما نبت وفيما لم ينبت، وإن نبت أقله، فلا شيء للغارس في الجميع، وقيل له سهمه في النابت وإن قل، وإذا أطعم بعض الغرس، فإن كان أكثره سقط عنه العمل، وإلا فلا، وله ما أطعم دون رب الأرض، وقيل بينهما، وإذا وجد المساقي بعض الحائط؛ فإن كان أكثره فلا سقي عليه، وإلا فعليه، وإذا كان بالحائط أنواع مختلفة حل بيع بعضها – وهو الأقل- جازت مساقاة جميعها، وإن كثر لم تجز فيه، ولا في غيره.\rوإذا كان بعض العاقلة بالبادية وبعضها بالحاضرة، فإنه يضاف الأقل منها إلى الأكثر عند عبد الملك وأشهب.\rوإذا حبس أو تصدق على الأصاغر، فإن حاز لهم الأكثر، صح الجميع، وإن حاز الأقل بطل الجميع، وإن حاز النصف صح ما حيز، وبطل ما لم يجز.\rوإذا استُحق الأكثر أو وُجد فيه عيب رُد الجميع، وإن كان بالأقل، فليس له رد ما لم يُستحق، وما ليس فيه عيب.","seal":"CE5A56F6","part":1},
      {"page":103,"id":49,"nass":"وإذا اجتمع الضأن والمعز فإن الزكاة من أكثرهما عند سحنون، ولابن القاسم تفصيل.\rوالشاة في الشنق من جُل غنم البلد، والفطرة والكفارة من جُل عيش البلد، والحُلي المنظوم بالجوهر.\rوما أُبر بعضه من الثمار.\rوبيع شاة فيه لبن بلبن إلى أجل، والمختار إن تأخر اللبن فهو مزابنة، بخلاف ما إذا تقدم.\rويجوز العسل بالنحل إذا كان لا عسل في النحل. فبعض هذه المسائل تجوز تابعة تغليباً لحكم المتبوع، ولا تجز مستقلة.\rومنها اشتراط خِلفة القصيل، والثمرة والزرع، ومال العبد، وهي أيضاً من قاعدة: الأقل يتبع الأكثر.\r\rقاعدة (56)\rالأتباع هل لها قسط من الأثمان أم لا\rفيه خلاف.\rوعليه الرهن والحميل، وجليةُ المصحف، والخاتم، والسيف،","seal":"EC932563","part":1},
      {"page":104,"id":50,"nass":"واشتراط خِلفة القصيل والثمرة والزرع، ومال العبد، والدالية والدرة، والإمامةُ مع الأذان.\rوتظهر الثمرة في الغرر والاستحقاق والعيب والجائحة والعطلة.\r\rقاعدة (57)\rنوادر الصور هل يُغطى لها حُكم نفسها أو حكم غالبها\rوعلى نفقة الزمن بعد بُلوغه، فعلى المراعاة لا تنقطع، وعلى أن لا، تنقطع.\rوعليه أيضاً إجراء ابن بشير الربا في الفلوس، ثالثها: يُكره، ورُد إجراء اللخمي إياه على أنه في العين غير معلل، أو العلة الثمنية والقيمة- بقول أشهب: إن القائسين مجموعون على التعليل وإن اختلفوا في عين العلة.","seal":"92B7F27D","part":1},
      {"page":105,"id":51,"nass":"وعليه أيضاً الخلاف في العنب الذي لا يُزببُ، والرطب الذي لا يُتمرُ، ووجوب غسل النفساء إذا ولدت بغير دمٍ.\rتنبيه:\rقالوا: إذا عم الجرادُ المسالك فلا جزاء.\r\rقاعدة (58)\rالملحقات بالعقود هل تُعد كجزئها أو إنشاء ثانٍ\rفيه خلاف.\rوعليها فروعٌ ومسائلُ: كمن أسلم في مائة قفيز فزاد مثلها قبل الأجل، فإن ألحقناه جاز، وهو مذهب المدونة، وإن قطعناه امتنع، لأنه هدية مديان، وهو مذهب سحنون. ووجه مذهب المدونة بأنه رفع التهمة بالكثرة.\rوكابتياع خلفة القصيل والثمرة والزرع، ومال العبد- بعد الأصل والرقبة.\rوكالزيادة في الصرف، وثمن السلعة، وصداق المرأة - بعد العقد.\rوكاشتراط ضمان المبيع الغائب على الصفة عقب العقد على من ليس عليه من بائع، أو مُبتاع حيث يجوز.","seal":"7992F89D","part":1},
      {"page":106,"id":52,"nass":"وكما لو وجب الخيار للمبتاع بعد البت- باعتبار تعلق الضمان أمن البائع أم من المبتاع؟ فيه قولان، وأصلهما ما أصل.\rوكاشتراء الثمرة بعد صلاحها، ثم الأصل، هل في الثمرة جائحةٌ – وهو المنصوص – أو لا. تخريجاً على الأصل والقاعدة.\rتنبيه:\rلم يطردوا هذه القاعدة في مسائل كثيرة، كشروط النكاح، ونفقة الربيب، وبيع الدور المطبلة، والأملاك الموظفة، والإمتاع، والثنيا، وتسليف أحد الشريكين صاحبه بعد العقد والشروع، أو تطوعه بزيادة في العمل، أو في المال، أو فيهما بعده، والطوع بعيوب المبيع بعد العقد، وينقد الثمن في الخيار، والعهدة والمواضعة، والمبيع الغائب على صفة صاحبه، وبيع الحيوان والعروض البعيدة الغيبة على الصفة، ومسائل الجُعل، والإجارة على حِرازة زرع، واشتراط تأجير دابة معينة لتركب بعد شهر، وكراء الأرض غير المأمونة كأرض الأندلس والمغرب، وكذلك الجنات والأرجاء والأرض المبيعة على التكسير، ومقتضى القول أن الملحق بالعقد يُعد كجزئه فسادُ هذه العقود، كما هي إشارة صاحب التوضيح في مسألة الشركة، ومقتضى ذلك القول أيضاً دخولُ طُرق البراءة وأقوالها العديد الشتى في الطوع بعيوب المبيع.","seal":"595DE389","part":1},
      {"page":107,"id":53,"nass":"نعم أشار بعض أصحاب النوازل إلى عدم اللزوم فيها، تخريجاً على إسقاط الشيء قب لوجوبه، ومن نمطه في المذهب المالكي كثيرٌ، وقد مر تقرير بعضه في هذا الملخص، واستوفينا ما ورد من ذلك في كتاب الطلاق من كتابنا المترجم بـ\"الواعي لمسائل الإنكار والتداعي\".\rتنبيه:\rفي صحة تخريج هذا الشيخ على إسقاط الشيء قبل وجوبه نظرٌ، لأن المخرج هنا وهو الطوع بالعيوب تمنع أن يكون من باب إسقاط الشيء قبل وجوبه، بل هو من باب إسقاط الشيء بعد وجوبه وقبل العلم به، فهو أقوى، فتأمله.\rوقد نحا القاضي أبو الوليد ابنُ رشد - رحمه الله تعالى- إلى هذا المعنى في نظيرة هذه. والله أعلم.\r\rقاعدة (59)\rالعقد هل يتعدد بتعدد المعقود عليه أو لا\rفيه خلاف.\rوعليه الصفقة إذا جمعت حلالاً وحراماً، ومقارنة البيع للصرف أو النكاح أو الجُعل أو القِراض أو المساقاة أو الشركة، وأما القرض فبإجماع، فمن نظر إلى الاتحاد منع، لاختلاف أحكام المعقود عليه، ومن التفت إلى التعدد أجاز.","seal":"5ADE1DFF","part":1},
      {"page":108,"id":54,"nass":"والمختار: إن كان مناب الحلال معلوماً بأول وهلة صح القول بالجواز، وإلا امتنع، لأنه انعقد على غرر.\rوأما لو أعزاه عرايا من حوائط، في شراء أكثر من عريةٍ: ثالثها: إن كانت بلفظ واحد لم يجز، والأولان على الأصل والقاعدة.\rتنبيه:\rحصل بعض مشايخ المذهب في الصفقة إذا جمعت حلالاً وحراماً تسعة أقوال:\rالأول: فسخ الجميع.\rالثاني: فسخ ما قابل الحرام، وصحة ما قابل الحلال.\rالثالث: يتبع الأقل الأكثر.\rالرابع: الفرق بين أن يعلما معاً بالفساد فيبطل جميعاً؛ أو لا فيبطل ما قابل الحرام، ويصح ما قابل الحلال.\rالخامس: الفرق بين ما يصح تملكه، فلا يبطل إلا ما قابل الحرام، وبين ما لا يجوز تملكه، فيبطل جميعه.\rالسادس: الفرق بين أن يُسميا لكل سلعة ثمناً، فيبطل ما قابل الحرام، أو لا، فيبطل جميعها.\rالسابع: الفرق بين أن تكون السلعة لمالك واحدٍ فيبطل جميعها، أو لمالكين فيبطل ما قابل الحرام، ويمضي ما قابل الحلال، وبه قال اللخمي رحمه الله.\rالثامن: إن كان مناب الحلال معلوماً لأول وهلة صح ما قابل الحلال، وإلا فلا.","seal":"C8536D8C","part":1},
      {"page":109,"id":55,"nass":"التاسع: إن كان من حق الله بطلت كُلها، وإن كان لحق المخلوق بطل الحرام فقط.\r\rقاعدة (60)\rالكفارة هل تفتقر إلى نية أو لا\rوعليه إجزاء عتق الغير عنه، ومن فرق بين أن يكون بإذنه أو لا فعلى توهم استقرار الملك أولاً، ثم العتق بعده، أو عدم استقراره فلا، لأنه لم يملكه إلا إلى حُرية، كالقولين فيمن اشترى بشرط العتق جاهلاً، وفيمن قال: إن اشتريته فهو حُر على ظهاري، بخلاف العالم، أو المُعلق بقصدهما إلى الحرية لا عن ظهارٍ.\r\rقاعدة (61)\rلا يثبت الفرع والأصل باطل\rولا يحصل المسبب والمسبب غير حاصلٍ\rومن ثم قال أشهب -وهو الصحيح- فيمن أقر بزوجة في صحته ثم مات وليس بطارئٍ، أو أقر بوارث وليس له وارث معروف: لا ميراث.","seal":"64487D84","part":1},
      {"page":110,"id":56,"nass":"وقال ابن القاسم بالميراث، ورآه إقراراً بالمال.\r\rقاعدة (62)\rبيت المال هل هو وارث أو مرد للأموال الضائعة\rوعليه نفوذ الوصية بجميع المال، وهي رواية الطابثي عن مالك، ورد ما زاد على الثلث وهو المعروف، وإذا أقر بوارث وليس له وارث معروف.\rتنبيه:\rقد لا يختلف في كون بيت المال وارثاً، كميراث السائبة والمعتق من الزكاة.\r\rقاعدة (63)\rالنسخ هل يثبت حكمه بالنزول أو بالوصول\rوعليه تصرف الوكيل بعد الموت أو العزل، وتجز عامل القراض بعد موت ربه وقبل علمه، إذا خسر، هل يضمن أو لا، وقُدوم والٍ على آخر","seal":"E25B0089","part":1},
      {"page":111,"id":57,"nass":"في خطبة الجمعة، ومن طرأ عليها العلم بعتق في الصلاة وهي منكشفة الرأس وغذا وكلت وكيلين فزوجاها، فدخل الثاني ولم يعلم، فإن قلنا بالأول فللأول، لانفساخ وكالة الثاني بالعقد، وإن قلنا بالثاني فللثاني، وهو المشهور، لقضاء عمر ومعاوية من غير نكير، وإن كان إمضاء نكاح مُحصنةٍ وفسخُ عقد مسلم بغير مُوجب.\rوقال ابن عبد الحكم: السابق بالعقد أولى، والبيع كذلك، خلافاً للمغيرة، لعدم حرمته، والحق ردهما.\rتنبيه:\rليس الكراء كالبيع في هذا، بل هو للأول على كل حال، لأنه لا يدخل في ضمان من قبضه، قال ابن دحون وصححه ابن رشد في رسم نذر من سماع ابن القاسم من كتاب البضائع والوكالات، وإليه مال المازري رحمه الله، وعلله: بأن ما يأتي من المنافع التي يطلب المكتري الأول أخذها لم تُخلق ولم تقبض، وبأن ضمان المنافع من رب الدار، وضمان السلع المقبوضة في البيع من قابضها.\rقال المازري – رحمه الله تعالى-: لكن نزل هذا السؤال وأنا حاضر في مجلس الشيخ أبي الحسن المعروف باللخمي- رحمه الله تعالى- فأفتى بكون الساكن أولى، وإن تأخر عقده، ورأى سُكناه شبهةً على ما يقضيه المشهور من المذهب عنده، وذكر أن بعض أصحابه خالفه في هذا، لأجل","seal":"BE5E2A9C","part":1},
      {"page":112,"id":58,"nass":"ما ذكرناه من فقد الضمان للمنافع، بخلاف الأعيان التي تُضمن بالقبض، مع كون القبض لما يُستلحق من المنافع غير حاصل الآن.\rوذُكر بأن الشيخ أبا القاسم السيوري- رحمه الله تعالى- ورد جوابه بموافقة ما ذهب إليه، طرداً لأصل المذهب، ورأى أن سُكنى الساكن حيازة وقبضٌ يوجب ترجيح جانبه، كما يترجح بقبض الأعيان.\r\rقاعدة (64)\rالمخاطب هل يدخل تحت عموم الخطاب أم لا\rوعليه عزلُ الوكيل عن نفسه، ومن في ولايته، أو يُتهمُ عليه والوصيُ يشتري من مال يتيمه، وهي قاعدة:\r\rقاعدة (65)\rاليد الواحدة هل تكون قابضة دافعة أم لا\rوقاعدة: اعتبار جهتي الواحد فيُقدر اثنين\rفلذلك يتولى طرفي العقد في النكاح والبيع، ويرث الأب مع البنت بالفرض والتعصيب، ويشفع من نفسه.","seal":"7940657B","part":1},
      {"page":113,"id":59,"nass":"وعلى هذا فيؤخذ من الشخص الواحد باعتبار غناه، ويُرد عليه باعتبار فقره، أو يُترك له ويقدر الأخذ والترك كالمقاصة على الخلاف في العمل في هذه القاعدة.\r\rقاعدة (66)\rتبدل النية مع بقاء اليد على حالها هل يتبدل الحكم بتبدلها أم لا\rوعليه من نوى تسلف الوديعة، أو اللقطة، أو القراض ليصرفها ولم يُحركها، والوكيل يُمسكُ المال عن موكله تعدياً، ولم يُحركه.\rوعليه الخلاف في صرف الوديعة، فإن قلنا بالتبدل جاز، لأنه قبض الآن لنفسه، وإن قلنا بنفيه، امتنع، للتأخير حتى يقبض لنفسه.\rوعليه الخلاف في ضمان السلعة المشتراة شراءً فاسداً إذا هلكت بيد المشتري، وقد كانت في أمانت هقبل.\rوعليه لو أسلف الوصي اليتيم من عنده مالاً، وقبض سلعة من سلع اليتيم من نفسه، واعتقد بقاءها في يده رهناً فيما أسلفه، فابن القاسم لا يراه حوزاً، لأنه لا يحوزُ من نفسه لنفسه، ولم يحصُل له إلا بنية تبدلت. وأشهب يراه حوزاً إذا أشهد.\rوعليه الخلاف في بيع الطعام المقبوض على تصديق المسلم إليه بخلاف بيع النقد فإنه فيه جائز، والقرض فإنه ممنوع.","seal":"F0DA7F8E","part":1},
      {"page":114,"id":60,"nass":"قاعدة (67)\rيدُ الوكيل هل هي كيد الموكل أم لا\rوعليه الوكالة على قبض الصرف ويذهب، بخلاف الحوالة فإنه يقتضي لنفسه، والحمالة.\rوالمشهور: إذا تولى الوكيل قبض الصرف دون عقده بحضرة الموكل صح.\r\rقاعدة (68)\rالأمر هل يُخرج ما في الذمة إلى الأمانة فيرتفع الضمان أو لا\rوعليه من أُمر أن يصرف ديناً عليه، ويعمل به قراضاً - وهو لا يجوز- فإن فعل ثم ضاع فعلى القاعدة.\rومن قال لمن أسلم إليه في طعام: كله في غرائرك، فقال: كلته، وضاع ولم تقم بينةٌ.\r\rقاعدة (69)\rالأصل منع المواعدة بما لا يصح وقوعه في الحال حماية\rومن ثم منع مالك المواعدة في العدة، وعلى بيع الطعام قبل قبضه، ووقت نداء الجمعة، وعلى ما ليس عندك، وفي الصرف مشهورها: المنع،","seal":"F181C72D","part":1},
      {"page":115,"id":61,"nass":"وثالثها: الكراهة، وشُهرت أيضاً، لجوازه في الحال وشبهت بعقد فيه تأخيرٌ، وفُسرت به المدونة.\rتنبيه:\rقال اللخمي: المواعدة في بيع الطعام قبل قبضه كالصرف، وقد اختلف فيها فيه.\rابن رشد: وتكون فيها ثلاثة أقوال، وليس كما قال.\rوالفرق أنها في الصرف إنما يُتخيل فيها وقوعُ عقدٍ فيه تأخيرٌ وهي في الطعام قبل قبضه كالمواعدة على النكاح في العدة، وإنما مُنعت فيهما لأن إبرام العقد محرم فيهما، فجُعلت المواعدةُ حريماً له، وليس إبرامُ العقد في الصرف بمحرمٍ فتُجعل المواعدة حريماً له.\rوقد ذُكر هذا الفرق لمن يعتني بالفقه فلم يفهمه، وهو ظاهرٌ.\r\rقاعدة (70)\rالصور الخالية من المغنى هل تعتبر أم لا\rوعليه الذهب المستهلك في الثياب بحيث لو أُحرقت لم يخرج منها شيءٌ، هل يمنع من بيعها بالذهب أم لا، وكالربا بين السيد والعبد، لأنه في المعنى انتزع منه شيئاً، أو وهبه شيئاً.\rوالمشهور: المنع فيهما.","seal":"F364574A","part":1},
      {"page":116,"id":62,"nass":"قاعدة (71)\rالمعدوم مغنى هل هو كالمعدوم حقيقة أم لا\rوعليه من وجد في الصرف رصاصاً، أو نحاساً، هل له الرضى به، ويكون كالزائف، أو يكون كالعدم، فيُفسح الصرف لتأخير البعض، قولان، ومن وجد رأس مال السلم نُحاساً أو رصاصاً أبدله ولا ينتقض.\rقال سحنون: معناه أنه مغشوشٌ لا محضُ نُحاسٍ، وقيل على ظاهره، وهي مسألة السلم الأول منها.\r\rقاعدة (72)\rالكفار هل هم مخاطبون بفروع الشريعة أم لا\rوعليه صحة أنكحتهم وفسادها.\rفعلى الأول تحل الكتابية المبتوتة بوطء الكافر وعلى الثاني، لا.\rوإذا عقد على أم وابنتها، ثم أسلم ولم يصبهما، هل يُفسخ، أو يختار، وإذا تزوجها بخمر وقبضتها ثم أسلما ولم يدخل، فالمشهور أن لها شيئاً بناء على الخطاب، فقيل صداق المثل، وقيل قيمة الخمر، وقيل ربع دينار، والشاذ لا شيء لها.\rوعليه إكراء الدابة منهم ليركبوها لأعيادهم، وبيعُ شاةٍ منهم لعيدهم،","seal":"4927FE8A","part":1},
      {"page":117,"id":63,"nass":"فعلى الخطاب فهم عاصون بإقامة عيدٍ لأنفسهم، فيكون المسلم عاصياً في إعانته لهم على معصيتهم، وعلى أن لا، فلا.\rوعليهما حملُ المسلم أمه الذمية إلى الكنيسة، ولزوم الإحداد وعدة الوفاة من المسلم، وطلاقه وعتقه، والعتق بالمثلة، وغُرم من أتلف له خمراً أو خنزيراً، وإباحة وطئها لزوجها المسلم يقدم في نهار رمضان، وجبرها على الاغتسال لزوجها المسلم، وتمكين المستأمن من بيع خمر لذمي.\rتنبيه:\rقال ابن العربي: لا خلاف في مذهب مالك أن الكفار مخاطبون وقد بين الله في قوله تعالى: (وأخذهم الربا وقد نُهوا عنه). فإن كان ذلك خبراً عما نزل على محمد صلى الله عليه وسلم في القرآن، وأنهم دخلوا في الخطاب فبها ونعمت، وإن كان خبراً عما أنزل الله على موسى في التوراة، وأنهم بدلوا وحرفوا وعصوا وخالفوا، فهل تجوز لنا معاملتهم، والقوم قد أفسدوا أموالهم في دينهم، أو لا، فظنت طائفة أن معاملتهم لا تجوز، وذلك لما في أموالهم من هذا الفساد، والصحيح: جواز معاملتهم مع رباهم، واقتحام ما حرَّم الله سبحانه عليهم. فقد قام الدليل القاطع على ذلك قرآناً وسُنة. قال تعالى: (وطعام الذين أوتوا الكتاب حلٌ لكم) وهذا نص.\rوقد عامل النبي صلى الله عليه وسلم تسليماً اليهود، ومات ودرعه مرهونة عند يهودي في شعير أخذه لعياله.\rوالحاسم لذلك الشك والخلاف: اتفاق الأمة على جواز التجارة مع أهل الحرب.","seal":"988A5AFF","part":1},
      {"page":118,"id":64,"nass":"وقد سافر النبي صلى الله عليه وسلم تسليماً تاجراً، وذلك من سفره أمرٌ قاطع على جواز السفر إليهم، والتجارة معهم.\rفإن قيل كان ذلك قبل النبوة. قلنا: إنه لم يتدين قبل النبوة بحرام. ثبت ذلك متواتراً ولا اعتذر عنه إذ بُعث ولا منع منه إذ نُبئ، ولا قطعه أحد من الصحابة في حياته، ولا أحدٌ من المسلمين بعد وفاته، فقد كانوا يُسافرون في فك الأسارى، وذلك واجبٌ، وفي الصلح، كما أُرسل عثمان وغيره، وقد يجب، وقد يكون ندباً، فأما السفر إليهم لمجرد التجارة، فمباح. انتهى.\r\rقاعدة (73)\rالنكاح هل هو من باب الأقوات أو من باب التفكهات\rوعليه وجوب تزويج الوالد على ولده إن احتاج، والمملوك على المالك.\rوعليه وجوب تزويج الوالد على ولده إن احتاج، والمملوك على المالك.\rوعليه أيضاً دخول الزوجة في قوله: كلما أعيش فيه حرامٌ، وفي تزويج الابن أمه نظرٌ، لأن فرق ما بينها وبين الأب العار الذي يلحق الابن بها دونه.\rتنبيه:\rتردد الأدباء والكُتاب فيمن تزوجت أمه هل يُهنأُ، أو يُعزى فرأى بعضهم أن التعزية جفاءٌ، والتهنئة استهزاء، فكتبوا: أما بعد: فإن أحكام الله تعالى تجري على غير مُراد المخلوقين والله يختار لعباده، فخار الله لك فيما أراد من ذلك، والسلام.","seal":"5D02B205","part":1},
      {"page":119,"id":65,"nass":"قاعدة (74)\rمن فعل فعلاً لو رُفع إلى الحاكم\rلم يفعل سواه هل يكون فعله بمنزلة الحكم أو لا\rفيه قولان.\rوعليه من أسلم في طعام سلماً فاسداً، مختلفاً في فساده، فأراد أن يأخذ عنه من صِنفه، فإن ذلك لا يجوز، ما لم يحكُم حاكم بالفساد، فإن قررا ذلك بينهما وأشهدا به، فقولان عليهما، وكذلك إن أراد أن يؤخره برأس المال، فإن كان السلم مُجمعاً على فساده، وحكم الحاكم بفسخه جاز، فإن قررا ذلك بينهما وأشهدا به، فعلى القاعدة.\r\rقاعدة (75)\rالعوض الواحد إذا قابل مخصور المقدار وغير محصوره\rهل يُفض عليهما أو يكون للمعلوم وما فضل للمجهول،\rوإلا وقع مجاناً\rوعليه من صالح عن موضحتي العمد والخطأ. قال ابن القاسم: بينهما، وقال ابن نافع: للخطأ.\rومن خالع على آبق ويزيد ألفاً، فعلى الأول: تُرد الألف ويرد نصف العبد.","seal":"A0343992","part":1},
      {"page":120,"id":66,"nass":"وعلى الثاني: تُرد الألف، ويُرد ما في مقابلتها من العبد. والزائد إن كان، له بالخلع، وإلا، كان كمن خالع مجاناً.\rتنبيه:\rقال ابن شاس في هذه المسألة: وأما على مقتضى قول ابن القاسم في قسمة المأخوذ بين الموضحتين، فيكون نصفُ العبد هنا في مقابلة نصف الألف، فيفسخ البيع فيه، ويُرد نصف الألف إلى آخره.\rقال القاضي أبو عبد الله المقري- رحمه الله تعالى ورضي عنه- في قواعده الفقهية: الصواب حذفُ \"نصفُ\" في الموضعين كما جوَّد اختصاره ابن الحاجب.\rوالعجيب من القرافي مر على ما في الجواهر ولم ينتبه إليه بابن الحاجب، ولا بمن قبلهما، كاللخمي وابن بشير، وهو دليلٌ على أنه ربما تقل ما لا تأمل فيه.\rورأيت له – رحمه الله تعالى- على هذا الموضع من قول ابن الحاجب: رُدت الزيادةُ- ما نصه: يعني جملة الألف.","seal":"D0A7F54A","part":1},
      {"page":121,"id":67,"nass":"وفي الجواهر: تُرد نصف الألف، ولا معنى له على القولين جميعاً، وما أرى لفظة النصف إ لا زلةً وقعت له فثبتت، إذ حكاية اللخمي وابن بشير موافقة لحكاية المؤلف.\rولله دره حيث لم تزل النقول بعقله، أين هو من القرافي حيث قلد الجواهر، فنقلها على حسب ما وجدها، ولم يتفطن لها: انتهى.\rوعلى هذا الأصل قول ابن الماجشون في النكاح والبيع: يُجعل الثمن للسلعة، فإن بقي رُبع دينار صح النكاح عند قومٍ.\r\rقاعدة (76)\rالطول هل هو المال أو وجود الحُرة في العصمة\rوعليه لو حلف: ليتزوجن على زوجته، فتزوج أمةً، في بره قولان، مبنيان على كون الحرة طولاً أو لا فلو تزوج غير كفءٍ، فعلى تعارض اللفظ والقصد، فإن لم يدخل فعلى الأقل والأكثر، وعلى أن النكاح هل هو حقيقةً في العقد أم لا.","seal":"F27F399F","part":1},
      {"page":122,"id":68,"nass":"قاعدة (77)\rالمهر هل يتقرر جميعه بالعقد أو لا\rثالثها يتقرر النصف، ثم يتكمل بالدخول أو الموت.\rوعليه الخلاف في غلته [قبل الدخول]، والخلاف في ضمانه إذا قامت البينة بعد الطلاق على تلفه، هل عليها غُرم النصف أو لا، والخلاف في نكاحه أمة الصداق، وحده إذا وطئها قبل الدخول، وقطعها إذا سرق شورته قبله، والخلاف إذا استحق نصف ماشيةٍ بعينها بالطلاق، في كونه كالخليط، أو كالفائدة، ورجوع شهود الطلاق قبل البناء، هل يغرمون النصف أم لا.\rتنبيه:\rلا خلاف أن على المرأة قبل البناء زكاة الفطر على رقيق الصداق وزكاة الشجر، والمعين من الماشية وإن لم تقبضه، وزكاة العين إن قبضته، لأن ضمان هذه الأشياء إن هلكت قبل البناء منها، وله الدخول بها من غير شيء، كان الصداق بيدها أو بيده، ولها البيع والهبة والصدقة والإعتاق، ما لم يزد على ثلث مالها، وله غلته.\rوالمنصوص: أن لا شيء لها بالفسخ قبل البناء بملك أحدهما صاحبه، أو ردته، ولا خلاف أن الضمان منها بعد الطلاق فيما لا يُغاب عليه إ ن كان بيد الزوج، وفي كون ضمانه منها، أو منهما إن كان بيدها، قولان.","seal":"33F65BC5","part":1},
      {"page":123,"id":69,"nass":"وفي ضمان ما يغاب عليه إن قامت البينة، قولان لأشهب وابن القاسم، بناءً على أن الضمان للتهمة أو للأصالة.\rواختلف ابن القاسم وعبد الملك في الرجوع عليه بالغلة بعد الطلاق خاصةً.\rفابن القاسم يوجبه، بناءً على أنه ب الطلاق تبين بقاء ملكه على نصفه، وعبد الملك لا يوجبه، بناءً على أنه رجع بعد أن ملكته.\r\rقاعدة (78)\rالطوارئ هل تُراعى أم لا ثالثها: تُراعى القرينة فقط\rوعليه توقع عدم المناجزة في اجتماع البيع والصرف، محاذرة الاستحقاق الناقض للصرف لا للبيع، واقتضاء المحمولة من السمراء، لارتفاعها في وقت الزراعة، وإبدال الناقص الرديء بالكامل الجيد، لنفاقه في بعض البلاد ورخائه في بعض الأزمان.\rوتزويج العبد ابنة سيده كرهه مالك خشية أن ترثه، فيؤول الأمر إلى فسخ النكاح، بخلاف الابن أمة أبيه، لبقاء الوطء له.\rورُد: بأن النكاح يُفسخ والشركة تمنع.","seal":"533781D9","part":1},
      {"page":124,"id":70,"nass":"قال ابن مُحرز وإنما تعليل الكراهة في الابنة أنه ليس من مكارم الأخلاق، وقد يشق عليها، كما كُره الفارهة للوعد.\rوكره من جهة الدناءة أن يزوج أم ولده، والمختارة نفسها على الشاذ، لأنه قد يُعتق، والمرتد لأنه قد يتوب، ولم يعتبره في المشهور، لأنه من بعيد الطوارئ.\r\rقاعدة (79) اشتراط ما يوجب الحكم خلافه مما لا يقتضي فساداً هل يعتبر أم لا\rوعليه اشتراط الرجعة في الخُلع، فقيل بائنٌ للعوض، وقيل رجعيةٌ، للشرط.\rومن اشترط أن لا رجوع له في الوصية.\rومن اشترط الاعتصار في الصدقة، أو التزم عدمه في الهبة.\rومن اشترط الضمان فيما لا يُغاب عليه من العواري والرهان، ونفيه فيما يُغاب عليه منها.\rومن اشترط الضمان في الوديعة والقراض والمستأجر.\rومن اشترط ألا قيام بجائحةٍ.","seal":"9D5CFEBD","part":1},
      {"page":125,"id":71,"nass":"تنبيه:\rنص الفقهاء – رضي الله عنهم-: على أن التزام ما يُخالف سُنة العقود شرعاً من ضمان، أو عدمه ساقطٌ على المشهور، كالوديعة على الضمان، والاكتراء كذلك.\rوحمل القاضي محمد بن يبقى بن زرب – رحمه الله تعالى – ما قالوه على ما إذا كان الالتزام عند العقد، حتى يكون ذلك على الوجه المناقض للشرع، فيجب حينئذٍ أن يبقى الحكم تابعاً للمشروع.\rقال ابن زرب: فلو تبرع بالضمان وطاع به بعد تمام الاكتراء لجاز ذلك.\rقيل له: فيجب على هذا القوله الضمانُ في مال القراض إذا طاع به قابضه بالتزام الضمان.\rونقل ابن عتاب عن شيخه أبي المُطرف بن بشير أنه أملى عقداً بدفع الوصي مال السفيه قراضاً إلى رجلٍ على جزءٍ معلوم، وأن العامل طاع بالتزام ضمان المال وغرمه.\rوصحح ابن عتاب مذهبه في ذلك، ونصره بحُججٍ بسطها، وأدلةٍ قررها، ومسائل استدل بها، وقال بقوله فيها.","seal":"8D2FFC22","part":1},
      {"page":126,"id":72,"nass":"واعترض غيره من الشيوخ ذلك، وأنكره، وقال التزامه غير جائزٍ.\rوفي سماع ابن القاسم ما يشهدُ لصحة الاعتراض على ابن بشير.\rوفي رسم الجواب من سماع ابن القاسم ما يؤيد صحة قوله. انظر أحكم ابن سهل.\r\rقاعدة (80) اشتراط ما لا يفيد هل يجب الوفاء به أم لا\rوعليه لو وكله على البيع بعشرة، فباع باثني عشر، أو قال: بع نسيئةً، فباع نقداً، هل له الرد أم لا، والحق أن لا رد، للعادة، إلا أن يتبين غرض في النسيئة.\rومن خالعته على ثلاث، فطلق واحدة، والمذهب: أن لا كلام لها.\rوصحح ابن بشير تخريج اللخمي الخلاف على القاعدة، واختار بعضهم أنه شرط يُفيد تقية غلبة الشفاعة لها في مراجعته على كراهة منها.\rوتعيين الدنانير والدراهم بالتعيين.\rواشترط المتحمل له على حميل الوجه أن يُحضِر له غريمه ببلدٍ سماه، فأحضره بغيره من البلاد مما تأخذه فيه الأحكام، ولا مضرة تلحق المتحمل له في آخذه هناك.\rواشتراط المُكري داره على المكتري ألا يسكن داره إلا بعدد معلوم فأراد المكتري الزيادة في العدد، فهل يُمكن من ذلك إذا لم يلحق صاحب الدار منه ضرر أم لا.","seal":"43287B95","part":1},
      {"page":127,"id":73,"nass":"واشتراط المتحمل له على الحميل إحضارُ الغريم ببلد تأخذه فيه الأحكام، فخرِب ذلك البلد وصار مما لا تجري فيه الأحكام، فأحضر الحميلُ الغريمَ في البلد، هل يبرأ الحميل، لأنه وفى بما اشترط له عليه، أو لا يبرأ لأن المقصود حين الاشتراط التمكن من أخذ الحق من الغريم. وإذا صار البلد المشترط لا تجري فيه الأحكام بطل المقصود بالحمالة فلا تسقط.\rوإذا أراد من أُسلم إليه في ثمر حائط بعينه أو نسل حيوان بعينه أن يعطي الثمر والنسل من غيرهما على الصفة.\rوإذا باع على حَمِيل بعينه غائب فلم يرض الحميل، ورضي المشتري أن يأتي بحميل مثل الأول، هل يلزم البائع قبولُه إذا كان مثله في الثقة والوفاء وقلة اللدد، أو لا.\rوإذا باع على رهن بعينه غائب فهلك الرهن في غيبته، فهل للمبتاع أن يأتي برهن سواه ويلزمه البيع أم لا، والمشهور مذهب المدونة فيهما أن لا، وهما على القاعدة.\rومن اشترى عبداً أمياً فألفاه كاتباً، أو جاهلاً فألفاه عالماً، أو أمة على أنها ثيب فألفاها بكراً، أو أنها نصرانية فوجدها مسلمة. قال الإمام أبو عبد الله المازري – رحمه الله تعالى- إلا أن يعتل المشتري بأنه إنما اشترط كونها نصرانية لكونه أراد أن يزوج عبداً له نصرانياً منها، فإن هذا إذا علم منه صحة عذره، كان له الرد، وكذلك إذا اعتذر بأنه سبقت منه يمين ألا يملك مسلمة.\rتنبيه:\rقيل للشيخ أبي بكر بن عبد الرحمن: إن النصرانية عند أهل صقلية","seal":"513BB870","part":1},
      {"page":128,"id":74,"nass":"أغلى ثمناً من المسلمة، فقال: إذا اشترط كونها نصرانية فوجدها مسلمة والأمر كذلك عندهم، فإن له الرد. وأنا أستعظم أن أجعل الإسلام عيباً.\r\rقاعدة (81) البتة هل تتبغض أم لا\rوعليه صحة الاستثناء، واختلاف الحكمين إذا قضى أحدهما بواحدة والآخر بالبتة، هل تلزمه واحدة أو لا؟ وإذا شهد واحد بواحدة وآخر بالبتة، هل تلزمه واحدة ويحلف على البتات، أو يحلف على تكذيب كل واحد منهما ولا يلزمه شيء؟ قولان على الأصل والقاعدة.\r\rقاعدة (82) النظر إلى الجزاف هل هو قبض أم لا\rوعليه في بيعه قبل قبضه قولان.\r\rقاعدة (83) بيع الخيار هل هو منحل أو منبرم\rفعلى الأول يصح النكاح والصرف، إذ لا عقد يُخاف من جريان","seal":"832C70E6","part":1},
      {"page":129,"id":75,"nass":"الأحكام فيه، وعلى الثاني فلا، إذ لا تجري فيه أحكام النكاح من الموارثة ونحوها، ويكون متراخياً في الصرف.\rوعليه لو باع المسلم عبده الكافر من كافر على أن الخيار للبائع ثم أسلم العبد في مدة الخيار، هل يجوز للمسلم إمضاء البيع أم لا، قولان، بناء على أنه منبرم فيجوز، أو منحل فلا يجوز، لأنه كابتداء بيع.\rوعليه إذا اشترى أباه بالخيار له، هل يُعتق عليه، وهو قول أصبغ وابن حبيب، عن رضى أو لا، وهو مذهب المدونة، قولان.\rتنبيه:\rاتفقوا على أن ما حدث في أيام الخيار من غلة كلبن وبيض وثمرة ونحو ذلك: للبائع، كما اتفقوا على أن الضمان منه، والنفقة وصدقة الفطر عليه، وكذلك اتفقوا على أن لا شفعة في الخيار إلا بعد الإمضاء.\rابن عبد السلام: ولا فرق في المذهب في الخيار بين أن يكون للبائع أو للمشتري أو لأجنبي، وخالف جماعة إذا كان الخيار لغير البائع.\r\rقاعدة (84) الخيار الحكمي هل هو كالشرطي أم لا\rوعليه العبد والمحجور يتزوجان بغير إذن الحاجر، ثم يجيزه.\rومسألة الصرف في الخلخالين يباعان بعين ثم يستحقان، للمستحق إمضاء البيع ما لم يفترق المتبايعان.\rوقال أشهب: القياس الفسخ، وإن تفرقا فللمستحق الإمضاء إن قلنا","seal":"2138757A","part":1},
      {"page":130,"id":76,"nass":"بانبرام عقد الخيار، وإن قلنا بانحلاله لم يكن له الإمضاء، وهكذا يجري الأمر في اشتراط حضور الخلخالين.\rقال ابن محرز: إن كانت الإجازة كابتداء بيع اشتراط رضى المشتري، وإن كان ذلك تتميماً لما تقدم لم يشترط حضور الخلخالين، فالمسألة معترضة.\rقال ابن بشير: العذر عن حضور الخلخالين عد الإمضاء كالابتداء، وعن عدم اشتراط رضى المشتري عد المُصرف كالوكيل على الصرف، إذ لا مضرة على المشتري في الإمضاء لدخوله على ذلك.\rتنبيه:\rناقض اللخمي والمازري وأبو الطاهر قول أشهب في مسألة الخلخالين بقوله في العبد يتزوج حرة بغير إذن سيده، أو المحجور بغير إذن وليه، ويدخل بها ثم توجد تزني- أن رجمها موقوف على إجازة السيد والولي النكاح- فإن أجازه كانت مُحصنة ورُجمت، وإن لم يُجزهُ لم تُرجم، وحُدت حد البكر.\rوأجاب الشيخ أبو الطاهر عن أشهب بما معناه: إن المناجزة المطلوبة في باب الصرف أضيق منها في باب النكاح، فلذا جعل الخيار الحكمي في الصرف كالشرطي لضيقه، بخلاف النكاح.\rوأجاب الشيخ الفقيه القاضي العلامة المحصل الأذري أبو عبد الله محمد بن محمد بن عقبة الجذامي التونسي – رحمه الله ورضي عنه وأرضاه- ومن خطه نقلت – لما سأله الجواب عن المناقضة المذكورة، وعن عدة مسائل شيخُ شيوخنا الشيخ الفقيه المحصل الحافظ: أبو الربيع سليمان بن الحسن البوزيدي- تغمده الله برضوانه-: بأن إجازة السيد نكاح العبد من باب رفع الموانع لحصول المقتضي وهو أركان النكاح","seal":"D5EEED8D","part":1},
      {"page":131,"id":77,"nass":"بجملتها، وإنما بقي إذن السيد وعدم إذنه مانعاً، وأما إجازة المستحق فهي من باب المقتضي، لأن أحد العاقدين وهو المالك للخلخالين مفقود من العقد الأول، والعاقد غير المالك، فلم تكمل أركان البيع، فهو من باب عدم المقتضي، وقد علمت أن وجود المانع مع قيام المقتضي أخف من فقدان المقتضي، فلذلك ضعُف الخيار في الأول فلم يُنزل منزلة الشرطي وقوي في الثاني فتنزل منزلة الشرطي، والله أعلم.\rقال المؤلف غفر الله له، وجرى بيني وبين من نحا منحى ابن بشير في الجواب من أعيان الفقهاء نزاع كبير، وبحث أثير، يضيق هذا الملخص عن حمل سطوره، وضم منثوره، ولعلنا نثبته في غير هذا التقييد إن شاء الله تعالى.\r\rقاعدة (85) إجازة الورثة هل هو تقرير أو إنشاء عطية\rفيه خلاف، وعليه إجازة الورثة الوصية للوارث، أو الزائد على الثلث، فعلى التقرير لا يفتقر إلى قبض، وعلى أنه ابتداء عطية فيفتقر إلى القبض قبل الحجر، وهي قاعدة.\r\rقاعدة (86) المترقبات إذا وقعت هل يُقدر وقوعها يوم الأسباب التي اقتضت أحكامها وإن تأخرت الأحكام عليها أم لا\rوعليها بيع الخيار إذا مضى كما مر تقريره.","seal":"3DFB1BB7","part":1},
      {"page":132,"id":78,"nass":"تنبيه:\rنص أبو عِمران على أن للغرماء منع المفلس من إجازة الوصية للوارث، وبأكثر من الثلث، ولم يحكِ فيه خلافاً، وهو بيَّن على القول بأن الإجازة إنشاء عطية، وهو المشهور، والجاري على أنه تقرير أن لا يمنعوه، والله أعلم.\r\rقاعدة (87) من الأصول المعاملة بنقيض المقصود الفاسد\rوعليه حرمان القاتل عمداً من الميراث، وتوريث المبتوتة في المرض المخوف، وجبر الثيب بالزنى إذا قصدت به رفع الإجبار، وابتياع الزوجة زوجها قاصدة حل النكاح، وقاصدة الإحناث على قول أشهب، والوصية للوارث ولأكثر من الثلث، وقاصد الإفاتة في البيع الفاسد بالبيع الصحيح على طريق عياض لا اللخمي، وقاصد الفساد في البيع الصحيح كمن اشترى قصيلاً فاستغلاه، فأبى البائع من الإقالة فتركه حتى تحبب على رأي ابن يونس.\rومن هرب برأس المال فيتأخر، ومن أقال في السلم فهرب قبل قبض رأس مال السلم قاصداً فسخ الإقالة. ومن أبدل ماشية فراراً من الزكاة. ومن ارتحل من البلدة التي وجبت فيها الدية على الجاني قبل فرضها فراراً منها فإنه يلحقه حكمها حيث ما كان عند ابن القاسم وغيره.","seal":"5ED0AF74","part":1},
      {"page":133,"id":79,"nass":"وإذا اشترى قوم قلادة ذهب على النقد وفيها لؤلؤ فلم ينقدوا حتى فُصْلت وتقاوموا اللؤلؤ وباعوا الذهب، فلما وضعوا أرادوا نقض البيع لتأخير النقد. قال ابن المواز عن ابن القاسم لا يفسد ذلك، لأنه باع على النقد ولم يرض بتأخيرهم، إنما هو رجل مغلوب، وجودها سحنون.\rومن تُصدق عليه بصدقة، فقام يطلبها فمنعه المتصدق، من قبضها، فخاصمه فيها فلم يقبضها حتى مات المتصدق أو فلس، فإنه يُقضى لربها بعد الفلس والموت إذا أثبتها بالبينة المُرضية.\rوسارق النصاب في مرات وهو يقدر على إخراجه من الحرز في دفعة واحدة.\rوالتي ترتد معتزمة فسخ النكاح في رواية علي، وبه أفتى الحوفي حين نزلت ببجاية، وبه قال يحيى بن يحيى في نقل ابن كثير عنه، ونصه: وإذا تنصرت المرأة راجية بذلك فراق زوجها لكراهته فيه ضُربت ضرباً وجيعاً ثم ردت إليه أحبت أو كرهت، وإنما تفارقه وتملك نفسها إذا ارتدت كراهية في الإسلام، وحرصاً على الدين الذي دخلت فيه، فلما استتيبت رجعت إلى الإسلام، فحينئذٍ يكون زوجها خاطباً من الخطاب،","seal":"8E51608F","part":1},
      {"page":134,"id":80,"nass":"وتفعل في نفسها ما شاءت وتأخذ صداقها كله عند محله إذا كان ذلك بعد الدخول.\rوخالف يحيى بن عمر وقال: الردة تزيل العصمة كيف كانت، وتوقف فيها ابن زرب.\rوالذي يرتد في مرضه وقد علم أنه قصد الفرار بماله من الورثة لبغض معروف على دليل المدونة، وإجبار المطلق في الحيض على الرجعة وهي قاعدة.\r\rقاعدة (88) من استعجل الشيء قبل أوانه فإنه يعاقب بحرمانه\rوعليها تأبيد تحريم المتزوجة في العدة، والمخلَّقة على رأي ابن بشير واختيار الشيوخ، وحرمان المدبر القاتل سيده عمداً من العتق، والموصى له يقتل الموصَي.\rتنبيه:\rخالفوا هذا الأصل في المتصدق بكل المال لإسقاط فرض الحج، ومُنشئ السفر في رمضان للإفطار، ومؤخر الصلاة إلى السفر للتقصير، أو الحيض للسقوط، ومؤخر قبض الدين فراراً من الزكاة، وبائع الماشية بعد الحول فراراً من زكاة عينها، وصائغ الدنانير والدراهم حلياً لإسقاطها، وذات الزوج تقصد بعطية الثلث فدون- الإضرار، وفيها ثلاثة أقوال، وانظر","seal":"1FA45688","part":1},
      {"page":135,"id":81,"nass":"إذا قتل السيد أمته أو زوج أمته، أو المرأة نفسها أو زوجها قبل البناء، فالمنصوص تكميل الصداق لأن التهمة فيها أضعف، وكذلك أم الولد تقتل سيدها فلا تبطل بذلك حريتها، وكذلك الطالب بالدين إذا قتل مطلوبه قبل حلول أجل دينه فإنه يحل بموته، ولا يُتهم بتعجيله، وكذلك السيد يقتل مُكاتبه فإن الكتابة تنحل بموته، وكذلك من أعتق عبده إلى موت دابة فقتلها العبد، فقالوا تُعمر الدابة ويعتق العبد بعد ذلك. وانظر على هذا لو أعتقه إلى موت فلان فقتل العبد فلاناً، وكذلك إن أوصى لعبد رجل أو لوده أو زوجته، فقتله السيد أو الأب أو الزوج. قالوا لأنه لا يُتهم أحد أن يقتل من أوصى لأبيه، أو لابنه، أو لعبده، أو لزوجته- لعل أن يُعطيه منه شيئاً.\r\rقاعدة (89) الموزون إذا دخلته صنعة هل يُقضى فيه بالمثل أو بالقيمة\rاختلفوا فيه، وهي من تعارض حكم المادة والصورة المباحة فمالك والشافعي يقدمان الصورة، فيجعلانه كالعرض.\rوالحنفية وبعض المالكية يقدمان المادة فيجعلانه كالتبر.\rوعليه إذا بيع الحليُّ أو الغزل بيعاً فاسداً، فقد اختلف المالكية هل تُفيته الحوالة، أو لا كالمثلي، وكذلك إذا استُهلك، هل يُقضى فيه بالمثل أو بالقيمة على هذه القاعدة، وكذلك إذا استحق وكان ثمناً هل يفسخ البيع، أو لا. وهذا كله في الصورة المباحة، أما الممنوعة فقد مر أن المعدوم شرعاً كالمعدوم حساً.","seal":"B0AFA783","part":1},
      {"page":136,"id":82,"nass":"تنبيه:\rالأصل أن من أتلف مثلياً فعليه مثله إلا في المُصراة، لأجل اختلاط لبن البائع بلبن المشتري، وعدم تمييز المقدار.\rوفي الجزاف، وغاصب الماء في المعاطش ومحل عزته، أو متسلفه في موضع غلائه على الشاذ المنصور.\rوالأصل أن من أتلف مقوماً فعليه قيمته، إلا في مسألة الحلي المتقدمة على قول مالك وأشهب، والغزل، على ما سلف من الخلاف، والجدار ومن دفن في قبر متعدياً على رأي سحنون.\rتنبيهان:\rالأول: أقام غير واحد من المحققين كابن سهل والباجي وابن رشد من مسألتي جلد البعير والشاة اللتين في التجارة والصناع وغيرهما من مسائل المدونة – القضاء بالمثل في العُروض، كمسألة الرفق في كتاب الغصب، ومسألة المخدمة في كتاب أمهات الأول.\rمن أخدم أمته رجلاً سنين ثم وطئها فحملت منه كانت له أم ولد في ملائه، وتُؤخذ منه مكانها أمةٌ تخدم في مثل خدمتها، وقيل تُؤخذ منه قيمتُها فيؤاجر منها خادم، وبهذا الرأي أعني القضاء بالمثل في المقوم كان يحكم","seal":"DE08A051","part":1},
      {"page":137,"id":83,"nass":"آخرُ المجتهدين بفاس: القاضي أبو يحيى أبو بكر بن خلف الموَّاق فيما حكى الشيخ أبو الحسن الصغير عن أبي محمد صالح عن شيخه أبي محمد بن تاغريزت، وصرح القاضي أبو الوليد الباجي – رحمه الله تعالى- بأنها رواية عن مالك، وفي صحة الاعتراض عليه عند الحذاق نظر، لأنه ثقة راسخ القدم.\rالثاني: قال بعضهم: الأصل قضاء ما في الذمة بمثله، فإن تعذر أو تعسر رُجع إلى القيمة، وهذا أصل مذهب مالك في ضمان ما سوى المكيلات والموزونات والمعدودات بالقيمة عند التعذر أو التعسر، وتؤول حديث القصعة، وهو مُعترض بالقرض، وبثبوته في الذمة سلماً، فإن انقطع اعتباره كالفلوس يُترك التعامل بها فمشهور مذهبه القضاء بالمثل، والشاذ القيمة.","seal":"189C2C17","part":1},
      {"page":138,"id":84,"nass":"قاعدة (90) ما في الذمة هل هو كالحال أم لا\rاختلفوا فيه، وعليه صرف الدين المؤجل، والمشهور المنع وزكاة دين المدين المؤجل هل هو بالقيمة وهو المشهور، أو بالعدد وهو الشاذ.\rوعليه ما إذا كان له دين وعليه دين، هل يجعل ما عليه في عدد ما له فيزكي ما بيده من العين، أو يجعل ما بيده في قيمته، وعليه إذا أخذ شقصاً عن دين، هل الشفعة فيه بالقيمة أو بالعدد.\r\rقاعدة (91) ما في الذمة هل يتعين أو لا\rوعليه براءة ذمة الغريم الذي أُخذ منه دين لرجل آخر غصباً، وعدمُ براءته، قولان لمتأخري فقهاء تونس، وعلى تعيينه أفتى ابن عرفة حين سئل عمن في ذمته دينارٌ ثمن ثوب، ودينار ثمن طعام لرجل واحد، هل يصح أخذ الطعام عن ثمن الثوب ويكون متميزاً بشخصه كما تميز بنوعه أم لا، فقال نعم، كقول المدونة في عدم دخول أحد الشريكين فيما اقتضي من دينهما مقسوماً في ذمة رجل.\rتنبيه:\rلم يحفظ القاضي الإمام أبو عثمان العقباني رحمه الله تعالى خلافاً في أن ما في الذمة لا يتعين، فقال في لباب اللباب، في مناظرته مع","seal":"18327884","part":1},
      {"page":139,"id":85,"nass":"القباب: الذين يتعلق بالذمة، والغصب يتعلق بعين الشيء المغصوب، ولا مزاحمة بينهما، ولذلك لم يقل أحد إن من عليه دين يبرأ بغصب الغاصب له، ولو صرح الغاصب بأن يقول: إنما غصبت ذلك الدين، بل ينصرف الغصب إلى عين ما غصب، ويبقى الدين في الذمة. انتهى.\rوما قاله العقباني رحمه الله تعالى هو الذي يظهر من الفرق السابع والثمانين من قواعد شهاب الدين القرافي رحمه الله تعالى، ومثله في قواعد القاضي أبي عبد الله المقري رحمه الله تعالى، ولفظه: المعين لا يستقر في الذمة، وما تقرر في الذمة لا يكون معيناً.\r\rقاعدة (92) الموجود حكماً هل هو كالموجود حقيقة أو لا\rوعليه صرف ما في الذمة كما مرَّ.\r\rقاعدة (93) البيع هل هو العقد فقط أم العقد والتقابض عن تعاوض\rوعليه ضمان ما في المكيل بعد التقدير وقبل مُضي مقدار التمكين،","seal":"3738FF6C","part":1},
      {"page":140,"id":86,"nass":"أهو من البائع أم من المشتري، وإذا هلك بعد العقد وقبل القبض، فعلى أن البيع التعاقد فالضمان من المبتاع، وعلى أنه التقابض عن تعاوض فالضمان من البائع.\rوعليه ما إذا غصب شيئاً ثم باعه وقبض ثمنه، ثم افتقر وقد أجاز المستحق البيع، فعلى أن البيع التعاقد والتقابض معاً، لا يكون له على المبتاع ثمن، وعلى أن البيع التعاقد فقط، فقد أجاز البيع دون القبض، فله أن يأخذ من المبتاع الثمن ثانية.\rتنبيه:\rقال المازري رحمه الله تعالى: ويبعد أن يعتقد أحد من أهل المذهب أن حقيقة البيع هو التقابض عن تعاوض.\rابن عبد السلام: وهذا القول قد أنكر وجوده في المذهب بعضُ كبار الشيوخ وحفاظهم، وينبني على هذا الإنكار تخطئة لما يثبته الموثقون وغيرهم من الحكم على البائع بإنزال المشتري في الربع المبيع، وتطواف الشهود عليه، وقال: لو كان لازماً للبائع لكان ذلك حق توفية، فيكون ضمان الدار المبيعة من بائعها حتى يقبضها المشتري، وأثبت بعضهم هذا القول في المذهب، ورأى أن القول بإنزال المشتري مبني عليه، وبالجملة فهو قول مختلف في ثبوته بين الشيوخ، وأصول المذهب تأباه.\rابن رشد: في نوازل سحنون من كتاب جامع البيوع شراء الرجل من الرجل الدار والأرض لا يخلو من أربعة أوجه:\rأحدها: أن يكون المبتاع مقراً للبائع باليد والملك.\rوالثاني: أن يُقر له بالملك ولا يقر له باليد.\rوالثالث: أن يقر له باليد ولا يقر له بالملك.\rوالرابع: أن لا يقر له بيد ولا ملك.","seal":"A3534C7F","part":1},
      {"page":141,"id":87,"nass":"فأما إذا كان مقراً له باليد والملك، فلا يلزمه أن يُحوزه ما باع منه، ويسلمه إليه ويُنزله فيه، وإن دفعه دافع عن النزول ف يذلك أو استحقه منه مستحق بعد النزول فيه، فهي مصيبة نزلت به، في قول سحنون، والصواب أنه يلزمه أن يُنزله فيما باع منه ويسلمه إليه، بمنزلة ما إذا كان مقراً له بالملك غير مُقر له باليد، مخافة أن ينهض لينزل ما إذا كان مقراً له بالملك غير مُقر له باليد، مخافة أن ينهض لينزل فيه فيمنعه وكيله فيه، أو أمينه عليه من النزول فيه، ويقول له لا أدري صدق ما تدعيه من شرائه، فإن نزل فيه وصار بيده على الوجهين، فاستحقه من مستحق، كانت مصيبة نزلت به على قول سحنون، وعلى ما في سماع عيسى عن ابن القاسم من كتاب الاستحقاق خلاف قول أشهب في المجموعة، وقد قيل إنه خلاف ما يقوم من سماع عبد الملك في كتاب الكفالة والحوالة من قول ابن وهب وأشهب، وليس ذلك عندي بصحيح.\rوأما إذا كان مقراً له باليد غير مقر له بالملك، فعلى مذهب سحنون لا يلزم البائع أن يحوزه ما باع منه، والصواب أن ذلك يلزمه على ما ذكرناه، للعلة التي وصفناها. فإن استُحق من يده شيء من ذلك وجب له هالرجوع بذلك على البائع.\rوأما إذا كان غير مقر له باليد ولا بالملك، فلا اختلاف أنه يلزمه أن يحوزه ما باعه منه، وينزله فيه، مخافة أن ينهض لقبض ذلك والنزول فيه، فيمنعه منه مانع، فإن استُحق من يده شيء من ذلك وجب له به الرجوع على البائع أيضاً.\rوضمان ما يطرأ على ذلك بعد العقد، وإن كان قبل القبض في الوجوه كلها، من غصب أو غرق أو هدم أو حرق، وما أشبه ذلك، فمن المبتاع، إلا على القول بأن السلعة المبيعة في ضمان البائع وإن كان قبض الثمن وطال الأمر ما لم يقبضها المبتاع، أو يدعوه البائع إلى قبضها فيأبى، وهو قول أشهب.","seal":"3E65C49A","part":1},
      {"page":142,"id":88,"nass":"فللخروج من هذا الخلاف يقول الموثقون في وثائقهم: ونزل المبتاع فيما ابتاع، وأبرأ البائع من درك الإنزال، لأنه بنزوله فيما ابتاع يسقط الضمان عن البائع باتفاق، ولكل واحد من المتبايعين حق في الإنزال على صاحبه، إذا دعا إليه وجب أن يُحكم له به على البائع ليسقط عنه الضمان المختلف في لزومه إياه، والمبتاع لا يجد السبيل إلى الرجوع عليه بما يستحق من يده. انتهى.\rوتأمل الكلام على الإنزال وصفته في أحكام ابن سهل وكتب الموثقين، كالمجموعة والمتيطية وغيرهما.\r\rقاعدة (94) من أخر ما وجب له عُد مسلفاً\rومن ثم لم يجز له أن يأمره بصرفه، ولا أن يسلمه، لئلا يكون تأخيراً بمنفعة، وإن أسلفه إلى نفسه، ففسخ دين في دين.\r\rقاعدة (95) من عجل ما لم يجب عليه هل يُعد مسلفاً، ليقتضي من ذمته إذا حل\rالأجل، إلا في المقاصة، وهو المشهور، أو مؤدياً، ولا تسلف ولا\rاقتضاء، وهو المنصوص، لأنه إنما قصد إلى البراءة والقضاء\rوعليه صرف المؤجل، ومسألة الفرس في بيوع الآجال: أن يسلم","seal":"F502C115","part":1},
      {"page":143,"id":89,"nass":"فرساً في عشرة أثواب إلى أجل، ثم يشتريه بخمسة منها، ويسترد معه خمسة.\rقال في المدونة: لا يجوز، لأنه إن كان يساوي دون الخمسة فيدخله - ضع وتعجل- أو فوقها- فحط الضمان وأزيدك-، ولأنه بيع بخمسة، والخمسة الأخرى سلف من المعجل يأخذها من ذمته.\r\rقاعدة (96) المستثنى هل هو مبيع أو مبقي\rوعليه لو باع شجراً واستثنى ثمرتها، هل يُعد من بيع المستثنى قبل قبضه أو لا، قولان لمالك، ونص ابن عبد الحكم والأبهري الجواز، ولا ضمان ها هنا على المشتري باتفاق، ومن استثنى من الثمرة كيلاً فأجيح بما يعتبر، هل يوضع من المستثنى بقدره أم لا، قولان.\rروى ابن القاسم وأشهب وابن عبد الحكم أنه يُحط، وبه أخذ ابن القاسم وأصبغ بناء على أنه مشترى.\rوروى ابن وهب أنه لا يُحط، بناء على أنه مبقي، وكأنه إنما باع من حائطه ما بقي بعدما استثنى، لأن الذي استثناه أبقاه على ملكه.\rوإذا أكرى داره أو أرضه وفيها شجر، فاستثنى رب الدار والأرض منها شجراً بأعيانها لنفسه، وأدخل ما عداه ف يالكراء، منعه ابن العطار،","seal":"C5D664D6","part":1},
      {"page":144,"id":90,"nass":"وأجازه ابن أبي زمنين، بناء على أن المستثنى مبيع أو مبقي.\rوإذا مات ما استثني منه معين هل يضمن المشتري أم لا، قولان على القاعدة، فعلى أنه مبقي لا ضمان، وعلى أنه مبيع فالضمان، ولابن القاسم القولان.\rوغذا باع داراً واستثنى سكناها سنة فانهدمت، أو باع دابة واستثنى ركوبها يومين فهلكت. قال مالك: لا ضمان للسكن والركوب، وقال أصبغ بالضمان بناء على القاعدة.\rتنبيه:\rقال الشيخ أبو القاسم بن محرز: قول ابن القاسم هو الصواب ولا معنى لقول أصبغ، ومذهب أصبغ يدل على أن المستثنى عنده على ملك المشتري، وهذا مما يعلم بطلانه ضرورة، وذلك أن المشتري ما ملك قط المستثنى ولا بيع منه، إنما بيع منه ما سواه فكيف يقال إنه ملكه، وأنه باعه حتى تكون عليه فيه عهدة، هذا لا ينبغي لمن له تحصيل أن يذهب إليه، وهذا عندنا وهمٌ من أصبغ رحمه الله تعالى، ولو كان المستثنى يُستوفى على ملك المشتري للزم في الصبرة إذا استثنى البائع منها كيلاً مثلاً أن يكون ضمان ذلك الكيل من المشتري حتى يستوفيه البائع. هذا ما لا يقول به أحد.\rوأما مسألة مالك في الذي استثني من ثمرته التي باع كيلاً، وكراهيته في أحد قوليه أن يبيع ما استثني حتى يكال له ويستوفيه، فإنما كرهه خوف الالتباس، لئلا يراه من يعقد فيه بيعاً لم يكتله، فيتوهم أنه يشتريه من المشتري، ولا يعلم أصل المعاملة كيف كانت، ولعله ممن يقتدى به، فكرهه لذلك.","seal":"6402C46B","part":1},
      {"page":145,"id":91,"nass":"تنبيه ثان:\rقال ابن رشد رحمه الله تعالى: لم يختلف قول مالك رحمه الله، ولا قول أحد من أصحابه فيما علمت، أنه لا يجوز بيع الأمة، ولا بيع شيء من الحيوان واستثناء ما في بطنه، لأنهم رأوا البائع مبتاعاً للجنين بما وضع من قيمة الأم لمكان استثناء الجنين، فكأنه – على مذهبه ومذهبهم- بالثمن الذي سمى وبالجنين الذي استثنى. وإن كان قد اختلف قوله وأقوالهم في المستثنى هل هو مبقي على ملك البائع أو هو بمنزلة المُشترى في غير مسألة.\rفيأتي على القول في المستثنى أنه مبقي على ملك البائع إجازةُ بيع الحامل واستثناء ما في بطنها، وعلى هذا أجازه من أجازه من أهل العلم منهم الأوزاعي والحسن وأحمد بن حنبل وإسحاق بن راهويه وداود، وروي ذلك عن عبد الله بن عمر- رضي الله عنه-، فإذا باع الرجل الحامل واستثنى ما في بطنها فهو على مذهب مالك وأصحابه بائع للأمة ومبتاع لما في بطنها في صفقة واحدة، فوجب أن تكون البيعتان فاسدتين. انتهى.\rفتأمله مع ما لابن محرز. ولعل اتفاق المالكية على المنع في هذه حجة على ابن محرز فيما تعقبه على أصبغ.","seal":"B8158364","part":1},
      {"page":146,"id":92,"nass":"قاعدة (97) الإقالة هل هي حل للبيع الأول أو ابتداء بيع ثان\rوعليه لو باع ثمراً بعد زهوه، ثم أقال منه بعد يُبسه، فإن كانت حلاً جاز، لأنه على عين الشيء، وليس من بيع طعام واقتضاء غيره، وإن كانت ابتداء امتنع، لأنه كاقتضاء طعام ثان من ثمن طعام، فلو فلَّس المشتري لجاز أخذ اليابس اتفاقاً، لبعد التهمة.\rوعليه جوازها في ذي الطبل والوظيف، وبالمنع قال ابن العطار وابن زرب، وبالجواز قال ابن سعيد الهندي.\rوعليها أيضاً ثبوت العهدة وعدمها، فعلى أنها كابتداء بيع فالعهدة، وعلى أن لا، فلا.\rولم يرتض الإمام أبو عبد الله المازري رحمه الله تعالى القول بوجوب العهدة في الإقالة على القول بأنها كابتداء بيع، معتلاً بأن هذا بيع قصد فيه إلى المعروف، فلم يلحق بالعقود المقصود فيها المعاوضة على جهة المكايسة.\rتنبيه:\rالإقالة عندنا بيع من البيوع إلا في ثلاث مسائل: الإقالة في المرابحة، والإقالة في الطعام، والإقالة في الشفعة.","seal":"BB3A2489","part":1},
      {"page":147,"id":93,"nass":"قاعدة (98) الرد بالعيب هل هو نقض للبيع من أصله أو كابتداء بيع\rوعليه من اشترى أمة على المواضعة، ثم ردها بعيب بعد خروجها من المواضعة، هل يجب على المشتري أيضاً مواضعتها كما وجب له ذلك أيضاً على البائع، أم لا.\rومن اشترى عبداً كافراً من كافر ثم أسلم العبد، فاطلع على عيب فيه؛ فهل له الرد على بائعه الكافر أم لا؟ قولان على القاعدة.\rابن القاسم: نعم. أشهب وعبد الملك: لا، واختاره ابن حبيب، ومن رد المعيب ثم تلف قبل القبض، ففي ضمانه قولان، فعلى أنه حل للبيع من أصله يكون الضمان من البائع، وعلى أنه كابتداء بيع يعود الأمر إلى اعتبار تعلق الضمان بمجرد العقد للبيع، أو بمجرد العقد مع اعتبار مُضي إمكان التسليم بعده، إلى غير هذا مما قيل فيه.\rوعليه أيضاً رد السمسار الجعل، فعلى أنه نقض للبيع من أصله يُرد، وهو مذهب المدونة، وعلى أنه كابتداء بيع لا يُرد.\rومن باع سلعة من أهل الذمة في غير قُطره ثم ردت عليه بعيب، في إعطائه العشر قولان، بناء عليهما، وما في تفليس العتبية: إذا أُوصي بخيار أمة في عتقها وبيعها، فاختارت البيع، فبيعت ثم رُدت بعيب، فأرادت الرجوع للعتق، هل لها ذلك أم لا؟\rابن وهب: نعم، وغيره: لا، بناء على القاعدة.","seal":"EEC8E53C","part":1},
      {"page":148,"id":94,"nass":"وعلى الماشية تُرد بعيب، في بناء ربها بناء على ما تقدم، أو استقباله قولان.\rوعليه إذا حلف بعتق عبده إن كلم فلاناً، ثم باعه، ثم كلمه، ثم رُد بعيب، هل يحنث بالكلام الواقع منه قبل أن يُرد عليه، أو لا؟ قولان على القاعدة.\rوعليه إذا حاص البائع الغرماء في الفلس لفوات السلعة، ثم رُدت بعيب.\rوعليه لو خالعها فتبين أن به عيب خيار، ففي رجوعها عليه قولان على القاعدة.\rوعليه إذا لم يقم الشفيع بالشفعة حتى رد المبتاع الشقص بعيب، فعلى أنه بيع فله الأخذ، وعلى أنه فسخ فلا.\rتنبيه:\rضُعف كون الرد بالعيب كابتداء بيع، فإنه لو كان كذلك لتوقف على رضى البائع، ولوجبت الشفعة للشريك إذا رد المشتري بالبيع، ولوجبت العهدة فيه إذا رُد به، ولا يجب الجميع باتفاق، وإن قيل إن الرد بالعيب كابتداء بيع على طريق ابن دحون، لا على طريق ابن رشد في حكايته الخلاف على القاعدة في العهدتين معاً: أعني عهدة الثلاث، وعهدة السنة، لكن قال المازري: هذا وإن قيل فهو بيع أوجبه الشرع بغير اختيار من رجع إليه المبيع، فخرج على العقود الاختيارية المقصود فيها المكايسة.","seal":"37814D93","part":1},
      {"page":149,"id":95,"nass":"واستشكل القول بأنه نقض للبيع من أصله باتفاقهم على أنه كابتداء بيع فيمن ابتاع أمة بعبد، فأعتق الأمة ثم رد العبد بعيب- أنه لا يكون له نقض العتق، وإنما يكون له قيمة الأمة. ويتطابق فقهاء الأمصار كأبي حنيفة ومالك والشافعي وغيرهم على أنه لا يرد الغلة، حتى إن كثيراً من العلماء لينكر وجود الخلاف، فقد قال الأبهري: لا خلاف بين أهل العلم أن الاغتلال للمشتري، ولا يرده إذا رد بالعيب.\rوقال ابن الجهم: إذا آجر العبد بأجرة كثيرة، أو زوج الأمة بصداق كثير أو قليل ثم رد بالعيب، فإنه لا يرد ما أخذ من إجازة أو إصداق، قال: ولا خلاف بين الناس في هذا.\rوهكذا ذكر ابن داود أنه لا خلاف بين العلماء في هذا أيضاً، ولم يخالف في ذلك إلا شُريح وعبد الله بن الحسن العنبري في حكاية الجوزي، ونقل المازري.\rتنبيه:\rللمشتري الغلة في خمسة مواضع: الرد بالعيب، والبيع الفاسد، والاستحقاق، والشفعة، والتفليس.\rقال المؤلف غفر الله له: وقد نظمتها فقلت: (رجز)\rولا يرد مشتر غلة ما ... قد اشتراه فاحفظنه واعلما","seal":"56E3D640","part":1},
      {"page":150,"id":96,"nass":"في الرد بالعيب والاستحقاق ... وفاسد البيع بلا شقاق\rوفلس وشفعة يا طالب ... مُكملين عدة المطالب\rففي المقدمات ذا مذكور ... وفي خليل مثله مشهور\rواختلف المشهور بماذا تكون الغلة للمشتري في هذه المواضع إن لم تفارق الأصول، فاحفظها كما ضبطها بعضهم بهذه الحروف- تجد عفازاً شسياً-.\rفالتاء من تجد للتفليس، والجيم للجذاذ، فالمشهور أنها لا تكون للمشتري في التفليس إلا بالجذاذ، والعين والفاء من - عفازاً - للرد بالعيب والبيع الفاسد، والزاي للزهو، فالمشهور أنها لا ترد مع أصلها إذا أزهت ولم تجذ ولم تيبس في الرد بالعيب، وفي البيع الفاسد، والشين والسين من - شسياً- للشفعة والاستحقاق، والياء لليُبس، فالمشهور أنها تُرد مع أصولها وإن أزهت ما لم تيبس في الشفعة والاستحقاق.\r\rقاعدة (99) رد البيع الفاسد هل هو نقض له من أصله أو من حين رده\rوعليه فطرة العبد يمضي عليه يوم الفِطر عند المشتري، أهي منه أو من البائع؟\rوفروعه كثيرة.","seal":"CFC0FA5F","part":1},
      {"page":151,"id":97,"nass":"قاعدة (100) البيع المجمع على فساده هل ينقل شبهة الملك، لقصد المتبايعين، أم لا، لكونه على خلاف الشرع\rاختلفوا فيه، وعليه هل يفوت بالتغير وفوات العين أو لا؟ ومنهم من يحكيه في البيع الفاسد مطلقاً.\r\rقاعدة (101) من خُيّر بين شيئين فاختار أحدهما هل يُعد كالمنتقل أو لا، وكأنه ما اختار قط غير ذلك الشيء\rوعليه من أسلم على أختين ولم يطأهما، فاختار إحداهما، فإن كان كالمنتقل لزمه نصف صداق الأخرى، لأنه كالمطلق، وإلا لم يلزمه شيء.\rومن غصب جارية ثم اشتراها وهي غائبة، فإن قلنا بالأول فلا تُشترى إلا بما تُشترى به قيمتها، وهو قول أشهب، وإن قلنا بالثاني لم تراع القيمة، وهو ظاهر الكتاب.\rومن سرق شاة فذبحها فوجبت على السارق قيمتها لربها، فإنه لا يجوز لربها أخذ شاة حية عن هذه القيمة، لأنه لما قدر على أخذ عين اللحم فعدل عنه إلى أخذ شاة صار كبيع لحم بحيوان من جنسه، بناء على الانتقال، وأن حق المغصوب منه متعلق بعين ما أتلفه الغاصب، ولو بنينا","seal":"543299BF","part":1},
      {"page":152,"id":98,"nass":"على عدم الانتقال وفرضنا أن حقه سقط في العين وإنما وجبت له القيمة- لم يمنع.\rومن أسلم على عشرة نسوة لم يكن بني بكل واحدة منهن فاختار أربعاً، هل للبواقي نصف الصداق أم لا؟\rومن غصب حلياً فتعيب عنده واختار المغصوب منه القيمة، في جواز المصارفة عليها قولان، فعلى الانتقال: لا يجوز صرف واحد منهما، وعلى أن لا: فيجوز، وهو المشهور.\rومن اشترى على اللزوم ثمر نخلة يختارها من نخلات.\rومن وكله رجل على أن يسلم له في طعام أو غيره، فوكل غيره على ذلك، فإنه لا يلزم الموكل ما فعله الوكيل الثاني، لكونه لم يلتزم ما عقد عليه، إلا إذا فعله من أُذن له فيه، وهو لم يأذن لوكيل الوكيل، فإذا قلنا للموكل الخيار في نقض ما فعله الوكيل الثاني، فله النقض والإجازة إذا شعر به قبل دفع رأس المال، أو بعده دفعه ولم يغب عليه من هو في يده ممن أسلم إليه، ولو لم يشعر به إلا بعد أن غاب عليه المُسلم إليه، فهل للموكل الإجازة أم لا؟\rمنع ذلك في الكتاب، ورآه فسخ دين في دين، وقيل يجوز، والقولان على الأصل والقاعدة.\rتنبيه:\rقال ابن عطية عند قوله تعالى: (أولئك الذين اشتروا الضلالة بالهدى) قيل الشراء هنا استعارة وتشبيه، لما تركوا الهدى وهو معرَّض لهم، ووقعوا بذلك في الضلالة واختاروها، شبهوا بمن اشترى، فكأنهم دفعوا في الضلالة هداهم، إذ كان لهم أخذه.","seal":"2D61A0DB","part":1},
      {"page":153,"id":99,"nass":"وبهذا المعنى تعلق مالك في منع أن يشتري الرجل ما تختلف آحاد جنسه، ولا يجوز فيها التفاضل. انتهى.\r\rقاعدة (102) قبض الأوائل هل هو قبض للأواخر أم لا، وقد يعبر عنه بقبض أول متصل الأجزاء هل هو قبض لجميعه أو لا\rوعليه من أخذ عن دينه دابة يركبها إلى موضع ما، أو عبداً يخدمه إلى أجلٍ ما، أو داراً يسكنها إلى أجلٍ ما، أو ما تأخر جذاذه من الثمار والبقول، قال ابن القاسم بالمنع، وهو المشهور، وقال أشهب وهو المنصوص واختيار ابن المواز بالجواز، وقال به ابن القاسم مرة، واختلف فيه قول مالك.\rوعليه من أجّر نفسه إلى ثلاث سنين بستين ديناراً فقبضها ومر له حول، هل يزكي السنين كلها بمضي حول واحد، لأن بقية الثلاث كالمقبوض، أو لا؟\rوعليه لو مات المكتري قبل حلول أجل الكراء، هل يحل الكراء بموته قبل استيفاء السكنى أم لا؟ إلا أنه يلزم على طرده أن المكتري إذا شرع في السكنى أو الركوب أنه يجب عليه نقد الكراء على قول أشهب، إن لم يكن عرف ولا شرط، ولا نعلم من يقوله، ومن اكترى دابة مضمونة وشرع في ركوبها جاز تأخير النقد على القول بأن قبض الأوائل كقبض الأواخر، وعلى أن لا فلا لأنه ابتداء دين بدين، وكذلك إن هلكت المعينة في بعض الطريق واتفقا على دابة أخرى وقد انتقد الكراء لم يجز","seal":"893E9EC8","part":1},
      {"page":154,"id":100,"nass":"عند ابن القاسم، لأنه فسخ دين في دين، إذ بقية الكراء قد صار ديناً على رب الدابة، فلا يصلح أن يدفع فيه كراء دابة، وجاز عند أشهب.\rوإن لم ينتقدجاز باتفاق إذا علما ما يخص ما بقي من المسافة.\rتنبيهان:\rالأول: قول ابن القاسم بالمنع في هذه مقيَّد بما إذا لم يكن في مفازة، وأما إن كان فهيا أو في محل لا يجد الكراء فيه فإنه يجوز للضرورة، قال ابن حبيب كما يجوز للمضطر أكل الميتة. انظر رسم أسلم من سماع عيسى من كتاب جامع البيوع.\rالثاني: كان الشيخ أبو محمد عبد الحميد الصائغ رحمه الله تعالى يشير إلى التردد في إجراء من اكترى داراً مدة معلومة من مشتريها، فأتى مستحق فاستحقها بعد أن مضى بعض مدة الكراء- على هذا الأصل في كراء ما بقي من المدة، هل يكون للمشتري المُكري المستحق من يده، أو للمستحق، لأجل أنه إذا أكرى المشتري الدار وانتقد الكراء وهي مأمونة صارت بقية السنة كالمقبوضة؟ كما قالوا في أرض النيل إذا رويت إن المنافع كالمقبوضة، وإذا كانت بقية السنة في الدار المأمونة كالمقبوض منافعها، صار ذلك كما لو أتى المستحق وقد انقضت جميع السنة.\rقال الإمام أبو عبد الله المازري رحمه هالله: وهذا الذي تُردد فيه بعيد، كما تقتضيه جميع روايات المذهب في أحكام أُخر، مثل لو أكرى داره خمس سنين بخمسين ديناراً، هل يزكي الخمسين كلها إذا مضى حول واحد، لأن بقية الخمس سنين كالمقبوض، ولا خلاف أن السنين كلها لو انقضت لوجبت زكاة الخمسين ديناراً؟ لجواز أن تنهدم الدار فيجب رد بعض ما انتقد","seal":"BDC0A0B1","part":1},
      {"page":155,"id":101,"nass":"من الكراء، ففي مثله يحسن الخلاف فيما بين المُكتري والمُكري وأما المستحق فلم يُختلف فيه أنه من يوم الاستحقاق ملك المنافع التي توجد فيها بعد، وإذا لم يُختلف في ملكه لها لم يُختلف في استحقاقه لما قابلها من النقد أو الكراء.\r\rقاعدة (103) الضرورات تبيح المحظورات\rومن ثم جاز للمضطر أكل الميتة، وشرب الخمر للغصة، ومالُ الغير، واختلف في إباحتها للربا ونحوه، كالمسافر يأتي إلى دار الضرب بتبر فيدفعه وأجرة العمل ويحسب ما نقص، ثم يأخذ في مقابلة الباقي مسكوكاً، وكمسألة دار الإشقالة، والسفاتج، والسايس بالسالم في المسغبة، والدقيق والكعك للحاج بمثله في بلد آخر. قال مالك يتسلف ولا يشترط، والأخضر وقت الحصاد باليابس في المجاعات، وبيع النجاسات، ثالثها المشهور يجوز ما اختلف في نجاسته لا ما أجمع عليه، ومن ثمَّ قيل المشتري أعذر فيها من البائع.\rوأصله القياس على الرخص المباحة للضرورة، كالقرض والقراض والجعل والعرية والشركة والمساقاة.","seal":"690BDA5F","part":1},
      {"page":156,"id":102,"nass":"قاعدة (104) المبهمات المترددات بين الصحة والفساد هل تحمل على الصحة أو الفساد\rوعليه من اكترى كراء مضموناً وليس العرف التقديم، ولا شرطاه فابن القاسم يفسده وعبد الملك والمدنيون يصححونه.\rومن اشترى الثمار قبل بدو الصلاح، ولم يشترط القطع ولا التبقية، فظاهر المدونة الصحة، وقال العراقيون بالفساد.\rومن ابتاع ثياباً وسمى لكل واحد ثمناً ولم يشترط الرجوع عند العيب والاستحقاق بالقيمة ولا بالتسمية. قال ابن القاسمورواه عن مالك وقال سجنون وأصبغ: التسمية لغو والبيع صحيح، وروى ابن القاسم أيضاً أن التسمية مراعاة، والبيع فاسد.\rومن باع سلعة بثمن على أن يتجر له بثمنها سنة، أو آجره على أن يتجر له بهذه المائة سنة، أو يرعى له غنماً بعينها سنة، ولم يشترط الخَلَفَ ولا عدمه، فابن القاسم على أصله في المبهم، وابن الماجشون وأشهب وابن حبيب وأصبغ وسحنون يجيزون، والحكم يوجب الخَلَفَ عندهم.\rومن استؤجر على حمل طعام إلى بلد كذا بنصفه ولم يشترط نقده في الحال ولا تأخيره.","seal":"395E223A","part":1},
      {"page":157,"id":103,"nass":"قاعدة (105) الدعوى هل تتبعض أم لا\rوعليه من أقر بالطلاق وادعى أنه على شيء، وأنكرته، فقيل يلزمه الطلاق بعد أن تحلف على ما قاله، وقيل القول قوله فيحلف ويستحق.\rومن قال طلقت وأنا مجنون أو صغير. قال ابن القاسم: لا يلزم إذا علم أنه مجنون، وألزمه اللخمي وسحنون، وأصله تبعيض الدعوة.\rومن وُجدا في بيت، فقالا نحن زوجان، وهما غير طارئين.\rومن قال أعتقتك على مال، وقال العبد بغير شيء، فقال في الكتاب: قول العبد، وقال أشهب: السيد، كما لو قال أنت حر وعليك كذا، بخلاف الزوجة.\r\rقاعدة (106) النهي هل يُصير المنهي عنه كالعدم أم لا\rوعليه لو حلف ليتزوجن فنكح نكاحاً فاسداً، في بره قولان، وقد تقدمت فروعه.","seal":"40F522A1","part":1},
      {"page":158,"id":104,"nass":"قاعدة (107) إذا اجتمع ضرران أسقط الأصغر الأكبر\rومن ثم جبر المحتكر على البيع، وجاز المسجد إذا ضاق، وجار الطريق والساقية إذا أفسدهما السيل، وبيع الماء لمن به عطش، أو خاف على زرعه ومعه الثمن، وصاحب الفدان في قرن الجبل إذا احتاج الناس إليه، وصاحب الجارية والفرس يطلبهما السلطان، فإن لم يفعل جبر الناس، وخلع الحكمين، والأسير الكافر يطلب شراءه من ربه من له أسير مسلم بيد العدو ليفديه، أو شُرط عليه الأسير في الفداء فامتنع من هو بيده.\rومن تغليب أحد الضررين ثور وقع بين غصنين، أو دينار وقع في محبرة رجل، أو دجاجة لقطت فصاً، فيجبر صاحب القليل منهم على البيع لصاحب الكثير.\rوانظر مسألة الخوابي والأزيار، والجملين، والسنور، والجدار، وكذلك السفينة إذا خافوا غرقها فإنها يرمى منها ما ثقل من المتاع، ويغرم أهل السفينة ما رموا به على قيمة ما معهم من المتاع. وأصل الشريعة قضاء العامة على الخاصة كما في هذه المسائل، ولهذا قال المالكية تباع الدواب العادية في الزرع بموضع لا زرع فيه تُتقى عليه، فإن تعذر تُقدم إلى أصحابها أن يضمنوا ما أصابت ليلاً أو نهاراً، وإلا فليلاً، لأن عليهم حفظها [ليلاً] لا نهاراً، لأن الغالب على أرباب الحوائط حفظها بالنهار.","seal":"EDCDB8FD","part":1},
      {"page":159,"id":105,"nass":"وانظر المعيان والساحر والضارب على الخط.\r\rقاعدة (108) السكوت على الشيء هل هو إقرار به أم لا وهل هو إذن فيه أم لا\rاختلفوا فيه، ومن فروعه: سقوط الفخار من يد مقلبه إذا أُخذ بغير إذن ربه وتركه وهو ينظر إليه ويراه، هل يضمن أو لا؟ أو يضمن إذا عنَّف، أو أخذها من غير مأخذها.\rومنها: سقوط المكيال بعد امتلائه من يد المبتاع، وقد كال بغير إذن البائع، وقلنا الكيل عليه، وهو حاضر ساكت.\rومنها: إذا غرس في أرض شخص أو بنى فيها، أو غرس على مائه وهو ساكت، ثم أراد المنع، فإن قلنا سكوته كالإذن جرى الأمر في ذلك على العارية المبهمة في الجدار والعرصة، وإن قلنا ليس بإذن فله ذلك بعد أن يحلف، وفروعه في المذهب كثيرة.\rقال ابن أبي زيد: وقد جعل أصحابنا السكوت كالإقرار في أمور، منها أن يقول: قد راجعت فتسكت، ثم تدعي من الغد أن عدتها كانت قد انقضت، فلا قول لها.","seal":"71468E36","part":1},
      {"page":160,"id":106,"nass":"ومنها: من حاز شيئاً يعرف لغيره، فباعه وهو يدعيه لنفسه، والآخر عالم ساكت لا ينكر بيعه، فذاك يقطع دعواه.\rومنها: أن تأتي ببينة إلى رجل فتقول اشهدوا لي أن عنده كذا وكذا وهو ساكت، فذاك يلزمه.\rومنها: مسألة الأيمان والنذور فيمن حلفه لزوجته أن لا يأذن لها إلا في عيادة مريض، فخرجت بغير إذنه، لم يحنث. قالوا إلا أن يسكت بعدما رآها فإنه يحنث.\rومنها: مسألة كتاب كراء الدور وألأرضين في الذي زرع أرض رجل بغير إذنه، وهو عالم ولم ينكر ذلك عليه.\rومنها: إذا اتجر العبد بمعرفة مولاه وعلمه ولا يغير ذلك ولا ينكره.\rومنها: إذا علم الأب والوصي والسيد بنكاح من إلى نظرهم وسكتوا.\rومنها: إذا سكت الغرماء عن عتق الغريم وطال ذلك، أو سكتوا حتى قسم الورثة تركة الغريم، ولا مانع.\rومنها: مسألة الابن الساكت.\rتنبيه:\rقال ابن رشد في كتاب الدعوى والصلح من البيان: لا خلاف أن السكوت ليس برضا لأن الإنسان قد يسكت مع كونه غير راض، وإنما اختلف في السكوت هل هو إذن أم لا، ورُجح كونه ليس بإذنه، لقوله – عليه السلام- في البكر \"إذنها صُماتها\" فدل ذلك على أن ذلك خاص بها.","seal":"F6F69437","part":1},
      {"page":161,"id":107,"nass":"أبو محمد صالح: ولا يختلف في السكوت الكثير وإنما الخلاف في السكوت القريب.\rابن عبد السلام: الذي تدل عليه مسائل المذهب أن كل ما يدل على ما في نفس الإنسان من غير النطق فإنه يقوم مقام النطق. نعم يقع الخلاف في المذهب في فروع هل حصل فيها دلالة أم لا.\r\rقاعدة (109) الكتابة هل هي شراء رقبة أو شراء خدمة\rوعليه الخلاف في زكاة فِطره، وإجبار على النكاح، واستبرائها إذا عجزت وكانت تتصرف.\rوعليه من حلف بحرية عبده ليضربنه ثم لم يضربه حتى كاتبه، هل يبرأ أم لا؟\rابن القاسم: يبرأ. أشهب: لا.\rوعليه من ظاهر من مكاتبته ثم عجزت، فإن قلنا بالأول فقد رجعت على ملك مستأنف، فلا يلزمه الظهار، وإن قلنا بالثاني لزمه.\rوعليه الخلاف أيضاً في غلة المكاتب إذا كان للتجارة، هل تلزم فيه الزكاة أم لا؟\rومن عتق أمة مكاتبه ثم عجز، هل تعتق بذلك العتق الأول، أو تفتقر إلى استئناف عتق آخر؟\rوعليه إذا أوصى بعتق عبده، أو أوصى به لرجل ثم كاتبه، ثم عجز في حياة السيد، هل تعود فيه الوصية أم لا؟ قولان على القاعدة.","seal":"119FAF29","part":1},
      {"page":162,"id":108,"nass":"وعليه لو اشترى أحدُ الزوجين كتابة الآخر، هل يفسخ النكاح قبل العجز أم لا، بناء على أنه ملك رقبته أم لا، فإن عجز انفسخ اتفاقاً.\rوعليه من كاتب عبداً صار إليه في المقاسم، أو ابتاعه من دار الحرب وعلم أنه لمسلم، وقلنا إن لربه أن يأخذه، فهل يحاسب بما أخذمن الكتابة أم لا؟ فإن قلنا إن الكتابة شراء رقبة كان للمستحق أن يحاسب المشتري بقدر ما أخذ من الكتابة، وإن قلنا إنها شراء خدمة لم يحاسب فيما أخذ، ولم يكن للمستحق أن يأخذه إلا بعد دفع الثمن.\rوعليه مكاتبة الكافر المسلم.\rوعليه أضياً إذا عجز وكان قبل الكتابة مأذوناً له، هل يبقى على ما كان عليه من الإذن، أو يعود محجوراً عليه؟ وهل يعود منتزع المال، أو لا؟\rتنبيه:\rلم يختلفوا فيما علمت فيمن قال: إن كلمت فلاناً فعبدي حر، فكاتبه، ثم كلم فلاناً- أنه يعتق عليه، وهو نص العتق الأول من الكتاب. والجاري على أن الكتاب شراء رقبة ألا عتق، كما لو باعه ثم كلم فلاناً. إلا أن يُفرَّق بالاحتياط للعتق، ومراعاة للقول بأن الكتابة شراء خدمة.\rوانظر إذا مثل بعبد مكاتبه ثم عجز بعد أن أدى السيد إرش الجناية للمكاتب، وانظر إذا وطئ أمة مكاتبه ثم عجز بعد، هل يُحد أم لا؟","seal":"1DF1DC92","part":1},
      {"page":163,"id":109,"nass":"قاعدة (110) الكتابة هل هي من ناحية العتق أو من ناحية البيع\rوعليه كتابة المأذون والمديان والمريض والمكاتب والأب والوصي، فعلى أنها من ناحية العتق فلا تجوز كتابة واحد منهم، وعلى أنها من ناحية البيع فتجوز، ولم يختلفوا في عدم جواز مكاتبة أحد المتفاوضين عبد التجارة، ورأوها من ناحية العتق، والجاري على أنها بيع الجوازُ واللزومُ.\rوعليه لزوم كتاب الذمي عبده، فعلى العتق لا تلزم، وعلى البيع تلزم.\rتنبيه:\rقال الشيخ أبو الحسن اللخمي رحمه الله تعالى: أما إن كانت الكتابة على الخراج أو ما قاربه فهي من ناحية العتق، والعتق بابه باب الهبات وما لم يخرج على عوض، فله الرجوع عنه، ولا يجبر على الوفاء به، وإن كان أكثر من الخراج بالشيء الكثير كانت من ناحية البياعات والمعاوضات، فيحكم بينهم إذا امتنع السيد من الوفاء كما يحكم في البيع.\r\rقاعدة (111) القسمة هل هي تمييز حق أو بيع\rوعليه إذا اشترى أحدُ الورثة قدر ماله من الحلي وكتبه على نفسه وتفاصلوا، فإن قلنا بالتمييز جاز، وإن قلنا بالبيع امتنع، لتراخي المحاسبة.\rقال في الكتابة: ولأنه لو تلف بقيةُ المال لرجع على المشتري فيما أخذ.","seal":"CC3F6228","part":1},
      {"page":164,"id":110,"nass":"وعليه أيضاً قسم الورثة أضحية مورثهم وانتفاعهم بها شركة، وجواز قسمها رواية مطرف وابن الماجشون عن مالك وعيسى عن ابن القاسم، ومنعه في كتاب محمد.\rوعليه أيضاً قسمة الشريكين ما ملكاه من معدن الذهب أو الفضة كيلاً، فإن قلنا إنها بيع من البيوع، فيحاذر فيه الوقوع في الربا، لأنه قد يصفو لأحدهما من الذهب أكثر مما يصفو للآخر أو أقل، وإن قلنا إنها تمييز حق فيتساهل في ذلك.\r\rقاعدة (112) الشفعة هل هي بيع أو استحقاق\rاختلفوا فيه، والمشهور الأول، وعليه من ابتاع شِقصاً من دار وعروضاً صفقة، والشقص جل الصفقة، هل للمبتاع رد العرض على البائع إذا أخذ الشفيع بالشفعة، لاستحقاق جُل صفقته، بناء على أنها استحقاق، أو لا، لأنها بيع مبتدأ؟\rوعليه أيضاً هل يشفع قبل معرفة ما ينوب الشقص من الثمن أم لا؟ فعلى أنها بيع، لا، وعلى أنها استحقاق، نعم، وهذا اختيار اللخمي، وأول اختيار عبد الحق.\rوعليه لو اختلعت لزوجها بشقص، هل للشفيع الشفعة قبل معرفة القيمة أم لا.\rوعليه من ابتاع داراً ثم استُحق شِقص منها بعد أن نقضها المبتاع وباع","seal":"30B7C68A","part":1},
      {"page":165,"id":111,"nass":"النقض، هل يفوت النقض بالبيع ويأخذ الشفيع الشفعة بما ينوبها من الثمن، أو لا تفوت الأنقاض بالبيع، وللشفيع أخذها بالشفعة من يد مشتريها من مشتري الدار الناقض لها؟\rفعلى أنها بيع تفوت الأنقاض بالبيع، وعلى أنها استحقاق لا تفوق بالبيع وعليه من ابتاع شقصاً قد بذره البائع، هل يدخل البذر في الشفعة، وهو الأصح، أو لا؟ وكذا إن بذره المبتاع ولم ينبت، فعلى أنها بيع فللشفيع، وعلى أنها استحقاق فللمبتاع.\rوعليه الوصي إذا ترك الأخذ بالشفعة لمن إلى نظره، والأخذ نظر.\rتنبيه:\rقالوا: ولا يلزم المفلس أن يشفع وإن كان في الأخذ بالشفعة ربح، لأنه تكسب وتجر وهو غير لازم، ولأنه تلزمه العهدة بالشفعة.\rوالجاري على أنها استحقاق اللزوم فانظره.\r\rقاعدة (113) المصنوع هل يكون قابضاً للصنعة وإن لم يقبضه ربه أو لا يستقل بقبض الصنعة إلا بقبض ربه\rوعليه خلاف ابن المواز وابن القاسم في وجوب الأجرة إذا ثبت ضياع المصنوع.\r\rقاعدة (114) الأصل بقاء ما كان على ما كان\rفإذا اختلفا في القبض فالقول قول البائع في الثمن، والمبتاع في","seal":"F4738CEF","part":1},
      {"page":166,"id":112,"nass":"المثمون، إلا أن يبين بنحو البقل واللحم مما العادة فيه سرعة القبض، فإن القول قوله عند مالك في دفع الثمن، فإن قبض ولم يبن فقولان للمالكية، أو يأتي من الزمان ما لا يمكن الصبر إليه، أو ما ينكر مثله في ذلك البيع، فالقول قول المشتري في دفع الثمن عندهم أيضاً، ويرجع في قبض المثمون إلى العادة، وإذا اختلفا في انقضاء الأجل وانقطاع الخيار، فالقول قول مشترطه إلا بقول أو فعل يدل على إسقاطه، فإن احتمل، فالأصل البقاء.\rوكذلك إذا اختلف البائع والمبتاع في مضي أمد العهدة فإن فيه قولين، :\rأحدهما تصديق البائع، لأن المشتري يحاول نقض بيع قد انعقد.\rوالآخر أن القول قول المشتري، استصحاباً للأصل، وهو كون الضمان من البائع.\rوكذلك لو باع عبداً فتبرأ في العقد من الإباق، ففيه قولان:\rأحدهما أن إثبات خروجه سالماً من العهدة على البائع، استصحاباً لحال الضمان، وهي رواية ابن نافع عن مالك في المدونة.\rوالثاني أن على المشتري إثبات أنه قد هلك في العهدة، وبه أخذ ابن القاسم.\rوكذلك لو اختلف المتبايعان في عبد بيع بالخيار، هل مات في أيام الخيار أو بعد ذهابها؟ ففيه أيضاً قولان سببهما استصحاب حال كون البيع منعقداً، أو استصحاب حال ثبوت الضمان.\rوكذلك لو اختلفا في تاريخ انعقاد البيع، وتداعيا في قدم البيع وحدوثه، إن القول قول المشتري، في التاريخ، استصحاباً لعدم عقده، وقيل القول قول البائع، استصحاباً لكون البيع منعقداً فلا ينقض بالدعوى.","seal":"7E66CECB","part":1},
      {"page":167,"id":113,"nass":"وكذلك لو زعم المشتري على رؤية متقدمة أن المبيع تغير عن حالته الأولى إلى ما هو أدون، فقال ابن القاسم القول قول البائع، وقال أشهب القول قول المشتري، بناء على أن الأصل بقاء ما كان على ما كان، أو الأصل براءة ذمة المشتري من الثمن.\r\rقاعدة (115) المُعرى هل يملك العرية بنفس العطية أو عند كمالها\rوعليه من عليه السقي والزكاة، والأصل كونها على ملك المعطي إلا أن تثبت عادة فتكون على المعطي.\r\rقاعدة (116) من ملك ظاهر الأرض هل يملك باطنها أو لا وهو المشهور\rوعليه الركاز والحجارة المدفونة والزرع الكامن، بخلاف المخلوق فإنها تندرج في لفظ الأرض، والزرع الظاهر فإنه لا يندرج كمأبور الثمار.\rتنبيه:\rمن ملك أرضاً ملك أعلاها ما أمكن، ولم يخرج عنه إلا إخراج الرواشين والأجنحة على الحيطان إلى طريق المسلمين، إذا لم تكن منسدة الأسفل، لأن الأفنية هي بقية الموات الذي كان قابلاً للإحياء، وإنما منع فيه","seal":"A7520CF6","part":1},
      {"page":168,"id":114,"nass":"الإحياء لضرورة السلوك، وربط الدواب، وغير ذلك، ولا ضرورة في الهواء فيبقى على حاله مباحاً في السكة النافذة.\r\rقاعدة (117) العادة هل هي كالشاهد أو كالشاهدين\rوعليه من أنكح ابنه البالغ وهو ساكت، حتى إذا فرغ أنكر بحدثان ذلك، فاستُخلف أنه لم يرض، فنكل، فإن قلنا كالشاهدين لزمه النكاح، وعليه نصف الصداق، وإلا لم يلزمه. وعليه أيضاً لزوم اليمين لمن قُضي له من الزوجين بما يعرف أنه له، ومن قُضي له بالجدار للقُمُط والعقود والطاقات ومغارز الخشب ووجوه الحيطان، ومعرفة العفاص والوكاء في اللُقطة، وإرخاء الستر مع التنازع في المسيس، والرهن مع الاختلاف في قدر الدين، وتعلق المرأة بالرجل وهي تدمي، هل لها صداق، أو لا صداق لها؟ وإن كان أشرَّ من عبد الله الأزرق في زمانه، ثم هل بيمين أو بغير يمين، قولان على القاعدة. واليد مع مجرد الدعوى، أو مع تكافؤ البينات ونكول المدعى عليه، وبني هذا أيضاً على الخلاف في النكول هل هو كالإقرار، أو لا.\rتنبيه:\rقال بعضهم: العادة عند مالك كالشرط تُقيّد المطلق وتُخصص","seal":"54A84E37","part":1},
      {"page":169,"id":115,"nass":"العام، وخالفه غيره، فإن ناقضت أصلاً شرعياً كغلبة الفساد مع أصل الصحة فقولان، وقد تختلف فيختلف لذلك ككفاءة المولى والعبد والفقير، لاختلاف الأقاليم في كونه معرة أو لا.\r\rقاعدة (118) زيادة العدالة هل هي كشاهد أو كشاهدين\rوعليه القضاء بالأعدل في النكاح، وفيما ليس بمال.\r\rقاعدة (119) الجزء المشاع هل يتعين أم لا\rوعليه من حلف بحرية شقص له في عبد إن فعل كذا، ثم باع شقصه من غير شريكه، ثم اشترى شقص شريكه، ثم فعل ذلك هل يعتق عليه أم لا.\rومن غلبت عليه الخوارج فأخذوا زكاته أو خراجه، هل يؤخذ منه ثانياً أم لا؟ ، ومن باع نصف عبد يملك جميعه ثم استُحق نصفُه هل يجري الاستحقاق فيما بيع وفيما بقيَ؟ أو إنما يقع الاستحقاق في الباقي والبيع منعقد في النصف المبيع؟\rومن غصب جزءاً مشاعاً هل يتعين ذلك الجزء بالغصب، أو الغصب","seal":"00433ECC","part":1},
      {"page":170,"id":116,"nass":"طرأ على الجميع؟ وكذلك من ارتهن جزءاً مشاعاً أو وُهب له أو تُصدق به عليه، ولم يرفع الراهن ولا الواهب ولا المتصدق يده، هل يصح حوزه أم لا؟\rومن ساق إلى زوجه نصف أملاكه مشاعاً، ثم باع جزءاً منها مشاعاً أفتى ابن القطان بأن البيع شائع في الجميع، وأن للمرأة أن ترجع في نصف المبيع.\rوأفتى ابن عتاب: إن كان الذي باع الزوج عن ملكه النصف فأقل فلا كلام لها إلا في الشفعة، وإن كان أكثر من النصف مثل أن يبيع ثلاثة أرباع، فلها الرجوع في الزائد على نصف المبيع، وما كان فعلى هذا الترتيب.\rتنبيه:\rعلى هذا الاختلاف جاء جواب الشيخ أبي محمد بن أبي زيد رحمه الله تعالى وغفر له.\rقال في غرائب الأحكام: سئل ابن أبي زيد عن دار بين رجلين مشاعة، فعدا على أحدهما غاصب قاهر فغصبه نصيبه مشاعاً، هل للآخر أن يكري نصيبه أو يبيعه أو يقاسم فيه؟\rفأجاب: إنه لا سبيل إلى القسم فيه ما دام الأمر ممتنعاً من الأحكام، وله أن يبيع نصيبه أو يكريه.\rوقد اختلف في الكراء والثمن، هل للمغصوب منه فيه مدخل، فقيل إنه يدخل معه فيه، إذ لا يتميز نصيب المغصوب منه، وقيل لا مدخل له معه، إذ غرض الغاصب هذا دون هذا، وهذا أشبه بالقياس.","seal":"7C35D6CF","part":1},
      {"page":171,"id":117,"nass":"تنبيه ثانٍ:\rلم يزل نكير الشيوخ يشتد على الشيخ أبي الحسن الصغير في قوله: لم أقف على نص في مسألة الغاصب إلا ما يُستقرأ من هذه النظائر، فإنها في أسئلة القفصي، وذكر فيها قولين، وأن الصحيح لا يمتاز.\rوالقياس عند أبي محمد الامتياز، وبعد وقوفك على هذا، لا يخفى عليك ما على الشيخ أبي الحسن رحمه الله من درْك القصور، والله أعلم.\r\rقاعدة (120) مضمّن الإقرار هل هو كصريحه أم لا\rوعليه من أنكر أمانة ثم ادعى ضياعها أو ردها لما قامت عليه البينة. ثانيها: يقبل في ضياعها دون الرد. ومن أنكر شيئاً في الذمة، أو أنكر الدعوى في الربع، أو ما يُفضي إلى الحدود ثم رجع عن إنكاره لأمر دعاه، وأقام عليه بينة. ثالثها: يقبل منه في الحدود دون غيرها، ورابعها: في الأصول دون الديون وغيرها من المنقولات.\rومن شهد أن شريكه في العبد أعتق حصته، والشريك موسر، هل يكون نصيب الشاهد حراً، لأنه أقر أن ما له على الشريك المعتق قيمته؟ أو لا يكون حراً، قولان في المدونة، وهما على القاعدة.\rومن أقر أو شهد أن أباه أعتق هذا العبد في صحته، أو في مرضه والثلث يحمله، والورثة منكرون - لم تجز شهادته ولا إقراره، ولا يُقوَّم عليه","seal":"0C666AE6","part":1},
      {"page":172,"id":118,"nass":"إذ لم يعتق، وجميعه رقيق، وهل له استخدامه في يومه أو لا؟ قولان على القاعدة.\rوالشريكان في العبد يحلف أحدهما بحريته: إن كان دخل المسجد، ويحلف الآخر لقد دخل، فإن قلنا مضمَّن الإقرار كصريحه عتق عليهما إن كانا موسرين، لأن كل واحد منهما يقطع بحنث صاحبه وإنما له عليه قيمة حصته، وإن قلنا إن مضمن الإقرار ليس كصريحه فلا عتق، وهو المشهور في هذه.\r\rقاعدة (121) الأرض هل هي مستهلكة أو مربية\rوعليه كراؤها بما تنبت غير الخشب، وبالطعام مطلقاً.\r\rقاعدة (122) الحكم هل يتناول الظاهر والباطن\rأم لا يتناول إلا الظاهر فقط وهو الصحيح\rوعليه إذا قُضي للمطلقة بالنفقة لظن الحمل، ثم تبين أن لا حمل، في نقض القضاء قولان.\rوعليه من أُوصي له بنفقة عمره، فدُفعت له نفقة سبعين سنة بالتعمير، ثم زاد عليها عمرُه، في نقض القضاء ورجوعه على الورثة، أو على أهل الوصايا - قولان لأشهب وابن القاسم.","seal":"298838BD","part":1},
      {"page":173,"id":119,"nass":"وعليه لو كان مال السيد مأموناً أضعاف قيمة المدبر والموصى بعتقه، وقلنا بحريتهما بنفس الموت، من غير نظر في الثلث ثم أجيح المال بعد ذلك، ففي إمضاء العتق ونقضه قولان لابن القاسم وأشهب.\rوعليه إذا أسلم عبد النصراني، وسيده بعيد الغيبة، فباعه السلطان ثم قدم، فأثبت أنه أسلم قبله.\rفقال في الكتاب ينقض البيع، وإن عتق نُقض عتقه.\rومن ابتاع أمة ولم يعلم بعيبها حتى كاتبها، فأخذ قيمة العيب ثم عجزت.\rقال بعض القرويين ذلك حكم مضى.\rوعليه إذا ابتاع عبداً ثم باعه بمثل الثمن فأكثر، ثم رجع إليه بشراء أو ميراث أو هبة، وهو بحاله لم يتغير، فأراد رده بالعيب على بائعه، وقد كان حكم عليه قبل أن يرجع عليه ألا يرجع بشيء، لخروجه من يده بالبيع بمثل الثمن فأكثر. وعليه إذا ابتاع عبداً ثم باع نصفه من أجنبي، ثم علم بالعيب، فاختار البائع أن يغرم نصف قيمة العيب، ثم بعد غرمه بنصف القيمة رجع العبد إلى يد المشتري، هل للبائع أن يقول إنما غرمت لك نصف قيمة العبد لتبعيض العبد، وهو الآن قد صار في يدك جميعه، فإن شئت فرُدَّ إليَّ جميعه وخذ ثمنك، أو احبس ورد عليَّ نصف قيمة العيب التي أخذت مني.\rوللمشتري أيضاً أن يفعل ذلك وإن أباه البائع؟ أو حكم مضى ليس لأحدهما نقضه، في ذلك قولان.\rوعليه من ابتاع عبداً بالبراءة من الإباق فأَبْق في الثلاث، وقلنا ضمانه من البائع حتى يخرج من الثلاث سالماً، فترادا الثمن بعد الاستيفاء، ثم","seal":"685D7948","part":1},
      {"page":174,"id":120,"nass":"وُجد العبد، هل يرجع إلى ما كشف الغيب ويلزم المشتري، ولا ينقض البيع؟ أو يلزم البائع، وقد انتقض البيع، قولان للخمي ومحمد، وهما على القاعدة.\r\rقاعدة (123) إذا جرى الحكم على موجب التوقع هل يرتفع بالوقوع لأنه\rتحقيق، والتوقع كالإيقان، أو لا، لأنه نفذ. قولان للمالكية\rوعليها الزرع يغرم قيمته، ثم يعود، والسن يغرم عقلها ثم تنبت، والعين يغرم قيمتها ثم توجد، وعليه لو انقطع ماء الرَّحى المكتراة ففاسخه الكراء وهو يرى أنه لا يعود عن قرب، فعاد، هل يمضي الفسخ كحكم مضى، أو ترجع الإجارة على حالها؟\rواستحسن اللخمي أن تعود للخطأ في التقدير، وقد مرت نظائرها أول الكتاب.\r\rقاعدة (124) الانتشار هل هو دليل الاختيار أم لا\rوعليه الخلاف في حد المكره على الزنا، ثالثها حُدَّ، بخلاف المكرهة.","seal":"F6E0EA98","part":1},
      {"page":175,"id":122,"nass":"قاعدة (125) كل ما أدى إثباته إلى نفيه فنفيه أولى\rومن ثم إذا جعل رقبة العبد صداقاً لزوجته فسد النكاح، لأن صحة كونه صداقاً يلزم منه ملكها له، ويلزم منه فسخ النكاح، ويلزم من فسخه ارتفاع الصداق، لأنه قبل البناء، ويلزم منه عدم كونه صداقاً.\rوإذا زوَّج عبده من حرة بصداق ضمنه لها، ثم باع منها العبد بالصداق قبل الدخول، فإنه لا يصح البيع، لأنه لو صح لملكت زوجها، ولو ملكته لفسخ النكاح، ولو فسخ لسقط مهرها، وإذا سقط المهر بطل البيع.\rوإذا أعتق عبديه فادعاهما غيره، فشهد له العبدان. قال مالك لا تقبل شهادتهما، لأنه لو قبلناها لصارا رقيقين، وبالرق تبطل الشهادة، فلو صحت لبطلت، فتبطل. وإذا زوَّج أمته وقبض صداقها وتصرف فيه، ثم أعتقها قبل البناء فلا خيار لها، لأن ثبوت الخيار يرفعه، إذ لو اختارت لسقط الصداق، وإذا سقط بطل عتقها بصيرورة السيد مديناً، وإذا بطل عتقها بطل خيارها.\rوإذا عدَّله رجلان فلا يجوز له تجريحه أحدهما مع غيره بجرحة قديمة قبل تعديله، لأن في ذلك إبطال تعديله.\rوإذا تُوفي وله أمة حامل وعبدان، فورثه عاصب، فيعتق العاصب العبدين، وتلد الأمة ابناً ذكراً، فيشهد العبدان بعد عتقهما أن الأمة كانت حاملاً من سيدها المتوفي، فإن شهادتهما لا تجوز، لأن في إجاز شهادتهما إبطال عتقهما. وإذا اشترى اثنان عقاراً دفعة واحدة، فلا شفعة لأحدهما على صاحبه، لأنها لو وجبت لأحدهما لوجبت للآخر، ولو وجبت لهما، لزم ألا تجب لهما.\rوإذا شهد رجل مع آخر على عتق عبد فعَتَق، وقُبلت شهادتهما، وشهد ذلك الرجل مرة أخرى فرُدت شهادته بجرحة، فشهد العبد المعتَق فيه بالجرحة، فلا تقبل شهادته، لأنه إن قبلت شهادته ثبتت جرحة الشاهد، فإذا","seal":"B03A7109","part":1},
      {"page":176,"id":123,"nass":"ثبتت جرحة الشاهد بطل عتق العبد، وإذا بطل سقطت شهادته، وإذا سقطت لم يصح تجريحه للشاهد، وإذا لم يصح تجريحه ثبتت شهادته، وإذا ثبتت صح عتق العبد، وإذا صح عتقه صحت شهادته، وإذا صحت صح تجريحه، ودارت المسألة أبداً.\rوإذا قال متى طلقتك فأنت طالق قبله ثلاثاً، وهي الملقبة بالسريجية.\rقال تاج الدين: وقد كثرت فيها التصانيف، واشتهر إشكالها من زمن زيد بن ثابت - رضي الله عنه-، وقيل الشافعي، وقيل المزني، وقيل ابن سريج، وأخطأ من ظنها من مولدات ابن الحداد، وإن كانت في فروعه، فليس كل ما في فروعه مما ولده، وإنما نسبت لابن سريج لقوله هو ودهماء الشافعية: لا يلزمه شيء، لأنه لو وقع لوقع مشروطه وهو تقديم الثلاث، ولو وقع مشروطه لمنع وقوعه، لأن الثلاث تمنع ما بعدها. ومذهبنا أن قوله: قبله - لغو، فيقع عليه مباشرة، وتمام الثلاث من المعلق. قال الأستاذ الطرطوشي: وهو الذي نختاره.\rتعريف وبيان:\rابن سريج هذا هو أبو العباس أحمد بن عمر بن سريج الشافعي المذهب، يلقب بالباز الأشهب.","seal":"C2D4E314","part":1},
      {"page":177,"id":124,"nass":"قال ابن خلكان فهرست كتبه تشتمل على أربعمائة مصنف. قام لنصرة المذهب الشافعي، وعنه انتشر مذهب الشافعي في جميع آفاق الأرض.\rوقال الشيخ أبو حامد الإسفراييني: نحن نجري مع أبي العباس في ظواهر الفقه دون دقائقه.\rوقال الشيخ فتح الدين في قول رسول الله صلى الله عليه وسلم: \"إن الله يبعث على رأس كل مائة من يجدد لهذه الأمة دينها\": بعث الله على رأس المئة الأولى عمر بن عبد العزيز، وعلى الثانية الشافعي، وعلى رأس المئة الثالثة أبا العباس بن سريج، وعلى رأس المئة الرابعة أبا حامد الإسفراييني، وعلى رأس المئة الخامسة أبا حامد الغزالي، وعلى رأس المئة السادسة الإمام فخر الدين الرازي وعلى رأس المئة السابعة الشيخ تقي الدين بن دقيق العيد، قال ابن خلكان: وكان الشيخ أبو العباس بن سريج رحمه الله تعالى يناظر أبا بكر محمد بن داود بن علي الظاهري.\rقال له أبو بكر يوماً: أبلعني ريقي قال: أبلعتك دجلة، وقال له يوماً:","seal":"8537CFEC","part":1},
      {"page":178,"id":125,"nass":"أمهلني ساعة، قال أمهلتك إلى أن تقوم الساعة، وقال له يوماً: أجيئك من الرجل فتجيئني من الرأس، فقال: هكذا عادة البقر إذا حفيت أظلافها دهنت قرونها.\rواجتمعوا يوماً في مجلس الوزير ابن الجراح فتناظرا في الإيلاء، فقال ابن سريج أنت بقولك: من كثرت لحظاته دامت حسراته – أبصر منك بالكلام في الإيلاء، فقال له أبو بكر: لأن قلت ذلك فإني أقول: (طويل)\rأنزه في روض المحاسن مقلتي ... وأمنع نفسي أن تنال محرما\rوأحمل من ثِقل الهوى ما لو أنه ... يُصب على الصخر الأصم تهدما\rوينطق طرفي عن مترجم خاطري ... فلولا اختلاسي رده لتكلما\rرأيت الهوى دعوى من الناس كلهم ... فما أن أرى حباً صحيحاً مسلما\rفقال له ابن سريج: ولِمَ تفخر عليَّ، ولو شئت أنا أيضاً لقلت: (كامل)\rومسامر بالغنج من لحظاته ... قد بت أمنعه لذيذ سناته\rصبا بحسن حديثه وعتابه ... وأكرر الألحاظ في وجناته\rحتى إذا ما الصبح لاح عمودُه ... ولى بخاتم ربه وبراته\rفقال أبو بكر: يحفظ الوزير هذا عليه حتى يقيم شاهدي عدل أنه ولى بخاتم ربه وبراءته، فقال أبو العباس: يلزمني في ذلك ما يلزمك في قولك:\rأنزه في روض المحاسن مقلتي ... وأمنع نفسي أن تنال محرما\rفضحك الوزير وقال: لقد جمعتما ظرفاً ولُطفاً، وعلماً وفهماً.","seal":"FAC00DEB","part":1},
      {"page":179,"id":126,"nass":"وتوفي أبو بكر هذا رحمه الله تعالى في سنة سبع وتسعين ومائتين، وعمره اثنان وأربعون سنة.\rولما بلغت وفاته ابن سريج كان يكتب في كرَّاس فرمى بيده وقال: مات من كنت أتعب نفسي وأجهدها في الاشتغال بمناظرته ومقاومته ولما مات أبو أبي بكر: داود بن علي الأصبهاني رحمه الله تعالى، وجلس في حلقته ولده أبو بكر هذا، وكان على مذهب أبيه، استصغره أصحاب أبيه، فدسوا إليه من يسأله عن حد السكر، ومتى يكون الإنسان سكراناً، فقال إذا غربت عنه الهموم، وباح بسره المكتوم، واختلَّ كلامُهُ المنظوم ومشيه المعلوم. فعلموا موضعه من العلم واستحسنوا ذلك منه.\rوكان داود بن علي فيما ذكره القاضي ابن خلكان من العلم والدين والزهد والورع بمكان. ذكر أنه كان يحضر مجلسه أربعمائة صاحب طيلسان أخضر، وذكر ابن سيد الناس أن البرذعي سار إلى الحج، فلما وصل إلى بغداد وجد داود الظاهري في مجلسه، وهو يقول أجمعنا على أن بيع أم الولد قبل حملها جائز، فكذلك بعد وضعها أخذاً بالاستصحاب.\rفقال له البرذعي: أجمعنا على أن بيعها حالة العلوق لا يجوز، فكذلك بعده، أخذاً بالاستصحاب، فانقطع. قال فخرجت وأنا أستخير الله تعالى لتعليم العلم، وتركت الحج لغلبة مذهب داود على غيره، فرأيت في المنام في تلك الليلة قارئاً يقرأ قوله تعالى: (فأما الزبد فيذهب جُفاء وأما ما ينفع الناس فيمكث في الأرض) فلما استيقظت، فإذا بصارخ: ألا إن داود الظاهري قد مات، فجلست للناس وتركت الحج.","seal":"61BD1913","part":1},
      {"page":180,"id":127,"nass":"وقال بعض من قيَّد على رسالة الشيخ أبي محمد: زعم بعضهم الإجماع على المنع من بيع أم الولد، وقدح فيه بعضهم، وكذلك بيعها حاملاً من سيَّدها على ما حكى البرذعي في احتجاجه السابق على داود، وقدح فيه أيضاً بعضهم على قول من يجيز بيع الحامل ويستثنى جنينها.\rقال المؤلف عفا الله عنه: رأيت في فصل استصحاب الحال من كتاب (أحكام الفصول في أحكام الأصول) للقاضي الحافظ أبي الوليد سليمان بن خلف بن سعيد بن أيوب الباجي رحمه الله تعالى عن داود بن علي الظاهري وأتباعه، ومحمد بن سحنون وأبي جعفر أحمد بن نصر الداودي: جواز الإقدام على بيعها، وبه تندفع عندي حكاية من زعم الإجماع، والله تعالى أعلم.\rوإذا قلنا بمشهور المذهب ومعروفه، ووقع بيع أم الولد، فإنه يفسخ ويتحفظ منه عليها، لئلا يعود إلى بيعها، ولا يمكَّن من السفر بها، وإن خيف عليها وتعذر التحفظ أعتقت عليه كقول مالك فيمن باع زوجته: إنه لا يكون بيعها طلاقاً، وتطلق عليه إن خيف عليها ذلك.\rوفي مدارك القاضي أبي الفضل عياض، ومن نوادر ما أفتى به أبو عمر أحمد بن عبد الملك الإشبيلي المعروف بابن المكوي – في امرأة حرة بقرطبة لها ابنة مملوكة صبية باعها مولاها من رجل خرج بها من قرطبة، وشكت أمها ذلك على أن يمنع من إخراجها وتباع على مشتريها.\rوخالفه في ذلك القاضي ابن زرب وغيره من فقهاء وقته، وأخذ ابن أبي عامر بقول ابن المكوي.","seal":"5F5E7A8B","part":1},
      {"page":181,"id":128,"nass":"وذكر الشيخ أبو عبد الله المطي رحمه الله تعالى أنه وقف على حاشية في رسالة الشيخ أبي محمد بخط من يعتد به أن علي بن زياد أمضى بيعها بعد الوقوع.\rتنبيه:\rوالبرذعي بسكون الراء هو أبو سعيد أحمد بن الحسن، والبرذعي الحنفي الخراساني تلميذ أبي علي الدقاق. ذكره ابن سيد الناس الأندلسي وغيره، واشتد نكير بعض الأشياخ على الزناتي شارح المدونة، وصاحب الحلل في قوله: إنه أبو سعيد البراذعي وخطأه. وإنه لجدير بالتخطئة والإنكار، لأن أبا سعيد البراذعي لم يكن في عصر داود، وإنما كان في الرابع من القرون، والظاهري رحمه الله تعالى تُوفي ببغداد، وبها نشأ سنة سبعين ومائتين في ذي القعدة، وقيل في شهر رمضان. ومولده بالكوفة سنة اثنتين وقيل سنة إحدى ومائتين.\rقال العبد المتوكل على المبدئ المعيد جامع هذا التلخيص الجامع المفيد، الذي لا محيص لأعيان النجباء عنه ولا محيد، عُبيد مولاه وشاكره على الذي أولاه، أحمد بن يحيى بن محمد بن عبد الواحد بن علي الونشريسي، منحه الله هداه، وألزمه تقواه: هذا نهاية ما قيَّدت مما إليه قصدت، وبه عدت، وإياه أردت، وفيه اجتهدت، من القواعد المحكمة","seal":"10880D6F","part":1},
      {"page":182,"id":129,"nass":"الكافية الجليلة النافعة الشافية. جمعتها لك ها هنا من أماكنها، وأبرزتها من مكامنها على وفق ما سألت بل فوق ما أمَّلت، والله سبحانه يدخلنا بفضله وطوّله في سعة رحمته، ويوسعنا بمنَّه وكرمه فضل عفوه ومغفرته. وهو المسؤول سبحانه وتعالى أن يصل أخوَّتكم الكريمة في ذاته، وابتغاء مرضاته، وصلى الله على سيدنا ونبينا ومولانا محمد وعلى آله وأصحابه وأزواجه وذرياته صلاةً وسلاماً نجدهما يوم شفاعته.","seal":"EEA8E069","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":914,"ShrtCs":0,"Bk":"إيضاح المسالك إلى قواعد الإمام مالك ت الغرياني","HigriD":"914","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن يحيى بن محمد الونشريسي التلمساني، أبو العباس المالكي","bLnk":null,"Inf":null,"Auth":"الوَنْشَرِيسي","Betaka":"الكتاب: إيضاح المسالك إلى قواعد الإمام أبي عبد الله مالك\r\nالمؤلف: أحمد بن يحيى الونشريسي (المتوفى: 914 هـ)\r\nدراسة وتحقيق: الصادق بن عبد الرحمن الغرياني\r\nالناشر: دار ابن حزم للطباعة والنشر والتوزيع، بيروت - لبنان\r\nالطبعة: الأولى، 1427 هـ - 2006 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة: رابطة النساخ، تنفيذ (مركز النخب العلمية)، وبرعاية (أوقاف عبد الله بن تركي الضحيان الخيرية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"الوَنْشَرِيسي (834 - 914 هـ = 1430 - 1508 م)\r\rأحمد بن يحيى بن محمد الونشريسي التلمساني، أبو العباس\rفقيه مالكي، أحذ عن علماء تلمسان، ونقمت عليه حكومتها أمرا فانتهبت داره وفر إلى فاس سنة 874 هـ فتوطنها إلى أن مات فيها، عن نحو 80 عاما.\r\rمن كتبه:\r• (إيضاح المسالك إلى قواعد الإمام مالك - خ) [طُبع]\r• (المعيار المعرب عن فتاوي علماء إفريقية والأندلس وبلاد المغرب - ط) اثنا عشر جزءا\r• (القواعد) في فقه المالكية\r• (المنهج الفائق، والمنهل الرائق في أحكام الوثائق - ط)\r• (غنية المعاصر والتالي على وثائق الفشتالي - ط)\r• (نوازل المعيار - ط)\r• (إضاءة الحلك في الرد على من أفتى بتضمين الراعي المشترك - ط) رسالة صغيرة\r• كتاب (الولايات في مناصب الحكومة الإسلامية والخطط الشرعية - ط) مع ترجمة فرنسية\r• وله اختصارات، منها (المختصر من أحكام البرزلي - خ) صغير، في الرباط (المجموع 263 ق)\r• و (الفروق) في مسائل الفقه\r• وشروح وتعاليق (1).\r__________\r(1) جذوة الاقتباس 81 والاستقصا 2: 182 وفهرس الفهارس 2: 438 والبستان 53 وفهرس دار الكتب 1: 475، 476، 492 والخزانة التيمورية 3: 317 وتعريف الخلف 1: 58 والزيتونة 4: 379 والأزهرية 2: 416 والرحلة الورثيلانية 202، 426، 428 و Brock 2: 320 (248) ومعجم المطبوعات 1923 - 24 والخزانة العامة في الرباط: د 1447 ويلاحظ أنه في أكثر المصادر، بلفظ (الونشريسي) ولعل الأصوب (الوانشريشي) كما في معجم البلدان 8: 390 وتاريخ الجزائر العام 2: 326 وفيه: ونشريس، بمقاطعة الجزائر. واقرأ ما كتب عنه حسين مؤنس في مجلة معهد الدراسات الإسلامية في مدريد 5: 129 - 191 وفيه نص رسالة للونشريسي سماها (أسنى المتاجر، في بيان أحكام من غلب على وطنه النصارى ولم يهاجر، وما يترتب عليه من العقوبات والزواجر).\r\rنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]","seal":"B144CBAA","cat":"أصول الفقه والقواعد الفقهية","oNum":133360,"BkId":133360,"oAuth":1689,"bVer":1,"aSeal":"1DDCFF4C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t133360":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"قاعدة (1) الغالب هل هو كالمحقق، أم لا"},
      {"lvl":1,"id":3,"sub":0,"tit":"قاعدة (2) المعدوم شرعا، هل هو كالمعدوم حسا، أم لا"},
      {"lvl":1,"id":4,"sub":0,"tit":"قاعدة (3) الموجود شرعا، هل هو كالموجود حقيقة، أم لا"},
      {"lvl":1,"id":4,"sub":1,"tit":"قاعدة (4) انقلاب الأعيان، هل له تأثير في الأحكام، أم لا"},
      {"lvl":1,"id":4,"sub":2,"tit":"قاعدة (5) المخالط المغلوب، هل تنقلب عينه إلى عين الذي خالطه أو لا تنقلب، وإنما خفي عن الحس فقط"},
      {"lvl":1,"id":5,"sub":0,"tit":"قاعدة (6) العلة إذا زالت هل يزول الحكم بزوالها، أم لا"},
      {"lvl":1,"id":6,"sub":0,"tit":"قاعدة (7) الظن هل ينقض بالظن، أم لا"},
      {"lvl":1,"id":7,"sub":0,"tit":"قاعدة (8) الواجب الاجتهاد، أو الإصابة"},
      {"lvl":1,"id":8,"sub":0,"tit":"قاعدة (9) الحكم بما ظاهره الصواب والحق، وباطنه خطأ وباطل"},
      {"lvl":1,"id":8,"sub":1,"tit":"قاعدة (10) النسيان الطارئ، هل هو كالأصلي، أم لا"},
      {"lvl":1,"id":9,"sub":0,"tit":"قاعدة (11) كل مجتهد في الفروع الظنية مصيب، أو المصيب واحد لا بعينه"},
      {"lvl":1,"id":13,"sub":0,"tit":"قاعدة (12) العصيان هل ينافي الترخيص، أم لا"},
      {"lvl":1,"id":14,"sub":0,"tit":"قاعدة (13) الدوام على الشيء، هل هو كالابتداء، أم لا"},
      {"lvl":1,"id":15,"sub":0,"tit":"قاعدة (14) الأصغر هل يندرج في الأكبر، أو لا"},
      {"lvl":1,"id":16,"sub":0,"tit":"قاعدة (15) ما قرب من الشيء، هل له حكمه، أم لا"},
      {"lvl":1,"id":18,"sub":0,"tit":"قاعدة (16) الأمر هل يقتضي التكرار، أم لا"},
      {"lvl":1,"id":18,"sub":1,"tit":"قاعدة (17) إذا تعارض الأصل والغالب،"},
      {"lvl":1,"id":19,"sub":0,"tit":"قاعدة (18) كل عضو غسل هل يرتفع حدثه، أو لا، إلا بالكمال والفراغ"},
      {"lvl":1,"id":21,"sub":0,"tit":"قاعدة (19) الشيء إذا اتصل بغيره هل يعطى له حكم مباديه أو حكم محاديه"},
      {"lvl":1,"id":22,"sub":0,"tit":"قاعدة (20) من جرى له سبب يقتضي المطالبة بالتمليك،"},
      {"lvl":1,"id":24,"sub":0,"tit":"قاعدة (21) الشك في الشرط مانع من ترتب المشروط"},
      {"lvl":1,"id":24,"sub":1,"tit":"قاعدة (22) الشك في المانع لا أثر له"},
      {"lvl":1,"id":25,"sub":0,"tit":"قاعدة (23) التقدير بأولى المشتركتين، أو الأخيرة"},
      {"lvl":1,"id":25,"sub":1,"tit":"قاعدة (24) نية عدد الركعات هل تعتبر، أم لا"},
      {"lvl":1,"id":25,"sub":2,"tit":"قاعدة (25) نية الأداء هل تنوب عن نية القضاء، وعكسه، أم لا"},
      {"lvl":1,"id":26,"sub":0,"tit":"قاعدة (26) الشك في النقصان كتحققه"},
      {"lvl":1,"id":26,"sub":1,"tit":"قاعدة (27) الذمة إذا عمرت بيقين، فلا تبرأ إلا بيقين"},
      {"lvl":1,"id":26,"sub":2,"tit":"قاعدة (28) الشك في الزيادة كتحققها"},
      {"lvl":1,"id":27,"sub":0,"tit":"قاعدة (29) التخيير في الجملة، هل يقتضي التخيير في الأبعاض، أم لا"},
      {"lvl":1,"id":27,"sub":1,"tit":"قاعدة (30) كل جزء من الصلاة قائم بنفسه أو صحة أولها متوقفة على صحة آخرها"},
      {"lvl":1,"id":28,"sub":0,"tit":"قاعدة (31) الترك هل هو كالفعل أم لا"},
      {"lvl":1,"id":29,"sub":0,"tit":"قاعدة (32) التعدي على السبب هل هو كالتعدي على المسبب، أو لا"},
      {"lvl":1,"id":30,"sub":0,"tit":"قاعدة (33) النظر إلى المقصود أو إلى الموجود"},
      {"lvl":1,"id":31,"sub":0,"tit":"قاعدة (34) فساد الصحيح بالنية"},
      {"lvl":1,"id":32,"sub":0,"tit":"قاعدة (35) المترقبات إذا وقعت هل يقدر حصولها يوم وجودها،"},
      {"lvl":1,"id":33,"sub":0,"tit":"قاعدة (36) قاعدة الظهور والانكشاف"},
      {"lvl":1,"id":35,"sub":0,"tit":"قاعدة (37) درء المفاسد مقدم على جلب المصالح"},
      {"lvl":1,"id":37,"sub":0,"tit":"قاعدة (38) الجهل هل ينتهض عذرا أم لا"},
      {"lvl":1,"id":37,"sub":1,"tit":"قاعدة (39) تقديم الحكم على شرطه هل يجزي ويلزم، أم لا"},
      {"lvl":1,"id":38,"sub":0,"tit":"قاعدة (40) الكفارة هل تتعلق باليمين أو بالحنث"},
      {"lvl":1,"id":38,"sub":1,"tit":"قاعدة (41) الاستثناء هل هو رفع للكفارة أو حل لليمين من أضله"},
      {"lvl":1,"id":40,"sub":0,"tit":"قاعدة (42) الملك إذا دار بين أن يبطل بالجملة أو من وجه، هل الثاني أولى، أو لا"},
      {"lvl":1,"id":40,"sub":1,"tit":"قاعدة (43) إمكان الأداء هل هو شرط في الأداء أو الوجوب"},
      {"lvl":1,"id":41,"sub":0,"tit":"قاعدة (44) الفقراء هل هم كالشركاء [مع الأغنياء] أم لا"},
      {"lvl":1,"id":41,"sub":1,"tit":"قاعدة (45) إذا تقابل مكروهان أو محظوران أو ضرران"},
      {"lvl":1,"id":42,"sub":0,"tit":"قاعدة (46) الحياة المستعارة هل هي كالعدم أم لا"},
      {"lvl":1,"id":43,"sub":0,"tit":"قاعدة (47) رمضان هل هو عبادة واحدة أو عبادات"},
      {"lvl":1,"id":43,"sub":1,"tit":"قاعدة (48) النزع هل هو وطء أم لا"},
      {"lvl":1,"id":44,"sub":0,"tit":"قاعدة (49) المشبه لا يقوى قوة المشبه به"},
      {"lvl":1,"id":44,"sub":1,"tit":"قاعدة (50) إذا تعارض القصد واللفظ أيهما يقدم"},
      {"lvl":1,"id":45,"sub":0,"tit":"قاعدة (51) اللفظ المحتمل إذا لم يقترن بالقصد هل يحمل على الأقل أو على الأكثر"},
      {"lvl":1,"id":45,"sub":1,"tit":"قاعدة (52) الحكم بالإسهام هل علق على القتال أو على كون المحكوم له معدا لذلك"},
      {"lvl":1,"id":46,"sub":0,"tit":"قاعدة (53) الغنيمة هل تملك بالفتح أو بالقسمة على الغانمين"},
      {"lvl":1,"id":46,"sub":1,"tit":"قاعدة (54) إعطاء الموجود حكم المعدوم والمعدوم حكم الموجود"},
      {"lvl":1,"id":47,"sub":0,"tit":"قاعدة (55) الأتباع هل يعطى لها حكم متبوعاتها أو حكم أنفسها"},
      {"lvl":1,"id":49,"sub":0,"tit":"قاعدة (56) الأتباع هل لها قسط من الأثمان أم لا"},
      {"lvl":1,"id":50,"sub":0,"tit":"قاعدة (57) نوادر الصور هل يغطى لها حكم نفسها أو حكم غالبها"},
      {"lvl":1,"id":51,"sub":0,"tit":"قاعدة (58) الملحقات بالعقود هل تعد كجزئها أو إنشاء ثان"},
      {"lvl":1,"id":53,"sub":0,"tit":"قاعدة (59) العقد هل يتعدد بتعدد المعقود عليه أو لا"},
      {"lvl":1,"id":55,"sub":0,"tit":"قاعدة (60) الكفارة هل تفتقر إلى نية أو لا"},
      {"lvl":1,"id":55,"sub":1,"tit":"قاعدة (61) لا يثبت الفرع والأصل باطل"},
      {"lvl":1,"id":56,"sub":0,"tit":"قاعدة (62) بيت المال هل هو وارث أو مرد للأموال الضائعة"},
      {"lvl":1,"id":56,"sub":1,"tit":"قاعدة (63) النسخ هل يثبت حكمه بالنزول أو بالوصول"},
      {"lvl":1,"id":58,"sub":0,"tit":"قاعدة (64) المخاطب هل يدخل تحت عموم الخطاب أم لا"},
      {"lvl":1,"id":58,"sub":1,"tit":"قاعدة (65) اليد الواحدة هل تكون قابضة دافعة أم لا"},
      {"lvl":1,"id":59,"sub":0,"tit":"قاعدة (66) تبدل النية مع بقاء اليد على حالها هل يتبدل الحكم بتبدلها أم لا"},
      {"lvl":1,"id":60,"sub":0,"tit":"قاعدة (67) يد الوكيل هل هي كيد الموكل أم لا"},
      {"lvl":1,"id":60,"sub":1,"tit":"قاعدة (68) الأمر هل يخرج ما في الذمة إلى الأمانة فيرتفع الضمان أو لا"},
      {"lvl":1,"id":60,"sub":2,"tit":"قاعدة (69) الأصل منع المواعدة بما لا يصح وقوعه في الحال حماية"},
      {"lvl":1,"id":61,"sub":0,"tit":"قاعدة (70) الصور الخالية من المغنى هل تعتبر أم لا"},
      {"lvl":1,"id":62,"sub":0,"tit":"قاعدة (71) المعدوم مغنى هل هو كالمعدوم حقيقة أم لا"},
      {"lvl":1,"id":62,"sub":1,"tit":"قاعدة (72) الكفار هل هم مخاطبون بفروع الشريعة أم لا"},
      {"lvl":1,"id":64,"sub":0,"tit":"قاعدة (73) النكاح هل هو من باب الأقوات أو من باب التفكهات"},
      {"lvl":1,"id":65,"sub":0,"tit":"قاعدة (74) من فعل فعلا لو رفع إلى الحاكم"},
      {"lvl":1,"id":65,"sub":1,"tit":"قاعدة (75) العوض الواحد إذا قابل مخصور المقدار وغير محصوره"},
      {"lvl":1,"id":67,"sub":0,"tit":"قاعدة (76) الطول هل هو المال أو وجود الحرة في العصمة"},
      {"lvl":1,"id":68,"sub":0,"tit":"قاعدة (77) المهر هل يتقرر جميعه بالعقد أو لا"},
      {"lvl":1,"id":69,"sub":0,"tit":"قاعدة (78) الطوارئ هل تراعى أم لا ثالثها: تراعى القرينة فقط"},
      {"lvl":1,"id":70,"sub":0,"tit":"قاعدة (79) اشتراط ما يوجب الحكم خلافه مما لا يقتضي فسادا هل يعتبر أم لا"},
      {"lvl":1,"id":72,"sub":0,"tit":"قاعدة (80) اشتراط ما لا يفيد هل يجب الوفاء به أم لا"},
      {"lvl":1,"id":74,"sub":0,"tit":"قاعدة (81) البتة هل تتبغض أم لا"},
      {"lvl":1,"id":74,"sub":1,"tit":"قاعدة (82) النظر إلى الجزاف هل هو قبض أم لا"},
      {"lvl":1,"id":74,"sub":2,"tit":"قاعدة (83) بيع الخيار هل هو منحل أو منبرم"},
      {"lvl":1,"id":75,"sub":0,"tit":"قاعدة (84) الخيار الحكمي هل هو كالشرطي أم لا"},
      {"lvl":1,"id":77,"sub":0,"tit":"قاعدة (85) إجازة الورثة هل هو تقرير أو إنشاء عطية"},
      {"lvl":1,"id":77,"sub":1,"tit":"قاعدة (86) المترقبات إذا وقعت هل يقدر وقوعها يوم الأسباب التي اقتضت أحكامها وإن تأخرت الأحكام عليها أم لا"},
      {"lvl":1,"id":78,"sub":0,"tit":"قاعدة (87) من الأصول المعاملة بنقيض المقصود الفاسد"},
      {"lvl":1,"id":80,"sub":0,"tit":"قاعدة (88) من استعجل الشيء قبل أوانه فإنه يعاقب بحرمانه"},
      {"lvl":1,"id":81,"sub":0,"tit":"قاعدة (89) الموزون إذا دخلته صنعة هل يقضى فيه بالمثل أو بالقيمة"},
      {"lvl":1,"id":84,"sub":0,"tit":"قاعدة (90) ما في الذمة هل هو كالحال أم لا"},
      {"lvl":1,"id":84,"sub":1,"tit":"قاعدة (91) ما في الذمة هل يتعين أو لا"},
      {"lvl":1,"id":85,"sub":0,"tit":"قاعدة (92) الموجود حكما هل هو كالموجود حقيقة أو لا"},
      {"lvl":1,"id":85,"sub":1,"tit":"قاعدة (93) البيع هل هو العقد فقط أم العقد والتقابض عن تعاوض"},
      {"lvl":1,"id":88,"sub":0,"tit":"قاعدة (94) من أخر ما وجب له عد مسلفا"},
      {"lvl":1,"id":88,"sub":1,"tit":"قاعدة (95) من عجل ما لم يجب عليه هل يعد مسلفا، ليقتضي من ذمته إذا حل"},
      {"lvl":1,"id":89,"sub":0,"tit":"قاعدة (96) المستثنى هل هو مبيع أو مبقي"},
      {"lvl":1,"id":92,"sub":0,"tit":"قاعدة (97) الإقالة هل هي حل للبيع الأول أو ابتداء بيع ثان"},
      {"lvl":1,"id":93,"sub":0,"tit":"قاعدة (98) الرد بالعيب هل هو نقض للبيع من أصله أو كابتداء بيع"},
      {"lvl":1,"id":96,"sub":0,"tit":"قاعدة (99) رد البيع الفاسد هل هو نقض له من أصله أو من حين رده"},
      {"lvl":1,"id":97,"sub":0,"tit":"قاعدة (100) البيع المجمع على فساده هل ينقل شبهة الملك، لقصد المتبايعين، أم لا، لكونه على خلاف الشرع"},
      {"lvl":1,"id":97,"sub":1,"tit":"قاعدة (101) من خير بين شيئين فاختار أحدهما هل يعد كالمنتقل أو لا، وكأنه ما اختار قط غير ذلك الشيء"},
      {"lvl":1,"id":99,"sub":0,"tit":"قاعدة (102) قبض الأوائل هل هو قبض للأواخر أم لا، وقد يعبر عنه بقبض أول متصل الأجزاء هل هو قبض لجميعه أو لا"},
      {"lvl":1,"id":101,"sub":0,"tit":"قاعدة (103) الضرورات تبيح المحظورات"},
      {"lvl":1,"id":102,"sub":0,"tit":"قاعدة (104) المبهمات المترددات بين الصحة والفساد هل تحمل على الصحة أو الفساد"},
      {"lvl":1,"id":103,"sub":0,"tit":"قاعدة (105) الدعوى هل تتبعض أم لا"},
      {"lvl":1,"id":103,"sub":1,"tit":"قاعدة (106) النهي هل يصير المنهي عنه كالعدم أم لا"},
      {"lvl":1,"id":104,"sub":0,"tit":"قاعدة (107) إذا اجتمع ضرران أسقط الأصغر الأكبر"},
      {"lvl":1,"id":105,"sub":0,"tit":"قاعدة (108) السكوت على الشيء هل هو إقرار به أم لا وهل هو إذن فيه أم لا"},
      {"lvl":1,"id":107,"sub":0,"tit":"قاعدة (109) الكتابة هل هي شراء رقبة أو شراء خدمة"},
      {"lvl":1,"id":109,"sub":0,"tit":"قاعدة (110) الكتابة هل هي من ناحية العتق أو من ناحية البيع"},
      {"lvl":1,"id":109,"sub":1,"tit":"قاعدة (111) القسمة هل هي تمييز حق أو بيع"},
      {"lvl":1,"id":110,"sub":0,"tit":"قاعدة (112) الشفعة هل هي بيع أو استحقاق"},
      {"lvl":1,"id":111,"sub":0,"tit":"قاعدة (113) المصنوع هل يكون قابضا للصنعة وإن لم يقبضه ربه أو لا يستقل بقبض الصنعة إلا بقبض ربه"},
      {"lvl":1,"id":111,"sub":1,"tit":"قاعدة (114) الأصل بقاء ما كان على ما كان"},
      {"lvl":1,"id":113,"sub":0,"tit":"قاعدة (115) المعرى هل يملك العرية بنفس العطية أو عند كمالها"},
      {"lvl":1,"id":113,"sub":1,"tit":"قاعدة (116) من ملك ظاهر الأرض هل يملك باطنها أو لا وهو المشهور"},
      {"lvl":1,"id":114,"sub":0,"tit":"قاعدة (117) العادة هل هي كالشاهد أو كالشاهدين"},
      {"lvl":1,"id":115,"sub":0,"tit":"قاعدة (118) زيادة العدالة هل هي كشاهد أو كشاهدين"},
      {"lvl":1,"id":115,"sub":1,"tit":"قاعدة (119) الجزء المشاع هل يتعين أم لا"},
      {"lvl":1,"id":117,"sub":0,"tit":"قاعدة (120) مضمن الإقرار هل هو كصريحه أم لا"},
      {"lvl":1,"id":118,"sub":0,"tit":"قاعدة (121) الأرض هل هي مستهلكة أو مربية"},
      {"lvl":1,"id":118,"sub":1,"tit":"قاعدة (122) الحكم هل يتناول الظاهر والباطن"},
      {"lvl":1,"id":120,"sub":0,"tit":"قاعدة (123) إذا جرى الحكم على موجب التوقع هل يرتفع بالوقوع لأنه"},
      {"lvl":1,"id":120,"sub":1,"tit":"قاعدة (124) الانتشار هل هو دليل الاختيار أم لا"},
      {"lvl":1,"id":122,"sub":0,"tit":"قاعدة (125) كل ما أدى إثباته إلى نفيه فنفيه أولى"}
    ]
}
