{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b133417":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"بسم الله الرحمن الرحيم\rوبه العصمة والتوفيق\r(قال تمام بن عبد السلام بن محمد بن أحمد اللخمي اللغوي رحمه الله: قرأت على أبي إسحاق إبراهيم بن محمد بن أحمد بن بسام بفسطاط مصر, قال: أخبرنا أبو الحسن علي بن سليمان الأخفش, قال: أخبرنا أبو العباس محمد بن يزيد الأزدي, قال أخبرني التوزي وأبو حاتم السجستاني عن أبي زيد, قال الأخفش: وأخبرني أبو سعيد الحسن بن الحسين البصري المعروف بالسكري, عن الرياشي وأبي حاتم, عن أبي زيد, قال أبو سعيد):\rهذا كتاب أبي زيدٍ سعيد بن أوس بن ثابت, مما سمعه من المفضل بن محمد الضبي, ومن العرب.","seal":"E53D7E4B","page":141},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"nass":"قال أبو حاتم: قال لي أبو زيد: وما كان فيه من شعر القصيد, فهو سماعي من المفضل بن محمد الضبي الكوفي, وما كان من اللغات وأبواب الرجز, فذلك سماعي من العرب.\r(قال: وأخبرني أبو العباس عن التوزي: أن أبا زيد قال: ما كان فيه من رجز فهو سماعي من المفضل, وما كان فيه من قصيد أو لغاتٍ, فهو سماعي من العرب. قال أبو سعيد):\rوكان العباس بن الفرج الرياشي يحفظ الشعر الذي في هذا الكتاب كما يحفظ السورة من القرآن. وقال لي: حفظته في زمن أبي زيد, وحفظت كتاب الهمز لأبي زيد, وقرأته عليه حفظًا, وكنت أعد حروفه.","seal":"26D621F8","page":142},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"باب شعر\rأخبرني الرياشي قال: أخبرنا أبو زيد قال: أنشدني المفضل لضمرة ابن ضمرة النهشلي, وهو جاهلي:\rبكرت تلومك بعد وهنٍ في الندى ... بسل عليك ملامتي وعتابي","seal":"49939474","page":143},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"أأصرها وبني عمي ساغب ... وكفاك من ابةٍ علي وعاب\r(قال أبو الحسن وزاد الأصمعي):\rأرأيت إن صرخت بليلٍ هامتي ... وخرجت منها عاريًا أثوابي\r(رجعت الرواية إلى أبي زيد):\rهل تخمشن إبلي علي وجوهها ... أم تعصبن رءوسها بسلاب\rقوله بكرت: أي عجلت, ولم يرد بكور الغدو, ومنه باكورة الرطب والفاكهة, للشيء المتعجل منه. وتقول: أنا أبكر العشية فآتيك: أي أعجل ذلك وأسرعه. ولم يرد الغدو, ألا ترى قوله بعد وهنٍ: أي بعد نومةٍ. والندى: السخاء والاعطاء, فلامته في ذلك, وأمرته بالامساك. بسل عليك: [حرام عليك] , وكذلك قول زهير:\rبلاد بها نادمتهم وألفتهم ... فإن يقويا منهم فإنهما بسل","seal":"D21059FF","page":144},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"قال أبو حاتم: هي بسل وهما بسل وهن بسل, الواحد والاثنان والثلاثة, والذكر والأنثى فيه سواء, كما يقال: رجل عدل, وامرأة عدل, ورجلان عدل, وامرأتان عدل, وقوم عدل. وساغب: جائع, يقول: فلا أصر نوقي وابن عمي جائع حتى أرويه. والسغب: الجوع. والابة: الخزي والحياء يقال: خزيت من الشيء أي استحييت منه. وقلت لأعرابية بالعيون بنت مئة سنة: مالك لا تأتين أهل الرفقة؟ فقالت: اني أخوى أن أمشي في الرفاق: أي أستحي. ويقال: اتأبت من الشيء: استحييت منه. مثل اتعدت / واتقيت. والأصل: من وقيت ووعدت. ويقال: أوأبت الرجل أي أحشمته, فاتأب: أي فاحتشم, يدغمون الواو في التاء بعدما يقلبون الواء تاءً. كذلك اتعدنا: هو من الوعد. وقالوا: التخمة والتكلان والتولج, وأصل هؤلاء التاءات الواو, فقلبوا لغير ادغام لأن اتعد كرهوا فيه أن يقولوا ايتعد, فتنقلب ياءً, أو ياتعد, فتنقلب ألفًا. ويوتعد, فتنقلب واوًا, فكرهوا في هذا التقلب, فجاءوا بالتاء, وهو حرف جلد لا ينقلب. والاسم التؤبة على وزن التخمة. ويقال: إن الطعام تؤبة. يقول: يستحي الإنسان إذا دعي إليه فجاءه.","seal":"6107BAE2","page":145},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"والعاب والعيب: لغتان, كما يقال: القار والقير. والقاد والقيد, والذام والذيم. ويقال هو مني قاد رمحٍ, وقيد رمح. وقال بعض العرب: إن الرجز لعاب أي لعيب. والرجز: ارتعاد مؤخر البعير عند النهوض, يقال: ناقة رجزاء وبعير. أرجز, وذلك عيب. قال أبو النجم يصف امرأة:\rتجد القيام كأنما هو نجدة ... حتى تقوم تكلف الرجزاء\rأي تنهض من ثقل عجيزتها في شدةٍ. والنجدة: الشدة: والبسل: الحلال. وهذا الحرف من الأضداد, قال عبد الله بن همامٍ:\rزيادتنا نعمان لا تحرمننا ... تق الله فينا والكتاب الذي تتلو","seal":"337C54C7","page":146},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"أيثبت ما زدتم وتلقى زيادتي ... دمي إن أسيغت هذه لكم بسل\r(قال أبو الحسن: ويروى: أجيزت وأحلت).\rأي حلال. ويروى لا تمحونها. تنصب زيادتنا, وإن شغلت الفعل بالهاء, لأنه نهي, كقولك زيدًا لا تضربه. تق الله: يريد اتق الله, فحذف إحدى التاءين مع الألف استخفافًا, ولا يصنع هذا بكل ما أشبهه, وقد جاء أيضًا أنشدناه أبو زيدٍ هكذا:\rتقوه أيها الفتيان إني ... رأيت الله قد غلب الجدودا\r(ويروى: الجنودا).\rولو قال: تحرمننا ات فجعل نصف البيت في التقطيع التاء الأولى ثم استأنف من تق الله جاز, وقد يحذف قوم التاء الأولى من يتقي فقالوا يتقي, وأنشد \":","seal":"2F7018EA","page":147},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"يتقي به نفيان كل عشيةٍ ... والماء فوق سراته يتصبب\rسلاب: عصائب سود يقال, امرأة مسلبة: إذا لبست السواد.\rقال أبو زيد: قال حيي بن وائل, وأدرك قطري بن الفجاءة الخارجي, أحد بني مازن:\rأما أقاتل عن ديني على فرسٍ ... ولا كذا رجلًا إلا بأصحاب\rلقد لقيت إذًا شرًا وأدركني ... ما كنت أزعم في خصمي من العاب\rيريد العيب.\r(قال أبو الحسن: روى غير أني زيد أن حيي بن وائلٍ خرج راجلا يقاتل السلطان فقيل له: أتخرج راجلًا تقاتل؟ فقال:","seal":"73D5862F","page":148},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"«أما أقاتلهم إلا على فرسٍ»)\rأبو حاتم قوله «أما» مخفف الميم مفتوح الألف, وقوله رجلًا: معناه راجلًا, كما تقول العرب: جاءنا فلان حافيًا, ورجلًا أي راجلًا, كأنه قال: أما أقاتل فارسًا ولا كما أنا راجلًا إلا ومعي أصحاب فلقد لقيت إذًا شرًا, أي أني أقاتل وحدي. ويقال: راجل ورجال. قال الله تعالى «فإن خفتم فرجالًا أو ركبانًا» أي فرجالة وكذلك «يأتوك رجالًا وعلى كل ضامر» أي رجالةً ويقال: راجل ورجلة ورجل ورجال ورجالى خفيفة الجيم ورجلة بكسر الراء. والعاب يريد العيب. ويقال بوع وباع وصوع وصاع.\rوقال مرداس بن حصين من بني عبد الله بن كلابٍ, وهو جاهلي:\rفإن نرزأهم فلقد تركنا ... كفاءهم لدى الدبر المضاع","seal":"FE31DD34","page":149},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"فلم تخطيء سراة بني حليسٍ ... وشدادًا تركنا للضباع\rقصرت له القبيلة إذ تجهنا ... وما ضاقت بشدته ذراعي\r(قال أبو الحسن: وزادني أبو العباس أحمد بن يحيى ثعلب هذه الأبيات):\rولم أر هالكًا من أهل نجدٍ ... كزرعة يوم قام به النواعي\rأجل جلالةً, وأعز فقدًا ... على المولى, وأكرم في المساعي\rوأقول للتي نبذت بينها ... وقد رأت السوابق لا تراعي\r(رجعت الرواية إلى أبي زيد)\rوكان دريةً لما التقينا ... لنصل السيف مجتمع الصداع\rوقد ترك الفوارس يوم حسي ... غلامًا غير مناع المتاع\r(أبو زيد: ويروى «وقد أردى»):\rولا فرح بخيرٍ إن أتاه ... ولا جزعٍ من الحدثان لاع","seal":"7834660C","page":150},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"ولا وقافةٍ والخيل تردي ... ولا خالٍ كأنبوب اليراع\rقوله: «فإن نرزأهم» يقول: إن قتلوا فقد تركنا كفاءهم, أي أمثالهم, لدى دبر جيشهم إذا انهزموا فهم يحمونهم حتى يبلغوا مأمنهم, يقول: فإن مات هؤلاء وقتلوا, فثم أمثالهم, ومنه الكفء, وقوم أكفاء أي بعضهم مثل بعض, قال ابن مقبلٍ:\rيا عين فابكي حنيفًا رأس حيهم ... الكاسرين القنافي عورة الدبر\rيقول: إذا انهزموا وضاع الدبر طاعنوا دونهم حتى ينجوهم.\rتركنا للضباع: أي تركناه مقتولًا تأكل الضباع لحمه. الأصمعي يقول: تجهنا, وأبو زيد يقول: تجهنا. يقال: تجه يتجه تجها على وزن","seal":"1ABDF572","page":151},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"فزع يفزع فزعًا إذا واجهه. وداري تجاه داره. وقصرت: حبست. ولم أضق بشدته ذرعًا. والقبيلة: اسم فرسه التي قتل عليها شدادًا. الدرية حلقة يتعلم عليها الطعن. ومجتمع الصداع: الرأس. وأنشد أبو حاتم للجهينة صاحبة المرثية:\rأجعلت أسعد للرماح دريئةً ... هبلتك أمك أي جردٍ ترقع\rالجرد: الخلق من الثياب, ضربته مثلًا. ويوم حسي: يوم التقوا بذلك الموضع. مناع المتاع: الذي لا يمنع معروفه وما عونه, هو سخي.","seal":"F4C691ED","page":152},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"اللاعي: الضجر, ويقال: رجل نسابة وعيابة يدخلون الهاء للمبالغة, فلذلك قال: ولا وقافةٍ, وقد يقال: وقاف, ونساب, وعياب. واللاعي: الذي يجوع قبل أصحابه, لاع يلاع لوعًا. واليراع: القصب, أراد ليس بخالي الجوف طياشٍ لا فؤاد له.\r(أبو زيد) وقال رجل من بكر بن وائل جاهلي:\rفلا تشلل يد فتكت ببحرٍ ... فإنك لن تذل ولن تلاما\rوجدنا آل مرة حين خفنا ... جريرتنا هم الأنف الكراما\rويسرج جارهم من حيث أمسى ... كأن عليه مؤتنفًا حراما\r(قال أبو الحسن: ويروى:\rفلا تشلل يد فتكت بعمرو ... فإنك لن تذل ولن تضاما)\r(قال أبو حاتم):\rجزم تشلل على الدعاء أي لا أشلها الله, يقال شلت يده, ولا","seal":"5F4DEDB1","page":153},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"يقال شلت يده, ولكن أشلت. ويقال: فتكت به أفتك فتكًا وفتكًا: إذا وثبت به من غير أن يعلم فقتلته أو قطعت منه شيئًا. وقوله: «هم الأنف»: جعل هم صلةً للكلام وفي القرآن: «تجدوه عند الله هو خيرًا وأعظم أجرًا». ومن فصحاء العرب من يرفع الأنف الكرام: يجعل هم مبتدأ, وهذا خبر المبتدأ. والجريرة: ما جروا على أنفسهم من الذنوب وقولهم: من جراء ذاك: يريدون من جريرة ذاك. قال الحارث بن حلزة اليشكري:\rأم علينا جرا حنيفة أم ما ... جمعت من محاربٍ غبراء\rأضاف جرا إلى حنفية, وهي: الجريرة والجناية. وجمع جريرةٍ: جرائر. وجمع جنايةٍ جنايا, قال ابن حلزة:\rأم جنايا بني عتيقٍ فمن يغـ ... ـدر فإنا من غدرهم براء؟","seal":"085A500A","page":154},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"والأنف: الذين يأنفون من احتمال الضيم. مؤتنفًا حرامًا: يريد شهرًا حرامًا, ولا يهاج فيه أي هو من الأمن كأنه في شهر حرام, وكانوا لا يهيجون أحدًا في الشهر الحرام. قال أبو حاتم: وفي كتابي «مؤتنفًا» بكسر النون, فإن لم يكن غلطًا فإنه أراد: كأن عليه وهو مؤتنف «مستأنف» شهرًا حرامًا, فنصب مؤتنفًا على الحال. ويسرح جارهم: يرسل ماشيته في المرعى.\rوقال عبدة بن الطبيب: أحد بني سعد بن زيد مناة بن تميم:\rيخفي التراب بأظلافٍ ثمانيةٍ ... في أربعٍ مسهن الأرض تحليل","seal":"A52F4BE5","page":155},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"مردفاتٍ على آثارها زمعًا ... كأنها بالعجايات الثآليل\rإن التي وضعت بيتًا مهاجرةً ... بكوفة الخلد قد غالت بها غول\rولى وصرعن من حيث التبسن به ... مجرحات يأجراحٍ ومقتول\rكأنه بعد ما جد النجاء به ... سيف جلى متنه الأصناع مصقول\r(أبو حاتم) يخفي: يظهر ويستخرج, قال امرؤ القيس:\rخفاهن من أنفاقهن كأنما ... خفاهن ودق من عشي مجلب\rويسمى النباش بالحجاز: المختفي, لأنه يخرج الموتى من قبورهم, فينزع ثيابهم. وقوله في أربعٍ: أي أربع قوائم. يقول إذا عدا فلا تمس قوائمه الأرض إلا بقدر تحلة اليمين. وقد أكثر الشعراء في هذا المعنى. وقوله زمعًا فالزمعة: زائدة معلقة خلف الظلف. قال الأخطل:\rبنو كليبٍ زمع الكلاب","seal":"B7ADE61A","page":156},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"والعجايات: عصب الأوظفة والأرساغ. قال الرياشي: قال الأصمعي في قوله «بكوفة الخلد»: هي بكوفة الجند. وزعم أن الأول تصحيف. وقوله: قد غالت أراد. غالتها غول. وقوله «ولى وصرعن». يريد ولى الثور وصرعت الكلاب الصوائد, طعنهن بقرنيه. وروى أبو حاتم: «مخرجاتٍ» وقال: التخريج: لونان: بياض وسواد, وغير ذلك من الألوان. و «أجراح»: جمع جرح على أجراح. و «النجاء»: الذهاب, وواحد الأصناع صنع, وهو الحاذق الكف بالصنعة. ورجل صنع, ورجال صنع الأيدي, وامرأة صناع: رقيقة الكفين. القوائم الأربع مردفات.\r(قال أبو الحسن: جمع صنعٍ أصناع كقولك جبل وأجبال, وجمل وأجمال, فإذا قلت: امرأة صناع فالجمع صنع كقولك فراش وفرش, ومهاد ومهد, ومن جمع المذكر على صنعٍ فإنما بنى الواحد على صنوع كما قال طرفة:\rثم أزادوا أنهم في قومهم ... غفر ذنبهم غير فخر","seal":"F37E675D","page":157},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"فغفر وفخر جمع غفورٍ وفخورٍ, وقوله «مجرحات بأجراحٍ ومقتول» ارتفع لأن التقدير فيها أن يقول منها مجرحات ومنها مقتول. وعلى هذا قراءة من قرأ «في فئتين التقتا فئة تقاتل في سبيل الله وأخرى كافرة» وأنشدوا بيت النجاشي على هذا:\rوكنت كذي رجلين رجل صحيحة ... ورجل رمت فيها يد الحدثان\rفأما التي صحت فأزد شنوءةٍ ... وأما التي شلت فأزد عمان\rوهذا كثير. قال أبو زيدٍ).\rوقال سحيم بن وثيلٍ اليربوعي, وأدرك الإسلام:\r(قال أبو الحسن: وكان مخضمرًا يعني سحيمًا).","seal":"1AF16638","page":158},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"كانت عبيد شهود الحي فاعتزلوا ... وحميري فلم يعجز ولم يلم\rظلت نساؤهم والقوم أنجية ... يعدى عليها كما يعدى على النعم\r(قال أبو الحسن: يقال ماء خضرم: إذا تناهى في الكثرة واتسع, فمنه سمي الرجل الذي شهد الجاهلية والاسلام مخضرماً, كأنه استوفى الأمرين, ويقال أذن مخضرمة إذا كانت مقطوعة فكأنه انقطع عن الجاهلية إلى الإسلام)\rعبيد وحميري: قبيلتان من بني يربوعٍ. وقوله «لم تلم»: لم تأت أمرًا تلام عليه. أو تستوجب الملامة عليه. وواحد الأنجية نجي. كما ترى وهم جماعة يتناجون, كما قال (تعالى). «خلصوا نجيًا» و «الأنجية»: جماعة النجي, كأنهم الجماعات. قال الراجز:\rإني إذا ما القوم كانوا أنجيه","seal":"CDCE7846","page":159},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"ومنه النجوى: أي الجماعة يتناجون, قال عز وجل: «وإذا هم نجوى» والنجوى أيضًا: المناجاة. قال: «وأسروا النجوى» وقال «فقدموا بين يدي نجواكم صدقة» وأما قوله تعالى: «ما يكون من نجوى ثلاثةٍ» فيمكن أن يعني الجماعة, ويمكن المناجاة يحتمل المعنيين. أبو حاتم:\rكما يعدى على الغنم","seal":"4D67D4EB","page":160},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"باب رجز\rوقال آخر:\rملسًا بذود الحمسي ملسا ... من غدوةٍ حتى كأن الشمسا\rبالأفق الغربي تطلى ورسا\r(قال أبو زيد):","seal":"DFDADD65","page":161},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"الملس: السير الشديد, قال أبو حاتم: وأقول أنا لا عن أبي زيد: الملس: السير السريع السهل. وقوله «تطلى ورسًا» أي قد اصفرت للغروب. قال الرياشي: ويروى عن النبي صلى الله عليه وسلم «فجاء يتملس» ولم يعرف الرياشي هذين البيتين, وجاء بهما في موضع آخر:\rنومت عنهن غلامًا غسا ... أضعف شيء منة ونفسا\r(قال أبو الحسن: منذ ومذ: لابتداء الغاية في الزمان. ومن لابتداء الغاية في سائر الأشياء والزمان وإن انفرد بمنذ ومذ, فالأصل فيه أن تدخل عليه من, فأتى به هذا الراجل على الأصل قال أبو زيد).\rوقال آخر:\rما زال ذا هزيزها مذ أمس ... صافحةً خدودها للشمس\r(وروى «هزيزها» وقال أبو الحسن: «الهزيز, والهزة, والهز»: السير الشديد باهتزازٍ, ومن لغة هذا الراجز أن يبني أمس على الكسر,","seal":"51F73985","page":162},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"فلذلك قال «مذ أمس» قال أبو زيد):\rويقال: أجدمت بالفرس إحداما: إذا زجرته ليسير, بالدال غير معجمة. قال الراجز:\rإن لنا ربائطًا كراما ... لا صافنًا تشكو ولا انحطاما\rولا شظا عظمٍ ولا انفصاما ... من كل مهرٍ يعرف الإجداما\r(يقال: «أجدمت بالفرس إجداما: إذا زجرته ليسير, بالدال غير معجمةٍ. وقال أبو العباس المبرد: أجدمت بالذال معجمةً. قال أبو الحسن: «وأجذمت به»: حثثته على السرعة قال أبو حاتم).\rيعرف الاجداما: أي قد تعلم, وهو مؤدب. و «الشظا» ها هنا: مصدر, أي ولا يخاف أن يشظى عظمه. والصافن «عرق في اليد إذا أخذه أشال يده» و «الشظا» يكون في الأوظفة.\rقال الراجز:\rويهًا فداءٍ لك يا فضاله ... أجره الرمح ولا تهاله","seal":"8B006708","page":163},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"قال أبو حاتم: «ولا تهاله»: فتح اللام, أراد النون الخفيفة فحذفها ومثله:\rمن أي يومي من الموت أفر ... أيوم لم يقدر أم يوم قدر\rففتح راء يقدر, يريد النون الخفيفة, فحذفها وبقي ما قبلها مفتوحًا. أنشدناه أبو عبيدة والأصمعي فإن قيل: أتدخل النون ها هنا؟\rفقد قال الراجز:\rيحسبه الجاهل ما لم يعلمن","seal":"C0577046","page":164},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"بالنون الخفيفة, وهي تدخل في كل مجزوم (وقال أبو حاتم) أنشدني الأخفش بيتًا مصنوعًا لطرفة:\rاضرب عنك الهموم طارقها ... ضربك بالسوط قونس الفرس\rوقال: أراد النون الخفيفة. و «ويهًا»: كلمة إغراءٍ. «أجره» كسر الراء لالتقاء الساكنين, ولو فتح كان أجود.","seal":"BCABDB2D","page":165},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"قال الراجز:\rما كان الا طلق الاهماد ... وكرنا بالأعرب الجياد\rحتى تحاجزن عن الذواد ... تحاجز الري ولم تكادي\r(رواها أبو حاتم «بالأغرب». قال أبو الحسن: وهو الصواب, والأول غلط, قال أبو حاتم).\r«المهمد»: المعتمد في العدو وغيره. قال أبو زيد: كسر آخر «ولم تكاد» لما سكن ما قبله. وحكى أبو الفضل عن أبي عمرو بن العلاء, قال: ذكر الإبل فوصفها, ثم قال: ولم تكادي أيتها الإبل. ذكره الأصمعي عنه. قال أبو حاتم: خاطبها (قال أبو زيد): ومثله:\rهل هن إلا أربع بواقٍ ... حتى تعرين ولا تساقي\rكأنه قال: ولا تساقي أيتها الناقة. يخاطب ناقته.","seal":"7D13C36F","page":166},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"وقال آخر:\rأفلح ما كانت له قوصره ... يأكل منها كل يومٍ مره\rوقال آخر:\rوالله لولا وجع في العرقوب ... لكنت أبقى عسلًا من الذيب\rيريد: العسلان. وهو اضطراب الذئب في عدوه. واضطراب الرمح وغيره. يقال: عسل يعسل عسلانًا, وقال شاعر:\rلدن بهز الكف يعسل متنه ... فيه كما عسل الطريق الثعلب\r(قال أبو الحسن: ويروى لذ بهز الكف).","seal":"C4390A07","page":167},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"وقال آخر:\rدلواي خلفان وساقياهما\rيقول: إحداهما مصعدة, والأخرى منحدرة, أو إحداهما جديد, والأخرى خلق. ويقال: له غلامان خلفان: إذا اختلفا, فكان أحدهما طويلًا, والآخر قصيرًا, أو كان أحدهما / أسود, والآخر أبيض. وكل شيئين اختلفا فهما خلفان.\rقال: أنشدني المفضل لرجلٍ من بني ضبة هلك منذ أكثر من مائة سنةٍ:\rإن لسعدى عندنا ديوانا ... يخزي فلانًا وابنه فلانا\rكانت عجوزًا عمرت زمانا ... وهي ترى سيئها إحسانا\rأعرف منها الأنف والعينانا ... ومنخران أشبها ظبيانا\r«ظبيان» اسم رجل, أراد: منخري ظبيان, فحذف. كما قال (تعالى): (واسأل القرية) يريد أهل القرية. والديوان مكسور","seal":"96CA7D43","page":168},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"ولذلك قيل: دواوين مثل قيراطٍ ودينارٍ. ولو كان ديوان لقالوا: دياوين, ولأدغموا الواحد, فقالوا: ديان, كما قالوا ديار, والأصل دوان. وقالوا: الحي القيام, يريدون القيوم: قال أبو حاتم وأخطأ في قوله: «العينانا» إنما هو: «العينين» , وهو مفسد, ولا يجوز فتح النون خاصة. ولو قال «العينان» , لكان على لغة بني الحارث بن كعبٍ. ويقال: إن فلانًا لطب بالأمر. أي عالم به, ورجل مباذٍ من البذاء.\rقال الراجز:\rإني إذا لم يند حلقًا ريقه ... وركد السب فقامت سوقه\rطب بإهداء الخنا لبيقه ... ذو باذخٍ يرفض منجنيقه\rإذا مباذٍ علقت علوقه ... مني بجبلٍ اثقلت وسوقه\r«الطب»: العالم. وإذا كان يتطبب, قيل: إنه لطبيب.\rو«الوسق»: الحمل. وكل عدلين وسق. ويقال: دلا فلان ركابه, فهو يدلوها دلوًا. إذا رفق بسوقها. قال الراجز:\rيا مي قد ندلو المطي دلوا ... ونمنع العين الرقاد الحلوا","seal":"BF35A5C5","page":169},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"وننزل اللحم قليلًا شلوا\r(قال أبو الحسن: حفظي عن أبي العباس «ونترك» وهو أجود).\rوقال العذافر, وهو من كندة:\rقالت سليمى اشتر لنا سويقا ... وهات بر البخس أو دقيقا\rواعجل بشحمٍ نتخذ خرديقا ... واشتر فعجل خادمًا لبيقا\rواصبغ ثيابي صبغًا تحقيقا ... من جيد العصفر لا تشريقا\r(قال أبو الحسن: ويروى «لا تشفيقا» وزادني أبو العباس الأحول).\rيا سلم لو كنت لذا مطيقا ... ما كان عيشي عندكم تربيقا\rقال أبو حاتم: اسكن راء «اشتر» وهذا منكر في العربية.","seal":"68FD15EF","page":170},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"و «الخرديق» بالفارسية: المرقة: مرقه الشحم بالتابل. ويقال: «اصبغ» و «اصبغ»: لغتان. و «تشريقًا»: «مشرق» قليل الصبغ. وقال اللعين المنقري:\rدعاني ابن أرضٍ يبتغي الزاد بعدما ... ترامى حلامات به وأجارد\rومن ذات أصفاء سهوب كأنها ... مزاحف هزلى بينها متباعد\r(قال أبو العباس: ومن ذات أصواء).\rروى أبو حاتم: «أحارد». وقال في قوله: «ابن أرضٍ» كما","seal":"A34E34EA","page":171},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"قالوا «ابن سبيلٍ» , والسبيل: الطرق. فأراد هذا المذهب, أي أنه مار. و «أجارد» و «ذات أصفاءٍ» مواضع. ورفع «بينها» جعله اسمًا. و «السهب» المستوى من الأرض.\rوأراد: مزاحف إبل هزلى, أي مجر إبلٍ هزلى.\rوقال عمران بن حطان السدوسي الخارجي, من قصيدةٍ طويلةٍ:\rوليس لعيشنا هذا مهاه ... وليست دارنا الدنيا بدار\rلنا إلا ليالي هيناتٍ ... وبلغتنا بأيامٍ قصار\rوإن قلنا لعل بها قرارًا ... فما فيها لحي من قرار\rأرانا لا نمل العيش فيها ... وأولعنا بحرص وانتظار\rولا تبقى ولا نبقى عليها ... ولا في الأمر نأخذ بالخيار\rولكنا الغداة بنو سبيلٍ ... على شرفٍ ييسر لانحدار\rكركبٍ نازلين على طريقٍ ... حثيث رائح منهم وساري\rوغادٍ إثرهم طربًا إليهم ... حثيث السير مؤتنف النهار","seal":"187AB7CB","page":172},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"وروى أبو حاتم: «مؤتنف النهار». حثيث السير بالنصب. ويروى: «ييسر لانحدارٍ».\r(قال أبو الحسن: وروى أبو العباس: «وغاد نحوهم طبا»).\rوقال أيضًا:\rيا حمزكم من ذي كيادٍ وحيلةٍ ... له شرط مقصورة ومناكب\rوعيس تنقاها سمان لسيره ... فهن مراسيل الفلاة النجائب\r«المنكب»: فوق العريف. وكان مرةً للأمراء عرفاء ومناكب.\rأبو حاتم: سمان يسيرة.\r(قال أبو الحسن: روى أبو العباس «يسيرها»).\rوالعيس: الإبل البيض الألوان إلى الشقرة. و «السيرة»: المتيسرة السهلة المعدة.\rوقال رجل من كلب يقال له ربعة. ساكنة الباء:\r(ابن الأعرابي: ربعة بتحريك الباء).\rوقوم هم كانوا الملوك هديتهم ... بظلماء لا يبدوا بها ضوء كوكب\rولا قمر إلا صغير كأنه ... سوار جلاه صانع السور مذهب\rقال أبو حاتم: «ولا قمرٍ إلا صغيرٍ» أراد: ضوء قمرٍ. وقال «صانع» ولم يقل «صائغ» كذا الرواية وجر «مذهبٍ» على الجوار,","seal":"873E82A1","page":173},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"قال أبو حاتم أو أقوى, الإقواء كثير, فجاء برفعٍ بعد جر. و «مذهب» نعت سوارٍ.\r(قال أبو الحسن: فإن قال قائل: نعت سورٍ, فكأنه يريد أن الجميع في معنى الواحد: فليس بشيء, هو جمع في الحقيقة, فكيف يكون واحدًا؟ وإن كان جمعًا فكيف ينعت بواحدٍ؟ وأيضًا فإن المعرفة لا تنعت بالنكرة, وهذا إطباق جميع النحويين, ولكنه جائز عندي أن يحمله على البدل, لأن النحويين البصريين يجيزون إبدال النكرة من المعرفة, كما أجازوا إبدال المعرفة من النكرة. أنشدت من غير وجه عن زبير بن بكار, يغزوه إلى الأحوص, والأحوص من الفصحاء, وهو ثبت من شعره:\rإني وهبت نصيبي من مودتها ... لمعبدٍ ومعاذٍ وابن صياد\rلابن اللعين الذي يخبى الدخان له ... وللمغني رسول الزور قواد\r«فالمغني» معرفة. و «رسول النور» كذلك. و «قواد» نكرة.\rقال أبو الحسن: و «مذهب» وإن كان موحدًا, وكانت السور جمعًا, فإنه ذهب إلى أنها واحد. والجمع يجري مجرى الواحد. فحمله","seal":"D571F6BC","page":174},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"على المعنى, كما قال الأعشى:\rفإن تعهدي لامريء لمةٍ ... فإن الحوادث أزري بها\rويروى «أودى» , لأن الحوادث جمع).\rوقال غامان بن كعب بن عمرو بن سعدٍ, وهو جاهلي, (قال) أبو العباس: عامان بالعين غير معجمةٍ:\rألا قالت بهان ولم تأبق ... نعمت ولا يليط بك النعيم\r(قال أبو الحسن: يليط عندي معناه يلصق).\rبنون وهجمة كأشاء بس ... صفايا كثة الأوبار كوم\rتبك الحوض علاها ونهلى ... وخلف ذيادها عطن منيم\rإذا اصطكت بضيقٍ حجرتاها ... تلاقى العسجدية واللطيم\r«يليط» مثل يليق. و «بهان» اسم امرأةٍ, مثل حذام. و «تأبق»","seal":"55EED295","page":175},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"تبعد أخذه من إباق العبد. أي لم يفر. قال أبو حاتم: سألت الأصمعي عن «تأبق» فقال: لا أعرفه. وأنشدني عن أبي عمرو بن العلاء:\rألا قالت حذام وجارتاها\r(قال أبو الحسن: هذه رواية الأصمعي لا نظر فيها, وهي الصواب. وأخبرت عن ابن الأعرابي أن «بهان» أخذ من بهنانةٍ, وهي العظيمة الخلق الناعمته, وليس كل ما حذف منه شيء يجب أن يبنى, وكل ما بني من هذا الباب فهو معدول, عن فاعلةٍ, ومعناها مفهوم, ألا ترى أن حذام معدولة من حاذمة, وحاذمة مفهومة المعنى. وكذلك ما كان مثلها من المعدولات. فبهان معدولة من باهنةٍ. وهي أن تصير بهنانةً, فهذا الوجه الذي لا يكون غيره, وإن لم يلخصه ابن الأعرابي). و «هجمة» قطعة من الإبل ضخمة: أشاء: «فسيل» و «بس» موضع نخيل.\r«صفايا»: كثيرة الألبان. «كثة»: كثيرة الأصول. «كوم»: ضخام الأسنمة. الذكر أكوم والأنثى كوماء. «تبك الحوض»: تزدحم عليه فتدقه, وإنما هو حوض من طينٍ على رأس البئر, تشرب فيه الإبل.","seal":"40B7B099","page":176},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"و «النهل»: الشربة الأولى, و «العلل»: الثانية. و «النهلى» التي شربت مرة واحدة. و «العلي» التي شربت مرتين أو أكثر, وأضاف «على إلى ها» أو أراد «على ونهلى». و «ها» للتنبيه. و «العطن المنيم»: الذي إذا صارت إليه الإبل أمن صاحبها ونام.\rو«العسجدية» و «اللطيم»: فحلان, نسبت هذه الإبل إليهما. ويقال: إن «العسجد»: الذهب. ويقال للعير التي تحمل الذهب والمال: العسجدية, والتي تحمل العطر والطيب: اللطيمة.\rقال ذو الرمة:\rلطائم المسك يحويها وتنتهب\rوقال خداش بن زهيرٍ العامري وهو جاهلي:","seal":"DF653523","page":177},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"كذبت عليكم أوعدوني وعللوا ... بي الأرض والأقوام قردان موظبا\rفإني دليل غير معطىٍ إتاوةً ... على نعمٍ ترعى حوالًا وأجربا\rلعمر التي جاءت بكم من شفلحٍ ... لدى نسييها سابغ الإسب أهلبا\rأزب جداعي كأن على استها ... أغاني خرفٍ شاربين بيثربا\rأسالمكم حتى يجلن عليكم ... وأعطيكم إلا حجارة تصلبا\rلهم حبق والسود ينبي وبينهم ... يدي بكم والعاديات المحصبا\rمعنى «كذبت عليكم»: أي عليكم بي. وتجيء «كذب» زائدة في الحديث والشعر. قال عمر (رضي الله عنه): كذب عليكم الحج. فرفع الحج بكذب. والمعنى: عليكم الحج. أي حجوا","seal":"0F0CA8F5","page":178},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"وقال: نظر أعرابي إلى فلانٍ يعلف بعيرًا / فقال: كذب عليكم البزر والنوى. وفي الحديث: ثلاثة أسفار كذبن عليكم. و «موظب»: موضع. وجعلهم بمنزلة القردان يشتمهم بذلك. «الأغاني»: من الغناء, جمع أغنية. و «الخرف» جمع خارفٍ وهو الذي يلقط النخل يخرفه, وهو الخراف. ويثرب «مدينة النبي صلى الله عليه وسلم». و «الشفلح» العظيم المسترخي. ويقال: الغليظ الشفة المسترخيها. فأراد غلظ حرف شيء يقبح ذكره. و «الإسب» الشعر الذي فوقه. و «الأهلب»: الكثير, ويقال لثمر الكبر: الشفلح و «الكبر»: هو","seal":"9125AC99","page":179},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"اللصف. الواحدة لصفة. و «نسياها»: واحدهما: نسًا. وهو عرق في الفخذ. وأزب جداعي نسبه إلى بني جداعة. وهم حي من قيس.\r(رهط دريد بن الصمة).\rوجعله أزب. وقوله «العاديات المحصبا» يعني الإبل التي تأتي المحصب من منى, وهو قسم منه بها.\r(قال أبو حاتم: حوالًا واجربا).\rوقال نفيع بن جرموز بن عبد شمسٍ, وهو جاهلي: (قال أبو حاتمٍ: نقيع. وقال أبو الحسن: نفيع الصواب):\rأطوف ما أطوف ثم آوي ... إلى أما ويرويني النقيع\rقال المفضل: كذا أنشدناه أبو العدرج «إلى أما» كما يقال «يا أبا» موضع يأبى (قال أبو حاتم) وأنشدنا الأصمعي لأبي النجم:\rيا بنت عما لا تلومي واهجعي","seal":"47213D1B","page":180},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"وزاد الرياشي:\rألم يكن يبيض لو لم يصلع\rوقال جابر بن قطنٍ النهشلي:\rوقصرك لو قصرت على خليلٍ ... كريم في تصرفه ابتذال\rيرجي من نوائب سيب رب ... له نعمى وذمته سجال\rفبيني إن بدا لك إن بينًا ... إذا لم تقل عشرته جمال\rفإني ذو محافظةٍ هضوم ... إذا شفقت على الرزق العيال\rوناب قد جررت إلى رداها ... بذي أودٍ إذا حسب الخصال\r(قال أبو حاتم): «وذمته سجال» أي: كثيرة, وأصله الدلو عطاؤه سجال أي كثير. قال الرياشي: «يرجي من نوافل» أو «فواضل». «الناب»: الناقة المسنة ضرب عليها بالقدح ثم نحرها. و «الردى»: الموت و «بذي أودٍ»: بقدح من قداح الميسر. و «الأود»: العوج. وحسب من الحساب. قوله «وذمته سجال» أي: حرمته مرةً بعد مرةٍ. وقوله","seal":"34E58F04","page":181},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"«إذا شفقت» أي: إذا أشفقت على الرزق و «على» في معنى «من» وقوله إذا حسب الخصال» يعني القمر.\rوقال مطير بن الأشيم الأسدي وهو جاهلي:\rإن تلقني برزين لا تغتبط به ... وإن تدع لا تنصر علي وأخذل\rفان غزالك الذي كنت تدري ... إذا شئت ليث خادر بين أشبل\rقوله: «وأخذل» يريد: ولا أخذل يهزأ به يقول: الذي كنت تحسبه غزالًا تصطاده فكنت تحتله هو أسد. و «أشبله» أولاده. و «تدري» تحتل. و «برزين» فردين. و «خادر»: داخل في أجمةٍ. وقال ضابيء بن الحارث:\rمن يك أمسى بالمدينة رحله ... فإني وقيارًا بها لغريب\r(الأصمعي: «قيار»: صاحبه).","seal":"99530EAD","page":182},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"«قيار» جمله. أراد فاني غريب, وإن قيارًا بها لغريب أيضًا.\rولو قال: لغريبان. لكان أجود. ويجوز: قيار بالرفع على الابتداء. وقال جميح بن الطماح. وهو جاهلي أسدي:\rلقد علم الأقوام أيي أويكم ... بني عامرٍ أوفى وفاءً وأكرم\rأراد: أينا فكرر.\rوقال أشوس بن بشامة الحنظلي إسلامي:\rتراه بنصري في الحفيظة واثقًا ... وإن صد عني العين منه وحاجبه\r(ويروى: الحقيقة).","seal":"AE9979F3","page":183},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"وإن لقحت أيدي الخصوم وجدتني ... نصورًا إذا ما استيبس الريق عاصبه\r(قال أبو الحسن: وأنشدت عن ابن الأعرابي والرياشي يزيدان في هذا الشعر):\rتأنيته حتى إذا ما رأيته ... إذا ازداد ذلًا جانبي عز جانبه\rنخلت له في الصدر مني مودةً ... وخليت عنه مهملًا لا أعاتبه\r(قال أبو حاتم): قوله: صد عني أي صدت عني العين. وقوله «عاصبه» يقال للرجل إذا عطش وجف الريق على أسنانه: رجل عاصب. وقد عصب يعصب عصبًا. «لقحت»: ارتفعت. قال أبو حاتم كما أن الناقة إذا لقحت شالت بذنبها ولا يفعل ذلك شيء علمناه إلا النوق. فشبه الأيدي بأذناب اللواقح. ويقال: عصب الريق بفيه يعصب:\rإذا جف عليه وذهب بزاقه. وأتانا فلان عاصبًا فوه قال الراجز:\rيعصب عنه الريق أي عصب ... عصب الجباب بشفاه الوطب\r«الجباب» شبيه بالزبد يرتفع فوق ألبان النوق إذا مخضت عيونًا تبرق, وربما ادهن به الأعراب.","seal":"DFCFA97C","page":184},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"(قال أبو الحسن: هكذا رواه أبو حاتمٍ. ولا يبعد. وروايتي أنا: يعصب فاه الريق أي عصب\r(قال أبو زيد)\rوقال زهير بن مسعودٍ الضبي أو سويد, شك أبو زيدٍ.\rفخير نحن عند الناس منكم ... إذا الداعي المثوب قال يالا\rولم تثق العواتق من غيورٍ ... بغيرته وخلين الحجالا\r(قال أبو حاتم): قوله: «فخير نحن» يريد: فنحن عند الناس خير منكم. و «المثوب» الذي يدعو الناس يستنصرهم. ومنه: التثويب في الأذان وهو / إعادة بعضه بعد انقضائه. وقوله «يالا» أراد يا بني","seal":"A08D0C6A","page":185},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"فلان فحكى صوت الصارخ المستغيث. «العواتق» جمع عاتق وهي التي لم تزوج.\rو«خلين الحجالا» يعني من الفزع للغارة يخرجن من الحجال ولا يثقن بأن يمنعهن الأزواج والآباء والإخوة. يقول: فنحن عندهن أوثق منكم.\rوقال رافع بن هريمٍ إسلامي:\rألستم أقل الحي عند لوائهم ... وأكثرهم عند الغنيمة والقدر\rوأمشاه بالشيء المحقر بينهم ... وألامهم عند الجسيم من الأمر","seal":"4E1ED824","page":186},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"لعامظة بين العصا ولحائها ... أرقاء نيالون من سقط السفر\rقوله: وأمشاه» الأصل «وأمشاهم» ولكن أضمر «من» وأراد: أمشى من ثم فحمله على لفظ «من» ويقال: أعقل الفتيان وأظرفه أي وأظرف من ثم. والأصل وأظرفهم. وكذلك قال: «وألأمهم» حمله على الأصل كما قال في البيت الأول «وأكثرهم» «وأمشاه في النميمة «يجعلون الحقير عظيمًا حتى يلقوا بينهم شرًا.\rقال العجاج:\rولا مع الماشي ولا مشي\r«اللغموط»: الذي يأتي الطعام الذي لا يدعى إليه ويتعهده. وهو الراشن أيضًا والواغل. قال امرؤ القيس:\rفاليوم فاشرب غير مستحقبٍ ... إثمًا من الله ولا واغل","seal":"DB04B73F","page":187},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"ويكون «الواغل»: الداخل في نسبٍ ليس له. وهو في كلام أهل البصرة: الطفيلي. وفي كلام أهل الحجاز: البرقي.\rوقال الرياشي: لا أعرف: البرقي. والذي يأتي مع الضيف ولم يدع «الضيفن» وأنشد أبو زيد:\rإذا جاء ضيف جاء للضيف ضيفن ... فأودى بما تقرى الضيوف الضيافن\r(أبو الحسن: قول أبي حاتم: «الواغل: هو الذي يدخل إلى طعام لم يدع إليه» سهو منه. وإنما الواغل في الشراب خاصةً, يدلك على هذا ما أنشد من قول امرئ القيس. والرواية الجيدة ما ذكر وهي «فاليوم فاشرب» , «واليوم أسقى» ورواية من روى «فاليوم أشرب» لا يجوز عندنا إلا على ضرورةٍ قبيحةٍ, وإن كان جماعة من رؤساء النحويين قد أجازوا. وأنشد سيبويه مصداق ما ذكرنا في الواغل. أنشد:\rومتى واغل ينبهم يحيو ... هـ وتعطف عليه كأس الساقي","seal":"285B02DB","page":188},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"وأخبرني أبو العيناء عن أبي العالية عن الأصمعي أن العرب تسمي الطفيلي «قنواسا» وهو حرف نادر, وأنشد:\rلو كنت أدري أنه قنواس ... لجئته حين ينام الناس\rقال أبو زيدٍ).\rوقال القتال الكلابي وهو جاهلي:\rأما الإماء فلا يدعونني ولدًا ... إذا ترامى بنو الإموان بالعار","seal":"F1E50D8A","page":189},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"يا قاتل الله صبيانًا تجيء بهم ... أم الهنيبر من زندٍ لهما واري\r(أبو حاتم): جمع أمةً على إموانٍ. وكذلك عبد وعبدان, وثلاثة أعبدٍ وثلاث آمٍ وهن الإماء والإموان. وقوله «من زندٍ لها واري» ضرب الزند مثلًا للرحم, والزند تستخرج منه النار. و «الواري» الواقد.\r(أبو الحسن: أخبرني أبو العباس محمد بن يزيد عن التوزي عن أبي زيد أن قومًا من العرب يقولون أمة وأموان بضم الألف. وكذلك يقولون: أخ وأخوان وهي قليلة قال: وأنشدتني أم الهيثم:\rيا قاتل الله صلعانًا تجيء بهم\rوزادنا في هذا الشعر أبو العباس:\rلا أرضع الدهر الا ثدي واضحةٍ ... لواضح الجد يحمي حوزة الجار","seal":"3EC8A5BE","page":190},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"من آل سفيان أو ورقاء يمنعها ... تحت العجاجة ضرب غير عوار\rيا ليتني والمنى ليست بنافعةٍ ... لمالكٍ أو لحصنٍ أو لسيار\rطوال أنضية الأعناق لم يجدوا ... ريح الإماء إذا راحت بأذفار\rوأنشدت هذا الشعر عن أبي محلم وزاد فيها:\rلا يقذفون أخاهم في مضللةٍ ... يسفي عليه دليلك الذل والعار)\rوقال النمر بن تولب:","seal":"170DBBAB","page":191},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"فقالت ألا يا اسمع نعظك لخطةٍ ... فقلت سمعنا فانطقي وأصيبي\rوقال رومي بن شريكٍ الضبي وأدرك الإسلام:\rفان ترى شمطًا في الرأس لاح به ... من بعد أسحم داجي اللون فينان\rفقد أروع قلوب الغانيات به ... حتى يملن بأجيادٍ وأعيان\r(أبو الحسن: رواه أبو العباس «قلوب الآنسات به»).\rجمع عينًا على أعيانٍ. يقال: شعر أسحم إذا كان أسود. و «داجي اللون»: شديد السواد. و «الفينان»: الشعر الكثير الأصول.\rوقال رجل من بني ضبة وأدرك الإسلام:\rودليت في غبراء يسفي ترابها ... علي طويلًا في ثراها إقامتي\rيقال للتراب: السافي, فقال يسفي, وجعل الفعل للتراب, أي في حفرةٍ غبراء يريد لونها الأرض.","seal":"1F0B861A","page":192},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"(قال أبو الحسن: أنشدني هذا الشعر أبو العباس الأحول. ويتصل منه بهذا البيت الذي أنشده أبو زيدٍ:\rوقالوا ألا لا يبعدن اختياله ... وصولته إذا القروم تسامت\rوما البعد إلا أن أكون مغيبًا ... عن الناس مني نجدتي وبسالتي\rأيبكي كما لو مات قبلي بكيته ... ويذكر لي حفظي له وصيانتي\rوكنت له أبًا رؤوفًا وخالةً ... وأما رؤومًا مهدت وأنامت\rوأول هذا الشعر:\rألا ليت شعري ما يقول مخارق ... إذا جاوب الهام المصيح هامتي\rقال أبو زيد):\rوقال عبدة بن الطبيب (وأدرك الإسلام):\rولقد علمت بأن قصري حفرة ... غبراء يحملني إليها شرجع\rفبكى بناتي شجوهن وزوجتي ... والطامعون إلي ثم تصدعوا\r(ويروى والراغبون إلي)\rوتركت في غبراء يكره وردها ... يسفي عللي الترب حين أودع","seal":"5F165CCF","page":193},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"«الشرجع»: السرير الذي يحمل عليه الموتى. وقوله «يسفي علي الترب» (الترب) هو الفاعل. وقوله: «قصري» أي قصاراي أي آخر أمري الموت والقبر. و «الشجو»: الحزن. ولو قال «فبكت» لكان صوابًا ويقال: هي زوجي. وكان الأصمعي يكره: هي زوجتي. وقد قرئ عليه هذا / الشعر فلم ينكره.\rوقال حيان بن قرطٍ اليربوعي جاهلي:\rأبني سليطٍ لا أبا لأبيكم ... أيي وأي بني صبير أكرم\rخالي أبو أنسٍ وخال سراتهم ... دوس فأيهما أدق وألام\rكأنه أراد وأخوال سراتهم دوس وهم قبيلة أبي هريرة من الأزد.\rوقال الأسود بن يعفر ويعفر لغتان جاهلي:","seal":"B3703441","page":194},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"ألا يا اسلمي قبل الفراق ظعينا ... تحية من أمسى إليك حزينا\rتحية من أظنه متوجهًا ... لصرم حبيبٍ قد أنى أن يبينا\rتحية من لا قاطعٍ حبل واصلٍ ... ولا صارمٍ قبل الفراق قرينا\rفغظناهم حتى أتى الغيظ منهم ... قلوبًا وأكبادًا لهم ورئينا\rقوله: «تحية من لا قاطع» أراد: تحية رجلٍ غير قاطعٍ حبل من يصله, وعطف صارمًا على قاطعٍ. وقوله: «ورئينا»: جمع رئةٍ مهموز ورئات.\rوقال الفرزدق:\rلا ينعمون فيستثيبوا نعمةً ... منهم ولا يجزون بالإفضال\rيريد لا يجزون من أفضل عليهم وأنعم.\rوقال الأعشى:","seal":"7DBD03CC","page":195},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"ولست بالأكثر منهم حصىً ... وإنما العزة للكاثر\rقال الأصمعي: أراد ولست من بني فلانٍ بالأكثر. يريد أنت منهم ولست بالأكثر حصى من هؤلاء القوم. أبو زيدٍ: أراد بأكثر منهم حصلى. «والحصى» العدد الكثير. وكذلك القبص.\rوقال عدي بن زيدٍ:\rفليت دفعت الهم عني ساعةً ... فبتنا على ما خيلت ناعمي بال\rألم يشفينك أن نومي مسهد ... وشوقي إلى ما يعتريني وتسهالي\rفي كتاب أبي سعيد «وشوقي إلى ما يعتريني وستهادي» بالدال, والقافية الأولى باللام وهو منكر جدًا, وقوله «فليت دفعت» أراد: فليتك دفعت. أي فليت الأمر. لأن ليت حرف مشبه بالفعل. ولا يجوز أن يليه الفعل فأضمر, والإضمار كثير في الكلام.\r(وقال أبو الحسن: قوله «فليت دفعت» الأحسن في العربية أن يكون أضمر الهاء. كأنه قال: فليته دفعت. يريد فليت الأمر هذا كما تقول: إنه أمة الله ذاهبة. وإنه زيد منطلق يريد أن الأمر. أنشدنا أبو","seal":"0B071CDC","page":196},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"العباس محمد بن يزيد قال أنشدني عمارة لنسفه يصف نخلًا:\rكأنهن الفتيات اللعس ... كأن في أظلالهن الشمس\rوالقوافي مرفوعة يريد: كأنه في أظلالهن الشمس فإذا أضمر الكاف فالكاف للمخاطب. والمخاطب لا يحتاج إلى تبيين. وإنما تبين الهاء بالأمر إذ كانت مبهمة يفسرها ما بعدها. وإظهارها هو الجيد. وإنما يجوز إضمارها إذا اضطر شاعر لما بينت لك. أبو حاتمٍ).\rوقوله «ما خيلت» من كلام العرب أي على كل حال.\rقال الشاعر:\rإنا ذممنا على ما خيلت سعد ... بن زيدٍ وعمرًا, من تميم\rأراد على ما تهيأت. و «المسهد»: الذي لا ينام نومًا تامًا, ينتبه ساعةً بساعةٍ.","seal":"91997103","page":197},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"(قال أبو الحسن: هكذا وقع في كتابي. «وشوقي إلى ما يعتريني وتسهالي» وأنا أنكره. وحفظي:\rوشوقي إلى ما يعتريني وتسئالي\rوكان عدي بن زيدٍ كاتب النعمان فقتله بعد عذابٍ طويلٍ ومساءلةٍ كثيرةٍ. وهو أول من قتل كاتبًا فيما روي لنا. قال أبو زيدٍ).\rوقال أبو ذؤيبٍ الهذلي:\rوسود ماء المرد فاها فلونه ... كلون النؤور فهي أدماء سارها\r«المرد»: المدرك من ثمر الأراك. و «النؤور»: هذا الكحل الذي يحشى به الجلد المقرح بالإبرة أو بحديدةٍ حتى تبقى علامته كما يفعل الشطار اليوم. وقوله «سارها» يريد: سائرها. وفي القرآن «شفا جرف هار» يفسر هائر والله أعلم.\r(قال أبو زيد) وقال الأحوص:\rقد زاده كلفًا بالحب أن منعت ... وحب شيئًا إلى الإنسان ما منعا","seal":"EE7CAEC0","page":198},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"(روي: وحب شيءٍ).\rأراد: أحبب بشيءٍ. قال: وقال الأصمعي: «أحب شيء» وقال: «ما منع» في موضع رفعٍ ارتفع بحب يقال: حب زيد إلينا.\rوجب بزيد إلينا. وسألته عن قول ساعدة الهذلي:\rهجرت غضوب وحب من يتجنب\rفقال: «من في موضع رفع كأنه قال حب بها متجنبةً.\rوقال خداش بن زهيرٍ جاهلي:\rوإذ هي عذبة الأنياب خود ... تعيش بريقها العطش المجودا","seal":"D018580B","page":199},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"«أعاشته بريقها» أي: أحيته, و «المجود»: العطشان الشديد العطش و «الجواد»: الاسم. يقال: جيد الرجل جوادًا. والعطش: مثل الخجل.\rرأيت الله أكبر كل شيء ... محاولة وأكثرهم جنودا\r(ويجوز أيضًا «وأكثره» على ما فسرنا. أبو حاتم: «وأكثرهم جنودا»).\rتقوه أيها الفتيان إني ... رأيت الله قد غلب الجدودا\r(أبو زيد) وقال ابن همام السلولي:\rزيادتنا نعمان لا تمحونها ... تق الله فينا والكتاب الذي تتلو\rيقال: تقيته بكذا وكذا: إذا جعلت بينك وبينه.\rأيثبت ما زدتم وتمحى زيادتي ... دمي إن اجيزت هذه لكم بسل\rوقال أوس بن حجر:\rتقاك بكعبٍ واحدٍ وتلذه ... يداك إذا ما هز بالكف يعسل","seal":"C2609076","page":200},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"«تقاك» وليك منه كعب واحد. يقول: إبللك اتقت كبارها بصغارها, أي جعلت الصغار مما يليك. وكذلك: اتقاني فلان بحقي: أي أعطانيه وجعله بيني وبينه.\rوقال المرار الفقعسي:\rوأما لهنك من تذكر أهلها ... لعلى شفا يأسٍ وإن لم تيأس\rقال: يريد: أما إنك. وأنشد (أبو حاتم):\rلهن الذي كلفتني ليسير","seal":"31A7A767","page":201},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"و «شفا الشيء» حرفه وناحيته وشرفه. يقال: هو على شرف خيرٍ أو شر. أبو حاتمٍ: «لهنك» يريد لله إنك فحذف ثم حذف قال آخر:\rلهنك في الدنيا لباقية العمر\r(قال أبو الحسن: أما قول أبي حاتم في هذه الأبيات التي فيها لهنك يريدون فيما ذكر لله إنك, فليس بشيء عند أصحابه البصريين لأنه حذفه مخل بالكلام. وذلك أنه حذف حرف الجر وجملة الاسم المجرور إلا الهاء. وهذا لا يجوز عند أهل العربية, ولا نظير له, ولكن تأويل قولهم «لهنك» لأنك, فأبدل الهاء من الهمزة لأنها تقرب منها في المخرج, كما قالوا: أرقت وهرقت. وحكى أبو الحسن اللحياني: أنرت الثوب وهنرته. وأرحت الدابة وهرحتها ولا أعلم أحدًا حكى هذين الحرفين غيره. وعلى ما ذكرت لك يجريان, والبدل لا يقاس عليه. وأنشدتني أعرابية من بني كلابٍ:","seal":"6A267414","page":202},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"فتعلمن وإن هويتتك عنني ... قطاع أرمام الحبال صروم\rفقلت لها: ما هذا؟ فقالت: هذه عنتنا. وبعضهم يقول: عنعنة بني فلانٍ فكما أبدلت الهاء من الهمزة لقربها منها في المخرج أبدلت منها العين, لأن العلة واحدة قال أبو زيد).\rوقال البعيث:\rقد ينعش الله الفتى بعد عثرةٍ ... وقد يجمع الله الشتيت من الشمل\rوأية أم لا تكب على ابنها ... على شجبٍ أولا يصادفها ثكل\r(قال أبو الحسن: رواه أبو العباس:\rوأية أم لا تكب من ابنها)\rلعمري لقد جاءت رسالة مالكٍ ... إلى جسدٍ بين العوائد مختبل\rوأرسل فيها مالك يستحثها ... وأشفق من ريب المنون فما وأل","seal":"2CA33C1A","page":203},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"أمالك ما يقدر لك الله تلقه ... وإن حم ريث من رفيقك أو عجل\rوذاك الفراق لا فراق ظعائنٍ ... لهن بذي القرحى مقام ومحتمل\r«الشمل» أراد: الشمل فحرك الميم. و «الشجب»: الهلاك. شجب شجبًا / إذا هلك. و «المقام» بفتح الميم حيث تقوم. و «المقامة»: المجلس. و «المقام»: المنزل. قال الأصمعي: «المجلس»: القوم. وأنشد:\rواستب بعدك يا كليب المجلس\rقال أبو حاتم: «مقام» بالضم. وحم: قدر. و «أجم» بالجيم معجمةً: حان. و «الريث» البطء. وروى (أبو حاتم) يستحثنا. و «ذو القرحى»: موضع. و «قرحى»: فعلى مثل كسلى وهو موضع. (قال أبو الحسن: قوله «الشمل» بفتح الميم إنما فعل هذا لما اضطر أتبع الفتحة الفتحة. قال ابن ربعٍ الهذلي:\r[إذا تجاوب نوح قامتا معد] ... ضربًا أليمًا بسبتٍ يلعج الجلدا","seal":"8B75446D","page":204},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"يريد: الجلد. فأتبع الكسرة الكسرة. كما قال الراجز:\rعلمنا أصحابنا بنو عجل ... الشغزبي واعتقالًا بالرجل\rوقال الأصمعي: قلت لأعرابي: أتعرف رككًا؟ فقال أعرف ها هنا ماء يقال له رك.\rفاعلم. لإهذا حجة في الإتباع. وأما قوله «أولا يصادفها ثكل» فإن «الثكل» المصدر في الحقيقة, يقال ثكل يثكل ثكلًا. كقولك: فرق يفرق فرقًا. وما أشبهه. و «الثكل» اسم المصدر. و «المقام»: بالفتح مأخوذ من قمت مقامًا. والمقام من أقمت وهذا أحب إلي. قال الله تعالى: «ساءت مستقرًا ومقامًا». قال أبو زيدٍ).","seal":"4EE9E725","page":205},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"وقال بعض بني نهشلٍ جاهلي:\rألا يا أم فارع لا تلومي ... على شيء رفقت به سماعي\rوكوني بالمكارم ذكريني ... ودلي دل ماجدةٍ صناع\rيريد أم فارعة, فحذف الهاء استخفافًا, وذلك شاذ, إنما تحذف من المنادى. و «الأم» هي المناداة لا فارعة. «سماعي» ذكري في الناس وحسن الثناء. والمعنى: وصيري مذكرة لي بالمكارم. وتقديره في العربية رديء. لو قلت يا فلان كن بغلامٍ بشرني لم يجز. و «الصناع»: الرقيقة الكف بالعمل. و «الماجدة»: الكريمة, يقول: اخلطي ذاك بمنفعةٍ وصنعةٍ ولا تكوني خرقاء لا ينتفع أهلها بها.\r(قال أبو الحسن: والعرب في الترخيم على لغتين. فمنهم من يقول إذا رخم حارثًا ونحوه يا حار, وهو الأكثر فالثاء على هذه اللغة في النية. فمن فعل هذا لم يجز مثل هذا في غير النداء إلا في الضرورة.","seal":"6DBAFBF2","page":206},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"وأنشد سيبويه لجريرٍ:\rألا أضحت حبالكم رماما ... وأضحت منك شاسعة أماما\rفأجراه في غيره النداء لما اضطر كما أجراه في النداء وهذا من أقبح الضرورات. وذلك أن النداء باب حذفٍ ألا ترى أن المنادى المفرد المعرفة يحذف منه التنوين فحذف في الترخيم أواخر المناديات كما حذف التنوين. وأنشد هذا البيت أبو العباس محمد بن يزيد عن عمارة: وما عهد كعهدك يا أماما\rعلى غير ضرورة. وهذا شيء يصنعه النحويون ليعرفوك كيف مجراه متى وقع في شعرٍ. وأنشد سيبويه لعبد الرحمن بن حسان:\rمن يفعل الحسنات الله يشكرها ... والشر بالشر عند الله مثلان","seal":"56194814","page":207},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"أراد فالله يشكرها فحذف الفاء لما اضطر. وأخبرنا أبو العباس عن المازني عن الأصمعي أنه أنشدهم:\rمن يفعل الخير فالرحمان يشكره\rقال: فسألته عن الرواية الأولى فذكر أن النحويين صنعوها. ولهذا نظائر ليس هذا موضع شرحها. ومنهم من يقول يا حار, فلا يعتد بما حذف ويجريه مجرى زيدٍ. فحكم هذا في غير النداء كحكمه في النداء. وعلى هذا جرى قول ذي الرمة:\rديار مية إذ مي تساعفنا ... [ولا يرى مثلها عجم ولا عرب]","seal":"EB66648A","page":208},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"وهذا كثير وكل ما جاءك مما حذف فقسه على ما ذكرت لك.\rفمن هذا قوله:\rألا يا أم فارع لا تلومي\rلم يعتد بالهاء. ولكنه لم يصرف. لأنه عنى مؤنثة معرفة. وأما قوله «وكوني بالمكارم ذكريني» فتقديره: وكوني ممن أقول له ذكرني إذا سهوت. فجرى هذا على الحكاية. كما قال:\rوجدنا في كتاب بني تميمٍ ... أحق الخيل بالركض المعار\rوكما قال ذو الرمة:\rسمعت الناس ينتجعون غيثًا ... [فقلت لصيدح انتجعي بلالا]","seal":"B49FBD49","page":209},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"أراد: سمعت قائلًا يقول: الناس ينتجعون غيثًا. فحكى, فلو أن راويًا روى سمعت الناس ينتجعون غيثًا. كان قد أحال لأن الناس لا يسمعون, إنما تسمع الأصوات, فعلى هذا جرى قوله:\rوكوني بالمكارم ذكريني\rقال أبو زيد).\rوقال عبيس بن شيحان أدرك الإسلام:\rتقول ابنة الكعبي إنك راحل ... ومتخذ أهلًا سوانا وذائق\rأذاك ولم ترحل إلى أهل مسجدٍ ... برحلي حرجوج عليها النمارق\rكميت كناز لحمها رملية ... على مثلها تقصى الهموم الفوارق\r(أبو حاتم): «حرجوج» ناقة طويلة على الأرض. و «مسجد»: أظنه يعني أهل مكة. و «النمارق»: نطرح على الرحال. «كميت»: لونها إلى الحمرة. و «كناز»: مكتنزة. «رملية»: منسوبة إلى الرمل","seal":"28C6D8A7","page":210},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"من السير فيما أظن.\r(أبو زيد) قال الحطيئة. قال المفضل: لم أسمع غير هذه الأربعة الأبيات فيها:\rفيا ندما على سهم بن عوفٍ ... ندامة ما سفهت وضل حلمي\rندمت ندامة الكسعي لما ... شريت رضا بني سهمٍ برغمي\rندمت على لسانٍ فات مني ... فليت بأنه في جوف عكم\rهنالكم تهدمت الركايا ... وضمنت الرجا فهوت بدم\r(أبو حاتم) أضاف «ندامة» إلى «ما سفهت». و «الكسعي»: رجل, وله حديث في ندامته. و «شريت» ها هنا (في معنى):","seal":"F23DCDFF","page":211},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"اشتريت. ويكون له معنيان. وكذلك بعت وابتعت. ويدخل فيه حديث النبي صلى الله عليه وسلم: «لا يبع حاضر لبادٍ». و «اللسان» هاهنا: المنطق. و «العكم» العدل. وقوله «بأنه» الباء زائدة. والوجه: فليته. و «الرجا»: ناحية البئر وناحية كل شيء قال جل وعز: «والملك على أرجائها». و «الرجا» في معنى: الأرجاء.\r(أبو زيد) وقال رجل من بني سعدٍ جاهلي:\rلنا ثلةُ مقصورةٌ حضنيةٌ ... لها حول جرس الراعيين يواعر\rويروى: جرس, اليواعر: الأصوات.\rسود ترعى الهضب حتى إذا أوت ... لها شرط مودونة ومرائر\rقال: يا عرة ويواعر, عن الرياشي. و «ثلة»: جماعة من الغنم.\rو«الجرس»: الحركة والحس. و «اليعار»: أصوات المعز و «اليواعر»:","seal":"DC2725D6","page":212},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"جمع الياعر والياعرة. أي المصوت والمصوتة. و «المودونة»: المبلولة يقال: ودنت الشيء إذا بللته. و «الهضب»: مرتفعات من الأرض كالجبال الصغار التي هي دون الكبار.\r(وقال أبو الحسن يقال: مكان مرتفع. فإذا لم تذكر المكان قلت هذا مرتفع. فيصير اسمًا له كقولك منحدر منحدر ومنهبط ومنهبط. وهذا مطرد في جميع هذا الباب. ولا يجوز هذا مرتفع إلا على إقامة الصفة مقام الموصوف. كقولك: هذا عاقل: تريد: هذا رجل عاقل. فأقمت عاقلًا مقام رجلٍ. والمسموع المطرد ما ذكرت لك). «أوت»: جاءت مع الليل. و «الشرط»: جمع الشريط. و «المودونة»: المبلولة. و «المرائر»: الواحدة مريرة, وهو حبل يفتل من حبالٍ مفتولةٍ. «أمررت الخيط والحبل»: إذا فتلته فتلًا شديدًا.\r(قال أبو الحسن: «الجرس والجرس فيما رويناه: الصوت ألا تراه قال: يواعر» ويقال: أسكت الله جرسه وجرسه. قال امرؤ القيس:\rقليلة جرس الليل إلا وساوسًا ... وتبسم عن عذب المذاقة سلسال","seal":"43DF5C81","page":213},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"وقوله «حول جرس الراغبين» هكذا وقع في كتابي. و «الرغاء» للإبل. «والثغاء» للشاء. فلا يجوز مثل هذا إلا مستعارًا وحفظي:\rحول جرس الراعيين\rلأنهما يصوتان بها. وإنما يصف غنمًا).\rوقال سلامة بن جندلٍ:\rتجلو أسنتها فتيان عاديةٍ ... لا مقرفين ولا سودٍ جعابيب\rسوى الثقاف قناها فهي محكمة ... قليلة الزيغ من سن وتركيب «العادية»: الذين عدوا من الجيش. «الجعابيب»: الأنذال. واحدهم جعبوب.\r(قال أبو الحسن: وقد روى بعضهم: «فتيان غاديةٍ» وهو ضعيف وتأويله فتيان كتيبةٍ غاديةٍ إلى الحرب, وهذا بعيد. لأنها كما تغدو تروح. والدليل على أن العادية رجالة أن هذا الوصف لهم مأخوذ من","seal":"B14C485C","page":214},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"العدو, ويقال للرجالة العدي, وهو مشهور يستغني عن الشاهد. أبو زيد).\rوقال الفرزدق:\rوقد مات خيراهم فلم يهلكاهم ... عشية بانا رهط كعبٍ وحاتم\rفما ابنك إلا ابن من الناس فاصبري ... فلن يرجع الموتى حين المآتم\rجر «رهط كعبٍ» على البدل منهم في خيراهم. كأنه قال: قد مات خيرا رهط كعبٍ.\r(قال أبو الحسن: هكذا رويت هنا «حنين المآتم» ورواه لي أبو العباس عن التوزي عن أبي زيدٍ:\rفما ابناك إلا من بني الناس فاصبري ... فلن يرجع الموتى خنين المآتم\rقال: «الخنين»: صوت يخرج من الأنف. يقال: خنت المرأة تخن. قال الشاعر:\rبكى جزعًا من أن يموت وأجهشت ... إليه الجرشى وارمعل خنينها","seal":"E5230760","page":215},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"وهذا البيت لا اختلاف فيه.\rوفي هذا الشعر أبيات, استحسنتها. فمن ذلك قوله [أنشدنيه أبو العباس محمد بن يزيد].\rبفي الشاميتن الترب إن كان مسني .... رزيئة شبلي مخدرٍ في الضراغم\rوما أحد كان المنايا وراءه ... ولو عاش أيامًا طوالًا بسالم\rأرى كل حي لا تزال طليعةً ... عليه المنايا من ثنايا المخارم\rيذكرني ابني السماكان موهنًا ... إذا ارتفعا فوق النجوم العواتم\rوقد كان مات الأقرعان كلاهما ... وعمرو بن كلثومٍ شهاب الأراقم\rومات أبي والمنذران كلاهما ... ومات أبو غسان شيخ اللهازم\rثم عدد جماعة من الأشراف للتأسي بهم. وقال بعد ذلك: وقد مات خيراهم البيتان. أبو زيد).\rوقال الأسعر بن مالك الجعفي جاهلي:","seal":"FCBE9D5F","page":216},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"باتت كلاب الحي تسنح بيننا ... يأكلن دعلجةً ويشبع من عفا\rالأصمعي: يلعبن دعلجةً, وكذا أبو عبيدة قالا: وهو الأكل بالنهم. «دعلجة»: لعبة للصبيان يلعبونها, يختلفون فيها للجيئة والذهاب «ويشبع من عفا»: من اعترى وتعرض. الرياشي قال: «دعلجة»: تذهب وتجيء يعني الكلاب. وذكر كثرة اللحم فقال: ويشبع الذي يعفونا. أي يأتينا وجاء في الحديث: «ما أكلت العافية» أي الطير التي تأتي.\r(قال أبو الحسن: هكذا روى أبو زيد «يلعبن دعلجةً» وحفظي من ناحية الأصمعي وأبي عبيدة «يأكلن دعلجةً» وقالا: هو الأكل بالنهم. قال أبو زيد).","seal":"D687F65E","page":217},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"وقال كعب بن سعد (بن مالك) الغنوي وبعضهم يقول / لسهمٍ الغنوي:\rوداعٍ دعا هل من مجيبٍ إلى الندى ... فلم يستجبه عند ذاك مجيب\rفقلت ادع أخرى وارفع الصوت دعوةً ... لعل أبا المغوار منك قريب\r(ويروى: لعًا لأبي المغوار).\rوهي الرواية كذا ينشد اللام الثانية من لعل مكسورة. وأبي المغوار مجرور. (بها. قال أبو الحسن: ويروى [وداعٍ] دعا يا من يجيب","seal":"B24057F2","page":218},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"[إلى النداء] وهذا الشعر يرويه بعض الناس لسهمٍ الغنوي. والثبت ما ذكرت لك. وقوله «فلم يستجبه» يريد: لم يحبه. وقد أنشد هذا البيت أبو عبيدة يستشهد به على قول الله عز وجل: «فليستجيبوا لي» والرواية المشهورة التي لا اختلاف فيها: «لعل أبا المغوار [منك قريب]».\rيعني أخاه. ومن روى: «لعًا لأبي المغوار [منك قريب]» فلعًا رفع بالابتداء. ولأبي المغوار الخبر. و «لعًا» مقصور مثل عصًا ورحى. وهذه كلمة يستعملها العرب عند العثرة والسقطة ويقولون: لعًا لك أي أنهضك الله. فهو وإن كان مبتدأ ففيه معنى الدعاء, ألا ترى أن القائل إذا قال: الحمد لله وما أشبهه فهو وإن كان مبتدأ ففيه معنى الفعل. تريد: أحمد الله. وعلى هذا يجري الباب كله. قال الأعشى:\rبذات لوثٍ عفرناةٍ إذا عثرت ... فالتعس أدنى لها من أن يقال لعًا\rيقول: أدعو عليها أحرى من أن أدعو لها. ثم اتسع هذا فصار","seal":"2F35B526","page":219},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"مثلًا. حتى يقال لكل منكوبٍ: لعًا ولعًا له. أبو زيدٍ).\rوقال النابغة الجعدي:\rفسلام الإله يغدو عليهم ... وفيوء الفردوس ذات الظلال\r«فيوء»: جمع فيء. قال أبو حاتم: أنث الفردوس على أنه الجنة. وإن كان المعروف التذكير. كما يقال الفردوس على أنه الجنة. وإن كان المعروف التذكير. كما يقال الفردوس الأعلى. وفي القرآن: «يرثون الفردوس هم فيها» على معنى الجنة. قال ثعلب: «الفردوس» البستان ولا يسمى بذلك حتى يكون مملوءًا بالشجر والنخل. يقال: فردست الجنة إذا ملأتها بالثمر. التأنيث في الفردوس أجود والتذكير يذهب به إلى البستان. وقد بين ذلك القرآن. و «الفيوء» جمع الفيء","seal":"E12BD19A","page":220},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"وليس في الجنة فيء. إنما الفيء ما كان شمسًا فنسخها الظل فذاك الفيء. وأما الظل فمستقيم. قال جل وعز «أكلها دائم وظلها» وقال: «إن المتقين في ظلال» ويجوز أن يكون الظلال جمع الظلمة. وفي القرآن «وظل ممدودٍ».\r(قال أبو الحسن: التأنيث في الفردوس أجود. وقد بين ذلك القرآن. قال: والتذكير يذهب به إلى معنى البستان. وجمع «الفيء»: أفياء للقليل. وفيوء للكثير. كقولك: أجذاع وجذوع. وما أشبه ذلك. وأما قوله عز وجل: «إن المتقين في ظلال» فالباب أن يكون الظلال جمع ظل. ولو كان جمع ظلةٍ لكان الجمع ظللًا. كقولك غرفة وغرف وحجرة وحجر أبو زيدٍ).\rوقال زهير بن مسعودٍ:","seal":"76889552","page":221},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"ألا آذنتني بالتفرق جارتي ... وأصعد أهلي منجدين وغارت\rوما خفت منها البين حتى رأيتها ... تولت بها بزل الجمال وسارت\rعداوية هيهات منك محلها ... لذا ما هي احتلت بقدرسٍ وآرت\rولا هي إلا أن تقرب وصلها ... علاة كناز اللحم ذات مشارت\rتسود مطايا القوم ليلة خمسها ... إذا ما المطايا بالنجاء تبارت\r«عداوية» نسبها إلى بني عدواة حي من اليمن. و «قدس وآرة»: موضعان. و «المشارة» يريد الهيئة والزينة والسمن. أبو حاتمٍ روى: «عداوية» بالكسر.\r(قال أبو الحسن «قدس وآرة»: جبلان. وحفظي عن أبي العباس أنه روى «بين قدس» فلم يصرفه. ذهب إلى أنه هضبة وأنه معرفة فصار. في بابه بمنزلة هند ودعد في لغة من لم يصرف. وفي كتابي: بالنجاء بكسر النون فهو [جمع] ناجٍ. ونظيره تاجر وتجار وقائم وقيام. وحفظي","seal":"025E3131","page":222},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"«بالنجاء» و «النجاء» السرعة. وقوله: «هيهات منك محلها» فمحلها رفع بالابتداء. وهيهات الخبر. وإن شئت كان رفعًا بهيهات. كما تفعل في قولك: خلفك زيد. وهيهات ظرف كأنه قال: في البعد منك محلها. ويقال: هيت به تهييتًا إذا ناداه من مكان بعيدٍ. وهيهات تكون واحدةً وجمعًا. وهي على هذه الرواية واحدة, وتقديرها هيهاة. كقولك سعلاة وإنما لم تنون لأنها مؤنثة معرفة, ألا ترك أنك لا تقول الهيهاة, كما لا تقول السعلاة. فكأنه قال في البعد الذي تعلم. أبو زيدٍ).\rوقال عبدة بن الطبيب:\rيا أم عمروٍ لا تجذي صرمنا ... وكيف تصرمين حبل من يصل\r(أبو حاتم) «وصلنا» أجود. وهي الرواية.\r(قال أبو الحسن: هكذا قال «صرمنا» وهو غير جائزٍ لأنه إذا قال: لا تجذي صرمنا» فلا تجذي: لا تقطعي. فكأنه قال لها: اصرمينا. وهذا محال).\rوذاك جهل بك إلا أننا ... قاتلنا حبك إن حب قتل\rباكرني بسحرةٍ عواذلي ... ولومهن خبل من الخبل\rيلمنني في حاجةٍ ذكرتها ... في عصر أزمانٍ ودهرٍ قد نسل\rروى الرياشي: «لا تجذي وصلنا» وهي الرواية. وأما أبو حاتم","seal":"9798C15F","page":223},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"فروى «تجدي صرمنا». و «نسل»: ذهب.\rوقال بعض بني سعد وأدرك الإسلام. قال أبو حاتم: بعض بني أسدٍ:\rوما ذاك من ألا تكوني حبيبة ... وإن ريء بالأخلاق منك صدود\rقوله: «ريء» أراد رؤي: فقلبه. ويقال: من قولك: ورأه الداء. أي أفسد جوفه, وقال أبو الفضل الرياشي: ليس هذا القول بشيء والقول الأول. وقوم من العرب يؤخرون الهمزة في رأي ونأى فيقولون راء وناء فجاءت ريء على تلك اللغة وأنشد الأصمعي:\rمر الحمول فما شأونك نقرةً ... ولقد أراك تشاء بالأظعان\rقال أبو حاتم: شاه يشاه فكان ينبغي أن يقول: تشاء بالأظعان فأخر الهمزة ويروى وإن ريء بالعينين منك صدود.","seal":"08766709","page":224},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"(قال أبو الحسن: أما قول أبي حاتم والرياشي: إن تشاء مقلوب. فليس عندي بشيء لأن شاه: سبقه. وليس هذا موضعه. والذي صح عندي أخبرنيه أبو العباس أحمد بن يحيى عن الأصمعي. وهو أنه قال: تشاء: تعجب يقال: شؤيت بكذا وكذا إذا أعجبت به والسبق لا معنى له هنا. أبو زيدٍ).\rوقال عمرو بن شاسٍ وأدرك الإسلام. والشعر مقيد:\rتذكرت ليلى لات حين ادكارها ... وقدحني الأصلاب ضلا بتضلال","seal":"228978DB","page":225},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"nass":"(ويروى: حني الأضلاع. قال أبو الحسن: وإن شئت ضلا بتضلال).\rوما بيضة بات الظليم يحفها ... إلى جوجؤٍ جافٍ بميثاء محلال\rبأحسن منها يوم بطن قراقرٍ ... تخوض به مشي القطاة وقد سال\rلطيفة طي الكشح مضمرة الحشا ... هضيم العناق هونة غير متفال\rتميل على ظهر الكثيب كأنها ... تقًا كلما حركت جانبه مال\r(ويروى: على ظهر الضجيع)\rكأن رداءيه إذا قام علقا ... على جذع نخلٍ لا ضئيلٍ ولا بال\rكآدم لم يؤثر لعرنينه الشبا ... ولا الحبل تخشاه القروم إذا صال\rأراد كجملٍ آدم وهو الأبيض اللون من الإبل والظباء خاصةً.\r(قال أبو الحسن: البيت الذي قبل الأخير منقطع مما قبله. وذاك أنه شبب ثم جاء بعد التشبيب بقوله: كأن رداءيه. ولم يذكر رجلًا. وأول الفصل: وأنشدناه أبو العباس أحمد بن يحيى:","seal":"AE7BE4E8","page":226},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"وكاس كمستدمي الغزال قرعتها ... لأبيض عصاء العوازل مفضال\rيدر العروق بالسنان وظنه ... يضيء العمى في كل ليلة بلبال\rكأن رداءيه إذا قام علقا ... على جذع نخلٍ لا ضئيلٍ ولا بال\rويصبح عن غب السرى وكأنما ... جلا لون خديه بمذهبةٍ طال\rثم قال كآدم. وقوله: «وظنه يضيء العمى» كلام شريف. ومنه أخذ المرار الفقعسي قوله حين ذكر الدليل وأنه غلط الطريق فقال:\rبأرض علاها ولم أعلها ... لتخرجه همتي أو مضائي\rوهذا مذهب حسن كثير في الكلام ومنه قول أبي جعفر محمد بن علي بن الحسين عليهم السلام: لن تعيش بعقل أحد حتى تعيش بظنه. ومنه قولهم: «كلام الرجل وفود عقله, وظنه قطعة منه» , وهذا كثير. ومثل قوله:\rويصبح عن غب السرى وكأنما","seal":"E98F2118","page":227},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"قول الأبيرد الرياحي: يصف أخاه ويخبر أن سير الليل لا يؤثر فيه وإن أضر بأصحابه:\rوإن خشعت أبصارهم وتواضعت ... من الأين جلى مثل ما ينظر الصقر\rأبو زيد).\rوقال قعيس بن بريدٍ وأدرك الإسلام:\rفإن كنت لا تنوي لتعذر في دمٍ ... مصابٍ ولا مالٍ مجوحٍ ولا عقر\rروى ابن الأعرابي: عقر وهو أصل الدار وأصل كل شيء عقر ومنه العقار كأنه أصل ملكٍ. (المجوح»: المال الذي أصابته جائحة فذهبت به. و «العقر»: ما تعطاه المرأة إذا غشيت.\rفهل أنت مدنٍ ذا الحلاق فراجم ... به الخل والمخلوج من أمرنا ممري\r«ذو الحلاق»: فرس. و «الخل»: الطريق في الرمل. قال الرياشي: «المخلوج من أمرنا ممري» لا أدري ما هو.","seal":"9D019C6F","page":228},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"(قال أبو الحسن: وحكي لي عن ابن الأعرابي أنه روى: «ولا مال مجوحٍ» «ولا عقر». و «عقر الدار»: أصلها. وأصل كل شيء عقره ومنه قيل العقار. كأنه أصل ملكٍ. وروى أبو العباس المبرد: «والمخلوج من أمرنا ممري»: من مريته. ولا يقال: أمريته. فمن ثم أنكره الرياشي. ولا يقال: أمرى الشيء فيجري ممرٍ عليه مثل أعطى فهو معطٍ. قال أبو الحسن: وكان ينبغي أن يقول ممري مثل رميته فهو مرمي. ولكنه اضطر فحذف إحدى الياءين تخفيفًا).\rوقال عريب بن ناشبٍ. وأدرك الإسلام. قال أبو حاتم هو عريب بن ناشلٍ:\rألم تر أن المالكيات قادني ... هواهن حتى كدت في الغي ألحج\rثعلب: في الجهل الحج.\rلعبنا بسربال الشباب ملاوةً ... بذي فرضٍ إذ جامل الحي روج\r«الروج»: المختلطة. وكلما اختلط فهو مروج. ويقال: روج على رأسه الغبار. إذا دار على رأسه فهو مروج.","seal":"DB1913FA","page":229},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"(وقال أبو الحسن: هكذا وقع في كتابي. وهو الصواب. وهو قوله: «الحج» فجاء به أبو زيد بترك الإدغام. كما قال الراجز:\rالحمد لله العلي الأجلل\rوكما قال الآخر:\rتشكو الوجى من أظللٍ وأظلل\rوكما قال الآخر, وهو قعنب بن أم صاحبٍ وهو من غطفان:\rمهلًا أعاذل قد جربت من خلقي ... أنى أجود لأقوامٍ وإن ضننوا","seal":"C9A0DE26","page":230},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"قال أبو الحسن وقد أنشدنيه شيخ لنا «ألحج» وهو صواب. ورواية أبي زيدٍ ما ذكرت لك).\rوقال سوار بن مضربٍ إسلامي:\rكأن يديه حين يقال سيروا ... على أقصى التنوفة غضبيان\rيريد: يدي امرأتين غضبيين. فحذف, وقال أبو مالكٍ وغيره: غضبتان. وقال: «الغضبة» الصخرة الرقيقة. قال أبو سعيد السكري: أبو مالكٍ [هو] عمرو بن سليمان بن كركرة النحوي سمع من أبي عمرو بن العلاء وغيره من رجال البصريين.\r(قال أبو الحسن: هكذا حكى أبو مالكٍ. والذي أحفظ أن الغضب والغضبة: ما غلظ من الصخر وغيره. [ويقال للثور الغليظ والغضب] أبو زيد).","seal":"4997839E","page":231},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"وقال الأسود بن يعفر النهشلي جاهلي:\rلهوت بسربال الشباب ملاوةً ... فأصبح سربال الشباب شبارقا\rفأقسمت لا أشريه حتى أمله ... بشيء ولا أملاه حتى يفارقا\rفأصبح بيضات الخدور قد اجتوت ... لداتي وشمن الناشئين الغرانقا\r«شبارقًا»: أي مقطعًا. وقوله: «ولا أملاه» أي لا أمله. وروى أبو حاتم: «حتى أمله بشيء ولا أقلاه» ويريد: أقليه, وهي لغة.\rقال الشاعر:\rأزمان أم الغمر لا نقلاها\rو«أشريه»: أبيعه. و «بيضات الخدور»: نسوة كأنهن بيض النعام. «اجتوت»: كرهت. «لداته»: أسنانه من الناس. و «الناشيء»: الفتى. و «الغرانق»: الطويل التام الحسن الشباب.\rوقال سوار بن مضربٍ:\rإني كأني أرى من لا حياء له ... ولا أمانة وسط الناس عريانا","seal":"DD1F14F3","page":232},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"وحاجةٍ دون أخرى قد سنحت بها ... جعلتها للتي أخفيت عنوانا\rويروى لها.\r(أبو زيد) وقال أبو دواد الكلابي:\rلمن طلل كعنوان الكتاب ... ببطن لواق أو قرن الذهاب\rليالي تسأل العلماء عني ... وأنى يرجع الناس انتسابي\r(أبو زيد).\rوقال سوار بن مضربٍ:\rأقاتلي الحجاج إن لم أزر له ... دراب وأترك عند هندٍ فواديا\rفإن كنت لا يرضيك حتى تردني ... إلى قطري لا إخالك راضيا","seal":"13B6B59D","page":233},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"إذا جاوزت درب المجيزين ناقتي ... فباست أبي الحجاج لما ثنانيا\rأيرجو بنو مروان سمعي وطاعتي ... ودوني تميم والفلاة ورائيا\rقوله «دراب»: يريد دراب جرد و «قطري»: صاحب الخوارج.\rوأراد ورائي قدامي بين يدي.\r(قال أبو الحسن: روى أبو العباس محمد بن يزيد:\rفإن كان لا يرضيك حتى تردني\rوروى: «وقومي تميم» قال أبو زيدٍ).\rوقال أيضًا:\rكأنما الخطر من ملقى أزمتها ... مسرى الأيوم إذا لم يعفها ظلف\rأحلامهن التي ليست بوافيةٍ ... إلا مخالطها الزلات والسرف\r«الأيوم»: جمع أيمٍ وأينٍ أيضًا. وهو ضرب من الحيات.\rو«الظلف»: الغلظ من الأرض. ويقال: أظلف الرجل: إذا وقع فيه فهو مظلف. «ويعفها»: يدرسها.\r(قال أبو الحسن: في كتابي: «يدرسها» بكسر الراء. وليس يمتنع والصواب يدرسها).","seal":"634D8679","page":234},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"وروى أبو حاتمٍ وأبو عثمان «إلا مخالطها» بالرفع (أبو زيد) , وقال أبو الغول:\rأتاني قول عن نصيبٍ يقوله ... وما خفت يا سلام أنك عائبي\rقال ثعلب: «خفت» في معنى ظننت, وقول الله عز وجل: «إلا أن يخافا أن لا يقيما حدود الله» أي إلا أن يظنا وقال أيضًا:\rولقد ملأت على نصيبٍ جلده ... بمساءةٍ إن الصديق يعاتب\rقال ثعلب: «يعاتب»: أي غظته حتى انتفخ في جلده, كما قال الأعشى:\rقوافي أمثالًا يوسعن جلده\rكما زدت في عرض القميص الدخارصا","seal":"A22AEE0A","page":235},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"وقال أوس بن غلفاء وهو جاهلي:\rألا قالت أمامة يوم غولٍ ... تقطع يا ابن غلفاء الحبال\rذريني إنما خطئي وصوبي ... علي وإنما أهلكت مال\rفإن ترني أمامة قل مالي ... وألهاني عن الغزو ابتذال\rفقد ألهو مع النفر النشاوى ... لي النسب المواصل والخلال\r«الخلال»: الخصال. وقوله «وإنما أهلكت مال»: أي الذي أهلكته مال. ولم أهلك العرض.\r(قال أبو الحسن: وروى أبو العباس محمد بن يزيد: تقطع بابن غلفاء الحبال. وروى لي: النسب المواصل. [قال أبو زيد].\rوقال عبدة بن الطبيب:","seal":"05D1DD4F","page":236},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":"ما مع أنك يوم الورد ذو جرزٍ ... ضخم الجزارة بالسلمين وكار\rما كنت أول ضب صاب تلعته ... غيث فأمرع واستخلت له الدار\r«ما» في قوله «ما مع أنك» زائدة. و «الجرز»: القوة.\rو«الجزارة»: القوائم. يعني ها هنا يديه ورجليه. و «السلمان»: الدلوان. و «الوكار» العداء. ومنه: ناقة وكرى, إذا كانت شديدة العدو. وقال أبو حاتم: كل ما ملأته فقد وكرته وهو موكر.\r(وقال أبو الحسن: «الجرز» كثرة اللحم. والتعضيل هو حفظي).","seal":"C30F9F99","page":237},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"باب رجز\r(أبو زيد) قال أبو حرب بن الأعلم من بني عقيلٍ (وهو) جاهلي.\rثعلب لم يذكر ابن الأعلم:\rنحن الذين صبحوا صباحا ... يوم النخيل غارةً ملحاحا\rنحن قتلنا الملك الجحجاحا ... ولم ندع لسارح مراحا\rإلا ديارًا أو دمًا مفاحا ... نحن بنو خويلدٍ صراحا","seal":"1A3F6160","page":239},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"لا كذب اليوم ولا مزاحا\rروى أبو حاتم: «ولا مراحا» قال قال ثعلب: مزاحًا, يريد أنه أزيل عن طريق الجد أراه: ودمًا مفاحا. و «مفاح» مهراق. قال أبو زيدٍ: أفحت دمه ففاح يفيح فيحانًا. و «الجحجاح» السيد و «المراح»: النشاط.\rوأنشد عوف بن ذروة يصف الجراد. قال الرياشي: أنشدناها أبو زيدٍ والأصمعي:\rقد خفت أن يحدرنا للمصرين ... ويترك الدين علينا والدين","seal":"5659A0D9","page":240},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"nass":"زحف من الخيفان بعد الزحفين ... من كل سفعاء القفا والخدين\rملعونةٍ تسلخ لونا عن لونين ... كأنها ملتفة في بردين\rتنحي على الشمراخ مثل الفأسين ... أو مثل ميشارٍ حديد الحرفين\rأنصبه منصبه في قحفين\r«الخيفان» الجراد حين يطرن وقيل للفرس: خيفانةً إذا شبهت بالجرادة في خفتها.\r(قال أبو الحسن: يقال منشار ومئشار وميشار, فمن قال منشار فهو مفعال والفعل منه نشرت. ومن قال: مئشار فهو مفعال والفعل منه أشرت. ومن قال ميشار فكذلك والفعل منه وشرت وهو عندي مثل أحد ووحدٍ. الواو بدل من الهمزة. وإنما صارت ياء لكسر ما قبلها, فهو في بابه كميزانٍ, وذلك أن واوه لكسر ما قبلها قلبت ياءً. والفعل منه وزنت [فهذه جملة هذا]).\rوقال الآخر:\rيا أيهذا النابجي نبح القبل ... يدعو علي كلما قام يصل","seal":"E9F31897","page":241},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"nass":"رافع كفيه كما يفري الجعل ... وقد ملأت بطنه حتى أتل\rغيظًا فأمسى ضغنه قد اعتدل\r«القبل»: ما أقبل عليك من الجبل. يقول: هو ينبح علي كما ينبح على قبلٍ, وهو حجر أصم لا يسمع ولا يفهم, فهو لا يبالي أنبح عليه أو سكت, فكذلك أنا لا أبالي أنبحت علي أم سكت. وقوله, أتل أي: امتلأ عليك سخطًا وغضبًا فقصر في مشيه. والفعل منه أتل يأتل أتلًا. قال الرياشي: لا أدري أتل ما هو.\r(أبو زيد) وقال الآخر:\rيخبطن بالأيدي مكانًا ذا غدر ... خبط المغيبات فلا طيس الكمر\r«المغيبة» , امرأة مغيبة: إذا غاب زوجها. و «مشهد ومشهدة»: إذا شهد زوجها. و «الفلاطيس»: العراض واحدها فلطاس. وفلطوس. و «الغدر»: الموضع الذي فيه حجارة قال / أبو حاتمٍ: فلطوس.","seal":"0DC94478","page":242},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":103,"nass":"(أبو زيد) وقال آخر:\rما زالت الدلو لها تعود ... حتى أفاق غيمها المجهود\r«الغيم»: العطش.\r(قال أبو الحسن: هكذا الصواب, «غيمها» بالغين وليس هذا موضع العيم والعيمة إنما العيمة: شهوة اللبن [أبو زيدٍ]).\rوقال آخر:\rلأجعلن لابنة عمروٍ فنا ... حتى يكون مهرها دهدنا\r«الدهان»: الباطل. و «الفن»: العناء. يقال: فننت الرجل إذا عنيته أفنه فنا.\r(قال أبو الحسن: رواه أبو العباس المبرد وثعلب:\rلأجعلن لابنة عثم فنا\rقالا: أراد عثمان, وهذا يدلك على أن الألف والنون في عثمان زائدتان فحذفهما لما اضطر وفتح أوله ليدل على ما حذف. وأنشدني هذه الأبيات بتمامها أبو العباس أحمد بن يحيى وقال: معنى قوله «فنا» يريد ضربًا من الخصومة [وعلى ما أذكر لك نسقها وهو قوله]:","seal":"22AD991D","page":243},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"nass":"لأجعلن لابنة عثمٍ فنا ... من أين عشرون لها من أنا\rحتى يصير مهرها دهدنا ... يا كروانًا صك فاكبأنا\rفشن بالسح فلما شنا ... بل الذنابى عبسًا مبنا\rأإبلي تأخذها مصنا ... خافض سن ومشيلًا سنا\rقال أبو الحسن: قوله: يا كروانا ترك مخاطبتها ثم أقبل على وليها فكأنه قال: يا رجلًا كروانًا. أي مثل الكروان في ضعفه إنما يدفع عن نفسه بسلحه. إذا صك: أي ضرب. و «الاكبئنان» التقبض.\rو«شن» صب. و «العبس» ما تعلق بذنبه وما يليه من سلحه. و «المبن»: المقيم. يقال أبن بالمكان إذا أقام به. و «المصن»: المتكبر. وقوله «خافض سن ومشيلًا سنًا» أخبرني أبو العباس أحمد بن يحيى عن الباهلي عن الأصمعي أنه قال: تأويله أنه إذا أعطاه حقًا طلب منه جذعًا. وإذا أعطاه","seal":"33981288","page":244},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"nass":"سديسًا طلب منه بازلًا. وحكي لي من ناحية أخرى عن الأصمعي أنه قال: إذا أخذ وليها ما يدعي كثر ماله واستغني فأكل بنهمٍ وشرهٍ. فذلك قوله: خافض سن ومشيلًا سنًا. ويقال: شال الشيء: إذا ارتفع. وأشلته. وشلت به. إذا رفعته. وحدثنا أبو العباس أحمد بن يحيى ثعلب قال: حدثني ابن الأعرابي أنه شاهد أبا عبيدة مرة واحدة فأخطأ في ثلاث أحرفٍ هذا منها. وذلك أنه قال: شلت الحجر. والعرب لا تقول إلا أشلته وشلت به. قال أبو الحسن: وقد يكون شلت به: ارتفعت به. أو زيدٍ).\rوقال آخر:\rقد وردت وحوضها يباب ... كأنها ليس لها أرباب\r«اليباب»: الحوض الذي ليس فيه ماء. يريد أنها هينة على أهلها وأربابها, و «اليباب»: المنزل الذي ليس فيه شيء.\r(قال أبو الحسن [وقد] يكون اليباب الخراب أيضًا. أبو زيدٍ).\rوقال آخر:\rقد أغتدي قبل طلوع الشمس ... للصيد في يوم قليل النحس\rبأحجن الخطم كمي النفس\r«النحس»: الغبار «أحجن»: معقف. و «الكمي»: الشديد","seal":"6333962D","page":245},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"nass":"الشجاع من كل دابةٍ. قال ثعلب: قوله «بأحجن الخطم» يعني بازيًا متعطف المنقار. و «النحس»: الغبار. و «الكمي» الشديد من كل شيء, وهو الذي يكمي ما عنده أي يستره. وكذا قول ابن الأعرابي يريد أن يستره حتى يظهره في وقت الحاجة.\rوقال آخر:\rيا من لعينٍ لم تذق تغميضا وماقيين اكتحلا مضيضا\rكأن فيها فلفلًا رضيضا\rوقال رجل من بني فزارة:\rإما ترى شيبًا علاني أغثمه ... لهزم خدي به ملهزمه\rوعمم الرأس به معممه ... عمامةً نفع الغواني تحرمه","seal":"56531DE2","page":246},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"nass":"فرب فينانٍ طويلٍ لممه ... ذي غسناتٍ قد دعاني أحزمه\rعلى جلالٍ عجرٍ مخدمه ... فبات مشدودًا عليه كظمه «الأعثم»: الذي قد غلب بياضه سواده. و «الغسنات»: الخصل من الشعر, واحدتها غسنة يفتلها الرجل ثم يفتل أخرى في جميع رأسه ثم يرسلها مفتلةً. وروى أبو حاتمٍ «غسناتٍ» بفتح الغين والسين وكل شيء شددته من قربةٍ أو غيرها فقد كظمته فهو مكظوم.\r(قال أبو الحسن: أما رواية أبي حاتمٍ ذي غسناتٍ فليس بشيء وذلك أن العرب لا تقول للواحد إلا غسنة والصواب عندي ذي غسناتٍ تتبع الضم الضم ومن روى «غسناتٍ» فجوازه على أحد مذهبين يجمع غسنةً على غسنٍ ثم يجمع الغسن على غسناتٍ فيكون جمع الجمع, والوجه الآخر أن يكون أراد غسناتٍ فأبدل من الضمة فتحةً لخفتها. كما قالوا في ظلماتٍ وكسراتٍ: ظلماتٍ وكسرات. ويقال: عجر وعجر كما قال: فطن وفطن وحذر وحذر. وهذا كثير. ورواه أبو العباس [فبات","seal":"5955A564","page":247},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"nass":"مشدودًا عليه] كظمه. وهو أجود. والواحد كظام وكظامة. أبو زيد).\rوقال آخر:\rإن تبخلي يا جمل أو تعتلي ... أو تصبحي في الظاعن المولي\rنسل وجد الهائم المغتل ... ببازلٍ وجناء أو عيهل\rكأن مهواها على الكلكل ... وموقعًا من ثفناتٍ زل\rموقع كفي راهبٍ يصلي\rثعلب: في قوله: «موقع كفي راهبٍ يصلي» يريد أنها خفية","seal":"921AA63B","page":248},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"nass":"الأثر لنحولها أي أنها متجافية في البروك وذلك من كرمها «المغتل»: الذي قد اغتل جوفه من الشوق والحب والحزن كغلة العطش. و «الوجناء»: الوثيرة القصيرة. و «العيهل»: الطويلة.\r(قال أبو الحسن: المسموع «عيهل» وجاء في الشعر «عيهل»).\rو«الزل»: الملس.\r(قال أبو الحسن: حفظي عن الأصمعي الذي لا أشك فيه أن الوجناء الغليظة. مأخوذة من الوجين. وهو ما غلظ من الأرض. و «العيهل»: السريعة. أبو زيدٍ).\rوقال حجية بن مضربٍ الكندي, وزعم المفضل أنه بلغ بعض الملوك عن حجية شيء فبلغ ذلك حجية فقال:\rإن كان ما بلغت عني فلامني ... صديقي وحزت من يدي الأنامل\rوكفنت وحدي منذرًا في ثيابه ... وصادف حوطًا من أعادي قاتل","seal":"0B43428F","page":249},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"nass":"«منذر»: أخوه. و «حوط»: ابنه. وقوله: «في ثيابه»: أي لا أجد له كفنًا غيرها.\rوقال ضمرة بن ضمرة النهشلي:\rفلن أذكر النعمان إلا بصالحٍ ... فإن له عندي يديًا وأنعما\rتركت بني ماء السماء وفعلهم ... وأشبهت تيسًا بالحجاز مزلما\rجعلت النساء المرضعاتك حبوةً ... لركبان شن والعمور وأضجما\rتبز عضاريط الخميس ثيابها ... فأبأست ربا يوم ذلك وابنما\rأما الوعيد باللسان فإنني ... وجدك إن قاذعتني لتندما\r«يدي»: جمع يد وأيد. ورواها أبو عثمان عن الأصمعي «المرضعاتك جبوةً» أي يحبونهن. و «شن والعمور»: حيان من عبد القيس. و «أضجم»: من بني ضبيعة بن ربيعة. و «اليدي»: جماعة اليد على فعيل كما قالوا: الكليب والكسيس والضئين. ويقال: الضئين بالكسر وهو يريد الأيادي. و «الأنعم» جمع النعمة, كما قالوا:","seal":"151DACD5","page":250},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"nass":"بلغ أشده. وهو جمع شدة. وماء السماء: اسم رجلٍ. «والمزلم»: الذي قد أسيء غذاؤه, فصار صغير الجرم. والجرم: الشخص وليس بالحلق ولا الحنجرة ولا الصوت. وقال أبو حاتمٍ: قال أبو زيدٍ: حبوة بالضم. «المقاذعة»: المراء بالقول القبيح وهو القذع وروى أبو حاتم «فأبأست ربا يوم ذاك أو ابنما». وقوله: «لتندما»: أراد النون الخفيفة لتندما, فوقف بالألف. وكذلك «لنسفعًا بالناصية» والوقف لنسفعا. وقوله «تبز عضاريط الخميس» «تبز»: تسلب وتأخذ, وفي الأمثال: «من عز بز» أي من قوي أخذ سلب غيره.","seal":"3FF42719","page":251},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":112,"nass":"و «الخميس»: الجيش. و «العضاريط»: الأجراء, والذين يخدمون. والواحد. عضروط. و «الرب» ها هنا: الملك. وأراد بقوله أو ابنما: أو ابنًا, والميم زائدة. وكذلك في الرفع: هذا ابنم. ومررت بابنم. الميم زائدة. وقوله: «فأبأست»: أي فأظهرت البأس يوم ذاك والنجدة. قال أبو حاتم: فأظنه يهزأ به. وأراد: أنك بئس الرب, وبئس الولد كنت للنساء المرضعاتك. وأما قول الأعشى:\rفأبرحت ربا وأبرحت جارًا\rفقال أبو عبيدة: أبرحت: أكرمت, في معنى صادفت كريمًا, إن شاء الله. وقال غيره: أبرحت بمن أراد اللحاق بك. تبرح به, فيلقى دون ذلك شدةً. و «البرح»: العذاب والشدة. ومن ذلك قولهم: برحت بفلان.","seal":"215D33FF","page":252},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":113,"nass":"(قال أبو الحسن, وروى أبو العابس «[وأشبهت تيسًا] بالحجاز مزنما». و «المزنم» الذي تشق أذنه, يكون ذلك سمةً له. ويقال لتيك الشقة البائنة: الزنمة, والزنمة, مثل الصلعة والصلعة, والقلفة والقلفة, وهذا كثير. وما رواه أبو العباس أحب إلي, لأنه الأشهر والأعراف. ومن روى «مزلما» يريد أنه سيئ الغذاء فقد أحسن, يريد: أنه صار كأنه قدح من الضمر. ويقال للقدح: الزلم والزلم. وأنشدوا لطرفة:\rفأتى أغواهما زلمه\rوزلمه. أبو زيدٍ.\rوقال ضمرة أيضًا:\rماوي بل ربتما غارةٍ ... شعواء كاللذعة بالميسم","seal":"11CB88E7","page":253},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":114,"nass":"ناهبته الغنم على طيعٍ ... أجرد كالقدح من السأسم\rماوي بل لست برعديدةٍ ... أبلخ وجادٍ على المعدم\rلا وألت نفسك خليتها ... للعامريين ولم تكلم\r«الشعواء»: الغارة الكثيرة المنتشرة أراد الخيل التي تغير. و «الطيع»: طوع اليدين في السير. وقال «السأسم»: الشيز. وقال بعضهم الآبنوس. قال: يقال: ربما وربتما (ربما, وربتما) و «الميسم»: ما يوسم به البعير بالنار. و «طيع»: فرس لين العنان طوع. و «أجرد»: قصير الشعرة, وهو صلب كأنه قدح من خشب الآبنوس, وهو السأسم. ويقال: رجل رعديد ورعديدة: إذا كان يرعد عند القتال جنبًا. و «الأبلخ»: المتكبر الفخور. و «وجاد»: كثير الغضب.","seal":"1636D0A5","page":254},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":115,"nass":"و «وألت»: نجت. و «الموئل»: المنجى. «تكلم»: تجرد.\r(قال أبو الحسن: وأنشدت عن ابن الأعرابي:\rناهبتها الغنم على صنتعٍ\rوزعم أنه الصلب الشديد).\rوقال رجل من عبد شمسٍ جاهلي, واسمه نفيع, قال أبو حاتمٍ نقيع:\rأما واحدًا فكفاك مثلي ... فمن ليدٍ تطاوحها الأيادي\r«تطاوحها»: أي ترامى بها. و «الأيادي» جمع يدٍ. وطاح الشيء: ذهب أي أكفيك واحدًا. فاذا كثرت الأيادي فلا طاقة لي بها. ونصب واحدًا على كفاك كما تقول: أما درهمًا فأعطاك زيد. وليس نصبه على فعلٍ مضمر ك ما أضمروا في قوله:","seal":"40709C7F","page":255},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":116,"nass":"ألا رجلًا جزاه الله خيرًا ... يدل على محصلة تبيت\rقال أبو سعيدٍ السكري: «المحصلة»: التي تحصل تراب المعدن وكذا قال المبرد.","seal":"7D0904C7","page":256},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":117,"nass":"هذا باب رجزٍ\rسماع أبي زيدٍ من العرب\rقال الراجز:\rلقد رأيت عجبًا مذ أمسا ... عجائزًا مثل الأفاعي خمسا\rيأكلن ما في رحلهن همسا ... لا ترك الله لهن ضرسًا\rقوله: «أمسا» ذهب بها إلى لغة بني تميمٍ, يقولون ذهب أمس بما فيه, فلم يصرفه. و «الهمس»: أن تأكل الشيء وأنت تخفيه. وجعل «مذ» من حروف الجر, ولم يصرف أمس, ففتح آخره وهو في موضع الجر. والرفع الوجه في أمس؛ وفي القرآن: «فلا تسمع إلا همسًا».\rقالوا: الحس الخفي.","seal":"6320F7DC","page":257},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":118,"nass":"(أبو زيد) وقال آخر:\rخير دلاة نهلٍ دلاتي قاتلني وملؤها حياتي\rكأنها قلت من القلات\r«دلاة»: جمعها دلًا. و «النهل»: العطش, وقال بعضهم: الإبل العطاش. قال أبو حاتم يقال: دلو, وثلاث أدلٍ, ودلاء, ممدود, ويقال أيضًا دلاة ودلًا, مثل قطاةٍ وقطًا. والدلا مذكر. و «النهل»: الشرب والعطش يقال فيهما جميعًا. و «القلت»: نقرة في الجبل يجتمع فيها الماء, والقلت مؤنثة قال أبو النجم:\rفسحرت خضراء في تسجيرها ... قلت سقتها العين من غزيرها\r(قال أبو الحسن: وأنشدت هذا البيت:\rفصبحت خضراء في تسجيرها\r«التسجير»: الامتلاء, يقال بحر مسجور ومسجر, أي مملوء غاية الامتلاء).\rقال المفضل وأنشدني أبو الغول لبعض أهل اليمن:","seal":"C0C45E50","page":258},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":119,"nass":"أي قلوص راكبٍ تراها ... طاروا عليهن فشل علاها\rواشدد بمثنى حقبٍ حقواها ... ناجيةً وناجيًا أباها\rالقلوص مؤنثة, وعلاها أراد عليها ولغة بني الحارث بن كعبٍ قلب الياء الساكنة إذا انفتح ما قبلها ألفًا يقولون: أخذت الدرهمان واشتريت الثوبان, والسلام علاكم. فهذه الأبيات على لغتهم. وأما أباها فيمكن أن يكون أراد أبوها فجاء به على لغة من قال: هذا أباك في وزن هذا قفاك وكذا كان القياس. وقال بعضهم: ولكن يقال أب وأبان كقولك / يد ويدان, ودم ودمان, فأراد الاثنين. و «الناجي»: الماضي. قال أبو الحاتم: سألت عن هذه الأبيات أبا عبيدة, فقال انقط عليه هذا وضعه المفضل.","seal":"5307F82C","page":259},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":120,"nass":"(أبو زيد: وقال بعض [بني] نهشلٍ وهو جاهلي:\rألا يا أم فارع لا تلومي ... على شيء رفعت به سماعي\r[وكوني بالمكارم ذكريني ... ودلي دل ماجدةٍ صناع\rقوله: سماعي: أي ذكري, وحسن الثناء علي. و «دلي» بفتح الدال على دلت تدل, ودللت أنا أدل, مثل خجلت أخجل, وأراد فارعة, فحذف استخفافًا. وذلك شاذ, وإنما يحذف من المنادى. والأم هي المناداة لا فارغة. أبو زيد]).\rوقال عباس بن مرداسٍ:\rفلم أر مثل الحي حيا مصبحًا ... ولا مثلنا يوم التقينا فوارسا\rأكر وأحمى للحقيقة منهم ... وأضرب منا بالسيوف القونسا","seal":"528E82E0","page":260},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":121,"nass":"قال: لا يقال ما رأيت أضرب منك زيدًا, إنما هو ما رأيت أضرب منك لزيدٍ.\rوقال المفضل: قال رجل من الأشعريين يكنى أبا الخصيب:\rهل تعرف الدار ببيدانه","seal":"E74B67C1","page":261},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":122,"nass":"يريد ببيدا انه فوصل.\rدار لخودٍ قد تعفتنه\rيريد تعفت انه.\rفانهلت العينان تسفحنه\rيريد تسفح انه.\rمثل الجمان جال في سلكنه\rأراد في هذا كله «إنه» , فخفف الهمزة, ثم ذهبت الألف التي مكان الهمزة, لالتقاء الساكنين.\r(قال أبو الحسن: سألت أبا العباس المبرد عن هذا الشعر, فقال: لا أعرف له مجازًا, ولا أدرى ما صنع. [قال شيخنا: كذا وجدته بخط أبي الطاهر]).\rلا تسخري منا سليمى انه\rإنا لحلالون بالثغر انه\r(أبو زيد) وقال آخرون:\rكأن عيني وقد بانوني ... غربان في جدولٍ منجنون","seal":"F24770D5","page":262},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":123,"nass":"([قال] أبو الحسن: [قال أبو العباس] المنجنون: الدولاب).\rوقال الآخر:\rمالك لا تذكر أم عمرو ... إلا لعينيك غروب تجري\r«الغروب»: الدموع حين تخرج, وغربا العين: مقدمها ومؤخرها.\rقال كثير بن عطية - زعم ذلك المفضل -:\rمنحتها من أينق غزار ... من أينق شرفن بالصرار\rيقول: لما صروها عظمت ضروعها, فذلك تشريفها.","seal":"0B2537AD","page":263},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":124,"nass":"(أبو زيد) وقال جابر بن رألان الطاني جاهلي:\rفإن أمسك فإن العيش حلو ... إلي كأنه عسل مشوب\rيرجي العبد ما إن لا يلاقي ... وتعرض دون أبعدها خطوب\rفما يدري الحريص علام يلقي ... شراشره أيخطيء أم يصيب\rقوله «إلي» في معنى عندي. و «الشراشر»: الثقل, نثل النفس.\rوروى أبو حاتم: ما لا إن يلاقي.\r(قال أبو الحسن: قوله: «يرجي العبد ما إن لا يلاقي» غلط. والصواب: «ما أن لا يلاقي». وأن زائدة, وهي تزاد في الإيجاب مفتوحة وفي النفي مكسورة تقول: لما أن جاءني زيد أعطيته. قال الله","seal":"FBAE2342","page":264},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":125,"nass":"تعالى: «فلما أن جاء البشير» , وتقول في النفي ما زيد منطلقًا, فإذا زدت إن قلت: ما إن زيد منطلق, فإن: كافة لما عن العمل, ونظير هذا قولك: إن زيدًا منطلق, ثم تقول: إنما زيد منطلق. فكفت ما الزائدة «إن» كما كفت إن «ما» النافية. وهذا تمثيل الخليل, فلما قال «يرجي العبد ما إن لا يلاقي» فنظر إلى ما. الذي روى هذه الرواية ظنها النافية وهذه بمعنى الذي فلا تكون أن بعدها إلا مفتوحةً. ورواية أبي حاتم «ما لا أن يلاقي» [رواية] صحيحة لأن «لا» في النفي: بمنزلة «ما» وإن كانت إن ليست تكاد تزاد بعد لا. [قال] أبو زيدٍ):\rوقال رجل من طيء وأدرك الإسلام.\rيا قرط قرط حيي لا أبا لكم ... يا قرط إني عليكم خائف حذر\rأإن روى مرقس واصطفاف أعنزه ... من البراق التي قد جادها المطر\rقال أبو سعيد السكري: مرقس يعني امرء القيس.\rقلتم له اهج تميمًا لا أبا لكم ... في كف عبدكم عن ذاكم قصر\rفإن بيت تميم ذو سمعت به ... فيه تنمت وأرست عزها مضر\r(أبو زيد) قوله: روى مرقس أي: استقى. ومرقس رجل.","seal":"CD2BD73D","page":265},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":126,"nass":"وقوله: ذو سمعت به أي الذي سمعت به. وهو في موضع النصب والجر والرفع, ذو بالواو.\r(أبو زيد) وقال قيس بن جروة الطائي وهو جاهلي ولقبه عارق ويقال هو لعمرو بن ملقطٍ:\rفأقسمت لا أحل إلا بصهوةٍ ... حرام على رمله وشقائقه\rفإن لم تغير بعض ما قد صنعتم ... لأنتحين للعظم ذو أنا عارقه\r(قال أبو الحسن: بقوله: لأنتحين للعظم للعظم ذو أنا عارقه لقب قيس بن جروة عارقًا).\rوقال قيس بن جروة أيضًا:\rأصبح من أسماء قيس كقابض ... على الماء لا يدري بما هو قابض","seal":"B1C86957","page":266},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":127,"nass":"فإن أباها مقسم بيمينه ... لئن نبضت كفي وإني لنابض\rثم رآني لأكونن ذبيحةً ... وقد كثرت بين الأعم المضائص\r«الأعم» الجماعة. قال الرياشي كذا روى ولو قال: الأعم لكان أصح.\r(قال أبو الحسن. قال أبو العباس رواية أبي زيدٍ الأعم يريد الأكثر كما تقول: أعم الشيء تريد أكثره وإنما أراد جمهور العشيرة, وقد روى غيره الأعم وهو جمع عم وقد جاء مثله - فيما ذكر - حظ وأحظ وصك وأصك وشد وأشد. وهذا الضرب من الجمع يقل. أبو زيدٍ).\rوقال عمرو بن ملقطٍ جاهلي:\rمهما لي الليلة مهما ليه ... أودى بنعلي وسرباليه","seal":"40A438B6","page":267},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":128,"nass":"إنك قد يكفيك بغي الفتى ... ودرأه أن تركض العاليه\rبطعنةٍ يجري لها عاند ... كالماء من غائلة الجابيه\rيا أوس لو نالتك أرماحنا ... كنت كمن تهوي به الهاويه\rألفيتا عيناك عند القفا ... أولى فأولى لك ذا واقيه\rذاك سنان محلب نصره ... كالجمل الأوطف بالروايه\rيا أيها الناصر أخواله ... أأنت خير أم بنو جاريه\rأم أختكم أفضل أم أختنا ... أم أختنا عن نصرنا وانيه\rوالخيل قد تجشم أربابها الشق وقد تعتسف الداويه\rيابى لي الثعلبتان الذي ... قال ضراط الأمة الداعية\rظلت بوادٍ تجتني صمغةً ... واحتلبت لقحتها الآنيه\r«الآنية»: المبطئة بلبنها. أبو حاتمٍ صمغه.\rثم غدت تنبذ أحرادها ... إن متغناة وإن حاديه\r(أبو العباس: وإن غانيه. أبو زيدٍ).","seal":"A4274E0B","page":268},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":129,"nass":"«مهما» تجيء للجزاء فجاء بها في غير موضعها كأنه قال: مالي سرقت نعلي مالي. قال و «العالية» عالية الرمح. و «ذا واقيه» ذا وقاء وأولى وعيد. و «الشق»: المشقة. و «الآنية»: المدركة. وقال في قوله «أن تركض العاليه» أراد فرسًا. وقوله «يجري لها عاند» وهو الذي لا يخرج دمه على جهةٍ واحدةٍ. وقوله: «من غائلة الجابيه»: أي ما غال من الماء وسرق. و «الجابية»: الحوض. و «سنان»: رجل. و «محلب» معين. و «الأوطف»: الكثير شعر الأذنين, وهدب العينين. وقوله: تجشم أربابها»: أي تحملهم على المشقة. و «الشق». أيضًا المشقة. وقوله «لقحتها الآنية»: المبطئة بلبنها. و «الأحراد»: واحدها حرد وهو الغيظ والغضب. و «متغناةً»: متغنية يقلبون الياء ألفًا. «قال أبو الحسن [قوله]: «مهما لي» ما الثانية زائدة للتوكيد وهو غير لازمةٍ كما تلزم في الجزاء إذا قلت مهما تصنع أصنع فهي في الجزاء ما ضمت إليها أخرى وجعلتا للشرط كحرفٍ واحدٍ وأبدلوا الهاء من الألف لخاء الألف وأنها حرف هاو لا مستقر لها فكرهوا اجتماع ميمين ليس بينهما إلا الألف وهي لخفائها وأنها تهوي في مخرجها حاجز ليس بحصينٍ فكأنهم جمعوا بين ميمين فأبدلوا منها الهاء لما كانت شريكتها في الخفاء ولم تكن هاويةً بمنزلة الحركة. فهذا الشاعر زاد ما","seal":"6140AE7F","page":269},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":130,"nass":"للتوكيد كما في قوله تعالى: «فبما نقضهم ميثاقهم» و «مما خطيآتهم» وزيادتها للتوكيد تكثر جدًا, وإنما المعتمد عليه ما الأولى وهي التي للاستفهام, والثانية موكدة, واستثقال الجمع بين ميمين ها هنا كاستثقاله في الجزاء لما بينت لك, فعوضت الهاء من ألف ما الأولى فهذا الشرح. ومما يدلك على ما قلنا تعويض العرب الهاء من الألف في موضع الاستثقال فيه, وليس فيه أكثر من أن الألف لا معتمد لها في الفم. أنه يروى أن حاتمًا كان أسيرًا فخلفه آسره عند امرأته فنزل بها ضيف فقالت لحاتمٍ وقربت منه بعيرًا: افصد له هذا البعير فوجأ لبته فلطمت وجهه فيقال إنه قال: «لو ذات سوارٍ لطمتني»: أي لطمتني عجوز ولو لطمتني شابة كان أسهل فأرسلها مثلًا.\rوقال بعضهم إنما قال: لو غير ذات سوارٍ لطمتني, أي لو لطمني","seal":"C4A21AF5","page":270},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":131,"nass":"رجل لانتصفت منه ولكن اللاطم لي امرأة. قالوا فلما أكثرت عليه وقالت له: أهكذا تفصد؟ قال: هكذا فصدي أنه. فأبدل الهاء من الألف. فهذا شرح هذا. أبو زيد).\rوقال عياض بن أم درة الطائي جاهلي قال أبو سعيد السكري حفظي, عياض بن درة:\rوكنا إذا الدين الغلبا برا لنا ... إذا ما حللناه مصاب البوارق\rحمى لا يحل الدهر إلا بإذننا ... ولا نسأل الأقوام عهد المواثق\r«الدين»: الطاعة و «الغلباء»: المغالبة و «برا لنا»: عرض لنا, يبري بريًا, وانبرى ينبري انبراء.\r(قال أبو الحسن ورواه الفراء: أخبرنا بذلك عنه أبو العباس [أحمد بن يحيى] ثعلب [ولا نسئل الأقوام] عقد المياثق. وهذا شاذ والرواية الأولى أجود وأشهر. أبو زيدٍ).","seal":"B37B3872","page":271},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":132,"nass":"وقال العريان بن سهلة:\rمررت على دار امريء السوء عنده ... ليوث كعيدان بحائط بستان\rومررت على دار امريء الصدق حوله ... مرابط أفراسٍ وملعب فتيان\rفقال مجيبًا والذي حج حاتم ... أخونك عهدًا إنني غير خوان\r«العيدان»: النخل الطوال. والجبار: القصار. ويقال ناقة ليثة. «والذي حج حاتم»: أراد بيت الله الذي حج حاتم.\r(قال أبو الحسن: هكذا قال «الجبار»: النخل الصغار والذي نحفظه أن الجبار ما تجاوز في الطول ومنه قيل للرجل جبار ومتجبر","seal":"E42852E1","page":272},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":133,"nass":"أي متطاول. أبو زيد).\rوقال رجل من طيء يقال له الودك جاهلي يخاطب ناقته:\rأقسمت أشكيك من أينٍ ومن نصبٍ ... حتى تري معشرًا بالعم أزوالا\rفلا محالة أن تلقى بهم رجلًا ... مجربًا حزمه ذا قوةٍ نالا\rسمح الخلائق مكرامًا خليقته ... إذا تهشمته للنائل اختالا\rقوله «أشكيك»: يخاطب ناقته. «النصب»: التعب. و «العم»: الجماعة. ويقال: إنه ها هنا اسم مكان. و «الازوال»: الظرفاء واحدهم زوال والأنثى زولة. وقوله: «ذا قوةٍ نالا» من النيل.\r(قال أبو الحسن: «العم» لا يكون ها هنا إلا اسم موضع وهو ثبت وذكره الجماعة ها هنا غلط. أبو زيد).\rوقال رجل من عبد القيس أدرك الإسلام:\rومن حولة الأيام والدهر أننا ... لنا غنم مقصورة ولنا بقر\rقوله: حولة الأيام»: أي عجب الأيام. و «مقصورة» محبوسة.","seal":"58D1B1B0","page":273},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":134,"nass":"(قال أبو الحسن: يقال: جاء بالأدب والبدي. قال عبيد بن الأبرص الأسدي:\rإن تك حالت وحول منها أهلها ... فلا بديء, ولا عجيب\r[و] يقال: لا غرو من كذا وكذا: أي لا عجب. ويقال: جاء بالبطيط أي بالعجيب وهذا كله حكاه الأصمعي. وقال ابن الأعرابي يقال: لا فنك من كذا وكذا أي: لا عجب وأنشد لبعضهم:\rفلا فنك إلا قول عمروٍ ورهطه ... بما اختشبوا من معضدٍ وددان","seal":"73B131B0","page":274},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":135,"nass":"وزاد أبو زيدٍ: في العجب الحولة وهو طريف. أبو زيدٍ).\rوقال ذو الخرق الطهوي جاهلي. قال ثعلب وإنما سمي / ذا الخرق لأنه كان يجعل على إبله خرقًا وسخةً وريشًا ليصرف بذلك عنها العين:\rأتاني كلام الثعلبي ابن ديسقٍ ... ففي أي هذا ويله يتترع","seal":"1A7C1776","page":275},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":136,"nass":"قال أبو سعيدٍ السكري هذا الثعلبي من بني ثعلبة بن يربوعٍ وهو طارق بن ديسقٍ.\rيقول الخنا وأبعض العجم ناطقًا ... إلى ربنا صوت الحمار اليجدع\rفهلا تمناها إذا الحرب لاقح ... وذو النبوان قبره يتصدع\rيأتك حيا دارم وهما معًا ... ويأتك ألف من طهية أقرع\rفيستخرج اليربوع من نافقائه ... ومن جحره بالشيحة المتقصع\rونحن أخذنا الفارس الخير منكم ... فطل وأعيا ذو الفقار يكرع","seal":"83728DAB","page":276},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":137,"nass":"ونحن أخذنا قد علمتم أسيركم ... يسارًا فتحدى من يسارٍ وتنقع\rثعلب «تحذي من» و «تنقع». قوله «يتترع» أي: يتسرع. وقوله «الحمار اليجدع»: أراد الذي يجدع فحذف الذال والياء. «وذو النبوان»: لم يعرفه أبو زيدٍ. وقوله: «ألف من طهية أقرع»: أي تام. وقوله: «المتقصع»: متفعل من القاصعاء. وقوله: «يكرع»: أي تقطع أكارعه. وقوله: «تنقع» أي تروي. وقال أبو حاتم: يقال ألف أقرع ومائة قرعاء ودرهم أقرع, وقال أبو محمد الخوارزمي عن الرياشي: اليقصع.\r(قال أبو الحسن: أبو محمد الخوارزمي رجل من أصحاب الرياشي روى له أنه كان ضابطًا).\rقال أبو سعيد السكري وقرأت أنا عليه المتقصع. وقال الرياشي حفظي مكان تنقع تمنع.","seal":"0FD9C59F","page":277},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":138,"nass":"(قال أبو الحسن: رواه لنا أبو العباس [فيستخرج اليربوع من نافقائه] ومن جحره. والشيحة المتقصع. قال: هكذا رواه أبو زيد. قال ذو الشيحة وكذلك روى: صوت الحمار اليجدع. والرواية الجيدة عنده المتقصع والمجدع. وقال لا يجوز إدخال الألف واللام على الأفعال. فإن أريد بها الذي كان أفسد في العربية وكان لا يلتفت إلى شيء من هذه الروايات التي تشذ عن الإجماع والمقاييس. أبو زيدٍ).\rوقال زيد الخيل الطائي:\rتمنى مزيد زيدًا فلاقى ... أخا ثقةٍ إذا اختلف العوالي","seal":"66E20E69","page":278},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":139,"nass":"كمنية جابرٍ إذ قال ليتي ... أصادفه وأتلف بعض مالي\r(قال أبو الحسن ويروى: جل مالي).\rوقال أيضًا:\rأنبئت أن ابنًا لشيما ها هنا ... تغنى بنا سكران أو متساكرا\rيحض علينا عامرًا وإخالنا ... سنصبح ألفًا ذا زوائد عامرا\rلعمرك ما أخشى التصعلك ما بقا ... على الأرض قيسي يسوق الأباعرا\rيقول: ما أخشى ما بقي قيسي يسوق إبلًا لأني أغير عليهم.\r(أبو زيد): وقال النابغة الجعدي:\rفإن كنت لا ترضى بما كان جائيًا ... فإن كان تنكير لديك فأنكر","seal":"C22415AA","page":279},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":140,"nass":"وقال أبو زبيدٍ الطائي:\rمن يكدني بسيءٍ كنت منه ... كالشجا بين حلقه والوريد\rأبو حاتم: «كنت منه»: أي من يكدني بسيءٍ تكن منه.\rوقال لبيد بن ربيعة:\rفبتنا حيث أمسينا قريبًا ... على جسداء ينبحنا الكليب","seal":"66F6B166","page":280},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":141,"nass":"نقلنا سبيهم صرمًا فصرمًا ... إلى صرم كما نقل النصيب\rغضبنا للذي لاقت نفيل ... وخير الطالبي الترة الغضوب\rأبو حاتم: الطالبي الترة بالكسر.\r(أبو زيد): وقال علقمة بن عبدة جاهلي:\rوتصبح عن غب السرى وكأنها ... مولعة تخشى القنيص طلوب\r(أبو العباس: شبوب).\rتعفق بالأرطى لها وأدراها ... رجال فبذت نبلهم وكليب\r(أبو الحسن: تعفق: تعلق وتخبط. أبو زيد).\rوقال عياذ بن محبر السعدي جاهلي:","seal":"017904D3","page":281},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":142,"nass":"(قال أبو حاتمٍ عبادة بن محبرٍ وهو الصوب).\rفمن للخير بعد أبي سراجٍ ... إذا ما ألجأ الصر الكيبا\rومولى قد كشفت الضر عنه ... تراه بأن تواسيه مصيبا\rتخيره بلا من عليه ... حلوبًا من سوامك أو ركوبا\rفلو أبكى عتاق الطير ميت ... لظلت في مواكنها عذوبا\rللوعة يومه ورأيت منها ... عليه شديد وجدٍ أو كئيبا\rقوله «الصر»: البرد. و «تواسيه مصيبا»: أي حقيقًا. وقوله: «عذوبًا» أي قائمة لا تطعم شيئًا.\r(أبو زيد) وقال رافع بن هريم وأدرك الإسلام:\rنفضت يا عبد أعلى قبل تجربتي ... عني يديك لقد أسرعت القائي\rما كان مهر ولو أمسكته ثمنًا ... لما سوى ذاك من بذلي وإعطائي\rهلا كوصل ابن عمارٍ تواصلني ... ليس الرجال وإن سووا بأسواء","seal":"14164D5C","page":282},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":143,"nass":"وروى أبو حاتم: «نفضت يا عبد الأعلى» وفسره فقال: خفف الهمزة من عبد الأعلى.\rويقال: رجلان سواآن وقوم أسواء وسواسية ورجلان سيان والجمع أسواء أي مستوون.\r(قال أبو الحسن: أخبرنا ثعلب عن ابن الأعرابي أن العرب تقول: سواسية وسواسوة وسواسوة. قال أبو الحسن: سواآن كذا وقع في الكتاب هو عندي غير جائزٍ. والصواب سويان وسيان لأن أسواء جمع سواء كضلع وأضلاعٍ وعنبٍ وأعنابٍ. قال أبو زيد).\rوقال زهير بن مسعود:\rعشية غادرت الحليس كأنما ... على النحر منه لون بردٍ محبر\rفلم أرقه إن ينج منها وإن يمت ... فطعنة لا غس ولا بمغمر\r«الغس»: الضعيف. و «المغمر»: الغمر وأنشد:\rنومت عنهن غلامًا غسا ... أضعف شيء منةً ونفسا\r(أبو زيد) وقال الحبال أخو بني أبي بكرٍ الكلابي جاهلي:","seal":"72B68773","page":283},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":144,"nass":"لوشكان ما غنيتم وشمتم ... بإخوانكم والغر لم يتجمعوا\rلم يعرف هذا البيت الرياشي. وروى أبو حاتم وأبو عثمان لوشكان. (قال أبو الحسن: الثبت عندي أن العرب تقول لوشكان ولوشكان بالضم والفتح. أخبرني به أبو العباس أحمد بن يحيى وغيره ولم أسمع الكسر إلا من هذا الوجه وأنشدني:\rلوشكان هذا والدماء تصبب\rولوشكان. أبو زيد).\rوقال المقدام التميمي وأدرك الإسلام:\rأبى الله أن الغدر منكم وأنكم ... بني مالكٍ لا تدركون لكم تبلا\rوقال مالك بن الريب المازني إسلامي:","seal":"1567A725","page":284},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":145,"nass":"لما ثنى الله عني شر عدوته ... وانمزت لا مسئيًا ذعرًا ولا بعلا\rأوقدت ناري وما أدرى أذا لبدٍ ... يغشى المهجهج عض السيف أو رجلا\rمن يشهد الحرب يصلاها ويسعرها ... تراه مما كسته شاحبًا وجلا\rخذها فإني لضراب إذا اختلفت ... أيدي الرجال بضربٍ يختلي البصلا\rثعلب: «يختلي البصلا» بمعنى: يختل أي يقطع, و «البصل» البيض. «مسئيًا» أراد مسيئًا فقدم الهمزة وهي لغة كما يقال رآني وراءني مثل رعاني وراعني. و «البصل» ها هنا البيض. وروى أبو حاتم «أيدي الكماة».\r(وقد أبو الحسن: أما روايتهم لا مسئيًا وتفسيرهم لها على تقديم الهمز فقد صدقوا في ترتيب اللفظ وسهوا عن المعنى لأن مسيئًا لو رد إلى","seal":"E3FC0C1C","page":285},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":146,"nass":"أصله فقيل وإن لم يكن شعرًا لا مسئيًا ذعرًا لم يكن له معنىً وإن كان قد يجوز على وجهٍ بعيدٍ: لا مسيئًا للذعر وذلك أنه إذا فزع فقد أساء عند نفسه فيكون كقول الرجل: أنا جريء شجاعة أي من أجل الشجاعة وهو على هذا الاحتجاج ضعيف. والذي قرأناه في شعر مالك بن الريب «وانحزت لا مونسًا ذعرًا» وهذا لا طعن عليه ولا مؤونة فيه. أبو زيدٍ). وقال توبة بن الحمير وأدرك الإسلام:\rلعلك يا تيسًا نزا في مريرةٍ ... معاقب ليلى أن تراني أزورها\rوكنت إذا ما جئت ليلى تبرقعت ... فقد رابني منها الغداة سفورها\rويروى: وكنت إذا ما زرت ليلى تبرقعت.","seal":"93EEB489","page":286},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":147,"nass":"وقد رابني منها صدود رأيته ... وإعراضها عن حاجتي وبسورها\rوقالت أراك اليوم أسود شاحبًا ... وأي سواد الرأس حر حرورها\r(على دماء البدن إن كان بعلها ... يرى لي ذنبًا غير أني أزورها)\rثعلب: حر حروها. ثعلب جعله نازيًا لأنه أقبح لصورته وهيئته.\rأبو حاتم: حرت وكذلك. أبو عثمان.\r(قال أبو سعيد) وحكى لي أبو محمدٍ الخوارزمي عن الرياشي أنه روى: «وأي سواد الرأس». قال ودعا عليها أن يكون حرها أبدًا حارًا.\r(أبو زيد) وقال جريبة بن الأشيم جاهلي:\rلقد طال إيضاعي المخدم لا أرى ... في الناس مثلي من معد يخطب\rحتى تأوبت البيوت عشيةً ... فوضعت عنه كوره يتثاءب","seal":"C057F775","page":287},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":148,"nass":"فإذا سمعت بأنني قد بعته ... بوصال غانيةٍ فقل كذبذب\rروى الرياشي: «المخدم مرةً من الناس مثلي في معد». قال أبو حاتم اللام في لقد زائدة. والوزن: قد طال. و «الكذبذب»: الكاذب. وقال عاصم بن هريمٍ وأدرك الإسلام:\rلعلك يا بكرًا قعود وليدةٍ ... ولا أنت من بزلي ولا من بكاريا\rالمازني وأبو حاتم «قعود» بالنصب. والضم رواية الرياشي.\rولست بمئشير إذا الحي أخصبوا ... ينزي قميصي بطني وإزاريا\rولست بنقال النميمة بينكم ... ولكن أمري بالعلا وائتماريا\rوأي جوادٍ ترسلون من المدى ... مع الخيل يجري مثل ما كنت جاريا\r(أبو زيد) وقال أعشى باهلة:\rإني أتاني شيء لا أسر به ... من عل لا عجب فيه ولا سخر\rويروى «من علو» و «سخر» بضمتين.","seal":"5CC0890C","page":288},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":149,"nass":"(أبو زيد) وقال الأشعر الرقبان الأسدي جاهلي:\rتجانف رضوان عن ضيفه ... ألم يأت رضوان عني النذر\rبحسبك في القوم أن يعلموا ... بأنك فيهم غني مضر\rوقد علم المعشر الطارقو ... ن أنك للضيف جوع وقر\rوأنت مسيخ كلحم الحوا ... ر فلا أنت حلو ولا أنت مر\rوروى أبو حاتمٍ: «مليخ». ثعلب: «مسيخ مليخ». «المليخ»: اللزج السهل في اللهوات والحلق. ويقال بكرة ملوخ: إذا كانت سريعة","seal":"4AEC0F1F","page":289},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":150,"nass":"المر سهلته وشبهه بلحم الحوار لأنهم زعموا أنه لا طعم له.\rكأنك ذاك الذي في الضرو ... ع قدام ضراتها المنتشر\rإذا ما انتدى القوم لم تأتهم ... كأنك قد ولدتك الحمر\r(روى أبو حاتم: مليخ مسيخ).\rقال أبو سعيد (السكري) كان في كتابي: «قدام ضرتها» فغيره الرياشي وقال (قدام) ضراتها وكذاك رواه أبو حاتم ثم حكى لي بعد عن الرياشي «ضرتها». قال الرياشي: سألت عن معنى البيت أعرابيًا فقال هو النغر يقال أنغرت / الشاة وأمغرت إذا خرج لبنها أحمر. يقول فإذا حلبت الشاة كان أول شخبةٍ تشخبها في الأرض مخافة أن تكون نغرًا فاسدًا. فشبهه بهذا الفاسد الذي لا ينتفع به إنما يرمي به وقال: هذه الأبيات كلها لم أسمع فيها بغير هذا. وقوله: «غني مضر» أي","seal":"BDDE2141","page":290},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":151,"nass":"صاحب ضرائر. وقوله: «الذي في الضروع»: يعني اللحم المسترخي قدام الضرة. والضرة لحم الضرع. و «المنتشر»: الذي قد استرخى. (قال أبو الحسن قوله [بأنك فيهم] غني مضر. قال ابن الأعرابي: أحسبه عن أبي زيد, المضر: الذي له ضر من مالٍ أي قطعة. وهذا حسن جدًا وهو أشبه بالمعنى من الأول. يقول أنت موسى وأنت على ذلك بخيل وأنشدت من غير وجه. وأحد من أنشدناه أبو العباس أحمد بن يحيى:\rمسيخ مليخ كلحم الحوار\r«والمليخ»: اللزج السهل على اللهوات والحلق ويقال بكرة ملوخ: إذا كانت سريعة المر سهلته. وشبهه بلحم الحوار لأنهم زعموا أنه لا طعم له. وقوله: «لا أنت حلو ولا أنت مر». يريد أنه لا خير ولا شر عندك. وقوله: «كأنك ذاك الذي في الضروع» يريد اللبن الفاسد. أخبرنا أبو العباس المبرد عن الزيادي عن الأصمعي أن الشاة والناقة تبرك على ندى فيخرج اللبن كقطع الأوتار أحمر فيقال لذلك الداء النغر والمغر. الميم بدل من النون لمقاربتها لها في المخرج يقال: أنغرت","seal":"CFD16590","page":291},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":152,"nass":"وأمغرت وشاة منغر وممغر. فإذا كان ذلك من عادتها فهي منغار وممغار والمصدر الإنغار والإمغار. والاسم النغر والمغر فإذا أصابها هذا الداء كانت أول حلبةٍ للأرض. قال أبو العباس: وهذا المعنى استخرجه الزيادي من قول الأصمعي الذي ذكرت لك. قال: وكان أهل العلم قبل هذا يقولون فيه: الذي في الضروع وهو اللحم المسترخي. وهذا القول ليس بشيء. ومن روى: «قدام ضرتها المنتشر» فقد غلط, والصواب «قدام ضراتها» ورواه أبو العباس «قدام درتها المنتشر» وهذا أشبه بمعنى الشعر. أبو زيد).\rقال حسيل بن عرطفة جاهلي. أبو حاتم: حسين وهو خطأ أبو العباس محمد بن يزيد حسيل عن أبي محلمٍ:\rمن دون خيرك لون ليلٍ مظلمٍ ... وحفيف نافجةٍ وكلب مؤسد","seal":"5BA3424B","page":292},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":153,"nass":"وأخوك محتمل عليك ضغينةً ... ومسيف قومك لائم لا يحمد\rوتحل منتبذ القذور كأنما ... سرقت بيوتك أن يعود المرفد\rوالضيف عندك مثل أسود سالخٍ ... لا بل أحبهما إليك الأسود\r«المسيف»: الذي أصاب إبله السواف وهي الغدة. و «المرفد»: القدح الضخم. فقوله: «أن يعود المرفد»: كأنك / قد حربت بما في بيتك وسرق منك ما فيه إذا غاب مرفدك من بيتك بعد المرة الأولى. و «القذور»: التي تحل نبذةً من الإبل لا تخالطها.\r(قال أبو الحسن: أخبرنا أبو العباس محمد بن يزيد أن هذا الشاعر من بني أسد و [قال] هو حسيل بن عرفطة عن أبي محلمٍ وهو الثبت عندي. وأنشدنا هذا الشعر أبو العباس أحمد بن يحيى. وروى: «من دون خيرك جنح ليلٍ مظلمٍ». وروى: «سرقت ثيابك» والثبت عن أبي زيد ما حكيت لك قبل. وزادنا فيه:\rوالضيف عندك مثل أسود سالخٍ ... لا بل أحبهما إليك الأسود\rأبو زيد).\rوقال أعشى باهلة:\rلا يتأرى لما في القدر يرقبه ... ولا يزال أمام القوم يقتفر","seal":"C998FCD0","page":293},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":154,"nass":"«يتأرى» يتلبث. و «يقتفر»: يتبع الأثر.\r(ويروى: «يقتفر» أبو زيدٍ).\rوقال البعيث المجاشعي:\rألا إن ليلى رث حبل وصالها ... مدى الدهر والواشون حتى تغمرا\rلم يدر ما تغمر وكذا الرواية.\r(أبو زيد) وقال لقيط بن زرارة:\rوأقسمت لا تأتيك مني خفارة ... على الكثر إن لاقيتني ومسيفا\rأي فقيرًا. و «الخفارة»: الإجارة. و «الكثر»: الإكثار من المال.","seal":"7641E407","page":294},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":155,"nass":"(أبو زيد) وقال رجل ضبي أدرك الإسلام:\rيا ضبعًا أكلت آيار أحمرةٍ ... ففي البطون إذا راحت قراقير\rأبو حاتم: يا ضبعًا. أبو العباس بفتح الضاد ولم ينكر الضم.\rوكان يقول يا أضبعًا يجعله جمعًا:\rهل غير همزٍ ولمزٍ للصديق ولا ... تنكي عدوكم منكم أظافير\r(قال أبو الحسن: الذي حفظناه عن [أبي العباس] المبرد وغيره:\rيا ضبعًا وبعضهم يرويه يا أضبعًا, يجعله جمعًا. وضم الضاد لا يجوز وهذه حكاية أبي سعيد السكري عن أبي العباس وهو غلط عليه ولم يكن يجيز ضم الضاد. أبو زيد).\rوقال حسيل بن عرطفة وهو جاهلي.\r(قال أبو حاتم هو حسين وأخطأ وروى أبو العباس حسيل بفتح الحاء وكسر السين. أبو زيد).","seal":"06C332C7","page":295},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":156,"nass":"لم يك الحق على أن هاجه ... رسم دارٍ قد تعفي بالسرر\rأبو حاتم: بالسرر بفتح السين والراء.\rغير الجدة من عرفانه ... خرق الريح وطوفان المطر\r«الخرق»: القطع من الريح, واحدتها خرقة. و «طوفان المطر»:\rكثرته. وروى الأصمعي: خرق.\rوقال حجية بن مضربٍ الكندي جاهلي:\rرأيت اليتامى لا تسد فقورهم ... هدايا لهم في كل قعبٍ مشعب\rفقلت لعبدينا أريحا عليهم ... سأجعل بيتي مثل آخر معزب","seal":"AD7B68CC","page":296},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":157,"nass":"أراد مثل بيت آخر فحذف. و «المعزب»: الذي قد عزب بإبله أي تباعد بها.\r(أبو زيد) وقال ربيعة بن مقرومٍ الضبي:\rومطية ملث الظلام بعثته ... يشكو الكلال إلى دامي الأظلل\rأودى السرى بقتاله ومراسه ... شهرًا نواحي مستتب معمل\rنهج كأن حرث النبيط علوبه ... ضاحي الموارد كالحصير المرمل\rأخلصته صنعًا فاض محملجًا ... كالتيس في أمعوزه المتربل","seal":"C708A6DE","page":297},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":158,"nass":"فإذا وذاك كأنه ما لم يكن ... إلا تذكره لمن لم يجهل\rأبو حاتم: «إلا تذكره». ذكر قوله: «مطية بعثته» لأنه إنما أراد بعيرًا. وقوله «بقتاله». القتال: الجسم والبدن. و «المستتب»: الطريق الذي قد استتب واستقام. وقوله «ضاحي الموارد»: فإنها الطرق. و «العلوب»؛ الآثار. و «الأمعوز»: القطيع من الظباء. و «المتربل»: الذي قد أكل الربل. وروى أبو حاتم: نهجٍ كأن حرث».\rوقال حري بن عامر الطائي جاهلي:\rعلام هجوت كلبًا يا حمارًا ... أقام بذلةٍ حتى الممات\rفإنك قد سلحت بباب بصرى ... وإنك قد سلحت بأذرعات","seal":"70CDAC1E","page":298},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":159,"nass":"وقد شرب القعيس فأجشمته ... وبيت الله إحدى المنكرات\rوقال حري:\rعلى الصبر لما نيل منهم سراتهم ... فما نضحت أعيانهم ببلال\rوإعطائهم أموالهم كل تاجرٍ ... بأجرد عسال القناة طوال\rوأسمر مربوعٍ رضاه ابن عاذبٍ ... فأعطى ولم ينظر ببيع حلال\rقوله «رضاه» أراد: رضيه. وقوله: «فأعطى» أراد أعطي وروى أبو حاتم: ابن عازبٍ. و «حلال»: جمع حلةٍ وهي جماعة البيوت.\r(أبو زيد) وقال برج بن مسهرٍ الطائي جاهلي:\rلقد أعجبتموني من جسومٍ ... وأسلحةٍ ولكن لا فؤادا","seal":"85411EF5","page":299},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":160,"nass":"فكونوا أعبدًا لبني ركيضٍ ... وعقدة سنبسٍ وذروا البعادا\rأبو حاتم: وعقدة بالنصب. وقوله «أسلحةٍ»: جمع سلاحٍ. وقوله «لا فؤادا» أراد: أفئدةً. وقوله «لبني ركيضٍ»: قوم. وكذلك «عقدة»: قوم من طيء و «سنبس»: قوم منهم من طيء. (أبو زيد) وقال الأعرج الطائي جاهلي:\rوما أنا إن قامت تحمل جارتي ... بما كان من عوراتها ببصير\rأراني إذا أمر أتى فقضيته ... نزعت إلى أمرٍ علي أثير\r(أبو زيد) وقال زيد الخيل:\rأقاتل حتى لا أرى لي مقاتلًا ... وأنجو إذا لم ينج إلا المكيس","seal":"47BDE31A","page":300},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":161,"nass":"ولست بذي كهرورةٍ غير أنني ... إذا طلعت أولى المغيرة أعبس\rويقذف حولي جمع أخزم بالحصى ... وجمع سلامان الحماة وسنبس\rويقذف شماس بن عمرو ورهطه ... ويا رب منهم دارعٍ وهو أشوس\rقوله كهرورة, «الكهرورة»: الضحك واللعب واللهو. و «سلامان» من طيء. ويقال كهر في وجهه إذا عبس. قال أبو حاتمٍ: أخرم أو أخزم شك, وروى: سلامان الحماة, قال: وفصل بين رب ودارعٍ قال أبو سعيد السكري: الصحيح أخزم.\r(أبو زيد) وقال زيد الخيل:\rلو أن نصرًا أصلحت ذات بينها ... لضحت رويدًا عن مظالمها عمرو\rولكن نصرًا أرتعت وتخاذلت ... وكانت قديمًا من شمائلها الغفر\rقوله: «لضحت» يقال للرجل إذا أراد أن يفعل أمرًا: ضح","seal":"5283F36D","page":301},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":162,"nass":"أيها الرجل, أي ارفق. و «الغفر»: المغفرة.\r(أبو زيد) وقال زيد الخيل:\rفليت أبا شريحٍ جار عمرو ... حيا عوف وغيبه القبور\rأراد حيي عوف.\rوما دهري بشتمك فاعلمنه ... ولكن أنت مخذول كبير\r(أبو زيد» وقال زيد الخيل:\rأفي كل عامٍ مأتم تجمعونه ... على محمرٍ عودٍ أثيب وما رضا","seal":"3641D39F","page":302},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":163,"nass":"تجدون خمسًا بعد خمسٍ كأنه ... على فاجعٍ من خير قومكم نعا\rتحضض جبارًا علي ورهطه ... وما صرمتي منهم لأول من سعا\rترعى بأذناب الشعاب ودونها ... ورجال يردون الظلوم عن الهوا\rوتركب يوم الروع فيها فوارس ... بصيرون في طعن الأباهر والكلا\rفلولا زهير أن أكدر نعمةً ... لقاذعت كعبًا ما بقيت وما بقا\rقد انبعثت عرسي بليلٍ تلومني ... وأقرب بأحلام النساء من الردا\rتقول أرى زيدًا وقد كان مقترًا ... أراه لعمري قد تمول واقتنا\rوذاك عطاء الله في كل غارةٍ ... مشمرةٍ يومًا إذا قلص الخصا","seal":"C3085269","page":303},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":164,"nass":"ويروى قد تمول وافتلا. قال: «المحمر»: الفرس يشبه الحمار وهو أيضًا اللئيم من الرجال. و «العود»: المسن. «أثيب»: أعطي ثوابه. وقوله: «بصيرون في طعن الأباهر والكلي»: يريد بالطعن فجعل «في» في معنى الباء.","seal":"2AD1BFD7","page":304},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":165,"nass":"باب نوادر\r(أبو زيد) قال الكلابيون: «المهروس والمجشوش» واحد وهي هريسة وجشيشة. وقال أبو المضاء الكلابي: «الهريس والجشيش»: الحب حين يدق بالمهراس قبل أن يطبخ, فإذا طبخ فهو هريسة وجشيشة إذا جشوه. وقال: استقبلت الماشية الوادي فأنا استقبلها إياه. وأقبلتها الوادي إقبالًا إذا أقبلت بها نحوه. وقبلت الماشية الوادي تقبله قبولًا إذا استقبلته هي.\rقال الراجز:\rإذا سمعن زأره تعديدا ... في زفرةٍ تقبلها الكوودا\rرفعن أمثال الخوافي سودا\r(ويروى: يقليها).\rأبو حاتم: إذا سمعن زأرةً. و «الكؤود»: العقبة الشاقة. ويقال: تاقت نفسي إلى ذلك توقًا وتوقانًا وتؤوقًا. ويقال: أبث فلان فلانًا شقوره وفقوره إذا شكا إليه الحاجة. قال العجاج:","seal":"0A2B3813","page":305},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":166,"nass":"وكثرة التحديث عن شقوري\rقال أبو حاتمٍ قال الأصمعي وحده شقوري ففتح الشين.\r(أبو زيد) ويقال: جئت من القوم أي من عندهم.\rوتقول: شغبت القوم أشغبهم شغبًا وشغبت عليهم, المعروف أنه غير متعد ويدلك على ذلك قوله: الشغب وفلان شغب ويجوز شغبت تعدى بحرفٍ مثل وليت عليهم ووليتهم.\rوتقول: شبعت خبزًا ولحمًا, ورويت ماءً ولبنًا.\rويقال: لبث الرجل يلبث / لبثًا ولباثًا ولبثة. قال أبو حاتم لباثةً ولبيثةٍ ولم يحل لباثًا ولا لبثة\r(قال أبو الحسن: وحكي لنا في غير هذا الموضع: ولبثت لبثًا فأنا لبثت كقولك فرقت فرقًا فأنا فرق, وبطرت بطرًا فأنا بطر. والمستعمل الجاري في كلامهم لابث كقولك الضارب والمصدر اللبث كقولك الضرب والدليل على هذا قولهم لبثة كضربة. أبو زيد).","seal":"4079DE0B","page":306},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":167,"nass":"ويقال: في الرجل بللة وفي القوم بللات وهي البقية من الود. ويقال: طويت الرجل على بللته أي على بقية ما بقي من وده.\rيقال: رحت بني فلانٍ أروحهم رواحًا إذا رحت إليهم أو رحت من عندهم. قال أبو حاتم والمازني أو رحت عندهم.\rويقال: جعل القوم حبولهم على غواربهم: «الحبول» واحدها حبل, وهو الأرسان. و «الغوارب»: واحدها غارب وهي أعلي كل شيء.\rويقال: ما سقاني فلان من سويدٍ قطرةً وهو الماء يدعى الأسود.\rقال الشاعر:\rألا إنني سقيت أسود حالكًا ... ألا بجلي من الشراب ألا بجل\r(قال أبو الحسن: ويروى من الحياة).\rيعني «بالأسود» الماء. و «بجلي»: حسبي. ويقال ما عنده طعام ولا شراب إلا الأسودان وهما الماء والتمر العتيق. ويقال: ذهب منه الأبيضان أي شبابه وشحمه. ويقال: أعطيته ذاك عين عنة يا فتى أي خاصة من بين أصحابه.","seal":"FD43585D","page":307},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":168,"nass":"وإذا قال الرجل لأضربن فلانًا أو لأقلتنه قلت أنت أو مرن ما أخرى أي عسى أن يكون غير ما تقول أو يكون أجرأ له عليك. ويقال عرفت ذاك في فحوى قوله أي في معراض قوله وهما سواء.\r(أبو زيد) قال الشاعر, أنشده الرياشي عنه:\rجاءت تداعى لجبًا أصواتها ... الماء فحواها وأنجياتها\rوحكى أبو حاتمٍ عنه في فحوى قوله وفحواء قوله يمد ويقصر وفي معراض قوله.\rوتقول: عيبت الرجل تعييبًا وتعيبًا إذا أخبرت بمساوي أعماله التي عمل. أبو حاتم: عينت الرجل تعيينًا بالنون. وتقول: صبي ختين وصبية ختين وهو المختون والمختونة. ويقال: تعرضت معروفكم وتعرضت لمعروفكم. ويقال: أرض وخام ووخيمة ووخمة.\rويقال: استندنا بني فلانٍ استيادًا إذا اخترنا سيدهم فقتلناه بقتيلٍ لنا أو خطبوا إلى سيدهم. ويقال إنه لكريم السنخ. قال أبو حاتم «السلخ» وهو خطأ.","seal":"AEE9EA33","page":308},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":169,"nass":"(أبو زيدٍ) والشرخ والنجر وهو العرق وكريم النحاس وهو النجر والنجار والنجار.\rويقال / كانت مأدبة فلانٍ بفتح الدال على النقرى لا على الجفلي أي على الخاصة لا على العامة.\rوأنشد أبو زيد:\rدعا النقرى دوني رياح سفاهةً ... وما كان يدري ردمة العير ماهيا\r(قال: الردمة: الضرطة وأنشد:\r«أثخنت العلوج رداما» أبو زيد)\rوقال طرفة:\rنحن في المشتاة ندعو الجفلى ... لا ترى الأدب فينا ينتقر\rأي لا يدعو بأسماء قومٍ خواص ولكن يدعو الجميع. ويقال: الأجفلي. وقال العكلي: الأعضب من الرجال الذي ليس له أخ ولا أحد. ويقال: قد أطرفت الشيء إطرافًا إذا استطرفته. ويقال أخرطت الخريطة إخراطًا إذا ضممت فاها. وأشرجتها إشراجًا. وقال العكلي: دابة مقصول عليه, وقد قصلت عليه إذا علفته القصيل. وقال العكلى:","seal":"58B3415A","page":309},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":170,"nass":"حج حجياك ما في يدي وحاجيتك ما في يدي أي هل تدري ما في يدي.\rقال أبو حاتم: حاجيتك: عاييتك, والمحاجاة: المعاياة.\r(أبو زيد) ويقال: «أتى على القوم ذو أتى»: أي أتى عليهم الموت. وذو أتى في معنى الذي أتى. ويقال أبك سمعك أي أتسمع.\rويقال: «إنه لذو بزلاء» إذا كان ذا رأي وكان ماضيًا على الأمر لا يرده عنه شيء قال الشاعر:\rمن أمر ذي بدواتٍ لا تزال له ... بزلاء يعيا بها الجثامة اللبد","seal":"4AC59306","page":310},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":171,"nass":"أبو حاتم: اللبد.\r(أبو زيد) «اللبد»: الذي لا رأى له ولا عزيمة ولا يبرح. قال وسمعت بعض العجلانيين يقول هذا سطر يفتح موضع الفاء والعين من الفعل. قال: وهي سطور كثيرة.\r(قال أبو الحسن قال الأصمعي يقال بنى سافًا من بناء وسطرًا من بناء وسطرًا ومدماكًا من بناءٍ وأنشد:\rألا يا ناقض الميثا ... ق مدماكًا فمدماكا\rويقال «خلاؤك أقنى لحيائك» أي إذا خلوت فهو أقل لغضبك وأذاتك للناس. ويقال لقيته مصارحةً وصراحًا أي مواجهةً.\rقال الشاعر:\rقد كنت أنذرت أخا صباح ... عمرًا وعمرو عرضة الصراح\rيقول عرضة اللقاء مصارحةً. ويقال فلان يثبت المتاع بثبتةً إذا قلبه وحركه. ويقال أقرشت بالرجل إقراشًا إذا أخبرت بعيوبه. وأثيت","seal":"642D2F2E","page":311},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":172,"nass":"بالرجل آثى به إثاءةً. قال الرياشي إثاؤةً ولا أنكر إثاءةً.\r(قال أبو الحسن هذا الذي حكاه أبو زيد قد حكاه غيره وقول الرياشي إثاوة يذهب إلى أنه من أثوت آثو [أثوًا] وهو المستعمل الأكثر وقد يأتي مثل هذا كثير. تقول العرب دفته أديفه ودفته أدوفه. ومثته أميثه ومثته أموثه. وهذا كثير وهو عندنا لغتان ليس أنهم أدخلوا ذوات الياء على ذوات الواو ولا ذوات الواو على ذوات الياء كل واحد منهما حيز على حدته أنشدت عن ابن الأعرابي).\rثعلب: اثوا اثاوةً وأنشدنا:\rولست إذا ولى الخليل بوده ... بمنطلقٍ آثو عليه وأكذب\r(وتمام هذا الشعر:\rولكنه إن رام رمت وإن يكن ... له مذهب عني فلي عنه مذهب\rألا إن خير الود ود تطوعت ... به النفس لا ود أتى وهو متعب\rويقال إنه لمحمد بن نميرٍ الثقفي, والأصل في قوله إثاءةً إثاية وهذا في بابه مثل سقايةٍ وسقاءةٍ وما أشبهه).","seal":"62A66AFD","page":312},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":173,"nass":"وقال أبو السمال العدوي: عليك بالسكينة والوقار فثقل الكاف. وقال الكلابيون: نعمك الله عينًا أي نعم بك عينًا. ويقال: نأيت الرجل ونأيت عنه في معنى واحدٍ. ويقال عثر الرجل يعثر في المشي عثارًا وعثر على الشيء يطلبه أو يعمله يعثر عثورًا. ويقال أصاف الرجل فهو مصيف إذا ترك النساء شابًا لم يتزوج ثم تزوج بعدما أسن. ويقال لولده صيفيون. قال الراجز (وهو أكثم بن صيفي):\rإن بني صبية صيفيون ... أفلح من كان له ربعيون\r(قال أبو الحسن وله:","seal":"537BD157","page":313},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":174,"nass":"إن بني صبية صغار ... أفلح من كان له كبار)\r«الربعيون»: الذين ولدوا وآباؤهم شباب فهم رجال. ويقال: هي الأثرة والجميع الأثر إذا استأثرت على قومٍ أو استأثروا عليك. ويقال هي الأثرة والجميع الإثر بكسر الهمزة قال الشاعر (وهو الحطيئة):\rما آثروك بها إذ قدموك لها ... لكن بك استأثروا إذ كانت الإثر\rقال أبو العباس المبرد قال أبو عبيدة يقال إثرة وإثر وأثرة وأنشد بيت الحطيئة الذي في هذا الكتاب على الوجهين وهما الصواب. وقال أبو حاتم هذا مثل ضربه لنتاج الربيع والصيف. والأثر والإثر جميعًا لغتان أي عليك استأثروا.","seal":"B110F164","page":314},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":175,"nass":"(أبو زيد) ويقال: أعبدت الرجل إعبادًا وعبدته تعبيدًا إذا اتخذته عبدًا قال الشاعر:\rحتام يعبدني قومي وقد كثرت ... فيهم أباعر ما شاءوا وعبدان\rيعني عبيدًا.\r(أبو زيد) ويقال: ركب فلان المجبة أي ركب الطريق وركب فلان ملك الطريق أي وسطه.\rأبو حاتم: ملك (الطريق) بالكسر وكذلك أبو عثمان الرياشي: ركب مسء الطريق: إذا ركب الطريق نفسه.\r(أبو زيد) ويقال انطلق فلان مهللًا إذا انطلق والقوم شاكون, أينطلق أم لا يتم انطلاقه.\rويقال: دلكت براح, وبراح تكسر وتضم, وهو اسم للشمس معروف, قال الراجز:\rهذ مقام قدمي رباح ... غدوة حتى دلكت براح","seal":"A45769AE","page":315},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":176,"nass":"قال أبو حاتم براحٍ أي براحةٍ وبراح بالضم. قال أبو العباس يراح بفتح الباء وكسر الحاء مثل جذام, وبراح بفتح الباء وضمها يجعله مؤنثًا معرفة غير مصروف. ويروى براحٍ جمع راحةٍ وذلك أنه يستر وجهه براحته عند غروب الشمس.\r(أبو زيد) ويقال زمهرت عينا فلان زمهرةً إذا احمرتا وغضب. ويقال ما يعض فلان إلا على دردره, أي ليست له أسنان فهو يعض على لثته. ويقال مالي به نبه أي لم أنتبه له. ويقال أنبلت الرجل إنبالًا إذا وهبت له نبلًا أو سهمًا واحدًا. ويقال للرجل إذا اتهموه: يا فلان قد أدأت إداءة مهموزتان, وقال رجل من بني كلاب أدوأت يا فلان فأنت مدويء كما ترى. وأتهمت فأنت متهم وهما واحد أي في جوفك","seal":"DCFEAC17","page":316},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":177,"nass":"الداء والغش. ويقال هذا سبل من رماحٍ للقليل منها والكثير. وسمعت رجلًا من بني عقيل يقول هم اللذون قالوا ذلك ولم يقل الذين. ويقال هو الحوار من المحاورة بالكسر / وضربه بجمع يده فكسرهما العقيلي جميعًا. ويقال أمعن الرجل بحقي إذا أقر به إمعانًا. فأذعن به إذعانًا وهما واحد. وأمعن الرجل إمعانًا إذا هرب فتباعد.\rقال ابن الأعرابي أمعن به وأذعن به وطابق به. وقالوا أويت إلى الحي أحسن الإوي فكسروا الهمزة. ويقال «إنك لتعلك علي الأرم» إذا جعل يعض أطراف أصابعه من الغيظ.\r«ويحرق ويحرق علي الأرم» مثله قال الراجز:\rخبرت أحماء سليمى إنما ... ظلوا غضابًا يعلكون الأرما","seal":"D2F94930","page":317},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":178,"nass":"إن قلت أسقى عاقلًا فأظلما ... جودًا وأسقى الحرتين ديما\rأحماؤها: إخوة زوجها.\rويقال هو السمن لا يخم إذا كان خالصًا من كل شيء. ويقال: «عرفقره بفيه لعله يلهيه». يقول دعه ونفسه لا تعنه لعل ذلك يشغله عما يصنع. وسمعت رجلًا من بني عقيل يقول: أتنطلق أم كذلك أي أم ترى من رأيك أن تقيم. ويقال: إن فلانًا لطيب الكسب والكسيبة والمكسبة والاسم الكسبة. ما أطيب كسبته.\r(قال أبو الحسن: حدثت عن ابن حبيب عن ابن الأعرابي أن العرب تقول رجل كذاك أي ليس بشيء وأنشد:\rامسح من الدرمك عندي فاكا ... إني أراك رجلًا كذاكا","seal":"4822D9B0","page":318},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":179,"nass":"جعد القفا قصيرةً رجلا كا)\rويقال أحرف الرجل إحرافًا فهو محرف / والاسم الحرفة إذا نما ماله وصلح. ويقال إن فلانًا بالأمر نطاسي كما ترى ونقرس إذا كان به عالمًا ونقريس. عن أبي حاتم.\r(قال أبو زيد) ويقال ما أطيب أريجته أورجه أي ريحه. ويقال هي المعيوراء والمتيوساء والمشيوخاء من التيوس والشيوخ والحمر.\r(قال أبو الحسن: ويقال للأرض التي تنبت الشيح المشيوحاء).\rويقال: الداهية المنكرة من الأذى وغيره وهي الدواهي.\rويقال: إعرنفز الرجل اعرنفارًا إذا مات. ويقال إن حوله من الأصوات والأنين لنهيةً.\rقال أبو حاتم: وفي موضع آخر: من الأصوات والزئير لنهتةً بالتاء أي لكثرةً لم يعرف الرياشي إعرنفز ولم يعرف نهيةً ولا نهتةً.","seal":"BCC5CF0B","page":319},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":180,"nass":"(قال أبو الحسن: أعرف نهية في هذا الموضع ولا أعرف نهتةً. أبو زيد).\rوزعموا أن امرأة طلب إليها بعض ما يكون في البيت فقالت: لا أقدر عليه, ولم يكن عندها شيء فلاموها فقالت: «بيتي يبخل لا أنا» أي ليس في بيتها شيء.","seal":"A1C94EEB","page":320},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":181,"nass":"باب رجزٍ\rقال الراجز:\rجاءوا يجرون البنود جرا ... صهب السبال يبتغون الشرا\rلتجدني بالأمير برا ... وبالقناة مدعسا مكرا\rإذا غطيف السلمي فرا\rوقالت امرأة من بني عقيلٍ تفخر بأخوالها من اليمن:\rحيدة خالي ولقيط وعلي ... وحاتم الطائي وهاب المئي","seal":"E765FC18","page":321},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":182,"nass":"ولم يكن بخالك العبد الدعي ... يأكل أزمان الهزال والسني\rهنات عيرٍ ميتٍ غير ذكي\rوروى الرياشي مرة أخرى:\rهنات عير ميتةٍ غير ذكي\r(قال أبو الحسن الأول أحب إلي وهو أجود. أبو زيد).\rقوله: «هنات عيرٍ»: يعني ذكر العير فكنت عنه لأنها امرأة. و «الميتة»: يفتح الميم تكون نعتًا للشيء فإذا كسرت كانت الشيء بعينه. (قال أبو الحسن: الميتة تكون مصدرًا كقولك القعدة والركبة وما أشبههما وتكون نعتًا فتقول مررت بفرس ميتةٍ. فتنعته بالمصدر كما تقول مررت برجل عدلٍ ثم يصير اسمًا غالبًا كأجدل وما أشبهه فتقول هذا ميتة كما تقول هذا أجدل.\rوالميتة بكسر الميم الحال التي يكون عليها الشيء كقولك كريم الميتة","seal":"BBD04119","page":322},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":183,"nass":"وحسن الصرعة والكسر مطر في الحالات كلها كما أن الفتح مطرد في المرة هذه الحق عندي الذي لا يجوز غيره. أبو زيد).\rويقال لفرخ الضب حين يخرج من بيضته حسل ثم يكون غيداقًا ثم يكون مطبخًا ثم يكون ضبًا مدركًا. والغيداق أيضًا الصبي الذي لم يبلغ.\rوزعموا أن قيس بن عاصم أخذ ابنه حكيمًا وأمه منفوسة بنت زيد الفوارس الضي فرقصه وقال:\rأشبه أبا أمك أو أشبه حمل\rأبو حاتم وأبو عثمان: عمل وهو اسم رجل.\rولا تكونن كهلوفٍ وكل\rيبيت في مقعده قد انجدل ... وارق إل الخيرات زنأً في الجبل","seal":"F83C02D5","page":323},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":184,"nass":"فأخذته منفوسة منه ثم قالت:\rأشبه أخي أو اشبهن أباكا ... أما أبي فلن تنال ذاكا\rتقصر أن تناله يداكا\rويروى عن تناله, كذا أنشده أبو زيدٍ.\rقال الراجز:\rجارية ذات جميشٍ نهد ... تظلع من لهدٍ بها ولهد\rكأن رجليها بعيد البد ... رجلا قعودٍ نافرٍ يعدي\r«اللهد»: داء يأخذ الإبل في صدورها وهو انفراج الصدر, ويأخذ الإنسان في فخذيه ورجليه «يعدي»: يقول يعدو عدوًا شديدًا. و «البد»: حين تبد رجليها تفرجهما من عظم جميشها. و «الجميش»: الفرج المحلوق.\r(أبو الحسن: فإن لم يكن كذا لم يكن جميشا).\rو«النهد»: العظيم.","seal":"B173B588","page":324},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":185,"nass":"باب نوادر\rمن كلام العرب\rيقال تأثفنا بالمكان تأثفًا إذا ألفوه فلم يبرحوه. ويقال هذا الطعام أو الشراب أو ما كان من شيء تطيب عنه نفسك هذا مطيبة لنفسي وهذا محسنة لجسمي إذا حسن جسمك عليه. ويقال فلان لا يتغير على امرأته / إذا كان لا يغار عليها. ويقال إذا أذلت المرأة ذالت أي إذا أهزلتها هزلت وفسدت.\r(قال أبو الحسن: حفظي وهو المستعمل هزلتها).\rأبو حاتم أذيلت. ويقال فلان في تيك الطية أي في تلك الناحية وفي ذلك الصقع. ويقال «إنما سميت هانئًا لتهنيء» يا فتى النون مكسورة.\rوقال أعرابي آخر يقال له العلاء: لتهنأ يا فتى ففتح النون فأما الذي","seal":"4D345B92","page":325},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":186,"nass":"كسر فإنه أراد لتهنيء من يطلب إليك الحاجة. ويقال: «من ينكح الحسناء يعط مهرها». ويقال: «اتق الصبيان لا تصبك بأعقائها» وهو أول ما يخرج من الصبي قبل أن يأكل طعامًا وكذلك من السخال والواحد عقي كما ترى مثل نحيٍ وقد عقي الصبي يعقي عقيًا العين مفتوحة.\rويقال لما خرج من ذوات الحافر الخيل والبغال والحمير الأزداج, ويقال قد رماك المهر بردجه وهو أول شيء يخرج من دبره قبل أكله. ويقال رماك فلان بخزآنه أي بخرائه. والخرآن جمع الخرء يا فتى. ويقال أيضًا خرؤة والجمع خرؤ على مثال فعولٍ. ورماك القوم بسلوحهم وسلحانهم / والواحد سلح. ويقال لبس القوم سلحهم وأسلحتهم وهما واحد. والقوم سالحون والرجل سالح إذا كان على الرجل أو القوم سلاحهم. ويقال إن عدوك لرضمان أي ثقيل إذا ثقل عدوه مثل عدو الشيخ الكبير.","seal":"AC053FFB","page":326},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":187,"nass":"ويقال: «اصبري بألمٍ ما تختننه». يضرب لكل من وقع في أمر لابد له منه. ويقال إنك لتمسح من القوم وهو الذي يكلمك بكلام لين حسن وفي صدره غمر عليك. قال أبوحاتم هو الذي يدهنك بكلام كذا حكاه. (أبو زيد) ويقال كنا في مرطلةٍ مذ اليوم, إذا أصابكم مطر فبلكم وبل متاعكم, ومرطلت علينا السماء ثيابنا إذا بلتها. ويقال: ما آرض الصمان يا فتى.\r(«الصمان»: موضع و «الدو» أيضًا موضع).\rوما آرض بلادكم أي ما أشد اختلاط نباتها وأكثره. ويقال لو لم يجعل الله في الإبل إلا رقؤ الدم لكانت عظيمة البركة يعني أن الدماء ترقأ بها أي تحبس ولا تهراق لأنها تعطى في الديات مكان الدم. والرقو مفتوح الراء. ويقال: هلا استذميت ذاك ما ذمي لك منه شيء, الذال معجمة يقول: هلا طلبته ما طمعت فيه.\rويقال لقد / صدرت ماشية فلانٍ بغيمٍ إذا لم تنصح الشرب وذلك أن الريح تسفي على الشرب البعر والدقعاء وهو التراب فتعافه الإبل فلا","seal":"FF7DE0FE","page":327},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":188,"nass":"تشربه إلا شربًا ضعيفًا. ويقال إنما فلان عنز عزوز لها در جم إذا كان كثير المال شحيحًا. و «العزوز»: الضيقة الإحليل. و «الإحليل»: مخرج اللبن وكذلك البول.\r(أبو الحسن فيما حكاه الأصمعي: عنز عزوز بينة العزز).\rويقال: ضرب فلان فلانًا فقحزنه قحزنةً إذا ضربه بالعصا فصرعه وجحدله جحدلةً إذا ضربه بالعصا فصرعه وقذه أو لم يقذه.\rويقال: لن يبلغ الجد النكد إلا الأبد كل عامٍ يلد. و «الأبد»: الجوارح من المال وهي الأمة والفرس الأنثى والأتان لأنهن يضنأن كل عام ضنًا. و «الضنو»: الولد يعني ينتجن وولادة الأمة ويقال الضنؤ الولد. و «الضنو»: المصدر. وقوله: «لن يبلغ الجد»: يقول: لن يصل إليه فيذهب بنكده إلا المال الذي يكون منه المال.\rو«الأحصان»: العبد والعير لأنهما يماشيان أثمانهما حتى يهرما فتنقص أثمانهما أو يموتا. ويقال: جئت فلانًا / إخريًا أي بأخرةٍ. ويقال: أتانا ناجعة الناس وأتانا نواجع الناس وهم الذين ينتجعون المكان أو الحاجة ما كانت.","seal":"1136961C","page":328},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":189,"nass":"ويقال في مثل «أطري فإنك فاعله» أي عليك نعلان فأطري الإبل واجمعيها, يضرب للذي ينصر من لا يستنصره.\rقال أبو حاتمٍ قال الحطيئة:\rها إن ذا غضب مطر\rأي لمن لم يستنصركم.\r(قال أبو الحسن قال الأصمعي تأويل «أطري» خذي طرة الوادي بالإبل وهي ناحيته السهلة واسلكي الناحية الشاقة فإن عليك نعلين. قال أبو الحسن: ومما يصدق قول الأصمعي أنهم ينزعون نعل العبد ليسلك بالإبل السهولة. قال مالك بن حريمٍ الهمداني:","seal":"75F9CDFC","page":329},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":190,"nass":"ونخلع نعل العبد من سوء قوده ... لكيما يكون العبد للسهل أضرعا\rوقد وعدوه عقبةً فمشى لها ... فما رامها حتى رأى الصبح أدرعا\rوقال ابن الأعرابي: معنى «أطري»: أدلي, واستشهد بقول الحطيئة:\rهذا ان ذا غضب مطر\rقال معناه مدل).\rقال أبو زيد: وسمعت أعرابيًا من بني تميم يقول فلان كبرة ولد أبيه إذا كان أكبرهم. قال أبو حاتم وقع في كتابي: إكبرة ولد أبيه أي أكبرهم. قال الرياشي: فلان إكبرة. قال أبو حاتم: فلا أدري أغلط هو أم صواب.\r(أبو زيد) وفلان صغرة ولد أبيه وعجزة ولد أبيه إذا كان آخر ولد يولد لأبيه.","seal":"427D38C1","page":330},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":191,"nass":"(قال أبو الحسن: قوله فلان كبرة ولد أبيه وإكبرة ولد أبيه كلاهما صواب وإكبرة حكاها سيبويه أيضًا ولست أدري أحكاهما جميعًا أبو زيد أم أحدهما. أبو زيد).\rويقال غارت الشمس غيارًا وغؤورًا. ويقال ذلك شقص ذلك وشقيصه ونصفه ونصيفه\rوقال المفضل: قال الزفيان السعدي:\rيا إبلي ما ذامه فتأبيه ... ماء رواء وخلاء حوليه","seal":"0DC84E41","page":331},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":192,"nass":"الرياشي: وخلي حوليه.\rهذا بأفواهك حتى تأبيه ... حتى تروحي أصلًا تبازيه\rتبازي العانة فوق الزاريه\r«الزاريه»: المكان المرتفع, قال أبو حاتمٍ: يجوز ما ذامه بالرفع تجعله اسمًا وإذا فتحت ذامه فهو فعل ماضٍ.\r(أبو زيد) يقال ذمته أذيمه ذيمًا وذامًا.\r(أبو زيد) وقالوا في مثل: ««لا تعدم الحسناء ذامًا» أي عيبًا يكون فيها.","seal":"9717E3C0","page":332},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":193,"nass":"(قال أبو الحسن: يروى يا إبلي, ومن روى يا إبلا فإنما عوض الألف من الياء لأنها أخف. ومن روى يا ذامه فكأنه قال ما عيبه أي أي شيء عيبه لأن الذام العيب. ومن قال ما ذامه فكأنه قال أي شيء ذامه أي عابه. ويروى تابيه وتيبيه, ويروى: «ماء رواء ونصي حوليه»: وهو بمنزلة رواية الرياشي وحلي حوليه.\rومن روى: وخلاء حوليه فليس بشيء لأنه [إن] أراد بالخلاء المكان الخالي فقد نقض معنى الشعر لأنه إنما يريد لإبله المكان المخصب وإن كان أراد بالخلاء الرطب وهو أشبه بمعنى الشعر فقد مد المقصور وهذا عندنا غير جائز. وقد روى بعضهم إحدى القافيتين بكسر التاء, والأخرى بالفتح يتوهم أنه ليس بإيطاء [وهو إيطاء] على كل حالٍ. وهو مع هذا من أقبح الإيطاء لأن القافيتين لم تباعدا فيتوهم عليه أنه سها. وسألت أبا العباس محمد بن يزيد عن قوله «بين الزازيه»: قال أراد الزيزاءة وهو ما خشن من الأرض وغلظ فقلت له فأي شيء عمل. فقال: لا أدري. أبوزيد).\rوتقول هو رجل جديد إذا كان ذا جد. وحظيظ إذا كان ذا حظ.","seal":"EA2AB7DE","page":333},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":194,"nass":"ويقال رجل ساكوت بين الساكوتة. ويقال هو رجل فؤيت مهموز وهو الذي يتفرد برأيه لا يشاور أحدًا.\r(قال أبو الحسن «فويت» غير مهموز كأنه يفوته الصواب).\rوامرأة فؤيت كقولك فعيت, قال الرياشي فيهما جميعا فويت غير مهموزٍ.\r(أبو زيد) وقال الحرمازي: «افعل ذاك ونعام عينٍ» , ففتح النون وغيره يقول ونعام عينٍ بكسر النون, ويقال «ألقى فلان علينا لطاته»: وهو ثقله وهو أن ينزل عليك فلا يبرحك ويبرح من عندك. ويقال إن فلانًا لأحمق ما يتوجه يعني أنه إذا ضرب الغائط.\r(أبو الحسن: ضربه الغائط أي أصابه).\rجلس مستدبر الريح فتأتيه الريح بريح خرإه. ويقال «خذ هذا آثر ذي يدين» كقولك: خذ هذا آثرًا ما وإثرًا ما. ويقال: لم ألقه منذ","seal":"E710E96F","page":334},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":195,"nass":"زمنةٍ أي منذ / زمانٍ. ويقال: «أنا غريرك من هذا» أي اغتر بي أنت فسلني عن أمره وحاله أخبرك.\rويقال القوم سامنون زابدون إذا كثر سمنهم وزبدهم.\r(أبو زيد) ويقال: فلانة الخيرة من المرأتين والخورى منهما. ويقال أدام الله لك الغنية يا فتى أي الغنى. ويقال هؤلاء عضرك لعصبته ورهطه. ويقال: «لقيت فلانًا أول ذات يدين» أي أول كل شيء. وأما أول ذات يدين فإني أحمد الله أي أول كل شيء. ويقال أخبرني فلان بالخبر صحرة بحرة يا فتى أي أخبرني به قبلًا ليس دونه أحد. ورأيته صحرة بحرة يا فتى إذا رأيته قبلًا ليس بينك وبينه شيء. ويقال: ما أنتن صيق فلانٍ. و «صيقه»: ريحه المنتنة خاصةً ومن كل الدواب. وقال","seal":"5F1695B8","page":335},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":196,"nass":"العكلي: رجل غيور من قومٍ غيرٍ. وقال الكلابيون: غيرٍ. ويقال: ناقة طوع القياد إذا كانت لينةً لا تنازع قائدها. أبو حاتم ناقة طوعة القياد. ويقال: قد عادني عيدي أي عادتي. ويقال: جاء الرجل ينفض عفريته. وجاء القوم ينفضون عفاريهم. و «العفرية من الرجل»: شعر ناصيته, ومن الدابة / شعر قفاها. ويقال هي أرض منصية في النصي مثل معطيةٍ في الوزن إذا كانت كثيرة النصي. و «النصي»: ما كان أخضر فإذا اصفر فهو المشبه فإذا ابيض اجمع فهو الحلي مشددة الياء. ويقال هي أرض مبهمة: إذا كثرت بهماها. ويقال قد حط السعر فهو يحط حطًا وحوطًا إذا رخص. ويقال نزا الطعام ينزو نزوًا. وقصر يقصر قصورًا إذا غلا وارتفع وزاد وأنشد:\rوزاد في السعر وقد كان قصر\rقال أبو حاتم: قصر.\r(أبو الحسن: وليس بشيء. أبو زيد).\rويقال: كان فلان جسامًا طوالًا. ويقال: أغار فلان إلى بني فلانٍ","seal":"FC21BA0D","page":336},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":197,"nass":"إغارةً إذا أتاهم لينصرهم أو ينصروه. وقالوا كل شيء جاز عنه السكين ولم يتعمده الإنسان فقطعه فهو حذية السكين بفتح الحاء.\r(أبو حاتم: جار بالراء. أبو الحسن: جار عندي أحسن. أبو زيد).\rوقالوا: وقع في المال الموتان والموات من قول بعض بني أسدٍ إذا وقع فيه الموت. أبو حاتم: الموات والموات جميعًا من قولي.\r(أبو زيد) ويقال: سففت عقولًا إذا أردت أن تقطع المشي عنك أي الإختلاف إلى الخلاء.\rويقال: جاء فلان ومعه / زافرته وبنو عمه وبنو أبيه وهما واحد. ويقال: جاء فلان وقد لفظ لجامه أي جاء وهو مجهود من العطش والإعياء. وجاء فلان وقد قرض رباطه في مثل معناته ودلق لجامه مثله. ويقال أخذت فلانًا الخناقية وهو حز يعرض في حلق الإنسان فربما سعل حتى يموت. ويقال: سمعت من فلانٍ نغيةً حسنةً وهو أن تسمع ما يعجبك من الخير, وقال الراجز:","seal":"6E8EDED2","page":337},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":198,"nass":"لما أتتني نغية كالشهد ... رفعت من أطمار مستعد\rوقلت للعيس اغتدي وجدي\r(قال أبو الحسن وروى أبو العباس وقلت للعنس والمحفوظ: جد الرجل يجد, وجد الشجر يجد كقولك فر يفر وفر الدابة يفرها فيفعل لما لا يتعدى ويفعل لما يتعدى إلا أشياء جاءت شاذة ليس منها يجد وهذه الحكاية ليست بشيء. أبو زيد).\rوقال الحجاج الكلابي: أنا أجؤ بها أي أجيء بها.\r(وقال أبو الحسن: وأنشدني أبو العباس الأحول عن ابن الأعرابي:\rأبو مالكٍ يعتادنا بالظهائر ... يجؤ فيلقي رحله عند عامر\rقال: وأبو مالكٍ اسم للجوع وهو أيضًا اسم للهرم.","seal":"645EEBDA","page":338},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":199,"nass":"وأنشدنا لأعرابي:\rأبا مالكٍ إن الغواني هجرنني ... أبا مالكٍ إني أظنك دائبا أبو زيدٍ).\rويقال رفق الله عليك أهون المرفق والرفق. ويقال: إن فلانا لمجهد لك. وقد أجهد لك إذا احتاط لك. ويقال صدتك طائرًا, فأنا أصيدك أي صدت لك.\rوالمقرم من الإبل: الذي يتركونه في الإبل للفحلة فلا يركبونه وهو القرم من الفحول.\rويقال: أقرموا بعيركم أي اتركوه في الإبل فلا تركبوه. ويقال: قرمت البعير فأنا أقرمه قرما وهو أن تأخذ بجلدة قصبة أنفه فتخرها حتى يكون علمًا ولا يكون إلا في الأنف.\rوقال الحرمازي: قد أقنى الله الرجل حتى قني وأغناه حتى غني إذا أرضاه بعطيته إياه. وقالوا هذا أمن ملحوج. وقالوا ملهوج مثله. وقد لحوج فلان أمره وهو المعوج. وهذه خطة ملحوجة إذا كانت عوجاء.","seal":"B4FBEAEF","page":339},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":202,"nass":"باب رجز\rقال الراجز:\rجارية أعظمها أجمها ... بائنة الرجل فما تضمها\rقد سمنتها بالسويق أمها\r«الأجم»: متاع المرأة, يقول: بانت رجلها من عظم متاعها و «الكعثب» أيضًا متاعها.\r(أبو الحسن: قال أبو العباس الأحول: يقال للحشفة: الكمهدة وللمرأة العظيمة الخلق: خنبقثة. قال ويقال: في الرجل شمخرة وضمخرة أي كبر. قال: ولم يأت على هذا الوزن إلا هذه الثلاثة","seal":"A335DD38","page":341},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":203,"nass":"الأحرف. أبو الحسن: وروى غير أبي زيد:\rقد سمنتها بالفتوت أمها\r«الفتوت»: اسم للخبز المفتوت. وإنما كان في الأصل نعتًا, فغلب فصار كالأسماء غير النعوت. و «الفتيت»: كل ما فت).\rوقالت امرأة من الأعراب:\rيا أيها الشيخ الطويل الموق ... ام بهن وضح الطريق\rغمزك بالكبساء ذات الحوق ... بين سماطي ركبٍ محلوق\rأعانه أسفله بالضيق ... يعض بعد الماء أصل الحوق\r«الكبساء»: الكمرة, وهي الحشفة.\r(يقال رجل أكبس وكباس).\rو«الحوق»: طوق الكمرة.\r(أبو الحسن: وزادني بعض أصحابنا:\r(يظل فيه الأير كالمخنوق)","seal":"D299B10D","page":342},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":204,"nass":"وقال راجز من قيس:\rبئس الغذاء للغلام الشاحب ... كبداء حطت من صفا الكواكب\rأدارها النقاش كل جانب ... حتى استوت مشرفة المناكب\rيصف رحًا, و «الكواكب»: جبال طوال تقطع منها الأرحاء واحدها كوكب. و «الشاحب»: الذي قد تغير لونه. و «الكبداء»: العظيمة الوسط.\rوقال الراجز:\rيا صاحبا ربت إنسانٍ حسن ... يسأل عنك اليوم أو يسأل عن","seal":"0B983972","page":343},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":205,"nass":"إنا على طول الكلال والتون ... مما نقيم الميل من ذات الضغن\rنسوقها سنا وبعض السوق ... حتى تراها وكأن وكأن\rأعناقها مسربات في قرن\rويروى: مشربات.\rالمازني وأبو حاتم: أعناقهن مشربات, و «التون»: التواني, و «السن» أسرع السير. و «المشربات»: المدخلات من قوله «وأشربوا في قلوبهم العجل».\r(قال أبو الحسن: أجود هذه الروايات عندي مشربات. ومشربات: جائز يذهب إلى المبالغة, وهذا كقولك أكرمته وكرمته, وأحسنت الشيء وحسنته, وهذا كثير. ومن روى مسربات فإنه يذهب إلى أنها تسرب في القرن وهو الحبل أي تذهب وتجيء من قوله تعالى: «وسارب بالنهار»).\rوقال علباء بن أرقم:","seal":"9A4AA026","page":344},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":206,"nass":"يا قبح الله بني السعلات ... عمرو بن يربوعٍ شرار النات\rغير أعفاءٍ ولا أكيات\r«النات»: أراد الناس / و «أكيات»: أراد أكياس.\r(قال أبو الحسن: هذا من قبيح البدل, وإنما أبدل التاء من السين لأن في السين صفيرا فاستثقله فأبدل منها التاء وهو من قبيح الضرورة.\rوحدثني شيخ لنا من البصريين عن أبي حاتم [السجستاني] عن","seal":"1C82DD54","page":345},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":207,"nass":"الأصمعي قال أنشدت الخليل بن أحمد قول السموأل:\rينفع الطيب القليل من الرز ... ق ولا ينفع الكثير الخبيث\rولكل من رزقه ما قضى الله ... ولو حك أنفه المستميت","seal":"5ACE604F","page":346},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":208,"nass":"فقال لي: ما الخبيت فقلت أراد الخبيث. وهذه لغة لليهود يبدلون من الثاء تاء. قال فلم لم يقل الكثير فلم يكن عندي فيه شيء. قال أبو زيد).\rأنشده المفضل, قال وقال راجز من حمير:\rيا ابن الزبير طال ما عصيكا ... وطال ما عنيتنا إليكا\rلنضربن بسيفنا قفيكا\rوقال الراجز:\rقد بكرت محوة بالعجاج ... فتركت من عاصدٍ وناج\rودمرت بقية الرجاج ... وامتلأ الحظر من النعاج","seal":"E55C2BF8","page":347},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":209,"nass":"(العاصد»: الذي يلوي عنقه للموت. و «الخطر»: أراد الخطيرة.\r(أبو زيد) وأنشدني المفضل للقلاخ:\r(وهو سعد بن تميمٍ).\rأنقذ هداك الله من خناق ... وصعقة العامد للرستاق\rأقبل من يترب في الرفاق ... معاودًا للجوع والإملاق\rيغضب إن قال الغراب غاق ... أبعدكن الله من نياق\rإن لم تنجين من الوثاق ... بأربع من كذبٍ سماق\rصعقة: اسم رجلٍ. و «السماق»: الخالص.","seal":"31D9FD82","page":348},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":210,"nass":"وقال أبو المهاصر رجل من بني دارمٍ أدرك الفرزدق:\rصبحن أثماد أبي منقاش ... خوص العيون يبس المشاش\rيرضين دون الري بالغشاش ... يحملن صبيانًا وخاش ماش\rوأنشد:\rخالت خويلة اني هالك ودأً ... والظاعنيون لما خالفوا الغيرا\r«ودأً»: هلاكًا على وزن ودعا. ولم يعرف هذا البيت أبو حاتم والرياشي.\rوقال أبو الغول:\rيا ليت شعري هل تجوبن نحوه ... أبدًا برحلي فتية ونياق","seal":"5A39CB07","page":349},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":211,"nass":"وقال حاتم طيء الجواد:\rألا أرقت عيني فبت أديرها ... حذار غدٍ أحجى بأن لا يضيرها\rإذا النجم أمسى مغرب الشمس رابئًا ... ولم يك بالآفاق برق ينيرها\rإذا ما السماء لم تكن غير جلبةٍ ... كجدة بيت العنكبوت تنيرها\rفقد علمت غوث بأنا سراتها ... إذا علنت بعد النجي أمورها\r«علنت»: ظهرت. و «النجي»: السرار).\rوأنا نهين المال من غير ضنةٍ ... وما يشتكينا في السنين ضريرها\r([ويروى منة]. قال أبو الحسن [ضريرها] من الضرورة).\rإذا ما بخيل الناس هرت كلابه ... وشق على الضيف الغريب عقورها","seal":"2D3C9B93","page":350},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":212,"nass":"فإني جبان الكلب بيتي موطأ ... جواد إذا ما النفس شح ضميرها\rوإن كلابي قد أقرت وعودت ... قليل على من يعترينا هريرها\rوأبرز قدري بالفناء قليلها ... يرى غير مضنونٍ به وكثيرها\rوليس على ناري حجاب أكفها ... لمستقبسٍ ليلًا ولكن أشيرها\rولا وأبيك ما يظل ابن جارتي ... يطوف حوالي قدرنا لا يطورها\rوما تشتكيني جارتي غير أنني ... إذا غاب عنها بعلها لا أزورها\rسيبلغها خيري ويرجع بعلها ... إليها ولم تقصر علي ستورها\rوخيلٍ تعادى بالكماة شهدتها ... ولو لم أكن فيها لساء عذيرها\r(العذير: الحال [ها هنا]. والعذير: الصوت أيضًا. والعذير: المعذور).\rوعرجلةٍ شعث الرؤوس كأنهم ... بنو الجن لم تطبخ بقدر جزورها\rشهدت ودعوانا أميمة إننا ... بنو الحرب نصلاها إذا شب نورها\r(قال أبو الحسن: الصواب عندي قول أبي حاتم).\rعلى مهرةٍ كبداء جرداء ضامرٍ ... أمين شظاها مطمئن نسورها\rوغمرة موتٍ ليس فيها هوادة ... حداد السيف المشرفي جسورها\rأراد المشرفية. و «الهوادة»: اللين والتعطف.","seal":"A3B9CFEB","page":351},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":213,"nass":"صبرنا لها في نهكنا ومضائنا ... بأسيافنا حتى يبوخ سعيرها\rوخوصٍ دقاقٍ قد حدوت بفتيةٍ ... عليهن إحداهن قد حل كورها\rوتأبى اهتضامي أسرة ثعلبية ... كريم غناها مستعف فقيرها\rوأقسمت لا أعطي الملوك ظلامةً ... وحولي عدي كهلها وغريرها\rالعرجلة: المشاة, وهم ها هنا الرجالة. ونورها: جمع نارٍ مثل ساحة وسوحٍ, وروى أبو حاتم أننا بنو الحرب بالفتح, «الهوادة»: اللين والتعطف وأراد المشرفية فحذف. قوله: في نهكنا: أي في انتها كنا, ومضائنا: أي تقدمنا.\rوقال حاتم أيضًا:\rأبلغ أبا النعمان عني رسالةً ... وذو الحلم قد يرعي إلى من يؤامر\rفقد تعلمون إذ نزلنا وأنتم ... وليس لنا إلا الإله مناصر","seal":"31C2531F","page":352},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":214,"nass":"عطاؤكم زول فيرزأ مالكم ... فإني بكم ولا محالة ساخر\r«الزول»: العجب. ويقال: فتىً زول أي ظريف. و «وقاد»: أي ظريف, وامرأة زولة.\rوقال أيضًا:\rإن كنت كارهةً لعيشتنا ... هاتا فحلي في بني بدر\rجاورتهم زمن الفساد فنعم ... الحي في العوصاء واليسر\rفسقيت بالماء التمير ولم ... أترك ألاطم حمأة الجفر\rودعيت في أولى الندي ولم ... ينظر إلي بأعينٍ خزر\rالضاربين لدى أعنتهم ... والطاعنون وخيلهم تجري\rأبو حاتم: والطاعنين.\rوالخالطين نحيتهم بنضارهم ... وذوي الغنى منهم بذي الفقر\r«النمير»: الماء المريء. وروى أبو حاتم: «ألاطس حمأة","seal":"657F9AAA","page":353},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":215,"nass":"الجفر» و «النحيت»: الساقط الخامل الذكر فيهم. و «النضار»: الرفيع, يقول فلا يرغب شريفهم عن وضيعهم. ولم يعرف الرياشي تفسير النحيت.\r(قال أبو الحسن, وأنشدني غير أبي زيد:\rصبر على ريب الزمان معا ... جيف الفصال أعفة الفقر)\r(أبو زيد) وأنشده المفضل لحاتم:\rفهذا أواني اليوم أبلو بلاءه ... فإني بكم ولا محالة راحل\rفلا أعرفن الأدم والدهم تعتلي ... يزرن عكاظًا بالذي أنا قائل\rوقال حاتم:\rوعاذلتان هبتا بعد هجعةٍ ... تلومان مهلاكًا مفيدًا ملوما\rألا لا تلوماني على ما تقدما ... كفى بصروف الدهر للمرء محكما","seal":"E253DF4D","page":354},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":216,"nass":"فإنكما لا ما مضى تدركانه ... ولست على ما قد مضى متندما\r(تلومان لما غور النسر ضلة ... فتى لا يرى الانفاق في المجد مغرما)\rفنفسك أكرمها فإنك إن تهن ... عليك فلن تلقى لها الدهر مكرما\rأهن بالذي تهوى التلاد فإنه ... إذا مت كان المال نهبًا مقسما\rفلا تشقين فيه فيسعد وارث ... به حين تحشى أغبر اللون مظلما\rيبيعه غنمًا ويشري كرامه ... وقد صرت في خط من الأرض أعظما\rقليلًا به ما يحمدنك وارث ... إذا نال مما كنت تجمع مقسما\rتحلم عن الأدنين واستبق ودهم ... ولن تستطيع الحلم حتى تحلما\rمتى ترق أضغان العشيرة بالأنا ... وترك الأذى يحسم لك الداء محسما\rإذا شئت نازيت امرء السوء ما نزا ... إليك ولاطمت اللئيم الملطما\rوعوراء قد أعرضت عنها فلم تضر ... وذي أودٍ قومته فتقوما\rوأغفر عوراء الكريم اصطناعه ... وأصفح عن ذات اللئيم تكرما\r(ويروى: ادخاره, وأعرض عن شتم اللئيم تكرما).\rولا أخذل المولى وإن كان خاذلًا ... ولا أشتم ابن العم إن كان مفحما\rولا زادني عنه غناي تباعدًا ... وإن كان ذا نقصٍ من المال مصرما","seal":"B8D8E874","page":355},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":217,"nass":"وليل بهيمٍ قد تسربلت هوله ... إذا الليل بالنكس الضعيف تجهما\r(ويروى تحرتما).\rولن يكسب الصعلوك مالًا ولا غنىً ... إذا هو لم يركب من الأمر معظما\rيرى الخمص تعذيبًا وإن يلق شبعةً ... يبت قلبه من قلة الهم مبهما\rولكن صعلوكًا يساور همه ... ويمضي على الأيام والدهر مقدما\rترى رمحه ونبله ومجنه ... وذا شطبٍ لين المهزة مخذما\rوأحناء سرجٍ قاترٍ ولجامه ... معدا لدى الهيجاء طرفًا مسوما\r(قال أبو زيد) ثم ثلاثة أبيات ليست من عرض المفضل:\rفذلك إن يهلك فحسن ثناؤه ... وإن يحى لا يقعد ضعيفًا ملوما\rديار التي قامت تريك وقد عفت ... وأقوت من الزوار ساقًا ومعصما\r(يروى «ديار»: بالنصب).\rونحرًا كفاثور اللجين يزينه ... توقد ياقوتٍ وشذرًا منظما\r«الفاثور»: الخوان. و «اللجين»: الفضة.","seal":"A2B38FAA","page":356},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":218,"nass":"(أبو زيد) وقال عقيل بن علفة المري من مرة غطفان:\rوكان لنا فزارة عم سوءٍ ... وكنت له كشر بني الأخينا\rيقال: أخ وأخان وأخون وأب وأبان وأبون. ويقال: ضربت / علاوة رأسه وعلاوي رؤوسهم.\rوقال حسان السعدي:\rمهما يكن ريب المنون فإنني ... أرى قمر الليل المعذب كالفتى","seal":"CD9D3CFF","page":357},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":219,"nass":"يهل صغيرًا ثم يعظم ضوءه ... وصورته حتى إذا ما هو استوى\rتقارب يخبو ضوءه وشعاعه ... ويمصح حتى يستسر فما يرى\r(يقال هلال ما صح إذا نقص).\rكذلك زيد المرء ثم انتقاصه ... وتكراره في إثره بعد ما مضى\r(قال أبو الحسن حدثنا أبو العباس أحمد بن يحيى أن هذا الشعر من أقدم ما قيل في الجاهلية وزادنا فيه عن ابن الأعرابي:\rأرى الموت ممن شارك الماء غايةً ... له أثر يجري إليه ومنتهى\rفلا ذا نعيمٍ يتركن لنعيمه ... وإن قال فرطني وخذ رشوةً أبى\rولا ذا بؤوسٍ يتركن لبؤوسه ... فتنفعه الشكوى إذا ما هو اشتكى\rوقال الحارث بن نهيكٍ أدرك الإسلام:\r(قال أبو الحسن: كذا وقع في كتابي, وحفظي نهيك).\rفلم يوف أنف البغل بالجار صعصع ... ولا أكسب السوءات ناصية الوبر\rتجول وتدعو سمرويك بحبلها ... خذي وأسريهم إن قدرت على الأسر\r(أكسب اسم رجلٍ).\rأضاف سمرويه إلى المخاطب قال أولها:\rعاهدت عبد الله ثمت خانني ... وأحلفته بالله أكثر من شهر\rلم يعرفه الرياشي, وأكسب: اسم رجلٍ, ويروى: أحلفته وحلفته.","seal":"7B8D74B0","page":358},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":220,"nass":"وقال زيد الفوارس الضبي:\rدلهت إن لم تسألي أي امريءٍ ... بلوى النقيعة إذ رجال غيب\rإذ جاء يوم ضوءه كظلامه ... بادي الكواكب مقمطر أشهب\rعوذ وبهثة حاشدون عليهم ... حلق الحديد مضاعفًا يتلهب\rولوا تكبهم الرماح كأنهم ... أتل جأفت أصوله أو أثأب","seal":"8CDC0EA3","page":359},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":221,"nass":"لد غدوةٍ حتى أغاث شريدهم ... جو العشارة فالعيون فزنقب\rفتركت رزا في الغبار كأنه ... بشقيقتي قدميةٍ متلبب\rوقال جرير:\rأعياش قد ذاق القيون مرارتي ... وأوقدت ناري فادن دون فاصطلي\r(قال أبو الحسن: بلغني أن عياشًا لما أنشد هذا البيت قال إني إذًا لمقرور).\rوقال الفرزدق:\rتشلي كلابك والأذناب شائلة ... إلى قرومٍ عظام الهام والقصر\rوقال ضابيء بن الحارث البرجمي:\rيسعى بهن ذوو ثيابٍ رثةٍ ... قرمون يتبع مشليًا ومشيرا","seal":"BFC9BF0F","page":360},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":222,"nass":"فنحالها ونحا على وحشيةٍ ... ربذًا تخال بشده تقصيرا\rوقال عبد القيس بن خفافٍ البرجمي.\rإليك أبيت اللعن أعلمت ناقتي ... تجر برجليها السريح المقددا\rفلما أتتك بالبريص جعلتها ... كذي الرامك الموعود يسقي غدا غدا\rيكذب وأيه ويخلف قوله ... ويعطي إذا أعطى قليلًا مصردا\rإذا ما اتصلت قلت يال تميمٍ ... وأين تميم من مقامة أهودا\rوأين ركب واضعون رحالهم ... إلى أهل نار من أناس بأسودا\rعليها نجاشي يشب وقودها ... إذا خمدت يوم النعامة أوقدا","seal":"091EF3C8","page":361},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":223,"nass":"وقال عبد قيسٍ:\rأجميل إن أباك كارب يومه ... فإذا دعيت إلى المكارم فاعجل\r(أبو حاتم: إلى العظائم, وروى أبو الحسن: أجبيل).\rأوصيك إيصاء امريءٍ لك ناصحٍ ... طبنٍ بريب الدهر غير مغفل\rقال وأنشدني المفضل:\rيا عمرويه انطلق الرفاق ... مالك لا تبكي ولا تشتاق","seal":"5691E1FA","page":362},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":224,"nass":"وقال آخر:\rوقربوا كل جمالي عضه ... قريبةٍ سرته من مغرضه\rوقال خداش بن مسعودٍ:\rأيي وأي ابن الحصين وعثعثٍ ... غداة التقينا كان بالحلف أفجرا\rسأثأر عرضي من زهير بن جابرٍ ... ومن عثعثٍ عيرًا توسد أيصرا\rفأكبل في شومي يديه وثاقه ... وقد راث في جنب الحظيرة منظرا\rوقال العدل بن الحكم الطهوي:\rأبني طهية ما ترون بصرمةٍ ... أكلت أوابيها بنو أنمار","seal":"B6606F10","page":363},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":225,"nass":"ثم الهجيم تسومني حضنيةً ... ذهب بن فسوة في بنات طمار\rوقال الخطيم بن محرزٍ أحد بني عبد شمسٍ وأدرك الإسلام:\rأبا قطري لا تصارع فإنني ... أرى قرنك الأعلى واياك أسفلا\rأراك إذا ناوأت قرنًا سبقته ... إلى الأرض واستسلمت للموت أولا\r(قال ورواه أبو العباس محمد بن يزيد واستبسلت. أبو زيد). وقال سمير بن عبد الله الطهوي:\rكميت غير مقرفةٍ ولكن ... كشاة الرمل صد عن الجبال\rترد العير يردم منخراه ... وتحمل شكة الرجل الثفال\r(قال: ] قال رجل ثفال وبعير ثفال إذا كان ثقيلًا بطيا. ويقال للمرأة إذا كانت ثقيلة العجيزة).\rوقال عامر بن سبيعٍ:\rولقد تركت بغائرين عديا ... تردى عليه بالعشية أنسر\rوكأنما يرمي ظباء تبالةٍ ... من كل وهدٍ سائف يستثئر\rأغشيته صدر الكميت وألةً ... فعلا ملاءته نجيع أحمر\r(تبالة: موضع. وشبه ما عليه من الدم بدم الظباء).\rوقال ضباب بن سبيع بن عوفٍ الحنظلي:","seal":"1026AF6A","page":364},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":226,"nass":"لعمري لقد بر الضباب بنوه ... وبعض النبين حمة وسعال\rجزوني بما ربيتهم وحملتهم ... كذالك ما إن الخطوب دوال\rولما رأوا أن العظام تحنبت ... أقاموا العظام فالعظام طوال\rوقالت امرأة من بني سعد جاهلية ولم أسمعها من المفضل:\rوقد زعموا أني جزعت عليهما ... وهل جزع أن قلت يا بأباهما\rهما أخوا في الحرب من لا أخا له ... إذا خاف يومًا نبوةً فدعاهما\rقال يقال بأبا أنت وأمي فاستثقلوا الياء مع الكسرة قبلها ففتحوها.","seal":"449CF281","page":365},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":227,"nass":"وقال عصام بن حنثرٍ:\rونارٍ حضأناها لغير تئيةٍ ... قبيل غروب الشمس يخبا وقودها\rقليلًا ثوينا عندها غير ساعةٍ ... من الليل إلا ريث صر فئيدها\rوقال ذو الخرق الطهوي:\rألم تعجب لذئب بات يعوي ... ليؤذن صاحبًا له باللحاق\rحسبت بغام راحلتي عناقًا ... وما هي ويب غيرك بالعناق\rفلو أني رميتك من قريبٍ ... لعاقك عن دعاء الذئب عاق","seal":"5B16AC47","page":366},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":228,"nass":"وقال:\rكأن لسانه ورل عليه ... بدار مضنةٍ مج العرارا\rأي لسان ورلٍ.\r(قال أبو الحسن: ويروى مضنةٍ).\rوقال بعض بني نهشل:\rيقلب رأسه ويطيف حولي ... بجهلك من غزالٍ مستطيف\rكأن محالةً ثقبت حديثًا ... لنابيه علي من الصريف\rفدعني ويب غيري واله مني ... فما أنا من خزاعة أو ثقيف\r(يريد: واله عني. ويروى: كأني من خزاعة أو ثقيف).\rوقال عرفطة بن الطماح:\rبأهلي من تركت ولم يوسد ... بقف إراب وانطلقوا سراعا\rرأيت مكانه فصدرت عنه ... وما للمرء إلا ما استطاعا\rفلا في العيش سؤتك ما اصطحبنا ... ولا في المال تجعله متاعا\rأقول فداك ما استهلكت منه ... وأجعلك المسود والمطاعا","seal":"B49F3848","page":367},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":229,"nass":"وخادعت المنية عنك سرًا ... فلا جزع الأوان ولا رواعا\rتعلبت المنون بكل عم ... لزينب يطعم الأنس الجياعا\r(قال أبو الحسن: روى أحمد بن يحيى: فداك جعله فعلًا. وروى: بنفسي من تركت. أبو الحسن: قوله: فلا جزع الأوان يحتمل أمرين أحدهما أن يكون أراد فلا جزع لي فحذف الخبر لأن عليه دليلًا كما يقول لا بأس يريد لا بأس عليك ويبنى لا مع جزع فتجعلهما اسمًا واحدًا كخمسة عشر ولهذه العلة حذف التنوين وهذا جيد في العربية لا ضرورة فيه. وقد يجوز أن يكون أراد فلا أجزع جزعًا ثم حذف الفعل لعلم السامع كقولهم في الدعاء: لا سقيًا ولا رعيًا يريدون لا سقاه الله ولا رعاه وحذف التنوين من جزع لسكونها وسكون اللام التي بعدها لما اضطر تشبيهًا بحروف المد واللين, وإنما كان حق التنوين أن يحرك لالتقاء الساكنين كما قال:\rحميد الذي أمج داره ... أخو الخمر ذو الشيبة الأصلع","seal":"8B155E89","page":368},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":230,"nass":"وحذف التنوين اضطرارًا كثير في الشعر. أبو زيدٍ).\rوقال سدوس بن ضمرة:\rأصبحت لا ألهو الأوان إلى دد ... وطاوعت عذالي وأخلفت موعدي\rوبدلت حكمًا قد أرى قبل غيره ... لفرط شبابي إذ أجور وأهتدي\rوقال شعبة بن قمير:\rألم ترني عمرت خلي بالٍ ... عن الحي الذي دعت الجنود\rإذا ما جئت زائرهم دعاني ... شريدهم وهل لهم شريد\rوقالوا ربك انصره فإن الـ ... أعادي فيهم بأس شديد\rوهل أنا مانع لو جئت ربي ... لشيخٍ فوق كاهله عمود\rولو قد شاء أهلكهم بغيثٍ ... ترى فيه البوارق والرعود\rوقال شعبة بن قميرٍ:\rأدارم إن الود قد باد بيتنا ... فلم يبق إلا مثل ناحية السهم\rفإن شئتم كنا صديقًا مصافيًا ... جديرًا عليكم بالرآفة والرحم","seal":"FA8020CA","page":369},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":231,"nass":"فإن أخاكم باذل ما سألتم ... فمهما أتيتم فاقدموه على علم\rوقال شعبة أيضًا:\rفإن يمنعك أهلك لا تريني ... أموت ويبق نسوان كثير\rوتنشأ في عشيرتنا جوارٍ ... غذاها المحض أتان والخمير\rقال أبو حاتم: نظرت في شعر القبيلة فإذا فيه: المحض أتنى والجمير.\r(قال أبو الحسن: سألت جماعة شيوخنا عن قوله: أتأن وأتنًا والجمير فما عرفوه ولا عرفته إلى هذه الغاية).\rوقال الرياشي: غذاها المحض فينا والخمير.\r(قال أبو سعيد ونرى).\rالصحيح ما رواه الرياشي.\rوقال ذؤيب بن زنيمٍ الطهوي جاهلي:\rلعمرك ما ونيت في ود طيء ... وما أنا عن شيء عناني بمنقر\r(بمنقر: بمقلع).","seal":"6B66F05D","page":370},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":232,"nass":"منعت نساء الحي حتى لقيتهم ... يغشين منها كل جنبٍ ومحجر\rوقالت غضوب وهي من رهط ربيعة بن مالكٍ أخي حنظلة:\rلا تنه عن شح سبيعًا فإنه ... متى يبكي الشاة السبيعي يرضع\rأخو الذئب يعوي والغراب ومن يكن ... شريكيه تطمع نفسه شر مطمع\rومنتزعٍ عرق السلا من مكانه ... ونارٍ على الدبراء ما لم يورع\rالدبراء ها هنا أتان.\rوقال عمرو بن الأسود الطهوي:\rألم تقبلوا ظعينةً من ظعينةٍ ... ولا ديةً حتى نقيدك مربعا","seal":"9282331C","page":371},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":233,"nass":"وقال الأسلع بن قصافٍ:\rوما تحدث الأيام يا ابنة مالكٍ ... فإني لما جاءت به لعروف\rخطوب وباب ذو أطاويق مشرف ... وشهماء تستنمي اللقاح كشوف\r(قال أبو الحسن: وزعم الأصمعي أن هذا أردأ النتاج. والأجود أن تجم سنةً ثم يحمل عليها).\r«الكشوف»: التي تلقح في السنة مرتين.\rوقال شعبة بن قميرٍ:\rهلك الذين تحملوا من عندنا ... بالقتل والحيات والأوصاب\rوبقيت بعدهم فأدركني البلى ... حتى للأيًا ما أسيغ شرابي\rالرياشي: حتى بلأيٍ ما أسيغ شرابي.\r(أبو زيد) وقال شجاع بن مالكٍ عم أبي الغول:\rوقالت له هاجر فإنك راشد ... فأي مدل للنصيحة دلت\rفإن صفقت كفي بنفسي طائعًا ... ليملكها قوم علي فشلت\r(ويروى بنفسي, قال أبو الحسن: يقال: صفقت وأصفقت وهو","seal":"A11810D1","page":372},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":234,"nass":"بالألف أكثر).\rوقال خالد بن عمروٍ الحنظلي:\rتقول سليمى الحنظلية لابنها ... غلام بنجران الغداة غريب\rرأت غلمةً ثاروا إليه بأرضهم ... كما هر كلب الداربين كليب\rفقالت لقد أجرى أبوك لما ترى ... وأنت غلام بالعراق مهيب\r(أبو حاتم: في البيت الأول غلامٍ).\rوقال ضابيء:\rوقلت تعلم أنني غير نائمٍ ... إلى مستقل بالخيانة أنيبا\r«أنيبا أي: طويل الناب».\rبعيد المطاف لا بعيد عن الغنى ... ولا يأتلي ما اسطاع أن يتكسبا","seal":"958778A9","page":373},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":235,"nass":"وقال سلمان بن ربيعة الضبي أو سلمى:\rوكفيت مولاي الأحم جريرتي ... وحبست سائمتي على ذي الخلت\rولقد رأبت ثأي العشيرة بينها ... وكفيت جانيها اللتيا والتي\rزعمت تماضر أنني إما أمت ... يسدد أبينوها الأصاغر خلتي\r«الأحم»: الأقرب. والثأي: الفساد. وأراد واحدًا فقال جانيها","seal":"B0979F90","page":374},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":236,"nass":"ففتح, وإن أراد جماعة قال جانيها فأسكن الياء لأنها ياء جمعٍ.\rوقوله: «اللتيا والتي» يضربه للشدة مثلا, وصغر الأبناء على أبينين على غير قياس, وقد روي عن رسول الله صلى الله عليه وسلم أنه تكلم بهذه اللغة.\r(قال أبو الحسن: هكذا وقع في كتابي سلمى وحفظي سلمي, وهذه الأبيات بتمامها أنشدنيها أبو العباس الأحول وغيره وهي قوله:\rحلت تماضر غربةً فاحتلت ... فلجًا وأهلك باللوى فالحلت\rفكأن في العينين حب قرنفلٍ ... أو سنبلًا كحلت به فانهلت\rزعمت تماضر أنني إما أمت ... يسدد أبينوها الأصغر خلتي\rتربت يداك وهل رأيت لقومه ... مثلي على يسري وحين تعلتي\rرجلًا إذا ما النائبات غشينه ... أكفى لمعضلةٍ وإن هي جلت\rومناخ نازلةٍ كفيت وفارسٍ ... نهلت قناتي من مطاه وعلت\rوإذا العذارى بالدخان تلفعت ... واستعجلت نصب القدور فملت","seal":"3AD76563","page":375},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":237,"nass":"قامت بأرزاق العباد مغالق ... بيدي قمع العشار الجلت\rولقد رأبت ثأى العشيرة بينها ... وكفيت جانيها اللتيا والتي\rوعفوت عن ذي جهلها ورفدتها ... نصحي ولم تصب العشيرة زلتي\rوكفيت مولاي الأحم جريرتي ... وبعثت سائمتي على ذي الخلت\rقال أبو الحسن: جمع ابنٍ أبناء وابنون في أقل العدد فمن صغر بنون وهو للعدد الكثر رده إلى العدد القليل ثم صغر لأن لا يكون المكثر مقللًا فتقول أبيناء, وهذا أكثر في الاستعمال وإن قال أبينون فقد صغر.\rقوله: إبنون وليس بخارج عن القيس ولكن لم يكثر الاستعمال به.\rويقال: اللتيا واللتيا فاللتيا جري على أصل التصغير وأنشدوا:\rبعد اللتيا واللتيا والتي ... إذا علتها أنفس تردت\rوهذا مثل سائر وقد علم المحذوف منه فلذلك حذفت الصلة ولولا ذلك لم يجز إذ كانت الصلة تمام الاسم. والمثل بمنزلة الإشارة وإنما يعلم المراد به على هيئته فإن غير فسدت الدلالة وبطل المعنى. أبو زيد).\rوقال عنترة:\rونحن نقود الخيل حتى رؤوسها ... رؤوس نساءٍ لا يجدن فواليا","seal":"71BB0B7E","page":376},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":238,"nass":"وقال عنترة أيضًا:\rأبينا فلا نعطي السواء عدونا ... قيامًا بأعضاد السراء المعطف\rوكل هتوفٍ عجسها رضويةٍ ... وسهم كسير الحميري المؤنف\r(«المؤنف»: المحدد الطرف. قال أبو الحسن: يقال: عجس وعجس ومعجس بمعنى واحدٍ وهو الموضع الذي يقبض الرامي من القوس. أبو زيدٍ).\rوقال يزيد بن إياسٍ النهشلي أدرك الإسلام:\rألا هي ألا هي فدعها فإنما ... تمنيك ما لا تسطيع غرور\rوقال إياس بن حصينٍ الطهوي:","seal":"C27C246D","page":377},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":239,"nass":"إذا قلت جازيني بحبك باعدت ... دلالًا وقالت إنما أنت مازح\rفدعها فقد حال الشواغل دونها ... وواصلتها لو أن ذلك ناجح\rجرى كلم الأعداء بيني وبينها ... وطير أجازتني سنيح وبارح\rوقد طرقتني حيث لم يسر قبلها ... ضعيف ولم يعمل لها الزند قادح\rوقال خليفة بن حمل:\rلقد هجرتنا أم حقة إذ دنت ... بها الدار والتمت بحي ترافده\r(ويروى إذ دهت بها الدار والتمت).\rرأت ولدةً شعث الرؤوس وصبيةً ... وفرقًا عليهم فيه سعد تطارده\rوقال القتال الكلابي:","seal":"E54584F7","page":378},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":240,"nass":"ومن لا تلد أسماء من آل عامرٍ ... وكبشة تكره أمه أن تبجثرا\rبأنا بنو أمين أختين حلتا ... بيوتهما في نجوةٍ فوق أبهرا\rإذا ما اعتزت إحداهما باسم شيخها ... أسفي بن عوفٍ أنعمت أن تخيرا\rقوله أن تبجثرا أن يفوق أمرها بالذكر لها.\r(قال أبو الحسن: هكذا وقع في كتابي أن يفرق أمرها. وحفظي أن يقرف). وقوله فوق أبهرا وأبهر من الأرض ظهر وغلظ فيه دقة وطول. وقوله أسفي بن عوفٍ أراد سفيان فرخم. أنعمت أن تخيرا أي بالغت في التخير.","seal":"AA9E38A1","page":379},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":241,"nass":"وقال شمير بن الحارث الضي:\r(أبو الحسن: حفظي سمير).\rونار قد حضأت بعيد هدوٍ ... بدارٍ لا أريد بها مقاما\rسوى تحليل راحلة وعينٍ ... أكالئها مخافة أن تناما\rأتوا ناري فقلت منون قالوا ... سراة الجن قلت عموا ظلاما\r(أبو حاتم: سراة بالضم).\rفقلت إلى الطعام فقال منهم ... زعيم نحسد الأنس الطعاما","seal":"8580AEC0","page":380},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":242,"nass":"قوله حضأت: أي أشعلت وأوقدت ويقال في تصريفها حضأت النار أحضؤها حضًا. وقوله سوى تحليل راحلةٍ: أراد سوى راحلةٍ أقمت بها فيها بقدر تحلة اليمين. وقوله: نحسد الأنس: أراد الناس. وقال ابن عناب بالنون قال أبو سعيد السكري هو حريث بن عنابٍ.\rلقد آذنت أهل اليمامة طيء ... بحربٍ كناصاة الأغر المشهر\rوقال شمير بن الحارث:\rدعوت الله حتى خفت ألا ... يكون الله يسمع ما أقول","seal":"7C8597CE","page":381},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":243,"nass":"ليحملني على فرس فإني ... ضعيف المشي للأدنى حمول\rأحب الخيل إن لامت عليه ... إناث الخيل والذكر الطويل\rينعم بال عيني أن أراه ... أمام البيت محجره أسيل\rفإن فزعوا فزعت وإن يعودوا ... فراضٍ مشيه عتد رجيل\rفلا وأبيك خير منك إني ... ليوذيني التحمحم والصهيل\r(أبو حاتم: ليوذنني ويروى خيرٍ منك).\rولست بنأنأٍ لما التقينا ... تهيبني الكريمة والأفيل\rقوله: يسمع ما أقول أي يقبل. وقوله إناث الخيل أراد والذي أحب إناث الخيل, والذكر الطويل فرفعه على الابتداء. وقوله ليوذيني أي يغمني وليس هو لي في ملكٍ, والنأنأ: الضعيف من الرجال, يقال نأنأت في رأبي نأنأةً إذا ضعفت فيه. وقوله: تهيبني أي أهاب الكريمة","seal":"9F2D693A","page":382},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":244,"nass":"من الإبل أن أعقرها ولا يتعاظمني ذلك. والأفيل الفتي والأفايل: الأفتاء من الإبل, عن أبي زيدٍ, وقال الأصمعي: الأفيل ابن تسعة / أشهرٍ أو ثمانيةٍ.\rأبو حاتم: يسمع ما أقول أي يجيب, ومنه سمع الله لمن حمده. وقلبه قوم قالوا يقبل ما أقول. وروى أبو حاتم: فإني ضعيف المتن مكان المشي, وروى تهيبني الكريمة وهو أجود.\r(قال أبو الحسن: أنشدني هذه الأبيات [أبو العباس] أحمد بن حييى إلا البيت الأخير. وروى: فراض مشبه حسن جميل, فرفع المشي, ومعناه مشيه راضٍ أي ذو رضًا كقولك راضية, وليل نائم وما أشبهه, ومن روى مشيه جعل راضٍ خبر مبتدإٍ محذوفٍ كأنه قال فأنا راضٍ مشيه وهو حسن جميل يعني المشي, وروى: فلا وأبيك خير [منك] بكسر الكاف, ومن روى خير منك فكأنه قال هو خير منك, ومن خفض أبدله من الأول إذا كان نكرة, وكان الأول معرفةً والذي أختار تهيبني الكريمة [والأفيل] يقول لا يهيبني كبير","seal":"68AEB1DB","page":383},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":245,"nass":"مالي ولا صغيرة إذا ورد ضيف علي. والأفيل: الصغير هكذا حفظي وليس له وقت محدود. ومن روى تهيبني الكريهة يقول أنا أقاتل وأعقر للأضياف الأفيل ولا أدري لم خص الأفيل دون غيره. أبو زيدٍ).\rوقال مقاس العائذي قال أبو حاتمٍ: راشد بن شهابٍ اليشكري:","seal":"E7C79E7C","page":384},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":246,"nass":"أقيس بن مسعود بن قيس بن خالدٍ ... أموفٍ بأدراع ابن ظبية أم تذم\rوكنت زمينًا بيتٍ وصاحبًا ... ولكن قيسًا في مسامعه صمم\rأبو حاتم: وكنت زميتًا بالتاء وكذا في كتابه.\r(قال أبو الحسن: وهو غلط من أبي حاتم).\rوقال عبد قيس بن خفافٍ البرجمي:\rأفاطم إني هالك فتبيني ... ولا تجزعي كل النساء تئيم\rويروى: يتيم. الرياشي: تئيم وأبو حاتم: يئيم.","seal":"A76B6F66","page":385},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":247,"nass":"ولا أنبأن أن وجهك شانه ... خموس وإن كان الحميم حميم\rومات على سلمان سلمى بن جندلٍ ... وذلك ميت ما علمت كريم\rسلمان ماء على طريق مكة من العراق وبه مات نوفل بن عبد منافٍ.\r(أبو زيد) وقال لقيم بن أوس من بني أبي ربيعة بن مالك:\rإن شئت أشرفنا كلانا فدعا / ألله جهدًا ربه فأسمعا\rبالخير خيراتٍ وإن شرًا فأا ... ولا أريد الشر إلا أن تأا\rأجاب بها امرأته إذ تقول له:\rقطعك الله المليك قطعا ... فوق الثمام قصدًا موضعا","seal":"0C91EB52","page":386},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":248,"nass":"تالله ما عديت إلا ربعا ... جمعت فيه مهر بنتي أجمعا\rأبو حاتم وأبو عثمان عديت.\r(أبو الحسن: حفظي عديت).\rأبو حاتم وجمعت.\r(أبو زيد) قوله: وإن شرًا فأا أراد فالشر إن أردت فأقام الألف مقام القافية. وقوله إلا أن تأا إلا أن تشائي ذلك. وقولها: ما عديت إلا ربعا أي ما سقت وصرفت إلينا إلا ربعًا من مهر بنتي.\r(قال أبو الحسن هذا الرجز يوجب ما روى أبو زيد. والذي أحفظه من رواية النحويين:\rبالخير خيراتٍ وإن شرًا فا ... ولا أريد الشر إلا أن تا\rويفسرونه فيقولون إنما أراد وإن شرا فشر فحذف الشر لعلم السامع وأثبت الفاء وأتبعها الألف للقافية إذ كانت مفتوحة كقوله:\rأقلي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا","seal":"309FFAEC","page":387},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":249,"nass":"وهذه تسمى ألف الإطلاق وكذا الواو إذا كانت القافية مرفوعة والياء إذا كانت القافية مجرورةً. وقوله: إلا أن تا يريد إلا أن تريد فأثبت التاء وأتبعها الألف لما ذكرت لك وهذا الحذف كالإيماء والإشارة يقع من بعض العرب لفهم بعض عن بعض ما يريد وليس هذا هو البيان لأن البيان ما لم يكن محذوفًا وكان مستوفىً شائعًا.\rحدثنا أبو العباس المبرد قال حدثنا أصحابنا عن الأصمعي قال كان أخوان من العرب يجتمعان في موضع واحد لا يكلم أحدهما الآخر إلا في وقت النجعة فإنه يقول لأخيه ألاتا فيقول الآخر بلى فايريد ألا ترحل أو ألا تنتجع فيقول الآخر بلى فارحل بلى فانتجع. وأما ما رواه أبو زيد إلا أنا تأ فإن هذا من أقبح الضرورات, ذلك أنه لما اضطر حرك ألف الإطلاق التي ذكرت لك فخرجت عن حروف المد واللين فصارت همزة. أبو زيد).\rوقال الأسود بن يعفر:\rقال لبني محلمٍ يسيروا ... بذمة يسعى بها خبير\rلا قدح بعد اليوم إن لم توروا","seal":"9AAD893E","page":388},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":250,"nass":"يقال لقيت فلانا غزالة الضحى ورأد الضحى وكهر الضحى كل ذلك بعدما تنبسط الشمس وتضحى غزالة, الغين معجمة.\rوقال الراجز:\rدعت سليمى دعوةً هل من فتى ... يسوق بالقوم غزالات الضحى\rفقام لا وانٍ ولا رث القوى\rقال أبو حاتم لو قال / غزالة الضحى لجاز وكسر موضع الفاء من القوى.\r(أبو زيد) وقال آخر:\rإذا الشريب أخذته أكله ... فخله حتى يبك بكه","seal":"840E77C1","page":389},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":251,"nass":"الشريب الذي يشرب معه والذي يسقي إبله مع إبل صاحبه.\r(قال أبو الحسن أنشدنا أبو العباس محمد بن يزيد عن الرياشي:\rإن الشريب للشريب لين ... إن الأذاة ليس منها هين)\rيقول إذا ضاق الشريب وساء خلقه وغضب عند الحوض فدعه يبك إبله بكة أي يقبلها الحوض ويصرفها إليه والأكة الحمية من الحرارة.\rوقال الراجز:\rقد جعلت دلوي تستتليني ... ولا أحب تبع القرين\rما لم يرد سماحتي وليني ... يا ريها إن سلمت يميني\rوسلم الساقي الذي يليني ... ولم تخني عقد المنين\rالمنين: الحبل الضعيف. وقوله تستتليني أي تستتبعني. قال تجذبني حتى أتبعها.","seal":"48AEAE8C","page":390},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":252,"nass":"وقال آخر:\rلا دلو إلا مثل دلو أهبان ... واسعة الفرغ أديمان اثنان\rمما تنقت من عكاظ الركبان ... إذا استقلت رجف العمودان\rلها عناجان وست آذان\rقال آخر:\rإن سرك الإرواء غير سابق ... فاعجل بغربٍ مثل غرب طارق\r(أبو حاتم: سائق, قال أبو الحسن رواية الناس كلهم سابق).\rموفرٍ من بقر الرزادق\rالرزادق: أراد الرستاق يقال رستاق ورزداق.\rومسدٍ أمر من أيانق ... لسن بأنيابٍ ولا حقائق","seal":"92C4F5EF","page":391},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":253,"nass":"وقال آخر:\rلقد تعللت على أيانق ... صهبٍ قليلات القراد اللازق\rوذات ألياطٍ ومخ زاهق\rوقال آخر:\rيا أيها الساقي القليل ذامه ... أفرغ لوردٍ قد دنا سوامه\rتقدمه أدرعه وهامه ... عجم اللغات إنما كلامه\rتجاوب بالسجع أو إرزامه\rالسجع هاهنا: الحنين. والإرزام: أضعف منه وأخفى.\rوقال الآخر:\rما بال زيدٍ لحية العريض مبرنتئًا كالخزر المريض\r(قال أبو الحسن: العريض: الجمل).\rالمبرنتيء: الغضبان الذي لا ينظر إلى أحدٍ. والعريض أصغر من التيس.","seal":"E98C9240","page":392},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":254,"nass":"وقال آخر:\rكأنما عطية بن كعب ... ظعينة واقفة في ركب\rيرتج ألياه ارتجاج الوطب\rوقال آخر:\rلن يعدم المطي منا مسفرًا ... شيخًا بجالًا وغلامًا حزورا\rالبجال: الذي يبجله أصحابه ويحتاجون إلى رآيه.\rوقال آخر:\rكنت لهم في الحدثان نابا ... أنفي العدى وضيغمًا وثابا\rولم أكن هردبةً وجابا ... حول البيوت أحذف الكلابا","seal":"CED88E5A","page":393},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":255,"nass":"الهردبة: الهاء مكسورة والباء ثقيلة وهو المنتفج الجوف من الرجال المرعوب الذي لا فؤاد له. والوجاب الساقط.\rحتى اجلعب نضوها اجلعبابا ... خصبا وخمت نيبها العلابا\rقال أبو حاتم هذان البيتان فيها ولم أقرأهما على أبي زيد ولم يعرفهما الرياشي.\rوقال آخر:\rأصبحن يسنفين من الإدلاج ... بعد انتفاج البدن البجباج الإسناف: أن يسنف بطن البعير من التقلقل تؤخذ قطعة حبلٍ أو مريرة فتدار حول الكركرة ثم يعقد طرفاها إلى البطان حتى لا يتأخر.\rوالبجباج: الامتلاء, والانتفاج.\rوقال أبو النجم:","seal":"4EF1BBAE","page":394},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":256,"nass":"يحفر بالمنسم عن فرقائه ... عن يابس الترب وعن ثريائه\rوقال آخر:\rألست من رهط حبيبٍ بأبا ... إن حبيبًا قد شفانا واشتفا\r(قال أبو الحسن: حبيب في بني تغلب وحبيب في بني أسدٍ وقال الشاعر وهو أفنون التغلبي:\rأبلغ حبيبًا وخلل في سراتهم ... أن الفؤاد إليهم تيق وجع\rوقال الآخر:\rإذا نظرت بلاد بني حبيبٍ ... بعينٍ أو بلاد بني صباح\rرميناهم بكل أقب نهدٍ ... وفتيان الغدو مع الرواح)","seal":"821F931F","page":395},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":257,"nass":"باب نوادر\rويقال ضغنت على فلانٍ أضغن ضغنًا مثل عملت أعمل عملًا وأحنت آحن أحنًا وإحنةً وهما واحد وهي العداوة وقال رؤبة:\rيحك ذفراه لأصحاب الضغن ... تحك الأجرب ياذا بالعرن\r(قال أبو الحسن: حكى لنا عن ابن الأعرابي: الضغن ورواية أبي حاتم أجود).\rوالعرن قرحة تأخذ الإبل جلتها وفصالها. ويقال مالك على من شف أي من فضلٍ. وقد شفف عليه تشفيفًا إذا كان أفضل منه أبو حاتمٍ شف.","seal":"24C94871","page":397},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":258,"nass":"(أبو زيد) قال أبو مرة الكلابي وأبو خيرة العدوي قد غني على الرجل فهو مغمي عليه.\rوقال أبو قرة أفرست الأسد حمارًا إذا جعلته بين يديه ليفرسه.\rويقال أكرع القوم إذا أصابوا ماء السماء فأوردوا, وماء السماء يقال له الكرع.\rويقال خيم القوم بالمكان تخييمًا إذا أقاموا فيه, وخام الرجل يخيم خيمًا وخيمانًا إذا هاب وجبن. خيمانًا لم يعرفه الرياشي وعرفه أبو حاتم والمازني.\r(أبو زيد) ويقال رميت به من عل الجبل أي من فوقه, أبو حاتم من علا الجبل.\rويقال ما يكظم فلان على جرته أي لا يسكت على ما في جوفه حتى يتكلم به, ومثله «ما يخنق فلان على جزته». ويقال عثلب فلان","seal":"C9A3F5BC","page":398},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":259,"nass":"عمله عثلبةً إذا أفسده. ويقال لي في هذا الأمر بلغة أي بلاغ. ويقال أوزعت بين الرجلين إيزاعًا. إذا فرقت بينهما. لم يعرف الرياشي أوزعت وعرفه أبو حاتم والمازني. ويقال إن فلانًا لشديد اللهبة وهي العطش. وقد لهب يلهب لهبًا مثل خجل يخجل خجلًا وهذا رجل لهبان وامرأة لهبى والاسم اللهبة. ويقال غدوت وأمري مجمع أي أجمعت عليه للخروج وقال الراجز:\rيا ليت شعري والمنى لا تنفع ... هل أغدون يومًا وأمري مجمع\rوتحت رحلي زفيان ميلع ... حرف إذا ما زجرت تبوع\rويروى وتحت رجلي. الزفيان: السريعة. والميلع: الجواد","seal":"3583863B","page":399},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":260,"nass":"الخفيفة. ويقال للرجل البعيد ما بين المنكبين: إنه لرجل مشبوح. وهذا وجه كره وكريه وقال الراجز:\rأأن رأيت أسدًا فرانسا ... والوجه كرهًا والجبين عابسا\rأبغضت أن تدنو وأن تلابسا\rويروى تدنوا, الفرانس: الذي يفترس كل شيء من شدته. ويقال تركت مال بني فلانٍ رجاجًا إذا رزم فلم يتحرك من الهزال. والمال ها هنا الإبل والغنم وتركت بني فلان يتكنفون بالغثاث وذلك أن تموت مواشيهم هزالًا فيحظروا بالتي ماتت حول الأحياء اللاتي بقين فيسترونها من الشمال وغيرها من الرياح إذا هبت باردة. ويقال تركت المال يحبو حبوًا ويدلف دليفًا إذا رزم فلا يتحرك هزالًا, وقالت امرأة لابنها:\rبني إن البر شيء هين ... المنطق اللين والطعيم\rجاءت بالميم مع النون في القافية لأن مخرجيهما متقاربان.","seal":"3A6EBE05","page":400},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":261,"nass":"ويقال سقانا فلان سمارةً مسودةً حجراتها وهي نواحيها أي وما طوقها من الماء من نواحيها مما يلي الإناء. وسقانا خضارةً وسجاجةً وجماعه السماء والخضار والسجاج وهو الذي ثلثاه ماء وثلث لبن يكون ذلك من جميع اللبن / حقينه وحليبه ومن الماشية إبلها وغنمها. ويقال تقيل الرجل أباه تقيلًا وتقيضه تقيضًا وتصيره تصيرًا وكله واحد وذلك إذا نزع إليه فأشبهه. ويقال ولب إلي الشيء يلب ولوبًا مثل ضرب يضرب إذا وصل إليك كائنًا ما كان. ويقال أتاك قرمش من الناس, الشين معجمة وهم الأوخاش من الناس واحدها وخش وهم الذين لا خير فيهم.","seal":"0B69BAFF","page":401},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":262,"nass":"ويقال في مثل للعرب «هنا وهنا عن جمال وعوعه» وهو رجل من بني قيس بن ثعلبة. وقال أبو حاتم من بني قيس بن حنظلة وهو نحو قول الرجل:\rكل شيء ما خلا الله جلل\rويقال هو رجل هزأة على وزن نكحةٍ إذا كان يهزأ بالناس ومثل ذلك سخرة ولعنة فإذا كانوا يهزؤون به قلت هزأة وكذلك لعنة وسخرة. ويقال ردم البعير يردم ردمًا إذا ضرط. ويقال ائتنفنا طيبة الطعام وخيرته إذا استأنفنا أكله.","seal":"C9EA4552","page":402},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":263,"nass":"أبو حاتم انتقينا طيبة الطعام وخيرته.\r(أبو زيد) ويقال لقيت فلانًا الندرى (وندرى). وفي الندرى ولقيته ندرى ولقيته الفينة / وفي الفينة وفينةً يا فتى ولقيته الندرة وفي الندرة كله واحد إذا لقيته بعد أيامٍ. الرياشي: الوجه ما ألقى فلانًا إلا الفينة بعد الفينة.\r(أبو زيد) وقال رجل من بني عبسٍ يقال له خزية هو مغزل المرأة ففتح الميم, وقال لو كانت العنز غزيرةً لحفرها ذلك يحفرها حفرًا إذا هزلها ذلك هزالًا وجهدها. ويقال قد عرن البعير عرنًا. والعرن قرحة تأخذ جلة الإبل وفصالها.\rوأما القرع فحكة تأخذ الفصال خاصة (أبو الحسن: القرع: جدري الفصال).\rويقال للرجل عند قهر صاحبه له أكدت أظفارك أي صادفت أظفارك كديةً وهي الصفاة العظيمة الغليظة. وقال أر نارك تأريةً إذا أمرته أن يعظمها وذك نارك تذكيةً وهما واحد. والذكية ما ألقيت على","seal":"288E961D","page":403},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":264,"nass":"النار من يعرٍ أو حطبٍ لتهيجها به, ونم نارك تنميةً أي أعظمها وكب نارك تكبيةً أي ألق عليها الرماد. ويقال أرث نارك تأريثًا إذا أمره أن يعظمها بكثرة ما يلقى عليها من الحطب والبعر.\rويقال سخيت النار مثل رميت في الزنة وسخوتها أسخوها, وأسخاها سخوًا إذا جعلت لها مذهبًا تحت القدر أو غير ذلك. والخاء من سخيت معجمة.\r(أبو الحسن: الذي عليه الناس سخوت النار وسخيتها لغة).\rويقال أرجت بين القوم تأريجًا وحرشت بينهم تحريشًا وهما واحد. ويقال فلانة تمشي الخيزلي. وقال أبو العامرية النميري: الخيزرى وهي مشية شبه الظلع قال الشاعر:\rمن اللات تمشي بالضحى مرجحنةً ... وتمشي العشايا الخيزلي رخوة اليد\rجمع العشية على عشايا. ويقال: إن فلانًا ليقهل فلانًا قهلًا, وقد قهله إذا ذمه وأثنى عليه ثناءً قبيحًا. ويقال قد يصص الجرو تيصيصًا وجصص تجصيصًا وفقح تفقيحًا الجيم من جصص معجمة وهو كله واحد إذا فتح عينه وذلك أول ما يفتح عينيه وهو صغير. قال أبو حاتم سمعت أبا زيد مائة مرةٍ أو أكثر يقول: يصص الجرو بالياء, وكذا","seal":"BD309EB4","page":404},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":265,"nass":"حكاه أصحاب أبي زيد كلهم.\rويقال: قد زاهم فلان: فلانًا مزاهمةً إذا داناه, وقد زاهمت الأربعين إذا داناها وقرب منها. ويقال هذا لحم أنيض إذا لم ينضجوه ويكون من الشواء والقدير. وقد آنضت اللحم بألفين / فهو مؤنض إذا لم تنضجه. ويقال تركت الأرض محوةً كلها إذا جيدت الأرض كلها كانت لها غدران أو لم تكن. ومحوة: الدبور من الرياح غير مصروفةٍ التي تجفل السحاب فتذهب به وقال الراجز:\rقد بكرت محوة بالعجاج ... فدمرت بقية الرجاج\rوامتلأ الحظر من النعاج ... وتركت من عاصدٍ وناج\r(قال أبو الحسن قال الأصمعي: محوة اسم الشمال وهي معرفة لا تصرف, وإنما سميت محوة لأنها تمحو السحاب وهو عندي أشبه بالحق).\rالرجاج: هزلى المال وفاسده. ويقال أحمقت بالرجل إذا ذكرته بحمقٍ. وأظرفت به إذا ذكرته بظرفٍ إحماقًا وإظرافًا.\rويقال: خنث الرجل سقاءه يخنثه خنثًا وخنوثًا إذا ثنى فمه فأخرج","seal":"2F125230","page":405},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":266,"nass":"أدمته وهي الداخلة والبشرة مما يلي الشعر الخارجة. ويقال قبعت السقاء أقبعه قبعًا إذا ثنيت فمه فجعلت بشرته الداخلة ثم صببت فيه اللبن والماء أو ما كان من الشراب. ويقال: تركت الأرض قروًا القاف مكسورة. أبو حاتم: قروًا وذلك إذا تركت الأرض وقد طبقها الماء وظهر عليها. ويقال قد دخلت في غيثرة الناس وأفرتهم مشددة الراء / وهما واحد إذا رأيت قومًا مختلطين قد اجتمعوا فدخلت فيهم. الغين من غيثرةٍ معجمة.\r(قال أبو الحسن ويقال وقع في غيثرة شر وغومرة شر وعصواد شر إذا وقع في اختلاطٍ. ويقال وقع في دوكةٍ وبوكةٍ مثله. ويقال وقع في فرةٍ وأفرةٍ مثله. ويقال وقع في وادي تفلس ووقع في وادي تضلل ووقع في وادي توله إذا وقع في الهلكة والاختلاط).\rقال وزعموا أن امرأة أمرت زوجها بالسمسرة. فقال لها: ويلك إني أخاف أن أوضع, إن نساء أصحابي خير لهم منك لي. قالت: وكيف ذاك؟ قال: إنهن ينبذن لأزواجهن فتسقي المرأة زوجها قبل يغدو شربةً قالت فأنا أنبذ ذلك فنبذت له جرةً من نبيذٍ فلما كان سحر أيقظته, ولجرتها كتيت, والكتيت الغليان. يقال كتت الجرة تكت","seal":"6AD36D6F","page":406},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":267,"nass":"كتيتًا, وكذلك القدر إذا غلت غليًا وغليانًا. قال أبو حاتم وأبو عثمان عن أبي زيد ولا يكون غليانها إلا من قلة الماء, ولم يعرفه الرياشي فسقته منها عند طلوع الزهرة مثل نكحةٍ. فلما روى غدا إلى السوق فأقام ما أقام ثمحسب حسابه فإذا هو قد وضع عشرة دراهم فأنشأ يقول:\rقد أمرتني زوجتي بالسمسره ... وصبحتني لطلوع الزهره\rعسين من جرتها المخمره ... فكان ما أصبت وسط الغيثره\rوفي الزحام أن وضعت عشره\rالأصمعي يقول اربح / وضع ولم يعرف وضع. الغين من الغيثرة معجمة. ويقال ما ببعيرك هانة النون مشددة ولا هنانة مخففة النون أي ما به طرق, وما بهذا الرجل هانة إذا كل شحيحًا, ولم يكن عنده خير.\r(قال أبو الحسن قال المبرد قال الأصمعي: هاتة وهو تصحيف","seal":"18200D31","page":407},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":268,"nass":"من الأصمعي. قال ولم يؤخذ عليه غيره. قال أبو الحسن وروى لي من وجوه أثق أن الأصمعي قريء عليه بيت الأسعر الجعفي وهو قوله:\rولرب عرجلةٍ أصابوا فتية ... دأبوا وحارد ليلهم حتى بكا\rفقيل له ما تأويل «حارد» فقال قل خيره. والرواية: وحار دليلهم حتى بكى. ألا تراه قال حتى بكا, ولو كان يخبر عن الليل لم يقل حتى بكا, وهو عندي سهو منه لأنه قد روي عنه وحار دليلهم. أبو زيد). ويقال: ما بهذا الرجل نويص. الصاد غير معجمةٍ أي ما به حركة, ويكون ذلك إذا ضعف من مرضٍ أو هزالٍ أو أمرٍ قد جهده ولا يقدر معه على التحرك.\r(وقال الأصمعي به بذم أي حركة).\rويقال إذا طلع السماك بعثنا الرباعي وهي العيرات معها القوم يمتارون","seal":"227C8955","page":408},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":269,"nass":"عليها التمر وذلك في أول الربيع. ويقال زبق الرجل إبطه يزبقه زبقًا إذا نتفه, قال وسمعت رجلًا من الأعراب يقول: رأيت فلانًا يتتبع أرادي التمر أي أردأه. ويقال: «إذا طلعت الجوزاء انتصب العود في الحرباء». يريدون انتصب الحرباء في العود وذلك من شدة الحر.\rويقال قرأت بأم الكتاب في كل قومةٍ قمتعها من الصلاة يريد في كل ما قمت.","seal":"8EEA71C6","page":409},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":271,"nass":"باب شعرٍ\rقال جرير:\rيا تيم تيم عدي لا أبالكم ... لا يلقينكم في سوءةٍ عمر\rفجعل الثاني بمنزلة الأول كأنه تأكيد أو بدل. عن أبي زيدٍ عن المفضل.","seal":"D836C127","page":411},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":272,"nass":"وقال قطبة بن أرومة:\rعفا الرس فاللعباء من أم عامرٍ ... فشرك فأحسا واسطٍ فمنيم\rعفت غير حقبٍ ترتعي أخذريةٍ ... شريجان منها واضح وبهيم\rفهاجت عليك الدار ما لو ترومه ... لعهد الصبي لم تدر كيف تروم\rلعلك إن طالت حياتك أن ترى ... حبائبك اللاتي بهن تهيم\rأجدك لا تنسيكهن ملمة ... ألمت ولا عهد بهن قديم\rشريحان: خلطان. واضح: أبيض. أبو حاتمٍ: فأحسى واسطٍ.\rوقال خليفة بن حمل:\rإني تذكرت من ليلى وجارتها ... ذكرى فطال علي الهم والأرق\rأرعى النجوم إلى أن غاب آخرها ... أحيان أقعد تاراتٍ وأرتفق\rما شبه ليلى غداة البين إذ ظعنت ... من أهل قران إلا الأجيد الخرق","seal":"742D2FBD","page":412},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":273,"nass":"الأجيد: الطويل الجيد يعني ظبيًا. والخرق: الذي يبهت ويفتح عينيه ينظر إليك.\rقال أبو حاتم: أحيانًا أقعد ويخفف الهمزة وذلك أجود من هذا الاضطرار. ولو قال آخرها / الأحيان فجعل نصف البيت آخرها ثم قال أحيان لجاز.\r(قال أبو الحسن هذا غلط على أبي حاتم وإنما نصف البيت آخرها ال ثم قال أحيان أقعد هذا يوجب تقطيع العروض ولو كان النصف على ما حكى الحاكي عن أبي حاتمٍ آخرها لانكسر الشعر).\r(أبو زيد) وقال أيضًا:\rأشار عليها بالإياد وحاجب ... من الشمس دانس قد ألم يغيب\rفما بركت حتى تعرض دونها ... من الرمل رمل القصريين كثيب\rقوله أشار عليها أي أشار إليها. والإياد: موضع مرتفع.\rوقال بكر بن عبد شمس الطهوي:\rلا تهنيء الحرة الرجلاء ما سكنت ... أسماء فيها وتنبي الأعصم الصدعا\rولا غليمهم أشبان شدته ... بغضًا إلي إذا ما اغبر والتمعا","seal":"9AB784D2","page":413},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":274,"nass":"وقال سدوس بن ضبابٍ:\rعلم الدلهمس أننا من قومه ... يوم الدلهمس في الرفاق يباع\rعبدًا ينفق نفسه ويسومها ... ويقول إني آبر ذراع\rتمشي عبيد بني حنيفة حوله ... متكنفيه لكلهم أصواع\rقوله يسومها أي يعرضها على البيع.\rوقال شعبة بن قميرٍ:\rفأبلغ مالكًا عني رسولًا ... وما يغني الرسول إليك مال\rيخادعنا ويوعدنا رويدًا ... كدأب الذئب يأدو للغزال\rفلا تفعل فإن أخاك جلد ... على العزاء فيها ذو احتيال\rوإنا سوف نجعل موليينا ... مكان الكليتين من الطحال\rونغني في الحوادث عن أخينا ... كما تغني اليمين عن الشمال\rقوله كدأب الذئب يأدو: أي كفعل الذئب. ويأدو: أي يختل. وقال سدوس بن ضبابٍ:\rإني إلى كل أيسارٍ ونادبةٍ ... أدعوحنيشًا كما تدعي ابنة الجبل","seal":"2A8D2209","page":414},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":275,"nass":"إن تدعه موهنًا يعجل بجابته ... عاري الأشاجع يسعى غير مشتمل\rالأيسار: واحدها يسر وهو الذي يضرب بالقداح. وقوله: ابنة الجبل هو الصوت الذي يجيبك من الجبال والصحراء. وروى أبو حاتم إلى كل أيسارٍ وناديةٍ. وزعموا أن الرياشي روى ناديةٍ أيضًا.\r(قال أبو سعيد عن أبي محمد الخوارزمي عن الرياشي إيسارٍ وناديةٍ قال أبو سعيد): حفظي عنه: نادبةٍ بالباء.\r(قال أبو الحسن: الصحيح ما رواه لي أبو العباس محمد بن يزيد عن التوزي عن أبي زيد وهو: إني إلى كل أيسار ونادبةٍ, وقد مضى تفسير الأيسار. وقوله: ونادبةٍ, يقول إذا ندبت امرأة ميتها دعوت لها هذا الرجل فيجيبني للأخذ بثأرها كما تجيب ابنة الجبل).\rوقال الفرزدق:\rفلم أر مدعوين أسرع جابةً ... وأكفى لراعٍ من عبيدٍ ومسلم","seal":"E7B4DD44","page":415},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":276,"nass":"(ويروى لجمعٍ قال أبو الحسن وهو حفظي. أبو زيد).\rوقالت جميلة بنت حملٍ:\rأفكلما ظعنت تميم ظعنةً ... لبلادهم تبكين أمك عابر\rيا ليت هذا الدهر قيظ كله ... كيلا يزال لديك منهم حاضر\rوقال شعبة بن قميرٍ:\rغداة دعا الداعي فكان صريخه ... نجيحًا إذا كر الدعاء المثوب\rبكل وأآة ذات جد وباطلٍ ... وطرفٍ عليه فارس متلبب\rوجمعٍ كرامٍ لم تمزز سراتهم ... حسا الذل لادرد ولا متأشب\rالدرد: واحدها أدرد وهو الذي لا أسنان له. والتمزز: هو الشيء الذي تجزأ به. أبو حاتم وأبو عثمان: متأشب.\r(أبو الحسن: متأشب اختار).","seal":"95B592C6","page":416},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":277,"nass":"هما إبلان فيهما ما علمتم ... فعن أيةٍ ما شئتم فتنكبوا\rحكى لي عن الرياشي: بعد أنه روي فعن إيةٍ بالكسر.\rوقال ذو الخرق الطهوي:\rوشبهت حبي في ظعائين مالكٍ ... صوارًا بفاثور من القف باديا\rوعالين أنماطًا على عبقرية ... وألقين في أحداجهن الكراديا\rيمج الندى عثنونه كل مربعٍ ... بمنعرج الروحاء أمرأت واديا\rفاثور: موضع واسع. الكرادي لم يعرفه أبو زيد ولا المفضل / وقوله أمرأت واديا كأنه دعاء منه له.\r(قال أبو الحسن حكي لي عن يعقوب بن السكيت أنه قال الكرادي الأردية أحسبه عن خالد بن كلثوم ولا نحفظ له واحدًا وحفظي عن أبي العباس محمد بن يزيد أنه رواه أمرعت واديا وهو أجود من [الرواية] الأولى يريد جعلك مريعًا والمريع المخضب أبو زيد).\rوقال ضباب بن وقدان السدوسي:\rلعمري لقد طال ما غالني ... تلاع الشربة ذات الشجر\rوجر المخاض عثانينها ... إذا بركت بالمكان الخمر","seal":"62AA0D53","page":417},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":278,"nass":"كأن الأفاني شيب لها ... إذا التف تحت عناصي الوبر\rزعم المفضل أن الواحدة عنصية كذاك سمع من العرب. قال الأصمعي ما بقي من ماله إلا عناصٍ.\r(قال أبو الحسن قال الأصمعي وهو الثبت عنه واحد العناصي عنصوة. والعنصوة البقية من المال و [هو] من الوبر القطع المتفرقة وكله يرجع إلى البقية وأنشد الأصمعي لأبي النجم العجلي:\rإما تريني أشمط العناصي ... كأنما فرقها مناصي\rفي هامةٍ كالحجر الوباص\rقال أبو الحسن: المناصي: الذي يجذب ناصيته والمصدر النصاء).\rوقال خليفة بن حملٍ:\rأسرك أن تلقى بعيرك عافيًا ... وتؤتى ببرني العراق المحطم\rترد الألايا كل يومٍ كأنها ... عرى حلقٍ قد شدها القين مبهم","seal":"C7300CD5","page":418},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":279,"nass":"ألم تعلمي أني إذا مال صاحبي ... على حالة العوجاء لم أتقوم\r(أبو حاتم: على حاله العوجاء, وقال أبو الحسن الأول الصواب).\rسنوضعه حتى تكل عظامه ... ونمنح ليتيه هراوة هيتم\rقعود الرعاء والبغاء وتارةً ... إلى أهل هندٍ باللوى أو بعيهم\rيخب بوطبى مصمداتٍ كأنها ... بها نضو أورامٍ وليست بورم\rجمع أليةٍ على ألايا مثل عشيةٍ وعشايا. أبو حاتم: البغاء بالضم. أبو حاتم مصمدات بكسر الميم. قال الأصمعي: البغايا: الإماء, وجاء في الحديث: «فقامت على رؤسهم البغايا». والبغايا: الفواجر أيضًا.\r(أبو زيد) وقال قيس بن زهير:\rأخي والله خير من أخيكم ... إذا الخفرات أبدين الخداما\rقتلت به أخاك بخير عبسٍ ... فإن حربًا حذيف وإن سلاما","seal":"8610BC8D","page":419},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":280,"nass":"السلم: الصلح, وأراد بالسلام المسالمة والصلح.\r(أبو زيد) وقال ضابيء بن الحارث البرجمي (يصف الكلاب والثور):\rشديد سواد الحاجبين كأنما ... أسف صلا نارٍ فقد عاد أكحلا\rوبات إلى أرطاة حقفٍ بمنحنىً ... يناطح من تربائها ما تهيلا\rأبو حاتم من ثريائها.\rيساقط عنه روقه ضارياتها ... سقاط حديد القين أخول أخولا\rوآب عزيز النفس مانع لحمه ... وقد عل من أجوافهن وأنهلا\r[أبو الحسن: الأصمعي: عل وأنهلا].\rوقال العجاج:\rسأقطهن أخولًا فأخولا ... وزر من أكتافهن خصلا\rقوله: أخول أخولا: أي واحدًا فواحدًا. وقال الأصمعي: أخول أخول بعضه على بعضٍ ووصفه بيديه وأومأ بهما كأنه يقع بعضه على بعض. / والزر: مصدر زررت القميص زرًا. والزر: الطعن. والزر: العض. وقال الشاعر:\rيزر ويلفظ أوبارها ... ويقرو بهن قفافًا حزونا","seal":"102E1DB4","page":420},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":281,"nass":"والزر: أن يزر عينيه كأنه يضيقهما من نواحيهما. والزر: النتف. أنشدني أعرابي:\rإن لم يزل شعر مقذي يزر\rأي ينتف. وكان الأصمعي يقول: المقذ: هو منقطع شعر الرأس من القفا. والمقذ بالكسر المقراض يقطع به يقذ به.\r(أبو زيد) وقال خليفة بن حملٍ الطهوي:\rشبهت قلتهم في الآل إذ عسفوا ... حزم الشريف تبارى فوقه زمرا\rعوم الصراري في غبراء مظلمةٍ ... تعلوه طورًا ويعلو فوقها تيرا\rكلفت عينيك رأيًا لست مدركه ... فاقن حياءك إلا جاشمًا سفرا\rوقال عمرو بن يربوع بن حنظلة:\rألا لله ضيفك يا أماما","seal":"DC8071F6","page":421},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":282,"nass":"قال أبو حاتم قال أبو زيد قال المفضل ولم أسمع بقافيته.\rرأى برقًا فأوضع فوق بكرٍ ... فلا بك ما أسال وما أغاما\rويروى:\rألا لله ضيفك.\rوالضيف: الناحية والمحلة. وكذلك ضيف الوادي ناحيته ومحلته. وقوله: فلا بك ما أسال: أي فلا بك ما وافقت سيلانه وإغامته. وأراد الغيم الذي رأت فيه البرق. قال المفضل بلغني أن عمرًا هذا تزوج السعلاة, فقال له أهلها إنك تجدها خير امرأة ما لم تر برقا فستر بيتك ما خفت ذلك فمكثت عندي حتى ولدت له بنين فأبصرت ذات يوم برقًا فقالت:\rالزم بنيك عمرو إني آبق ... برق على أرض السعالي آلق\rفقال عمرو:","seal":"49B78C24","page":422},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":283,"nass":"ألا لله ضيفك يا أماما\rوقال الشاعر:\rيا قاتل الله بني السعلات ... عمرو بن يربوعٍ شرار النات\rغير أعفاء ولا أكيات\rوقال معاوية بن مالك:\rوكأنه لما استحم بمائه ... حولي غربانٍ أراح وأمطرا\rوقال جبار بن مالك:\rوقد نبئته بصعيد عك ... فسقيًا ذلك الجدث اليماني\r(أبو حاتم: فسقيًا: سقيًا احتمل الرفع والنصب والخفض).","seal":"28AEA068","page":423},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":284,"nass":"فما للعين لا تبكي بحيرًا ... ولو أني نعيت له بكاني\rوقال عامر بن الطفيل:\rتركت نساء ساعدة بن مر ... لهن على مزاحفه عويل\rجمعت له يدي بذي كعوبٍ ... يقدم نصله أظمى طويل\rفإن سلمًا بني حربٍ فسلم ... وإن حربًا فقد شفي الغليل\rوقال معاوية بن مالكٍ:","seal":"AD50BFF0","page":424},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":285,"nass":"ألفوا أباهم سيدًا وأعانهم ... كرم وأعمام لهم وجدود\rإذ كل حي نابت بأرومةٍ ... نبت العضاه فماجد وكسيد\rقالت زنيبة قد غويت لأن رأت ... حقا يناوب ما لنا ووفود\rويروى: تناوب أضمر لوفودٍ فعلًا فرفعها به.\rوقال عوف بن الأحوض:\rولكن معشر من جذم قيسٍ ... عقولهم الأباعر والرعاء","seal":"2AA2633A","page":425},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":286,"nass":"وقال الكلحبة:\rفقعدك عمر الله إلا نعيته ... إلى آل حي بالقنافذ أوردا\rوقال أبو المجشر جاهلي:\rوقبلك ما هاب الرجال ظلامتي .. وفقأت عين الأشوس الأبيان\rوأخرج لي حقي سليمًا فلم أبؤ ... بنعمي امريء فيه يدي ولساني\r(قال أبو الحسن أنشدنا هذه الأبيات بتمامها أبو العباس أحمد","seal":"87D486BC","page":426},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":287,"nass":"ابن يحيى ثعلب عن ابن الأعرابي وأواها:\rفلا فنك إلا قول عمروٍ ورهطه ... بما اختشبوا من معضدٍ وددان\rعلى إبلي ولو ألاقيه وسطها ... لأحذيته فيها شباة سنان\rطريرٍ نمى في زاعبي ترى له ... إذا حركته الكف كالعسلان\rفإن تك مدلولًا علي فإنني ... أخو الحرب لا غمر ولا أنفان\rيتلوه: وقبلك ما هاب الرجال [ظلامتي] والبيت الذي بعدها [آخر القصيدة].\rقال أبو الحسن قال ابن الأعرابي: الفنك: العجب. قال أبو الحسن ولم يستعمل إلا في هذا الشعر, أو يقال له فيما حكى الأصمعي:\rالغرو والأدب والبدي [وأنشد لعبيد بن الأبرص الأسدي:\rإن تك حالت وحول منها أهلها ... فلا بدي ولا عجيب]\rو[يقال له] البطيط أيضًا. وقوله اختشبوا يريد ابتدؤوا طبعه, وقال: خشبت السيف واختشبته خشبًا واختشابًا إذا ابتدأت طبعه. ويقال سيف جيد الخشبية إذا أحكم طبعه. والمعضد أقصر من السيف ذراع أو نحوه يعضد به الشجر أي يقطع. والددان: السيف الكليل, ومنه يقال للعيي اللسان ددان كما يقال في السيف والرجل كهام. والحذيا","seal":"420998FF","page":427},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":288,"nass":"في الأصل: العطية والهبة. يقال أحذيته إحذاء إذا وهبت له, والاسم الحذيا, والشباة: الحد, يريد جعلت مكان الهبة له أن طعنته كما قال تعالى: «فبشرهم بعذابٍ أليم». والعذاب ليس ببشرى, ولكنه جعل يقوم مقامها. ومن كلام العرب السائر: «عتابة السيف». أي الذي يقوم له مقام العتاب السيف, كما قال عمرو بن معدي كرب:\rوخيلٍ قد دلفت لها بخيلٍ ... تحية بينهم ضرب وجيع\rوهو فاش في كلام العرب فإذا ورد عليك منه شيء فهذا مجازه\rوالزاعبي فيما ذكر ابن الكلبي رجل من الخزرج كان يصنع الرماح فنسبت جميع الرماح إليه. وقال الأصمعي: الرمح الذي إذا هز تبع بعضه","seal":"8E4140F8","page":428},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":289,"nass":"بعضًا سهولةً من غير كزازةٍ. يقال مر يزعب بحمله إذا مر مرًا سهلًا يتبع بعضه بعضًا. [قال] فمنه قيل للرماح زاعبية. والعسلان شبيه به, وهو مأخوذ من عدو الذئب. والغمر: الذي لم يجرب الأمور. يقول أنا مستحكم لست بغر ولا كبرت فتخاذلت. والأشوس الذي ينظر بمؤخر عينيه كبرًا. والأبيان: الشديد الإباء. وأبوء: أقر وأحتمل, يقال باء بكذا وكذا إذا احتمله وأقر به. أبو زيد).\rوقال الأخطل:\rألم تر أني قد وديت ابن مرفقٍ ... ولم تود قتلي عبد شمسٍ وهاشم\rجزى الله فيها الأعورين ملامةً ... وعبدة ثفر الثورة المتضاجم","seal":"271D42C1","page":429},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":290,"nass":"الثفر: الفرج من السباع فجعله ها هنا للبقرة.\rوقال أيضًا:\rالمنعمون بنو حربٍ وقد حدقت ... بي المنية واستبطأت أنصاري\rقوم إذا حاربوا شدوا مآزرهم ... دون النساء ولو باتت بأطهار\rأراد وقد أحدقت بي المنية.\rوقال عوف بن الأحوص:\rألا أبلغ بني لبنى رسولًا ... لعبدٍ والأمور لها دواعي","seal":"FDDF6C90","page":430},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":291,"nass":"ولا أعني بني لبنى لعوفٍ ... وكعب لا أقول لهم سراع\rأولئك إخوتي وخيار رهطي ... بهم نهضي خشيت أو امتناعي\rوكنت إذا منيت بخصم سوء ... دلفت له فأكويه وقاع\rقال سماع مثل حذام وقطام ووقاع مثل حذام أيضًا وهي كية بين القرنين.\rوقال أيضًا:\rفلولا أنني رحبت ذراعي ... بإعطاء المفارق والحقاق\rوإبسالي بني بغير جرمٍ ... بعوناه ولا بدمٍ مراق\rلقيتم من تدرئكم علينا ... وقتل سراتنا ذات العراق\rقوله بعوناه اجترمناه. والتدرؤ: التبغي والركوب بالظلم. وذات العراق: اسم من أسماء الدواهي.\rوقال أبو الغول:","seal":"BD5400DC","page":431},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":292,"nass":"كأن وقد أتى حول جديد ... أثافيها حمامات مثول\rوقال بشير بن أبي العبسي أدرك معاوية:\rقد سرت سير كليبٍ في عشيرته ... لو كان فيهم غلام مثل جساس\rالطاعن الطعنة النجلاء عاندها ... كطرة البرد يعيا فتقها الآسي\rأبو العباس: أعيا فتقها, وأسكن الياء من الآسي اضطرارًا, ويروى يعيى فتقها, هاتان الروايتان أجود مما ذكر.\rجساس: قاتل كليبٍ. وقوله: يعيا فتقها: أراد يعيا بفتقها.\rوالآسي: الطبيب, لم يسمع المفضل بغير هذا. وروى أبو حاتم يعيي فتقها.\r(أبو زيد) وقال أبو الغول:","seal":"9B534B15","page":432},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":293,"nass":"رأيتكم بني الخذواء لما ... أتى الأضحى وصللت اللحام\rتباعدتم بودكم وقلتم ... لعك منك أقرب أو جذام\rوقال الفرزدق:\rسأثار إن عرضاكما أوفيا به ... رداءي الذي جذبتما فتمزقا\rأشد عريفٍ من معد ومنكب ... ضرار استها والعنبري ابن أحوقا\rوان حرًا دلى ضرارًا زحيره ... ولم يتحطم زوره غير أرتقا\rوما كنت لو فرقتماني كلاكما ... بأميكما عريانتين لأفرقا\rأبو حاتم: أدى ضرارًا.","seal":"A48321CF","page":433},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":294,"nass":"(أبو الحسن: هو أجود, أبو زيد).\rوقال رجل جاهلي:\rومويلك زمع الكلاب يسبني ... فسماع أستاه الكلاب سماع\rهل غير عدوكم على جاراتكم ... لبطونكم ملث الظلام دواعي\rفإذا هم طمعوا فالأم طاعمٍ ... وإذا هو جاعوا فشر جياع\rوقال سبرة بن عمرو الأسدي جاهلي قال أبو حاتم هو سمرة بن عمروٍ (قال أبو سعيد) وأخطأ.\rيا نصر هل غير ما جهل فإنكم ... ريش العصافير قد أفسدتم البلدا\rويروى «أسدا». أبو حاتم: ريش بالنصب.\rلنحن أثقل من مثليكم زنةً ... ونحن أكثر من مثليكم عددا\rوقال رجل من بكر بن وائل يكنى أبا هنيدة:","seal":"541EB438","page":434},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":295,"nass":"تسائلني هنيدة عن أبيها ... وما أدرى وما عبدت تميم\rغداة عهدتهن مسوماتٍ ... لهن بكل رابيةٍ نحيم\r(مغلصمات عن أبي حاتم قال أبو الحسن ليس بشيء).\rفما أدري أجبنًا كان دهري ... أم الكوسى إذا عد الحزيم\rقوله: وما عبدت تميم: أراد والذي الكوسى إذا عد الخزيم\rقوله: وما عبدت تتميم: أراد والذي عبدت تميم. والكوسى: فعلى مثل حبلي أراد بها الكيسة. والحزيم: من الحزم والعقل والرأي.\rوقال هبيرة بن عبد منافٍ عم واقد بن عبد الله بن عبد منافٍ وهو الكلحبة:\rأمرتهم أمري بمنعرج اللوى ... ولا أمر للمعصي إلا مضيعا","seal":"2790C3D6","page":435},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":296,"nass":"فقلت لكاسٍ ألجميها فإنما ... حللنا الكثيب من زرود لنفزعا\rكأن بليتيها وبلدة نحرها ... من النبل كراث الصريم المنزعا\rفإن تنج منها يا حزيم بن طارقٍ ... فقد تركت ما خلف ظهرك بلقعا\rإذا المرء لم يغش الكريهة أو شكت ... حبال الهوينا بالفتى أن تقطعا\rوأدرك إبطاء العرادة كلمها ... وقد جعلتني من حزيمة إصبعا\rقوله: لنقزعا: أي لنغيث, وقوله: العرادة يعني فرسًا أنثى كانت له وكاس: جارية له.","seal":"97A512D7","page":436},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":297,"nass":"(قال أبو الحسن: هكذا قرأنا في هذا الكتاب فأدرك إبطاء [العرارة كلمها] ورواية الأصمعي وهي أحب إلى فأدرك إبقاء العرادة ظلعها.\rوالإبقاء: بقية جري فيها. يقال فرس مبقية, وأفراس مباقٍ, فاعلم وهي التي تظن أنه لا جري معها فإذا طلب منها وجد عندها, وزاد الأصمعي عليه:\rونادى منادي الحي أن قد أتيتم ... وقد شربت ماء المزادة أجمعا\rأبو زيد: وقال الكلحبة أيضًا [قال] أبو الحسن: واسمه هبيرة وكلحبة لقب).\rوقال أيضًا:\rيا كاس ويلك إني غالني خلقي ... على السماحة صعلوكًا وذا مال\r(ويروى ويبك. ويروى: غالبي).\rتخيري بين راعٍ حافظٍ برمٍ ... عبد الرشاء عليك الدهر عمال\rوبين أروع مشمولٍ خلائقه ... مستهلك المال للذات مكسال","seal":"8467B4C8","page":437},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":298,"nass":"فأي ذينك إن نابتك نائبة ... والقوم ليسوا وإن سووا بأمثال\rأبو حاتم: فأي ذلك.\rوقال أخوه يرد عليه:\rألم تك قد جربت ما الفقر والغنى ... ولا يعظ الضليل إلا ألالكا\rعقوقًا وإفسادًا لكل معيشةٍ ... فكيف ترى أمست إضاعة مالكا\rأبو حاتم: ما الفقر والغنى. وروى: إضاعة بالنصب. وألا لك أراد أولائك.\rوقال كلحبة:\rلعل حريرًا أخطأته منية ... سيأتيك بالعلم العشية أو غد","seal":"55465A26","page":438},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":299,"nass":"تقول له إحدى بلي شماتةً ... من الحنظلي الفارس المتفقد\rبلي بن الحاف بن قضاعة.\rوقال سبرة بن عمروٍ الفقعسي:\rأضمر بن ضمرة ماذا ذكرت ... من صرمةٍ أخذت بالمرار\rويوم غزية رهن بها ... ويوم النسار ويوم الجفار\rوطعنة مستبسلٍ حاسرٍ ... ترد الكتيبة نصف النهار\rوما أنت إن غضبت عامر ... لها في قبالٍ ولا في دبار\r(أبو حاتم: وما إن غضبت على عامر).\rرجال من الحمس نسقيهم ... سجالًا وأنت امروء من جعار\rأبو حاتم: تسقيهم.\rوقال ضمرة بن ضمرة:","seal":"4DECBC98","page":439},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":300,"nass":"ألحي حرٍ ثط ترملت استه ... إلام فررت من كمي مكلم\rتركت ابنتيك للمغيرة والقنا ... شوارع والأكماء تشرق بالدم\rعرار الظليم استحقب الركب بيضه ... ولم تحم أنفًا عند عرسٍ ولا ابنم\rجمع كميا على أكماءٍ مثل شريفٍ وأشرافٍ وشهيدٍ وأشهادٍ.\rوروى أبو حاتم للمغيرة بعد ما ترمل أشفار الخبيثة بالدم.\rوقال خداش بن زهير:\rأعاذل إن المال أعلم أنه ... وجامعه للغائلات الغوائل\rوقال عبد الرحمن بن جمانة المحاربي:\rألم تر أن الحي أمس تشرفوا ... بأغلب عودٍ لا ذكي ولا بكر","seal":"18614EFA","page":440},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":301,"nass":"أخي لا أخالي بعده غير أنني ... كراعي الخيال يستطيف بلا فكر\rفيا لهف ما أما عليك إذا غدا ... على ذوو الأضغان بالنظر الشزر\rفإن حرامًا لا أرى الدهر باكيًا ... على شجوه إلا بكيت على عمرو\rقال الرياشي فإن حرامًا يعني واجبًا وقول الله عز وجل: «وحرام على قريةٍ». أي واجب.\r(أبو زيد) وقال المأثور المحاربي جاهلي:\rأخارج إن تصبح رهين ضريحةٍ ... ويصبح عدو آمنًا لا يفزع\rفقد كان يخشاك الثري ويتقي ... أذاك ويرجو نفعك المتضعضع\r(قال أبو الحسن: الثري في هذا الموضع كثرة العدد).\rوقال أمية بن كعبٍ المحاربي جاهلي:\rوعند أبي ليلى من الورد مصدق ... وفارسنا حين المكر مهيب\rله نعمتا يومين يوم بحائل ... ويوم بغلان البطاح عصيب","seal":"50284A1A","page":441},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":302,"nass":"(ويروى البطاح)\rويروى: حين المكر بالرفع.\rوقال العجير السلولي:\rإذا مت كان الناس نصفين شامت ... ومثنٍ بصرعي بعض ما كنت أصنع\rبصرعي على التثنية.","seal":"EB28E442","page":442},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":303,"nass":"وقد أقطع الخرق المخوف وأبتغي ... علال القلوص وهي دفواء تهبع\rبمضطمرٍ قد قطع السير صدره ... وفي العجز منه والعلابي ممتع\rممتع: مستمتع. ومضطمر يعني سوطًا. ويروى: وآخر مثنٍ بالذي كنت أصنع. أبو العباس: ممتع يريد مستمتعًا وهو أجود. والصرعان: الناحيتان. وروى أبو حاتم: بصرعي بعض. وروى في العجز بالفتح, وروى: العلائق ممتع بالفتح أيضًا.\r(أبو زيد) وقال عمرو بن البراء من بني عبد الله بن كلابٍ:\r(أدرك الإسلام)\rوذي رحمٍ ذي حاجةٍ قد وصلتهم ... إذا رحم القطاع نشت بلالها\rفإن تصلوا ما قرب الله بيننا ... فإنكم أعمام أمي وخالها\rإذا اعترف القوم الكرام اعترفتم ... ببزة أقوامٍ حسانٍ رجالها\rقوله اعترف يقول: إذا أخذ الأقوام السلاح أخذتم بزة أقوامٍ حسانٍ. ويقال نشت الغدران: إذا جفت. ونش الحوض إذا كان قد جف فصب فيه الماء فاتلأب وارتفع ونش وأنشد:","seal":"B9022B3C","page":443},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":304,"nass":"فهرقنا في نضيحٍ داثرٍ ... لضواحيه نشيش بالبلل\rوروى أبو حاتم إذا اعترف القوم بالغين معجمةً وأخطأ.\r(قال أبو الحسن: وهو غلط من أبي حاتمٍ أبو زيد).\rوقال حيان بن جلبة المحاربي جاهلي:\rألا إن جيراني العشية رائح ... دعتهم دواعٍ من هوىً ومنادح\rفساروا بغيثٍ فيه أغي فغرب ... فذو بقرٍ قشابة فالذرائح\rأغي: ضرب من النبت عن المازني وجمعه أغياء مثل اسمٍ وأسماء لم يعرف الرياشي أغي وعرفة أبو حاتم ولم يفسره.\r(قال أبو الحسن: أغي عندي موضع لأنه ذكر بعده مواضع مشهورة نعرفها, والبيت لا يجاوز هذا وإنما أقول هذا رأيًا لا سماعًا, ولم أسمع أن أغيًا نبت في شيء من كتب النبات. أبو زيد).","seal":"86E40AE6","page":444},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":305,"nass":"وقال خالد بن سعدٍ المحاربي وكان جاهليًا:\rكأني بالأحزة بين نقيٍ ... وبين منىً على كنفي عقاب\rأبو حاتم بالأخرة الخاء معجمة, وأبو حاتم: كتفي أو كنفي شك.\rصيودٍ للأرانب قد أهرت ... ثعالب بين ريانٍ ورابي\r(أبو حاتم: بين رانانٍ, قال أبو الحسن وهو غلط منه)\rحبوت بها بني سعد بن عوفٍ ... على ما كان قبل من عتاب\rويروى: قبل من العتاب.\rوقال أبو دوادٍ الكلابي جاهلي:\rبكل كميتٍ مشرفٍ حجباته ... تعاونت الرعشاء فيه وأعوج\rوأجرد خاظي المتنتين كأنه ... إذا اقور حملاج من الليف مدمج\r(الرعشاء: اسم فرس)","seal":"83D34CF8","page":445},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":306,"nass":"وقال الربيع بن ضبعٍ الفزاري:\rأقفر من مية الجريب إلى ... الزجين إلا الظباء والبقرا\r(وروى أبو حاتم: الزخين والرخين, قال أبو الحسن: الذي صح عندنا الزجين بالجيم معجمة).\rكأنها درة منعمة ... من نسوةٍ كن قبلها دررا\rأصبح مني الشباب مبتكرا ... إن ينأ عني فقد ثوى عصرا\rفارقنا قبل أن نفارقه ... لما قضى من جماعنا وطرا\rأصبحت لا أحمل السلاح ولا ... أملك رأس البعير إن نفرا\rوالذئب أخشاه إن مررت به ... وحدي وأخشى الرياح والمطرا","seal":"17D4F0F9","page":446},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":307,"nass":"ها أنذا آمل الخلود وقد ... أدرك عقلي ومولدي حجرا\rأبا امرئ القيس هل سمعت به ... هيهات هيهات طال ذا عمرا\r(عمرا: أي حينًا).\rأبو حاتم: قد سمعت (به, وأبو حاتمٍ إن خلوت به. أبو زيدٍ).\rوقال الأسود بن يعفر:\rوهذا ردائي عنده يستعيره ... ليسلبني نفسي أمال بن حنظل\r(قال أبو الحسن: وهذا شعر صالح الطول اخترت منه:\rألا هل لهذا الدهر من متعلل ... سوى الناس مهما شاء بالناس يفعل\rفما زال مدلولًا على مسلطا ... ببوسي ويغشاني بنابٍ وكلكل","seal":"27AED50B","page":447},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":308,"nass":"وألفى سلاحي كاملًا فاستعاره ... ليسلبني نفسي أمال بن حنظل\rفإن يك يومي قد دنا وإخاله ... كواردةٍ يومًا على غير منهل\rطباها الخلاء والضحاء وأقبلت ... إلى مستتب كالمجرة معمل\rفقبلي مات الخالدان كلاهما ... عميد بني جحوان وابن المضلل)\rوقال نهشل بن حري:\rإني وقومي إن رجعت إليهم ... كذي العلق آلى لا ينول ولا يشري\rلويت لهم في الصدر مني مودةً ... ونصحًا كما تلوى اليدان إلى النحر\rفيا أيهذا الموتلي إن نهشلًا ... عصوا قبل ما آليت ملك بني نضر\rقال الرياشي: ملك يعني الملك. والملك: السلطان.\r(ويروى قسطنا بهم).\rوروى أبو حاتم ملك بني نصر, وروى غلبنا الملك.","seal":"05A88073","page":448},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":309,"nass":"(قال أبو الحسن: الرواية الأولى أجود من رواية أبي حاتم).\rفلما غلبنا الملك لا يقسروننا ... قسطنا فأقبلنا من الهيل والبشر\rوقال سعد بن زيد مناةٍ:\rأجد فراق الناقمية غدوةً ... أم البين يحلولي لمن هو مولع\rلقد كنت أهوى الناقمية حقبةً ... فقد جعلت آسان بينٍ تقطع\rالآسان: القوى ها هنا. قال الرياشي: فيه آسان من أبيه أي مشابه, والآسان: العاملات والمشابه.\r(أبو زيد) وقال ضمرة بن ضمرة النهشلي:\rومشعلةٍ كالطير نهنهت وردها ... إذا ما الجبان يدعي وهو عاند\rعليها الكماة والحديد فمنهم ... مصيد بأطراف العوالي وصائد\rأبو حاتم: ومشعلةٍ قال الرياشي ومشعلةٍ: يعني كتيبةً ومشعلة طعنة.","seal":"5E9AAB1A","page":449},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":310,"nass":"العاند: الجائر المائل عن الشيء.\r(قال أبو الحسن: كان ابن الأعرابي يقول نار مشعلة وحرب مشعلة).\r(أبو زيد) وقال علي بن طفيلٍ السعدي جاهلي:\rوأهلكني لكم في كل يومٍ ... تعوجكم علي وأستقيم\rرقاب كالمواجن خاظيات ... وأستاه على الأكوار كوم\rالمواجن: واحدتها ميجنة وهي مدقة القصار. خاظيات: كثيرة اللحم.\rوقال جبار بن سلمى بن مالكٍ جاهلي","seal":"DA8E4CDC","page":450},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":311,"nass":"(قال أبو الحسن وقع في كتابي سلمى وحفظي عن [أبي العباس] محمد بن يزيد [جبار بن] سلمى وفيه يقول القائل:\rوأتيت سليمًا فعذت بقبره ... وأخو الزمانة عائذ بالأمنع)\rياقر إن أباك حي خويلدٍ ... قد كنت خائفه على الأحماق\rقال الرياشي يعني حياة خويلدٍ:\rوكأن حيا قبلكم لم يشربوا ... منها بأقلبةٍ أجن زعاق\rقال الرياشي هذا يدل على تذكير القليب لأنه قال أقلبة والجمع قلب ولكن جاء به على رغيفٍ وأرغفةٍ في الجمع القليل.\r(أبو زيد) وقال الأسود بن يعفر:\rأجد الشباب قد مضى فتسرعا ... وبان كما بان الخليط فودعا\r(يقال جد في الأمر وأجد).\rوما كان مذمومًا لدينا ثناؤه ... وصحبته ما لفنا خلط معا\rفبان وحل الشيب في رسم داره ... كما خف فرخ ناهض فترفعا\rفأصبح أخداني كأن عليهم ... ملاء العراق والثغام المتزعا","seal":"F5BD649B","page":451},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":312,"nass":"يبينهم ذو اللب حين يراهم ... بسيماهم بيضًا لحاهم وأصلعا\rوقال قطيب بن سنانٍ الهجيمي:\rأحين صفحت ثم صفحت عنكم ... علانيةً وأفلح مستشيري\rسنيني كلها قاسيت حربًا ... أعد مع الصلادمة الذكور\rالرياشي أضاف السنين ولم يحذف نون الجمع, هذا في جمع من قال سنين فاعلم, فيجعل الإعراب في النون.\rوقال الفرزدق قال أبو زيد ولم أسمعه من المفضل:\rما بال لو مكها إذ جئت تعتلها ... حتى اقتحمت بها أسكفة الباب","seal":"EB165CA4","page":452},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":313,"nass":"كلاهما حين جد الجري بينهما ... قد أقلعا وكلا أنفيهما رابي\rوقال الفرزدق أيضًا:\rأتته بمجلومٍ كأن جبينه ... صلاية ورسٍ وسطها قد تفلقا\rأبو حاتم: بمحلوقٍ قال أبو زيد وأنشدني بعض القشيريين ولم أسمعه من المفضل ليزيد القشيري:\rغدت من عليه تنفض الطل بعدما ... رأت حاجب الشمس استوى فترفعا\rيعني الظبية أنها غدت من عند خشفها أراد من عنده.","seal":"9884F707","page":453},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":314,"nass":"وأنشدوني بيتًا آخر لمزاحمٍ:\rغدت من عليه بعد ما تم خمسها ... تصل وعن قيضٍ ببيداء مجهل\rيعني القطاة وصليلها صوت جوفها من يبسه من العطش.","seal":"E9AC11CD","page":454},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":315,"nass":"باب رجزٍ\rقال سالم بن دارة الغطفاني قال أبو حاتم وأنشدناه الأصمعي:\rيامر يا ابن واقعٍ يا أنتا ... أنت الذي طلقت عام جعتا\rحتى إذا اصطبحت واغتبقتا ... أقبلت معتادًا لما تركتا\rقد أحسن الله وقد أسأتا ... فأد رزقها الذي أكلتا\rوقال المفضل: أنشدوني أبو الغول هذه الأبيات لبعض أهل اليمن:","seal":"84A22FD9","page":455},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":316,"nass":"يا رب إن كنت قبلت حجتج ... فلا يزال شاحج يأتيك بج\rأقمر نهات ينزي وفرتج\rأراد حجتي ووفرتي وبج / أراد بي. الحجج: السنون واحدتها:","seal":"C7D0AF7F","page":456},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":317,"nass":"حجة. والحجة من حج البيت, الواحدة ويقال حجة وأنشد:\rوإن رأيت الحجج الرواددا ... قواصرًا بالعمر أو مراددا\rوقال آخر:\rأصوات حج من عمان غادي\rيريد أصوات حجاج. الصواب حج ولكنه رواه بالكسر كسر الحاء.\rوأنشد أبو الغال لبعض أهل اليمن:\rأي قلوص راكبٍ تراها ... طاروا عليهن فشل علاها","seal":"DA95AEB3","page":457},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":318,"nass":"واشدد بمثنى حقبٍ حقواها ... ناجيةً وناجيًا أباها\rقال أبو حاتم: سألت أبا عبيدة عن هذا الشعر فقال لي انقط عليه, هذا من قول المفضل.\rوقال الراجز:\rإني إذا ما لمم ألما ... أقول يا اللهم يا للهما\rقال أبو زيد وأنشدني الأسيديون قال أبو حاتم الأسديون:","seal":"05ED4F1F","page":458},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":319,"nass":"علام قتل مسلمٍ تعبدا ... مذ سنة وخمسون عددا\rأبو حاتم: تعبدا فكسروا الميم من خمسين.\rوأنشدني أيضًا:\rألا تخافين غلامًا أريدا ... قد مات من غيظ عليك حقدا\rوقال أنشدني الأسديون:\rإني إذا ما بلغت أناتي ... وهيج المنكر منكراتي\rأحجن شوكي مرة فناتي\rوقال أبو النجم:\rيبري لها من أيمنٍ وأشمل ... ذو خرقٍ طلسٍ وشخصٍ ومذال\rوقال الراجز:","seal":"C4E9F26A","page":459},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":320,"nass":"يا صاحبي عوجا قليلا ... عنا نحيي الطلل المحيلا\rفقد نرى جملًا بها عطبولا ... بيضاء تمت حسبًا وطولا\rوقال الراجز:\rأم جوار ضنؤها غير أمر ... صهصلق الصوت بعينيها الصبر","seal":"F80FFD86","page":460},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":321,"nass":"تبادر الذئب بعدوٍ مشفتر ... شائلةً أصداغها ما تختمر\rتعدو. عليهم بعمودٍ منكسر ... حتى يفر أهلها كل مفر\rلو نحرت في بيتها عشر جزر ... لأصبحت من لحمهن تعتذر\r([قال] أبو الحسن وزادني أبو العباس [أحمد بن يحيى] ثعلب).\rبخلفٍ صك ودمعٍ منهمر\rأبو العباس: الضنء: المصدر بفتح الضاد وبكسرها الاسم وهو الولد.\r(أبو زيد) وقال رجل زعموا [أنه] من كلبٍ:\rأرسل فيها بازلًا يقرمه ... وهو بها ينحو طريقًا يعلمه","seal":"2FE36047","page":461},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":322,"nass":"باسم الذي في كل سورةٍ سمه\rأراد اسمه, وأنشدني أعرابي:\rأنا الحباب الذي يكفي سمي نسبي ... إذا القميص تعدى وسمه النسب\rالأصمعي: الوسم: تغير النجار والأصل, والنجار: اللون.\rقال أيضًا:\rفدع عنك ذكر اللهو واعمد بمدحةٍ ... لخير يمانٍ كلها حيث ما انتمى\rلأوضحها وجهًا وأكرمها أبًا .. وأسمحها كفا وأعلنها سما\r[قال] أبو الحسن ورواه لنا المبرد:\rفدع عنك ذكر الدار واقصد بمدحةٍ ... لخير معد كلها كيف ما انتمى\r([قال] وقال أبو زيد [يقال] سمه وسمه يريد الأسم. أبو زيد).","seal":"EB431ED9","page":462},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":323,"nass":"وقال الراجز:\rيحجل فيها مقلز الحجول ... بغيًا على شقيه كالمشكول\rيخط لام ألفٍ موصول ... والزاي والرا أيما تهليل\rخط يد المستطرق المسئوول\rأبو حاتم: المستطرق يصف جندبًا.\rقال أبو الحسن أخبرنا أبو العباس [أحمد بن يحيى] ثعلب أنه عنى غرابًا قال ومقلز ومقزل واحد كأنه عنده مقلوب. والقزل أسوأ العرج, وقد روى لي «مقلز الحجول» على ما ذكرت لك ولا وجه له عند أهل العربية لأن المقلز هو الحجول, ولا يضاف الشيء إلى نعته لأنه هو. والرفع في الحجول أجود وإن كان الشعر يصير مقوى. وقد روي أيضًا بالرفع فيه مع هذا عيب وهو أنه حذف التنوين من مقلزٍ","seal":"68C24D51","page":463},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":324,"nass":"لسكونها وسكون اللام التي في الحجول, وليس بالوجه إلا أنه جائز في الشعر كما قال:\rعمرو الذي هشم الثريد لقومه [ورجال مكة مسنتون عجاف] وحذف التنوين هو الذي شجع من رواه مخفوضًا ولم يتأمل المعنى, والإقواء أصلح من الإحالة, والرواية على ما روى أبو حاتم:\r[خط يد] المستطرق المسئوول\rأبو زيد).\rوقال الراجز:\rجارية ليست من الوخشن ... لا تلبس المنطق بالمثنن","seal":"4E4E8178","page":464},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":325,"nass":"إلا ببت واحدٍ بثن ... كأن مجرى دمعها المستن\rقطننة من أجود القطنن\rأبو حاتم: قطننة ففتح النون الأولى, قال أبو سعيد السكري كذا قرأته على الرياشي بالمثنن بالثاء ثم حكى لي الخوارزمي عن الرياشي بالمتنن من المتن.\r(قال أبو الحسن: الصواب عندي بالمتنن بالتاء وهو الذي قرأته على أبي العباس المبرد, ورواية أبي حاتم: القطنن ليست بشيء, وقد رواه غير أبي زيد:","seal":"32CEB850","page":465},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":326,"nass":"قطنة من أجود القطن\rفيبينه على فعلةٍ وفعل وهذا موجود في الكلام كقولك رجل صخبة من الصخب إذا كان يكثره, والخضمة: عظمة الذراع, وهذا باب متصل. أبو زيد).\rوقال الراجز:\rوصاحب يمتعص امتعاصا ... كأن في جال استه أحلاسا\rيزداد ما استعجلته خناسا\rخنس يخنس خناسًا إذا توارى فذهب. فجمع في القوافي بين الصاد والسين. قال يونس فأخنس الكتاب, يقال خنس وأخنسته أنا.\rوقال الراجز:\rوصاحبٍ نبهته لينهضا ... إذا الكرى في عينه تمضمضا\rفقام عجلان وما تأرضا ... يمسح بالكفين وجهًا أبيضا\rإلى أمونٍ تستكي المعرضـ ... ألقت بذي النخل جنينًا مجهضا","seal":"D3181EFC","page":466},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":327,"nass":"كأنه في الغرس إذ تركضا ... دعموص ماءٍ قل ما تخوضا\rالتأرض والتأبي واحد وهو الإنتظار. ويقال تأرضت له وتأييت له.\rأبو حاتم تأنيت, التأني بالنون فيهما.\r(أبو زيد) وقال آخر:\rفياشمالي رواحي يميني ... وإن كرهت عشرتي فبيني\rفإنما يضن بالضنين","seal":"99C94E74","page":467},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":329,"nass":"[باب نوادر]\rقال أبو زيد يقال أضبعت الناقة وضبعت جميعًا إذا / اشتهت الفحل. ويقال علق يعلق علوقًا ولم يجيء المصدر منه على قياسٍ. وقال قيس تقول إذا جنى الرجل جنايةً فلجأ إلى رجلٍ قد أضافه, وإذا قراه من القرى قال تضيفه. وقال وتقول هو من لدن فلانٍ وهو لدنك, ولدني فيحركون النون. وقالوا للمكانة المنزلة عند السلطان. والمكانة: المنزلة. والمكانة: التؤدة في المشي. وقالوا الرجل خلو. والرجلان خلوان. والرجال أخلاء, وذلك إذا كانوا في الخلوة. ورجل ضنى, ورجلان ضنيان, ورجال أضناء. ورجل دوى مقصور, ودويان ورجال أدواء وهما السقيمان.","seal":"3668C9A0","page":469},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":330,"nass":"قال ذو الرمة:\rومجهولةٍ تيهاء تغضي عيونها ... على البعد إغضاء الدوى غير نائم\rلم يعرف البيت الرياشي:\rوقال عوف بن الأحوص:\rأودى بني فما برحلي منهم ... إلا غلامًا بيئةٍ ضنيان\rالبيئة: الحال السيئة. قال أبو حاتم سمعت الأصمعي يقول عن أبي عمرو (بن العلاء) يقال هو ببيئة سوء وبحيبة سوء وبكينة سوء أي بحال سوء.\r(أبو زيد) وقالوا: الفه من الرجال العيي اللسان.\r(والألفت في كلام بني تميمٍ الأعسر. والألف: العيي اللسان).\rوقال رجل من بني حنظلة ما رأيت من المرأة إلا موقفها: موقف","seal":"56AAA3E9","page":470},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":331,"nass":"مثل منكحٍ وهو يداها وعيناها وما لابد لها من أن تظهره.\r(قال أبو الحسن وإنما سمي هذا موقفًا لأنه يبدو لك من المرأة حين تقف. وأخبرنا أبو العباس أحمد بن يحيى ثعلب عن ابن الأعرابي أنه قيل لأعرابي ما تقول في فلانة, قال هي حسنة موقف الراكب يعني يديها وعينيها, وذلك أن الراكب حين يقف يراها. وقيل لآخر ما تقول في نساء بني فلان؟ قال: برقع وانظر, يريد حسن أعينهن. قال وقيل لآخر ما تقول في نساء بني فلان؟ فقال اقطع راسًا وابتعث يريد أنهن حسان الأبدان فقط).\rويقال: اعتاطت عنزك عامين لا ت ولد اعتياطًا إذا حالت عامين فلم تحمل ولم تعظم بطنها. ويقال للرجل أدرك عناقك لا يمرثوها, والتمريث أن يمسحها القوم بأيديهم, وفيها غمر فلا ترأمها أمها من ريح الغمر. ويقال قد استلبأت السخلة إذا رضعت اللبأ. وقال رجل من بكر بن وائل: أخذت هذا منه يا فتى ومنهما ومنهمي, فكسر الإسم المضمر في الإدراج والوقف.","seal":"C607CC54","page":471},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":332,"nass":"قال وقال ولم أعرفه ولم أضر به فكسر كل هذا وقال عليكم فضم الكاف وقال لم أضر بهما فكسر الهاء مع الباء. وقال القشيريون: جئت فلانًا لدن غدوةً ففتحوا الدال. وقال بعضهم لدا غدوةٍ فأضاف وجزم الألف. وقال أتاه شذان الناس إذا جاؤوا فلالًا أو متفرقين. وأتاه سرعان الناس. أي أوائلهم. ويقال إذا سرك أن تكذب فأبعد شاهدك, يقول فادع شاهدًا غائبًا. وسمعت أعرابيًا من أهل العالية يقول هولكه وعليكه يريد هو لك وعليك, وجعل الله البركة في داركه هذا الوقف ويلقيها في الإدرااج, وسمعت نميريا يقول ما أحسن وجهكة في الوقف, وما أكرم حسبكه في الوقف ويطرحها في الإدراج.","seal":"D56F9739","page":472},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":333,"nass":"وتقول قد أكنبت يده إكنابًا فهي مكنبة وثفنت فهي تثفن ثفنًا مثل عملت عملًا إذا غلظت من العمل وخشنت ومجلت تمجل مجلًا أبو حاتم: مجلت تمجل, ومجلت تمجل إذا كان بين اللحم والجلد ماء, وجلد الراحة رقيق. الأصمعي قال: سمعت أبا عمروٍ يقول: مجلت فقال الأخفش مجلت.\rوقال الرياشي مجلت ونفطت أيضًا والأول جائز. ونفطت تنفط نفطًا مثل ضربت تضرب ضربًا. ونفيطًا مثل ذلك.\r(قال أبو الحسن: القياس عند أهل العربية وهو شائع في كلام العرب أيضًا أن يقول مجلت يده تمجل مجلًا. كما يقال نفطت يده. وكنبت [يده] إذا غلظت وخشنت. وإن قلت مجلت تمجل مجلًا كما قيل نفطت تنفط نفطًا جاز وليس في جودة ما ذكرنا آنفًا وفصاحته.\rأبو زيد)\rويقال رجال وضيع في قومه بين الضعة. والضعة فتح وكسر لم يذكر أبو حاتمٍ ضعةً بالفتحة. ورفيع بين الرفعة وقد رفع ووضع","seal":"D1305CFE","page":473},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":334,"nass":"ضعة ورفعةً. ويقال بعير جروز وقد جرز جرازةً إذا اشتد أكله.\r(قال أبو الحسن: قال أبو العباس محمد بن يزيد قالت لي أم الهيثم من أمثال العرب: «لا ترضى شانئة إلا بجرزةٍ» أي استئصالٍ.\rيقال جرز ما في الإناء إذا استنفد ما فيه. وسيف جراز إذا استوفى الضريبة. والأرض الجرز التي كأنها تأكل نبتها. والجرزة من البقل: القطعة المستقصى قطعها, وأنشدنا:\rإن العجوز خبةً جروزا ... تأكل في مقعدها قفيزا\rوهي التي لا تبقى في الإناء شيئًا. والمصدر من هذا كله الجرز).","seal":"3C2E20E2","page":474},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":335,"nass":"باب رجزٍ\rقال الراجز:\rما راعني إلا جناح هابطا ... على البيوت قوطه العلابطا\rذات فضولٍ تلعط الملاعطا ... فيها ترى العقر والعوائطا\rتخال سرحان الفلاة الناشطا ... إذا استمى أدبيها الغطامطا\rحكى أبو حاتم أربيها بالراء, وقد حكيت عن الرياشي غير أن أبا سعيد السكري قرأها بالدال.","seal":"17AD6E64","page":475},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":336,"nass":"يظل بين فتئييها وابطا\r(جناح: اسم رجل).\rالعلابط: واحدها: علبطة, وهي الخمسون والمائة إلى ما بلغت من العدة. ويقال هبطت وأهبطت. أدبيها. وسطها. والوابط: الذي تكثر عليه فلا يدري أيتها يأخذ وهو المعيي. والملاعط: ما حول البيوت فهي ترعى حولها. والعائط: التي تلقح أسنانها وتحول هي فهي عائط حتى تلقح. والإستماء / الإختيار. يقال استمي خيرها واستميت خيرها أي اخترت خيرها. والناشط: الخارج من أرض إلى أرضٍ.\rيقال: نشط علينا فلان من أرض كذا وكذا ينشط نشطًا إذا هجم عليكم.\r([وروى أبو حاتم: اربيها بالراء] قال أبو الحسن: العلابط عندنا اسم النوع لا واحد له كقولك نفر ورهط وقوم وما أشبهه فإن أراد مر يد أن يجمع علبطة [أو علبطًا] أو علابطًا لزمه أن يقول في جمع هذا كله علابط, كما قالوا للسيد الوقور حلالحل. وقالوا","seal":"3415A057","page":476},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":337,"nass":"للسادة حلاحل, وهذا لا اختلاف بين حذاق النحويين فيه. أبو زيد).\rوقال الراجز:\rتأمل القرنين وانظر ما هما ... أحجرًا أم مدرًا تراهما\rإنك لن تذل أو تغشاهما ... وتبرك الليل إلى ذراهما\r(القرنان: الزرنوقان).\rالقرون: وهي منار تبنى على البئر تجعل عليها النعامة. وهي الخشبة التي تجعل على الزرنوقين ثم تعلق عليها القامة. والقامة: البكرة. ومعنى إلى ذراهما أي مع ذراهما فإذا سقى عليها رجلان بدلوين","seal":"7F4E8349","page":477},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":338,"nass":"لا ينز حانها فتلك قرن أيضًا. وجماعة القرون. فإذا كانت الزرانيق من خشبةٍ فهي الدعم. وقال: «ما زال على است الدهر مجنونًا». وعلى أس الدهر أي لم يزل يعرف بالجنون. وقال أبو نخيلة:\rما زال مجنونًا على است الدهر\rوقال آخر:\rهل تعرف الأطلال بالخوي ... جر بها مرتجز الوسمي\rمن الثريا ومن الدلي ... لم يبق من آسيها العامي\rغير رماد النار والأثفي","seal":"D61DCE78","page":478},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":339,"nass":"الآسي: آثار القوم إذا ارتحلوا من الرماد والبعر. وخرثي المتاع نحو قطعة القصعة وغير ذلك. والقرثد نحو قطع الصوف وأشباهها, وهو المتاع الذي يحملونه معهم إذا ارتحلوا والخنثر: وهو مثل الخرثي وهو رثة المتاع. قال أبو حاتم: هو ما حملوا من القماش.\r(أبو زيد) وقال قعنب أبو السمال: هو الظفر فكسر الظاء.\rوقال الراجز:\rرب شريبٍ لك ذي حساس ... ليس بريان ولا مواس\rعطشان يمشي مشية النفاس\rجمع النفساء حين تلد. وقال أبو محرزٍ: النفساء ففتح.","seal":"97316AF0","page":479},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":340,"nass":"(قال أبو الحسن: وأنشدته عن ابن الأعرابي:\rرب شريبٍ لك ذي حساس ... شرابه كالحز بالمواسي\rالحساس: الشوم, وهو من قولهم حسهم إذا استأصلهم. والشراب: المشاربة. أبو زيد).\rوزعموا أن امرأة قالت لابنتها احفظي بيتك ممن لا تنشدين أي ممن لا تعرفين.\rوقال مخش العقيلي أنشدني بعض بني عقيل ولم أسمعه من المفضل:\rوقفت بعرافٍ على غير موقفٍ ... على رسم دارٍ قد عفا منذ أحرس\rأحرس: دهور واحدها حرس.\rكأن بحيث استودع الدار أهلها ... مخط زبور من دواةٍ وقرطس\rعفت غير آلافٍ ثلاثٍ وقد ترى ... حجارة مرسى مسجدٍ لم يؤيس","seal":"A1BA7C3F","page":480},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":341,"nass":"أي لم يعالج ويذلل. أبو حاتم: «مخط كتابٍ من زبور».\rالآسية: الأسطوانة وجميعها أواسي. ويروى غير آياتٍ, وكله الأثافي. أبو حاتم. وقد ترى حجارة بالنصب.\r(أبو زيد) وقال وأنشدني بعض القشيريين لقحيفٍ العقيلي:\rإذا رضيت علي بنو قشيرٍ ... لعمر الله أعجبني رضاها\rولا تنبو سيوف بني قشيرٍ ... ولا تمضي الأسنة في صفاها\rوأنشدني المفضل بيتًا للبعيث:","seal":"5512E1D3","page":481},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":342,"nass":"ألد إذا لاقيت خصمًا بخطةٍ ... ألح على أكتافهم قتب عقر\rوأنشدني رجل من بلحرماز:\rونطحن بالرحا شزرًا وبتًا ... ولو نعطى المغازل ما عيينا\rونصبح بالغداة أتر شيء ... ونمسي بالعشي طلنفحينا\rالتار: السمين الشبعان. والطلنفح: الضعيف الخالي الجوف. والشزر الذي يذهب نحو يمينه. والبت الذي يذهب نحو شماله, وزعموا أنهم قوم أسرهم قوم آخرون فأذلوهم فشكوا إلى قومهم ما لقوا.\rوقال رجل من بني كلابٍ يقال له النمر:\rوإني لأطوي البطن من دون ملئه ... لمستنبحٍ من سدفة الليل صائح\r(أبو حاتم: ملئه).\rوإن امتلاء البطن في حسب الفتى ... قليل الغناء وهو في الجسم صالح\rالمستنبح: الذي يصيح بالكلاب ليلًا فتنبح فيسمع نباحها فيعرف","seal":"6FAA1A6F","page":482},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":343,"nass":"أن لها أهلًا فيأتيهم يطلب عندهم القري.\rقال أنشدنا الأصمعي:\rوألقيت الزمام لها فنامت ... لعادتها من السدف المبين\rيريد الضوء. يقال: أسدف لنا أضيء لنا. والسدف: الضوء.\rوالسدف: الظلمة هذا عن الأصمعي, وأنشد:\rوأطعن الليل إذا ما أسدفا\r(أي أظلم, قال أبو الحسن أنشدنا أبو العباس المبرد لمستنبحٍ في سدفة الليل [صائح. وقال] الأصمعي: المستنبح الذي ينبح لتجيبه الكلاب فيعلم أنها مع قومٍ فيأتيهم, وإنما يستدعي بنباحه نباحها. وهو كقولك رجل مستعطٍ وما أشبهه. والبيت الذي أنشده الأصمعي للمثقب","seal":"91062077","page":483},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":344,"nass":"العبدي. والملء أكثر من الملء, وهو بكسر الميم الاسم, وبفتحها المصدر. أبو زيد).\rوقال آخر:\rحتام يعبدنا قوم وقد كثرت ... فيهم أباعر ما شاؤوا وعبدان\rأبو حاتم: عبدان جمع عبيدٍ. ويقال أعبدته إعبادًا وعبدته تعبيدًا إذا اتخذته عبدًا, وقال:\rومولىً كداء البطن أما بخيره ... فينأى وأما شره فقريب\rوقال آخر:\rكم من غني رأينا الفقر أدركه ... ومن فقيرٍ يقنى بعد إقلال\rلا يأيسن فقير أن يصيب غنىً ... يومًا ولا يأمنن الفقر ذو مال","seal":"4B18EFF3","page":484},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":345,"nass":"أقي بمالي عرضي أن أدنسه ... لا بارك الله بعد العرض في المال\rأحتال للمال إن أودى فأجمعه ... ولست للعرض إن أودى بمحتال\rقوله: يقنى, يقال قناه الله يقنيه إذا أكثر ماله.\rوقال آخر:\rأرى كل ذي مالٍ يرى ذا حزامةٍ ... ويمنٍ وإن كان المشوم نقائبه\rومن يفتقر يدع الفقير ويشتهر ... غريبًا وتبغض أن تراه أقاربه\rويوم كما ذو العر يرمى ويتقى ... ويجن ذنوبًا كلها هو عائبه\rأبو حاتم: العر. أبو حاتم: هي عائبه.\r(قال أبو الحسن: قال الأصمعي وأبو عبيدة العر: الجرب والعر: بالضم بثر. قال وليس ما رواه أبو حاتم بجيد والأولى أجود. وأجود الروايتين: كلها هو عائبه. ومن روى هي جعلها تبعًا للهاء والألف التي في كلها وجعل عائبًا خبرًا للكل. أبو زيد).\rوقال آخر:\rما من هواي ولا شيمتي ... عركركة ذات لحمٍ زيم","seal":"0E5313CA","page":485},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":346,"nass":"تجافي يديها إذا ما مشت ... وللنمض في صفحتيها ورم\rولا ألقى ثطة الحاجبين ... محرقة الساق ظمأى القدم\rمحرفة بالفاء, وذكر أبو حاتم محرقة بالقاف. والعركركة: الكثيرة اللحم القبيحة الرشحاء. والألقى: السريعة الوثب والعدو, والظمأى: اليابسة.\r(قال أبو الحسن هكذا روى أبو زيد ألقى. والذي نحفظه عن الأصمعي ولقى, يقال ناقة ولقى إذا كانت سريعة. والمصدر الولق. والولق: الضرب. يقال ولقه ولقاتٍ كما يقال ضربه ضرباتٍ. والذي رواه أبو زيد حسن, وذلك أن الواو إذا انضمت من غير إعرابٍ جاز همزها كما قالوا في وجوهٍ أجوهٍ وفي وقت الشيء أقت. وكذلك يفعلون فيها إذا انكسرت نحو وسادةٍ يقولون إسادة. فأما إذا انفتحت فلا يطردون ذلك فيها, وإنما يؤخذ مثل هذا سماعًا كقولهم في وحدٍ أحد لأنه من الوحدة والواحد, فألقى من هذا الضرب الذي ذكرت لك. أبو زيد).\rوقال رجل من طيء:\rوجدت الفتى الحلو الكريم نجاره ... يزهد مولاه بأيامه الفقر","seal":"293281DA","page":486},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":347,"nass":"إذا لم يكن مال يرى شنفت له ... صدور رجالٍ قد بقا لهم وفر\rوفي العيد هيات الملاجيج والبغا ... مناديح عن قومٍ بميسورهم عسر\rولا يلبث المرء الكريم إذا ارتمت ... به الجمزى قد شد حيزومها الضفر\rسيسكب مالًا أو يفيء له الغنى ... إذا لم تعجله المنية والقدر\rالعيد هيات: الشداد من الإبل الغلاظ. وقوله: شنفت له يقال شنف له وشفن له إذا ن ظر إليه نظر البغضة.\r(قال أبو الحسن قال المبرد يقال شنفت الرجل أشنفه شنفًا وشنفته أشنفه شنفًا إذا أبغضته, وهو الذي نحفظ عن غير أبي العباس أيضًا فإن قلت شنفت [لزيدٍ] وشنفت لزيد كان جيدًا وليس هذا موضع شرحه فأما شفنته أشفنه شفنًا فلا أعلم أحدًا فسره بشيء غير النظر. وفي بعض الأخبار الموثوق بمخرجها حدثناه عن زبير بن بكار أن جميلًا عرض لبثينة فشفنته بعينها ثم انصرفت عنه, والتفسير الأول عن أبي زيدٍ. أبو زيد).\rوقال رجل من غطفان:\rلقد علمت أم الصبيين أنني ... إلى الضيف قوام السنات خروج","seal":"3BD9A085","page":487},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":348,"nass":"إذا المرغث العوجاء بات يعزها ... على ثديها ذو ودعتين لهوج\rوإني لأغلي اللحم نيئًا وإنني ... لممن يهين اللحم وهو نضيج\rالسنات: جمع سنةٍ وهي النعاس. والمرغث: المرضع فلذلك دعيت عوجاء وعجفاء وعوجها عجفها. والودعتان: منقافان في عنقه.\rوقال آخر:\rأفقت وقد أنى لك أن تفيقا ... وذاك أوان أبصرت الطريقا\rوكنت إذا ذكرت الدهر سلمى ... ترقرق ماء عينيك أو أريقا\rوقال رجل من بني عقيلٍ:\r(قال أبو الحسن قال أبو العباس محمد بن يزيد هو يزيد الصقيل العقيلي وكان لصًا فتاب).\rإذا ما المنايا أخطأتك وصادفت ... حميمك فاعلم أنها ستعود","seal":"D590EF33","page":488},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":349,"nass":"وإن امرءًا ينجو من النار بعدما ... تزود من أعمالها لسعيد\r(قال أبو الحسن أخبرنا أبو العباس المبرد أن أول هذا الشعر:\rألا قل لأرباب المخائض أهملوا ... فقد تاب مما تعلمون يزيد\rوقال رجل من طيء:\rعجبت من المبتاع غثا لرخصه ... وللغث مبتاعًا أقل وأخسر\rعجبت من المستلئم الخال لابنه ... وللشاة يرجو نسلها يتخير\rلبنتك فاستكرم لبنتك خالها ... فإن بدال الخال بالخال أعسر\rوقال آخر وهو سالم بن وابصة:\rيا أيها المتحلي غير شيمته ... إن التخلق يأتي دونه الخلق","seal":"E5CE9FD3","page":489},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":350,"nass":"ولا يواسيك فيما كان من حدثٍ ... إلا أخو ثقةٍ فانظر بمن تثق\rلا منكر الحق مظلومًا ولا وكل ... في النائبات ولا هيابة فرق\rأبو حاتم ولا يواتيك, قال: المتخلق مثل من يتسخى وليس السخا من شيمته أو يتخلق بخلق من أخلاق المعروف, ولا يعرف به, ويقال هذا رجل هدبل إذا كان كثير الشعر وهو الأشعث الذي لا يسرح رأسه ولا يدهنه الكثير شعر الجسد (أبو زيد).\rهدان أخو وطبٍ وصاحبه علبةٍ ... هدبل لرثات النقال جرور النقال: واحدها نقل وهي النعال. والنقلان: النعلان الخلقان اللتان قد خصفتا فتقطعت سيور الرقاع منها. يقال نقلت أشد النقل, وهي التي يجرها صاحبها جرًا. والنقلة بكسر النون وتسكين القاف من","seal":"908BA802","page":490},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":351,"nass":"النساء التي يتركونها فلا يخطبونها من الكبر. والنقيل: الغريب في القوم إن رافقهم أو جاورهم.\r(قال أبو الحسن حفظي عن غير أبي زيد النقل: النعل الخلق بكسر النون. أبو زيد).\rوقال آخر:\rلها ذنب كالقنو قد مذلت به ... وأسمح للتخطار بعد التشذر\rالتشذر: إذا لقحت الناقة عقدت ذنبها ونصبته على عجزها من التخيل فذاك التشذر. والمذل ألا تحرك ذنبها.\rوقال آخر:\rألم تعلمي أني إذا النفس أشرفت ... على طمعٍ لم أنس أن أتكرما\rوقال العجير:\rلما أتينا ساحة الحي وانبرى ... لنا فلتان يمنع الحي أزبر\rإذا العزب الهوجاء بالعطر نافحت ... بدت شمس دجنٍ طلة ما تعطر\rالفتان من الرجال: الفار الذي يتفلت للشر والكثير اللحم,","seal":"60C3A691","page":491},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":352,"nass":"والأزبر: الذي يتزبر على كل واحدٍ بالأذى. والزبرة: الكاهل.\rوقال آخر:\rسمين المطايا يشرب الشرب والحسى ... قمطر كحواز الدحاريج أبتر الحواز: ما يجوز الجعل من الدحروج وهو الخزء الذي يدحرجه.\r(قال أبو الحسن: قوله يشرب الشرب بضم الشين حسن وأحسن منه أن يكسرها فيقول الشرب لأنه الشرب الماء. والشرب الفعل وهذا أحسن في المعنى وهو الذي أحفظ. أبو زيد).\rوقال رجل لامرأته وهي ابنة عمه وتكبرت عليه:\rهلمي لابن عمك لا تكوني ... كمختارٍ على الفرس الحمارا\rوكنت كفاقئٍ عينيه عمدًا ... فأصبح لا يضيء له نهارا\rالرياشي: أراد لا يضيء له البصر نهارًا فأضمر البصر.","seal":"D66CF7A3","page":492},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":353,"nass":"(قال أبو الحسن: الذي يقع في نفسي أن الحاكي عن الرياشي غلط عليه ولا يجوز أن يضمر البصر لأن البصر هو يضيء لا محالة. وفقده يظلم ولكنه أضمر الفقء لأنه قال: وكنت كفاقيء عينيه فدل فاقيء على الفقء فصار المعنى فأصبح لا يضيء له الفقء نهارًا وهذا كقولهم من كذب كان شرًا له لأن كذب يدل على الكذب فكأنه قال: كان الكذب شرًا وهذا كثر. أبو زيد).\rوقال آخر:\rأمسوا كمذعورة الأروى إذا افزعها\rعرج الضباع تباري الأسد والذئبا\rجمع ذئبًا على ذئبٍ.\r(قال أبو الحسن: فعل وفعل يقل جدًا في الكلام, ولا أعلمه محفوظًا وهو عندي جمع ذئبةٍ كقولك قطعة وقطع وسدرة وسدر وهذا مطرد معروف).\rوقال آخر:\rإذا ما اعتزت قالت أبي جير ساقني ... إلى الموت من أهل الملا وهو مخصب\rمعنى جير نعم وأجل.","seal":"9F3474E6","page":493},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":354,"nass":"وقال آخر:\rيصيح سديساها إذا ما تلمجت ... بسججٍ سباطٍ من مراحٍ وأفكل\rكما صاح جونا ضالتين تقابلا ... كحيلان في أعلى ذرى لم تخطل\rالأخطل والخطل: المضطرب. وتخضل أيضًا. والتلمج نحو التلمط والسجح: المشافر العراض. والسباط: المنبسطة. والجونان: صردان. والضالتان واحدتها ضالة وهي الشجرة العظيمة. أبو حاتم. «تحصل» (أبو زيد).\rهل ترجعن ليالٍ قد مضين لنا ... والعيش منقلب إذا ذاك أفنانا\rإذ نحن في غرة الدنيا وبهجتها ... والدار جامعة أزمان أزمانا\rلما استمر بها شيحان مبتجح ... بالبين عنك بما يراك شنئانا\rأبو حاتم: مبتجحًا أو مبتجح, وجعل الكاف مخاطبة المذكر.","seal":"F17CEF01","page":494},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":355,"nass":"الرياشي: الذي يعرف شيحان. الشيحان: الغيور. والمبتجح: المفتخر.\r(قال أبو الحسن: لا اختلاف بين الرواة أنه يقال رجل شيحان وامرأة شيحا فقسروه بتفسيرين: أحدهما أنه الجاد في أمره, والآخر: الغيور السيء الخلق, ولأن أنثاه فعلى لم يصرفوه, ولو كان كما حكى الرياشي لكان قد ترك صرف ما ينصرف, وهذا لا يجوز عند القياسيين المفسرين, وهذا سهو من الرياشي, فأما قول أبي كبير الهذلي:\rمشيح فوق شيحانٍ ... يدور كأنه كلب","seal":"8EB15233","page":495},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":356,"nass":"فلا نعلم أحدًا من الرواة إلا هكذا, إلا أن أبا العباس محمد بن يزيد روى لنا عن أبي زيد أنه رواه فوق شيحان, وذكر أنه اسم فرسه, فأما النعت فلا يكون إلا شيحان, وقد فسره الرياشي بأنه الغيور, وقد ثبت أن أنثاه شيحى فصار كعطشان وعطشى وسكران وسكرى, وهذا بين. أبو زيد).\rوقال سراقة البارقي:\rأري عيني ما لم ترأياه ... كلانا عالم بالترهات\r(قال أبو الحسن: قال لي بعض أصحابنا: الترهات: الأباطيل, واحدها ترهة).","seal":"771E88C8","page":496},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":357,"nass":"أبو حاتم عن أبي عبيدة: ما لم تبصراه.\r(أبو زيد) وقال الأعلم بن جرادة السعدي, أدرك الإسلام:\rألم تر ما لاقيت والدهر أعصر ... ومن يتمل العيش يرأ ويسمع\rبأن عزيزًا ظل يرمي بجوزه ... إلي وراء الحاجزين ويفرع\rالحاجزين: جمع, يقال أفرع إذا أخذ في بطن الوادي خلاف المصعد. قال:\rلا يدركنك إفراعي وتصعيدي","seal":"0028ABC8","page":497},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":358,"nass":"وفرع رأسه بالعصا إذا علاه بها.\rقال أبو الغول:\rأما تنفك تركبني بلومى ... لهجت بها كما لهج الفصيل\rأتنسى لا هداك الله سلمى ... وعهد شبابها الحسن الجميل\rكأن وقد أتى حول جديد ... أثافيها حمامات مثول\rلومى: فعلى من اللوم مثل عطشى.\rوقال أبو زيد يحيى العقيلي:\rإنك ما سليت نفسًا شحيحةً ... عن المال في الدنيا بمثل المجاوع","seal":"5B16F289","page":498},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":359,"nass":"أكلنا الشوى حتى إذا لم نجد شوى ... إلى خيراتها بالأصابع\rشوي غير منونٍ. الشوى: الدون من المال, ورذال كل شيءٍ شواه.\r(قال أبو الحسن: شوى لا يكون إلا منونًا وهو فعل وذلك أنه لا مانع له من الصرف وإن وقع في كتابي غير منونٍ. والمجاوع: واحدها مجوعة, أخبرني بذلك أحمد بن يحيى أبو العباس ثعلب, وذكر أن العرب تقوله وهو حق).","seal":"3F734610","page":499},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":362,"nass":"باب نوادر\rيقال جمل ناهل في جمالٍ نهالٍ, وناقة ناهلة في نوقٍ نهالٍ ونواهل وهي العطاش, وقال الراجز:\rإنك لن تثأثيء النهالا ... بمثل أن تدارك السجالا\rيقال ثأثيء الرجل عني أي احبسه عني. والثأثأة: الحبس. والنواهل من الإبل وغيرها من المواشي, الرواء: اللاتي قد نهلن نهلًا أي روين ريًا. ويقال رويت للقوم على البعير أروي لهم ريةً ورويتهم ريةً إذا استقيت لهم من الماء. ويقال للذي يحمل الماء من الدواب رواية. والعرب تسمي الأطعمة أسماء خمسةً فمنها الوليمة والمأدبة بفتح الدال.\r(قال أبو الحسن: يقال مأدبة بالضم أيضًا).\rوالتوكير وهو طعام البناء حين يفرغ من بنائه. ويقال وكر لنا توكيرًا.","seal":"E2BD85F3","page":501},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":363,"nass":"والإعذار والخرس / فالوليمة والمأدبة لكل طعامٍ, ومأدبة أيضًا بالضم عرسًا كان أو غيره. والإعذار: طعام الختان خاصةً. والخرس: الطعام عند ولادة المرأة خاصة يدعى عليه الرجال. والخرسة ما يصنع للمرأة نفسها عند ولادتها من الحلبة والجشيشة حين يجشون ذلك لها ثم يصنعونه فتحسوه.\rزعموا أن امرأةً ولدت وليست عندها قابلة ولا امرأة تصنع لها شيئًا, فقامت هي فجعلت تصنع خرستها وتحسوها وقالت: «يا نفس تخرسي إذ لا مخرس لك» , أي ليس لك أحد يصنع خرستك فجرى مثلًا.\rوقال رجل مقتوين, ورجلان مقتوين, ورجال مقتوين, وكذلك المرأة والنساء, وهو الذي يخدم القوم بطعام بطنه, وقال عمرو بن كلثومٍ:\rتهددنا وأوعدنا رويدًا ... متى كان لأمك مقتوينا","seal":"3AD5B8F7","page":502},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":364,"nass":"الواو مفتوحة وبعضهم يكسرها أي متى كنا خدمًا لأمك.\r(قال أبو الحسن: القياس وهو مسموع من العرب أيضًا ففتح الواو من مقتوين فتقول مقتوين فيكون الواحد مقتوىً فاعلم مثل مصطفىً فاعلم ومصطفين إذا جمعت, ومن قال مقتوين فكسر الواو فأنه يفرده في الواحد والتثنية والجمع والمؤنث لأنه عنده مصدر فيصير بمنزلة قولهم: رجل عدل وفطر وصوم ورضىً وما أشبهه, وذلك أن المصدر لا يثنى ولا يجمع لأنه جنس واحد فإذا قلت رجل عدل وما أشبهه فتقديره عندنا رجل ذو عدلٍ فحذفت ذو وأقمت عدلًا مقامه فجرى مجرى قوله عز وجل «واسأل القرية» , وهذا في المصادر بمنزلة قولهم إنما فلان الأسد وفلانة الشمس يريدون مثل الأسد ومثل الشمس فإذا حذفوا مرفوعًا جعلوا مكانه مرفوعًا, وكذلك يفعلون في النصب والخفض, قال النابغة:\rوكيف تواصل من أصبحت ... خلالته كأبي مرحب","seal":"1D17AA41","page":503},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":365,"nass":"أراد خلالته كخلالة أبي مرحبٍ فلما حذف مجرورًا أقام مقامه مجرورًا مثله, وهذا كثير, فأما أبو العباس محمد بن يزيد فأخبرني أن جمع مقتوين عند كثيرٍ من العرب مقاتوة فهذا يدلك على أنه في هذه الحكاية غير مصدر وليس بجمع مطرد عليه باب ولكنه بمنزلة الباقر والجامل والكليب والعبيد فهذه كلها وما أشبهها عندنا أسماء للجميع وليست بمطردة وهي وإن كان لفظها من لفظ الواحد بمنزلة نفرٍ ورهطٍ وقوم وما أشبهه. [ويقال مقت الرجل إذا حذم فهذا بين في هذا الحرف].\rويقال لما بقي في أسفل الإناء من الأدم الترتم بالتاء قبل الميم, قال الشاعر:\rلا تحسبن طعان قيسٍ بالقنا ... وضرابهم بالبيض حسو الثرتم\rويقال للحجر يتدلك به الإنسان في الحمام فيه ثقوب نشفة","seal":"FB77498C","page":504},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":366,"nass":"والجمع نشاف وثلاث نشفاتٍ, وإذا أراد الرجل أن يدعو على الآخر قال له: فاها لفيك أي لك الخيبة, وقال رجل من بني الهجيم:\rفقلت له فاها لفيك فإنها ... قلوص أمريءٍ قاريك ما أنت حاذره\r(قال أبو الحسن: هذا الذي فسره أبو زيد حسن, والذي أختاره","seal":"CD8E118E","page":505},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":367,"nass":"ما فسره الأصمعي وأبو عبيدة فإنهما قالا معنى قولهم: فاها لفيك: ألصق الله فاها إلى فيك يعنون الداهية والهلكة, وأخبرني أبو العباس محمد بن يزيد وغيره أن هذا الرجل لقيه أسد فاخترط سيفه فقتله ثم قال:\rتحسب هواس وأيقن أنني ... بها مفتدٍ من صاحبٍ لا أناظره\rفقلت له فاها لفيك فإنها ... قلوص امريءٍ قاريك ما أنت حاذره\rقال معنى تحسب: اكتفى من قولك حسبك كقول الله تعالى «عطاء حسابًا» أي كافيًا, وتقول العرب: ما أحسبك فهو لي محسب أي ما كفاك فهو لي كاف. وقوله هواس: يعني الأسد, وإنما سمى هواسًا لأنه يهوس الفريسة أي يدقها. وقوله بها مفتدٍ يعني قلوصه. يريد أنه قدر أن أفدي نفسي منه بتسليم القلوص إليه. وقوله: فاها لفيك: دعا عليه بالداهية. وهي ضربه بالسيف. وقوله: قاريك ما أنت حاذره, فالقرى لا يكون إلا الإطعام ولكنه أراد أي أقيم لك مقام القرى ما تحذره من قتلي إياك. أبو زيد).\rويقال على فلانٍ بقرة من العيال والناس, وعليه كرش من","seal":"35041887","page":506},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":368,"nass":"عيالٍ وعليه كرش من الناس وهم الجماعة. ويقال: ردي بالرجل فرسه يردي رديانًا وهو نحو الرقص في السير.\r(قال أبو الحسن: الرقص المصدر. والرقص الاسم. وقال الأصمعي: قلت للمنتجع بن نبهان وهذا من فصحاء العرب ما الرديان؟ فقال: عدو الحمار بين آريه ومتمعكه. أبو زيد).\rويقال بريت له فأنا أبري له بريًا إذا تعرضت له, وكذلك انبريت له.\rوقال عقيل بن علفة المري:\rوكان لنا فزارة عم سوءٍ ... وكنت له كشر بني الأخينا\rأراد الإخوة, وسمعت بعض بني كلابٍ يقول غلام يفعة, وبعضهم [يقول] وفعة بالواو.\rوقال الحارث بن نهيكٍ:\r(النهشلي أدرك الإسلام).","seal":"00B128CC","page":507},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":369,"nass":"فلم يوف أنف البغل بالجار صعصع ... ولا أحسب السوءات ناصية الوبر\rأحسب: اسم رجلٍ.\rوقال جفنة بن قرة القشيري:\rفقلت لأصحابي لميس عليكم ... فليس لها بعد العشية مطلب\rقال أبو سعيد السكري: إلى هذا الموضع ك ان عند أبي حاتم وليس عنده ما بعده إلى الموضع الذي سنذكره بعد هذا الموضع, وهذا عن المازني. وعند أبي حاتمٍ من الموضع الذي سنذكره.\r(أبو زيد) ويقال: أحوذ القوم إحواذًا إذا أسرعوا السير وأرادوا خروجًا أو أمرًا ثم أخبطوا عنه إخباطًا إذا تركوه.\r(لم يعرف المازني أخبطوا عنه إخباطًا).\rويقال: جاد ما أحوذ قصيدته أي جاد ما أحكمها.\rويقال: جذرت الأمر عني أجذره جذرًا وجذذته أجذه جذا, وهما سواء وذلك أن تقطعه عنك وأنشد:","seal":"DD39BB0D","page":508},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":370,"nass":"إني بجذ الحبل ممن يريبني ... إذا لم يوافق شئمتي لحقيق\rهموا الشيمة.\r(قال أبو الحسن وجددت مثل جذذت إلا أن أبا العباس محمد ابن يزيد أخبرنا أن الجذ قطعك الشيء من أصله. والجد أن تبقي منه شيئًا).\rلم يعرف الرياشي من هذا الموضع إلى موضع العلامة الأخرى.\rويقال لغمت ألغم لغمًا وهو استخبارك عن الشيء ولا تستيقنه أو إخبارك عن الشيء ولم / تستيقنه.\r(قال أبو الحسن حفظي لغمت ألغم ولست أنكر ما وقع في الكتاب. أبو زيد).\rووغمت به أغم وغمًا وهو الخبر تخبر به صاحبك ولم تحققه.\rمن هذا الموضع لم يعرف الرياشي.\rويقال أحلبت إحلابًا إذا حلبت لهم وأنت في المرعى فسرحته إليهم.\rويقال للذي يحمل إليهم من اللبن إحلابة الألف كسر. ويقال عرفتها","seal":"276E4617","page":509},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":371,"nass":"بأسبارها. والسبر معرفتك كل دابةٍ بلونها وحالها. وقالوا نغمت له أنغم نغمًا وهو الكلام الخفي الذي تخفيه من غير الذي تنغم له به.\rدوقالوا رفأت الرجل ترفئةً إذا قلت له بالرفاء والبنين حين يتزوج فتدعو له. ورفأت الثوب أرفؤه رفأ. وقال بعضهم رفيت الثوب أرفيه رفيًا على التحويل, وهو قول بني كعب بن عبد الله بن أبي بكر.\r(قال أبو الحسن قولهم رفأت الثوب يريدون به جمعت بعضًا إلى بعض. فإذا دعوا للباني على أهله فقالوا بالرفاء [والبنين] فإنما يريدون به جمع الشمل.\rأخبرنا أبو العباس أحمد بن يحي [ثعلب] أن العرب تقول في مثل هذا: «بالرفاء والبنين, وبيتيك تعمرين, ولا بيت آخرين». قال وسألته عن قولهم وبيتيك تعمرين فقال يريدون بيت الزوج والأب. أبو زيد). وقالوا هم العشير إلى السديس ولا يقولون خميس ولا ربيع ولا ثليث, وقالوا لك عشير المال وتسيعه إلى سديسه ولم يعرفوا ما سوى ذلك.\rوقالوا قد دلظ الرجل فهو يدلظه دلظًا إذا دفع في صدره.\rوقالوا ما آمنت أن أجد صحابةً إيمانًا أي ما وثقت أن أجد صحابةً,","seal":"2EF215DF","page":510},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":372,"nass":"والإيمان / الثقة. وقال أبو الصقر ما آمنت أن أجد صحابةً إيمانًا فمعناه ما كدت أجد صحابةً.\rوقالوا كنا مجتورين أي متجاورين تكلموا بها على الأصل. وكنا في هذا الأمر شرعًا واحدًا. قال أبو الصقر نحن إليه في القرابة شرع واحد يقول سواء. وقالوا قد تحلم الرجل تحلمًا وهو متحلم في الحليم ولم يقولوا المتحالم.\rوقالوا الناس علينا ألب واحد وصدع واحد ووعل واحد وضلع واحد مسكناتٍ ولم يعرف الرياشي صدغ ووعل وصغوه معك وصغاه معك صغوه مكسور الصاد, ولقيته لقيةً واحدةً في التلاقي والقتال, ولقيته لقاءً ولقيانًا ولقيًا ولقاةً. وقالوا شمس يومنا يشمس شمسًا وشموسًا. وغم يومنا يغم غما.\r(لم يعرف الرياشي من موضع العلامة).\rوقالوا يقال للرجل إذا كان في أمر ثم تركه ولم يفرغ منه وأخذ في غيره أقبل على خيدبتك أي أقبل على أمرك الذي كنت فيه أول مرةٍ. ويقال خالفني فلان في أمري, واستبد برأيه فتركته وخيدبته / وهو الذي كان فيه أول مرةٍ. لم يعرفه الرياشي.","seal":"DB1A05B2","page":511},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":373,"nass":"(من موضع الدائرة إلى هنا).\rوعرفة المازني. وقالوا رجح الميزان يرجح فتحًا كله أشد الرجحان ساكن, والرجوح. وقالوا أطلقت الإبل إطلاقًا وطلقت هي فهي تطلق طلقًا فتحًا كله وطلوقًا والاسم الطلق. وأقربتها إقرابًا والاسم القرب, وقربت هي تقرب قربًا, وقال الراجز:\rلتقربن قربًا جلذيا ... ما دام فيهن فصيل حيا\rوقالوا سرحت ماشيتي فأنا أسرحها سروحًا وسرحت الماشية تسرح سروحًا. وراحت الماشية فهي تروح رواحًا وأراحها إراحةً كما ترى. وهجت الإبل أهيجها هيجًا وهو هيجكها بالليل إلى المورد وإلى الكلإ وكل شيء هاج فمصدره الهيج غير الفحل فإنه يهيج هياجًا وكل فحلٍ من الدواب يهيج.\rوقالوا غمق العشب يغمق غمقًا مثل عمل يعمل عملًا وهو غمق","seal":"67D349B8","page":512},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":374,"nass":"مثل خجل وهو ما ندي وذلك أن الندى يرتفع من الأرض إلى العشب حتى يبلغ أعلاه / فإذا ذهب الندى ذهب الغمق عنه. وسمق يسمق سموقًا إذا طال في السماء, وكل ما طال من نباتٍ فهو سامق.\rوقالوا شده الرجل يشده شدهاً وشدهاً فتح وضم وهو الشغل ساكن ليس غير. وقالوا جبنت عن الشيء وجبنت أجبن جبنًا ضم كله وجبنته فجبن, مثل فحش, وجبانة على زنة فعالةٍ. وأكلت جبنًا خفيفةً وجبنا. وقالوا هو المأوى همز وهو مأوى الإبل والمأواة أيضًا وذلك حيث تأوي الإبل بالليل. والثوية الثاء فتح والواو كسر والياء شديدة مأوى الغنم. والثاية غير مهموزٍ حجارة ترفع تكون علمًا. بالليل للراعي إذا رجع إليها. سمعت الأصمعي ينشد:\rتريع طاياتٍ وتمشي همسا\rقال: الطاية: السطح, قال الأصمعي: تريع: تأخذ في يمينها وشمالها, ترتع فيه مثل التبختر, وأشار بيده كأنها السطح. وتمشي همسا من وطأتها. والثوية: المنزل الذي تنزله سميت به الثوية لأنهم كانوا يثوون بها. ثوى فلان. والثوي الذي يثوي عندك. وقالوا خدعت الرجل","seal":"F53C20D0","page":513},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":375,"nass":"أخدعه الخاء مكسورة وخديعةً. وقالوا «إنك لأخدع من ضب حرشته». وقالوا باكرت الرجل مباكرةً. وضاحيته مضاحاةً من الضحاء. وغاديته مغاداةً من الغدو إذا أتيته بكرةً وضحوةً, ولم يقولوا في العشي شيئًا. وقال القشيريون يا عمرو ادع فلانًا واعزه فحركوا موضع اللام من الفعل في الجزم, وادعوا وغزوا وأدع ذاك وأغزه.\rوقالوا للرجل إذا مات قد هروز هروزةً, وكل دابةٍ ماتت مهروزة الزاء معجمة, لم يعرف الرياشي هروز.\r(قال أبو الحسن أخبرني أبو العباس محمد بن الحسن [المعروف] بالأحول, قال يقال هروز الرجل وفروز الرجل وفاز وفوز ودفق وفطس وفقس ودرج وفاد كله بمعنى مات. أبو زيد).\rوقالوا فدعت أفدع, وثلغت أثلغ ثلغًا, وشدخت أشدخ شدخًا معناهن واحد, ولا يكن إلا في طل رطب. ويقال شدخت رأسه وثلغته أيضًا وكذلك البطيخة والكمء وما كان رطبًا والقثاء ونحوه. زعم أبو زيدٍ قال قال منتجع كمء واحد وكمأة للجميع, وقال أبو خيرة كمأة للواحدة وكمء للجميع فمر رؤبة بن العجاج فسألوه فقال كمء وكمأة كما قال منتجع.","seal":"B2AE727A","page":514},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":376,"nass":"وقال فقأت عينه فقأ وفضخت عينه فضخًا وهما واحد وهو للعين والبطن وكل وعاء كان فيه دهن أو شراب ويقال فضخت السقاء وفقأته إذا كان فيه لبن أو شراب. والكسر لكل يابسٍ أو رطبٍ, فكل ما بان فهو منكسر ليس فيه انحضاد, والانحضاد: انثناء, وكل ما لم يبن فهو منخضد وإنما ينخضد كل عودٍ لدنٍ, يقال ما كان لدنًا ولقد لدن يلدن لدونةً إذا لان لينًا. والمنعاط والمنخذد واحد إنما هو من كل لينٍ انثنى ولم يبن وهو الانحضاد والانغطاط وقد انغط العود إذا كان لينًا وانسكر ولم يبن.\r(لم يعرفه الرياشي).\rوقالوا باليت الأمر مبالاةً. والاسم البلاء ممدود وبلبلت ما هناك بلبالًا شديدًا الباء كسر, وفي صدري بلبال وهو الهم الذي تحدث به نفسك. وقالوا برئت من الوجع أبرأ برءًا مهموز. وبرئت من الدين مهموز براءةً وهي البراآت لجماع البراءة, وقالوا أنا بريء منك ونحن","seal":"0FA08E59","page":515},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":377,"nass":"برءاء على زنة برعاع, وقالوا إنا براء من هذا وهو فعال, والقوم براء من هذا على لفظ الواحد. وقالوا قد جد بالخير يجد جدا إذا حظي بالخير أو بالشر. وجددت به أجد به جدا إذا حظيت به وكذلك إن كان جده بالشر وإنه لعظيم الجد وشقي الجد. وقالوا ألته السطان ماله يألته ألتًا مثل ضربه يضربه ضربًا إذا نقصه. وقوم يقولون لات يليت / ليتًا ولت الرجل أليته ليتًا إذا عميت عليه الخبر فأخبرته بغير ما سألك عنه. وقالوا دمقت فمه أدقمه دقمًا إذا كسرت أسنانه, وقالوا دمقته أدمقه دمقًا وهما واحد. وأدمقته البيت إدماقًا إذا أدخلته البيت فاندمق اندماقًا إذا دخل. وقالوا ألم به إلمامًا إذا أتااه في فرطٍ وأقل الفرط ثلاثة أيام وأكثره خمسة عشر يومًا. وقالوا: ما يأتينا إلا لمامًا. اللمم: المقاربة. والمم: أن تلم أحيانًا. واللمام أن تأتيهم بعد شهرٍ أو شهرين وأكثرة سنة وزيادة على السنة.\rوقالوا أخفق وخفق الرجل بثوبه إخفاقًا. وألوا به إلواء. ولوح به تلويحًا. ولمع به يلمع لمعًا إذا أخذ طرفه بيده من مكانٍ بعيدٍ ثم أداره","seal":"D82C1532","page":516},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":378,"nass":"ليريه الذي يحب أن يراه. ويقال أغريت فلانًا بصاحبه إغراء, وقال أنشدني الرياشي:\rلا تخلنا على غراتك إنا ... قبل ما قد وشي بنا الأعداء\rوآسدت بينهما إيسادًا. ومأست بينهم, ومأرت بينهم إذا حملت / كل واحدً منهما على صاحبه حتى غري به أي لزق به غرى شديدًا مقصور. وغريت أنا بفلانٍ فأنا أغرى به غرى إذا أولعت به من غير تحميل. وقالوا احبنطيت احبنطاء وهو محبنطٍ غير مهموزٍ في كلامهم. وقال أبو الصقر محبنطيء فهمز وهو العظيم البطن, وإذا امتلأ غيظًا وغضبًا فهو محبنطيء مهموز. وقالوا قد أويناهم نأويهم أويا وأورينا إليهم وهو واحد. وقالوا عجب إلي فلان تعجيبًا أي أعجبني. وقالوا هذه أرض مميت عليها إذا مات أهلها. وقالوا إذا حدث الرجل القوم فلم يصدقوه وردوا عليه حديثه. قيل ما سمعتك أذنك تسميعًا وسمعت أذنك ما لم تسمع إذا ظن منك شيئًا لم تقله. وقالوا تحلل به السفر تحللًا وهو اعتلال","seal":"81C01427","page":517},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":379,"nass":"الرجل إذا قدم فيأخذه تكسر أو يجد ثقلًا من السفر الذي سار ولا يكون إلا بعد قدوم الرجل بلدةً يقيم بها. وقالوا استاد زيدًا قومه استيادًا إذا كان عميدهم وسيدهم وصاحب أمرهم ومفزعهم.\rوقالوا عككت الرجل أعكه عكًا إذا حدثك بحديث فاستعدته مرتين أو ثلاثًا. ويقال لا تعكني أي لا تستعدني الحديث مرارًا. وقالوا غنظني الرجل يغنظني غنظًا إذا أعسرك ولم ينظرك وشق عليك ولزمك. وقالوا بهظ راحلته يبهظها بهظًا إذا أوقرها فأتعبها, وكلما كلف ما لا يجد وما لا يطيق فهو مبهوظ. وقالوا هدنت القوم أهدنهم هدنًا والاسم الهدنة وذلك أن تريثهم عنك أو عن الشيء بالكلام أو تعطيهم عهدًا وأنت لا تريد أن تفي لهم, وقالوا هدنوا صبيهم أي سكنوه.\r(لم يعرفه الرياشي).\rوقالوا شدوت من القوم رجلًا أو رجلين أي شبهت منهم رجلًا أو رجلين. وشدوت رجلًا منهم فلانًا إذا شبهته أشدوه شدوًا. وقال أبو الصقر شدوت من العلم شدوًا إذا أصبت منه طرفًا.\rوقالوا قد قفقف لحيا البعير قفقفةً. وقرقف قرقفةً وذلك إذا اختال","seal":"96056CA9","page":518},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":380,"nass":"وأراد أن يحمل على فحلٍ آخرٍ فذلك الذي لحياه مقرقفان ومقفقفان, فأما الإنسان فإنما يقفقف لحياه / ويقرقفان من شدة البرد. وقالوا أمخ الدابة إمخاخًا وأرم إرمامًا وأنقى أنقاءً. وهو أول السمن في الإقبال وآخر الشحم في الهزال.\rوقالوا قد عرمنا صبيك يعرمنا عرامةً. وقالوا لا نعرف عرم علينا, وقال أبو الصقر: عرم علينا صبيكم يعرم عرامةً.\rوقال قد أشظ الرجل شظاظًا. والشظاظ: خشبة تجعل في الجوالق. وقالوا سخر منه وبه يسخر سخريًا, وتخذه سخرةً يسخر به وسبة ولعنة, وما أنت إلا لعنة في الناس إذا لعنوه. وقالوا نبهت لذلك الأمر فأنا أنبه نبهًا. ووبهت له فأنا أوبه وبهًا. ويقال: ما أبهت لكلامك أبهًا وهو أمر نبه, وهو الأمر ينسى بعد حينٍ ثم ينتبه له.\rوقال أبو الصقر قلبت الصيد أقلبه قلبًا إذا أصبت قلبه. ورأسته أرأسه رأسًا إذا أصبت رأسه, وكل هذه المصادر يسكن منها موضع العين","seal":"A5633DF5","page":519},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":381,"nass":"غير الطحل فإنه يفتح منه موضع العين. وقالوا ما أشد صعود هذا الجبل وحدوره وهبوطه / وقالوا صعد في الجبل تصعيدًا وعلى الدرجة وأصعد إصعادًا ولم يعرفوا صعد في الجبل ولا الدرجة صعودًا. وقالوا هبط الأرض يهبط هبوطًا.\r(قال أبو الحسن إن كان هؤلاء حكى عنهم أبو زيدٍ من العرب لم يعرفوا صعد يصعد صعودًا فقد عرفه غيرهم واسم الفاعل من صعد [يصعد] صاعد وبه سمي الرجل صاعدًا. والصعود الفعل. والصعود: الموضع الذي يصعد فيه وعلى هذا يجري الهبوط والهبوط وما كان مثله. أبو زيدٍ).\rوقالوا في القربة رفض من ماء أو رفض من لبنٍ وهو مثل الجرعة. ورفضت في القربة ترفيضًا. والخبطة مثل الرفض من اللبن والماء, ولا فعل لها, ولا فعل للنطفة. وقالوا طين عليه فؤادي ورأيي وخلقي أي خلق عليه وجبل عليه ولا فعل له. وقالوا أربد الرجل إربادًا فهو مربد وهو المفسد لماله كله ومتاعه. وقالوا لا نقول درهم الرجل ولكنا نقول","seal":"081C2C93","page":520},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":382,"nass":"مدرهم, لا فعل له عندنا. وقالوا له في الهدف مقرطسة, الطاء كسر. وقالوا كمئت من الأخبار أكمأ كمأ كمأ إذا جهلتها فكنت بها جاهلًا وعنها غنيا. وقال الغاضري قد بري فلان من وجعه يبرى بريًا كله على التحويل. وقريت القرآن فأنت تقرا وهو مقرٍ. وخبيت المتاع فهو مخبي كله في قول الغاضري على التحويل.\rوقالوا جا فلان على التخفيف / وجايا على التحويل, وقد جات المرأة على التحويل.\r(قال أبو الحسن الصواب جايت).\rوالله المسول الخير على التخفيف, وقد سالت على التخفيف. وقالوا طرح به يطرح طرحًا وطرحه سواء. وقالوا قد لقس الناس يلقسهم لقسًا وهو رجل لقس وهو الذي يلقب الناس بالألقاب تلقيبًا ويسخر منهم ويوسد بينهم. وقال بعضهم نقسهم ينقسهم نفسًا.\r(قال أبو الحسن: أما قول أبي زيدٍ لقس يلقس [لقسًا] وهو لقس فلست أنكره وهو يجوز على وجهٍ غامضٍ في العربية. والباب فيه","seal":"269C56B2","page":521},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":383,"nass":"أن يقال لقس يلقس فهو لاقس مثل ضرب يضرب فهو ضارب, وهذا مطرد في فعل وحفظي عن غير أبي زيدٍ وهو شبيه بالإجماع وهو القياس لقس يلقيس لقسًا فهو لقس مثل بطر يبطر بطرًا فهو بطر. وأما قوله يوسد بينهم فهو حسن والمحفوظ يؤسد بينهم. يقال آسدت الكلب على الصيد أوسده إيسادًا إذا أغريته كأنك أمرته أن يفعل فعل الأسد وفعلت تجيء معاقبةً لأفعلت تقول أكرمته وكرمته وأحسنته وحسنته إلا أن أفعلت يجوز أن يقال لمن فعل الشيء مرةً ولمن فعله كثيرًا. وفعلت لا يكون إلا للتكثير كقولك أغلقت الباب وغلقت الأبواب فإن قلت غلقت الباب لم يجز إلا على أن تكون قد أكثرت إغلاقه. أبو زيد).\rويقال جاء القوم بجفتهم إذا جاءوا بجماعتهم. وقالوا لي فيكم إسوة كسروا أولها, وقالوا تداعى القوم ليصطحبوا فهم لمة بالغة ما بلغت. والرجلان إذا اصطحبا فهما لمة اللام مرفوعة وهي خفيفة. وقالوا اقتنص اقتناصًا وهو القنص ولم يعرفوا القناص.\rوقالوا هو القضم ما ادرعته أفواه الإبل والغنم من بقية الحلي.\r(قال أبو الحسن هكذا قال أبو زيدٍ وحفظي عن غيره ما درعته أفواه الإبل يريد بيضته مأخوذ من الشاة الدرعاء وهي التي يبيض بعضها","seal":"F59AE5BC","page":522},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":384,"nass":"ويسود بعضها. أبو زيد).\rوقالوا فلان قرفتي وهو ظنتك الذي تظن أن شيئك عنده. وفلان لك قرفة إذا سمع بذكرٍ من ضالتك أو كان صاحبها فجئته تسأله عن ذلك. وقرفت على الرجل أقرف قرفًا إذا جنى جنايةً فأخبرت بذلك عنه عند السلطان. وقرف عليه قرفًا / وعين عليه تعيينًا وهما واحد إذا أخبر السلطان عنه بمساوية شاهدًا كان أو غائبًا.\r(قال أبو الحسن: هذا حرف استعمل على إبدال الهمز وأصله الهمز وقد نطق به كثير من العرب مهموزًا فقالوا: هي المساويء يا فتى, وذلك أنه من سوته. أبو زيد).\rوقال قيس بن زهيرٍ (العبسي):\rألم يأتيك والأنباء تنمي ... بما لاقت لبون بني زياد\r(قال أبو الحسن [قيس بن زهيرٍ عبسي] وقوله: ألم يأتيك قدر","seal":"4DA47A7B","page":523},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":385,"nass":"قبل الجزم أن تكون الياء مضمومةً حتى كأنه قال هو يأتيك كما تقول هو يضربك ثم تحذف الضمة للجزم فتقول ألم يأتيك كما تقول ألم يكرمك, وإن كانت الضمة في الياء مستثقلة وإنما يجوز هذا في الضرورة, ويدلك على ما قلنا من أنه قدر الياء متحركة, ثم حذف الحركة ما تفعله العرب في نظير هذا إذا احتاجت إليه في الشعر, أنشد أهل العربية لجريرٍ:\rفيومًا يجارينا الهوى غير ماضيٍ ... ويومًا ترى منهن غول تغول\rفهذا كافٍ في هذا, وأما قوله بما لاقت [لبون بني زياد] فموضع هذا رفع وتقديره ألم يأتيك [والأنباء تنمي] ما لاقت [لبون بني زيادٍ] , والباء دخلت توكيدًا كقولهم: كفى بالله [شهيدًا]. والتأويل كفى الله [شهيدًا]. فإن قال قائل فما تأويل هذا التوكيد؟ قيل إنه لما قال كفى","seal":"D396818D","page":524},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":386,"nass":"دل على الكفاية فكأنه قال الكفاية بالله فهذا تأويل البيت. أبو زيد).\rوقال جميل في قطع ألف الوصل:\rألا لا أرى إثنين أحسن شيمةً ... على حدثان الدهر مني ومن جمل\r(قال أبو الحسن أخبرنا أبو العباس محمد بن يزيد أنه لا اختلاف بين أصحابه أن الرواية ألا لا أرى خلين وهذه هي الرواية والأولى ليست بثبت وإنما رواها أبو زيد, والأخفش على الشذوذ وليسا يعتدان بها, وكذلك أخبرنا في البيت الذي يعزى إلى قيس بن الخطيم وهو قوله:\rإذا ضيع الإثنان سرا فإنه ... بنشرٍ وتضييع الوشاة قمين","seal":"980279ED","page":525},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":387,"nass":"قال الراوية إذا جاوز الخلين سر. قال وهذه أشياء ربما خطر ببال النحوي أنها تجوز على بعد في القياس فربما غير الرواية فمن إنشادهم للقطامي:\rفكرت تبتغيه فوافقته ... على دمه ومصرعه السباعا\rوالرواية الأخرى التي لا اختلاف بين الرواة فيها:\rفكرت عند فيقتها إليه ... فألفت عند مصرعه السباعا","seal":"9FF92D5E","page":526},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":388,"nass":"فهذا مكشوف لا يحتاج إلى احتيال ولا استدلال وهو كثير).\rوقال ابن الرقيات في حذف ياء النسب:\rبكي بدمعك واكف القطر ... ابن الحواري العالي الذكر\rوقال الراجز:\rقدني من نصر الخبيبين قدي","seal":"84E978D9","page":527},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":389,"nass":"أراد الخبيبيين فحذف ياء النسب.\r(قال أبو الحسن أخبرنا أبو العباس محمد بن يزيد أن الخبيبين يعني بهما عبد الله ومصعب ابني الزبير, وذلك أن عبد الله كان يكنى أبا خبيبٍ فجعله وأخاه وغلب عبد الله على المصعب لأنه أشهر. أنشدنا أبو العباس محمد [بن يزيد] قال أنشدني عمارة لجده جرير وقرأته عليه في شعره:\rما كان يرضى رسول الله فعلهم ... والعمران أبو بكرٍ ولا عمر\rوقد روى غيره والطيبان فإن قيل فلم لم يغلب أبا بكر, وأبو بكرٍ أفضلهما فالجواب في هذا أن أبا بكر رضي الله عنه مضاف وعمر مفرد, فلذلك قال والعمران وهذا كثير في كلامهم, قال وليس الخبيبان","seal":"7FE57BA2","page":528},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":390,"nass":"منسوبين ثم حذف ياءي النسب وهذا القول في قوله قدني من نصر الخبيبين قول أبي عبيدة وهو بين. أبو زيد).\rوقال النابغة الجعدي:\rوظل لنسوة النعمان منا ... على سفوان يوم أروناني\rأراد أروناني فحذف.","seal":"4560D5E5","page":529},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":391,"nass":"ومثل ذلك قول رؤبة:\rأدركتها قدام كل مدره ... بالدفع عني درء كل عنجه\rأراد عنجهيًا, والعنجهية: الجفاء والشدة.\rوتقول تعمتني المرأة إذا قالت يا عماد, وتخولتني إذا قالت يا خالاه وتبنتني إذا قالت يا ابناه, وتأختني إذا قالت يا أخاه, وقالوا تعزوة من عزيت الرجل على مصيبته. وتعازٍ وشهدت تعازي كثيرةً غير مصروفةٍ للبناء. ويقال أسألت وأقبحت إساءةً وإقباحًا وقبحًا وقبح وجهه قباحًا.\r(قال أبو الحسن هكذا قال ولا يبعد وحفظي قباحًا كأنه كان في الأصل قباحة فهذا المحفوظ ثم حذفت هاء التأنيث فبقي أوله مفتوحًا ولست أنكر وإن لم أحفظه أن يقال قباحةً مثل الكتابة وما أشبهها ثم تحذف هاء التأنيث فبقي الحرف الأول مكسورًا. أبو زيد).\rوقالوا زأب قربته يزأبها زأبًا إذا حملها فأقبل بها, وزأب بها. ويقال شزن المكان شزونةً, وحزن حزونةً وهما واحد. وتشزن الرجل صاحبه تشزينًا إذا توركه وصرعه. والمصدر على القياس تشزنًا وهذا يجوز","seal":"662A8E26","page":530},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":392,"nass":"أيضًا, وتشزن الرجل الشاة إذا أضجعها ليذبحها, وقال أبو الحجاج وغيره: ويقال ما كان ذا حلمٍ, ولقد تحلم. وما كان ذا أناةٍ, ولقد تأنى تأنيًا. ويقال جاياني الرجل من قربٍ أي قابلني من قربٍ. ومر بي مجاياةً ويقول مقابلةً. والدجة زر القميص نفسه يقال أصلح دجة قميصك. وثلاث دجاتٍ للأزرار. والدجة الأصابع أيضًا واللقمة عليها وما أشبهه.\rوقالوا الحنبريت: الكذب الخالص. ويقال شربت ماء حنبريتًا أي خالصًا, والصرد مثله.\rويقال قد أروحت منك خيرًا فأنا أروحه إرواحًا إذا أحسست منه خيرًا ورأيت وجه ذلك. وقالوا بطن الرجل يبطن بطنةً وهو الرجل البطين وهو الذي ربما أكل حتى يعظم بطنه وليست له عادة وليس برغيبٍ, وهذا رجل بطن بين البطن. وقال بطن يبطن بطنًا, وهو الذي لا يجد شيئًا إلا ملأ به جوفه من الرغب فلا تلقاه الدهر إلا عظيم البطن.\rوقالوا حصت الكمة رأسي إذا ألقت عنه الشعر حصا. وانحص رأسه انحصاصًا إذا سقط شعره, وتحصص الظبي والحمار والبعير تحصصًا إذا سقط شعره. قال أبو السقر: حصصته شعرةً, ويقال حدجني","seal":"72F708AA","page":531},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":393,"nass":"ببصره يحدجني حدجًا إذا نظر إليك نظرًا ترتاب به وتستنكره.\rوقالوا إذا قيل أتعرف فلانًا قلت لم أثابته عرفانًا ولن أثابته عرفانًا إذا لم أثبته وقد ثابته عرفانًا وأثبته إثباتًا. وقالوا طمع الرجل طمعًا وطماعةً وطماعةً كل هذا من كلامهم. وقالوا صداق المرأة, وصدق وأمهرت وأصدقت واحد. وقال أبو السقر وهو الصداق.\r(قال أبو الحسن أخبرني [أبو العباس] محمد بن يزيد قال لا اختلاف بين البصريين أن العرب تقول هو الصداق بكسر الصاد والصدقة وغير أهل البصرة يفتح الصاد. قال ومهرت المرأة هي المشهورة الفصيحة.\rوأنشدنا للأعشى:\rومنكوحةٍ غير ممهورةٍ ... وأخرى يقال له فادها\rقال وأمهرت لغة وليست في جودة الأولى.\rقال وأنشدنا المازني عن الرياحي:\rأخذن اغتصابًا خطبةً عجرفيةً ... وأمهرن أرماحًا من الخط ذبلا","seal":"CDC58A77","page":532},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":394,"nass":"قال وكذلك زففت المرأة هي اللغة الجيدة وأزففت لغة).\rوأنشد لقحيفٍ العقيلي:\rأتعرف أم لا رسم دارٍ معطلا ... من العام يمحاه ومن عام أولا\rقطار وتاراتٍ خريق كأنها ... مضلة بو في رعيلٍ تعجلا\rولو أنكرت ضيمًا حنيفة حلقت ... بها المعزب العنقاء حولًا مكملا\rوفي الصحصحيين الذين ترحلوا ... كواعب من بكرٍ تسام وتحبلا\rأخذن اغتصابًا خطبةً عجرفيةً ... وأمهرن أرماحًا من الخط ذبلا\r([قال] أبو الحسن أما قوله يمحاه فإن العرب تقول محا يمحو ويمحى وقد جاء يمحي وهي شاذة قليلة, يقول بعضهم محيت كما","seal":"E78395CA","page":533},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":395,"nass":"يقول الآخرون محوت. ومن قال يمحى فإنما يفتح لأن الحاء من حروف الحلق. وقوله ومن عام أولا يريد ومن عام زمانٍ أول أو دهرٍ أول فأقام الصفة مقام الموصوف, قال أبو عبيدة في قوله تعالى: «ترميهم بحجارة من سجيلٍ» قال أراد والله أعلم من شديدٍ, ولم يزد على هذا, وتقديره عند أهل العربية من رامٍ شديدٍ.\rوأنشد قول تميم بن أبي بن مقبلٍ:\rورجلةً يضربون البيض عن عرضٍ ... ضربًا تواصى به الأبطال سجينا\rيريد شديدًا, وفاعل يمحاه الذي ذكر [في بيته الأول] قوله قطار.\rوهذا عيب في الشعر عند الخليل, ويسميه المضمن وذلك أن يكون","seal":"69423D26","page":534},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":396,"nass":"تمام المعنى في البيت الثاني, ومثل هذا قول النابغة وزعم الأصمعي أنه منحول:\rوهم وردوا الجفار على تميمٍ ... وهم أصحاب يوم عكاظ إني\r[هذا آخر البيت الأول] ثم قال:\rشهدت لهم مواطن صالحاتٍ ... أتينهم بود الصدر مني\rوهذا كثير, وقوله تسام وتحبلا يريد تسام الضميم بالأسل وتجبلا, أراد النون الخفيفة فإذا وصلت كانت نونًا وإذا وقفت كانت ألفًا, كما قال جل وعز: «لنسفعن بالناصية» فإذا وقفت قلت لنسفعا كما قال الأعشى:\r[وصل على حين العشيات والضحى] ... ولا تحمد المثرين والله فاحمدا\rوكما قال عمر بن أبي ربيعة:","seal":"E4C83EA4","page":535},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":397,"nass":"وقمير بدا لخمسٍ وعشرين له قالت الفتاتان قوما\rوالتنوين إذا وقع الأمر وما كان مثله من الأفعال غير الواجبة كان جيدًا فإذا وقع في الفعل الواجب كان ضرورةً من الشاعر لو قلت يقومن زيد لم يجز إلا في اضطرار شاعرٍ كما قال هذا وتحبلا.\rوأنشدني أبو العباس المبرد وقد أنشده النحويون وهو لجذيمة الأبرش, ولا يجوز إلا في الضرورة كما ذكرت [لك].\r[قال أبو الحسن] قال أبو العباس: جذيمة أول من أوقد بالشمع.\rربما أوفيت في علمٍ ... ترفعن ثوبي شمالات","seal":"EBB1FE12","page":536},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":398,"nass":"قال ولا أعرف لجذيمة غير هذا الشعر).\rوقالوا في تصغير حباري حبيري ففتحوا الراء وحبيريات, وقالوا شكيعي مثلها. وقال بعضهم شكيعة. وقال بعضهم لبوة بغير همزٍ بفتح اللام وضم الباء, ولبوتان ولبوات فلم يهمزوا, وهمز أبو المضاء وحده وكلهم رفع الباء. وقالوا ضبع وضبغان وثلاث أضبعٍ وهي الضباع وضبعان وضبعانان وثلاثة ضبعاناتٍ وهي الضباع الذكارة منها. وسرحان وثلاثة سراحين وكذلك الجمع وهي الذئاب. وسرحانة وثلاث سرحاناتٍ وهي السراحين للإناث. وكلبة وثلاث كلبات وهي الكلاب وكلب وثلاثة أكلبٍ وهي الكلاب. وظبي وثلاثة أظبٍ وهي الظباء. وظبية وثلاث ظبياتٍ فتحوا الباء من الثلاث وهي الظباء كما ترى.\r([قال] أبو الحسن هكذا وقع في كتابي ثلاث كلباتٍ بإسكان اللام, والمحفوظ عن العرب في هذا وغيره ثلاث كلباتٍ كما يقولون ثلاث تمراتٍ ليفصلوا بين الموصوف والصفة ويحركون في الاسم لخفة الاسم وثقل الصفة إذ كان الاسم أول و [كانت] الصفة ثانيةً).","seal":"39526724","page":537},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":399,"nass":"وقالوا هو الظربان وهي الظرابي كما ترى. وهي الظرباء الظاء من هذه مكسورة ومن تلك مفتوحة. وكلاهما جماع وهي دابة شبيهة بالقرد وأنشد:\rولو كنت في نار جحيمٍ لأصبحت ... ظرابي من جمان عني تثيرها\rوقالوا قد بجح الرجل أشد البجح. وجذل أشد الجذل. وفرح أشد الفرح. وقال فاح المسك يفيح فيحانًا الياء مفتوحة والحاء غير معجمةً. وفاح يفوح أشد الفوحان. وقالوا فار منه المسك أشد الفوران وكله واحدٍ. وسطع منه ريح المسك يسطع أشد السطوع. وقالوا سيد وسيدان وهي السيدان. وسيدة وثلاث سيداتٍ الياء ساكنة وذيحة وثلاث ذيحاتٍ وذيخ وثلاث ذيحةٍ وهي الضباع الذكارة. وقالوا ورث فلان أباه وراثةً ولم يعرفوا غيرهز\rوقالوا الرثة كذلك قالها أبو علي الثاء ثقيلة وهي خشارة المتاع. والرثة","seal":"9911DA20","page":538},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":400,"nass":"من القوم ضعفاؤهم في ألسنتهم وأيديهم وبطشهم. وقالوا ما أضعف حيلته وحويله وهو فعيل. وقالوا نضحت عليه الماء أنضح نضحًا ونضح الماء عليه ينضح نضحًا إذا ضربت الماء برجلك أو بحصاةٍ أو بحجرٍ فأصابه منه شيء. وقالوا عبد جليب في عبيد جلباء. وقالوا عجل وثلاثة عجلةٍ. وكذلك الجميع. وقالوا إتاوة وثلاث إتاواتٍ وكذلك الجميع وهي الرشوة في كل وجهٍ. وكرة وثلاث كراتٍ وكذلك الجميع. وقلة وثلاث قلاتٍ وكذلك الجميع وهو عود يجعل في وسطه حبل ثم يدفن ويجعل للحبل كفة فيها عيدان فإذا وطيء الظبي عليها عضت على أطراف أكارعه. والعيدان أسنان الكفة. وقالوا عدة وثلاث عداتٍ. وقالوا هي العرس وهي العرسات. وقالوا عرس القوم تعريسًا في المنزل حيث نزلوا بأي حينٍ كان من ليلٍ أو نهارٍ وأعراس فلان بأهله إعراسًا إذا بنى بأهله.\rوقالوا بقرة فارض من بقرٍ فوارض وهي السمينة, وبقرة عوان من بقر عون, وهي التي نتجت بعد بطنها البكر. ويقال أعوان بقرتكم أم بكر. يقول أنتجتموها بعد البطن الأول شيئًا.\r(قال أبو الحسن هكذا. قال أنتجتموها, وهي صواب صحيح والمحكي عن غيره وهو الشائع نتجت الناقة فهي منتوجة.","seal":"EA6046D3","page":539},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":401,"nass":"قال الأصمعي ولا يخبر عنها بفعل البتة إلا أن تضع هي وحدها فتعانى ذلك من نفسها فيقال خلت فأنتجت [قال] وإلا فالمسموع نتجت الناقة ونتجها أهلها. وقوله أنتجت يجوز أن يكون في معنى نتجت, ويجوز أن يكون جعلت لها نتاجًا فقد قالوا في أسقاه الله إنه في معنى سقاه الله وأنشدوا قول لبيدٍ:\rسقى قومي بني نجدٍ وأسقى ... نميرًا والقبائل من هلال\r[قال] الأصمعي هما يفترقان وهذا الذي أذهب إليه. قال معنى سقيته: أعطيته ماءً لسقيه, ومعنى أسقيته جعلت له ماءً يشربه أو عرضته لذلك أو دعوت له به, كل هذا يحتمله هذا اللفظ وأنشد قول ذي الرمة:\rوقفت على ربعٍ لمية ناقتي ... فما زلت أبكي عنده وأخاطبه\rوأسقيه حتى كاد مما أبثه ... تكلمني أحجاره وملاعبه\rقوله: وأسقيه: أدعو له بالسقيا وهذا أشبه بكلام العرب [وقال] ابن الأعرابي أسقيه من دمعي وهذا غير بعيد من ذلك المعنى أي أجعل له سقيا من دمعي على سبيل الإغراق والإفراط كما قال:","seal":"089D7D37","page":540},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":402,"nass":"وصلت دمًا بالدمع حتى كأنما ... يذاب بعيني لؤلؤ وعقيق\rوأنشدنا أبو العباس أحمد بن يحيى لمزاحمٍ العقيلي وهو يجري مجرى ما ذكرت لك في الإغراق والإسهاب:\rأفي كل يومٍ أنت من لاعج الهوى إلى الشم من أعلام ميلاء ناظر\rبعمشاء من طول البكاء كأنما ... بها رمد أو طرفها متخازر\rتمنى المنى حتى إذا ملت المنى ... جرى واكف من دمعها متبادر\rكما ارفض هلكى بعدما ضم ضمةً ... بحبل الفتيل اللؤلؤ المتناثر\rهلكى مثل فعلى, وهذا الضرب كثير).\rوناقة فارق من نوقٍ فوارق وهي التي تمخض فتفرق وحدها فتذهب, قال:\rإن أسل أو تهلك حمامات ذي حسى\rفقد طال طيلى من ألاك الحمائم\rوقالوا هؤلاء ذودك وأغنامك وحمامك.\rوقالوا فررت الدابة أفرها فرا إذا نظرت إلى سنها, وشورتها تشويرًا","seal":"FD575845","page":541},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":403,"nass":"وشرتها أشورها شورًا إذا ركبتها لتروضها أو تعرضها على البيع.\rوقالوا غني القوم بالدار زمانًا يغنون بها غنىً مقصور إذا أقاموا بها حينًا. وقالوا في رجلٍ في بهراء وصنعاء بهراوي وصنعاوي.\r([قال] أبو الحسن وبعضهم يقول بهراني وصنعاني فيعوض النون من الهمزة التي هي ألف في الحقيقة كما عوض منها الألف في الوقف إذا قلت رأيت زيدًا واضربا إذا أمرت بالنون الخفيفة لأن التنوين لسكونه والغنة التي تخرج معه يشارك حرف المد واللين فإذا ضارع شيء شيئًا لمناسبةٍ بينهما ضارعه الآخر).\rوقالوا إذا قال رجل إني شديد أو خطيب أو كريم, أو قال ائتني فأعطيك قلت أنت غزر فلتجلبنه أي ستعلم ما تقول وتراه.\r([قال] أبو الحسن: الغزر: اللبن الغزير بفتح الغين وهكذا حكي لنا عن الأصمعي [وقال لي] أبو العباس الأحول هو الغزر بضم الغين, ورأيت من أثق به يحكيه بالفتح. وأنشدنا الأحوال عن سعدان عن الأصمعي لبعض الرجاز:\rإن سره الغزر المكود المبعوق ... غزر له فيقات بوقاتٍ بوق","seal":"FFCCBA11","page":542},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":404,"nass":"اعمد براعيس أبوها ذعلوق\rوالذي قرأنا في كتاب الإبل للأصمعي على جماعة من أهل العلم الغزر بفتح الغين, وسألت الأحول عن تفسير هذا الشعر, قال المكود: الدائم. والمبعوق: المتفجر. والفيقات: جمع فيقةٍ. وهو ما يجتمع في الضرع بين الحلبتين. والبوقات جمع بوقة, وهو ما ينباق منه أي ينزل ويأتي. وبوق توكيد له يريد أنه ينزل بكثرة وشدة. والبراعيس واحدها برعيس وهي نوق عظام سمان حسان. وذعلوق فحل بعينه نجيب).\rوقالوا أرعمت الغنم والشاة إرعامًا إذا هزلت وسال مخاطها ورعم مخاطها يرعم رعامًا.\r[ومنه سميت المرأة رعوم كأنها تنفي عن نفسها الدنس كما تنفي هذا الرعام]\rوشاة رعوم وهي التي يسيل مخاطها, ولا يقال ذلك إلا للمهزولة.\rوقالوا / إذا سألك الرجل فأعطيته ثم سألك فأكثر عليك قد لجذني يلجذني لجذًا. وقالوا للكلإ إذا أكلته الماشية قد لجذ فهو ملجوذ. وقالوا","seal":"00F5FF98","page":543},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":405,"nass":"درم العظام درمًا إذا غطاه الشحم واللحم. وقالوا ظلع الرجل يظلع ظلعًا اللام ساكنة والظاء مفتوحة. وعرج يعرج أشد العرجان إذا لم يكن خلقةً.\r([قال] أبو الحسن هكذا وقع في كتابي, والذي أحفظه أن العرب تقول عرج الرجل يعرج إذا غمز من شيء أصابه. وعرج [الرجل يعرج] عرجًا إذا كان العرج فيه خلقةً).\rوقالوا غضف الكلب أذنه أشد الغضفان إذا لوتها الريح من رقتها أو لواها هو أشد الغضف أيضًا. ورجل أشيم بين الشيم, وهو الذي به شامة. وأعين بين العين للأعين, ولم يعرفوا له فعلًا. وقالوا وجار وأوجرة وهي الوجر وهي جحرة السباع. والعنسل من النوق النجيبة وأنشد:\rفإن لا تلائمنا أميمة في النوى ... نزرها بفتلاء الذراعين عنسل","seal":"2B8DA91B","page":544},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":406,"nass":"وقالوا حباري وثلاث حبارياتٍ وكذلك الجمع. وشكاعى وثلاث شكاعياتٍ وهي شجرة صغيرة ذات شوكٍ. وقالوا حلاويان وثلاث حلاوياتٍ. والحلاوى الجميع / وهي مثل الشكاعي شجرة ذات شوكٍ. وقالوا ماءرني الرجل يمائرني مماءرةً إذا باراك مباراةً في كل شيء تصنع فلا تصنع شيئًا إلا صنع مثله. وهي مهموزة والمباراة غير مهموزةٍ. وعلباء وعلباوان وعلابي وهما العصبتان في القفا. وحزباء وحزابي وهي الأماكن الصلبة المشرفة. وقالوا خلق الثوب أشد الخلوقة. وسمل الثوب أشد السمول بغير هاءٍ. وقالوا تقول إذا خرجت لحية الرجل قد استعلج وكل ذي لحيةٍ علج, ولا يقال للغلام إذا كان أمرد علج. ويقال أكلنا عفوة الطعام.\r([قال] أبو الحسن قال أبو العباس عفوة بكسر العين).\rويكون للشراب والماء وهو خياره. ويقال جاء فلان في درسانٍ واحدها درس وهو الثوب الخلق.\r([قال] أبو الحسن حكاه غيره جاء فلان في دريسٍ له والجمع درسان. ودرسان أجود).","seal":"CAB60E88","page":545},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":407,"nass":"ويقال فلان غنجه وهو الأحمق. ويقال ما في فلانٍ وتيرة أي ما فيه عجز ولا توانٍ. ويقال للمرأة إذ دخلت في السن وبها بقية من الشباب فيها سؤرة وكذلك الرجل. ويقال أودت به العنقاء المغرب. وقال رجل من بني قشير المغربة وهي طائر ضخم وليست / بالعقاب. ويقال احتملت الإناء فاجتلدته وحملته فاجتلدت ما فيه إذا حسوته كله. (قال أبو الحسن هكذا حكى أبو زيدٍ وغيره يقول اشتففت إذا حسوت جميع ما فيه. ومن كلامهم السائر إذا وصفوا الرجل بالشرة ورغابة البطن أن يقولوا إنه: إذا شرب اشتف وإذا أكل اقتف. والاقتفاف في الطعام مثل الاشتفاف في الشراب. وقالت امرأة لزوجها أخبرنا به أبو العباس ثعلب قاتلك الله إن أكلك لاقتفاف وإن شربك لاشتفاف وإن ضجعتك لالتفاف).\rويقال: فلان يطلب علينا حقًا له. ويقال هذا الطعام فطورنا وسحورنا أي نفطر عليه ونتسحر به. ويقال ما فيك ولا في ثوبك أمت أي عيب. ويقال مال القوم خليطي إذا كان مختلطًا. ويقال خليطى. ويقال","seal":"6ACD7A27","page":546},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":408,"nass":"تليت للرجل عندي تلاوة من حقه أي بقيت. ويقال تلي من الشهر كذا وكذا أي بقي منه فهو يتلى تلىً كما ترى. ويقال استثخن مني الإعياء والمرض, واستثخن مني النوم وتبيغ مني النوم إذا غلبك النوم تبيغًا. ويقال هذه غنم بريم إذا خلط بين الضأن البيض والسود. وإذا اختلط اللونان من شيء واحد فهو أيضًا بريم. وإذا اختلط البر بالشعير فهو غليث وقد غلثته أغلثه غلثًا. ويقال متاع القوم فضىً في الدار وفوضى في الدار وهو المختلط الذي لا يخافون عليه أحدًا من أهله دون صاحبه, قال الشاعر:\rرحالهم فوضى فضىً في رحالهم ... ولا يحسنون السر إلا تناديا\rويقال اللهم اغفر لنا ذنوباتنا جماعة الذنوب, وأعطنا سألاتنا","seal":"F6CBA85D","page":547},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":409,"nass":"الواحدة سألة كقولك سألت سألةً واحدةً. وتقول ما أبين شف فلانٍ على صاحبه أي ما أبين فضله عليه, وقد شفف عليه تشفيفًا إذا كان أفضل منه. ويقال لأنت أضعف وأعيا من يدٍ في رحمٍ. ويقال عند بذر الأرض إذا بذرت ما أحسن وراقها إذا اخضرت وخرج بذارها. ويقال إن فلانًا ليكارز إلى غنىً وهي الثقة من العيش فتلك المكارزة. ويقال ما في الرجل تغبة وهو العيب الذي يرد منه في شهادته. ويقال لنا في هذا الأمر لؤمة أي تلوم ونظر. ويقال لقيت من فلانٍ عنيةً وعناءً. ويقال أصابه براد وبرود إذا ضعف من هزالٍ أو مرضٍ فوجد فترةً في عظامه ولحمه وضعفت منته وهي القوة وجماعها المنن. وقد برد الرجل يبرد برادًا وبرودًا وهذا رجل بارد إذا أصابه البراد والبرود. ويقال هذا عيد قلبك الذي عاده ودين قلبك الذي دانه وهو لما / يعتاده من العلاقة والحب.","seal":"B0B1125E","page":548},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":410,"nass":"ويقال مات فلان ضيعًا وضيعةً. وقد طال طيل فلانٍ وجماعها الطيل. ويقال بنو فلانٍ والد وذلك في معنى النسب. ويقال ما عند فلان غناء ذاك ولا جزأة ذاك, ولا مجزأة ذاك. وقال غير أبي عثمان ولا مجزأ ذاك.\rويقال خرج عليه خاز باز بغير تنوينٍ, قال الراجز:\rيا خاز باز أرسل اللهازما ... إني أخاف أن تكون لازما\rويقال إني لأجد في نفسي حروة وهي الحرارة يجدها الرجل في حلقه من الغيظ والغضب ويجدها في رأسه من الوجع, وفي صدره. ويقال للرجل إنه لحسن القمة إذا كان حسن القيام في اعتدال, وإنهم لحسان القيم. ويقال إنه لحسن القيمة إن مشى أو قام أو قعد إذا كان","seal":"0EC29CED","page":549},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":411,"nass":"حسن اللبسة والشخص والهيئة والجسم. ويقال سقاك الله بحوض الرسول [صلى الله عليه وسلم] وسقاك الله من حوض الرسول [صلى الله عليه وسلم]. ويقال حي هلك يا رجل وحي هلك يا امرأة إذا استعجلته. ويقال إن عبدك لنعتة وإن أمتك / لنغتة وإنه لنعت, وإنها لنعتة إذا كانا مرتفعين. ويقال أتبعت الرجل على فلان إذا أحلته عليه. ويقال في معنى أحلني عليه أتبعني عليه إتباعًا وأنا متبعك عليه أي محيلك عليه. ويقال القوم على ورك واحد. وألب واحد, وضلع واحد وذلك إذا أجمعوا عليك.\rويقال قد رفع فلان عقيرته إذا قرأ أو غنى ولا يقال في غير الخبر. ويقال جاء فلان من ذي نفسه. وجاء القوم من ذي أنفسهم ومن ذوات أنفسهم, وجاءت المرأة عن ذات نفسها ومن ذي نفسها إذا جاء طائعًا من غير أن يجاء به. وأعطاني ذاك من تلقاء نفسه ومن تلقاء أنفسهم في معناتها. ويقال هذا متاع منفس إذا كان مرتفعًا كريمًا. ويقال جاءت الإبل على خف واحدٍ وعلى وظيفٍ واحدٍ. وعلى طريقةٍ واحدةٍ إذا اتبع","seal":"99EAAD2D","page":550},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":412,"nass":"بعضها بعضًا كأنها قطًا كل بعيرٍ رأسه عند ذنب صاحبه. ويقال عند معصية الرجل إذا نصح له فرأى ما يكره في خلاف صاحبه آبك الله أي أبعدك الله, ومثلها فاها لفيك, وقال الشاعر:\rأأخبرتني يا قلب أنك ذو نهىً ... بليلى فذق ما كنت قبل تقول\rومنيتني حتى إذا ما تقطعت ... قوىً عن قوىً أعولت أي عويل\rفآبك هلا والليالي بغرةٍ ... تلم وفي الأيام عنك غفول\rوإن سأل الواشون عنها فقل لهم ... وذاك عطاء للوشاة جزيل\rيلم بليلى لمةً ثم إنه ... لهاجر ليلى بعدها فمطيل\rيقولها رجل من بني عقيلٍ.\rويقال للرجل الكثير الضحك الخفيف الذي ليس برزين إنه لمهراق: ويقال هو رجل وكل وهو الشديد الاتكال. ويقال رجل تكلة إذا كان يتكل فيبنون بيوتهم صفوفًا, وما أقبح حلتهم حين لا يجعلونها سطورًا. وما أحسن وضعتهم إذا وضعوا جميعًا, وما أقبح وضعتهم إذا سبق بعضهم بعضًا. وما أحسن ظعنتهم إذا ظعنوا جميعًا وما أقبح ظعنتهم إذا سبق بعضهم بعضًا. وما أحسن رحلتهم في الارتحال, ورحلت","seal":"3AE19245","page":551},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":413,"nass":"البعير رحلة إذا شددت عليه أداته فأحسنت. ويقال ما / عند فلان إلا جعف من المتاع والمال, وهو الكثير الواسع. ويقال ساف مال الرجل يسوف سوافًا إذا هلك ماله, قال أبو سعيد كان في كتاب المازني سؤف يسوف سؤافًا ولا أظنه محفوظًا.\rويقال ما عند فلان صري أي ما عنده درهم ولا دينار ولا يقال عنده صري ولا له صري إلا أن يقال ماله صري لا يكون في غير الدرهم والدينار. ويقال هذا رجل أذن ويقن. وهو الذي لا يسمع بشيء إلا أيقن به. ويقال أتينا الأمير فكسانا كلنا حلةً وأعطانا كلنا مائةً معناه كسا كل واحدٍ منا حلةً وأعطى كل واحدٍ منا مائةً. ويقال رجل صحيح مصح. وسقيم مسقم ونشيط منشط إذا سقم هو وسقم أهله. ونشط ونشطت دابته أو أهله. وصح وصح أهله, ورجل ممرض إذا لم يمرض ومرض أهله. ومصح إذا صح أهله مريضًا كان هو أو صحيحًا.\rويقال هي الداهية الدهياء يا فتى, وداهية دهياء وهي باقعة من البواقع وهما سواء. ويقال رنت المرأة ترنيةً إذا صاحت وأرنت.\rقال الراجز:\rيا أيها الفصيل المغني ... إن كنت ريان فصد عني","seal":"42648E68","page":552},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":414,"nass":"ويقال طاف الرجل بالدار وأطاف بها وطاف بالنساء لا غير.\rويقال ما كان أرت ولقد رت يرت رتتًا ورتةً ولا يقال ما كان أرت ولقد رتت وأنشد:\rأرق عينيك عن الغموض ... برق سرى في عارضٍ نهوض\rملتهب كلهب الإحريض ... يجلو خراطيم غمامٍ بيض\rقال أبو زيد: الإحريض: العصفر.\rويقال ما كان أصم ولقد صمم يصمم صممًا. ويقال والله ما أحسنت بذي تسلم أي بسلامتك. وما أحسنتما بذي تسلمان وبذي تسلمون وللمرأة بذي تسلمين وللنسوة بذي تسلمن, والمعنى في هذا كله بسلامتكما للإثنين وبسلامتكم للجماعة.\rويقال مررت بذو تعرف يا فتى, ومررت بالرجلين ذو تعرف وبالرجال والنساء ذو تعرف يا فتى, لا يقال فيه إلا هذا لأنه ليس له فعل متصرف, وليس يتمكن.\rويقال كبش آلي مثل عالي, وأليان وكباش / ألي مثل عميٍ,","seal":"F74A6EAA","page":553},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":415,"nass":"ونعجة أليانة واليانتان وأليانات, وكبش أليان وكباش أليانات مثل أتانٍ قطوانةٍ وحمارٍ قبطوانٍ إذا لم يكن يسهل السير. وقطوانتان وقطوانات وهو من قولك قطا يقطو قطوًا, وقطوًا إذا قارب بين خطوه. ويقال ظران وظران وهي الحجارة. ويقال أسقيت الأرض إسقاءٍ إذا حفرت لها نهرًا تشرب منه, وسقيت الأرض سقيًا إذا وليت ذلك لها, ويقال قد أسقانا الله إذا أرسل علينا مطرًا عاما وهو من قوله [عز وجل]: «ونسقيه مما خلقنا أنعامًا وأناسي كثيرًا».\rوتقول اللهم أسقنا إسقاءً رويًا مقطوعة الألف لأنها ليست للشفه ولكنها عامة. وتقول أذاب علينا بنو فلانٍ إذابةً شديدةً إذا أغاروا عليكم وأخذوا مالكم.\rوقال الشاعر:\rوكنا كذات القدر لم تدر إذ غلت ... أتنزلها مذمومةً أم تذيبها","seal":"C1CCD494","page":554},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":416,"nass":"يقول أم تنهبها. ويقال أدعصني الحر إدعاصًا / وأهرأني البرد إهراءً كما ترى ومعناهما واحد, وذلك أن يقتلك الحر والبرد.\r(قال أبو الحسن: هكذا أخبرنا عن أبي زيد والذي أحفظه عن غيره أهرأني وهرأني مهموزان).\rويقال قد رفث كلام الرجل يرفث رفثًا, وهذر يهذر هذرًا.\r([قال] أبو الحسن ويقال رجل هذر وهاذر ومهذار وهذريان, أنشدنا أبو العباس أحمد بن يحيى ثعلب لأعرابي:\rهذريان هذر هذاءة ... موشك السقطة ذو لب نثر)","seal":"E4442567","page":555},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":417,"nass":"وفحش يفحش فحشًا إذا كان فاحشًا في منطقه. ويقال قذر الرجل فهو يقذر قذرًا, وقذر يقذر قذارةً, وكدر الماء يكدر كدرًا, وكدر كدارةً. وقد رفق به يرفق به رفقًا, ورفق يرفق به. وتقول قد سؤته مساءةً وسوائيةً.\r([قال] أبو الحسن هكذا قال وحفظي مسائيةً, وقد حكاها أبو زيد في غير هذا الموضع).\rوقد سحت الشاة تسح سحوحةً وسح الماء فهو يسح سحا, قال ذو الرمة:\rيا دار مية بالخلصاء غيرها ... سح العجاج على ميثائها الكدرا\rويقال حلم الرجل في نومه فهو يحلم حلمًا, وحلم في الحلم يحلم حلمًا.\r([قال] أبو الحسن ويقال حلم الأديم يحلم حلمًا فهو حلم إذا فسد وتثقب, قال الشاعر:","seal":"34F2B7CF","page":556},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":418,"nass":"فإتك والكتاب إلي علي ... كدابغةٍ وقد حلم الأديم\rوتقول قد شعر الرجل يشعر شعرًا, وقد شاعرني فشعرته وفاخرني تفخرته وكارمني فكرمته إذا كنت أشعر منه وأفخر منه وأكرم منه, والفعل منه فأنا أفخر وأكرمه وأشعره, قال أبو زيد وتقول لعق لعقًا لطع لطعًا والمعنى واحد. وتقول لقم يلقم لقمًا. ولقست نفسه تلقس لقسًا إذا جاشت. وتقول حلبت الشاة حلبًا وجلبت الخليل جلبًا, وغلبت العدو غلبًا وغلبةً وغلبةً. وتقول خنقت الرجل خنقًا, وجنبت الدابة جنبًا. وتقول هو يجلب الخيل ويجلب ويحشرها ويحشرها. ورجل شنآن وامرأة شنانة مصروفان. وقد يقال رجل شنآن بغير صرفٍ لأنك تقول امرأة شنئى. وتقول يئس ييئس وحسب يحسب في لغة عليا مضر, وسفلاها يقولون ييأس, وحسب يحسب. والحسبان المصدر.","seal":"68601152","page":557},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":419,"nass":"ويقال إنه لفي عيشٍ يدي إذا كان في عيشٍ ضيقٍ, قال الراجز:\rبالدار إذ ثوب الصبي يدي\rيقول ضيق, ويقال إنه لفي عيشٍ دغفلي وهو الواسع. وقد جئت بأمرٍ بجري إذا جاء بأمرٍ منكرٍ, قال الراجز:\rومحرمات هتكها بجري\rويقال ما في الدار / طوري أي ما فيها أحد وأنشد:\rوبلدةٍ ليس بها طوري\rويقال مالنا ثم روبة أي ليس لنا حاجة. وتقول ما فيها روية أي","seal":"A747FE74","page":558},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":420,"nass":"ما فيها بقية. ويقال إنه لذو عصفٍ إذا كان ذا حيلةٍ وطلبٍ. وتقول قال القول على عواهنه إذا قاله من قبيحه وحسنه. ويقال إنه لجيض المشية إذا كان مختالًا. ويقال لقيته بوحش إصمت قيل وهي الأرض القفر. ويقال كمء وكمئان وثلاثة أكموءٍ وهي الكمأة. وتقول هذا جبأ وجبآن وثلاثة أجبوءٍ كما ترى وهي الجباأة, والجبأة: الكمأة الشديدة الحمرة. وفقع وثلاثة أفقعٍ وهي الفقعة وهي البيض. وتقول رجل أيهم, وامرأة يهماء وهو الذي لا يحفظ شيئًا ولا يعيه قلبه. وتقول بعير أهيم وناقة قيماء وهو العطشان, وجماعة هيم, وامرأة هيمى مثل فعلى, وقوم هيام. ورجل صديان وامرأة صديا مقصورة من قومٍ صداءٍ وهم العطاش / قال الشاعر:\rفأصبحت كالهيماء لا الماء مبريء ... صداها ولا يقضي عليها هيامها\rوتقول غلام وثلاثة غلمانٍ, وصبي وثلاثة صبيانٍ, وفتىً وثلاثة فتيانٍ, وكذلك الجميع. ويقال سيء الرجل فهو مسي وهو سبي وامرأة","seal":"A66F2D71","page":559},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":421,"nass":"سبية وهي السبايا لجميع السبية, والسبي جماع الجماع. وتقول رجل مال, وأمرأة مالة إذا كانا كثيري المال من قوم مالةٍ ونسوةٍ مالةٍ ومالاتٍ. ورجل لاع من قومٍ لاعةٍ. وامرأة لاعة من نسوةٍ لاعةٍ ولاعات في لوعة الحب, ورجل هاع شك [أبو حاتمٍ] في هاعٍ أو هاع من قوم هاعةٍ وامرأة هاعة من نسوةٍ هاعةٍ وهاعاتٍ وهو الذي يجوع قبل القوم.\r(قال أبو الحسن أما ما قاله أبو ز يد ها هنا فهو رجل هاع ويدلك على هذا قوله وامرأة هاعة كقولك مال ومالة ولو كان قال هاعٍ للزمه أن يقول في المؤنث هاعية كقولك رامٍ وراميةٍ وقاضٍ وقاضيةٍ, والأجود عند النحويين أن يقولوا رجل هاعٍ لاعٍ. والآخر يجوز على اختلاف بينهم.\rأنشدنا أبو العباس ثعلب عن أبي العالية لأعرابي:\rهاعٍ يمضغني ويصبح سادرًا ... سدكًا بلحمي ذئبه ما يشبع\rوأنشد أيضًا «هاع»).\rوتقول هو ابن آوى وابنا آوى وبنات آوى, وسام أبرص وساما أبرص وسوام أبرص وكل هذا مضاف إلى اسمٍ واحدٍ لأنه اسم معروف","seal":"AE2FD995","page":560},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":422,"nass":"ونظيره من كلمةٍ واحدةٍ, قولك للرجلين / يكنى كل واحدٍ بأبي زيدٍ جاءني أبو زيد وجاءني أبوا زيدٍ وجاءني آباء زيد لأنك أضفتهم إلى اسمٍ معروف. وتقول هو ابن أوبر وابنا أوبر وبنات أوبر, وهو كمؤ مزغب, وتقول هذه أم حبينٍ وأما حبينٍ وأمهات حبينٍ كل هذا مضاف إلى اسمٍ معروفٍ. وتقول رجل أدفا وامرأة دفواء من قوم وهو الذي يمشي في أحد شقيه. وتقول رجل غر بين الغرارة من قومٍ غرين وامرأة غر من نسوةٍ غراتٍ. والغر المغفل الأحمق الذي لا ينظر فيما يصلحه, ورجل غرير من قومٍ أغرةٍ بينة غرتهم وهو المغتر, وامرأة غريرة من نسوةٍ غريراتٍ. وتقول أهل الرجل فهو يأهل ويأهل أهولًا إذا تزوج. وتقول ما أخيره وما أشروه وقد خار وهو يخير خيرًا وشر يشر شرًا وشرارةً.\rوقد هبت الريح فهي تهب هبوبًا وهب التيس يهب, ونب ينب هبابًا ونبابًا وهبيبًا ونبيبًا, وهب من نومه يهب هبا إذا استيقظ. وتقول / وجب قلبي وجيبًا. ووجب البيع وجوبًا.\r(قال أبو الحسن يقال في البيع أيضًا جبةً).\rونفق الفرس نفوقًا إذا هلك. ونفق البيع نفاقًا.","seal":"20E5FA47","page":561},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":423,"nass":"وتقول لبست عليه أمره فأنا ألبسه لبسًا. ولبست الثوب لبسًا, واللبوس بفتح اللام الثياب. وتقول ما أحسن لبسته إذا كان حسن الارتداء والائتزار. وتقول قد شفه الوجد يشفه شفا إذا نحل جسمه, وشف الثوب وهوي شف شفوفًا بكسر الشين إذا كان يرى ما وراءه. وتقول للثوب هذا شف, وبعض العرب يقول شف وجماعه الشفوف.\rوتقول فرجت له فأنا أفرج فرجةً وفرجًا. وحسست القوم فأنا أحسهم حسا إذا قتلتهم. وتقول عزف عن الشيء يعزف عزفًا وهو العزوف إذا صبر عنه وأنشد:\rصحا القلب إلا أن ليلى له شكل ... وكان به من حبها خطف قبل\rلا عزف يسلو ولكن ياسةً ... وأشفى لمطلول العلاقة لو يسلو\rالشكل: الضرب. وياسة ممدودة الألف. وعزفت الجن عزيفًا وعزيفها صوتها. وتقول طل دمه فهو مطلول إذا بطل فلم يظفر بقاتله أو تؤخذ ديته. وتقول قد هدر دمه فهو يهدر هدرًا وأهدرته إذا أبطلته.\rوتقول قد بهؤت فأنا أبهؤ بهاءً كما ترى. وبذوت فأنا أبذو بذاءً.","seal":"FF8E7B3F","page":562},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":424,"nass":"والبذاء من الجفاء, والبهاء من حسن الهيئة. وتقول في الرداءة قد ردؤ الرجل فهو يردؤ رداءةً. وملؤ يملؤ ملاءةً. ورؤف يرؤف رآفةً محرك وإن شئت قصرت الهمزة فجعلتها على فعلةٍ مثل رأفةً فحسن كقولك رؤف به رأفةً حسنةً, وكل هذه الحروف مهموزة. وتقول قد سرو الرجل فهو يسرو سروًا غير مهموزٍ. وتقول هوت الريح تهوي هويا وهوى الطائر يهوى هويًا, وهويتها هوىً شديدًا في الحب. ووجدت على الرجل موجدةً شديدةً. وفي الحزن وجدت عليه وجدًا شديدًا, ووجدت اللقطة مثل نكحةٍ وجدانًا. وهذا من وجدي أي من / قدرتي.\r([قال] أبو الحسن يذهب أبو زيد إلى أن اللقطة ما يلقط, واللقطة من يلقط. وغير يذهب إلى أن اللقطة اللاقط, واللقطة الملقوط, ووجدت أبا العباس المبرد يختار هذا القول الثاني).\rوتقول في الحب وددت ودادًا وودادةً, قال الشاعر:","seal":"E47ACA14","page":563},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":425,"nass":"فلم تر عصبةً ممن يلينا ... من الأحياء من قارٍ وباد\rأشد بسالةً إذا ما ... أردناه وألين في الوداد\rوقال الآخر:\rوددت ودادةً لو أن حظي ... من الخلان ألا يصرموني\rوتقول قد عز علي الرجل فهو يعز عزا وعزازةً. وتقول دحيت الشيء وأنا أدحاه دحيًا إذا بسطته. ودحرت الشيء دحرًا. وطحرته أطحره طحرًا إذا دفعته وهو رجل مدحور ومطحور. وقد كع الرجل عن الأمر فهو يكع ويكع كعا إذا أراد أمرًا ثمكف عنه مكذبًا عند قتالٍ أو غيره.\rوتقول احرنجم الرجل فهو محرنجم وهو الذي يريد الأمر ثم يكذب فيرجع. وتقول قد أدمس الليل إدماسًا إذا اشتدت ظلمته. وتقول قد أسعفت بالرجل إسعافًا إذا دنوت منه.\rآخر كتاب المازني","seal":"1C9B91A6","page":564},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":426,"nass":"باب نوادر\rقال أبو زيد: يقال سؤته مساءةً ومسائيةً وسوائيةً. ويقال طعن في خصمته وهي وسطه وجوزه مثل ذلك, وفلان من خصمة قومه وأصطمتهم ومن أوسطهم وكله واحد. ويقال جففت الشيء فأنا أجفه جفا إذا جمعته إليك, وقد جففت إلى ذاك جفا أي جمعته إلي جمعًا.","seal":"EEEEE4C3","page":565},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":427,"nass":"وتقول هو رجل ألف إذا كان عييا لا يحسن أن يتكلم. ويقال هو رجل ألفت وهو الأعسر وامرأة لفتاء للعسراء. ويقال قد ضاعني فلان يضوعني ضوعًا إذا أفزعك وهو بمعنى راعني. ويقال هودت تهويدًا وتهودت في السير والمشي وغيره تهودًا إذا أبطأت فلم تسرع, وقال الراجز:\rيا مي إني لم يكن تهويدي ... إلا غرار الدمع من مسعود\rويقال استتبعت الرجل فتبعني واستنصرته فنصرني, واستنفرته فنفر معي. واستصرخته فأصرخني إصراخًا / واستغثته فأغاثني إغاثةً. واستنجدته فأنجدني انجادًا, وأصرخني اصراخًا إذا أجاب دعوتك, وأعانك وقاتل معك ونصرك. ويقال غبأت إليه وله أغبأ غبئًا ومعناه قصدت له أقصد قصدًا, لم يعرف الرياشي غبأت وقال أعرف عبأت. وأنشد:\rعبأت له حلمًا وأكرمت غيره ... وأعرضت عنه وهو بادٍ مقاتله","seal":"2EB7980F","page":566},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":428,"nass":"ويقال نزلت به أزام وأزوم وهي الشدة والأمر العظيم.\r(قال أبو الحسن: حفظي أزام مثل حذام).\rالوسق: العدلان. والحمل نحو الوسق وهما العدلان. والعدل الواحد من أحد الجنبين. ويقال للرجل الكثير اللحم الرخوه قثول وعثول.\r(قال أبو الحسن كتاب مسائية هذا لم يكن عند المبرد وكان يقول العثول: الطويل اللحية. وكذلك العثوثل وهو مأخوذ من قولهم ضبعان أعثى وضبع عثواء إذا كانا كثيري الشعر, وكذلك يقال للرجل والمرأة وهذا غير بعيدٍ من قول أبي زيدٍ.\rقال أبو العباس محمد [بن يزيد] فأما قول الشاعر:\rكل امريءٍ ذي لحيةٍ عثوليةٍ ... يقوم عليها ظن أن له فضلا","seal":"10DDB28C","page":567},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":429,"nass":"ولا خير في حسن الجسوم وطولها ... إذا الله لم يجعل لصاحبها عقلا\rفإنه كان ينبغي له أن يقول عثولية لأنه نسبه إلى عثول ولكنه اضطر فبناه على عثولٍ مثل جعفر ثم نسب إليه فلذلك قال عثوليةٍ).\rويقال خاس الطعام يخيس خيسًا إذا عفن وفسد. ويقال شاة ممجر وقد أمجرت إذا ثقل ولدها في بطنها فلم تقدر أن تقوم به.\rويقال به كلاب وسلاس إذا ذهب عقله سلس سلاسًا وكلب كلابًا. (لم يعرف الرياشي الكلاب والسلاس. قال أبو الحسن: الحرفان معروفان فقولهم كلب الرجل إنما يريدون أن عقله ذهب فصار كأن به داء الكلب, وكذلك سلس [الرجل] يقال رجل مسلوس ومألوس إذا ذهب عقله).\rويقال به ذميمة لا يقدر على الخروج أي به علة من زمانةٍ / أو غير ذلك مما يعرض له فيحبسه. ويقال همأت ثوبه أهمؤه همئًا إذا جذبه فخرقه وانهمأ ثوني إذا قدم فتهافت من البلى. ويقال هو ثوب راقد وساكت وقد رقد ثوبك وسكت رقدًا وسكتًا إذا أخلق فجعل يتخرق.\rويقال ماق البيع يموق موقًا وانحمق الثوب انحماقًا إذا رخص ويقال تنورت الرجل تنورًا إذا نظرت إليه بليلٍ عند نارٍ. والتنور أن ينظر إلى المرأة أو الرجل بالليل عند النار من حيث لا يراك. ويقال هاع القوم","seal":"79B9A1E6","page":568},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":430,"nass":"يهيعون هيعًا إذا جاعوا فحردوا وجزعوا وشكوا. ويقال أجهش الرجل إجهاشًا إذا بكى, والمجهش الباكي نفسه. ويقال عقل فلان إلى فلانٍ إذا لجأ إليه. وعقلت أعقل عقولًا وعقلًا إذا لجأت إليه. والمعقل: الملجأ. ويقال قد غمقت عيني غمقًا إذا نديت, وكل ما ابتل فقد غمق.\r(قال أبو حاتم: غمقت وكل ما اتبل فقد غمق برفع الميم, قال أبو الحسن هذا الذي قال أبو حاتم غلط, والصواب الأول لأنه [يقال] غمقت غمقًا فهي غمقة مثل فرقت فرقًا فهي فرقة, وبطرت بطرًا فهي بطرة, وهذا مطرد في الباب, ولو كان كما قال لقالوا فهي غميقة أو غمقة).\rويقال أخذ فلان الجزور وغيرها بزأبجها وبزامجها إذا أخذها كلها. ويقال اغفر هذا إذا أردت أن يواريه. / ويقال عهن من فلانٍ خير إذا خرج منه خير يعهن عهونًا, وكل خارجٍ عاهن. ويقال اقتمعت خير القوم وخير المتاع اقتماعًا إذا اخترت خيار المتاع والاسم القمعة لم يعرف الرياشي اقتمعت. ويقال لقيت فلانًا قبلًا ومقابلةً وقبلًا وقبلاً","seal":"F2AA1E1E","page":569},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":431,"nass":"وقبليًا وقبيلًا وهو كله واحد وهو المواجهة. وتقول أرمت الرجل آرمه أرمًا إذا لينته تليينًا. ويقال أكعب الرجل إكعابًا فهو مكعب إذا أسرع وأكرب إكرابًا, وجاء مكربًا مكعبًا إذا أسرع. وخذ رجليك بإكراب إذا أمرته أن يسرع, الرياشي خذ رجليك بأكرابٍ.\r(قال أبو الحسن: الأول الصواب وهذا ليس بشيء).\rالرطل: الرخو من الرجال قصيرًا كان أو طويلًا, قال الراجز:\rيا خاز باز أرسل اللهازما ... إني أخاف أن تكون لازما\rوالخاز باز: قرحة في الحلق, قال أبو زيد سمعتهما مكسورتين.\r(قال أبو الحسن قال غيره هو ورم في الحلق).\rوأنشد أبو زيد:\rيضربن جأبًا كمدق المعطير ... ينتشف البول انتشاف المعذور","seal":"D020CDFA","page":570},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":432,"nass":"جلد ذراعيه كجلد المجدور ... إن زل فوه عن جوادٍ مئسير\rأصلق ناباه صياح العصفور ... في عانةس ألمعن بعد التعشير\rهل تعرف الدار بأعلى ذي القور ... غيرها ناج الرياح والمور\rودرست غير رمادٍ مكفور ... مكتئب اللون مريحٍ ممطور\rوغير نؤيٍ كبقايا الدعثور ... أزمان عيناء سرور المسرور\rعيناء حوراء من العين الحير\r(قال أبو الحسن أنشدني هذه الأرجوزة أبو محمد عبد الله بن جوان البصري عن الزيادي وأحسبه قال وعن المازني.\rقال أبو الحسن أما قوله: يضربن جأبًا فإنما عنى أتناً, ولم يجر لها ذكرًا لعلم السامع. والجأب: الفحل [وهو] الغليظ من الحمر. والمدق ما يدق به. والمعطير: العطار فشبه الفحل في صلابته وتلاحك خلقه وأنه لا خلل فيه بالمدق. وقوله ينتشف البول يريد يتشمعه إذا بال وكذا تفعل الحمير. ويقال لهذا الشم الكرف فإذا ك ان هذا من عادته قيل حمار كروف. وقد يكون الانتشاف استقصاءه لشرب البول من","seal":"2EB9204B","page":571},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":433,"nass":"شدة العطش. ويصدق هذا المعنى أن هذا الرجل أنشدنيه عن الزيادي يرتشف البول فهذا يشربه لا محالة. والمعذور الذي يجد وجعًا في حلقه ويسمى ذلك الوجع العذرة يريد أنه يمتص البول كما يمتص من يشتكي حلقه\rقال جرير:\rغمز ابن مرة يا فرزدق كينها ... غمز الطبيب نغانغ المعذور\rوقوله جلد ذراعية [كجلد المجدور] يريد قد كدحت الصخور وما أشبهها ذراعيه فصار كأن فيهما جدريًا. وقوله [إن زل فوه] عن جوادٍ مئشير فالجواد: الحمار الذي يجود بجريه وإنما يريد فحلًا آخر يقاتله عن أتنه, ومئشير: مفعيل من الأشر يريد أنه كثير الأشر. يقول إن فاته عض هذا الفحل أصلق ناباه يريد ضرب السفلى بالعليا فسمع له صوت, وإنما يفعل هذا غيظًا ألاتراه قال صياح العصفور. ويقال أصلق الحمار وصلق. وصلق أكثر وحمار مصلق إذا كان كثير الصياح. والعانة من الحمير القطعة من الأتن وهي كالقطيع من البقر. والمعن: أشرقت ضروعهن للحمل, قال الأعشى يصف أتانًا:","seal":"4EAA2144","page":572},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":434,"nass":"ملمع لاعة الفؤاد إلى جحشٍ فلاه عنها فبئس الغالي والتعشير: أن يأتي عليهم أشهرٍ وضعتهن أمهاتهن.\rيقول أشرقت ضروعهن للحمل بعد هذا الوقت. والقور: جمع قارةٍ وهي جبيل صغير. والناج: هبوب الريح بشدةٍ. يقال ريح نؤوج ونأاجة إذا هبت بشدةٍ, وكان ذلك يدوم منها. والمور: التراب, يقال مار إذا سال وجرى فهو مائر. والمكفور: المغطى, يقول قد بعد عهد هذه الدار بالأنيس, فغطي على رمادها ومن هذا سمي الكافر كافرًا لأنه يغطي على قلبه. ويقال لليل كافر من هذا وهو كثير. ومريح, والأجود أن يقال فيه مروح لأنه من الروح, وجمع الريح أرواح, ولكن هذا حمله على ريح الرماد فهو مريح. والأجود ما ذكرت لك قال أبو حية النميري:\rلعيناك يوم البين أسرع واكفًا ... من الفنن الممطور وهو مروح","seal":"BB9CEC4D","page":573},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":435,"nass":"أي أصابته الريح, ولم يختلف النحويون أن هذا الأجود والأفصح. والدعثور: الموضع الذي يكون على استواءٍ فيفسد ويزال عما كان عليه, فيقال له دعثور عند ذلك ودعثار وهذان اسمان له فإذا قلت مدعثر فكأنك قلت مفسد, أنشدني شماء وهي أعربية فصيحة من بني كلاب:\rإذا وردنا آجنًا جهرناه ... أو خاليًا من أهله عمرناه\rأو عافيًا من أثرٍ دعثرناه\rتريد أثرنا فيه لكثرة عددنا فأزلناه عما كان عليه. وأما قوله من العين الحير فإنه جمع عيناء وكذلك جمع أعين. والحير جمع حوراء فكان ينبغي أن يقول من العين الحور ولكنه أتبع الحير العين وهذا عند حذاق أهل العربية يجري على الغلط كما قالوا هذا جحر ضب خربٍ. والصواب خرب, قال الخليل ومما يدلك على أنه غلط من قائله أنهم إذا قالوا هذان جحرا ضب قالوا خربان لا غير والذي غلطهم أن المضاف والمضاف إليه شيء واحد وأنهما موحدان و [أنهما] مذكران, ونظير هذا قوله من العين الحين لأنهما نعتان وأنهما جمعان وأنهما لمؤنثين, وأن الثاني يؤكد الأول لأنه في وصف العين وليس الثاني وصفًا آخر يأتي بمعنى يبعد من الوصف الأول كما تقول فلان سخي متكلم فمتكلم لا يؤكد","seal":"AD8BA3F7","page":574},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":436,"nass":"معنى السخاء كما ذكرت لك [فيما تقدم]).\rوقال أبو الحدرجان:\r(قال أبو الحسن هكذا وقع في كتابي وحفظي الحدرجان وهو مأخوذ من الحدرجة وهي شدة اللي والفتل).\rتقول ابنتي لما رأتني شاحبًا ... كأنك فينا يا أبات غريب\rوقال أبو زيد يقال: إذا طلعت الجوزاء انتصب العود في الحرباء. يريد انتصب الحرباء في العرب. قال أبو زيد ما ينبغي لك أن تفعل كذا وكذا, وما ينبغي بضم الياء, وقد انبغي له وقد انبغى له. وأنشد أبو زيد لرجلٍ من بني مازن تميمٍ جاهلي:\rولع بالذي تهوى التلاد فإنه ... إذا مت كان المال نهبًا مقسما","seal":"0713115F","page":575},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":437,"nass":"قال الرياشي أنشده أبو زيد ولع بالذي بفتح اللام وسمعت غيره يقول ولع بالكسر, الواو للعطف كأنه من ولع يلع / أو ولع يلع مثل وسع يسع.\r(قال أبو الحسن هكذا حكى أبو زيدٍ والذي أحفظه عن غيره وبع الذي تهوى التلاد, وكذلك يقال ولع يلع مثل وضع يضع, وولع يلع على الأصل, وإنما انفتحت الأولى لأجل العين لأنها من حروف الحلق, ولست أنكر ولع ولكن الذي أحفظ ما ذكرت [لك].\rوأنشدونا من غير وجهٍ لعدي بن زيدٍ العبادي:\rإذا أنت باديت الرجال فلا تلع ... وقل مثل ما قالوا ولا تتزيد","seal":"0299D9E6","page":576},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":438,"nass":"عن المرء لا تسأل وأبصر قرينه ... فإن القرين بالمقارن مقتد\rوقال أبو زيد: قال رجل جاهلي في شعرٍ نسيه: «أزم عليه وناء بكلكل» وقد أزم عليه يذكر البيت.\r(قال أبو الحسن: يقال أزم عليه وأزم عليه فهذا إنما أسكن أزم استثقالا للكثرة, والفتحة لا تستثقل وهذا كقولهم علم زيد وعلم زيد وكرم [زيد] وكرم [زيد] , ولا يقولون في جلس زيد جلس زيد لخفة الفتحة).\rقال وسمعت من يقول: «وليحملن أثقالهم» أسكن لام القسم والابتداء, وهذا النحو, وقال سمعت من بني ضبة سرير وسرر وبئر جرور وأبار جرر ومن لغتهم صبور وصبر يكرهون الضمتين. ويقال فاضت نفسه لغة بني ضبة قال دكين:","seal":"47115047","page":577},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":439,"nass":"ففقئت عين وفاضت نفس\rويقال في مثل للعرب, وذلك إذا مدح الإنسان بغير ما فيه:\r«قبح الله معزىً خيرتها خطة» بغير صرفٍ لأنها اسم عنزٍ. ويقال: رأيت أوقاسًا من الناس وألفافًا من الناس وألقاطًا من الناس وهم القليل المتفرقون ولا واحد لهم. ويقال: إنه لأسمع من قرادٍ وأبصر من عقابٍ, وأحذر من غرابٍ, وأسمج من لافظةٍ يقول من شاةٍ أشلوها, والإشلاء الدعاء للحلب فدعوها وهي تجتر فتركت / جرتها وأقبلت للحلب من كرمها. ويقال: هل أطرقتنا من جايبة خبرٍ الياء مقدمة, على الباء, أو مغربة خبرٍ, وهو الخبر الطريق يجيء من الأفق, فتخبر به القوم","seal":"75723608","page":578},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":440,"nass":"إذا سألوك. ويقال إناء نهدان وقصعة نهدى. وإناء كربان وقصعة كربي وهو الذي قد كرب يمتليء. وقد أنهدته للملءِ إذا كدت تملؤه وهو والنهدان واحد. ويقال إناء نصفان وقصعة نصفي إذا كان الطعام والشراب إلى أنصافها, وإناء شطران وقصعة شطرى نحو نصفان ونصفي, ولا يقال في الثالث ولا في الربع. ويقال إناء قعران وقصعة قعري إذا كان في الإناء ما يغطي قعره, واسم الذي يغطي قعر الإناء من الطعام أو الشراب القعرة على وزن خشبةٍ. قال الرياشي: القعرة اسم ما يغطي به. وآنية كربى وشطرى ونصفي وقعرى, والاسم الكراب. ويقال: وجدت الهيل والهيلمان. يضرب هذا لكل كثيرٍ من عطاءٍ وعددٍ.\r(قال أبو الحسن وروى أبو العباس أحمد بن يحيى الهيلمان بالضم).\rويقال فلان في كنفتي. ويقال / أضرب فلان في البيت فهو مضرب إضرابًا إذا أقام في البيت أو المكان لأية علةٍ ما كانت ويقال لذي النخوة والراكب رأسه إن فيه لعرضيةً. ويقال هذا متاع ليس فيه شقذ ولا نقذ إذا لم يكن فيه عيب وعامة ما يقال في المتاع خاصةً. ويقال في القوم زمنة كثيرة أي زمنى كثيرة.\r(قال أبو الحسن وغيره يقول زمنة).","seal":"3C46542B","page":579},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":441,"nass":"وفي القوم زمانة وزمن.\rويقال سنحت بالرجل وعلى الرجل إذا أحرجته أو أصبته بشر فسمعت به تسميعًا. لم يعرف الرياشي سنحت بالرجل. قال أبو سعيد السكري أنا أظنها سبخت بالرجل. وقالوا رجل مثنات إذا ولدت له الإناث. ورجل مذكار إذا ولدت له الذكور. ورجل مؤنث وامرأة مؤنث ومذكر. قال الأصمعي: المؤنث والمذكر في القليل من الولد والكثير. والمثنات والمذكار اللذان من عادتهما أن يولد لهما الذكور والإناث. ويقال ادمج الظبي في كناسه ادماجًا إذا دخل في كناسه / وادمج الرجل إذا دخل البيت.\r(قال أبو الحسن: حكى ابن الأعرابي رجل دميجة إذا كان ملازمًا لفراشه وأنشد:\rولست بدميجةٍ في الفرا ... ش هيابةٍ يحتمي أن يجيبا)","seal":"0B834C0C","page":580},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":442,"nass":"وأدمج القوم إدماجًا إذا ذهبوا. ويقال رجل قلت إذا كان قليل اللحم.\rوأمسى الرجل على قلتٍ أي على خوفٍ. ويقال سبأته النار تسبؤه سبئًا إذا أحرقته. ويقال قوم ذوو وقرةٍ إذا كانوا ذوي مالٍ كثير من إبل أو شاءٍ. ويقال إنه لفاجر السليقة أي الخليقة والطبيعة وجماعها السلائق مثل الخلائق. والطبائع في معناتهما. ورجل لقاعة وتلقاعة وهو الكثير الكلام. ويقال بزخ ظهر الفرس بزخًا إذا كان ظهره مطمئنا من خلقةٍ أو من طول الركوب وكثرة الحمل عليه. ويكون ذلك مع الحافر في البعير أيضًا. وتقول هذه حلوبة بني فلانٍ وهي التي لحلبهم يحلبونها واحدةً كانت أو ما بلغت من العدة. والأكولة: الكباش والتيوس التي يحلبونها فيبيعونها فتذبح وتؤكل. ويقال معل فلان أمره","seal":"4F205285","page":581},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":443,"nass":"معلًا إذا عجل أمره قبل أصحابه ولم يتئد. ويقال للرجل / العاقل السيد بدؤ. مهموز. ويقال ناقة هيضلة وجمل هيضل للضخم الطويل العظيم. ويقال أعطوا الراقي بسلته وهي أجرته, ولا يقال ذلك إلا في الراقي خاصة. ويقال لا يخر في يمينٍ لا مخارم لها, وهي المخارج الواحد مخرم. ويقال أوزغت الناقة ببولها وأزغلت به وأنفضت به إنفاضًا وأضاءت به وأشاعت به وكله شيء واحد. ويقال رهنت الناقة ورهن البعير فهو يرهن رهونًا إذا أعيا وهزل, وكل دابةٍ إذا أعيا وهزل فهو راهن. ويقال رهب الجمل ترهيبًا إذا ذهب ينهض ثم برك من ضعفٍ بصلبه. ويقال للرجل حين يرهب جمله ترهيبًا عرقب لجملك عرقبةً أي خذ بعرقوبه فأقلل له من عجزه. ويقال تهادب القوم تهادبًا وتهادموا تهادمًا. ودماؤنا ودماؤكم هدب وهدم. ويقال دمنا دمكم وهدمنا هدمكم فخذ حقك واصنع ما بدا لك. ويقال أرت القدر فهي تأري إذا لصق بأسفلها من محترق / التأبل وغيره من ذلك الأسود. ويقال أرى صدره علي فهو يأري أريًا إذا اغتاظ عليك. ويقال اقتل علي ما شئت اقتيالًا أي","seal":"EF61FA06","page":582},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":444,"nass":"احتكم ما شئت, قال كعب بن سعدٍ الغنوي:\rولو أن ميتًا يفتدى لفديته ... بما اقتال من حكمٍ على طبيب\rقال ويقال هو رجل ويلمة, والوليمة من الرجال الداهية الشديد الذي لا يطاق. قال الرياشي رجل ويلمه, والويلمه من الرجال.\r(قال أبو الحسن من كلام العرب السائر أن يقولوا للرجل الداهية إنه لويل أمه صمحمحًا, والصمحمح الشديد هذا المعروف. والذي حكاه أبو زيدٍ غير ممتنعٍ جعله اسمًا واحدًا فأعربه فأما حكاية الرياشي في إدخال الألف واللام على اسم مضاف فلا أعلم له وجهًا, ويدلك على ما قلناه ما أنشدناه المبرد وغيره للحطيئة:\rويل امه مسعر حربٍ إذا ... غودر فيها وعليه الشليل","seal":"0D240D4B","page":583},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":445,"nass":"تشقى به الناب إذا ما شتا ... والفحل والمصعبة الخنشليل\rوقالوا حبيب إلى عبد سوءٍ محكده, هذا من كلام بني كليبٍ. وعقيل تقول محقده وهو أصله إذا حرص على ما نهيته ويسوءه قيل له هذا وكذا محتده. ويقال هي الأطلاق واحدها طلق وهي قيود من جلودٍ والنكل والقيد يجعلان من الحديد والقد.\r(قال أبو الحسن هكذا حكي عن أبي زيدٍ نكلٍ بفتح النون وما علمت أحدًا حكاها ولا حكيت عنه إلا بكسر النون).\rوحمة العقرب خفيفة سمها, وكذلك حمة كل شيءٍ سمه. والعوام بالبصرة يجعلون الحمة ذنب العقرب.\r(لم يعرف الرياشي من هذا الموضع إلى آخر الكتاب وعرفه أبو حاتم).\rويقال قد قششهم تقشيشًا / بكلامه إذا تكلم بالقبيح وآذاهم بقبح كلامه. ويقال جئت بقنطرٍ وهي الداهية والخديعة والمكر وجماعها القناطر. ويقال في مثلٍ «مخرنبق لينباق» وقد باق يبوق بوقًا إذا أظهر.","seal":"185AEF21","page":584},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":446,"nass":"والمخرنبق الساكت على السوءة ولا ينباق بها وقال بعضهم: «مخرنبق لينباع». والمنباع: الذي ينباع بالشر الذي في جوفه فيظهر. ويقال هما ضرتا الشاة وهما خلفاها كل واحدٍ يدعى ضرةً والناقة لها أربع ضراتٍ كل خلفٍ ضرة. ويقال نشط العقد تنشيطًا يقول اجعله أناشيط واحدتها أنشوطة وقد أنشطتها إنشاطًا وهو الحل. ويقال جانبي فجببته جبا, والاسم الجباب وهو غلبتك إياه في كل وجهٍ من حسبٍ أو جمالٍ أو غير ذلك وقالت امرأة:\rأنا ابنة البكري جاركنه ... أمشي رويدًا وأجبكنه\rالكبكرة الأدماء تعلوكنه\rويقال تحاتن الرجلان تحاتنًا إذا رميا قصدًا وكان / رميهما واحدًا.\rويقال في مثل: «ألحتني لا خير في سهمٍ زلج».","seal":"6A7F7600","page":585},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":447,"nass":"(قال أبو الحسن هكذا وقع في كتابي أنحتني وحفظي اتحتني وهو أشبه).\rيقول قصد السهمان ووقعا موقعًا واحدًا. ويقال امتششت الثوب امتشاشًا وانتزعته وهما واحد. والبسباس شجر عظام له ثمر أبيض مثل الخرز, تقول كلي البسباس.\r[وبه سميت المرأة بسباسةً].\rوأنشد:\rيا ربة القعو المكب المدبر ... إن تمنعي قعوك أمنع محوري\rلقعو أخرى حسنٍ مدور\rالقعو من الخشب فإذا كان من الحديد فهو الخطاف, والمحور من حديدٍ يدخل في القعو والبكرة جميعًا وعليه تجري البكرة. ويقال ثوب مهلهل إذا رقه نساجه فباعد بين خيوطه. ورأيت الرجلين يهتملان هتملةً","seal":"A660A2CC","page":586},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":448,"nass":"إذا تكلما بكلامٍ يسرانه من غيرهما لا يفهمه غيرهما. ويقال في صدر فلانٍ علي دغل وداغلة أي شر. والداغلة أيضًا القوم يريدون خيانة الإنسان أو عيبه. ويقال هي التؤبة مهموزةً أتأبت الرجل / إتئابًا وأحفظته إحفاظًا وأحشمته إحشامًا وأوأبته إيئابًا والاسم الإبة وكله واحد إذا عبته عند القوم وأسمعته ما يكره حتى تغضبه وهي الحفظة. والحشمة والحشمة. والثملة الصوفة أو الخرقة يحملون عليها من الهناء فيطلون بها العبير. ويقال في مثل «أتتك بخائنٍ رجلاه». ويقال «قد تحلب الضجور العلبة». والعلبة: الإناء تقول قد تصيب من السيء الخلق اللبن. ويقال اعتنقت البلد اعتناقًا إذا لم يوافقك واستوخمته. ويقال عرفتني لا نسأها","seal":"FBF5BDBD","page":587},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":449,"nass":"الله مهموز أي لا أطال الله أجلها. ويقال في: مثل «سقط العشاء به على سرحانٍ» إذا طلب حاجةً فوقع منها على داهيةٍ. ويقال لم أجد عنده أبعد أي طائلًا. ويقال رجل إبل وقد أبل بالمال يأبل أبلًا إذا لم يرض للمال بمرتع سوءٍ ولا مشرب سوءٍ وأحسن رعيتها إبلًا كانت أو شاء. ويقال في مثل: «لا يعدم عائش وصلات». يقال هذا للرجل يرمل من المال / والزاد فيلقى الرجل فينال منه الشيء بعد الشيء ثم الآخر حتى يبلغ أهله. ويقال في مثل «نعيم كلبٍ في بؤس أهله» , وبئيس أهله لغتان, يقال هذا للإنسان إذا سمن وأكل من مال غيره وأصله أن كلبًا سمن وأهزل الناس فأكل الجيف حتى سمن ونعم وأهله بائسون. وقال الهبع والربع واحد في السن ولكنه دعي هبعًا لكثرة","seal":"0FD5B6DC","page":588},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":450,"nass":"حنينه لا يكاد يسكت. قال أبو حاتمٍ, وقال الأصمعي عن جبر بن حبيبٍ أخي امرأة العجاج قال الربع الذي نتج في الربيع, والهبع الذي نتج في الصيف فهو ضعيف فإذا مشى مع أمه لم يطق المشي فأبطرته ذعره فهبع أي استعان بعنقه.\rويقال في مثل: «ما أنت إلا كابنة الجبل مهما يقل تقل» وكذلك إذا تكلمت فرد عليك إنسان مثل كلامك وهو الصدى الذي إذا قلت شيئًا أجابك مثله. ويقال أو ذمت لله علي يمينًا لا أفعل ذاك إيذامًا أي جعلت لله على يمينًا. ويقال معه زأرة من الناس أي جماعة / وهي الإبل والغنم العظيمة الضخمة. والشئذارة مهموز: الفاحش, قال بعضهم الشنذارة بالنون وأنشد:\rيسوق بهم شئذارة متقاعس ... عدو صديق الصالحين لعين","seal":"3566D024","page":589},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":451,"nass":"وقالوا الكعب من السمن مقدار اللقمة من السمن.\rوقال أبو زيد الكعب من السمن أن تأخذ النحي وفيه سمن جامد وجامسن فتعصره فيخرج من رأسه شبه اللقمة. ويقال رجل غذوان وامرأة غذوانة وهو النشيط الخفيف الذي ليس عنده كبير حلمٍ ولا أصالة. ويقال نهر ونهور. قال أبو حاتم نهر وأنهار وهي لغة القرآن.\rويقال رجل نهر وليس بليلي يقول صاحب نهار وليس بصاحب ليلٍ وأنشد:\rلست بليلي ولكني نهر ... متى أرى الصبح فإني منتشر\rوأنشد غيره:","seal":"DFE842EE","page":590},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":452,"nass":"لا أدلج الليل ولكن أبتكر\rقال أبو زيد رب ورباب. ويقال هي الزيزاة غير مهموزٍ همزة أصلٍ وهن زيازٍ كما ترى مقصور. وهن / رؤوس القفاف. والقيقاة غير مهموز همزة أصل هي الأرض الصلبة وجماعها القياقي مقصورة.\r(قال أبو الحسن كذا قرأناه الزيزاة بلا همزٍ وقول أبي زيد [هو] غير مهموزٍ همزة أصلٍ يدل على أنه مهموز إلا أن همزته كهمزة سقاءةٍ وغزاءةٍ وذلك أن همزة هذين وما أشبههما لعلةٍ وأصله من سقيت وغزوت وليس كالهمز في قولهم رجل قراء للكثير القراءة لأن هذا من قرأت فهمز هذا همز الأصل وليس همز الأول همز الأصل بما أخبرتك. فأما الأصمعي وغيره فإنهم حكوه مهموزًا. وقول أبي زيد يوجب قول الأصمعي وغيره إلا أنه لما قال همزة أصلٍ ألبس على الحاكي فحكى عنه غير مهموزٍ, ولا يجوز غير ما ذكرت لك في هذا).\rوقالوا رجل غبقان وصبحان من الغبوق والصبوح. وامرأة غبقى وصبحى. ويقال وزأته بعهد الله توزيئًا مهموز. يقول حلفته بيمينٍ غليظةٍ. ويقال دم فلان رأسك بحجرٍ يدمه دما إذا شجه أو ضربه فشدخه أو لم يشدخه وأنشد:","seal":"80473DFF","page":591},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":453,"nass":"ولا يدم الكلب بالمثراد ... حداد دون شرها حداد\rأسمع بالشر من القراد\rيقول حد الله عنا شرها أي كفه وصرفه. ويقال غديانات وعشيانات لغداة يومه أو عشيته. ويقال حوار مشيأ إذا ضغو وولدته أمه مختلف الخلق, أنشد بعض بيتٍ:\rزحير المتمم بالمشيإ طرقت\rويقال حوصلة البطن وخثلته وجيثته مهموز وهو أسفل السرة إلى العانة. ويقال تجمأت عليه تجمؤًا مثل تلمأت عليه تلموءًا إذا التحفت عليه. ويقال تشاء ما / بينهم وتساء إذا فسد تشائيًا وتسائيًا. وقال أبو الضبيب وابنه جبن عني الرجل فهو يجبن جبنًا. ويقال قامأني الرجل وقامأني الشيء إذا وافقك. ويقال دأدأ مني ودأدأت على أثره مهموز إذا أحضر من","seal":"3EE4549A","page":592},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":454,"nass":"بين يديك وأحضرت على أثره. ويقال تشأشأ أمرهم إذا تطامن وتضعضع مهموز تشأشؤًا. والهرهرة: الضحك في الباطل. والهرهرة دعاؤك الغنم في الماء فتقول هرهر.\r(قال أبو الحسن: يقال هرهر بها إذا دعاها إلى الماء وبربر بها إذا دعاها إلى العلف. قال يونس من هذا قولهم «لا يعرف هرا من بر» أي لا يعرف الهرهرة من البربرة. وقال غيره الهر السنور والبر: الفأرة). ويقال قحز عن ظهر البعير الزاي معجمة بواحدةٍ يقحز قحوزًا إذا سقط عن ظهره. ويقال أنف فلان الطعام يأنفه أنفًا إذا كرهه. ويقال خرج فلان يتهطلس في الأرض وهي الهطلسة إذا خرج ليس يسوق مالًا وخرج يمشي في الأرض. والقصيمة ما سهل من الأرض وكثر شجره. والبعير الحجأة الذي لا يزال قاعيًا على كل ناقةٍ. وقال الخس لابنته: هل يلقح الجذع؟ قالت: لا ولا يدع. قال: فهل يلقح الثني؟ قالت: نعم وإلقاحه أني أي بطيء. قال: فهل يلقح الرباعي؟ قالت: برحب الذراع. قال: فهل يلقح السديس؟ قالت نعم وهو قبيس. قال: لإهل يلقح البازل؟ قالت نعم وهو رزام, والرازم الذي قد سقط فلا يتحرك مكانه.","seal":"13E74A1F","page":593},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":455,"nass":"ويقال: «لا تعدم ناقة من أمها حنةً» أي لا تعدم منها شبهًا ويقال ذلك لكل من أشبه أباه أو أمه.\rوقال أبو سحيمٍ: رجل عشيان وغديان وامرأة عشيا وغديا مقصورة من الغداء والعشاء. ويقال أقمأت الماشية وهي مقمئة إذا سمنت. ويقال رمث الرجل على الخمسين والستين ترميثًا إذا زاد على ذلك في السن. ورمثت غنمه على المائة. ورمثت الناقة على محلبها إذا زادت عليه. ويقال للشيء الرخو إن فيه لرخاوةً ولرخوةً. ويقال ضمخ أنفه بيده يضمخه إذا ضرب أنفه فرعف لذلك أو انكسر فلم يرعف. قال أبو حاتم المضمخ بالدم والخلوق ونحوه الملطخ به, وقال الشاعر أنشده أبو حاتم:\rوإن وراء الهضب غزلان أيكةٍ ... مضمخةً آذانها والغفائر","seal":"DC4EBDAD","page":594},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":456,"nass":"وقال أبو زيد خلأ البعير يخلأ خلأً إذا برك فلم يكد ينهض وكذلك الناقة خلأت تخلأ خلاءً. والعجناء: الناقة أو الشاة التي في أسفل حيائها داء وهو لحم نابت فلاتكاد تلقح حتى يذهب ذلك, وقد عجنت تعجن عجنًا. ويقال قد غارهم الله بحيًا يغيرهم إذا أصابهم مطر وأصابوا خصبًا. وقالوا تسخم الرجل علي تسخمًا إذا تغضب عليك وهي السخمة للغضب. ويقال أكعب الرجل لحاجته إكعابًا إذا انطلق ولم يلتفت إلى شيء. ويقال الرعايا واحدتها رعية وهي التي ترعى فهي تكون للأعراب والسلطان. والرعاوية للأعراب والسطان. ويقال أنت من قواري الله مخففة. والواحدة قارية خفيفة وهم الناس الصالحون. ويقال إنه لبريء العذرة وهو الذي لم يأت قبيحًا ولم يتنظف به. ويقال لذمت به ألذم به لذمًا / وهو الملازمة بالخير والشر. ويقال إنهم لفي ضفوةٍ من العيش أي في سعةٍ من عيشٍ وقد ضفا عيشهم يضفو ضفوًا, وعيشهم ضافٍ. ويقال اضطنأت منه إضطناءً واتأبت منه إتئابًا إذا خزيت منه واستحييت, والخزي: الحياء. وقال الاسم الإبة والتؤبة.","seal":"A3A9A8A0","page":595},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":457,"nass":"وقال أبو الساج وأبو السمح: إنهم لفي عيشٍ شصاصاء يا فتى وهو العيش الشديد, وأنشد:\rعلى شصاصاء ترى عيش الشقي\rوالشرك شرك الطريق وهو الذي لا يخفى عليك ولا يستجمع لك فأنت تراه وربما انقطع غير أنه لا يخفي عليك. وقال العنبريون في مثلٍ: «عود يعود العنج» , أي يعود الرياضة. وقالوا العتل: الرجل السريع إلى الشر, وعتل للشر يعتل عتلًا, وتلع له يتلع تلعًا في معنىً واحدٍ وأنشد:\rوعتل داويته من العتل ... نحيت عنه جنه حتى زحل\rيقول ما قيل وقيل لم يقل ... والمحدثات الغر والشيب الأول\rويقال أفرع القوم من سفرهم إفراعًا وذلك أوان قدومهم / حين يقدمون. ويقال أقرأني فلان خبرًا أي أخبرني به إقراءً.\rقال أبو زيدٍ تميم تقول سماء البيت وقيس تقول هي سماوة البيت.","seal":"4D5B93E4","page":596},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":458,"nass":"ويقال القوم في كلبةٍ من العيش وهو الضيق.\rوقال العنبريون بأبأ الصبي أباه وبأبأه أبوه إذا قال له يا بابا, ومأمأ الصبي أمه يمأمئها ويبأبيء أباه بأبأه ومأمأة. ويقال دأدأت الصبي دأدأة إذا سكنته تسكينًا. ويقال جئت وفيك نظرة أي جئت وأنت شاحب أو غير متصنعٍ وأنشد:\rأحمر من ضئضئهن المنتجب ... يكاد ينبو بالقرون والخشب\rتنوب منه لمعانٍ مستحب ... محمومي الشعران نضاخ العذب\rبالذال معجمةً, الشعران: الحمض. والعذبة: الغصن, والجميع العذب والغصنة. والنضاخ: القاطر. والمحمومي: الشديد الخضرة في سوادٍ. والسحاب إذا اشتد سواده قد احمومي, وإذا همز فهو الحماء.\r(قال أبو الحسن قوله أحمر يعني فحلًا, والضئضيء: الأصل وأضافه إلى فحولٍ منتجبةٍ ولم يجر ذكرهن لعلم السامع ما يريد وقوله","seal":"0C25BB12","page":597},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":459,"nass":"[يكاد] ينبو بالقرون [والخشب] يعني بالقرون نواحي البئر التي توضع عليها الخشبة التي فيها البكرة, وإنما ينبو بها لشدته. والمعان: المنزل يقال معانكم طيب أي منزلكم. ونصب محموميًا بتنوب كأنه قال تنوب هذا النبت أي تقصده وجعله أسود لشدة ريه. ولهذا سميت أرض العراق السواد وذلك أن النبت لريه يضرب إليه. وتقول العرب لك سواد الأرض وغامرها يريد العامر والغامر وكذلك تقول الك سوادها وبياضها تريد المكان الذي فيه نبت والذي لا نبت فيه ويدلك على ما قلنا قوله تعالى: «مدهامتان».\rوبعث قوم رائدًا لهم فقالوا له: ما رأيت؟ فقال: رأيت ماءً عللًا سيلًا وخوصةً تميل ميلًا, يحسبها الرائد ليلًا. ومن همز محموميًا فإنما يأخذه من الحمأة, وذلك للسواد من الري الذي ذكرناه).\rوقالوا هيقة وهيق ونقنقة ونقنق / للنعامة والظليم, وقال ابن علقة التيمي:","seal":"42BCCF8C","page":598},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":460,"nass":"قد أنكرت عصماء شيب لمتي ... وأم جهمٍ جلحًا في جبهتي\rوهطلانًا لم يكن في مشيتي ... كهطلان الهيق خلف الهيقت","seal":"DF074944","page":599},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":461,"nass":"ولا قصرت من خطاي خطوتي ... ولا وجعت من نساي ركبتي\rهطل يهطل هطلانًا إذا مضى لوجهه مشيًا. والهدجان والرتكة نحو الخبب, هدج يهدج إذا مضى لوجهه مشيًا. والهدجان والرتكة نحو الخبب, هدج يهدج هدجانًا. ورتك يرتك رتكًا ورتكانًا. ويقال ما عليه وعليهم قذاع والقذاع: اللبوس وهو الثياب.\rوفشأت بالرجل أفشأ به فشوءًا إذا خنته وغدرت به.\rويقال وكز أنفه يكزه وكزًا إذا ضرب أنفه بجمع يده.\rويقال باليت ذاك مبالاةً وبلاءً, وما أقل بلائي أي مبالاتي.\rويقال مضيت على مكينتي أي على وجهي. وقالوا رجل زحل وامرأة زحلة وهو الذي يزحل على الأمر قبيحًا أو حسنًا. ورجل زحن, وامرأة زحنة وهو البطين القصير. والمقارفة مثل المشاغرة إلا أن المقارفة بمهرٍ. والقشاع مثل ذلك نحو القراف. ويقال إذا كثر ولد الرجل أو كثر القوم","seal":"E85902CF","page":600},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":462,"nass":"قد أبر إبرارًا وأعر إعرارًا وأبروا وأعروا. العر: الجرب. والبر: الخير فمعناه هو يضر وينفع إذا كثر ولده. ويقال ناشغت للفلانة يعني الناقة حين يريد أن يذبح ولدها يجعل عليه ثوب يغطي به رأسه وكل ظهره ما خلا سنامه فيرضعها يومًا أو يومين ثم يوثق وينحى عنه أمه حيث تراه ثم يؤخذ الثوب عنه فيجعل على حوارٍ آخر فترى أنه ابنها وينطلق بالآخر فيذبح.\rقال وقال رجل هلالي رضع الحوار يرضع رضعًا ورضاعًا.\r(قال أبو الحسن قال الأصمعي يقال رضع يرضع ورضع يرضع.\rوأخبرنا أبو العباس محمد بن يزيد عن الزيادي عن الأصمعي أن العرب لا تقول إلا الرضاع بكسر الراء فإذا أدخلوا الهاء فتحوها لا غير فقالوا الرضاعة, وقد حكى الفتح إذا لم تكن الهاء غير الأصمعي).\rويقال أتيته بجرشٍ من الليل.","seal":"AE3CA83E","page":601},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":463,"nass":"(وقال غير أبي زيد بحرسٍ).\rوذلك آخر الليل. ويقال مالي عن ذاك معلندد وعندد أي مزحل ومالي منه بد. ويقال غمته الطعام يغمته غمتًا إذا أكل ودكًا فضره الطعام. وقال الهلالي: هو البذر لبذر الزرع. وقال سائرهم هو البذر. ويقال مقطعه يمقطه مقطًا إذا ملأه غيظًا. وقال الهلالي ذئب مني فهو مذؤوب / وهو يذأب مثل ذعر يذعر فهو مذعور. وقالوا رجل مخش إذا كان ماضيًا, وقد خش قد مضى.\rوقالوا للخبز جابر بن حبة جعلوا آخره اسمًا معرفةً. والجابر هو الخبز. وقالوا للتمرة بنت نخيلة فلم يصرفوها جعلوا حبة ونخيلة اسمين معرفتين.\r(قال أبو الحسن قال أبو العباس الأحول: العرب تسمي الخبز جابر ابن حبة بكسر الحاء, وإنما سمي جابرًا لأنه يجبر الناس وأنشدنا عن ابن الأعرابي:","seal":"ABA269F2","page":602},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":464,"nass":"فلا تلوماني ولوما جابرا ... فجابر كلفني المفاقرا\rقال والفتح في حبة الصواب).\rوقالوا المقامة: السادة من الرجال, وقال لبيد:\rومقامةٍ غلب الرقاب كأنهم ... جن لدى طرف الحصير قيام\r(قال أبو الحسن روى غير أبي زيد على باب الحصير. وزعم أن الحصير الملك وإنمنا سمي حصيرًا لأنه حصر عن أن يبتذل فحصير في معنى محصورٍ كقتيلٍ في معنى مقتولٍ).\rويقال هذا صنو هذا وهو ولده, وصنواه وأصناؤه وهي صنوته وصنوتاه وصنواته لبناته في قول قيسٍ.","seal":"A7BBE9CB","page":603},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":465,"nass":"قال أبو حاتم: قريش وغيرهم يقولون صنو الرجل أخوه. ويقال عم الرجل صنو أبيه, وفي القرآن: «صنوان وغير صنوانٍ». قال أبو زيد يقال هذا سوع هذا لأخيه أسفل منه وهذه سوغته لأخته أسفل منه. ويقال ذقنت أذقنه ذقنًا إذا فقدته فقدًا. ويقال في يده علق مضنةٍ بالفتح للنون.\r(قال أبو الحسن وحفظي عن غير أبي مضنة).\rوهو في عرق مضنةٍ إذا كان في أصلٍ كريمٍ / مضاف. ويقال فقم ماله يفقم فقمًا إذا كثر. ويقال الملأة مقصورة رهل يأخذ البعير من طول الحبس بعد السير وهي أيضًا شبه الزكام. ويقال للمزكوم مملوء.\r(والحبس بالكسر موضع).\rويقال جاء فلان بمال دبرٍ أي كثير وإن عليه لمالًا دبرًا أي كثيرًا. ويقال ما بقيت له ثأوة مهموزة ساكنة الهمزة أي ما بقيت له شاة. وأنشد لراجز مرضي:\r(حنت وقالت نيبها حتى متى ... تبشري بالرفه والماء الروى)","seal":"A1B5372D","page":604},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":466,"nass":"وفرجٍ منك قريبٍ قد أتى ... يتبعن بواعًا كسرحان الغضى\rإذا سمت داوية قفر سما ... فهو أب لهذه وابن لتا\rباتت وبات ليلها ذبادبا\rويقال «جاء فلان يسوق دبا دبيان» إذا جاء يسوق مالًا كثيرًا. ويقلا بدا غيبان العود إذا بدت عروقه التي تغيبت منه وذلك إذا أصابه البعاق من المطر فاشتد السيل فحفر أصول الشجر حتى تظهر عروقه.","seal":"5EC9D487","page":605},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":467,"nass":"وقالوا: الرداجة بيت يبنى من حجارةٍ فيجعل على بابه حجر يقال له السهم والملسن يكون على الباب ويجعلوه لحمةٍ السبع في مؤخر البيت فإذا دخل السبع فتناول اللحمة سقط الحجر على الباب فسده وجماعها الردائح. ويقال للرداحة أيضًا الجريئة مهموزةً وهي أيضًا البجة وجماعها البجج والجرأتي فاعلم بهمزتين مخففتين. قال أبو حاتم واجتماع الهمزتين غير مأخوذٍ به ولا مفلحٍ, والجرئبة أيضًا قانصة الطير. وقالوا الأخيذة والوسيقة والطريدة ما اغتصبه الإنسان فأخذه فطرده. ويقال مرط إبطه يمرطه مرطًا إذا نتفه, ومرق إبطه يمرقه مرقًا, وزبقه يزبقه زبقًا, ومعطه يمعطه معطًا. وقالوا حف بطن الرجل إذا لم يجد لحمًا ولم يصب دسمًا. ويقال إذا بول الجمل يغذو غذوانًا وغذوًا إذا جعل ينفض ببوله إنفاضًا وهو تقطيع البول وغذا الجمل ببوله يغذي به تغذيةً في مثل معنى غذوان البول نفسه. والإيزاغ للناقة دون الجمل فإذا بالت الناقة فسال على رجليها حتى / يخثر قيل قد أوسخت الناقة إيساخًا. ويقال بقيت على فلانٍ شواية من مالٍ إذا بقيت له بقية من إبل أو بقرٍ أو غنمٍ, وقال الصقيل: ما كلمت فلانًا إلا مشاورةً يقول أشرت إليه وأشار إلي.","seal":"CF0E4C43","page":606},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":468,"nass":"وقالوا فرخت البيضة تفريخًا وهي مفرخ, وقد أفرخت البيضة إفراخًا فهي مفرخ, وأفرخت الحمامة إفراخًا, وفرخت تفريخًا سواء. وقالوا سنتنا السماء ليلتنا فهي تسنونا يعني المطر. وقالوا الفلك في الرمل حبال صغار كأنها إرم في جوف الشقائق فهو كذان الحجارة فتحفرها الظباء فتتخذ غيرانًا تكنس فيها, والواحدة فلكة والجمع فلك بتحريك اللام, وجماع الجماع فلاك, وأنشد:\rإذا وارثي أخلى بمالي فإنه ... يرى جمع كف غير ملأى ولا صفر\rيرى حربةً تهدي قناةً قويمةً ... وعضبًا إذا ما هز لم يرض بالهبر\rالغضب: الحديد القاطع.\r(قال الرياشي إرم, وقال أبو حاتم: أرم, قال أبو الحسن والصواب ما قال الرياشي الإرم: العلم, وأرم أحد يقال ما في الدار أرم أي أحد).","seal":"6ECF8B2A","page":607},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":469,"nass":"ويقال وذم وثلاثة أوذمٍ, وهي الوذم وهو أن يجمع ما في البطن من المصران فيعقد عقدةً واحدةً يرمى بها في القدر مع البطن.\rويقال لبن كل باهلٍ فواق ولبن كل مصرورةٍ جمع. ويقال أبهلت الناقة إبهالًا إذا لم تصررها. وكل لبنٍ كان لفواقٍ واحدٍ مصرورةً كانت أو باهلًا فهو فواق.\rويقال أولاة الآن, وهذا ازدجار من المسبوب للساب يقول قد سببتني فأولى لك.\r(قال الصواب: أولاة الآن).\rومثله هاه الآن إذا ذممته. الأولى في الأوصل تاء والآخرة هاء. ويقال تعممتني المرأة حين تقول يا عماه, وتخولتني حين تقول يا خالاه. وتأبتني حين تقول يا أبتاه وتبنتني حين تقول يا ابناه, وتأختني حين تقول","seal":"8303AB0D","page":608},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":470,"nass":"يا أخاه. وقالوا المرأة المقاء: الطويلة الرفغين الخوتهما, الطويلة الإسكتين القليلة لحم الرفغين. الإسكتين: بالكسر, أبو العباس بالفتح.\rويقال جمل بواع / للجسيم. ويقال هو شديد العض والعضيض ولين المس والمسيس, وطيب الشم والشميم. أنشد أبو حاتمٍ:\rتمتع من شميمٍ عرار نجدٍ فما بعد العشية من عرار وقالوا إنس والجميع آناس مسموع, قال أبو حاتم, وكذلك أنس وآناس.\rتم كتاب النوادر وما يضاف إليه من كتاب مسائية بحمد الله ومنه, وصلى الله على خيرته من خلقه محمد النبي وآله الطيبين الطاهرين وسلم تسليما.","seal":"302E557C","page":609}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":215,"ShrtCs":0,"Bk":"النوادر في اللغة لأبي زيد الأنصاري","HigriD":"215","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":3,"verName":null,"Lng":"أبو زيد سعيد بن أوس بن ثابت بن زيد بن قيس بن زيد بن النعمان بن مالك ابن ثعلبة بن كعب بن الخزرج الأنصاري اللغوي البصري","bLnk":null,"Inf":null,"Auth":"أبو زيد الأنصاري","Betaka":"الكتاب: النوادر في اللغة\r\nالمؤلف: أبو زيد الأنصاري\r\nتحقيق ودراسة: الدكتور/ محمد عبد القادر أحمد\r\nالناشر: دار الشروق\r\nالطبعة: الأولى، 1401 هـ - 1981 م\r\nعدد الصفحات: 609\r\nأعده للشاملة: رابطة النساخ، تنفيذ (مركز النخب العلمية)، وبرعاية (أوقاف عبد الله بن تركي الضحيان الخيرية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"أبو زيد الأنصاري (ت: 215 هـ)\r\r• أبو زيد سعيد بن أوس بن ثابت بن زيد بن قيس بن زيد بن النعمان بن مالك ابن ثعلبة بن كعب بن الخزرج (وقال محمد بن سعد في «الطبقات»: هو أبو زيد سعيد بن أوس بن ثابت بن بشير بن ابي زيد ثابت بن زيد بن قيس. والأول ذكره الخطيب في تاريخه، والله أعلم بالصواب) الأنصاري اللغوي البصري\r• كان من أثمة الأدب، وغلب عليه اللغات والنوادر والغريب، وكان يرى رأي القدر، وكان ثقة في روايته.\r• حدث أبو عثمان المازني قال: رأيت الأصمعي وقد جاء إلى حلقة أبي زيد المذكور، فقبل رأسه وجلس بين يديه وقال: أنت رئيسنا وسيدنا منذ خمسين سنة.\r• وكان التوزي يقول: قال لي ابن مناذر: أصف لك أصحابك أما الأصمعي فأحفظ الناس، وأما أبو عبيدة فأجمعهم، وأما أبو زيد الأنصاري فأوثقهم\r• وكان النضر بن شميل يقول: كنا ثلاثة في كتّاب واحد أنا وأبو زيد الأنصاري وأبو محمد اليزيدي.\r• وقال أبو زيد حدثني خلف الأحمر، قال: أتيت الكوفة لأكتب عنهم الشعر، فبخلوا علي به، فكنت أعطيهم المنحول وآخذ الصحيح، ثم مرضت فقلت لهم: ويلكم! أنا تائب إلى الله تعالى، هذا الشعر لي، فلم يقبلوا مني، فبقي منسوباً إلى العرب لهذا السبب.\r\rوأبو زيد المذكور له في الآداب مصنفات مفيدة: منها\r• القوس والترس\r• الإبل\r• خلق الإنسان\r• المطر\r• المياه\r• اللغات\r• النوادر\r• الجمع والتثنية\r• اللبن\r• بيوتات العرب\r• تخفيف الهمزة\r• القضيب\r• الوحوش\r• الفرق\r• فعلت وأفعلت\r• غريب الأسماء\r• الهمزة\r• المصادر\rوغير ذلك، ولقد رأيت له في النبات كتاباً حسناً جمع فيه أشياء غريبة.\r\r• وحكى بعضهم أنه كان في حلقة شعبة بن الحجاج، فضجر من إملاء الحديث فرمى بطفره فرأى أبا زيد الأنصاري في أخريات الناس فقال: يا أبا زيد:\rاستعجمت دارُ مَي ما تكلمنا ... والدار لو كلمتنا ذات إخبار\rإليّ يا أبا زيد، فجاءه، فجعلا يتحدثان ويتناشدان الأشعار، فقال له بعض أصحاب الحديث: يا أبا بسطام، نقطع إليك ظهور الإبل لنسمع منك حديث رسول الله صلى الله عليه وسلم فتدعنا وتقبل على الأشعار قال: فغضب شعبة غضباً شديداً، ثم قال: يا هؤلاء، أنا أعلم بالأصلح لي، أنا والله الذي لا إله إلا هو في هذا أسلم مني في ذاك.\r\r• وكانت وفاته بالبصرة في سنة خمس عشرة - وقيل أربع عشرة، وقيل ستة عشرة - ومائتين، وعمر عمراً طويلاً حتى قارب المائة، وقيل أنه عاش ثلاثاً وتسعين سنة، وقيل خمساً وتسعين، وقيل ستاً وتسعين، رحمه الله تعالى.\r\rنقلا عن: «وفيات الأعيان» لابن خلكان","seal":"1243140E","cat":"كتب اللغة","oNum":133417,"BkId":133417,"oAuth":2960,"bVer":1,"aSeal":"073EF3B4"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
      {"Part":"1","sFileName":"nawlug.pdf","oNum":133417},
      {"Part":"مقدمة","sFileName":"nawlugp.pdf","oNum":133417}
    ],
  "t133417":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"باب شعر"},
      {"lvl":1,"id":21,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":99,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":117,"sub":0,"tit":"باب رجز سماع أبي زيد من العرب"},
      {"lvl":1,"id":165,"sub":0,"tit":"باب نوادر"},
      {"lvl":1,"id":181,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":185,"sub":0,"tit":"باب نوادر"},
      {"lvl":1,"id":202,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":257,"sub":0,"tit":"باب نوادر"},
      {"lvl":1,"id":271,"sub":0,"tit":"باب شعر"},
      {"lvl":1,"id":315,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":329,"sub":0,"tit":"[باب نوادر]"},
      {"lvl":1,"id":335,"sub":0,"tit":"باب رجز"},
      {"lvl":1,"id":362,"sub":0,"tit":"باب نوادر"},
      {"lvl":1,"id":426,"sub":0,"tit":"باب نوادر"}
    ]
}
