{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b13897":
    [
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":3,"nass":"فصول في أصول التفسير\rإعداد\rمساعد بن سليمان الطيار\rتقديم\rد. محمد بن صالح الفوزان\rرئيس قسم الدراسات القرآنية بكلية المعلِّمين بالرياض\rدار ابن الجوزي","seal":"BE044C08","page":3},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":4,"nass":"ـ[عرض كتاب فصول في أصول التفسير]ـ (*)\r\rعرض: عمرو الشرقاوي\rتعريف موجز\r\rالكتاب: فصول في أصول التفسير.\rالمؤلف: الشيخ د. مساعد الطيار.\rالناشر: دار ابن الجوزي، وقد نشر الكتاب عن الدار في إصدارين مختلفين، الأول: 1413 - 1420.\rثم أعادت نشره مع تنقيحات وزيادات عام: 1423.\rوكلاهما غلاف، ونشر قريبًا - بحمد الله - مع تشجير أعده أحد تلاميذ الشيخ، مع تجليد عن نفس الدار.\rفي وقت من الأوقات وعندما تبحث في المكتبة القرآنية عن كتاب مؤسس لعلم أصول التفسير، فلن تجد كتابًا يصلح للمدارسة ولاستفادة الفكرة الإجمالية لهذا العلم سوى هذا الكتاب - إلا من محاولات لم تخل من ملاحظة -.\rوتمتاز كتابات شيخنا الدكتور / مساعد الطيار = بالتحرير والجدة في الطرح مع العمق، وهذا الكتاب ذكر الشيخ قصته في مقال له بعنوان: ((عشرون عامًا مع أصول التفسير)).\rوهذا الكتاب من الكتب التي ينصح بإدمان المطالعة وجمع الفوائد إليها.\rومع اهتمام الناس بهذا العلم، وجدت ملاحظات على الكتاب - ذكر المؤلف بعضها في شرحه -، وكتب الشيخ أبو فهر السلفي بعضها على ملتقى أهل التفسير.\rمن أراد معرفة العلم والوقوف على مباحثه، فعليه بهذا الكتاب نظرًا وتدقيقًا.\r\rالتعريف بكتاب ((فصول في أصول التفسير))\r\rبعد المقدمة عرف المؤلف بما صدر من الكتب المتعلقة بأصول التفسير، وقد ذكر (34) عنوانًا منها رسائل جامعية.\rوفي بداية الكتاب ذكر المؤلف أن من سبيل النهوض بهذا العلم: النهوض به من الجانب النظري، والنهوض به من الجانب التحقيقي.\rثم عرف المؤلف بمصطلح ((أصول التفسير))، واختار أن تعريفه في الاصطلاح؛ ((الأسس والمقدمات العلمية التي تعين على فهم التفسير، وما يقع فيه من الاختلاف، وكيفية التعامل معه.)).\r__________\r(*) قال مُعِدُّ الكتاب للشاملة: هذا العرض ليس في المطبوع، ومصدره الموقع الرسمي للمؤلف - حفظه الله -.","seal":"AA7CEB06","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":5,"nass":"وأن محور الدراسة في هذا العلم يدور بين أمرين: كيف فُسِّر القرآن؟ وكيف نفسِّر القرآن؟\rثم تعرض المؤلف لمناهج الكتب المؤلفة في العلم، ولأبرز مراجع هذا العلم.\rكما تعرض المؤلف لذكر موضوعات هذا العلم منبهًا أن ليس هناك تحديد دقيق لموضوعات هذا العلم، وذلك لأن النظر إلى موضوع (أصول التفسير) يختلف من مؤلف إلى آخر، وذكر بعض الموضوعات التي يرى أنها من أهم موضوعات هذا العلم.\rبعد ذلك تكلم المصنف عن حكم التفسير وأقسامه.\rوفي طرق التفسير، ذكر أن للتفسير ستة طرق!، والذي يذكر منها غالباً أربعة، ثم ذكر بيان هذه الطرق، ثم شرحها بإيجاز.\rوفي تفسير القرآن بالقرآن ذكر أنه أبلغ طرق التفسير، وذلك لأن كل قائل أعلم بقوله من غيره، ونبه أنه لا يلزم من ذلك أن كل من قال: إن هذه الآية تفسير لهذه الآية صحةُ ذلك وقَبوله؛ لأن هذا تفسير مبني على اجتهاد المفسر ورأيه، وقد لا يكون صحيحاً.\rوذكر من اعتنى بهذا الطريق من أهل التفسير، ثم ذكر أنواع تفسير القرآن بالقرآن.\rوفي تفسير القرآن بالسنة النبوية، تعرض لأهمية هذا المصدر، وتعرض لذكر الأنواع المستنبطة في تفسير الرسول صلّى الله عليه وسلّم للقرآن.\rوفي تفسير القرآن بأقوال الصحابة، ذكر أهمية الرجوع إلى أقوالهم في التفسير، وأسباب ذلك، ومصادرهم التفسير، وحكم تفسيرهم، وعن التابعين كذلك.\rوفي تفسير القرآن باللغة، تعرض الشيخ للمقصود بتفسير القرآن بلغة العرب، وسبب اعتبار هذا طريقاً من طرق التفسير، وبعض ضوابط التفسير باللغة، مع ذكر عدة تنبيهات حول تفسير القرآن باللغة.\rوفي التفسير بالاجتهاد والرأي، ذكر مسألة: هل وقع خلاف في جواز التفسير بالرأي؟، ومسألة: هل للتفسير المذموم حد يعرف به؟\rوتعرض المؤلف لمصطلح التفسير بالمأثور، والإشكالات الواردة على هذا المصطلح.","seal":"2558EAAD","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":6,"nass":"كما ذكر أن لفظة مأثور غير دقيقة في إعطاء الوصف، ثم قال: ((والذي يظهر لي أن ما يمكن أن يطلق عليه تفسير بالمأثور، ويجب الأخذ به، ثلاثة أنواع)) وذكرها.\rوفي فصل اختلاف السلف في التفسير، بدأ المؤلف بذكر أن الاختلاف سنة في البشر، وتعرض لذكر تقسيم الاختلاف الواقع في التفسير إلى قسمين:\rالأول: اختلاف التنوع.\rالثاني: اختلاف التضاد.\rوقد وقع هذان القسمان في تفسير السلف، إلا أن الثاني قليل.\rوتعرض المؤلف لتعريف اختلاف التنوع واختلاف التضاد، كما تعرض المؤلف لأسباب الاختلاف في تفسير السلف.\rوفي الكتاب ذكر المؤلف الإجماع في التفسير، وقال: ((لئن كان الإجماع في الفقه حظي بعناية العلماء فألَّفوا فيه إفراداً، أو ضمَّنوه شيئاً من كتبهم، فإن الإجماع في التفسير لم تكن له هذه العناية))!.\rوأن ذلك لا يعني عدم اهتمام المفسرين بهذا الجانب، بل تجد منهم من يحكي الإجماع في معنى بعض الآيات، ولكن هذا لا زال مبثوثاً في تفاسيرهم، لم يستخرج بعد.\rوذكر فائدة جمع ما أجمع عليه المفسرون وأهميته، وكيف نصل إلى إجماعات المفسرين؟!، مع عدة تنبيهات وفوائد.\rوفي الأصول التي يدور عليها التفسير، وهي التي ذكرها ابن القيم فقال: «وتفسير الناس يدور على ثلاثة أصول: تفسير على اللفظ، وهو الذي ينحو إليه المتأخرون، وتفسير على المعنى، وهو الذي يذكره السلف، وتفسير على الإشارة والقياس، وهو الذي ينحو إليه كثير من الصوفية وغيرهم».\rوذكر طريقة السلف العامة في التفسير هي طريقة الإجمال وعدم التفصيل.\rوفي توجيه أقوال السلف، ذكر أن هذا الموضوع يعتبر شرحاً لفهم السلف للآية، وكيفية تفسيرهم لها، وكيف قالوا فيها بهذا القول أو ذاك، وذلك إما لغرابة القول، أو للطافته، أو لقوته.","seal":"07673249","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":7,"nass":"وفي قواعد التفسير، ذكر أن القواعد هي: الأمور الكلية المنضبطة التي يستخدمها المفسر في تفسيره، ويكون استخدامه لها إما ابتداءً، ويبني عليها فائدة في التفسير، أو ترجيحاً بين الأقوال.\rوأنه يمكن استنباط هذه القواعد من كتب التفسير، وكتب اللغة، والبلاغة، والأصول.\rوفي الأخير ذكر توجيه القراءات وأثره في التفسير.\rوذكر المراد بهذا العلم: بيان وجه القراءة من حيث العربية، ومعرفة الفروق بين القراءات المختلفة.\r\rفوائد متنوعة:\r1 - في علم العد تطبيقات مهمة، وهو متصل بعلم الوقف والابتداء، وبعلم البلاغة، وله تعلق بفضائل بعض السور والآيات، والآيات المختلف فيها مجال لمثل هذه التطبيقات.\r2 - غاية أصول التفسير تمييز الصواب من الخطأ، والبرهان على ذلك بالعلم الصحيح.\r3 - تقسيم التفسير إلى تحليلي وإجمالي ومقارن تقسيمات فنية، ولا يعني هذا أن كل تفسير قد تميز بأحدها فقط، بل قد تجد في تفسير من التفاسير هذه الأقسام، ولكن الحكم للأغلب؛ فابن جرير تجد في تفسيره: التحليل والإجمال والمقارنة.\r4 - هل الرأي أداة تُستخدم بها هذه الطرق أو غيرها من الطرق غير المعتبرة، أو هو مصدر وطريق من طرق التفسير؟ محلُّ بحثٍ.\r5 - بيان أحكام القرآن على قسمين:\rالأول: قسم لا ينفك عن التفسير، فهو تفسير وبيان حكم في آن واحدٍ.\rالثاني: قسم يأتي بعد التفسير؛ أي أن بيان المعنى مستقل عن بيان الحكم الفقهي، فمعرفة المعنى أولاً، ثمَّ بيان الحكم الفقهي ثانياً.\rولعله يتبين أكثر فيما إذا نظرنا إلى بيان المعاني هل ينقص أو يشكل بعدم معرفة الحكم الفقهي أم لا، فإذا كان ينقص، فالحكم الفقهي هو من باب التفسير ومن باب بيان الحكم أيضاً، وإن كان المعنى لا ينقص بعدم تفصيل الحكم، فإن المعنى قد انتهى، والحكم يكون تابعاً له ومرتّباً عليه، وليس أصلاً فيه.","seal":"C25D006D","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"بسم الله الرحمن الرحيم","seal":"662788B9","page":4},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"مقدمة طبعة 1432هـ\rأحمدُك ربنا يا ذا الجلال، على ما أنعمت عليَّ من نِعم لا تُحصى، وأسألك أن تبارك لي في أوقاتي، وأن تعمرها بالطاعات والصالحات.\rأحمدُك يا من وفقتني لسلوك هذا الطريق، وجعلتني من خُدَّام كتابك الكريم، فلك الحمد في كل حين.\rأحمدُك بما وهبتني من علوم هذا الكتاب العزيز، ويسَّرت لي من معارفه ما لم أحلم به يوماً، فلك الحمد والمنة والفضل، أنت تعطي من تشاء، وتمنع من تشاء.\rأحمدُك ربي على توفيقك لي في بثِّ ما وهبتني من هذه العلوم، ويسَّرت لي من تدوين ما قدرت عليه مما وهبتنيه.\rوإني لأسألك أن توفقني لإتمام ما عندي من مشاريع علمية، وأن تتقبَّلها بقَبول حسن.\rوأُصلي وأُسلم على رسولك الكريم، سيد الناس أجمعين، المبارك في العالمين، الذي علَّم أمته دينها، فتركها على المحجة البيضاء، ولم يتركهم لغيره في بيان الدين.\rثم أثنِّي بالصلاة والسلام على الآل الكرام، والصحب العظام الذين حملوا الدين، ونشروه في العالمين، فكانوا أسلم الناس فهماً، وأولاهم بالكتابِ عملاً وعلماً.\rأما بعد:\rفقد منَّ الله عليَّ بإخراج هذا الكتاب عام (1413هـ)، وها أنا في شهر ذي الحجة من عام (1431هـ)، أُعيد صفَّ الكتاب من جديد، وأضيف له","seal":"27FE00CF","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"بعض التعليقات التي لا تخرج الكتاب عن أصله الأول؛ إذ لو تدخَّلت فيه بالتعديل لتغير عن وجهه، فرأيت أن أتركه كما هو، ولعلّ الله ييسِّر لي كتابة كتاب آخر أكبر منه، أضع فيه ما عندي من إضافات في هذا العلم الجليل.\rشكر وتقدير:\rلا يفوتني في هذا المقام أن أشكر كل من أعانني على إخراج هذه النسخة وأخص بالذكر أخي الكريم عبد الله بن محيَّا الشتوي الذي راجعها وأضاف بعض الجداول المساعدة.\rعملي في هذه النسخة:\rأولاً: حرصت على بيان صفحات الطبعة السابقة؛ لأنها بقيت تُتداول فوق سبع عشرة سنة، وهذا يفيد القارئ في ضبط صفحات هذه النسخة على النسخة السابقة وقد جعلتها بين معقوفتين هكذا [].\rثانياً: استدركت على بعض المسائل العلمية حسب المستطاع.\rثالثاً: حرصت على ذكر مرجع لما طرحت من أفكار بتوسع في كتبي الأخرى، وكذا فيما وقفت عليه من غير كتبي.\rرابعاً: أفردت ـ بعد هذه المقدمة ـ ما صدر من الكتب المتعلقة بأصول التفسير لكي يستفيد منها القارئ، وسأحرص على ترتيبها حسب الطباعة.\rوبعد، فإني أسأل الله أن يوفقني للخير أينما كنت، وأن ينفعني وينفع القارئ بما في هذا الكتاب، وأن يهديني إلى سواء السبيل.\rرب اغفر لي ولوالدي ولأهل بيتي إنك سميع مجيب.\r* * *","seal":"0DA384B1","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"ما صدر من الكتب المتعلقة بأصول التفسير\r1 - «مقدمة في أصول التفسير»، لشيخ الإسلام ابن تيمية، تحقيق: الدكتور عدنان زرزور، نشر دار القرآن الكريم، الطبعة الثالثة (1399هـ 1979م).\r2 - «الفوز الكبير في أصول التفسير»، لولي الله أحمد بن عبد الرحيم الدهلوي، نقله إلى العربية: سلمان الحسيني الندوي، نشر دار البشائر الإسلامية، الطبعة الثانية (1407هـ 1987م).\r3 - «التكميل في أصول التأويل»، للمعلم عبد الحميد الفراهي، نشر الدائرة المحمدية بالهند، الطبعة الأولى (1388هـ).\r4 - «دراسات في أصول تفسير القرآن»، لمحسن عبد الحميد، نشر مطبعة الوطن العربي، بغداد (1980م).\r5 - «أصول التفسير وقواعده»، لخالد عبد الرحمن العك، نشر دار النفائس، الطبعة الثانية (1406هـ 1986م).\r6 - «بحوث في أصول التفسير»، للدكتور محمد لطفي الصباغ، نشر المكتب الإسلامي، الطبعة الأولى (1408هـ 1988م).\r7 - «أصول في التفسير»، لمحمد بن صالح بن عثيمين، نشر دار ابن القيم، الطبعة الأولى (1409هـ 1989م).\r8 - «تفسير الصحابة، مميزاته وخصائصه ومصادره وقيمته العلمية»، للدكتور محمد عبد الرحيم، نشر مكتبة التراث الإسلامي، إيداع سنة (1991م).\r9 - «أصول التفسير ومناهجه»، للدكتور فهد بن عبد الرحمن الرومي، الطبعة الأولى (1413هـ).","seal":"E4E6F056","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"10 - «فصول في أصول التفسير»، لمساعد الطيار، دار النشر الدولي، الطبعة الأولى (1413هـ).\r11 - «شرح مقدمة التفسير شيخ الإسلام ابن تيمية»، للشيخ محمد بن صالح العثيمين، أعده: الدكتور عبد الله بن محمد الطيار، نشر دار الوطن، الطبعة الأولى (1415هـ 1995م).\r12 - «أسباب اختلاف المفسرين»، للأستاذ الدكتور محمد بن عبد الرحمن الشايع، نشر مكتبة العبيكان، الطبعة الأولى (1416هـ 1995م).\r13 - «دراسات في أصول التفسير ومناهجه»، لعمر يوسف حمزة، نشر مكتبة الأقصى، الدوحة، الطبعة الثانية (1995م).\r14 - «قواعد الترجيح عند المفسرين، دراسة نظرية تطبيقية»، للدكتور حسين الحربي، نشر دار القاسم، الطبعة الأولى (1417هـ 1996م).\r15 - «تفسير القرآن الكريم أصوله وضوابطه»، للأستاذ الدكتور علي بن سليمان العُبيد، نشر مكتبة التوبة، الطبعة الأولى (1418هـ 1998م).\r16 - «الإجماع في التفسير»، للدكتور محمد بن عبد العزيز الخضيري، نشر دار الوطن، (1420هـ).\r17 - «تفسير التابعين، عرض ودراسة مقارنة»، للدكتور محمد بن عبد الله الخضيري، نشر دار الوطن، الطبعة الأولى (1420هـ 1999م).\r18 - «التفسر بالرأي، قواعده وضوابطه وأعلامه»، للدكتور محمد حمد زغلول، نشر مكتبة الفارابي، الطبعة الأولى (1420هـ 1999م).\r19 - «التيسير في أصول التفسير»، لعبد الحق عبد الدائم القاضي، نشر مكتبة الجيل الجديد، صنعاء (2000م).\r20 - «قواعد التفسير»، للدكتور خالد بن عثمان السبت، نشر دار ابن عفان، الطبعة الأولى (1421هـ).\r21 - «دراسات في أصول التفسير»، للدكتور محمد كبير يونس، منشورات كلية الدعوة الإسلامية، الطبعة الأولى (2002م).","seal":"1921E32E","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"22 - «أسباب الخطأ في التفسير، دراسة تأصيلية»، للدكتور طاهر محمود محمد يعقوب، نشر دار ابن الجوزي، الطبعة الأولى (1425هـ).\r23 - «الأقوال الشاذة في التفسير، نشأتها وأسبابها وآثارها»، للدكتور عبد الرحمن بن صالح الدهش، من إصدارات الحكمة، الطبعة الأولى (1425هـ 2004م).\r24 - «اختلاف المفسرين أسبابه وآثاره»، للأستاذ الدكتور سعود بن عبد الله الفنيسان، من إصدارات كنوز أشبيليا، الطبعة الأولى (1426هـ).\r25 - «شرح مقدمة في أصول التفسير لابن تيمية»، للدكتور مساعد بن سليمان الطيار، نشر دار ابن الجوزي، الطبعة الأولى (1427هـ).\r26 - «شرح مقدمة في أصول التفسير»، لشيخ الإسلام ابن تيمية، شرح الدكتور محمد بن عمر بازمول، نشر دار الإمام أحمد، الطبعة الأولى (1427هـ 2006م).\r27 - «مقدمة أصول التفسير لشيخ الإسلام ابن تيمية»، لأحمد سعد إبراهيم عبد الرحمن، نشر دار البصائر، الطبعة الأولى (2006م).\r28 - «شرح أصول التفسير وشرح مقدمة التفسير»، لمحمد بن صالح بن عثيمين، تحقيق: صلاح الدين محمود السعيد، الطبعة الأولى (1428هـ 2007م).\r29 - «التيسير في مصادر التفسير»، للأستاذ الدكتور محمد بن صالح البراك، نشر دار ابن الجوزي، الطبعة الأولى (1429هـ 2008م).\r30 - «نقد الصحابة والتابعين للتفسير، دراسة نظرية تطبيقية»، للدكتور عبد السلام بن صالح الجار الله، نشر دار التدمرية، الطبعة الأولى (1429هـ 2008م).\r31 - «اختلاف السلف في التفسير بين النظرية والتطبيق»، للشيخ محمد صالح محمد سليمان، نشر دار ابن الجوزي، الطبعة الأولى (1430هـ).","seal":"167E041D","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"32 - «استدراكات السلف في التفسير في القرون الثلاثة الأولى»، دراسة نقدية مقارنة»، لنايف بن سعيد الزهراني، نشر دار ابن الجوزي، الطبعة الأولى (1430هـ).\r33 - «دراسات في قواعد الترجيح المتعلقة بالنص القرآني في ضوء ترجيحات الرازي، دراسة نظرية تطبيقية»، للدكتور عبد الله بن عبد الرحمن الرومي، نشر دار التدمرية، الطبعة الأولى (1431هـ).\r34 - «علم أصول التفسير محاولة في البناء»، للدكتور مولاي عمر بن حماد، نشر دار السلام للطباعة والنشر والتوزيع والترجمة، الطبعة الأولى (1431هـ 2010م).\r* * *","seal":"EFF7BD0F","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"بسم الله الرحمن الرحيم\rإنَّ الحمدَ لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضلّ له، ومن يُضلل فلا هادي له، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلّم، وبعد:\rفقد اطلعت على مجموعة من المسائل تتعلق بالتفسير وأصوله كتبها الأخ الشيخ مساعد بن سليمان الطيار، فألفيتها بحوثاً قيِّمة أجاد فيها وأفاد، وإن أكبر فائدة تظهر لي من خلال اطلاعي على تلك المسائل ذلك المنهج الذي سلكه في تحريرها، حيث اعتمد التأصيل والتدقيق لا مجرد النقل والجمع، كما هو الحال في أكثر ما كُتب في هذا الفن (علوم القرآن وأصول التفسير)، فقد ظهرت فيه كتب كثيرة غلب عليها الجمع والنقل وتكرار ما ذكره الزركشي في «البرهان» والسيوطي في «الإتقان»، مع إضافات واستنباطات، لكنها تبقى تحت ظلال المنهج السابق.\rلذا أحسب أن هذه المسائل الخطوة الأولى في منهج علمي تأصيلي يضع هذا العلم (علوم القرآن وأصول التفسير) في مصاف العلوم الأخرى التي خطّت في هذا الطريق.\rوإن الباحث ـ أحسبه إن شاء الله ـ أهلاً لخوض هذا الغمار؛ لما أعرف عنه من الدأب في البحث، والاطلاع، والفكر النيِّر، الذي يعينه على الاستنباط، أسأل الله له التوفيق والسداد ...\rوصلَّى الله على نبينا محمد وعلى آله وصحبه وسلَّم.\rوكتبه د. محمد بن صالح الفوزان رئيس قسم الدراسات القرآنية [3]","seal":"CCAB0D8A","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"المقدمة\rالحمدُ لله، منزل القرآن، والصلاة والسلام على رسوله الكريم، القائل: «خيركم من تعلَّم القرآن وعلَّمه»، وعلى آله وصحبه البررة الذين تعلَّموا كتاب ربهم وعملوا به ... وبعد:\rفإن شرف (علوم القرآن) لا يخفى على طالب العلم، إذ شَرَفُ هذا العلم بمعلومه، وهو القرآن، ولا شك أن مباحث هذا العلم تتفاضل تفاضلاً بيِّناً، وأن من أعلاها (علم التفسير) الذي هو بيان عن معنى كلام الله سبحانه وتعالى.\rوالناظر في هذا العلم يحتاج إلى مقدمات يدرسها لتتبيَّن له معالمه، وتتَّضح له سُبله، فلا يتيه إذا قرأ كتب هذا العلم، ولا يختلط عليه الغث بالسمين. وهذه المقدمات هي ما اصطلح عليه باسم (أصول التفسير) (¬1).\rوهذا المصطلح قد اتخذ عنواناً لمادة دراسية في بعض المعاهد والكليات، وقد اجتهد القائمون على مفردات هذا المنهج باختيار الموضوعات المناسبة له.\rبيد أني لا أزال أرى أن هذه المفردات من حيث الغالب هي في علوم القرآن أكثر منها في (أصول التفسير).\rوبما أني قمت بتدريس هذه المادة في (كلية المعلِّمين بالرياض)، فإني\r¬_________\r(¬1) سيأتي إيضاح لهذا المصطلح (ص21).","seal":"5EF9EBA6","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"قد اخترت بعض المباحث التي رأيت أنها ألصق بهذا العلم، اجتهدت في تحرير مسائلها على ما يأذن به الله.\rولا يزال في ذهني بعض المباحث، لكنها تتطلب استقراء كتب التفسير، فأرجو من الله أن ييسر لي ذلك، وأن يعينني عليه، إنه خير مسؤول، وأعظم معطٍ.\rوقد اجتهدت أن أعزِّز مسائل هذا البحث بالأمثلة الموضحة لها، وإن كان بعضها قد يخلو منها، إلا أنني سأبحث عنها حتى أضعها في مكانها فيما بعد ـ إن شاء الله ـ. [5]\rثم إن المراد بهذه الأمثلة مطلق المثال، فلا يلزمني صحته، ومتابعة تحريره، كما قيل: ليس من عادات الفحل الاعتراض على المثل؛ لأن المراد بيان مسائل هذا العلم وإيضاحها.\rوقد يمر بك بعض التقسيمات التي تدخل ضمن المجال الفني فحسب، والمراد بها التنويع والتفنن في إيراد المسائل.\rوبعد ... فإن ما ستراه مطروحاً في هذا البحث إنما هو اجتهاد، وما عليك أيها القارئ إلا أن تراسلني بملحوظاتك، وتعينني بآرائك، سواء كان ذلك في تحديد موضوعات هذا العلم، أم كان في المسائل المطروحة، ولك مني جزيل الشكر.\rوأخيراً لا يفوتني أن أشكر ـ بعد الله ـ والديَّ، حيث أعاناني على تحصيل العلم، ثم على من له يدٌ عليَّ في البحث، كالشيخ محمد بن صالح الفوزان ـ رئيس قسم الدراسات القرآنية بالكلية ـ الذي تقبل مشكوراً قراءتي عليه هذا البحث، وأبدى لي ملحوظاته، والأخ محمد بن عبد العزيز الخضيري ـ الأستاذ في القسم نفسه ـ الذي قرأ معي هذا البحث، وأعانني بآرائه وتصويباته.","seal":"0D268D2D","page":14},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"وبعض الإخوة الذين امتنعوا من التصريح بذكرهم، فقد كان لهم الأثر ـ من خلال مدارستي معهم هذا العلم ـ في بناء لبناته، وصياغة أفكاره، فجزاهم الله خيراً.\rولا أنسى أم عبد الملك التي أعانتني بما استطاعت، فجزاها ربي خيراً، وجعلها خير معين لي دنيا وأخرى.\rأبو عبد الملك مساعد بن سليمان الطيار الأستاذ المشارك بجامعة الملك سعود\r[6]\rattyyar@gmail.com\rwww.attyyar.net\r* * *","seal":"C0B69D3B","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"تمهيد\rإن «علوم القرآن» علم مترامي الأطراف بموضوعاته المتناثرة؛ كالمكي والمدني، والناسخ والمنسوخ، وعدد الآي، والقراءات ... إلخ.\rولا يزال احتمال اكتشاف موضوعات جديدة في هذا العلم قائماً، ومن ذلك ظهور (علم التفسير الموضوعي)، و (علم مناهج المفسرين)، وغيرها.\rومن هذه العلوم التي ظهرت ـ ولكن لم تلق عناية متكاملة ـ (علم أصول التفسير)، وهو في الحقيقة جزء من علوم القرآن، وإن كان بعضهم يجعله مرادفاً لمصطلح علوم القرآن.\rولما كان (أصول التفسير) جزءاً من (علوم القرآن)، فإني سأطرح بين يديك بعض آراء في مادة علوم القرآن، أجعلها مدار نقاش ومدارسة، رجاء أن توصل هذه المدارسة هذا العلم إلى مستوى مما هو فيه، وأن يكون لطلبة العلم اهتمام به، كما ظهر وبرز اهتمامهم بعلم الحديث وعلم الفقه.\rإنه من خلال مطالعتك لمنهج (علوم القرآن) الذي يدرَّس في المعاهد والجامعات، ستلاحظ أن غالب هذه الكتب نُقول وتلخيص لما في كتابَي: «البرهان» للزركشي، «والإتقان» للسيوطي. وبهذا تفقد هذه الكتب جانبي التحقيق والتجديد، وبالأخص ما وضع منها على أنه مذكرات، ثم طبع فيما بعد على أنه كتاب، والفرق واضح بين من يكتب مذكرات للطلاب، ومن يكتب لعامة طلبة العلم.\rوهذا في غالب ما كتب؛ إذ لا تخلو المكتبة القرآنية من نظرات تجديدية.\rوإن من سبيل النهوض بهذا العلم: النهوض به من الجانب النظري،","seal":"7DF77223","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"والنهوض به من الجانب التحقيقي، وإن من سبيله ـ فيما أرى ـ ما يأتي: [7]\rأولاً: تشتمل مباحث علوم القرآن على جانبين: جانب نظري بحت، وجانب نظري تطبيقي.\rفالأول: كعلم عدد الآي (¬1)، ومعرفة الصيفي والشتائي، والمنامي، والسفري والحضري من النزول ... ونحوها.\rفهذه العلوم يمكن أن تدرَّس للطالب بجانبها النظري، ومن رأى فيها جانباً تطبيقيّاً فليدرسها على الجانب التطبيقي.\rوالثاني: كقصص القرآن، وأمثال القرآن، وأقسام القرآن ... ونحوها.\rفهذه العلوم ونحوها يمكن أن يُجرى عليها التطبيق بعد المعرفة النظرية لها.\rوللتطبيق مجالان: القرآن الكريم، والتفسير، ولكل منهما ما يناسبه من الموضوعات.\rوالمراد بالتطبيق: أن يقوم الطالب باستخراج الأمثلة من القرآن أو التفسير؛ كما يفعله طالب علم الحديث، حينما يقوم بتخريج الأحاديث أو دراسة الأسانيد.\rوعلى هذا، فيمكن أن يُطلب من الطالب استخراج الأمثلة من القرآن لموضوع (أمثال القرآن).\rويطلب منه في (المكي والمدني) دراسة أثر معرفة المكي والمدني من خلال التفسير.\rبهذا، سيكون عند دارس هذا العلم ميدان تطبيقي يخرِّج منه ما درسه في الجانب المعرفي النظري.\r¬_________\r(¬1) كنت كتبت هذا بناءً على طريقة عرض بعض كتب عد الآي، ثم ظهر لي أن في هذا العلم تطبيقات مهمة، وأنه يتصل بعلم الوقف والابتداء، وبعلم البلاغة، وله تعلق بفضائل بعض السور والآيات، وأن الآيات المختلف فيها مجال لمثل هذه التطبيقات.","seal":"D901B7D7","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"ثانياً: إن مما يعين في التحقيق، ويثري البحث، الرجوع إلى ما كتبه المتقدِّمون ممن نقل عنهم الزركشي والسيوطي؛ لأنهما في الغالب يلخِّصان مسائل الكتاب، وقد يكون فيما تركوا من مسائله علم يحتاج إليه في علوم القرآن.\rومما يعين ـ كذلك ـ جرد مصنفات الحديث وكتب الآثار لتحصيل ما فيها من الأحاديث والآثار في موضوعات (علوم القرآن). [8]\rفلو فهرست الكتب الستة مثلاً على موضوعات (علوم القرآن)، تصور الكم الذي ستحصل عليه هذا الموضوعات من الأحاديث والآثار.\rإن الفائدة التي ستجنى من هذه الفهرسة هي الاعتماد على هذه الأحاديث والآثار في استنباط المعلومات.\rإن بعض المسائل تفتقد ـ في كثير من الأحيان ـ النصوص الدالة على المعلومات التي فيها، فلو بحثت ـ على سبيل المثال ـ دليل من قال: إن عثمان جمع الناس على حرف واحد وألغى الستة الأخيرة، أو دليل من قال: إن رسول الله صلّى الله عليه وسلّم كان يقف على رؤوس الآي لتعليم عدِّ الآي، ثم كان بعد ذلك يتتبع المعاني ولا يقف عندها.\rإنك إذا قرأت في هذا العلم ستجد مثل هذه الأقوال التي لا يعضدها دليل.\rولذا فإن جمع الأحاديث والآثار في الموضوع الواحد يجلي غوامضه، ويبين فوائده.\rوانظر ـ على سبيل المثال ـ كتاب الأحرف السبعة، للدكتور عبد العزيز بن عبد الفتاح القارئ، حيث جمع الآثار الواردة في الأحرف السبعة، ثم استنبط منها الفوائد والمسائل المتعلقة بها.\rوأخيراً ـ أيها الأخ الكريم ـ هذه بعض ملحوظات، أضعها بين يديك لتكون مجال مناقشة وإفادة، سدد الله خطاي وخطاك، ووفقنا لما يحب ويرضى. [9]\r* * *","seal":"127BB169","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"أصول التفسير\rالأصل في اللغة: أسفل الشيء، ويطلق الأصل على مبدأ الشيء، وما يبنى عليه غيره، وعبَّر عنه بعضهم بأنه: ما يفتقر إليه غيره، ولا يفتقر هو إلى غيره، وهذا مستوحى من المعنى اللغوي.\rويقرب من معنى الأصل: القاعدة، وهي: الأساس الذي يبنى عليه البيت.\rوالتفسير في اللغة: مأخوذ من مادة (فَسَرَ)، وهي تدل على ظهور الشيء وبيانه، ومنه الكشف عن المعنى الغامض.\rوللتفسير في الاصطلاح تعاريف (¬1)، ومن أوضحها:\rبيان كلام الله المعجز المنزل على محمد صلّى الله عليه وسلّم.\rوأصول التفسير: هي الأسس والمقدمات العلمية التي تعين على فهم التفسير، وما يقع فيه من الاختلاف، وكيفية التعامل معه.\rويدور محور الدراسة في هذا العلم بين أمرين: كيف فُسِّر القرآن؟ وكيف نفسِّر القرآن؟\rففي الأولى يكون الرجوع إلى تفاسير السابقين ومعرفة مناهجهم وطرقهم فيها، خاصة تفاسير السلف التي تُعَدُّ العمدة في هذا العلم.\r¬_________\r(¬1) فصَّلت في تعريف التفسير، وناقشت بعض التعريفات فيه في موضعين: الأول في كتابي «التفسير اللغوي» (ص19 - 32)، ثم في كتابي «مفهوم التفسير والتأويل والتدبر والاستنباط والمفسر» (ص53 - 88).","seal":"0D823615","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"وفي الثانية يكون الاعتماد على ما قُعِّدَ من أصول في تفاسير السابقين، لكي يُعتَمد الصحيح في التفسير، ويتجنب الخطأ فيه (¬1).\rومما يجدر ذكره، أنه لا توجد دراسة متكاملة لموضوعات هذا العلم، الكتب التي كتبت في هذا العلم سارت على ثلاثة مناهج:\r• الأول: ما غلب موضوعات علوم القرآن؛ ككتاب (الفوز الكبير في أصول التفسير)، للدهلوي. [11]\r• والثاني: ما اعتمد مسائل أصول الفقه المتعلقة بالقرآن، ودرسها من باب التفسير؛ ككتاب (دراسات في أصول تفسير القرآن) للدكتور: محسن عبد الحميد.\r• والثالث: كتب قعَّدت مسائل من هذا العلم؛ ككتاب (مقدمة في أصول التفسير) لشيخ الإسلام ابن تيمية.\rوسأجتهد في أن أسير في هذا البحث على منهج التقعيد والتجديد، وأرجو أن أستطيع تغطية شيءٍ من جوانبه، وعرض جزءٍ من مسائله على هذا الجانب التقعيدي.\r¬_________\r(¬1) في حديث عَائِشَةَ رضي الله عنها في الصحيحين، قالت: (تَلاَ رَسُولُ اللهِ صلّى الله عليه وسلّم هَذِهِ الآيَةَ: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَاوِيلِهِ وَمَا يَعْلَمُ تَاوِيلَهُ إِلاَّ اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُولُو الأَلْبَابِ} [آل عمران: 7] قَالَتْ: قَالَ رَسُولُ اللهِ صلّى الله عليه وسلّم: «فَإِذَا رَأَيْتِ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذين سَمَّى اللهُ فَاحْذَرُوهُم») وجدت أنه أصل في أصول التفسير؛ لأنه يتضمن الفائدة الكبرى من أصول التفسير:\rالأولى: معرفة القول الصواب وتمييزه عن غيره.\rالثانية: معرفة القول الخطأ بأنه خطأ، وإلا لما أمكن الحذر منه.\rوغاية أصول التفسير تمييز الصواب من الخطأ، والبرهان على ذلك بالعلم الصحيح.","seal":"57E4BB9B","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"مراجع هذا العلم:\r1 - كتب مصدرة بهذا الاسم، وهو: (أصول التفسير)\rوهذه الكتب لم تحوِ جميع مادة هذا العلم، ولكن فيها مسائل متناثرة منه، ومن أهم هذه المؤلفات:\rأـ «مقدمة في أصول التفسير»، لشيخ الإسلام ابن تيمية (ت:728هـ).\rوليس هذا الاسم (مقدمة في أصول التفسير) من وضع شيخ الإسلام، بل هو من وضع مفتي الحنابلة بدمشق، جميل الشطي الذي طبع الكتاب سنة 1355هـ (¬1).\rوقد نبه شيخ الإسلام في المقدمة على أن ما سيكتبه هو قواعد تعين على فهم القرآن وتفسيره وبيان معانيه (¬2).\rب ـ «الفوز الكبير في أصول التفسير» للدهلوي (ت:1176هـ).\rجـ «أصول في التفسير» للشيخ محمد بن صالح بن عثيمين.\rد ـ «أصول التفسير وقواعده» لخالد العك.\rهـ «بحوث في أصول التفسير» لمحمد لطفي الصباغ، وقد اعتمد مقدمات المفسرين وبعض الكتب؛ ككتاب شيخ الإسلام، وكتاب الدهلوي، وهو ـ في كل هذا ـ يذكر ملخصاً لمسائل هذه المقدمات، وهذه الكتب.\rوـ «دراسات في أصول التفسير» لمحسن عبد الحميد.\rز ـ «أصول التفسير ومناهجه» للدكتور فهد الرومي. [12]\rوقد ألف ابن القيم في هذا الباب، لكن لم توجد هذه الرسالة بعد (¬3).\r¬_________\r(¬1) انظر: مقدمة عدنان زرزور لكتاب شيخ الإسلام، (ص22).\r(¬2) انظر: (ص33) من مقدمة في أصول التفسير (ت: عدنان زرزور).\r(¬3) انظر: «جلاء الأفهام» (ص159).","seal":"8BB6C4E6","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"2 - مقدمات المفسرين التي يقدمون بها تفاسيرهم:\rتجد في بعض التفاسير مقدماتٍ مهمة تتعلق بهذا العلم، حيث يذكرون شيئاً من مباحثه، ومن أمثلة ذلك:\r• مقدمة ابن كثير، وقد استفادها من شيخ الإسلام ابن تيمية.\r• مقدمة النكت والعيون، للماوردي.\r• مقدمة ابن جزي الكلبي لتفسيره.\r• مقدمة جامع التفاسير، للراغب الأصفهاني.\r• مقدمة القاسمي لتفسيره.\r• مقدمة التحرير والتنوير.\rوغيرها من المقدمات التي تطول فصولها وتستوعب كثيراً من المباحث، فإنها لا تخلو من مباحث في هذا العلم.\r\r3 - كتب علوم القرآن:\rيعتبر أصول التفسير جزءاً من علوم القرآن (¬1) ـ وإن كان بعضهم يجعله مصطلحاً مرادفاً ـ ولذا؛ فإن الباحث في كتب علوم القرآن سيظفر بمجموعة من مسائل هذا العلم.\rومن هذه الكتب:\rكتاب «البرهان في علوم القرآن» لبدر الدين الزركشي (ت:794هـ)، وكتاب «الإتقان في علوم القرآن» لجلال الدين السيوطي (ت:911هـ).\rوغيرها من الكتب التي تشمل جملة من علوم القرآن. [13]\r4 - كتب التفاسير:\rاستقراء كتب التفسير أهم هذه المراجع، وبه تظهر فوائد هذا العلم،\r¬_________\r(¬1) كتبت في هذه المسألة تفصيلاً، ينظر: «مقالات في علوم القرآن وأصول التفسير»، ط. دار المحدث (ص33 - 35)؛ و «المحرر في علوم القرآن» (ص53 - 55).","seal":"C3BDB462","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"والرجوع إلى التفاسير واستنباط المعلومات منها يثري البحث ويزيده قوة، ومن أهم الكتب التي يمكن استقراؤها في التفسير كتب المحققين الذين يعتمدون النقاش والترجيح بعد نقل الأقوال.\rومن هذه الكتب على سبيل المثال:\r1 - تفسير الإمام الطبري.\r2 - تفسير ابن عطية.\r3 - تفسير الشنقيطي.\r4 - تفسير الطاهر بن عاشور.\r\rموضوعات هذا العلم:\rليس هناك تحديد دقيق لموضوعات هذا العلم، وذلك لأن النظر إلى موضوع (أصول التفسير) يختلف من مؤلف إلى آخر، وسأذكر لك بعض الموضوعات التي أرى أنها من أهم موضوعات هذا العلم، وهي التي ستجدها في هذا البحث:\r1 - حكم التفسير وأقسامه.\r2 - طرق التفسير.\r3 - التفسير بالرأي والمأثور.\r4 - الأصول التي يدور عليها التفسير (¬1).\r5 - طريقة السلف في التفسير (¬2).\r6 - أسباب الاختلاف في التفسير.\r7 - أنواع الاختلاف في التفسير.\r8 - الإجماع في التفسير. [14]\r9 - توجيه أقوال السلف.\r¬_________\r(¬1) و (¬2) هذان الموضوعان يحسن دمجهما لتقارب الفكرة بينهما.","seal":"6668DBA7","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"10 - توجيه القراءات (¬1).\r11 - أساليب التفسير.\r12 - كليَّات القرآن (¬2).\r13 - قواعد عامة في التفسير.\r14 - القواعد الترجيحية في التفسير. [15]\r* * *\r¬_________\r(¬1) و (¬2) هذا الموضوع لا يدخل في أصول التفسير.","seal":"FE0CD6D2","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"حكم التفسير وأقسامه\rحكم التفسير:\rأنزل الله كتابه ليتدبره الناس، قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} [ص: 29]، ونعى على من لم يتدبره، فقال: {أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} [محمد: 24]، والتدبر يكون بعد تفسير ألفاظه وفهم معانيه، ولذا فالمسلم مأمور بهذا الفهم والتفسير (¬1).\r¬_________\r(¬1) انظر: «تفسير الطبري» (1/ 36، 37)، قال الطبري: «وَفِي حَثِّ اللهُ عزّ وجل عِبَادَهُ عَلَى الاِعْتِبَارِ بِمَا فِي آيِ الْقُرْآنِ، مِنَ الْمَوَاعِظِ وَالتِّبْيَانِ، بِقَوْلِهِ جَلَّ ذِكْرُهُ، لِنَبِيِّهِ صلّى الله عليه وسلّم: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الألْبَابِ} [ص: 29] وَقَوْلِهِ: {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ *قُرْآناً عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ} [الزمر: 27، 28] وَمَا أَشْبَهَ ذَلِكَ مِنْ آيِ الْقُرْآنِ، الَّتِي أَمَرَ اللهُ عِبَادَهُ، وَحَثَّهُمْ فِيهَا، عَلَى الاِعْتِبَارِ بِأَمْثَالِ آيِ الْقُرْآنِ، وَالاِتِّعَاظِ بِمَوَاعِظِهِ، مَا يَدُلُّ عَلَى أَنَّ عَلَيْهِمْ مَعْرِفَةَ [ص:77] تَاوِيلِ مَا لَمْ يَحْجُبْ عَنْهُمْ تَاوِيلَهُ مِنْ آيَاتٍ، لأَنَّهُ مُحَالٌ أَنْ يُقَالَ لِمَنْ لاَ يَفْهَمْ مَا يُقَالُ لَهُ وَلاَ يَعْقِلُ تَاوِيلَهُ: اعْتَبِرْ بِمَا لاَ فَهْمَ لَكَ بِهِ، وَلاَ مَعْرِفَةَ مِنَ الْقِيلِ وَالْبَيَانِ إِلاَّ عَلَى مَعْنَى الامْرِ بِأَنْ يَفْهَمَهُ وَيَفْقَهَهُ، ثُمَّ يَتَدَبَّرَهُ وَيَعْتَبِرَ بِهِ. فَأَمَّا قَبْلَ ذَلِكَ، فَمُسْتَحِيلٌ أَمْرُهُ بِتَدَبُّرِهِ. وَهُوَ بِمَعْنَاهُ جَاهِلٌ، كَمَا مُحَالٌ أَنْ يُقَالَ لِبَعْضِ أَصْنَافِ الامَمِ الَّذِينَ لاَ يَعْقِلُونَ كَلاَمَ الْعَرَبِ وَلاَ يَفْهَمُونَهُ.\rلَوْ أُنْشِدَتْ قَصِيدَةُ شِعْرٍ مِنْ أَشْعَارِ بَعْضِ الْعَرَبِ، ذَاتُ أَمْثَالٍ وَمَوَاعِظَ وَحِكَمٍ: اعْتَبِرْ بِمَا فِيهَا مِنَ الامْثَالِ، وَادَّكَّرْ بِمَا فِيهَا مِنَ الْمَوَاعِظِ إِلاَّ بِمَعْنَى الامْرِ لَهَا بِفَهْمِ كَلاَمِ الْعَرَبِ وَمَعْرِفَتِهِ، ثُمَّ الاِعْتِبَارُ بِمَا نَبَّهَهُ عَلَيْهِ مَا فِيهَا مِنَ الْحِكَمِ، فَأَمَّا وَهِيَ جَاهِلَةٌ بِمَعَانِي مَا فِيهَا مِنَ الْكَلاَمِ وَالْمَنْطِقِ؛ فَمُحَالٌ أَمْرُهَا بِمَا دَلَّتْ عَلَيْهِ مَعَانِي مَا حَوَتْهُ مِنَ الامْثَالِ وَالْعِبَرِ. بَلْ سَوَاءٌ أَمْرُهَا بِذَلِكَ وَأَمْرُ بَعْضِ الْبَهَائِمِ بِهِ، إِلاَّ بَعْدَ الْعِلْمِ بِمَعَانِي الْمَنْطِقِ وَالْبَيَانِ الَّذِي فِيهَا. فَكَذَلِكَ مَا فِي آيِ كِتَابِ اللهِ، مِنَ الْعِبَرِ وَالْحِكَمِ وَالامْثَالِ وَالْمَوَاعِظِ، لاَ يَجُوزُ أَنْ يُقَالَ: اعْتَبِرْ بِهَا، إِلاَّ =","seal":"8AE01597","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"وتعلُّم التفسير واجب على الأمة من حيث العموم، فلا يجوز أن تخلو الأمة من عالم بالتفسير يعلّم الأمة معاني كلام ربها.\rأما الأفراد فعلى كلٍّ منهم واجبٌ منه، وهو ما يقيمون به فرائضهم، ويعرفون به ربهم.\rولابن عباس تقسيم للتفسير، ويمكن تقسيم الحكم على كل قسم بحسبه، ومنه معرفة ما يجب على أفراد الأمة (¬1) كما سيأتي:\r\rأقسام التفسير:\rللتفسير أقسام عدة، وكل قسم مبني على اعتبار، ويكون هذا الاعتبار بالنظر إلى جهة من جهات التفسير.\rويمكن تقسيم هذه الاعتبارات إلى ما يلي:\r1 - باعتبار معرفة الناس له.\r2 - باعتبار طريق الوصول إليه.\r3 - باعتبار أساليبه.\r4 - باعتبار اتجاهات المفسرين فيه.\rهذه بعض الاعتبارات، وهناك اعتبارات أخرى يمكن تقسيم التفسير\r¬_________\r= لِمَنْ كَانَ بِمَعَانِي بَيَانِهِ عَالِماً، وَبِكَلاَمِ الْعَرَبِ عَارِفاً، وَإِلاَّ بِمَعْنَى الامْرِ لِمَنْ كَانَ بِذَلِكَ مِنْهُ جَاهِلاً، أَنْ يَعْلَمَ مَعَانِي كَلاَمِ الْعَرَبِ، ثُمَّ يَتَدَبَّرُهُ بَعْدُ، وَيَتَّعِظُ بِحِكَمِهِ وَصُنُوفِ عِبَرِهِ [ص:78] فَإِذَا كَانَ ذَلِكَ كَذَلِكَ، وَكَانَ اللهُ جَلَّ ثَنَاؤُهُ، قَدْ أَمَرَ عِبَادَهُ بِتَدَبُّرِهِ، وَحَثَّهُمْ عَلَى الاِعْتِبَارِ بِأَمْثَالِهِ، كَانَ مَعْلُوماً أَنَّهُ لَمْ يَامُرْ بِذَلِكَ مَنْ كَانَ بِمَا يَدُلُّ عَلَيْهِ آيُهُ جَاهِلاً. وَإِذَا لَمْ يَجُزْ أَنْ يَامُرَهُمُ بِذَلِكَ، إِلاَّ وَهُمْ بِمَا يَدُلُّهُمْ عَلَيْهِ عَالِمُونَ = صَحَّ أَنَّهُمْ بِتَاوِيلِ مَا لَمْ يَحْجُبْ عَنْهُمْ عِلْمَهُ مِنْ آيِهِ، الَّذِي اسْتَاثَرَ اللهُ بِعِلْمِهِ مِنْهُ دُونَ خَلْقِهِ، الَّذِي قَدْ قَدَّمْنَا صِفَتَهُ آنِفاً عَارِفُونَ.\rوَإِذَا صَحَّ ذَلِكَ، فَسَدَ قَوْلُ مَنْ أَنْكَرَ تَفْسِيرَ الْمُفَسِّرِينَ مِنْ كِتَابِ اللهِ وَتَنْزِيلِهِ، مَا لَمْ يَحْجُبْ عَنْ خَلْقِهِ تَاوِيلَهُ». «تفسير الطبري»، تحقيق د. عبد الله التركي (1/ 78).\r(¬1) أفادني بترتيب هذه الأحكام على هذا التقسيم الأخ محمد عبد العزيز الخضيري.","seal":"01F42463","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"عليها، كاللفظ [16] والمعنى ـ وسيأتي ـ والاعتبار الزماني، والمكاني وغيرها.\r\rأولاً: باعتبار معرفة الناس له:\rقسَّم حبر الأمة ابن عباس التفسير، وجعله أربعة أوجه (¬1):\r1 - وجه تعرفه العرب من كلامها.\r2 - وتفسير لا يعذر أحد بجهله.\r3 - وتفسير يعلمه العلماء.\r4 - وتفسير لا يعلمه إلا الله، ومن ادعى علمه فقد كذب.\rتفصيل هذه الأوجه وبناء الحكم عليها (¬2):\rالوجه الأول: ما تعرفه العرب من كلامها:\rيشمل هذا القسم ألفاظ القرآن، وأساليبه في الخطاب، وذلك لأنه نزل بلغتهم وعلى طرائقهم في الكلام.\rوهذه الألفاظ والأساليب معلومةٌ لديهم غير خافية، وإن كان قد يخفى على أفراد منهم شيء منها، وذلك لغرابتها على مسمعه، أو لعدم اعتياده عليها في لغة قومه، كما خفي على ابن عباس بعض معاني مفرداته؛ كلفظ «فاطر»، وغيرها.\rولذا تجد في تفاسير السلف تفسيرهم اللغوي لمعنى الصمد، والكفؤ، والفلق، والغاسق ... إلخ.\rوالأساليب لما كانت على سَنَنِهم في الكلام (¬3) لم يَخْفَ عليهم\r¬_________\r(¬1) «تفسير الطبري» (1/ 34)، وانظر ما قبله من كلام الطبري، و «إيضاح الوقف والابتداء» (1/ 101).\r(¬2) أضفت إلى هذا شرحاً، ينظر: «مقالات في علوم القرآن وأصول التفسير»، ط. دار المحدث (ص121 - 126).\r(¬3) راجع في ذلك: «تأويل مشكل القرآن» لابن قتيبة، و «الصاحبي في فقه اللغة» لابن فارس.","seal":"AD2B0FC2","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"المراد بها، فيعلمون من قوله تعالى: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} [الدخان: 49]، أن هذا الخطاب خطاب امتهان وتهكم، وإن كانت ألفاظه مما يستعمل في المدح، وذلك لأن السياق يدل على معنى الامتهان (¬1).\rحكمه:\rوهذا الوجه من فروض الكفاية، إذ لا يجب على كل مسلم معرفة جميع المعاني اللغوية والأساليب الكلامية الواردة في القرآن. [17]\rوقد يرتقي إلى الواجب إذا توقف عمل الواجب على هذه المعرفة.\rالوجه الثاني؛ ما لا يعذر أحد بجهله:\rوهذا يشمل الأمر بالفرائض، والنهي عن المحارم، وأصول الأخلاق والعقائد.\rفقوله تعالى: {وَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ} [البقرة: 110]، وقوله: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} [آل عمران: 97]، وقوله: {كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} [البقرة: 183] لا يعذر أحد بجهل مثل هذه الخطابات وهو يقرأ القرآن.\rوكذا يدخل فيه ما جاء من أمر بالصدق والأمانة والنهي عن الكذب\r¬_________\r(¬1) قال الطبري: «فَإِنْ قَالَ قَائِلٌ: وَكَيْفَ قِيلَ وَهُوَ يُهَانُ بِالْعَذَابِ الَّذِي ذَكَرَهُ اللهُ، وَيُذَلُّ بِالْعَتْلِ إِلَى سَوَاءِ الْجَحِيمِ: إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ؟ قِيلَ: إِنَّ قَوْلَهُ: {إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} [الدخان: 49] غَيْرُ وَصَفٍ مِنْ قَائِلِ ذَلِكَ لَهُ بِالْعِزَّةِ وَالْكَرَمِ، وَلَكِنَّهُ تَقْرِيعٌ [ص:62] مِنْهُ لَهُ بِمَا كَانَ يَصِفُ بِهِ نَفْسَهُ فِي الدُّنْيَا، وَتَوْبِيخٌ لَهُ بِذَلِكَ عَلَى وَجْهِ الْحِكَايَة، لأَنَّهُ كَانَ فِي الدُّنْيَا يَقُولُ: إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ، فَقِيلَ لَهُ فِي الاخِرَةِ، إِذْ عُذِّبَ بِمَا عُذِّبَ بِهِ فِي النَّارِ: ذُقْ هَذَا الْهَوَانَ الْيَوْمَ، فَإِنَّكَ كُنْتَ تَزْعُمُ أَنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ، وَإِنَّكَ أَنْتَ الذَّلِيلُ الْمَهِينُ، فَأَيْنَ الَّذِي كُنْتَ تَقُولُ وَتَدَّعِي مِنَ الْعِزِّ وَالْكَرَمِ، هَلاَّ تَمْتَنِعُ مِنَ الْعَذَابِ بِعِزَّتِكَ». «تفسير الطبري»، تحقيق د. عبد الله التركي (21/ 61).","seal":"F2E47977","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"والخيانة، وعن إتيان الفواحش، وغير هذه من الأوامر والنواهي المتعلقة بالأخلاق.\rويدخل فيه ما يتعلق بالعقائد؛ كقوله تعالى: {فَاعْلَمْ أَنَّهُ لاَ إِلَهَ إِلاَّ اللَّهُ} [محمد: 19]، وقوله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} [الأنبياء: 25]، وغيرها من الأوامر والنواهي المتعلقة بالتوحيد.\rحكمه:\rهذه كلها داخلة ضمن الواجب الذي يجب على المسلم تعلمه من التفسير.\rالوجه الثالث؛ ما تعلمه العلماء:\rومما يشمله هذا القسم، ما تشابه منه على عامة الناس، وما يستنبط منه من فوائد وأحكام.\rحكمه:\rوهذا القسم من فروض الكفاية.\rالوجه الرابع؛ ما لا يعلمه إلا الله، ومن ادعى علمه فقد كذب:\rويشمل هذا حقائق المغيبات، ووقت وقوعها (¬1).\rفالدابة التي تخرج في آخر الزمان لا يعلم كيفها وحقيقتها إلا الله، ولا يعلم وقت خروجها إلا الله، وهكذا سائر الغيبيات.\r¬_________\r(¬1) هذا النوع لا يدخل فيه (المعنى)؛ لأن المعنى معلوم لكل المخاطبين، إذ لا يجوز أن يُخاطب العباد بما لا يعلمون معناه، وقد سبق نقل كلام للطبري وفيه إشارة لهذا.\rوإنما يصحَّ أن يقال بأنه مما استأثر الله بعلمه في بعض الحِكَم، وفي وقت المغيبات، وفي كيفياتها، فهذه التي يصح إطلاق هذه العبارة عليها، أما المعنى فلا، ولا يُعرف عن واحد من السلف أنه ادعى أن كلمة من القرآن لا يعرف معناها جميع الناس، بل كان الواحد منهم يتوقف عما لا يعلم من المعاني، ولا يدَّعي أن غيره لا يعرفها.","seal":"5CE8A4E3","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"حكمه:\rوهذا النوع غير واجب على أحد، بل من تجشم تفسيره فقد أثمَ وافترى على الله [18] وادعى علماً لا يعلمه إلا الله سبحانه.\r\rثانياً: باعتبار طريق الوصول إليه:\rينقسم بهذا الاعتبار إلى قسمين:\rالأول: ما يكون طريق الوصول إليه الأثر، وهو التفسير بالمأثور (¬1).\rالثاني: ما يكون طريق الوصول إليه الاجتهاد، وهو التفسير بالرأي (¬2).\r\rثالثاً: باعتبار أساليبه (¬3):\rينقسم بهذا الاعتبار إلى أربعة أقسام:\r1 - التفسير التحليلي.\r2 - التفسير الإجمالي.\r3 - التفسير المقارن (¬4).\r4 - التفسير الموضوعي.\rوإليك تفصيلاً موجزاً عن هذه الأقسام:\rأولاً: التفسير التحليلي:\rهذا القسم هو الغالب على التفاسير، ويعمد المفسر بهذا الأسلوب إلى\r¬_________\r(¬1) و (¬2) سيأتي تفصيل لهذين المصطلحين فيما بعد، انظر: (ص47، 53).\r(¬3) ظهر لي أن هذا من باب التقسيم الفني، ولا يوجد له فائدة في نظري، وقد أشرت إلى هذا، ينظر: «مقالات في علوم القرآن وأصول التفسير»، ط. دار المحدث (ص239).\r(¬4) اشتهر استعمال مصطلح المقارن في الدراسات المعاصرة، والصحيح لفظ (الموازن)، لأن المقارن من مادة (قرن) التي تعني القرن بين الشيئين، أي الربط بينهما، وما يقوم به من يعمل ما يسمى بالمقارنة، إنما هو موازنة.","seal":"3FB38461","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"التحليل في الآية، فيبين سبب نزولها، وبيان غريبها، وإعراب مشكلها، وبيان مجملها ... إلخ، ومن أمثلته: تفسير ابن عطية والآلوسي والشوكاني وغيرهم.\rثانياً: التفسير الإجمالي:\rيعمد المفسر بهذا الأسلوب إلى بيان المعنى العام للآية دون التعرض للتفاصيل؛ كالإعراب واللغة والبلاغة والفوائد وغيرها.\rومن أمثلته: تفسير الشيخ عبد الرحمن بن سعدي، وتفسير المكي الناصري، وتجده [19] كذلك في تفسير المراغي وأبي بكر الجزائري تحت عنوان «المعنى الإجمالي».\rثالثاً: التفسير المقارن:\rيعمد المفسر بهذا الأسلوب إلى قولين في التفسير، ويقارن بينهما مع ترجيح ما يراه راجحاً (¬1). ومن أمثلته: تفسير ابن جرير الطبري، وغيره ممن يذكر أقوال المفسرين ويرجح بعضها على بعض.\rومنه ما يقوم به ـ الآن ـ أبو عبد الرحمن بن عقيل الظاهري من عرضه في الإذاعة لتفسيره المسمى «تفسير التفاسير».\rرابعاً: التفسير الموضوعي (¬2):\rيعتمد هذا الأسلوب على دراسة لفظة، أو جملة، أو موضوع في القرآن، وهو أقسام:\r¬_________\r(¬1) هذه التقسيمات المذكورة من تحليلي وإجمالي ومقارن تقسيمات فنية، ولا يعني هذا أن كل تفسير قد تميز بأحدها فقط، بل قد تجد في تفسير من التفاسير هذه الأقسام، ولكن الحكم للأغلب؛ فابن جرير تجد في تفسيره: التحليل والإجمال والمقارنة.\r(¬2) ذكرت نقداً لهذا الأسلوب من تناول آيات القرآن، ينظر: «مقالات في علوم القرآن وأصول التفسير» (ص240 - 249)، وقد ظهر للدكتور سامر رشواني كتاب نفيس في هذا اللون، وهو بعنوان: «منهج التفسير الموضوعي للقرآن الكريم دراسة نقدية»، دار الملتقى 2009م.","seal":"3D9282F3","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"1 - أن يكون عرض الموضوع من خلال القرآن كله؛ كموضوع (صفات عباد الرحمن في القرآن).\r2 - أن يكون عرض الموضوع من خلال سورة؛ كموضوع (الأخلاق الاجتماعية في سورة الحُجرات).\r3 - أن يستعرض المفسر لفظة أو جملة قرآنية، ويبين معانيها في القرآن؛ كلفظة (الأمة في القرآن)، وجملة {الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} [المائدة: 52] في القرآن (¬1).\r\rرابعاً: باعتبار اتجاهات المفسرين فيه (¬2):\rالمراد بالاتجاه: الوجهة التي قصدها المفسر في تفسيره وغلبت عليه، أو كانت بارزة في تفسيره، بحيث تميز بها عن غيره. [20]\rوالاتجاهات في التفسير لها اعتبارات، فمنها ما يكون بالنظر إلى المذهب العقدي للمفسر، فمثلاً:\rالاتجاه السلفي، يمثله: تفسير ابن جرير وابن كثير والشنقيطي.\rوالاتجاه المعتزلي، يمثله: تفسير الزمخشري.\rوالاتجاه الأشعري، يمثله: تفسير الرازي.\rومنها ما يكون بالنظر إلى العلم الذي غلب على التفسير، ومن أمثلته:\r• كتاب «معاني القرآن» للفراء، و «مجاز القرآن» لأبي عبيدة، وتمثِّل الاتجاه اللغوي.\r• كتاب «إعراب القرآن» للنحاس، و «البحر المحيط» لأبي حيان، و «الدر المصون» للسمين الحلبي، وتمثل الاتجاه النحوي.\r¬_________\r(¬1) انظر في موضوع أساليب التفسير: «دراسات في التفسير الموضوعي للقصص القرآني» د. أحمد جمال العمري (ص37، 46)، «أصول التفاسير ومناهجه» للدكتور فهد الرومي، (ص57).\r(¬2) ألقيت محاضرات في مناهج المفسرين واتجاهاته، وهي موجودة في موقع البث الإسلامي، وقد فصّلت فيها هذا الموضوع.","seal":"D2B87CF1","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"• كتاب «الكشاف» للزمخشري، و «التحرير والتنوير» للطاهر بن عاشور، وتمثل الاتجاه البلاغي.\rوهكذا مما تجده مدوناً في كتب علوم القرآن، أو ما كتب في موضوع اتجاهات المفسرين (¬1). [21]\r* * *\r¬_________\r(¬1) انظر: «التفسير والمفسرون» لمحمد الذهبي، «اتجاهات التفسير في القرن الرابع عشر» د. فهد الرومي، وغيرها مما كتب في هذا الموضوع.","seal":"08B744CA","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"طرق التفسير\rللتفسير ستة طرق (¬1)، والذي يذكر منها غالباً أربعة، وإليك بيان هذه الطرق، ثم شرحها بإيجاز:\r1 - تفسير القرآن بالقرآن.\r2 - تفسير القرآن بالسنة.\r3 - تفسير القرآن بأقوال الصحابة.\r4 - تفسير القرآن بأقوال التابعين.\r5 - تفسير القرآن باللغة.\r6 - تفسير القرآن بالرأي والاجتهاد (¬2).\r\rأولاً: تفسير القرآن بالقرآن\rتفسير القرآن بالقرآن (¬3) أبلغ التفاسير، وذلك لأن كل قائل أعلم بقوله من غيره، ولا يلزم من ذلك أن كل من قال: إن هذه الآية تفسير لهذه الآية\r¬_________\r(¬1) فصّلت هذه الطرق في شرحي لمقدمة شيخ الإسلام ابن تيمية (ص269 - 299).\r(¬2) في مدارسة بيني وبين الشيخ سامي جاد الله لهذا الكتاب؛ وقَّفني على إشكال في هذا الموضوع، وهو: هل الرأي أداة تُستخدم بها هذه الطرق أو غيرها من الطرق غير المعتبرة، أو هو مصدر وطريق من طرق التفسير؟ وهذا محلُّ بحثٍ.\r(¬3) أضفت إلى مبحث تفسير القرآن بالقرآن إضافات متعددة من خلال إلقاء هذا الموضوع في لقاءات كثيرة في أصول التفسير، ومما كتبته في هذا ما في كتابي: «مقالات في علوم القرآن وأصول التفسير» (ص127 - 137)، وقد كتب فيه عدد من الباحثين أيضاً، ويمكن مراجعة موقع ملتقى أهل التفسير، ففيه عدد من الأبحاث.","seal":"DF0A7704","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"صحةُ ذلك وقَبوله؛ لأن هذا تفسير مبني على اجتهاد المفسر ورأيه، وقد لا يكون صحيحاً (¬1).\rوقد فسَّر الرسول صلّى الله عليه وسلّم القرآن بالقرآن؛ كما في حديث ابن مسعود في الصحيحين: لما نزلت آية: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} [الأنعام: 82]، فسَّرها الرسول صلّى الله عليه وسلّم بقوله تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13].\rوقد اعتنى بهذا الطريق من السلف المفسر عبد الرحمن بن زيد بن أسلم، وقد ظهر هذا واضحاً من خلال المرويات عنه في تفسير الطبري (¬2).\rوقد كان لابن كثير عناية بهذا الطريق في تفسيره.\rوممَّن ألف في هذا الطريق الأمير الصنعاني (محمد بن إسماعيل) (ت:1181هـ). [22]\rوعنوان كتابه: «مفاتيح [مفتاح] الرضوان في تفسير الذكر بالآثار والقرآن» (¬3).\rوأفضل مؤلَّف موجود الآن في هذا النوع كتاب الإمام الشنقيطي (ت:1393هـ) الذي أسماه «أضواء البيان في إيضاح القرآن بالقرآن»، وقد قدم له بمقدمة مهمة في أنواع بيان القرآن للقرآن، وتوسع فيها كثيراً.\rأنواع تفسير القرآن بالقرآن:\rينطوي تحت تفسير القرآن بالقرآن أنواع عدة، وقد سبق أن أشرت إلى\r¬_________\r(¬1) انظر: (ص52) من هذا البحث.\r(¬2) يضاف كذلك مقاتل بن سليمان، فله عناية به، خصوصاً «جمع النظائر».\r(¬3) هذا الكتاب مخطوط في الجامع الكبير بصنعاء، وقد حققه في رسالة ماجستير عبد الله بن سوقان الزهراني في الجامعة الإسلامية، وقد ظهر أيضاً «تفسير القرآن، بكلام الرحمن» لثناء الله الهندي (ت368هـ) عن دار السلام للنشر، 1423هـ.","seal":"765EAEC6","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"أنَّ في كتاب «أضواء البيان» بياناً لكثير من تفسير القرآن بالقرآن، ومن هذه الأنواع على سبيل المثال (¬1):\r1 - بيان المجمل.\r¬_________\r(¬1) بعد أن تحرر لي مصطلح التفسير على ما بينته في كتابي «التفسير اللغوي»، وهو أن التفسير: «بيان معاني القرآن»، وما كان وراء المعاني فهو من علوم الآية الأخرى غير التفسير، ظهر لي أن بعض هذه الأنواع لا تدخل تحت هذا المصطلح، وذلك لأسباب، منها: أن تكون من باب الاستطراد بالاستدلال على الاستنباط؛ كتفسير المفهوم من آية بآية أخرى، فالمفهوم من الآية هو باب الاستنباط، والاستدلال عليه استطراد في المسألة، وهذا كله من علوم الآية الأخرى غير التفسير.\rومنها أن تكون الآية بيِّنة المعنى، لكن ما يحتاج إلى بيان يرتبط بالحكم، وليس ببيان المعنى، ومثل الآية المستشهد عليها في بيان المجمل، فقوله تعالى: {أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلاَّ مَا يُتْلَى عَلَيْكُمْ} [المائدة: 1] يبين حكمه قوله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ} [المائدة: 3]، فالمعنى فيها واضح، لكن الحكم هو الذي فيه إجمال في الآية الأولى فبيَّنته الآية الأخرى.\rوهذا التحليل قد يكون مشكلاً على بعضهم في كونه ليس من التفسير، لكن لا يعني قولي هذا أننا لا نحتاج إلى هذا البيان، وإنما المراد ترتيب علوم الآية، فالتفسير قد تمَّ ببيان المعنى، ثمَّ يليه بيان الحكم المترتب على هذا المعنى.\rأما إذا كان بيان الحكم لا يمكن إلا ببيان المعنى، فإن بيان الحكم آنئذٍ من التفسير، فتفسير {المُنْخَنِقَة} هو بيان معنى وبيان حكم في آنٍ واحدٍ؛ لأن المعنى لا يتبيَّن إلا بمعرفة المراد بهذا اللفظ، والحكم مترتب على هذا أيضاً.\rلذا يمكن أن نقول: إن بيان أحكام القرآن على قسمين:\rالأول: قسم لا ينفك عن التفسير، فهو تفسير وبيان حكم في آن واحدٍ.\rالثاني: قسم يأتي بعد التفسير؛ أي أن بيان المعنى مستقل عن بيان الحكم الفقهي، فمعرفة المعنى أولاً، ثمَّ بيان الحكم الفقهي ثانياً.\rولعله يتبين أكثر فيما إذا نظرنا إلى بيان المعاني هل ينقص أو يشكل بعدم معرفة الحكم الفقهي أم لا، فإذا كان ينقص، فالحكم الفقهي هو من باب التفسير ومن باب بيان الحكم أيضاً، وإن كان المعنى لا ينقص بعدم تفصيل الحكم، فإن المعنى قد انتهى، والحكم يكون تابعاً له ومرتّباً عليه، وليس أصلاً فيه.\rوالمقصود أن من جعل بيان المعنى هو التفسير، فإنه سيظهر له عدم دخول بعض هذه الأنواع في التفسير (4، 7 مما سيأتي)، وإنما ستكون من المعلومات التي تأتي بعد، وتُبنى عليه، والله أعلم وأحكم.","seal":"1ADA5AA8","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"2 - تقييد المطلق.\r3 - تخصيص العام.\r4 - تفسير المفهوم من آية بآية أخرى (¬1).\r5 - تفسير لفظة بلفظة.\r6 - تفسير معنى بمعنى.\r7 - تفسير أسلوب في آية بأسلوب في آية أخرى (¬2).\rوستجد غيرها من الأنواع التي ذكرها الإمام الشنقيطي في مقدمة كتابه.\rولو استقريت كتب التفسير التي تُعْنَى بتفسير القرآن بالقرآن لظهرت أنواع أخرى في هذا الطريق.\rأمثلة للأنواع السابقة:\r\r1 - بيان المجمل:\rالمجمل ما احتاج إلى بيانٍ، ومثاله قوله تعالى: {أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلاَّ مَا يُتْلَى عَلَيْكُمْ} [23] {أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلاَّ مَا يُتْلَى عَلَيْكُمْ} [المائدة: 1]، فقوله تعالى: {إِلاَّ مَا يُتْلَى عَلَيْكُمْ} مجمل في هذا السياق ولم يبيَّن، وبيَّنه الله سبحانه بقوله: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ} إلى قوله: {وَمَا ذُبِحَ عَلَى النُّصُبِ} (¬3) [المائدة: 3].\r2 - تقييد المطلق:\rالمطلق: هو المتناول لواحد لا بعينه، وله تقسيمات في أصول الفقه، والمراد هنا بيان المثال، ومن أمثلته قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ} [آل عمران: 90].\rقال بعض العلماء: يعني إذا أخروا التوبة إلى حضور الموت، فتابوا حينئذٍ.\r¬_________\r(¬1) و (¬2) راجع الحاشية السابقة.\r(¬3) انظر: «أضواء البيان» (ص23).","seal":"DA169350","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"وهذا التفسير يشهد له قوله تعالى: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ} [النساء: 18]، فالإطلاق الذي في الآية الأولى ذكر مقيِّدُه في الآية الثانية (¬1).\r\r3 - تخصيص العام:\rالعام: هو الكلام المستغرق لما يصلح له بحسب الواقع دفعة بلا حصر (¬2)، وصيغه وألفاظه كثيرة، وقد ذكر كثير من العلماء أن ألفاظ القرآن على عمومها حتى يأتي ما يخصصها.\rومن أمثلته قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قُرُوءٍ} [البقرة: 228] فهذا حكم عام في جميع المطلقات، ثم أتى ما يخصِّص من هذا العام الحوامل، وهو قوله تعالى: {وَأُولاَتُ الأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: 4]، فخصَّ من عموم المطلقات أولات الأحمال. [24]\r\r4 - تفسير المفهوم من آية بآية أخرى (¬3):\rالمفهوم: هو ما دل عليه اللفظ لا في محل النطق، ومن أمثلة تفسير مفهوم من آية بآية أخرى قوله تعالى: {كَلاَّ إِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين: 15]، فقد ورد عن السلف في تفسير هذه الآية أنها تدل على رؤية الله سبحانه، ومن ذلك قول الشافعي: «فيها دلالة على أن أولياء الله يرون ربهم يوم القيامة» (¬4)، وهذا المفهوم من الآية يدل عليه قوله تعالى:\r¬_________\r(¬1) انظر: «أضواء البيان» (1/ 343)، وارجع إلى تفسير قوله تعالى: {وَالْمَلاَئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الأَرْضِ} [الشورى: 5].\r(¬2) انظر: «مذكرة أصول الفقه» (ص203).\r(¬3) هذا لا يدخل في تفسير القرآن بالقرآن، بل هو من قبيل الاستنباط، وليس من التفسير، وانظر الحاشية (1) (ص37).\r(¬4) انظر: «شرح أصول اعتقاد أهل السنة والجماعة» للالكائي (3/ 468).","seal":"FDEEE639","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"{وَجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ *إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 22، 23]، وغيرها من أدلة الرؤية.\r\r5 - تفسير لفظة بلفظة:\rأـ بيان غريب الألفاظ: وذلك أن يرد في سياق لفظٌ غريب ثم يُذْكَر في موضع آخر معنى أشهر من ذلك اللفظ، ومثاله قوله تعالى: {وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ} [هود: 82].\rوفي موضع آخر قال: {لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ} [الذاريات: 33]، والآيتان وردتا في شأن قوم لوط (¬1).\rب ـ بيان المراد باللفظة في السياق: مثل قوله تعالى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} [الأنبياء: 30]، فُسِّرت بقوله: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ *وَالأَرْضِ ذَاتِ الصَّدْعِ} (¬2) [الطارق: 11، 12]، وقوله: {فَلْيَنْظُرِ الإِنْسَانُ إِلَى طَعَامِهِ *أَنَّا صَبَبْنَا الْمَاءَ صَبًّا *ثُمَّ شَقَقْنَا الأَرْضَ شَقًّا} (¬3) [عبس: 24 - 26].\r\r6 - تفسير معنى بمعنى:\rمثل تفسير قوله تعالى: {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ} [النساء: 42] بقوله تعالى: {وَيَقُولُ الْكَافِرُ يَالَيْتَنِي كُنْتُ تُرَابًا} [النبأ: 40]. [25]\r¬_________\r(¬1) انظر: «أضواء البيان» (1/ 86).\r(¬2) انظر: «تفسير الطبري» (19/ 17).\r(¬3) انظر: «أضواء البيان» (4/ 564)؛ وروى الطبري عَنْ عِكْرِمَةَ: «{أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} قَالَ: كَانَتَا رَتْقاً: لاَ يَخْرُجُ مِنْهُمَا شَيْءٌ، فَفَتَقَ السَّمَاءَ بِالْمَطَرِ، وَفَتَقَ الارْضَ بِالنَّبَاتِ. قَالَ: وَهُوَ قَوْلُهُ: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ *وَالأَرْضِ ذَاتِ الصَّدْعِ} [الطارق: 11، 12]».","seal":"3160E26E","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"7 - تفسير أسلوب قرآني في آية بآية أخرى (¬1):\rمثل قوله تعالى: {وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ} [البقرة: 58] أي: دخولنا ذلك حطة. فهو مثل قوله تعالى: {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ} [الأعراف: 164] أي: موعظتنا إياهم معذرة إلى ربكم، فالأسلوب في الآيتين متشابه في قوله: {حِطَّةٌ} و {مَعْذِرَةً} (¬2).\rومثله توضيح الالتفات في قوله: {مَالِكِ يَوْمِ الدِّينِ *إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 4، 5] بقوله تعالى: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ} [يونس: 22]، فالالتفات في قوله: {إِيَّاكَ نَعْبُدُ} كالالتفات في قوله: {وَجَرَيْنَ بِهِمْ} (¬3).\rوقال أبو الليث: وقوله تعالى: {كُلُوا مِنْ طَيِّبَاتِ} [البقرة: 57] يعني: قيل لهم: {كُلُوا مِنْ طَيِّبَاتِ} وهذا من المضمرات، وفي كلام العرب يضمر الشيء إذا كان فيه دليل يستغنى عن إظهاره. كما قال في آية أخرى: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [آل عمران: 106] يعني: (يقال لهم: {أَكَفَرْتُمْ}).\rوكما قال في آية أخرى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ} [الزمر: 3] يعني: (قالوا: ما نعبدهم)، ومثله في القرآن كثير (¬4). [26]\r\rثانياً: تفسير القرآن بالسنة النبوية\rقال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: 44]،\r¬_________\r(¬1) هذا ليس من تفسير القرآن، انظر حاشية (1) (ص37).\r(¬2) انظر: «تفسير الطبري» (1/ 301).\r(¬3) انظر: «تفسير الطبري» (1/ 67).\r(¬4) «تفسير القرآن» للسمرقندي (1/ 359).","seal":"2DE71463","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"بيَّن الله في هذه الآية مهمة الرسول صلّى الله عليه وسلّم وهي بيان القرآن، ولما كانت هذه المهمة موكلة بالرسول صلّى الله عليه وسلّم لَزِمنا أن نرجع إلى تفسيره لهذا القرآن، ومن المقومات التي تجعلنا نرجع إلى تفسيره صلّى الله عليه وسلّم أن السنة وحي من الله لقوله تعالى: {إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} [النجم: 4]، ولذا فهي بمنزلة القرآن في الاستدلال، وهي أصل في فهم القرآن؛ لقوله تعالى: {لِتُبَيِّنَ لِلنَّاسِ}، وهذا يعني أنه لا يمكن الاستغناء عن البيان النبوي؛ لأنه لا أحد من خلق الله أعلم بمراد الله من رسوله صلّى الله عليه وسلّم.\rالأنواع المستنبطة في تفسير الرسول صلّى الله عليه وسلّم للقرآن:\rيمكن استنباط أنواع التفسير النبوي للقرآن (¬1) بعد استعراض الأحاديث النبوية، وقد ظهر لي من خلال ذلك ما يلي:\r1 - أن يبتدأ الصحابة بالتفسير فينص على تفسير آية أو لفظة، وله أسلوبان:\rأـ أن يذكر التفسير، ثم يذكر الآية المفسَّرة.\rب ـ أن يذكر الآية المفسَّرة، ثم يذكر تفسيرها.\r2 - أن يشكل على الصحابة فهم آية فيفسرها لهم.\r3 - أن يذكر في كلامه ما يصلح أن يكون تفسيراً للآية.\r4 - أن يتأول القرآن، فيعمل بما فيه من أمر، ويترك ما فيه من نهي.\rوإليك أمثلة هذه الأنواع:\r\r1 - أن ينص على تفسير آية أو لفظة، وله أسلوبان:\rالأول: أن يذكر التفسير ثم يذكر الآية المفسَّرة:\r¬_________\r(¬1) طرحت هذا الموضوع بتفصيل أكثر، وترتيب في التقسيم، ينظر كتابي: «مقالات في علوم القرآن وأصول التفسير» (ص138 - 151).","seal":"CA9D09EB","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"مثاله: قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَانُ وُدًّا} [مريم: 96].\rعن أبي هريرة رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «إذا أحبَّ الله عبداً نادى: [27] يا جبريل إني أحببت فلاناً فأحبه، قال: فينادي في السماء، ثم تنزل له المحبة في أهل الأرض، فذلك قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَانُ وُدًّا}، وإذا أبغض الله عبداً نادى: يا جبريل، إني أبغضت فلاناً فينادى في السماء، ثم تنزل له البغضاء في الأرض» (¬1).\rالثاني: أن يذكر الآية الكريمة المفسَّرة، ثم يذكر تفسيرها:\rمثاله: قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ} [الأنفال: 60].\rعن أبي علي ثمامة بن شفي أنه سمع عقبة بن عامر رضي الله عنه يقول: سمعت رسول الله صلّى الله عليه وآله وسلّم وهو على المنبر يقول: «{وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} ألا إن القوة الرمي، ألا إن القوة الرمي، ألا إن القوة الرمي» (¬2).\r\r2 - أن يشكل على الصحابة فهم آية فيفسرها لهم:\rعن عبد اللهِ بن مسعود رضي الله عنه قال: لما نزلت: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} الآية [الأنعام: 82]، شق ذلك على المسلمين فقالوا: يا رسول الله، أينا لم يظلم نفسه؟! قال: «ليس ذلك، إنما هو الشرك، ألم تسمعوا ما قال لقمان لابنه وهو يعظه: {يَابُنَيَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13]» (¬3).\r¬_________\r(¬1) رواه الترمذي (5/ 318).\r(¬2) رواه مسلم برقم (1917).\r(¬3) رواه البخاري برقم (32، 3360، 3428، 3429، 4629، 4776، 6918، 6937).","seal":"5FD854E9","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"3 - أن يذكر في كلامه ما يصلح أن يكون تفسيراً للآية (¬1):\rمثاله: قوله تعالى: {وَجِيىءَ يَوْمَئِذٍ بِجَهَنَّمَ} [الفجر: 23].\rعن عبد الله بن مسعود قال: قال رسول الله صلّى الله عليه وسلّم: «يؤتى بجهنم يومئذ لها سبعون ألف زمام، لكل زمام سبعون ألف ملك يجرونها» (¬2). [28]\r\r4 - أن يتأول القرآن فيعمل بما به من أمر:\rمثاله: قوله تعالى: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ} [النصر: 3].\rعن عائشة رضي الله عنها قالت: ما صلى النبي صلّى الله عليه وسلّم صلاة بعد أن نزلت عليه: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} إلا يقول فيها: «سبحانك ربنا وبحمدك، اللهم اغفر لي»، وفي رواية عند البخاري عن عائشة: أن النبي صلّى الله عليه وسلّم كان يكثر أن يقول في ركوعه وسجوده: «سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي» يتأول القرآن (¬3). [29]\r\rثالثاً: تفسير القرآن بأقوال الصحابة (¬4)\rللصحبة منزلتها العظمى في الإسلام، ولها شرف لا يخفى على مسلم،\r¬_________\r(¬1) يلاحظ أن هذا النوع من التفسير فيه أمور:\rالأول: أن النبي صلّى الله عليه وسلّم لم يقصد بكلامه آية من الآيات، فيكون تفسيراً مباشراً.\rالثاني: أن حمل الآية على الحديث من عمل المفسر المجتهد في ربط معنى الحديث بالآية، فرآه يصلح تفسيراً لها.\rالثالث: أن الأحاديث التي بهذه الصورة يمكن أن تكون على قسمين:\rالقسم الأول: ما دلالته ظاهرة بيّنة غير خفيَّة، في كونه يصلح تفسيراً للآية، كما هو الحال في المثال المذكور.\rالقسم الثاني: ما تكون دلالته خفية، ولا يوصل إليها إلا بإعمال نظر زائد.\rوفي كلا الحالتين، فالأمر يرجع إلى اجتهاد المفسر، والأصل فيه أنه مما يعرض له الصواب والخطأ، ولا يكون حجة لأنه اعتمد على الحديث النبوي فقط، وقد بينت هذا في غير هذا الكتاب.\r(¬2) رواه مسلم برقم (2842).\r(¬3) رواه البخاري برقم (817، 4968)، ومسلم برقم (484).\r(¬4) ذكرت تفصيلاً أكثر في تفسير الصحابي في كتابي: «مقالات في علوم القرآن =","seal":"51B20C5C","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"إذ يكفي فيها أنها تعني لقيا رسول الله صلّى الله عليه وسلّم، ولذا كان للصحبة مكانة خاصة في ميزان المسلمين بعدهم، بل صارت أقوالهم حجة عند بعض العلماء لا يعدل عن أقوالهم، ولا يرى قولاً غير قولهم.\rوقد ذكر العلماء أسباباً لرجوع المفسر إلى أقوالهم، وهي:\r1 - أنهم شهدوا التنزيل وعرفوا أحواله.\r2 - أنهم أهل اللسان الذي نزل به القرآن.\r3 - أنهم عرفوا أحوال من نزل فيهم القرآن من العرب واليهود.\r4 - سلامة مقصدهم.\r5 - حسن فهمهم.\r\rمصادرهم في التفسير:\rكان الصحابة يرجعون في تفسيرهم للقرآن إلى مصادر يستفيدون منها حال تفسيرهم للقرآن، ومنها:\r\r1 - القرآن الكريم.\r2 - السنة النبوية.\r3 - اللغة العربية.\r4 - أهل الكتاب.\r5 - الفهم والاجتهاد.\rوكانوا في كل هذه المصادر أدق من غيرهم في الاستفادة.\r1 - القرآن الكريم:\rسبق أن ذكرت في المبحث السابق أن رسول الله صلّى الله عليه وسلّم فسَّر القرآن بالقرآن، وقد سلك [30] الصحابة هذا المنهج ففسروا به، وكان ذلك منهم\r¬_________\r= والتفسير» (ص152 - 170)، وكذلك في «شرح مقدمة في أصول التفسير» لابن تيمية (ص286 - 288).","seal":"3A0C1A2D","page":46},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"اجتهاداً، ومن أمثلة ذلك تفسير قوله تعالى: {وَالسَّقْفِ الْمَرْفُوعِ} [الطور: 5]، قال خالد بن عرعر: سمعت عليّاً يقول: السقف المرفوع: هو السماء، وقال: {وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ} [الأنبياء: 32] (¬1).\rوفسَّر عمر رضي الله عنه تعالى: {وَإِذَا النُّفُوسُ زُوِّجَتْ} [التكوير: 7] فقال: هما الرجلان يعملان العمل فيدخلان به الجنة، وقال: {احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ} [الصافات: 22] قال: «ضرباءهم» (¬2).\r\r2 - السنة النبوية:\rأفاد الصحابة من السنة النبوية في تفسيرهم القرآن، وهم في بعض الأحيان يروون ما وصلهم أو سمعوه من تفسير النبي صلّى الله عليه وسلّم القرآن (¬3)، وفي أحيان أخرى يذكرونه دون إسناد إلى الرسول صلّى الله عليه وسلّم، وهذا يدل على اعتمادهم السنة النبوية وإن لم ينصوا على رفعه (¬4).\rومن أمثلة ذلك تفسير ابن عباس لقوله تعالى: {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ} [ق: 30] قال فيه: «فوضع قدمه فقالت حين وضع قدمه فيها: قدٍ قدٍ ... إلخ» (¬5)، فابن عباس فسر هذه الآية بما جاء عن النبي صلّى الله عليه وسلّم، وإن لم يسنده مباشرة إليه (¬6)، وهذا يأتي غالباً فيما لا مجال للعقل فيه.\r¬_________\r(¬1) «تفسير الطبري» (27/ 18).\r(¬2) «تفسير الطبري» (30/ 69).\r(¬3) لا يصلح أن يكون هذا من تفسير الصحابي؛ لأن الصحابي ناقل للتفسير النبوي، وبعض من بحث في (مرويات الصحابة في التفسير) يدخل مثل هذا في مسمى تفسيرهم، وهذا غير دقيق.\r(¬4) يمكن أن يضاف تنبيه إلى أن الصحابي قد يكون مصدراً للصحابي، فيروي عنه التفسير.\r(¬5) «تفسير الطبري» (26/ 169).\r(¬6) انظر: «فتح الباري» (8/ 460).","seal":"829D3766","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"3 - اللغة العربية:\rنزل القرآن بلغة العرب، وهي لغة الصحابة رضي الله عنهم، ولذا فهم قد فهموا الخطاب الإلهي؛ لأنه نزل بلغتهم، وقد فسروا القرآن بلغتهم، وشواهد ذلك أكثر من أن تحصر. ومن ذلك تفسير ابن عباس لقوله تعالى: {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ} [الانشقاق: 2].\rقال: سمعت لربها (¬1). [31]\r\r4 - أهل الكتاب:\rرجع الصحابة إلى مرويات أهل الكتاب، ورووها في التفسير، ولا يلزم من ذكرهم لهذه المرويات قَبولهم لها.\rومن أمثلة ذلك: سؤال ابن عباس لأبي الجلد (¬2)، فقد روى الطبري بسنده عن الحسن بن الفرات عن أبيه قال: كتب ابن عباس إلى أبي الجلد يسأله عن الرعد، فقال: الرعد الريح (¬3).\rوروى الطبري عن عثمان بن حاضر قال: سمعت عبد الله بن عباس يقول: قرأ معاوية هذه الآية فقال: «عين حامية»، فقال ابن عباس: إنها {عَيْنٍ حَمِئَةٍ} [الكهف: 86]، قال: فجعلا كعباً بينهما، قال: فأرسلا إلى كعب الأحبار، فسألاه، فقال كعب: أما الشمس فإنها تغيب في ثأط، فكانت على ما قال ابن عباس، والثأط: الطين (¬4).\r¬_________\r(¬1) «تفسير الطبري» (30/ 113).\r(¬2) أبو الجلد: هو جيلان بن أبي فروة، صاحب كتب التوراة، ونحوها، وثقه أحمد وابن سعد، ولابن عباس أسئلة وجهها إليه غير هذه، رواها الطبري في مواضع من تفسيره.\r(¬3) «تفسير الطبري» (1/ 151).\r(¬4) «تفسير الطبري» (16/ 11)، وانظر فيها مثلاً آخر في رجوع ابن عباس وعمرو بن العاص إلى كعب في معنى (حمئة وحامية)، وكذا «جامع الأصول» (ج2 حديث رقم 821).","seal":"0F27DE71","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"5 - الفهم والاجتهاد (¬1):\rأعمل الصحابة رضي الله عنهم عقولهم في فهم القرآن، واستنبطوا منه، وكانوا فيه على تفاوت، فمنهم المكثر ومنهم دون ذلك، وكان اجتهادهم مبنيّاً على علم، ولم يكونوا يقولون في القرآن بآرائهم بغير علم، ولذا حلوا ما استشكل على غيرهم فهمه، وأوضحوا لهم هذا المشكل، ومن أمثلة ذلك ما رواه الإمام البخاري من الأسئلة المشكلة التي طرحت على ابن عباس، ومنها:\rقوله تعالى: {أَمِ السَّمَاءُ بَنَاهَا} إلى قوله: {دَحَاهَا} [النازعات: 27 - 30] فذكر خلق السماء قبل الأرض، وفي قوله: {... أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ} إلى قوله: {طَائِعِينَ} [فصلت: 9 - 11]، فذكر خلق الأرض قبل السماء في هذه الآية. [32]\rفأجاب ابن عباس عن ذلك فقال: «خلق الأرض في يومين، ثم استوى إلى السماء فسواهنّ في يومين آخرين، ثم دحا الأرض، ودحوها أن أخرج منها الماء والمرعى، وخلق الجبال والجمال والآكام وما بينه في يومين آخرين، فذلك قوله: {دَحَاهَا}، وقوله: {خَلَقَ الأَرْضَ فِي يَوْمَيْنِ} فجعل الأرض وما فيها من شيء في أربعة أيام، وخلقت السماء في يومين» (¬2).\r¬_________\r(¬1) روى الطبري بسنده عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، حَدَّثَهُ قَالَ: «بَيْنَمَا أَنَا فِي الْحِجْرِ جَالِسٌ، أَتَانِي رَجُلٌ يَسْأَلُ عَنِ {وَالْعَادِيَاتِ ضَبْحًا} [العاديات: 1] فَقُلْتُ لَهُ: الْخَيْلُ حِينَ تُغِيرُ فِي سَبِيلِ اللهِ، ثُمَّ تَاوِي إِلَى اللَّيْلِ، فَيَصْنَعُونَ طَعَامَهُمْ، وَيُورُونَ نَارَهُمْ. فَانْفَتَلَ عَنِّي، فَذَهَبَ إِلَى عَلِيِّ بْنِ أَبِي طَالِبٍ رضي الله عنه وَهُوَ تَحْتَ سِقَايَة زَمْزَمَ، فَسَأَلَهُ عَنِ {وَالْعَادِيَاتِ ضَبْحًا} [العاديات: 1] فَقَالَ: سَأَلْتَ عَنْهَا أَحَداً قَبْلِي؟ قَالَ: نَعَمْ، سَأَلْتُ عَنْهَا ابْنَ عَبَّاسٍ، فَقَالَ: الْخَيْلُ حِينَ تُغِيرُ فِي سَبِيلِ اللهِ، قَالَ: اذْهَبْ فَادْعُهُ لِي؛ فَلَمَّا وَقَفْتُ عَلَى رَاسِهِ قَالَ: تُفْتِي النَّاسَ بِمَا لاَ عِلْمَ لَكَ بِهِ، وَاللهِ لَكَانَتْ أَوَّلَ غَزْوَةٍ فِي [ص:574] الاسْلاَمِ لَبَدْرٌ، وَمَا كَانَ مَعَنَا إِلاَّ فَرَسَانِ: فَرَسٌ لِلزُّبَيْرِ، وَفَرَسٌ لِلْمِقْدَادِ فَكَيْفَ تَكُونُ الْعَادِيَاتِ ضَبْحاً. إِنَّمَا الْعَادِيَاتُ ضَبْحاً مِنْ عَرَفَةَ إِلَى مُزْدَلِفَةَ إِلَى مِنًى؛ قَالَ ابْنُ عَبَّاسٍ: فَنَزَعَتْ عَنْ قُولِي، وَرَجَعْتُ إِلَى الَّذِي قَالَ عَلِيٌّ رضي الله عنه».\r(¬2) انظر: «فتح الباري» (8/ 418).","seal":"2DB42F1D","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"حكم تفسير الصحابي:\rذكر بعض العلماء أن قول الصحابي في التفسير له حكم المرفوع، ولكن هذا القول لا يقبل على هذا الإطلاق، والصواب أن تفسير الصحابي له أقسام، وكل قسم له حكم خاص، وهذه الأقسام هي:\r1 - ما له حكم الرفع، وهذا يشمل أسباب النزول (¬1)، والإخبار عن المغيَّبات (¬2)، وحكم هذا: القَبول، إذا صح الخبر فيه، وسبب ذلك أن هذا مما لا مجال للاجتهاد فيه، ويلحق بهذا ما أجمع عليه الصحابة؛ لأن الإجماع حجة، فيكون بقوة المرفوع.\rوقد وضع بعض العلماء قيداً في الغيبيات، وهو: أن لا يكون المفسِّر مشهوراً بالأخذ عن بني إسرائيل، إذا كان في القول المذكور شبهة الخبر الإسرائيلي (¬3).\rومن أمثلة أسباب النزول ما رواه الحاكم عن جابر قال: كانت اليهود تقول: من أتى امرأته من دُبرها في قُبُلها جاء الولد أحول، فأنزل الله عزّ وجل: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} [البقرة: 223].\rقال الحاكم: هذا الحديث وأشباهه مسند عن آخرها وليست بموقوفة؛ فإن الصحابي الذي شهد الوحي والتنزيل فأخبر عن آية من القرآن أنها نزلت في كذا وكذا فإنه حديث مسند (¬4). [33]\r2 - منه ما رجعوا فيه إلى لغتهم، وحكم هذا القبول كذلك؛ لأنهم هم أهل اللسان الذي نزل به القرآن، وهم أعلم بلغتهم من غيرهم (¬5).\r¬_________\r(¬1) انظر: «معرفة علوم الحديث» (ص20)؛ وانظر: «الإتقان» (4/ 181)؛ «والنكت على ابن الصلاح» (2/ 530).\r(¬2) انظر: «النكت على ابن الصلاح» (2/ 530، 531).\r(¬3) انظر: «النكت على ابن الصلاح» (2/ 532، 533).\r(¬4) «معرفة علوم الحديث» (ص20).\r(¬5) انظر: «الموافقات» (3/ 218).","seal":"BFD3998B","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"3 - منه ما رجعوا فيه إلى أهل الكتاب، وهذا له حكم الإسرائيليات.\r4 - منه ما اجتهدوا فيه، وهذا فيه تفصيل:\rأـ أن يتوافق اجتهادهم؛ فيكون حجة (¬1).\rب ـ أن يختلف اجتهادهم؛ فيرجح بين أقوالهم بأحد المرجِّحات، على ما سيأتي في قواعد الترجيح.\rجـ أن لا يرد إلا عن أحدهم، ولا يعلم له مخالف؛ فهذا الأخذ به أولى، خاصة إذا حفَّت به قرائن القَبول؛ كأن يكون قولَ مشهور منهم بالتفسير؛ كعلي، وابن مسعود، وابن عباس، أو قَبِلَهُ من جاء بعدهم وأخذ به، أو غيرها من القرائن. [34]\r\rرابعاً: تفسير القرآن بأقوال التابعين (¬2)\rلما كان التابعون (¬3) قد تلقوا التفسير عن الصحابة مباشرة، وكانوا في عصر الاحتجاج اللغوي، فلم تفسد ألسنتهم بالعجمة، وكان لهم من الفهم وسلامة المقصد ما لهم، كل هذا جعل من جاء بعدهم يرجع إلى أقوالهم في التفسير، ويعتمدها.\r¬_________\r(¬1) انظر: مقدمتان في علوم القرآن: «مقدمة المباني» (ص195)؛ و «الموافقات» (3/ 218).\r(¬2) يحسن أن ينبه هنا على قصر الدراسات في هذا الموضوع على تفسير التابعين، مع أن الذين نقلوا تفسير السلف ينقلون عن الطبقة التي تليهم، وهم أتباع التابعين، وفي هذا الجيل نجد علماء بارزين في التفسير، ولهم فيه آراء مستقلة، كما يكثر فيهم نَقَلَةُ التفسير، فهم رواة لتفسير التابعين والصحابة، ودراسة هذه الطبقة مهمة جداً، ولو تصدَّى لها بعض الباحثين لكان فيها إثراء لتاريخ التفسير في هذه المرحلة، ويمكن الاستفادة من كتاب «تقريب التهذيب» لابن حجر العسقلاني لمعرفة زمن هذه الطبقة.\r(¬3) في تفسير التابعين؛ يُنظر كتاب الدكتور محمد بن عبد الله الخضيري «تفسير التابعين»، وهي من الرسائل العلمية النفيسة.","seal":"FCC3C1A4","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"مصادرهم في التفسير:\rمصادرهم في التفسير هي مصادر الصحابة نفسها، إلا أنهم يزيدون بمصدر الصحابة (¬1).\rوهي كالتالي:\r\r1 - القرآن الكريم.\r2 - السنة النبوية.\r3 - الصحابة.\r4 - اللغة.\r5 - أهل الكتاب.\r6 - الفهم والاجتهاد.\rوهم يُعَدُّون مصدراً لمن جاء بعدهم.\r1 - القرآن الكريم:\rاجتهد التابعون في بيان القرآن بالقرآن، ومن خلال اطلاعي على تفسير الطبري رأيت أن ابن زيد (¬2) رحمه الله تعالى أكثرهم اعتناء بهذا الطريق، ومن أمثلة ذلك تفسير قوله تعالى: {قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا} [الطلاق: 10].\rقال: «القرآن روح الله، وقرأ: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا} [الشورى: 52] إلى آخر الآية، وقرأ: {... قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا * رَسُولاً} [الطلاق: 10، 11] قال: القرآن، وقرأ: {إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ} [فصلت: 41] قال: بالقرآن، وقرأ: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}\r¬_________\r(¬1) كما يمكن أن يكون التابعي مصدراً للتابعي.\r(¬2) ابن زيد من أتباع التابعين وليس من التابعين، فقد توفي سنة 182، ويمكن أن ينظر في ذلك تفسير مجاهد لقوله تعالى: {ثُمَّ السَّبِيلَ يَسَّرَهُ} [عبس: 20] بقوله تعالى {إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} [الإنسان: 3]. «تفسير الطبري» تحقيق: عبد الله التركي (24/ 112).","seal":"067E61A2","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"[الحجر: 9] قال: القرآن، [35] قال: وهو الذكر، وهو الروح» (¬1).\r\r2 - السنة النبوية:\rللتابعين في اعتماد السنة النبوية طريقان:\rالأول: أن يذكروا السند إلى رسول الله صلّى الله عليه وسلّم، ويَعُدُّ بعض الباحثين هذا النوع من تفسير التابعين (¬2)، والصحيح أنه من التفسير النبوي؛ لأن التابعي ذَكَرَ ما بلغه عن الرسول صلّى الله عليه وسلّم ولم يفسر.\rوالثاني: أن يذكر ما بلغه عن النبي صلّى الله عليه وسلّم دون ذكر السند، وهذا وإن كان مرسلاً إلا أنه يدل على اعتماد التابعين التفسير النبوي في تفسيرهم، ومن ذلك ما أخرجه الطبري عن الحسن في تفسير قوله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} [المائدة: 27]، قال الحسن: قال رسول الله صلّى الله عليه وسلّم: «إن الله ضرب لكم ابني آدم مثلاً، فخذوا من خيرهم ودعوا الشر» (¬3).\r¬_________\r(¬1) «تفسير الطبري» (28/ 152)، وانظر له: (30/ 16، 21، 39، 49)، ولغيره من التابعين (30/ 31، 32، 55).\r(¬2) أورد الدكتور محمد عبد الرحيم في كتابه (تفسير الحسن البصري جمع وتوثيق ودراسة) (1/ 220)) عند تفسير قوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: 85] ما رواه الإمام أحمد بسنده عن الحَسَن، حَدَّثنا أَبُو هُرَيْرَةَ، إذْ ذَاكَ وَنَحْنُ بِالْمَدِينَةِ، قَالَ: قَالَ رَسُولُ الله صلّى الله عليه وسلّم: «تَجيءُ الأعْمَالُ يَوْمَ الْقِيَامَةِ، فَتَجِيءُ الصَّلاةُ فَتَقُولُ: يَا رَبِّ، أَنَا الصَّلاَةُ. فَيَقُولُ: إِنَّكَ عَلَى خَيْرٍ. فَتَجِيءُ الصَّدَقَةُ فَتَقُولُ: يَا رَبِّ، أَنَا الصَّدَقَةُ. فَيَقُولُ: إِنَّكِ عَلَى خَيْرٍ. ثُمَّ يَجِيءُ الصِّيَامُ فَيَقُولُ: أَيْ يَا رَبِّ، أَنَا الصِّيَامُ. فَيَقُولُ: إِنَّكَ عَلَى خَيْرٍ. ثُمَّ تَجِيءُ الأعْمَالُ، كُل ذَلِكَ يَقُولُ اللهُ تَعَالَى: إِنَّكَ عَلَى خَيْرٍ، ثُمَّ يَجِيءُ الإسْلامُ فَيَقُولُ: يَا رَب، أَنْتَ السَّلامُ وَأَنَا الإسْلامُ. فَيَقُولُ اللهُ [تَعَالَى]: إَنَّكَ عَلَى خَيْرٍ، بِكَ الْيَوْمَ آخُذُ وَبِكَ أُعْطِي، قَالَ اللهُ فِي كِتَابِهِ: {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ}.\rوأنت تعرف أن الحسن (ت:110) هنا إنما هو ناقل، وليس قائلاً، ومثل هذا لا يسمى على الصحيح، تفسيره، بل هو تفسير منقول عمَّن فسَّر، وهو النبي صلّى الله عليه وسلّم؛ كما في هذه الرواية.\r(¬3) «تفسير الطبري» (6/ 199).","seal":"E496BEDD","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"وقال في قوله تعالى: {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} [السجدة: 17]، بلغني أن رسول الله صلّى الله عليه وسلّم قال: «قال ربكم: أعددت لعبادي الذين آمنوا وعملوا الصالحات ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر» (¬1).\r3 - الصحابة:\rتتلمذ التابعون على يد الصحابة، واشتهر بعضهم بالأخذ عن بعض الصحابة؛ كسعيد بن جبير، ومجاهد، والضحاك (¬2)، أخذوا التفسير عن ابن عباس، ومن المرويات الدالة على اعتماد التابعين تفسير الصحابة ما رواه الطبري بسنده عن الضحاك في تفسير قوله تعالى: {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ} [ق: 30] قال: كان ابن عباس يقول: «إن الله الملك قد سبقت منه كلمة {لأَمْلأَنَّ جَهَنَّمَ} [الأعراف: 18] لا يُلقى فيها شيء إلا ذهب فيها، لا [36] يملؤها شيء، حتى إذا لم يبق من أهلها أحد إلا دخلها ـ وهي لا يملؤها شيء ـ أتاها الرب فوضع قدمه عليها، ثم قال لها: هل امتلأت يا جهنم؟ فتقول: قط قط، قد امتلأت ..» (¬3).\r4 - اللغة:\rلا يزال التابعون في عصر الاحتجاج اللغوي، وقد كان لهم في تفاسيرهم اعتماد على اللغة، وهذا ظاهر في تفاسيرهم ومن ذلك:\rقوله تعالى: {وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ} [ق: 10] قال مجاهد، وقتادة، وابن زيد: الباسقات: «الطوال» (¬4).\r¬_________\r(¬1) «تفسير الطبري» (21/ 106).\r(¬2) الضحاك لم يأخذ التفسير عن أحد من الصحابة، وروايته عن ابن عباس منقطعة، قال في تهذيب الكمال (13/ 295): «وقيل: لم يثبت له سماع من أحد من الصحابة».\r(¬3) «تفسير الطبري» (26/ 169، 170).\r(¬4) «تفسير الطبري» (26/ 153).","seal":"33705A6B","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"5 - أهل الكتاب:\rكان رجوع التابعين إلى أهل الكتاب أكثر من رجوع الصحابة (¬1)، ولكن يبقى الأمر في أن ما روي عنهم من أخبار إسرائيلية فهو في حكم الإسرائيليات، ولعلهم كانوا يذكرونه من باب العلم والرواية لا من باب التفسير ـ والله أعلم ـ، وتظهر كثرة مروياتهم عن بني إسرائيل من خلال تفاسيرهم، ومن ذلك: ما رواه الطبري عن بعض التابعين في مائدة النصارى:\rقال أبو عبد الرحمن السلمي: نزلت المائدة خبزاً وسمكاً.\rوقال عطية: المائدة سمكة فيها طعم كل الطعام (¬2).\r\r6 - الفهم والاجتهاد:\rاعتمد التابعون فهمهم واجتهدوا في تفسير القرآن، وإبراز فوائده، وكان بينهم في ذلك اختلاف، نظراً لأن مرجع ذلك هو عقولهم وعلومهم، وهي تختلف باختلاف أشخاصهم، ولذا فقد يكون لهم في فهم الآية أكثر من معنى، وكل معنى مبني على ما [37] سبق من المصادر المذكورة سابقاً؛ كاختلافهم في إنزال المائدة، واختلافهم في القرء، والبروج، والعاديات، وغيرها.\rومن أمثلة ذلك قوله تعالى: {ثُمَّ السَّبِيلَ يَسَّرَهُ} [عبس: 20]، قال السدي، وقتادة: يسَّر خروجه من بطن أمه.\rوقال مجاهد، والحسن، وابن زيد: يسَّر سبيل الخير والشر (¬3).\rمثال آخر، قال ابن جرير: حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني يعقوب بن عبد الرحمن الزهريّ، قال: سألت زيد بن أسلم، عن قول الله: {وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} الآية، إلى قوله: {سَائِقٌ وَشَهِيدٌ} [ق: 19 - 21]\r¬_________\r(¬1) انظر: «مقدمة في أصول التفسير» (ص58).\r(¬2) انظر: «تفسير الطبري» (7/ 133).\r(¬3) انظر: «تفسير الطبري» (30/ 55).","seal":"24570534","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":63,"nass":"فقلت له: من يراد بهذا؟ فقال: رسول الله صلّى الله عليه وسلّم، فقلت له: رسول الله! فقال: ما تنكر؟ قال الله عزّ وجل: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى *وَوَجَدَكَ ضَآلاًّ فَهَدَى} [الضحى: 6، 7]، قال: ثم سألت صالح بن كيسان عنها، فقال لي: هل سألت أحداً؟ فقلت: نعم، قد سألت عنها زيد بن أسلم، فقال: ما قال لك؟ فقلت: بل تخبرني ما تقول، فقال: لأخبرنك برأيي الذي عليه رأيي، فأخبرني ما قال لك؟ قلت: قال: يُراد بهذا رسول الله صلّى الله عليه وسلّم، فقال: وما علم زيد، والله ما سن عالية، ولا لسان فصيح، ولا معرفة بكلام العرب، إنما يُراد بهذا الكافر، ثم قال: اقرأ ما بعدها يدلُّك على ذلك. قال: ثم سألت حسين بن عبد الله بن عبيد الله بن عباس، فقال لي مثل ما قال صالح: هل سألت أحداً فأخبرني به؟ قلت: إني قد سألت زيد بن أسلم وصالح بن كيسان، فقال لي: ما قالا لك؟ قلت: بل تخبرني بقولك، قال: لأخبرنك بقولي، فأخبرته بالذي قالا لي: قال: أخالفهما جميعاً، يريد بها البر والفاجر، قال الله: {وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ} إلى قوله: {فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} [ق: 19 - 22] قال: فانكشف الغطاء عن البرّ والفاجر، فرأى كلٌّ ما يصير إليه (¬1). [38]\r\rحكم تفسير التابعي:\rلتفسير التابعي أقسام كما سبق في تفسير الصحابي، ولذا لا يحكم عليه بالعموم من حيث القبول والرد، وهذه الأقسام هي:\r1 - ما يرفعه التابعي، وهذا يشمل أسباب النزول والمغيبات؛ كتفسير مجاهد لقوله تعالى: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} [الإسراء: 79] قال: إقعاده على العرش (¬2).\r¬_________\r(¬1) «تفسير الطبري» (26/ 162، 163).\r(¬2) انظر: «تفسير الطبري» (15/ 145)، وقد روي ما يخالف قول مجاهد، وهو ما ورد عن رسول الله صلّى الله عليه وسلّم من أن المقام المحمود هو الشفاعة.","seal":"F4983080","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":64,"nass":"فمثل هذا القول لا يقبل؛ لأنه من قبيل المراسيل، والمراسيل لا تقبل في مثل هذا الانفراد، أما إذا أجمعوا عليها فإنها في حكم ما أجمعوا عليه.\r2 - ما رجعوا فيه إلى أهل الكتاب، وهذا له حكم الإسرائيليات.\r3 - ما أجمعوا عليه، وهذا يكون حجة (¬1).\r4 - ما اختلفوا فيه، وفي هذا القسم لا يكون قول أحدهم حجة على الآخر (¬2)، ويعمل هنا بالمرجحات التي سترد في قواعد الترجيح.\r5 - أن يرد عن أحدهم ولا يُعلم له مخالف، وهذا أقل في الرتبة من الوارد عن الصحابي إذا لم يعلم له مخالف، لكنه أعلى من قول من تأخر عنهم.\r\rتنبيهات حول تفسير الصحابة والتابعين:\r1 - لا بد من الاعتناء بصحة السند، وإلا اعتبر القول قولاً مجرداً في التفسير (¬3).\r2 - لا بدّ من جمع طرق التفسير عن الصحابي أو التابعين، لتمييز الاختلاف في الرواية عنهم والنظر فيها، مثل ما روي عن ابن عباس في تفسير الكرسي بأنه العلم، أو بأنه موضع قدمي الرحمن. قال أبو منصور الأزهري: «والصحيح عن ابن عباس في الكرسي ما رواه الثوري وغيره عن عمار الدهني عن مسلم البطين عن سعيد بن جبير [39] عن ابن عباس أنه قال: الكرسيُّ:\r¬_________\r(¬1) انظر: «مقدمة في أصول التفسير» (ص62).\r(¬2) انظر: «مقدمة في أصول التفسير» (ص58).\r(¬3) راجع ما ظهر لي بعد ذلك من تحرير ما يتعلق بأسانيد التفسير في كتابي «مقالات في علوم القرآن وأصول التفسير» (ص300 - 308)، وقد عقّب على هذا الشيخ عبد الله الجديع «ملتقى أهل التفسير»، وللشيخ الدكتور حاتم الشريف محاضرة في هذا الباب «ملتقى أهل التفسير»، وكذا للأخ محمد صالح محمد سليمان في كتابه «اختلاف السلف في التفسير بين النظرية والتطبيق» كلام حول أسانيد التفسير (ص218 - 263).","seal":"9E6FE583","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":65,"nass":"موضع القدمين، وأما العرش فإنه لا يُقدر قدره»، وهذه رواية اتفق أهل العلم على صحتها، والذي روي عن ابن عباس في الكرسي أنه العلمُ، فليس مما يثبته أهل المعرفة بالأخبار (¬1).\r3 - إذا صح عن الصحابي أو التابعي قولان مختلفان في التفسير ولا يمكن الجمع بينهما فهما كالقولين، إلا إذا دل الدليل على أنه رجع عن أحدهما.\r4 - جمع مرويات الصحابة والتابعين في تفسير الآية أدل على المقصود، ولذا يلزم الاهتمام بجمع مروياتهم فيها (¬2).\r5 - ليس كل اختلاف وارد عنهم يعد اختلافاً؛ كما سيرد في «اختلاف التنوع».\r6 - هل يجوز إحداث قول بعد إجماعهم على قول في الآية أم لا؟ (¬3).\rفي المسألة تفصيل:\rإن كان القول المُحدث مضادّاً لقولهم فهو مردود غير مقبول.\rوإن كان غير مضاد بل تحتمله الآية، فإنه يقبل؛ لأنه ليس مسقطاً لهم في القول، وسيأتي ذكر القاعدة في هذا الموضوع. [40]\r\rخامساً: تفسير القرآن باللغة\rالمقصود به تفسير القرآن بلغة العرب (¬4). وسبب اعتبار هذا طريقاً من\r¬_________\r(¬1) «تهذيب اللغة» (10/ 54).\r(¬2) انظر: «مقدمة في أصول التفسير» (ص54).\r(¬3) انظر: «التمهيد في أصول الفقه» للكلوذاني (3/ 321)؛ «أضواء البيان» (3/ 124)؛ وانظر: «مقالات في علوم القرآن وأصول التفسير» (ص230 - 232).\r(¬4) كتبت في هذا المصدر رسالة الدكتوراه «التفسير اللغوي للقرآن الكريم»، وهي من مطبوعات دار ابن الجوزي.","seal":"3357295B","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":66,"nass":"طرق التفسير هو: نزول القرآن بلغتها، واعتماده أساليبها في الخطاب.\rومما يدل على اعتبار اللغة طريقاً من طرق التفسير الحديث السابق ـ في التفسير النبوي ـ عن استشكال الصحابة للظلم، في قوله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} [الأنعام: 82]، ووجه دلالة هذا الأثر أن الصحابة قد فسروا الظلم بما يعرفونه من لغتهم، ولم ينكر عليهم الرسول صلّى الله عليه وسلّم هذا، بل أرشدهم إلى المراد بالظلم في الآية.\rومما يدل عليه ـ كذلك ـ اعتماد الصحابة والتابعين على اللغة في تفاسيرهم، واستشهادهم بأشعار العرب وأساليبها لبيان المعاني اللغوية في القرآن.\rوقد حكى صاحب كتاب «مقدمة المباني» إجماع الصحابة على جواز تفسير القرآن باللغة (¬1).\rومن ذلك تفسير (الساهرة) بالأرض، فقد ورد ذلك عن ابن عباس، وعكرمة، والحسن، وقتادة، ومجاهد، وسعيد، والضحاك، وابن زيد (¬2).\rبل شدد العلماء على من فسَّر القرآن وهو غير عالم بلغة العرب؛ كما روي عن مالك ومجاهد وغيرهما.\rقال مالك: «لا أوتى برجل يفسِّر كلام الله وهو لا يعرف لغة العرب إلا جعلته نكالاً» (¬3).\r\rمسألة: «في ضوابط التفسير باللغة»:\rكيف نفسر ما كان محتملاً لأكثر من معنى في لغة العرب؟\rإن كان اللفظ يحتمل هذه المعاني كلها من دون تعارض ولا تناقض في\r¬_________\r(¬1) مقدمتان في علوم القرآن (ص201)، قال: «ومن الدليل على ذلك أيضاً إجماع أصحاب رسول الله على تفسير القرآن على شرائط اللغة»، ثم ساق أمثلة لذلك.\r(¬2) انظر: «تفسير الطبري» (3/ 36، 37).\r(¬3) أخرجه الواحدي في «البسيط» (1/ 219)، رسالة دكتوراه حققها الشيخ محمد بن صالح الفوزان، وهو في المطبوع (ط1430) للمحقق نفسه (1/ 411).","seal":"46A302FF","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":67,"nass":"السياق جاز [41] حمل الآية عليها، وهذا يأتي ـ غالباً ـ في الألفاظ المشتركة، وإن كان قد يترجح إحداها. مثل تفسيرهم لقوله تعالى: {لاَ يَرْقُبُونَ فِي مُؤْمِنٍ إِلاًّ وَلاَ ذِمَّةً} [التوبة: 10].\rفقد ورد عنهم في الإِلِّ أقوال: الأول: العهد. الثاني: القرابة. الثالث: الله سبحانه. قال الطبري ـ معلقاً على هذه الأقوال ـ: «وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره أخبر عن هؤلاء المشركين الذين أمر نبيه والمؤمنين بقتلهم ـ بعد انسلاخ الأشهر الحرم ـ وحصرهم والقعود لهم على كل مرصد، أنهم لو ظهروا على المؤمنين لم يراقبوا فيهم إلاًّ، والإِلّ: اسم يشتمل على معان ثلاثة: وهي: العهد والعقد والحلف، والقرابة، وهو أيضاً بمعنى: الله، فإذا كانت الكلمة تشمل هذه المعاني الثلاثة، ولم يكن الله خصَّ من ذلك معنى دون معنى، فالصواب أن يعم ذلك كما عمَّ بها جلّ ثناؤه معانيها الثلاثة، فيقال: لا يراقبون في مؤمن الله، ولا قرابة، ولا عهداً، ولا ميثاقاً» (¬1).\rوإن كان اللفظ لا يحتمل إلا أحد المعاني من معاني اللفظ، فهناك ضوابط تدل على اختيار هذا المعنى دون غيره، وهي كالتالي:\r\r1 - أن تكون اللفظة المفسِّرة صحيحة في اللغة، فلا يجوز تفسير القرآن بما لا يعرف في لغة العرب.\rومثاله: تفسير قوله تعالى: {وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ} [البلد: 2] بأنه: حالٌّ ومقيم به، قال الطاهر بن عاشور: «وحكى ابن عطية عن بعض المتأولين: أن معنى: {وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ} أنه حالٌّ؛ أي: ساكن بهذا البلد، وجعله ابن العربي قولاً، ولم يعزه إلى قائل، وحكاه القرطبي والبيضاوي كذلك، وهو يقتضي أن تكون جملة، {وَأَنْتَ حِلٌّ} في موضع الحال من ضمير {أُقْسِمُ}، فيكون القسم بالبلد مقيداً باعتبار كونه\r¬_________\r(¬1) «تفسير الطبري» (10/ 85).","seal":"4C0FA9B1","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":68,"nass":"بلد محمد صلّى الله عليه وسلّم، وهو تأويل جميل لو ساعد عليه ثبوت استعمال «حلّ» بمعنى: حال؛ أي: مقيم في مكان، فإن هذا لم يرد في كتب اللغة: «الصحاح» و «اللسان» و «القاموس» و «مفردات الراغب»، ولم يعرج عليه صاحب «الكشاف»، ولا أحسب إعراضه عنه إلا لعدم ثقته بصحة استعماله.\rوقال الخفاجي: والحل صفة أو مصدر بمعنى: الحال ـ هنا على هذا الوجه ـ ولا [42] عبرة بمن أنكره لعدم ثبوته في كتب اللغة.\rوكيف يقال: لا عبرة بعدم ثبوته في كتب اللغة، وهل المرجع في إثبات اللغة إلا كتب أئمتها» (¬1).\r2 - أن تفسير القرآن على الأغلب المعروف من لغة العرب دون الشاذ أو القليل ومثاله: تفسير قوله تعالى: {لاَ يَذُوقُونَ فِيهَا بَرْدًا وَلاَ شَرَابًا} [النبأ: 24] قيل: البرد: النوم، وهذا التفسير تفسير بالأقل، إذ الأغلب المعروف من البرد هو ما يبرد حر الجسم من الهواء (¬2).\r3 - أن يراعي المفسر عند تفسيره للفظة السياق، فلا يختار إلا ما يتناسب معه، ولذا كان من أوجه رد أقوال بعض المفسرين عدم مناسبتها للسياق (¬3).\rوقد كان للراغب في مفرداته عناية بجانب السياق، فيبين معنى اللفظة اللغوي بناء على ما هي فيه من السياق.\r¬_________\r(¬1) «التحرير والتنوير» (30/ 348)، ومما يستدرك هنا أن الخفاجي مطالب بصحة النقل عن العرب، وإن لم يثبت في كتب اللغة، وينظر في هذا كتابي «التفسير اللغوي»، فقد أشرت إلى وجوب ثبوت اللفظ المفسَّر به في كلام العرب (ص537 - 540، 617).\r(¬2) انظر: «تفسير الطبري» (3/ 12)؛ و «إعراب القرآن» للنحاس (5/ 132)؛ و «القطع والائتناف» له (ص758)؛ و «التحرير والتنوير» (30/ 37).\r(¬3) انظر حول رد القول لعدم مناسبة السياق: «أضواء البيان» (1/ 75، 76).","seal":"846556B9","page":61},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":69,"nass":"قال الزركشي: «ومن أحسنها كتاب «المفردات» للراغب، وهو يتصيَّد المعاني من السياق؛ لأن مدلولات الألفاظ خاصة» (¬1).\rوقال في موضع آخر: «وهذا يُعنَى به الراغب كثيراً في كتابه المفردات؛ فيذكر قيداً زائداً على أهل اللغة في تفسير مدلول اللفظ؛ لأنه اقتنصه من السياق» (¬2).\rوكلامه يدل على أنه فضلاً عن ورود الكلمة في العربية إلا أنها لها معنى خاصّاً يتحدد من السياق يجب أن يراعى.\r4 - أن يعرف ملابسات النزول إذا احتاجها عند تفسير لفظة ما؛ لكي يعرف المراد بها في الآية، كمن يريد تفسير النسيء في قوله تعالى: {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} [43] [التوبة: 37]، فالنسيء التأخير، ولكن تحديد هذا التأخير يحتاج إلى معرفة قصة الآية، وبها يُعرف تفسيرها، والمراد به هنا تأخير الأشهر الحرم واستحلالها (¬3).\r5 - أن يقدم المعنى الشرعي على المعنى اللغوي إذا تنازعهما اللفظ، إلا إذا دل الدليل على إرادة المعنى اللغوي؛ لأن القرآن نزل لبيان الشرع لا لبيان اللغة.\rفالصلاة في قوله تعالى: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا} [التوبة: 84] تحتمل الدعاء، وتحتمل صلاة الجنازة، وهذا هو المقدم؛ لأنه المعنى الشرعي.\rوفي قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَهُمْ} [التوبة: 103]، فالصلاة هنا هي الدعاء، وهو المعنى اللغوي، لقوله صلّى الله عليه وسلّم: «اللهم صلّ على آل أبي أوفى» (¬4).\r¬_________\r(¬1) «البرهان في علوم القرآن» (1/ 291).\r(¬2) «البرهان في علوم القرآن» (2/ 172).\r(¬3) في هذا المثال ونحوه؛ يلاحظ أن معرفة المعنى اللغوي لا تكفي في تحديد المراد، بل الأمر محتاج إلى النقل، وههنا نحن بحاجة إلى ما يمكن أن نسميه بـ (أحوال النزول)، ومنها قصة الآية كما في هذا المثال.\r(¬4) انظر: «البرهان» للزركشي (2/ 167)؛ و «أصول التفسير» لابن عثيمين (ص29، 30).","seal":"56FEC773","page":62},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":70,"nass":"تنبيهات حول تفسير القرآن باللغة:\r1 - يعد بعض الباحثين أبا عبيدة معمر بن المثنى والفراء والزجاج أئمة التفسير اللغوي، ولا ينظرون إلى تفاسير الصحابة والتابعين اللغوي، ويعدونها من التفسير بالأثر، وسبب هذا الخطأ اعتماد مصطلح المأثور ـ وسيأتي نقاشه ـ والصواب أن الإمامة في التفسير اللغوي للصحابة والتابعين.\rفالصحابة عرب خُلَّص، وبلغتهم نزل القرآن، والتابعون أخذوا عنهم العلم، وهم في عصر الاحتجاج، فكيف لا يكونون أئمة اللغة، ولذا يقع الخطأ حينما يجعل تفسير الصحابة والتابعين اللغوي تفسيراً أثريّاً مقابل تفسير هؤلاء المتأخرين من اللغويين الذي يُجعَل تفسيرهم لغويّاً.\rوهذا التقرير لا يعني هضم هؤلاء حقهم في التفسير اللغوي، ولكن المقصود أن رتبتهم فيه دون رتبة الصحابة والتابعين.\r2 - فسَّر أبو عبيدة معمر بن المثنى القرآن معتمداً على اللغة فقط، غير ناظر إلى أسباب النزول وملابساته، فجعل القرآن نصّاً عربيّاً مجرداً، وهذه الطريقة التي سلكها [44] أبو عبيدة من أسباب الخطأ في التفسير كما ذكره شيخ الإسلام (¬1).\rوقد أنكر عليه هذا المسلك علماء عصره ومن جاء بعدهم؛ كالأصمعي (¬2)، وأبي حاتم السجستاني (¬3)، والفراء (¬4)، وأبي عمر الجرمي (¬5)، والطبري (¬6)، وغيرهم.\r¬_________\r(¬1) «مقدمة في أصول التفسير» (ص81).\r(¬2) انظر: «إنباه الرواة» (3/ 287).\r(¬3) انظر: «طبقات النحويين واللغويين» للزبيدي (ص176).\r(¬4) «معجم الأدباء» (19/ 159).\r(¬5) انظر: «طبقات النحويين واللغويين» (ص176).\r(¬6) انظر عبارته في: التفسير (1/ 58)، وقد تكررت فيه هذه العبارة، وهي في أبي عبيدة. وانظر تصريحه باسمه (27/ 281).","seal":"E6FA8F5A","page":63},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":71,"nass":"ومن أمثلة تفسيراته التي لم يراع فيها أسباب النزول وملابساته، تفسيره لقوله تعالى: {... وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الأَقْدَامَ} [الأنفال: 11]، قال في تفسير: {وَيُثَبِّتَ بِهِ الأَقْدَامَ}: «مجازه: يفرغ عليهم الصبر وينزله عليهم فيثبتون لعدوهم» (¬1).\rوسبب النزول يدل على أن التثبيت حقيقي؛ أي: يثبت أقدامهم فلا تسوخ في الرمل، وبهذا جاء التفسير عن الصحابة ومن بعدهم.\rقال الطبري ـ معلقاً على قول أبي عبيدة ـ: «وذلك قولٌ خلافٌ لقول جميع أهل التأويل من الصحابة والتابعين، وحسب قول خطأ أن يكون خلافاً لقول من ذكرنا، وقد بينا أقوالهم فيه، وأن معناه: ويثبت أقدام المؤمنين بتلبيد المطر الرمل حتى لا تسوخ أقدامهم وحوافر دوابهم» (¬2).\r3 - فَهْمُ السلف للقرآن حجة يحتكم إليه لا عليه، ولذا فإن ورود تفسير من تفاسيرهم مبني على فهمهم لغتهم يكون حجة يرجع إليها، وقد أغرب أبو حيان في تفسير قوله تعالى: [45] {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلاَ أَنْ رَأَى بُرْهَانَ رَبِّهِ} [يوسف: 24] حيث قال: «والذي روي عن السلف لا يساعد عليه كلام العرب؛ لأنهم قدَّروا جواب (لولا) محذوفاً، ولا يدل عليه دليل؛ لأنهم لم يقدروا لـ (همَّ بها)، ولا يدل كلام العرب إلا على أن يكون المحذوف من معنى ما قبل الشرط؛ لأن ما قبل الشرط دليل عليه، ولا يحذف الشيء لغير دليل عليه» (¬3).\rفقوله رحمه الله: «والذي روي عن السلف لا يساعد عليه كلام العرب» قول غريب، فهل أبو حيان أعلم من السلف ـ الذين نزل بلغتهم القرآن ـ بكلام\r¬_________\r(¬1) «مجاز القرآن» (1/ 242).\r(¬2) «تفسير الطبري» (9/ 197)؛ وانظر: «تفسير ابن عطية» (13/ 245، 9/ 429)؛ و «معاني القرآن» للنحاس (4/ 309، 110).\r(¬3) «البحر المحيط» (5/ 295).","seal":"ED2C5221","page":64},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":72,"nass":"العرب؟ وهل أبو حيان أعلم بمعاني كلام الله منهم؟ كل هذا بغض النظر عن المرويات التي رويت عنهم؛ لأن المراد هنا هو قضية المنهج الذي انتهجه أبو حيان في هذه العبارة. [46]\rسادساً: التفسير بالاجتهاد والرأي (¬1)\rالاجتهاد، والرأي، والاستنباط، والعقل (¬2)، كلها مصطلحات تدل على مدلول واحد عند علماء علوم القرآن.\rوقد غلب مصطلح الرأي على هذه المصطلحات، ولذا فهو الذي سيتكرر ذكره.\r\rمسألة: هل وقع خلاف في جواز التفسير بالرأي؟\rيذكر بعض الباحثين خلافاً في مسألة ما، وليس هناك خلاف حقيقي، ومن هذه المسائل مسألة التفسير بالرأي.\rويرجع سبب هذا إلى عدم تحرير محل النزاع؛ لأن في تحرير محل النزاع توضيحاً لعدم وجود خلافٍ حقيقي.\rوالرأي قال به الصحابة والتابعون من بعدهم (¬3) وعملوا به، ومنهم صدِّيق الأمة أبو بكر الذي قال في الكلالة لما سئل عنها: «أقول فيها برأيي فإن كان صواباً فمن الله، وإن كان خطأ فمني ومن الشيطان» (¬4).\r¬_________\r(¬1) انظر هذا المبحث بتفاصيل أخرى في: «مقالات في علوم القرآن وأصول التفسير» (ص209 - 229)؛ و «مفهوم التفسير والتأويل والاستنباط والتدبر والمفسر» (ص19 - 50).\r(¬2) يطلق بعض الباحثين هذا المصطلح على سبيل الذم، فيجعلون (التفسير العقلي) من قبيل التفسير الذي يكون عن جهل أو هوى، وهو التفسير المذموم.\r(¬3) انظر مثالاً له في: «تفسير الطبري» (26/ 162، 163)، وقد سبق نقله في (ص38).\r(¬4) راجع مرويات هذا الأثر في: «تفسير الطبري» (4/ 284).","seal":"F5CA62A6","page":65},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":73,"nass":"وهذا الرأي الذي عمل به الصحابة هو الرأي المحمود، وهو المبني على علم أو غلبة ظن.\rأما الرأي المذموم فهو الذي وقع عليه نهي السلف، وشنعوا على صاحبه، وهو ما كان على جهل أو هوى.\rوالذين حكوا الخلاف في الرأي لم يبينوا نوع الرأي الذي وقع عليه النهي، ولو فعلوا لما احتاجوا إلى جعل قولين في هذه المسألة ثم ترجيح بينهما (¬1).\rوقد تورع بعض السلف عن القول في التفسير (¬2)، وكان لذلك أسبابٌ؛ كخشية القول على الله بغير علم، والوقوع في الرأي المذموم. [47]\rقال عبيد الله بن عمر: «لقد أدركت فقهاء المدينة، وإنهم ليغلظون القول في التفسير، منهم: سالم بن عبد الله، والقاسم بن محمد، وسعيد بن المسيب، ونافع» (¬3).\rوكان بعضهم لا يقول في التفسير إلا بما بلغه، ويكره القول فيه فيما لم يبلغه فيه أثر عمن سبقه، ومن ذلك ما رواه يحيى بن سعيد، عن ابن المسيب، أنه لا يتكلم إلا في المعلوم من القرآن (¬4).\rويظهر أن هذا المسلك صنيع عدد من الأئمة الذين كتبوا التفسير؛ كعبد الرزاق، وابن أبي حاتم، وسفيان بن عيينة، وغيرهم، ممن كتب عمن سلفه ما وصله من آثارهم، دون أن يكون له عليها تعليق.\rوكان الإمام أحمد ممن نهى عن الكتابة في معاني القرآن، ولعل نهي\r¬_________\r(¬1) وبعضهم انتهى إلى أن الخلاف لفظي؛ كالدكتور محمد حسين الذهبي في كتابه «التفسير والمفسرون» (1/ 246 - 255).\r(¬2) وقع هذا التورع عند بعض التابعين من أهل المدينة وأهل الكوفة من تلاميذ ابن مسعود.\r(¬3) «تفسير الطبري» (1/ 37)، وانظر ما بعدها.\r(¬4) «تفسير الطبري» (1/ 38).","seal":"8D597133","page":66},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":74,"nass":"الإمام جاء بعد وقوع فتنة التأويل في كلام الله سبحانه، وتحميل النص القرآن معان غير مرادة فيه، كما فعل المعتزلة، وغيرهم.\rقال الإمام أحمد لأبي عبيد القاسم بن سلام: «بلغني أنك تؤلف كتاباً في القراءات أقمت فيه الفراء وأبا عبيد أئمة تحتج لهم في معاني القرآن؛ فلا تفعل» (¬1).\rومما يوضح هذا المنهج عبارة شيخ الإسلام التي نقل فيها كلام الإمام أحمد في الفراء.\rففي قوله تعالى: {فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى} [الأعلى: 9] نقل الإمام ابن تيمية قول الفراء، ومن تبعه، وهو: إن نفعت، وإن لم تنفع.\rثم قال بعد ذلك ـ معقباً ـ: «وهذا الذي قالوه معنى صحيح، وهو قول الفراء وأمثاله، لم يقله أحد من مفسري السلف، ولهذا كان الإمام أحمد بن حنبل ينكر على الفراء ما ينكره، ويقول: «كنت أحسب الفراء رجلاً صالحاً حتى رأيت كتابه في معاني القرآن». [48]\rوهذا الذي قالوه مدلول عليه بآيات أخر، وهو معلوم بالاضطرار من أمر الرسول صلّى الله عليه وسلّم، فإن الله بعثه مبلغاً ومذكراً لجميع الثقلين ـ الجن والإنس ـ لكن ليس هو المعني في هذه الآية» (¬2).\r\rمسألة: ما العلم الذي يحتاجه من فسَّر برأيه؟\rمن أهم العلوم التي يحتاجها المفسر، علم اللغة، وذلك لأن القرآن نزل بلسان عربي مبين، ولذا فإن هذا العلم لا ينفك عن أي آية، بل هو ملازم لها.\rويلزم في بعض الآيات علوم لا تلزم في أخرى غيرها؛ كالآية العامة\r¬_________\r(¬1) «طبقات المفسرين» للداودي في ترجمة: إسماعيل بن إسحاق الأزدي (1/ 108).\r(¬2) «دقائق التفسير» (5/ 76).","seal":"BCEB1DAE","page":67},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":75,"nass":"المخصَّصة، فإنه يلزم معرفة مخصِّصها، والآية المنسوخة، فإنه يلزم معرفة ناسخها ... وغيرها من العلوم التي لا تدور في كل آية.\rوباختلاف الطبقات يختلف المطلوب من العلوم كذلك، فمن كان في طبقة الصحابة، فإنه يلزمه ـ مع ما ذكر ـ معرفة التفسير النبوي للآيات، ومعرفةُ أسباب النزول، وقصص الآية.\rومن كان في طبقة التابعين يلزمه زيادة معرفة تفسير الصحابة؛ كي لا يخرج عن أقوالهم إن أجمعوا أو حكوا سبب نزوله، أو فسَّروا أمراً غيبيّاً، ويجتهد ويختار إن اختلفوا.\rوكذا من جاء بعد التابعين، فيلزمه معرفة ما قاله التابعون مما أجمعوا عليه، فلا يخالف، أو ما اختلفوا فيه، فيجتهد في بيان الصحيح.\r\rمسألة: هل للتفسير المذموم حد يعرف به؟\rإنك في هذه المسألة أمام تفاسير كثيرة يحكي المفسرون ذمَّها؛ كتفسير المعتزلة، والرافضة، والباطنية، وغيرهم. [49]\rوحكاية الذم لهذه التفاسير تعني أنهم خالفوا أصولاً متفقاً على ثباتها في التفسير.\rوقد أشار شيخ الإسلام ابن تيمية في (فصل: الخلاف الواقع في التفسير من جهة الاستدلال) (¬1) = إلى نوعين يمكن جعلهما سبباً في الحكم على تفسير ما بأنه مذموم.\rالأول: من اعتقد معاني، ثم أراد حمل ألفاظ القرآن عليها.\rوهؤلاء صنفان:\rالصنف الأول: من يسلب لفظ القرآن ما دل عليه، وأريد به.\rالصنف الثاني: من يحمل لفظ القرآن على ما لم يدل عليه، ولم يُردْ به.\r¬_________\r(¬1) انظر: «مقدمة في أصول التفسير» (ص81).","seal":"D090441F","page":68},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":76,"nass":"وهذان الصنفان قد يكون ما قصدوا نفيه أو إثباته من المعنى باطلاً؛ فيكون خطؤهم في الدليل والمدلول.\rوقد يكون حقّاً فيكون خطؤهم في الدليل لا المدلول.\rوهذا القسم ينطبق على طوائف من المبتدعة؛ كالجهمية، والمعتزلة، والأشاعرة، والرافضة، والصوفية .. إلخ.\rومن أمثلة خطئهم في الدليل والمدلول: تأبيد النفي في قوله تعالى: {لَنْ تَرَانِي} [الأعراف: 143] في قصة موسى، وقد قال به المعتزلة، وذلك لأنهم اعتقدوا قبل هذا أن الله لا يُرى، فعمدوا إلى القرآن، فاستدلوا بآيات لا دلالة فيها على مذهبهم، مثل هذه الآية.\rونفيهم للرؤية في قوله تعالى: {إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 23]، وذلك لأنهم اعتقدوا أن الله لا يُرى، فحرفوا معنى هذه الآية لتوافق مذهبهم.\rوقد كانت هذه الطريقة سبباً لِوُلُوج كثير من المبتدعة؛ كالرافضة، والفلاسفة والقرامطة .. باب التأويل، وتحريف نصوص كلام الله سبحانه.\rومن أمثلة خطئهم في الدليل لا في المدلول ـ وهو كثير عند الصوفية والوعاظ ـ تفسير بعض الصوفية قوله تعالى: {إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ [50] يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلاَّ مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} ... الآية [البقرة: 249]، قال: هذه الآية مَثَلٌ ضَرَبَه الله للدنيا فشبهها الله بالنهر، والشارب منه بالمائل إليها والمستكثر منها، والتارك لشربه بالمنحرف عنها والزاهد فيها، والمغترف بيده غرفة بالآخذ منها قدر الحاجة، وأحوال الثلاثة عند الله مختلفة.\rقال القرطبي: «قلت: ما أحسن هذا لولا ما فيه من التحريف في التأويل، والخروج عن الظاهر، لكن معناه صحيح من غير هذا» (¬1).\r¬_________\r(¬1) «تفسير القرطبي» (3/ 251).","seal":"BFBD8662","page":69},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":77,"nass":"وقد يكون خطؤهم في الدليل والمدلول كذلك؛ كاستدلال بعض المتصوفة بقوله تعالى: {ارْكُضْ بِرِجْلِكَ} [ص: 42] على جواز الرقص (¬1).\rالثاني: من فسر القرآن بمجرد ما يسوغ أن يريده بكلامه من كان من الناطقين بلغة العرب، من غير نظر إلى المتكلم بالقرآن، والمنزل عليه والمخاطب به، وملابسات النزول؛ كأسباب النزول وقصص الآيات، وعادات المخاطبين ... إلخ.\rوقد ذكرت مثالاً لذلك في التنبيهات على التفسير باللغة، عند الحديث عن منهج أبي عبيدة.\rفهذان النوعان إذا وقعا في تفسير ما فإنه يحكم بذمِّه، نظراً لأنه فسَّر القرآن بما لا يسوغ له، وحمله على غير المراد به.\rولذا فإن تفاسير السلف لا يوجد فيها تفاسير على هذه الشاكلة، وإن كان ورد عن مجاهد بعض التفاسير المذمومة؛ كتفسيره قوله تعالى: {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ} [البقرة: 65].\rقال: لم يمسخوا، إنما هو مثل ضُرِب لهم، كما ضرب لهم مثل الحمار يحمل أسفاراً (¬2).\rوهذه التفاسير المذمومة التي وردت عنه، لم تخرجه ـ رحمه الله تعالى ـ عن الإمامة [51] في التفسير، حتى قال سفيان الثوري: «إذا جاءك التفسير عن مجاهد فحسبك به» (¬3).\rوإذا حكم على كتاب في التفسير بأنه مذموم، فإن هذا يكون بالنظر إلى منهج الاستدلال عند هذا المفسر.\r¬_________\r(¬1) «تفسير القرطبي» (15/ 215).\r(¬2) تفسير الطبري (1/ 332)،وقد ردَّ تأويله الإمام الطبري، وانظر مثالاً آخر من تفاسيره المذمومة في تفسير الطبري (30/ 282).\r(¬3) تفسير الطبري (1/ 85) ط. هجر.","seal":"F9423BBA","page":70},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":78,"nass":"فالمعتزلة ـ مثلاً ـ مصنفون في هذا النوع من الرأي، نظراً لمنهجهم في الاستدلال ولتحريفهم بعض الآيات لتوافق ما يعتقدون.\rومع الحكم على تفسير ما من تفاسيرهم بأنه مذموم، كتفسير الزمخشري، فإن هذا لا يعني أن كل تفسيره مذموم، بل فيه ما يوافق الحق. [52]\r* * *","seal":"E70FFC56","page":71},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":79,"nass":"طرق التفسير\r1 - تفسير القرآن بالقرآن:\rأنواعه:\r1 - بيان المجمل.\r2 - تقييد المطلق.\r3 - تخصيص العام.\r4 - تفسير المفهوم من آية بأخرى.\r5 - تفسير لفظة بلفظة.\r6 - تفسير معنى بمعنى.\r7 - تفسير أسلوب في آية بأسلوب في آية أخرى.\r\r2 - تفسير القرآن بالسنة:\rأنواعه:\r1 - أن يبتدأ النبي - صلى الله عليه وسلم - الصحابة بالتفسير.\r2 - أن يشكل على الصحابة فهم أية فيفسرها لهم.\r3 - أن يذكر في كلامه ما يصلح أن يكون تفسيراً.\r4 - أن يتأول القرآن فيعمل به.\r\r3 - تفسير القرآن بأقوال الصحابة:\rمصادر الصحابة في التفسير:\r1 - القرآن الكريم.\r2 - السنة النبوية.\r3 - اللغة العربية.\r4 - أهل الكتاب.\r5 - الفهم والاجتهاد.\r\r4 - تفسير القرآن بأقوال التابعين:\rمصادر التابعين في التفسير:\r1 - القرآن الكريم.\r2 - السنة النبوية.\r3 - الصحابة.\r4 - اللغة العربية.\r5 - أهل الكتاب.\r6 - الفهم والاجتهاد.\r\r5 - تفسير القرآن باللغة\r6 - تفسير القرآن بالرأي والاجتهاد","seal":"102E5B0F","page":72},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":80,"nass":"التفسير بالمأثور\rيعد بعض من كتب في علوم القرآن التفسير بالمأثور أنه تفسير القرآن بالقرآن، ثم بالسنة، ثم بأقوال الصحابة، ثم بأقوال التابعين، مع حكاية الخلاف في إدخال التابعين في التفسير المأثور، وهذا التقسيم للتفسير بالمأثور فيه نظر، ويحتاج إلى تحرير (¬1).\rومن الإشكالات الواردة على هذا المصطلح أن هؤلاء يذكرون قول العلماء في حكم تفسير التابعي وأنه لا يكون حجة، ثم يقولون في نهاية بحث التفسير بالمأثور: إنه يجب الأخذ به.\rوالمراد هنا أن لفظة مأثور غير دقيقة في إعطاء الوصف، فلو سألت: لم سمي تفسيراً بالمأثور؟\rهل هو مجرد اصطلاح لا معنى له؟\rأم يراد به ما أثر عمَّن سلف بدءاً بالرسول صلّى الله عليه وسلّم وختماً بالتابعين؟\rأما الاستفسار الأول، فالذي يظهر أنه غير وارد؛ لأنه لا بد أنه اصْطُلح عليه لمعنى.\rأما الثاني، وهو الظاهر من اللفظة، فعليه اعتراضان:\rالأول: أن تفسير القرآن بالقرآن لا نقل فيه، بل هو داخل ضمن تفسير من فسر به، فإن كان المفسِّر هو الرسول صلّى الله عليه وسلّم، فهو من التفسير النبوي.\rوإن كان المفسر هو الصحابي، فهو من تفسير الصحابي.\r¬_________\r(¬1) ناقشتُ هذا في كتابي «مفهوم التفسير والتأويل والاستنباط والتدبر والمفسر» (ص19 - 50)؛ وكذا أشرتُ إليه في كتابي «مقالات في علوم القرآن وأصول التفسير» (ص227 - 229).","seal":"8F6C732A","page":73},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":81,"nass":"وإن كان المفسر هو التابعي، فهو من تفسير التابعي.\rثم لاحظ أن تفسير الصحابي أو التابعي القرآن بالقرآن هو من التفسير بالرأي، وذلك لأن طريق الوصول إلى تفسير هذه الآية هو الرأي والاجتهاد.\rولا يلزم أن كل من فسر آية بآية أن تفسيره هذا يقبل، بل قد يكون مرجوحاً وبناء عليه فحكمه حكم تفسير الصحابي والتابعي، ولو كان يلزم قَبول قول كل من [53] فسر آية بآية لما رُدَّ شيء من هذه الأقوال، وهذا مجاهد فسر قوله تعالى: {ثُمَّ السَّبِيلَ يَسَّرَهُ} [عبس: 20] بقوله تعالى: {إِنَّا هَدَيْنَاهُ السَّبِيلَ} [الإنسان: 3] ومع ذلك رجح الطبري القول الآخر بأنه خروجه من بطن أمه (¬1)، ولو كان تفسير الآية بالآية من التابعي مُلزِماً لما عدل عنه الطبري، وهذا واضح عند أدنى تأمل.\rالثاني: لم توقف النقل عند التابعين ولم يذكر من بعدهم، مع أن فيهم من الأئمة في التفسير مَنْ فيهم، وأقوالهم مدونة ومحفوظة، والطريق إليهم هو بالأثر؛ كالتابعين؟.\rوالذي يظهر لي أن ما يمكن أن يطلق عليه تفسير بالمأثور، ويجب الأخذ به، ثلاث أنواع:\rالأول: ما روي عن رسول الله صلّى الله عليه وسلّم من تفسيره القرآن.\rالثاني: ما روي عن الصحابة مما له حكم المرفوع؛ كأسباب النزول والمغيبات.\rالثالث: ما أجمع عليه الصحابة أو التابعون، وهذا يلحق بالمأثور، لوجوب الأخذ به؛ لأن الإجماع حجة.\rوأما تفسير الصحابة فإن كان مجمعاً عليه، أو كان سبب نزول، أو إخباراً عن أمر غيبي فهو في حكم المرفوع ـ كما مرَّ ـ.\r¬_________\r(¬1) انظر: «تفسير الطبري» (30/ 55).","seal":"97814AC3","page":74},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":82,"nass":"وإن كان غير ذلك، فهو من باب الاجتهاد والرأي، سواءً كان معتمده اللغة، أو غيرها من أدوات الاجتهاد في التفسير.\rوتفسير التابعي يُلحقُ بالمأثور إذا كان مما أجمع عليه التابعون، وما عداه فهو تفسير بالرأي.\rوقد سبق تفصيل لتفسير الصحابي والتابعي، فراجعه. [54]\r* * *","seal":"35ABB48B","page":75},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":83,"nass":"اختلاف السلف في التفسير\rالاختلاف سنة في البشر، وكل شخص ينظر إلى المسألة من زاوية ويحكم عليها حسب نظره واجتهاده، ويمكن تقسيم الاختلاف الواقع في التفسير إلى قسمين (¬1):\rالأول: اختلاف التنوع.\rالثاني: اختلاف التضاد.\rوقد وقع هذان القسمان في تفسير السلف، إلا أن الثاني قليل.\rقال شيخ الإسلام مشيراً إلى اختلاف التضاد ـ بعد أن ساق اختلاف التنوع ـ: ومع هذا فلا بد من اختلاف محقق بينهم، كما يوجد مثل ذلك في الأحكام (¬2).\rوقد أشار إلى وجود اختلاف التنوع عند السلف: إسحاق، وسفيان بن عيينة، والحسن، نقل ذلك عنهم الإمام محمد بن نصر المروزي (ت:294هـ).\rقال الإمام محمد بن نصر: «وسمعت إسحاق يقول في قوله: {وَأُولِي الأَمْرِ مِنْكُمْ} [النساء: 59] قد يمكن أن يكون تفسير الآية على أولي العلم، وعلى أمراء السرايا؛ لأن الآية الواحدة يفسرها العلماء على أوجه، وليس ذلك باختلاف.\r¬_________\r(¬1) ظهرت ـ بحمد الله ـ رسائل علمية في هذا الموضوع، وقد طبع بعضها ـ كرسالة الأخ محمد صالح محمد سليمان ـ «اختلاف السلف في التفسير بين النظرية والتطبيق».\r(¬2) «مقدمة في أصول التفسير» (ص54).","seal":"BA924C4E","page":76},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":84,"nass":"وقد قال سفيان بن عيينة: ليس في تفسير القرآن اختلاف إذا صح القول في ذلك (¬1).\rوقال: أيكون شيء أظهر خلافاً في الظاهر من الخُنَّس؟\rقال عبد الله بن مسعود: هي بقر الوحش.\rوقال علي: هي النجوم.\rقال سفيان: وكلاهما واحد؛ لأن النجوم تخنس بالنهار، وتظهر بالليل، والوحشية [55] إذا رأت إِنسيّاً خنست في الغيطان وغيرها، وإذا لم تر إِنسيّاً ظهرت.\rقال سفيان: فكل خنس.\rقال إسحاق: وتصديق ذلك ما جاء عن أصحاب رسول الله صلّى الله عليه وسلّم في الماعون يعني أن بعضهم قال: الزكاة، وقال بعضهم: عارية المتاع.\rقال: وقال عكرمة: الماعون أعلاه الزكاة، وعارية المتاع منه.\rقال إسحاق: وجَهِل قوم هذه المعاني؛ فإذا لم توافق الكلمةُ الكلمةَ قالوا: هذا اختلاف.\rوقد قال الحسن ـ وذكر عنده الاختلاف في نحو ما وصفنا ـ فقال: إنما أُتِيَ القوم من قبل العجمة» (¬2).\rوفصَّل شيخ الإسلام (ت:728هـ) هذه المسألة أتم تفصيل في كتابه «مقدمة في أصول التفسير» (¬3).\r¬_________\r(¬1) انظر كلام سفيان: «فتح القدير» (1/ 12)، فقد ذكر أن هذا القول أخرجه سعيد بن منصور في سننه، والبيهقي في كتاب «الرؤية» وابن المنذر في تفسيره، وينظر في تفسير سعيد بن منصور المطبوع بتحقيق الدكتور سعد الحميد برقم (1061).\r(¬2) «السنة» (ص7، 8).\r(¬3) انظر: (ص38، 55) وعليه اعتمدت في هذا المبحث، وانظر: «اقتضاء الصراط المستقيم» (1/ 128 - 130)، كان لابن جزي تقسيم نفيس لأنواع الاختلاف في التفسير، وهو قائم على اللفظ والمعنى، ولا أدري كيف غفلة عن إثباته ههنا.\rقال ابن جزي (ت: 741): «واعلم أنّ التفسير منه متفق عليه ومختلف فيه، ثم إنّ المختلف فيه على ثلاثة أنواع: =","seal":"04961FBC","page":77},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":85,"nass":"وذكر الشاطبي (ت:790هـ) في «الموافقات» مبحثاً كاملاً في اختلاف التنوع، وجعله من قسم الخلاف الذي لا يعتد به (¬1).\rقال الشاطبي: «من الخلاف ما لا يعتد به وهو ضربان:\rأحدهما: ما كان من الأقوال خطأ مخالفاً لمقطوع به في الشريعة، وقد تقدم التنبيه عليه.\rوالثاني: ما كان ظاهره الخلاف وليس في الحقيقة كذلك، وأكثر ما يقع ذلك في [56] تفسير الكتاب والسنة، فتجد المفسرين ينقلون عن السلف في معاني ألفاظ الكتاب أقوالاً مختلفة في الظاهر، فإذا اعتبرتها وجدتها تتلاقى على العبارة كالمعنى الواحد، والأقوال إذا أمكن اجتماعها والقول بجميعها من غير إخلال بمقصد القائل فلا يصح نقل الخلاف فيها عنه ..» (¬2).\rوللشيخ محمد بن صالح العثيمين تقسيم لاختلاف التنوع والتضاد، اعتمد فيه على اللفظ والمعنى، وهو ثلاثة أقسام:\r¬_________\r= الأوّل: اختلاف في العبارة، مع اتفاق في المعنى: فهذا عدّه كثير من المؤلفين خلافاً، وليس في الحقيقة بخلاف لاتفاق معناه، وجعلناه نحن قولاً واحداً، وعبّرنا عنه بأحد عبارات المتقدّمين، أو بما يقرب منها، أو بما يجمع معانيها.\rالثاني: اختلاف في التمثيل لكثرة الأمثلة الداخلة تحت معنى واحد، وليس مثال منها على خصوصه هو المراد، وإنما المراد المعنى العامّ التي تندرج تلك الأمثلة تحت عمومه، فهذا عدّه أيضا كثير من المؤلفين خلافاً، وليس في الحقيقة بخلاف لأنّ كل قول منها مثال، وليس بكل المراد، ولم نعدّه نحن خلافا: بل عبّرنا عنه بعبارة عامّة تدخل تلك تحتها، وربما ذكرنا بعض تلك الأقوال على وجه التمثيل، مع التنبيه على العموم المقصود.\rالثالث: اختلاف المعنى فهذا هو الذي عددناه خلافا، ورجحنا فيه بين أقوال الناس حسبما ذكرناه في خطبة الكتاب». التسهيل لعلوم التنزيل، تحقيق: أ. د محمد بن سيدي محمد مولاي (1/ 62 - 63).\r(¬1) انظر: «الموافقات» تحقيق محيي الدين عبد الحميد (4/ 140 - 144)، وينظر: تحقيق مشهور بن حسن آل سلمان (5/ 210 - 218).\r(¬2) «الموافقات» تحقيق: محيي الدين عبد الحميد (4/ 140)، وينظر: تحقيق مشهور آل سلمان (5/ 210).","seal":"1C065C0C","page":78},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":86,"nass":"الأول: اختلاف في اللفظ دون المعنى.\rالثاني: اختلاف في اللفظ والمعنى، والآية تحتمل المعنيين لعدم التضاد بينهما، فتحمل الآية عليهما، وتفسر بهما.\rالثالث: اختلاف في اللفظ والمعنى، والآية لا تحتمل المعنيين معاً للتضاد بينهما، فتحمل الآية على الأرجح منهما بدلالة السياق أو غيره (¬1).\r* * *\r¬_________\r(¬1) «أصول في التفسير» (ص30، 31).","seal":"53C85C34","page":79},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":87,"nass":"تعريف اختلاف التنوع واختلاف التضاد\rاختلاف التنوع: هو أن تحمل الآية على جميع ما قيل فيها إذا كانت معان صحيحة غير متعارضة.\rومنه ما يكون كل من القولين هو في معنى القول الآخر، ولكن العبارتين مختلفتان.\rومنه ما يكون المعنيان متغايرين، لكن لا يتنافيان، فهذا قول صحيح وهذا قول صحيح وإن لم يكن معنى أحدهما هو معنى الآخر (¬1).\rواختلاف التضاد: «هما القولان المتنافيان بحيث لا يمكن القول بهما معاً، فإذا قيل بأحدهما لزم منه عدم القول بالآخر» (¬2). [57]\r\rأنواع اختلاف التنوع:\rويظهر من تقسيم شيخ الإسلام الاختلاف في التنوع أنه أربعة أنواع:\r1 - أن يعبر كل واحد من المفسرين عن المعنى المراد بعبارة غير عبارة صاحبه، تدل على معنى في المسمَّى غير المعنى الآخر مع اتحاد المسمَّى.\r\r2 - أن يذكر كل مفسر من الاسم العام بعض أنواعه على سبيل المثال (¬3).\r3 - أن يكون اللفظ محتملاً لأمرين، إما لأنه مشترك في اللغة، وإما لأنه متواطئ.\r¬_________\r(¬1) و (¬2) انظر: «اقتضاء الصراط المستقيم» (1/ 129، 130)، وقد شرحت هذين النوعين في كتابي: «شرح مقدمة في أصول التفسير» لابن تيمية (ص75 - 125).\r(¬3) انظر: مقدمة «جامع التفاسير» للراغب الأصفهاني (ص61)، وانظر أمثلته لهذا النوع عنده (137، 147/ 155).","seal":"6D9342CE","page":80},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":88,"nass":"4 - أن يعبروا عن المعنى بألفاظ متقاربة.\rوقد أشار الشاطبي إلى ثلاث منها، وضرب لها أمثلة.\rتوضيح هذه الأنواع بالأمثلة:\rالنوع الأول:\rقال شيخ الإسلام: «أن يعبر كل واحد من المفسرين عن المعنى المراد بعبارة غير عبارة صاحبه، تدل على معنى في المسمى غير المعنى الآخر مع اتحاد المسمى».\rوقال الشاطبي: «أن يذكر في النقل أشياء تتفق في المعنى، بحيث ترجع إلى معنى واحد، فيكون التفسير فيها على قول واحد، ويوهم نقلها على اختلاف اللفظ أنه خلاف محقق».اهـ.\rويأتي هذا فيما يكون له أكثر من وصف دال عليه، وهذا وارد في اللغة؛ كالسيف، فهو المهند، والصارم ... إلخ.\rفمن عبر عنه بالمهند نظر إلى وصفه بالهندية، ومن عبر عنه بالصارم نظر إلى عدم انثنائه وقوته، فالتعبيران وإن اختلفا فإنهما يدلان على ذات واحدة.\rومثّل له شيخ الإسلام باختلاف عبارة المفسرين في قوله تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} [الفاتحة: 6] فقال بعضهم: القرآن؛ أي: اتباعه، وقال بعضهم: هو الإسلام. [58]\rقال شيخ الإسلام: «فهذان القولان متفقان؛ لأن دين الإسلام هو اتباع القرآن، ولكن كل منهما نبَّه على وصف غير وصف الآخر، كما أن لفظ «صراط» يشعر بوصف ثالث، وكذلك قول من قال: هو السنة والجماعة، وقول من قال: هو طريق العبودية، وقول من قال: هو طاعة الله ورسوله صلّى الله عليه وسلّم، وأمثال ذلك.","seal":"9BC6DA52","page":81},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":89,"nass":"فهؤلاء كلهم أشاروا إلى ذات واحدة، لكن وصفها كل منهم بصفة من صفاتها» (¬1).اهـ.\rومثّل له الشاطبي بتفسيرهم للسلوى فقال: «كما قالوا في السلوى: إنه طائر يشبه السُّمَانَى، وقيل: طير حمر صفته كذا، وقيل: طير بالهند أكبر من العصفور».اهـ.\rأقول: ومن هذا الباب توسع السلف في التفسير لشيء ذُكِر أحد أوصافه أو أحواله في الآية، فيتوسعون بذكر الأوصاف الأخرى المذكورة في آيات أخرى، وإن لم يدل عليها اللفظ مباشرة.\rومثال ذلك قوله تعالى: {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا} [الطور: 9]، فالمور يدل على تردُّد (¬2) ويكون بذهاب ومجيء سريع على جهة الاضطراب (¬3).\rوجاء في تفسير السلف: تدور السماء دوراً، مورها: تحريكها.\rومورها: استدارتها وتحريكها لأمر الله، ومورها: موج بعضها في بعض، ومورها: تشققها (¬4).\rقال ابن عطية: «وهذه كلها تفاسير بالمعنى؛ لأن السماء العالية يعتريها هذا كله» (¬5).\rولعلك لاحظت أن في هذه الأقوال ما لا يدل عليه اللفظ مباشرة، لكن المفسر عبر [59] عن شيء سيقع للسماء، وإن لم تدل عليه هذه اللفظة، كمن فسر المور بالتشقق.\rومنه قوله تعالى: {وَكَاسًا دِهَاقًا} [النبأ: 34]، فقد قيل في الدهاق: ثلاث عبارات:\r¬_________\r(¬1) «مقدمة في أصول التفسير» (ص42، 43)، وانظر: مقدمة «جامع التفاسير» (ص134).\r(¬2) انظر: «مقاييس اللغة» (5/ 284).\r(¬3) انظر هذه المعاني في: «القاموس المحيط» مادة (مور).\r(¬4) انظر: «تفسير الطبري» (27/ 21).\r(¬5) «تفسير ابن عطية» (14/ 53).","seal":"138A1EE1","page":82},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":90,"nass":"الأولى: ممتلئة.\rالثانية: متتابعة.\rالثالثة: صافية (¬1)، والعبارة الأولى هي التي يدل عليها اللفظ مباشرة، وما بعدها أوصاف تابعة، لكن لا يدل عليها اللفظ مباشرة (¬2).\rالنوع الثاني:\rقال شيخ الإسلام: «أن يذكر كل مفسر من الاسم العام بعض أنواعه على سبيل المثال» (¬3).\rوقال الشاطبي: «أن يُذكَر في التفسير عن النبي صلّى الله عليه وسلّم في ذلك شيء، أو عن أحد من أصحابه أو غيرهم، ويكون ذلك المنقول بعض ما يشمله اللفظ، ثم يذكر غير ذلك القائل أشياء أخر مما يشمله اللفظ أيضاً، فينصُّهما المفسرون على نصهما، فيظن أنه خلاف. اهـ.\rومثاله قوله تعالى: {لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} [التكاثر: 8].\rقيل في النعيم أقوال: منها الأمن والصحة والأكل والشرب.\rوقيل: تخفيف الشرائع.\rوقيل: الإدراك بحواس السمع والبصر (¬4)، فهذا المذكور كله أمثلة للنعيم.\rومثّل له الشاطبي بالمنِّ فقال: «كما نقلوا في المنِّ أنه خبز رقاق، وقيل: زنجبيل [60] وقيل: الترنجبين، وقيل: شراب مزجوه بالماء، فهذا كله\r¬_________\r(¬1) انظر: «تفسير الطبري» (30/ 18 - 20).\r(¬2) ينظر كتابي «تفسير جزء عم» عند هذه الآية ففيه تفصيل على ما ذكرته هنا.\r(¬3) وقد ورد العكس، فيفسرون اللفظ بلفظ أعم منه، كما جاء في تفسير (البنان) في قوله تعالى: {وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} [الأنفال: 12] قال عطية والضحاك: كل مفصل، (رواه ابن جرير 9/ 199) والبنان: جزء من المفاصل.\rوراجع: مقدمة «جامع التفاسير» ففيها بيان جواز تفسير الخالص بالعام (ص63).\r(¬4) انظر: «الدر المنثور» (8/ 612) وما بعدها.","seal":"8548095C","page":83},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":91,"nass":"يشمله اللفظ، لأن الله منَّ به عليهم، ولذلك جاء في الحديث: «الكمأة من المنِّ الذي أنزل الله على بني إسرائيل»، فيكون المنُّ جملةَ نعمٍ ذكر الناس منها آحاداً».\rويدخل ضمن هذا النوع ما يذكره المفسرون من أسباب النزول، فهي كالمثال، فإذا قيل نزلت هذه الآية في كذا، وقيل غير ذلك من أسباب فإنها كالأمثلة تدخل في حكم الآية.\rوهذان النوعان السابقان هما الغالبان على تفسير سلف الأمة، كما قال شيخ الإسلام (¬1).\rالنوع الثالث:\rأن يكون اللفظ محتملاً لأمرين، إما لأنه مشترك في اللغة (¬2)، أو لأنه متواطئ (¬3).\rومن أمثلة المشترك اللغوي في القرآن: لفظ «قسورة» في قوله تعالى: {فَرَّتْ مِنْ قَسْوَرَةٍ} [المدثر: 51]. قيل: هو الرامي، وقيل: الأسد، وقيل: النبل.\r¬_________\r(¬1) «مقدمة في أصول التفسير» (ص49).\r(¬2) المشترك: هو ما اتحد فيه اللفظ واختلف فيه المعنى.\rكالعين، تطلق على العين الباصرة وعين الماء، والجاسوس، ويدخل في المشترك اللغوي: أحرف التضاد، وهي: الألفاظ التي استعملها العرب للمعنى وضده؛ كالظن، يأتي بمعنى الشك ويأتي بمعنى اليقين.\r(¬3) المتواطئ لفظ منطقي يراد به: نسبة وجود معنى كلي في أفراده وجوداً متوافقاً غير متفاوت؛ كالإنسانية لزيد وعمرو، فهو يدل على أعيان متعددة بمعنى واحد مشترك بينها اشتراكاً متساوياً، فإن لم يكن متساوياً فهو مشكك؛ كالبياض بالنسبة للبن والثلج، فهما متساويان في البياض، ولكن أحدهما أشد من الآخر في البياض.\rوالفرق بين المشترك والمتواطئ:\r• أن المشترك لا بدّ أن يكون وارداً عن العرب محكيّاً عنهم، أما المتواطئ فلا يلزم منه ذلك.\r• أن المتواطئ يلزم في أفراده نسبة التساوي، أما المشترك فلا يلزم فيه ذلك.","seal":"38F76BD3","page":84},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":92,"nass":"ومن أحرفه الواردة في القرآن لفظ {عَسْعَسَ} في قوله تعالى: {وَاللَّيْلِ إِذَا عَسْعَسَ} [التكوير: 17]. قيل: {عَسْعَسَ} بمعنى أدبر، وقيل: أقبل.\rأمثلة المتواطئ:\rيشمل المتواطئ: الضمير الذي يحتمل عوده إلى شيئين، وأسماء الأجناس؛ كالفجر [61] والعصر، والأوصاف التي يشترك فيها أكثر من واحد؛ كالخنس والنازعات.\rومن أمثلة الضمير، قوله سبحانه وتعالى: {يَاأَيُّهَا الإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاَقِيهِ} [الانشقاق: 6]، فالضمير في قوله: {فَمُلاَقِيهِ} يحتمل عوده إلى الكدح وإلى الرب.\rومن أمثلة أسماء الأجناس الخلاف الواقع في تفسير الفجر في قوله تعالى: {وَالْفَجْرِ} [الفجر: 1] قيل: عام في كل فجر، وقيل: أول فجر في ذي الحجة، وقيل: أول فجر من أيام السنة.\rومن أمثلة الأوصاف، لفظ الخنس: فقيل: هو بقر الوحش والظباء، وقيل: هو الكواكب والنجوم (¬1).\rوفي هذا النوع يمكن أن تكون هذه الأقوال داخلة ضمن معاني الآية، فتحمل عليها جميعاً (¬2)، ويمكن أن يكون أحدها راجحاً، فيكون هو المختار وما عداه فهو مرجوح.\rالنوع الرابع:\rأن يعبِّر المفسرون عن المعنى بألفاظ متقاربة.\r¬_________\r(¬1) بالنظر إلى تعريف المتواطئ فإن نسبة عود الضمير إلى أحد المذكورين لا تختلف عن نسبته إلى الآخر، فكلاهما متوافقان في صحة عود الضمير إليهما من جهة اللغة، وبهذا فهما متواطئان.\rوكذا بالنسبة إلى الأوصاف، فنسبة الوصف بالخنوس لا تختلف عن بقر الوحش والظباء ولا عن النجوم والكواكب، وإن كان قد يقع الاختلاف في نوعية الخنوس، وهذا يسميه المناطقة مشككاً، وهو نوع من المتواطئ.\r(¬2) انظر: «مقدمة في أصول التفسير» (ص50)؛ ومقدمة «جامع التفاسير» (ص98).","seal":"7208F869","page":85},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":93,"nass":"مثل قوله تعالى: {أَنْ تُبْسَلَ} [الأنعام: 70] قيل: تحبس، وقيل: ترتهن.\rوقوله تعالى: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} [ق: 38].\rقال ابن عباس ومجاهد: نصب.\rوقال ابن زيد: عناء.\rوقال سفيان: سآمة. [62]\r* * *","seal":"BF191AA7","page":86},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":94,"nass":"أسباب الاختلاف في تفسير السلف\rوجود الاختلاف من طبائع البشر التي لا تنفك عنهم، وهو من قدر الله فيهم.\rففي ألسنتهم اختلاف، وفي ألوانهم، وفي عقائدهم، وفي أفكارهم ... إلخ، والمقصود أن وقوع الاختلاف بين علماء الأمة ليس ذمّاً عليهم، إذ لا أحد من المجتمعات يسلم منه.\rوقد وقع الاختلاف في التفسير كما وقع في الأحكام، ولهذا الاختلاف أسباب أوجبته، وعلل أوجدته، والأمر في الاختلاف في النص إذا كان معلوماً للمجتهدين يرجع إلى أحد شيئين:\rالأول: اختلاف فهوم المجتهدين من العلماء.\rالثاني: أن يكون النص محتملاً لأكثر من معنى.\rإذاً فالخلاف منه ما يرجع إلى المجتهد، ومنه ما يرجع إلى النص.\rوالمؤلفات في أسباب الاختلاف في التفسير نادرة، وقد سرد بعض هذه الأسباب ابن جزي في مقدمة تفسيره، وقد أُلف في أسباب الاختلاف رسالة علمية بعنوان: «اختلاف المفسرين: أسبابه وآثاره» (¬1).\rويمكن الاستفادة في هذا الموضوع ممّا كتب في أسباب اختلاف العلماء من حيث العموم، ومن أهمها رسالة ابن السيد البطليوسي، التي سمَّاها: «الإنصاف في التنبيه على المعاني والأسباب التي أوجبت الاختلاف بين المسلمين في آرائهم».\r¬_________\r(¬1) رسالة علمية لنيل درجة الدكتوراه، قدمها الشيخ سعود بن عبد الله الفنيسان، وقد طبعت مؤخَّراً، وهي مذكورة في ثبت أصول التفسير التي طُبعت (ص9).","seal":"BD441841","page":87},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":95,"nass":"وترجع أهميتها إلى أنه ذكر في بعض الأسباب آيات اختلف المفسرون فيها، وبين سبب اختلافهم.\r\rومن أسباب الاختلاف بين مفسري السلف (¬1): [63]\r1 - الاشتراك:\rوهو اللفظ الدال على أكثر من معنى في لغة العرب.\rوالمشترك قد يكون من أحرف التضاد، وقد لا يكون.\rوإذا كان من أحرف التضاد فقد يجوز حمل الآية على المعنيين المتضادين، ويكونان بمثابة التفسيرين للآية، ويكون هذا إذا اختلف المحل.\rوقد يمتنع حمل الآية عليهما معاً: ويلزم من القول بأحدهما نفي الآخر.\rوإليك الأمثلة:\rأـ من المشترك المتضاد الذي يجوز حمل الآية على معنييه المتضادين، ويكونان بمثابة التفسيرين للآية لفظ {عَسْعَسَ} في قوله تعالى: {وَاللَّيْلِ إِذَا عَسْعَسَ} [التكوير: 17]، فقد فسر لفظ (عسعس) بأنه أقبل، وفسر بأنه أدبر، وبالأول قال ابن عباس، وقتادة، وابن جبير؛ وبالثاني قال ابن عباس، وابن زيد (¬2).\rومثل هذا يجوز حمل الآية على هذين المعنيين المتضادين، فيكون لفظ {عَسْعَسَ} دالاًّ على أن الإقسام مراد به أول الليل وآخره، فدل على هذين المعنيين بلفظة واحدة، ولو جاء بهما بلفظيهما لكان: (والليل إذا أقبل وأدبر).\r¬_________\r(¬1) الفرق بين أسباب الاختلاف واختلاف التنوع والتضاد:\rفي أسباب الاختلاف يكون البحث عن السبب الموجب لوقوع الاختلاف بين المفسرين، أما في اختلاف التنوع والتضاد، فيكون البحث عن نوع هذا الاختلاف من حيث تنوعه أو تضاده، وإمكانية القول بالجميع على أنه تنوع، أو بأحدها بعد الترجيح على أنه تضاد.\rوسبب هذا التنبيه على الفرق أنك قد تجد تكرر مسألة في المبحثين (كالمشترك).\r(¬2) انظر أقوالهم في: «تفسير الطبري» (30/ 78).","seal":"EBB08A79","page":88},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":96,"nass":"ب ـ ومن المشترك المتضاد الذي يمتنع حمل الآية على معنييه، بل يلزم من القول بأحدهما نفي الآخر لفظة (قرء) في قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قُرُوءٍ} [البقرة: 228]، فقد ورد في لغة العرب بمعنى: الطهر، وبمعنى: الحيض.\rروي المعنى الأول عن زيد بن ثابت وابن عمر وعائشة والزهري. [64]\rوروي المعنى الثاني عن عمر، وعلي، وابن مسعود، وأبي موسى، وعبادة بن الصامت، وأبي الدرداء، وعكرمة، والضحاك، وسفيان الثوري، والسدي (¬1).\rوفي هذا المثال يمتنع حمل الآية على المعنيين معاً؛ لأن القول بأحدهما يستلزم نفي الآخر، فالمطلوب من المرأة أن تتربص؛ إما ثلاثة أطهار، وإمَّا ثلاث حيض.\rجـ ومن المشترك الذي ليس من أحرف التضاد ـ وهو كثير ـ لفظ (العتيق) من قوله تعالى: {وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} [الحج: 29]، فقيل: العتيق بمعنى: القديم، وهو قول الحسن، وابن زيد.\rوقيل: العتيق المعتق من الجبابرة، بمعنى: أنه محرر لا يملكه أحد، وبه قال مجاهد، وقتادة، وابن الزبير (¬2)، وهذا مما يجوز حمل الآية على معنييه.\rوالاشتراك قد يكون في الأسماء؛ كقسورة: للأسد والرامي. والصريم: للنهار والليل. وقد يكون في الأفعال؛ كظن: للشك واليقين.\r\r2 - الاختلاف في مفسر الضمير، وهو أنواع:\rالأول: أن يكون في الآية ضمير يحتمل عوده إلى أكثر من مذكور.\rومثاله قوله تعالى: {يَاأَيُّهَا الإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاَقِيهِ} [الانشقاق: 6].\r¬_________\r(¬1) انظر أقوالهم في: «تفسير الطبري» (2/ 439) وما بعدها.\r(¬2) انظر: «تفسير الطبري» (17/ 151).","seal":"5719B23C","page":89},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":97,"nass":"قيل: تلاقي ربك.\rوقيل: تلاقي عملك (¬1).\rوكلاهما صحيح محتمل؛ لأن الإنسان سيلاقي ربه، وعمله.\rومثله قوله تعالى: {وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ} [العاديات: 7] ففي مرجع هاء الكناية قولان:\rالقول الأول: أن مرجعها إلى الله، وبه قال ابن عباس، وابن جريج.\rالقول الثاني: أن مرجعها إلى الإنسان الكنود، روي هذا عن ابن عباس (¬2). [65]\r\rالثاني: أن يكون في الآية ضميران، وكل واحد منهما يرجع إلى مرجع لا يرجع إليه الآخر، فيكون للآية أكثر من معنى، فينص كل واحد من المفسرين على أحد هذه المعاني.\rمثاله: قوله تعالى: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر: 10].\rففي قوله: «يرفعه» ضميران، وكل واحد منهما يرجع إلى مرجع لا يرجع إليه الآخر:\rالأول: الضمير الظاهر، وهو الهاء، وهو في محل نصب مفعول به، ويعود على الكلم الطيب، ويكون المعنى: والعمل الصالح يرفع الكلم الطيب.\rالثاني: الضمير المستتر، وهو في محل رفع فاعل، يعود على الله سبحانه، ويكون المعنى: والعمل الصالح يرفعه الله، وبه قال قتادة، والسدي.\r¬_________\r(¬1) انظر: «معاني القرآن» للزجاج (5/ 304).\r(¬2) انظر: «تفسير الماوردي» (4/ 502)؛ و «زاد المسير» (8/ 279).","seal":"BA50126C","page":90},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":98,"nass":"ويحتمل عوده كذلك إلى الكلم الطيب، ويكون المعنى: والعمل الصالح يرفعه الكلم الطيب، وبهذا يكون معاكساً للقول الأول، وبه قال الحسن، ويحيى بن سلام (¬1).\r\r3 - أن يكون في الجملة حذف:\rويحتمل في تقديره أكثر من معنى، فيذكر كل واحد أحد المعاني المحتملة.\rومثاله: قوله تعالى: {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} [النساء: 127].\rففي متعلق «ترغبون» تقديران:\rالأول: ترغبون في نكاحهن، وهذا قول عائشة وعبيدة. [66]\rالثاني: ترغبون عن نكاحهن، وهذا قول الحسن (¬2).\rففي الأول: صارت الرغبة في زواجهن، وفي الثاني: صِرْنَ غير مرغوب فيهن.\rومثله: قوله تعالى: {وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ} [الجاثية: 23] قيل في مرجع علم قولان:\rالأول: على علم من العبد بضلاله، وهذا قول مقاتل.\rالثاني: على علم من الله بضلاله، وهذا قول ابن عباس (¬3).\r\r4 - أن تحتمل اللفظة أكثر من تصريف في اللغة:\rويحمل كل واحد من المفسرين الآية على أحد التصريفات.\rومثاله: لفظة {يُضَآرَّ} في قوله تعالى: {وَلاَ يُضَآرَّ كَاتِبٌ وَلاَ شَهِيدٌ} [البقرة: 282].\r¬_________\r(¬1) انظر: «تفسير الماوردي» (3/ 370)؛ و «الإنصاف» للبطليوسي (ص58).\r(¬2) انظر: «تفسير الطبري» (5/ 303).\r(¬3) انظر: «تفسير الماوردي» (4/ 22).","seal":"B36DE83D","page":91},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":99,"nass":"فتصريف لفظة {يُضَآرَّ} تحتمل أن تكون (يُضارَر)، وتحتمل أن تكون (يضارِر) فعلى الاحتمال الأول يكون النهي واقعاً على أن يُضر بالكاتب أو الشهيد؛ أي: أن الضرر يقع على الكاتب والشهيد، وهذا قول ابن عباس، ومجاهد، وعطاء، وعكرمة، والضحاك، والسدي، والربيع.\rوعلى الاحتمال الثاني: يكون النهي واقعاً على أن يَضرَّ الكاتب والشهيد؛ أي: أن الضرر يقع من الكاتب والشهيد، وهذا قول طاوس، والحسن، وقتادة (¬1).\rومثله: قوله تعالى: {لاَ تُضَآرَّ وَالِدَةٌ بِوَلَدِهَا وَلاَ مَوْلُودٌ لَهُ بِوَلَدِهِ} [البقرة: 233].\r\r5 - تنوع الاستعمال العربي للفظة في إرادة المعاني القريبة والمعاني البعيدة:\rفيحمل بعضهم اللفظة على المعنى القريب الظاهر، ويحمله آخرون على المعنى البعيد، وهذا النوع قريب من المشترك.\rومثاله: قوله تعالى: {وَثِيَابَكَ فَطَهِّرْ} [المدثر: 4].\rمن المفسرين من فسر الثياب بالمعروف المتبادر، وروي هذا عن ابن عباس، وطاوس، [67] وابن سيرين، وابن زيد.\rومنهم من فسر الثياب بالنفس، وهذا المعنى بعيد غير متبادر، وهو مروي عن مجاهد وقتادة (¬2).\rمثال آخر:\rفي قوله تعالى: {وَلَوْلاَ رَهْطُكَ لَرَجَمْنَاكَ} [هود: 91] في قصة شعيب، قيل في المراد بالرجم قولان:\r¬_________\r(¬1) انظر: «تفسير الطبري» (3/ 134) وما بعدها.\r(¬2) انظر جملة أقوالهم في «تفسير الطبري» (29/ 144 - 147).","seal":"6AA406B0","page":92},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":100,"nass":"الأول: لرجمناك بالحجارة.\rالثاني: لرجمناك بالسب، والشتم.\rوالأول هو المعنى القريب المتبادر للذهن، قال ابن عطية: وهو الظاهر (¬1).\rوالثاني، وإن كان محتملاً إلا أنه أبعد من الأول.\r\r6 - أن يدور حكم الآية بين الإحكام والنسخ (¬2):\rفيحكم بعضهم بالنسخ، ويحكم الآخر بالإحكام.\rومثاله: قوله تعالى: {وَلاَ تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} [البقرة: 221].\rقيل: هي منسوخة بقوله تعالى: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} [المائدة: 5].\rوهذا مروي عن الحسن، وعكرمة، والزهري.\rوقيل: هي محكمة لا نسخ فيها (¬3).\rومثله: قوله تعالى: {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ} [البقرة: 219].\rقيل: هي منسوخة بآية الزكاة، وهذا مروي عن السدي؛ لأنه يرى أنه فرض نزل قبل الزكاة، فنسخ بالزكاة. [68]\rوقيل: هي محكمة، وهي في الصدقة العامة المندوب إليها، وهذا مروي عن ابن عباس، ومقاتل بن حيان (¬4).\r¬_________\r(¬1) «تفسير ابن عطية» (7/ 385).\r(¬2) استدراك: مما يحسن لفت النظر إليه في هذا المقام أن الاختلاف هنا ـ غالباً ـ ليس في المعنى، وإنما في الحكم، فالمعنى لا يختلف حال كون الآية محكمة أو منسوخة، وإنما يختلف الحكم المترتِّب على القول بالنَّسخ أو الإحكام\r(¬3) انظر: «نواسخ القرآن» لابن الجوزي (ص202 - 204)؛ و «الناسخ والمنسوخ» لابن العربي (2/ 79 - 83).\r(¬4) انظر: «الناسخ والمنسوخ» لابن العربي (2/ 75، 76).","seal":"DB0968CA","page":93},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":101,"nass":"7 - أن يدور حكم الآية بين العموم والخصوص (¬1):\rومثاله: قوله تعالى: {وَلاَ تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} [البقرة: 221].\rقيل: هذه الآية حكمها عام، ثم خصَّصها قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} [المائدة: 5]، هذا مروي عن عثمان، وحذيفة، وجابر، وابن عباس، وقتادة، وابن جبير.\rوقيل: إنها ليست مخصَّصة، بل المشركات هنَّ عابدات الأوثان من العرب وغيرهم ممن ليس لهم كتاب، وهذا مروي عن قتادة، وسعيد بن جبير (¬2).\r\r8 - أن يذكر الوصف المحتمل لأكثر من موصوف:\rولا يحدد موصوفه في الآية، فيحمل كل مفسر هذا الوصف على ما يحتمله من الموصوفات.\r¬_________\r(¬1) مبحث العام والخاص من المباحث المهمة جداً، والدراسات التفسيرية فيه قليلة جداً، ويلاحظ أن مباحث العموم والخصوص قد تكن في الأحكام وفي الأخبار:\r• ففي بيان الحكم المترتب على اللفظة، فيكون من باب الأحكام لا من باب بيان المعاني، مثل الأمثلة المذكورة في المتن.\r• ومن الأخبار خلافهم في (الكوثر) من قوله تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} [الكَوثَر: 1]، فذهب بعضهم إلى أن المراد به النهر الذي أعطاه الله نبيه صلّى الله عليه وسلّم، وهذا تفسير على الخاصِّ، وذهب آخرون إلى أنه فوعل من الكثرة، وهذا تفسير على العامِّ، أي: الخير الكثير، وعلى قولهم يكون النهر الذي ذكره الأولون مثالاً للخير، وليس هو كل الخير.\rوبناءً على هذين التفسيرين يختلف المعنى عند حمل اللفظ على العموم (الخير الكثير)، أو حمله على الخصوص (النهر).\rقال الطبري: حَدَّثَني يعقوب، قَالَ: ثني هُشَيْمٌ، قَالَ: أَخْبَرَنَا أَبُو بِشْرٍ، وَعَطَاءُ بْنُ السَّائِبِ، عَن سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابنِ عَبَّاسٍ، أَنَّهُ قَالَ فِي الْكَوْثَرِ: «هُوَ الْخَيْرُ الْكَثِيرُ الَّذِي أَعْطَاهُ اللهُ إِيَّاهُ».\rقَالَ أبُو بِشْرٍ: فَقُلْتُ لِسَعِيدِ بْنِ جُبَيْرٍ: فَإِنَّ نَاساً يَزْعُمُونَ أَنَّهُ نَهْرٌ فِي الْجَنَّةِ، قَالَ: فَقَالَ سَعِيدٌ: النَّهْرُ الَّذِي فِي الْجَنَّةِ، مِنَ الْخَيْرِ الَّذِي أَعْطَاهُ اللهُ إِيَّاهُ».\r(¬2) انظر: «نواسخ القرآن» (202/ 204)؛ و «الناسخ والمنسوخ» لابن العربي (2/ 79 - 83).","seal":"6FEBA834","page":94},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":102,"nass":"وهذا النوع قريب من الذي قبله، بل هو باب منه (¬1)، ومن أمثلته:\rقوله تعالى: {وَالنَّازِعَاتِ غَرْقًا *وَالنَّاشِطَاتِ نَشْطًا} [النازعات: 1، 2].\rقيل في هذه الأوصاف: هي للملائكة، وقيل: للأنجم، وقيل: للموت ... إلخ.\rومثله: {وَالذَّارِيَاتِ} [الذاريات: 1]، ومثله: {... بِالْخُنَّسِ} [التكوير: 15].\r\r9 - أن يكون في الآية حرف له قراءتان (¬2):\rفيفسر أحدهم إحدى القراءتين؛ ويفسر الآخر الأخرى، فيختلف التأويل.\rومثاله: قوله تعالى: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} [التكوير: 24]، ففي قوله تعالى: (ضَنِينٍ) قراءتان:\rالأولى: بالضاد، ويكون المعنى: «ما هو ببخيل».\rالثانية: بالظاء، ويكون المعنى: «وما هم بمتهم».\r¬_________\r(¬1) إذا نظرت إلى أن الوصف المذكور يحتمل أكثر من موصوف، وكان سبب الاحتمال النظر إلى صحة انطباق الموصوفات على هذا الوصف = كان الأمر في ترجيح كل هذه المحتملات من باب العموم والتمثيل، فالوصف عام يشمل عدداً من الموصوفات التي يحتملها اللفظ في الآية، ويشير إلى ذلك الطبري في ترجيحه العموم في تفسير قوله تعالى: {وَالنَّازِعَاتِ غَرْقًا} [النَّازعَات: 1].\rقال الطبري: «وَالصَّوَابُ مِنَ الْقَوْلِ فِي ذَلِكَ عِنْدِي أَنْ يُقَالَ: إِنَّ الله تَعَالَى ذِكْرُهُ أَقْسَمَ بِالنَّازِعَاتِ غَرْقاً، وَلَمْ يُخَصِّصْ نَازِعَةً دُونَ نَازِعَةٍ، فَكُلُّ نَازِعَةٍ غَرْقاً، فَدَاخِلَةٌ فِي قَسَمِهِ، مَلَكاً كَانَ أَوْ مَوْتاً، أَوْ نَجْماً، أَوْ قَوْساً، أَوْ غَيْرَ ذَلِكَ. وَالْمَعْنَى: وَالنَّازِعَاتِ إِغْرَاقاً، كَمَا يَغْرَقَ النَّازِعُ فِي الْقَوْسِ».\r(¬2) ظهر لي أن هذا لا يدخل في اختلاف المفسرين؛ لأنه لم يقع بينهم اختلاف في تفسير اللفظة القرآنية الواحدة، بل الاختلاف كان في لفظين قرآنيين، لكل واحدٍ منهما معنى مستقلٌّ، وهذا ليس هو سبب الاختلاف، بل هو أحد أسباب تعدد معاني الآيات القرآنية.","seal":"765EA24F","page":95},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":103,"nass":"هذه بعض أسباب الاختلاف التي ظهرت لي، ويمكن باستقراء اختلافاتهم في التفسير أن تظهر هناك أسباب أخرى (¬1). [69]\r* * *\r¬_________\r(¬1) ظهر أخيراً كتاب «أسباب اختلاف المفسرين» للدكتور محمد الشايع.","seal":"BB2F9AD1","page":96},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":104,"nass":"اختلاف السلف في التفسير\rأنواعه:\r1 - اختلاف التنوع:\rأنواعه:\r1 - أن يعبر كل واحد من المفسرين بعبارة غير عبارة صاحبه تدل على معنى في المسمى غير المعنى الآخر مع اتحاد المسمى.\r2 - أن يذكر المفسر من الاسم العام بعض أنواعه على سبيل التمثيل.\r3 - أن يكون اللفظ محتملًا لأمرين، إما بسبب الاشتراك وإما بسبب التواطؤ.\r4 - أن يعبروا عن المعنى بألفاظ متقاربة.\r\r2 - اختلاف التضاد\rأسبابه:\r1 - الاشتراك.\r2 - الاختلاف في مفسر الضمير.\r3 - أن يكون في الجملة حذف، ويحتمل في تقديره أكثر من معنى.\r4 - أن تحتمل اللفظة أكثر من تصريف في اللغة.\r5 - تنوع الاستعمال العربي للفظة.\r6 - أن يدور حكم الآية بين الأحكام والنسخ.\r7 - أن يدور حكم الآية بين العموم والخصوص.\r8 - أن يذكر الوصف المحتمل لأكثر من موصوف، ولا يحدد موصوفه في الآية.\r9 - أن يكون في الآية حرف له قراءتان لكل منهما تفسير مختلف.","seal":"F8D20FC2","page":97},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":105,"nass":"الإجماع في التفسير\rلئن كان الإجماع في الفقه حظي بعناية العلماء فألَّفوا فيه إفراداً، أو ضمَّنوه شيئاً من كتبهم، فإن الإجماع في التفسير لم تكن له هذه العناية (¬1).\rوهذا لا يعني عدم اهتمام المفسرين بهذا الجانب، بل تجد منهم من يحكي الإجماع في معنى بعض الآيات، ولكن هذا لا زال مبثوثاً في تفاسيرهم، لم يستخرج بعد.\r\rوالإجماع في عرف الأصوليين: اتفاق مجتهدي هذه الأمة بعد النبي صلّى الله عليه وسلّم على حكم شرعي (¬2).\rوالمراد به هنا: إجماع المفسرين ـ ممن يعتبر في التفسير قولهم ـ على معنى من المعاني في تفسير آية من كتاب الله.\rوالإجماع حجة، وهو الأصل الثالث من أصول الشريعة.\rوتظهر فائدة جمع ما أجمع عليه المفسرون وأهميته فيما يلي:\r1 - حمل كلام الله تعالى على لون من أصح ألوان التفسير، وأقواها ثبوتاً.\r2 - أن تعرف إجماعات المفسرين فلا يجترأ على مناقضتها (¬3).\rمسألة: كيف نصل إلى إجماعات المفسرين:\rلمعرفة إجماعات المفسرين طريقان، وكلاهما يعتمد على الاستقراء:\rالأول: أن ينص أحد المحققين على حكاية الإجماع؛ كابن جرير، وابن\r¬_________\r(¬1) ينظر: «الإجماع في التفسير» للدكتور محمد بن عبد العزيز الخضيري.\r(¬2) «الأصول من علم الأصول» (ص73).\r(¬3) «الإجماع في التفسير».","seal":"D939980F","page":98},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":106,"nass":"عطية وغيرهما، وحكمهم على مسألة في التفسير بالإجماع يدل على استقرائهم لأقوال السالفين لهم [70] ثم دور الباحث بعدهم التأكد من عدم وجود المخالف، وهذا لا يكون إلا بالاستقراء كذلك.\rالثاني: أن تَستقرئ أقوال المفسرين وتَستنبِط الإجماع من أقوالهم إذا لم يكن بينهم خلاف في الآية.\r\rمسألة: بين اختلاف التنوع والإجماع:\rالإجماع في التفسير قد يكون إجماعاً على لفظ، أو إجماعاً على معنى.\rوفي الأول: تتفق عبارات المفسرين على اللفظ، وهذا الذي يحكيه المفسرون في الإجماع.\rومثاله: قوله تعالى: {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ} [يونس: 64].\rقال ابن عطية: «أما بشرى الآخرة فهي الجنة قولاً واحداً» (¬1).\rوقوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ} [فصلت: 41].\rقال ابن عطية: «والذِّكْر: القرآن بالإجماع» (¬2).\rأما في الثاني: فقد يكون المعنى واحداً، أو أكثر.\rفإن كان المعنى واحداً، فقد تختلف عبارات المفسرين في بيان هذا المعنى، ويكون هذا في النوع الأول، والثاني، والرابع، من تقسيمات شيخ الإسلام، التي سبق ذكرها (¬3).\rوفي هذا يكون الاتفاق على المعنى، وإن اختلفت عبارات المفسرين فيه.\rكالصراط المستقيم الذي سبق ذكره، فإن المعنى المراد به في كل ما قيل واحد، وهو (اتباع الدين)، ولكن العبارات اختلفت في بيان هذا المعنى، نظراً\r¬_________\r(¬1) «المحرر الوجيز» (7/ 176).\r(¬2) «المحرر الوجيز» (13/ 121).\r(¬3) انظر (ص57، 59، 61).","seal":"9A6DD586","page":99},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":107,"nass":"لأن كل مفسر نظر إلى شيء في الصراط غير الشيء الذي نظر إليه الآخر، فعبَّر به عنه. [71]\rومما يوضح ذلك أسماء الله سبحانه، فلو قلت: العزيز: الله، والحكيم: الله، والغفور: الله؛ فإنك تجد أن العزيز، والحكيم، والغفور، اتفقت في عودها إلى ذات واحدة، ولكن التعبير عن هذه الذات بهذه الأسماء اختلف؛ لأن معنى العزيز غير معنى الحكيم، ومعنى الحكيم غير معنى الغفور.\rففي دلالتها على ذات الله اتفاق، وفي انفراد كل منها بمعنى خاص اختلاف.\rوفي التفسير بالمثال يكون الاتفاق على المعنى العام، ثم تختلف العبارات بسبب ذكر أمثلة لهذا العام.\rومما يوضح ذلك، تفسير المحروم في قوله تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} [الذاريات: 19].\rقال ابن عطية: «واختلف الناس في (المحروم) اختلافاً هو عندي تخليط من المتأخرين إذ المعنى واحد، وإنما عبَّر علماء السلف في ذلك العبارات على جهة المثلات، فجعلها المتأخرون أقوالاً»، ثم ذكر جملة من أقوالهم، ثم قال: «والمعنى الجامع لهذه الأقوال أنه الذي لا مال له لحرمان أصحابه» (¬1).\rوفي تفسير المعنى بالألفاظ المتقاربة، يكون المعنى مجمعاً عليه، ولكن يختلف التعبير عنه، مثل تفسير الإبسال في قوله تعالى: {أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ} [الأنعام: 70] قيل: تحبس، وقيل: ترتهن، وقيل: تُسْلَم.\rأما في النوع الثالث: وهو المحتمل لأكثر من أمر مع صحة احتمال الآية له، فقد يذكرون كل ما تحتمله الآية، وقد يذكرون أحد ما تحتمله الآية، وفي كل يكون إجماعهم على ذلك المذكور.\r¬_________\r(¬1) «المحرر الوجيز» (14/ 15، 16).","seal":"83F6DAFC","page":100},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":108,"nass":"والمفسرون الذين يحكون الإجماع لا ينصون على مثل هذا الاختلاف في الإجماع بل يذكرون الإجماع الصريح في اللفظ القرآني، كما سيأتي من أمثلة الإجماع. [72]\rمسألة:\rإذا كانت الآية تحتمل أكثر من معنى، وأجمع السلف على بعض هذه المعاني المحتملة، فهل يجوز تفسير الآية بما فيها من الاحتمال الصحيح الذي لم يذكره السلف؟\rقد سبق الجواب على هذه المسألة في التنبيهات على تفسير الصحابة والتابعين، وأنه إذا كانت المعاني صحيحة، وتحتملها الآية، جاز التفسير بها؛ لأنها لا تكون مناقضة لإجماعهم، ولا يلزم من عدم ذكرهم إياها عدم قبولهم لها (¬1).\r\rتنبيهات حول الإجماع في التفسير:\r1 - يحكي بعض المفسرين إجماعاً في اللفظ من الآية لا يتوقع فيه خلاف، وذلك لشدة ظهور المعنى؛ كقوله تعالى: {ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ} [الأنعام: 154]. قال الشنقيطي: «الكتاب: هو التوراة بالإجماع» (¬2).\rوفي قوله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} [البقرة: 127] قال ابن عطية: «البيت: الكعبة بالإجماع» (¬3).\r2 - يذكر المفسرون إجماعات غير داخلة في تأويل الآية وتفسيرها؛ كالإجماعات الفقهية، أو الإجماع على مسائل في علوم القرآن؛ كمكي السورة ومدنيها، وعدد الآي، وغيرها، وهذه غير داخلة في موضوع الإجماع في التفسير؛ لأن المراد الإجماع على تفسير ألفاظ الآية ومعانيها.\r3 - مما يجدر التنبيه عليه أن الإجماع عند بعضهم هو اتفاق الأكثر؛\r¬_________\r(¬1) انظر (ص36) من هذا البحث.\r(¬2) «أضواء البيان» (1/ 148).\r(¬3) «المحرر الوجيز» لابن عطية (1/ 487).","seal":"2EAAC7DD","page":101},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":109,"nass":"كابن جرير، ولذا ينتبه لمذهب حاكي الإجماع في الإجماع.\r\rمسرد بعض الإجماعات:\r1 - في قوله تعالى: {لاَ رَيْبَ فِيهِ} [البقرة: 2]. [73]\rقال ابن أبي حاتم: «الريب: الشك، وليس في هذا الحرف اختلاف بين المفسرين» (¬1).\r2 - قوله تعالى: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَامُرُكُمْ بِالْفَحْشَاءِ} [البقرة: 268]. قال ابن القيم: «الفحشاء: هو البخل إجماعاً» (¬2).\r3 - في قوله تعالى: {لاَ تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} [الطلاق: 1]. قال الماوردي: «يعني الرجعة في قول الجميع» (¬3).\r4 - في قوله تعالى: {أَزِفَتِ الآزِفَةُ} [النجم: 57]. قال ابن عطية: «عبارة عن يوم القيامة بإجماع المفسرين» (¬4).\r5 - في قوله تعالى: {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا} [البقرة: 143]. قال الشنقيطي: «الخطاب له صلّى الله عليه وسلّم إجماعاً» (¬5). [74]\r* * *\r¬_________\r(¬1) «تفسير ابن أبي حاتم» (1/ 31).\r(¬2) «التفسير القيم» (ص168).\r(¬3) «النكت والعيون» (6/ 30).\r(¬4) «تفسير ابن عطية» (14/ 142).\r(¬5) «أضواء البيان» (1/ 150).","seal":"DBDC6058","page":102},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":110,"nass":"الأصول التي يدور عليها التفسير\rالمراد هنا أن تفاسير الأمة تُخَرَّجُ من هذه الأصول، وقد ذكرها ابن القيم فقال: «وتفسير الناس يدور على ثلاثة أصول: تفسير على اللفظ، وهو الذي ينحو إليه المتأخرون، وتفسير على المعنى، وهو الذي يذكره السلف، وتفسير على الإشارة والقياس، وهو الذي ينحو إليه كثير من الصوفية وغيرهم» (¬1).\r\rأولاً: التفسير على اللفظ:\rالتفسير على اللفظ هو: تفسير الكلمة بعينها؛ أي: بما يطابقها في اللغة، وقد يتوسعون في تحليل المدلولات اللفظية؛ كأصل الاشتقاق، ومعانيها في اللغة ... إلخ.\rوقد اهتم بهذا النوع مَنْ كَتَبَ في معاني القرآن وغريبه.\rولابن عطية والطاهر بن عاشور اهتمام بتحرير معنى اللفظة في لغة العرب.\rقال ابن عطية: «و {تَفَكَّهُونَ} [الواقعة: 65] قال ابن عباس، ومجاهد، وقتادة: معناه: تعجبون.\rوقال عكرمة: تلاومون.\rوقال الحسن: معناه: تندمون.\rوقال ابن زيد: تتفجعون.\r¬_________\r(¬1) «التبيان في أقسام القرآن» (ت: طه شاهين) (ص51). قلت: كان يحسن دمج هذا المبحث بالمبحث الذي يليه «طريقة السلف في التفسير»؛ لأن الموضوعين متداخلان.","seal":"D9F8B633","page":103},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":111,"nass":"وهذا كله تفسير لا يخص اللفظة، والذي يخص اللفظة هو: تطرحون الفكاهة عن أنفسكم، وهي المسرة والجزل، ورجل فَكِهٌ، إذا كان منبسط النفس غير مُكْتَرِثٍ بشيء ..» (¬1). [75]\r\rثانياً: التفسير على المعنى:\rفي التفسير على المعنى لا يعمد المفسر إلى تفسير اللفظ مباشرة، بل ينتقل إلى ما وراء اللفظ، وهو أنواع:\rالأول: التفسير بالجزء.\rالثاني: التفسير بالمثال.\rالثالث: التفسير باللازم أو النتيجة.\rوهذه كلها تفاسير بالمعنى (¬2)، وسيأتي تفصيلها في المبحث القادم.\r\rثالثاً: التفسير على الإشارة والقياس:\rهذا النوع هو أقل الأنواع عند سلف الأمة، ولم يكثروا منه، وجاء عنهم فيه بعض التفاسير ـ كما سيأتي ـ ولهذا النوع شروط ذكرها ابن القيم، وهي:\r1 - ألا يناقض معنى الآية.\r2 - أن يكون معنى صحيحاً في نفسه.\r3 - أن يكون في اللفظ إشعار به.\r4 - أن يكون بينه وبين معنى الآية ارتباط وتلازم.\rفإذا اجتمعت هذه الأمور الأربعة كان استنباطاً حسناً (¬3). [76]\r¬_________\r(¬1) «المحرر الوجيز» (14/ 261)؛ وانظر: (13/ 383)؛ و «التبيان في أقسام القرآن» (ص60، 169).\r(¬2) انظر أمثلة في: «المحرر الوجيز» (14/ 53، 253، 254)؛ و «التفسير القيم» (ص15، 29).\rوانظر فائدة تتعلق بالتفسير على اللفظ والتفسير على المعنى في: «الموافقات» (4/ 141).\r(¬3) «التبيان في أقسام القرآن» (ص51)؛ وانظر: «الموافقات» (3/ 264).","seal":"D4691BFA","page":104},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":112,"nass":"الأصول التي يدور عليها التفسير\r1 - التفسير على اللفظ:\rأنواعه:\r1 - تفسير الكلمة بعينها.\r2 - تفسير الكلمة بما يطابقها في اللغة.\r\r2 - التفسير على المعنى:\rأنواعه:\r1 - التفسير بالجزء.\r2 - التفسير بالمثال.\r3 - التفسير باللازم أو النتيجة.\r\r3 - التفسير على الإشارة أو القياس:\rشروطه:\r1 - ألا يناقض معنى الآية.\r2 - أن يكون المعنى صحيحاً في نفسه.\r3 - أن يكون في اللفظ إشعار به.\r4 - أن يكون بينه وبين معنى الآية ارتباط وتلازم.","seal":"606FD701","page":105},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":113,"nass":"طريقة السلف في التفسير\rطريقة السلف العامة في التفسير هي طريقة الإجمال وعدم التفصيل.\rقال أبو جعفر النحاس ـ في كتابه «معاني القرآن» ـ في معرض نقله مذاهب السلف في الأحرف المقطعة: «وأبين هذه الأقوال قول مجاهد الأول: أنها فواتح للسور، وكذا قول من قال: هي تنبيه، وقول من قال: هي افتتاح كلام.\rولم يشرحوا ذلك بأكثر من هذا؛ لأنه ليس من مذاهب الأوائل، وإنما يأتي الكلام عنهم مجملاً، ثم يتأوله أهل النظر على ما يوجبه المعنى» (¬1).\rوقال شيخ الإسلام في رسالته الموسومة بـ: «تفسير آيات أشكلت: حتى لا يوجد في طائفة من كتب التفسير فيها صواب بل لا يوجد فيها إلا قول خطأ» (¬2).\rقال في تفسير قوله تعالى: {بِأَيِّكُمُ الْمَفْتُونُ} [القلم: 6]:\r«وقال الحسن: أيكم أولى بالشيطان، قال: فهم أولى بالشيطان من نبي الله صلّى الله عليه وسلّم، فبين الحسن المعنى المراد، وإن لم يتكلم على اللفظ؛ كعادة السلف باختصار الكلام مع البلاغة وفهم المعنى».\rويستفاد من قول هذين العالمين أن طريقة السلف العامة في التفسير هي طريقة الإجمال لا التفصيل، وذلك لأنهم لم يكونوا بحاجة إلى التفصيل كما\r¬_________\r(¬1) «معاني القرآن» (1/ 77).\r(¬2) هذه الرسالة مخطوطة، وقد تم طبعها، وينظر المطبوع، بتحقيق: د. عبد العزيز الخليفة (1/ 149).","seal":"D0C78C96","page":106},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":114,"nass":"احتاجه المتأخرون، الذين بعدت ألسنتهم عن لسان العرب فاحتاجوا إلى زيادة التفصيل لبيان المعنى، وللسلف في تفسيرهم طرق وتعابير يستعملونها عند تفسير القرآن. ويمكن استنباط هذه الطرق من جرد كتب التفسير التي تهتم بعبارة السلف وتعلق عليها. ودونكها مجملة، ثم يأتيك [77] التفصيل مع المثال (¬1):\r\r1 - التفسير بالمطابق، أو ما وضع له اللفظ.\r2 - التفسير باللازم، ويدخل ضمنه التفسير بالنتيجة.\r3 - التفسير بجزء المعنى.\r4 - التفسير بالمثال.\r5 - التفسير بالقياس والاعتبار.\r6 - التفسير بالإشارة.\rتفصيل هذا بالأمثلة:\r1 - التفسير بالمطابق، أو بما وضع له اللفظ:\rالمراد به: ما وُضعَ له اللفظ في لغة العرب، فيعمد المفسر إلى تفسير اللفظة بما وضعت له في لغة العرب، وهذا هو التفسير المباشر للفظ.\r• وقد ذكر هذه الطريقة ونبَّه عليها إمام المفسرين، الطبري، فقال: «فَحَمَل تأويلَ الكلام على معناه دون البيان عن الكلمة بعينها؛ فإن أهل التأويل ربما فعلوا ذلك لعلل كثيرة تدعوهم إليها» (¬2).\r¬_________\r(¬1) ليبتيَّن علاقة (الأصول التي يدور عليها التفسير) و (طريقة السلف مع التفسير) أقول:\r1 - التفسير على اللفظ = التفسير بالمطابق أو ما وضع له اللفظ.\r2 - التفسير على المعنى = التفسير باللازم، ويجزئ المعنى، وبالمقال.\r3 - التفسير على الإشارة والقياس = التفسير بالقياس والاعتبار والتفسير بالإشارة.\rانظر (التفسير اللغوي للقرآن الكريم) لمساعد الطيار (ص:652 - 672).\r(¬2) «تفسير الطبري» (1/ 185)، «الْقَوْلُ فِي تَأوِيلِ قَوْلِهِ تَعَالَى: {... أُولَئِكَ هُمُ الْخَاسِرُونَ} [البقرة: 27].\rقَالَ أَبُو جَعْفَرٍ: وَالخَاسِرُونَ جَمْعُ خَاسِرٍ، وَالْخَاسِرُونَ: النَّاقِصُونَ أَنْفُسَهُمْ حُظُوظَهَا بِمَعْصِيَتِهِمْ اللهَ مِنْ رَحْمَتِهِ، كَمَا يَخْسَرُ الرَّجُلُ فِي تِجَارِتِهِ بِأَنْ يُوضَعَ مِنْ رَاسِ مَالِهِ فِي =","seal":"B7D9CB98","page":107},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":115,"nass":"• وقال شيخ الإسلام: «فإن منهم ـ يقصد مفسري السلف ـ من يعبر عن الشيء بلازمه ونظيره، ومنهم من ينص على الشيء بعينه» (¬1).\rومثاله تفسير قوله تعالى: {وَكِتَابٍ مَسْطُورٍ} [الطور: 2]، قال قتادة، والضحاك: {مَسْطُورٍ}: مكتوب (¬2).\rوقوله تعالى: {وَبُسَّتِ الْجِبَالُ بَسًّا} [الواقعة: 5]؛ أي: فتتت. [78]\rورد ذلك عن ابن عباس، ومجاهد، وعكرمة، وإسماعيل السدي، وأبي صالح (¬3).\rوكذا تفسيرهم للودود في مثل قوله: {وَهُوَ الْغَفُورُ الْوَدُودُ} [البروج: 14] بأنه المحب لأوليائه (¬4).\r\r2 - التفسير باللازم:\r• دلالة الالتزام هي أحد دلالات الألفاظ العقلية.\rوالمراد بها أن المعنى المستفاد لم يدل عليه اللفظ مباشرة، ولكن يلزم منه هذا المعنى المستفاد عقلاً أو عرفاً؛ كالكتابة تستلزم كاتباً.\r¬_________\r= بَيْعِهِ. فَكَذَلِكَ الْكَافِرُ وَالْمُنَافِقُ خَسِرَ بِحِرْمَانِ اللهِ إِيَّاهُ رَحْمَتَهُ الَّتِي خَلَقَهَا لِعِبَادِهِ فِي الْقِيَامَةِ أَحْوَجَ مَا كَانَ إِلَى رَحْمَتِهِ، يُقَالُ مِنْهُ: خَسِرَ الرَّجُلُ يَخْسَرُ خَسْراً وَخُسْرَاناً وَخَسَاراً، كَمَا قَالَ جَرِيرُ بْنُ عَطِيَّةَ:\rإِنَّ سَلِيطاً فِي الْخَسَارِ إِنَّهْ\rأَوْلاَدُ قَوْمٍ خُلِقُوا أَقِنَّهْ\rيَعْنِي بِقَوْلِهِ فِي الْخَسَارِ: أَيْ فِيمَا يُوكِسُهُمْ حُظُوظَهُمْ مِنَ الشَّرَفِ وَالْكَرَمِ. وقَدْ قِيلَ: إَنَّ مَعْنَى: {... أُولَئِكَ هُمُ الْخَاسِرُونَ} [البقرة: 27] أُولَئِكَ هُمُ الْهَالِكُونَ. وَقَدْ يَجُوزُ أَنْ يَكُونَ قَائِلُ ذَلِكَ أَرَادَ مَا قُلْنَا مِنْ هَلاَكِ الَّذِي وَصَفَ اللهُ صِفَتَهُ بِالصِّفَةِ الَّتِي وَصَفَهُ بِهَا فِي هَذِهِ الايَةِ بِحِرْمَانِ اللهِ إِيَّاهُ مَا حَرَمَهُ مِنْ رَحْمَتِهِ بِمَعْصِيَتِهِ إِيَّاهُ وَكُفْرِهِ بِهِ. فَحَمَلَ تَاوِيلَ الْكَلاَمِ عَلَى مَعْنَاهُ دُونَ الْبَيَانِ عَنْ تَاوِيلِ عَيْنِ الْكَلِمَةِ بِعَيْنِهَا، فَإِنَّ أَهْلَ التَّاوِيلِ رُبَّمَا فَعَلُوا ذَلِكَ لِعِلَلٍ كَثِيرَةٍ تَدْعُوهُمْ إِلَيْهِ».\r(¬1) «مقدمة في أصول التفسير» (ص104).\r(¬2) «تفسير الطبري» (27/ 16).\r(¬3) «تفسير الطبري» (27/ 168).\r(¬4) انظر: «التبيان في أقسام القرآن» (ص60).","seal":"6CD4B3A6","page":108},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":116,"nass":"ومن أمثلته:\rتفسير الودود بالمحبوب من أوليائه.\rفالودود: أي الواد لأوليائه؛ كالغفور بمعنى: الغافر. فهذا تفسير بالمطابقة ـ كما مرَّ ـ ويلزم منه محبة أوليائه له، وهذا تفسير باللازم (¬1).\rومن أمثلته ـ أيضاً ـ تفسيرهم قوله تعالى: {فَظَلْتُمْ تَفَكَّهُونَ} [الواقعة: 65] قيل: معناه تندمون، وهذا تفسير باللازم، وإنما الحقيقة تزيلون عنكم التفكُّه، وإذا زال التفكّه خَلَفَهُ ضِدُّه (¬2).\rوفي قوله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ * وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا} الآية [الأعراف: 175، 176].\rقال ابن القيم: «قال ابن عباس: لو شئنا لرفعناه بعلمه.\rوقالت طائفة: الضمير في قوله: {لَرَفَعْنَاهُ} عائد على الكفر، والمعنى: لو شئنا لرفعنا عنه الكفر بما معه من آياتنا، قال مجاهد وعطاء: لرفعناه عن الكفر بالإيمان وعصمناه. وهذا المعنى حق، والأول هو مراد الآية، وهذا من لوازم المراد. وقد تقدم أن السلف كثيراً ما ينبهون على لازم معنى الآية، فيظن الظان أن ذلك هو المراد منها» (¬3). [79]\rومما يجدر التنبيه عليه هنا: أنه قد يَرِدُ عن السلف تفسير لبعض صفات الله بلازمها، فيظنُّ القارئ لها أن السلف يؤوِّلون صفات الله سبحانه، وهذا ليس بصواب، وذلك لأن الأصل عند السلف هو أن صفات الله على الحقيقة، ولا يجوز التأويل، فإذا رأيت مثل هذا فاعلم أنهم لا يؤوِّلون؛ لأنه\r¬_________\r(¬1) انظر: «التبيان في أقسام القرآن» (ص60).\r(¬2) «التبيان في أقسام القرآن» (ص169)، وقد سبق نقل هذا المثال من «تفسير ابن عطية».\r(¬3) «التفسير القيم» (ص284)، وانظر فيها مثالاً آخر.","seal":"1B17A03A","page":109},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":117,"nass":"لم يرد عن أحدهم أنه أنكر الصفة، وفرق بين إنكار الصفة، والتفسير باللازم.\rأما ما تراه عند الخلف المتأخرين من تفسير الصفة بلازمها، فإنه تأويل لها، وذلك لأن مذهب هؤلاء هو التأويل، ولذا يعمدون إلى تفسيرها بلازم الصفة، قال السيوطي: «قال العلماء: كل صفة يستحيل حقيقتها على الله تفسَّر بلازمها» (¬1)، والعلماء الذين ينسب إليهم السيوطي هذا القول هم المتكلمون من الأشاعرة وغيرهم. فتأمل.\r\r3 - التفسير بجزء المعنى:\rالمقصود به أن المفسِّر يذكر من المعنى الذي يحتمله اللفظ جزءاً منه، ليدل به على باقي المعنى.\rومنه تفسير من فسَّر قوله تعالى: {وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ} [مريم: 31]، قال ابن القيم: «... مباركاً: معلماً للخير أينما كنت. وهذا جزء مسمى المبارك: فالمبارك: كثير الخير في نفسه، الذي يحصله لغيره تعليماً أو نصحاً، وإرادة واجتهاداً ...» (¬2).\r\r4 - التفسير بالمثال:\rوقد مر ذكره في اختلاف التنوع (¬3).\rومن أمثلته قوله سبحانه وتعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: 114]، قيل: الحسنات الصلوات، وقيل: قول الرجل: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر. [80]\r¬_________\r(¬1) «الإتقان» (3/ 20).\r(¬2) «جلاء الأفهام» لابن القيم (ص168).\r(¬3) الذي جعلني أضع جزء المعنى والمثال مختلفين استعمال ابن القيم لهما في مواضع، فيذكر جزء المعنى في موضع، ويذكر المثال في آخر؛ وكأنه باستعماله هذا يرى فرقاً بينهما، وقد يكون من باب التقسيم الفني.","seal":"43027136","page":110},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":118,"nass":"قال ابن عطية: وهذا كله إنما هو على جهة المثال في الحسنات (¬1).\rوفي تفسير قوله تعالى: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} [البقرة: 3] قال زرٌّ: الغيب: القرآن. وقال عطاء: الغيب: القدر، قال الراغب: وقول زرٍّ بأن الغيب: هو القرآن، وقول عطاء: أنه القدر؛ تمثيل لبعض ما هو غيب، وليس ذلك بخلاف بينهم، بل كل أشار إلى الغيب بمثال (¬2).\r\r5 - التفسير بالقياس والاعتبار:\rالمراد به أن يُدخِل المفسر في حكم الآية شيئاً؛ لأنه مشبه للآية في العلة.\rومن أمثلته: قوله تعالى: {لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى} [النساء: 43].\rفقد روي عن ابن عباس في معنى سكارى: أنه النعاس.\rوكذلك روي عن الضحاك أنه قال: لم يعنِ الخمر، وإنما عنى به سكر النوم (¬3).\rقال شيخ الإسلام ـ معلقاً على قول الضحاك ـ:\r«وهذا إذا قيل: إن الآية دلت عليه بطريق الاعتبار؛ أي: القياس، أو شمول معنى اللفظ العام، وإلا فلا ريب أن سبب نزول الآية كان السكر من الخمر، واللفظ صريح في ذلك، والمعنى الآخر صحيح أيضاً» (¬4).\rفصحَّحَ شيخ الإسلام دخول السكر من النوم أو النعاس في معنى الآية للمقايسة بينهما، والعلة هي عدم العلم بما يقول.\r¬_________\r(¬1) «تفسير ابن عطية» (7/ 417)، وانظر أمثلة على التفسير بالمثال (ص346) من كتاب: «التفسير القيم»؛ و «التحرير والتنوير» (13/ 230)؛ و «تفسير ابن جزي» (4/ 193).\r(¬2) «مقدمة جامع التفاسير» (ص155).\r(¬3) انظر قولهم في: «الدر المنثور» (2/ 546).\r(¬4) انظر: «اتباع الرسول بصحيح المنقول وصريح المعقول» (ص15).","seal":"2ECC78F5","page":111},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":119,"nass":"6 - التفسير بالإشارة:\rالتفسير بالإشارة له تعلق بما قبله، ولقد نبَّه شيخ الإسلام على ذلك فقال: «... تلك الإشارات هي من باب الاعتبار والقياس وإلحاق ما ليس بمنصوص بالمنصوص، مثل الاعتبار [81] والقياس الذي يستعمله الفقهاء في الأحكام» (¬1).\rوقال في موضع آخر: «وأما أرباب الإشارات الذين يثبتون ما دل عليه اللفظ، ويجعلون المعنى المشار إليه مفهوماً من جهة القياس والاعتبار، فحالهم كحال الفقهاء والعالمين بالقياس والاعتبار، وهذا حق إذا كان قياساً صحيحاً لا فاسداً، واعتباراً مستقيماً لا منحرفاً» (¬2).\rوقد مضى ذكر شروط قبوله، ومن أمثلته تفسيرُ ابن عباس، وعمر بن الخطاب سورة النصر بأنها قرب أجل رسول الله صلّى الله عليه وسلّم (¬3).\rقال ابن حجر معلقاً على هذا التفسير: «وفيه جواز تأويل القرآن بما يُفهَمُ من الإشارات، وإنما يتمكن من ذلك من رسخت قدمه في العلم، ولهذا قال علي رضي الله عنه: أو فهماً يؤتيه الله رجلاً بالقرآن» (¬4). [82]\r* * *\r¬_________\r(¬1) «الفتاوى» (6/ 377).\r(¬2) «الفتاوى» (2/ 28)؛ وانظر (13/ 241) فما بعدها.\r(¬3) انظر: «فتح الباري» (8/ 606).\r(¬4) «فتح الباري» (8/ 608، 609).","seal":"4D52C1E6","page":112},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":120,"nass":"أقسام التفسير\r1 - باعتبار معرفة الناس له:\rوجه تعرفه العرب من كلامها.\rتفسير لا يعذر أحد بجهله.\rتفسير يعلمه العلماء.\rتفسير لا يعلمه إلا الله.\r\r2 - باعتبار طرق الوصول إليه:\rالتفسير بالمأثور.\rالتفسير بالرأي.\r\r3 - باعتبار أساليبه:\rالتحليلي.\rالإجمالي.\rالمقارن.\rالموضوعي.\r\r4 - باعتبار اتجاهات المفسرين فيه","seal":"C7C1A1E8","page":113},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":121,"nass":"توجيه أقوال السلف\rهذا الموضوع يعتبر شرحاً لفهم السلف للآية، وكيفية تفسيرهم لها، وكيف قالوا فيها بهذا القول أو ذاك، وذلك إما لغرابة القول، أو للطافته، أو لقوته.\rولا يعني قَبول رأيهم في التفسير، ورفع منزلتهم في الاحتجاج والقبول أنه لا يقع فيهم الخطأ، بل الخطأ متوقع من آحادهم، فهذا مجاهد له آراء فسَّر بها القرآن، وهي مرفوضة؛ كتأويله مسخ بني إسرائيل قردة وخنازير (¬1)، وتأويله النظر في قوله تعالى: {وَجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ *إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 22، 23] (¬2)، وتأويله الميزان في قوله: {فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ} [القارعة: 6] (¬3)، وغيرها.\rوهذه التأويلات الفردية منه لم تجعله يخرج من القبول، بل قال سفيان الثوري: «إذا جاءك التفسير عن مجاهد فحسبك به»، وهو من أكبر تلامذة ابن عباس الذين تلقوا عنه التفسير مباشرة.\rوتجد في التفاسير ردّاً لأقوال قال بها بعض السلف، ولا يعني هذا عدم قَبول قولهم في غيرها، أو عدم احترام آرائهم ومنزلتهم.\rوهذا ابن القيم يرد في تفسير قوله تعالى: {فَالسَّابِقَاتِ سَبْقًا} [النازعات: 4] قول من قال: «هي الملائكة تسبق الشياطين بالوحي إلى\r¬_________\r(¬1) «تفسير الطبري» (1/ 332).\r(¬2) «تفسير الطبري» (29/ 192، 193).\r(¬3) «تفسير الطبري» (30/ 282).","seal":"5A4BF0E0","page":114},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":122,"nass":"الأنبياء» (¬1). وهذا القول مروي عن علي ومسروق، كما ذكره الماوردي (¬2).\rومع هذا الرد للخطأ، فقد تولى بعض المفسرين توجيه أقوال للسلف منبهاً على سبب قولهم بها. [83]\r\rأمثلة لتوجيه أقوال السلف:\r1 - في قوله تعالى: {لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا} [ق: 22].\rقال ابن زيد: هذا رسول الله صلّى الله عليه وسلّم، قال: لقد كنت في غفلة من هذا الأمر يا محمد، كنت مع القوم في جاهليتهم {فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} [ق: 22].\rقال الطبري: «وعلى هذا التأويل الذي قاله ابن زيد يجب أن يكون الكلام خطاباً من الله لرسوله صلّى الله عليه وسلّم أنه كان في غفلة في الجاهلية من هذا الدين الذي بعثه به، فكشف عنه غطاءه الذي كان عليه في الجاهلية، فنفذ بصره بالإيمان وتَبَيَّنَهُ حتى تقرر ذلك عنده، فصار حادَّ البصر به» (¬3).\r2 - في قوله تعالى: {فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} [ق: 22].\rقال الطبري: «وقد روي عن الضحاك أنه قال: معنى ذلك {فَبَصَرُكَ الْيَوْمَ حَدِيدٌ}: لسان الميزان.\rوأحسبه أراد بذلك أن معرفته وعلمه بما أسلف في الدنيا شاهد عدل عليه، فشبَّه بصره بذلك بلسان الميزان الذي يعدل به الحق في الوزن، ويعرف مبلغ الواجب لأهله عما زاد على ذلك أو نقص، فكذلك علم من وافى القيامة بما اكتسب في الدنيا شاهد عليه كلسان الميزان» (¬4).\r3 - في قوله تعالى: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195].\r¬_________\r(¬1) انظر: «التبيان في أقسام القرآن» (ص86).\r(¬2) تفسير الماوردي (4/ 391).\r(¬3) و (¬4) «تفسير الطبري» (26/ 164).","seal":"2C10397A","page":115},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":123,"nass":"قال أبو الليث: «ومعنى قول ابن عباس: ولا تمسكوا من الصدقة فتهلكوا؛ أي: لا تمسكوا عن النفقة والعون للضعفاء، فإنهم إذا تخلفوا عنكم غلب عليكم العدو، فتهلكوا.\rومعنى آخر: ولا تمسكوا؛ فيرث منكم غيركم، فتهلكوا بحرمان منفعة أموالكم.\rومعنى آخر: ولا تمسكوا؛ فيذهب عنكم الخلف في الدنيا والثواب في الآخرة» (¬1). [84]\r4 - في قوله تعالى: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ *لِلسَّائِلِ وَالْمَحْرُومِ} [المعارج: 24، 25].\rقال ابن عطية: «وقال عمر بن عبد العزيز رضي الله عنه: المحروم: الكلب.\rأراد ـ والله أعلم ـ أن يعطي مثالاً من الحيوان ذي الكبد الرطبة لما فيه من الأجر، حسب الحديث المأثور» (¬2).\r5 - في قوله تعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28].\rقال ابن القيم: «وفي تفسير علي بن أبي طلحة عن ابن عباس في قوله تعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} قال: الذين يقولون إن الله على كل شيء قدير. وهذا من فقه ابن عباس وعلمه بالتأويل ومعرفته بحقائق الأسماء والصفات، فإن أكثر أهل الكلام لا يوفون هذه الجملة حقها، ولو كانوا يقرون بها، فمنكرو القدر وخلق أفعال العباد لا يقرون بما على وجهها ومنكرو أفعال الرب القائمة به لا يقرون بها على وجهها، بل يصرحون أنه لا يقدر على فعل يقوم به، ومن لا يقر بأن الله سبحانه كل يوم هو في شأن يفعل ما يشاء لا يقر بأن الله على كل شيء قدير، ومن لا يقر بأن قلوب العباد بين إصبعين من أصابع الرحمن يقلبها كيف يشاء ـ وأن سبحانه مقلب القلوب حقيقة، وأنه إن شاء أن يقيم القلب أقامه وإن شاء أن يزيغه أزاغه ـ لا يقر بأن الله على كل\r¬_________\r(¬1) تفسير القرآن الكريم لأبي الليث السمرقندي (1/ 583، 584).\r(¬2) «تفسير ابن عطية» (15/ 99).","seal":"83FD0A49","page":116},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":124,"nass":"شيء قدير، ومن لا يقر بأنه استوى على عرشه بعد أن خلق السموات والأرض، وأنه ينزل كل ليلة إلى سماء الدنيا يقول: من يسألني فأعطيه، من يستغفرني فأغفر له، وأنه نزل إلى الشجرة فكلم موسى كلمه منها، وأنه ينزل إلى الأرض قبل يوم القيامة حين تخلو من سكانها، وأنه يجيء يوم القيامة فيفصل بين عباده، وأنه يتجلى لهم يضحك، وأنه يريهم نفسه المقدسة، وأنه يضع رجله على النار فيضيق بها أهلها، وينزوي بعضها إلى بعض .. إلى غير ذلك من شؤونه وأفعاله التي من لم يقر بها لم يقر بأنه على كل شيء قدير، فيا لها كلمة من حبر الأمة وترجمان القرآن» (¬1).\r6 - في قوله تعالى: {إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا} [البقرة: 69].\rعلق ابن جرير على قول الحسن: {صَفْرَاءُ فَاقِعٌ}: سوداء شديدة السواد. [85]\rقال: قال أبو جعفر: وأحسب أن الذي قال في قوله: {صَفْرَاءُ} يعني به سوداء ذهب إلى قوله في نعت الإبل السود: هذه إبل صفر، وهذه ناقة صفراء: يعني بها سوداء، وإنما قيل ذلك في الإبل لأن سوادها يضرب إلى الصفرة، ومنه قول الشاعر:\rتِلْكَ خَيْلي مِنْها وتِلْكَ ركابي ... هُنَّ صُفْرٌ أولادُها كالزَّبيبِ\rيعني بقوله: هنّ صفر: هنّ سود، وذلك إن وصفت الإبل به، فليس مما توصف البقر (¬2). [86]\r* * *\r¬_________\r(¬1) «شفاء العليل» (ص54)، وانظر توجيهات أخرى في: «التبيان في أقسام القرآن» (ص49 - 51).\r(¬2) «تفسير الطبري» (1/ 345).","seal":"07BACC70","page":117},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":125,"nass":"قواعد التفسير\rالقواعد هي: الأمور الكلية المنضبطة التي يستخدمها المفسر في تفسيره، ويكون استخدامه لها إما ابتداءً، ويبني عليها فائدة في التفسير، أو ترجيحاً بين الأقوال (¬1).\r\rويمكن استنباط هذه القواعد من كتب التفسير، وكتب اللغة، والبلاغة، والأصول. وتنقسم هذه القواعد إلى قسمين: القواعد العامة، والقواعد الترجيحية، وبينهما تداخل ظاهر عند التأمل.\rأولاً: القواعد العامة\rالمراد بهذه القواعد: القواعد التي يمكن أن يعملها المفسر عندما يفسر آية من القرآن.\rويبدو على بعض هذه القواعد أنها بمثابة الفوائد، ومنها ما يكون لغوياً، ومنها ما يكون أصوليّاً، ومنها ما يكون بلاغيّاً ...\rوسأذكر جملة منثورة من هذه القواعد من غير تبويب وترتيب، نظراً لقلة ما سأذكره منها، وما هي إلا أمثلة لهذه القواعد:\r1 - قال ابن القيم: «المعهود من ألفاظ القرآن أنها تكون دالة على جملة معان» (¬2).\r2 - قال الشنقيطي: «تقرَّر عند العلماء أن الآية إن كانت تحتمل معاني\r¬_________\r(¬1) يرجع في هذه القواعد إلى كتاب الدكتور حسين الحربي «قواعد الترجيح عند المفسرين» وكتاب الدكتور خالد السبت «قواعد التفسير».\r(¬2) «جلاء الأفهام» (ص308).","seal":"D218150A","page":118},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":126,"nass":"كلها صحيح تعيَّن حملها على الجميع، كما حققه بأدلة الشيخ تقي الدين أبو العباس ابن تيمية في رسالته في علوم القرآن» (¬1).\r3 - ما أبهم في القرآن فلا فائدة في بحثه.\rقال الشنقيطي: «ففي القرآن العظيم أشياء كثيرة لم يبينها الله لنا ولا رسوله، ولم يثبت في بيانها شيء، والبحث عنها لا طائل تحته ولا فائدة فيه» (¬2). [87]\r4 - إذا عرف تفسير القرآن من جهة النبي صلّى الله عليه وسلّم فلا حاجة إلى قول من بعده (¬3).\r5 - قول الصحابة مقدم على غيرهم في التفسير، وإن كان ظاهر السياق لا يدل عليه؛ لأنهم أعلم بمعاني القرآن، والسبب الذي فيه نزل، وما أريد به.\rومن الأمثلة على ذلك قوله تعالى: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ} [الأحقاف: 10].\rقال مسروق: والله ما نزلت في عبد الله بن سلام، وما نزلت إلا بمكة، وما أسلم عبد الله إلا بالمدينة، ولكنها خصومة خاصم محمد صلّى الله عليه وسلّم بها قومه، قال فنزلت: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ\r¬_________\r(¬1) «أضواء البيان» (3/ 124)؛ وانظر: «التحرير والتنوير» (1/ 93، 100).\r(¬2) «أضواء البيان» (4/ 43).\r(¬3) «التفسير الكبير» لابن تيمية (1/ 119).","seal":"CA8F0F53","page":119},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":127,"nass":"وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ} [الأحقاف: 10] قال: فالتوراة مثل القرآن، وموسى مثل محمد صلّى الله عليه وسلّم فآمنوا بالتوراة وبرسولهم، وكفرتم به. وقال سعد بن أبي وقاص، وعبد الله بن سلام وابن عباس: الشاهد عبد الله بن سلام، وبه قال مجاهد، وقتادة، والضحاك، والحسن، وابن زيد.\rقال الطبري:\r«والصواب من القول في ذلك عندنا أن الذي قاله مسروق في تأويل ذلك أشبه بظاهر التنزيل؛ لأن قوله: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} في سياق توبيخ الله ـ تعالى ذكره ـ مشركي قريش احتجاجاً عليهم لنبيه صلّى الله عليه وسلّم، وهذه الآية نظيرة سائر الآيات قبلها، ولم يجر لأهل الكتاب ولا لليهود قبل ذلك ذكر، فتوجه هذه الآية إلى أنها فيهم نزلت، ولا دلّ على انصراف الكلام عن قصص الذين تقدم الخبر عنهم معنى، غير أن الأخبار قد وردت عن جماعة من أصحاب رسول الله صلّى الله عليه وسلّم بأن ذلك عني به عبد الله بن سلام وعليه أكثر أهل التأويل، وهم كانوا أعلم بمعاني القرآن، والسبب التي نزل فيه، وما أريد به، فتأويل الكلام إذ كان ذلك كذلك، وشهد عبد الله بن سلام وهو الشاهد من بني إسرائيل على مثله، يعني على مثل القرآن، وهو التوراة، وذلك شهادته أن محمداً مكتوب في التوراة أنه نبيّ تجده اليهود مكتوباً عندهم في التوراة، كما هو مكتوب في القرآن أنه نبي» (¬1). [88]\r6 - إعراب القرآن ينبغي أن يكون على أفصح الوجوه، ولا يفسر بمجرد الاحتمال النحوي الإعرابي الذي يحتمله تركيب الكلام، ويكون الكلام به له معنى ما.\rمثال: في قوله تعالى: {إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف: 56]، ذكر ابن القيم قول من قال: إنه من باب حذف الموصوف وإقامة الصفة مقامه؛ كأنه قال: إن رحمة الله شيء قريب من المحسنين، ثم رد على هذا القول من وجوه وذكر أحدها، وهو:\r«أن الشيء أعم من المعلومات، فإنه يشمل الواجب والممكن، فليس في تقديره ولا في اللفظ به زيادة فائدة يكون الكلام بها فصيحاً بليغاً، فضلاً عن أن يكون بها في أعلى مراتب الفصاحة والبلاغة، فأي فصاحة وبلاغة في قول القائل في حائض وطامث وطالق: شيء حائض، وشيء طامث، وشيء طالق؟ وهو لو صرح بهذا لاستهجنه السامع. فكيف يقدر في الكلام مع أنه لا يتضمن فائدة أصلاً؟\r¬_________\r(¬1) «تفسير الطبري» (26/ 9).","seal":"B72FD5DA","page":120},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":128,"nass":"إذ كونه شيئاً أمر معلوم عام لا يدل على مدح ولا ذم، ولا كمال ولا نقصان.\rوينبغي أن يتفطن ههنا لأمر لا بدّ منه، وهو أنه لا يجوز أن يحمل كلام الله عزّ وجل ويفسر بمجرد الاحتمال النحوي الإعرابي الذي يحتمله تركيب الكلام، ويكون الكلام به له معنى ما، فإن هذا مقام غلط فيه أكثر المعربين للقرآن، فإنهم يفسرون الآية ويعربونها بما يحتمله تركيب تلك الجملة، ويفهم من ذلك التركيب أي معنى اتفق، وهذا غلط عظيم يقطع السامع بأن مراد القرآن غيره، وإن احتمل ذلك التركيب هذا المعنى في سياق آخر وكلام آخر، فإنه لا يلزم أن يحتمله القرآن، مثل قول بعضهم في قراءة من قرأ: {وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1] بالجر: إنه قسم. ومثل قول بعضهم في قوله تعالى: {وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ} [البقرة: 217] إن المسجد مجرور بالعطف على الضمير المجرور في به، ومثل قول بعضهم في قوله تعالى: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلاَةَ} [النساء: 162] إن {المقيمين} مجرور بواو القسم. ونظائر ذلك أضعاف أضعاف ما ذكرنا، وأوهى بكثير؛ بل للقرآن عرف خاص ومعان معهودة لا يناسبه تفسيره بغيرها، ولا يجوز تفسيره بغير عرفه والمعهود من معانيه، فإن نسبة معانيه إلى المعاني كنسبة ألفاظه إلى الألفاظ، بل أعظم، فكما أن ألفاظه ملوك الألفاظ وأجلها وأفصحها، ولها من الفصاحة أعلى مراتبها التي يعجز عنها قدر [89] العالمين، فكذلك معانيه أجل المعاني وأعظمها وأفخمها، فلا يجوز تفسيره بغيرها من المعاني التي لا تليق به، بل غيرها أعظم منها وأجل وأفخم، فلا يجوز حمله على المعاني القاصرة بمجرد الاحتمال النحوي الإعرابي.\rفتدبر هذه القاعدة ولتكن منك على بالٍ، فإنك تنتفع بها في معرفة ضعف كثير من أقوال المفسرين وزيفها، وتقطع أنها ليست مراد المتكلم تعالى بكلامه.","seal":"6A4F3946","page":121},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":129,"nass":"وسنزيد هذا إن شاء الله تعالى بياناً وبسطاً في الكلام على أصول التفسير. فهذا أصل من أصوله» (¬1).\rمثال آخر:\rفي قوله تعالى: {ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ} [البقرة: 2] قال أبو حيان: «وقد ركبوا وجوهاً من الإعراب في قوله: {ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ}».\rوالذي نختاره منها أن قوله: {ذَلِكَ الْكِتَابُ} جملة مستقلة من مبتدأ وخبر؛ لأنه متى أمكن حمل الكلام على غير إضمار ولا افتقار كان أولى أن يسلك به الإضمار والافتقار؛ وهكذا تكون عادتنا في إعراب القرآن لا نسلك فيه إلا الحمل على أحسن الوجوه وأبعدها من التكلف وأسوغها في لسان العرب، ولسنا كمن جعل كلام الله تعالى كشعر امرئ القيس وشعر الأعشى يُحمِّله جميع ما يحتمله اللفظ من وجوه الاحتمالات، فكما أن كلام الله من أفصح كلام فكذلك ينبغي إعرابه أن يحمل على أفصح الوجوه، هذا على أنا إنما نذكر كثيراً مما ذكروه لينظر فيه، فربما يظهر لبعض المتأملين ترجيح شيء منه» (¬2).\rقواعد في العموم:\rأـ حذف المتعلق يفيد العموم النسبي (¬3)؛ أي: يفيد تعميم المعنى المناسب له، ويدخل في ذلك العموم ما كان سياق الكلام جاء من أجله، وهو فرد من أفراد هذا المعنى العام.\rومن أمثلته قوله تعالى: {كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183]. [90]\rفالمتعلق بالفعل «تتقون» محذوف، ويمكن تقدير عدة متعلقات؛ مثل: تتقون الله، تتقون النار، تتقون المحارم (¬4).\r¬_________\r(¬1) «التفسير القيم» (268، 269).\r(¬2) «البحر المحيط» (1/ 36).\r(¬3) لا يلزم أن حذف المتعلق يراد به العموم، بل له أغراض أخرى غير هذا.\r(¬4) «القواعد الحسان» (ص46، 47)، وراجع: «إرشاد الفحول» (ص132).","seal":"ED83BDE3","page":122},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":130,"nass":"ب ـ إذا دخلت (ال) على الأوصاف، وأسماء الأجناس، فإنها تفيد استغراق من يشمله هذا الوصف أو الاسم.\rمثال الوصف: قوله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} إلى قوله: {أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} [الأحزاب: 35].\rيدخل في هذه الأوصاف كل ما تناوله معاني الإسلام، والإيمان، والقنوت، والصدق ... إلخ.\rمثال اسم الجنس: قوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِّرِّ وَالتَّقْوَى} [المائدة: 2].\rفيشمل البر جميع أنواع الخير، وتشمل التقوى كل ما يلزم اتقاؤه (¬1).\rجـ النكرة في سياق النفي، والنهي، والشرط، والاستفهام، تفيد العموم.\rمثال سياق النفي: قوله تعالى: {يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} [الانفطار: 19] يعم كل نفس، وكل شيء.\rمثال سياق النهي: قوله تعالى: {فَلاَ تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 22] تشمل أي ند جعل الله.\rمثال سياق الشرط: قوله تعالى: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} [النحل: 53] تشمل أي نعمة عند العبد.\rمثال سياق الاستفهام: قوله تعالى: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ} [فاطر: 3] تشمل أي خالق غير الله (¬2). [91]\rد ـ المفرد المضاف يفيد العموم.\rومن أمثلته قوله تعالى: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} [الضحى: 11]، وقوله: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لاَ تُحْصُوهَا} [إبراهيم: 34] فإنها تشمل كل نعمة أنعمها الله على عبده.\r¬_________\r(¬1) «القواعد الحسان» (ص9 - 13).\r(¬2) «القواعد الحسان» (ص13، 14)؛ وانظر: «مذكرة أصول الفقه» (ص106).","seal":"441463D5","page":123},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":131,"nass":"ومن أمثلته: قوله تعالى: {وَمَا أَمْرُنَا إِلاَّ وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} [القمر: 50].\rفالأمر، يشمل كل أمر كوني قدري (¬1).\rهـ الفعل المضارع إذا جُزم أو نُفي بـ (لا) فإنه يفيد العموم.\rمثاله: قوله تعالى: {وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195].\rقال الطاهر بن عاشور: «ووقوع فعل «تلقوا» في سياق النهي يقتضي عموم كل إلقاء باليد إلى التهلكة ...» (¬2).\rوـ ومن صيغ العموم وألفاظه الواردة في القرآن ـ وهي كثيرة ـ:\rكل، وجميع، وأجمعون، وكافَّة، ومن وما الشرطية والاستفهامية، والموصولة والمصدرية، والجمع المضاف، واسم الجمع، كالقوم، والذي، والتي ... إلخ.\rفهذه الألفاظ إذا جاءت فإنها تدل على العموم، وذكر شواهدها يطول.\rإنَّ المشددة المكسورة تفيد التعليل:\rمثل قوله تعالى: {اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ} [الحج: 1]\rوالمعنى: اتقوا ربكم؛ لأن زلزلة الساعة شيء عظيم (¬3).\rالفاء تفيد التعليل:\rمثل قوله تعالى: {قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} [البقرة: 222]. [92]\rوقوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيدِيَهُمَا} [المائدة: 38].\rففي الأولى: لعلة كون المحيض أذى.\r¬_________\r(¬1) «القواعد الحسان» (ص14).\r(¬2) «التحرير والتنوير» (2/ 215).\r(¬3) «أضواء البيان» (5/ 14، 60).","seal":"0D4DD6EA","page":124},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":132,"nass":"وفي الثانية: لعلة سرقتهما (¬1).\rالجملة الاسمية تدل على الثبوت (¬2).\rالجملة الفعلية تدل على التجدد (¬3). مثل قوله تعالى: {الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} [الأنفال: 3]. قال الطاهر بن عاشور: «وجيء بالفعلين المضارعين في «يقيمون» و «ينفقون»، للدلالة على تكرار ذلك وتجدده» (¬4).\rمجيء الفعل الماضي بصيغة المضارع لإفادة تصوير الحال الواقع عند حدوث الحدث. مثل قوله تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الأَرْضُ مُخْضَرَّةً} [الحج: 63]، قال الطاهر بن عاشور: «وإنما عبر عن مصير الأرض خضراء بصيغة «تصبح مخضرة» مع أن ذلك مفرع على فعل «أنزل من السماء ماءً» الذي هو بصيغة الماضي؛ لأنه قصد من المضارع استحضار تلك الصورة العجيبة الحسنة» (¬5).\rفائدة اسم الموصول الدلالة على عِلِّية الحكم؛ أي: قرن الأمر بعلته.\rفمثلاً، قوله تعالى: {وَنَقُولُ لِلَّذِينَ ظَلَمُوا} [سبأ: 42] علة القول لهم هو أنهم ظلموا.\rوأخيراً؛ فهذه الأمثلة غيض من فيض، وبالمطالعة ستجد أكثر من هذه. [93]\r\rثانياً: القواعد الترجيحية\rالمراد بالقواعد الترجيحية: القواعد التي نعملها عند الترجيح بين أقوال المفسرين.\rويكون استعمال هذه القواعد في حالتين:\r¬_________\r(¬1) «أضواء البيان» (5/ 238).\r(¬2) و (¬3) «معترك الأقران» (3/ 614)؛ «حاشية محيي الدين شيخ زاده» (1/ 31، 32).\r(¬4) «التحرير والتنوير» (9/ 260).\r(¬5) «التحرير والتنوير» (17/ 318)، (10/ 40)؛ وانظر: «روح المعاني» (9/ 90).","seal":"D6910C88","page":125},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":133,"nass":"الأولى: ترجيح أحد الأقوال على غيره.\rالثانية: رد أحد الأقوال.\r\rمتى يكون الترجيح؟\rالتفسير المنقول إما أن يكون مجمعاً عليه، أولاً.\rفإن كان مجمعاً عليه؛ فلا حاجة إلى الترجيح. والإجماعات في التفسير كثيرة، وقد ذُكر بعضها في مبحث (الإجماع في التفسير)، ومنها:\r1 - تفسير اليوم الموعود بيوم القيامة في قوله تعالى: {وَالْيَوْمِ الْمَوْعُودِ} [البروج: 2] (¬1).\r2 - تفسير المغضوب عليهم باليهود، والضالين بالنصارى (¬2).\rوإن كان مختلفاً فيه، فالاختلاف نوعان:\rالأول: اختلاف تضاد: مثل تفسير قوله تعالى: {يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ} [الأنفال: 6].\rقيل: المجادل هم المسلمون، وقيل: هم الكفار.\rوفي مثل هذا النوع يعمل بقواعد الترجيح لبيان القول الصواب في الآية.\rالثاني: اختلاف تنوع: وقد سبق بيان أمثلته.\rوفي هذا النوع يعمل بقواعد الترجيح لبيان القول الأولى إن احتاج الأمر إلى ذلك وإن كانت الآية تحتمل المرجوح. [94]\r\rطريقة المفسرين في عرض التفاسير المنقولة:\rلما كان الترجيح لا يأتي إلا في الاختلاف بنوعيه، فإن المفسرين لهم ثلاث طرق في حكاية هذا الاختلاف:\r¬_________\r(¬1) انظر: «زاد المسير» (8/ 216).\r(¬2) انظر: «تفسير ابن أبي حاتم» (1/ 23)؛ «النكت والعيون» (1/ 61).","seal":"1D47B989","page":126},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":134,"nass":"الأولى: حكاية الاختلاف دون بيان الراجح من الأقوال؛ كتفسير الماوردي وابن الجوزي.\rالثانية: حكاية الاختلاف مع بيان الراجح دون ذكر مستند الترجيح؛ كتفسير ابن عطية.\rالثالثة: حكاية الاختلاف مع بيان الراجح والقاعدة الترجيحية التي هي سبب الترجيح، كتفسير الطبري والشنقيطي.\rومع أهمية هذا الموضوع، فإنك قلَّ أن تجد له مبحثاً خاصّاً في مقدمات المفسرين، وغيرها.\rوقد أشار إليه العز بن عبد السلام (ت:660هـ) في كتابه الموسوم بـ (الإشارة إلى الإيجاز في بعض أنواع المجاز) حيث ذكر بعض القواعد الترجيحية دون ذكر أمثلة لها (¬1).\rوذكر المفسر محمد بن أحمد بن جزي الكلبي (ت:741هـ) في مقدمة تفسيره اثني عشر وجهاً في الترجيح (¬2).\rأما استعمال القواعد الترجيحية في ثنايا التفسير فقد حاز قصب السبق فيها شيخ المفسرين الإمام ابن جرير الطبري، وقد كان له في الترجيح بالقواعد طريقان:\rالأول: أن يذكر القاعدة الترجيحية بنصها عند ترجيحه لقول في التفسير.\rالثاني: أن لا ينص على القاعدة بعينها ولكن يرجح بها؛ كقاعدة: «العبرة بعموم اللفظ لا بخصوص السبب» (¬3)، فهو يرجح بناء على هذه القاعدة، ولا ينص عليها. [95]\rونظراً إلى كون الإمام ابن جرير هو أول من أعمل هذه القواعد في\r¬_________\r(¬1) انظر: (ص178، 276).\r(¬2) انظر: (1/ 9).\r(¬3) انظر على سبيل المثال (1/ 125، 183، 185).","seal":"587D19A3","page":127},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":135,"nass":"تفسيره بكثرة واضحة جدّاً، فإني أرى أن أسرد لك عباراته في بعض القواعد:\r1 - غير جائز ادعاء خصوص في آية عام ظاهرها إلا بحجة يجب التسليم لها (¬1)؛ أي: أن الخبر على عمومه حتى يأتي ما يخصصه (¬2).\r2 - التأويل المجمع (¬3) عليه أولى بتأويل القرآن (¬4).\r3 - الكلمة إذا احتملت وجوهاً لم يكن لأحد صرف معناها إلى بعض وجوهها دون بعض إلا بحجة (¬5).\r4 - إنما يوجه كلام كل متكلم إلى المعروف في الناس من مخارجه دون المجهول من معانيه (¬6).\r5 - أولى التأويلات بالآية ما كان عليه من ظاهر التنزيل دلالة مما يصح مخرجه في المفهوم (¬7).\r6 - غير جائز ترك الظاهر المفهوم من الكلام إلى باطن لا دلالة على صحته (¬8).\r7 - إلحاق بعض الكلام ببعض إذا كان له وجه صحيح أولى من القول بتفرقه واعتراض جملة بينه وبينه (¬9). [96]\r¬_________\r(¬1) «تفسير الطبري» (1/ 508).\r(¬2) انظر تطبيقات هذه القاعدة في: (1/ 100، 101، 105، 242، 306، 324، 510)، (2/ 70، 72، 88، 121، 143، 170).\r(¬3) الإجماع عند ابن جرير يعني اتفاق الأكثر؛ فتأمل.\r(¬4) «تفسير الطبري» (1/ 75، 113، 126، 172، 220، 274، 333)، (2/ 114، 193).\r(¬5) «تفسير الطبري» (1/ 138)، (2/ 450).\r(¬6) «تفسير الطبري» (1/ 172)، (2/ 468).\r(¬7) «تفسير الطبري» (1/ 209، 216، 247، 335، 510).\r(¬8) «تفسير الطبري» (1/ 261، 280، 467، 516، 537)، (2/ 75/ 241، 263).\r(¬9) «تفسير الطبري» (1/ 462).","seal":"C4D3820A","page":128},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":136,"nass":"8 - الذي هو أولى بكتاب الله عزّ وجل أن يوجه إليه من اللغات الأفصح الأعرف من كلام العرب دون الأنكر الأجهل من منطقها (¬1).\r9 - غير جائز الاعتراض بالشاذ من القول على ما قد ثبت حجته بالنقل المستفيض (¬2).\rومن القواعد التي استعملها ولم ينص عليها:\r1 - العبرة بعموم اللفظ لا بخصوص السبب (¬3).\r2 - الترجيح بدلالة السياق (¬4).\rوبعد، فهذه بعض القواعد التي استعملها ابن جرير، وقد حاولت نقل عبارته وإن تكررت بعض القواعد، ولذا فإنك تستطيع أن تسبك هذه القواعد، وتضعها في جمل واضحة بعد جمعها وتنقيحها (¬5).\rوالمراد في هذا المبحث بيان بعض القواعد المرجحة التي يستفاد منها في ترجيح الأقوال، ولذا فيكفي في أمثلة هذه القواعد مطلق المثال دون التحقيق في صحته (¬6).\rثم إن المثال قد تتنازعه قاعدتان، ويصلح أن يكون مثالاً لهما.\rوقد يترجح قول بإعمال قاعدة، ويترجح آخر بإعمال قاعدة أخرى.\rوهذه القواعد تعتبر الأصل في الترجيح إلا إذا دل دليل على عدم استخدامها في هذا الموضع، فكل قاعدة يستثنى منها، فيقال: يكون الترجيح بالأغلب من لغة العرب، إلا إذا دلَّ الدليل على إرادة غيره ... وهكذا في بقية القواعد، فتنبه لهذه الملحوظات. [97]\r¬_________\r(¬1) «تفسير الطبري» (2/ 36).\r(¬2) «تفسير الطبري» (2/ 59).\r(¬3) «تفسير الطبري» (1/ 25، 83، 185)، (2/ 318، 322).\r(¬4) «تفسير الطبري» (1/ 138، 253، 467، 499، 513)، (2/ 70، 82، 95، 170).\r(¬5) اعتمدت في ذكر هذه القواعد على الجزأين: الأول والثاني، ولم أذكر إلا بعض ما ورد فيها.\r(¬6) انظر: «أضواء البيان» (1/ 72)، (4/ 373).","seal":"D08837B3","page":129},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":137,"nass":"القواعد الترجيحية:\r1 - ما يتعلق منها بالعموم في القرآن.\r2 - ما يتعلق منها بالسياق القرآني.\r3 - ما يتعلق منها برسم المصحف.\r4 - ما يتعلق منها بالأغلب من لغة العرب.\r5 - ما يتعلق منه بالمعاني الشرعية في القرآن.\r6 - ما يتعلق منها بتصريف اللفظ.\r7 - ما يتعلق منها بالتقديم والتأخير.\r8 - ما يتعلق منها بظاهر القرآن.\r9 - ما يتعلق منها بطريقة القرآن وعادته.\r10 - ما يتعلق منها بإجماع الحجة أو قول الأكثر من الصحابة والتابعين.\r11 - ما يتعلق منها بالاستعمال العربي.\r12 - ما يتعلق منها بالسنة النبوية.\r13 - ما يتعلق منها بالتأسيس والتأكيد.\r14 - ما يتعلق منها بعود الضمير إلى أقرب مذكور.\r15 - ما يتعلق منها بتوافق الضمائر.\r16 - ما يتعلق منها بالتقدير وعدمه.\r* * *","seal":"0F2D9FC3","page":130},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":138,"nass":"1 - ما يتعلق بالعموم في القرآن\rوفيه قاعدتان:\rأـ الخبر على عمومه حتى يأتي ما يخصصه: [98]\rب ـ العبرة بعموم اللفظ لا بخصوص السبب.\rشرح القاعدتين مع الأمثلة:\rأـ الخبر على عمومه حتى يأتي ما يخصصه:\rأخبار الله في القرآن تأتي في كثير من الأحيان عامة غير مخصَّصة، وقد يذكر بعض المفسرين أقوالاً هي في معناها مخصِّصة لهذا العموم، فيقال في مثل هذا: (الخبر على عمومه حتى يأتي ما يخصِّصه) (¬1).\rمثال: قوله تعالى: {وَوَالِدٍ وَمَا وَلَدَ} [البلد: 3].\rقيل: آدم وولده.\rوقيل: إبراهيم وولده.\rوقيل: عام في كل والد وما ولد.\rقال ابن جرير الطبري: «والصواب من القول في ذلك ما قاله الذين قالوا: إن الله أقسم بكل والد وولده؛ لأن الله عمَّ كل والد وما ولد.\rوغير جائز أن يخص ذلك إلا بحجة يجب التسليم لها من خبر، أو\r¬_________\r(¬1) تعمل هذه القاعدة عندما يُدّّعى خصوص في آية عام ظاهرها، ولا يوجد دليل على هذا الخصوص، أما ما سبق من أن السلف يفسرون بالمثال فهو لا يعارض هذه القاعدة، بل ينبه عليها في ما فسَّر بالمثال.","seal":"AC58D41C","page":131},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":139,"nass":"عقل، ولا خبر بخصوص ذلك، ولا برهان يجب التسليم له بخصوص، فهو على عمومه كما عمَّه» (¬1).\rب ـ العبرة بعموم اللفظ لا بخصوص السبب:\rإذا قيل في آية: إنها نزلت في كذا، فهذا لا يعني أنها تُقصر على هذا السبب، بل المراد هنا الألفاظ، ولذا تعمَّم هذه الألفاظ وإن كان السبب خاصّاً (¬2). [99]\rمثال قوله تعالى: {إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ} [الكوثر: 3].\rقيل: نزلت في العاص بن وائل السهمي.\rوقيل: نزلت في عقبة بن أبي معيط.\rوقيل: نزلت في جماعة من قريش.\rقال ابن جرير الطبري: «وأولى الأقوال في ذلك عندي بالصواب أن يقال: إن الله تعالى ذِكْرُه أخبر أن مبغض رسول الله صلّى الله عليه وسلّم هو الأقل الأذل المنقطع عقبه، فذلك صفة كل من أبغضه من الناس، وإن كانت الآية نزلت في شخص بعينه» (¬3).\rمثال: قوله تعالى: {أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ} ... [البقرة: 19].\rقال الشنقيطي: «والآية التي نحن بصددها وإن كانت في المنافقين، فالعبرة بعموم اللفظ لا بخصوص الأسباب» (¬4). [100]\r* * *\r¬_________\r(¬1) «تفسير الطبري» (30/ 196).\r(¬2) سبق ذِكْرُ قول المفسرين (نزلت هذه الآية في كذا) أنه من باب المثال، فقد يرد في الآية أكثر من سبب نزول، فيحتمل أن يكون أحدها هو السبب المباشر لنزول الآية، وما عداه فهو من باب المثال، أو يكون للآية أكثر من سبب مباشر لنزولها.\r(¬3) «تفسير الطبري» (30/ 330).\r(¬4) «أضواء البيان» (1/ 113).","seal":"CDE021A7","page":132},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":140,"nass":"2 - ما يتعلق بالسياق القرآني\rإن النظر في سياق الآية من حيث سباقها ولحاقها يعين على تعيين القول الراجح، وقد اهتم كثير من المفسرين بالسياق في ترجيح أحد الأقوال أو ردها لمخالفتها السياق، وقد يكون اللفظ عامّاً محتملاً لأكثر من معنى فيحدد بالسياق أحد هذه المعاني؛ لأنه أولى به وأقرب إليه، مع أن غيره من الأقوال محتمل.\rمثال: قوله تعالى: {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} [البقرة: 187].\rففي تأويل: {مَا كَتَبَ اللَّهُ} قيل: هو الولد.\rوقيل: ليلة القدر.\rوقيل: ما أحله الله لكم ورخص لكم.\rقال ابن جرير الطبري:\r«والصواب من القول في تأويل ذلك عندي أن يقال: إن الله تعالى ذِكْرُه قال: {وَابْتَغُوا} يعني: اطلبوا ما كتب الله لكم، يعني الذي قضى الله تعالى لكم، وإنما يريد الله تعالى ذِكْرُه: اطلبوا الذي كتبت لكم في اللوح المحفوظ أنه يباح فيطلق لكم، وطلب الولد إن طلبه الرجل بجماعه المرأة مما كتب الله له في اللوح المحفوظ، وكذلك إن طلب ليلة القدر، فهو مما كتب الله له، وكذلك إن طلب ما أحل الله وأباحه، فهو مما كتبه في اللوح المحفوظ.\rوقد يدخل في قوله: {وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} جميع معاني الخير المطلوبة، غير أن أشبه المعاني بظاهر الآية قول من قال معناه: وابتغوا ما","seal":"86BA4301","page":133},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":141,"nass":"كتب الله لكم من الولد لأنه عقيب قوله: {فَالآنَ بَاشِرُوهُنَّ} بمعنى: جامعوهن، فلأن يكون قوله: {وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} بمعنى: وابتغوا ما كتب الله في مباشرتكم إياهن من الولد والنسل أشبه بالآية من غيره من التأويلات التي ليس على صحتها دلالة من ظاهر التنزيل، ولا خبر عن الرسول صلّى الله عليه وسلّم» (¬1).\rفأنت ترى في هذا المثال أن الإمام ابن جرير قد ذكر احتمال العموم في قوله: «جميع [101] معاني الخير المطلوبة» ثم خصَّ أحدهما بدلالة السياق فقال: «غير أن أشبه المعاني بظاهر الآية قول من قال معناه: وابتغوا ما كتب الله لكم من الولد لأنه عقيب قوله: {فَالآنَ بَاشِرُوهُنَّ}».\rمثال: قوله تعالى: {ثُمَّ السَّبِيلَ يَسَّرَهُ} [عبس: 20]، قيل في السبيل قولان:\rالأول: خروجه من بطن أمه.\rالثاني: طريق الحق والباطل، بيَّناه له وأعلمناه، وسهَّلنا له العمل به.\rقال ابن جرير الطبري: «وأولى التأويلين في ذلك عندي بالصواب قول من قال: ثم الطريق، وهو الخروج من بطن أمه يسره. وإنما قلنا ذلك أولى التأويلين بالصواب؛ لأنه أشبههما بظاهر الآية، وذلك أن الخبر من الله قبلها وبعدها عن صفته خلقه، وتدبيره جسمه، وتصريفه إياه في الأحوال، فالأولى أن يكون أوسط ذلك نظير ما قبله وما بعده» (¬2).\rومن أمثلة رد أحد الأقوال بالسياق؛ أي: أن في السياق ما يدل على رد هذا القول. تفسير الحسن لقوله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} [المائدة: 27] قال: هما رجلان من بني إسرائيل.\rويرد عليه بسياق الآية في قوله: {فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الأَرْضِ لِيُرِيَهُ\r¬_________\r(¬1) «تفسير الطبري» (2/ 169، 170).\r(¬2) «تفسير الطبري» (30/ 55).","seal":"B434E9FF","page":134},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":142,"nass":"كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ} [المائدة: 31]، ففيها دليل على أن ذلك وقع أول الأمر قبل أن يعلم الناس دفن الموتى، أما في زمن بني إسرائيل فلا يخفى دفن الموتى على أحد (¬1).\rولا يخفاك ما بين ترجيح أحد الأقوال بالسياق أو رد أحدهما من التلازم؛ فتنبه لذلك. [102]\r* * *\r¬_________\r(¬1) انظر: «أضواء البيان» (1/ 75، 77).","seal":"B19B3F19","page":135},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":143,"nass":"3 - ما يتعلق برسم المصحف\rالمراد أن رسم المصحف يرجح أحد الأقوال المذكورة في الآية، ويرد الآخر لمخالفته الرسم.\rمثال: قوله تعالى: {سَنُقْرِئُكَ فَلاَ تَنْسَى} [الأعلى: 6].\rقيل في (لا) قولان:\rالأول: أنها نافية.\rالثاني: أنها ناهية.\rويترجح الأول؛ لأن رسم (تنسى) في المصحف بإثبات الألف المقصورة، والفعل المضارع إذا تقدمت عليه (لا) الناهية جزمته، فإذا جزم وفي نهايته حرف علة حُذِف، ولما كان حرف العلة هنا غير محذوف دل على أنّ (لا) هنا غير ناهية.\rقال القرطبي: «والأول هو المختار ـ أي: كونها نافية ـ؛ إن الاستثناء من النهي لا يكاد يكون إلا مؤقتاً، وأيضاً فإن الياء مثبتة في جميع المصاحف، وعليها القرَّاء» (¬1).\rومن أمثلته: قوله تعالى: {وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ} [المطففين: 3].\rفي الضمير (هم) في {كَالُوهُمْ} و {وَزَنُوهُمْ} قولان:\rالأول: أنه يعود على الناس، ويكون الضمير في موضع نصب.\rويكون المعنى: إذا كال المطففون الناس، أو وزن المطففون للناس ..\r¬_________\r(¬1) «تفسير القرطبي» (20/ 19)؛ وانظر: «روح المعاني» (30/ 105).","seal":"54FD7659","page":136},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":144,"nass":"الثاني: أنه يعود على واو الجماعة في كالوا ووزنوا، ويكون الضمير في موضع رفع مؤكد لواو الجماعة.\rويكون المعنى: إذا كال المطففون هم، وإذا وزن المطففون هم.\rوقد رجح العلماء الأول؛ لأنه الموافق لرسم المصحف، والثاني مخالف له.\rقال الزجاج: «والاختيار أن تكون (هم) في موضع نصب، بمعنى كالوا لهم، ولو [103] كانت على معنى كالوا، ثم جاءت (هم) توكيداً لكان في المصحف ألف مثبتة قبل (هم)» (¬1).\rوقال السيوطي ـ في معرض تنبيهاته على (إعراب القرآن) ـ: أن يراعي الرسم. وضرب لهذه أمثلة، وفيها دلالة على أن الرسم يدلّ على خطأ بعض الأقوال المذكورة في الآية:\rقال السيوطي: «ومن ثمَّ خُطِّئ من قال في {سَلْسَبِيلاً} [الإنسان: 18]: إنها جملة أمرية؛ أي: سل طريقاً موصلة إليها؛ لأنها لو كانت كذلك لكتبت مفصولة.\rومن قال في قوله: {إِنْ هَذَانِ لَسَاحِرَانِ} [طه: 63] إنها: إنَّ واسمها؛ أي: إنَّ القصة، و (ذان) مبتدأ خبره (لساحران)، والجملة خبر إن، وهو باطل برسم (إن) منفصلة و (هذان) متصلة.\rومن قال في قوله: {وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ} [النساء: 18] إن اللام للابتداء، والذين مبتدأ، والجملة بعد خبر، وهو باطل؛ فإن الرسم (ولا).\rومن قال في قوله: {أَيُّهُمْ أَشَدُّ} [مريم: 69]: إن (هم أشد) مبتدأ وخبره، و (أي)، مقطوعة الإضافة، وهو باطل برسم (أيهم) متصلة (¬2). [104]\r¬_________\r(¬1) «معاني القرآن وإعرابه» (5/ 928)؛ وانظر: «تفسير الطبري» (30/ 91)؛ و «إعراب القرآن» للنحاس (5/ 174)؛ «مشكل إعراب القرآن» لمكي بن أبي طالب (2/ 805، 806).\r(¬2) «الإتقان» (2/ 266، 267).","seal":"E9873116","page":137},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":145,"nass":"4 - ما يتعلق بالأغلب من لغة العرب\rإنما يحمل كلام الله على الأغلب المعروف من لغة العرب، دون الأنكر المجهول أو الشاذ.\rوذلك أن يكون للكلمة في لغة العرب أكثر من معنى، فيختار المفسر المعروف الأغلب إلا أن يقع دليل على غير ذلك.\rمثال: قوله تعالى: {لاَ يَذُوقُونَ فِيهَا بَرْدًا وَلاَ شَرَابًا} [النبأ: 24].\rقيل في البرد قولان:\rالأول: هو برد الهواء الذي يبرد جسم الإنسان.\rالثاني: النوم.\rقال ابن جرير معلقاً على القول الثاني: «والنوم وإن كان يبرد غليل العطش، فقيل له من أجل ذلك: البرد، فليس هو باسمه المعروف، وتأويل كتاب الله على الأغلب من معروف كلام العرب دون غيره» (¬1).\rوتابع النحاسُ أبا جعفر الطبري فقال: «وأصح هذه الأقوال القول الأول؛ لأن البرد ليس باسم من أسماء النوم، وإنما يحتال فيه فيقال للنوم: برد؛ لأنه يهدِّي العطش، والواجب أن يحمل تفسير كتاب الله جل وعز على الظاهر والمعروف من المعاني إلا أن يقع دليل على غير ذلك» (¬2). [105]\r* * *\r¬_________\r(¬1) «تفسير الطبري» (30/ 13).\r(¬2) «إعراب القرآن» (5/ 132)؛ وانظر: «القطع والائتناف» للنحاس (ص758)؛ و «التحرير والتنوير» (30/ 37).","seal":"B2C5A9ED","page":138},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":146,"nass":"5 - ما يتعلق بالمعنى الشرعي\rلما كان القرآن نازلاً بلغة العرب، فإنه قد وقع فيه من الألفاظ ما لها دلالات خاصة في الشرع لم تكن معروفة قبل عند العرب، وهذه الألفاظ هي مصطلحات وأسماء شرعية، وقد أُلِّف فيها كتب؛ ككتاب «الزينة في الكلمات الإسلامية» لحمدان الرازي (ت:322هـ).\rومن هذه الألفاظ الجنة والنار، الصلاة والزكاة، العمرة والحج، البعث والنشور، وغيرها من الكلمات التي صار لها مدلول خاص عند المسلم، فإذا سمع أحد هذه الألفاظ تبادر إلى ذهنه المعنى الشرعي لها.\rوالمقصود هنا أنه إذا اختلف المعنى الشرعي والمعنى اللغوي فإن المقدَّم المعنى الشرعي؛ لأن القرآن نزل لبيان الشرع لا لبيان اللغة، إلا أن يكون هناك دليل يترجح به المعنى اللغوي، فيؤخذ به.\rمثال: قوله تعالى: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلاَ تَقُمْ عَلَى قَبْرِهِ} [التوبة: 84] ففي قوله: {وَلاَ تُصَلِّ} احتمالان:\rالأول: الدعاء، وهذا هو المعنى اللغوي.\rالثاني: الوقوف على الميت للدعاء له بصفة مخصوصة.\rفيقدم هذا المعنى الشرعي؛ لأنه المقصود للمتكلم المعهود للمخاطب.\rومما دل الدليل فيه على إرادة المعنى اللغوي مع احتمال الشرعي قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ} [التوبة: 103].","seal":"91C3C319","page":139},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":147,"nass":"فقوله تعالى: {وَصَلِّ عَلَيْهِمْ} أي: ادع لهم، ويدل على ذلك ما رواه مسلم عن عبد الله بن أبي أوفى قال: «كان النبي صلّى الله عليه وسلّم إذا أتي بصدقة قوم صلَّى عليهم، فأتاه أبي بصدقة فقال: «اللهم صلِّ على آل أبي أوفى»» (¬1). [106]\r* * *\r¬_________\r(¬1) انظر: «البرهان في علوم القرآن» (2/ 167)؛ و «أصول التفسير» لابن عثيمين (ص29، 30).","seal":"3F678EA6","page":140},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":148,"nass":"6 - ما يتعلق بتصريف اللفظة\rمعرفة تصريف اللفظة وإرجاعها إلى أصلها يعين في بيان الراجح من الأقوال، ورد ما كان غير صواب.\rولا شك أن الألفاظ تختلف معانيها باختلاف تصريفها وإن كانت من مادة واحدة مثل (قسط وأقسط).\rفقسط بمعنى جار، ولم يعدل، ومنه قوله تعالى: {وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا} [الجن: 15].\rوأقسط بمعنى عدل، ومنه قوله تعالى: {إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [المائدة: 42].\rمثال: قوله تعالى: {يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ} [الإسراء: 71].\rذكر الزمخشري معنى (بإمامهم): أي بمن ائتموا به من نبي أو مقدم في الدين أو كتاب ... ثم ذكر قولاً آخر قاله بعضهم، وهو: أن إمام جمع أمّ، ثم بدَّعه.\rوعلق ابن المنيِّر على هذا القول الغريب بقوله: «قال أحمد: ولقد استبدع بدعاً لفظاً ومعنىً فإن جمع الأم المعروف أمهات» (¬1).\rمثال: قوله تعالى: {وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ} [الكهف: 17].\rقوله: {تَقْرِضُهُمْ} أصله من قرض بمعنى: قطع، والمعنى: تقطع لهم من ضوئها شيئاً.\r¬_________\r(¬1) «الإنصاف بحاشية الكشاف» (2/ 369)، وانظر: «الإتقان في علوم القرآن» (4/ 186).","seal":"C809CAF8","page":141},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":149,"nass":"وقيل: تعطيهم من ضوئها شيئاً ثم تزول سريعاً؛ كالقرض يُسْتَردُّ، وعلى هذا يكون أصل «تقرضهم» أقرض، ولو كان أصلها أقرض لكان الفعل مضموم التاء «تُقرضهم».\rولما كان الفعل مفتوحاً دل على أنه من الأول.\rقال أبو حيان: «وقال أبو علي: معنى تقرضهم: تعطيهم من ضوئها شيئاً ثم تزول [107] سريعاً، كالقرض يُستردُّ، والمعنى عنده أن الشمس تميل بالغدوة، وتصيبهم بالعشي إصابة خفيفة انتهى.\rولو كان من القرض الذي يعطى ثم يسترد لكان الفعل رباعياً، فكان يكون تُقرضهم بالتاء مضمومة، لكنه من القطع، وإنما التقدير تَقرض لهم؛ أي: تقطع لهم من ضوئها شيئاً» (¬1). [108]\r* * *\r¬_________\r(¬1) «البحر المحيط» (6/ 108).","seal":"0D20DAA5","page":142},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":150,"nass":"7 - ما يتعلق بالتقديم والتأخير\rالأصل في الكلام تقديم ما حقه التقديم، وتأخير ما حقه التأخير، ولا يعدل عن هذا الأصل إلا بحجة يجب التسليم لها.\rقال أبو جعفر النحاس: «التقديم والتأخير إنما يكون إذا لم يجز غيرهما» (¬1).\rوقال أبو عمرو الداني: «التقديم والتأخير لا يصح إلا بتوقيف أو بدليل قاطع» (¬2).\rوقال شيخ الإسلام: «والتقديم والتأخير على خلاف الأصل، فالأصل إقرار الكلام على نظمه وترتيبه لا تغيير ترتيبه، ثم إنما يجوز فيه التقديم والتأخير مع القرينة، أما مع اللبس فلا يجوز؛ لأنه يلتبس على المخاطب» (¬3).\rمثال: قوله تعالى: {وَالَّذِي أَخْرَجَ الْمَرْعَى *فَجَعَلَهُ غُثَاءً أَحْوَى} [الأعلى: 4، 5].\rالأحوى: شديد السواد، أو الأخضر الضارب إلى السواد من شدة الخضرة.\rوالغثاء: الهشيم اليابس.\rوفي معنى الآية قولان:\rالأول: أن الله أخرج المرعى أخضر، ثم جعله من بعد الخضرة هشيماً متكسراً، مائلاً إلى السواد من القدم.\r¬_________\r(¬1) «القطع والائتناف» (ص157).\r(¬2) «المكتفى في الوقف والابتدا» (ص245، 437).\r(¬3) «دقائق التفسير» (6/ 123).","seal":"014C25CD","page":143},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":151,"nass":"الثاني: أن الله أخرج المرعى أحوى؛ أي: أخضر شديد الخضرة، مائلاً بشدة خضرته إلى السواد، ثم جعله هشيماً متكسراً، ويكون على هذا القول (أحوى) مؤخراً حقه التقديم.\rقال ابن جرير الطبري معلقاً على هذا القول: «وهذا القول وإن كان غير مدفوع أن يكون ما اشتدت خضرته من النبات قد تسميه العرب أسود، غير صواب عندي، بخلاف تأويل أهل التأويل في أن الحرف إنما يحتال لمعناه المجرد بالتقديم والتأخير إذا لم يكن له وجه مفهوم إلا بتقديمه عن موضعه، أو تأخيره، فأمَّا وله في موضعه وجه صحيح فلا وجه لطلب الاحتيال لمعناه بالتقديم والتأخير» (¬1). [109]\r* * *\r¬_________\r(¬1) «تفسير الطبري» (30/ 153)، وانظر: (1/ 462).","seal":"8F03D454","page":144},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":152,"nass":"8 - ما يتعلق بظاهر القرآن\rالمراد من هذا أن ظاهر القرآن لا يجوز العدول عنه إلا بدليل يجب الرجوع إليه، أو كما قال الإمام ابن جرير: «غير جائز ترك الظاهر المفهوم من الكلام إلى باطن إلا بدليل» (¬1).\rمثال: قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاَةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ} [البقرة: 45].\rقال ابن جرير: «يعني بقوله جل ثناءه: {وَإِنَّهَا} وإن الصلاة، فالهاء والألف في «إنها» عائدتان على الصلاة.\rوقد قال بعضهم: إن قوله: {وَإِنَّهَا} بمعنى إجابة محمد صلّى الله عليه وسلّم، ولم يَجْرِ ذلك بلفظ الإجابة ذكر، فتجعل الهاء والألف كناية عنه، وغير جائز ترك الظاهر المفهوم من الكلام إلى باطن لا دلالة على صحته» (¬2).\rمثال: قوله تعالى: {وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ} [البقرة: 128].\rروى الإمام ابن جرير عن السدي أنه قال: «يعنيان العرب».\rقال ابن جرير معلقاً على هذا القول: «وهذا قول يدل ظاهر الكتاب على خلافه؛ لأن ظاهره يدل على أنهما دعوا الله أن يجعل من ذريتهما أهل طاعته وولايته والمستجيبين لأمره، وقد كان من ولد إبراهيم العرب وغير العرب، والمستجيب له والخاضع له بالطاعة من الفريقين، فلا وجه لقول من قال: عنى إبراهيم بدعائه ذلك فريقاً من ولده بأعيانهم دون غيرهم إلا التحكم الذي لا يعجز عنه أحد» (¬3). [110]\r¬_________\r(¬1) و (¬2) «تفسير الطبري» (1/ 261).\r(¬3) «تفسير الطبري» (1/ 553).","seal":"C1DC4DD1","page":145},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":153,"nass":"مثال: قوله تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ} [الأنبياء: 47].\rقال الإمام الشنقيطي: «وقوله في هذه الآية الكريمة: {وَنَضَعُ الْمَوَازِينَ} جمع ميزان، وظاهر القرآن تعدد الموازين لكل شخص؛ لقوله: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ} [الأعراف: 8]، وقوله: {وَمَنْ خَفَّتْ مَوَازِينُهُ} [الأعراف: 9]، فظاهر القرآن يدل على أن للعامل الواحد موازين يوزن بكل واحد منها صنف من أعماله؛ كما قال الشاعر:\rملك تقوم الحادثات لعدله ... فلكل حادثة ميزان\rوالقاعدة المقررة في الأصول أن ظاهر القرآن لا يجوز العدول عنه إلا بدليل يجب الرجوع إليه» (¬1). [111]\r* * *\r¬_________\r(¬1) «أضواء البيان» (4/ 584، 585، 672، 673).","seal":"CAB0F50D","page":146},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":154,"nass":"9 - ما يتعلق بطريقة القرآن\rوالمراد هنا أن اختيار التأويل الموافق لطريقة القرآن الكلية أو الأغلبية أولى من غيره.\rوهذا يعني أن طريقة القرآنُ تُرجِّح إحدى التأويلات على غيرها، وقد تُرَدُّ بعض الأقوال لأنها على غير طريقة القرآن ومعهوده في الاستعمال.\rمثال: قوله تعالى: {إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ} [الطارق: 8].\rفي مرجع الضمير في {رَجْعِهِ} قولان:\rالأول: أنه يعود إلى الإنسان، ويكون المعنى: قادر على رده للحياة بعد موته.\rالثاني: أنه يعود إلى الماء، ويكون المعنى: قادر على رد الماء إلى الصلب ـ على قول ـ أو إلى الإحليل على قول آخر.\rوقد صواب ابن القيم القول الأول، ومن أوجه استدلالاته أنه قال: «إنه المعهود من طريقة القرآن من الاستدلال بالمبدأ على المعاد».\rورد الثاني: ومن أوجه استدلالاته في الرد أنه قال: «إنه لم يأت لهذا المعنى في القرآن نظير في موضع واحد» (¬1).\rمثال: قوله تعالى: {فَلاَ أُقْسِمُ بِمَوَاقِعِ النُّجُومِ} [الواقعة: 75].\rقيل: هي آيات القرآن، ومواقعها: نزولها شيئاً بعد شيء.\rوقيل: هي النجوم المعروفة في السماء.\r¬_________\r(¬1) «التبيان في أقسام القرآن» (ص66).","seal":"2B55169F","page":147},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":155,"nass":"وقد علل ابن القيم لهذا القول فقال: «ويرجح هذا أن النجوم حيث وقعت في القرآن فالمراد منها الكواكب؛ كقوله تعالى: {وَإِدْبَارَ النُّجُومِ} [الطور: 49]، وقوله: {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ} (¬1) [الأعراف: 54]. [112]\rمثال: قوله تعالى: {وَاللَّيْلِ إِذَا عَسْعَسَ} [التكوير: 17].\rقال الإمام الشنقيطي: «ومثال الإجمال بسبب الاشتراك في فعل قوله تعالى: {وَاللَّيْلِ إِذَا عَسْعَسَ} [التكوير: 17]، فإنه مشترك بين إقبال الليل وإدباره، وقد جاءت آية تؤيد أن معناه في الآية أدبر، وهي قوله تعالى: {وَاللَّيْلِ إِذْ أَدْبَرَ *وَالصُّبْحِ إِذَا أَسْفَرَ} [المدثر: 33، 34] فكون عسعس في الآية بمعنى: أدبر، يطابق معنى آية المدثر هذه كما ترى، ولكن الغالب في القرآن أنه تعالى يقسم بالليل وظلامه إذا أقبل، وبالفجر وضيائه إذا أشرق؛ كقوله: {وَاللَّيْلِ إِذَا يَغْشَى *وَالنَّهَارِ إِذَا تَجَلَّى} [الليل: 1، 2]، وقوله: {وَالنَّهَارِ إِذَا جَلاَّهَا *وَاللَّيْلِ إِذَا يَغْشَاهَا} [الشمس: 3، 4]، وقوله: {وَالضُّحَى *وَاللَّيْلِ إِذَا سَجَى} [الضحى: 1، 2] ... إلى غير ذلك من الآيات، والحمل على الغالب أولى، وهذا هو اختيار ابن كثير، وهو الظاهر، خلافاً لابن جرير» (¬2).\rوفي قوله تعالى: {قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَانَ} [الإسراء: 110].\rقال ابن القيم:\r«وقيل: إن الدعاء ههنا بمعنى التسمية، كقولهم: دعوت ولدي سعيداً.\rوادعه بعبد الله ونحوه. والمعنى: سمُّوا ربكم: الله، أو سمُّوه: الرحمن؛ فالدعاء ههنا بمعنى التسمية. وهذا قول الزمخشري. والذي حمله على هذا قوله: {أَيًّا مَا تَدْعُوا فَلَهُ الأَسْمَاءُ الْحُسْنَى} [الإسراء: 110]، فإن المراد بتعدُّده: معنى «أي» وعمومها هنا تعدد الأسماء ليس إلا. المعنى: أي اسم سمَّيتموه به من أسماء الله تعالى؛ إما الله وإما الرحمن فله الأسماء الحسنى؛\r¬_________\r(¬1) «التبيان في أقسام القرآن» (ص136، 137).\r(¬2) «أضواء البيان» (1/ 70).","seal":"4EE60015","page":148},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":156,"nass":"أي: فللمسمى سبحانه الأسماء الحسنى. والضمير في «له» يعود إلى المسمى. فهذا الذي أوجب له أن يحمل الدعاء في هذه الآية على التسمية، وهذا الذي قاله هو من لوازم المعنى المراد بالدعاء في الآية وليس هو عين المراد، بل المراد بالدعاء معناه المعهود المطرد في القرآن، وهو دعاء السؤال، ودعاء الثناء، ولكنه متضمن معنى التسمية، فليس المراد مجرد التسمية الخالية من العبادة والطلب؛ بل التسمية الواقعة في دعاء الثناء والطلب.\rفعلى هذا المعنى: يصح أن يكون في «تدعوا» معنى: تسمُّوا، فتأمله. والمعنى: أيّاً ما تسموا في ثنائكم ودعائكم وسؤالكم. والله أعلم» (¬1). [113]\r* * *\r¬_________\r(¬1) «التفسير القيم» (ص244).","seal":"58BB5436","page":149},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":157,"nass":"10 - ما يتعلق بإجماع الحجة أو قول الأكثر من الصحابة والتابعين\rاستخدام ابن جرير في ترجيحاته إجماع الحجة ـ وهو قول الأكثر عنده ـ استخدمه في ترجيح أحد الأقوال أو في تخطئتها.\rمثال: قوله تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} [البقرة: 199].\rقيل: الأمر لقريش، والناس من عداهم.\rوقيل: الأمر للمسلمين، والناس وإبراهيم عليه السلام، وهو قول الضحاك.\rقال ابن جرير الطبري: «والذي نراه صواباً من تأويل هذه الآية، أنه عنى بهذه الآية قريشاً ومن كان متحمساً معها من سائر العرب؛ لإجماع الحجة من أهل التأويل على أن ذلك تأويله» (¬1).\rمثال: قوله تعالى: {إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا} [البقرة: 69].\rقال أبو الليث: «ويقال: أراد بها البقرة السوداء ...\rولكن هذا خلاف أقاويل المفسرين، وكلهم اتفقوا أنه أراد به اللون الأصفر، إلا قولاً روي عن الحسن البصري» (¬2). [114]\r* * *\r¬_________\r(¬1) «تفسير الطبري» (2/ 293)، وانظر: (1/ 126، 127، 220، 274، 2/ 114، 30/ 169)؛ و «الإشارة إلى الإيجاز» (ص276)؛ و «تفسير ابن جزي» (1/ 9).\r(¬2) «تفسير القرآن الكريم» للسمرقندي (1/ 386، 387).","seal":"A109C061","page":150},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":158,"nass":"11 - الترجيح بالاستعمال العربي\rالمراد بهذه القاعدة أن الاستعمال العربي للفظة أو الأسلوب يكون دليلاً في ترجيح أحد الأقوال على غيرها.\rومن أمثلة ذلك: قوله تعالى: {قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا} [البقرة: 69].\rرد ابن جرير قول من قال: فاقع: سوداء شديدة السواد.\rوقال: «... العرب لا تصف السواد بالفقوع، وإنما تصف السواد ـ إذا وصفته بالشدة ـ بالحلوكة ونحوها، فتقول: هو أسود حالك، وحانك، وحلكوك، وأسود غربيب، ودجوجي، ولا تقول: هو أسود فاقع، وإنما تقول: هو أصفر فاقع. فوصْفُه إياه بالفقوع، من الدليل البين على خلاف التأويل الذي تأول قوله: {إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ} المتأول بأن معناه سوداء شديدة السواد» (¬1).\rوفي قوله تعالى: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} [الأحقاف: 15].\rذكر الطبري الأقوال في الأشد، وهي:\r1 - ثلاثة وثلاثون سنة، وهو قول ابن عباس، وقتادة.\r2 - بلوغ الحلم، وهو قول الشعبي.\rثم قال معلقاً على القولين، ومرجحاً لأحدهما:\r«وقد بينا فيما مضى أن الأشد جمع: شد، وأنه تناهي قوته واستوائه، وإذا كان ذلك كذلك، كان الثلاث والثلاثون به أشبه من الحلم؛ لأن المرء لا\r¬_________\r(¬1) «تفسير الطبري» (1/ 345).","seal":"529EFE52","page":151},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":159,"nass":"يبلغ في حال حلمه كمال قواه، ونهاية شدته، فإن العرب إذا ذكرت مثل هذا الكلام، فعطفت ببعض على بعض جعلت كلا الوقتين قريباً أحدهما من صاحبه، كما قال جل ثناؤه: {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ} [المزمل: 20] ولا تكاد تقول: أنا أعلم أنك تقوم قريباً من ساعة الليل وكله، ولا أخذت قليلاً من مال أو كله، ولكن تقول: أخذت عامة مالي أو كله، فكذلك ذلك في قوله: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} [الأحقاف: 15] لا شك أن نسق الأربعين على الثلاثة والثلاثين أحسن وأشبه، إذ كان يراد بذلك تقريب أحدهما من الآخر من النسق على الخمس عشرة أو الثمان عشرة» (¬1). [115]\r* * *\r¬_________\r(¬1) «تفسير الطبري» (26/ 16، 17).","seal":"CC2ADA1D","page":152},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":160,"nass":"12 - الترجيح بالسنة النبوية\rلا شك أن تفسير النبي صلّى الله عليه وسلّم مقدم على تفسير غيره، ولكن قد يكون في النصوص احتمال؛ فيستند المفسر على السنة النبوية لبيان الأقوى منها، ومن ذلك ما ورد في قوله تعالى: {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ} [ق: 30].\rأورد ابن جرير في معنى قوله تعالى: {هَلْ مِنْ مَزِيدٍ} قولين:\rالأول: أنها بمعنى: النفي، بمعنى: ما من مزيد؛ لأنها قد امتلأت، وكأن قولها هذا من باب التأفف من هؤلاء الكفار الذي ألقوا فيها.\rالثاني: أنها بمعنى: الاستزادة، وأنها تطلب مزيداً إن كان هناك مزيداً.\rورجح الطبري القول الثاني فقال:\r«وأولى القولين في ذلك عندي بالصواب قول من قال: هو بمعنى الاستزادة: هل من شيء أزداده؟ وإنما قلنا ذلك أولى القولين بالصواب لصحة الخبر عن رسول الله صلّى الله عليه وسلّم بما حدثني أحمد بن مقدم العجلي، قال: ثنا محمد بن عبد الرحمن الطفاوي، قال: ثنا أيوب، عن محمد، عن أبي هريرة أن رسول الله صلّى الله عليه وسلّم قال: «إذا كان يوم القيامة، لم يظلم الله أحداً من خلقه شيئاً، ويلقى في النار، تقول: هل من مزيد؟ حتى يضع عليها قدمه، فهنالك يملؤها، ويزوي بعضها إلى بعض، وتقول: قطْ قطْ»».\rثم قال بعد أن سرد غير هذا الخبر: «ففي قول النبي صلّى الله عليه وسلّم: «لا تزال جهنم تقول: هل من مزيد؟»، دليل واضح على أن ذلك بمعنى الاستزادة لا بمعنى النفي؛ لأن قوله: «لا تزال» دليل على اتصال قول بعد قول» (¬1). [116]\r¬_________\r(¬1) «تفسير الطبري» (26/ 170، 171)، وانظر: «الإشارة إلى الإيجاز في بعض أنواع المجاز» للعز بن عبد السلام (ص276)؛ و «تفسير ابن جزي الكلبي» (1/ 9).","seal":"B084708C","page":153},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":161,"nass":"13 - التأسيس أولى من التأكيد\rالمراد بهذه القاعدة أن الكلام إذا دار بين التأسيس والتأكيد حُمِل على التأسيس.\rومن أمثلة هذه القاعدة قوله تعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: 97].\rللعلماء في المراد بالحياة الطيبة قولان:\rالأول: أنها في الدنيا.\rالثاني: أنها في الآخرة، بدخول الجنة.\rفإذا قيل بالقول الأول كأن تأسيساً، وإذا قيل بالثاني كان تكراراً؛ لأنه جاء بعده قوله تعالى: {وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ} ... أي: في الآخرة، وعلى هذا فالأول أرجح (¬1).\rوفي قوله تعالى: {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ} [النور: 41] للعلماء في ضمير الفاعل المحذوف في قوله: {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ} قولان:\rالأول: أنه يرجع إلى المصلي والمسبح.\rالثاني: أنه يرجع إلى الله سبحانه.\rوالأول أرجح بناء على هذه القاعدة؛ لأن القول الثاني يكون من باب التكرار؛ فيكون قوله تعالى: {وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ} مؤكداً للجملة السابقة (¬2). [117]\r¬_________\r(¬1) «أضواء البيان» (3/ 355، 356).\r(¬2) «أضواء البيان» (6/ 244، 245)، وانظر: (5/ 759، 6/ 414، 692، 821).","seal":"5639A02F","page":154},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":162,"nass":"14 - الأصل في الضمير أن يعود إلى أقرب مذكور\rالمراد بهذه القاعدة أن الضمائر ـ ويلحق بها ما يناسب قاعدة الضمير من أسماء الإشارة وما شابهها ـ إذا احتمل عودها إلى أكثر من مذكور، فالأصل عودها إلى أقرب مذكور.\rمن أمثلة رجوع الضمير لأقرب مذكور قوله تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ *سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ * لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} ... الآية [الرعد: 9، 11].\rقال ابن جرير الطبري: «وأولى القولين في ذلك بالصواب، قول من قال: الهاء في قوله: {لَهُ مُعَقِّبَاتٌ} من ذكر (مَنْ) التي في قوله: {وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ} وأن المعقبات من بين يديه، ومن خلفه، هي حرسه وجلاوزته، كما قال ذلك من ذكرنا قوله.\rوإنما قلنا ذلك أولى القولين بالصواب؛ لأن قوله: {لَهُ مُعَقِّبَاتٌ} أقرب إلى قوله: {وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ} منه إلى {عَالِمِ الْغَيْبِ}؛ فهي لقربها منه أولى بأن تكون من ذكره» (¬1).\rومن أمثلة اسم الإشارة قوله تعالى: {إِنَّ هَذَا لَفِي الصُّحُفِ الأُولَى} [الأعلى: 18].\rذكر ابن عطية في مرجع اسم الإشارة ثلاثة أقوال، وهي:\r¬_________\r(¬1) «تفسير الطبري» (13/ 117).","seal":"A0466268","page":155},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":163,"nass":"1 - القرآن.\r2 - معاني السورة.\r3 - يرجع إلى الفلاح وإيثار الناس للدنيا.\rثم رجع الثالث بقوله: «وهذا هو الأرجح؛ لقرب المشار إليه» (¬1). [118]\r* * *\r¬_________\r(¬1) «المحرر الوجيز» (15/ 415).","seal":"FD15F68D","page":156},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":164,"nass":"15 - الأصل توافق الضمائر في المرجع حذراً من التشتت (¬1)\rالمراد بهذه القاعدة أن الضمائر التي يحتمل رجوعها إلى مرجع واحد، ويحتمل توزيعها على أكثر من مرجع، فإن الأولى رجوعها إلى مرجع واحد؛ لأن في توزيعها على أكثر من مرجع تفكيكاً للنظم.\rومن أمثلة هذه القاعدة قوله تعالى: {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلاً} [الفتح: 9]، اختلف العلماء في مرجع الضمائر في قوله: {وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ} بعد إجماعهم على أن الضمير في {وَتُسَبِّحُوهُ} عائد إلى الله سبحانه وتعالى.\rفقال بعض العلماء: مرجع الضمائر إلى الرسول صلّى الله عليه وسلّم.\rوقال آخرون: مرجعها إلى الله سبحانه.\rوبناء على هذه القاعدة يكون الراجح القول الثاني، وقد اختاره الزمخشري بناء على هذه القاعدة (¬2).\rومن أمثلة قوله تعالى: {وَمَا أُبَرِّيءُ نَفْسِي} [يوسف: 53].\rقيل: هو من كلام يوسف، وقيل: هو تمامٌ لكلام امرأة العزيز، وهذا هو الصواب، ومن أدلة ترجيح هذا القول ما قاله ابن القيم: «الصواب أنه من تمام كلامها، فإن الضمائر كلها في نسق واحد يدل عليه. وهو قول النسوة: {مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ} [يوسف: 51]، وقول امرأة العزيز: {أَنَا رَاوَدْتُّهُ عَنْ\r¬_________\r(¬1) «معترك الأقران» (3/ 578).\r(¬2) «الكشاف» (2/ 373)، وانظر: (2/ 24)؛ و «أضواء البيان» (5/ 750، 751، 7/ 265).","seal":"67AB67C8","page":157},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":165,"nass":"نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ} [يوسف: 51]، فهذه خمس ضمائر بين بارز ومستتر، ثم اتصل بها قوله: {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} [يوسف: 52] فهذا هو المذكور أولاً بعينه، فلا شيء يفصل الكلام من نظمه، ويُضْمَرُ فيه قول لا دليل عليه» (¬1). [119]\r* * *\r¬_________\r(¬1) «روضة المحبين» (ص320، 321).","seal":"9E592B8E","page":158},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":166,"nass":"16 - الأصل عدم التقدير ولا يلجأ إليه إلا بحجة يجب الرجوع إليها تثبت هذا المحذوف (¬1)\rالمراد بهذه القاعدة أن الخطاب إذا كان يفهم من غير حاجة إلى تقدير مقدر فلا معنى لهذا التقدير.\rومن أمثلة هذه القاعدة قوله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلاَفٍ أَوْ يُنْفَوْا مِنَ الأَرْضِ} [المائدة: 33].\rللعلماء في هذه الأحكام قولان:\rالأول: أن الإمام مخير بينها، فيفعل بالمحارب أحد هذه العقوبات.\rالثاني: أن هناك مضمراً مقدراً، وهي على التفصيل، فإن قَتَل قُتِلَ، وإن قَتَلَ وأخَذَ المال قُتِلَ وصُلِبَ، وإن أخَذَ المال ولم يقتل تُقطع أيديهم وأرجلهم من خلاف، وإن أخافوا السبيل فقط، ينفوا من الأرض.\rوبناء على هذه القاعدة فالأول أرجح؛ لأن الأصل عدم التقدير، وهذه التقديرات زيادة تحتاج إلى نص من كتاب أو سنة (¬2).\rومن الأمثلة: قوله تعالى: {ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ} [البقرة: 2].\rقال أبو حيان: «وقد ركبوا وجوهاً من الإعراب في قوله: {ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ} والذي نختاره منها أن قوله: {ذَلِكَ الْكِتَابُ} جملة مستقلة من\r¬_________\r(¬1) انظر نص ابن جرير على هذه القاعدة (2/ 592).\r(¬2) «أضواء البيان» (2/ 86 - 88)، وانظر: (4/ 137، 7/ 265).","seal":"9540E3B2","page":159},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":167,"nass":"مبتدأ وخبر؛ لأنه متى حمل الكلام على غير إضمار ولا افتقار كان أولى من أن يسلك به الإضمار والافتقار» (¬1).\rومن الأمثلة قوله تعالى: {وَمَا أُبَرِّيءُ نَفْسِي} [يوسف: 53].\rقيل: هو من قول يوسف، وقيل: من قول امرأة العزيز، والثاني هو الصواب، ومن [120] الأدلة المرجحة لذلك؛ أنه متصل بكلام المرأة، وهو قولها: {... الآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُّهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ * وَمَا أُبَرِّيءُ نَفْسِي} [يوسف: 51 - 53]، ومن جعله من قوله فإنه يحتاج إلى إضمار قول لا دليل عليه في اللفظ بوجه ما. والقول في مثل هذا لا يحذف؛ لئلا يوقع في اللباس. فإن غايته: أن يحتمل الأمرين. فالكلام الأول أولى به قطعاً (¬2). [121]\r* * *\r¬_________\r(¬1) «البحر المحيط» (1/ 36).\r(¬2) «التفسير القيم» (ص316).","seal":"E5B60E6A","page":160},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":168,"nass":"كليات القرآن\rالمراد بكليات القرآن ما يطلقه بعض المفسرين على لفظ أو أسلوب بأنه يأتي في القرآن على معنى مطرد (¬1).\rوهذه الإطلاقات الكُليّة تبيِّن مصطلحات القرآن في الألفاظ والأساليب، فيكون اللفظ الكلي مصطلحاً قرآنياً خاصّاً.\rولا تكون هذه الإطلاقات إلا بعد استقراءٍ للقرآن، وهذه الأحكام بعد الاستقراء إما أن تكون كلية لا تنخرم، وعليه فهي قاعدة مرجحة عند الاختلاف؛ لأن الاستقراء التام حجة (¬2)، أو تكون منخرمة بأمثلة فيبيِّن المفسِّر هذه الأمثلة، وعلى هذا تكون الأحكام أغلبية، ويمكن الاستفادة منها في الترجيح ـ كما سيأتي ـ.\rوقد كان لمفسري الصحابة والتابعين ثم من جاء بعدهم عنايةٌ بهذه الكليات، وكان أول من ذُكِر عنه أنه جمعها في كتاب الإمام اللغوي أحمد بن فارس (ت:395هـ)، في كتابه الموسوم «بالأفراد» (¬3)، وقد بقي من هذا الكتاب نقولات نقلها الزركشي في «البرهان في علوم القرآن» (¬4)، والسيوطي في «الإتقان» (¬5)، و «معترك الأقران» (¬6)، وقد زاد السيوطي عليها شيئاً قليلاً.\r¬_________\r(¬1) كتب في هذا الموضوع الأخ بريك القرني رسالة علمية، ثم طبعها في كتاب، وانظر: استدراكه في «تعريف الكليات»، ثم اختياره (1/ 26 - 29).\r(¬2) انظر: «أضواء البيان» (2/ 5، 5/ 329، 6/ 135).\r(¬3) «أحمد بن فارس وريادته في البحث اللغوي والتفسير القرآني والميدان الأدبي» لهادي حمودة (ص57).\r(¬4) انظر: (1/ 105 - 110).\r(¬5) انظر: (3/ 56، 61).\r(¬6) انظر: (3/ 562).","seal":"88945C18","page":161},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":169,"nass":"وللراغب في «مفرداته» اهتمام بهذه الكليات، وقد جمعها في الفهرس محقق المفردات «صفوان داوودي» (¬1).\rولأبي البقاء في «كلياته» عناية بهذه الكليات، حيث ذكر تحت كل لفظة قرآنية كلياتها إن وجد (¬2)، [122]\rوقد خصَّها بمبحثٍ في مقدمة كتابه العلامة الطاهر بن عاشور وسماه: «عادات القرآن» (¬3).\rوإليك الآن سَوْقُ أمثلة لهذه الكليات كما ذُكِرت عن المفسرين.\r\rأولاً: كليات الألفاظ:\r1 - قال ابن عباس، وابن زيد: «كل شيء في القرآن رجز فهو عذاب» (¬4).\r2 - قال مجاهد: «كل ظن في القرآن فهو علم» (¬5).\r3 - قال سفيان بن عيينة: «ما سمَّى الله مطراً في القرآن إلا عذاباً» (¬6).\r4 - قال ابن زيد: «التزكي في القرآن كله الإسلام» (¬7).\r5 - قال مجاهد: «كل ما في القرآن: قُتِل الإنسان، أو فُعِل بالإنسان، فإنما عني به الكافر» (¬8).\r6 - قال الفراء: «كَتَبَ في القرآن بمعنى: فرض» (¬9).\r¬_________\r(¬1) انظر: (ص1188).\r(¬2) انظر: (199، 203).\r(¬3) «التحرير والتنوير» (1/ 124).\r(¬4) «تفسير الطبري» (1/ 305، 306).\r(¬5) «تفسير الطبري» (1/ 262).\r(¬6) «فتح الباري» (8/ 158).\r(¬7) «تفسير الطبري» (30/ 39، 52).\r(¬8) «تفسير الطبري» (30/ 54).\r(¬9) «القطع والائتناف» للنحاس (ص176).","seal":"C92D241D","page":162},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":170,"nass":"7 - قال ابن فارس: «ما في القرآن من ذكر البعل فهو الزوج؛ كقوله تعالى: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ} [البقرة: 228] إلا حرفاً واحداً في الصافات: {أَتَدْعُونَ بَعْلاً} [الصافات: 125] فإنه أراد صنماً» (¬1).\r8 - قال الراغب: «التثويب في القرآن لم يجئ إلا في المكروه» (¬2).\r9 - قال الراغب: «كل موضع مدح الله تعالى بفعل الصلاة أو حثَّ عليه ذُكِر بلفظ الإقامة» (¬3). [123]\r10 - قال الطاهر بن عاشور: «والنداء إلى الصلاة هو الأذان، وما عبر عنه في القرآن إلا النداء» (¬4).\r11 - وقال: «وأريد بالكفار في قوله: «الكفار» المشركون، وهذا اصطلاح القرآن في إطلاق لفظ الكفار» (¬5).\rومما عبِّر بأنه يكثر أو يغلب في القرآن قول الإمام الشنقيطي:\r«ويكثر في القرآن ذكر إكرام أهل الجنة بكونهم مع نسائهم دون الامتنان عليهم بكونهم مع نظرائهم وأشباههم في الطاعة» (¬6).\rوقال: «ويكثر في القرآن إطلاق مادة الزكاة على الطهارة» (¬7).\r\rثانياً: كليات الأسلوب:\r1 - قال الشاطبي: «إذا ورد في القرآن الترغيب قارنه الترهيب في لواحقه أو سوابقه أو قرائنه، وبالعكس، وكذلك الترجية مع التخويف» (¬8).\r¬_________\r(¬1) «البرهان في علوم القرآن» (1/ 105).\r(¬2) «مفردات ألفاظ القرآن» (ص180).\r(¬3) «مفردات ألفاظ القرآن» (ص491).\r(¬4) «التحرير والتنوير» (6/ 242).\r(¬5) «التحرير والتنوير» (6/ 241).\r(¬6) «أضواء البيان» (7/ 280).\r(¬7) «أضواء البيان» (4/ 45).\r(¬8) «الموافقات» (3/ 236).","seal":"325CAA1E","page":163},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":171,"nass":"2 - قال ابن القيم: «وهذه طريقة القرآن يقرن بين أسماء الرجاء وأسماء المخافة، كقوله تعالى: {اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ}» (¬1) [المائدة: 98].\r3 - وقال: «وهو سبحانه إذا ذكر الفلاح علَّقه بفعل المفلح؛ كقوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ}» (¬2) [المؤمنون: 1، 2].\r4 - قال الشنقيطي: «قوله: {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ} [الأحقاف: 2] قد دلَّ استقراء القرآن العظيم على أن الله جل وعلا إذا ذكر تنزيله لكتابه أتبع ذلك ببعض أسمائه الحسنى [124] المتضمنة صفاته العليا» (¬3).\r5 - قال الشاطبي: «كل حكاية وقعت في القرآن فلا يخلو أن يقع قبلها أو بعدها ـ وهو الأكثر ـ ردٌّ لها، أولاً؛ فإن وقع فلا إشكال في بطلان ذلك المحكي وكذبه، وإن لم يقع معها فذلك دليل على صحة المحكي وصدقه» (¬4).\rمثال الأول: قوله تعالى: {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ} [البقرة: 116].\rومثال الثاني: قول العزيز ـ فيما حكاه الله عنه ـ: {إِنَّ كَيْدَكُنَّ عَظِيمٌ} [يوسف: 28].\rوقول الهدهد ـ فيما حكاه الله عنه ـ: {وَلَهَا عَرْشٌ عَظِيمٌ} [النمل: 23].\r6 - قال ابن عطية: «سبيلُ الواجبات الإتيانُ بالمصدر مرفوعاً؛ كقوله: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229]. {فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ} [البقرة: 178]. وسبيلُ المندوبات الإتيانُ به منصوباً؛ كقوله: {فَضَرْبَ\r¬_________\r(¬1) «جلاء الأفهام» (ص174).\r(¬2) «التبيان في أقسام القرآن» (ص17).\r(¬3) «أضواء البيان» (7/ 41)، وانظر: (7/ 150).\r(¬4) «الموافقات» (3/ 263).","seal":"E172862F","page":164},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":172,"nass":"الرِّقَابِ} [محمد: 4]؛ ولهذا اختلفوا: هل كانت الوصية للزوجات واجبة لاختلاف القراءة في قوله تعالى: {وَصِيَّةً لأَزْوَاجِهِمْ} [البقرة: 240] بالرفع والنصب؟\rقال أبو حيان: والأصلُ في هذه التفرقة قوله تعالى: {قَالُوا سَلاَمًا قَالَ سَلاَمٌ} [هود: 69]؛ فإنَّ الأول مندوب، والثاني واجب؛ والنكتةُ في ذلك أنّ الجملة الاسمية أوْكد وأثبت من الفعلية» (¬1). [125]\r* * *\r¬_________\r(¬1) «معترك الأقران» (3/ 617).","seal":"D7877698","page":165},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":173,"nass":"توجيه القراءات وأثره في التفسير\rمن المعلوم أن القراءات قسمان: متواترة، وشاذة.\rوقد دوَّن العلماء هذه القراءات المتواترة وحفظوا أسانيدها بحيث لا يمكن زيادة شيء على المتواتر أو النقص منه. وظهر علم يتعلق بهذه القراءات وهو: توجيه القراءات، ويسمى: علل القراءات، أو الاحتجاج للقراءات.\rوالمراد بهذا العلم: بيان وجه القراءة من حيث العربية، ومعرفة الفروق بين القراءات المختلفة. وليس يعني هذا أن القراءات محتاجة إلى توثيق، بل هي حجة، كما قال ابن جني: «والقرآن يُتخير له ولا يُتخير عليه» (¬1).\rوقال الصفاقسي في «غيث النفع»: «القراءة لا تتبع العربية، بل العربية تتبع القراءة؛ لأنها مسموعة من أفصح العرب بإجماع، وهو نبينا صلّى الله عليه وسلّم، ومن أصحابه ومن بعدهم» (¬2). والتوجيه يكون للأداء، وللإعراب، وللصرف، وللغة، وللمعنى.\rوالمراد هنا ما يتعلق بالمعنى؛ لأنه هو المؤثِّر في التفسير، حيث يختلف المعنى باختلاف القراءة. ومن الكتب التي اعتنت بتوجيه القراءات: [126]\r1 - «الحجة في القراءات السبع»، لابن خالويه (ت:370هـ).\r2 - «معاني القراءات»، لأبي منصور الأزهري (ت:370هـ).\r3 - «الحجة للقراءات السبعة»، لأبي علي الفارسي (ت:377هـ).\r¬_________\r(¬1) «المحتسب» (1/ 53).\r(¬2) نقلاً عن: دراسات لأسلوب القرآن الكريم (ق1، 1/ 27)، وانظر فيه أقوالاً أخر، وراجع كلاماً لابن المنير في تعليقه على: «الكشاف» (2/ 53، 54).","seal":"B27474B2","page":166},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":174,"nass":"4 - «المحتسب في تبيين وجوه شواذ القراءات، والإيضاح عنها»، لأبي الفتح عثمان بن جني (ت:392هـ).\r5 - «الكشف عن وجوه القراءات السبعة وعللها وحججها»، لمكي ابن أبي طالب (ت:437هـ).\r6 - «حجة القراءات»، لأبي زرعة عبد الرحمن بن زنجلة (القرن الخامس).\rومن كتب المتأخرين:\r1 - «طلائع البشر في توجيه القراءات العشر»، لمحمد الصادق القمحاوي.\r2 - «القراءات الشاذة وتوجيهها في لغة العرب»، لعبد الفتاح القاضي.\r3 - «المغني في توجيه القراءات العشر المتواترة»، لمحمد سالم محيسن.\rوأما كتب التفسير، فالمطوَّلات لا تخلو من توجيه القراءات؛ كتفسير ابن جرير الطبري، وتفسير ابن عطية، والقرطبي، وأبي حيان، والرازي، والشنقيطي، والطاهر بن عاشور ... إلخ.\rأنواع الاختلاف في القراءات: الاختلاف في القراءات ثلاثة أنواع:\rالأول: اختلاف اللفظ والمعنى واحد.\rومثال هذه النوع: اختلافهم في قراءة «الصراط» فمنهم من قرأ بالصاد، ومنهم من قرأ بالسين.\rوكذا اختلافهم في: «عليهمُ، عليهِم»، و «القُدُس، القُدْس» وغيرها. [127]\rالثاني: اختلاف اللفظ والمعنى، مع جواز اجتماعهما في شيء واحد.\rومثال ذلك: اختلافهم في قراءة: «ملك» و «مالك» وقراءة «بظنين» و «بضنين»، ففي مثل هذه الحالة يثبت للشيء الواحد معنيان.\rففي قوله تعالى: {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: 4] و «مالك يوم الدين» يكون وصف الله بأنه مالك وملك، وبين هذين اللفظين اختلاف في المعنى والمرجع واحد.\rوفي قوله تعالى: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} [التكوير: 24] و «بظنين» يكون وصفُ رسولِ الله صلّى الله عليه وسلّم بعدم البخل، وبنفي الاتهام عنه.","seal":"E9EAA692","page":167},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":175,"nass":"الثالث: اختلاف اللفظ والمعنى، مع امتناع اجتماعهما في شيء واحد، بل يتفقان من وجه آخر لا يقتضي التضاد. مثل قوله تعالى: {فَيَوْمَئِذٍ لاَ يُعَذِّبُ عَذَابَهُ أَحَدٌ *وَلاَ يُوثِقُ وَثَاقَهُ أَحَدٌ} [الفجر: 25، 26] فقرئ: «يعذِّب» و «يعذَّب» و «يوثِق» و «يوثَق»، ولكل قراءة توجيه يختلف عن الآخر.\rومثله ما يقرأ في لفظة: «يرجعون» و «ترجعون»، بالياء أو التاء، فالمعنى فيها يختلف (¬1). وهذا النوع يكون بمثابة التفسيرين ـ كما سيأتي ـ.\rقواعد في القراءات:\r1 - القراءتان في الآية ـ إذا ظهر تعارضهما ـ لهما حكم الآيتين، وصارت بمثابة اختلاف التنوع (¬2).\rومثال هذا قوله تعالى: {ذُو الْعَرْشِ الْمَجِيدُ} [البروج: 15] برفع المجيد وجرِّه. فبالرفع يكون: «المجيدُ» صفة لذو. وبالجرّ يكون: «المجيدِ» صفة للعرش، وعلى هذا، فهاتان القراءتان لهما حكم الآيتين.\rوهذه القاعدة تأتي في النوع الثالث الذي سبق ذكره. [128]\r\r2 - القراءات إذا لم يظهر تعارضها وعادت إلى ذات واحدة فهي زيادة في الحكم لهذه الذات بمعنى هذه القراءات.\rومثال هذه: قوله تعالى: {وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ} [الكهف: 86]. قرئت: {حَمِئَةٍ} و «حامية»، فمن قرأ: «حامية» فهي بمعنى: حارة، ومن قرأ: {حَمِئَةٍ} فهي من الحمأة: الطين المنتن المتغير اللون، قال ابن زنجلة: وهذا القول؛ أي: اختيار {حَمِئَةٍ} لا ينفي قول من قرأها: «حامية» إذ كان جائزاً أن تكون العين التي تغرب الشمس فيها حارة، وقد تكون حارة وذات حمأة وطينة سوداء، فتكون موصوفة بالحرارة وهي ذات حمأة (¬3). وهذه القاعدة تأتي في النوع الثاني الذي سبق ذكره.\r¬_________\r(¬1) راجع: «النشر في القراءات العشر» (1/ 49 - 51)؛ و «دقائق التفسير» (1/ 69).\r(¬2) نص عليها الشنقيطي في «أضواء البيان» (2/ 8)، وانظر: «دقائق التفسير» (1/ 69).\r(¬3) «حجة القراءات» (ص429 - 470)، وانظر: «تفسير الطبري» (16/ 12).","seal":"441BC5E8","page":168},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":176,"nass":"3 - القراءات يبين بعضها بعضاً:\rمثاله: قوله تعالى: {لاَ يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الأَيْمَانَ} [المائدة: 89]. قرأ حمزة والكسائي وشعبة وعاصم: «عَقَدتم» بالتخفيف بلا ألف، وقرأ ابن ذكوان عن ابن عامر «عاقدتم» بألف بوزن فاعل. وقرأ الباقون: {عَقَّدْتُّمُ} بالتشديد من غير ألف.\rوالتضعيف والمفاعلة معناها مجرد الفعل، بدليل قراءة «عقدتم» بلا ألف ولا تضعيف، والقراءات يبين بعضها بعضاً (¬1).\r• وأخيراً ـ لا يخفى عليك ـ أيها القارئ ما بين هذه القواعد من التداخل، وإنما فصلتها قصداً للتنويع، وإن كانت هي وما قبلها من باب واحد كذلك.\rولعله بعد هذا النقل يتبيَّن لك أن القراءات تثري التفسير وتزيده بالمعاني المختلفة التي قد لا تدل عليه قراءة واحدة. وإليك بعض الأمثلة التي تبين لك لطف هذا الباب وزينته من بعض كتب توجيه القراءات: [129]\r• في قوله تعالى: {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} [الأنعام: 83] قرئ: «درجات» بالتنوين، و «درجاتِ» بالكسر على الإضافة.\rفمن قرأ: {دَرَجَاتٍ مَنْ نَشَاءُ} فالمرفوع هم أصحاب الدرجات.\rومن قرأ: «درجاتِ» فالمرفوع هي الدرجات.\rقال مكي: «فالقراءتان متقاربتان؛ لأن من رُفعت درجاته فقد رُفع، ومن رُفع فقد رُفعت درجاته» (¬2).\r• وفي قوله تعالى: {وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا} [البقرة: 259] قرأ نافع، وابن كثير، وأبو عمرو، ويعقوب: «ننشرها» بالراء.\rوقرأ الباقون: {نُنْشِزُهَا} بالزاي.\r¬_________\r(¬1) «أضواء البيان» (2/ 120).\r(¬2) «الكشف عن وجوه القراءات السبع» (1/ 438).","seal":"EB151E57","page":169},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":177,"nass":"قال أبو منصور: من قرأ: {نُنْشِزُهَا} بالزاي فالمعنى: نجعلها بعد بلاها وهمودها ناشزة، تنشز بعضها إلى بعض؛ أي: ترتفع، مأخوذة من نشز، والنشز: ما ارتفع من الأرض. ومن قرأ: «ننشرها» بالراء فمعناه: نحييها، يقال: أنشر الله الموتى؛ أي: أحياهم فنشروا؛ أي: حَيَوا» (¬1).\r• وفي قوله تعالى: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} [الصافات: 12].\rقرئ: «بل عجبتُ» بالضم، وحجته: أنه من إخبار الله عن نفسه.\rوقرئ: {بَلْ عَجِبْتَ} بالفتح، وحجته: أنه جعل التاء للنبي صلّى الله عليه وسلّم (¬2). [130]\r* * *\r¬_________\r(¬1) «معاني القراءات» للأزهري (1/ 222).\r(¬2) انظر: «الحجة في القراءات السبع» لابن خالويه (ص301، 302).","seal":"B90A7D38","page":170},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":178,"nass":"المراجع\r1 - «الإتقان في علوم القرآن»: جلال الدين السيوطي (911هـ)، تحقيق: محمد أبو الفضل إبراهيم، المكتبة العصرية، صيدا، بيروت، 1407هـ.\r2 - «أحمد بن فارس، وريادته في البحث اللغوي»: هادي حسن حمودي، عالم الكتب، ط1، 1407هـ.\r3 - «الإشارة إلى الإيجاز في بعض أنواع المجاز»: عز الدين عبد العزيز بن عبد السلام (660هـ)، المكتبة العلمية بالمدينة المنورة.\r4 - «أصول في التفسير»: الشيخ محمد بن صالح بن عثيمين، دار ابن القيم، ط1، 1409هـ.\r5 - «الأصول من علم الأصول»: محمد بن صالح بن عثيمين، مؤسسة الرسالة، مكتبة الرشد، ط3، 1406هـ.\r6 - «أضواء البيان في إيضاح القرآن بالقرآن»: محمد الأمين بن محمد المختار الجكني الشنقيطي (1393هـ)، ط. الرئاسة العامة لإدارة البحوث العلمية ... الرياض، 1403هـ.\r7 - «إعراب القرآن»: أبو جعفر أحمد بن محمد بن إسماعيل النحاس (338هـ) تحقيق: زهير غازي زاهد، عالم الكتب، مكتبة النهضة العصرية ط2، 1405هـ.\r8 - «اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم»: أحمد بن عبد الحليم بن عبد السلام بن تيمية (728هـ) تحقيق: د. ناصر بن عبد الكريم العقل، مكتبة الرشيد، الرياض، ط1، 1404هـ.\r9 - «إنباه الرواة إلى أنباء النحاة»: الوزير جمال الدين أبو الحسن علي بن يوسف القفطي (624هـ) تحقيق: محمد أبو الفضل إبراهيم، دار الفكر العربي، القاهرة، مؤسسة الكتاب الثقافية، بيروت ط1، 1406هـ.","seal":"15DBEF1D","page":171},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":179,"nass":"10 - «الإنصاف في التنبيه على المعاني والأسباب التي أوجبت الاختلاف بين المسلمين في آرائهم»: ابن السيد البطليوسي (521هـ) تحقيق: د. محمد رضوان الداية، دار الفكر ط3، 1407هـ.\r11 - «الإنصاف فيما تضمنه الكشاف من الاعتزال» (بحاشية الكشاف): ناصر الدين أحمد بن محمد بن المنير الإسكندري، دار المعرفة.\r12 - «البحر المحيط»: محمد بن يوسف الشهير بأبي حيان الأندلسي، دار الفكر، ط2، 1403هـ.\r13 - «البرهان في علوم القرآن»: بدر الدين محمد بن عبد الله الزركشي، تحقيق: محمد أبو الفضل إبراهيم، دار المعرفة.\r14 - «التبيان في أقسام القرآن»: ابن قيم الجوزية، تحقيق: طه يوسف شاهين، دار الكتب العلمية، 1402هـ.\r15 - «التحرير والتنوير»: الطاهر ابن عاشور، الدار التونسية، 1984م.\r16 - «التسهيل لعلوم التنزيل»: محمد بن أحمد بن جزي الكلبي، دار الكتاب العربي ط2، 1393هـ.\r17 - «تفسير آيات أشكلت»: مخطوط، شيخ الإسلام أحمد بن عبد السلام بن تيمية (728هـ).\r18 - «تفسير ابن أبي حاتم»: أبو محمد عبد الرحمن ابن أبي حاتم الرازي (327هـ) تحقيق: د. أحمد عبد الله العماري الزهراين، الدار المدنية.\r19 - «تفسير القرآن الكريم»: أبو الليث نصر بن محمد بن أحمد السمرقندي (375هـ) تحقيق: د. عبد الرحيم أحمد الزقة، مطبعة الإرشاد، بغداد ط1، 1405هـ.\r20 - «التفسير القيم للإمام ابن القيم»: جمع: محمد أويس الندوي تحقيق: محمد حامد الفقي، مكتبة السنة المحمدية.\r21 - «التفسير الكبير»: تقي الدين أحمد بن عبد السلام بن تيمية (728هـ)، عبد الرحمن عميرة دار الكتب العلمية، 1408هـ.\r22 - «التمهيد في أصول الفقه»: محفوظ بن أحمد بن الحسن الكلوذاني، تحقيق: محمد بن علي بن إبراهيم، مركز البحث العلمي، جامعة أم القرى.","seal":"ED2FE566","page":172},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":180,"nass":"23 - «تهذيب اللغة»: أبو منصور محمد بن أحمد الأزهري (370هـ) تحقيق: أ. علي حسن هلالي، الدار المصرية للتأليف والترجمة.\r24 - «الجامع لأحكام القرآن»: أبو عبد محمد بن أحمد القرطبي (671هـ) تحقيق: أ. علي حسن هلالي، الهيئة المصرية العامة للكتاب 1987م.\r25 - «جامع البيان عن تأويل القرآن»: أبو جعفر محمد بن جرير الطبري (310هـ)، شركة البابي الحلبي، ط3.\r26 - «جلاء الأفهام في فضل الصلاة والسلام على محمد خير الأنام»: أبو عبد الله محمد بن أبي بكر ابن القيم الجوزية (751هـ)، تحقيق: شعيب وعبد القادر الأرناؤوط، دار العروبة للنشر والتوزيع ط2، 1407هـ.\r27 - «الحجة في القراءات السبع»: حسين بن أحمد بن خالويه (370هـ)، تحقيق: عبد العال سالم مكرم، دار الشروق، ط2، 1397هـ.\r28 - «حجة القراءات»: أبو زرعة عبد الرحمن بن محمد بن زنجلة، تحقيق: مؤسسة الرسالة، ط4، 1404هـ.\r29 - «دراسات في التفسير الموضوعي للقصص القرآني»: أحمد جمال العمري، مكتبة الخاندي، 1406هـ.\r30 - «دراسات لأسلوب القرآن الكريم»: محمد عبد الخالق عضيمة، دار الحديث، ط1، 1392هـ.\r31 - «الدر المنثور في التفسير بالمأثور»:: عبد الرحمن جلال الدين السيوطي، دار الفكر، ط1، 1403هـ.\r32 - «دقائق التفسير الجامع لتفسير ابن تيمية»: تحقيق: د. محمد السيد الجليند، مؤسسة علوم القرآن، دمشق، ط2، 1404هـ.\r33 - «روح المعاني»: أبو الفضل شهاب الدين محمود الألوسي (1270هـ)، إدارة الطباعة المنيرية.\r34 - «روضة المحبين ونزهة المشتاقين»: شمس الدين ابن قيم الجوزية، دار الكتب العلمية، بيروت.\r35 - «زاد المسير في علم التفسير»: أبو الفرج جمال الدين عبد الرحمن بن علي الجوزي (597هـ) تحقيق: محمد عبد الرحمن عبد الله، دار الفكر، ط1، 1407هـ.","seal":"644943FC","page":173},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":181,"nass":"36 - «السنّة»: محمد بن نصر المروزي، تحقيق: أبي محمد سالم بن أحمد السلفي، مؤسسة الكتب الثقافية، ط1، 1408هـ.\r37 - «شرح أصول اعتقاد أهل السنة والجماعة»: أبو القاسم هبة الله بن الحسن اللالكائي (418هـ) تحقيق: د. أحمد سعد حمدان، دار طيبة.\r38 - «شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل»: شمس الدين محمد بن أبي بكر بن قيم الجوزية (751هـ) دار الكتب العلمية، ط1، 1407هـ.\r39 - «طبقات المفسرين»: الحافظ شمس الدين محمد الداودي (945هـ)، دار الكتب العلمية، بيروت.\r40 - «طبقات النحويين واللغويين»: أبو بكر محمد بن الحسن الزبيدي الأندلسي (379هـ)، تحقيق: محمد أبو الفضل إبراهيم، دار المعارف، ط2.\r41 - «فتح الباري بشرح صحيح البخاري»: الحافظ ابن حجر العسقلاني (852هـ)، محب الدين الخطيب وآخرون، دار الريان، القاهرة، ط1، 1407هـ.\r42 - «فتح القدير الجامع بين فني الرواية والدراية في علم التفسير»: محمد بن علي الشوكاني، مطبعة البابي الحلبي، ط2، 1383هـ.\r43 - «القاموس المحيط»: مجد الدين محمد بن يعقوب الفيروزآبادي (817هـ): تحقيق: مكتب تحقيق التراث في مؤسسة الرسالة، مؤسسة الرسالة، ط2، 1407هـ.\r44 - «القطع والائتناف»: أبو جعفر النحاس، تحقيق: أحمد خطاب العمر، مطبعة العاني، بغداد، ط1، 1398هـ.\r45 - «الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل»: أبو القاسم جار الله محمد بن عمر الزمخشري (538هـ)، دار المعرفة، بيروت.\r46 - «الكشف عن وجوه القراءات السبع وعللها ووجوهها»: أبو محمد مكي بن أبي طالب القيسي (437هـ)، تحقيق: د. محيي الدين رمضان، مؤسسة الرسالة، ط3، 1404هـ.","seal":"A8CEFB6B","page":174},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":182,"nass":"47 - «الكليات»: أبو البقاء أيوب بن موسى الحسيني الكفوي (1094هـ)، تحقيق: عدنان درويش، محمد المصري، مؤسسة الرسالة ط1، 1412هـ.\r48 - «القواعد الحسان لتفسير القرآن»: عبد الرحمن بن ناصر السعدي، مكتبة المعارف، 1400هـ.\r49 - «مجاز القرآن»: أبو عبيدة معمر بن المثنى البصري (210هـ)، تحقيق: د. محمد فؤاد سزكين، مكتبة الخانجي، دار الفكر، ط2، 1390هـ.\r50 - «مجموع فتاوى شيخ الإسلام أحمد بن تيمية»: جمع: عبد الرحمن بن محمد بن قاسم، تصوير الطبعة الأولى، 1398هـ.\r51 - «المحرر الوجيز في تفسير الكتاب العزيز»: أبو محمد عبد الحق بن عطية الأندلسي (541هـ)، تحقيق: عبد الله بن إبراهيم الأنصاري، السيد عبد العال إبراهيم، مؤسسة دار العلوم، ط1.\r52 - «مذكرة أصول الفقه»: محمد الأمين بن المختار الشنقيطي (1393هـ)، دار القلم، بيروت.\r53 - «مشكل إعراب القرآن»: أبو محمد مكي بن أبي طالب القيسي (437هـ)، تحقيق: د. حاتم صالح الضامن، مؤسسة الرسالة، ط2، 1405هـ.\r54 - «معاني القراءات»: أبو منصور محمد بن أحمد الأزهري (307هـ)، تحقيق: د. عيد مصطفى درويش، د. عوض حمد التوزي، دار المعارف، ط1، 1412هـ.\r55 - «معاني القرآن الكريم»: أبو جعفر النحاس، تحقيق: محمد بن علي الصابوني، مركز إحياء التراث الإسلامي، جامعة أم القرى، ط1.\r56 - «معاني القرآن وإعرابه»: أبو إسحاق إبراهيم بن السري الزجاج (311هـ)، تحقيق: د. عبد الجليل عبده شلبي، عالم الكتب، ط1، 1408هـ.\r57 - «معترك الأقران في إعجاز القرآن»: جلال الدين السيوطي، تحقيق: علي محمد البجاوي، دار الفكر العربي.\r58 - «معجم الأدباء»: ياقوت، دار الفكر، 1400هـ.\r59 - «معجم مقاييس اللغة»: أبو الحسين أحمد بن فارس (395هـ)، تحقيق: عبد السلام محمد هارون، دار الكتب العلمية.","seal":"ADCC2131","page":175},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":183,"nass":"الفوائد (*):\r1 - لا يزال احتمال اكتشاف موضوعات جديدة في هذه العلم [علوم القرآن] قائماً، ومن ذلك ظهور (علم التفسير والموضوعي)، و (علم مناهج المفسرين)، وغيرها. (17).\r2 - إن مما يعين في التحقيق، ويثري البحث، الرجوع إلى ما كتبه المتقدمون ممن نقل عنهم الزركشي والسيوطي؛ لأنهما في الغالب يلخَّصان مسائل الكتاب، وقد يكون فيما تركوا من مسائله علم يحتاج إليه في علوم القرآن. (19)\r3 - ومما يعين كذلك جرد مصنفات الحديث وكتب الآثار لتحصيل ما فيها من الأحاديث والآثار في موضوعات (علوم القرآن). (19)\r4 - يدور محور الدراسة في هذا العلم [أصول التفسير] بين أمرين: كيف فُسر القرآن؟ وكيف نفسِّر القرآن؟ (21).\r5 - في حديث عائشة رضي الله عنها، قالت: تلا رسول الله صلى الله عليه وسلم هذه الآية: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الكِتَابَ مِنْهُ آَيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي العِلْمِ يَقُولُونَ آَمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الأَلْبَابِ} [سورة آل عمران:7] قالت: قال رسول الله صلى الله عليه وسلم: ((فإذا رأيت الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم))، وجدت أنه أصل في أصول التفسير؛ لأنه يتضمن الفائدة الكبرى من أصول التفسير:\rالأولى: معرفة القول الصواب وتمييزه عن غيره.\rالثانية: معرفة القول الخطأ بأنه خطأ، وإلا لما أمكن الحذر منه.\rوغاية أصول التفسير تمييز الصواب من الخطأ، والبرهان على ذلك بالعلم الصحيح. (22 - ح).\r__________\r(*) قال مُعِدُّ الكتاب للشاملة: هذه الفوائد ليست في المطبوع، ومصدرها الموقع الرسمي للمؤلف - حفظه الله -","seal":"7AAD2EB3","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":184,"nass":"6 - ليس هناك تحديد دقيق لموضوعات هذا العلم [أصول التفسير]، وذلك لأن النظر إلى موضوع (أصول التفسير) يختلف من مؤلف إلى آخر. 25\r7 - تعلم التفسير واجب على الأمة من حيث العموم، فلا يجوز أن تخلو الأمة من عالم بالتفسير يعلم الأمة معاني كلام ربها.\rأما الأفراد فعلى كل منهم واجب منه، وهو ما يقيمون به فرائضهم، ويعرفون به ربهم. (28)\r8 - اشتهر استعمال مصطلح \"المقارن\" في الدراسات المعاصرة، والصحيح لفظ (الموازن)، لأن المقارن من مادة (قرن) التي تعني القرن بين الشيئين، أي الربط بينهما، وما يقوم به من يعمل ما يسمى بالمقارنة إنما هو موازنة. (32 - ح).\r9 - وقد اعتنى بهذا الطريق [تفسير القرآن بالقرآن] من السلف عبدالرحمن بن زيد بن أسلم ... وكان لابن كثير عناية بهذا الطريق في تفسيره. (36).\r10 - أفضل مؤلَّف موجود الآن في هذا النوع [تفسير القرآن بالقرآن] كتاب الإمام الشنقيطي (ت: 1393 هـ) الذي أسماه \"أضواء البيان في إيضاح القرآن بالقرأن\". (36).\r11 - الضحاك لم يأخذ التفسير عن أحد من الصحابة، وروايته عن ابن عباس منقطعة، قال في تهذيب الكمال (13/ 295): \"وقيل: لم يثبت له سماع من أحد من الصحابة\". (51)\r12 - إذا صح عن الصحابي أو التابعي قولان مختلفان في التفسير ولا يمكن الجميع بينهما فهما كالقولين، إلا إذا دل الدليل على أنه رجع عن أحدهما. (55).\r13 - يعد بعض الباحثين أبا عبيدة معمر بن المثنى والفراء والزجاج أئمة التفسير اللغوي، ولا ينظرون إلى تفاسير الصحابة والتابعين اللغوي، ويعدونها من التفسير بالأثر، وسبب هذا الخطأ اعتماد مصطلح المأثور. (60)\r14 - الرأي الذي عمل به الصحابة هو الرأي المحمود، وهو المبني على علم أو غلبة ظن.\rأما الرأي المذموم فهو الذي وقع عليه نهي السلف، وشنعوا على صاحبه، وهو ما كان على جهل وهوى.","seal":"8ACD9C48","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":185,"nass":"والذين حكوا الخلاف في الرأي لم يبينوا نوع الرأي الذي وقع عليه النهي، ولو فعلوا لما احتاجوا إلى جعل قولين في هذه المسألة ثم ترجيح بينهما. (63)\r15 - المؤلفات في أسباب الاختلاف في التفسير نادرة، وقد سرد بعض هذه الأسباب ابن جزي في مقدمة تفسيره، وقد أُلف في أسباب الاختلاف رسالة علمية بعنوان: اختلاف المفسرين: أسبابه وآثاره. (83)\r16 - لابن عطية والطاهر بن عاشور اهتمام بتحرير معنى اللفظة في لغة العرب. (97)\r17 - مما يجدر التنبيه عليه أن الإجماع عند بعضهم هو اتفاق الأكثر؛ كابن جرير، ولذا ينتبه لمذهب حاكي الإجماع في الإجماع. (95)\r18 - قد يَرِدُ عن السلف تفسير لبعض صفات الله بلازمها، فيظنُّ القارئ لها أن السلف يؤوَّلون صفات الله سبحانه، وهذا ليس بصواب؛ وذلك لأن الأصل عند السلف هو أن صفات الله على الحقيقة ولا يجوز التأويل، فإذا رأيت مثل هذا فاعلم أنهم لا يؤولون؛ لأنه لم يرد عن أحدهم أنه أنكر الصفة، وفرقٌ بين إنكار الصفة والتفسير باللازم. (102)\r19 - ومع أهمية هذا الموضوع (قواعد الترجيح) فإنك قلًّ أن تجد له مبحثاً خاصاً في مقدمات المفسرين وغيرها، وقد أشار إليه العز بن عبدالسلام في كتابه الموسوم بـ (الإشارة إلى الإيجاز في بعض أنواع المجاز) ... وذكر المفسر محمد بن أحمد بن جزي الكلبي في مقدمة تفسيره اثني عشر وجهاً في الترجيح. (119)\r20 - أما استعمال القواعد الترجيحية في ثنايا التفسير فقد حاز قصب السبق فيها شيخ المفسرين الإمام ابن جرير الطبري، وقد كان له في الترجيح بالقواعد طريقان:\r…الأول: أن يذكر القاعدة الترجيحية بنصها عند ترجيحه لقول في التفسير.\r…الثاني: أن لا ينص على القاعدة بعينها ولكن يرجح بها. (119).\r21 - الإجماع عند ابن جرير يعني اتفاق الأكثر. (120 - ح)","seal":"8CB87186","page":null},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":186,"nass":"22 - وهذه القواعد (قواعد الترجيح) تعتبر الأصل في الترجيح إلا إذا دل دليل على عدم استخدامها في هذا الموضع، فكل قاعدة يستثنى منها. (121)\r23 - إنما يحمل كلام الله على الأغلب المعروف من لغة العرب، دون الأنكر المجهول أو الشاذ. (130)\r24 - كان لمفسري الصحابة والتابعين ثم من جاء بعدهم عنايةٌ بهذه الكليات [كليات القرآن]، وكان أول من ذُكر عنه أنه جمعها في كتاب الإمام اللغوي أحمد بن فارس، في كتابه الموسوم بالأفراد. (153)","seal":"C38B7B0D","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":187,"nass":"60 - «معرفة علوم الحديث»: الحاكم أبو عبد الله محمد بن عبد الحافظ (405هـ) تحقيق: السيد معظم حسين، دار الآفاق الجديد، بيروت، ط4، 1400هـ.\r61 - «مفردات ألفاظ القرآن»: الراغب الأصفهاني، تحقيق: صفوان عدنان داودي، دار القلم ـ الدار الشامية، ط1، 1412هـ.\r62 - «مقدمة جامع التفاسير»: أبو القاسم الراغب الأصفهاني، تحقيق: د. أحمد حسن فرحات، دار الدعوة، ط1، 1405هـ.\r63 - «مقدمة في أصول التفسير»: تقي الدين أحمد بن عبد الحليم بن تيمية (728هـ)، تحقيق: د. عدنان زرزور، دار القرآن الكريم، ط3، 1399هـ.\r64 - «المكتفي في الوقف والابتداء»: أبو عمرو عثمان بن سعيد الداني (444هـ)، تحقيق: د. يوسف عبد الرحمن المرعشلي، مؤسسة الرسالة، ط1، 1404هـ.\r65 - «الموافقات في أصول الأحكام»: أبو إسحاق إبراهيم بن موسى الشاطبي (890هـ)، تحقيق: محيي الدين عبد الحميد، مكتبة محمد علي صبيح وأولاده.\r66 - الناسخ والمنسوخ في القرآن الكريم: أبو بكر بن العربي (543هـ)، تحقيق: د. عبد الكبير العلوي المدغري، وزارة الأوقاف والشؤون الإسلامية، ط1، 1408هـ.\r67 - «النشر في القراءات العشر»: محمد بن محمد بن الجزري (833هـ)، دار الفكر.\r68 - «النكت على كتاب ابن الصلاح»: الحافظ ابن حجر العسقلاني (852هـ)، تحقيق: د. ربيع بن هادي عمير، دار الراية، الرياض، ط2، 1408هـ.\r69 - «النكت والعيون، تفسير الماوردي»: تحقيق: خضر بن محمد خضر، مطابع مقهوي، الكويت، ط1، 1402هـ.\r70 - «نواسخ القرآن»: أبو الفرج عبد الرحمن بن علي الجوزي (597هـ)، تحقيق: محمد أشرف علي الملباري، المجلس العلمي بالجامعة الإسلامية، بالمدينة النبوية، ط1، 1404هـ.\r* * *","seal":"0CD722E8","page":176}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"فصول في أصول التفسير","HigriD":"معاصر","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"د مساعد بن سليمان بن ناصر الطيار","bLnk":null,"Inf":"","Auth":"مساعد الطيار","Betaka":"الكتاب: فصول في أصول التفسير\r\nالمؤلف: د مساعد بن سليمان بن ناصر الطيار\r\nتقديم: د. محمد بن صالح الفوزان\r\nالناشر: دار ابن الجوزي\r\nالطبعة: الثانية، 1423هـ\r\nعدد الأجزاء: 1\r\nالكتاب إهداء من مؤلفه - جزاه الله خيرا - للمكتبة الشاملة\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"يقول د مساعد بن سليمان بن ناصر الطيار\r• تخرجت في قسم القرآن وعلومه في كلية أصول الدين بالرياض، في العام الدراسي 1408/ 1409.\r• التحقت بالتدريس في كلية المعلمين بالرياض في قسم الدراسات القرآنية منذ عام 1409، ولا زلت أعمل فيها أستاذًا مساعدًا في هذا القسم إلى هذا اليوم.\r• التحقت بالدراسات العليا لنيل درجة الماجستير في تخصص علوم القرآن للعام الدراسي 1409/ 1410، وأنهيت رسالة الماجستير (وقوف القرآن وأثرها في التفسير) بتقدير (ممتاز).\r• التحقت في الكلية نفسها لنيل درجة الدكتوراه، وانتهيت من مناقشتها في 12: 7: 1421 بتقدير ممتاز مع مرتبة الشرف الأولى، وكانت بعنوان (التفسير اللغوي للقرآن الكريم).\r\rالتاريخ الوظيفي:\r1 ـ معيد في قسم الدراسات القرآنية في كلية المعلمين بالرياض عام 1409 ـ 1414.\r2 ـ محاضر في قسم الدراسات القرآنية في كلية المعلمين بالرياض 1415 ـ 1421.\r3 ـ أستاذ مساعد / قسم الدراسات القرآنية في كلية المعلمين بالرياض من عام 1422 ـ 1428.\r4 ـ أستاذ مشارك / بجامعة الملك سعود من تاريخ 1428.\r\rالكتب المنشورة:\rأصدرت عددًا من الكتب، وهي:\r1 ـ فصول في أصول التفسير / نشر دار ابن الجوزي بالدمام / عام 1413.\r2 ـ تفسير جزء عمَّ / نشر دار ابن الجوزي بالدمام / عام 1420.\r3 ـ أنواع التصنيف المتعلقة بتفسير القرآن الكريم / نشر دار ابن الجوزي بالدمام / عام 1422.\r4 ـ التفسير اللغوي للقرآن الكريم (رسالة الدكتوراه) / نشر دار ابن الجوزي بالدمام / عام 1422.\r5 ـ مفهوم التفسير والتأويل والاستنباط والتدبر والمفسر / نشر دار ابن الجوزي بالدمام / عام 1423.\r6 ـ متن التفسير (تفسير جزء عمَّ)، وهو مستلٌّ من تفسير جزء عمَّ السابق / نشر دار المحدث بالرياض / عام 1423.\r7 ـ مقالات في علوم القرآن وأصول التفسير / نشر دار المحدث بالرياض / عام 1425.\r8 ـ شرح مقدمة في أصول التفسير لشيخ الإسلام ابن تيمية / نشر دار ابن الجوزي بالدمام / عام 1427.\r9 ـ المحرر في علوم القرآن / عام 1427، نشر مركز والمعلومات القرآنية / معهد الإمام الشاطبي بجدة.\r10 ـ شرح مقدمة التسهيل لعلوم التنزيل لابن جزي الكلبي (ت:741)، نشر دار ابن الجوزي بالدمام / عام 1431هـ.\r11 ـ الإعجاز العلمي إلى أين؟ مقالات علمية في تقويم الإعجاز العلمي.\r12 ـ وقوف القرآن وأثرها في التفسير. نشر مجمع الملك فهد لطباعة المصحف الشريف.\r\rتحت الطبع:\r13 ـ مقالات في علوم القرآن وأصول التفسير (ج2)\r14. شرح قسم الكتاب من كتاب الموافقات للشاطبي.\r\r(عن الموقع الرسمي للمؤلف - حفظه الله)","seal":"E1236008","cat":"علوم القرآن","oNum":13897,"BkId":13897,"oAuth":27,"bVer":1,"aSeal":"41E2CDE2"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t13897":
    [
      {"lvl":1,"id":12,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":12,"sub":1,"tit":"مقدمة طبعة 1432هـ"},
      {"lvl":2,"id":14,"sub":0,"tit":"ما صدر من الكتب المتعلقة بأصول التفسير"},
      {"lvl":2,"id":18,"sub":0,"tit":"تقديم الدكتور محمد بن صالح الفوزان"},
      {"lvl":2,"id":20,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":24,"sub":0,"tit":"التمهيد"},
      {"lvl":1,"id":28,"sub":0,"tit":"أصول التفسير"},
      {"lvl":2,"id":28,"sub":1,"tit":"الأصل في اللغة"},
      {"lvl":2,"id":28,"sub":2,"tit":"التفسير في اللغة والاصطلاح"},
      {"lvl":1,"id":30,"sub":0,"tit":"مراجع أصول التفسير"},
      {"lvl":2,"id":30,"sub":1,"tit":"1 ـ كتب مصدرة باسم (أصول التفسير)"},
      {"lvl":2,"id":31,"sub":0,"tit":"2 ـ مقدمات المفسرين"},
      {"lvl":2,"id":31,"sub":1,"tit":"3 ـ كتب علوم القرآن"},
      {"lvl":2,"id":31,"sub":2,"tit":"4 ـ استقراء التفاسير"},
      {"lvl":1,"id":32,"sub":0,"tit":"موضوعات أصول التفسير"},
      {"lvl":1,"id":34,"sub":0,"tit":"حكم التفسير وأقسامه"},
      {"lvl":2,"id":34,"sub":1,"tit":"حكم التفسير"},
      {"lvl":2,"id":35,"sub":0,"tit":"أقسام التفسير"},
      {"lvl":3,"id":36,"sub":0,"tit":"1 ـ باعتبار معرفة الناس له"},
      {"lvl":3,"id":39,"sub":0,"tit":"2 ـ باعتبار طريق الوصول إليه"},
      {"lvl":3,"id":39,"sub":1,"tit":"3 ـ باعتبار أساليبه"},
      {"lvl":3,"id":41,"sub":0,"tit":"4 ـ باعتبار اتجاهات المفسرين فيه"},
      {"lvl":1,"id":43,"sub":0,"tit":"طرق التفسير"},
      {"lvl":2,"id":43,"sub":1,"tit":"أولا: تفسير القرآن بالقرآن"},
      {"lvl":3,"id":46,"sub":0,"tit":"1 ـ بيان المجمل"},
      {"lvl":3,"id":46,"sub":1,"tit":"2 ـ تقييد المطلق"},
      {"lvl":3,"id":47,"sub":0,"tit":"3 ـ تخصيص العام"},
      {"lvl":3,"id":47,"sub":1,"tit":"4 ـ تفسير المفهوم من آية بآية أخرى"},
      {"lvl":3,"id":48,"sub":0,"tit":"5 ـ تفسير لفظة بلفظة"},
      {"lvl":3,"id":48,"sub":1,"tit":"6 ـ تفسير معنى بمعنى"},
      {"lvl":3,"id":49,"sub":0,"tit":"7 ـ تفسير أسلوب قرآني في آية بآية أخرى"},
      {"lvl":2,"id":49,"sub":1,"tit":"ثانيا: تفسير القرآن بالسنة النبوية"},
      {"lvl":3,"id":50,"sub":0,"tit":"1 ـ أن ينص على تفسير آية أو لفظة"},
      {"lvl":3,"id":51,"sub":0,"tit":"2 ـ أن يشكل على الصحابة فهم آية فيفسرها لهم"},
      {"lvl":3,"id":52,"sub":0,"tit":"3 ـ أن يذكر في كلامه ما يصلح أن يكون تفسيرا للآية"},
      {"lvl":3,"id":52,"sub":1,"tit":"4 ـ أن يتأول القرآن"},
      {"lvl":2,"id":52,"sub":2,"tit":"ثالثا: تفسير القرآن بأقوال الصحابة"},
      {"lvl":3,"id":53,"sub":0,"tit":"أسباب الرجوع إلى تفسيرهم"},
      {"lvl":4,"id":53,"sub":1,"tit":"مصادرهم في التفسير"},
      {"lvl":4,"id":53,"sub":2,"tit":"1 ـ القرآن الكريم"},
      {"lvl":4,"id":54,"sub":0,"tit":"2 ـ السنة النبوية"},
      {"lvl":4,"id":55,"sub":0,"tit":"3 ـ اللغة العربية"},
      {"lvl":4,"id":55,"sub":1,"tit":"4 ـ أهل الكتاب"},
      {"lvl":4,"id":56,"sub":0,"tit":"5 ـ الفهم والاجتهاد"},
      {"lvl":3,"id":57,"sub":0,"tit":"حكم تفسير الصحابي"},
      {"lvl":2,"id":58,"sub":0,"tit":"رابعا: تفسير القرآن بأقوال التابعين"},
      {"lvl":3,"id":58,"sub":1,"tit":"أسباب الرجوع إلى تفسيرهم"},
      {"lvl":4,"id":59,"sub":0,"tit":"مصادرهم في التفسير"},
      {"lvl":5,"id":59,"sub":1,"tit":"1 ـ القرآن الكريم"},
      {"lvl":5,"id":60,"sub":0,"tit":"2 ـ السنة النبوية"},
      {"lvl":5,"id":61,"sub":0,"tit":"3 ـ أقوال الصحابة"},
      {"lvl":5,"id":61,"sub":1,"tit":"4 ـ اللغة العربية"},
      {"lvl":5,"id":62,"sub":0,"tit":"5 ـ أهل الكتاب"},
      {"lvl":5,"id":62,"sub":1,"tit":"6 ـ الفهم والاجتهاد"},
      {"lvl":4,"id":63,"sub":0,"tit":"حكم تفسير التابعي"},
      {"lvl":3,"id":64,"sub":0,"tit":"تنبيهات حول تفسير الصحابة والتابعين"},
      {"lvl":2,"id":65,"sub":0,"tit":"خامسا: تفسير القرآن باللغة"},
      {"lvl":3,"id":66,"sub":0,"tit":"سبب الرجوع إلى التفسير باللغة"},
      {"lvl":3,"id":66,"sub":1,"tit":"ضوابط التفسير باللغة"},
      {"lvl":4,"id":67,"sub":0,"tit":"إذا احتمل أكثر من معنى صحيح"},
      {"lvl":4,"id":67,"sub":1,"tit":"إذا لم يحتمل إلا أحد المعاني، فهناك ضوابط"},
      {"lvl":5,"id":67,"sub":2,"tit":"1 ـ أن تكون اللفظة المفسرة صحيحة في اللغة"},
      {"lvl":5,"id":68,"sub":0,"tit":"2 ـ أن يفسر القرآن بالأغلب من لغة العرب"},
      {"lvl":5,"id":68,"sub":1,"tit":"3 ـ أن يراعى السياق"},
      {"lvl":5,"id":69,"sub":0,"tit":"4 ـ أن تعرف ملابسات النزول وقصص الآية"},
      {"lvl":5,"id":69,"sub":1,"tit":"5 ـ تقديم المعنى الشرعي على اللغوي عند التعارض"},
      {"lvl":4,"id":70,"sub":0,"tit":"تنبيهات حول تفسير القرآن باللغة"},
      {"lvl":2,"id":72,"sub":0,"tit":"سادسا: تفسير القرآن بالاجتهاد والرأي"},
      {"lvl":3,"id":72,"sub":1,"tit":"هل وقع خلاف في جواز التفسير بالرأي؟"},
      {"lvl":3,"id":74,"sub":0,"tit":"العلم الذي يحتاجه من فسر برأيه"},
      {"lvl":3,"id":75,"sub":0,"tit":"هل للتفسير المذموم حد يعرف به؟"},
      {"lvl":2,"id":79,"sub":0,"tit":"طرق التفسير"},
      {"lvl":3,"id":79,"sub":1,"tit":"1 - تفسير القرآن بالقرآن"},
      {"lvl":3,"id":79,"sub":2,"tit":"2 - تفسير القرآن بالسنة"},
      {"lvl":3,"id":79,"sub":3,"tit":"3 - تفسير القرآن بأقوال الصحابة"},
      {"lvl":3,"id":79,"sub":4,"tit":"4 - تفسير القرآن بأقوال التابعين"},
      {"lvl":3,"id":79,"sub":5,"tit":"5 - تفسير القرآن باللغة"},
      {"lvl":3,"id":79,"sub":6,"tit":"6 - تفسير القرآن بالرأي والاجتهاد"},
      {"lvl":1,"id":80,"sub":0,"tit":"التفسير بالمأثور"},
      {"lvl":2,"id":80,"sub":1,"tit":"المشهور عن مصطلح التفسير بالمأثور"},
      {"lvl":2,"id":80,"sub":2,"tit":"نقد هذا المصطلح"},
      {"lvl":2,"id":81,"sub":0,"tit":"بيان ما يمكن أن يطلق عليه التفسير بالمأثور"},
      {"lvl":1,"id":83,"sub":0,"tit":"اختلاف السلف في التفسير"},
      {"lvl":2,"id":83,"sub":1,"tit":"أنواع الاختلاف"},
      {"lvl":3,"id":83,"sub":2,"tit":"ما ذكره العلماء عن أنواع الاختلاف"},
      {"lvl":3,"id":83,"sub":3,"tit":"ما رواه محمد بن نصر عن إسحاق، وسفيان، والحسن"},
      {"lvl":3,"id":84,"sub":0,"tit":"شيخ الإسلام في «مقدمة في أصول التفسير»"},
      {"lvl":3,"id":85,"sub":0,"tit":"الشاطبي في «الموافقات»"},
      {"lvl":3,"id":85,"sub":1,"tit":"ابن عثيمين في «أصول في التفسير»"},
      {"lvl":3,"id":87,"sub":0,"tit":"تعريف اختلاف التنوع واختلاف التضاد"},
      {"lvl":3,"id":87,"sub":1,"tit":"أنواع اختلاف التنوع"},
      {"lvl":4,"id":87,"sub":2,"tit":"1 ـ أن يعبر كل واحد من المفسرين عن المعنى المراد بعبارة غير عبارة صاحبه تدل على معنى في المراد غير المعنى الآخر مع اتحاد المسمى"},
      {"lvl":4,"id":87,"sub":3,"tit":"2 ـ أن يذكر كل مفسر من الاسم العام بعض أنواعه على سبيل المثال"},
      {"lvl":4,"id":87,"sub":4,"tit":"3 ـ أن يكون اللفظ محتملا لأمرين: الاشتراك والتواطؤ"},
      {"lvl":4,"id":88,"sub":0,"tit":"4 ـ أن يعبروا عن المعنى بألفاظ متقاربة"},
      {"lvl":2,"id":94,"sub":0,"tit":"أسباب الاختلاف في تفسير السلف"},
      {"lvl":3,"id":94,"sub":1,"tit":"سبب الاختلاف"},
      {"lvl":3,"id":94,"sub":2,"tit":"ما كتب في أسباب الاختلاف"},
      {"lvl":3,"id":95,"sub":0,"tit":"من أسباب الاختلاف بين مفسري السلف"},
      {"lvl":4,"id":95,"sub":1,"tit":"1 ـ الاشتراك"},
      {"lvl":4,"id":96,"sub":0,"tit":"2 ـ الاختلاف في مفسر الضمير"},
      {"lvl":4,"id":98,"sub":0,"tit":"3 ـ أن يكون في الجملة حذف"},
      {"lvl":4,"id":98,"sub":1,"tit":"4 ـ أن تحتمل اللفظة أكثر من تصريف"},
      {"lvl":4,"id":99,"sub":0,"tit":"5 ـ تنوع الاستعمال العربي للفظة"},
      {"lvl":4,"id":100,"sub":0,"tit":"6 ـ أن يدور حكم الآية بين الإحكام والنسخ"},
      {"lvl":4,"id":101,"sub":0,"tit":"7 ـ أن يدور حكم الآية بين العموم والخصوص"},
      {"lvl":4,"id":101,"sub":1,"tit":"8 ـ أن يذكر الوصف المحتمل لأكثر من موصوف"},
      {"lvl":4,"id":102,"sub":0,"tit":"9 ـ أن يكون في الآية حرف له قراءتان"},
      {"lvl":2,"id":104,"sub":0,"tit":"اختلاف السلف في التفسير"},
      {"lvl":3,"id":104,"sub":1,"tit":"أنواعه"},
      {"lvl":4,"id":104,"sub":2,"tit":"1 - اختلاف التنوع"},
      {"lvl":4,"id":104,"sub":3,"tit":"2 - اختلاف التضاد"},
      {"lvl":3,"id":104,"sub":4,"tit":"أسبابه"},
      {"lvl":1,"id":105,"sub":0,"tit":"الإجماع في التفسير"},
      {"lvl":2,"id":105,"sub":1,"tit":"الإجماع في عرف الأصوليين"},
      {"lvl":2,"id":105,"sub":2,"tit":"المراد بإجماع المفسرين"},
      {"lvl":2,"id":105,"sub":3,"tit":"فائدة جمع إجماعات المفسرين"},
      {"lvl":2,"id":105,"sub":4,"tit":"كيف نصل إلى إجماع المفسرين؟"},
      {"lvl":2,"id":106,"sub":0,"tit":"بين اختلاف التنوع والإجماع"},
      {"lvl":2,"id":108,"sub":0,"tit":"إذا كانت الآية تحتمل أكثر من معنى صحيح، وأجمع السلف على أحدها"},
      {"lvl":2,"id":108,"sub":1,"tit":"تنبيهات حول الإجماع"},
      {"lvl":2,"id":109,"sub":0,"tit":"مسرد بعض الإجماعات"},
      {"lvl":1,"id":110,"sub":0,"tit":"الأصول التي يدور عليها التفسير"},
      {"lvl":2,"id":110,"sub":1,"tit":"أولا: التفسير على اللفظ"},
      {"lvl":2,"id":111,"sub":0,"tit":"ثانيا: التفسير على المعنى"},
      {"lvl":2,"id":111,"sub":1,"tit":"ثالثا: التفسير على الإشارة والقياس"},
      {"lvl":2,"id":112,"sub":0,"tit":"الأصول التي يدور عليها التفسير"},
      {"lvl":3,"id":112,"sub":1,"tit":"1 - التفسير على اللفظ"},
      {"lvl":3,"id":112,"sub":2,"tit":"2 - التفسير على المعنى"},
      {"lvl":3,"id":112,"sub":3,"tit":"3 - التفسير على الإشارة أو القياس"},
      {"lvl":1,"id":113,"sub":0,"tit":"طريقة السلف في التفسير"},
      {"lvl":2,"id":113,"sub":1,"tit":"طريقتهم العامة"},
      {"lvl":2,"id":113,"sub":2,"tit":"طريقة السلف التفصيلية"},
      {"lvl":3,"id":114,"sub":0,"tit":"1 ـ التفسير بالمطابق"},
      {"lvl":3,"id":115,"sub":0,"tit":"2 ـ التفسير باللازم"},
      {"lvl":3,"id":117,"sub":0,"tit":"3 ـ التفسير بجزء المعنى"},
      {"lvl":3,"id":117,"sub":1,"tit":"4 ـ التفسير بالمثال"},
      {"lvl":3,"id":118,"sub":0,"tit":"5 ـ التفسير بالقياس والاعتبار"},
      {"lvl":3,"id":119,"sub":0,"tit":"6 ـ التفسير بالإشارة"},
      {"lvl":1,"id":120,"sub":0,"tit":"أقسام التفسير"},
      {"lvl":2,"id":120,"sub":1,"tit":"1 - باعتبار معرفة الناس له"},
      {"lvl":2,"id":120,"sub":2,"tit":"2 - باعتبار طرق الوصول إليه"},
      {"lvl":2,"id":120,"sub":3,"tit":"3 - باعتبار أساليبه"},
      {"lvl":2,"id":120,"sub":4,"tit":"4 - باعتبار اتجاهات المفسرين فيه"},
      {"lvl":1,"id":121,"sub":0,"tit":"توجيه أقوال السلف"},
      {"lvl":2,"id":121,"sub":1,"tit":"المراد به"},
      {"lvl":2,"id":122,"sub":0,"tit":"أمثلة لتوجيه أقوال السلف"},
      {"lvl":1,"id":125,"sub":0,"tit":"قواعد التفسير"},
      {"lvl":2,"id":125,"sub":1,"tit":"القواعد العامة"},
      {"lvl":3,"id":125,"sub":2,"tit":"المراد بها"},
      {"lvl":3,"id":127,"sub":0,"tit":"أمثلة لهذه القواعد"},
      {"lvl":2,"id":132,"sub":0,"tit":"القواعد الترجيحية"},
      {"lvl":3,"id":132,"sub":1,"tit":"المراد بها"},
      {"lvl":3,"id":132,"sub":2,"tit":"حالات استعمال القواعد"},
      {"lvl":3,"id":133,"sub":0,"tit":"متى يكون الترجيح؟"},
      {"lvl":1,"id":133,"sub":1,"tit":"طريقة المفسرين في عرض التفاسير المنقولة"},
      {"lvl":2,"id":134,"sub":0,"tit":"طريقة ابن جرير في عرض القواعد"},
      {"lvl":2,"id":134,"sub":1,"tit":"ذكر بعض القواعد عند ابن جرير"},
      {"lvl":2,"id":137,"sub":0,"tit":"القواعد الترجيحية"},
      {"lvl":3,"id":138,"sub":0,"tit":"1 ـ ما يتعلق بالعموم في القرآن"},
      {"lvl":3,"id":140,"sub":0,"tit":"2 ـ ما يتعلق بالسياق القرآني"},
      {"lvl":3,"id":143,"sub":0,"tit":"3 ـ ما يتعلق برسم المصحف"},
      {"lvl":3,"id":145,"sub":0,"tit":"4 ـ ما يتعلق بالأغلب من لغة العرب"},
      {"lvl":3,"id":146,"sub":0,"tit":"5 ـ ما يتعلق بالمعاني الشرعية في القرآن"},
      {"lvl":3,"id":148,"sub":0,"tit":"6 ـ ما يتعلق بتصريف اللفظة"},
      {"lvl":3,"id":150,"sub":0,"tit":"7 ـ ما يتعلق بالتقديم والتأخير"},
      {"lvl":3,"id":152,"sub":0,"tit":"8 ـ ما يتعلق بظاهر القرآن"},
      {"lvl":3,"id":154,"sub":0,"tit":"9 ـ ما يتعلق بطريقة القرآن وعاداته"},
      {"lvl":3,"id":157,"sub":0,"tit":"10 ـ ما يتعلق بإجماع الحجة"},
      {"lvl":3,"id":158,"sub":0,"tit":"11 ـ ما يتعلق بالاستعمال العربي"},
      {"lvl":3,"id":160,"sub":0,"tit":"12 ـ ما يتعلق بالسنة النبوية"},
      {"lvl":3,"id":161,"sub":0,"tit":"13 ـ ما يتعلق بالتأسيس والتأكيد"},
      {"lvl":3,"id":162,"sub":0,"tit":"14 ـ ما يتعلق بعودة الضمير إلى أقرب مذكور"},
      {"lvl":3,"id":164,"sub":0,"tit":"15 ـ ما يتعلق بتوافق الضمائر"},
      {"lvl":3,"id":166,"sub":0,"tit":"16 ـ ما يتعلق بالتقدير وعدمه"},
      {"lvl":1,"id":168,"sub":0,"tit":"كليات القرآن"},
      {"lvl":2,"id":169,"sub":0,"tit":"كليات الألفاظ"},
      {"lvl":2,"id":170,"sub":0,"tit":"كليات الأسلوب"},
      {"lvl":1,"id":173,"sub":0,"tit":"توجيه القراءات وأثره في التفسير"},
      {"lvl":2,"id":173,"sub":1,"tit":"المراد بتوجيه القراءات"},
      {"lvl":2,"id":173,"sub":2,"tit":"كتب توجيه القراءات"},
      {"lvl":2,"id":175,"sub":0,"tit":"أنواع الاختلاف في القراءات"},
      {"lvl":3,"id":175,"sub":1,"tit":"الأولى"},
      {"lvl":3,"id":175,"sub":2,"tit":"الثانية"},
      {"lvl":3,"id":176,"sub":0,"tit":"الثالثة"},
      {"lvl":2,"id":176,"sub":1,"tit":"أمثلة لتوجيه القراءات من كتب توجيه القراءات"},
      {"lvl":1,"id":178,"sub":0,"tit":"المراجع"},
      {"lvl":1,"id":183,"sub":0,"tit":"الفوائد"}
    ]
}
