{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b1399":
    [
      {"page":18,"id":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالكتاب: دُرَرُ الحِكَمِ لأبي منصور الثعالبي\rالمؤلف: أبو منصور عبد الملك بن محمد بن إسماعيل الثعالبي النيسابوري\r(المتوفى 429 هـ)\rالناشر: دار الصحابة - طنطا\rالطبعة الأولى - 1416 هـ - 1995 م\rعدد الأجزاء: 1\rتنبيه:\r[ترقيم الكتاب موافق للمطبوع]\rجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.","seal":"DC90C4FE","part":1},
      {"page":19,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rمقدمة\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rوَمَا تَوْفِيقِي إِلَّا بِاللَّهِ\rقال رسول الله - صلى الله عليه وسلم -: \"ما اكتسَبَ أحدٌ أفَضَلَ من عقْلٍ يهدْيه إلى هُدًى ويردُّه عن رَدًى\". (1)\rقيل لـ \"بُهْلول\": أًتَعُدُّ المجانين؟ قال: ها يطُولُ ولكني أعدُّ العُقَلاء!\rقال \"ابن زُرَارة\": جالس العُقلاء أعْداءَّ كانوا أم أصدقاء، فالعقل يقعُ على العقْلِ.\rقيل لحكيم: من أنعمُ النَّاس عيشاً؟ قال: من: كُفىَ أمر دنياه، ولم يهْتَمْ لآخرته.\rقيل: ثلاث من كنَّ فيه استكمل الإيمان: من إذا غضب لم يخرجه غضبُهُ عن الحق، ومن إذا رضى لم يخرجْهُ رضاه إلى الظلم، ومن إذا قدَرَ لم يتناول\r__________\r(1) حديث موضوع. أخرجه الحارث بن أبي أسامة (821) زوائد الحارث، فيه داود بن المحبر، المتهم بوضعه، وأنظر كلام العراقي في المعنى (1/83) ، وابن عراق (1/212) في تنزيه الشريعة [الدار] .","seal":"1ED0800C","part":1},
      {"page":20,"id":3,"nass":"قيل: أربعٌ من الشَّقاوةِ: جمودُ العيْنِ، وقساوة القلب، والإصرار على الذَّنْب، والحرص على الدنيا.\rقيل: ثمانية إن أهينوا فلا يلوموا إلا أنفسهم: الجالسُ على مائدة لم يُدْع َإليها، والمتأمَّرُ على رَبَّ البيْت، وطالب الخير من أعدائه، وطالب الفضل من اللئام، والداخل بين أثْنين من غير أن يُدخلاهُ، والُمسْتَخَفُّ بالسُّلطان، والجالسُ مجلساً ليس بأهل، والمقبلُ بحديثه على من لا يسمع منه.\rقيل: اثنان يهون عليهما كل شيء: العالم الذي يعرف العواقب والجاهل الذي لا يدرْي ما هو فيه.\rقيل: شيئان ينبغي للعاقل أن يحذرهما: الزَّمانُ، والأشرارُ.\rقيل: شيئان يُدبَّران الناس: القضاءُ، والرَّجاءُ.\rيقال: فسادُ أكثر الأُمور من خصْلَتَيْن: إذاعة السر، وائتمان أهل الغدر.\rقال: علي - رضي الله عنه -: من استطاع أن يمنع نفسه من أربع خصال فهو خليق أن يَنْزل به مكروهٌ: اللَّجاجُ، والعَجَلةَ، والتوانى والعُجب؛ فثمرة اللََّجاج: الحيْرةُ، وثمرة العجلة: الندامة، وثمرة التَّوانى: الذَّلَّةُ، وثمرة العُجْبِ: البغْضةُ.\rقال رسول الله - صلوات الله علية وسلامه: \"اعتد بحوائجك الصباح الوجوه، فإن حُسْنَ الصورة أولُ نعمةٍ تلقاك من الرَّجُلِ\". (1)\r__________\r(1) حديث موضوع. أخرجه ابن أبي الدنيا (52) ، (54) في قضاء الحوائج، وأبو نعيم (3/156) في الحلية، والحرجاني (ص/385) في تاريخه، وابن حبان (1/248) في المجروحين، وأنظر الكلام عليه في السلسلة الضعيفة (1491) للألباني، ومجمع الزائد (8/194) للهيثمي، اللآلي المصنوعة (2/41) للسيوطي، الميزان (1/3427، 4008، 5136) للذهبي.. [الدار] .","seal":"D4A6B09B","part":1},
      {"page":21,"id":4,"nass":"قال \"سعيدُ بن العاص\": موطنان لا أعتر من العىِ فيهما: إذا سألتُ حاجة لنفسي، وغذا كلَّمتُ جاهلاً.\rقيل: صار \"الفضلُ بن الربيع\" إلى \"أبي عباد\" في نكبته يسألهُ حاجة فارتج عليه؛ فقال: يا أبا العباس، بهذا اللسان خدمْتَ خَليِفَتيْنِ، فقال: إنَّّا تعودنا أن نُسأل وللا نسألُ.\rقال رجل لآخر: لقد وضع منك سؤالك، فقال: لقد سأل \"موسى\" و\"الخضْرُ\" أهل قرية فأبوا أن يُضيَّوهُما، فوالله ما وضع هذا من نبي الله وعالِمِهِ، فكيف يضعُ مني؟!\rقيل: لـ\"زُرْعَةَ\": متى تعلمت الكديَة والسؤال؟ ، قال: يوم ولدتُ منعتُ الثدي فبكيت، وأعطيته فسكتُّ.\rقيل: اللُّطفُ في المسألة أجدى من الوسيلة.\rقصد \"أبو الحسن الوراق\" \"سيف الدوْلةِ\" في جملة الشعراء، فناوله درجاً يُوهمُ أن فيه شعراً، فنشره سيف الدولة وقال: ليس فيه شيء،","seal":"F15BBAA1","part":1},
      {"page":22,"id":5,"nass":"فقال: سيدنُا يكتب لعبده فيه شيئاً؛ فضحكك وأمر له بجائزة.\rسأل أعرابيُ \"عبد الملك\" فقال له: سل الله، فقال: قد سألتُهُ فأحالنى عليك، فضحك وأعطاه.\r[قال] حاتم الطائي:\rأًماوِىَّ إنَّ المال غادٍ ورائح\rويبقى من المالِ الأحاديث والذَّكرُ.\rلما انهزم \"أُميَّةُ بن عبد الله\" لم ير الناس كيف يهنئونه! ؛ فدخل \"عبد الله بن الأهتم\" فقال: الحمد لله الذي نظر لنا عليك، ولم ينظر لك علينا، وقد تقدمت الشهادة بجهدك، فعلم الله حاجة الإسلام إليك فأبقاك له.\rللحطيئة لما حبسه \"عمر\" - رضي الله عنه - بسبب \"الزَّبرقان\":","seal":"80071988","part":1},
      {"page":23,"id":6,"nass":"ماذا تقولُ لأَفْراخٍ بذى فَرَخٍ\rحُمْرِ الحواصِلِ لا ماءٌ ولا شَجَرُ\rألقيتَ كاسبَهُمْ في قعر مُظْلمَةٍ\rفاغفر عليكَ سلامُ الله يا عُمَرُ\r[وقال] \"البحتري\":\rوما هذه الأًيَّامُ إلاًَّ مَنَازِلٌ\rفَمِنْ مَنْزِلٍ رحْب إلى مَنْزلٍ ضنكِ\rوقد هذَّبَتكَ النَّائباتُ وإنَّما\rصفَا الذَّهبُ الإبريزُ قبلكَ بالسَّبْكِ\rأما في رسول الله \"يُوسف\" اُسوةٌ\rلمثلكَ محبُوساً على الظُّلم والإفكِ\rأقام جميل الصبَّر في السَّجْنِ بُرْهةً\rفآل بهِ الصَّبرُ الجميلُ إلى المُلك\rقال \"العُتْبىَّ\" سألت أعرابياً عن الهوى فقال: هو أظْهَرُ من أن يخْفى، وأخفْى من أن يُرى، فهو كالنار الكامنة في الحجر الأًكْدرَ، إن قدحتهُ أورى، وإن تركتهُ توارى.\rقال بعض الفلاسفة: لم أر حقاً أشبه بباطل، وباطلاً أشبه بحق من العشق، هزلُهُ جدُّ، وجدُّهُ هَزْلٌ، أوَّلُهُ لعبٌ، وآخرُهُ عَطَبٌ.\rقيل لحكيم: ما المنفعةُ في الولد؟ فقال: يُستْعْذبُ به العيشُ، ويهون به","seal":"141DFB17","part":1},
      {"page":24,"id":7,"nass":"الموتُ.\rقيل: لاعبن ابنك سبلعاً، وعلَّمْهُ سبعاً، وجالس به إخوانك سبعاً، بَيْنٌ لك أخْلفَ هو بعدك أم خلَف.\rقال \"جعفر بن محمد\": البناتُ حسناتٌ، والبنون نعمٌ، فالحسناتُ مثابُ عليها، والنعم مسئولٌ عنها.\rقيل لبعض الزُّهَّاد: لو تزوجت فربما يكون لك ولد، قال:\rكفى بالتزهيد فيه قول الله تعالى: {أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} .\rقيل ليعض الصيادين: ما أكثر ما يقع في شبكتك؟ فقال: الطُّيرُ الزَّاقُّ؛ فقيل: هلك المُعيُونَ.\rعيَّر رجل ابنه بأُمه، فقال: هي والله خيرٌ لي منك، لأنها أحسنت لي الاختيار فولدتني من حُرَّ، وأَسأْت الاختيار فولدتني من أمة.\rقال رسول الله - صلى الله عليه وسلم -: \"الوالدُ بابٌ من أبواب الجَّنة فاحفظ ذلك الباب\". (1)\rقال رجل لابنه: يا بُنىَّ.. ما أطسب الثكل، قال: اليُتْمُ أطيب منه يا أبتى!\rمد أعرابيٌ رجلاً فقال: ذالك من شجر لا يُخْلفُ ثمره، ومن ماء لا يخافُ كدرُه.\r__________\rحديث صحيح. أخرجه الترمذي (1901) ، وأحمد (5/196) ، (6/445) ، والطيالسي (2/34) ، وابن حبان (2023) ، والحاكم (4/152) وصححه، وأقره الذهبي. [الدار]","seal":"CDBFFD34","part":1},
      {"page":25,"id":8,"nass":"[قال] \"حبيب بن أوس الطائي\":\rفُرُوعُ لا تَرِفَّ عليكَ إلا\rشَهِدْتَ لَها على طيبِ الأرُوم.\rوفي شَرَفِ الحَديِثِ دَليلُ صدْقٍ\rلمُخْتبر على الشَّرف القَديم\rقال النبي صلوات الله عليه وسلامه - من خطبة خطبها على ناقته العضباء: \"أيها الناس..... كأن الحقَّ فيها على غيرنا وجبَ، وكأن الموت فيها على غيرنا كُتبَ، وكأن من نُشَيَّعُ من الأموات سفْرٌ عما قليل إلينا راجعون، نُبَّوئُهمُ أجداثَهُمْ نأكلُ تراثهم كأنَّا مخلدون بعدهم\". (1)\rقال علي - رضي الله عنه -: إنكم في أجل محدود، وأمل ممدود، نفس معدود، ولابد أن يتناهي.\rوللأمَلِ أنْ يُطْوى، وللنَّفس أن يُحصى.\rأنشد \"العُتبىُّ\" وقد وقف بمقبرة:\rسقيًا روعيا لأقوامٍ لنا سَلَفُوا\rأَفْناهُمُو حدثَانُ الدًّهْرِ والأَبَدُ\r__________\r(1) حديث ضعيف، اخرجه أبو نعيم (3/202) في الحلية، وابن عدى (1/384) ، (7/81) في الكامل، وابن حبان (1/97) في المجروحين، والبراز كما في المجمع (10/229) ، وأنظر الكلام على أسانيده في تنزيه الشريعة (2/322) ، والميزان (7983) ، ولسان الميزان (4/418) . [الدار]","seal":"163F9A47","part":1},
      {"page":26,"id":9,"nass":"نمدُّهًمْ كلَّ يومٍ من بَقيَّتنا\rولا يؤوبُ إلينا منهُمُ أحدُ\rقال رجل لأبي الدرداء: ما بالنا نكرهُ الموت؟ فقال: لأنكم أخربْتُمْ آخرتَكُمْ، وعمَّرتُمْ دُُنياكمْ، فأنتم تكْرهُون أن تُنْقلُوا من العُمران إلى الخراب.\rقيل: لما دَنفَ \"المأمون\" أمر أن يُفرش له جُلٌ وجعل يتمرَّغُ فيه ويقول: يا من لا يزول مُلْكُهُ، أرحم من قد زال مُلْكُهُ.\rقال رسول الله - صلى الله عليه وسلم -: \"لا تُظْهر الشماتَةَ بأخيك، فيعافه الله ويبتْليك\". (1)\rقال أمير المؤمنين علي - رضي الله عنه - لرجل أصيب في ولده: إن صبرت جرى عليك القدرُ وأنت مأجورٌ، وإن جزعْتَ جرى عليك القدر وأنت مأزورلإ.\rقيل في قوله الله تباارك وتعالى: {هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} أي في السلطان والسَّفَلِ.\rقال \"حسانُ بن ثابت\" ل \"الحرث بن أبي شمر الغساني:\rأبيت الَّلعْنَ ... إن النُّعمان بن المنذر يُساميك، ووالله إن قَفَاك أحسن من وجهه، وشمالك خير منيمينه، وإن عدَتَكَ أحضرُ من نقده، وغَدَكَ أوسعُ من يومه، وكرسيك أرفع من سريره، وأمك أشرفُ من أبيه.\rقيل: كان \"لعبد الله بن عمير\" سبعون ذكراً كلهم يطيقون حمل السلاح.\rتفاخر رجلان وتراضيا بأبي العيناء فحكَّماهُ، فقال: أنتما كما قال الشاعر:\r__________\r(1) حديث ضعيف. أخرجه الترمذي (2508) ، أبو نعيم (5/186) في الحلية، والخطيب (9/96) في تاريخه، وأنظر الكلام عليه في: المغنى (3/184) للعراقي، الفوائد (265) للشوكاني، واللآلى (2/228) للسيوطي، وتنزيه الشريعة (2/369) لأبن عراق [الدار]","seal":"5243E80C","part":1},
      {"page":27,"id":10,"nass":"حِمَارا عَبَادِىَّ إذا قِيلَ نََبَّنا\rبشرَّهما يَوْماً يَقُولُ كلاهُما\r[وقال] شاعر:\rإذا كُنتَ لا تُرجى لدَفْعِ مُلمَّةٍ\rولم يَكُ في المعرُوفِ عنْدكَ مَطْمعُ\rولا أنْتَ ممن يُستعانُ بجاهه\rولا أنْتَ يوم الحشْرِ مِمَّنْ يُشفَّعُ\rفعيشُكَ في الدُّنيا وموتُكَ واحدٌ\rوَعُودُ خلالٍ من وصالك أنْفَعُ\rقيل لبرز جمهر: ما السعادة؟ قال: أن يكون للرجل ابنٌ واحدٌ، فقيل: الزواحد يُخشى عليه الموت. قال: لمْ تًسألْنى عن الشَّقاوة.\rغضب رجلٌ على مولاه فقال: أسألُك بالله إن عملت أني لك أطْوَعُ منك لله، فاعف عني عمفا الله عنك، فعفا عنه.\rدخل ذو ذنْبٍ على سُلطان فقال: بأي وجه تلقاني، فقال: بالوجه الذي ألقى به الله وذُنُبي إليه أكثرُ، وعقابُهُ أكبر، فعفا عنه.\rقيل: استعمالُ الِحْلمِ مع اللئيم، أضرُّ من استعمال الجهْلِ مع الكريم.\rومنه قول أبى الطيب:\rوَوَضْعُ النَّدى في موْضِعِ السَّيْفِ بالعُلا\rمُضرٌّ كَوضَعِ السًّيْفِ في موْضعِ النَّدى","seal":"44E1D286","part":1},
      {"page":28,"id":11,"nass":"قيل: أجعل لكل كلب كلباً يهر دونك، فالعرْضُ لا يُصانُ بمثل سقيهٍ يصُولُ، وحادٍ يقول.\rقيل: العدوُّ عدوان، عَدُوٌّ ظلمتهُ، وعدو ظلمك؛ فإن اضطرك الدَّهرُ أن تستعين بأحدهما فاستعن بالذي ظلمك، فإنه أحرى أن يُعينك، لأن الذي ظلمتهُ موتورٌ.\rقلت: والظالمُ أقوى على الإعانةِ من المَظْلُومِ.\rقيل: لا يُتَّى العدوُّ القوىُّ بمثل الخضوع له، فإن الريح العاصف يقْلعُ الأشجار لتأبَّها، ويسلمُ منه النَّبات للينه.\r[وقال] \"ابن نُبَاتَة السَّعدى\":\rوإذا عَجَزْتَ عن العَدُوّ فدَاوِهِ\rوامزُج له إنَّ المزاج وِفَاقُ\rفالنَّارُ بالماءِ الذي هو ضدُّها\rتُعطي النَّضاج وطَبْعُها الإحْرَاقُ\rقيل: ليس بعد العداوة الجَوْهَريَّة صُلحٌ وإن اجُتهد، فليس لبماء - وأن أطيل إسخانُهُ - بُممْتَنِعٍ من إطفاء النار إذا صُب عليها.\rدخل [عثمان] على اين مسعود - رضي الله عنهما - عائداً فقال:\rما تشتكي؟ قال: ذنوبي. فقال: وما تشْتهِي؟ قال: رحمه ربي، فقال: ألا","seal":"907CDA9A","part":1},
      {"page":29,"id":12,"nass":"ندعو لك طبيباً، فقال: ما منعتني قبل اليوم فلا حاجة لي فيه اليوم. قال: فدعه لعيالك. قال إني علمتهم شيئاً إذا راعَوهُ لم يفْتقروا، سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من قرأ كل يومٍ وليلةٍ الواقعةَ لم يفتقر أبداً\". (1)\rدخل \"بمَختيشُوع\" على \"يحيى بن خالد\" بعقبِ حُمَّى فقال له: توقَّ فإن حُمَّى ليلة تأثيرها في البدن سنة، وعنده وكيعٌ، فقال: صدق، فقال يحيى: ما أقْرب تصْديقَكَ إياهُ، فقال: قال النبي - صلى الله عليه وسلم -: \"حُمى ليلة كفاًّرةُ سنةٍ\" (2) ؛ فعلمت أن هذا كما قال.\rكتب \"علي بن القاسم. بلغني من حال رمدٍ عرض لهُ ما أظلم ناظرى، وأرمد خاطرى، وأذهلني عن كُلَّ مٌهمًّ، وصغَّر في عيني كل مُلمٍ.\r[قال] عبد الله بن المعتز:\rقال: اشتكتْ عينُهُ، فقُلْتُ لَهُمْ:\rمن كثْرَةِ القتْلِ مسَّها الوصبُ\rحُمْرتُها من دماء منْ قَتَلَتْ\rوالدَّمُ في النَّصل شاهدٌ عَجَبُ\r__________\r(1) حديث ضعيف. أخرجه أبو يعلى، وابن أبي أسامة كما في المطالب (3765) ، والبيهقي (2498) ، (2499) ، (2500) في شعب الإيمان، وابن السنى (674) في عمل اليوم والليلة، أنظر الكلام عليه في: السلسلة الضعيفة (291) ، المغنى (246) ، المشكاة (2181) للتبريزى. [الدار]\r(2) حديث ضعيف. أخرجه القضاعي في مسنده \"الشهاب\" كما في المغنى (4/281) للعراقي، وقال: من حديث ابن مسعود بسند ضعيف.\rقلت: وضعه الذهبي في الطب النبوي (ص 155) ، وقال ابن القيم (34ص) في \"الطب النبوي\": روى في أثر لا أعرف حاله.\rوأخرجه موقوفاً من لاكم أبي الدرادء، البيهقي (9869) في الشعب بسند فيه ضعف [الدار]","seal":"683F5E80","part":1},
      {"page":30,"id":13,"nass":"قال طبيب لمريض: لا تأكل السمكَ ولا اللحمَ، فقال: لو كانا عنْدي ما مرضْتُ!!\rمرض أمير المؤمنين \"علي\" - رضي الله عنه - فدخل إليه الناس فقالوا كيف تجدُكَ؟ قال: بشرًّ، قالوا: هذا كلام مثْلكً، فقال: أجل إن الله يقول: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} فالخيرُ: الصحة، والشرُّ المرضُ.\rخرج صفي الله يطوف بالمدينة ليلاً فمر بامرأةٍ من نساء جُنْدهِ وهي تقولُ:\rتطاوَلَ هذا اللَّليلُ وازورَّ جانبُهْ\rوأرَّقنى إلاَّ ضجيعٌ ألاعبُهْ\rفوالله لولا الله والنارُ بَعْدَهُ\rلحرك من هذا السَّرير جوانبُهْ\rثم تنفَّسًتْ وقال: هان على ابن الخطاب وحْشتي في بيْتيِ، وغيَبْة زوجي عني؛ فلما أصْبحَ بَعَثَ إليها نفقةً وكتب إلى عاملهِ بردَّ زوْجها، ثم سأل ابنَتَهُ حَفْصةَ:\rكم تصبر المرأةُ عن الرَّجل؟ فقالت: أربعةُ أشهرٍ.\rقال \"جاليُنوسُ\" من كان له رغيف فليجعل نصفه في النرجس، فإنه راعى الدماغ، والدَّماغ راعى العقل.\rقال \"الحسين بن علي\" - رضي الله عنهما -: جاءني رسول الله - صلوات الله عليخ وسلامه - وبكلتى يديهْ وردةٌ، وقال: \"إنهُ سيَّدُ رياحين أهل الجنة","seal":"9CBB5B7F","part":1},
      {"page":31,"id":14,"nass":"ما خلا الآس\". (1)\rذكر البطيخُ فقال بعضهم: هو فاكهةٌ وأدْمٌ، وحَلْواء، وأَشْنَانُ، وعِنْدَ العَدَمِ قعب للمُدَامِ، ويُطلى به في الحَّّمام، وبه فًسَّر أزكى طعامٍ.\rقال رسول الله - صلى الله عليه وسلم -: \"ما من رجل يغْرسُ غرْساً، أو يَزْرَعُ زَرْعاً فيأكلُ منْهُ إنسان أو طائر أو بهيمة إلا كان له به صَدَقَةً\". (2)\rقال رسول الله - صلى الله عليه وسلم - \"أكْرموا النَّخْلَةَ فإنها عمتُكُمْ\". (3)\rوصف \"خالد بن صفوان\" النخْلَ فقال: هُن الراسخات في الوحْل، المُطْعمات في الَمحْلِ، تخرج أسفْاطاً عظاماً، وأوساطاً كأنها مُلئتْ رياطاً، ثم تتَفرَّى عة قضبان الُّجين منْطُومةً بالؤلؤ الزينِ، فيصيرُ ذهباً أحْمرَ منظْوماً بالزَّبرْجد الأخْضرِ، ثم يصيرُ عسلاً في لحاء مُعلقاً في الهواء.\rذكر التفاح في حضْرة \"المأمون\" فقال: في التُّاح الصفرةُ الدُّرَّيَّةُ، والحُمْرةُ الذَّهبيَّةُ، وبياض الفضَّة، ونورُ القمرِ، يلذها من الحواسَّ ثلاث: العْينُ بلونها، والأنف بعرفْها، والفمُ بطعْمها.\r__________\r(1) حديث ضعيف جداً. أخرجه البيهقي (5604) في شعب الإيمان، والطبراني في الأوسط، وأبو تعيم في \"الطب النبوي\"، والديلمى (3482) في الفردوس [الدار] .\r(2) حديث صحيح. أخرجه البخاري (3/135) ، ومسلم (1553) ، وأحمد (3/147، /299، 234) ، والترمذي (1382) ، والدارمى (2/269) في سننه، والبيهقي (6/137، 138) في سننه الكبرى [الدار] .\r(3) حديث موضوع. أخرجه العقيلى (4/256) في الضعفاء الكبير، وابن عدى (6/431) في الكامل، وأبو يعلى، كمت في المجمع (5/39، 89) ، وابن أبي حاتم، وأبن السنى، وأبو نعيم كلاهما في \"الطب النبوي\" كما في الدر المنثور (4/269) ، وأنظر الكلام عليه في السلسة الضعيفة _263) . [الدار] .","seal":"4C2CBC8E","part":1},
      {"page":32,"id":15,"nass":"قال رسول الله - صلى الله عليه وسلم -: \"رفُعَ عن أُمَّتي الخطأ والنسيانُ\". (1)\r[قال] أحمد بن أبي قين:\rأحِينَ كَثَّرتَ حُسَّادى وساءَهُمُ ... جميِلُ صنُعْك بي أَشْمتَّ حُساّدي\rفإن تكن هَفْوة أو زلَّه عرضَتْ ... فأًنْتَ أَوْلى بتَقْوِيمي وإرشادى\rانقطع \"عبد الملك\" عن أصحابه، فانتهى إلى أعرابي فقال:\rما تقولُ في عبد الملك؟ قال: ظالمٌ جارٌ بارٌ، فقال: ويحك، أنا عبد الملك، فقال: لا حياك الله ولا بيَّاك، أكلتَ مال الله وضيعت حرنتهُ، فقال له: ويْحَكَ أنا اضُرُّ وأنْفعُ، قال: لا رزقني الله نفْعك ولا آمنني ضركَ! فلما وصل إليه خيْلُهُ علم صدقهُ، فقال: يا أمير المؤمنين، أعزَّ الله بك الدين، أكتم على ما جرى؛ فالمجالسُ بالأمانة.\rغضب \"عبد الملك\" على رجل فلما أتى به قال: السلام عليك يا أمير المؤمنين، فقال: لا سلم الله عليك، فقال الرجل:\rما هكذا أمر الله إنما قال: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} فعفا عنه.\rأتى \"معنُ بن زائدة\" بأسرى فأمر بضرب أعناقهم، فقام غلام منهم\r__________\r(1) حديث صحيح. أخرجه ابن ماجه (2045) ، والحاكم (2/198) وصححه وأقره الذهبي، وابن حبان (9/174) من حديث ابن عباس.\rوأخرجه الطبراني (1430) في الكبير من حديث ثوبان، وفيه ضعيف. وروى عن أبيذر، وابن عمر، وأبي بكرة، وأم الدرداء، وأنظر: إرواء الغليل (1/123، 124) . [الدار] .","seal":"08B46B69","part":1},
      {"page":33,"id":16,"nass":"وقال: ناشدتُك الله. ألا تقلتنا ونحن عطاش، فقال: أسقوهم، فلما شربوا قال: ناشدتُك الله ألا تقتل ضيفانك؛ فخلى سبيلهم.\rقال \"المأمون\" لأحمد بن أبي خالد وهو يخْلُفُ الحسن بن سهلٍ: رأيت أن أستوزِرك لها الولىُّ، ويخافنى بها العدو، فما بعد الغابات إلا الآفاتُ.\rقيل: إذا أقْبلت الدنيا على إنسان أعارتْهُ محاسن غيره، وإذا أدْبرتْ عنه سلبتْهُ محاسن نَفْسِهِ!!\rقال \"ابن المقَفَّع\": كثْرةُ المنى يُخْلقُ العقْل، ويطرد القناعة، ويُفسدُ الحس.\rقال بعض الصوفية: إن العنايات لا تضر معها الجنايات.\r[قال] محمد بن أمية:\rأقْطَعُ الدَّهْرَ بظَنٍ حسنٍ وأُجلَّى كربةَّ لا تنْجلى\rكلَّما أمَّلتُ صالحاً عرض المكروهُ دون الأمل\rوأرى الأيّام لا تُدْنى الذى أرتجى منك وتُدنْى أجلى\rقعد \"ابن أبي عتيق\" يوماً وقال: ليت لنا لحماً فنطبخ \"سكباجاً\" فما لبث أن جاءهُ جارٌ بصحفة فقال: أًعْطُونا قليل مرق، فقال: جيراننا يشمون رائحة الأمانى.\rقال رسول الله - صلى الله عليه وسلم -: \"أخْوفُ ما أخافُ على أُمَّتي: الهوى، وطُولُ الأمل، أما تالهوى فيعدلُ عن الحقَّ، وأمَّا طُولُ الأملِ فيُنسي الآخرةَ\". (1)\r__________\r(1) حديث ضعيف جداً. أخرجه ابن عدى (5/185) في الكامل، وفي سنده علي بن أبي علي اللهبي من المتروكين، وقد صح موقوفاً من قول علي بن أبي طالب - رضي الله عنه -. [الدار] .","seal":"99926C02","part":1},
      {"page":34,"id":17,"nass":"قدم وفد بنى تميم على \"عبد الملك\" وفيهم \"عمرو بن عُتْبةَ\"\rفقال: يا أمير المؤمنين نحن من تعْرفُ، وحقنا لا يُنكرُ، وجئْناكَ من بعيدٍ، ونمتُّ بقريبٍ، وما تعطينا من خيرٍ فنحن أهلُهُ، وما ترى بنا من جميل فأنْتَ أصْلُهُ؛ فضحك عبد الملك وقال:\rيا أهل الشام هؤلاء قومي وهذا كلامهم.\rكان يجرى على \"أبي العيناء\" شيء، فاخر عنه، فتقاضى به مراراً ثم تركهُ، وقال: لا حاجة لي فيه، فإنه رق لا رزق، ويلاء لا عطاء، ومحنة لا منْحَة.\rقال رسول الله - صلى الله عليه وسلم -: \"إن الله يبغضُ من عباده البذئ الفاحش السائل المُلْحِفَ\" (1)\rفي كتاب الهند: لا يُكْثرنَّ الرجل على أخيه في المسألة، فإن العجْل إذا أَفْرط في مصَّ أُمَّه نطَحْتهُ ونحَّتْهُ.\rفي كتاب الهند: ثلاثةُ تزيد في الأُنس: التَّزاورُ في الرجال، والمؤاكلة والمحادثة.\rدخلة علوىُّ على \"أبي السائب\" فنظر إلى إبريق، فقال: هبْهُ لي، فقال: لستُ أسْتغْنى عنه، فقال: هبْ لي هذا الطست، فقال: هو من جهاز أُمَّي فأنا أتبَّركُ به، فقال: هب لي تلك المنارة، فقال \"أبو السائب\": صلوات الله على المسيح إذ لم يترك في أُمتَّه ولداً يؤذيهم.\r__________\r(1) حديث صحيح. أخرجه أحمد (5/202) والطبراني (399) ، (405) في الكبير من حديث أسامة بن زيد، والبيهقي (6202) ، (6203) في الشعب من حديث أبي هريرة، وله شواهد كثيرة، أنظر بعضها في السلسة الصحيحة (1320) [الدار] .","seal":"110FD7F6","part":1},
      {"page":35,"id":18,"nass":"قيل: من ثقُل عليك بنفسه، وعمك بسؤاله، فوله منك أذنا صمَّاء، وعيناً عمياء.\rقيل: كان الأحنف لجاريته \"زَبَرَةَ\" فقيل له في ذلك، فقال: كيف لا أطيع من لي إليه كل يوم حاجة.\rقال لقمان: شيئان لا يحمدان إلا عند عاقبتهما: الطعام والمرأة، فالطعام لا يُحْمد حتى يُسْتمرأ، والمرأة لا تُحْمد حتى تموت.\rتزوج رجل سيئ الخُلق امرأة فقال: أما أنا سيئ الخُلق فإن كان بك صبرُ على المكروه وإلا فلست أغرك من نفسي فقالت: أسوأ خلقاً من أحوجك إلى سُوء الخُلق، فتزروجها فما جرى بيتهما وحشة حتى فرق بينهما الموتُ.\rقال \"شُرَيح\" تزوجت امرأة صغيرة، فلما بنيت بها، قالت: عرفني خُلُقك لأُحسنَ مداراتكَ فعرفتها، فبقيت سنة معها يزداد شغفي بها، فلما كان بعد سنة دخلتُ يوماً فإذا عجوزٌ قاعدةٌ، فسألتها عنها، فقال: هي أُمي، فدعت وقالت: كيف رضاك عن صاحبتك، فشكرتها، فقالت: أسوأ ما تكون المرأة خلقاً إذا حظيتْ عند الزوج، وإذا ولدتْ، فإن رابك شيء فعليك بالسوْطِ، فقلت: أشهد أنها ابنتك جزاك الله خيراً لقد كفيتني الرياضَةََ.\rطلق رجل امرأة، فلما أرادت الارتحال عنه قال:\rاسمعي وليسمع من حضر، إني والله اعتمدتُك برغبةٍ، وعاشرتك بمحبةٍ، ولو يوحد منك زلة، ولم يدخلني منك ملة، ولكن القضاء كان غالباً.\rفقالت المرأة: جُزيت من صاحبٍ ومصحوب خيراً، فما استرثتُ خيرك،","seal":"46309201","part":1},
      {"page":36,"id":19,"nass":"ولا شكوتُ ضيرك، ولا تمنيْتُ غيرك، ولم أرد إليك شرها، ولم أجد لك في الرجال شبهاُ، وليس لقضاء الله مدفع، ولا من حُكْمه مُمْتنع، ثم افترقنا!!\rقيل: ينبغي لذي المروءة أن يكون مع الملوك مُبجَّلاً، ومع النُساك متبتَّلاً، كالفيل: إما أن يكون مركباً نبيلاً، أو في البرية مهيباً جليلاً، وقد نظم بعض الشعراء هذا المعنى فقال:\rإذا ما لم تَكٌنْ مَلكَّا مُطاعاً فكن عَبداً لمالِكِهِ مُطيعاً\rوإنْ لم تأْنكَ الدنيا جميعاً كما تَخْتارُ فارتكها جميعا\rكمِثلِ الفيلِ إما عنْدَ مَلْك وإمَّا في مراتِعِهِ منيعا\rقال \"عبد الملك\" لأعرابي: ما تشتهي؟ فقال: العافية والخمول، فإني رأيتُ الشر إلى ذي النَّباهة سريعاً، فقال: ليتني سمعت هذه الكلمة قبل الخلافة.\r[قال] اليزيدىُّ:\rومَا العيشُ إلاَّ في الخمولِ مع الغِنَى\rوافية تَغْدو بها وتَروحُ\rقيل: الغُلوُّ في العلو مُؤدَ إلى أوضْعِ الضعة\rقيل لابن المقفَّع: ألا تطلبُ الأمور العظام، فقال: إن المعالى مشوبة بالمكاره، فاقتصرتُ على الخمول ضناً بالعافية.\rومثله قول العتَّابيَّ:\rدَعينى تَجينى مَتِيَّتى مُطمئنَّةًّ ولم أتحشًّمْ هولََ تلك المواردِ\rفإنَّ جسيماتِ الأمورِ مَنُوطهٌ بُمستودعاتٍ في بُطُون الأساور","seal":"2E0E754D","part":1},
      {"page":37,"id":20,"nass":"قيل لحكيم: ما الشيء الذي لا يستغنى الإنسان عنه في كل حالٍ؟\rفقال: التَّوفيق.\r[أنشد] شاعر:\rولو أنَّني أُعطيتُ من دهري الُمنى ... وما كُلُّ من يُعطْى المنى بمسدَّدِ\rلقلتُ لأيامٍ مَضَيْنَ ألا ارجعى ... وقلتُ لأيامٍ أتَيْنَ ألا ابعدى\r[قال] الخُبْزارزِىُّ:\rأستودعُ الله أحباباً فجعتُ بهم بانوا وما زَوَّدوني غير تعْذيِب\rبانوا ولم يَقْضِ زيدٌ منهمُ وطراً ولا تقضَّتْ حاجةٌ في نفسِ يَعْقُوبِ\r[قال] العباس بن الأحنف:\rلو كُنتِ عاتبةً لسكَّن عَبْرتى أملى رضاك فزرت غير مراقب\rلكن مَلََلتْ فلم تَكُنْ لي حيلةٌ صدُّ الملول خلافُ صدَّ العاتب!\r[وقال] علي بن جبلة:\rنَزَفْتَ دَمعى وأزْمعتَ الفِراق غدا فكيف أَبْكىِ ودَمَعُ العَيْن مَذْروف\rواسوأتى من عُيون العاشِقين غداً إذا رحلتَ ودمعُ العينِ مكفوف\r[وقال] الحسن بن وهب:\rإبكِ فما أكثر نفع البُكا والحبُّ إشفْاقٌ وتَعْليلُ\rفَهْوَ إذا أنت تأمَّلْتهُ حزنٌ على الخدَّين محلولُ","seal":"EEB0ACA3","part":1},
      {"page":38,"id":21,"nass":"كتب \"عبد الله بن العباس\" إلى \"أحمد بن يوسف\": جُعلْتُ فداك، لا أدرى كيف أصنعُ فأشتاقُ، ثم نلتقى فلا نَشْفى، يجدد لي اللقاء الذي يطلب الشفاء حرقة مثل لوعة الفُرْقَةِ.\rْ [وقال] كشاجم:\rوليلُكَ شَطْرُ عُمْرِكَ فاغتنمه ولا تذهب بنصفِ العُمْرِ نَوما\rقال رسول الله - صلوات الله عليه وسلامه - \" من آتاخ الله جَدًّا أعارهُ عقلاً، وإذا سلب جدًّهُ استرجع عقله\". (1)\rوقال - صلوات الله وسلامه عليه -: \"اعصِ هَواكَ والنَّساءَ وأفعل ما شِئْت\". (2)\rوقال عليه أفضل الصلاة والسلام: \"ثلاثٌ مهلكاتٌ: شُحٌّ مطاعٌ، وهوىً مَّتبعٌ، وإعجاب المرء بنفسه\". (3)\rبعث ملكٌ إلى عابد: ماك لا تخدمني وأنت عبدي؟\rفأجابه: لو أعتبرت لعلمت أنك عبد عبدي، لأنك تتبع الهوى فأنت عبده، وأنا أملكُهُ فهو عبدي.\r__________\r(1) حديث موضوع. ولا بصح في العقل حديث، قال أبو حاتم، وابن حبان، والعقيلي. وقال ابن القيم (ص/25) في المنار: أحاديث العقل كلها كذب [الدار] .\r(2) لم أقف عليه [الدار] .\r(3) حديث حسن. أخرجه الزار (80) ، وأبو نعيم (2/343) في الحلية، والدولابى (1/151) الكنى، وابن عبد البر (1/143) في جامع بيان العلم، والبيهقي (731) في شعب الإيمان من حديث أنس، وأخرجه البزار (82) ، وأبو نعيم (3/219) من حديث ابن عباس، ومن حديث ابن أبي أوفى أخرجه البزار (83) ، ومن حديث ابن عمر، أخرجه الطبراني في \"الأوسط\"، وهو حسن بمجموع تلك الطرق. [الدار]","seal":"109EE533","part":1},
      {"page":39,"id":22,"nass":"قال رسول الله - صلى الله عليه وسلم -: \"من أراد الله به خيراً فقَّههُ في الدّينِ وعرَّفَهُ معايب نفْسه\".\rقال علي - رضي الله عنه - ما هلك امرؤٌ عرف قدرهُ.\rقال رجل لمُعر: أتحب أن تهُدى إليك عيوبك، قال: أما من ناصح فنعم، وأما من شامت فلا.\rقيل: من أعجب الأشياء: جاهلٌ يسلمُ بالتهور، وعالم يهلك بالتوقىَّ.\rمر الشعبي بإبل قد فشا الجربُ فقال لصاحبها:\rأما تُداوى إبلك، فقال: إن لنا عجُزاً نتَّكلُ على دُعائها، فقال: لا بأس أن تجعل مع عائها شيئاً من القطران.\r[وقال] شاعر في المعنى:\rلا يَغُرَّنَّكَ في مجْ لسه طولُ سُكُوتِ\rومسابيح أُديـ رَتْ فيد يديهِ بخفوتِ\rلو يشا زوَّجَ ضبًّا حُسْنَ تأليف بحوتِ\rإنه طبُّ بإخرا ج قعيداتِ البُيُوتِ\rويقودُ الجمل الصعـ ب بنسجِ العنكبوتِ\rقال سهل بن هارون: ثلاثةُ يعودوُن إلى حال المجانين، السكرانُ والغيْران والغضبانث، فقال بعض أصحابه: فما تقول في الُمنْعظِ؟ ، فقال:","seal":"E34CA99C","part":1},
      {"page":40,"id":23,"nass":"وما شرُّ الثلاثة أمَّ عمر بصاحبك الذي لا تَصْحّبينا\r[وقال] ابن الرومي:\rلها حر تستعيرُ وقدته من قلب صبًّ وصدر ذي حنق\rيزداد ضيقا على المراس كما تزداد ضيقا أنشوطةُ الوهق\rخطب \"سويدُ بن منْجوف\" خطبة طويلة لصلح رامهُ، فقال له رجل: أنت منذ اليوم ترعى غير مرعاك، أفلا أدُلُك على المقال؟ فقال: بلى، فحمد الله وأثنى عليه ثم قال: أما بعد؛ فإن الصلْحَ بقاءُ الآجال، وحرمُ الأموال والسّلام فلما سمع القوم تعانقوا وتواهبوا الدَّيَّات.\rكتب \"نصْرُ بن سيّارٍ\" في أمر \"أبي مُسلمٍ\" صاحب الدولة:\rأرى خللَ الرَّماد وَمِيْضَ نارٍ ويوشك أن يكون لها ضرامُ\rفإن النار بالعودين تُزْكى وإن الحَرْبَ أولُها كلامُ\rلأقول من التعجب ليت شعْري أأيقاظ أُميَّةَ أم نيامُ\rفإن يك قومُنا أمسوا نياماً فقل هُبُّوا فقد آن القيام\rقصد الإسكندر موضعاً فحاربتْهُ النساء فكف عنْهُنَّ، فقيل له في ذلك، فقال: هذا جيشُ إن غلبناه فما لنا فيه فخْرٌ وإن غلبنا فذلك فضيحة آخر الدهرِ.\rقال علي - رضي الله عنه - يوم الجنل: إن الموت طالبٌ حثيثٌ لا يُعْجزه المقيمُ، ولايفلتُهُ الهارب، إن لم تُقْتلوا تموتوا، وإن أشرف الموت القتْلُ.\rقال \"المتوكَّلُ\" لأبي العيناء: إني لأفرق من لسانك.","seal":"6B409CA5","part":1},
      {"page":41,"id":24,"nass":"فقال: يا أمير المؤمنين، ذو فروقة وإحجام، واللئيم ذو وقاحة وإقدام.\rقيل لرجل: لم لا تغزو؟ فقال: إني أكره الموتَ على فراشٍ، فكيف أركُضُ إليه برجلي!\rقيل: رأس العجز أن تُقيم، وأن تخيم فلا تريم، فمن طلب جَلَبَ، ومن تنقل تَبَقَّل، ومن جال نال، ومن سار مار، ومن سعى رعى، ومن لزم المنام رأى الأحلام.\r[قال] أبو العتاهية:\rالمرُ يَغْلَظُ في تصرُّفِ حالِهِ فلرَّبما اختارَ العنَاَءَ على الدَّعه\rكلٌّ حاول حيلةً يرجوُ بها دفعَ المضَّرة واجتلاب المْنفَعه\rقال رسول الله - صلى الله عليه وسلم -: \"يُنادى منادٍ كل ليلة: اللهم أجعل لمنفقٍ خلفا، ولممسك تلفا\". (1)\rلما استوزر \"علي بن عيسى\" ورأى اجتماع الناس عليه تمثل بقول أبي العتاهية:\rما النَّاس إلا معَ الدُّنْيا وطالبها فكيفما انْقَلَبَت يَوْماً به انقلبوا\rيُعظَّمون أخَا الدَُنبا فإن وَثَبَتْ عليه يوْماً لا يَشتْهي وَثَبُوا\rقيل: ما من خصلةٍ تكون للغنى مدْحاً إلا وتكون للفقير ذماً، فإذا كان\r__________\r(1) حديث صحيح. أخرجه البخاري (1442) بنحوه، ومسلم (7/65 نووى) ، وأحمد (2/519) ، وأبو نعيم (2/233) في الحلية. [الدار] .","seal":"8E91C5B6","part":1},
      {"page":42,"id":25,"nass":"حليماً قيل: ذليل، وإن كان شجاعاً قيل: أهوج، وإن كان لسِناً قيل مهْذارَ.\r[قال] عروةُ بنُ الورد:\rذَريتى للغنى أَسْعى فإنّي رأيتُ النّاسَ شرُّهُمُ الققيرُ\rكان الحسن إذا رأى المساكين قال: هؤلاء مناديلُ الخطايا.\rقال \"عمرو بن العاص\": لأن يسقط ألف من العلْيةِ، خير من أن يرتفع واحدُ من السفلة.\rأصيب رجل من قريش بمصيبة فلما دخل عليه القوم يعزونه أطرق ساعةً ثم رفع رأسه وأنشد:\rوما أَنا بالمخصوصِ من بَيْنِ من رأى ولكن أتتنى نَوبَتىٍ في النًَّوائِبِ\rثم أقبل على القوم وقال: ما منكم أحد إلا رأيتنى أعزيه، وما أنا إلا مثلكم.\rقال رسول الله - صلوات الله عليه وسلامه - \"منْ أصابْهُ مصيبةٌ فليْكُرْ مصينتهُ بي\". (1)\rوجد على قبر مكتوب:\rتَعزَّكم لك من أُسْوةٍ تُبَّردُ عَنْكَ غَليلَ الحَزَنْ\rبموتِ النَّبيَّ وقَتْلِ الوَصىَّ وذَبْحِ الحُسَيْنِ وسَمَّ الحَسَنْ\rلما مات إبراهيم ابن رسول الله - صلى الله عليه وسلم - كُسفت الشمس؛ فقال الناس: إن\r__________\r(1) حديث ضعيف. أخرجه العقيلى (3/465) في الضعفاء الكبير، وابن السنى (584) في عمل اليوم عن عطاء مرسلاً. وأخرجه ابن عدى (7/168) في الكامل، وابن السنى (583) عن بريدة مرفوعاً بسند ضعيف. [الدار] .","seal":"0A00417C","part":1},
      {"page":43,"id":26,"nass":"ذلك لموته فقال رسول الله - صلى الله عليه وسلم -: \"إن الشمس والقمر آيتان من آيات الله، لا يكسفان لموت أحد ولا لحياته، فإذا رأيتموها هكذا فافزعوا إلى الدعاء\". (1)\r[قال] أبو فراس الحمداني:\rلابُدَّ من فقدٍ ومن فاقِدِ هيهات ما في النَّاسِ من خالِدِ\rكن المعزَّى لا المعزَّي به إذا كان لابُدَّ من الواحِد\rقيل لأعرابي وجد البرَدَ: إنما تجد هذا البَرَدَ لكون الشمس في العقرب، فقال: لعن الله العقرب، فإنها مؤذيةٌ في الأرض كانت أم في السماء!\rروى ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - أنه قال: \"عُرَامَةُ الصَّبيَّ في صغره زيادهٌ في عقله\". (1)\rقيل إبليس - لعنه الله: ثلاث من كن فيه أدركت منه جاجتي: من استكثر علمه، ونسي جُرْمهُ، وأُعْجبَ برأْيه.\rقيل للإسكندر: إنك تعظم مؤدبك أكثر من تعظيمك لأبيك، فقال: إن أبي سبب حياتي الفانية، ومؤدبى يبب حياتي الباقية.\rسأل الرشيد جلساءه: من أكرم الناس خدماً؟ فقالوا: أمير المؤمنين، فقال: لا، بل الكسائي! فقد رأيته يخدمه \"الأمين\" و\"المأمون\" وليا عهد الخلافة.\rقال رسول الله - صلى الله عليه وسلم -: \"ثلاثة لا ينجو منهن أحدٌ: الظَّنُّ، والحَسَدُ، والطيَّرةُ، فإن ظننت فلا تُحقَّق، وإذا حسدت فلا تبغِ، وإذا تَطَيَّرت\r__________\r(1) حديث صحيح. أخرجه البخاري (2، 44، 46، 49) ، مسلم (907) ، (911) ، ومالك (186) ، (187) في الموطأ، وأحمد (3/318) ، و (4/122) ، وأبو داود (1177) ، والنسائي (3/126، 130، 141) ، وابن ماجه (1261) وغيرهم [الدار] ,\r(2) حديث ضعيف. أخرجه الحكيم في نوادر الأصول (ص/238) ، وأبو مسى المدينى في أماليه كما في الكنز (30747) ، والديلمى كما في الفيض (4/310) . وأنظر: ضعيف الجامع (3699) [الدار] .","seal":"54866E3B","part":1},
      {"page":44,"id":27,"nass":"فامضِ\". (1)\rقال بزرجمهر لكسرى وعنده أولاده: أي أولادك أحب إليك؟ فقال: أرغبهم في الأدب، وأجزعُهُمْ من العار، وأنظرهم إلى الطبقة العُلْيا.\rدخل \"محمد بن عبد الملك بن صالح\" على \"المأمون\" حين قبض ضياعَهُمْ وهو صبيٌ أمردٌ فقال: السلام علكم يا أمير المؤمنين، قال: كم أنت؟ قال: سليلُ نعمتك، وابن دولتك، وغصنٌ من أغضان دوْحتكِ، أًتَأْذَنُ في الكلام؟ قال: نعم، فتكلم بكلام حسنٍ فقضي حوائجهُ.\rقيل: لأنوشروان: ما بال الرجل يحمل الثقيل فيحملهُ، ولا يحتمل مجالسه الثقيل؟ فقال: لأن الحمل يشترك فيه الأعضاء، والثقيل ينفردُ به الروح.\r[قال] أبو فراس بن حمدان.\rقيل لبعضهم: أي المجالس أطيبُ؟ فقال: لولا أن الشمس تحرق والمطر\rسكرتُ من لَحْظِهِ لا من مُدَامتِهِ ومال بالنَّوْم عن عيني تمايُلُهُ\rوما السُّلافُ دهتنى بل سوالفُهُ ولا الشَّمولُ ازدهَتَنْنى بل شمائلُهُ\rلوَّى بعقلىَ أصداغٌ لوين له وغال صبريَ ما تحوى غلائلُهُ\rيغرقُ، لما كان في الدنيا أطيب من شربٍ في الفضاء على وجه السماء.\r__________\r(1) حديث حسن. أخرجه الطبراني (3227) في الكبير من حديث بن النعمان، وفيه إسماعيل بن قيس من الضعفاء، وأخرجه البيهقي (1173) في الشعب في حديث أبي هريرة، وفيه يحيى بن السكن من الضعفاء، وأخرجه عبد الرزاق (19504) في مصنفه عن إسماعيل بن أمية مرسلاً وأخرجه البغوي. (3536) في شرح السنة عن علقمة بن أبي علقمة مرسلاً، وله طريق أخرى عن أبي هريرة أخرجها ابن أبي الدنيا في \"ذم الحسد\" كما في المعنى (3/183) للعراقي، وغند ابن أبي الدنيا في الكتاب السابق، مرسل عبد الرحمن بن معاوية. وبمجموع تلك الطرق لا ينزل الحديث عن درجة الحسن ... والله أعلم. [الدار] .","seal":"5D5F2587","part":1},
      {"page":45,"id":28,"nass":"قال رسول الله - صلى الله عليه وسلم -: \"لا يُقيمنَّ رجلٌ رجلاً من مجلسه ثم يجلس فيه، ولكن تفسحوا وتوسعوا\".\rقال الأحنف: ما جَلَسْتُ مجلساً خفْتُ أنْ أُقام منه لغيري.\rقال الشعبيُّ: لأن أُدعى من بعيد أحبُّ إلى من أن أقصى من قريب.\rقال \"أرسطاطاليس\" للإسكندر: أحفظ ما أقول لك: إذا كنت في مجلس الشرب فليكن مذكراتك الغزلُ، فإنهم يأنسُون إلى ذلك، وإن جلست إلى خاصتك فأذكر الحكمة فإنهم لها أفهم، وإذا خلوت للنوم فأذكر العفة فإنها تمنعك أن تضع النُطْفَةَ فيما لا معنى له.\rأعتلَّ \"الفضل بن سهل\" بخراسان ثم برأ فدخل عليه الناس يهنَّئونهُ بالعافية فقال: إن في العلة نعماً ينبغي للعالق أن يعرفها، تمحَّصُ الذنب، والتعرضُ للثواب، والإيقاظ من الغفلة، والإذكار بالنعم في حال الصحة، والاستدعاءُ للتوبة، والحض على الصدقة، وفي قضاء الله - تعالى - وقدره الخيارُ.\rدخل الحسن بن علي - رضوان الله عليهما - على عليل قد أَبَّلَ.\rفقال: إن الله تعالى أقالك فاشكره، وذكرك فأذكره.\rكتب \"ابن المعتز\" إلى عليل\" آذن الله بشفائك، وتلقى داءك بدوائك، ومسحك بيد العافية، ووجه إليك وافد السلامة، وجعل علتك ماحيةً لذنوبك، مضاعفة لثوابك.\rدخل رجل على مريض فقال لأهله: آجركم الله، فقيل إنه لم يمت، فقال:\r__________\r(1) حديث صحيح. أخرجه البخاري (8/175) ، ومسلم (2177) ، وأحمد (2/22، 124) ، وعبد الرزاق (19793) في مصنفه، والدارمي (2/282) في سننه. [الدار] .","seal":"ECBA748E","part":1},
      {"page":46,"id":29,"nass":"يموتُ إن شاء الله!!\rقيل: إذا كان الطبيب حازقاً، والعليل عاقلاً، والقيَّم فهماً، فأجدرْ بالداء أن يزول.\rلسعت عقرب رجلاً، فقال أعرابيٌ: عندي دواؤه، فقيل له: ما هو؟ فقال: الصياحُ حتى الصباح.\r[وقال] شاعر:\rحاول جَسيماتِ الأمور ولا تَقُلْ\rإنَّ المحامِدَ والعُلا أَرْزَاقُ\rوارغب بنفسكَ أن تكون مقصّراً\rعن غايةٍ فيها الطَّلاب سباقُ\rقال معاوية لابنه: كن مترفعاً عن الناس، متستراً منهم.\rقال أعرابي: خرجت في ليلة بهيمة، فإذا أنا بجارية كأ، ها علمٌ فراودتها، فقالت: أما لك زاجرٌ من عقل إن لم يكن لك ناهٍ من دين؟! قلت: إنه والله لا يرانا إلا الكواكب، قالت فأين مُكوكبها؟!\r[أَنْشَدَ] شاعرٌ:\rبيْضٌ أَوانسُ ماهَمَمْنَ بريبةٍ كظباءِ مَكَّةَ ًصيدهُنَّ حرامُ\rيُحْسبْنَ من لينِ الكلامِ زَوانيا ويصدُّهُنَّ عن الخنا الإسلام\rمر عبد الله بن جعفر بامرأة عليها ثياب مطيَّبَةٌ، وهي قاعدةٌ على باب دارها وفي يدها مسبحة، فقال:","seal":"22B7C911","part":1},
      {"page":47,"id":30,"nass":"ما التسبيح في يدك بمشابه لحالك، فأنشدت:\rوَلله منَّى جانبٌ لا أُضيعُهُ وللهو منَّى والبَطالَةِ جانبُ\rقال مُزَبَّد لامرأته وقد رآها مع رجل: ويحكما هلا غلقُتما الباب، أليس لو رآكما غيري لافتضحتما؟!!!\rقال \"الرقاشي\" في \"دعبل\":\rلدعبلِ حُرْمة يمت بها فَلَسْتُ حتّى المماتِ أَنْسَاها\rاَدْخَلَنا دارَهُ فَأكْرمَنا ودَسَّ امرأتهُ فنلناها\rفلما أنشد دعبل ذلك قال: لو قال المتخَّلفُ: فعفناها، لكان أبلغ في الهجاء، وأعف له!\rوقال دعبل في الرقاشي:\rإِن الرقاشيَّ مَنْ تَكَرُّمِهِ بلَّغَهُ الله مُنْتَهى كَرَمه\rيَبْلُغُ من برَّه ورأفَتِهِ حملانُ إِخوانِهِ على حُرَمِه\rقال رسول الله - صلى الله عليه وسلم -: \"الحبَّ والعداوةُ يتوارثَانِ\" (1)\r[قال] علي بن الجهم:\rبلاءٌ ليس يشبهُهُ بلاءُ عداوةُ غَيْرَ ذي حَسَبٍ ودين\rينيلُك مِنْهُ عِرْضَّا لم يصُنْهُ ويرتعُ منك في عِرْضٍ مصُون\rسئل بعضهم عن بني العم فقال: هم أعداؤك:\rقال ابن المقفع: الحسد والحرص دعامتا الذنوب؛ فالحرص أخرج آدم من الجنة، والحسد نقل إبليس عن جوار الله.\r__________\r(1) حديث ضعيف: أخرجه الطبراني (17/189، 190) في الكبير، والحاكم (4/176) وصححه، فتعقبه الذهبي بقوله: المليكى واه، وفي الخبر انقطاع. [الدار]","seal":"948A2E92","part":1},
      {"page":48,"id":31,"nass":"قيل: لا تُعاد أحداً؛ فإنك لن تعدم مكْر حليم، أو مفاجأة لئيم.\rقيل: لا يجبُ للعاقل أن يجترَّ العداوة لنفسه، كما أنهُ لا يجب لصاحب الترْياق أن يشرب السمًَّ اتكالاً على أدويته.\rروى أن سليمات بن داود. عليهما السلام. سأل الله تبارك وتعالى أن يعلمَهُ كلماتٍ ينتفع بها، فأوحى إليه أني معلَّمك ستَّ كلمات: لا تغتابنَّ عبادي، وإذا رأيت أثر نعمتي على عبدٍ فلا تحسُدْهُ.... قال: ربَّ حسبي لا أقوم بهاتين.\rقال النبي - صلوات الله عليه وسلامه -: \"تُرْفَعُ أعمالُ العباد فتعرضُ على الله في كل يوم جُمُعةٍ؛ فَيغفرُ للمستغفرين، ويرحم للمسترحمين، ويترك أهل الحقد بغلهم\". (1)\rقيل: الفضل لمن نبذ الحسد، وأراح الجسد، ولزم الجَدَدَ.\rقال الأحنف: إذا أردتم الحظوة عند النساء، فافحشوا في النكاح وأحسنوا الخلق.\rنظر \"الحسن\" إلى رجل ذي زىًّ حسنٍ، فيقل: هو ضراط يكسب بذلك المال، فقال: ما طلب أحدٌ الدنيا بما تستحقه سواه.\rحضر \"ابن دوشاب\" الفقيه مجلس الصاحب منه بادرة فاشتدَّ خجله، فقال الصاحب:\rقل لابن دوشابٍ لا تَخْرُجْ على خَجَلٍ\rمن ضَرْطَةٍ أشبهتْ ناياً على عُودِ\rفإنَّها الرَّيحُ لا تَسطِيعُ تَحبسُها\rإذْ أنتَ لَسْتَ سليمان بن داود\r__________\r(1) حديث ضعيف. أخرجه ابن عدى (6/449) في الكامل، وإسناده مسلسل بالضعفاء. [الدار] .","seal":"CA423114","part":1},
      {"page":49,"id":32,"nass":"قال \"الجُنيدُ البغدادي\" حضرت \"أبا عبد الله الأُشَناندانىِّ\" وكان ضريراً فقرأ القارئ: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} فقال: سقط عني نصْفُ العمل.\rأصاب أعْوَرَ ومدٌ فقال: ياربَّ ليس على محْمِلٌ.\rقال رسول الله - صلى الله عليه وسلم -: \"إن الله يسألُ العبد عن جَاهِهِ كما يسألهُ عن ماله وعُمره، فيقول: جعلت لك جاهاً، فهل نصرت به مظلوماً، أو قمعت به ظالماً، أو أعنت به مكروباً؟ \". (1)\r[وقال] حبيب بن أوس الطائيُّ:\rوإذا امرؤٌ أسدى إليكَ صنيعةً من جاهِهِ فكأَّنها من مالِهِ\rقال رسول الله - صلى الله عليه وسلم -: إنما أمهل فرعون مع ادعائِهِ الربوبيَّة لسهولة إذْنِهِ وبذْل طعامِهِ\". (2)\rقال النبي- صلوات الله عليه وسلامه -\"السخيُّ، قريبٌ من الله، قريبٌ من النَّاس، قريبٌ من الجَنَّة. والبخيلُ بعيدٌ من الله، بعيدٌ من الناسِ، قريبٌ من النّار\". (3)\rقال الحسن بن سهل رأيت جملة البُخلِ سوءُ الظنَّ بالله، وجملةَ السخاءِ حسنُ الظنَّ بالله.\r__________\r(1) حديث ضعيف، تفرد به الديلمى كما في الفردوس (548) . [الدار]\r(2) لم أقف عليه. [الدار]\r(3) حديث ضعيف جداً. أخرجه الترمذي (1961) ، وابن حبان في \"روضة العقلاء\" (ص/246) والعقيلي (3/117) في الضعفاء الكبير، وقال: ليس لهذا الحديث أصل، وابن عدى (3/403) في الكامل، وأنظر الكلام عليه في السلسة الضعيفة (154) ، والمغنى (3/240) للعراقي، والعلل (2352) ، (2353) لابن أبي حاتم. [الدار]","seal":"A8F6BBFC","part":1},
      {"page":50,"id":33,"nass":"قالت امرأة لابنها: إذا رأيت المال مقبلاً فأنفق، فإنه يُحتَملُ، وإذا رأيتهُ مدبراً فأنفق فذهابهُ فيما تريدُ أجدى من ذهابه فيما لا تُريد.\r[وقال] شاعر:\rلا تَبْخَلنَّ بدُنْيا وَهْىَ مُقْبِلة فلَيْسَ ينقُصُها التَّبْذيرُ والسَّرَفُ\rوإنْ تولَّتْ فأَحْرَى أَنْ تَجُودَ بها فالشُّكْرُ منها إذَا ما أَدْبَرتْ خَلَفُ\r[وقال] \"محمود الوراق\":\rوقالوا ادّخر ما حُزْتَهُ وَجَمِعْتَهُ لعَقبِكَ إنَّ الحَزْمَ أَدْنى من الرُّشد\rفقلت: سأُمضيِهِ لنفسي ذَخِيرةً وأجعلُ رَبَّي الذُّخْرَ للأهلِ والولَدِ\rقال رسول الله - صلى الله عليه وسلم -: \"الطَّيرَةُ في الدَّارِ، والمرأة، والفرس\". (1)\rقيل: إن كسرى أراد كاتباً لأمر أعْجلهُ، فلم يوجد غير غلام يَصْحَبُ الكُتَّابَ، فدعاه وقال: ما أسمك؟ فقال: مهرماه، فقال: أكتب ما أُملُّ عليك، فكتب قائماً احسن من غيره جالساً، ثم قال أكتب في نحو الكتاب من تلقاء نفسك، ففعل وضم إلى الكتاب رقعة فيها: إن الحرفة التي وصلتْنىِ بسيدي لو وُكلْتُ فيها إلى نفسي لعجزتُ أن أبلغَ لها، فإن رأى أن لا يَحُطَّنى إلى ما هو دونها فعل؛ فقال كسرى: لقد أحب مهْرماه أن لا يدع في نفسه لهفةً يتلهف عليها بعد إمكان الفُرْصَةِ، قد أمرنا له بما سأَلَ.\rسأل المأمون \"الحسن بن سهل\" عن البلاغة؟ قال: ما ففهه العامةُ ورضيَةُ الخاصَّةُ.\rسئُل جعفر بن يحيى عن أوجز كلام، فقال: قول سليمان عليه السلام في\r__________\r(1) حديث صحيح. أخرجه أحمد (2/289) ، (6/150/240/246) ، والحاكم (2/749) وصححه، وأقرع الذهبي، وأنظر الكلام عليه في السلسة الصحيحة (993) [الدار] .","seal":"5BA460B8","part":1},
      {"page":51,"id":34,"nass":"كتابه إلى سبأ: {إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (30) أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ} فجمع في ثلاثة أحرف: العنوان، والكتاب، والحاجة.\rأمر المأمون عمرو بن مسعدة أن يكُتبَ كتاباً في مَعنْىًّ به، فكتب: كتابي كتاب واثق بمن كتبت إليه، مَعْنىًّ بمن كتبت له، ولن يضيع بين الثَّقَةِ والعناية مُوصِلُهُ.\rقال رسول الله - صلى الله عليه وسلم -: \"ارحموا ثلاثةً: عزيزَ قوم ذلَّ، وغنىَّ قوم افتقرّ، وعالماً بين جُهَّالٍ\". (1)\rقيل: لما غرقت البصرةُ وكان الناس يستغيثون خرج الحسن ومعه قصعة وعصا وقال: نجا المخفُّون\r[وقال] شاعر:\rخُلُقَانِ لا أَرْضَى طريقَهُما بَطَرُ الغِنى وَمَذَلَّةُ الفَقْرِ\rفإذا غَنِيتَ فلا تَكُنْ بَطِراً وإذا افتقَرْتَ فَتِه على الدَّهْرِ\r[وقال] صالح بن عبد القدوس:\rالله أحمدُ دائماً فبلاؤه حَسَنٌ جميلُ\rأصبحت مسروراً معاً في بين أنعُمِهِ أجولُ\r__________\r(1) حديث ضعيف. أخرجه ابن حبان (2/188) من حديث أنس، وأخرجه (3/74) أيضاً في المجروحين من حديث ابن عباس، والخطيب (1/43) في الفقيه والمتفقه، ولا يصح مرفوعاً، وإنما الصحيح من كلام الفضسل بن عياض، أنظر: المقاصد الحسنة (89) ، إتحاف السادة (8/559) . [الدار]","seal":"9D07A1A3","part":1},
      {"page":52,"id":35,"nass":"خلْواً من الأحزان خَفَّ الظهر يَقْنَعُنىِ القليلُ\rحُرّاً فلا مَنٌ لمخـ لوقٍ علىّ ولا سبيلُ\rونَضَيْتُ بليأسِ الُمَنى عَنَّى فطابَ لىَ المقيل\rقال رسول الله - صلى الله عليه وسلم -: \"إن لك شريكين، والوارث، فلا تكنْ أخَسَّ الثلاثة نصيباً\". (1)\rاستشار رجل \"الشَّعبىَّ\" في التزويج فقال: إن صبرت على الباءة فاتق الله ولا تتزوج، وإن لم تصبر فاتق الله وتزوج.\rقال رسول الله - صلى الله عليه وسلم -: \"خيرُ النَّساء التي إذا اعطيت شكرت، وإن حرمت صبرتْ، تسركَ إذا نظرت وتطيعك إذا أمَرْتَ\" (2)\rقال رسول الله - صلى الله عليه وسلم -: \"احتفظُوا بنطفكم فالعرقُ نزَّاعٌ\". (3)\rقيل: أي النساء أشهى؟ قال: التي تَخُرجُ من عندها كارهاً، وترجعُ إليها والهاً.\rجاءت امرأةٌ إلى الحسن وقالت: أتَفْتى الرجال أن يتَزَوَّجْنَ على النساء؟\rفقال: نعم. فقالت: على مثْلي؟ وكشفت قناعها عن وجهٍ كالقمر، فلما وَلَّتْ قال\r__________\r(1) حديث ضعيف. تفرد بد الديلمى (16147) كما في الطنز من حديث ابن عمرو - رضي الله عنه -. [الدار]\r(2) حديث صحيح. أخرجه أحمد (2/251، 432) ، والنسائي (2/68) والطيالسى (2325) ، والحاكم صححه، وأقره الذهبي، كلهم من حديث أبي هريرة، وليس فيه زيادة \"أذا أعطيت شكرت، وإذا حرمت صبرت\". [الدار]\r(3) حديث ضعيف؟ أخرجه ابن عدى (7/72) ، والديلمى (2291) من حديث أنس، وابن عدى (5/242) من حديث عائشة، وأبو موسى اتلمدينى في كتاب \"تضيع العمر والأيان\" من حديث ابن عمر كما قال العراقي في المغى (2/42) ولا يصح منها شيء.\rتنبيه: صح قوله - صلى الله عليه وسلم -: \"تخيروا لنطفكم\" مختصراً، أنظر: السلسة الصحيحة (1067) [الدار]","seal":"E0BCD408","part":1},
      {"page":53,"id":36,"nass":"الحسنُ: ما على رجلٍ مثل هذه في زاوية بيْتهِ ما أقبل عليه من اتلدُّنيا وما أدبر.\rقال رسول الله - صلى الله عليه وسلم -: \"شَوْهاءُ ولودٌ، خيرُ من حسْناء عقيمٍ\". (1)\rقيل لأعرابي: أي النساء أكرمُ؟ قال: التي في بطنها غُلامٌ، وفي حجرها غلامٌ، ولها مع الغلمان غُلامٌ.\rقال عبد الملك: من أراد النَّجابة فبناتُ فارس، ومن أراد الباءة فبنات بَرْبَرْ، ومن أراد الخدمة فبنات الرُّوم.\r[قال] \"أبو سعيد الرستمىُّ\":\rفَدَتْ غازلات الشعر أبكارَ فارسٍ وإن وكَّلَتْ بي هجرها وَبِعادهَا\rإذَا نَصَّت السمان فَوْقَ رؤسها وأرسَلَنْ من تلك القُرُونِ جِعادَها\rمن اللائى لم تزجرُ مبيداً وهجمة ولم تَتَلَفّحّ بالعَشىَ بجادَها\rولَمْ اتَّبعْ العِرابِ وأُدِمَها ولم أَتَشوَّف جُملها وسُعَادها\rغوانى فَيافٍ لا أُريدُ وِصَالَها وَوَحْشُ قِفارٍ لا أُريد اصطِيادَها\rقال خالد بن صفوان: \" إنما الدنيا متاعٌ، وأفضل متاعهل زوجةٌ صالحةٌ\".\rقال رسول الله - صلى الله عليه وسلم -: \"طلبُ العلم فريضةُ على كلَّ مسلمٍ\". (2)\r__________\r(1) حديث ضعيف. أخرجه الطبراني (19/416) في الكبير برقم (1004) وقال الهيثمي في المجمع (4/258) : فيه علي بن الربيع، وهو ضعيف، وقال العراقي في المغنى (2/27) : لايصح. [الدار] .\r(2) صح مرفوعاً. أخرجه مسلم (1467) ، وغيره [الدار] .\r(3) حديث ضعيف. أخرجه ابن ماجه (224) ، والطبراني (10/240) في الكبير، و (1/16) في الصغير، وابو نعيم في الحلية (8/323) . [الدار]","seal":"733DED79","part":1},
      {"page":54,"id":37,"nass":"قال علي - رضي الله عنه -: قيمةُ كلَّ امرئ ما يُحْسنُهْ.\rقال عبد الملك بن مروان: اطلبوا معيشة لا يقدرُ سلطانٌ جائرٌ على أخذها وغصبها، فقيل: ما هي؟ قال: الأدب.\rقال علي - رضي الله عنه -: عملٌ قليل في علم خيرٌ من جهلٍ.\r[قال] علي بن عبد العزيز القاضي:\rولم أَبْتَذِلْ في خدمةِ العِلْمِ مُهْجَتىِ لأخدمَ من لاقيتُ لكنْ لأُخْدما\rولو أنَّ أَهْلَ صانْوه صانهُمْ ولو عظَّمُوهُ في النّفوسِ لعُظَّما\rولكن أهانُوه؛ فهانوا، ودنَّسُوا مُحَيَّاهُ بالأطماع حَتَّى تَجَهَّما\rقال رسول الله - صلى الله عليه وسلم -: \"ما مَنَحَ والدٌ ولداً أفضْل من أدبٍ حسنٍ\". (1)\rقيل: بادروا بتأديب الأطفال قبل الإشتغال وتفرُّق البالِ.\rنظر رجل إلى فيلسوف يؤذب شيخناً، فقال له: ما تصنع؟ قال: أَغْسِلُ حبشيًّا لعلَّهُ يَبْيَضُّ!.\rقال سقراط: ما أَثْبَتَتْهٌ الأقلام، لم تطْمَعْ في درسه الأيام.\rقيل: العلوم ثلاثة: علم الدين لمعادكم، وعلم الطب لأبدانكم، وعلم الهندسة لمعاشكم.\rقال الجاحظ: لا يزال المرء في فسحة من عقله ما لم يقلْ شعراً، أو يُصَنّفْ كتاباً.\r__________\r(1) حديث ضعيف. أخرجه الترمذي (1952) ، وأحمد (4/77) ، والحاكم (4/263) ، والبيهقي (3/84) في سننه الكبرى، وابن عدى (5/86) ، وأنظر الكلام عليه في السلسلة الضعيفة (1121) . [الدار]","seal":"0677699A","part":1},
      {"page":55,"id":38,"nass":"قال رسول الله - صلوات الله وسلامه عليه -: \"من أعان ظالماً سلَّطَهُ الله عليه\" (1)\rوصف اليوسفى غلاماً، فقال: يفهم المراد باللَّحظ كما يفهمه باللََّفْظ، ويُعَايِنُ في الناظر ما يجرى في الخاطر، يرى النصح قَرْضاً يجب أداؤه، والإحسان ديناً يلزمُ قضاؤُهُ، إذا استفْرَغَ في الخدمة جهدد خُيَّلَ إليه أنه بذلَ عفْوَهُ، أثْبَتُ من الجدار إذا استُمهل، وأسرعُ من البرق إذا استُعْجلَ.\rقال رجل الأحنف: إن قلت واحدة لتسمعن عشراً، فقال الأحنف: لئن قلت عشراً لم تسمع واحدة.\rقال معاوية: إني لآستْحيى أن أظلم من لا يجدُ علي ناصراً إلا الله.\rقال رسول الله - صلوات الله عليه وسلامه -: \"من ظلم في شبرٍ من أرض طوَّقَهُ إلى سبع أرضين يوم القيامة\". (2)\rقال المُنْتصرُ: والله ما عز ذو باطلٍ ولو طلع القمرُ من بين عَيْنَيْهِ، ولا ذل ذو حق ولو أصْفق العالمُ عليه.\rقيل للإسكندر: أي شيء لأسرُّ لك؟ قال: مكافأة من أحسن إلى بأكثر من إحسانه، وعفوى عمن أساء بعد قُدْرتى عليه.\rقال الفضل بن مروان لرجل عاتَبَهُ: بلغنى أنك تَيغضُنى، فلم ينكر الرجل عليه ذلك وقال له: أنت كما قال الشاعر:\r__________\r(1) حديث موضوع. أخرجه ابن عساكر في \"تاريخه\"، وأنظر: المقاصد الحسنة (1063) ، والسلسلة الضعيفة (1937) . [الدار] .\r(2) حديث صحيح. أخرجه البخاري (2453) ، (3195) ، ومسلم (1612) ، وأحمد (1/187) ، (6/64، 79) ، وأبو داود (4772) ، والترمذي (1421) ، والنسائي (7/115) ، وابن ماجه (2580) [الدار] .","seal":"09D988EA","part":1},
      {"page":56,"id":39,"nass":"فَإنَّك كالدُّنيا نهابُ صُرُوفَها ونوسِعُها ذماًّ ونحنُ عبيدُها\r[قال] ابن أبي عُيَيْنَةَ:\rإذا نحن أُبْنا سالمين بأنفُس كرام رَجَتْ أمراً فَخَابَ رَجاؤُها\rفأَنْفُسَنا خيرُ الغنيمةِ إنَّها تؤوب وفيها ملؤُها وَحَياؤُها\rقال ابن عباس - رضي الله عنهما -: لو قنعَ النَّاس بأرزاقهم قُنُوعهم بأوطانهم ما شكا عبد رزقه.\rقيل: ثلاثة يخبّلْنَ العقل: الخصومة الدائمة، والدين الفادح، والمرأة السليطة.\rقال حكيم: من ذا الذي بلغ جسيماً فلم يَبْطَرْ، واتبع الهوى فلم يَعْطَبْ؟ وجاور النساء فلم يُفْتَنن؟ وطلب إلى اللئام فلم يهُن؟ وواصل الأشرار فلم يندم؟ وصحب السلطان فدامت سلامته؟!!\rقال رسول الله - صلى الله عليه وسلم -: \"منهومان لا يشبعان: طالب علمٍ، وطالب دنْيا\". (1)\rقيل: ثلاثة تَضُرُّ بأربابها: الإفراط في الأكل اتكالاً على الصحة، والتفريط في المل اتكالاً على القدرة، وتكلفُ ما لا يطاق اتكالاً على القوة.\rقيل: عشرة يقبحُ في عشرة: ضيق الذرع في الملوك، والغدر في الأشراف، والكذب في القُضاة، والخديعةُ في العلماء، والغضب في الأبرار، والحرص في الأغنياء، والسفهُ في الشيوخ، والمرض في الأطباء، والتَّهزَّى في الفقراء،\r__________\r(1) حديث صحيح. أخرجه ابن أبي خيثمة (141) في العلم، والطبراني (10388) في الكبير والحاكم (1/92) وصححه، وأقره الذهبي، وغيرهم. [الدار]","seal":"FF390043","part":1},
      {"page":57,"id":40,"nass":"والفخرُ في القُرَّاء.\rقيل: أربعٌ القليل منها كثير: الوجعُ، والنَّارُ، والدَّين، والعداوةُ.\rروى أن مجوسياً دخل على رسول الله - صلى الله عليه وسلم - فأخرج رسول الله - صلى الله عليه وسلم - وسادة حشوُها ليفُ من تحته وطرحها له، وأقبل عليه يحدَّثُهَ، فلما نهض قال له \"عمر\": إنه مجوسيٌ فقال - - صلى الله عليه وسلم -: \"قد علمت، ولكن جبريل يأمُرُنى أنْ أكرم كريم قوم إذا أتانى، وهذا كريُم قومه وسيدُهُمْ\". (1)\rقال الشعبي: ركب زيد بن ثابت فدنا منهُ عبد الله بن العباس ليأخُذ بركابه؟ فقال: ما تفعلُ يا ابن عمَّ رسول الله؟\rفقال: هكذا أمرنا أن نفعل بعلمائنا، فقال زيد: أرنى يدك، فقبلها وقال: هكذا أمرنا أن نفعل بأهل بيت نبينا.\rقال زيادٌ لابنه: إياك وصدر المجالس، فإنه مجلس قُلعَةٍ.\rقيل: كان رسول الله - صلى الله عليه وسلم - من أَفْكه الناس. قالت عجوز من الأنصار للنبي - صلى الله عليه وسلم - أدع لي بالجنة، فقال: \"إن الجنَّةَ لا يدخُلُها العُجز\" فبكت المرأة فضحك - صلى الله عليه وسلم - وقال: أما سمعت قول الله تعالى: {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (35) فَجَعَلْنَاهُنَّ أَبْكَارًا (36) عُرُبًا أَتْرَابًا} . (2)\rقال علي - رضي الله عنه -: ثلاث راجعات على أهلها: المَكْرُ، والنَّلَثُ\r__________\r(1) لم أقف عليه بلفظه.\rولكن في الباب مرفوعاً: \"إذا أتاكم كريم قوم فأكرموه\" حسنه الألباني وغيره، أنظر الصحيحة (1205) . [الدار]\r(2) حديث ضعيف. أخرجه الترمذي (240) في الشمائل، والطبراني (17/180) في تفسيره، وعبد بن حميد، وابن المنذر، والبيهقي كما في الدر المنثور (6/158) عن الحسن مرسلاً، وفي الباب عن عائشة مرفوعاً، ولا يصح، كما في المجمع (10/419) . [الدار]","seal":"2C86A5CD","part":1},
      {"page":58,"id":41,"nass":"والبغيُ. ثم تلا قول الله تعالى: {وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ} ، {فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ} ، {ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ} .\rقيل لبعض الفلاسفة: من الذي لا عيب فيه؟ قال: الذي لا يموت.\rقال رسول الله - صلى الله عليه وسلم -: \"سافروا تَصِحُّوا\". (1)\rكان بشْرُ الحافي - رحمة الله عليه - يقول لأصحابه: سيحُوا في الأرض، فإن الماء إذا ساح طاب، وإذا وقف تغيَّر.\rدخل \"أبو السائب\" على المتقى وقد بنى دارهُ، فقال: كيف ترى؟ قال: {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا} .\rنظر \"الحسن\" إلى قصور المهالبة فقال: يا عجباً، رفعُوا الطين، ووضعوا الدينَ، وركبوا البِرْذَوْنَ، واتخذوا البساتين، وتشبهوا بالدَّهاقِين، {فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ} .\r[وقال] شاعر:\rأَمَا في بلادِ الله بابٌ يُؤَدَّينى إلى سُبُلِ النَّجاح\rبلى في الأرض متَّسَعٌ عريضٌ ولكنَّى منُعتُ من البَرَاح\r__________\r(1) حديث ضعيف. أخرجه أحمد (2/380) ، والطبراني في \"الأوسط\" كما في المجمع (5/324) ، والبيهقي (7/102) في سننه الكبرى، والخطيب (10/387) في تاريخه، وأنظر الكرم عليه في العلل (2430) لابن أبي حاتم، والسلسلة الضعيفة (254) . [الدار]","seal":"293066B7","part":1},
      {"page":59,"id":42,"nass":"وما يُغْنىِ العُقَاب عيانَ صَيْدٍ إذا كان العُقَابُ بلا جَنَاحِ\rقال \"أبو نواس\": دخلت دار السلطان بمدينة السلام، فرأيت \"أبا دُلَفٍ الكرِجىَّ\" متعلقاً ببعض ستائر الخاصةِ وهو يبكى ويقول:\rطَلَبُ المعاشِ مفرَّقٌ بين الأحبَّةِ والوَطَن\rومُصَيَّرٌ جَلَدَ الرَّجا ل إلى الضَّراعَة والوَهَنْ\rفقلت: أيها الأمير لو عدلت إلى خجرة لأنشدتك بيتين يُسَلَّيانِكَ، فجاء معى فلما جلس وأكل وشرب قال: هات ما عندك، فأنشدتُهُ:\rإذا كُنْتَ في أَرْضٍ عزيزاً وإن نَأَتْ فلا تُكْثَرِنْ منها تِراعاً إلى الوطَنْ\rوما هي إلاَّ بَلْدةٌ مثلٌ بَلْدَةٍ وخيرُهُما ما كان عَوناً على الزَّمَنْ\rفَسُرَّىَ عنه، وخفَّ ما كان بقلبه، وحيانى مالاً جماًّ.\rقال رسول الله - صلى الله عليه وسلم -:: مما بقى من كلام الأنبياء، إذا لم تَسْتَحِ فافعلْ ما شئْتَ\".\r[وقال] البَبَّغَا:\rوأكثرُ من تَلْقى يَسُرُّكَ قوْلُهُ ولكن قليل من يَسُرُّكَ فعْلُهُ\rوَقَدْ كان حُسْنُ الظَّنَّ بعضُ مَذاهبى فأدَّبنى هذا الزَّمانُ وأَهْلُهُ\rقال معاوية: السَّفَلَةُ من ليس له فعْلٌ موصوفٌ، ولا نَسَبٌ معروفٌ.\r__________\r(1) حديث صحيح. أخرجه البخلاي (3483) ، (6120) ، وأحمد (4/121، 122) ، وأبو داود (4776) ، وابن ماجه (4183) وغيرهم. [الدار]","seal":"5D72AC9B","part":1},
      {"page":60,"id":43,"nass":"روي عن النبي - صلى الله عليه وسلم - أنه قال: \"لا يحلَّ لأحدٍ أن يُقَبلَ يد رجل إلا من أهل بيتى أو يد عالم\". (1)\r[قال] أبو القاسم بن العلاء:\rيُقَبَّلُ صيْدُ النَّاسِ أَعْنابَ بابه ويعظمُ منه أًخْمُصٌ وركابُ\rلَدَى مَلكٍ قد خَطَّ في كل جَبْهةٍ كتابةَ رقًّ والمدادُ تُرابُ\rدخل \"أبو العَمَيثْيل\" على \"طاهر بن الحسين\" ممتدحاً وقبَّلَ يده، فقال: ما أخْشنَ شاربك يا أبا العميثل، فقال: أيها الأمير إن شوك القُنْفُذ لا يضرُّ ببرثُن الأسد، فضحك وقال: إن هذه الكلمة أعجب إلى من كل شعْرٍ، فأعطاه للشعْرٍ ألف درهمٍ، ولكلمته هذه ثلاثة آلف درهم.\rقال رسول الله - صلى الله عليه وسلم -: \"من قَدَر على ثَمَنِ دابَّةٍ فليشتريها، فإنها تأتيه برزقها وتعينه على رزقه\". (2)\rقال علي - رضي الله عنه -: عليكم بإناث الخيل، فإن ظهورها عزٌّ، وبطونها كنزٌ.\rبعث \"ابن هُبَيْيرة\" إلى \"المنصور\" في الحرب فقال: بارزْنى، فامتنع، فقال \"ابن هُبَيْيرة\" لأشهرنك بامتناعك ونكُولكَ عن مبارزتي، فقال \"المنصور\" إنما مثلي ومثلك في ذلك مثل خنزير قال للأسد: قاتلني، فقال الأسد: لست بكفء لي، ومتى قاتلتُك فَقَتَلْتُك لم يكنْ لي بفخر، فقال الخنزير، لأخبرنَّ السباع بنكولك عني، فقال: احتما تعييرك أيسلاُ من التَّلطُّخِ بدمك.\rقال أعرابي لرجل: أكتب تعويذاً لابني، فقال: ما اسمه؟ قال: فلان، قال: فما اسم أمه؟ قال: ولم عَدَلْتَ عن اسم أبيه؟ قال: لأن الأُمَّ لا يُشَكَّ فيها،\r__________\r(1) حديث موضوع. أخرجه ابن الأعرابي (12) ، (13) في القبل بمعناه. [الدار]\r(2) لم أقف عليه. [الدار]","seal":"A463342C","part":1},
      {"page":61,"id":44,"nass":"قال: أكتب فإن كان ابني عافاه الله، وإن كان ليس بابني فلا شفاهُ الله.\rقيل للحسن بن سهل: ما بال كلام الأوائل حُجَّةَّ؟ قال: لأنه مرَّ على الأسماع قبْلنا، فلة كان زَللاً لما تأدَّى إلينا، وما تنْقلُ الرواةُ إلا صحيحاً مُسْتَحْسناً.\rعُرضتْ جاريةٌ شاعرةٌ على \"المهدى\" فقال لـ \"بشار\" امتحنها، فقال: أحمدُ الله كثيراً. فقالت: حين أنشأك ضريراً. فقال بشار: اشتر الملعونة فإنها جاذقةٌ.\rقيل: من هانت عليه نفسه فلا تَأْمَنَنَّ شَرَّهُ.\rقال \"أبو حكيمة\" في امرأة تعرضت له:\rوضاحكةٍ إلىَّ من النَّقابِ تلاحظُنى بطَرْفٍ مُسْتراب\rكشفتُ قنَاعها فإذا عَجُوزٌ مسوَّدةٌ الَمَفارِقِ بالخِضَابِ\rفما زالتْ تُجشَّمُنى طويلاً وتأخذُ في أحاديثِ التَّصابِى\rفقلت لها: حللتِ بشرَّوادٍ كربِهِ المُجتْنَى قَحْطِ الجَنَابِ\rكان لرجل ابنه وابن أخ مشغوف بها، وهو يرجو أن يتزوجها، فجاءه خاطب رغبة في الصداق، فقالت الجارية لأمها: ما أحسن أبى، ربي ابن أخيه صغيراً ثم قطعه كبيراً، فقالت: قد كان ذلك قدراً مقدوراً فقالت الجارية: هاهنا سبب، أنا حبلى من ابن عمي، فقالت: ويحك ما تَقُولينَ؟ قال: الحرةُ لا تكذب على نفسها، فأخبرت أباها بذلك، فزوجها من ابن أخيه، فلما وقع العقد قالت: برئت من الإسلام إن رأى وجهى سنةً ليُعْلم أني متقولةٌ فيما أدَّعيْتُ!!\rقال \"الحسن\" لرجل استشارة في تزويج ابنته: زوجها من تقى، إن أحبها","seal":"B3998A6F","part":1},
      {"page":62,"id":45,"nass":"أكرمها، وأن أبغضها لم يظْلمهْا.\rقال المغيرةُ: ما خُدعْتُ كمنا خدعنى غلامٌ من بنى الحارث، فإني ذكرت له امرأة فقال: لا تردها؛ فإني رأيت رجلاً يُقَبَّلُهَا، وذهب فتزوج بها، فقلت له في ذلك، فقال: رأيتُ أباها يقبَّلُها.\rقيل: لما ظَفرِ \"قتيبةُ\" بابنة \"يزدجرد\" تزوج بها وقال لنُدمائهِ: إن ولدها يكون هجيناً، فقالوا: نعم من قِبَلِ الأب.\rقال \"معاوية\" لعقيل بن أبي طالب: إن فيكم لشَبَقاً\rيا بنى هاشم، فقال: أجل، هو منَّا في الرجال ومنكم في النساء.\rإنَّما الدُّنْيا طعلمٌ مدَامٌ وغُلامٌ فإن فاتَكَ هذا فعلى الدُّنيا السَّلامُ\rقيل لأبي مسلم صاحب الدولة: لم قَدَّمْتَ الغلام على الجارية؟ فقال: لأنعُ في الطريق رفيقٌ، وفي الإخوان نديمٌ.\r[قال] الحسن بن هانئ:\rقال الوشاةُ: بَدَتْ في الخدَّ لحيتُهُ فقلتُ: لا تكثْر وما ذاك عائبه\rالحُسْنُ على ما كُنْتُ أًعْهدُهُ والشَّعْرُ حرْزٌ له ممَّنْ يطالبهُ\rوصار من كان يَلْحَى في محَّبته إن سئُلَ عَنَّى وعنْهُ قال: صاحبُهُ\rلا شيء أنفع للإنسان من المعرفة بقدر ما عنْدَهُ من الفَضْل وحسن الاجتهاد في طلب ما هو مُسْتَحقّ له.","seal":"001F023D","part":1},
      {"page":63,"id":46,"nass":"وقال نرسى: الاحتراز من كل أحد أحزمُ رأىٍ.\rقال \"أنوشُروان\": كلٌ حسَنٌ ولا صلاح لأحد إلا بالتثُّبت في الاختيار والاعتقاد للخيرة.\rقيل: ينبغي للعاقل أنْ لا يرى إلا في إحدى ثلاث:\rتَزَوُّدٍ لمعادٍ أومَرَمَّةٍ لمعاشٍ، أو لذَّةٍ في غيرِ مَحْرَمٍ.\rتم المجموع بحمد الله - تعالى - وحُسنِ توفيقه.","seal":"734AA646","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":429,"Bk":"درر الحكم لأبي منصور الثعالبي","HigriD":"429","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي","bLnk":null,"Inf":"","Auth":"الثعالبي، أبو منصور","Betaka":"الكتاب: دُرَرُ الحِكَمِ لأبي منصور الثعالبي\r\nالمؤلف: عبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي (المتوفى: 429هـ)\r\nالناشر: دار الصحابة - طنطا\r\nالطبعة: الأولى، 1416 هـ - 1995 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الثعالبي، أبو منصور (350 - 429 هـ، 961 - 1038م).\r\n\r\nعبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي، أديب ولغوي وناقد وصاحب الكتاب الشهير يتيمة الدهر. وُلِد في نيسابور. وهو غير الثعالبي أبو زيد عبد الرحمن.\r\nكان فرّاءً يخيط جلود الثعالب فنُسب إلى صناعته، ثم انتقل من حياكة الفراء إلى دراسة اللغة والأدب والتاريخ فنبغ واشتهر. قال الباخرزي عنه: هو جاحظ نيسابور، وأجمع من ترجموا له على أنه كان نابغة عصره في الأدب نظمًا ونثرًا، وكان قبلة أنظار المؤلفين بعده، فاحتذى حذوه وسار على نهجه جماعة في شرق العالم الإسلامي وغربه.\r\nوهو من الذين أسهموا في ازدهار نهضة القرن الرابع الهجري أدبيًا، حيث قدم للعربية عددًا كبيرًا من المؤلفات والمصنفات التي تنوعت لتشمل أغراضًا مختلفة في الآداب، واللغة والفكر.\r\nوقد خشي الثعالبي من أن يكون للشعراء السابقين على عصره فضل في الأدب والشعر وفنونه ولا يكون لشعراء عصره من يتصدَّى لمثل ذلك، فندب نفسه لهذا، وظهرت براعته في كتابه يتيمة الدهر، وغايته من هذا الكتاب خدمة اللغة العربية عن طريق الشعر الذي يرى فيه فضلاً وعلمًا. ولم يقتصر الثعالبي فيه على ترجمة خالصة للشعراء والاستشهاد بالنصوص الشعرية، بل نراه يورد آراء نقدية قيمّة وتعليلات أدبية ممتعة تنم عن ذوق أدبي رفيع، كما يعمد في كثير من الأحيان إلى المقارنة والموازنة بين من يترجم له وبين غيره من الشعراء في الفن الشعري، ويكشف ببراعة عن مدى تأثر الشاعر بغيره من السابقين والمعاصرين. ومن أهم الآثار التي خلّفها الثعالبي بعد كتابه يتيمة الدهر: العقد النفيس في نزهة الجليس؛ فقه اللغة وسر العربية، وغيرها.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"CF79F0E9","cat":"الرقاق والآداب والأذكار","oNum":1399,"BkId":1399,"oAuth":112,"bVer":1,"aSeal":"42231114"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t1399":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"درر الحكم لأبي منصور الثعالبي"},
      {"lvl":1,"id":2,"sub":1,"tit":"مقدمة"}
    ]
}
