{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b143170":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"باب أقسام الكلام\rفأول ما نذكر من ذلك إجماع النحويين على أن الكلام اسم وفعل وحرف وحقق القول بذلك وسطره في كتاب سيبويه, والناس بعده غير منكرين عليه ذلك.\rنبدأ بما يسأل عنه أصحاب سيبويه وما يحتج به له. يقال لأصحابه وستئر من اعتقد هذا المذهب: من أين لكم أن كلام العرب كله اسم وفعل وحرف؟ وكيف حكمتم بذلك وشهدتم بصحته من غير دليل ولا برهان وإنما ذكره سيبويه في أول كتابه حين قال: \"الكلام اسم وفعل وحرفجاء لمعنى\" فقال قائلون: إنما قصد/ الكلام العربي دون غيره. وقال آخرون بل أراد الكلم العربي كله والعجمي. وفي ذلك احتجاج ونظر لم نقصد له في هذا الكتاب لأنا قد شرحناه في كتاب شرح الرسالة بجميع ما فيه, ولسنا نخاطبكم إلا على أنه قصد الكلم العربي دون سائر اللغات, لأن الجواب عن ذلك أسهل عليكم وأقرب. ثم مثل سيبويه كل صنف من ذلك ولم يقرنه بدليل قاطع ولا حجة فيدل على أن الكلام ثلاثة أقسام كما ذكروا, وأنه لا رابع لهذه الأقسام ولا خامس ولا أكثر من ذلك. فإن كنتم قبلتم ذلك عنه تقليداً من غير برهان ولا حجة, فأنتم في عمياء وشبهة فما دعاكم إلى قبول ذلك منه وقد علمتم أن النحو علم قياسي ومسيار لأكثر العلوم لا يقبل إلا ببراهين وحجج. ما خلا ما لزم قبوله من علوم الشريعة بعد وضوح الدلائل وإقامة البراهين والدلائل العقلية الحقيقية على لزوم الحجة, وأنتم","seal":"676711B0","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"nass":"جعلتم أول قبولكم من صباحكم ما أدعاه من غير برهان ولا بيان وما نؤمنكم من أن يعارضه معارض يقول لكم: كلام العرب: أكثر من هذه الأقسام. فبأي شيء تصلون إلى بطلان دعواه وتصحيح دعوى صاحبكم؟\rالجواب أن يقال له: إن من الأشياء أشياء تعرف ببديهة العقل بغير برهان ولا دليل بها يُستدل على المشكل الملبس والغامض الخفي؟ كما أنا نعلم بديهة بغير دليل أن وجود جسمٍ في حال واحدة ساكناً متحركاً محال ... إلا في حال خلق الله عز وجل كما علم ذلك استدلالاً؛ وكما أنا نعلم أن وجود جسم واحد في مكانين في حال واحدة ووقت واحد محال؛ كما أن وجوده لا في مكان محال؛ ومن الأشياء ما يُعرف بالدلائل الواضحة القريبة المنفق عليها التي لا تشكل على أحد حتى تقوم مقام ما يعرف بديهة بغير استدلال.\rونحن نعلم أن الله عز وجل إنما جعل الكلام ليعبر به العباد عما هجس في نفوسهم, وخاطب به بعضهم بعضاً بما في ضمائرهم مما لا يوقف عليه/ بإشارة ولا إيماء ولا رمز بحاجب ولا حيلة من الحيل, فإذا كان هذا معقولاً ظاهراً غير مدفوع فيبين أن المخَاطب والمخاطِب والمخبَّر عنه والمخبر (به) أجسام وأعراض تنوب في العبارة عنها أسماؤها, أو ما يعتوره معنى يدخله تحت هذا القسم من أمر أو نهي أو نداء أو نعت أو ما أشبه ذلك مما تختص به الأسماء, لأن الأمر والنهى إنما يقعان على الاسم النائب عن المسمى, فالخبر إذاً هو غير المخبر والمخبر عنه وهما داخلان تحت قسم الاسم, والخبر هو الفعل وما اشتق منه أو تضمن معناه وهو الحديث للذي ذكرناه ولابد من رباط بينهما وهو الحرف, ولن يوجد إلى معنى رابع سبيل فيكون للكلام قسم رابع, وهذا معنى قول سيبويه الكلم اسم وفعل وحرف, وقد رُوي لنا أن أول من قال ذلك أمير المؤمنين علي بن","seal":"E6C4D216","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"أبي طالب صلوات الله عليه؛ أعني قوله الكلام اسم وفعل وحرف؛ ثم قال له: قد دللنا على صحة مذهب صاحبنا وأريناك أن اعتقادنا ليس تقليداً بل ببحث ونظر. والمدعى أن للكلام قسماً رابعاً أو أكثر منه مُخمن أو شاك؛ فإن كان متيقناً فليوجد لنا في جميع كلام العرب قسماً خارجاً عن أحد هذه الأقسام ليكون ذلك ناقضاً لقول سيبويه؛ ولن يجد إليه سبيلاً؛ وليس يجب علينا ترك ما قد تيقناه وعرفناه حقيقة وصح في العقول لشك من شك بغير دليل ولا برهان؛ لأن الشكوك لا تدفع الحقائق وبالله التوفيق؛\rسؤال آخر على أصحاب سيبويه. يقال لهم: لم سمي سيبويه وغيره هذه الأشياء أسماء وأفعالاً وحروفاً؛ أعني قولهم رجل وزيد؛ وقام يقوم؛ ومن وإلى وما أشبه ذلك، وقد علمتم أنها كلها أفعال المتكلم لأنها كلام ونطق، والكلام يفعله المتكلم ويوجده بعد أن لم يكن، فهو فعل من أفعاله، ولستم ممن يقول إن الاسم هو المسمى لفساد ذلك عندكم/ فزيد إذاً غير من هو دال عليه. وقام في قولك قام زيد، ليست هذه اللفظة بفعل زيد إنما هي فعل المتكلم، وفعل زيد حركته وهذه عبارة عنها، وكذلك سائر هذه الأشياء إنما هي أفعال المتكلمين فلم رتبها النحويون هذه المراتب وسموها بغير استحقاقها؟\rالجواب أن يقال: إن هذه الأشياء وإن كانت كما ذكرتم أفعالاً للمتكلمين الناطقين بها، فهي مختلفة المعاني متباينة المجاري في طريق الإعراب. وكل واحد منها له نحو في كلامهم ليس للآخر، ووجه ينفرد به، فلما كان ذلك كذلك وجب الفرق بينهما وأن يوسم كل جنس منها بأشكل الأشياء به، فجمع بذلك","seal":"3CAEBF3B","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"أشياء، منها الفرق بين يعضها وبعض أنها وإن كانت قد جمعها أنها أفعال فهي أنواع. كما أن من أفعال العباد القيام والقعود والحركة والسكون وما أشبه ذلك ولكل نوع منها سمة ينفرد بها، وهي كلها أفعال. ومنها أن نعرف مجاريها في الإعراب، ومنها أن يسهل على متعلم العربية التوصل إليها إذا قسمت هذه الأشياء وفصلت وحصل لكل نوع منا ما ينفرد به وما يشركه فيه غيره، فلما لم يكن من ذلك بدٌ كان أولى الأشياء باللفظة الموضوعة على المسمى الدالة عليه، أن يقال لها اسم وإن كانت فعلاً لغيره، وهي دالة على المسمى بها وسمة له، فكان أولى الأشياء من هذه الأقسام الثلاثة المسمى فعلاً، ما كان عبارة عن فعل زيد وهي فعل للمتكلم فاعتورتها الفعلية من جهتين، فسميت لذلك فعلاً دون الاسم والحرف.\rوسمي القسم الثالث حرفاً لأنه حد ما بين هذين القسمين ورباط لهما، والحرف حد الشيء، فكأنه لوصله بين هذين كالحروف التي تلي ما هو متصل بها، وهذا بيّن واضح. وكان أبو العباس محمد بن يزيد المبرد يقول \"أجيز أن أسميها كلها أسماء\" يذهب في ذلك/ إلى أن قولنا \"زيد\" كلمة دالة على مسمى، وقولنا \"قام\" كلمة دالة على حدث في زمان، وقولنا \"إن ومن ولم\" وما أشبه ذلك كلمة دالة على معنى، وكل واحد منها اسم لما دل عليه. وقال: \"ويجوز أن اسميها كلها حروفاً. وكأنها قطع الكلام متفرقة. ويجوز أن اسميها أفعالاً\" على غير طريقة أوضاع النحو بل على الحقيقة التي قدمنا ذكرها.\rوأما الاحتجاج للأولين الذين زعموا أن الكلام كله اسم وفعل وحرف.","seal":"4C7CAB58","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"فجعلوا العربي وغيره في ذلك سواء، فهو بعينه الاحتجاج الذي تقدم ذكره لمذهب سيبويه، لأن الكلام إذا كان مقصوداً به الإبانة عن الضمائر ومحتاجاً إليه للخطاب والمحاورات فكل فريق يخاطب بلغته كخطاب من تأتيه في لغته. وإن كان تقدم في ذلك للعرب حسن بيان، وفضل نظم وحكمة، لما حباها الله عز وجل بذلك تخصيصاً منه وتكرمة، فإذا كان كذلك، كان مرجع ذلك كله إلى أصل واحد، وهذا غير مشكل، وقد اعتبرنا ذلك في عدة لغات عرفناها سوى العربية فوجدناه كذلك، لا ينفك كلامهم كله من اسم وفعل وحرف، ولا يكاد يوجد فيه معنى رابع ولا أكثر منه؛ وإن كان ليس له ترتيب العربي ونظمه وحسن تأليفه؛ فأما القول فيما قاله سيبويه في كتابه هذا باب علم ما الكلم من العربية، وما في ذلك من الألفاظ والوجوه؛ فقد ذكرته أجمع في كتاب أفردته لتفسير رسالة كتاب سيبويه، فكرهت تطويل هذا الكتاب.","seal":"D3F25801","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"باب القول في اختلاف النحويين في تحديد الاسم والفعل والحرف\rفإن قال قائل: لم اختلف النحويون في تحديد الاسم والفعل والحرف؟ وهل يجوز أن يختلف الحد إذا كان قولاً وجيزاً يدل على طبيعة الشيء الموضوع له عند الفلاسفة؟\rوعندنا الحد هو الدال على حقيقة الشيء؛ فكيف يجوز اختلاف هذا وهل يجوز أن يُحد الإنسان/ لمن سأل عن حده إلا بأن يقال له: الحي الناطق المائت؛ لأن هذا هو حده على الحقيقة وينعكس عليه بمعناه؛ كقولنا: المائت الناطق الحي هو الإنسان؛ ولا يجوز أن يحد الإنسان بغير هذا الحد؛ فإن حده بغيره إنسان كان مخطئاً؛ إلا أن يعدل عن حده إلى بعض صفاته ورسومه الدالة عليه كقولنا: الإنسان حيوان ذو رجلين منتصب القامة ضحاك؛ وما أشبه ذلك.\rالجواب أن يقال: إن الحد لا يجوز أن يختلف اختلاف تضاد وتنافر؛ لأن ذلك يدعو إلى فساد المحدود وخطأ من يحده؛ ولكن ربما اختلفت ألفاظه على حسب اختلاف ما يوجد منه؛ ولا يدعو ذلك إلى تضاد المحدود؛ كما يوجد الحد تارة من الأجناس والفصول؛ وتارة من المواد والصور لأن المادة تشاكل الجنس؛ والصورة تشاكل الفصل؛ ألا ترى أن الفلاسفة الذين هم معدن هذا العلم - أعني معرفة الحدود والفصول والخواص وما أشبه ذلك - قد اختلفوا في تحديد الفلسفة","seal":"4C429226","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"نفسها اختلافاً، فقال بعضهم: الفلسفة إتيان الحكمة. وقال بعضهم: الفلسفة معرفة طبيعية لجميع الأشياء الموجودة. وقال آخرون: الفلسفة معرفة الأشياء الموجودة الإلهية، ويعنون المدركة عقلاً، ومعرفة الأشياء الإنسية، يعنون الأشياء المدركة بالحواس. وقال بعضهم: الفلسفة معاناة الموت، أي تعاطي الموت، يعني إماتة الشهوات، وهذا زعموا حد أفلاطن. وقال آخرون: الفلسفة الاقتداء بالباري حسب طاقة المخلوق. وقال ارسطاطاليس: الفلسفة صناعة الصناعات وعلامة العلوم. أفلا تراهم كيف قد اختلفوا هذا الاختلاف، وليس فيه تناقض لأن كل واحد منهم قصد إلى طريقٍ ما فحدها منه، وإنما ذكرنا هذه الألفاظ في تحديد/ الفلسفة ها هنا وليس من أوضاع النحو لأن هذه المسألة تجيب عنها من يتعاطى المنطق وينظر فيه. فلم نجد بداً من مخاطبتهم من حيث يعقلون، وتفهيمم من حيث يفهمون. فكذلك يقول النحويون لهم أيضاً في تحديد الاسم والفعل والحرف، كأن لكل فريق منهم غرضاً في تحديده وقصده. فمنهم من أراد التقريب على المبتدئ، فحدها من جهة تقرب عليه. ومنهم من أراد حصر أكثرها، فأتى به. ومنهم من طلب الغاية القصوى والحد على الحقيقة، فحدها على الحقيقة على ما ذكرنا. وليس في شيء مما أتوا به ما يخرج عما ذكرناه. وذلك بين في كلامهم لمن تدبره. وهو نظير ما تقدم ذكره من تحديد الفلسفة.","seal":"FE1CBEED","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"باب معرفة حد الاسم والفعل والحرف\rقد حد النحويون هذه الأشياء على ضروب. وذكر كلها يطول ويطيل الكتاب، وقد شرطنا الاختصار والإيجاز، فنذكر أجود ما قيل في ذلك، والمختار منه، وما يلزم من خالف، وما اخترناه، وبالله التوفيق.\rحد الاسم\rالاسم في كلام العرب ما كان فاعلاً أو مفعولاً أو واقعاً في حيز الفاعل والمفعول به. هذا الحد داخل في مقاييس النحو وأوضاعه، وليس يخرج عنه اسم البته. ولا يدخل فيه ما ليس باسم، وإنما قلنا في كلام العرب، لأنا له نقصد، وعليه نتكلم، ولأن المنطقيين وبعض النحويين قد حدوه حداً خارجاً عن أوضاع النحو، فقالوا: الاسم صوت موضوع دال باتفاق على معنى غير مقرون بزمان. وليس هذا من ألفاظ النحويين ولا أوضاعهم، وإنما هو من كلام المنطقيين وإن كان قد تعلق به جماعة من النحويين. وهو صحيح على أوضاع المنطقيين ومذهبهم لأن غرضهم غير غرضنا، ومغزاهم غير مغزانا، وهو عندنا على أوضاع النحو غير صحيح، لأنه يلزم منه أنه يكون كثير من الحروف أسماء، لأن من الحروف ما يدل على معنى دلالة غير مقرونة بزمان، نحو إن ولكن وما أشبه ذلك.\rفإن قال المحتج منهم: هذا غير لازم لأنا إذا قلنا \"زيد\" فقد دل على مسمى تحته دلالة غير مقرونة بزمان، وإذا قلنا \"أن ولكن\" لم يدل على شيء؛ ولم","seal":"45D3414A","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"يكن كلاماً حتى يقرن بجملة. قيل له: الاسم يدل على مسماه كما ذكرت، ولا تحصل منه فائدة مفرداً حتى نقرنه باسم مثله، أو فعل، أو جملة، وإلا كان ذكرك له لغواً وهذراً غير مفيد. وكذلك الحرف إذا ذكرته دل على المعنى الموضوع له، ثم لم تكمل الفائدة بذكرك إياه حتى تقرنه بما تكمل به فائدته، فهو والاسم في هذا سواء لا فرق بينهما.\rوقال آخرون: الاسم صوت موضوع دال باتفاق على معنى بلا زمان، ولا يدل جزؤه على شيء من معناه. وهذا أيضاً من كلام القوم، وإن كانت فيه هذه الزيادة اليسيرة، وقد مضى القول فيه.\rوأما سيبويه فلم يحد الاسم حداً يفصله من غيره، ولكن مثله فقال \"والاسم رجل وفرس\". فقال أصحابه ترك تحديده ظناً منه أنه غير مشكل، وحد الفعل لأنه عنده أصعب من الاسم. ونحن نذكر ما حده به في موضعه.\rوقال الأخفش سعيد بن مسعدة: الاسم ما جاز فيه نفعني وضرني. يعني ما جاز أن يخبر عنه، وإنما أراد التقريب على المبتدئ كما ذكرت لك فيما مضى ولم يرد التحقيق. وفساد هذا الحد بين، لأن من الأسماء ما لا يجوز الإخبار عنه نحو كيف وأين ومتى وأنى وأيان، لا يجوز الإخبار عن شيء منها، وهي داخلة في حدنا الذي قدمنا ذكره لأنها في حيز المفعول به لأن \"كيف\" سؤال عن الحال، والحال مفعول بها عند البصريين، وعند الكسائي هي مضارعة للوقت","seal":"6EEBC96F","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"والوقت مفعول فيه. وهي عند الفراء بمعنى الجزاء الممكن وغير الممكن. وله في ذلك شرح طويل، إلا أنه لا يتبع الفعل بعد الفاعل إلا مفعول، أو ما كان في حيزه. و \"أين\" وأخواتها ظروف، والظروف كلها مفعول فيها، وقال آخرون: الاسم ما دل على مسمى. وهذا وصف له لا حد.\rوقال أبو بكر بن السراج: الاسم ما دل على معنى، وذلك المعنى يكون شخصاً وغير شخص. وهذا أيضاً حد غير صحيح، لأن قوله الاسم ما دل على معنى يلزمه منه أن يكون ما دل من حروف المعاني على معنى واحد اسماً نحو أن ولم وما أشبه ذلك. وليس قوله وذلك المعنى يكون شخصاً وغير شخص، بمخرج له عما ذكرنا، بل يؤكد عليه الإلزام، لأنه إن جعل أحد قسمي المعنى الذي دل على الاسم واقعاً على غير شخص، فحروف المعاني داخلة معه، وهذا لازم له.\rوكان مما اختاره أبو الحسن بن كيسان عند تحصيله وتحقيقه أن قال حاكياً عن بعض النحويين: الأسماء ما أبانت عن الأشخاص، وتضمنت معانيها نحو رجل وفرس، ثم قال: وهذا قول جامع. وعوار هذا الحد أظهر من أن نكثر الكلام فيه، لأن من الأسماء ما لا يقع على الأشخاص وهي المصادر كلها. ولابن كيسان في كتبه حدود للاسم غير هذا هي من جنس حدود النحويين. وحده في الكتاب المختار بمثل الحد الذي ذكرناه من كلام المنطقيين.","seal":"8052A9C8","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"فأما حد أبي العباس المبرد للاسم فهو الذي ذكره في أول المقتضب، حين قال الاسم ما كان واقعاً على معنى، نحو رجل وفرس وزيد وعمرو وما أشبه ذلك، ويعتبر الاسم بواحده كل ما دخل عليه حرفٌ من حروف الخفض فهو اسم، فإن امتنع من ذلك فليس باسم. وليس غرض أبي العباس ها هنا تحديد الاسم على الحقيقة، وإنما قصد التقريب على المبتدئ، فذكر أكثر ما يعم الأسماء المتمكنة. وقوله ما دل على معنى هو الذي أخذه ابن السراج وقسمه قسمين حين قال: وذلك المعنى يكون شخصاً وغير شخص. وقد ذكرنا ما يلزمه.\rوقد أخذ على المبرد أيضاً في هذا الحد قوله: ما دخل عليه حرف خفض فهو اسم، وما امتنع منه فليس باسم. وقيل: إن من الأسماء ما لا تدخل عليه حروف الخفض، نحو: كيف، وصه، ومه، وما أشبه ذلك. وللمناضل عن أبي العباس في هذا جوابان: أحدهما ما قدمنا ذكره، وهو أنه قصد الإبانة عن الأسماء المتمكنة الجارية بالإعراب، أو المستحقة له، وهي لا تنفك مما ذكرته، ولم يرد الإحاطة بالأسماء كلها.\rوالجواب الآخر هو ما احتججت به أنا عنه، واستخرجته له، ولم أر أحداً من أصحابنا ذكره. أقول: إن حد أبي العباس هذا في قوله تعتبر الأسماء بدخول حروف الخفض عليها، غير فاسد، لأن الشيء قد يكون له أصل مجتمع عليه، ثم يخرج منه بعضه لعلة تدخل عليه، فلا يكون ذلك ناقضاً للباب، بل يخرج منه ما خرج بعلته، ويبقى الثاني على حاله. ألا ترى أن إجماع النحويين كلهم على أن أصل الإعراب للأسماء، وأصل البناء للحروف والأفعال، غير طائفة زعموا","seal":"D0D651B6","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"أن الأفعال أيضاً مستحقة في الأصل للإعراب، إلا أنهم مجمعون على أن الأسماء كلها مستحقة في الأصل للإعراب، ثم نرى كثيراً منها غير مُعرب لعلل فيها، ولا يكون ذلك مخرجاً لها عن الاسمية. وكذلك الأفعال عند البصريين خاصة، كلها مستحقة للبناء لعللٍ نذكرها في موضعها من هذا الباب، ثم قد رأينا جنساً منها مُعرباً لسبب أوجب له ذلك، وليس ذلك بمُخرجِ له من الفعلية. ولهذا نظائر كثيرة. وكذلك الأسماء مستحقة لدخول حروف الخفض عليها في الأصول، ثم إن عرض لبعضها علة تمنعه من ذلك، فليس ذلك يناقض لحدها واستحقاقها. وهذا بين لمن تدبره.\rسؤال على أصحاب المبرد وغيره. إن قال قائل: فما العلة التي منعت هذه الأسماء من دخول حروف الخفض عليها، وقد ذكرت أن الأسماء كلها مستحقة لدخول حروف الخفض عليها وأنه لا يمتنع من ذلك إلا ما دخلته علة؟\rالجواب أن يقال: أما \"كيف\" فإنما امتنعت من ذلك لأنها سؤال عن حال، والحال لا يسوغ دخول حروف الخفض عليها في قولك هذا عبد الله صحيحاً وذاك عبد الله منطلقاً، وأقبل زيد راكباً، فكان ما وُضع موضع الحال ممتنعاً مما امتنعت منه. أما \"صه ومه\" فإنهما واقعان موقع فعل الأمر. فمعنى صه اسكت ومعنى مه اكفف، ودخول حروف الخفض على الفعل محال، لعلل تذكر في موضعها من هذا الكتاب، فلذلك لا تدخل على ما وقع موقعه. وقد حُدت الأسماء بحدود كثيرة غير هذا، كرهنا الإطالة بذكرها، لأن فيما ذكرنا دليلاً عليها.\rحد الفعل\rالفعل على أوضاع النحويين، ما دل على حدث، وزمان ماض أو مستقبل","seal":"519EF86D","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"نحو قام يقوم: وقعد يقعد، وما أشبه ذلك. والحدث المصدر. فكل شيء دل على ما ذكرناه معاً فهو فعل. فإن دل على حدث وحده فهو مصدر؛ نحو الضرب والحمد والقتل. وإن دل على زمان فقط فهو ظرف من زمان. وهذا معنى قول سيبويه \"وأما الفعل فأمثلة أخذت من لفظ أحداث الأسماء وبُنيت لما مضى ولما يكون ولما هو كائن لم ينقطع\". وقد أشبعت المعنى في تفسير كلام سيبويه هذا، في تفسير رسالته فكرهت الإطالة بإعادته ها هنا، لأنه ليس موضعه.\rوحد بعض النحويين الفعل بأن قال: هو ما كان صفة غير موصوف؛ نحو قولك: هذا رجل يقوم. فيقول صفة لرجل؛ ولا يجوز أن تصف يقوم بشيء. قيل له فإن الظروف قد تكون صفات للأسماء، ولا توصف هي. فقال: الظروف واقعة مواقع الأفعال، فالأفعال على الحقيقة هي التي يوصف بها. وليس ما قاله بشيء، لأنا قد نرى الظروف توصف في قولنا: مكاناً طيباً، ومكاناً حسناً وجلسنا مجلساً واسعاً، وما أشبه ذلك.\rوقد ذكرنا أن الأفعال عبارة عن حركات الفاعلين، وليست في الحقيقة أفعالاً للفاعلين، إنما هي عبارة عن أفعالهم، وأفعال المعبرين عن تلك الأفعال. وإن كان ذلك كما ذكرنا، والحركة لا تبقى وقتين، بطل من ذلك أن يكون فعل دائم. فمحال قول من قال من الكوفيين فعل دائم. ونحن نذكر حقيقة القول في فعل الحال في موضعه إن شاء الله.","seal":"71535499","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"وأما القول في الفعل والمصدر، وأيهما مأخوذ من صاحبه، فإنا نذكره بعقب هذا الباب إن شاء الله.\rحد الحرف\rالحروف على ثلاثة أضرب، حروف المعجم التي هي أصل مدار الألسن عربيها وعجميها، وحروف الأسماء والأفعال. والحروف التي هي أبعاضها نحو العين من جعفر والضاد من ضرب وما أشبه ذلك، ونحو النون من أن واللام من لم وما أشبه ذلك. وحروف المعاني التي تجئ مع الأسماء والأفعال لمعان.\rفأما حروف المعجم فهي أصوات غير متوافقة، ولا مقترنة، ولا دالة على معنى من معاني الأسماء والأفعال والحروف، إلا أنها أصل تركيبها.\rوأما الحروف التي هي أبعاض الكلم، فالبعض حد منسوب إلى ما هو أكثر منه، كما أن الكل منسوب إلى ما هو أصغر منه.\rوأما حد حروف المعاني وهو الذي يلتمسه النحويون، فهو أن يقال: الحرف ما دل على معنى في غيره، نحو من وإلى وثم وما أشبه ذلك. وشرحه أن \"من\" تدخل في الكلام للتبعيض، فهي تدل على تبعيض غيرها، لا على تبعيضها نفسها، وكذلك إذا كانت لابتداء الغاية، كانت غاية غيرها. وكذلك سائر وجوهها. وكذلك \"إلى\" تدل على المنتهى، فهي تدل على منتهى غيرها، لا على منتهاها نفسها، وكذلك سائر حروف المعاني.","seal":"E2052C43","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"وقال بعض النحويين: الحرف ما خلا من دليل الاسم والفعل. وقال آخرون: الحرف ما لا يستغنى عن جملة يقوم بها نحو: لن يقوم زيد، وما خرج بكر، وإن أخاك شاخص، وإن محمداً في الدار. لابد أن يكون بعده إسمان، أو اسم وفعل، أو اسم وظرف. وهذا وصف للحرف صحيح ليس بحد له. وقال بعضهم: الحرف ما خلا من دليلي الاسم والفعل، فلم يسغ فيه شيء مما ساغ فيهما. وهذا وصف للحرف وليس بحد له، وحده ما ذكرته لك.","seal":"9A4DB6C2","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"باب القول في الفعل والمصدر. أيهما مأخوذ من صاحبه\rقال سيبويه وجميع البصريين: الفعل مأخوذ من المصدر سابق له فهو اسم الفعل. وهذا معنى قول سيبويه \"وأما الفعل فأمثلة أخذت من لفظ أحداث الأسماء\" وأحداث الأسماء المصادر. وفي الكلام اختصار وحذف تقديره من لفظ أحداث أصحاب الأسماء. ويجوز أن يكون أقام الأسماء مقام المسميات بها في الإخبار عنها، إذ كان لا يُتوصل إليها إلا بهما كما ذكرنا، فيقول قام زيد قياماً، قام مأخوذ من القيام. وكان يجب أن يقال فعل زيد القيام. واستدل بحروف قام على الحدث، وببنائه على الزمان، وبحركاته على تسمية الفاعل بعده.\rقال الفراء وجميع الكوفيين: المصدر مأخوذ من الفعل، والفعل سابق له وهو ثانٍ بعده.\rنبدأ بذكر احتجاج البصريين لمذهبهم لأنه عندنا الصحيح. ونذكر بعده احتجاج الكوفيين لمذهبهم وإلزامهم البصريين ما ألزموه، وانفصال البصريين منه إن شاء الله.\rدليل البصريين على أن المصدر قبل الفعل. قالوا: من الدليل على أن الفعل مأخوذ من المصدر أن المصدر اسم الفعل. وقد اتفقا جميعاً على أن الاسم سابق الفعل، فوجب أن تكون المصادر سابقة للأفعال. ألا ترى أنا نفعل الضرب","seal":"676B05A4","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"والخروج والأكل وما أشبه ذلك قبل فعل زيدٍ له، ثم يفعله زيد فيخبر عنه بذلك، ولولا أنا نفعله ونعرفه لم نفهم الإخبار عنه. والمصدر الحدث، لأنه الحدث الذي أحدثه زيد، ثم حُدث عنه، والفعل حديث عنه، والحدث سابق للحديث عنه\rاعتراض على من احتج منهم. قيل له: ليس الأمر كما ذهبت إليه، ولسنا نقول: إن الأسماء قبل الأفعال مطلقاً، بل نقول إن الاسم قبل فعله الذي يفعله، وقد اصطلحنا على أن نريد بالاسم المسمى في هذا الفصل لأنه ينوب عنه في الإخبار فنقول زيد سابق لفعله الذي يفعله، وليس يجب من هذا أن يكون سابقاً لفعل غيره، وإذا كان هذا كما ذكرنا فليس يجب أن يكون المصدر، إذا كان اسماً لفعل، أن يكون سابقاً له، لأنا لا نطلق أيضاً أن يكون الاسم سابقاً للمسمى، ولا موجوداً بعده، بل اسمه لازم له موجود معه حين وجوده، وإنما نريد بالاسم معنى استحقاقه التسمية، ألا ترى شخصاً ما حين وجوده يجوز أن تسميه زيداً، ثم تنقله عنه فتسميه بكراً، ثم تنقله عنه فتسميه عمراً، واستحقاقه للاسمية لم ينتقل عنه وهو موجود بوجوده، ألا ترى أنه يقع عليه شيء ولا يفارقه، فهو شيء على كل الأحوال. ولذلك غلط قوم فتوهموا أن الاسم هو المسمى. وقد يسمي بعضهم المعدوم شيئاً. وأباه آخرون. واحتج الأولون بقول الله عز وجل (كسراب بقيعةٍ يحسبه الظمآن ماءً، حتى إذا جاءه لم يجده شيئاً) فقالوا قد سمى المعدوم شيئاً. وقال مخالفوهم ليس كذلك لأن السراب ليس بمعدوم على الحقيقة لأنه لمعان الشمس على الحصا في اشتداد الحر عند الهاجرة. ولمعان الشمس هو شيء ما، ليس بمعدوم فلما نظر إليه العطشان من بُعد، لم يكن في قوة بصره إدراكه على الحقيقة، فظن لمعان الشمس ضوء الماء فلما قرب منه وتبينه لم يجده كما توهمه. فقوله عز وجل \"لم يجده شيئاً\" [يعني شيئاً] توهمه أو شيئاً ينفعه. والله أعلم.","seal":"1E8745C9","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"وليس يجوز أن تعود هذه الكنايات كلها على غير شيء في الحقيقة. ومثل هذا رجل رأى شخصاً من بعيد، فشبهه بإنسان يعرفه فقال هذا فلان، فلما قرب منه تبينه، فهذا مثله وإن كان ذلك أخفى، فإذا قد ثبت أن الاسم لا يسبق المسمى، فقد بطل احتجاجكم بسبق المصدر الفعل لأنه اسمه، وأنه واجب من ذلك أن يكون قبله سابقاً له.\rالجواب. يقال لمن احتج بهذا وعارض به: وليس أيضاً ما قلتموه مسلماً لكم من أن الاسم لا يسبق المسمى ولا يتأخر عنه. فقد علمتم أنكم مخالفون في ذلك. وليس غرضنا إثبات حقيقة تقدم الاسم والمسمى، وإنما نحن في مجاري الخطاب وكلام العرب، ولا خلاف بيننا أن في كلام العرب وأوضاع النحويين الاسم قبل الفعل حسب ما تقدم اتفاقنا عليه، فنحن ندع ما فيه الخلاف من ذلك ونرجع إلى المتفق عليه في مجاري الإعراب وأوضاع النحو لأنه غرضنا الذي نتكلم عليه ونجادل عنه. فقد صح أن الاسم قبل الفعل، والمصدر اسم فقد صح أنه قبل الفعل وبالله التوفيق.\rدليل آخر للبصريين. قالوا: من الدليل أيضاً على أن المصدر قبل الفعل وأن الفعل منه، أن المصدر في اللغة هو المكان الذي يصدر عنه، كقولنا هذا مصدر الإبل للمكان الذي تصدر عنه، فعلى ما توجبه حقيقة اللغة هو الشيء الذي يصدر عنه الفعل. ولو كان هو صدر عن الفعل سُمي صادراً لا مصدراً وهذا بين واضح.\rدليل آخر للبصريين، كان شيخنا أبو إسحق الزجاج رحمه الله، يستدل به، قال: لو كان المصدر بعد الفعل، وكان مأخوذاً من الفعل، لوجب أن يكون لكل مصدر فعل قد أخذ منه، لا محيص عن ذلك ولا مهرب منه. فلما رأينا في كلام العرب مصادر كثيرة لا أفعال لها البتة مثل العبودية والرجولية والبنوة والأمومة","seal":"1EFDE8DB","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"والأموة وما أشبه ذلك مما يطول تعداده من المصادر التي لم تؤخذ من الأفعال. ورأينا في كلامها أيضاً مصادر جارية على غير ألفاظ أفعالها، نحو الكرامة والعطاء وما أشبه ذلك، علمنا أنه ليست الأفعال أصولاً للمصادر إذ كانت المصادر توجد بغير أفعال، وعلمنا أن المصادر هي الأصول فمنها ما أخذ منه فعل، ومنها ما لم يؤخذ منه فعل. وهذا بين واضح.\rدليل آخر للبصريين. كان أبو بكر بن السراج يستدل به. قال: لو كانت المصادر مأخوذة من الأفعال جارية عليها، لوجب ألا تختلف كما لا تختلف أسماء الفاعلين والمفعولين الجارية على أفعال، نحو ضارب ومضروب وشاتم ومشتوم ومُكرِم ومُكرَم وما أشبه ذلك مما لا ينكسر. ورأينا المصادر مختلفها أكثر مما جاء منها على الفعل، كقولنا شرب شُرباً وشَربا ومشربا وشرابا وعدل عن الحق عدلا وعُدولا وما أشبه ذلك، علمنا أنها غير جارية على الأفعال وأن الأفعال ليست بأصولها\rدليل آخر للبصريين. قال بعض أهل النظر منهم، الدليل على أن المصدر أصل الفعل، أنه يوجد لفظه وحروفه في جميع أنواع الفعل كيف صرف، كقولنا خرج يخرج وأخرج واستخرج ويخارج. وقتل يقتل وقاتل وتقتل واستقتل، فلفظ المصدر الذي هو أصله موجود فيه في جميع فنونه فعلمنا أنه أصله ومادته. ألا ترى أن الفضة أصل لجميع ما يصاغ منها، فهي موجودة المعنى فيه، فإن صغت كوزاً أو إبريقا أو خاتما وقُلبا وخلخالا وغير ذلك فمعناها موجود في جميع ما يصاغ منها، وليس معاني ما يصاغ منها موجوداً فيها مُفردة، فكذلك معنى المصدر موجود في جميع الأفعال المشتقة منه وليس معنى فعل واحد منها موجوداً في المصدر","seal":"6AEE2FAD","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"نفسه، ألا ترى أنه ليس في الضرب معنى فعل ماض ولا مستقبل موجوداً فهذا أحسن ما قيل في هذا وأدقه وألطفه.\rدليل الكوفيين على أن المصدر مأخوذ من الفعل. قالوا: الدليل على أن المصدر مأخوذ من الفعل، وأن الفعل أصل للمصدر أن المصدر يعتل إذا اعتل الفعل، ويصح إذا صح، فتقول: قام زيد قياما، فتعل القيام لاعتلال قام. وكذلك تقول: وعد يعد عدة فتعل عدة لاعتلال يعد. وتقول عور الرجل يعور عوراً وحول حولا، ورصيد البعير صيداً، فيصح المصدر لصحة فعله، فعلنا بذلك أن المصادر بعد الأفعال، تابعة لها، وأن الأفعال هي الأصول التي أخذت منها فلذلك تبعتها في التصحيح والاعتلال.\rإفساده والجواب عنه. قال لهم البصريون ومن يحتج عنهم ويقول بمذهبم لو كان اعتلال الفعل يوجب اعتلال مصدره، لوجب ألا يوجد فعل معتل إلا ومصدره معتل، ولا يوجد لفعل معتل مصدر صحيح. فلما رأينا الأفعال تعتل وتصح مصادرها كقولنا وعد وعداً، ووزن وزناً، وقام قومه، وكال يكيل كيلاً، ومال يميل ميلاً، وما أشبه ذلك مما يطول تعداده من الأفعال المعتلة التي صحت مصادرها، علمنا أنه ليس اعتلال الأفعال علة موجبة لاعتلال المصادر، وإنما يعتل من المصادر ما لزمه من الثقل ما لزم الفعل، وما لم يلزمه ذلك صح معناه فلم يجب من ذلك أن تكون المصادر مشتقة من الأفعال كما زعمتم لمفارقتها لها في الاعتلال الذي جعلتموه دليلكم.\rدليل آخر للكوفيين: قال أبو بكر بن الأنباري يذكر أنه هو استخرجه","seal":"A2F4AECA","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"ويحتج به ويعتمد عليه ويردد ذكره في كتبه، قال: الدليل على أن المصادر بعد الأفعال، وأنها مأخوذة منها أن المصادر تكون توكيداً للأفعال كقولك ضرب زيد ضربا، وخرج خروجاً، وقعد قعوداً وما أشبه ذلك، فلا خلاف في أن المصادر ها هنا توكيد للأفعال. والتوكيد تابع للمؤكد ثانٍ بعده، والمؤكد سابق له، فدل ذلك على أن المصدر تابع للفعل، مأخوذ منه، وأن الفعل هو الأصل الذي أخذ منه.\rالقول في إفساد هذا الحجاج والرد عليه. قلت أنا للمحتج من الكوفيين بهذا الاحتجاج: ليس الأمر كما ذهب إليه، وذلك أن المصدر إنما سمي هنا توكيداً للفعل من قولنا ضرب زيد ضربا؛ لأنه لا فائدة فيه أكثر مما في الفعل؛ وكذلك قام زيد قياماً وما أشبه ذلك، فليس فيه فائدة أكثر مما في قام، وإنما قام النحويون تقدير أن يكون أراد أن يقول قام قام، وضرب ضرب، فيكون للفعل تشديداً وتوكيداً فاستقبحوا ذلك، فبدلوا أحد اللفظين مصدراً ليكون أحسن. وليس هو بتوكيد يتبع المؤكد على الحقيقة كتواكيد الأسماء التي تتبع المؤكد نحو قولك نفسه وعينه وأجمع واكتع. والدليل على صحة ما قلناه إجماع الكوفيين والبصريين على إجازتهم قياماً قمت، وضرباً ضربت زيدا، فيقدمون المصدر على الفعل، ولو كان توكيدا له على الحقيقة، تابعا كتواكيد الأسماء، لما جاز تقديمه عليه كما لا يجيزون نفسه ضربت زيدا. وهذا بين واضح. ومع ذلك فليس في كلام العرب توكيد مشتق من لفظ المؤكد، مأخوذ منه، فيكون المصدر ملحقا به في أن يكون مشتقاً من الفعل توكيدا له. وهذا واضح.\rمسألة جرت بيني وبين أبي بكر بن الأنباري في المصدر. قلت: له مرة:","seal":"7754CFCB","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"ما المصدر في كلام العرب من طريق اللغة؟ فقال: المصدر المكان الذي يصدر عنه، كقولنا مصدر الإبل وما أشبهه. ثم نقول مصدر الأمر والرأي تشبيها والمصدر أيضاً هو الذي يسميه النحويون مصدراً، كقولنا ضرب زيد ضربا ومضربا وقام قياما ومقاما وما أشبهه، والمفعل يكون مكانا ومصدرا. قلت له: فإذا كان كذلك فلم زعم الفراء أن المصدر مصدر الفعل؟ وبأي قياس جعله بمعنى الفاعل، وقد صح عندك أنه يكون مفعولاً به بمعنى مصدر أو مكان كما ذكرت؟ وهل يُعرف في كلام العرب مفعل بمعنى الفاعل، فيكون المصدر ملحقا به؟ فقال: ليس هو كذلك عند الفراء، إنما هو عنده بمعنى مفعول، كأنه أصدر عن الفعل، لا إنه هو صدر عنه، فهو بمعنى مفعول، كما قيل هذا مركب فاره، ومعناه مركوب فاره، ومشرب عذب، ومعناه مشروب عذب. قال الشاعر:\r(وقد عاد عذب الماء بحراً فزادني ... على ظمئي أن أبحر المشرب العذب).\rأراد المشروب العذب. يقال أبحر الماء واستبحر إذا صار ملحاً غليظاً. قلت له: ليس يجب أن يجعل دليله على صحة دعواه ما ينازع فيه، ولا يسلم له، ولا يجده في كلام العرب.\rقال: فأين وجه المنازعة ها هنا؟ قلت له: اجتماع النحويين كلهم على أن المفعل (يكون بمعنى المصدر والمكان. فالمأكل) يكون بمعنى الأكل والمكان والمشرب بمعنى الشرب والمكان، ومنه قيل رجل مقنع أي مقنوع به، وليس في كلام العرب مفعل للمفعول به ليس فيه مَكرم بمعنى مُكرم، ولا معطى","seal":"D837D12A","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"بمعنى مُعطى، ولا مفعل بمعنى مُفعل، إنما يجيء المفعل بمعنى المفعول، فهل تعرف أنت في كلامهم، أو تذكر له شاهداً من شعر أو غيره أو رواية أو قياساً يُعمل عليه؟ قال: إن أصحابنا يقولون المصدر جاء بمعنى مفعل شاذاً ولا يقاس عليه إنما هو اختصاص غير مقيس عليه، والشواذ في كلامهم غير مدفوعة. قلت له: أما إذا صاروا إلى باب السهول والدعاوي بغير برهان، فالكلام/ بيننا ساقط. فأما من الشهوات والدعاوي بغير برهان، فأما الشواذ فإنما نقبل ما نقلته الرواة وسمع منها في شعر أو شاهد كلام لا ما يدعيه المدعون قياساً. قال؛ فقد قال بعض أصحابنا إن المصدر بمعنى الانصدار، كأنه ذو الانصدار منه، كما قيل المسلم المؤمن، ومعناه السلامة. قلت له: فقد رجع القول بنا إلى أنه في معنى فاعل وقد مضى القول فيه.\rفذكرت ما جرى لأبي بكر بن الخياط فقال: هذه أشياء يولدها من عنده على مذاهب القوم، ليست محكية عن الفراء، ولا موجودة في كتبه، ولكنها مما يرى أنها تؤيد المذهب وتنصره. ثم رأيته بعد ذلك بمدة بعيدة قد ذكر هذه الاحتياجات أو قريباً منها في بعض كتبه ولم يرجع عنها.","seal":"AEF6283B","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"باب القول في علل النحو\rأقول أولاً إن علل النحو ليست موجبة، وإنما هي مستنبطة أوضاعاً ومقاييس، وليست كالعلل الموجبة للأشياء المعلولة بها، ليس هذا من تلك الطريق.\rوعلل النحو بعد هذا على ثلاثة أضرب: علل تعليمية، وعلل قياسية، وعلل جدلية نظرية.\rفأما التعليمية فهي التي يتوصل بها إلى تعلم كلام العرب، لأنا لم نسمع نحن ولا غيرنا كل كلامها منها لفظاً، وإنما سمعنا بعضاً فقسنا عليه نظيره، مثال ذلك أنا لما سمعنا قام زيد فهو قائم، وركب فهو راكب، عرفنا اسم الفاعل فقلنا ذهب فهو ذاهب، وأكل فهو آكل وما شبه ذلك، وهذا كثير جداً وفي الإيماء إليه كفاية لمن نظر في هذا العلم. فمن هذا النوع من العلل قولنا إن زيداً قائم، إن قيل: بم نصبتم زيداً؟ قلنا: بإن: لأنها تنصب الاسم وترفع الخبر لأنا كذلك علمناه ونعلمه. وكذلك قام زيد. إن قيل: لم رفعتم زيداً؟ قلنا: لأنه فاعل اشتغل فعله به فرفعه. فهذا وما أشبهه من نوع التعليم، وبه ضبط كلام العرب.\rفأما العلة القياسية فأن يقال لمن قال نصبت زيداً بإن، في قوله إن زيداً قائم: ولم وجب أن تنصب \"إن\" الاسم؟ فالجواب في ذلك أن يقول: لأنها وأخواتها ضارعت الفعل المتعدي إلى مفعول، فحُملت عليه فأعملت إعماله لما ضارعته، فالمنصوب بها مشبه بالمفعول لفظاً، والمرفوع بها مشبه بالفاعل لفظاً، فهي تشبه من الأفعال ما قُدم مفعوله على فاعله، نحو ضرب أخاك محمدٌ وما أشبه ذلك.","seal":"718F97B2","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"وأما العلة الجدلية النظرية فكل ما يُعتل به في باب \"إن\" بعد هذا. مثل أن يقال: فمن أي جهة شابهت هذه الحروف الأفعال؟ وبأي الأفعال شبهتموها؟ أبالماضية، أم المستقبلة، أم الحادثة في الحال، أم المتراخية، أم المنقضية بلا مهلة؟ (وحين) شبهتموها بالأفعال لأي شيء عدلتم بها إلى ما قُدم مفعوله على فاعله نحو ضرب زيداً عمرو، وهلا شبهتموها بما قُدم فاعله على مفعوله لأنه هو الأصل وذاك فرع ثان؟ فأي علة دعتكم إلى إلحاقها بالفروع دون الأصول، وأي قياس أطرد لكم في ذلك؟ وحين شبهتموها بما قدم مفعوله على فاعله، هلا أجزتم تقديم فاعليها على مفعوليها كما أجزتم ذلك في المشبه به في قولكم ضرب أخاك محمد وضرب محمد أخاك؟ وهلا حين امتنعت من ذلك لعلةٍ لزمتموه ولم ترجعوا عنه فتجيزوه في بعض المواضع في قولكم إن خلفك زيداً وإن أمامك بكراً وما أشبه ذلك؟ وهلا حين مثلتم عملها بعمل الفعل المتعدي إلى مفعول واحد نحو ضرب زيداً عمرو، امتنعتم من إجازة وقوع الجمل في موضع فاعلها في قولكم أن زيداً أبوه قائم، وإن زيداً ماله كثير، والفاعل لا يكون جملة؟ ولم أجزتم وقوع الفعل موقع فاعلها في قولكم إن زيداً يركب، وإن عبد الله ركب أرأيتم فعلاً وقع موقع الفاعل بدلاً منه نائباً عنه؟ ما أرى كلامكم إلا ينقض بعضه بعضاً.\rوكل شيء اعتل به المسئول جواباً عن هذه المسائل، فهو داخل في الجدل والنظر. وفي باب \"إن\" سؤلات كثيرة عن هذا سنذكرها مع الجواب عن هذه المسائل في باب ذكر علل \"إن\" إن شاء الله.\rوذكر بعض شيوخنا أن الخليل بن أحمد رحمه الله، سئل عن العلل التي يعتل بها في النحو، فقيل له: عن العرب أخذتها أم اخترعتها من نفسك؟ فقال:","seal":"806BABCE","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"\"إن العرب نطقت على سجيتها وطباعها. وعرفت مواقع كلامها، وقام في عقولها علله، وإن لم يُنقل ذلك عنها، واعتللت أنا بما عندي أنه علة لما عللته منه. فإن أكن أصبت العلة فهو الذي التمست. وإن تكن هناك علة له فمثلي في ذلك مثل رجل حكيم دخل داراً محكمة البناء؛ عجيبة النظم والأقسام؛ وقد صحت عنده حكمة بانيها، بالخبر الصادق أو بالبراهين الواضحة والحجج اللائحة، فكلما وقف هذا الرجل في الدار على شيء منها قال: إنما فعل هذا هكذا لعلة كذا وكذا، ولسبب كذا وكذا. سنحت له وخطرت بباله محتملة لذلك، فجائز أن يكون الحكيم الباني للدار فعل ذلك للعلة التي ذكرها هذا الذي دخل الدار، وجائز أن يكون فعله لغير تلك العلة، إلا أن ذلك مما ذكره هذا الرجل محتمل أن يكون علة لذلك. فإن سنح لغيري علة لما عللته من النحو هو أليق مما ذكرته بالمعاول فليأت بها\". وهذا كلام مستقيم، وإنصاف من الخليل رحمة الله عليه.\rوعلى هذه الأوجه الثلاثة مدار علل النحو، فاعرف ذلك إن شاء الله.","seal":"1516DD3C","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"باب القول في الإعراب والكلام. أيهما أسبق\rفإن قال: فأخبروني عن الإعراب والكلام أيهما أسبق؟ قيل له: إن الأشياء مراتب في التقديم والتأخير، إما بالتفاضل أو بالاستحقاق أو بالطبع أو على حسب ما يوجبه المعقول. فنقول إن الكلام سبيله أن يكون سابقاً للإعراب، لأنا قد نرى الكلام في حال غير معرب، ولا يختل معناه. ونرى الإعراب يدخل عليه ويخرج، ومعناه في ذاته غير معدوم. مثال ذلك أن الاسم نحو زيد ومحمد وجعفر وما أشبه ذلك، معرباً كان أو غير معرب، لا يزول عنه معنى الأسمية. وكذلك الفعل المضارع نحو يقوم ويذهب ويركب، معرباً كان أو غير معرب، لا يسقط منه معنى الفعلية. وإنما يدخل الإعراب لمعان تعتور هذه الأشياء. ومع هذا فقد رأينا الشيء من الكلام الذي ليس بمعرب قريباً من معربه كثرة، وذلك أن الأفعال الماضية مبنية كلها على الفتح. وفعل الأمر للمواجه إذا كان بغير اللام مبني على الوقف، نحو يا زيد اذهب واركب وما أشبه ذلك. وحروف المعاني مبنية كلها. وكثير من الأسماء بعد هذا مبني ولم تسقط دلالتها على الأسمية (ولا) معانيها عما وضعت له، فعلمنا بذلك أن الإعراب عرض داخل في الكلام لمعنى يوجده ويدل عليه، والكلام إذاً سابقه في المرتبة، والإعراب تابع من توابعه.\rفإن قال: فأخبروني عن الكلام المنطوق به الذي نعرفه الآن بيننا، أتقولون إن العرب كانت نطقت به زماناً غير مُعرب ثم ادخلت عليه الإعراب، أم هكذا نطقت به في أول تبلبل ألسنتها؟ قيل له: هكذا نطقت به في أول وهلة، ولم تنطق","seal":"496ACF1C","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"به زماناً غير معرب ثم أعربته. فإن قال: فمن أين حكمتم على ما سبق بعضه بعضاً وجعلتم الإعراب الذي لا تُعقل أكثر المعاني إلا به ثانياً، وقد زعمتم أنها تكلمت هكذا جملة؟ قيل له: قد عرفناك أن الأشياء تستحق المرتبة والتقديم والتأخير على ضروب، فنحكم لكل واحد منها بما يستحقه، وإن كانت لم توجد إلا مجتمعة. ألا ترى أنا نقول إن السواد عرض في الأسود، والجسم أقدم من العرض بالطبع والاستحقاق، وأن العرض قد يجوز أن يُتوهم (منفصلاً) عن الجسم والجسم باق، فنقول إن الجسم الأسود قبل السواد، ونحن لم نر الجسم الأسود خالياً من السواد الذي هو فيه، ولا رأينا السواد قط عارياً من الجسم، بل لا تجوز رؤيته، لأن المرئيات إنما هي الأجسام الملونة، ولا تدرك الألوان خالية من الأجسام ولا الأجسام غير ملونة. ولم نرد بالأسود ها هنا جسماً سُود بحضرتنا، بل ما شوهد كذلك من الأجسام. وكذلك القول في الأبيض والأحمر وما أشبه ذلك.\rومنها أنا نعلم أن الذكر في المرتبة مقدم على الأنثى، ونحن لم نشاهد العالم خالياً من أحدهما ثم حدث بعده الآخر إلا ما وقفنا عليه بالخبر الصادق من سبق خلق الذكر الأنثى في خلق آدم وحواء عليهما السلام، وأما في غيرهما فكذلك إن علم بخبرٍ صادق الإخبار بقدم كل واحد منهما صاحبه، فكذلك قوله في الكلام والإعراب، يقول إن الإعراب في الاستحقاق داخل على الكلام لما توجبه مرتبة كل واحد منهما في المعقول، وإن كانا لم يوجدا مفترقين.\rونظير ذلك أنا نقول: إن الأسماء قبل الأفعال، لأن الأفعال أحداث للأسماء، ولم توجد الأسماء زماناً ينطق بها ثم نطق بالأفعال بعدها، بل نطق بهما معاً، ولكل حقه ومرتبته. وقد أجاز بعض الناس أن تكون العرب نطقت أولاً","seal":"FFD6371F","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"بالكلام غير معرب، ثم رأت اشتباه المعاني فأعربته، ثم نقل معرباً فأعربته فتتكلم به.\r\rباب القول في الإعراب، لم دخل في الكلام\rفإن قال: فقد ذكرت أن الإعراب داخل في الكلام، فما الذي دعا إليه واحتج إليه من أجله؟\rالجواب أن يقال: إن الأسماء لما كانت تعتورها المعاني، فتكون فاعلة ومفعولة، ومضافة، ومضافاً إليها، ولم تكن في صورها وأبنيتها أدلة على هذه المعاني بل كانت مشتركة، جُعلت حركات الإعراب فيها تنبئ عن هذه المعاني، فقالوا ضرب زيد عمراً، فدلوا برفع زيد على أن الفعل له، وبنصب عمرو على أن الفعل واقع به. وقالوا ضُرب زيد، فدلوا بتغيير أول الفعل ورفع زيد على أن الفعل ما لم يسم فاعله وأن المفعول قد ناب منابه. وقالوا هذا غلام زيد، فدلوا بخفض زيد على إضافة الغلام إليه، وكذلك سائر المعاني جعلوا هذه الحركات دلائل عليها","seal":"69133771","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"ليتسعوا في كلامهم، ويقدموا الفاعل إن أرادوا ذلك أو المفعول عند الحاجة إلى تقديمه، وتكون الحركات دالة على المعاني.\rهذا قول جميع النحويين إلا قطربا فإنه عاب عليهم هذا الاعتلال، وقال لم يُعرب الكلام للدلالة على المعاني، والفرق بين بعضها وبعض، لأنا نجد في كلامهم أسماء متفقة في الإعراب مختلفة المعاني، وأسماء مختلفة الإعراب متفقة المعاني، فما اتفق إعرابه واختلف معناه قولك إن زيداً أخوك. ولعل زيداً، أخوك. وكأن زيداً أخوك. اتفق إعرابه واختلف معناه. ومما اختلف إعرابه واتفق معناه قولك ما زيد قائماً، وما زيد قائم، اختلف إعرابه واتفق معناه. ومثله: ما رأيته منذ يومين، ومنذ يومان، ولا مال عندك؛ ولا مالٌ عندك، وما في الدار أحداً إلا زيد، وما في الدار أحد إلا زيداً. ومثله؛ أن القوم كلهم ذاهبون وأن القوم كلهم ذاهبون، ومثله (إن الأمر كلَّه لله) و (إن الأمر كلُّه لله) قرئ بالوجهين جميعاً. ومثله ليس زيد بجبان ولا بخيلٍ ولا بخيلاً. ومثل هذا كثير جداً مما اتفق إعرابه واختلف معناه، ومما اختلف إعرابه واتفق معناه.\rقال: فلو كان الإعراب إنما دخل الكلام للفرق بين المعاني، لوجب أن يكون لكل معنى إعراب يدل عليه لا يزول إلا بزواله. قال قطرب: وإنما أعربت العرب كلامها لأن الاسم في حال الوقف يلزمه السكون للوقف، فلو جعلوا وصله بالسكون أيضاً لكان يلزمه الإسكان في الوقف والوصل، وكانوا يبطئون عند الإدراج فلما وصلوا وأمكنهم التحريك، جعلوا التحريك مُعاقباً للإسكان، ليعتدل","seal":"A6AD7D65","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"الكلام. ألا تراهم بنوا كلامهم على متحرك ساك، ومتحركين وساكن، ولم يجمعوا بين ساكنين في حشر الكلمة ولا في حشو بيت، ولا بين أربعة أحرف متحركة، لأنهم في اجتماع الساكنين يبطئون، وفي كثرة الحروف المتحركة يستعجلون وتذهب المهلة في كلامهم، فجعلوا الحركة عقب الإسكان.\rقيل له: فهلا لزموا حركة واحد لأنها مجزئة لهم إذ كان الغرض إنما هو حركة تعتقب سكونا؟ فقال: لو فعلوا ذلك لضيقوا على أنفسهم فأرادوا الاتساع في الحركات وألا يحظروا على المتكلم الكلام إلا بحركة واحدة.\rهذا مذهب قطرب واحتجاجه. وقال المخالفوم له ردا عليه: لو كان كما زعم لجاز خفض الفاعل مرة، ورفعه أخرى ونصبه، وجاز نصب المضاف إليه، لأن القصد في هذا إنما هو الحركة تعاقب سكونا يعتدل به الكلام. وأي حركة أنى بها المتكلم أجزأته فهو مخير في ذلك. وفي هذا فساد للكلام، وخروج عن أوضاع العرب وحكمة نظام كلامهم. واحتجوا لما ذكره قطرب من اتفاق الإعراب واختلاف المعاني، واختلاف الإعراب واتفاق المعاني في الأسماء التي تقدم ذكرها بأن قالوا إنما كان أصل دخول الإعراب في الأسماء التي تذكر بعد الأفعال، لأنه يذكر بعدها اسمان أحدهما فاعل والآخر مفعول، فمعناهما مختلف فوجب الفرق بينهما، ثم جعل سائر الكلام على ذلك. وأما الحروف التي ذكرها فمحمولة على الأفعال، ولكل شيء مما ذكره علة تمر بك في بابه إن شاء الله تعالى.","seal":"3BCE1613","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"باب القول في الاعراب، أحركة هو أم حرف\rقد قلنا إن الإعراب دال على المعاني، وإنه حركة داخلة على الكلام بعد كمال بنائه. فهو عندنا حركة. نحو الضمة في قولك هذا جعفر، والفتحة من قولك رأيت جعفرا، والكسرة من قولك مررت بجعفر. هذا أصله ومن المجتمع عليه أن الإعراب يدخل على آخر حرف في الاسم المتمكن والفعل المضارع، وذلك الحرف هو حرف الإعراب. فلو كان الإعراب حرفا ما دخل على حرف. هذا مذهب البصريين. وعند الكوفيين أن الإعراب يكون حركة وحرفا، فإذا كان حرفا قام بنفسه، وإذا كان حركة لم يوجد إلا في حرف. ثم قد يكون الإعراب سكونا وحذفا، وكذلك الجزم في الأفعال المضارعة، وحرفا.\rوهذا مما ذكرت لك أن الشيء قد يكون له أصل لم يسمع. وكل هذا يذكر في موضعه إن شاء الله.\rفإن قال قائل: فأين يكون الإعراب سكونا وحذفا وحرفا؟ قيل له: يكون سكونا في الأفعال المضارعة السالمة اللامات، نحو لم يضرب ولم يذهب. وحذفا في هذه الأفعال إذا كانت معتلة اللامات، نحو لم يقض ولم يغز ولم يخش، ولكل شيء من هذا علة تذكر في موضعها إن شاء الله.\rفإن قال قائل: فهل يكون الإعراب حرفا عند سيبويه وأصحابه في شيء من الكلام؟ قلنا له: هذا الذي ذكرناه هو الأصل وعليه أكثر مدار كلام العرب. وقد ذكرنا أن الشيء يكون له أصل يلزمه، ونحو يطرد فيه، ثم يعترض لبعضه علة تخرجه عن جمهور بابه، فلا يكون ذلك ناقصا للباب كما مثلنا فيما تقدم. وذلك","seal":"CD56A922","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"موجود في سائر العلوم، حتى في علوم الديانات كما يقال بالاطلاق الصلاة واجبة على البالغين من الرجال والنساء، ثم نجد منهم من تلحقه علة تسقط عنه فرضها. وكما يقال من سرق من حرز قطع، وقد نجد القطع ساقطا عن بعضهم، ولهذا نظائر كثيرة فكذلك حكم الإعراب وحقيقته ما ذكرناه. ثم إنه عرض في بعض الكلام ضرورة دعت إلى جعل الإعراب حروفا وذلك في تثنية الأفعال المضارعة، وجمعها وفعل المؤنث المخاطب في المستقبل / وذلك في خمسة أمثلة من الفعل وهي يفعلان وتفعلان ويفعلون وتفعلون وتفعلين با هذه. علامة الرفع في هذه الأفعال الخمسة ثبات النون، وحذفها علامة الجزم والنصب.\rفإن قيل: ما الذي أوجب تصبير الإعراب في هذه الأفعال حرفا وهو النون؟ قيل له ما قال سيبويه وهو أنه قال: الإعراب يدخل على آخر حرف في الكلمة، وذلك الحرف يسمى حرف الإعراب، وآخر حرف في هذه الأفعال النون. فلو جعلت النون حرف الإعراب لوجب ضمها في حال الرفع، وفتحها في حال النصب، وكان يلزم من ذلك أن تسكن في حال الجزم. ولو أسكنت وجب سقوط الألف التي قبلها والواو والياء لالتقاء الساكنين وكان يذهب ضمير الاثنين والجمع والمؤنث في حال تأخير الأفعال بعد الأسماء، ويسقط علم ذلك في تقديم الأفعال على الأسماء في لغة من يثنى ويجمع الفعل مقدما، فكان يصير الفعل كأنه للواحد ويبطل المعنى فلما امتنع ذلك جعلت النون نفسها علم الرفع، فلما صارت علم الرفع وجب حذفها في الجزم، لأن الجازم يحذف ما يثبت في الرفع، فإن كان في حال الرفع حال ساكن حذفه الجازم، نحو لم يقض ولم يغز ولم يخش، فجعلت النون محذوفة في الجزم لسكونها كما حذفت الواو والياء والألف لسكونها. وجعل النصب مضموما إلى الجزم، فحذفت النون فيه أيضا فقيل لم يفعلا ولم يفعلوا ولن يفعلوا، كما ضم النصب في تثنية الأسماء وجمعها إلى الخفض، لأن الجزم في الأفعال نظير الخفض في الأسماء.","seal":"0629A44D","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"فإن قال قائل: فإن النون في يفعلان وتفعلان وسائر هذه الأفعال متحركة وقد حكمت عليها بالسكون، وزعمت أن الجازم إذا دخل على حرف ساكن حذفه، فلم حذفت النون وهي متحركة؟ ولم زعمت أنها ساكنة؟\rفالجواب في ذلك أنه يقال له: إن النون في هذه الأفعال مضارعة للسكون كما ذكرنا لأنها ليست بحرف إعراب، فلما سكنت وقبلها ساكن تحركت لالتقاء الساكنين. وليست الحركة فيها بلازمة استحقاقا فحكمها حكم الساكن، فلذلك حذفها الجازم.\rفإن قال قائل: فهلا جعلت الحروف التي قبل هذه النون في الأفعال حروف الإعراب؟\rفالجواب في ذلك أن الألف التي قبل هذه النون في يفعلان وتفعلان، والواو في يفعلون، والياء في تفعلين، ليست من بناء الفعل ولا تمامه، إنما هي ضمير الفاعلين علامة كما ذكرت لك، فلم يجز أن تكون حروف إعراب الفعل لذلك.","seal":"BC1D2AC4","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"فإن قال قائل: فلم جاز أن يجيء إعراب الفعل المستقبل بعد الفاعل في قولك الزبدان يقومان، والزيدون يقومون وما أشبه ذلك؟ فقد جاءت علامة رفع الفعل على الفاعل وهي ثبات النون، وكذلك النصب والجزم، لأنهما بحذف النون وهي بعد الفاعل، أفيجوز أن يكون إعراب شيء موجودا في غيره وكون ذلك الشيء معربا؟ قيل له: إن الفعل لما كان لا يخلو من الفاعل ولا يستغنى عن ضرورة، ثم اتصل به مضمر صار كبعض حروفه. وصارت الجملة كلمة واحدة. فجاز لذلك وقوع الإعراب بعد ضمير الفاعل لما صارت الكلمة كلمة واحدة. والدليل على ذلك إسكان لام الفعل في قولك: فعلت، اسكنت اللام لئلا نتوالى في كلمة واحدة أربع متحركات، ولهذا موضع يذكر فيه إن شاء الله تعالى.","seal":"D9006AFA","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"باب القول في الإعراب، لم وقع في آخر الاسم دون أوله ووسطه\rقال بعض النحويين: الإعراب يدخل في الاسم لمعنى، فوجب أن يلفظ به ثم يؤتى بالاعراب في آخر.\rوقال أبو بكر في الخياط: ليس هذا القول بمرض، لأنا قد رأينا الأسماء تدخلها حروف المعاني أولا ووسطا، فما دخلها أولا قولك: الرجل والغلام، وما دخلها وسطا باء التصغير في قولك: فريخ وفليس. ولو كان الأمر على ما ذهب إليه قائل هذا القول لوجب ألا يدخل على الاسم حرف معنى إلا بعد كمال بنائه. قال: والقول عندي / هو الذي عليه جلة النحويين أن الاسم يبني على أبنية مختلفة، منها فَعل وفِعل وفُعل وفعل وما أشبه ذلك من الأبنية، فلو جعل الاعراب وسطا، لم يدر السامع أحركة إعراب هي أم حركة بناء، فجعل الاعراب في آخر الاسم لأن الوقف يدركه فيسكن فيعلم أنه إعراب، وإذا كان وسطا لم يمكن ذلك فيه.\rوقال أبو إسحق الزجاج: كان أبو العباس المبرد يقول: لم يجعل الاعراب أولا لأن الأول تلزمه الحركة ضرورة للابتداء. لأنه لا يبتدأ إلا بمتحرك، ولا يوقف إلا على ساكن، فلما كانت الحركة تلزمه لم تدخل عليه حركة إعراب لأن حركتين لا تجتمعان في حرف واحد، فلما فات وقوعه أولا لم يمكن أن يجعل وسطا، لأن أوساط الأسماء المختلفة، لأنها تكون ثلاثية ورباعية وخماسية وسباعية فأوساطها مختلفة، فلما فات ذلك جعل آخرا بعد كمال الاسم ببنائه وحركاته.\rوقال آخرون: الاعراب إنما دخل الكلام دليلا على المعاني فوجب أن يكون تابعا للأسماء، لأنه قد قام الدليل على أنه ثان بعدها. وهذا القول قريب من الأول. وكل هذه الأقوال يقنع في معناه.","seal":"47E2FDAA","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"باب القول في المستحق للإعراب من هذه الأقسام الثلاثة التي هي الأسماء والأفعال والحروف\rقال الخليل وسيبويه وجميع البصريين: المستحق للإعراب من الكلام الأسماء: والمستحق للبناء الأفعال والحروف. هذا هو الأصل، ثم عرض لبعض الأسماء علة منعتها من الإعراب فبينت، وتلك العلة مشابهة الحرف. وعرض لبعض الأفعال ما أوجب لها الإعراب فأعربت، وتلك العلة مضارعة الأسماء. وبقيت الحروف كلها على أصولها مبنية، لأنه لم يعرض لها ما يخرجها عن أصولها. فكل اسم معربا فهو / على أصله، وكل اسم رأيته غير معرب فهو خارج عن أصله، وكل فعل رأيته مبنيا فهو على أصله. وكل فعل رأيته معربا فقد خرج عن أصله، والحروف كلها مبنية على أصولها.\rاحتجاج البصريين لذلك: قالوا الدليل على صحة ما قلنا إجماع الجمع على أن الإعراب إنما دخل الكلام ليفصل بين المعاني المشكلة، وبدل به على الفاعل والمفعول والمضاف والمضاف إليه وسائر ذلك من المعاني التي تعتور الأسماء، غير قطرب وقد ذكرنا مذهبه فيما تقدم وبينا فاده وما يلزمه فيه. قالوا وهذه المعاني موجودة في الأسماء دون الأفعال والحروف، فوجب لذلك أن يكون أصل الاعراب للأسماء، وأصل البناء للأفعال والحروف.\rدليل آخر للبصريين: قالوا من الدليل أيضا على أن الأفعال غير مستحقة","seal":"75FE759C","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"الإعراب أنها عوامل في الأسماء بإجماع منا ومن مخالفينا، فلو وجب أن تكون معربسة لوجب أن تكون لها عوامل تعربها، لأنه لابد للمعرب من معرب، ثم لم تكن بأحق بالإعراب من عواملها، فكان يجب من ذلك أن تعرب عواملها ثم يجب ذلك في عوامل عواملها إلا مالا نهاية له، وهذا بين فاده فلما بين فاد هذا وجب أن تكون غير معربة كسائر الحروف العوامل.\rوإذا كانت الأفعال غير مستحقة للإعراب لأنها عوامل، فحروف المعاني من الإعراب أبعد، والقول فيها أبين وأظهر.\rوقال الكوفيون: أصل الإعراب للأسماء والأفعال، وأصل البناء للحروف، فكل شيء زال عن الإعراب من الأسماء والأفعال فلعلة أزالته عن أصله.\rاحتجاج الكوفيين لذلك: إعلم أن العلل التي أودعها هذا الكتاب والاحتجاجات هي على ثلاثة أضرب؛ منها ما كان مسطرا في كتب البصريين والكوفيين بألفاظ / مستخلقة صعبة، فعبلات عنها بألفاظ قريبة من فهم الناظرين في هذا الكتاب، فهذبنها وسهلت مراتبها والوقوف عليها. وضرب منها مما استنبطته على أصول القوم، واخترعته حسب ما رأيته من الكلام بنساق فيه والقياس يطرد عليه. وضرب منها ما أخذته من علمائنا الذين لقيتهم وقرأت عليهم شفاها، مما لم يسطر في كتاب ولا يكاد يوجد.\rفمن العلماء الذين لقيتهم وقرأت عليهم، شيخنا أبو إسحن إبراهيم بن السري الزجاج رحمه الله. وأبو جعفر محمد بن رستم الطبري، غلام أبي عثمان","seal":"5BD07513","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"المازني. وأبو الحسن بن كيسان. وأبو بكر أحمد بن الحسين بن العباس المعروف بابن شقير. وأبو بكر محمد بن أحمد بن منصور المعروف بابن الخباط وأبو بكر بن السراج. وأبو الحسن علي بن سليمان الأخفش. ومن علماء الكوفيين الذين أخذت عنهم أبو الحسن بن كيسان. وأبو بكر بن شقير. وأبو بكر ابن الخياط. لأن هؤلاء قدوة أعلام في علم الكوفيين، وكان أول اعتمادهم عليه، ثم درسوا علم البصريين بعد ذلك فجمعوا بين العلمين. وأبو بكر الأنباري، وأبو موسى المعروف بالحامض، وكان الأغلب عليه علم اللغة، إلا أنا قد أخذنا عنه حكايات يسيرة. وأبو الفضل الملقي بزيبيل. وأبو محمد عبد الملك بن مالك الضرير. وغير هؤلاء ممن لم يشهر من الكوفيين. وإنما ذكرت لك أسماء من أخذت عنه وقرأت عليه، لتكون على ثقة مما أنقله إليك وأسنده إلى كل فريق","seal":"5506736A","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"منهم. وأكثر ما أذكره من احتجاجات الكوفيين إنما أعبر عنها بألفاظ البصريين.\rوترجع إلى احتجاج الفراء والكوفيين. قال الفراء ومن تابعه وانتحل مذهبهم وناضل عنهم: أمام / احتججتم به للأسماء واستحقاقها للاعراب باختلاف المعاني التي ذكرتم فصحيح وبه نقول، وبمثله ندلكم على أن الأفعال أيضا في الأصل مستحقة للإعراب كالأسماء، وذلك لما يدخلها من المعاني المختلفة، لوقوعها على الأوقات الطويلة المتصلة المدة فكان قولنا (يقوم زيد) يحتمل معنى قائم وتأويل سوف يقوم على الاستقبال، فأشبهت الأفعال المستقبلة الاسماء لاختلاف معانيها التي يلزمها التصريف من اجلها، كما قالوا: فلان يطيع الله، فأمكن ان تقع (يطيع) على زمان متصل، ويطول إلى انقضاء الفاعل. وقالوا: هو يحرص على ما نفعه. فيقرن بوقت ألا ينقضي إلا بانقضاء الفاعل. فهو من هذه الجهة كالاسم الذي يلزم المسمى ولا يزابله، فكان مستحقا للإعراب من هذه الجهة كما تستحقه الأسماء.\rقال ابو بكر بن الأنباري: \"ترجم لي بعض شيوخنا هذا المعنى بلفظ يشاكل ما وصفنا ويقاربه\" هذا الفصل حكاية ابن الانباري بعينها.\rالرد على من احتج بهذا الفصل، يقال له: إنما انكرنا عليك قولك إن الأفعال مستحقة للإعراب في الاصل كما استحقت الأسماء. وإنما جعلت أنت معتمدك على أن الأفعال إنما اعربت لأنها ضارعت الأسماء. وهذا بعينه قولنا إن الأفعال المستقبل ضارعت الاسماء فاستحقت الإعراب لذلك، لأنها في الأصل","seal":"99CC388A","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"مستحقة الإعراب قبل المضارعة، ألا ترى أن قولك لما كان يقوم، يحتمل معنى قائم، ومعنى سوف يقوم على الاستقبال. اشبهت الاسماء هو قول سيبويه بعينه \"إن يفعل إنما أعرب لمضارعته لفاعل\" كذلك قولنا في يحرص ويطبع\".\rاحتجاج للكوفيين آخر. قال بعضهم الدليل على ان اصل الإعراب للأسماء والأفعال معا أن الأفعال أيضا تختلف معانيها كما اختلفت معاني الاسماء / فتكون ماضية، ومستقبلة، وموجبة، ومنفية، ومحازي بها، ومأمورا بها، ومنهيا عنها، وتكون للمخاطب والمتكلم والغائب. والذكر والانثى؟ فإن كان اختلاف المعاني أوجب للأسماء الاعراب عندكم فاختلاف هذه المعاني في الافعال يوجب إعرابها، لأنها مثل ذلك أو أكثر، وإلا فما الفرق؟\rوكان ابن شقير يعتل بمثل هذا الاعتلال ويردده كثيرا. وكان شديد التعصب مع الكوفيين على البصريين، مع اعتقاده مذهب البصريين.\rالجواب عن هذا الاحتجاج. يقال للمحتج به: إن اختلاف معاني الأفعال إنما هو لغيرها لا لها، لأنه إنما تختلف معانيها للأسماء التي نعمل فيها. فهو الذي ذكرناه يعينه من اختلاف المعاني المعتورة للأسماء، ألا ترى أنا لم نقل إن الإسم يختلف معناه في ذاته ليتغير عن الإسمية ولا يتغير المسمى به، وإنما اختلاف المعاني الداخلية عليها هو ان تكون فاعلة مرة ومفعولة اخرى. وتكون مأمورة مرة ومنهية اخرى، وتكون مخبرة مرة مخبرا عنها، وموجبا لها الفعل ومنفيا عنها فهذا بعينه هو الذي من اجله وجب للأسماء الإعراب.","seal":"495F46D0","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"احتجاج آخر للكوفيين. قال بعضهم: وقع الفعل بين الأداة والاسم، يعني بالأداة حروف المعاني، قال فأشبه الأداة بأنه لا يلزم المعنى في كل الحالات كما يلزم الاسم صاحبه. فضارع \"ليت\" التي تقع للتمني، فإذا زالت التمني زالت، وكذلك ما أشبه \"لبت\" من الأدوات. وأشبه الاسم بوقوعه على دائم الفعل، وهو الذي قدمنا ذكره. فأعطى بحصة شبهه الاسم، الرفع والنصب. ومنع من الخفض لتقصيره عن كل منازل الأسماء. وخص بالجزم وترك التنوين في كل حال، لحصة شبهه الأداة لأن الأداة / حقها السكون و (أ) لا تعرب و (لا) تنون لعدمها تمكن الأسماء.\rهذا الفصل صحيح، وهو مذهب البصريين بعينه، وإن كان بغير ألفاظهم لأن صاحبه جعل المعرب من الأفعال مضارعا للأسماء، والمبني منها مضارعا لحروف المعاني. هذا قول سيبويه وجميع البصريين.","seal":"D7759622","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"باب القول في الاسم والفعل والحرف أيها أسبق في المرتبة والتقدم\rقال البصريون والكوفيون: الأسماء قبل الأفعال، والحروف تابعة للأسماء، وذلك أن الأفعال أحداث الأسماء. يعنون بالأسماء أصحاب الأسماء، وقد مضى القول في اصطلاحهم على هذا. والاسم قبل الفعل لأن الفعل منه، (و) الفاعل سابق لفعله. وأما الحروف فإنما تدخل على الأسماء والأفعال لمعان تحدث فيها وإعراب تؤثره، وقد دللتا على أن الأسماء سابقة للإعراب. والإعراب داخل عليها، والحروف عوامل في الأسماء والأفعال مؤثرة فيها المعاني والإعراب. فقد وجب أن تكون بعدها.\rسؤال يلزم القائلين بهذه المقالة. يقال لهم: قد أجمعتم على أن الفاعل قبل المعمول فيها، كما أن الفاعل قبل فعله، وكما أن المحدث سابق لحدثه. وأنتم جميعا مقرون أن الحروف عوامل في الأسماء والأفعال، فقد وجب أن تكون الحروف قبلها حقا سابقة لها. وهذا لازم لكم على أوضاعكم ومقاييسكم.\rالجواب أن يقال، هذه مغالطة. ليس يشبه هذا الحدث والمحدث، ولا العلة والمعلول، وذلك أن نقول إن الفاعل في جسم فعلا ما، من حركة وغيرها، سابق لفعله ذلك فيه لا للجسم. فنقول إن الضارب قبل ضربه الذي أوقعه بالمضروب. لا يجب من ذلك أن يكون سابقا للمضروب موجودا قبله. بل يجب أن يكون سابقا لضربه الذي أوقعه به. وقد يجوز أن يكون المضروب أكبر سنا من الضارب.","seal":"B04D6901","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"ونقول أيضا؛ إن النجار / سابق للباب الذي نجره. ولا يجب من ذلك أن يكون سابقا للخشب الذي منه نجر الباب. ومثل هذا واضح بين. فكذلك مثال هذه الحروف العوامل في الأسماء والأفعال، وإن تكن أجساما، فنقول الحروف سابقة لعملها في هذه الأسماء والأفعال الذي هو الرفع والنصب والخفض والجزم ولا يجب من ذلك أن تكون سابقة للأسماء والأفعال نفسها. وهذا بين واضح.","seal":"83696C34","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"باب القول في الأفعال أيها أسبق في التقدم\rإعلم أن اسبق الأفعال في التقدم للفعل المستقبل. لأن الشيء لم يكن ثم كان، والعدم سابق للوجود، فهو في التقدم منتظر، ثم يصير في الحال (ثم) ماضيا فيخبر عنه بالمضي. فأسبق الأفعال في المرتبة المستقبل، ثم فعل الحال، ثم الماضي.","seal":"0C83FD2A","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"باب عن فعل الحال وحقيقته\rإن قال قائل: قد ذكرت أن الافعال عبارة عن حركات الفاعلين، والحركة لا تبقى وقتين، وأصحابكم البصريون يعيبون على الكوفيين القول بالفعل الدائم لهذه العلة نفسها إن الحركة لا تبقى زمانين، وانه محال قول من قال فعل دائم وقد جعلتم أنتم أيضا الافعال ثلاثة أقسام فقلتم فعل ماض، وفعل مستقبل، وفعل في الحال. فأما الماضي والمستقبل فمعقولان. ولم ينفك فعل الحال من ان يكون في حيز الماضي أو الاستقبال، وإلا رجعتم إلى ما انكرتموه.\rقيل له: الفعل على الحقيقة ضربان كما قلنا، ماض ومستقبل، فالمستقبل ما لم","seal":"FC0106C8","page":86},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"يقع بعد، ولا أتى عليه زمان، ولا خرج من العدم إلى الوجود والفعل الماضي ما تقضى، وأتى عليه زمانان لا أقل من ذلك؛ زمان وجد فيه، وزمان خبرفيه عنه فأما فعل الحال فهو المنكون في حال خطاب المتكلم، فلم يخرج إلى حيز المضي والانقطاع، ولا هو في حيز المنتظر الذي لم يأت وقته، فهو المتكون في الوقت الماضي وأول الوقت المستقبل / ففعل الحال في الحقيقة مستقبل، لأنه يكون أولا أولا، فكل جزء خرح منه إلى الوجود صار في حيز المضي. فلهذه العلة جاء فعل الحال بلفظ المستقبل نحو قولك زيد يقوم الآن، ويقوم غدا، وعبد الله يركب الآن، ويركب غدا. فإن أردت أن تخلصه للاستقبال أخلت عليه السين أو سوف فقلت سيقوم زيد، وسوف يركب عبد الله، فيصير مستقبلا لا غير.\rسؤال على البصريين في فعل الحال. يقال لهم: هلا كان للفعل الحال لفظ ينفرد به من المستقبل، لا يشركه فيه غيره ليعرف بلفظه أنه للحال، كما كان للماضي لفظ يعرف به أنه ماض؟\rالجواب: قالوا: لما ضارع الفعل المستقبل الأسماء بوقوعه موقعها، وسائر وجوه المضارعة المشهورة التي تذكر في مواضعها مسطر في كتبهم، قوي فأعرب وجعل بلفظ واحد يقع بمعنيين حملا له على شبه الأسماء، كما أن من الأسماء ما يقع بلفظ واحد لمعان كثيرة، من ذلك العين التي يبصر بها، وعين الماء، وعيم الركية","seal":"E564AD8E","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"وعين الميزان، وعين القوم وهو الربيئة، والعين حاضر من المال، والعين سحابة تنشأ من قبل القبلة، والعين نفس الشيء، والعين مصدر عنت الرجل عينا إذا أصبته بعين في أشباه لهذا كثيرة جدا معروفة في اللغة. كذلك جعل الفعل المستقبل بلفظ واحد يقع لمعنيين ليكون ملحقا بالأسماء حين ضارعها. والماضي لم يضارع الأسماء فتكون له قوتها، فبقي على حاله.","seal":"C7DB6DE1","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"باب ذكر العلة في تسمية هذا النوع من العلم نحوا\rإن سأل فقال: ما السبب في تسمية هذا النوع من العلم نحوا ولم حكم به؟ قيل له: السبب في ذلك ما حكى عن أبي الأسود الدؤلي أنه لما سمع كلام المولدين/ بالبصرة من أبناء العرب، أنكر ما يأتون به من اللحن لمشاهدتهم الحاضرة وأبناء العجم. وأن ابنة له قال له ذات يوم: يابه ما أشد الحمر، فقال لها: الرمضاء في الهاجرة يابنية. أو كلاما نحو هذا، لأن في الرواية اختلافا فقالت له: لم أسألك عن هذا، إنما تعجبت من شدة الحر. إنما تعجبت من شدة الحر. فقال لها: فقولي إذا ما أشد الحر. ثم قال: إنا لله، فسدت ألسنة أولادنا. وهم ان يضع كتابا يجمع فيه أصول العربية، فمنعه من ذلك زياد. وقال: لا نؤمن ان يتكل الناس عليه ويتركوا اللغة وأخذ الفصاحة من أفواه العرب، إلى ان فشا اللحن وكثر وقبح فأمره ان يفعل ما كان نهاه عنه، فوضع كتابا فيه جمل العربية ثم قال لهم: انحوا هذا النحو، أي اقصدوه. والنحو القصد، فسمي لذلك نحوا.\rويقال إنه أول من سطر في كتاب الكلام اسم وفعل وحرف جاء لمعنى. فسئل عن ذلك فقال: أخذته من أمير المؤمنين علي بن أبي طالب صلى الله عليه وسلم.\rوقد يغلب الاسم أو الصفة أو اللقب على شيء فيعرف به خاصة دون غيره ممن هو في معناه. ألا ترى ان الفقه الفهم، يقال فقهت الحديث مثل فهمت،","seal":"2C9C9F32","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"ورجل فقيه وفقه أي فهم. ثم صار الفقه علم الدين خاصة، فإذا قيل رجل فقيه فإنما يراد العالم بأمر الشريعة، وإن كان كل من فهم علما وحذقه فهو فقيه به. وكذلك الطب هو الحذق. يقال منه رجل طب وطبيب، إذا كان حاذقا، ثم لزم الطبيب من عني الفلاسفة المؤدي إلى حفظ الصحة، والكاسب للصحة خاصة. ومثل هذا كثير.","seal":"E6CC04B6","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"باب الفرق بين النحو اللغة والإعراب والغريب\rالنحو اسم لهذا الجنس من العلم. وقد بينّا اشتقاقه، وذكرنا السبب في تسميته بذلك. والإعراب أصله البيان. يقال: أعرب الرجل عن حاجته إذا أبان عنها، ورجل مُعرِب أي مبين عن نفسه، ومنه الحديث \"الثيِّب تعرب عن نفسها ... \" هذا أصله. ثم إن النحويين لما رأوا في أواخر الأسماء والأفعال حركات تدل على المعاني، وتبين عنها، سموها إعراباً أي بياناً. وكأن البيان بها يكون. كما يسمى الشيء باسم الشيء إذا كان يشبهه أو مجاوراً له. ويسمى النحو إعراباً، والإعراب نحواً سماعاً، لأن الغرض طلب علم واحد. وأما اللغة، وهي العربية التي فضل الله عز وجل بها العرب وأنطقهم بها، فهي لغتهم. كما أن لكل قوم لغة يتكلمون بها.\rواللِّسن - بكسر اللام - اللغة أيضاً. حكى أبو عمرو لكل قومٍ لِسن أي لغة يتكلمون بها.\rوالإعراب الحركات المبينة عن معاني اللغة. وليس كل حركة إعراباً، كما أنه ليس كل الكلام مُعربا.","seal":"DA7297A9","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"والدليل على صحة ما قلنا من معنى اللغة والإعراب، والفرق بينهما، أنه ليس كل من عرف الإعراب (و) فهم وجوه الرفع والنصب والخفض والجزم، أحاط علماً باللغة كلها ولا فهمها. ولا من فهم من اللغة قطعة ولم يُرش نفسه في تعلّم الإعراب، عرف الإعراب، ولا درى كيف مجاريه. وهذا بيّن واضح.\rوأما الغريب فهو ما قل استماعه من اللغة. ولم يدُر في أفواه العامة، كما دار في أفواه الخاصة كقولهم: صكمت الرجل أي لكمته. وكقولهم للشمس يوح، وقولهم رجل ظروري للكيِّس. وقولهم للقصير الغليظ ظُرُبِّ. وقولهم فلان مخرنبق لينباع أي مطرق ليثب، وقيل ساكت، وقيل منتظر فرصة.\rوهذا كثير جداً، وهذا وما أشبهه، وإن كان عربياً عند قوم، فهو معروف عند العلماء، وليس كل العرب يعرفون اللغة كلها، غريبها وواضحها ومستعملها وشاذها، بل هم في ذلك طبقات يتفاضلون فيها. كما أنه ليس كلهم يقول الشعر ويعرف الأنساب كلها، وإنما هو في بعض دون بعض. وأما اللغة الواضحة المستعملة سوى الشاذ والنوادر، فهم فيها شرع واحد.","seal":"F59E7994","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"باب القول في معنى الرفع والنصب والجر من طريق اللغة\rقد قلنا إن الإعراب حركة ودللنا على معناه. والحركة لا تقوم بنفسها ولا توجد إلا في حرف، فلما كان الرفع والنصب والجر قد يكون في الكلام بأشياء سوى الحركة كما بينا ذلك فيما تقدم، وكان الأصل الحركة، وهو الأعم والأكثر، نسبوا ذلك كله إلى الحركة، فنسبوا الرفع كله إلى حركة الرفع لأن المتكلم بالكلمة المضمومة يرفع حنكه الأسفل إلى الأعلى ويجمع بين شفتيه وجُعل ما كان منه بغير حركة موسوماً أيضاً بسمة الحركة لأنها هي الأصل. والمتكلم بالكلمة المنصوبة يفتح فاه، فيبين حنكه الأسفل من الأعلى، فيبين للناظر إليه كأنه قد نصبه لإبانة أحدهما عن صاحبه. وأما الجر فإنما سمي بذلك لأن معنى الجر الإضافة؛ وذلك أن الحروف الجارة تجر ما قبلها فتوصله إلى ما بعدها كقولك مررت بزيد، فالباء أوصلت مرورك إلى زيد. وكذلك المال لعبد الله. وهذا غلام زيد.\rهذا مذهب البصريين وتفسيرهم. ومن سماه منهم (و) من الكوفيين خفضاً، فإنهم فسروه نحو تفسير الرفع والنصب فقالوا لانخفاض الحنك الأسفل عند النطق به، وميله إلى إحدى الجهتين.\rوأما الجزم فأصله القطع. يقال جزمت الشيء وجذمته وبترته","seal":"24E8B555","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"وجذذته وصلمته وفصلته وقطعت بمعنى واحد. فكأن معنى الجزم قطع الحركة عن الكلمة، هذا أصله، ثم جعل منه ما كان بحذف حرف على هذا، لأن حذف الحركة وحذف الحرف جميعاً يجمعهما الحذف. وكان المازني يقول: الجزم قطع الإعراب. فمعنى جزم الفعل المستقبل قطع الإعراب عنه، وذلك أن الفعل المستقبل، عنده وعند جميع البصريين، إنما يعرب إذا وقع موقع اسم. فقولك مررت برجل يقوم، تقديره مررت برجل قائم، وكذلك محمد ينطلق، تقديره محمد منطلق. قال المازني: فإذا قلت زيد لم يقم، فقد وقع الفعل موقعاً لا يقع فيه الاسم، فرجع إلى أصله وهو البناء.\rوأقول إن هذا القول غير صحيح. وما أراه بيِّناً عنه. وذلك أنه يجب من هذا أن ت كون الأفعال أيضاً في حال النصب غير معربة في قولك: إذاً أكرمك ولن يقوم زيد وما أشبه ذلك، لأنها قد وقعت موقعاً لا تقعه الأسماء. والمازني يقول هي معربة، ومع ذلك فإن المبني لا يتغير عن حاله، وهذه الأفعال تغيّرها العوامل.","seal":"1B5470F0","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"باب ذكر الفائدة في تعلم النحو\rفإن قال قائل: فما الفائدة في تعلم النحو، وأكثر الناس يتكلمون على سجيتهم بغير إعراب، ولا معرفة منهم به، فيَفهمون ويُفهمون غيرهم مثل ذلك؟ فالجواب في ذلك أن يقال له: الفائدة فيه الوصول إلى التكلّم بكلام العرب على الحقيقة صواباً غير مبدل ولا مغيّر، وتقويم كتاب الله عز وجل، الذي هو أصل الدين والدنيا والمعتمد، ومعرفة أخبار النبي صلى الله عليه وسلمن وإقامة معانيها على الحقيقة. لأنه لا تفهم معانيها على صحة إلا بتوفيتها حقوقها من الإعراب. وهذا ما لا يدفعه أحد ممن نظر في أحاديثه صلى الله عليه وسلم وكلامه. وقد قال الله عز وجل في وصف كتابه {إنا أنزلناه قرآناً عربياً}. وقال {بلسانٍ عربيٍّ مبين} وقال {وقرآنا عربياً غير ذي عِوَج} فوصفه بالاستقامة كما وصفه بالبيان في قوله {بلسان عربيٍّ مبين} وكما وصفه بالعدل في قوله {وكذلك أنزلناه حكماً عربياً}.\rوأخبرنا أبو إسحق الزجّاج قال: سمعت أبا العباس المبرِّد يقول: كان بعض السلف يقول عليكم بالعربية، فإنها المروءة الظاهرة، وهي كلام الله عز وجل وأنبيائه وملائكته.","seal":"1311C9A3","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"وقال ابن عباس: ما أنزل الله تعالى كتاباً إلا بالعربية، ثم ترجم لكل نبي على لسان أمته وقال عمر بن الخطاب: عليكم بالعربية، فإنها تثبت العقل وتزيد في المروءة.\rوقال عمر أيضاً: لأن أقرأ فأخطي أحبُّ إليّ من أن أقرأ فألحن. لأني إذا أخطأت رجعت، وإذا لحنت افتريت.\rوقال أبو بكر وعمر: تعلُّم إعراب القرآن أحب إلينا من تعلم حروفه. وقال عمر لقوم رموا فأساؤوا الرمي فقال: بئس ما رميتم. فقالوا: إنا قوم متعلمين فقالك والله لخطؤكم في كلامكم أشد من خطئكم في رميكم. سمعت رسول الله صلى الله عليه وسلم: يقول \"رحم الله امرأً أصلح من لسانه\" وقال بعض السلف: ربما دعوت فلحنت، فأخاف ألاّ يُستجاب لي. وقال أمير المؤمنين علي عليه السلام \"قيمة كل امرئ ما يحسن\" وهذا قول جامع في فنون العلم.\rوبعد فأدب العرب وديوانها هو الشعر، ولن يمكن أحداً من المولدين إقامته إلا بمعرفة النحو. ولا يطيق أحد من المتكلفين قول الشعر أن يتعاطى قوله إلا بعد إتقانه وجوه العربية، فإن تكلفه منهم متكلف، غير عارف بالعربية. خبط في عشواء، وبان عرواه للخاصة في أقرب مدة.\rوهذا باب يطول جداً، أعني مدح العربية والنحو، وفيما ذكرت منه مقنع في هذا الموضع. فأما من تكلم من العامة بالعربية بغير إعراب فيُفهم عنه، فإنما ذلك في المتعارف المشهور والمستعمل المألوف بالدراية. ولو التجأ أحدهم إلى الإيضاح عن معنىً ملتبس بغيره، من غير فهمه بالإعراب، لم يمكنه ذلك. وهذا أوضح من أن يُحتاج إلى الإطالة فيه.","seal":"5BD921DE","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"باب ذكر علة دخول التنوين في الكلام ووجوهه\rاعلم أن التنوين يدخل في الكلام لثلاثة معان.\rأحدها الفرق بين المتمكّن الخفيف في الأسماء، وبين الثقيل الذي ليس بمتمكن، كذلك قال سيبويه: والتنوين علامة للأمكن عندهم، وتركه علامة الما يستثقلون فجعله سيبويه فارقاً بين المتصرّف من الأسماء وغير المتصرّف وجعله لازماً للمتصرف لخفته.\rوقال الفرَّاء التنوين فارق بين الأسماء والأفعال. فقيل له: فهلا جُعل لازماً للأفعال؟ فقال: الأفعال ثقيلة، والأسماء خفيفة، فجعل لازماً للأخف. وهذا القول مأخوذ من الأول. لأن ما لا ينصرف مضارع الفعل، وقد رجع ذلك إلى معنى واحد.\rوقال بعض الكوفيين، التنوين فاصل بين المفرد والمضاف. وهذا أحد المعاني التي يدخل لها التنوين.\rوالمعنى الثاني أن يكون عِوضاً من محذوف من الكلمة. وذلك قولك هؤلاء حوارٍ وسوارٍ وغواشٍ وقواصٍ. وذلك أن التنوين في هذا الجنس عوض من نقصان البناء، ولذلك صار لازماً. وأصله جواري وسواري، فاستثقلت الضمة في الياء المكسور ما قبلها. وكذلك كان في حال الجر، مررت بجواري وسواري مثلاً، فاستثقلت للكسرة قبلها أيضاً فأسكنت، فلمّا سكنت نقص البناء،","seal":"120FC6F2","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"فأدخل عليه التنوين عوضاً من نقص البناء، فسقطت الياء لسكونها وسكون التنوين بعدها، فقيل جوارٍ يا هذا. فهذا في حال الرفع والجر منوَّن كما ترى تقول هؤلاء جوارٍ وسوارٍ، ومررت بجوارٍ وغواشٍ. ولولا أن التنوين عوض من نقصان البناء؛ لما دخله التنوين، لأن هذا المثال لا ينصرف على حال في معرفة ولا نكرة إذا لم يكن معتل اللام، نحو مساجد ومضارب، فإذا صرت إلى حال النصب وفَّيته حظه من الإعراب، لخفة الفتحة فمنعته الصرف، فقلت: رأيت جواريَ وغواشيَ وسواريَ. لأنه حين تم بناؤه رجع إلى أصله فلم ينصرف لذلك فالتنوين في هذا الجنس من الأسماء عوض من نقصان البناء كما ترى. فإن كان من هذا الجنس المعتل اللام ما ينصرف نظيره، جعلته مصروفاً في النصب فقلت هذا قاض وغازٍ ورامٍ، ومررت بقاضٍ وغازٍ ورامٍ، ورأيت قاضياً وغازياً ورامياً، فصرفته. فإن سميت امرأة باسم من هذه الأسماء، كان في حال الرفع والخفض منوَّناً في المعرفة، وفي حال النصب غير منون، فقلت في امرأة اسمها قاضي: هذه قاض، ومررت بقاض، ورأيت قاضيَ فاعلم فلم تصرفها في حال النصب، لأن المذكر إذا سشمي به مؤنث لم يصرف في المعرفة، قلَّت حروفه أو كثرت وإنما نونته في حال الرفع والخفض، كما نونت جواري واغواشي، لأن التنوين فيه عوض من نقصان البناء. والفرق بين قاض وغاز وبابه، وبين جوار وغواش وبابه، أن قاضياً وما أشبهه مستحق للتنوين منصرف. قلما لحقه النقصان في حال الرفع والخفض، صار فيه عوضاً من نقصان البناء فلزمه، وباب جوار وغواش غير مستحق للتنوين، لأنه من باب مساجد وضوارب، فلما لحقه النقصان أدخل عليه التنوين عوضاً من نقصان البناء.\rوالمعنى الثالث الذي يدخل التنوين من أجلاه، هو أن يكون فرقاً بين الأسماء المعرفة والنكرة في بعض الأسماء خاصة. وهي الأسماء التي في أواخرها زوائد من الألفاظ الأعجمية نحو عمرويه وبكرويه وسيبويه وما أشبه ذلك، لأن هذه الأسماء","seal":"1C20B40E","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"لما جاءت في أواخرها ألفاظ ليست في كلام العرب استثقلوها، فأجروها مجرى الأصوات، منعوها الإعراب، وبنوها على الكسر لسكون ما قبل أواخرها فيقولون هذا عمرويهِ، وبكرويهِ، ورأيت عمرويهِ وبكرويهِ، ومررت بعمرويهِ وبكرويهِ، بالكسر في كل حال. فإذا أرادوا تنكيرها نوَّنوها، فقالوا هذا عمرويهِ ومررت بعمرويهٍ آخر، فجعلوا التنوين دليلاً على المنكور منها، وكذلك الأصوات وحكاياتها، يقال: قال الغراب غاقِ، إذا أرادوا التعريف كأنهم قالوا قال الصوت الذي تعرف وسمعت به، فلم ينوِّنوه. وإذا أرادوا التنكير نوَّنوا، فقالوا: قال الغراب غاقٍ يا هذا، كأنهم قالوا: قال صوتاً من الأصوات. وكذلك جميع الأصوات والحكايات والزجر، يفرّق بين معرفتها ونكرتها بالتنوين.","seal":"451856A5","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"باب ذكر علّة ثقل الفعل وخفَّة الاسم\rقال البصريون: الفعل أثقل من الاسم. لأن الأسماء هي الأفعال. وهي أشدّ تمكناً من الأفعال، لأن الأسماء يستغني بعضها ببعض عن الأفعال. كقولك: الله ربّنا، ومحمد نبينا، وزيد أخوك. والفعل لا يستغني عن الاسم، ولا يوجد إلاّ به. وكشف بعضهم عن هذا المعنى أبيَن من هذا فقال: وجه ثقل الفعل وخفَّة الاسم أن الاسم إذا ذكر فقد دل على مُسمى تحته، نحو رجل وفرس ولا يطول فكر السامع فيه، والفعل إذا ذكر لم يكن (بد) من الفكر في فاعله، لأنه لا ينفك منه، ويستحيل وجوده من غير فاعل. قالوا: ولذلك صارت النكرات من الأسماء أخف من المعارف، لأنه إذا ذُكر الواحد منها دل على مُسمَّى تحته، بغير فكر في تحصيله بعينه، وإذا ذُكر الاسم المعروف فلا بد من الفكر في تحصيله دون سائر من يشركه فيه. الا ترى أنك إذا قلت: جاءني محمد، ذكرت واحداً معروفاً فسبيله أن يحصّله بعينه من سار من قد يشركه في التسمية، وإلا لم يكن لذلك معنى، وكنت تقول له: جاءني رجل يقال له محمد وإنما تقول له هذا عند ظنّك بأنه عارف به وربما أشكل.\rوقال آخرون: إنما خف الاسم لأنه لا يدل إلا على المسمى الذي تحته. وثقل","seal":"ABDD9EA9","page":100},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"الفعل لدلالته على الفاعل، والمفعول والمفعولَين والثلاثة، والمصدر، والظرفين من الزمان والمكان، والحال، وما أشبه ذلك.\rوقال الكسائي، والفرَّاء، وهشام: الاسم أخف من الفعل، لأن الاسم يستتر في الفعل، والفعل لا يستتر في الاسم.\rوكان ثعلب يقول: الأسماء أخف من الأفعال، لأن الأسماء جوامد لا تتصرّف، والأفعال تتصرف. فهي أثقل منها.","seal":"12A1C936","page":101},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"باب علة امتناع الأسماء من الجزم\rقال سيبويه في ذلك قولين. قال في أول الرسالة، وهو القول الذي يعتمد عليه أصحابه، لم تجزم الأسماء لخفّتها ولزوم التنوين إياها، فلو جُزمت سقطت منها الحركة والتنوين، فكانت تختل وذلك أنك لو أردت جزم جعفر لزمك إسكان الراء، وبعدها التنوين، فكان يلزم حذف التنوين، لأنه ساكن وقبله الراء ساكنة، فكان يختل الاسم لذلك. ومع ذلك فإنه قد يكون من الأسماء ما يكون الحرف الذي قبل آخره ساكناً، نحو زيد وبكر وما أشبه ذلك، فلو جزم هذا النوع من الأسماء اجتمع فيه ثلاث سواكن فلم يمكن ذلك.\rسؤال على أصحاب سيبويه، يقال لهم: فهلا حين قدّرتم إسكان الراء من جعفر للجزم، وبعده التنوين كما ذكرتم، حرَّكتم أحد الساكنين ولم تقدروا حذفه؟\rالجواب أن يقال له: لو حرَّكنا الراء من جعفر لالتقاء الساكنين بطل لفظ الجزم من الكلام، لأنه كان كلما جزم وأسكن آخره للجزم، يلزم أن يحرَّك لالتقاء الساكنين، وهما الحرف الأخير والتنوين الذي بعده، وكان يبطل لفظ الجزم من الكلام. مثال ذلك: أنك لو أردت جزم مثال جعفر، لزمك إسكان آخر وتحريكه للتنوين الذي بعده.\rسؤال آخر على أصحاب سيبويه في هذا المذهب. يقال لهم: فهلا حذفتم","seal":"517305A8","page":102},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"آخر الحروف وأبقيتم على التنوين لالتقاء الساكنين، كما تفعلون ذلك في الأفعال المعتلة اللامات، نحو يقضي ويغزو وما أشبه ذلك، فإذا جزمتموها حذفتم أواخرها، وقد كانت أواخيرها عندكم في نيَّة حركة قبل الجزم في حال الرفع، لأن الجازم يدخل على الفعل المرفوع فيجزمه، لأن المنصوب لا يدخل عليه الجازم. فلمّ أجزتم في الأفعال حذف حركة وحرف، ولم تجيزوا ذلك في الأسماء وقلتم إنها تختل؟\rالجواب في ذلك أن يقال: إن الأفعال المعتلة اللامات قد سلبت حركتها في حال الرفع، فصار يُنطلق بها غير متحركة لاستثقال الحركات فيها، فصارت بمنزلة غير متحركة، كقولك زيد يقضي ويمشي ويدعو ويغزو، فصار في هذه الحال بمنزلة سائر السواكن، فلما دخل عليه الجازم حذفت الساكن لأن الجزم هو القطع، فإذا صادف الجازم حركة حذفها، وإذا لم يصادف حركة وصادف حرفاً ساكناً حذفه، لئلا يكون الجزم كالرفع، فلم يحذف الجزم غير حرف واحد، ولم يحذف الحركة لأنها قد كانت حذفت قبله لعلة أخرى، والاسم ليس كذلك لأنه متحرك الأخِر، وأنت تسلب منه الحركة للجزم، ثم يلتقي الساكنان فيحذف آخره، فيكون الجزم ذهاب الحركة والحرف معاً فكان يختل. والدليل على صحة ما قلناه، أن من يجري المعتل مجرى الصحيح من العرب، فيقول: زيد يقضي ويمشي ويغزو ويدعو، فيحرك آخره في حال الرفع، لا يحذف منه في حال الجزم إلا الحركة وحدها، ويدع الحرف، فيقول: زيد لم يقضي ولم يمشي بإثبات الياء، فيجعل حذف الحركة علامة","seal":"554CBAA9","page":103},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"للجزم. وكذلك يقول في الرفع زيد يغزو ويدعو، لأنه يجريه مجرى الصحيح. وهي لغة للعرب مشهورة متفق على حكايتها. وأنشدوا من هذه اللغة:\r(ألم يأتيكَ والأنباءُ تَنْمِي ... بما لاقت لَبونُ بني زيادِ)\rجعل إسكان الياء في يأتيك علامة للجزم، لأنه كان يضمّها في حال الرفع. سؤال آخر على أصحاب سيبويه في هذا المذهب يقال لهم: فإذا كنتم إنما امتنعتم من جزم الأسماء لئلا تحذفوا منها حركة وتنويناً كراهية أن تختل، فما بالكم تقولون: هذا قاضٍ وغازٍ وداعٍ ومشترٍ ومهتدٍ. ومررت بقاضٍ وغازٍ وداعٍ وما أشبه ذلك من الأسماء اللواتي في أواخرها ياءات مكسورة ما قبلها، فتحذفون منها في حال الرفع الضمة، وفي حال الخفض الكسرة، ثم تحذفون الياء لسكونها وسكون التنوين، فتذهبون من الاسم حرفاً وحركة، وهذا هو الذي من أجله امتنعتم من جزم الأسماء بزعمكم؟\rالجواب أن يقال: إن هذا الاختلاف، وإنه كان يلحق بعض الأسماء لاعتلالها، فيس بلازم للأسماء كلها، فاحتمل في ذلك أن كان غير عام للأسماء كلها. ونحن لو أوجبنا للأسماء من أول وهلة الجزم لحقها الحذف والاختلال","seal":"407F6DC7","page":104},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"فكان يكون ذلك إجحافاً بها أصلاً. وما لم يكن عاماً وكان نزراً يسيراً في جنب الأسماء الصحاح، كان أسهل فاحتمل فيه ذلك.\rجواب آخر أن يقال: إن هذه الأسماء معتلة اللامات نحو قاض وداع وما أشبه ذلك، وإن كان يلزمها الحذف في بعض الأحوال، فليس بلازم لها. ألا ترى إذا أدخلت فيها الألف واللام أو أضفتها لم تسقط منها شيئاً. كقولك: هذا القاضي والغازي والداعي، وهذا قاضي واسط، وغازي بلاد العدو، وما أشبه ذلك. فلما كان الحذف إنما يلحقها في حال واحدة استجازوه فيها، فلم يكن مفسداً لأصولها ولا ناقضاً لمعنى. ولو أوجبنا لها ولسائر الأسماء الجزم، كان حذف الحركة لازماً لها في كل حال، وكان الحكم على لزوم الاختلال لها واجباً، فلم يجز لذلك.\rجواب آخر ثالث: وهو أن هذه الأسماء يجريها كثير من العرب بالإعراب ولا يستثقلون فيها الحركات، فلا يحذفون منها شيئاً في حال رفع ولا نصب ولا خفض، فيقولون: هذا قاضي وغازي وداعي. ومررت بقاضي وغازي وداعي وكذلك ما أشبهه فيجرونه بالإعراب ولا يحذفون منه شيئاً. فهذا السؤال ساقط على مذهب هؤلاء.\rجواب رابع يقال: هذه الأسماء لما كانت معتلَّة، ولم تسع الحركات فيها في حال الرفع والخفض؛ فجعل التنوين فيها عوضاً من نقصان البناء، لا علامة للصرف فلما لزمها التنوين حذفت الياء وبقي ما يدل عليها وهي الكسرة. فكان في التنوين عوض من نقصان الياء وفي الكسرة دليل على الياء.\rوالدليل على أن التنوين في هذه الأسماء عوض من نقصان البناء، تنوينك مثل: جوار وقواض وغواش وسوار، في حال الخفض والرفع. فأما في حال النصب فإن البناء يتم لخفة الفتحة؛ فترجع إلى الامتناع من الصرف لكمال البناء،","seal":"DE83B944","page":105},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"كقولك في الخفض والرفع: هؤلاء جوارٍ وغواشٍ، ومررت بجوارٍ وغواشٍ؛ وفي النصب: رأيت جواريَ وغواشيَ وقواضيَ، لا تصرفه. وكذلك لو سميت امرأة ورجلاً بقاضٍ وغازٍ وما أسبه ذلك، لنونته في حال الرفع والخفض، ومنعته من التنوين في حال النصب إذا كان اسماً لامرأة، ونوته إذا كان لمذكر. وهذا يدل على أن التنوين عوَّض من نقصان البناء، وأن هذا التنوين مخالف للتنوين الذي يلزم الأسماء السالمة.\rالقول الثاني من قول سيبويه في امتناع الأسماء من الجزم.\rقال في آخر الرسالة: واعلم أن الأفعال أثقل من الأسماء، لأن الأسماء هي الأولى وهي أشد تمكناً، فمن ثم لم يلحقها تنوين ولحقها الجزم والسكون، هذا لفظ سيبويه. وقد صرح بهذا القول إن الأسماء أخف من الأفعال، وإن الأفعال أثقل من الأسماء، وإنه إنما جزمت الأفعال لثقلها، فخففت بالجزم لأنه حذف. وإن الأسماء كانت أحمل للخفض لخفتها ليعتدل الكلام فتخفيف الثقيل وإلزام بعض الثقيل للخفيف، وهذا هو قول الفراء.\rوأكثر الكوفيين قالوا: لم تخفض الأفعال لثقلها، ولم تجزم الأسماء لخفتها ليعتدل الكلام. وقد مضى القول في الدلالة على ثقل الفعل وخفة الاسم.\rوقال جماعة من الكوفيين والبصريين: لم تجزم الأسماء لاستحالة دخول الأدوات الجازمة عليها، لأن الأدوات الجازمة إنما هي للنفي أو للنهي أو الجزاء أو الأمر، وما أشبه ذلك، ودخولها على الأسماء غير سائغ، فامتنعت من الجزم لذلك.","seal":"CA80EFC1","page":106},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"باب ذكر علّة امتناع الأفعال من الخفض\rقال سيبويه: \"ليس في الأفعال المضارعة جر، كما أنه ليس في الأسماء جزم، لأن المجرور داخل في المضاف إليه معاقب للتنوين، وليس ذلك في هذه الأفعال\" هذا الذي يعتمد عليه الاس في امتناع الأفعال من الخفض. وكل علة تذكر بد هذا في امتناع الأفعال من الخفض، فإنما هي شرح هذه العلة وإيضاحها أو مولّدة منها، وليس فيها زيادة معنى بوجه ولا سبب، لا في مذهب البصريين ولا الكوفيين، وإنما اشرح لك قول سيبويه أولاً، ثم أعود لذكر باقي العلل إن شاء الله.\rأما قوله: ليس في الأفعال المضارعة جر، فالمضارعة عنده هي الأفعال المستقبَلة التي في أوائلها الزوائد الأربع؛ الهمزة والياء والنون والتاء، كقولك: أقوم ويقوم ونقوم وتقوم والمضارعة المشابهة، وإنما سمَّاها مضارعة، لأنها ضارعت الأسماء التي أشبهتها، ولذلك أعربها. وإنما قال: وليس في الأفعال المضارعة جر فقصدها دون سائر الأفعال؛ لأن كل فعل سوى المضارع عنده مبني غير معرّب، وإنما كان في ذكر الجر، والجر إعراب، ولما كان إعراباً وكانت الأفعال سوى المضارعة مبنية غير مستحقة للإعراب، للعلل التيل قد ذكرتها لك فيما مضى من هذا الكتاب، سقط السؤال عنها، السؤال لِمَ لم تخفض؟ وبقي السؤال عن الفعل المضارع الذي هو معرب. فكأنه أجاب من سأله فقال له: إذا كان الفعل","seal":"29FD71B9","page":107},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"المضارع عندك معرباً، فلِم امتنع من الخفض؟ فقال: لأن المجرور داخل في المضاف إليه، معاقب للتنوين، وليس ذلك في هذه الأفعال. واختصر الجواب كما ترى.\rوشرحه أن المجرور مضاف إليه، واقع موقع التنوين، لأنه زيادة في الاسم يقع آخراً، والأفعال لا يضاف إليها فامتنعت من الخفض لذلك. وتقريب هذا أن يقال: لِمَ تخفض الأفعال، لأن الخفض لا يكون إلا بالإضافة والإضافة إلى الأفعال مستحيلة فامتنعت من الخفض لذلك.\rسؤال على أصحاب سيبويه. يقال لهم: فإذا كان اعتماد صاحبكم، كمخا زعمتم عنه في امتناع الأفعال من الخفض، هو لأن الإضافة إليها غير سائغة، وأن الخفض لا يكون إلا بالإضافة، فما دليلكم على أن الإضافة إلى الأفعال غير سائغة؟\rالجواب: الدليل على أن الإضافة إلى الأفعال غير سائغة هو أن الإضافة في الكلام على ثلاثة أوجه؛ إضافة الشيء إلى مالكه، كقولك: هذه دار زيد وهذا ثوب عبد الله، وإضافة الشيء إلى مستحقه أو الموصل إليه، كقولك: الحمد لله، أي هو مستحقه، والشكر لزيد، ومررت بعبد الله، لأن الباء أوصلت مرورك إلى عبد الله، كما أوصلت اللام الشكر إلى زيد، وكذلك سائر حروف الجر إنما هي صلات للأفعال إلى مفعوليها. وإضافة الشيء إلى جنسه، كقولك: هذا ثوب خز، وخاتم حديد، وباب ساج. وما أشبه ذلك. فلما كانت الأفعال لا تملك، لأنها ليست واقعة على مسمَّيات تستحق الملك، لأنها إنما هي عبارة عن حركات الفاعلين في زمان ماض منقض أو حاضر أو منتظَر، لم تكن إضافة الشيء إليها إضافة ملك. ألا ترى أن قولك: هذا غلام ضرب، أو صاحب يقوم وما أشبه ذلك، وأنت تريد به أن الفعل مستحق (له، لا معنى له) فلم تمكن الإضافة إليها من هذا الوجه، كما أنها لا تملك شيئاً كذلك أيضاً لا تستحقه، لأنه","seal":"5D951DAD","page":108},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"لو جاز أن تستحق جاز أن تملك، فلما لم تستقر على شيء بعينه لم يتميز استحقاقها المستحق. ألا ترى أن كل فعل دال على حدَث ومحدِثه وزمان ومكان، لأنه قد علم أن فاعلاً ومفعولاً لا يكونان إلا في مكان. كقولك: قام زيد: فقد دل ذلك القيام على فاعله وعلى الزمان الماضي، وعلمت أنه لا بد لزيد من مكان فيه فعل القيام، وإن لم يكن في لفظ الفعل دليل. فإن كان الفعل مع ذلك متعدياً إلى مفعول أو مفعولين أو ثلاثة، دل على ذلك أجمع. وفيه أيضاً دليل على حال كان فيها الفاعل والمفعول. فإذا كان الفعل واقعاً على هذه الأشياء كلها، ثم أضيف إليه مستحق أو ما يحق له ملكه، لم يدر بأي شيء من هذه الأشياء يتصل، فلم تجز الإضافة إليه من هذين الوجهين.\rوكذلك إيصال الفعل بحرف الخفض إلى مفعوله، كقولك: مررت بزيد، وركبت إلى عبد الله، غير جائز مثله في الأفعال، لأن هذه المخفوضات مفعولات في الحقيقة كما ترى، والفعل لا يكون مفعولاً وذلك محال، ولو جاز أن يكون مفعولاً لكان اسماً لأنه قد مضى القول بأن كل شيء وقع في حيّز الفاعل أو المفعول فهو اسم، في أول الكتاب بما فيه غني عن الإعادة.\rجواب في امتناع الأفعال من الإضافة إليها. قال أبو الحسن سعيد ابن مسعدة الأخفش: لم يدخل الأفعال جر، لأنها أدلة، وليست الأدلة بالشيء الذي تدل عليه. وأما زيد وعمرو وأشباه ذلك، فهو الشيء بعينه، وإنما يضاف إلى الشيء بعينه لا إلى ما يدل عليه، وليس يكون جر في شيء من الكلام إلا بالإضافة.","seal":"34C42019","page":109},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"تلخيص قول الأخفش هذا وشرحه:\rأما قوله: ليس الجر في الأفعال لأنها أدلة، فهو كما ذكرناه أولاً من أن الأفعال عبارة عن حركات الفاعلين، فهي أدلة على فاعليتها، وفي حروفها دليل على الحدث، وفي أبنيتها دليل على الزمان، وفي المتعدي منها دليل على المفعول. وأما قوله: وليست الأدلة بالشيء الذي تدل عليه، فكلام غير مشكل ولا محتاج إلى تفسير، لأن كل ذي عقل يعلم (أن) الدليل على الشيء غيره. وأما قوله: وأما زيد وعمرو وأشباه ذلك فهو الشيء بعينه، فكلام ملبس مشكل خارج مخرج المُلغَز من الكلام، لأنه لا اتصال له بما ذكره، وأي اتصال بين قوله: وليس الأدلة بالشيء الذي تدل عليه، وبين قوله: وأما زيد وعمرو وأشباه ذلك فهو الشيء بعينه؟ وإنما غرضه أن يخبر أن الإضافة إلى الفعل غير ممكنة لأنه دليل على الفاعل والمفعول والحدث، والإضافة إنما تكون إلى الفاعل أو المفعول أو الحدث، ولا تجوز الإضافة إلى ما دل على هذه الأشياء وهو الفعل، لأن الدليل على الشيء غيره، ولا تجوم الإضافة إلى الدليل والمراد به المدلول عليه. وأما قوله: وليس جر في شيء من الكلام إلا بالإضافة فهو قول سيبويه الذي قدمته لك أولاً وذكرت لك أن كل علة يحتج بها في امتناع الفعل من الخفض راجعة إليه موضحة له.\rجواب ثالث في امتناع الأفعال من الإضافة إليها أو خفضها. وهو للأخفش أيضاً. قال الأخفش: لا يدخل الأفعال الجر، لأنه لا يضاف إلى الفعل، والخفض لا يكون إلا بالإضافة. ولو أضيف إلى الفعل، والفعل لا يخلو من فاعل. وجب أن يقوم الفعل وفاعله مقام التنوين، لأن المضاف إليه يقوم","seal":"E3C1BD69","page":110},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"مقام التنوين، وهو زيادة في المضاف كما أن التنوين زيادة، فلم يجز أن نقيم الفعل والفاعل مقام التنوين لأن الاسم لا يحتمل زيادتين، ولم يبلغ من قلة التنوين وهو واحد أن يقوما مقامه، كما لا يحتمل الاسم الألف واللام مع التنوين وهذه علة جيدة.\rسؤال على المعتمدين على هذا الجواب.\rيقال لهم: فإذا كان اعتلالكم في امتناع الأفعال من الإضافة إليها، هو أنه لم يمكن أن يقول الفعل والفاعل مقام التنوين لأن المضاف إليه واقع مقام التنوين لم يجز أن يقوم اثنان مقام التنوين، كما لم يحتمل الاسم الألف واللام مع التنوين فإن هذا يفسد عليكم باجتماع الألف واللام ونون الاثنين والجميع، والألف واللام زائدان والنون زائدة ومؤدية معنى التنوين، فقد جمعتم بين زيادتين فررتم من اجتماع مثلهما، وجعلتموه الدليل على امتناع الأفعال من الإضافة إليها، فقد بطل ما ذهبتهم إليه من ذلك، وبان فساده.\rالجواب في ذلك أن يقال: إنما كرهنا الجمع بين زيادتين تجريان مجرى واحداً في تمكين الاسم، وهما الألف واللام والتنوين، وذلك أن الألف واللام يمكنان الاسم فهما دليل تمكنه. وكذلك التنوين دليل تمكن الاسم. ألا ترى أن ما لا يتمكن لا يدخله التنوين، وما دخلته الألف واللام تمكن، والنون ليست كذلك، لأنها ليست دليل تمكّن، فجاز الجمع بينهما لذلك ولم يجز الجمع بين التنوين والألف واللام، لأن في كل منهما كفاية عن صاحبه في التمكن.\rجواب آخر: وهو أن النون عوض من حركة تنوين، وكان حكمهما جميعاً أن يثبتا في كل حال، فحذف التنوين في الواحد لئلا يشبه النون الأصلية، فلما صار إلى التثنية والجمع ورجع إلى أصله فثبت لأنه لا يلتبس بشيء.","seal":"162ED777","page":111},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"سؤال على أصحاب سيبويه في امتناع الأفعال من الخفض.\rوهو أن يقال لهم: إذا كان اعتمادكم في امتناع الأفعال من الخفض، إنما هو لاستحالة الإضافة إليها، فيجب على هذا ألا تضاف الأفعال البتة، لأن الشيء المحال لا يصير غير محال، ما دام على الجهة التي وُجد فيها مجالاً من غير تغيير حال ولا بناء. وإذا أريناكم أشياء قد أضيفت إليها الأفعال بان فساد ما احتججتم به وبطل ما ذهبتم إليه وقد رأينا العرب قد أضافت أشياء إلى الأفعال؛ منها أنها أضافت إليها أسماء الزمان كقولهم: هذا يوم يقوم زيد، وهذه ساعة يذهب بكر، وقصدتك يوم خرج عبد الله، وأقصدك يوم يقوم أخوك، وكذلك ما أشبهه. وقد أضافت إليها قولهم (ذو)، وذلك قولهم: اذهب بذي تسلم، واذهبا بذي تسلمان، واذهبوا بذي تسلمون، وكذلك يقولون للمرأة: اذهبي بذي تسلمين، واذهبا بذي تسلمان، واذهبن بذي تسلمن. وأضافوا إلى الأفعال (آية) في قولهم:\r(ألا أبلغ لديك بني تميمٍ ... بآية ما تُحبّونَ الطعاما)","seal":"88CE3758","page":112},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"وقال آخر، وهو من القصيدة:\r(بآية تُقْدِمون الخيلَ زوراً ... كأنّ على سَنابِكها مُداما)\rفقد بان بإضافتهم هذه الأشياء إلى الأفعال بطلان ما ذكرتم.\rالجواب في ذلك أن يقال: إن الشيء إذا اطرّد عليه باب، فصحَّ في القياس وقام في المعقول، ثم اعترض عليه شيء شاذ نزر قليل، لعلة تلحقه، لم يكن ذلك مُبطلاً للأصل، والمتَّفقِ عليه في القياس المطرد، ومثل هذا موجود في جميع العلوم حتى في علوم الشرائع والديانات. فليس إضافة هذه الأشياء إلى الأفعال - لو صح أنها على ما ذهبتم إليه، مع قلتها وكثرة ما امتنع من ذلك - بمفسدة لما ذكرناه. فكيف ولكل شيء مما ذكرتموه سبب وعلة ليس على الظاهر الذي توهَّمتموه. فمن ذلك: أن إضافة أسماء الزمان إلا الأفعال في قولهم: هذا يوم يقوم زيد، وما أشبه ذلك، إنما جازت لأن الأفعال مع فاعليها جمل، ومن شروط أسماء الزمان أن تضاف إلى الجمل إذا كانت موضحة لها، كقولك: قصدتك يوم أخوك منطلق، وزرتك يوم الحجّاج أمير. وكذلك ما أشبهه. أضيفت إلى الأفعال وفاعليها، لدخولها في باب الجمل، كما أضيفت إلى سائر الجمل.\rجواب آخر في إضافة أسماء الزمان إلى الأفعال وهو أن الغرض إنما هو المصادر، فكأن المضاف إليه في الحقيقة المصدر، لأن تأويل قولك: هذا يوم يقوم زيد، هذا يوم قيام زيد، وليس هذا المعنى موجوداً في إضافة سائر الأسماء إليها، لأنه لا فائدة تقع فيه. ألا ترى أنك لو قلت؛ هذا غلام يركب زيد، وأنت","seal":"111386FF","page":113},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"تريد هذا غلام ركوب زيد، كان محالاً، فاستجيز ذلك في أسماء الزمان بحسن إضافتهم إلى المصادر، والأفعال دالة على مصادرها، فكأن الإضافة إلى المصادر في الحقيقة.\rجواب ثالث في إضافة أسماء الزمان إلى الأفعال. وهو أن الفعل بلفظه دالٌ على الزمان، والمصدر دال على الفاعل والمفعول لا بلفظه، وكان الزمان بعض الفعل، فإضافة الزمان إلى الفعل كإضافة بعض إلى بعض.\rجواب رابع في إضافة الزمان إلى الفعل.\rقال الأخفش: إنما اضيفت أسماء الزمان إلى الأفعال لأن الأزمنة كلها ظروف للأفعال والمصادر، والظروف أضعف الأسماء فقووّها بالإضافة إلى الأفعال. وهذا قول ضعيف، لأن الأفعال أضعف من الأسماء، لأن الضعف والقوة في العربية إنما هما في التمكن والامتناع منه، والأسماء أمكن من الأفعال فلن توقيها إضافتها إلى الأفعال. ومع ذلك فيقال له: فهلا قووَّا كل ضعيف من الأسماء (بإضافته) إلى الأفعال ليقويها ذلك. وإلا فما الفرق؟ يقال له أيضاً: فإن كانت إضافتها إلى الأفعال تقويها، فما بالها تُبنى إذا أضيف إليها كما قال الشاعر:\r(على حين عاتبت المَشيب على الصبي ... وقلت ألمَّا تصح والشيب وازع)\rألا ترى أن أكثر الرواة على فتح حين ها هنا بناءً لها لإضافتها إلى الفعل.","seal":"BC604B64","page":114},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"وقد أعربها بعضهم إلا أنه وإن كانت الإضافة للأفعال إنما هي لتقويتها فقد كان يجب ألا تبنى في حال إضافتها إليها. والقول في حين وبنائها وإعرابها يذكر في باب المبنيات إن شاء الله.\rالجواب عن إضافة آية إلى الفعل وذكر علل ذلك.\rوأما آية فهي عندي لا تجوز إضافتها إلى الفعل. ولم يأت في ذلك ما يحتج به، ولا تصح في القياس إضافتها إليه. وقد احتج بعض أصحابنا لذلك بعلة أنا أقدم ذكرها وأبيّن فسادها، ثم أذكر ما عندي في ذلك إن شاء الله. زعم بعض أصحابنا (إنما جاز إضافة آية إلى الفعل لأنها بمنزلة الوقت، وذلك أن الأوقات إنما تذكر ليدل بها على ترتيب الحوادث الكائنة فيها؛ في تقديم ما يتقدم منها، وتأخير ما يتأخر، وما يقترن وجوده بوجود غيره. والمقدار الذي بين وجود المتقدم منها والمتأخر، فصار ذكر الوقت علما لما وقع أو يقع منها وما يقترن بغيره. ألا ترى أنك إذا قلت: إذا أذن المؤذن فائتني، فقد جعلت أذان المؤذن وقتاً لإتيانه وعلما له. كما أنك إذا قلت: إذا كان يوم كذا وكذا فائتني. فقد جعلت ذلك اليوم وقتاً لإتيانه وعلامة متى وجدها لزمه امتثال أمرك عند كونها. وكذلك إذا قال: لا أفعل ذلك بآية يقوم. فقد جعل يقوم وقتاً لما يريده فصح إضافة العلامة إلى الفعل، كما يضاف إليه الوقت، لأنهما في القصد يؤولان إلى شيء واحد).","seal":"7B0DF56B","page":115},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"شرح فساد هذا القول. أما قوله: إن الأوقات إنما تذكر ليُدل بها على ترتيب كون الحوادث في تقديم المتقدم منها وتأخير المتأخر والمقدار الذي بينهما واقتران ما يقترن وجوده بغيره، فكلامه صحيح لا مطعن عليه. وأما تشبيه ذلك بآية فمغالطة، لأنه إذا قال: إذا أذّن المؤذن فائتني، فوقت الإتيان غير وقتع الأذان، وإن كان علماً له، يستدل (به) على لزوم الإتيان له. وإذا قال: بآية يقوم، فقد زعم أنه جعل يقوم وقتاً لما يريده، وهذا غلط، لأن الفعل لا يكون وقتاً بل يحتاج إلى وقت فيكون فيه. وهذا بيّن الإحالة. ومع ذلك فإنك إذا قلت له: افعل ذلك بآية يقوم، فإنك تأمره بفعل يحدثه، وتذكرّه علامة بينك وبينه، وليس مثل قولك هذا يوم يقوم زيد. وأما قوله: وجاز إضافة الآية إلى الفعل كإضافة الوقت لأنهما يؤولان إلى شيء واحد. فليس بشيء لأن الوقت يضاف إلى الفعل طلباً للمصدر. فناب الفعل عن مصدره بدلالته عليه. والآية عنده - كما زعم - تضاف إلى الفعل والمعنى أن الفعل وقت لما أراده. وهذا مقلوب غير متسق ولا منتظم.\rوأما القول الصحيح في آية عندي فهو أن إضافتها إلى الفعل غير جائزة ولا صحيحة، لأنها ليست بوقت فتدخل في جملة أسماء الزمان، وقد مضى ذكر عللها. ولا هي متعلقة من الفعل بشيء. ولا فرق بين آية وسائر الأسماء في ذلك.\r(فأما قول) الشاعر:\r(الا أبلغ لديك بني تميمٍ ... بآية ما تحبّون الطَّعاما)\rفليست هذه إضافة صحيحة إلى الفعل، وإنما هي إلى المصدر، لأن (ما) بتأويل المصدر، فكأنه قال بآية محبتهم الطعام. كما تقول أعجبني ما صنعت","seal":"D6E806A8","page":116},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"أي أعجبني صنعك (و) كما تقول: ما أحسن ما كان زيد، وأنت تريد ما أحسن كون زيد. وهذا بيّن واضح.\rوأما قوله:\r(بآية تُقدمون الخيل زُورا ... كأن على سنابكها مُداما)\rفإنه أراد بآية ما تقدمون الخيل ليجعل (ما) مع الفعل بتأويل المصدر كما ذكرناه في البيت الأول، فاضطر فحذفها من لفظة ضرورة وهو ينويها. كما قال:\r(وكَحلَ العينين بالعواوِرِ)\rفلم يهمز الواو وقد وقعت طرفاً بعد ألف، لأن تقديره بالعواوير. فإذا قدرها كذلك بعدت من الطرف، ولا يجوز همزها، كما لم تهمز في قولهم طواويس ونواويس، وكما قرأ بعض القراء \"لقد تقطع بينكم\" بالنصب في بين لتقدير ما. فإذا كان مثل هذا - أعني إضمار ما - قد جاز في القرآن، فهو في الشعر أجوز. فيكون قوله بآية تقدمون تقديره بآية ما تقدمون.\rوأما القول في إضافة ذي إلى الفعل في قولهم: اذهب بذي تسلم فإن هذه","seal":"F7D3F18B","page":117},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"اللفظة جرت في كلامهم كالمثل. قال الأصمعي: تقول العرب: اذهب بذي تسلم. والمعنى اذهب والله يسلمك، دعاء له بالسلامة. واذهبا بذي تسلمان، والمعنى اذهبا والله يسلمكما. واذهبوا بذي تسلمون، والمعنى والله يسمكم. فإذا كانت هذه الكلمة جارية مجرى المثل، فإن الأمثال يحتمل فيها ما لا يحتمل في غيرها وتزال كثيراً عن القياس. كذلك مجراها في كلامهم. واحتمل ذلك فيها لقلة دورها في الكلام. ولذلك تقديران في العربية صحيان في القياس؛ أحدهما أن تكون (ذو) هو الموضوع لذات الشيء، كما تقول: مررت برجل ذي مال، فذي هو الرجل نفسه وأضفته إلى المال. فإذا قلت: اذهب بذي تسلم، فذي نعت قام مقام المنعوت، كما تقولك مررت بذي مال، وأنت تريد برجل ذي مال، فيكون التقدير اذهب بيوم ذي تسلم أو بوقت ذي تسلم، أي ذي تسلمه، فذو (هو) اليوم والوقت، فلذلك جاز إضافته إلى الفعل كما يضاف الزمان، وقد مضى القول في هذا. ويؤول التأويل إلى أن الإضافة في الحقيقة إلى المصدر، فكأنه قيل: اذهب بسلامك. والوجه الآخر أن تكون (ذو) بمنزلة الذي، وهي لغة للعرب، فكأنه قيل: اذهب بالذي تسلمه، فالهاء مقدرة في المعنى محذوفة من اللفظ، وهو مصدر تقديره اذهب بالسلامة التي تسلمها، وقال الذي وهو يريد السلامة، لأنه مؤنث غير حقيقي فتذكيره جائز، فذهب بالسلامة إلى السلام كما قال عز وجل {فمن جاءه موعظةٌ من ربه} والذي قد تكون مصدراً كما قال عز وجل","seal":"D3009FAD","page":118},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"{وخضتم كالذي خاضوا} تقديره وخضتم كخوضهم. وقد مضى هذا في ذكر الأصول وشرحها، وإنما هذا كتاب علل ومسائل، وسنذكر من مثل هذه المسائل في آخر الكتاب، ما تزداد به بما ذكرته لك بصيرة إن شاء الله.\rوقال آخرون: لم تجز الإضافة إلى الأفعال، لأن من شاء الإضافة تعريف المضاف وتقريبه من المعرفة بأدنى اختصاص توجبه له. والأفعال لا تعريف فيها ولا اختصاص، لأنها غير واقعة على شيء بعينه، إنما هي عبارة عن حركات الفاعلين في زمان ماض أو حاضر أو منتظَر، فهي تدل على فاعل ومفعول ومصدر.\rوظرف. ويتصل بذلك الحال والمكان، والمضاف إليها لا يدرى بأي شيء من هذه الأشياء يتعلق. ألا ترى أن المنكور قد يُعرَّف في بعض الأحوال فيتعرف، والأفعال نفسها لا يمكن تعريفها، فكان تعريف ما يضاف إليها أبعد.\rسؤال على أصحاب هذه المقالة. يقال لهم: أولاً ما دليلكم على أن الأفعال كلها نكرات؟ الجواب أن يقولوا: الدليل على ذلك اجتماع النحويين كلهم من البصريين والكوفيين على أن الأفعال نكرات. ولم يكونوا ليجتمعوا على الخطأ ولا يعيّنه واحد منهم مع كثرة علماء الفريقين، وفحصهم عن دقائق النحو وغوامض المسائل. وإذ اكان هذا متفقاً عليه عندنا وعندكم، فالسؤال عنا فيه ساقط إذ كنا فيه سواء.\rجواب آخر، وهو جواب الجماعة. قال النحويون كلهم: الدليل على أن الأفعال نكرات أنها لا تنفك من الفاعلين. والفعل والفاعل جملة يستغنى بها وتقع بها الفائدة. والجمل نكرات كلها، لأنها لو كانت معارف لم تقع بها فائدة","seal":"F6CE59A0","page":119},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"لأنها قد كان يعرفها المخاطب فلا تقع له بها فائدة. فلما كانت الجمل مستفادة علم أنها نكرات، ولذلك لم تجز الكناية عن الجمل، لأن المكاني معارف والجمل نكرات، فلذلك لم تضمر. وكذلك الأفعال لما كانت مع الفاعلين جملاً، كانت نكرات ولم يجز إضمارها.\rسؤال آخر على أصحاب هذه المقالة. يقال لهم: فإذا كانت الأفعال نكرات كما ذكرتم، فهلا عفرتموها كما تعرف النكرات، ثم أضفتم إليها كما نفعل ذلك بسائر النكرات، إذا احتيج إلى تعريفها عرّفت؟\rالجواب، وهو جواب الجماعة لا ينفرد به قوم دون قوم. وهو أن تعريف الأفعال محال، لأنها لا تضاف، كما أنه لا يضاف إليها. ومنها أن تعريفها بالألف واللام من دلائل الأسماء التي تختص بها. لأنها يشير بها المتكلم إلى عهد بينه وبين من يخاطبه في الذي يدخل عليه الألف واللام. والأفعال غير محصورة على شيء واحد كما ذكرنا فتعرف ذلك الشيء. ومنها أنها كما ذكرنا جملة، ودخول الألف واللام على الجمل محال. ومنها أنها لا تتعرف بالموضع، إلا أن يسمى بها رجل أو امرأة، فإذا سمي بها رجعت إلى أحكام الأسماء، وجاز فيها جميع ما يجوز في الأسماء.\rسؤال على أصحاب هذا الجواب. يقال لهم: فقد علمنا أن الأفعال لا يضاف إليها بما تقدم من الاحتجاج لذلك. فلم لا تجوز إضافتها نفسها؟ ؟\rالجواب، يقال: لم تجز إضافة الأفعال، لأن الفعل لا ينفك من فاعله كما ذكرنا مضمراً أو مظهراً. والفعل والفاعل جملة بمنزلة المبتدأ وخبره، فكما لا تجوز إضافة الجمل، كذلك لا تجوز إضافة الفعل. ألا ترى أنه غير جائز إضافة قولك زيد منطلق وعبد الله أخوك وهذا زيد، وكذلك قام محمد وخرج أخوك وكذلك ما أشبهه؟\rانتهى القول في امتناع الأسماء من الجزم، والافعال من الخفض.","seal":"A263657B","page":120},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"باب القول في التثنية والجمع\rإن قال قائل: أخبرونا عن التثنية ما معناها؟ قلنا له: هو ضم اسم إلى اسم مثله في اللفظ. فيُحضر ذلك بأن يقتصر على لفظ أحدهما، إذ كان لا فرق بينه وبين الآخر. ويُؤتى بعلم التثنية آخراً، فيعلم بذلك أنهما قد اجتمعا وصارا بمنزلة شيء واحد، إلا أن الإخبار عنهما يقع على المعنى، وذلك قولك: رجل ورجل، ثم تقول: رجلان. وغلام وغلام، ثم تقول: غلامان. وزيد وزيد، ثم تقول: الزيدان. فيكون ذلك أخصر من تكرير الاسم، ولذلك لم تجز تثنية اسمين مختلفي اللفظ، كقولنا، زيد، وبكر، وعمرو، ومحمد؛ وجعفر، وما أشبه ذلك.\rفإن قال: أفكذلك تقولون في الجمع إنه ضم ثلاثة أشياء متفقة في اللفظ وإلحاق عَلَم الجمع بواحد منها اختصاراً، فيدل ذلك على الثلاثة، كما دل في التثنية على شيئين؟ قلنا: ليس كذلك، لأن الاثنين لا يختلف معنى التثنية فيهما، لأنه لا يكون اثنان أكثر من اثنين عدداً. والجموع تختلف في الكمية والأعداد في قلتها وكثرتها، كما اختلف الآحاد في أشخاصها وأبنيتها. فاختلف أبنية الجموع لاختلاف مقاديرها، وأنواعها، وأجناسها، وأنواعها، وقلّتها، وكثرتها، كما اختلف الآحاد في أبنيتها، وألفاظها، وأجناسها، وأنواعها، وخلقها. وكما لم تتفق الآحاد كذلك لم تتفق الجموع. فمن الجموع ما جاء على حد التثنية، وهو أن تضم أسماء","seal":"8B0D48ED","page":121},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"بعضها إلى بعض متفقة الألفاظ، فيزاد في آخر واحد منها علامة الجمع، فيعلم أن الجماعة داخلة معه، كقولنا: الزيدون، والعمرون، ودللنا بهذا اللفظ على الجمع بين أسماء، كل واحد منها على انفراد يقال (له) زيد وعمرو.\rوإن قال: أفيكون ذلك محصوراً على الثلاثة، كما كان قولك: رجلان، وغلامان، والزيدان، والعمران، محصوراً على اثنين لا غير؟\rقيل له: لا، لأن الجمع لما كان كما ذكرت لك مختلفاً في القلة والكثرة جعل هذا اللفظ لما بعد الاثنين، فاشترك فيه القليل والكثير، وربما اقتصر به على ما دون العشرة، وربما جاوز ذلك، وجُعل له لفظ آخر يختص بقليل الجمع، وذلك في المكسّر من الجموع، فجعلت له أمثلة مختصة بالقليل، وهي أربعة. أفعُل، وأفعال، وأفعِلة، وفِعلة، فأفعُل قولك أكلُب وأفلُس. وأفعال قولك أحمال وأعدال. وأفعلِة كقولك أرغِفة، وأمثلة في جمع مثال، وهو الفراش وفعلة قولك صبية وفتية. فهذه الأمثلة واقعة على أقل العدد، وهو ما دون العشرة، وربما وقعت لأكثر العدد، إلا أن هذا هو الأصل، وذلك يقع خروجاً عن القياس المطَّرد، كما أن بناء الكثير ربما شركه في القليل. مشروخ في الأصول، وليس هذا موضعه فنستقصيه.\rوكذلك ما جمع بالألف والتاء، نحو: الهندات، والطلحات، والجفنات. المقصود به أن يكون لأقل العدد وربما وقع لأكثره فيكون ذلك جائزاً غير مردود. قال حسان","seal":"98868A12","page":122},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"(لنا الجفنات الغر ليمعن بالضحى ... وأسيافنا يَقْطُرن من نجدةٍ دما)\rوأما قول من أخذ على حسان الجفنات، فقال: هو لأقل العدد، وكان قولك الجفان أبلغ في المدح لأنها لأكثر العدد. وقلت الغر ولم تقل البيض، والغرّة اليسير من البياض، وقلت يلمعن ولم تقل تلمح. وقلت يقطرن، ولم تقل تسيل والسيلان أكثر من القطر، فهو كما قال، إلا أنه غير مدفوع أن تكون الجفنات تقع للكثير؛ وإن كان موضوع بابها القليل، لاشتراك الجموع ودخول بعضها على بعض، ألا ترى أن فعولا من أبنية أكثر العدد، وقد تقع للقليل كما قال عز وجل \"ثلاثة قُرُوء\".\rسؤال في التثنية: إن قال قائل: لم جُعل رفع الاثنين بالألف ومن المتفق عليه أن الألف منها تولد الفتحة التي هي علامة النصب؟ لأن أكثر العلماء على أن هذه الحركات الثلاث مأخوذة من الواو والياء والألف. فالفتحة من الألف والضمة من الواو، والكسرة من الياء. وقد قال بعضهم: الألف من الفتحة، والياء من الكسرة، والواو من الضمة. وعلى المذهبين جميعاً فالألف بالنصب أشكل","seal":"F195F922","page":123},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"فكيف فضلتها لرفع الاثنين، ولا مجانسة بين الضمة والألف، وعدل بها عن النصب الذي هي به أشكل.\rالجواب: إنما جعلت الألف في رفع الاثنين، لأن الرفع أول الإعراب، لأنه سِمة الفاعل والمبتدأ وما ضارعهما، والتثنية أول الجموع لأن معناها ضم شيء إلى شيء كما ذكرناه، والحروف المتولّدة عنها الحركات هي هذه التي ذكرت الواو والألف والياء، فلو جُعل رفع الاثنين بالواو كان يلزم أن يجعل رفع الجمع أيضاً بالواو، لأن الباب واحد وما وجب للتثنية وجب للجمع. فلو فعل ذلك لم يكن بين التثنية والجمع فرق. فلما بطل أن يجعل رفع الاثنين بالواو، وترك الجمع على حاله بالواو لأنه لم يعرض ما ينقله عنه، إذ الفرق بين الجمع والتثنية قد وقع بالألف، ولم تجعل تثنية المرفوع بالياء لأن الياء للخفض، والخفض في الأسماء ثابت غير منتقل عنها، والرفع والنصب قد تشترك فيهما الأسماء والأفعال، فكان الجر أغلب على الياء من الأسماء فبقي على بابه. فلم يبق للتثنية المرفوع غير الألف فجعلت فيه.\rسؤال على هذا الجواب. يقال للمجيب بهذا الجواب: فهلا جعل رفع الاثنين بالواو، ورفع الجميع أيضاً بالواو، وكان كسر نون الاثنين وانفتاح ما قبل الواو في قولك: جائي الزيدون والعمرون، يفرق بين التثنية والجمع في قولك: جائي الزيدون","seal":"3E588116","page":124},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"والعمرون، لانضمام ما قلب الواو في الجمع وانفتاح نونه؟\rالجواب أن يقال: لو كان ما ذكرت من الفرق ثابتاً، لكان لعمري لازماً والاقتصار عليه واجباً، ولكنه فرق غير لازم لسقوطه في بعض الأحوال أما النون فتسقط في الإضافة في قولك: جاءني أخواك، وأخو زيد، وبنوك، وقاضو عبد الله، فتسقط دلالتها بسقوطها، وكانت تختلط التثنية والجمع فلا يفرق بينهما وكيل دليلٍ أو فارقٍ بين مسألتين كان غير لازم فالاعتماد عليه غير جائز ولا مستقيم. وأما انضمام ما قبل الواو في الجمع فغير لازم أيضاً؛ لأن من الأسماء ما يلزم فتح ما قبل الواو في جمعها. وتلك الأسماء المقصورة كلها إذا جُمعت جمع السلامة وجب فتح ما قبل الواو فيها نحو قولك: موسى وعيسى ومُثنى ومُعلى ومفترى ومصطفى وما أشبه ذلك. ألا ترى أنك تقول: عيسون ومثنَّون ومعلَّون ومصطّفَون. لأنك تأتب بواو الجمع وهي ساكنة، وقبلها ألف ساكنة، فتحذف الألف لالتقاء الساكنين، فيبقى ما قبلها مفتوحاً على حاله. وكذلك في الخفض والنصب ينفتح ما قبل الياء، كقولك: رأيت الموسين والعيسين والمصطفين، ومررت بالعيسين والموسين والمصطفين. قال الله عز وجل {وإنهم عندنا لَمِن المصطفين الأخيار} وهذه الأسماء كثيرة جداً. وهذا حكمها في انفتاح ما قبل الواو والياء في الجميع. فلما لم يكن هذا فرقاً ثابتاً في كل حال لم يجز الاقتصار عليه.\rسؤال آخر. فإن قال: فهلا جعلوا الواو للرفع، وجعلوا الياء للجر، لأنها على بابها، وأسقطوا الألف؟\rالجواب أن يقال: ذلك غير جائز لعلتين. إحداهما: أنّا لو جعلنا الواو للرفع","seal":"2111AAF3","page":125},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"nass":"لاختلطت التثنية والجمع كما ذكرنا. والأخرى أنا لو فعلنا ذلك كنا قد أسقطنا الألف من دلالات الإعراب، وهي إحدى الدعائم الثلاث التي هي أصل تولد الحركات، وذلك غير جائز.\rسؤال آخر. يقال لمن اعتقد هذا المذهب وقام بنصرته. فهلا خصت الألف في رفع الجميع، والواو في تثنية المرفوع. فكان يكون في ذلك فرق بينهما لأنك إذا اعتمدت في تصيير الألف في تثنية المرفوع، والواو في جمعه على كراهية التباس التثنية بالجمع لو قرنت بينهما الواو. وأنت لو جعلت الألف في الجمع والواو في التثنية، كان بينهما من الفرق مثل ما هو الآن من جعلك الألف للتثنية والواو للجمع؟\rالجواب أن يقال. إنه قد وجب فتح ما قبل حرف التثنية في الجر والنصب في قولك: رأيت الزيدين ومررت بالزيدين، فلما كان ذلك كذلك وجب أن تجعل الألف في التثنية والواو للجمع؟\rالجواب أن يقال: إنه قد وجب فتح ما قبل حرف التثنية في الجر والنصب في قولك: رأيت الزيدين ومررت بالزيدين، فلما كان ذلك كذلك وجب أن جعل الألف في التثنية لانفتاح ما قبلها، ولأنه لا يوصل إلى تغيير حركة ما قبل الألف، كما يمكن تغيير حركة ما قبل الواو والياء.\rسؤال آخر. فإن قال: فأنت قد زعمت أن المرفوع أول الكلام، وتثنيته أول التثنية، فكيف حملت الألف على فتح ما قبل الياء في الخفض والنصب وهما بعده؟\rالجواب، إنا نقول: إن المرفوع قبل المنصوب والمخفوض استحقاقاً، وعلى","seal":"5F723F31","page":126},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"ما يوجبه القياس في الترتيب، ويجوز تسويفه في ترتيب هذه الأشياء، وتقديم بعضها على بعض في المرتبة والاستحقاق، لا أن العرب كانت تنطق زماناً بأشياء مرفوعة، ثم نطقت بعد ذلك بأشياء منصوبة، ثم نطقت بالمخفوضات. بل تنطق بالكلام كله مختلطاً بعضه ببعض. ثم رتب العلماء استحقاق بعضه التقديم في المرتبة على بعض، على ما مضى من شرح ذلك. ألا ترى أنا نقول إن الأسماء قبل الأفعال، وليس كذلك مجراها في النطق، بل ترى الأفعال والحروف في كثير من الكلام تتقدم على الأسماء في النطق، وحتى أن كثيراً من الأسماء لا يجوز تقديمها على بعض الحروف، وقد ذكرنا في مثل هذا فيما مضى من الكتاب ما فيه كفاية.\rوكذلك القول في تثنية المرفوع واستحقاقها في الترتيب التقدم. والكلام كله مختلط بعضه ببعض، وتابع بعضه بعضاً. فنقول: إن الألف جعلت لتثنية المرفوع في التقدير قبل تثنية المنصوب والمخفوض، وقبل تصيير الواو للجمع. وكان مع ذلك أن تكون الألف في الموضع الذي ينفتح فيه ما قبل أواخر أمثالها أولاً، إذ كان لا سبيل إلى تغيير حركة ما قبلها.\rسؤال آخر. فإن قال: فلم ضُم النصب إلى الخفض دون أن يُضم إلى الرفع أو دون أن تجعل له سمة ينفرد بها؟\rالجواب، وهو جواب الجماعة، قالوا: لم يمكن إفراد المنصوب في التثنية، لأن الحركات ثلاث؛ الفتحة والكسرة والضمة، وليس في التثنية والجمع سمة لحركة تسدل على رفع ولا نصب ولا خفض. فكما، لم يكن للمرفوع في التثنية والجمع حركة تدل على الرفع، ولا للمخفوض، لم يكن ذلك في المنصوب أيضاً.","seal":"1D1FE34B","page":127},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"والحروف التي تولدت منها هذه الحركات ثلاثة: الألف وقد انفرد بها تثنية المرفوع. والواو وقد خلصت في جمع المرفوع على قياسها. والياء قد حصلت للمخفوض على القياس. لأن الكسرة من الياء. فالمخفوض في التثنية والجمع على بابه، وقد ذكرنا العلة في وجوب ذلك، فلم يبق للمنصوب إلا ضمة إلى أحدهما، وكان سمة إلى المخفوض أولى لأنهما جميعاً في طريق المفعول به. ألا ترى أن قولك ضربت زيداً، ومررت بزيد، سواء في المعنى في أنهما مفعول بهما - إلا أن أحدهما أوصلك الفعل إليه بغير حرف خفض، والآخر وصل إليه بحرف خفض - فلما استويا في المعنى استويا في التثنية، فضم المنصوب في التثنية إلى الخفض لذلك. ألا ترى أنهما استويا في الكناية أيضاً في قولك: رأيته، ومررت به، ورأيتك ومررت بك. وما أشبه ذلك. ومع ذلك إن المفتوح إلى المخفوض أقرب منه إلى المرفوع، لأن الضمة أثقل الحركات، والفتحة أخفها فهي إلى الكسرة أقرب.\rسؤال آخر، إن قال قائل: فهلا جعل رفع الاثنين بالواو، ورفع الجميع بالواو، وخفض الاثنين بالياء، وخفض الجميع بالياء، ونصب الاثنين بالألف. ونصب الجميع بالألف. وكان قد جاء كل شيء من هذا على بابه وقياسه؟\rالجواب أن يقال: لو جعل كذلك لالتبس الاثنان المرفوعان بالجمع المرفوع. وقد ذكرنا أن دلالة نون الاثنين والجمع تسقط لسقوطها في حال الإضافة، وأن الاستدلال بانفتاح ما قبل حرف التثنية وانضمام ما قبل حرف الجمع، يسقط في جمع المقصورة. وشرحنا ذلك شرحاً وافياً. ومع ذلك فإنه كان يلتبس تثنية المنصوب أيضاً بجمعه في قولك: رأيت الزيدان في التثنية. ورأيت الزيدان في الجمع. لأنه لا سبيل إلى ما قبل الألف. ونون الاثنين والجميع غير ثابتة","seal":"6965808C","page":128},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"كما ذكرت لك. فكان يقع في ذلك الفساد والالتباس من جهتين، فتجنبوه لذلك.\rسؤال آخر. فإن قال: فهلا جعلوا رفع الاثنين بالألف، ورفع الجميع بالواو ونصب الاثنين بالألف، ونصب الجميع بالياء. وجعلوا الخفض مضموماً إلى أحدهما، فكان يكون في ذلك فرق بين هذه الأشياء واستعمال للأجناس الثلاثة من غير لبس ولا خلل؟\rالجواب أن يقال: إنهم لو فعلوا ذلك لكانوا قد جعلوا الخفض منقولاً عن بابه، وعلمَه موسوماً به غيره، لغير علة لزمته تخرجه عن بابه. والشيء إنما تخرجه عن بابه وتُلزمه سمة غيره في بعض الأحوال علةٌ تلزمه، وخوف لبس بين مشتبهين والخفض على بابه لم يعرض في تثنيته ولا جمعه ما يلبسه بغيره، لأن الكسرة من الياء، فخفض الاثنين بالياء على بابه، وخفض الجميع بالياء على بابه. وليس هاهنا مانع منه، ولا سؤال أيضاً فيما جاء على بابه وقياسه لم جاء كذلك؟ وإنما السؤال فيما خرج عن بابه وقياسه، لم صار كذلك؟ ومع ذلك فإن الخفض لازم طريقة واحدة، ووجهاً واحداً لا يزول عنه. وهو خاص للأسماء لازم لها دون غيرها. والرفع والنصب قد ينتقلان إلى الأفعال ايضاً. والذي هو ألزم لا يكون تابعاً. ومع ذلك فإن طريق الخفض كما ذكرنا ضيقة جداً، لأنه لا يكون إلا من وجه واحد. والرفع والنصب قد يكونان من وجوه، فلم يقع الاتساع في الخفض كما وقع في الرفع والنصب.","seal":"39C9104F","page":129},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"باب القول في الألف والياء والواو في التثنية والجمع أهي إعراب أم حروف إعراب؟\rاعلم أن للعلماء في ذلك ثلاثة أقوال:\rقال الكوفيون كلهم؛ الألف في التثنية، والواو في الجمع، والياء في التثنية والجمع، هي الإعراب نفسه.\rوقال المازني والمبرّد والأخفش سعيد بن مسعدة، هذه الحروف دليل الإعراب، وليست بإعراب ولا حروف إعراب.\rوقال الخليل وسيبويه ومن تابعهما: هذه الحروف الإعراب.","seal":"1F8C096B","page":130},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"ونبدأ بذكر احتجاج مذهب مذهب، وما له وما عليه. ونختم الكتاب بمذهب سيبويه، وما احتج به له وعليه، لأنه عندنا هو الصواب دون غيره إن شاء الله ..\rسؤال على الكوفيين في ذلك. يقال لهم: من أين لكم أن هذه الحروف هي الإعراب نفسه، وقد علمتم أن من المتفق عليه أن الواحد أول، وإعرابه هو الأصل الذي يقاس عليه، ويرد إليه الحكم على ما اختلف فيه، إذ كان أصلاً لما وقع فيه الاختلاف والمنازعة، وكان المختلف فيه فرعاً. ولا خلاف بيننا أن الواحد قبل الاثنين والجميع، وإعراب الواحد بحركات تعتقب في آخر حرف منه. كقولنا: هذا زيد ومحمد، ورأيت زيداً ومحمداً، ومررت بزيد ومحمد، والإعراب حركات تدل على معانٍ تعتور الأسماء بعد حصولها بحروفها كلها وأبنيتها، فمن أين لكم أن الإعراب تغير في التثنية والجمع، وصار بحروف هي كمال الاسم؟ ولئن جاز أن تكون الألف التثنية، والواو في الجمع، والياء فيهما الإعراب ليجوزنّ أن تكون الراء من جعفر، والميم من مسلم، هي الإعراب نفسه، لأنها نهاية الاسم كما أن الألف آخر الاسم الدال على اثنين، والواو آخر الاسم الموضوع للجماعة.\rالجواب. وإنما نذكر هذه الأجوبة عن الكوفيين، على حسب ما سمعنا مما يحتج به عنهم من ينصر مذهبهم من المتأخرين، وعلى حسب ما في كبتهم إلا أن العبارة عن ذلك بغير ألفاظهم، والمعنى واحدن لأنا لو تكلفنا حكاية ألفاظهم بأعيانهم لكان في نقل ذلك مشقة علينا من غير زيادة في الفائدة، بل لعل أكثر","seal":"977EAE3A","page":131},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"ألفاظهم لا يفهمها من لم ينظر في كتبهم، وكثير من ألفاظهم قد هذبّها من نحكي عنه مذهب الكوفيين، مثل ابن كيسان، وابن شقير، وابن الخياط، وابن الأنباري. فنحن إنما نحكي علل الكوفيين على الألفاظ هؤلاء ومن جرى مجراهم، مع أنه لا زيادة في المعنى عليهم، ولا بخس حظ يجب لهم.\rقال الكوفيين: إنا لم نشك في أن إعراب الواحد هو الأصل، وما بعده فرع عليه، ولكنه كما اختلفت ألفاظ الاثنين والجميع وأبنيتها وسائر أحكامها. كذلك جاز اختراف الإعراب. ولسنا ندفع أيضاً أن يكون الإعراب حركة. إلا أنه قد يكون أيضاً عندنا حرفاً، لأن الإعراب دليل على المعاني، ولذلك احتيج إليه، فإذا دل غيره دلالته وناب منابه، كانا في ذلك سواء لا فرق بينهما. فنقول إن الإعراب يكون حركة وحرفاً؛ فإذا كان حركة لم يوجد إلا في حرف، لأن الحركة لا تقوم بنفسها. وإذا كان حرفاً قام بنفسه، وأنتم أيضاً مُرّون معنا بأن الإعراب قد يكون حرفاً في بعض المواضع في قولكم: يذهبان وتذهبان وتذهبون وما أشبه ذلك. فقد أجمعنا نحن وأنتم على إن الإعراب في يكون سلب الحركة في الجزم في قولنا: لم يذهب ولم يركب، فجعلنا لفظ ضد الإعراب إعراباً فاجتمعنا جميعاً عليه. فلم يكن لذلك منكراً أن يكون الإعراب في بعض الأحوال حرفاً إذا دعت الضرورة إليه.\rقال البصريون: إن جميع ما ذكرتموه متَّفق عليه إلا جعلكم الإعراب في التثنية والجمع حروفاً. وما اتفقنا عليه لا منازعة فيه، وإنما المنازعة فيما وقع فيه","seal":"E1AA4204","page":132},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"الاختلاف. وليس تشبه هذه الحروف في التثنية والجمع ما شبهتموها به من سلب حركة المجزوم، وتصيير الإعراب في الأفعال المستقلة حرفاً، في قولنا يذهبان ويذهبون وما أشبه ذلك. ولو كان مشبهاً لها لحملناه عليها وافتقنا جميعاً وسقط الخلاف. والفرق بينهما من أن المتفق عليه أن الإعراب إنما يدخل لمعنىً يعتور الكلمة بعد حصولها ببنائها وحركاتها. وأن سقوط الإعراب لا يخل بالكلمة نفسها، الا ترى أن الاسم والفعل المستقبل إذا لم يُعرب أحد منهما لم يسقط معناه، فالإعراب يدخل ويخرج، ومعنى الاسمية في الاسم قائم. وكذلك الفعل، أعرب أو لم يعرب، دلالته على الحدث والزمان قائمة غير زائلة. وهذه الحروف، أعني الألف في التثنية، والواو في الجمع، والياء فيهما، لو سقطت بطلت دلالة التثنية، وإنما كمل كل شيء من هذا اسماً للتثنية وللجمع بأحد هذه الحروف، فمحلها كمحل الألف من أرطى التي بها كمل بناء الاسم. وكمحل الألف من حبلى التي بها كمل بناء الاسم ودلالة التأنيث، وما أشبه ذلك.\rوأما النون من يذهبان، وتذهبان، ويذهبون وما أشبه ذلك، فبها بان فساد ما ذهبتم إليه، ووضح صحة مذهبنا، لأنها لاحقة بالأصل المتفق عليه، لأن سقوطها غير مخل بمعنى الفعل، ولا كونه للاثنين \"أو\" الجميع، لأنا نسقط النون من يذهبان فيكون الفعل للاثنين كما يكون في حال ثبوتها كذلك، وكذلك النون من يذهبون وما أشبه ذلك، لا يفسد إسقاطها معنى الجمع. ونحن","seal":"2A223607","page":133},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"لو أسقطنا الألف من الزيدان، والواو من الزيدون، والياء من التثنية والجمع، لنغير ذلك، وبطل المعنى المقصود به الاثنان والجميع وفسد، وهذا واضح بيّن.\rجواب الكوفيين عن هذا الذي ذكرناه وفرق بينهما. قالوا: ليس تشبه حروف التثنية والجمع ما شبهتموها به من الحركة في الواحد، والنون في تثنية الأفعال وجمعها، وسقوط الحركة والنون من غير فساد معنى، لأن الألف في التثنية والجمع متضمنة - مع أنها إعراب - الدلالة على التثنية.\r\rتم والكتاب والحمد لله رب العالمين.","seal":"88AA5140","page":134},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"مسألة:\rقال أبو القاسم: ضارب تعمل عمل يضرب. كما أن يضرب أعرب لأنه ضارعه، فكذلك ضارب يعمل عمله لمضارعته إياه، فحمل كل واحد منهما على صاحبه. والمصدر الذي يكون بمعنى \"أن فعل\" أو \"أن يفعل\" يعمل عمل اسم الفاعل، لأنه اسم الفعل، وفيه دليل على الفعل. ولا يتقدم مفعوله على فاعله، لأنه لم يقو قوة اسم الفاعل، ولم يجيء على تقديمه وتأخيره وإضمار اسم الفاعل فيه، فلذلك كان أنقص رتبة من اسم الفاعل.\rوإن المددة وأخواتها وما - في لغة أهل الحجاز - تعمل عمل الفعل لمضارعتها إياه، ولا يتقدم خبرها عليه، ولا على اسمها، لأنها لم تتصرف تصرف الأفعال، فلذلك لم يجز فيها كل ما جاز في الأفعال. والصفة المشبهة باسم الفاعل، هي أنقص مرتبة من المصدر، لأنها ليست توقع فعلاً سلف منك إلى غيرك، وإنما تعمل فيما هو من سببها، وإنما جاز أن تعمل فيه، لأنها مشبهة باسم الفاعل، لأنها صفة كما أنه صفة، وأنه يثنى ويجمع ويذكر ويؤنث.\rالمميز يعمل عمل الفعل، ولا يعمل إلا في نكرة، لأنه أنقص مرتبة من الصفة، وإنما هو مشبه به، لأن التنوين، أو تقدير التنوين، أو النون يمنعه الإضافة كما يمنع الفاعل المفعول أن يشتغل به الفعل، وفي جملة الكلام عليه دليل، كما في الفعل دليل على المفعول، فنصب لمضارعته المفعول.\rوقال أبو بكر بن الخياط في قول الشاعر:","seal":"DD6E63EC","page":135},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"(لتقربن قرباً جلذياً)\rقال: جلذيا يصلح أن يكون نعتاً للقرب، ومعناه الشديد كما قال العجاج:\r(فالخِمس والخِمس بها جُلذي)\rأي شديد. ويقال: جلذية اسم ناقته، فأبدل من الهاء ألفاً في الوقف. أراد جلذية على الترخيم.\rمسألة:\rقال أبو العباس: الفرق بين ضربت زيداً وزيد ضربته، أنك إذا قلت ضربت زيداً، فإنما أردت أن تخبر عن نفسك، وتثبت أين وقع فعلك. وإذا","seal":"C338BD9C","page":136},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":"قلت زيد ضربته، فإنما أردت أن تخبر عن زيد.\rمسألة:\rقال أبو العباس: لا أجيز زيد ضربت، وأجيز إن زيداً ضربت، لأنه لا تجد بداً من الإضمار إذا نصبت \"زيداً\" بإن.\rمسألة:\rقال أبو العباس: إذا قلت كنت أخاك، فمعناه أشبهت أخاك. وإذا قلت: لست أخاك، فمعناه باينت أخاك.\rمسألة:\rقال: الاثنان أول الجمع (بدليل) قوله تعالى: {فإن كن نساءً فوق اثنتين} أي إن كان جمع فوق هذا؛ فله مثل الجمع الأول، وهو الاثنتان.\rمسألة:\rقال أبو القاسم: إنما ذِكر سيبويه اختلاف الألفاظ لاختلاف المعاني، حجةٌ","seal":"9D9F49B6","page":137},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"nass":"لاختلاف الإعراب للمعاني، كما خالفوا بين الألفاظ للمعاني نحو: ذهب وجلس كذلك أكرمني أخوك، وأكرمت أخاك. هما يختلفان. وكذلك فرّق بين الفاعل والمفعول به، والمضاف والمضاف إليه في الإعراب، إذ اختلفت معانيهن.\rفصل من تعاليقه:\r- قال أبو (القاسم) عبد الرحمن: (قيل للأخفش): كيف جاز أن تقول هذا يوم يخرج، فتضيف أسماء الأزمنة إلى الأفعال؟ فقال: لأن الأزمنة كلها يجوز أن تكون ظروفاً، فالظروف أضعف من سائر الأسماء، فعوّضوها الإضافة إلى الأفعال.\r- قال أبو الحسن الأخفش: جعل سيبويه الإعراب ثبات النون وحذفها، جعل النون إعراباً بغير حرف إعراب، وجعل الألف علامة للفاعلين. وهذا رديء، ولكن النون عندي تدل على الرفع، وحذفها يدل على النصب والجزم.\r- الشُّكد العطية ابتداءً. فإن كان مجازاة فهم شُكم.\r- قال أبو عبيدة: تواضعت سُور المدينة إنما أنّث لأنه جمع سورة، يقال سورة البناء للقطعة منها، والجمع سُوْر، كما قال دُرة ودرّ، وقيل في جمع سورة","seal":"936D963F","page":138},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"القرآن: سُوَر، للفرق بينهما، كما قيل: غرفة وغرف وظلمة وظلَم. وقال العجاج في جمع سور:\r(ورب ذي سُرادق محجور ... سرت إليه من أعالي السُّور)\r- وقال في وقله:\r(أستغفر الله ذنباً لست محصيه ... رب العباد إليه القول والعمل)\rقال بعضهم: نصب ذنباً بفقدان الخافض. وهذا خطأ، لأنه لو كان فقدان الخافض ينصب، كان ينصب في كل حال، وليس نجد ذلك، كقولك: حسبك بزيد. ثم تقول: حسبك زيد، فلو كان فقدان الخافض ينصب ما ارتفع زيد. وإنما ينتصب لأنه لما ذهب حرف الجر تعدى الفعل فعمل فيه.\rمسألة:\rإن قيل. لم أعربت عند ولم تعرب لدُن، ومعنى عند معنى لدن، ومعنى لدن معنى عند؟","seal":"2D8BDFB6","page":139},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"الجواب: لأن عند متصرفة، ولدن لم تتصرف ولم تفارق موضعها. ألا ترى أنك تقول: كنت عند زيد وتقول: عندي أن زيداً لا يخرج في غد، كأنك قلت في علمي وتقدير. وتقول: ما عندك في هذا الأمر؟ وليس للدن مثل هذا التصرف فثبتت على حالها. وفيها لغات يقال ولدا ولد. وعند لم تدخلها حروف الخفض، لأنه ظرف لم يتمكن في الاسمية، ولم يستعمل إلا ظرفاً.\rمسألة:\rأيهم ترَ يأتِك، ومن تضرب أضر. قال أهل الكوفة: هذا نظير قولنا زيد قائم. ترفع زيداً بقائم وقائماً بزيد. فعاب البصريون ذلك عليهم وهم يقولون أياً تضرب أضرب، إن أياً منصوب بتضرب، وتضرب بجزوم بأي. وكذلك سائر الأسماء التي يجازى بها في قول البصريين تجزم الفعل وينصبها الفعل الذي تجزمه.\rقال أهل البصرة: ليس هذا كما قلتم، وذلك أنا إذا قلنا: من تضرب اضرب، فإنما جزمنا الفعل بمعنى الجزاء، لأن (من) تضمنت معنى إن، ونصبها الفعل الذي جزمته، فذلك المعنى في الحقيقة هو الجازم، وإنما أنكرنا عليكم أنكم تقولون زيد قائم، رفع زيد بقائم وقائم بزيد، ثم تقولون إن زيداً قائم فتنصبون زيداً والرافع له موجود. وتقولون ظننت زيداً قائماً، فتنصبونهما جميعاً، وكلاهما موجب لصاحبه الرفع في قولك. ونحن في الجزاء لا نغيّره عن فعله في قولنا من تضرب أضرب، لا تكون من إلا جازمة للفعل في هذا الموضع ما دامت جزاءاً؛ ولم نوجدكم على هذا المثال اللفظ وعمله متغيراً كما أريناكم. هذا الذي","seal":"F2A8D49B","page":140},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"nass":"أنكرناه. وليس بمنكر أن يكون في الكلام عامل قد عمل فيه غيره، فيكون عاملاً معمولاً فيه، كقولنا: رأيت ضارباً زيداً، ومررت برجل مكرم (أخاه)، وإنما المحال أن يوجد العامل في شيء وعمله باطل عنه.\r\rمسألة في التثنية:\rقال: إذا قلنا الزيدان والعمران، فالألف عند سيبويه هي حرف الإعراب. قال الأخفش والمازني والمبرد: ليست بإعراب ولا حرف إعراب، ولكنها دالة على الإعراب. قال الكوفيون: الألف هي الإعراب، وكذلك الواو والياء في التثنية والجمع. وقال بعض البصريين: الحروف أبدال من الحركات، يعني الألف في التثنية، والياء فيها، والياء في الجمع والواو فيه. وقال الجَرْمي: الالف في الزيدان ليست الإعراب، وانقلابها هو الإعراب. وقال ثعلب: الألف في الزيدان بدل من ضمتين كأنه قال زيد وزيد، ثم جمع بينهما فقال زيدان، فالألف بدل من ضمتين، والواو في الزيدون بدل من ثلاث ضمات، وكذلك سائر هذه الحروف على هذا القياس.\rفلزم من قال إن الحروف إبدال من الحركات ما لزم من قال هي الإعراب نفسه. ويلزم الجرمي أن تكون في حال الرفع الزيدان غير معربة، لأن الألف عنده غير منقلبة، وإنما الانقلاب عنده الإعراب، فجعل الاسم في أول أحوال الإعراب غير معرب، وهذا قلب للأصول. ويلزم ثعلباً أن يقال له: كيف صارت الألف بدلاً من ضمتين، وليست الضمة من حيّز الألف ولا تجانسها؟ وإذا كانت الواو في الزيدون بدلاً من ثلاث ضمات، فكيف يجمع إذا جمع مائة نفس؟ هل تصير عنده بدلاً من مائة ضمة؟ وكذلك إلى ما زاد.","seal":"1374C6E1","page":141},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"nass":"مسألة\rقال سيبويه: إذا سمَّينا رجلاً بأحمر لم نصرفه في النكرة، وإن سّميناه بيشكر صرفناه. واحتج بأن أحمر يكون نعتاً وهو اسم، قال: فالذي يمنعه من الصرف موجود فيه إذا سمي به. ويشكر إنما ينعت به، وهو فعل، فإذا سمي به فقد زال أن يكون فعلاً. قال أصحابه: هذا محال. إذا سمينا بأحمر صرفناه أيضاً كما نصرفه يشكر، لأنه إذا سمي به فقد خرج أن يكون نعتاً، كما أن يشكر إذا سمي به، فقد خرج أن يكون فعلاً.\r\rتم الكتاب بعون الله وحمده، والحمد لله وحده، وصلواته على خير خلقه محمد وآله وصحبه وسلَّم.\rوفرغ من نسخ في الثاني والعشرين من شهر ربيع الأولى سنة سبع عشرة وستمائة.","seal":"233B538B","page":142}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":337,"ShrtCs":null,"Bk":"الإيضاح في علل النحو","HigriD":"337","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن إسحاق النهاوندي الزجاجي، أبو القاسم","bLnk":null,"Inf":null,"Auth":"الزجاجي","Betaka":"الكتاب: الإيضاح في علل النحو\r\nالمؤلف: أبو القاسم الزَّجَّاجي (المتوفى: 337 هـ)\r\nالمحقق: الدكتور مازن المبارك\r\nالناشر: دار النفائس - بيروت\r\nالطبعة: الخامسة، 1406 هـ -1986 م.\r\nعدد الصفحات: 142\r\nأعده للشاملة: رابطة النساخ، تنفيذ (مركز النخب العلمية)، وبرعاية (مؤسسة سليمان الراجحي الخيرية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"الزَّجَّاجي (000 - 337 هـ = 000 - 949 م)\r\rعبد الرحمن بن إسحاق النهاوندي الزجاجي، أبو القاسم\r• شيخ العربية في عصره. ولد في نهاوند، ونشأ في بغداد، وسكن دمشق وتوفي في طبرية (من بلاد الشام)\r• نسبته إلى أبي إسحاق الزجّاج [تتلمذ عليه فنسب إليه].\r\rله:\r• كتاب (الجمل الكبرى - ط)\r• (الإيضاح في علل النحو - ط)\r• (الزاهر - خ) في اللغة\r• (شرح الألف واللام للمازني - خ) ذكره ناشر الإيضاح\r• (شرح خطبة أدب الكاتب - خ) رسالة في خزانة المنوني بمكناس\r• (المخترع) في القوافي\r• (الأمالي - ط)\r• (اللامات - ط)\r• (المجالس) طبع باسم (مجالس العلماء)\r• (الإبدال والمعاقبة والنظائر - ط)\r• وفي كتاب (خلال جزولة) ذكر مؤلف للزجاجي في النحو، أوله (باب اشتغال الفعل عن المفعول بضميره) كتب سنة 432 هـ بخط أندلسي، وعليه قراءة سنة\rوهو في 192 صفحة، في خزانة الحسين بن محمد الإصريفي، ببلدته (إصريف) بالسوس (1).\r__________\r(1) وفيات الأعيان 1: 278 وبغية الوعاة 297 و. Brock S I: 170 والكتبخانة 4: 260 وخلال جزولة 2: 113 والإكمال - خ، لابن ماكولا.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]","seal":"44ADE613","cat":"النحو والصرف","oNum":143170,"BkId":143170,"oAuth":789,"bVer":1,"aSeal":"A6763BD6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
      {"Part":"1","sFileName":"71884.pdf","oNum":143170},
      {"Part":"مقدمة","sFileName":"71884p.pdf","oNum":143170}
    ],
  "t143170":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"باب أقسام الكلام"},
      {"lvl":1,"id":6,"sub":0,"tit":"باب القول في اختلاف النحويين في تحديد الاسم والفعل والحرف"},
      {"lvl":1,"id":8,"sub":0,"tit":"باب معرفة حد الاسم والفعل والحرف"},
      {"lvl":1,"id":16,"sub":0,"tit":"باب القول في الفعل والمصدر. أيهما مأخوذ من صاحبه"},
      {"lvl":1,"id":24,"sub":0,"tit":"باب القول في علل النحو"},
      {"lvl":1,"id":27,"sub":0,"tit":"باب القول في الإعراب والكلام. أيهما أسبق"},
      {"lvl":1,"id":29,"sub":0,"tit":"باب القول في الإعراب، لم دخل في الكلام"},
      {"lvl":1,"id":32,"sub":0,"tit":"باب القول في الاعراب، أحركة هو أم حرف"},
      {"lvl":1,"id":36,"sub":0,"tit":"باب القول في الإعراب، لم وقع في آخر الاسم دون أوله ووسطه"},
      {"lvl":1,"id":37,"sub":0,"tit":"باب القول في المستحق للإعراب من هذه الأقسام الثلاثة التي هي الأسماء والأفعال والحروف"},
      {"lvl":1,"id":43,"sub":0,"tit":"باب القول في الاسم والفعل والحرف أيها أسبق في المرتبة والتقدم"},
      {"lvl":1,"id":45,"sub":0,"tit":"باب القول في الأفعال أيها أسبق في التقدم"},
      {"lvl":1,"id":46,"sub":0,"tit":"باب عن فعل الحال وحقيقته"},
      {"lvl":1,"id":49,"sub":0,"tit":"باب ذكر العلة في تسمية هذا النوع من العلم نحوا"},
      {"lvl":1,"id":51,"sub":0,"tit":"باب الفرق بين النحو اللغة والإعراب والغريب"},
      {"lvl":1,"id":53,"sub":0,"tit":"باب القول في معنى الرفع والنصب والجر من طريق اللغة"},
      {"lvl":1,"id":55,"sub":0,"tit":"باب ذكر الفائدة في تعلم النحو"},
      {"lvl":1,"id":57,"sub":0,"tit":"باب ذكر علة دخول التنوين في الكلام ووجوهه"},
      {"lvl":1,"id":60,"sub":0,"tit":"باب ذكر علة ثقل الفعل وخفة الاسم"},
      {"lvl":1,"id":62,"sub":0,"tit":"باب علة امتناع الأسماء من الجزم"},
      {"lvl":1,"id":67,"sub":0,"tit":"باب ذكر علة امتناع الأفعال من الخفض"},
      {"lvl":1,"id":81,"sub":0,"tit":"باب القول في التثنية والجمع"},
      {"lvl":1,"id":90,"sub":0,"tit":"باب القول في الألف والياء والواو في التثنية والجمع أهي إعراب أم حروف إعراب؟"},
      {"lvl":1,"id":101,"sub":0,"tit":"مسألة في التثنية"},
      {"lvl":1,"id":102,"sub":0,"tit":"مسألة"}
    ]
}
