{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b14450":
    [
      {"page":1,"id":1,"nass":"كتاب\rمرشد الحيران إلى معرفة أحوال الإنسان\rفي المعاملات الشرعية على مذهب الإمام الأعظم أبي حنيفة النعمان\rملائما لعرف الديار المصرية وسائر الأمم الإسلامية\rلمؤلفه المغفور له (محمد قدري باشا)\rقررت نظارة المعارف العمومية بتاريخ 10 سبتمبر سنة 1890 نمرة 164\rلزوم طبع هذا الكتاب واستعماله بالمدارس الأميرية\rوذلك بعد تصديق اللجنة المشكلة من حضرة الأستاذ الفاضل مفتي الديار المصرية\rوحضرة الشيخ حسونه النواوي مدرس الشريعة الإسلامية بمدرستي دار العلوم والحقوق\rكما يعلم من صور المكاتبات التي جرت بشأن ذلك المندرجة في أول هذا الكتاب\rحقوق الطبع محفوظة لنظارة المعارف العمومية\r(الطبعة الثانية)\rبالمطبعة الكبرى الأميرية ببولاق مصر المحمية\rسنة 1308 هجرية\r1891 إفرنجية","seal":"886E1FAC","part":1},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم\rوبه الرجا وثقتي والمصطفى وسيلتي\r\rالكتاب الأول\rفي الأموال\rالباب الأول\r(في أنواع الأموال)\r(مادة 1)\rالمال ما يمكن ادخاره لوقت الحاجة وهو نوعان عقار ومنقول\r(مادة 2)\rالعقار كل ما له أصل ثابت لا يمكن نقله وتحويله\r(مادة 3)\rالمنقول يطلق على كل مال يمكن نقله وتحويله فيشمل العروض والحيوانات والمكيلات\rوالموزونات والذهب والفضة ويشمل البناء والغراس القائمين في أرض مملوكة أو موقوفة\r(مادة 4)\rالحقوق التي بها يكون التصرف والانتفاع بالأعيان على ثلاثة أنواع\rالأول- حق ملك رقبة العين ومنفعتها\rالثاني- حق ملك الانتفاع بالعين دون الرقبة\rالثالث- حق الشرب والمسيل والمرور والتعلى ونحو ذلك من الحقوق","seal":"0940BACB","part":1},
      {"page":4,"id":4,"nass":"(مادة 5)\rالأعيان المملوكة الرقبة والمنفعة هي ما كان لملاكها حق التصرف فيها عينًا ومنفعة ومنها الأراضي العشرية فتباع وتؤجر وتعار وتوهب وتوقف وترهن وتورث\r(مادة 6)\rأراضي مصر خراجية مملوكة في الأصل لأربابها وما آل منها إلى بيت المال بسبب موت ملاكه مثلاً بلا وارث فرقبته مملوكة لبيت المال وللإمام أن يجعل منفعته إلى المزارعين في نظير إعطاء الخراج\r(مادة 7)\rالأراضي الأميرية التي يبيعها ولي الأمر بمسوغ بيعها ويملك رقبتها للمشترين متى تحققت المصلحة في بيعها تكون مملوكة رقبة ومنفعة لمشتريها\r(مادة 8)\rالعقارات الموقوفة سواء كان وقفاً أهلياً ابتداء أو على جهة بر لا تنقطع لا تملك فلا تباع ولا توهب ولا ترهن ولا تورث بل تصرف منفعتها وغلتها إلى الجهات الموقوفة عليها مع مراعاة شروط الواقفين\r(مادة 9)\rالاستحكامات والمرافئ وغيرها من المحلات المعدة لحفظ الحدود والثغور لا تملك لأحد\r(مادة 10)\rالقناطر والطرق النافذة والشوارع العامة التي ليست بملك لعين لا يجوز لأحد أن يختص بها ولا أن يمنع غيره من الانتفاع بها بل تبقى لمنفعة العامة\r\rالباب الثاني\r(في الملكية)\r(مادة 11)\rالملك التام من شأنه أن يتصرف به المالك تصرفًا مطلقًا فيما يملكه عينًا ومنفعة واستغلالا فينتفع بالعين المملوكة وبغلتها وثمارها ونتاجها ويتصرف في عينها بجميع التصرفات الجائزة","seal":"3647C626","part":1},
      {"page":5,"id":5,"nass":"(مادة 12)\rإذا كانت العين مشتركة بين اثنين أو أكثر فلكل واحد من الشركاء حق الانتفاع بحصته والتصرف فيها تصرفاً لا يضر بالشريك وله استغلالها وبيعها مشاعة حيث كانت معلومة القدر بغير إذن الشريك\r\rالباب الثالث\r(في ملك المنفعة وحق الانتفاع)\r(مادة 13)\rالانتفاع الجائز هو حق المنتفع في استعمال العين واستغلالها ما دامت قائمة على حالها وإن لم تكن رقبتها مملوكة.\r(مادة 14)\rيصح أن تملك منافع الأعيان دون رقبتها سواء كانت عقاراً أو منقولاً.\r(مادة 15)\rقد تملك المنفعة بعوض وبغير عوض\r(مادة 16)\rيصح أن يكون تمليك المنفعة قاصراً على الاستغلال أو على السكنى أو شاملاً لهما معاً.\r(مادة 17)\rيجوز أن تجعل منافع الأعيان الموقوفة لنفس واقفها فينتفع بها إن اشترط ذلك لنفسه مدة حياته ومن بعده تنتقل إلى الجهة التي اشترطها لها.\rويصح أن تجعل تلك المنافع لشخص معين أو لعدة أشخاص معينين سواء كانوا من أولاد الواقف أو من أقاربه أو أجانب منه.\rويجوز جعلها لشخص قبل وجوده بشرط أن يكون آخرها في كل الأحوال لجهة بر لا تنقطع.\r(مادة 18)\rيجوز أن يوصى بمنفعة العين لشخص معين مع بقاء رقبتها لورثة الموصي كما تجوز الوصية بالرقبة لشخص وبمنفعتها لشخص آخر كلاهما أجنبيان من المتبرع ولا يجوز استثناء منفعة العين من الوصية برقبتها لشخص أجنبي لتبقى المنفعة على ملك الورثة.","seal":"7A8B16CC","part":1},
      {"page":6,"id":6,"nass":"(مادة 19)\rيجب أن تراعى شروط عقد المتبرع المترتب عليه حق الانتفاع بالنظر لحقوق المنتفع ولما يجب عليه من الواجبات.\r(مادة 20)\rمن استحق بعقد وصية غلة أرض أو بستان فله الغلة القائمة وقت موت الموصي والغلة التي تحدث في المستقبل فينتفع بها مدة حياته إن نص في العقد على الأبد أو أطلق بدون تعيين مدة ولو أوصى بثمرته وأطلق فله الثمرة القائمة فقط دون ما يحدث وإن قيدت بمدة فله الانتفاع بالغلة والثمرة على انقضاء تلك المدة وبعدها ترد الغلة والثمرة إلى من له الرقبة.\rوالمراد بالغلة كل ما يحصل من ريع الأرض وكرائها وثمرة البستان.\r(مادة 21)\rالمنقولات الموقوفة كالمكيلات والموزونات إذا جرى العرف بوقفها يجوز بيعها ودفع ثمنها مضاربة أو بضاعة كما تدفع النقود الموقوفة لذلك ويعطى نماؤها للموقوف عليه.\r(مادة 22)\rللمنتفع أن يستهلك ما استعاره من المنقولات التي لا يمكن الانتفاع بها إلا باستهلاك عينها كالنقدين والمكيلات والموزونات ونحوها وعليه رد مثلها أو قيمتها بعد الانتفاع ويكون عليه ضمانها إذا هلكت قبل الانتفاع بها ولو بغير تعدية لكونها قرضاً.\r(مادة 23)\rإذا مات المنتفع بالمنقولات المتقدم ذكرها قبل أن يردها لصاحبها فعليه ضمان مثلها أو قيمتها في تركته.\r\rالباب الرابع\r(في حق السكنى)\r(مادة 24)\rمن استحق سكنى دار موقوفة فله أن يسكنها مدة حياته بأهله وحشمه وخدمه وله أن يسكنها غيره بغير عوض ولو أجنبياً وبعد موته ينتقل حق السكنى إلى ولده إن كان الواقف قد جعله له وإلا فإلى المصرف الذي جعلها الواقف له.","seal":"CFDFE1EC","part":1},
      {"page":7,"id":7,"nass":"(مادة 25)\rمن استحق بعقد وصية سكنى دار فإن كانت رقبة الدار تخرج من ثلث مال الموصي فله أن يسكنها بعياله وحشمه وخدمه مدة حياته إن كانت الوصية مطلقة أو منصوصاً فيها على الأبد أو يسكنها على انقضاء المدة إن كانت مدة الانتفاع معينة وبعد ذلك يرد حق السكنى إلى ورثة الموصي فإن لم تخرج رقبة الدار من الثلث فللموصى له أن يسكن في مقدار ما يخرج من الثلث إن لم تجز الورثة الوصية بالكل وللورثة الانتفاع بما زاد على ما يخرج من ثلث التركة.\rومع ذلك فليس للورثة أن يبيعوا ما في أيديهم من الدار\rولو اقتسموا الدار مهايأة بحسب الزمان صح والأول أعدل.\r(مادة 26)\rإذا تعدد المستحقون في سكنى دار موقوفة عليهم سكناها وكانت الدار كبيرة ذات مساكن لها أبواب تغلق عليها جاز للرجال المستحقين أن يسكنوا أزوجاتهم معهم وللنساء المستحقات أن يسكن أزواجهن معهن فإن كانت الدار صغيرة لا توجد بها أماكن كافية للسكنى فلا يسكنها إلا المستحقون من الرجال دون نسائهم أو من النساء دون رجالهن.\r(مادة 27)\rإذا احتاجت الدار الموقوفة للسكنى للعمارة فعمارتها على من له حق السكنى من ماله ويكون ما يبنيه من ماله ملكاً له ولورثته من بعده وإن امتنع من تعميرها فللقاضي أن يدفعها لغيره بطريق الإجارة ويعمرها بأجرتها وبعد مضي المدة يردها لصاحب السكنى.\r\rفصل\r(فيما يجوز لصاحب المنفعة من التصرف وما يجب عليه من الضمان)\r(مادة 28)\rيجب على صاحب المنفعة أن يعتني بحفظ العين المنتفع بها صيانة لها.\r(مادة 29)\rلمالك المنفعة دون العين بعقد تبرع أو إجارة أن يتصرف في العين المنتفع بها التصرف المعتاد إذا كان عقد المنفعة مطلقاً غير مقيد بقيد.\rفإن كان مقيدا بقيد فله أن يستوفيه بعينه أو يستوفي مثله أو ما دونه وليس له أن يتجاوزه إلى ما فوقه.","seal":"D61A7FC0","part":1},
      {"page":8,"id":8,"nass":"(مادة 30)\rلا يجوز لمالك المنفعة بعقد تبرع أن يؤجر العين التي له حق سكانها ولا أن يرهنها وإنما يجوز له إعارتها.\r(مادة 31)\rالمصاريف اللازمة لمؤنة العين المنتفع بها وحفظها تلزم صاحب المنفعة والكسوة على المالك.\r(مادة 32)\rإذا كانت منفعة الأرض موصى بها لشخص ورقبتها لشخص آخر فإن كان يوجد بالأرض شيء يستغل يكون عشرها أو خراجها وما يلزم من المصاريف لسقيها وإصلاحها على صاحب المنفعة وإن لم يكن لها شيء يستغل فنفقتها على صاحب الرقبة.\r(مادة 33)\rإذا تلفت العين المنتفع بها أو هلكت بدون تعدي المنتفع أو تقصيره في المحافظة عليها فلا ضمان عليه.\r(مادة 34)\rإذا كانت المنفعة مقيدة بمدة معلومة وأمسك المنتفع العين بعد انقضاء تلك المدة ولم يردها لمالكها مع إمكان الرد فهلكت فعليه ضمان قيمتها ولو لم يستعملها بعد انقضاء المدة وإن لم يطلبها المالك.\r\rفصل\r(في انتهاء حق الانتفاع)\r(مادة 35)\rينتهي حق الانتفاع بموت المنتفع وبانقضاء المدة المعينة له إن كان له مدة وبهلاك العين المنتفع بها.\r(مادة 36)\rإذا انقضت المدة المعينة للانتفاع أو مات المنتفع في أثنائها وكانت الأرض مشغولة بزرعه والزرع بقل لم يدرك يترك الزرع له في الصورة الأولى ولورثته في الصورة الثانية إلى حين إدراكه وحصاده بأجر المثل إلا إن كان المنتفع مستأجراً فإنه يترك الزرع لورثته في الصورة الثانية بالمسمى إلى حين إدراكه وحصاده.","seal":"942AA0F7","part":1},
      {"page":9,"id":9,"nass":"الباب الخامس\r(في حقوق الارتفاق)\rالفصل الأول\r(في الشرب)\r(مادة 37)\rالارتفاق هو حق مقرر على عقار لمنفعة عقار لشخص آخر.\r(مادة 38)\rالشرب هو نوبة الانتفاع بالماء سقياً للأرض أو الشجر أو الزرع.\r(مادة 39)\rمياه النهر الأعظم وفروعه والترع ذوات المنفعة العامة التي ليست مملوكة لأحد مباحة لكل أحد حق في أن يسقي منها دوابه وأرضه وأن يشق منها جدولاً لسقي أرضه ما لم يكن ذلك مضراً بالعامة.\r(مادة 40)\rالترع والمجاري المملوكة ملكاً عاماً أو خاصاً يجوز لكل أحد أن يسقي دوابه منها إلا إذا خيف تخريبها لكثرتها وليس لأحد من غير الشركاء أن يسقي أرضه منها إلا بإذن أصحابها وليس لأحد من الشركاء أن يشق منها بربخاً أو ينصب عليها آلة بخارية أو تابوتاً بلا رضا بقية الشركاء إلا آلة وضعت في ملكه وكانت حافتا النهر وبطندله [؟] ولا يضر بنهر وماء.\r(مادة 41)\rالماء المحرز في الأواني كالحياض والصهاريج المملوكة لا حق لأحد في الانتفاع به إلا بإذن صاحبه.\r(مادة 42)\rمن أنشأ ترعة من ماله لسقي أرضه فله الانتفاع بما فيها كيف شاء وليس لغيره أن يسقي أرضه منها إلا بإذن المنشئ وللغير أن يشرب منها ويسقى دابته.\r(مادة 43)\rحق استعمال مياه الترع العمومية وتوزيعها يكون بقدر الأراضي المقتضى ريها مع مراعاة عدم الضرر بالعامة.","seal":"1082A74B","part":1},
      {"page":10,"id":10,"nass":"مادة (44)\rليس لصاحب الأرض التي تسقى بالآلات أو الترع أن يجبر أصحاب الأراضي التي دونه على تصريف مياهه في أراضيهم إن لم يكن له حق المسيل فيها.\r(مادة 45)\rإذا كان لأحد مسقى جار بحق في أرض آخر فليس لرب الأرض أن يمنعه عن إجرائه في أرضه.\r(مادة 46)\rمن سقى أرضه سقياً معتاداً تتحمله أرضه فسال منها الماء في أرض غيره فأتلف زرعه فلا ضمان عليه وإن سقاها سقياً غير معتاد فعليه الضمان.\r(مادة 47)\rحق الشرب يورث ويوصي بالانتفاع به ولا يباع إلا تبعا للأرض كحق المسيل ولا يوهب ولا يؤجر.\r\rالفصل الثاني\r(في حق المرور والمجرى والمسيل)\r(مادة 48)\rالقديم يبقى على قدمه في حق المرور والمجرى والمسيل ما لم يكن غير مشروع من أصله فإن كان كذلك فلا اعتبار له ويزال إن كان فيه ضرر بين.\rفإن كان لدار مسيل قذر في الطريق العام وكان مضراً بالعامة يرفع ضرره ولو كان قديماً ولا يعتبر قدمه.\r(مادة 49)\rإذا كان لأحد حق المرور في أرض شخص آخر فليس لصاحبها أن يمنعه من المرور منها وله أن يقود دوابه وعربته إذا كان له هذا الحق.\r(مادة 50)\rللمبيح أن يرجع عن إباحته ولا يلزم بالإذن والرضا فإن لم يكن لأحد حق المرور في عرصة آخر ومر فيها مدة بإذن صاحبها فلا يترتب على مروره حق له بل لصاحب العرصة أن يمنعه من المرور متى شاء.\r(مادة 51)\rمن كان له مرجى أو سياق ماء جار بحق قديم في ملك شخص آخر فليس لصاحبه منعه.\r(مادة 52)\rإذا كان لدار مسيل مطر على دار الجار من القديم فليس للجار منعه.","seal":"79435B92","part":1},
      {"page":11,"id":11,"nass":"(مادة 53)\rإذا كان لأحد مجرى أو سياق ماء في دار آخر فحصل به خلل تسبب عنه للجار ضرر فللجار أن يجبر صاحبه على دفع الضرر عنه بتعميره وإصلاحه أو عدم الإجراء فيه وإذا أراد صاحبه إصلاحه فمنعه الجار من الدخول في داره يخير صاحبه الدار بين أن يتركه يدخل ويصلح وبين أن يفعل صاحب الدار ذلك بماله.\r(مادة 54)\rإذا كان لدار مسيل قذر في الطريق الخاص وكان مضراً بأهله يرفع ضرره ولو كان قديماً ولا يعتبر قدمه.\r(مادة 55)\rلا يجوز لأحد أن يجرى مسيل محله المحدث إلى دار آخر بدون إذنه إن لم يكن له حق في ذلك.\r(مادة 56)\rلا يجوز لأحد إحداث شيء من الميازيب ولا حفر بالوعة في طريق العامة إذا كان يضر بالعامة وأن أحدث ذلك في زقاق غير نافذ لا يجوز إلا بإذن أهله سواء أضربهم أم لا.\r\rالفصل الثالث\r(في حقوق المعاملات الجوارية)\r(مادة 57)\rللمالك أن يتصرف كيف شاء في خالص ملكه الذي ليس للغير حق فيه فيعلى حائطه ويبني ما يريده ما لم يكن تصرفه مضراً بالجار ضرراً فاحشاً.\r(مادة 58)\rإذا تعلق حق الغير بالملك فليس للمالك أن يتصرف فيه تصرفاً مضراً إلا بإذن صاحب الحق.\r(مادة 59)\rالضرر الفاحش ما يكون سبباً لوهن البناء أو هدمه أو يمنع الحوائج الأصلية أي المنافع المقصودة من البناء وأما ما يمنع المنافع التي ليست من الحوائج الأصلية فليس بضرر فاحش.\r(مادة 60)\rيزال الضرر الفاحش سواء كان قديماً أو حادثاً.","seal":"63592565","part":1},
      {"page":12,"id":12,"nass":"(مادة 61)\rسد الضياء بالكلية على الجار يعد ضرراً فاحشاً فلا يسوغ لأحد إحداث بناء يسد به شباك بيت جاره سداً يمنع الضوء عنه وإن فعل ذلك فللجار أن يكلفه رفع البناء دفعاً للضرر عنه.\r(مادة 62)\rرؤية المحل الذي هو مقر للنساء يعد ضرراً فاحشاً فلا يسوغ إحداث شباك أو بناء يجعل فيه شباكاً للنظر مطلاً على محل نساء جاره وأن أحدث ذلك يؤمر برفع الضرر إما بسد الشباك أو ببناء ساتر فإن كان الشبك المحدث مرتفعاً فوق قامة الإنسان فليس للجار طلب سده.\r(مادة 63)\rإن كان لأحد داراً يتصرف فيها تصرفاً مشروعاً فأحدث غيره بجواره بناء مجدداً فليس للمحدث أن يتضرر من شبابيك الدار القديمة ولو كانت مطلة على مقر نسائه بل هو الذي يلزمه دفع الضرر عن نفسه.\r(مادة 64)\rإذا كان لأحد علو ولآخر سفل فلصاحب العلو حق القرار في السفل والسقف ملك لصاحب السفل ولصاحب العلو حق الانتفاع بسطحه انتفاعاً معتاداً ولصاحب السفل حق في العلو يستره من الشمس ويقيه من المطر.\r(مادة 65)\rإذا كان باب السفل والعلو واحداً فلكل من صاحبيهما استعماله مشتركاً فلا يسوغ لأحدهما أن يمنع الآخر من الانتفاع به دخولاً وخروجاً.\r(مادة 66)\rإذا هدم صاحب السفل سفله تعديا يجب عليه تجديد بنائه ويجبر على ذلك.\r(مادة 67)\rإذا أنهدم السفل بلا صنع صاحبه فعليه بناؤه بلا جبر عليه فإن امتنع صاحب السفل من تعميره وعمره صاحب العلو بإذن صاحبه أو بإذن القاضي فله الرجوع على صاحب السفل بما أنفقه على العمارة بالغاً ما بلغ قدره.\rوأن عمره بلا إذن صاحبه أو أذن القاضي فليس له الرجوع إلا بقيمة البناء وتقدر القيمة بمعرفة أرباب الخبرة زمن البناء لا زمن الرجوع.\rولصاحب العلو أن يمنع في الحالتين صاحب السفل من سكناه والانتفاع به حتى يوفيه حقه وله أن يؤجر بإذن القاضي ويستخلص حقه من أجرته.","seal":"846ECE0F","part":1},
      {"page":13,"id":13,"nass":"(مادة 68)\rلا يجوز لذي العلو أن يبني في علوه بناء جديداً ولا أن يزيد في ارتفاعه بغير إذن صاحب السفل إلا إذا علم أنه لا يضر بالسفل فله ذلك بغير إذن صاحب السف.\r(مادة 69)\rلا يجز للجار أن يجبر جاره على إقامة حائط أو غيره على حدود ملكه ولا على أن يعطيه جزأ من حائطه أو من الأرض القائم عليها الحائط.\r(مادة 70)\rإذا كان الحائط مشتركاً بين اثنين فلا يجوز لأحدهما أن يتصرف فيه بتعلية أو زيادة في البناء عليه بلا إذن الآخر سواء كان تصرفه مضراً بالآخر أم لا.\r(مادة 71)\rلكل من الشريكين في الحائط أن يضع عليه أخشاباً بقدر ما لشريكه بشرط أن لا يتجاوز كل منهما ما يتحمله الحائط وليس لأحد منهما أن يزيد في أخشابه بدون إذن الآخر كما أنه لا يجوز لأحد منهما أن يحول محل أخشابه التي على الحائط يميناً أو شمالاً ولا من أسفل إلى أعلى ولو من أعلى إلى أسفل جاز وإذا كان لكل منهما عليه أخشاب فلصاحب الأسفل أن يرفع أخشابه بحذاء صاحب الأعلى أن لم يضر بالحائط وكذا لصاحب الأعلى أن يسفل أخشابه أن لم يضر بالحائط.\r\rالكتاب الثاني\r(في أسباب الملك)\r(مادة 72)\rأسباب الملك هي العقود الموجبة لنقل العين من مالك إلى آخر كبيع أو هبة أو وصية والميراث ووضع اليد على الشيء الذي لا مالك له والشفعة.\r\rالفصل الأول\r(في العقود)\r(مادة 73)\rيصح أن تملك الأعيان بعضو وبغير عوض سواء كانت عقاراً أو منقولاً.","seal":"9DF4BA42","part":1},
      {"page":14,"id":14,"nass":"(مادة 74)\rينتقل ملك العين المبيعة للمشتري بمجرد حصول عقد المعاوضة ووقوعه صحيحاً باتاً نافذاً لازماً سواء كان عقاراً أو منقولاً.\r(مادة 75)\rللمشتري أن يتصرف في العين المبيعة بالبيع قبل استلامها إن كانت عقاراً لا يخشى هلاكه وليس له أن يؤجرها قبل قبضها كما أنه ليس له أن يتصرف في المبيع قبل قبضه لا بيعاً ولا إجارة إن كان منقولاً.\r(مادة 76)\rإذا استلم المشتري العين المبيعة عقاراً كانت أو منقولاً على أنها مملوكة للبائع فله أن يتصرف فيها بجميع التصرفات ولا يمنع تصرفه من استرداد العين لمستحقها إذا ظهر أنها مستحقة للغير وثبت حقه فيها.\r\rالفصل الثاني\r(في الهبة) ... (راجع الأحوال الشخصية)\r(مادة 77)\rالهبة تمليك العين بلا عوض وقد تكون بعوض.\r(مادة 78)\rيشترط في صحة الهبة أن يكون الوهاب حراً بالغاً عاقلاً مالكاً للعين التي يتبرع بها غير محجور عليه.\r(مادة 79)\rإذا كان المالك أهلا للتربع ولم يكن محجوراً عليه بدين أو سفه جاز له أن يهب وهو في حال صحته كل ماله أو بعضه لمن يشاء.\r(مادة 80)\rلا يثبت ملك العين للموهوب له إلا إذا قبض العين الموهوبة قبضاً كاملاً في محوز مقسوم أو مشاع لا يحتمل القسمة.\r(مادة 81)\rإذا كان الموهوب مشاعاً يحتمل القسمة في تفيد هبته الملك بالقبض إلا إذا قسم الواهب","seal":"2CC9AED6","part":1},
      {"page":15,"id":15,"nass":"الموهوب وسلمه مفرزاً عن غير الموهوب لا متصلاً به ولا مشغولاً لا بملكه فإن سلمه شائعاً للموهوب له فلا يملكه ولا ينفذ تصرفه فيه ويضمنه أن هلك أو استهلك.\rويكون للواهب حق التصرف فيه واسترداده هو أو ورثته.\r(مادة 82)\rإذا مات الواهب قبل تسليم العين للموهوب له بطلت الهبة.\r(مادة 83)\rإذا مات الموهوب له قبل استلامه العين الموهوبة بطلت الهبة ولا حق لورثته فيها.\r(مادة 84)\rإذا وهب شخص هبة لمن ليس أهلاً للقبول جاز لوليه أو وصية أو من هو في حجره أن يقبل الهبة ويقبضها عنه.\rوإذا كان الصبي الموهوب له مميزاً فقبوله وقبضه معتبران ولو مع وجود أبيه.\r(مادة 85)\rحكم الهبة في مرض الموت بعد استيفاء شرائطها قبله كحكم الوصية في اعتبارها من الثلث وتوقفها لو لأحد الورثة.\r\rالفصل الثالث\r(في الوصية) ... (راجع الأحوال الشخصية)\r(مادة 86)\rالوصية تمليك مضاف إلى ما بعد الموت بطريق التبرع.\r(مادة 87)\rيشترط لصحة الوصية كون الموصي حراً بالغاً عاقلاً مختاراً أهلاً للتبرع والموصى له حياً تحقيقاً أو تقديراً والموصي به قابلاً للتمليك بعد موت الموصى.\r(مادة 88)\rيجوز لمن لا دين عليه ولا وارث له أن يوصى بماله كله أو بعضه لمن يشاء.\r(مادة 89)\rمن كان عليه دين مستغرق لما له فلا يجوز وصيته ألا أن يبرئه غرماؤه.","seal":"25F94D76","part":1},
      {"page":16,"id":16,"nass":"(مادة 90)\rلا تجوز الوصية لوارث إلا إذا أجازتها الورثة الأخر بعد موت الموصى وهم من أهل التبرع.\r(مادة 91)\rتجوز الوصية بالثلث للأجنبي عند عدم المانع من غير إجازة الورثة ولا تجوز بما زاد على الثلث إلا إذا أجازته الورثة بعد موت الموصى وهم من أهل التبرع ولا عبرة بإجازتهم في حال حياته.\r(مادة 92)\rاختلاف الدين والملة لا يمنع صحة الوصية فتجوز الوصية من المسلم للذمي والمستأمن ومنهما للمسلم.\r(مادة 93)\rلا يملك الموصى به إلا بقبول الوصية صراحة أو دلالة كموت الموصى له بعد موت الموصى بلا قبول ولا رد ولا يصح قبولها إلا بعد موت الموصى فإن قبل الموصى له بعد موت الموصى بثلث له ملك الموصى به سواء قبضه أو لم يقبضه.\rفإن موت بعد موت الموصى قبل القبول أو الرد انتقل الموصى به على ملك ورثته.\r\rالفصل الرابع\r(في الميراث)\r(مادة 94)\rيتبع في الميراث أحكام الشريعة الإسلامية في حق المسلمين وأما الذميون فيتبع في مواريثهم أحكام أحوالهم الشخصية وأن تراضوا وترافعوا إليها يحكم بينهم بحكم الإسلام.\r\rكتاب الشفعة\rالفصل الأول\r(في تعريفها وأسبابها واستحقاقها)\r(مادة 95)\rالشفعة هي حق تملك العقار المبيع أو بعضه ولو جبرا على المشتري بما قام عليه من الثمن والمؤن.","seal":"15C730F4","part":1},
      {"page":17,"id":17,"nass":"(مادة 96)\rسبب الشفعة هو اتصال ملك الشفيع بالعقار المبيع اتصال شركة أو اتصال جوار.\r(مادة 97)\rالشركة في الشفعة على نوعين شركة في نفس العقار المبيع وشركة في حقوقه.\r(مادة 98)\rالشركة في نفس العقار المبيع أن يكون للشفيع حصة شائعة فيه قليلة كانت أو كثيرة فإن كانت له حصة مفرزة عن العقار فلا يكون شريكاً فيه.\rوالمشارك في أرض حائط الدار يعتبر مشاركاً في نفس العقار.\r(مادة 99)\rالشركة في حقوق العقار للمبيع هي عبارة عن الشركة في حق الشرب الخاص أو الطريق الخاص سواء كان الطريق خاصاً بدار واحدة أو بجملة دور مفتوحة أبوابها في زقاق غير نافذ فإذا بيعت دار في زقاق غير نافذ فجميع أهله شفعاء يستوي فيه الملاصق والمقابل والأعلى والأسفل.\r(مادة 100)\rالجار الملاصق هو من له عقار متصل بالعقار المبيع أما لو كان عقار الجار منفصلاً عن العقار المبيع انفصالاً تاماً ولو بقدر شبر أو أقل فلا يكون جاراً مستحقاً للشفعة.\rفإذا بيع بيت من دار فالملاصق للبيت ولأقصى الدار في الشفعة سواء لكونه ملاصقاً حكماً.\r(مادة 101)\rإذا كان السفل لشخص والعلو لآخر يعتبر كل منهما جاراً ملاصقاً.\rوكذلك من كانت له خشبة موضوعة على حائط لا ملك فيه أو كان شريكاً في خشبة موضوعة على حائط يعتبر جاراً ملاصقاً لا شريكاً.\r(مادة 102)\rالطريق العام لا شفعة به لصاحب الملك المقابل للعقار المبيع ولو تقاربت الأبواب وإنما تكون الشفعة للجار الملاصق سواء كان باب داره في هذه الطريق أو في غيره.\r(مادة 103)\rإذا اجتمعت أسباب الشفعة يقدم الأقوى فالأقوى فيقدم الشريك في نفس العقار ثم الشريك","seal":"6E4302B9","part":1},
      {"page":18,"id":18,"nass":"في أرض الحائط المشترك ثم الشريك في حقوق المبيع الخاصة ثم الجار الملاصق.\rوأي ترك الشفعة أو سقط حقه فيها تنتقل الشفعة إلى من يليه في الرتبة.\r(مادة 104)\rاستحقاق الشفعة للشركاء يكون بقدر رؤوسهم لا بقدر أنصباتهم في الملك فإذا باع أحد الشركاء حصته لأحد منهم يحسب المشتري واحداً منهم في الشفعة وتقسم الحصة المبيعة بينهم.\r\rالفصل الثاني\r(فيما تثبت فيه الشفعة وما لا تثبت)\r(مادة 105)\rلا تثبت الشفعة إلا بعد البيع مع وجود السبب الموجب لها.\r(مادة 106)\rيشترط في المبيع الذي تثبت فيه الشفعة أن يكون عقاراً مملوكاً ولو غير قابل للقسمة وأن يكون بيعه صحيحاً نافذاً أو فاسداً انقطع فيه حق الفسخ خالياً عن خيار شرط للبائع وأن يكون العوض مالاً ولا فرق في العقار بين أن يكون داراً أو حانوتاً أو أرضاً أو كرماً أو علواً أو سفلاً.\r(مادة 107)\rيشترط أن يكون العقار المشفوع به ملكاً للشفيع وقت شراء العقار المشفوع وأن لا يصدر من الشفيع رضاء بالبيع لا صراحة ولا دلالة.\r(مادة 108)\rلا شفعة فيما ملك بهبة بلا عوض مشروط فيها أو صدقة أو إرث أو وصية ولا في عقار ملك ببدل ليس بمال كما لو استأجر شيئاً بدار أو حانوت.\r(مادة 109)\rلا شفعة في البناء والشجر المبيع قصداً بدون الأرض القائم عليها فإذا بيع البناء والشجر تبعا للأرض تثبت فيه الشفعة.\r(مادة 110)\rلا شفعة في البناء والشجر القائمين في أرض محتكرة أو في الأراضي الأميرية.","seal":"7DDEADD0","part":1},
      {"page":19,"id":19,"nass":"(مادة 111)\rالأراضي الأميرية التي بأيدي المستحقين لمنفعتها لا يصبح بيعهم لها فلا شفعة فيها.\r(مادة 112)\rإذا باع ولي الأمر شيئا من الأراضي الأميرية التي ليست في يد أحد من الزراع أو باع للزراع شيئاً من الأراضي التي في أيديهم بمسوغ شرعي كوصي اليتيم فبيعه صحيح تثبت فيه الشفعة.\r(مادة 113)\rلا شفعة في الوقف ولا له فإذا بيع عقار مجاور لوقف أو كان بعض المبيع ملكاً وبعضه وقفاً وبيع الملك فلا شفعة للوقف.\r(مادة 114)\rلا تجرى الشفعة في القسمة فإذا قسمت دار أو أرض مشتركة بين اثنين فلا يكون الجار شفيعاً فيها.\r(مادة 115)\rلا شفعة فيما بيع بيعاً فاسداً إلا إذا انقطع حق البائع عنه بأن قبضه المشتري وتصرف فيه تصرفاً يمنع فسخ البيع كأن وهبه أو بنى أو غرس فيه.\r(مادة 116)\rلا شفعة فيما بيع بشرط الخيار للبائع إلا إذا أسقط البائع خياره حتى لزم البيع فتجب فيه الشفعة للشفيع أن طلبها عند البيع بشروطها.\r\rالفصل الثالث\r(في طلب الشفعة)\r(مادة 117)\rطلب الشفعة على ثلاثة أوجه طلب مواثبة وطلب إشهاد وتقرير وطلب تملك.\r(مادة 118)\rطلب المواثبة هو أن يبادر الشفيع بطلب الشفعة فوراً في مجلس علمه بالبيع والمشتري والثمن ولو علم بذلك بعد حين بدون أن يصدر منه ما يدل على الأعراض وأن يشهد على طلبه خشية جحود المشتري لا لزوماً.","seal":"447CB3AA","part":1},
      {"page":20,"id":20,"nass":"(مادة 119)\rطلب التقرير هو أن يشهد الشفيع على البائع أن كان العقار المبيع في يده أو على المشتري وإن لم يكن العقار في يده أو عند المبيع بأنه طلب ويطلب فيه الشفعة الآن والمدة الفاصلة بين هذا الطلب والطلب الأول مقدرة بالتمكن منه فإن تمكن بكتاب أو رسول ولم يشهد بطلت شفعته وإن لم يتمكن منه فلا تسقط.\rوأن أشهد الشفيع في طلب المواثبة عند أحد من هؤلاء المذكورين كفاه ذلك الإشهاد فقام مقام الطلبين.\r(مادة 120)\rطلب التملك هو طلب المخاصمة والمرافعة عند القاضي فإذا أخره الشفيع بعد طلب المواثبة والتقرير شهراً واحداً بلا عذر بطلت شفعته وإن أخره بعذر مقبول فلا تسقط.\r(مادة 121)\rلولي الصبي أو وصية أن يأخذ له بالشفعة فإن لم يطلبها وبلغ الصبي فلا شفعة له بعد البلوغ فإن لم يكن للصبي ولي ولا وصي ينصب له القاضي قيماً ليأخذ له بالشفعة فإن لم ينصب له قيماً فإنه يبقى على شفعته حتى يبلغ فيأخذه ولو مضى على بيع العقار المشفوع سنون.\r(مادة 122)\rالخصم للشفيع في إثبات الشفعة كل من المشتري والبائع قبل تسليم المبيع للمشتري وبعد تسليمه إليه فالخصم هو المشتري فقط.\r(مادة 123)\rإذا كان المبيع في يد البائع وترافع الشفيع معه فلا تسمع البينة عليه حتى يحضر المشتري ومتى ثبتت الشفعة مستوفية شرائطها يفسخ القاضي شراء المشتري ويقضي للشفيع بالعقار المشفوع بطلب الشفيع.\r(مادة 124)\rإذا كان أحد الشريكين غائباً فلا ينتظر قدومه ولا يوقف له نصيب بل يقضي للحاضر بجميع المبيع فإن حضر الغائب وطلب الشفعة مستوفياً شرائط الطلب يقضي له بحقه إن لم يوجد مسقط له فإن كان مثل الأول يقضي له بالنصف وإن كان فوقه يقضي له بجميع المبيع وتبطل شفعة الأول وإن كان دونه يمنع.","seal":"5D84D41A","part":1},
      {"page":21,"id":21,"nass":"الفصل الرابع\r(في حكم الشفعة)\r(مادة 125)\rلا يثبت الملك للشفيع في البيع إلا بقضاء القاضي أو بأخذ من المشتري بالتراضي.\r(مادة 126)\rتملك العقار قضاء كان أو رضاء يعتبر شراء جديداً في حق الشفيع فله خيار الرؤية والعيب وأن اشترط المشتري مع بائعه البراءة منها.\r(مادة 127)\rإذا قضى للشفيع بالمبيع وكان ثمنه مؤجلاً على المشتري يأخذه الشفيع بثمن حال فإن أداه للبائع سقط الثمن عن المشتري وأن أداه للمشتري فليس للبائع أن يطالب المشتري به قبل حلول الأجل المتفق عليه.\r(مادة 128)\rإذا قضى للشفيع بالعقار المشفوع فأدى ثمنه ثم استحق المبيع فإن كان أداه للمشتري فعليه ضمانه سواء استحق قبل تسليمه إليه أو بعده وإن كان أداه للبائع واستحق المبيع وهو في يده فعليه ضمان الثمن للشفيع.\r(مادة 129)\rللشفيع أن ينقض جميع تصرفات المشتري حتى لو وقف العقار المشفوع أو جعله مسجداً فله نقضه.\r(مادة 130)\rإذا بنى المشتري بناء في الدار أو الأرض المشفوعة أو غرس فيها أشجاراً فالشفيع بالخيار إن شاء تركها وإن شاء أخذها بالثمن المسمى ودفع قيمة البناء والشجر مستحق القلع أو يكلف المشتري قلعهما وإذا زاد المشتري على العقار المشفوع شيئاً من ماله بان بيضه أو صبغه بألوان فإن الشفيع يكون بالخيار إن شاء تركه وإن شاء أخذه بالثمن وقيمة الزيادة.\r(مادة 131)\rإذا هدم المشتري بناء الدار المشفوعة أو هدمه غيره أو قلع الأشجار التي كانت مغروسة في الأرض المشفوعة يأخذ الشفيع العرصة أو الأرض بحصتها من الثمن بأن يقسم الثمن على قيمة العرصة أو الأرض وقيمة البناء أو الشجر وما خص العرصة أو الأرض منه يدفعه الشفيع وتكون الأنقاض والأخشاب للمشتري.","seal":"F6A0E25F","part":1},
      {"page":22,"id":22,"nass":"(مادة 132)\rإذا تخربت الدار المشفوعة أو جفت أشجار البستان المشفوع بلا تعدي أحد عليها يأخذها الشفيع بالثمن المسمى.\rفإن كان بها أنقاض أو خشب وأخذه المشتري تسقط حصته من الثمن بأن يقسم الثمن على قيمة الدار أو البستان يوم العقد وقيمة الانقضاض والخشب يوم الأخذ.\r(مادة 133)\rإذا تلف بعض الأرض المشفوعة بغرق أو نحوه سقطت حصة التالف من أصل الثمن.\r(مادة 134)\rإذا أخذ الشفيع العقار المشفوع وبنى فيه بناء أو غرس فيه أشجاراً ثم استحق العقار فإنه يرجع بالثمن فقط ولا رجوع له بقيمة البناء والشجر على أحد بمعنى أنه لا يرجع بما نقص بالقلع.\r(مادة 135)\rالشفعة لا تقبل التجزئة فليس للشفيع أن يأخذ بعض العقار المشفوع ويترك بعضه جبراً على المشتري إنما إذا تعدد المشترون واتحد البائع وقبضوا المبيع منه أو لم يقبضوه ودفعوا له الثمن فللشفيع أن يأخذ نصيب بعضهم ويترك الباقي.\r\rالفصل الخامس\r(فيما يسقط الشفعة ويبطلها)\r(مادة 136)\rتبطل الشفعة بترك طلب المواثبة أو باختلال شرط من شروط صحته وتسقط أيضاً بترك طلب التقرير والإشهاد مع إمكانه والقدرة عليه وبتأخير طلب المخاصمة شهراً بلا عذر.\r(مادة 137)\r\rإذا أسقط الشفيع حقه في الشفعة وتركه قبل الحكم سقط حقه وللشفعاء الأخر أن يأخذوا العقار المبيع أن طلبوا الشفعة بشروطها وأن أسقط حقه بعد الحكم له فلا يسقط ولا يكون لأحد حق فيه.","seal":"BCEE6DAA","part":1},
      {"page":23,"id":23,"nass":"(مادة 138)\rيشترط لصحة الشفعة أن يطلب الشفيع كل المبيع فإن طلب أحد الشريكين نصفه بناء على أنه يستحق النصف فقط بطلت شفعته.\r(مادة 139)\rلا تبطل الشفعة بموت المشترى.\r(مادة 140)\rتبطل الشفعة بموت الشفيع قبل تملكه العقار المشفوع بالقضاء أو الرضاء سواء كان موته قبل الطلب أو بعده ولا ينتقل حقه فيها إلى ورثته.\r(مادة 141)\rإذا باع الشفيع العقار المشفوع به أو وقفه أو جعله مسجداً قبل تملكه العقار المشفوع بطلت شفعته.\r(مادة 142)\rإذا اشترى الشفيع العقار المشفوع من المشتري سقطت شفعته وإذا سقطت شفعته فلمن دونه أو مثله في الدرجة من الشفعاء أن يأخذه بالعقد.\r(مادة 143)\rإذا استأجر الشفيع المبيع أو ساومه بيعاً أو إجارة أو طلب من المشتري بيعه له تولية أي بمثل الثمن الأول سقطت شفعته.\r(مادة 144)\rإذا أخبر الشفيع بمقدار الثمن فاستكثره فسلم في الشفعة ثم تحقق له أن الثمن أقل مما أخبر به فله حق الشفعة.\r(مادة 145)\rإذا علم باسم المشتري فسلم في الشفعة ثم بان له أن المشتري هو غير من سمى فله حق الشفعة.\r(مادة 146)\rإذا بلغ الشفيع شراء نصف العقار المشفوع فسلم في الشفعة ثم تحقق له شراء كل المبيع فله الشفعة وفي عكسه لا شفعة له.","seal":"F54A2DC4","part":1},
      {"page":24,"id":24,"nass":"باب\r(في التملك بوضع اليد على الأموال المباحة)\r(مادة 147)\r\rالأراضي الموات أي المباحة التي لا ينتفع بها وليست في ملك أحد تكون ملكاً لمن وضع يده عليها وأحياها بإذن ولي الأمر مسلما كان أو ذمياً لا مستأمناً.\rفمن أذن له بإحياء أرض موات وكان واحداً منهما وأحياها بأن زرعها أو غرس أو بنى فيها فقد ملكها ولا تنزع منه بل يربط عليها العشر إن كانت أقرب إلى أرض العشر وكان المحيي مسلماً وإلا فالخراج.\r(مادة 148)\rإذا وجد في أرض عشرية أو خراجية مملوكة لشخص معين معدن ذهب أو فضة أو حديد أو نحاس أو نحوه من الجوامد التي تنطبع بالنار فإنه يكون ملكاً لمالك الأرض وعليه الخمس للحكومة.\rوإن وجدت في أرض مملوكة لغير مغين كأراضي الحكومة تكون كلها للحكومة.\r(مادة 149)\rمن وجد في أرض من الأراضي المباحة كالجبال والمفاوز كنزاً مدفوناً وعليه علامة أو نقش عملة الجاهلية فله أربعة أخماسه وخمسة للحكومة.\rوإن كان عليه نقش من النقوش الإسلامية فهو لمالك الأرض التي وجد فيها إن ادعى ملكه وإلا فهو لقطة.\r(مادة 150)\rالصيد مباح براً وبحراً ويجوز اتخاذه حرفة.\r\rباب\r(في وضع اليد وعدم سماع الدعوى بمرور الزمان)\r(مادة 151)\rمن كان واضعاً يده على عقاراً أو غيره ومتصرفاً فيه تصرف الملاك بلا منازع ولا معارض مدة 15 سنة فلا تسمع عليه دعوى الملك بغير الإرث من أحد ليس بذي عذر شرعي إن كان منكراً","seal":"C342BAB4","part":1},
      {"page":25,"id":25,"nass":"(مادة 152)\rمن كان واضعاً يده على عقار متصرفاً فيه تصرف الملاك بلا منازع مدة ثلاث وثلاثين سنة فلا تسمع عليه بعدها دعوى الإرث ولا دعوى أصل الوقف إلا لعذر شرعي.\r(مادة 153)\rلواضع اليد على العقار أن يضم إلى مدة وضع يده مدة وضع يد من انتقل منه العقار إليه سواء كان انتقاله بشراء أو هبة أو وصية أو إرث أو غير ذلك فإن جمعت المدتان وبلغت المدة المحددة لمنع سماع الدعوى فلا تسمع على واضع اليد دعوى الملك المطلق ولا دعوى الإرث ولا الوقف.\r(مادة 154)\rالاستيام والاستيداع والاستئجار والاستعارة والاستهياب تعتبر إقرار بعدم الملك لمباشر ذلك فلا تسمع دعواه لنفسه على واضع اليد ولو لم يمض على وضع اليد المدة المحددة لمنع سماع الدعوى.\r(مادة 155)\rمن كان واضعاً يده على عقار بطريق الإجارة أو الإعارة وهو مقر بالإجارة أو العار فليس له أب يتمسك بمرور خمس عشرة سنة على وضع يده في منع دعوى المؤجر أو المعير عليه فإن كان منكراً للإجارة أو العارية جميع تلك المدة والمدعى حاضر وهو تارك للدعوى عليه مع التمكن منها ووجود المقتضى لها فلا تسمع دعواه بعد ذلك.\r\r(مادة 156)\rإنما لا تسمع دعوى الملك أو الإرث أو الوقف على واضع اليد إذا تحقق ترك الدعوى بلا عذر شرعي في المدة المحددة.\r(مادة 157)\rإذا تركت الدعوى لعذر من الأعذار الشرعية في المدة المحددة كأن كان المدعى غائباً أو قاصراً أو مجنوناً ولا ولي لهما ولا وصي فلا مانع من سماع دعوى الملك أو الإرث أو الوقف ما لم يحضر الغائب ويبلغ الصبي ويفق المجنون ويترك الدعوى بعد حضوره أو بلوغه أو إفاقته مدة تساوي المدة المحدودة.\r(مادة 158)\rوإذا ادعى في أثناء المدة في مجلس القضاء على واضع اليد ولم تفصل الدعوى فلا مانع من سماعها ثانياً ولو مضت المدة المحدودة ما لم يمض بين الدعوى الأولى والثانية المدة المحدودة.\r(مادة 159)\rالمطالبة في أثناء المدة المحدودة في غير مجلس القضاء لا تعتبر ولو تكررت مراراً.","seal":"25213DA0","part":1},
      {"page":26,"id":26,"nass":"(مادة 160)\rمن كان واضعاً يده على عقار اشتراه فلا تسمع دعوى الملك عليه ممن كان معه في البلد وهو يعلم البيع ورآه وهو يتصرف فيه بناء وزرعاً وغير ذلك وسكت عن دعواه ولو لم تمض على وضع اليد خمس عشرة سنة ووارث من كان حاضراً يعلم البيع ويرى التصرف كمورثه في عدم سماع الدعوى منه.\r(مادة 161)\rلا تسمع دعوى الملك على واضع اليد من ولد البائع له ولا من أقاربه أو زوجته الذين كانوا حاضرين وقت بيع العقار له وعالمين به وسكتوا عن دعواه ولو لم يمض على بيعه خمس عشرة سنة.\r\rباب\r(في نزع الملك)\r(مادة 162)\rلا ينزع ملك أحد من يده بغير حق شرعي.\r(مادة 163)\rإنما ينزع الملك من يد صاحبه إذا تصرف فيه بوجه من وجوه التصرفات السالبة للملك بمجرد العقد كالبيع.\r(مادة 164)\rإذا كان المالك مديوناً ديناً ثابتاً عليه شرعاً يجوز نزع ملكه الزائد عن حوائجه الضرورية المحتاج إليها في الحال ومنها مسكنه الضروري إذا لم يكن له مال من جنس ما عليه من الدين الشرعي ويباع قضاء إذا امتنع عن بيعه بنفسه لقضاء دينه من ثمنه ويبدأ في البيع بالأيسر فالأيسر بقدر الدين.\r(مادة 165)\rإذا اقتضت المصلحة العامة أخذ ملك لتوسيع طريق العامة يؤخذ بقيمته لكن لا يؤخذ من يد صاحبه مال يؤد له ثمنه مقداراً بمعرفة من يوثق بعدالته من أهل الخبرة.","seal":"35082012","part":1},
      {"page":27,"id":27,"nass":"(مادة 166)\rمصلحة الموقوف عليهم تجب رعايتها فلا يؤخذ مكان وقف لاتساع طريق للعامة إلا إذا استبدل بأحسن منه صقعاً وأكثر نفعاً وأغزر ريعاً.\r(مادة 167)\rإذا اقتضى الحال أخذ أرض من الأراضي الأميرية من يد من هو منتفع بزراعتها لإدخالها في طريق العامة أو لغير ذلك من المصالح العامة يرفع عن صاحبها من المال المربوط بقدر ما يؤخذ منه.\r\rفي العقود والمداينات والأمانات والضمانات\rكتاب العقود على العموم\rالباب الأول\r(في ماهية العقد وشرائطه)\r(مادة 168)\rالعقد هو عبارة عن ارتباط الإيجاب الصادر من أحد العاقدين بقبول الآخر على وجه يثبت أثره في المعقود عليه.\rويترتب على العقد التزام كل واحد من العاقدين بما وجب به للآخر.\r(مادة 169)\rيصح أن يرد العقد على الأعيان منقولة كانت أو عقار لتمليكها بعوض أو بغير عوض.\r(مادة 170)\rيصح أن يراد العقد على الأعيان لحفظها وديعة أو لاستهلاكها بالانتفاع بها قرضاً ورد بدلها.\r(مادة 171)\rيجوز ورود العقد على منافع الأعيان للانتفاع بها بعوض إجارة أو بغير عوض إعارة ورد عينها لصاحبها.\r(مادة 172)\rيصح أن يرد العقد على عمل معين من الأعمال الصناعية أو على خدمة معينة.","seal":"A18C46BF","part":1},
      {"page":28,"id":28,"nass":"(مادة 173)\rيشترط لتحقق كل عقد توفر ثلاثة أشياء وهي العاقدان وصيغة العقد ومحل يضاف إليه ويشترط لصحة أي عقد أهلية العاقدين وكون العقد مفيداً وكون المحل قابلاً لحكم العقد وكونه مما يقصد شرعاً.\r\rالفصل الأول\r(في أهلية العاقدين)\r(مادة 174)\rيشترط لانعقاد عقود البيع والشراء والإيجار والاستئجار والشركة والحوالة والرهن والوكالة ونحوها من التصرفات الدائرة بين النفع والضرر أن يكون كل من العاقدين مميزاً يعقل معنى العقد ويقصده ولا يشترط بلوغهما غير أن عقودهما لا تكون نافذة أن كانا محجوراً عليهما (راجع المادة الآتية وما بعدها)\r(مادة 175)\rالمحجور عليه لصغر سنه وعدم تمييزه تصرفاته وعقوده باطلة لا تنعقد أصلاً سواء كانت نافعة له أو مضرة أو دائرة بين النفع والضرر.\rوالكبير المجنون جنوناً غالباً على عقله حكمه حكم الصغير الذي لا يعقل فلا تصحح عقوده التي يعقدها حال جنونه بل تكون باطلة أيضاً فإن كان يجن تارة ويفيق أخرى فعقوده التي يعقدها حال إفاقته وهو تام العقل تكون صحيحة نافذة.\r(مادة 176)\rإذا كان المحجر عليه صبياً مميزاً أو كبيراً معتوهاً تصح تصرفاته وعقوده التي تكون نافعة له نفعاً محضاً وتنفذ ولو لم يجزها الولي أو الوصي وأما تصرفاته وعقوده المضرة بمصلحته ضرراً محضاً فهي كتصرفات الصبي الغير مميز وعقوده لا تصح أصلاً ولو أجازها الولي أو الوصي.\r(مادة 177)\rالمحجور عليه سواء كان صبياً مميزاً أو كبيراً ذاعته أو رقيقاً إذا عقد عقداً من العقود الدائرة بين النفع والضرر التي لا يشترط البلوغ لصحة انعقادها فلا ينفذ عقده ولا يترتب عليه حكم إلا إذا أجازه الولي أو الوصي أو المولي إجازة معتبرة فإن أجازه جاز ونفذت أحكامه وإن لم يجزه أو أجازه وكان فيه ضرر كأن كان فيه غبن فاحش زيادة أو نقصاً فلا يجوز ولا ينفذ أصلاً.","seal":"DE439D41","part":1},
      {"page":29,"id":29,"nass":"(مادة 178)\rالصبي أو العبد المأذون له بالتجارة تصح عقود بيعه وشرائه وتوكيله غيره بالبيع والشراء وإجارته واستئجاره ومزارعته ومساقاته ورهنه وارتهانه ويجوز إقراره بدين أو عين لم تقبل شهادته له أو عارية أو وديعة وحطه م الثمن بعيب قدر ما يحط التجار وتجوز له المحاباة وتأجيل الدين والصلح عن دين له على بعضه إن لم تكن له بينة وليس له أن يقرض ولا يهب ولا يكفل عن غيره.\r(مادة 179)\rالمحجور عليه حجراً قضائياً بسفه وسوء تصرف في ماله حكمه حكم الصبي المميز في التصرفات التي تحتمل الفسخ ويبطلها الهزل كالبيع والإجارة ونحوهما فلا تنفذ عقوده فيها إلا إذا أجازها القاضي فإن أجازها نفذت وإن ردها بطلت.\rوإنما تصح تصرفاته التي لا تحتمل الفسخ كالنكاح والطلاق والإعتاق والاستيلاد والتدبير وهو في وجوب زكاة وفطرة وحج وعبادات وزوال ولاية أبيه أوجده وفي صحة إقراره بالعقوبات وفي الإنفاق على من تلزمه نفقتهم وفي وصاياه بالقرب من ثلث ماله إن كان له وارث كبالغ.\r(مادة 180)\rيشترط لصحة عقود التبرعات كالهبة والصدقة والوصية أن يكون المتبرع عاقلاً بالغاً مطلق التصرف في ماله ولا يشترط العقل والبلوغ في المتبرع له بهبة أو صدقة أو وصية.\r(مادة 181)\rيشترط لصحة عقود الضمانات ووجوب حفظ الودائع والأمانات والالتزام بأداء الدين المحال به في المداينات أن يكون كل من الضامن والمستودع والملتزم بوفاء الدين المحال به عليه عاقلاً بالغاً غير محجور عليه ولا يشترط العقل والبلوغ في صاحب الدين المضمون أو المحال به ولا في صاحب الوديعة إلا إذا باشر كل منهما العقد بنفسه وهو غير عاقل أو عاقل غير مأذون فإنه لا ينعقد في الأول ولا ينفذ في الثاني إلا إذا أجازه الولي أو الوصي.\r(مادة 182)\rيشترط لنفاذ عقود المعاوضات الواردة على الأعيان المالية أو على منافعها أن يكون المتصرف في العين الوارد عليها العقد مالكاً لها أو وكيلاً عن مالكها إن كان عاقلاً بالغاً أو ولياً أو وصياً عليه إن كان صغيراً أو كبيراً مجنوناً أو معتوهاً وأن لا يتعلق بالعين حق لغير المتصرف فيها.","seal":"902AB49B","part":1},
      {"page":30,"id":30,"nass":"(مادة 183)\rيشترط للزوم عقود المعاوضات الواردة على الأعيان أو على منافعها أن تكون عارية عن الخيارات.\r(مادة 184)\rيجوز للحر العاقل البالغ غير المحجور عليه أن يباشر أي عقد كان بنفسه أو يوكل به غيره فمن باشر عقداً من العقود بنفسه لنفسه فهو الملزوم دون غيره بما يترتب عليه من الحقوق والأحكام.\r(مادة 185)\rمن باشر بطريق الوكالة عن غيره عقد هبة أو صدقة أو إعارة أو إيداع أو رهن أو قرض فإن كان وكيلاً من جهة مريداً لتمليك يصح العقد على الموكل مطلقاً سواء أضاف الوكيل العقد لموكله أو لنفسه.\rوإن كان وكيلاً من جهة طالب التمليك فإن أضاف العقد إلى نفسه يقع العقد له لا للموكل وإن أضاف العقد للموكل العقد للموكل وتتعلق به الحقوق في غير القرض إلا إذا بلغ على سبيل الرسالة.\r(مادة 186)\rمن باشر بالتوكيل عن غيره عقداً من عقود المعاوضات المالية كالبيع والشراء والإجارة والصلح عن إقرار يقع العقد للموكل سواء أضاف الوكيل العقد إلى نفسه أو إلى الموكل.\r(مادة 187)\rإذا أضاف الوكيل عقد المعاوضة المالية إلى نفسه تعود حقوق العقد كلها إليه فإن كان لبيع أو إجارة أو صلح من جهة المدعى يكون هو المطالب بتسليم ما باعه أو آجره ويكون له المطالبة بالثمن والأجرة وبد الصلح وإذا استحق المبيع أو المؤجر أو المصالح عنه يكون للمشتري أو المستأجر أو المدعى عليه المصالح الرجوع عليه بالثمن أو الأجرة أو بدل الصلح.\rوإن كان وكيلاً بشراء شيء أو استئجاره أو المصالحة عنه من جهة المدعى عليه فله قبض ما اشتراه أو استأجره وعليه دفع ثمنه أو أجرته وبدل ما صالح عنه.\rفإن أضاف العقد إلى موكله عادت كل حقوقه على موكله فلا مطالبة للوكيل ولا عليه مما يترتب على العقد من الحقوق والواجبات.\r(مادة 188)\rالأب المستور حاله إذا تصرف في مال ولده الصغير أو الكبير المجنون أو المعتوه ببيع أو إجارة","seal":"633F45D9","part":1},
      {"page":31,"id":31,"nass":"وكان تصرفه بمثل القيمة أو بيسير الغبن صح العقد وليس للولد نقضه بعد الإدراك أو بعد الإفاقة من جنته أوعته.\r(مادة 189)\rالأب الفاسد الرأي الذي لا يحسن التصرف في المال إذا تصرف في مال ولده الصغير أو الكبير المجنون أو المعتوه ببيع فلا يصح بيعه أصلاً إلا إذا كان يضعف القيمة سواء كان المبيع عقاراً أو منقولات فإن باعه بأقل من ضعف القيمة يكون للولد نقضه بعد البلوغ أو الإفاقة.\r(مادة 190)\rالوصي إذا تصرف في عقار اليتيم بالبيع بغير مسوغ من المسوغات الشرعية فلا يصح تصرفه وللصغير نقضه بعد إدراكه وإن تصرف فيه بمسوغ شرعي لزم الصبي أحكامه وليس له نقضه وتصرف الوصي في مال اليتيم غير العقار بمثل القيمة أو بيسير الغبن جائز لازم فليس للصبي نقضه بعد بلوغه وإن تصرف فيه بغبن فاحش لا يصح تصرفه أصلاً ولا إجازته.\r\rالفصل الثاني\r(في رضا العاقدين وما يعدم الرضا)\r(مادة 191)\rيشترط لصحة العقد الوارد على الأعيان المالية أو على منافعها تراضى العاقدين بلا إكراه ولا إجبار.\r(مادة 192)\rالإكراه نوعان ملجئ وغير ملجئ\rفالإكراه الملجئ يعدم الرضا ويفسد الاختيار ويكون بالتهديد بإتلاف نفس أو عضواً أو بعض عضو أو بضرب مبرح يخاف منه تلف نفس أو عضو أو بإتلاف كل المال.\rوالإكراه الغير الملجئ يعدم الرضا أيضاً لكنه لا يفسد الاختيار ويكون بالتهديد بالحبس والقيد المديدين وبالضرب الغير المتلف على حسب أحوال الناس.\r(مادة 193)\rالإكراه بحبس الوالدين والأولاد وغيرهم من ذي رحم محرم أو بضربهم يعدم الرضا أيضا.\r(مادة 194)\rيختلف الإكراه باختلاف أحوال الأشخاص وسنهم وضعفهم ومناصبهم وجاههم ودرجة تأثرهم وتألمهم من الحبس والضرب كثرة وقلة وشدة وضعفاً.","seal":"EB9EE1F7","part":1},
      {"page":32,"id":32,"nass":"(مادة 195)\rيشترط الاعتبار الإكراه المعدم للرضا أن يكون المكره قادراً على إيقاع ما هدد به وأن يخاف المكره وقوع ما صدر تهديده به في الحال بأن يغلب على ظنه وقوع المكره به أن لم يفعل الأمر المكره عليه فإن كان المجبر غير قادر على إيقاع ما هدد به فلا يكون الإكراه معتبراً.\r(مادة 196)\rإذا عقد المكره العقد في غياب المجبر ولم يرسل المجبر أحداً ليرده إليه إن لم يفعل فلا يعتبر الإكراه ويكون قد عقده طوعاً بعد.\r(مادة 197)\rالرضا شرط لصحة العقود التي تحتمل الفسخ فتفسد بفواته وذلك كالبيع والشراء والإيجار والاستئجار والهبة والصلح وتأجيل الدين والشفعة ونحوها.\rفمن أكره إكراهاً معتبراً بأحد نوعي الإكراه على عقد منها فلا يصح عقده.\r(مادة 198)\rلا يصح أيضاً مع الإكراه إبراء الدائن مديونه ولا إبراء الكفيل بنفس أو مال.\rفمن أكره إكراها معتبراً ملجئاً أو غير ملجئ على إبراء مديونه أو كفيل مديونه فإبراؤه غير صحيح وله مطالبة كل منهما بدينه.\r(مادة 199)\rالكفالة والحوالة لا يصحان بالإكراه فمن كفل عن غيره كرهاً أو قبل حوالة دين عليه جبرا فلا يلزمه شيء مما التزم به قهراً.\r(مادة 200)\rلا يصح الإقرار بالإكراه فمن أكره إكراهاً معتبراً على الإقرار وعلم بدلالة الحال أنه إن لم يقر بما أكره عليه يوقع به المكره ما هدده به من إتلاف أو حبس أو ضرب وهو قادر على إيقاعه فأقر خائفاً من وقوع ذلك فلا يعتبر إقراره ولا يلزمه شيء مما أقر به.\rالزوج ذو شوكة على زوجته فمن أكره زوجته بالضرب أو منعها عن أهلها لتهب له مهرها فوهبته له وهي خائفة فلا تصح الهبة ولا تبرأ ذمته من المهر.\r(مادة 201)\rالعقود والتصرفات التي تصح مع الهزل ولا تحتمل الفسخ كالنكاح والطلاق والعتاق ونحوها لا يؤثر فيها الإكراه ولا تبطل به.","seal":"3D17CF64","part":1},
      {"page":33,"id":33,"nass":"فمن أكره على عقد نكاح أو على طلاق أو إعتاق جاز عقد نكاحه ووقع طلاقه وصح إعتاقه ويرجع المعتق كرهاً بقيمة معتقه على من أكرهه إذا أعتقه لغير الكفارة وكان عتقه بالقول لا بالفعل.\r(مادة 202)\rمن أكره على عقد من العقود المحتملة للفسخ جاز له أن يفسخه بعد زوال الإكراه ولا يبطل حق فسخه بموته ولا بموت من أكرهه ولا بموت العاقد الآخر بل تقوم ورثتهم مقامهم.\r(مادة 203)\rعقد المكره ينعقد فاسداً إلا باطلاً فيقبل الإجازة فإن أجازه المكره بعد زوال الخوف صراحة أو دلالة ينقلب صحيحاً.\r(مادة 204)\rعقود المكروه لا يتوقف نفاذها على إجازته بعد زوال الإكراه بل تنفذ بلا توقف وتفيد الملك بالقبض فإن كان المكره عليه عقد بيع يملك المشتري المبيع بقبضه ملكاً فاسداً ويصح فيه كل تصرف من التصرفات التي لا يمكن نقضها وتلزم قيمته ويكون للبائع مكرهاً الخياران شاء ضمن المكره له على البيع قيمته يوم تسليمه إلى المشتري وإن شاء ضمن المشتري قيمته يوم قبضه أو يوم أحد في تصرفاً لا يحتمل النقض.\r(مادة 205)\rللبائع المكره ولوارثه من بعده أن ينقض تصرفات المشتري التي تحتمل الفسخ ويسترد العين التي أكره على بيعها حيث وجدها وأن تداولتها الأيدي فإن هلكت العين في يد المشتري يضمن قيمتها وللبائع الخيار إن شاء ضمنه وإن شاء ضمن المجبر فإن ضمن المجبر فله الرجوع بما ضمنه على المشتري فإن كان المشتري هو الذي أجبر على الشراء وهلك المبيع في يده بلا تعد منه فلا ضمان عليه وكذا لا ضمان على البائع المكره إن قبض الثمن مكرهاً وهلك في يده بلا تعد منه.\r\rالفصل الثالث\r(في الغبن الفاحش والغلط الواقع في العقود)\r(مادة 206)\rالغبن الفاحش لا يفسد العقد ولا يوجب حق فسخه للمغبون إلا إذا كان فيه تغرير وإنما يفسد العقد ويجب فسخه بالغبن الفاحش ولو لم يكن فيه تغرير إذا كان المغبون غبناً فاحشاً صغيراً أو كان المال الذي حصل فيه الغبن الفاحش مال وقف.","seal":"20CF3BC4","part":1},
      {"page":34,"id":34,"nass":"(مادة 207)\rإذا وقع غلط في محل العقد وكان المعقود عليه مسمى ومشاراً إليه فإن اختلف الجنس تعلق العقد بالمسمى وبطل لانعدامه وأن اتحد الجنس واختلف الوصف تعلق العقد بالمشار غليه وينعقد لوجوده ويخير العاقد لفوات الوصف إن شاء أمضى العقد وإن شاء نقضه.\rفإذا بيع هذا الفص على أنه ياقوت فإذا هو زجاج بطل البيع ولو بيع هذا الفص ليلاً على أنه ياقوت أحمر فظهر أصفر صح البيع والمشتري بالخيار بين إمضائه وفسخه.\r\rالفصل الرابع\r(في محل العقد وفائدته وقصد شرعيته)\r(مادة 208)\rلابد لكل عقد من محل يضاف إليه يكون قابلاً لحكمه ويصح أن يكون محل العقد مالاً عيناً كان أو ديناً أو منفعة أو عملاً.\r(مادة 209)\rيلزم لصحة عقد المعاوضات المالية من الجانبين أن يكون كل من البدلين معيناً تعييناً نافياً للجهالة الفاحشة سواء كان تعيينه بالإشارة إليه أو إلى مكانه الخاص أن كان موجوداً وقت العقد أ, ببيان وصفه مع بيان مقداره إن كان من المقدرات أو بنحو ذلك مما تنتفي به الجهالة الفاحشة ولا يكتفي بذكر الجنس عن القدر والوصف.\r(مادة 210)\rلا يصح أن يكون الشيء المعدوم الذي سيوجد في المستقبل محلاً للعقد المتقدم ذكر مالاً في السلم بشرائطه.\r(مادة 211)\rيلزم أن يكون في العقد فائدة لعاقديه وأن يكون مقصوداً شرعاً.\rوكل عقد لا فائدة فيه للعاقدين فهو فاسد وكذا العقد الذي قصد به مقصد غير شرعي.\r\rالفصل الخامس\r(في أحكام العقود)\r(مادة 212)\rإنما تجرى أحكام العقود في حق العاقدين ولا يلتزم بها غيرهما. ولا يجوز فسخ العقود اللازمة إلا بتراضيهما في الأحوال التي يجوز فيها فسخها.","seal":"4F436271","part":1},
      {"page":35,"id":35,"nass":"(مادة 213)\rعقد المعاوضة من الجانبين الوارد على الأعيان المالية إذا وقع مستوفياً شرائط الصحة يقتضي ثبوت الملك لكل واحد من العاقدين في بدل ملكه والتزام كل منهما بتسليم ملكه المعقود عليه للآخر.\r(مادة 214)\rعقد المعاوضة من الجانبين إذا وقع على منافع الأعيان المالية مستوفياً شرائط الصحة والنفاذ يستوجب التزام المتصرف في العين بتسليمها للمنتفع والتزام المنتفع بتسليم ما استحق من بدل المنفعة لصاحب العين.\r(مادة 215)\rعقد التبرع بالهبة بلا عوض ولا يتم بعد انعقاده صحيحاً ولا يلزم المتبرع حكمه إلا بتسليم العين الموهوبة للموهوب له وقبضها قبضاً تاماً.\rومثله عقد الهبة بشرط العوض فإنه لا يتم إلا بقبض العوضين.\r(مادة 216)\rإذا انعقد العقد موقوفاً غير نافذ بأن كان العاقد فضولياً تصرف في ملك غيره بلا إذنه أو كان العاقد صبياً مميزاً فلا يظهر أثره ولا يفيد ثبوت الملك إلا إذا أجازه المالك في الصورة الأولى والولي أو الوصي في الصورة الثانية ووقعت الإجازة مستوفية شرائط الصحة.\r(مادة 217)\rالعقد الصحيح الذي يظهر أثره بانعقاده هو العقد المشروع ذاتاً ووصفاً.\rوالمراد بمشروعية ذاته ووصفه أن يكون ركنه صادراً من أهله مضافاً إلى محل قابل لحكمه وأن تكون أوصافه صحيحة سالمة من الخلل وأن يكون مقروناً بشرط من الشروط المفسدة للعقد.\r(مادة 218)\rالعقد الفاسد هو ما كان مشروعاً بأصله لا يوصفه أي أنه يكون صحيحاً باعتبار أصله لا خلل في ركنه ولا في محله فاسداً باعتبار بعض أوصافه الخارجة بأن يكون المعقود عليه أو بدله مجهولاً جهالة فاحشة أو يكون العقد خالياً عن الفائدة أو يكون مقروناً بشرط من الشرائط الموجبة لفساد العقد والعقد الفاسد لا يفيد الملك في المعقود عليه إلا بقبضه برضا صاحبه.","seal":"10E29A89","part":1},
      {"page":36,"id":36,"nass":"(مادة 219)\rالعقد الباطل هو ما ليس مشروعاً لا أصلاً ولا وصفاً أي ما كان في ركنه أو في محله خلل بأن كان الإيجاب والقبول صادرين ممن ليس أهلاً للعقد أو كان المحل غير قابل لحكم العقد.\rوهو لا ينعقد أصلاً ولا يفيد الملك في الأعيان المالية ولو بالقبض.\r(مادة 220)\rالعبرة في العقود للمقاصد والمعاني لا للألفاظ والمباني.\r\rالباب الثاني\r(في العقود التي يصح اقترانها وتعليقها بالشرط والتي لا يصح اقترانها وتعليقها به)\r(وفي العقود التي يصح إضافتها إلى المستقبل والتي لا يصح)\rالفصل الأول\r(في ماهية الشرط والتعليق)\r(مادة 221)\rالشرط هو التزام مستقبل في أمر مستقبل بصيغة مخصومة.\rوالتعليق هو ترتيب أمر مستقبل على حصول أمر مستقبل مع اقترانه بأداة من أدوات الشرط.\r(مادة 222)\rالعقد المنجز ما كان بصيغة مطلقة غير معلقة بشرط ولا مضافة إلى وقت مستقبل وهذا يقع حكمه في الحال.\r(مادة 223)\rالعقد المعلق هو ما كان معلقاً بشرط غير كائن أو بحادثة مستقبلة.\rوالمعلق يتأخر انعقاد سبباً إلى وجود الشرط فعند وجوده ينعقد سبباً مفضياً إلى حكمه.","seal":"8A3166F3","part":1},
      {"page":37,"id":37,"nass":"(مادة 224)\rيشترط لصحة التعليق أن يكون مدلول فعل الشرط معدوماً على خطر الوجود لا محققاً ولا مستحيلاً.\r(مادة 225)\rالعقد المعلق على أمر محقق ينجز في الحال إذا كان لبقائه حكم ابتدائه.\rوالتعليق على مستحيل لغو غير معتبر.\r(مادة 226)\rالعقد المضاف هو ما كان مضافاً إلى وقت مستقبل والمضاف ينعقد سبباً في الحال لكن يتأخر وقوع حكمه إلى حلول الوقت المضاف إليه.\r(مادة 227)\rالشرط الذي يقتضيه العقد أو يلائمه ويؤكد موجبه جائز معتبر فيصح اقتران العقد به.\rوكذلك يعتبر الشرط المتعارف الذي جرت به عادة البلد وتقرر في المعاملات بين التجارة وأرباب الصنائع.\r(مادة 228)\rالشرط الذي لا يكون من مقتضيات العقد ولوازمه ولا مما يؤكد موجبه ولا جرى به العرف وكان به نفع لأحد العاقدين أو لآدمي غيرهما فهو فاسد.\rوالشرط الذي لا نفع فيه لأحد العاقدين ولا لآدمي غيرهما فهو لغو غير معتبر والعقد الذي يكون مقروناً به صحيح.\r\rالفصل الثاني\r(في بيان العقود التي يصح اقترانها وتعليقها بالشرط)\r(والتي لا يصح اقترانها وتعليقها به)\r(مادة 229)\rكل ما كان مبادلة مال بمال كالبيع والشراء والإيجار والاستئجار والمزارعة والمساقاة والقسمة والصلح عن مال لا يصح اقترانه بالشرط الفاسد ولا تعليقه به بل تفسد إذا اقترنت أو علقت به.\rومثل ذلك إجازة هذه العقود فإنها تفسد باقترانها بالشرط الفاسد وبتعليقها به.","seal":"9C46A3B8","part":1},
      {"page":38,"id":38,"nass":"(مادة 230)\rما كان مبادلة مال بغير مال كالنكاح والخلع على مال أو كان من عقود التبرعات كالهبة والقرض أو من التقييدات كعزل الوكيل والحجر على الصبي من التجارة فإنه يصح مع اقترانه بالشرط الفاسد ويلغو الشرط ولا يصح تعليقه بالشرط بل يبطل العقد أن تعلق به.\rوكذلك الرهن والاقالة باقترانها بالشرط الفاسد ويبطل الشرط ولا يصح تعليقها بالشرط.\r(مادة 231)\rما كان من الإسقاطات المحضة كالطلاق والعتاق وتسليم الشفعة بعد وجوبها أو من الالتزامات التي يحلف بها كحج وصلاة يصح تعليقه بالشرط ملائماً كان أو غير ملائم ويصح مع اقترانه بالشرط الفاسد ويلغو الشرط.\rوكذلك الوكالة والايصاء والوصية يصح تعليقها بالشرط الملائم وغير الملائم وتصح مع اقترانها بالشرط الفاسد ويبطل الشرط.\r(مادة 232)\rالحوالة والكفالة يصح تعليقهما بالشرط الملائم ويصحان مع اقترانهما بالشرط الفاسد ويلغو الشرط وكذلك ما كان من الإطلاقات كالإذن للصبي بالتجارة.\r\rالفصل الثالث\r(في العقود التي يصح إضافتها إلى وقت مستقبل والتي لا يصح إضافتها إليه)\r(مادة 233)\rما لا يمكن تمليكه في الحال وما كان من الإسقاطات والإطلاقات والالتزامات يصح إضافته على الزمان المستقبل وذلك كالإجارة وفسخها والمزارعة والمساقاة والمضاربة والوكالة والكفالة والإيصاء والوصية والقضاء والإمارة والطلاق والعتاق والوقف والعارية والإذن في التجارة للصبي ونحوه.\r(مادة 234)\rكل ما كان تمليكاً في الحال فلا تصح إضافته إلى الزمان المستقبل وذلك كالبيع وإجازته وفسخه والقسمة والشركة والهبة وعقد النكاح والصلح عن مال والإبراء عن الدين.","seal":"53A67925","part":1},
      {"page":39,"id":39,"nass":"الباب الثالث\r(في أنواع الخيارات)\rالفصل الأول\r(في خيار الشرط)\r(مادة 235)\rيجوز أن يشترط في العقد أو بعده الخيار بفسخه أو إمضائه في مدة ثلاثة أيام لا أكثر في العقود كلها إلا في الوقف والكفالة وللمحتال بالدين فيجوز فيها في أكثر من الثلاث وتعتبر مدة الخيار من وقت العقد لو كان الشرط فيه فلو بعده فمن وقت الشرط.\r(مادة 236)\rخيار الشرط يصح فيما يحتمل الفسخ من العقود اللازمة كالبيع والإجارة والمساقاة والمزارعة وقسمة القيميات المتحدة والمختلفة جنساً والصلح عن مال والرهن والكفالة والحوالة والإبراء والوقف والإقالة والخلع وفي ترك الشفعية بعد الطلبين الأولين.\r(مادة 237)\rخيار الشرط لا يصح في النكاح والطلاق والصرف والسلم والإقرار والوكالة والهبة والوصية.\r(مادة 238)\rيصح أن يجعل خيار الشرط لكل من العاقدين أو لأحدهما دون الآخر أو لأجنبي.\r(مادة 239)\rإذا جعل في عقود المعاوضات المالية خيار الشرط لكل من العاقدين فلا يخرج البدلان عن ملكهما.\rوإن جعل خيار الشرط لأحدهما فلا يخرج ماله عن ملكه ولا يدخل مال الآخر في ملكه.\r(مادة 240)\rينفسخ العقد المشروط فسخه بالخيار إذا فسخه من له الخيار قولاً أو فعلاً في المدة المعينة له ويشترط علم الآخر في المدة في الفسخ القولي لا الفعلي.\rوالمراد بالفسخ القولي أو الفعلي كل قول أو فعل يصدر ممن له الخيار دالاً على فسخ العقد.","seal":"EAA5B726","part":1},
      {"page":40,"id":40,"nass":"(مادة 241)\rالعقد المشروط فمنحه بالخيار يتم ويلزم إذا أجازه من له الخيار في المدة المعينة قولاً أو فعلاً ولو لم يعلم الآخر.\rوالإجازة القولية أو الفعلية هي كل قول أو فعل يدل على رضا من له الخيار بلزوم العقد.\r(مادة 242)\rإذا كان الخيار مشروط لكل من العاقدين فأجازه أحدهما سقط خياره وحده وبقى خيار الآخر ما بقيت المدة فإن كان أحدهما قد فسخه فليس للآخر إجازته وإن أجازه فلا تعتبر الإجازة سواء سبقه الفسخ أو الإجازة أو وقعاً معاً أو فعل ما يدل على رضا من له الخيار بلزوم العقد.\r(مادة 243)\rيتم العقد المشروط فيه الخيار ويلزم بمضي مدة الخيار بدون فسخ ولا إجازة للعقد ممن شرط له الخيار.\r(مادة 244)\rيلزم العقد أيضاً بموت من له الخيار من المتبايعين في أثناء المدة قبل فسخه أو إجازته ولا يخلفه وارثه.\rفإن كان الخيار للمتبايعين معاً ومات أحدهما لزم العقد من جهته ويبقى الحي على خياره إلى انتهاء المدة.\r\rالفصل الثاني\r(في خيار الرؤية وخيار العيب)\r(مادة 245)\rحق فسخ العقد بخيار الرؤية يثبت من غير شرط في أربعة مواضع وهي الشراء للأعيان التي يلزم تعيينها ولا تثبت ديناً في الذمة والإجارة وقسمة غير المثليات والصلح عن مال على شيء بعينه ولا يثبت خيار الرؤية في العقود التي لا تحتمل الفسخ.\r(مادة 246)\rمن اشترى شيئاً لم يره من الأعيان التي يلزم تعيينها أو أستأجر شيئاً لم يره أو قاسمه شريكه قسمة تراض مالاً مشتركاً من القيميات المتحدة أو المختلفة الجنس ولم يكن رأي المال المقسوم أو صالح عن دعوى مال معين على شيء معين لم يره فهو مخير في هذه الصور كلها عند رؤية المبيع أو المستأجر أو الحصة التي أصابته في القسمة أو بدل الصلح إن شاء قبل وأمضى العقد وإن شاء فسخه.","seal":"73E0DB1F","part":1},
      {"page":41,"id":41,"nass":"ونقض القسمة وله حق الفسخ والرد قبل الرؤية وبعدها ما لم يبطله قبل أو بعد الرؤية أو ما يدل على الرضا بعد الرؤية لا قبلها.\r(مادة 247)\rخيار الرؤية يبطل بتصرف من له الخيار في العين تصرفاً لا يحتمل الفسخ أو يوجب حقاً للغير كالبيع المطلق عن شرط الخيار للبائع والرهن والإجارة والهبة مع التسليم قبل الرؤية وبعدها.\rفإن تصرف تصرفاً لا يوجب حقاً للغير كالبيع بخيار للبائع والهبة بلا تسليم العين الموهوبة للموهوب له يبطل الخيار بعد الرؤية لا قبلها.\rوكذلك يبطل بموت من له الخيار قبل الرؤية ويلزم العقد فلا ينتقل الخيار إلى ورثته.\r(مادة 248)\rيثبت حق فسخ العقد بخيار العيب من غير اشتراط في العقد.\rفمن عقد شراء أو إجارة أو أجرى مع شريكه قسمة مال مشترك من القيميات أو المثليات المتحدة أو المختلفة الجنس أو صالح عن دعوى مال معين على شيء بعينه فله فسخ العقد ونقض القسمة بخيار العيب إذا وجد في مشربه أو في العين المستأجرة أو في بدل الصلح أو في الحصة التي أصابته من القسمة عيباً قديماً لم يعلم به وقت العقد أو حين القسمة ولم يوجد منه ما يدل على الرضا به يعد إطلاعه عليه ولم يشترط البراءة من العيوب.\rفإن وجد شيء من ذلك سقط حق خياره ولزمه العقد والحصة التي أصابته في القسيمة.\r\rكتاب البيع\rالفصل الأول\r(في عقد البيع)\r(مادة 249)\rعقد البيع هو تمليك البائع مالاً للمشتري بمال يكون ثمناً للمبيع.\r(مادة 250)\rلا يصح البيع إلا بتراضي العاقدين أحدهما بالبيع والآخر بالشراء وتعيين المثمن والثمن إلا إذا كان لا يحتاج معه إلى التسليم والتسلم فإنه يصبح بدون معرفة قدر المبيع.","seal":"D7C23F73","part":1},
      {"page":42,"id":42,"nass":"(مادة 251)\rينعقد البيع بإيجاب وقبول أي بكل لفظين منبئين عن معنى التمليك والتملك.\r(مادة 252)\rكما ينعقد البيع بالإيجاب والقبول خطاباً يصح انعقاده بهما تحريراً أو مكاتبة.\rويشترط القبول في مجلس وصول الكتاب وقراءته وفهمه فلو كتب إلى رجل اشتريت عبدك هذا بكذا فكتب إليه رب العبد بعته منك كان بيعاً وينعقد البيع أيضاً بالإشارة المعروفة للأخرس.\r(مادة 253)\rيصح انعقاد البيع بالتناول والتعاطي ولو من أحد الجانبين بعد بيان الثمن فيما يكون ثمنه غير معلوم ما لم يصرح البائع مع التعاطي بعدم الرضا.\r(مادة 254)\rيصح أن يكون البيع باتا منجزاً وأن يكون بشرط الخيار.\rويجوز أن يكون خيار الشرط للبائع أو للمشتري أولهما معاً.\r(مادة 255)\rيصح البيع بالشرط الذي يقتضيه العقد وبالشرط الذي يلائم العقد ويؤكد موجبه وبالشرط الذي جرى به عرف البلدة وعادتها ويعتبر الشرط.\rويصح البيع بالشرط الذي ليس فيه نفع لأحد العاقدين ولا لآدمي غيرهما ويلغو الشرط.\r(مادة 256)\rلا يصح البيع بالشرط الفاسد وهو ما ليس من مقتضيات العقد ولا مما يؤكد موجبه ولا جرى به العرف وفيه نفع لأحد العاقدين أو لآدمي غيرهما بل يفسد البيع باقترانه.\r(مادة 257)\rلا يصح تعليق البيع بشرط أو حادثة مستقبلة ولا يصح إضافته إلى وقت مستقبل.\r(مادة 258)\rيصح بيع المؤجل بالعجل في السلم بشروطه.\r(مادة 259)\rمصاريف عقد البيع فيما يتعلق بتسليم المبيع كأجرة كيل ووزن مبيع إذا بيع بهما على البائع","seal":"D547DDB8","part":1},
      {"page":43,"id":43,"nass":"وكذا أجرة دلال إذا باع بنفسه فلو سعى بين المتابعين حتى باع المالك بنفسه يعتبر العرف وفيما يتعلق بتسليم الثمن كأجر تنتقده ووزنه على المشتري وكذا أجرة كتابة السندات والحجج تكون على المشتري.\r\rالفصل الثاني\r(في العاقدين)\r(مادة 260)\rيشترط لانعقاد البيع أن يكون كل من العاقدين أهلاً للعقد (أي عاقلاً مميزاً) فلا ينعقد بيع المجنون والصبي الغير المميز.\r(مادة 261)\rيشترط لنفاذ البيع أن يكون البائع مالكاً لما يبيعه أو وكيلاً لمالكه أو وليه أو وصيه وأن يكون المالك البائع بنفسه غير محجور عليه وأن لا يتعلق بالمبيع حق الغير.\r(مادة 262)\rيشترط لصحة البيع رضا المتعاقدين بالبيع والشراء من غير إكراه ولا إجبار.\r(مادة 263)\rإيماء الأخرس خلقة أي إشارته المعروفة كالبيان باللسان فإذا باع الأخرس أو أشترى شيئاً بإشارته المعروفة صح بيعه وشراؤه وإشارته معتبرة إن كان قادراً على الكتابة وكتابته كإشارته.\r(مادة 264)\rبيع المريض في مرض موته لوارثه موقوف على إجازة بقية الورثة ولو كان بثمن المثل فإن أجازوه جاز وإن لم يجيزوه بطل.\r(مادة 265)\rيجوز بيع المريض في مرض موته لغير وارثه بثمن المثل أو بغبن يستر ولا يعد الغبن اليسير محاباة عند عدم استغراق الدين.\r(مادة 266)\rإذا باع المريض في مرض موته لغير الوارث بغبن فاحش نقصاً في الثمن فهو محاباة تعتبر من ثلث ماله فإن خرجت من ثلث ماله بعد الدين بأن كان الثلث يفي بها لزم البيع وإن كان الثلث لا يفي بها","seal":"FC71D8F3","part":1},
      {"page":44,"id":44,"nass":"بأن زادت عليه يخير المشتري بين أن يدفع للورثة الزائد على الثلث لإكمال ما نقص من الثلثين أو يفسخ البيع.\r(مادة 267)\rإذا باع المريض لأجنبي شيئاً من ماله بمحاباة فاحشة أو يسيرة وكان مديوناً بدين مستغرق لماله فلا تصح المحاباة سواء أجازته الورثة أم لم يجيزوه ويخير المشتري من قبل أصحاب الديون فإن شاء بلغ المبيع تمام القيمة وإلا فسخ البيع فإن كان قد تصرف في المبيع قبل الفسخ تلزمه قيمته بالغة ما بلغت.\r(مادة 268)\rلا يجوز للقاضي أن يبيع ماله لليتيم ولا أن يشتري مال اليتيم لنفسه.\rوله أن يشتري من الوصي شيئاً من مال اليتيم أو يبيع ماله من اليتيم ويقبل وصية وإن كان هو الذي أقامه وصياً\r(مادة 269)\rيجوز للأب الذي له ولاية على ولده الصغير أو الكبير الملحق به أن يبيع ماله لولده وأن يشتري مال ولده لنفسه بمثل قيمته وبغبن يسير لا فاحش.\rولا يبرأ الأب في الشراء من الثمن حتى ينصب القاضي لولده قيماً فيأخذ الثمن من الأب ثم يسلمه إليه ليحفظه لولده.\rوإن باع مال نفسه لولده فلا يصير قابضاً له بمجرد البيع حتى لو هلك قبل التمكن من قبضه فضمانه على الأب.\r(مادة 270)\rلا يجوز للوصي المقام من قبل القاضي أن يشتري لنفسه شيئاً من مال اليتيم من نفسه ولا أن يبيع مال نفسه لليتيم من نفسه مطلقاً سواء كان في ذلك خير لليتيم أم لا.\rفلو اشترى هذا الوصي من القاضي أو باع جاز.\r(مادة 271)\rلا يجوز للوصي المختار من قبل الأب أن يبيع مال نفسه لليتيم ولا أن يشتري لنفسه شيئاً من مال اليتيم إلا إذا كان في ذلك خير لليتيم والخيرية في العقار هو أن يشتر به بضعف قيمته وأن يبيعه لليتيم بنصف قيمته والخيرية في المنقول أن يشتريه بثمن زائد على قيمته بمقدار الثلث وأن يبيعه إليه بثمن ناقص عن قيمته بمقدار الثلث أيضاً.","seal":"B9D1F011","part":1},
      {"page":45,"id":45,"nass":"باب\r(في شروط المبيع وفيما يجوز بيعه وما لا يجوز وفي كيفية المبيع)\rالفصل الأول\r(في شروط المبيع وأوصافه)\r(مادة 272)\rيشترط أن يكون المبيع موجوداً وأن يكون مالاً متقوماً مقدور التسليم وأن يكون معلوماً عند المشتري علماً نافياً للجهالة الفاحشة.\r(مادة 273)\rإذا لم يكن المبيع معلوماً عند المشتري بأن كان غائباً فإنه يعلم ببيان أحواله وأوصافه المميزة له عن غيره.\rوإن كان المبيع حاضراً في المجلس تكفي الإشارة إليه ولا حاجة لوصفه.\r(مادة 274)\rالمبيع يتعين بتعيينه في العقد فيلزم البائع أن يسلمه بعينه.\r(مادة 275)\rيصح البيع والشراء لما لم يره العاقد إن وقت العقد بشرط ذكر جنسه ووصفه أو بشرط الإشارة إلى المبيع أو إلى مكانه.\rغير أن البيع لا يكون تاماً ولا يلزم المشتري وإن وقع العقد صحيحاً.\r(مادة 276)\rيشترط للزوم البيع أن يرى المشتري المبيع وقت البيع أو يكون قد رآه قبله ثم اشتراه عالماً وقت الشراء أنه هو مرئيه السابق.\rورؤية الوكيل في الشراء أو القبض ورضاه كرؤية الأصيل ورضاه.\r(مادة 277)\rمن اشترى شيئاً وكان قد رآه هو أو وكيله في الشراء فليس له أن يرده إلا إذا وجده متغيراً عن الحالة التي رآه عليها.\rوتكفي رؤية ما يدل على العلم بالمقصود قبل الشراء في سقوط خياره بعده","seal":"B6A4849B","part":1},
      {"page":46,"id":46,"nass":"(مادة 278)\rمن اشترى شيئاً ولم يره وقت شرائه وقبله فله الخيار إذا رآه إن شاء قبله وإن شاء فسخ البيع ورده ولو كان قد رضي به قولاً قبل رؤيته.\r(مادة 279)\rيثبت للمشتري حق فسخ البيع ورد المبيع الذي اشتراه بدون أن يراه ولو لم يشترط ذلك في العقد ولا يتوقف خيار الرؤية بمدة ما لم يصدر منه ما يبطله قولاً أو فعلاً أو يتعيب المبيع ونحو ذلك ولا خيار للبائع فيما باعه ولم يره.\r(مادة 280)\rيصح شراء الأعمى وبيعه لنفسه أو لغيره وله ردماً اشتراه بدون أن يعلم ما يعرف به المبيع من وصف أو غيره وليس له ردماً اشتراه بعد وصفه له أو بعد جسه وذوقه وشمه أو بعد نظر وكيله في الشراء أو وكيله بالقبض إذا قبضه ناظراً إليه.\r(مادة 281)\rالأشياء التي تباع على مقتضى أنموذجها تكفي رؤية الأنموذج منها فإن ثبت أن المبيع دون الأنموذج الذي اشتراه على مقتضاه يكون مخيراً بين قبوله بالثمن المسمى أو رده بفسخ البيع.\r(مادة 282)\rيشترط للزوم البيع إن كان المبيع داراً أو خاناً رؤية كل حجرة أو قاعة منها إلا إن كانت مصنوعة على نسق واحد فيكتفي برؤية واحدة منها.\r(مادة 283)\rإذا بيعت جملة أشياء متفاوتة صفقة واحدة فلابد للزوم البيع من رؤية كل واحد منها على حدته ولا يكتفي برؤية بعضها.\r(مادة 284)\rمن اشترى أشياء متفاوتة صفقة واحدة ورأى بعضها بدون أن يرى البعض الآخر فإن رآه ووحده بحال بحيث لو كان رآه قبلها لما كان اشتراه أو لكان يشتريه فله الخيار بين أخذ جميع الأشياء المبيعة بالثمن المسمى لها وبين فسخ البيع وردها جميعاً وليس له أن يأخذ ما رآه ورضي به ويترك ما لم يكن رآه.\r(مادة 285)\rإذا تصرف المشتري في المبيع الذي اشتراه قبل أن يراه تصرفاً لا يحتمل الفسخ أو يوجب حقا","seal":"34453D02","part":1},
      {"page":47,"id":47,"nass":"للغير بأن باعه بيعا مطلقاً عن شرط الخيار أو رهنه أو أجره أو هلك في يده أو استهلكه أو تعيب في يده حتى صار بحال لا يمكن معها فسخ البيع سقط حقه في رده بخيار الرؤية ولزمها البيع والثمن وكذا يلزم البيع ويجب الثمن إذا مات المشتري قبل رؤية المبيع ولا ينتقل خيار الرؤية إلى ورثته.\r(مادة 286)\rمن اشترى شيئاً لم يره فلا يطالب بثمنه قبل رؤيته.\rوله استرداد الثمن الذي نقده إذا فسخ العقد ورد المبيع بخيار الرؤية.\r(مادة 287)\rإذا بيع مال بوصف مرغوب فيه فوجد المبيع خالياً عن الوصف الذي رغب المشتري فيه من أجله فله الخيار بين أخذه بكل الثمن المسمى أورده بفسخ البيع.\rفإن تصرف فيه تصرف الملاك فلا حق له في رده وإن حدث فيه ما يمنع الرد يقوم المبيع مع الوصف المرغوب وبدونه ويرجع على البائع بقدر التفاوت من الثمن وإن مات قبل خياره انتقل حق طلب الفسخ إلى ورثته.\r\rالفصل الثاني\r(فيما يجوز بيعه وما لا يجوز)\r(مادة 288)\rيجوز بيع كل ما كان مالاً موجوداً متقوماً مملوكاً في نفسه مقدور التسليم.\r(مادة 289)\rبيع المعدوم باطل فلا يجوز بيع الثمر قبل ظهوره ولا بيع الزرع قبل نباته ولا بيع الحمل.\r(مادة 290)\rالثمار التي ظهرت وانعقدت يجوز بيعها وهي على شجرها سواء كانت صالحة للأكل أم لا.\r(مادة 291)\rما تتلاحق أفراده وتبرز شيئاً فشيئاً كالفواكه والأزهار والخضروات إن كان قد ظهر أكثره يجوز بيعه مع ما سيبرز تبعاً صفقة واحدة.\r(مادة 292)\rبيع مالاً يعد مالاً أصلاً وما ليس مقدور التسليم وما كان غير محرز من المباحات ولو في أرض مملوكة للبائع باطل.","seal":"76DDD7AA","part":1},
      {"page":48,"id":48,"nass":"(مادة 293)\rلا يجوز بيع العلو دون السفل إلا إذا كان العلو قائماً فلو سقط لا يجوز بيعه بل يبطل.\r(مادة 294)\rإذا كان العلو لصاحب السفل يجوز لصاحب السفل أن يبيع العلو وهو قائم ويكون سطح السفل لصاحب السفل وللمشتري حق القرار حتى لو انهدم العلو كان له أن يبني على السفل علواً آخر مثل الأول.\r(مادة 295)\rيصح بيع حصة شائعة معلومة من عقار قبل فرزها.\r(مادة 296)\rبيع أحد الشريكين حصة مشاعة في بناء أو شجر قائم في أرض محتكرة جائز للشريك وللأجنبي.\r(مادة 297)\rما يترتب على بيعه مشاعاً ضرر للبائع أو للشريك فلا يصح بيعه مشاعاً\rفمن كان له أرض وله فيها زرع فلا يصح بيع الزرع قبل إدراكه بدون الأرض لكن إذا لم يفسخ العقد حتى أدرك الزرع انقلب العقد جائزاً ولا يجوز للشريك أن يبيع حصته مشاعة من الزرع قبل إدراكه ومن الثمر قبل بدو صلاحه ومن الشجر قبل بلوغ أو أن قطعه من دون بيع الأرض ويجوز ذلك للشريك.\rفإن لم يفسخ العقد حتى استوى الثمر وأدرك الزرع وبلغ الشجر انقل البيع صحيحاً.\r(مادة 298)\rما أمن من ضرر للبائع والشريك يجوز بيعه مشاعاً فيصح بيع الثمر بعد نضجه والزرع بعد إدراكه والشجر بعد بلوغ أو أن قطعه بدون الأرض سواء بيع ذلك للشريك أو للأجنبي.\r(مادة 299)\rبيع المرهون والمستأجر ينعقد موقوفاً على إجازة المرتهن والمستأجر فإن أجاز المستأجر البيع أو مضت المدة أو انفسخت الإجارة نفذ البيع ولا ينزع العقار من المستأجر حتى يستوفى ما قدمه من الأجرة الغير المستحقة.\rوكذلك الحكم أن أجاز المرتهن أو قضى الراهن دينه أو أبرأه المرتهن منه يتم البيع.\rوليس للمستأجر والمرتهن فسخ البيع ولا للمؤجر والراهن وأما المشتري فله خيار الفسخ قبل الإجازة وإن كان يعلم بالإجارة والرهن.","seal":"04A2A5B3","part":1},
      {"page":49,"id":49,"nass":"(مادة 300)\rمن باع ملك غيره لآخر بغير إذنه انعقد بيعه موقوفاً على إجازة المالك فإن أجازه نفذ وإلا بطل.\r(مادة 301)\rيشترط لصحة الإجازة من المالك الذي بيع ملكه بغير إذنه أن يكون كل من البائع والمشتري وصاحب المتاع المبيع حياً وأن يكون المبيع قائماً على حاله لم يتغير تغيراً به يعد شيئاً آخر وأن يكون الثمن باقياً إن كان عرضاً معيناً.\r(مادة 302)\rإذا أجاز المالك بيع الفضولي الذي تصرف في ماله بغير إذنه إجازة معتبرة بالقول أو بالفعل تعتبر إجازته توكيلاً له عنه في البيع ويطالب الفضولي بالثمن إن كان قبضه من المشتي وإن لم يكن قبضه منه فلا يجبر المشتري على أدائه للمالك لكن إن دفعه إليه صح الدفع وبرئ. وسكوت المالك عند بيع الفضولي ماله بلا إذنه لا يكون رضا منه بالبيع.\r(مادة 303)\rإذا لم يجز المالك بيع الفضولي وكان المشتري قد أدى للفضولي الثمن غير عالم وقت الأداء أنه فضولي باع ملك غيره بغير إذنه فله الرجوع عليه بالثمن إذن كان قائماً وبمثله إن كان هالكاً وإن كان قد أداه إليه عالماً أنه فضولي وهلك الثمن في يده فلا رجوع له عليه بشيء منه.\r(مادة 304)\rإذا سلم الفضولي للمشتري العين التي باعها له بدون إذن مالكها فهلكت في يد المشتري فللمالك أن يضمن قيمتها أيهما شاء من الفضولي أو المشتري وأيهما اختار ضمانه برئ الآخر.\r\rالفصل الثالث\r(في كيفية بيع المبيع)\r(مادة 305)\rالمبيع إما أن يكون مثلياً أو قيمياً\rفالمثلى ما يوجد له مثل في المتجر بدون تفاوت يعتد به ومنه العدديات المتقاربة التي لا يكون بين أفرادها تفاوت في القيمة.\rوالقيمي ما لا يوجد له مثل في المتجر أو يوجد لكن يتفاوت في القيمة ومنه المعدودات المتفاوتة التي بين أفرادها تفاوت في القيمة.","seal":"9762167F","part":1},
      {"page":50,"id":50,"nass":"(مادة 306)\rالمكيل والموزون الغير النقد والعدد المتقارب يصلح أن يكون مبيعاً وأن يكون ثمناً.\r(مادة 307)\rيصح بيع المكيلات والموزونات بغير جنسها متفاضلاً بأن يباع مكيل بموزون أو بمكيل من جنس آخر وموزون بمكيل أو بموزون من جنس آخر بشرط أن يكون يداً بيد لانسيئة.\r(مادة 308)\rيصح بيع المكيلات والموزونات بجنسها مثلاً بمثل كأن تباع حنطة بحنطة أو دقيق بدقيق أو صابون بصابون بشرط أن يتساويا كيلاً ووزناً.\rفإن تفاضلا بأن كان أحدهما أكثر من الآخر فسد البيع.\rولا يعتبر التفاوت في أجناس المكيلات والموزونات بين الطيب والرديء فيجوز بيع أحدهما طيباً والآخر رديئاً إذا تساوى المكيلان كيلاً والموزونات وزناً.\rويكتفي العلم بمساواة البدلين في مجلس العقد فلو تبايعا مكيلاً بمكيل من جنسه وموزونا بموزون من جنسه مجازفة وعلم التساوي في المجلس جاز.\r(مادة 309)\rكما يصح بيع المكيلات والموزونات والمعددات والمذروعات كيلاً ووزناً وعدداً بشروطه يصح بيعها جزافا بشرط أن يكون المبيع مميزاً ومشاراً إليه.\r(مادة 310)\rإذا بيعت المكيلات والموزونات التي ليس في تبعيضها ضرر والعدديات جزافا جاز للمشتري التصرف فيها قبل كيلها ووزنها وعدها.\rوإن بيعت بشرط الكيل والوزن والعد فليس للمشتري التصرف فيها حتى يقبضها ولا يعد قابضاً لها حتى تكال وتوزن وتعد.\r(مادة 311)\rإذا بيعت المذروعات والموزونات التي في تبعيضها ضرر جزافا أو بشرط الذرع والعد وقد سمي الثمن جملة جاز للمشتري التصرف فيها قبل ذرعها ووزنها وإن كان سمي لكل ذراع أو رطل ثمناً لا يجوز له التصرف فيها قبل الذرع والوزن.\r(مادة 312)\rيصح بيع المكيلات والموزونات والمعدودات والمذروعات مفردة ويصح بيع مقدار معين منها صفقة واحدة مع بيان ثمن كل فرد منها على حدته أو بيان ثمنها جملة.","seal":"DA8F0C5A","part":1},
      {"page":51,"id":51,"nass":"(مادة 313)\rما جاز بيعه منفرداً يجوز استثناء من البيع.\r(مادة 314)\rكما يصح بيع العقار المحدود بالمتر والذراع يصح بيعه بتعيين حدوده.\r(مادة 315)\rيصح أن يكون المبيع أحد شيئين قيميين أو مثليين من جنسين مختلفين أو ثلاثة أشياء كذلك يعين ثمن كل منها على حدته ويجعل الخيار في تعيينه للمشتري بأن يأخذ أياً شاء بثمنه أو للبائع بأن يعطي أياً أراد بثمنه للمشتري ولابد من توقيت هذا الخيار بثلاثة أيام أو أقل لا أكثر.\r(مادة 316)\rإذا كان خيار التعيين للبائع فله أن يلزم المشتري أيهما شاء إلا إذا تعيب أحد الشيئين في يده فليس له أن يلزمه المعيب إلا برضاه فإن لم يرض به فليس فله أن يلزمه بالآخر.\r(مادة 317)\rإذا كان خيار التعيين للبائع وهلك أحد الشيئين في يده كان له أن يلزم المشتري بالثاني فإن هلكا معاً بطل العقد.\r(مادة 318)\rإذا كان خيار التعيين للمشتري وهلك أحد الشيئين في يده تعين عليه أخذه ويكون الآخر في يده أمانة فإن هلكا معاً ضمن نصف كل واحد منهما وإن تعيبا معاً فالخيار بحاله وإن تعيبا متعاقباً تعين أخذ ما تعيب أولاً.\r(مادة 319)\rإذا مات من له الخيار قبل التعيين انتقل حقه إلى وارثه ويجبر على تعيين الشيء الذي يريد إعطاءه أن انتقل الخيار لوارث البائع أو الذي يريد أخذه أن انتقل لوارث المشتري ويطالب بثمنه.\r\rالفصل الرابع\r(في الثمن)\r(مادة 320)\rالثمن هو ما تراضى عليه العاقدان سواء زاد على قيمة المبيع أو نقص.\rوالقيمة هي ما قوم به الشيء بمنزلة المعيار من غير زيادة ولا نقصان.","seal":"77791EC3","part":1},
      {"page":52,"id":52,"nass":"(مادة 321)\rيشترط لصحة العقد تعيين الثمن في العقد ومعلوميته عند المتعاقدين.\r(مادة 322)\rإذا كان الثمن حاضراً يعلم بمشاهدته والإشارة إليه وإن كان غائباً يعلم بوصفه وبيان قدره.\r(مادة 323)\rإذا تعدد نوع مسكوكات الذهب والفضة في بلدة واختلفت ماليتها مع الاستواء في رواجها يلزم أن يبين في العقد نوع الثمن منها وإلا فسد العقد إنما إذا بين بعد ذلك في المجلس ورضي به الآخر ينقلب العقد صحيحاً لارتفاع المفسد قبل تقرره.\r(مادة 324)\rإذا بين وصف الثمن في العقد لزم المشتري أن يؤديه من صنف النقود الموصوفة.\r(مادة 325)\rيعتبر الثمن في مكان العقد وزمنه لا في زمن الإيفاء.\r(مادة 326)\rيصح البيع بثمن حال ومؤجل إلى أجل معلوم طويلاً كان أو قصراً.\rويجوز اشتراط تقسيط الثمن إلى أقساط معلومة تدفع في مواعيد معينة ويجوز الاشتراط بأنه إن لم يوف القسط في ميعاده يتعجل كل الثمن.\r(مادة 327)\rيعتبر ابتداء الأجل من وقت تسليم المبيع في بيع لا خيار فيه بثمن مؤجل لا من وقت العقد.\rإذا كانت مدة منكرة لا معينة فلو فيه خيار فذ سقوط الخيار.\rوللمشتري بثمن مؤجل إلى سنة منكرة أجل سنة ثانية مد تسلم لمنع البائع السلعة عن المشتري سنة الآجل المنكرة فلو معينة أو لم يمتنع البائع من التسليم فلا يثبت له الأجل في غيره.\r(مادة 328)\rلا يحل الأجل بموت البائع ويحل بموت المشتري.\r(مادة 329)\rالبيع المطلق الذي لم يذكر في عقده تأجيل الثمن أو تعجيله يجب فيه الثمن معجلاً ويدفع في الحال إلا إذا جرى عرف البلدة وعادتها أن يكون الدفع مؤجلاً أو مقسطاً بأجل معلوم فإن كان كذلك يلزم إتباع العرف والعادة الجارية.","seal":"28A86744","part":1},
      {"page":53,"id":53,"nass":"(مادة 330)\rيجوز للبائع أن يتصرف في الثمن قبضه وأن يحيل غريمه به على البائع سواء كان يتعين بالتعيين أم لا إنما إذا كان الثمن ديناً فالتصرف فيه بغير الحوالة لا يكون إلا بتمليكه لمن عليه الدين لا لغيره.\r(مادة 331)\rإذا اشترط المتبايعان في عقد البيع أن المشتري إن لم يؤد الثمن إلى ثلاثة أيام فلا بيع بينهما صح البيع والشرط فإن أدى المشتري الثمن في المدة المعينة لزم البيع وإن لم يؤده في المدة المعينة أو مات في أثنائها قبل أداء الثمن فسد البيع.\r\rباب\r(في حكم البيع)\r(مادة 332)\rحكم البيع المنعقد صحيحاً لازماً أن يثبت في الحال ملك المبيع للمشتري وملك الثمن للبائع فينتقل ملك البيع للمشتري ولورثته إن مات قبل قبضه سواء كان المبيع منقولاً أو عقاراً أو جزأ شائعاً من المنقول أو العقار أو حقاً من حقوقه.\r(مادة 333)\rيترتب على عقد البيع الصحيح اللازم أمور\rالأول: إلزام المشتري بدفع الثمن إن كان المبيع حاضراً والثمن من النقود وتأديته حالاً إن كان حالاً أو عند حلول الأجل إن كان مؤجلاً.\rالثاني: إلزام البائع بعد قبضه الثمن الحال بتسليم المبيع للمشتري فلو كان الثمن مؤجلاً ولو بعد العقد ألزم البائع بتسليم المبيع قبل قبضه الثمن.\rالثالث: ضمان البائع الثمن للمشتري أن استحق المبيع ببينة أو إقرار المتعاقدين أو هلك في يد البائع أو استهلك بغيره فعل المشتري أو بفعل أجنبي واختار المشتري فسخ البيع.\rالرابع: ضمان المشتري ثمن المبيع إذا قبضه قبل دفع الثمن.\rوالبيع الصحيح هو البيع الجائز المشروع ذاتاً ووصفاً.","seal":"28AD6971","part":1},
      {"page":54,"id":54,"nass":"(مادة 334)\rإذا انعقد البيع موقوفاً غير نافذ بأن كان العاقد فضولياً باع ملك غيره بلا إذنه أو كان العاقد صبياً مميزاً أو صبية كذلك فلا يفيد ملك المبيع للمشتري ولا ملك الثمن لصاحب المبيع إلا إذا أجازه المالك في الصورة الأولى والولي أو الوصي في الصورة الثانية ووقعت الإجازة مستوفية شرائط الصحة.\r(مادة 335)\rإذا انعقد البيع نافذاً غير لازم بأن كان فيه خيار شرط للبائع وحده فلا يخرج المبيع عن ملكه إلى ملك المشتري إلا إذا أجاز البائع البيع في مدة الخيار قولاً أو فعلاً صراحة أو دلالة أو مضت المدة بدون فسخ أو مات في أثناء المدة.\rوكذلك إذا كان الخيار للبائع والمشتري معاً فلا ينتقل المبيع إلى ملك المشتري ولا الثمن إلى ملك البائع إلا إذا أجازه المشتري في المدة أجازه معتبرة لم يسبقها ولم يلحقها فسخ من البائع أو مضت المدة أو مات المشتري في أثنائها كما لو كان الخيار له وحده.\r(مادة 336)\rإذا هلك المبيع بخيار الشرط في مدة الخيار بعد تسليمه للمشتري فإن كان الخيار للبائع بطل البيع ويلزم المشتري القيمة يوم قبضه بالغة ما بلغت وإن كان الخيار للمشتري وهلك في يده فلا يبطل البيع ويلزمه الثمن المسمى كتعيبه في يده بعيب لا يرتفع سواء كان بفعل المشتري أو بفعل أجنبي أو بآفة سماوية أو بفعل المبيع.\r(مادة 337)\rإذا وقع البيع فاسداً فلا يملك المشتري المبيع إلا إذا قبضه برضا بائعه وإذا تعذر رده ضمنه بمثله لو مثليا وإلا فقبضه يوم قبضه.\r(مادة 338)\rإذا وقع البيع باطلاً فلا ينعقد أصلاً وإذا قبض المشتري المبيع فلا يكون مالكاً له وإن هلك في يده ضمن مثله إن وجد أو قيمته.\r(مادة 339)\rالبيع الباطل هو ما أورث خللاً في ركن البيع أو في محله.\rوالبيع الفاسد هو ما أورث خللاً في غير الركن والمحل (وبعبارة أخرى).\rالبيع الباطل ما لا يكون مشروعاً أصلاً ولا وصفاً والبيع الفاسد ما كان مشروعاً أصلاً لا وصفاً.","seal":"87EF50CA","part":1},
      {"page":55,"id":55,"nass":"باب\r(في تسليم المبيع)\rالفصل الأول\r(في كيفية التسليم ومكانه ووقته)\r(مادة 340)\rالتسليم في المبيع هو أن يخلي البائع بين المبيع وبين المشتري على وجه يتمكن المشتري من قبضه من غير حائل ولا مانع.\r(مادة 341)\rالتخلية قبض حكماً وهي تختلف بحسب حال المبيع فإن كان المبيع عقاراً كدار أو حانوت أو نحوه مما له قفل فتسليمه يكون بدفع المفتاح إلى المشتري مع الإذن له بقبضه كما يكون بالتخلية بين المبيع والمشتري والإذن له باستلامه أن كان المبيع قريباً منه.\r(مادة 342)\rإذا كان المبيع أرضاً إلى المشتري يكون بالتخلية من البائع على وجه يتمكن المشتري من قبضها بأن تكون قريبة منه.\rفإن كانت بعيدة عن المشتري فلا يعتبر قابضاً بمجرد إذن البائع له بالقبض.\r(مادة 343)\rإذا كان المبيع منقولاً فتسليمه يكون بمناولته من يد البائع أو وكيله إلى يد المشتري أو وكيله كما يكون بالتخلية والإذن بالقبض.\rفإن كان المبيع داخل حانوت أو صندوق يكون تسليمه بدفع مفتاح الحانوت أو الصندوق إلى المشتري مع الإذن له بقبضه.\r(مادة 344)\rكل المكيلات ووزن الموزونات المعينة بأمر المشتري ووضعها في الأوعية والجوالق التي هيأها المشتري لوضع المبيع فيها يكون تسليماً.\r(مادة 345)\rإذا كانت العين المبيعة موجودة تحت يد المشتري قبل البيع بغصب أو بعقد فاسد فاشتراها من المالك ينوب القبض الأول عن الثاني.","seal":"334C2DA2","part":1},
      {"page":56,"id":56,"nass":"وإن كان المبيع في يد المشتري عارية أو وديعة أو رهناً فلا يصير قابضاً بمجرد العقد إلا أن يكون المبيع بحضرته أو يذهب إليه حتى يتمكن من قبضه.\r(مادة 346)\rيشترط في التسليم أن يكون المبيع مفرزاً غير مشغول بحق البائع فإن كان المبيع داراً مشغولة بمتاع للبائع أو أرضاً مشغولة بزرعة فلا يصح التسليم إلا إذا فرغ الدار من المتاع والأرض من الزرع ويجبر على التفريغ والتسليم للمشتري إذا نقده الثمن.\r(مادة 347)\rإذا قبض المشتري المبيع ورآه البائع وهو يقبضه ولم يمنعه من قبضه يعتبر ذلك إذناً من البائع له بالقبض.\r(مادة 348)\rإذا قبض المشتري المبيع قبل أداء الثمن المستحق أداؤه بلا إذن بائعه فلا يكون قبضه معتبراً والبائع حق استرداده فإن هلك المبيع في يد المشتري ينقلب القبض معتبراً ويلزم المشتري بأداء ما في ذمته من الثمن.\r(مادة 349)\rتأجير المشتري المبيع قبل قبضه ولو من بائعه أو بيعه قبل قبضه ولو منه وهو منقول غير جائز فلا يصير به قابضاً للمبيع.\rوإن وهب المشتري العين المبيعة قبل قبضها أو رهنها قبله وقبضها الموهوب له أو المرتهن جاز وقام قبضه مقام قبض المشتري.\r(مادة 350)\rمطلق العقد يقتضي تسليم المبيع حيث كان وقت العقد ولا يقتضى تسليمه في مكان العقد.\r(مادة 351)\rإذا كان المشتري لا يعلم محل المبيع وقت العقد ثم علم به بعده فله الخيار إن شاء فسخ البيع وإن شاء واستلم المبيع حيث كان موجوداً.","seal":"EBB29CA7","part":1},
      {"page":57,"id":57,"nass":"(مادة 352)\rإذا اشترط في العقد على البائع تسليم المبيع في محل معين لزمه تسليمه في المحل المذكور.\r(مادة 353)\rيجب تسليم المبيع للمشتري عند نقده الثمن للبائع ولو شرط البائع في عقد البيع تأجيل المبيع المعين وتسليمه للمشتري في وقت كذا يفسد البيع ولو شرط المشتري أخذ المبيع في وقت كذا قبل نقد الثمن للبائع جاز فلو شرط أخذ المبيع قبل نقد الثمن بلا تعيين وقت لأخذه فسد.\r(مادة 354)\rإذا بيعت جملة من المكيلات أو الموزونات أو المذروعات التي ليس في تبعيضها ضرر أو من العدديات المتقاربة وتعين مقدارها مع بيان جملة ثمنها أو بيان ثمن كل كيل أو رطل أو فرد منها على حدته فإن وجدت الكمية المبيعة تامة عند التسليم لزم البيع وإن ظهرت ناقصة عن المقدار المعين في العقد فللمشتري الخيار إن شاء فسخ البيع وإن شاء أخذ المقدار الموجود بحصته من الثمن وإن ظهرا أنها زائدة على المعين في العقد فالزيادة للبائع.\r(مادة 355)\rإذا بيعت جملة من الموزونات أو المذروعات التي في تبعيضها ضررا أو قطعة أرض وعين قدر وزنها أو ذرعها مع بيان جملة ثمنها فإن وجدت حين وزنها أو ذرعها تامة لزم البيع وإن ظهرت ناقصة عن القدر الذي بين فللمشتري الخيار إن شاء فسخ البيع وإن شاء أخذ القدر الموجود بجميع الثمن المسمى وإن ظهرت زائدة عن القدر المعين فالزيادة للمشتري ولا خيار للبائع.\r(مادة 356)\rإذا بيع مجموعة من الموزونات أو المذروعات التي في تبعيضها ضرر أو قطعة أرض مع بيان مقدار وزونه أو ذرعه وبيان ثمن كل رطل أو ذراع على حدته فإن وجد المجموع وقت التسليم زائداً أو ناقصاً عن القدر المعين من الوزن والذرع فالمشتري مخير إن شاء فسخ البيع وإن شاء أخذ ذلك المجموع بحساب الثمن الذي بينه لكل رطل أو ذراع.","seal":"B71C726E","part":1},
      {"page":58,"id":58,"nass":"(مادة 357)\rإذا بيع مجموع من العدديات المتفاوتة وبين مقدار ثمن ذلك المجموع فقط فإن ظهر عند البيع تاماً لزم البيع وإن ظهر ناقصاً أو زائداً كان البيع في الصورتين فاسداً.\r(مادة 358)\rإذا بيع مجموع من العدديات المتفاوتة وبين مقداره مع بيان أثمان آحاده وأفراده فإن ظهر عند التسليم تاماً لزم البيع وإن ظهر ناقصاً كان المشتري مخيراً في فسخ البيع أو في أخذ ذلك القدر بحصته من الثمن المسمى وإن ظهر زائداً كان البيع فاسداً.\r(مادة 359)\rفي الصور التي يخير فيها المشتري من المواد السابقة إذا قبض المشتري المبيع وهو يعلم أنه ناقص فلا خيار له في الفسخ بعد القبض.\r\rالفصل الثاني\r(في حق حبس المبيع لقبض الثمن وفي هلاك المبيع)\r(مادة 360)\rللبائع حق حبس المبيع لاستيفاء جميع الثمن إن كان الثمن كله حالاً.\rولو كان المبيع شيئين أو جملة أشياء بصفقة واحدة وسمى لكل منها ثمناً فله حبسه إلى استيفاء كل الثمن.\r(مادة 361)\rلا يسقط حق البائع في حبس المبيع بإعطاء المشتري له رهناً أو كفيلاً ولا بإبرائه من بعض الثمن بل له حبسه إلى استيفائه بتمامه.\r(مادة 362)\rإذا أحال البائع أحداً على المشتري بكل الثمن إن لم يكن قبض منه شيئاً أو بما بقى له منه إن كان لم يقبضه كله وقبل المشتري الحوالة سقط حق البائع في حبس المبيع.\r(مادة 363)\rإذا أحال المشتري البائع بالثمن كله إن كان كله في ذمته أو بما بقى في ذمته إن كان أدى بعضه وقبل البائع الحوالة سقط حقه في حبس المبيع.","seal":"27B0F9C3","part":1},
      {"page":59,"id":59,"nass":"(مادة 364)\rإذا كان الثمن مؤجلاً في عقد البيع أو رضي البائع بتأجيله بعد البيع فلا حق له في حبس المبيع بل يلزم بتسليمه إلى المشتري ولا يطالبه بالثمن قبل حلول الأجل.\r(مادة 365)\rإذا سلم البائع المبيع قبل قبض الثمن فقد أسقط حق حبسه فليس له بعد ذلك أن يسترد المبيع.\r(مادة 366)\rإذا هلك المبيع عند البائع بفعله أو بفعل المبيع أو بآفة سماوية بطل البيع ويرجع المشتري على البائع بالثمن إن كان مدفوعاً.\r(مادة 367)\rإذا هلك المبيع بعد القبض بفعل المشتري فعليه ثمنه إن كان البيع مطلقاً أو بشرط الخيار له وإن كان الخيار للبائع أو كان البيع فاسداً لزمه ضمان مثله إن كان مثلياً أو قيمته إن كان قيمياً.\r(مادة 368)\rإذا هلك المبيع قبل القبض بفعل أجنبي فالمشتري بالخيار إن شاء فسخ البيع ويتبع البائع المتعدى على المبيع ويضمنه مثله لو مثلياً أو قيمته لو قيمياً وإن شاء أمضى البيع ودفع الثمن ورجع على المتعدى.\r(مادة 369)\rإذا مات المشتري مفلساً بعد قبض المبيع وقبل نقد الثمن فالبائع أسوة الغرماء ولو وجد متاعه باقياً بعينه فلا يكون أحق به من غيره من أرباب الحقوق على المشتري.\r(مادة 370)\rإذا مات المشتري مفلساً قبل قبض المبيع ودفع الثمن فالبائع أحق بحبسه إلى أن يستوفى الثمن من تركة المشتري أو يبيعه القاضي ويؤدي للبائع حقه من ثمنه فإن زاد الثمن عن حق البائع يدفع الزائد لباقي الغرماء وإن نقص ولم يعرف حق البائع بتمامه فيكون أسوة الغرماء فيما بقى له.\r(مادة 371)\rإذا مات البائع مفلساً بعد قبض ثمن المبيع وقبل تسليمه للمشتري فالمشتري أحق به من سائر الغرماء وله أخذه إن كانت عينة قائمة أو استرداد الثمن إن كان قد هلك عند البائع أو عند","seal":"A0F392DE","part":1},
      {"page":60,"id":60,"nass":"فصل\r(في مصاريف التسليم ولوازم إتمامه)\r(مادة 372)\rالمصاريف المتعلقة بالثمن كعدة ووزنه تلزم المشتري وحده وكذلك مصاريف الحمل.\r(مادة 373)\rعلى البائع مصاريف التسليم كأ جرة الكيل والوزن والقياس ونحوه.\r(مادة 374)\rأجرة كتابة السندات والحجج وصكوك المبايعات تلزم المشتري.\r\rفصل\r(فيما يدخل في البيع تبعاً وما لا يدخل)\r(مادة 375)\rكل ما جرى عرف البلدة على أنه من متنازلات المبيع أو كان متصلاً بالأرض اتصال قرار سواء كان اتصاله خلقياً أو صناعياً يدخل في البيع تبعاً بلا ذكر.\r(مادة 376)\rفيدخل في الدار بحدودها كل ما كان مبنياً أو مثبتاً فيها أو متصلاً ببنائها اتصالاً لا ينفصل عنه ويدخل فيه بستانها الداخل فيها لا الخارج عنها ولو كان بابه فيها إلا إذا كان أصغر منها فيدخل تبعاً.\rوما لا يكون من بنائها ولا من توابعه المتصلة به فلا يدخل في البيع إلا إذا جرت عادة البلدة وعرف أهلها على أن البائع لا يضن به ولا يمنعه عن المشتري.\r(مادة 377)\rويدخل في بيع الأرض تبعاً بلا ذكر الأشجار المغروسة فيها للبقاء والتأبيد سواء كانت صغيرة أو كبيرة مثمرة أو غير مثمرة إلا الأشجار اليابسة التي لا ينتفع بها إلا حطباً أو الأشجار المغروسة المعدة لقلعها من وجه الأرض ونقلها في كل مدة معلومة فهذه لا تدخل في البيع إلا بالتسمية وكل ما ليس لقطعه مدة ونهاية معلومة فهو بمنزلة الشجر.","seal":"62E3F161","part":1},
      {"page":61,"id":61,"nass":"(مادة 278)\rكل ما كان من حقوق المبيع ومرافقه أي توابعه التي لابد له منها ولا تقصد إلا لأجله يدخل في البيع إذا ذكرت الحقوق والمرافق في العقد.\rفإذا بيعت دار بحقوقها ومرافقها دخل في البيع الطريق الخاص بها وحق الشرب وحق المسيل وإن لم ينصر في العقد على بيعها بحقوقها مرافقها فلا تدخل الطريق الخاص بها ولا الشرب ولا المسيل.\r(مادة 379)\rكل ما ليس من حقوق المبيع ومرافقه فلا يدخل في البيع وإن ذكرت الحقوق والمرافق فلا يدخل في بيع الأرض تبعا الزرع الذي نبت وله قيمة وإنما يدخل الزرع الذي لم ينبت وما نبت ولا قيمة له.\r(مادة 380)\rلا يدخل الثمر في بيع الشجر إلا إذا اشترطه المبتاع سواء بيع الشجر مع الأرض أو وحده وكل ما لقلعه مدة ونهاية معلومة فهو بمنزلة الثمر.\r(مادة 381)\rما كان في حكم جزء من المبيع بأن كان لا ينتفع بالمبيع الآبه فإنه يدخل في البيع بلا ذكر فإذا بيعت بقرة حلوب لأجل لبنها يدخل فلوها الرضيع في البيع تبعاً.\r(مادة 382)\rشراء الشجرة لأجل القرار يدخل فيه الأرض القائمة عليها الشجرة وإن قلعها المشتري فله أن يغرس في مكانها شجرة غيرها وإن اشتراها لأجل قلعها فلا تدخل في بيعها الأرض الحاملة لها ويؤمر المشتري بقلعها وليس له أن يحفر الأرض إلى ما تتناهى إليه عروقها فإن قلعها من وجه الأرض ثم نبتت من أصلها أو من عروقها شجرة فهي حق البائع وإن قطعها من أعلاها فانبت منها فهو للمشتري.\r(مادة 383)\rوإن اشترى شجرة للقلع وكان في قلعها من الأصل ضرر للبائع يقطعها من وجه الأرض من حيث لا يتضرر به البائع ولو انهدم في قلعها حائط ضمني القالع ما نشأ من قلعه.\r(مادة 384)\rكل ما يدخل في البيع تبعاً إذا هلك قبل التسليم لا يقابله شيء من الثمن فلو اشترى داراً فانهدم بناؤها قبل التسليم خير المشتري إن شاء أخذها بكل الثمن وإن شاء ترك.","seal":"73C469C3","part":1},
      {"page":62,"id":62,"nass":"(مادة 385)\rإذا لم يدخل الطريق في المبيع وليس له مسلك إلى الشارع فللمشتري أن يرده للبائع إن لم يعلم بذلك وقت البيع.\r(مادة 386)\rالزوائد التي تحصل في المبيع بعد العقد وقبل القبض كالثمار والنتاج تكون حقاً للمشتري.\r\rفصل\r(في أداء الثمن)\r(مادة 387)\rيجب على المشتري أن ينقذ الثمن أولاً في بيع سلعة بنقد أن أحضر البائع السلعة ما لم يكن الثمن ديناً مؤجلاً على المشتري ولم يكن للمشتري في البيع خيار فلو كان الخيار للبائع فله أن يطالب المشتري بالثمن ولو أخذه لا يسقط خياره.\r(مادة 388)\rإذا بيعت سلعة بمثلها أو نقود بمثلها يسلم المبيع والثمن معاً.\r(مادة 389)\rإذا كان الثمن مؤجلاً إلى أجل معلوم يلزم أداؤه عند حلول أجله.\rوإن كان مقسطاً على أقساط معينة يؤدي كل قسط في ميعاده فإن تأخر المشتري عن أداء قسط لا تصير الأقساط الأخر حالة إلا إذا كان ذلك مشروطاً في العقد.\r(مادة 390)\rيحل الثمن المؤجل بموت المشتري ولا يحل الثمن بموت البائع بل تنتظر ورثته أو غرماؤه حلول الأجل لاستيفاء الثمن أو الأقساط التي تكون باقية في ذمته المشتري.\r(مادة 391)\rإذا كان مكان أداء الثمن معيناً في العقد فإن كان مما له حمل ومؤنة صح التعيين ويلزم أداؤه في المكان المشترط أداؤه فيه وإن كان مما لا حمل له ولا مؤنة لا يصح التعيين ويجوز البيع.","seal":"AF192C96","part":1},
      {"page":63,"id":63,"nass":"(مادة 392)\rلا يجوز بأي وجه كان للمشتري أن يحبس الثمن الحال بعد قبض المبيع إلا إذا استحق المبيع بالبينة وفسخ البيع قبل أداء الثمن.\r(مادة 393)\rإذا لم يدفع المشتري الثمن حالاً إن كان معجلاً أو عند حلول أجله إن كان مؤجلاً فلا يفسخ البيع بل يجبر المشتري على دفع الثمن فإن امتنع يباع من متاع المشتري ما يفي بالثمن بالمطلوب منه.\r(مادة 394)\rلا يجوز للقاضي أن يمهل المشتري في دفع الثمن للبائع ما لم يكن المشتري معسراً إلا يقدر على الوفاء فينتظر إلى الميسرة.\r(مادة 395)\rإذا كان الثمن عيناً يجوز للبائع أن يتصرف فيه قبل أن يقبضه من المشتري ببيع أو هبة أو وصية أو غير ذلك.\r(مادة 396)\rإذا كان الثمن ديناً في ذمة المشتري فليس للبائع أن يتصرف فيه قبل قبضه ولا يملكه لأحد غير المشتري الثابت الدين في ذمته ما لم يسلطه على قبضه من المشتري فيقبضه منه أو يحيل عليه غريماً له ليأخذه منه أو يوصى به لأحد فإنه يصح تمليكه لغير المشتري في هذه الصور الثلاث.\r\rفصل\r(في ضمان المبيع عند الاستحقاق)\r(مادة 397)\rالبائع ضامن للمبيع بثمنه عند استحقاقه للغير ولو لم يشترط الضمان في العقد.\r(مادة 398)\rلا يصح اشتراط عدم ضمان البائع لثمن المبيع عند استحقاق المبيع ويفسد البيع بهذا الشرط.\r(مادة 399)\rيصح ضمان الثمن للمشتري معلقاً بظهور الاستحقاق.","seal":"39A90418","part":1},
      {"page":64,"id":64,"nass":"(مادة 400)\rعلم المشتري بكون المبيع ليس ملكاً للبائع لا يمنع من رجوعه بالثمن على البائع عند استحقاق المبيع.\r(مادة 401)\rإنما يرجع المشتري على البائع بالثمن إذا ورد الاستحقاق على ملك البائع الكائن من الأصل فإن ورد الاستحقاق بأمر حادث في المبيع بعد الشراء في ملك المشتري كما لو أثبت المستحق أنه يملكه بتاريخ متأخر عن الشراء أو بعد ما صار إلى ح ال لو كان غصبا لملكه الغاصب به فلا حق له في الرجوع بالثمن على البائع ما لم يثبت أنه كان قله قبل هذه الصفقة.\r(مادة 402)\rلا يرجع المشتري بالثمن على البائع إلا إذا ثبت استحقاق المبيع عليه بالبينة فإن ثبت الاستحقاق بإقرار المشتري أو وكيله أو بنكول المشتري أو وكيله فلا يكون له حق في الرجوع على البائع.\r(مادة 403)\rالحكم ب الملك للمستحق حكم على ذي اليد وعلى من تلقى ذو اليد الملك منه ولو كان مورثه فيتعدى إلى بقية الورثة فلا تسمع دعوى الملك من أحد منهم.\rومتى استحق المبيع من يد المشتري الأخير وقضى به للمستحق جاز لكل واحد من الباعة أن يرجع على صاحبه بعد رجوع المشتري عليه ولو كان أداؤه الثمن له بلا إلزام القاضي إياه.\r(مادة 404)\rإذا أحال البائع بالثمن على المشتري فدفعه إلى المحال ثم استحق المبيع بالبينة يرجع المشتري بالثمن على البائع لا على المحتال.\rوإن كان قد اشتراه من وكيل البائع ودفع له الثمن فإنه يرجع على الوكيل لا على الأصيل وإن كان دفعه للأصيل يؤمر الوكيل بأخذه منه ودفعه للمشتري.","seal":"4268DE3E","part":1},
      {"page":65,"id":65,"nass":"(مادة 405)\rإذا استحق المبيع على المشتري بالبينة فله استرداد الثمن بتمامه من البائع ولو نقصت قيمة البائع بعد البيع بأي سبب كان.\r(مادة 406)\rإذا زادت قيمة المبيع عن ثمنه الذي اشتراه به المشتري فليس له حق في طلب شيء من البائع زائداً عن الثمن الذي أداه إياه.\r\rفصل\r(في حكم البناء والغراس)\r(مادة 407)\rإذا بنى المشتري بناء في المبيع أو غرس فيه أشجار ثم استحق المبيع بالبينة رجع المشتري على البائع بالثمن وبقيمة البناء والغراس أن سلمهما للبائع وتقوم قيمتها قائمين على غير مقلوعين يوم تسليمهما للبائع فإن رجع المشتري بالثمن وقيمة البناء والغراس على البائع فلا يرجع هذا البائع على بائعه إلا بالثمن دون قيمة البناء والغراس.\r(مادة 408)\rإنا يرجع المشتري إذا بنى أو غرس بقيمة ما يمكن نقضه وتسليمه للبائع أما ما لا يمكن تسليمه إليه ولا تبقى له قيمة بعد نقضه كالجص والطين ونحوهما فلا رجوع للمشتري بقيمته على البائع كما أنه لا رجوع له بقيمة ما أنفقه في المنافع من حفر بئراً أو تطهير بالوعة أو مرمة شيء في المبيع المستحق ونحو ذلك.","seal":"876175E4","part":1},
      {"page":66,"id":66,"nass":"(مادة 409)\rإذا قلع المستحق البناء أو الشجر الذي كان قائماً بالمبيع قبل أن يسلمه المشتري للبائع فالمشتري يرجع بالثمن على البائع وهو في النقض بالخيار إن شاء سلمه إلى البائع ورجع عليه بقيمته مبنياً غير منقوض ومغروساً غير مقلوع يوم تسليمه إلى البائع وإن شاء أمسكه لنفسه ولا يرجع بالنقصان.\r(مادة 410)\rإذا بنى المشتري أو غرس في المبيع الذي اشتراه حال كونه عالماً بأن البائع لم يكن مالكاً له وأنه باعه إليه بلا أمر مالكه فلا حق له في الرجوع بقيمة البناء والغراس وإنما يملكون له حق في الرجوع بالثمن فقط.\rفإن كان المشتري جاهلاً وقت الشراء أن البائع باعه بأمر المالك أو بغير أمره وغزه البائع بقوله أمرني المالك بالبيع فاشترى وغرس أو بنى في المبيع ثم استحقه مالكه وأنكر الأمر بالبيع يكون الحق للمشتري في الرجوع بالثمن وبقيمة البناء والغراس.\r(مادة 411)\rإذا استحق بعض المبيع قبل القبض بطل البيع في قدر المستحق ويخير المشتري في الباقي إن شاء رده ورجع بجميع الثمن وإن شاء أمسكه ورجع بحصة المستحق سواء أورث الاستحقاق عيباً في الباقي أم لا أي سواء كان قيمياً أو مثلياً لتفرق الصفقة بعد التمام وكذلك الحكم إن قبض بعضه ثم استحق سواء استحق المقبوض أو غيره وإن استحق موضع بعينه قبل القبض فالمشتري بالخيار أيضاً وإن استحق بعد القبض فلا خيار له ويرجع بثمن المستحق.\r(مادة 412)\rإذا قبض المبيع كله فاستحق بعضه بطل البيع بقدره ثم إن أحدث الاستحقاق عيباً في الباقي يخير المشتري إن شاء رده ورجع بجميع الثمن وإن شاء أمسكه ورجع بثمن المستحق وإن لم يحدث عيباً في الباقي يأخذه المشتري بلا خيار ويرجع بحصة المستحق كثوبين استحق أحدهما أو كيلي أو وزني استحق بعضه ولا يضر تبعيضه فالمشتري يأخذ الباقي.","seal":"18D68396","part":1},
      {"page":67,"id":67,"nass":"(مادة 413)\rإذا بنى المشتري في المبيع ثم استحق منه جزء شائع ورد المشتري ما بقي منه على البائع كان له أن يرجع عليه بالثمن ونصف قيمة البناء وإن استحق منها جزء بعينه فإن كان البناء في ذلك الجزء خاصة رجع المشتري بجميع قيمة البناء وإن كان في الجزء الآخر فلا يرجع بقيمته.\r(مادة 414)\rإذا استحق أحد البدلين في المقايضة وهي بيع عين بعين يرجع المشتري بالبدل الآخر إن كان قائماً أو بقيمته إن كان هالكاً لا بقيمة المستحق.\r(مادة 415)\rما يدخل في البيع تبعاً إذا استحق بعد القبض كان له حصة من الثمن فيرجع المشتري على البائع بحصته من الثمن.\rوإذا استحق قبل القبض فإن كان لا يجوز بيعه وحده كالشرب فلا حصة له من الثمن فلا يرجع بشيء بل يخير بين أخذ المبيع بكل الثمن أو تركه وإن كان يجوز بيعه وحده كالشجر والبناء تكون له حصة من الثمن فيرجع بها على البائع.\r(مادة 416)\rإذا ولدت الداية المشتراة عند المشتري ثم استحقت بالبينة فالمستحق يأخذها مع نتاجها والمشتري يرجع على البائع بالثمن وقيمة النتاج.\r(مادة 417)\rإذا ورد الاستحقاق بعد هلاك المبيع فلابد للمستحق من أن يبرهن على قيمته يوم الشراء فيضمن المشتري القيمة ويرجع على بائعه بالثمن لا بما ضمن.\r\rفصل\r(في رد المبيع بالعيب القديم)\r(مادة 418)\rالبيع المطلق أي المجرد من شرط البراءة من العيوب ومن ذكر العيب والسلامة يقتضى أن يكون المبيع سالماً خالياً من كل عيب.","seal":"861A3E10","part":1},
      {"page":68,"id":68,"nass":"(مادة 419)\rيثبت خيار العيب للمشتري وإن لم يشترطه في عقد البيع.\r(مادة 420)\rالعيب الموجب لرد المبيع هو ما ينقص الثمن ولو يسيراً أو ما يفوت به غرض صحيح بشرط أن يكون الغالب في أمثال المبيع عدمه.\r(مادة 421)\rيشترط أن يكون العيب الموجب لرد المبيع قديماً.\r(مادة 422)\rالعيب القديم هو ما كان موجوداً في المبيع وقت العقد أو حدث بعده وهو في يد البائع قبل التسليم.\r(مادة 423)\rإذا ذكر البائع أن في المبيع عيباً فاشتراه المشتري بالعيب الذي سماه له فلا خيار له في رده بالعيب المسمى وله بعيب آخر ولو قبله المشتري بجميع عيوبه فليس له رده بالعيب المسمى ولا بعيب آخر.\r(مادة 424)\rاشترط البائع براءته من كل عيب أو من كل عيب به وقبل المشتري المبيع بهذا الشرط صح البيع والشرط وأن لم يسم العيوب لكنه في الحالة الأولى يبرأ البائع من العيب الموجود وقت العقد ومن العيب الحادث بعده قبل القبض وفي الحالة الثانية يبرأ من الموجود دون الحادث فللمشتري رده بالحادث لا بالموجود.\r(مادة 425)\rما يبيع بيعاً مطلقاً منقولاً كان أو عقاراً وظهر للمشتري عيب قديم فيه فله الخيار إن شاء قبله بكل الثمن المسمى وإن شاء رده واسترد الثمن إن كان نقده للبائع.\r(مادة 426)\rإذا بيعت جملة أشياء صفقة واحدة وظهر ببعضها عيب قبل التسليم فالمشتري مخير إن شاء قبلها بالثمن المسمى وإن شاء رد جميعها وليس له أن يرد المعيب وحده ويأخذ السالم.","seal":"2A01EE91","part":1},
      {"page":69,"id":69,"nass":"(مادة 427)\rإذا بيعت جملة أشياء صفقة واحدة وظهر ببعضها عيب بعد التسليم فإن لم يكن في تفريقها ضرر فللمشتري أن يرد المعيب منها بحصته من الثمن سالماً وليس له أن يرد الجميع بدون رضا البائع وإن كان في تفريقها ضرر فله أن يرد المبيع كله أو يقبله بكل الثمن.\r(مادة 428)\rإذا كان المبيع كمية معينة من المكيلات والموزونات ووجد في بعضها عيباً بعد التسليم فإن كانت في أوعية مختلفة فللمشتري أن يرد الوعاء للذي وجد فيه العيب وحده وإن كانت في وعاء واحد أو لم تكن في وعاء فله رداً لك أو أخذه بعيبه بكل الثمن وليس له رد المعيب وحده بحصته من الثمن.\r(مادة 429)\rإذا وجد في الحنطة أو الشعير أو غيرهما من الغلال تراباً فإن كان التراب قليلاً بحيث لا يعد عيباً في العرف فليس للمشتري رد المبيع وإن كان فاحشاً ويعده الناس عيباً يخير المشتري بين أخذ المبيع بالثمن المسمى أو رده واسترداد الثمن إن كان مقبوضاً.\r(مادة 430)\rإذا ظهر بالمبيع عيب قديم ثم حدث به عيب جديد عند المشتري فليس له أن يرده بالعيب القديم والعيب الجديد موجود فيه بل له مطالبة البائع ينقصان الثمن ما لم يرض البائع يأخذه على عيبه ولم يوجد مانع للرد.\r(مادة 431)\rإذا زال العيب الحادث عاد للمشتري حق رد المبيع بالعيب القديم على البائع.\r(مادة 432)\rيقدر نقصان الثمن بمعرفة أرباب الخبرة الموثوق بهم بأن يقوم المبيع سالماً ثم يقوم معيباً وما كان بين القيمتين من التفاوت ينسب إلى الثمن المسمى وبمقتضى تلك النسبة يرجع المشتري على البائع بالنقصان.\r(مادة 433)\rإذا حدث في المبيع زيادة مانعة من الرد كصبغ الثوب المبيع والبناء والغرس في الأرض المبيعة ثم اطلع المشتري على عيب قديم في المبيع فإنه يرجع على البائع بنقصان العيب ويمتنع الرد ولو قبله البائع بالعيب الحادث.","seal":"B83376FB","part":1},
      {"page":70,"id":70,"nass":"(مادة 434)\rإذا تصرف المشتري في المبيع ببيع أو هبة ثم علم بالعيب لا يرجع بالنقصان.\r(مادة 435)\rإذا أجر المشتري المبيع ثم وجد به عيباً فله نقض الإجارة ورده بعيبه ولو رهنه ثم وجد به عيباً ليس له نقض الرهن وإنما يرده بعد فكه.\r(مادة 436)\rإذا هلك المبيع المعيب في يد المشتري فهلاكه عليه ويرجع على البائع بنقصان العيب.\r(مادة 437)\rإن ظهر أن المبيع المعيب لا ينتفع به أصلاً يبطل البيع ويكون للمشتري حق استرداد الثمن من البائع إن كان نقده إليه.\r\rفصل\r(في الغبن والتغرير)\r(مادة 438)\rلا رد بغبن فاحش في البيع إلا إذا غر أحد المتبايعين الآخر أو غره الدلال.\rفإن ثبت التغرير وتحقق أن في البيع غبناً فاحشاً فاللمغبون فسخه.\rوالغبن الفاحش في العقار وغيره هو ما لا يدخل تحت تقويم المقومين.\r(مادة 439)\rلا يفسخ البيع بالغبن الفاحش بلا تغرير إلا في مال الصغير ومال الوقف ومال بيت المال.\r(مادة 440)\rإذا مات المغرور المغبون بغبن فاحش فلا ينتقل خيار التغرير لوارثه.\r(مادة 441)\rالمشتري المغرور المغبون بغبن فاحش إذا تصرف في بعض المبيع تصرف الملاك بعد علمه بالغبن الفاحش سقط حق فسخه.","seal":"5C5D41CA","part":1},
      {"page":71,"id":71,"nass":"وأما تصرفه في بعض المبيع قبل علمه بالغبن فلا يمنع الرد فله رد الباقي ورد مثل ما صرف في حاجته لو مثلياً والرجوع بالثمن.\r(مادة 442)\rإذا هلك عند المشتري المبيع بغبن فاحش وغرر أو استهلك أو حدث فيه عيب أو بنى المشتري فيه بناء فلا حق له في فسخ البيع ويلزمه جميع الثمن.\r\rباب السلم\r(مادة 443)\rالسلم هو شراء مثمن آجل وهو المسلم فيه بثمن عاجل وهو رأس المال.\r(مادة 444)\rحكم السلم ثبوت الملك للمسلم إليه في الثمن عاجلاً ولرب السلم في المسلم فيه آجلاً.\r(مادة 445)\rلا يصح السلم إلا في الأشياء التي يمكن ضبطها وتعيينها قدراً ووصفاً كالمكيلات والموزونات والمذروعات والعدديات المتقاربة وأما العدديات المتفاوتة في القيمة فلا يجوز السلم فيها عدداً إلا بمميز كطول وغلظ ونحو ذلك.\r(مادة 446)\rيشترط لصحة السلم إن كان المسلم فيه حنطة أو قطناً أو خبزاً أو غير ذلك من الغلال ونحوها.\rأن تكون موجودة وقت العقد إلى وقت التسليم.\rفلا يجوز السلم في حنطة أو ذرة حديثة قبل وجودها.\r(مادة 447)\rشروط صحة السلم سبعة\rالأول: بيان جنس المسلم فيه كبر أو قطن أو فول أو شعيراً أو نحو ذلك.\rالثاني: بيان نوعه أي كونه بعليا أو مسقاوياً.","seal":"FE0ADF19","part":1},
      {"page":72,"id":72,"nass":"الثالث: بيان وصفه أي كونه جيداً أو رديئاً أو متوسطاً.\rالرابع: بيان قدره وزناً وكيلاً وذرعاً وعدا فالمكيلات والموزونات والمذروعات والمعدودات تتعين مقاديرها بالعد والوزن والكيل والذرع والعدديات المتقاربة تتعين مقاديرها بالعد والوزن والكيل أيضاً وينبغي في المنسوجات تعيين طولها وعرضها ورقتها وثخنها وما ركب منها وصفتها.\rالخامس: بيان الأجل وأقله شهر في السلم.\rالسادس: بيان قدر رأس المال إن كان مكيلاً أو موزوناً أو عددياً غير متفاوت.\rالسابع: بيان مكان الإيفاء فيما له حمل ومؤنة.\r(مادة 448)\rيشترط لبقاء السلم على الصحة قبض رأس المال ولو عيناً قبل الافتراق.\r(مادة 449)\rإذا اشترط الإيفاء في مدينة فكل محلاتها سواء في الإيفاء حتى لو أو وفاة في محله فيها برئ وليس له أن يطالبه في محله أخرى وإن كانت المدينة متسعة بأن بلغت نواحيها فرسخا يشترط أن يعين للإيفاء ناحية منها.\r(مادة 450)\rما لا حمل له ولا مؤنة لا يشترط فيه بيان مكان الإيفاء فيوفيه حيث شاء ولو عين مكاناً تعين.\r(مادة 451)\rإذا أبي المسلم إليه قبض رأس المال يجبر عليه.\r(مادة 452)\rلا يجوز للمسلم إليه التصرف في رأس المال قبل قبضه ولا لرب السلم أن يتصرف في المسلم فيه قبل استلامه بنحو بيع وشراء.\r(مادة 453)\rيبطل الأجل بموت المسلم إليه لا بموت رب السلم فيؤخذ المسلم فيه من تركة المسلم إليه حالاً.","seal":"AB040B3C","part":1},
      {"page":73,"id":73,"nass":"فصل\r(في بيع الوفاء)\r(مادة 454)\rبيع الوفاء هو أن يبيع شيئاً بكذا أو بدين عليه بشرط أن البائع متى رد الثمن إلى المشتري أو أداه الدين الذي له عليه يرد له العين المبيعة وفاء.\r(مادة 455)\rلا يجوز للمشتري وفاء أن ينتفع بالمبيع إلا بإذن البائع ويضمن ما أكله بغير إذنه من ثمرة أو ما أتلفه من شجرة.\r(مادة 456)\rلا يجوز للبائع أو المشتري أن يبيع العين المبيعة وفاء لشخص آخر فلو باعها البائع لآخر بيعا باتاً توقف البيع على إجازة مشتريها وفاء ولو باعها المشتري فللبائع أو ورثته حق استردادها ويكون للمشتري إعادة بدء عليها حتى يستوفى دينه.\r(مادة 457)\rإذا قبض المشتري المبيع وفاء بعد ما دفع الثمن للبائع وتوافق البائع مع المشتري على أن يرد له المبيع إذا رد له نظير الثمن في وقت كذا ثم جاء الوقت وامتنع البائع من رد نظير الثمن للمشتري يؤمر البائع ببيع المبيع وقضاء الدين من ثمنه فإذا امتنع باع الحاكم عليه.\r(مادة 457)\rإذا قبض المشتري المبيع وفاء بعد ما دفع الثمن للبائع وتوافق البائع مع المشتري على أن يرد له المبيع إذا رد له نظير الثمن في وقت كذا ثم جاء الوقت وامتنع البائع من رد نظير الثمن للمشتري يؤمر البائع ببيع المبيع وقضاء الدين من ثمنه فإذا امتنع باع الحاكم عليه.\r(مادة 458)\rإذا هلك المبيع وفاء وكانت قيمته مساوية للدين المطلوب من البائع سقط الدين في مقابلته وإن كانت قيمته أقل من الدين المطلوب سقط من الدين بقدر قيمته واسترد المشتري الباقي من البائع.\r(مادة 459)\rإذا هلك المبيع وفاء في يد المشتري وكانت قيمته زائدة عن مقدار الدين سقط من قيمته قدر ما يقابل الدين وضمن المشتري الزيادة إن كان هلاك المبيع بتعديه وإن كان بدون تعديه فلا تلزمه الزيادة.","seal":"1AA2227A","part":1},
      {"page":74,"id":74,"nass":"(مادة 460)\rإذا مات أحد المتبايعين وفاء تقوم ورثته مقامه في أحكام الوفاء.\r(مادة 461)\rليس لسائر الغرماء أن يزاحموا المشتري في المبيع وفاء حتى يستوفى دينه من المبيع.\r\rفصل\r(في الاستصناع)\r(مادة 462)\rالاستصناع هو طلب عمل شيء خاص على وجه مخصوص مادته من الصانع.\r(مادة 463)\rينعقد الاستصناع على العين لا على عمل الصانع.\r(مادة 464)\rيجوز الاستصناع في كل ما جرى به التعامل.\rويشترط لصحته بيان جنس المصنوع ونوعه وقدره ووصفه.\r(مادة 465)\rلا يصح الاستصناع فيما لا تعامل فيه إذا ضرب له شهراً فأكثر فيكون سلماً تعتبر فيه شرائط السلم.\rوكذلك ما جرى به التعامل إذا ضرب له أجل وكان شهراً فأكثر يعتبر سلماً.\r(مادة 466)\rلا يلزم في الاستصناع تعجيل الثمن.","seal":"D603C6A9","part":1},
      {"page":75,"id":75,"nass":"(مادة 467)\rلا يتعين المبيع للآمر قبل اختياره له فيجوز للصانع أن يبيع مصنوعة قبل رؤية الآمر كما يجوز للآمر أخذه وتركه بخيار الرؤية.\r(مادة 468)\rإذا ضرب للاستصناع أجلاً شهراً فأكثر صار سلما سواء جرى فيه تعامل أم لا فتعتبر فيه شرائط السلم ولا خيار لواحد منهما إذا سلم الصانع المصنوع على الوجه الذي عليه في السلم.\r(مادة 469)\rإذا ضرب للاستصناع أجلاً أقل من شهر إن جرى فيه تعامل كان استصناعاً صحيحاً وإن لم يجر فيه تعامل إن ذكر الأجل على وجه الاستعجال كان استصناعاً صحيحاً أيضاً وإن ذكره على وجه الاستمهال فهو استصناع فاسد.\r\rكتاب الإجارة\rالباب الأول\r(في عقد الإجارة)\rالفصل الأول\r(في عقد الإجارة وشرائط صحتها وبيان مدتها)\r(مادة 470)\rعقد الإجارة هو تمليك المؤجر للمستأجر منفعة مقصودة من العين المؤجرة في الشرع ونظر العقلاء بعوض يصلح أجرة.\r(مادة 471)\rيصح أن يرد عقد الإجارة على منافع الأعيان منقولة كانت أو غير منقولة وأن يرد على العمل كاستئجار الخدمة والعملة وأرباب الحرف والصنائع.","seal":"C1B68467","part":1},
      {"page":76,"id":76,"nass":"(مادة 472)\rيشترط لانعقاد الإجارة أهلية العاقدين بأن يكون كل منهما عاقلاً مميزاً ويشترط لنفاذها كون العاقدين عاقلين غير محجورين وكون المؤجر مالكاً لما يؤجره أو وكيله أو وليه أو وصيه.\r(مادة 473)\rيشترط لصحة الإجارة رضا العاقدين وتعيين المؤجر ومعلومية المنفعة بوجه لا يفضي إلى المنازعة وبيان مدة الانتفاع وتعيين مقدار الأجرة إن كانت من النقود وتعيين قدرها ووصفها إن كانت من المقدرات فإن اختل شرط من شرائط الصحة المذكورة فسدت الإجارة.\r\rالفصل الثاني\r(في الأجرة وبيان شروط لزومها)\r(مادة 474)\rيصح اشتراط تعجيل الأجرة وتأجيلها وتقسيطها إلى أقساط تؤدي في أوقات معينة.\r(مادة 475)\rلا تلزم الأجرة بمجرد العقد فلا يجب تسلميها به إلا إذا اشترط على المستأجر تعجيلها وكانت الإجارة منجزة.\rفإن كانت الإجارة مضافة إلى وقت مستقبل فلا تلزم ولا تملك فيها الأجرة بشرط تعجيلها ولو عجل المستأجر الأجرة في الإجارة المنجزة بأن دفعها للمؤجر فقد ملكها ولا يجوز للمستأجر استردادها منه.\r(مادة 476)\rإذا اشترط تعجيل الأجرة لزم المستأجر دفعها وقت العقد وللمؤجر أن يمتنع عن تسليم العين المؤجرة للمستأجر حتى يستوفى الأجرة وله أن يفسخ عقد الإجارة عند عدم الإيفاء من المستأجر.\r(مادة 477)\rيجوز للأجير أن يمتنع من العمل إلى أن يستوفى أجرته المشروط تعجيلها وله فسخ الإجارة إن لم يوفه المؤجر الأجرة.","seal":"07A2EE53","part":1},
      {"page":77,"id":77,"nass":"(مادة 478)\rإذا اشترط تأجيل الأجرة لزم المؤجر أن يسلم العين المؤجرة للمستأجر ورد العقد على منافع الأعيان ولزم الأجير إيفاء العمل أن وردت الإجارة على العمل ولا تلزم الأجرة إلا عند حلول الأجل في الصورتين وإن كان قد أوفى العمل.\r(مادة 479)\rتجب الأجرة في الإجارة الصحيحة بتسليم العين المؤجرة للمستأجر واستيفائه المنفعة فعلاً أو بتمكنه من استيفائها بتسليمها له ولو لم يستوفها.\rفإن قبض المستأجر الدار المؤجرة فارغة عن متاع المؤجر لزمه أجرته ولو لم يسكنها.\r(مادة 480)\rلا تملك منافع الأعيان في الإجارة الفاسدة بمجرد قبضها فلا تجب الأجرة بها على المستأجر إلا إذا سلمت له العين المؤجرة من جهة المؤجر المالك لها وانتفع بها انتفاعاً حقيقياً.\rفإن لم يكن تسليمها للمستأجر من جهة مالكها فلا أجرة عليه وإن استوفى المنفعة.\r(مادة 481)\rإذا وقت الإجارة فاسدة باعتبار جهالة الأجر المسمى أو باعتبار عدم التسمية وقبض المستأجر العين المؤجرة وانتفع بها انتفاعاً حقيقياً لزمه أجر المثل بالغاً ما بلغ.\rوإن وقعت فاسدة بفقدان شرط آخر من شرائط الصحة لزمه الأقل من أجر المثل ومن المسمى إن وجد مسمى معلوماً.\r\rالباب الثاني\r(في إجارة الدواب للركوب والحمل)\r\rالفصل الأول\r(في إجارة الدواب للركوب)\r(مادة 482)\rمن استأجر دابة للحمل فله أن يركبها وإن استأجرها للركوب فليس له أن يحمل عليها وإن حمل فلا أجر عليه.","seal":"CF4EE605","part":1},
      {"page":78,"id":78,"nass":"(مادة 483)\rمن استأجر دابة أو عربة للركوب لتوصله إلى محل معين بأجرة معلومة فتعبت الدابة المركوبة أو خيل العربة في الطريق فله نقض الإدارة وعليه دفع مقدار ما أصاب تلك المسافة من الأجر المسمى.\r(مادة 484)\rلا يجوز لمستأجر الدابة أن يتجاوز بها المحل المعين مقدار ما لا يتسامح فيه الناس بلا إذن صاحبها ولا أن يذهب بها إلى محل آخر ولا أن يستعملها أزيد من المدة التي استأجرها فإن تجاوز المحل المعين بلا إذن صاحبها أو ذهب بها إلى محل آخر أو استعملها بعد مضي المدة فعطبت فعليه ضمان قيمتها.\r(مادة 485)\rمن استأجر حيواناً ليذهب به إلى محل معين وكانت طرقه متعددة فله أن يذهب من أي طريق شاء من الطرق المسلوكة فإن ذهب من طريق غير الذي عينه صاحب الحيوان وتلف الحيوان فإن كان الطريق الذي سلكه أصعب من الطريق الذي عينه صاحبها لزم المستأجر ضمان قيمتها وإن كان مساويا له أو أسهل منه فلا ضمان عليه.\r(مادة 486)\rلا يجوز للمستأجر أن يضرب الدابة ولا أن يسيرها سيراً عنيفاً.\rفإن ضربها أو كبحها بلجامها أو سيرها سيراً عنيفاً فوق المعتاد فعطبت فعليه ضمان قيمتها.\r\rالفصل الثاني\r(في إجارة الدواب والعربات للحمل)\r(مادة 487)\rتجوز إجارة الدواب والعربات للحمل بشرط بيان ما يحمل عليها وتعيين المدة أو المحل الذي يراد حملها ونقلها إليه.","seal":"93704699","part":1},
      {"page":79,"id":79,"nass":"ويجوز استئجارها للحمل بدون تعيين مقداره ولا الإشارة إليه وينصرف إلى المعتاد.\r(مادة 488)\rمن استحق منفعة مقدرة بالعقد فله أن يستوفى مثلها أو دونها لا أكثر منها.\rفمن استأجر دابة للحمل وبين نوع ما يحمله وقدر موزنا فله أن يحملها حملاً مساويا له في الوزن أو حملاً أخف منه وزنا لا أكثر منه.\r(مادة 489)\rإذا حمل المستأجر الدابة حمل مساوياً للحمل المسمى فعطبت فإن كان المحمول يأخذ من موضع الحمل أقل مما يأخذه المسمى فعليه الضمان وإن استويا وزناً كما لو سمى حنطة فحمل مقدارها حديداً أو حجراً وإن كان المحمول يأخذ من موضع الحمل قدر ما يأخذه المسمى أو أكثر فلا ضمان عليه إلا إذا جاوز المحمول في الصورة الثانية موضع الحمل كما لو سمي حنطة فحمل بوزنها تبناً أو قطناً بحيث جاوز موضع الحمل فإنه يضمن.\r(مادة 490)\rلا يجوز للمستأجر أن يحمل الدابة أكثر من القدر الذي عينه واستحقه بالعقد فإن خالف وحملها زيادة عنه وكانت الدابة لا تطيقه فعطبت ضمن جميع قيمتها سواء كانت الزيادة من جنس المسمى أو من غير جنسه.\rوإن كانت الدابة تطيق الزيادة وكانت الزيادة من جنس المسمى وحملت هي والمسمى معاً ضمن المستأجر قدر الزيادة لا جميع القيمة.\rوإنما يضمن المستأجران كان هو الذي باشر الحمل بنفسه فإن حملها صاحبها بيده وحده فلا ضمان على المستأجر وإن حملاها ووضعا الحمل عليها معاً وجب النصف على المستأجر بفعله وهدر فعل صاحبها.\r(مادة 491)\rمن استأجر دابة لنقل حمل له إلى محل معين بأجر معلوم فتعبت الدابة في الطريق قبل الوصول إلى المحل المقصود فإن كان المستأجر استأجر الدابة بعينها كان له الخيار إن شاء نقض الإجارة وإن شاء","seal":"21EB6081","part":1},
      {"page":80,"id":80,"nass":"تربص إلى أن تقوى الدابة وليس له أن يطالب المؤجر بدابة أخرى وإن كان المستأجر استأجر دابة بغير عينها كان له أن يطالبه بدابة أخرى.\r(مادة 492)\rوضع الحمل عن الدابة على المكاري ونفقتها على صاحبها فإن علفها المستأجر أو سقاها بلا إن صاحبها فهو متبرع لا رجوع له عليه بما أنفقه.\r\rالباب الثالث\r(في إجارة الآدمي للخدمة والعمل)\r(مادة 493)\rتجوز إجارة الآدمي للخدمة أو لغيرها من أنوع العمل مع بيان المدة أو تعيين قدر العمل وكيفيته.\r(مادة 494)\rالأجير قسمان خاص ومشترك.\r(مادة 495)\rالأجير الخاص هو الذي يعمل لغيره واحداً كان أو أكثر عملاً مؤقتاً مع اشتراط التخصيص عليه وعدم العمل لآخر هذا إن قدم ذكر العمل في العقد على الوقت أما لو قدم الوقت على العمل كأن استأجره شهراً لرعى غنمه فلا يشترط التخصيص بل انتفاء التعميم ويستحق الأجرة إن حضر للعمل مع تمكنه منه وإن لم يعمل.\r(مادة 496)\rليس للأجير الخاص أن يعمل في مدة الإجارة لغير مستأجره وإن عمل للغير ينقص من الأجر بقدر ما عمله وليس له أن يشتغل بشيء آخر سوى المكتوبة حتى لا يصلي النافلة.","seal":"C06FF0D0","part":1},
      {"page":81,"id":81,"nass":"(مادة 497)\rالأجير المشترك هو الذي يعمل لا لواحد مخصوص ولا لجماعة مخصوصين أو يعمل لواحد مخصوص أو لجماعة مخصوصين عملاً غير مؤقت أو عملاً مؤقتاً بلا اشتراط التخصيص عليه. والأجيرة المشترك لا يستحق الأجرة إلا إذا عمل.\r\rالفصل الأول\r(في الأجير الخاص)\r(مادة 498)\rيستحق الخادم الأجرة بتسليم نفسه للخدمة وتمكنه منها سواء خدم أو لم يخدم.\rوكذلك الأستاذ إذا استؤجر لتعليم علم أو فن أو صنعة وعينت المدة يستحق الأجرة بتسليمه نفسه وتمكنه من التعليم سواء علم التلميذ أو لم يعلم.\rفإن كانت المدة غير معينة فلا يستحق الأجرة إلا إذا علم التلميذ.\r(مادة 499)\rإذا كانت مدة الخدمة معينة في العقد وفسخ المخدوم الإجارة قبل انقضاء المدة بلا عذر ولا عيب في الخادم يوجب فسخها وجب على المخدوم أن يؤديه الأجرة إلى تمام المدة إذا سلم نفسه للخدمة فيها.\r(مادة 500)\rإذا لم تكن المدة معينة في العقد حتى فسد لجهالتها فلكل من العاقدين فسخها في أي وقت أراد وللخادم أجرة مثله مدة خدمته.\r(مادة 501)\rإذ لم تكن أجرة الخادم مقدرة في العقد فله أجر مثله مقدراً على حسب العرف.\r(مادة 502)\rلا يلزم المخدوم إطعام الخادم وكسوته إلا إذا جرى العرف به فيلزمه سواء اشترط ذلك عليه أم لا","seal":"C60473B0","part":1},
      {"page":82,"id":82,"nass":"(مادة 503)\rيجوز استئجار الظئر أي المرضعة بأجرة معينة وبطعامها وكسوتها وتكسى من أوسط الثياب.\r(مادة 504)\rيجب على الظئر إرضاع الطفل والاعتناء بنظافته وغسل ثيابه وإصلاح طعامه.\r(مادة 505)\rإذا اشترط على الظئر إرضاعها بنفسها فأرضعته من غيرها فلا تستحق الأجرة وإن لم يشترط ذلك وأرضعته من غيرها بأجرة أو بغير أجرة فإنها تستحق الأجرة.\r(مادة 506)\rيجوز لزوج المرضعة أن يفسخ الإجارة مطلقاً وللمستأجرة أن يفسخها أيضاً بسبب موجب لفسخها.\r(مادة 507)\rإذا انتهت مدرة إجارة الظئر ولم يوجد من ترضعه غيرها أو وجد لكن الطفل لم يلتقم ثدي غيرها فإنها تجبر على إرضاعه.\r(مادة 508)\rإذا ماتت الظئر أو مات رضيعها انفسخت الإجارة ولا تنفسخ بموت والد الرضيع.\r\rالفصل الثاني\r(في الأجير المشترك)\r(مادة 509)\rيجوز استئجار الصانع أو لمقاول لعلم بناء مع تعيين أجرته في كل يوم بدون بيان مقدار العمل أو مع تعيين أجرة كل ذراع أو متر يعمله أو بالمقاولة على العمل كله مع بيان مقدار العمل طولاً وعرضاً وعمقاً.","seal":"97104034","part":1},
      {"page":83,"id":83,"nass":"(مادة 510)\rإنما تصح الإجارة أو المقاولة على عمل البناء إذا كانت الآلات والمهمات اللازمة للعمارة من صاحب العمل أما إن كانت من المعماري بأن استأجره ليعمر له كذا بآلات من عنده بأجرة كذا فإنه لا يجوز وإذا عمر المعماري يكون له أجرة مثل عمله وما أنفق من ثمن الآلات.\r(مادة 511)\rإذا عمل المهندس رسماً أو مقايسة أو باشر إدارة العمارة بأمر صاحبها وكان قد سمى له أجرة على ذلك فله الأجر المسمى.\r(مادة 512)\rإذا لم يعين صاحب العمل أجرة للمهندس على عمله يكون له أجر المثل مقدراً على حسب العرف والزمن الذي استغرقه في عمله.\r(مادة 513)\rيفسخ استئجار الصانع بوجود عذر معتبر يمنعه عن العمل ولا ينفسخ ما لم يفسخ وإذا مات انفسخ بموته بلا حاجة إلى الفسخ.\r(مادة 514)\rلا يجوز للصانع أو المقاول الذي التزم في العقد العمل بنفسه أن يستعمل غيره.\rوإذا كان العقد مطلقاً جاز له أن يستأجر أو يقاول غيره على العمل كله أو بعضه ويكون ضامناً لما هلك في يد من استأجره أو قاوله.\r(مادة 515)\rلا يجوز للصانع الذي التزم عملاً بالمقاولة أن يطلب بعد العقد زيادة عن الأجر المسمى كما لا يجوز لصاحب العمل أن يطلب تنقيص شيء منه.\r(مادة 516)\rليس للصانع أو المقاول الثاني أن يطالب صاحب العمل بشيء مما يستحقه الأجير أو المقاول الأول إلا إذا وكله أو أحاله على صاحب العمل.","seal":"9319F021","part":1},
      {"page":84,"id":84,"nass":"(مادة 517)\rليس للصانع أو المقاول أن يطلب شيئاً من الأجرة المتفق عليها إلا بعد تمام العمل وتسليمه لصاحبه ولو عجل له صاحب العمل الأجرة أو شيئاً منها جاز إنما إذا كانت العمارة ونحوها جارية في المنزل الساكن به صاحب العمل جاز للصانع أو المقاول أن يطلب الأجر عن القدر الذي عمله ويجبر على تمام الباقي وهذا كله عند عدم الشرط.\r(مادة 518)\rإذا تلف العمل المقاول عليه قبل تسليمه لصاحب العمل فلا أجر للصانع فإن كان العمل في ملك صاحب العمل وتلف فللصانع أجر ما عمله بحصته لوجود التسليم حكماً.\r(مادة 519)\rالأجير الخاص أمين فإن هلك الشيء في يده بدون تعديه أو تقصيره أو إهماله فلا ضمان عليه.\r(مادة 520)\rالأجير المشترك ضامن للشيء إن هلك في يده يصنعه وإن هلك بلا صنعه فلا ضمان عليه إن كان هلاكه بأمر لا يمكن التحرز منه وإلا ضمن.\r(مادة 521)\rمن كان من أرباب الصنائع لعمله أثر في العين كالخياط ونحوه جاز له حبسها وعدم تسليمها حتى يستوفى أجرته إن كانت الأجرة حالة فإن تلفت عنده فلا ضمان عليه ولا أجر له وإن كانت مؤجلة فليس له حبسها فإن حبسها فتلفت فعليه قيمتها.\r(مادة 522)\rمن ليس لعمله أثر من أرباب الحرف والصنائع كالحمال ونحوه فليس له حبس العين للأجرة فإن حبسها وتلفت ضمن قيمتها ولصاحبها الخيار إن شاء ضمنه قيمتها محمولة وعليه له الأجر وإن شاء ضمنها غير محمولة ولا أجر عليه.","seal":"EC0ECD11","part":1},
      {"page":85,"id":85,"nass":"(مادة 523)\rإذا أتلف الحمال في أثناء الطريق ما كان يحمله إتلافاً يستوجب ضمانه بأن سقط منه بجناية يده فللمستأجر أن يضمنه قيمته في المكان الذي حمله منه ولا أجر عليه له وإن شاء ضمنه في المكان الذي تلفت فيه العين ودفع له الأجرة بقدر المسافة.\rفإن انتهى إلى المحل المقصود ووقع الحمل منه وتلف فله الأجر ولا ضمان عليه.\r(مادة 524)\rيلزم الحمال إدخال الحمل إلى الدار ولا يلزمه الصعود به لوضعه في المحل المعد له في الدار.\r(مادة 525)\rإذا باع الدلال مالاً لآخر بنفسه تجب أجرة الدلال على البائع لا على المشتري ولو سعى الدلال بينهما وباع المالك بنفسه يعتبر العرف إن كانت الدلالة على البائع فعليه وإن كانت على المشتري فعليه وإن كانت عليهما فعليهما.\r(مادة 526)\rإذا باع الدلال متاعاً لأحد بثمن أزيد من الثمن الذي أمره به فالزيادة لصاحب المتاع وليس للدلال سوى الأجرة.\rوإذا استحق المبيع الذي باعه الدلال أو رد بعيب فله الأجرة وإن كان قد أخذها فلا تسترد منه.\r\rالباب الرابع\r(في إجارة الدور والحوانيت)\r(مادة 527)\rتجوز إجارة الدور والحوانيت بدون بيان ما يعمل فيها ومن يسكنها وينصرف استعمالها لعرف البلدة.","seal":"AC345A49","part":1},
      {"page":86,"id":86,"nass":"(مادة 528)\rيجوز استئجار الدار أو الحانوت وهي مشغولة بمتاع المؤجر ويجبر على تفريغها وتسليمها فارغة للمستأجر.\r(مادة 529)\rمن استأجر داراً أو حانوتاً فله أن يسكنها وأن يسكن معه غيره وأن يعمل فيها كل عمل لا يورث الوهن والضرر.\rولا يجوز له أن يعمل ما يورث الضرر إلا بإذن المالك.\r(مادة 530)\rيجوز لمستأجر داراً أو أرض أن يعيرها ويودعها ويؤجرها بمثل الأجرة التي استأجرها بها أو بأقل منها أو بأكثر لو كانت الأجرة الثانية من غير جنس الأولى فلو كانت من جنسها لا تطيب له بالزيادة.\r(مادة 531)\rللمستأجر أن يؤجر العين المؤجرة لغيره مؤجرها بعد قبضها وقبله إن كانت عقاراً وليس لها إجارتها قبل القبض بل بعده إن كانت منقولاً.\r(مادة 532)\rعلى المؤجر بعد قبضه الأجر المسمى المشروط تعجيله أن يسلم للمستأجر العين المؤجرة بالهيئة التي رآها عليها وقت العقد فإن كانت قد تغيرت بفعله أو فعل غيره تغيراً يخل بالسكنى فالمستأجر مخير إن شاء قبلها وإن شاء فسخ الإجارة.\r(مادة 533)\rالإجارة المعقودة من المستأجر المالك لمنفعة العين المنتفع بها بلا إذن مالك رقبتها انتهى بانتهاء مدة الإجارة المعقود بينه وبين المالك.\rويترتب على انفساخ عقد المستأجر الأول انفساخ العقد الذي عقده مع المستأجر الثاني.","seal":"637C3511","part":1},
      {"page":87,"id":87,"nass":"(مادة 534)\rالمستأجر الذي آجر لغيره العين المنتفع بها ملزوم بالأجرة لمالكها وليس للمالك قبضها من المستأجر الثاني إلا إذا أحاله المستأجر عليه أو وكله بقبضها من المستأجر الثاني.\r(مادة 535)\rلا يجبر صاحب الدار المؤجرة على عمارتها وترميم ما اختل من بنائها وإصلاح ميازيبها وإن كان ذلك عليه لا على المستأجر لكنه إذا لم يفعل المؤجر ذلك كان للمستأجر أن يخرج منها إلا إذا كان استأجرها وهي كذلك وقد رآها فليس له الخروج منها.\r(مادة 536)\rإذا حدث بالعين المستأجرة عيب يفوت به النفع بالكلية كخراب الدار أو يخل بالمنفعة كانهدام جزء منها يؤثر هدمه على المنفعة المقصودة منها يكون للمستأجر خيار فسخ الإجارة ويسقط عنه الأجر في الصورة الأولى سواء فسخ أم لا وأما في الصورة الثانية فإن فسخ بحضرة رب الدار سقط عنه الأجر وإن لم يفسخ لا يسقط الأجر سواء استوفى المنفعة مع العيب أم لا.\rفإذا بينت الدار وأصلح الخلل الذي حدث فيها فلا خيار للمستأجر.\r(مادة 537)\rإذا كان العيب الحادث بالعين المستأجرة لا يؤثر في المنفعة المقصودة منها ولا يخل بها كما إذا سقط منها حائط لا يضر بالسكنى فلا يثبت الخيار للمستأجر ويلزمه الأجر المسمى.\r(مادة 538)\rإذا احتاجت الدار المستأجرة لعمارة ضرورية لصيانتها فلا يمنع المستأجر المؤجر من إجرائها فإن ترتب على العمارة ما يضر بالسكنى أو يخل بالمنفعة فالمستأجر بالخيار بين الفسخ وعدمه.\r(مادة 539)\rلا يجوز للمؤجر أن يتعرض للمستأجر في استيفائه المنفعة مدة الإجارة ولا أن يحدث في العين المؤجرة تغييراً يمنع من الانتفاع بها أو يخل بالمنفعة المعقود عليها.","seal":"3B525529","part":1},
      {"page":88,"id":88,"nass":"(مادة 540)\rإذا سلم المؤجر جميع الدار للمستأجر ثم تعرض له ونزع منها بيتاً من بيوتها رفع عن المستأجر من الأجر بقدر حصته.\rوكذلك الحكم إذا اشتغل المؤجر بمتاعه بيتاً من بيوت الدار المستأجرة فإن حصته تسقط من الأجرة المسماة.\r(مادة 541)\rإذا عرض في مدة الإجارة ما يمنع من الانتفاع بالعين المؤجرة بأن غصبت الدار المستأجرة منه ولم يتمكن بأي وسيلة كانت من رفع يد الغاصب سقطت الأجرة عن المستأجر ولو عرض ذلك في بعض المدة سقطت الأجرة بقدره.\r(مادة 542)\rإذا قصر المستأجر في رفع يد الغاصب وكان ذلك ممكناً له فلا تسقط عنه الأجرة ولو أمكنه ذلك بإنفاق مال لا يلزمه ذلك وتسقط عنه الأجرة.\r(مادة 543)\rإذا ادعى المستأجر أن العين المؤجرة غصبت منه ففاته الانتفاع بها أو بعضها ولا بينة له وأنكر المؤجر ذلك يحكم الحال بينهما فإن كانت الدار بيد المستأجر فالقول لقول للمؤجر وإن كانت في يد غير المستأجر صدق قوله ولا أجر عليه.\r(مادة 544)\rيجب على المستأجر أن يعتني بالعين المؤجر كاعتنائه بملكه ولا يجوز له أن يحدث بها تغييراً بدون أذن مالكها.\r(مادة 545)\rالتعميرات التي أنشأها المستأجر بإذن المؤجر إن كانت عائدة لإصلاح المؤجر وصيانته عن الخلل فللمستأجر الرجوع بها على المؤجر وإن لم يشترط الرجوع بها عليه وإن كانت عائدة لمنافع المستأجر فليس للمستأجر الرجوع بها إلا إذا اشترطه.","seal":"E7B251FE","part":1},
      {"page":89,"id":89,"nass":"(مادة 546)\rإزالة الأتربة والزبالة التي تتراكم في مدة الإجارة تلزم المستأجر.\r(مادة 547)\rيجوز لمستأجر الدار أو الأراضي أن يستوفى عين المنفعة التي قدرت له في العقد أو منفعة مثلها أو دونها وليس له أن يتجاوزها إلى ما فوقها.\rفلا يجوز لمستأجر حانوت للعطارة أن يعمل فيه صنعة حداد.\r(مادة 548)\rإذا انتهت مدة الإجارة وجب على المستأجر أن يفرغ الدار أو الحانوت المؤجرة ويسلمها لصاحبها ولا حاجة للتنبيه عليه بالتخلية.\r(مادة 549)\rإذا طلب المؤجر بعد انقضاء المدة من المستأجر زيادة على الأجر المسمى وعين تلك الزيادة وطلب منه قبولها أو الخروج من الدار فسكت المستأجر يعتبر سكوته رضا وقبولاً للزيادة فيلزمه أجر المثل بقدر المدة التي كان يمكنه أن ينقل فيها متاعه لتخلية الدار وبعدها يلزمه ما قاله المؤجر وقبله بسكوته.\r(مادة 550)\rإذا مضت مدة الإجارة وسكن المستأجر بعدها شهراً أو أكثر يلزمه أجر المثل فيه إن كانت الدار معدة للاستغلال أو كانت وقفاً أو ليتيم.\r(مادة 551)\rمن سكن في دار غيره ابتداء من غير عقد وكانت الدار معدة للاستغلال أو وقفاً أو ليتيم يجب عليه أجر المثل وإن لم تكن كذلك فلا أجر عليه إلا إذا تقاضاه صاحب الدار بالأجرة وسكن فيها بعد ما تقاضاه وكان مقراً له بالملك ولم يصرح بنفي الرضا بالأجر.\r(مادة 552)\rإذا سكن أحد دار الغير بتأويل عقد كالمرتهن إذا سكن بيت الرهن ثم ظهر أنه للغير أو سكنها","seal":"A5622436","part":1},
      {"page":90,"id":90,"nass":"بتأويل مالك كبيت مشترك سكنه أحد الشركاء فلا يجب الأجر على الساكن وإن كان ذلك معداً للاستغلال ما لم يكن وقفاً أو ليتيم.\r(مادة 553)\rبيع العين المأجورة يتوقف نفاذه على إجازة المستأجر فإن أجازه جاز وإن لم يجزه يبقى موقوفاً إلى أن يسقط حق المستأجر.\r(مادة 554)\rتنفسخ الإجارة بموت المؤجر أو بموت المستأجر إذا عقدها لنفسه لا لغيره بالتوكيل عنه فإن مات الوكيل بإجارة أو استئجار فلا تبطل الإجارة بموته.\r(مادة 555)\rإذا مات المؤجر وكان المستأجر قد عجل الأجرة لمدة لم تستوف المنفعة فيها فله حبس العين المأجورة إلى استيفاء ما عجله فإن مات المؤجر مديوناً وليس له ما يسدد به دينه غير العين المؤجرة تباع والمستأجر أحق بثمنها من سائر الغرماء إن كانت العين في يده فيستوفى حقه من ثمنها وما زاد للغرماء وإن نقص للمستأجر شيء مما عجله يكون في الناقص أسوة الغرماء.\r(مادة 556)\rإذا سكن المستأجر بعد موت المؤجر يجب عليه أجر المثل إن كان المأجور معداً للاستغلال وإلا فلا يجب عليه شيء إلى إذا كان في ورثه المؤجر صغير فيجب عليه أجر مثل حصته وإن لم يطلبه هذا إذا سكن قبل طلب الورثة الأجرة أما لو سكن بعد طلبهم الأجرة منه يلزمه الأجر المسمى بسكناه بعده بلا فرق بين المعد للاستغلال أو غيره.\r(مادة 557)\rتفسخ الإجارة بعذر لزوم دين على المؤجر حيث لا مال له غير العين المؤجرة سواء تثبت الدين ببينة أو بإقرار المؤجر ويتوقف انفساخها على قضاء القاضي بنفاذ البيع لذلك في الصورتين.","seal":"DC0D4ABC","part":1},
      {"page":91,"id":91,"nass":"وإنما تفسخ الإجارة إن كانت قيمة المأجور تزيد عما عجله المستأجر فإن العين المؤجرة حينئذ تباع ويعطي المستأجر حقه من ثمنها وما زاد منه للغرماء وأما إذا كانت قيمة المأجور مثل ما عجله المستأجر أو أقل منه فلا تفسخ الإجارة.\r\rالباب الخامس\r(في إجارة الأراضي)\r(مادة 558)\rتصح إجارة الأرض للزراعة مع بيان ما يزرع فيها أو تخيير المستأجر بأن يزرع ما بدا له فيها.\r(مادة 559)\rلا تجوز إجارة الأرض إجارة منجزة وهي مشغولة بزرع لغير المستأجر إن كان الزرع بقلا لم يدرك أو إن حصاده وكان مزروعاً فيها بحق فإن كان الزرع القائم بالأرض ملكاً للمستأجر جازت إجارة الأرض له.\rوإن كان الزرع مدركاً جازت إجارة الأرض لغير صاحبه ويؤمر بحصاده وتسليم الأرض فارغة للمستأجر.\r(مادة 560)\rإذا كان الزرع القائم بالأرض مزروعاً فيها بغير حق فلا يمنع عدم إدراكه من صحة إجارة الأرض لغير صاحب الزرع ويجبر صاحبه على قلعه ولو كان بقلا.\r(مادة 561)\rتصح إجارة الأرض المشغولة بزرع غير المستأجر إجارة مضافة إلى وقت يحصد الزرع فيه وتصير الأرض فارغة قابلة للتسليم للمستأجر في الوقت المسمى وهذا سواء كان الزرع قائماً بحق أو بغير حق مدركاً أو غير مدرك.\r(مادة 562)\rلمستأجر الأرض الشرب والطريق وإن لم يشترطهما في العقد.","seal":"EA3A3895","part":1},
      {"page":92,"id":92,"nass":"(مادة 563)\rمن استأجر أرضاً سنة ليزرع فيها ما شاء فله أن يزرعها زرعين شتوياً وصيفياً.\r(مادة 564)\rإذا غلب الماء على الأرض المؤجرة فاستبحرت ولم يكن زرعها أو انقطع الماء عنها فلم يمكن ريها فلا تجب الأجرة أصلاً وللمستأجر فسخ الإجارة.\r(مادة 565)\rإذا زرع الأرض المؤجرة فأصاب الزرع آفة فهلك وجب عليه من الأجرة حصة ما مضى من المدة قبل هلاك الزرع وسقط حصة ما بقى من المدة بعد هلاكه إلا إذا كان متمكناً من زراعة مثل الأول أو دونه في الضرر فتجب حصة ما بقى من المدة أيضاً.\r(مادة 566)\rإذا انقضت مدة الإجارة وكان المستأجر قد بنى في الأرض بناء أو غرس بها أشجار يؤمر بهدم البناء وقلع الأشجار إلا أن يرضى المؤجر بتركهما في الأرض بإجارة أو إعارة فيكون البناء والشجر للمستأجر والأرض للمؤجر.\rفإن تركهما بإعارة للأرض يكون لهما أن يؤجرا الأرض والبناء لثالث ويقتسمان الأجرة على قيمة الأرض بلا بناء وعلى قيمة البناء بلا أرض فيأخذ كل منهما حصته.\r(مادة 567)\rإذا كان هدم البناء وقلع الشجر يضران بالأرض وينقصان قيمتها ومضت مدة الإجارة فللمؤجر أن يتملكهما جبراً على المستأجر وتقدر قيمتهما مستحقين للقلع قائمين بأن تقوم الأرض بهما مستحقي الهدم والقلع وبدونهما فيضمن المؤجر ما بين القيمتين.\rوإن كانت الأرض لا تنقص بقلعهما فلا يكون للمؤجر تملكهما بدون رضاء المستأجر وإنما له أمر المستأجر بقلعهما من أرضه.\r(مادة 568)\rإذا مضت المدة وفي الأرض شجر عليه ثمر يبقى في يد المستأجر بأجر المثل إلى الإدراك وإن لم يرض المؤجر.","seal":"145CB26F","part":1},
      {"page":93,"id":93,"nass":"(مادة 569)\rإذا مضت مدة الإجارة وبالأرض المستأجرة زرع بقل لم يدرك أوان حصاده يترك للمستأجر بأجر المثل إلى أن يدرك ويحصد.\r(مادة 570)\rإذا مات المستأجر فانفسخت الإجارة بموته قبل انقضاء المدة وكان في الأرض زرع لم يدرك يترك الزرع لورثته بالأجر المسمى إلى أن يدرك ويحصد.\r\rالباب السادس\r(في إجارة الوقف)\r(مادة 571)\rللناظر ولاية إجارة الوقف فلا يملكها الموقوف عليه إلا إذا كان متولياً من قبل الواقف أو مأذونا ممن له ولاية الإدارة من ناظر أو قاض.\r(مادة 572)\rولاية قبض الأجرة للناظر لا للموقوف عليه إلا أن أذن له الناظر بقبضها.\r(مادة 573)\rيراعى شرط الواقف في إجارة وقفه فإن عين الواقف مدة الإجارة اتبع شرطه وليس للمتولي مخالفته.\r(مادة 574)\rإذا كان لا يرغب في استئجار الوقف المدة التي عينها الواقف وكانت إجارتها أكثر من تلك المدة أنفع للوقف وأهله يرفع المتولى الأمر إلى القاضي ليؤجرها المدة التي يراها أصلح للوقف.","seal":"6C942375","part":1},
      {"page":94,"id":94,"nass":"(مادة 575)\rإذا عين الواقف المدة واشتراط أن لا يؤجر أكثر منها إلا إذا كان أنفع للوقف وأهله فللقيم أن يؤجرها المدة التي يراها خيراً للوقف وأهله بدون إذن القاضي.\r(مادة 576)\rإذا أهمل الواقف تعيين مدة الإجارة في الوقفية تؤجر الدار أو الحانوت سنة والأرض ثلاث سنين إلا إذا كانت المصلحة تقتضي الزيادة في إجارة الدار والحانوت أو النقص في إجارة الأرض.\r(مادة 577)\rلا يجوز لغير اضطرار إجارة دار الوقف أو أرضه إجارة طويلة ولو بعقود مترادفة.\rفإن اضطر إلى ذلك لحاجة عمارة الوقف بأن تخرب ولم يكن له ريع يعمر به جاز لهذه الضرورة إجارتها بإذن القاضي مدة طويلة بقدر ما تعمر به.\r(مادة 578)\rلا تصح إجارة الوقف بأقل من أجر المثل إلا بغين يسير ولو كان المؤجر هو المستحق الذي له ولاية التصرف في الوقف.\r(مادة 579)\rإذا آجر المتولى الوقف بغبن فاحش لا يدخل تحت التقويم نقصاً في أجر المثل فالإجارة فاسدة ويلزم المستأجر إتمام أجر المثل ودفع ما نقص منه في المدة الماضية من حين العقد.\r(مادة 580)\rإذا آجر المتولى دار الوقف أو أرضه مدة معلومة فنقص أجر المثل قبل انتهائها عما كان وقت العقد فلا ينقص شيء من الأجر المسمى ولا يفسخ العقد.\r(مادة 581)\rإذا زاد أجر المثل في نفسه لكثرة الرغبات العمومية فيه لا لتعنت في أثناء مدة الإجارة زيادة فاحشة تعرض على المستأجر فإن رضيها فهو أولى من غيره ويعقد عقد ثان بالأجرة الثانية من حين قبولها إلى إتمام مدة الإجارة ولا يلزمه إلا المسمى عن المدة الماضية.","seal":"9CD1D825","part":1},
      {"page":95,"id":95,"nass":"(مادة 582)\rإذا لم يقبل المستأجر الزيادة المعتبرة العارضة في أثناء مدة الإجارة يفسخ العقد ويؤجر لغيره ما لم تكن العين المستأجرة مشغولة بزراعته فإن كانت كذلك يتربص إلى أن يستحصد الزرع وتضاف عليه الزيادة من وقتها إلى حصاد الزرع وفسخ العقد.\r(مادة 583)\rإذا انقضت مدة الإجارة تؤجر بأجر المثل لمن يرغب فيها ولو كان غير المستأجر الأول ما لم يكن للمستأجر الأول حق القرار في العين المستأجرة.\rفإن كان له فيها حق القرار من بناء أو غراس قائم بحق فهو أولى بالإجارة من غيره بشرط أن يدفع أجر المثل.\r(مادة 584)\rإذا انتهت مدة الإجارة وكان للمستأجر بناء بناه من ماله أو شجر غرسه بماله في أرض الوقف بلا إذن الناظر يؤمر بهدم بنائه وقلع شجرة إن كان هدمه أو قلعه لا يضر بأرض الوقف فإن أضر بها فليس له هدمه ولا قلعه ويجبر على التربص إلى أن يسقط البناء والشجر ويستخلص حقه فيأخذ أنقاضه ولا يكون بناؤه وغرسه مانعاً مكن صحة إجارة الأرض لغيره.\rوللناظر أن يتملكه أن أراد للوقف ولو جبرا على صاحبه بثمن لا يتجاوز أقل القيمتين مقاوماً أو قائماً.\r(مادة 585)\rإذا كان المستأجر قد بنى أو غرس في أرض الوقف من ماله لنفسه بإذن ناظر الوقف وانقضت مدة الإجارة وأبى أن يدفع أجرة المثل وكان هدم البناء أو قلع الشجر مضراً بالأرض يخير الناظر بين أن يمتلكه جبراً على المستأجر بقيمته مستحق القلع وبين أن يتركه إلى أن يتخلص من الأرض فيأخذ المستأجر أنقضاه.\rوإذا آجر المتولى البناء بإذن مالكه مع عرصة الوقف جاز وينظر مقدار ما يستأجر به كل منهما فما أصاب البناء يعطى لصاحبه وما أصاب عرصة الوقف يعطى لناظر الوقف.","seal":"F9ABEAE1","part":1},
      {"page":96,"id":96,"nass":"(مادة 586)\rإذا احتاجت دار الوقف إلى العمارة فأذن الناظر للمستأجر بعمارتها من ماله للوقف فعمرها فله الرجوع على الناظر بما أنفقه على العمارة ليوفيه له من غلة الوقف وإن لم يشترط الرجوع إذا كان يرجع معظم منفعة العمارة للوقف وأما إذا كان يرجع معظم منفعتها إلى المستأجر فلا يرجع ما لم يشترط الرجوع.\r(مادة 587)\rإذا كان قد بنى المستأجر أو المستحق ما بناه في أرض الوقف بغير إذن ناظره بأنقاض الوقف وكان البناء بحيث لو هدم لا يبقى لغير الانقضاض قيمة ففي هذه الصور يؤخذ البناء للوقف ولا يكون للمستأجر حق الرجوع بما أنفقه على العملة ولا باثمان المؤن.\r(مادة 588)\rإذا غير المستأجر معالم الوقف بأن هدمه كله أو بضعه وبناه على غير الصفة التي كان عليها فإن كان ما غير إليه أنفع الوقف يبقى ما بناه على حالته لجهة الوقف وهو متبرع بما أنفقه فتؤخذ منه أجرة المثل بتمامها ولا يحتسب له شيء منها في مقابلة ما أنفقه على العمارة وإن لم يكن أنفع للوقف وأكثر ريعاً يؤمر بهدمه وإعادة إلى ما كانت عليه.\r(مادة 589)\rلا تنفسخ الإجارة بموت الناظر ولا بعزله وتنفسخ بموت المستأجر لنفسه.\r\rفصل\r(في الحكر والكدك والخلو)\r(مادة 590)\rالاستحكار هو عقد إجارة يقصد به استبقاء الأرض للبناء والغراس أو لأحدهما.\r(مادة 591)\rما يبنيه المحتكر أو يغرسه لنفسه يأذن المتولى في الأرض المحتكرة يكون ملكاً له فيصح بيعه للشريك وغير الشريك ووقفه ويورث عنه.","seal":"FE23D435","part":1},
      {"page":97,"id":97,"nass":"(مادة 592)\rلا يكلف المحتكر برفع بنائه ولا قلع غراسه وهو يدفع أجر المثل المقرر على ساحة الأرض خالية من البناء والغراس.\r(مادة 593)\rإذا زاد أجر مثل الأرض المحتكر بسبب بناء المستحكر أو غراسه فلا تلزمه الزيادة فإن زاد أجر المثل في نفسه زيادة فاحشة لزمته الزيادة فإن امتنع من قبولها أمر برفع البناء والغراس وتؤجر لغيره بالأجرة الزائدة.\r(مادة 594)\rيثبت للمستحكر حق القرار في الأرض المحتكرة ببناء الأساس فيها أو بغرس شجرة بها ويلزم بأجر مثل الأرض ما دام أس بنائه وغراسه قائماً فيها ولا تنزع منه حيث يدفع أجر المثل.\r(مادة 595)\rإذا مات المستحكر قبل أن يبنى أو يغرس في الأرض المحتكرة انفسخت الإجارة وليس لورثته البناء أو الغراس فيها بدون إذن الناظر.\r(مادة 596)\rيطلق الكدك على الأعيان المملوكة للمستأجر المتصلة بالحانوت على وجه القرار كالبناء أو لا على البناء وجه القرار كآلات الصناعة المركبة به ويطلق أيضاً على الكر دار في الأراضي كالبناء والغراس فيها.\r(مادة 597)\rالكدك المتصل بالأرض ببناء وغراسا أو تركيبا على وجه القرار هو أموال متقومة تباع ويورث ولأصحابها بها حق القرار ولهم استبقاؤها بأجر المثل.","seal":"6EFB5912","part":1},
      {"page":98,"id":98,"nass":"(مادة 598)\rالخلو المتعارف في الحوانيت هو أن يجعل الواقف أو المتولى أو المالك على الحانوت قدراً معيناً من الدراهم يؤخذ من الساكن ويعطيه به تمسكاً شرعياً فلا يملك صاحب الحانوت بعد ذلك إخراج الساكن الذي ثبت له الخلو ولا الإجارة الحانوت لغيره ما لم يدفع له المبلغ المرقوم.\r(مادة 599)\rالمرصد هو دين مستقر على جهة الوقف للمستأجر الذي عمر من ماله عمارة ضرورية في مستغل من مستغلات الوقف للوقف بإذن ناظره عند عدم مال حاصل في الوقف وعدم من يستأجره بأجرة معجلة يمكن تعميره منها.\r(مادة 600)\rلا يجوز لصاحب المرصد أن يبيعه ولا يبيع البناء الذي بناه للوقف وإنما مطالبة المتولى بالدين الذي له أن لم يرد استقطاعه من أصل أجر المثل.\r(مادة 601)\rيجوز لصاحب المرصد ولورثته حبس العين المأجورة إلى حين استيفاء المرصد فإذا مات المتولى الذي أذن بالعمارة فلصاحب المرصد وورثته الرجوع على تركة المتولى بما يكون مستحقاً لهم من المرصد وتطالب ورثة المتولى المتوفى من خلفه في نظارة الوقف لأجل أداء المرصد من غلة الوقف.\r\rكتاب المزارعة والمساقاة\rالفصل الأول\r(في المزارعة)\r(مادة 602)\rالمزارعة هي معاقدة على الزرع بين صاحب الأرض وبين المزارع فيقسم الحاصل بينهما بالحصص التي يتفقان عليها وقت العقد.","seal":"436F2F0C","part":1},
      {"page":99,"id":99,"nass":"(مادة 603)\rيشترط لصحة المزارعة أن يكون العاقدان عاقلين وأن تكون الأرض صالحة للزراعة لاسيخة ولا نزه وأن يذكر رب البذر ولو دلالة سواء كان هو صاحب الأرض أو العامل وأن تسلم الأرض للزراع فارغة من الزرع ولو كان البذر من رب الأرض.\r(مادة 604)\rيشترط أيضاً لصحة المزارعة أن تعين له مدة متعارفة لا مدة قصيرة بحيث لا يتمكن فيها من الزراعة ولا طويلة بحيث لا يعيش أحد إليها غالباً.\rفإن سكتا عن المدة صحت المزارعة ووقعت على زرع واحد.\r(مادة 605)\rيلزم لصحة المزارعة أن يعين جنس البذر وأن يعين نصيب من لا بذر له صراحة أو ضمناً فإن لم يعين جنس البذر وكان من قبل صاحب الأرض صحت المزارعة وإن كان من قبل المزارع فلا تصح إلا إذا جعل له الخيار في أن يزرع ما شاء.\r(مادة 606)\rلا تصح المزارعة إلا إذا عين للعاقدين حصة شائعة من المحصول فإن شرط لأحدهما قفزان معلومة أو محصول موضع معين أو اشترط احتساب البذر من أصل المحصول أو دفع الخراج الموظف من المحصول وقسمة الباقي بينهما فسدت المزارعة.\r(مادة 607)\rيقسم المحصول في المزارعة الصحيحة بين العاقدين على الوجه الذي اشترطاه.\r(مادة 608)\rإذا وقعت المزارعة فاسدة يكون المحصول كله لصاحب البذر وعليه للعامل أجر مثل عمله إن كان البذر من صاحب الأرض فإن كان من العامل فعليه لصاحب الأرض أجر مثل أرضه.\r(مادة 609)\rإذا لم يخرج شيء من المحصول في المزارعة الفاسدة فإن كان البذر من قبل العامل فعليه أجر مثل الأرض وإن كان من قبل صاحب الأرض فعليه أجر مثل العامل.","seal":"9E5BD303","part":1},
      {"page":100,"id":100,"nass":"(مادة 610)\rيجوز فسخ المزارعة بدين محوج إلى بيع الأرض إن لمن ينبت الزرع فإن نبت الزرع ولم يستحصد تعلق حق المزارع بها فلا يجوز بيعها إلا إذا أجازه المزارع.\r(مادة 611)\rإذا قصر المزارع في سقى الأرض حتى هلك الزرع بهذا السبب فلا ضمان عليه إن كانت المزارعة فاسدة وعليه الضمان في المزارعة الصحيحة الواجب عليه العمل فيها.\r(مادة 612)\rإذا ترك الاكار سقي الأرض عمداً حتى يبس الزرع ضمن وقت ما ترك السقي قيمة الزرع نابتاً في الأرض وإن لم يكن للزرع قيمة تقوم الأرض مزروعة وغير مزروعة فيضمن نصف فضل ما بينهما.\r(مادة 613)\rإذا أخر الاكار سقي الزرع تأخيراً معتاداً فلا ضمان عليه وأن أخره تأخيراً غير معتاد فعليه الضمان لو المزارعة صحيحة.\r(مادة 614)\rإذا انقضت المدة قبل إدراك الزرع يبقى الزرع إلى إدراكه ويلزم المزارع أجر ما فيه نصيبه من الأرض وتكون نفقة ما يلزم للزرع من سقي ومحافظة وحصاد ودوس وتذرية على كل من صاحب الأرض والمزارع بقدر حصصهما.\r(مادة 616)\rإذا مات صاحب الأرض والزرع بقل يداوم العامل على العمل إلى إدراك الزرع وليس لورثة المتوفى منعه.","seal":"88D07744","part":1},
      {"page":101,"id":101,"nass":"(مادة 617)\rإذا مات المزارع والزرع غض فورثته تقوم مقامه في العمل إلى أن يستوي الزرع وأن أبي صاحب الأرض.\r(مادة 618)\rإذا دفع صاحب الأرض للعامل زرعاً بقلا فقام عليه عاملاً حتى عقد الزرع ثم استحقت الأرض يخير المزارع بين أخذ نصف المقلوع أو رده ويرجع على صاحب الأرض بأجر مثله.\r(مادة 619)\rإذا دفع صاحب الأرض الأرض للعامل ودفع إليه البذر فزرعها ونبت الزرع ثم استحقت الأرض وقلعا الزرع قبل إدراك أو أن حصاده فاختار المزارع رد المقلوع فله الرجوع بأجر مثل عمله على صاحب الأرض وله أخذ نصف المقلوع ولا شيء له غيره.\r(مادة 620)\rإذا دفع صاحب الأرض أرضه مزارعة والبذر من العامل ثم استحقت الأرض يأخذه المستحق بدون الزرع وله أن يأمر العامل بالقلع ولو كان الزرع بقلا ويكون مؤنة نصف القلع على صاحب الأرض ونصفها على المزارع والمزارع بالخيار إن شاء رضى بنصف المقلوع ولا يرجع على صاحب الأرض بشيء ما وإن شاء رد عليه المقلوع وضمنه قيمة حصته من الزرع مستحقاً للقرار لا مقلوعاً.\r\rالفصل الثاني\r(في المساقاة)\r(مادة 621)\rالمساقاة هي معاقدة دفع الشجر والكروم إلى من يصلحها بجزء معلوم من ثمرها والمراد بالشجر كل ما ينبت في الأرض ويبقى بها سنة أو أكثر.","seal":"2C4786E8","part":1},
      {"page":102,"id":102,"nass":"(مادة 622)\rتصح المساقاة بدون بيان المدة وتقع على أول ثمر يخرج من تلك السنة وتصح مع بيان المدة المتعارفة.\rفلو ذكر مدة طويلة لا يعيشان إليها غالباً لم تصح.\r(مادة 623)\rإذا ذكر للمساقاة مدة لا تخرج الثمرة فيها فسدت المساقاة.\rوإن ذكرا للمساقاة مدة يحتمل خروج الثمرة فيها وعدم خروجها كانت المساقاة موقوفة فإن خرج في الوقت المسمى ثمرة يرغب في مثلها في المعاملة صحت المساقاة ويقسم الخارج بينهما على حسب شروطهما.\rوإن تأخر خروج الثمرة عن الوقت المسمى فسدت المساقاة وللمساقى أجر مثل عمله وإن لم يخرج شيء أصلاً فلا شيء لكل منهما على الآخر.\r(مادة 624)\rعقد المساقاة لازم من الجانبين فلا يملك أحدهما الامتناع والفسخ من غير رضا الآخر إلا بعذر ويجبر المساقى على العمل إلا من عذر.\r(مادة 625)\rإذا انقضت مدة المساقاة بطلت فإن كان على الشجر ثمر لم يبد صلاحه فالخيار للمساقى إن شاء قام على العمل إلى انتهاء الثمرة بلا وجوب أجر عليه لحصة صاحب الأرض وإن شاء رد العمل ويخير الآخر بالخيارات الثلاثة المذكورة في المادة الآتية.\r(مادة 626)\rلا يجوز للمساقى أن يساقى غيره إلا بإذن مالك الشجر فإن ساقى بغير إذنه فالخارج للمالك وللمساقى الثاني أجر مثله على المساقى الأول بالغاً ما بلغ ولا أجر للأول.\r(مادة 627)\rإذا استحق الشجر أو النخيل وفيه ثمر يرجع المساقى بأجر مثله على صاحب الشجر فإن لم تخرج النحيل أو الشجر ثمراً حتى استحقت فلا شي للمساقى.","seal":"1DA533C3","part":1},
      {"page":103,"id":103,"nass":"(مادة 628)\rإذا عجز العامل عن العمل أو كان غير مأمون على الثمر فسخ المساقاة.\r(مادة 629)\rإذا دفع أحد الشريكين للآخر الشجر مساقاة وشرط له أكثر من قدر نصيبه لا يجوز ويكون الخارج بينهما نصفين على قدر نصيبهما ولا أجر له فإن شرط أن يكون الخارج بينهما نصفين جاز.\r(مادة 630)\rإذا مات العامل بطلت المساقاة فإن كان على الشجر ثمر لم يدرك فورثته بالخيار إن شاؤا قاموا عليه حتى يردك الثمر وإن كره ذلك صاحب الأرض وإن شاؤا قطعه لا يجبرون على العمل فيخير الآخر بين أن يقسم البسر على الشرط المتفق عليه وبين أن يعطيهم قيمة نصيبهم من البسر وبين أن ينفق على البسر حتى يبلغ فيرجع بما أنفقه في حصتهم من الثمر.\r(مادة 631)\rإذا مات رب الأرض والثمر غض يقوم العامل كما كان وإن كره ذلك ورثة صاحب الأرض وإن أراد العامل القطع لم يجبر على العمل ويخير ورثة رب الأرض بالخيارات الثلاثة المارة.\r(مادة 632)\rإذا مات كل من صاحب الأرض والعامل والثمر غض فالخيار في القيام عليه وعدمه لورثة العامل فإن شاؤا أقاموا على العمل إلى بد وصلاح الثمر وإن شاؤا ردوه ويكون الخيار لورثة صاحب الأرض على الوصف المتقدم في المادة السالفة.\r(مادة 633)\rالأعمال اللازمة للثمر قبل إدراكه كسقي وتلقيح وحفظه تلزم العامل.\rوالأعمال اللازمة بعد إدراك الثمر كالجذاذ ونحوه تلزم كلا من العاقدين.\r\rكتاب الشركة\r(مادة 634)\rالشركة على نوعين شركة بملك وشركة بعقد.","seal":"E454846B","part":1},
      {"page":104,"id":104,"nass":"(مادة 635)\rشركة الملك هي أن يملك اثنان فأكثر عيناً أو ديناً بسبب من أسباب الملك.\r(مادة 636)\rشركة الملك نوعان شركة اختيارية وشركة جبرية.\rفالشركة الاختيارية هي أن يملك الشريكان أو الشركاء مالاً بشراء أو هبة أو وصية أو خلط لأموالهم باختيارهم.\rوالشركة الجبرية هي أن يملك الشريكان أو الشركاء مالاً بإرث أو باختلاط المالين بلا اختيار المالكين اختلاط لا يمكن معه تميزهما حقيقة بأن كانا متحدي الجنس أو يمكن التمييز بينهما بمشقة وكلفة بأن كانا مختلفين جنساً.\r(مادة 637)\rشركة العقد هي عبارة عن عقد بين المتشاركين في رأس المال وفي الربح وهي أنواع شركة بالمال وشركة بالأعمال وشركة وجوه وكل من هذه الثلاثة أما مفاوضة أو عنان.\r(مادة 638)\rيشترط لجواز شركة العقد أن يكون المعقود عليه قابلاً للوكالة وأن يكون الربح معلوم القدر وأن يكون جزأ شائعاً في الجملة لا معينا.\r\rالباب الأول\r(في تصرفات الشركاء في الأعيان المشتركة)\r(مادة 639)\rلكل واحد من الشركاء في الملك أن يتصرف في حصته كيف شاء بدون إذن شريكه بجميع التصرفات التي لا يترتب عليها ضرر لشريكه فله بيع حصته ولو من غير شريكه بلا إذن إلا في صورة الخلط والاختلاط فإنه لا يجوز البيع من غير شريكه بلا إذنه وليس له أن يتصرف في حصته تصرفاً مضراً بدون إذن شريكه.","seal":"9BB715A5","part":1},
      {"page":105,"id":105,"nass":"(مادة 640)\rكل واحد من الشركاء كالأجنبي في الامتناع عن تصرف مضر في حصة شريكه فليس له أن يتصرف فيها تصرفاً مضراً بأي وجه كان من غير رضاه ولا أن يجبر شريكه على بيع حصته له أو لغيره.\r(مادة 641)\rيجوز لأحد الشريكين بيع حصته مشاعة من العقار المشترك وغيره لشريكه ولغير شريكه بلا إذنه ما لم يترتب على ذلك ضرر للشريك.\r(مادة 642)\rبيع ما فيه ضرر على الشريك غير جائز بلا إذنه فلا يصح لأحد الشريكين في بناء أو شجر لم يبلغ أو أن قطعه أو زرع لم يدرك أن يبيع حصته فيه بدون الأرض لغير شريكه بلا إذنه وله بيعه لشريكه.\r(مادة 643)\rإذا باع أحد الشريكين المال المشترك بدون إذن شريكه وسلمه للمشتري فهلك عنده فللشريك الآخر أن يضمن شريكه أو المشتري فإن ضمن الشريك جاز البيع وله كل الثمن وإن ضمن المشتري رجع بنصف الثمن على بائعه والبائع لا يرجع على أحد.\rوكذلك الحكم إذا كان الشركاء ثلاثة وباع أحدهم المال المشترك وسلمه بإذن الآخر وبدون إذن الثالث فللثالث تضمين شريكيه الآخرين أو تضمين المشتري.\r(مادة 644)\rإذا اختلط المالان بصنع مالكيهما أو بدون صنعهما فلا يجوز لأحد الشريكين فيهما أن يبيع حصته بدون إذن شريكه كما سبق في مادة 639 من أول الباب.\r(مادة 645)\rإذا سكن أحد الشريكين في الدار المشتركة مدة من الزمن وشريكه حاضر فليس له أن يطالبه بأجرة المدة الماضية ولا أن يطلب السكنى بقدر ما سكن الآخر وإنما له أن يطلب قسمة الدار إفرازاً إن كانت قابلة للقسمة أو يتهايأها مع شريكه كما هو مذكور في مادة 647و 648.","seal":"8A03EB56","part":1},
      {"page":106,"id":106,"nass":"(مادة 646)\rلكل من الشركاء السكنى في الدار المشتركة بقدر حصته.\r(مادة 647)\rيجوز للشريك الحاضر أن ينتفع بكل الدار المشتركة في غيبة شريكه إذا كان يعلم أن السكنى لا تنقصها ولا أجر عليه لحصة شريكه الغائب وليس للشريك إذا حضر أن يسكن قدر ما سكن شريكه.\r(مادة 648)\rيجوز للشريك الحاضر أن ينتفع بقدر حصته من الملك المشترك في غيبة شريكه بوجه لا يضره بأن يكون الانتفاع مما لا يختلف باختلاف المستعمل.\r(مادة 649)\rلا يجوز للشريك الانتفاع بالملك المشترك في غيبة شريكه إن كان الانتفاع به يختلف باختلاف المستعمل.\r(مادة 650)\rلا يجوز للشريك الحاضر أن يسكن في حصة شريكه الغائب إذا كانت الحصص مفرزة وإن سكنها وتخربت فعليه ضمانها.\r(مادة 651)\rيجوز للشريك الحاضر أن يزرع كل الأرض المشتركة في غيبة شريكه إذا علم أن الزرع ينفعها ولا ينقصها وليس للغائب بعد حضوره أن ينتفع بها كلها بقدر المدة التي انتفع بها شريكه.\r(مادة 652)\rإذا علم الشريك الحاضر أن زراعة الأرض المشتركة تنقصها أو الترك ينفعها ويزيدها قوة فليس له أن يزرع فيها شيئاً أصلاً.","seal":"339851E6","part":1},
      {"page":107,"id":107,"nass":"(مادة 653)\rحصة أحد الشريكين أمانة في يد الآخر فإن هلكت بدون تعدية فلا ضمان عليه.\r\rالباب الثاني\r(في عمارة الملك المشترك\r(مادة 654)\rإذا احتاج الملك المشترك إلى مرمة أو عمارة يعمره أصحابه بالاشتراك على قدر حصصهم.\r(مادة 655)\rإذا عمر أحد الشريكين الملك المشترك بإذن شريكه يكون له الرجوع عليه بقدر ما يصيب حصته من المصاريف فإن عمرة الشريك بلا إذن شريكه يكون متبرعاً لا رجوع له عليه بما صرفه على العمارة.\r(مادة 656)\rإذا احتاج الملك المشترك الذي لا يقبل القسمة إلى عمارة وكان أحد الشريكين غائباً وأراد الحاضر عمارته فإن عمره بإذن الحاكم كان له الرجوع على صاحبه بالمصاريف التي تخص حصته وأن عمره بلا إذن الحاكم فلا رجوع له على شريكه بشيء مما صرفه على العمارة.\r(مادة 657)\rإذا انهدم بناء الدار المشتركة وأراد أحد الشريكين عمارتها وأبى الآخر فإن كانت كبيرة تحتمل القسمة فلا يجبر الآبي على العمارة فإن أنفق الآخر عليها بدون إذن شريكه فهو متبرع لعدم اضطراه.\r(مادة 658)\rإذا انهدم بعض الملك المشترك الذي لا يقبل القسمة وأراد أحد الشريكين بناءه وامتنع الآخر","seal":"256CBB5B","part":1},
      {"page":108,"id":108,"nass":"يجبر على المالك فإن لم يعمر بإذن القاضي للشريك بالعمارة ثم يمنع الآخر من الانتفاع به حتى يؤدي ما يخص حصته من المصاريف وإن عمر الشريك بدون إذن القاضي فهو متطوع لا يرجع على الآخر بشيء.\r(مادة 659)\rإذا انهدم الملك المشترك الذي لا يحتمل القسمة وصار عرصة وطلب أحد الشريكين عمارته وأبى الآخر فلا يجبر على البناء بل تقسم العرصة بينهما.\r(مادة 660)\rإذا احتاج المشترك بين قاصرين أووقفين إلى العمارة وكان إبقاؤه على حاله مضرابهما وأحد الوصيين أو المتوليين يطلب العمارة والآخر ممتنع فإنه يجبر على التعمير بالاشتراك مع الآخر من مال القاصرين أومن ريع الوقفين.\r(مادة 661)\rإذا وهي حائط مشترك وخيف سقوطه وأحد الشريكين أراد نقضه وأبى الآخر يجبر الآبي على نقضه وهدمه.\r(مادة 662)\rإذا هدم الشريكان الحائط المشترك بينهما أو انهدم هو بنفسه فإن كان لهما عليه حمولة يجبر الآبي على البناء مطلقاً سواء كانت عرصة الحائط عريضة أم لا.\rوإن لم يكن لهما عليه حمولة لا يجبر الآبي لو عرصته عريضة ويجبر لو غير عريضة لعدم إمكان القسمة.\rوإن كان لأحدهما عليه حمولة دون الآخر وأراد صاحب الحمولة البناء وأبى الآخر يجبر الآبي مطلقاً سواء كانت عرصته عريضة أم لا وإن أراد الآخر وأبى صاحب الحمولة يجبر الآبي لو عرصته غير عريضة ولا يجبر لو عريضة لإمكان القسمة.\rوفي كل موضع يجبر فيه الآبي إذا بنى الآخر بلا إذن القاضي لا يرجع على الآبي بشيء وإن بنى بإذن القاضي يرجع على الآبي بما يخص حصته من المصاريف وله منع الآبي من الانتفاع بالحائط ووضع حمولته عليه حتى يأخذ منه ذلك.","seal":"DE4F909A","part":1},
      {"page":109,"id":109,"nass":"كتاب العارية\r(مادة 663)\rالإعارة هي تمليك المستعير منفعة العين المستعارة بلا عوض.\r(مادة 664)\rيشترط لصحة العارية قابلية المستعار للانتفاع به مع بقاء عينه.\r(مادة 665)\rلا تخرج العين المستعارة عن ملك المعير.\r(مادة 666)\rيجب على المستعير أن يعتني بحفظ العين المستعارة وصيانتها كاعتناء بمال نفسه.\r(مادة 667)\rإذا أطلق المعير للمستعير الانتفاع في الوقت والمكان ونوع الاستعمال جاز له أن ينتفع بالعارية في أي وقت وفي أي مكان وبأي استعمال أراد بشرط أن لا يتجاوز المعهود والمعروف فإن تجاوزه وهلكت العارية ضمنها.\r(مادة 668)\rإذا قيد المعير نوع الاستعمال أو وقته أو مكانه فليس للمستعير أن يستعملها في غير الوقت والمكان المعينين وليس له مخالفة نوع الاستعمال المأذون به ومجاوزته إلى ما فوقه ضرراً وإنما له استعماله استعمالاً مماثلاً لما قيد به أو أخف منه ضرراً.\r(مادة 669)\rإذا أطلق المعير للمستعير الإذن بالانتفاع ولم يعين منتفعاً جاز للمستعير أن ينتفع بنفسه بالعين المستعارة وأن يعيرها لمن شاء سواء كانت مما يختلف باختلاف المستعمل أم لا ما لم يكن قد استعملها بنفسه وكانت مما يختلف بالاستعمال فليس له بعد ذلك إعارتها لغيره.\rوإن قيدها المعير وعين منتفعاً يعتبره تعيينه فيما يختلف باختلاف المستعمل فلا يملك المستعير إعارتها لغيره وإن خالف وأعارها فهلكت فعليه ضمانها ولا يعتبر تعيينه فيما لا يختلف باختلاف المستعمل فيملك المستعير إعارتها لغيره ولا يضمن أن أعارها وهلكت في يد المستعير الثاني","seal":"35124B78","part":1},
      {"page":110,"id":110,"nass":"(مادة 670)\rإذا نهى المعير المستعير عن إعارة العين لغيره فأعارها وهلكت العارية يضمن المستعير مطلقاً سواء كانت العارية مما يختلف باختلاف المستعمل أم لا.\r(مادة 671)\rإذا كانت الإعارة لعمل معين فعلى المستعير رد العارية بعد الفراغ من العمل الذي استعارها له وليس له إعارتها بعده فإن أعارها وهلكت فعليه ضمانها سواء كانت مما يختلف باختلاف المستعمل أم لا.\r(مادة 672)\rلا يملك المستعير إيداع العين المستعارة عند غيره في جميع المواضع التي لا يملك فيها الإعارة فإن أودعها فهلكت عند المستودع فعلى المستعير ضمانها.\r(مادة 673)\rيجوز للمستعير أن يودع العين المستعارة عند غيره في كل موضع يملك فيه الإعارة فإن هلكت عند المستودع بلا تعدية فلا ضمان عليه.\r(مادة 674)\rلا يجوز للمستعير أن يؤجر العين المستعارة ولا أن يرهنها إلا إذا كان استعارها ليرهنها بإذن المعير فإن آجرها بلا إذنه فهلكت في يد المستأجر فللمعير الخيار إن شاء ضمن المستعير وإن شاء ضمن المستأجر فإن ضمن المستعير فلا رجوع للمستعير على أحد بما ضمنه وإن ضمن المستأجر فله الرجوع على المستعير إذا لم يعلم وقت الإجارة أنها عارية في يده.\rوإن رهنا وهلك الرهن المستعار في يد المرتهن وضمن المعير يتم الرهن فيما بين المستعير الراهن وبين المرتهن.\r(مادة 675)\rللمعير أن يسترد العارية ويرجع فيها في أي وقت شاء ولو كانت مؤقت أو كان في استردادها ضرر إلا إذا كان الضرر لزواله نهاية معلومة كالزرع أو كان قريب الزوال فليس للمستعير الاسترداد وتبقى العين في يد المستعير بأجر المثل حتى يزول الضرر.","seal":"CEB2EED5","part":1},
      {"page":111,"id":111,"nass":"(مادة 676)\rإذا كانت العارية من الأشياء النفيسة فردها المستعير على يد غيره إلى المعير فهلكت قبل وصولها إليه سالمة فعلى المستعير ضمانها وإذا كانت من الأشياء الغير النفسية فإن ردها المستعير على يد أمينة أو على يد من في عيال المعير فلا ضمان عليه بهلاكها وإن ردها على يد أجنبي وهو يملك الإعارة في حال ردها فلا يضمن هلاكها أيضاً وإن كان لا يملك الإعارة عند ردها على يد الأجنبي فإنه يضمن بهلاكها إن هلكت قبل وصولها سالمة إلى مالكها أو إلى المأذون له منه بقبضها.\r(مادة 677)\rتصح إعارة الأرض للبناء والغرس وللمعير استردادها متى شاء فإن استردها وكان بها بناء أو شجر للمستعير كلفه المعير قلعهما وليس له تملكهما بدون رضا المستعير إن لم يضر القلع بالأرض فإن أضر بها يخير المعير إن شاء كلفه قلعهما ورضى بالضرر وإن شاء تملكهما جبراً على المستعير بقيمتهما مقلوعين بأن تقوم الأرض معهما وبدونهما ويدفع المعير الفرق بين القيمتين.\r(مادة 678)\rإذا كانت إعارة الأرض مقيدة بمدة معلومة ورجع المعير على المستعير قبل انقضاء المدة وكلف المستعير بهدم البناء وقلع الشجر يضمن المعير فرق قيمتها مقاوعين وقائمين إلى انتهاء المدة.\rوإن كانت الأرض معارة للزرع وكان بها زرع لم يدرك أوان حصاده فليس للمعير أن يستردها قبل إدراك الزرع بل تترك إلى حين إدراكه في يد المستعير بأجرة مثلها.\r(مادة 679)\rالعارية لا تضمن بالهلاك من غير تعد ويبطل اشتراط ضمانها في العقد وإنما تضمن بتعدي المستعير عليها أو بتقصيره في المحافظة عليها.\r(مادة 680)\rإذا حدث من استعمال العين المستعارة عيب يوجب نقصان قيمتها فلا يضمن المستعير قيمة ذلك النقصان إذا استعملها استعمالاً معهوداً معروفاً وإنما يضمنه باستعماله فوق المعتاد.","seal":"91742825","part":1},
      {"page":112,"id":112,"nass":"(مادة 681)\r\rإذا كان في إمكان المستعير منع التلف عن العارية بأي وجه ولم يمنعه يكون متعدياً فيضمنها وإن أخذ العارية متغلب ولم يقدر المستعير على دفعه فلا ضمان عليه.\r(مادة 682)\rإذا كانت العارية مؤقتة بوقت معلوم وأمسكها المستعير بعد مضي الوقت مع إمكان ردها فهلكت فعليه ضمان قيمتها إن كانت من القيميات أو مثلها سواء استعملها بعد مضي الوقت أو لم يستعملها.\rوكذلك إذا كانت العارية مقيدة بمكان معين فجاوز المستعير ذلك المكان فهلكت العارية فعليه الضمان.\r(مادة 683)\rمؤنة العين المستعارة ومصاريف حفظها وردها تكون على المستعير.\r(مادة 684)\rفي كل تصرف من التصرفات الموجبة للضمان إذا ادعى المستعير أن فعله بإذن المعير وأنكر المعير ذلك يضمن المستعير إلا أن تقوم له بينة على الإذن.\r(مادة 685)\rتنفسخ الإعارة بموت المعير أو المستعير ولا تنتقل العارية لورثة المستعير.\rفإن مات المستعير مجهلاً للعين المستعارة ولم توجد في تركته تكون ديناً واجباً أداؤه من التركة.\r\rكتاب القروض\r(مادة 686)\rالقرض هو أن يدفع شخص لآخر عينا معلومة من الأعيان المثلية التي تستهلك بالانتفاع بها ليرد مثلها.","seal":"9CE7A080","part":1},
      {"page":113,"id":113,"nass":"(مادة 687)\rإنما تخرج العين المقترضة عن ملك المقرض وتدخل في ملك المستقرض إذا قبضها فيثبت في ذمة المستقرض مثلها لا عينها ولو كانت قائمة.\r(مادة 688)\rيصح القرض في الأعيان المثلية وهي التي لا تتفاوت آحادها تفاوتاً تختلف به قيمتها كالمكيلات والموزونات والمعدودات المتقاربة.\r(مادة 689)\rلا يصح القرض في القيميات وهي التي تتفاوت آحادها تفاوتاً تختلف به قيمتها.\r(مادة 690)\rيجوز استقراض الذهب والفضة المضروبين وزناً ويجوز عدداً أيضاً إذا كان الوزن مضبوطاً ويوفى بدلها عدداً من نوعها الموافق لها في الوزن أو بدلها وزناً لا عدداً.\r(مادة 691)\rلا يملك الأب إقراض مال ولده الصغير ولا اقتراضه.\rوكذلك الوصي لا يجوز له أن يقرض مال اليتيم ولا يقترضه لنفسه.\r(مادة 692)\rيجب على المستقرض رد مثل الأعيان المقترضة قدراً وصفه.\r(مادة 693)\rيجوز الاستقراض ووفاء القرض في بلد أخرى من غير اشتراط ذلك في العقد.\r(مادة 694)\rلا يلزم تأجيل القرض وإن اشترط ذلك في العقد وللمقرض استرداده قبل حلول الأجل.","seal":"56F1555D","part":1},
      {"page":114,"id":114,"nass":"(مادة 695)\rإذا استقرض مقداراً معيناً من الفلوس الرائجة والنقود غالبة الغش فكسدت وبطل التعامل بها فعليه رد قيمتها يوم قبضها لا يوم ردها وإن استقرض شيئاً من المكيلات أو الموزونات أو المسكوكات من الذهب والفضة فرخصت أسعارها أو غلت فعليه رد مثلها ولا عبرة برخصها وغلوها.\r(مادة 696)\rإذا لم يكن في وسع المستقرض رد مثل الأعيان المقترضة بان استهلكها ثم انقطعت عن أيدي الناس يجبر المقرض على الانتظار إلى أن يوجد مثلها إلا إذا تراضيا على القيمة.\r(مادة 697)\rإذا طلب المقرض رد مثل العين المقترضة وكان المستقرض معسراً لا مال له فلا يطالب به إلا عند يساره.\r(مادة 698)\rإذا استقرض عدة أشخاص مبلغاً من النقود واستولاه أحدهم بأمرهم من المقرض فليس له أن يطلب من القابض سوى حصته.\r(مادة 699)\rإذا استقرض صبي محجور عليه شيئاً فاستهلكه الصبي فعليه ضمانه فإن تلف الشيء بنفسه فلا ضمان عليه وإن كانت عينه باقية فللمقرض استردادها.\r\rكتاب الوديعة\r(مادة 700)\rالإيداع هو تسليط المالك غيره على حفظ ماله صراحة أو دلالة والوديعة هي المال المودع عند أمين لحفظه.\r(مادة 701)\rيشترط لصحة الإيداع كون المال المودع قابلاً لإثبات اليد عليه.","seal":"92B1871C","part":1},
      {"page":115,"id":115,"nass":"(مادة 702)\rإنا يتم الإيداع في حق وجوب الحفظ بالإيجاب والقبول صريحاً مع تسليم العين للمستودع تسليماً حقيقياً أو حكمياً بأن يضعها بين يديه أو بالإيجاب والقبول دلالة بأن يضع العين بين يدي آخر ولم يقل شيئاً وسكت الآخر عند وضعه فإنه يجب عليه حفظها.\r(مادة 703)\rإذا كانت الوديعة موضوعة في صندوق مغلق أو في مظروف مختوم واستلمها المستودع صح استلامها وإن لم يدر ما فيها.\rوإن ادعى صاحبها عند ردها إليه نقصان شيء منها فلا يجب على المستودع اليمين إلا أن يدعى المودع عليه الخيانة.\r(مادة 704)\rليس للمستودع أن يأخذ أجرة على حفظ الوديعة ما لم يشترط ذلك في العقد.\r(مادة 705)\rيجب على المستودع أن يعتني بحفظ الوديعة بما يحفظ به ماله وأن يضعها في حرز مثلها على حسب نفاستها.\rوله أن يحفظها بنفسه أو بمن يأتمنه على حفظ ماله ممن في عياله.\r(مادة 706)\rإنما يجب حفظ الوديعة على المستودع إذا كان عاقلاً بالغاً أما لو كان صبياً أو مجنوناً فلا ضمان عليه في استهلاك الوديعة إلا إذا كان الصبي مأذوناً بالتجارة أو قبض الوديعة بإذن وليه فإنه يضمنها بالاستهلاك.\r(مادة 707)\rالوديعة أمانة لا تضمن بالهلاك مطلقاً سواء أمكن التحرز أم لا وإنما يضمنها المستودع بتعديه عليها أو بتقصيره في حفظها.\r(مادة 708)\rإذا كان الإيداع بأجرة فهلكت الوديعة أو ضاعت بسبب يمكن التحرز منه فضمانها على الوديع.","seal":"C6432B18","part":1},
      {"page":116,"id":116,"nass":"(مادة 709)\rإذا اشترط في عقد الوديعة شرط على المستودع وكان الشرط مفيداً ومراعاته ممكنة وجب اعتباره والعمل به وإن كان غيره مفيد أو كان مفيداً لكن مراعاته غير ممكنة فهو لغو لا يعمل به.\r(مادة 710)\rلا يجوز للمستودع أن يودع الوديعة عند أجنبي من غير عذر بدون إذن صاحبها فإن أودعها بلا إذنه وهلكت بتعدي المستودع الثاني فلصاحب الوديعة الخيار إن شاء ضمن المستودع الأول أو الثاني فإن ضمن الأول فله الرجوع على الثاني وإن ضمن الثاني فلا رجوع له على أحد.\rوإن هلكت عند الثاني بدون تعديه وقبل مفارقة الأول فلا يضمن أحد منهما وإن هلكت بعد مفارقته فلصاحبها أن يضمن المستودع الأول دون الثاني.\r(مادة 711)\rليس للمستودع أن يستعمل الوديعة وينتفع بها بدون إذن صاحبها وإن استعملها بلا إذنه وهلكت في حال استعمالها فعليه ضمانها.\r(مادة 712)\rليس للمستودع أن يتصرف في العين المودعة عنده بإجارة أو إعارة أو رهن بلا إذن صاحبها فإن فعل ذلك وهلكت في يد المستأجر أو المستعير أو المرتهن فلمالكها الخيار في تضمين المستودع أو في تضمين المستأجر أو المستعير أو المرتهن.\r(مادة 713)\rيجوز للمستودع السفر بالوديعة براً وإن كان لها حمل ما لم ينهه صاحبها عن السفر بها أو يعين مكان حفظها نصاً أو يكن الطريق مخوفاً.\r(مادة 714)\rإذا نهى صاحب الوديعة المستودع عن السفر بها أو عين له مكان حفظها فخالف أو لم ينهه وكان الطريق مخوفاً وسار بها سفراً له منه بد فهلكت فعليه الضمان.\rوإن كان السفر ضرورياً لابد له منه وسافر بالوديعة بنفسه دون عياله إن كان له عيال فعليه ضمان هلاكها وإن سافر بها بنفسه وعياله أو بنفسه وليس له عيال وهلكت فلا ضمان عليه.","seal":"109EC258","part":1},
      {"page":117,"id":117,"nass":"(مادة 715)\rإذا خلط المستودع الوديعة بماله أو بمال غيره بلا إذن صاحبها بحيث يتعسر تمييز المالين عن بعضهما فعليه ضمانها سواء كان المال الذي خلطه بها من جنسها أو من غيره وإن خلطها غيره خلطاً يتعسر معه تمييزها فضمانه على الخالط ولو كان صغيراً وأبو الصغير لا يضمن من ماله.\r(مادة 716)\rإذا خلط المستودع الوديعة بماله بإذن صاحبها أو اختلطت بلا صنعه بحيث يتعسر تفريق المالين عن بعضهما يصير المستودع شريكاً لمالك الوديعة شركة ملك وإن هلك المال بلا تقصير فلا ضمان على الوديع الشريك.\r(مادة 717)\rإذا كان صاحب الوديعة غائباً غيبة منقطعة وفرض الحاكم عليه نفقة لزوجته ولمن تلزمه نفقتهم من قرابة الولاد ودفعها المستودع إليهم بأمر الحاكم من النقود المودعة عنده فلا يلزمه ضمانها فإن دفعها بلا إذن الحاكم فعليه الضمان.\r(مادة 718)\rإذا كان صاحب الوديعة غائباً غيبة منقطعة فعلى الوديع حفظها إلى أن يعلم موته أو حياته وإن كانت الوديعة مما يتلف بالمكث فللمستودع بيعها بآمر الحاكم وحفظ ثمنها عنده أمانة.\r(مادة 719)\rالوديعة التي تحتاج إلى نفقة ومؤنة تكون مصاريف مؤنتها على صاحبها فإن كان صاحبها غائباً وكانت مما يستأجر فله أن يؤجرها بأمر الحاكم وينفق عليها من أجرتها فإن كانت مما لا يستأجر يأمره الحاكم بالإنفاق عليها من ماله إلى ثلاثة أيام لا أكثر رجاء أن يحضر المالك وله أن يأمره ببيعها من أول وهلة وحفظ ثمنها عنده.\r(مادة 720)\rإذا أنفق المستودع على الوديعة بلا إذن الحاكم فهو متبرع لا رجوع له على صاحب الوديعة وإن صرف عليها بإذن الحاكم كما سلف فله الرجوع بجميع ما أنفقه على صاحبها إذا حضر بشرط أن لا يتجاوز ما صرفه قيمة العين التي صرف عليها إن كانت حيواناً.","seal":"3020119B","part":1},
      {"page":118,"id":118,"nass":"(مادة 721)\rيجوز لكل من المودع والوديع أن يفسخ عقد الإيداع في أي وقت شاء ويلزم المستودع أن يرد الوديعة على صاحبها.\r(مادة 722)\rإذا حصل تهديد أو وعيد للمستودع على دفع الوديعة فإن خاف تلف نفسه أو عضو من أعضائه أو ضياع ماله كله فدفع لا ضمان عليه وأن فرط في الوديعة بدون عذر من هذه الأعذار فعليه ضمانها.\r(مادة 723)\rإذا طلب صاحب الوديعة وديعته فعلى المستودع تسليمها إليه فإن منعها منه بلا حق حال كونه قادراً على تسليمها فهلكت فعليه ضمانها.\rفإن كان عاجزاً عن تسليمها فلا ضمان عليه بهلاكها.\r(مادة 724)\rإذا مات المستودع ووجدت الوديعة عيناً في تركته فهي أمانة في يد الوارث واجب عليه أداؤها لصاحبها.\rفإن مات المستودع مجهلاً حال الوديعة ولم توجد في تركته ولم تعرفها الورثة تكون ديناً واجباً أداؤه من تركته ويشارك المودع سائر غرماء الوديع فيها.\r(مادة 725)\rإذا مات المستودع فباع وارثه الوديعة وسلمها للمشتري فهلكت في يده يخير صاحبها بين أن يضمن البائع أو المشتري قيمتها يوم البيع والتسليم إن كانت قيمية أو مثلها إن كانت مثلية سواء كان الوارث البائع يعلم أنا وديعة أو لا وإن كانت الوديعة قائمة في يد المشتري يخير صاحبها إن شاء أخذها ورد البيع وإن شاء أجاز البيع وأخذ الثمن إذا وجدت شروط الإجازة المذكورة في مادة 301 من الفصل الثاني فيما يجوز بيعه وما لا يجوز.","seal":"5101D06B","part":1},
      {"page":119,"id":119,"nass":"(مادة 726)\rإذا مات صاحب الوديعة ترد وديعته إلى ورثته ما لم تكن التركة مستغرقة بالدين فإن كانت كذلك فلا تسلم للوارث إذا كان يخاف عليها منه إلا بإذن الحاكم وإن سلمت إليه بلا إذنه وهلكت أو ضاعت فعلى المستودع ضمانها.\r(مادة 727)\rإذا استحقت الوديعة وضمنها المستودع فله الرجوع بما ضمنه على صاحبها.\r(مادة 728)\rفي كل موضع لزم ضمان الوديعة تضمن بمثلها إن كانت من المثليات ووجد مثلها في السوق أو بقيتها إن كانت من القيميات أو من المثليات ولم يوجد مثلها في السوق.\r\rكتاب الكفالة\rالباب الأول\rالفصل الأول\r(مادة 729)\rالكفالة هي ضم ذمة الكفيل إلى ذمة الأصيل في المطالبة بنفس أو دين أو عين.\r(مادة 730)\rلا تصح الكفالة بإيجاب الكفيل وحده ما لم يقبل الطالب أو نائبه ولو فضولياً في مجلس العقد.\r(مادة 731)\rيشترط لصحة الكفالة أن يكون كل من الكفيل والمكفول له عاقلاً بالغاً فلا تصح كفالة مجنون ولا صبي ولو كان تاجراً ولا الكفالة لمجنون أو صبي إلا إذا كان تاجراً.\rوأما الكفالة عنه فهي لازمة للكفيل يؤخذ بها الكفيل.","seal":"E4DF144B","part":1},
      {"page":120,"id":120,"nass":"(مادة 732)\rيشترط أيضاً لصحة الكفالة أن يكون المكفول به مضموناً على الأصيل ديناً أو عيناً أو نفساً معلومة وأن يكون مقدوراً لتسليم من الكفيل.\r(مادة 733)\rلا تصح كفالة المريض مرض الموت إن كان مديوناً بدين محيط بماله وإن كان دينه غير محيط بماله وكانت كفالته تخرج من ثلث ما بقى من ماله بعد أداء الدين صحت كلها وإلا فبقدر الثلث.\r(مادة 734)\rتصح الكفالة بالأعيان المضمونة بنفسها على الأصيل وهي التي تجب قيمتها عند هلاكها إن كانت قيمية أو مثلها إن كانت مثلية كالمبيع فاسداً أو المغضوب أو المقبوض على سوم الشراء إن سمي له ثمناً.\r(مادة 735)\rلا تصح الكفالة بالأعيان المضمونة على الأصيل بغيرها لا بنفسها وهي الأعيان الواجبة التسليم وهي قائمة وعند هلاكها لا يجب مثلها ولا قيمتها كالمبيع قبل القبض والرهن فهماً مضمونان بالثمن والدين.\r(مادة 736)\rيصح أن تكون الكفالة منجزة أو مضافة إلى زمن مستقبل أو معلقة بشرط ملائم بأن يكون شرط الوجوب الحق أو لإمكان الاستيفاء أو لتعذره.\r(مادة 737)\rلا تصح الكفالة بالأمانات كالوديعة ومال المضاربة والشركة والعارية والمؤجر في يد المستأجر.","seal":"F97DE42F","part":1},
      {"page":121,"id":121,"nass":"الفصل الثاني\r(في الكفالة بالنفس)\r(مادة 738)\rالمضمون في الكفالة بالنفس هو إحضار المكفول إن اشترط في الكفالة تسليمه في وقت معين يجبر الكفيل على إحضاره وتسليمه للمكفول له في الوقت المعين إن طلبه.\rفإن أحضره في الوقت المعين يبرأ الكفيل من الكفالة وإن لم يحضره يحبس ما لم يظهر عجزه وعدم اقتداره على إحضاره.\r(مادة 739)\rإذا كان المكفول بالنفس غائباً غيبة معلومة وطلب المكفول له إحضاره يكلف الكفيل بإحضاره وللمكفول له أن يستوثق بأخذ كفيل من الكفيل عند ذهابه لإحضار المكفول به وإن كان المكفول غائباً ولم يعلم مكانه فلا يطالب به الكفيل.\r(مادة 740)\rيبرأ الكفيل بالنفس بتسليمه الشخص المكفول به للمكفول له حيث يمكنه مخاصمته ولو في غير مجلس الحكم ما لم يشترط فيه إذ قال سلمته إليك بجهة الكفالة وإن لم يقل فإن كان المكفول له قد طلبه منه برئ بتسليمه إليه أيضاً وإلا فلا.\r(مادة 741)\rإذا مات الشخص المكفول به برئ الكفيل من الكفالة بموته وبرئ كفيل الكفيل أيضاً كما يبرأ إن مات الكفيل الأول.\rولا يبرأ الكفيل بموت الدائن المفكول له بل يكون لورثته الحق في مطالبة الكفيل بإحضار المكفول به.\r\rالفصل الثالث\r(في الكفالة بالمال)\r(مادة 742)\rتصح الكفالة بالمال سواء كان معلوماً أو مجهولاً وإنما تصح بالدين الصحيح الثابت في الذمة وهو ما لا يسقط إلا بالأداء أو الإبراء.","seal":"31A87953","part":1},
      {"page":122,"id":122,"nass":"(مادة 743)\rلا تصح الكفالة بالدين الغير الصحيح إلا بدين النفقة المقدرة للزوجة بالتراضي أو بأمر القاضي.\r(مادة 744)\rإذا كان لشريكين أو أكثر دين على شخص فلا تصح كفالة أحد من الشركاء حصة صاحبه في الدين المشترك.\r(مادة 745)\rلا تصح كفالة الوكيل بالثمن عن المشتري فيما باعه له ولا كفالة الوصي بثمن ما باعه من مال الصغير ولا كفالة الناظر فيما باعه من مال الوقف.\r(مادة 746)\rيجوز للدائن المكفول دينه مطالبة الأصيل أو مطالبة الكفيل أو مطالبتهما معاً.\rوإن كان للكفيل كفيل فللدائن مطالبة من شاء منهما.\r(مادة 747)\rإذا تعدد الكفلاء بدين وكان كل منهم قد كفله جميعه على حدته بعقود متعاقبة يطالب كل منهم إلا بحصته من الدين المكفول.\rفإن التزم كل منهم منفرداً بجميع ما لزم في ذمة الآخر فللدائن أن يطالب كلاً منهم بجميع الدين.\r(مادة 749)\rإذا كان الدين مؤجلاً على الأصيل وكفل به أحد تأجل على الكفيل أيضاً.\r(مادة 750)\rإذا تكفل الكفيل بالدين الحال كفالة مؤجلة تأجل على الكفيل والأصيل إلا إذا أضاف","seal":"219CB952","part":1},
      {"page":123,"id":123,"nass":"الكفيل الأجل إلى نفسه أو اشترط الدائن وقت الكفالة الأجل للكفيل خاصة ففي هاتين الصورتين لا يتأجل على الأصيل.\r(مادة 751)\rإذا أجل الدائن الدين على الأصيل تأجل على الكفيل وكفيل الكفيل وإن أجله على الكفيل الأول يتأجل على الكفيل الثاني ولا يتأجل على الأصيل.\r(مادة 752)\rإذا أدى الكفيل ما كفل به من ماله فله الرجوع بما أدى على الأصيل إن كانت الكفالة بأمر الأصيل وكان الأصيل ممن يجوز قراره على نفسه فلا يرجع على صبي محجوراً.\r(مادة 753)\rليس للكفيل مطالبة الأصيل بالدين المكفول به قبل أن يؤديه للدائن المكفول له ولو كانت الكفالة بأمر الأصيل.\r(مادة 754)\rإذا كان المكفول به ديناً مؤجلاً فدفعه الكفيل للدائن معجلاً فلا يرجع به على الأصيل لو كانت الكفالة بأمره إلا عند حلول الأجل.\r(مادة 755)\rإذا مات الأصيل وكان الدين مؤجلاً يصير الأداء حالاً في حق نفسه ويكون للدائن المكفول له أخذه من تركته لا من الكفيل.\r(مادة 756)\rإذا مات الكفيل وكان الدين مؤجلاً يحل دفعه بموته في حق نفسه ويكون للدائن أخذه من تركته فإذا أداه وارث الكفيل للدائن فلا يرجع على الأصيل لو الكفالة بأمره إلا عند حلول الأجل.\r(مادة 757)\rإذا مات الأصيل والكفيل معاً فللطالب الخيار في أخذه حالاً من أي التركتين شاء.\r(مادة 758)\rيسقط الدين عن الميت المفلس إلا إذا كان به كفيل حال حياته أو رهن.","seal":"C7C956DB","part":1},
      {"page":124,"id":124,"nass":"(مادة 759)\rللكفيل بالنفس أو المال إن كانت كفالته حالة أن يمنع الأصيل من السفر إن كانت الكفالة بأمره ولا يمكنه منه حتى يخلصه منها بتسليم نفسه للطالب في كفالة النفس أو بدفع الدين إلى الطالب إن كانت الكفالة بالمال.\r\rالفصل الرابع\r(في الإبراء من كفالة المال)\r(مادة 760)\rأداء الأصيل أو الكفيل المال المكفول به يوجب براءة الأصيل والكفيل وكفيل الكفيل.\r(مادة 761)\rإبراء الدين الأصيل يوجب براءة الكفيل.\r(مادة 762)\rلا تلزم براءة الأصيل ببراءة الكفيل فلو أبرأ الدائن الكفيل فلا يبرأ الأصيل.\r(مادة 763)\rإذا مات الدائن المكفول دينه وانحصر ميراثه في المديون برئ كفيله من الكفالة.\rفإن كان للدائن وارث آخر برئ الكفيل من حصة المديون لا من حصة الوارث الآخر.\r(مادة 764)\rإحالة الأصيل غريمه بالدين المكفول على آخر حوالة مقبولة من المحيل والمحال والمحال عليه توجب براءة الأصيل والكفيل وكفيل الكفيل.\r(مادة 765)\rإذا استحق المبيع برئ الكفيل من الثمن الذي كان ضامناً له.","seal":"9BD36117","part":1},
      {"page":125,"id":125,"nass":"كتاب الحوالة\r(مادة 766)\rالحوالة هي نقل الدين والمطالبة من ذمة المحيل إلى ذمة المحتال عليه.\r(مادة 767)\rالحوالة قسمان مطلقة ومقيدة.\r(مادة 768)\rالحوالة المطلقة هي أن يحيل المدين بدينه غريمه على آخر حوالة مطلقة غير مقيدة بأدائه من الدين الذي للمحيل في ذمة المحتال عليه أو من العين التي له عنده وديعة أو مغصوبة أو يحيله على شخص ليس له عنده ولا عليه شيء.\r(مادة 769)\rالحوالة المقيدة هي أن يحيل المديون بدينه غريمه على المحتال عليه حوالة مقيدة بأدائه من الدين الذي للمحيل في ذمة المحتال عليه أو من العين التي له عنده أمانة أو مغصوبة.\r\rالفصل الأول\r(في شروط صحة عقد الحوالة ونفاذه)\r(مادة 770)\rيشترط لصحة انعقاد الحوالة أن يكون المحيل والمحتال عاقلين وأن يكون المحتال عليه عاقلاً بالغاً فلا تصح حوالة مجنون وصبي غير مميز ولا احتيالهما كما أنه لا يصح قبولهما الحوالة على أنفسهما ولو كان الصبي المحتال عليه مميزاً أو مأذوناً له في التجارة.\r(مادة 771)\rيشترط لنفاذ عقد الحوالة أن يكون المحيل والمحتال بالغين فلا تنفذ حوالة الصبي المميز بل تنعقد موقوفة على إجازة وليه أو وصية فإن أجازها نفذت وإلا فلا.\rولا ينفذ احتياله إلا إذا أجازه الولي أو الوصي وكان المحتال عليه أملاً من المحيل.\r(مادة 772)\rيشترط لصحة الحوالة رضا الكل أي المحيل والمحتال والمحتال عليه ولا يشترط حضور المحتال عليه","seal":"46AB9A48","part":1},
      {"page":126,"id":126,"nass":"بل لو كان غائباً في بلد آخر فأحيل عليه ثم بلغه فقبل الحوالة راضياً لا مكرهاً صحت الحوالة والتزم للمحتال بالدين المحال به وما لم يرض بقبول الحوالة فلا ينتقل الدين في ذمته ولا يلزم به ولا يكون للمحتال حق في مطالبته.\rإنما لا يشترط رضا المحتال عليه في صورة واحدة وهي ما إذا استدانت زوجته النفقة عليه بأمر القاضي فإن لها في هذه الصورة أن تحيل عليه بلا رضاه ويكون ملزوماً بالدين للمحتال.\r(مادة 773)\rيشترط لصحة الحوالة أن يكون المحيل مديوناً للمحتال وإلا فهي وكالة ولا يشترط أن يكون المحتال عليه مديوناً للمحيل بل إذا رضى بالحوالة صحت والتزم بالدين للمحتال ولو لم يكن المحتال عليه مديوناً للمحيل.\r\rالفصل الثاني\r(في الديون التي تجوز الحوالة بها)\r(مادة 774)\rكل دين لا تصح به الكفالة فالحوالة به غير صحيحة.\r(مادة 775)\rكل دين تصح به الكفالة فالحوالة به صحيحة بشرط أن يكون معلوماً فلا تصح الحوالة بالدين المجهول فلو احتال بما سيثبت للمحيل على المحتال عليه فالحوالة باطلة.\r(مادة 776)\rكما تصح الحوالة بالديون الصحيحة المترتبة أصالة في الذمة تصبح الحوالة أيضاً بالديون المترتبة في الذمة من جهة الكفالة والحوالة.\r\rالفصل الثالث\r(في أحكام الحوالة)\r(مادة 777)\rإذا قبل المحتال الحوالة ورضي المحتال عليه بها برئ المحيل وكفيله إن كان له كفيل من الدين ومن المطالبة معاً وثبت للمحتال حق مطالبة المحتال عليه غير أن براءة المحيل وكفيله مقيدة بسلامة حق المحتال.","seal":"96CDC820","part":1},
      {"page":127,"id":127,"nass":"(مادة 778)\rلا تنقطع في الحوالة المطلقة مطالبة المحيل عن المحتال عليه بل إذا كان له عليه دين أو له عنده عين مودعة أو مغصوبة فله أن يطالبه بعد الحوالة أيضاً في هذه الحوالة إلى أن يؤدى الدين المحال به للمحتال فإن أدى سقط ما عليه قصاصاً بقدر ما أدى فإن لم يكن المحتال عليه مديوناً للمحيل وأدى عنه بأمره الدين المحال به رجع عليه بمثله فإن أدى بلا أمره فهو متطوع لا رجوع له عليه بما أدى.\r(مادة 779)\rإذا كانت الحوالة مقيدة بعين أمانة أو مغصوبة أو بدين خاص للمحيل على المحتال عليه فلا يملك المحيل مطالبة المحتال عليه ولا المحتال عليه دفعها للمحيل فلو دفعها إليه ضمنها للمحتال ويكون له الرجوع بها على المحيل.\r(مادة 780)\rإذا أحال المرتهن غريماً له على الراهن سقط حقه في حبس الرهن ولا يكون رهناً للمحتال وكذا إذا أحال البائع غريماً له على المشتري بالثمن سقط حقه في حبس العين المبيعة أما إذا أحال الراهن المرتهن بالدين على آخر أو أحال المشتري البائع بالثمن على آخر فلا يسقط حق المرتهن في حبس الرهن ولا حق البائع في حبس المبيع.\r(مادة 781)\rإذا أحال المدين دائنه على أخر واشترط في الحوالة أن يبيع المحتال عليه عيناً مملوكة للمحيل ويؤدى الدين المحال به من ثمنها وقبل المحتال عليه الحوالة بهذا الشرط صحت الحوالة لأمر المحيل المحال عليه بالبيع ولا يجبر المحتال عليه الحوالة على الدفع قبل البيع ويجبر على البيع وتأدية الدين من الثمن.\r(مادة 782)\rيتحول الدين على المحتال عليه بصفته التي على المحيل.\rفإن كان الدين على المحيل حالاً تكون الحوالة به على المحتال عليه حالة ويدفع المحتال عليه الدين المحال به معجلاً.","seal":"A2689166","part":1},
      {"page":128,"id":128,"nass":"وإن كان الدين على المحيل مؤجلاً تكون الحوالة به على المحتال مؤجلة ولا يلزم بالدفع إلا عند حاول الأجل فلو مات المحيل بقى الأجل وإن مات المحتال عليه صار الدين حالاً ويؤدى من التركة إن كان بها ما يفي بأدائه وإلا رجع المحتال بالدين أو ما بقى له منه على المحيل ليؤديه عند حلول الأجل.\r\rالفصل الرابع\r(فيما يوجب بطلان الحوالة وما لا يوجبه)\r(مادة 783)\rلا يرجع المحتال بدينه على المحيل إلا إذا اشترط في الحوالة خيار الرجوع للمحتال أو فسخت الحوالة بهلاك المال المحال به وهلاكه في الحوالة المطلقة يكون بأحد أمرين أولهما أن يجحد المحال عليه الحوالة ولا بينة لكل من المحيل والمحتال ثانيهما أن يموت المحتال عليه مفلساً ولم يترك عيناً تفي بأداء المحال به ولا ديناً كذلك ولا كفيلاً بجميع الدين فلو ترك ديناً ولو على مفلس فلا تبطل الحوالة.\r(مادة 784)\rتعذر استيفاء الدين من المحتال عليه وتفليسه ولو بأمر الحاكم لا يوجبان بطلان الحوالة وعود الدين على المحيل.\r(مادة 785)\rإذا سقط الدين المقيدة به الحوالة وتبينت براءة المحتال عليه منه بأمر سابق عليها بطلت الحوالة فلو أحال البائع غريماً له على المشتري بالثمن ثم استحق المبيع للغير بطلت الحوالة وعاد الدين على المحيل.\r(مادة 786)\rإذا بطل الدين الذي قيدت به الحوالة بأمر عارض بعدها ولم تتبين براءة الأصيل منه فلا تبطل الحوالة.\rفلو أحال البائع غريمه على المشتري بثمن المبيع فهلك المبيع عند البائع قبل تسليمه للمشتري وسقط الثمن عنه أو رد المبيع بخيار عيب أو غيره فلا تبطل الحوالة ويكون للمحتال عليه بعد الأداء الرجوع على المحيل بما أداه.","seal":"90E78F98","part":1},
      {"page":129,"id":129,"nass":"(مادة 787)\rإذا أحال المدين غريمه على المودع حوالة مقيدة بالعين المودعة عنده فهلكت الوديعة قبل أدائها للمحتال بلا تعد من المودع برئ المودع وبطلت الحوالة وببطلانها يعود الدين على المحيل واستحقاق الوديعة للغير مبطل للحوالة كهلاكها.\rفإن كان هلاكها بتقصير المودع وتعديه فلا تبطل الحوالة بل يضمن المودع للمحتال قيمتها إن كانت من القيميات أو مثلها إن كانت من ذوات الأمثال.\r(مادة 788)\rإذا أحال المدين بدينه غريمه على المحتال عليه حوالة مقيدة بأدائه من العين المغصوبة التي عنده فهلكت العين في يد الغاصب المحتال عليه قبل أدائها للمحتال فلا تبطل الحوالة ولا يبرأ المحتال عليه بل يضمن للمحتال مثلها أو قيمتها.\rفإن استحقت العين المغصوبة للغير بطلت الحوالة وعاد المحتال بحقه على المحيل.\r(مادة 789)\rفي كل موضع ورد فيه استحقاق المبيع الذي أحيل بثمنه إذا أدى المحتال عليه الثمن كان له الخيار في الرجوع إن شاء رجع على المحتال القابض وإن شاء رجع على المحيل.\r\rالفصل الخامس\r(في حكم الحوالة بعد موت أحد المتعاقدين)\r(مادة 790)\rعقد الحوالة يفيد النقل والتحويل لا التمليك سواء كانت الحوالة مطلقة أو مقيدة.\rفإذا مات المحيل مديوناً قبل استيفاء المحتال جميع الدين من المحتال عليه فاقبضه منه في حياة المحيل فهو له أي للمحتال وما لم يقبضه فهو فيه أسوة لغرماء المحيل.\rوإذا قسم الدين بين غرماء المحيل فلا يرجع المحتال على المحتال عليه بالحصص التي أخذها الغرماء.\r(مادة 791)\rإذا مات المحيل وله ورثة لا غرماء وكان موته قبل استيفاء المحتال دينه من المحتال عليه فلورثة المحيل المطالبة به دون المحتال وضمه إلى التركة وحينئذ يتبع المحتال التركة.","seal":"270F0A42","part":1},
      {"page":130,"id":130,"nass":"(مادة 792)\rإذا مات المحتال عليه مديوناً يقسم ماله بين الغرماء وبين المحتال بالحصص وما بقي للمحتال بعد القسمة يرجع به على المحيل.\r(مادة 793)\rإذا مات المحتال وكان المحتال عليه وارثاً له بطل ما كان للمحيل على المحتال عليه وكذا لو وهب المحتال مال الحوالة للمحتال عليه.\r\rالفصل السادس\r(في براءة المحتال عليه)\r(مادة 794)\rيبرأ المحتال عليه بتأديته الدين المحال به أو بإحالته المحتال على غيره وقبول ذلك الغير الحوالة.\r(مادة 795)\rإذا أبرأ المحتال المحتال عليه سقط الدين وبرئ المحتال عليه منه ولو لم يقبل بحيث لو كان غير مديون للمحيل فلا يرجع عليه بشيء.\r(مادة 796)\rإذا وهب المحتال الدين للمحتال عليه وقبل الهبة فقد ملك الدين فإن كان مديوناً للمحيل سقط عنه الدين قصاصاً وإن لم يكن مديوناً للمحيل كان له ولورثته الحق في مطالبته به.\r(مادة 797)\rلا يصح إبراء المحتال المحيل من الدين ولا هبته منه.\r(مادة 798)\rالسفتجة بلا شرط المنفعة للمقرض جائزة وإنما تكره تحريماً إذا كانت المنفعة مشروطة أو متعارفة.","seal":"18EF1E39","part":1},
      {"page":131,"id":131,"nass":"كتاب الوكالة\rالباب الأول\r(في ماهية الوكالة وشروط صحتها)\rالفصل الأول\r(مادة 799)\rالتوكيل هو إقامة الغير مقام نفسه في تصرف جائز معلوم.\r(مادة 800)\rيشترط لصحة الوكالة أن يكون الموكل ممن يملك التصرف بنفسه فيما وكل به بأن يعقل معنى العقد وأن يكون الوكيل ممن يعقله أيضاً.\r(مادة 801)\rلا يصح توكيل مجنون ولا صبي لا يعقل مطلقاً ولا توكيل صبي يعقل بتصرف ضار ضرراً محضاً ولو أذن به الولي أو الوصي ويصح توكيله بالتصرف الذي ينفعه بلا إذن وليه أو وصيه وبالتصرف الدائر بين الضرر والنفع إن كان مأذوناً بالتجارة فإن كان محجوراً ينعقد توكيله موقوفاً على إذن وليه أو وصيه.\r(مادة 802)\rتنعقد الوكالة بإيجاب وقبول ويشترط علم الوكيل بالوكالة فإن ردها الوكيل بعد علمه بها ارتدت ولا يصح تصرفه بعد رده.\r(مادة 803)\rيصح أن يكون ركن التوكيل مطلقاً وأن يكون مقيداً بقيد أو معلقاً بشرط أو مضافاً إلى وقت مستقبل.","seal":"50115D3F","part":1},
      {"page":132,"id":132,"nass":"(مادة 804)\rالإذن والأمر يعتبران توكيلاً والإرسال لا يعتبر توكيلاً والإجازة اللاحقة في حكم الوكالة السابقة فإذا باع فضولي مال غيره بلا إذنه فأجاز صاحب المال البيع يكون كما قد وكل الفضولي بالبيع أو لا.\r(مادة 805)\rكل عقد جاز للموكل أن يعقده بنفسه جاز أن يوكل به غيره.\rفيجوز لمن توفرت فيه شروط الأهلية أن يوكل غيره بإيفاء واستيفاء كل حق متعلق بالمعاملات وبالبيع والشراء والإيجار والاستئجار والرهن والارتهان والإيداع والاستيداع والهبة والاتهاب والصلح والإبراء والإقرار والدعوى وطلب الشفعة والقسمة ونحو ذلك من الحقوق ما عدا التوكيل باستيفاء القصاص حال غيبة الموكل فإنه لا يجوز.\r(مادة 806)\rيصح تخصيص الوكالة بتخصيص الموكل به وتعميمها بتعميمه فن وكل غيره توكيلاً مطلقاً مفوضاً بكل حق هو له وبالخصومة في كل حق له صحت الوكالة ولو لم يعين المخاصم به والمخاصم.\r(مادة 807)\rيصح تفويض الرأي للوكيل فيتصرف فيما وكل به كيف شاء ويصح تقييده بتصرف مخصوص.\r(مادة 808)\rإذا كان الأمر مفوضاً لرأي الوكيل جاز له أن يوكل به غيره ويعتبر الوكيل الثاني وكيلاً عن الموكل فلا ينعزل الوكيل الثاني بعزل الوكيل الأول ولا بوفاته.\r(مادة 809)\rإذا وكل وكيلين بعقد واحد فليس لأحدهما أن ينفرد بالتصرف فيما وكل به إلا إذا كان لا يحتاج فيه إلى الرأي كإيفاء الدين ونحوه أو كان لا يمكن اجتماعهما عليه كالخصومة فإنه يجوز لكل منهما الانفراد وحده بشرط رأي الآخر في الخصومة لأحضرته فإن وكلهما بعقدين جاز لكل منهما الانفراد بالتصرف مطلقاً.","seal":"E78DE381","part":1},
      {"page":133,"id":133,"nass":"(مادة 810)\rإذا اشترطت الأجرة في الوكالة وأوفى الوكيل العمل فقد استحق الأجرة المسماة إن وقت وقتاً أو ذكر عملاً معيناً يمكن أن يأخذ في العمل فيه في الحال وإن لم تشترط وكان الوكيل ممن يعمل بأجر فله أجر المثل وإلا فلا.\r\rالفصل الثاني\r(في أحكام الوكالة)\r(مادة 811)\rكل عقد من عقود الهبة والإعارة والرهن والإيداع والإقراض إذا عقده الوكيل من جهة مريداً لتمليك يصح العقد على الموكل مطلقاً وتتعلق به حقوقه سواء أضاف الوكيل العقد إلى نفسه أو إلى الموكل وإن كان وكيلاً في هذه العقود عن طالب التملك وأضاف العقد إلى نفسه يقع العقد له لا الموكل وإن أضاف العقد إلى الموكل يقع العقد للموكل وتتعلق به حقوقه.\r(مادة 812)\rكل عقد لا يحتاج الوكيل إلى إضافته للموكل ويكتفي فيه بإضافته إلى نفسه كالبيع والشراء والإجارة والصلح عن إقرار يقع للموكل سواء أضافه الوكيل إلى نفسه أو إلى الموكل إنما إذا أضافه الوكيل إلى نفسه تعود كل حقوقه إليه ما لم يكن محجوراً عليه ولا تنتقل هذه الحقوق إلى الموكل ما دام الوكيل حياً وإن كان غائباً وبعد موته تنتقل الحقوق إلى وصيه لا إلى الموكل فإن أضاف العقد إلى موكله عادت كل حقوقه على الموكل فلا يلزم الوكيل شيء مما يترتب على العقد من الحقوق والواجبات.\r(مادة 813)\rالصبي المميز أو العبد المحجور عليهما إذا عقدا بطريق الوكالة عقدا من العقود التي ترجع فيها الحقوق إلى الوكيل تتعلق حقوق عقدهما بالموكل لا بهما.\r(مادة 814)\rتتعلق حقوق العقد في الرسالة بالمرسل لا بالرسول.","seal":"8F4821D4","part":1},
      {"page":134,"id":134,"nass":"الفصل الثالث\r(في الوكيل بالشراء)\r(مادة 815)\rيشترط لصحة التوكيل بالشراء أن يكون الشيء الموكل بشرائه معلوماً عيناً أو جنساً مع بيان قدره أيضاً إن كان من المقدرات كالمكيلات والموزونات ويكفي عن بيان قدره بيان قدر الثمن.\r(مادة 816)\rإذا كان الشيء الموكل بشرائه مجهولاً وفوض الأمر في شرائه لرأى الوكيل صحت الوكالة وله أن يشتري من أي جنس ومن أي نوع أراد.\r(مادة 817)\rإذا لم يكن الأمر مفوضاً لرأي الوكيل فيما يشتريه وكان الشيء الموكل بشرائه مجهولاً جهالة فاحشة كجهالة فلا تصح الوكالة وإن بين الثمن.\rوإن كانت الجهالة يسيرة بأن بين جنس الشيء المراد شراؤه ولم يبين نوعه صحت الوكالة وإن لم يبين الثمن.\rوإن كانت الجهالة متوسطة بأن كانت بين الجنس والنوع فإن بين الثمن أو النوع صحت الوكالة وإلا فلا.\r(مادة 818)\rإذا عين الموكل نوع الشيء الموكل بشرائه فاشترى الوكيل خلافه فلا ينفذ شراؤه الأعلى الوكيل فلو أمره بشراء جوخ فاشترى حريراً نفذ على الوكيل ولا يتوقف على إجازة الموكل إلا إذا لم يجد نفاذاً على الوكيل بأن يكون صبياً أو محجوراً.\r(مادة 819)\rإذا قيدت الوكالة بقيد فليس للوكيل بالشراء مخالفته إلا إذا كان خلافاً إلى خير.","seal":"DB9E3D49","part":1},
      {"page":135,"id":135,"nass":"فإن عين الموكل الثمن واشترى الوكيل بأكثر منه فلا ينفذ على موكله مطلقاً سواء كان وكيلاً بشراء معين أو غير معين وإن اشترى بأقل منه فإن كان وكيلاً بشراء معين نفذ على الموكل وإن كان وكيلاً بشراء غير معين فلا ينفذ على الموكل ما لم تكن قيمة ما اشتراه قدر الثمن المعين أو يكون قد وصفه له بصفة فاشترى بتلك الصفة بأقل من ذلك الثمن المعين فإنه ينفذ على الموكل.\r(مادة 820)\rإذا عين الموكل قدر الثمن لوكيله بشراء معين وأمره أن يشتريه به حالاً فاشتراه به نسيئة لزم الموكل ولو أمره أن يشتريه به نسيئة فاشتراه به حالاً لزم الوكيل.\rوإن عين قدر الثمن لوكيله بشراء غير معين وأمره أن يشتري به حالاً فاشترى به نسيئة لزم الوكيل ولو أمره أن يشتريه به نسيئة فاشترى به حالاً لزم الموكل.\rوإن كان السعر معروفاً عند الناس كثمن الخبر واللحم فلا ينفذ على الموكل إلا بثمن المثل.\r(مادة 822)\rإذا اشترى الوكيل بالشراء بثمن مؤجل فهو في حق الموكل مؤجل وليس له أن يطالبه به حالاً فإن أجل الثمن على الوكيل بعد شرائه نقداً فللوكيل أن يطلب الثمن من الموكل حالاً.\r(مادة 823)\rلا يجوز للوكيل بشراء معين أن يشتري لنفسه في غيبة موكله الشيء الذي وكله الموكل بشرائه له ما لم يشتره بثمن أزيد من الثمن الذي عينه له أو بجنس آخر.\r(مادة 824)\rلا يجوز للوكيل بالشراء أن يشتري ماله لموكله من نفسه.","seal":"CE3E51CC","part":1},
      {"page":136,"id":136,"nass":"(مادة 825)\rيجوز للوكيل بالشراء رد ما اشتراه على البائع إذا وجد به عيباً قديماً وكان المبيع في يده فإن سلمه لموكله فليس له رده بالعيب بدون إذنه.\r(مادة 826)\rالمبيع في يد الوكيل بالشراء أمانة فإذا هلك أوضاع بدون تعديه هلك على الموكل ولا يسقط من الثمن شيء.\rوإن حبسه الوكيل بالشراء عن الموكل لأخذ ثمنه وتلف في يده أوضاع لزمه أداء ثمنه.\r\rالفصل الرابع\r(في الوكيل بالبيع)\r(مادة 827)\rيصح للوكيل بالبيع عند الإطلاق أن يبيع الموكل ببيعه بنقصان لا يتغابن الناس فيه لا بفاحش الغبن ولا يجوز إلا بالدراهم والدنانير حالة أو إلى أجل متعارف.\rفإن عين له الموكل القدر الذي يبيع به فليس له أن يبيع بأنقص منه فإن باعه بأنقص منه وسلمه للمشتري لا يملكه وللموكل فسخه واسترداد المبيع فلو هلك في يد المشتري كان للموكل الخيار إن شاء أخذ القيمة من المشتري وإن شاء أخذها من الوكيل.\rفإن أخذها من المشتري لم يرجع بها على غيره وأن أخذها من الوكيل رجع بها على المشتري.\r(مادة 828)\rإذا لم يقدر الموكل البيع بثمن حال أو مؤجل وكان البيع للتجارة فللوكيل بالبيع أن يبيع بثمن حال أو مؤجل بأجل متعارف بين التجار ولا ينفذ بيعه على الموكل إن باعه بأجل طويل عما جرى به العرف عند التجار.","seal":"112F2716","part":1},
      {"page":137,"id":137,"nass":"(مادة 829)\rلا يجوز للوكيل بالبيع أن يبيع الشيء الموكل يبيعه لا تقبل شهادتهم له إلا إذا كان الثمن أكثر من القيمة لا أنقص منها ولو نقصاناً يسيراً ولا مثلها ما لم يكن الموكل أمره بالبيع لهم فيجوز بيعه لهم يمثل القيمة لا دونها.\rولا يجوز للوكيل بالبيع أن يبيع ما وكل ببيعه لابنه الصغير ولو صرح له الموكل.\rويدخل تحت من ترد شهادتهم له شريك الوكيل شركة عنان أو مفاوضة فلا يجوز للوكيل أن يبيع له ما وكل ببيعه إذا كان من جنس تجارتهما.\r(مادة 830)\rلا يجوز للوكيل بالبيع أن يشتري لنفسه الشيء الموكل ببيعه ولو صرح له الموكل بذلك.\r(مادة 831)\rللوكيل بالبيع أن يأخذ رهناً أو كفيلاً على المشتري بما باعه منه نسيئة ولو لم يأمره الموكل بذلك وإن أمره الموكل أن لا يبيع نسيئة إلا برهن أو كفيل فليس له مخالفته وإن خالف لا ينفذ بيعه على الموكل.\r(مادة 832)\rإذا عقد الموكل والوكيل معاً عقد بيع أو لم يعلم السابق من العقدين يشترك المشتريان في البيع ويخير كل منهما بين الأخذ والترك.\r(مادة 833)\rحق قبض الثمن للوكيل بالبيع لا للموكل وللمشتري الامتناع من دفعه للموكل.\rوإن دفع المشتري الثمن للموكل صح دفعه وليس للوكيل مطالبته به يعد دفعه.\r(مادة 834)\rيجبر الوكيل على تسليم المبيع للمشتري بعد قبضه ثمنه إن كان حالاً.","seal":"CF927528","part":1},
      {"page":138,"id":138,"nass":"(مادة 835)\rلا يجبر الوكيل بالبيع على أداء ثمن ما باعه من ماله إذا لم يقبضه من المشتري.\r(مادة 836)\rالوكيل بالبيع الذي لا أجر له لا يجبر على تقاضي الثمن وقبضه من المشتري.\rوتجوز إحالة الموكل على المشتري أو توكيله عنه في قبض الثمن.\r(مادة 837)\rالوكيل بالبيع المجعول له أجر على البيع كالدلال والسمسار يجبر على تقاضي الثمن من المشتري وتحصيل منه.\r(مادة 838)\rإذا استحق المبيع فللمشتري الرجوع على الوكيل بالثمن إن نقده إليه سواء كان الثمن باقياً في يده أو سلمه إلى الموكل ويكون للوكيل الرجوع به بعد دفعه على موكله وإن نقداً لمشتري الثمن إلى الموكل رجع عليه به.\r(مادة 839)\rإذا وجد المشتري عيباً قديماً في المبيع فله الرجوع بالثمن على الوكيل إن كان نقده الثمن وإن كان نقده إلى الموكل فله أخذه منه.\r(مادة 840)\rإذا مات الوكيل بالبيع ووجد المشتري بالمبيع عيباً قديماً فله أن يرده على وارث الوكيل أو وصية فإن لم يكن له وارث أو وصي يرده على الموكل.\r(مادة 841)\rإذا قبض الوكيل بالبيع الثمن كان في يده أمانة فلا يضمنه إلا إذا تعدى عليه أو قصر في حفظه.","seal":"304C7C8F","part":1},
      {"page":139,"id":139,"nass":"الفصل الخامس\r(في التوكيل بالخصومة)\r(مادة 842)\rيصح التوكيل بالخصومة في إثبات الديون والأعيان وسائر حقوق العباد ورضا الخصم ليس بشرط في صحته وإنما هو شرط للزومه.\rولا يملك وكيل الخصومة وتقاضى الدين قبض الدين إلا إذا كان العرف بين التجار أن المتقاضى هو الذي يقبض فله قبضه.\r(مادة 843)\rوكيل قبض الدين من قبل الدائن يملك الخصومة مع المديون فإن أقام المديون عليه البينة على استيفاء الموكل أو إبرائه تقبل بينته أما وكيل القاضي بقبض ديون الغائب المفقود فلا يملك الخصومة والوكيل بقبض العين لا يملك الخصومة.\r(مادة 844)\rوكيل الصلح لا يملك الخصومة ووكيل الخصومة لا يملك الصلح.\r(مادة 845)\rإذا كان الموكل بالخصومة مدعياً وغائباً مدة سفر أو كان مريضاً في المصر لا يقدر أن يمشي على قدميه لمجلس الحكم يلزم منه التوكيل بدون رضا الخصم.\rوإن كان الموكل هو المدعى عليه فلا يلزم منه التوكيل بدون رضا الخصم بل يخير المدعى بين التربص لزوال عذر خصمه أو قبول توكيله فإن رضى به لزمه برضاه.\r(مادة 846)\rيجوز للمخدرات أن يوكلن ويلزم توكيلهن بدون رضا الخصم.","seal":"634267A1","part":1},
      {"page":140,"id":140,"nass":"(مادة 847)\rعجز الموكل عن الإفصاح والبيان في الخصومة بنفسه يوجب قبول توكيله بدون رضا خصمه.\r(مادة 848)\rيلزم التوكيل بغير رضا الخصم إذا كان الموكل حاضراً بنفسه مع وكيله في مجلس المحاكمة.\r(مادة 849)\rيجوز التوكيل بتقاضي الدين وقبضه من غير رضا الخصم سواء كان الموكل حاضراً أم غائباً صحيحاً أم مريضاً.\r(مادة 850)\rيصح إقرار الوكيل بالخصومة على موكله في مجلس الحكم بغير الحدود والقصاص سواء كان موكله هو المدعى وأقر عليه باستيفاء الحق أو المدعى عليه وأقر بثبوت الحق عليه.\rوإذا استثنى الموكل الإقرار في توكيله صح توكيله واستثناؤه ولا يقبل إقرار وكيله عليه.\r(مادة 851)\rيجوز للوكيل بالإجارة المخاصمة في إثباتها وقبض الأجرة وعليه تسليم العين للمستأجر.\r(مادة 852)\rالوكيل بالخصومة إذا ثبت الحق على موكله لا يلزمه ولا يحبس عليه ولو كان وكيلاً عاماً ولا يكون ضامناً لأدائه بدون كفالة شرعية ولم يأمره الموكل بدفعه من مال الموكل الذي في يده.\r(مادة 853)\rتجرى النيابة في الاستحلاف لا الحلف فيملك الوكيل والوصي ومتولى الوقف وأبو الصغير الاستحلاف فله طلب يمين خصمه ولا يحلف أحد منهم إلا إذا حصل الإدعاء عليه بمباشرة العقد أو صح إقراره على الأصيل.","seal":"6CA9D187","part":1},
      {"page":141,"id":141,"nass":"الفصل السادس\r(في عزل الوكيل)\r(مادة 854)\rللموكل أن يعزل وكيله عن الوكالة متى شاء شفاها وتحريراً بشرط علم الوكيل ما لم يتعلق به حق الغير.\rفإن تعلق به حق الغير كما إذا رهن المديون ماله وعند حلول الأجل وكل آخر ببيع الرهن فلا يعزل ولا تبطل وكالته بالعزل.\r(مادة 855)\rينعزل الوكيل بخروجه أو خروج الموكل عن الأهلية وبوفاة الموكل وإن تعلق به حق الغير إلا في الوكالة ببيع الرهن إذا وكل الراهن العدل أو المرتهن ببيع الرهن عند حلول الأجل فلا ينعزل بموت الموكل ولا بخروجه عن الأهلية.\r(مادة 856)\rللوكيل بالخصومة وشراء معين أن يعزل نفسه من الوكالة ما لم يتعلق به حق الغير فيجبر على إبقاء الوكالة.\rويشترط علم الموكل بالعزل فيكون تصرف الوكيل جائزاً إلى أن يعلم الموكل.\r(مادة 857)\rللموكل عزل وكيله بقبض الدين إن وكله بغير حضرة مديونه وإن وكله بحضرته لا يملك عزله بدون علم المديون فإن إليه الدين من دون أن يعلم بعزله يبرأ من الدين.\r(مادة 858)\rتنتهي الوكالة بنهاية الشيء الموكل فيه كما لو وكله بقبض دينه وقبضه بنفسه.","seal":"1F67D203","part":1},
      {"page":142,"id":142,"nass":"كتاب الرهن\rالفصل الأول\r(في شرائط الرهن وبيان ما يجوز رهنه وما لا يجوز)\r(مادة 859)\rعقد الرهن هو جعل شيء مالي محبوساً في يد المرتهن أو في يد عدل بحق مالي يمكن استيفاؤه منه كلاً أو بعضاً.\r(مادة 860)\rيشترط في المرهون أن يكون مالاً موجوداً متقوماً مقدور التسليم محوزاً لا متفرقاً مفرغاً لا مشغولاً بحق الرهن مميزاً لا مشاعاً ولا متصلاً بغيره.\r(مادة 861)\rيشترط في مقابل الرهن أن يكون ديناً ثابتاً في الذمة أو موعوداً به أو عيناً من الأعيان المضمونة فلا يصح الرهن بالأمانات.\r(مادة 862)\rيشترط لتمام الرهن ولزومه على الراهن أن يقبضه المرتهن قبضاً تاماً.\rوللراهن قبل تسليم الرهن للمرتهن أن يرجع فيه ويتصرف في العين المرهونة.\r(مادة 863)\rيجوز للراهن والمرتهن أن يشترط في العقد وضع الرهن عند عدل وأن يتفقا على ذلك بعد العقد فإن رضي العدل صارت يده كيد المرتهن ويتم الرهن بقبضه ويلزم الراهن.\r(مادة 864)\rلا يصح اشتراط تمليك العين المرهونة للمرتهن في مقابلة دينه إن لم يؤده الراهن في الأجل المعين لأدائه بل يصح الرهن ويبطل الشرط.","seal":"C1F2D774","part":1},
      {"page":143,"id":143,"nass":"ويصح توكيل الراهن المرتهن ببيع الرهن عند حول الأجل لاستيفاء دينه من ثمنه وكذا يصح توكيل الراهن العدل أو غيره بالبيع لإيفاء الدين.\r(مادة 865)\rيجوز للمدين إعطاء رهن واحدة لعدة مداينين سواء كانوا شركاء في الدين المرهون به أو كان لكل منهم دين على الراهن بشرط أن يرهنه عند الكل بعقد واحد بلا تفصيل ويكون كله رهناً عند كل منهم بدينه.\r(مادة 866)\rيجوز للمديون أن يستعير مال غيره ويرهنه بإذنه فإن أطلق له المعير الإذن ولم يقيده بشيء جاز له أن يرهنه بأي قدر كان كثيراً أو قليلاً وبأي جنس أراد وعند أي شخص وفي أي بلد شاء وإن قيد الإذن بقدر أو جنس أو شخص أو بلد فليس للمستعير مخالفته إلا إذا خالف إلى خير بأن عين له المعير قدر أكثر من قيمة الرهن فإنه يجوز له أن يرهنه بأقل من القدر المعين إذا لم ينقص عن قيمة الرهن.\r(مادة 867)\rإذا رهن المستعير مال المعير بإذنه على حسب ما اشترطه عليه فليس للمعير أن يرجع في الرهن بعد تسليمه للمرتهن بل يحبسه المرتهن إلى أن يستوفى دينه.\r(مادة 868)\rيجوز للأب أن يرهن ماله عند ولده أن يرتهن مال ولده لنفسه ويجو له أيضاً أن يرهن مال ابنه الصغير بدين على نفسه وبدين على الصغير وإذا رهنه بدين نفسه فهلك فإن كانت قيمة الرهن أكثر من الدين يضمن الأب قدر الدين لا الزيادة.\r(مادة 869)\rلا يجوز للوصي رهن ماله عند اليتيم ولا ارتهان مال اليتيم لنفسه وله رهنه عند أجنبي بدين على اليتيم أو على نفسه وله أخذ رهن بالدين المطلوب لليتيم.","seal":"E27E1EA3","part":1},
      {"page":144,"id":144,"nass":"الفصل الثاني\r(في أحكام الرهن)\r(مادة 870)\rللمرتهن حق حبس الرهن لاستيفاء الدين الذي رهن به وليس له أن يمسكه بدين آخر على الراهن سابق على العقد أو لا حق به.\rوفاسد الرهن كصحيحه في الأحكام كلها فللمرتهن حق حبسه إلى أن يصل إليه دينه بتمامه إذا كان الرهن سابقاً على الدين.\r(مادة 871)\rالمرتهن أحق بالرهن من الراهن وإذا مات الراهن مديوناً فالمرتهن أحق به من سائر الغرماء إلى أن يستوفى حقه وما فضل منه للغرماء.\r(مادة 872)\rالرهن لا يمنع المرتهن من مطالبة الراهن بدينه إن كان حالاً فإن كان مؤجلاً فليس للمرتهن مطالبته به إلا عند حلول الأجل.\r(مادة 873)\rإذا قضى الراهن بعض الدين فلا يكلف المرتهن بتسليمه بعض الرهن بل يحبسه إلى استيفاء ما بقى منه ولو قليلاً.\rإنما إذا كان المرهون شيئين وعين لكل منهما مقدار من الدين وأدى الراهن مقدار ما عليه لأحدهما كان له أن يأخذه أما إذا لم يعين فليس له الأخذ لحبس الكل بكل الدين.\r(مادة 874)\rلمعير الرهن أن يجبر المستعير الراهن على فكاك الرهن وتسليمه إليه إلا إذا كانت العارية مؤقتة بمدة معلومة فليس له جبره على ذلك قبل مضي المدة وله جبره بعد مضيها.","seal":"3CA5EA53","part":1},
      {"page":145,"id":145,"nass":"(مادة 875)\rلا يكلف مرتهن معه رهنه تمكين الراهن من استلامه الرهن ليبيعه لقضاء دينه لأن حكم الرهن الحبس الدائم حتى يقبض دينه.\r(مادة 876)\rإذا أراد المعير فكاك الرهن ودفع الدين المطلوب للمرتهن يجبر المرتهن على القبول ويرجع المعير على المستعير بما أداه من الدين إن كان الدين قدر قيمة الرهن وإن أقل لا يجبر على تسليم الرهن فإن كان أكثرها فالزائد تبرع فلا يرجع به على المستعير.\r(مادة 877)\rلا يبطل الرهن بموت الراهن ولا بموت المرتهن ولا بموتهما ويبقى رهناً عند الورثة.\r(مادة 878)\rإذا مات الراهن المستعير مفلساً يبقى الرهن على حاله محبوساً في يد المرتهن ولا يباع بدون رضا المعير.\r(مادة 879)\rإذا مات المعير مديوناً يؤمر المستعير الراهن بوفاء دين نفسه وتخليص الرهن وإن عجز عن قضاء دينه يبقى الرهن على حاله عند المرتهن ولورثة المعير أن يؤدوا الدين ويستخلصوا الرهن.\r(مادة 880)\rإذا مات الراهن باع وصيه الرهن بإذن مرتهنه وقضى منه الدين للمرتهن فإن لم يكن له وصي ينصب القاضي له وصياً يأمره ببيعه وقضاء الدين المرهون به من ثمنه.\r(مادة 881)\rإذا مات المرتهن تقوم ورثته مقامه في حبس الرهن إلى استيفاء الدين.\r(مادة 882)\rإذا مات العدل يوضع الرهن عند عدل غيره بتراضي الطرفين فإن اختلفا يضعه الحاكم عند عدل وإن شاء وضعه عند المرتهن إذا كان مثل العدل في العدالة وإن كره الراهن.","seal":"8FD1FFBE","part":1},
      {"page":146,"id":146,"nass":"(مادة 883)\rإذا مات المرتهن مجهلاً للرهن ولم يوجد في تركته فقيمة الرهن ديناً واجب الأداء من تركته وتقبض الورثة من الراهن مقدار دين مورثهم.\r\rالفصل الثالث\r(في تصرف الراهن والمرتهن)\r(مادة 884)\rكل تصرف من التصرفات المحتملة للفسخ كالبيع والإجارة والهبة والصدقة ونحو ذلك إذا فعله الراهن قبل سقوط الدين عنه يتوقف نفاذه على رضا المرتهن ولا يبطل حقه في حبس الرهن إلا إذا أجازه المرتهن أو قضى الزاهن دينه فحينئذ تنفذ تصرفاته ويخرج المرهون عن عهدة المرتهن لكن في صورة البيع يتحول حق المرتهن إلى الثمن بخلاف بدل الإجارة.\rوكذلك إذا أقر الراهن بالمرهون لغيره فلا يصح إقراره في حق المرتهن ولا يسقط حقه في حبس الرهن إلى استيفاء دينه.\r(مادة 885)\rكما لا يملك الراهن بيع الرهن ولا إجارته ولا إعارته ولا رهنه بدون رضا المرتهن فكذلك المرتهن لا يجوز له بيع الرهن إلا إذا كان وكيلاً في بيعه من قبل الراهن وليس له إيداعه ولا إجارته ولا إعارته ولا رهنه بلا إذن الراهن وإن فعل ذلك يكون متعدياً ويضمن بتعديه قيمة الرهن بالغة ما بلغت.\r(مادة 886)\rإذا باع الراهن الرهن بلا إذن المرتهن واستلمه المشتري فهلك في يده قبل أن يجيز المرتهن البيع فلا تصح بعد هلاكه الإجازة وللمرتهن الخيار فإن شاء ضمن المشتري قيمته يوم هلاكه وإن شاء ضمنها الراهن.\rوإن تعدى المرتهن وباع الرهن بلا إذن الراهن واستلمه المشتري فهلك في يده قبل الإجازة يكون للراهن الخيار في تضمين المشتري أو المرتهن.","seal":"66C71F0A","part":1},
      {"page":147,"id":147,"nass":"(مادة 887)\rإذا تعدى المرتهن ورهن الرهن بلا إذن الراهن فهلك في يد المرتهن الثاني قبل الإعادة إلى المرتهن الأول فللراهن الأول الخيار إن شاء ضمن المرتهن الأول قيمة الرهن بالغة ما بلغت ويصر ضمانه رهناً ويملكه المرتهن الثاني بالدين وإن شاء ضمن المرتهن الثاني ويكون الضمان رهناً عند المرتهن الأول وبطل رهن الثاني ويكون للمرتهن الثاني الرجوع على الأول بما ضمنه وبدينه.\rولو رهن المرتهن الأول وعند الثاني بإذن الراهن الأول صح الرهن الثاني وبطل الرهن الأول.\r(مادة 888)\rيجوز للمرتهن أن يعير الرهن للراهن فيخرج من ضمان المرتهن وله استرداده إلى يده فإن استرده وأعاده قبضه عاد ضمانه عليه لبقاء عقد الرهن.\rفإن هلك الرهن في يد الراهن المستعير هلك مجاناً أي بلا سقوط شيء من الدين ويكون المرتهن في هذه الصورة أسوة الغرماء.\rفإن كان الراهن أعطى المرتهن كفيلاً بتسليمه الرهن المعار فلا يلزم الكفيل شيء بهلاك الرهن في يد راهنه لخروجه من حكم الرهن وإن كان العقد باقياً.\rأما إن كان الراهن أخذه بغير رضا المرتهن جاز ضمان الكفيل أي ألزمه بتسليمه.\rفإن مات الراهن المستعير قبل استرداد العين المرهونة وإعادتها إلى يد المرتهن فالمرتهن أحق بها من سائر غرماء الراهن فلا يشاركون المرتهن فيه.\r(مادة 889)\rإذا باع المرتهن ثمار العين المرهونة بلا إذن الراهن الحاضر أو بلا إذن القاضي لو الراهن غائباً فإنه يضمن قيمتها.\r(مادة 890)\rيجوز للمرتهن أن يسافر بالرهن إذا كان الطريق آمناً إلا إذا قيد الراهن بالمصر فلا يجوز له السفر.","seal":"37130247","part":1},
      {"page":148,"id":148,"nass":"(مادة 891)\rلا يجوز للمرتهن أن ينتفع بالرهن منقولاً كان أو عقاراً بدون إذن الراهن وله أن يؤجره بإذنه ويدفع الأجرة للراهن أو يحتسبها من أصل الدين برضا الراهن وإن بطل الرهن.\rولو أذن الراهن للمرتهن في استعمال الرهن والانتفاع به أو إعارته للعمل فهلك الرهن قبل الشروع في الاستعمال أو العمل أو بعد الفراغ منه هلك بالدين.\rوإن هلك في حالة الاستعمال والانتفاع أو في حالة العمل المستعار له حسبما أذن به الراهن هلك أمانة أي لا ضمان على المرتهن فلا يسقط شيء من الدين.\rولو سكن المرتهن الدار المرهونة فلا أجر عليه.\rولو اختلف الراهن والمرتهن وفي وقت هلاك الرهن فقال المرتهن هلك في وقت العمل وقال الراهن هلك قبل العمل أو بعده فالقول للمرتهن والبينة للراهن.\r(مادة 892)\rالمصاريف اللازمة لحفظ الرهن وصيانته تكون على المرتهن والمصاريف اللازمة لنفقته كعمارته لو عقاراً أو سقى الأرض وتلقيح الشجر وكل ما به إصلاحه وبقاؤه يكون على الراهن.\rوكل ما وجب على أحدهما فأداه الآخر فإن كان أداه بأمر القاضي ويجعله ديناً له على الآخر فله الرجوع عليه به وإن أداه بلا أمر القاضي فهو متبرع لا رجوع له على الآخر بشيء ما أداه.\r\rالفصل الرابع\r(فيما يترتب على المرتهن والراهن عند هلاك الرهن)\r(مادة 893)\rيجب على المرتهن أن يعتني بحفظ الرهن كاعتنائه بحفظ ماله وله أن يحفظه بنفسه وزوجته وولده وغيرهما ممن هو في عياله الساكنين معه وما جرى مجراهم ممن يأتمنه على حفظ ماله.\r(مادة 894)\rالرهن مضمون على المرتهن بهلاكه بعد قبضه بالأقل من قيمته ومن الدين وتعتبر قيمته يوم قبضه لا يوم هلاكه.","seal":"37B62A69","part":1},
      {"page":149,"id":149,"nass":"(مادة 895)\rإذا هلك الرهن في يد المرتهن وكانت قيمته مساوية لقدر الدين سقط الدين بتمامه عن الراهن وصار المرتهن مستوفياً لحقه سواء كان هلاكه بتعدي المرتهن أو بآفة سماوية.\r(مادة 896)\rإذا هلك الرهن في يد المرتهن وكانت قيمته أكثر من الدين سقط الدين عن الراهن أما الزيادة فلا تلزم المرتهن ولا يضمنها للراهن إن كان هلاك الرهن بدون تعديه ويكون عليه ضمانها للراهن إن كان هلاك الرهن ناشئاً عن تعديه أو تقصيره في حفظه أو حفظه عند غير من يأتمنه على حفظ ماله.\r(مادة 897)\rإذا هلك الرهن في يد المرتهن وكانت قيمته أقل من الدين سقط من الدين بقدره ورجع المرتهن بما بقى له من الدين على الراهن.\rوكذلك الحكم إذا نقص الرهن قدراً أو وصفاً في يد المرتهن فإنه يسقط من الدين بقدره.\r(مادة 898)\rإذا كان الرهن في يد المرتهن لدين موعود به بأن كان قد رهنه ليقرضه ديناً وسمى قدره فهلك الرهن في يد المرتهن قبل إقراضه كان مضموناً عليه بما وعد من الدين المسمى إذا كان الدين مساوياً لقيمة الرهن أو أقل منه قيمة فيؤمر بتسليمه الدين للراهن جبراً فإن كان الدين أكثر من قيمة الرهن فهو مضمون عليه بقيمته وإن لم يكن قدر الدين مسمى فلا ضمان على المرتهن بهلاك الرهن.\r(مادة 899)\rإذا هلك الرهن في يد المرتهن بعد استيفاء دينه من الراهن أو بعد إحالته بدينه على آخر وكانت قيمته قد الدين أو أكثر فإنه يهلك بالدين ويلزم المرتهن أن يرد ما قبضه إلى الرهن وتبطل الحوالة وإن كانت قيمته أقل من الدين يلزم المرتهن إن يرد للراهن مما قبضه قدر قيمة الرهن ولا تبطل الحوالة فيما زاد على قيمة الرهن.\r(مادة 900)\rإذا استحق بعد هلاكه عند المرتهن وقيمته قدر الدين أو أكثر فضمن المستحق قيمته للراهن صار المرتهن مستوفياً لدينه بهلاك الدين عنده.","seal":"044B6875","part":1},
      {"page":150,"id":150,"nass":"وإن ضمن المستحق المرتهن القيمة يرجع المرتهن على الراهن بالقيمة وبالدين.\r(مادة 901)\rإذا استحق بعض الرهن وهو في يد المرتهن فإن كان المستحق مشاعاً بطل الرهن فيما بقى وإن كان معيناً بقى الرهن فيما بقى منه ويحبس بكل الدين.\r(مادة 902)\rإذا سرق الرهن في يد المرتهن أو العدل بلا تقصير منه في حفظه وكانت قيمته قدر الدين أو أكثر سقط الدين عن الراهن ولا يضمن المرتهن الزيادة إلا إذا ثبت أن الرهن لم يكن موضوعاً في حرز مثله.\r(مادة 903)\rإذا هلكت زوائد الرهن في يد المرتهن فإنها تهلك مجاناً.\r(مادة 904)\rإذا ادعى المرتهن هلاك الرهن يصدق بيمينه ولا يضمن ما زاد من قيمة الرهن على قدر الدين.\r\rالفصل الخامس\r(في سداد الدين من الرهن)\r(مادة 905)\rإذا حل أجل الدين يجبر الراهن على بيع الرهن ووفاء الدين من ثمنه إن لم يدفعه ويفك الرهن.\r(مادة 906)\rإذا امتنع الراهن من أداء الدين وعن بيع الرهن ووفائه من ثمنه بعد أمر الحاكم له بذلك يبيعه الحاكم قهراً أو يعطى الدين من ثمنه وإن كان الرهن دار سكناه وليس له غيرها.\r(مادة 907)\rإذا حل أجل الدين والراهن غائب غيبة منقطعة بأن لم يعلم مكانه يرفع المرتهن الأمر إلى الحاكم فيبيع الحاكم الرهن ويقضى منه دينه.","seal":"BBC4671C","part":1},
      {"page":151,"id":151,"nass":"(مادة 908)\rإذا خيف على الرهن التلف والراهن غائب لا يعرف مكانه يبيعه المرتهن بإذن الحاكم أو يبيعه الحاكم ويكون ثمنه رهناً مكانه وإن باعه المرتهن بدون إذن الحاكم مع إمكان الاستئذان قبل تلفه كان ضامناً لقيمته بالغة ما بلغت.\r(مادة 909)\rالوكيل ببيع الرهن يبيعه عند حلول الأجل ويقضي الدين منه فإن امتنع الوكيل وكان الراهن غائباً يجبر الوكيل على البيع وإن كان الراهن حاضر لا يجبر الوكيل بل يجبر الراهن على بيعه فإن امتنع يبيعه الحاكم ويوفي الدين من ثمنه.\rوالوارث بعد موت الراهن كالراهن فيما ذكر.\r\rكتاب الصلح\r(مادة 910)\rالصلح عقد وضع لرفع النزاع وقطع الخصومة بين المتصالحين بتراضيهما.\r(مادة 911)\rيصح الصلح عن الحقوق المقتر بها المدعى عليه والمنكر لها والتي لم يبد فيها إقراراً ولا إنكاراً.\r(مادة 912)\rيشترط أن يكون المصالح عنه حقاً للمصالح ثابتاً في المحل يجوز أخذ البدل في مقابلته سواء كان مالاً كالعين والدين أو غير مال كالمنفعة وحق القصاص والتعزير ويشترط أن يكون معلوماً إن كان مما يحتاج إلى التسليم.\r(مادة 913)\rيصح أن يكون بدل الصلح مالاً أو منفعة ويشترط أن يكون ملكاً للمصالح وأن يكون معلوماً إن كان مما يحتاج إلى القبض والتسليم وأن يكون مقبوضاً وقت الصلح إن كان الصلح عن دين بدين من جنس آخر.","seal":"0B81F598","part":1},
      {"page":152,"id":152,"nass":"الفصل الأول\r(في الصلح عن الأعيان)\r(مادة 914)\rإذا كان المدعى به عيناً معينة داراً أو أرضاً أو عرضاً وأقر المدعى عليه بها للمدعى وصالحه عنها بنقود معلومة أو بعقار معلوم أو عرض معلوم صح الصلح ويكون حكمه حكم البيع فيثبت فيه خيار العيب والرؤية والشرط للمصالح وحق الشفعة لجار العقل المصالح عنه أو المصالح عليه فإن كان كل منهما عقاراً وجبت الشفعة فيهما ويفسده جهالة البدل المصالح عليه لا جهالة المصالح عنه لأنه يسقط.\r(مادة 915)\rإذا كان المدعى به عيناً داراً أو أرضاً أو عرضاً وأقر المدعى عليه بها وصالحة عنها بمنفعة كسكنى دار أو زراعة أرض مدة معلومة صح الصلح ويعتبر إجارة فيبطل الصلح بموت أحدهما إن عقده لنفسه أو بهلاك المحل في المدة.\r(مادة 916)\rإذا ادعى شخص على آخر عيناً في يده معلومة كانت أو مجهولة وادعى عليه الآخر بعين كذلك في يده واصطلحا على أن يكون ما في يد كل منهما مقابلة ما في يد الآخر صح الصلح وكان في معنى المقايضة فتجرى عليه أحكامها ولا تتوقف صحته على العلم بالعوضين لعدم الاحتياج فيهما إلى التسليم في هذه الصورة.\r(مادة 917)\rإذا وقع الصلح عن إقرار على مال معين عن دعوى مال معين واستحق المصالح عنه كله أو بعضه بالبينة يسترد من بدل الصلح الذي قبضه المدعى مقدار ما أخذ بالاستحقاق من المدعى عليه إن كلاً فكلاً وإن بعضا ًفبعضاً.\r(مادة 918)\rإذا وقع الصلح عن إقرار على مال معين عن دعوى مال معين ثم استحق بدل الصلح كله أو بعضه وهو مما يتعين بالتعيين يرجع المدعى على المدعي عليه بكل المصالح عنه أو بقدر المستحق إذا استحق","seal":"178F1ED8","part":1},
      {"page":153,"id":153,"nass":"بعضه وإن كان مما لا يتعين بالتعيين وهو من جنس المدعى به أو من غير جنسه ولكن استحق قبل الافتراق عن المجلس يرجع المدعى بمثل ما استحق وإن كان بعد الافتراق يبطل الصلح.\r(مادة 919)\rإذا وقع الصلح عن إنكار على شيء معين من دعوى عين معينة ثم استحق المدعي به كله أو بعضه يرجع المدعى عليه بمقابلة من العوض على المدعي ويرجع المدعى بالخصومة فيه والدعوى على المستحق وإن استحق بدل الصلح كله أو بعضه يرجع المدعي بالدعوى كلاً أو بعضاً على حسب القدر المستحق إذا كان بدل الصلح مما يتعين وإن كان مما لا يتعين بالتعيين وهو من جنس المدعى به أو من غير جنسه ولكن استحق قبل الافتراق عن المجلس يرجع المدعى بمثل ما استحق وإن كان بعد الافتراق يبطل الصلح كما تقدم.\r(مادة 920)\rإذا ادعى حقاً في دار لم يبينه فصولح عن ذلك ثم استحق بعض الدار فلا يسترد المدعى عليه شيئاً من العوض وإن استحق كل الدار يسترد العوض كله.\r(مادة 921)\rإذا كان المدعى به عيناً داراً أو أرضاً أو عرضاً وأنكر المدعى عليه دعوى المدعى أو سكت ولم يبد إقرار ولا إنكاراً ثم اصطلحا على شيء معين داراً أو عقاراً أو عرضاً أو نقداً يعتبر ذلك الصلح فداء من اليمين وقطعاً للمنازعة في حق المدعى عليه وبيعاً في حق المدعى فتجرى عليه أحكامه.\r(مادة 922)\rإذا كان للصبي المميز دين وكان مأذوناً له بالتجارة وليس له بينة على الدين جاز له أن يصلح غريمه على بعضه أو على شيء آخر قيمته أقل من الدين وإن كان له بينة على الدين لا يجوز له ذلك.\r(مادة 923)\rإذا كان للصبي دين على آخر وكان له بينة عادلة أو كان المديون مقراً بالدين أو مقضياً عليه به فلا يجوز لوصيه أو لوليه أن يصالح على بعض الدين إلا إذا كان الدين وجب بعقده فإنه يجوز صلحه","seal":"113745BA","part":1},
      {"page":154,"id":154,"nass":"على نفسه ويضمن قدرا الدين للصبي وأن صالح عن الدين على مال آخر إن كانت قيمته قدر الدين أو أقل بغبن يسير يجوز الصلح وأن بغبن فاحش لا يجوز.\rفإن خشي الوصي أو الولي أن لا يثبت كل الدين بأن لم تكن له بينة والمديون منكر ويقدم على اليمين جاز للولي أو الوصي أن يصالح على بعضه ويأخذ الباقي.\r(مادة 924)\rإذا ادعى على الصبي المميز بدين وكان للمدعى بينه تثبت بها دعواه فللوصي أو الولي أن يصالح على شيء ويدفع الباقي وإن لم تكن للمدعى بينة فلا يجوز للولي أو الوصي أن يصالح على شيء ما.\r(مادة 925)\rإذا كان للصبي المأذون له بالتجارة دين على آخر جاز له أن يصالح بنفسه مديونه على تأجيل الدين إلى أجل معلوم.\r(مادة 926)\rالوكيل بالخصومة لا يملك الصلح فإن صالح عن الدعوى الموكل بالخصومة فيها بلا إذن موكله فلا يصح صلحه.\r(مادة 927)\rإذا وكل المديون وكيلاً وكان مقراً بالدين فإن أضاف الوكيل الصلح إلى الموكل نفذ الصلح على الموكل ووجب بدل الصلح عليه وإن أضاف الصلح إلى نفسه نفذ الصلح على الموكل أيضاً ويطالب الوكيل ببدل الصلح ثم يرجع به على الموكل.\rوإن كان المديون منكراً فوكل وكيلاً بالصلح فإن أضاف الوكيل الصلح إلى الموكل نفذ الصلح على الموكل ووجب بدل الصلح عليه وإن أضاف الصلح إلى نفسه نفذ الصلح على الموكل ووجب بدل الصلح على الوكيل ثم يرجع به على الموكل.\r(مادة 928)\rلرب الدين أن يصالح مديونه على بعض الدين ويكون أخذا لبعض حقه وإبراء عن باقيه.","seal":"7996C23B","part":1},
      {"page":155,"id":155,"nass":"الفصل الثاني\r(في أحكام الصلح)\r(مادة 929)\rإذا تم الصلح على الوجه المطلوب دخل بدل الصلح في ملك المدعى وسقطت دعواه المصالح عنها فلا يقبل منه إلا دعاء بها ثانياً ولا يملك المدعى عليه استرداد بدل الصلح الذي دفعه للمدعى.\r(مادة 930)\rإذا مات أحد المتصالحين فليس لورثته فسخه لكن لو كان في معنى الإجارة ومات أحدهما قبل مضي المدة يبطل بموته فيما بقى.\r(مادة 931)\rإذا كان الصلح بمعنى المعاوضة فلكل من الطرفين فسخه بتراضيهما وإذا انفسخ يرجع المدعى به للمدعى وبدل الصلح للمدعى عليه.\r(مادة 932)\rإذا كان المدعى عليه منكراً لما ادعى عليه به وصالح المدعى على بدل سقط حق المدعى في الخصومة فليس له أن يخاصمه في الدعوى المصالح عنها ولا أن يحلفه اليمين ولا أن يفسخ الصلح.\r(مادة 933)\rإذا ضاع بد الصلح أو استحق كلاً أو بعضاً قبل تسليمه للمدعى فإن كان مما لا يتعين بالتعيين وهو من جنس المدعى به أو من غير جنسه ولكن ضاع قبل الافتراق عن المجلس فلا ينقض الصلح ويلزم المدعى عليه بمثل ما ضاع كلاً أو بعضاً سواء كان الصلح عن إقرار أو عن إنكار.\rوإن كان بدل الصلح مما يتعين بالتعيين فضاع كله أو بضعه قبل تسليمه للمدعى فإن كان الصلح عن إقرار يرجع المدعى على المدعى عليه بالمدعى به كلاً أو بعضاً وإن كان الصلح عن إنكار يرجع المدعى إلى المخاصمة.","seal":"CC755F23","part":1},
      {"page":156,"id":156,"nass":"الفصل الثالث- في الإبراء\r(مادة 934)\rإذا اتصل بالصلح إبراء مخصوص بالمصالح عنه بأن قال برئت عنه أو أنا برئ فلا تسمع الدعوى في خصوص ذلك وتسمع في غيره.\r(مادة 935)\rمن أبرأ شخصاً من حق له عليه يصح الإبراء عنه سقط عن المبرأ ذلك الحق.\r(مادة 936)\rإذا اتصل بالصلح إبراء عام عن كافة الحقوق والدعاوى فلا تسمع على المبرأ دعوى في أي حق كان قبل الصلح وتسمع على الحق الحادث بعده.\r(مادة 937)\rإذا تعدد المبرؤن يلزم تعيينهم تعييناً كافياً.\r(مادة 938)\rحكم البراءة المنفردة عن الصلح كحكم البراءة المتصلة به في الخصوص والعموم.\r(مادة 939)\rلا يتوقف الإبراء على قبول المديون لكن إذا رده قبل القبول ارتد وإن مات قبل القبول فلا يؤخذ الدين من تركته.\r(مادة 940)\rلا يصح إبراء المريض في مرض موته وارثه من الدين الذي له عليه أو من بعضه سواء كان على المريض دين أم لم يكن.\r(مادة 941)\rإذا أبرأ المريض في مرض موته غير وارثه من الدين الذي له عليه يعتبر ذلك من ثلث تركته بعد وفاء ما يكون عليه من الدين وإن كانت التركة مستغرقة بالدين فلا يعتبر ذلك الإبراء وللغرماء مطالبة المديون بما عليه من الدين. ((انتهى).","seal":"87BCB5A7","part":1},
      {"page":157,"id":157,"nass":"تم طبع هذا الكتاب الجليل على هذا الوضع الحسن الجميل مقابلا على نسخة مؤلفه بالدقة مع ما تحلت به من الهوامش في المطبعة الكبرى الأميرية على نفقة نظارة المعارف العمومية في ظل الساحة الفخيمة الخديوية التوفيقية أدام الله أيامه مدى الأعوام والأيام وحفظ أنجاله الكرام ورجال حكومته العظام\rوذلك في أوائل ذي القعدة سنة 1308 هجرية\rعلى صاحبها أفضل الصلاة وأزكى التحية\rما لاح بدر التمام وفاح مسك الختام","seal":"D0A7A0F7","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1306,"ShrtCs":0,"Bk":"مرشد الحيران إلى معرفة أحوال الإنسان","HigriD":"1306","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد قدري باشا","bLnk":null,"Inf":"","Auth":"محمد قدري باشا","Betaka":"الكتاب: مرشد الحيران إلى معرفة أحوال الإنسان\r\nالمؤلف: محمد قدري باشا (المتوفى: 1306هـ)\r\nالناشر: المطبعة الكبرى الأميرية ببولاق\r\nالطبعة: الثانية، 1308 هـ - 1891م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"محمد قَدْري باشا (1237 - 1306 هـ = 1821 - 1888 م)\r\rمن رجال القضاء في مصر. ولد بها، في (ملوي) وأصل أبيه من الأناضول، وأمه مصرية حسنية تعلم بملوي والقاهرة، ودخل مدرسة الالسن فأتم بها دروسه. ونبغ في معرفة اللغات. واختاره الخديوي مربيا لولي عهده. وتقلب في المناصب، فكان مستشارا في المحاكم المختلطة، وناظرا للحقانية، ثم وزيرا للمعارف، فوزيرا للحقانية وهي آخر مناصبه، وتوفي بالقاهرة، من كتبه (الدر المنتخب من لغات الفرنسيس والعثمانيين والعرب - ط) و (مفردات في علم النباتات - ط) و (مرشد الحيران - ط) في المعاملات الشرعية، و (قانون العدل والإنصاف للقضاء على مشكلات الأوقاف - ط) و (الأحكام الشرعية في الأحوال الشخصية - ط) و (الدر النفيس في لغتي العرب والفرنسيس - ط) و (قطر أنداء الديم - ط) في الأدب، و (ديوان شعره - خ) و (تطبيق ما وجد في القانون المدني موافقا لمذهب أبي حنيفة - خ) و (قانون الجنايات والحدود - ط) ترجمه عن الفرنسية.\r\rنقلا عن: «الأعلام» للزركلي","seal":"863CF473","cat":"فقه حنفي","oNum":14450,"BkId":14450,"oAuth":2683,"bVer":1,"aSeal":"27C9C85F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t14450":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"الكتاب الأول في الأموال"},
      {"lvl":2,"id":3,"sub":1,"tit":"الباب الأول (في أنواع الأموال)"},
      {"lvl":2,"id":4,"sub":0,"tit":"الباب الثاني (في الملكية)"},
      {"lvl":2,"id":5,"sub":0,"tit":"الباب الثالث (في ملك المنفعة وحق الانتفاع)"},
      {"lvl":2,"id":6,"sub":0,"tit":"الباب الرابع (في حق السكنى)"},
      {"lvl":3,"id":7,"sub":0,"tit":"فصل (فيما يجوز لصاحب المنفعة من التصرف وما يجب عليه من الضمان)"},
      {"lvl":3,"id":8,"sub":0,"tit":"فصل (في انتهاء حق الانتفاع)"},
      {"lvl":2,"id":9,"sub":0,"tit":"الباب الخامس (في حقوق الارتفاق)"},
      {"lvl":3,"id":9,"sub":1,"tit":"الفصل الأول (في الشرب)"},
      {"lvl":3,"id":10,"sub":0,"tit":"الفصل الثاني (في حق المرور والمجرى والمسيل)"},
      {"lvl":3,"id":11,"sub":0,"tit":"الفصل الثالث (في حقوق المعاملات الجوارية)"},
      {"lvl":1,"id":13,"sub":0,"tit":"الكتاب الثاني (في أسباب الملك)"},
      {"lvl":2,"id":13,"sub":1,"tit":"الفصل الأول (في العقود)"},
      {"lvl":2,"id":14,"sub":0,"tit":"الفصل الثاني (في الهبة)"},
      {"lvl":2,"id":15,"sub":0,"tit":"الفصل الثالث (في الوصية)"},
      {"lvl":2,"id":16,"sub":0,"tit":"الفصل الرابع (في الميراث)"},
      {"lvl":1,"id":16,"sub":1,"tit":"كتاب الشفعة"},
      {"lvl":2,"id":16,"sub":2,"tit":"الفصل الأول (في تعريفها وأسبابها واستحقاقها)"},
      {"lvl":2,"id":18,"sub":0,"tit":"الفصل الثاني (فيما تثبت فيه الشفعة وما لا تثبت)"},
      {"lvl":2,"id":19,"sub":0,"tit":"الفصل الثالث (في طلب الشفعة)"},
      {"lvl":2,"id":21,"sub":0,"tit":"الفصل الرابع (في حكم الشفعة)"},
      {"lvl":2,"id":22,"sub":0,"tit":"الفصل الخامس (فيما يسقط الشفعة ويبطلها)"},
      {"lvl":2,"id":24,"sub":0,"tit":"باب (في التملك بوضع اليد على الأموال المباحة)"},
      {"lvl":2,"id":24,"sub":1,"tit":"باب (في وضع اليد وعدم سماع الدعوى بمرور الزمان)"},
      {"lvl":2,"id":26,"sub":0,"tit":"باب (في نزع الملك)"},
      {"lvl":1,"id":27,"sub":0,"tit":"في العقود والمداينات والأمانات والضمانات"},
      {"lvl":1,"id":27,"sub":1,"tit":"كتاب العقود على العموم"},
      {"lvl":2,"id":27,"sub":2,"tit":"الباب الأول (في ماهية العقد وشرائطه)"},
      {"lvl":3,"id":28,"sub":0,"tit":"الفصل الأول (في أهلية العاقدين)"},
      {"lvl":3,"id":31,"sub":0,"tit":"الفصل الثاني (في رضا العاقدين وما يعدم الرضا)"},
      {"lvl":3,"id":33,"sub":0,"tit":"الفصل الثالث (في الغبن الفاحش والغلط الواقع في العقود)"},
      {"lvl":3,"id":34,"sub":0,"tit":"الفصل الرابع (في محل العقد وفائدته وقصد شرعيته)"},
      {"lvl":3,"id":34,"sub":1,"tit":"الفصل الخامس (في أحكام العقود)"},
      {"lvl":2,"id":36,"sub":0,"tit":"الباب الثاني (في العقود التي يصح اقترانها وتعليقها بالشرط والتي لا يصح اقترانها وتعليقها به) (وفي العقود التي يصح إضافتها إلى المستقبل والتي لا يصح)"},
      {"lvl":3,"id":36,"sub":1,"tit":"الفصل الأول (في ماهية الشرط والتعليق)"},
      {"lvl":3,"id":37,"sub":0,"tit":"الفصل الثاني (في بيان العقود التي يصح اقترانها وتعليقها بالشرط) (والتي لا يصح اقترانها وتعليقها به)"},
      {"lvl":3,"id":38,"sub":0,"tit":"الفصل الثالث (في العقود التي يصح إضافتها إلى وقت مستقبل والتي لا يصح إضافتها إليه)"},
      {"lvl":2,"id":39,"sub":0,"tit":"الباب الثالث (في أنواع الخيارات)"},
      {"lvl":3,"id":39,"sub":1,"tit":"الفصل الأول (في خيار الشرط)"},
      {"lvl":3,"id":40,"sub":0,"tit":"الفصل الثاني (في خيار الرؤية وخيار العيب)"},
      {"lvl":1,"id":41,"sub":0,"tit":"كتاب البيع"},
      {"lvl":2,"id":41,"sub":1,"tit":"الفصل الأول (في عقد البيع)"},
      {"lvl":2,"id":43,"sub":0,"tit":"الفصل الثاني (في العاقدين)"},
      {"lvl":2,"id":45,"sub":0,"tit":"باب (في شروط المبيع وفيما يجوز بيعه وما لا يجوز وفي كيفية المبيع)"},
      {"lvl":3,"id":45,"sub":1,"tit":"الفصل الأول (في شروط المبيع وأوصافه)"},
      {"lvl":3,"id":47,"sub":0,"tit":"الفصل الثاني (فيما يجوز بيعه وما لا يجوز)"},
      {"lvl":3,"id":49,"sub":0,"tit":"الفصل الثالث (في كيفية بيع المبيع)"},
      {"lvl":3,"id":51,"sub":0,"tit":"الفصل الرابع (في الثمن)"},
      {"lvl":2,"id":53,"sub":0,"tit":"باب (في حكم البيع)"},
      {"lvl":2,"id":55,"sub":0,"tit":"باب (في تسليم المبيع)"},
      {"lvl":3,"id":55,"sub":1,"tit":"الفصل الأول (في كيفية التسليم ومكانه ووقته)"},
      {"lvl":3,"id":58,"sub":0,"tit":"الفصل الثاني (في حق حبس المبيع لقبض الثمن وفي هلاك المبيع)"},
      {"lvl":3,"id":60,"sub":0,"tit":"فصل (فيما يدخل في البيع تبعا وما لا يدخل)"},
      {"lvl":3,"id":62,"sub":0,"tit":"فصل (في أداء الثمن)"},
      {"lvl":3,"id":63,"sub":0,"tit":"فصل (في ضمان المبيع عند الاستحقاق)"},
      {"lvl":3,"id":65,"sub":0,"tit":"فصل (في حكم البناء والغراس)"},
      {"lvl":3,"id":67,"sub":0,"tit":"فصل (في رد المبيع بالعيب القديم)"},
      {"lvl":3,"id":70,"sub":0,"tit":"فصل (في الغبن والتغرير)"},
      {"lvl":2,"id":71,"sub":0,"tit":"باب السلم"},
      {"lvl":2,"id":73,"sub":0,"tit":"فصل (في بيع الوفاء)"},
      {"lvl":2,"id":74,"sub":0,"tit":"فصل (في الاستصناع)"},
      {"lvl":1,"id":75,"sub":0,"tit":"كتاب الإجارة"},
      {"lvl":2,"id":75,"sub":1,"tit":"الباب الأول (في عقد الإجارة)"},
      {"lvl":3,"id":75,"sub":2,"tit":"الفصل الأول (في عقد الإجارة وشرائط صحتها وبيان مدتها)"},
      {"lvl":3,"id":76,"sub":0,"tit":"الفصل الثاني (في الأجرة وبيان شروط لزومها)"},
      {"lvl":2,"id":77,"sub":0,"tit":"الباب الثاني (في إجارة الدواب للركوب والحمل)"},
      {"lvl":3,"id":77,"sub":1,"tit":"الفصل الأول (في إجارة الدواب للركوب)"},
      {"lvl":3,"id":78,"sub":0,"tit":"الفصل الثاني (في إجارة الدواب والعربات للحمل)"},
      {"lvl":2,"id":80,"sub":0,"tit":"الباب الثالث (في إجارة الآدمي للخدمة والعمل)"},
      {"lvl":3,"id":81,"sub":0,"tit":"الفصل الأول (في الأجير الخاص)"},
      {"lvl":3,"id":82,"sub":0,"tit":"الفصل الثاني (في الأجير المشترك)"},
      {"lvl":2,"id":85,"sub":0,"tit":"الباب الرابع (في إجارة الدور والحوانيت)"},
      {"lvl":2,"id":91,"sub":0,"tit":"الباب الخامس (في إجارة الأراضي)"},
      {"lvl":2,"id":93,"sub":0,"tit":"الباب السادس (في إجارة الوقف)"},
      {"lvl":3,"id":96,"sub":0,"tit":"فصل (في الحكر والكدك والخلو)"},
      {"lvl":1,"id":98,"sub":0,"tit":"كتاب المزارعة والمساقاة"},
      {"lvl":2,"id":98,"sub":1,"tit":"الفصل الأول (في المزارعة)"},
      {"lvl":2,"id":101,"sub":0,"tit":"الفصل الثاني (في المساقاة)"},
      {"lvl":1,"id":103,"sub":0,"tit":"كتاب الشركة"},
      {"lvl":2,"id":104,"sub":0,"tit":"الباب الأول (في تصرفات الشركاء في الأعيان المشتركة)"},
      {"lvl":2,"id":107,"sub":0,"tit":"الباب الثاني (في عمارة الملك المشترك"},
      {"lvl":1,"id":109,"sub":0,"tit":"كتاب العارية"},
      {"lvl":1,"id":112,"sub":0,"tit":"كتاب القروض"},
      {"lvl":1,"id":114,"sub":0,"tit":"كتاب الوديعة"},
      {"lvl":1,"id":119,"sub":0,"tit":"كتاب الكفالة"},
      {"lvl":2,"id":119,"sub":1,"tit":"الباب الأول"},
      {"lvl":3,"id":119,"sub":2,"tit":"الفصل الأول"},
      {"lvl":2,"id":121,"sub":0,"tit":"الفصل الثاني (في الكفالة بالنفس)"},
      {"lvl":2,"id":121,"sub":1,"tit":"الفصل الثالث (في الكفالة بالمال)"},
      {"lvl":2,"id":124,"sub":0,"tit":"الفصل الرابع (في الإبراء من كفالة المال)"},
      {"lvl":1,"id":125,"sub":0,"tit":"كتاب الحوالة"},
      {"lvl":2,"id":125,"sub":1,"tit":"الفصل الأول (في شروط صحة عقد الحوالة ونفاذه)"},
      {"lvl":2,"id":126,"sub":0,"tit":"الفصل الثاني (في الديون التي تجوز الحوالة بها)"},
      {"lvl":2,"id":126,"sub":1,"tit":"الفصل الثالث (في أحكام الحوالة)"},
      {"lvl":2,"id":128,"sub":0,"tit":"الفصل الرابع (فيما يوجب بطلان الحوالة وما لا يوجبه)"},
      {"lvl":2,"id":129,"sub":0,"tit":"الفصل الخامس (في حكم الحوالة بعد موت أحد المتعاقدين)"},
      {"lvl":2,"id":130,"sub":0,"tit":"الفصل السادس (في براءة المحتال عليه)"},
      {"lvl":1,"id":131,"sub":0,"tit":"كتاب الوكالة"},
      {"lvl":2,"id":131,"sub":1,"tit":"الباب الأول (في ماهية الوكالة وشروط صحتها)"},
      {"lvl":2,"id":133,"sub":0,"tit":"الفصل الثاني (في أحكام الوكالة)"},
      {"lvl":2,"id":134,"sub":0,"tit":"الفصل الثالث (في الوكيل بالشراء)"},
      {"lvl":2,"id":136,"sub":0,"tit":"الفصل الرابع (في الوكيل بالبيع)"},
      {"lvl":2,"id":139,"sub":0,"tit":"الفصل الخامس (في التوكيل بالخصومة)"},
      {"lvl":2,"id":141,"sub":0,"tit":"الفصل السادس (في عزل الوكيل)"},
      {"lvl":1,"id":142,"sub":0,"tit":"كتاب الرهن"},
      {"lvl":2,"id":142,"sub":1,"tit":"الفصل الأول (في شرائط الرهن وبيان ما يجوز رهنه وما لا يجوز)"},
      {"lvl":2,"id":144,"sub":0,"tit":"الفصل الثاني (في أحكام الرهن)"},
      {"lvl":2,"id":146,"sub":0,"tit":"الفصل الثالث (في تصرف الراهن والمرتهن)"},
      {"lvl":2,"id":148,"sub":0,"tit":"الفصل الرابع (فيما يترتب على المرتهن والراهن عند هلاك الرهن)"},
      {"lvl":2,"id":150,"sub":0,"tit":"الفصل الخامس (في سداد الدين من الرهن)"},
      {"lvl":1,"id":151,"sub":0,"tit":"كتاب الصلح"},
      {"lvl":2,"id":152,"sub":0,"tit":"الفصل الأول (في الصلح عن الأعيان)"},
      {"lvl":2,"id":155,"sub":0,"tit":"الفصل الثاني (في أحكام الصلح)"},
      {"lvl":2,"id":156,"sub":0,"tit":"الفصل الثالث- في الإبراء"}
    ]
}
