{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b14526":
    [
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":2,"nass":"سلسلة البحوث العلمية المحكمة (33)\r\rأَحْكَام الْعِبَادَات المترتبة على طُلُوع الْفجْر الثَّانِي\rدراسة فقهية تأصيلية موازنة «مُحكم ومقبول للنشر فِي مجلة الْأُصُول والنوازل بجدة»\r\rتأليف\rالدكتور نَاصِر بن مُحَمَّد بن مشري الغامدي\rالْأُسْتَاذ المشارك بقسم الْقَضَاء\rوَكيل كُلية الشَّرِيعَة والدراسات الإسلامية\rجَامِعَة أم الْقرى بِمَكَّة المكرمة\r\rدَار ابْن الْجَوْزِيّ","seal":"0785D09E","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":3,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rأهمية الموضوع، وأسباب الكتابة فيه:\rالحمد لله رب العالمين، شرع لنا دينًا قويمًا، وهدانا إليه صراطًا مستقيمًا، وأشهد أن لا إله إلا الله، وحده لا شريك له، لم يزل عليًا قديرًا، قويًا عزيزًا، إلهًا حكيمًا، وأشهد أن محمدًا عبده ورسوله بعثه الله بين يدي الساعة بشيرًا ونذيرًا وداعيًا إلى الله بإذنه وسراجًا منيرًا، صلي الله عليه وعلى آله وصحبه والتابعين لهم بإحسان وسلم تسليمًا كثيرًا.\rأما بعد: فإن الله تبارك وتعالى أمر عباده المؤمنين بجملة من العبادات العظيمة، والأركان الجليلة لهذا الدين؛ صلاة، وزكاة وصيامًا، وحجًا، وغيرها، وجعل لها أجلاً مضروبًا، وموعدًا محدودًا، بيَّنه سبحانه في كتابه الكريم، وعلى لسان رسوله الأمين - صلى الله عليه وسلم - أتم البيان وأوضحه.\rقال الله تعالى: {إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا} [النساء: 103] أي مؤقتًا بوقت محدد مبين (¬1).\rوعن أبي موسى الأشعري رضي الله عنه عن رسول الله - صلى الله عليه وسلم - أنه\r¬_________\r(¬1) انظر: تفسير القرآن العظيم (2/ 404).","seal":"59A84ABB","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":4,"nass":"أتاه سائل يسأله عن مواقيت الصلاة، فلم يرد عليه شيئًا، قال: «فأقام الفجر حين انشق الفجر، والناس لا يكاد يعرف بعضهم بعضًا، ثم أمره فأقام بالظهر حين زالت الشمس، والقائل يقول: قد انتصف النهار، وهو كان أعلم منهم، ثم أمره فأقام بالعصر والشمس مرتفعة، ثم أمره فأقام بالمغرب حين وقعت الشمس ثم أمره فأقام العشاء حين غاب الشفق، ثم أخَّر الفجر من الغد حتى انصرف منها، والقائل يقول: قد طلعت الشمس أو كادت، ثم أخَّر الظهر حتى كان قريبًا من وقت العصر بالأمس، ثم أخَّر العصر حتى انصرف منها، والقائل يقول: قد احمرت الشمس، ثم أخَّر المغرب حتى كان عند سقوط الشفق، ثم أخَّر العشاء حتى كان ثلث الليل الأول، ثم أصبح فدعا السائل فقال: الوقت بين هذين» (¬1).\rبل نص أهل العلم على أن من شروط صحة الصلاة: دخول الوقت، فلا يجوز أداء الصلاة قبل وقتها المحدد لها شرعًا، كما لا يجوز بعد خروج وقتها، وهذه المسألة مما اتفق عليه الفقهاء في الجملة سلفًا وخلفًا، استنادًا إلى الحديث الشريف الذي سبق، في تحديد مواقيت الصلاة، وغيره من الأدلة المعروفة في هذا الخصوص.\rقال ابن قدامة رحمه الله: \"أجمع المسلمون على أن\r¬_________\r(¬1) أخرجه مسلم في صحيحه (244) كتاب المساجد، ومواضع الصلاة، باب أوقات الصلوات الخمس (178) (614).","seal":"7DBA6235","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":5,"nass":"الصلوات الخمس مؤقتة بمواقيت معلومة محددة، وقد ورد ذلك في أحاديث صحاح جياد (¬1).\rونص الفقهاء، رحمهم الله، على أن المكلف إذا شك في دخول وقت الصلاة، لم يصل حتى يتيقن دخوله، أو يغلب على ظنه ذلك (¬2).\rقال العلامة ابن قدامة رحمه الله: \"ومن صلى قبل الوقت لم تجزئه صلاته، في قول أكثر أهل العلم؛ سواء فعله عمدًا أو خطأ، كل الصلاة أو بعضها. وبه قال الزهري، والأوزاعي، والشافعي، وأصحاب الرأي .. وعن مالك كقولنا، وعنه فيمن صلى العشاء قبل مغيب الشفق جاهلاً أو ناسيًا، يعيد ما كان في الوقت، فإن ذهب الوقت قبل علمه، أو ذكره فلا شيء عليه، ولنا أن الخطاب بالصلاة يتوجه إلى المكلف عند دخول وقتها، وما وجد بعد ذلك ما يزيله ويبرئ الذمة منه، فيبقى على حاله (¬3).\rهذا في الصلاة:\rوأما في الصيام؛ فقد قال الله سبحانه: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الليْلِ} [البقرة: 187] فحدد الله تبارك وتعالى بهذه\r¬_________\r(¬1) المغني (2/ 8) وانظر: البيان (2/ 20، 22).\r(¬2) انظر: البيان (2/ 20، 34، 36) المغني (2/ 30).\r(¬3) المغني (2/ 45، 46).","seal":"AFDA45B8","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"الآية الكريمة وقت الصيام اليومي للمسلم تحديدًا واضحًا بينًا.\rوفي الحج: حج المصطفى - صلى الله عليه وسلم - حجته المشهورة (حجة الوداع) وأدى مناسك الحج في أوقات محددة وكان - صلى الله عليه وسلم - يتحيَّن في بعض الأحكام، حتى يحين وقتها، فيفعلها؛ كالدفع من عرفة، ورمي الجمار بعد الزوال أيام منى، وغيرها، مما أوضحه الصحابي الجليل جابر بن عبد الله رضي الله عنه في صفة حجة النبي - صلى الله عليه وسلم - التي نقلها ورواها في الصحيح (¬1).\rوكان - صلى الله عليه وسلم - يقول للصحابة الذين حجوا معه بين الحين والآخر: «خذوا عني مناسككم» (¬2).\rوهذا كله يدل على أهمية الوقت في الإسلام، وأن لله تعالى عملاً بالليل لا يقبله بالنهار، وعملاً بالنهار لا يقبله بالليل، وأن العبادات، في الغالب، مؤقتة بأجل محدود، لا يجوز تأخيرها عنه، ولا تقديمها عليه إلا لعذر وضرورة، كما بين أهل العلم، رحمهم الله.\rوقد رسم الشرع الحنيف التوقيت وحدده في تكاليف كثيرة، غير الصلاة والصيام والحج، لا سيما في أبواب\r¬_________\r(¬1) أخرجه مسلم في صحيحه (483، 485) كتاب الحج، باب حجة النبي - صلى الله عليه وسلم - (1218).\r(¬2) أخرجه مسلم في صحيحه (483) كتاب الحج، باب حجة النبي - صلى الله عليه وسلم - (1218).","seal":"33DEA5CF","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"العبادات؛ فوقت في كثير من أحكام الزكاة عمومًا، وزكاة الفطر خصوصًا، والأضحية والتيمم، والمسح على الخفين، والطلاق، والعدد، ونحو ذلك، وما ذاك إلا لأهمية الوقت في نظر الشارع واعتباره.\rهذا، وإن من المسائل المهمة في المواقيت مسألة طلوع الفجر الثاني الصادق؛ حيث رتب الشارع عليها جملة من الأحكام الشرعية المتعلقة بأركان الإسلام العظيمة، ودعائمه الأساسية التي قام عليها؛ في الصلوات المفروضة والنافلة، وفي الصيام، وفي الحج؛ بحيث يبدأ وقت بعض هذه الأحكام أو ينتهي بطلوعه.\rونظرًا لأن الفجر فجران؛ صادق وكاذب، والتفريق بينهما من المسائل الدقيقة، ونظرًا لكثرة المسائل الفقهية المتعلقة بطلوعه وأهميتها؛ حيث إنها من العبادات الشرعية التي تعبدنا الله تعالى بها، ونظرًا لأنه لا يوجد حسب علمي وبحثي واطلاعي بحث علمي يفرق بين الفجرين، ويجمع شتات هذه المسائل المؤقتة بطلوع الفجر الثاني، ويحرر أحكامها، ويؤصل مسائلها، ولأهمية هذا الموضوع لكل مسلم، باعتباره جزءًا عظيمًا من عبادته لربه، لا يستغني عن معرفته وضبطه - رغبت في بحث المسائل والأحكام الفقهية التي رتبها الشارع الحكيم على طلوع الفجر الثاني (الصادق)، جمعت","seal":"572FDAF1","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"فيه ما تناثر من هذه المسائل في أبواب العبادات، وأصَّلتها بأدلتها الصحيحة، وفوائدها الشرعية؛ سواء في ذلك ما كان فائتًا بطلوع الفجر الثاني، أو كان وقته يبدأ بطلوع الفجر الثاني، وسرت في بحث هذه المسألة بعد هذه المقدمة المشتملة على أهمية البحث وسببه على الخطة التالية\r\rخطة البحث ومسائله:\rالمطلب الأول: تعريف الفجر، وبيان نوعيه، والفرق بينهما.\rالمطلب الثاني: أحكام الصلاة المترتبة على طلوع الفجر الثاني.\rالمطلب الثالث: أحكام الصيام المترتبة على طلوع الفجر الثاني.\rالمطلب الرابع: أحكام الحج المترتبة على طلوع الفجر الثاني.\rالمطلب الخامس: مسائل متفرقة تترتب على طلوع الفجر الثاني.\r\rمنهج البحث\rسرت في بحث هذا الموضوع وفق المنهج التالي:\r1 - قصرت البحث على المسائل الفقهية التي رتبها الشارع سبحانه على طلوع الفجر الثاني مباشرة، سواء منها ما كان وقته ينتهي بطلوع الفجر الثاني، أو كان يبدأ بطلوعه،","seal":"EFE6DEB7","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"دون المسائل التي قد يرتبها المكلف على نفسه بنذر أو شرط أو سبب.\rوحسب الاستقراء والتتبع والبحث فإن هذه المسائل محصورة في ثلاثة أبواب: الصلاة، والصيام، والحج، إضافة إلى أربع مسائل؛ تتنازعها هذه الأبواب مع أبواب أخرى، وقد جري الخلاف بين أهل العلم في ترتبها على طلوع الفجر الثاني؛ وهي وقت غسل يوم الجمعة، ووقت غسل العيدين، ووقت إخراج زكاة الفطر، ووقت ذبح الأضحية؛ فلأجل هذا آثرت أن أفردها في مطلب مستقل.\rولم أستطرد في الخلافات والمسائل المتفرعة عن هذه المسائل؛ حتى لا يطول البحث، وقصرًا للمسائل على موضوع البحث.\r2 - اجتهدت قدر الطاقة في بيان الخلاف المعتبر، مع بيان الراجح في كل مسألة بدليله من الكتاب والسنة، وعدم التوسع في الخلافات المذهبية الضعيفة، إلا ما دعت إليه الضرورة وخدمة البحث وتأصيله؛ لأن في بعض مسائل البحث خلافات شاذة، وأقوالا ضعيفة، وقد أعرضت عنها؛ لأن العبرة بالراجح الذي يؤيده الدليل، فليس كل قول معتبرًا، إلا قولاً له حظ من النظر.\r3 - رجعت إلى كتب أهل العلم المعتبرة قديمًا مع الاستفادة من الدراسات والمؤلفات الحديثة.","seal":"36466703","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"4 - عزوت الآيات إلى سورها في صلب البحث، وخرَّجت الأحاديث النبوية في هامش البحث من مصادرها المعتمدة؛ فإن كان الحديث في الصحيحين أو أحدهما اكتفيت بهما دون غيرهما، وإن كان في غيرهما من كتب السنة، وضحت جانبًا كافيًا من تخريجه، مع بيان درجته صحة وضعفًا، ملتزمًا في ذلك بطريقة الاستدلال والرجوع إلى كتب الحديث، ولم أستدل في هذا البحث إلا بدليل ثابت؛ سواء كان صحيحًا أو حسنًا، معرضًا عن كثير من الأدلة الضعيفة، لأن في الحديث الثابت، والحمد لله، غنية عن الضعيف.\rإلا إذا كان الحديث الضعيف دليلاً لقول من أقوال أهل العلم في المسألة، فإني أورده، كدليل لهم، ثم أبين حكمه ودرجته.\r5 - بدأت في ترتيب المراجع في الهامش إذا اختلطت: بكتب اللغة، ثم كتب التفسير، ثم كتب الحديث، ثم شروحه ثم كتب الفقه مرتبة على المذاهب الفقهية، ثم الدراسات الحديثة.\r6 - عرَّفت بالغريب من المفردات والأماكن التي تحتاج إلى تعريف وبيان، ولم أترجم للأعلام الواردة في البحث؛ لأن البحث فقهي، ومنعًا للإطالة، ولكون أغلب الأعلام الواردة فيه من المشهورين.\r7 - ختمت البحث بأهم النتائج المستخلصة منه، ثم بينت المصادر والمراجع.","seal":"38A765C6","page":12},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"مصطلحات البحث ورموزه:\rللبحث مصطلحات ورموز، بيانها على النحو التالي:\r1 - حرف (ح): المقصود به رقم الحديث في الكتاب الذي أخرجه، أو تكلم عليه، إذا كان مرقمًا.\r2 - حرف (ت): في صلب البحث اختصارًا لكلمة الوفاة، وفي قائمة المراجع اختصارًا لكلمة تحقيق.\r3 - حرف (ض): في فهرس المصادر اختصارًا لكلمة ضبط.\r4 - حرف (د): في قائمة المصادر اختصارًا للقب الدكتور.\r5 - حرف (ط): في قائمة المصادر المقصود به رقم الطبعة.\r6 - حرف (هـ، م) يقصد به بيان التاريخ؛ هجري أو ميلادي.\rهذا واسأل الله تعالى القبول والتوفيق والسداد في القول والعمل، وأن يجعل هذا العمل خالصًا لوجهه الكريم، وخدمة للعلم وأهله، وأن ينفع به من كتبه وقرأه واطلع عليه.\rما كان فيه من صواب فمن الله وحده، له الفضل والحمد والمنة، وما كان فيه من خطأ وتقصير فمن نفسي والشيطان، واستغفر الله منه، واسأله التجاوز عنه، والتوفيق لتداركه وتصحيحه.\rوإلى مسائل البحث، سائلا من الله التوفيق والسداد.","seal":"BA7EA373","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"المطلب الأول\rتعريف الفجر، وبيان نوعيه، والفرق بينهما\rأولا: تعريف الفجر:\rالفجر في اللغة: قال ابن فارس الرازي رحمه الله: \"فَجَرَ: الفاء، والجيم، والراء: أصل واحد؛ وهو التفتح في الشيء، ومن ذلك الفجر؛ انفجار الظلمة عن الصبح، ومنه انفجر الماء انفجارًا: تفتح\" (¬1).\rوالفجر: ضوء الصباح، وهو حمرة الشمس في سواد الليل؛ والفجر في آخر الليل كالشفق في أوله، وقد انفجر الصبح وتفجَّر وانفجر عنه الليل، وانفجروا: دخلوا في الفجر، كما تقول: أصبحنا من الصبح، والفجر: انكشاف ظلمة الليل عن نور الصبح؛ وشق الشيء شقًا واسعًا كفجر الإنسان سَكْرَ النهر الذي يُسَّدُّ به، ويقال: طريق فجْر، واضح، وفَجَرْتُهُ فانفجر، وفَجَّرْتُهُ فتَفَجَّر؛ قال الله تعالى: {وَفَجَّرْنَا الْأَرْضَ عُيُونًا} [القمر: 12] وقال تعالى: {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا} [الإسراء: 90].\r¬_________\r(¬1) معجم مقاييس اللغة (4/ 475) باب الفاء والجيم وما يثلثهما.","seal":"9F4E2521","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"ومنه قيل للصبح: فجْر؛ لكونه فَجَرَ الليل؛ قال تعالى: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} [الإسراء: 78] (¬1).\rوقيل للطالع من تباشير ضياء الشمس من مطلعها: فجْر؛ لانبعاث ضوئه ونوره عليهم بطرقهم وفجاجهم. وهذا ابتداء تنفس الصبح، قال الحق سبحانه {وَالصُّبْحِ إِذَا تَنَفَّسَ} [التكوير: 18] (¬2).\rوهما فجران: أحدهما المستطيل؛ وهو الكاذب الذي يسمى ذنب السرحان. والآخر المستطير؛ وهو الصادق المنتشر في الأفق؛ ولا يكون الصبح إلا الصادق (¬3).\rوكانت العرب تسمي الفجر (أول بياض النهار) الخيطَ الأبيض والصَّديع؛ ومنه قولهم: انصدع الفجر، ويقولون للأمر الواضح: هذا كفلق الصبح، وكانبلاج الفجر، وتباشير الصبح (¬4).\rوأما تعريف الفجر في اصطلاح أهل العلم: فلا يخرج عن معناه في لغة العرب؛ فهو عند الفقهاء فجران:\rالفجر الأول: وهو البياض المستدق المتنفس صُعُدًا من\r¬_________\r(¬1) انظر في معاني الفجر لغة: مفردات ألفاظ القرآن (625، 626) لسان العرب (10/ 187) المعجم الوسيط (2/ 675) جميعها (فجر).\r(¬2) انظر: تفسير الطبري (جامع البيان) (3/ 262، 263).\r(¬3) انظر: مفردات ألفاظ القرآن (625، 626) لسان العرب (10/ 187) جميعها فجر.\r(¬4) انظر: تفسير القرطبي (الجامع لأحكام القرآن) (3/ 197 - 199).","seal":"945A62B0","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"غير اعتراض كذنب السرحان (وهو الذئب) ويسمى الفجر الكاذب؛ لأنه يضيء ثم يسود، ويسمى الخيط الأسود، ولا يتعلق به حكم.\rوالفجر الثاني: هو البياض المستطير المنتشر في الأفق، ويسمى الخيط الأبيض، والفجر الصادق؛ لأنه صدَقَك عن الصبح وبيَّنه لك، والصبح: ما جمع بياضًا وحمرة (¬1).\rوظهور الفجر بعد الظلام الدامس من آيات الله عز وجل العظيمة التي تستحق الشكر والثناء؛ فإن هذا النور الساطع بعد الظلام الدامس لا أحد يستطيع أن يأتي به إلا الله سبحانه؛ قال تعالى: {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللهُ عَلَيْكُمُ الليْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللهِ يَاتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ} [القصص: 71].\r\rثانيًا: نوعا الفجر، وبيان الفرق بينهما:\rمر معنا في تعريف الفجر: أن الفجر في لغة العرب، وفي اصطلاح أهل العلم نوعان؛ الفجر الأول: وهو الفجر الكاذب، والفجر الثاني: وهو الفجر الصادق.\rوقد أشار الله سبحانه إلى هذين النوعين في قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الليْلِ} [البقرة: 187].\r¬_________\r(¬1) انظر: المبسوط (1/ 141) البيان (2/ 32) المغني (2/ 30).","seal":"9A430F9C","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"قال عدي بن حاتم رضي الله عنه: لما نزلت {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} عمدت إلى عقال أسود، وإلى عقال أبيض، فجعلتهما تحت وسادتي، فجعلت انظر في الليل فلا يستبين لي، فغدوت على رسول الله - صلى الله عليه وسلم - فذكرت له ذلك، فقال: «إنما ذلك سواد الليل، وبياض النهار» (¬1).\rوعن محمد بن عبد الرحمن بن ثوبان، رحمه الله تعالى عليه، قال: قال رسول الله - صلى الله عليه وسلم -: «الفجر فجران؛ فالذي كأنه ذنب السرحان، لا يحرم شيئًا، وأما المستطير الذي يأخذ الأفق، فإنه يحل الصلاة، ويحرم الطعام» (¬2).\rوالتفريق بين الفجرين: الأول، والثاني (الكاذب والصادق)\r¬_________\r(¬1) أخرجه البخاري في صحيحه (461) في تفسير الآية من كتاب الصوم (1916) ومسلم في صحيحه (422) كتاب الصوم، باب بيان أن الدخول في الصوم يحصل بطلوع الفجر (1090).\r(¬2) أخرجه ابن جرير الطبري بسنده في تفسيره (3/ 252، 253) ومن طريقه ابن كثير في تفسيره (1/ 520) وقال: وهذا مرسل جيد اهـ.\rوأخرجه بنحوه ابن أبي شيبة في المصنف (2/ 289) كتاب الصيام، باب ما قالوا في الفجر ما هو (9071) والحاكم بنحوه عن ابن عباس مرفوعًا، في كتاب الصوم (1549) وصححه ووافقه الذهبي في التلخيص، المستدرك ومعه التلخيص (1/ 587).\rوالبيهقي في السنن الكبرى (1/ 377) كتاب الصوم، باب الفجر فجران، ودخول وقت الصبح بطلوع الآخر منهما، وصححه مرسلاً. وصححه بشواهد الألباني في سلسلة الأحاديث الصحيحة (5/ 8 - 9) (2002).","seal":"2FFB4127","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"من المسائل الشرعية الدقيقة التي يحتاج إلى معرفتها كل مسلم؛ لما ينبني على ذلك من صحة إيقاع العبادات المحددة المرتبة على طلوع الفجر في وقتها الشرعي الصالح لها؛ ولأن التشابه بين الفجرين يخدع من ليس عنده خبرة للتمييز بينهما، ويغره؛ ولأجل هذا فقد نبه المصطفى - صلى الله عليه وسلم - إلى هذا في حديث سمرة بن جندب رضي الله عنه قال: «لا يغرنكم من سحوركم أذان بلال، ولا بياض الأفق المستطيل هكذا، حتى يستطير هكذا؛ يعني: معترضًا» (¬1).\rوفي رواية عنه قال: «لا يغرنكم نداء بلال، ولا هذا البياض حتى يبدو الفجر، أو قال: حتى ينفجر الفجر» (¬2).\rوعن طلق بن علي، رضي الله تعالى عنه، أن رسول الله - صلى الله عليه وسلم - قال: «كلوا واشربوا ولا يهيدنكم الساطع المصعد، وكلوا واشربوا حتى يعترض لكم الأحمر» (¬3).\rقال الإمام الترمذي رحمه الله: \"والعمل على هذا عند أهل\r¬_________\r(¬1) أخرجه مسلم في صحيحه (424) كتاب الصيام، باب بيان أن الدخول في الصوم يحصل بطلوع الفجر (43) (1094).\r(¬2) أخرجه مسلم في صحيحه (424) كتاب الصيام باب بيان أن الدخول في الصوم يحصل بطلوع الفجر، (44) (1094).\r(¬3) أخرجه الترمذي في الجامع الصحيح (3/ 85) كتاب الصوم، باب ما جاء في بيان الفجر، (705) وأبو داود في سننه (342) كتاب الصوم، باب وقت السحور، (2348) وقال الألباني في صحيح سنن أبي داود (2/ 56) (2348) حسن صحيح.","seal":"9ACF04EC","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"العلم؛ أنه لا يحرم على الصائم الأكل والشرب حتى يكون الفجر الأحمر المعترض، وبه يقول عامة أهل العلم (¬1).\rقال الإمام أبو سليمان الخطابي رحمه الله: \"قوله: (لا يهيدنكم) معناه: لا يمنعكم الأكل، وأصل الهَيْد: الزجر؛ يقال: هِدْتُ الرجل، أَهِيدُه هيْدًا، إذا زجرته، ويقال في زجر الدواب: هَيْدَ هَيْدَ، والساطع المرتفع، وسطوعها ارتفاعها مصعدًا، مثل أن يعترض، ومعنى الأحمر ههنا، أن يستبطن البياض المعترض أوائل الحمرة؛ وذلك أن البياض إذا تتام طلوعه، ظهرت أوائل الحمرة، والعرب تشبه الصبح بالبلق في الخيل، لما فيه من بياض وحمرة (¬2).\rوعن ابن مسعود رضي الله تعالى عنه، قال: قال رسول الله - صلى الله عليه وسلم -: «إن الفجر ليس الذي يقول هكذا؛ وجمع أصابعه، ثم نكسها إلى الأرض، ولكن الذي يقول هكذا؛ ووضع المُسَبِّحة على المُسَبِّحة، ومد يديه» وفي لفظ: «الفجر هو المعترض وليس بالمستطيل» (¬3).\r¬_________\r(¬1) الجامع الصحيح (3/ 86).\r(¬2) معالم السنن (2/ 90).\r(¬3) أخرجه بهذا اللفظ مسلم في صحيحه (423، 424) كتاب الصيام، باب بيان أن الدخول في الصوم يحصل بطلوع الفجر، (39) (1093) والبخاري بنحوه في صحيحه (157، 158) كتاب الأذان باب الأذان قبل الفجر (621).","seal":"21C0F951","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"واستنادًا إلى هذه النصوص الشرعية: وغيرها مما هو في معناها، فقد ذكر أهل العلم جملة من الفروق بين الفجرين؛ الكاذب والصادق، يتبين من خلالها صفات كل منهما؛ بيانها على النحو التالي.\r1 - أن الفجر الكاذب مستطيل ساطع، ممتد من الشرق إلى الغرب، مصعد كالعمود إلى أعلى، جهته وسط السماء، أو يميل قليلاً.\rأما الفجر الصادق فإنه يخرج معترضًا مستطيرًا في الأفق، معترضًا من الجنوب إلى الشمال، يملأ بياضه وضوؤه الطرق والأسواق.\r2 - أن الفجر الكاذب ساطع له بياض ونور، لكن بياضه ونوره يزول بالظلمة التي تعقبه، وتكون في أسفله مما يلي المشرق في الأفق.\rأما الفجر الصادق فإن نوره وبياضه يزداد وربما كان في نوره توريد بحمرة بديعة، خاصة إذا كانت السماء صافية، وقد تظهر هذه الحمرة كما لو كانت كدرًا وغالبًا ما يكون في أفق المشرق في موضع طلوع الشمس، وينتقل بانتقالها، وهو مقدمة ضوئها.\r3 - أن الفجر الكاذب له رأس مستدق إلى أعلى في السماء يشبه ذنب السرحان (الذئب) والفجر الصادق ليس كذلك.","seal":"009FEE47","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"4 - أن الفجر الكاذب يتشكل في الفلك، وليس في الأفق القريب من الأرض، بخلاف الفجر الصادق؛ فإنه يتشكل في الأفق القريب.\r5 - أن الفجر الكاذب يؤثر فيه ضوء القمر، وفي ليالي وجود القمر جهة الشرق آخر الليل تصعب معرفته إلا على من لديه خبرة ودراية كافية بأوصافه وأحواله.\rأما الفجر الصادق فإن تأثير ضوء القمر عليه محدود وضعيف، حتى لو كان القمر في جهة الشرق آخر الليل.\r6 - أن الفجر الكاذب يخرج قبل الفجر الصادق بنحو ساعة، أو ساعة، إلا ربعًا، أو قريبًا من ذلك.\rبينما يكون خروج الفجر الصادق بعد الكاذب، وقبل طلوع الشمس بوقت محدود، يزيد هذا الوقت وينقص بمقدار معلوم حسب دورة الشتاء والصيف (¬1).\rوإذا تقررت هذه الفروق المهمة بين الفجرين الكاذب والصادق (الأول والثاني) فإن جميع الأحكام الشرعية المنوطة بطلوع الفجر إنما تتعلق بطلوع الفجر الصادق (الثاني)\r¬_________\r(¬1) انظر في الفروق بين الفجرين: جامع البيان (3/ 251، 252) تفسير سورة البقرة لابن عثيمين (2/ 357) شرح النووي على صحيح مسلم (3/ 163 - 167) بدائع الصنائع (1/ 122) بداية المجتهد (1/ 240) التمهيد (2/ 99، 100) الحاوي الكبير (2/ 28، 29) الشرح الممتع على زاد المستنقع (2/ 107) المحلى (2/ 223، 224) مشروع دراسة الشفق، المرحلة الأولى (11 - 14).","seal":"A8E45DF0","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"باتفاق أهل العلم، وأما الفجر الكاذب (الأول) فلا يتعلق بطلوعه حكم شرعي، وقد نصت الأحاديث السابقة على هذا (¬1).\r\rثالثًا: تحديد الفجر الصادق (ومقارنته بالتقاويم المتداولة):\rكان المسلمون على مدى أربعة عشر قرنًا مضت يعتمدون في تحديد وقت صلاة الفجر على الرؤية بالعين المجردة حيث لم يكن يوجد ما يشوش عليهم رؤية ضوء الفجر، ولكن بعد ظهور الكهرباء وانتشار الضوء الصناعي لم يعد بالإمكان تحديد وقت صلاة الفجر داخل المدن والقرى، مما اضطر الناس إلى الاستعانة بالتقاويم شيئًا فشيئًا حتى أصبح الاعتماد عليها في تحديد مواقيت الصلاة اعتمادًا كليًا (¬2).\rومعظم التقاويم المستخدمة حاليًا لم تبن على دراسات ميدانية، إنما بنيت على ما يعرف عند الفلكيين بالشفق الفلكي، الذي يبدأ في الظهور عندما تكون الشمس على (18)\r¬_________\r(¬1) وسيأتي مزيد أدلة أثناء مسائل البحث إن شاء الله.\r\rوانظر في اتفاق أهل العلم على هذه المسألة: تفسير القرآن العظيم (1/ 520) الجامع الصحيح (3/ 86) ابن بطال، شرح صحيح البخاري (2/ 251، 252) شرح النووي على صحيح مسلم (3/ 163، 167)؛ بدائع الصنائع (1/ 122) المغني (2/ 30) المحلى (2/ 224).\r(¬2) انظر: مشروع دراسة الشفق، المرحلة الأولى (30).","seal":"54C266B2","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"درجة تحت الأفق، ورغم اتفاق الفلكيين على تعريف وتحديد أنواع الشفق، إلا أنه لا توجد دراسة فلكية علمية عملية مؤصلة تحدد الوقت الذي يبدأ أو ينتهي عنده الشفق (¬1).\rوالشفق ينقسم عند الفلكيين إلى ثلاثة أقسام:\rالأول: الشفق المدني (civil twilight)  ويحدث عندما يكون مركز الشمس تحت الأفق بست درجات قوسية قبل الشروق أو بعد الغروب؛ أي: أن الزاوية السمتية للشمس تساوي (96 درجة).\rالثاني: الشفق البحري (Nautical Twilight)؛  ويحدث عندما يكون مركز الشمس تحت الأفق باثنتي عشرة درجة قوسية قبل الشروق أو بعد الغروب؛ أي: أن الزاوية السمتية للشمس تساوي (102 درجة).\rالثالث: الشفق الفلكي (Astronoomical Twilight)  ويحدث عندما يكون مركز الشمس تحت الأفق بثماني عشرة درجة قوسية قبل الشروق أو بعد الغروب، أي: أن الزاوية السمتية للشمس تساوي (108 درجات) (¬2).\rويعتبر الشفق الفلكي أول إضاءة من جهة الشرق، بينما\r¬_________\r(¬1) انظر: مشروع دراسة الشفق، المرحلة الأولى (30) أوقات الصلاة في البلاد ذات خطوط العرض العالية (14).\r(¬2) انظر: علم الفلك والتقاويم (244، 245) مشروع دراسة الشفق، المرحلة الأولى (31).","seal":"76AC7627","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"الشفق البحري تظهر خلال مدته الخطوط الخارجية للأشكال دون الحاجة إلى الاستعانة بالضوء، كما تتلألأ نجوم القدر الأول في صفحة السماء. بينما يتميز الضوء خلال مدة الشفق المدني بأنه ضوء النهار، ولكنه مشوب بحمرة (¬1).\rومعظم التقاويم وضعت بداية توقيت صلاة الفجر على الشفق الفلكي، وبعضها يقدمه إلى (19 درجة) كتقويم أم القرى، من باب الاحتياط لعبادة الصيام، أو إلى (19.5 درجة) كتقويم هيئة المساحة المصرية (¬2).\rوأشهر التقاويم التي يعتمد عليها الناس في مواقيت الصلاة في الوقت الراهن ما يلي:\r1 - تقويم أم القرى؛ وهو أشهرها وزاوية الشمس تحت الأفق عند الفجر (19) درجة.\r2 - تقويم رابطة العالم الإسلامي؛ وزاوية الشمس تحت الأفق عند الفجر (18 درجة).\r3 - تقويم المساحة العامة المصرية؛ وزاوية الشمس تحت الأفق عند الفجر (19.5 درجة).\r4 - تقويم جامعة العلوم الإسلامية بباكستان كراتشي، وزاوية\r¬_________\r(¬1) انظر: الموسوعة الفلكية (170، 171) مشروع دراسة الشفق، المرحلة الأولى (31، 32).\r(¬2) انظر: أوقات الصلاة في البلاد ذات خطوط العرض العالية (14) مشروع دراسة الشفق، المرحلة الأولى (32).","seal":"B0BA810A","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"الشمس تحت الأفق عند الفجر (18 درجة).\r5 - تقويم الجمعية الإسلامية بأميركا الشمالية (المعروفة بالإسنا)؛ وزاوية الشمس تحت الأفق عند الفجر (15 درجة) (¬1).\rويلاحظ التفاوت الكبير بين هذه التقاويم؛ ما بين (19.5 إلى 15 درجة) وهذا يدل على أن هناك خللا فيها؛ إذ لا يعقل أن يبلغ التفاوت بين تقويمين قرابة عشرين دقيقة؛ ولعل السبب في هذا التفاوت الكبير والخلل أن معظم هذه التقاويم قد وضعت على الفجر الكاذب المعروف بـ (الشفق الفلكي) مع تقديم يسير في بعضها (¬2).\rوهذه الإشكالية تفطن لها بعض أهل العلم المحققين، ونبهوا إلى وجودها، وأنه ينبغي عدم التعجل في إقامة صلاة الفجر اعتمادًا عليها.\rقال الحافظ ابن حجر رحمه الله: \"من البدع المنكرة ما أحدث في هذا الزمان من إيقاع الأذان الثاني قبل الفجر بنحو ثلث ساعة في رمضان، وإطفاء المصابيح التي جعلت علامة\r¬__________\r(¬1) انظر: التقاويم قديمًا وحديثًا (41، 48) مشروع دراسة الشفق، المرحلة الأولى (32) مواقيت الصلاة بين علماء الشريعة والفلك (19، 20).\r(¬2) انظر: أوقات الصلاة في البلاد ذات خطوط العرض العالية (15) مشروع دراسة الشفق المرحلة الأولى (33).","seal":"FF6E7957","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"لتحريم الأكل والشرب على من يريد الصيام، زعمًا ممن أحدثه أنه للاحتياط في العبادة، ولا يعلم بذلك إلا آحاد الناس، وقد جرهم ذلك إلى أن صاروا لا يؤذنون إلا بعد الغروب بدرجة؛ لتمكين الوقت زعموا، فأخروا الفطر، وعجلوا السحور وخالفوا السنة، فلذلك قل عنهم الخير وكثر فيهم الشر (¬1).\rوقال الشيخ الألباني رحمه الله: \"وقد رأيت ذلك بنفسي مرارًا، من داري في جبل هملان، جنوب شرق عمان، ومكنني ذلك من التأكد من صحة ما ذكره بعض الغيورين على تصحيح عبادة المسلمين، أن أذان الفجر في بعض البلاد العربية يرفع قبل الفجر الصادق بزمن يتراوح بين العشرين والثلاثين دقيقة؛ أي قبل الفجر الكاذب أيضًا! وكثيرًا ما سمعت إقامة صلاة الفجر في بعض المساجد مع طلوع الفجر الصادق، وهم يؤذنون قبلها بنصف ساعة، وعلى ذلك فقد صلوا سنة الفجر قبل وقتها، وقد يستعجلون بأداء الفريضة أيضًا قبل وقتها في شهر رمضان .. وفي ذلك تضييق على الناس بالتعجيل بالإمساك عن الطعام، وتعريض لصلاة الفجر للبطلان، وما ذلك إلا بسبب اعتمادهم على التوقيت الفلكي، وإعراضهم عن التوقيت الشرعي ... (¬2).\r¬_________\r(¬1) فتح الباري (4/ 235).\r(¬2) سلسلة الأحاديث الصحيحة (5/ 52) (2031).","seal":"CC894863","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"وقال الشيخ محمد بن صالح العثيمين رحمه الله: بالنسبة لصلاة الفجر، المعروف أن التوقيت الذي يعرفه الناس ليس بصحيح، فالتوقيت مقدم على الوقت بخمس دقائق على أقل تقدير، وبعض الإخوان خرجوا إلى البر، فوجدوا أن الفرق بين التوقيت الذي بأيدي الناس، وبين طلوع الفجر نحو ثلث ساعة فالمسألة خطيرة، ولهذا لا ينبغي للإنسان في صلاة الفجر أن يبادر في إقامة الصلاة، وليتأخر نحو ثلث ساعة أو (25) دقيقة، حتى يتيقن أن الفجر قد حضر وقته (¬1).\rونظرًا لخطورة هذه المسألة وتعلقها بالصلاة التي هي آكد أركان الإسلام بعد الشهادتين؛ فقد اهتم بها أهل العلم قديمًا وحديثًا، وعقد من أجلها العديد من الندوات والمؤتمرات، وصدر فيها العديد من الفتاوى من الهيئات العلمية الشرعية المتخصصة (¬2).\rنذكر منها بعض ما صدر في هذه البلاد المباركة؛ حيث أصدرت هيئة كبار العلماء قرارها رقم (61) وتاريخ (12/\r¬_________\r(¬1) شرح رياض الصالحين (3/ 216) وانظر: الشرح الممتع على زاد المستقنع (2/ 48).\r(¬2) يطول البحث بذكرها وعرض ما جاء فيها من توصيات وقرارات، وهي ليست مقصود البحث، وقد جمعها الأستاذ الدكتور محمد الهواري، في بحثه القيم: مواقيت الصلاة بين علماء الشريعة والفلك، المقدم للمجتمع الفقهي بمكة في دورته التاسعة عشرة، المنعقدة في مكة (22 - 27) (10/ 1428 هـ).","seal":"D2AD595E","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"4/ 1398 هـ) بعد دراسة أعدتها اللجنة الدائمة للبحوث العلمية والإفتاء جاء فيه مختصرًا:\rأولاً: من كان يقيم في بلاد يتمايز فيها الليل من النهار بطلوع فجر وغروب شمس، إلا أن نهارها يطول جدًا في الصيف ويقصر في الشتاء، وجب عليه أن يصلي الصلوات الخمس في أوقاتها المعروفة شرعًا.\rثانيًا: من كان يقيم في بلاد لا تغيب عنها الشمس صيفًا، ولا تطلع فيها الشمس شتاء، أو في بلاد يستمر نهارها إلى ستة أشهر، ويستمر ليلها ستة أشهر مثلاً، وجب عليهم أن يصلوا الصلوات الخمس في كل أربع وعشرين ساعة، وأن يقدروا لها أوقاتها ويحددوها، معتمدين في ذلك على أقرب البلاد إليهم، تتمايز فيها أوقات الصلوات المفروضة بعضها من بعض (¬1).\rوأما المجمع الفقهي الإسلامي، برابطة العالم الإسلامي فقد أولى هذا الموضوع عنايته الفائقة؛ فدرسه في الدورة الخامسة المنعقدة في الفترة (8 - 16/ 1402 هـ) وأصدر بشأنه قرارًا. ثم أعاد دراسته في الدورة التاسعة المنعقدة في الفترة (12 - 19/ 7/ 1406 هـ) وأصدر بشأنه قرارًا، ولا زالت بعض إشكالات هذا الموضوع قائمة لدى المسلمين\r¬_________\r(¬1) انظر: أبحاث هيئة كبار العلماء (4/ 459 - 462).","seal":"F2FD2BCF","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"المقيمين في البلاد ذات خطوط العرض العالية؛ ولأجل هذا فقد أعاد المجمع الفقهي دراسة الموضوع في دورته التاسعة عشرة المنعقدة في الفترة (22 - 27/ 10/ 1428 هـ) وأصدر بشأنه القرار الثاني، والذي جاء فيه مختصرًا ما يلي:\rيؤكد المجلس على ما جاء في القرار الثالث في دورته الخامسة، والقرار السادس في دورته التاسعة؛ حيث قسم القرار المناطق ذات الدرجات العالية إلى ثلاث مناطق، وذكر أحكامها.\rالأولى: البلاد الواقعة: ما بين خطي العرض (45) و (48) درجة شمالاً وجنوبًا، وتتميز فيها العلامات الظاهرة للأوقات في (24 ساعة) طالت الأوقات أو قصرت؛ فهذه يجب على أهلها الالتزام بالصلاة في مواقيتها الشرعية، وفي الصوم بوقته الشرعي من تبين الفجر الصادق إلى غروب الشمس، عملاً بالنصوص الشرعية في أوقات الصلاة والصوم.\rالثانية: البلاد الواقعة: ما بين خطي العرض (48 درجة) و (66 درجة) شمالاً وجنوبًا، وتنعدم فيها بعض العلامات الفلكية للأوقات في عدد من الأيام؛ كأن لا يغيب الشفق الذي يبتدئ به العشاء، وتمتد نهاية وقت المغرب حتى يتداخل مع الفجر؛ فالحكم في هذه البلاد أن تقدر مواقيت الصلاة فيها بالقياس الزمني على نظائرها في خط عرض (45","seal":"8B3B61D5","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"درجة) باعتباره أقرب الأماكن التي تتيسر فيها العبادة أو التمييز؛ فإذا كان العشاء يبدأ مثلاً بعد ثلث الليل في خط عرض (45 درجة) يبدأ كذلك بالنسبة إلى ليل خط عرض المكان المراد تعيين الوقت فيه، ومثل هذا يقال في الفجر.\rوالثالثة: البلاد الواقعة: فوق خط عرض (66) درجة شمالاً وجنوبًا إلى القطبين، وتنعدم فيها العلامات الظاهرة للأوقات في فترة طويلة من السنة نهارًا أو ليلاً، فتقدر فيها جميع الأوقات بالقياس الزمني على نظائرها، في خط عرض (45 درجة) وذلك بأن تقسم الأربع والعشرون ساعة في المنطقة من (66 درجة) إلى القطبين، كما تقسم الأوقات الموجودة في خط عرض (45 درجة) فإذا كان وقت الفجر في خط عرض (45 درجة) في الساعة الثانية صباحًا مثلاً كان الفجر كذلك في البلد المراد تعيين الوقت فيه، وبديء الصوم منه حتى وقت المغرب المقدر.\rويوصي مجلس المجمع برابطة العالم الإسلامي بإنشاء مركز في مكة المكرمة للعناية بالعلوم الشرعية الفلكية؛ ليكون مرجعًا للمسلمين في مواقيت الصلاة في جميع مدن العالم، وخاصة البلاد غير الإسلامية، ولإصدار تقويم هجري موحد لجميع المسلمين، وللسعي إلى التقريب بين بلدان العالم الإسلامي في شأن رؤية الهلال، والتعاون مع المراصد الفلكية في سبيل تحقيق هذا الغرض. كما يرى المجلس تكليف","seal":"96C43F31","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"الأمانة العامة للمجمع بتكوين لجنة شرعية فلكية لإعداد تقويم للصلوات في البلاد ذات خطوط العرض العالية، على ما ورد في القرار (¬1).\rوبعد هذا العرض الملخص عن الموضوع، فإن تحديد الفجر الصادق يختلف عما هو مثبت في التقاويم، ولم يصدر بحقه إلى الآن تقويم زمني شامل معتمد موحد، وأقرب التقاويم إلى تحديده: تقويم رابطة العالم الإسلامي، وتقويم جامعة العلوم الإسلامية بالباكستان.\rومن خلال بعض القواعد والضوابط التي وضعها أهل العلم والمختصون، يمكن تحديد وقت طلوع الفجر الصادق على ما يلي:\rأولا: من خلال كلام الشيخين الجليلين؛ الألباني، وابن عثيمين عليهما رحمة الله، فيما سبق، فإن الفجر الصادق يكون بعد وقت الأذان المحدد في التقاويم (خصوصًا تقويم أم القرى) بمدة تتراوح بين (20 إلى 30 دقيقة) حسب اختلاف الصيف والشتاء (¬2).\rثانيًا: من خلال الاستقراء والتجارب التي قام بها بعض علماء الفلك المختصين، تبين أن وقت الفجر والعشاء يرتبطان\r¬_________\r(¬1) ملخصًا من نسخة مكتوبة على الآلة لقرارات المجمع في دورته (19) وانظر: قرارات المجمع الفقهي الإسلامي (203 - 205).\r(¬2) انظر: ما سبق عنهما في هذا البحث.","seal":"B7E9793D","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"بانتشار الضوء في ظلام الليل أو اختفائه كليًا، نتيجة انعكاس ضوء الشمس غير المباشر على طبقات الغلاف الجوي، المحيطة بالكرة الأرضية.\rوأن وقت الشفق الأبيض والفجر الصادق يتساويان في المكان الواحد تقريبًا، وأنهما يرتبطان بحركة الشمس الظاهرية تحت الأفق. وأن ضوء الشمس غير المباشر والمنعكس على الغلاف الجوي ينتهي أو يبدأ عندما تصل درجة ميل الشمس تحت الأفق بما يعادل (18 درجة) (¬1).\rوأن الشعاع الضوئي عندما يقابل الغلاف الجوي، بزاوية أكبر من (18 درجة) وهي ما يعرف بالزاوية الحرجة، فإنه ينعكس إلى الفضاء الخارجي، ولا يصل إلى سطح الأرض؛ وهو ما يعرف بالفجر الكاذب، ويستمر هكذا مع حركة الشمس الظاهرية، حتى تكون هذه الزاوية مساوية (18 درجة) وعند ذلك ينعكس الشعاع الشمس على الطبقة الهوائية، ويتجه إلى سطح الأرض حيث يبدأ ظهور الفجر الصادق (¬2).\rإذًا من خلال ذلك فإن الفلكيين يرون أن الفجر الصادق يبدأ عندما تكون زاوية الشمس تحت الأفق الشرقي (18 درجة) ويوافق بزوغ أول خيط من النور الأبيض وانتشاره\r¬_________\r(¬1) انظر: مواقيت الصلاة بين علماء الشريعة والفلك (17).\r(¬2) بتصرف من مواقيت الصلاة بين علماء الشريعة والفلك (19).","seal":"9C05B58A","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"عرضًا في الأفق، وهو ما حدده قرار المجمع الفقهي الإسلامي برابطة العالم الإسلامي رقم (6) في دورته التاسعة المنعقدة في الفترة (12 - 19/ 7/ 1406هـ) (¬1).\rوقد اعتمدت بعض التقاويم على هذا التحديد؛ منها: تقويم رابطة العالم الإسلامي؛ ويتطابق معها في ذلك: تقويم العجيري؛ وتقويم جامعة العلوم الإسلامية بكراتشي بالباكستان (¬2).\rثالثًا: قام فضيلة الدكتور سليمان بن إبراهيم الثنيان، عضو هيئة التدريس بكلية الشريعة وأصول الدين، بجامعة القصيم، برصد طلوع الفجر الصادق لمدة عام كامل، فثبت له أن وقت الفجر حسب تقويم أم القرى متقدم عن التوقيت الشرعي للفجر ما بين (15 دقيقة) إلى (24 دقيقة) حسب فصول السنة (¬3).\rرابعًا: قامت لجنة علمية من ثمانية علماء متخصصين في علوم الشريعة والفلك، يمثلون قسم الفلك بمدينة الملك عبد العزيز للعلوم والتقنية بالرياض، ورئاسة إدارة البحوث\r¬_________\r(¬1) انظر: أوقات الصلاة في البلاد ذات خطوط العرض العالية (12) مشروع دراسة الشفق (33) مواقيت الصلاة بين علماء الشريعة والفلك (19) قرارات المجمع الفقهي الإسلامي (202).\r(¬2) انظر: أوقات الصلاة في البلاد ذات خطوط العرض العالية (13).\r(¬3) وقد أفاد بذلك في بحثه (أوقات الصلوات المفروضة) لم ينشر بعد، بواسطة: مشروع دراسة الشفق المرحلة الأولى (39).","seal":"4965D53C","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"العلمية والإفتاء، ووزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد بالمملكة، بدراسة علمية شرعية فلكية، استخدمت فيها المعايير الدقيقة في رصد وقت الفجر مكانًا وزمانًا، وبعد عام كامل من الرصد الميداني لتحديد بداية الفجر الصادق (الشفق الشرعي) في منطقة الرصد، تبين أنه ينضبط باستخدام المعيار الفلكي، عندما تكون الشمس تحت الأفق بمقدار (14.6) درجة قوسية، وانحراف معياري بمقدار (.3) درجة قوسية (¬1) فالله أعلم.\r¬_________\r(¬1) انظر: مشروع دراسة الشفق، المرحلة الأولى (55).","seal":"9740C6AB","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"المطلب الثاني\rأحكام الصلاة المترتبة على طلوع الفجر الثاني\rيتوقف على طلوع الفجر الصادق جملة من أحكام الصلاة، نبينها في المسائل التالية:\r\rالمسألة الأولى: أول وقت صلاة الفجر:\rاتفق أهل العلم على أن وقت صلاة الصبح يدخل بطلوع الفجر الثاني إلى أن يسفر الصبح، ثم يذهب وقت الاختيار، ويبقى وقت الجواز إلى طلوع الشمس (¬1).\rلحديث ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «أمَّني جبريل عند البيت» وفيه: «ثم صلي بي الفجر حين حرم الطعام والشراب على الصائم .. ثم صلي الغد بي الفجر فأسفر ثم التفت إلي، فقال: يا محمد! هذا وقت الأنبياء من قبلك، الوقت فيما بين هذين الوقتين» (¬2).\r¬_________\r(¬1) انظر: بدائع الصنائع (1/ 122) عقد الجواهر الثمينة (1/ 103) بداية المجتهد (1/ 242، 243) الأم (2/ 165) البيان (2/ 33) المغني (2/ 29، 30) مراتب الإجماع (50).\r(¬2) أخرجه أحمد في مسنده (5/ 202) مسند بني هاشم (3081) وحسَّنه محققو المسند. والترمذي في الجامع الصحيح (1/ 278 - 280) كتاب الصلاة باب ما جاء في مواقيت الصلاة، (149) وصححه أحمد شاكر في تعليقه على سنن الترمذي، وأخرجه أبو داود في سننه (68) كتاب الصلاة، باب في المواقيت (389) وصححه الألباني في صحيح سنن أبي داود (1/ 116) (393).","seal":"29231C17","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"وفي حديث محمد بن ثوبان رحمه الله قال: قال رسول الله - صلى الله عليه وسلم -: «الفجر فجران؛ فالذي كأنه ذنب السرحان، لا يحرم شيئًا، وأما المستطير الذي يأخذ الأفق، فإنه يحل الصلاة ويحرم الطعام» (¬1).\r\rالمسألة الثانية: آخر وقت الضرورة لصلاة العشاء:\rوقت صلاة العشاء المختار يبدأ، بلا خلاف، بغيبوبة الشفق، وينتهي بذهاب ثلث الليل على المشهور في قول أكثر أهل العلم، وقال بعضهم: إلى منتصف الليل (¬2).\rفإذا ذهب ثلث الليل، أو نصفه ذهب وقتها المختار، وبقي وقت الجواز والضرورة إلى طلوع الفجر الثاني (¬3).\rودليل ذلك: حديث ابن عباس رضي الله عنهما قال: قال:\r¬_________\r(¬1) انظر: تخريجه والحكم عليه فيما سبق.\r(¬2) وهل المراد بالشفق الذي يبدأ به وقت صلاة العشاء: الأحمر، أو الأبيض قولان متقابلان مشهوران لأهل العلم، أنظرهما بأدلتهما في: البيان (2/ 29، 30) المغني (2/ 27، 28).\r(¬3) انظر: بدائع الصنائع (1/ 124) المبسوط (1/ 144، 145) عقد الجواهر الثمينة (1/ 103، 106، 107) الأوسط في السنن والإجماع (2/ 338، 347) البيان (2/ 29 - 31) المغني (2/ 27، 28) الأخبار العلمية من الاختيارات الفقهية (52).","seal":"EB94CA1B","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"رسول الله - صلى الله عليه وسلم -: «أمَّني جبريل عند البيت» وفيه: «ثم صلي العشاء حين غاب الشفق .. وصلى المرة الثانية .. العشاء الآخرة حين ذهب ثلث الليل .. ثم التفت إلى جبريل فقال: يا محمد! هذا وقت الأنبياء من قبلك، الوقت فيما بين هذين الوقتين» (¬1).\rوعن عروة أن عائشة رضي الله عنها قالت: أعتم رسول الله - صلى الله عليه وسلم - بالعشاء، حتى ناداه عمر: الصلاة، نام النساء، والصبيان! فخرج فقال: «ما ينتظرها أحد من أهل الأرض غيركم» قال: ولا يُصَلَّى يومئذ إلا بالمدينة وكانوا يصلون فيما بين أن يغيب الشفق إلى ثلث الليل الأول (¬2).\rوفي حديث عبد الله بن عمرو رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «وقت صلاة المغرب ما لم يغب الشفق، ووقت صلاة العشاء إلى نصف الليل الأوسط» (¬3).\rوالمختار عند أكثر أهل العلم: أن وقت العشاء المختار\r¬_________\r(¬1) انظر: تخريجه والحكم عليه فيما سبق.\r(¬2) أخرجه البخاري في صحيحه (146) كتاب مواقيت الصلاة، باب النوم قبل العشاء لمن غلب (569) ومسلم في صحيحه (250، 251) كتاب المساجد ومواضع الصلاة، باب وقت العشاء وتأخيرها (218) (638).\r(¬3) أخرجه مسلم في صحيحه (242، 243) كتاب المساجد ومواضع الصلاة، باب أوقات الصلوات الخمس (173) (612).","seal":"7B2BF6D9","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"ينتهي بثلث الليل؛ لأن جبريل عليه السلام صلى بالنبي - صلى الله عليه وسلم - في المرة الثانية ثلث الليل. وقال: «الوقت فيما بين هذين الوقتين» (¬1).\rولأن النبي - صلى الله عليه وسلم - كما في حديث بريدة، رضي الله تعالى عنه: «صلاها في اليوم الثاني حين ذهب ثلث الليل» (¬2).\rقال الإمام ابن قدامة رحمه الله: \"ولأن ثلث الليل يجمع الروايات، والزيادة تعارضت الأخبار فيها، فكان ثلث الليل أولى .. والأولى، إن شاء الله تعالى، أن لا يؤخرها عن ثلث الليل، وإن أخرها إلى نصف الليل جاز، وما بعد النصف وقت ضرورة، الحكم فيه حكم وقت الضرورة في صلاة العصر، على ما مضى شرحه وبيانه، ثم لا يزال الوقت ممتدًا حتى يطلع الفجر الثاني (¬3).\rهذا وقد ذهب بعض أهل العلم إلى أن آخر وقت العشاء المختار ينتهي بطلوع الفجر الثاني (¬4) لما روى أبو\r¬_________\r(¬1) انظر: تخريجه والحكم عليه فيما سبق.\r(¬2) أخرجه مسلم في صحيحه (243، 244) كتاب المساجد ومواضع الصلاة، باب أوقات الصلوات الخمس، (177) (613).\r(¬3) المغني (2/ 28، 29) وانظر: حاشية ابن قاسم على الروض المربع (1/ 476، 477).\r(¬4) انظر: بدائع الصنائع (1/ 124) بداية المجتهد (1/ 241، 242) حاشية ابن قاسم على الروض المربع (1/ 475) الشرح الممتع على زاد المستقنع (2/ 108).","seal":"21405A8F","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"قتادة رضي الله عنه قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال: «.. إنه ليس في النوم تفريط، إنما التفريط على من لم يصل الصلاة حتى يجيء وقت الصلاة الأخرى» (¬1).\rفإنه يدل على أن أوقات الصلوات متصلة، وإذا كان الأمر كذلك، فآخر وقت العشاء الآخرة هو طلوع الفجر الثاني (¬2).\rولكن هذا ضعيف جدًا، فإنه إنما ورد في القضاء حال العذر بالنوم وغيره، ثم هو مقصور على ما كان من الصلوات وقتهما متصل؛ كالظهر مع العصر، والمغرب مع العشاء، وأما ما كان وقتهما منفصل عن الآخر؛ كالعشاء مع الفجر، فلا يشمله؛ بدليل حديث جبريل المشهور في تحديد مواقيت الصلاة (¬3).\rوإذا تقرر هذا: فإن وقت الضرورة لصلاة العشاء يمتد حتى طلوع الفجر الثاني؛ فمن كان من أهل الأعذار الشرعية؛ كالحائض والنفساء تطهران والكافر يسلم، والصبي يبلغ،\r¬_________\r(¬1) أخرجه مسلم في صحيحه (268، 269) كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها (311) (681).\r(¬2) انظر: بداية المجتهد (1/ 241، 242) الشرح الممتع على زاد المستقنع (2/ 108).\r(¬3) انظر: الشرح الممتع على زاد المستقنع (2/ 108، 109).","seal":"458EDB4B","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"والمجنون والمغمى عليه يفيقان، والنائم يستيقظ، والمريض يبرأ، فزال عذره قبل طلوع الفجر الثاني، ولو بمقدار ركعة، فإنه يصلي العشاء أداء للضرورة (¬1).\rلعموم قوله - صلى الله عليه وسلم -: «من أدرك من الصبح ركعة قبل أن تطلع الشمس فقد أدرك الصبح، ومن أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك العصر» (¬2).\rفإذا طلع الفجر الثاني انتهى وقت الضرورة لصلاة العشاء، ووجب على كل من كان من أهل وجوبها قبل طلوع الفجر أن يصليها قضاء؛ لعموم قوله - صلى الله عليه وسلم - «من نسي صلاة أو نام عنها، فكفارتها أن يصليها إذا ذكرها» (¬3)\rفأما النائم والمريض والمغمى عليه؛ فإنهم يقضون\r¬_________\r(¬1) انظر: بدائع الصنائع (1/ 124) المبسوط (1/ 145) عقد الجواهر الثمينة (1/ 106، 107) بداية المجتهد (1/ 247، 248) الأم (2/ 171) البيان (2/ 47) المغني (2/ 16، 17، 28، 29، 50، 51).\r(¬2) أخرجه البخاري في صحيحه (148) كتاب مواقيت الصلاة، باب من أدرك من الفجر ركعة، (579) ومسلم في صحيحه (241) كتاب المساجد ومواضع الصلاة باب من أدرك ركعة من الصلاة فقد أدرك تلك الصلاة (163) (608).\r(¬3) أخرجه بهذا اللفظ مسلم في صحيحه (270) كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، (315) (684) والبخاري في صحيحه (151) بنحوه في كتاب مواقيت الصلاة باب من نسي صلاة فليصل إذا ذكرها، ولا يعيد إلا تلك الصلاة (597).","seal":"417C179F","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"الصلاة بعد الفجر، متى زال عذرهم؛ لعموم هذا الحديث (¬1).\rوأما الصبي الذي لم يبلغ إلا بعد طلوع الفجر، والمجنون الذي لم يفق إلا بعد طلوع الفجر، والكافر الذي لم يسلم إلا بعد طلوع الفجر، والحائض والنفساء اللتان لم تطهرا إلا بعد طلوع الفجر، فلا يجب على أحد منهم قضاء صلاة العشاء؛ لأنهم حال وقت وجوبها كانوا معذورين بتركها، أو ليسوا من أهل وجوبها (¬2).\rقال ابن قدامة رحمه الله: \"لا نعلم في ذلك خلافا\" (¬3).\rقال الله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} [الأنفال: 38].\rوقال - صلى الله عليه وسلم -: «رفع القلم عن ثلاثة: عن النائم حتى يستيقظ وعن الصغير حتى يكبر، وعن المجنون حتى يعقل أو يفيق» (¬4).\r¬_________\r(¬1) انظر: بدائع الصنائع (1/ 124) المبسوط (1/ 145) عقد الجواهر الثمينة (1/ 106، 107) بداية المجتهد (1/ 247، 248) الأم (2/ 171) البيان (2/ 47) المغني (2/ 16، 17، 50، 51).\r(¬2) انظر: المبسوط (1/ 145) عقد الجواهر الثمينة (1/ 106، 107) البيان (2/ 47، 50) المغني (2/ 48 - 50).\r(¬3) المغني (2/ 50) وانظر منه: (2/ 48).\r(¬4) أخرجه النسائي في سننه الصغرى (6/ 114) كتاب الطلاق باب من لا يقع طلاقه من الأزواج (3432) وأبو داود في سننه (619) كتاب الحدود، باب في المجنون يسرق أو يصيب حدًا (4398) وابن ماجة في سننه (292) كتاب الطلاق، باب طلاق المعتوه والصغير والنائم (2041).\rوصححه الألباني وذكر طرقه وشواهده في الإرواء (2/ 4 - 7). (297).","seal":"2AF16D75","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"وتقول عائشة رضي الله عنها: «كان يصيبنا ذلك، يعني: الحيض، فنؤمر بقضاء الصوم، ولا نؤمر بقضاء الصلاة» (¬1).\r\rالمسألة الثالثة: انتهاء وقت أداء صلاة الوتر:\rاتفق جمهور أهل العلم على أن وقت الوتر المختار يمتد من صلاة العشاء الآخرة في وقتها المشروع، وينتهي بطلوع الفجر الثاني (¬2).\rلما روى ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: «بادروا الصبح بالوتر» (¬3).\rوتقول عائشة رضي الله عنها: \"كان رسول الله - صلى الله عليه وسلم - يصلي فيما بين أن يفرغ من صلاة العشاء، وهي التي يدعو الناس العتمة إلى\r¬_________\r(¬1) أخرجه مسلم في صحيحه (152) كتاب الحيض باب وجوب قضاء الصوم على الحائض دون الصلاة (69) (335).\rوالبخاري في صحيحه (88) بنحوه في كتاب الحيض، باب لا تقضي الحائض الصلاة (321).\r(¬2) انظر: بدائع الصنائع (1/ 272) المبسوط (1/ 150) عقد الجواهر الثمينة (1/ 185) بداية المجتهد (1/ 472) البيان (2/ 271) المغني (2/ 595) الإجماع (10).\r(¬3) أخرجه مسلم في صحيحه (296) كتاب صلاة المسافرين وقصرها، باب صلاة الليل مثنى مثنى والوتر ركعة من آخر الليل (750).","seal":"AA5E2B53","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"الفجر إحدى عشرة ركعة، يسلم بين كل ركعتين، ويوتر بواحدة (¬1).\rويقول ابن عمر رضي الله عنهما: سأل رجل النبي - صلى الله عليه وسلم -، وهو على المنبر، ما ترى في صلاة الليل؟ قال: «مثنى مثنى، فإذا خشي الصبح صلى واحدة فأوترت له ما صلى» (¬2).\rوثبت في الصحيح: أنه - صلى الله عليه وسلم - خرج على أصحابه، فقال: «إن الله أمدكم بصلاة هي خير لكم من حمر النعم، الوتر، جعله الله لكم فيما بين صلاة العشاء إلى أن يطلع الفجر» (¬3).\rفإذا طلع الفجر الثاني، فات وقت الوتر، وصلاه قضاء في أصح قولي العلماء (¬4).\r¬_________\r(¬1) أخرجه مسلم في صحيحه (290) كتاب صلاة المسافرين وقصرها، باب صلاة الليل وعدد ركعات النبي - صلى الله عليه وسلم - في الليل (122) (736).\r(¬2) أخرجه البخاري في صحيحه (126) كتاب الصلاة باب الحلق والجلوس في المسجد (472) ومسلم في صحيحه (295، 296) كتاب صلاة المسافرين وقصرها، باب صلاة الليل مثنى مثنى والوتر ركعة من آخر الليل (148) (749).\r(¬3) أخرجه الترمذي في الجامع الصحيح (2/ 314) كتاب الصلاة باب ما جاء في فضل الوتر (452) وصححه أحمد شاكر في تعليقه على الجامع الصحيح، وأبو داود في سننه (212) كتاب الوتر باب استحباب الوتر (1418) وابن ماجه في سننه (164) كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الوتر، (1168).\rوصححه الألباني في الإرواء (2/ 156 - 159) دون قوله: هي خير لكم من حمر النعم\" (423).\r(¬4) لأن النبي - صلى الله عليه وسلم - حدد وقت الوتر ما بين صلاة العشاء، وطلوع الفجر وأما ما ورد عن بعض السلف؛ كابن مسعود، وابن عباس، وأبي الدرداء، وحذيفة وغيرهم أنهم كانوا يوترون بعد الفجر قبل صلاة الصبح؛ فهو محمول على أنهم صلوا الوتر قضاء، وليس أداء، ثم إنه لا حجة في قول أحد بعد قول رسول الله - صلى الله عليه وسلم -.\rانظر: بدائع الصنائع (1/ 272) بداية المجتهد (1/ 472، 473) البيان (2/ 271، 273) المغني (2/ 529، 531، 595، 596) الشرح الممتع على زاد المستقنع (4/ 16، 17) وانظر: الآثار في ذلك عن هؤلاء الصحابة رضي الله عنه في: الموطأ (1/ 126) المصنف لابن أبي شيبة (2/ 84، 85) كتاب الصلاة، باب فيمن كان يؤخر وتره.","seal":"5FCA2486","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"وقضاء الوتر يكون شفعًا فإذا كان من عادته أن يوتر بثلاث، فإنه يوتر بأربع قضاء، وهكذا (¬1) لحديث عائشة رضي الله تعالى عنها: أن رسول الله - صلى الله عليه وسلم - كان إذا فاتته الصلاة من الليل من وجع أو غيره صلى من النهار ثنتي عشرة ركعة (¬2).\r\rالمسألة الرابعة: ابتداء وقت سنة الفجر:\rركعتا الفجر آكد السنن الرواتب (¬3) لقوله - صلى الله عليه وسلم - وفعله: روى مسلم في صحيحه (¬4) عن عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: «ركعتا الفجر: خير من الدنيا وما فيها».\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (2/ 369) الشرح الممتع على زاد المستقنع (4/ 17).\r(¬2) أخرجه مسلم في صحيحه (294) كتاب صلاة المسافرين وقصرها، باب جامع صلاة الليل ومن نام عنه أو مرض (140) (746).\r(¬3) انظر: المبسوط (1/ 157) بداية المجتهد (1/ 477) البيان (2/ 273، 274) المغني (2/ 540) الروض المربع (3/ 54).\r(¬4) (286) كتاب صلاة المسافرين وقصرها، باب استحباب ركعتي سنة الفجر والحث عليهما (96) (725).","seal":"7EE3B5E5","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"وعنها رضي الله عنها قالت: «لم يكن النبي - صلى الله عليه وسلم - على شيء من النوافل أشد منه تعاهدًا على ركعتي الفجر» (¬1).\rوفي رواية قالت: «ما رأيت رسول الله - صلى الله عليه وسلم - في شيء من النوافل أسرع منه إلى الركعتين قبل الفجر» (¬2).\rقال الإمام النووي رحمه الله: \"فيه دليل على عظم فضلهما، وأنهما سنة وليستا واجبتين، وبه قال جمهور العلماء (¬3).\rوقال ابن قيم الجوزية رحمه الله: \"وكان تعاهده - صلى الله عليه وسلم - ومحافظته على سنة الفجر أشد من جميع النوافل، ولذلك لم يكن يدعهما هي والوتر سفرًا وحضرًا (¬4).\rوقال ابن عبد البر رحمه الله: \"ولم يُخْتَلَف عنه - صلى الله عليه وسلم - أنه كان إذا أضاء له الفجر صلى ركعتين قبل صلاة الصبح، وأنه - صلى الله عليه وسلم - لم يترك ذلك حتى مات؛ فهذا عمله\" (¬5).\r¬_________\r(¬1) أخرجه البخاري في صحيحه (282) كتاب التهجد باب تعاهد ركعتي الفجر ومن سماهما تطوعًا، (1169) ومسلم في صحيحه (286) كتاب صلاة المسافرين وقصرها، باب استحباب ركعتي سنة الفجر والحث عليهما (94) (724).\r(¬2) أخرجه مسلم في صحيحه (286) كتاب صلاة المسافرين وقصرها، باب استحباب ركعتي سنة الفجر والحث عليهما، (95) (724).\r(¬3) شرح النووي على صحيح مسلم (2/ 353).\r(¬4) زاد المعاد (1/ 315).\r(¬5) التمهيد (5/ 240).\rوانظر: المغني (2/ 540) مراتب الإجماع (60).","seal":"F247E416","page":46},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"ووقت ركعتي سنة الفجر: من بعد طلوع الفجر الثاني، إلى أن يصلى الصبح، باتفاق أهل العلم (¬1).\rلما روى ابن عمر رضي الله عنه قال: «حفظت من النبي - صلى الله عليه وسلم - عشر ركعات: ركعتين قبل الظهر، وركعتين بعدها، وركعتين بعد المغرب في بيته، وركعتين بعد العشاء في بيته، وركعتين قبل صلاة الصبح، وكانت ساعة لا يُدْخَل على النبي - صلى الله عليه وسلم - فيها، حدثتني حفصة: أنه كان إذا أذن المؤذن وطلع الفجر، صلى ركعتين» (¬2).\rفمن فاتته ركعتا الفجر قبل صلاة الصبح، وأقيمت الصلاة، استحب له أن يقضيها بعد صلاة الصبح، أو بعد طلوع الشمس، وخروج وقت النهي (¬3)؛ والأصل في قضائها: صلاته - صلى الله عليه وسلم - لها بعد طلوع الشمس، حين نام عن الصلاة:\r¬_________\r(¬1) انظر: المبسوط (1/ 157) عقد الجواهر الثمينة (1/ 187) التمهيد (5/ 240) بداية المجتهد (1/ 479، 480) البيان (2/ 264) المغني (2/ 539، 544) زاد المعاد (1/ 315) مراتب الإجماع (60).\r(¬2) أخرجه البخاري في صحيحه (284) كتاب التهجد باب الركعتين قبل الظهر (1180، 1181) ومسلم في صحيحه (285) كتاب صلاة المسافرين وقصرها، باب استحباب ركعتي سنة الفجر والحث عليهما (87) (723).\r(¬3) انظر: المبسوط (1/ 153) عقد الجواهر الثمينة (1/ 188) بداية المجتهد (1/ 481) المجموع (1/ 130) المغني (2/ 531، 544) الروض المربع (3/ 58 - 59).","seal":"6E926E3E","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"روى عمرو بن أمية الضمري رضي الله عنه قال: كنا مع رسول الله - صلى الله عليه وسلم - في بعض أسفاره، فنام عن الصبح حتى طلعت الشمس، فاستيقظ رسول الله - صلى الله عليه وسلم - فقال: «تنحوا عن هذا المكان» قال: ثم أمر بلالاً فأذن ثم توضؤوا وصلوا ركعتي الفجر، ثم أمر بلالاً فأقام الصلاة فصلى بهم صلاة الصبح (¬1).\r\rالمسألة الخامسة: ابتداء أول أوقات النهي عن التطوع بالصلاة (¬2):\rاتفق أهل العلم على النهي عن التطوع بالصلاة بعد طلوع الفجر الثاني، إلى طلوع الشمس وارتفاعها قيد رمح،\r¬_________\r(¬1) أخرجه مسلم في صحيحه (268) من حديث أبي هريرة، كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، (310) (680) وأخرجه بهذا اللفظ أبو داود في سننه (75، 76) كتاب الصلاة، باب فيمن نام عن الصلاة أو نسيها، (444).\rوقال الألباني عن رواية أبي داود: \"صحيح\" صحيح سنن أبي داود (1/ 129) (435).\r(¬2) أوقات النهي عن نوافل الصلاة عند أهل العلم مختلف في عددها، والذي عليه جمهور أهل العلم ودل عليه الدليل: أنها خمسة أوقات: من الفجر إلى طلوع الشمس وقت، ومن طلوعها إلى ارتفاعها وقت، وحال قيامها للظهيرة وقت، ومن العصر إلى شروع الشمس وقت، ومن حين تتضيف الشمس للغروب إلى أن تغرب وقت.\rانظر المسألة بأدلتها في شرح النووي على صحيح مسلم (2/ 431) المبسوط (1/ 151 - 153) رد المحتار على الدر المختار (1/ 375 - 377) بداية المجتهد (1/ 249) البيان (2/ 351) المغني (2/ 523).","seal":"03EB5CF6","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"ولم يستثن أهل العلم من ذلك النهي إلا قضاء الفوائت من الفرائض وبعض النوافل، وذوات الأسباب؛ كتحية المسجد، وركعتي الطواف (¬1).\rواستدل أهل العلم: على النهي عن الصلاة بعد طلوع الفجر الثاني، إلا ما استثنى بأدلة منها:\rما روى ابن عباس رضي الله عنهما قال: «شهد عندي رجال مرضيون، وأرضاهم عندي عمر أن النبي - صلى الله عليه وسلم - نهى عن الصلاة بعد الصبح حتى تشرق الشمس، وبعد العصر حتى تغرب» (¬2).\rوعن أبي سعيد الخدري رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا صلاة بعد الصبح حتى ترتفع الشمس، ولا صلاة بعد العصر حتى تغيب الشمس» (¬3).\r¬_________\r(¬1) انظر: المبسوط (1/ 151) تبيين الحقائق (1/ 87) عقد الجواهر الثمينة (1/ 112) بداية المجتهد (1/ 249) البيان (2/ 351 - 353 - 357) المغني (2/ 523 - 525 - 527) الشرح الممتع (4/ 157).\r(¬2) أخرجه البخاري في صحيحه (148، 149) كتاب مواقيت الصلاة، باب الصلاة بعد الفجر حتى ترتفع الشمس (581) ومسلم في صحيحه (321) كتاب صلاة المسافرين وقصرها، باب الأوقات التي نهي عن الصلاة فيها (286) (826).\r(¬3) أخرجه البخاري في صحيحه (149) كتاب مواقيت الصلاة، باب لا يتحرى الصلاة قبل غروب الشمس (586) ومسلم في صحيحه (322) كتاب صلاة المسافرين وقصرها، (288) (827).","seal":"777E6A03","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"فدل هذان الحديثان وما في معناهما على النهي عن الصلاة بعد الصبح حتى ترتفع الشمس (¬1).\rواستدل أهل العلم: على استثناء ذوات الأسباب، وقضاء الفرائض من هذا النهي بأدلة منها:\rقوله - صلى الله عليه وسلم -: «من نسي صلاة أو نام عنها؛ فكفارتها أن يصليها إذا ذكرها» (¬2).\rوقوله - صلى الله عليه وسلم -: «من أدرك من الصبح ركعة قبل أن تطلع الشمس فقد أدرك الصبح، ومن أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك العصر» (¬3).\rفهذان نصان في المسألة، يدلان على جواز أداء الفرائض في آخر وقتها لمن فاته أوله، وقضائها في أوقات النهي (¬4).\rوقوله - صلى الله عليه وسلم - فيما رواه جبير بن مطعم رضي الله عنه «يا بني عبد مناف، لا تمنعوا أحدًا طاف بهذا البيت، وصلى أية ساعة\r¬_________\r(¬1) انظر: ابن بطال، شرح صحيح البخاري (2/ 206) شرح النووي على صحيح مسلم (2/ 431) المغني (2/ 513، 514).\r(¬2) انظر تخريجه فيما سبق من هذا البحث.\r(¬3) انظر تخريجه فيما سبق من هذا البحث.\r(¬4) انظر: ابن بطال شرح صحيح البخاري (2/ 212) المبسوط (1/ 153) تبيين الحقائق (1/ 87) عقد الجواهر الثمينة (1/ 112) البيان (2/ 351، 352) (359 - 360) المغني (2/ 516).","seal":"8652D797","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"شاء من ليل أو نهار» (¬1).\rوتقول عائشة رضي الله عنها: «ما كان النبي - صلى الله عليه وسلم - يأتيني في يوم بعد العصر إلا صلى ركعتين» (¬2).\rوهاتان الركعتان اللتان كان يصليهما النبي - صلى الله عليه وسلم - بعد العصر هما سنة الظهر، كما جاء في بعض الروايات، وهذا يدل على أن الصلاة التي لها سبب لا تكره في وقت النهي، وإنما يكره ما لا سبب لها؛ كما ذكر النووي وغيره (¬3).\rوعن أبي قتادة السلمي رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس» (¬4).\r¬_________\r(¬1) أخرجه الترمذي في الجامع الصحيح (3/ 220) كتاب الحج باب ما جاء في الصلاة بعد العصر، وبعد الصبح لمن يطوف (868) والنسائي في السنن الصغرى (2/ 202) كتاب المواقيت باب إباحة الصلاة في الساعات كلها بمكة (585) وابن ماجة في السنن (177) كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الرخصة في الصلاة بمكة في كل وقت (1254).\rوصححه الألباني في الإرواء (2/ 238، 239) (481).\r(¬2) أخرجه البخاري في صحيحه (150) كتاب مواقيت الصلاة، باب ما يصلي بعد العصر من الفوائت ونحوها (593) ومسلم في صحيحه (324) كتاب صلاة المسافرين وقصرها، باب معرفة الركعتين اللتين كان يصليهما النبي - صلى الله عليه وسلم - بعد العصر (835).\r(¬3) انظر: ابن بطال، شرح صحيح البخاري (2/ 210 - 212) شرح النووي على صحيح مسلم (2/ 431، 439، 440).\r(¬4) أخرجه البخاري في صحيحه (120) كتاب الصلاة، باب إذا دخل أحدكم المسجد فليركع ركعتين (444) ومسلم في صحيحه (282) كتاب صلاة المسافرين وقصرها، باب استحباب تحية المسجد بركعتين، وكراهة الجلوس قبل صلاتهما، وأنها مشروعة في جميع الأوقات (714).","seal":"B7943AF8","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"فدلت هذه الأدلة على جواز صلاة ذوات الأسباب في هذه الأوقات المنهي عن الصلاة فيها؛ كركعتي الطواف، وركعتي الوضوء، وتحية المسجد، وغيرها من ذوات الأسباب (¬1).\r¬_________\r(¬1) وقد خالف في هذا: الحنفية، والمالكية؛ فقالوا: لا تصلي ذوات الأسباب في أوقات النهي؛ استدلالا بعموم أحاديث النهي عن الصلاة في هذه الأوقات.\rوالصحيح الذي يدل عليه الدليل إن شاء الله، جواز فعل ذوات الأسباب في أوقات النهي، وأن النهي مقصور على إنشاء نافلة لا سبب لها إلا التطوع المطلق وأما ما كان له سبب؛ من طواف، أو دخول مسجد، أو قضاء سنة فائتة، فيجوز فعله في هذه الأوقات؛ جمعًا بين الأدلة.\rانظر: الجامع الصحيح (3/ 220) ابن بطال شرح صحيح البخاري (2/ 210 - 212) شرح النووي على صحيح مسلم (2/ 431) المبسوط (1/ 151 - 153) تبيين الحقائق (1/ 87) عقد الجواهر الثمينة (1/ 112) بداية المجتهد (1/ 253) البيان (2/ 351 - 357) (2/ 359 - 360) المغني (2/ 517، 518) مجموع الفتاوى (23/ 210، 211).\r\rومسألة ما يستثنى من أوقات النهي من الصلاة: لأهل العلم، رحمهم الله فيها تفصيلات كثيرة، وتفريعات دقيقة، أتيت منها مختصرًا على ما يتعلق بطلوع الفجر، والنهي بعده، وأشهر ما يستثنى من النهي في هذا الوقت على وجه الخصوص. وبقية التفريعات والتفصيلات يطول بها البحث ثم إنها تتعلق بأوقات النهي الأخرى، وهذا خارج محل البحث، وانظر هذه التفصيلات في المسألة بتفريعاتها وأدلتها في: ابن بطال، شرح صحيح البخاري (2/ 202 - 212) المبسوط (151 - 153) بداية المجتهد (1/ 249 - 255) البيان (2/ 351 - 360) المغني (2/ 513 - 237) مجموع الفتاوى (23/ 210 - 211).","seal":"5A79A4F3","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"قال ابن قدامة رحمه الله: \"مسألة (ويركع للطواف) يعني في أوقات النهي، وممن طاف بعد الصبح والعصر وصلى ركعتين: ابن عمر، وابن الزبير وعطاء، وطاوس وفعله ابن عباس والحسن والحسين، ومجاهد، والقاسم بن محمد وفعله عروة بعد الصبح، وهذا مذهب عطاء والشافعي، وأبي ثور (¬1).\rوأما صلاة الجنازة بعد الصبح حتى تطلع الشمس، وبعد العصر حتى تميل للغروب: فلا خلاف بين أهل العلم في جوازها؛ حكي الإجماع على ذلك ابن المنذر والنووي، وابن قدامة وغيرهم (¬2).\rوهل النهي عن التنفل بالصلاة بعد طلوع الفجر الثاني يتعلق بطلوع الفجر أم يتعلق بالفراغ من صلاة الفجر؛ قولان لأهل العلم.\rالقول الأول: إن النهي متعلق بطلوع الفجر الثاني، وبناء على ذلك فلا يصلي بعد طلوع الفجر إلا ركعتي سنة الفجر.\rوإلى هذا ذهب أكثر أهل العلم؛ الحنفية، والمالكية، والشافعية في وجه، والحنابلة في المشهور من مذهبهم (¬3).\r¬_________\r(¬1) المغني (2/ 517).\r(¬2) انظر: ابن بطال، شرح صحيح البخاري (2/ 206) شرح النووي على صحيح مسلم (2/ 434) المغني (2/ 518).\r(¬3) انظر: تبيين الحقائق (1/ 87) رد المحتار على الدر المختار (1/ 375، 376) الشرح الصغير (1/ 342 - 344) البيان (2/ 357) نهاية المحتاج (1/ 484) المغني (2/ 525، 526) الشرح الممتع (4/ 157).","seal":"F56446CC","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"واستدلوا على ذلك بأدلة منها:\r1 - ما روى يسار مولى ابن عمر رضي الله عنه قال: رآني ابن عمر، وأنا أصلي بعد طلوع الفجر، فقال: يا يسار، إن رسول الله - صلى الله عليه وسلم - خرج علينا ونحن نصلي هذه الصلاة، فقال: «ليبلغ شاهدكم غائبكم، لا تصلوا بعد الفجر إلا سجدتين» (¬1).\rوفي لفظ عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا صلاة بعد طلوع الفجر إلا سجدتين» (¬2).\rقال الإمام الترمذي رحمه الله: \"ومعنى هذا الحديث إنما\r¬_________\r(¬1) أخرجه أبو داود في سننه (191) كتاب التطوع باب من رخص فيهما إذا كانت الشمس مرتفعة (1278) وابن ماجة في سننه (36) مختصرًا في المقدمة (235) وأحمد في المسند (10/ 72) مسند المكثرين من الصحابة (5811) وصححه بمجموع طرقه وشواهده محققو المسند. والدارقطني في سننه (2/ 290) كتاب الصلاة، باب لا صلاة بعد الفجر إلا سجدتين (1549 - 1550).\rوصححه الألباني في صحيح سنن أبي داود (1/ 351) (1278).\r(¬2) أخرجه الترمذي في الجامع الصحيح (2/ 278 - 279) كتاب الصلاة وصححه أحمد شاكر في تعليقه على جامع الترمذي. وأخرجه الدارقطني في سننه (1/ 461) كتاب الصلاة، باب النهي عن الصلاة بعد صلاة الفجر وبعد صلاة العصر، (965) وأحمد في المسند (8/ 376) مسند المكثرين من الصحابة (4756) وصححه بمجموع طرقه وشواهده محققو المسند، وصححه الألباني في الإرواء (2/ 232) (478).","seal":"AC232A9C","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"يقول: لا صلاة بعد طلوع الفجر إلا ركعتي الفجر .. وهو ما اجتمع عليه أهل العلم؛ كرهوا أن يصلي الرجل بعد طلوع الفجر إلا ركعتي الفجر (¬1).\r2 - ما رواه أبو هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «إذا طلع الفجر فلا صلاة إلا ركعتي الفجر» (¬2).\rقال ابن قدامة رحمه الله: \"وهذا يبين مراد النبي - صلى الله عليه وسلم - من اللفظ المجمل، ولا يعارضه تخصيص ما بعد الصلاة بالنهي، فإنه دليل خطاب، وهذا منطوق فيكون أولى\" (¬3).\rفهذه الأدلة نص في المسألة، تبين أن النهي متعلق بطلوع الفجر الثاني، ولم يستثن من هذا النهي إلا ركعتي الفجر؛ لأن هذا هو وقتها.\rواعترض على الاستدلال بهذين الحديثين من وجهين:\rالوجه الأول: أنهما ضعيفان سندًا (¬4).\r¬_________\r(¬1) الجامع الصحيح (2/ 279 - 280).\r(¬2) أخرجه الطبراني في المعجم الأوسط؛ كما ذكر الهيثمي في مجمع الزوائد (2/ 218) والألباني في الإرواء (2/ 232) (478) وصححه الألباني في الإرواء؛ وفي صحيح الجامع الصغير (1/ 178) (678).\r(¬3) المغني (2/ 526).\r(¬4) انظر: مجمع الزوائد (2/ 218) المحلى (3/ 53، 54) الإرواء (2/ 232) (478) الشرح الممتع (4/ 158، 161).","seal":"10B5A5EF","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"والوجه الثاني: أنه على فرض صحته فهو محمول على نفي المشروعية؛ أي: لا يشرع للإنسان أن يتطوع بنافلة بعد الفجر، إلا ركعتي الفجر، فإن فعل لم يأثم (¬1).\rويجاب عن هذين الوجهين بما يلي:\rأولاً: أما ضعف الحديث؛ فإنه مردود بأن الحديث صحيح ثابت عن أبي هريرة، وابن عمر، وابن عمرو، رضي الله عن الصحابة أجمعين، وقد بين العلامتان: أحمد شاكر، والألباني، رحمة الله عليهما، طرقه ورواياته، ورواته ومتابعاته بما لا مزيد عليه (¬2).\rوثانيًا: عدم التسليم بحمل الحديث على نفي المشروعية؛ بل هو نفي للصحة والوجود؛ لأن لا نافية، والأصل في النفي نفي الوجود، ثم نفي الصحة، ثم نفي الكمال؛ لأن ما لا يصح شرعًا يكون معدوم الوجود شرعًا (¬3).\r3 - ولأنه لم يثبت عن النبي - صلى الله عليه وسلم - أنه صلى بعد طلوع الفجر إلا سنة الفجر؛ فكان إذا أذن بلال رضي الله عنه للفجر، صلى ركعتين خفيفتين (¬4).\r¬_________\r(¬1) انظر: الشرح الممتع على زاد المستقنع (4/ 161).\r(¬2) انظر: تعليق أحمد شاكر على مسند الإمام أحمد بن حنبل (8/ 141 - 147) (5811) وتعليقه على المحلى (3/ 53، 54) وتعليق الألباني (478) الإرواء (232 - 236).\r(¬3) انظر: الشرح الممتع على زاد المستقنع (4/ 158، 159).\r(¬4) انظر: تخريج الحديث بذلك فيما سبق من هذا البحث.","seal":"1D32FD27","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"القول الثاني: إن النهي متعلق بفعل الصلاة (صلاة الصبح) فمن لم يصل أبيح له التنفل وإن صلى غيره، ومن صلى الفجر فليس له التنفل وإن لم يصل أحد سواه، فإذا فرغ من صلاة الصبح، ابتدأ وقت النهي في حقه.\rوإلى هذا القول ذهب المالكية، والشافعية، والحنابلة في إحدى الروايتين (¬1).\rواستدلوا على ذلك بأدلة؛ منها:\r1 - ما رواه أبو سعيد الخدري رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «لا صلاة بعد صلاة العصر حتى تغرب الشمس، ولا صلاة بعد صلاة الفجر حتى تطلع الشمس» (¬2).\r2 - ما رواه عمرو بن عبسة السلمي رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «صل صلاة الصبح، ثم أقصر عن الصلاة حتى تطلع الشمس، حتى ترتفع فإنها تطلع حين تطلع بين قرني شيطان، وحينئذ يسجد لها الكفار» (¬3).\r¬_________\r(¬1) انظر: الشرح الصغير (1/ 342، 344) البيان (2/ 357، 359) نهاية المحتاج (1/ 484) المغني (2/ 525، 526) الشرح الممتع على زاد المستقنع (4/ 160).\r(¬2) الحديث أخرجه الشيخان وغيرهما، وسبق تخريجه، وهذا لفظ مسلم (827).\r(¬3) أخرجه مسلم في صحيحه (323، 324) كتاب صلاة المسافرين وقصرها باب إسلام عمرو بن عبسة (832).","seal":"C7DF3034","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"حيث نص النبي - صلى الله عليه وسلم - في هذين الحديثين على تعليق النهي بنفس الصلاة (¬1).\rوأجيب عن الاستدلال بهذين الحديثين من وجهين:\rالوجه الأول: أن النهي عن الصلاة في هذين الحديثين جاء مجملاً وقد بين النبي - صلى الله عليه وسلم - المراد من هذا المجمل بقوله: «إذا طلع الفجر فلا صلاة إلا ركعتي الفجر» (¬2).\rفهذا منطوق في المسألة، وهو أولى من دليل الخطاب (¬3).\rوالوجه الثاني: أن حديث عمرو بن عبسة قد اختلفت ألفاظ الرواة فيه؛ فقد رواه ابن ماجة بلفظ: «فصل ما بدا لك حتى يطلع الصبح، ثم انته، حتى تطلع الشمس» (¬4) وهذا يؤيد تعلق النهي بطلوع الفجر؛ وهو القول الأول.\r3 - ولأن لفظ النبي - صلى الله عليه وسلم - في العصر علق على الصلاة دون وقتها، باتفاق أهل العلم، كما حكى ابن قدامة،\r¬_________\r(¬1) انظر: البيان (2/ 357) المغني (2/ 525، 526) الشرح الممتع على زاد المستقنع (4/ 160).\r(¬2) انظر: تخريجه والحكم عليه فيما سبق من هذا البحث.\r(¬3) انظر: المغني (2/ 525).\r(¬4) السنن (176، 177) كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الساعات التي تكره فيها الصلاة (1251).\rوصححه الألباني في صحيح سنن ابن ماجه (1/ 373، 374) (1041).","seal":"CBB7DED2","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"فكذلك الفجر، ولأنه وقت نهي بعد صلاة فيتعلق بفعلها، كبعد العصر (¬1).\rويجاب عن هذا: بأنه قياس مع الفارق، والفرق: أن الفجر جاءت فيه نصوص خاصة، تنهي عن الصلاة بعد طلوعه، إلا ركعتي سنة الفجر، كما في أدلة القول الأول بخلاف العصر، فإن غاية ما ورد فيه النهي عن الصلاة بعده حتى تغرب الشمس وهذا يجعل تعلق النهي بصلاة العصر نفسها.\rوالذي يظهر لي: والله تعالى أعلم: أن القول الأول أرجح؛ وهو أن النهي عن التنفل متعلق بطلوع الفجر، فإذا طلع الفجر فلا يشرع للإنسان أن يصلي إلا ركعتي سنة الفجر، وذوات الأسباب، وقضاء الفوائت، لما يلي:\rأولا: صحة أدلته، وصراحتها في المسألة.\rثانيًا: أن النبي - صلى الله عليه وسلم - وهو المشهور بكثرة نوافله وقيامه لليل، لم يكن يصلي بعد طلوع الفجر إلا ركعتي الفجر، وكان يصليهما خفيفتين فسنة النبي - صلى الله عليه وسلم - عدم التطوع بعد طلوع الفجر، والسنة أولى وألزم.\rوقد ثبت عن إمام التابعين سعيد بن المسيب رحمه الله: \"إنه رأى رجلا يصلي بعد طلوع الفجر أكثر من ركعتين يكثر فيها\r¬_________\r(¬1) انظر: المغني (2/ 525، 526).","seal":"6A880CF7","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"الركوع والسجود، فنهاه فقال: يا أبا محمد! يعذبني الله على الصلاة؟! قال: لا، ولكن يعذبك على خلاف السنة (¬1).\rثالثًا: أن هذا هو إجماع السلف؛ كما حكى الترمذي، وابن قدامة عن النخعي (¬2).\r\rالمسألة السادسة: انتهاء وقت النزول الإلهي للسماء الدنيا:\rالله تبارك وتعالى ينزل كل ليلة إلى السماء الدنيا، حين يبقى ثلث الليل الآخر، نزولاً يليق بجلاله وعظمته، حتى يطلع الفجر؛ روى أبو هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «ينزل ربنا تبارك وتعالى حين يبقى ثلث الليل الآخر كل ليلة، فيقول: من يسألني فأعطيه من يدعوني فاستجيب له، من يستغفرني فأغفر له، حتى يطلع الفجر» (¬3).\r¬_________\r(¬1) ولم أعثر عليه بعد بحث طويل.\r(¬2) انظر: الجامع الصحيح (2/ 279، 280) المغني (2/ 525).\r(¬3) أخرجه البخاري في صحيحه (277) كتاب التهجد باب الدعاء والصالة من آخر الليل، (1145) ومسلم في صحيحه (298) كتاب صلاة المسافرين وقصرها، باب الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه (170، 758) وأخرجه بهذا اللفظ ابن ماجه في سننه (194) كتاب إقامة الصلاة والسنة فيها، باب ما جاء في أي ساعات الليل أفضل (1366).\rوانظر: شرح النووي على صحيح مسلم (2/ 377).","seal":"F1290908","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"المطلب الثالث\rأحكام الصيام المترتبة على طلوع الفجر الثاني\rيتوقف على طلوع الفجر الثاني جملة من أحكام الصيام، نبينها في المسائل التالية.\r\rالمسألة الأولى: أول وقت وجوب الإمساك الشرعي للصائم عن المفطرات:\rاتفق أهل العلم على أنه يجب الإمساك بنية التعبد لله تعالى عن الأكل والشرب والجماع، وسائر المفطرات الحسية والمعنوية، من طلوع الفجر الثاني، إلى غروب الشمس، على كل من كان من أهل الصيام الشرعي، وهو المسلم المكلف البالغ العاقل القادر المقيم، الخالي من الموانع الشرعية (¬1).\rقال الله تعالى: {فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الليْلِ} [البقرة: 187].\rقال عدي بن حاتم رضي الله عنه: لما نزلت {حَتَّى يَتَبَيَّنَ لَكُمُ\r¬_________\r(¬1) انظر: رد المحتار على الدر المختار (2/ 371) وما بعدها عقد الجواهر الثمينة (1/ 357) وما بعدها بداية المجتهد (2/ 149، 150) البيان (2/ 34) (497) المغني (4/ 325).","seal":"C2AFFC17","page":61},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} عمدت إلى عقال أسود، وإلى عقال أبيض فجعلتهما تحت وسادتي فجعلت أنظر في الليل فلا يستبين لي، فغدوت على رسول الله - صلى الله عليه وسلم - فذكرت له ذلك فقال: «إنما ذلك سواد الليل، وبياض النهار» (¬1).\rقال الحافظ ابن كثير رحمه الله: \"هذه رخصة من الله تعالى للمسلمين، ورفع لما كان عليه الأمر في ابتداء الإسلام، فإنه كان إذا أفطر أحدهم إنما يحل له الأكل والشرب والجماع إلى صلاة العشاء، أو ينام قبل ذلك، فمتى نام أو صلى العشاء حرم عليه الطعام والشراب والجماع إلى الليلة القابلة فوجدوا من ذلك مشقة كبيرة .. وكان سبب نزول هذه الآية: ما رواه البراء بن عازب رضي الله عنه قال: \"كان أصحاب محمد - صلى الله عليه وسلم - إذا كان الرجل صائمًا فحضر الإفطار فنام قبل أن يفطر، لم يأكل ليلته ولا يومه حتى يمسي، وإن قيس بن صرمة الأنصاري، كان صائمًا، فلما حضر الإفطار أتى امرأته فقال لها: أعندك طعام؟ قالت: لا، ولكن أنطلق فأطلب لك، وكان يومه يعمل، فغلبته عيناه، فجاءته امرأته فلما رأته قالت: خيبة لك! فلما انتصف النهار غشي عليه، فذكر ذلك للنبي - صلى الله عليه وسلم - فنزلت هذه الآية: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة: 187] ففرحوا بها فرحًا شديدًا\r¬_________\r(¬1) انظر تخريجه فيما سبق من هذا البحث.","seal":"42742AFE","page":62},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"ونزلت: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} (¬1) (¬2).\rفأباح الله تعالى الأكل والشرب، مع ما تقدم من إباحة الجماع في أي الليل شاء الصائم إلى أن يتبين ضياء الصباح من سواد الليل، وعبر عن ذلك بالخيط الأبيض من الخيط الأسود، ورفع اللبس بقوله: {مِنَ الْفَجْرِ} (¬3).\rوقال ابن قدامة رحمه الله: \"يعني بياض النهار من سواد الليل، وهذا يحصل بطلوع الفجر، قال ابن عبد البر، في قول النبي - صلى الله عليه وسلم -: «إن بلالا يؤذن بليل فكلوا واشربوا، حتى يؤذن ابن أم مكتوم» (¬4).\rدليل على أن الخيط الأبيض هو الصباح وأن السحور لا يكون إلا قبل الفجر، وهذا إجماع لم يخالف فيه إلا الأعمش وحده، فشذ ولم يعرج أحد على قوله، والنهار الذي يجب صيامه من طلوع الفجر إلى غروب الشمس، هذا قول جماعة علماء المسلمين (¬5).\r¬_________\r(¬1) أخرجه البخاري في صحيحه (461) في تفسير الآية من كتاب الصوم (1915).\r(¬2) تفسير القرآن العظيم (1/ 514).\r(¬3) انظر: تفسير القرآن العظيم (1/ 516).\r(¬4) أخرجه البخاري في صحيحه (158) كتاب الأذان باب الأذان قبل الفجر (623) ومسلم في صحيحه (423) كتاب الصيام باب بيان أن الدخول في الصيام يحصل بطلوع الفجر (1092).\r(¬5) المغني (4/ 325)، وانظر كلام ابن عبد البر في التمهيد (4/ 120).","seal":"9C9C1FAB","page":63},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"فمن أتى بشيء من المفطرات بعد طلوع الفجر، عامدًا متعمداً عالمًا بالتحريم، غير مكره ولا معذور شرعًا وهو ممن يلزمهم الصيام، بطل صومه، ووجب عليه القضاء والكفارة، إن كان جماعًا بلا خلاف بين أهل العلم في الجملة، إنما الخلاف بينهم فيما يفطر الصائم، وما لا يفطره (¬1).\r\rالمسألة الثانية: الشك في طلوع الفجر للصائم:\rالمستحب لمن شك: هل طلع الفجر، أم لا؟ ألا يأتي بشيء من المفطرات لئلا يغرر بصومه، فإن أتى بشيء منها، شاكًا في طلوع الفجر، ولم يتبين الأمر، فله ذلك حتى يتيقن طلوع الفجر، وصومه صحيح، ولا قضاء عليه؛ في قول أكثر أهل العلم؛ وهو مذهب الحنفية وبعض المالكية والشافعية والحنابلة (¬2).\rلأن الله تعالى قال: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ\r¬_________\r(¬1) وقد اتفقوا على أنه يفطر بالأكل والشرب والجماع، واختلفوا فيما عد ذلك مما ليس هذا موضع بسطه وتفصيله:\rانظر: رد المحتار على الدر المختار (2/ 394) وما بعدها عقد الجواهر الثمينة (1/ 358) وما بعده البيان (3/ 501) وما بعدها المغني (4/ 349) وما بعدها.\r(¬2) انظر: تفسير سورة البقرة لابن عثيمين (2/ 354) بدائع الصنائع (2/ 105) رد المحتار على الدر المختار (2/ 401، 405، 406) عقد الجواهر الثمينة (1/ 359) البيان (3/ 500) المغني (4/ 390).","seal":"B6E4B655","page":64},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":63,"nass":"الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} فمد الأكل إلى غاية التبين، وقد يكون شاكًا قبل التبين، فلو لزمه القضاء لحرم عليه الأكل (¬1).\rوالنبي - صلى الله عليه وسلم - يقول: «إن بلالاً يؤذن بليل فكلوا واشربوا، حتى يؤذن ابن أم مكتوم» (¬2) وكان رجلا أعمى، لا يؤذن حتى يقال له: أصبحت، أصبحت (¬3).\rولأن الأصل بقاء الليل، فيكون زمان الشك منه، ما لم يعلم يقين زواله، بخلاف غروب الشمس، فإن الأصل بقاء النهار فبني عليه (¬4).\rوخالف المالكية الجمهور في المشهور؛ فقالوا: من أتى بشيء من المفطرات شاكًا في طلوع الفجر، وجب عليه القضاء؛ لأن الأصل بقاء الصوم في ذمته، فلا يسقط بالشك؛ ولأنه إذا أكل فعل ذلك شاكًا في النهار والليل، فلزمه القضاء كما لو فعل شاكًا في غروب الشمس (¬5).\rورأي الجمهور أقرب وأظهر والله تعالى أعلم لموافقته للقرآن والسنة، ولأن الأصل بقاء الليل، والشك لا\r¬_________\r(¬1) المغني (4/ 391).\r(¬2) انظر: تخريجه والحكم عليه فيما سبق من هذا البحث.\r(¬3) انظر: المغني (4/ 391).\r(¬4) انظر: البيان (3/ 500) المغني (4/ 391).\r(¬5) انظر: عقد الجواهر الثمينة (1/ 359) الخرشي على مختصر خليل (3/ 36) البيان (3/ 500) المغني (4/ 390، 391).","seal":"5474D50D","page":65},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":64,"nass":"يرفع اليقين، ولأنه قد أذن له بذلك حتى يتبين له الفجر، وما كان مأذونًا فيه، فإنه لا يُرَتَّب عليه مؤاخذة ولا إثم (¬1).\rوقد كان عدي بن حاتم رضي الله عنه يضع عقالين تحت وسادته؛ أحدهما أبيض، والآخر أسود؛ فيأكل وهو يتسحر حتى يتبين له العقال الأبيض من العقال الأسود، ثم يمسك فأخبر النبي - صلى الله عليه وسلم - وبين له النبي - صلى الله عليه وسلم - المراد في الآية ولم يأمره بالقضاء (¬2).\rبل إن الشارع الحكيم قد أذن لمن طلع عليه الفجر وأذن المؤذن وفي يده الإناء يشرب منه أن يقضي نهمته منه، فالشك من باب أولى أن يتسامح فيه (¬3).\rفقد روي أبو هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «إذا سمع أحدكم النداء والإناء على يده، فلا يضعه حتى يقضي حاجته منه» وفي لفظ: «وكان المؤذن يؤذن إذا بزغ الفجر» (¬4).\r¬_________\r(¬1) انظر: تفسير سورة البقرة لابن عثيمين (2/ 355).\r(¬2) انظر: الجامع لأحكام القرآن (3/ 209) تفسير سورة البقرة لابن عثيمين (2/ 356) وانظر تخريج الحديث فيما سبق من هذا البحث.\r(¬3) انظر: تفسير سورة البقرة لابن عثيمين (2/ 361، 363).\r(¬4) أخرجه أحمد في المسند (20/ 164) باقي مسند المكثرين، (10637) وصححه أحمد شاكر في تعليقه على المسند.\rوأبو داود في سننه (342) كتاب الصيام باب الرجل يسمع النداء والإناء على يده (2350) والحاكم في كتاب الصوم (1552) وصححه على شرط مسلم، ووافقه الذهبي، المستدرك ومعه التلخيص (1/ 588).\rوصححه الألباني وذكر طرقه وشواهده في سلسلة الأحاديث الصحيحة (3/ 381 - 384) (1394).","seal":"63E1B536","page":66},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":65,"nass":"المسألة الثالثة: طهارة الحائض والنفساء قبل طلوع الفجر وتأخيرها الغسل إلى ما بعد طلوعه:\rإذا طهرت المرأة الحائض والنفساء قبل الفجر، وأخرت الغسل إلى الصبح، فإن الصوم يلزمها، ما لم تكن معذورة بسبب آخر من سفر، ومرض ونحوهما، فإن لم تكن معذورة وجب الصوم عليها سواء تركت الغسل سهوًا أم عمدًا.\rويشترط لذلك أن ينقطع عنها الدم قبل طلوع الفجر؛ لأنه إذا وجد جزء منه في النهار أفسد الصوم؛ ويشترط كذلك أن تنوي الصيام من الليل بعد انقطاع الدم، لأنه لا صيام لمن لم يبيت النية للصيام من الليل (¬1)، وإلى هذا ذهب جمهور أهل العلم (¬2).\rواستدلوا على هذه بأدلة، منها:\r1 - قوله تعالى: {فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الليْلِ} [البقرة: 187].\rفلما أباح الله تعالى المباشرة إلى تبين الفجر، علم أن\r¬_________\r(¬1) كما سيأتي إن شاء الله، بيانه في المسألة الخامسة (69).\r(¬2) انظر: الجامع لأحكام القرآن (3/ 205) المبسوط (2/ 142) رد المحتار على الدر المختار (2/ 408، 409) المدونة (1/ 206) البيان (3/ 465، 493، 500) المغني (4/ 393).","seal":"82053C17","page":67},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":66,"nass":"الغسل إنما يكون بعده (¬1).\r2 - وقياسًا على الجنب، لأن من طهرت من الحيض والنفاس ليست حائضًا ولا نفساء، وإنما عليها حدث موجب للغسل؛ فإن الجماع الموجب للغسل لو وجد في الصوم أفسده كالحيض والنفاس، وبقاء وجوب الغسل منه كبقاء وجوب الغسل من الحيض والنفاس (¬2).\r\rالمسألة الرابعة: يجب على المجامع في رمضان النزع عند طلوع الفجر:\rفإن الله تعالى قد أباح للمسلم في ليل رمضان، كما مر، أن يأكل، ويشرب، ويجامع، حتى يطلع الفجر الثاني، فإذا طلع الفجر الثاني على الإنسان وهو يجامع أهله فإنه يجب عليه أن ينزع في الحال؛ فإن نزع في الحال؛ فلا قضاء عليه ولا كفارة، وصيامه صحيح، لأن ابتداء الجماع كان مأذونًا فيه؛ والنزع هو ترك الجماع؛ فلا يتعلق به ما يتعلق بالجماع؛ وهذا باتفاق أهل العلم (¬3).\r¬_________\r(¬1) انظر: المغني (4/ 393).\r(¬2) انظر: البيان (3/ 500) المغني (4/ 393).\r(¬3) إلا من شذ من غير دليل. ثم إن فرض هذه المسألة والكلام فيها مما لا حاجة إليه، ولكني ذكرتها للفائدة وإتمام أحكام البحث؛ لأنها من المسائل التي تقرب من الاستحالة؛ إذ لا يكاد يعلم المجامع أول طلوع الفجر على وجه يعقبه النزع، من غير أن يكون قبله شيء من الجماع كما ذكر ابن قدامة في المغني (4/ 379).\rوانظر: الجامع لأحكام القرآن (3/ 205) تفسير سورة البقرة لابن عثيمين (2/ 354) رد المحتار على الدر المختار (2/ 397) عقد الجواهر الثمينة (1/ 360) البيان (3/ 508؛ 526).","seal":"812E0E3D","page":68},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":67,"nass":"وأما إذا استدام الجماع، ولم ينزع في الحال، بعد أن تبين له الفجر، فإن صيامه فاسد، ويلزمه القضاء والكفارة، إلا أن يكون معذورًا شرعًا، لأنه ترك صوم رمضان بجماع أثم به لحرمة الصوم، فوجبت به الكفارة؛ كما لو وطئ بعد طلوع الفجر؛ وإلى هذا ذهب المالكية، والشافعية والحنابلة (¬1).\rوذهب الحنفية: إلى أنه لو طلع عليه الفجر وهو يجامع، فاستدام الجماع ولم ينزع، وجب عليه القضاء دون الكفارة؛ لأن وطأه لم يصادف صومًا صحيحًا فلم يوجب الكفارة، كما لو ترك النية وجامع (¬2).\r\rالمسألة الخامسة: الصائم يصبح جنبًا، ويغتسل بعد طلوع الفجر:\rهذه المسألة من المسائل التي أجمع عليها أهل العلم؛ فيجوز للصائم أن يطلع عليه الفجر، وينوي الصوم وهو جنب من جماع أو احتلام، ويغتسل بعد طلوع الفجر؛ ولا حرج عليه في ذلك (¬3).\r¬_________\r(¬1) انظر: عقد الجواهر الثمينة (1/ 360) البيان (3/ 508؛ 526) المغني (4/ 379).\r(¬2) انظر: بدائع الصنائع (2/ 91) رد المحتار على الدر المختار (2/ 397، 398) البيان (3/ 526) المغني (4/ 379).\r(¬3) انظر: الجامع لأحكام القرآن (3/ 204) تفسير القرآن العظيم (1/ 520) المغني (4/ 391).","seal":"DA39C13E","page":69},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":68,"nass":"لأن الله تعالى أباح للصائم الجماع حتى يتبين الفجر، ولازم هذا أنه إذا أخر الجماع للفجر، لم يغتسل إلا بعد طلوع الفجر (¬1).\rقال الإمام ابن كثير رحمه الله: \"ومن جعله تعالى الفجر غاية لإباحة الجماع والطعام والشراب لمن أراد الصيام، يستدل على أنه من أصبح جنبًا فليغتسل وليتم صومه، ولا حرج عليه. وهذا مذهب الأئمة الأربعة وجمهور العلماء سلفًا وخلفًا (¬2).\rوقال العلامة ابن قدامة رحمه الله: \"وجملته أن الجنب له أن يؤخر الغسل حتى يصبح، ثم يغتسل ويتم صومه، في قول عامة أهل العلم (¬3).\rوقد ثبت في الصحيحين (¬4)، من حديث عائشة وأم سلمة رضي الله عنها أنهما قالتا: \"إن رسول الله - صلى الله عليه وسلم - كان يدركه الفجر وهو جنب من أهله، ثم يغتسل ويصوم\".\rوفي لفظ عن أم سلمة رضي الله عنها قالت: \"كان رسول الله - صلى الله عليه وسلم - يصبح جنبًا من جماع، لا من حلم، ثم لا يفطر، ولا يقضي\" (¬5).\r¬_________\r(¬1) انظر: تفسير سورة البقرة لابن عثيمين (2/ 354).\r(¬2) تفسير القرآن العظيم (1/ 520).\r(¬3) المغني (4/ 391).\r(¬4) أخرجه البخاري في صحيحه (463) كتاب الصوم، باب الصائم يصبح جنبًا (1926) ومسلم في صحيحه (429) كتاب الصوم باب صحة صوم من طلع عليه الفجر وهو جنب (1109).\r(¬5) أخرجه مسلم في صحيحه (429، 430) كتاب الصوم، باب صحة صوم من طلع عليه الفجر وهو جنب (77) (1109).","seal":"FFE87400","page":70},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":69,"nass":"المسألة السادسة: تبييت النية لصيام الفرض قبل طلوع الفجر:\rلا يصح الصوم بإجماع أهل العلم إلا بنية؛ فرضًا كان أو تطوعًا؛ لأنه عبادة محضة، فافتقر إلى النية؛ كالصلاة؛ وقد قال المصطفى - صلى الله عليه وسلم -: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» (¬1).\rحكى الإجماع على ذلك العمراني، وابن قدامة، وغيرهما (¬2).\rفإن كان الصوم فرضًا، كصيام رمضان، في أدائه وقضائه، والنذر والكفارة اشترط أن ينويه قبل طلوع الفجر الثاني، عند المالكية والشافعية، والحنابلة (¬3).\rواستدلوا على ذلك بأدلة منها:\r1 - ما روته حفصة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: «من لم يبيت الصيام قبل الفجر فلا صيام له» (¬4).\r¬_________\r(¬1) أخرجه البخاري في صحيحه (7) كتاب بدء الوحي، باب كيف كان بدء الوحي (1) ومسلم في صحيحه (792) كتاب الإمارة (1907).\r(¬2) انظر: البيان (3/ 488) المغني (4/ 333).\r(¬3) انظر: عقد الجواهر الثمينة (1/ 356، 357) البيان (3/ 489) المجموع (6/ 302) المغني (4/ 333).\r(¬4) أخرجه الترمذي في الجامع الصحيح (3/ 108) كتاب الصوم، باب ما جاء لا صيام لمن لم يعزم من الليل، (730) والنسائي في سننه الصغرى (4/ 146) كتاب الصيام، باب ذكر اختلاف الناقلين لخبر حفصة في ذلك، (2331) وأبو داود في سننه (355) كتاب الصيام، باب النية في الصيام (2454) والدارقطني في سننه (3/ 130) كتاب الصيام، باب النية في الصيام (2216) وقال: \"رفعه عبد الله بن أبي بكر، عن الزهري، وهو من الثقات الرفعاء\".\rوصححه الألباني في الإرواء (4/ 25) (914).","seal":"74C1CC19","page":71},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":70,"nass":"2 - ما روته عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: «من لم يبيت الصيام قبل طلوع الفجر، فلا صيام له» (¬1).\r3 - ولأنه صوم فرض، فافتقر إلى النية من الليل كالقضاء (¬2).\rوذهب الحنفية: إلى أن وقت النية لصيام الفرض لا ينتهي بطلوع الفجر الثاني، بل يجزئ صيام رمضان، وكل صوم متعين بنية من النهار (¬3).\rواستدلوا على ذلك بأدلة، منها:\r1 - ما رواه سلمة بن الأكوع رضي الله عنه قال: \"أمر النبي - صلى الله عليه وسلم - رجلاً من أسلم؛ أن أذن في الناس: أن من كان أكل فليصم بقية يومه، ومن لم يكن أكل فليصم؛ فإن اليوم يوم عاشوراء (¬4).\r¬_________\r(¬1) أخرجه الدارقطني في سننه (3/ 128) كتاب الصيام، باب النية في الصيام (2213) وقال: \"تفرد به عبد الله بن عباد عن المفضل بهذا الإسناد وكلهم ثقات اهـ.\r(¬2) انظر: المغني (4/ 334).\r(¬3) انظر: رد المحتار على الدر المختار (2/ 377).\r(¬4) أخرجه البخاري في صحيحه (481) كتاب الصوم، باب صيام يوم عاشوراء، (2007) ومسلم في صحيحه (439) كتاب الصيام باب من أكل في عاشوراء، فليكف بقية يومه (1135).","seal":"AA1A9B32","page":72},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":71,"nass":"وقد كان صوم عاشوراء واجبًا متعينًا فدل ذلك على أنه يجوز أن تتأخر نية الصيام عن الفجر (¬1).\r2 - قياسًا على التطوع؛ لأنه غير ثابت في الذمة (¬2).\rوالذي يظهر والله تعالى أعلم، القول الأول؛ أنه يشترط أن ينوي صيام الفرض قبل طلوع الفجر الثاني؛ لما يلي:\r1 - قوة أدلة هذا القول، وصراحتها؛ فهي نص من المسألة.\r2 - أن صيام عاشوراء لم يثبت وجوبه؛ بدليل ما ثبت في الصحيحين (¬3)، من حديث معاوية رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «هذا يوم عاشوراء، ولم يكتب الله عليكم صيامه، وأنا صائم، فمن شاء فليصم، ومن شاء فليفطر».\rوإنما سمي النبي - صلى الله عليه وسلم - الإمساك صيامًا تجوزًا، في حديث سلمة بن الأكوع؛ وإلا فإمساك بقية اليوم بعد الأكل ليس بصيام شرعي.\r¬_________\r(¬1) انظر: المغني (4/ 333).\r(¬2) انظر: المغني (4/ 333، 334).\r(¬3) أخرجه البخاري في صحيحه (480) كتاب الصوم، باب صيام يوم عاشوراء (2003) ومسلم في صحيحه (438) كتاب الصيام باب صوم يوم عاشوراء (1129).","seal":"82524294","page":73},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":72,"nass":"3 - أن صيام التطوع يختلف عن صيام الفرض من وجهين:\rالأول: أن التطوع يمكن الإتيان به في بعض النهار، بشرط عدم المفطرات في أوله؛ بدليل قول النبي - صلى الله عليه وسلم - في حديث عاشوراء: «فليصم بقية يومه» (¬1) فإذا نوى صوم التطوع من النهار كان صائمًا بقية النهار، دون أوله بخلاف الفرض؛ فإن الصوم يجب في جميع النهار، ولا يكون صائمًا بغير النية.\rالثاني: أن التطوع سومح في نيته من الليل تكثيرًا له، فإنه قد يبدو له الصوم في النهار، فاشتراط النية من الليل يمنع ذلك، فسامح الشرع فيها، كمسامحته في ترك القيام من صلاة التطوع، وترك الاستقبال في النفل في السفر تكثيرًا له، وترغيبًا فيه بخلاف الفرض (¬2).\rوأما إذا كان الصيام تطوعًا: فقد ذهب جمهور أهل العلم؛ الحنفية والشافعية والحنابلة، على صحة نيته بعد طلوع الفجر، من النهار، ما لم يكن أتى قبل ذلك بمفطر من المفطرات (¬3).\r¬_________\r(¬1) انظر: تخريجه فيما سبق من هذا البحث.\r(¬2) انظر: المغني (4/ 335) بتصرف يسير.\r(¬3) انظر: رد المحتار على الدر المختار (2/ 377، 378) البيان (3/ 495) المجموع (6/ 305، 306) المغني (4/ 340).","seal":"D92926C2","page":74},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":73,"nass":"واستدلوا على هذا بأدلة منها:\r1 - ما روت عائشة رضي الله عنها قالت: دخل علي النبي - صلى الله عليه وسلم - ذات يوم فقال: «هل عندكم شيء؟» فقلنا: لا! قال: «فإني إذن صائم» (¬1).\r2 - حديث عاشوراء المتقدم؛ حيث جوز النبي - صلى الله عليه وسلم - صيامه بنية من النهار (¬2).\r3 - قياسًا على التطوع بالصلاة؛ فإن نقلها يخفف عن فرضها في أحكام كثيرة؛ منها جواز ترك القيام، وجواز الصلاة في السفر على الراحلة إلى غير القبلة، وغير ذلك من الأحكام المخففة (¬3).\rوخالف المالكية، وبعض الشافعية الجمهور في هذا؛ فقالوا: لا يجوز صوم التطوع إلا بنية من الليل قبل طلوع الفجر (¬4)، واستدلوا على هذا بأدلة منها:\r1 - عموم قوله - صلى الله عليه وسلم -: «من لم يبيت الصيام قبل طلوع الفجر فلا صيام له» (¬5).\r¬_________\r(¬1) أخرجه مسلم في صحيحه (445) كتاب الصيام، باب جواز صوم النافلة بنية من النهار قبل الزوال (170) (1154).\r(¬2) انظر تخريجه فيما سبق من البحث.\r(¬3) انظر: المغني (4/ 341).\r(¬4) انظر: عقد الجواهر الثمينة (1/ 356، 357) البيان (3/ 495) المجموع (6/ 306).\r(¬5) انظر تخريجه فيما سبق من هذا البحث.","seal":"D4523AA7","page":75},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":74,"nass":"2 - قياسًا على الصلاة؛ فإنه يتفق وقت النية لفرضها ونفلها (¬1).\rوالذي يظهر والله تعالى أعلم، أن القول الأول أرجح؛ لأن فعله - صلى الله عليه وسلم - الثابت عنه في التطوع خاص، ودليل المالكية ومن معهم عام، والخاص مقدم على العام (¬2).\rولأن دليل الجمهور في جواز نية التطوع من النهار أصح سندًا من دليل المالكية، والصلاة يتفق وقت النية لنفلها وفرضها؛ لأن اشتراط النية في أول الصلاة لا يفضي إلى تقليلها، بخلاف الصوم، فإنه قد يعن له الصوم من النهار، فعفي عنه؛ كما جاز التنفل قاعدًا وعلى الراحلة لهذه العلة (¬3).\r\rالمسألة السابعة: تأخير السحور للصائم إلى قبيل طلوع الفجر:\rيستحب للصائم باتفاق أهل العلم إذا تحقق بقاء الليل أن يؤخر سحوره إلى أن يقترب وقت طلوع الفجر؛ لأنه أرفق بالصائم (¬4).\rلقوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} [البقرة: 187] فهو دليل على جواز الأكل\r¬_________\r(¬1) انظر: المغني (4/ 340).\r(¬2) انظر: المغني (4/ 341).\r(¬3) انظر: المغني (4/ 341).\r(¬4) انظر: رد المحتار على الدر المختار (2/ 419) عقد الجواهر الثمينة (1/ 361) البيان (3/ 538) المغني (4/ 325).","seal":"DA64FCDB","page":76},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":75,"nass":"والشرب إلى طلوع الفجر، مما يدل على أن السحور يستحب أن يكون قبيل طلوع الفجر (¬1).\rولما ثبت عن النبي - صلى الله عليه وسلم - أنه قال: «إن بلالاً يؤذن بليل، فكلوا واشربوا، حتى يؤذن ابن أم مكتوم» (¬2) فهو دليل على أن السحور لا يكون إلا قبل الفجر (¬3).\rوثبت عن أنس رضي الله عنه: أن النبي - صلى الله عليه وسلم - وزيد بن ثابت تسحرا، فلما فرغا من سحورهما قام نبي الله - صلى الله عليه وسلم - إلى الصلاة، فصلى، فقيل لأنس: كم كان بين فراغهما من سحورهما ودخولهما في الصلاة؟ قال: قدر ما يقرأ الرجل خمسين آية (¬4).\rفهو دليل على استحباب تأخير السحور إلى قبيل الفجر (¬5).\r¬_________\r(¬1) انظر: تفسير القرآن العظيم (1/ 517) تفسير سورة البقرة لابن عثيمين (2/ 353).\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.\r(¬3) انظر: المغني (4/ 325).\r(¬4) أخرجه البخاري في صحيحه (148) كتاب مواقيت الصلاة، باب وقت الفجر (576).\r(¬5) انظر: البيان (3/ 538).","seal":"588DCB94","page":77},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":76,"nass":"المطلب الرابع\rأحكام الحج المترتبة على طلوع الفجر الثاني\rيتوقف على طلوع الفجر الثاني جملة من أحكام الحج، نبينها في المسائل الآتية:\r\rالمسألة الأولى: ابتداء وقت الوقوف بعرفة:\rالوقوف بعرفة ركن الحج الأعظم الذي لا يتم الحج إلا به بإجماع أهل العلم (¬1)؛ لما روى عبد الرحمن بن يعمر، رضي الله تعالى عنه: \"أن ناسًا من أهل نجد أتوا رسول الله - صلى الله عليه وسلم - وهو بعرفة، فسألوه، فأمر مناديًا، فنادى: الحج عرفة، من جاء ليلة جمع قبل طلوع الفجر فقد أدرك الحج (¬2) ..\r¬_________\r(¬1) انظر: الإجماع (21) أضواء البيان (5/ 254، 258) المغني (5/ 267).\r(¬2) أخرجه الترمذي في جامعه (3/ 237) كتاب الحج، باب ما جاء فيمن أدرك الإمام بجمع فقد أدرك الحج، (889) والنسائي في السنن الصغرى (5/ 187) كتاب مناسك الحج، باب فيمن لم يدرك صلاة الصبح مع الإمام بالمزدلفة، (3044) وابن ماجة في سننه (436، 437) كتاب المناسك، باب من أتى عرفة قبل الفجر ليلة جمع (3015).\rوصححه النووي في المجموع (8/ 124) والألباني في الإرواء (4/ 256) (1064).","seal":"4DC67A84","page":78},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":77,"nass":"وله وقت ابتداء، ووقت فضيلة، ووقت انتهاء:\rفأما وقت الانتهاء: فيأتي بيانه، إن شاء الله، في المسألة التالية.\rوأما وقت الفضيلة: فهو من بعد زوال الشمس يوم عرفة، حتى غروبها، بإجماع أهل العلم (¬1) لفعله - صلى الله عليه وسلم - الثابت عنه في صحيح مسلم، من حديث جابر رضي الله عنه المشهور في صفة حجة النبي - صلى الله عليه وسلم - وفيه قال: «حتى إذا زاغت الشمس»، أمر بالقصواء، فرحلت له، فأتى بطن الوادي، فخطب الناس .. ثم أذن ثم أقام؛ فصلى الظهر، ثم أقام فصلى العصر، ولم يصل بينهما شيئًا ثم ركب - صلى الله عليه وسلم - حتى أتى الموقف، فجعل بطن ناقته القصواء إلى الصخرات، وجعل حبل المشاة بين يديه، واستقبل القبلة فلم يزل واقفًا حتى غربت الشمس وذهبت الصفرة قليلا حتى غاب القرص (¬2).\rوأما وقت الابتداء: فقد اختلف أهل العلم في أول وقت الوقوف بعرفة على قولين:\rالقول الأول: إن أول وقت الوقوف بعرفة يبدأ من طلوع الفجر يوم عرفة؛ وإليه ذهب الحنابلة، وهو من\r¬_________\r(¬1) انظر: المسالك في المناسك (1/ 501) بداية المجتهد (2/ 273) البيان (4/ 317) المغني (5/ 275).\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.","seal":"1CD69B79","page":79},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":78,"nass":"مفردات المذهب (¬1).\rوالقول الثاني: إن أول وقت الوقوف بعرفة يبدأ بعد زوال الشمس من يوم عرفة؛ وإليه ذهب الجمهور: الحنفية، والمالكية، والشافعية، وهو رواية عن الإمام أحمد اختارها شيخ الإسلام (¬2).\rوالاعتماد عند مالك رحمه الله في الوقوف هو الليل، والنهار تبع له، فلا بد من الوقوف في الليل ولو لحظة، فإن لم يقف في جزء من الليل لم يجزه ذلك الوقوف (¬3).\rاستدل الحنابلة على أن وقت الوقوف يبدأ بطلوع الفجر بما يلي:\r1 - حديث عروة بن مضرس رضي الله عنه قال: أتيت النبي - صلى الله عليه وسلم - وهو بالمزدلفة، فقلت: يا رسول الله! إني أقبلت من جبلي طييء (¬4) لم\r¬_________\r(¬1) انظر: المغني (5/ 274) الشرح الكبير ومعه الإنصاف (9/ 167) الكافي (2/ 429) الشرح الممتع على زاد المستقنع (7/ 330).\r(¬2) انظر: أضواء البيان (5/ 258) المبسوط (4/ 55) المسالك في المناسك (1/ 511) عقد الجواهر الثمينة (1/ 405) بداية المجتهد (2/ 273، 274) المجموع (8/ 127، 128، 141) البيان (4/ 317) كتاب الحج من الحاوي الكبير (2/ 670) المغني (5/ 274، 275) الإنصاف (4/ 29) الشرح الممتع (7/ 330).\r(¬3) انظر: عقد الجواهر الثمينة (1/ 405) الكافي في فقه أهل المدينة (1/ 359) مواهب الجليل (3/ 94).\r(¬4) جبلا طيئ هما أجا وسلمى؛ وهما جبلان مشهوران معروفان شمال الجزيرة العربية إلى القريات من ناحية الشام، سمي أولهما باسم رجل، وثانيهما باسم امرأة من العماليق. انظر: معجم البلدان (1/ 119) وما بعدها؛ (2/ 118) آثار البلاد وأخبار العباد (74).","seal":"E1892065","page":80},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":79,"nass":"أدع حَبْلاً (¬1) إلا وقفت عليه؛ فهل لي من حج؟ فقال رسول الله - صلى الله عليه وسلم -: «من صلى هذه الصلاة معنا، وقد وقف قبل ذلك بعرفة ليلاً أو نهارًا فقد تم حجه، وقضى تفثه (¬2)» (¬3).\rوالوجه منه: أنه حجة في أنَّ نهار عرفة كله وقت للوقوف؛ لأن النبي - صلى الله عليه وسلم - بين له أن من وقف بعرفة قبل ذلك ليلاً أو نهارًا فقد تم حجه، ولم يقيده بما بعد الزوال؛ لأن النهار اسم من انفجار الصبح إلى غروب الشمس (¬4).\r¬_________\r(¬1) الحبل: هنا يراد به المستطيل من الرمل، وقيل: الضخم منه الذي يمتد ويطول كالجبل، جمعه: حبال، والحبال في الرمل كالجبال في غير الرمل.\rانظر: لسان العرب (3/ 30) المعجم الوسيط (1/ 153) (حبل).\r(¬2) التفث: ما يصيب المحرم بالحج من ترك الادهان والغسل والحلق؛ وإزالته من مناسك الحج.\r\rانظر: لسان العرب (2/ 37) المعجم الوسيط (1/ 85) (تفث).\r(¬3) أخرجه بهذا اللفظ النسائي في السنن الصغرى (5/ 186، 187) كتاب مناسك الحج، باب فيمن لم يدرك صلاة الصبح مع الإمام بالمزدلفة (3041) وأبو داود في السنن (285) كتاب المناسك، باب من لم يدرك عرفة (1950) وابن ماجة في سننه (437) كتاب المناسك باب من أتي عرفة قبل الفجر ليلة جمع، (3061) والحاكم في كتاب المناسك (1701) وقال: \"هذا حديث صحيح على شرط كافة أئمة الحديث، وهو قاعدة من قواعد الإسلام\" اهـ. ووافقه الذهبي في التلخيص، المستدرك ومعه التلخيص (1/ 634).\rوصححه النووي في المجموع (8/ 126) وابن حجر في التلخيص الحبير (2/ 256).\r(¬4) انظر: أضواء البيان (5/ 258، 260) المسالك في المناسك. (1/ 512) المغني (5/ 273) الشرح الممتع على زاد المستقنع (7/ 330، 331).","seal":"1241E621","page":81},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":80,"nass":"2 - ولأن ما بعد طلوع الفجر من يوم عرفة، فكان وقتًا للوقوف؛ كبعد الزوال، وترك الوقوف فيه لا يمنع كونه وقتًا للوقوف؛ كبعد العشاء، وإنما وقف النبي - صلى الله عليه وسلم - وخلفاؤه من بعده وقت الفضيلة، ولم يستوعبوا جميع وقت الوقوف (¬1).\rواستدل الجمهور على أن أول وقت الوقوف بعرفة يكون بعد الزوال بما يلي:\r1 - فعله - صلى الله عليه وسلم - الثابت عنه؛ حيث وقف بعد زوال الشمس؛ كما في حديث جابر رضي الله عنه في صفة حجة النبي - صلى الله عليه وسلم - (¬2)،\rوكان - صلى الله عليه وسلم - يقول للصحابة الذين حجوا معه بين الحين والآخر «خذوا عني مناسككم» (¬3).\r2 - ما رواه الإمام البخاري في صحيحه: عن سالم بن عبد الله رضي الله عنهما قال: \"كتب عبد الملك إلى الحجاج: أن لا يخالف ابن عمر في الحج؛ فجاء ابن عمر رضي الله عنهما وأنا معه يوم عرفة حين زالت الشمس، فصاح عند سرادق (¬4) الحجاج،\r¬_________\r(¬1) انظر: المغني (5/ 275).\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.\r\rوانظر: أضواء البيان (5/ 258، 260) المسالك في المناسك (1/ 513) الشرح الممتع على زاد المستقنع (7/ 331).\r(¬3) انظر تخريجه فيما سبق من هذا البحث.\r(¬4) السرادق: كل ما أحاط بشيء من حائط أو مضرب أو خباء.\rانظر: النهاية في غريب الحديث والأثر (2/ 323) (سردق).","seal":"37E63A50","page":82},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":81,"nass":"فخرج وعليه ملحفة معصفرة (¬1)؛ فقال: ما لك يا أبا عبد الرحمن؟ فقال: الرواح إن كنت تريد السنة، قال: هذه الساعة؟! قال: نعم! قال: فأنظرني حتى أفيض على رأسي ثم أخرج، فنزل حتى خرج الحجاج، فسار بيني وبين أبي، فقلت: إن كنت تريد السنة فاقصر الخطبة، وعجل الوقوف، فجعل ينظر إلى عبد الله، فلما رأى ذلك عبد الله، قال: صدق (¬2).\rوالوجه منه: أن ابن عمر رضي الله عنهما أشار بذلك إلى ما جاءت به سنة رسول الله - صلى الله عليه وسلم -، وعمل به خلفاؤه الراشدون رضي الله عنهما من بعده؛ فعلم منه أن ما قبل الزوال لم تأت به السنة، ولا شرعه رسول الله - صلى الله عليه وسلم - (¬3).\r3 - ولأنه - صلى الله عليه وسلم - نزل بوادي نمرة في عرنة، وهي ليست\r¬_________\r(¬1) الملحفة المعصفرة: هي الملاءة المبطنة أو المحشية التي يلتحف ويتغطى بها، جمعها: ملاحف. والملاءة: هي الريطة، جمعها: ملاء؛ وهي القطعة الواحدة من الثياب التي يؤتزر بها أحيانًا وترتدي أحيانًا والمعصفرة، أي المصبوغة بالعصفر، وهو نبت يهرئ اللحم الغليظ، يصبغ به.\rانظر: القاموس المحيط (567) (عصفر) لسان العرب (12/ 250) (لحف) (13/ 167) (ملأ) النهاية في غريب الحديث والأثر (4/ 300).\r(¬2) أخرجه البخاري في صحيحه (402) كتاب الحج، باب التهجير بالرواح يوم عرفة (1660).\r(¬3) انظر: كتاب الحج من الحاوي الكبير (2/ 617).","seal":"4F8AB2AA","page":83},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":82,"nass":"من عرفة، ولو كان ما قبل الزوال وقتًا للوقوف لنزل في مكان الوقوف لا في غيره؛ لأن حضوره ونزوله في موضع الطاعة والقربة، أفضل وأكثر ثوابًا من نزوله في غيره (¬1).\rوحملوا حديث عروة، الذي استدل به الحنابلة، على أن المراد منه: أنه وقف نهارًا فيما يصح الوقوف فيه؛ فيكون قوله - صلى الله عليه وسلم - في حديث عروة مطلقًا، قيدته السنة الفعلية منه - صلى الله عليه وسلم - (¬2).\rأو أن المراد بالنهار في حديث عروة المذكور: خصوص ما بعد الزوال؛ بدليل أن النبي - صلى الله عليه وسلم - والخلفاء الراشدين، بعده لم يقفوا إلا بعد الزوال، ولم ينقل عن أحد أنه وقف قبله؛ ففعله - صلى الله عليه وسلم - وفعل خلفائه من بعده مبين للمراد من قوله - صلى الله عليه وسلم -: «أو نهارًا» (¬3).\rواستدل المالكية: على تخصيص الإجزاء بالليل: بما روي عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «من وقف بعرفات بليل فقد أدرك الحج، ومن فاته عرفات بليل فقد فاته الحج، فليحل بعمرة، وعليه الحج من قابل» (¬4).\r¬_________\r(¬1) انظر: المسالك في المناسك (1/ 513).\r(¬2) انظر: الشرح الممتع على زاد المستقنع (7/ 331).\r(¬3) انظر: أضواء البيان (5/ 258، 260) المسالك في المناسك (1/ 513).\r(¬4) أخرجه الدارقطني في سننه (3/ 263) كتاب الحج، باب الوقوف بعرفات (2518) وضعفه برحمة بن مصعب .. وكذا ضعفه ابن عدي في الكامل (6/ 2194) والبيهقي في السنن الكبرى (5/ 174) كتاب الحج، باب إدراك الحج بإدراك عرفة، قبل طلوع الفجر من يوم النحر؛ وشمس الحق العظيم آبادي في التعليق المغني (بهامش سنن الدارقطني).","seal":"208D67F6","page":84},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":83,"nass":"والذي يظهر، والله تعالى أعلم: أن كلا الرأيين؛ رأي الحنابلة، ورأي الجمهور: له حظ من النظر (¬1):\rلأن النهار في حديث عروة اسم من انفجار الصبح إلى غروب الشمس وقد أطلق النبي - صلى الله عليه وسلم - أن من كان وقف بعرفة قبل طلوع الفجر من يوم العيد، ليلاً أو نهارًا، فقد تم حجه، وهذا يشمل ما بعد الفجر من يوم عرفة قطعًا، وقوله - صلى الله عليه وسلم - أبلغ في الدلالة من فعله. وكونه - صلى الله عليه وسلم - لم يقف إلا بعد الزوال؛ لا يدل على أن ما قبله ليس وقتًا للوقوف وإنما فعل - صلى الله عليه وسلم - الأفضل. على أن الأحوط عدم الاقتصار على أول النهار (¬2).\rأما تشدد المالكية: رحمهم الله، في تخصيص الإجزاء بجزء من الليل: فإنه ضعيف لا يثبت له دليل، ثم هو مردود بفعله - صلى الله عليه وسلم - وقوله.\r\rالمسألة الثانية: انتهاء وقت الوقوف بعرفة، وفوات الحج على من لم يكن وقف بها في وقت الوقوف الشرعي:\rأجمع أهل العلم على أن وقت الوقوف بعرفة ينتهي بطلوع الفجر من يوم النحر؛ فمن طلع عليه الفجر يوم النحر\r¬_________\r(¬1) انظر: أضواء البيان (5/ 260) الشرح الممتع (7/ 331).\r(¬2) انظر: أضواء البيان (5/ 260) الشرح الممتع (7/ 331).","seal":"83F8F141","page":85},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":84,"nass":"وهو لم يقف بعرفة بليل أو نهار فقد فاته الحج (¬1).\rومما يدل على هذا:\r1 - حديث عبد الرحمن بن يعمر رضي الله تعالى عنه، وفيه أن النبي - صلى الله عليه وسلم -: «أمر مناديًا، فنادى: الحج عرفة من جاء ليلة جمع قبل طلوع الفجر فقد أدرك الحج» (¬2).\r2 - حديث عروة بن مضرس رضي الله عنه وفيه أن النبي - صلى الله عليه وسلم - قال: «من صلى هذه الصلاة معنا، وقد وقف قبل ذلك بعرفة ليلاً أو نهارًا، فقد تم حجه، وقضى تفثه» (¬3).\r3 - قول جابر رضي الله عنه: «لا يفوت الحج حتى يطلع الفجر ليلة جمع» قال أبو الزبير: فقلت له: أقال رسول الله - صلى الله عليه وسلم - ذلك؟ قال: «نعم» (¬4).\rفمن لم يقف بعرفة قبل طلوع الفجر يوم النحر، أو لم\r¬_________\r(¬1) انظر: تفسير القرآن العظيم (1/ 520، 556) أضواء البيان (5/ 254) المبسوط (4/ 55) المسالك في المناسك (1/ 513)؛ عقد الجواهر الثمينة (1/ 405) بداية المجتهد (2/ 273، 274) البيان (4/ 317) المغني (5/ 274 - 276).\r(¬2) انظر تخريجه فيما سبق من هذا البحث.\r(¬3) انظر تخريجه فيما سبق من هذا البحث.\r(¬4) عزاه ابن قدامة في المغني (5/ 274) للاثرم بإسناده، وروى نحوه البيهقي في السنن الكبرى (5/ 174) كتاب الحج، باب إدراك الحج بإدراك عرفة، عن جابر، وعن عطاء، وصحح إسناده الألباني في الإرواء (4/ 258) (1065).","seal":"8D4106D7","page":86},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":85,"nass":"يصل إليها إلا بعد طلوعه، فقد فاته الحج، وعليه أن يتحلل من حجه بطواف وسعي وحلاق (¬1).\rقال الإمام الترمذي رحمه الله: \"والعمل على حديث عبد الرحمن بن يعمر عند أهل العلم؛ من أصحاب النبي - صلى الله عليه وسلم - وغيرهم؛ أنه من لم يقف بعرفات قبل طلوع الفجر، فقد فاته الحج، ولا يجزئ عنه إن جاء بعد طلوع الفجر، ويجعلها عمرة وعليه الحج من قابل؛ وهو قول الثوري والشافعي، وأحمد وإسحاق .. وسمعت الجارود يقول: سمعت وكيعًا أنه ذكر هذا الحديث، فقال: هذا الحديث أم المناسك (¬2).\rوقال الإمام ابن قدامة رحمه الله: إن آخر وقت الوقوف آخر ليلة النحر، فمن لم يدرك الوقوف حتى طلع الفجر يومئذ فاته الحج لا نعلم فيه خلافًا .. ثم ساق قول جابر المتقدم ثم قال: ومن فاته الحج يتحلل بطواف وسعي وحلاق، هذا الصحيح من المذهب؛ وروي ذلك عن عمر بن الخطاب، وابنه، وزيد بن ثابت، وابن عباس، وابن الزبير، ومروان بن الحكم، وهو قول مالك، والثوري، والشافعي،\r¬_________\r(¬1) انظر: بدائع الصنائع (2/ 220) المسالك في المناسك (2/ 933) وما بعدها التاج والإكليل (3/ 200) البيان (4/ 380) المجموع (8/ 220) وما بعدها المغني (5/ 426، 427) الشرح الممتع على زاد المستقنع (7/ 442) وما بعدها.\r(¬2) الجامع الصحيح (3/ 238).","seal":"926CC480","page":87},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":86,"nass":"وأصحاب الرأي .. ثم ذكر الرواية الأخرى في المذهب، وقال: ولنا: \"قول من سميَّنا من الصحابة، ولم نعرف لهم مخالفًا، فكان إجماعًا (¬1).\rوأما إيجاب الهدي عليه، وإلزامه الحج من قابل: فمحل خلاف بين أهل العلم على قولين؛ الجمهور على أن الهدي يلزم من فاته الحج، خلافًا للحنفية، وإحدى الروايتين عن أحمد؛ والجمهور كذلك على أنه يلزمه الحج من قابل سواء كان الفائت واجبًا أو تطوعًا، خلافًا لإحدى الروايتين عن مالك وأحمد (¬2).\r\rالمسألة الثالثة: ابتداء وقت الدفع من مزدلفة لمن وجب عليه المبيت بها:\rالمبيت بمزدلفة لمن وافاها قبل طلوع الفجر واجب من واجبات الحج، من تركه فعليه دم، في قول أكثر أهل العلم (¬3).\r¬_________\r(¬1) المغني (5/ 424 - 425).\r(¬2) ولهم في ذلك استدلالات لا تخلو من ضعف ومقال، والتفصيل في ذلك يطيل البحث ويخرجه عن مقصوده.\rانظر: بدائع الصنائع (2/ 220) المسالك في المناسك (2/ 933) وما بعدها القوانين الفقهية (95) بداية المجتهد (2/ 271) التاج والإكليل (3/ 200) البيان (4/ 380 وما بعدها) المجموع (8/ 273) وما بعدها المغني (5/ 426، 427) الشرح الممتع على زاد المستقنع (7/ 442) وما بعدها.\r(¬3) وهذا أوسط الأقوال في المسألة وأعدلها، خلافًا لمن قال إن المبيت بها سنة، ومن قال إنه ركن. انظر: شرح النووي على صحيح مسلم (3/ 415) بدائع الصنائع (2/ 156) المسالك في المناسك (1/ 528 وما بعدها) بداية المجتهد (1/ 277) مواهب الجليل (3/ 119) البيان (4/ 323) المجموع (8/ 151 - 153) المغني (5/ 284) الشرح الممتع على زاد المستقنع (7/ 336) وما بعدها.","seal":"1132275F","page":88},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":87,"nass":"ولا خلاف بين أهل العلم، رحمهم الله، في أن السنة للحاج الذي وصل المزدلفة ليلة النحر أن يبيت بها حتى طلوع الفجر، فإذا طلع الفجر صلاه في أول وقته، ثم وقف بها، عند المشعر الحرام، أو حيث تيسر له ذلك، حتى يسفر الصبح جدًا، ثم يدفع إلى منى قبل طلوع الشمس (¬1).\rوالدليل على هذا: فعله - صلى الله عليه وسلم - في حجه؛ فقد روى جابر رضي الله عنه: أن النبي - صلى الله عليه وسلم - \"أتى المزدلفة، فصلى بها المغرب والعشاء بأذان واحد وإقامتين، ولم يسبح بينهما شيئًا ثم اضطجع - صلى الله عليه وسلم - حتى طلع الفجر، وصلى الفجر حين تبين له الصبح بأذان وإقامة، ثم ركب القصواء حتى أتى المشعر الحرام، فاستقبل القبلة فدعاه وكبره، وهلله ووحده، فلم يزل واقفًا حتى أسفر جدًا، فدفع قبل أن تطلع الشمس (¬2).\r¬_________\r(¬1) انظر: المسالك في المناسك (1/ 548) وما بعدها بداية المجتهد (2/ 277، 278) مواهب الجليل (3/ 119) البيان (4/ 323) المجموع (8/ 151 - 153) المغني (5/ 284 - 286) شرح العمدة في الفقه (3/ 516) منسك شيخ الإسلام ابن تيمية (76، 77) الشرح الممتع على زاد المستقنع (7/ 336) وما بعدها.\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.","seal":"C22018CE","page":89},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":88,"nass":"مع قوله - صلى الله عليه وسلم -: «خذوا عني مناسككم» (¬1).\rوعن عمرو بن ميمون الأودي رحمه الله قال: «شهدت عمر رضي الله عنه صلى بجمع (¬2) الصبح ثم وقف فقال: إن المشركين كانوا لا يفيضون حتى تطلع الشمس، ويقولون: أشرق ثبير (¬3) وأن النبي - صلى الله عليه وسلم - خالفهم ثم أفاض قبل أن تطلع الشمس» (¬4).\rوعلى هذا فالسنة للحاج ألا يدفع من مزدلفة إلا بعد طلوع الفجر اقتداء بالمصطفى - صلى الله عليه وسلم -.\rولا خلاف بين أهل العلم: في جواز تقديم الضعفة وكبار\r¬_________\r(¬1) انظر: تخريجه فيما سبق من هذا البحث.\r(¬2) جمع: هي المزدلفة؛ ولها ثلاثة أسماء: المزدلفة والمشعر الحرام وجمع، سميت جمعًا لأن آدم عليه السلام وحواء لما أهبطا اجتمعا بها.\rانظر: النهاية في غريب الحديث والأثر (1/ 286) (جمع) المسالك في المناسك (1/ 531) المغني (5/ 283) خالص الجمال (219).\r(¬3) ثبير: اسم جبل معروف بمكة، من أعظم جبالها، بالمزدلفة على يسار الذاهب منها إلى منى، وعلى يمين الداخل من مني إلى مكة، سمي ثبيرًا برجل من هذيل اسمه ثبير مات في ذلك الجبل فعرف الجبل به، كانت الشمس تشرق من ناحيته، فخاطبوه بهذا القول؛ كأنهم يقولون أدخل أيها الجبل في شروق الشمس؛ أي: طلوعها لنسرع إلى النحر. انظر: النهاية في غريب الحديث والأثر (1/ 202) معجم البلدان (2/ 85، 86) (ثبر) تهذيب الأسماء واللغات (2/ 1/ 46) المسالك في المناسك (1/ 549، 550).\r(¬4) أخرجه البخاري في صحيحه (407) كتاب الحج، باب متى يدفع من جمع (1684).","seal":"5810065D","page":90},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":89,"nass":"السن والنساء، ودفعهم من مزدلفة إلى منى قبل طلوع الفجر؛ قال ابن قدامة رحمه الله: \"وبه قال عطاء، والثوري، والشافعي، وأبو ثور، وأصحاب الرأي، ولا نعلم فيه مخالفًا، ولأن فيه رفقًا بهم، ودفعًا لمشقة الزحام عنهم، واقتداء بفعل نبيهم \" (¬1).\rواختلف أهل العلم، رحمهم الله، في جواز الدفع من مزدلفة قبل طلوع الفجر لغير الضعفة والنساء ومرافقيهم (¬2) على قولين:\rالقول الأول: يجوز للحاج مطلقًا، قويًا كان أو ضعيفًا رجلاً كان أو امرأة، الدفع من مزدلفة إلى منى بعد منتصف الليل. وإليه ذهب المالكية، والشافعية، والحنابلة في قول (¬3).\r¬_________\r(¬1) المغني (5/ 286) وانظر: أضواء البيان (5/ 274) المسالك في المناسك (1/ 542، 543) البيان (4/ 324) المجموع (8/ 156) وما بعدها، مناسك ابن جماعة (74) منسك شيخ الإسلام ابن تيمية (76).\r(¬2) وهذا الخلاف إنما هو على مذهب الجمهور الذين يرون أن المبيت بمزدلفة واجب؛ وهم كما سبق: المالكية والشافعية والحنابلة؛ وكذا عند من يرى أن المبيت بها ركن؛ وهو منسوب لبعض فقهاء السلف كالشعبي والنخعي والأوزاعي. وأما الحنفية وأحد القولين عند الشافعية والحنابلة، فالمبيت عندهم سنة لا واجب.\rانظر: ما سبق تقريره في بداية المسألة الثالثة.\r(¬3) انظر: عقد الجواهر الثمينة (1/ 409) بداية المجتهد (2/ 277) البيان (4/ 324 - 326) كتاب الحج من الحاوي الكبير (2/ 688) المغني (5/ 284) الإنصاف (4/ 32) الشرح الممتع (7/ 339) وما بعدها.","seal":"7D69D70E","page":91},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":90,"nass":"والقول الثاني: لا يجوز الدفع من مزدلفة قبل طلوع الفجر، إلا لمن كان معذورًا كالضعفة وكبار السن والنساء الذين وردت الرخصة لهم بذلك. وإليه ذهب الحنفية، والحنابلة في قول، وطائفة من كبار أهل العلم المحققين؛ كابن المنذر وشيخ الإسلام ابن تيمية، والإمام الشنقيطي، والألباني وغيرهم رحمة الله على الجميع (¬1).\rاستدل أصحاب القول الأول بأدلة منها:\r1 - ما رواه ابن عباس رضي الله عنهما قال: «كنت فيمن قدم رسول الله - صلى الله عليه وسلم - في ضعفة أهله» وفي لفظ قال: «بعثني رسول الله - صلى الله عليه وسلم - في الثقل أو قال: في الضعفة، من جمع بليل» (¬2).\r¬_________\r(¬1) والحنفية، رحمهم الله، يرون أن المبيت بالمزدلفة سنة، والوقوف بها واجب، والوقوف لا يكون إلا بعد طلوع الفجر الثاني من يوم النحر إلى طلوع الشمس منه، فمن وقف بها قبل طلوع الفجر، أو بعد طلوع الشمس فوقوفه لا يعتد به.\r\rانظر: أضواء البيان (5/ 274) فتح الباري (3/ 616) المبسوط (4/ 63) رد المحتار على الدر المحتار (2/ 511) المسالك في المناسك (1/ 542، 544) المغني (5/ 284) شرح العمدة في الفقه (3/ 516، 522، 523) منسك شيخ الإسلام ابن تيمية (76) مجموع الفتاوى (26/ 135) الإنصاف (4/ 32) مناسك الحج والعمرة للألباني (32) الحج أحكامه وصفه (99).\r(¬2) أخرجه البخاري في صحيحه (406) كتاب الحج، باب من قدم ضعفه أهله بليل (1677، 1678) ومسلم في صحيحه (510، 511) كتاب الحج، باب استحباب تقديم دفع الضعفة من النساء وغيرهن (1293).","seal":"C5D523E3","page":92},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":91,"nass":"2 - وعن عائشة رضي الله عنها قالت: «أرسل النبي - صلى الله عليه وسلم - بأم سلمة ليلة النحر، فرمت الجمرة قبل الفجر، ثم مضت فأفاضت، وكان ذلك اليوم اليوم الذي يكون رسول الله - صلى الله عليه وسلم - تعني عندها» (¬1).\r3 - وعنها رضي الله عنها قالت: كانت سودة (بنت زمعة) امرأة ضخمة ثبطة (¬2) فاستأذنت رسول الله - صلى الله عليه وسلم - أن تفيض من جمع بليل، فأذن لها، فقالت عائشة: فليتني كنت استأذنت رسول الله - صلى الله عليه وسلم - كما استأذنته سودة، وكانت عائشة لا تفيض إلا مع الإمام (¬3).\rقالوا: هذه الأدلة تدل على جواز انصراف الحاج ودفعه من مزدلفة قبل الفجر بعد انتصاف الليل ومضي أكثره\r¬_________\r(¬1) أخرجه أبو داود في سننه (284) كتاب المناسك، باب التعجيل من جمع (1942) والبيهقي في السنن الكبرى (5/ 217) كتاب الحج وصححه النووي في المجموع (8/ 177) وابن كثير في إرشاد الفقيه (1/ 339) والزيلعي في نصب الراية (3/ 83) وابن قيم الجوزية في زاد المعاد (2/ 284) والشوكاني في نيل الأوطار (5/ 82) والشنقيطي في أضواء البيان (5/ 276).\r(¬2) ثبطة: أي ثقيلة بطيئة من التثبيط؛ وهو التعويق والشغل عن المراد. انظر: النهاية في غريب الحديث والأثر (1/ 202) (ثبط).\r(¬3) أخرجه البخاري في صحيحه (406) كتاب الحج، باب من قدم ضعفة أهله بليل (1680، 1681) ومسلم في صحيحه (510) كتاب الحج، باب استحباب دفع الضعفة من النساء وغيرهن، (1290).","seal":"F9836EB4","page":93},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":92,"nass":"في مزدلفة، فإذا مضى أكثر الليل أجزأه الدفع إلى منى (¬1).\rولكن هذا الاستدلال مردود: بأن الترخيص إنما هو في حق الضعفة ومن في حكمهم، وأما من عداهم فالأصل عدم الترخيص لهم بالدفع من مزدلفة إلا بعد طلوع الفجر؛ كما فعل النبي - صلى الله عليه وسلم - وقياسهم على الضعفة، قياس مع الفارق (¬2).\rولأجل هذا كانت عائشة تتمنى لو أنها استأذنت رسول الله - صلى الله عليه وسلم - كما استأذنته سودة، ولو كان الدفع من مزدلفة قبل طلوع الفجر جائزًا للجميع لما كان لاستئذان سودة، ولا لتمني عائشة معنى.\rواستدل أصحاب القول الثاني بأدلة منها:\r1 - أدلة القول الأول؛ حيث قالوا: هي نص في الإذن للضعفة والنساء ومن في حكمهن، والإذن يقتضي أن يكون الأصحاء والأقوياء ملزمين بالبقاء في مزدلفة إلى طلوع الفجر، وإلا لم يكن للإذن للضعفة والنساء معنى (¬3).\r2 - أن النبي - صلى الله عليه وسلم - بات بالمزدلفة، ولم يتعجل، ولم يدفع منها\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (3/ 415) كتاب الحج من الحاوي (2/ 690) البيان (4/ 326) الشرح الممتع على زاد المستقنع (7/ 339).\r(¬2) انظر: خالص الجمان (218، 219) الشرح الممتع على زاد المستقنع (7/ 339، 340).\r(¬3) انظر: أضواء البيان (5/ 274) المغني (5/ 284 - 285).","seal":"AF0556D6","page":94},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":93,"nass":"إلا بعد طلوع الشمس، وقال: «خذوا عني مناسككم» (¬1).\r3 - وعن أسماء رضي الله عنها: «أنها نزلت ليلة جمع عند المزدلفة، فقامت تصلي، فصلت ساعة ثم قالت: يا بني! هل غاب القمر؟ قلت: لا! فصلت ساعة ثم قالت: يا بني! هل غاب القمر؟ قلت: نعم! قالت: فارتحلوا فارتحلنا ومضينا، حتى رمت الجمرة، ثم رجعت فصلت الصبح في منزلها فقلت لها: يا هنتاه (¬2) ما أرانا إلا قد غلسنا (¬3)! قالت: يا بني! إن رسول الله - صلى الله عليه وسلم - أذن للظعن (¬4)» (¬5).\r¬_________\r(¬1) انظر: تخريجه فيما سبق من هذا البحث.\rوانظر في الاستدلال به: المغني (5/ 284) مناسك الحج والعمرة، ابن عثيمين (82).\r(¬2) يا هنتاه: أي: يا هذه، وتفتح النون وتسكن، وتضم الهاء الآخرة وتسكن، وفي التثنية: هنتان، وفي الجمع: هنوات وهنات، وفي المذكر: هن وهنان وهنون. وهي لفظة تختص بالنداء.\rانظر: النهاية في غريب الحديث والأثر (5/ 241) هنا.\r(¬3) التغليس: ضد الإسفار، وهو ظلمة آخر الليل إذا اختلطت بضوء الصباح: أي: لقد سرنا إلى منى في ذلك الوقت.\rانظر: النهاية في غريب الحديث والأثر (3/ 339) (غلس).\r(¬4) الظُّعُن، والظُّعْن والظعائن، والأظعان، واحدة الظعينة، وهي المرأة وأصل الظعينة: الراحلة التي يرحل ويظعن عليها: أي: يسار، وقيل للمرأة: ظعينة؛ لأنها تظعن مع الزوج حيث ظعن، أو لأنها تحمل على الراحلة إذا ظعنت، وقيل: الظعينة؛ المرأة في الهودج، ثم قيل للهودج بلا امرأة، وللمرأة بلا هودج: ظعينة.\rانظر: النهاية في غريب الحديث والأثر (3/ 143) (ظعن).\r(¬5) أخرجه البخاري في صحيحه (406) كتاب الحج باب من قدم ضعفة أهله بليل، فيقفون بالمزدلفة يدعون، ويقدم إذا غاب القمر، (1679) ومسلم في صحيحه (510) كتاب الحج باب استحباب تقديم دفع الضعفة من النساء وغيرهن من مزدلفة إلى منى في أواخر الليل قبل زحمة الناس (1291).","seal":"A68E4097","page":95},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":94,"nass":"ووجه الدلالة منه من وجهين:\rأحدهما: أن غلامها أنكر عليها تبكيرها بغلس، مما يدل على أن المستقر عندهم أن المبيت بالمزدلفة إلى الفجر واجب، وأنه لا يجوز الدفع منها لمنى إلا بعد طلوع الفجر.\rوثانيهما: أنها لم تنكر عليه ذلك، وإنما أخبرته أن المصطفى - صلى الله عليه وسلم - قد أذن للظعن والضعفة بذلك، وهذا يدل على أن غيرهم لا يجوز له الدفع منها إلى منى إلا بعد طلوع الفجر.\rوالذي يظهر: والله تعالى أعلم، القول الثاني: أنه لا يجوز الدفع من مزدلفة قبل الفجر إلا للظعن والضعفة من الرجال والنساء، ومن كان مرافقًا لهم، فيدفعون من مزدلفة إلى منى آخر الليل، بعد مغيب القمر، كما فعلت أسماء رضي الله عنه.\rوأما من ليس ضعيفًا، ولا تابعًا لضعيف؛ فإنه يبقى بمزدلفة حتى يصلي الفجر في أول وقتها، ثم يدفع بعده؛ كما فعل النبي - صلى الله عليه وسلم -.\rوذلك لقوة أدلة هذا القول؛ وصراحتها في الدلالة على المراد، ولأن هذا القول هو الذي تجتمع به الأدلة؛ فإن","seal":"9FC1B754","page":96},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":95,"nass":"النبي - صلى الله عليه وسلم - بات بالمزدلفة هو وأصحابه الأقوياء الأصحاء إلى الفجر وقال لهم: «لتأخذوا عني مناسككم» (¬1)\rوأذن - صلى الله عليه وسلم - للظعن والضعفة ومرافقيهم في الانصراف من المزدلفة بآخر الليل؛ ولو كان الحكم واحدًا للجميع، لما كان في الإذن للظعن والضعفة معنى، ولما قالت عائشة رضي الله عنها: \"فليتني كنت استأذنت رسول الله - صلى الله عليه وسلم - كما استأذنته سودة (¬2) (¬3).\r\rالمسألة الرابعة: ابتداء وقت الوقوف بالمزدلفة لمن وجب عليه المبيت بها:\rهذه المسألة فرع عن المسألة السابقة، والكلام فيها مبني على الخلاف في المسألة السابقة؛ فمن أجاز الدفع من مزدلفة قبل طلوع الفجر أجاز الوقوف فيها قبل ذلك، ومن لمن يجز الدفع منها قبل طلوع الفجر، لم يجز الوقوف قبله.\rوالذي سبق بيانه: أن الفقهاء متفقون على جواز تقديم دفع الظعن والضعفة ومرافقيهم من مزدلفة إلى منى بآخر الليل، فهؤلاء يجوز لهم الوقوف بالمزدلفة قبل طلوع الفجر (¬4).\r¬_________\r(¬1) انظر تخريجه فيما سبق من هذا البحث.\r(¬2) انظر تخريجه فيما سبق من هذا البحث.\r(¬3) انظر: أضواء البيان (5/ 272) فتح الباري (3/ 616) المغني (5/ 284، 285) زاد المعاد (2/ 252) خالص الجمان (218، 219) مناسك الحج والعمرة، ابن عثيمين (82، 83) الحج أحكامه وصفته (99).\r(¬4) انظر: ما سبق من هذا البحث.","seal":"D49D913E","page":97},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":96,"nass":"لما ثبت في الصحيحين من حديث سالم مولى ابن عمر قال: «كان عبد الله بن عمر رضي الله عنهما يقدم ضعفة أهله، فيقفون عند المشعر الحرام؛ بالمزدلفة بليل، فيذكرون الله ما بدا لهم، ثم يرجعون قبل أن يقف الإمام وقبل أن يدفع فمنهم من يقدم مني لصلاة الفجر، ومنهم من يقدم بعد ذلك، فإذا قدموا رموا الجمرة، وكان ابن عمر يقول: أرخص في أولئك رسول الله - صلى الله عليه وسلم -» (¬1).\rوأما من ليس من الظعن والضعفة ولا مرافقًا لهم فإنه يبيت بالمزدلفة إلى طلوع الفجر، فإذا طلع الفجر، صلى الفجر في أول وقتها؛ لفعله - صلى الله عليه وسلم -: فقد روي ابن مسعود رضي الله عنه قال: «ما رأيت النبي - صلى الله عليه وسلم - صلى صلاة إلا لميقاتها إلا صلاتين: صلاة المغرب والعشاء بجمع، وصلى الفجر يومئذ قبل ميقاتها» (¬2).\r¬_________\r(¬1) أخرجه البخاري في صحيحه (406) كتاب الحج، باب من قدم ضعفة أهله بليل، فيقفون بالمزدلفة يدعون، ويقدم إذا غاب القمر، (1676) ومسلم في صحيحه (511) كتاب الحج باب استحباب تقديم دفع الضعفة من النساء وغيرهن من مزدلفة إلى منى في أواخر الليل قبل زحمة الناس (1295).\r(¬2) أخرجه البخاري في صحيحه (407) كتاب الحج، باب متى يصلي الفجر بجمع (1682) ومسلم في صحيحه (509) كتاب الحج، باب استحباب زيادة التغليس بصلاة الصبح يوم النحر بالمزدلفة (1289).","seal":"4A73AD2B","page":98},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":97,"nass":"وقوله: \"قبل ميقاتها\" المراد منه؛ قبل وقتها المعتاد، لا قبول طلوع الفجر؛ فإنه لا تجوز صلاة الفجر إلا بعد التحقق من طلوع الفجر الثاني بإجماع المسلمين. وهذا الفعل منه - صلى الله عليه وسلم - مبالغة في التغليس بصلاة الفجر يوم النحر؛ ليتفرغ الحاج لما بعدها من أعمال الحج (¬1).\rثم إذا صلى الفجر وقف عند المشعر الحرام (¬2) إن تيسر له ذلك، وإلا فالمزدلفة كلها موقف، كما ثبت عنه - صلى الله عليه وسلم - من حديث جابر رضي الله عنه في صفة حجة النبي - صلى الله عليه وسلم - أنه وقف عند المشعر الحرام (¬3)، وقال: «وقفت ههنا، وجمع كلها موقف» (¬4).\r¬_________\r(¬1) انظر: أضواء البيان (5/ 272) شرح النووي على صحيح مسلم (3/ 413).\r(¬2) المشعر الحرام: اسم لقزح خاصة؛ وهو جبل بالمزدلفة، وهذا مذهب الفقهاء. ومذهب المفسرين وأهل السير: أنه جميع المزدلفة، وقد جاء في الأحاديث ما يدل لكلا المذهبين. وذكر بعض أهل العلم: أن مسجد مزدلفة مبني عليه الآن.\rانظر: النهاية في غريب الحديث والأثر (2/ 429) (شعر) شرح النووي على صحيح مسلم (3/ 416، 417) المسالك في المناسك (1/ 540) البيان (4/ 325) مفيد الأنام (2/ 52) الشرح الممتع على زاد المستقنع (7/ 346).\r(¬3) انظر: تخريجه (3) من هذا البحث وانظر (66) من هذا البحث.\r(¬4) أخرجه مسلم في صحيحه (485) كتاب الحج، باب ما جاء أن عرفة كلها موقف (149) (1218).","seal":"79D70DC0","page":99},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":98,"nass":"وفي رواية: «وارتفعوا عن بطن محسر (¬1)» (¬2).\rفيدعو ويذكر الله حتى يسفر الصبح جدًا؛ لقول الحق تبارك وتعالى: {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ} [البقرة: 198] ثم يدفع إلى منى قبل طلوع الشمس (¬3).\rوالوقوف بالمزدلفة من جملة واجبات الحج عند الحنفية، من تركه من غير عذر وجب عليه دم (¬4)، لقوله - صلى الله عليه وسلم - لعروة بن مضرس، رضي الله تعالى عنه: «من صلى هذه الصلاة معنا، ووقف معنا حتى ندفع، وقد وقف قبل ذلك بعرفة ليلاً أو نهارًا، فقد تم حجه، وقضى تفثه» (¬5).\rوالجمهور: على أن الوقوف بالمزدلفة سنة وليس\r¬_________\r(¬1) محسر: واد بين يدي موقف المزدلفة مما يلي منى، وهو مسيل قدر رمية بحجر بين المزدلفة ومنى، انظر: المصباح المنير (74) (حسر) معجم البلدان (5/ 74) النهاية في غريب الحديث والأثر (4/ 275).\r(¬2) أخرجه ابن ماجة في سننه (436) كتاب المناسك باب الموقف بعرفات (3012) وصححه الألباني في صحيح سنن ابن ماجة (3/ 43) (2457).\r(¬3) انظر: المسالك في المناسك (1/ 530، 539 - 542) البيان (4/ 324، 325) منسك ابن جماعة (75) المغني (5/ 282، 283) منسك شيخ الإسلام ابن تيمية (76، 77) الشرح الممتع على زاد المستقنع (7/ 346 - 350).\r(¬4) انظر: المبسوط (4/ 63) المسالك في المناسك (1/ 542).\r(¬5) انظر: تخريجه والحكم عليه فيما سبق من هذا البحث.","seal":"AEB865E2","page":100},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":99,"nass":"واجبًا (¬1) لأن النبي - صلى الله عليه وسلم - قال: «الحج عرفة» (¬2).\rفإذا طلعت الشمس يوم النحر فات وقت الوقوف بالمزدلفة بإجماع أهل العلم (¬3).\r\rالمسألة الخامسة: ابتداء وقت رمي جمرة العقبة يوم النحر:\rرمي جمرة العقبة يوم النحر واجب من واجبات الحج، يجبر بدم، في قول جمهور أهل العلم، وهي تحية مني؛ وهي آخر الجمرات مما يلي مني، وأولها مما يلي مكة شرفها الله تعالى (¬4).\rولرمي هذه الجمرة وقتان: وقت فضيلة، ووقت إجزاء (¬5).\rفأما وقت الفضيلة: لرمي هذه الجمرة: فهو بعد طلوع\r¬_________\r(¬1) انظر: عقد الجواهر الثمينة (1/ 418) الاستذكار (11/ 246، 247) البيان (4/ 325) المغني (5/ 282، 283) منسك شيخ الإسلام ابن تيمية (76، 77).\r(¬2) انظر: تخريجه والحكم عليه فيما سبق من هذا البحث.\r(¬3) انظر: الاستذكار (11/ 261).\r(¬4) انظر: أضواء البيان (5/ 293) مناسك ابن جماعة (77) البيان (4/ 330) (8/ 168) المغني (5/ 291) مجموع الفتاوى (26/ 135) خالص الجمان (225) مناسك الحج والعمرة لابن عثيمين (105، 107).\r(¬5) انظر أضواء البيان (5/ 280) عقد الجواهر الثمينة (1/ 411، 412) المغني (5/ 294).","seal":"0600C000","page":101},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":100,"nass":"الفجر بإجماع أهل العلم (¬1). لأن النبي - صلى الله عليه وسلم - إنما رماها ضحى يوم النحر؛ قال جابر رضي الله عنه: «رمى رسول الله - صلى الله عليه وسلم - الجمرة يوم النحر ضحى، وأما بعد فإذا زالت الشمس» (¬2).\rوأما وقت الجواز لرمي هذه الجمرة: فمحل خلاف بين أهل العلم على أربعة أقوال (¬3) بيانها على النحو التالي:\rالقول الأول: يبدأ وقت الجواز لرمي جمرة العقبة بعد طلوع الفجر الثاني يوم النحر، مطلقًا للقادر والعاجز. وإليه ذهب الحنفية، والمالكية والحنابلة في إحدى الروايتين (¬4).\rالقول الثاني: يبدأ وقت الجواز لرمي جمرة العقبة بعد منتصف ليلة النحر، مطلقًا للقادر والعاجز، وإليه ذهب الشافعية، والحنابلة في الروايات الأخرى؛ وهي الصحيح من المذهب وعليها جماهير الأصحاب (¬5).\r¬_________\r(¬1) انظر: أضواء البيان (5/ 275، 276) المسالك في المناسك (1/ 567) الاستذكار (11/ 261) بداية المجتهد (2/ 278، 279، 280) الإجماع (22) البيان (4/ 330) المجموع (8/ 168) المغني (5/ 294) حاشية ابن قاسم على الروض المربع (4/ 154).\r(¬2) أخرجه مسلم في صحيحه (513) كتاب الحج، باب بيان وقت استحباب الرمي (314) (1299).\r(¬3) والخلاف في هذه المسألة له تعلق وثيق بالخلاف في الدفع من مزدلفة، انظر ما سبق من هذا البحث.\r(¬4) انظر: المبسوط (4/ 68) المسالك في المناسك (1/ 567) الاستذكار (11/ 261) مواهب الجليل (3/ 136) المغني (5/ 295) زاد المعاد (2/ 252).\r(¬5) انظر: البيان (4/ 331) المجموع (8/ 177) المغني (5/ 295) الفروع (6/ 54) زاد المعاد (2/ 252) الإنصاف (4/ 37) الشرح الممتع على زاد المستقنع (7/ 361).","seal":"363F2984","page":102},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":101,"nass":"القول الثالث: لا يجوز رمي جمرة العقبة مطلقًا إلا بعد طلوع الشمس. وإليه ذهب طائفة من فقهاء السلف؛ منهم: مجاهد، والثوري، والنخعي، وعزاه الترمذي لأكثر أهل العلم (¬1).\rالقول الرابع: التفريق بين الضعفة والعجزة وغيرهم؛ فيجوز الرمي بعد غياب القمر من ليلة النحر لمن له عذر أو يشق عليه مزاحمة الناس؛ كالمرضى والضعفة والعجزة، وأما القادر الصحيح فلا يجوز له الرمي إلا بعد طلوع الشمس. وهو اختيار طائفة من المحققين من أهل العلم؛ منهم: ابن قيم الجوزية، والشوكاني، ومال إليه الشنقيطي (¬2).\rاستدل أصحاب القول الأول: على أن وقت الجواز لرمي جمرة العقبة يبدأ بعد طلوع الفجر الثاني يوم النحر، مطلقًا للقادر والعاجز، بأدلة؛ منها:\r1 - فعله - صلى الله عليه وسلم - فإنه إنما رماها ضحى يوم النحر؛ قال جابر رضي الله عنه: \"رمى رسول الله - صلى الله عليه وسلم - الجمرة يوم النحر ضحى، وأما بعد فإذا زالت الشمس (¬3).\r¬_________\r(¬1) انظر: الجامع الصحيح (3/ 240) الاستذكار (11/ 262) البيان (4/ 331) المغني (5/ 295).\r(¬2) انظر: أضواء البيان (5/ 280) الاستذكار (11/ 262) نيل الأوطار (5/ 79) البيان (4/ 331) المغني (5/ 295) زاد المعاد (2/ 252).\r(¬3) انظر تخريجه فيما سبق من هذا البحث.","seal":"F11D256D","page":103},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":102,"nass":"مع قوله - صلى الله عليه وسلم - لأمته: «خذوا عني مناسككم» (¬1).\rوهو - صلى الله عليه وسلم - قد رمى في النهار، والنهار يبدأ من طلوع الفجر الثاني.\r2 - ما روى ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قدمه في ضعفة أهله، وقال: «لا ترموا الجمار حتى تصبحوا» (¬2).\rفثبت الجواز بالإصباح، والصبح لا يكون إلا بعد طلوع الفجر الثاني (¬3). قال الإمام مالك رحمه الله: \"لم يبلغنا أن رسول الله - صلى الله عليه وسلم - أرخص لأحد أن يرمي قبل طلوع الفجر، ولا يجوز رميها قبل الفجر، فإن رماها قبل الفجر أعادها\" (¬4).\r3 - ما روى ابن عباس رضي الله عنهما: \"أن النبي - صلى الله عليه وسلم - بعث به مع أهله إلى منى يوم النحر، فرموا الجمرة مع الفجر\" (¬5).\r¬_________\r(¬1) انظر: تخريجه فيما سبق من هذا البحث.\r(¬2) أخرجه الطحاوي في شرح مشكل الآثار (9/ 123) (3503) وحسنه لغيره محققه الشيخ شعيب الأرنؤوط وأخرجه البيهقي في السنن الكبرى (5/ 132) كتاب الحج، باب النهي عن رمي جمرة العقبة قبل طلوع الشمس.\r(¬3) انظر: شرح معاني الآثار (2/ 217) المجموع (8/ 177).\r(¬4) ولعل مقصوده بذلك: من ليس له عذر، انظر: الاستذكار (11/ 261) بداية المجتهد (2/ 279).\r(¬5) أخرجه ابن سعد في الطبقات الكبرى (8/ 207) وفيه (قبل الفجر)، وأحمد في مسند بني هاشم (2935) وهو حديث ضعيف الإسناد ثم هو مخالف لما صح من طرق عن ابن عباس؛ أن رسول الله - صلى الله عليه وسلم - أمرهم أن لا يرموا الجمرة حتى تطلع الشمس. انظر: مسند الإمام أحمد وتعليق المحققين عليه (5/ 100) وسيأتي بإذن الله تخريج هذه الطريق في أدلة القول الثالث (109).","seal":"5F50ECF2","page":104},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":103,"nass":"فهو دليل على جواز رمي جمرة العقبة بعد الفجر؛ لأن ابن عباس ليس من الضعفة الذين رخص لهم (¬1).\rولكنه مردود بأنه حديث ضعيف الإسناد من جهة، ومخالف لما صح عن ابن عباس، من طرق عدة أنه - صلى الله عليه وسلم -: «أمرهم أن لا يرموا الجمرة حتى تطلع الشمس» من جهة ثانية (¬2).\r4 - حديث أسماء رضي الله عنها السابق: «أنها نزلت ليلة جمع عند المزدلفة .. فارتحلوا، حتى رمت الجمرة ثم رجعت، فصلت الصبح في منزلها، فقال لها مولاها: يا هنتاه! ما أرانا إلا قد غلسنا! قالت: يا بني! إن رسول الله - صلى الله عليه وسلم - أذن للظعن» (¬3).\r5 - حديث سالم مولى ابن عمر قال: «كان عبد الله بن عمر رضي الله عنهما يقدم ضعفة أهله، فيقفون عند المشعر الحرام، بالمزدلفة بليل، فيذكرون الله ما بدا لهم، ثم يرجعون قبل أن يقف الإمام وقبل أن يدفع، فمنهم من يقدم منى لصلاة الفجر، ومنهم من يقدم بعد ذلك، فإذا قدموا رموا الجمرة، وكان ابن\r¬_________\r(¬1) انظر: الاستذكار (11/ 263).\r(¬2) انظر: تعليق محققي مسند الإمام أحمد (5/ 100) وانظر ما سيأتي من هذا البحث (109) وما بعدها.\r(¬3) انظر: تخريجه فيما سبق من هذا البحث.","seal":"2EF789EE","page":105},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":104,"nass":"عمر يقول: أرخص في أولئك رسول الله - صلى الله عليه وسلم -» (¬1).\rفحديث أسماء وفعلها، وحديث ابن عمر وفعله بأهله: دليلان صريحان على جواز الرمي بعد طلوع الفجر، وقبل طلوع الشمس، مطلقًا للضعفة وغيرهم، لا سيما وفيهم من ليس من الضعفة والعجزة (¬2).\rواستدل أصحاب القول الثاني: على أن وقت الجواز لرمي جمرة العقبة يبدأ بعد منتصف ليلة النحر، مطلقًا للقادر والعاجز بأدلة، منها.\r1 - ما روته عائشة رضي الله عنها قالت: «أرسل النبي - صلى الله عليه وسلم - بأم سلمة ليلة النحر، فرمت الجمرة قبل الفجر، ثم مضت فأفاضت وكان ذلك اليوم اليوم الذي يكون رسول الله - صلى الله عليه وسلم -؛ تعني عندها» (¬3).\r2 - ما روته أم سلمة رضي الله عنها قالت: «قدمني رسول الله - صلى الله عليه وسلم - فيمن قدم من أهله ليلة المزدلفة، فرميت بليل، ثم مضيت إلى مكة، فصليت بها الصبح، ثم رجعت إلى منى» (¬4).\r¬_________\r(¬1) انظر: تخريجه فيما سبق من هذا البحث.\r(¬2) انظر فتح الباري (3/ 616، 617).\r(¬3) انظر تخريجه فيما سبق من هذا البحث (93).\r(¬4) أورده الإمام ابن قيم الجوزية في زاد المعاد (2/ 249، 250)، وعزاه للخلال بسنده، قال: أنبأنا علي بن حرب حدثنا هارون بن عمران عن سليمان بن أبي داود، عن هشام بن عروة، عن أبيه قال: أخبرتني أم سلمة، فساقه، ثم ضعفه بسليمان بن داود الخوليان. قال ابن حبان: \"سليمان بن داود الخولاني من أهل دمشق، ثقة مأمون، وقد أثنى على سليمان هذا: أبو زرعة، وأبو حاتم، وعثمان بن سعيد وجماعة من الحفاظ. وقال الحافظ ابن حجر: \"أما سليمان بن داود الخولاني فلا ريب في أنه صدوق\" انظر: تهذيب التهذيب (2/ 93).\rوقال الشنقيطي في أضواء البيان (5/ 277، 278) ولا شك أن هذه الرواية عن أم سلمة تقوى الرواية الأولى عن عائشة .. وسليمان المذكور، وثقه، وأثنى عليه غير واحد .. وبذلك كله يعلم أن روايته لا تقل عن أن تكون عاضدًا لغيرها. اهـ.","seal":"352BE8BA","page":106},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":105,"nass":"فدل هذان الحديثان على جواز رمي جمرة العقبة قبل فجر يوم النحر بليل (¬1).\r3 - حديث أسماء السابق في الصحيحين (¬2)؛ ولفظه عند أبي داود؛ عن أسماء: «أنها رمت الجمرة، قال مولاها، إنا رمينا الجمرة بليل! قالت: إنا كنا نصنع هذا على عهد رسول الله - صلى الله عليه وسلم -» (¬3).\rفهو دليل على جواز رمي جمرة العقبة بليل قبل طلوع الفجر يوم النحر (¬4).\r¬_________\r(¬1) انظر: أضواء البيان (5/ 277، 278) الاستذكار (11/ 260، 263، 264) البيان (4/ 331) المغني (5/ 295).\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.\r(¬3) سنن أبي داود (284) كتاب المناسك باب التعجيل من جمع (1943) وصحح هذه الرواية الألباني في صحيح سنن أبي داود (1/ 546) (1943).\r(¬4) انظر: الاستذكار (11/ 264) فتح الباري (3/ 617) بداية المجتهد (2/ 280 المغني (5/ 295).","seal":"34DF2898","page":107},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":106,"nass":"4 - ولأن نصف الليل الأخير من ليلة النحر وقت للدفع من مزدلفة فكان وقتًا للرمي، كبعد طلوع الشمس (¬1).\rواعترض على الاستدلال بهذه الأدلة جميعًا من وجهين:\rالأول: ضعف بعضها؛ فحديث عائشة أنكره الإمام أحمد، وابن قيم الجوزية، والبيهقي وابن التركماني، وضعفه الألباني وغيره؛ للاضطراب في متنه وسنده (¬2).\rوحديث أم سلمة الآخر ضعفه الإمام ابن قيم الجوزية (¬3).\rولكن هذا الاعتراض مردود: بأنهما حديثان صحيحان، وقد صححهما جمع من الأئمة، كما تقدم في تخريجهما، واحتجوا بهما.\rالثاني: أن غاية ما تفيده هذه الأدلة: الإذن في رميها في ذلك الوقت للضعفة والنساء ومن رخص لهم رسول الله - صلى الله عليه وسلم -، وأما من عداهم من الأصحاء القادرين فلا (¬4).\r¬_________\r(¬1) انظر: البيان (4/ 331) المغني (5/ 295).\r(¬2) انظر: سنن البيهقي ومعها الجوهر النقي (5/ 132، 133) زاد المعاد (2/ 249) إرواء الغليل (4/ 278، 279) (1077) ضعيف سنن أبي داود (152) (1942)\rوالعجيب أن ابن القيم رحمه الله صححه في زاد المعاد بعد ذلك (2/ 284)\rفلعله وهم أو تغير اجتهاده وثبتت لديه صحته.\r(¬3) انظر: زاد المعاد (2/ 250).\r(¬4) انظر: شرح السنة (4/ 104) نيل الأوطار (5/ 79، 82).","seal":"1CF2238E","page":108},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":107,"nass":"ولا يلزم، من كون نصف الليل وقتًا للدفع من مزدلفة أن يكون وقتًا للرمي، حتى للضعفة ونحوهم، بدليل أن النبي - صلى الله عليه وسلم - قدم ابن عباس في ضعفة أهله من جمع بليل، و: \"أمرهم أن لا يرموا الجمرة حتى تطلع الشمس\" (¬1).\rواستدل أصحاب القول الثالث؛ على أنه لا يجوز رمي جمرة العقبة مطلقًا إلا بعد طلوع الشمس، بأدلة؛ منها:\r1 - فعله - صلى الله عليه وسلم - فإنه إنما رمي جمرة العقبة ضحى يوم النحر (¬2) وقال - صلى الله عليه وسلم - لأمته «خذوا عني مناسككم» (¬3).\r2 - ما رواه ابن عباس رضي الله عنهما: أن النبي - صلى الله عليه وسلم - قدم ضعفة أهله وقال: «لا ترموا الجمرة حتى تطلع الشمس».\rوفي رواية قال: فجعل يلطخ أفخاذنا، ويقول: «أُبَيْنِيَّ (¬4) لا ترموا الجمرة حتى تطلع الشمس» زاد سفيان: \"قال ابن عباس: ما إخال أحدًا يعقل يرمي حتى تطلع الشمس، قال أبو داود: اللطخ: الضرب اللين (¬5).\r¬_________\r(¬1) سيأتي تخريجه.\r(¬2) انظر: تخريجه فيما سبق من هذا البحث.\r(¬3) انظر تخريجه فيما سبق من هذا البحث.\r(¬4) أُبَيْنِيَّ: اسم مفرد يدل على الجمع، وهو تصغير أبني، كأعمى وأعيمى وقيل: هو تصغير بني، جمع ابن مضافاً إلى النفس.\rوقيل: هو تصغير بني؛ جمع ابن مضافًا إلى النفس\rانظر: النهاية في غريب الحديث والأثر (1/ 21) (أبَنَ).\r(¬5) أخرجه الترمذي في الجامع الصحيح (3/ 240) كتاب الحج باب ما جاء في تقديم الضعفة من جمع بليل (893) وأبو داود في السنن (284) كتاب المناسك باب التعجيل من جمع (1940) وابن ماجة في السنن (438) كتاب المناسك، باب من تقدم من جمع إلى منى لرمي الجمار (3025) وأحمد في مسند بني هاشم، (2082) وصححه محققو مسند الإمام أحمد (3/ 504) وصححه الترمذي في الجامع الصحيح (3/ 240) والنووي في المجموع (8/ 177) وابن حجر في فتح الباري (3/ 617) وابن قيم الجوزية في زاد المعاد (2/ 251) والشوكاني في نيل الأوطار (5/ 81، 82) والشنقيطي في أضواء البيان (5/ 278) والألباني في صحيح سنن أبي داود (1/ 545، 546) (1940، 1941) , وأصله في الصحيحين من غير النهي عن الرمي حتى تطلع الشمس انظر (92) من هذا البحث.","seal":"FDA4AE6D","page":109},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":108,"nass":"فهذان الحديثان: نصان صريحان في أن وقت رمي جمرة العقبة يوم النحر بعد طلوع الشمس لفعله - صلى الله عليه وسلم -، ولنهيه عن رميها قبل طلوع الشمس، حتى لمن جاز لهم الدفع من المزدلفة قبل طلوع الفجر (¬1).\rقال الإمام الترمذي رحمه الله: \"حديث ابن عباس: حديث حسن صحيح، والعمل على هذا الحديث عند أهل العلم لم يروا بأسًا أن يتقدم الضعفة من المزدلفة بليل، يصيرون إلى منى، وقال أكثر أهل العلم بحديث النبي - صلى الله عليه وسلم -: «أنهم لا يرمون حتى تطلع الشمس» (¬2).\r¬_________\r(¬1) انظر: أضواء البيان (5/ 278)، الاستذكار (11/ 262)، المغني (5/ 294).\r(¬2) الجامع الصحيح (3/ 240).","seal":"08B67BC5","page":110},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":109,"nass":"وأجيب عن هذه الأدلة من وجهين:\rالأول: أن فعل النبي - صلى الله عليه وسلم - إذا عارض قوله، كان محمولاً على الاستحباب، وكان قوله مقدمًا على فعله؛ لاحتمال أن يكون الفعل خاصًا به، أو من باب الأفضلية (¬1).\rالثاني: قوله - صلى الله عليه وسلم - لابن عباس محمول على الاستحباب، وحديث عائشة في قصة أم سلمة محمول على الجواز؛ جمعًا بين الأدلة (¬2).\rواستدل أصحاب القول الرابع؛ على التفريق بين الضعفة والعجزة وغيرهم بأدلة منها:\rأ- استدلوا على جواز رمي جمرة العقبة مع الفجر للضعفة والنساء والعجزة ومن معهم؛ بإذنه - صلى الله عليه وسلم - لهم في رمي الجمرة بغلس، آخر ليلة النحر؛ كما هو ثابت عنه - صلى الله عليه وسلم - في أحاديث كثيرة منها:\r1 - حديث عائشة رضي الله عنهما: «في إذنه لأم سلمة أن تدفع إلى منى ليلة النحر، فرمت الجمرة قبل الفجر، ثم مضت فأفاضت» (¬3).\r2 - وحديث ابن عباس رضي الله عنهما: «أن النبي - صلى الله عليه وسلم - بعث به مع\r¬_________\r(¬1) انظر: كتاب الحج من الحاوي الكبير (2/ 722) المجموع (8/ 177).\r(¬2) انظر: أضواء البيان (5/ 280) البيان (4/ 330) المغني (5/ 295).\r(¬3) انظر: تخريجه وكلام أهل العلم عليه فيما سبق.","seal":"B4768547","page":111},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":110,"nass":"أهله إلى منى يوم النحر، فرموا الجمرة مع الفجر» (¬1).\r3 - حديث سالم مولى ابن عمر قال: «كان عبد الله بن عمر رضي الله عنهما يقدم ضعفة أهله، فيقفون عند المشعر الحرام؛ بالمزدلفة بليل ... فمنهم من يقدم منى لصلاة الفجر، ومنهم من يقدم بعد ذلك، فإذا قدموا رموا الجمرة، وكان ابن عمر يقول: أرخص في أولئك رسول الله - صلى الله عليه وسلم - (¬2).\r4 - حديث أسماء رضي الله عنها: أنها رمت الجمرة قال مولاها: إنا رمينا الجمرة بليل! قالت: إنا كنا نصنع هذا على عهد رسول الله - صلى الله عليه وسلم - (¬3).\rفهذه الأدلة الثابتة حجة ظاهرة على جواز رمي الضعفة والعجزة والظعن ونحوهم جمرة العقبة آخر ليلة النحر؛ بعد غياب القمر، أو بغلس الصبح؛ لإذن النبي - صلى الله عليه وسلم - لهم في ذلك ولا ينبغي التوقف في جواز ذلك لهم بعد طلوع الفجر (¬4).\rب- واستدلوا على أن الأقوياء وغير الضعفة والظعن لا\r¬_________\r(¬1) انظر: تخريجه وكلام أهل العلم عليه فيما سبق.\r(¬2) انظر: تخريجه وكلام أهل العلم عليه فيما سبق.\r(¬3) انظر: تخريجه وكلام أهل العلم عليه فيما سبق.\r(¬4) انظر: أضواء البيان (5/ 279، 280) الاستذكار (11/ 264) فتح الباري (3/ 617) بداية المجتهد (2/ 280) البيان (4/ 331) المغنى (5/ 295) زاد المعاد (2/ 252).","seal":"8341F3FC","page":112},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":111,"nass":"يجوز لهم رمي جمرة العقبة إلا بعد طلوع الشمس يوم النحر بما يلي.\r1 - مفهوم الأدلة السابقة وهو أن الإذن برمي الجمرة قبل طلوع الشمس إنما هو للظعن والضعفة ونحوهم، ولا يشمل غيرهم من الأقوياء الذكور والأصحاء (¬1).\r2 - فعله - صلى الله عليه وسلم - فإنه إنما رمي جمرة العقبة ضحى يوم النحر؛ (¬2)، وقال - صلى الله عليه وسلم - لأمته «خذوا عني مناسككم» (¬3).\r3 - ما رواه ابن عباس رضي الله عنهما: أن النبي - صلى الله عليه وسلم - قدم ضعفة أهله، وقال: «لا ترموا الجمرة حتى تطلع الشمس» (¬4).\rفهذه الأدلة الصحيحة تدل دلالة ظاهرة على أن الأصحاء الأقوياء لا يجوز لهم أن يرموا جمرة العقبة إلا بعد طلوع الشمس من يوم النحر، وأن الرخصة في رميها قبل لا تشملهم (¬5).\rوالذي يظهر، والله تعالى أعلم، أن الراجح من هذه الأقوال هو القول الرابع؛ التفريق بين الضعفة والعجزة\r¬_________\r(¬1) انظر: أضواء البيان (5/ 279، 280) زاد المعاد (2/ 252).\r(¬2) انظر: تخريجه فيما سبق.\r(¬3) انظر: تخريجه فيما سبق.\rوانظر: أضواء البيان (5/ 278) الجامع الصحيح (3/ 240) الاستذكار (11/ 262) المغني (5/ 294).\r(¬4) انظر: تخريجه والحكم عليه فيما سبق.\r(¬5) انظر: أضواء البيان (5/ 279، 280) زاد المعاد (2/ 252).","seal":"7B702B6E","page":113},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":112,"nass":"وغيرهم من الأقوياء الأصحاء؛ فيجوز الرمي بعد غياب القمر من ليلة النحر لمن له عذر أو يشق عليه مزاحمة الناس؛ كالمرضى والضعفة والعجزة، وأما القادر الصحيح فلا يجوز له الرمي إلا بعد طلوع الشمس، لما يلي:\rأولا: أن الإذن في رمي جمرة العقبة قبل طلوع الشمس للضعفة والعجزة ثابت صحيح مشهور، لا مدفع له، ولا ينبغي التوقف في الإذن لهؤلاء في الرمي بعد الصبح قبل طلوع الشمس.\rثانيًا: أن الأقوياء ثبت، كما في حديث ابن عباس، نهيهم عن رمي جمرة العقبة قبل طلوع الشمس.\rثالثًا: أن هذا القول هو القول الذي تجتمع به الأدلة وتتفق، والقاعدة المقررة عند أهل العلم: أن يجمع بين النصين إن أمكن، وإلا فالترجيح بينهما هو المتعين (¬1).\rقال الإمام ابن قيم الجوزية رحمه الله: «ثم تأملنا فإذا أنه لا تعارض بين هذه الأحاديث؛ فإنه - صلى الله عليه وسلم - أمر الصبيان أن لا يرموا الجمرة حتى تطلع الشمس، فإنه لا عذر لهم في تقديم الرمي، أما من قدمه من النساء، فرمين قبل طلوع الشمس للعذر، والخوف عليهن من مزاحمة الناس وحطمهم، وهذا الذي دلت عليه السنة؛ جواز الرمي قبل طلوع الشمس للعذر\r¬_________\r(¬1) انظر: أضواء البيان (5/ 280).","seal":"81F0DDD1","page":114},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":113,"nass":"بمرض أو كبر يشق عليه مزاحمة الناس لأجله، وأما القادر الصحيح فلا يجوز له ذلك» (¬1).\rوقال الإمام الشنقيطي رحمه الله: «إن الذي يقتضي الدليل رجحانه في هذه المسألة: أن الذكور الأقوياء لا يجوز لهم رمي جمرة العقبة إلا بعد طلوع الشمس، وأن الضعفة والنساء لا ينبغي التوقف في جواز رميهم بعد الصبح قبل طلوع الشمس لحديث أسماء، وابن عمر المتفق عليهما الصريحين في الترخيص لهم في ذلك».\rوأما رميهم؛ أعني الضعفة والنساء، قبل طلوع الفجر، فهو محل نظر، فحديث عائشة عند أبي داود يقتضي جوازه، وحديث ابن عباس عند أصحاب السنن يقتضي منعه. والقاعدة المقررة في الأصول: هي أن يجمع بين النصين إن أمكن الجمع، وإلا فالترجيح بينهما، وقد جمعت بينهما جماعة من أهل العلم؛ فجعلوا لرمي جمرة العقبة وقتين: وقت فضيلة ووقت جواز، وحملوا حديث ابن عباس على وقت الفضيلة، وحديث عائشة على وقت الجواز؛ وله وجه من النظر، والعلم عند الله تعالى (¬2).\r¬_________\r(¬1) زاد المعاد (2/ 252).\r(¬2) أضواء البيان (5/ 279، 280).","seal":"C445DFE0","page":115},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":114,"nass":"المسألة السادسة: أول وقت طواف الإفاضة:\rطواف الإفاضة ويسمى: طواف الزيارة، وطواف الفرض؛ ركن من أركان الحج التي لا يتم الحج إلا بها بإجماع أهل العلم (¬1).\rقال الله تعالى: {ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} [الحج: 29].\rفهو أمر للحجيج بالطواف بالبيت؛ قال مجاهد رحمه الله: «يعني: الطواف الواجب يوم النحر» (¬2).\rولهذا الطواف وقتان: وقت فضيلة، ووقت إجزاء (¬3).\rفأما وقت الفضيلة: فضحى يوم النحر، بعد الرمي والحلق؛ لفعله - صلى الله عليه وسلم - في حجته؛ حيث روى مسلم عن جابر رضي الله عنه أن النبي - صلى الله عليه وسلم - لما رمى جمرة العقبة ضحى، وذبح، وحلق: «ركب فأفاض إلى البيت، فصلى بمكة الظهر» (¬4).\rولا خلاف في هذا بين أهل العلم (¬5).\rوأما وقت الجواز: فمحل خلاف بين أهل العلم\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (3/ 347) الإجماع (23) البيان (4/ 354) المجموع (8/ 196 - 198) المغني (5/ 311).\r(¬2) تفسير القرآن العظيم (5/ 418).\r(¬3) انظر: البيان (4/ 345) المغني (5/ 312، 313).\r(¬4) انظر تخريجه فيما سبق من هذا البحث.\r(¬5) انظر: شرح النووي على صحيح مسلم (3/ 347) المسالك في المناسك (1/ 592) البيان (4/ 345) المغني (5/ 312).","seal":"3DBA2FE0","page":116},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":115,"nass":"والخلاف فيه مبني على الخلاف في مسألتي: الدفع من مزدلفة، ورمي جمرة العقبة (¬1)؛ وقد مضى الكلام في ذلك مفصلا في المسألتين السابقتين، مما يغني عن إعادة يطول بها البحث.\rولكن من باب الاختصار الذي يحصل به المقصود دون إطالة.\rذهب الشافعية والحنابلة: إلى أن أول وقت لطواف الإفاضة: هو بعد نصف الليل من ليلة النحر (¬2) استدلالا بالأدلة الدالة على أن الدفع من مزدلفة يجوز بعد نصف ليلة النحر؛ وأصرحها في هذا: حديث عائشة رضي الله عنها قالت: «أرسل النبي - صلى الله عليه وسلم - بأم سلمة ليلة النحر، فرمت الجمرة قبل الفجر، ثم مضت فأفاضت، وكان ذلك اليوم اليوم الذي يكون رسول الله - صلى الله عليه وسلم - تعني عندها» (¬3).\rوذهب الحنفية والمالكية: إلى أن أول وقت لطواف الإفاضة: هو طلوع الفجر من يوم النحر (¬4)؛ استدلالا بأن الدفع\r¬_________\r(¬1) أقوالاً وأدلة؛ كما ذكر ذلك جمع من أهل العلم منهم: العمراني في البيان (4/ 345) وابن قدامة في المغني (5/ 313).\r(¬2) انظر: شرح النووي على صحيح مسلم (3/ 347) البيان (4/ 345، 346) المغني (5/ 313).\r(¬3) انظر: تخريجه فيما سبق من هذا البحث.\r(¬4) انظر: هذه الأدلة وبيان القول الراجح في المسألة فيما سبق من هذا البحث.","seal":"1BB5C072","page":117},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":116,"nass":"من مزدلفة إنما هو بعد طلوع الفجر؛ لما سبق من الأدلة (¬1).\rوالذي تقتضيه الأدلة الصحيحة: التي سبق بيانها في مسألتي الدفع من مزدلفة، ورمي جمرة العقبة: التفريق بين الضعفة والنساء، والأقوياء الأصحاء:\rفالضعفة والنساء: يجوز لهم أن يطوفوا بالبيت بعد طلوع الفجر؛ لإذنه - صلى الله عليه وسلم - لضعفه أهله وللظعن بالدفع من مزدلفة آخر الليل (¬2).\rوأما الأصحاء الأقوياء: فلم يدل الدليل على الإذن لهم بالدفع من مزدلفة إلا بعد طلوع الفجر، ولم يؤذن لهم في رمي جمرة العقبة إلا بعد طلوع الشمس؛ بل دل الدليل على أن الذي ينبغي لهم هو البقاء في المزدلفة حتى يصلوا الفجر بها، ثم يقفوا بها كما وقف المصطفى - صلى الله عليه وسلم - ثم يدفعوا إلى منى قبل طلوع الشمس، ويرموا الجمرة ضحى يوم النحر، ثم يحلقوا، وينحر من معه الهدي هديه، ثم يفيضوا إلى مكة لطواف الإفاضة.\rهذا هو الذي دل عليه الدليل الصحيح، وفعله النبي - صلى الله عليه وسلم - وقال لأمته «خذوا عني مناسككم» (¬3).\r¬_________\r(¬1) انظر: البحر الرائق (2/ 247، 330) رد المحتار (2/ 518) مواهب الجليل (2/ 829 أسهل المدارك (1/ 292).\r(¬2) انظر: ما سبق من هذا البحث.\r(¬3) انظر: تخريجه فيما سبق من هذا البحث، وانظر: أضواء البيان (5/ 279، 280) زاد المعاد (2/ 252).","seal":"3493B854","page":118},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":117,"nass":"المطلب الخامس\rمسائل متفرقة تترتب على طلوع الفجر الثاني\rهناك جملة من المسائل الفقهية المتفرقة التي تترتب على طلوع الفجر عند طائفة من أهل العلم، وقد جرى فيها الخلاف بينهم، وذكرها بعضهم في غير مظانها؛ منها ما يتعلق بباب الطهارة والصلاة معًا، ومنها ما يتعلق بباب الزكاة والصيام معًا ومنها ما يتعلق بباب الحج والأضحية معًا وهذا بيانها في المسائل التالية:\r\rالمسألة الأولى: أول وقت الغسل لصلاة الجمعة:\rلا خلاف بين أهل العلم، رحمهم الله، في استحباب الغسل لمن أتى الجمعة؛ وقد حكى بعض أهل العلم الإجماع على هذا (¬1).\r¬_________\r(¬1) انظر: الجامع الصحيح (2/ 370، 371) البحر الرائق (1/ 66) رد المحتار على الدر المختار (1/ 168) التمهيد (4/ 630) البيان (2/ 583) المجموع (4/ 408) المغني (3/ 224 - 225).\rوعن الإمام أحمد رحمه الله: أنه واجب؛ وقيده شيخ الإسلام ابن تيمية رحمه الله بمن له عرق، أو ريح يتأذى به الناس، وهذا من مفردات المذهب والصحيح إن شاء الله، أنه مستحب وليس بواجب.\rانظر التمهيد (4/ 630) المغني (3/ 225 - 227) الإنصاف (2/ 407).","seal":"473FDCA8","page":119},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":118,"nass":"قال الإمام ابن عبد البر رحمه الله: قد أجمع المسلمون قديمًا وحديثًا على أن غسل الجمعة ليس بفرض واجب (¬1).\rوعن الإمام أحمد رحمه الله: أنه واجب؛ وقيده شيخ الإسلام ابن تيمية رحمه الله بمن له عرق، أو ريح يتأذى به الناس، وهذا من مفردات المذهب، والصحيح، إن شاء الله أنه مستحب وليس بواجب.\rواستدل جمهور أهل العلم: على استحباب الغسل يوم الجمعة بأدلة كثيرة؛ من السنة الصحيحة، وآثار سلف الأمة؛ منها:\r1 - ما رواه سلمان الفارسي رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - «لا يغتسل رجل يوم الجمعة، ويتطهر ما استطاع من طهر، ويدهن من دهنه، أو يمس من طيب بيته، ثم يخرج فلا يفرق بين اثنين ثم يصلي ما كتب له، ثم ينصت إذا تكلم الإمام إلا غفر له ما بينه وبين الجمعة الأخرى» (¬2).\r2 - وعن سمرة بن جندب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل فالغسل أفضل» (¬3).\r¬_________\r(¬1) التمهيد (4/ 630).\r(¬2) أخرجه البخاري في صحيحه (214، 215) كتاب الجمعة، باب الدهن للجمعة (883).\r(¬3) أخرجه الترمذي في الجامع الصحيح (2/ 369) كتاب الجمعة باب ما جاء في الوضوء يوم الجمعة (497) وحسنه. والنسائي في السنن الصغرى (3/ 65، 66) كتاب الجمعة باب الرخصة في ترك الغسل يوم الجمعة (1380) وابن ماجة في سننه (153) كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الرخصة في ذلك (109).\rوصححه الألباني في صحيح سنن ابن ماجة (1/ 324) (902).","seal":"9C5767A3","page":120},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":119,"nass":"قال الترمذي رحمه الله: «والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - ومن بعدهم اختاروا الغسل يوم الجمعة، ورأوا أن يجزئ الوضوء من الغسل يوم الجمعة» (¬1).\r3 - وعن ابن عمر رضي الله عنهما: «أن عمر بن الخطاب بينا هو يخطب الناس يوم الجمعة، دخل رجل من أصحاب رسول الله - صلى الله عليه وسلم - فناداه عمر: أية ساعة هذه؟! فقال إني شغلت اليوم فلم انقلب إلى أهلي حتى سمعت النداء، فلم أزد على أن توضأت! قال عمر: والوضوء أيضًا وقد علمت أن رسول الله - صلى الله عليه وسلم - كان يأمر بالغسل» (¬2).\rوجاء في رواية لمسلم أن الرجل الذي دخل هو عثمان بن عفان رضي الله عنه (¬3).\r¬_________\r(¬1) الجامع الصحيح (2/ 370).\r(¬2) أخرجه البخاري في صحيحه (213) كتاب الجمعة، باب فضل الغسل يوم الجمعة (878) ومسلم في صحيحه (328) في أول كتاب الجمعة (3/ 845).\r(¬3) أخرجه في صحيحه (328) أول كتاب الجمعة (4/ 845).","seal":"41AAF4DE","page":121},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":120,"nass":"وهذا صريح في أن غسل يوم الجمعة ليس بواجب؛ إذ لو كان واجبًا لما خفي على عثمان، وعلى من حضر من الصحابة، ولم يترك عمر عثمان رضي الله عنهما حتى يرده ويأمره بالغسل (¬1).\rوإذا تقرر هذا؛ فإن وقت الغسل للجمعة في قول جمهور أهل العلم، يكون بعد طلوع الفجر، فمن اغتسل بعد ذلك أجزأه، سواء راح بعده للجمعة أم تأخر، وإن اغتسل قبل الفجر لم يجزئه (¬2).\rلأن النبي - صلى الله عليه وسلم - قال: «لا يغتسل رجل يوم الجمعة ..» (¬3).\rفعلقه على اليوم، واليوم يكون من طلوع الفجر (¬4).\rوقال - صلى الله عليه وسلم -: «من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل فالغسل أفضل» (¬5) ولم يفرق بين أن يروح بعده، أو لا يروح (¬6).\r¬_________\r(¬1) انظر: الجامع الصحيح (2/ 371) البيان (2/ 583) المغني (3/ 226، 227).\r(¬2) انظر: رد المحتار على الدر المختار (1/ 169) عقد الجواهر الثمينة (1/ 234) البيان (2/ 584) المجموع (4/ 408، 409) المغني (3/ 227).\r(¬3) انظر: تخريجه فيما سبق من هذا البحث.\r(¬4) انظر: البيان (2/ 584) المغني (3/ 227).\r(¬5) انظر: تخريجه فيما سبق من هذا البحث.\r(¬6) انظر: البيان (2/ 585).","seal":"5DCD2DE1","page":122},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":121,"nass":"وقيده أكثر المالكية: بأن يتعقبه الرواح إلى الجمعة؛ فإن لم يرح عقبه لم يجزئه (¬1).\rلأن النبي - صلى الله عليه وسلم - رتب الخروج للجمعة في بعض ألفاظ الحديث بعد الغسل (¬2).\rورأي الجمهور أولى، والله تعالى أعلم؛ لأن الغسل لأجل يوم الجمعة، فهو عيد الأسبوع؛ واليوم يبدأ من طلوع الفجر؛ ثم إن الأحاديث في فضل غسل الجمعة عامة، لم تقيده بالخروج بعده.\r\rالمسألة الثانية: أول وقت الغسل لصلاة العيدين:\rالغسل للعيد مستحب في قول جمهور أهل العلم؛ لأنه يوم يجتمع الناس فيه للصلاة، فاستحب الغسل فيه؛ كيوم الجمعة (¬3).\rوقد ثبت عن ابن عمر رضي الله عنهما: أنه كان يغتسل يوم الفطر قبل أن يغدو إلى المصلى (¬4).\r¬_________\r(¬1) انظر: عقد الجواهر الثمينة (1/ 234) البيان (2/ 584) المغني (3/ 227).\r(¬2) انظر مثلا: الحديث الذي سبق تخريجه.\r(¬3) انظر: الاستذكار (6/ 275) رد المحتار على الدر المختار (1/ 168) عقد الجواهر الثمينة (1/ 241) البيان (2/ 629) المغني (3/ 256، 257).\r(¬4) أخرجه مالك في الموطأ (1/ 177) كتاب العيدين باب العمل في غسل اليدين والنداء فيهما والإقامة. وسنده صحيح. انظر: خلاصة الأحكام (2/ 819) (2884) تعليق محققي مسند الإمام أحمد بن حنبل علي (16720) المسند (27/ 278).","seal":"04F0FC3C","page":123},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":122,"nass":"ووقت الغسل للعيدين في قول جمهور أهل العلم: بعد طلوع الفجر الثاني، فمن اغتسل قبل الفجر لم يصب سنة الاغتسال؛ لأنه غسل الصلاة في اليوم، فلم يجز قبل الفجر؛ كغسل يوم الجمعة (¬1).\rوذهب بعض أهل العلم إلى أنه يجوز الغسل للعيدين قبل الفجر، وبعده؛ لأن زمن العيد أضيق من وقت الجمعة، وصلاة العيد تفعل قريبًا من طلوع الشمس، فلو قلنا: لا يجوز الغسل قبل الفجر، لأدى ذلك إلى تفويت الصلاة بالغسل، لا سيما من كان بعيدًا عن المصلى، ولأن المقصود من الغسل التنظيف، وذلك يحصل بالغسل في الليل؛ لقربه من الصلاة (¬2).\rوالأمر في هذا واسع بحمد الله؛ لأنه ليس فيه نص من الشارع، وهو من باب السنة لا الواجب، فسواء في ذلك من اغتسل قبل الفجر، أو بعده؛ لكن الأفضل أن يكون الاغتسال بعد طلوع الفجر؛ خروجًا من الخلاف، ولأنه أبلغ في\r¬_________\r(¬1) انظر: رد المحتار على الدر المختار (1/ 168، 169) عقد الجواهر الثمينة (1/ 241) البيان (2/ 629) المغني (3/ 258).\r(¬2) انظر: رد المحتار على الدر المختار (1/ 168، 169) عقد الجواهر الثمينة (1/ 241) البيان (2/ 629) المغني (3/ 258) الإنصاف (1/ 248).","seal":"C36E61D8","page":124},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":123,"nass":"النظافة؛ لقربه من الصلاة (¬1).\r\rالمسألة الثالثة: بداية وقت وجوب إخراج زكاة الفطر:\rزكاة الفطر من رمضان فرض بإجماع أهل العلم؛ تجب على كل مسلم فضل عن قوته وقوت من تلزمه نفقته ليلة الفطر ويومه ما يؤدى في الفطرة، صغيرًا كان أو كبيرًا، ذكرًا كان أو أنثى، حرًا كان أو عبدًا، وتجب على اليتيم، ويخرج عنه وليه من ماله، في قول عامة أهل العلم (¬2).\rقال ابن قدامة رحمه الله: لا نعلم أحدًا خالف في هذا إلا محمد بن الحسن، قال: ليس في مال الصغير من المسلمين صدقة (¬3).\rودليل الجمهور: ما ثبت في الصحيحين (¬4) من حديث ابن عمر، رضي الله تعالى عنهما، قال: فرض رسول الله - صلى الله عليه وسلم - زكاة الفكر صاعًا من تمر، أو صاعًا من شعير، على العبد\r¬_________\r(¬1) انظر: المغني (3/ 258).\r(¬2) انظر: البحر الرائق (2/ 270) رد المحتار على الدر المختار (2/ 358، 359) عقد الجواهر الثمينة (1/ 336) البيان (3/ 350، 351) المجموع (6/ 61) المغني (4/ 283) الإنصاف (3/ 176).\r(¬3) المغني (4/ 281، 283) وانظر: الإجماع (13).\r(¬4) صحيح البخاري (366) كتاب الزكاة، باب فرض صدقة الفطر (1503) وصحيح مسلم (380) كتاب الزكاة باب زكاة الفطر على المسلمين من التمر والشعير (984).","seal":"DDBBA2FC","page":125},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":124,"nass":"والحر، والذكر والأنثى، والصغير والكبير من المسلمين، وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة.\rوإذا تقرر هذا؛ فإن وقت وجوب إخراج زكاة الفطر من رمضان محل خلاف بين أهل العلم على قولين:\rالقول الأول: إن زكاة الفطر تجب بغروب الشمس من آخر يوم من رمضان؛ وإليه ذهب طائفة من فقهاء السلف، وهو إحدى الروايتين عن مالك، وأحد القولين عن الشافعي، ومذهب الحنابلة (¬1).\rوالقول الثاني: إن زكاة الفطر تجب بطلوع الفجر من يوم الفطر. وإليه ذهب بعض فقهاء السلف، وهو مذهب الحنفية، وإحدى الروايتين عن مالك، والقول القديم عن الشافعي، ورواية عن الإمام أحمد اختارها بعض أصحابه (¬2).\rاستدل أصحاب القول الأول؛ على أن وقت وجوب زكاة الفطر هو غروب الشمس، من آخر يوم من رمضان بأدلة، منها.\r¬_________\r(¬1) انظر: عقد الجواهر الثمينة (1/ 336، 337) بداية المجتهد (2/ 136) البيان (3/ 365، 366) المجموع (6/ 84، 85) المغني (4/ 298، 299) الإنصاف (3/ 176).\r(¬2) انظر: البحر الرائق (2/ 274) رد المحتار على الدر المختار (2/ 367) عقد الجواهر الثمينة (1/ 336، 337) بداية المجتهد (2/ 136) البيان (3/ 365، 366) المجموع (6/ 84، 85) الإنصاف (3/ 176).","seal":"3B18F5DF","page":126},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":125,"nass":"1 - قول ابن عباس رضي الله عنهما: فرض رسول الله - صلى الله عليه وسلم - زكاة الفطر؛ طهرة للصائم من اللغو والرفث، وطعمة للمساكين، من أداها قبل الصلاة فهي زكاة مقبولة ومن أداها بعد الصلاة فهي صدقة من الصدقات (¬1).\rوالوجه منه: أن الوجوب إنما يكون على من أدرك جزءًا من الصيام وبعد طلوع الفجر لا يكون مدركًا لذلك (¬2).\r2 - حديث ابن عمر السابق؛ وفيه «فرض رسول الله - صلى الله عليه وسلم - صدقة الفطر من رمضان» (¬3).\rوالوجه منه: أن النبي - صلى الله عليه وسلم - أضاف الصدقة إلى الفطر من رمضان، والفطر من رمضان إنما يكون إذا غابت الشمس من آخر يوم منه، فكانت مختصة وواجبة به؛ كزكاة المال (¬4).\rواستدل أصحاب القول الثاني؛ على أن وقت وجوب\r¬_________\r(¬1) أخرجه أبو داود في سننه (238، 239) كتاب الزكاة باب زكاة الفطر (1609) وابن ماجة في سننه (262) كتاب الزكاة، باب صدقة الفطر (1827) والحاكم في كتاب الزكاة (1488) وصححه على شرط البخاري، ووافقه الذهبي، المستدرك ومعه التلخيص (1/ 568) وأقره ابن حجر في بلوغ المرام (195، 196) (507).\rوحسنه النووي في المجموع (6/ 85) والألباني في الإرواء (3/ 332) (843).\r(¬2) انظر: البيان (3/ 366).\r(¬3) انظر: تخريجه فيما سبق.\r(¬4) انظر: البيان (3/ 366) المغني (4/ 299).","seal":"F69DD587","page":127},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":126,"nass":"زكاة الفطر هو طلوع الفجر من يوم الفطر بأدلة؛ منها:\r1 - ما روي عن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - فرض زكاة الفطر، وقال: «أغنوهم عن الطلب في هذا اليوم» (¬1).\rوالوجه منه: أن المراد باليوم يوم الفطر، فدل هذا على أنه وقت الوجوب؛ لأن الإغناء لا يحصل بدفعها قبله (¬2).\rورد هذا الاستدلال: بأنه حديث ضعيف لا تقوم به حجة (¬3).\r2 - حديث ابن عمر رضي الله تعالى عنهما قال: «فرض رسول الله - صلى الله عليه وسلم - زكاة الفطر .. وأمر بها أن تؤدي قبل خروج الناس إلى الصلاة» (¬4).\rوالوجه منه: أنه - صلى الله عليه وسلم - أمر بإخراجها قبل صلاة العيد، فدل هذا على أن وقت وجوبها بعد طلوع الفجر، وقبل صلاة العيد (¬5).\r¬_________\r(¬1) أخرجه الدارقطني في سننه (3/ 89) كتاب زكاة الفطر (2133) والبيهقي في السنن الكبرى (4/ 175) كتاب الزكاة.\rوضعفه النووي في المجموع (6/ 85) وابن حجر في فتح الباري (3/ 439) والألباني في الإرواء (3/ 332) (844).\r(¬2) انظر: رد المحتار على الدر المختار (2/ 367) البيان (3/ 366).\r(¬3) انظر: المجموع (6/ 85) فتح الباري (3/ 439) المغني (4/ 298، 299).\r(¬4) انظر: تخريجه فيما سبق.\r(¬5) انظر: نيل الأوطار (4/ 213، 217).","seal":"04257669","page":128},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":127,"nass":"ورد هذا: بأنه استدلال ضعيف؛ لأن الإضافة إلى الفطر لا تدل على وقت الوجوب، بل تقتضي إضافة هذه الزكاة إلى الفطر من رمضان، وأما وقت الوجوب فيطلب من أمر آخر (¬1).\r3 - ولأنها قربة وحق يتعلق بمال مخرج في يوم العيد، فوجب ألا يقدم وقتها يوم العيد؛ كالأضحية (¬2).\rورد هذا: بعدم التسليم بأنها تتعلق بيوم العيد، بل صرحت الأحاديث، كما في أدلة القول الأول، بأنها تتعلق بآخر يوم من رمضان، وما ذكروه من الأضحية لا يسلم لهم؛ فإن الأضحية لا تتعلق بطلوع الفجر (¬3).\rوالذي يظهر: والله تعالى أعلم، أن الراجح هو القول الأول، أن وقت وجوب زكاة الفطر من رمضان هو غروب الشمس من ليلة العيد؛ لقوة أدلة هذا القول، وصراحتها في الدلالة على المراد؛ وضعف أدلة القول الآخر.\rهذا من حيث وقت الوجوب، وتعلقها في الذمة.\rوأما وقت الجواز: فقد كان السلف رضي الله تعالى عنهم يخرجون زكاة الفطر قبل العيد بيوم أو يومين؛ كما\r¬_________\r(¬1) انظر: إحكام الأحكام شرح عمدة الأحكام (2/ 198) نيل الأوطار (4/ 213، 214).\r(¬2) انظر: بداية المجتهد (2/ 136) البيان (3/ 366) المغني (4/ 299).\r(¬3) انظر: المغني (4/ 299).","seal":"5169789B","page":129},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":128,"nass":"ثبت عن ابن عمر رضي الله عنهما: «أنه كان يعطيها الذين يقبلونها وكانوا يعطون قبل الفطر بيوم أو يومين» (¬1).\rوهذا كالإجماع منهم على جواز تقديم إخراجها قبل العيد بيوم أو يومين؛ لأن تعجيلها بهذا القدر لا يخل بالمقصود منها؛ فإن الظاهر أنها تبقى أو بعضها إلى يوم العيد فيستغنى بها عن الطلب فيه (¬2).\rوأما أفضل أوقات إخراجها: فالمستحب أن يخرجها يوم العيد قبل الصلاة، فإن هذا هو عمل أكثر السلف (¬3)؛ والنبي - صلى الله عليه وسلم - كما في حديث ابن عمر: أمر بها أن تؤدى قبل خروج الناس إلى الصلاة (¬4).\r\rالمسألة الرابعة: بداية وقت ذبح الأضحية:\rالأضحية سنة مؤكدة، لا يستحب تركها لمن يقدر عليها. وإلى هذا ذهب الصاحبان من الحنفية، والمالكية، والشافعية، والحنابلة، وهو قول أكثر أهل العلم من الصحابة\r¬_________\r(¬1) أخرجه البخاري في صحيحه (368) كتاب الزكاة، باب صدقة الفطر على الحر والمملوك (1511).\r(¬2) المغني (4/ 300، 301) بتصرف يسير.\rوانظر: البيان (3/ 367، 368).\r(¬3) انظر: ابن بطال، شرح صحيح البخاري (3/ 569) البيان (3/ 367) المغني (4/ 297، 298).\r(¬4) انظر: تخريجه فيما سبق.","seal":"09817593","page":130},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":129,"nass":"والتابعين وفقهاء السلف (¬1).\rلما روت أم سلمة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: «إذا رأيتم هلال ذي الحجة، وأراد أحدكم أن يضحي فليمسك عن شعره وأظفاره حتى يضحي» (¬2).\rفعلق التضحية على الإرادة، والواجب لا يعلق على الإرادة، فدل ذلك على أنها سنة وليست بواجبة (¬3).\rوإذا تقرر هذا فقد أجمع أهل العلم على أن السنة في ذبح الأضحية أن تذبح بعد الصلاة مع الإمام فمن فعل ذلك أجزأته وأجمعوا أنها لا جواز قبل طلوع الفجر من يوم النحر (¬4).\rواختلفوا في أول وقت جواز ذبحها على أربعة أقوال:\r¬_________\r(¬1) خلافًا لأبي حنيفة وبعض المالكية وبعض فقهاء السلف، الذين قالوا بوجوبها؛ استدلالا ببعض الأحاديث الضعيفة التي لا تثبت.\rانظر الخلاف في المسألة بأدلته في: شرح النووي على صحيح مسلم (5/ 95، 96) بدائع الصنائع (5/ 61) البحر الرائق (8/ 197) المسالك في المناسك (2/ 996) عقد الجواهر الثمينة (1/ 559) بداية المجتهد (2/ 431) البيان (4/ 434، 435) المجموع (8/ 352) المغني (13/ 360، 361) حاشية ابن قاسم على الروض المربع (4/ 238).\r(¬2) أخرجه مسلم في صحيحه (818، 819) كتاب الأضاحي، باب نهي من دخل عليه عشر ذي الحجة وهو مريد التضحية أن يأخذ من شعره أو أظفاره شيئًا (1977).\r(¬3) انظر: المغني (4/ 361).\r(¬4) انظر: الإجماع (24) شرح النووي على صحيح مسلم (5/ 96).","seal":"19411D2E","page":131},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":130,"nass":"القول الأول: يبدأ وقت الذبح بعد صلاة الإمام العيد بالبلد، فإن تعددت الصلاة فيه فبأسبق صلاة، فإن فاتت الصلاة بالزوال ذبح بعده، وسواء في هذا أهل الأمصار والقرى والبوادي، وإليه ذهب الشافعية في وجه، والحنابلة، وهو مذهب طائفة من فقهاء السلف؛ منهم الحسن، والأوزاعي وإسحاق (¬1).\rالقول الثاني: يبدأ وقت الذبح من بعد طلوع الشمس يوم النحر، ومضي قدر ركعتين وخطبتين، سواء صلى الإمام أو لم يصل، وسواء كان من أهل الأمصار أو من أهل القرى والبوادي والمسافرين، وإليه ذهب الشافعية وبعض الحنابلة (¬2).\rالقول الثالث: يبدأ وقت الذبح في حق أهل الأمصار بعد صلاة الإمام وخطبته، فإن تعددت الصلاة في البلد فبأسبق صلاة فإن فاتت الصلاة بالزوال ذبح بعده. وأما في وقتها في حق أهل القرى والبوادي فيبدأ بطلوع الفجر الثاني من يوم النحر. وإليه ذهب الحنفية (¬3).\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (5/ 96) فتح الباري (10/ 24) المغني (13/ 384، 385) حاشية ابن قاسم على الروض المربع (4/ 229).\r(¬2) انظر: البيان (4/ 435) المغني (13/ 384).\r(¬3) انظر: بدائع الصنائع (5/ 73) رد المحتار على الدر المختار (6/ 318).","seal":"E1829F21","page":132},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":131,"nass":"القول الرابع: يبدأ وقت الذبح في حق أهل الأمصار من بعد صلاة الإمام وخطبته وذبحه، فإن ترك الذبح لعذر فمن فعل الصلاة. وأما أهل القرى والبوادي فوقت أهل كل موضع يعتبر بأقرب البلاد إليه. وإليه ذهب بعض الحنفية، والمالكية (¬1).\rاستدل أصحاب القول الأول بأدلة؛ منها:\r1 - ما رواه البراء بن عازب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إن أول ما نبدأ به في يومنا هذا: أن نصلي، ثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن نحر قبل الصلاة؛ فإنما هو لحم قدمه لأهله ليس من النسك في شيء» (¬2).\r2 - وعن جندب بن عبد الله البجلي رضي الله عنه قال: شهدت النبي - صلى الله عليه وسلم - يوم النحر، فقال: «من ذبح قبل أن يصلي فليعد مكانها أخرى، ومن لم يذبح فليذبح» (¬3).\r¬_________\r(¬1) انظر: رد المحتار على الدر المختار (6/ 318) عقد الجواهر الثمينة (1/ 562).\r(¬2) أخرجه البخاري في صحيحه (234) كتاب العيدين، باب الخطبة بعد العيد (965) ومسلم في صحيحه (813) كتاب الأضاحي باب وقت الأضحية (7/ 1961).\r(¬3) أخرجه البخاري في صحيحه (1415) كتاب الأضاحي باب من ذبح قبل الصلاة أعاد (5562) ومسلم في صحيحه (812) كتاب الأضاحي باب وقت الأضحية (1960).","seal":"3D1C0F4E","page":133},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":132,"nass":"فهذه النصوص نص في المسألة وهي تدل على اعتبار نفس صلاة العيد، وتعلق الذبح بها، وأنه لا يجوز الذبح قبل الصلاة وهي عامة في حق أهل الأمصار وغيرهم (¬1).\rواستدل أصحاب القول الثاني بأدلة، منها:\r1 - ما رواه البراء بن عازب، رضي الله تعالى عنه، قال: خطبنا رسول الله - صلى الله عليه وسلم - يوم النحر بعد الصلاة؛ فقال: «من صلى صلاتنا، ونسك نسكنا فقد أصاب النسك ومن نسك قبل الصلاة؛ فتلك شاة لحم» (¬2).\rوالمقصود من هذا: من صلى مثل صلاة النبي - صلى الله عليه وسلم - لأن أحدًا لا يصلي صلاة النبي - صلى الله عليه وسلم - وإنما يصلى مثلها (¬3).\rورد هذا: بأنه حمل للنص على غير ظاهره، بدليل روايات الحديث الأخرى الدالة على تعلق الذبح بالصلاة، مما استدل به أصحاب القول الأول (¬4).\r2 - ولأن من لا صلاة عليه مخاطب بالتضحية، ولا يدخل وقت التضحية لهم إلا بعد مضي قدر الصلاة، فدل\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (5/ 97، 99) فتح الباري (10/ 23، 24) المغني (13/ 385).\r(¬2) أخرجه البخاري في صحيحه (232) كتاب العيدين باب الأكل يوم النحر (955) ومسلم في صحيحه (812) كتاب الأضاحي باب وقت الأضحية (1961).\r(¬3) انظر البيان (4/ 436).\r(¬4) انظر: فتح الباري (10/ 24).","seal":"E15643D3","page":134},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":133,"nass":"على أن المعتبر مضي قدر الصلاة (¬1).\rورد هذا: بأن النبي - صلى الله عليه وسلم - رتب الذبح على فعل الصلاة، وليس على مضي زمن فعلها.\r3 - ولأن التقدير بالزمان أضبط للناس في الأمصار والقرى والبوادي (¬2).\rورد هذا: بأنه اجتهاد في مقابل النصوص الصريحة التي ترتب الذبح على الصلاة، والاجتهاد مع النص المردود.\r4 - ولأن كل ما كان وقتًا للذبح في حق أهل المصر، كان وقتًا للذبح في حق غيرهم من أهل القرى والبوادي (¬3).\rواستدل أصحاب القول الثالث: بأدلة منها:\r1 - استدلوا على أن وقت الذبح في حق أهل الأمصار يبدأ بعد صلاة الإمام وخطبته: بما استدل به أصحاب القول الأول (¬4).\r2 - واستدلوا على أن وقت الذبح في حق غير أهل الأمصار يبدأ من طلوع الفجر؛ بأنه لا عيد عليهم، وما بعد طلوع الفجر من يوم النحر، فكان وقتها منه كسائر اليوم (¬5).\r¬_________\r(¬1) انظر: فتح الباري (10/ 22).\r(¬2) انظر: الروض المربع (5/ 374) تحقيق وتعليق: د. الطيار وآخرون.\r(¬3) انظر: البيان (4/ 436).\r(¬4) انظر بدائع الصنائع (5/ 73).\r(¬5) انظر بدائع الصنائع (5/ 73) البيان (4/ 436) المغني (13/ 385).","seal":"5FADD245","page":135},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":134,"nass":"ورد هذا من وجهين:\rالأول: أنها عبادة مؤقتة، وقتها في حق أهل الأمصار بعد إشراق الشمس، فلا تتقدم وقتها في حق غيرهم؛ كصلاة العيد.\rالثاني: أن أهل المصر لو لم يصل بهم الإمام، لم يجز الذبح لهم حتى تزول الشمس؛ لأنها حينئذ تسقط، فكأنه قد صلى فكذا في حق غيرهم من أهل القرى والبوادي (¬1).\rواستدل أصحاب القول الرابع بأدلة، منها:\r1 - ما رواه جابر رضي الله عنهما قال: «صلى بنا النبي - صلى الله عليه وسلم - يوم النحر بالمدينة فتقدم رجال فنحروا، وظنوا أن النبي - صلى الله عليه وسلم - قد نحر فأمر النبي - صلى الله عليه وسلم - من كان نحر قبله أن يعيد بنحر آخر، ولا ينحروا حتى ينحر النبي - صلى الله عليه وسلم -» (¬2).\rقالوا: فهذا يدل على أن الذبح معلق على فراغ الإمام من الصلاة والذبح، وأنه لا يجوز قبله (¬3).\rورد هذا: بأنه محمول على أن المراد زجرهم عن التعجل الذي قد يؤدي إلى فعلها قبل الوقت؛ ولهذا جاء في\r¬_________\r(¬1) انظر: المغني (13/ 385، 386).\r(¬2) أخرجه مسلم في صحيحه (814) كتاب الأضاحي باب من الأضحية (1964).\r(¬3) انظر: شرح النووي على صحيح مسلم (5/ 102) عقد الجواهر الثمينة (1/ 562).","seal":"FA15BF80","page":136},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":135,"nass":"باقي الأحاديث تقييد الذبح بالصلاة، وأن من ذبح بعدها أجزأه ومن لا فلا، ولا يشترط التأخير إلى أن ينحر الإمام (¬1).\r2 - ما رواه البراء بن عازب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إن أول ما نبدأ به في يومنا هذا: أن نصلي، ثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن نحر قبل الصلاة؛ فإنما هو لحم قدمه لأهله ليس من النسك في شيء» (¬2).\rفظاهره أن الذبح قبل صلاة الإمام ونحره ليس من الأضحية في شيء، وأنه لا يجوز للمسلم أن يضحي إلا بعد صلاة الإمام ونحره (¬3).\rولكن هذا مردود بأنه لا يدل بظاهره على تخصيص ذلك بصلاة الإمام ونحره، وإنما هو دليل على أن الذبح لا يجزئ إلا بعد الصلاة.\rويؤيد هذا: \"أن الإمام لو لم ينحر، لم يكن ذلك مسقطًا عن الناس مشروعية النحر، ولو أن الإمام نحر قبل أن يصلي لم يجزئه نحره، فدل هذا على أنه هو والناس في وقت الأضحية سواء (¬4).\r¬_________\r(¬1) انظر: شرح النووي على صحيح مسلم (5/ 102، 103).\r(¬2) انظر: تخريجه فيما سبق.\r(¬3) انظر نيل الأوطار (5/ 147).\r(¬4) فتح الباري (10/ 24).","seal":"C27F8C91","page":137},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":136,"nass":"والذي يظهر والله تعالى أعلم، أن وقت ذبح الأضحية في الموضع الذي يصلي فيه بعد الصلاة، وهذا يوافق القول الأول؛ لظاهر الأحاديث الصحيحة الثابتة عن النبي - صلى الله عليه وسلم - التي قيدت الذبح بالفراغ من الصلاة.\rوأما غير أهل الأمصار؛ من البوادي والقرى التي لا يصلى فيها العيد، فأول وقتها في حقهم بعد مضي قدر الصلاة والخطبة بعد دخول وقت صلاة العيد؛ لأنه لا صلاة في حقهم تعتبر، فوجب الاعتبار بقدرها، وهذا يوافق القول الثاني؛ وبهذا تجتمع الأدلة، والله الموفق.","seal":"758FD9C4","page":138},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":137,"nass":"خاتمة بأهم نتائج البحث\rبعد هذا البحث الفقهي لأحكام العبادات المترتبة على طلوع الفجر الثاني، وعرض مسائلها وأدلتها، وكلام أهل العلم فيها، ظهر لي جملة من النتائج المهمة، أجملها في الآتي:\rأولا: أن الوقت مهم في حياة المسلم، ومعتبر في نظر الشارع وقد رتب الله تعالى جملة من الأحكام الشرعية المعلقة بالعبادات على الوقت، وحددها بأوقات محددة لا يجوز أن تتقدمها، ولا أن تتأخر عنها، إلا لعذر مقبول شرعًا.\rثانيًا: إن وقت الفجر الصادق من أهم الأوقات الشرعية التي اعتبرها الشارع الحكيم، ورتب عليها جملة من أحكام العبادات الشرعية المهمة.\rثالثًا: الفجر فجران؛ أحدهما كاذب، والآخر صادق والتفريق بينهما من المسائل الفقهية الدقيقة؛ نظرًا لقربهما من بعض، واشتباههما على من ليس له علم بالفروق بينهما، ولا بد للمسلم من معرفة الفجرين، والتمييز بينهما لأن الأحكام الشرعية إنما تتعلق بالفجر الثاني (الصادق) حتى يوقع","seal":"C8657ECD","page":139},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":138,"nass":"العبادات الشرعية التي كلفه الشارع بها في أوقاتها الشرعية المعتبرة.\rرابعًا: أن تحديد وقت طلوع الفجر الصادق لا زال محمل بحث، والتقاويم المتداولة بين الناس أغلبها متقدم على وقت الفجر بزمن يتراوح بين (15 - 30 دقيقة) وأقرب الأقوال الفلكية أن الفجر الصادق يبدأ عندما تكون زاوية الشمس تحت الأفق الشرقي (18 درجة) وهو ما حدده قرار المجمع الفقهي الإسلامي برابطة العالم الإسلامي رقم (6) في دورته التاسعة، المنعقدة في الفترة (12 - 19/ 7/ 1406هـ).\rخامسًا: يترتب على طلوع الفجر الصادق جملة من الأحكام الشرعية المهمة المتعلقة بالصلاة؛ فيبدأ به وقت صلاة الفجر؛ وينتهي به وقت الضرورة لصلاة العشاء؛ وينتهي به وقت صلاة الوتر؛ ويبدأ به وقت سنة الفجر؛ ويبدأ به أول أوقات النهي عن التطوع بالصلاة؛ وينتهي به وقت النزول الإلهي للسماء الدنيا.\rسادسًا: يترتب على طلوع الفجر الصادق جملة من الأحكام الشرعية المهمة المتعلقة بالصيام، فيجب بطلوعه الإمساك الشرعي للصائم عن المفطرات؛ ومن شك في طلوع الفجر بني على الأصل؛ وهو بقاء الليل؛ وإذا طهرت الحائض والنفساء قبل طلوع الفجر، وجب عليهما الصيام، ولو أخرتا الغسل إلى طلوع الفجر، ويجب على المجامع في ليل","seal":"4A351BF6","page":140},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":139,"nass":"رمضان النزع إذا طلع الفجر، ويجوز الإصباح للجنب، ويغتسل بعد طلوع الفجر، ويجب تبييت النية لصيام الفرض قبل طلوع الفجر؛ ويسن للصائم تأخير السحور إلى قبيل طلوع الفجر.\rسابعًا: يترتب على طلوع الفجر الصادق جملة من الأحكام الشرعية المهمة المتعلقة بالحج، فيبدأ به وقت الوقوف بعرفة عند الحنابلة، وينتهي به من يوم النحر وقت الوقوف بعرفة، ويفوت الحج؛ ويبدأ به وقت الدفع من مزدلفة لمن وجب عليه المبيت بها، ويبدأ به وقت الوقوف بالمزدلفة لمن وجب عليه المبيت بها، ويبدأ به وقت رمي جمرة العقبة لغير أهل الأعذار، على الراجح من أقوال أهل العلم؛ ويبدأ به وقت طواف الإفاضة على أحد القولين في المسألة.\rثامنًا: هناك جملة من أحكام العبادات الأخرى المتعلقة بطلوع الفجر الثاني؛ منها: وقت غسل يوم الجمعة؛ ووقت الغسل للعيدين؛ ووقت وجوب زكاة الفطر من رمضان، ووقت ذبح الأضحية.\rوفي ختام هذا البحث: أحمد الله تعالى وأشكره على ما أنعم به وأولى، واستغفره سبحانه من آفات الخطأ والسهو والغفلة والتقصير والنسيان، التي لا تخلو منها أعمال البشر وأسأله - صلى الله عليه وسلم - أن يجعل هذا العمل خالصًا لوجهه الكريم وأن ينفع به في الدنيا والآخرة.","seal":"0B1F8798","page":141},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":140,"nass":"سبحانك اللهم لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم، وصلوات ربي وسلامه على المبعوث رحمة للعالمين محمد بن عبد الله، وعلى آله وصحبه أجمعين، وآخر دعوانا أن الحمد لله رب العالمين\rكتبه الدكتور\rناصر بن محمد بن مشري الغامدي\rالأستاذ المشارك بقسم القضاء\rووكيل كلية الشريعة والدراسات الإسلامية\rجامعة أم القرى\rمكة المكرمة حرسها الله في 25/ 7/1428 هـ","seal":"B2D5C072","page":142},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":141,"nass":"مصادر البحث ومراجعة\r1 - القرآن الكريم.\r2 - الاستذكار، أبو عمر يوسف بن عبد الله بن عبد البر (ضمن موسوعة شروح الموطأ للإمام مالك بن أنس) ت: د. عبد الله التركي، بالتعاون مع مركز هجر للبحوث والدراسات العربية والإسلامية القاهرة (ط1، 1425) هـ.\r3 - آثار البلاد وأخبار العباد، زكريا بن محمد محمود القزويني، دار بيروت للطباعة والنشر (ط1، 1399هـ).\r4 - أبحاث هيئة كبار العلماء بالمملكة العربية السعودية، إعداد الأمانة العامة لهيئة كبار العلماء، دار القاسم الرياض (ط1، 1421 هـ).\r5 - الأخبار العلمية من الاختبارات الفقهية: من فتاوى شيخ الإسلام ابن تيمية اختارها علاء الدين البعلي، ت: أحمد بن محمد الخليل دار العاصمة الرياض (ط1، 1418هـ).\r6 - أسهل المدارك شرح إرشاد السالك في فقه إمام الأئمة مالك، أبو بكر بن حسن الكشناوي، ض: محمد عبد السلام شاهين، دار الكتب العلمية بيروت (ط1، 1418 هـ).\r6 - أسهل المدارك شرح إرشاد السالك في فقه إمام الأئمة مالك، أبو بكر بن حسن الكشناوي، ض: محمد عبد السلام شاهين، دار الكتب العلمية بيروت (ط1، 1416 هـ).\r7 - أضواء البيان في إيضاح القرآن بالقرآن، محمد الأمين الشنقيطي، مكتبة ابن تيمية القاهرة (1413) هـ.\r8 - الأم، محمد بن إدريس الشافعي ت: د. رفعت فوزي عبد المطلب، دار الوفاء المنصورة (ط1، 1422 هـ).\r9 - الأوسط في السنن والإجماع والاختلاف: أبو بكر محمد بن إبراهيم بن المنذر النيسابوري ت: أبو حماد صغير أحمد حنيف، دار طيبة، الرياض (ط2، 1414هـ).","seal":"49F82648","page":143},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":142,"nass":"10 - أوقات الصلوات في البلاد ذات خطوط العرض العالية، د. سعد بن تركي الخثلان، مطبوعات المجتمع الفقهي الإسلامي برابطة العالم الإسلامي، مكة (1428 هـ).\r11 - الإجماع، أبو بكر محمد بن إبراهيم بن المنذر النيسابوري، دار الكتب العلمية بيروت (ط2، 1408 هـ).\r12 - إحكام الأحكام شرح عمدة الأحكام، تقي الدين أبو الفتح بن دقيق العيد، دار الكتب العلمية، بيروت.\r13 - إرشاد الفقيه إلى معرفة أدلة التنبيه: أبو الفداء إسماعيل بن كثير الدمشقي، ت: بهجة يوسف أبو الطيب، مؤسسة الرسالة، بيروت (ط1، 1416 هـ).\r14 - إرواء الغليل في تخريج أحاديث منار السبيل، محمد ناصر الدين الألباني، المكتب الإسلامي بيروت (ط2، 1405هـ).\r15 - الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن حنبل، علاء الدين أبو الحسن علي بن سليمان المرداوي، ت: محمد حامد الفقهي، دار إحياء التراث العربي، بيروت ط2.\r16 - البحر الرائق شرح كنز الدقائق، ابن نجيم الحنفي، دار المعرفة بيروت ط2.\r17 - بدائع الصنائع في ترتيب الشرائع، علاء الدين أبو بكر بن مسعود الكاساني، دار الكتاب العربي، بيروت (ط2، 1394 هـ).\r18 - بداية المجتهد ونهاية المقتصد: محمد بن أحمد بن رشد الحفيد، ت: محمد صبحي حلاق، مكتبة ابن تيمية، القاهرة مكتبة العلم بجدة (ط1، 1415 هـ).\r19 - البيان في مذهب الإمام الشافعي، أبو الحسين يحيى بن سالم العمران، ت. قاسم محمد النوري، دار المنهاج جدة (1/ 1421 هـ).","seal":"A12E8DD5","page":144},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":143,"nass":"20 - التاج والإكليل لمختصر خليل، أبو عبد الله محمد بن يوسف المواق (مطبوع مع مواهب الجليل).\r21 - تبيين الحقائق شرح كنز الدقائق، فخر الدين عثمان بن علي الزيلعي، دار الكتاب الإسلامي القاهرة (ط1، 1313 هـ).\r22 - التعريفات، علي بن محمد الجرجاني، ض: إبراهيم الأبياري دار الكتاب العربي بيروت (ط2، 1413 هـ).\r23 - التعليق المغني على سنن الدارقطني، أبو الطيب محمد شمس الحق العظيم آبادي (مطبوع مع سنن الدارقطني).\r24 - تفسير سورة البقرة، محمد بن صالح العثيمين، درا ابن الجوزي، الدمام (ط1، 1423هـ)\r25 - تفسير القرآن العظيم، الحافظ أبو الفداء إسماعيل بن كثير الدمشقي ت: سامي بن محمد السلامة، دار طيبة، الرياض، الإصدار الثاني (ط1، 1422 هـ).\r26 - التقاويم قديمًا وحديثًا: د. صالح العجيري، الناشر، مكتبة العجيري (1413 هـ).\r27 - تقريب التهذيب: الحافظ ابن حجر العسقلاني ت: عادل مرشد مؤسسة الرسالة بيروت (ط1، 1416 هـ).\r28 - تلخيص الحبير في تخريج أحاديث الرافعي الكبير، أحمد بن علي بن حجر العسقلاني، ت: السيد عبد الله هاشم المدني، دار المعرفة بيروت 1384 هـ.\r29 - التمهيد، أبو عمر يوسف بن عبد الله بن عبد البر (ضمن موسوعة شروح الموطأ، للإمام مالك بن أنس) ت: د عبد الله التركي بالتعاون مع مركز هجر للبحوث والدراسات العربية والإسلامية القاهرة (ط1، 1425 هـ).\r30 - تهذيب الأسماء واللغات، أبو زكريا يحيى بن شرف النووي، دار الكتب العلمية بيروت.","seal":"C549EFBF","page":145},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":144,"nass":"31 - تهذيب التهذيب الحافظ ابن حجر العسقلاني، ت: إبراهيم الزيبق، وعادل مرشد، مؤسسة الرسالة بيروت (ط1، 1416 هـ).\r32 - جامع البيان عن تأويل آي القرآن (تفسير الطبري) محمد بن جرير الطبري ت: د. عبد الله التركي، بالتعاون مع مركز البحوث والدراسات العربية والإسلامية بدار هجر، دار هجر، القاهرة، (ط1، 1422 هـ).\r33 - الجامع لأحكام القرآن، أبو عبد الله محمد بن أحمد القرطبي، ت: د. عبد الله التركي، بالتعاون مع مكتب التحقيق بمؤسسة الرسالة بيروت (ط1، 1427 هـ).\r34 - الجامع الصحيح أبو عيسى محمد بن عيسى الترمذي ت. أحمد شاكر، ومحمد فؤاد عبد الباقي، دار الكتب العلمية، بيروت.\r35 - حاشية الدسوقي على الشرح الكبير للدردير محمد بن عرفة الدسوقي، مطبعة التقدم العلمية بمصر 1331 هـ توزيع: دار الفكر بيروت.\r36 - حاشية عبد الرحمن بن قاسم النجدي على الروض المربع شرح زاد المستقنع، لمنصور بن يونس البهوتي، الرياض (ط4، 1410 هـ).\r37 - الحاوي الكبير في الفتاوى أبو الحسن علي بن محمد بن حبيب الماوردي ت: محمود مطرجي، دار الفكر، بيروت ط 1، 1414 هـ.\r38 - الحج؛ أحكامه وصفته،، عبد الله بن عبد الرحمن السعد، دار المحدث الرياض (ط1، 1426 هـ).\r39 - خالص الجمان تهذيب مناسك الحج من أضواء البيان للإمام محمد الأمين الشنقيطي هذبه ورتبه: د. سعود الشريم، دار الوطن الرياض، (ط1، 1416 هـ).\r40 - الخرشي على مختصر خليل محمد الخرشي المالكي دار صادر بيروت.","seal":"AD5C7553","page":146},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":145,"nass":"41 - خلاصة الأحكام في مهمات السنن وقواعد الإسلام، يحيى بن شرف النووي، ت: حسين إسماعيل الجمل، مؤسسة الرسالة، بيروت (ط1، 1418 هـ) 42 - رد المحتار على الدر المختار، محمد أمين بن عابدين، دار الفكر بيروت (ط2، 1386 هـ).\r43 - الروض المربع شرح زاد المستقنع، منصور البهوتي ت: د عبد الله الطيار، د. إبراهيم الغصن، د. خالد المشيقح، د. عبد الله الغصن دار الوطن الرياض ط1، 1419 هـ.\r44 - زاد المعاد في هدي خير العباد، محمد بن أبي بكر بن قيم الجوزية، ت: شعيب الأرنؤوط وعبد القادر الأرنؤوط مؤسسة الرسالة بيروت (ط15، 1407 هـ).\r45 - سلسلة الأحاديث الصحيحة، محمد ناصر الدين الألباني، مكتبة المعارف بالرياض (1415 هـ).\r46 - سنن الدارقطني: للحافظ الكبير علي بن عمر الدارقطني ت: مجموعة من المختصين بإشراف المحدث الشيخ شعيب الأرنؤوط مؤسسة الرسالة بيروت (ط1، 1424 هـ).\r47 - سنن ابن ماجة، محمد بن يزيد بن ماجة، دار السلام، الرياض، ط1، 1420 هـ (مجلد واحد).\r48 - سنن أبي داود سليمان بن الأشعث السجستاني دار السلام للنشر والتوزيع الرياض، ط1، 1420 هـ (مجلد واحد).\r49 - السنن الصغرى (المجتبى) أبو عبد الرحمن أحمد بن شعيب النسائي، ض: عبد الوارث محمد علي دار الكتب العلمية بيروت (ط1، 1416 هـ).\r50 - السنن الكبرى، أحمد بن الحسين البيهقي، مطبعة مجلس دائرة المعارف العثمانية حيدر آباد الكن (ط1، 1344 هـ) ومعه الجوهر النقي لابن التركماني.","seal":"07A32335","page":147},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":146,"nass":"51 - شرح رياض الصالحين، محمد بن صالح العثيمين، دار الوطن، الرياض ط 1426 هـ.\r52 - شرح السنة للإمام أبي محمد الحسين بن مسعود البغوي، ت: عادل عبد الموجود، وعلي معوض، دار الكتب العلمية، بيروت، ط1، 1412هـ.\r53 - شرح صحيح البخاري، ابن بطال أبو الحسن علي بن خلف بن عبد الملك، ت: أبو تميم ياسر إبراهيم، مكتبة الرشد، الرياض،، (ط1، 1420هـ).\r54 - الشرح الصغير على أقرب المسالك إلى مذهب الإمام مالك أبو البركات أحمد بن محمد بن أحمد الدردير، مطبعة عيسى البابي الحلبي وشركاه القاهرة (1972 م).\r55 - شرح العمدة في الفقه شيخ الإسلام أحمد بن عبد السلام بن عبد الحليم بن تيمية قسم الطهارة ومناسك الحج، ت: د سعود بن صالح العطيشان، ود صالح بن محمد الحسن، مكتبة العبيكان الرياض (ط1، 1413 هـ).\r56 - الشرح الكبير، شمس الدين أبو الفرج عبد الرحمن بن محمد بن أحمد قدامة المقدسي، ت: د عبد الله التركي، دار عالم الكتب الرياض (ط2، 1426 هـ).\r57 - شرح مشكل الآثار، أبو جعفر أحمد بن محمد بن سلامة الطحاوي، ت: شعيب الأرنؤوط مؤسسة الرسالة، بيروت، (ط1، 1415 هـ).\r58 - شرح معاني الآثار، أبو جعفر أحمد بن محمد بن سلامة الطحاوي، ت: محمد زهري النجار، دار الكتب العلمية، بيروت (ط1، 1399 هـ).\r59 - الشرح الممتع على زاد المستقنع، محمد بن صالح العثيمين ت: د. سليمان أبا الخيل، ود. خالد المشيقح مؤسسة آسام الرياض ط1، 1414 هـ.","seal":"3630CF69","page":148},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":147,"nass":"60 - شرح النووي على صحيح مسلم، أبو زكريا يحيى بن شرف النووي، دار الخير بيروت (ط1، 1414 هـ).\r61 - صحيح سنن ابن ماجة، محمد ناصر الدين الألباني، مكتبة المعارف الرياض، ط2 الجديدة، 1421 هـ.\r63 - صحيح البخاري محمد بن إسماعيل، دار ابن كثير، دمشق، بيروت (ط1، 1423 هـ) مجلد واحد.\r64 - صحيح سنن الترمذي محمد ناصر الدين الألباني، مكتبة المعارف الرياض ط1 الجديدة (1420 هـ).\r65 - صحيح مسلم، مسلم بن الحجاج القشيري، بيت الأفكار الدولية، لبنان ط1 (2005 م).\r66 - ضعيف سنن ابن ماجة، محمد ناصر الدين الألباني، مكتبة المعارف الرياض (ط1 الجديدة 1417 هـ).\r67 - ضعيف سنن أبي داود، محمد ناصر الدين الألباني مكتبة المعارف، الرياض (ط1 الجديدة 1421 هـ).\r68 - الطبقات الكبرى، محمد بن سعد الزهري، دار صادر، بيروت 1380 هـ.\r69 - عقد الجواهر الثمينة في مذهب عالم المدينة، جلال الدين عبد الله بن نجم بن شاس، ت: د محمد أبو الأجفان، وعبد الحفيظ منصور دار الغرب الإسلامي، بيروت (ط1، 1415 هـ).\r70 - علم الفلك والتقاويم، د. محمد باسل الطائي دار النفائس، بيروت (ط1، 1424 هـ).\r71 - فتح الباري بشرح صحيح البخاري، أحمد بن علي بن حجر العسقلاني، ت. محمد فؤاد عبد الباقي، ومحب الدين الخطيب، مع تعليقات سماحة الشيخ ابن باز، دار الريان للتراث القاهرة، ط2، 1409 هـ.","seal":"567E3B4D","page":149},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":148,"nass":"72 - فتح القدير، لكمال الدين محمد بن عبد الواحد بن الهمام الحنفي، دار الفكر، بيروت ط2.\r73 - الفروع، شمس الدين محمد بن مفلح المقدسي ت: د. عبد الله التركي، مؤسسة الرسالة بيروت (ط1، 1424 هـ).\r74 - القاموس المحيط مجد الدين محمد بن يعقوب الفيروز آبادي، مؤسسة الرسالة، بيروت (ط2، 1407 هـ).\r75 - قرارات المجمع الفقهي الإسلامي برابطة العالم الإسلامي، مطابع رابطة العالم الإسلامي مكة المكرمة.\r76 - قرارات المجمع الفقهي الإسلامي برابطة العالم الإسلامي، الدورة التاسعة عشرة المنعقدة في (22 - 27/ 10/ 1428 هـ) مكة المكرمة مطبوعة على الآلة.\r77 - قوانين الأحكام الشرعية ومسائل الفروع الفقهية (القوانين الفقهية) محمد بن أحمد بن جزي المالكي، دار العلم للملايين، بيروت (1974م).\r78 - الكافي، موفق الدين أبو محمد عبد الله بن أحمد بن محمد بن قدامة، ت: د عبد الله التركي، بالتعاون مع مركز البحوث والدراسات العربية والإسلامية بدار هجر القاهرة (ط1، 1417 هـ).\r79 - الكافي في فقه أهل المدينة المالكي، أبو عمر يوسف بن عبد البر، ت: د. محمد محمد أحيد ولد ماديك الموريتاني، مكتبة الرياض الحديثة الرياض، (ط1، 1398 هـ).\r80 - الكامل في ضعفاء الرجال، عبد الله بن عدي الجرجاني، دار الفكر، بيروت (ط1، 1414 هـ).\r81 - كتاب الحج من الحاوي الكبير أبو الحسن علي بن محمد بن حبيب الماوردي ت: د غازي بن طه خصيفان مكتبة الرشد، الرياض (ط1، 1422 هـ).","seal":"E2A1A08A","page":150},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":149,"nass":"82 - الكتاب المصنف في الأحاديث والآثار أبو بكر عبد الله بن محمد بن أبي شيبة، ت: محمد عبد السلام شاهين، دار الكتب العلمية، بيروت، ط1 (1416 هـ).\r83 - لسان العرب، ابن منظور الإفريقي، دار إحياء التراث الإسلامي بيروت ط3، 1419 هـ.\r84 - المبسوط، شمس الدين السرخسي، دار المعرفة بيروت (ط3، 1398 هـ).\r85 - مجمع الزوائد ومنبع الفوائد، نور الدين الهيثمي، دار الكتب العلمية بيروت (1408 هـ).\r86 - المجموع شرح المهذب للشيرازي، أبو زكريا يحيى بن شرف النووي، ت: محمد نجيب المطيعي، دار إحياء التراث العربي، مصر، 1415 هـ.\r87 - مجموع فتاوى ورسائل شيخ الإسلام ابن تيمية، جمع: عبد الرحمن بن قاسم وابنه محمد، مجمع الملك فهد، المدينة ط1، 1416 هـ.\r88 - المحلى بالآثار، علي بن أحمد بن حزم الظاهري،: أحمد شاكر مكتبة التراث القاهرة.\r89 - المحلى بالآثار، علي بن أحمد بن حزم الظاهري، ت: د سليمان البنداري دار الفكر، بيروت (1405هـ).\r90 - المدونة الكبرى، مالك بن أنس، برواية سحنون بن سعيد التنوخي، عن عبد الرحمن بن قاسم دار الفكر بيروت (ط1، 1398 هـ).\r91 - مراتب الإجماع في العبادات والمعاملات والاعتقادات، علي بن أحمد بن حزم الظاهري، ت: حسن أحمد إسبر، دار ابن حزم، بيروت (ط1، 1419هـ).\r92 - المسالك في المناسك، للإمام أبي منصور محمد بن مكرم بن شعبان الكرماني، ت: د سعود الشريم، دار البشائر الإسلامية بيروت (ط1، 1424 هـ).","seal":"786D91A3","page":151},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":150,"nass":"93 - المستدرك على الصحيحين أبو عبد الله محمد بن عبد الله الحاكم النيسابوري، وبهامشه: تلخيص المستدرك، لشمس الدين الذهبي، ض: مصطفى عطا، دار الكتب العلمية، بيروت ط1.\r94 - مسند الإمام أحمد بن حنبل بتحقيق أحمد شاكر، دار المعارف، مصر ط4.\r95 - مسند الإمام أحمد بن حنبل الشيباني، ت: نخبة من المحققين بإشراف الشيخ شعيب الأرنؤوط مؤسسة الرسالة بيروت ط1، 1416 هـ\r96 - مشروع دراسة الشفق د. زكي بن عبد الرحمن المصطفى، وآخرون، المرحلة الأولى (رقم المشروع 2410 ف م) مدينة الملك عبد العزيز للعلوم والتقنية معهد بحوث الفلك والجيوفيزياء، قسم الفلك 1426 هـ (مخطوط).\r97 - المصباح المنير في غريب الشرح الكبير للرافعي، أحمد بن محمد الفيومي، ض: يوسف الشيخ محمد، المكتبة العصرية، بيروت، ط2، 1418 هـ.\r98 - معالم السنن شرح سنن أبي داود، أبو سليمان حمد بن محمد الخطابي دار الكتب العلمية بيروت (1416هـ).\r99 - معجم البلدان، أبو عبد الله شهاب الدين ياقوت بن عبد الله الحموي، ض: فريد عبد العزيز الجندي، دار الكتب العلمية بيروت.\r100 - معجم مقاييس اللغة، أحمد بن فارس الرازي، ت: عبد السلام هارون، دار الجيل، بيروت.\r101 - المعجم الوسيط إخراج: مجمع اللغة العربية بمصر إعداد: د. إبراهيم أنيس، ود: عبد الحليم المنتصر، وعطية الصوالحي ومحمد خلف الله، دار الفكر بيروت.\r102 - المغني موفق الدين ابن قدامة الحنبلي، ت: د عبد الله التركي ود. عبد الفتاح الحلو دار هجر القاهرة ط1، 1410 هـ.","seal":"EEF8E60E","page":152},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":151,"nass":"103 - مفردات ألفاظ القرآن، الراغب الأصفهاني، ت: صفوان الداوودي، دار القلم، دمشق والدار الشامية بيروت (ط2، 1418 هـ).\r104 - مفيد الأنام ونور الظلام في تحرير الأحكام لحج بيت الله الحرام عبد الله بن عبد الرحمن الجاسر النجدي، مكتبة النهضة المصرية القاهرة (ط2، 1389 هـ).\r105 - المقنع لموفق الدين عبد الله بن أحمد بن محمد بن قدامة (ومعه الشرح الكبير والإنصاف) ت: د. عبد الله التركي، دار عالم الكتب الرياض، (ط2، 1426 هـ).\r106 - مناسك ابن جماعة على المذاهب الأربعة للقاضي عز الدين عبد العزيز بن محمد بن جماعة الكناني، ت: د حسن بن سالم الدهماني التونسي مطبعة الكواكب تونس (ط1، 1407 هـ).\r107 - مناسك الحج والعمرة في الكتاب والسنة وآثار السلف، محمد ناصر الدين الألباني، مكتبة المعارف، الرياض (ط4، 1410)\r108 - مناسك الحج العمرة والمشروع في الزيارة، محمد بن صالح العثيمين، دار ابن الجوزي الدمام (1424هـ).\r109 - منسك شيخ الإسلام ابن تيمية، للإمام أحمد بن عبد الحليم بن تيمية، ت: علي بن محمد العمران، دار عالم الفوائد، مكة (ط1، 1418 هـ).\r110 - مواقيت الصلاة بين علماء الشريعة والفلك ا. د محمد الهواري مطبوعات المجمع الفقهي الإسلامي بمكة (ط1، 1428 هـ).\r111 - مواهب الجليل، محمد بن عبد الرحمن المغربي، دار الفكر بيروت ط2، 1398 هـ.\r112 - الموسوعة الفلكية، د. خليل بديوي، عالم الثقافة عمان 1999 م (نقل منه بواسطة: أوقات الصلوات في البلاد ذات خطوط العرض العالية، 0د. سعد الخثلان).","seal":"0987B4C5","page":153},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":152,"nass":"113 - الموطأ الإمام مالك بن أنس، ت: محمد فؤاد عبد الباقي، دار إحياء الكتب العربية مصر ط2.\r114 - نصب الراية في تخريج أحاديث الهداية، جمال الدين أبو محمد عبد الله بن يوسف الزيلعي الحنفي، ض: أحمد شمس الدين، دار الكتب العلمية بيروت (ط1، 1416 هـ).\r115 - النهاية في غريب الحديث والأثر، مجد الدين أبو السعادات المبارك بن محمد بن الأثير الجزري، ض: عبد الرحمن صلاح عويضة دار الكتب العلمية، بيروت ط1، 1418 هـ.\r116 - نهاية المحتاج إلى شرح المنهاج، شمس الدين محمد بن أحمد الرملي المطبعة البهية المصرية ط1، 1304هـ.\r117 - نيل الأوطار شرح منتقى الأخبار من الأحاديث سيد الأخيار، محمد بن علي الشوكاني، ض: عصام الدين الصبابطي، دار الحديث القاهرة (ط1، 1413 هـ).","seal":"5210EAA0","page":154},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":153,"nass":"ملخص البحث\rأحكام العبادات المترتبة على طلوع الفجر الثاني\rدراسة فقهية تأصيلية موازنة\rتأليف الدكتور\rناصر بن محمد بن مشري الغامدي\rالأستاذ المشارك بقسم القضاء\rووكيل كلية الشريعة والدراسات الإسلامية جامعة أم القرى\rالحمد لله وحده، والصلاة والسلام على من لا نبي بعده، محمد بن عبد الله وعلى آله وصحبه أجمعين، وبعد:\rفإن الوقت في الإسلام من الأمور المهمة العظيمة التي أمر الشارع الحكيم بمراعاتها والمحافظة عليها، ورتب عليها جملة من الأحكام الشرعية، والمصالح المرعية، والفوائد المهمة، وأوقات الصلاة من أهم ما يجب على المسلم العناية به؛ لأن الصلاة آكد أركان الإسلام، والله تعالى قد جعل الصلاة على المؤمنين كتابًا مفروضًا، مؤقتًا بأوقات محددة معلومة، لا يجوز فعلها قبلها، ولا يجوز تأخيرها عنها إلا لعذر وضرورة.\rهذا وإن من أهم أوقات الصلاة وقت طلوع الفجر الصادق؛ حيث يتعلق به من الأحكام الشرعية جملة كبيرة من أحكام العبادات العظيمة التي تبدأ بطلوعه أو تنتهي بطلوعه.\rوحيث إن هذه المسألة من المسائل المهمة والأحكام","seal":"36D52D7E","page":157},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":154,"nass":"المترتبة عليها كثيرة جدًا مفرقة بين أبواب العبادات، ولم أر من بحثها أو جمعها وأصلها بالأدلة الشرعية، فقد رغبت في بحثها بحثًا علميًا فقهيًا مقارنًا مؤصلاً بالأدلة الشرعية، وقد سرت في بحثها وفق منهج علمي أوضحته في مقدمة البحث.\rوقسمت البحث إلى مقدمة مشتملة على أهميته وأسباب اختياره وخطته ومنهجه؛ وخمسة مطالب؛ أولها: في تعريف الفجر، وبيان نوعيه والفروق بينهما، وبيان تحديد الفجر الصادق، ومقارنته بما عليه التقاويم الحديثة.\rوثانيها: أحكام الصلاة المترتبة على طلوع الفجر الثاني. وثالثها: أحكام الصيام المترتبة على طلوع الفجر الثاني.\rورابعها: أحكام الحج المترتبة على طلوع الفجر الثاني.\rوالخامس: مسائل متفرقة تترتب على طلوع الفجر الثاني. وقد جمعت في كل مطلب من هذه المطالب الأحكام المترتبة على طلوع الفجر؛ سواء منها ما كان مبتدئًا بطلوعه، أو كان منتهيًا بطلوعه، مع بيان خلاف أهل العلم فيما قوي فيه الخلاف، وأدلتهم وبيان الرأي الراجح بأدلته.\rوقد رجعت في هذا البحث إلى المصادر الفقهية المعتمدة في المذاهب وتفاسير القرآن، ودواوين السنة النبوية العظيمة، وكتب اللغة والغريب، مع الاستفادة من البحوث والدراسات الحديثة في الموضوع، وما توصلت إليه بعض الهيئات العلمية المعتبرة، والمجامع الفقهية، ثم ختمت البحث بأهم النتائج المستخلصة منه، وفهرس للمصادر والمراجع.\rوالله اسأل أن ينفع بهذا البحث من كتبه وقرأه وسمعه وأن يجعله خالصًا لوجهه الكريم، وأن يتجاوز عما فيه من خطأ وتقصير ونسيان، والحمد لله رب العالمين.","seal":"B85B9C60","page":158}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"أحكام العبادات المترتبة على طلوع الفجر الثاني","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"ناصر بن محمد بن مشري الغامدي","bLnk":null,"Inf":"","Auth":"ناصر بن مشري الغامدي","Betaka":"الكتاب: أحكام العبادات المترتبة على طلوع الفجر الثاني\r\nالمؤلف: ناصر بن محمد بن مشري الغامدي\r\nالناشر: دار ابن الجوزي للنشر والتوزيع، المملكة العربية السعودية\r\nالطبعة: الأولى، 1429 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"• مواليد (1/ 7/ 1392 هـ) في محافظة العقيق بمنطقة الباحة - المملكة العربية السعودية\r• شغل منصب رئيس قسم القضاء بكلية الشريعة والدراسات الإسلامية جامعة أم القرى بمكة المكرمة، ثم وكيل كليتي الشريعة والدراسات القضائية والأنظمة، وحاليا أستاذ المواريث والسياسة الشرعية بكلية الدراسات القضائية والأنظمة\r\r[نشأته وتعليمه]\r• ولد بالعقيق بمنطقة الباحة ونشأ فيها وتلقى تعليمه العام فيها\r• ثم انتقل إلى مكة ودرس في جامعة أم القرى وتخرج فيها 1417هـ بتقدير ممتاز مع مرتبة الشرف الأولى من قسم القضاء بكلية الشريعة والدراسات الإسلامية\r• ثم أكمل الدراسات العليا في الكلية نفسها وحصل على الماجستير منها عام 1419هـ بتقدير ممتاز والتوصية بطباعة رسالته التي كانت بعنوان: (الاختصاص القضائي في الفقه الإسلامي، مع بيان التطبيق الجاري في المملكة العربية السعودية) وحصل على الدكتوراة من الجامعة نفسها عام 1423هـ بتقدير ممتاز مع مرتبة الشرف الأولى والتوصية بطبع رسالته التي كان عنوانها: (لباس الرجل؛ أحكامه وضوابطه في الفقه الإسلامي)\r\r[الإنتاج العلمي والمؤلفات المطبوعة]\r1 - الاختصاص القضائي في الفقه الإسلامي مع بيان التطبيق الجاري في المملكة العربية السعودية، رسالة ماجستير، نشرتها مكتبة الرشد بالرياض، الطبعة الأولى 1420هـ. الطبعة الثانية 1425هـ\r2 - الخلاصة في علم الفرائض، نشرته دار طيبة الخضراء بمكة، طبع تسع طبعات متوالية، ويدرس في أكثر الجامعات والكليات والدورات داخل المملكة وخارجها.\r3 - المجموعة الذهبية في الخطب المنبرية، الجزء الأول، مجموعة خطب، صدر منها ثلاث طبعات عن دار طيبة الخضراء بمكة، عام 1419، 1421، 1423هـ، قدَّم لها فضيلة الشيخ الدكتور: سعود بن إبراهيم الشريم.\r4 - المجموعة الذهبية في الخطب المنبرية، الجزء الثاني، مجموعة خطب، صدر منها أربع طبعات عن دار طيبة الخضراء بمكة، عام 1420، 1421، 1422، 1423هـ، قدَّم لها فضيلة الشيخ: علي بن عبد الخالق القرني.\r5 - المجموعة الذهبية في الخطب المنبرية، الجزء الثالث، مجموعة خطب، صدر منها طبعتان عن دار طيبة الخضراء بمكة، عام 1421، 1423هـ، قدَّم لها فضيلة الشيخ الدكتور: سعيد بن مسفر القحطاني.\r6 - المجموعة الذهبية في الخطب المنبرية، الجزء الرابع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1425هـ.\r7 - المجموعة الذهبية في الخطب المنبرية، الجزء الخامس، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1426هـ.\r8 - المجموعة الذهبية في الخطب المنبرية، الجزء السادس، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1428هـ.\r9 - المجموعة الذهبية في الخطب المنبرية، الجزء السابع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1429هـ.\r10 - المجموعة الذهبية في الخطب المنبرية، الجزء الثامن، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1430هـ.\r11 - المجموعة الذهبية في الخطب المنبرية، الجزء التاسع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1432هـ.\r12 - المجموعة الذهبية في الخطب المنبرية، الجزء العاشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1432هـ.\r13 - لباس الرجل؛ أحكامه وضوابطه في الفقه الإسلامي، رسالة دكتوراه، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1424هـ. والثانية عام 1426، والثالثة عام 1435هـ\r14 - قاعدة: الميسور لا يسقط بالمعسور، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1432هـ.\r15 - قاعدة: من استعجل شيئاً قبل أوانه عوقب بحرمانه؛ دراسة تأصيلية تطبيقية، محكم ومنشور في مجلة جامعة أم القرى لعلوم الشريعة واللغة العربية، العدد الثامن والعشرين، شوال 1424هـ، طبعته دار طيبة الخضراء بمكة، الطبعة الأولى 1432هـ.\r16 - دفع الخصومة في الفقه الإسلامي؛ دراسة فقهية تأصيلية، محكم ومنشور في مجلة المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي، العددين السابع عشر والثامن عشر. (ثم طبعته دار ابن الجوزي بالدمام، عام 1428هـ).\r17 - أصول المحاكمات القضائيَّة التي وضعها النبي  j  للقضاة ليهتدوا بها في الحكم بين الناس، محكم ومنشور في مركز البحوث الإسلامية بمعهد البحوث العلمية وإحياء التراث بالجامعة، طبعتان متواليتان (1426هـ، 1428هـ). ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى 1433هـ.\r18 - حماية الملكية الفكرية في الفقه الإسلامي والآثار الاقتصادية المترتبة عليها، محكم ومنشور ضمن بحوث المؤتمر العالمي الثالث للاقتصاد الإسلامي المقام بكلية الشريعة والدراسات الإسلامية بجامعة أم القرى. (ثم طبعته دار ابن الجوزي بالدمام، عام 1428هـ).\r19 - أحكام العبادات المترتبة على طلوع الفجر الثاني؛ محكم ومقبول للنشر في مجلة الأصول والنوازل بجدة، وطبعته دار ابن الجوزي بالدمام، ط1، 1429هـ.\r20 - الأيام المنهي عن صيامها شرعاً؛ دراسة فقهية تأصيلية موازنة)، محكم ومقبول للنشر في مجلة المجمع الفقهي الإسلامي بمكة، وطبعته دار ابن الجوزي بالدمام، ط1، 1431هـ.\r21 - التخارج بين الورثة؛ أحكامه وصوره في الفقه الإسلامي، منشور بمجلة الجامعة لعلوم الشريعة والدراسات الإسلامية، العدد (45)، ذو القعدة 1429هـ. ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى 1433هـ.\r22 - التصرف على الرعية منوط بالمصلحة؛ منشور بمجلة الجامعة لعلوم الشريعة والدراسات الإسلامية، العدد (46)، محرم 1430هـ. ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى 1433هـ.\r23 - ما أبيح للضرورة يقدر بقدرها، منشور بمجلة المجمع الفقهي بمكة، العددين (24، 25). ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى 1433هـ.\r24 - المدخل لدراسة الفقه الإسلامي؛ الطبعة الأولى، دار طيبة الخضراء بمكة 1434هـ.\r25 - المجموعة الذهبية في الخطب المنبرية، الجزء الحادي عشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1434هـ.\r26 - المجموعة الذهبية في الخطب المنبرية، الجزء الثاني عشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام 1435هـ.","seal":"C3AB810C","cat":"بحوث ومسائل","oNum":14526,"BkId":14526,"oAuth":2718,"bVer":1,"aSeal":"7472C4B8"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t14526":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":2,"id":8,"sub":0,"tit":"خطة البحث ومسائله"},
      {"lvl":2,"id":8,"sub":1,"tit":"منهج البحث"},
      {"lvl":2,"id":11,"sub":0,"tit":"مصطلحات البحث ورموزه"},
      {"lvl":1,"id":13,"sub":0,"tit":"المطلب الأول تعريف الفجر، وبيان نوعيه، والفرق بينهما"},
      {"lvl":2,"id":13,"sub":1,"tit":"أولا: تعريف الفجر"},
      {"lvl":2,"id":15,"sub":0,"tit":"ثانيا: نوعا الفجر، وبيان الفرق بينهما"},
      {"lvl":2,"id":21,"sub":0,"tit":"ثالثا: تحديد الفجر الصادق (ومقارنته بالتقاويم المتداولة)"},
      {"lvl":1,"id":34,"sub":0,"tit":"المطلب الثاني أحكام الصلاة المترتبة على طلوع الفجر الثاني"},
      {"lvl":2,"id":34,"sub":1,"tit":"المسألة الأولى: أول وقت صلاة الفجر"},
      {"lvl":2,"id":35,"sub":0,"tit":"المسألة الثانية: آخر وقت الضرورة لصلاة العشاء"},
      {"lvl":2,"id":41,"sub":0,"tit":"المسألة الثالثة: انتهاء وقت أداء صلاة الوتر"},
      {"lvl":2,"id":43,"sub":0,"tit":"المسألة الرابعة: ابتداء وقت سنة الفجر"},
      {"lvl":2,"id":46,"sub":0,"tit":"المسألة الخامسة: ابتداء أول أوقات النهي عن التطوع بالصلاة"},
      {"lvl":2,"id":58,"sub":0,"tit":"المسألة السادسة: انتهاء وقت النزول الإلهي للسماء الدنيا"},
      {"lvl":1,"id":59,"sub":0,"tit":"المطلب الثالث أحكام الصيام المترتبة على طلوع الفجر الثاني"},
      {"lvl":2,"id":59,"sub":1,"tit":"المسألة الأولى: أول وقت وجوب الإمساك الشرعي للصائم عن المفطرات"},
      {"lvl":2,"id":62,"sub":0,"tit":"المسألة الثانية: الشك في طلوع الفجر للصائم"},
      {"lvl":2,"id":65,"sub":0,"tit":"المسألة الثالثة: طهارة الحائض والنفساء قبل طلوع الفجر وتأخيرها الغسل إلى ما بعد طلوعه"},
      {"lvl":2,"id":66,"sub":0,"tit":"المسألة الرابعة: يجب على المجامع في رمضان النزع عند طلوع الفجر"},
      {"lvl":2,"id":67,"sub":0,"tit":"المسألة الخامسة: الصائم يصبح جنبا، ويغتسل بعد طلوع الفجر"},
      {"lvl":2,"id":69,"sub":0,"tit":"المسألة السادسة: تبييت النية لصيام الفرض قبل طلوع الفجر"},
      {"lvl":2,"id":74,"sub":0,"tit":"المسألة السابعة: تأخير السحور للصائم إلى قبيل طلوع الفجر"},
      {"lvl":1,"id":76,"sub":0,"tit":"المطلب الرابع أحكام الحج المترتبة على طلوع الفجر الثاني"},
      {"lvl":2,"id":76,"sub":1,"tit":"المسألة الأولى: ابتداء وقت الوقوف بعرفة"},
      {"lvl":2,"id":83,"sub":0,"tit":"المسألة الثانية: انتهاء وقت الوقوف بعرفة، وفوات الحج على من لم يكن وقف بها في وقت الوقوف الشرعي"},
      {"lvl":2,"id":86,"sub":0,"tit":"المسألة الثالثة: ابتداء وقت الدفع من مزدلفة لمن وجب عليه المبيت بها"},
      {"lvl":2,"id":95,"sub":0,"tit":"المسألة الرابعة: ابتداء وقت الوقوف بالمزدلفة لمن وجب عليه المبيت بها"},
      {"lvl":2,"id":99,"sub":0,"tit":"المسألة الخامسة: ابتداء وقت رمي جمرة العقبة يوم النحر"},
      {"lvl":2,"id":114,"sub":0,"tit":"المسألة السادسة: أول وقت طواف الإفاضة"},
      {"lvl":1,"id":117,"sub":0,"tit":"المطلب الخامس مسائل متفرقة تترتب على طلوع الفجر الثاني"},
      {"lvl":2,"id":117,"sub":1,"tit":"المسألة الأولى: أول وقت الغسل لصلاة الجمعة"},
      {"lvl":2,"id":121,"sub":0,"tit":"المسألة الثانية: أول وقت الغسل لصلاة العيدين"},
      {"lvl":2,"id":123,"sub":0,"tit":"المسألة الثالثة: بداية وقت وجوب إخراج زكاة الفطر"},
      {"lvl":2,"id":128,"sub":0,"tit":"المسألة الرابعة: بداية وقت ذبح الأضحية"},
      {"lvl":1,"id":137,"sub":0,"tit":"خاتمة بأهم نتائج البحث"},
      {"lvl":1,"id":141,"sub":0,"tit":"مصادر البحث ومراجعة"},
      {"lvl":1,"id":153,"sub":0,"tit":"ملخص البحث"}
    ]
}
