{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b14537":
    [
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":1,"nass":"السلسلة القرآنية فِي تَفْسِير كتاب الله عز وَجل وَبَيَان مَا فِيهِ من الْفَوَائِد وَالْأَحْكَام والدروس التربوية (7)\r\rحُقُوق الْيَتَامَى كَمَا جَاءَت فِي سُورَة النِّسَاء\r\rإعداد\rأ. د. سُلَيْمَان بن إِبْرَاهِيم بن عبد الله اللاحم\rالْأُسْتَاذ بقسم الْقُرْآن وعلومه\rبجامعة الإِمَام مُحَمَّد بن سعود الإسلامية - القصيم\r\rدَار العاصمة للنشر والتوزيع","seal":"1BCC5771","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":2,"nass":"المقدمة\rالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه أجمعين، أما بعد:\rفإن هذه السورة العظيمة سورة النساء قد عالجت كثيراً من القضايا الاجتماعية الهامة، كقضايا المرأة والأسرة وقضايا المجتمع والدولة، والسلم والحرب، وعالجت أحوال الجاهليين وما كان فيها من جور وظلم واستبداد وعدول عن الحق والعدل، في أمور كثيرة، وأحوال متعددة، من أهمها ما كانت الجاهلية تعامل به اليتامى والنساء وبخاصة اليتيمات منهن، وقد أولت هذه السورة الكريمة هذا الجانب وهو حقوق، اليتامى اهتماماً عظيماً، بل إن أول وصية في السورة بعد الأمر العام بتقوى الله وتقوى الأرحام هي الوصية باليتامى والعناية بهم وحفظ أموالهم، والعدل مع اليتامى، وتوريثهم، وكشف عوار الجاهلية وتعسفها فيما تعامل به اليتامى من ظلم، يتمثل ذلك في أكل أموالهم بغير حق، بل بأكلها إسرافاً ومبادرة خوف كبرهم، ومن منع اليتيمات من الزواج لأجل أكل أموالهن، أو يزوجن من الأوصياء أو الأولياء أو من أقاربهم، ممن لا يعدلون معهن في المهور والنفقات، بل ولا في نصيبهن من الأزواج لأن زواجهم بهن ليس لرغبة فيهن وإنما رغبة في ما لهن كيلا يذهب هذا المال بعيداً في الغرباء.\rكما يتمثل هذا الظلم بالجور على الصغار والضعفاء والنساء، فلا يسلم لهم نصيبهم الحقيقي من الميراث، وإنما يستبد بالميراث أو بمعظمه الرجال الأقوياء الذين يحملون السلاح ويكسبون ويكتسبون، ولا ينال منه الضعفاء شيئًا، وإن أعطوا منه شيئًا فقليل لا يذكر، موكول إلى ضمائر قساة القلوب من الرجال الأقوياء. فيا سبحان الله كيف يحرم من هذا الميراث من هم في أشد الحاجة إليه، وهم الضعفاء ويخص به الرجال الأقوياء، إنها النظرات الجاهلية وسفاهات العقول الضالة، والتي لم تهتد بوحي السماء، وإن ذا العقل السليم المتجرد عن العصبية والهوى يلحظ","seal":"CD37BD6C","page":3},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":3,"nass":"ولأول وهلة هذا التخبط وصدق الله العظيم {وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأكثرهُمْ لَا يَعْقِلُونَ} (¬1).\rولقد ظل بعض الناس حتى بعد نزول هذه الآيات في توريث عموم الرجال والنساء يترقب ويتحرى أو يتمنى نسخ ميراث الصبيان والنساء، لتأصل هذه النظرة الجأهلية في نفوسهم.\rولقد أنزل الله عز وجل في مطلع هذه السورة وفي ثناياها عدة آيات فيها تشريعات عملية في وجوب حفظ أموال اليتامى وإيتائهم إياها بمد بلوغهم ورشدهم، والعدل مع اليتيمات، وبين النساء عموماً، وتوريثهن مع الرجال والتوكيد على حقوق اليتامى، والوعيد الشديد لمن يعتدي على حقوقهم وأموالهم.\rوسأتناول في هذا البحث الكلام عن هذه الحقوق من خلال الكلام على الآيات الواردة في هذا الموضوع في سورة النساء، وبيان ما فيها من الفوائد والأحكام والدروس التربوية. سائلًا الله عز وجل أن يرزقني الإخلاص في القول والعمل. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ... المؤلف\r¬_________\r(¬1) سورة المائدة، آية: 103.","seal":"4AC075DC","page":4},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":4,"nass":"وجوب حفظ أموال اليتامى وإيتائهم إياها\rقوله تعالى: {وَآَتُوا الْيَتَامَى أموالهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأكلوا أموالهُمْ إلى أموالكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا} (¬1).\rصلة الآية بما قبلها:\r\rقوله تعالى: {وَآَتُوا الْيَتَامَى أموالهُمْ} (¬2) وما بعده إلى نهاية السورة تفصيل وبيان لما أجمل في الآية السابقة من الأمر بتقوى الله، وتقوى الأرحام، وقد بدأ عز وجل أول وصية بعد هذين الإجمالين بالأمر بإيتاء اليتامى أموالهم مما يدل على وجوب حفظ أموال اليتامى والعناية بهم ورعايتهم نظراً لشدة حاجتهم إلى العناية والرعاية، حيث فقدوا آباءهم الذين يقومون برعايتهم (¬3).\rمعاني المفردات والجمل:\rقوله تعالى: {وَآَتُوا الْيَتَامَى أموالهُمْ}.\rوآتوا: الخطاب عام لكل من عنده مال لليتامى، سواء كان وصيًّا (¬4) عليهم أو وليًّا (¬5)، أو ممن يتولى قسمة الميراث، أو ممن أخذ أموالهم بغيرحق.\r(وآتوا) فعل أمر ينصب مفعولين ليس أصلهما المبتدأ والخبر، الأول في هذا الموضع «اليتامى» والثاني «أموالهم».\rومعنى «آتوا» أعطوا.\r¬_________\r(¬1) سورة النساء، آية: 2.\r(¬2) سورة النساء، آية: 2.\r(¬3) روي عن سعيد بن جبير في سبب نزول قوله {وَآَتُوا الْيَتَامَى أموالهُمْ} أن رجلًا من غطفان كان عنده مال كثير لابن أخ له يتيم، فلما كبر طلب ماله فأبي أن يعطيه إياه، فنزلت هذه الآية. أخرجه ابن أبي حاتم في «تفسيره» 1/ 854، الأثر 4728.\r(¬4) الوصي هو الذي يعهد إليه بالتصرف بعد الموت. وانظر «لسان العرب» مادة «وصي».\r(¬5) الولي هو الذي يتولى مال غيره بغير إذن منه، بل بإذن من الشرع بأن يوليه القاضي ونحو ذلك. وانظر «لسان العرب» مادة «ولي».","seal":"C86F11F8","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":5,"nass":"و «اليتامى»: جمه يتيم ويتيمة، والأيتام جمع يتيم (¬1) واليتيمات جمع يتيمة، وهو مأخوذ من اليُتم وهو الانفراد، فاليتيم: الفرد، ومنه سميت «الدرة اليتيمة» (¬2).\rواليتيم في اصطلاح الشرع: من مات أبوه (¬3) وهو صغير، دون البلوغ (¬4)\rذكراً كان أو أنثى، فإذا بلغ زال عنه اليتم واستقل بنفسه، لقوله - صلى الله عليه وسلم -: «لا يتم بعد احتلام» (¬5).\rقوله: (أموالهم): أموال: جمع مال، وهو كل ما يتمول من نقد أو عين من أثاث\r¬_________\r(¬1) انظر «مدارك التنزيل» 1/ 289.\r(¬2) انظر «أحكام القرآن للجصاص» 1/ 330، «الكشاف» 1/ 242، «أحكام القرآن» لابن العربي 1/ 308، «المحرر الوجيز» 4/ 11، «التفسير الكبير» 9/ 136.\rوالدرة اليتيمة: في النحو نظم لابن نبهان سعيد بن سعد الحضرمي، طبع مع كتاب الآجرومية في المطبعة الميمنية سنة 1333 هـ، وهناك الدرة اليتيمة في التجويد طبع في الآستانة سنة 1252 هـ لزين الدين محمد بن بير علي محيي الدين المشهور باسم بيركلي أو بركلي أو بركوي (929 - 981) م انظر «العقد المنظوم في ذكر أفاضل الروم» 2/ 430. وهناك الدرة في الأمثال القديمة لإبراهيم بن خطار سركيس اللبناني طبع في بيروت سنة 1871 في 173 صفحة، وهناك الدرة اليتيمة في طاعى الملوك لابن المقفع م 143 هـ طبع عدة طبعات منها طبعة القاهرة بتحقيق شكيب أرسلان وطبعة بيروت سنة 1897 م وغيرهما.\r(¬3) والعجي من ماتت أمه، واللطيم من مات أبوه وأمه قبل بلوغه. واليتيم في البهيمة من ماتت أمه وهو صغير. انظر «المفردات» مادة «يتم»، «المحرر الوجيز» 4/ 11، «لسان العرب» مادة «يتم».\r(¬4) انظر «أحكام القرآن» للجصاص 1/ 330، «معالم التنزيل» 1/ 390، «أحكام القرآن» لابن العربي 1/ 308، «الجامع لأحكام القرآن» 5/ 8.\r\rقال شيخ الإسلام ابن تيمية في «مجموع الفتأوى» 14/ 108 - 110: «اليتيم في الآدميين من فقد أباه، لأن أباه هو الذي يهذبه ويرزقه وينصره بموجب الطبع المخلوق، ولهذا كان تابعًا في الدين لوالده، وكانت نفقته عليه، وحضانته عليه، والإنفاق هو الرزق، والحضانة هي النصر، لأنها الإيواء ودفع الأذى، فإذا عدم أبوه طمعت النفوس فيه، لأن الإنسان ظلوم جهول، والمظلوم عاجز ضعيف، فتقوى جهة الفساد من جهة قوة المقتضي ومن جهة ضعف المانع، ولهذا أعظم الله أمر اليتامى في كتابه في آيات كثيرة ...»\r(¬5) أخرجه أبو دأود في الوصايا الحديث 2873 من حديث علي بن أبي طالب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا يتم بعد احتلام، ولا صمات يوم إلى الليل» وصححه الألباني وله شاهد من حديث جابر وأنس رضي الله عنهما. والصمات: السكوت.","seal":"9EF15AF8","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"وغيره، وضمير الهاء عائد على اليتامى.\rوالمعنى أعطوا التيامى أموالهم التي هي ملك لهم، مما عُهد إليكم بحفظه، أو مما توليتم حفظه أو مما يستحقونه من الميراث، أو مما أخذتموه منها بغير حق.\rوإذا كان الخطاب للأولياء على اليتامى فالمراد بإيتاء اليتامى أموالهم في هذا الموضع حفظها لهم، لكي تؤدى إليهم كاملة إذا بلغوا ورشدوا (¬1).\rأي: احفظوها لهم لكي تؤدوها إليهم كاملة بعد بلوغهم ورشدهم من غير أكل شيء منها أو كتمانه أو تعريضها للفساد أو الضياع، قال تعالى: {وَابْتَلُوا الْيَتَامَى حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ آَنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ} (¬2).\rقوله تعالى: {وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ}.\rقوله: (ولا تتبدلوا): التبدل والاستبدال: أخذ شيء مكان شيء آخر غيره (¬3).\rقوله: (الخبيث بالطيب): الخبث والطيب: وصفان يطلق كل منهما على ما يتصف به من الأشخاص والأقوال والأعمال والأعيان كالأموال وغيرها (¬4). قال تعالى: {قُلْ لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ} (¬5) أي لا يستوي الخبيث والطيب من كل شيء، وقال تعالى: {الْخَبِيثَاتُ لِلْخَبِيثِينَ}، إلى قوله: {وَالطَّيِّبُونَ لِلطَّيِّبَاتِ} (¬6)، وقال تعالى: {وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ} (¬7)، وقال تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ} (¬8)، وقال تعالى: {وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ\r¬_________\r(¬1) انظر «جامع البيان» 7/ 524، «الكشاف» 1/ 242، «أحكام القرآن» لابن العربي 1/ 308، «المحرر الوجيز» 4/ 11، «الجامع لأحكام القرآن» 5/ 8، «فتح القدير» 1/ 419.\r(¬2) سورة النساء، آية: 6.\r(¬3) انظر «جامع البيان» 7/ 527.\r(¬4) انظر ما نقله الخطابي عن ابن الأعرابي «سنن أبي دأود مع معالم السنن» 1/ 16.\r(¬5) سورة المائدة، آية: 100.\r(¬6) سورة النور، آية: 26.\r(¬7) سورة البقرة، آية: 267.\r(¬8) سورة إبراهيم، آية: 24.","seal":"0B822C66","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"كَشَجَرَةٍ} (¬1)، وقال تعالى: {وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا} (¬2)، وقال تعالى: {بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ} (¬3).\rوالمراد بالخبيث والطيب في الآية: الحرام والحلال، أو الرديء والجيد.\rأي لا تتبدلوا الخبيث، أي: المحرم عليكم وهو مال اليتامى، بالطيب أي بالحلال الذي أحله الله لكم من أموالكم (¬4)، أي كلوا من مالكم الذي أحله الله لكم ودعوا مال اليتامى المحرم عليكم، أو لا تتبدلوا الخبيث أي: الرديء من أموالكم بالطيب أي بالجيد من أموال اليتامى (¬5)، فتأخذوا مالهم الطيب وتعطونهم بدله رديئاً.\rوكلا القولين صحيح تحتمله الآية (¬6)، والأول منهما أعم وأشمل فهو ينتظم القول الثاني لأن استبدال مال اليتيم بغيره منهي عنه، سواء رد بدله جيداً أو رديئاً أو لم يرد بدله شيئاً.\rقوله تعالى: {وَلَا تَأكلوا أموالهُمْ إلى أموالكُمْ}.\rقوله: {وَلَا تَأكلوا أموالهُمْ}: خص النهي في الآية بالنهي عن أكل أموالهم لأن الهدف من جمع المال غالباً هو الأكل، وهو أوفي أنواع التمتع بالمال (¬7) لأنه كسوة الباطن، فلو خلا البطن من الأكل مات الإنسان.\rلكن غيره من وجوه الانتفاع بأموال اليتامى والتصرف بها لمصلحة الولي مثله في النهي، فلا يجوز للولي مثلًا: أن يشتري له بمال اليتيم سيارة أو عقاراً أو غير ذلك.\r¬_________\r(¬1) سورة إبراهيم، آية: 26.\r(¬2) سورة الأعراف، آية: 58.\r(¬3) سورة سبأ، آية: 15.\r(¬4) انظر «جامع البيان» 7/ 525، «المحرر الوجيز» 4/ 11.\r(¬5) انظر «جامع البيان» 7/ 525، 526، «تفسير ابن أبي حاتم» 1/ 855، 856، «أحكام القرآن» «لابن العربي» 1/ 308، «الجامع لأحكام القرآن» 5/ 9.\r(¬6) انظر «جامع البيان» 7/ 526.\r(¬7) انظر «أحكام القرآن» للكيا الهراسي 1/ 325، «البحر المحيط» 3/ 172.","seal":"E6F5A0C1","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"قوله: (إلى أموالكم): «إلى» على بابها والفعل «تأكلوا» مضمن معنى «الضم»، أي: لا تأكلوا أموالهم مضمومة إلى أموالكم.\rوقيل «إلى» بمعنى «مع». أي: لا تأكلوا أموالهم مع أموالكم (¬1) والأول أولى (¬2) لأن تضمين فعل معنى فعل آخر أكثر وروداً في القرآن الكريم من تضمين «إلى» معنى «مع» بل أولى من تضمين حرف معنى حرف آخرمطلقاً (¬3)،\rوحمل الآية على المعنى الكثير في القرآن أولى من حملها على المعنى القليل، لأنها إذا كانت هي الكثير في القرآن صارت هي اصطلاح القرآن وهو قول جمهور النحويين واختيار شيخ الإسلام ابن تيمية (¬4).\rقوله تعالى: {إِنَّهُ كَانَ حُوباً كَبِيراً} أي عند الله، وفي حكمه كما قال تعالى: {فَأولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ} (¬5) والجملة تعليل للنهي في الجملتين\r¬_________\r(¬1) انظر «النكت والعيون» 1/ 39، «أحكام القرآن» لابن العربي 1/ 308، «البحر المحيط» 3/ 160.\r(¬2) انظر «الوجيز» 1/ 251، «المحرر الوجيز» 4/ 12، «الجامع لأحكام القرآن» 5/ 10، «تفسير ابن كثير» 2/ 180، «فتح القدير» 1/ 419.\r(¬3) اختلف أهل العلم في الفعل إذا تعدى إلى ما لا يتعدى به، فذهب جمهور النحويين من البصريين وغيرهم إلى أن الفعل يضمن معنى يناسب الحرف الذي يتعدى به، كقوله تعالى: {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ} سورة الإنسان الآية: 6 فضمن الفعل «يشرب» معنى «يروى» ولهذا عدي بالباء ولم يقل «يشرب منها» وكقوله تعالى: {سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ} سورة المعارج الآية: (1) ضمن الفعل «سأل» معنى «أجيب» أي: سأل سائل فأجيب بعذاب واقع، ولهذا عي بالباء ولم يقل «عن عذاب واقع»: وقد ذهب الكوفيون إلى أن الحرف يفسر بمعنى الحرف المناسب، فيقال: «عينا يشرب بها» أي: منها، و (سأل سائل بعذاب واقع) أي: عن عذاب واقع. انظر «مجموعة الفتأوى» 20/ 474، 21/ 124، وانظر «جامع البيان» 12/ 358 طبعة الحلبي، «مغني اللبيب» 1/ 178، «ضياء السالك» 2/ 259 ..\r(¬4) قال شيخ الإسلام ابن تيمية: وباب تضمين الفعل معنى فعل آخر يتعدى بتعديته كقوله: {لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى نِعَاجِهِ} وقوله: {وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِنَا} وقوله: {وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ} وأمثال ذلك كثير في القرآن، وهو يغني عند البصريين من النحاة عما يتكلفه الكوفيون من دعوى الاشتراك في الحروف «مجموع الفتأوى» 21/ 123 - 124.\r(¬5) سورة النور، آية: 13.","seal":"0065CACD","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"السابقتين. فالضمير «إنه» يعود على مصدر الفعلين السابقين وهما تبديل الطيب من أموال اليتامى بالخبيث من أموال المخاطبين، وأكل أموال اليتامى مضمومة إلى أموال المخاطبين (¬1).\r«وكان» مسلوبة الزمن تفيد تحقيق الوصف (¬2).\r(حوباً) أي: ذنباً وإثماً (¬3).\rوروي في الحديث: «اغفر لنا حوبنا وخطايانا» (¬4).\rوفيه «رب تقبل توبتي واغسل حوبتي» (¬5) أي ذنبي.\r¬_________\r(¬1) انظر «البحر المحيط» 3/ 161.\r(¬2) راجع ص 59 - 60 في الكلام عن الآية {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} الآية الأولى من هذه السورة.\r(¬3) راجع «جامع البيان» 7/ 529 - 530، «المفردات في غريب القرآن» مادة «حوب»، «المحرر الوجيز» 4/ 12، «تفسير ابن كثير» 2/ 180 - 181 ويطلق الحوب على زجر الإبل وعلى المسكنة وعلى الحاجة ومنه: «إليك أرفع حوبتي» أي: حاجتي. ويطلق الحوب على الوحشة. وفي الأثر «إن طلاق أم أيوب لحوب» انظر «التفسير الكبير» 9/ 139، «الجامع لأحكام القرآن» 5/ 10، «تفسير ابن كثير» 2/ 181، «البحر المحيط» 3/ 150، «فتح القدير» 1/ 419، وانظر مادة «حوب» في «المفردات»، «لسان العرب».\r(¬4) أخرجه أبو دأود في الطب 3892 من حديث أبي الدرداء قال: سمعت رسول - صلى الله عليه وسلم - يقول: «من اشتكى منكم شيئًا، أو اشتكاه أخ له فليقل: ربنا الله الذي في السماء تقدس اسمك، أمرك في السماء والأرض، كما رحمتك في السماء فاجعل رحمتك في الأرض، اغفر لنا حوبنا وخطايأنا، أنت رب الطيبين، أنزل رحمة من رحمتك، وشفاء من شفائك، على هذا الوجع. فيبرأ» وضعفه الألباني، وقد أخرجه الإمام أحمد في المسند 6/ 21 من حديث فضالة بن عبيد الأنصاري قال: «علمني النبي - صلى الله عليه وسلم - رقية، وأمرني أن أرقي بها من بدالي قال قل: ربنا الله الذي في السموات تقدس اسمك، أمرك في السماء والأرض، اللهم كما أمرك في السماء فاجعل رحمتك علينا في الأرض، اللهم رب الطيبين اغفر لنا حوبنا وذنوبنا وخطايأنا ونزل رحمة من رحمتك وشفاء من شفائك على ما بفلان من شكوى. فيبرأ. قال: وقيل ذلك ثلاثًا ثم تعوذ بالمعوذتين ثلاث مرات».\r(¬5) أخرجه أبو دأود في الصلاة 1510، والترمذي في الدعوات 3551، وقال: «حديث حسن صحيح»، وابن ماجه في الدعاء 3830، عن ابن عباس قال: كان النبي - صلى الله عليه وسلم - يدعو: «رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي واهدني ويسر هداي إلي، وانصرني على من بغى علي، اللهم اجعلني لك شاكرًا، لك ذاكرًا، لك راهبًا، لك مطواعًا، إليك مخبتًا أو منيبًا، رب تقبل توبتي واغسل حوبتي وأجب دعوتي وثبت حجتي واهد قلبي وسدد لساني واسلل سخيمة قلبي» وصححه الألباني.","seal":"A9D81FCF","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"كبيراً: أي: إثماً كبيراً؛ وذنبا عظيماً (¬1) من كبائر الذنوب، كما قال تعالى: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} (¬2).\r\rالفوائد والأحكام:\r1 - رحمة الله تعالى باليتامى ورأفته بهم، حيث أوصى بالعناية بهم وبأموالهم بل جعل سبحانه وتعالى الوصية بهم أول وصية أوصى بها من حقوق الخلق في هذه السورة (¬3)، بعد أن أجمل سبحانه وتعالى الأمر بتقواه، وتقوى الأرحام.\rوذلك لأن اليتيم فقدكافله وكاسبه، فهو مكسور الخاطرمهيض الجناح.\r(2) - وجوب إصلاح أموال اليتامى والحفاظ عليها، لأن ذلك من تمام إيتائهم أموالهم (¬4) الذي أمر الله به في قوله: {وَآَتُوا الْيَتَامَى أموالهُمْ} وقدم الله في هذه الآية الأمر بإيتاء اليتامى أموالهم قبل الأمر باختبارهم وتحقق بلوغهم ورشدهم، تأكيداً على وجوب إصلاحها وحفظها والاحتياط في ذلك.\rكما قال تعالى: {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (¬5).\r(3) - ثبوت الولاية على اليتيم، لأن من لازم إيتائه ماله ثبوت ولاية المؤتي عليه (¬6).\r(4) - أن اليتيم يملك وملكه تام ثابت، لأن الله أضاف الأموال إلى اليتامى في قوله:\r¬_________\r(¬1) انظر «معاني القرآن» للفراء 1/ 253، «تفسير ابن كثير» 2/ 181.\r(¬2) سورة النساء، آية: 10.\r(¬3) انظر «تيسير الكريم الرحمن» 2/ 7.\r(¬4) انظر المصدر السابق 2/ 8.\r(¬5) سورة الإسراء، آية: 34.\r(¬6) انظر المصدر السابق 2/ 7.","seal":"3A3341FB","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"{وَآَتُوا الْيَتَامَى أموالهُمْ}.\rوفي هذا دليل على وجوب النفقات التي تتعلق بعين المال في أموال اليتامى كالزكاة والنفقة على من تجب على اليتيم النفقة عليه من أقاربه الفقراء.\rخلافًا لمن قال بعدم وجوب ذلك في أموال اليتامى والمجانين لأنهم ي مكلفين.\r(5) - جواز إطلاق الخبيث على الرديء على أحد المعنيين في تفسير الآية {وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ} كما قال تعالى: {وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ} (¬1) أي: لا تقصدوا الرديء منه تنفقون.\r6 - أنه يحرم على الأولياء أن يستبدلوا أموال اليتامى بأموالهم، سواء كان ذلك بأخذ أموال اليتامى دون مقابل والاستغناء بها وتوفير أموالهم، أو بإعطاء اليتامى الرديء وأخذ الجيد من أموالهم أو العكس بإعطائهم الجيد وأخذ الرديء، ومع أن هذا قد يبعد إلا أنه أيضاً لا يجوز لأن مال اليتيم في يد الوصي أو الولي بحكم الأمانة يجب عدم التعرض له وتركه بحاله لقوله: {وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ}.\r(7) - تحريم أكل أموال اليتامى وضمها إلى أموال الأوصياء والأولياء بقصد أكلها، لقوله تعالى: {وَلَا تَأكلوا أموالهُمْ إلى أموالكُمْ}.\rوليس في الاية نهي عن الضم (¬2) إذا كان لقصد الإصلاح، قال تعالى: {وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (¬3).\rفدلت هذه الآية على جواز خلط مال اليتيم مع مال الولي إذا كان ذلك لقصد\r¬_________\r(¬1) سورة البقرة، أية: 267.\r(¬2) كما قيل: إن الآية تنهي عن ضم أموال اليتامى إلى أموال الأوصياء والأولياء وأنها نسخت بقوله: {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} سورة البقرة الآية (220)، وهذا ليس بصحيح، انظر «الجامع لأحكام القرآن» 5/ 10.\r(¬3) سورة البقرة، آية: 220.","seal":"F9CDEFEE","page":12},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"الإصلاح كالاتجار به أو المحافظة عليه ونحو ذلك. بل إن الضم قد يتعين جلباً لمصلحة مال اليتيم ودفعاً للمشقة عن الولي في عزل مال اليتيم عن ماله، ولهذا قال تعالى: {وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ} أي لشق عليكم فمنعكم من مخالطتهم. لكن ينبغي على الولي إذا ضم مال اليتيم إلى ماله أن يحتاط بكتابة ذلك والإشهاد عليه (¬1).\r8 - الإشارة إلى ان بعض الأولياء قد يتستر إذا أراد أن يأكل مال يتيمه بضم مال اليتيم إليه، ويأكله مع غناه عنه، لقوله: {إِلَى أموالكُمْ}. وفي ذلك تنبيه على قبح هذا الفعل وشناعته (¬2).\r9 - إن التعدي عل أموال اليتامى باستبدالها بالخبيث أو أكلها أو ضمها إلى أموال الأولياء بقصد أكلها من كبائر الذنوب، لقوله تعالى: {إِنَّهُ كَانَ حُوباً كَبِيراً} (¬3).\rبل ذهب بعض أهل العلم أي ان أكل مال اليتيم بغير حق اكبر الكبائر بعد الشرك بالله.\r****\r¬_________\r(¬1) انظر كلام الشيخ محمد بن صالح العثيمين على هذه الآية في دروس التفسير.\r(¬2) انظر «التفسير الكبير» 9/ 138.\r(¬3) انظر «العلل» للإمام أحمد ص 169، «مرويات الإمام أحمد في التفسير» 1/ 332.","seal":"89C824C5","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"إباحة تعدد الزوجات ووجوب العدل بين النساء\rقال تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا}.\rصله الآية بما قبلها:\rلما امر تعالى بحفظ أموال اليتامى والعناية بها أتبع ذلك بذكر وجوب الإقساط في اليتيمات والعدل بين النساء، فالآية الأولى في أموال اليتامى، والثانية في أبضاع اليتيمات وغيرهن من النساء.\r\rسبب النزول:\rعن عروه بن الزبير رضي الله عنهما قال: سألت عائشة- رضي الله عنها- عن قول الله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا}.\rفقالت: يا ابن أختي هذه اليتيمة تكون في حجر وليها تشركه في ماله ويعجبه مالها وجمالها فيريد وليها أن يتزوجها بغير أن يقسط في صداقها فيعطيها مثل ما يعطيها غيره، فنهوا أن ينكحهوهن إلا أن يقسطوا لهن ويبلغوا لهن أعلى سنتهن في الصداق، فأمروا أن ينكحوا ما طاب لهم من النساء سواهن. قال عروه قالت عائشة: وأن الناس استفتوا رسول الله صلى الله علية وسلم بعد هذه الآية، فأنزل الله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} (¬1).\rوفي رواية عن عروة عن عائشة رضي الله عنها: «أن رجلًا كانت له يتيمه فنكحها، وكان لها عذق وكان يمسكها عليه، ولم يكن لها من نفسه شئ فنزلت فيه {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} (¬2).\r¬_________\r(¬1) أخرجه البخاري في التفسير4574، ومسلم في الفسير3018 وأبو دأود في النكاح2068، والنسائى في النكاح3346، والدارقطني في سننه3/ 265، والطبري الآثار8456 - 8461 والواحدي في أسباب النزول ص123.\r(¬2) أخرجه البخاري في «التفسير» 4573.","seal":"3BD38162","page":14},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"معاني المفردات والجمل:\rقوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}.\rقوله {وَإِنْ خِفْتُمْ} الوأو للاستئناف.\rو «إن» شرطية.\r«خفتم» فعل الشرط، وجوابه (فانكحوا).\rوالخوف هنا على بابه (¬1)، أي: أن غلب الظن ألا تقسطوا.\rوقيل «خفتم» بمعنى علمتم، وأيقنتم (¬2)، كقوله تعالى: {فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا} (¬3) أي: من علم من موصٍ حنفاً.\rوالصحيح أن الخوف هنا على معناه (¬4) فمتى وجد الخوف من عدم الإقساط مع اليتامى وجب العدول عنهن وترك نكاحهن إلى غيرهن، وإن لم يكن عدم الإقساط أمراً معلوماً متيقناً، لأن هذا في الغالب لا تتم معرفته إلا بعد الزواج بهن، أي: بعد العقد والدخول.\rقوله: ألا تقسطوا. أي ألا تعدلوا، من «أقسط» الرباعي. بمعنى «عدل» (¬5) ومنه قوله تعالى: {كُونُوا قَوَّامِينَ بِالْقِسْطِ} (¬6). واسم الفاعل منه «مقسط» ومنه قوله\r¬_________\r(¬1) قال الراغب الأصفةاني: «الخوف توقع مكروه عن أماره مظنونة أو معلومة، كما أن الرجاء والطمع توقع محبوب عن أماره مظنونة أو معلومة. ويضاد الخوف الأمن» «المفردات» مادة «خوف».\r(¬2) انظر «مجاز القرآن» 1/ 114.\r(¬3) سورة البقرة، آية: 182.\r(¬4) انظر «أحكام القرآن» لابن العربي1/ 310، «المحرر الوجيز» 4/ 13، «الجامع لأحكام القرآن» 5/ 12.\r(¬5) انظر «معاني القرآن» للأخفش1/ 431، «جامع البيان» 7/ 541، «المفردات» مادة «قسط»، «المحرر الوجيز» 4/ 13، «التفسير الكبير» 9/ 139، الجامع لحكام القرآن» 5/ 12.\r(¬6) سورة النساء، آية: 135.","seal":"F30B3B78","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"تعالى: {وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} (¬1) وقوله - صلى الله عليه وسلم -: «المقسطون على منابر من نور» (¬2).\rوأما الفعل الثلاثي «قسط» فمعناه: جار وظلم (¬3)، واسم الفاعل منه «قاسط» (¬4) ومنه قوله تعالى: {وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا} (¬5).\rو «اليتامى» جمع يتيم ويتيمه.\rوالمراد باليتامى هنا اليتامى من النساء (¬6)، كما قال تعالى: {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ} (¬7).\rأي: إن خفتم ألا تعدلوا مع التيمات إذا تزوجتموهن بعدم إعطائهن مثل غيرهن من المهور والنفقات، أو بالإمساك لهن لأجل مالهن من غير حاجه بكم لهن، ومن غير بذل حقوق الزوجية لهن (¬8)، أو بإجبارهن على الزواج منكموهن كارهات ونحو ذلك (¬9).\rقوله تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}.\rالفاء واقعه في جواب الشرط، والجملة جواب الشرط المتقدم في قوله: {وَإِنْ\r¬_________\r(¬1) سورة الحجرات، آية:9.\r(¬2) أخرجه مسلم في الإماره1827، والنسائي في أداء القضاء5379 من حديث عبد الله بن عمرو رضي الله عنهما.\r(¬3) انظر «معاني القرآن» للأخفش2/ 431، «جامع البيان» 7/ 541، «المفردات» مادة «قسط»، «المحرر الوجيز» 4/ 13، «التفسير الكبير» 9/ 139، «الجامع لأحكام القرآن» 5/ 12.\r(¬4) انظر «صحيح البخاري مع الفتح» 13/ 537.\r(¬5) سورة الجن، آية:15.\r(¬6) حمل الطبري في تفسيره7/ 541: «اليتامى» هنا على ما يشمل ذكران اليتامى وإناثهم - والله أعلم - لشمل ذلك الأقوال التي قيلت في معنى الآية كما سيأتي ذكرها في آخر تفسير الآية.\r(¬7) سورة النساء، آية:127.\r(¬8) كما دلت عليه روايتا سبب النزول.\r(¬9) كما كان تفعله أهل الجاهلية، واستر عليه يعض جهله الأعراب وجفاتهم يحجر الواحد منهم ابنة عمه في حياة عمه.","seal":"7648D6C3","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى}، واقترن الجواب بالفاء لأنه جملة طلبية (¬1)، ولم يات الجواب بالنهي عن نكاح اليتيمات أو بالأمر بترك نكاحهن إذا خيف عدم الإقساط فيهن - وإنما جاء الأمر بنكاح ما طاب لهم من النساء إرشاداً لهم وتوجيهاً إلى البديل، وأن النساء غير اليتيمات كثير، وأن الأمر واسع ولم يضيق الله عليهم.\rقال الحافظ ابن كثير (¬2) -رحمه الله-: «أي إذا كانت تحت حجر أحدكم يتيمه، وخاف أن لا يعطيها مهر مثلها، فليعدل إلى ما سواها من النساء، فإنهن كثير ولم يضيق الله عليه (¬3)».\rفالمعنى: فإن خفتم ألا تعدلوا في اليتامى فاتركوهن وجوبًا، وانكحوا ما طاب لكم من النساء سواهن استحباباً، أو جوازًا (¬4).\rقوله (انكحوا) النكاح معناه لغة الضم والجمع، لأنه بعقد النكاح يكون اجتماع الزوج والزوجة، واجتماع الأصهار بعضهم إلى بعض، قال تعالى: {وَهُوَ الَّذِي\r¬_________\r(¬1) يقترن جواب الشرط بالفاء في عدة مواضع قال الناظم:\rاسمية طلبية وبجامد ... وبما ولن وبقد وبالتنفيس\r\rذكره الخضري في حاشيته 2/ 123، والصبان في حاشيته 4/ 9.\r(¬2) في «تفسيره» 2/ 181.\r(¬3) ومن هذا ومثله يعلم أن الشرع إذا منع من شيء وحرمه لسبب من الأسباب فإنه يبيح ويحل أضعاف أضعافه، ولهذا فإن الأصل في الأشياء الإباحة إلا ما دل الدليل على تحريمه كما قال تعالى: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} سورة البقرة، آية: 29.\rأي: أباحه لكم، لأن اللام في قوله «لكم» للإباحة.\rفإذا انغلق باب، فتح الله ألف باب وكما قيل:\rوإذا رأيت الرزق ضاق ببلدة ... وخشيت فيها أن يضيق المذهب\r\rفارحل فأرض الله واسعة الفضا ... طولًا وعرضًا شرقها والمغرب\r\rوحاشا للشرع الحكيم، الذي وضع الله به عن هذه الأمة الآصار والأغلال أن يغلق الباب على المكلف، فيكون كما قال الحلاج في ديوانه ص 145:\rألقاه في اليم مكتوفًا وقال له ... إياك إياك أن تبتل بالماء\r\rوصدق الله العظيم {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} سورة الحج الآية (78).\r(¬4) سيأتي في الفوائد والأحكام زيادة بيان لهذا إن شاء الله.","seal":"1513A541","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"خَلَقَ مِنَ الْمَاءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً} (¬1).\rويطلق على الوطء، وعلى التزوج (¬2)، وهو شرعاً: عقد الزوجية الصحيح.\rقوله {مَا طَابَ لَكُم} «ما» موصولة، وإنما جاء التعبير بها وهي لغير العاقل أولغير العالم على الأصح (¬3)، لأنه أريد بها الوصف لأن اختيار الرجل للمرأة لما قام بها من صفات طيبة، والصفات ليست من فصيلة العقلاء،: انكحوا الطيبات من النساء.\rقال الزجاج (¬4): «ما طاب» لم يقل «من طاب» والوجه في الآدميين أن يقال: «من» وفي الصفات لأسماء الأجناس أن يقال: «ما» فالمعنى فانكحوا الطيب الحلال .. لأنه ليس كل النساء طيباً».\rوقيل: إن «ما» ليست على معناها، وإنما هي بمعنى «من» التي للعالم، لأنهما يتعاقبان، كما في قوله تعالى: {وَمِنْهُم مَّن يَمْشِي عَلَى أربع} (¬5) والذي يمشي على أربع ليس بعالم. وقوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا. وَالْأَرْضِ وَمَا طَحَاهَا} (¬6) (¬7).\rفـ «ما» في قوله (وما بناها) (وما طحاها) بمعنى «من»، أي: والسماء ومن بناها\r¬_________\r(¬1) سورة الفرقان، آية:54.\r(¬2) انظر «اللسان» مادة «نكح».\r(¬3) الأصح أن يقال «ما» لغير العاقل و «من» للعالم، كما قال ابن هشام، انظر «أوضح المسالك» 1/ 134 وانظر «ضياء السالك» 1/ 42. واختار بعض النحاه هذا، لأن الله تعالى وصف نفسه بالعلم و «من» يستعمل في الدلاله عليه سبحانه في مثل قوله تعالى: {ءأَمِنْتُمْ مَنْ فِي السَّمَاءِ} سورة الملك الآيتان (16، 17) وصفات الله توقيفيه. كما أن «ما» جاءت للدلالة عليه سبحانه في عدة مواضع، وذلك على سبيل التبادل مع «من» كما في قوله تعالى {وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى} سورة الليل، الآية (3) أي والذي خلق الذكر والانثى. وانظر «دليل السالك» للفوزان 1/ 129.\r(¬4) في «معاني القرآن وإعرابه» 2/ 504، وانظر «الكاشف» 1/ 244، «المحرر الوجيز» 4/ 15، «الجامع لأحكام القرآن» 5/ 12، «مدارك التنزيل» 1/ 289.\r(¬5) سورة النور، آية:45.\r(¬6) سورة الشمس، الآيتان: 5 - 6.\r(¬7) انظر «التفسير الكبير» 9/ 141، «فتح القدير» 1/ 420.","seal":"168ABD3E","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"والأرض ومن طحاها، وهو الله سبحانه وتعالى العليم بكل شيء.\rقالوا: وإنما قلنا بأن «ما» في قوله: (ما طاب) «بمعنى من».\r«لقوله» بعد ذلك «من النساء» مبيناً لمبهم، والنساء من فصيله العقلاء (¬1).\rوقال الفراء (¬2): قوله (ماطاب) ولم يقل «من طاب»، وذلك لأنه ذهب إلى الفعل» وبنحو من هذا قال الطبري حيث قال (¬3): معناه: انكحوا نكاحًا طيبًا .. فالمعنيُّ بقوله (ما طاب) الفعل دون أعيان النساء وأشخاصهن، فلذلك قيل «ما» ولم يقل «من». والصحيح القول الأول «ما» هنا على معناها لغير العاقل، لأنه أريد بذلك الوصف.\rوليست في هذا الموضع (¬4)، بمعنى «من» ولا بمعنى «الفعل».\rقوله (طاب): قرأ حمزة «طاب» بالإمالة (¬5).\rقوله: (من النساء): «من» بيانية (¬6)، فيها بيان للاسم الموصول «ما» و (من النساء) متعلق بقوله (ما طاب لكم) والتقدير: انكحوا ما يطيب لكم من النساء.\rأو متعلق بقوله (فانكحوا)، أي: انكحوا من النساء ما طاب لكم.\rوالنساء والنسوه: جمع لا واحد له من لفظه، ولكن يقال: امرأة (¬7).\rوالمعنى: فانكحوا ما طابت به نفوسكم ورغيتم فيه مما أحل الله لكم (¬8). من\r¬_________\r(¬1) انظر «معالم التنزيل» 1/ 391، «الجامع لأحكام القرآن» 5/ 12.\r(¬2) في «معاني القرآن» 1/ 253 - 254.\r(¬3) في «تفسيره» 7/ 542، وانظر «مشكل إعراب القرآن» 1/ 189.\r(¬4) لأنها قد تأتي بمعنى «من» لكن في غير هذا الموضع.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 15.\r(¬6) انظر «البحر المحيط» 3/ 162.\r(¬7) انظر «اللسان» مادة «نسا» «الجامع لأحكام القرآن» 5/ 15.\r(¬8) انظر «جامع البيان» 7/ 542، «معاني القرآن وإعرابه» للزجاج2/ 4 - 5، «معالم التنزيل» 1/ 391، «الجامع لأحكام القرآن» 5/ 15.","seal":"5DA4DAF5","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"ذوات الصفات الطيبه من النساء، كالدين والخلق والجمال ونحو ذلك.\rقال - صلى الله عليه وسلم -: «تنكح المرأة لأربع: لمالها وحسبها وجمالها ولدينها، فاظفر بذات الدين تربت يداك» (¬1).\rقوله تعالى: {مَّثْنَى وَثُلَاثَ وَرُبَاعَ}.\rهذه الألفاظ نكرات (¬2) في محل نصب على الحال من النساء. أي حال كونهن مثنى وثلاث ورباع (¬3)، وهي ممنوعة من الصرف لعلتين (¬4) الوصفيه، لأنها بمعنى الوصف للنساء، أي: نساء مثنى وثلاث ورباع.\rوالعلة الثانية العدل. ف «مثنى» معدولة من: اثنتين: و «ثلاث» معدولة من ثلاث و «رباع» معدولة من أربع (¬5).\rوهذه الألفاظ مما يستوى فيه المذكر والمؤنث.\rفمن المؤنث هذه الآية، ومن المذكر قوله تعالى: {أولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ وَرُبَاعَ} فالجناح مذكر (¬6).\r¬_________\r(¬1) سيأتي تخريجه ص 35.\r(¬2) انظر «معنى القرآن وإعرابه» للزجاج2/ 5، «المحرر الوجيز» 4/ 15.وقال الطبرى7/ 543: «اسم للعدد معرفة ولو كان نكره لدخلته الألف واللام وأضيف: وهو لا تدخله الألف واللام ولا يضاف».\r(¬3) انظر «إملاء ما من به الرحمن» للعكبري 1/ 166.\rوقيل هي في موضع نصب على الحال من فاعل «طاب» أو من مرجعه «ما» انظر مشكل إعراب القرآن» 1/ 189 «المحرر الوجيز» 4/ 15، «الجامع لأحكام القرآن» 5/ 15 - 16، «البحر المحيط» 3/ 163.\r(¬4) انظر «جامع البيان» 7/ 543، «معالم التنزيل1/ 391، «المحرر الوجيز» 4/ 15، «الجامع لأحكام القران وإعرابه» للزجاج 2/ 5.\r(¬5) انظر مشكل إعراب القرآن» 1/ 189، «البيان في غريب إعراب القران» 1/ 241.\r(¬6) انظر «جامع البيان» 6/ 543.","seal":"8B9F5122","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"وهي تدل على تكرار العدد مما عدلت منه بلا حصر، أي: إلى غاية المعدود (¬1).\rفيقال: جاء الرجال مثنى أي: اثنين اثنين، وجاءت النساء مثنى، أي: اثنتين اثنتين-وهكذا «ثلاث» و «رباع».\rوقوله (مثنى وثلاث ورباع) أسلوب تنويع وتقسيم.\rأي: انكحوا على اثنتين اثنتين، وعلى ثلاث ثلاث، وعلى أربع أربع، وفيه معنى التخيير (¬2) أي: منكم من ينكح اثنتين ومنكم من ينكح ثلاث، ومنكم من ينكح أربعًا. قال تعالى في وصف الملائكة: {جَاعِلِ الْمَلَائِكَةِ رُسُلًا أولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ وَرُبَاعَ} (¬3) أي منهم له جناحان، ومنهم من له ثلاثة، ومنهم من له أربعة (¬4).\rوقد زعم بعضهم (¬5) أن المعنى: انكحوا اثنتين وثلاثًا وأربعاً، أي: تسعاً؛ مجموع اثنتين وثلاث وأربع تسع، وأباحوا الجمع بين تسع زوجات. استدلالًا بالآية. قالوا: لأن الواو للجمع (¬6).\rوهذا ليس بصحيح من حيث اللغة العربية التي نزل بها القرآن\r¬_________\r(¬1) انظر «الصحاح» للجوهري مادة «ثنى، ثلث، ربع» «مشكل إعراب القرآن» 1/ 189، «المحرر الوجيز» 4/ 15، «الجامع لأحكام القرآن» 5/ 18.\r(¬2) انظر المعجم الوجيز» 1/ 391.\r(¬3) سورة فاطر، آية:1.\r(¬4) انظر «تفسير ابن كثير» 2/ 182 قال ابن كثير بعد هذا: «ولا ينفى ما عدا ذلك بالنسبة للملائكة لدلالة الدليل عليه» يشير رحمه الله إلى ما ثبت في الصحيح: «أن النبي - صلى الله عليه وسلم - رأى جبريل على صورته التي خلق عليها له ستمائة جناح» أخرجه البخاري في التفسير4856، ومسلم في الايمان174 والترمذي في التفسير3277 من حديث ابن مسعود - رضي الله عنه -.\r(¬5) وهم الرافضة وبعض الظاهرية.\r(¬6) بل ذهب بعضم إلى جواز الجمع بين ثمان عشرة زوجة، بناء على أن معنى «مثنى» اثنتين اثنتين أي أربع «وثلاث» ثلاث ثلاث، أي ست، و «رباع» أربع أربع، أي: ثمان. فأربع وست وثمان: ثمان عشرة، بل قال بعضهم بجواز التعدد بلا حد. انظر «الجامع لأحكام القرآن» 5/ 16 - 18 «البحر المحيط» 3/ 163.","seal":"583F4587","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"الكريم (¬1)، لأن الخطاب في قوله (فانكحوا) للجماعة، وليس لمفرد، وقوله (مثنى وثلاث ورباع) موزع ومفرق على الجماعة، فيكون المعنى: ينكح بعضكم مثنى، أي على اثنتين اثنتين، وينكح بعضكم ثلاث، أي على ثلاث ثلاث، وينكح بعضكم رباع، أي على أربع أربع (¬2). وقد جيء بصيغة العدل للدلالة على هذا المعنى، ولئلا يتوهم جواز الجمع بين هذه الأعداد (¬3).\rولو قال قائل خذ اثنين وثلاثه وأربعة بدل أن يقول: خذ تسعة، لعد هذا في منتهى الضعف عند العرب وأئمة اللغة، فكيف يحمل على هذا الكلام الله تعالى في هذه الآية (¬4).\rوقد جاء العطف بالواو بدل «أو» لئلا يتوهم أنه لا يجوز إلا أحد هذه الأعداد (¬5).\rولم تذكر الواحدة في هذا المقام، بل قال سبحانه: (مثنى وثلاث ورباع) لأن المقام مقام إقناع وامتنان وتوسعه وتخيير للمخاطبين، - حيث منعوا من نكاح اليتامى عند خوف عدم العدل معهن-في أن ينكحوا ما طاب لهم من النساء سواهن من حيث الكيفيه، وهن ذوات الصفات الطيبة؛ ومن حيث الكمية من اثنتين إلى أربع (¬6).\rقوله تعالى: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً}.\rالفاء عاطفة.\r«إن» شرطية.\rخفتم: فعل الشرط.\rألا تعدلوا: «ألا» مكونة من «أن» و «لا».\r¬_________\r(¬1) كما أن القول بإباحة تسع زرجات باطل بدلالة السنة وإجماع الأمة، كما سيأتي في الأحكام.\r(¬2) انظر «معاني القرآن وإعرابه» للزجاج2/ 6، «التفسير الكبير» 9/ 141، 143.\r(¬3) انظر «الكشاف» 1/ 24 قال البغوي «أو التخيير» انظر «معالم التنزيل» 1/ 391.\r(¬4) انظر «معاني القرآن وإعرابه» للزجاج2/ 6.\r(¬5) انظر «التفسير الكبير» 9/ 143، الجامع لأحكام القرآن» 5/ 17، «البحر المحيط» 3/ 126.\r(¬6) انظر كلام شيخنا محمد العثيمين على هذه الآية في دروس التفسير.","seal":"E9787282","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"قوله (فواحدةً) قرأ العشرة عدا أبي جعفر بالنصب «فواحدةً» على أن هذا جواب الشرط، والتقدير: فانكحوا واحدة. واقترن الجواب بالفاء لأنه جملة طلبية.\rوقرأ أبو جعفر: «فواحدةٌ» بالرفع، أي فواحدة تكفي، أو تقنع (¬1) واقترن الجواب بالفاء لأنه جملة اسمية.\rوالمعنى: وإن خفتم، أي: ظننتم عدم العدل مع الزوجات إذا تعددن فيما يجب لهن عليكم من حقوق النكاح في القسم والنفقة والعشرة ونحو ذلك مما يدخل تحت الاستطاعة. فاكتفوا بنكاح واحدة (¬2) ..\rقوله تعالى: {أو مَا مَلَكَتْ أَيْمَانُكُمْ} (¬3) «أو» عاطفه جملة على جملة، وهي بمعنى الواو، والتقدير: فانكحوا واحدة واستمتعوا بما ملكت أيمانكم (¬4).\rقوله: (ما ملكت ايمانكم) أي: ما ملكتموه من السراري والإماء بملك الرقبة والمنافع. والإيمان جمع يمين، وأسند الملك إليها لأنها المختصة بالمحاسن، بها يأخذ المؤمن كتابه، كما قال عز وجل: {فَأَمَّا مَنْ أوتِيَ كِتَابَهُ بِيَمِينِهِ} (¬5) وهي المنفقة قال - صلى الله عليه وسلم -: «حتى لا تعلم شماله ما تنفق يمينه» (¬6).\rوالمعنى: واستمتعوا بوطء ما ملكتموه من السرارى والاماء، حيث لا يجب القسم بينهن (6). وليس المعنى: أو انكحوا ما ملكت أيمانكم من الإماء، لأنه يحرم على الرجل\r¬_________\r(¬1) انظر «المبسوط» ص153، «الجامع لأحكام القرآن» 5/ 20، «النشر» 2/ 247.\r(¬2) انظر «أحكام القران» للجصاص2/ 70، «بحر العلوم» 1/ 332، «الجامع لأحكام القرآن» 5/ 20، «تفسير ابن كثير» 2/ 184.\r(¬3) انظر «تحفه الودود» ص19 - 20، «فتح القدير» 1/ 421.\r(¬4) سورة الانشقاق، آية: 7.\r(¬5) أخرجه البخاري في الأذان660، ومسلم في الزكاة1031، والنسائي في آداب القضاه538، والترمذي في الزهد2391من حديث أبي هريرة - رضي الله عنه - وانظر «المحرر الوجيز» 4/ 16 - 17، «الجامع لأحكام القرآن» 5/ 20.\r(¬6) انظر «معالم التنزيل» 1/ 392، «المحرر الوجيز» 4/ 16، «الجامع لأحكام القرآن» 5/ 20.","seal":"4BC22495","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"أن يتزوج أمته، لأنها لا تحل له بعقد ملك اليمين، وهو أقوى من عقد النكاح (¬1)، ولا يرد العقد الأضعف على العقد الأقوى بخلاف العكس، فإن العقد الأقوى يرد على العقد الأضعف، فلو تزوج الرجل أمه (¬2) ثم اشتراها انفسخ نكاحها، وحلت له بملك اليمين، فملك رقبتها ومنافعها، بينما لا يملك بعقد الزواج سوى منفعة البضع.\rوقيل: المعنى: التخيير بين نكاح واحدة حرة أو تركها والاكتفاء بالاستمتاع بملك اليمين (¬3). وهذا ضعيف لأن الرغبة عن نكاح الحرة إلى الاستمتاع بملك اليمين أمر غير محمود شرعاً.\rقوله تعالى: {ذَلِكَ أَدْنَى أَلَّا تَعُولُوا}.\rقوله: (ذلك) الإشارة إلى مضمون الجملتين السابقتين.\rوهما ترك نكاح اليتامى عند خوف عدم الإقساط فيهن ونكاح غيرهن من النساء مثنى وثلاث ورباع، والاكتفاء بنكاح واحدة والاستمتاع بملك اليمين عند خوف عدم العدل مع الزوجات إذا تعددن.\rأدنى: أقرب (¬4).\rألا تعولوا: أي: أن لا تعولوا، والجملة من أن وما بعدها في محل نصب بنزع الخافض والتقدير: ذلك أدنى إلى أن لا تعولوا (¬5).\rوالعول لغه الميل، يقال: عال الميزان، إذا مال (¬6)، وعال السهم عن الهدف إذا مال (¬7).\r¬_________\r(¬1) انظر «مجموع الفتاوى» 32/ 181، «زاد المعاد» 5/ 130.\r(¬2) لا يجوز للرجل أن يتزوج أمة إلا إذا لم يجد الطول إلى نكاح امرأة حرة وخاف على نفسه العنت كما قال تعالى {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ} الآية (25) من سورة النساء.\r(¬3) انظر «جامع البيان» 7/ 540 - 541، 547 - 548.\r(¬4) انظر «معنى القرآن وإعرابه» 2/ 7.\r(¬5) انظر «المحرر الوجيز» 4/ 17.\r(¬6) انظر «الكشاف» 1/ 245، «لسان العرب» مادة «عول».\r(¬7) انظر «أحكام القرآن» لابن العربي1/ 315، «الجامع لأحكام القرآن» 5/ 20.","seal":"8502E04D","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"قال أبو طالب (¬1):\rبميزان القسط لا يغلُّ شعيرة ... له شاهد من نفسه غير عائل\r\rأي غير مائل.\rويقال: عال الحاكم: إذا مال وجار وظلم (¬2).\rقال الشاعر (¬3):\rقالو تبعنا رسول الله واطَّرحوا ... قول الرسول وعالوا الموازين\r\rأي: جاروا، والمعنى: ذلك أي ترك نكاح اليتيمات، وترك تعداد الزوجات إذا خيف عدم العدل معهن أقرب ألا تميلوا وتجوروا في القسم، هذا قول عامة السلف وجمهور العلماء (¬4).\rوقيل: معنى: (ألا تعولوا): ألا تكثر عيالكم فتفتقروا.\rقال بهذا بعض أهل العلم منهم االشافعي رحمه الله (¬5) وبعض أهل اللغة (¬6) أخذاً من قوله تعالى: {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ} (¬7)، أي: وإن خفتم فقراً (فسوف يغنيكم الله من فضله). كما قال الشاعر (¬8):\r¬_________\r(¬1) انظر «جامع البيان» 7/ 550، «السيرة النبوية» لابن هشام1/ 296.\r(¬2) انظر «التفسير الكبير» 9/ 144، «مدارك التنزيل» 1/ 290.\r(¬3) انظر «اللسان» مادة «عول»، «الصحاح» مادة «عول»، «الجامع لأحكام القرآن» 5/ 12.\r(¬4) انظر «معاني القرآن» للفراء1/ 255، «جامع البيان7/ 548 - 552، «معاني القرآن وإعرابه» للزجاج2/ 7، «أحكام القرآن» لابن العربي1/ 314 - 315، «المحرر الوجيز» 4/ 17، «الجامع لأحكام القران» 5/ 20، «مجموع الفتاوى» لابن تيميه32/ 70 «تحفه الودود» ص 19، 20، «بدائع التفسير» 2/ 7، «تفسير ابن كثير» 2/ 185.\r(¬5) انظر «أحكام القرآن» للهراسي 1/ 313 «معالم التنزيل» 1/ 392، «المحرر الوجيز» 4/ 14، «الجامع لأحكام القرآن» 5/ 21 - 22، «تفسير ابن كثير» 2/ 184.\r(¬6) انظر «الجامع لأحكام القرآن» 5/ 21 - 22.\r(¬7) سورة التوبة، آية: 28.\r(¬8) البيت لأحيحة بن الحلاج الأوسي. انظر «معاني القرآن» للفراء1/ 255، «جامع البيان» 7/ 549، «الجامع لأحكام القرآن» 5/ 21، «تفسير ابن كثير» 2/ 184 «اللسان» مادة «عيل»، «البحر المحيط» 3/ 509.","seal":"696E39B7","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"وإن الموت يأخذ كل حي ... بلا شك وإن أمشى وعالا\r\rأي: وان كثرت ماشيته وعياله.\rوهذا القول ضعيف من وجوه ثلاثة: الأول نت حيث اللغة، لأنه لو أراد كثرة الأولاد والافتقار لقال: تعيلوا. الثاني: من حيث المعنى، لأن كثرة العيال وكثرة النفقة تحصل بالتسري، كما تحصل بالزوجات (¬1). الثالث: من حيث منافاة هذا القول لمقصود الشرع، لأن الشرع أمر بتكثير النسل، قال - صلى الله عليه وسلم -: «تزوجوا الودود الولود، فإني مكاثر بكم الأمم يوم القيامة» (¬2).\rقال شيخ الإسلام ابن تيمية رحمه الله (¬3): «وظن طائفة من العلماء أن المراد ألا تكثر عيالكم. وغلّط أكثر العلماء من قال ذلك لفظاً ومعنى، أما اللفظ: فلأنه يقال عال يعول إذا جار، وعال يعيل إذا افتقر، وأعال يعيل إذا كثر عياله. وهو سبحانه قال (تعولوا) ولم يقل: تعيلوا. وأما المعنى: فإن كثره النفقة والعيال يحصل بالتسري، كما يحصل بالزوجات ..».\rقال ابن القيم رحمه الله (¬4) «يتعين القول الأول من وجوه»، وذكر رحمه الله عشرة أوجه في هذا: منها أنه المعروف في اللغة، الذي لا يكاد يعرف سواه، ولا يعرف عال يعول إذا كثر عياله إلا في حكاية الكسائي، وسائر أهل اللغة على خلافه، ومنها أن الأحاديث الواردة في استحباب تزوج الودود الولود، وأنه - صلى الله عليه وسلم - يكاثر بأمته الأمم يوم القيامة ترد هذا التفسير، ومنها أن سياق الآية إنما هو في نقلهم مما يخافون\r¬_________\r(¬1) انظر «معاني القرآن وإعرابه» للزجاج2/ 7، «الكشاف» 1/ 245 «تفسير ابن كثير» 2/ 184.\r(¬2) سيأتي تخرجه ص49.\r(¬3) في «مجموع الفتاوى» 32/ 70 - 71 وانظر «أحكام القرآن» لابن العربي1/ 315.\r(¬4) في «تحفه الودود» ص19 - 20، وانظر «بدائع التفسير» 2/ 8 - 10، وانظر «أحكام القرآن» لابن العربي 1/ 315 وقد ذكر الرازي مجمل الوجوه الثلاثة التي ذكرها أهل العلم لتضعيف قول الشافعي، وأجاب عنها بما لا طائل تحته. انظر «التفسير الكبير» 9/ 144 - 146.","seal":"B2327C25","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"من الظلم والجور فيه إلى غيره، فإنه قال في أولها: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ}، فدلهم سبحانه على ما يتخلصون به من ظلم اليتامى، وهو نكاح ما طاب لهم من النساء البوالغ، وأباح لهم منهن أربعاً، ثم دلهم على ما يتخلصون به من الجور والظلم في عدم التسوية بينهن، فقال: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ}، ثو أخبر سبحانه أن الواحدة وملك اليمين أدنى إلى عدم الميل والجور، وهذا صريح في المقصود المهم ..».\rوالخلاصة في معنى الآية كما دل عليه سبب النزول: وإن خفتم ألاتعدلوا مع اليتامى إذا نكحتموهن فاتركوهن وانكحوا ما طاب لكم من النساء سواهن (مثنى وثلاث ورباع)، فإن خفتم ألا تعدلوا مع الزوجات إذا تعددن فاكتفوا بنكاح واحدة ذلك أي ترك نكاح اليتامى وترك التعدد إذا خفتم عدم العدل أقرب ألا تجوروا وتظلموا (¬1).\r\rالفوائد والأحكام:\r1 - يجب على أولياء اليتامى إذا خافوا عدم العدل معهن في أداء حقوقهن ترك الزواج بهن، وأن ينكحوا ما طاب لهم من النساء سواهن، لقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (¬2) الآية.\r¬_________\r(¬1) وقيل: إن المعنى: إن خفتم عدم العدل مع اليتامى والجنوح على أموالهم فاكتفوا بنكاح ما أباحه الله لكم في حدود أربع إلى واحدة، ولا تزيدوا على ذلك، فتضطروا إلى أكل أموال اليتامى بسبب كثرة الزوجات، وقيل: كانوا يتحرجون من عدم العدل مع اليتامى خوفًا من الظلم والجور. فقال الله لهم: وأيضًا خافوا من الوقوع في المحرم وهو الزنا واكتفوا بنكاح ما أحل الله لكم. انظر «جامع البيان» 7/ 534 - 539، «النكت والعيون» 1/ 360 - 361، «معالم التنزيل» 1/ 390 - 391 «المحرر الوجيز» 4/ 14، «الجامع لأحكام القرآن» 5/ 12، «الفوائد المشوق» لابن القيم175، «بدائع التفسير» 2/ 10.\r(¬2) سورة النساء، آية:3.","seal":"5F8B0B64","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"فإذا خاف الولي عدم العدل مع اليتيمة في المهر والنفقة، أو في وطئها (¬1)، أو في غير ذلك من حقوقها فليتركها إلى سواها، وفي هذا سلامه اليتامى من الظلم، والأولياء من الإثم، ولهذا قال في آخر الآية {ذَلِكَ أَدْنَى أَلَّا تَعُولُوا}.\r2 - يجب على الإنسان الاحتياط إذا خاف الوقوع في المحرم، لقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (¬2).\rفإذا كان فعل الشيء قد يؤدي إلى الوقوع في المحرم وجب ترك ذلك الفعل درءاً للمفسدة وإيثاراً للسلامة والعافية (¬3).\r3 - أنه يجوز لأولياء اليتامى الزواج بهن إذا لم يخافوا عدم العدل معهن لمفهوم قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}، فإذا لم يخافوا اجاز لهم الزواج بهن (¬4).\r4 - جواز نكاح اليتيمة قبل بلوغها لقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} الآية، وجه ذلك ان الله نهى الأولياء عن نكاح اليتامى إذا خافوا عدم العدل فيهن، ومفهوم ذلك جواز نكاحهن وهن يتامى إذا لم يخافوا عدم العدل فيهن، وقد سماهن في الآية يتامى، ولا يسمين يتامى إلا قبل البلوغ. ولو أراد البالغات لما نهى عن حطهن عن صداق مثلهن، لأن البالغة لها الخيار في أن تسقط من مهرها ما شاءت، وترضى بدون صداق المثل (¬5).\rويدل على هذا ما جاء في حديث عائشة في سبب نزول الآية: «وإن الناس\r¬_________\r(¬1) كما دل على هذا سبب النزول، واختلف في الواجب في الوطء. قال شيخ الإسلام ابن تيميه في «الفتاوى» 32/ 271: «قيل: إنه واجب في كل أربعة أشهر مرة، وقيل بقدر حاجتها وقدرته، كما يطعمها بقدلر حاجتها وقدرته، وهذا أصح القولين» وانظر28 - 383 - 384.\r(¬2) سورة النساء، آية3.\r(¬3) انظر «تيسير الكريم الرحمن» 1/ 9.\r(¬4) انظر «أضواء البيان» 1/ 306.\r(¬5) انظر «أحكام القرآن» «لابن العربي» 1/ 311، «الجامع لأحكام القرآن» 5/ 13، «مجمع الفتاوى» 32/ 46.","seal":"390E84C4","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"استفتوا رسول الله - صلى الله عليه وسلم - فأنزل الله {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} الآية.\rوبهذا قال أبو حنيفة (¬1)، ومالك (¬2)، وأحمد (¬3) رحمهم الله، وأكثر السلف والفقهاء (¬4) واختاره شيخ الإسلام ابن تيمية وتلميذة ابن القيم رحمهما الله.\rقال شيخ الإسلام ابن تيمية (¬5): «اليتيمة يجوز تزويجهابكفء لها عند أكثر السلف والفقهاء، وهو مذهب أبي حنيفة وأحمد في ظاهر مذهبه وغيرهما. وقد دل على ذلك الكتاب والسنة كقوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ ..} الآية.\rقال شيخ الإسلام ابن تيمية (¬6) بعد ما ذكر دلالة قوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ ..} على جواز نكاح اليتيمة قبل بلوغها، وأشار إلى حديث عائشة في تفسيرها، قال: «وهو دليل في اليتيمة وزوجها من يعدل عليها في المهر».\rوقال أيضاً (¬7): «فهذا يدل على أن الله أذن لهم أن يزوجوهن إذا فرض لهن صداق المثل، ولم يأذن لهم في تزويجهن بدونه، لأنها ليست من أهل التبرع».\rوهكذا استدل ابن القيم رحمه الله بالآية وحديث عائشة وغيرهما على جواز نكاح اليتيمة قبل البلوغ (¬8).\rواستدل أصحاب هذا القول أيضاً بما يلي:\rما رواه أبو هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «اليتيمة تستأمر في نفسها، فإذا\r¬_________\r(¬1) ذكره أبو تيمية في «مجموع الفتاوى» 32/ 42، 44 - 45.\r(¬2) ذكره أبو تيمية في «مجموع الفتاوى» 32/ 43.\r(¬3) انظر «مجموع الفتاوى» 32/ 43، 44 - 45.\r(¬4) انظر «مجموع الفتاوى» 32/ 43.\r(¬5) «مجموع الفتاوى» 32/ 43.\r(¬6) «مجموع الفتاوى» 32/ 43.\r(¬7) في «مجموع الفتاوى» 32/ 44 - 45.\r(¬8) انظر «زاد المعاد» 5/ 100.","seal":"ED79A7D8","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"صمتت فهو إذنها، وان أبت فلا جواز عليها» (¬1).\rما روي عن ابن عمر رضي الله عنهما أنه قال: زوَّجني خالي قدامة بن مظعون بنت أخيه عثمان بن مظعون، فدخل المغيرة بن شعبة على أمها ورغّبها في المال وخطبها إليه، فرفع شأنها النبي - صلى الله عليه وسلم -، فقال قدامة: يا رسول الله ابنة أخي وأنا وصي أبيها، ولم أقصِّر بها، زوَّجتها من قد علمت فضله وقرابته، فقال رسول الله - صلى الله عليه وسلم -: «إنها يتيمة، واليتيمة أولى بأمرها» وفي رواية «لا تنكحوا اليتامى حتى تستأمروهن، فإذا سكتت فهو إذنهن» فنزعت منه وزوجها المغيرة بن شعبة (¬2).\rفعل هذا يجوز نكاح اليتيمة قبل ان تبلغ بإذنها، لكن قال بعضهم كأبي حنيفة: لها الخيار إذا بلغت (¬3). والراجح أنه لا خيار لها إذا نكحت بإذنها للأدلة السابقة. وهو الظاهر المشهور من مذهب الإمام أحمد رحمه الله (¬4).\rقال شيخ الإسلام ابن تيمية (¬5): «وقد دل على ذلك الكتاب والسنة».\rوقيل: لا تزوج اليتيمة إذا لم يكن لها أب ولاجد إلا بعد بلوغها وإذنها، وبه قال مالك (¬6)، والشافعي (¬7)، وأحمد في رواية (¬8) ونسب إلى\r¬_________\r(¬1) أخرجه أبو دأود في النكاح2093، والنسائي في النكاح3270، والترمذي في النكاح1170 وابن ماجه في النكاح1871، والدارمي في النكاح2186.\rوقد حسن هذا الحديث الترمذي، وصححه ابن حبان 1239، والحاكم2/ 166 ووافقه الذهبي وصححه الألباني.\r\rوأخرجه أحمد4/ 394، 408، 411 من حديث أبي موسى الأشعري بنحوه وصححه ابن حبان 1138، والحاكم 2/ 162 ووافقه الذهبي. وانظر «زاد المعاد» 5/ 100.\r(¬2) أخرجه أحمد2/ 130، والبيهقي 7/ 113، 120، 121.\rقال الألباني: «الحديث حسن «انظر «إرواء الغليل» 6/ 233.\r(¬3) انظر «أحكام القرآن» للجصاص2/ 50 - 53.\r(¬4) انظر «مجموع الفتاوى» 32/ 43، «زاد المعاد» 5/ 100.\r(¬5) في «مجموع الفتاوى» 32/ 43، 48.\r(¬6) انظر «أحكام القرآن» لابن العربي 1/ 310 - 311، «الجامع لأحكام القرآن» 5/ 13.\r(¬7) انظر «أحكام القرآن» للهراساي 1/ 312 - 314، «مجموع الفتاوى» 32/ 47.\r(¬8) انظر «مجموع الفتاوى» 32/ 47.","seal":"379887B4","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"الجمهور (¬1).\rقالوا: لأنه ليس لها ولي يجبرها في نفسها، ولا إذن لهاقبل البلوغ فتعذر تزويجها بإذنها وإذن وليها.\rواستدلوا بقوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ} الآية (¬2).\rقالوا: فأطلق عليهن اسم النساء، وهو يطلق على الإناث البالغات، فدل على أن المراد باليتامى في قوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} هن البالغات لأن المراد باليتامى في قوله: {فِي يَتَامَى النِّسَاءِ} هو المراد بقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} (¬3).\rفالمراد بهذه الآية اليتيمة البالغة. فلا تنكح إلا بإذنها ولا تنكح الصغيرة إذ لا إذن لها حتى تبلغ (¬4).\rكما استدلوا بحديث ابن عمر المتقدم: «ولا تنكحوا اليتامى حتى تستأمروهن» قالوا لأنه لا إذن لها معتبر إلا بعد البلوغ (¬5).\rوالصحيح القول الأول وهو جواز تزويج اليتيمة بإذنها (¬6)\rقبل البلوغ، لدلالة\r¬_________\r(¬1) انظر «البحر المحيط» 3/ 162.\r(¬2) سورة النساء، آية: 127.\r(¬3) انظر «أحكام القرآن» للهراسي 1/ 312 - 314.\r(¬4) انظر «أحكام القرآن» لابن العربي 1/ 310 - 311، «الجامع لأحكام القرآن» 5/ 13.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 14.\r(¬6) كما لا تتزوج البكر البالغة إلا بإذنها رواه أبو هريرة أن رسول الله - صلى الله عليه وسلم - قال: «لا تنكح البكر حتى تستأذن»: قالوا: يا رسول الله. وكيف إذنها؟ قال: «أن تسكت» أخرجه البخاري في النكاح- الحديث 5136 ومسلم في النكاح1419، وأخرجه مسلم أيضاً بنحوه من حديث ابن عباس رضي الله عنهما1421. وعن ابن عباس رضي الله عنهما أن الجاريه أتت النبي - صلى الله عليه وسلم - فذكرت له أن أباها زوجها وهي كارهة فخيرها النبي - صلى الله عليه وسلم -» أخرجه أبو داود في النكاح2096 وابن ماجه في النكاح1875، وأحمد 1/ 173وصححه الألباني وعن عائشة نحوة أخرجه أحمد 6/ 136.\rوانظر «تهذيب سنن أبي داود» لابن القيم3/ 40.\r\rقال ابن القيم: «وموجب هذا الحكم الا تجبر البكر البالغ على النكاح، ولا تزوج إلا برضاها، وهذا قول جمهور السلف ومذهب أبي حنيفة وأحمد في إحدى الروايات عنه، وهو القول الذي ندين الله به ولا نعاقد سواه، وهو المرافق لحكم رسول الله - صلى الله عليه وسلم - وأمره ونهيه وقواعد شريعته ومصالح أمته ..» «زاد المعاد» 5/ 96 - 98.","seal":"25E1AC31","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"الآيتين والأحاديث السابقة، ولمصلحة اليتيمة نفسها.\rقال شيخ الإسلام ابن تيمية (¬1): «أما تخصيص لفظ اليتيم بما بعد البلوغ فلا يحتمله اللفظ بالحال، ولأن الصغير المميز يصح لفظه مع إذن وليه، كما يصح إحرامه بالحج بإذن الولي، وكما يصح تصرفه في البيع وغيره بإذن وليه عند أكثر العلماء، كما دل على ذلك القران بقوله: {وَابْتَلُوا الْيَتَامَى حَتَّى إذا بَلَغُوا النِّكَاحَ} الآية. فامر بالابتلاء قبل البلوغ».\r5 - إذا وقع الظلم لليتيمة بالنقص من مهرها يرجع إلى مهر المثل، لقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} فالقسط فيهن بإتيائهن مهور أمثالهن من النساء، كما جاء في سبب نزول الآية (¬2).\r6 - استدل بعض أهل العلم بقوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} مع سبب النزول على أن للولي أن يزوج اليتيمة التي تحت ولايته من نفسه، بمعنى أن يكون هو الناكح والمنكح.\rوممن ذهب إلى هذا جماعة من السلف منهم (¬3)، أبو حنيفة (¬4)، ومالك (¬5)، وأحمد في رواية عنه (¬6).\rواستدلوا بما رواه البخاري معلقاً (¬7) أن عبد الرحمن بن عوف قال لأم حكيم بنت\r¬_________\r(¬1) انظر «مجموع الفتاوى» 32/ 48، وانظر «أضواء البيان» 1/ 305.\r(¬2) انظر «أحكام القرآن» لابن العربي1/ 311، «الجامع لأحكام القرآن» 5/ 14.\r(¬3) وهو مروى عن الحسن وابن سيرين والأوزاعى والثورى وأبي ثور وربيعه والليث بن سعد.\rانظر «الجامع لأحكام القرآن» 5/ 14.\r(¬4) انظر «الجامع لأحكام القرآن» 5/ 14.\r(¬5) انظر «الجامع لأحكام القرآن» 1/ 312 «الجامع لأحكام القرآن» 5/ 14.\r(¬6) انظر «زاد المعاد» 5/ 104.\r(¬7) في كتاب النكاح، باب إذا كان الولي هو الخاطب «فتح الباري» 9/ 188. وقد وصله ابن سعد في الطبقات 8/ 346 وصحح الألباني إسناده. انظر «إرواء الغليل» 6/ 256حديث 1854.","seal":"3F2DAD05","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"قارظ: «أتجعلين أمرك إليَّ؟ قالت نعم، فقال: قد تزوجتك».\rووجه الدلالة منه أنه وجد الإيجاب من ولي هو من أهل ذلك، والقبول من زوج هو من أهل لذلك.\rكما استدلوا أيضاً بأنَّ النبي - صلى الله عليه وسلم - «اعتق صفية، وجعل عتقها صداقها» (¬1).\rوقد أجيب عن هذا بأنه خاص بالنبي - صلى الله عليه وسلم -، وليس ظاهراً بأنه بدون ولي.\rوذهب بعض العلماء منهم الإمام الشافعي (¬2)، وأحمد في رواية له (¬3)، إلى أنه لا يجوز للولي أن يعقد لنفسه، وإنما يتولى العقد السلطان، أو أحد أقاربها الذين هم أقرب إليها منه.\rوفي رواية لأحمد: أو تجعل أمرها إلى رجل يزوجها منه (¬4).\rواستدلوا بحديث «لا نكاح إلا بولي» (¬5) قالوا: فالولاية شرط في النكاح (¬6).\rكما استدلوا بما رُوي أن المغيرة بن شعبة خطب امرأة هو أولى الناس بها، فأمر\r¬_________\r(¬1) أخرجه البخاري في النكاح 5086 ومسلم في الحج وفي الجهاد والسير1365، وأبو داود في النكاح الحديث2054، والنسائي في النكاح3342 من حديث أنس بن مالك - رضي الله عنه -.\r(¬2) انظر «الجامع لأحكام القرآن» 5/ 15.\r(¬3) انظر «الجامع لأحكام القرآن» 5/ 15.\r(¬4) ذكره «القرطبي في «الجامع لأحكام القرآن» 5/ 15نقلًا عن ابن المنذر.\r(¬5) أخرجه أبو داود في النكاح 2085، والترمذي في النكاح 1101، 1102، وابن ماجه في النكاح 1881، وأحمد 4/ 398، 413، 418، والدارمي في النكاح 2182 والبيهقي في سنته 7/ 107 - كلهم من حديث أبي موسى الأشعري عن النبي - صلى الله عليه وسلم - وصححه ابن حبان 1243 - 1245، والحاكم في المستدرك 2/ 169 وأطال في تخريج طرقه، وقد اختلف في وصله وإرساله، وقال الحاكم: وقد صحت الرواية فيه عن أزواج النبي - صلى الله عليه وسلم - عائشة وأم سلمة وزينب بنت جحش ..» وقال الترمذي: «وفي الباب عن عائشة وابن عباس وأبي هريرة وعمران بن حصين وأنس» وانظر «نصب الراية» 3/ 183، 190وصححه الألباني. انظر «إرواء الغليل» 6/ 238 «1839».\r(¬6) انظر «الجامع لأحكام القرآن» 5/ 15.","seal":"5AF57A79","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"رجلًا فزوجه (¬1).\rوأجيب عن هذا بأن في إسناده عبد الملك بن عمير وهو مدلس (¬2).\rكما أجيب عن حديث «لا نكاح إلا بولي» بأن الذي تزوجها هو وليها.\rقال ابن القيم - رحمه الله - بعد أن ذكر القولين: «الأول أصح دليلًا (¬3) والثاني أبعد عن التهمة».\rوقد يجاب عن هذا بأن التهمة تزول بالإشهاد على النكاح وإعلانه.\rوعلى هذا فيجوز للولي أن يعقد لنفسه فيأتي بشاهدين ويقول أشهدكما أني زوجت نفسي مثلًا ابنه عمي فلانه بالولاية الشرعية. وهذا إيجاب منه يتضمن القبول، فلا يحتاج أن يقول: قبلت. وقد قال - صلى الله عليه وسلم - لصفية: «إني اعتقتك، وجعلت عتقك صداقك» (¬4) ولم يحتج إلى إيجاب ولا قبول لظهور المعنى.\rلكن دلالة الآية على هذه المسألة ليست ظاهرة، وقد فرَّع بعض من استدل بالآية على الجواز مسألة أخرى، وهي جواز بيع الوكيل والوصي لنفسه والشراء منها (¬5).\rوذهب بعض أهل العلم إلى أنه لا يجوز للوكيل والوصي الشراء من نفسه أو البيع لها، لأن متهم كما لا يجوز له أن يعطي الزكاة لنفسه إذا وكل في إخراجها - وهذا هو\r¬_________\r(¬1) أخرجه البيهقي وذكره البخاري معلقًا انظر «فتح الباري» 9/ 188قال الحافظ بن حجرفي «فتح الباري» 9/ 188 «هذا الأثر وصله وكيع في مصنفه والبيهقي من طريقه عن الثوري عن عبد الملك بن عمير، وأخرجه عبد الرازق عن الثوري وسعيد بن منصور من طريق الشعبي ..» وصححه الألباني، انظر «إرواء الغليل» 6/ 256 حديث1855.\r(¬2) قال في «التقريب» 1/ 521 ترجمة 1331: «عبد الملك بن عمير بن سويد اللخمي: ثقة فقيه، تغير حفظه، وربما دلس، مات سنه236هجرية.\r(¬3) يعني ما جاء في البخاري عن عبد الرحمن بن عوف - رضي الله عنه -.\r(¬4) سبق تخريجه ص33 وانظر «سنن البيهقي» 7/ 56.\r(¬5) ذكر القرطبي عن ابن خويز منداد أنه قال: «ولهذا قلنا: أنه يجوز أن يشتري الوصي من مال اليتيم لنفسه ويبيع من نفسه من غير محاباه وللموكل النظر فيما اشترى وكيله لنفسه أو باع منها، وللسلطان النظر فيما يفعله الوصي من ذلك، فأما الأب فليس لأحد عليه نظر مالم تظهر عليه المحاباه فيعترض عليه السلطان «الجامع لأحكام القرآن» 5/ 11 - 12.","seal":"2D34759B","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"الأظهر لأنه الأحوط وأبعد عن التهمة، وليس في الآية دليل على حواز ذلك.\r7 - سعة فضل الله تعالى ورحمته وتيسيره على الأمة المحمدية، فإذا سدّ باب حرام فتح في المقابل أبواباً كثيرة من الحلال، لقوله: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} أي في مقابل ترك نكاح اليتامى إذا خفتم عدم العدل معهن.\r8 - أن القرآن الكريم جاء بأحسن الأساليب وأجودها في مخاطباته وأوامره ونواهيه، مما يكون له الأثر في نفوس المخاطبين، ويحملهم على الإذعان والقبول، لقوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} الآية.\rحيث جاء الأمر للأولياء بنكاح ما طاب لهم من النساء، وكان المتوقع كما يوحي به السياق أن يأتي الأمر بترك نكاح اليتامى إذا خافوا عدم العدل فيهن، أو النهي عن نكاحهن في هذه الحال. والغرض من هذا إرشاد المخاطبين وتوجيههم إلى أن الأمر واسع، ولم يضيق الله عليهم، فلهم إذا خافوا عدم العدل مع اليتامى أن ينكحوا ما طاب لهم من النساء (¬1) كيفية وكمية إلى حد الأربع.\r9 - ينبغي للرجل أن يتزوج من تطيب له من النساء ويرغب فيها وتميل نفسه إليها، فهذا أحرى أن يؤدم بينهما قال تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} أي: ما رغبتم فيه منهن من ذوات الصفات الطيبة من الدين والخلق والجمال ونحو ذلك، وفي الحديث: «تنكح المرأة لأربع: لمالها ولحسبها ولجمالها ولدينها، فاظفر بذات الدين تربت يداك» (¬2).\r10 - الإشارة إلى أنه ينبغي للزوج أن يرى من مخطوبته ما يرغبه في نكاحها من\r¬_________\r(¬1) انظر «تفسير ابن كثير» 2/ 181.\r(¬2) أخرجه البخاري في النكاح5090، ومسلم في الرضاع1466، وأبو داود في النكاح2047، والنسائي في النكاح3230، وابن ماجه في النكاح1858، والدارمي في النكاح2170 من حديث أبي هريرة - رضي الله عنه - ومعنى تربت يداك: التصقت يداك بالتراب، وهي كلمه تقولها العرب، وليس معناها الدعاء، وقيل معناه لله درك. انظر «النهاية» مادة «ترب».","seal":"D7104AE6","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"الصفات الطيبه، لقوله {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}.\rوفي الحديث عن المغيرة بن شعبة أنه خطب امرأة فقال النبي - صلى الله عليه وسلم -: «انظر اليها، فإنه أحرى أن يؤدم بينكما (¬1)».\rأي أقرب بأن يؤلف بينكما، فتستمر العشرة بينكما ويحصن كل منكما صاحبه (¬2).\r11 - أنه لا ينبغي أن يكره الإنسان على الزواج بامرأة لم تطب بها نفسه (¬3)، ولا أن يتزوجها وهو كاره لها، لمفهوم قوله: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} ومثل هذا الزواج في الغالب نهايته الفشل (¬4).\r12 - أن نكاح الخبيثة منهي عنه: كالمشركة والفاجرة، لقوله: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} فيفهم من هذا أن غير الطيب لا يجوز نكاحه، كما قال تعالى: {وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} (¬5) وقال تعالى: {الزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أو مُشْرِكَةً وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أو مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ} (¬6).\r13 - جواز نكاح زوجتين أو ثلاثٍ أو أربعٍ، لقوله: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ}. لأن الله ذكر هذا مقابل النهي عن نكاح اليتامى إذا خافوا عدم العدل فيهن (¬7).\r¬_________\r(¬1) أخرجه النسائي في النكاح3235، والترمذي في النكاح 1087، وابن ماجه في النكاح1866، والدارمي في النكاح 2172 قال الترمذي: «هو حديث حسن وفي الباب عن محمد بن سلمه وجابر وأبي حميد وأنس وأبي هريرة» صححه الألباني.\r(¬2) الناس في هذا والله المستعان بين الغالي والجافي، فمنهم من يمنع رؤيه المخطوبة البتة، ومنهم من يتركها تذهب مع خطيبها حيث تشاء. ودين الله وسط بين الغالي والجافي.\r(¬3) كما يحصل هذا في بعض القبائل يجبر الرجل على نكاح ابنة عمه وإن كان لا يريدها.\r(¬4) ومثل هذا إكراه الفتاه على الزواج من رجل لا تريده، مع أن هذا محرم لا يجوز. والعقد باطل على الصحيح من أقوال أهل العلم.\r(¬5) سورة البقرة، آية:221.\r(¬6) سورة النور، آية:3.\r(¬7) لكنه يجوز للرجل أن يعدد الزوجات وإن لم يخف عدم الإقساط مع اليتيمات باتفاق أهل العلم، لأن الآية نزلت جوابًا لمن خاف ذلك وحكمها اعم، وعل هذا فالشرط في قوله {وإن خفتم} لا مفهوم له. انظر «أحكام القرآن» لابن العربي 1/ 310، «الجامع لأحكام القرآن» 5/ 13، «فتح القدير» 1/ 421، «أضواء البيان» 1/ 306.","seal":"C5EC2D45","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"فالأمر في قوله {فانكحوا} محمول على الجواز (¬1) والإباحة، لأنه في مقابل المنع من نكاح اليتامى. والأمر بعد الحظر يفيد الإباحة (¬2).\rوعلى هذا فليس في الآية هنا ما يدل على فضل تعدد الزوحات (¬3)، وإنما استفيد ذلك من أدلة أخرى، كقوله - صلى الله عليه وسلم - في حديث ابن عباس رضي الله عنهما: «فإن خير هذه الأمة أكثرها نساء» (¬4).\rوكقوله - صلى الله عليه وسلم -: «تزوجوا الودود الولود، فإني مكاثر بكم الأمم يوم القيامة» (¬5) ولا يقدح في جوازه، بل ولا في فضله كون كثير ممن يعددون الزوجات لا يعدلون بينهن أو لا يستطيعون القيام بحقوقهن وحقوق الأولاد، فإن هؤلاء لا يجوز التعدد في حقهم، أما من سواهم ممن يعدلون بين الزوجات ويستطيعون القيام بحقوقهن وحقوق الأولاد فالتعدد في حقهم أفضل، ولا يجوز تحريم ما أحل الله أو القول بأنه إنما يباح للضرورة فقط، لأجل أن فئاماً من الناس لا يقومون بما شرطه الله من العدل بين الزوجات (¬6).\r¬_________\r(¬1) انظر «جامع البيان» 7/ 547، «تفسير ابن كثير» 2/ 182.\r(¬2) وهذا يدل على ضعف قول من قال بوجوب النكاح استدلالًا بقوله {فانكحوا} والنكاح مندوب إليه وسنه من سنن المرسلين ومستحب من حيث العموم، وقد يجب وخاصة إذا خاف على نفسه من الوقوع في الفاحشة ويكون تاره مباحًا أو محرمًا أو مكروه أوانظر «التفسير الكبير» 9/ 140.\r(¬3) وقد استدل بعض أهل العلم بالآية على أفضلية التعدد، وأنه هو الأصل منهم سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله تعالى. انظر «فضل تعدد الزوجات» ص 17، 18.\r(¬4) أخرجه البخاري في النكاح5069.\r(¬5) سيأتي تخريجه ص49.\r(¬6) تعصب لهذا القول وهو أن التعدد إنما يباح للضروره فقط صاحب «تفسير المنار» معللاً أو متأثراً بواقع كثير ممن يعددون الزوجات ولا يعدلون بينهم ولا يؤدون حقوقهن وحقوق أولادهن وما يحصل بين الضرائر وبين أولادهن من العداوات والمفاسد. وهذا كله لا يبيح قصر التعدد في حدود الضرورة، وقد دلت الأدلة على جوازه بل على فضله. انظر «تفسير المنار» 4/ 366 - 370.","seal":"8BCABA98","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"14 - عدم جواز الجمع بين أكثر من أربع زوجات في عصمه الرجل، لقوله تعالى: {مَثْنَى وَثُلَاثَ وَرُبَاعَ}، لأنه لو كان يجوز الزيادة على أربع لذكره الله تعالى في هذا المقام، لأنه مقام توسعه وامتنان وفتح للباب إلى أعلى حد يجوز ذلك في مقابل المنع من نكاح اليتامى إذا خيف عدم العدل فيهن.\rقال الحافظ ابن كثير (¬1): «قصر الله الرجال على أربع في هذه الآية كما قاله ابن عباس وجمهور العلماء، لأن المقام مقام امتنان وإباحة، فلو كان يجوز أكثر من ذلك لذكره».\rوعلى هذا دلت السنة وأجمعت الأمة.\rفعن ابن عمر- رضي الله عنهما-.\rأن غيلان بن سلمة أسلم وتحته عشر نسوة، فقال النبي - صلى الله عليه وسلم -: «اختر منهن أربعاً، وفارق سائرهن» (¬2).\rقال الحافظ ابن كثير (¬3) بعد ذكر روايات حديث غيلان: «فوجه الدلالة أنه لو كان يجوز الجمع بين أكثر من أربع لسوغ له رسول الله - صلى الله عليه وسلم - سائرهن في بقاء العشرة وقد أسلمن معه، فلما أمره بإمساك أربع، وفارق سائرهن دل على أنه لا يجوز الجمع بين أكثر من أربع بحال، وإذا كان هذا في الدوام ففي الإستئناف بطريق الأولى\r¬_________\r(¬1) في «تفسيره» 2/ 182.\r(¬2) أخرجه الترمذي في النكاح1128، وابن ماجه في النكاح1953، والشافعي في مسنده2/ 351، وأحمد2/ 14، 83، ومالك في الطلاق1243وصححه ابن حبان 1277، وأخرجه النحاس في «الناسخ والمنسوخ» 2/ 240 - الأثر309 وإسناده صحيح، والحاكم2/ 192قال ابن كثير في «تفسيره» 2/ 183 - عن إسناده الإمام أحمد: «رجاله ثقات على شرط الصحيحين» وقال الحافظ في «تلخيص الحبير» 3/ 169: «رجال إسناده ثقات» وصححه الألباني انظر «إرواء الغليل» 6/ 291، وانظر في بسط الكلام في تخريج الحديث والحكم عليه في تخريج كتاب «الناسخ والمنسوخ» للنحاس2/ 140 - 144.\r(¬3) في «تفسيره» 2/ 184. وإنما أمر الرسول - صلى الله عليه وسلم - أن يختار منهن أربعًا، لأنه عقد عليهن قبل التحريم. أما لو حصل العقد على زياده عن أربع بعد التحريم فعقد الخامسة وما بعدها باطل.","seal":"950A01B0","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"والأحرى».\rوعن الحارث بن قيس، أو قيس بن الحارث، أسلمت وعندى ثمان نسوه، فأتيت النبي - صلى الله عليه وسلم - فقلت ذلك له، فقال: «اختر منهن أربعاً» (¬1).\rوقد أجمع المسلمون على هذا.\rقال أبو جعفر النحاس (¬2): «ولم يزل المسلمون من لدن رسول الله - صلى الله عليه وسلم - إلى هذا الوقت يحرمون ما فوق الأربع بالقرآن والسنة».\rوقال البغوي (¬3): «وهذا أجماع أن أحداً من الأمة لا يجوز له الزيادة عل أربع نسوة».\rوقال ابن كثير (¬4): «وعلى هذا أجمعت الأمة».\rوقال أيضاً: «قال الشافعي: وقد دلت سنة رسول الله - صلى الله عليه وسلم - المبينة عن الله أنه لا يجوز لأحد غير رسول الله - صلى الله عليه وسلم - أن يجمع بين أكثر من أربع نسوة. قال ابن كثير: وهذا الذي قاله الشافعي- رحمه الله-مجمع عليه من العلماء».\rوشذ الرافضة فأباحوا نكاح تسع زوجات (¬5)، واحتجوا بالآية، وقالوا إن الواو فيها للجمع، وأن معنى {مَثْنَى وَثُلَاثَ وَرُبَاعَ}، أي اثنتين وثلاثًا وأربعاً (¬6).\r¬_________\r(¬1) أخرجه أبو دأود في الطلاق2241، 2242، وابن ماجه في النكاح1925.\r\rقال ابن كثير في «تفسيره» 2/ 184 بعد أن ساق هذا الحديث وبإسناده أبي داود «وهذا الإسناد حسن» وصححه الألباني. وقال ابن كثير أيضًا 2/ 184 بعد أن ذكر حديث الحارث بن قيس: «ونحوه» من حديث نوفل بن معاويه الديلي أنه أسلم وعنده خمس نسوة فخيره الرسول في أربع، كما أخرجه الشافعي في مسنده». قال ابن كثير: «فهذه كلها شواهد لصحة حديث غيلان، كما قال الحافظ أبو بكر البيهقي».\r(¬2) في «الناسخ والمنسوخ» 2/ 139 - 140.\r(¬3) في «معالم التنزيل» 1/ 391، وانظر «التفسير الكبير» 9/ 143.\r(¬4) في «تفسيره» 2/ 182.\r(¬5) انظر «بحر العلوم» للسرقنداي 1/ 332، «أحكام القرآن» لابن العربيي 1/ 312، «تفسير ابن كثير 2/ 182.\r(¬6) انظر «الجامع لأحكام القرآن» 5/ 17، 18.","seal":"1B540800","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"كما احتجوا بأن النبي - صلى الله عليه وسلم - اجتمع في عصمته تسع نسوة (¬1).\rوقولهم هذا باطل بدلالة الكتاب والسنة وإجماع الأمة، وبدلالة اللغة. لأنه لو كان المراد بالآية-كما يقولون - جواز الجمع بين تسع زوجات، لقال: انكحوا تسع زوجات، إذ لم يكن معروفاً عند العرب الذين نزل القرآن بلغتهم إذا أراد أحدهم أن يقول لصاحبه خذ تسعاً أن يقول: خذ اثنتين وثلاثاً وأربعًا (¬2).\rقال القرطبي (¬3) رحمه الله: «اعلم أن هذا العدد «مثنى وثلاث ورباع» لا يدل على إباحة تسع، كما قاله من بعد فهمه للكتاب والسنة، وأعرض عما كان عليه سلف هذه الأمة، وزعم أن الواو جامعة، وعضد ذلك أن النبي - صلى الله عليه وسلم - نكح تسعاً وجمع بينهن في عصمته، والذي صار إلى هذه الجهالة وقال هذه المقالة الرافضة وبعض أهل الظاهر، فجعلوا مثنى مثل اثنتين، وكذلك ثلاث ورباع، وذهب بعض أهل الظاهر أيضاً إلى أقبح منها فقالوا بإباحة الجمع بين ثمان عشرة تمسكاً منه بأن العدل في تلك الصيغ يفيد التكرار، والواو للجمع، فحعل مثنى: بمعنى اثنتين اثنتين، وكذلك ثلاث ورباع.\rوهذا كله جهل باللسان والسنة ومخالفة لإجماع الأمة، إذ لم يسمع عن أحد من الصحابة ولا التابعين أنه جمع في عصمته أكثر من أربع ..» وقال أيضًا (¬4): «وأما قولهم: إن الواو جامعة. فقد قيل ذلك لكن الله تعالى خاطب العرب بأفصح اللغات. والعرب لا تدع أن تقول تسعة، وتقول اثنتين وثلاثه وأربعة، وكذلك تستقبح من يقول أعط فلانًا أربعة ستة ثمانية ولا يقول: ثمانية عشر».\rوأما ما أحتجوا به من أن الرسول - صلى الله عليه وسلم - اجتمع في عصمته تسع نسوة فلا حجة فيه، لأن هذا من خصائصه (¬5) - صلى الله عليه وسلم -. فقد خصه الله تعالى بذلك، ومنعه من الزواج عليهن أو\r¬_________\r(¬1) انظر «أحكام القرآن» لابن العربي 1/ 313، «الجامع لأحكام القرآن» 5/ 17.\r(¬2) انظر «الوسيط» 2/ 8، «الجامع لأحكام القرآن» 5/ 17.\r(¬3) في «تفسيره» 5/ 17.\r(¬4) في «تفسيره» 5/ 17.\r(¬5) انظر «معالم التنزيل» 1/ 391، «أحكام القرآن» لابن العربي1/ 312، 4/ 212.","seal":"8424DFA9","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"أن يتبدل بهن، فقصره على العدد تسع وعلى المعدود وهن هؤلاء الزوجات، قال تعالى: {لَّا يَحِلُّ لَكَ النِّسَاءُ مِن بَعْدُ وَلَا أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنّ} (¬1)، بينما الأمة قصرت على العدد وهو أربع، ولم تقتصر في المعدود فللرجل أن ينكح ما طاب له من النساء، وله أن يستبدل منهن ما شاء. كما حرم الله الزواج بزوجاته - صلى الله عليه وسلم - بعده، قال تعالى: {وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِندَ اللَّهِ عَظِيمًا} (¬2)، كما أباح له أن يتزوج بهبة، كما قال تعالى: {وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ} (¬3).\rقال ابن كثير (¬4): «وقد يتمسك بعضهم بفعل النبي - صلى الله عليه وسلم - في جمعه بين أكثر من أربع إلى تسع، كما ثبت في الصحيحين، وإما إحدى عشرة كما جاء في بعض ألفاظ البخاري، وقد علقه البخاري. وقد روينا عن أنس أن رسول الله - صلى الله عليه وسلم - تزوج بخمس عشرة امرأة، ودخل منهن بثلاث عشرة، واجتمع عنده إحدى عشرة، ومات عن تسع، وهذا عند العلماء من خصائص رسول الله - صلى الله عليه وسلم - دون غيره من الأمة، لما سنذكره من الأحاديث الدالة على الحصر في أربع» ثم ساق رحمه الله حديث غيلان وغيره.\rوأيضاً فزواجه - صلى الله عليه وسلم - بهن لحكم دينية وسياسية واجتماعية (¬5).\rوأيضًا فإن رسول الله - صلى الله عليه وسلم - قوَّاة الله على العدل بين أكثر من أربع على القول بوجوب القسم عليه، كما هو المشهور، بينما الذي يطيقه عامة الناس من العدل ينتهي غالبًا إلى أربع.\rقال شيخ الإسلام ابن تيمية - رحمه الله (¬6) -: «فالعدل الذي يطيقه عامة الناس\r¬_________\r(¬1) سورة الأحزاب، آية: 52.\r(¬2) سورة الأحزاب، آية: 53.\r(¬3) سورة الأحزاب، آية: 50.\r(¬4) في «تفسيره» 2/ 182.\r(¬5) سيأتي قريبًا ذكرها بشيء من التفصيل.\r(¬6) في «مجموع الفتاوى» 32/ 71.","seal":"4487B049","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"ينتهي إلى الأربعة. وأما رسول الله - صلى الله عليه وسلم - فإن الله قوّاه على العدل فيما هو أكثر من ذلك - على القول المشهور- وهو وجوب القسم عليه، وسقوط القسم عنه على القول الآخر، كما أنه لما كان أحق بالمؤمنين من أنفسهم أحل له التزوج، بلا مهر».\rوعلى هذا فالقول بجواز الزيادة على أربع زوجات باطل بدلالة الكتاب، والسنة، وإجماع الأمة، واللغة.\rلكن اختلف العلماء في حكم من تزوج خامسة بعد إتفاقهم على أنه يفرق بينهما. فذهب طائفة من أهل العلم منهم مالك، والشافعي، وأبو ثور والزهري (¬1)، إلى أنه يرجم وقيل: عليه التعزيز.\rوالصحيح الأول، لأنه أقدم على هذا النكاح وهو يعلم أنه محرم.\r15 - إذا طلق الرجل امراته طلاقًا رجعيًّا فلا يجوز له أن يتزوج رابعة ما دامت في العدة بالإجماع (¬2) لأن الرجعية بحكم الزوجة ما دامت في العدة، وقد قال الله تعالى: {مَثْنَى وَثُلَاثَ وَرُبَاعَ}، فلو تزوج والرابعة مازالت في عدتها من طلاق رجعي فالنكاح باطل.\rفإذا كان الفراق بائنًا كفرقه لعانٍ أو طلاق ثلاثٍ، أو فسخٍ أو طلاقٍ على عوض فذهب أكثر أهل العلم منهم مالك، والشافعي (¬3)، وأبو ثور وأبو عبيد وابن المنذر (¬4)، وغيرهم إلى أن له أن يتزوج رابعه وإن كانت المفارقة ما زالت في العدة، لأنها قد بانت منه فليست بزوجة له الآن.\rوذهب طائفة من أهل العلم منهم أبو حنيفة (¬5)، وأحمد (¬6)، والثوري (¬7)،\r¬_________\r(¬1) انظر «الجامع لأحكام القرآن» 5/ 18.\r(¬2) انظر «الجامع لأحكام القرآن» 5/ 119، «مجموع الفتاوى» 32/ 72.\r(¬3) انظر «الجامع لأحكام القرآن» 5/ 119.\r(¬4) انظر «أحكام القرآن» للجصاص2/ 132.\r(¬5) انظر «أحكام القرآن للجصاص2/ 132.\r(¬6) انظر «مجموع الفتاوى» 32/ 83.\r(¬7) انظر «الجامع لأحكام القرآن» 5/ 119.","seal":"B137F5C2","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"وغيرهم إلى أنه لا يجوز أن يتزوج رابعة ما دامت المفارقة في العدة، وإن كان الفراق بائناً لأن المفارقة مازالت مشغولة بحق الزوج، وقد قال تعالى {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} (¬1).\r16 - بعد القرآن الكريم في تعبيره عما يوجب الإيهام، لقوله {مَّثْنَى وَثُلَاثَ وَرُبَاعَ} حيث جاء بصيغة العدل، لأنه لو قال: (اثنتين وثلاثًا وأربعاً) لأوهم جواز الجمع بين هذه الأعداد، وحيث جاء العطف بالواو بدل «أو» لئلا يتوهم أنه لا يجوز إلا أحد هذه الأعداد.\r17 - وجوب العدل بين الزوجات في حقوق النكاح من القسم والمبيت (¬2)\rوالنفقة والمسكن والعشرة ونحو ذلك (¬3) مما يدخل تحت الاستطاعة، لقوله تعالى: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً} دون مالا يقدر عليه كالمحبة القلبية والجماع قال تعالى: {وَلَن تَسْتَطِيعُوا أَن تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ} (¬4).\rوفي الحديث عن عائشة رضي الله عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يقسم فيعدل، ويقول: «اللهم إن هذا قسمي فيما أملك فلا تلمني فيما تملك ولا أملك» (¬5). قال\r¬_________\r(¬1) سورة البقرة، آية:235.\r(¬2) عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -: «جعل للبكر سبعًا وللثيب ثلاثًا» أخرجه البخاري في النكاح 5213، ومسلم في النكاح1451، وابن ماجه في النكاح1124، والدارمي في النكاح2209.\r\rوأخرجه مسلم من حديث أم سلمة 1461، وعن عائشة رضى الله عنها قالت: «كان رسول الله - صلى الله عليه وسلم - إذا أراد سفر أقرع بين نسائه فأيتهن خرج سهمها خرج بها معه، وكان يقسم لكل امرأة منهن يومًا وليلتها غير أن سودة بنت زمعة وهبت يومها وليلتها لعائشة زوج النبي - صلى الله عليه وسلم - تبتغي بذلك رِضا رسول الله - صلى الله عليه وسلم -».\rأخرجه البخاري في الهبة 2594، ومسلم في فضائل الصحابة 2445وأبو داود في النكاح 2138، وابن ماجه في النكاح1970، والدارمي في النكاح 2208، والبغوي في «معالم التنزيل» 1/ 488.\r(¬3) انظر «معالم التنزيل» 1/ 487 - 488، «أحكام القرآن» لابن العربي1/ 313، «الجامع لأحكام القرآن» 5/ 20، «مجموع الفتاوى» 32/ 269.\r(¬4) سورة النساء، آية: 129.\r(¬5) أخرجه أبو داود في النكاح2134، والنسائي في عشرة النساء 3943، والترمذي في النكاح 1140وابن ماجه في النكاح1971، والدارمي في النكاح 2207، والطبري 10637، 10656، والبيهقي في سنته 7/ 298، والحاكم2/ 187 وصححه ووافقه الذهبي. وقد قال الترمذي «رواه حماد بن زيد وغير واحد عن أيوب عن أبي قلابة مرسلًا. قال: وهذا أصح» قال ابن كثير في «تفسيره» 2/ 382 بعدما ذكر لفظ أبي داود لهذا الحديث: «وهذا إسناد صحيح ووافقه الذهبي. وقد قال الترمذي في «تفسيره» 2/ 382 بعد ما ذكر أبي داود لهذا الحديث: «وهذا اسناد صحيح» ثم ذكر قول الترمذي وقد ضعفه الألباني وانظر «مجموع الفتاوى» 32/ 269، «إرواء الغليل» 7/ 81.","seal":"C49455C5","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"أبو داود: «يعني القلب». وهذا الحديث وإن تكلم فيه وضعف، فمعناه صحيح، فإن القسم واجب فيما يملك الإنسان، أم مالا يملك فلا مؤاخذة فيه: كالمحبة والجماع، لكن لا يجوز أن يجمع نفسه لزوجة دون أخرى كما قال الفقهاء رحمهم الله.\rقال ابن القيم (¬1) أثناء ذكره لفوائد أحاديث قسمه - صلى الله عليه وسلم - بين زوجاته فيما يملك، قال: «ومنها أنه لا تجب التسوية بين النساء في المحبة، فإنها لاتملك، وكانت عائشة رضي الله عنها أحب نسائه إليه، وأخذ من هذا أنه لا تجب التسويه بينهن في الوطء، لأنه موقوف على المحبة والميل، وهو بيد مقلب القلوب. وفي هذا تفصيل وهو: أن تركه لعدم الداعي إليه، وعدم الانتشار فيه معذور، وإن تركه مع الداعي إليه، ولكن داعيه إلى الضرة أقوى، فهذا مما يدخل تحت قدرته وملكه، فإن أدى الواجب عليه منه لم يبق لها حق ولم يلزمه التسوية، وإن ترك الواجب منه فلها المطالبة به».\r18 - وجوب الاقتصار على زوجه واحدة، وترك التعدد، إذا خاف ألا يعدل بين الزوجات لقوله: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً}.\r19 - إباحة الاستمتاع بما شاء من ملك اليمين، وأنه لا يجب القسم بينهن، وليس لهن من الحقوق مثل ما للحرائر (¬2)، ولهذا جعلهن الله بمثابة الواحدة فقال: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ} قال شيخ الإسلام ابن تيمية - رحمه الله - (¬3):\r«أباح مما ملكت اليمين ما شاء\r¬_________\r(¬1) في «زاد المعاد» 5/ 151.\r(¬2) لكن يستحب العدل بينهن، ولهن من الحقوق ما يجب مراعاته من حسن الملكية والرفق بالرقيق.\rانظر: «أحكام القرآن» لابن العربي 1/ 314. «تفسير ابن كثي» 2/ 184.\r(¬3) في «مجموع الفتاوى» 32/ 71 وانظر «أحكام القرآن» لابن العربي 1/ 314. لكن لو تزوج حرة على أمه فقد قضى عمر بن الخطاب وعلى ابن أبي طالب رضي الله عنهما للأمة ليلة وللحرة ليلتين، وبهذا أخذ الإمام أحمد رحمه الله. انظر «زاد المعاد» 5/ 150.\r\rقال ابن القيم: «وقد احتج الإمام أحمد بهذا القضاء عن علي - رضي الله عنه -، ولا يعرف لعلي مخالف من الصحابة وهو قول جمهور الفقهاء إلا رواية عن مالك: أنهما سواء، وبه قال أهل الظاهر. قال ابن القيم: وقول الجمهور هو الذي يقتضيه العدل، فإن الله سبحانه لم يسو بين الحرة والأمة، لا في الطلاق، ولا في العدة، ولا في الحد، ولا في الملك، ولا في الميراث ولا في الحج ولا في مدة الكون عند الزوج ليلًا أو نهاراً أو لا في أصل النكاح، بل جعل نكاحها بمنزله الضرورة، ولا في عدد المنكوحات، فإن العبد لا يتزوج أكثر من اثنتين، هذا قول الجمهور وروى الإمام أحمد بن عمر ابن الخطاب - رضي الله عنه - قال: ويتزوج العبد اثنتين ويطلق اثنتين، وتعتد امرأته حيضتين واحتج به أحمد ورواه أبو بكر عبد العزيزعن علي ابن أبي طالب - رضي الله عنه - قال: «لا يحل للعبد من النساء إلا اثنتان وروى الإمام أحمد بإسناده عن محمد بن سيرين قال: سأل عمر - رضي الله عنه - الناس كم يتزوج العبد؟ قال عبد الرحمن بن عوف: ثنتين وطلاقه ثنتين، فهذا عمر، وعلى، وعبد الرحمن رضى الله عنهم، ولا يعرف لهم مخالف في الصحابه مع انتشار هذا القول وظهوره، وموافقته للقياس «زاد المعاد» 5/ 150، 153 - 154.","seal":"6E945C5E","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"الإنسان بغير عدد، لأن المملوكات لا يجب لهن قسم ولا يستحققن على الرجل وطئاً ولهذا يملك من لا يحل له وطؤها كأم امرأته وبنتها، وأخته وابنته من الرضاع».\r20 - جواز وطء الأمة كتابية أو مجوسية أو وثنية، لقوله {أو مَا مَلَكَتْ أَيْمَانُكُمْ} وهذا مطلق.\rوقد اختلف أهل العلم إلى وطء الأمة الكتابية لعموم قوله {إِلَّا عَلَى أَزْوَاجِهِمْ أو مَا مَلَكَتْ أَيْمَانُهُمْ} (¬1)، ولأن الله أباح حرائرهم بقوله: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أوتُوا الْكِتَابَ مِن قَبْلِكُمْ} (¬2). وأما إن كانت الأمة مجوسية أو عابدة وثن فجمهور العلماء على منع وطئها بملك اليمين، وظاهر الكتاب والسنة جواز ذلك، قال ابن القيم في ذكر فوائد حديث أبي سعيد في سبي أوطاس.\r«ودل هذا القضاء النبوى على جواز وطء الإماء الوثنيات بملك اليمين فإن سبايا\r¬_________\r(¬1) سورة المؤمنون، آية:5.\r(¬2) سورة المائدة، آية:5.","seal":"62163A94","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"أوطاس لم يكن كتابيات، ولم يشترط رسول الله - صلى الله عليه وسلم - في وطئهن إسلامهن، ولم يجعل المانع منه إلا الاستبراء فقط، وهذا مذهب طاوس، وقوّاه صاحب المغني ورجّح أدلته».\rوقال الشنقيطي: «والذي يظهر من جهة الدليل- والله تعالى أعلم-جواز وطء الأمة بملك اليمين، وإن كانت عابدة وثن أو مجوسية ..» (¬1).\r21 - إثبات ملك اليمين وهو «الرق» لقوله: {أو مَا مَلَكَتْ أَيْمَانُكُمْ}، وهو كما قال الفقهاء «عجز حكمي يقوم بالإنسان سببه الكفر» فإذا وجد سببه بأن قاتل المسلمن الكفار، وسبوا منهم سبايا فهؤلاء السبايا أرقاء وملك للمسلمين حتى يعتقوا. أما ما يوجد الآن في بعض البلاد من سرقة بعض الولاد وبيعهم، أو بيع بعض الناس أولادهم بسبب الحاجة، فهذا كله ليس من ملك اليمين في شيء، وإنما هؤلاء أحرار. وقد قال الله عز وجل في الحديث القدسي: «ثلاثة أنا خصمهم يوم القيامة: رجل أعطى بي ثم غدر، ورجل باع حرًّا فأكل ثمنه، ورجل استأجر أجيراً فاستوفى منه ولم يعطه أجره» (¬2).\r22 - إثبات الملكية الفردية الخاصة (¬3) للإنسان. وأنه يملك وله التصرف في ملكه حسب ما أذن به الشرع، لقوله: {أو مَا مَلَكَتْ أَيْمَانُكُمْ} وفي هذا رد على الشيوعية الاشتراكية الملحدة.\r23 - فضل اليمين على الشمال لأن الله أضاف الملك إلى اليمين، فقال: {أو مَا مَلَكَتْ أَيْمَانُكُمْ} وفي الحديث: «أنه كان - صلى الله عليه وسلم - يعجبه التيمن في تنعله وترجله\r¬_________\r(¬1) انظر «زاد المعاد» 5/ 132، «أضواء البياان» 1/ 326.\r(¬2) أخرجه البخاري في الإجارة2270، وابن ماجه في الأحكام2442، من حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - عن ربه عز وجل.\r(¬3) أما الملك العام فهو لله عز وجل فهو سبحانه يملك الناس وما ملكوا ويملك الكون كله يتصرف فيه كيف يشاء {لا يسأل عما يفعل وهم يسألون}.","seal":"5C6DCBDD","page":46},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"وطهوره وفي شأنه كله» (¬1).\r24 - إطلاق البعض على الكل لقوله {أيمانكم}، لأن الأيمان جمع يمين وهي اليد والملك إنما للإنسان كله، وإنما يعبر باليمين لأن الأخذ والإعطاء بها.\r25 - أن الخطاب في قوله: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} للأحرار لقوله: {مَا مَلَكَتْ أَيْمَانُكُمْ} فهم الذين يملكون، وهم الذين يجوز للواحد منهم الزواج بأربع زوجات. وعليه جمهور أهل العلم (¬2).\rوقد قيل: إن الخطاب في الآية عام للأحرار والعبيد، فيجوز للعبد أن يتزوج أربع زوجات بهذا قال مالك في المشهور عنه (¬3)، والظاهرية (¬4).\rوالصحيح أن الخطاب في الآية خاص بالأحرار. وأن العبد له أن يتزوج اثنتين فقط لما صح عن عمر بن الخطاب - رضي الله عنه - قال «ينكح العبد امرأتين ويطلق تطليقتين، وتعتد الأمة حيضتين» (¬5).\rوهو قول جمهور أهل العلم منهم عمر بن الخطاب وعلي ابن أبي طالب رضي الله عنهما وعبد الرحمن بن عوف، ولا مخالف لهم من الصحابة.\rقال ابن القيم (¬6): «بعد ذكر الرواية عن عمر وعلي وعبد الرحمن بن عوف:\r¬_________\r(¬1) أخرجه البخاري في الوضوء 168، ومسلم في الطهارة 268، وابو داود في اللباس4140، والنسائي في الغسل والتيمم 421، والترمذي في الطهارة 608، وابن ماجه في الطهارة وسننها 401من حديث عائشة رضي الله عنها.\r(¬2) انظر «أحكام القرآن» للشافعي1/ 180، «أحكام القرآن» للجصاص2/ 54، «التفسير الكبير» 9/ 141 - 142، «الجامع لأحكام القرآن» 5/ 23.\r(¬3) انظر «أحكام القرآن» لابن العربي 1/ 313، «الجامع لأحكام القرآن» 5/ 22 - 23.\r(¬4) انظر «الجامع لأحكام القرآن» 5/ 22.\r(¬5) أخرجه الشافعي وأحمد والدارقطني والبيهقي7/ 425. والبغوي في «تفسيره» 1/ 391 - 392 قال ابن القيم في «زاد المعاد» 5/ 153: «واحتج به الامام أحمد».وقد صححه الألباني في «إرواء الغليل» 7/ 150 الحديث 2067وانظر «نصب الراية» 3/ 227.\r(¬6) في «زاد المعاد» 5/ 153، 154، وانظر «أحكام القرآن» للجصاص2/ 54، «معالم التنزيل» 1/ 391، «أحكام القرآن» لابن العربي 1/ 313، «الجامع لأحكام القرآن» 5/ 22 - 23.","seal":"E004C18F","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"«ولم يعرف لهم مخالف من الصحابة مع انتشار هذا القول وظهوره، وموافقته للقياس».\r26 - أن ترك تعدد الزوجات إذا خاف عدم العدل معهن والاقتصار على نكاح واحدة والاستمتاع بملك اليمين أقرب ألا يقع المرء في الجور والظلم، لقوله: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا} وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من كان له امرأتان يميل لإحداهما على الأخرى جاء يوم القيامة وأحد شقيه مائل» (¬1) وفي بعض الروايات «وشقه ساقط» (¬2).\r27 - الإشارة إلى أن الإنسان قد لايسلم من الظلم والجور حتى لو ترك نكاح اليتامى، ولو لم يعدد الزوجات، لقوله: {ذَلِكَ أَدْنَى أَلَّا تَعُولُوا} ولم يقل: ذلك ألا تعولوا. لكن حنانيك بعض الشر أهون من بعض.\r28 - تحريم الوسائل المؤدية إلى فعل المحرم، وأن الوسائل لها أحكام المقاصد (¬3) وقد دلت الآية على هذا المعنى في موضعين منها: الأول في قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النساء}، فأوجبت الآية العدول عن اليتامى إذا خيف عدم العدل فيهن، ووجهت إلى نكاح ما طاب لهم من النساء سواهن. والثاني في قوله تعالى: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أو مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُو}.\rفأوجبت الآية ترك تعدد الزوجات إذا خيف عدم العدل معهن، ووجهت إلى الاقتصار على واحدة والاستمتاع بملك اليمين.\r****\r¬_________\r(¬1) أخرجه أبو داود في النكاح2133، والنسائي في عشرة النساء3942، والدارمي في النكاح2206 وصححه الألباني.\r(¬2) أخرجه الترمذي في النكاح1141، وابن ماجه في النكاح1969 وصححها الألباني.\r(¬3) وهذه قاعدة أصولية فما لا يتم الواجب إلا به فهو واجب وما لا يتم المندوب إلا به فهو مندوب، وما يكون وسيلة المحرم فهو محرم.\rانظر «الإحكام في أصول الأحكام» للآمدي 1/ 157 - 160 ..","seal":"843677E6","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"الحكمة التشريعية في إباحة الإسلام تعدد الزوجات\rتظهر الحكمة التشريعية في إباحة تعدد الزوجات في مراعاة التشريع الإسلامي قدرات الناس الجسمانية والمالية فأباح لهم التعدد ولم يحصرهم في عدد معين، بل جعل لهم الخيار في ذلك، فمن أحب أن ينكح اثنتين فله ذلك، ومن أحب أن ينكح ثلاثًا أو أربعاً فله ذلك، وبالأربع غنية لكل أحد إلا ماندر.\rكما تظهر الحكمة التشريعية في إباحة الإسلام تعدد الزوجات في حل مشكلة من أكبر المشاكل الاجتماعية، وهي كثرة عدد النساء مقابل عدد الرجال إذ تبلغ نسبة عدد النساء في بعض المجتمعات إلى نحو 60 %.\rويقال: إن في تايلاند يقابل الواحد من الرجال عشراً من النساء، وفي المانيا بعد الحرب العالمية الثانية يقابل كل شاب ثلاث فتيات (¬1)، وفي أمريكا نسبة عدد النساء 160% إلى الرجال.\rوهكذا حالات اختلال التوازن بين الجنسين في أيام الحروب والأوبئة، التي يتعرض لها الرجال أكثر. وإن جلوس كثير من الفتيات بلا زواج ومجاهدتهن داعية الزواج والنسل في طبيعتهن يسبب لهن أمراضاً بدنية وعقلية كثيرة إضافة إلى حاجة المرأة إلى كفالة الرجل وقيامه عليها. يضاف إلى هذا أن المرأة قد تكون مريضة فلا تعف زوجها، أو عقيماً لا تنجب، وأيضاً فإن الرجل لديه القدرة على الإنجاب والنسل أي نحو مائة سنة، بينما المرأة تقف عند حد الخمسين، فإذا قصر على زوجة واحدة تعطل بقية عمره عن الإنجاب والنسل، الذي هو المقصود الشرعي الأول من الزواج (¬2) ولهذا قال - صلى الله عليه وسلم -: «تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة» (¬3).\r¬_________\r(¬1) انظر «كتاب السلام العالمي والإسلام» لسيد قطب.\r(¬2) انظر «تفسير المنار» 4/ 351 وما بعدها.\r(¬3) أخرجه أبو داود في النكاح2054، والنسائي في النكاح3227، وابن حبان والحاكم من حديث معقل بن يسار قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: إني أحببت امرأة ذات حسب إلا أنها لا تلد أفأتزوجها؟ فنهاه ثم أتاه الثانية فنهاه، ثم أتاه الثالثة فنهاه، فقال: «تزوجوا الولود الودود فإني مكاثر بكم».\rوأخرجه أحمد 3/ 158، 245، من حديث أنس بن مالك قال: كان رسول الله - صلى الله عليه وسلم - يأمر بالباءة وينهى عن التبتل نهياً شديداً ويقول: «تزوجوا الودود الولود إني مكاثر الأنبياء يوم القيامة» وابن حبان في صحيحه 1228، والبيهقي في سننه 7/ 81، قال الحافظ ابن حجر في «الفتح» هذه الأحاديث وإن كان الكثير منها ضعيفاً فمجموعها يدل على أن لما يحصل به المقصود من الترغيب أصلًا، لكن في حق من يتأتى منه النسل» وصححه الألباني انظر «صحيح الجامع الصغير» الحديث 2937 «إرواء الغليل» 1784.","seal":"2C016152","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"كما أن في ذلك تقليل الطلاق الذي هو أبغض الحلال إلى الله، لأن الرجل إذا كانت امرأته مريضة أو عقيماً يمسكها ويتزوج عليها، وإذا منع من التعدد طلقها وتزوج غيرها.\rوأخيراً فإن الإسلام لما أباح التعدد حده بحد وهو الأربع، وجعل من شرطه العدل بين الزوجات، خلاف ما كان عليه أهل الجاهلية حيث كان التعدد عندهم موجوداً بلا حد ولا قيد، بل خاضعاً للهوى والشهوة، فكان في إباحة الإسلام للتعدد على هذه الكيفية بهذا الحد وذلك الشرط مفخرة من مفاخر الإسلام، وهو بهذا الحد وذلك الشرط في مصلحة الرجال والنساء، بل في مصلحة الأمة كلها (¬1).\r\rالحكمة كلها في كونه - صلى الله عليه وسلم - جمع في عصمته بين تسع زوجات.\rوأما كونه - صلى الله عليه وسلم - جمع في عصمته بين تسع زوجات من خصائصه - صلى الله عليه وسلم -، وقد تزوج بهن لحكم دينية وعلمية وسياسية واجتماعية ونحو ذلك، فمن الحكمة في زواجه - صلى الله عليه وسلم - بسودة بنت زمعة، وهي أول زوجة تزوجها بعد وفاة خديجة رضي الله عنهما، أن سودة كانت من المهاجرات الهجرة الثانية إلى الحبشه خوف الفتنة فلو عادت إلى أهلها بعد وفاة زوجها ابن عمها لعذبوها وفتنوها عن دينها فكفلها - صلى الله عليه وسلم -\r¬_________\r(¬1) من عجيب ما يقال: أن المرأة هي السبب في التعدد، فلو امتنعت من الزواج على أختها ما يحصل تعدد؟؟!! فيا سبحان الله ألا يقال إن المرأة بهذا الشعور، وبمثل هذه المواقف هي السبب في عنوسة كثير من أخواتها، وجلوسهن بلا أزواج، فأين الرحمة؟ وأين الشفقة؟ وأين الإيثار؟.","seal":"7281E5EE","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"وكافأها بهذه المنة العظيمة بأن تزوجها.\rومن الحكمه في زواجه - صلى الله عليه وسلم - من عائشة وحفصة رضي الله عنهما إكرام صاحبيه - صلى الله عليه وسلم - ووزيريه أبي بكر وعمر رضي الله عنهما، وإقرار أعينهما بهذا الشرف العظيم. كما أكرم عليًا وعثمان رضي الله عنهما ببناته - صلى الله عليه وسلم -.\rومن الحكمة في زواجه - صلى الله عليه وسلم - بزينب بنت جحش ظاهرة وفوق كل حكمة، وهي إبطال دعوى حرمة زوجة المتبنى على من تبناه، وفي القصه بكاملها إبطال بدعة التبني الذي كان في الجاهلية كلية.\rومن الحكمة من زواجه - صلى الله عليه وسلم - بجويرية بنت الحارث سيد بني المصطلق أن المسلمين أسروا من قومها مائتي بيت بنسائهم وذراريهم فأراد - صلى الله عليه وسلم - أن يعتقهم المسلمون وأن يتألفهم للإسلام، فتزوج جويرية، فقال أصحابه رضوان الله عليهم: أصهار رسول الله - صلى الله عليه وسلم - لا ينبغي أسرهم وأعتقوا، فأسلم بنو المصطلق جميعاً، ودخلوا في دين الله.\rوهكذا كان من حكمة زواجه بأم حبيبة بنت أبي سفيان وهي تأليف قلوب قومها للإسلام ومكافأة لها على ثباتها على الإسلام بعد أن هاجرت مع زوجها عبيد الله بن جحش إلى الحبشة وتنصر هناك.\rومن الحكمة بزواجه - صلى الله عليه وسلم - بزينب بنت خزيمة بعد قتل زوجها عبد الله ابن جحش في «أحد» أنها كانت من فضليات النساء في الجاهلية، وكانت تدعى أم المساكين لبرها بهم وعنايتها بشأنهم، فلما قتل زوجها كافأها - صلى الله عليه وسلم - بزواجه بها، فلم يدعها أرملة تقاسي الذل والحاجة الذي كانت تجير الناس منه، وقد ماتت في حياته - صلى الله عليه وسلم -.\rومن الحكمة بزواجه - صلى الله عليه وسلم - بأم سلمة «هند» أنه لما توفي زوجها عبد الله أبو سلمة، وكان أول من هاجر إلى الحبشة، وكانت تحب زوجها محبة عظيمة، حتى إن أبا بكر وعمر خطباها بعد وفاته فلم تقبل. ولما رأى النبي - صلى الله عليه وسلم - ما بها على زوجها قال لها النبي - صلى الله عليه وسلم -: قولي: «اللهم آجرني في مصيبتي واخلف لي خيراً منها» قالت: ومن يكون خيراً","seal":"91E66BF4","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"من أبي سلمة؟ فرق لها النبي - صلى الله عليه وسلم - وتزوجها (¬1). وكانت امرأة فاضلة عرفت يوم الحديبية بجودة رأيها، وذلك حين أمر الرسول - صلى الله عليه وسلم - أصحابه بالتحلل لما منعهم المشركون من دخول الحرم فامتنع الصحابة فدخل عليها - صلى الله عليه وسلم - مغضباً، فقالت: احلق واخرج إليهم. فحلق وخرج إليهم فتسارعوا إلى الحلق والتحلل (¬2).\rومن حكمة زواجه بصفية بنت حيي بن أخطب سيد بني النضير، وقد قتل أبوها مع بني قريظة، وقتل زوجها يوم خيبر، فقال الصحابة يا رسول الله إنها سيدة بني قريظة والنضير. فاستحسن - صلى الله عليه وسلم - رأيهم، وهو الذي ينزل الناس منازلهم، وأعتقها وتزوجها، وحعل عتقها صداقها.\rولعل من حكمة زواجه - صلى الله عليه وسلم - بميمونة بنت الحارث الهلالية، تشعب قرابتها في بني هاشم وبني مخزوم، فهي خالة عبد الله بن عباس وخالد بن الوليد. وكان زوجها الثاني أبورهم بن عبد العزى قد توفي فجعلت أمرها للعباس فزوجها رسول الله - صلى الله عليه وسلم - (¬3).\rقال محمد رشيد رضا (¬4) - بعد تفصيل الحكمه في تعدد زوجاته - صلى الله عليه وسلم -: «وجملة الحكمة في الجواب أنه - صلى الله عليه وسلم - راعى المصلحة في اختيار كل زوج من أزواجه عليهن الرضوان في التشريع والتأديب، فجذب إليه كبار القبائل بمصاهرتهم، وعلم أتباعه احترام النساء، وإكرام كرائمهن، والعدل بينهن، وقررالأحكام بذلك وترك من بعده تسع أمهات للمؤمنين يعلمن نساءهم من الأحكام ما يليق بهن مما ينبغي أن يتعلمنه\r¬_________\r(¬1) أخرجه مسلم في الجنائز 918، وأبو داود في الجنائز 3119، والنسائي في الجنائز 1825، والترمذي في الجنائز977، وابن ماجه في الجنائز1447، ومالك في الجنائز 558، من حديث أم سلمة رضي الله عنها.\r(¬2) أخرجه البخاري في الشروط2731، وابن اسحاق في السيرة النبوية 3/ 321، وعبد الرازق في المصنف 5/ 323 حديث9720، والطبري في «جامع البيان» 26/ 97 من حديث مروان بن الحكم والمسور بن مخرمة رضي الله عنهما.\r(¬3) انظر «تفسير المنار» 4/ 371 - 373.\r(¬4) في «تفسير المنار» 4/ 373.","seal":"0B11DF73","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"من النساء دون الرجال ولو ترك واحدة فقط لما كانت تغني في الأمة غناء التسع، ولو كان عليه السلام أراد بتعدد الزواج ما يريده الملوك والأمراء من التمتع بالحلال فقط لاختار حسان الأبكار على أولئك الثيبات المكتهلات، كما قال لمن اختار ثيباً: «هلا بكراً تلاعبها وتلاعبك» هذا ما ظهر لنا في حكمة التعدد، وإن أسرار سيرته - صلى الله عليه وسلم - أعلى من ان تحيط بها أفكار مثلنا».\r\rمن لطائف التفسير\rقال القرطبي (¬1): «ذكر الزبير بن بكار حدثني إبراهيم الحزامي عن محمد بن معبد الغفاري، قال أتت امرأة إلى عمر بن الخطاب - رضي الله عنه - وعنده كعب بن سوار الأسدي، فقالت: يا أمير المؤمنين إن زوجي يصوم النهار ويقوم الليل، فأنا أكره أن أشكوه، وهو يعمل في طاعة الله عز وجل، فقال لها: نعم الزوج زوجك. فأخذت تكرر عليه، وهو يكرر عليها الجواب، فقال كعب الأسدي: يا أمير المؤمنين هذه المرأة تشكو زوجها في مباعدته إياها عن فراشه. فقال عمر: كما فهمت كلامها فاقض بينهما. فقال كعب: عليَّ بزوجها، فأتي به، فقال: أن امرأتك هذه تشكوك.\rقال: أفي طعام أم شراب؟ قال: لا، فقالت المرأة:\rيا أيها القاضي الحكيم رشده ... ألهى خليلي عن فراشي مسجده\rزهَّده في مضجعي تعبده ... فاقض القضاء كعب لا تردده\rنهاره وليله ما يرقده ... فلست في أمر النساء أحمده\r\rقال زوجها:\rزهدني في فرشها وفي الحجل (¬2) ... أني امرؤ أذهلني ما قد نزل\rفي سورة النحل وفي السبع الطول ... وفي كتاب الله تخويف جلل\r¬_________\r(¬1) في «الجامع لأحكام القرآن» 5/ 19 ..\r(¬2) الحجل: بيت العروس المزين بالثياب والأسرةَّ والستور.","seal":"57747CAF","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"قال كعب:\rإن لها حقًّا عليك يا رجل ... نصيبها في أربع لمن عقل\rفأعطها ذاك ودع عنك العلل (¬1)\rثم قال أن الله أحل لك من النساء مثنى وثلاث ورباع فلك ثلاثة أيام ولياليهن تعبد فيهن ربك. فقال عمر: والله ما أدري من أي أمريك أعجب، أمن فهمك أمرها، أم من حكمك بينهما، اذهب فقد وليتك قضاء البصرة».\rفقد استنبط كعب هذا من الآية، وهو استنباط مليح، لكن ليس في الآية ما يدل على هذا التحديد. والأمر في هذا واسع، إذ الواجب على الزوج أداء حق الزوجة كيفما كان، ولهذا لم يتفق العلماء على المدة التي يسافر فيها الرجل عن زوجته. وقد ذكر شيخ الإسلام ابن تيمية (¬2) اختلاف العلماء في الواجب من الوطء، فقيل: «يجب في كل أربعة أشهر، وقيل: بقدر حاجتها وقدرته، كما يطعمها بقدر حاجتها وقدرته، قال ابن تيمية: وهذا هو الصحيح».\r****\r¬_________\r(¬1) أي: افترض أن لها ضرائر ثلاثًا أعطها نصيبها وتصرف فيما عدا ذلك، وقد روي من حديث أنس بن مالك قال: أتت النبي - صلى الله عليه وسلم - امرأة تستعدي زوجها، فقالت: ليس لي ما للنساء، زوجي يصوم الدهر. قال: لك يوم وله يوم» أي للعبادة يوم وللمرأة يوم. وهو من رواية أبي هدبة إبراهيم بن هدبة انظر «الجامع لأحكام القرآن» 5/ 19 - 20.\r\rوعن عائشة ان النبي - صلى الله عليه وسلم -: «بعث إلى عثمان بن مظعون فجاءه فقال: «يا عثمان أرغبت عن سنتي؟» قال: لا والله يا رسول الله، ولكن سنتك أطلب قال: «فإني أنام وأصلي، وأصوم وأفطر وأنكح النساء، فاتق الله يا عثمان، فإن لأهلك عليك حقاً، وإن لضيفك عليك حقاً، وإن لنفسك عليك حقاً، وإن لنفسك عليك حقاً فصم وأفطر وصل ونم» أخرجه أبو داود في الصلاة 1369وصححه الألباني.\r(¬2) انظر «مجموع الفتاوى» 28/ 383 - 384.","seal":"EB9BBB7D","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"الحجر على السفهاء في أموالهم\rقال الله تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا * وَابْتَلُوا الْيَتَامَى حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ ءآنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ وَلَا تَأكلوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ فَإذا دَفَعْتُمْ إِلَيْهِمْ أموالهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيبًا}.\rصله الآيتين بما قبلهما:\rلما بين الله عز وجل في الآيات السابقة وجوب حفظ أموال اليتامى والعدل بين النساء وإيتائهن مهورهن أتبع ذلك ببيان أنه لا يجوز ترك الأموال بأيدي السفهاء عامة من اليتامى والصبيان والنساء وغيرهم لعدم إدراكهم وجوه المصالح والمضار غالباً، ثم أتبع ذلك بالأمر برد المال إليهم إذا بلغوا وزال عنهم السفه (¬1).\r\rمعاني المفردات والجمل:\rقوله تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا}.\rقرأ ابن عامر وعاصم وحمزة والكسائي: {السُّفَهَاءَ أموالكُمُ} بهمزتين محققتين كما هو في الأصل، وقرأ أبو عمرو، وقالون عن نافع، والبزي عن ابن كثير بإسقاط الهمزة الأولى: (السفها أموالكم) وروي عن نافع تسهيل الهمزة الثانية مع تحقيق الأولى، وروي عنه إبدال الهمزة الثانية ألفاً (¬2).\rقوله تعالى: {وَلَا تُؤْتُوا} أي: ولا تعطوا، والخطاب للأولياء عامة.\rقوله {السُّفَهَاءَ}: مفعول أول لـ «تؤتوا» والسفهاء: جمع سفيه، مأخوذ من السفه، وهي في الأصل الحركة، يقال: تسفهت الريح الشجر إذا أمالته، قال الشاعر:\r¬_________\r(¬1) انظر «الجامع لأحكام القرآن» 5/ 27.\r(¬2) انظر «النشر» 1/ 382 - 386.","seal":"B22C2086","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"رويداً كما اهتزت رماح تسفهت ... أعليها مر الرياح النواسم (¬1)\r\rقالوا: والسفه خفة وطيش، ينشأ عنه سوء تصرف في الأقوال والأعمال والأموال.\rقال الماوردي (¬2): «وأصل السفه خفة الحلم فلذلك وصف به الناقص العقل، ووصف به المفسد لماله لنقصان تدبيره، ووصف به الفاسق لنقصانه عند أهل الدين والعلم».\rوالسفيه من لا يحسن التصرف. لقصور في عقله: إما لكونه مجنونًا، أو لكونه صغيراً، أو لكونه غير رشيد (¬3).\rوالسفه يكون في الدين، كما قال تعالى: {وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلَّا مَن سَفِهَ نَفْسَهُ} (¬4)، وقال تعالى: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ} (¬5)، وقال تعالى: {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أولَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ} (¬6)، وقال تعالى عن الجن أنهم قالوا: {وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا} (¬7).\rويكون في التصرف في الأموال وهو المراد في قوله هنا: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ} بقرينه قوله (أموالكم).\rقال الطبري (¬8): «والسفيه الذي لا يجوز لوليه أن يؤتيه ماله هو المستحق الحجر\r¬_________\r(¬1) البيت لذي الرمة انظر ديوانه2/ 754.\r(¬2) في «النكت والعيون» 1/ 363وانظر «أحكام القرآن» للجصاص1/ 488 و «التفسير الكبير» 9/ 151.\r(¬3) انظر «الجامع لأحكام القرآن» 5/ 28.\r(¬4) سورة البقرة، آية:130.\r(¬5) سورة البقرة، آية:142.\r(¬6) سورة الأنعام، آية:140.\r(¬7) سورة الجن، آية: 4.\r(¬8) في «جامع البيان» 7/ 565، وانظر «معالم التنزيل» 1/ 393، «التفسير الكبير» 9/ 151، «الجامع لأحكام القرآن» 5/ 28.","seal":"25F7A656","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"بتضييعه ماله وفساده وإفساده وسوء تدبيره ذلك».\rومن السفه صرف المال فيما يضر ولا ينفع: كآلات اللهو وشرب الخمر، والدخان ونحو ذلك مما لا فائدة فيه تعود على الإنسان، بل هو ضرر محض. قوله {أموالكُمُ} مفعول ثانٍ لـ «تؤتوا».\rوالأموال جمع مال، وهو كل ما يتمول من أثمان وأعيان وغير ذلك، والخطاب للأولياء عامة.\rوالأموال هنا يحتمل أن المراد بها أموال اليتامى والسفهاء، لا أموال المخاطبين، وإنما أضيفت إلى المخاطبين بقوله {أموالكُمُ}، لأنها تحت ولايتهم وتصرفهم، وللتنبيه على أنه يجب عليهم حفظها كما يجب عليهم حفظ أموالهم الخاصة بهم. وفي هذا توكيد على حفظ أموال هؤلاء السفهاء وتنميتها لهم.\rويحتمل أن المراد بالأموال أموال المخاطبين أنفسهم، نهوا أن يعطوها للسفهاء من أولادهم ونسائهم وغيرهم خشيه إتلافها وإفسادها.\rوالآية تشمل القولين (¬1).\rقوله {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا}.\rالتي: اسم موصول في محل نصب صفة لـ «أموالكم»، وما بعدها صلة الموصول.\rجعل: بمعنى صير، تنصب مفعولين، الأول «ها» مقدرة التقدير: جعلها- يعني الأموال. والثاني «قيامًا».\rقوله: (لكم) الخطاب للأولياء؛ ويحتمل أن المراد به أصحاب الأموال أنفسهم، فالأموال قيام لهم ولأولادهم وأهليهم.\rويحتمل أن المراد به أولياء اليتامى والسفهاء، لأن الأموال قيام للناس جميعًا.\r¬_________\r(¬1) انظر «جامع البيان» 7/ 563 - 574، «أحكام القرآن» لابن العربي 1/ 318 - 319، «الجامع لأحكام القرآن» 5/ 29، «تفسير ابن كثير» 2/ 186 - 187، «فتح القدير» 1/ 425.","seal":"9F39ABCB","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"قوله (قياماً) قرأ نافع المدني وابن عامر الدمشقي: «قيماً» بغير ألف، وقرأ بقيه العشرة: «قياماً» بالألف (¬1).\rوهي على القراءتين منصوبة مفعول ثانٍ لجعل (¬2)، وقيل على المصدرية (¬3)، وقيل على الحال (¬4).\rومعنى القراءتين واحد، فالأموال جعلها الله قياماً وقيماً، بمعنى أنها تقوم بها مصالح العباد الدينية والدنيوية، فالمال قوام الحياة والمعاش، وبه تقوم الأبدان وبقيام الأبدان يوحد الله ويعبد ويحصل للكون العمران (¬5). كما قال تعالى: {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ} (¬6) لأنه بسبب الكعبة وحرمة الحرم والإحرام حصل الأمن، وبحصول الأمن تقوم أمور الناس الدينية والنيوية وتصلح أحوالهم، وبهذا صارت قياماً للناس.\rقوله تعالى: {وَارْزُقُوهُمْ فِيهَا} الرزق بمعنى العطاء أي أعطوهم منها طعاماً وشراباً وسكناً وفراشاً ومركباً وغير ذلك مما يعطى لغيرهم حسب العرف.\rقوله (واكسوهم): الكسوة ما يكسى به البدن من ثوب وقميص وسراويلات وإزار ورداء ونحو ذلك، مما يحتاجونه كسوة لأبدانهم حسب العرف.\rوالضمير في قوله {وَارْزُقُوهُمْ} وفي {وَاكْسُوهُمْ} كما سبق، يحتمل أن يكون\r¬_________\r(¬1) انظر «معاني القرآن» للفراء1/ 256، «جامع البيان» 7/ 569، «المبسوط» ص 153، «الكشف عن وجوه القراءات السبع» 1/ 376، «التبصرة» ص472، «العنوان» ص83، «تلخيص العبارات» ص81، «الإقناع» 2/ 627، «النشر» 2/ 247.\r(¬2) انظر «الدار المصون» 2/ 310.\r(¬3) انظر «الجامع لأحكام القرآن» 5/ 31.\r(¬4) انظر «معاني القرآن» للفراء 1/ 256، «جامع البيان» 7/ 569 - 571، «معالم التنزيل» 1/ 393، «الجامع لأحكام القرآن» 5/ 31، «تفسير ابن كثير» 2/ 186.\r(¬5) وقيل «قيماً» جمع قيمة أي قيمة للأشياء. انظر «معاني القرآن وإعرابه» للزجاج 2/ 10، «الجامع لأحكام القرآن» 5/ 31. وهو راجع للأول، فبكونها قيمة للأشياء كانت قياماً للناس تقوم بها مصالحهم الدينية والدنيوية.\r(¬6) سورة المائدة، آية: 97.","seal":"E99DA657","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"لأولاد المخاطبين وأهليهم، ويحتمل أن يكون يكون لمن تحت ولا يتهم من السفهاء من اليتامى وغيرهم ممن ليسوا من أولادهم (¬1).\rوقال في هذا الموضع «فيها» ولم يقل «منها» إشارة إلى أنه ينبغي للأولياء أن ينمُّوا أموال السفهاء، كما ينمُّوا أموالهم، وأن تكون النفقة عليهم من ربح الأموال لا من أصولها، فيكون الرزق فيها لا منها.\rقال الزمخشري (¬2): «أي اجعلوها مكاناً لرزقهم بأن تتجروا فيها وتتربحوا، حتى تكون نفقتهم من الأرباح، لا من صلب المال، فلا يأكلها الإنفاق».\rقوله تعالى: {وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا}.\rقولًا: مفعول مطلق، وبينه وبين «قولوا» جناس اشتقاق.\rأي قولو لمن تحت ولايتكم قولًا طيباً جميلًا لا غلظة فيه، مما يعرف ولا ينكره الشرع، مما يكون فيه خير وعدة جميلة وتطييب لخواطرهم (¬3) كأن يقول الولي لمن تحت ولايته من اليتامى ونحوهم: المال لكم وسنحفظه لكم، ونعمل فيه لصالحكم، ثم نرده إليكم، ويقول لمن تحت ولايته من أولاده وأهله: المال لنا ولكم، وسينتقل بعدنا إليكم، ونحو هذا.\rوما أحسن هذا بأن يجمع الولي بين الإحسانين: الإحسان الفعلي بإعطائهم وكسوتهم والإحسان القولي بالقول الطيب.\rقال الحافظ ابن كثير- رحمه الله- (¬4): «وهذه الآية انتظمت الإحسان إلى العائلة، ومن تحت الحجر بالفعل من الإنفاق في الكساوي والأرزاق والكلام الطيب وتحسين الأخلاق».\r¬_________\r(¬1) انظر «أحكام القرآن» لابن العربي 1/ 319، «المحرر الوجيز» 4/ 21.\r(¬2) في «الكشاف» 1/ 247وانظر «التفسير الكبير» 9/ 152.\r(¬3) انظر «جامع البيان» 7/ 572 - 573، «معالم التنزيل» 1/ 393، «أحكام القرآن» لابن العربي 1/ 319، «الجامع لأحكام القرآن» 5/ 33.\r(¬4) في «تفسيره» 2/ 117.","seal":"86CB949B","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"قال الله تعالى: {وَابْتَلُوا الْيَتَامَى حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ ءآنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ وَلَا تَأكلوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ فَإذا دَفَعْتُمْ إِلَيْهِمْ أموالهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيبًا}.\rصله الآية بما قبلها:\rلما أمر الله تعالى في الآيات السابقة بحفظ أموال اليتامى ورعايتها وعدم ترك الأموال بأيدي السفهاء من اليتامى وغيرهم أتبع ذلك بالأمر باختبارهم ورد أموالهم إليهم إذا بلغوا النكاح ورشدوا (¬1).\r\rمعاني المفردات والجمل:\rقوله تعالى: {وَابْتَلُوا الْيَتَامَى} الخطاب لمن عهد إليهم أمر اليتامى من الأوصياء، ولمن تولى كفالتهم من الأولياء بأمر الوالي الشرعي، أو من أقاربهم أو من عامة الناس (¬2).\rوالإبتلاء: الاختبار، ويكون في الخير والشر، قال تعالى: {وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} (¬3).\rوالمعنى: اختبروا اليتامى وذلك عند البلوغ أو قبله بيسير وعند مقاربتهم للرشد وكونه ممكناً منهم، وذلك بالتعرف على حسن تصرف اليتيم في ماله وحفظه وإصلاحه له (¬4) كأن يعطى شيئًا من المال فينظر هل يحسن التصرف فيه، أو توكل إليه نفقة البيت وتدبيره، فينظر كيف تصرفه في ذلك، أو نحو ذلك (¬5).\rقوله تعالى: {حَتَّى إذا بَلَغُوا النِّكَاحَ}.\r¬_________\r(¬1) انظر «التفسير الكبير» 9/ 152.\r(¬2) انظر «أحكام القرآن» لابن العربي 1/ 326، «المحرر الوجيز» 4/ 22.\r(¬3) سورة الأنبياء، آية:35.\r(¬4) انظر «جامع البيان» 7/ 574، «أحكام القرآن» لابن العربي 1/ 319 - 320، «الجامع لأحكام القرآن» 5/ 34، «تفسير ابن كثير» 2/ 187.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 34.","seal":"1331DC84","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"«حتى»: لابتداء الغاية (¬1).\rأي: اختبروهم واستمروا في اختبارهم {حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ}.\rقوله: {إذا بَلَغُوا النِّكَاحَ}.\rإذا: ظرفية شرطية غير جازمة.\rبلغوا النكاح: أي: بلغوا سن النكاح، وذلك بالاحتلام (¬2)، كما قال تعالى: {وَإذا بَلَغَ الْأَطْفَالُ مِنكُمُ الْحُلُمَ} (¬3).\rوقال - صلى الله عليه وسلم -: «لا يتم بعد احتلام» (¬4).\rوذلك أنه بالاحتلام يبلغ مبلغ الرجال، وتجب عليه التكاليف، كما قال - صلى الله عليه وسلم - «رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل» (¬5)، وقال - صلى الله عليه وسلم - لمعاذ حين بعثه إلى اليمن: «خذ من كل حالم ديناراً» (¬6)، أو بالإنزال يقظة (¬7)، أو ببلوغ خمسة عشر عاماً (¬8).\rلما رواه عبد الله بن عمر- رضي الله عنهما- قال: «عرضت على النبي - صلى الله عليه وسلم - يوم\r¬_________\r(¬1) انظر «الدر المصون» 2/ 311.\r(¬2) انظر «جامع البيان» 7/ 574 - 575، «معالم التنزيل» 1/ 394، «أحكام القرآن» لابن العربي 1/ 320، «الجامع لأحكام القرآن» 5/ 34، «تفسير ابن كثير» 2/ 187.\r(¬3) سورة النور، آية:59.\r(¬4) سبق تخريجه ص6.\r(¬5) أخرجه أبو داود في الحدود 4403، والترمذي في الحدود1423وابن ماجه في الطلاق 2042 - من حديث علي ابن أبي طالب - رضي الله عنه - وصححه الألباني وأخرجه بعضهم من حديث عائشة وغيرها من الصحابه انظر «تفسير ابن كثير» 2/ 187.\r(¬6) أخرجه أبو داود في الزكاة 1576والترمذي في الزكاة 623 قال الترمذي: «هذا حديث حسن» وصححه الألباني.\r(¬7) انظر «معالم التنزيل» 1/ 394 - 395، «التفسير الكبير» 9/ 153.\r(¬8) انظر «معالم التنزيل» 1/ 394، «أحكام القرآن» لابن العربي1/ 320، «الجامع لأحكام القرآن5/ 35، «تفسير ابن كثير» 2/ 187.","seal":"B4F28136","page":61},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"أحد وأنا ابن أربع عشرة فلم يجزني وعرضت عليه يوم الخندق وأنا ابن خمس عشرة فأجازني». قال أمير المؤمنين عمر بن عبد العزيز لما بلغه هذا الحديث: إن هذا الفرق بين الصغير والكبير» (¬1). وإلى هذا ذهب جمهور أهل العلم أن البلوغ يعتبر ببلوغ خمس عشرة سنة (¬2).\rوقال أبو حنيفة: يعتبر ببلوغ الجارية سبع عشرة سنة، وبلوغ الغلام ثمان عشرة سنة وروي عنه ببلوغ الغلام تسع عشرة سنة (¬3) وهو قول لمالك (¬4). أو بإنبات الشعر الخشن حول الفرج، وهو يعتبر بالنسبة لأولاد المشركين بلوغاً بدليل ما رواه عطية القرظي قال: عرضنا على النبي - صلى الله عليه وسلم - يوم قريظة، فكان من أنبت قتل، ومن لم ينبت خلي سبيله، فكنت ممن لم ينبت فخلي سبيلي» (¬5) وكتب عمر بن الخطاب - رضي الله عنه - لأمراء الأجناد: «ألا تضربوا الجزية إلا على من جرت عليه المواسي» (¬6).\rواختلف هل يعتبر بلوغاً بالنسبة لأولاد المسلمين على قولين (¬7) أظهرهما أنه يعتبر بلوغاً، وهو قول أحمد (¬8)، وإسحاق (¬9).\r¬_________\r(¬1) أخرجه البخاري في الشهادات2664، ومسلم في الإمارة 1868، وأبو داود في الحدود4406، والنسائي في الطلاق 3431، والترمذي في الجهاد 1711، وابن ماجه في الحدود 2543، والبغوي في «تفسيره» 1/ 394، وانظر «تفسير ابن كثير» 2/ 187.\r(¬2) انظر «معالم التنزيل» 1/ 394، «أحكام القرآن» لابن العربي1/ 320، «المغني» 6/ 598، «الجامع لأحكام القرآن» 5/ 35، «تفسير ابن كثير» 2/ 187.\r(¬3) انظر «بدائع الصنائع» 7/ 172.\r(¬4) انظر «الجامع لأحكام القرآن» 5/ 35.\r(¬5) أخرجه أبو داود في الحدود 4404، والنسائي في الطلاق3430، وفي قطع يد السارق4981، والترمذي في السير 1584، وابن ماجه في الحدود2542، وأحمد 4/ 410، 5/ 311 - 312، والدارمي في السير2464 وقال الترمذي: «حسن صحيح» وقد صححه الألباني.\r(¬6) انظر «الجامع لأحكام القرآن» 5/ 35.\r(¬7) انظر «معالم التنزيل» 1/ 395، «أحكام القرآن» لابن العربي1/ 320، «الجامع الحكام القرآن» 5/ 35.\r(¬8) انظر «المغني» 6/ 597.\r(¬9) انظر «سنن الترمذي» 4/ 146.","seal":"F6278E29","page":62},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"قال الحافظ ابن كثير (¬1): «واختلفوا في إنبات الشعر الخشن حول الفرج، وهي الشعرة، هل تدل على البلوغ أم لا؟ على ثلاثة أقوال يفرق في الثالث بين الصبيان المسلمين، فلا يدل على ذلك لاحتمال المعالجة، وبين صبيان أهل الذمة فيكون بلوغاً في حقهم، لأنه لا يتعجل بها إلا ضرب الجزية عليه فلا يعالجها، والصحيح أنها بلوغ في حق الجميع، لأن هذا أمر جبلي يستوي فيه الناس واحتمال المعالجة بعيد» ثم ذكر حديث عطية القرظي الذي تقدم. ومن علامات البلوغ عند النساء زياده ما تقدم: الحيض، والحبل (¬2).\rفهذه خمس علامات منها ثلاث مشتركة بين الذكور والإناث، وهي الاحتلام، والسن المخصوص، ونبات الشعر الخشن حول الفرج واثنتان مختصتان بالنساء، وهما الحيض والحبل (¬3).\rقوله تعالى: {فَإِنْ ءآنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ} الخطاب للأوصياء والأولياء على أموال السفهاء من اليتامى وغيرهم.\rالفاء رابطة لجواب الشرط «إذا» وهي حرف مبني على الفتح لا محل له من الإعراب، و «إن» شرطية و «آنستم» فعل الشرط، وجوابه «فادفعوا إليهم أموالهم».\rوهذا الشرط وجوابه جواب الشرط في قوله: {إذا بَلَغُوا النِّكَاحَ}.\rومعنى (آنستم): أبصرتم ورأيتم، ومنه قوله تعالى {ءآنَسَ مِن جَانِبِ الطُّورِ نَاراً} (¬4)، أي أبصر ورأى (¬5).\r(منهم رشداً) أي: من اليتامى. والرشد: حسن التصرف، ضد السفه، وهو في كل شيء بحسبه، فالرشد في الدين صلاح المرء في دينه بأداء ما أوجب الله واجتناب\r¬_________\r(¬1) في «تفسيره» 2/ 187.\r(¬2) انظر «معالم التنزيل» 1/ 395، «الجامع لأحكام القرآن» 5/ 35،» المغني» 6/ 597.\r(¬3) انظر «التفسير الكبير» 9/ 153.\r(¬4) سورة القصص، آية:29.\r(¬5) انظر «التفسير الكبير» 9/ 153، «الجامع لأحكام القرآن» 5/ 63، «البحر المحيط» 3/ 152.","seal":"A9DBF51F","page":63},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":63,"nass":"ما نهى الله عنه.\rقال تعالى: {أولَائِكَ هُمُ الرَّاشِدُونَ} (¬1).\rوقال تعالى: {فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} (¬2). والرشد في الولاية أن يكون الولي يحسن التصرف فيما ولي عليه، سواء كانت ولاية عامة على أمر من أمور المسلمين، أو ولاية خاصة كالولاية على اليتيم والسفيه، وكولاية النكاح على من تحت يده من الإناث.\rوالرشد في المال: حسن التصرف فيه، وهو المراد بقوله هنا {فَإِنْ آنَسْتُم مِّنْهُمْ رُشْداً} أي تصرفاً صحيحاً في أموالهم (¬3).\rونكر «رشداً» لأن المراد به «رشداً» بعينه أي مطلق الرشد (¬4)، لا الرشد المطلق من جمع هذا كله، فأصلح دينه وماله، وأحسن التصرف فيمن تحت ولايته، وأحسن تعامله مع الناس وغير ذلك.\rوبهذا تجتمع الأقوال التي حكيت عن السلف في معنى الرشد، فمن قائل: هو الصلاح في العقل. ومن قائل: هو الصلاح في الدين، ومن قائل: هو الصلاح في العقل والدين. ومن قائل: هو الصلاح في العقل والمال، ومن قائل: هو الصلاح في الدين والمال، ومن قائل: هو الصلاح في المال (¬5).\rقوله: {فَادْفَعُوا إِلَيْهِمْ أموالهُمْ}.\r¬_________\r(¬1) سورة الحجرات، آية:7.\r(¬2) سورة البقرة، آية:186.\r(¬3) انظر «جامع البيان» 7/ 577 - 578، «معاني القرآن وإعرابه» للزجاج2/ 11، «أحكام القرآن» لابن العربي1/ 322 - 323، «المحرر الوجيز» 4/ 23، «الجامع لأحكام القرآن» 5/ 37، «تفسير ابن كثير» 2/ 188.\r(¬4) انظر «الكشاف» 1/ 247 - 248، «التفسير الكبير» 9/ 154.\r(¬5) انظر «جامع البيان» 7/ 577 - 578، «معاني القرآن وإعرابه» للزجاج2/ 11، «أحكام القرآن» لابن العربي1/ 322_323، «المحرر الوجيز» 4/ 23، «الجامع لأحكام القرآن» 5/ 37، «تفسير ابن كثير» 2/ 188.","seal":"BA1AC761","page":64},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":64,"nass":"جواب الشرط لقوله {فَإِنْ آنَسْتُم} واقترن بالفاء لأنه جملة طلبية.\rأي: أعطوا أيها الأوصياء والأولياء اليتامى أموالهم ولا تحبسوها عنهم (¬1)، وبادروا بإيصالها إليهم إبرء للذمة، ولا تكلفوهم البحث عنها أو طلبها، ولا تماطلوا في ردها إليهم، ولهذا عبر بقوله {فَادْفَعُوا}.\rقوله تعالى: {وَلَا تَأكلوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا}.\rقوله: {وَلَا تَأكلوهَا}: الواو عاطفة.\rو «لا» ناهية، «تأكلوها» مجزوم بها، وعلامه جزمه حذف النون إذ الأصل «تأكلونها».\rوذكر الأكل خاصة - وإن كان الانتفاع بأموال اليتامى بأي وجه منهياً عنه -لأن الأكل أهم أوجه الانتفاع، ومن أجله يجمع المال وهو كسوة الباطن التي لا حياة بدونها.\rقوله: {إِسْرَافاً وَبِدَاراً أَن يَكْبَرُوا}.\rإسرافاً وبداراً: منصوبان على الحال، أي مسرفين ومبادرين.\rأو على المفعول المطلق.\rأو على أنهما صفتان لمصدر محذوف، التقدير: أكل إسراف وبدار (¬2).\rوالإسراف: مجاوز الحد (¬3).\rقال تعالى: {تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا} (¬4).\rوهو في كل شيء بحسبه.\r¬_________\r(¬1) انظر «جامع البيان» 7/ 578.\r(¬2) وقيل منصوبان على المفعول لأجله: أي لأجل الإسراف والمبادرة وهو إن كان جيداً بالنسبة ل «بدارا» من حيث المعنى فهو ضعيف بالنسبة ل «إسرافاً» من حيث المعنى، لأن الولي لا يأكل من أجل الإسراف، بل يأكل مسرفاً. انظر «البيان في غريب إعراب القرآن» 1/ 243، «الدار المصون» 2/ 312، «فتح القدير» 1/ 427.\r(¬3) انظر «جامع البيان» 7/ 579، «أحكام القرآن لابن العربي 1/ 323، «الجامع لأحكام القرآن» 5/ 40.\r(¬4) سورة البقرة، آية:229.","seal":"326B2D15","page":65},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":65,"nass":"فالإسراف في المعاصي: تعدي حدود الله بارتكاب ما نهى الله عنه قال تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ} (¬1) وقال تعالى: {وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ} (¬2).\rوالإسراف في أكل المال: مجاوزة الحد في تبديده واستنزافه في المباحات أو في المعاصي (¬3).\rوالمراد هنا الإسراف في أكل المال لقوله {وَلَا تَأكلوهَا}.\rوضده البخل والتقتير كما قال تعالى: {وَالَّذِينَ إذا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} (¬4) (¬5).\rوقوله تعالى: {وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} (¬6)، وقال تعالى: {كُلُوا مِن ثَمَرِهِ إذا أَثْمَرَ وَءاتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} (¬7).\rقوله {وَبِدَارا}.\rأي: مبادرة ومسارعة واستعجالاً.\rقوله: {أَن يَكْبَرُوا}.\rو «أن» حرف مصدري ونصب، يكبروا: منصوب بها وعلامة نصبه حذف النون. و «أن» والفعل «يكبروا» في تأويل مصدر في محل نصب مفعول «بدارا» (¬8) والتقدير: بدار كبرهم، أي تبادرون كبرهم، لأنهم إذا كبروا في الغالب وبلغوا زال عنهم\r¬_________\r(¬1) سورة الزمر، آية:53.\r(¬2) سورةطه، آية:127.\r(¬3) انظر «النهاية» و «اللسان» مادة «سرف».\r(¬4) سورة الفرقان، آية:67.\r(¬5) وقد يطلق الإسراف على مجاوزة الحد في البخل والتقتير، انظر «جامع البيان» 7/ 579.\r(¬6) سورة الأعراف، آية:31.\r(¬7) سورة الأنعام، آية:141.\r(¬8) انظر «معاني القرآن» للفراء1/ 257، «جامع البيان» 7/ 581، «إملاء ما من به الرحمن» 1/ 168.","seal":"C63C8859","page":66},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":66,"nass":"السفه، فزالت الولاية عليهم، ووجب رد أموالهم إليهم.\rقوله تعالى: {وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} الواو استئنافية، و «من» شرطية «كان» فعل الشرط، وجوابه (فليستعفف) واقترن الجواب بالفاءلأنه جملة طلبية.\rأي: ومن كان من الأولياء أو الأوصياء على السفهاء من اليتامى وغيرهم غنيًّا. أي عنده من المال ما يكفيه ولا يحتاج إلى مال من تحت ولايته.\rفليستعفف: اللام لام الأمر، واستعف عن الشيء بمعنى كفّ عنه وتركه واستغنى عنه (¬1).\rواستعفّ: أبلغ من عفّ (¬2) لأن زيادة المبنى تدل - غالباً (¬3) - على زيادة المعنى.\rأي: ومن كان عنده ما يكفيه من المال فليكف عن مال اليتيم وليستغن عنه.\rقوله تعالى: {وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} معطوف على ما قبله، مشتمل على شرط وجوابه.\rوبين قوله: {وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} وقوله: {وَمَن كَانَ فَقِيراً فَلْيَأكل بِالْمَعْرُوفِ} مقابلة بديعة بين قوله {غنيًّا} و {فقيراً} وبين قوله {فَلْيَسْتَعْفِفْ} وقوله {فَلْيَأكل}.\rأي: ومن كان من الأولياء أو الأوصياء على السفهاء من اليتامى وغيرهم فقيراً، أي: معدماً ليس عنه شيء، أو عنده شيء يسير لا يكفي لحاجته (¬4)؛ مأخوذ من فقار الظهر، كأنه انقطعت فقار ظهره فلم يستطع الاعتماد على حاله (¬5).\r¬_________\r(¬1) انظر «جامع البيان» 7/ 581، «أحكام القرآن» لابن العربي 1/ 324، «الجامع لأحكام القرآن» 5/ 41، «تفسير ابن كثير» 2/ 188.\r(¬2) انظر «الكاشف» 1/ 249، «مدارك التنزيل» 1/ 292.\r(¬3) أي: ليس ذلك مطرداً فمثلاً: «ثمر» أقل حروفاً من «ثمرة» وهو أكثر منها معنا، لأنه جمع وهي مفرده، ومثله شجر وشجرة، وبقر وبقرة، وهكذا.\r(¬4) انظر «أحكام القرآن» لابن العربي 1/ 324، «الجامع لأحكام القرآن» 5/ 41، «تفسير ابن كثير2/ 188، وانظر «اللسان» مادة «فقر».\r(¬5) انظر «الناسخ والمنسوخ» للنحاس 2/ 442 - 446.","seal":"5DE1174A","page":67},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":67,"nass":"قال الراعي يمدح عبد الملك بن مروان ويشكو إليه سعاته:\rأما الفقير الذي كانت حلوبته ... وفق العيال فلم يترك له سبد (¬1)\r\rفليأكل: اللام لام الأمر، وهو للإباحة، لأنه أمر بعد حظر، فبعد أن نهى عن أكل أموال اليتامى قال: {وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} والأمر بعد الحظر يفيد الإباحة، أو يعود لما كان عليه الحال قبل النهي وهو الإباحة هنا كقوله تعالى: {وَإذا حَلَلْتُمْ فَاصْطَادُوا} (¬2) فالأمر بالاصطياد هنا للإباحة، لأنه جاء بعد الحظر في قوله قبل هذا {غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمُ} (¬3).\rبالمعروف: أي: فليأكل أكلاً بالمعروف.\rوالمعروف ما جرى به العرف أن يأكل الولي الفقير من مال السفيه أكل مثله من الفقراء، سواء كان المولَّى عليه غنيًّا أو فقيراً.\rقالت عائشة رضي الله عنها: «نزلت هذه الآية في والي اليتيم {وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} بقدر قيامه عليه» (¬4).\rقوله تعالى: {فَإذا دَفَعْتُمْ إِلَيْهِمْ أموالهُمْ فَأَشْهِدُوا عَلَيْهِمْ}.\rالفاء: عاطفة.\rوإذا: ظرفية شرطية غار جازمة.\r«دفعتم» فعل الشرط.\rأي: إذا أعطيتم أيها الوصياء، أو الأولياء من تحت ولايتكم من اليتامى وغيرهم أموالهم ورددتموها إليهم بدون ممانعة منكم أو مماطلة، وبدون تكليفهم\r¬_________\r(¬1) «اللسان» مادة «فقر».\r(¬2) سورة المائدة، آية: 2.\r(¬3) سورة المائدة، آية: 1.\r(¬4) أخرجه البخاري في التفسير4575، ومسلم في التفسير3019، وانظر «تفسير ابن كثير» 2/ 188 - 189. وقيل المعنى {وَمَن كَانَ فَقِيراً فَلْيَأكل بِالْمَعْرُوفِ} أي يأكل من ماله هو بالمعروف حتى لا يحتاج إلى مال اليتيم، وقيل ينفق على اليتيم بقدر فقره، وعلى اليتيم الغني بقدر غناه، وهذان قولان مردودان. انظر «أحكام القرآن» لابن العربي 1/ 324 - 325، «تفسير ابن كثير» 2/ 190.","seal":"3C910215","page":68},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":68,"nass":"المطالبة بها (فأشهدوا عليهم).\rوقال: {فَإذا دَفَعْتُمْ إِلَيْهِمْ أموالهُمْ} بالإطناب ولم يقل (فإذا دفعتموها إليهم) مع أنه قال قبل هذا (فادفعوا إليهم أموالهم) والغرض من هذا كله تأكيد وجوب حفظ أموال اليتامى، ودفعها إليهم كامله سالمة.\rقوله: {فَأَشْهِدُوا عَلَيْهِمْ} جواب الشرط، واقترن بالفاء لأنه جملة طلبية.\rأي: فأشهدوا عليهم أي على أنكم دفعتم ورددتم أموالهم إليهم، لئلا يقع منهم جحود أو إنكار لما قبضوه (¬1)، وإزاله للتهمة (¬2)، وتفادياً للخلاف، وتحصيناً للأموال وضبطاً للأمور (¬3).\rقوله تعالى: {وَكَفى بِاللَّهِ حَسِيبًا}.\rكفى: تأتي متعدية كما في قوله تعالى: {وَكَفى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ} (¬4)، وتأتي لازمة، وعلامة لزومها جر فاعلها بالباء الزائدة (¬5) إعراباً لتحسين اللفظ كما في هذه الآية، والأصل: كفى الله حسيباً.\rومعنى {وَكَفى بِاللَّهِ حَسِيبًا} أي: ما أعظم كفاية الله في محاسبته لعباده، فهو جل وعلا يكفي عن كل أحد، وهي بمعنى حسب: أي حسب هؤلاء وجميع الخلق، ويكفيهم أن الله حسيب عليهم.\rحسيباً: تمييز، أو حال (¬6).\r¬_________\r(¬1) انظر «تفسير ابن كثير» 2/ 190.\r(¬2) انظر «الجامع لأحكام القرآن» 5/ 44.\r(¬3) وقيل الإشهاد على النفقة ورد القرض، كما ذكره القرطبي في «الجامع لأحكام القرآن» 5/ 44 وغيره، وهذا ضعيف لا يدل على سياق الآية، بل السياق يدل على أن المراد الإشهاد على دفع أموالهم كما هو ظاهر الآية وأيضاً فإن الإشهاد علي النفقة فيه مشقة\r، إذ لا يمكن للوصي أو الولي أن يشهد على كل نفقة ينفقها على اليتيم من غداء أو عشاء وغير ذلك.\r(¬4) سورة الأحزاب، آية:25.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 45.\r(¬6) انظر «التفسير الكبير» 9/ 157، «الجدول في إعراب القرآن» 1/ 353.","seal":"CAB45E27","page":69},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":69,"nass":"ومعنى حسيباً: «أي محاسباً وشهيداً ورقيباً على العباد وأعمالهم، مجازياً لهم عليها (¬1) قال ابن القيم (¬2):\rوهو الحسيب كفاية وحماية ... والحسب كافي العبد كل أوان\rقال الحافظ ابن كثير (¬3): «وكفى بالله محاسباً وشهيداً ورقيباً على الأولياء في حال نظرهم للأيتام، وحال تسليمهم للأموال: هل هي كامله موفرة، أو منقوصة مبخوسة مدخلة، مروج حسابها، مدلس أمورها، الله أعلم بذلك كله».\rوفي قوله: {وَكَفى بِاللَّهِ حَسِيبًا} تهديد للأولياء والأوصياء على أموال اليتامى والسفهاء وتحذير لهم من الخيانة فيما ولاهم الله، وتهديد أيضاً وتحذير لليتامى وغيرهم من السفهاء من الإنكار بعد رد المال إليهم.\r\rالفوائد والأحكام:\r1 - تحريم إعطاء السفهاء الأموال، لأنهم لا يحسنون التصرف فيها، سواء كانت أموالهم أو أموال أوليائهم، لقوله: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ}.\r2 - ثبوت الحجر على السفهاء من الأيتام وغيرهم، لقوله: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ} وقال تعالى: {فَإِن كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أو ضَعِيفًا أو لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ} (¬4) (¬5).\r3 - وجوب الحجر على السفيه في ماله (¬6)، لقوله: {وَلَا تُؤْتُوا السُّفَهَاءَ\r¬_________\r(¬1) انظر «معالم التنزيل» 1/ 395، «المحرر الوجيز» 4/ 26، «الجامع لأحكام القرآن» 5/ 45.\r(¬2) في «النونية» ص150.\r(¬3) في «تفسيره» 2/ 191.\r(¬4) سورة البقرة، آية:28.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 28 - 30.\r(¬6) وهو نوعان: حجر لحظ نفسه لئلا يضيِّع ماله فيما لا ينفعه، وحجر لحظ غيره فيما إذا كانت عليه ديون تستغرق ماله وطلب غرماؤه الحجر عليه. انظر «الجامع لأحكام القرآن» 5/ 28 - 29، «تفسير ابن كثير «2/ 186.","seal":"11387861","page":70},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":70,"nass":"أموالكم} والمراد بالسفهاء كما سبق من لا يحسنون التصرف في المال، ولا يعرفون وجوه المصالح والمضار في ذلك (¬1).\r4 - أن السفه مذموم، لأن الله عز وجل نهى عن إيتاء السفهاء الأموال، فقال: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ} (¬2).\r5 - حرص الإسلام على حفظ الأموال وعدم إضاعتها، لقوله تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكم}.\r6 - عناية الإسلام بمن لا يحسن التصرف في ماله، لأن الأمر بعدم إيتائه ماله والحجر عليه هنا لحظ نفسه ومصلحته هو، وحتى الحجر عليه لحظ غيره هو راجع في ثاني الحال لمصلحته هو، لأنه لتسديد ديون كانت عليه.\r7 - ينبغي للوصي والولي أن يحفظ مال السفيه فيما يحفظ فيه ماله، وينمِّيه كما ينمِّي ماله لقوله تعالى: {أموالكُمُ} حيث أضاف أموال السفهاء إلى المخاطبين على أحد الاحتمالين في الآية.\r8 - أن المال قوام الحياة والمعاش، به تقوم مصالح الدين والدنيا، لقوله: {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} وفي الحديث: «قال الله عز وجل: «إنا أنزلنا المال لإقام الصلاة وإيتاء الزكاة» (¬3) فيجب العناية به كسباً وإنفاقاً وحفظه، وتحرم إضاعته أو صرفه في غير ما جعل له من مصالح الدين والدنيا.\r¬_________\r(¬1) أما الفاسق وهو السفيه في دينه فلا يحجر عليه في ماله إذا كان يحسن التصرف فيه، وليس في الآية دليل لمن ذهب من أهل العلم إلى وجوب الحجر على الفاسق كالشافعي وغيره، وسواء كان فسقه مما يتعلق بالفجور وشرب الخمور أم لا، لأن المراد بالسفه في الآية عدم حسن التصرف في المال، وليس المراد بها السفه في الدين الذي هوالفسق والكفر، ولهذا لا يحجر على الكافر في ماله.\rانظر «أحكام القرآن» للهراسي 1/ 328، «معالم التنزيل» 1/ 393، 395، «أحكام القرآن» لابن العربي 1/ 323 - 324، «التفسير الكبير» 9/ 153، «الجامع لأحكام القرآن» 5/ 28 - 29، 37 - 38، «تفسير ابن كثير» 2/ 186.\r(¬2) انظر «الجامع لأحكام القرآن» 5/ 30.\r(¬3) أخرجه أحمد والطبراني في الكبير من حديث أبي واقد الليثي - رضي الله عنه -.انظر «كنز العمال» 6165.","seal":"F3FF0E1E","page":71},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":71,"nass":"ولا يجوز للمسلم أن يكون عالة على غيره، ولا للأمة الإسلامية أن تحتاج لغير المسلمين ولا في إبرة المخيط، بل يجب عليها أن تكون هي الرائدة في التجارة والصناعة وغير ذلك.\r9 - مشروعية طلب المال بالطرق الحلال، لأن مصالح الناس في دينهم ودنياهم لا تقوم إلا بالمال، لقوله {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} وهكذا كان شأن رسولنا - صلى الله عليه وسلم - وأسوتنا، فقد رعى - صلى الله عليه وسلم - الغنم، فعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «ما بعث الله نبيًّا إلا رعى الغنم» فقال أصحابه وأنت؟ فقال: «نعم كنت أرعاها على قراريط لأهل مكة» (¬1).\rواستغل - صلى الله عليه وسلم - بالتجارة في مال خديجة (¬2).\rوقال - صلى الله عليه وسلم -: «ما أكل أحد طعاماً قط خيراً من أن يأكل من عمل يده وإن نبي الله داود عليه السلام كان يأكل من عمل يده» (¬3).\rوقد روي أن عمر بن الخطاب - رضي الله عنه - دخل المسجد فإذا شباب أصحاء أقوياء، فقال: من ينفق عليكم؟ فقالوا جيراننا، فقال انتظروا حتى آتيكم فخرج ثم جاء ومعه الدرة، فضربهم حتى أوجعهم وقال: «اخرجوا في طلب الرزق، فإن السماء لا تمطر ذهباً ولا فضةً».\rوروي عنه أنه دخل المسجد، فوجد فيه رجلاً معتكفاً للعبادة، فسأله عمن يعوله؟ فقال: أخي يعمل ويسعى لرزقه ورزقي ورزق عياله، فقال له عمر - رضي الله عنه -: «أخوك أعبد منك».\rفطلب الرزق والمال مشروع إذا لم يشغل عن طاعة الله، بل هو من طاعة الله إذا اكتسب المال من حلال، وأنفق في الحلال، وأديت حقوقه تعالى: {رِجَالٌ لَّا\r¬_________\r(¬1) أخرجه البخاري في الإجارة 2262، وابن ماجه في التجارات 2149.\r(¬2) انظر «السيرة النبوية» 1/ 199.\r(¬3) أخرجه البخاري في البيوع 2072، وابن ماجه في التجارات 2138 من حديث المقدام بن معد يكرب - رضي الله عنه -.","seal":"7A491831","page":72},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":72,"nass":"تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعُ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} (¬1).\rوقد ذكر المفسرون أن هؤلاء الرجال كانوا يشتغلون بالتجارة، لكن إذا سمع الواحد منهم منادي الله «حي على الصلاة. حي على الفلاح» بادر بالإجابة حتى ولو كان الميزان بيداه ألقاه وذهب إلى الصلاة (¬2).\rوعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كلِّ خير» (¬3).\rأي القوي في دينه وبدنه وكل شيء.\rولا شك أن المؤمن ذا المال أنفع لنفسه وللمسلمين إذا وفق لمعرفة حقوق المال عليه وأدّاها. ففي الحديث الآخر «ذهب أهل الدثور بالأجور» (¬4). والدثور هي الأموال. وإنما ذهبوا بالأجور لإنفاقها في سبيل الله.\rبل إن العمل في طلب الرزق يقدم على طلب العلم إذا كان من يطلب العلم سيعيش عالة على غيره.\rوقد ذكر بعض أهل العلم قصة طريفة في هذا المعنى، وهي أنه كان هناك أخوان: أحدهما يشتغل بالتجارة، والآخر متفرغ لطلب العلم على أحد المشائخ، فبينما كان هذا الذي يشتغل بالتجارة في سفره لطلب التجارة اشتد به الحر، فأوى إلى غار في أحد الجبال، واستلقى فيه ليستريح فرفع بصره، فإذا طائر كسيح مقطع الأجنحة، فتعجب: كيف يعيش هذا الطائر بهذه المفازة وهو بهذه الحال؟ فبينما هو في تفكيره وتعجبه إذ جاء طائر قوي فوضع الماء والطعام في فم هذا الطائر الكسيح،\r¬_________\r(¬1) سورة النور، آية:37.\r(¬2) انظر «تفسير ابن كثير» 6/ 73 - 74.\r(¬3) أخرجه مسلم في القدر2664، وابن ماجه في المقدمة 79.\r(¬4) أخرجه البخاري في الأذان 843، ومسلم في المساجد ومواضع الصلاة595،وأبو داود في الصلاة 1504،وابن ماجه في إقامة الصلاة 927من حديث أبي هريرة - رضي الله عنه -. وأخرجه مسلم أيضاً في الزكاة 1006 من حديث أبي ذر - رضي الله عنه -.","seal":"5DAD9902","page":73},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":73,"nass":"فاندهش هذا الرجل وأخذ يفكر ويتأمل، فقال في نفسه: أنا معرّض نفسي للتعب والأخطار في طلب التجارة، فلماذا لا أرجع لطلب العلم مع أخي، والذي تكفل برزق هذا الطائر الكسيح في هذه المفازة سيرزقني، وعاد أدراجه إلى بلده، وجلس في الحلقة مع أخيه، ولما انتهت القراءة إليه سأله الشيخ-وكان عارفاً بحاله وحال أخيه - قائلاً: ما الذي أتى بك؟! فذكر له ما رأى في الغار من حال ذينك الطائرين، وما جال في فكره من أن من كفل رزق ذلك الطائر الكسيح سيكفل رزقه، فقال له الشيخ بمنطق العالم العارف بقيمة السعي في طلب الرزق في الإسلام: عجباً لك كيف رضيت لنفسك أن تكون بمنزلة الطائر الكسيح، ولم ترض لها أن تكو بمنزلة الطائر القوي الذي يقوم على نفسه وعلى غيره. فقام هذا الرجل ولبس نعليه، وعاد في تجارته.\rوحسبي أن أكون قد أطلت في التعليق عل هذه المسألة، لأن كثيراً من شباب الأمة أصبحوا عالة على الآخرين، وهمم يعيشون الفراغ، وحياة الضياع، دأبهم الرحلات والنزهات، وهمهم تزجية الأوقات، انشغلوا بما يعدونه من المباحات، وقد أدى ذلك بكثير منهم إلى التقصير في الواجبات وانتهاك الحرمات والتخلي عن المسؤوليات، فقصّر الواحد منهم من أجل ذلك في حق ربه، وفي حق نفسه، وفي حق والديه وزوجته وأولاده وأقاربه وجيرانه وإخوانه وأمته.\rيقضي الواحد منهم الليالي والأيام بل والأسابيع والشهور خارج منزله، وأهله وأولاده ووالداه ينتظرونه بفارغ الصبر، يتمنى والداه وأولاده أن يجلس معهم على مائدة الإفطار أو الغداء أو العشاء، فلا يتحقق لهم ذلك، منشغل بدون شغل إلا تزجية الأوقات، أثقلته الديون فلا يفكر في عمل لكي يسدد هذه الديون، وليس في ديننا مكان للكسل والبطالة، فأمتنا بحاجة إلى العالم المحقق، والتاجر الأمين، والصانع الماهر، والزارع الخبير والطبيب الحاذق، والمهندس الدقيق. وديننا الإسلامي دين ودنيا، علم وعمل.\rقال الشاعر:\rالجد بالجد والحرمان بالكسل ... فانصب تصب عن قريب غاية الأمل (¬1)\r¬_________\r(¬1) البيت ينسب للصفدي.","seal":"5610C59F","page":74},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":74,"nass":"وقال ابن هانئ (¬1):\rولم أجد الإنسان إلا ابن سعيه ... فمن كان أسعى كان بالمجد أجدرا\rفلم يتأخر من أراد تقدماً ... ولم يتقدم من أراد تأخرا\r\r10 - أنه يجب على الإنسان في ماله نفقة من تلزمه نفقتهم ممن تحت يده أزواج وأولاد وغيرهم، لقوله: {وَارْزُقُوهُمْ فِيهَا} وفي الحديث عن حكيم بن حزام أن النبي - صلى الله عليه وسلم - قال: «اليد العليا خير من اليد السفلى، وابدأ بمن تعول» (¬2).\r11 - أن نفقة السفهاء تكون في أموالهم إذا كان لهم مال، لقوله: {وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ} ويكون ذلك على قدر ماله وحاله (¬3).\r12 - ينبغي للولي أن ينمي مال السفيه ويتّجر به، ليكون ما يعطيه من النفقة والكسوة ونحو ذلك من الربح، لا من أصل المال، لقوله {وَارْزُقُوهُمْ فِيهَا} أي: فيها لا منها.\rوالأمر للوجوب. ولأن مال السفيه إذا لم ينمَّ ويحرك طلباً للفائدة أكلته الزكاة، والنفقة عليه، وعلى من تجب عليه نفقته من أقاربه. وفي الأثر: «تاجروا بأموال اليتامى، لا تتركوها تأكلها الصدقة» (¬4).\r¬_________\r(¬1) انظر «ديوانه» ص140.\r(¬2) أخرجه البخاري في الزكاة 1428، ومسلم في الزكاة1034، وأبو داود في الزكاة 1676، والنسائي في الزكاة 2534 والترمذي في صفة القيامة 2463 والدارمي في الزكاة 1651.\rواختلف في النفقة على الأبناء بعد بلوغهم فقيل النفقة على الابن حتى يحتلم وعلى البنت حتى تتزوج، والقول الثاني يتفق عليهم ما داموا محتاجين وهو الأظهر» انظر «أحكام القرآن» لابن العربي1/ 319، «الجامع لأحكام القرآن» 5/ 32.\r(¬3) انظر «الجامع لأحكام القرآن» 5/ 33 قال القرطبي: «فإن لم يكن له مال فعلى الإمام من بيت المال، فإن لم يفعل وجب ذلك على المسلمين الأخص فالأخص، وأمه أخص به فيجب عليها رضاعه والقيام به ولا ترجع على أحد».\r(¬4) روي هذا عن عمر بن الخطاب - رضي الله عنه - وعن عائشة وجمع من السلف رضي الله عنهم.\rبل روى ذلك مرفوعاً من حديث عمرو بن العاص - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: «من ولي يتيماً له مال فليتجر به، ولا يتركه حت تأكله الصدقة» أخرجه الترمذي في الزكاة 641، والبيهقي في البيوع 2/ 6.وانظر «سنن الترمذي 3/ 32، «المغني» 6/ 339.","seal":"D23F3556","page":75},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":75,"nass":"قال القرطبي (¬1): «ويجوز للوصي أن يصنع في مال اليتيم ما كان للأب أن يصنعه من تجارة، وإبضاع، وشراء وبيع، وعليه أن يؤدي الزكاة من سائر أمواله (¬2)، عين وحرث وماشية وفطرة ويؤدي عنه أروش الجنايات، وقيم المتلفات، ونفقة الوالدين وسائر الحقوق اللازمة، ويجوز أن يزوجه ويؤدي عنه الصداق، ويفي ما عليه من الديون».\rوقال شيخ الإسلام ابن تيميه (¬3): «يجوز لوصي اليتيم، بل ينبغي له أن يتصرف بماله في التجارة، ولا يفتقر إلى إذن الحاكم إن كان وصيًّا وإن غير وصي، وكان الناظر في أموال اليتامى الحاكم العادل يحفظه، ويأمر فيه بالمصلحة وجب استئذانه في ذلك».\rوقال أيضاً (¬4): «وإذا ضارب الولي وفرط ضمن، وأما إذا فعل ما ظاهره المصلحة فلا ضمان عليه».\r13 - أن قول الولي مقبول فيما يدعيه من النفقة الممكنة والكسوة، لأنه جعل مؤتمنا على مالهم والإنفاق عليهم منه والكسوة لهم، ولم يؤمر بالإشهاد على ذلك، فلزم قبول قول الأمين (¬5).\r14 - يجب على الولي والوصي أن يقول لمن تحت ولايته من السفهاء قولاً معروفاً طيباً جميلاً حسناً، لقوله: {وَقُولُوا لَهُمْ قَوْلاً مَّعْرُوفاً}.\rوبهذا يجمع بين الإحسان الفعلي والإحسان القولي، وإذا كان العطاء قليلاً نظراً لقلة المال، أو منعه عنهم في بعض الأحوال لمصلحتهم، ولما هو أهم وأنفع لهم فلا يجمع بين هذا وبين جفاء القول (¬6) وعلى الأقل لا يعدم القول الجميل.\r¬_________\r(¬1) في «الجامع لأحكام القرآن» 5/ 40 وانظر44، وانظر «مجموع الفتاوى» 25/ 117 - 18.\r(¬2) هذا هو الصحيح من أقوال أهل العلم أن الزكاة واجبة في مال اليتيم والسفهاء عمومًا، وهو قول كثير من أهل العلم منهم مالك واالشافعي وأحمد والليث بن سعد وأبو ثور، وهو مروي عن عمر وعائشة وابن عمر رضى الله عنهم انظر «مجموع فتاوى ابن تيمية» 25/ 17 - 18.\r(¬3) في «مجموع الفتاوى» 31/ 48.\r(¬4) في «مجموع الفتاوى» 31/ 48، وانظر «المغنى» 6/ 338، 339.\r(¬5) انظر «تيسير الكريم الرحمن2/ 11.\r(¬6) انظر «أحكام القرآن» لابن العربي 1/ 319.","seal":"C42E3851","page":76},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":76,"nass":"15 - مراعاة الإسلام للجانب المعنوي النفسي، لقوله تعالى: {وَقُولُوا لَهُمْ قَوْلاً مَّعْرُوفاً} أي جبراً لخواطرهم.\r16 - يجب اختبار اليتامى عند مقاربتهم البلوغ والرشد، وكونه ممكناً منهم، لقوله: {وَابْتَلُوا الْيَتَامَى} وذلك ليتبين بالاختبار والتجربة مدى حسن تصرفهم في الأموال.\r17 - لولي اليتيم تأديبه عند اختباره إذا دعت الحاجة إلى ذلك لقوله: {وَابْتَلُوا الْيَتَامَى} قال ابن العربي (¬1) «إن للوصي والكافل أن يحفظ الصبي في بدنه وماله، إذ لا يصح الابتلاء إلا بذلك فالمال يحفظه بضبطه، والبدن يفظه بأدبه» وفي الحديث أن رجلاً قال للنبي - صلى الله عليه وسلم -: «إن في حجري يتيماً فهل آكل ماله؟ قال: «نعم غير متأثل مالاً، ولا واق مالك بماله». قال: يا رسول الله: أفأضربه قال: «ما كنت ضارباً منه ولدك» (¬2).\r18 - إذا بلغ اليتامى، ورشدوا بأن أحسنوا التصرف في أموالهم، وجب دفع أموالهم إليهم وزال عنهم السفه، وزالت الولاية عنهم، وانفك الحجر عنهم، لقوله: {حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُم مِّنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أموالهُمْ}.\rوهذا ما عليه جمهور أهل العلم أنه لا تزول الولاية عن السفيه، ولا ينفك الحجر عنه إلا بهذين الشرطين البلوغ، وإيناس الرشد، فلو رشد السفيه قبل أن يبلغ- مع أن هذا بعيد-لم ينفك الحجر عنه، ولو بلغ السفيه، واستمر معه السفه لا ينفك الحجر عنه ولو بلغ ستين سنة مازال سفيهاً، وهذا هو الصحيح (¬3).\rوذهب أبو حنيفة إلى أنه إذا بلغ السفيه خمساً وعشرين سنة وجب دفع المال إليه، وإن كان ما زال سفيهاً، لأنه يصلح أن يكون جدًّا (¬4).\r¬_________\r(¬1) في «أحكام القرآن» 1/ 326 - 327.\r(¬2) سيأتي تخريجه ص79.\r(¬3) انظر «معالم التنزيل» 1/ 395، «أحكام القرآن» لابن العربي 1/ 322، «المحرر الوجيز» 4/ 23، «التفسير الكبير» 9/ 151، 153، «الجامع لأحكام القرآن» 5/ 8، 9، 30، 37 - 38.\r(¬4) انظر «أحكام القرآن» للجصاص2/ 49، 46.","seal":"D13D0E90","page":77},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":77,"nass":"وهذا ضعيف لمخالفته للآية الكريمة (¬1).\rولو فك الحجر عنه بعد بلوغه ورشده، ثم عاد إلى السفه بعد ذلك حجر عليه أيضاً عند أكثر أهل العلم منهم مالك (¬2)، والشافعي (¬3) بدليل قوله {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ}.\rوقال أبو حنيفة لا يحجر عليه مرة أخرى لأنه بالغ عاقل (¬4).\r19 - أن الحجر على اليتامى في أموالهم وفك الحجر عنهم موكول الأمر فيه إلى أوليائهم، لا يحتاج إلى حكم حاكم، لقوله تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أموالكُمُ} وقوله: {وَابْتَلُوا الْيَتَامَى حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ ءانَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أموالهُمْ} (¬5).\r20 - وجوب المسارعة إلى رد المال إلى اليتامى إذا بلغوا ورشدوا دون مماطلة، ودون تكليفهم المطالبة بها. بل على الولي أن يوصلها إليهم لقوله: {فَادْفَعُوا إِلَيْهِمْ أموالهُمْ} أي: بادروا بردها إليهم بأنفسكم وتخلصوا منها. وعلى هذا فلو فرط الولي في دفع المال إليهم مع إمكانه أثم، ويضمن فيما لو تلف المال عنده في هذه المدة.\r21 - تحريم أكل أموال اليتامى لقوله: {وَلَا تَأكلوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا} والنهي للتحريم، وإنما قيد النهي بهذين الأمرين وهما الإسراف والبدار مع أن أكل أموال اليتامى بغير حق لا يجوز مطلقاً، لأن هذين الأمرين هما اللذان يحملان غالباً على أكلها، والقيد إذا كان أغلبيًّا لا مفهوم له (¬6).\rلكن لا شك أن أكل مال اليتيم مع قصد أحد هذين الأمرين: الإسراف أو المبادرة أشد تحريماً، وأشد منه قصدهما معاً والله المستعان.\r22 - الإشارة إلى أن بعض الأولياء والأوصياء على اليتامى قد يتعجل في أكل\r¬_________\r(¬1) انظر «أحكام القرآن» لابن العربي1/ 309، 322، «الجامع لأحكام القرآن» 5/ 37.\r(¬2) انظر «أحكام القرآن» لابن العربي 1/ 323، «الجامع لأحكام القرآن» 5/ 39 - 40.\r(¬3) انظر «معالم التنزيل» 1/ 395، «التفسير الكبير» 9/ 154.\r(¬4) انظر «بدائع الصنائع» 7/ 169، 171.\r(¬5) انظر «المحرر الوجيز» 4/ 23 - 34، «الجامع لأحكام القرآن» 5/ 38.\r(¬6) انظر «الجامع لأحكام القرآن» 5/ 40.","seal":"AECAAC1B","page":78},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":78,"nass":"مال اليتامى مسرفاً في الأكل ومبادراً خوف كبرهم، فيرد المال إليهم لقوله: {وَلَا تَأكلوهَا إِسْرَافاً وَبِدَاراً أَن يَكْبَرُوا} (¬1).\r23 - يجب على من كان غنيًّا من الأوصياء والأولياء أن يستعفف عن أموال اليتامى، لقوله: {وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} فاللام للأمر، والأصل في الأمر الوجوب.\rوفي الحديث: «اليد العليا خير من اليد السفلى، وابدأ بمن تعول، وخير الصدقة ما كان عن ظهر غنى، ومن يستعفف يعفه الله، ومن يستغن يغنه الله» (¬2).\rهذا إذا كان الولي على اليتيم متبرعاً أما إذا لم يوجد من يتولى اليتيم إلا بأجرة، فإن لمن تولى عليه أخذ هذه الأجرة وإن كان غنيًّا ..\r24 - إذا كان الولي فقيراً جاز له أن يأكل من مال اليتيم بالمعروف، لقوله: {وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} والأمر بعد الحظر يفيد الإباحة، أو يرد الأمر إلى ما كان عليه قبل الحظر. فللولي إذا كان فقيراً أن يأكل من مال اليتيم أكل أمثاله من الفقراء (¬3)، كما يدل على هذا مفهوم قوله تعالى: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْماً} الآية، فإن مفهومه جواز الأكل بحق (¬4).\rوفي الحديث عن عمرو بن شعيب عن أبيه عن جده أن رجلًا أتى النبي - صلى الله عليه وسلم - فقال: إني فقير، ليس لي شيء، ولي يتيم. قال: فقال: «كل من مال يتيمك، غير مسرف، ولا مبادر، ولا متأثل» (¬5).\r¬_________\r(¬1) انظر «تيسير الكريم الرحمن» 2/ 12.\r(¬2) سبق تخريجه ص75.\r(¬3) انظر «جامع البيان» 7/ 591 - 593، «معالم التنزيل» 1/ 395، «المحرر الوجيز» 4/ 25، «الجامع لأحكام القرآن» 5/ 42، «تفسير ابن كثسر» 2/ 188 - 190.\r(¬4) انظر «التفسير الكبير» 9/ 155.\r(¬5) أخرجه أبو داود في الوصايا 2872، والنسائى في الوصايا3668 وابن ماجه في الوصايا 2718، وأحمد3/ 186، 6708، والنحاس في «الناسخ والمنسوخ» 2/ 154 الأثر 324، والبغوي في «معالم التنزيل» 1/ 395 - 396 قال الألباني «حسن صحيح» انظر «إرواء الغليل» 5/ 277.","seal":"FA279454","page":79},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":79,"nass":"والمتأثل: هو المستزيد من مال اليتيم إلى ماله.\rوقد ذهب بعض العلماء إلى أنه لا يجوز للولي الأكل من مال اليتيم إلا على سبيل الاقتراض، ويرده إذا أغناه الله (¬1)، مستدلين بما روي عن عمر بن الخطاب - رضي الله عنه - أنه قال: أنزلت نفسي من مال الله بمنزلة ولي اليتيم، إن استغنيت استعففت، وإن افتقرت أكلت بالمعروف، فإذا أيسرت قضيت» (¬2).\rوقد رجح هذا الطبري (¬3) محتجًّا بعدم الإجماع على أن الآية في الأكل بدون قرض.\rوقيل: لايأكل الولي من مال اليتيم مطلقاً (¬4).\rواستدل من قال هذا بالنصوص من الكتاب والسنة التي فيها التشديد في حكم الاعتداء على أموال اليتامى وظلمهم.\rكقوله تعالى: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} (¬5).\rوكقوله: {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (¬6).\rوكقوله - صلى الله عليه وسلم -: «اجتنبوا السبع الموبقات» وذكر منهن: «أكل مال اليتيم» (¬7).\r¬_________\r(¬1) انظر «جامع البيان» 7/ 582 - 586، «أحكام القرآن» للجصاص2/ 65، «معالم التنزيل» 1/ 395، «أحكام القرآن» لابن العربي1/ 325، «المحرر الوجيز» 4/ 24 - 25، «الجامع لأحكام القرآن» 5/ 41 - 42، «تفسير ابن كثير» 2/ 190.\r(¬2) أخرجه ابن سعد في الطبقات الكبرى 3/ 276، والطبري 7/ 582، الأثر 8597 والبيهقي في سنته6/ 4، 5 وذكره ابن كثير في «تفسيره» 2/ 190 وقال «إسناده صحيح».\r(¬3) في «جامع البيان» 7/ 594 - 596.\r(¬4) انظر «الناسخ والمنسوخ» للنحاس2/ 147 - 155، «أحكام القرآن» للجصاص2/ 65، «أحكام القرآن» لابن العربي1/ 324_325، «الجامع لأحكام القرآن» 5/ 42، «التفسير الكبير» 9/ 156 «البحر المحيط» 3/ 173.\r(¬5) سورة النساء، آية:10.\r(¬6) سورة الإسراء، آية:34\r(¬7) أخرجه البخاري في الوصايا2767، ومسلم في الايمان 89 وأبو داود في الوصايا2874.\r\rوالنسائي في الوصايا3671 من حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «اجتبوا السبع المبقات» قالوا: يا رسول الله وما هن؟ قال: «الشرك بالله وقتل النفس التي حرم الله إلا بالحق، وأكل الربا وأكل مال اليتيم والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات» ومعنى الموبقات: الذنوب المهلكات.","seal":"FB102388","page":80},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":80,"nass":"وقوله - صلى الله عليه وسلم - لأبي ذر: «يا أبا ذر إني أراك ضعيفاً وإني أحب لك ما أحب لنفسي، ولا تأمَّرن على اثنين، ولا تتولين مال يتيم» (¬1).\rوالصحيح القول الأول، وأنه يجوز للولي إذا كان فقيراً الأكل من مال اليتيم بالمعروف. أي أكل أمثاله من الفقراء، والآية نص صريح في هذا مع حديث عمرو بن شعيب، ولأنه جرى مجرى أجرة علمه في هذا المال (¬2).\rقال القرطبي (¬3): «والدليل على صحة هذا القول: إجماع الأمة على أن الإمام الناظر للمسلمين لا يجب عليه غرم ما أكل بالمعروف، لأن الله قد فرض سهمه في مال الله، فلا حجة لهم في قول عمر: فإذا أيسرت قضيت».\rوأيضاً فإن القول بوجوب الرد إذا أيسر خلاف ما دلت عليه الآية الكريمة من إباحة الأكل في هذه الحال، وهو ينافي الإباحة، والمباح لا ينقلب حراماً، ويلزم على القول بوجوب الرد أن كون الأكل حراماً لا مباحاً.\rوأي فائدة في إباحة الأكل من مال اليتيم إذا جعلنا ذلك بمثابة القرض. فليقترض من مال غير اليتيم.\rأما القول الثالث: أنه لا يجوز للولي الأكل مطلقاً من مال اليتيم حتى ولو كان الولي فقيراً. فهو ضعيف. إذ لا دليل عليه سوى العمومات التي استدلوا بها، وهذه العمومات مخصوصة بحال الولي الفقير، فإن له أن يأكل بالمعروف، كما دلت عليه الآية والحديث.\rوإذا كان الصحيح من أقوال أهل العلم أن للولي الفقير أن يأكل من مال اليتيم\r¬_________\r(¬1) أخرجه مسلم في الإمارة - الحديث1826.\r(¬2) انظر «أحكام القرآن» لابن العربي 1/ 325 - 326، «تفسير ابن كثير» 2/ 189.\r(¬3) في «الجامع لأحكام القرآن» 5/ 41 - 42.","seal":"714536BA","page":81},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":81,"nass":"بالمعروف أي أكل أمثاله من الفقراء، فهل له أن يأكل ما زاد على أجرة المثل أم يأكل أقل الأمرين منهما، فمثلاً إذا كانت أجرة العمل في مال اليتيم تقدر بثلاثة آلاف ريال في السنة، والولي إذا أكل بالمعروف أي: أكل أمثاله من الفقراء، سيأكل ما مقداره أربعة آلاف ريال، فهل له أكل ما زاد على أجرة المثل في هذا، وهو ألف ريال. اختلف العلماء في هذا على قولين. أصحهما أن له أن يأكل أكل أمثاله من الفقراء، ولو زاد ذلك على أجرة المثل، لأن هذا ما يدل عليه ظاهر الآية، ولأن الولي ليس كالأجير الأجنبي في مراعاة مال اليتيم، فكيف يلحق بالأجنبي.\rوقال بعض الفقهاء له أقل الأمرين: إما أجرة المثل، أو الأكل بالمعروف، ولا يجوز له الزيادة على ذلك (¬1)، ولا دليل لهم في هذا، اللهم إلا الاحتياط ولا احتياط مع النص.\r25 - مراعاة الشرع في أحكامه للظروف والأحوال، وتنزيل كل حال منزلتها، لقوله: {وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} فقد منعت الآية الولي الغني من الأكل من مال اليتيم، وأباحت ذلك للفقير، وهذا دليل على حكمة الله عز وجل فيما شرع، وعلى سمو مبادئ الشريعة.\r26 - بلاغة القرآن الكريم في المقابلة بين قوله: (ومن كان غنيًّا فليستعفف) وقوله: (ومن كان فقيراً فليأكل بالمعروف).\r27 - اعتبار العرف والرجوع إليه في الشرع، لقوله تعالى: {فَلْيَأكل بِالْمَعْرُوفِ} أي ما عرف من أكل أمثاله من الفقراء.\r28 - التوكيد على وجوب دفع أموال اليتامى إليهم، لقوله: {فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ} ولم يقل: فإذا دفعتموها إليهم. علماً أنه سبق ذكر الأموال قبل هذا، وهذا إطناب الغرض منه التوكيد على وجوب دفعها إليهم.\r29 - وجوب الإشهاد على دفع الأموال إلى اليتامى، لقوله تعالى: {فَأَشْهِدُوا عَلَيْهِمْ} والأصل في الأمر الوجوب. وعلى هذا لو ادعى الوصي\r¬_________\r(¬1) انظر «الجامع لأحكام القرآن» 5/ 44، «مجموع الفتاوى» 31/ 3232، «تفسير ابن كثير» 2/ 189.","seal":"018EE992","page":82},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":82,"nass":"أو الولي الرد، وأنكر اليتيم لم تقبل دعوى الولي، لأنه لو قبلت دعواه لم يحتج إلى الإشهاد، وإلى هذا ذهب طائفة من أهل العلم منهم مالك (¬1)، والشافعي (¬2) وغيرهما.\rوذهب طائفة من أهل العلم منهم أبو حنيفة وأصحابه (¬3)، وغيرهم إلى أن الإشهاد مستحب، وعلى هذا فتقبل دعوى الولي بالرد وإن لم يشهد، ولهذا قبل قوله بالنفقة والكسوة والممكنة دون إشهاد.\rوقال بعضهم: إن كان الولي بأجرة لم تقبل دعواه، لأنه إنما عمل لحظ نفسه ولأجل مصلحته هو. وإن كان بدون أجرة قبلت دعواه، ولأنه محسن و {مَا عَلَى الْمُحْسِنِينَ مِن سَبِيلٍ} (¬4).\rقال شيخنا الشيخ محمد بن صالح العثيمين (¬5) رحمه الله: «والأخذ بظاهر الآية أولى، وهو أنه لا تقبل دعواه الدفع إلا بشهود إلا إذا وجدت قرائن قوية، تؤيد هذه الدعوى، مثل أن يكون الولي معروفاً بالصدق والأمانة، ويكون المولَّى عليه اليتيم معروفاً بالطمع والجشع، فحينئذ نقبل قول الولي، فنقبله بقرينة ظاهرة، لأننا لو لم نقبل قوله لكان في هذا منع من التولي على أموال اليتامى، لأن الإنسان قد لايتسنى له الإشهاد عند الدفع».\r30 - حرص الشرع المطهر على إبعاد المسلم عن كل ما يسبب النزاع، أو يوقع\r¬_________\r(¬1) انظر «أحكام القرآن» لابن العربي1/ 327، «المحرر الوجيز» 4/ 25 - 26، «الجامع لأحكام القرآن» 5/ 45.\r(¬2) انظر «الأم» 7/ 74، «أحكام القرآن» للشافعي 2/ 182، «أحكام القرآن» للهراسي 1/ 332، «التفسير الكبير» 9/ 156،، «البحر المحيط» 3/ 174.\r(¬3) انظر «أحكام القرآن» للجصاص2/ 68 - 69، وانظر «معالم التنزيل» 1/ 395، «أحكام القرآن» لابن العربي1/ 327، «الجامع لأحكام القرآن» 5/ 45.\r(¬4) سورة التوبة، آية:91.\r(¬5) في تفسيره لهذه في دروسه في التفسير.","seal":"69223C5A","page":83},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":83,"nass":"في التهمة لهذا أمر الولي بالإشهاد على دفع مال اليتيم إليه إبعاداً له ولليتيم عن النزاع والاختلاف والتهمة (¬1).\r31 - عظم كفاية الله عز وجل في حسابه للخلائق، ومجازاته لهم على أعمالهم، لقوله {وَكَفَى بِاللَّهِ حَسِيبًا}.\r32 - الوعيد والتحذير للولي من التعدي على مال يتيمه والخيانة في ولايته (¬2)، والوعيد والتحذير لليتيم من أن يدعي ما ليس له لو ينكر شيئاً مما دفع إليه، كما أن في ذلك وعيداً وتحذيراً لكل من خالف وتعدى حدود الله لقوله {وَكَفَى بِاللَّهِ حَسِيبًا}.\r****\r¬_________\r(¬1) انظر «أحكام القرآن» للجصاص2/ 69، «أحكام القرآن» للهراسي1/ 332، «معالم التنزيل» 1/ 395، «المحرر الوجيز» 4/ 25 - 26.\r(¬2) انظر «المحرر الوجيز» 4/ 26.","seal":"2116A404","page":84},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":84,"nass":"تذكير أولياء الأمور اليتامى بأن المرء كما يدين يدان والوعيد الشديد لمن يأكلون أموال اليتامى ظلماً\rقال الله تعالى: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا * إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا}.\rصلة الآية بما قبلها:\rلما ذكر عز وجل في الآيات السابقة وجوب حفظ أموال اليتامى ورعايتها وتوريثهم إذا كانوا ممن يرث، وإعطائهم إذا حضروا القسمة وكانوا غير وارثين. ذكّر الأولياء والأوصياء وغيرهم ممن يدخل تحت هذه الآية بما يحملهم على أداء الحقوق المذكورة لليتامى، وذلك بتذكيرهم بأنهم قد يموتون وأولادهم صغار يخافون عليهم من الملمات والشدائد والجور والظلم والضياع، وفي هذا تحريك لمشاعرهم تجاه حقوق اليتامى، فمن أحسن إلى اليتامى وأولاد الناس يسر الله لأولاده من يحسن إليهم بعد وفاته، وكما تدين تدان.\r\rمعاني المفردات والجمل:\rقوله تعالى: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ}.\rقوله: {وَلْيَخْشَ الَّذِينَ}.\rالواو مستأنفة واللام في قوله {وَلْيَخْشَ} لام الأمر (¬1). وهي كذلك في قوله: {فَلْيَتَّقُوا اللَّهَ} وفي قوله: {وَلْيَقُولُوا}. ولام الأمر الأصل فيها الكسر كلام التعليل، وإنما سكنت لأنها جاءت بعد الواو والفاء، ولام الأمر تسكن بعد الواو والفاء، كما تسكن بعد ثم (¬2)، كما في قوله تعالى: {ثُمَّ لْيَقْضُوا تَفَثَهُمْ} (¬3).\r¬_________\r(¬1) انظر «المحرر الوجيز» 4/ 29.\r(¬2) انظر «معاني القرآن» للفراء1/ 284.\r(¬3) سورة الحج، آية:29.","seal":"98C6D495","page":85},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":85,"nass":"قال الفراء (¬1): «كل لام أمر إذا استؤنفت، ولم يكن قبلها واو ولا فاء ولا ثم كسرت، فإذا كان معها شيء من هذه الحروف سكنت».\rأما لام التعليل، وهي لام «كي» فهي مكسورة دائماً، كما في قوله تعالى: {لِيَكْفُرُوا بِمَا ءاتَيْنَاهُمْ وَلِيَتَمَتَّعُوا} (¬2)، وقوله تعالى: {وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِن فَضْلِهِ} (¬3)، ولو سكنت لام التعليل لاختلف المعنى. والفعل «يخش» مجزوم بلام الأمر، وعلامة جزمة حذف الألف (¬4)، أصله «يخشى» و «الذين» اسم موصول مبني على الفتح في محل رفع فاعل «يخشى» ومفعول «يخشى» محذوف.\rوالخطاب في قوله {وليخش} والأفعال المعطوفة عليه للناس جميعاً، ويدخل تحته من باب أولى الأوصياء والأولياء على اليتامى، ومن يحضر الميت حال احتضاره، ومن يتولون قسمة الميراث، وغيرهم (¬5).\rوالخشية بمعنى الخوف، بل هي أخص من الخوف.\rقال ابن فارس (¬6): «الخاء والشين والياء تدل على خوف وذعر».\rوالخشية لا تكون غالباً إلا مع العلم، ومع عظم المخشي قال تعالى: {إنَّما يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء} (¬7).\rقال الراغب (¬8):\r«الخشية خوف يشوبه تعظيم، وأكثر ما يكون ذلك عن علم بما\r¬_________\r(¬1) انظر «معاني القرآن» للفراء 1/ 284.\r(¬2) سورة العنكبوت، آية:66.\r(¬3) سورة الروم، لآية:46.\r(¬4) انظر «الجامع لأحكام القرآن» 5/ 51.\r(¬5) انظر «جامع البيان» 8/ 19 - 25، «النكت والعيون» 1/ 367، «أحكام القرآن» للهراسي 1/ 335 - 336، «معالم التنزيل» 1/ 398، «أحكام القرآن» لابن العربي1/ 330، «المحرر الوجيز» 4/ 30 - 31، «التفسير الكبير» 9/ 161 - 162، «الجامع لأحكام القرآن» 5/ 51 - 53، «تفسير ابن كثير» 2/ 193.\r(¬6) في «مقاييس اللغة» 2/ 184 مادة «خشي».\r(¬7) سورة فاطر، آية:28.\r(¬8) في «المفردات في غريب القرآن» مادة «خشي».\rقال في «تفسير المنار» 4/ 393 بعد أن ذكر قول الراغب: «وهذا القيد لا يظهر على كل الحروف التي وردت في القرآن وكلام العرب، فلم يكن عند عنترة خوف قوي بتعظيم ولا علم في قوله:\rولقد خشيت بأن أموت ولم تدر ... للحرب دائرة على ابني ضمضم\r\rقال: والأقرب عندي: أن تكون الخشية هي الخوف في محل الأمل.","seal":"64E17C5D","page":86},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":86,"nass":"يخشى منه، ولذلك خص العلماء بها في قوله {إنما يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ}. وحذف مفعول «يخشى» ليكون أعم. والمعنى وليخش هؤلاء من ظلم اليتامى وأكل أموالهم، ومن الجور في الوصيه وظلم الورثة، ومن ترك الوصية للمساكين، ومن عدم إعطاء من حضر القسمة من ذوي القربى واليتامى والمساكين، أو ليخش هؤلاء العاقبة، أو ليخش الله (¬1). إن ظلموا اليتامى وأكلوا أموالهم. إلى غير ذلك، لأن المفعول إنما حذف ليذهب الفكر في تصوره كل مذهب.\rقوله: {لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ}.\rلو: أداة شرط غير جازمة، وهي حرف امتناع لا متناع (¬2).\rتركوا: فعل الشرط.\rمن خلفهم: أي بعد موتهم.\rذريه ضعافاً: «ذرية» مفعول تركوا. والذرية هم الأولاد من بنين وبنات، وأولاد البنين، وإن نزلوا دون أولاد البنات.\rقال شيخنا (¬3): «فإن قال قائل هذا القول ينتقص بعيسى ابن مريم، لأن الله تعالى جعله من ذرية إبراهيم وهو ابن بنت، فيقال في الجواب عن ذلك: إنه لا أب له، فأمه أبوه، ولهذا قال العلماء- رحمهم الله-: إن ولد الزنا أمه ترثه بالفرض والتعصيب، لأنها أم وأب، إذ لا أب له شرعاً.\rقوله: {ضِعَافاً} قرأ حمزة وخلف في رواية {ضِعَافاً} بكسر العين قليلًا، أي: بالإمالة، وقرأ بقية العشرة بدون إمالة (¬4)، وهي: صفة لـ «ذرية» أي لا يستطيعون\r¬_________\r(¬1) انظر «تفسير المنار» 4/ 393.\r(¬2) انظر «البحر المحيط» 3/ 177، «البرهان في علوم القرآن» 4/ 363 - 373.\r(¬3) الشيخ محمد بن صالح العثيمين - رحمه الله - في كلامه على هذه الآية في دروس التفسير.\r(¬4) انظر «المبسوط» ص 153، «الكشف عن وجوه القراءات» 1/ 377، «العنوان» ص 83، «النشر» 2/ 247.","seal":"4DB4C91D","page":87},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":87,"nass":"التكسب وجلب المنفعة لأنفسهم أو دفع الضرر عنها لصغرهم أو لعدم رشدهم ونحو ذلك (¬1).\rقوله: {خَافُوا عَلَيْهِمْ} قرأ حمزة (خافوا) بالإمالة، وقرأ بقية العشرة بدون إمالة (¬2).\rخافوا: جواب «لو» (¬3) أي: لو تركوهم خافوا عليهم.\rولم يقترن جوابها هنا باللام مع أنه فعل ماض مثبت (¬4).\rكما في قوله تعالى: {لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجًا} (¬5).\rوالأكثر إذا كان جوابها مثبتاً أن تقترن به اللام كقوله: {وَلَوْ نَشَآءُ لَأَرَيْنَاكَهُمْ} (¬6)، وقوله {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَامًا} (¬7).\rأما إذا كان جوابها منفياً بما فعلى العكس، الأكثر، بل الأفصح ألا يقترن جوابها باللام، تقول: لو جاء زيد ما كلمتك. وقد يقترن أحياناً فتقول: لو جاء زيد لما كلمتك (¬8). ومنه قول الشاعر:\rولو نعطى الخيار لما افترقنا ... ولكن لا خيار مع الليالي (¬9)\r\rوذلك لأن اللام تفيد التوكيد، والنفي يضاد التوكيد.\r¬_________\r(¬1) انظر «جامع البيان» 8/ 20.\r(¬2) انظر «العنوان» ص 83.\r(¬3) انظر «البحر المحيط» 3/ 177.\r(¬4) انظر «المحرر الوجيز» 4/ 29.\r(¬5) سورة الواقعة، آية: 70.\r(¬6) سورة محمد، آية: 30.\r(¬7) سورة الواقعة، أية: 65.\r(¬8) انظر «شرح ابن عقيل بحاشية الخضري» 2/ 139، «شرح التصريح» 2/ 256.\r(¬9) البيت بلا نسبة في «الدرر» 2/ 82، و «الهمع» 2/ 66، «السيوطي» 228، و «شرح التصريح» 2/ 260، «الأشموني» 4/ 43، و «أوضح المسالك» 4/ 231، «خزانة الأدب» 4/ 145، 10/ 82، و «شرح شواهد المغني» 2/ 665، و «مغني اللبيب» 1/ 271.","seal":"AC5846F2","page":88},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":88,"nass":"قوله (عليهم) متعلق بـ «خافوا».\rوالمعنى خافوا عليهم من الجور والظلم، وأن تؤكل أموالهم وتهضم حقوقهم وتساء معاملتهم وغير ذلك، وحذف مفعوا «خافوا» ليذهب الفكر في تصوره كل مذهب.\rفكل من حضرته الوفاه وله أولاد صغار قد ترد عليه مثل هذه الخواطر، من التخوف على أولاده والتفكير في حالهم، ومن يتولاهم بعده، وبقدر إيمان العبد وإستقامته تقل هذه المخاوف. قال تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ * نَحْنُ أولِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْأَخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ * نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ} (¬1)، أي لا تخافوا مما أمامكم ولا تحزنوا على على ما خلفتم (¬2).\rوقال تعالى: {أَلَا إِنَّ أولِيَاءَ اللَّهِ لَا خَوْفُ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ * لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْأَخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (¬3).\rوقد ذكر أهل العلم أن عمر بن عبد العزيز - رحمه الله- حين قالوا له: يا أمير المؤمنين أفغرت أفواه بنيك من هذا المال وتركته فقراء، لا شيء لهم. وكان في مرض موته، فقال: أدخلوا عليَّ. فأدخلوهم، وهم بضعه عشر ذكراً، ليس فيهم بالغ. فلما رآهم ذرفت عيناه، ثم قال: يا بنَّي والله ما منعتكم حقًّا هو لكم، ولم أكن بالذي آخذ أموال الناس فأدفعها إليكم، وإنما أنتم أحد رجلين: إما صالح: فالله يتولى الصالحين (¬4)، وإما غير صالح، فلا أخلف له ما يستعين به على معصية الله،\r¬_________\r(¬1) سورة فصلت، الآيات: 30 - 32.\r(¬2) انظر «تفسير ابن كثير» 4/ 99 - الطبعة الحلبية.\r(¬3) سورة يونس، الآيات: 62 - 64.\r(¬4) أخذاً من قوله تعالى: {إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ} سورة الأعراف الآية (196).","seal":"2335B9D9","page":89},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":89,"nass":"قوموا عني».\rقال راوي القصة: «فلقد رأيت بعض ولده حمل على مائة فرس في سبيل الله يعني أعطاها لمن يغزوا عليها»، أي: أن الله أغناهم من فضله. قال شيخ الإسلام ابن تيمية بعد ذكره لهذه القصة (¬1): «قلت: هذا وقد كان خليفة المسلمين من أقصى المشرق ببلاد الترك إلى أقصى المغرب بلاد الأندلس وغيرها، ومن جزائر قبرص وثغور الشام والعواصم كطرسوس ونحوها إلى أقصى اليمن، وإنما أخذ كل واحد من أولاده من تركته شيئاً يسيراً. يقال: أقل من عشرين درهماً قال: وحضرت بعض الخلفاء وقد اقتسم تركته بنوه، فأخذ كل واحد منهم ستمائة ألف دينار، ولقد رأيت بعضهم يتكفف الناس- أي: يسألهم بكفه».\rقوله تعالى: {فَلْيَتَّقُوا اللهَ} معطوف على {وَلْيَخْشَ} توكيد للأمر بالخشية، لأن الخشية من التقوى.\rأي: فليتقوا الله بفعل أوامره واجتناب نواهيه وأداء ما يجب عليهم من حقوق لليتامى والمساكين والورثه وغيرهم من أصحاب الحقوق، وأن يحذروا من الجور والظلم.\rقوله تعالى: {وَلْيَقُولُوا قَوْلاً سَدِيداً} معطوف على ما سبق.\rقولاً: مفعول مطلق، وبينه وبين «يقولوا» جناس اشتقاق.\rسديدًا: صفة ل «قولًا».\rوالقول السديد: هو الصواب، العدل (¬2)، الموافق للشرع، وللحكمة.\rوسمِّي سديداً لأنه يسد مكانه، فيناسب الحال والمقام، لأن لكل حال ما يناسبها من القول، ولكل مقام مقال، ولكل شخص ما يناسبه. فأحياناً يكون\r¬_________\r(¬1) انظر «السياسة الشرعية» ص15، «مجموع الفتاوى» 28/ 249 - 250، وانظر «العقد الفريد» 5/ 174 - 175، «سير أعلام النبلاء» 5/ 140 - 141.\r(¬2) انظر «جامع البيان» 8/ 26.","seal":"8DCF6B45","page":90},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":90,"nass":"المناسب القول اللين، وهو السداد في موضعه، وأحيانًا يكون المناسب القول الشديد وهو السداد في موضعه، وهكذا.\rفالقول السديد هو الذي يسد موضعه، أي يفي بالغرض الذي قيل من أجله فهو عام في كل قول.\rفمن القول السديد أن يقال لليتامى قول معروف طيب لا غلظة فيه، وأن يعلموا ما فيه صلاح دينهم ودنياهم.\rومن القول السديد أن يوصى من حضره الموت بالعدل بالوصية وعدم الإضرار بالورثة وعدم ترك الوصية.\rومن القول السديد أن يقال لمن حضروا عند قسمة الميراث من غير الوارثين قول لين طيب يجبر قلوبهم (¬1).\rومن القول السديد أن يتحرى الإنسان في كلامه كله الصواب والحق والعدل والإنصاف والحكمة، حتى لا يضر نفسه وغيره.\rقال النابغة الجعدي (¬2):\rولا خير في حلم إذا لم تكن له ... بوادر تحمي صفوه أن يكدرا\rولا خير في جهل إذا لم يكن له ... حليم إذا ما أورد الأمر أصدرا\r\rوخلاصة معنى الآية أنه كما يجب الإنسان أن تعامل ذريته معاملة طيبة من بعده فليعامل الناس في ذرياتهم معاملة طيبة (¬3)، وليتق الله فيما يقول ويفعل، وليتحر الصواب والعدل والحكمة في ذلك كله.\rقال ابن العربي (¬4): «والصحيح أن الآية عامة في كل ضرر يعود عليهم، بأي\r¬_________\r(¬1) راجع المصادر المذكورة عند ذكر المخاطب في قوله (وليخش) ص86.\r(¬2) انظر ديوانه ص69.\r(¬3) انظر «تفسير ابن كثير» 2/ 194.\r(¬4) في «أحكام القرآن» 1/ 330.","seal":"E98C009A","page":91},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":91,"nass":"وجه كان على ذرية المتكلم، فلا يقول إلا ما يريد أن يقال فيه وله».\r\rقال الله تعالى: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا}.\rصله الآية بما قبلها:\rأكد الله عز وجل في الآيات السابقة وجوب حفظ أموال اليتامى ورعايتها، ونهى عن أكل أموالهم، وأمر بدفعها إليهم إذا بلغوا ورشدوا، وتوريثهم وإعطائهم إذا حضروا قسمة الميراث، ثم ختم هذه الآيات في حقوق اليتامى بالوعيد الشديد في هذه الآية للذين يأكلون أموال اليتامى ظلماً بأنهم: {إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} (¬1).\r\rمعاني المفردات والجمل:\rقوله تعالى: {إِنَّ الَّذِينَ يَاكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً}.\r«إن» حرف توكيد ونصب، و «الذين» اسم موصول مبني على الفتح في محل نصب اسم «إن» وخبرها جملة (إنما يأكلون في بطونهم ناراً).\rقوله: {يَاكُلُون}: خص الأكل بالذكر، لأنه أعم وجوه الانتفاع بالمال وأهمها، وهو كسوة الباطن، وأهم ما يجمع المال من أجله، وإلا فسائر الانتفاعات مثله (¬2)، كان يأخذ مال اليتيم ليشتري به داراً أو عقاراً أو غير ذلك، بل وأشد منه وأعظم ما لو أتلف مال اليتيم بإحراق أو إغراق أو نحو ذلك.\rقوله: {أَمْوَالَ الْيَتَامَى}: المال اسم لكل ما يتمول ويملك من نقد أو أثاث وغيره.\rقوله (ظلماً) منصوب على أنه صفة لمصدر محذوف التقدير: أكل ظلم، أو\r¬_________\r(¬1) وقد روي أنه لما نزلت هذه الآية ثقل ذلك على الناس فاحترزوا من مخالطة اليتامى وشق عليهم ذلك، فأنزل الله تعالى قوله: {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} سورة البقرة، آية: 220، انظر «التفسير الكبير» 9/ 164، «تفسير ابن كثير» 1/ 374 - 375، 2/ 195.\r(¬2) انظر «النكت والعيون» 1/ 368، «المحرر الوجيز» 4/ 31، و «التفسير الكبير» 9/ 163، «الجامع لأحكام القرآن» 5/ 53.","seal":"EF0AF0D5","page":92},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":92,"nass":"منصوب، على الحال، أي: ظالمين لهم (¬1).\rوالظلم هو النقص، قال تعالى: {كِلْتَا الْجَنَّتَيْنِ آتَتْ أكلهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئاً} (¬2) أي: ولم تنقص منه شيئاً (¬3). وهو وضع الشيء في غير موضعه، على سبيل التعدي والجور، ومجاوزة الحد والميل عن القصد (¬4).\rوالمراد به هنا الأكل بغير حق (¬5).\rفمن أكل مال اليتيم بغير حق فقد ظلمه: أي نقصه حقه، واستبدل ما أمر به من العدل في معاملة اليتيم، بل وفي معاملة الناس أجمعين، بالظلم والتعدي، ووضع مال اليتيم في غير موضعه حيث الواجب عليه حفظه لليتيم، وقد أكله هو تعدياً وظلماً.\rويفهم من قوله {ظُلْماً} أن الأكل قد يكون بحق، كان يأكل الولي إذا كان فقيراً من مال يتيمه بالمعروف، كما قال تعالى: {وَمَن كَانَ فَقِيراً فَلْيَأكل بِالْمَعْرُوفِ} (¬6).\rقوله تعالى: {إنما يَأكلونَ فِي بُطُونِهِمْ نَارًا} «إنما» أداة حصر، أي ما يأكلون إلا ناراً تشتعل وتتأجج في بطونهم (¬7).\rوقيل ما يأكلون في بطونهم ألا ما يوجب لهم النار ويؤول بهم إليها (¬8).\r¬_________\r(¬1) انظر «الدار المصون» 2/ 317، «فتح القدير» 1/ 429.\r(¬2) سورة الكهف، آية:33.\r(¬3) انظر «الدار المصون» 2/ 317، «فتح القدير» 1/ 429.\r(¬4) انظر «لسان العرب»، مادة «ظلم».\r(¬5) انظر «جامع البيان» 8/ 26.\r(¬6) راجع فوائد الآية: {وَمَن كَانَ فَقِيرًا فَلْيَأكل بِالْمَعْرُوفِ} ص79.\r(¬7) انظر «جامع البيان» 8/ 26، «التفسير الكبير» 9/ 162 - 163، «البحر المحيط» 3/ 177. روي عن أبي برزة الأسلمي أن رسول الله - صلى الله عليه وسلم - قال: «يبعث يوم القيامة قوم من قبورهم تتأجج أفواههم ناراً» قيل يا رسول الله من هم؟ فقال: ألم تر أن الله يقول: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنما يَأكلونَ فِي بُطُونِهِمْ نَارًا} أخرجه ابن أبي حاتم3/ 879 - الحديث4881. وذكره ابن كثير في «تفسيره» 2/ 195 من رواية ابن مردويه وابن أبي حاتم وابن حبان في صحيحه. وروي عن أبي سعيد أن رسول الله - صلى الله عليه وسلم - قال: «رأيت أناساً يوضع ويلقم في أفواههم صخر نار فقلت من هؤلاء يا جبريل؟ قال: هؤلاء الذين يأكلون أموال اليتامى ظلماً». أخرجه الطبري في «جامع البيان» 8/ 8723، وفيه راوٍ كذب شيعي. ورواه ابن هشام في السيرة 1/ 405، وابن أبي حاتم3/ 879 - الحديث4884. وذكره ابن كثير في «تفسيره» 2/ 194من رواية ابن أبي حاتم.\r(¬8) انظر «معالم التنزيل» 1/ 398، «المحرر الوجيز» 4/ 32، «التفسير الكبير» 9/ 163، الجامع لأحكام القرآن» 5/ 53.","seal":"88F3BC29","page":93},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":93,"nass":"والأول أولى وهو ظاهر الآية، ويؤيده المعنى فإن الجزاء من جنس العمل، وقد قابل عز وجل أكلهم أموال اليتامى في الدنيا بأكلهم النار يوم القيامة، وقد قال عز وجل {ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ} (¬1) قال المفسرون: سلسه من نار تدخل مع فيه وتخرج من دبره (¬2)، وقال تعالى: {إِنَّ شَجَرَتَ الزَّقُّومِ * طَعَامُ الْأَثِيمِ * كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ * كَغَلْيِ الْحَمِيمِ} (¬3)، وهذه الشجرة في أصل الجحيم، كما قال عز وجل: {إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ} (¬4).\rوذكر البطون مع أن الأكل لا يكون إلا فيها للتوكيد (¬5) والمبالغة كقوله تعالى: {وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} (¬6). وقوله تعالى: {ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ} (¬7).\rوكما يقال: أبصرت بعيني، وسمعت بأذني.\rكما أن في ذلك تشنيعاً عليهم حيث اعتدوا على أموال اليتامى من أجل بطونهم التي مآل ما يوضع فيها إلى الاضمحلال والتلف (¬8)، ولذلك قال في الحديث: «ما ملأ ابن آدم وعاءً شرًّا من بطنه» (¬9).\rقال أبو حيان (¬10): «وعرض بذكر البطون لخستهم وسقوط هممهم والعرب تذم بذلك قال الحطيئة» (¬11).\r¬_________\r(¬1) سورة الحاقة، آية: 32.\r(¬2) انظر «جامع البيان»، «تفسير ابن كثير» 8/ 243.\r(¬3) سورة الدخان، الآيات: 43 - 46.\r(¬4) سورة الصافات، آية: 64.\r(¬5) انظر «معاني القرآن» للأخفش 1/ 435، «التفسير الكبير» 9/ 163.\r(¬6) سورة الحج، آية: 46.\r(¬7) سورة الأحزاب، آية: 4.\r(¬8) انظر «المحرر الوجيز» 4/ 31، «الجامع لأحكام القرآن» 5/ 53، «البحر المحيط» 3/ 179.\r(¬9) أخرجه الترمذي في الزهد 2380، وابن ماجه في الأطعمة 3349 من حديث المقدام بن معد يكرب - رضي الله عنه -، وصححه الألباني.\r(¬10) في «البحر المحيط» 3/ 179.\r(¬11) انظر «ديوانه» ص50.","seal":"132CA97D","page":94},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":94,"nass":"دع المكارم لا ترحل لبغيتها ... واقعد فإنك أنت الطاعم الكاسي\rقوله تعالى: {وَسَيَصْلَوْنَ سَعِيرًا}.\rقرأ ابن عامر، وأبو بكر عن عاصم: «وسيصلون» بضم الياء، على البناء للمفعول، ومنه قوله تعالى: {سَأُصْلِيهِ سَقَرَ}.\rوقرأ بقية العشرة «وسيصلون» بفتح الياء (¬1) ومنه قوله تعالى: {لَا يَصْلَاهَا إِلَّا الْأَشْقَى} (¬2).\rوقوله تعالى: {إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ} (¬3).\rومعنى قراءة الضم: أنهم يدخلون النار ويغمرون فيها ويحرقون ويقاسون حرها. ومعنى قراءة الفتح: أنهم سيدخلون النار ويغمرون فيها ويقاسون حرها ويحترقون فيها (¬4) قال ابن كثير في قوله تعالى: {سَأُصْلِيهِ سَقَرَ} (¬5): «أي: سأغمره فيها من جميع جهاته» (¬6).\rقال أبو حيان (¬7): «وعبر بالصلي بالنار عن العذاب الدائم بها إذ النار لا تذهب ذواتهم بالكلية، بل {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُوا الْعَذَابَ} (¬8).\rسعيراً: فعيل بمعنى مفعول، أطلق اسم الفاعل على اسم المفعول.\rأي: سعيراً: بمعنى مسعورة متوقدة مشتعلة.\r¬_________\r(¬1) انظر «جامع البيان» 8/ 27، 29، «المبسوط» ص154، «الكشف عن وجوه القراءات» 1/ 378، «التبصرة» ص472، «العنوان» ص83، وتلخيص العبارات، ص 81، «الإقناع» 2/ 627، «النشر» 2/ 247.\r(¬2) سورة الليل، آية: 15.\r(¬3) سورة الصافات، آية: 163.\r(¬4) انظر «جامع البيان» 2/ 29، «معالم التنزيل» 1/ 298، «المحرر الوجيز» 4/ 32، «الجامع لأحكام القرآن» 5/ 53، 54.\r(¬5) سورة المدثر، آية: 26.\r(¬6) «تفسير ابن كثير» 8/ 293.\r(¬7) في «البحر المحيط» 3/ 179.\r(¬8) سورة النساء، آية: 56.","seal":"5C2DB89C","page":95},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":95,"nass":"قال الطبري (¬1): «وأما السعير فإنه شدة حر جهنم، ومنه قيل، استعرت الحرب إذا اشتدت. إنما هو مسعور، ثم صرف إلى سعير فتأويل الكلا إذاً: وسيصلون ناراً مسعّره، أي: موقدة مشعلة شديداً حرها، قال تعالى: {وَإذا الْجَحِيمُ سُعِّرَتْ} (¬2) فوصفها بأنها مسعورة».\r\rالفوائد والأحكام:\r1 - تحذير الذين يأكلون أموال اليتامى ويظلمونهم، وتذكيرهم بما يحرك مشاعر الأحاسيس في نفوسهم بأنه قد يحصل مثل ذلك لأولادهم لقوله: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُوا عَلَيْهِمْ}.\r2 - يجب على الإنسان أن يعامل الناس بما يحب أن يعاملوه به، فكما يحب أن يعامل أولاده بعد موته معاملة طيبة، فكذلك يجب عليه هو أن يعامل أولاد الناس معاملة طيبة، وفي الحديث: «وليأت إلى الناس الذي يحب أن يوتى إليه» (¬3).\r3 - أن الجزاء من جنس العمل، وأنه كما تدين تدان، وما عملت مع الناس يعمل معك مثله (¬4)، كما قال تعالى: {مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ} (¬5)، وقال تعالى: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا} (¬6).\rوفي الأثر: «بروا آباءكم تبركم أبناؤكم، وعفوا عن نساء المسلمين يعفَّ عن نسائكم» (¬7).\r¬_________\r(¬1) في «جامع البيان» 8/ 30، وانظر «الجامع لأحكام القرآن» 5/ 54.\r(¬2) سورة التكوير، آية: 12.\r(¬3) أخرجه مسلم في الإمارة 1844، وأبو داود في الفتن والملاحم 4248، والنسائي في البيعة 4191، وابن ماجه في الفتن 3956 من حديث عبد الله بن عمرو - رضي الله عنه -.\r(¬4) انظر «تفسير ابن كثير» 2/ 194.\r(¬5) سورة النساء، آية: 123.\r(¬6) سورة الشورى، آية: 40.\r(¬7) أخرجه الحاكم في المستدرك 4/ 154، من حديث أبي هريرة - رضي الله عنه - وفي سنده سويد بن إبراهيم الجحدري ضعفه أكثر الأئمة. وأخرجه أيضاً الحاكم 4/ 154 من حديث جابر - رضي الله عنه -. وفي سنده علي بن قتيبة الرفاعي، قال ابن عدي «حدث عن مالك بأحاديث باطلة» ثم ذكر هذا الحديث. انظر «الكامل» لابن عدي 5/ 207، «تهذيب التهذيب» 4/ 245. وقد ضعفه الألباني في «الجامع الصغير» رقم 2330.","seal":"4940C107","page":96},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":96,"nass":"وهذا - وإن كان ضعيفاً- إلا أن معناه صحيح.\rقال الشافعي (¬1) في هذا المعنى:\rعفّوا تعفّ نساؤكم في المحرم ... وتجنبوا مالا يليق بمسلم\rإن الزنا دين فإن أقرضته ... كان الوفا من أهل بيتك فاعلم\rمن يزن في بيت بألفي درهم ... في بيته يزنى بغير الدرهم\rمن يزن يزن به ولو بجداره ... إن كنت يا هذا لبيباً فافهم\r\rوقال صالح بن عبد القدوس (¬2):\rاحفظ لسانك أن تقول فتبتلى ... إن البلاء موكل بالمنطق\r4 - الإشارة إلى ضعف الإنسان، وأنه وإن كان مؤمنًا بالله متوكلًا عليه قد ترد عليه بعض الخواطر كالتخوف على أولاده من بعده، وخاصة عندما يصل الإنسان إلى حالة شديدة من الضعف، فإنه قد ترد عليه هذه الخواطر اضطراراً ولا يستطيع لها دفعاً، وقد قال الله تعالى مخاطباً المؤمنين في سورة الأحزاب: {إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا * هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا} (¬3). ولهذا قال بعض المفسرين: «ظن المؤمنون كل ظن» (¬4) ولكن المؤمنين سرعان ما قالوا كما ذكر الله تعالى عنهم: {هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانا وَتَسْلِيمًا} (¬5).\r¬_________\r(¬1) انظر «ديوانه» ص76.\r(¬2) انظر «ديوانه» ص147.\r(¬3) سورة الأحزاب، الآيتان:10، 11.\r(¬4) انظر «تفسير ابن كثير» 6/ 388 - 389.\r(¬5) سورة الأحزاب، آية:22.","seal":"987708CD","page":97},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":97,"nass":"وهكذا المؤمن المتوكل على الله حقًّا، حتى وإن عرضت له في ساعات الضعف بعض الخواطر التي قد لا يسلم منها البشر (¬1)،\rفإنه يثق بوعد الله، ولهذا لما اشتكى بعض الصحابة رضي الله عنهم ما يجدون في أنفسهم من الوسوسة مما يتعاظمون الكلام به كما في حديث أبي هريرة - رضي الله عنه - قال: جاء ناس من أصحاب النبي - صلى الله عليه وسلم - فسألوه: إنا نجد في أنفسنا ما يتعاظم أحدنا أن يتكلم به؟ قال: «وقد وجدتموه»؟ قالوا: نعم. قال: «ذاك صريح الإيمان»، وفي لفظ: «ذاك محض الإيمان» (¬2).\r¬_________\r(¬1) كما روي عن تميم بن جميل لما جيء به ليقتل وقال له الخليفة إن كان لك حجة فأدل بها، فأنشد قائلًا:\rأرى الموت بين السيف والنطع كامناً ... يلاحظني من حيثما أتلفت\rوأكبر ظني أنك اليوم قاتلي ... وأي امرئ عمّا قضى الله يفلت\rومن ذا الذي يدلي بعذر وحجة ... وسيف المنايا بين عينيه مصلت\rيعز على الأوس بن تغلب موقف ... يهزّ عليّ السيف فيه وأسكت\rوما جزعي من أن أموت وإنني ... لأعلم أن الموت شيء مؤقت\rولكن خلفي صبية إن تركتهم ... وأكبادهم من حسرة تتفتت\rفإن عشت عاشوا سالمين بغبطة ... أذود الأذى عنهم وإن مت موتوا\rفكم قائل لا يبعد الله داره ... وآخر جذلان يسر ويشمت\r\rديوان تميم بن جميل» ص35، وانظر «الفرج بعد الشدة» 4/ 89 - 90، «المستجاد من فعلات الأجواد» ص117 - 119.\rوقال الآخر:\rوإنما حزني في صبية درجوا ... غفل عن الشر لم توقد لهم نار\rقد كنت أرجو زمانا أن أقودهم ... للمكرمات فلا ظلم ولا عار\rوالآن قد سارعت دربي إلى كفن ... يوماً سيلبسه بر وفجار\rبالله يا صبيتي لا تهلكوا جزعاً ... على أبيكم طريق الموت أقدار\rتركتم في حمى الرحمن يكلؤكم ... من يحمه الله لا تدركه أوزار\rوأنتم يا أهيل الحي صبيتكم ... أمانة عندكم هل يهمل الجار\rهذه القصيدة لمصطفى السباعي رحمه الله ضمن قصيدة له بعنوان «وداع راحل» نشرت في مجلة حضارة الإسلام، السنة الخامسة الأعداد: 4، 5، 6 ص 51 وهي موجودة في كتاب «شعراء الدعوة الإسلامية في العصر الحديث» 2/ 46.\r(¬2) أخرجه مسلم في الإيمان 132، وأبو داود في الأدب 5111، وأحمد 2/ 441.","seal":"9083843E","page":98},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":98,"nass":"5 - وجوب تقوى الله لقوله: {فَلْيَتَّقُوا اللَّهَ}.\r6 - وجوب تقوى الله، بأداء حقوق اليتامى وغيرهم من الضعفاء والمساكين، وخصوصاً من له عليهم ولاية، وأن من لم يؤد حقوقهم أو ظلمهم فقد أخل بما يجب عليه من تقوى الله فيهم. لقوله {فَلْيَتَّقُوا اللَّهَ}.\r7 - عظم حق هؤلاء الضعفاء من اليتامى وغيرهم، لأنه من تقوى الله لقوله: {فَلْيَتَّقُوا اللَّهَ}. ولهذا قرن عز وجل حقهم بحقه سبحانه فقال تعالى: {فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ * وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ * وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} (¬1)، أي: بنعمة الله عليك بالنبوة فحدث، أي: ادع إلى الله عز وجل.\r8 - يجب على المرء أن يختار في كلامه القول السديد الصواب، الموافق للشرع، المشتمل على الحكمة، المناسب للحال والمقام، لقوله {وَلْيَقُولُوا قَوْلًا سَدِيدًا} فبالقول السديد صلاح الأعمال والحال والمال.\rقال تعالى: {يَا أيُّها الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} (¬2).\r9 - يجب الحذر من القول غير السديد الذي قد يضر المتكلم به ويضر غيره، قال - صلى الله عليه وسلم - «من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت» (¬3).\r10 - تحريم أكل أموال اليتامى ظلماً، لقوله: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْماً إنما يَأكلونَ فِي بُطُونِهِمْ نَاراً} الآية. وقد أكد ذلك بعده مؤكدات: منها هذه الآية، ومها قوله قبل هذا {وَءاتُوا الْيَتَامَى أموالهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأكلوا أموالهُمْ إِلَى أموالكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا}، وقوله: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ} الآية (¬4).\r¬_________\r(¬1) سورة الضحى، الآيات: 9 - 11.\r(¬2) سورة الأحزاب، الآيتان: 70 - 71.\r(¬3) أخرجه البخاري في الأدب 6018، ومسلم في الإيمان 47، من حديث أبي هريرة - رضي الله عنه -.\r(¬4) انظر «التفسير الكبير» 9/ 162.","seal":"5C8679A9","page":99},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":99,"nass":"11 - أن من أكل من مال اليتيم بحق فلا إثم عليه: كالولي الفقير يأكل بالمعروف لمفهوم قوله تعالى {ظلماً} فمفهوم هذا أن الكل بحق جائز، كما قال تعالى: {وَمَنْ كَانَ فَقِيراً فَلْيَاكُلْ بِالْمَعْرُوفِ} (¬1).\r12 - التوكيد والمبالغة في القرآن الكريم لقوله: {إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا} فذكر الله البطون مع أن الأكل لا يكون إلا فيها من باب التوكيد والمبالغة للتشنيع عليهم، كقوله تعالى: {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} (¬2)، وقوله: {ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ} (¬3).\r13 - أن الجزاء من جنس العمل، فالذين يأكلون أموال اليتامى بغير حق، {إنما يَأكلونَ فِي بُطُونِهِمْ نَاراً}.\r14 - الوعيد الشديد للذين يأكلون أموال اليتامى ظلماً، لقوله {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا}.\rفهم يقاسون حرارة النار داخل أجسادهم وخارجها، وهذا الوعيد إن لم يعف الله عنهم وليس فيه ما يوجب خلودهم - كما تقول المعتزلة والخوارج (¬4) - لأنه لا يخلد في النار إلا من مات على الشرك والكفر.\r15 - إثبات البعث والجزاء على الأعمال، لأن الله توعد الذين يأكلون أموال اليتامى بغير حق بالنار، يأكلونها في بطونهم، ويصلونها خارج أجسامهم، وهذا بعد البعث.\r16 - أن أكل أموال اليتامى ظلماً من كبائر الذنوب، لأن الله توعد عليه بالنار بقوله: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} (¬5).\r¬_________\r(¬1) انظر «التفسير الكبير» 9/ 162.\r(¬2) سورة الحج، آية: 46.\r(¬3) سورة الأحزاب، آية: 4.\r(¬4) انظر «التفسير الكبير» 9/ 163.\r(¬5) انظر «الجامع لأحكام القرآن» 5/ 53.","seal":"E6CE6943","page":100},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":100,"nass":"وفي الحديث (¬1): «اجتنبوا السبع الموبقات» وذكر منهن «أكل مال اليتيم» وقال - صلى الله عليه وسلم - لأبي ذر «يا أبا ذر إنك إنسان ضعيف، وإني أحب لك ما أحب لنفسي: لا تتأمرن على اثنين، ولا تتولين مال يتيم» (¬2)، إلى غير ذلك مما جاء في الكتاب والسنة من النصوص التي فيها التوكيد على وجوب رعاية اليتامى وحفظ حقوقهم والنهي عن قربان أموالهم إلا بالتي هي أحسن، لهذا عدّ بعض العلماء أكل أموال اليتامى أكبر الكبائر بعد الشرك بالله (¬3).\r17 - عناية الله عز وجل العظيمة باليتامى، لأنهم بلغوا الغاية في الضعف لفقد آبائهم، الذين يحوطونهم، ويكتسبون لهم، وينفقون عليهم، ويعلمونهم، ويؤدبونهم، ويعطفون عليهم، ويرحمونهم. لهذا أنزل الله في شأنهم تسع آيات متوالية في مطلع هذه السورة عناية بهم ورحمة (¬4).\r****\r¬_________\r(¬1) أخرجه البخاري في الوصايا ومسلم في الإيمان 89، وأبو داود في الوصايا 2874، والنسائي في الوصايا 3671 من حديث أبي هريرة - رضي الله عنه -.\r(¬2) سبق تخريجه ص81.\r(¬3) اختلف العلماء في هذه المسألة فمنهم من عدّ أكبرالكبائر الربا.\rوهو اختيار شيخ الإسلام ابن تيمية.\rومنهم من قال أكبر الكبائر أكل مال اليتيم.\rومنهم من قال أكبر الكبائر القتل بغير حق وهو قول الجمهور.\r\rوهذا مبني على الاختلاف في أعظم وعيد ورد في القرآن في الكبائر فمنهم من قال هو قول الله تعالى في الربا {يَا أيُّها الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ * فَإِن لَّمْ تَفْعَلُوا فَاذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ} سورة البقرة الآيات (278، 279).\rومنهم من قال قوله تعالى: {إِنَّ الَّذِينَ يَأكلونَ أموال الْيَتَامَى ظُلْمًا إنَّما يَأكلونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} سورة النساء، آية (10).\rومهم من قال هو قوله تعالى: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} سورة النساء الآية (93).\rومذهب أهل السنة والجماعة أن ما عدا الشرك بالله من الذنوب فهو تحت مشيئته إن شاء عذب به وإن شاء عفا عنه. فلا حجة في هذه الآيات ولا غيرها من آيات الوعيد لمن يكفّر بالذنوب. انظر «الجامع الحاكم لأحكام القرآن» 5/ 54.\r(¬4) انظر «التفسير الكبير» 9/ 162، «مجموع الفتاوى» لابن تيمية 31/ 108 - 110.","seal":"62321D84","page":101},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":101,"nass":"نكاح اليتامى\rووجوب الإقساط فيهن\rقال الله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَن تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا} (¬1).\r\rسبب النزول:\rعن عائشة رضي الله عنها: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ} الآية، قلت: «هو الرجل تكون عنده اليتيمة هو وليها ووارثها قد شركته في ماله حتى في العذق، فيرغب أن ينكحها، ويكره أن يزوجها رجلًا فيشركه في مال بما شركته، فيعضلها فنزلت هذه الآية» (¬2).\rوفي رواية عنها بعد ما ذكرت سبب نزول الآية الأولى {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} (¬3) قالت: «ثم إن الناس استفتوا رسول الله - صلى الله عليه وسلم - فأنزل الله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} الآية (¬4).\r\rمعاني المفردات والجمل:\rقوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} الخطاب للنبي - صلى الله عليه وسلم - والاستفتاء طلب الإفتاء، ومنه قوله تعالى: {يُوسُفُ أيُّها الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ} (¬5) (¬6) والإفتاء هو بيان الحكم الشرعي.\rأي: يسألك أصحابك يا محمد، ويطلبون منك أن تفتيهم في النساء (¬7).\r¬_________\r(¬1) سورة النساء، آية: 127.\r(¬2) سيأتي تخريجه ص106. وراجع ما سبق في الكلام على قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} سورة النساء، الآية: 3.\r(¬3) سورة النساء، آية:3.\r(¬4) سيأتي بتمامه وتخريجه ص106.\r(¬5) سورة يوسف، آية: 46.\r(¬6) انظر «التفسير الكبير» 11/ 50، «مدارك التنزيل» 1/ 361.\r(¬7) انظر «جامع البيان» 9/ 253.","seal":"1038B59A","page":102},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":102,"nass":"أي: في أحكامهن أو في حكم يتعلق بهن، وهو حكم اليتيمة تكون عند وليها، فيرغب أن يتزوجها، لقوله بعد هذا: {قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} ولما رواه عروه بن الزبير عن عائشة في سبب نزول هذه الآية (¬1).\rقوله: {قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} الأمر للنبي - صلى الله عليه وسلم -، أي: قل يا محمد، الله يفتيكم فيهن.\rأي: يبين لكم حكم ما سألتم عنه من أمرهن (¬2).\rفالمستفتى رسول الله - صلى الله عليه وسلم - والمفتي هو الله عز وجل بما ينزله على رسوله - صلى الله عليه وسلم - من الوحي، كما قال تعالى: {وَمَا يَنطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (¬3).\rقوله: {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ} الواو عاطفة «ما» اسم موصول بمعنى الذي في محل رفع عطفاً على لفظ الجلاله {الله} (¬4).\rو «يتلى» بمعنى يقص ويقرأ {عَلَيْكُمْ فِي الْكِتَابِ}. أي: في القرآن، و «ال» للعهد الذهني، أي: الكتاب المعهود «القرآن» بمعنى مفعول، أي: مكتوب، لأنه مكتوب عند الله في اللوح المحفوظ كما قال تعالى: {بَلْ هُوَ قُرْآنٌ مَّجِيدٌ * فِي لَوْحٍ مَّحْفُوظٍ} (¬5). وكما قال تعالى: {فِي كِتَابٍ مَّكْنُونٍ * لَّا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ} (¬6) على الصحيح من أقوال أهل العلم.\rوهو مكتوب في الصحف التي بأيدي الملائكة كما قال تعالى: {فِي صُحُفٍ مُّكَرَّمَةٍ * مَّرْفُوعَةٍ مُّطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ} (¬7).\r¬_________\r(¬1) كما سيأتي تخريجه ص106.\r(¬2) انظر «الجامع لأحكام القرآن» 5/ 420.\r(¬3) سورة النجم، الآيتان3 - 4.\r(¬4) انظر «معاني القرآن وإعرابه للزجاج 2/ 124وقيل «ما» في محل جر عطفاً على محل الضمير في قوله: «فيهن» والتقدير قل الله يفتيكم فيهن وفيما يتلى عليكم في الكتاب. واختاره أبو حيان.\r\rانظر «معنى القرآن» للفراء1/ 290، «جامع البيان» 9/ 259، «البحر المحيط» 3/ 360.\r(¬5) سورة البروج، آلآيتان:21 - 22.\r(¬6) سورة الواقعة، الآيتان: 78 - 79.\r(¬7) سورة عبس، الآيات: 13 - 16.","seal":"05A9DABC","page":103},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":103,"nass":"وهو مكتوب بالصحف التي بأيدي المؤمنين.\rوالمعنى: والذي يقرأ عليكم في القرآن يفتيكم فيهن (¬1)، أي: الله يفتيكم فيهن، والقرآن يفتيكم فيهن، والعطف هنا لا يقتضي المغايرة التامة، لأن ما جاء في القرآن بيانه هو فتوى الله عز وجل.\rوقد يحتمل أن يكون المعنى قل الله يفتيكم فيهن فيما ينزِّل عليكم الآن في شأنهن من القرآن، وما يتلى عليكم في الكتاب مما أنزل قبل هذا في يتامى النساء في أول السورة في قوله: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} الآية، ويدل على هذا قول عائشة بعدما ذكرت سبب نزول الآية التي في أول السورة قالت: ثم إن الناس استفتوا رسول الله - صلى الله عليه وسلم - في النساء، فأنزل قوله {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} الآية قالت: «والذي يتلى عليهم في الكتاب الآية الأولى التي قال الله فيها {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى}.\rقوله: {فِي يَتَامَى النِّسَاءِ} «يتامى النساء» من إضافة الخاص إلى العام أو الصفة إلى الموصوف، وهو متعلق بقوله: {يُتْلَى} على القول بأن «ما» في محل رفع فاعل.\rويتامى: جمع يتيمة، واليتيم من مات أبوه دون البلوغ، لقوله - صلى الله عليه وسلم -: «لا يتم بعد احتلام» (¬2).\rوالنساء: جمع الإناث، يقال: نساء. ويقال: نسوة. قال تعالى: {وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ} (¬3)، ولا واحد له من لفظه، بل مفرده امرأة.\rوالمراد: {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ} في قوله تعالى في أول السورة: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} الآية (¬4) وفي هذه الآية {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ}.\rقوله: {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ}.\r{اللَّاتِي}: اسم موصول في محل جر صفة لـ «النساء».\r¬_________\r(¬1) انظر «الجامع لأحكام القرآن» 5/ 402، «مدارك التنزيل» 1/ 361.\r(¬2) سبق تخريجه في الكلام على قوله تعالى {وَآَتُوا الْيَتَامَى أَمْوَالَهُمْ} سورة النساء الآية (2). ص14.\r(¬3) سورة يوسف، آية:30.\r(¬4) الآية 3 - كما جاء قى سبب النزول عن عائشة رضي الله عنها. انظر ص106.","seal":"4FE99C30","page":104},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":104,"nass":"{لَا تُؤْتُونَهُنَّ}: «لا» نافية، تؤتونهن: بمعنى: تعطونهن، ينصب مفعولين.\rالأول هنا الضمير «هن» والثاني: الاسم الموصول «ما»، فهو في محل نصب مفعول ثانٍ.\rوالمعنى: اللاتي جرت عادتكم أن لا تعطوهن الذي كتب لهن من المهور والحقوق (¬1)، كما قال تعالى في أول السورة: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (¬2).\rأو أن المعنى: {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ} من تزويجهن بمن يتقدم لخطبتهن من الرجال الأكفاء، فتمنعونهن لأجل أن تتزوجوا بهن أنتم، أو مخافة أن يشارككم الأزواج في أموالهن، وهو داخل تحت المعنى الأول (¬3).\r{وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} أن والفعل بعدها في تأويل مصدر في محل نصب بنزع الخافض أو في محل جر.\rأي: وترغبون في أن تنكحونهن، أي في نكاحهن لمالهن، أو لجمالهن أو غير ذلك مع عدم إيتائهن ما فرض لهن من المهور (¬4).\rعن عروة بن الزبير أنه سأل عائشة رضي الله عنها عن قول الله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}؟ قالت: يا ابن أختي هي اليتيمة تكون في حجر الرجل وليها تشاركه في ماله، فيعجبه مالها وجمالها، فيريد وليها أن يتزوجها بغير أن يقسط لها في صداقها، فيعطيها مثل ما يعطيها غيره، فنهوا أن ينكحوهن إلا أن يقسطوا لهن، ويبلغوا بهن أعلى سنتهن من الصداق، وأمروا أن ينكحوا ما طاب لهم من النساء سواهن،\r¬_________\r(¬1) انظر «جامع البيان» 9/ 258، «معاني القرآن وإعرابه» للزجاج2/ 124، «النكت والعيون» 1/ 425 - 426، «تفسير المنار» 5/ 418، «أضواء البيان» 1/ 421.\r(¬2) سورة النساء، آية:3.\r(¬3) وقيل المعنى: {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ} أي: ما فرض لهن في آيات الفرائض. انظر «جامع البيان» 9/ 253 - 262، «التفسير الكبير» 11/ 51.\r(¬4) انظر «جامع البيان» 9/ 258، 263، 264، «مشكل إعراب القرآن» 1/ 209، «الجامع لأحكام القرآن» 5/ 402 - 403 «تفسير ابن كثير» 2/ 377، «أضواء البيان» 1/ 424.","seal":"F0EB3116","page":105},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":105,"nass":"قال عروه: قالت عائشة: ثم إن الناس استفتوا الرسول - صلى الله عليه وسلم - بعد هذه الآية فيهن، فأنزل الله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} قالت: والذي ذكر الله أنه يتلى عليه في الكتاب: الآية الأولى التي قال الله فيها: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (¬1).\rوقد يكون المراد: وترغبون عن أن تنكحوهن لدمامتهن أو غير ذلك (¬2).\rفعن عائشة رضي الله عنها {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} قالت: «هذا في اليتيمة، تكون عند الرجل لعلها تكون شريكته في ماله، وهو أولى بها من غيره فيرغب عنها أن ينكحها ويعضلها لمالها، ولا ينكحها غيره كراهية أن يشركه أحد في مالها» (¬3).\rوالآية محتملة للقولين، كما ثبت عن عائشة رضي الله عنها، وكذا صح عن ابن عباس رضي الله عنهما، أنه قال في قوله تعالى: {فِي يَتَامَى النِّسَاءِ}: «فكان الرجل في الجاهلية تكون عنده اليتيمة، فيلقي عليها ثوبه، فإذا فعل بها ذلك لم يقدر أحد أن يتزوجها أبداً، فإن كانت جميلة وهويها تزوجها وأكل مالها، وإن كانت دميمة منعها الرجال أبداً حتى الموت، فإذا ماتت ورثها فحرم الله ذلك ونهى عنه» (¬4).\rقال ابن كثير (¬5): «والمقصود أن الرجل إذا كان في حجرة يتيمة يحل له تزوجها، فتارة يرغب في أن يتزوجها فأمر الله عز وجل أن يمهرها أسوة أمثالها من النساء، فإن لم يفعل\r¬_________\r(¬1) أخرجه البخاري في الشركه 2494، ومسلم في التفسير 3018 وأبو داود في النكاح2068 والنسائي في النكاح 3346، والطبري في «جامع البيان» الأثر 10554 و10555.\rوذكره ابن كثير من رواية عن أبي حاتم من قوله: «ثم أن الناس .. الخ» «تفسير ابن كثير» 2/ 277.\r(¬2) انظر «جامع البيان» 9/ 254 - 257 - 262 - 264، «النكت والعيون» 1/ 426، «الجامع لأحكام القرآن» 5/ 402، «تفسير ابن كثير» 2/ 377.\r(¬3) أخرجه البخاري في التفسير 4600، ومسلم في التفسير 3018 وأبو داود في النكاح3346، والطبري في «جامع البيان» 9/ 254 - الأثر10540.\r(¬4) أخرجه الطبري في» جامع البيان» 9/ 264، الأثر 1056، وانظر «تفسير ابن كثير» 2/ 377.\r(¬5) «في تفسيره» 2/ 377. وانظر «المحرر الوجيز» 4/ 268.","seal":"75A001F1","page":106},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":106,"nass":"فليعدل إلى غيرها من النساء، فقد وسع الله عز وجل. وهذا المعنى في الآية الأولى التي في أول السورة.\rوتاره لا يكون للرجل فيها رغبة لدمامتها عنده، أو في نفس الأمر، فنهاه الله عز وجل أن يعضلها عن الأزواج خشية أن يشركوه في ماله الذي بينه وبينها ..».\rقول تعالى: {وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ} معطوف على قوله: {يَتَامَى النِّسَاءِ} (¬1).\rالتقدير: قل الله يفتيكم فيهن، وما يتلى عليكم في الكتاب في يتامى النساه وفي المستضعفين من الولدان.\rوالمستضعفين جمع مستضعف، وهو الذي استضعفه غيره. والولدان جمع وليد، وهم الأولاد الصغار.\rوالمعنى: الله يفتيكم وما يتلى عليكم في الكتاب في المستضعفين من الولدان بتوريثهم وإعطائهم حقوقهم، حيث كانوا لا يورثون الصغار والضعاف شيئاً (¬2).\rقوله: {وَأَن تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ} معطوف أيضاً على «يتامى النساء».\rأي: ويفتيكم في أن تقوموا لليتامى بالقسط.\r«أن» مصدرية «تقوموا» منصوب وعلامة نصبه حذف النون، الأصل: تقومون.\rو «أن» والفعل بعدها في تأويل مصدر في محل جر معطوف على ما سبق (¬3)، والتقدير: قل الله يفتيكم فيهن، وما يتلى عليكم في الكتاب في يتامى النساء وفي المستضعفين، وفي قيامكم لليتامى بالقسط (¬4).\rويحتمل أن يكون التقدير: ويأمركم بأن تقوموا لليتامى. فتكون جملة أن والفعل بعدها في محل جر بحرف جر مقدر، أي: بقيامكم (¬5).\r¬_________\r(¬1) انظر «معاني القرآن واعرابه» للزجاج2/ 125.\r(¬2) انظر «جامع البيان» 9/ 265 - 266، «تفسير ابن كثير» 2/ 377.\r(¬3) انظر «جامع البيان» 9/ 265 - 267، «معالم التنزيل» 1/ 485.\r(¬4) انظر «معاني القرآن وإعرابه» للزجاج2/ 125، «البحر المحيط» 3/ 362.\r(¬5) انظر «مدارك التنزيل» 1/ 362.","seal":"71B91C69","page":107},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":107,"nass":"واليتامى: جمع يتيم ذكراً كان أو أنثى، والقسط: العدل من «أقسط» الرباعي، بمعنى عدل، يقال: أقسط يُقسط قِسطًا.\rوالمعنى: ويفتيكم ويوجب عليكم القيام لليتامى بالعدل. وذلك بأداء حقوقهم بتعليمهم وتوجيههم والعطف عليهم وحفظ أموالهم وإعطائهم حقوقهم من الميراث، ومن حقوق التيمات على الأزواج من المهور وغير ذلك، والعدل في مخالطتهم وفي كل شأن من شؤونهم، كما قال تعالى: {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (¬1)، وقال تعالى: {قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ} (¬2) وقال تعالى: {فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ} (¬3).\rقوله تعالى: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا}.\rالواو استئنافية، و «ما» شرطية.\rو {تَفْعَلُوا} فعل الشرط.\rقوله: {مِنْ خَيْرٍ} «من» زائدة إعراباً ومؤكدة من حيث المعنى. و «خيرٍ» مجرور لفظاً بمن، منصوب محلًا مفعول به لـ «تفعلوا».\rوالخير: كل ما فيه نفع وفائدة وضده الشر.\rوقوله: {مِنْ خَيْرٍ} يشمل أي خير قليلًا أو كثيراً، خاصًّا أو عامًّا، متعدياً أو لازماً، فعلا كان أو قولاً، مباشرة أو تسبباً، ماليًّا أو بدنيًّا أو علميًّا أو غير ذلك.\rقوله: {فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا} جملة جواب الشرط واقترنت بالفاء لأنها جملة اسمية.\r«كان» مسلوبة الزمان تفيد تحقيق الوصف، أي: إنه عز وجل لم يزل عليماً بالذي يفعلون (¬4).\r{به} الباء حرف جر، والهاء ضمير مبني على الكسر في محل جر يعود على «خير»، والجار والمجرور متعلق بالخبر «عليماً» وقدم عليه لتوكيد إحاطة علم الله بذلك.\r¬_________\r(¬1) سورة الأنعام، الآية: 152.\r(¬2) سورة البقرة، آية: 220.\r(¬3) سورة الضحى، آية: 9.\r(¬4) انظر «جامع البيان» 9/ 267.","seal":"9BFA7A93","page":108},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":108,"nass":"{عليماً} خبر كان والعليم اسم من أسماء الله على وزن فعيل صفة مشبهة أو صيغة مبالغة، يدل على إثبات صفة العلم التام لله عز وجل.\rوالعلم هو إدراك الأشياء على ما هي عليه إدراكاً جازماً. وعلم الله عز وجل شامل للأشياء كلها في أطوارها الثلاثة: قبل الوجود، وبعد الوجود، وبعد العدم. قال موسى عليه السلام لما سئل عن القرون الأولى: ... {عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى} (¬1).\rوالمعنى: أنه عز وجل لم يزل عليماً بالذي يفعلون من خير قبل فعله وبعده، وسيجازيهم عليه أوفر الجزاء، كما قال عز وجل: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ} (¬2).\rأي حتى نعلم المجاهدين منكم والصابرين ونبلوا أخباركم بعد وقوع ذلك منكم، لنرتب عليه الجزاء، وإلا فهو سبحانه عالم قبل ابتلائهم ماذا سيحصل منهم.\rوفي هذا حث وتهييج على فعل الخير وامتثال الأمر (¬3)، وأنه لا يضيع عند الله أي خير فعلوه، كما قال تعالى: {فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} (¬4).\r\rالفوائد والأحكام:\r1 - مشروعية السؤال عما يعني الإنسان في أمر دينه، وقد يكون ذلك واجباً، وقد يكون مندوباً حسب حكم المسؤول عنه، لقوله: {يستفتونك} فذكر الله عز وجل هذا على سبيل التقدير لهم، وأفتاهم عما سألوا. وقد قال الله تعالى: {فَاسْأَلُوا أهل الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ} (¬5).\r¬_________\r(¬1) سورة طه، آية: 52.\r(¬2) سورة محمد، آية:31.\r(¬3) انظر «جامع البيان» 9/ 267، «تفسير ابن كثير» 2/ 377.\r(¬4) سورة الزلزلة، الآيتان7 - 8.\r(¬5) سورة النحل، آية:43، سورة الأنبياء، آية:7.","seal":"F5FD970B","page":109},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":109,"nass":"2 - حرص الصحابة رضوان الله عليهم على السؤال عما أشكل عليهم من أمر دينهم، لقوله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} (¬1).\rوهكذا سألوا رسول الله - صلى الله عليه وسلم - عن عدة أحكام مما يعنيهم في أمر دينهم في نحو بضع عشرة مسألة، بل الأسئلة الواردة في القرآن كلها لا تتجاوز بضع عشرة مسألة (¬2).\rقال ابن عباس رضي الله عنهما: «ما رأيت قوماً خيراً من أصحاب محمد - صلى الله عليه وسلم -، ما سألوه إلا عن ثلاث عشرة مسألة حتى قبض كلهن في القرآن» (¬3).\rوهذا يدل على أنهم إنما سألوا عما يعني وتركوا السؤال عما لا يعني.\rوذلك استجابة منهم لقوله تعالى: {يَا أيُّها الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ} (¬4).\rوقوله - صلى الله عليه وسلم -: «دعوني ما تركتكم، إنما هلك من كان قبلكم بكثرة أسئلتهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فائتوا منه ما\r¬_________\r(¬1) سورة النساء، آية: 127.\r(¬2) انظر «الموافقات» 4/ 314 - 315.\r(¬3) انظر «الجامع لأحكام القران» 6/ 333. ومن هذه الأسئلة: قوله تعالى: {يَسْأَلُونَكَ عَنِ الْأهلةِ} سورة البقرة الآية (189) وقوله تعالى: {يَسْأَلُونَكَ مَإذا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} سورة البقرة، آية (215) وقوله تعالى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ} سورة البقرة، آية (217) وقوله تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِر} سورة البقرة الآية (219)، وقوله: {وَيَسْأَلُونَكَ مَإذا يُنفِقُونَ قُلِ الْعَفْوَ} سورة البقرة آية (219)، وقوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْيَتَامَى} سورة البقرة الآية (220)، وقوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ} سورة البقرة الآية (222).\r\rومنها قوله في هذه الآية: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} سورة النساء، آية127، وقوله: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} سورة النساء، آية176، وقوله: {يَسْأَلُونَكَ مَاذا أُحِلَّ لَهُمْ} سورة المائده، الآية (4)، وقوله: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا} إلى قوله: {يَسْأَلُونَكَ كَأَنَّكَ حَفِيُّ عَنْهَا} سورة الاعراف، الآية (187)، وقوله: {يَسْأَلُونَكَ عَنِ الْأَنفَالِ} سورة الانفال الآية (1)، وقوله: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ} سورة الاسراء، آية (85)، وقوله: {وَيَسْأَلُونَكَ عَن ذِي الْقَرْنَيْنِ} سورة الكهف، الآية (83)، وقوله: {وَيَسْأَلُونَكَ عَنِ الْجِبَالِ} سورة طه، الآية (105)، وقوله: {يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ} سورة الأحزاب، الآية (63)، ومن هذه الأسئلة ما هو من غير المسلمين كسؤال اليهود عن الروح وعن ذي القرنين وعن الجبال وكسؤال المشركين عن الساعة.\r(¬4) سورة المائدة، آية: 101.","seal":"EC9EB413","page":110},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":110,"nass":"استطعتم» (¬1).\rوقال - صلى الله عليه وسلم -: «من حسن إسلام المرء تركه مالا يعنيه» (¬2).\rوقوله - صلى الله عليه وسلم -: «إن من شر الناس منزلة عند الله يوم القيامة رجا سأل عن مسألة لم تحرم فحرمت من أجل مسألته» (¬3).\r3 - أنه ينبغي أن يتوجه بالاستفتاء إلى من هو أهل له، لأن الصحابة كانوا رضوان الله عليهم يرجعون في ذلك إلى رسول الله - صلى الله عليه وسلم - فيجيبهم - صلى الله عليه وسلم - بوحي الله إليه.\rوقد قال عز وجل: {فَاسْأَلُوا أهل الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ} (¬4).\r4 - عناية الدين الإسلامي بالنساء، وبيان ما لهن وما عليهن وما يخصهن من أحكام لقوله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ}.\r5 - الدلالة على صدق رسالته - صلى الله عليه وسلم -، وأن ما جاء به حقٌ من عند الله، لأن الصحابة رضي الله عنهم استفتوه في أمر النساء، فجاء بيان الحكم من عند الله، فنزل: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ}.\r6 - أن القرآن الكريم نزل منجماً حسب الوقائع والأحداث، لقوله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} الآية.\r7 - يحسن أن يكون الجواب أشمل وأوفى من السؤال، لأنهم استفتوا عن أمر النساء، فقال الله: {قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَن تَقُومُوا لِلْيَتَامَى\r¬_________\r(¬1) أخرجه البخاري في الاعتصام بالكتاب والسنة 7288 ومسلم في الحج1337، والنسائي في مناسك الحج 2619، والترمذي في العلم 2679، وابن ماجه في المقدمة 2 - من حديث أبي هريرة - رضي الله عنه -.\r(¬2) أخرجه الترمذي في الزهد 2318، وأحمد1/ 201 - من حديث علي بن الحسين عن أبيه. وأخرجه أيضاً الترمذي2317، وابن ماجه في الفتن 3976 - من حديث أبي سلمة عن أبي هريرة - رضي الله عنه -. وقال الترمذي «غريب» وقال عن حديث علي بن الحسين «هذا أصح عندنا من حديث أبي سلمة عن أبي هريرة» وكذا صحح إسناده أحمد شاكر، وقال الألباني صحيح.\r(¬3) أخرجه البخاري في الاعتصام بالكتاب والسنة 7289، ومسلم في الفضائل 2358، وأبو داود في السنة 4610 - من حديث سعد بن أبي وقاص - رضي الله عنه -.\r(¬4) سورة النحل، آية 43، سورة الانبياء، آية: 7.","seal":"406A70E7","page":111},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":111,"nass":"بِالْقِسْطِ} الآية.\rولما سأل أحد الصحابة النبي - صلى الله عليه وسلم - كما في حديث أبي هريرة - رضي الله عنه - قائلًا يا رسول الله: أنتوضأ بماء البحر؟ أجابه - صلى الله عليه وسلم - بقوله: «هو الطهور ماؤه الحل ميتته» (¬1).\r8 - أن ما نزل به القرآن الكريم من بيان الأحكام هو فتوى صادرة من عند الله عز وجل، لأن الله هو الذي تكلم بالقرآن، وأنزله على رسوله - صلى الله عليه وسلم -، لقوله: {قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ}.\r9 - عناية الدين الإسلامي في يتامى النساء لضعفهن، لأنه اجتمع في حقهن الأنوثة واليتم.\r10 - أن أهل الجاهلية كانوا يظلمون اليتيمات، فلا يؤتونهن ماكتب لهن من الحقوق، فإما أن يتزوجوا بهن دون إعطائهن ما يجب لهن من المهور والنفقات وحقوقهن من الأزواج، وإما أن يمنعونهن من الزواج لئلا يشاركهم أزواجهن في أموالهن، وإما أن يمنعونهن من الميراث، لقوله: {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ}.\r11 - أن الله أوجب ليتامى النساء على الأولياء حقوقاً منها دفع المهور لهن كغيرهن إذا رغبوا الزواج منهن، ومنها تزويجهن بمن يتقدم لخطبتهن إذا لم يكن للأولياء رغبة فيهن وغير ذلك لقوله: {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} لأن الولي قد تكون له رغبة بالزواج باليتيمة، لكنه لا يعطيها حقها من المهر أو من نفسه، أو يرغب عن الزواج بها لكنه يرد الخطاب ويمنعها من الزواج، لئلا يشاركه غيره في مالها.\r12 - أنه يجوز لولي اليتيمة الزواج بها إذا كانت تحل له- لقوله: {وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ} كما دل على هذا المفهوم قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ}.\rوما قيل بعد جواز ذلك فهو خلاف ما دلت عليه هاتان الآياتان،\r¬_________\r(¬1) أخرجه أبو داود في الطهارة 83، والنسائي في المياه332، والترمذي في الطهارة 69، وابن ماجه في الطهارة وسننها 386، ومالك في الطهارة 43، والدارمي في الطهارة 728 وقال الترمذي «حديث حسن صحيح» وصححه الألباني.","seal":"46C1CF21","page":112},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":112,"nass":"ولا مستند له (¬1).\r13 - وجوب رعاية المستضعفين من الولدان والعناية بهم وأداء حقوقهم والرحمة بهم والإشفاق عليهم، لقوله: {وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ}.\r14 - وجوب القيام لليتامى عموماً ذكوراً وإناثا بالقسط والعدل، كفالةً لهم وتربيةً وتوجيهاً وأداء لحقوقهم، وحفظاً لأموالهم، ورحمة بهم، وعطفاً وإشفاقاً عليهم لقوله: {وَأَن تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ}.\rقال رسول الله - صلى الله عليه وسلم -: «كافل اليتيم له أو لغيره أنا وهو كهاتين في الجنة» وأشار مالك بالسبابة والوسطى (¬2).\r15 - علم الله عز وجل بما يفعله العباد من خير، وأنه لا تخفى عليه من أعمالهم خافية، لقوله: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا}.\r16 - الحث على فعل الخير والترغيب فيه والواعد من الله بالجزاء بالخير لمن عمل خيراً، لقوله: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا}.\rلأنه عز وجل يعلم ما يفعلون من خير وسيجازيهم عليه.\r17 - التحذير من التقصير في عمل الخير، لأنه عز وجل إذا كان يعلم ما نعمله من الخير فهو يعلم أيضاً ما لم نعمله من الخير لقوله: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا}.\r18 - إثبات اسم «العليم» وما يدل عليه من إثبات صفة العلم التام لله عز وجل لقوله: {عليماً}.\r****\r¬_________\r(¬1) سبق ذكر الخلاف في هذه المسألة وذكر أدلة كل قول ومناقشتها وبيان أن الراجح في الكلام على قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} سورة النساء، الآية (3).\r(¬2) أخرجه مسلم في الزهد والرقائق2983 - من حديث أبي هريرة - رضي الله عنه -.","seal":"2DE5CD1A","page":113},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":114,"nass":"المراجع\r- الأحكام في أصول الأحكام للآمدي دار الكتب العلمية ببيروت 1400 هـ -1980 م.\r- أحكام القرآن للجصاص 370 هـ الطبعة الأولى مطبعة الأوقاف الإسلامية 1335 هـ.\r-أحكام القرآن للشافعي 204 هـ جمع الحافظ البيهقي م 458 طبعة 1395 هـ -1975 م بيروت.\r-أحكام القرآن لابن العربي543 هـ تحقيق على البجاوي مطبعة عيسى البابي الحلبي.\r-أحكام القرآن للهراسي م 504 هـ الطبع الثانية 1405 هـ -1985 م، دار الكتب العلمية بيروت\r- إرواء الغليل للألباني.\r-أسباب النزول للواحدي م 468 طبعة 1388 هـ - 1968 م. مؤسسة الحلبي وشركاه القاهرة.\r-أضواء البيان في إيضاح القرآن بالقرآن لمحمد الأمين الشنقيطي 1393 هـ - عالم الكتب بيروت.\r-الإقناع في القراءات السبع لابن الباذش م 540 هـ الطبعة الأولى1403 هـ.\r-إملاء ما من به الرحمن للعكبري - طبعة دار الكتب العلمية.\r-أوضح المسالك إلى ألفية بن مالك- الكتب العصرية.\r- بحر العلوم للسرقندي م - 375 هـ الطبعة الأولى 1413 هـ - 1993 م دار الكتب العلمية بيروت.\r-البحر المحيط لأبي حيان الأندلسي م 754 هـ - مكتبة النصر الحديثة الرياض.\r-بدائع الصنائع للكاساني دار الكتب العلمية بيروت.\r-البرهان في علوم القرآن للزركشي م 794 هـ طبعة1391 هـ -1972 مطبعة عيسى الحلبي وشركاه.\r-البيان في غريب القرآن لابن الأنباري م 577 هـ طبعة 1400 هـ 1980 م الهيئة المصرية العامة للكتاب.\r-التبصرة في القراءات السبع لمكي بن أبي طالب القيسي م 437 هـ الطبعة الثانية 1402 هـ 1982 م الدار السلفية.","seal":"F873F2D7","page":115},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":115,"nass":"-تحفة الودود بأحكام المولود لابن القيم، الطبعة الأولى، دار الجيل بيروت.\r-تفسير القرآن لفضيلة الشيخ محمد بن صالح العثيمين م 1421 هـ - مخطوط.\r-تفسير القرآن الحكيم (تفسير المنار) لمحمد رشيد رضا طبعة 1414 هـ -1993 م دار المعرفة بيروت.\r- تفسير القرآن العظيم للحافظ ابن كثير م 774 هـ طبعة دار الشعب مصر.\r- التفسير الكبير للرازي م 604 هـ الطبعة الأولى 1411 هـ 1990 م بيروت.\r- تقريب التهذيب للحافظ ابن حجر م 852 هـ، الطبعة الثانية 1395 هـ - 1975 م.\r- تلخيص العبارات بلطيف الإشارات في القراءات السبع لابن بليمة م 514 الطبعة الأولى 1409 هـ - 1988 م.\r- تيسير الكريم الرحمن للسعدي م 1376 هـ تحقيق محمد زهدي النجار الطبعة الأولى 1408 هـ - 1988 م.\r- الجامع لأحكام القرآن للقرطبي م 671 هـ طبعة 1387 هـ - 1967 م.\r- جامع البيان عن تأويل آي القرآن لأبي جعفر محمد بن جرير الطبري م 310 هـ تحقيق شاكر طبعة دار المعارف والطبعة الثالثة 1388 هـ - 1968 م مصطفى البابي الحلبي وأولاده بمصر.\r- الجامع الصغير للسيوطي م 911 هـ - الطبعة الأولى 1401 هـ - 1981 م، دار الفكر.\r- الجدول في إعراب القرآن وصرفه لمحمود صافي الطبعة الأولى1406 هـ - 1986.\r- حاشية الخضري طبعة 1359 هـ مصطفى الحلبي.\r- حاشية الصبان طبعة 1417 هـ دار الكتب العلمية.\r- الدرر السنية في الأجوبة النجدية لعبد الرحمن بن قاسم مؤسسة النور للطباعة والتجليد الرياض.\r- الدر المصون في علوم الكتاب المكنون للسمين الحلبي م 756 هـ الطبعة الأولى 1414 هـ - 1994 م دار الكتب العلمية.\r- دليل السالك إلى ألفية ابن مالك للفوزان - طبعة دار المسلم.\r- ديوان الحطيئة، تحقيق الدكتور نعمان محمد أمين طه، الطبعة الأولى 1407 هـ، نشر مكتبة الخانجي القاهرة.\r- ديوان الشافعي، جمعة وحققه محمد عفيف الزعبي طبعة 1392 هـ مؤسسة الزعبي بيروت.\r- ديوان صالح عبد القدوس تحقيق عبد الله الخطيب، الطبعة الأولى 1967 م، دار منشورات البصري بغداد.","seal":"1C8F09D2","page":116},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":116,"nass":"- ديوان النابغة، تحقيق عبد العزيز بن رباح، الطبعة الأولى 1384 هـ - 1964 م، المكتب الإسلامي.\r- ديوان ابن هانئ الأندلسي، طبعة 1384 هـ، دار بيروت للطباعة والنشر.\r- زاد المعاد لابن القيم، الطبعة الثانية 1405 هـ - 1985 م، مؤسسة الرسالة بيروت.\r- سنن ابن ماجه م 275 هـ تحقيق محمد فؤاد عبد الباقي طبعة 1372 هـ - 1952 م دار إحياء الكتب العربية لعيسى البابي الحلبي.\r- سنن أبي داود م 275 هـ تعليق عزت الدعاس الطبعة الأولى 1388 هـ - 1969 م.\r- سنن البيهقي م 458 هـ دار الفكر بيروت.\r- سنن الترمذي م 279 هـ تحقيق أحمد شاكر ومحمد فؤاد عبد الباقي - المكتبة الإسلامية.\r- سنن الدارقطني م 385 هـ دار المحاسن للطباعة - القاهرة.\r- سنن الدارمي م 255، دار الكتب العلمية بيروت - لبنان.\r- سنن النسائي م 303 هـ.\r- السياسة الشرعية في إصلاح الراعي والرعية لابن تيمية م 728 هـ تحقيق بشير محمد عيون الطبعة الثانية 1413 هـ - 1993 م مكتبة المؤيد الرياض.\r- سير أعلام النبلاء للذهبي م 748 هـ الطبعة العاشرة 1414 هـ 1994 م، مؤسسة الرسالة.\r- السيرة النبوية لابن هشام، طبعة 1355 هـ - 1936 م، مصطفى البابي الحلبي.\r- شرح التصريح دار إحياء الكتب العربية عيسى البابي الحلبي وشركاه.\r- شرح الزرقاني، دار الفكر بيروت.\r- شرح العقيدة الطحاوية لابن أبي العز الدمشقي، الطبعة الأولى 1408 هـ - 1409 هـ، مؤسسة الرسالة.\r- شعراء الدعوة الإسلامية في العصر الحديث لأحمد عبد اللطيف وحسني أدهم الطبعة الأولى 1398 هـ مؤسسة الرسالة.\r- الصحاح للجوهري الطبعة الثانية 1399 هـ - 1979 م.\r- صحيح البخاري مع فتح الباري تصحيح وتحقيق بإشراف الشيخ عبد العزيز بن عبد الله بن باز رئاسة البحوث العلمية والإفتاء والدعوة والإرشاد.\r- صحيح مسلم م 261 هـ تحقيق محمد فؤاد عبد الباقي الطبعة الثانية 1398 هـ - 1978 م دار الفكر العربي بيروت.\r- الطبقات الكبرى لابن سعد، طبعة 1400 هـ - 1980 م، دار بيروت للطباعة والنشر.","seal":"8DE261D9","page":117},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":117,"nass":"- العنوان في القراءات السبع للأنصاري م 455 هـ تحقيق زهير الطبعة الأولى 1405 هـ - 1985.\r- فتح القدير للشوكاني م 1250 هـ الطبعة الثانية 1383 هـ - 1964 م.\r- الفرج بعد الشدة للتنوخي تحقيق عبود الشايحي طبعة 1398 هـ دار صادر بيروت.\r- فضل تعدد الزوجات لأبي عبد الرحمن - الطبعة الأولى 1411 هـ - 1991 م، دار المنار بالخرج.\r- الكشاف للزمخشري م 538 هـ دار المعرفة بيروت.\r- الكشف عن وجوه القراءات السبع لأبي محمد مكي بن أبي طالب القيسي م 437 تحقيق د/محيي الدين رمضان الطبعة الرابعة 1407 هـ - 1970 م مؤسسة الرسالة.\r- كنز العمال علاء الدين المتقي م 975 هـ طبعة 1399 هـ - 1979 م، مؤسسة الرسالة.\r- لباب التأويل في معاني التنزيل للخازن م 725 هـ الطبعة الثانية 1375 هـ 1955 م مصطفى الحلبي مصر.\r- اللباب في تفسير الاستعاذة والبسملة وفاتحة الكتاب، للدكتور سليمان اللاحم، الطبعة الأولى 1420 هـ - 1999 م، دار المسلم.\r- لسان العرب لابن منظور م 721 هـ دار صادر بيروت.\r- المبسوط للسرخسي طبعة 1406 هـ دار الفكر بيروت.\r- المبسوط في القراءات العشر لأبي بكر الأصفهاني م 381 هـ تحقيق سبيع حمزة حاكمي الطبعة الثانية 1408 هـ.\r- المثل السائر في أدب الكاتب والشاعر لابن الأثير م 637 هـ، تحقيق محيي الدين عبد الحميد، المكتبة العصرية - صيدا.\r- مجاز القرآن لأبي عبيدة م 210 هـ، الطبعة 1401 هـ - 1981 م.\r- مجلة الحضارة الإسلامية السنة الخامسة الأعداد 4، 5، 6.\r- مجموع فتاوى شيخ الإسلام ابن تيمية الطبعة الأولى 1398 هـ.\r- المحرر الوجيز لابن عطية الأندلسي م 546 هـ تحقيق المجلس العلمي بفاس 1397 هـ - 1977 م.\r- مدارك التنزيل وحقائق التأويل للنسفي م 701 هـ المكتبة الأموية - بيروت - دمشق.\r- مرويات الإمام أحمد في التفسير، الطبعة الأولى 1414 هـ - 1994 م، مكتبة المؤيد.\r- مسائل الإمام أحمد لأبي داود، دار المعرفة.\r- المستجاد من فعلات الأجواد للتنوخي تحقيق محمد كرد علي طبع دمشق.\r- المستدرك للحاكم النيسابوري - دار الفكر.","seal":"6675DF93","page":118},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":118,"nass":"- مسند الإمام أحمد، الطبعة الثانية 1398 هـ - 1978 م، المكتب الإسلامي بيروت.\r- مسند الشافعي، الطبعة الأولى 1400 هـ - 1980 م، دار بيروت.\r- مشكل إعراب القرآن لمكي م 437 هـ الطبعة الثانية 1405 هـ - 1984 م، مؤسسة الرسالة.\r- المصنف لعبد الرازق م 211 هـ - الطبعة الأولى 1390 هـ - 1970 م نشر المكتب الإسلامي بيروت.\r- معالم التنزيل للبغوي م 516 هـ الطبعة الأولى 1406 هـ - 1986 م، دار المعرفة بيروت.\r- معاني القرآن للأخفش الطبعة الأولى 1405 هـ - 1985 م، عالم الكتب.\r- معاني القرآن للفراء م 207 هـ الطبعة الأولى والثانية 1955 - 1980 م عالم الكتب بيروت.\r- معاني القرآن وإعرابه للزجاج منشورات المكتبة العصرية - صيدا - بيروت.\r- المغني لابن قدامة المقدسي م 620 هـ تحقيق د/ الحلو، د/ التركي.\r- المفردات في غريب القرآن للراغب الأصفهاني م 502 هـ تحقيق محمد كيلاني دار المعرفة بيروت.\r- الموافقات في أصول الشريعة للشاطبي م 790 هـ طبعة دار المعرفة بيروت.\r- الناسخ والمنسوخ في القرآن لأبي جعفر النحاس م 338 هـ تحقيق د/ سليمان بن إبراهيم اللاحم طبعة مؤسسة الرسالة 1412 هـ.\r- النشر في القراءات العشر لابن الجزري م 833 هـ دار الفكر.\r- نصب الراية للزيلعي م 762 هـ الطبعة الأولى 1357 هـ، دار المأمون القاهرة.\r- النكت والعيون للماوردي م 450 هـ تحقيق خضر محمد خضر الطبعة الأولى 1402 هـ - 1982 م وزارة الأوقاف الكويت.\r- النهاية في غريب الحديث لابن الأثير م 606 هـ.\r- النونية لابن القيم م 751 هـ طبعة سنة 1344 هـ مطبعة التقدم العلمية بمصر.\r- همع الهوامع للإمام السيوطي.\r- الوسيط في تفسير القرآن للواحدي م 468 هـ تحقيق دكتور عبد الحي الفرماوي طبعة 1415 هـ - 1994 م دار الكتب العلمية بيروت.\r****","seal":"1F452DFB","page":119}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"حقوق اليتامى كما جاءت في سورة النساء","HigriD":"معاصر","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"سليمان بن إبراهيم بن عبد الله اللاحم","bLnk":null,"Inf":"","Auth":"سليمان اللاحم","Betaka":"الكتاب: حقوق اليتامى كما جاءت في سورة النساء\r\nالمؤلف: سليمان بن إبراهيم بن عبد الله اللاحم\r\nالناشر: دار العاصمة للنشر والتوزيع، الرياض - المملكة العربية السعودية\r\nالطبعة: الأولى، 1424 هـ - 2003 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"• ولد بالشماسية عام 1371هـ\r• والتحق بالمدرسة السعودية الابتدائية بالشماسية وحصل على الشهادة الابتدائية منها عام 1385هـ ثم التحق بالمعهد العلمي ببريدة عام 1385 - 1386هـ وحصل على الشهادة الثانوية عام 1390هـ وكان ترتيبه الأول على مستوى المعهد والثالث في المملكة من بين الناجحين.\r• وفي العام الدراسي 1390 - 1391هـ التحق بكلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية وحصل على الشهادة الجامعية منها عام 1394هـ\r• عُين مدرساً بوزارة المعارف عام 1394هـ وباشر العمل بمدينة عنيزة أياما ثم انتقل إلى إدارة تعليم القصيم ببريدة ووجه إلى المدرسة المتوسطة بالشماسية.\r• ثم انتقل إلى الرياض عام 1396هـ والتحق بالدراسات العليا بكلية أصول الدين- قسم الكتاب والسنة-وهو ما يزال على ملاك وزارة المعارف واستطاع بتوفيق الله أن يوفق بين التدريس والدراسة فحصل على الماجستير عام 1401هـ بتقدير ممتاز وكان موضوع رسالته (منهج ابن كثير في التفسير)\r• ثم نقل من وزارة المعارف إلى جامعة الإمام محمد بن سعود الإسلامية على وظيفة محاضر عام 1402هـ.\r• وفي عام 1407هـ حصل على شهادة الدكتوراه من كلية أصول الدين بالرياض- قسم القران وعلومه - مع مرتبة الشرف الأولى وكان موضوع رسالته (دراسة وتحقيق كتاب الناسخ والمنسوخ لأبي جعفر النحاس).\r• وفي تاريخ 30 من ذي الحجة عام 1407هـ عين أستاذ مساعد بقسم القرآن وعلومه بكلية الشريعة وأصول الدين بالقصيم.\r• وفي عام 1414هـ ترقى إلى أستاذ مشارك وكان عنوان رسالته (اللباب في تفسير البسملة والاستعاذة وفاتحة الكتاب).\r• وفي عام 1424هـ ترقى إلى أستاذ وكان عنوان رسالته (تفسير آيات الأحكام في سورة المائدة)، (بعض آيات الأحكام في النساء)، (ربح أيام العمر في تدبر سورة العصر).\r\r[وله من المؤلفات المطبوعة]\r1 - الناسخ والمنسوخ لأبي جعفر النحاس.\r2 - منهج ابن كثير في التفسير.\r3 - اللباب في تفسير الاستعاذة والبسملة وفاتحة الكتاب.\r4 - تفسير آيات الأحكام في سورة النساء.\r5 - تفسير آيات الأحكام في سورة المائدة.\r6 - انشراح الصدور في تدبر سورة النور.\r7 - منهج الكريم الوهاب في تفسير الأحكام في سورة الأحزاب.\r8 - الأئمة والمؤذنون والعاملون في بيوت الله بين التكليف والتشريف.\r9 - الحرز الأمين في تدبر سورة الإخلاص والمعوذتين.\r10 - ربح أيام العمر في تدبر سورة العصر.\r11 - تدراك بقية العمر في تدبر سورة النصر.\r12 - تنوير العقول والأذهان في تفسير مفصل القرآن.","seal":"46B9140C","cat":"بحوث ومسائل","oNum":14537,"BkId":14537,"oAuth":2123,"bVer":1,"aSeal":"03853546"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t14537":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"وجوب حفظ أموال اليتامى وإيتائهم إياها"},
      {"lvl":2,"id":4,"sub":1,"tit":"قوله تعالى: {وآتوا اليتامى أموالهم}"},
      {"lvl":2,"id":4,"sub":2,"tit":"معاني المفردات والجمل"},
      {"lvl":2,"id":10,"sub":0,"tit":"الفوائد والأحكام"},
      {"lvl":1,"id":13,"sub":0,"tit":"إباحة تعدد الزوجات ووجوب العدل بين النساء"},
      {"lvl":2,"id":13,"sub":1,"tit":"قال تعالى: {وإن خفتم ألا تقسطوا في اليتامى}"},
      {"lvl":2,"id":13,"sub":2,"tit":"سبب النزول"},
      {"lvl":2,"id":14,"sub":0,"tit":"معاني المفردات والجمل"},
      {"lvl":2,"id":26,"sub":0,"tit":"الفوائد والأحكام"},
      {"lvl":1,"id":48,"sub":0,"tit":"الحكمة التشريعية في إباحة الإسلام تعدد الزوجات"},
      {"lvl":2,"id":49,"sub":0,"tit":"الحكمة كلها في كونه - صلى الله عليه وسلم - جمع في عصمته بين تسع زوجات"},
      {"lvl":2,"id":52,"sub":0,"tit":"من لطائف التفسير"},
      {"lvl":1,"id":54,"sub":0,"tit":"الحجر على السفهاء في أموالهم"},
      {"lvl":2,"id":54,"sub":1,"tit":"قال الله تعالى: {ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما}"},
      {"lvl":2,"id":54,"sub":2,"tit":"صله الآيتين بما قبلهما"},
      {"lvl":2,"id":54,"sub":3,"tit":"معاني المفردات والجمل"},
      {"lvl":1,"id":59,"sub":0,"tit":"قال الله تعالى: {وابتلوا اليتامى}"},
      {"lvl":2,"id":59,"sub":1,"tit":"صله الآية بما قبلها"},
      {"lvl":2,"id":59,"sub":2,"tit":"معاني المفردات والجمل"},
      {"lvl":2,"id":69,"sub":0,"tit":"الفوائد والأحكام"},
      {"lvl":1,"id":84,"sub":0,"tit":"تذكير أولياء الأمور اليتامى بأن المرء كما يدين يدان والوعيد الشديد لمن يأكلون أموال اليتامى ظلما"},
      {"lvl":2,"id":84,"sub":1,"tit":"قال الله تعالى: {وليخش الذين لو تركوا من خلفهم ذرية ضعافا}"},
      {"lvl":2,"id":84,"sub":2,"tit":"صلة الآية بما قبلها"},
      {"lvl":2,"id":84,"sub":3,"tit":"معاني المفردات والجمل"},
      {"lvl":1,"id":91,"sub":0,"tit":"قال الله تعالى: {إن الذين يأكلون أموال اليتامى ظلما}"},
      {"lvl":2,"id":91,"sub":1,"tit":"صله الآية بما قبلها"},
      {"lvl":2,"id":91,"sub":2,"tit":"معاني المفردات والجمل"},
      {"lvl":2,"id":95,"sub":0,"tit":"الفوائد والأحكام"},
      {"lvl":1,"id":101,"sub":0,"tit":"نكاح اليتامى ووجوب الإقساط فيهن"},
      {"lvl":2,"id":101,"sub":1,"tit":"سبب النزول"},
      {"lvl":2,"id":101,"sub":2,"tit":"معاني المفردات والجمل"},
      {"lvl":2,"id":108,"sub":0,"tit":"الفوائد والأحكام"},
      {"lvl":1,"id":114,"sub":0,"tit":"المراجع"}
    ]
}
