{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b145433":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"نَوَاةُ المَكْتَبَةِ\r\rكتبها\rإبراهيم بن عبدالله بن عبدالرحمن المديهش\r\rبَيْتٌ لامَكْتَبَةَ فِيْهِ، جِيَاعٌ أَهْلُهُ\r\rالطبعة الرابعة ـ مزيدة ـ (8/ 1431 هـ)","seal":"14E5CF66","page":1},
      {"aya":null,"sora":null,"Na":null,"id":3,"part":1,"nass":"نَوَاةُ المَكْتَبَةِ\r\rقيل لبعضهم: أما تستوحش؟ فقال: يستوحش مَن معه الأنس كله! ؟\rقيل: وما الأنس كله؟ قال: الكُتُب.\r«تقييد العلم» لابن نقطة (ص 125)","seal":"BC12D4D9","page":4},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"الحمد لله وحده، والصلاة والسلام على من لا نبي بعده\rأما بعد\rفهذه نواة مكتبة من شتى الفنون، كتبتها (¬1) لطلب أحد الإخوة الفضلاء، حينما رغب في تأسيس مكتبة علمية. (¬2)\rوهنا فوائد وتنبيهات يسيرة قبل عرض الكتب المنتقاة:\r1. ثمة نصائح مهمة قبل شراء الكتاب، تُنظر في كتاب «معالم في طريق طلب العلم» للشيخ: د. عبدالعزيز بن محمد السدحان (ص 177 ـ 181).\r¬_________\r(¬1) كتبتها سنة (1420 هـ) وما زلتُ أُعدِّل وأُضيف، حسب ما يستجد.\r(¬2) يلحظُ بعض من اطَّلَع على الطبعة الجديدة، أنها لم تعُدْ نواةً لمكتبة، بل هي مكتبة كبيرة؛ والحقيقة أن حجم المكتبة يختلف من شخص لآخر، وبالنظر إلى حجم الكتب الشرعية والعربية التي تزخر بها أمَّتُنَا، فإنَّ هذه الأوراق تُعتبر نواةً صغيرة ..\rوهي أيضاً نواة لمكتبة وقفية في مدينة ليس فيها مكتبة، وقد طُلبت مني هذه النواة لهذا الغرض مراراً، مع رصد مبلغ للمكتبة يغطي هذه النواة وزيادة، وهناك أشخاص يملكون مالاً يأتي على النواة وما بعدها. فالمسألة نسبية، وقد ذكرتُ في نهاية المقدمة أسماء الكتب للمرحلة الأولى، لمن يريد أن يقتني كتب هذه النواة على مراحل.","seal":"2E3563BA","page":5},
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"2. انظر صوراً من حال السلف مع الكتاب جمعاً وقراءة، في كتاب «المشوِّق إلى القراءة وطلب العلم» للشيخ: علي العمران (ص 35 وما بعدها). وتجد بيان خزائن الكتب عند السابقين في «الكتاب في الحضارة الإسلامية» د. يحيى الجبوري (ص 167 ـ 244).\r3. يُفضل اقتناء الكتب المعتمدة عند أهل العلم، والتي عليها الإحالات (¬1)، والحذر من الطبعات التجارية، خاصة الطبعات السقيمة، المتوفرة في المكتبات بكثرة، من إصدارات «دار الكتب العلمية»، و «دار الكتاب العربي» و «دار الحديث»، و «دار الفكر في بيروت» وغيرها كثير، فكن منها على حذرٍ.\rولا حرج في عدم شراء كتاب مهم، ريثما توجد نسخة جيدة. ... وهناك كتب لم يصدر لها طبعة علمية جديدة محققة، من موثوق بالعلم والتحقيق، مثل: «شرح النووي على مسلم» حسب بحثي لم أجد النسخة الشهيرة المتوفرة عند العلماء، وعليها الفهارس والإحالات والمطبوعة قديماً، وعليها فهارس الشيخ: مشهور سلمان إلا في المكتبات المستعملة.\r¬_________\r(¬1) إلا إذا وجدت طبعة علميَّة، محققة على نسخ خطية، ومخدومة بالتخريج والتعليق، ولايغترُّ بما يذكره بعض من يزعم التحقيق.","seal":"459D96BF","page":6},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"كذلك «فتح الباري» الطبعة السلفية الأولى عليها كتاب: «غبطة القاري في بيان الإحالات في فتح الباري» مجلد كبير، لا يستفيد منه إلا من لديه النسخة الأولى أو المصورة عنها.\rوهذه الكتب ومثيلاتها لا توجد ـ حسب علمي ـ إلا في المكتبات المستعملة.\rنصيحتي التأني في الشراء وسؤال المعتنين بالكتب عن المناسب منها وطبعاتها، وما المانع من اكتمال تأسيس المكتبة بعد سنوات، لكن اكتمالها سيكون ـ إن شاء الله ـ بكتب معتمدة أصلية.\rأذكر أن مكتبة عامة خيرية، أعرض عنها كثير من طلبة العلم؛ لأن أغلب كتبها من الطبعات التجارية ....\rلابد من التعب في البحث، وطول الوقت للحصول على نسخة أصلية سليمة، والله الموفق.\rوالحرص على النسخ السليمة منهج عند السلف من أهل العلم.\r4. الحرص على تنوع الكتب وإن لم تكن ضمن تخصص الطالب، قال بعض أهل العلم: ينبغي للمرء أن يذخر أنواع العلوم، وإن لم تكن له بمعلوم، وأن يستكثر منها، ولا يعتقد الغنى عنها؛ فإنه إن استغنى عنها في حَالٍ، احتاج إليها في حالٍ؛ وإن سَئِمَها في وقتٍ، ارتاحَ إليها في وَقتٍ، وإن شُغِل عنها في يومٍ فرغ لها في يومٍ، وأن لا يُسرع ويعجل؛","seal":"57B3D854","page":7},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"فيندم ويوجل، فربما عجل المرء على نفسه بإخراجِ كتابٍ عن يده ثم رامَه فتعذَّر عليه مرامه، وابتغَى إليه وُصولاً، فلم يجد إليه سبيلاً؛ فأتعبه ذلك وأنصبه وأقلقَهُ طويلاً وأرقه، كالذي حُكي عن بعض العلماء، قال: بِعْتُ في بعض الأيام كِتاباً ظننتُ أني لا أحتاجُ إليه، فلمَّا كان ذاتَ يوم هَجَس في صدري شيءٌ كان في ذلك الكتاب، فطلبته في جميع كتبي فلم أجده، فاعتمدتُ أنْ أسألَ عنه عالماً عند الصباح، فما زلت قائماً على رجلي إلى الصباح، قيل: فهَلَّا قعدتَ؟ قال: لِطول أرقي وشدة قلقي. (¬1)\rقال ابن حزم: من اقتصر على علم واحد لم يطلع غيره، أوشك أن يكون ضحكة، وكان ماخفي عليه من علمه الذي اقتصر عليه أكثر مما أدرك منه؛ لتعلق العلوم بعضها ببعض. (¬2)\r5. لن يخلو كتاب من فائدة، وزيادة علم، وقد أخطأ من ذم الإكثار من الكتب. (¬3)\r¬_________\r(¬1) «تقييد العلم» لابن نقطة (ص 136).\r(¬2) بتصرف من «رسائل ابن حزم» (4/ 77، 81)، وانظر نحوه في «أدب الدنيا والدين» للماوردي (ص 71)، و «صيد الخاطر» لابن الجوزي (ص 271).\r(¬3) «رسائل ابن حزم» (4/ 77)، «تقييد العلم» لابن نقطة (ص 136)، «صيد الخاطر» لابن الجوزي (ص)","seal":"3BDEA864","page":8},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"6. العناية بمتون كل علم، وما تبعه من شرح، ونظم، وإصلاح، ومن أجمع الكتب في الدلالة إليها: «الدليل إلى المتون العلمية» (¬1) للشيخ: عبدالعزيز بن إبراهيم بن قاسم.\r7. الكتاب الورقي والكتاب الحاسوبي [المصوَّر في (pdf)] (¬2)\rلا شك أنَّ التقنية الحديثة في البرامج الحاسوبية العلمية، ومن أجمعها وأنفعها: [«المكتبة الشاملة»، و «المكتبة العلمية المصورة» (¬3)] لها أثر كبير على طالب العلم في اقتناء الكتب وغيره (¬4)، بل في الاستفادة منها مع وجود الكتاب أحياناً.\r¬_________\r(¬1) انظر (ص 54) (رقم 17) من هذه النواة.\r(¬2) الكتاب الحاسوبي أنواع وصيغ عِدَّة، والحديث هنا عن المصوَّر، المعروف ببرنامج (pdf) وما شابهه، ينظر في صيغ الكتاب الحاسوبي (ص 597) من كتاب د. أحمد فايز أحمد سيد «الكتاب الإلكتروني إنتاجه ونشره» ط. مكتبة الملك فهد (1431 هـ).\r(¬3) يمكن أن تختصر تسميتها ب «المكتبة الحمراء»؛ لأن لونَ الكتب فيها في الخارج أحمر، لونُ البرنامج (pdf).\r(¬4) أظنُّ أننا في هذا الوقت تجاوزنا مسألة أهمية الاستعانة بالبرامج الحاسوبية في البحث والتأليف، وأصبح الزاهد فيها كالزاهد في الكتب، ومن المستحسن هنا الإفادة بمقولة الشيخ: محمد رشيد رضا في تقديمة لكتاب «مفتاح كنوز السنة»: لو وجد مثل هذا المفتاح لسائر كتب الحديث لَوَفَّر عليَّ نصف عمري الذي أنفقته في المراجعة .... ولو كان بيدي هو أو مثله من أول عهدي بالاشتغال بكتب السنة لوفَّر عليَّ ثلاثة أرباع عمري الذي صرفته فيها ... الخ.\rأقول: كيف لو اطَّلَع على المكتبات الحاسوبية البحثية، ومن أجمعها وأنفعها «المكتبة الشاملة»؟ !","seal":"904AC8C8","page":9},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"وليس بين الكتاب الورقي والحاسوبي المكتوب أو المصوَّر تنافرٌ (¬1)، ذلك أنَّ الكتب على أقسام:\r- أصول مهمة متفق عليها في الغالب.\r- أصول مهمة أخرى حسب التخصص الذي يعتني به طالب العلم، فالمختص بالتفسير وعلومه يرى بعض التفاسير ضرورية، ويقتني منها أكثر من طبعة، بينما بعض أهل العلم من التخصصات الأخرى لايرجع إلى هذا النوع من التفاسير إلا نادراً.\rومثله ما زاد على كتاب أو كتابين في كل مذهب من المذاهب الفقهية، لايعتني بها ويرجع إليها كثيراً إلا المختص بالدراسات الفقهية، وأما غيره فإنه يكتفي باثنين منها.\r- كُتبٌ لدراستها على المشايخ، أوقراءتها، وتلخيصها، أوتسجيل الفوائد عليها، ..\r¬_________\r(¬1) بعض طلبة العلم إذا ذُكرت له «المكتبة المصورة»، وعِظَم نفعها، قال: (يبقى الكتاب ... ـ الورقي ـ له متعته الخاصة).\rومَن قال بأن الحاسوبي سيقضي عليه؟ ! إنما المصورة لحملها أينما شئت، ولكتبٍ لن تقرأها كاملةً، ولكتب بالنسبة لك ليست مصادر من الدرجة الأولى، ولطبعات أخرى لكتاب تراه مهماً.","seal":"B39A43D8","page":10},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"- طبعات جديدة محققة ـ علمياً ـ لكُتُبٍ سبق أنْ اقتناها الطالب بتحقيقات أخرى، فقد يحتاج أحياناً للجديدة في مواضع.\rهذه تقسيمات تقريبية، يمكن أن يتصور منها طالب العلم ما يقتنية، وما يكتفي بوجوده في «الشاملة» أو مصوراً في [المكتبة الحمراء] = «المكتبة العلمية» المصورة ب (pdf)، وللعلم فإن المكتبة المصورة ـ مرتبة ومفهرسة ـ وقد بلغت (13 ألف) عنوان، وهي في ازدياد متتابع، وفيها طبعات قديمة يصعب الحصول عليها، ورسائل جامعية لم تطبع، فلا غنى لطالب العلم عن هذه المكتبات الكبيرة التي يحملها بكفٍ واحدة، وينقلها معه أينما حلَّ وارتحل.\rفاقتناء هذه المكتبة، ومعرفة طريقة تصفحها والاستفادة منها، سيُقَلِّلُ من شراء كتبٍ تُعتبر بالنسبة لك مصادر من الدرجة الثانيةأو الثالثة، وإن كانت مهمةً.\r8. أوسع العلوم، وأكثرها تشعباً، واحتياجاً لجمع الكتب: «علم السنة النبوية» (¬1)، لذا لاتستكثر كتباً في «السنة وعلومها» مهما كثرت، واعتبرها نواتاً.\r¬_________\r(¬1) انظر: «نصائح منهجية لطالب علم السنة النبوية» د. حاتم العوني (ص 72 ـ 73).","seal":"106E6ABE","page":11},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"9. يخطئ طالب العلم الذي يقول: لاأشتري كتاباً حتى أقرأ الكتاب الذي عندي ...... (¬1)\r10. جميع هذه الكتب مهمة، وأساسية لطالب العلم؛ وقد وضعتُ الكتبَ التالية لمن يريد اقتناءها على مراحل.\r- التفسير وأصوله: /تفسير ابن كثير، والقرطبي، وابن سعدي، والمدخل لأبي شهبة، والمتحف في أحكام المصحف.\r- الحديث: /الكتب الستة، والمسند، فتح الباري، بلوغ المرام، منحة العلام شرح البلوغ، عمدة الأحكام، تيسير العلام، الأذكار، جامع العلوم والحكم، شرح رياض الصالحين، التلخيص الحبير، خلاصة الكلام.\r- علوم الحديث: /تدريب الراوي، الكافي، شرح علل الترمذي، شرح النخبة لطارق، كتب الشيخ د. سعد الحميِّد.\r- الرجال: /تهذيب الكمال، تقريب، تعجيل المنفعة، ميزان الاعتدال، الإصابة، سير أعلام النبلاء، الأعلام، معجم المؤلفين، معجم المختلطين، معجم المدلسين.\r- العقيدة: /شرح أصول اعتقاد، الشريعة، فتح المجيد، القول المفيد وكتب ابن عثيمين الأخرى في العقيدة، الإرشاد، كتب ابن تيمية، عقيدة أهل السنة للحمد، دليل المكتبة العقدية.\r¬_________\r(¬1) ينظر: المصدر السابق (ص 74).","seal":"4ED1F333","page":12},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"- الملل والمذاهب: /الموجز، فرق معاصرة، الموسوعة الميسرة، الملل والنحل، دراسات في الأهواء، حقيقة اللبرالية، علم الملل، الاتجاهات العقلانية، شبهات عصرانية.\r- الفقه: /المغني، الشرح الممتع، منار السبيل، شرح العمدة، المجموع، الأم، المدونة، حاشية ابن عابدين، الاختيارات الفقهية.\r- أصول الفقه وقواعده: /شرح مختصر الروضة، أصول الفقه عند أهل السنة، شرح الكوكب، إرشاد الفحول، مذكرة أصول الفقه، الموافقات، القواعد لابن رجب، مقاصد الشريعة، القواعد الفقهية الخمس، التعليق على القواعد والأصول، الممتع في القواعد، تاريخ الفقه، الفتيا المعاصرة.\r- السيرة النبوية والتاريخ: /البداية والنهاية، السيرة النبوية في ضوء المصادر الأصلية، الفصول، دول الإسلام وذيله، منهج كتابة التاريخ.\r- المعاجم اللغوية: / لسان العرب، القاموس، النهاية، فقه اللغة، المخصص.\r- النحو والصرف: /شرح الآجرومية لابن عثيمين، التطبيق النحوي، شرح ابن عقيل، التصريح، التطبيق الصرفي، شذا العرف.\r- البلاغة والنقد: /تاريخ علوم البلاغة، شروح التلخيص، موجز البلاغة، مناهج النقد الأدبي.\r- الإملاء: /أصول الإملاء، قواعد الإملاء، فن الترقيم.","seal":"41627883","page":13},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"- الأدب: /الكامل، بهجة المجالس، أدب الدنيا، محاضرات.\r- مجاميع أدبية: /المزهر، مقامات، المعارف، بلوغ الأرب، الانحراف العقدي، البيان والتبين، تاريخ آداب العرب، مجمع الأمثال، ذكريات علي الطنطاوي، بدعة إعادة فهم النص.\r- الدوواوين والمختارات الشعرية: /يتيمة الدهر، ديوان أبي تمام، والمتنبي، والبحتري، وبشار.\r- مجاميع: /جميع كتب ابن القيم، وبكر أبو زيد، معالم في طريق الطلب، النبذ في آداب طالب العلم، الصحوة الإسلامية، قواعد في التعامل مع العلماء، الدليل إلى المتون، لطائف المعارف، فتنة التفجيرات، حصوننا مهددة من الداخل، حياة الحيوان، معجم البلدان.\r- الأخلاق والآداب: / الآداب لابن مفلح، الآداب للشلهوب، مختصر منهاج القاصدين.\r- الاعتصام بالسنة: / الاعتصام، معجم البدع، تصحيح الدعاء، وكل بدعة ضلالة.\r- الفتاوى: /جميعها\r- الخطب: /الضياء اللامع.\r- الفرائض: /الفوائد الجلية، وتسهيل الفرائض، التحقيقات المرضية.","seal":"140017F4","page":14},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"التفسير وأصوله\r1. «جامع البيان عن تأويل آي القرآن» لابن جرير، تحقيق: ... د. عبدالله التركي.\r2. «تفسير القرآن العظيم» لابن كثير، تحقيق: مصطفى السيد محمد وآخرون (15) مجلداً، ط. دار عالم الكتب في الرياض، فإن لم تتيسر فطبعة دار طيبة بتحقيق: ياسر السلامة.\r3. «الجامع لأحكام القرآن» للقرطبي ط. القديمة أو المصورة عنها دار إحياء التراث (20) مجلداً. أو طبعةالشيخ: د. عبدالله التركي.\r4. «الدر المنثور» للسيوطي، تحقيق: د. التركي.\r5. «فتح القدير» للشوكاني، تحقيق: د. عبدالرحمن عميره.\r6. «تفسير ابن سعدي» تحقيق: سعد الصميل، تقديم: الشيخ: بكر أبو زيد، (4) مجلدات، وطبعت في مجلد، ومجلدين أيضاً. ط. دار ابن الجوزي.\r7. «زاد المسير» لابن الجوزي، ط. المكتب الإسلامي.\r8. «أضواء البيان» للشنقيطي، ط. ضمن المجموعة الكاملة للشنقيطي.","seal":"BB1DF56D","page":15},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"9. «معرض الإبريز في إعراب القرآن العزيز» د. عبدالكريم الأسعد (5) مجلدات ط. دار المعراج الدولية.\r10. «الإتقان في علوم القرآن» للسيوطي ط. مجمع الملك فهد (7) مجلدات\r11. «المفسرون بين الإثبات والتأويل» للمغراوي، ط. الجديدة في أربع مجلدات.\r12. «التفسير والمفسرون» للذهبي (معاصر) ط. الجديدة ... (3) مجلدات.\r13. «المفردات في غريب القرآن» للراغب الأصبهاني، تحقيق: صفوان داوودي، ط. دار القلم.\r14. «أسباب النزول» للسيوطي، تحقيق د. ماهر الفحل، ط. دار الميمان.\r15. «الاستيعاب في بيان الأسباب» لسليم الهلالي ومحمد نصر (3) مجلدات ط. ابن الجوزي.\r16. «المعجم المفهرس لألفاظ القرآن».\r17. «المدخل لدراسة القرآن» لأبي شهبة، ط. دار اللواء.\r18. «قواعد التفسير» د. خالد السبت، ط. دار ابن عفان، مجلدان.","seal":"8CB2E7D4","page":16},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"19. «شرح مقدمة أصول التفسير لابن تيمية»، شرحه: د. مساعد الطيار، ط. ابن الجوزي.\r20. «المقدمات الأساسية في علوم القرآن» لعبدالله الجديع، مجلد، توزيع: مؤسسة الريان.\r21. «الموسوعة القرآنية المتخصصة» ط. المجلس الأعلى للشؤون الإسلامية في مصر (مجلد كبير).\r22. «المتحف في أحكام المصحف» د. صالح الرشيد، ط. مؤسسة الريان.\r23. «هجر القرآن العظيم ـ أنواعه، وأحكامه ـ» د. محمود الدوسري، ط. دار ابن الجوزي.\r24. «الأحكام الفقهية الخاصة بالقرآن الكريم» د. عبدالعزيز الحجيلان، ط. دار ابن الجوزي.","seal":"78913B52","page":17},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"الحديث\r1. «صحيح البخاري» ط. الأميرية، وهي أضبط نسخ البخاري، وقد خرجت مصورة بعناية: محمد زهير الناصر، في أربع مجلدات كبار، ط. دار طوق النجاة، والنسخة الأميرية هي التي عليها شرح القسطلاني «إرشاد الساري».\r2. «صحيح مسلم» أصح طبعة «الاسطنبولية في 4 مجلدات» لكنها غير مرقمة، ثم صُوِّرت في (3) مجلدات في دار الفلاح في مصر، مع إدخال ترقيم عبدالباقي.\r3. «سنن أبي داوود» ط. مؤسسة الرسالة.\r4. «سنن النسائي» بترقيم: عبدالفتاح أبو غده (4) مجلدات.\r5. «سنن ابن ماجه» ط. مؤسسة الرسالة. فإن لم تتيسر فطبعة دار الجيل، بتحقيق: بشار عواد.\r6. «جامع الترمذي» ط. مؤسسة الرسالة. فإن لم تتيسر فطبعة دار الغرب، بتحقيق: بشار عواد.\r7. «السنن الكبرى» للنسائي، ط. الرسالة (12) مجلداً.\r8. «مسند الإمام أحمد» ط. الرسالة (50) مجلداً، ثم طبع بزيادة مجلدين (52) مجلداً، فإن لم تتيسر فطبعة دار عالم الكتب في (12) مجلداً","seal":"85883180","page":18},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"9. «موطأ الإمام مالك» تحقيق: سليم الهلالي (5) مجلدات، أو مجلد واحد، ط. أبي صهيب الكرمي، حيث جُمعت في هاتين الطبعتين روايات الموطأ.\r10. «المصنف» لعبد الرزاق، ط. المكتب الإسلامي.\r11. «المصنف» لابن أبي شيبة، بتحقيق د. سعد الشثري، ستصدر قريباً.\r12. «سنن الدارمي» تحقيق: حسين سليم أسد، ط. دارالمغني، (4) مجلدات.\r13. «صحيح ابن حبان» ط. الرسالة.\r14. «صحيح ابن خزيمة» ط. المكتب الإسلامي، ولعلها تصدر قريباً طبعة د. ماهر الفحل من دار الميمان في الرياض.\r15. «مسند الحميدي» تحقيق: حسين سليم أسد الداراني.\r16. «مسند أبي داوود الطيالسي» تحقيق: د. محمد بن عبدالمحسن التركي ط. دار هجر.\r17. «مسند أبي يعلى الموصلي» تحقيق: حسين سليم أسد.\r18. «سنن الدارقطني» ط. د. التركي في (6) مجلدات.","seal":"9E413500","page":19},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"19. «المعجم الكبير» للطبراني، تحقيق: حمدي السلفي، والجزء (13) و (14) و (وجزء من مسند النعمان بن بشير) بتحقيق جماعة، وإشراف الشيخ د. سعد الحميِّد.\r20. «المعجم الأوسط» تحقيق: طارق عوض الله، ط. دار الحرمين بالقاهرة (10) مجلدات.\r21. «الأدب المفرد» للبخاري، بتخريج الألباني، ط. دار الصديق مجلد واحد.\r22. «المستدرك على الصحيحين» للحاكم، ط. المعرفة (6) مجلدات.\r23. «البحر الزخار» للبزار، ط. مكتبة العلوم والحكم، (18) مجلداً.\r24. «المحلى بالآثار» لابن حزم، ط. القديمة (11 جزء) في (8) مجلدات.\r25. «المطالب العالية» لابن حجر، ط. دار العاصمة.\r26. «مجمع الزوائد» للهيثمي، ط. القديمة، فإن لم تتيسر ف «بغية الرائد في تحقيق مجمع الزوائد» تحقيق: الدرويش، ويُذكر أنه سيُطبع كاملاً بتحقيق: سليم حسين أسد.","seal":"F8C16340","page":20},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"27. «الجمع بين الصحيحين» لعبد الحق الإشبيلي، ط. دار المحقق، فإن لم تتيسرفطبعة بشار عواد.\r28. «فتح الباري» لابن حجر، ط. السلفية الأولى أو المصورة عنها، وعلامتها في أولها مقدمة الشيخ ابن باز، وحروف المتن غير مكبره.\r29. «فتح الباري» لابن رجب، تحقيق: جماعة، ط. مكتبةالغرباء الأثرية.\r30. «عون المعبود شرح سنن أبي داوود»، تحقيق: مشهور سلمان، ط. مكتبة المعارف.\r31. «تحفة الأحوذي شرح الترمذي» للمباركفوري، عناية: عبدالوهاب عبداللطيف، ط. مطبعة المدني، والمكتبة السلفية.\r32. «مختصر سنن أبي داوود للمنذري ومعه معالم السنن للخطابي وتهذيب السنن لابن القيم» ط. دار المعرفة، (8) مجلدات.\r33. «التمهيد» لابن عبد البر، مرتب على الأبواب الفقهية، تحقيق: أسامة بن إبراهيم، ط. الفاروق الحديثة، (18) مجلداً.\r34. «شرح النووي على صحيح مسلم» مصورة عن الطبعة الأزهرية المصرية.\r35. «فيض القدير» للمناوي ط. القديمة (6) مجلدات.","seal":"5215FB22","page":21},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"36. «بلوغ المرام» تحقيق: سمير الزهيري ط. السابعة أو الأخيرة، أو بتحقيق خالد الشلاحي ط. مؤسسة الرسالة.\r37. «سبل السلام» أفضل طبعة من جهة ضبط النص ط. جامعة الإمام، ويمكن أن يستفاد من طبعة ابن الجوزي بتحقيق: محمد حسن صبحي حلاق.\r38. «منحة العلام شرح بلوغ المرام» للشيخ: عبدالله بن صالح الفوزان، ط. دار ابن الجوزي ـ وهو أفضل شروح البلوغ ـ.\r39. «توضيح الأحكام شرح بلوغ المرام» للبسام، بعناية ابن المؤلف، ط. دار الميمان.\r40. «عمدة الأحكام» تحقيق: سمير الزهيري، ط. مكتبة المعارف الرياض.\r41. «تيسير العلام شرح عمدة الأحكام» للبسام، بعناية ابن المؤلف، ط. دار الميمان.\r42. «الإعلام بشرح عمدة الأحكام» لابن الملقن، ط. دار العاصمة\r43. «المنتقى» للمجد ابن تيميه، تحقيق: خالد الشلاحي.\r44. «نيل الأوطار شرح المنتقى» تحقيق: محمد حسن صبحي حلاق، ط. ابن الجوزي (16) مجلداً.","seal":"0DDEB54A","page":22},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"45. «التلخيص الحبير» لابن حجر، تحقيق: محمد الثاني بن عمر، ط. أضواء السلف (7) مجلدات.\r46. «نصب الراية» (4) مجلدات، بعناية: عبدالفتاح أبي غدة.\r47. «البدر المنير» لابن الملقن، وهو أصل كتاب «التلخيص الحبير» ط. دار الهجرة (10) مجلدات. وحقق أيضاً في رسائل جامعية طبعت في دار العاصمة في () مجلداً.\r48. «رياض الصالحين» ط. الرسالة.\r49. «الأذكار» للنووي، تحقيق: عامر حسن صبري، فإن لم تتيسر فالطبعة الأخرى بتخريج: سليم الهلالي في مجلدين.\r50. «كشف الخفاء» للعجلوني، مجلدان، ولم يحقق تحقيقاً علمياً.\r51. «المقاصد الحسنه» للسخاوي.\r52. «جامع العلوم والحكم» تحقيق: إبراهيم باجس وشعيب الأرناووط، ط. الرسالة، مجلد واحد.\r53. شرح رياض الصالحين، للشيخ: ابن عثيمين، ط. دار الوطن بإشراف: مؤسسة ابن عثيمين الخيرية (6) مجلدات.\r54. جميع كتب الشيخ الألباني ط. مكتبة المعارف الرياض، وأهمها «السلسلةالصحيحة» (14) مجلداً، «والسلسلة الضعيفة» (14) مجلداً، و «إرواء الغليل» ط. المكتب الإسلامي (9) مجلدات، و «صفة","seal":"6F7AACF0","page":23},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"الصلاة» و «حجة النبي صلى الله عليه وسلم» و «أحكام الجنائز» و «غاية المرام» ..\r55. «الفتوحات الربانية شرح الأذكار النووية» لابن علان، ط. القديمة (4) مجلدات.\r56. «التبيان في تخريج وتبويب أحاديث بلوغ المرام وبيان ما ورد في الباب» لخالد بن ضيف الله الشلاحي (12) مجلداً، الأخير فهارس، ط. مؤسسة الرسالة العالمية. قسم العبادات في (8) مجلدات، وقد اختصر عمله في بقية الكتاب، وذكر أنه لم يورد أحاديث ما ورد في الباب إلا عند الحاجة، بخلاف ما عمله في قسم العبادات، وأشار إلى أنه سيخرج كتاباً كبيراً في أحاديث الأحكام.\r57. «الترغيب والترهيب» للمنذري، تحقيق: مستو والعطار وبديوي، ط. دار ابن كثير (4) مجلدات، الطبعة الثالثة 1420 هـ.\r58. «كنز العمال» ط. بيت الأفكار، مجلدان كبيران.\r59. «موسوعة أطراف الحديث» لزغلول (11) مجلداً. [يمكن الاستغناء عنه إلى حد كبير، لوجود البرامج الحاسوبية]","seal":"4CE00D40","page":24},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"60. «المعجم المفهرس لألفاظ الحديث» (8) مجلدات. [يمكن الاستغناء عنه إلى حد كبير، لوجود البرامج الحاسوبية]\r61. «خلاصة الكلام في تخريج أحاديث بلوغ المرام» للشلاحي، وهو اختصار ل «التبيان .. » السابق ذكره.\r\rعلوم الحديث\r1. «فتح المغيث» للسخاوى، تحقيق: د. عبدالكريم الخضير، د. محمد الفهيد، ط. مكتبة المنهاج في الرياض.\r2. «علوم الحديث» = (مقدمة ابن الصلاح)، تحقيق: نور الدين عتر، مجلد. ط. دار الفكر 1429 هـ.\r3. «النكت على كتاب ابن الصلاح» لابن حجر، تحقيق د. ربيع بن هادي (3) مجلدات\r4. «تدريب الراوي» للسيوطي، تحقيق: د. مازن السرساوي، مجلدان، ط. دار ابن الجوزي.\r5. «الكافي في علوم الحديث» للتبريزي، تحقيق: مشهور سلمان، ط. الدار الأثرية.\r6. «تيسير مصطلح الحديث» للطحان، ط. مكتبة المعارف.\r7. «قواعد التحديث» للقاسمي، تحقيق: البيطار، ط. دار النفائس.","seal":"C05244AE","page":25},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"8. «النكت على نزهة النظر» لعلي حسن عبدالحميد، ط. دار ابن الجوزي.\r9. «كفاية الحفظة شرح المقدمة الموقظة للذهبي» لسليم الهلالي، مجلد ط. مكتبة الفرقان، أو شرح الشيخ د. حاتم العوني.\r10. «موسوعة علوم الحديث» ط. المجلس الأعلى للشؤون الإسلامية في مصر (مجلد كبير).\r11. «شرح علل الترمذي» لابن رجب، تحقيق: نور الدين عتر، مجلدان، وله طبعة في مجلد بتحقيق: القيسي، ط. مؤسسة بيت الأفكار، وهي جيدة، استفاد من الطبعة السابقة، وطبعة د. همام سعيد.\r12. كتب الشيخ سعد الحميد مثل: «شرح النخبة»، «مناهج المحدثين»، «طرق التخريج»، «فتاوى حديثيه».\r13. «شرح النخبة» لطارق عوض الله، ط. دار المغني.\r14. «تحريرعلوم الحديث» لعبد الله بن يوسف الجديع، مجلدان.\r15. «الجرح والتعديل» د. إبراهيم اللاحم، ط. مكتبة الرشد.\r16. «الاتصال والانقطاع» د. إبراهيم اللاحم، ط. مكتبة الرشد.\r17. «قرائن ترجيح التعديل والتجريح» د. عبدالعزيز بن صالح اللحيدان، ط. مكتبة التدمرية.","seal":"EEC5C56C","page":26},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"رجال الحديث والتراجم\r1. «الجرح والتعديل» لابن أبي حاتم، تحقيق: المعلمي، ط. الهندية.\r2. «تهذيب الكمال» للمزي، ط. الرسالة (35) مجلداً.\r3. «تهذيب التهذيب» لابن حجر، ط. الرسالة، ولعله يصدر قريباً بتحقيق د. أحمد معبد عبدالكريم.\r4. «تقريب التهذيب» لابن حجر، تحقيق: محمد عوَّامة، ط. الثامنة في دار المنهاج في جدة.\r5. «تعجيل المنفعة» تحقيق: إكرام الله إمداد الحق، ط. دار البشائر مجلدان.\r6. «الكامل في الضعفاء» لابن عدي، ليس له إلى الآن طبعة جيدة، وهو محقق في رسائل في قسم السنة في جامعة الإمام، منذ عشرين سنة، يسّر الله من يُهيأها للطباعة، ولو بإخراج النص فقط.\r7. «ميزان الإعتدال» للذهبي، تحقيق: محمد رضوان عرقسوسي وآخرون، ط. الرسالة العالمية (5) مجلدات.\r8. «لسان الميزان» لابن حجر، تحقيق: عبدالفتاح أبو غدة، وهي ... ــ أفضل طبعة ــ من جهة ضبط النص، وأما الأخرى بإشراف","seal":"4C66197B","page":27},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"محمد مرعشلي، فمُثقَلةٌ بالحواشي غير المفيدة، ونصها دخله تصحيفات وتحريفات.\r9. «توضيح المشتبه» لابن ناصرالدين، تحقيق: العرقسوسي، ط. الرسالة (10) مجلدات.\r10. «الإصابة» لابن حجر، تحقيق د. عبدالله التركي.\r11. «سير أعلام النبلاء» ط. الرسالة.\r12. «تاريخ بغداد» تحقيق: بشار عواد، ط. دار الغرب.\r13. «تاريخ دمشق» لابن عساكر، نشر: دار الباز (60) مجلداً.\r14. «تذكرة الحفاظ» للذهبي، ط. الهندية، تصوير: دار إحياء التراث.\r15. «شذرات الذهب» لابن العماد، ط. دار ابن كثير (8) مجلدات.\r16. «تتمة الأعلام للزركلي» د. محمد خير رمضان يوسف.\r17. «معجم الأدباء» لياقوت الحموي، تحقيق: إحسان عباس، ... ط. دار الغرب.\r18. «وفيات الأعيان» لابن خلكان، تحقيق: إحسان عباس، ... ط. دار صادر.\r19. «الأعلام» للزركلي، ط. دار العلم للملايين.","seal":"2901F501","page":28},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"20. «معجم المؤلفين» ط. الرسالة (4) مجلدات.\r21. «معجم المختلطين» لمحمد طلعت، ط. أضواء السلف.\r22. «معجم المدلسين» لمحمد طلعت، ط. أضواء السلف.\r23. «تحفة التحصيل في ذكر رواة المراسيل» لابن العراقي، تحقيق: د. رفعت فوزي وآخرون، ط. الخانجي.\r24. «الدليل المغني لشيوخ الدارقطني» لأبي الطيب نايف بن صلاح المنصوري، ط. دار الكيان.\r25. «إرشاد القاصي والداني إلى تراجم شيوخ الطبراني»، لأبي الطيب نايف المنصوري، ط. دار الكيان.\r26. «إتحاف المرتقي بتراجم شيوخ البيهقي» لمحمود النحال، ط. دار الميمان.\r27. «معجم شيوخ الطبري» لأكرم الفالوجي، ط. الدار الأثرية، ودار ابن عفان.\r28. «الروض الباسم في تراجم شيوخ الحاكم» لأبي الطيب نايف المنصوري، سيطبع قريباً.","seal":"463F8E75","page":29},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"العقيدة\r- الكتب الأصول المسندة:\r1. «الإبانة» لابن بطه، تحقيق: جماعة، ط. دار الراية (9) مجلدات.\r2. «السنة» لعبدالله بن الإمام أحمد، تحقيق د. محمد سعيد القحطاني ط. رمادي للنشر، مجلدان.\r3. «السنة» للخلال، تحقيق: عطية الزهراني، ط. دار الراية (3) مجلدات.\r4. «شرح أصول اعتقاد أهل السنة والجماعة» تحقيق: أحمد حمدان، ... ط. دار طيبة (5) مجلدات.\r5. «الإيمان» لابن منده، تحقيق: د. الفقيهي، ط. الرسالة، مجلدان.\r6. «التوحيد» لابن منده، تحقيق: د. الفقيهي، ط. الغرباء، مجلدان، ثم طبع مجلد واحد (رسالتا ماجستير د. محمد الوهيبي، د. موسى الغصن) ط. دار الفضيلة.\r7. «شرح السنة» للبربهاري، تحقيق: عبدالرحمن الجميزي، ط. المنهاج في الرياض.\r8. «الشريعة» للآجري، تحقيق: د. الدميجي، ط. دار الوطن (6) مجلدات.","seal":"123C1AD4","page":30},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"9. «عقيدة السلف وأصحاب الحديث» للصابوني، تحقيق: د. ناصر الجديع، ط. العاصمة.\r10. «الحجة في بيان المحجة» لأبي القاسم الأصبهاني، تحقيق: د. محمد أبو رحيم، د. محمد المدخلي، ط. دار الراية، مجلدان.\r11. «الاعتقاد» للبيهقي، تحقيق: أحمد بن إبراهيم أبو العينين، ط. دار الفضيلة.\r\r- الكتب الأخرى:\r1. «تيسير العزيز الحميد» للشيخ: سليمان بن عبدالله بن الإمام محمد بن عبدالوهاب، تحقيق: أسامة بن عطايا العتيبي، ط. الصميعي، مجلدان.\r2. «فتح المجيد» للشيخ: عبدالرحمن بن حسن، تحقيق: د. الوليد الفريان، ط. الصميعي، مجلدان.\r3. «إعانة المستفيد شرح كتاب التوحيد» للشيخ: صالح الفوزان، ط. الرسالة، مجلدان.\r4. كتب الشيخ ابن عثيمين على «كشف الشبهات» و «التوحيد» و «الواسطية» و «الأصول الثلاثة» ويتأكد من الطبعة المعتمدة بإشراف: مؤسسة الشيخ ابن عثيمين الخيرية.","seal":"148EEC0C","page":31},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"5. «الإرشاد إلى صحيح الاعتقاد» للشيخ: صالح الفوزان، ... ط. مكتبة المنهاج في الرياض، مجلد.\r6. جميع كتب شيخ الإسلام ابن تيمية، منها:\r- «درء التعارض» تحقيق: رشاد سالم.\r- «النبوات» تحقيق: الطويان، ط. أضواء السلف.\r- «الاخنائية» تحقيق: أحمد العنزي، ط. الخراز.\r- «التحفة العراقية» تحقيق: الهنيدي، ط. الرشد.\r- «الفتوى الحموية» تحقيق: د. حمد التويجري ... ط. المنهاج في الرياض.\r- «الصارم المسلول» ط. رمادي للنشر (3) مجلدات.\r- «الصفدية» تحقيق: محمد رشاد سالم.\r- «شرح الأصبهانية» تحقيق: د. محمد السعوي، ط. دار المنهاج في الرياض.\r- «الاستغاثة في الرد على البكري» تحقيق: د. عبدالله السهلي، ط. المنهاج في الرياض.\r- «قاعدة جليلة في التوسل والوسيلة» تحقيق: د. ربيع المدخلي.","seal":"5BA9429E","page":32},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"- «اقتضاء الصراط المستقيم» تحقيق: د. ناصر العقل.\r7. «القضاء والقدر» د. عبدالرحمن المحمود، ط. دار النشر الدولي.\r8. «الحكم بغير ما أنزل الله» د. عبدالرحمن المحمود، ط. دار طيبة.\r9. «موقف شيخ الإسلام من الأشاعرة» د. عبدالرحمن المحمود، ط. الرشد، (3) مجلدات.\r10. «موقف شيخ الإسلام من الصوفية» د. محمد العريفي.\r11. «الولاء والبراء» د. محمد القحطاني، ط. دار طيبة.\r12. «التبرك» د. ناصر الجديع، ط. الرشد.\r13. «نواقض الإيمان» د. عبدالعزيز العبداللطيف، ط. دار الوطن.\r14. «التقليد في باب العقائد وأحكامه» د. ناصر الجديع، ط. العاصمة.\r15. «عقيدة أهل السنة والجماعة ـ مفهومها، خصائصها، خصائص أهلها ـ للشيخ: محمد بن إبراهيم الحمد، تقديم: سماحة الشيخ: عبدالعزيز بن باز، ط. دار ابن خزيمة.","seal":"90DEB0C1","page":33},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"16. «أهل السنة والجماعة ـ النشأة، الأهداف، المنهج، الخصائص» د. صالح الدخيل، ط. دار الفضيلة في الرياض.\r17. «التعريفات الاعتقادية» لسعد العبداللطيف، ط. الوطن.\r18. «دليل المكتبة العقدية» د. محمد الشايع، ط. دار زدني.\r\rالملل والمذاهب\r1. «الموجز في الأديان» د. القفاري، د. العقل، ط. كنوز اشبيليا.\r2. «فرق معاصره تنتسب إلى الإسلام وبيان موقف الإسلام منها» د. غالب عواجي. الطبعة الأخيرة في (3) مجلدات.\r3. «منهاج السنة» لابن تيمية، تحقيق: محمد رشاد سالم (9) مجلدات.\r4. «الإسماعيلية المعاصرة» محمد الجوير.\r5. «الملل والنحل» للشهرستاني، تحقيق: محمد فتح الله، تصوير: مكتبة أضواء السلف، مجلدان.\r6. «الفَرق بين الفِرق»\r7. «الموسوعة الميسرة في الأديان» ط. الندوة العالمية للشباب الإسلامي، ط. الجديدة في مجلدين.\r8. «العلمانية» د. سفر الحوالي.","seal":"0DBC13C8","page":34},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"9. «الاتجاهات العقلانية الحديثة» د. ناصر العقل، ط. دار الفضيلة.\r10. «حقيقة اللبرالية وموقف الإسلام منها» د. عبدالرحيم بن صمايل السلمي، ط. مركز التأصيل في جدة.\r11. «دراسات في الأهواء والفرق والبدع وموقف السلف منها» د. ناصر العقل، صدر منه جزءان، ط. اشبيليا.\r12. «علم الملل ومناهج العلماء فيه» د. أحمد بن عبدالله جود، ط. دار الفضيلة.\r13. «الخوارج» د. ناصر العقل، ط. اشبيليا.\r14. «حقيقة الخوارج في الشرع وعبر التاريخ» للشيخ: فيصل الجاسم، ط. غراس.\r15. «نقض عقائد الأشاعرة والماتريدية» لخالد المرضي الغامدي، ط. أطلس الخضراء.\r16. «شبهات عصرانية مع أجوبتها»، للشيخ: سليمان الخراشي، ط. الألوكة.\r17. «مآلات الخطاب المدني»، للأستاذ: إبراهيم السكران.","seal":"778BCB96","page":35},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"الفقه\r1. «المغني» لابن قدامه، ط. التركي.\r2. «الكافي» لابن قدامه، ط. التركي.\r3. «الشرح الممتع على زاد المستقنع» للشيخ: ابن عثيمين، ط. ابن الجوزي (15) مجلداً.\r4. «حاشية الروض المربع» لابن قاسم (7) مجلدات.\r5. «الروض المربع» تحقيق: المشيقح وجماعة، ط. دار الوطن، صدر منه (9) مجلدات، لم يكتمل بعد.\r6. «كشاف القناع (15) مجلداً، ط. وزارة العدل.\r7. «الشرح الكبير مع المقنع والإنصاف» (30) مجلداً.\r8. «منار السبيل» عناية: زهير الشاويش، ومعه مختصر أحكام الألباني على الأحاديث، ط. المكتب الإسلامي، في مجلد واحد.\r9. «شرح العمدة» د. عبدالله بن عبدالعزيز الجبرين (3) مجلدات ـ مهم ـ.\r10. «المجموع» للنووي، ومعه: «فتح العزيز» و «التلخيص الحبير».\r11. «نهاية المحتاج في شرح المنهاج» للرملي، ط. البابي الحلبي.","seal":"CA2CD8AE","page":36},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"12. «روضة الطالبين» للنووي، ط. المكتب الإسلامي.\r13. «الأم» للشافعي، تحقيق: د. رفعت فوزي.\r14. «المدونة» لمالك، ط. عالم الكتب.\r15. «شرح منح الجليل» لحسن عليش، ط. القديمة في مكتبة النجاح في ليبيا (4) مجلدات.\r16. «بداية المجتهد» لابن رشد، ط. المحققة في (8) مجلدات.\r17. «الكافي» لابن عبدا لبر، مجلدان.\r18. «المبسوط» للسرخسي، الطبعةالقديمة مطبعةالسعادة (15) مجلداً.\r19. «حاشية ابن عابدين» تحقيق: الفرفور. ط. دار الفرفور.\r20. «فتح القدير» لابن الهمام، الطبعة القديمة ط. البابي الحلبي.\r21. «بدائع الصنائع»، الطبعة القديمة في شركة المطبوعات العلمية في مصر.\r22. «الموسوعة الفقهية الكويتية» (45) مجلداً.\r23. «الفقه الإسلامي وأدلته» للزحيلي ط. الجديدة المزيدة.\r24. «الروضة الندية» لصديق حسن خان، تحقيق: محمد صبحي حسن حلاق، ط. مكتبة الكوثر (3) مجلدات.","seal":"0CA36E9B","page":37},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"25. «السيل الجرار» للشوكاني، تحقيق: محمد صبحي حسن حلاق، ط. دار ابن كثير (3) مجلدات.\r26. «معجم المصطلحات والألفاظ الفقهية» د. محمود عبدالرحمن، ط. دار الفضيلة في القاهرة (3) مجلدات.\r27. «الاختيارات الفقهية لابن تيمية» المطبوع حديثاً باسم «الأخبار العلمية من الاختيارات الفقهية» للبعلي، تحقيق الشيخ: أحمد الخليل، ط. دار العاصمة.\r28. «موسوعة الإجماع لشيخ الإسلام ابن تيمية» جمع وترتيب: عبدالله البوصي، ط. دار البيان الحديثة في مجلد.\r* يفضل شراء الكتب المفردة الفقهية بعد اقتناء الكتب الأمات، مثل:\rنوازل الزكاة، نوازل الحج، أحكام التصوير، الخلع، النجاسات، النظر، المال الحرام، الأطعمة، الرقى والتمائم، المساجد، العقد، المريض، الطيب، المسابقات، الجوار، اللباس، الأيمان، الاعتكاف، الزكاة، الإمامة، الجماعة، القرض، الشفعة، البحر، المصحف، الأوقات، الكلاب، أهل الذمة، المساكن، السياحة، التقسيط، الحداد، الزينة، اليتيم، الرهن، المعسر، خطبة الجمعة، الإعاده في العبادات، الأذان والإقامة والنداء، أحكام الطائرة، أحكام الزيادة في غير","seal":"A0141149","page":38},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"العبادات، أحكام المسألة والاستجداء، الأحكام المتعلقة التدخين، أحكام المجاهرين بالمعاصي، أحكام الأهلة، أحكام البدل في الفقه، الأعمى، المال العام، التمريض، القمار، السجناء، الحوافز التجارية التسويقية، حضور المساجد، التستر والإيواء، التأخير وأحكامه، الزينة، الأدوية، الانتخابات ..\r\rأصول الفقه وقواعده وتاريخه\r1. «أصول الفقه عند أهل السنة والجماعة» د. الجيزاني، ط. دار ابن الجوزي.\r2. «شرح الأصول من علم الأصول» للشيخ: محمد بن صالح العثيمين، ط. دار ابنالجوزي بإشراف مؤسسة ابن عثيمين الخيرية.\r3. ... «مذكرة أصول الفقه على روضة الناظر» للشيخ: محمد الأمين الشنقيطي، تحقيق: سامي بن العربي، ط. دار اليقين.\r4. «تيسير الوصول إلى فهم علم الأصول» للمشايخ: العباد، والشعيبي، وعطية سالم، (غلاف متوسط).\r5. «روضة الناظر» لابن قدامه، تحقيق: د. النملة (3) مجلدات.\r6. «شرح مختصر الروضة» للطوفي، تحقيق: د. التركي، ط. الرسالة (3) مجلدات.\r7. «إرشاد الفحول» للشوكاني، تحقيق: سامي بن العربي، مجلدان، ط. دار الفضيلة في السعودية، .","seal":"388A1988","page":39},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"8. «شرح الكوكب المنير» ط. العبيكان (4) مجلدات.\r9. «قواطع الأدلة في أصول الفقه» لأبي المظفر السمعاني، تحقيق: د. عبدالله الحكمي، د. علي الحكمي (5) مجلدات.\r10. «الإحكام» للآمدي، مجلدان.\r11. «المحصول» للرازي، (6) مجلدات، ط. مؤسسة الرسالة.\r12. «البحر المحيط» للزركشي. ط. وزارة الشؤون الإسلامية في الكويت.\r13. «الموافقات» للشاطبي، تحقيق: مشهور حسن سلمان.\r14. «تقرير القواعد» (القواعد لابن رجب) تحقيق: مشهور حسن سلمان.\r15. «مقاصد الشريعة عند ابن تيميه» د. يوسف البدوي، ط. النفائس.\r16. «القواعد الفقهية الخمس الكبرى عند شيخ الإسلام ابن تيميه» جمع: إسماعيل بن حسن، ط. دار ابن الجوزي.\r17. «القواعد الفقهية» علي الندوي، ط. دار القلم.\r18. «التعليق على القواعد والأصول الجامعة والفروق والتقاسيم البديعة النافعة لابن سعدي» للشيخ: محمد بن عثيمين، ط. مؤسسة الشيخ ابن عثيمين الخيرية.","seal":"CCAE730C","page":40},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"nass":"19. «سد الذرائع عند شيخ الإسلام ابن تيمية» لإبراهيم المهنا، ط. دار الفضيلة في الرياض.\r20. «مفتاح الأصول إلى بناء الفروع على الأصول» للتلمساني، تحقيق: محمد علي فركوس، ط. المكتبة المكية ومؤسسة الريان.\r21. «الفكر السامي وتاريخ الفقه الإسلامي» لمحمد بن الحسن الحجوي الثعالبي (ت 1376 هـ)، مجلدان.\r22. «الممتع في القواعد الفقهية» د. مسلم الدوسري، ط. زدني.\r23. «منظومة أصول الفقه وقواعده»، النظم والشرح للشيخ: ابن عثيمين، ط. دار ابن الجوزي.\r24. «تاريخ الفقه الإسلامي» د. عمر الأشقر، ط. دار النفائس.\r25. «تتبع الرخص بين الشرع والواقع» لعبداللطيف التويجري.\r26. «إرسال الشواظ على من تتبع الشواذ» لصالح بن علي الشمراني، ط. دار المنهاج في الرياض.\r27. «الفتيا المعاصرة» د. خالد المزيني، ط. ابن الجوزي.","seal":"B264BB77","page":41},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"السيرة النبوية والتاريخ\r1. «البداية والنهاية» لابن كثير، تحقيق: التركي، ط. دار هجر (25) مجلداً.\r2. «السيرة النبوية في ضوء المصادر الأصلية» لمهدي رزق الله، ط. مكتبة إمام الدعوة، في مجلدين.\r3. «السيرة النبوية» لابن هشام، تحقيق: د. عمر تدمري، ط. دار الريان.\r4. «السيرة النبوية الصحيحة» د. أكرم العمري، ط. العبيكان، مجلدان.\r5. «الفصول في سيرة الرسول - صلى الله عليه وسلم -» لابن كثير، تحقيق: سمير الزهيري، ط. المعارف.\r6. «الرحيق المختوم» للمباركفوري.\r7. «تلقيح فهوم أهل الأثر في عيون التاريخ والسير» لابن الجوزي.\r8. «الدرر في المغازي والسير» لابن عبد البر، تحقيق: د. شوقي ضيف، ط. وزارة الأوقاف المصرية.\r9. «الكامل في التاريخ» لابن الأثير، ط. دارصادر.\r10. «دول الإسلام» للذهبي، تحقيق: حسن مروة، ط. دار صادر.","seal":"F93D8BFD","page":42},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"11. «الذيل التام على دول الإسلام» للسخاوي، تحقيق: حسن مروة، ط. دار العروبة ودار ابن العماد.\r12. «الإعلان بالتوبيخ لمن ذم التاريخ» للسخاوي، عناية: القدسي.\r13. «ترسيخ المدخل إلى علم التاريخ» لأكرم الفالوجي، ط. الدار الأثرية.\r14. «منهج كتابة التاريخ الإسلامي» د. محمد بن صامل السلمي، ... ط. دار ابن الجوزي.\r15. «التدوين التاريخي عند المسلمين» د. فاروق فوزي، ط. مركز زايد في الإمارات.\r\rالمعاجم اللغوية\r- كتب المباني:\r1. «لسان العرب» لابن منظور، ط. دار صادر (15) مجلداً.\r2. «القاموس المحيط» ط. الرسالة، مجلدٌ واحد.\r3. «تاج العروس شرح القاموس» ط. المحققة في الكويت (40) مجلداً.\r4. «مقاييس اللغة» لابن فارس، تحقيق: العلاّمة: عبدالسلام هارون، نشر: شركة الرياض.\r5. «مختار الصحاح» تحقيق: حمزة فتح الله.","seal":"666218C1","page":43},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"6. «النهاية في غريب الحديث والأثر» لابن الأثير، تحقيق: طاهر أحمد الزاوي ومحمود محمد الطناحي (5) مجلدات.\r\r- كتب المعاني:\r1. «فقه اللغة» للثعالبي، تحقيق: خالد فهمي، ط. مكتبة الخانجي، مجلدان.\r2. «المنتخب من غريب كلام العرب» للهنائي، تحقيق: د. حمد العمري، ط. جامعة أم القرى، في جزأين.\r3. «التلخيص» لأبي هلال العسكري، تحقيق: د. عزة حسن، غلاف.\r4. «المخصص» لابن سيده، ط. القديمة الأميرية (5) مجلدات كبار، يوجد مصورة عنها، وهو أوسع كتب المعاني.\r\rالنحو\r1. «شرح الآجرومية» للشيخ: ابن عثيمين.\r2. «أيسر الشروح على الآجرومية» د. عبدالعزيز بن علي الحربي.\r3. «التطبيق النحوي» د. عبده الراجحي ط. جديدة.\r4. الأساليب الإنشائية» لعبدالسلام هارون، ط. دار الجيل.\r5. «تعجيل الندى بشرح قطر الندى لابن هشام» شرحه: الشيخ: عبدالله بن صالح الفوزان، الطبعة الجديدة عند ابن الجوزي 1430 هـ.","seal":"94630AFC","page":44},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"6. «شرح ابن عقيل على الألفية» تحقيق: د. رمزي منير بعلبكي، ... ط. دار العلم للملايين.\r7. «أوضح المسالك لابن هشام» أو «ضياء المسالك إلى أوضح المسالك» للنجار، أربع مجلدات.\r8. «التصريح على التوضيح» لخالد الأزهري، تحقيق: د. عبد الفتاح بحيري، (5) مجلدات.\r9. «ارتشاف الضَرَب من لسان العرب» لأبي حيان الأندلسي، تحقيق: د. رجب عثمان، ط. الخانجي (5) مجلدات.\r10. «النحو الوافي» لعباس حسن (4) مجلدات.\r\rالصرف\r1. «التطبيق الصرفي» د. عبده الراجحي.\r2. «شذا العرف في فن الصرف» للحملاوي ط. الرشد.\r3. «إمتاع الطرف في تيسير الصرف» د. عبدالحميد السيد محمد، ط. المكتبة الأزهرية، في غلافين.\r4. «المبدع في التصريف» لأبي حيان، تحقيق: د. عبدالحميد طلب.\r5. «الممتع في التصريف» لابن عصفور، تحقيق: د. فخر قباوه، ط. دار المعرفة في مجلدين.","seal":"93757734","page":45},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"البلاغة والنقد\r1. «تاريخ علوم البلاغة والتعريف برجالها» لأحمد مصطفى المراغي، ط. البابي الحلبي 1369 هـ.\r2. «أسرار البلاغة» للجرجاني، تحقيق: محمود شاكر، ط. دار المدني.\r3. «دلائل الإعجاز» للجرجاني، تحقيق: محمود شاكر، ط. دار المدني.\r4. «شروح التلخيص» ط. البابي الحلبي (4) مجلدات.\r5. «الإيضاح في علوم البلاغة» للقزويني، تحقيق: محمد عبدالمنعم خفاجي، مجلدان.\r6. «إصلاح الإيضاح» د. عبدالمحسن العسكر، ط. دار زدني.\r7. «موجز البلاغة» للطاهر عاشور، تصوير: مكتبة أضواء السلف.\r8. «دروس البلاغة لحفني ناصف وجماعة» شرح: الشيخ: محمد بن صالح ابن عثيمين، عناية: محمد بن فلاح المطيري، غلاف، ط. دار غراس في الكويت,\r9. «العمدة في صناعة الشعر ونقده» لابن رشيق، تحقيق: د. النبوي شعلان، ط. الخانجي، مجلدان.\r10. «النقد المنهجي عند العرب ومنهج البحث في الأدب واللغة» د. محمد مندور، ط. دار نهضة مصر.","seal":"CB676C88","page":46},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"11. «مناهج النقد الأدبي الحديث رؤية إسلامية» د. وليد قصاب، ط. دار الفكر في دمشق.\r12. «نحو منهج إسلامي في رواية الشعر ونقده» د. مصطفى عليان، ط. دار البشير.\r\rالإملاء\r1. «قواعد الإملاء» لعبدالسلام هارون.\r2. «أصول الإملاء» د. عبداللطيف الخطيب، ط. دار التراث.\r3. «كتاب الإملاء» لحسين والي، ط. دار القلم.\r4. «علم الكتابة العربية» د. غانم قدوري الحمد، ط. دار عمار.\r5. «فن الترقيم» د. عبدالفتاح الحمّوز، ط. دار عمار.\r6. «الترقيم وعلاماته» لأحمد زكي باشا، عناية: عبدالفتاح أبو غدة.\r7. «قواعد في الإملاء» لابن عثيمين.\rالأدب\r1. «عيون الأخبار» لابن قتيبة، ط. دار الكتب المصرية، أربع أجزاء في مجلدين.\r2. «ربيع الأبرار» للزمخشري، تحقيق: د. سليم النعمي، (4) مجلدات.\r3. «العقد» لابن عبد ربه، تحقيق: أحمد أمين، والزين، ط. دار الكتاب العربي (8) مجلدات.","seal":"EC517251","page":47},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"4. «الكامل» للمُبرِّد، تحقيق: الدالي، ط. الرسالة (4) مجلدات.\r5. «أدب الكاتب» لابن قتيبة، تحقيق: الدالي، ط. الرسالة.\r6. «أدب الدنيا والدين» للمارودي، تحقيق: ياسين السواس، ط. دار ابن كثير.\r7. «بهجة المجالس» لابن عبدالبر، تحقيق: محمد الخولي (3) مجلدات.\r8. «محاضرات الأدباء» للراغب الأصبهاني، تحقيق: د. رياض مراد، ط. دار صادر (6) مجلدات.\r\rمجاميع أدبية\r1. «الزاهر في معاني كلمات الناس» لابن الأنباري، تحقيق: د. حاتم الضامن، ط. الرسالة، مجلدان.\r2. «تاريخ الأدب العربي» لأحمد الزيات.\r3. «المزهر في علوم اللغة» للسيوطي، تحقيق: البجاوي، ومحمد أبو الفضل، ومحمد جاد، ط. المكتبةالعصرية، مجلدان.\r4. «مقامات الحريري» بشرح الشريشي، ط. بولاق، وقد صُوِّر عنها.\r5. «الامتاع والمؤانسة» لأبي حيان التوحيدي، تحقيق: أحمد أمين وأحمد الزين، ط. المكتبةالعصرية.\r6. «الصداقه والصديق» لأبي حيان التوحيدي، تحقيق: علي متولي صلاح، ط. مكتبة الآداب.","seal":"EF36733D","page":48},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"nass":"7. «البصائر والذخائر» لأبي حيان التوحيدي تحقيق: د. وداد القاضي، ط. دار صادر (7) مجلدات.\r8. «المعارف» لابن قتيبة، تحقيق: د. ثروت عكاشة، ط. مصر.\r9. «بلوغ الأرب في معرفة أحوال العرب» للآلوسي، تحقيق: محمد بهجة الأثري، ط. دار الشرق (3) مجلدات.\r10. «الانحراف العقدي في أدب الحداثة وفكرها» د. سعيد بن ناصر الغامدي، ط. دار الأندلس الخضراء (3) مجلدات.\r11. «الحيوان» للجاحظ، تحقيق: عبدالسلام هارون (7) مجلدات، ط. إحياء التراث.\r12. «البَيَان والتَّبَيُّن» للجاحظ، تحقيق: عبدالسلام هارون.\r13. «وحي القلم» لمحمد صادق الرافعي، ط. دار القلم 1430 هـ.\r14. «تاريخ آداب العرب» للرافعي، (3) مجلدات.\r15. «المصادر الأدبية واللغوية في التراث العربي» د. عز الدين إسماعيل، ط. دار النهضة العربية في بيروت.\r16. «في الأدب الإسلامي» د. وليد قصاب، ط. دار القلم.\r17. «مقالات في الأدب والنقد» د. وليد قصاب، ط. دار البشائر.\r18. «الاتجاهات الوطنية في الأدب المعاصر» د. محمد محمد حسين.","seal":"C546902D","page":49},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"19. «مجمع الأمثال» للميداني، تحقيق: محمد محي الدين عبدالحميد (4) مجلدات.\r20. «معجم الأمثال العربية» د. رياض مراد، ط. جامعة الإمام محمد بن سعود (4) أجزاء.\r21. «موسوعة أمثال العرب» د. إميل يعقوب، ط. دار الجيل (7) مجلدات.\r22. «التمثيل والمحاضرة» للثعالبي، تحقيق: د. عبدالفتاح الحلو، ط. الدار العربية للكتاب.\r23. «ثمار القلوب في المضاف والمنسوب» للثعالبي، تحقيق: إبراهيم صالح، ط. دا رالبشائر، مجلدان.\r24. «يواقيت المواقيت» للثعالبي، تحقيق: د. النبوي شعلان، ط. دار قباء في القاهرة.\r25. «جمهرة مقالات الأستاذ محمود شاكر» جمع: عادل جمال، ط. الخانجي، مجلدان.\r26. «جمهرة مقالات أحمد شاكر» جمع: عبدالرحمن العقل، مجلدان.\r27. «ذكريات علي الطنطاوي» اعتنى بها سبط المؤلف: مجاهد ديرانية، الطبعة الثانية في دار المنارة في جدة.","seal":"537A1EA0","page":50},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"28. «ظاهرة التأويل الحديثة في الفكر العربي المعاصر» د. خالد بن عبدالعزيز السيف، ط. مركز التأصيل في جدة.\r29. «بدعة إعادة فهم النص» للشيخ: محمد المنجد، تقديم معالي الشيخ د. صالح بن فوزان الفوزان، ط. مجموعة زاد للنشر.\r\rالدواوين والمختارات الشعرية\r1. «يتيمة الدهر» للثعالبي، ط. دار الكتب العلمية (5) مجلدات.\r2. «منتهى الطلب من أشعار العرب» لابن ميمون، تحقيق: د. محمد نبيل طريفي، ط. دار صادر (9) مجلدات.\r3. «الحماسة» لأبي تمام، تحقيق: عبدالمنعم أحمد صالح، ط. وزارة الثقافة العراقية.\r4. «ديوان أبي تمام» شرح الخطيب التبريزي، تحقيق: محمد عبده عزام، ط. المعارف في مصر.\r5. «ديوان المتنبي» بشرح عبدالرحمن البرقوقي، ط. دار الكتاب العربي.\r6. «ديوان امرئ القيس» تحقيق: محمد أبو الفضل إبراهيم، ط. المعارف في مصر.","seal":"40564584","page":51},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"7. «ديوان جرير» شرح: محمد بن حبيب، تحقيق: د. نعمان بن محمد أمين، ط. المعارف في مصر.\r8. «ديوان الفرزدق» ط. الصاوي.\r9. «ديوان البحتري» تحقيق: حسن كامل الصيرفي، ط. المعارف في مصر.\r10. «ديوان بشار بن برد» شرح: محمد الطاهر عاشور، ط. في تونس.\r11. «ديوان ابن الرومي» تحقيق: حسين نصار، ط. الهيئة المصرية للكتاب.\r12. «ديوان الأعشى» تحقيق: محمد محمد حسين، ط. المكتب الشرقي.\r13. «ديوان النابغة الذبياني» تحقيق: عبدالعزيز رباح، ط. المكتب الإسلامي.\r14. «ديوان أبي نواس» تحقيق: أحمد عبدالمجيد الغزالي، ط. الكتاب العربي في بيروت.\r15. «ديوان الحطيئة» بشرح ابن السكيت، تحقيق: د. نعمان بن محمد أمين، ط. الخانجي.\r16. «شرح ديوان الحماسة للمرزوقي» تحقيق: عبدالسلام هارون.","seal":"79A16ACF","page":52},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"مجاميع\r1. جميع كتب ابن القيم، ط. عالم الفوائد في مكة، ضمن سلسلة آثار ابن القيم.\rويُنتَبه إلى الطبعة المنتشرة ل «زاد المعاد»؛ لأن مؤسسة الرسالة أعادت صفَّه، مما أدى إلى اختلاف صفحاته عن الطبعات المنتشرة، فليُشترى من المكتبات المستعملة.\rوكذا فعلوا في «شرح الطحاوية» وغيرها، ....\r2. جميع كتب الشيخ: بكر أبو زيد.\r3. جميع كتب الشيخ: مشهور حسن سلمان، منها:\r- «المروءة»، و «كتب حذر منها العلماء»، وغيرها.\r- تحقيقاته لكتب ابن القيم: «جلاء الأفهام»، «الفروسية»، «إعلام الموقعين»، ...\rأما تحقيقه للسنن الأربع، ط. مكتبة المعارف، فليس فيه تميُّز.\r4. «معالم في طريق الطلب» للشيخ: د. عبدالعزيز بن محمد السدحان، ط. المزيدة، ط. دار القبس في الرياض.\r5. «النبذ في آداب طالب العلم» د. حمد العثمان، آخر طبعة مزيدة، ط. الدار الأثرية.","seal":"19B956AC","page":53},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"6. «المُلِم في الأقوال المشوقة لطالب العلم» د. محمد الودعان، ط. كنوز اشبيليا.\r7. «فضل علم السلف على علم الخلف» لابن رجب، تحقيق: علي حسن، ط. دار عمار. فإن لم توجد فتحقيق: محمد بن ناصر العجمي.\r8. «الصوارف عن الحق» د. حمد العثمان، ط. الدار الأثرية.\r9. «الصحوة الإسلامية ضوابط وتوجيهات» للشيخ: محمد بن عثيمين، ط. دار الوطن.\r10. «منزلة العلماء» للشيخ: د. عبدالعزيز السدحان، ط. دار العاصمة.\r11. «قواعد في التعامل مع العلماء» د. عبدالرحمن اللويحق، تقديم: سماحة الشيخ: عبدالعزيز بن باز، ط. دار الوراق.\r12. «قيمة الزمن عند العلماء» عبدالفتاح أبو غدة، الطبعة الجديدة 1430 هـ.\r13. «الرجوع إلى الحق» لسعيد باشنفر، ط. دار الخراز.\r14. «الهمة العالية» للشيخ: محمد بن إبراهيم الحمد، ط. دار ابن خزيمة.\r15. «فقه الرد على المخالف» د. خالد السبت، ط. المصادر للمعلومات.\r16. «كشف الظنون» لحاجي خليفة.","seal":"153B6ACE","page":54},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"17. «الدليل إلى المتون العلمية» للشيخ: عبدالعزيز بن إبراهيم بن قاسم، ستصدر الطبعة الثانية قريباً ـ إن شاء الله ـ وفيها زيادات كثيرة.\r18. «الجامع للمتون العلمية» لعبدالله الشمراني.\r19. «معجم الموضوعات المطروقة» لعبدالله الحِبْشي، الطبعة الثالثة في الإمارات، مجلدان.\r20. «دعوة الرسل» للعدوي، ط. دار المعرفة\r21. «تلبيس إبليس» لابن الجوزي.\r22. «لطائف المعارف» لابن رجب، تحقيق: عامر ياسين، ط. دار ابن خزيمة.\r23. «رسائل الإصلاح» لمحمد الخضر حسين.\r24. «فتنة التفجيرات والاغتيالات ـ الأسباب، الآثار، العلاج ـ» ... للشيخ: أبي الحسن مصطفى بن إسماعيل السليماني المصري المأربي، الطبعة الثانية في دار الكيان في الرياض.\r25. «حصوننا مهددة من الداخل» لمحمد محمد حسين، ط. مؤسسة الرسالة.\r26. «معاملة الحكام في ضوء الكتاب والسنة» للشيخ: د. عبدالسلام بن برجس العبدالكريم.","seal":"9DC97FA6","page":55},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"27. «نظرات شرعية في فكر منحرف» للشيخ: سليمان الخراشي، صدر منه (4) مجلدات.\r28. «حياة الحيوان الكبرى» للدميري، تحقيق: إبراهيم صالح، ط. دار البشائر، (4) مجلدات.\r29. «معجم البلدان» لياقوت الحموي، ط. دار صادر (5) مجلدات.\r\rالأخلاق والآداب\r1. «الآداب الشرعية والمنح المرعية» لابن مفلح، ط. الرسالة (3) مجلدات.\r2. «غذاء الألباب» للسفاريني، ط. القديمة في مطبعة النجاح في مصر، وقد صور عنها، مجلدان.\r3. «الآداب» لفؤاد الشلهوب، ط. دار القاسم.\r4. «مختصر منهاج القاصدين» لأحمد بن عبدالرحمن المقدسي، تحقيق: علي حسن عبدالحميد، أو «موعظة المؤمنين من إحياء علوم الدين» لجمال الدين القاسمي.\r5. «التهذيب الموضوعي لحلية الأولياء»، لمحمد الهبدان، ط. دار طيبة.\r6. «التصنيف الموضوعي لتاريخ بغداد» لمحمد الهبدان، ط. دار ابن الجوزي.","seal":"B727D51E","page":56},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"الاعتصام بالسنة والحذر من البدعة\r1. «الاعتصام» للشاطبي، تحقيق: الشيخ: مشهور سلمان.\r2. «معجم البدع» لعامر صبري، الطبعة الثانية (1431 هـ) مزيدة ط. دار العاصمة.\r3. «قواعد معرفة البدع» للجيزاني، ط. دار ابن الجوزي.\r4. «حقيقة البدعة وأحكامها» د. سعيد الغامدي، مجلدان، ط. الرشد.\r5. «الأمر بالاتباع» للسيوطي، تحقيق: مشهور سلمان، ط دار ابن القيم.\r6. «أهل الأهواء والبدع» د. إبراهيم الزحيلي، مجلدان، ط. العلوم والحكم.\r7. «الاهتمام بالسنن النبوية» للشيخ: د. عبدالسلام العبدالكريم، ط. الصميعي.\r8. «تصحيح الدعاء» للشيخ: بكر أبو زيد، ط. العاصمة.\r9. «هجر المبتدع» للشيخ: بكر أبو زيد.\r10. «وكل بدعة ضلالة» لمحمد الريسوني، ط. المنهاج في الرياض.\r11. «البدع الحولية» لعبدالله بن عبدالعزيز التويجري، ط. دا رالفضيلة.\r12. «دعوة أهل البدع» لخالد الزهراني، ط. دار ابن الجوزي.","seal":"835616E4","page":57},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"الفتاوى\r1. «مجموع فتاوى شيخ الإسلام»، تُشترى من دار القاسم، فهي أفضل تصوير وتجليد من غيرها.\r2. «فتاوى اللجنة الدائمة».\r3. «مجموع فتاوى ورسائل ابن باز».\r4. «مجموع فتاوى ورسائل ابن عثيمين».\r5. «فتاوى أركان الإسلام» لابن عثيمين في مجلد.\r6. «الفتاوى الشرعية في القضايا العصرية» جمع: محمد بن فهد الحصيِّن، الطبعة الثانية مزيدة.\r\rالخطب المنبرية\r1. «الضياء اللامع من الخطب الجوامع» للشيخ: محمد بن عثيمين، ط. دار الثريا (6) مجلدات.\r2. «الخطب المنبرية في المناسبات العصرية»، للشيخ: صالح الفوزان.\r3. «الخطب المنبرية» للشيخ: عبدالعزيز بن محمد السدحان، ط. العاصمة (5) مجلدات.\r4. «كوكبة الخطب المنيفة من منبر الكعبة الشريفة» للشيخ: عبدالرحمن السديس، ط. مكتبة إمام الدعوة في مكة.","seal":"FA3DBD6C","page":58},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"الفرائض\r1. «التعليقات البهية على الفوائد الجلية» لابن باز، كتبها: يوسف بن مطر المحمدي، ط. دار المنهاج في الرياض.\r2. «تسهيل الفرائض» لابن عثيمين.\r3. «التحقيقات المرضية» للفوزان، ط. المعارف.\r4. «الفرائض» لعبدالكريم اللاحم، ط. المعارف.\r5. «الفرائض» لعبدالصمد الكاتب.\r6. «الهدية في شرح الرحبية» للقيسي، اعتنى بها: سعد السعدان، ط. العاصمة.\r7. «العذب الفائض شرح عمدة القارض» لإبراهيم بن عبدالله الفرضي المدني.\r8. «نهاية الهداية إلى تحرير الكفاية» لزكريا الأنصاري، تحقيق: د. عبدالرحمن احمد حسن، ط. دار ابن خزيمة، مجلدان.\rهَذَا مَا تَمَّ تَقْيِيْدُهُ، وَالكُتُب تَتَجَدَّدْ، فليُقيَّد ما جَدَّ مِنها ـ إن كان تحقيقاً علمياً ـ على هذه النُّسْخَةِ .......","seal":"7C7E6A10","page":59},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"وأشْكُرُ الأخَ الكَرِيمَ: حمَّادَ بنَ سُلَيمَان الرَّسِّي، عَلى تَفَضُّلِهِ بِنَسْخِ هَذِهِ النَّوَاةِ، فِي إِخْرَاجِهَا الأَوَّلِ ـ جَزَاهُ اللهُ خَيْرَ الجَزَاءِ وَأَوْفَاه ـ.\rوالحَمْدُ لِلهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتِ\r* * *","seal":"E39456FA","page":60}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"نواة المكتبة","HigriD":"معاصر","oAuthVer":4,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"إبراهيم بن عبد الله بن عبد الرحمن بن حمود بن محمد بن مديهش بن محمد بن إبراهيم بن سالم الحميدي","bLnk":null,"Inf":"","Auth":"إبراهيم بن عبد الله المديهش","Betaka":"الكتاب: نواة المكتبة\r\nالمؤلف: إبراهيم بن عبد الله المديهش\r\nالنشرة: الرابعة، 1431 هـ\r\nعدد الصفحات: 60\r\n[البحث غير مطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"عضو هيئة التدريس في كلية أصول الدين جامعة الإمام محمد بن سعود","seal":"9FD47C0C","cat":"فهارس الكتب والأدلة","oNum":145433,"BkId":145433,"oAuth":2583,"bVer":1,"aSeal":"BC6C7C02"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t145433":
    [
      {"lvl":1,"id":14,"sub":0,"tit":"التفسير وأصوله"},
      {"lvl":1,"id":17,"sub":0,"tit":"الحديث"},
      {"lvl":1,"id":24,"sub":0,"tit":"علوم الحديث"},
      {"lvl":1,"id":26,"sub":0,"tit":"رجال الحديث والتراجم"},
      {"lvl":1,"id":29,"sub":0,"tit":"العقيدة"},
      {"lvl":2,"id":29,"sub":1,"tit":"الكتب الأصول المسندة"},
      {"lvl":2,"id":30,"sub":0,"tit":"الكتب الأخرى"},
      {"lvl":2,"id":33,"sub":0,"tit":"الملل والمذاهب"},
      {"lvl":1,"id":35,"sub":0,"tit":"الفقه"},
      {"lvl":2,"id":38,"sub":0,"tit":"أصول الفقه وقواعده وتاريخه"},
      {"lvl":1,"id":41,"sub":0,"tit":"السيرة النبوية والتاريخ"},
      {"lvl":1,"id":42,"sub":0,"tit":"المعاجم اللغوية"},
      {"lvl":2,"id":42,"sub":1,"tit":"كتب المباني"},
      {"lvl":2,"id":43,"sub":0,"tit":"كتب المعاني"},
      {"lvl":1,"id":43,"sub":1,"tit":"النحو"},
      {"lvl":1,"id":44,"sub":0,"tit":"الصرف"},
      {"lvl":1,"id":45,"sub":0,"tit":"البلاغة والنقد"},
      {"lvl":1,"id":46,"sub":0,"tit":"الإملاء"},
      {"lvl":1,"id":46,"sub":1,"tit":"الأدب"},
      {"lvl":1,"id":47,"sub":0,"tit":"مجاميع أدبية"},
      {"lvl":1,"id":50,"sub":0,"tit":"الدواوين والمختارات الشعرية"},
      {"lvl":1,"id":52,"sub":0,"tit":"مجاميع"},
      {"lvl":1,"id":55,"sub":0,"tit":"الأخلاق والآداب"},
      {"lvl":1,"id":56,"sub":0,"tit":"الاعتصام بالسنة والحذر من البدعة"},
      {"lvl":1,"id":57,"sub":0,"tit":"الفتاوى"},
      {"lvl":1,"id":57,"sub":1,"tit":"الخطب المنبرية"},
      {"lvl":1,"id":58,"sub":0,"tit":"الفرائض"}
    ]
}
