{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b14542":
    [
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":1,"nass":"صور من حَيَاة الصحابيات\r\rتأليف\rالدكتور عبد الرَّحْمَن رأفت الباشا\r\rدَار الْأَدَب الإسلامي","seal":"FFC5FA8B","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":4,"nass":"حَلِيمةُ السَّعديَّةُ\rأُمُّ الرَّسول الأعظَمِ - صلى الله عليه وسلم - مِنَ الرَّضَاعِ\rهذه السَّيِّدة الرصان الرزان (¬1) أثيرة لدى كل مسلم ...\rعزيزة على كل مؤمنٍ ...\rفمن ثدييها الطاهرين رضع الغلام السعيد محمد ابن عبد الله صلوات الله وسلامه عليه ...\rوعلى صدرها المفعم بالمحبة غفا ...\rوفي حجرها الطافح بالحنان درج ...\rومن فصاحتها وفصاحة قومها بني «سعدٍ» نهل ...\rفكان من أبين الأبيناء (¬2) كلامًا ...\r¬_________\r(¬1) الرزان: الرصينة الرزينة.\r(¬2) إلآَّبيناء: جمع بيِّن، وهو ما يفصح عن كلامه بأحسن التبيين.","seal":"B8DBF88C","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":5,"nass":"وأفصح الفصحاء نطقًا.\rإنَّها السَّيِّدة الجليلة حليمة السَّعديَّة أمُّ نبيِّنا محمدٍ - صلوات الله وسلامه عليه - من الرَّضاع.\r****\rولإرضاع السَّيِّدة السَّعديَّة للطفل المبارك الذي ملأ الدنيا برّاً ومرحمةً ...\rوأترعها خيرًا وهديًا ...\rوزانها خلقاً وفضلاً ...\rقصةٌ من روائع القصص، حكتها حليمة السَّعديَّة ببيانها المشرق الأنيق الجذاب ...\rوأسلوبها المتألِّق الرَّشيق الممتع.\rفتعالوا نستمع إليها ...\rفخبرها عن النَّبيِّ الكريم - صلى الله عليه وسلم - من روائع الأخبار.\r****\rقالت حليمة السَّعديَّة:","seal":"90566C3A","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"خرجت من منازلنا أنا وزوجي (¬1) وابن لنا صغيرٌ نلتمس الرُّضعاء (¬2) في مكَّة، وكان معنا نسوةٌ من قومي بني «سعدٍ» قد خرجن لمثل ما خرجت إليه.\rوكان ذلك في سنةٍ قاحلةٍ مجدبةٍ (¬3) ...\rأيبست الزَّرع ...\rوأهلكت الضَّرع فلم تبق لنا شيئًا.\rوكان معنا دابَّتان عجفاوان (¬4) مسنَّتان لا ترشحان (¬5) بقطرة من لبنٍ فركبت أنا وغلامي الصَّغير إحداهما ...\rأمَّا زوجي فركب الأخرى، وكانت ناقته أكبر سناً وأشدَّ هُزالاً.\r¬_________\r(¬1) زوجها: هو الحارث بن عبد العزى السَّعدي ويكنى بأبي كبشة، أما ابنها: فاسمه عبد الله.\r(¬2) نلتمس الرُّضعاء: نبحث عن المولدين الجدد.\r(¬3) مجدبة: لا مطر فيها ولا نبات.\r(¬4) العجف: الهزال.\r(¬5) لا ترشحان: لا تقطر ضروعها بقطرة لبن.","seal":"F9724365","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"وكنا - والله - ما ننام لحظة في ليلنا كلِّه لشدَّة بكاء طفلنا من الجوع، إذ لم يكن ثديي ما يغنيه ...\rولم يكن في ضرعي ناقتنا ما يغذِّيه ...\rولقد أبطأنا بالركَّب بسبب هُزال أتاننا (¬1) وضعفها فضجر رفاقنا منَّا ...\rوشقَّ عليهم السَّفر بسببنا.\rفلمَّا بلغنا مكَّة وبحثنا عن الرُّضعاء وقعت في أمر لم يكن بالحسبان ... ذلك أنه لم تبق امرأةٌ إلاَّ وعرض عليها الغلام الصَّغير محمَّد بن عبد الله ...\rفكنَّا نأباه لأنَّه يتيم، وكنَّا نقول:\rما عسى أن تنفعنا أمُّ صبيٍّ لا أب له؟! ...\rوما عسى أن يصنع لنا جدُّه؟! ...\r****\rثمَّ إنَّه لم يمض علينا غير يومين اثنين حتَّى ظفرت\r¬_________\r(¬1) إلآَّتان: أنثي الحمار.","seal":"419E9DF4","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"كلُّ امرأة معنا بواحد من الرُّضعاء ... أما أنا فلم أظفر بأحدٍ ... فلمَّا أزمعنا الرَّحيل قلت لزوجي:\rإنِّي لأكره أن أرجع إلى منازلنا وألقى بني قومنا خَاوية الوِفَاض (¬1) دون أن آخذ رضيعًا، فليس في صُويحباتي امرأةٌ إلاَّ ومعها رضيعٌ.\rوالله لأذهبنَّ إلى ذلك اليتيم، ولآخذنَّه.\rفقال لي زوجي:\rلا بأس عليك، خذيه فعسى أن يجعل الله فيه خيرًا فذهبت إلى أمِّه وأخذته ...\rووالله ما حملني على أخذه إلاَّ أنِّي لم أجد غلامًا سواه.\r****\rفلمَّا رجعت به إلى رحلي وضعته في حجري،\r¬_________\r(¬1) خَاويَة الوِفَاض: الوفاض هو جلدة توضع تحت الرحى لتلقى الطحين، وخالية الوفاض: كناية عن الحاجة الشديدة وإلآَّفلاس التام.","seal":"520551C8","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"وألقمته ثديي، فدرَّ عليه من اللَّبن ما شاء الله أن يدرَّ بعد أن كان خاوياً خالياً ...\rفشرب الغلام حتَّى رَوِي\rثمَّ شرب أخوه حتَّى رَوِي أيضًا، ثمَّ ناما ...\rفاضَّجعت أنا وزوجي إلى جانبهما لننام بعد أن كنَّا لا نحظى بالنوم إلاَّ غرارًا (¬1) بسبب صبيِّنا الصغير.\rثمَّ حانت من زوجي التفاتةٌ إلى ناقتنا المسنَّة العجفاء ...\rفإذا ضرعاها حافلان ممتلئان ...\rفقام إليها دهِشاً، وهو لا يصدِّق عينيه وحلب منها وشرب.\rثمَّ حلب لي فشربت معه حتَّى امتلأنا ريّاً وشبعاً.\rوبتنا في خير ليلةٍ.\r¬_________\r(¬1) غراراً: قليلاً.","seal":"294316B0","page":12},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"فلمَّا أصبحنا قال لي زوجي:\rأتدرين يا حليمة أنَّك قد ظفرت بطفل مبارك؟!.\rفقلت له:\rإنَّه لكذلك وإني لأرجو منه خيرًا كثيرًا.\r****\rثمَّ خرجنا من مكَّة فركبت أتاننا المسنَّة ...\rوحملته معي عليها؛ فمضت نشيطة تتقدَّم دوابَّ القوم جميعًا حتَّى ما يلحق بها أيٌّ من دوابِّهم.\rفجعلت صواحبي يقلن لي:\rويحك يا ابنة أبي ذُؤيب، تمهَّلي علينا ...\rأليست هذه أتانك المسنَّة التي خرجتم عليها؟!!.\rفأقول لهنَّ: بلى ... والله إنَّها هي.\rفيقلن: والله إنَّ لها لشأناً.\r****","seal":"A3D8D8A1","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"ثمَّ قدمنا منازلنا في بلاد بني «سعد»، وما أعلم أرضاً من أرض الله أشدُّ قحطًا منها ولا أقسى جدبًا.\rلكنَّ غنمنا جعلت تغدو إليها مع كلِّ صباح، فترعى فيها ثمَّ تعود مع المساء ...\rفنحلب منها ما شاء الله أن نحلب، ونشرب من لبنها ما طاب لنا أن نشرب، وما يحلب أحدٌ غيرنا من غنمه قطرةً.\rفجعل بنو قومي يقولون لرعيانهم:\rويلكم ... اسرحوا بغنمكم حيث يسرح راعي بنت أبي ذُؤيب.\rفصاروا يسرحون بأغنامهم وراء غنمنا؛ غير أنَّهم كانوا يعودون بها وهي جائعةٌ ما ترشح لهم بقطرةٍ.\rولم نزل نتلقَّى من الله البركة والخير حتَّى انقضت سنتا رضاع الصَّبيِّ ...\rوتمَّ فطامه ...","seal":"659D7045","page":14},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"وكان خلال عاميه هذين ينمو نموّاً لا يشبه نمو أقرانه ...\rفهو ما كاد يتم سنتيه عندنا حتَّى غدا غلامًا قويًا مكتملًا.\r****\rعند ذلك قدمنا به على أمِّه، ونحن أحرص ما نكون على مكثه عندنا، وبقائه فينا، لما كنَّا نرى في بركته، فلمَّا لقيت أمَّه طمأنتها عليه وقلت:\rليتك تتركين بُنيِّ عندي حتَّى يزداد فُتوَّةً وقُوَّةً ...\rفإني أخشى عليه وباء مكَّة ...\rولم أزل بها أقنعها وأرغِّبها حتَّى ردَّته معنا ...\rفرجعنا به فرحين مستبشرين.\r****\rثمَّ إنه لم يمض على مقدم الغلام معنا غير أشهرٍ معدودات حتَّى وقع له أمر أخافنا ... وأقلقنا ...\rوهزَّنا هزًّا.","seal":"3B1F5151","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"فلقد خرج ذات صباح مع أخيه في غنيماتٍ لنا يرعيانها خلف بيوتنا؛ فما هو إلاَّ قليلٌ حتَّى أقبل علينا أخوه يعدو، وقال:\rالحقا بأخي القرشيِّ، فقد أخذه رجلان عليهما ثيابٌ بيضٌ فأضجعاه ...\rوشقَّا بطنه ...\rفانطلقت أنا وزوجي نغدو نحو الغلام، فوجدناه منتقع الوجه (¬1) مرتجفاً ...\rفالتزمه زوجي , وضممته إلى صدري ...\rوقلت له: مالك يا بُنيَّ؟!!.\rفقال: جاءني رجلان عليهما ثيابٌ بيضٌ فأضجعاني، وشقَّا بطني، والتمسا شيئاً فيه، لا أدري ما هو ثمَّ خلَّياني، ومضيا.\rفرجعنا بالغلام مضطربين خائفين.\r¬_________\r(¬1) انتقع وجهه: أي تغير لونه.","seal":"43D42E25","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"فلمَّا بلغنا خباءنا التفت إليَّ زوجي وعيناه تدمعان، ثمَّ قال:\rإنِّي لأخشى أن يكون هذا الغلام المبارك قد أصيب بأمر لا قبل لنا بردِّه ... .\rفألحقيه بأهله، فإنَّهم أقدر منِّا على ذلك.\r****\rفاحتملنا الغلام ومضينا به حتَّى بلغنا مكَّة، ودخلنا بيت أمِّه، فلمَّا رأتنا حدَّقت في وجه ولدها، ثمَّ بادرتني قائلة:\rما أقدمك بمحمَّد يا حليمة وقد كنتِ حريصةً عليه؟! ... شديدة الرَّغبة في مُكثه عندك!!. فقلت: لقد قوي عوده ... .\rواكتملت فتوَّته ... .\rوقضيت الذي عليَّ نحوه، وتخوفت عليه من الأحداث؛ فأدَّيته إليك ... .","seal":"6AB73DC1","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"فقالت: اصدقيني الخبر فما أنت بالتي ترغب (¬1) عن الصَّبيِّ لهذا الذي ذكرته ...\rثمَّ مازالت تلحُّ عليَّ ولم تدعني حتَّى أخبرتها بما وقع له، فهدأت ثمَّ قالت:\rوهل تخوَّفت عليه الشَّيطان يا حليمة؟.\rفقلتُ: نعم.\rفقالت: كلاَّ، والله ما للشَّيطان عليه من سبيل ...\rوإنَّ لابني لشأناً ... فهل أخبرك خبره؟.\rفقلتُ: بلى ...\rقالت: رأيت - حين حملت به - أنَّه خرج منِّي نورٌ أضاء لي قصور «بصرى» من أرض الشَّام ...\rثمَّ إنِّي حين ولدته نزل واضعًا يديه على الأرض، رافعًا رأسه إلى السَّماء ...\rثمَّ قالت: دعيه عنك، وانطلقي راشدةً ...\r¬_________\r(¬1) ترغب عنه: تزهد به ولا تريده.","seal":"2410BAB3","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"وجزيت عنَّا وعنه خيرًا.\rفمضيت أنا وزوجي محزونين أشدَّ الحزن على فراقه ... ولم يكن غلامنا بأقلَّ منَّا حزناً عليه، وأسىً ولوعةً على فراقه.\r****\rوبعدُ ... فلقد عاشت حليمة السَّعديَّة حتَّى بلغت من الكبر عتيّاً (¬1) ...\rثمَّ رأت الطِّفل اليتيم الذي أرضَعتهُ، قد غدا للعرب سيِّداً ... وللإنسانيَّة مرشدًا ... وللبشرية نبيّاً ...\rولقد وفدت عليه بعد أن آمنت به وصدَّقت بالكتاب الذي أُنزل عليه ...\rفما إن رآها حتَّى استطار بها سرورًا، وطفق يقول: «أُمِّي ... أُمِّي ...».\rثمَّ خلع لها رداءه، وبسطه تحتها، وأكرم وِفادتها\r¬_________\r(¬1) عتيّاً: جاوزت حداً كبيراً من العمر.","seal":"46E4EA12","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"أبلغ الإكرام، وعيون الصَّحابة تنظر إليه وإليها في غبطةٍ وإجلالٍ ...\r****\rصلوات الله وسلامه على محمَّد البرِّ الوفيِّ ...\rصاحب الخلق الكريم ...\rورضوان الله على السَّيِّدة حليمة السَّعديَّة ...\rظئر (¬1) النَّبيِّ العظيم - صلى الله عليه وسلم - (¬2) ...\r¬_________\r(¬1) الظِئر: هي المرضعة غير الأم.\r(¬2) (*) للاستزادة من أخبار حليمة السَّعديَّة انظر:\r1 - تاريخ الطبري:2/ 970وانظر الفهارس في العاشر.\r2 - الطبقات الكبرى: 1/ 110، 151و4/ 50.\r3 - حياة الصحابة: انظر الفهارس في الرابع.\r4 - الاستيعاب «على هامش الإصابة»:4/ 270.\r5 - السيرة لابن هشام: انظر الفهارس.\r6 - الإصابة في تمييز الصحابة: 4/ 274 «الترجمة» 2990.\r7 - أعلام النساء لكحالة:1/ 290.\r8 - صفوة الصفوة: 1/ 57.\r9 - ابن كثير: 2/ 273.\r10 - أسد الغابة: 7/ 67.\r11 - دلائل النبوة: 111.\r12 - المحبر: 130،10.","seal":"0F71FBB6","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"صفيَّة بِنْتُ عَبْدِ المطَّلب\r«صفيَّة أَوَّلُ امرَأَةٍ مُسْلِمَةٍ قَتَلَتْ مُشْرِكاً دِفَاعًا عَنْ دِينِ اللهِ»\rمن هذه السَّيِّدة الجزلة الرَّزان (¬1) التي كان يحسب لها الرِّجال ... ألف حساب؟ ...\rمن هذه الصَّحابيَّة الباسلة التي كانت أوَّل امرأة قتلت مشركًا في الإسلام؟ ...\rمن هذه المرأة الحازمة التي أنشأت للمسلمين أوَّل فارسٍ سلَّ سيفاً في سبيل الله؟ ...\rإنَّها صفيَّة بنت عبد المطَّلب الهاشميَّة القرشيَّة عمَّة رسول الله - صلى الله عليه وسلم -.\r****\r¬_________\r(¬1) الجزلة: أصلية الرأي، والرَّزان: الرصينة الرزينة.","seal":"51510E10","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"اكتنف المجد صفيَّة بنت عبد المطَّلب من كلِّ جانب:\rفأبوها، عبد المطَّلب بن هاشم جدُّ النَّبيِّ - صلى الله عليه وسلم - وزعيم قريش وسيِّدها المطاع.\rوأمُّها، هالة بنت وهبٍ أخت آمنة بنت وهب والدة الرَّسول - صلى الله عليه وسلم -.\rوزوجها الأوَّل، الحارث بن حرب أخو أبي سفيان ابن حرب زعيم بني «أميَّة»، وقد توفِّي عنها.\rوزوجها الثَّاني، العوَّام بن خويلد أخو خديجة بنت خويلد سيِّدة نساء العرب في الجاهليَّة، وأولى أمَّهات المؤمنين في الإسلام.\rوابنها الزُّبير بن العوَّام حواريُّ رسول الله - صلى الله عليه وسلم -.\rأفبعد هذا الشَّرف شرفٌ تطمح إليه النُّفوس غير شرف الإيمان؟!.\r****","seal":"231C353A","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"لقد توفِّي عنها زوجها العوَّام بن خويلد وترك لها طفلًا صغيرًا هو ابنها «الزُّبير» فنشَّأته على الخشونة والبأس ...\rوربَّته على الفروسيَّة والحرب ...\rوجعلت لعبته في بري السِّهام وإصلاح القسيِّ.\rودأبت على أن تقذفه في كلِّ مخوفةٍ (¬1) وتقحمه (¬2) في كلِّ خطرٍ ...\rفإذا رأته أحجم أو تردَّد ضربته ضربًا مبرِّحًا، حتَّى إنَّها عوتبت في ذلك من قبل أحد أعمامه حيث قال لها:\rما هكذا يُضرب الولد ... إنَّك تضربينه ضرب مبغضةٍ لا ضرب أمٍّ؛ فارتجزت (¬3) قائلةً:\rمَن قَال أبغَضتُهُ فَقَد كَذَب\r¬_________\r(¬1) مخوفة: موقف يخاف منه.\r(¬2) تُقحمه: تدفعه وتدخله.\r(¬3) ارتجزت: قالت شعراً على بحر الرجز.","seal":"8FFEBF0B","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"وإنَّما أَضربُهُ لِكَي يَلِبْ (¬1)\rوَيَهْزِمَ الجَيشَ وَيَأتِي بِالسَّلَبْ\r\rولمَّا بعث الله نبيَّه بدين الهدى والحقِّ، وأرسله نذيرًا وبشيرًا للنَّاس، وأمره بأن يبدأ بذوي قُرباه، جمع بني عبد المطَّلب ... نساءهم ورجالهم وكبارهم وصغارهم، وخاطبهم قائلًا:\r(يا فاطمة (¬2) بنت محمَّد، يا صفيَّة بنت عبد المطَّلب، يا بني عبد المطَّلب إنِّي لا أملك لكم من الله شيئًا).\rثمَّ دعاهم إلى الإيمان بالله، وحضَّهم على التصديق برسالته ...\rفأقبل على النور الإلهيِّ منهم من أقبل، وأعرض عن سَنَاه (¬3) من أعرض؛ فكانت صفيَّة بنت عبد المطَّلب في\r¬_________\r(¬1) يلِب: يصبح لبيباً، واللبيب: الذكي العاقل.\r(¬2) انظرها ص 35.\r(¬3) سناه: ضياؤه.","seal":"A900AAEF","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"الرَّعيل (¬1) الأوَّل من المؤمنين المصدِّقين ... عند ذلك جمعت صفيَّة المجد من أطرافه: سُؤدد الحسب، وعِزِّ الإسلام.\r****\rانضمَّت صفيَّة بنت عبد المطَّلب إلى موكب النُّور هي وفتاها الزُّبير بن العوَّام، وعانت ما عاناه المسلمون السَّابقون من بأس قريش وعنتها وطغيانها.\rفلمَّا أذن الله لنبيِّه والمؤمنين معه بالهجرة إلى المدينة خلَّفت السَّيِّدة الهاشميَّة وراءها مكَّة بكل ما لها فيها من طيوب الذِّكريات، وضروب المفاخر والمآثر ويمَّمت وجهها شطر المدينة، مهاجرةً إلى الله ورسوله.\rوعلى الرَّغم من أنَّ السَّيِّدة العظيمة كانت يومئذٍ تخطو نحو السِّتِّين من عمرها المديد الحافل ...\rفقد كان لها في ميادين الجهاد مواقف ما يزال\r¬_________\r(¬1) الرَّعيل إلآَّوَّل: الفوج إلآَّول.","seal":"5FA68A1C","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"يذكرها التَّاريخ بلسانٍ نديٍّ بالإعجاب رطيبٍ بالثَّناء، وحسبنا من هذه المواقف مشهدان اثنان:\rكان أولهما يوم «أحدٍ» ...\rوثانيهما يوم «الخندق».\r****\rأمَّا ما كان منها في «أحد» فهو أنَّها خرجت مع جند المسلمين في ثلَّةٍ (¬1) من النِّساء جهادًا في سبيل الله.\rفجعلت تنقل الماء، وتروي العطاش، وتبري السِّهام، وتُصلح القِسيَّ (¬2).\rوكان لها مع ذلك غرضٌ آخر هو أن ترقب المعركة بمشاعرها كلِّها ...\rولا غرو (¬3) فقد كان في ساحتها ابن أخيها محمَّدٌ رسول الله - صلى الله عليه وسلم - ...\r¬_________\r(¬1) ثلة: طائفة.\r(¬2) القِسيَّ: جمع قوس وهو آلة الحرب يرمى بها بالسِّهام.\r(¬3) لا غرو: لا عجب.","seal":"4FEA7D95","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"وأخوها حمزة بن عبد المطَّلب أسدُ الله ...\rوابنها الزُّبير بن العوَّام حواريُّ (¬1) نبيِّ الله - صلى الله عليه وسلم - ...\rوفي المعركة - قبل ذلك كلِّه وفوق ذلك كلِّه - مصير الإسلام الذي اعتنقته راغبةً ...\rوهاجرت في سبيله محتسبةً ...\rوأبصرت من خلاله طريق الجنَّة.\r****\rولمَّا رأت المسلمين ينكشفون (¬2) عن رسول الله - صلى الله عليه وسلم - إلاَّ قليلًا منهم ...\rووجدت المشركين يوشكون أن يصلوا إلى النَّبيِّ - صلى الله عليه وسلم - ويقضوا عليه؛ طرحت سقاءها أرضاً ...\rوهبَّت كاللَّبؤة (¬3) التي هوجم أشبالها وانتزعت من\r¬_________\r(¬1) الحواري: الناصر، وحواريو الرسل: الخاصة من أنصارهم.\r(¬2) ينكشفون: يتفرقون.\r(¬3) اللبؤة: أنثى إلآَّسد.","seal":"02072C04","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"يد أحد المنهزمين رُمحه، ومضت تشقُّ به الصُّفوف، وتضرب بسنانه الوجوه، وتزأر في المسلمين قائلةً:\rويحكم، انهزمتم عن رسول الله؟!!.\rفلمَّا رآها النَّبيِّ عليه الصَّلاة والسَّلام مقبلةً خشي عليها أن ترى أخاها حمزة وهو صريعٌ، وقد مثَّل به المشركون أبشع تمثيلٍ (¬1) فأشار إلى ابنها الزُّبير قائلًا:\r(المرأة يا زبير ... المرأة يا زبير ...).\rفأقبل عليها الزُّبير وقال:\rيا أمَّه إليك ... إليك يا أمَّه (¬2).\rفقالت: تنحَّ لا أمَّ لك.\rفقال: إنَّ رسول الله يأمرك أن ترجعي ...\rفقالت: ولم؟! ...\rإنَّه قد بلغني أنه مثِّل بأخي، وذلك في الله ...\r¬_________\r(¬1) التمثيل: تشويه جسد الميت.\r(¬2) إليك يا أمه: ابتعدي يا أماه.","seal":"A88A1BD7","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"فقال له الرَّسول: - صلى الله عليه وسلم - (خلِّ سبيلها يا زُبير).\rفخلَّى سبيلها.\r****\rولمَّا وضعت المعركة أوزارها ... وقفت صفيَّة على أخيها حمزة فوجدته قد بُقر (¬1) بطنه، وأُخرجت كبده، وجُدع أنفه (¬2)، وصُلمت أذناه (¬3)، وشوِّه وجهه، فاستغفرت له، وجعلت تقول:\rإنَّ ذلك في الله ...\rلقد رضيت بقضاء الله.\rوالله لأصبرنَّ، ولأحتسبنَّ (¬4) إن شاء الله.\rكان ذلك موقف صفيَّة بنت عبد المطَّلب يوم «أحد» ...\r¬_________\r(¬1) بقر بطنه: شُقَّ بطنه.\r(¬2) جدع أنفه: قطع أنفه.\r(¬3) صلمت أذناه: قطعت أذناه.\r(¬4) لأحتسبنَّ: لاجعلن ذلك المصاب في الله ولأطلبنَّ إلآَّجر عليه منه.","seal":"09EE4A29","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"أمَّا موقفها يوم «الخندق» فله قصَّةٌ قصيرةٌ مثيرةٌ سُداها الدَّهاء والذَّكاء، ولُحمتُها (¬1) , البسالةُ والحزم ...\rفإليك (¬2) خبرها كما وعته كتب التَّاريخ.\r****\rلقد كان من عادة رسول الله - صلى الله عليه وسلم - إذا عزم على غزوة من الغزوات أن يضع النِّساء والذَّراري في الحصون خشية أن يغدر بالمدينة غادرٌ في غيبة حماتها.\rفلمَّا كان يوم «الخندق» جعل نساءه وعمَّته وطائفة من نساء المسلمين في حصن لحسَّان بن ثابت (¬3) ورثه عن آبائه، وكان من أمنع حصون المدينة مناعةً وأبعدها منالاً.\rوبينما كان المسلمون يرابطون على حوافِّ (¬4)\r¬_________\r(¬1) السُّدى: الخيوط الطوليَّة للنسيج، واللحمة: الخيوط العرضية.\r(¬2) إليك خبرها: خذ خبرها.\r(¬3) حسَّان بن ثابت: شاعر رسول الله - صلى الله عليه وسلم - والمدافع عن الإسلام بشعره، توفي وله مائة وعشرون سنة قضى نصفها في الجاهلية ونصفها في الإسلام.\r(¬4) حواف الخندق: إطرافه.","seal":"C63C332C","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"الخندق في مواجهة قريش وأحلافها، وقد شُغلوا عن النِّساء والذَّراري بمنازلة العدو.\rأبصرت صفيَّة بنت عبد المطَّلب شبحًا يتحرَّك في عتمة الفجر، فأرهفت له السَّمع، وأحدَّت إليه البصر ...\rفإذا هو يهوديٌّ أقبل على الحصن، وجعل يُطيف به متحسِّساً أخباره متجسِّساً على من فيه.\rفأدركت أنَّه عينٌ (¬1) لبني قومه جاء ليعلم أفي الحصن رجالٌ يدافعون عمَّن فيه، أم إنَّه لا يضمُّ بين جدرانه غير النِّساء والأطفال.\rفقالت في نفسها: إنَّ يهود بني «قُريظة» قد نقضوا ما بينهم وبين رسول الله من عهدٍ وظاهروا (¬2) قريشًا وأحلافها على المسلمين ...\rوليس بيننا وبينهم أحدٌ من المسلمين يدافع عنَّا،\r¬_________\r(¬1) عين لبني قومه: جاسوس لهم.\r(¬2) ظاهروا قريشا: أعانوا قريشا.","seal":"C8AAA2B7","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"ورسول الله - صلى الله عليه وسلم - ومن معه مرابطون في نحور (¬1) العدوِّ ...\rفإن استطاع عدوُّ الله أن ينقل إلى قومه حقيقة أمرنا سبى اليهود النِّساء واسترقوا الذَّراري، وكانت الطَّامَّة (¬2) على المسلمين.\r****\rعند ذلك بادرت إلى خمارها فلفَّتهُ على رأسها، وعمدت إلى ثيابها فشدَّتها على وسطها، وأخذت عمودًا على عاتقها (¬3)، ونزلت إلى باب الحصن فشقَّته في أناةٍ وحذقٍ، وجعلت ترقب من خلاله عدوَّ الله في يقظةٍ وحذرٍ، حتَّى إذا أيقنت أنَّه غدا في موقفٍ ... يُمكِّنُها منه ...\rحملت عليه حملةً حازمةً صارمةً، وضربته بالعمود على رأسه فطرحته أرضًا ...\r¬_________\r(¬1) في نحور العدو: في وجوه العدو وقبالته.\r(¬2) الطامة: المصيبة الكبرى، وسميت القيامة طامة لأنها تطم كل شيء، أي تعم ولا تترك شيئا.\r(¬3) علي عاتقها: على كتفها.","seal":"68F5358B","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"ثمَّ عزَّزت الضَّربة الأولى بثانيةٍ وثالثةٍ حتَّى أجهزت عليه، وأخمدت أنفاسه بين جنبيه ...\rثمَّ بادرت إليه فاحتزَّت رأسه بسكِّين كانت معها، وقذفت بالرَّأس من أعلى الحصن ...\rفطفق يتدحرج على سفوحه حتَّى استقرَّ بين أيدي اليهود الذين كانوا يتربَّصون (¬1) في أسفله.\rفلمَّا رأى اليهود رأس صاحبهم؛ قال بعضهم لبعض:\rقد علمنا أنَّ محمدًا لم يكن ليترك النِّساء والأطفال من غير ... حُماةٍ ... ثمَّ عادوا أدراجهم ...\r****\rرضي الله عن صفيَّة بنت عبد المطَّلب.\rفقد كانت مثلًا فذّاً للمرأة المسلمة ...\rربَّت وحيدها فأحكمت تربيته ...\r¬_________\r(¬1) يتربصون: ينتظرون ويترقبون","seal":"BE1CEEAB","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"وأصيبت بشقيقها فأحسنت الصَّبر عليه ...\rواختبرتها الشَّدائد فوجدت فيها المرأة الحازمة العاقلة الباسلة ...\rثمَّ إنَّ التَّاريخ كتب في أنصع صفحاته:\rإن صفيَّة بنت عبد المطَّلب كانت أوَّل امرأةٍ قتلت مشركًا في الإسلام (¬1).\r...\r¬_________\r(¬1) (*) للاستزادة من أخبار صفيَّة بنت عبد المطَّلب انظر:\r1 - الإصابة: 4/ 348 «الترجمة» 654.\r2 - السيرة النبوية لابن هشام: «انظر الفهارس».\r3 - المستطرف للأبشيهي: «انظر الفهرس».\r4 - حياة الصحابة:1/ 154 «وانظر الفهارس».\r5 - إلآَّغاني لأبي الفرج: «انظر الفهارس».\r6 - ذيل تاريخ الطبري: «انظر الفهارس».\r7 - أعلام النساء لكحالة: 2/ 341 - 346.\r8 - الكامل في التاريخ: «انظر الفهارس».\r9 - المعارف لابن قتيبة: «انظر الفهارس».\r10 - الاستيعاب بهامش الإصابة: 4/ 345.\r11 - أسد الغابة: 7/ 172.\r12 - فتوح البلدان للبلاذري.\r13 - الطبقات الكبرى: 8/ 41.\r14 - سير أعلام النبلاء: 2/ 193.\r15 - سمط اللآلئ: 1/ 18.\r16 - ابن كثير: 4/ 108.","seal":"658AC83E","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"فَاطِمَةُ الزَّهراء\rرَيْحَانَةُ رَسُولِ الله - صلى الله عليه وسلم -\r«المَهدِيُّ مِن عِترَتِي مِن وَلَدِ فَاطِمَةَ»\r[مُحَمَّدُ رَسُولُ الله]\rقصَّة حياة فاطمة الزَّهراء فصلٌ مشرقٌ من سيرة الرَّسول ... العظيم - صلى الله عليه وسلم - ...\rوصورةٌ رائعةٌ من صور حياة بيت النُّبوَّة الكريم ...\rومثلٌ رائعٌ لما كان عليه الصحابة الكرام.\r****\rولدت فاطمة الزَّهراء رضوان الله عليها سنة بناء الكعبة قبل البعثة المحمَّديَّة بخمس سنين.\rأمَّا أمُّها فسيِّدةٌ رزانٌ جمعت العقل الحصيف (¬1) إلى النَّسب الشَّريف وضمَّت إلى ذلك الخلائق الفاضلة،\r¬_________\r(¬1) الحصافة: الحكمة في العقل، والجودة في الرأي.","seal":"E710CA7E","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"والثَّروة الطَّائلة؛ فكانت تدعى في الجاهليَّة بالطَّاهرة، وتُنعت بسيِّدة نساء قريشٍ ...\rآمنت بالرَّسول - صلى الله عليه وسلم - إذ كفر به النَّاس، وصدَّقته إذ كذَّبه النَّاس، وواسته بمالها إذ حرمه النَّاس.\rوقد حبا الله هذه السَّيِّدة الوقور صباحة الوجه مع ما حباها به من الخلق الجميل، والحسب الأثيل (¬1) والمال الجزيل ...\rهذه هي أمُّ فاطمة الزَّهراء ...\rأمَّا أبوها فسيِّد المرسلين، وخاتم النَّبيِّين، وإمام المتَّقين ...\rفأعظم بهذا النَّسب الكريم نسبًا ...\rوهذا الأب العظيم أباً.\r****\rكانت فاطمة الزَّهراء آخر أولاد أبويها، وآخر\r¬_________\r(¬1) الحسب الأثيل: الأصيل القديم.","seal":"8523D192","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"الأولاد يتقلَّب في أعطاف الحنان والحَدب ...\rويدرج في أكناف الحفاوة والحبِّ ...\rلذا كانت فاطمة ريحانة رسول الله صلوات الله عليه ... يرضى إذا رضيت ويسخط إذا سخطت.\rولكنَّ حنان الأبوين لم يحل دون تعهُّد المحبوبة الأثيرة بالتَّربية وإعدادها لتحمُّل المسئوليَّات ...\rفقد روي أنَّها كانت تقوم وحدها بصنيع بيتها لا يعينها في أكثر أيَّامها أحدٌ، وأنها كانت تضمِّد جراح أبيها صلوات الله عليه في غزوة «أحد».\rولمَّا بلغت الزَّهراء مبلغ النِّساء طمحت إليها الأنظار؛ فكان في جملة من خطبها أبو بكر وعمر ...\rفردَّهما الرَّسول صلوات الله عليه ردًّا كريمًا، وكأنَّما كان يريد أن يخصَّ بها عليًا رضوان الله عليه.\r****\rوفي السَّنة الثَّامنة للهجرة خطب عليُّ بن أبي طالبٍ","seal":"11DFD5F8","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"فاطمة الزَّهراء فما أسرع أن استجاب الرَّسول - صلى الله عليه وسلم - إلى طلبه، فخرَّ عليُّ ساجداً شكرًا لله، فلمَّا رفع رأسه من سجوده قال له الرَّسول عليه أفضل الصَّلاة والسَّلام:\r(بارك الله لكما وعليكما، وأسعد جدَّكما (¬1) وأخرج منكما الكثير الطيب).\rوقد شهد عقد فاطمة الزَّهراء على عليِّ بن أبي طالب أبو بكر، وعمر، وعثمَّان، وطلحة (¬2)، والزُّبير من المهاجرين، وعددٌ يماثل عددهم من الأنصار.\rولما أخذ القوم مجالسهم قال عليه الصَّلاة والسَّلام:\r(الحمد لله المحمود بنعمته، المعبود بقدرته، إنَّ الله عز وجل جعل المصاهرة نسبًا لاحقًا، وأمرًا مفترضًا\r¬_________\r(¬1) أسعد جدَّكُما: أسعد حظكما، وجعلكما من المرضي عنهم.\r(¬2) عثمان بن عفان، وطلحة بن عبيد الله التَّميمي: انظرهما في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.","seal":"A476E335","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"وحكمًا عادلًا، وخيرًا جامعًا، أوشج (¬1) بها الأرحام وألزمها الأنام فقال عز وجل:\r{وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا} (¬2).\rأشهدكم أنِّي زوجت فاطمة من عليٍّ على أربع مائة مثقال فضَّةٍ إن رضي بذلك على السُّنَّة القائمة، والفريضة الواجبة ...\rفجمع الله شملهما، وبارك لهما، وأطاب نسلهما ...\rأقول قولي هذا وأستغفر الله العظيم).\rوزُفَّت سيِّدة نساء المسلمين إلى بيت زوجها.\rوما كان لها من جهازٍ غير سريرٍ مشروطٍ، ووسادةٍ من أدمٍ حشوها ليفٌ، ونورةٍ (¬3) من أدمٍ، وسقاءٍ، ومنخلٍ،\r¬_________\r(¬1) أوشج بها الأرحام: وصل بها الأرحام.\r(¬2) سورة الفرقان: آية54.\r(¬3) نورة من ادم: أي إناء من الجلد يغسل فيه.","seal":"E4F17AF0","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"ومنشفةٍ، وقدحٍ، ورحوان وجرَّتان.\r****\rلم يطق الرَّسول الكريم - صلى الله عليه وسلم - صبرًا على بعد الزَّهراء عنه؛ فعزم على أن يحوِّلها إلى جواره وكانت تجاوره منازل لحارثة بن النُّعمان فجاء إلى النَّبيِّ صلوات الله عليه وقال:\rإنَّه بلغني أنَّك تريد أن تحوِّل فاطمة إليك، وهذه منازلي وهي أقرب بيوت «بني النَّجَّار» إليك، وإنما أنا ومالي لله ورسوله، والله يا رسول الله:\rللمالُ الذي تأخذ مني أحب إلي من الذي تدع.\rفقال رسول الله - صلى الله عليه وسلم -:\r(صدقت، بارك الله عليك).\rثمَّ حوَّل فاطمة إلى جواره وأسكنها منزلًا من بيوت حارثة رضوان الله عليه.\r****\rومنذ استقرت الزَّهراء في جوار أبيها كان يلمُّ ببيتها","seal":"84415D24","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"كل صباح، فإذا أُذِّن للصُّبح كان يأخذ بعضادتي باب بيتها ويقول:\r(السَّلام عليكم أهل البيت ويطهِّركم تطهيرًا).\rوكان النَّبيِّ - صلى الله عليه وسلم - إذا قدم من سفر بدأ بالمسجد فصلَّى فيه ركعتين ثمَّ يثنِّي ببيت فاطمة ويطيل عندها المكث، ثمَّ يأتي بيوت نسائه.\r****\rوقد رُوي عن محمَّد بن قيس أنَّ الرَّسول صلوات الله عليه خرج ذات مرة في سفرٍ ومعه عليُّ بن أبي طالب فصنعت له فاطمة رضوان الله عليها في غيبتهما سوارين وقلادةً وقرطين، ووضعت على باب البيت ستارةً، وذلك لقدوم أبيها وزوجها.\rفلمَّا قدم رسول الله - صلى الله عليه وسلم - دخل عليها ووقف أصحابه على الباب لا يدرون أيبقون أم ينصرفون لطول مكثه عندها، فخرج الرَّسول - صلى الله عليه وسلم - وقد عرف في وجهه الغضب حتَّى جلس على المنبر.","seal":"ACA407CC","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"عند ذلك أدركت فاطمة رضوان الله عليها أنَّه فعل ذلك لما رأى من السِّوارين والقلادة والقرطين والسِّتر ...\rفنزعت قرُطيها وقلادتها وسواريها وأنزلت السِّتر وبعثت به إلى رسول الله - صلى الله عليه وسلم -، وقالت لمن حمَّلته إياها:\rقُل للرَّسول تقرأ عليك ابنتك السَّلام وتقول لك اجعل هذا في سبيل الله، فلمَّا أتاه قال:\r(قد فعلت - فداها أبوها - ليست الدُّنيا من محمَّدٍ ولا من آل محمَّدٍ، ولو كانت الدُّنيا تعدل عند الله من الخير جناح بعوضةٍ ما سقى كافراً منها شربة ماءٍ).\r****\rثمَّ إنَّ بيت فاطمة الزَّهراء ما لبث أن سعد بالذُّرِّية الصَّالحة ... . فقد رُزق الأبوان الكريمان كلاً من الحسن، والحسين، ومُحسن ... .\rوزينب، وأم كلثومٍ.\rكانت فرحة الرَّسول الكريم - صلى الله عليه وسلم - بهم كبيرةً، فقد","seal":"B6CBBB7B","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"رُوي أنه لمَّا ولد الحسن سمَّاه والداه «حربًا» فجاء رسول الله - صلى الله عليه وسلم - فقال:\r(أروني ابني، ما سمَّيتموه؟).\rقالوا: حربًا ...\rقال: (بل هو حَسنٌ).\r****\rوكان الرَّسول صلوات الله عليه يدلِّل أولاد فاطمة ويستأنسهم ويداعبهم ويرقِّصهم، وربما ركب الواحد منهم على كتفه وهو ... يصلِّي ...\rفيتأنَّى في صلاته ويطيل سجوده لكي لا يزحزحه عن مركبه.\rوقد كان من عادته صلوات الله عليه أن يبيت في بيت فاطمة حيناً بعد حينٍ، ويتولى خدمة أطفالها بنفسه وأبواهم قاعدان.\rففي إحدى اللَّيالي سمع الحسن يستسقي (¬1)؛ فقام\r¬_________\r(¬1) يستسقي: يطلب السقيا.","seal":"19F3B95B","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"صلوات الله عليه إلى قربةٍ فجعل يعصرها في القدح فمدَّ الحُسين يده ليتناول الماء، فنحَّاه عنه وبدأ بالحسن، فقالت فاطمة:\rكأنَّه أحبُّ إليك؟.\rفقال عليه السَّلام: (إنَّما استسقى أولًا).\r****\rوكانت فاطمة رضوان الله عليها إذا دخلت على رسول الله - صلى الله عليه وسلم - أخذ بيدها ورحَّب بها وأجلسها في مجلسه ...\rوكان إذا دخل عليها قامت له ورحَّبت به وأخذت بيده فقبَّلتها.\rفدخلت عليه في مرضه الذي توفِّي فيه فأسرَّ إليها فبكت ... ثمَّ أسرَّ إليها فضحكت، وكانت عائشة ترى ذلك فقالت في نفسها:\rكنت أحسب لهذه المرأة فضلًا على النِّساء فإذا","seal":"FFA8D650","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"هي واحدةٌ منهنَّ بينما هي تبكي إذا هي تضحك.\rفلمَّا توفِّي رسول الله - صلى الله عليه وسلم - سألتها عن ذلك فقالت:\rأسرَّ إليَّ فأخبرني أنَّه ميِّتٌ فبكيتُ ...\rثمَّ أسرَّ إليَّ أنِّي أوَّل أهل بيته لحوقًا به فضحكتُ.\r****\rولم تمكث فاطمة بعد وفاة أبيها عليه الصَّلاة والسَّلام طويلًا فلحقت به بعد أشهرٍ قليلةٍ، قيل إنها ستٌ أو ثلاثةٌ أو اثنان على اختلافٍ في الرِّوايات.\rففي رمضان سنة إحدى عشرة للهجرة لبَّت فاطمة الزَّهراء نداء ربِّها، وفرحت باللُّحوق بأبيها.\rولمَّا حضرتها الوفاة تولَّت أمر غسل نفسها بيدها وقالت لصاحبتها أسماء بنت عميسٍ - بعد أن اغتسلت كأحسن ما كانت تغتسل-:\rيا أمَّه إيتيني بثيابي الجدد، فلبستها ...\rثمَّ قالت:","seal":"B74ADA47","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"قد اغتسلتُ فلا يكشفنَّ لي أحدٌ كفنًا ...\rثمَّ تبسمت، ولم تُر مبتسمةً بعد وفاة أبيها إلاَّ ساعة فارقت الحياة.\rرحم الله ريحانة رسول الله - صلى الله عليه وسلم - رحمةً واسعةً فقد زُفَّت إلى عليٍّ في رمضان ...\rوزُفَّت إلى الجنَّة في رمضان أيضًا (¬1).\r****\r¬_________\r(¬1) (*) للاستزادة من أخبار فاطمة الزَّهراء انظر:\r1 - سير أعلام النبلاء: 2/ 118\r2 - السيرة النبوية لابن هشام: «انظر الفهارس».\r3 - تاريخ الطبري: «انظر الفهارس في العاشر».\r4 - حياة الصحابة: «انظر الفهارس في الرابع».\r5 - الإصابة: 4/ 377 «الترجمة» 830.\r6 - أعلام النساء لكحالة: 4/ 108.\r7 - الطبقات لابن سعد: 8/ 25.\r8 - تهذيب التهذيب: 12/ 440.\r9 - الترغيب والترهيب: 3/ 262.\r10 - مسند أحمد: 2/ 149.\r11 - صفة الصفوة: 2/ 9.\r12 - أسد الغاية: 7/ 220.\r13 - حلية إلآَّولياء: 1/ 69.\r14 - الاستيعاب «بهامش الصحابة»: 4/ 373.","seal":"1F4D5303","page":46},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"أسَماءُ بِنتُ أَبِي بَكرٍ\rذَاتُ النِّطَاقَينِ\r«عُمِّرَت أَسمَاءُ مِائَةَ عَامٍ وَلَمْ يَسْقُطْ لَهَا سِنٌّ وَلَا ضِرْسٌ، وَلَمْ يَغِبْ مِنْ عَقْلِهَا شَيءٌ»\r[المُؤَرِّخُون]\rصحابيَّتنا هذه جمعت المجد من أطرافه كلِّها ...\rفأبوها صحابيٌّ، وجدها صحابيٌّ، وأختها صحابيَّةٌ، وزوجها صحابيٌّ، وابنها صحابيٌّ ... .\rوحسبُها (¬1) بذلك شرفًا وفخرًا ...\rأما أبوها فالصِّدِّيق خليل الرَّسول الكريم - صلى الله عليه وسلم - في حياته، وخليفته من بعد مماته ...\rوأما جدُّها فأبو عتيقٍ والد أبي بكرٍ ...\r¬_________\r(¬1) حسبها: يكفيها.","seal":"6D8AAB31","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"وأمَّا أختها فأمُّ المؤمنين عائشة الطَّاهرة المبرَّأة ...\rوأمَّا زوجها فحواريُّ (¬1) رسول الله - صلى الله عليه وسلم - الزُّبير بن العوَّام ...\rوأمَّا ابنها فعبد الله بن الزُّبير - رضي الله عنه - وعنهم أجمعين ...\rإنَّها- بإيجاز- أسماء بنت أبي بكر الصِّدِّيق ... وكفى ...\r****\rكانت أسماء من السَّابقات إلى الإسلام، إذ لم يتقدم عليها في هذا الفضل العظيم غير سبعة عشر إنسانًا من رجلٍ أو امرأةٍ.\rوقد لقِّبت بذات النِّطاقين لأنَّها صنعت للرَّسول صلوات الله عليه ولأبيها يوم هاجرا إلى المدينة زادًا، وأعدت لهما سقاءً (¬2) فلمَّا لم تجد ما تربطهما به شقَّت\r¬_________\r(¬1) الحواري: النصير، وحواريو الرُّسل: خاصَّة أنصارهم.\r(¬2) السِّقاء: القربة وغيرها مما يوضع فيه الماء.","seal":"0E720A7D","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"نطاقها (¬1) شقَّين، فربطت بأحدهما المزود (¬2) وبالثَّاني السِّقاء ...\rفدعا لها النَّبيُّ عليه الصَّلاة والسَّلام أن يبدلها الله منهما نطاقين في الجنَّة ...\rفلقبت لذلك بذات النِّطاقين.\r****\rتزوج بها الزُّبير بن العوام، وكان شابًا مرملًا (¬3) ليس له خادمٌ ينهض بخدمته، أو مالٌ يوسِّع به على عياله غير فرس اقتناها.\rفكانت له نعم الزَّوجة الصالحة، تخدمه وتسوس فرسه وترعاه وتطحن النَّوى لعلفه، حتَّى فتح الله عليه فغدا من أغنى أغنياء الصحابة.\rولما أتيح لها أن تهاجر إلى المدينة فرارًا بدينها إلى الله ورسوله كانت قد أتمَّت حملها بابنها عبد الله بن\r¬_________\r(¬1) النِّطاق: ما تشد به المرأة وسطها.\r(¬2) المزود: كيسٌ يوضع فيه الزاد للمسافر.\r(¬3) مرملاً: فقيراً.","seal":"EEC42E9B","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"الزُّبير فلم يمنعها ذلك من تحمل مشاقِّ الرِّحلة الطَّويلة، فما إن بلغت «قُباء» (¬1) حتَّى وضعت ... وليدها ...\rفكبَّر المسلمون وهلَّلوا، لأنه كان أوَّل مولود يولد للمهاجرين في المدينة.\rفحملته إلى رسول الله - صلى الله عليه وسلم - ووضعته في حجره، فأخذ شيئًا من ريقه وجعله في فم الصَّبيِّ، ثمَّ حنَّكه (¬2) ودعا له ...\rفكان أوَّل ما دخل في جوفه ريق رسول الله - صلى الله عليه وسلم -.\r****\rوقد اجتمع لأسماء بنت أبي بكرٍ من خصائل الخير وشمائل النُّبل، ورجاحة العقل ما لم يجتمع إلاَّ للقليل النَّادر من الرِّجال.\rفقد كانت من الجود بحيث يضرب بجودها المثل.\r¬_________\r(¬1) قباء: قرية على بعد ميلين من المدينة.\r(¬2) حنكه: مضغ شيئا ووضعه في حنكه.","seal":"46AA8AA8","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"حدَّث ابنها عبد الله قال:\rما رأيت امرأتين قط أجود من خالتي عائشة وأمِّي أسماء، لكنَّ جودهما مختلفٌ ...\rأمَّا خالتي فكانت تجمع الشَّيء إلى الشَّيء حتَّى إذا اجتمع عندها ما يكفي؛ قسمته بين ذوي الحاجات ... .\rوأمَّا أمِّي فكانت لا تمسك (¬1) شيئًا إلى الغد ...\rوكانت أسماء إلى ذلك عاقلة تحسن التَّصرف في المواقف ... الحرجة ...\rمن ذلك أنَّه لمَّا خرج الصِّدِّيق مهاجرًا بصحبة رسول الله - صلى الله عليه وسلم - حمل معه ماله كلَّه، ومقداره ستَّة آلاف درهمٍ، ولم يترك لعياله شيئًا ...\rفلمَّا علم والده أبو قحافه برحيله - وكان ما يزال مشركًا - جاء إلى بيته وقال لأسماء:\r¬_________\r(¬1) لا تمسك شيئاً: لا تستبقي شيئاً.","seal":"9E72382A","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"والله إني لأراه قد فجعكم بماله بعد أن فجعكم بنفسه ...\rفقالت له:\rكلاَّ يا أبت إنَّه قد ترك لنا مالاً كثيرًا.\rثمَّ أخذت حصى ووضعته في الكوَّة (¬1)، التي كانوا يضعون فيها المال، وألقت عليه ثوباً، ثمَّ أخذت بيد جدِّها- وكان مكفوف البصر- وقالت:\rيا أبت، انظر كم ترك لنا من المال.\rفوضع يده عليه وقال:\rلا بأس ... إذا ترك لكم هذا كلَّه فقد أحسن.\rوقد أرادت بذلك أن تسكِّن نفس الشَّيخ، وألاَّ تجعله يبذل (¬2) لها شيئًا من ماله ...\r¬_________\r(¬1) الكوَّة: تجويف في الحائط، أو نافذة صغيرة.\r(¬2) يبذل لها: يعطيها.","seal":"C213D9F9","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"ذلك لأنها كانت تكره أن تجعل لمشركٍ عليها يدًا (¬1) حتَّى لو كان جدَّها ...\r****\rوإذا نسي التَّاريخ لأسماء بنت أبي بكرٍ مواقفها كلَّها، فإنَّه لن ينسى لها رجاحة عقلها، وشدَّة حزمها، وقوَّة إيمانها وهي تلقى والدها عبد الله اللِّقاء الأخير.\rوذلك أنَّ ابنها عبد الله بن الزُّبير بويع له بالخلافة بعد موت يزيد بن معاوية، ودانت له الحجاز، ومصر، والعراق، وخراسان، وأكثر بلاد الشَّام.\rلكنَّ بني «أميَّة» ما لبثوا أن سيَّروا لحربه جيشاً لجباً (¬2) بقيادة «الحجاج بن يوسف الثَّقفيِّ» ...\rفدارت بين الفريقين معارك طاحنةٌ أظهر فيها ابن الزُّبير من ضروب البطولة ما يليق بفارس كميٍّ (¬3) مثله.\rغير أنَّ أنصاره جعلوا ينفضُّون (¬4) عنه شيئًا فشيئًا؛\r¬_________\r(¬1) اليد: الصنيعة والمنة والمعروف.\r(¬2) جيشا لجبا: جيشا كثيفا جرارا.\r(¬3) الكمي: البطل الشجاع.\r(¬4) ينفضون عنه: يتفرقون عنه.","seal":"133E079F","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"فلجأ إلى بيت الله الحرام، واحتمى هو ومن معه في حِمى الكعبة المعظَّمة ...\rوقبيل مصرعه بساعات دخل على أمِّه أسماء - وكانت عجوزًا فانيةً قد كفَّ بصرها - فقال:\rالسَّلام عليك يا أمَّه (¬1) ورحمة الله وبركاته.\rفقالت: وعليك السَّلام يا عبد الله ...\rما الذي أقدمك في هذه السَّاعة، والصخور التي تقذفها منجنيقات (¬2) الحجَّاج على جنودك في الحرم تهزُّ دور مكَّة هزًا؟!.\rقال: جئت لأستشيرك.\rقالت: تستشيرني!! ... في ماذا؟!.\rقال: لقد خذلني النَّاس وانحازوا عنِّي رهبةً من الحجَّاج أو رغبةً بما عنده ...\r¬_________\r(¬1) يا أمَّه: يا أمَّاه.\r(¬2) المنجنيقات: جمع منجنيق، وهو آلة حربية كانت تقذف بها الصخور ونحوها على المعاقل والحصون.","seal":"994DE28F","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"حتَّى أولادي وأهلي انفضُّوا (¬1) عنِّي، ولم يبق معي إلاَّ نفر قليلٌ من رجالي، وهم مهما عظم جلدهم (¬2) فلن يصبروا إلاَّ ساعةً أو ... ساعتين ...\rورسل بني «أميَّة» يفاوضونني على أن يعطوني ما شئت من الدُّنيا إذا ألقيت السِّلاح وبايعت عبد الملك ابن مروان، فما ترين؟.\rفعلا صوتها وقالت:\rالشَّأن شأنك يا عبد الله، وأنت أعلم بنفسك ...\rفإن كنت تعتقد أنَّك على حقٍّ، وتدعو إلى حقٍّ، فاصبر وجالد كما صبر أصحابك الذين قتلوا تحت رايتك ...\rوإن كنت إنَّما أردت الدنيا فلبئس العبد أنت ...\rأهلكت نفسك، وأهلكت رجالك.\rقال: ولكنِّي مقتول اليوم لا محالة.\r¬_________\r(¬1) انفضُّوا: تفرقوا.\r(¬2) جلدهم: صبرهم واحتمالهم.","seal":"1DE32A75","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"قالت: ذلك خيرٌ لك من أن تسلم نفسك للحجَّاج مختارًا، فيلعب برأسك غلمان بني «أميَّة».\rقال:\rلست أخشى القتل، وإنما أخاف أن يمثِّلوا بي.\rقالت: ليس بعد القتل ما يخافه المرء، فالشَّاة المذبوحة لا يؤلمها السَّلخ ...\rفأشرقت أسارير (¬1) وجهه وقال:\rبوركت من أمٍّ، وبوركت مناقبك (¬2) الجليلة؛ فأنا ما جئت إليك في هذه السَّاعة إلاَّ لأسمع منك ما سمعت، والله يعلم أنَّني ما وهنت ولا ضعفت، وهو الشَّهيد عليَّ أنَّني ما قمت بما قمت به حبًا بالدنيا وزينتها، وإنما غضباً لله أن تستباح محارمه ...\rوهأنذا ماض إلى ما تحبيِّن، فإذا أنا قتلت فلا تحزني عليَّ وسلِّمي أمرك لله ...\r¬_________\r(¬1) أسارير وجهه: محاسن وجهه.\r(¬2) مناقبك: خلالك وخصالك وشمائلك.","seal":"EAA3414A","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"قالت: إنما أحزن عليك لو قتلت في باطل.\rقال: كوني على ثقةٍ بأنَّ ابنك لم يتعمَّد إتيان منكرٍ قطُّ، ولا عمل بفاحشةٍ قطُّ، ولم يجر في حكم الله، ولم يغدر في أمان، ولم يتعمَّد ظلم مسلمٍ ولا معاهدٍ (¬1)، ولم يكن شيء عنده آثر (¬2) من رضي الله عز وجلَّ ...\rلا أقول ذلك تزكيةً لنفسي، فالله أعلم منِّي بي، وإنَّما قلته لأدخل العزاء (¬3) علي قلبك.\rفقالت: الحمد لله الذي جعلك على ما يحبُّ وأحبُّ ...\rاقترب منِّي يا بنيَّ لأتشمَّم رائحتك وألمس جسدك فقد يكون هذا آخر العهد بك.\rفأكبَّ عبد الله على يديها ورجليها يوسعهما (¬4) لثماً، وأجالت هي أنفها في رأسه ووجهه وعنقه تتشمَّمُه وتُقبِّلُه ...\r¬_________\r(¬1) المعاهد: الذميُّ.\r(¬2) آثر: أفضل.\r(¬3) العزاء: الصَّبر.\r(¬4) يوسعهما لثماً: يملؤهما تقبيلاً.","seal":"F4697298","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"وأطلقت يديها تتلمَّس جسده، ثمَّ ما لبثت أن ردَّتهما عنه وهي تقول:\rما هذا الذي تلبسه يا عبد الله؟!.\rقال: درعي.\rقالت: ما هذا يا بنيَّ لباس من يريد الشَّهادة.\rقال: إنَّما لبستها لأطيب خاطرك، وأسكن قلبك.\rقالت:\rانزعها عنك، فذلك أشدُّ لحميتك (¬1) وأقوي لوثبتك، وأخفُّ لحركتك ...\rولكن البس بدلًا منها سراويل مضاعفةً (¬2)، حتَّى إذا صُرعت لم تنكشف عورتك.\r****\r¬_________\r(¬1) أشد لحميتك: أقوي لنخوتك وشجاعتك.\r(¬2) مضاعفة: طويلة.","seal":"3AC0ED7E","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"نزع عبد الله بن الزُّبير درعه، وشدَّ عليه سراويله، ومضى إلى الحرم لمواصلة القتال وهو يقول:\rلا تفتري عن الدُّعاء لي يا أمَّه.\rفرفعت كفَّيها إلى السَّماء وهي تقول:\rاللَّهمَّ ارحم طول قيامه وشدَّة نحيبه في سواد اللَّيل والنَّاس نيامٌ ...\rاللَّهمَّ ارحم جوعه وظمأه في هواجر المدينة ومكَّة وهو صائمٌ ...\rاللَّهمَّ ارحم برَّه بأبيه وأمَّه ...\rاللَّهمَّ إني قد سلَّمته لأمرك، ورضيت بما قضيت له، فأثبني عليه ثواب الصَّابرين ...\rلم تغرب شمسُ ذلك اليوم إلاَّ كان عبد الله بن الزُّبير قد لحق بجوار ربِّه.\rولم يمض على مصرعه غير بضعة عشر يومًا","seal":"2795072C","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"إلاَّ كانت أمُّه أسماء بنت أبي بكر قد لحقت به ...\rوقد بلغت من العمر مائة عام، ولم يسقط لها سنٌّ ولا ضرسٌ ولم يغب من عقلها شيءٌ (¬1).\r...\r¬_________\r(¬1) (*) للاستزادة من أخبار أسماء بين أبي بكرٍ انظر:\r1 - الأصابة: 4/ 229 «الترجمة» 46.\r2 - أسد الغابة: 2/ 392 - 393.\r3 - الاستيعاب «على هامش الإصابة»: 4/ 232.\r4 - تهذيب التهذيب: 12/ 397.\r5 - صفة الصفوة: 2/ 31 - 32.\r6 - شذرات الذهب: 1/ 80.\r7 - تاريخ الإسلام للذهبي: 3/ 133 - 137.\r8 - البداية والنهاية: 8/ 346.\r9 - أعلام النساء لكحالة: 1/ 36.\r10 - عبد الله بن الزُّبير من سلسلة أعلام العرب للدكتور الخربوطلي.\r11 - سير أعلام النبلاء: 2/ 208.\r12 - قلائد الجمان: 149.\r13 - النجوم الزاهرة: 1/ 189.\r14 - المحبر: 100،54،22.","seal":"8AEEDD38","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"نَسِيبَةُ المَازِنِيَّةُ\r«مَا التَفَتُّ يَومَ أُحُدٍ يَمِيناً وَلَا شِمَالاً إلاَّ وَرَأَيتُ أُمَّ عُمَارَةَ تُقَاتِلُ دُونِي»\r[مُحَمَّدُ رَسُولُ الله]\r«أنتم على موعدٍ مع رسول الله - صلى الله عليه وسلم - عند العقبة في آخر الهزيع (¬1) الأوَّل من اللَّيل».\rأسرَّ مصعب بن عميرٍ بهذه الكلمة إلى واحدٍ من مسلمي «يثرب»، فسرى الخبر بينهم سريان النَّسيم في سرعةٍ، وخفَّةٍ، وهدوءٍ.\rوأحيط به المسلمون الذين تسلَّلوا من المدينة، واندسُّوا بين جموع حجَّاج المشركين الوافدين على مكَّة من كلِّ صوبٍ.\rوأقبل اللَّيل فاستسلم حجَّاج المشركين إلى الكرى (¬2) ...\r¬_________\r(¬1) الهزيع الأول من الليل: الثلث إلآَّول منه.\r(¬2) الكرى: النوم.","seal":"8B89C14F","page":61},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"وجعلوا يغُطُّون في نوم عميقٍ بعد يومٍ جاهدٍ ناصبٍ (¬1) قضوه في التَّطواف حول الأوثان ...\rوالذَّبح للأصنام ...\rلكنَّ أصحاب مصعب بن عميرٍ من مسلمي «يثرب» لم يغمض لهم جفنٌ ...\rوكيف لجفونهم أن تغمض؟!.\rوقلوبهم تخفق بين فرحة باللِّقاء الذي قطعوا من أجله الفَيَافِي (¬2) والقِفَار (¬3) وأفئدتهم تكاد تطير من بين ضلوعهم شوقاً لرؤية نبيِّهم الحبيب صلوات الله وسلامه عليه.\rفقد آمن به أكثرهم قبل أن يسعدوا بلقياه ...\rوتعلَّقوا به قبل أن تكتحل أعينهم بمرآه ...\r****\rوفي آخر الهزيع الأوَّل من أوسط أيَّام التَّشريق،\r¬_________\r(¬1) جاهد ناصب: متعب بسبب ما بذل فيه من جهد.\r(¬2) الفَيَافِي: الصحاري الواسعة.\r(¬3) القِفار: إلآَّراضي الجرداء.","seal":"6F5AF00C","page":62},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"وعند «العقبة» في «منى» تمَّ اللِّقاء الكبير في نجوةٍ (¬1) من قريشٍ ...\rفلمَّا تقدَّم اثنان وسبعون رجلاً من النَّبيِّ صلوات الله وسلامه ... عليه ...\rووضعوا أيديهم في يديه واحدًا بعد آخر مبايعين على أن يمنعوه ممَّا يمنعون منه نساءهم وأولادهم ...\rولمَّا انتهى الرِّجال من البيعة تقدَّمت امرأتان فبايعتا على ما بايع عليه الرِّجال ...\rولكن من غير مصافحةٍ ...\rذلك لأن الرَّسول عليه الصَّلاة والسَّلام لا يصافح النِّساء.\rوقد كانت إحدى هاتين المرأتين تعرف بأمٍّ منيعٍ (¬2) ...\r¬_________\r(¬1) النجوة: البعد عن إلآَّمر حتى يظن أنه لن يلحقه احد.\r(¬2) أمّ منيع: هي أسماء بنت عمرو بن عدي بن ياسر الأنصارية السلمية، أمّ الصحابي معاذ بن جبل.","seal":"EB66A218","page":63},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"أما الأخرى فهي نسيبة بنت كعب المازنيَّة المكنَّاة بأمِّ عمارة.\r****\rعادت أمَّ عمارة إلى «يثرب» فرحةً بما أكرمها الله به من لقاء الرَّسول الأعظم - صلى الله عليه وسلم -.\rعاقدةً العزم على الوفاء بشروط البيعة ...\rثمَّ مضت الأيام سراعًا، حتَّى كان يوم «أُحُدٍ»، وكان لأمِّ عمارة فيه شأنٌ وأيُّ شأنٍ؟!.\rخرجت أمُّ عمارة إلى «أُحُدٍ» تحمل سقاءها لتروي ظمأ المجاهدين في سبيل الله.\rومعها لفائفُها لتضمِّد (¬1) جراحهم ...\rولا عجب فقد كان لها في المعركة زوجٌ وثلاثة أفئدةٍ:\rهم رسولُ الله صلوات الله وسلامه عليه ...\r¬_________\r(¬1) تضمد: تداوي جراحهم وتربطها بالضماد، وهو رباط الجرح.","seal":"BDB0AAF9","page":64},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"وولدها حبيب (¬1)، وعبد الله ...\rوذلك بالإضافة إلى إخوتها من المسلمين الذَّائدين (¬2) عن دين الله المنافحين عن رسول الله.\rثمَّ كان ما كان يوم «أُحُدٍ» ...\rفلقد رأت أمُّ عمارة بعينيها كيف تحوَّل نصر المسلمين إلى هزيمةٍ كبرى ...\rوكيف أخذ القتل يشتدُّ في صفوف المسلمين فيتساقطون على أرض المعركة شهيدًا إثر شهيد ...\rوكيف زلزلت الأقدام، فتفرَّق الرِّجال عن رسول الله - صلى الله عليه وسلم - حتَّى لم يبق معه إلاَّ عشرةٌ أو نحوٌ من عشرةٍ ...\rممَّا جعل صارخ الكفَّار ينادي:\rلقد قتل محمَّدٌ ... لقد قتل محمَّدٌ ...\r¬_________\r(¬1) حبيب بن زيد: انظره في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.\r(¬2) الذَّائدين: المدافعين عن دين الله.","seal":"F3FD8C1E","page":65},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":63,"nass":"عند ذلك ألقت أمُّ عمارة سقاءها، وانبرت إلى المعركة كالنَّمرة التي قصد أشبالها بشرٍّ ...\rولنترك لأمِّ عمارة نفسها الحديث عن هذه اللَّحظات الحاسمات، فليس كمثلها من يستطيع تصويرها بدقَّةٍ وصدقٍ.\r\rقالت أمُّ عمارة:\rخرجت أوَّل النَّهار إلى «أُحُدٍ» ومعي سقاءٌ أسقي منه المجاهدين حتَّى انتهيت إلى رسول الله - صلى الله عليه وسلم -، والدَّولة والرِّيح (¬1) له ولمن معه ...\rثمَّ ما لبث أن انكشف المسلمون عن رسول الله - صلى الله عليه وسلم - فما بقي إلاَّ في نفرٍ قليلٍ ما يزيدون على العشرة ...\rفملت إليه أنا وابني وزوجي ...\rوأحطنا به إحاطة السِّوار بالمعصم، وجعلنا نذود عنه بسائر ما نملكه من قوَّةٍ وسلاحٍ ...\r¬_________\r(¬1) الدَّولة: النصر والغلب، والرِّيح: القوة.","seal":"610812C7","page":66},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":64,"nass":"ورآني الرَّسول الكريم - صلى الله عليه وسلم - ولا تُرس معي أقي به نفسي من ضربات المشركين.\rثمَّ أبصر رجلًا مولِّياً (¬1) ومعه ترسٌ فقال له:\r(القِ تُرسك إلى من يقاتل) فألقى الرَّجل تُرسه ومضى ...\rفأخذته وجعلت أتترَّس به عن الرَّسول - صلى الله عليه وسلم -.\rومازلت أضارب عن النَّبيِّ بالسيف ...\rوأرمي دونه بالقوس حتَّى أعجزتني الجراح.\rوفيما نحن كذلك أقبل «ابن قمئة» كالجمل الهائج وهو يصيح:\rأين محمَّد؟ ...\rدلُّوني على محمَّدٍ.\rفاعترضت سبيله أنا ومصعب بن عميرٍ، فصرع مُصعبًا بسيفه وأرداه قتيلاً ...\r¬_________\r(¬1) موليا: فارا هاربا.","seal":"FE55327B","page":67},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":65,"nass":"ثمَّ ضربني ضربة خلَّفت في عاتقي جُرحًا غائرًا ...\rفضربته على ذلك ضرباتٍ، ولكنَّ عدوَّ الله كانت عليه ... درعان (¬1) ...\rثمَّ أتبعت نسيبة المازنيَّة تقول:\rوفيما كان ابني يُناضل عن رسول الله - صلى الله عليه وسلم - ضربه أحد المشركين ضربةً كادت تقطع عضده ...\rوجعل الدَّم يتفجَّر من جرحه الغائر ...\rفأقبلت عليه، وضمَّدت جرحه، وقلت له:\rانهض يا بنيَّ وجالد (¬2) القوم ...\rفالتفت إليَّ الرَّسول صلوات الله وسلامه عليه وقال:\r(ومن يُطيق ما تطيقين يا أمَّ عمارة)؟!.\r¬_________\r(¬1) الدرع: ثوب من الحديد يلبسه المحارب ليحمي صدره.\r(¬2) المجالدة: المضاربة بالسيف.","seal":"ABCC8760","page":68},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":66,"nass":"ثمَّ أقبل الرَّجل الذي ضرب ابني، فقال الرَّسول عليه الصَّلاة والسَّلام:\r(هذا ضارب ابنك يا أمَّ عمارة).\rفما أسرعت أن اعترضت سبيله وضربته على ساقه بالسَّيف، فسقط صريعًا على الأرض ...\rفأقبلنا عليه نتعاوره (¬1) بالسُّيوف ونطعنه بالرِّماح حتَّى أجهزنا (¬2) عليه، فالتفت إليَّ النَّبيِّ الأعظم - صلى الله عليه وسلم - مبتسمًا وقال:\r(لقد اقتصصت منه يا أمَّ عمارة ...\rوالحمد لله الذي أظفرك به ...\rوأراك ثأرك بعينك).\r****\rلم يكن ولدًا أمِّ عمارة أقلَّ شجاعةً وبذلًا من أمِّهما وأبيهما، ولا أدنى تضحيةً وفداءً منهما ...\r¬_________\r(¬1) نتعاوره: نضربه واحدا بعد آخر.\r(¬2) أجهزنا عليه: قضينا عليه وأهلكناه.","seal":"D030CDA7","page":69},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":67,"nass":"فالولد سرُّ أمِّه وأبيه، وصورةٌ صادقةٌ عنهما.\rحدَّث ابنها عبد الله قال:\rشهدت «أُحُدًا» مع رسول الله - صلى الله عليه وسلم -، فلمَّا تفرَّق النَّاس عنه دنوت منه أنا وأمِّي نذبُّ (¬1) عنه، فقال:\r(ابن أمِّ عمارة؟).\rقلت: نعم.\rقال: (ارم ...).\rفرميت بين يديه رجلًا من المشركين بحجر فوقع على الأرض، فما زلت أعلوه بالحجارة حتَّى جعلت عليه منها حملًا، والنَّبيُّ عليه السَّلام ينظر إليَّ ويبتسم ...\rوحانت منه التفاتةٌ فرأى جُرح أمِّي على عاتقها يتصبَّب منه الدَّم فقال:\r(أمَّك ... أمَّك ...\rاعصب جرحها. بارك الله عليكم أهل بيتٍ ...\r¬_________\r(¬1) نذب: ندافع.","seal":"74FDBE58","page":70},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":68,"nass":"لمقام أمِّك خيرٌ من مقام فلانٍ وفلانٍ ...\rرحمكم الله أهل بيتٍ).\rفالتفتت إليه أمِّي وقالت:\rادع الله لنا أن نرافقك في الجنَّة يا رسول الله.\rفقال: (اللهم اجعلهم رفقائي في الجنَّة).\rفقالت أمِّي:\rما أبالي بعد ذلك ما أصابني في الدُّنيا.\rثمَّ عادت أمُّ عمارة من «أُحُدٍ» بجرحها الغائر وهذه الدَّعوة التي دعا لها بها الرَّسول الأعظم - صلى الله عليه وسلم -.\rوعاد النَّبيُّ عليه الصَّلاة والسَّلام من «أُحُدٍ» وهو يقول:\r(ما التفتُّ يوم أحدٍ يمينًا ولا شمالاً إلاَّ ورأيت أمَّ عمارة تقاتل دوني).\r****","seal":"4C699B0D","page":71},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":69,"nass":"تمرست أمُّ عمارة يوم «أُحُدٍ» على القتال؛ فأتقنته ...\rوذاقت حلاوة الجهاد في سبيل الله؛ فما عادت تطيق عنه صبرًا.\rوقد كتب لها أن تشهد مع الرَّسول صلوات الله وسلامه عليه ... أكثر المشاهد ...\rفحضرت معه الحديبية، وخيبرًا ...\rوعمرة القضيَّة (¬1)، وحُنينًا ...\rوبيعة الرِّضوان ...\rولكنَّ ذلك كله لا يعدُّ شيئًا إذا قيس بما كان منها يوم «اليمامة» على عهد الصِّدِّيق رضي الله عنها وعنه.\r****\rتبدأ قصة أمِّ عمارة مع يوم «اليمامة» منذ عهد الرَّسول صلوات الله وسلامه عليه.\r¬_________\r(¬1) عمرة القضية أو عمرة القضاء: هي العمرة التي اعتمرها النبي - صلى الله عليه وسلم - وأصحابه بعد صلح الحديبية.","seal":"89C8DCE0","page":72},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":70,"nass":"فقد بعث الرَّسول الأعظم - صلى الله عليه وسلم - ابنها حبيب بن زيدٍ برسالة إلى مسيلمة الكذَّاب ... .\rفغدر مسيلمة بحبيبٍ وقتله قتلةً تقشعرُّ منها الجلود.\rذلك أن مسيلمة قيَّد حبيبًا ثمَّ قال له:\rأتشهد أن محمَّدًا رسول الله؟.\rفقال: نعم.\rفقال مسيلمة: أتشهد أنِّي رسول الله؟.\rفقال: لا أسمع ما تقول ... .\rفقطع منه عضوًا ... .\rثمَّ مازال مسيلمة يعيد عليه السُّؤال نفسه، فيردُّ عليه الجواب نفسه ... ..\rلا يزيد عليه ولا ينقص ... .\rوكان في كلِّ مرَّة يقطع منه عضوًا حتَّى فاضت","seal":"864A987E","page":73},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":71,"nass":"روحه الطَّاهرة، وذلك بعد أن ذاق من العذاب ما تتزلزل منه الصُّمُّ الصِّلاب (¬1).\r****\rنعى النَّاعي حبيب بن زيدٍ إلى أمِّه نسيبة المازنيَّة فما زادت على أن قالت:\rمن أجل مثل هذا الموقف أعددته ...\rوعند الله احتسبته ...\rلقد بايع الرَّسول - صلى الله عليه وسلم - ليلة العقبة (¬2) صغيرًا ...\rووفَّى له اليوم كبيرًا ...\rولئن أمكنني الله من مسيلمة لأجعلنَّ بناته يلطمن الخدود عليه ...\r****\rلم يبطئ اليوم الذي تمنَّته نسيبة كثيرًا ...\rحيث أذَّن مؤذِّن أبي بكرٍ في المدينة أن حيَّ على قتال المتنبِّئ الكذَّاب مسيلمة ...\r¬_________\r(¬1) الصُّم الِّصلاب: الصخور الصلبة\r(¬2) ليلة العقبة: ليلة بيعة العقبة.","seal":"1BB07A22","page":74},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":72,"nass":"فمضى المسلمون يحثُّون الخطا إلى لقائه، وكان في الجيش أمُّ عمارة المجاهدة الباسلة وولدها عبد الله ابن زيدٍ.\rولمَّا التقى الجمعان وحمي وطيس (¬1) المعركة كان يترصَّد لمسيلمة نفرٌ من المسلمين وعلى رأسهم أمُّ عمارة التي تريد أن تنتقم لابنها الشَّهيد ...\rووحشيُّ بن حرب (¬2) قاتل حمزة يوم «أُحُدٍ» ...\rفقد كان يريد أن يقتل شرَّ النَّاس وهو مؤمنٌ.\rبعد أن قتل أحد أخيار النَّاس وهو مشركٌ.\r****\rلم تستطع أمُّ عمارة أن تصل إلى مسيلمة بعد أن قطعت يدها في المعركة ...\r¬_________\r(¬1) الوطيس: التنور، ويقال حمي وطيس المعركة: التهبت واشتدت.\r(¬2) وحشيّ بن حرب: انظره في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.","seal":"424C19A1","page":75},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":73,"nass":"وأثخنتها (¬1) الجراح ...\rلكن وحشيَّ بن حرب، وأبا دجانة صاحب سيف رسول الله - صلى الله عليه وسلم - وصلا إلى مسيلمة وضرباه عن يد واحدةٍ ...\rفقد طعنه وحشيُّ بالحربة ...\rوضربه أبو دجانة بالسَّيف ...\rفخرَّ صريعًا في طرفة عينٍ.\r****\rعادت أمُّ عمارة بعد «اليمامة» إلى المدينة بيد واحدة ومعها ابنها الوحيد.\rأمَّا يدها الأخرى فقد احتسبتها (¬2) عند الله كما احتسبت من قبل ولدها الشَّهيد.\rولم لا تحتسبهما؟! ...\r¬_________\r(¬1) أثخنتها الجراح: أوهنتها وأضعفتها.\r(¬2) احتسبتها عند الله: طلبت أجرها عليها من الله.","seal":"C0BFB976","page":76},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":74,"nass":"ألم تقل للرَّسول عليه الصَّلاة والسَّلام:\rادع الله لنا أن نرافقك في الجنَّة ...\rفقال الرَّسول صلوات الله وسلامه عليه:\r(اللَّهمَّ اجعلهم رفاقي في الجنَّة).\rفقالت:\rما أبالي بعد ذما أصابني في الدُّنيا ...\rرضي الله عن أمِّ عمارة وأرضاها؛ فقد كانت طرازًا فريدًا بين النِّساء المؤمنات ...\rوأنموذجًا فذّاً بين المجاهدات الصَّابرات (¬1) ...\r...\r¬_________\r(¬1) (*) للاستزادة من أخبار نسيبة المازنيَّة انظر:\r1 - الطبقات الكبرى لابن سعد: 8/ 301.\r2 - الاستيعاب «على هامش الإصابة»: 4/ 475.\r\r3 - الإصابة: 4/ 479 «الترجمة» 1426.\r4 - صفة الصفوة: 2/ 34.\r5 - امتاع الأسماع: 1/ 148.\r6 - تهذيب التهذيب: 12/ 455.","seal":"10250D00","page":77},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":76,"nass":"رَمْلَةُ بِنْتُ أَبي سُفْيَانَ\r«أُمُّ حبيبة آثَرَتِ الله وَرَسُولَهُ عَلَى مَا سِوَاهُمَا، وَكَرِهَتْ\rأَنْ تَعُودَ لِلْكُفْرِ كَمَا يَكْرَهُ المَرْءُ أَنْ يُقْذَفَ فِي النَّارِ»\r[المُؤَرِّخُون]\rما كان يخطر ببال أبي سفيان بن حربٍ أنَّ في وسع احد من قريش أن يخرج على سلطانه (¬1) أو يخالفه في أمرٍ ذي بالٍ (¬2).\rفهو سيِّد مكَّة المطاع ...\rوزعيمها الذي تدين له بالولاء (¬3).\rلكنَّ ابنته رملة المكنَّاة بأمِّ حبيبة، قد بدَّدت (¬4) هذا الزَّعم، وذلك حين كفرت بآلهة أبيها.\rوآمنت هي وزوجها عبيد الله بن جحشٍ بالله وحده لا شريك له، وصدَّقت برسالة نبيِّه محمَّد بن عبد الله.\rوقد حاول أبو سفيان بكلِّ ما أوتي من سطوةٍ\r¬_________\r(¬1) يخرج على سلطانه: يخالف أمره.\r(¬2) أمر ذو بال: أمر ذو أهمية وشأن.\r(¬3) الولاء: الطاعة والمتابعة.\r(¬4) بدَّدت هذا الزعم: أبطلت هذا الزعم ومزقته.","seal":"2B4B8ECB","page":79},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":77,"nass":"وبأسٍ (¬1)، أن يردَّ ابنته وزوجها إلى دينه ودين آبائه، فلم يفلح، لأنَّ الإيمان الذي رسخ في قلب رملة كان أعمق من أن تقتلعه أعاصير (¬2) أبي سفيان، وأثبت من أن يزعزعه غضبه.\r****\rركب أبا سفيان الهمُّ بسبب إسلام رملة، فما كان يعرف بأيِّ وجه يقابل قريشاً بعد أن عجز عن إخضاع ابنته لمشيئته، والحيلولة دونها ودون اتِّباع محمَّد.\r****\rولمَّا وجدت قريشٌ أنَّ أبا سفيان ساخطٌ على رملة وزوجها اجترأت عليهما، وطفقت تضيِّق عليهما الخناق، وجعلت ترهقهما (¬3) أشدَّ الإرهاق، حتَّى باتا لا يطيقان الحياة في مكَّة.\rولمَّا أذن الرَّسول صلوات الله وسلامه عليه\r¬_________\r(¬1) البأس: القوَّة.\r(¬2) أعاصير: جمع إعصار، وهو ريح شديدة ترتفع بتراب الأرض ومياه البحر.\r(¬3) ترهقهما: تتعبهما وتعنِّيهما.","seal":"05812649","page":80},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":78,"nass":"للمسلمين بالهجرة إلى «الحبشة»، كانت رملة بنت أبي سفيان وطفلتها الصَّغيرة حبيبة، وزوجها عبيد الله بن جحشٍ (¬1)، في طليعة المهاجرين إلى الله بدينهم، الفارِّين إلى حِمى «النَّجاشيِّ» (¬2) بإيمانهم.\r****\rلكنَّ أبا سفيان بن حربٍ ومن معه من زعماء قريشٍ، عزَّ (¬3) عليهم أن يفلت من أيديهم أولئك النَّفر من المسلمين، وأن يذوقوا طعم الرَّاحة في بلاد «الحبشة».\rفأرسلوا رسلهم إلى النَّجاشيِّ يحرضونه (¬4) عليهم، ويطلبون منه أن يسلمهم إليهم، ويذكرون له أنَّهم يقولون في المسيح وأمِّه مريم قولاً يسوؤُه (¬5).\rفبعث النَّجاشيُّ إلى زعماء المهاجرين، وسألهم\r¬_________\r(¬1) عبيد الله بن جحش: هو أخو الصحابي الجليل عبيد الله بن جحش ويُقال اسمه عبد بن جحش.\r(¬2) النَّجاشي: ملك الحبشة، وقد سمع القرآن وآمن بالله ورسوله وآوى المسلمين انظره في «صور من حياة التابعين» للمؤلف، الناشر دار الأدب الإسلامي.\r(¬3) عزَّ عليهم: صعب عليهم.\r(¬4) يحرضونه عليهم: يثيرونه عليهم.\r(¬5) يسوؤه: يؤذيه ويحزنه.","seal":"A995D78F","page":81},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":79,"nass":"عن حقيقة دينهم، وعمَّا يقولونه في عيسي بن مريم وأمِّه، وطلب إليهم أن يسمعوه شيئاً من القرآن الذي ينزل على قلب نبيِّهم.\rفلمَّا أخبروه بحقيقة الإسلام، وتلوا عليه بعضاً من آيات القرآن, بكى حتَّى اخضلَّت (¬1) لحيته وقال لهم:\rإنَّ هذا الذي أنزل على نبيِّكم محمَّدٍ، والذي جاء به عيسى بن مريم يخرجان من مشكاةٍ (¬2) واحدةٍ.\rثمَّ أعلن إيمانه بالله وحده لا شريك له، وتصديقه لنبوة محمَّدٍ صلوات الله وسلامه عليه ...\rكما أعلن حمايته لمن هاجر إلى أرضه من المسلمين على الرَّغم من أنَّ بطارقته (¬3) أبوا أن يسلموا، وظلَّوا على نصرانيَّتهم.\r****\r¬_________\r(¬1) اخضلَّت لحيته: تبللت لحيته.\r(¬2) المشكاة: ما يوضع عليه المصباح، (أي من مصدر نور واحد).\r(¬3) البطارقة: جمع بطريق وهو القائد.","seal":"5C3B777A","page":82},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":80,"nass":"حسبت (¬1) أمُّ حبيبة بعد ذلك أنَّ الأيَّام صفت لها بعد طول عبوس ... وأنَّ رحلتها الشَّاقَّة في طريق الآلام قد أفضت (¬2) بها إلى واحة الأمان ...\rإذ لم تكن تعلم ما خبَّأته لها المقادير ...\r****\rفلقد شاء الله تباركت حكمته، أن يمتحن أمَّ حبيبة امتحاناً قاسياً تطيش (¬3) فيه عقول الرِّجال ذوي الأحلام (¬4) وتتضعضع أمامه أفهام ذوي الأفهام.\rوأن يخرجها من ذلك الإبتلاء الكبير ظافرةً تتربَّع (¬5) على قمَّة النَّجاح ...\rففي ذات ليلةٍ أوت أمُّ حبيبة إلى مضجعها، فرأت فيما يراه النائم أن زوجها عبيد الله بن جحشٍ يتخبَّط في\r¬_________\r(¬1) حسبت أمُّ حبيبة: ظنَّت.\r(¬2) أفضت بها: انتهت بها وأوصلتها.\r(¬3) تطيش: تتوه وتضل.\r(¬4) ذوو الأَحلام: أصحاب العقول.\r(¬5) تتربَّع: تجلس.","seal":"048309EF","page":83},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":81,"nass":"بحرٍ لِّجيٍّ (¬1) غشيته ظلماتٌ (¬2) بعضها فوق بعضٍ، وهو بأسوإ حالٍ ...\rفهبَّت من نومها مذعورةً (¬3) مضطربةً ...\rولم تشأ أن تذكر له أو لأحدٍ غيره شيئًا ممَّا رأت ...\rلكن رؤياها ما لبثت أن تحقَّقت، إذ لم ينقض يوم تلك اللَّيلة المشؤومة (¬4) حتَّى كان عبيد الله بن جحشٍ، قد ارتدَّ عن دينه وتنصَّر ...\rثمَّ أكبَّ على حانات (¬5) الخمَّارين يُعاقر (¬6) أمَّ الخبائث (¬7) فلا يرتويٍ منها ولا يشبع.\rوقد خيَّرها بين أمرين أحلاهما مُرٌّ:\r¬_________\r(¬1) بحرٌ لُجي: بحر ذو لجج متلاطمة.\r(¬2) غشيته ظلمات: غطَّته ظلماتٌ وأطبقت عليه.\r(¬3) هبَّت مذعورة: نهضت خائفة.\r(¬4) الليلة المشؤومة: الليلة التعيسة.\r(¬5) حانات الخمارين: دكاكين الخمَّارين.\r(¬6) يعاقر الخمر: يلازمها ويدمن عليها.\r(¬7) أمَّ الخبائث: كناية عن الخمر، ودعيت بذلك لأنها أصل كل شر.","seal":"6D6AA08B","page":84},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":82,"nass":"فإما أن تطلَّق ...\rوإما أن تتنصَّر ...\r****\rوجدت أمُّ حبيبة نفسها فجأةَ بين ثلاثٍ:\rفإمَّا أن تستجيب لزوجها الذي جعل يُلحُّ في دعوتها إلى التَّنصُّر؛ وبذلك ترتدُّ عن دينها- والعياذ بالله- وتبوء (¬1) بخزي الدُّنيا وعذاب الآخرة.\rوهو أمرٌ لا تفعله ولو مُشط لحمها عن عظمها بأمشاط من جديدٍ ...\rوإمَّا أن تعود إلى بيت أبيها في مكَّة، وهو ما زال قلعةً للشِّرك، فتعيش فيه مقهورةً مغلوبةً على دينها.\rوإما أن تبقى في بلاد «الحبشة» وحيدةً، شريدةً، لا أهل لها ولا وطن ولا مُعين.\rفآثرت (¬2) ما فيه رضا الله عزَّ وجلَّ على ما سواه ...\r¬_________\r(¬1) تبوء بخزي الدنيا: ترجع بعار الدنيا.\r(¬2) آثرت: فضَّلت واختارت.","seal":"D9EBD00E","page":85},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":83,"nass":"وأزمعت (¬1) على البقاء في «الحبشة» حتَّى يأتي الله بفرج من عنده.\r...\rلم يطل انتظار أمِّ حبيبة كثيرًا.\rفما إن انقضت عدَّتها (¬2) من زوجها الذي لم يعش بعد تنصُّره إلاَّ قليلًا حتَّى أتاها الفرج ...\rلقد جاءها السَّعد يرفرف بأجنحته الزُّمرُّديَّة (¬3) الخضر فوق بيتها المخزون على غير ميعادٍ ...\rففي ذات ضحى مفضَّض السَّنا (¬4) طلق المحيَّا طرق عليها الباب؛ فلمَّا فتحته فوجئت «بأبرهة» وصيفة (¬5) النَّجاشيِّ ملك «الحبشة».\rفحيَّتها بأدب وبشر، واستأذنت بالدُّخول عليها وقالت:\r¬_________\r(¬1) أزمعت: عزمت وقررت.\r(¬2) العدَّة: المدَّة المشروعة التي تقضيها المرأة بعد وفاة زوجها أو طلاقها منه.\r(¬3) الزمرديَّة: نسبة إلى الزمرُّد، وهو حجر كريم أخضر اللون.\r(¬4) مفضَّض السَّنا: أي سناه فضي اللون والسَّنا: الضوء.\r(¬5) وصيفة النجاشي: خادمته الخاصَّة.","seal":"9E77A164","page":86},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":84,"nass":"إنَّ الملك يحيِّيك ويقول لك:\rإنَّ محمَّدًا رسول الله قد خطبك لنفسه ...\rوإنَّه بعث إليه كتابًا وكَّله فيه بأن يعقد له عليك ... فوكِّلي عنك من تشائين.\r****\rاستطارت (¬1) أمُّ حبيبة فرحاً، وهتفت:\rبشَّرك الله بالخير ... بشَّرك الله بالخير ...\rوطفقت تخلع ما عليها من الحليِّ؛ فنزعت سواريها، وأعطتهما لأبرهة ...\rثمَّ ألحقتهما بخُلخالها (¬2) ... ثمَّ أتبعت ذلك بقُرطيها (¬3) وخواتيمها ...\rولو كانت تملك كنوز الدُّنيا كلَّها لأعطتها لها في تلك اللَّحظة.\r¬_________\r(¬1) استطارت فرحاً: كادت تطير من شدَّة الفرح.\r(¬2) الخلخال: ضربٌ من الحلي تضعه المرأة في رجلها.\r(¬3) القرط: الحلق.","seal":"2EC2C8FE","page":87},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":85,"nass":"ثمَّ قالت لها: لقد وكَّلت عنِّي خالد بن سعيد بن العاص (¬1)، فهو أقرب النَّاس إليَّ.\r****\rوفي قصر النَّجاشيِّ الرَّابض على رابيةٍ شجراء (¬2) مطلَّة على روضةٍ من رياض «الحبشة» النَّضرة.\rوفي أحد أبهائه (¬3) الفسيحة المزدانة بالنُّقوش الزَّاهية، المضاءة بالسُّرج (¬4) النُّحاسيَّة الوضَّاءة، المفروشة بفاخر الرِّياش ... اجتمع وجوه الصَّحابة المقيمين في «الحبشة»، وعلى رأسهم جعفر بن أبي طالبٍ، وخالد بن سعيد بن العاص، وعبد الله بن حذافة السَّهميُّ (¬5)، وغيرهم لشهدوا عقد أمِّ حبيبة بنت أبي سفيان على رسول الله - صلى الله عليه وسلم -.\r¬_________\r(¬1) خالد بن سعيد بن العاص: انظره في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.\r(¬2) رابية شجراء: رابية ذات شجر.\r(¬3) الأبهاء: جمع بهو، وهو القاعة الواسعة.\r(¬4) السرُّج: جمع سراج، وهو المصباح الذي يضاء بالزَّيت ونحوه.\r(¬5) انظرهم في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.","seal":"F6935D49","page":88},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":86,"nass":"فلمَّا اجتمع الجمع، تصدَّر النَّجاشيُّ المجلس وخطبهم فقال:\rأحمد الله القدُّوس المؤمن العزيز الجبَّار (¬1)، وأشهد أن لا إله إلا الله وأنَّ محمَّداً عبده ورسوله، وأنَّه هو الذي بشر به عيسي بن مريم.\rأمَّا بعد ... فإنَّ رسول الله - صلى الله عليه وسلم - طلب منِّي أن أزوِّجه أمَّ حبيبة بنت أبي سفيان، فأجبته إلى ما طلب، وأمهرتها نيابةً عنه أربعمائة دينارٍ ذهبًا ...\rعلى سنَّة الله ورسوله ...\rثمَّ سكب الدَّنانير بين يدي خالد بن سعيدٍ بن العاص.\rوهنا قام خالدٌ فقال:\rالحمد لله أحمده وأستعينه، واستغفره، وأتوب إليه، وأشهد أنَّ محمداً عبده ورسوله، أرسله بدين\r¬_________\r(¬1) القدوس، المؤمن، العزيز، الجبار: من أسماء الله الحسنى.","seal":"3C5B2662","page":89},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":87,"nass":"الهدى والحقِّ ليظهره (¬1) على الدِّين كلِّه ولو كره الكافرون.\rأمَّا بعد ...\rفقد أجبت طلب رسول الله - صلى الله عليه وسلم -، وزوَّجته موكِّلتي أمَّ حبيبة بنت أبي سفيان.\rفبارك الله لرسوله بزوجته ...\rوهنيئاً لأمِّ حبيبة بما كتب الله لها من الخير.\rثمَّ حمل المال وهمَّ أن يمضي به إليها؛ فقام أصحابه لقيامه وهمُّوا بالانصراف أيضًا.\rفقال لهم النَّجاشيُّ: اجلسوا فإنَّ سنَّة الأنبياء إذا تزوَّجوا أن يُطعموا طعامًا.\rودعا لهم بطعام فأكل القوم ثمَّ انفضُّوا (¬2).\r****\r¬_________\r(¬1) ليظهره: ليجعله غالباً قوياً ظاهراً.\r(¬2) انفضوا: تفرَّقوا.","seal":"E6052E75","page":90},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":88,"nass":"قالت أمُّ حبيبة:\rفلمَّا وصل المال إليَّ أرسلت إلى «أبرهة» التي بشَّرتني خمسين مثقالاً (¬1) من الذَّهب؛ وقلت:\rإنِّي كنت أعطيتك ما أعطيت حين بشَّرتني، ولم يكن عندي يومئذٍ مالٌ ...\rفما هو إلاَّ قليلٌ حتَّى جاءت «أبرهة» إليَّ وردَّت الذَّهب، وأخرجت حُقّاً (¬2) فيه الحليُّ الذي كنت أعطيتها إيَّاه فردَّته إليَّ أيضًا وقالت:\rإنَّ الملك قد عزم عليَّ ألاَّ آخذ منك شيئًا.\rوقد أمر نساءه أن يبعثن لك بكلِّ ما عندهن من الطِّيب.\rفلمَّا كان الغد جاءتني بورسٍ (¬3)، وعودٍ (¬4) وعنبرٍ، ثمَّ قالت لي:\r¬_________\r(¬1) المثقال: ما يوزن به الذهب ونحوه.\r(¬2) الحق: بضم الحاء وعاء الطيب.\r(¬3) الورس: نباتٌ أصفرٌ يُتَّخذ منه الزعفران.\r(¬4) العود: ضربٌ من الطيب يتبخَّر به.","seal":"2CEC6201","page":91},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":89,"nass":"إنَّ لي عندك حاجةً\rفقلت: وما هي؟!.\rفقالت:\rلقد أسلمت، واتَّبعت دين محمَّدٍ، فاقرئي على النَّبيِّ منِّي السَّلام وأعلميه أنِّي آمنت بالله ورسوله ولا تنسي ذلك ...\rثمَّ جهَّزتني (¬1).\r****\rثمَّ إنِّي حملت إلى رسول الله - صلى الله عليه وسلم - ...\rفلمَّا لقيته، أخبرته بما كان من أمر الخطبة، وما فعلته مع «أبرهة» وأقرأته منها السَّلام.\rفسرَّ بخبرها وقال:\r(وعليها السَّلام ورحمة الله وبركاته) (¬2).\r...\r¬_________\r(¬1) جهَّزتني: أعدَّت لي جهازي.\r(¬2) (*) للاستزادة من أخبار رملة بنت أبي سفيان انظر:\r1 - الإصابة: 4/ 305 «الترجمة»: 4/ 303.\r2 - الاستيعاب: «على هامش الإصابة»: 4/ 303.\r3 - أسد الغابة: 5/ 457.\r4 - صفوة الصفوة: 2/ 22.\r5 - المعارف لابن قتيبة: 3440،136.\r6 - سير أعلام النبلاء.\r7 - مرآة الجنان لليافعي.\r8 - السيرة النبوية لابن هشام: «انظر الفهارس».\r9 - تاريخ الطبري: «انظر الفهارس في العاشر».\r10 - طبقات ابن سعد: «انظر الفهارس في الثامن».\r11 - تهذيب التهذيب لابن حجر:12/ 419.\r12 - حياة الصحابة: «انظر الفهارس».\r13 - أعلام النساء لكحالة: 1/ 464.","seal":"EFB060DA","page":92},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":92,"nass":"الغُمَيصَاءُ بِنْتُ مِلْحَانَ\rالمُكنَّاةُ بِأُمٍّ سُلَيمٍ\r«مَا سَمِعْنَا بِامْرَأَةٍ قَطُّ كَانَتْ أَكْرَمَ مَهْرًا مِنْ أُمٍّ سُلَيْمٍ؛ إِذْ كَانَ مَهْرُهَا الإِسْلاَمُ»\r[أَهْلُ المَدِينَةِ]\r\rكانت الغميصاء بنت ملحان- حين أهل الإسلام بنوره على الأرض - نصفًا تخطو نحو الأربعين من عمرها، وكان زوجها مالك بن النَّضر يسبغ عليها من وارف (¬1) حبِّه، وظليل وداده ما ملأ حياتها نضرةً (¬2) ورغدًا (¬3) وكان أهل «يثرب» يغبطون الزَّوج السَّعيد على ما تتحلَّى به عقيلته من رجاحة العقل، وبعد النَّظر، وحسن التَّبعُّل (¬4).\r****\r¬_________\r(¬1) وارف حبِّه: ظلال حبِّه الممتدة.\r(¬2) النضرة: الرونق واللطف والبهجة والبهاء.\r(¬3) رغداً: الرغد العيش الواسع الطيب الذي لا تعب فيه.\r(¬4) التَّبعُّل: أداء حق الزوج بالطاعة والإحسان.","seal":"D274829F","page":95},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":93,"nass":"وفي ذات يومٍ من أيَّام الله الخالدة نفذ إلى «يثرب» - مع الدَّاعية المكِّيِّ مصعب بن عميرٍ (¬1) - أوَّل شعاعٍ من أشعَّة الهداية المحمَّديَّة، فتفتَّح له قلب الغميصاء كما تتفتَّح أزاهير الرِّياض لتباشير الصَّباح، فلمَّا لبثت أن أعلنت إسلامها يوم كان المسلمون- في المدينة- يعدُّون على الأصابع.\rثمَّ دعت الزَّوجة الوفيَّة زوجها الأثير لينهل معها من هذا المنهل الإلهيِّ العذب الطَّهور، ويحظى بما حظيت به من سعادة الإيمان ...\rلكنَّ مالك بن النَّضر لم يشرح للدِّين الجديد صدرًا، ولا طاب به نفسًا، بل إنَّه دعا زوجه بالمقابل إلى الرُّجوع عن الإسلام والعودة إلى دين الآباء والأجداد وتشبَّث كلُّ من الزَّوجين بموقفه، فالغميصاء تكره أن تعود إلى الكفر بعد الإيمان كما يكره المرء أن يقذف في النَّار ...\r¬_________\r(¬1) مصعب بن عمير بن هاشم بن عبد مناف القرشي: أحد السابقين إلى الإسلام، وأوَّل المبشرين به خارج مكَّة، استشهد يوم «أحد».","seal":"B308E098","page":96},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":94,"nass":"ومالكٌ يتعصَّب لدين الآباء والأجداد في عنادٍ ...\rوكانت الغميصاء تملك من قوَّة الحجَّة ما تفحم (¬1) به زوجها، وكان في دعوتها من نور الحقِّ ما يفضح باطله الواهي (¬2) المتهافت (¬3) ...\rوكان لمالكٍ صنمٌ من خشبٍ يعبده من دون الله، فكانت تحاجُّه في أمره قائلةً:\rأتعبد جذع شجرةٍ نبت في الأرض التي تطؤها بقدميك، وترمي فيها فضلاتك؟! ...\rأتدعو- من دون الله- خشبةً نجرها لك حبشيُّ من صنَّاع المدينة؟!.\rولمَّا ضاق الزَّوج ذرعاً بحجج زوجته الدَّامغة (¬4) غادر المدينة ومضى هائماً على وجهه متَّجهاً نحو بلاد\r¬_________\r(¬1) ما تُفحم: ما تسكت به زوجها من الدليل والبرهان.\r(¬2) الواهي: الضعيف الذي لا قوام له.\r(¬3) المتهافت: المتساقط المتداعي.\r(¬4) الدَّامغة: التي لا يجد الخصم عنها حولاً.","seal":"3D14B9CA","page":97},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":95,"nass":"الشام، ثمَّ إنه لم يلبث هناك قليلًا حتَّى مات على شركه.\r****\rوما إن شاع في المدينة خبر ترمُّل الغميصاء حتَّى تشوق كثيرٌ من الرِّجال إلى الإقتران بها، لولا أنَّهم كانوا يخشون أن تردَّهم خائبين لما بينها وبينهم من الاختلاف في الدِّين.\rغير أنَّ زيد بن سهلٍ (¬1) المكنى بأبي طلحة أطمعه في رضاها به ما كان بينهما من روابط القربى، فكلاهما من بني «النَّجَّار».\r****\rمضى أبو طلحة إلى بيت الغميصاء وخاطبها بكنيتها قائلًا:\rيا أمَّ سليم، لقد جئتك خاطبًا، فأرجو ألاَّ أردَّ خائبًا.\r¬_________\r(¬1) زيد بن سهل: انظره في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.","seal":"B0A21BFE","page":98},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":96,"nass":"فقالت: والله ما مثلك يردُّ يا أبا طلحة، ولكنَّك رجلٌ كافرٌ وأنا امرأةٌ مسلمةٌ، ولا يحل لي أن أتزوَّجك، فإن تسلم فذاك مهري ولا أريد منك صداقًا غير الإسلام.\rفقال: دعيني حتَّى أنظر في أمري. ومضى ...\rولمَّا كان الغد عاد إليها وقال: أشهد أن لا إله إلاَّ الله، وحده لا شريك له، وأشهد أنَّ محمَّدًا عبده ورسوله.\rفقالت: أما وإنَّك قد أسلمت، فقد رضيتك زوجاً ... فجعل النَّاس يقولون: ما سمعنا بامرأة قط كانت أكرم مهراً من أمٍّ سليم إذ كان مهرها الإسلام.\r****\rنعم أبو طلحة بما كانت تتحلَّى به أمُّ سليمٍ من كريم الشَّمائل (¬1)، ونبيل الخصائل، ثمَّ زاده سعادةً بها أنَّها وضعت له غلامًا غدا قرَّة عينه، وفرحة قلبه.\r¬_________\r(¬1) كريم الشَّمائل: ذو خصال كريمة حميدة.","seal":"FA22CA95","page":99},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":97,"nass":"لكنَّه بينما كان يتأهَّب لسفرٍ من أسفاره اشتكى الطِّفل الصَّغير من علَّةٍ ألمَّت به، فجزع عليه جزعاً شديداً كاد يصرفه عن السَّفر.\rوفي غيبته القصيرة ذوى (¬1) الغصن النَّضير (¬2)، ثمَّ وُري الثَّرى (¬3)، فقالت أمُّ سليمٍ لأهلها:\rلا تخبروا أبا طلحة بموت ابنه حتَّى أخبره أنا.\r****\rعاد أبو طلحة من رحلته فتلقَّته أمُّ سليمٍ هاشَّةً باشَّةً فرحةً مستبشرةً؛ فبادرها بالسُّؤال عن الصَّبيِّ فقالت:\rدعه فإنَّه الآن أسكن ما عرفته.\rثمَّ قربت إليه العشاء، وجعلت تؤنسه وتدخل على قلبه السرور، فلمَّا وجدت أنَّه شبع واستراح قالت له:\rيا أبا طلحة أرأيت لو أن قوماً استرجعوا عاريةً (¬4)\r¬_________\r(¬1) ذوى: ذبل وضعف.\r(¬2) النَّضير: الحسن الجميل.\r(¬3) ووري الثرى: دفن في التراب.\r(¬4) عاريَّة: الشئ المستعار الذي يجب رده.","seal":"D5873016","page":100},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":98,"nass":"أعاروها لآخرين أفمن حقَّهم أن يخطوا عليهم أن يمنعوها منهم؟.\rقال: لا.\rقالت: إن الله استردَّ منك ما وهب، فاحتسب ولدك عنده ...\rفتلقى أبو طلحة قضاء الله بالرِّضا والتَّسليم.\rولما أصبح غدا على رسول الله - صلى الله عليه وسلم - وحدَّثه بما كان من أم سليمٍ، فدعا له ولها بأن يعوِّضهما الله خيرًا ممَّا فقداه، وأن يبارك لهما في العوض؛ فاستجاب الله جل وعز دعاء نبيه - صلى الله عليه وسلم -، وحملت أمُّ سليمٍ، ولما أتمت حملها كانت عائدةً إلى المدينة من سفر هي وزوجها مع رسول الله - صلى الله عليه وسلم -.\rفلمَّا دنوا من «يثرب» جاءها المخاض فتوقَّف أبو طلحة معها ومضى النَّبيِّ الكريم - صلى الله عليه وسلم - يريد دخول المدينة قبل أن يجنَّ عليه الليل، فرفع أبو طلحة طرفه إلى السَّماء وقال:","seal":"10EC2141","page":101},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":99,"nass":"إنَّك لتعلم يا رب أنَّه يعجبني أن اخرج مع رسولك إذا خرج، وأن أدخل معه إذا دخل وقد منعني من ذلك ما ترى.\rفقالت له أمُّ سليمٍ: يا أبا طلحة إني - والله - لا أجد من ألم المخاض بهذا المولود ما كنت أجده من قبل، فانطلق بنا ولا تتأخَّر عن صحبة رسول الله - صلى الله عليه وسلم -.\rفانطلقا حتَّى إذا بلغا المدينة وضعت حملها، فإذا هو غلامٌ، فقالت لمن حولها:\rلا يرضعه أحد قبل أن تذهبوا به إلى رسول الله - صلى الله عليه وسلم -.\rفلمَّا أصبح حمله إليه أخوه أنس بن مالكٍ (¬1)، فلمَّا رآه النَّبيِّ - صلى الله عليه وسلم - مقبلًا قال:\r(لعل أمَّ سليمٍ ولدت).\rفقال: نعم يا رسول الله ... ووضع الغلام في\r¬_________\r(¬1) أنس بن مالك: انظره في كتاب «صور من حياة الصحابة» للمؤلف، الناشر دار الأدب الإسلامي، الطبعة المشروعة.","seal":"4922E8BE","page":102},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":100,"nass":"حجره، فدعا بعجوةٍ من عجو المدينة ولاكها في فمه الشَّريف حتَّى ذابت، ووضعها في فم الصَّبيِّ، فجعل يتلمظها (¬1)، ثمَّ مسح وجهه بيده الكريمة، وسمَّاه عبد الله، فجاء من صلبة عشرةٌ من علماء الإسلام الأخيار.\r****\rولقد كان من شأن أمِّ سليمٍ أنها أحبَّت رسول الله صلوات الله وسلامه عليه حبًا خالط منها اللَّحم والعظم، وسكن في حبَّة القلب.\rوقد بلغ من حبِّها له ما حدَّث عنه ابنها أنسٌ قال:\rكان رسول الله - صلى الله عليه وسلم - نائماً في بيتنا ذات نهارٍ؛ وكان الحرُّ شديدًا، فأخذ العرق يتصبَّب من جبينه، فجاءت أمِّي بقارورةٍ، وجعلت تُسلت فيها العرق فاستيقظ النَّبيُّ عليه الصَّلاة والسَّلام وقال:\r(ما هذا الذي تصنعين يا أمَّ سليمٍ؟!).\r¬_________\r(¬1) يتلمظُّها: أي يتتبع بلسانه بقيتها ويمسح به شفتيه.","seal":"92918395","page":103},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":101,"nass":"قالت: هذا عرقك أجمعه وأجعله في طيبنا، فيغدو أطيب الطِّيب.\rومن شواهد حبِّها لرسول الله صلوات الله وسلامه عليه وهي كثيرةٌ وفيرةٌ، أن ابنها أنساً كانت له ذؤابةٌ (¬1) تنوس (¬2) على جبينه، فرغب إليها زوجها أن تقصَّها له بعد أن طالت فأبت ذلك؛ لأنَّ النَّبيَّ صلوات الله وسلامه عليه كان كلَّما أقبل عليه أنسٌ مسح رأسه بيده ومسَّ ذؤابته المدلاَّة على جبينه.\r****\rولم تقتصر خصائل أمِّ سليم على أنَّها كانت مؤمنةً راسخة الإيمان، عاقلةً وافرة العقل، زوجاً وأماً من الطراز الأول ...\rوإنما كانت فوق ذلك كلِّه مجاهدة في سبيل الله.\r¬_________\r(¬1) الذؤابة: خصلة من الشعر في مقدمة الرأس.\r(¬2) تنوس: تتمايل.","seal":"0F0B1BBB","page":104},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":102,"nass":"فلكم ملأت رئتيها من غبار المعارك العبق (¬1) بطيوب الجنَّة!!.\rوخضَّبت (¬2) أناملها من جراح المجاهدين، وهي تمسحها بيديها وتحكم عليها الضِّماد (¬3).\rولكم سكبت الماء في حلوق العطاش وهم يجودون بنفوسهم في سبيل الله ...\rوحملت لهم الزَّاد ... وأصلحت السِّهام.\rلقد شهدت «أُحُدًا» هي وزوجها أبو طلحة مع رسول الله - صلى الله عليه وسلم -، ودأبت هي وعائشة رضوان الله عليهما على نقل قرب الماء على ظهريهما وإفراغها في أفواه القوم.\rكما شهدت «حنيناً» أيضًا، وقد اتخذت لنفسها\r¬_________\r(¬1) العبق: المضمخ بالطيب.\r(¬2) خضَّبت: لونت، والخضاب: هو الحناء.\r(¬3) الضِّماد: ما يربط به الجرح.","seal":"ED10AF44","page":105},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":103,"nass":"يومذاك خنجرًا وتمنطقت به، فلمَّا رآه زوجها أبو طلحة قال: يا رسول الله، هذه أمُّ سليم معها خنجرٌ.\rفقال لها النَّبيُّ عليه الصَّلاة والسَّلام:\r(ما هذا يا أمَّ سليمٍ؟!).\rقالت: خنجرٌ اتَّخذته حتَّى إذا دنا منِّي أحدٌ من المشركين بقرت (¬1) به بطنه ...\rفجعل رسول الله - صلى الله عليه وسلم - يضحك سرورًا بما قالت.\r****\rوبعد ...\rأفتظنُّ أن على ظهر الأرض امرأةً أسعد سعادةً وأزهى خاتمةً من أمِّ سليمٍ بعد أن قال فيها رسول الله - صلى الله عليه وسلم -:\r(دخلت الجنَّة فسمعت فيها خشفةً (¬2) ...\rفقلت: من هذا؟!.\r¬_________\r(¬1) بقرتُ بطنه: شقت بطنه.\r(¬2) خشفة: حركة مشيٍ.","seal":"28B7B43E","page":106},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":104,"nass":"قالوا:\rالغميصاء بنت ملحان أمُّ أنس بن مالكٍ) (¬1).\r...\r¬_________\r(¬1) (*) للاستزادة من أخبار الغميصاء بنت ملحان انظر:\r1 - الطبقات الكبرى1/ 467، 407و2/ 116و3/ 515و7/ 19و8/ 174، 121، 104، 8.\r2 - تاريخ الطبري: 2/ 76،21 «وانظر الفهارس في العاشر».\r3 - حياة الصحابة: «انظر الفهارس في الرابع».\r4 - السيرة لابن هشام: 2/ 354 - 4/ 88.\r5 - سير أعلام النبلاء: 2/ 304 - 311.\r6 - المعارف لابن قتيبة: 308،371.\r7 - أعلام النساء لكحالة: 2/ 256.\r8 - تهذيب التهذيب: 12/ 471.\r9 - الإصابة: 4/ 461 «الترجمة» 1321.\r\r10 - الاستيعاب «على هامش الإصابة»: 4/ 455.\r11 - حلية إلآَّولياء: 2/ 57.\r12 - صفة الصفوة: 2/ 65.\r13 - أسد الغابة: 7/ 212.\r14 - المحبر: 428.","seal":"60BC51C3","page":107},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":106,"nass":"أُمُّ سَلَمَةَ\rأَيِّمُ العَرَبِ\r«لَمْ تَبْقَ هِنْدٌ المَخزُومِيَّةُ أُماً لِسَلَمَةَ وَحْدَهُ، وَإِنَّمَا غَدَتْ أُماً لِجَمِيعِ المُؤمِنِينَ»\rأمُّ سلمة، وما أدراك ما أمُّ سلمة؟!.\rأما أبوها فسيِّدٌ من سادات «مخزومٍ» المرموقين، وجوادٌ من أجواد العرب المعدودين، حتَّى إنَّه كان يقال له: «زاد الرَّاكب» (¬1)، لأن الرُّكبان كانت لا تتزوَّد إذا قصدت منازلة أو سارت في صحبته.\rوأمَّا زوجها فعبد الله بن عبد الأسد أحد العشرة السَّابقين إلى الإسلام؛ إذ لم يسلم قبله إلاَّ أبو بكرٍ الصِّدِّيق ونفرٌ قليلٌ لا يبلغ أصابع اليدين عددًا.\r¬_________\r(¬1) هو أبو أمية بن المغيرة القرشي.","seal":"9D90FF7A","page":109},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":107,"nass":"وأمَّا اسمها فهند، لكنها كنيت بأمُّ سلمة، ثمَّ غلبت عليها الكنية.\r****\rأسلمت أمُّ سلمة مع زوجها فكانت هي الأخرى من السَّابقات إلى الإسلام أيضًا.\rوما إن شاع نبأ إسلام أمِّ سلمة وزوجها حتَّى هاجت قريشٌ وماجت وجعلت تصبُّ عليهما من نكالها (¬1) ما يزلزل الصُّمَّ الصِّلاب (¬2)، فلم يضعفا ولم يَهِنا ولم يتردَّدا.\rولمَّا اشتد عليهما الأذى وأذِن الرَّسول صلوات الله عليه لأصحابه بالهجرة إلى «الحبشة» كانا في طليعة المهاجرين.\r****\rمضت أمُّ سلمة وزوجها إلى ديار الغربة وخلَّفت وراءها في مكَّة بيتها الباذخ (¬3) وعزَّها الشامخ، ونسبها\r¬_________\r(¬1) النكال: الأذى الشديد الذي يجعل المصاب به عبره لغيره.\r(¬2) الصم الصِّلاب: الصخور القاسية.\r(¬3) الباذخ: العالي الرفيع.","seal":"F1E4E10D","page":110},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":108,"nass":"العريق، محتسبةً (¬1) ذلك كلَّه عند الله، مستقلةً له في جنب مرضاته.\rوعلى الرَّغم مما لقيته أمُّ سلمة وصحبها من حماية النَّجاشيِّ (¬2) نضَّر الله في الجنَّة وجهه، فقد كان الشَّوق إلى مكَّة مهبط الوحي، والحنين إلى رسول الله - صلى الله عليه وسلم - مصدر الهدى يفري كبدها وكبد زوجها فريًا.\rثمَّ تتابعت الأخبار على المهاجرين إلى أرض «الحبشة» بأن المسلمين في مكَّة قد كثر عددهم، وأنَّ إسلام حمزة بن عبد المطَّلب، وعمر بن الخطَّاب قد شدَّ من أزرهم (¬3)، وكفَّ شيئاً من أذى قريش عنهم، فعزم فريق منهم على العودة إلى مكَّة، يحدوهم (¬4) الشَّوق ويدعوهم الحنين ...\r¬_________\r(¬1) محتسبة: طالبة الجزاء من الله.\r(¬2) النجاشي: ملك الحبشة انظره في كتاب «صور من حياة التابعين» للمؤلف، الناشر دار الأدب الإسلامي.\r(¬3) شدَّ أزرهم: قوَّاهم.\r(¬4) يحدوهم الشوق: يسوقهم الشوق.","seal":"BB643FCD","page":111},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":109,"nass":"فكانت أمُّ سلمة وزوجها في طليعة العائدين.\r****\rلكن سرعان ما اكتشف العائدون أن ما نمي إليهم من أخبار كان مبالغاً فيه، وأنَّ الوثبة التي وثبها المسلمون بعد إسلام حمزة وعمر، قد قوبلت من قريش بهجمةٍ أكبر.\rفافتنَّ المشركون في تعذيب المسلمين وترويعهم، وأذاقوهم من بأسهم ما لا عهد لهم به من قبل.\rعند ذلك أَذِن الرَّسول صلوات الله وسلامه عليه لأصحابه بالهجرة إلى المدينة، فعزمت أمُّ سلمة وزوجها على أن يكونا أوَّل المهاجرين فرارًا بدينهما وتخلُّصًا من أذى قريشٍ.\rلكنَّ هجرة أمِّ سلمة وزوجها لم تكن سهلةً ميسرةً كما خيِّل لهما، وإنما كانت شاقةً مرَّةً خلَّفت وراءها مأساةً تهون دونها كلُّ مأساةٍ.\rفلنترك الكلام لأمِّ سلمة لتروي لنا قصَّة مأساتها ...","seal":"EA7A31E4","page":112},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":110,"nass":"فشعورها بها أشدُّ وأعمق، وتصويرها لها أدقُّ وأبلغ.\rقالت أمُّ سلمة:\rلما عزم أبو سلمة على الخروج إلى المدينة أعدَّ لي بعيراً، ثمَّ حملني عليه، وجعل طفلنا سلمة في حجري، ومضى يقود بنا البعير وهو لا يلوي (¬1) على شيءٍ.\rوقبل أن نفصل (¬2) عن مكَّة؛ رآنا رجالٌ من قومي بني «مخزوم» فتصدَّوا لنا وقالوا لأبي سلمة:\rإن كنت قد غلبتنا على نفسك، فما بال امرأتك هذه؟! ...\rوهي بنتنا، فعلام نتركك تأخذها منَّا وتسير بها في البلاد؟!.\rثمَّ وثبوا عليه، وانتزعوني منه انتزاعًا.\r¬_________\r(¬1) لا يلوي على شئ: لا يقف عند شئ ولا ينتظر.\r(¬2) قبل أن نفصل عن مكَّة: قبل أن نخرج منها.","seal":"4788ADDE","page":113},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":111,"nass":"وما إن رآهم قوم زوجي بنو «عبد الأسد» يأخذونني أنا وطفلي، حتَّى غضبوا أشدَّ الغضب وقالوا:\rلا والله لا نترك الولد عند صاحبتكم بعد أن انتزعتموها من صاحبنا انتزاعًا ...\rفهو ابننا ونحن أولى به.\rثمَّ طفقوا يتجاذبون طفلي سلمة بينهم على مشهدٍ مني حتَّى خلعوا يده وأخذوه.\rوفي لحظات وجدت نفسي ممزقة الشمل وحيدةً فريدةً:\rفزوجي اتَّجه إلى المدينة فرارًا بدينه ونفسه ...\rوولدي اختطفه بنو «عبد الأسد» من بين يديَّ محطَّماً مهيضًا (¬1) ...\rأمَّا أنا فقد استولى عليَّ قومي بنو «مخزوم»، وجعلوني عندهم ...\r¬_________\r(¬1) مهيضاً: ممزَّقاً مكسراً.","seal":"E7DC8957","page":114},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":112,"nass":"ففرِّق بيني وبين زوجي وبين ابني في ساعةٍ.\rومنذ ذلك اليوم جعلت أخرج كلَّ غادة إلى الأبطح، فأجلس في المكان الذي شهد مأساتي، وأستعيد صورة اللَّحظات التي حيل فيها بيني وبين وولدي وزوجي، وأظلُّ أبكي حتَّى يخيِّم عليَّ اللَّيل.\rوبقيت على ذلك سنةً أو قريبًا من سنةٍ إلى أن مرَّ بي رجلٌ من بني عمي فرقَّ لحالي ورحمني وقال لبني قومي:\rألآ تطلقون هذه المسكينة!! فرقتم بينها وبين زوجها وبين ولدها.\rوما زال بهم يستلين قلوبهم ويستدرُّ عطفهم حتَّى قالوا لي: الحقي بزوجك إن شئت.\rولكن كيف لي أن ألحق بزوجي في المدينة وأترك ولدي وفلذة (¬1) كبدي في مكَّة عند بني «عبد الأسد»؟!.\r¬_________\r(¬1) فلذة كبدي: قطعة كبدي.","seal":"7CC0A4C3","page":115},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":113,"nass":"كيف يمكن أن تهدأ لي لوعةٌ أو ترقأ لعيني عبرةٌ (¬1) وأنا في دار الهجرة وولدي الصَّغير في مكَّة لا أعرف عنه شيئًا؟!!.\rورأى بعض النَّاس ما أعالج (¬2) من أحزاني وأشجاني فرقَّت قلوبهم لحالي، وكلَّموا بني «عبد الأسد» في شأني (¬3) واستعطفوهم عليَّ ... فردُّوا لي ولدي سلمة.\r****\rلم أشأ أن أتريَّث في مكَّة حتَّى أجد من أسافر معه، فقد كنت أخشى أن يحدث ما ليس بالحسبان فيعوقني عن اللَّحاق بزوجي عائقٌ ...\rلذلك بادرت فأعددت بعيري، ووضعت ولدي في حجري، وخرجت متوجهةً نحو المدينة أريد زوجي، وما معي أحدٌ من خلق الله.\r¬_________\r(¬1) ترقا لعيني: تجف لعيني دمعة.\r(¬2) أعالج: أعاني.\r(¬3) في شأني: في أمري.","seal":"53BD5F47","page":116},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":114,"nass":"وما إن بلغت «التَّنعيم» (¬1) حتَّى لقيت عثمان بن طلحة (¬2) فقال:\rإلى أين يا بنت «زاد الرَّاكب»؟!.\rفقلت: أريد زوجي في المدينة.\rقال: أو ما معك أحدٌ؟!.\rقلت: لا والله إلاَّ الله ثمَّ بنيَّ هذا.\rقال: والله لا أتركك أبدًا حتَّى تبلغي المدينة.\rثمَّ أخذ بخطام (¬3) بعيري، وانطلق يهوي بي ...\rفوالله ما صحبت رجلًا من العرب قطُّ أكرم منه ولا أشرف، كان إذا بلغ منزلًا من المنازل ينيخ بعيري، ثمَّ يستأخر عنِّي، حتَّى إذا نزلت عن ظهره واستويت على\r¬_________\r(¬1) التنعيم: مكان على ثلاثة أميال من مكَّة.\r(¬2) عثمان بن طلحة: كان حاجب بيت الله في الجاهلية، أسلم مع خالد ابن الوليد وشهد فتح مكَّة، فدفع إليه الرَّسول عليه الصَّلاة والسَّلام مفتاح الكعبة وكان يوم رافق أم سلمة مشركاً.\r(¬3) الخِطام: حبلٌ يجعل في عنق البعير ليقاد به.","seal":"E06A46AE","page":117},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":115,"nass":"الأرض دنا إليه وحطَّ عنه رحله، واقتاده إلى شجرة وقيَّده فيها.\rثمَّ يتنحى عنِّي إلى شجرة أخرى فيضطجع في ظلِّها.\rفإذا حان الرَّواح إلى بعيري فأعدَّه، وقدَّمه إليَّ، ثمَّ يستأخر عنِّي ويقول: اركبي ... فإذا ركبت، واستويت على البعير، أتى فأخذ بخطامه وقاده.\r****\rوما زال يصنع بي مثل ذلك كلَّ يوم حتَّى بلغنا المدينة، فلمَّا نظر إلى قريةٍ «بقباء» (¬1) لبني عمرو بن عوفٍ قال: زوجك في هذه القرية، فادخليها على بركة الله، ثمَّ انصرف راجعًا إلى مكَّة.\r****\rاجتمع الشَّمل الشَّتيت (¬2) بعد طول افتراقٍ، وقرَّت\r¬_________\r(¬1) قُباء: قرية في ضواحي المدينة تبعد عنها ميلين، وفيها مسجد قباء أوَّل مسجد أسس على التقوى.\r(¬2) الشَّتيت: المفرَّق.","seal":"E9EC3B2E","page":118},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":116,"nass":"عين أمُّ سلمة بزوجها، وسَعِدَ أبو سلمة بصاحبته وولده ... ثمَّ طفقت الأحداث تمضي سراعًا كلمح البصر.\rفهذه «بدرٌ» يشهدها أبو سلمة ويعود منها مع المسلمين، وقد انتصروا نصرًا مؤزرًا (¬1).\rوهذه «أُحُدٌ» يخوض غمارها بعد «بدرٍ»، ويُبلي فيها أحسن البلاء وأكرمه، لكنَّه يخرج منها وقد جرح جُرحًا بليغًا، فما زال يعالجه حتَّى بدا له أنَّه قد اندمل (¬2)، لكنَّ الجرح كان قد رُمَّ على فسادٍ (¬3) فما لبث أن انتكأ (¬4) وألزم أبا سلمة الفراش.\rوفيما كان أبو سلمة يعالج من جرحه قال لزوجه: يا أم سلمة، سمعت رسول الله - صلى الله عليه وسلم - يقول:\r(لا تصيب أحدًا مصيبة، فيسترجع (¬5) عند ذلك ويقول:\r¬_________\r(¬1) مؤزراً: قوياً مبيناً.\r(¬2) اندمل: تماثل للشفاء.\r(¬3) رم الجرح على فساد: يعني صلح في الظاهر وهو فاسد في الحقيقة.\r(¬4) انتكأ: انفتح.\r(¬5) يسترجع: يقول إنَّا لله وإنا إليه راجعون.","seal":"44B33950","page":119},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":117,"nass":"اللَّهمَّ عندك احتسبت مصيبتي هذه ...\rاللَّهمَّ أخلفني خيرًا منها، إلاَّ أعطاه الله عزَّ وجلَّ ...).\rظلَّ أبو سلمة على فراش مرضه أيَّاماً ... وفي ذات صباح جاءه رسول الله - صلى الله عليه وسلم - ليعوده، فلم يكد ينتهي من زيارته ويجاوز باب داره، حتَّى فارق أبو سلمة الحياة.\rفأغمض النَّبيُّ عليه الصَّلاة والسَّلام بيديه الشريفتين عيني صاحبه، ورفع طرفه إلى السَّماء وقال:\r(اللَّهمَّ اغفر لأبي سلمة، وارفع درجته في المقرَّبين ... .\rواخلفه في عقبه (¬1) في الغابرين.\rواغفر لنا وله يا ربَّ العالمين ...\rوأفسح له في قبره، ونوِّر له فيه).\r¬_________\r(¬1) اخلفه في عقبه: كن عوضاً عنه لأولاده وأهله.","seal":"0058D859","page":120},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":118,"nass":"أمَّا أمُّ سلمة فتذكرت ما رواه لها أبو سلمة عن رسول الله - صلى الله عليه وسلم - فقالت:\rاللَّهمَّ عندك أحتسب مصيبتي هذه ...\rلكنَّها لم تطب نفسها أن تقول: اللَّهمَّ أخلفني (¬1) فيها خيرًا منها؛ لأنَّها كانت تتساءل: ومن عساه أن يكون خيرًا لي من أبي سلمة؟!.\rلكنَّها ما لبثت أن أتمَّت الدعاء ...\r****\rحزن المسلمون لمصاب أم سلمة كما لم يحزنوا لمصاب أحدٍ من قبل ...\rوأطلقوا عليها اسم «أيم (¬2) العرب» ...\rإذ لم يكن لها في المدينة أحد من ذويها غير صبية صغار كزغب القطا (¬3).\r****\r¬_________\r(¬1) اخلفني فيها خيراً منها: عوضني عنها ما هو خير منها.\r(¬2) الأيِّم: المرأة التي فقدت زوجها.\r(¬3) كزغب القطا: كفراخ القطا التي لم ينبت ريشها، والقطا: نوع من اليمام يؤثر في الصحراء مفرده قطاة.","seal":"5E5D6032","page":121},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":119,"nass":"شعر المهاجرون والأنصار معاً بحقِّ أم سلمة عليهم، فما كادت تنتهي من حداداها على أبي سلمة حتَّى تقدم منها أبو بكرٍ الصِّدِّيق يخطبها لنفسه، فأبت أن تستجيب لطلبه ...\rثمَّ تقَّدم منها عمر بن الخطَّاب؛ فردَّته كما ردَّت صاحبه ...\rثمَّ تقدَّم منها رسول الله - صلى الله عليه وسلم - فقالت له:\rيا رسول الله، إنَّ فيَّ خِلالاً (¬1) ثلاثًا:\rفأنا امرأةٌ شديدة الغيرة فأخاف أن ترى منِّي شيئًا يغضبك فيعذِّبني الله به.\rوأنا امرأةٌ قد دخلت في السِّنِّ (¬2).\rوأنا امرأةٌ ذات عيالٍ.\rفقال عليه الصَّلاة والسَّلام:\rوأمَّا ما ذكرت من غيرتك فإنِّي أدعو الله عزَّ وجلَّ أن يذهبها عنك.\r¬_________\r(¬1) خلالاً: صفات.\r(¬2) دخلت في السن: جاوزت سنَّ الزواج.","seal":"1AAED72F","page":122},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":120,"nass":"وأمَّا ذكرت من السِّنِّ فقد أصابني مثل الذي أصابك ...\rوأمَّا ما ذكرت من العيال، فإنَّما عيالك عيالي).\rثمَّ تزوج رسول الله - صلى الله عليه وسلم - من أمِّ سلمة؛ فاستجاب الله دعاءها، وأخلفها خيرًا من أبي سلمة.\rومنذ ذلك اليوم لم تبق هند المخزوميَّة أُماً لسلمة وحده؛ وإنما غدت أُماً لجميع المؤمنين.\rنضَّر الله وجه أمِّ سلمة في الجنَّة ورضي عنها وأرضاها (¬1).\r¬_________\r(¬1) للاستزادة من أخبار أمِّ المؤمنين امِّ سلمة رضي الله عنها انظر:\r1 - الإصابة: 4/ 458 «الترجمة» 1309.\r2 - الاستيعاب «على هامش الإصابة»: 4/ 454.\r3 - تهذيب التهذيب: 12/ 455 - 465.\r4 - تاريخ الإسلام للذهبي: 3/ 97 - 98.\r5 - البداية والنهاية: 8/ 214 - 215.\r6 - صفة الصفوة: 2/ 20 - 21.\r7 - شذرات الذهب: 1/ 69 - 70.\r8 - أسد الغابة: 2/ 588 - 589.\r9 - تقريب التهذيب: 2/ 627.\r10 - الأعلام مراجعه: 9/ 104.\r11 - ابن كثير: 4/ 91.","seal":"0A1A32DB","page":123},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":121,"nass":"صور من حياة الصحابيات\rهذا الكتاب يجوب بنا في رحاب حياة المرأة المسلمة التي عاشت في كنف الرَّسول الكريم - صلى الله عليه وسلم - من خلال صور متعددة تعبر عن المنهج الإسلامي القويم الذي وضع الأسس لحقوق المرأة وواجباتها ... فتحت ظله بايعت على ما بايع عليه الرجال، ورسمت أسمى معاني البذل والعطاء في سبيل ذلك، ولم تقتصر خصائل المرأة المسلمة على أنها مؤمنة راسخة الإيمان وزوجا وأما من الطراز الأول، ربت فأحكمت وأصيبت فاحتسبت بل كانت فوق ذلك كله مجاهدة في سبيل الله فخاضت المعارك وضمدت الجراح، وحملت الزاد وأصلحت السهام، وسكبت الماء في حلوق العطاش وهم يجودون بنفوسهم في سبيل الله.\rإنها حياة المرأة المسلمة بكل ما فيها من سمو وفخار.","seal":"BA7F56EC","page":null}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1406,"ShrtCs":0,"Bk":"صور من حياة الصحابيات","HigriD":"1406","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن رأفت الباشا","bLnk":null,"Inf":"","Auth":"عبد الرحمن رأفت الباشا","Betaka":"الكتاب: صور من حياة الصحابيات\r\nالمؤلف: عبد الرحمن رأفت الباشا (المتوفى: 1406هـ)\r\nالناشر: دار الأدب الإسلامي\r\nالطبعة: الأولى، 1417 هـ - 1996 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"• ولد في 17 رمضان 1338 هـ الموافق 4 إبريل عام 1920م في بلدة أريحا شمال سورية، وتلقى دراسته الابتدائية فيها\r• ثم تخرج في المدرسة الخسروية بحلب؛ وهي أقدم مدرسة شرعية رسمية في سورية\r• أما دراسته الجامعية فتلقاها في القاهرة؛ حيث نال الشّهادة العالية لكلية أصول الدّين في الأزهر، وشهادة اللّيسانس أيضًا في الأدب العربي من كلية الآداب بجامعة فؤاد الأول، ثم درجتي الماجستير والدّكتوراه من هذه الجامعة التي أطلق عليها فيما بعد اسم جامعة القاهرة.\r• اشتغل رحمه الله مدرسًا فمفتشًا، ثم كبيرًا لمفتشي اللّغة العربية في سورية، ثم مديرًا لدار الكتب الظّاهرية المنبثقة عن المجمع العلمي العربي في دمشق، وأستاذًا محاضرًا في كلية الآداب في جامعة دمشق ثم انتقل إلى السّعودية للتدريس في كلية اللغة العربية بجامعة الإمام محمد بن سعود الإسلامية؛ وقد شغل منصب رئيس قسم البلاغة والنّقد ومنهج الأدب الإسلامي، وكان عضوًا في المجلس العلمي في الجامعة منذ أن وُجِدَ، وعُهِدَ إليه بلجنة البحث والنّشر في الجامعة ذاتها\r• لقد أمضى الدكتور عبد الرحمن حياته العلمية والعملية منذ بدايتها مكافحًا ومنافحًا عن لغة القرآن ... داعيًا إلى فن أدبي إسلامي لا يكتفي بجمال التعبير وإبداع التصوير؛ وإنما يشترط فيه أن يكون ممتعًا هادفًا نافعًا في وقت معًا ... فن أدبي إسلامي يلتزم أمام إله متصف بصفات الكمال كلها، منزه عن صفات النقص جميعها ... ويكون بسماته هذه مغايرًا للتيارات الأدبية الأخرى التي تلتزم أمام النفوس البشرية الأمارة بالسوء.\r• أشرف رحمه الله على موسوعة أدب الدعوة الإسلامية التي قامت بإصدارها كلية اللغة العربية بالرياض حيث كانت نتاج مادة البحث لطلبة السنة النهائية بكلية اللغة العربية، وصدر منها ستة أسفار:\r1 - شعر الدعوة الإسلامية في عصر النبوة والخلفاء الراشدين = إعداد عبد الله حامد الحامد. 1391هـ - 1971م\r2 - شعر الدعوة الإسلامية في العصر الأموي = إعداد عبد العزيز محمد الزير، ومحمد بن عبد الله الأطرم. 1392هـ - 1972م\r3 - شعر الدعوة الإسلامية في العصر العباسي الأول = إعداد عبد الله عبد الرحمن الجعيثن. 1396هـ - 1976م\r4 - شعر الدعوة الإسلامية في العصر العباسي الثاني = إعداد عائض بنية الردادي. 1392هـ - 1972م\r5 - شعر الدعوة الإسلامية في العصر العباسي الثالث = إعداد محمد بن علي الصامل، وعبد الله بن صالح العريني. 1401هـ - 1981م\rهذا في مجال الشعر، أما في مجال النثر، فقد صدرت:\r6 - القصص الإسلامية في عهد النبوة والخلفاء الراشدين في مجلدين اثنين كبيرين؛ أربى عدد صفحاتهما على الألف = إعداد أحمد ابن حافظ الحكمي 1396هـ - 1976م\rوقد كان لصدور هذه الأسفار من الموسوعة أثر ملموس في تغيير بعض المسلمات الأدبية الخاطئة عن الشعر الإسلامي، ولا سيما في عصر النبوة والخلفاء الراشدين … فلقد كتبت الدكتورة عائشة عبد الرحمن (بنت الشاطئ) مقالاً نشر بالأهرام في عدد يوم الجمعة الواقع في 11/ 7/1975م بعنوان: الإسلام والشعر والمستوى الفني لشعر الصحابة، وذلك بمناسبة الرسالة التي أعدها تحت إشرافها الأستاذ محمد الراوندي المحاضر بدار الحديث الحسنية بالرباط بعنوان: الصحابة الشعراء، حيث نقلت فيها فقرًا من مقدمة الجزء الأول من موسوعة أدب الدعوة الإسلامية في عصر النبوة والخلفاء الراشدين، وقررت أن الجهود الجدية قلبت المُسََّلمَات الأدبية السابقة قلبًا؛ إذ كان الدّارسون، وهي منهم، يقيمون أحكامهم على حصر شعراء الدعوة بما لا يزيد عن أصابع اليدين عددًا\r• كما عمل الدكتور الباشا رحمه الله على توسيع نطاق التعريف بالأدب الإسلامي من خلال برنامج إذاعي سجلت حلقته الأولى إذاعة الرياض في 30/ 4/1395هـ، وقد أربى عدد حلقاته على (240) تحت اسم مع أدب الدعوة الإسلامية.\r• عمل على إرساء قواعد (منهج الأدب الإسلامي)، وتبنت جامعة الإمام محمد بن سعود الإسلامية هذه الفكرة الرّائدة، وأوسعت لها في المحاضرات الجامعية ... حتى قيض لمادة منهج الأدب الإسلامي أن تقف على أرض صلبة قوية، حتى تم إنشاء (رابطة الأدب الإسلامي) واختير الدكتور الباشا نائبًا لرئيس الرابطة، ورئيسًا لمكتب البلاد العربية.\r\r[مؤلفاته]\r• صور من حياة الصحابة\r• صور من حياة التابعين\r\r[وفاته]\rتُوفي رحمه الله في يوم الجمعة 12 ذو القعدة 1406 هـ الموافق 18 يوليو 1986م في مدينة إسطنبول بتركيا، ودُفن بمقبرة الفاتح هناك؛ حيث يرقد كثير من الصّحابة والتّابعين الذين أحبهم في حياته وجاورهم في مدفنه، رحمه الله تعالى","seal":"569AF306","cat":"التراجم والطبقات","oNum":14542,"BkId":14542,"oAuth":2728,"bVer":1,"aSeal":"C148D493"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t14542":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"حليمة السعدية"},
      {"lvl":1,"id":18,"sub":0,"tit":"صفية بنت عبد المطلب"},
      {"lvl":1,"id":32,"sub":0,"tit":"فاطمة الزهراء"},
      {"lvl":1,"id":44,"sub":0,"tit":"أسماء بنت أبي بكر"},
      {"lvl":1,"id":58,"sub":0,"tit":"نسيبة المازنية"},
      {"lvl":1,"id":76,"sub":0,"tit":"رملة بنت أبي سفيان"},
      {"lvl":1,"id":92,"sub":0,"tit":"الغميصاء بنت ملحان"},
      {"lvl":1,"id":106,"sub":0,"tit":"أم سلمة"}
    ]
}
