{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147098":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله وأشهد أن لا إله إلا الله، وأن محمداً عبده ورسوله صلى الله عليه وآله وسلم.\rأما بعد:\rفمنذ فترة من الزمن والناس في قيل وقال، وأخذ ورد في موضوع صحة توقيت الفجر في التقاويم المتداولة، وقد ذهب فريق من العلماء والباحثين إلى خطأ هذه التقاويم، وأن فيها اختلافاً عن الواقع المشاهد من قبل العشرات من طلبة العلم، والخبراء في الفلك الموثوق بهم.\rوكان المدافعون عن التقاويم يردون على المصححين ,ويرون صحة هذه التقاويم, رغم عدم المعرفة التامة عن واضعيها, وعن علمهم الشرعي.\r\rلقد تتبعت هذه المسألة منذ أكثر من خمسة عشر سنة وتبين لي ما يلي:\r\rجهل كثير من الفلكيين بالتفريق بين الفجرين وهو أصل مشكلة هذه المسألة:\rمما هو معلوم في الشرع والفلك، أن ثمة فجرين فجر كاذب، وفجر صادق، والكاذب يطلع قبل الصادق بـ (20) دقيقة، تزيد قليلاً أو تنقص، حسب فصول السنة.\rوالكاذب، يُحل الطعام للصائم، ويُحرم صلاة الفجر، والصادق، يحرم الطعام، ويحل صلاة الفجر.\rقال صلى الله عليه وسلم: ((إن بلالاً يؤذن بليل (وهو أذان الفجر الكاذب) (¬1)، فكلوا، واشربوا حتى يؤذن ابن أم مكتوم)) (¬2) (وهو أذان الفجر الصادق) (¬3) ودليل أن هذا الليل الذي يؤذن فيه بلال هو الفجر الكاذب رغم أن فيه نوراً, ما رواه مسلم عن سمرة بن جندب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" لا يغرنكم أذان بلال ولا هذا البياض لعمود الصبح حتى يستطير \" ففيه دليل صريح أن النور الذي يخرج أفقيًا ليس هو الفجر المعتمد الصادق، بل هو الفجر الكاذب الذي لا يعتد به ... ومع ذلك فقد اعتد به واضعوا التقاويم، لعدم معرفتهم بالسنة, كما سنبين ذلك لاحقًا.\r¬_________\r(¬1) ما بين القوسين من عندي، وليس من أصل الحديث.\r(¬2) - أخرجه البخاري (622)، ومسلم (1092).\r(¬3) - أخرجه ابن خزيمة في صحيحه (356، 1927)، والحاكم في المستدرك (687، 1549)، وصححه، ووافقه الذهبي، والبيهقي في السنن الكبرى (1/ 377، 457). وذكره الشيخ الألباني - رحمه الله - في الصحيحة (693)","seal":"8AFB782F","page":1},
      {"aya":null,"sora":null,"Na":null,"id":3,"part":1,"nass":"ويؤيد هذا قول ابن عمر في الحديث نفسه: وكان - أي ابن أم مكتوم - رجلاً أعمى، لا ينادي حتى يقال: أصبحت أصبحت، أي: حتى يظهر النور لكل من يتوجه إلى المسجد، فيخبرون ابن أم مكتوم بطلوع الصبح لكي يؤذن, فأين هذا من أذان الناس اليوم؟ !\rوقال صلى الله عليه وسلم: ((الفجر فجران: فجر يحرم فيه الطعام، وتحلُّ فيه الصلاة، وفجر تَحرمُ فيهِ الصلاة، ويحلُّ فيه الطعامُ)) (¬1).\rومن الجهل في بعض البلدان، أنهم يسمّون أذان الفجر الأول الذي يبيح الطعام ب ((أذان الإمساك))، ويحرمون على الناس الأكل بعده.\r\rكلام أهل العلم في الأكل للتسحر، ووقت الفجرين:\rقال النووي -رحمه الله-: قال أصحابنا: والأحكام كلها معلقة بالفجر الثاني، فيه يدخل وقت صلاة الصبح, ويخرج وقت العشاء ويدخل في الصوم, ويحرم به الطعام والشراب على الصائم, وبه ينقضي الليل ويدخل النهار، ولا يتعلق بالفجر الأول ((الكاذب)) شيء من الأحكام بإجماع المسلمين)). [المجموع (3/ 44)]\rوقال أبو عمر بن عبد البر: ((أجمع العلماء؛ على أن وقت صلاة الصبح طلوع الفجر الثاني إذا تبين طلوعه، وهو البياض المنتشر من أفق المشرق، والذي لا ظلمة بعده)). [الإجماع ص 46]\rوقال ابن حزم: ((ولا يجزئ لها الأذان الذي كان قبل الفجر، لأنه أذان سحور، لا أذان للصلاة، ولا يجوز أن يؤذن لها قبل المقدار الذي ذكرناه)).\rوروى بسنده عن الحسن البصري أن رجلاً قال: يا أبا سعيد، الرجل يؤذن قبل الفجر يوقظ الناس؟ فغضب وقال: علوج فراغ، لو أدركهم عمر بن الخطاب لأوجع جنوبهم! من أذن قبل الفجر فإنما صلى أهل ذلك المسجد بإقامة لا أذان فيه)) وفي رواية: ((أنه سمع مؤذناً أذن بليل فقال: ((علوج تباري الديوك، وهل كان الأذان على عهد رسول الله -صلى الله عليه وسلم- إلا بعد ما يطلع الفجر)).\rوعن إبراهيم النخعي قال: سمع علقمة ابن قيس مؤذناً بليل فقال: لقد خالف هذا سنة من سنة أصحاب رسول الله -صلى الله عليه وسلم- لو نام على فراشه لكان خيراً له))، وفي\r¬_________\r(¬1)","seal":"0C47508A","page":2},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"رواية عن النخعي قال: كانوا إذا أذن المؤذن بليل قالوا له: اتق الله وأعد أذانك)). [المحلى 3/ 117 - 118]\rقلت: مقصودهم؛ إنكار أن يكون الأذان الثاني - بإعلام دخول الفجر - بليل فيمتنع الناس من الطعام بغير حق، وإلا فإن بلالاً كان يؤذن بليل لإيقاظ الناس.\rوقال محمد بن رشد: ((واختلفوا في أوله (الإمساك)، فقال الجمهور: هو طلوع الفجر الثاني المستطير الأبيض، لثبوت ذلك عند رسول الله -صلى الله عليه وسلم- أعني ,حده بالمستطير [بداية المجتهد (1/ 288)].\rقال ابن قدامة: وجملته؛ أن وقت الصبح يدخل بطلوع الفجر الثاني إجماعاً، وقد دلت عليه أخبار المواقيت، وهو البياض المنتشر في الأفق، ويسمى الفجر الصادق, لأنه صدقك عن الصبح وبينه لك. [المغني (1/ 385) طبعة دار الإفتاء]\rوقال شمس الدين السرخسي: ((والفجر فجران؛ كاذب تسميه العرب ذنب السرحان، وهو البياض الذي يبدو في السماء طولاً، ويعقبه ظلام، والفجر الصادق وهو البياض المنتشر في الأفق، فبطلوع الفجر الكاذب لا يدخل وقت الصلاة, ولا يحرم الأكل على الصائم مالم يطلع الفجر الصادق ... )). [كتاب المبسوط (1/ 141) طبعة دار الفكر]\rوقال كمال الدين بن الهمام: ولا معتبر بالفجر الكاذب، وهو البياض الذي يبدو طولاً ثم يعقبه الظلام لقوله عليه الصلاة والسلام: ((لا يغرنكم أذان بلال ولا الفجر المستطيل)) وإنما الفجر في الأفق)) أي المنتشر فيه. [فتح القدير (1/ 219)] وقال قبل ذلك: ثم صلى الفجر حين برق الفجر، وحرم الطعام على الصائم (1/ 218).\r\rالتقاويم وضعت على وقت الفجر الكاذب.\rوالمشكلة نشأت من أن معظم الفلكيين والخبراء الجغرافيين والعسكريين لا يفرقون بين الفجرين، لأن هذا لا يهمهم، ولأنهم يرون أن أول ضوء هو الفجر عندهم، فلذلك وضعوا التقاويم بناءً على ذلك.\rوأما في الشرع؛ فالضوء الأول هو الفجر الكاذب، ومن هنا وقع الخطأ، وكان مقداره مقدار ما بين الفجرين، وهو عشرون دقيقة، تزيد خمس دقائق أو تنقص حسب طول الليل والنهار.","seal":"CE294DA4","page":3},
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"وقد قامت عدة مشاهدات وشهادات من فضلاء، وتمت عدة دراسات تبين بالدليل العلمي، والرؤية الواقعية، أن معظم التقاويم ومنها تقويم أم القرى، قد وقعت في هذا الخطأ، إذ وُقِّت الفجر فيها على الفجر الكاذب.\rوهذا أمر بالغ الخطورة، حيث يصلي كثير من المسلمين, وبخاصة النساء في البيوت، والمرضى والمسافرون والمتعجلون من الأئمة، يصلون بُعيد أذان الفجر الكاذب، أي: قبل طلوع الفجر الصادق، مما يترتب على ذلك فساد الصلاة على مَنْ علم ذلك، كما لا يخفى على كل مسلم.\rلذا وجب على المسلم التنبه إلى هذه المسألة، والنظر فيها نظر علم واتباع وتمحيص، لا نظر تقليد، لا يفرق بين دليل وتزيين، ولا بين اتباع وتقليد، ولا يجوز له الاعتماد على تقويم مُعَدٍّ على حساب فلكي، لا يُدرى عن واضعيه، مقدار علمهم الشرعي، واتباعهم للسنة، بخاصة وقد تبين بالدليل القطعي خطؤه، وشهد على ذلك العلماء العدول.\r\rأدلة الذين يرون خطأ التقاويم وشهاداتهم على ذلك:\rالأول: شهادة الحافظ العسقلاني في ذلك:\rوهو دليل واضح قوي، يبين فيه سبب الخطأ، وبدايته، فقد قال الحافظ ابن حجر في [فتح الباري: (4/ 199)]: (تنبيه) من البدع المنكرة ما أحدث في هذا الزمان من إيقاع الأذان الثاني قبل الفجر بنحو ثلث ساعة في رمضان، وإطفاء المصابيح التي جعلت علامة لتحريم الأكل والشرب على من يريد الصيام، زعماً ممن أحدثه: أنه للاحتياط في العبادة، ولا يعلم بذلك إلا آحاد الناس، وقد جرهم ذلك إلى أن صاروا لا يؤذنون إلا بعد الغروب بدرجة، لتمكين الوقت زعموا، فأخروا الفطر، وعجلوا السحور، وخالفوا السنة، فلذلك قل عندهم الخير، وكثر فيهم الشر، والله المستعان))، والدرجة تقدر من 4 - 4.45 دقيقة.\r\rالثاني: شهادة العلامة القرافي -رحمه الله- قال:\r((جرت عادة المؤذنين, وأرباب المواقيت بتسيير درج الفلك إذا شاهدوا المتوسط من درج الفلك, أو غيره من درج الفلك الذي يقتضي أن درجة الشمس قربت من الأفق قرباً يقتضي أن الفجر طلع، أمروا الناس بالصلاة والصوم مع أن الأفق يكون صاحياً لا يخفى فيه طلوع الفجر لو طلع، ومع ذلك لا يجد الإنسان للفجر أثراً البتة، وهذا لا يجوز، فإن الله تعالى","seal":"14C4BB86","page":4},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"إنما نصب سبب وجوب الصلاة ظهور الفجر فوق الأفق ولم يظهر، فلا تجوز الصلاة حينئذ، فإنه إيقاع للصلاة قبل وقتها، وبدون سببها)). [الفروق (2/ 3)، 301]\r\rالثالث: شهادة العلامة محمد رشيد رضا:\rقد قرر هذه الحقيقة، وأشار إلى أن هذا الخطأ وقع حين وُضع التقويم: الشيخ محمد رشيد رضا في تفسيره \"المنار\" عند قوله تعالى: {حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر}. [البقرة (187)]، قال (2/ 184): (ومن مبالغة الخلف في تحديد الظواهر مع التفريط في إصلاح الباطن من البر والتقوى، أنهم حددوا الفجر، وضبطوه بالدقائق، وزادوا عليه في الصيام، إمساك عشرين دقيقة تقريباً، وأما وقت المغرب، فيزيدون فيه على وقت الغروب التام خمس دقائق على الأقل، ويشترط بعض الشيعة فيه ظهور بعض النجوم. وهذا نوع من اعتداء على حدود الله تعالى .... بيد أنه يجب إعلام المسلمين ... بأن وقت الإمساك الذي يرونه في التقاويم (النتائج) والصحف، إنما وضع لتنبيه الناس إلى قرب طلوع الفجر الذي يجب في بدء الصيام ... وأن من أكل، وشرب حتى طلوع الفجر الذي تصح فيه صلاته، ولو بدقيقة واحدة، فإن صيامه صحيح .. )).\rقلت: والذي يظهر من كلام الحافظ، وكلام محمد رشيد رضا أن تقديم الأذان إلى الفجر الكاذب كان في رمضان أول الأمر، ثم صار مع مرور الزمن في أشهر السنة كافة، ولا حول ولا قوة إلا بالله.\r\rالرابع: شهادة العلامة تقي الدين الهلالي:\rقام بعض العلماء في بلاد المغرب, وفي مقدمتهم الشيخ تقي الدين الهلالي باستطلاع الفجر, وتبين لهم كما تبين لإخوانهم, وقد أصدر الشيخ الهلالي بيانًا بذلك.\r((اكتشفت بما لا مزيد عليه من البحث والتحقيق، والمشاهد المتكررة من صحيح البصر .. أن التوقيت لأذان الصبح لا يتفق مع التوقيت الشرعي، وذلك أن المؤذن يؤذن قبل تبين الفجر تبيناً شرعياً)). [رسالة بيان الفجر الصادق وامتيازه عن الفجر الكذاب ص 2]\r\rالخامس: شهادة العلامة الشيخ الألباني:","seal":"6B525FC0","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"قام أخوة في بلاد الشام، وعلى رأسهم العلامة الألباني -رحمه الله - باستطلاع الفجر، وتبين لهم ما ذكرنا، وصرح الشيخ بذلك في شريط مسجل وذكر ذلك في كتابه سلسلة الأحاديث الصحيحة (5/ 52) رقم (2031).\r((وقد رأيت ذلك بنفسي مراراً من داري في جبل هملان -جنوب شرق عمان- ومكنني ذلك من التأكد من صحة ما ذكره بعض الغيورين على تصحيح عبادة المسلمين؛ أن أذان الفجر في بعض البلاد العربية يرفع قبل الفجر الصادق بزمن يتراوح بين العشرين والثلاثين دقيقة، أي قبل الفجر الكاذب أيضاً، وكثيراً ما سمعت إقامة صلاة الفجر من بعض المساجد مع طلوع الفجر الصادق، وهم يؤذنون قبلها بنحو نصف ساعة، وعلى ذلك فقد صلوا سنة الفجر قبل وقتها، وقد يستعجلون بأداء الفريضة قبل وقتها في شهر رمضان ...\rوفي ذلك تضييق على الناس بالتعجيل بالإمساك عن الطعام، وتعريض لصلاة الفجر للبطلان، وما ذلك إلا بسبب اعتمادهم على التوقيت الفلكي, وإعراضهم عن التوقيت الشرعي, كما جاء في قوله سبحانه وتعالى: ((وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر)) وحديث: ((فكلوا واشربوا حتى يعترض لكم الأحمر))، وهذه ذكرى والذكرى تنفع المؤمنين)). [السلسلة الصحيحة (5/ 52) حديث رقم (2031)]\r\rالسادس: شهادة شيوخ من المملكة:\rقام أخوة من شيوخ فضلاء من طلبة العلم في السعودية، باستطلاع الفجر، في أكثر من مجموعة أكثر من مرة، وتبين لهم صحة ما ذكرنا. - وبرفقه تقرير من بعضهم -\rومنهم الشيوخ:\rعمر بن عبد العزيز العثمان، د. سعيد بن زعير, عبد المحسن العبيكان, عبد العزيز السدحان، سليمان الدهمان، عبد الله السلطان وغيرهم، وكنت مع بعضهم.\r\rالسابع: شهادة الشيخ العلامة محمد بن صالح العثيمين -رحمه الله-:\r((بالنسبة لصلاة الفجر؛ المعروف أن التوقيت الذي يعرفه الناس ليس بصحيح، فالتوقيت مقدم على الوقت بخمس دقائق على أقل تقدير، وبعض الإخوان خرجوا إلى البر فوجدوا أن الفرق بين التوقيت الذي بأيدي الناس وبين طلوع الفجر نحو ثلث ساعة، فالمسألة خطيرة","seal":"6176637F","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"جداً، ولهذا لا ينبغي للإنسان في صلاة الفجر أن يبادر في إقامة الصلاة، وليتأخر نحو ثلث ساعة أو (25) دقيقة حتى يتيقن أن الفجر قد حضر وقته)). [شرح رياض الصالحين (3/ 216)]\r\rالثامن: شهادة الشيخ عبد الرحمن الفريان -رحمه الله- في خطابه للدكتور صالح العدل يطلب فيه إعادة النظر في التقويم:\r((وكان شيخنا محمد بن إبراهيم -رحمه الله- لا يقيم الصلاة في مسجده إلا بعد وضوح الفجر الصحيح، وبعض الأئمة لا يقيمون صلاة إلا بعد وقت التقويم الحاضر بأربعين دقيقة أو نحوها، ويخرجون من المسجد بغلس، أما البعض الآخر فإنهم يقيمون بعد الأذان بعشرين دقيقة, وبعضهم يقيمون الصلاة بعد الأذان على مقتضى التقويم بخمس عشرة دقيقة .. ثم هؤلاء المبكرون يخرجون من صلاتهم قبل أن يتضح الصبح فهذا خطر عظيم ... )) [تاريخ الخطاب 5/ 9/1414 هـ]\r\rالتاسع: شهادة من السودان: قام أخوة من أنصار السنة في السودان باستطلاع الفجر، وكنت معهم، وتبين لنا صحة ما ذكرنا.\rالعاشر: شهادة من شيوخ مصر:\r\"قد صدرت فتوى من شيخ الأزهر توافق قريبًا مما ذكرنا \" (¬1)\rوصرح الشيخ محمد حسان والشيخ مصطفى العدوي بمثل ما ذكرنا.\rوقال الشيخ العدوي: \" وقد راقبت ذلك بقريتي بمصر فإذا بهذا الخيط الأبيض (الفجر الثاني الصادق) يظهر بعد الأذان المثبت في التقاويم بمدة تدور حول الثلث ساعة. (¬2)\r\rالحادي عشر: الأبحاث في هذه المسألة:\rوفضلاً عن هذه الشهادات العلمية، والمتضمنة لأدلة قوية، فقد ظهرت عدة بحوث في هذه المسألة تبين صحة ما ذكرنا.\r\rالأول: قام الدكتور سليمان بن إبراهيم الثنيان ببحث بعنوان: ((أوقات الصلوات المفروضة))، وقد ذكر فيه أنه قام برصد الفجر لعام كامل، وأن وقت الفجر حسب تقويم أم\r¬_________\r(¬1) يواقيت الفلاة في مواقيت الصلاة لمصطفى العدوي ص 127.\r(¬2) المرجع السابق ص 127.","seal":"DBB6C467","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"القرى، متقدم عن التوقيت الشرعي للفجر ما بين (15) دقيقة إلى 24 دقيقة حسب فصول السنة. (¬1)\r\rالثاني: قام الباحث الشيخ عبد الله بن إبراهيم التركي ببحث أثبت فيه التفاوت بين الواقع وتقويم أم القرى في وقت الفجر, وكان يُشهد الشهود على طلعاته ومشاهداته.\rالثالث: قامت الجمعية الإسلامية بأمريكا الشمالية (الإسنا) بدراسة الأوقات كلها, وأثبتت صحة ما ذكرنا, وأصدرت توقيتًا معروفًا عند المسلمين, وهذا التوقيت موجودٌ في ساعة العصر وبعض الجوالات والحاسبات باسم طريقة حساب الجمعية الإسلامية بأمريكا (الإسنا). (¬2)\rالرابع: دراسة من مدينة الملك عبد العزيز للعلوم والتقنية\rكنت قد كتبت معظم ما سبق قبل سبع سنين تقريباً، ثم خرجت علينا دراسة علمية فلكية من أهم الدراسات لقضية الفجر وأدقها، وهي ما قام به معهد بحوث الفلك في \"مدينة الملك عبد العزيز للعلوم والتقنية\" بناء على توجيه من سماحة الشيخ عبد العزيز آل الشيخ مفتي المملكة، ومعالي الشيخ صالح آل الشيخ وزير الشؤون الدينية- حفظهم الله.\rوقد شارك في هذا البحث أفاضل من علماء الدين والفلك، وتميزت الدراسة بالتجرد، والميدانية، والشرعية، والفلكية، والعلمية، والتجارب المتكررة، وكانت بحق دراسة دقيقة ونافعة، فجزاهم الله خير الجزاء، وإن المسلم ليفتخر أن يجد مثل هذه الدراسات المتجردة، والدقيقة عند المسلمين، وقد أسفرت الدراسة عن الأمور التالية:\r- أن واضع تقويم أم القرى ليس لديه علم شرعي، فهو لا يفرق بين الفجر الكاذب، والفجر الصادق، ولهذا وضع وقت الفجر في التقويم على الفجر الكاذب حسب إفادته.\rوهذا خطأ شرعي واضح، فإن وقت الفجر الذي يحرم به الصيام، ويبيح الصلاة هو الفجر الصادق-كما هو معلوم من الشرع وقد سبق بيانه.\r¬_________\r(¬1) مشروع دراسة الشفق الصادر عن مدينة الملك عبد العزيز للعلوم والتقنية ص 39.\r(¬2) منظمة الإسنا هي منظمة معروفة مشهورة في أمريكا وينبه إلى ترك الاعتماد على توقيتها وقت العشاء لوقوع خطأ فيه.","seal":"BAC07A5D","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"- أن واضع التقويم قدم وقت الفجر بهواه مقدار درجة وهي تعادل 4 - 4.45 دقيقة، وذلك حيطة منه للصيام، فوقع فيما هو أخطر منه , وهو تقديم وقت صلاة الفجر\r- أن الفجر الكاذب الذي وضع عليه التقويم متقدم على الصادق بنحو عشرين دقيقة، يزيد وينقص نحو خمس دقائق، وذلك حسب طول الليل، والنهار، وقصرهما.\rوبعد مقابلة اللجنة المشرفة على الدراسة للمسئول عن أم القرى وتسجيل هذه المقابلة قالت: \" وقد أمكن اللقاء بمعد التقويم سابقًا الدكتور فضل نور , الذي أفاد بأنه أعد التقويم بناءً على ما ظهر له, وليس لديه أي أساس مكتوب, ومن خلال الحديث معه ومحاورته تبين أنه لا يميز بين الفجر الكاذب والصادق على وجه دقيق, حيث أعد التقويم على أول إضاءة تجاه الشرق في الغالب , أي: على درجة 18 وبعد عشر سنوات قدمه إلى 19 درجة احتياطًا \"\r\rأدلة من يرى صحة التقاويم:\rلم أعثر على بحث مكتوب، أو شهادة موثقة من الذين يرون صحة هذه التقاويم، وقد جادلت كثيراً منهم فما كانوا ليذكروا من الأدلة سوى أن هذه التقاويم هي الأصل .. والمعمول بها من سنين .. وأن في إثارة هذه القضية فتنة للناس.\r\rتحرير المسألة:\rهذه هي أدلة الفريقين من العلماء الذين يرون خطأ التقاويم في توقيت الفجر ووجوب تصحيحها, وأقوال الذين يرون صحة حسابات التقويم وعدم تصحيحها، والناظر فيها بعين الإنصاف، يرى أن أدلة القائلين بخطأ التقاويم أدلة ظاهرة، وشهادات موثقة, وبراهين قوية، لا يجوز ردها، بل توجب على المسلم التزامها.\rوأما المانعون من التصحيح الموافقون للتقاويم؛ فلا نجد عندهم أدلة البتة لا من الشرع ولا من علم الفلك سوى قولهم هذه (فتنة)، وأنها مخالفة لما اعتاد عليه الناس، وليس لديهم رد علمي ولا فلكي على أدلة الفريق الأول سوى التقليد وترك ماكان على ما كان.\rومن المعلوم؛ أن مثل هذا لا يلتفت إليه في باب الأدلة, ولا يعتمد عليه في أحكام الدين،\rوإلا فبأي حق ترد شهادة هؤلاء العدول: العسقلاني, محمد رشيد رضا, الألباني, الهلالي, ابن عثيمين وغيرهم من الفضلاء, ويقبل كلام واضعي التقاويم الذين لا علم لهم في الشرع, .. اللهم إلا أن يتنزل تقويم أم القرى منزلة الوحي المعصوم؟","seal":"C09349CF","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"قال تعالى: \" اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ\" (¬1)\rولم يبق بعد هذا لمقلد عذر؟ .. اللهم إلا عذر تقليد واضع تقويم أم القرى، الذي أقر أنه قد وضع التقويم على الفجر الكاذب .. وقد شهد الأخوة الثقات في دراستهم في مدينة الملك عبد العزيز أنه جاهل بالشرع، وبالفرق بين الفجر الكاذب والصادق، فهل يرضى عاقل أن يقلد في دينه من هذه حاله؟ ! وهذه الدراسة؛ - دراسة مدينة الملك عبد العزيز- بحق قاصمة الظهر - لاعتبارات معينة- لمن يرى تقليد أم القرى.\rوبهذه الأدلة يتبين الحق، ويغلق باب الجدل الذي طال أمده.\rولم يبق على المسؤولين عن أم القرى إلا أن يتداركوا الأمر، ويؤدوا الأمانة في اتباع الدليل وترك التقليد، فإن مسئوليتهم أمام الله عظيمة، ففي أعناقهم صلاة ملايين من الناس، والله من وراء القصد.\r\rتأخير توقيت العشاء:\rقامت بعض البلاد في رمضان بتأخير وقت العشاء نصف ساعة عن وقته الذي وقته رسول الله - صلى الله عليه وسلم - بدعوى أن الناس يحتاجون إلى وقت بين إفطارهم وصلاة العشاء.\rولما كان تأخير التوقيت خطأ فادح في مخالفة الشرع، وخشية - مع مرور الزمن وفشوا الجهل - أن يظن ظان أن أصل وقت العشاء مؤخر في رمضان، فيتأخرون في صلاة المغرب.\rلذلك؛ كتبت هذا البيان سداً للذريعة، وتنبيهاً للأمة، كما فعل العسقلاني - جزاه الله خيراً - أن نبّه على ما حصل في زمانه من الخطأ في توقيت الفجر، واستمر إلى زماننا هذا الخطأ.\rمن المعلوم شرعا أن أوقات الصلوات مؤقتة من الله سبحانه، ولا يحل لأحد تقديمها ولا تأخيرها قال تعالى: {إنَّ الصَّلَاة كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا} (¬2)، وقال تعالى: {تِلْكَ\r¬_________\r(¬1) 7 - سورة الأعراف (3)\r(¬2) 8 - سورة النساء الآية (103)","seal":"10635125","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"حُدُودُ اللَّهِ فَلا تَعْتَدُوها وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولئِكَ هُمُ الظَّالِمُونَ} (¬1) وإذا احتاج الناس إلى تأخير صلاة ما عن أول وقتها جاز لهم ذلك.\rوثمة فرق كبير بين تأخير الصلاة، وتأخير الأذان، وتأخير التوقيت.\rفأما تأخير الصلاة عن وقتها فمشروع، وبخاصة العشاء بل يسن تأخير العشاء لما ثبت ذلك عن النبي - صلى الله عليه وسلم -وكذلك تأخير صلاة الظهر للإبراد وأما تأخير الأذان فلا يجوز البتة.\rوأما تأخير التوقيت وبخاصة في التقاويم فمنكر عظيم، وبدعة قبيحة، ومفسدة كبيرة، لأن كثيراً من النساء والمرضى والضاربين في الأرض وغيرهم، يعتمدون في صلواتهم على سماع الأذان أو التقاويم، فإذا كان توقيت صلاة ما متأخراً، وقعوا في تجاوز وقت الصلاة التي قبلها ظناً منهم أن الوقت لا يزال بسبب تأخير التوقيت، وصلوا الصلاة بعد فوات وقتها.\rوقد رأيت مَن حصل معه هذا، فصلى المغرب بعد ذهاب وقتها، قبل أذان صلاة العشاء المؤخرة معتمدا على التقويم المؤخر، وسماع الآذان، فلما قلت له: فاتك الوقت قال: لا .. لم يؤذن العشاء بعد، وهذا التقويم يبين هذا، فلما اطلعت على التقويم وجدت وقت العشاء مؤخرا نصف ساعة ومكتوب: (وقت العشاء) دون أدنى تنبيه.\rكما يخشى - كما ذكرنا - أن يأتي زمان على الناس يعتقدون أن تأخير وقت العشاء عن وقتها في رمضان هو أمر شرعي وخاص برمضان، كما حصل اليوم في تقديم وقت الفجر.\rومن عجيب ما حصل: أن بعضهم قال: من حكمة الشرع أن أخر رسول الله صلى الله عليه وسلم توقيت صلاة العشاء نصف ساعة في رمضان.\rقيل له: من أين لك هذا؟ قال: من تقويم أم القرى - ولم يكن يعلم أن تأخير توقيت العشاء في رمضان هو حادث وليس من أصل الشرع في شيء ولكن لما سجل في أم القرى، ونشر على الناس، ظن بعضهم أن التأخير في أصل الشرع.\rوعليه؛ فالواجب إذا كان الناس يحتاجون إلى وقت في رمضان بين المغرب والعشاء, أن يبقى أذان العشاء في وقته، ولا يغير في التقويم أبداً، وتؤخر الإقامة على قدر مصلحة الناس، وهذه هي سنة رسول الله _ صلى الله عليه وسلم _ حيث كان يؤذن للصلاة في وقتها ثم تؤخر الإقامة حسب الحاجة.\r¬_________\r(¬1) 9 - سورة البقرة (229)","seal":"F0ED876A","page":11},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"أما أن يصدر تقويم يؤخر فيه الوقت .. ثم يُنص فيه؛ أن الوقت هو كذا، فهذا الذي لا يجوز البتة بل هو منكر عظيم، مهما كانت الذرائع لذلك، لأنه تغيير لحد من حدود الله وإن لم يقصد صاحبه ذلك.\rهذا هو الحق الذي لا ريب فيه، وذلك حتى لا يأتي آخر ويؤخر صلاة العصر نظراً لظرف معين، وثالث يؤخر صلاة الظهر .. فمع مرور الزمن، ونسيان الناس أو جهلهم، قد يقع تغيير في أوقات الصلاة، وهذا هو التبديل لحدود الله وهكذا وقعت البدع وحصل التغيير في الأديان السابقة، والله نسأل التوفيق للحق والسنة، والسداد في القول والعمل، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم.\r\rوكتبه\rعدنان بن محمد العرعور\r1410","seal":"F3637AA3","page":12}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"مسألة تقديم وقت أذان الفجر، وتأخير توقيت العشاء","HigriD":"معاصر","oAuthVer":8,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عدنان بن محمد آل عرعور","bLnk":null,"Inf":"","Auth":"عدنان العرعور","Betaka":"الكتاب: مسألة تقديم وقت أذان الفجر، وتأخير توقيت العشاء\r\nالمؤلف: الشيخ عدنان بن محمد العرعور\r\nعدد الصفحات: 12\r\n[الكتاب مرقم آليا، وهو غير مطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"عدنان بن محمد آل عرعور\r\r• عالم سوري، ولد في حماة 1368 هـ وتخرج في كلية المعلمين, وفي جامعة دمشق. حاصل على دبلوم تربية من جامعة البعث بسوريا، ويعمل مديراً علمياً للبحوث والنشر بالرياض.\r• اشتهر بمناظراته مع الشيعة والصوفية، وشارك في مؤتمرات دولية، وندوات عالمية.\r\r[من شيوخه]\rالشيخ محمد الحامد، والشيخ الألباني والشيخ محمد نسيب الرفاعي، والشيخ عبد الرحمن عبد الصمد، والشيخ محمد عيد العباسي، والشيخ ابن باز وغيرهم. يقول الشيخ العرعور:\r• (الشيخ محمد الحامد): من أبرز الشيوخ الذين حضرت دروسهم، وهو رجل فاضل، ومن أصحاب الصدق والورع والأمانة، أحسبه كذلك، غير أني لم أستفد منه كثيراً من الناحية العلمية، لأن فيه تصوفاً وتقليداً وتعصباً للمذهب الحنفي عفا الله عنه ورحمه\r• (الشيخ نسيب الرفاعي): تأثرت به من حيث الحكمة والتواضع، والنزول في الدعوة إلى مستوى الناس، ومخاطبتهم بما يعقلون\r• (الشيخ الألباني): تأثرت بمنهجيته وطريقة بحثه، وحزمه العلمي، وفي حفظه للوقت، وكان من أقوال الشيخ ناصر:\r- «سعينا في التصفية وقصرنا في التربية» وهذه كلمة مطرقة على رؤوس الذين يسيئون الأدب، وبخاصة في أدب الخلاف.\r- وكان يقول: «أصيب المسلمون في عقيدتهم، وأصيب السلفيون في أخلاقهم»\r- وكان آخر حياته يقول: «لو أن هذه الجماعات الثلاث: السلفيين والتبليغ والإخوان، اجتمعوا على ما هم عليه من الحق والخير، لقام الإسلام»\r• (الشيخ ابن باز): تأثرت به في أخلاقه وفقهه, وسعة صدره، وأدبه في الخلاف، ويمكن أن أقول: إن الألباني أصلني وابن باز أدبني. وربما كان فيّ في أول شبابي - قبل التعرف على الشيخ ابن باز ـ شيئٌ من الحرارة والحدة، لكن الشيخ رحمه الله أطفأها إطفاءً عجيباً والحمد لله\r\r[من مؤلفاته]\r• ثلاث صلوات مهجورة [بحث في صلاة التسابيح، وفيه دراسة حديثية مفصلة، وصلاة التوبة، وصلاة الاستخارة، وفيه أكثر من أربعين سؤالاً وجواباً حولها].\r• أحكام القنوت [وفيه قنوت النازلة، وقنوت رمضان، وقنوت الوتر].\r• الوصية الشرعية [وفيه أحكام الوصية وكيف تكتب الوصية عملياً].\r• أدلة الإثبات بأن جدة ميقات.\r• التشاؤم أنواعه وأحكامه [بحث موسع في التشاؤم وأنواعه، وأحكامه والمباح منه، وتأويل الأحاديث التي وردت عن ابن عمر وغيره، التي ظن بعضهم منها جواز الشؤم وبينا بطلان ما ذهبوا إليه من جواز التشاؤم].\r• أحكام التأمين وأنواعه وأحكامه بعنوان (التأمين بين التشدد والتساهل).\r• فهرس كتاب الترغيب والترهيب للمنذري.\r• فهرس معجم الطبراني.\r• كتيب السبيل إلى منهج أهل السنة والجماعة.\r• الواقع المؤلم بين المعالجة المرتجلة والتأصيل الصحيح.\r• التيه والمخرج.\r• صراع الفكر والاتباع.\r• صفات الطائفة المنصورة.\r• منهج الاعتدال: وهو وقفات في الإيمان والتكفير والسياسة والحكام ونقد الجماعات والرجال.\r\rويعمل الآن مع مجموعة من الباحثين على جمع السنة النبوية في مشروع «ديوان السنة»: بلغ عدد المجلدات أربعين مجلداً، جمع فيها ما يقارب من (200,000) مائتي ألف حديث من (400) مؤلف من مؤلفات السنة، وقد بلغ قسم الطهارة منه 27 مجلدا","seal":"85FCF2FB","cat":"بحوث ومسائل - مرقم آليا","oNum":147098,"BkId":147098,"oAuth":2982,"bVer":1,"aSeal":"F4CE688E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147098":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":2,"sub":1,"tit":"جهل كثير من الفلكيين بالتفريق بين الفجرين وهو أصل مشكلة هذه المسألة"},
      {"lvl":1,"id":3,"sub":0,"tit":"كلام أهل العلم في الأكل للتسحر، ووقت الفجرين"},
      {"lvl":1,"id":4,"sub":0,"tit":"التقاويم وضعت على وقت الفجر الكاذب."},
      {"lvl":1,"id":5,"sub":0,"tit":"أدلة الذين يرون خطأ التقاويم وشهاداتهم على ذلك"},
      {"lvl":2,"id":5,"sub":1,"tit":"الأول: شهادة الحافظ العسقلاني في ذلك"},
      {"lvl":2,"id":5,"sub":2,"tit":"الثاني: شهادة العلامة القرافي -رحمه الله- قال"},
      {"lvl":2,"id":6,"sub":0,"tit":"الثالث: شهادة العلامة محمد رشيد رضا"},
      {"lvl":2,"id":6,"sub":1,"tit":"الرابع: شهادة العلامة تقي الدين الهلالي"},
      {"lvl":2,"id":6,"sub":2,"tit":"الخامس: شهادة العلامة الشيخ الألباني"},
      {"lvl":2,"id":7,"sub":0,"tit":"السادس: شهادة شيوخ من المملكة"},
      {"lvl":2,"id":7,"sub":1,"tit":"السابع: شهادة الشيخ العلامة محمد بن صالح العثيمين -رحمه الله-"},
      {"lvl":2,"id":8,"sub":0,"tit":"الثامن: شهادة الشيخ عبد الرحمن الفريان -رحمه الله- في خطابه للدكتور صالح العدل يطلب فيه إعادة النظر في التقويم"},
      {"lvl":2,"id":8,"sub":1,"tit":"التاسع: شهادة من السودان"},
      {"lvl":2,"id":8,"sub":2,"tit":"العاشر: شهادة من شيوخ مصر"},
      {"lvl":2,"id":8,"sub":3,"tit":"الحادي عشر: الأبحاث في هذه المسألة"},
      {"lvl":3,"id":8,"sub":4,"tit":"الأول"},
      {"lvl":3,"id":9,"sub":0,"tit":"الثاني"},
      {"lvl":3,"id":9,"sub":1,"tit":"الثالث"},
      {"lvl":3,"id":9,"sub":2,"tit":"الرابع: دراسة من مدينة الملك عبد العزيز للعلوم والتقنية"},
      {"lvl":1,"id":10,"sub":0,"tit":"أدلة من يرى صحة التقاويم"},
      {"lvl":1,"id":10,"sub":1,"tit":"تحرير المسألة"},
      {"lvl":2,"id":11,"sub":0,"tit":"تأخير توقيت العشاء"}
    ]
}
