{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147091":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"الردود المفحمة على منكري السنة المطهرة\r\rفضيلة الشيخ\rعدنان بن محمد العرعور","seal":"71FB9F65","page":1},
      {"aya":null,"sora":null,"Na":null,"id":3,"part":1,"nass":"بسم الله الرحمن الرحيم\rالحمد لله الذي تتم بنعمته الصالحات، أنعم علينا بكتاب محفوظ، لا يأتيه الباطل من بين يديه ولا من خلفه, ثم جعله نبراساً للعالمين.\rوأشهد أن لا إله إلا هو إله الأولين والآخرين, وأشهد أن محمداً رسوله - صلى الله عليه وسلم - الأمين أرسله بالسنة الوحي المبين، ثم جعلها هدياً للمؤمنين، فتم دينه بكتابه الحكِيم, وسنة نبيه الكريم.\rفصلى الله وسلم عليه وعلى آله وصحبه أجمعين, ومن تبع سنته إلى يوم الدين.\rأما بعد:\rتظهر بين الحين والآخر، دعوات بصور مختلفة، وأساليب متباينة، ودعايات قوية لإنكار السنة، وترك العمل بها، بدعاوى باردة .. وحجج واهية .. تغر الساذج، وتخدع الجاهل.\rولما كانت هذه البضاعة مزجاة عند المسلمين الواعين، وباطلة عند العالِمين، دلّسوا عليها بزعمهم: إن القرآن يكفيهم عن السنة.\rوأخطر ما في هذه الدعوات أنها تلبس لبُوس الدين، وأنها تُريد المحافظة عليه من العبث، وتالله ما بعد الطعن بالسنة إلا الكفر البواح، ولا بعد التفريق بين الكتاب والسنة من خُبثٍ وعبث.\rوبغض النظر عن كون هذه الدعوات دعوات مغرضة، وبأهداف خبيثة، وظاهرةٌ لأهل الإسلام، لفصل السُّنة عن القرآن، حتى لا يعرف المسلم أداء عباداته، ولا معظم أحكامه، ولا هدي رسوله - صلى الله عليه وسلم - , بغض النظر عن هذا كله، وبفرض حسن النية في بعضهم مع الجهالة.","seal":"6C5B1DDA","page":2},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"يقال لهؤلاء الذين لا يأخذون بالسنة:\r1 - من أين عرفتم أنّ هذا القرآن وحيٌ من الله تعالى .. ؟ ! ؟ لولا تبليغ رسول الله - صلى الله عليه وسلم - لنا بذلك .. فإذا أسقطتم السُّنة أسقطتم معها القرآن؛ لأن كلاهما تبليغ من الرسول - صلى الله عليه وسلم - .. ! وإذن سقط الدين كله، ولا ينفعكم القرآن وقتئذ؛ لأنكم لم تعملوا بطاعة الرسول - صلى الله عليه وسلم - التي أمر الله تعالى بها: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ الله ... } [النساء: 64].\rألا يعني فعلكم هذا؛ أن النبي - صلى الله عليه وسلم - .. صَدَق في تبليغ القرآن .. ولم يصدق في تبليغ السنة .. إنكم لتقولون قولاً عظيماً -والعياذ بالله تعالى-.\r2 - ما الذي أدراكم من كلام الرسول - صلى الله عليه وسلم - أن هذه آية .. وهذا حديث .. ؟ ! ؟ أليس هو النبي - صلى الله عليه وسلم - الذي بين لنا ذالك .. ؟ ! فكيف قبلتم منه ما قال أنه قرآن .. ورفضتم ما قال أنه وحي آخر من الرحمن .. ؟ ! كيف فرّقتم بين النوعين من أقواله - صلى الله عليه وسلم -، وكلاهما وحيٌ من الله المنان ..\rأفتؤمنون ببعض أقواله وتكفرون ببعض .. ؟ ! ليس هذا من سبيل المؤمنين في شيء.\rقال تعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون} [النور: 51]\rوقال تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ * فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} [الحاقة: 44 - 47].\rوعن أبي سعيد الخدري - رضي الله عنه -، قال، قال رسول الله - صلى الله عليه وسلم -: ((ألا تأمنوني وأنا أمين من في السماء، يأتيني خبر السماء صباحاً ومساء)) (¬1).\r¬_________\r(¬1) [رواه البخاري 4351 ومسلم 1064]","seal":"BE4A1AAE","page":3},
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"وإذا لم يكن فعلكم هذا إيماناً ببعض ما أنزل الله تعالى، وإعراضاً عن بعض، فماذا يكون .. غير التناقض العقلي .. والإيماني .. أم هو كيد لهذا الدين شيطاني؟ !\r3 - ثم يقال لأحد هؤلاء: لو سمعت رسول الله - صلى الله عليه وسلم - يأمرك بأمر .. هل تطيعه أم تعصيه .. فإن قلت أطيعه فقد أخذت بالسُّنة التي تنكرها وتناقضت! ! وإن عصيته ورددت أمره .. فهل أنت بعد ذلك مسلم .. ؟ !\rوقد قال تعالى: {مَّن يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ... } [النساء: 80].\rوقال الله تعالى: {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} [الأحزاب: 36].\rوقال سبحانه: {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} [النساء: 14].\rقد يقول قائل منهم: أنا لم أسمع منه - صلى الله عليه وسلم - ولكن نقل لي كلامه .. وأنا غير مطمئن للناقلين .. ؟ !\rوالجواب من وجهين:\rالأول: أن الذين نقلوا السُّنة وحفظوها .. هم أنفسهم الذين نقلوا القرآن وحفظوه, فكيف صدقتهم بنقلهم للقرآن .. ولم تصدقهم بنقلهم للسنة .. ؟ ! هذا ورب النبي في العقول عجيب .. !\rالوجه الثاني: أن الله حفظ الدين بالقرآن والسنة:\rفإن قيل: إن الله تعالى حفظ القرآن ولم يحفظ السنة .. قيل له: أخطأت وجهلت, فما كان الله تعالى ليحفظ جزءاً من دينه .. ووحيه .. وتنزيله, ويترك الشطر الآخر منه, -وهو الأكثر والمهم- بلا حفظ، معرضاً للضياع، ويكون دينه حينئذ ناقصاً غير كامل.\rوهو القائل: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ} [المائدة: 3].\rفلا كمال لهذا الدين إذن إلا باجتماع القرآن والسنة.\rثم أن الله أخبرنا بصريح القول أنه حفظ دينه: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9].","seal":"C30BC846","page":4},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"فلفظة {الذِّكْرَ} في الآية ليست مقتصرة على القرآن فحسب .. بل هي شاملة للقرآن والسنة، بدليل قوله تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ... } [النحل: 44].\rولفظة الذكر مرادفة كذلك للدين، قال تعالى: {لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي ... } [الفرقان: 29]. و (عَنِ الذِّكْرِ) أي: عن الدين وأحكامه.\rوقال سبحانه: {إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ ... } [يس: 11]. (اتَّبَعَ الذِّكْرَ) أي: اتبع دينه.\rفيَتبيّن من هذه الآيات وغيرها؛ أن كلمة الذكر لا يقتصر معناها على القرآن فحسب، بل يشمل الدين كله، إذ في السُّنة أحكام ليست في القرآن كما سلف ذكره، كعدد الصلوات والركعات، فمن زاد عليها أو أنقص منها عامداً ضل .. وما يقال عن الصلاة وركعاتها؛ يقال عن الحج ومناسكه، وعن الزكاة ومقدارها، وقس عليه أموراً كثيرة ذُكرت في السُّنة هي أكثر منها في القرآن ..\rثم .. كيف لا يحفظ الله ما يفسر كتابه، ويُبيّن ناسخه من منسوخة .. ؟ !\rكيف لا يحفظ ما يوضح دينه، ويُبيّن معالمه، ويُفصّل أحكامه .. ؟ !\rبل كيف لا يحفظ أحكاماً في دينه زائدة عن كتابه؛ كتحريم كثير من أبواب الربا، والدواب كالسباع والحمير والحشرات، وغير ذلك كثير.\rفإذا لم يحفظها الله أصبح دينه ناقصاً محرفاً ..\rلذلك حفظ الله تعالى دينه المشتمل على الكتاب والسنة، لإكماله، وإتمام نعمته، فالسُّنة؛ رديفة القرآن .. وموضحته .. ومتممته .. فلا يتم كمال الدين، ولا تمام نعمة الإسلام، إلا بحفظ مصدريه؛ الكتاب والسنة.\rفالواجب على المسلم؛ العلم بل الإيمان بأن السُّنة محفوظة بحفظ الله لوحيه، ولا ينخدع بهذه الدعوات المغرضة، فكما أن القرآن وحي محفوظ، فكذلك السنة محفوظة، إلا أن طريقة حفظها وتناقلها يختلف عن طريقة القرآن وحفظه .. والحمد لله رب العالمين.","seal":"82D469AA","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"4 - ثم يقال لهم: هل أنتم مهتدون .. ؟\rفإن قالوا: نعم، قيل لهم: إن الهداية كما أخبر الله تعالى لا تتم إلا باتباع النبي - صلى الله عليه وسلم - فقال: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا ... } [النور: 54]. وأنتم غير مطيعين له .. فكيف اهتديتم .. وأنتم لسيرة سيد المرسلين رفضتم؟ ! فأنتم بنص القرآن الكريم .. الذي تزعمون أنكم تأخذون به .. غير مهتدين .. ! فكن يا عبد الله من الفطنين.\r5 - ثم يُسألون: هل أنتم متبعون للرسول - صلى الله عليه وسلم - طاعة لله كما أمر بذلك قال تعالى: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [الأعراف: 158].\rفإن قالوا: نعم، قيل: فكيف تحققون هذا الاتباع .. ! ؟ ما دمتم عن سيرة سيد الخلق ناكسون.\rولا أدري بماذا يجيبون .. ؟ ! بل سيصعقون .. ! وأما العقلاء منهم فسيتراجعون ويهتدون.\rولعل هذه من أكبر الحجج عليهم، فإن الله أمر المؤمنين كلهم إلى يوم القيامة باتباع رسوله - صلى الله عليه وسلم - فقال: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا ... وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [الأعراف: 158].\rفكيف يحقق المؤمنون هذا الاتباع بعد وفاته - صلى الله عليه وسلم - بقرون .. إلا بأخذ ما نقلته الأمة المزكّاة من الله تعالى، من سيرته العطرة، وسنته الطاهرة، بأبي هو وأمي - صلى الله عليه وسلم -.\rفإن كانت السنة لم تُحفظ كما زعمتم .. ! فكيف يكلف الله الأمة بأخذ شيء غير موجود، وكيف يأمر بأمر يعجز الناس عن فعله .. ! وهو القائل: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ... } [البقرة: 286].\rتالله لا يأمر بمثل هذا سلطان عادل .. فكيف برب العدل والسلاطين سبحانه ..\rاللهم اشهد أنا بك وبكتابك وبنبيك وسنته وصحابته وعدلهم وصدقهم من المؤمنين ..\r6 - ثم يقال لهم: إن الله أمر نبيه ببيان ما أنزل إليه .. {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ... } [النحل: 44]\rفكيف سيبين رسول الله - صلى الله عليه وسلم - الدين! ؟ أليس بأقواله .. وأفعاله .. فإذا رددتموها .. فكيف وصلكم البيان .. أم أنتم أعلم وأفقه من الصحابة تفهمون بلا بيان؟ ! ؟","seal":"2D0A15CB","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"7 - ثم كيف عرفنا أن محمداً هو رسول الله - صلى الله عليه وسلم -، وأن هذا كتاب ربنا ودينه .. لولا بيان رسول الله - صلى الله عليه وسلم -، وتبليغه لنا بذلك.\rعلماً؛ أن النبي - صلى الله عليه وسلم - لم يكن أول ما نطق به بعد البعثة هو القرآن، وإنما أخبرهم أنه يوحى إليه، وكذلك لم يكن كل حياته لا ينطق إلا بالقرآن.\rفعن جابر - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - وهو يحدث عن فترة الوحي، فقال في حديثه: ((فبينا أنا أمشي إذ سمعت صوتاً من السماء فرفعت رأسي، فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض، فَجُئِثْتُ منه رعباً، فرجعت فقلت: (زملوني زملوني) فدثروني، فأنزل الله: {يَا أَيُّهَا الْمُدَّثِّرُ} (¬1).\rوعن طارق بن عبد الله المحاربي - رضي الله عنه - قال: رأيتُ رسول الله - صلى الله عليه وسلم - مرَّ في سوقِ ذي المَجازِ وعليهِ حلَّةٌ حمراءُ وهو يقول: ((يا أيُّها النَّاس: قولوا لا إلَهَ إلَّا اللَّهُ تُفلِحوا)) (¬2).\rثم كيف صدقته أنه يوحى إليه, ولم تقبل بعد ذلك ما أوحى إليه .. مما أمرك به، أو نهاك عنه، من غير القرآن.\rأيفعل هذا رجل عاقل .. فضلاً عن كونه مؤمن؟ ؟ ! !\rفإذا لم يُقبل إلا القرآن، فلا يُقبل إذن كلامه - صلى الله عليه وسلم - أنه يوحى إليه؛ لأنه ليس قرآناً، ولازمه أن لا يقبل منه القرآن.\rوعليه؛ لا يمكن لأحد أن يدخل الإسلام إلا بعد أن يَقبل أمر رسول الله - صلى الله عليه وسلم - ونهيه .. وحتى إذا لم يكن أمره الذي أمر به، أو نهيه الذي نهى عنه، موجوداً في القرآن الكريم، ولو كان الرسول - صلى الله عليه وسلم - مطاعاً فيما ورد في القرآن فحسب، لما أطلق الله الأمر بطاعته {وَأَطِيعُوا الرَّسُولَ ... } ولقيّد الله طاعة رسوله - صلى الله عليه وسلم - .. ولقال مثلاً: (أطيعوا الرسول ولا تعصوه فيما ورد من القرآن) فتدبّر فهو هدىً للمتدبرين.\r¬_________\r(¬1) [رواه البخاري 4925 ومسلم 161].\r(¬2) [رواه أحمد (16023) والحاكم (4219) وابن حبان (6562) وابن خزيمة (159) وصححه الألباني في التعليقات الحسان رقم (6528)].","seal":"09ED8470","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"فالسنة؛ هي التي دلتنا على الدين قبل القرآن، وتالله لولاها لما عرفنا رباً، ولا تعلمنا ديناً، ولا قرأنا قرآناً، وإذن لا يتم الدين، ولا معرفة الشريعة إلا بها، فهي التي تُفصّل لنا مجمل القُرآنِ، وتفسّر مُبْهَمة، وتقيّد مُطلَقه، وتُخصّص عَامَّه، فضلاً عن أنها تضيف أحكاماً ليست في القرآن، حتى قَالَ مَكْحُولٌ رحمه الله تعالى: \"القُرْآنُ أَحْوَجُ إِلَى السُّنة مِنَ السُّنة إِلَى القُرْآنِ\" (¬1) .. أليس منكم رجل رشيد .. ؟ !\r8 - ثم يقال لهم: كيف تعرفون أركان الإسلام، وأحكامه، وتفاصيله .. كيف تصلون! ؟ كيف تزكون! ؟ كيف تصومون! ؟ وكيف تحجون .. ؟ ! وكيف .. تعرفون الحلال والحرام .. وكيف .. وكيف .. ؟ ! إذا لم تأخذوا بالسنة .. ؟ !\rوإذا لم يعرف المرء أحكام الإسلام، وأركانه، سقطت هذه الأحكام والأركان .. ومن أسقط ركناً من أركان الإسلام .. فليس بمسلم، فكيف إذا أسقط الأركان كلها .. !\rوعلى أصحاب هذه الأفكار أن يبيحوا أكل الحمير الأهلية والكلاب .. والثعابين والذئاب .. فكل أولئك غير محرّم في الكتاب! ! ؟ ؟ .\r9 - من المعلوم ضرورة من دين الإسلام؛ أن الله تعالى أمر بالإيمان بالرسل عليهم الصلاة والسلام بعامّة .. وبمحمد - صلى الله عليه وسلم - بخاصّة .. وجعل ذلك ركناً من أركان الإيمان .. فقال سبحانه: {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ ... } [آل عمران: 179].\rولم يقتصر على إيجاب الإيمان بالرسل فحسب، بل أمر باتباعه بقوله: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [الأعراف: 158].\rوشهد للذين يؤمنون بالرسل بالصدق، فقال تعالى: {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ} [الحديد: 19].\r¬_________\r(¬1) هو ثقة فقيه من الطبقة الخامسة من طبقات رواة الحديث النبوي","seal":"9DC50E6A","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"فهل المقصود بالإيمان بالأنبياء؛ الإيمان بأسمائهم .. وأنسابهم .. وأشكالهم .. فحسب! ! أم المقصود؛ الإيمان بأقوالهم .. والاقتداء بأفعالهم .. والتأسي بسيرهم.\rومما لا ريب فيه؛ أن الإيمان بالرسل هو التصديق بما أخبروا، والعمل بما أمروا، والانتهاء عما نهوا عنه.\rوعليه؛ لا يصح إيمان، ولا يقبل عمل إلا بالإيمان بالرسول - صلى الله عليه وسلم -، وليس المقصود بالإيمان بالرسول - صلى الله عليه وسلم - مجرد الإيمان بوجوده، وبشخصه وباسمه وبتبجيله ومحبته .. إنما المقصود من الإيمان بالرسول - صلى الله عليه وسلم - وبأقواله، والإقتداء بأفعاله، وقبول أحكامه، ولزوم هديه - صلى الله عليه وسلم -، ومن ادعى الإيمان بالأنبياء ولم يأخذ بسنتهم .. فهو كاذب .. فكيف بمن يدعو لإنكار سنة سيدهم محمد - صلى الله عليه وسلم - .. قليلاً من الفهم والحياء يا دعاته العقول .. !\r10 - لذلك؛ كان الإعراض عن سنة رسول الله - صلى الله عليه وسلم - ووحيه ضلالاً مبيناً، وتَرْكُ الأخذ بها فتنة عظيمة، قال الله تعالى: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: 124].\rفليحذر المسلم من الدخول في هذه الفتنة العظيمة، فهي من أعظم الفتن على الإسلام والمسلمين.\rوكثير من أولئك الذين افتتنوا في هذه المسألة؛ كانت فتنة بعضهم أن انتكسوا عن الإيمان، وارتدوا عن الإسلام، أو ارتكسوا عن التقوى والهداية، إلى الفساد والغواية, عقوبة لهم في هذا؛ مصداقاً لقوله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]. هذا في الدنيا، وما أعدّه الله في الآخرة لمن يرد سنة نبيه - صلى الله عليه وسلم - أشدّ وأنكى، قال سبحانه: {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} [النساء: 42].\rأفبعد هذا البيان من بيان .. ؟ !\rأفبعد هذا التهديد للذين لا يأخذون بسنة رسول الله - صلى الله عليه وسلم - من تهديد .. ؟ !\rتالله إن آية واحدة تكفي للعاقل الصادق, فكيف بعشرات الآيات, تصدح بوجوب اتباع الرسول، وتصدع بحرمة مخالفته.","seal":"EA08534B","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"11 - ثمّ يقال لهؤلاء: هل أنتم مؤمنون .. ؟ ! ؟ فيقولون: نعم, فيقال لهم: لقد أمر الله عز وجل المؤمنين حين التنازع بالرد إلى الله تعالى، وإلى رسوله - صلى الله عليه وسلم - , فقال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ... } [النساء: 59].\rفكيف تردون التنازع إلى الرسول - صلى الله عليه وسلم - اليوم .. لا يمكن ذلك اطلاقاً إلا بالرجوع إلى سنته .. ومحال أن يأمر الله المؤمنين بالرجوع إلى سنة نبيه دون أن يكون قد حفظها لهم .. وإلا يكون قد أحالهم إلى هوى وضلال فهل من مدّكر .. ؟ ! ؟\r12 - من خلال ما سبق يدرك كل بصير متأمل؛ أن دعوة فصل السُّنة عن القرآن، والتشكيك بها إنما هي لإضعاف الإيمان بها، وهي دعوة بالغة الخطورة والفساد على المسلم، بل هي كفر صريح، ومؤامرة كبيرة، لا يقبلها إلا جاهل جهلاً مكعباً، أو خبيث نفس، عدو لله وللإسلام والمسلمين.\rوإن تعجب؛ فاعجب من إخبار الله تعالى ورسوله لنا عن هؤلاء القوم قبل ألف وأربعمائة سنة، وحذرنا منهم منذ نزول وحيه؛ القرآن والسنة، بقوله تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا * أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا * وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [النساء: 150 - 152].\rفسبحان علام الغيوب، كيف أعمى بصائرهم حتى عن هذه الآية التي تفضحهم .. ؟ ! ؟\rوأخبر عنهم رسول الله - صلى الله عليه وسلم - في حديث المقدام بن معدي كرب الكندي - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - أنه قال: ((ألا إني أوتيت الكتاب ومثله معه، ألا يوشك رجل شبعان على أريكته يقول: عليكم بهذا القرآن، فما وجدتم فيه من حلال فأحلوه، وما وجدتم فيه من حرام فحرموه، ألا لا يحل لكم لحم الحمار الأهلي، ولا كل ذي ناب من السبع)) (¬1).\r¬_________\r(¬1) [رواه أبو داود (4604) وصححه الألباني في صحيح الجامع (2643)].","seal":"478D28B4","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"فسبحان من أوحى إلى رسوله - صلى الله عليه وسلم - بهذا قبل أن يخلق هؤلاء المتمردين في بطون أمهاتهم.\rوتالله لولا ضبط السُّنة للعبادات، وبيانها لكثير من أحكام المعاملات؛ لأصبح الدين مهزلة لكل متفكهٍ، وملعباً لكل مغرض، يصلّون كما يشاؤون، ويطوفون بالبيت كما يرغبون، ويصومون ويزكّون كما يشتهون, ويأكلون ما حرم الله تعالى ورسوله - صلى الله عليه وسلم - بدعوى أن هذا غير محرم في القرآن.\rوهكذا تعرضت الأديان السابقة للتغيير والتبديل، فتفرقوا طوائف في الدين نفسه حتى أصبحت كل طائفة من أصحاب الدين نفسه، لها طقوسها، ولها كيفيات مختلفة في عباداتها، بل لها عقائد مختلفة عن غيرها، كل ذلك؛ لعدم التأسي بالأنبياء، ولإحداث البدع والمحدثات.","seal":"0AED99A5","page":11},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"خلاصة مذهب منكري السنة:\r1 - إبعاد الناس عن دينهم .. وتجهيلهم به.\r2 - عدم تقدير منزلة الرسول - صلى الله عليه وسلم - ونبوته واحترام مكانته.\r3 - عصيان الله تعالى حين أمر بطاعة رسوله - صلى الله عليه وسلم - والتحاكم إليها.\r4 - عدم إتمام أركان الإيمان، وهو الإيمان بالرسول قولاً وفعلاً .. فقد أقرّوا باسمه وشخصه دون الأخذ بأقواله .. ودون اتباع منهجه.\r5 - طاعة أعداء الله تعالى، وتقليدهم في التآمر على هذا الدين.\r6 - لازم ترك سنة الرسول - صلى الله عليه وسلم -: أن لا إيمان بأقواله .. ولا اتباع لأفعاله, وهذا نقض لأركان الإيمان.\r7 - كل ما سبق؛ إنما هو لهدم دين الإسلام .. فالقرآن والسنة كالروح والجسد .. إذا افترقا ماتا.\rوعليه؛ فليحذر المسلمون من هذه الدعوات المغرضة، فقد قام الإسلام بالقرآن العظيم، تصاحبه بل تعانقه سنة سيد الأنام الكريم، وما يزال الصالحون يأخذون بهما، وينصرهم الله عز وجل .. فلا تلتفت إلى من جاء بذلك من الجاهلين.\rفوالله ما جاءتنا هذه الدعوات من المصلحين، إنما جاءت من المفسدين في الأرض الكائدين, ثم تلقفها بعض الجاهلين.\rاللهم فقهنا في كتابك، واهدنا لاتباع نبيك، ورد كيد الكائدين عن دينك، وسنة رسولك، إنك قوي عزيز.\rوكتبه\rعدنان بن محمد العرعور","seal":"4426D51E","page":12}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الردود المفحمة على منكري السنة المطهرة","HigriD":"معاصر","oAuthVer":8,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عدنان بن محمد آل عرعور","bLnk":null,"Inf":"","Auth":"عدنان العرعور","Betaka":"الكتاب: الردود المفحمة على منكري السنة المطهرة\r\nالمؤلف: الشيخ عدنان بن محمد العرعور\r\nعدد الصفحات: 12\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":null,"AuthInf":"عدنان بن محمد آل عرعور\r\r• عالم سوري، ولد في حماة 1368 هـ وتخرج في كلية المعلمين, وفي جامعة دمشق. حاصل على دبلوم تربية من جامعة البعث بسوريا، ويعمل مديراً علمياً للبحوث والنشر بالرياض.\r• اشتهر بمناظراته مع الشيعة والصوفية، وشارك في مؤتمرات دولية، وندوات عالمية.\r\r[من شيوخه]\rالشيخ محمد الحامد، والشيخ الألباني والشيخ محمد نسيب الرفاعي، والشيخ عبد الرحمن عبد الصمد، والشيخ محمد عيد العباسي، والشيخ ابن باز وغيرهم. يقول الشيخ العرعور:\r• (الشيخ محمد الحامد): من أبرز الشيوخ الذين حضرت دروسهم، وهو رجل فاضل، ومن أصحاب الصدق والورع والأمانة، أحسبه كذلك، غير أني لم أستفد منه كثيراً من الناحية العلمية، لأن فيه تصوفاً وتقليداً وتعصباً للمذهب الحنفي عفا الله عنه ورحمه\r• (الشيخ نسيب الرفاعي): تأثرت به من حيث الحكمة والتواضع، والنزول في الدعوة إلى مستوى الناس، ومخاطبتهم بما يعقلون\r• (الشيخ الألباني): تأثرت بمنهجيته وطريقة بحثه، وحزمه العلمي، وفي حفظه للوقت، وكان من أقوال الشيخ ناصر:\r- «سعينا في التصفية وقصرنا في التربية» وهذه كلمة مطرقة على رؤوس الذين يسيئون الأدب، وبخاصة في أدب الخلاف.\r- وكان يقول: «أصيب المسلمون في عقيدتهم، وأصيب السلفيون في أخلاقهم»\r- وكان آخر حياته يقول: «لو أن هذه الجماعات الثلاث: السلفيين والتبليغ والإخوان، اجتمعوا على ما هم عليه من الحق والخير، لقام الإسلام»\r• (الشيخ ابن باز): تأثرت به في أخلاقه وفقهه, وسعة صدره، وأدبه في الخلاف، ويمكن أن أقول: إن الألباني أصلني وابن باز أدبني. وربما كان فيّ في أول شبابي - قبل التعرف على الشيخ ابن باز ـ شيئٌ من الحرارة والحدة، لكن الشيخ رحمه الله أطفأها إطفاءً عجيباً والحمد لله\r\r[من مؤلفاته]\r• ثلاث صلوات مهجورة [بحث في صلاة التسابيح، وفيه دراسة حديثية مفصلة، وصلاة التوبة، وصلاة الاستخارة، وفيه أكثر من أربعين سؤالاً وجواباً حولها].\r• أحكام القنوت [وفيه قنوت النازلة، وقنوت رمضان، وقنوت الوتر].\r• الوصية الشرعية [وفيه أحكام الوصية وكيف تكتب الوصية عملياً].\r• أدلة الإثبات بأن جدة ميقات.\r• التشاؤم أنواعه وأحكامه [بحث موسع في التشاؤم وأنواعه، وأحكامه والمباح منه، وتأويل الأحاديث التي وردت عن ابن عمر وغيره، التي ظن بعضهم منها جواز الشؤم وبينا بطلان ما ذهبوا إليه من جواز التشاؤم].\r• أحكام التأمين وأنواعه وأحكامه بعنوان (التأمين بين التشدد والتساهل).\r• فهرس كتاب الترغيب والترهيب للمنذري.\r• فهرس معجم الطبراني.\r• كتيب السبيل إلى منهج أهل السنة والجماعة.\r• الواقع المؤلم بين المعالجة المرتجلة والتأصيل الصحيح.\r• التيه والمخرج.\r• صراع الفكر والاتباع.\r• صفات الطائفة المنصورة.\r• منهج الاعتدال: وهو وقفات في الإيمان والتكفير والسياسة والحكام ونقد الجماعات والرجال.\r\rويعمل الآن مع مجموعة من الباحثين على جمع السنة النبوية في مشروع «ديوان السنة»: بلغ عدد المجلدات أربعين مجلداً، جمع فيها ما يقارب من (200,000) مائتي ألف حديث من (400) مؤلف من مؤلفات السنة، وقد بلغ قسم الطهارة منه 27 مجلدا","seal":"CE3F4AEE","cat":"الفرق والردود - مرقم آليا","oNum":147091,"BkId":147091,"oAuth":2982,"bVer":1,"aSeal":"F4CE688E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147091":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"يقال لهؤلاء الذين لا يأخذون بالسنة"},
      {"lvl":1,"id":13,"sub":0,"tit":"خلاصة مذهب منكري السنة"}
    ]
}
