{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147072":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"الإضافات\rوتحتوي تراجم من وقعت وفياتهم\rمن سنة 1214 هـ - إلى سنة 1400 هـ","seal":"0A1FE69E","page":343},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"","seal":"5B3F4A57","page":344},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"الإضافات (*)\rوتحتوي تراجم من وقعت وفياتهم من سنة 1214 هـ - إلى سنة 1400 هـ\r\rأحمد بن محمد الشيباني (¬1)\rهو الشيخ أحمد بن محمد هلال بن أسعد الشيباني الدمشقي فرد السادة الحنابلة في دمشق وإمامهم أحد العلماء العظام الإمام المحقق المدقق النادرة المتضلع في العلوم صاحب الذكاء والحفظ أحد فضلاء دمشق وإمام الحديث بها، ولد في دمشق سنة 1164 هـ وأخذ الفقه الحنبلي عن العلامة الفاضل الشيخ مصطفى الأسيوطي الحنبلي مفتي الحنابلة بدمشق ومتولي جامع بني أمية (¬2)، توفي في ربيع الأول سنة 1214 هـ رحمه لله.\r\rابن فيروز (¬3)\rمحمد بن عبد الله بن محمد بن فيروز التميمي الأحسائي: فقيه حنبلي من أهل الأحساء ولد فيها وكف بصره في الثالثة من عمره وكثر تلاميذه ومريدوه\r¬__________\r(*) من هنا إلى نهاية الكتاب إضافات استدركناها من مظانها.\r(¬1) حلية البشر 1/ 245 - 246.\r(¬2) في حلية البشر سند شيخه مصطفى الأسيوطي حتى النبي -صلى الله عليه وسلم-.\r(¬3) الأعلام 7/ 120، والتذكرة الكمالية مخطوط 8/ 35 أ - 36 ب وفيها رسالة وقصيدة بعثها إلى المترجم مؤلف النعت الأكمل وفيها يقول مادحًا له (قطب دائرة المعارف شمس أفق الفضائل=","seal":"5ECC7E38","page":345},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"وانتقد دعوة الشيخ محمد بن عبد الوهاب فلما عظم أمرها رحل إلى البصرة فتوفي فيها. له أراجيز وتصانيف ليست على قدر علمه.\rمولده سنة 1142 هـ، وتوفي سنة 1216 هـ.\r\rعبد الله الميقاتي (¬4)\rعبد الله بن عبد الرحمن الميقاتي، موفق الدين: من فضلاء الحنابلة من أهل حلب له كتب منها (تحفة المطامع) مخطوط، شرح منظومة له في الفرائض و (النغمة المعطارة في بيان الحقيقة والمجاز والاستعارة) مخطوط. ولد سنة 1162، وتوفي سنة 1223 هجرية.\r\rحمد بن ناصر بن معمر (¬5)\rهو العلامة المحقق الشيخ حمد بن ناصر بن عثمان بن معمر النجدي التميمي من آل معمر أهل العينية. نزح منها واستوطن الدرعية وقرأ على الشيخ محمد بن عبد الوهاب وعلى الشيخ أبي بكر حسين بن غنام نزيل الدرعية وغيرهما ثم تصدر للتدريس بالدرعية فأخذ عنه خلق كثيرون.\rوفي سنة 1211 هـ طلب غالب بن مساعد شريف مكة من الإمام عبد العزيز بن محمد بن سعود أن يرسل إليه عالمًا ليناظر علماء الحرم الشريف في\r¬__________\r= والعوارف ... جامع أشتات المعارف والعلوم ومحلي جيد المنطوق. بحلى المفهوم حامل لواء المذهب الحنبلي مع كاهله ومطرز أردية بدائعه بأنامله فهو للطالب (غاية المنتهى) و (إقناع) (مغنيه) إليه الموفق انتهي ... فهو الآية الكبرى في الفضائل والمنة العظمى في هذا العصر على جميع القبائل ...\r(¬4) انظر أعلام النبلاء 7/ 178 الأعلام 4/ 232.\r(¬5) مشاهير علماء نجد وغيرهم 202 وما بعد.","seal":"9DFF0289","page":346},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"شيء من أمور الدين فبعث إليه صاحب الترجمة على رأس ثلة من العلماء فجمع الشريف غالب علماء الحرم ما عدا الحنابلة ووقعت مناظرة عظيمة بينهم وبين الشيخ حمد بن ناصر وظهر عليهم بالحجة فأذعوا له وسلموا فكانت الرسالة المسماة (الفواكة العذاب في الرد على من لم يحكم السنة والكتاب) وألف رسالة (حقيقة التوحيد والعبادة والفرق بين دعاء العادة والعبادة) في 68 صفحة وله رسائل كثيرة تبلغ مجلدًا ضخمًا وهي إجابات على أسئلة.\rتولى الشيخ حمد قضاء الدرعية للإمام سعود بن عبد العزيز ثم بعثه إلى مكة سنة 1221 مشرفًا على أحكام قضاتها فأقام بها أربع سنوات ثم توفي رحمه الله سنة 1225 هـ في ذي الحجة وصلى عليه الناس تحت الكعبة المشرفة ثم دفن بمقبرة البياضية.\r\rحسين بن غنّام (¬6)\rحسين بن أبي بكر بن غنام الأحسائي الحنبلي مفتي الأحساء ومن تلاميذ محمد بن عبد الوهاب والمؤيدين لدعوته السلفية. توفي بالأحساء سنة 1225 هجرية.\rمن تصانيفه (تاريخ نجد) (العقد الثمين في شرح أحاديث أصول الدين)، (روضة الأفكار والأفهام لمرتاد حال الإمام)، (تعدد غزوات ذوي الإسلام)\r\rمحمد هاشم الجعفري (¬7)\rمحمد بن محمد زيتون بن حسن بن هاشم الجعفري النابلسي، العلامة\r¬__________\r(¬6) معجم المؤلفين 3/ 317 هدية العارفين 1/ 328 فهرس دار الكتب المصرية 5/ 207.\r(¬7) مختصر طبقات الحنابلة 147 - 148.","seal":"AEC64DED","page":347},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"الفاضل الفقيه الفرضي الأديب الشاعر. ولد بنابلس سنة 1156 ونشأ بها، وتفقه على والده الشريف زيتون المقدم ذكره، وعلى العلامة الشيخ محمد السفاريني، وأخذ الحديث عن السيد محمد مرتضى الزبيدي، ورحل إلى دمشق فأخذ عن الشهاب أحمد العطار وغيره، ثم عاد إلى نابلس وأقام بها يدرس ويفيد وكان مقبول الشفاعة عند حكامها مسموع الكلمة بين أهلها. ولما كانت حوادث سنة 1212 في الديار الحجازية وصُدُّ الحاج الشامي عن دخول مكة. أوفده أسعد باشا العظم والي الشام وقتئذ هو والشيخ اسماعيل القدومي إلى الأمير ابن مسعود، فردّا عليهم في قصة طويلة كان فيها ما كان، ثم صنف صاحب الترجمة رسالة في ذلك، وحج في تلك السنة وعاد إلى وطنه.\rوما زال على حالته الرضية إلى أن توفي، وكانت وفاته سنة 1228 هـ. وبنو هاشم أو الجعفري في نابلس بيت علم ومجد ونسبتهم إلى جعفر بن أبي طالب رضي الله عنه وللمترجم في ذلك رسالة سماها (الروض المعطار في نسب السادة آل جعفر الطيار).\r\rسليمان ابن الشيخ عبد الله (¬8)\rهو الشيخ سليمان ابن الشيخ عبد الله ابن الشيخ العلامة محمد بن عبد الوهاب. فقيه محدث أصولي.\rولد سنة 1200 هـ في الدرعية يوم كانت زاخرة بالعلماء الكبار فحفظ القرآن وقرأ على أبيه وعلى الشيخ محمد بن ناصر بن عثمان وعلى الشيخ عبد الله بن فاضل وعلى الشيخ محمد بن علي بن غريب وأخذ الفرائض عن الشيخ عبد الرحمن بن حميس.\r¬__________\r(¬8) مشاهير علماء نجد 44 - 47.","seal":"A33E0C93","page":348},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"كان نادرة في العلم والحفظ والذكاء عارفًا بالحديث ورجاله وبالتفسير والفقه والأصول والنحو والخطّ تصدى للتدريس بالدرعية مع وجود والده وأعمامه. له (تيسير العزيز الحميد) شرح كتاب التوحيد لجده الشيخ محمد بن عبد الوهاب و (الدلائل في عدم موالاة أهل الإشراك) و (رسالة في بيان عدد الجمعة) (خ) و (حاشية على المقنع في الفقه) في ثلاثة مجلدات ضخام و (التوضيح عن توحيد الخلاق في جواب أهل العراق) ردّ به على عبد الله الراوي خطيب مسجد سليمان باشا ورسائل كثيرة، وله قصائد ومنظومات.\rكان شديد الغيرة على حرمات الاسلام والدين آمرًا بالمعروف ناهيًا عن المنكر ومات شهيدًا برصاص إبراهيم بن محمد علي باشا سنة 1233.\r\rعبد العزيز الحُصَيِّن (¬9)\rهو الشيخ العالم الورع التقي الزاهد عبد العزيز بن عبد الله بن محمد الحُصَيِّن الناصري التميمي النجدي الحنبلي.\rولد سنة 1154 هـ في بلدة الوقف من قرى الوشم وحفظ القرآن ثم قرأ الفقه صغيرًا على الشيخ ابراهيم بن محمد قاضي بلد القرائن في ناحية الوشم ثم تفقه وقرأ على الشيخ محمد بن عبد الوهاب سنين وكان يكرمه ويعظمه ونصبه قاضيًا في ناحية الوشم للإمام عبد العزيز بن محمد بن سعود. وفي سنة 1185 أرسله الإمام المذكور صحبة الشيخ محمد بن عبد الوهاب إلى والي مكة آنذاك الشريف أحمد بن سعيد لمناظرة علماء مكة وكان أن انصرف عنهم الشيخ عبد العزيز مبجلًا وكذلك وفد صاحب الترجمة إلى مكة المكرمة سنة 1204 بطلب من شريفها غالب بن مساعد إلى الإمام عبد العزيز يرغب إليه اشخاص رجل\r¬__________\r(¬9) مشاهير علماء نجد 206 وما بعد.","seal":"EBF9E450","page":349},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"عارف من أهل الدين يعرفه حقيقة الأمر ولما أراد دعوة علماء مكة تهربوا منه وقالوا للشريف (هؤلاء يريدون أن يقطعوا جوائزك التي من أجدادك ويملكون بلادك) فارعش قلبه ورجع الشيخ عبد العزيز إلى نجد.\rكان صاحب الترجمة زاهدًا لا يركن للدنيا أمضى عمره وقطع وقته في نسخ الكتب النافعة وطلب العلم وبذله. وبلغ من ورعه أنه إذا دخل عليه وقت حصاد الزرع وجذاذ النخل وكان عنده شيء من قوت السنة الماضية وثمرتها أعاده لبيت المال لا يترك عنده منه شيئًا. وكان يحب طلاب العلم وكانت كلمته مسموعة وقوله نافذًا عند الرؤساء ومن دونهم. قرأ عليه كثير من الطلاب وله رسالة (الدرر السنية).\rتوفي رحمه الله في الثاني عشر من رجب سنة 1237 هـ وليس له ذرية.\r\rغنام النجدي (¬10)\rهو الشيخ غنام بن محمد بن غنام الزبيري أصلًا النجدي مولدًا الدمشقي سكنًا، العالم المتضلع الفاضل الكامل المحدث الفقيه الفرضي الحيسوبي، أخذ الفقه عن العلامة الشيخ أحمد البعلي، والحديث عن الشهاب أحمد العطار، وكتب له اجازة بخطه على ظهر ثبته، وأخذ بقية العلوم عن علماء عصره، وكان له وللشيخ مصطفى السيوطي الآتية ترجمته، المنتهى في معرفة الفقه والفرائض والاطلاع على غوامضهما، له تقارير وأبحاث كثيرة على هوامش (شرح المنتهى) بحثًا مع الأصحاب وحلًا لمشكل كلامهم وقد أخذ عنه الفقه الشيخ محمد بن حسن الشطي والشيخ سعيد السفاريني وغيرهما، وانتفع به الطلبة انتفاعًا كثيرًا.\r¬__________\r(¬10) مختصر طبقات الحنابلة 148.","seal":"3A1CBCB3","page":350},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"توفي يوم السبت ثامن ذي القعدة سنة سبع وثلاثين ومائتين وألف، ودفن بالمقبرة الذهبية من مرج الدحداح.\r\rعبد العزيز بن حمد (¬11)\rهو الشيخ العالم القاضي عبد العزيز بن الشيخ حمد بن ابراهيم بن حمد بن عبد الوهاب بن عبد الله بن عبد الوهاب بن موسى بن عبد القادر بن راشد ابن بُريد بن محمد بن بُريد بن مشرف الوهبي التميمي. سبط الشيخ محمد بن عبد الوهاب، كان أبوه قاضيًا.\rولد قبل سنة 1190 وقرأ على الشيخ عبد الله بن علي بن غريب وعلى الشيخ عبد الله ابن الشيخ محمد بن عبد الوهاب وغيرهما من علماء الدرعية وتولى القضاء في الدرعية زمن الإمام سعود وابنه الإمام عبد الله بن سعود وأرسله الإمام سعود في سفارة إلى إمام صنعاء وكان مع الوفد الذي بعثه الإمام عبد الله إلى محمد علي باشا في مصر. ولما خربت الدرعية انتقل الشيخ عبد العزيز إلى مدينة عنيزة وتولى القضاء فيها. ثم تحول إلى سوق الشيوخ (¬12) بالعراق فولي قضاءها إلا أن توفي فيما بعد سنة 1241 رحمه الله. له الأجوبة المعروفة بـ (المسائل الشرعية إلى علماء الدرعية).\r\rعبد الله بن الشيخ محمد بن عبد الوهاب (¬13)\rهو الإمام الثقة الثبت التقي الورع المجاهد المحتسب ذو الهمة العالية\r¬__________\r(¬11) مشاهير علماء نجد 212 - 215.\r(¬12) على ضفة الفرات اليمنى جنوب لواء المنتفق يبعد عن الناصرية 40 كم و 140 كم غرب البصرة [عن حاشية في مشاهير علماء نجد 215].\r(¬13) مشاهير علماء نجد 48 - 69.","seal":"D23B333A","page":351},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"والشجاعة المتناهية. خلف والده في مؤازرة الإمام عبد العزيز بن محمد آل سعود عالم نجد ومفتيها بعد أبيه.\rولد في الدرعية سنت 1165 ونشأ في كنف والده نشأة دينية صالحة وحفظ القرآن الكريم وقرأ على والده وغيره فتفقه في علمي الفروع والأصول والتفسير والعقائد والحديث والنحو واللغة والعلوم والفنون أوقف حياته على تحصيل العلم ونشره وتعليمه فأخذ عنه خلق كثير من علماء نجد وجهابذتهم.\rوكان مرجع قضاة الملكة العربية السعودية في عهد الإمام عبد العزيز بن محمد وابنه الإمام سعود وابنه الإمام عبد الله فكان بمثابة رئيس قضاة ومفتٍ. له مؤلفات كثيرة منها (مختصر السيرة النبوية) في مجلد ضخم و (الكلمات النافعة في المكفرات الواقعة) وكتب ورسائل وفتاوى كثيرة.\rومن أخلاقه الشجاعة والإقدام وعرف عنه ذلك في حربه مع ابراهيم باشا الذي نقله إلى مصر وبها توفي سنة 1242 هـ.\r\rمصطفى السيوطي مفتي الحنابلة بدمشق (¬14)\rهو الشيخ مصطفى بن سعد بن عبده السيوطي شهرة الرحيباني مولدًا الدمشقي، الشيخ الإمام العلامة الفقيه الفرضي المحقق الكامل مفتي الحنابلة بدمشق بعد السيد اسماعيل الجراعي. ولد سنة خمس وستين ومائة وألف في قرية الرحيبة (¬15) من أعمال دمشق، ثم رحل منها إلى دمشق فأخذ بها الفقه عن\r¬__________\r(¬14) روض البشر 243، منتخبات التواريخ لدمشق 678، الأعلام 8/ 135، مختصر طبقات الحنابلة 148 - 149.\r(¬15) الرحيبة: رحبة دمشق [معجم البلدان 2/ 763] من قرى دمشق تقع إلى شمالها بـ 45 كم تقريبًا.","seal":"560DC0D5","page":352},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"بقية السلف الشيخ أحمد البعلي، وبه تخرج وانتفع؛ وعن الشيخ محمد بن مصطفى اللبدي النابلسي، وقرأ على العلامة علي أفندي الطاغستاني مدرس قبّة النسر (¬16) والشيخ محمد بن علي السليمي والشيخ محمد الكاملي وغيرهم، وكان إمام الحنابلة في عصره أعجوبة في استحضار كلام الأصحاب، انتهت إليه رئاسة الفقه وشدّت الرحال للأخذ عنه، وكان حافظًا للسانه مقبلًا على شأنه لين العريكة حلو المفاكهة له مكارم وبشاشة، ولي نظارة الجامع الأموي في دمشق والجامع المظفري في صالحيتها مدة طويلة، فحمدت سيرته ولم يذكر عنه ما يشينه. ومن مؤلفاته الكتاب العظيم المسمى (مطالب أولي النهى في شرح غاية المنتهى) ثلاث مجلدات ضخام، وله كتاب سماه (تحفة العباد فيما في اليوم والليلة من الأوراد) جمعه من الأصول الستة وله تحريرات وفتاوى لو جمعت لبلغت مجلدًا، وقد روى عنه وانتفع به أناس كثيرون من النجديين والنابلسيين وغيرهم. وقد أخذ عنه الفقه الشيخ محمد بن حسن الشطي وانتفع به، توفي ليلة الجمعة ثاني عشر ربيع الثاني سنة ثلاث وأربعين ومائتين وألف، وصلي عليه بجامع بني أمية، وكانت جنازته حافلة ودفن بتربة الذهبية حذاء آل أبي المواهب الحنبلي ورثاه تلميذه الشيخ سعيد السفاريني بقصيدة مطلعها:\rسهم الحمام على الخليقة منتضى ... صبرًا وتسليمًا لما حَكَم القضا\rوكتاب (غاية المنتهى) قد صنفه الشيخ مرعي الكرمي جمعًا بين (الإقناع) و (المنتهى) وصاحب الترجمة شرحه بشرحه المذكور، ولما وقع الاعتراض من بعض علماء نجد على مواضع في المتن والشرح المذكورين، انتصر المرحوم الشيخ محمد بن حسن الشطي فجرد ما زاد منهما على الأصلين\r¬__________\r(¬16) قبة النسر: هي قبة الجامع الأموي. وآخر من شغلها رسميًا الشيخ بدر الدين الحسني المتوفى سنة 1354 هـ.","seal":"846F9A77","page":353},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"المذكورين وبحث وحقق فأيّد منها ما شهدت له النقول والروايات، ورد منها ما لم يقم عليه دليل كما ذكر ذلك في مقدمة كتابه الذي سماه (منحة مولى الفتح في تجريد زوائد الغاية والشرح)، وقد تأدب مع شيخه غاية الأدب رحمهما الله تعالى وجميع المسلمين آمين.\r\rعبد العزيز بن حمد بن معمر (¬17)\rهو الإمام العلامة الشيخ عبد العزيز ابن الشيخ الإمام حمد بن ناصر بن عثمان بن معمر.\rولد في الدرعية سنة 1203 هـ ونشأ في وسط العلماء العاملين في نجد والدرعية فكان من شيوخه والده والشيخ حسين بن غنام والشيخ أحمد بن حسن بن رشيد بن عفالق الحنبلي نزيل الدرعية وغيرهم فمهر في جميع العلوم والفنون فصار عالمًا محققًا وفقيهًا متبحرًا له اليد الطولى والباع الواسع في التصنيف والتأليف ونشر العلم.\rمن مصنفاته (منحة القريب المجيب في الرد على عباد الصليب) ألفه في البحرين ردًا على شبهات صنعها أحد القسيسين الانكليز. و (اختصار نظم ابن عبد القوي للقنع).\rفر المترجم من الدرعية إلى البحرين وقت مجيء ابراهيم باشا فأقام بها ولم تنقطع صلته بآل الشيخ الذين نقلوا إلى مصر بل كان يكاتبهم.\rوتوفي بالبحرين سنة 1244 هـ.\r¬__________\r(¬17) مشاهير علماء نجد وغيرهم 219 - 225.","seal":"E2753A12","page":354},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"فاطمة الزبيرية (¬18)\rفاطمة بنت حمد الفضيلي الحنبلي الزبيرية وتعرف بالشيخة الفضيلية بضم الفاء وفتح الضاد المعجمة واسكان الياء التحتية وبعدها لام مكسورة فياء تحتية مشددة الشيخة الصالحة العالمة العابدة الزاهدة ولدت في بلدة سيدنا الزبير رضي الله عنه قبيل المائتين والألف ونشأت بها وقرأت على شيوخها وأكثرت عن الشيخ ابراهيم بن جديد فأخذت عنه التفسير والحديث والأصلين والفقه والتصوف وقرأت على غيره كثيرًا وتوجهت إلى العلم توجهًا تامًا وتعلمت الخطّ من صغرها فأتقنته وكتبت كتبًا كثيرةً في فنون شتى وخطها حسن وصار لها همة في جمع الكتب فجمعت كتبًا جليلة في سائر الفنون ولها محبة في الحديث وأهله فسمعت كثيرًا من المسلسلات وقرأت شيئًا كثيرًا من كتب الحديث وأجازها جمع من العلماء واشتهرت في مصرها بل وفي عصرها وكاتبها الأفاضل من الآفاق وكاتبتهم بأبلغ عبارات وأعظم مدح ثم حجت وزارت ورجعت إلى مكة المشرفة وأقامت بها في باب الزيادة في بيت ملاصق للمسجد الحرام ترى منه الكعبة المشرفة وعزمت على الإقامةِ فيها إلى الممات. فتردد إليها غالب علماء مكة المشرفة وسمعوا منها وأسمعوها وأجازتهم وأجازوها، فصار للشيخة المذكورة شهرة عظيمة وصيت بالغ وأسندت كثيرًا من المسلسلات وأخذت الطريقة النقشبندية والقادرية وكان لها أوراد وأحزاب ومشرب روي في التصوف وأرشدت خلقًا من الناس ولاسيما النساء فقد لازمنها ملازمة كلية وانتفعن بها انتفاعًا ظاهرًا وصلحت أحوال كثير منهن وصار من يتردد إليها منهن يعرف من بين النساء بالدين والتقوى والورع والمواظبة على فرائض الدين والقناعة والصبر وحسن السلوك وكان لها شهرة عظيمة ولم نسمع في هذا\r¬__________\r(¬18) المختصر من كتاب نشر النور والزهر 3/ 338 - 340.","seal":"39EEC737","page":355},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"العصر ولا فيما قبله بأعصارٍ بمثلها ولا من يدانيها في علمها وصلاحها وزهدها وورعها وجمعها للفضائل. وقفت كتبها جميعها على طلبة العلم من الحنابلة ولكنها ذهبت شذر مذر إلا أقلها.\rوتوفيت رحمها الله سنة 1247 هـ، ودفنت بالمعّلاة في شعبة النور في حوطة المرحوم العلامة الشيخ محمد صالح الريس لصيقة بقبره بوصية منها رحمهم الله تعالى كما في السحب الوابلة.\r\rصالح السيوطي الدمشقي الحنبلي (¬19)\rهو مفتي الحنابلة في دمشق وابن مفتيها.\rولد بدمشق ونشأ بها، وأخذ عن علمائها إلى أن صار من الأعلام والفضلاء الكرام، وتولى نظارة جامع بني أمية، وكان ذا هيبة ووقار محترمًا مبجلًا معظمًا بين الأخيار.\rمات رحمه الله في جمادى الأولى سنة سبع وأربعين ومائتين وألف، ودفن في مرج الدحداح عند أسلافه.\r\rعثمان بن سند (¬20)\rهو عثمان بن سند النجدي ثم البصري الوائلي نسبة إلى وائل بن قاسط بن أسد بن ربيعة بن نزار بن معد بن عدنان، الإمام العلامة والرحلة الفهامة صاحب البلاغة، رحل إلى العراق وأخذ عن علمائها كالصدر السيد محمد أسعد\r¬__________\r(¬19) حلية البشر 2/ 717.\r(¬20) المسك الأذفر 141 - 146 إيضاح المكنون 1/ 90 الأعلام 4/ 367 وفيه بيان بالاختلاف في سنة وفاته مختصر طبقات الحنابلة 149 - 151.","seal":"A822F2D6","page":356},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"الحيدري مفتي الحنفية والشافعية ببغداد والسيد محمد أمين مفتي الحلة والسيد أحمد الحياتي قاضي بغداد، وعلامة العراق والشام الملا علي ابن الملا سعيد السويدي، والسيد زين العابدين جمل الليل المدني حين وروده إلى بغداد والبصرة، وحرر إجازة فيها هذا البيت:\rأنا الدخيل إذا عدّت أصولُ علا ... فكيف أذكر إسنادي لدى ابن سندْ\rوغيرهم من علماء الحجاز والعراق، ومن كلامه في مدح مولانا خالد النقشبندي قوله في مطلع قصيدة غراء:\rأيها اللائم دع عنك الملاما ... وأدر لي من سلاف القوم جاما\rوهي طويلة بديعة اشتمل عليها كتابه (أصفى الموارد من سلسال أحوال الإمام خالد) وهو كتاب جليل يحتوي على فوائد تاريخية وفوائد أدبية، ومن اطلع عليه علم ما للمترجم من اليد الطولى في فنون الأدب نظمًا ونثرًا (¬21) ومن مؤلفاته (نظم الكافي في العروض والقوافي) و (نظم عوامل الجرجاني) وشرحهما و (نظم الشافعية في علم التصريف) و (نظم مغنى اللبيب) ينوف على خمسة آلاف بيت و (نظم الورقات) لإمام الحرمين وشرحه و (نظم النخبة) في الحساب وشرحه، وله (نظم القواعد) وهو مشتمل على غزل بديع و (نظم في الاستعارة) وله رد على دعبل الخزاعي في عدة قصائد منها قصيدة ميمية ضمنها أنواع البديع مدح بها النبي -صلى الله عليه وسلم- والصحابة سماها (القرضاب في نحر من سب أكارم الأصحاب) ألفها سنة 1218، وله كتاب منظوم مدح به الإمام أحمد رضي الله عنه وله تاريخ سماه (مطالع السعود بطيب أخبار الوالي داود) استدعاه من أجله الوزير العالم داود باشا والي بغداد المنوه به فأكرمه وأجله\r¬__________\r(¬21) طبع في مصر سنة 1313 هـ.","seal":"ED925318","page":357},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"ورفع مقامه ومحله وولاه مدرسة المغامسية بالبصرة وهو كتاب في نحو أربعين كراسًا جمع من وقائع القرن الثاني عشر والثالث عشر غرائب وفوائد أخنت عليها يد الزمان، ولولاه لكانت هذه الوقائع في المنسيات ابتدأ فيه من سنة 1188 وانتهى إلى سنة 1242، وقد اختصره الفاضل الشيخ أمين الحلواني المدني في ثلاث كراريس (¬22)، وله تاريخ على نحو سلافة العصر سماه (الغرر في وجوه القرن الثالث عشر) لم يتم وقد ذكر صاحب الترجمة وأثنى عليه جمع من الأئمة الأفاضل حتى أن الشيخ خالد كان يقول عنه حريريّ الزمان، وممن أثنى عليه الفاضل أحمد الشرواني اليمني في (حديقة الأفراح لإزالة الأتراح) قال: \"القول فيه أنه طرفة الراغب وبغية المستفيد الطالب وجامع سور البيان ومفسر آياتها بألطف تبيان أفضل من أعرب عن فنون لسان العرب، وهو إذا نظم أعجب، وإذا نثر أطرب فوالعصر إنه لإمام هذا العصر.\rأخبرني بديع الزمان شيخنا الشيخ عبد الله بن عثمان أنّ هذا الفاضل الأديب أبدع في نظمه معني اللبيب وأبرز أسرار البدائع بتصانيفه المشتملة على اللطائف والروائع ومن شعره:\rقد زارني والليل يحكي فرعه ... ظبي الشذا أنا في النحول كخصره\rفجنيت من وجناته ما أشتهي ... ورشفت من حبب بحمرة ثغره\rوسكرت حتى مست مثل قوامه ... طربًا ولم أشعر عواقب وزرِه\rويطربني قوله لافض فوه:\rقلت لما قال لي خشف الغلا ... صف عذاري وقوامي واعجلا\r¬__________\r(¬22) طبع هذا المختصر في بومباي سنة 1304.","seal":"6FB5F47F","page":358},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"يا عديمَ المِثْل قد كلّفتني ... غيرَ ما أقدرُ حتى قلتُ: لا\rأي لا أقدر من الاكتفاء ولا هي جوابه فاللام عذاره والألف قوامه\"\rوكانت وفاته سنة 1250) (¬23).\r\rمصطفى البرقاوي قاضي الحنابلة بدمشق (¬24)\rهو مصطفى بن سليمان بن سلمان بن محمد مزهر النابلسي البرقاوي مولدًا وشهرة الدمشقي، الشيخ الفاضل العالم الكاتب، قدم دمشق وأخذ من علمائها وأدرك الشمس محمد الكزبري والشهاب أحمد العطار ولازمهما، ثم بعد وفاتهما لزم ولديهما العّلامتين الشيخ عبد الرحمن الكزبري والشيخ حامد العطار، وتفقه على الشيخ مصطفى السيوطي المقدمة ترجمته (¬25) وكان ذا هيبة ووقار ولي قضاء الحنابلة بدمشق سنة 1220 وتصدر القضاء في المحاكم الشرعية.\rولم يزل على حالته إلى أن توفي.\rوكانت وفاته في سابع عشر ذي القعدة سنة 1250، ودفن بمقبرة الباب الصغير قريبًا من قبور بني الكزبري رحمه الله تعالى.\r\rعبد اللطيف الشطي (¬26)\rعبد اللطيف بن خضر بن معروف بن عبد الله بن مصطفى بن شطي المعروف بالشطي، البغدادي مولدًا الدمشقي موطنًا ووفاة.\r¬__________\r(¬23) نقل صاحب الأعلام عن المسك الأذفر الاختلاف في سنة وفاته.\r(¬24) مختصر طبقات الحنابلة 151 - 152.\r(¬25) تقدمت ترجمته ص 352.\r(¬26) مختصر طبقات الحنابلة 152 - 154.","seal":"D97E25BF","page":359},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"كان من الأفاضل الصالحين، خطاطًا متفننًا كاتبًا منمقًا مخترعًا مدهشًا ذا فكر ثاقب، كتب بخطه البديع من القطع وصنع من التحف ما لم يزل باقيًا حتى الآن منشورًا في البيوت مذكورًا في الألسن، وأقدم ذلك قطعة مؤرخة في سنة 1203.\rأخذ الخط وفنونه عن العالم الصوفي الكاتب الشيخ مصطفى بن عبد الله بن محمود الكردي المتوفى بدمشق سنة 1202.\rومن لطائف صاحب الترجمة ما حدث به الشيخ عبد الله الحموي وكان أدركه قال: طلب من المترجم قطعة تعلق فوق ضريح سيّدنا يحيى في الجامع الأموي فكتب لهم قطعة فيها قوله تعالى: (ليس لها من دون الله كاشفة) (¬27) فوضعوها على الضريح المنوّه به، فلمّا رآها الشيخ العلامة حامد العطار قال لمن معه: ما كتب هذه القطعة إلا حنبلي. قالوا له: نعم كتبها الحاج عبد اللطيف الشطي.\rومن نوادره المشهورة ما حدث به الشيخ أحمد الشطي قال: كان طرق أحد اللصوص داره في محلة العمارة، وتكررَ نزوله عليه فتفكر في أمره واصطنع له فخًا يقبض على رجله إذا نزل وجعله بصورة الكرسي، ثم وضعه في الوضع الذي ينزل اللص منه، فلما كان الليل نزل اللص ووضع رجله على الكرسي المذكور فقبض على رجله، وآثر اللص على نفسه فتخلص من الفخ وفر هاربًا والدم يقطر من رجله، فلما خرج صاحب الترجمة إلى السطح عرف تفلت اللص من الفخ وانجراحه به فتعقب في الصباح أثر الدم حتى عرف دار اللص، فذهب إليه وتهدّده بالبطش والإهانة فشكى له حاله وتاب على يديه، ثم أكرمه صاحب الترجمة وعفا عنه.\r¬__________\r(¬27) الآية 58 سورة النجم.","seal":"1C73B340","page":360},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"وكان المترجم موهوبًا بالفنون من ذلك أنه كان اتخذ قنينة بللور لها فوهة ضيقة لا تدخل الإصبع وبداخلها كتابة بالحبر الأسود وفيها أدوات كبيرة خشبية إذا رآها الناس تعجبوا منها.\rوصنع كرة أرضية مركوزة على طاولة لطيفة وعليها رسوم الأفلاك والمنازل بصورة تروق للناظر.\rتوفي صاحب الترجمة سنة 1252 ودفن في مقبرة آل الشطي من السفح القاسيوني.\r\rسعيد بن أسعد السفاريني (¬28)\rكان إمامًا عالمًا عاملًا وهمامًا كاملًا فاضلًا معتمدًا عليه في مذهب الإمام الأوحد، العالم العامل المجتهد الإمام أحمد قدس الله سره ورفع في الدارين قدره، وكان له صلاح ظاهر ودأب على السنة باهر.\rمات رحمه الله في غرة رجب سنة اثنتين وخمسين ومائتين وألف ودفن في تربة الذهبية قرب قبر السيد عبد الباقي الحنبلي الأزهري.\r\rمحمد سعدي السيوطي (¬29)\rهو سعدي بن مصطفى بن سعد السيوطي الرحيباني الدمشقي مفتي الحنابلة بدمشق وابن مفتيها، تولى الإفتاء بعد وفاة والده سنة 1243، وكان صالحًا دينًا عفيفًا زاهدًا محمود السيرة، فقيهًا في الذهب، وكان ضعيفًا في\r¬__________\r(¬28) حلية البشر 2/ 667.\r(¬29) حلية البشر 2/ 664 مختصر طبقات الحنابلة 154.","seal":"7F0AF558","page":361},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"العربية بحيث يصحح له الفتوى الشيخ حسن الشطي، وقد تفقه على والده وعلى الشيخ إبراهيم الكفيري.\rتوفي في خامس عشر من شوال سنة ست وخمسين ومائتين وألف رحمه الله تعالى.\r\rأحمد بن رشيد (¬30)\rهو الشيخ الفاضل أحمد بن حسن بن رشيد بن عفالق النجدي أصلًا الأحسائي مولدًا ومنشأ الحنبلي مذهبًا.\rولد بالأحساء سنة 1180 هـ تقريبًا ونشأ بها وقرأ على علمائها ثم نزح إلى المدينة المنورة وجاور بها وأخذ يدرس الطلاب بالمسجد النبوي وتزوج بالمدينة ابنة مصطفى الرحمتي الأنصاري ولما دخل الإمام سعود بن عبد العزيز المدينة المنورة عام 1221 هـ قابله المترجم فرآه الإمام سعود عالمًا جيد الاعتقاد سلفيًا فأقره على التدريس بالمسجد النبوي وولاه مع ذلك قضاء المدينة المنورة بالاشتراك مع قاضيها أحمد الياس الإسطنبولي الحنفي.\rولما ظهر طوسون بن محمد علي باشا هرب المترجم من المدينة إلى الدرعية ومكث عند الإمام سعود بن عبد العزيز، وجلس للتدريس فأخذ عنه خلق كثير علم التجويد والقراءات.\rولما حوصرت الدرعية كلفه الإمام عبد الله بن سعود بمقابلة إبراهيم باشا والتفاهم معه بشأن الصلح وفك الحصار ووضع الحرب، فلم يتم شيء من ذلك واستولى إبراهيم باشا على الدرعية وعذب المترجم أنواع العذاب فخلع أسنانه وأشخصه إلى مصر وتوفي هناك سنة 1257 هـ رحمه الله.\r¬__________\r(¬30) انظر مشاهير علماء نجد وغيرهم 228 - 229.","seal":"B8210832","page":362},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"إبراهيم بن عبد الله الحنبلي الدمشقي (¬31)\rكان عالمًا بارعًا وزاهدًا عابدًا ورعًا فقيهًا في مذهب سيدنا الإمام أحمد بن حنبل ولا ريب أنه ذو مقام كامل أكل، ولم أطلع له على شيء من الشعر ولا من السجع والنثر.\rتوفي رحمه الله سنة اثنتين وستين ومائتين وألف، ودفن في مقبرة العارف بالله الشيخ رسلان قدس الله سره وجعل الفردوس مقره.\r\rابراهيم الكفيري (¬32)\rهو العالم الفاضل الفقيه الفرضي، تفقه على الشيخ مصطفى السيوطي والشيخ غنّام النجدي، وقرأ على غيرهما، وكان يحفظ (المنتهى) عن ظهر قلب، ويقرره للطلبة مع شرحه وكان الطلاب يصححون نسخ المنتهى من حفظه، وكان صالحًا ورعًا ناسكًا زاهدًا ملازمًا داره بمحلة القيمرية (¬33) وكانت الطلبة تأتيه إلى داره المذكورة، وكان العلامة الجد يعظمه وإذا أتاه بعض الطلبة لقراءة الفقه أرسله إليه، ولم ينصب نفسه لإقراء الفقه إلا بعد وفاته.\rوممن أخذ عنه الشيخ محمد خطيب دوما والشيخ عبيد القدومي النابلسي والشيخ أحمد القدومي الدمشقي وولده الشيخ صالح الكفيري المتوفى سنة 1282 رحمه الله تعالى. توفي سنة 1263 هـ تقريبًا.\r\rالشيخ مصطفى الشطي (¬34)\rمصطفى بن محمود بن معروف بن عبد الله بن مصطفى الشطي البغدادي\r¬__________\r(¬31) حلية البشر 1/ 29 - 30.\r(¬32) مختصر طبقات الحنابلة 154.\r(¬33) القيمرية محلة مشهورة بدمشق شرق الجامع الأموي.\r(¬34) حلية البشر 3/ 1539 مختصر طبقات الحنابلة 154 - 157.","seal":"06784023","page":363},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"الأصل الدمشقي الكرخي نسبة إلى الولي المشهور الشيخ معروف الكرخي، وهذه النسبة مستفيضة في بغداد معروفة لبني الشطي حتى الآن ولهم فيها آثار ومآثر منها جامع القزازة الحاوي على مقبرة عظيمة قديمة وأغلب آل شطي مدفونون بها، وهو الآن بيد بني البرزنجي من أسباطهم هناك، وقد انقرض الذكور منهم بالطاعون سنة 1227، وكان آخرهم الحاج إسماعيل شطي المتوفى سنة 1229 وكان قيل ذلك في حدود سنة 1180، ورد منهم إلى دمشق تجارًا كل من والد صاحب الترجمة الحاج محمود جلبي والحاج عمر جلبي والحاج خضر جلبي أولاد الحاج معروف جلبي وابن عمهم الحاج عبد الفتاح، فنزلوا في ديارهم المعروفة بهم قرب المدرسة البدرائية بدمشق وتجارتهم في خان اسعد باشا العظم بسوق البزورية، ثم نشأ صاحب الترجمة في صيانة وورع، وكان من العلماء العاملين والأولياء الكاملين عابدًا ناسكًا مجتنبًا للشبهات مشتغلًا بأنواع القربات، مشهورًا بالصلاح والتقوى بحيث كان مثال الورع في دمشق، مولده بدمشق سنة ثلاث وتسعين ومائة وألف، ونشأ في حجر والده المتوفي سنة 1201 ثم بعد ذلك بقي المترجم عند والدته مع أخويه الأكبرين الحاج أحمد والحاج محمد إلى أن بلغ من العمر ثلاثا وعشرين سنة، وكان إذا ذاك قد حفظ القرآن الكريم وبرع في العلوم، وقد قرأ في الفقه على العلامة الشيخ مصطفى الرحيباني الشهير بالسيوطي، ومن مقروآته عليه شرحه الذي صنفه على كتاب (غاية المنتهى)، وأخذ التفسير والحديث عن الشمس محمد الكزبري والشهاب أحمد العطار والنحو والصرف وغيرهما من الآلات عن الشيخ عبد القادر الميداني، وأخذ عن غيرهم من شيوخ دمشق. ثم أكب على العبادة والتلاوة مشتغلًا بالتجارة مع أخويه مع الورع والتقوى، وقد اشتهر أمرهم وامتدحوا بقصائد غراء، منها قصيدة بديعة مذيلة بنثر لطيف من إنشاء العلامة الشيخ","seal":"0DF6650E","page":364},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"محمد المسيري المقدسي في مدح المترجم وأخيه الحاج محمد المتوفى سنة 1242، مطلعها\rسقى الله وادي الشام ذا الرفع والهبطِ ... بواكرَ غيثٍ بين عال ومنحطّ\rوحيى ربوعًا قد برزن كواكبًا ... تميس كما ماس الخرائد بالمرطِ\rبلادٌ بها ينسى الغريب بلاده ... ويسلو أهاليه مع الصحب والرهط\rبلادٌ بها روض المسرة فائحٌ ... وبدر علاها لا يميل إلى حطّ\rيضوع بها ضوع المسرة عابقًا ... وتنهال مزنُ البشر فيها بلا قنطِ\rتكنفها الجنات من كل جانبٍ ... فأربى الشذا فيها على المِسْك والقسطِ\rوكم نَهَرٍ فيها يجوس خلالها ... وكم جدولٍ ينساب في الدر كالرقطِ\rوكم من مزاراتٍ بها ومشاهدٍ ... يلوح سناها للمصيب وللمخطي\rوكم ماجدٍ فيها وكم عالمٍ بها ... تجرّ به ذيلًا على ربة القرطِ\rوكم صالحٍ قد حل في فيحِ سوحها ... به يستقي غيثَ السماءِ إذا يبطي\rأخا الحزم يمم نحوها واثو عندها ... وجز لجّها واهبط ببحبوحة الشطّ\rتجد مستناخًا آهلًا ومبوّأ ... رحيبا وقومًا فضلهم جلّ عن ضبطِ\rبهم سارت الرُّكبان في كل وجهةٍ ... وطيب ثناهم قد دعا الناس للغبطِ\rأناس تراهم لا تتوق نفوسهم ... لغير العلى من غير شوب ولا خلطِ\rوهمتهم غرس المكارم في الورى ... وكسب المعالي والتقصّي عن الرمطِ\rوكم أسسوا آثار فضلٍ ومهّدوا ... قواعدَ برٍّ بدرها غير منحطِّ\rولم تلف فيهم غير برٍّ وماجدٍ ... وذلكَ دأبّ للشباب وللشُّمْطِ\rتنبّه كلٌ لمرادِ من الدنا ... فسارع في مرضاة خالقه المعطي\rولم يثنهم عن منهج الرشد صارفٌ ... ولا غرت الدنيا بشيلٍ ولا حطِّ\rولا نظروا شذرًا ولا آثروا بها ... ولا اشتغلوا بالثلب والطعن والغمطِ","seal":"AEC6E365","page":365},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"نواديهمُ بالعلم والذكرِ حية ... وأرقابهم عن منتمى الخير لا تخطي\rوسيرتهم بين الأنام حميدةٌ ... ومنهجهم جارٍ على منهج القسطِ\rومنزلهم مأوى الكرامة دائمًا ... وشأنهم يرضي الإلهَ بلا سخطِ\rوما الشام إلا مقلةً هم سوادُها ... وسمط لآلٍ هم فرائدُ في السمطِ\rوما الشامُ في البلدانِ إلا قصيدةٌ ... وهم بيتها أكرمْ بالاباء والسبطِ\rأدام إلهي فضلهم متضاعفا ... ورشحهم بالايد والفضل والبسط\rوصانهمُ من كل كربٍ وآفة ... ومن شرِّ ذي شرٍ ومن كيد ذي ضغط\rولا زال عون الله يرعى ديارهم ... ومزن عطاياطم تسح ولا تبطي\rويحكى عن المترجم مناقب في الورع عظيمة ولم يزل على وتيرة العبادة والنسك وحسن السيرة إلى أن توفاه الله تعالى.\rوكانت وفاته ليلة الجمعة سلخ جمادى الثانية سنة تسع وستين ومائتين والف، ودفن في سفح قاسيون في تربة آل شطي قرب المغارة الجوعية (¬35) رحمه الله تعالى.\r\rمحمد بن ظَهِيره (¬36)\rمحمد بن يحيى بن ظهيره المكي القرشي الحنفي مفتي الحنابلة العالم الفقيه الفاضل المعمر البركة ذكر الشيخ محمد بن حميد المفتي في كتابه السحب الوابلة: (أنه مكث في الافتاء فوق الثمانين سنة وكان يكتب له الفتوى الشيخ يوشع سنبل المكي ثم من بعده شيخنا الهديبي ثم من بعده الحقير ولم أر أحدًا مكث في الفتوى مثله وحين توفي له من المعمر مائة وبضع عشرة سنة) انتهى ونقل\r¬__________\r(¬35) المغارة الجوعية: في لحف جبل قاسيون [الدارس 2/ 354].\r(¬36) المختصر من كتاب نشر النور والزهر 2/ 407 - 408.","seal":"2253A9CF","page":366},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"بعض الفضلاء عن الشيخ علي الحنبلي ابن أخت المترجم بأن عمره إذ ذاك أربع وعشرون ومائة وأنه توفي سنة واحد وسبعين ومائتين وألف أقول وهو آخر بيت ظهيره مفاتي مكة وقضاتها. وظهيره بفتح الظاء المعجمة المشالة وكسر الهاء المهملة كما رأيته مضبوطًا عن بعض الثقات. وأخبرني بعض من أثق به أيضًا بأنه اطلع على رسالة البدور المنيرة في ذكر بني ظهيره فوجده مضبوطًا بما ذكر.\rتوفي رحمه الله سنة 1271 هـ.\r\rعبد الرحمن بن عبد الله (¬37)\rهو الشيخ عبد الرحمن بن الشيخ عبد الله ابن الشيخ العلامه محمد بن عبد الوهاب. ولد بالدرعية سنة 1219 هـ وقرأ القرآن ومبادئ العلوم بها ثم نقل مع والده إلى مصر بعد سقوط الدرعية سنة 1233 هـ ودرس بالجامع الأزهر ولما تخرج تولى مشيخة رواق الحنابلة في الأزهر. درس عليه كثيرون وكان عالمًا فقيهًا ذا سمت حسن يظهر عليه التقى والصلاح. توفي بمصر سنة 1274 هجرية.\r\rحسن الشطي (¬38)\rحسن بن عمر بن معروف الشطي الدمشقي مولدًا ووفاة، البغدادي أصلًا لشيخ الإمام العلّامة المحدث الفقيه النحوي الفرضي الحيسوبي الثبت الثقة\r¬__________\r(¬37) مشاهير علماء نجد 75 - 77 حلية البشر 2/ 839.\r(¬38) حلية البشر 1/ 478 روض البشر 64 - 67 فهرس دار الكتب المصرية ملحق الجزء الأول 95، 6/ 167 الأعلام 2/ 226 - 227 معجم المؤلفين 3/ 267 مختصر طبقات الحنابلة 157 - 159 مقدمة كتاب غاية المنتهى.","seal":"D20AD920","page":367},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"الورع التقي شيخ الحنابلة ومرجعهم وإمام الفرضيين ومسندهم، ولد بدمشق في صفر سنة حمس ومائتين وألف، ونشأ في حجر والده في صيانة ورفاهية، وتوفي والده في سنة 1218 فأخذ في طلب العلم، وأدرك الشمس محمد الكزبري والشهاب أحمد العطار فأخذ عنهما، وتفقه على الشيخ مصطفى السيوطي والشيخ غنّام النجدي، وحضر في الفرائض والنحو على الشيخ عبد الله الكردي، وقرأ على الشيخ عبد الرحمن الكزبري والشيخ حامد العطار والشيخ عبد الرحمن الطيبي والشيخ يحيى المصالحي وملا علي أفندي السويدي والشيخ خليل الخشة، وأخذ حديث الأولية عن الشيخ عمر المجتهد، وأخذ عن غيرهم بدمشق، ورحل إلى بغداد سنة 1226 فأخذ عن مشايخ أجلهم الشيخ محمد البكيري، وأخذ عن مشايخ الحجاز سنة 1232 من أجلهم الشيخ محمد طاهر الكوراني. وألّف صاحب الترجمة المؤلفات النافعة منها (منحة مولى الفتح في تجريد زوائد الغاية والشرح) أي غاية الشيخ مرعي الكرمي وشرح شيخه السيوطي مجلد كبير، و (النثار على الإظهار) مجلد و (مختصر شرح العقيدة) للسفاريني مجلد، و (بسط الراحة لتناول المساحة)، و (شرح على رساله في أنْ المصدرية)، و (شرح على الكافي في العروض والقوافي)، و (شرح على حزب النواوي)، ومنسك كبير ومعراج، ومولد وعقيدة، وثبت، و (رسالة في البسملة)، و (رسالة في فسخ النكاح)، وكان صاحب الترجمة متبحرًا في العلوم متخليًا بحلي المنطوق والمفهوم خدم مذهب الإمام أحمد بن حنبل الخدمة التامة فكان حامل لوائه، وانتهى إليه علم الفرائض فكان محيي رمته. وكان شأنه العلم والعبادة وكسبه كأسلافه الصالحين من التجارة الخالصة، ولمزيد ورعه لم يعهد له مداخلة في أمور الحكومة حتى تولّت مريدوه المناصب العلمية وهم خاضعون لفضله، ولا اشتغالٌ بأعمال الفرضيين مع انفراده بها في عصره حتى ندب لذلك جماعة من تلامذته، فأخذوا","seal":"194EE221","page":368},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"عنه فنون الفرائض والحساب والمساحة واشتغلوا بها حال حياته، وبعد وفاته انتشرت هذه العلوم بدمشق وغيرها، وكان له الفضل والخير في الفقه الحنبلي، فإنه انفرد به في عصره حتى رحل إليه الطالبون من بلاد نجد ونابلس ودوما ورحيبة وضمير وغيرها، فأخذوا عنه الفقه رواية ودراية وتلقوه خلفًا بعد سلف، وكانت دروسه في داره وفي محراب الحنابلة من الجامع الأموي، وكان عليه تولية وتدريس المدرسة الباذرائية وهي من أعمر المدارس وأزهرها بدمشق، وكان له في الدين والورع أمور كثيرة شهيرة، ومن نوابغ تلامذته الذين أخذوا عنه وانتفعوا به مفتي دمشق السيد محمود حمزة وأخوه أسعد وقاضي دمشق سعيد الأسطواني ورضا الغزي وأخوه حسين والشيخ بكري والشيخ عمر والشيخ إبراهيم أحفاد الشهاب العطار والشيخ أحمد مسلم الكزبري والقاضي الشافعي الشيخ سليم سبط الطبي والمفتي الشافعي محمد الغزي ودرويش العجلاني والقاضي الحنبلي الشيخ محمد البرقاوي والمفتي الحنبلي الشيخ سعيد السيوطي والشيخ محمد الطيبي مفتي حوران والشيخ عبد الله القدومي شيخ الديار النابلسية والشيخ يوسف البرقاوي شيخ رواق الحنابلة في الأزهر والشيخ محد خطيب دوما وغيرهم من دمشقيين وآفاقيين. وكان له نظم قليل فمنه قوله:\rيا عاذلي في حبها دع عنك ذا ... إن لم تدع غارت لها شجعانها\rوفّى بأنواع البديع نظامها ... وبمدح طه زينت تيجانها\rفخليلنا أسدى لنا معروفه ... مذ صاغها فتقاصرت أقرانها\rلا زال يرتع في ميادين العلى ... ما جددا أيامنا ملوانها\rوقوله:\rأيًا خلا حوى لطفًا وأولى ... من المعروف خدْنا ثم أولى","seal":"99D363C4","page":369},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"لئن تنصف فقد صوبت رأيًا ... وإن تسمح وتعذر فهو أولى\rففي الأيام ما يدهي ويلهي ... وهل يجديك قولي: دعه أولا\rولم يزل صاحب الترجمة على طريقته المثلى وحالته إلى أن توفي، وكانت وفاته بعيد الغروب ليلة السبت رابع عشر جمادى الثانية سنة أربع وسبعين ومائتين وألف، ودفن بمحفل عظيم في السفح القاسيوني في مقبرة بني الشطي المعروفة بتربة البغادة.\r\rعبد الرحمن بن محمد بن عبد الوهاب النجدي (¬39)\rالعالم المشهور ذو الفضل المعروف، ولد في بلاد نجد. ثم إن محمد علي باشا لما أمره السلطان محمود بمقاتلة الوهابيين، أرسل ولده إبراهيم باشا ومعه معسكر عظيم من الأكراد والأرناؤوط وعرب مصر الهوّارة لمحاربة عبد الله بن سعود أمير نجد فقاتلهم وقتل ونهب وحرق وخرب وأسر عبد الله بن سعود وأرسله إلى مصر، فبعثه والي مصر إلى السلطان محمود فصلبه. وأما باقي عائلة أمراء الوهابيين المعروفين بآل المقرن، وباقي بيت الشيخ محمد بن عبد الوهاب المشهورين ببيت الشيخ، فإنه نقلهم جميعًا إلى مصر وأسكنهم هناك ورتب لهم المعاشات، وكان من جملتهم المترجم المرقوم فالتفت إلى الطلب والتعلم والتعليم والاستفادة والإفادة إلى أن صار في الأزهر شيخ رواق الحنابلة، وكان ظاهر التقوى والصلاح والعبادة.\rولم يزل على حالته المرضية وطاعته وعبادته وإفادته إلى أن احتضرته المنية سنة أربع وسبعين ومائتين وألف رحمه الله تعالى.\r¬__________\r(¬39) حلية البشر 2 - 839.","seal":"AA147570","page":370},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"الشيخ أبا بطين (¬40)\rهو العلاقة الفقيه الشيخ عبد الله بن عبد الرحمن بن عبد العزيز الملقب كأسلافه أبا بطين العائذي نسبًا الحنبلي مذهبًا النجدي بلدًا.\rولد في بلدة الروضة من بلدان سدير لعشر بقين من ذي القعدة سنة أربع وتسعين ومائة وألف من الهجرة ونشأ بها وقرأ على عالمها محمد بن الحاج عبد الله بن طراد الدوسري الحنبلي فمهر في الفقه.\rرحل إلى شقراء عاصمة الوشم بنجد واستوطنها وقرأ على قاضيها الشيخ العلامة عبد العزيز بن عبد الله الحصين تلميذ الشيخ محمد بن عبد الوهاب التفسير والحديث والفقه وأصول الدين وبرع في ذلك كله وأخذ عن العلامة أحمد بن حسن بن رشيد العفالقي الأحسائي ثم المدني الحنبلي وعن الشيخ العلامة محمد بن ناصر بن عثمان بن معمر التميمي.\rولما تولى الإمام سعود بن عبد العزيز على الحرمين الشريفين سنة 1220 هـ ولاه قضاء الطائف، ثم صار قاضيًا على شقراء وعلى جميع بلدان الوشم. وبعدما قتل الإمام تري شهيدًا وتولى بعده ابنه الإمام فيصل أقره على قضاء القصيم سنين عديدة. كان جلدًا على التعليم كريمًا ساكنًا وقورًا كثير التهجد والعبادة قليل المجيء إلى الناس وقرأ عليه خلق كثيرون، كتب بخطه كتبًا عديدة قيمة؛ اختصر (بدائع الفوائد) لابن القيم، وكتب (حاشية على شرح المنتهى) في مجلد ضخم واختصر كتاب (إغاثة اللهفان) وتعليقات على (الروض المربع شرح زاد المستقنع) و (تعليقات على شرح الدرة المضيئة شرح\r¬__________\r(¬40) مشاهير علماء نجد وغيرهم 235 - 238 عقد الدرر 18 و 60 هدية العارفين 1/ 491 الأعلام 4/ 232.","seal":"46970460","page":371},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"عقيدة السفاريني) و (تأسيس التقديس في كشف تلبيس داود بن سليمان بن جرجيس) وفتاوى كثيرة طبعت ضمن رسائل علماء دعوة التوحيد المسماة بـ (الرسائل والمسائل النجدية). ورجع إلى شقراء بسبب الحاح أهلها فأقام بها حتى توفي في السابع من جمادى الأولى سنة 1282 هـ.\r\rالشيخ أحمد قاضي قصبة الزبير (¬41)\rالشيخ أحمد بن الشيخ عثمان بن جامع، الحنبلي المذهب الأنصاري النسب ولد رحمه لله في أواخر السنة الرابعة والتسعين ومائة وألف من هجرة سيد الثقلين في الزيارة من أعمال البحرين وقرأ العلوم في الأحساء على من كان فيها حتى حصل له الكفاية وصار على جانب عظيم من الدراية ثم انتقل إلى البصرة واتخذ في قصبة سيدنا الزبير مثواه ومستقره ونصب من قبل قضاة البصرة قاضيًا فيها إذ كان نافذ الحكم بين أهاليها فسار على أحسن مسيرة. وكان تولى قضاء البحرين ثم الزبير وبقي فيها قاضيًا إلى أن مات في سنة 1285.\rثم تولى القضاء بعده ولده السيد محمد سنة 1287 هـ.\r\rالشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب (¬42)\rهو العلامة الشهير عبد الرحمن بن حسن حفيد الشيخ العلامة محمد بن عبد الوهاب. ولد في الدرعية سنة 1193 فحفظ القرآن في التاسعة ولازم دروس\r¬__________\r(¬41) الدر المنتثر في رجال القرن الثاني عشر والثالث عشر تأليف علي علاء الدين الألوسي طبع في بغداد سنة 1967.\r(¬42) مشاهير علماء نجد ص 78 - 86 الأعلام 4/ 76.","seal":"942B5C97","page":372},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"العلم وقرأ على جدّه كتاب التوحيد حتى أبواب السحر وجملة من كتاب آداب المشي إلى الصلاة وحضر عليه قراءات كثيرة في كتب التفسير. والحديث والأحكام ثم لازم علماء الدرعية بعد وفاة جده فقرأ على الشيخ حمد بن ناصر بن معمر كتاب المقنع ومختصر الشرح الكبير وغيرهما .. وقرأ على الشيخ عبد الله بن فاضل وقرأ على عمه الشيخ عبد الله وقرأ على الشيخ عبد الرحمن ابن خميس في الفرائض وقرأ على الشيخ حسين بن غنام صاحب التاريخ المشهور في النحو. ثم جلس لطلاب العلم ثم ولي قضاء الدرعية زمن الإمام سعود بن عبد العزيز وابنه الإمام عبد الله بن سعود.\rولما خرج طوسون بن محمد علي باشا لقتال السلفيين جنّد الشيخ عبد الرحمن نفسه للقتال وحضر وقعة وادي الصفراء بالقرب من المدينة التي هزم فيها طوسون، واستمر الشيخ في القتال حتى سقوط الدرعية فنقله إبراهيم باشا مع عائلته إلى مصر وبقي هناك ثماني سنوات قرأ فيها على عدة علماء منهم الشيخ حسن القويسني الذي حضر عليه (شرح جمع الجوامع للمحلي) و (مختصر السعد) في المعاني والبيان وأجازه بجميع مروياته، وقرأ بمصر على مفتي الجزائر محمد بن محمود الجزائري الحنفي (الأحكام الكبرى) للأشبيلي وأجازه بجميع مروياته عن شيخه الشيخ محمود الجوائري والشيخ علي بن الأمير. وقرأ القرآن على الشيخ إبراهيم العبيدي المقري شيخ مصر في زمنه في القراءات، وقرأ الشاطبية وشرح الجوزية على الشيخ أحمد بن سلمونة وقرأ على الشيخ يوسف الصاوي شرح الخلاصة لابن عقيل وقرأ على الشيخ إبراهيم الباجوري شرح الخلاصة للأشموني، وحضر على محمد الدمنهوري في الاستعارات والكافي في علمي العروض والقوافي. ولما استعاد الإمام تركي بن عبد الله بن محمد ابن سعود نجدًا سنة 1240 هـ عاد صاحب الترجمة معززًا مكرمًا وأعان","seal":"52AD39CE","page":373},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"الإمام تركي على تأسيس ونشر الدعوة السلفية. وانتهت إليه رئاسة علماء نجد وتخرج به خلائق كثيرون وقام يبث العلم وينشر الدعوة.\rله (القول الفصل النفيس في الرد على داود بن جرجيس) و (المقامات) ردّ فيه على عثمان بن عبد العزيز بن منصور الناصري و (المحجة) ردّ فيه على صاحب السحب الوابلة و (بيان كلمة التوحيد) ردّ فيه على عبد الحميد الكشميري و (فتح المجيد) شرح فيه كتاب جده الشيخ العلامة محمد بن عبد الوهاب وله حاشية أيضًا على كتاب الجد المذكور، و (الرد والردع) رد فيه على داود بن جرجيس (خ) ورسائل كثيرة.\rوكان صاحب الترجمة متنبهًا فطنًا عاصر ستة ملوك من آل سعود وكانت وفاته بالرياض عشية السبت حادي عشر ذي القعدة سنة 1285 هـ ودفن في مقبرة العود.\r\rابن مانع (¬43)\rعبد الرحمن بن محمد بن عبد الله بن محمد بن إبراهيم بن مانع الوهيبي التميمي؛ قاض من علماء الحنابلة من أهل (شقراء) بنجد، جمع مكتبة حافلة منها ما نقله بخطّه وجرّد \"حاشية\" جدّه لأمه عبد الله بن عبد الرحمن (أبا بطين) على (المنتهى) من هوامش نسخته فجاءت في مجلّد ضخم وتولى قضاء القطيف. مات بالأحساء سنة 1287 هجرية.\r\rسعيد السيوطي (¬44)\rسعيد بن مصطفى بن سعد السيوطي الرحيباني الأصل الدمشقي، الشيخ\r¬__________\r(¬43) عقد الدرر 84، الأعلام 4/ 110 مشاهير علماء نجد وغيرهم 239.\r(¬44) مختصر طبقات الحنابلة 160 - 161.","seal":"2B8AFA8A","page":374},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"الفقيه الفاضل النبيل مفتي الحنابلة بدمشق بعد أخيه الشيخ محمد سعدي المتوفى سنة 1256. ولد بدمشق سنة أربع وثلاثين ومائتين وألف، ونشأ بها حجر والده وأخيه المقدم ذكرهما، ثم أخذ في طلب العلم فتفقه على أخيه المذكور وعلى الشيخ حسن الشطي، وحضر في علوم الآلات على العلامة الشيخ سعيد الحلبي، وأقيم في مكانه رضا الغزي، وولي أيضًا نيابة قضاء السّلط، وكان عليه من أسلافه جملة وظائف دينية، منها تولية الجامع المظفري المعروف بجامع الحنابلة في صالحية دمشق، فاستمر بها وبالفتوى إلى أن توفي وكانت وفاته في ثامن عشري المحرم سنة ثمان وثمانين ومائتين وألف رحمه الله تعالى آمين.\r\rعبد اللطيف بن عبد الرحمن (¬45)\rهو الشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن الشيخ العلامة محمد بن عبد الوهاب ولد سنة 1225 هـ في الدرعية وقرأ بها القرآن ولما سقطت على يد إبراهيم باشا نقل إلى مصر وعمره ثمان سنوات بمعية والده سنة 1233 فنشأ بها وتزوج فيها وأقام بها إحدى وثلاثين سنة درس خلالها العلم على علماء نجديين ومصريين منهم والده وابن عمه الشيخ عبد الرحمن بن عبد الله بن محمد بن عبد الوهاب والشيخ محمد بن محمود الجزائري الحنفي والشيخ إبراهيم الباجوري شيخ الجامع الأزهر في زمنه والشيخ مصطفى الأزهري والشيخ أحمد الصعيدي وغيرهم.\rثم رجع إلى نجد سنة 1264 واستقر بالرياض أشهرًا جلس فيها لطلاب\r¬__________\r(¬45) أنظر مشاهير علماء نجد 93 - 121 الأعلام 4/ 182 حلية البشر 2/ 839 معجم المؤلفين 6/ 10 - 11 عقد الدرر 114 معجم المطبوعات 168 هدية العارفين 1/ 619 إيضاح المكنون 1/ 477 و 2/ 585.","seal":"8A08D065","page":375},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"العلم حيث عرف فضله وعلمه فأرسل إلى الأحساء لنشر الدعوة ومناظرة العلماء فأقام بها سنتين. ورجع بعد ذلك إلى الرياض فعمل هو ووالده على مؤازرة الإمام فيصل ابن الإمام تركي.\rكان قوي الشخصية جم العلم صادق اللهجة مخلصًا آمرًا بالمعروف ناهيًا عن المنكر مهابًا محترمًا عند الولاة.\rأخذ عنه العلم خلائق من نجد كثيرون. له مؤلفات كثيرة منها (تأسيس التقديس في الرد على داود بن جرجيس) و (مصباح الظلام في الرد على من كذب على الشيخ الإمام) رد فيه على عثمان بن عبد العزيز بن منصور و (تحفة الطالب والجليس في الرد على ابن جرجيس) ورسائل كثيرة وغير ذلك اتصف فيه ببلاغة الأسلوب والجزالة وله قصائد ومطولات.\rتوفي في الرابع عشر من ذي القعدة سنة 1293 هـ عن ثمانية وستين عامًا.\r\rعبد السلام الشطي (¬46)\rعبد السلام بن عبد الرحمن بن مصطفى بن محمود الشطي الدمشقي، العالم الفاضل العابد الناسك الأديب الشاعر اللوذعي اللطيف، كان من ظرفاء أهل دمشق حسن العشرة لطيف المذاكرة مفننًا بالأدب يغلب عليه الصلاح. ولد بدمشق سنة ست وخمسين ومائتين وألف، قرأ ألقرآن وتعلم الخط وهو صغير جدًا، وأخذ عن مشايخ كثيرين منهم الشيخ عبد الله الحلبي والشيخ محمد الجوخدار والشيخ عبد الرحمن بيازيد وأحمد أفندي الاستانبولي والشيخ أحمد\r¬__________\r(¬46) حلية البشر 2/ 848 روض البشر 146 الأعلام 4/ 129 فهرس دار الكتب المصرية 3/ 138 منتخبات التواريخ لدمشق 2/ 673 - 674 مقدمة ديوانه، معجم المطبوعات 1125 - 1126 معجم المؤلفين 5/ 226 مختصر طبقات الحنابلة 162 - 164 وأعيان القرن الثالث عشر لمردم بك 58.","seal":"E4C308A3","page":376},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"مسلم الكزبري والشيخ مصطفى المغربي نزيل دمشق والشيخ صالح جعفر والشيخ عمر العطار، وحضر في الفقه وغيره دروس الشيخ حسن الشطي ثم ولده الشيخ أحمد الشطي، ولازم الشيخ سليم العطار الملازمة التامة في التفسير والحديث وغيرهما، وحج مرتين سنة 1274 وسنة 1284، ودخل مصر وغيرها فاستجاز أجلة الشيوخ كالشيخ ابراهيم الباجوري والشيخ إبراهيم السقا والشيخ مصطفى المبلط والشيخ محمد البنا مفتي اسكتدرية والشيخ داود البغدادي النقشبندي والشيخ جمال المكي رئيس المدرسين في المسجد الحرام والسيد أحمد محيى الدين الحسيني مفتي غزة، وأخذ الطريقة القادرية عن السيد محمد نوري القادري ورحل إلى قسطنطينية سنة 1293 ووجه عليه تدريس أدرنه وخصص له راتب من الصر السلطاني، وأمّ في محراب الحنابلة من الجامع الأموي احتسابا، وكان مشهورًا بالذكاء واللطف والورع الزائد لا سيما فيما يتعلق بالطهارة.\rوكان له مزاح ودعابة بحيث لا يمل جليسه منه ولا يعدل صاحبه عنه، وله شعر في غاية السلاسة وربما عمل القصيدة الموزونة ولم يعلم من أي بحر هي. ولم يزل في أرغد عيش وأحسن حال حتى وقعت مسألة كسر البسيط التي عمل فيها قصيدته:\rكسر البسيط برأيه المعكوس ... وأتى لدرس العم بعد دروس\rفانتصر الأمير عبد القادر الجزائري للشيخ الطنطاوي الذي انكسر البسيط على يده (¬47) فأرسل إلى المترجم فأهانه في داره بحضور جماعة من العلماء، فبعد\r¬__________\r(¬47) قصة البسيط قصة مشهورة ارجع في تفصيلها إلى كتاب حلية البشر عند ترجمة الشيخ محمد الطنطاوي.","seal":"EA1BAC27","page":377},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"ذلك اغبرّ عيش صاحب الترجمة وتكدر صفاؤه، وأخيرًا تنبه الأمير لغلطه فأرسل إليه صرة فيها خمسون ليرة فردها وارسل يقول: أنا لا ابيع مصيبتي (وعند الله تجتمع الخصوم)، ثم جاء الأمير بنفسه إلى دار المترجم فأخذ بيده واستسمح منه.\rوله ديوان شعر منه:\rإليك رسول الله أشكو نوائبا ... لقد أنحلت جسمي وأعمت بصيرتي\rوقد زاد بي سقمي وطال تمرضي ... وقد ضاق بي صدري وصرت بحيرةِ\rوحالي لا يخفاك تفصيلُ شرحه ... فجدْ لي بكشف الضرّ واقبل عريضتي\rفيا خير خلق الله يا أشرف الورى ... على بابك العالي أنخت مطيتي\rوفيك لقد أملت نيل مقاصدي ... وأرجوك يا مختار إبراء علتي\rعليكَ صلاةُ الله ثم سلامه ... وآلك والأصحاب في كل طَرْفة\rوقال مضمنا مصراع بيت للعارف ابن الفارض:\rأجريت من شوقي إليك مدامعي ... وازداد من عشقي عليك تلهفي\rومذ حيّى غدا كالبدر يزهو ... بياض في بياض في بياض\rوقال فيه العالم الشيخ صالح المنير:\rبدا عبد السلام ففاح منه ... شذًا يسمو على زهر الرياض\rومذ حيّى غدا كالبدر يزهو ... بياض في بياض في بياض\rوقد ألف رسائل لطيفة واجتمع عنده من الكتب ما لم يجتمع عند غيره فأوقف البعض منها على ذريته وبيع أغلبها في تركته.","seal":"F2A661A5","page":378},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"وكانت وفاته فجأة ليلة إحدى عشري محرم سنة خمس وتسعين ومائتين وألف عن 39 عامًا، ودفن في التربة الذهبية (¬48) بمشهد حافل ولم يعقب ذكرًا رحمه الله تعالى.\r\rمحمد بن حميد مفتي الحنابلة (¬49)\rمحمد بن عبد الله بن عثمان بن حميد العامري نسبة إلى عامر بن صعصعه النجدي مفتي الحنابلة بمكة المكرمة وخطيب المسجد الحرام وإمامه، الإمام العلامة الفقيه المحدث النسابة المتقن التقي مرجع أهل العلم والفتوى نادرة العصر ذو الفضائل ولد في بلدة عنيزة مركز القصيم بنجد سنة 1236 هـ وقرأ على شيخه الشيخ عبد الله بطين أولًا في المختصرات ثم المطولات منها (شرح المنتهى) في الفقه وصحيح البخاري وصحيح مسلم و (المنتقى) و (مختصر التحرير) في أصول الفقه و (شرح عقيدة السفاريني الكبير) مع رسائل كالواسطية والحموية والتدمرية.\rوأخذ عن جملة من المشايخ الأجلاء منهم السيد محمد السنوسي وروى عنه حديث الأولية ولازمه سنين عديدة وأجازه بثبته وروى بالاجازة العامة عن المحدثين الشيخ عابد السندي والشيخ محمد الأهدل. وأخذ علوم الآلات عن العلامة محمود الآلوسي مفتي بغداد والشيخ إبراهيم السقا الأزهري وتفقه في مذهب الحنابلة على الشيخ محمد الهديبي نزيل المدينة المنورة المتوفى بها سنة 1261 وهو تفقه على العلامة الشيخ محمد بن فيروز الاحسائي نزيل البصرة\r¬__________\r(¬48) التربة الذهبية شرق تربة الدحداح يفصل بينهما طريق.\r(¬49) مختصر طبقات الحنابلة 161 - 162 الأعلام 7/ 121 - 122 المختصر من كتاب نشر النور والزهر 2/ 373 - 375. مشاهير علماء نجد 286، وفهرس الفهارس 1/ 392.","seal":"278B89A1","page":379},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"المتوفى سنة 1216 ويروي صاحب الترجمة الفقه أيضًا عن الشيخ عبد الجبار البصري نزيل المدينة المنورة عن الشيخ مصطفى السيوطي مفتي الحنابلة بدمشق وغيرهم.\rوكان الشيخ محمد بن حميد محبًا لابن تيمية وتلامذته معتنيًا بهم وبمؤلفاتهم. سافر إلى مكة واليمن والعراق ومصر ودمشق فنزل فيها في دار آل الشطي وصارت بينه وبينهم مودة واجتمع بجملة من أعيان دمشق ثم استقر في مكة المكرمة مفتيًا للحنابلة.\rمن مؤلفاته (السحب الوابلة على اضرحة الحنابلة) و (النعت الأكمل بتراجم أصحاب الإمام أحمد ابن حنبل) و (حاشية على شرح المنتهى) في الفقه و (ملخص بغية الوعاة) وغير ذلك.\rكانت وفاته رحمه الله بمدينة الطائف سنة 1295 هـ\r\rمحمد البرقاوي (¬50)\rمحمد بن مصطفى بن سليمان البرقاوي أصلًا وشهرة الدمشقي، الشيخ الجليل الفاضل النبيل المعمر، قاضي الحنابلة وابن قاضيها.\rولد بدمشق في حدود سنة عشرين ومائتين وألف ونشأ في حجر والده المقدمة ترجمته (¬51)، وأخذ الفقه عنه وعن الشيخ حسن الشطي، وحضر في بعض العلوم على العلامة الكبير الشيخ سعيد الحلبي والعلامة المحدث الشيخ عبد الرحمن الكزبري، ثم لازم ولديهما الشيخ عبد الله الحلبي والشيخ أحمد مسلم الكزبري، وصار رئيس الكتاب في محكمة السنانية ثم في البزورية ثم في\r¬__________\r(¬50) مختصر طبقات الحنابلة 164 - 165.\r(¬51) تقدمت ترجمته ص 359.","seal":"11771D91","page":380},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"العونية، وتولى القضاء بعد وفاة والده سنة 1250 فاستمر به في العونية إلى أن توفي.\rوكانت وفاته يوم الإثنين تاسع عشر صفر سنة سبع وتسعين ومائتين وألف.\rويحكى أنه كان لصاحب الترجمة إقدام في مسائل الطلاق والفسخ، حتى وقعت حادثة فسخ في المحكمة الشرعية سنة 1259 اجتمع لها عند القاضي جمع من المشايخ، فتصدى للفسح كل من المترجم وسعيد السيوطي المفتي الحنبلي ففسخا عقد الزوجة التي غاب زوجها ولم يقنع القاضي العام إذ ذاك السيد محمد نظيف، فأرسل إلى الشيخ حسن الشطي يسأله عنها لما سمع من أنه هو شيخ الحنابلة وإمامهم في العلم والعمل، فأفتى بفساده لعدم استيفاء شروطه، ثم صححه المذكوران لدى القاضي المذكور في غيبة الشيخ حسن الشطي، فعندها بادر الشيخ الشطي رحمه الله فحضر إلى مجلس القاضي وأرعد وأبرق وتلا عليهم النص، حتى أبطل القاضي الحكم المذكور، وعزل المترجم وولي مكانه الشيخ عبد الحفيظ النابلسي مدة، ومن غريب الاتفاق أنه لم يمض على هذه الحادثة بضعة أيام حتى حضر الزوج الأول من غيبته وقبض على زمام زوجته؛ وقد تولى القضاء بعد صاحب الترجمة الشيخ أحمد الشطي فصار بعده يحكم ويقضي ويكتب ويمضي، ولم تطل مدته فيه؛ ففي سنة 1298 وقعت حادثة حكم فيها بقواعد المذهب، فلما علم بذلك القاضي العام وقتئذٍ موسى كاظم قال: كيف لا ترفع إلي مثل هذه المهمة وأنا القاضي العام ثم أصدر أمره بإلغاء القضائين الحنبلي والشافعي من أصلهما، فتعطلت الأوقاف على أربابها أشهرًا ثم ألحّ على القاضي المذكور بعض أعيان دمشق بأن يعيد الحالة إلى ما كانت عليه، فأعاد القاضي الشافعي وأبي أن يعيد القاضي الحنبلي الشيخ أحمد الشطي، فطلب","seal":"E1FE1DC1","page":381},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"الوظيفة حينئذ توفيق السيوطي سليل الإفتاء الحنبلي، وكان من الكتاب بمحكمة الباب فولاه إياها على أنه هو والشافعي نائبان من قبله، ولم يزل توفيق نائبًا حنبليًا في المحاكم الشرعية إلى سنة 327، وفيها تولى الشيخ محمد جميل الشطي النيابة الحنبلية في محكمة السنانية ثم في محكمة العونية بمرسوم من قبل السيد محمد رفعت قاضي دمشق وما زال بها إلى أن ألغيت محاكم الأطراف بمقتضى التنسيقات العمومية، فبقي السيوطي في محكمة الباب إلى ختام ربيع الثاني سنة 1339، وفيه صدر الأمر السامي بتوجيه القضاء على الشيخ محمد جميل الشطي فباشر في المحكمة الشرعية بدمشق حسب العوائد القديمة (¬52).\r\rعبد العزيز بن حسن (¬53)\rهو الشيخ الفاضل عبد العزيز بن حسن بن عبد الله بن محمد بن يحيى من بني لام.\rولد في مدينة ملهم ونشأ بها وقرأ القرآن ثم اشتغل بطلب العم فقرأ على الشيخ محمد بن مقرن بن سند ثم رحل إلى الرياض فقرأ على الشيخ عبد الرحمن بن حسن بن الشيخ محمد بن عبد الوهاب في الفقه والتفسير والتجويد والنحو وقرأ على ابنه الشيخ عبد اللطيف.\rتولى قضاء بلدان المحمل بنجد للإمام فيصل بن تركي فعرف بين أهلها بسرعة البت في القضايا وعدم التأني في الأحكام.\rأخذ عنه عديدون\rتوفي الشيخ عبد العزيز سنة 1298 هـ.\r¬__________\r(¬52) سيأتي تفصيل ذلك قي ترجمة الشيخ محمد جميل الشطي.\r(¬53) مشاهير علماء نجد 242 - 243.","seal":"33C23E34","page":382},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"عبيد القدومي (¬54)\rعبيد بن عبيد الله القدومي موطنًا وشهرة، عالم كبير وفاضل شهير، كان غرة في جبهة الديار النابلسية وعلمًا في الطائفة الحنبلية، فقيهًا محدثًا تاريخيًا صالحًا تقيًا.\rولد سنة اثنتي عشرة ومائتين وألف بقرية كفر قدوم من قرى نابلس، ونشأ منشأ حسنًا، ثم رحل إلى دمشق لطلب العلم فلازم الأستاذين الشيخ سعيد الحلبي والشيخ إبراهيم الكفيري وغيرهما من الأعلام حتى فاق وبرع، ثم رجع إلى وطنه المذكور فما زال يفيد ويستفيد مع الجاه والقبول عند الخاص والعام حتى أدركته الوفاة سنة ثمان وتسعين ومائتين وألف وقبره معروف في بلده ومن شعره رحمه الله قوله مخمسًا:\rلقد قدّ ميلُ الغصن قلبي وساءني ... وأججّ نارًا في قرار مساكني\rوفي شهر نيسانٍ تحرّك ساكني ... تقنع وردُ الحسن في خدّ فاتني\rفلم أستطع قطفا فذبت من الوجدِ\rلقد طفت حولَ البيت أرنو خياله ... ودومًا أجوب الليل حتى أناله\rومذ رمت أرجو وصْله ونوالَه ... وحاولت منه خلسة فبنى له\rسياجًا من الريحان خوفا على الورد\r\rمحمد الشطي (¬55)\rمحمد بن حسن بن عمر بن معروف الشطي الدمشقي العالم الفاضل الفقيه الفرضي الحيسوبي.\r¬__________\r(¬54) مختصر طبقات الحنابلة 166.\r(¬55) حلية البشر 3/ 1623 تراجم أعيان دمشق للشطي 37 منتخبات التواريخ 2/ 767 =","seal":"BB1A884F","page":383},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"كان من أعيان العلماء سخيًا ودودًا حسن العشرة.\rولد بدمشق يوم السبت عاشر جمادى الثانية سنة ثمان وأربعين ومائتين وألف، ونشأ في حجر والده الإمام المقدمة ترجمته (¬56)، وكان والده لشدته يمنعه هو وشقيقه أحمد الآتية ترجمته أن يخرجا من الدار في صغرهما إلّا مع رجل مسن تقيّ حرصا على تعليمهما وتأديبهما حتى نشأ كما أحب، وكان تضرب المثل بحسن تربيتهما، وقد قرأ المترجم القرآن العظيم وجوده وحفظه على الشيخ مصطفى التلي، ولازم دروس والده فقها وفرائض وحسابا وتفسيرًا وحديثًا وتوحيدًا ونحوًا وصرفا إلى غير ذلك وبه تخرج وانتفع، ثم بعد وفاته لازم شيخ دمشق الشيخ عبد الله الحلبي، فحضر عليه في (الأشموني) و (المغني) لابن هشام، و (الدر المختار) في فقه الحنفية وطرفا من البخاري في درس قبة النسر (¬57) وكان استجاز له والده من أئمة دمشق الشيخ سعيد الحلبي والشيخ عبد الرحمن الكزبري والشيخ حامد العطار والشيخ عبد الرحمن الطيبي ونزيل دمشق الشيخ محمد التميمي، فأجازوه وروى عنهم حديث الأولية، وقرأ في الفقه أيضًا على تلميذ والده الشيخ مصطفى الكرمي واستجاز من الشيخ أحمد البغال والشيخ قاسم الحلاق، وأخذ الطريقة الشاذلية عن الشيخ محمد الفاسي المكي، ولما ورد إلى دمشق الشيخ محمد أكرم الأفغاني لازمه مدة وحضر عنده في الهيئة والفلك، وكتب له إجازة عامة، وكان لصاحب الترجمة وأخيه العلامة الشيخ أحمد المنتهى في الفقه والفرائض والحساب والهندسة بحيث لا يشق لهما\r¬__________\r= الأعلام 6/ 324 الكشاف 93 معجم المطبوعات لسركيس 1126 معجم المؤلفين 9/ 206 مختصر طبقات الحنابلة 166 - 169.\r(¬56) تقدمت ترجمة والده حسن الشطي ص 367.\r(¬57) قبة النسر: هي قبة الجامع الأموي، وكانت هناك وظيفة تدريس تحتها.","seal":"7C25A731","page":384},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"غبار، وكانا مرجع أهل دمشق في المناسخات والمساحات وتقسيم المياه والدور والأراضي.\rوألف المترجم مؤلفات جمّة منها (رسالة صغيرة في الفرائض) ألفها سنة 1276 وهي أول مؤلفاته، ورسالة أكبر منها وهي مشهورة، وكتاب (صحائف الرائض في علم الفرائض) نحو سبعين صحيفة جعل في كل صحيفة بحثًا مخصوصًا، وكتاب (بسط الراحة لتناول المساحة) اختصره من كتاب والده وسماه باسمه وذيّله بخريطة فيها رسم الأشكال الهندسية مع بيان مساحتها وقد قدمها إلى استانبول وصدر أمر النظارة المذكورة بمكافأته عليهما برتبة علمية، وذلك سنة 1292، وله رسالة أصغر منهما بكراسين، وأصغر في كراس واحد، وله مقدمة في (توفيق المواد النظامية لأحكام الشريعة المحمدية) و (تسهيل الأحكام فيما تحتاج إليه الحكام) رتّبه على نيف وألف مادة، و (المطالب الوفية فيما تحتاج إليه النواب الشرعية) و (القواعد الحنبلية في التصرفات الأملاكية) و (كتاب في الحساب) في ثلاث كراريس ونصف، و (شرح على الدور الأعلى) و (رسالة في مصطلح الحديث) وله خريطة في النحو سلك فيها مسلك الإظهار، واختصر معراج والده ومنسكه وجمع دفترًا كبيرًا لتقسيم مياه دمشقُ يرجع إليه، وله رسائل لم تتم في الفرائض والحساب والنحو وغير ذلك، وكان يميل إلى إحياء المذاهب المندرسة ونشرها، وله اطلاع واسع على أقوال المجتهدين حتى إن العلامة السيد محمود حمزه مفتي دمشق كان طلب منه جمع مسائل الإمام داود الطاهري فجمع رسالته في ذلك في بضعة أيام ووجه على صاحب الترجمة رتبة تدريس أدرنه في حياة والده سنة 1273، ثم صار عضوًا في قومسيون الأوقاف (¬58) وفي مجلس المعارف وفرضيًا\r¬__________\r(¬58) قومسيون الأوقاف: أي مجلس الأوقاف وهو يتألف من مفتٍ وقاضٍ ونقيب الأشراف وأعضاء. (مشافهة الأستاذ دهمان).","seal":"0808E615","page":385},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"لدائرة البلدية، وفي سنة 1294 صار وكيل نيابة القضاء في طبريا، وفي سنة 1298 ولي نيابة قضاء راشيا فسار فيها سيرة حسنة، وفي آخر مدتها الرسمية وقع عنده دعوى بين أهالي القصبة من الدروز فأنفذ حكمه على أحد الفريقين فثار فريق كبير من الأهالي حتى كادت أن تكون فتنة وأبلغ الأمر إلى حمدي باشا والي سوريا فاستدعى المترجم وألزمه بيته أيامًا فاستقال من نيابته المذكورة، ثم في سنة 1304 صار رئيس الكتاب بمحكمة العونية في محكمة الميدان، وتركها قبيل وفاته وكان له درس في رمضان بالجامع الأموي وعليه وعلى أخيه المذكور وظيفة التولية والتدريس في المدرسة البذرائية بدمشق، وكان له آراء إصلاحية في أمور شتى يعرضها على رجال الحكومة فتقدرها له وتعمل بها؛ ومنها مدّ خط حديدي من دمشق إلا مكّة.\rوأخذ عنه وانتفع به جماعة كثيرون من العلماء في الفقه والفرائض من دمشقيين ونابلسيين ونجديين وغيرهم.\rوما زال مثابرًا على علمه إلا أن توفي.\rوكانت وفاته بعد عصر الخميس ودفن صباح الجمعة خامس رمضان سنة سبع وثلاثمائة وألف، وكانت جنازته حافلة جدًا ودفن بمقبرة الذهبية رحمه الله تعالى.\r\rالشيخ محمد خطيب دوما (¬59)\rهو محمد بن عثمان بن عباس بن محمد بن عثمان بن رجب بن زين الدين بن خطاب بن سيف الدين الحوراني المليحي الأصل ثم الرحيباني (¬60) ثم الدوماني،\r¬__________\r(¬59) مختصر طبقات الحنابلة 169 - 171 منتخبات التواريخ 2/ 766.\r(¬60) الرحيباني: نسبة إلى الرحيبة قرية من قرى دمشق. معجم البلدان 2/ 763.","seal":"12AE3D49","page":386},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"المفسر المحدث الفقيه الأصولي الفرضي الحيسوبي الميقاتي الفلكي العالم العلامة النقي نادرة زمانه، ولد سنة سبع وثلاثين ومائتين وألف بقصبة دوما ونشأ على تقى وطاعة، ثم بعد أن اشتدت قواه رحل إلى دمشق للطلب، فلازم الشيخ حسن الشطي للاشتغال بالفقه وغيره، فقرأ عليه (دليل الطالب) وشرحه و (شرح زاد المستفتح) و (شرح المنتهى) و (شرح الاقناع) مع مراجعة (شرح الغاية) للسيوطي، وقرأ عليه في الفرائض (شرح الرحبية) للشنشوري، وفي العربية كتاب الشيخ خالد و (شرح الأزهرية) وشرحي (القطر) للمصنف والفاكهي وشرحي (الألفية) لإبن عقيل والأشموني، وفي الأصول (شرح مختصر التحرير) وحضر عليه أيضًا في المعاني والبيان والبديع والحساب والجبر والمقابلة وغير ذلك، ولازمه الملازمة التامة وخدمه الخدمة الصادقة وانتفع به انتفاعًا كثيرًا وبه تخرج، وأخذ أيضًا عن الشيخ سعيد الحلبي وعمر الغزي والشيخ محمد الجوخدار، أكثر قراءاته كانت في التفسير والحديث والفقه والنحو، وأما المعاني والبيان والبديع فقرأ فيها كتابًا واحدًا، وأما المنطق فقرأ فيه الفناري وقول أحمد، وقرأ من بقية العلوم، وقد أتقن صاحب الترجمة فن التشريح والميقات أخذًا عن الشيخ حسن الشطي، ثم رجع إلا دوما واستقام بها مدة طويلة وحصّل جاهًا واسعًا وشهرة عظيمة، وكان مهيبًا جسورًا فاضلًا حافظًا للقرآن العظيم لا يفتر لسانه من تلاوته، وسافر إلى مصر وأقام نحو ستة أشهر، وأجازه علماء الأزهر إذ ذاك منهم الشيخ إبراهيم السقا والشيخ مصطفى المبلط وأضرابهما، ثم عاد إلا بلده واستقر بها إمامًا وخطيبًا ومدرسًا في جامعها الكبير، كما سبق لأبيه وجده قبله.\rولم يزل يقرئ ويفيد إلا أن حصل له فتنة عظيمة من أهالي بلده، فآذوه وتكلموا فيه بما لا يليق بمنصب العلم، فرحل إلا دمشق واستوطنها، وهجر دوما وخذل الله أعداءه ودمرهم.","seal":"52C7FB35","page":387},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"وبقي على هذه الحالة نحو سبعة عشر عامًا ينشر الفقه والنحو والأصول والميقات، ثم في سنة 1303 صار يتردد إلى دوما ويجعل نصف إقامته بها ونصفها في دمشق ينشر العلم في الموضعين، ثم سافر إلى الحجاز سنة 1305 فحج بيت الله الحرام ثم رجع إلى المدينة المنورة فأقام بها وأقبل عليه أهلها وولي هناك تدريس الحنابلة وأوقافهم، ورحلت إليه الطلبة من البلاد، وانتفع به خلق كثير، ثم عزم على الرجوع إلى دمشق فرأى في منامه صاحب الرسالة -صلى الله عليه وسلم- فأمره بالإقامة وبشره بأن اللقاء قريب فثنى عزمه عن ذلك، ولم يزل على التدريس والعبادة إلى أن توفي في العشر الثاني من ذي الحجة سنة ثمان وثلاثمائة وألف، ودفن بالبقيع. وكان قليل العناية بالتأليف لم يؤلف سوى مولد ضمنه أسماء السور، ومنسك من منسك الشيخ محمد الشطي رحمهما الله تعالى والمسلمين أجمعين.\r\rالشيخ أحمد بن عبد القدومي (¬61)\rأحمد بن عبيد الله القدومي شهرة وموطنًا، عالم كامل وفاضل وابن فاضل، أثمر غصنه في دمشق، اشترك مع أخيه الآتية ترجمته في الأخذ عن الشيخ حسن الشطي رحمه الله تعالى.\rكانت ولادته سنة ثلاث وخمسين ومائتين وألف وأقام مدة في دمشق يطلب العلم ثم عاد إلى قريته كفر قدوم من أعمال نابلس، وبقي مقيمًا بها مدرسًا في مسجدها يقرئ ويفيد إلى أن وافاه الأجل، وكان فقيهًا مفسرًا جيد الفهم معروفًا بالتؤدة ولين الجانب.\rوكانت وفاته سنة أربع عشرة وثلاثمائة وألف رحمه الله.\r¬__________\r(¬61) مختصر طبقات الحنابلة 171.","seal":"94E67581","page":388},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"راغب البرقاوي (¬62)\rراغب بن محمد بن مصطفى البرقاوي أصلًا الحنبلي شهرة الدمشقي، العالم الفقيه الفرضي النبيه، كان جسورًا مقدامًا فصيحًا لسنًا. ولد بدمشق سنة سبع وستين ومائتين وألف تقريبًا، ونشأ في حجر والده قاضي الحنابلة بدمشق المقدمة ترجمته (¬63)، وأخذ عنه وعن سعيد السيوطي والشيخ محمد الشطي وأخيه الشيخ أحمد الشطي، وصار كاتبًا بمحكمة السنانية ثم بمحكة العونية ثم بمحكمة الباب، وبعد وفاة والده صار رئيس الكتاب بالعونية المذكورة ثم بمحكمة الميدان، ثم دخل مسلك القضاة، فولي نيابة صفد وحاصبيا وغيرهما، إلى أن صار نائبًا في قضاء السليمية التابع إلى حماة، فمرض أثناء نيابته هذه فحضر إلى دمشق وازداد به المرض، فتوفي.\rوكانت وفاته في حادي عشر رمضان المبارك سنة أربه عشرة وثلاثمائة وألف.\r\rمراد الشطي (¬64)\rمحمد مراد بن محمد بن حسن الشطي الدمشقي، الأديب العالم المتفنن الكاتب المجيد الألمعي النبيل النبيه نادرة زمانه، كان رحمه الله أعجوبة في جمعه بين العلوم الدينية والفنون العصرية بحيث أدرك على قصر عمره ما تقصّر الشيوخ عن إدراكه علمًا وفهمًا وأدبًا جمًا.\r¬__________\r(¬62) مختصر طبقات الحنابلة 171، ومنتخبات التواريخ 2/ 719.\r(¬63) تقدمت ترجمته ص 380.\r(¬64) مختصر طبقات الحنابلة 172 - 174، حلية البشر 3/ 1516.","seal":"7102C183","page":389},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"ولد بدمشق يوم الثلاثاء ثامن رجب سنة تسع وثمانين ومائتين وألف، ونشأ في حجر والده وعمه وتأدب بآدابهما وقرأ وكتب وهو دون عشر سنين، ثم دخل المدرسة الجقمقية (¬65) وهي يومئذ من مكاتب الحكومة، فحاز فيها ما حاز ونال الشهادة سنة 1305 مقرونة بجائزة ثمينة، ثم لازم بعض دوائر الحكومة واستقر في كتابة الدفتر الخاقاني بدمشق مشتغلًا مع ذلك بالقراءات والكتابات، فحضر دروس والده المقدمة (¬66) ترجمته وعمه الآتي ذكره (¬67) في الفقه والفرائض والحساب والهندسة وغير ذلك، وأجازاه إجازة عامة وخاصة، وأخذ الحديث عن العلامة الشيخ بكري العطار وأجازه والعلامة الشيخ بدر الدين المغربي، والمنطق والمعاني والبيان عن العلامة الشيخ عمر العطار، وكتب له إجازة سنة 1308، والنحو والصرف عن العالمين الشيخ محمد العطار والشيخ رشيد سنان، وعلم الهيئة والربع المجيب عن الشيخ حسين موسى، والجبر والمقابلة عن الأستاذ العلامة الشيخ محمد الطيبي، ولازم أخيرًا العلّامة الشهير الشيخ طاهر الجزائري وانتفع به كثيرًا. وكان لهذا الأستاذ آمال فيه وطالما ذكره وأثنى عليه، وقد قرأ عليه (تيسير الوصول إلى جامع الأصول) المتضمن للكتب الستة وأجازه به وبغيره، ثم حضر عليه (تفسير القاضي البيضاوي) فاخترمته النية قبل إتمامه. وكان عارفًا باللغتين الفارسية والتركية. وكان له الباع الطويل في فنون الخطّ من نسخ وتعليق وكوفي أخذها عن الفاضل ناظم بيك نزيل دمشق وعن المتفنن مصطفى السباعي، ثم كتب بخطه النفيس من الكتب والرسائل شيئًا كثيرًا وأحسن آثاره (مدبجات الإمام عبد المنعم\r¬__________\r(¬65) المدرسة الجقمقية: شمال الجامع الأموي وبها التربة وتجاهها من الشمال خانقاهها يفصل بينهما الطريق الآخذ إلى المدرستين العادلية والظاهرية [الدارس 1/ 489 - 495].\r(¬66) تقدمت ترجمته ص 383.\r(¬67) هو أحمد بن حسن الشطي.","seal":"5A7342E2","page":390},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"الأندلسي) المحفوظة في المكتبة الظاهرية بدمشق، وألّف رسائل لطيفة منها (كشف المغيب في العمل بالربع المجيب) و (تحفة النساك في فضائل السواك) و (الكواكب المتقابلة في الجبر والمقابلة) ومسودات تاريخية ومكاتبات أدبية، وقد قرأ عليه شقيقه الأصغر حسن وابن شقيقه الشيخ محمد جميل الشطي في النحو والأخلاق، وأخذا عنه الخط وكان له شعر قليل فمنه قوله:\rخالق الناسَ بخلق حسنِ ... ترتقي أسنى المقامِ الأحسنِ\rواعتبر في حالِ أهل الزمنِ ... وانتبه من غمرات الوسنِ\rوتيقن أنّ زرع الإحنِ ... موجبٌ حقًا لحصد المحنِ\rوقال مشطرًا بيتين مشهورين وأجاد:\r(إذا العشرون من شعبان ولّت) ... فبادر للتقى حقَّ البدار\rولا تسمع لغُمر قال جهلا: ... (فواصل شرب ليلك بالنهارِ)\r(ولا تشرب بأقداح صغار) ... فليس مآل ذا إلا لنارِ\rوتب واعبد وفي الطاعات فاسلك ... (فقد ضاق الزمان عن الصغار)\rوله غير ذلك من الأشعار والنظام والنثار. وكان تقيًا ورعًا له غيرة دينية وحمية وطنية، ولم يتزوج فلم يعقب، وقد تمرض أشهرًا.\rوكانت وفاته يوم الثلاثاء عاشر ذي القعدة سنة أربع عشرة وثلاثمائة وألف ودفن بالمقبرة الذهبية في دمشق.\r\rصالح بن حمد المبيض (¬68)\rكان قاضيًا لبلدة الزبير توفي في شهر شوال 1315 هـ.\r¬__________\r(¬68) مشاهير علماء نجد 285.","seal":"5C4D9977","page":391},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"علي المنصور الكرمي (¬69)\rهو الشيخ العالم الفاضل الفقيه. ولد سنة ثلاثين ومائتين وألف في بلدة طور كرم إحدى قرى نابلس، فقرأ القرآن على الشيخ محمد الطياح، ثم تاقت نفسه إلى طلب العلم فرحل إلى دمشق وهي إذ ذاك مأهولة بالعلماء، فأخذ فقه الحنابلة عن الأستاذين الفاضلين الشيخ إبراهيم الكفيري والشيخ حسن الشطي، ولازم هذا الأخير مدة طويلة كان في آخرها معينًا له على بياض تآليفه التي منها (مختصر الغاية) و (مختصر عقيدة السفاريني)، وأخذ عنه علم الفرائض حيث كان منفردًا به، وأخذ بقية العلوم عن أجلاء شيوخ ذلك العصر مثل الشيخ سعيد الحلبي والشيخ حامد العطار والشيخ الكزبري والشيخ الطيبي وغيرهم، ولما دخل إبراهيم باشا دمشق أخذه من المدرسة المرادية وأدخله في سلك العسكرية كغيره من أبناء نابلس، ولكنه لم يدخل جنديًا بل امتحنته لجنة في الخطّ والحساب، ولا وجدته فائقًا فيهما عين ملازمًا ثانيًا، وتوجه مع الجيش وحضر وقعة \"نزب\" (¬70) المشهورة، وبعد أن انتهت تلك الفتنة رجع مع الجيش إلى مصر، وكان وصل إلى رتبة (قول آغاسي)، فلما وصل الجيش إلى الرملة هرب منه راجعًا إلى بلده، ثم إلى دمشق حيث أكمل تحصيله، وصار أمينًا ووكيلًا للشيخ سعدي السيوطي مفتي الحنابلة، ومتولي الجامع الأموي مدة طويلة، ثم رجع إلى بلده فكان مرجعًا للحنابلة في بلاد نابلس، وتولى القضاء هناك مرارًا كان فيها مثال العدل والحق إلى أن انتقل\r¬__________\r(¬69) مختصر طبقات الحنابلة 174 - 175.\r(¬70) وقعة نزب أو نزيب نسبة إلى بلدة نزيب الواقعة جنوب عنتاب ومرعش بالأناضول حيث وقعت معركة مشهورة بين الجيش العثماني والجيش المصري سنة 1839 م انتصر فيها الجيش المصري انتصارًا ساحقًا [ذكرى البطل الفاتح ابراهيم باشا 369 - 392 بتصرف].","seal":"1A456E66","page":392},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"بالوفاة إلى رحمة ربه في يوم الجمعة خامس عشر رجب سنة خمس عشرة وثلاثمائة وألف، ودفن في مقبرة بلده بعد أن أوصى وصية مطولة رحمه الله تعالى.\r\rالشيخ أحمد الشطي (¬71)\rأحمد بن حسن بن عمر بن معروف الشطي الدمشقي، مفتي الحنابلة بدمشق وأحد علمائها الأعلام القائمين بإفادة الخاص والعام، العالم الكبير المحدث الفقيه الفرضي الحيسوبي الثبت الحجة الصالح التقي. ولد ليلة السبت رابع عشري صفر سنة إحدى وخمسين ومائتين وألف، ونشأ في حجر والده الإمام المقدمة ترجمته (¬72) على أحسن تربية وأتمّ أدب، وكان لوالده ميل إليه ونظر عليه، وقد قرأ القرآن وجوده وحفظه على الشيخ مصطفى التلي، ثم لازم دروس والده من حديث وفقه وفرائض وحساب ومساحة ونحو وغير ذلك، وبه انتفع وتخرج، واستجاز له والده من علماء عصره كالحلبي والكزبري والعطار والطيبي والتميمي نزيل دمشق فأجازوه، وروى عنهم حديث الرحمة بأولية حقيقية، واستجاز من الشيخ أحمد البغال والشيخ قاسم الحلاق وغيرهما، ولازم بعد وفاة والده الشيخ عبد الله الحلبي فحضر دروسه، ولما توفي والده سنة 1274 قدم للتدريس في مكانه فدرّس في محراب الحنابلة من الجامع الأموي في محفل عظيم من علماء دمشق، وكلهم اثنى عليه وشكر همته، وكان حلو التقرير حسن التعبير طلْقَ اللسان واستمر يدرس به في رمضان إلى وفاته، وأما دروسه ودروس أخيه الخاصة في دارهما فكانت شائقة للغاية، بحيث إنها قد\r¬__________\r(¬71) حلية البشر 3/ 1625، مختصر طبقات الحنابلة 175 - 178، منتخبات التواريخ 2/ 713.\r(¬72) تقدمت ترجمته ص 367.","seal":"0349DEA1","page":393},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"تزيد على عشرة دروس في كل يوم وليلة ويجتمع عليهما العدد الكثير من الطلبة، وكان صاحب الترجمة يقرئ في الحديث والفقه والفرائض والحساب والنحو، وكان درسه جم الفوائد مقبولًا، ولم يؤلف شيئًا ومع ذلك فكانت له حواش نفيسة على بعض كتب الفقه والفرائض، وقد أخذ عنه وانتفع به خلق كثيرون ولا سيما من نجد ونابلس ودوما ورحيبة وغيرها وهم علماء العصر ورجاله، وفي سنة 1273 وجه عليه تدريس أدرنه في حياة والده، وفي صفر سنة 1288 وجهت له فتوى الحنابلة عن المرحوم سعيد السيوطي (¬73) المقدمة ترجمته، بمرسوم من قاضي دمشق حسب العادة القديمة فتصدر وأفتى ونفع في حوادث شتى، وجمع بعض فتاويه فجاء رسالة صغيرة. وفي سنة 1295 ولي نيابة محكمة العونية بمحلة العمارة. ولما توفي الشيخ محمد البرقاوي قاضي الحنابلة ولي القضاء في مكانه ثم عزل عنه أو ألغي القضاء من أصله في حادثة الشيخ الطنطاوي مع بني الصلاحي وهي دعوى معروفة (¬74). وكان ترك له أخوه فرضية البلدية (¬75) في دمشق لما ولي القضاء في راشيا فاستقر بها وبالفتوى إلى وفاته وكان عليه وعلى أخيه تولية الجامع المظفري المعروف بجامع الحنابلة وتولية المدرسة البذرائية وتدريسها وكان مرجعًا في المشكلات وعمدة في المعضلات. وبالجملة فقد كان حسنة من حسنات الدهر.\rوكانت وفاته فجأة عقب نزوله من وادي الغزي قرب الربوة وذلك ليلة الاثنين ثاني عشري صفر سنة ست عشرة وثلاثمائة وألف، ودفن بتربة الذهبية بدمشق.\r¬__________\r(¬73) تقدمت ترجمته ص 374.\r(¬74) أفادنا الشيخ محمد دهمان عن هذه الحادثة بتاريخ 20/ 1400/11 هـ بأنها قضية وقف مختلف فيه بين أسرة الصلاحي والشيخ الطنطاوي طال الخصام فيها سنوات عديدة.\r(¬75) فرضية البلدية: إحدى وظائف البلدية وهي لتعيين المخصّصات والحصص المستحقة لأصحابها.","seal":"1951227B","page":394},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"معروف الشطي (¬76)\rهو معروف بن محمد بن حسن بن عمر بن معروف الشطي.\rولد بدمشق سنة 1286 وكان فرضيًا تقيًا حضر دروس والده وعمه وغيرهما وصار كاتبًا في محكمة البزورية ثم في محكمة الباب وكان عليه إمامة جامع السادات في محلة مسجد الأقصاب.\rتوفي شابًا سنة 1317 هـ.\r\rعبد الغني اللبدي (¬77)\rعبد الغني بن ياسين اللبدي النابلسي: هو عالم جليل وفاضل نبيل، ولد في سنة 1262 وطلب العلم في مصر، وكان جل انتفاعه على العلامة الشيخ يوسف البرقاوي شيخ رواق الحنابلة بالجامع الأزهر ثم حج وجاور بمكة المكرمة سنين عديدة، وصار مدرسًا بحرمها الشريف وألف (حاشية على شرح دليل الطالب) تدل على فضله وسعة اطلاعه، وكان تقيًا نقيًا مهيبًا حسن الهيئة، ولم يزل مجاورًا مقبلًا على شأنه حتى توفي بمكة المكرمة وكانت وفاته سنة سبع عشرة وثلاثمائة وألف رحمه الله تعالى.\r\rمحمد بن عبيد القدومي (¬78)\rمحمد بن عبيد القدومي النابلسي، وتقدمت ترجمة أبيه (¬79) وأخيه (¬80) ولد\r¬__________\r(¬76) مختصر طبقات الحنابلة 168 - 169.\r(¬77) مختصر طبقات الحنابلة 178.\r(¬78) مختصر طبقات الحنابلة 178.\r(¬79) أبوه تقدمت ترجمته ص 383.\r(¬80) وأخوه تقدمت ترجمته ص 388.","seal":"082E8E20","page":395},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"سنة تسع وأربعين ومائتين وألف، وهاجر في طلب العلم إلى دمشق، فأخذ عن الشيخ حسن الشطّي (¬81)، وكان صاحب الترجمة عالمًا فاضلًا شاعرًا ناثرًا فقيهًا عابدًا سريع الفهم له محاسن جمة ومدائح نبوية، وله اليد الطولى في فن التاريخ ولا سيما في أخبار العرب والملوك الإسلامية، وقد كُفّ بصره في أواخر عمره وبقي في قريته كفر قدوم مقيمًا على النفع والطاعة مع حسن المحاضرة ولطف السامرة، لا يمل جليسه منه، إلى أن توفي بها.\rوكانت وفاته سنة ثمان عشرة وثلاثمائة وألف رحمه الله تعالى.\r\rيوسف البرقاوي (¬82)\rيوسف البرقاوي مولدًا وشهرة المصري موطنًا ووفاة، شيخ رواق الحنابلة في الجامع الأزهر بمصر، الشيخ العلامة الفقيه العالم العامل ولد في بلدة برقا من أعمال نابلس بعد سنة خمسين ومائتين وألف، ورحل في طلب العلم إلى دمشق، فلازم الشيخ حسن الشطي (¬83) إمام الحنابلة في عصره، وحضر عليه في الأصولين والفقه والفرائض والنحو، وانتفع في مبادئه بالشيخ عبد الله صوفان القدومي (¬84) وبرع وتفوق، ثم عاد إلى بلده فدرس وأفاد، ثم رحل إلى مصر وجاور في الأزهر الشريف مدة، إلى أن صار شيخ رواق الحنابلة هناك، فرحل إليه الطلبة من الآفاق وانتفعوا به في الفقه وغيره، وكان من أجلّ أهل زمانه علما وفهمًا مع التواضع ولين الجانب وشهرته العلمية تغني عن الإطناب في أوصافه (¬85).\rوكانت وفاته في حددود سنة عشرين وثلاثمائة وألف رحمه الله.\r¬__________\r(¬81) تقدمت ترجمته ص 367.\r(¬82) مختصر طبقات الحنابلة 179.\r(¬83) حسن الشطي: تقدمت ترجمة ص 367.\r(¬84) عبد الله صوفان سترد ترجمته ص 400.\r(¬85) ذكر الشيخ محمد جميل الشطي أن الشيخ يوسف البرقاوي أرسل نبذة عن ترجمة لنفسه =","seal":"1AB36DC1","page":396},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"عبد القادر الشطي (¬86)\rعبد القادر بن محمد صالح بن محمد أمين بن خضر بن معروف بن عبد الله بن مصطفى الشطي البغدادي الأصل الكرخي النسب الدمشقي، الشيخ الفاضل كان لطيفًا ظريفًا حسن السلوك والصحبة. ولد بدمشق سنة ست وأربعين ومائتين وألف تقريبًا، ونشأ في حجر والده، ولما توفي والده سنة 1259 كان المترجم صغيرًا فكفله أبن عم جده العالم الصالح مصطفى الشطّي، وحضر مجالس الأشياخ ودروس العلماء كالشيخ عبد الرحمن الكزبري والشيخ عبد الرحمن الطيبي والشيخ حسن الشطي وغيرهم، ولم يتقيد بطلب العلم فكان يتعاطى في مبادئ أمره البيع والشراء، ثم لما كانت حادثة النصارى (¬87) سنة 1276 نسب إليه منها شيء، فنفي مع من نفي إلى جهات بعيدة، وبقي منفيًا عدة سنين، ثم عاد إلى دمشق واستقام أمره صار كاتبا في محكة الميدان، ثم ولى أمانة بيت المال بدمشق سنة 1286، ثم في نحو سنة 1303 صار رئيس الكتاب بالمحكمة الكبرى المعروفة بالبزورية، وفي سنة 1315 وجهت له نيابة المحكمة المذكورة فاستمر بها إلى وفاته كان حلو المفاكه حسن العشرة متجملًا بالمحاسن.\rوكانت وفاته في أواسط شوال سنة إحدى وعشرينَ وثلاثمائة وألف وقد ناهز السبعين ودفن بمقبرة الدحداح بدمشق.\r\rأحمد القدومي (¬88)\rأحمد بن حسين أبو سعيد القدومي النابلسي ثم الدمشقي، الشيخ الفاضل\r¬__________\r= إلى الشيخ مراد الشطي وضاعت بين الأوراق ولعلها كانت ترجمة أوفى من هذه [مختصر طبقات الحنابلة 179]\r(¬86) مختصر طبقات الحنابلة 179\r(¬87) حادثة النصارى: هي الفتنة المشهورة التي حصلت عام 1860 م في لبنان ثم امتدت إلى دمشق وتفصيلها في حلية البشر 1/ 260 - 280.\r(¬88) مختصر طبقات الحنابلة 180 - 181.","seal":"146C5DA4","page":397},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"الفقيه الكامل العابد الزاهد المعتقد المبارك المعمر ولد في قرية كفر قدوم من بلاد نابلس ونشأ بها، ثم قدم إلى دمشق في حدود سنة 1260 وهو شاب، فلازم الشيخ حسن الشطي (¬89) الملازمة التامة وخدمه الخدمة الصادقة وحضر دروسه الخاصة والعامة، وأخذ الفقه عنه وعن الشيخ إبراهيم الكفيري، وكان يحضر دروس التفسير والحديث عند المرحوم الشيخ سليم العطار، وكان ولاه الشيخ حسن الشطي خدمة المدرسة البذرائية وأسكنه دارها الجوانية، فبقي على ذلك أيامًا طويلة إلى أن توفي، وقد تفقه عليه جماعة من الحنابلة وانتفعوا به، وكان يحفظ تفسير الجلالين ولا يفتر لسانه عن التلاوة والذكر وإذا تلا القرآن يفسره تفسيرًا حسنًا، وكان مستحضرًا لمسائل الفقه قويّ الحافظة وضيء الوجه منور الشيبة ذا دين ويقين وصلاح مبين وللناس فيه اعتقاد عظيم، ويدعونه لقراءة الختمات ويستخيرون عنده، وكان إذا مرّت به آية وعيد يقول: أو لا يرون الأفلاك السماوية والآيات البرية والبحرية قاتلهم الله يأكلون خيره ويعبدون غيره ونحو ذلك، وكان إذا مس أحد المدرسة المذكورة بأذى يبطش به بطش الشباب، مما يدل على قوة إيمانه وسلامة صدره.\rوكانت وفاته بعد أن مرض بالإسهال شهورًا ليلة الجمعة سادس ربيع الثاني سنة ثلاث وعشرين وثلاثمائة وألف وقد ناهز الثمانين، وصلي عليه في الجامع الأموي بعد صلاة الجمعة ودفن في مقبرة الباب الصغير عند قبور بني الطنطاوي لأنهم تزوجوا بنتين له بين والد وولد، رحمه الله آمين.\r\rسعيد البرقاوي (¬90)\rسعيد بن محمد بن مصطفى البرقاوي الشهير بالحنبلي قدمت ترجمة جده\r¬__________\r(¬89) حسن الشطي تقدمت ترجمته ص 367.\r(¬90) مختصر طبقات الحنابلة 181.","seal":"795A9F78","page":398},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"ووالده وأخيه (¬91)، وكان المترجم فاضلًا كاملًا نبيلًا نبيهًا. ولد في دمشق سنة سبعين ومائتين وألف تقريبًا، ونشأ في حجر والده وطلب العلم في بداية أمره، فأخذ عن والده وعن سعيد السيوطي والشيخ محمد الشطي وأخيه الشيخ أحمد الشطي، وصار كاتبًا في معّية والده بمحكمة السنانية ثم بالبزورية ثم بالعونية، وبعد وفاة والده صار رئيس الكتاب في محكمة دوما الشرعية ثم في محكمة قطنا، ثم دخل المترجم في سلك النيابات، فولي نيابة المعرة ثم نيابة البقاع فأتم مدتها الرسمية في سنة 1223، ثم عاد إلى دمشق وأقام بها متوددًا للناس متجملًا بالمحاسن. إلى أن كان يوم الجمعة ختام شهر رمضان المبارك سنة أربع وعشرين وثلاثمائة وألف فبعد أن صلى الجمعة وانصرف إلى داره بمحلة الشاغور انقبض قلبه وهو في الطريق فلما وصل إلى الدار أغمي عليه، وما لبث أن فاضت روحه وتوفي فجأة، فغسل وكفن ثم حضروا به إلى الجامع الأموي فصلوا عليه بعد صلاة العصر، ودفن بتربة الباب الصغير على المرجح عند أسلافه رحمه الله.\r\rأحمد بن عيسى (¬92)\rالشيخ أحمد بن الشيخ إبراهيم بن حمد بن محمد بن حمد بن عبد الله بن عيسى من قبيلة بني زيد المشهورة بشقراء من بلدان الوشم بنجد وهي قبيلة قضاعية. ولد في شقراء سنة 1253 فحفظ القرآن وقرأ مبادئ العلوم على والده ثم شرع في القراءة على الشيخ عبد الله بن عبد الرحمن (أبا بطين) وبعدئذ ارتحل إلى الرياض فأخذ عن الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب وابنه الشيخ عبد اللطيف. ثم تعاطى التجارة مترددًا على\r¬__________\r(¬91) تقدمت ترجمة جده ص 359، وترجمة والده ص 380، وترجمة أخيه ص 389.\r(¬92) مشاهير علماء نجد 260 وما بعد.","seal":"47277E34","page":399},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"مكة الكرمة معروفًا بالصدق والأمانة والوفاء. له ردود كثيرة منها (تنبيه النبيه والغبي في الرد على المدراسي والحلبي) و (الرد على شبهات المستعينين بغير الله) و (توضيح المقاصد وتصحيح القواعد) شرح نونية ابن القيم المسماة (الكافية الشافية في الانتصار للفرقة الناجية). أخذ عنه الكثيرون في نجد والحجاز منهم الشيخ أبو بكر خوقير والشيخ سعد بن حمد بن عتيق والشيخ عبد الستار الدهلوي والشيخ صالح العثمان القاضي.\rجالسه أمير مكة عون بن محمد واقتنع منه بضرورة هدم القباب المشيدة على القبور في مكة وجدة والطائف فهدمها إلا قبة قبر حواء وقبة قبر السيدة خديجة وقبة قبر ابن عباس فأبقاها خوفًا من السلطان عبد الحميد. تولى قضاء المجمعة للأمير عبد العزيز بن متعب بن رشيد إلى أن عزله الملك عبد العزيز عن القضاء لكبر سنه وضعف جسمه. كان الشيخ أحمد بن عيسى عادلًا في القضاء حميد السيرة. توفي بعد صلاة الجمعة رابع جمادى الآخرة سنة 1329 هـ.\r\rعبد الله صوفان القَدُّومي (¬93)\rعبد الله بن عودة بن عبد الله صوفان ابن العالم الصالح عيسى القدومي مولدًا ومنشأ ثم النابلسي موطنًا ووفاةً، هو الأستاذ العلامة الفقيه المحدث الناهج المنهج الأحمد والمحيي لمذهب أحمد عالم الديار النابلسية وبركة البلاد الحجازية. كان مولده بقرية كفر قدوم سنة ست وأربعين ومائتين وألف وبها نشأ، وحفظ القرآن الكريم وجالس أهل الصلاح والأدب وفي سنة 1263 خرج في طلب العلم إلى دمشق الشام، فاجتمع على جلّ علماء الأعلام، ولازم\r¬__________\r(¬93) أنظر لترجمتة الأعلام 4/ 250 - 251 والضبط منه، الأعلام الشرقية 2/ 135 - 136 معجم المؤلفين 6/ 98 - 99 مختصر طبقات الحنابلة 181 - 184.","seal":"3E9CF04D","page":400},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"الأستاذ الفاضل صاحب المناقب السنية الشيخ حسن الشطي (¬94) شيخ الطائفة الحنبلية فأخذ عنه الفقه والحديث وغيرهما من العلوم الشرعية، وبعد أن نهل وتعلم، عاد إلى وطنه فاستقام فيه مدة ثم كثرت هناك المشاغب والاحن فعزم على المفارقة، وأمّ مدينة نابلس وبها سكن وكان ذلك عام 1287، فرحل إليه الطالبون وانتفع به الراغبون وكان كثير الاعتناء بتلامذته ولا سيما المبتدئ منهم، وكانت إقامته في مدرسة الجامع الصلاحي الكبير وهو دمشق الأخلاق حلو الشمائل حسن المذاكرة جيد التعبير والتقرير، أخذت عنه البلاد الحجازية والشامية علم الحديث رواية ودراية، ورزق الحظوة والجاه فوق النظائر والأشباه، وقد أثنى عليه كل من لقيه وعرفه في العلم والورع والتمسك بطريقة السلف ومن مصنفاته كتاب (المنهج الأحمد في درء المثالب التي تنمى لمذهب الإمام أحمد) و (بغية النساك والعباد في البحث عن ماهية الصلاح والفساد) و (هداية الراغب وكفاية الطالب) مرتب ترتيب أبواب البخاري و (الأجوبة الدرية في دفع الشبه والمطاعن الواردة على الملة الإسلامية) و (الأجوبة العلية على الأسئلة الرافعية) في علم التوحيد و (وطوالع الأنوار البهية) جوابًا عن خمسين مسألة في العلم المذكور و (الرحلة الحجازية) أودعها الأبحاث الشريفة التي كانت تقع بينه وبين العلماء في رحلته المدنية، وله من الرسائل المختصرة شيء كثير، وفي سنة 1318 زار بيت المقدس الخليل ثم رحل إلى المدينة المنورة وانتفع به خلق كثيرون في الفقه والحديث وكان تدريسه هناك وظيفة معلومة كان المترجم فيها خلفًا للمرحوم الشيخ محمد خطيب دوما (¬95)، وكان في موسم الحج من كل سنة يحج ويؤدي المناسك الشريفة، وربما زار وطنه في خلال ذلك فتهزه نسمات العود والرجوع.\r¬__________\r(¬94) تقدمت ترجمته ص 367.\r(¬95) تقدمت ترجمته ص 386.","seal":"F3900E54","page":401},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"ولم يزل على حالته الحسنة يتردد بين المدينة المنورة ووطنه المذكور إلى أن كانت وفاته بنابلس وهو يصلي الجمعة في الجامع الكبير الصلاحي في اليوم العاشر من المحرم سنة إحدى وثلاثين وثلاثمائة وألف، وشيعت جنازته من الغد وصلي عليه في الجامع المذكور بجمع حافل، وكان يومًا مشهودًا ودفن في مقبرة نابلس، بجوار العلامة الشهير الشيخ محمد السفاريني ورثاه جماعة من أهل العلم ومنهم الشيخ منيب هاشم مفتي الديار النابلسية حيث قال في مرثيته:\rالله أكبر فالمصاب تناهى ... والدين ثلمته استطار عناها\rشمل البلاءُ العالمين فلا ترى ... نفسًا ولم تك زعزعت أحشاها\rفاليوم مات الحجة العلمُ الذي ... لدلائل التحقيق شاد بناها\rعلامة العصر المدققُ والذي ... بسنائه فلق الدروس سناها\rهو عابد لله أخلص قصده ... من آل صوفانٍ يجلُّ تقاها\rيا طالما انتفع الأنام بفضله ... وروت من الإرشاد عنه مناها\rفلتبكه بقع الدروس فيا لها ... من روضة أرجت به أرجاها\rولتبك نابلس على طود مضى ... قد كان مصدرَ نفعها ورجاها\rأسفًا على ذاك الجمال فإنه ... فيه كمالات الزمان نراها\rأسفًا على ذاك الجلال وهيبةٍ ... كان الزمان لعزها يخشاها\rفالله يعظم أجرنا ويعمه ... بالفضلِ في دارٍ يدوم هناها\rويضاعف الأجر الجزيل لآله ... والمسلمين ففقده أعياها\r\rالشيخ محمد بن محمود (¬96)\rهو الشيخ محمد بن إبراهيم بن محمد بن إبراهيم بن محمود بن منصور بن عبد\r¬__________\r(¬96) مشاهير علماء نجد 270 - 271.","seal":"68DA14DA","page":402},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"القادر بن محمد بن علي ابن حامد. يمت بنسبه إلى علي بن أبي طالب من فاطمة الزهراء رضي الله عنها. ويجتمع مع آل حامد المعروفين في السيح من قرى الأفلاج في جدهم حامد المذكور.\rولد سنة خمسين ومائتين وألف ببلد ضرماء من بلدان العارض بنجد وحفظ القرآن ثم قرأ على قاضي ضرماء عبد الله بن نصير ثم قدم الرياض فقرأ على الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب وابنه الشيخ عبد اللطيف بن عبد الرحمن وعلى الشيخ عبد الرحمن بن عدوان أحد قضاة الرياض وعلى الشيخ عبد العزيز بن شلوان من قضاة الرياض. ثم أرسله الإمام فيصل بن تركي لأهل وادي الدواسر قاضيًا فأقام فيهم ثلاث سنوات ثم رجع قاضيًا إلا بلدته ضرماء سنة 1280 ثم انتقل قاضيًا إلى الرياض وجعل يدرس الفقه الحنبلي ويؤم الناس بمسجد الجامع الكبير. أخذ عنه طلاب عديدون.\rتوفي الشيخ محمد بن محمود في الرياض في شهر صفر سنة 1333 عن ثلاث وثمانين سنة ودفن بمقبرة العود.\r\rموسى القدومي (¬97)\rموسى بن عيسى بن عبد الله صوفان ابن الشيخ عيسى القدومي النابلسي، فهو الشيخ العالم العلامة المحقق المفسر المحدث الأصولي النحوي المتفنن، ولد في سنة خمس وستين ومائتين وألف، ورحل في طلب العلم إلى دمشق وجنى فيها من ثمار الفنون، فأخذ الفقه والفرائض والتوحيد عن العالمين الجليلين الشيخ محمد الشطي وأخيه الشيخ أحمد ولدي الشيخ حسن الشطي (¬98)،\r¬__________\r(¬97) مختصر طبقات الحنابلة 184 - 185.\r(¬98) تقدمت تراجمهم ص 383 و 393 و 367.","seal":"CD341867","page":403},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"والتفسير والحديث والنحو والصرف والمنطق عن الأساتذة محمد المنيني والشيخ سليم العطار والشيخ بكري العطار وكتبوا له إجازات حافلة سنة 1289، ونظم له الشيخ عبد السلام الشطي الإجازة الشطية وقال فيها:\rمحصّلُ المنطوق والمفهومِ ... موسى بن عيسى الحنبلي القدومي\rثم عاد إلى وطنه وسكن مدينة نابلس، فشارك ابن عمه الشيخ عبد الله (¬99) المقدمة ترجمته في التدريس بمدرسة الجامع الصلاحي الكبير، ولما هاجر الشيخ عبد الله إلى الديار الحجازية انفرد صاحب الترجمة بالتدريس في نابلس، فأفاد وأجاد وقصدته الطلاب والوراد وعم النفع به في الديار النابلسية، وكان يقرئ في فنون شتى عالي الهمة لا تأخذه في الله لومة لائم وفي سنة 1331، وجه عليه من الدولة العثمانية رتبة أزمير (¬100)، ولم تزل تلك المدرسة قائمة به حتى أغلقت بإعلان الحرب العالمية الأولى سنة 1332، ثم ما زال صاحب الترجمة على طريقته إلى أن توفي ليلة عيد الفطر سنة ست وثلاثين وثلاثمائة وألف عن 71 عاما، وصلي عليه بمشهد حافل ودفن قريبًا من العلامة السفاريني رحمه الله رحمة واسعة، وقد رثاه تلميذه الشيخ أحمد البسطامي بمرثية طويلة قال في مطلعها:\rجلّ المصابُ فوطأةُ الأحزانِ ... عظمت فشبت نارها بجنان\r\rعمر الشطي (¬101)\rعمر بن محمد بن حسن الشطي الدمشقي الشيخ العالم الفقيه الفرضي\r¬__________\r(¬99) تقدمت ترجمته ص 400.\r(¬100) رتبة أزمير: هي من الرتب والأوسمة التي كانت تقدم للعماء (الأستاذ محمد دهمان)\r(¬101) مختصر طبقات الحنابلة 185 - 187.","seal":"F5E61641","page":404},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"الحاسب الكاتب. ولد في 10 جمادى الأولى سنة ثمان وسبعين ومائتين وألف، ونشأ في حجر أبيه وعمه المقدم ذكرهما (¬102)، وقرأ القرآن على الشيخ خليل الدبسي وأخذ الخطّ عن سليم نزيل المدرسة البذرائية، ثم دخل الدرسة الجقماقية فتلقى فيها مبادئ العلوم عند أمثال محمد المرعشي والشيخ رشيد سنان، وحضر دروس والده وعمه في الفقه والفرائض وغير ذلك، وقرأ على العلامة الشيخ عمر العطار وكتب له إجازة عامه سنة 1308 ولازم دروس العلامة الشهير الشيخ سليم العطار، ثم دروس شيخنا العلامة الشيخ بكري العطار، ثم لازم الأستاذ الفقيه الشيخ راغب السادات وحصل على إجازتهما، وقد برع في الفقه والفرائض والحساب والمساحة علمًا وعملًا، ودركما فيها وفي سنة 1300 وجهت عليه إمامة جامع الحزيزاتية (¬103) ثم في سنة 1335 نقل منها إلى إمامة المدرسة البدرائية وكان في سنة 1296 هـ صار كاتبًا في محكة البزورية ثم في سنة 1304 نقل إلى الكتابة في محكة الباب من محاكم دمشق الشرعية فبقي مدة طويلة كان فيها عدة في عمل المناسخات وقسمة الأملاك والمياه وغير ذلك. وحمدت سيرته وقدر قضاة العدل قدره ولله الحمد، وفي سنة 1327 ولي رياسة الكتاب في محكمة البزورية المذكورة، ولا ألغيت محاكم الأطراف في التنسيقات التركية صار مفتيًا ومدرسًا في حوران على أن يؤدي وظيفته في أمانة الفتوى بدمشق، فبقي على ذلك إلى آخر الحكومة التركية تراجعه الناس في الحوادث الشرعية وتنتخبه المحاكم العدلية في الكشوف الحقوقية، فيحسن الخدمة ويعرب عن همة، وقد يقبل الوكالات والدخول في الخصومات إلى أن يرضى الطرفان ويأخذ كل ذي حق حقه، وكان له في ذلك سعة صدر وحسن فهم - وقد ذكر\r¬__________\r(¬102) تقدم ذكرهما ص 383 و 393.\r(¬103) جامع الحزيزاتية: في سوق مدحت باشا بدمشق وهو مسجد قديم جددته دائرة الأوقاف [ثمار المقاصد].","seal":"9B025C25","page":405},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"لفرضية البلدية حين استقال ابن عمه منها سنة 1318 فلم يعبأ بها، ثم في الحكومة العربية ذكر للقضاء الحنبلي وصدر الأمر العالي به فلم يتم له، وكان رحمه الله سخيّ الطبع عزيز النفس حسن السمت صبورًا حمولًا متحريًا لدينه متحليًا بالشهامة والمروءة هينًا لينًا يغلب عليه الرضاء والمسألة دمث الأخلاق جدًا، يكره الدخول فيما لا يعنيه والتعرض لمحدثات الأمور، ولم يزل على حالته الرضية حتى مرض أيامًا قلائل. وكانت وفاته ليلة الثلاثاء رابع شعبان سنة سبع وثلاثين وثلاثمائة وألف، وصلي عليه في الجامع الأموي بمشهد عظيم ودفن في التربة الذهبية (¬104) قريبًا من والده وعمه، وقد بكته القلوب والعيون.\r\rعيسى بن عكاس (¬105)\rهو العلامة الورع التقي الشيخ عيسى بن عبد الله بن عيسى بن حسن بن عثمان ابن عكاس ينتهي نسبه إلى قبيلة سبيع القبيلة المعروفة بنجد وكان أجداده يسكنون في عنيزة بنجد ثم رحلوا إلا الأحساء عام 956 هـ وكان مولده بالأحساء عام 1268 هـ ونشأ بها.\rكان كفيف البصر له نور ضئيل يشع من إحدى عينيه، حفظ القرآن الكريم وقرأ الفقه المالكي على الشيخ أحمد بن مشرف قاضي الأحساء والفقه الحنبلي وعقائد السلف الصالح على الشيخ عبد الرحمن الوهيبي قاضي الأحساء.\rكان نادره في الحفظ والاستحضار وحسن الهدي والسمت.\r¬__________\r(¬104) الذهبية قرب تربة الدحداح.\r(¬105) مشاهير علماء نجد 275 وما بعد.","seal":"30D046EB","page":406},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"وبعد ما جلس في الأحساء للطلاب سافر إلى قطر بطلب من أميرها لنشر العلم وعقيدة السلف فمكث سنة عاد بعدها للأحساء.\rولما استولى الملك عبد العزيز على الأحساء عينه قاضيًا لها سنة 1334 هـ واستمر مدة حياته قاضيًا يأبى أن يأخذ على القضاء أجرًا زهدًا وتورعًا.\rقرأ عليه وتخرج به عدد غير قليل من أهل الأحساء وغيرهم من أهل نجد وقطر ورأس الخيمة والشارقة وعمان وأم القيوين وكان يقوم بنفقة الطلاب المتغربين من ماله الخاص.\rوعرف الشيخ بقوة حجته وعدم التعصب المذهبي. يقرض الشعر على طريقة العلماء.\rتوفي في الرابع من شوال سنة 1338 هـ بالأحساء.\r\rالشيخ عبد الله بن عبد اللطيف (¬106)\rهو الشيخ عبد الله بن الشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب. كان مفتي الديار النجدية وزعيمها الإسلامي في زمنه.\rولد بمدينة الهفوف بالأحساء سنة 1265 ونشأ بها عند جده لأمه الشيخ عبد الله بن أحمد الوهيبي وحفظ القرآن. ثم أتى به إلى الرياض في الرابعة عشرة فقرأ عليه في التوحيد والفقه والحديث والتفسير وعلى جده الشيخ عبد الرحمن.\r¬__________\r(¬106) مشاهير علماء نجد 129 وما بعد.","seal":"64C56BA7","page":407},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"ولما توفي والده سافر إلى الأفلاج فأقام بها سنوات قرأ فيها على الشيخ حمد بن عتيق. اشتهر بالكرم والعلم ورجاحة العقل مع التواضع وحسن الخلق ومواساة الفقراء وتوافد إليه الطلاب من الآفاق النجدية ووضع الله له القبول في النفوس وألقى عليه المهابة والوقار وصار مسموع الكلمة نافد الأمر عند ولاة الأمور وغيرهم من الخاصة والعامة حتى أن الأمير محمد العبد الله الرشيد لا حاصر مدينة الرياض وضيق عليها الخناق سنة 1308 خرج إليه المترجم مع الأمير محمد بن فيصل والملك عبد العزيز يفاوضونه في ترك الحرب ورفع الحصار عن الرياض فأجابهم إلى ذلك ورجع.\rوكان الشيخ رحمه الله يتعيش من الزراعة والنخل وغير ذلك. ثم لما استولى محمد بن عبد الله بن رشيد على الرياض نهائيًا في المرة الثانية رغب أن يشخص الشيخ إليه للانتفاع به في نشر العلم فسافر إلى حائل وأقام بها سنة كاملة أعاده بعدها ابن رشيد مكرمًا إلى وطنه.\rولما استولى الملك عبد العزيز على الرياض سنة 1319 أصفاه الود والنصح صاهره الملك عبد العزيز فالشيخ عبد الله جد الملك فيصل بن عبد العزيز لأمه.\rتخرج بالشيخ عبد الله أفواج من العلماء قاموا بالقضاء والتدريس والدعوة ألف المترجم رسائل كثيرة في أغراض متعددة طبعت ضمن رسائل أئمة الدعوة.\rوكانت وفاته يوم الجمعة في العشرين من شهر ربيع الأول سنة 1339 عن أربع وسبعين سنة وصلي عليه بالجامع الكبير بالرياض ودفن في مقبرة العود بجوار والده.","seal":"D75AF846","page":408},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"الشيخ حسن بن حسين (¬107)\rهو الشيخ حسن بن حسين بن علي بن حسين بن الشيخ محمد بن عبد الوهاب.\rولد بالرياض سنة 1266 هـ وحفظ القرآن وقرأ على الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب وابنه الشيخ عبد اللطيف والشيخ عبد الرحمن بن عدوان تولى قضاء الأفلاج زمن محمد العبد الله الرشيد ثم نقل إلى المجمعة عاصمة سدير فصار قاضيًا لها ولبلدان سدير ثم تولى القضاء في الرياض ثم تفرغ للتدريس زمن الملك عبد العزيز آل سعود.\rأخذ عنه خلق كثيرون وألف عدة رسائل في مجموع الرسائل والمسائل النجدية.\rتوفي بمدينة الرياض في ذي القعدة عام 1340 هـ ودفن بمقبرة العود.\r\rعبد الله عبد اللطيف (¬108)\rعبد الله بن عبد اللطيف من آل الشيخ محمد بن عبد الوهاب فقيه خطيب من أهل نجد ولد بالرياض وتعلم بالمدينة ومصر وتونس وساحَ في مراكش وجنوب اسبانيا والهند والأفغان وإيران والعراق وكان مع آل سعود في هجرتهم إلى الكويت وكان مرجع النجدين في أمور دينهم وشارك في سياستهم وحروبهم.\rمن آثاره رسالة في الاتباع وخطر الغلو في الدين.\rتوفي في الرياض سنة 1340 هجرية.\r¬__________\r(¬107) مشاهير علماء نجد 142 - 143.\r(¬108) الأعلام 4/ 277.","seal":"4F4C14A6","page":409},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"الشيخ محمد بن عوجان (¬109)\rهو الشيخ العالم الفرضي الفقيه محمد بن عبد الله بن عوجان أصله من بلدة القصب من أعمال الوشم بنجد نزح أهله منها إلى بلدة الزبير واستقروا بها.\rولد بمدينة الزبير ونشأ بها وقرأ على أشياخ وقته فتبخر في الفقه الحنبلي والفرائض وشارك في غيرهما.\rأخذ عنه علم الفقه والفرائض علماء كثيرون، وكان إمامًا في مسجد غانم ببلدة الزبير بعد والده.\rتوفي يوم الثلاثاء غرة جمادى الأول سنة 1342 هـ بالزبير\r\rإبراهيم بن عيسى (¬110)\rهو العالم المؤرخ الشهير الشيخ إبراهيم بن صالح بن إبراهيم بن محمد بن عبد الرحمن بن حمد بن عبد الله بن عيسى من قبيلة بني زيد القبيلة المعروفة في شقراء وفي غيرها من بلدان الوشم.\rولد ببلدة أشيقر باليمامة قرية بني عكل سنة 1270 هـ ونشأ بها وتلقى العلم فيها على مشاهير علمائها ثم رحل لطلب العلم رحلات متعددة إلى الأحساء والبصرة والزبير والهند. أخذ عن الشيخ صالح بن حمد المبيض أحد علماء الحنابلة المقيمين ببلدة الزبير وعن ابن عمه الشيخ أحمد بن إبراهيم بن عيسى.\rكان رحمه الله قنوعًا بالدنيا زاهدًا في المناصب يرغب عنها طلب منه أعيان مدينة عنيزة أن يتولى القضاء في مدينتهم فأبى.\r¬__________\r(¬109) انظر مشاهير علماء نجد وغيرهم 282 - 284.\r(¬110) مشاهير علماء نجد 285 - 287.","seal":"5AA273FF","page":410},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"وكانت له عناية بالتاريخ فخدم تاريخ نجد فكتب ذيلًا على كتاب (عنوان المجد في تاريخ نجد) للشيخ عثمان بن عبد الله بن بشر النجدي سماه (عقد الدرر فيما وقع في نجد من الحوادث في أواخر القرن الثالث عشر وأول القرن الرابع عشر) بدأه من السنة التي وقف عليها الشيخ عثمان بن عبد الله بن بشر وهي سنة 1268. وكتاب (تاريخ بعض الحوادث الواقعة في نجد).\rوبقي صاحب الترجمة في بلدته أشيقر يدرس وينشر العلم ويجمع الأخبار عن بلاد نجد حتى أرهقته الشيخوخة فانتقل إلى عنيزة بالقصيم فعاش بقية حياته حتى وافته النية في الرابع والعشرين من شهر شوال سنة 1343.\r\rتوفيق السيوطى الرحيباني (¬111)\rتوفيق بن سعيد بن مصطفى بن سعد السيوطي الرحيباني.\rتولى افتاء الحنابلة وقضاء الحنابلة، وكان مشرفًا على أوقاف الجامع الأموي توفى سنة 1344 هـ.\r\rعبد القادر بدران (¬112)\rهو عبد القادر بن أحمد بن مصطفى بن عبد الرحيم بن محمد بن بدران فقيه أصولي سلفي العقيدة شافعي المذهب ثم تحنبل يعرف لقبًا بابن بدران. أديب شاعر مؤرخ باحث شارك في العلوم.\rولد في بلدة دوما قرب دمشق سنة 1265 هـ وسكن دمشق وتلقى العلم\r¬__________\r(¬111) منتخبات تواريخ دمشق 2/ 662.\r(¬112) الأعلام 4/ 162 - مقدمة كتاب منادمة الأطلال، مصادر الدراسة الأدبية 3/ 176 - 177 منتخبات تواريخ دمشق 2/ 762.","seal":"E1B2213C","page":411},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"على مشاهير العلماء ثم عكف بعد على المطالعة والتحصيل على نفسه فبرع في الكتاب والسنة ومعرفة الخلاف وسائر العلوم العقلية والأدبية والرياضية. عمل مصححًا مدة بمطبعة الولاية ومحررًا في جريدتها كما عمل في بعض صحف دمشق، ثم اشتغل بالتدريس والعلم والتأليف فدرّس في الجامع الأموي كما انتقل إلى مدرسة عبد الله باشا العظم.\rكان ذا نزعة فلسفية حسن المحاضرة كارهًا للمظاهر قانعًا بالكفاف لا يعنى بملبس أو بمأكل يصبغ لحيته بالحنّاء وربما ظهر أثر الصبغ على أطراف عمامته. عرف بحبه لنشر العلم بين العامة وبميله للعزلة والانفراد وعزوفه عن الناس كثير التنقل بين قرى غوطة الشام لتبليغ العلم للعامة.\rضعف بصره قبل الكهولة وفلج في أعوامه الأخيرة فترك بعض مؤلفاته ناقصة لم يتممها. انصرف مدة إلى البحث عما بقي من الآثار في مباني دمشق القديمة فكان أحيانًا يستعير سلمًا خشبيًا وينقله بيديه ليقرأ كتابة على جدار أو اسمًا فوق باب.\rزار الغرب فنظم قصيدة همزية يفضل بها مناظر المشرق:\rمن قال أن الغرب أحسن منظرًا ... فلقد رآه بمقلة عمياء\rله تصانيف كثيرة تزيد على الثلاثين منها (المدخل إلى مذهب الإمام أحمد بن حنبل) و (شرح روضة الناظر) في الأصول لابن قدامة جزآن و (تهذيب تاريخ مدينة دمشق لابن عساكر) و (موارد الأفهام من سلسبيل عمدة الأحكام) في الحديث مجلدان و (الآثار الدمشقية والمعاهد العلمية) و (منادمة الأطلال ومسامرة الخيال) في معاهد الشام الدينية القديمة و (ديوان خطب) ورسالة (الكواكب الدرية) وديوان شعر اسمه (تسلية الكئيب عن","seal":"B1E5BCAD","page":412},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"ذكرى حبيب) و (سبيل الرشاد إلى حقيقة الوعظ والارشاد) جزآن و (فتاوى على أسئلة الكويت) و (ايضاح المعالم من شرح ابن الناظم) على الألفية في ثلاثة أجزاء.\rكانت وفاته بداء الفالج سنة 1346 هـ.\r\rمصطفى الشطي (¬113)\rهو مصطفى بن أحمد بن حسن بن عمر بن معروف الشطي. ولد سنة 1272 ونشأ في حجر والده وعمه وقرأ القرآن الكريم على الشيخ أحمد القدومي وأخذ الخط عن سليم نزيل البذرائية ولازم دروس والده وعمه في الفقه والفرائض وغيرهما وقرأ في النحو والصرف وغيرهما على الشيخ سليم العطار والشيخ بكري العطار وحصّل وبرع. وفي سنة 1294 هـ وجهت عليه خطابة مدرسة البذرائية ببراءة من السلطان. وفي سنة 1300 تقريبًا صار كاتبًا في محكمة البزورية وفي سنة 1305 اجتمع بالشيخ الدندراوي فأخذ عنه علم التصوف وصار من خلفائه في الشام وعقد مجالس الذكر في المدرسة البذرائية حتى سنة 1319 وفيها ورد أمر الشيخ الدندراوي من مكة المكرمة بإبطال الذكر من المدرسة المذكورة. وقد لازم صاحب الترجمة العلامة الشيخ بدر الدين الحسني المغربي الملازمة التامة وحضر دروسه الخاصة والعامة واختص به وغلب عليه حب الصوفية أصحاب وحدة الوجود والعناية بكلامهم وطريقتهم. درّس في المدرسة الباذرائيه وانتفع به الطلبة في الفقه والنحو وغير ذلك. وفي سنة 1316 ولي فرضية البلدية بعد وفاة والده مدة قصيرة وتركها\r¬__________\r(¬113) مختصر طبقات الحنابلة 176 - 177 الأعلام.","seal":"46E61695","page":413},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"لغير أهلها. وفي سنة 1327 ولي التدريس ثم الإفتاء في قضاء دوما فاستقام هناك وبقي حتى أواخر عمره.\rله رسالة في مهاجمة الوهابية في آخرها بحث في التصوف.\rتوفي الشيخ مصطفى سنة 1348 هـ.\r\rسعد بن عتيق (¬114)\rهو العلامة الزاهد الشيخ سعد ابن الشيخ حمد بن علي بن محمد بن عتيق بن راشد بن حميضة اشتهر كوالده بابن عتيق.\rولد ببلدة عمار من بلدان الأفلاج الناحية المعروفة جنوب نجد سنة 1279 هـ تقريبًا ونشأ في كنف والده وقرأ عليه جملة من المتون. سافر إلى الهند سنة 1299 ونزل بهبال فاجتمع بصديق بن حسن خان وقرأ عليه وأخذ عن الشيخ نذير حسين والشيخ محمد بشير السندي والشيخ سلامة الله الهندي وبعد تسع سنين رجع إلى وطنه وحج وبقي بمكة المكرمة فقرأ بها على الشيخ أحمد بن ابراهيم بن عيسى النجدي مجاورًا (الروض المربع شرح زاد المستقنع) وأخذ عن جماعة علماء مكة الكرمة ثم عاد إلى مسقط رأسه وتولى قضاء الأفلاج واستمر فيه مدة ولاية آل الرشيد. ثم تولى قضاء الدماء وجميع قضايا البوادي وإمامة الفروض الخمسة بمسجد الجامع الكبير زمن الملك عبد العزيز. أخذ عنه خلق كثير من مشاهير العلماء.\rله رسالة (حجة التحريض في تحريم الذبح للمريض) ورسالة (عقيدة\r¬__________\r(¬114) مشاهير علماء نجد 323 - 328 الأعلام 3/ 132.","seal":"839E7B5A","page":414},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"الطائفة النجدية في توحيد الألوهية) مخطوطة و (نظم متن زاد المستقنع مختصر المقنع) وله رسائل. كف بصره آخر عمره.\rتوفي بالرياض ثالث عشر جمادى الأولى سنة 1349 هـ.\r\rسليمان بن سحمان (¬115)\rهو الشيخ سليمان بن سحمان بن مصلح بن حمدان بن مسفر بن محمد بن مالك بن عامر الخثعمي التبالي العسيري النجدي. أصله من تبالة قرية من أعمال بيشه نزح والده عنها إلى مدينة أبها عاصمة عسير.\rولد في قرية السقا من أعمال أبها سنة 1266 ونشأ بها وقرأ فيها على والده القرآن ومبادئ العلوم ثم نزح مع والده إلى الرياض ونزل ضيفًا مهاجرًا عند الإمام فيصل بن تركي الذي رتب له مرتبًا يكفيه وعائلته وفي الرياض قرأ صاحب الترجمة على الشيخ عبد الرحمن بن حسن وابنه الشيخ عبد اللطيف. ثم انتقل مع والده إلى بلدة العمار من بلدان الأفلاج بنجد فشرع في القراءة على الشيخ حمد بن عتيق ولازمه سبع عشرة سنة وبعد وفاة الشيخ حمد رجع إلى الرياض فقوى صلته بالشيخ عبد الله بن عبد اللطيف. وطلبه الإمام عبد الله بن فيصل كاتبًا عنده ورحل معه إلى مدينة حائل سنة 1305 وبقي هناك بعد رجوع الإمام مكبًا على نسخ الكتب ليلًا نهارًا ثم رجع إلى الرياض وبدأ بالتأليف والردود ولم يثنه عن ذلك ذهاب بصره فله: (الأسنة الحداد في الرد على علوي الحداد) و (الصواعق المرسلة الشهابيه في الرد على الشبه الشامية) (كشف غياهب الظلام عن أوهام جلاء الأوهام) و (الضياء الشارق في رد شبهات الماذق المارق) و (رد على رسالة مزورة على شيخ الإسلام أحمد بن\r¬__________\r(¬115) مشاهير علماء نجد 290 - 322.","seal":"2A2784E2","page":415},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"تيميه) و (تأييد مذهب السلف وكشف شبهات من حاد وانحرف) وغير ذلك عديد.\rوكان شاعرًا موهوبًا له ديوان شعر سماه (عقود الجواهر المنضدة الحسان) غالبه ردود على شعراء الضلال الذين هاجموا دعوة الشيخ محمد بن عبد الوهاب بلغ مجموع قصائده مائة وثماني قصائد.\rتوفي في الرياض عاشر شهر صفر سنة 1349 وصلي عليه بمسجد جامع الرياض الكبير ودفن بمقبرة العود.\r\rالشيخ أبو بكر خوقير (¬116)\rهو الشيخ التقي المحقق أبو بكر ابن الشيخ محمد عارف الإمام بالمسجد الحرام ابن العلامة الشيخ عبد القادر بن محمد علي خوقير الكتبي المكي الحنبلي.\rولد سنة 1284 بمكة الكرمة قرأ القرآن واشتغل بطلب العلم من صغره.\rوكان يسافر إلى الهند لجلب كتب السلف ونشرها وينتهز الفرصة فيتلقى عن علماء الهند الأعلام روى عن مشايخ معروفين مشهورين بعلو الاسناد منهم الشيخ حسين بن محسن الأنصاري اليماني والقاضي أحمد بن ابراهيم بن عيسى والشيخ محمد الأنصاري والشيخ محمد بن عبد العزيز الهاشمي الجعفري الهندي وأحمد دحلان والشيخ عبد الرحمن سراج مفتي مكة والشيخ حسين بن محسن الأنصاري الخزرجي السعدي سمع منه الأولية وقرأ عليه الكثير من الأوائل السنبلية للعلامة سنبل وأجازه بها.\r¬__________\r(¬116) أنظر مشاهير علماء نجد 437 - 440 الأعلام 3/ 46 معجم المؤلفين 3/ 73 فهرس دار الكتب المصرية 3/ 353.","seal":"EB356393","page":416},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"اهتم بعقيدة التوحيد ومحاربة البدع فضيق عليه ولاة الأمور قبل دخول الملك عبد العزيز مكة ومنعوه من التدريس ثم سجنوه سنة 1339 إلى أن أخرجه الملك عبد العزيز سنة 1343 هـ.\rمن مؤلفاته كتاب (فصل المقال وارشاد الضال في توسل الجهال) و (ما لابد منه في أمور الدين على طريقة السلف الصالح ومذهب الإمام أحمد) في العقائد و (مختصر في فقه الإمام أحمد ابن حنبل و (التحقيق فيما ينسب لأهل الطريق).\rاعتزل الشيخ أبو بكر الوظائف بعدما أفرج عنه ولازم المسجد والبيت وقراءة القرآن إلى أن توفي بمكة المكرمة عام 1349 هـ.\r\rصالح العثمان القاضي (¬117)\rهو الشيخ صالح بن محمد بن محمد بن إبراهيم بن عبد الرحمن القاضي من الوهبة من تميم.\rولد في عنيزة عاشر ربيع الآخر سنة 1282.\rأولع بالشعر العربي والنبطي حتى برع فيه وأقبل على العلم بجد ونشاط فقرأ على مشايخ عدة في عنيزة وبريدة والقاهرة ومكة منهم الشيخ علي المحمد الراشد والشيخ محمد الإبراهيم السناني والشيخ صالح بن فرناس والشيخ عبد العزيز المانع والشيخ سليمان مقبل والشيخ محمد بن عبد الله بن سليم والشيخ إسحاق بن عبد الرحمن بن حسن والشيخ أحمد بن عيسى وهو أكثرهم له فائدة وملازمة.\r¬__________\r(¬117) مشاهير علماء نجد 331 - 334.","seal":"6263948D","page":417},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"وفي عام 1924 تولى قضاء عنيزة واستمر فيه إلى أن توفي وكان المرجع في بلده في الفتوى.\rأخذ عنه خلق كثيرون نبه قدرهم منهم الشيخ عبد الرحمن السعدي والشيخ محمد العلي آل تركي والشيخ صالح الزغيبي إمام الحرم المدني والشيخ سليمان بن عبد الرحمن العمري والشيخ محمد بن عبد العزيز المانع والشيخ عبد الله بن محمد قاضي عنيزة.\rلم يؤلف كتبًا لقوله: لم يترك الأول للآخر شيئًا. وله حاشية على دليل الطالب وحاشية على رياض الصالحين وله مسودة تاريخ لنجد ومجموع خطب وكل ذلك مخطوط.\rكان واسع الشهرة في القضاء والأحكام وله فراسة في الناس ومعرفة وكان مقبولًا من العام والخاص مع تواضع وحسن خلق ومجالسة مفيدة ممتعة، شغف بمطالعة كتب ابن تيمية وابن الجوزية.\rتوفي في الخامس والعشرين من شهر ربيع الآخر عام 1351 هـ.\r\rالشيخ إبراهيم بن ضويان (¬118)\rهو الشيخ إبراهيم بن محمد بن سالم بن ضويان من قبيلة آل زهير، وهم ينتسبون إلى قبيلة بني صخر القبيلة المشهورة.\rولد في بلدة الرس سنة 1275 هـ ونشأ بها وقرأ على علمائها ثم انتقل إلى عدة بلدان لطلب العلم حتى اشتهر بالعلم والفضل وفاق أقرانه.\r¬__________\r(¬118) من مقدمة كتاب إرواء الغليل ومشاهير علماء نجد وغيرهم 335 - 336.","seal":"70CD6A09","page":418},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"كان متفننًا في كثير من العلوم وكان مع ذلك كاتبًا مجيدًا حسن الخطّ يضرب المثل بحسن خطه سريع الكتابة.\rوكان إليه المرجع في بلد الرس في الإفتاء والتدريس والنفع العام وكان زاهدًا متقللًا من الدنيا لم يشتغل بالأعمال الحكومية.\rعرفت عنه سماحته وتواضعه ودماثة أخلاقه ورفقه وسهولته وقربه من الناس كلهم.\rقرأ على الشيخ عبد العزيز بن محمد بن مانع أحد قضاة عنيزة. وقرأ على الشيخ محمد بن عمر بن سليم وعلى الشيخ صالح بن فرناس وغيرهم.\rألف المترجم عدة مصنفات تدل على غزارة علمه وسعة اطلاعه وطول باعه وهي في مواضيع شتى منها (رسالة في أنساب أهل نجد) و (كشف النقاب عن تراجم الأصحاب) ترجم فيه للحنابلة مبتدئًا بذكر الإمام أحمد بن حنبل رحمه الله و (منار السبيل في شرح الدليل) في الفقه.\rوفي آخر عمره فقد بصره فلازم المسجد في غالب أوقاته إلى أن وافته المنية فجأة فتوفي رحمه الله سنة 1353 هـ ليلة عيد الفطر وصلي عليد بعد صلاة العيد وحضر جنازته جميع أهل البلد وهم حزينون على فراقه.\r\rالشيخ عبد العزيز العبادي (¬119)\rهو العلامة الجليل الشيخ عبد العزيز بن إبراهيم بن عبد العزيز العبادي سبط العلامة الكبير الشيخ محمد بن عبد الله بن سليم، كان والده كاتبًا جيّد الخطّ فنشأ في حضانته ورباه أحسن تربية وكان كفيف البصر حفظ القرآن ثم\r¬__________\r(¬119) أنظر مشاهير علماء نجد وغيرهم 340 - 342.","seal":"134C0B1E","page":419},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"شرع في القراءة على خاله الشيخ عبد الله ابن الشيخ محمد بن عبد الله وعلى خاله الشيخ عمر ابن الشيخ محمد بن عبد الله وغيرهما من علماء القصيم فحفظ مختصر المقنع وعمدة الفقه ودليل الطالب وبعض متن الإقناع ومفردات مذهب الإمام أحمد بن حنبل وحفظ في علم مصطلح الحديث نظم البيقونيه وحفظ في علم القراءات الجزرية وحفظ في النحو متن الآجرومية وملحة الإعراب وألفية ابن مالك.\rولما بلغ من العمر خمسًا وعشرين سنة جلس لتدريس الطلاب بإجازة من شيخه وخاله الشيخ عمر ابن الشيخ محمد وأخذ عنه العلم عدد غير قليل من أهل القصيم.\rتوفي سحر يوم الجمعة عاشر صفر سنة 1358 هـ.\r\rأحمد القاري (¬120)\rأحمد بن عبد الله بن محمد بشير خان القارئ قاض حجازي من أصل هندئي، تعلم في المدرسة الصولتيه بمكة وعلّم بها وعيّن قاضيًا لجدة وجعل من أعضاء مجلس الشورى فرئيسًا للمحكمة الشرعية الكبرى فأحد أعضاء رئاسة القضاة إلى أن توفي بالطائف.\rمن آثاره: مجلة الأحكام الشرعية على مذهب أحمد بن حنبل في نحو ألف مادة.\rتوفي سنة 1359 هجرية.\r¬__________\r(¬120) الأعلام 1/ 156 معجم المؤلفين 1/ 298.","seal":"06B0BEF1","page":420},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"عبد الله بن بليهد (¬121)\rهو الشيخ العالم المتفنن عبد الله بن سليمان بن سعود بن سالم بن محمد بن بليهد الخالدي.\rولد ببلدة القرعاء من قرى القصيم بنجد سنة 1284 هـ. وقرأ القرآن على والده وقرأ الحديث والتفسير على الشيخ محمد بن دُخَيّل ببلدة المذنب بالقصيم وقرأ على الشيخ محمد بن عبد الله بن سليم بمدينة بريدة.\rولما رحل إلى الهند للعلاج قرأ على علماء الحديث، ثم رجع إلى بلاده وتولى التدريس والوعظ والإرشاد في بلدان القصيم حتى سنة 1333 فعين قاضيًا فيها مع بواديها إلى سنة 1341 هـ فعين قاضيًا بجبل طيء حتى دخول الملك عبد العزيز الحجاز فنقله إلى رئاسة القضاء بمكة الكرمة سنة 1343 حتى سنة 1345.\rألف الشيخ عبد الله منسكًا سماه (جامع المناسك في أحكام الناسك) في 45 صفحة ورسالة لطيفة ردًا على مدعي الخلافة، ورسالة حول هدم القبور منشورة في جريدة أم القرى (¬122).\rتوفي بالطائف ليلة الاثنين عاشر جمادى الأولى سنة 1359 هـ بدأء السل وصلى عليه الملك فيصل بن عبد العزيز وخلق كثير ودفن في المقبرة القريبة من مسجد ابن عباس المعروفة بالقوز وهي المقبرة الكبرى وحزن عليه الناس حزنًا شديدًا ورثاه أهل العلم والأدب.\r¬__________\r(¬121) الأعلام 4/ 224 مشاهير علماء نجد وغيرهم 344 - 351.\r(¬122) أم القرى العدد 104 سنة 1345 هـ.","seal":"2C7AF537","page":421},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"وقال في الأعلام: اشتهر بموالاته لحركة الإصلاح والتجديد في نجد أيام تعصب بعض الإخوان هناك في مقاومة ما يجهلونه من رسائل العصر الحديث، وكان واسع العلم بالأدب الجغرافي في شبه الجزيرة وانفرد بمعرفة الأماكن الوارد ذكرها في شعر المتقدمين.\r\rالقاضي الشيخ عبد العزيز بن بشر (¬124)\rهو الشيخ الفاضل الكريم عبد العزيز بن عبد الرحمن بن ناصر بن حسن بن محمد آل بشر يمتّ بنسبه إلى علي بن أبي طالب من فاطمة الزهراء رضي الله عنها.\rولد بالرياض سنة 1275 هـ ونشأ بها وقرأ القرآن وحفظه وقرأ العلم على الشيخ محمد بن محمود وغيره.\rولاه الملك عبد العزيز قضاء مدينة بريدة سنة 1327 هـ ثم نقله إلى قضاء إقليم الاحساء حيث مكث مدة طويلة ثم انتقل إلى قضاء مدينة الرياض، حتى تقدم بالعمر فترك القضاء.\rله تعليقات على متن زاد المستنقع\rتوفي في الرياض سنة 1359 هـ\r\rالشيخ عبد الله بن محمد المانع (¬125)\rهو العالم الورع الناسك الشيخ عبد الله بن محمد بن عبد الله بن محمد بن\r¬__________\r(¬124) انظر مشاهير نجد وغيرهم 343.\r(¬125) انظر مشاهير علماء نجد وغيرهم 354 - 356.","seal":"E03C90C1","page":422},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"إبراهيم بن مانع الوهبي التميمي ولد في مدينة عنيزة بالقيصم في ذي القعدة سنة 1238 هـ ونشأ نشأة علمية دينية فحفظ القرآن وأقبل على دراسة أحوال الدين والعقائد السلفية والعربية والفقه والفرائض فقرأ على الشيخ علي بن محمد الراشد وعلى أخيه الأكبر الشيخ عبد العزيز بن محمد بن مانع وعلى الشيخ علي السالم الجليدان قرأ عليهم مبادئ علوم أصول الدين وردود علماء دعوة التوحيد السلفية ومبادئ الحديث كالأربعين النووية ومبادئ النحو والآجرومية والملحة ودليل الطالب في فقه الإمام أحمد بن حنبل.\rثم رحل إلى مدينة بريدة وقرأ فيها على عدد من الشيوخ وقرأ في عنيزة على الشيخ صالح العثمان في التوحيد والتفسير ولازمه ملازمة تامة وتخرج عليه.\rثم عين إمامًا لمسجد المسكوف في عنيزة فعقد فيه حلقًا للتدريس وساهم مع الدعاة الذين بثهم الملك عبد العزيز آل سعود في البوادي.\rوفي سنة 1351 عين قاضيًا لعنيزة فاستمر به إلى أن توفي كان المترجم قنوعًا عفيفًا يعتمد في معيشته على أسباب ضئيلة في البيع والشراء.\rوكانت وفاته في آخر شعبان عام 1360 هـ.\r\rعمر بن محمد سليم (¬126)\rهو الشيخ عمر بن محمد بن عبد الله بن حمد بن محمد بن صالح بن حمد بن محمد بن سليم.\rولد بمدينة بريدة بالقصيم سنة 1298 ونشأ في كنف والده الشيخ محمد بن\r¬__________\r(¬126) مشاهير علماء نجد 357 - 362.","seal":"0588674B","page":423},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"عبد الله فحفظ القرآن وشرع في قراءة العلم عليه ولازمه وقرأ عليه جميع فنون العلم من توحيد وفقه وتفسير ونحو وفرائض ثم بعثه والده إلى الشيخ عبد الله بن عبد اللطيف في الرياض فقرأ عليه التوحيد وأصول الدين ستة أشهر وأجازه.\rوبعد وفاة والده عين قاضيًا في هجرة دخنة ولما تأسست هجرة الأرطاوية سنة 1330 هـ عينه الملك عبد العزيز قاضيًا ومرشدًا فيها وبعد سبع سنوات عين إمامًا لمسجد ناصر بن سليمان في مدينة بريدة وعقد فيه حلقات العلم وتخرج عليه أفواج من طلاب العلم وكان ينوب عن أخيه الشيخ عبد الله في القضاء إذا غاب أو مرض ثم تسلم قضاء بريدة وتوابعها بعد وفاته.\rوكان يتعاطى البيع والشراء فوسع عليه في الرزق توفي رحمه الله في سابع عشر ذي الحجة سنة 1362 هـ ودفن في مقبرة فلاجة بمدينة بريدة.\r\rالشيخ سليمان بن عطية (¬127)\rهو العالم العابد الذكي الشيخ سليمان بن عطية بن سليمان المزيني ولد سنة 1317 هـ بمدينة حائل ونشأ بها وقرأ القرآن على الشيخ شكر بن حسين وقرأ على الشيخ عبد الله بن مسلم التميمي نزيل حائل وعلى الشيخ عبد الله الصالح الخليفي فاتجه إلى علم الفقه وأكب على دراسته واعتنى بكتبه فتبحر فيه: نظم متن زاد المستقنع مختصر المقنع في ثلاثة آلاف بيت ونظم البيوع في متن دليل الطالب، وله قصيدة نظمها في قواعد الفقه وله قصيدة في البيوع تربو على مائة وستين بيتًا سماها (الحائلية) وله ألغاز في الفقه كثيرة.\r¬__________\r(¬127) انظر مشاهير علماء نجد وغيرهم 363 - 368.","seal":"6B74A023","page":424},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"وكانت عنده مكتبة كبيرة ورث بعضها عن والده وكان يحب المذاكرة والبحث والنقاش بتواضع واعتراف بالحق وكان شغوفًا بكتب الأدب صالحًا ورعًا زاهدًا لا يحب الكلام في أحد من الناس.\rتوفي سنة 1363 هـ.\r\rابن عبد اللطيف (¬127)\rمحمد بن عبد اللطيف بن عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب: فقيه حنبلي من علماء (آل الشيخ) بنجد في الرياض سنة 1286 هجرية وتفقه بها، ورحل إلى عُمان وقطر ثم اليمن. وعينه الملك عبد العزيز ابن عبد الرحمن قاضيًا لشقرى (بنجد) فأقام بها مدة طويلة ونقله إلى الرياض فاشتغل بنشر العلم وجمع مكتبة كبيرة احتوت على جملة من النفائس.\rله رسائل في الدعوة إلى التوحيد ونصائح الإخوأن أهل البادية منها (الدعوة إلى حقيقة الدين).\rمات في الرياض سنة 1367 هجرية.\r\rعبد الرحمن بن قاسم (¬128)\rهو الشيخ الفاضل الورع الزاهد عبد الرحمن بن محمد بن قاسم العاصمي القحطاني. ولد في قرية البير من قرى إقليم المحمل بنجد سنة 1319 هـ فنشأ بها وقرأ بها القرآن ومبادئ العلوم ثم رحل إلى الرياض وقرأ على الشيخ عبد\r¬__________\r(¬127) انظر الأعلام 7/ 85.\r(¬128) مشاهير علماء نجد وغيرهم 432 وما بعد.","seal":"C75286EB","page":425},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"الله ابن الشيخ عبد اللطيف وعلى الشيخ حمد بن فارس وعلى الشيخ عبد الله ابن عبد العزيز العنقري وغيرهم.\rكان ذا عناية بجمع التراث العلمي من مصادره وكتابته وتحقيقه والسعي في طباعته، جمع فتاوى ورسائل علماء نجد من آل الشيخ وغيرهم ورتبها وبوبها وسماها (الدرر السنية في الأجوبة النجدية) وجمع فتاوى ابن تيمية فبلغت 35 مجلدًا.\rله مؤلفات منها (وظائف رمضان) في 76 صفحة و (أحوال الأحكام) في 184 صفحة جمع فيه أحاديث الأحكام وشرحه في أربعة مجلدات و (الحجاب واللباس في الصلاة) و (السيف السلول على عابد الرسول) و (مختصر على عقيدة السفاريني) و (حاشية على شرح الروض المربع) في أربعة مجلدات لا تزال مخطوطة.\rعمل مدة في مطبعة الحكومة بمكة المكرمة ثم تولى إدارة المكتبة السعودية بالرياض ثم اعتزل الأعمال حتى وافاه الأجل في نجد ثامن شعبان سنة 1372 هـ.\r\rصالح بن عبد العزيز (¬129)\rهو الشيخ صالح بن عبد العزيز بن عبد الرحمن بن حسين بن الشيخ محمد ابن عبد الوهاب. ولد ببلدة السلمية من بلدان الخرج بنجد عام 1287 هـ وتوفي والده وهو في السابعة فانتقل مع والدته إلى الرياض مقر أخواله وعشيرته فكفله ابن عمه الشيخ حسن وحفظ عليه القرآن ومبادئ العلوم ومختصرات الشيخ محمد بن عبد الوهاب.\r¬__________\r(¬129) مشاهير علماء نجد 148 - 151.","seal":"898F1CF8","page":426},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"nass":"قرأ على الشيخ عبد الله ابن الشيخ عبد اللطيف في العقائد والحديث والتفسير وقرأ عليه (منهاج السنة) لابن تيمية. وقرأ على الشيخ عبد الله الخرجي والشيخ حمد بن فارس في الفرائض وقرأ على الشيخ محمد بن محمود في الفقه.\rكان صاحب الترجمة مهابًا قوي البنية فيه حمية دينية ووطنية صادقة وشارك في بناء قسم كبير من سور الرياض بيده وبدفع أجور العمال الذين يساعدونه على حسابه وذلك لما استولى الملك عبد العزيز على الرياض وقضى على حامية ابن الرشيد وأراد تحصينها. وأخذ يغزو غزوات عديدة مع الملك عبد العزيز آخرها غزوة جراب عام 1333 هـ حيث جرح فيها بعد ما أبلى بلاء عظيمًا.\rفي سنة 1337 ولاه الملك عبد العزيز قضاء مدينة الرياض وقراها للحضر فكان مثال القاضي النزيه العادل واستمر بالقضاء حتى استعفى بسبب مرضه عام 1352 هـ ولازمه ألمه عشرين سنة حتى توفي آخر شهر شعبان عام 1372 هـ بالرياض عن عمر بلغ خمسًا وثمانين سنة وصلي عليه بالجامع الكبير ودفن في مقبرة العود.\r\rعبد الله العنقري (¬130)\rهو الشيخ المحقق عبد الله بن عبد العزيز بن عبد الرحمن العنقري التميمي النجدي، ولد في بلدة ثرمداء من قرى إقليم الوشم بنجد سنة 1290 هـ وتوفي والده وهو في الثالثة من عمره وكف بصره وهو في السابعة، حفظ القرآن وتلقى مبادئ العلوم في بلدته ثم قصد الرياض فلازم الحلق وأخذ عن مشاهير\r¬__________\r(¬130) انظر مشاهير علماء نجد وغيرهم 381 - 383.","seal":"BDA8CA96","page":427},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"علمائها كالشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن الشيخ الإمام محمد بن عبد الوهاب والشيخ الفقيه حسن بن حسين بن ابراهيم والشيخ حمد بن محمد بن فارس والشيخ اسحق أخذ عنهم التوحيد والحديث والفقه الحنبلي والنحو والفرائض.\rوفي سنة 1324 هـ عينه الملك عبد العزيز آل سعود قاضيًا لإقليم سدير وكان يقوم بالتدريس وتخرج على يديه طلاب كثيرون وكان ينتقل بين الجمعة قاعدة إقليم السدير والأرطاوية لحل المشاكل القضائية وتعليم أمور الدين. ولما كبر سنه استقال من القضاء بعد أن بقي فيه ستة وثلاثين عامًا.\rله حاشية على الروض المربع شرح زاد المستقنع في الفقه الحنبلي وله تعليقات على نونية الإمام ابن القيم (خ).\rتوفي رحمه الله في الثاني من شهر صفر الخير سنة 1373 هـ عن عمر يناهز الثالثة والثمانين.\r\rعبد الرحمن بن سعدي (¬131)\rهو العلامة الورع الزاهد تذكرة السلف الشيخ عبد الرحمن بن ناصر بن عبد الله بن ناصر آل سعدي الناصري التميمي الحنبلي.\rولد في عنيزة بالقصيم سنة 1307 هـ وتوفيت أمه وهو ابن أربع سنين ثم توفي والده وهو في الثانية عشرة فعطفت عليه زوجة والده وأخوه محمد فنشأ نشأة حسنة فحفظ القرآن في الرابعة عشرة ثم اشتغل بطلب العلم فقرأ على\r¬__________\r(¬131) انظر مشاهير علماء نجد وغيرهم 392 - 397.","seal":"79B4CC59","page":428},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"الشيخ إبراهيم بن حمد بن جاسر في الحديث وقرأ على الشيخ محمد بن عبد الكريم الشبل في الفقه والنحو وقرأ على الشيخ صالح بن عمان قاضي عنيزة في التوحيد والتفسير والفقه والأصول والنحو ولازمه ملازمة تامة حتى توفي وقرأ على الشيخ علي بن ناصر أبو وادي في الحديث والأمهات الست وأجازه وقرأ على الشيخ محمد الشنقيطي نزيل الحجاز في التفسير والحديث والمصطلح.\rولما بلغ من العمر ثلاثًا وعشرين سنة جلس للتدريس وانتهت إليه بعد ذلك رئاسة العلم في القصيم وأخذ عنه خلق كثيرون وألف مؤلفات كثيرة منها تفسير القرآن الكريم المسمى (تيسير الكريم الرحمن في تفسير كلام المنان) 8 مجلدات وحاشية على الفقه استدراكًا على جميع الكتب المتداولة والمؤلفة في المذهب الحنبلي (خ) و (إرشاد أولي البصائر والألباب لمعرفة الفقه بأقرب الطرق وأيسر الأسباب) مرتبة على طريقة السؤال والجواب. و (الدرة المختصرة في محاسن الإسلام) و (القواعد الحسان لتفسير القرآن) و (القول السديد في مقاصد التوحيد) و (الإرشاد في معرفة الأحكام) و (الدين الصحيح يحلّ جميع المشاكل) و (شرح تائية شيخ الإسلام ابن تيمية) التي رد بها على القدرية والفتاوى السعدية في مجلد ضخم و (فتح الرب الحميد في أحوال العقائد والتوحيد) ورسالة لطيفة جامعة في أحوال الفقه المبهمة والدلائل القرآنية في أن العلوم العصرية لا تخالف السنّة و (فوائد قرآنية) وغيرها.\rوفي عام 1371 هـ أصيب بضغط الدم وعولج ثم عاوده المرض فتوفي يوم الأربعاء الثاني والعشرين من جمادى الآخرة سنة 1376 هـ ودفن بمقبرة الشهوانية في عنيزة.","seal":"A9141C1F","page":429},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"عبد الله بن حسن آل الشيخ (¬133)\rهو العلامة الفاضل الشيخ عبد الله ابن الشيخ حسن ابن الشيخ حسين ابن الشيخ علي ابن الشيخ حسين بن الشيخ محمد بن عبد الوهاب.\rولد بالرياض سنة 1287 هـ وقرأ على والده الشيخ حسن فحفظ عليه القرآن وعلى الشيخ عبد الله بن عبد اللطيف والشيخ اسحق بن الشيخ عبد الرحمن والشيخ محمد بن محمود وأخذ النحو عن الشيخ حمد بن فارس والفرائض عن الشيخ عبد الله بن راشد العنزي والفقه والمصطلح والرجال والتفسير عن الشيخ سعد بن حمد بن عتيق وأجازه الشيخ سعد فيما تجوز له روايته من كتب الحديث والتفسير وأخذ التجويد عن الشيخ علي بن داود.\rعيّن في أول حياته إمامًا لمسجد الإمام عبد الرحمن بن فيصل المشهور بمسجد الديوانية ثم أرسله الملك عبد العزيز إلى الهُجَر لبثّ الدعوة الصحيحة وصار له أثر طيب وذكر حميد في هذه الدعوة ومحبة. ثم عينه قاضيًا للجيوش وغزا معه غزوات كثيرة وحضر معه فتح مدينة حائل سنة 1340 هـ ثم لما جهز الملك عبد العزيز ابنه الأمير فيصل لتأديب المتمردين في عسير انتدب الشيخ عبد الله مرافقًا لابنه وقاضيًا للجيش ثم صحب الملك عبد العزيز من نجد إلى مكة قاضيًا للجيش أيضًا وحضر معه حصار جدة إلى أن سقطت بيده فعينه إمامًا وخطيبًا للمسجد الحرام حتى سنة 1346 هـ فعين رئيسًا للقضاة بالحجاز مع الإشراف على الحرمين الشريفين ووظائف الأمر بالمعروف والنهي عن النكر وملاحظة المساجد والإشراف عليها واختيار الأئمة وتعيينهم وتوزيع الكتب المطبوعة على نفقة الملك على المستحقين وطلاب العلم واختيار المرشدين\r¬__________\r(¬133) علماء نجد وغيرهم 152 وما بعد.","seal":"874F8DC1","page":430},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"والوعاظ وإرسالهم إلى القرى والبوادي للإرشاد والتعليم فقام بكل ذلك خير قيام وكان الشيخ قائمًا مع وظائفه هذه بنشر العلم والتدريس فأخذ عنه خلق كثيرون.\rكان مهيبًا وقورًا آمرًا بالمعروف ناهيًا عن المنكر بعيدًا عن مفاتن الدنيا وبقي على هذه الطريقة إلى أن توفاه الله يوم السبت سنة 1378 هـ عن واحد وتسعين عامًا فحزن الناس لموته وصلوا عليه بالمسجد الحرام ودفن بمقابر العدل.\r\rمحمد جميل الشطي (¬134)\rهو الشيخ الفاضل العالم محمد جميل بن عمر بن محمد بن حسن الشطي. ولد بدمشق في 18 صفر سنة 1300 هـ آخر سنة في القرن الثالث عشر الذي عني بتاريخه. نشأ في حجر والده الشيخ عمر وقرأ مبادئ العلوم على عمه الشيخ مراد ثم على الشيخ أبي الفتح الخطيب. وأخذ الفقه والفرائض عن والده ثم عن عمه الشيخ أحمد الشطي وتلقى طرفًا من الحديث عن العلامة الشيخ بكري العطار وعن العلامة الشيخ بدر الدين الحسني المغربي وحضر دروس الشيخ جمال الدين القاسمي وغيره من علماء دمشق. وطالع بنفسه بعض كتب التفسير والحديث والفقه والفرائض وانتفع بها واستجاز بعض الشيوخ فأجازوه بما تجوز لهم روايته لفظًا وخطًّا.\rولع بالأدب والتاريخ ولما يتجاوز الخامسة عشرة فكتب نثرًا ونظم شعرًا وكانت باكورة أعماله رسالة في تراجم بني فرفور سماها (الضياء الموفور) جمعها\r¬__________\r(¬134) حلية البشر 3/ 1626 - 1629 من هم في العالم العربي 338 - 339 معجم المؤلفين 9/ 161 مجلة التمدن الإسلامي م 26/ 228 - 232.","seal":"74761E75","page":431},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"سنة 1317. وفي سنة 1322 طبع القطعة الأولى من منظوماته وفي سنة 1323 بدأ بجمع (تاريخ القرن الثالث عشر) الهجري وفي سنة 1329 طبع القطعة الثانية من منظوماته ورسالته الأولى في علم الفرائض ثم توالى إنتاجه فترجم وطبع (قانون الصلح) وغيره من القوانين التركية المعمول بها في عصره وطبع (مختصر طبقات الحنابلة) (¬135) ورسالة سماها (الوسيط بين الإفراط والتفريط) تناول فيها آراء الوهابيين وخصومم و (السيف الرباني) ردّ به على القاديانية و (البرهان على صحة رسم مصحف عثمان) ردّ فيه على أحد فقهاء المالكية و (تنقيح السيراجية في فرائض الحنفية) وديوان شعره الأخير وتاريخ سنة 1340 هـ والتاريخ المقصور على رجال دمشق.\rوقد طبع من مؤلفات آل الشطي وغيرهم شيئًا كثيرًا من ذلك: (مختصر عقيدة السفاريني) لجده الأعلى في مجلد و (توفيق المواد النظامية لأحكام الشريعة المحمدية) و (أقوال الإمام داود الظاهري) لجده الأدنى و (أقوال شيخ الإسلام ابن تيمية) لابن القيم و (الرسائل الفاتحية) للبهراوي وغير ذلك.\rوساهم رحمه الله في الكتابة بالصحف والمجلات كمجلة التمدن الإسلامي ومجلة المقتبس فكتب ردًا على شيخ الأزهر المراغي في قوله إنّ وجه المرأه ليس بعورة وردًا على المحدث الدهلوي في كتابين له.\rلازم صاحب الترجمة الشيخ محمد جميل الشطي المحاكم الشرعية بدمشق منذ سنة 1313 مقيدًا في محكة البزورية فكاتبًا في محكة العمارة ثم في محكمة الباب\r¬__________\r(¬135) طبع في دمشق سنة 1339 هـ اختصر فيه تراجم الغزي مؤلف النعت الأكمل واستمر بعده حتى سنة 1339 هـ فترجم لمعاصريه، انظر المقدمة.","seal":"F1775DE0","page":432},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"إلى سنة 1327 وفيها عين في المحاكم العدلية كاتبًا في دائرة الإجراء ثم في محكمة الحقوق ثم في محكمة الصلح ثم معاونًا لمأمور الإجراء ثم معاونًا للحاكم المنفرد في دوما ثم عضوًا في محكمة حماة سنة 1337 ثم نائبًا حنبليًا ثم رئيس كتاب في محكمة دمشق الشرعية إلى سنة 1348 وفيها انتخب مفتيًا حنبليًا في مدينة دمشق وهي الوظيفة التي ظلّ عليها حتى توفي مع الإمامية الحنبلية في الجامع الأموي منذ سنة 1334 هـ والخطبة في المدرسة الباذرائية منذ سنة 1352 هـ كان رحمه الله دمث الأخلاق لطيف المعاشرة حلو الحديث والإيناس ملاطفًا لأهله وأقاربه منفتحًا يحب الطبيعة وارتياد المنازه. سكن في زقاق النقيب في حي العمارة وشعره لطيف يدلّ على روحه الخفيفة كقوله إلى نجم الدين الأتاسي يشكره على تراجم أرسلها إليه:\rمولاي لولا كنت أولَ فاضل ... لم تدر أهلَ الفضل بالتبيين\rفإذا ضللنا في أكابر ديننا ... فبك الهدى إذ أنت نجم الدين\rوكقوله راقمًا على كتاب أهداه إلى أحد أساتذته:\rأتى يهدي لك العبد الذليل ... كتابًا أيها المولى الجليل\rإذا هو لم يكن أثرًا جميلًا ... أليس يقال مهديه جميل؟ !\rتوفي الشيخ محمد جميل الشطي في 16 المحرم سنة 1379 هجرية ودفن في مقبرة الذهبية رحمه الله تعالى.\r\rالشيخ محمد العلبي التركي (¬136)\rهو الورع الفقيه الشيخ محمد بن علي بن محمد بن منصور التركي الخالدي\r¬__________\r(¬136) انظر مشاهير علماء نجد وغيرهم 402 - 404.","seal":"A015EF0F","page":433},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"نسبًا النجدي الحنبلي. ولد بعنيزة إحدى مدن القصيم سنة 1301 هـ ونشأ بها وحفظ القرآن بإجادة ثم تلقى العلم على أشياخ بلدته ثم سافر إلى مكة المكرمة للتجارة فشارك أخاه إبراهيم الذي كان يرسل له بضائع من جدة ويبيعها هو بمكة المكرمة وفي مساء كل يوم يقرأ على علماء الحرم الشريف فأخذ عن عدة، منهم الشيخ سعيد المغربي وصالح بافضل وعبد الله زواوي وعلى مالكي وعبد الله أبو الخيور ولازم الشيخ عبد الرحمن الدهان ملازمة تامة وانتفع به انتفاعًا عظيمًا.\rقام بعدة أسفار فزار الهند وعواصمها الأربع وتعلم بها مبادئ الأردية وزار البصرة وبغداد والكويت والبحرين ورجع إلى المدينة المنورة فتأهل واستقر بها وقرأ فيها على الشيخ شعيب المغربي والشيخ عبد الرحمن دحمان ثم رحل إلى مصر وفلسطين سنة 1340 وصام رمضان في القدس وألقى في المسجد الأقصى دروسًا نافعة على عهد مفتيها الشيخ أمين الحسيني ثم رحل إلى اللد وحيفا ودمشق وبيروت وطرابلس الشام وحماة وحلب وبعلبك ثم عاد إلى المدينة وتحصل على إذن بالتدريس في المسجد النبوي ثم حصل بينه وبين خطيب المسجد النبوي خلاف عقائدي فاستعدى عليه خطيب المسجد أمير المدينة آنذاك علي بن الحسين بن علي فنفاه إلى نجد فاستقر في عنيزة ولما دخل الملك عبد العزيز الحجاز عينه قاضيًا للمدينة المنورة ثم مساعدًا لرئيس قضاة مكة المكرمة الشيخ عبد الله بن حسن الشيخ وبقي حتى عام 1348 هـ حيث استعفى وعاد إلى المدينة النورة مدرسًا بالمسجد النبوي. وفي عام 1357 سافر إلى نجد ومنها إلى دول الخليج ثم عاد إلى المدينة المنورة مستأنفًا دروسه في المسجد النبوي ومدرسة دار العلوم الشرعية.\rكان المترجم متواضعًا كريمًا عاش عيش الزهادة والكفاف مخشوشنًا وأصيب","seal":"4C802289","page":434},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"أخريات أيامه بمرض شديد ظل يعاني منه حتى توفي صباح الجمعة 20 جمادى الآخرة عام 1380 هـ فبكاه الكثيرون ودفن ببقيع الغرقد.\r\rمحمد أبا الخيل (¬137)\rالشيخ محمد بن عبد الله بن حسين بن صالح بن حسين (أبا الخيل) من قبيلة عنزة المشهورة. ولد في قرية المريديسية من قرى بريدة بالقصيم سنة 1310 هـ وفي العاشرة تلقى عن بعض المؤدبين بعض مبادئ العلوم ثم انتقل إلى بريدة فحفظ القرآن الكريم وأخذ النحو واللغة عن الشيخ عيسى الملاحي والتوحيد والفقه عن الشيخ عبد الله بن محمد وأخوه الشيخ عمر بن محمد بن سليم وأجازاه وكان يخلفانه مكانهما إذا غابا عن بريدة.\rتولى القضاء في الجعلة إحدى قرى القصيم وفي عنيزة وبريدة وقضى أغلب حياته إمامًا لمسجد بجوار بيته.\rكان عالمًا ورعًا زاهدًا اعتزل الأعمال والاختلاط الكثير بالناس وكان يحج كل عام اشتهر بسماحة الأخلاق والحلم محبوب لا يملّ محدثه حديثه ولا مجالسته عرف عنه تفقده لأقربائه وجيرانه والفقراء والمساكين، مع صراحة في الحق.\rألف (زوائد الزاد) في فقه الإمام أحمد وطبعه على نفقته وجعله وقفًا لطلبة العلم. توفي رحمه الله يوم الجمعة ثالث عشر شهر شعبان سنة 1381 وصلي عليه ودفن في بريدة.\r¬__________\r(¬137) مشاهير علماء نجد 407 - 408.","seal":"853C6001","page":435},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"الشيخ حسن الشطي (¬138)\rحسن بن محمد بن حسن\rولد في 16 جمادى الاولى سنة 1297 هـ وتلقى العلوم الابتدائية في المدارس الأهلية والرشدية العسكرية، ثم حضر دروس شقيقيه الشيخ عمر والشيخ مراد ودروس عمه الشيخ أحمد، وحفظ القرآن على الشيخ عبد الله الحموي والشيخ أبي الصفا المالكي, كما درس علوم اللغة العربية على الأستاذين عطا الله الكسم ومحمد عبده العربيلي، وحضر دروس الشيخ بدر الدين الحسني والشيخ بكري العطار، وأخذ الخط الرقعي والنسخي والثلثي عن الأستاذ مصطفى السباعي والخطاط المشهور رسا.\rبدأ حياته الوظيفية كاتبًا في محكمة دمشق، ثم رئيسًا للكتاب فيها، ثم رئيسًا للكتاب في محكمة دوما، ثم قاضيًا في النبك ثم في دوما، ثم نائبًا للقاضي في دمشق، ثم قاضيًا منتدبًا في محكمة التمييز العليا ثم قاضيًا في دمشق. طلب إحالته على التقاعد سنة 1353 هـ.\rحصل على شهادة أستاذ في المحاماة عام 1354 هـ.\rوفي عام 1361 هـ عين أول مدير للكلية الشرعية بدمشق التي كان قد أنشأها. ودرّس فيها علوم الفرائض والأحوال الشخصية وأحكام الأوقاف وأصول المحاكمات الشرعية وتنظيم الصكوك، وذلك في قسميها: الثانوي والعالي.\rانتخب رئيسًا لجمعية التمدن الإسلامي منذ تأسيسها، كما أنه كان من مؤسسي جمعية العلماء وتولى أمانة سرها.\r¬__________\r(¬138) قدم هذه الترجمة ولده الأستاذ عصام الشطي.","seal":"85B4D651","page":436},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"توفى ظهر يوم الجمعة الثامن والعشرين من جمادى الأولى سنة 1382 هـ ودفن في اليوم التالي في مقبرة الذهبية من مرج الدحداح رحمه الله تعالى.\r\rالشيخ محمد بن مانع (¬139)\rهو العلامة الحافظ الفقيه الشيخ محمد بن عبد العزيز بن محمد بن عبد الله بن محمد بن إبراهيم بن مانع الوهبي التميمي النجدي. ولد في عنيزة إحدى مدن القصيم بنجد سنة 1300 هـ ولما بلغ السابعة أدخله والده مدرسة تحفيظ القرآن ثم مات والده فاستمر في العلم فختم القرآن وقرأ على علماء بلده مبادئ العلوم ثم رحل إلى (بريده) فقرأ على عالمها الشيخ محمد بن عبد الله بن سليم في الحديث والفرائض والنحو وفي الثامنة عشرة سافر إلى بغداد واتصل بالعلامة محمود شكري الآلوسي فقرأ عليه وعلى ابن عمه السيد علي بن السيد نعمان الآلوسي وعلى غيرهما من علماء بغداد قرأ في النحو والصرف والفقه والفرائض والحساب. ثم توجه إلى الأزهر حيث قرأ (الروض المربع شرح زاد المستنفع) وبعضًا من (شرح دليل الطالب) والنحو والعلوم على الشيخ محمد الذهبي أحد المدرسين برواق الحنابلة. ثم سافر إلى دمشق فلازم الشيخ جمال الدين القاسمي فسمع عليه صحيح البخاري وحضر دروس محدث الشام الشيخ بدر الدين وحضر دروس العلامة الشيخ عبد الرزاق البيطار ثم عاد إلى بغداد فلازم العلامة محمود شكري الآلوسي ثانية فقرأ عليه كثيرًا من مؤلفات شيخ الإسلام ابن تيمية وقرأ عليه في المعاني والبيان والبديع وشرح ألفية ابن مالك وشرح السيوطي وشرح القطر للفاكهي ورسالة العضد مع شرح العلامة علي القوشجي ورسالة أبي بكر الكردي في علم الوضع وشرح العقائد الأصفهانية لابن تيمية\r¬__________\r(¬139) انظر مشاهير علماء نجد وغيرهم 411 - 417.","seal":"E1F2011C","page":437},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":"وبعضًا من تفسير البيضاوي وشرح السّلم وشرح الدمنهوري وشرح الرسالة الآلوسية لعبد الباقي الآلوسي في العروض والقوافي وقرأ على السيد علي ابن السيد نعمان الآلوسي الأمثلة والبناء في التصريف وشرح السعد على العزي ومغني اللبيب لابن هشام وقرأ على الشيخ عبد الرزاق الأعظمي والسيد يحيى ابن قاسم الوتري.\rوتوجه إلى بلدة الزبير فقرأ على الفقيه الحنبلي المشهور محمد العوجان في الفقه الحنبلي والفرائض والحساب. ثم رحل إلى البحرين بدعوة من أحد أعيانها لمكافحة التبشير فأقام هناك أربع سنين شرح فيها العقيدة السفارينية المسماة بالدرة المضيئة ثم دعي إلى قطر حيث تولى القضاء والخطابة والتدريس مدة أربع وعشرين سنة وحج من قطر واتصل بعمر حمدان المحرسي وقرأ ألفية السيوطي في مصطلح الحديث والنزهة للحافظ ابن حجر وبعض بلوغ المرام حفظًا وقرأ عليه وعلى حبيب الله الشنقيطي الأربعين العجلونية وكتب كل واحد منهما إجازة له بها ثم رجع إلى قطر وبقي على حالته المذكورة.\rوفي سنة 1358 قدم على الملك عبد العزيز آل سعود في الرياض فأكرمه وعينه مدرسًا في الحرم المكي الشريف ورئيسًا لثلاث هيئات: هيئة تمييز القضايا وهيئة الأمر بالمعروف وهيئة الوعظ والإرشاد، ثم مديرًا للمعارف ثم رئيسًا لدار التوحيد ثم مستشارًا برتبة وكيل في وزارة المعارف حتى عام 1377 حيث طلبه حاكم قطر فرحل ولازم هناك الشيخ علي ابن الشيخ عبد الله بن قاسم بن ثاني حتى توفي في السابع عشر من رجب عام 1385 هـ في بيروت إثر عملية جراحية.","seal":"AA7191EE","page":438},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"nass":"عبد اللطيف بن إبراهيم آل الشيخ (¬140)\rهو الشيخ عبد اللطيف ابن الشيخ إبراهيم ابن الشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن شيخ الإسلام محمد بن عبد الوهاب.\rولد بالرياض سنة 1315 هـ وقرأ القرآن ثم شرع في قراءة العلم على عمه الشيخ عبد الله ابن الشيخ عبد اللطيف وعلى الشيخ حمد بن فارس وعلى الشيخ سعد بن حمد بن عتيق وقرأ الفرائض على الشيخ عبد الله بن راشد العنزي وتبحر في هذا الفن وشارك في غيره من العلوم أقرأ الطلاب الفرائض والنحو وتولى إدارة المعهد العلمي عند افتتاحه سنة 1370 ثم صار مديرًا عامًا للمعاهد والكليات ثم نائبًا لأخيه الشيخ محمد رئيس الكليات والمعاهد العملية.\rله معرفة بالعروض وشعر لطيف من ذلك قصيدة طويلة ردّ بها على قصيدة صبحي الحلبي مطلعها:\rصحا القلب عن ذكر الحسان الكواعب ... وعن مدح بيضٍ فاحمات الذوائب\rوكان الناس يرجعون إليه بكتابة وثائق البيع والشراء في العقارات والنخيل وإلى ذلك اعتنى باصدار الكتب من ذلك كتاب (رفع الإيهام والاضطراب عن آي الكتاب) للشيخ محمد الأمين الجكني الشنقيطي و (الرد على الجهمية) للشيخ عثمان بن سعيد الدارمي الشافعي المتوفى سنة 280 هـ وأصدر مجلة (راية الإسلام).\rتوفي ثالث شوال عام 1386 بالرياض وصلي عليه بجامع الرياض الكبير ودفن بمقبرة العود.\r¬__________\r(¬140) مشاهير علماء نجد 164 وما بعد.","seal":"6095C455","page":439},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"محمد بن إبراهيم آل الشيخ (¬141)\rهو العلامة الأصولي المحدث الفقيه الشيخ محمد ابن الشيخ إبراهيم ابن الشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب.\rولد في الرياض سنة 1311 هـ ولما بلغ الثامنة أدخله والده مدرسة تحفيظ القرآن وفي السادسة عشرة كفّ بصره فأعاد قراءة القرآن وحفظه. ثم شرع في قراءة العلم في مختصرات الشيخ محمد بن عبد الوهاب ومبادئ النحو والفرائض على والده الشيخ ابراهيم ثم شرع في القراءة على عمه الشيخ عبد الله ابن الشيخ عبد اللطيف في كتاب التوحيد ثم في العقيدة الواسطية والحموية لابن تيمية ثم في أصول التفسير والحديث وقرأ على الشيخ سعد ابن الشيخ حمد بن عتيق في الحديث والفقه ومصطلح الحديث ولازمه ملازمة تامة وقرأ على الشيخ حمد بن فارس في الألفية وغيرها من المؤلفات النحوية وقرأ عليه في الفقه وقرأ على الشيخ عبد الله بن راشد العنزي نزيل مدينة الرياض آنذاك في الفرائض.\rولما توفي عمه الشيخ عبد الله سنة 1339 هـ عينه الملك عبد العزيز خلفًا له في الفتيا وإمامة المسجد والتدريس في مسجد عمه المشهور بمسجد الشيخ في (حي دخنة) أحد أحياء الرياض وفي سنة 1345 هـ أرسله إلى أهل الغطغط لما غلوا في الدين وتشددوا فيه فبقي عندهم ستة أشهر يبين لهم ويرشدهم. كان يقرئ الطلاب الأجرومية وقطر الندى لابن هشام وألفية ابن مالك وشرح ابن عقيل عليها و (زاد المستنقع) في الفقه وشرحه (الروض المربع) و (بلوغ المرام) و (جامع الترمذي) و (صحيح البخاري) و (زاد المعاد في هدي\r¬__________\r(¬141) مشاهير علماء نجد 169 وما بعد.","seal":"9726716D","page":440},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"خير العباد) و (العقيدة الواسطية) و (العقيدة الحموية) وغير ذلك في العلوم الأخرى.\rتخرج على يديه الكثيرون ممن شغلوا مناصب القضاء والتدريس والدعوة.\rألف صاحب الترجمة مؤلفات وكتب رسائل عديدة وفتاوى تبلغ مجلدات محفوظة في ملفات دار الافتاء وكانت له معرفة بالعروض مع نظم الشعر على طريقة العلماء ولقد تولى عدة وظائف بالإضافة إلى ما ذكرنا من إمامته وتدريسه بمسجد الشيخ فكان رئيس دار الافتاء عام 1373 هـ وكذلك رئيس رئاسة القضاة في نجد والمنطقة الشرقية والمنطقة الشمالية سنة 1376 هـ ثم ضمت إليه رئاسة القضاة بالحجاز والمنطقة الغربية بعد وفاة الشيخ عبد الله ابن حسن سنة 1378 فصار رئيس قضاة المملكة العربية السعودية عامة. هذا إلى جانب وظائف عديدة جدًا.\rواتسم الشيخ محمد بالمبادرة العلمية فعرض على الملك عبد العزيز سنة 1369 هـ انشاء معهد علمي بالرياض فأقره عليه وأنشأه، وحصل على أمر ملكي في عام 1374 هـ يخوله افتتاح فروع للمعهد. عرف رحمه الله برجاحة العقل والاتزان والحكمة.\rتوفي يوم الاربعاء في 24 رمضان سنة 1389 هـ عن ثمان وسبعين سنة ونيف وصلي عليه في الجامع الكبير ثم دفن بمقبرة العود.\r\rالشيخ عمر بن حسن آل الشيخ (¬142)\rهو العلامة المحقق الجليل المتقن الشيخ عمر ابن الشيخ حسن ابن الشيخ\r¬__________\r(¬142) أنظر مشاهير علماء نجد 15 - 19.","seal":"365004ED","page":441},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"nass":"حسين ابن الشيخ علي ابن الشيخ حسين ابن الشيخ محمد بن عبد الوهاب الرئيس العام لهيئات الأمر بالمعروف في نجد والمنطقة الشرقية وخط (التابلاين).\rولد بمدينة الرياض سنة 1319 هجرية ونشأ في كنف والده الشيخ حسن نشأة دينية علمية فأتقن القرآن حفظًا وتجويدًا على المتقنين وعلى والده وقرأ على والده منذ التاسعة من عمره كتاب التوحيد وكشف الشبهات وكتاب آداب المشي إلى الصلاة ومتن الآجرومية وأرجوزة الرحبية في الفرائض وشرحها وقطر الندى وشرحه وألفية ابن مالك وأصول الفقه ومختصر المقنع وشرحه ومتن المنتهى وشرحه. وقرأ على الشيخ عبد الله ابن الشيخ عبد اللطيف مجموعة التوحيد غيبًا من أولها إلى رسالة بيان النجاة والفكاك وقرأ على الشيخ حمد ابن فارس ملحة الاعراب للحريري وشرحها وألفية ابن مالك ومختصر المقنع وشرحه وصحيح البخاري وجامع الترمذي وتهذيب السنن لابن القيم ومتن الطحاوية وشرحها. وقرأ على الشيخ سعد بن حمد بن عتيق تفسير العماد اسماعيل بن كثير ومسند الإمام أحمد وقرأ عليه رد الشيخ عبد الله بن عبد الرحمن أبي بطين على داود بن جرجيس وقرأ عليه فتاوى شيخ الإسلام ابن تيمية ومختصر المقنع وشرحه من أوله إلى الوقف. وقرأ على أخيه الشيخ عبد الله ألفية ابن مالك وصحيح الإمام مسلم وسنن أبي داود والروض المربع شرح زاد المستقنع. وقد تحصل على إجازة من الشيخ أحمد الكتاني أثناء وجوده بمكة المكرمة بجمع مروياته وأسانيده المتصلة إلى مؤلفي الأمهات الست. وتحصل على إجازة من الشيخ تقي الدين الهلالي بجميع مروياته.\rتقلد سماحته وظيفة الأمر بالمعروف والنهي عن المنكر معاونًا لابن عمه الشيخ عبد العزيز بن الشيخ عبد اللطيف بتكليف من الإمام عبد الرحمن بن","seal":"510978F2","page":442},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"nass":"فيصل وعمره لا يتجاوز السابعة عشرة. ثم ولاه الملك عبد العزيز رئاسة هيئات الأمر بالمعروف بنجد فهابه العصاة ثم ضمت إليه المنطقة الشرقية وخط (التابلاين) وجميع بلدان نجد وقريات الملح إلى وادي الدواسر حتى هذا اليوم (¬143) وفقه الله إلى الإعانة والتوفيق.\rله مجموع رسائل أجوبة علمية وجهت إليه من بلدان نجد وغيرها ثلاثة مجلدات: وله عدة قصائد منها قصيدة في رثاء الشيخ عبد الله بن عبد اللطيف (¬144)، وقصيدة في رثاء والده وقصيدة في رثاء الملك عبد العزيز آل سعود.\rنقلت عنه أخلاق التقوى والكرم والعبادة مع التواضع والسماحة ولذا فهو محل إجلال وتقدير أهل العلم والفضل والعامة.\r¬__________\r(¬143) اليوم هو في سنة 1394 هجرية تاريخ طبع كتاب مشاهير علماء نجد (الطبعة الثانية).\r(¬144) تقدمت ترجمته ص 409.","seal":"5AA7E9F9","page":443},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"nass":"","seal":"067AF419","page":444},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"nass":"الفهارس والمصادر والمراجع","seal":"FB98BAE5","page":445},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"nass":"","seal":"DDCBFF68","page":446},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"nass":"المصادر والمراجع في التحقيق والإضافات\r- آداب العربية في القرن التاسع عشر، تأليف لويس شيخو، بيروت 1924 هـ.\r- إرواء الغليل في تخريج أحاديث منار السبيل، تأليف: محمد ناصر الدين الألباني، دمشق 1979 م.\r- أسماء المواقع الجغرافية في الأردن وفلسطين، منشورات اللجنة الأردنية للتعريب والترجمة والنشر، عمان 1973 م.\r- الأعلام (1 - 10) تأليف: خير الدين الزركلي، القاهرة 1954 - 1959.\r- الأعلام الشرقية (1 - 4) تأليف: زكي محمد مجاهد، القاهرة.\r- إعلام الورى بمن ولي نائبًا من الأتراك بدمشق الشام الكبرى، تأليف: محمد بن علي، ابن طولون الدمشقي، الطبعة الأولى بتحقيق محمد أحمد دهمان، دمشق 1964 م. الطبعة الثانية بتحقيق عبد العظيم حامد خطاب، القاهرة 1972 م.\r- أعيان القرن الثالث عشر، تأليف خليل مردم بك، بيروت 1971 م.\rإيضاح المكنون، تأليف إسماعيل البغدادي، استامبول 1945 م.\r- تاريخ الأدب العربي (1 - 6) الطبعة العربية تأليف كارل بروكلمان، طبع بالقاهرة بإشراف جامعة الدول العربية.","seal":"1D732DA6","page":450},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"nass":"- تاريخ بغداد (1 - 14) تأليف أبي بكر أحمد بن علي الخطيب البغدادي، القاهرة 1931 م.\r- تاريخ البيمارستانات في الإسلام، تأليف أحمد عيسى بك، دمشق 1939 م.\r- تاريخ الدولة العلية العثمانية، تأليف محمد فريد بك، الطبعة الثانية 1314 هـ/ 1896 م.\r- التذكرة الكمالية (الدر المكنون والجمال المصون) تأليف محمد كمال الدين الغزي (مخطوط) انظر المقدمة في مؤلفات المؤلف.\r- تراجم أعيان دمشق في نصف القرن الرابع عشر، تأليف محمد جميل بن عمر الشطي، دمشق 1367 هـ.\r- ثمار المقاصد في ذكر المساجد، تأليف يوسف بن حسن بن عبد الهادي، بيروت 1943 م.\r- جامع المناسك الثلاثة (المقدمة) تأليف أحمد بن محمد المنقور التميمي النجدي، الطبعة الثانية دمشق 1394 هـ.\r- الجواهر والدرر في تراجم أعيان القرن الحادي عشر، تأليف عبد الرحمن بن حمزة الحسيني الدمشقي، مصورة في مجمع اللغة العربية عن مخطوطة برلين بخط المؤلف.\r- خطط الشام تأليف محمد كرد علي، طبع بدمشق 1925 - 1928 م.\r- خلاصة الأثر في تراجم أهل القرن الحادي عشر، تأليف محمد أمين المحبي، القاهرة سنة 1284 هـ.","seal":"951C0614","page":451},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"nass":"- الدارس في أخبار المدارس (تنبيه الطالب وإرشاد الدارس)، تأليف: عبد القادر بن محمد النعيمي، نشره الأمير جعفر الحسني، دمشق 1948 م.\r- الدر المنتثر في رجال القرن الثاني عشر والثالث عشر، تأليف علي علاء الدين الألوسي، بغداد 1967 م.\r- ذخائر القصر في تراجم نبلاء العصر، تأليف محمد بن علي، ابن طولون الدمشقي المتوفى سنة 953 هـ مخطوط (مصورة مجمع اللغة العربية بدمشق).\r- ذكرى البطل الفاتح إبراهيم باشا، نشرته الجمعية الملكية للدراسات التاريخية، القاهرة سنة 1948.\r- روض البشر في أعيان القرن الثالث عشر، تأليف: محمد جميل بن عمر- الشطي، دمشق 1363 هـ.\r- الريف السوري، تأليف: أحمد وصفي زكريا، دمشق 1955.\r- الزيارات تأليف: محمود بن محمد العدوي المتوفى سنة 1032 هـ، تحقيق الدكتور صلاح الدين المنجد، دمشق.\r- سلك الدرر في أعيان القرن الثاني عشر، تأليف: محمد خليل بن علي المرادي، القاهرة سنة 1301 هـ.\r- شذرات الذهب في أخبار من ذهب، تأليف: عبد الحي بن أحمد بن العماد الحنبلي الصالحي، القاهرة سنة 1350 - 1351 هـ، بعناية حسام الدين القدسي.\r- عجائب الآثار في التراجم والأخبار، تأليف: عبد الرحمن الجبرتي، القاهرة 1297 هـ.","seal":"F8762E90","page":452},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"nass":"- العذب الفائض شرح عمدة الفرائض، تأليف: إبراهيم بن عبد الله الوائلي، الرياض.\r- علماء دمشق في القرن الرابع عشر (مخطوط)، تأليف: محمد مطيع الحافظ.\r- عنوان المجد في بيان أحوال بغداد والبصرة ونجد، تأليف: إبراهيم فصيح الحيدري، بغداد.\r- غوطة دمشق، تأليف محمد كرد علي، الطبعة الأولى دمشق 1949، الطبعة الثانية، دمشق 1952 م.\r- فضائل الشام ودمشق، تأليف: علي بن محمد الربعي، تحقيق الدكتور صلاح الدين المنجد، دمشق 1950 م.\r- القلائد الجوهرية في تاريخ الصالحية (1 - 2)، تأليف: محمد بن علي، ابن طولون الصالحي الدمشقي، تحقيق الأستاذ محمد أحمد دهمان، دمشق 1949 م.\r- الكواكب السائرة في أعيان المائة العاشرة (1 - 3)، تأليف: نجم الدين محمد بن محمد الغزي، نشر في بيروت بعناية جبرائيل جبّور.\r- متعة الأذهان من التمتع بالأقران تأليف أحمد بن الملا محمد الشهير بابن الملا (مخطوط مصور في مكتبة جمع اللغة العربية بدمشق).\r- مجلة المجمع العلمي العربي (مجمع اللغة العربية) بدمشق.\r- مختصر طبقات الحنابلة، تأليف: محمد جميل بن عمر الشطي، دمشق 1339 هـ.","seal":"130E4F20","page":453},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"nass":"- المختصر من كتاب نشر النور والزهر في تراجم أفاضل مكة من القرن العاشر إلى القرن الرابع عشر، تأليف: عبد الله مردار أبو الخير، اختصار وترتيب: محمد سعيد العامودي وأحمد علي، مطبوعات نادي الطائف الأدبي سنة 1398 هـ.\r- مشاهير علماء نجد وغيرهم تأليف عبد الرحمن بن عبد اللطيف آل الشيخ، الرياض الطبعة الثانية سنة 1394 هـ.\r- مصادر الدراسة الأدبية تأليف يوسف أسعد داغر، بيروت.\r- معجم المطبوعات العربية والمعربة، تأليف يوسف سركيس، القاهرة 1926 م.\r- معجم المؤرخين الدمشقيين وآثارهم المخطوطة والمطبوعة، تأليف الدكتور صلاح الدين المنجد، بيروت 1978 م.\r- معجم المؤلفين تراجم مصنفي الكتب العربية (1 - 15) تأليف: عمر رضا كحالة، دمشق 1957 - 1961 م.\r- منادمة الأطلال ومسامرة الخيال، تأليف عبد القادر بن أحمد، ابن بدران الدوماني نشره زهير الشاويش بدمشق سنة 1379 هـ.\r- من هم في العالم العربي؟ مكتب الدراسات السورية، دمشق 1957.\r- نفخة الريحانة ورشحة طلاء الحانة، تأليف محمد أمين المحبي، تحقيق الدكتور عبد الفتاح الحلو، القاهرة 1969 م.\r- هدية العارفين تأليف إسماعيل البغدادي، استامبول 1951 م.","seal":"FC6123A8","page":454}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"إضافات للنعت الأكمل لأصحاب الإمام أحمد بن حنبل","HigriD":"معاصر","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد مطيع الحافظ","bLnk":null,"Inf":null,"Auth":"محمد مطيع الحافظ","Betaka":"الكتاب: زيادات واستدراكات ألحقها محققا النعت الأكمل بالكتاب من وفاة المؤلف حتى نهاية القرن الرابع عشر الهجري\r\nألحقها: محمد مطيع الحافظ - نزار أباظة\r\nالناشر: دار الفكر، دمشق - سوريا (نُشرت ملحقة بكتاب النعت الأكمل)\r\nالطبعة: الأولى، 1402 هـ - 1982 م\r\nعدد الصفحات: 109\r\nأعده للشاملة: رابطة النساخ، تنفيذ (مركز النخب العلمية)، وبرعاية (مؤسسة سليمان الراجحي الخيرية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"محمد مطيع الحافظ: سوري، باحث في وزارة الأوقاف والشؤون الإسلامية في دبي، وعمل سابقا بمركز جمعة الماجد للثقافة والتراث في دبي\r\r• ولد في دمشق 1940 م\r• دكتوراه في الدراسات الإسلامية من أكاديمية العلوم بأذربيجان باكو 1994 م\r• ماجستير في اللغة العربية وآدابها من جامعة البنجاب (باكستان) 1988 م\r• إجازة في اللغة العربية وآدابها من جامعة دمشق في العام 1974 م.\r• حقق العديد من الكتب وحده وبالمشاركة","seal":"8459FD95","cat":"التراجم والطبقات","oNum":147072,"BkId":147072,"oAuth":2978,"bVer":1,"aSeal":"8602A6D5"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147072":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"ابن فيروز"},
      {"lvl":1,"id":4,"sub":1,"tit":"أحمد بن محمد الشيباني"},
      {"lvl":1,"id":5,"sub":0,"tit":"عبد الله الميقاتي"},
      {"lvl":1,"id":5,"sub":1,"tit":"حمد بن ناصر بن معمر"},
      {"lvl":1,"id":6,"sub":0,"tit":"حسين بن غنام"},
      {"lvl":1,"id":6,"sub":1,"tit":"محمد هاشم الجعفري"},
      {"lvl":1,"id":7,"sub":0,"tit":"سليمان ابن الشيخ عبد الله"},
      {"lvl":1,"id":8,"sub":0,"tit":"عبد العزيز الحصين"},
      {"lvl":1,"id":9,"sub":0,"tit":"غنام النجدي"},
      {"lvl":1,"id":10,"sub":0,"tit":"عبد العزيز بن حمد"},
      {"lvl":1,"id":10,"sub":1,"tit":"عبد الله بن الشيخ محمد بن عبد الوهاب"},
      {"lvl":1,"id":11,"sub":0,"tit":"مصطفى السيوطي مفتي الحنابلة بدمشق"},
      {"lvl":1,"id":13,"sub":0,"tit":"عبد العزيز بن حمد بن معمر"},
      {"lvl":1,"id":14,"sub":0,"tit":"فاطمة الزبيرية"},
      {"lvl":1,"id":15,"sub":0,"tit":"صالح السيوطي الدمشقي الحنبلي"},
      {"lvl":1,"id":15,"sub":1,"tit":"عثمان بن سند"},
      {"lvl":1,"id":18,"sub":0,"tit":"مصطفى البرقاوي قاضي الحنابلة بدمشق"},
      {"lvl":1,"id":18,"sub":1,"tit":"عبد اللطيف الشطي"},
      {"lvl":1,"id":20,"sub":0,"tit":"سعيد بن أسعد السفاريني"},
      {"lvl":1,"id":20,"sub":1,"tit":"محمد سعدي السيوطي"},
      {"lvl":1,"id":21,"sub":0,"tit":"أحمد بن رشيد"},
      {"lvl":1,"id":22,"sub":0,"tit":"إبراهيم بن عبد الله الحنبلي الدمشقي"},
      {"lvl":1,"id":22,"sub":1,"tit":"ابراهيم الكفيري"},
      {"lvl":1,"id":22,"sub":2,"tit":"الشيخ مصطفى الشطي"},
      {"lvl":1,"id":25,"sub":0,"tit":"محمد بن ظهيره"},
      {"lvl":1,"id":26,"sub":0,"tit":"عبد الرحمن بن عبد الله"},
      {"lvl":1,"id":26,"sub":1,"tit":"حسن الشطي"},
      {"lvl":1,"id":29,"sub":0,"tit":"عبد الرحمن بن محمد بن عبد الوهاب النجدي"},
      {"lvl":1,"id":30,"sub":0,"tit":"الشيخ أبا بطين"},
      {"lvl":1,"id":31,"sub":0,"tit":"الشيخ أحمد قاضي قصبة الزبير"},
      {"lvl":1,"id":31,"sub":1,"tit":"الشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب"},
      {"lvl":1,"id":33,"sub":0,"tit":"ابن مانع"},
      {"lvl":1,"id":33,"sub":1,"tit":"سعيد السيوطي"},
      {"lvl":1,"id":34,"sub":0,"tit":"عبد اللطيف بن عبد الرحمن"},
      {"lvl":1,"id":35,"sub":0,"tit":"عبد السلام الشطي"},
      {"lvl":1,"id":38,"sub":0,"tit":"محمد بن حميد مفتي الحنابلة"},
      {"lvl":1,"id":39,"sub":0,"tit":"محمد البرقاوي"},
      {"lvl":1,"id":41,"sub":0,"tit":"عبد العزيز بن حسن"},
      {"lvl":1,"id":42,"sub":0,"tit":"عبيد القدومي"},
      {"lvl":1,"id":42,"sub":1,"tit":"محمد الشطي"},
      {"lvl":1,"id":45,"sub":0,"tit":"الشيخ محمد خطيب دوما"},
      {"lvl":1,"id":47,"sub":0,"tit":"الشيخ أحمد بن عبد القدومي"},
      {"lvl":1,"id":48,"sub":0,"tit":"راغب البرقاوي"},
      {"lvl":1,"id":48,"sub":1,"tit":"مراد الشطي"},
      {"lvl":1,"id":50,"sub":0,"tit":"صالح بن حمد المبيض"},
      {"lvl":1,"id":51,"sub":0,"tit":"علي المنصور الكرمي"},
      {"lvl":1,"id":52,"sub":0,"tit":"الشيخ أحمد الشطي"},
      {"lvl":1,"id":54,"sub":0,"tit":"معروف الشطي"},
      {"lvl":1,"id":54,"sub":1,"tit":"عبد الغني اللبدي"},
      {"lvl":1,"id":54,"sub":2,"tit":"محمد بن عبيد القدومي"},
      {"lvl":1,"id":55,"sub":0,"tit":"يوسف البرقاوي"},
      {"lvl":1,"id":56,"sub":0,"tit":"عبد القادر الشطي"},
      {"lvl":1,"id":56,"sub":1,"tit":"أحمد القدومي"},
      {"lvl":1,"id":57,"sub":0,"tit":"سعيد البرقاوي"},
      {"lvl":1,"id":58,"sub":0,"tit":"أحمد بن عيسى"},
      {"lvl":1,"id":59,"sub":0,"tit":"عبد الله صوفان القدومي"},
      {"lvl":1,"id":61,"sub":0,"tit":"الشيخ محمد بن محمود"},
      {"lvl":1,"id":62,"sub":0,"tit":"موسى القدومي"},
      {"lvl":1,"id":63,"sub":0,"tit":"عمر الشطي"},
      {"lvl":1,"id":65,"sub":0,"tit":"عيسى بن عكاس"},
      {"lvl":1,"id":66,"sub":0,"tit":"الشيخ عبد الله بن عبد اللطيف"},
      {"lvl":1,"id":68,"sub":0,"tit":"الشيخ حسن بن حسين"},
      {"lvl":1,"id":68,"sub":1,"tit":"عبد الله عبد اللطيف"},
      {"lvl":1,"id":69,"sub":0,"tit":"الشيخ محمد بن عوجان"},
      {"lvl":1,"id":69,"sub":1,"tit":"إبراهيم بن عيسى"},
      {"lvl":1,"id":70,"sub":0,"tit":"توفيق السيوطى الرحيباني"},
      {"lvl":1,"id":70,"sub":1,"tit":"عبد القادر بدران"},
      {"lvl":1,"id":72,"sub":0,"tit":"مصطفى الشطي"},
      {"lvl":1,"id":73,"sub":0,"tit":"سعد بن عتيق"},
      {"lvl":1,"id":74,"sub":0,"tit":"سليمان بن سحمان"},
      {"lvl":1,"id":75,"sub":0,"tit":"الشيخ أبو بكر خوقير"},
      {"lvl":1,"id":76,"sub":0,"tit":"صالح العثمان القاضي"},
      {"lvl":1,"id":77,"sub":0,"tit":"الشيخ إبراهيم بن ضويان"},
      {"lvl":1,"id":78,"sub":0,"tit":"الشيخ عبد العزيز العبادي"},
      {"lvl":1,"id":79,"sub":0,"tit":"أحمد القاري"},
      {"lvl":1,"id":80,"sub":0,"tit":"عبد الله بن بليهد"},
      {"lvl":1,"id":81,"sub":0,"tit":"القاضي الشيخ عبد العزيز بن بشر"},
      {"lvl":1,"id":81,"sub":1,"tit":"الشيخ عبد الله بن محمد المانع"},
      {"lvl":1,"id":82,"sub":0,"tit":"عمر بن محمد سليم"},
      {"lvl":1,"id":83,"sub":0,"tit":"الشيخ سليمان بن عطية"},
      {"lvl":1,"id":84,"sub":0,"tit":"ابن عبد اللطيف"},
      {"lvl":1,"id":84,"sub":1,"tit":"عبد الرحمن بن قاسم"},
      {"lvl":1,"id":85,"sub":0,"tit":"صالح بن عبد العزيز"},
      {"lvl":1,"id":86,"sub":0,"tit":"عبد الله العنقري"},
      {"lvl":1,"id":87,"sub":0,"tit":"عبد الرحمن بن سعدي"},
      {"lvl":1,"id":89,"sub":0,"tit":"عبد الله بن حسن آل الشيخ"},
      {"lvl":1,"id":90,"sub":0,"tit":"محمد جميل الشطي"},
      {"lvl":1,"id":92,"sub":0,"tit":"الشيخ محمد العلبي التركي"},
      {"lvl":1,"id":94,"sub":0,"tit":"محمد أبا الخيل"},
      {"lvl":1,"id":95,"sub":0,"tit":"الشيخ حسن الشطي"},
      {"lvl":1,"id":96,"sub":0,"tit":"الشيخ محمد بن مانع"},
      {"lvl":1,"id":98,"sub":0,"tit":"عبد اللطيف بن إبراهيم آل الشيخ"},
      {"lvl":1,"id":99,"sub":0,"tit":"محمد بن إبراهيم آل الشيخ"},
      {"lvl":1,"id":100,"sub":0,"tit":"الشيخ عمر بن حسن آل الشيخ"},
      {"lvl":1,"id":107,"sub":0,"tit":"المصادر والمراجع في التحقيق والإضافات"}
    ]
}
