{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147661":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"بداية العابد وكفاية الزهد","seal":"15F32D9A","page":1},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"بداية العابد وكفاية الزهد\r\rللعلامة\rعبد الرحمن بن عبد الله البعلي الحنبلي\r(ت: 1192 هـ)\r\rتحقيق\rد. أنس بن عادل بن خليفة اليتامى\rد. عبد العزيز بن عدنان العيدان","seal":"6A4E169E","page":3},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"بسم الله الرحمن الرحيم\rوبه نستعين\rإنَّ الحمد لله نحمد ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، ونشهد ألا إله إلا الله وأن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.\rأما بعد:\rفإنه لما كان «مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»، وكان طلب العلم فريضة في الجملة، ويحتاج إليه كل مسلم، اجتهد علماء كل فنٍّ بتذليل ذلك الفن على طالبيه، وتسهيل فهمه لراغبيه، وكتابة مسائله في مختصرات ومتوسطات ومطولات، ليتمكن السالك في ذلك الفن من الارتقاء، ابتداء بأوائل ذلك العلم، وحتى بلوغ نهمته منه.\rوإن من ذلك، ما ألفه العلامة عبد الرحمن بن عبد الله البعلي في مختصره المنيف: (بِدَايَةِ العَابِدِ وَكِفَايَةِ الزَّاهِدِ)، حيث جعله متنًا مختصرًا، ورتبه ترتيبًا بديعًا، واقتصر فيه على أبواب العبادات،","seal":"F61EC647","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"ليكون أول درجة يرتقيها طالب العلم في فقه الحنابلة، ليتوصل بعد دراسته إلى ما هو فوقه من المتون.\rولما كان هذا المختصر مختصرًا مفيدًا، صالحًا لأن يكون بداية للعابد، ولم يكن له شرح مطبوع سوى ما سطره مؤلفه -وهو شرح مختصر للغاية-، استعنا الله تعالى بوضع شرح عليه وسميناه: (مُنْيَةَ السَّاجِدِ فِي شَرْحِ بِدَايَةِ العَابِدِ وَكِفَايَةِ الزَّاهِدِ).\rثم رأينا بعد ذلك: أن هذا المختصر بحاجة إلى أن يكون بين يدي المبتدئ بأسلوبٍ ميسرٍ يُسهل عليه التعرف على أمهات المسائل، وفروعها الملحقة بها، والأنواع والتقاسيم الواردة عليها، فقمنا بالعناية بمخطوطه - كما سيتضح لك - وصغناه صياغة تتوافق مع ما تقدم ذكره، والله الموفق والهادي إلى سبيل العلم والرشاد.\rولا يخفى أن ثَمَّ مواطن في مثل هذا العمل خاصة تختلف فيها أنظار النظار، إلا أن ذلك لا يُغلق باب تسهيل العلم على المتفقهين، وتقريبه للطالبين، ولا يزال هذا التسهيل والتقريب محل اهتمام المؤلفين والعلماء المصلحين، فما كان فيه من صواب فمن الله وحده، وما كان من اجتهاد خاطئ فمنَّا ومن الشيطان، ونرجو من الله العفو والغفران، ومن القارئ النصح والبيان.\rوالحمد لله رب العالمين\r\rالمحققان","seal":"2F25B962","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"ترجمة المؤلف (¬1)\r- اسمه ونسبه:\rهو عبد الرحمن بن عبد الله بن أحمد بن محمد الحنبلي البعلي الدمشقي الحنبلي.\r¬_________\r(¬1) مصادر الترجمة:\rسلك الدرر في أعيان القرن الثاني عشر، تأليف: أبو الفضل المرادي الحسيني، مطبوع عن دار البشائر الإسلامية، (2/ 304)، وغالب الترجمة منه لكونه معاصرًا له وفي مقام مشايخه، حتى أجاز المترجَم له المرادي بجميع مروياته وبعث بها إليه في حلب، كما ذكر ذلك المرادي في الترجمة.\rالنعت الأكمل لأصحاب الإمام أحمد بن حنبل، تأليف: محمد كمال الدين بن محمد الغزي العامري، مطبوع عن دار الفكر سنة 1402 هـ، (ص 311).\rمختصر طبقات الحنابلة، تأليف: الشيخ محمد جميل البغدادي المعروف بابن شطي، مطبوع عن دار الكتاب العربي في بيروت، (ص 145).\rالسحب الوابلة على ضرائح الحنابلة، تأليف: محمد بن عبد الله بن حميد النجدي ثم المكي، مطبوع عن مؤسسة الرسالة، (2/ 497).\rتسهيل الوابلة لمريد معرفة الحنابلة، تأليف: صالح بن عبد العزيز العثيمين، مطبوع عن مؤسسة الرسالة، (3/ 1567).\rالمدخل إلى مذهب الإمام أحمد بن حنبل، تأليف: عبد القادر بن أحمد بن بدران، مطبوع عن مؤسسة الرسالة في بيروت، (ص 445).\rفهرس الفهارس، تأليف: عبد الحي الكتاني، مطبوع عن دار الغرب الإسلامي - بيروت، (2/ 737).\rمعجم المؤلفين، تأليف: عمر بن رضا كحالة، مطبوع عن مكتبة المثنى في بيروت، (5/ 147).\rالأعلام، تأليف: خير الدين بن محمود الزركلي، مطبوع عن دار العلم للملايين، (3/ 314).\rمعجم مصنفات الحنابلة، تأليف: د/عبد الله بن محمد الطريقي، (5/ 363).\r\rالأنوار الجلية في مختصر الأثبات الحلبية، تأليف: محمد راغب الطباخ،","seal":"B092789F","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"قال الزركلي: وُلد أحد جدوده في بعلبكّ فعُرِف بالبعلي، مولده وشهرته في دمشق، ووفاته في حلب.\r\r- مولده ونشأته:\rولد في ضحوة يوم الأحد، الثاني عشر من جمادي الأولى، سنة عشرة ومائة وألف (1110 هـ).\rثم لما بَلَغ سنَّ التمييز قرأ القرآن حتى ختمه على والده في مدة يسيرة.\rثم شرع في الاشتغال بطلب العلم في سنة عشرين، فقرأ على الشيخ عواد الحنبلي النابلسي في بعض مقدمات النحو والفقه، واشتغل عليه بالقراءة بعد ذلك نحوًا من عشرين سنة، وهو أول من أخذ عنه العلم.\rولما توفي والده في سنة اثنين وعشرين (1122 هـ)، لازم دروس الشيخ أبي المواهب الحنبلي في الفقه والحديث نحو خمس سنين، ودروس الشيخ عبد القادر التغلبي في","seal":"CC497A13","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"الحديث والفقه والنحو والفرائض والحساب والأصول وغير ذلك مدة خمسة عشر سنة، وأجازه إجازة عامة.\rثم لازم حفيده العلامة الشيخ محمد المواهبي نحو تسع سنين في الحديث والفقه أيضاً، وأجازه.\rوحضر دروس الشيخ عبد الغني النابلسي في تفسير البيضاوي، وفي الفقه والعربية وغير ذلك، ولازمه نحو ثمان سنين، وأجازه إجازة عامة بخطه.\rولازم دروس كثير من مشايخ عصره غير هؤلاء المذكورين، منهم الإمام الشيخ محمد الكاملي، والعلامة الشيخ إلياس الكردي، والشيخ إسماعيل العجلوني، والشيخ محمد الحبال، والشيخ أحمد المنيني، والشيخ علي كزبر، وغيرهم.\rوأخذ الفرائض والحساب عن الشيخ مصطفى النابلسي.\rوحفظ القرآن على الحافظ المقري المتقن الشيخ إبراهيم الدمشقي.\rثم بعد أن ارتحل إلى حلب وذلك في سنة أربع وأربعين أخذ عن جماعة من أجلالها، وممن ورد إليها، فسمع الحديث المسلسل بالأولية، وأكثر صحيح الإمام البخاري من المحدث العلامة الشيخ محمد عقيلة المكي.","seal":"297D7F7C","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"وقرأ جملة من المنطق والأصول على الشيخ صالح البصري، وطرفاً من الأصول أيضًا والتوحيد والنحو والمعاني والبيان على الشيخ محمد الحلبي المعروف بالزمار.\rوحضر دروسه كثيرًا في صحيح البخاري، وأخذ العروض والاستعارات عن الفاضل الشيخ قاسم البكرجي، وأشياخه كثيرون لا يحصون عدة.\rوكان بحلب مستقيمًا ساكنًا فاضلًا، وله أناس يبرونه، قائمين بمعاشه، وما يحتاج إليه، واستقام بها إلى أن مات.\r\r- مشايخه:\rذكر البعلي في ثبته (منار الإسعاد) مشايخه الذين أخذ عنهم، فقال: (هذا ثبت جمع فيه جملة ممن تشرفت برؤيتهم، ولحظتني السعادة بأنفاسهم وبركاتهم، من مشايخي الأئمة الأعلام، وهداة الأنام، عمدة علماء التحقيق، وزبدة رؤساء التدقيق، الذين جعلهم الله تعالى لطلب علوم الشريعة المطهرة أوضح منهاج، ولجِيد هذا القرن الثاني عشر ورأسه أشرف عِقد وأعظم تاج)، ثم قال: (قد اجتمع لي بحمد الله تعالى من المشايخ عدة أفراد محققين، وجهابذة مدققين)، وأخذ في سردهم بأسمائهم وألقابهم، ومن هؤلاء:","seal":"D3AE454E","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"1 - الشيخ الإمام محمد أبو المواهب الحنبلي، مفتي السادة الحنابلة بدمشق الشام.\r2 - الشيخ العلامة عبد القادر بن عمر التغلبي، صاحب كتاب: (نيل المآرب بشرح دليل الطالب).\r3 - الشيخ عبد الله بن الشيخ أحمد بن محمد الحنبلي، الشهير بالخطيب\r4 - الشيخ عبد الغني النابلسي.\rوذكر آخرين من علماء دمشق وغيرهم، ممن أخذ عنهم ولازمهم واستجازهم، حتى ذكر (36) من العلماء، رحمهم الله جميعًا.\r\r- ثناء العلماء عليه:\rأثنى عليه جملة من العلماء الذين ترجموا له، فمن ذلك:\rقال أبو الفضل المرادي (1206 هـ): (الشيخ العالم الفاضل الصالح كان فقيهاً بارعاً بالعلوم خصوصاً في القراآت وغيرها).\rوقال ابن بدران (1346 هـ): (وكان فقيهًا متفننًا أديبًا شاعرًا).\rوقال عبد الحي الكتاني (1382 هـ): (الشيخ العالم الصالح المقري المسند).\rوقال الغزي: (عظم أمره، وارتفع قدره، واشتهر ذكره، وغلا سعره).","seal":"1BA5B1F0","page":11},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"وقال ابن شطي (1379 هـ): (الإمام العالم العامل، الأديب البارع، الفقيه المقرئ، المفنن الأوحد).\r\r- مؤلفاته:\rله مصنفات كثيرة متنوعة، مطبوعة ومخطوطة ومفقودة، فمن ذلك:\r1 - منار الإسعاد في طرق الإسناد (¬1).\r2 - مختصر الجامع الصغير للسيوطي، وسماه: (نور الأخبار وروض الأبرار في حديث النبي المصطفى المختار) (¬2).\r3 - شرح مختصر الجامع الصغير، وسماه: (فتح الستار وكشف الأستار).\r4 - النور الوامض في علم الفرائض.\r5 - الجامع لخطب الجوامع، ومختصره المسمى: النور اللامع\r¬_________\r(¬1) أورده جماعة ممن ترجم له، وهو مخطوط في دار الكتب المصرية برقم 133 - مصطلح حديث، كما في معجم مصنفات الحنابلة.\rوقد اختصر هذا الثبت الشيخ محمد راغب الطباخ الحلبي في كتابه: (الأنوار الجلية في مختصر الأثبات الحلبية)، مطبوع عن دار البشائر الإسلامية، سنة 1432 هـ، 2011 م، وقد ذكر الطباخ في مقدمته أن (منار الإسعاد) موجود بخط مؤلفه أو بخط ابنه عبد الله، ومحفوظ عند الشيخ ياسين سِريُّو ابن أخت الشيخ كامل الموقت رحمه الله.\r(¬2) قال الكتاني: (اقتصر فيه على ما رواه أحمد والبخاري ومسلم). ينظر: فهرس الفهارس 2/ 737.","seal":"6DAC04AE","page":12},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"في خطب الجوامع.\r6 - رحلة، قال في ثبته منار الإسعاد: (ذكرت فيها ما شاهدته في سياحتي من عجائب البر والبحر).\r7 - كشف المخدرات في شرح أخصر المختصرات (¬1).\r8 - ديوان شعر، قال المرادي: (وله ديوان رائق محتو على رقائق).\r9 - مجنى الثمرات، وقد ذكر في ثبته أنه مختصر لشرحه كشف المخدرات.\r10 - بلوغ القاصد جل المقاصد (¬2).\r11 - الدرة المضية في اختصار الرحبية، وهي منظومة.\r12 - نظم الآجرومية.\r13 - الرسالة الحلبية في اختصار الآجرومية، وشرحها: القطع الذهبية.\r¬_________\r(¬1) مطبوع بعناية الشيخ محمد بن ناصر العجمي، عن دار البشائر الإسلامية، سنة 1423 هـ، 2002 م، في مجلدين.\r(¬2) وهو شرح لمختصرنا هذا، مطبوع بعناية الشيخ محمد بن ناصر العجمي، عن دار البشائر الإسلامية، سنة 1421 هـ، في مجلد.","seal":"6FCD584F","page":13},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"14 - بداية العابد وكفاية الزاهد (¬1)، وهو كتابنا هذا.\r\r- وفاته:\rكانت وفاته بحلب، سنة اثنين وتسعين ومائة وألف (1192 هـ)، رحمه الله تعالى رحمة واسعة.\r¬_________\r(¬1) طُبع بعناية الشيخ محمد بن ناصر العجمي، عن دار البشائر الإسلامية، سنة 1417 هـ، 1997 م.","seal":"0D4EE767","page":14},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"منهج التحقيق\r1 - اعتمدنا نسخة واحدة، وهي النسخة المكتوبة بخط المؤلف مع الشرح، واستعنا - عند الحاجة - بالنسخة المطبوعة.\r2 - قمنا بتوثيق الآيات القرآنية، وتخريج الأحاديث تخريجًا مختصرًا يتناسب مع المختصر.\r3 - ضبطنا كلمات المتن كلها، معتمدين في ذلك على كتب اللغة والمعاجم.\r4 - شرحنا الكلمات التي نرى أنها بحاجة إلى شرح من مصادرها المعتمدة، واعتمدنا غالباً على ما ذكره محمد بن أبي الفتح البعلي (ت: 709 هـ)، صاحب كتاب: (المطلع على ألفاظ المقنع)؛ لكونه إماماً في اللغة وفقه الحنابلة، وإلا فغيره من كتب اللغة والمعاجم والغريب.\r5 - قمنا بترتيب مسائل الكتاب، بحيث يُسهِّل على القارئ معرفة المسائل وفروعها وأقسامها، وذلك على النحو التالي:\r- جعلنا لكل مسألة منفصلة علامة قبلها وهي: (*).\r- إذا كانت المسألة تحتها فروع؛ جعلنا كل فرع في سطر تحت المسألة الأم، وجعلنا أمام هذا الفرع علامة (-).","seal":"CBF591D9","page":15},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"- إذا كانت المسألة تحتها أنواع أو شروط أو أركانه أو نحو ذلك؛ جعلنا أمام كل نوع أو نحوه رقمًا بين معكوفتين، هكذا: [1].\r- إذا ساق المؤلف جملة من المسائل، ثم ذكر بعد هذه المسائل حكمها جميعًا: وضعنا كل مسألة في سطر، ووضعنا أمام كل مسألة علامة (-)، على ما تقدم بيانه، ثم جعلنا الحكم المذكور في سطر دون أن تكون أمامه أي علامة؛ ليدل على أن هذا الحكم راجع لجميع المسائل السابقة.\r6 - ترجمنا للمؤلف من مصادر ترجمته، وعرَّفنا بالكتاب في مقدمة التحقيق.","seal":"9FCC1777","page":16},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"وصف النسخة المعتمدة\rاعتمدنا في تحقيق هذا المختصر المبارك على نسخة خطية فريدة لكتاب (بلوغ القاصد جل المقاصد لشرح بداية العابد وكفاية الزاهد)، وهو شرحٌ لطيف مختصر لمؤلف المتن.\rوهي نسخة مصورة من المكتبة الظاهرية، ورقمها (33791)، وتقع في (63 ورقة)، وعدد أسطر في الورقة (15 سطرًا)، وقد كتبت بخط النسخ المعتاد.\rوقد اقتصرنا على هذه النسخة في التحقيق لأسباب:\r1 - أنها نسخة سطَّرها المؤلف بيده، فقال في نهايتها: (قال ذلك بفمه، وكتبه بقلمه العبد المفتقر إلى فضل المنان، أبو عبد الله، عبد الرحمن بن عبد الله بن أحمد بن محمد، الحنبلي، الخلوتي، ثم القادري، الدمشقي، ثم الحلبي، عفا الله عنه، وعن والديه، وعن مشايخه، وعن أخواله، ولمن دعا له بحسن الختام، والحمد لله على التمام، والصلاة والسلام على خير الأنام).\rوهذا النوع من النسخ هو أعلى أنواع النسخ الخطية، وحين يقف عليها محقق كتاب يكتفي بها عن سائر النسخ - غالبًا -، كما هو معلوم في مناهج التحقيق الحديثة.","seal":"DDC64B2E","page":17},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"2 - أنها نسخة كاملة، وواضحة، ومتقنة للغاية، حتى قام مؤلفها بمقابلتها وتحريرها مرة أخرى مما يدل على العناية بها، فكتب في آخرها على الهامش: (بلغ مقابلة وتحريرًا).\r3 - أنها نسخة متأخرة النسخ، قال المؤلف في آخرها: (وفرغت من تسويده نهار الثلاثاء، عشر من شهر الله المحرم الحرام، افتتاح شهور سنة إحدى وسبعين ومائة وألف (1171 هـ)، ولا حول ولا قوة إلا بالله العلي العظيم).\rوللمتن نسخة خطية، كتبها: عبد الرحمن بن عثمان آل جلاجل، نقلها عن خط المؤلف، إلا أن النسخة التي بأيدينا تغني عنها لكونها بخط المؤلف، فلا حاجة بعد ذلك إلى غيرها من النسخ، خصوصًا أن النسخة التي اعتمدناها متأخرة عن الأخرى، حيث ذُكر أن نسخة آل جلاجل فَرغ مؤلفها من نسخها سنة تسع وخمسين ومائة وألف (1159 هـ)، فالفرق بينهما قريبًا من اثني عشر سنة.","seal":"16C09B30","page":18},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"نماذج النسخ الخطية","seal":"8B110208","page":19},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"بِسْمِ الله الرَّحْمَنِ الرَّحِيم\rالحَمْدُ لله الَّذِي فَقَّهَ فِي الدِّينِ مَنْ شَاءَ مِنَ العِبَادِ، وَوَفَّقَ أَهْلَ طَاعَتِهِ لِلْعِبَادَةِ وَالسَّدَادِ، وَالصَّلاةُ وَالسَّلَامُ عَلَى سَيِّدِنَا مُحَمَّدٍ الهَادِي إِلَى طَرِيقِ الرَّشَادِ، وَعَلَى آلِهِ وَصَحْبِهِ السَّادَةِ القَادَةِ الأَمْجَادِ، وَعَلَى تَابِعِيهِمْ بِإِحْسَانٍ؛ صَلَاةً دَائِمَةً مُتَّصِلَةً إِلَى يَوْمِ المَعَادِ.\rأَمَّا بَعْدُ:\rفَقَدِ اسْتَخَرْتُ اللهَ تَعَالَى فِي جَمْعِ مُخْتَصَرٍ مُفِيدٍ، مُقْتَصِرًا فِيهِ عَلَى العِبَادَاتِ؛ تَرْغِيبًا لِلمُرِيدِ، وَتَقْرِيبًا لِلمُسْتَفِيدِ، فِي فِقْهِ الإِمَامِ المُبَجَّلِ، أَبِي عَبْدِالله أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلٍ، وَسَمَّيْتُهُ: «بِدَايَةَ العَابِدِ وَكِفَايَةَ الزَّاهِدِ»، وَمِنَ الله تَعَالَى أَرْتَجِي لَهُ القَبُولَ، وَالنَّفْعَ لِكُلِّ مَنِ اشْتَغَلَ بِهِ؛ مِنْ سَائِلٍ وَمَسْؤُولٍ، إِنَّهُ أَكْرَمُ مَأْمُولٍ.","seal":"D95AA349","page":21},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"كِتَابُ الطَّهَارَةِ\r- وَهِيَ:\r- ارْتِفَاعُ الحَدَثِ.\r- وَزَوَالُ الخَبَثِ.\r- وَالمِيَاهُ ثَلَاثَةٌ: طَهُورٌ، وَطَاهِرٌ، وَنَجِسٌ.\r[1] فَالطَّهُورُ: هُوَ البَاقِي عَلَى خِلْقَتِهِ.\r- طَهُورٌ فِي نَفْسِهِ، مُطَهِّرٌ لِغَيْرِهِ.\r- يَجُوزُ اسْتِعْمَالُهُ مُطْلَقًا.\r[2] وَالطَّاهِرُ:\r- مَا تَغَيَّرَ كَثِيرٌ مِنْ لَوْنِهِ، أَوْ طَعْمِهِ، أَوْ رِيحِهِ بِطَاهِرٍ.\r- وَهُوَ طَاهِرٌ فِي نَفْسِهِ، غَيْرُ مُطَهِّرٍ لِغَيْرِهِ.\r- يَجُوزُ اسْتِعْمَالُهُ فِي غَيْرِ:\r- رَفْعِ حَدَثٍ.\r- وَزَوَالِ خَبَثٍ.\r[3] وَالنَّجِسُ: مَا تَغَيَّرَ بِنَجَاسَةٍ فِي غَيْرِ مَحَلِّ تَطْهِيرٍ.","seal":"99A8A93F","page":23},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"- وَيَحْرُمُ اسْتِعْمَالُهُ مُطْلَقًا إِلَّا لِضَرُورَةٍ.\r- وَالكَثِيرُ: قُلَّتَانِ فَأَكْثَرُ.\r- وَاليَسِيرُ: مَا دُونَهُمَا، وَهُمَا: مِئَةُ رِطْلٍ (¬1) وَسَبْعَةُ أَرْطَالٍ وَسُبُعُ رِطْلٍ بِالدِّمَشْقِيِّ (¬2)، وَمَا وَافَقَهُ.\r- وَكُلُّ إِنَاءٍ طَاهِرٍ: يُبَاحُ اتِّخَاذُهُ، وَاسْتِعْمَالُهُ.\r- غَيْرَ ذَهَبٍ وَفِضَّةٍ.\r\rفَصْلٌ\r- وَالِاسْتِنَجَاءُ: إِزَالَةُ مَا خَرَجَ مِنْ سَبِيلٍ بِمَاءٍ، أَوْ حَجَرٍ، وَنَحْوِهِ.\r- وَهُوَ وَاجِبٌ مِنْ كُلِّ خَارِجٍ، إِلَّا:\r[1] الرِّيحَ.\r[2] وَالطَّاهِرَ.\r[3] وَغَيْرَ المُلَوِّثِ.\r¬_________\r(¬1) الرطل: الذي يوزن به، بكسر الراء، ويجوز فتحها. ينظر: المطلع (ص 19).\r(¬2) تساوي: خمسمائة رطل عراقي، والرطل العراقي بالمثاقيل يساوي 90 مثقالًا، فـ (500 رطل × 90) = 45 ألف مثقال.\rوالمثقال حرِّر الآن بالغرامات، فيساوي (4.250) غرام، فالقلتان: (4.250 × 45 ألف) = 191250 غرام، = (191,25) كيلاً.","seal":"3EDFED9C","page":24},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"- وَلَا يَصِحُّ الِاسْتِجَمَارُ إِلَّا:\r[1] بِطَاهِرٍ.\r[2] مُبَاحٍ.\r[3] يَابِسٍ.\r[4] مُنَقٍّ.\r- فَالإِنْقَاءُ بِحَجَرٍ وَنَحْوِهِ: أَنْ يَبْقَى أَثَرٌ لَا يُزِيلُهُ إِلَّا المَاءُ.\r[5] وَشُرِطَ لَهُ: ثَلَاثُ مَسَحَاتٍ فَأَكْثَرُ مُنْقِيَةٍ.\r[6] وَعَدَمُ تَعَدِّي خَارِجٍ مَوْضِعَ العَادَةِ.\r- وَبِمَاءٍ: عَوْدُ المَحَلِّ كَمَا كَانَ.\r- وَظَنُّهُ كَافٍ.\r[7] [8] وَحَرُمَ: بِرَوْثٍ، وَعَظْمٍ، وَطَعَامٍ وَلَوْ لِبَهِيمَةٍ.\r- وَلَا يَصِحُّ وُضُوءٌ وَلَا تَيَمُّمٌ قَبْلَهُ.\r- وَحَرُمَ:\r[1] لُبْثٌ فَوْقَ قَدْرِ حَاجَتِهِ.\r[2] وَتَغَوُّطُهُ بِمَاءٍ.","seal":"1DF1E796","page":25},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"[3] وَبَوْلُهُ وَتَغَوُّطُهُ:\r- بِمَوْرِدِهِ.\r- وَبِطَرِيقٍ مَسْلُوكٍ.\r- وَظِلٍّ نَافِعٍ.\r- وَتَحْتَ شَجَرَةٍ عَلَيْهَا ثَمَرٌ يُقْصَدُ.\r[4] وَاسْتِقْبَالُ قِبْلَةٍ وَاسْتِدْبَارُهَا بِفَضَاءٍ.\r\rفَصْلٌ\r- وَالسِّوَاكُ مَسْنُونٌ مُطْلَقًا.\r- إِلَّا لِصَائِمٍ:\r[1] بَعْدَ الزَّوَالِ فَيُكْرَهُ.\r[2] وَيُبَاحُ قَبْلَهُ بِعُودٍ رَطْبٍ.\r[3] وَيُسْتَحَبُّ بِيَابِسٍ.\r- وَلَمْ يُصِبِ السُّنّةَ مَنِ اسْتَاكَ بِغَيْرِ عُودٍ.\r- وَيَتَأَكَّدُ عِنْدَ:\r[1] صَلَاةٍ.","seal":"6FD19E7B","page":26},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"[2] وَقِرَاءَةٍ.\r[3] وَوُضُوءٍ.\r[4] وَانْتِبَاهٍ مِنْ نَوْمٍ.\r[5] وَدُخُولِ مَسْجِدٍ.\r[6] وَتَغَيُّرِ رَائِحَةِ فَمٍ وَنَحْوِهِ.\r- وَسُنَّ:\r- بُدَاءَةٌ (¬1) بِالأَيْمَنِ فِي سِوَاكٍ، وَطُهُورٍ، وَشَأْنِهِ كُلِّهِ.\r- وَادِّهَانٌ.\r- وَاكْتِحَالٌ.\r- وَنَظَرٌ فِي مِرْآةٍ.\r- وَتَطَيُّبٌ.\r- وَاسْتِحْدَادٌ.\r¬_________\r(¬1) قال في المطلع (ص 29): (البُداءة بالشيء: تقديمه على غيره، وفيها عشر لغات: بَدَأة كبقرة، وبُدْأة كغرقة، وبُداءة كملاءة، وبدوؤة كمروؤة، وبَدِيئَة كخطيئة، وبَدْء كخبء، وبُدَاهة على البدل بوزن مُلاءة، وبَداءة كسحابة، وبداة بوزن فَلاة، فأما بداية بلفظ هداية، فلم أرها مصرحاً بها، لكن تتخرج على لغة من قال: بديت الشيء وبديت به بغير همز، وهي لغة الأنصار، قال عبد الله بن رواحة رضي الله عنه: باسم الإله وبه بَدِينا ... ولو عبدنا غيره شقينا).","seal":"8430A370","page":27},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"- وَحَفُّ شَارِبٍ.\r- وَتَقْلِيمُ ظُفُرٍ (¬1).\r- وَنَتْفُ إِبْطٍ (¬2).\r- وَيَجِبُ خِتَانُ ذَكَرٍ وَأُنْثَى عِنْدَ بُلُوغٍ.\r- وَزَمَنَ صِغَرٍ أَفْضَلُ.\r\rفَصْلٌ\r- وَالوُضُوءُ: اسْتِعْمَالُ مَاءٍ طَهُورٍ فِي الأَعْضَاءِ الأَرْبَعَةِ عَلَى صِفَةٍ مَخْصُوصَةٍ.\r- وَالتَّسْمِيَةُ وَاجِبَةٌ:\r[1] فِيهِ.\r[2] وَفِي غُسْلٍ.\r[3] وَتَيَمُّمٍ.\r¬_________\r(¬1) الظفر للإنسان مذكر، وفيه لغات: أفصحها بضمتين، والثانية: الإسكان للتخفيف، والثالثة: بكسر الظاء وزان حِمل، والرابعة: بكسرتين للإتباع، والخامسة: أظفور مثل أسبوع). ينظر: المصباح المنير (2/ 358).\r(¬2) إبْط: بسكون الباء، وقد تكسر. ينظر: تاج العروس (19/ 120).","seal":"4D4B1DD4","page":28},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"[4] وَغَسْلِ يَدَيْ قَائِمٍ مِنْ نَوْمِ لَيْلٍ نَاقِضٍ لِوُضُوءٍ.\r[5] وَغَسْلِ مَيْتٍ.\r- وَيَجِبُ غَسْلُ يَدَيِ القَائِمِ مِنْ نَوْمِ اللَّيْلِ:\r- ثَلَاثًا.\r- بِنِيَّةٍ.\r- وَتَسْمِيَةٍ.\r- وَشُرُوطُ الوُضُوءِ ثَمَانِيَةٌ (¬1):\r[1] انْقِطَاعُ مَا يُوجِبُهُ.\r[2] وَالنِّيَّةُ.\r- وَهِيَ شَرْطٌ لِكُلِّ طَهَارَةٍ شَرْعِيَّةٍ، غَيْرَ إِزَالَةِ خَبَثٍ وَنَحْوِهَا.\r[3] وَالإِسْلَامُ.\r[4] وَالعَقْلُ.\r[5] وَالتَّمِيِيزُ.\r[6] وَالمَاءُ الطَّهُورُ المُبَاحُ.\r[7] وَإِزَالَةُ مَا يَمْنَعُ وُصُولَهُ.\r¬_________\r(¬1) وزاد في الإقناع (1/ 23)، والمنتهى (1/ 48) تاسعاً، وهو: دخول الوقت على من حدثه دائم لفرض ذلك الوقت.","seal":"41A94356","page":29},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"[8] وَالِاسْتِنْجَاءُ.\r- وَفُرُوضُهُ سِتَّةٌ:\r[1] غَسْلُ الوَجْهِ.\r- وَمِنْهُ فَمٌ وَأَنْفٌ.\r[2] وَغَسْلُ اليَدَيْنِ مَعَ المِرْفَقَيْنِ.\r[3] وَمَسْحُ الرَّأْسِ كُلِّهِ.\r- وَمِنْهُ الأُذُنَانِ.\r[4] وَغَسْلُ الرِّجْلَيْنِ مَعَ الكَعْبَيْنِ.\r[5] وَتَرْتِيبٌ.\r[6] وَمُوَالَاةٌ.\rوَيَسْقُطَانِ مَعَ غُسْلٍ.\r\rفَصْلٌ\r- يَجُوزُ المَسْحُ عَلَى الخُفَّيْنِ وَنَحْوِهِمَا بِسَبْعَةِ شُرُوطٍ (¬1):\r[1] لُبْسُهُمَا بَعْدَ كَمَالِ طَهَارةٍ بِمَاءٍ.\r¬_________\r(¬1) وزاد في المنتهى (1/ 63) شرطاً ثامناً: أن لا يكون واسعًا يرى منه بعض محل الفرض.","seal":"C246D107","page":30},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"[2] وَسَتْرُهُمَا لِمَحَلِّ فَرْضٍ.\r[3] وَإِمْكَانُ مَشْيٍ بِهِمَا عُرْفًا.\r[4] وَثُبُوتُهُمَا بِنَفْسِهِمَا.\r[5] وَإِبَاحَتُهُمَا.\r[6] وَطَهَارَةُ عَيْنِهِمَا.\r[7] وَعَدَمُ وَصْفِهِمَا البَشَرَةَ.\r- فَيَمْسَحُ:\r- مُقِيمٌ، وَعَاصٍ بِسَفَرِهِ - مِنْ حَدَثٍ بَعْدَ لُبْسٍ -: يَوْمًا وَلَيْلَةً.\r- وَمُسَافِرٌ سَفَرَ قَصْرٍ لَمْ يَعْصِ بِهِ: ثَلَاثَةً بِلَيَالِيهِنَّ.\r- فَلَوْ:\r- مَسَحَ فِي سَفَرٍ ثُمَّ أَقَامَ.\r- أَوْ فِي حَضَرٍ ثُمَّ سَافَرَ.\r- أَوْ شَكَّ فِي ابْتِدَاءِ المَسْحِ.\rلَمْ يَزِدْ عَلَى مَسْحِ مُقِيمٍ.\r- وَيَجُوزُ المَسْحُ عَلَى جَبِيرَةٍ:\r[1] إِنْ كَانَ وَضَعَهَا عَلَى طَهَارَةٍ.","seal":"28E54D39","page":31},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"[2] وَلَمْ تُجَاوِزْ قَدْرَ الحَاجَةِ.\r- وَإِنْ جَاوَزَتْهُ، أَوْ كَانَ وَضَعَهَا عَلَى غَيْرِ طَهَارَةٍ؛ وَجَبَ نَزْعُهَا.\r- فَإِنْ خَافَ ضَرَرًا؛ تَيَمَّمَ مَعَ مَسْحِ مَوْضُوعَةٍ عَلَى طَهَارَةٍ مُجَاوِزَةٍ مَحَلَّ الحَاجَةِ.\r- وَ:\r[1] إِنْ ظَهَرَ بَعْضُ مَحَلِّ فَرْضٍ.\r[2] أَوْ حَصَلَ مَا يُوجِبُ الغُسْلَ.\r[3] أَوِ انْقَضَتِ المُدَّةُ.\rبَطَلَ الوُضُوءُ.\r\rفَصْلٌ\r- نَوَاقِضُ الوُضُوءِ ثَمَانِيَةٌ:\r[1] خَارِجٌ مِنْ سَبِيلٍ مُطْلَقًا.\r[2] وَخُرُوجُ:\r- بَوْلٍ أَوْ غَائِطٍ مِنْ بَاقِي البَدَنِ، قَلَّ أَوْ كَثُرَ.\r- أَوْ غَيْرِهِمَا؛ كَقَيْءٍ، أَوْ دَمٍ إِنْ فَحُشَ فِي نَفْسِ كُلِّ أَحَدٍ","seal":"19B586B2","page":32},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"بِحَسَبِهِ.\r[3] وَزَوَالُ عَقْلٍ.\r- إِلَّا يَسِيرَ نَوْمٍ مِنْ قَائِمٍ أَوْ جَالِسٍ.\r[4] وَغُسْلُ مَيْتٍ أَوْ بَعْضِهِ.\r[5] وَأَكْلُ لَحْمِ إِبِلٍ، وَلَوْ نِيِّئًا.\r- تَعَبُّدًا.\r- فَلَا نَقْضَ بِـ:\r(1) بَقِيَّةِ أَجْزِائِهَا.\r(2) وَشُرْبُ لَبَنِهَا.\r(3) وَمَرَقِ لَحْمِهَا.\r[6] وَمَسُّ فَرْجِ:\r- آدَمِيٍّ.\r- مُتَّصِلٍ.\r- أَوْ حَلْقَةِ دُبُرِهِ.\r- وَلَوْ مَيْتًا بِيَدِهِ.","seal":"E0303B77","page":33},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"- لَا مَسُّ:\r- الخُصْيَتَيْنِ (¬1).\r- وَلَا مَحَلِّ الفَرْجِ البَائِنِ.\r[7] وَلَمْسُ ذَكَرٍ أَوْ أُنْثَى الآخَرَ:\r- لِشَهْوَةٍ.\r- بِلَا حَائِلٍ.\r- وَلَوْ بِزَائِدٍ لِزَائِدٍ.\r[8] وَالرِّدَّةُ.\r- وَكُلُّ مَا أَوْجَبَ غُسْلًا أَوْجَبَ وُضُوءًا غَيْرَ مَوْتٍ؛ فَإِنَّهُ يُوجِبُ الغُسْلَ لَا الوُضُوءَ، بَلْ يُسَنُّ.\r- وَلَا نَقْضَ:\r[1] بِكَلَامٍ مُحَرَّمٍ.\r[2] وَلَا بِإِزَالَةِ شَعْرٍ وَظُفُرٍ وَنَحْوِهِمَا.\r- وَمَنْ شَكَّ فِي طَهَارَةٍ أَوْ حَدَثٍ -وَلَوْ فِي غَيْرِ صَلَاةٍ-؛ بَنَى عَلَى يَقِينِهِ.\r¬_________\r(¬1) قال في المطلع (ص 433): (الخصيتان: واحدتهما خُصية -بضم الخاء-، وحكى الجوهري الكسر، قال أبو عمرو: الخصيان: البيضتان، والخصيان: الجلدتان اللتان فيهما).","seal":"4E9939A7","page":34},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"فَصْلٌ\r- مُوجِبَاتُ الغُسْلِ (¬1) سَبْعَةٌ:\r[1] انْتِقَالُ مَنِيٍّ، فَلَوْ أَحَسَّ بِانْتِقَالِهِ فَحَبَسَهُ فَلَمْ يَخْرُجْ؛ وَجَبَ الغُسْلُ.\r- فَلَوِ اغْتَسَلَ لَهُ ثُمَّ خَرَجَ بِلَا لَذَّةٍ: لَمْ يُعِدْهُ.\r[2] وَخُرُوجُهُ مِنْ مَخْرَجِهِ وَلَوْ دَمًا.\r- وَتُعْتَبَرُ لَذَّةٌ فِي غَيْرِ نَائِمٍ وَنَحْوِهِ.\r[3] وَتَغْيِيبُ حَشَفَةٍ:\r- أَصْلِيَّةٍ.\r- أَوْ قَدْرِهَا.\r- بِلَا حَائِلٍ.\r- فِي فَرْجٍ أَصْليٍّ.\r¬_________\r(¬1) قال في المطلع (ص 37): (قال الجوهري: غسلت الشيء غسلا -بالفتح-، والاسم الغُسل -بالضم، ويقال: غُسُلٌ بضمتين، وقال شيخنا -رحمه الله- في مثلثه: والغُسْل -يعني بضم أوله وسكون ثانيه-: الاغتسال، والماء الذي يغتسل به، وقال القاضي عياض: الغَسل -بالفتح-: الماء، وبالضم: الفعل، وقال الجوهري: والغِسْلُ -بالكسر- ما يغسل به الرأس من خطمي وغيره).","seal":"2B3853E3","page":35},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"- وَلَوْ:\r- دُبُرًا لِبَهِيمَةٍ.\r- أَوْ مَيْتٍ مِمَّنْ يُجَامَعُ مِثْلُهُ.\r- وَلَوْ نَائِمًا.\r[4] وَإِسْلَامُ كَافِرٍ؛ وَلَوْ مُرْتَدًّا، أَوْ لَمْ يُوجَدْ مِنْه فِي كُفْرِهِ مَا يُوجِبُهُ.\r[5] وَخُرُوجُ حَيْضٍ.\r[6] وَخُرُوجُ دَمِ نِفَاسٍ.\r- فَلَا يَجِبُ بِوِلَادَةٍ عَرَتْ عَنْهُ.\r[7] وَمَوْتٌ تَعَبُّدًا.\r- غَيْرَ:\r(1) شَهِيدِ مَعْرَكَةٍ.\r(2) وَمَقْتُولٍ ظُلْمًا.\r- وَمُصَلَّى العِيدِ لَا الجَنَائِزِ: مَسْجِدٌ.\r- وَيَحْرُمُ تَكَسُّبٌ بِصَنْعَةٍ فِيهِ.","seal":"BC17F01B","page":36},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"فَصْلٌ\r- وَشُرُوطُ الغُسْلِ سَبْعَةٌ:\r[1] انْقِطَاعُ مَا يُوجِبُهُ.\r[2] وَالنِّيَّةُ.\r[3] وَالإِسْلَامُ.\r[4] وَالعَقْلُ.\r[5] وَالتَّمْيِيزُ.\r[6] وَالمَاءُ الطَّهُورُ المُبَاحُ.\r[7] وَإِزَالَةُ مَا يَمْنعُ وُصُولَهُ.\r- وَفَرْضُهُ:\r- أَنْ يَعُمَّ بِالمَاءِ جَمِيعَ بَدَنِهِ.\r- وَدَاخِلَ فَمِهِ وَأَنْفِهِ.\r- حَتَّى مَا يَظْهَرُ مِنْ فَرْجِ امْرَأَةٍ عِنْدَ قُعُودِهَا لِحَاجَتِهَا.\r- وَيَكْفِي الظَّنُّ فِي الإِسْبَاغِ.\r- وَمَنْ نَوَى غُسْلًا مَسْنُونًا أَوْ وَاجِبًا: أَجْزَأَ عَنِ الآخَرِ.","seal":"F9B5D4BC","page":37},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"nass":"- وَكُرِهَ نَوْمُ جُنُبٍ بِلَا وُضُوءٍ.\r- وَيُكْرَهُ:\r- بِنَاءُ الحَمَّامِ.\r- وَبَيْعُهُ.\r- وَإِجَارَتُهُ.\r- وَالقِرَاءَةُ فِيهِ.\r- وَالسَّلَامُ لَا الذِّكْرُ.\r- وَدُخُولُهُ:\r- بِسُتْرَةٍ مَعَ أَمْنِ الوُقُوعِ فِي مُحَرَّمٍ: مُبَاحٌ.\r- وَإِنْ خِيفَ: كُرِهَ.\r- وَإِنْ عَلِمَ، أَوْ دَخَلَتْهُ أُنْثَى بِلَا عُذْرٍ: حَرُمَ.\r\rفَصْلٌ\r- التَّيَمُّمُ: اسْتِعَمَالُ تُرَابٍ مَخْصُوصٍ، لِوَجْهٍ وَيَدَيْنِ.\r- بَدَلُ طَهَارَةِ مَاءٍ، لِكُلِّ مَا يُفعَلُ بِهِ عِنْدَ عَجْزٍ عَنْهُ شَرْعًا.\r- سِوَى:","seal":"2FD6CC9B","page":38},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"[1] نَجَاسَةٍ عَلَى غَيْرِ بَدَنٍ.\r[2] ولُبْثٍ بِمَسْجِدٍ لِحَاجَةٍ.\r- وَشُرُوطُهُ ثَلَاثَةٌ:\r[1] دُخُولُ وَقْتِ الصَّلَاةِ.\r[2] وَتَعَذُّرُ المَاءِ:\r- لِحَبْسِهِ عَنْهُ وَنَحْوِهِ.\r- أَوْ لِخَوْفِهِ بِطَلَبِهِ أَوِ اسْتِعْمَالِهِ ضَرَرًا بِبَدَنِهِ، أوْ مَالِهِ، أَوْ غَيْرِهِمَا.\r- وَمَنْ وَجَدَ مَاءً لَا يَكْفِي طَهَارَتَهُ: اسْتَعْمَلَهُ وُجُوبًا، ثُمَّ تَيَمَّمَ.\r[3] وَأَنْ يَكُونَ:\r(1) بِتُرَابٍ.\r(2) طَهُورٍ.\r(3) مُبَاحٍ.\r(4) غَيْرِ مُحْتَرِقٍ.\r(5) لَهُ غُبَارٌ يَعْلَقُ بِاليَدِ.\r- فَإِنْ لَمْ يَجِدْ ذَلِكَ:","seal":"7EA2D6FE","page":39},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"- صَلَّى الفَرْضَ فَقَطْ عَلَى حَسَبِ حَالِهِ.\r- وَلَا يَزِيدُ فِي صَلَاتِهِ عَلَى مُجْزِئٍ.\r- وَلَا إِعَادَةَ عَلَيْهِ.\r- وَفُرُوضُهُ:\r[1] مَسْحُ وَجْهِهِ.\r[2] وَيَدَيْهِ إِلَى كُوعَيْهِ (¬1).\r[3] وَتَرْتِيبٌ.\r[4] وَمُوَالَاةٌ لِحَدَثٍ أَصْغَرَ.\r- وَهِيَ: بِقَدْرِهَا فِي وُضُوءٍ.\r[5] وَتَعِيينُ نِيَّةِ اسْتِبَاحَةِ مَا يَتَيَمَّمُ لَهُ مِنْ حَدَثٍ أَوْ نَجَاسَةٍ.\r- فَلَا تَكْفِي نِيَّةُ أَحَدِهِمَا عَنِ الآخَرِ، وَإِنْ نَوَاهُمَا أَجْزَأَ.\r- وَيُبْطِلُهُ:\r[1] مَا يُبْطِلُ الوُضُوءَ.\r¬_________\r(¬1) قال في المطلع (ص 51): (إلى كوُعَيْه: واحدهما كوع -بضم الكاف-، ويقال فيه: كاع أيضاً، وهو طرف الزند الذي يلي أصل الإبهام، وطرفه الذي يلي الخنصر كُرْسُوعٌ -بضم الكاف-).","seal":"8598FDC4","page":40},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"[2] وَخُرُوجُ الوَقْتِ.\r[3] وَوُجُودُ المَاءِ إِنْ تَيَمَّمَ لِفَقْدِهِ.\r[4] وَزَوَالُ المُبِيحِ لَهُ.\r[5] وَخَلْعُ مَا يَمْسَحُ عَلَيْهِ.\r\rفَصْلٌ\r- يُشْتَرَطُ لِكُلِّ مُتَنَجِّسٍ:\r- سَبْعُ غَسَلاتٍ إِنْ أَنْقَتْ، وَإِلَّا فَحَتَّى تُنْقِيَ.\r- بِمَاءٍ طَهُورٍ.\r- مَعَ حَتٍّ وَقَرْصٍ لِحَاجَةٍ، إِنْ لَمْ يَتَضَرَّرِ المَحَلُّ.\r- وَعَصْرٍ مَعَ إِمْكَانٍ فِيمَا تَشَرَّبَ، كُلَّ مَرَّةٍ خَارِجَ المَاءِ.\r- وَكَوْنُ إِحْدَاهُا فِي مُتَنَجِّسٍ بِكَلْبٍ أَوْ خِنْزِيرٍ بِتُرَابٍ طَهُورٍ.\r- وَيَضُرُّ بَقَاءُ طَعْمٍ.\r- لَا لَوْنٍ، أَوْ رِيحٍ، أَوْ هُمَا عَجْزًا.\r- وَيُجْزِئُ:\r- فِي بَوْلِ غُلَامٍ لَمْ يَأْكُلْ طَعَامًا لِشَهْوَةٍ: نَضْحُهُ، وَهُوَ غَمْرُهُ بِمَاءٍ.","seal":"4C7A1DBF","page":41},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"- وَفِي نَحْوِ صَخْرٍ، وَأَحْوَاضٍ، وأَرْضٍ تَنَجَّسَتْ بِمَائِعٍ -وَلَوْ مِنْ كَلْبٍ أَوْ خِنْزِيرٍ-: مُكَاثَرَتُها بِمَاءٍ حَتَّى يَذْهَبَ لَوْنُ النَّجَاسَةِ وَرِيحُهَا.\rمَا لَمْ يَعْجِزْ عَنْ إِذْهَابِهِمَا، أَوْ إِذْهَابِ أَحَدِهِمَا.\rوَلَوْ لَمْ يَزَلِ المَاءُ فِيهِمَا، أَيْ: فِي بَوْلِ الغُلَامِ، وَفِي الأَرْضِ وَنَحْوِهَا، فَيَطْهُرَانِ مَعَ بَقَاءِ المَاءِ عَلَيْهِمَا.\r- وَلَا تَطْهُرُ أَرْضٌ:\r- بِشَمْسٍ.\r- وَرِيحٍ.\r- وَجَفَافٍ.\r- وَلَا نَجَاسَةٌ: بِنَارٍ، فَرَمَادُهَا نَجِسٌ.\r- وَتَطْهُرُ خَمْرَةٌ:\r- انْقَلَبَتْ خَلًّا بِنَفْسِهَا.\r- أَوْ بِنَقْلٍ لَا لِقَصْدِ التَّخْلِيلِ.\r- وَدَنُّهَا مِثْلُهَا.\r- وَإِنْ خَفِيَتْ نَجَاسَةٌ: غَسَلَ حَتَّى يَتَيَقَّنَ غَسْلَهَا.","seal":"ABDB8E3F","page":42},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"فَصْلٌ\r- المُسْكِرُ المَائِعُ.\r- وَمَا لَا يُؤْكَلُ مِنَ الطَّيْرِ وَالبَهَائِمِ مِمَّا فَوْقَ الهِرِّ خِلْقَةً:\rنَجِسٌ.\r- وَكُلُّ مَيْتَةٍ نَجِسَةٌ غَيْرَ:\r[1] مَيْتَةِ الآدَمِيِّ.\r[2] وَالسَّمَكِ.\r[3] وَالجَرَادِ.\r- وَيُعْفَى عَنْ يَسِيرِ طِينِ شَارِعٍ عُرْفًا إِنْ عُلِمَتْ نَجَاسَتُهُ.\r- وَإِلَّا فَهُوَ طَاهِرٌ.\r- وَلَا يُكْرَهُ سُؤْرُ حَيَوَانٍ طَاهِرٍ، وَهُوَ فَضْلَةُ طَعَامِهِ وَشَرَابِهِ غَيْرَ:\r[1] دَجَاجَةٍ مُخَلَّاةٍ.\r[2] وَفَأْرٍ.\r- وَلَوْ أَكَلَ هِرٌّ وَنَحْوُهُ أَوْ طِفْلٌ نَجَاسَةً ثُمَّ شَرِبَ -وَلَوْ قَبْلَ أَنْ يَغِيبَ- مِنْ مَاءٍ يَسِيرٍ: فَطَهُورٌ.","seal":"EFA2D463","page":43},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"فَصْلٌ\r- وَأَقلُّ سِنِّ حَيْضٍ: تَمَامُ تِسْعِ سِنِينَ.\r- وَأَكْثَرُهُ: خَمْسُونَ سَنَةً.\r- وَالحَامِلُ لَا تَحِيضُ.\r- وَأَقَلُّهُ: يَوْمٌ وَلَيْلَةٌ.\r- وَأَكْثرُهُ: خَمْسَةَ عَشَرَ يَوْمًا.\r- وَغَالِبُهُ: سِتٌّ أَوْ سَبْعٌ.\r- وَأَقَلُّ الطُّهْرِ بَيْنَ الحَيْضَتَيْنِ: ثَلَاثَةَ عَشَرَ يَوْمًا.\r- وَغَالِبُهُ: بَقِيَّةُ الشَّهْرِ.\r- وَلَا حَدَّ لِأَكْثَرِهِ.\r- وَيَحْرُمُ عَلَيْهَا:\r[1] فِعْلُ صَلَاةٍ، وَلَا تَقْضِيهَا.\r[2] وَفِعْلُ صَوْمٍ، وَتَقْضِيهِ.\r[3] وَوَطْؤُهَا فِي فَرْجٍ.","seal":"D28A1B30","page":44},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"- وَيَجِبُ فِيهِ دِينَارٌ (¬1) أَوْ نِصْفُهُ (¬2) كَفَّارَةً.\r- وَتُبَاحُ المُبَاشَرَةُ فِيمَا دُونَهُ.\r- وَالنِّفَاسُ: لَا حَدَّ لِأَقَلِّهِ.\r- وَأَكْثرُهُ: أَرْبَعُونَ يَوْمًا.\r- وَيَثْبُتُ حُكْمُهُ بِوَضْعِ مَا يَتَبَيَّنُ فِيهِ خَلْقُ إِنْسَانٍ.\r- وَالنَّقَاءُ زَمَنُهُ طُهْرٌ.\r- وَيُكرَهُ الوَطْءُ فِيهِ.\r- وَهُوَ كَحَيْضٍ فِي أَحْكَامِهِ غَيْرَ:\r[1] عِدَّةٍ.\r[2] وَبُلُوغٍ.\r¬_________\r(¬1) الدينار: مثقال من الذهب، وزنة المثقال: ثنتان وسبعون حبة من الشعير المعتدل الذي عليه قشره، وقد قطع من طرفيه ما دق وطال، وهذه الثنتان وسبعون حبة زنتها بالغرامات = أربعة غرام وربع غرام.\r(¬2) قال في المطلع (ص 59): (نِصْف دينار كفَّارة: نصف بكسر النون، وضمها لغة، وبها قرأ زيد بن ثابت: (فلها النصف)).","seal":"DB6D3682","page":45},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"كِتَابُ الصَّلَاةِ\r- تَجِبُ الخَمْسُ عَلَى كُلِّ:\r[1] مُسْلِمٍ.\r[2] مُكَلَّفٍ.\rإِلَّا حَائِضًا وَنُفَسَاءَ.\r- وَمَنْ تَرَكَها جُحُودًا فَقَد ارْتَدَّ، وَجَرَتْ عَلَيْهِ أَحْكَامُ المُرْتَدِّينَ.\r\rفَصْلٌ\r- الأَذَانُ وَالإِقَامَةُ فَرْضَا كِفَايةٍ عَلَى:\r[1] الرِّجَالِ.\r[2] الأَحْرَارِ.\r- وَيُسَنَّانِ:\r- لِمُنْفَرَدٍ.\r- وَسَفَرًا.\r- وَلَا يَصِحَّانِ إِلَّا:","seal":"06639E30","page":47},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"[1] مُرَتَّبَيْنِ.\r[2] مُتَوَالِيَيْنِ عُرْفًا.\r[3] بِنِيَّةٍ.\r[4] مِنْ ذَكَرٍ.\r[5] مُسْلِمٍ.\r[6] عَاقِلٍ.\r[7] مُمَيِّزٍ.\r[8] نَاطِقٍ.\r[9] عَدْلٍ -وَلَوْ ظَاهِرًا-.\r[10] بَعْدَ دُخُولِ وَقْتٍ لِغَيْرِ فَجْرٍ.\r- وَيَصِحُّ لَهُ بَعْدَ نِصْفِ اللَّيْلِ.\r- وَهُوَ: خَمْسَ عَشْرَةَ كَلِمَةً، بِلَا تَرْجِيعٍ (¬1).\r- وَهِيَ: إِحْدَى عَشْرَةَ بِلَا تَثْنِيَةٍ.\r- وَيُبَاحُ تَرْجِيعُهُ، وَتَثْنِيَتُهَا.\r¬_________\r(¬1) قال في المطلع (ص 66): (الترجيع في الأذان: تكرير الشهادتين، قال الجوهري: والترجيع في الأذان، وترجيع الصوت: ترديده في الحلق، كقراءة أصحاب الألحان).","seal":"C7C36082","page":48},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"- وَحَرُمَ خُرُوجٌ مِنْ مَسْجِدٍ بَعْدَهُ:\r- بِلَا عُذْرٍ.\r- أَوْ نِيَّةِ رُجُوعٍ.\r- وَسُنَّ:\r- أَذَانٌ فِي يُمْنَى أُذُنَيْ مَوْلُودٍ حِينَ يُولَدُ.\r- وَإِقَامَةٌ فِي اليُسْرَى.\r\rفَصْلٌ\r- وَشُرُوطُ صِحَّةِ الصَّلَاةِ سِتَّةٌ:\r[1] طَهَارَةُ الحَدَثِ.\r[2] وَدُخُولُ الوَقْتِ.\r[3] وَسَتْرُ العَوْرَةِ.\r[4] وَاجْتِنَابُ النَّجَاسَةِ.\r[5] وَاسْتِقْبَالُ القِبْلَةِ.\r[6] وَالنِّيَّةُ.\r- وَمَحَلُّهَا القَلْبُ.","seal":"00E34247","page":49},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"- وَحَقِيقَتُهَا: العَزْمُ عَلَى فِعْلِ الشَّيْءِ.\r- وَلَا تَسْقُطُ بِحَالٍ.\r- وَشَرْطُهَا:\r(1) الإِسْلَامُ.\r(2) وَالعَقْلُ.\r(3) وَالتَّمْيِيزُ.\r- وَزَمَنُهَا: أَوَّلُ العِبَادَةِ، أَوْ قُبَيْلَهَا بِيَسِيرٍ.\r- وَأَرْكَانُ الصَّلَاةِ أَرْبَعَةَ عَشَرَ:\r[1] قِيَامٌ فِي فَرْضٍ.\r[2] وَتَكْبِيرَةُ الإِحْرَامِ.\r[3] وَقِرَاءَةُ الفَاتِحَةِ.\r[4] وَرُكُوعٌ.\r[5] وَرَفْعٌ مِنْهُ.\r[6] وَاعْتِدَالٌ.\r[7] وَسُجُودٌ.\r[8] وَرَفْعٌ مِنْهُ.","seal":"8755D9D1","page":50},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"[9] وَجُلُوسٌ بَيْنِ السَّجْدَتَيْنِ.\r[10] وَطُمَأْنِينَةٌ (¬1) فِي فِعْلٍ -وَهِيَ السُّكُونُ وَإِنْ قَلَّ-.\r[11] وَتَشَهُّدٌ أَخِيرٌ.\r[12] وَجُلُوسٌ لَهُ، وَلِلتَّسْلِيمَتَيْنِ.\r- وَالرُّكْنُ مِنْهُ: (اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ)، بَعْدَ مَا يُجْزِئُ مِنَ التَّشَهُّدِ الأَوَّلِ.\r- وَالمُجْزِئُ مِنْهُ: (التَّحِيَّاتُ لله، سَلَامٌ عَلَيْكَ أَيُّها النَّبِيُّ، وَرَحْمَةُ الله، سَلَامٌ عَلَيْنَا، وَعَلَى عِبَادِ الله الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ الله).\r[13] وَالتَّسْلِيمَتَانِ.\r[14] وَالتَّرِتِيبُ.\r- وَوَاجِبَاتُهَا ثَمَانِيَةٌ:\r[1] تَكْبِيرٌ لِغَيْرِ الإِحْرَامِ.\r[2] وَتَسْمِيعٌ لإِمَامٍ وَمُنْفَرِدٍ.\r[3] وَتَحْمِيدٌ.\r¬_________\r(¬1) قال في المطلع (ص 112): (الطُّمَأْنِينَة: هو بضم الطاء، وبعدها ميم مفتوحة، وبعدها همزة ساكنة، ويجوز تخفيفها بقلبها ألفاً).","seal":"BE74AB6B","page":51},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"[4] [5] وَتَسْبِيحَةٌ أُولَى فِي رُكُوعٍ وَسُجُودٍ.\r[6] وَ (رَبِّ اغْفِرْ لِي) بَيْنَ السَّجْدَتَيْنِ.\rلِلكُلِّ.\r[7] وَتَشَهُّدٌ أَوَّلُ.\r[8] وَجُلُوسٌ لَهُ.\r- وَسُنَنُهَا: أَقْوَالٌ وَأَفْعَالٌ، لَا تَبْطُلُ بِتَرْكِ شَيْءٍ مِنْهَا مُطْلَقًا.\r- فَسُنَنُ الأَقْوَالِ إِحْدَى عَشْرَةَ، وَهِيَ:\r[1] اسْتِفْتَاحٌ.\r[2] وَتَعَوُّذٌ.\r[3] وَبَسْمَلَةٌ.\r[4] وَقَوْلُ: (آمِينَ (¬1).\r[5] وَقِرَاءَةُ سُورَةٍ فِي فَجْرٍ، وَجُمُعَةٍ، وَعِيدٍ، وَتَطَوُّعٍ، وَأَوَّلَتَيْ مَغْرَبٍ وَرُبَاعِيَّةٍ.\r¬_________\r(¬1) قال في المطلع (ص 93): (آمين: فيه لغتان مشهورتان، قصر الألف ومدها، وحكي عن حمزة والكسائي: المد والإمالة، وحكى القاضي عياض وغيره لغة رابع: تشديد الميم مع المد، قال أصحابنا: ولا يجوز التشديد؛ لأنه يخل بمعناه فيجعله: بمعنى قاصدين، كما قال تعالى: (وَلا آمِّينَ الْبَيْتَ الْحَرَامَ)، وقال أبو العباس ثعلب: ولا تشدد الميم فإنه خطأ).","seal":"07232B19","page":52},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"[6] وَجَهْرُ إِمامٍ بِقِرَاءَةٍ.\r[7] وَقَوْلُ غَيْرِ مَأْمُومٍ بَعْدَ التَّحْمِيدِ: (مِلْءَ السَّمَاءِ، وَمِلْءَ الأَرْضِ، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ).\r[8] [9] وَمَا زَادَ عَلَى مَرَّةٍ فِي تَسْبِيحٍ، وَسُؤَالِ المَغْفِرَةِ.\r[10] وَدُعَاءٌ فِي تَشَهُّدٍ أَخِيرٍ.\r[11] وَقُنُوتٌ فِي وِتْرٍ.\r- وَسُنَنُ الأَفْعَالِ مَعَ الهَيْئَاتِ: خَمْسٌ وَأَرْبَعُونَ.\r- وَيُكْرَهُ لِلمُصَلِّي:\r[1] الْتِفَاتٌ.\r[2] وَتَغْمِيضُ عَيْنَيْهِ.\r[3] وَمَسُّ الحَصَى، وَنَحْوُ ذَلِكَ.\r\rفَصْلٌ\r- يُسَنُّ سُجُودُ السَّهْوِ لِلمُصَلِّي: إِذَا أَتَى بِقَوْلٍ مَشْرُوعٍ فِي غَيْرِ مَحَلِّهِ سَهْوًا.\r- وَيُبَاحُ: إِذَا تَرَكَ مَسْنُونًا.\r- وَيَجِبُ: إِذَا زَادَ رُكُوعًا، أَوْ سُجُودًا، أَوْ قِيَامًا، أَوْ قُعُودًا.","seal":"66E2A8D3","page":53},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"- وَتَبْطُلُ الصَّلَاةُ بِتَعَمُّدِ تَرْكِ سُجُودِ السَّهْوِ الوَاجِبِ الَّذِي مَحَلُّهُ قَبْلَ السَّلَامِ.\r- وَإِنْ نَهَضَ المُصَلِّي عَنْ تَرْكِ تَشَهُّدٍ أَوَّلَ نَاسِيًا:\r- لَزِمَهُ الرُّجُوعُ لِيَتَشَهَّدَ.\r- وَكُرِهَ إِنِ اسْتَتَمَّ قَائِمًا.\r- وَحَرُمَ إِنْ شَرَعَ فِي القِرَاءَةِ، .\rوَبَطَلَتْ بِالرُّجُوعِ بَعْدَ الشُّرُوعِ فِي القِرَاءَةِ صَلَاةُ غَيْرِ نَاسٍ وَجَاهِلٍ.\r- وَإِنْ:\r- أَحْدَثَ.\r- أَوْ تَكَلَّمَ -وَلَوْ سَهْوًا- (¬1).\r- أَوْ قَهْقَهَ.\r- أَوْ تَنَحْنَحَ بِلَا حَاجَةٍ، فَبَانَ حَرْفانِ.\rبَطَلَتْ.\r¬_________\r(¬1) ظاهره: سواء تكلم لمصلحتها أو لا، يسيراً أو كثيراُ، وهو المذهب كما التنقيح (ص 98)، والمنتهى (1/ 247)، خلاف لما في الإقناع (1/ 139) فإنه قال: (وإن تكلم يسيرا لمصلحتها لم تبطل).","seal":"FB36B349","page":54},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"- لَا:\r- إِنْ نَامَ فَتَكَلَّمَ.\r- أَوِ انْتَحَبَ (¬1) خَشْيَةً.\r- أَوْ غَلَبَهُ سُعَالٌ، أَوْ عُطَاسٌ، أَوْ تَثَاؤُبٌ وَنَحْوُهُ.\r- وَيَبْنِي عَلَى اليَقِينِ - وَهُوَ الأَقَلُّ - مَنْ شَكَّ فِي:\r- رُكْنٍ.\r- أَوْ عَدَدِ رَكَعَاتٍ.\r- وَلَا أَثَرَ لِلشَّكِّ بَعْدَ فَرَاغِهَا.\r\rفَصْلٌ\r- أَفْضَلُ تَطَوُّعِ البَدَنِ بَعْدَ الجِهَادِ وَالعِلْمِ: صَلَاةُ التَّطَوُّعِ.\r- وَآكَدُهَا:\r- كُسُوفٌ.\r- فَاسْتِسْقَاءٌ.\r- فَتَرَاوِيحٌ.\r¬_________\r(¬1) النحيب: رفع الصوت بالبكاء. ينظر: المطلع (ص 114).","seal":"6798C6F4","page":55},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"- فَوِتْرٌ.\r- وَأَقَلُّهُ: رَكْعَةٌ.\r- وَأَكْثرُهُ: إِحْدَى عَشْرَةَ.\r- وَأَدْنَى الكَمَالِ: ثَلَاثٌ:\r- بِسَلَامَيْنِ.\r- وَيَجُوزُ بِوَاحِدٍ سَرْدًا.\r- وَوَقْتُهُ: مَا بَيْنِ العِشَاءِ وَالفَجْرِ.\r- وَيَقْنُتُ فِيهِ بَعْدَ الرُّكُوعِ نَدْبًا.\r- فَيَقُولُ جَهْرًا:\r- (اللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَهْدِيكَ، وَنَسْتَغْفِرُكَ، وَنَتُوبُ إِلَيْكَ، وَنُؤْمِنُ بِكَ، وَنَتَوَكَّلُ عَلَيْكَ، وَنُثْنِي عَلَيْكَ الخَيْرَ كُلَّهُ، وَنَشْكُرُكَ وَلَا نَكْفُرُكَ، اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ الجِدَّ بِالكُفَّارِ مُلْحِقٌ).","seal":"EDEDB846","page":56},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"- (اللَّهُمَّ اهْدِنا (¬1) فِيمَنْ هَدَيْتَ، وَعَافِنَا (¬2) فِيمَنْ عَافَيْتَ، وَتَوَلَّنَا (¬3) فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لَنَا فِيمَا أَعْطَيْتَ، وَقِنَا شَرَّ مَا قَضَيْتَ، إِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ، وَلَا يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ).\r- (اللَّهُمَّ إِنَّا نَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِعَفْوِكَ مِنْ عُقُوبَتِكَ، وَبِكَ مِنْكَ لَا نُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ).\r- ثُمَّ يُصَلِّي عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\r- وَيُؤَمِّنُ مَأْمُومٌ.\r- وَيُفْرِدُ مُنْفَرِدٌ الضَّمِيرَ.\r- ثُمَّ يَمْسَحُ وَجْهَهُ بِيَدَيْهِ هُنَا، وَخَارِجَ الصَّلَاةِ.\r- وَالرَّوَاتِبُ المُؤَكَّدَةُ عَشْرٌ: رَكْعَتَانِ قَبْلَ الظُّهْرِ، وَرَكْعَتَانِ بَعْدَها،\r¬_________\r(¬1) قال في المطلع (ص 119): (أصل الهدى: الرشاد والدلالة، يقال: هداه يهديه، هدى، وهداية، وطلب الهداية من المؤمنين مع كونهم مهتدين بمعنى: طلب الثبات على الهداية، أو بمعنى المزيد منها).\r(¬2) قال في المطلع (ص 120): (عافني: صيغة أمر من عافاه عافية، قال القاضي عياض: والعافية من الأسقام والبلايا).\r(¬3) قال في المطلع (ص 120): (قال الجوهري: الولي ضد العدو، يقال: منه تولاه، فهو -والله أعلم- سؤال أن يكون الله وليه لا عدوه).","seal":"7F85835B","page":57},
      {"aya":null,"sora":null,"Na":null,"id":60,"part":1,"nass":"وَرَكْعَتَانِ بَعْدَ المَغْرِبِ، وَرَكْعَتَانِ بَعْدَ العِشَاءِ، وَرَكْعَتَانِ قَبْلَ الفَجْرِ.\r- وَآكَدُهَا:\r- الفَجْرُ.\r- ثُمَّ المَغْرِبُ.\r- ثُمَّ سَوَاءٌ.\r- وَالتَّرَاوِيحُ:\r- عِشْرُونَ رَكْعَةً.\r- بِرَمَضَانَ.\r- جَمَاعَةً.\rيُسَلِّمُ مِنْهُ كُلَّ ثِنْتَينِ بِنِيَّةٍ أَوَّلَ كُلِّ رَكْعَتَيْنِ.\r- وَوَقْتُهَا: بَيْنَ سُنَّةِ عِشَاءٍ وَوِتْرٍ.\r- فِي مَسْجَدٍ.\r- وَأَوَّلُ اللَّيْلِ أَفْضَلُ.\r- وَيُوتِرُ بَعْدَهَا فِي جَمَاعَةٍ.","seal":"A2DA4F35","page":58},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"nass":"فَصْلٌ\r- وَصَلَاةُ اللَّيْلِ أَفْضَلُ.\r- وَالنِّصْفُ الأَخِيرُ أَفْضَلُ مِنَ الأَوَّلِ.\r- وَيُسَنُّ:\r- قِيَامُ اللَّيْلِ.\r- وَافْتِتَاحُهُ بِرَكْعَتَيْنِ خَفِيفَتَيْنِ.\r- وَنِيَّتُهُ عِنْدَ النَّوْمِ.\r- وَكَثْرَةُ الرُّكُوعِ وَالسُّجُودِ أَفْضَلُ مِنْ طُولِ القِيَامِ.\r- وَتُسَنُّ صَلَاةُ الضُّحَى:\r- غِبًّا.\r- وَأَقَلُّهَا: رَكْعَتَانِ.\r- وَأَكْثرُهَا: ثَمَانٍ.\r- وَوَقْتُهَا: مِنْ خُرُوجِ وَقْتِ النَّهْيِ، إِلَى قُبَيْلِ الزَّوَالِ.\r- وَتُسَنُّ:\r- تَحِيَّةُ المَسْجِدِ.","seal":"AD9809C2","page":59},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"nass":"- وَسُنَّةُ الوُضُوءِ.\r- وَإِحْيَاءُ مَا بَيْنَ العِشَاءَيْنِ، وَهُوَ مِنْ قِيَامِ اللَّيْلِ.\r- وَتُسَنُّ صَلَاةُ الِاسْتِخَارَةِ، وَلَوْ فِي خَيْرٍ، وَيُبَادِرُ بِهِ بَعْدَهَا.\r- وَتُسَنُّ صَلَاةُ الحَاجَةِ إِلَى الله تَعَالَى، أَوْ إِلَى آدَمِيٍّ.\r- وَتُسَنُّ صَلَاةُ التَّوْبَةِ.\r- وَيُسَنُّ سُجُودُ تِلَاوَةٍ.\r- مَعَ قِصَرِ فَصْلٍ.\r- لِقَارِئٍ وَمُسْتَمِعٍ.\r- وَيُسَنُّ سُجُودُ شُكْرٍ عِنْدَ تَجَدُّدِ نِعْمَةٍ، أَوِ انْدِفَاعِ نِقْمَةٍ (¬1).\r- وَأَوْقَاتُ النَّهْيِ خَمْسَةٌ:\r[1] مِنْ طُلُوعِ فَجْرٍ ثَانٍ إِلَى طُلُوعِ الشَّمْسِ.\r[2] وَمِنْ صَلَاة العَصْرِ إِلَى الغُرُوبِ.\r[3] وَعِنْدَ طُلُوعِهَا إِلَى ارْتِفَاعِهَا قَدْرَ رُمْحٍ.\r[4] وَعِنْدَ قِيَامِهَا حَتَّى تَزُولَ.\r¬_________\r(¬1) قال في المطلع (ص 123): (النقم: بكسر النون وفتح القاف، وبفتح النون وكسر القاف، نحو كلمة وكَلِم، واحده نِقْمَة ونَقِمَة، كسدرة وعذرة، حكاه الجوهري بمعناه).","seal":"431B8CCF","page":60},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"nass":"[5] وَعِنْدَ غُرُوبِهَا حَتَّى يَتِمَّ.\r- فَيَحْرُمُ فِيهَا ابْتِدَاءُ نَفْلٍ مُطْلَقًا.\r- لَا:\r[1] قَضَاءُ فَرْضٍ.\r[2] وَفِعْلُ رَكْعَتَيْ طَوَافٍ\r[3] وَنَذْرٍ.\r[4] وَسُنَّةِ فَجْرٍ أَدَاءً.\r[5] وَجَنَازَةٍ بَعْدَ فَجْرٍ وَعَصْرٍ.\r\rفَصْلٌ\r- صَلَاةُ الجَمَاعَةِ وَاجِبَةٌ:\r[1] لِلخَمْسِ.\r[2] المُؤَدَّاةِ.\r[3] عَلَى الرِّجَالِ.\r[4] الأَحْرَارِ.\r[5] القَادِرِينَ.","seal":"3E92CCA8","page":61},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"nass":"وَلَوْ سَفَرًا.\r- وَلَيْسَتْ شَرْطًا، فَتَصِحُّ مِنْ مُنْفَرِدٍ.\r- وَلَا يَنْقُصُ أَجْرُهُ مَعَ عُذْرٍ.\r- وَتَنْعَقِدُ بِاثْنَيْنِ فِي غَيْرِ جُمُعَةٍ وَعِيدٍ.\r- وَلَوْ بِأُنْثَى أَوْ عَبْدٍ.\r- لَا بِصَبِيٍّ فِي فَرْضٍ.\r- وَحَرُمَ أَنْ يَؤُمَّ بِمَسْجِدٍ لَهُ إِمَامٌ رَاتِبٌ.\r- فَلَا تَصِحُّ إِلَّا:\r[1] مَعَ إِذْنِهِ.\r[2] أَوْ عَدَمِ كَرَاهَتِهِ.\r[3] أَوْ تَأَخُّرِهِ وَضِيقِ الوَقْتِ.\r- وَمَنْ كَبَّرَ قَبْلَ تَسْلِيمَةِ الإِمَامِ الأُولَى؛ أَدْرَكَ الجَمَاعَةَ.\r- وَمَنْ أَدْرَكَ الرُّكُوعَ أَدْرَكَ الرَّكْعَةَ.\r- وَسُنَّ دُخُولُهُ مَعَ إِمَامِهِ كَيْفَ أَدْرَكَهُ.\r- وَمَا أَدْرَكَ مَعَهُ آخِرُهَا، وَمَا يَقْضِيهِ أَوَّلُهَا.\r- وَيَتَحَمَّلُ عَنْ مَأْمُومٍ:","seal":"D2F5463E","page":62},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"nass":"[1] قِرَاءَةً.\r[2] وَسُجُودَ سَهْوٍ.\r[3] وَتِلَاوَةً.\r[4] وَسُتْرَةً.\r[5] وَدُعَاءَ قُنُوتٍ.\r[6] وَتَشَهُّدًا أَوَّلَ إِذَا سُبِقَ بِرَكْعَةٍ.\r- وَالأَوْلَى أَنْ يَشْرَعَ فِي أَفْعَالِهَا بَعْدَ إِمَامٍ.\r- فَإِنْ وَافَقَهُ فِيهَا، أَوْ سَلَامٍ: كُرِهَ.\r- وَإِنْ سَبَقَهُ: حَرُمَ.\r- وَإِنْ كَبَّرَ لِإِحْرَامٍ مَعَهُ أَوْ قَبْلَ إِتْمَامِهِ: لَمْ تَنْعَقِدْ.\r- وَإِنْ سَلَّمَ قَبْلَهُ عَمْدًا بِلَا عُذْرٍ أَوْ سَهْوًا، وَلَمْ يُعِدْهُ: بَعْدَهُ بَطَلَتْ.\r- وَسُنَّ لإِمَامٍ:\r- التَّخْفِيفُ مَعَ الإِتْمَامِ.\r- وَتَطْوِيلُ قِرَاءَةِ الأُولَى عَنِ الثَّانِيَةِ.\r- وَانْتِظَارُ دَاخِلٍ إِنْ لَمْ يَشُقَّ عَلَى مَأْمُومٍ.","seal":"FBC309C6","page":63},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"nass":"فَصْلٌ\r- الأَوْلَى بِالإِمَامَةِ:\r[1] الأَجْوَدُ قِرَاءَةً الأَفْقَهُ.\r[2] وَيُقَدَّمُ قَارِئٌ لَا يَعْلَمُ فِقْهَ صَلَاتِهِ عَلَى فَقِيهٍ أُمِّيٍّ.\r[3] ثُمَّ الأَسَنُّ.\r[4] ثُمَّ الأَشْرَفُ.\r[5] ثُمَّ الأَتْقَى وَالأَوْرَعُ.\r[6] ثُمَّ يُقْرَعُ (¬1).\r- وَصَاحِبُ البَيْتِ وَإِمَامُ المَسْجِدِ، وَلَوْ عَبْدًا؛ أَحَقُّ.\rإِلَّا مِنْ ذِي سُلْطَانٍ فِيهَا.\r- وَحُرٌّ أَوْلَى مِنْ عَبْدٍ وَمُبَعَّضٍ، وَمُبَعَّضٌ أَوْلَى مِنْ عَبْدٍ.\r- وَحَاضِرٌ، وَبَصِيرٌ، وَحَضَرِيٌّ، وَمُتَوَضِّئٌ، وَمُعِيرٌ، وَمُسْتَأْجِرٌ: أَوْلَى مِنْ ضِدِّهِمْ.\r- وَلَا تَصِحُّ إِمَامَةُ فَاسِقٍ مُطْلَقًا.\r¬_________\r(¬1) هذا المذهب كما في المنتهى (1/ 297)، خلافاً للإقناع (1/ 156) فإنه قال: ثم من يختاره الجيران، ثم قرعة.","seal":"67E44DA1","page":64},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":1,"nass":"إِلَّا فِي جُمُعَةٍ وَعِيدٍ تَعَذَّرَا خَلْفَ غَيْرِهِ.\r- وَتَصِحُّ خَلْفَ:\r- أَعْمَى أَصَمَّ.\r- وَأَقْلَفَ.\r- وَأَقْطَعَ يَدَيْنِ، أَوْ رِجْلَيْنِ، أَوْ أَنْفٍ.\r- وَكَثِيرِ لَحْنٍ لَمْ يُحِلِ المَعْنَى.\r- لَا خَلْفَ:\r- أَخْرَسَ.\r- وَكَافِرٍ.\r- وَلَا إِمَامَةُ عَاجِزٍ عَنْ شَرْطٍ، أَوْ رُكْنٍ: إِلَّا بِمِثْلِهِ.\r- إِلَّا الإِمَامَ:\r[1] الرَّاتِبَ بِمَسْجِدٍ.\r[2] المَرْجُوَّ زَوَالُ عِلَّتِهِ.\r- فَيُصَلِّي جَالِسًا، وَيَجْلِسُونَ خَلْفَهُ، وَتَصِحُّ قِيَامًا.\r- وَلَا إِمَامَةُ امْرَأَةٍ وَخُنْثَى لِرِجَالٍ أَوْ خَنَاثَى.\r- وَلَا مُمَيِّزٍ لِبَالِغٍ فِي فَرْضٍ.","seal":"71E2BFC0","page":65},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":1,"nass":"- وَلَا إِمَامَةُ مُحْدِثٍ أَوْ نَجِسٍ يَعْلَمُ ذَلِكَ.\r- فَإِنْ جَهِلَ هُوَ وَمَأْمُومٌ حَتَّى انْقَضَتْ: صَحَّتْ لِمَأْمُومٍ.\r- وَلَا إِمَامَةُ أُمِّيٍّ، وَهُوَ:\r[1] مَنْ لَا يُحْسِنُ الفَاتِحَةَ.\r[2] أَوْ يُدْغِمُ فِيهَا مَا لَا يُدْغَمُ.\r[3] أَوْ يَلْحَنُ (¬1) لَحْنًا يُحِيلُ المَعْنَى عَجْزًا عَنْ إِصْلَاحِهِ.\rإِلَّا بِمِثْلِهِ.\r- وَسُنَّ وُقُوفُ إِمَامِ جَمَاعَةٍ مُتَقَدِّمًا عَلَيْهِمْ.\r- فَإِنْ تَقَدَّمَهُ مَأْمُومٌ وَلَوْ بِإِحْرَامٍ: لَمْ تَصِحَّ صَلَاتُهُ.\r- وَالِاعْتِبَارُ بِمُؤَخَّرِ قَدَمٍ.\r- وَيَقِفُ الوَاحِدُ أَوِ الخُنْثَى: عَنْ يَمِينِهِ وُجُوبًا.\r- وَالمَرْأَةُ: خَلْفَهُ نَدْبًا، وَيَجُوزُ عَنْ يَمِينِهِ.\r- وَمَنْ صَلَّى:\r- عَنْ يَسَارِهِ مَعَ خُلُوِّ يَمِينِهِ.\r¬_________\r(¬1) قال في المطلع (ص 124): (يَلْحَن فيها: بفتح الحاء، وقال الجوهري: اللَّحْن: الخطأ في الإعراب، يقال: فلان لحان، أي: يخطئ، ولحانة أيضاً).","seal":"5793D6B5","page":66},
      {"aya":null,"sora":null,"Na":null,"id":69,"part":1,"nass":"- أَوْ رَكْعَةً مُنْفَرِدًا.\rلَمْ تَصِحَّ صَلَاتُهُ.\r- وَإِذَا جَمَعَهُمَا مَسْجِدٌ؛ صَحَّتِ القُدْوَةُ مُطْلَقًا، بِشَرْطِ: العِلْمِ بِانْتِقَالَاتِ الإِمَامِ.\r- وَإِنْ لَمْ يَجْمَعْهُمَا شُرِطَ:\r- رُؤْيَةُ الإِمَامِ.\r- أَوْ مَنْ وَرَاءَهُ.\rوَلَوْ فِي بَعْضِهَا.\r- وَكُرِهَ عُلُوُّ إِمَامٍ عَلَى مَأْمُومٍ ذِرَاعًا فَأَكْثَرَ.\r- لَا عَكْسُهُ.\r- وَكُرِهَ حُضُورُ مَسْجِدٍ، وَجَمَاعَةٍ لِمَنْ أَكَلَ بَصَلًا أَوْ فُجْلًا وَنَحْوَهُ حَتَّى يَذْهَبَ رِيحُهُ.\r\rفَصْلٌ\r- يُعْذَرُ بِتَرْكِ جُمُعَةٍ وَجَمَاعَةٍ:\r[1] [2] مَرِيضٌ، وَخَائِفٌ حُدُوثَ مَرَضٍ لَيْسَا بِالمَسْجِدِ.\r[3] وَمَنْ يُدَافِعُ أَحَدَ الأَخْبَثَيْنِ.","seal":"26E9092E","page":67},
      {"aya":null,"sora":null,"Na":null,"id":70,"part":1,"nass":"[4] وَمَنْ بِحَضْرَةِ طَعَامٍ يَحْتَاجُ إِلَيْهِ.\rوَلَهُ الشِّبَعُ.\r[5] أَوْ لَهُ ضَائِعٌ يَرْجُوهُ.\r[6] أَوْ يَخَافُ ضَيَاعَ (¬1) مَالِهِ، أَوْ ضَرَرًا فِيهِ، أَوْ فِي مَعِيشَةٍ يَحْتَاجُهَا.\r[7] أَوْ مَوْتَ قَرِيبِهِ أَوْ رَفِيقِهِ.\r[8] أَوْ ضَرَرًا مِنْ سُلْطَانٍ.\r[9] أَوْ مَطَرٍ وَنَحْوِهِ.\r[10] أَوْ مُلَازَمَةَ غَرِيْمٍ لَهُ وَلَا شَيْءَ مَعَهُ.\r[11] أَوْ فَوْتَ رُفْقَةٍ (¬2).\rوَنَحْوِ ذَلِكَ.\r¬_________\r(¬1) قال في المطلع (ص 129): (ضياع مالِهِ: قال الجوهري: ضاع الشيء يضيع ضيعاً وضَيْعَةً وضَيَاعاً، بالفتح: أي: هلك، والضيعة: العقار، والجمع ضِياع، يعني: بكسر الضاد، وقال صاحب المشارق فيها بعد أن ذكر الفتح: وأما بكسر الضاد، فجمع ضائع).\r(¬2) قال في الصحاح (ص 129): (الرُفْقَة: الجماعة ترافِقُهم في سفرك، والرِفْقَةُ بالكسر مثله).","seal":"23ACABF5","page":68},
      {"aya":null,"sora":null,"Na":null,"id":71,"part":1,"nass":"فَصْلٌ\r- يَلْزَمُ المَرِيضَ أَنْ يُصَلِّيَ:\r[1] قَائِمًا، وَلَوْ كَرَاكِعٍ، مُعْتَمِدًا، أَوْ مُسْتَنِدًا.\r- وَلَوْ بِأُجْرَةٍ يَقْدِرُ عَلَيْهَا.\r[2] فَإِنْ لَمْ يَسْتَطِعْ: فَقَاعِدًا.\r- مُتَرَبِّعًا نَدْبًا.\r- وَكَيْفَمَا قَعَدَ: جَازَ.\r[3] فَإِنْ لَمْ يَسْتَطِعْ فَعَلَى جَنْبِهِ.\r- وَالأَيْمَنُ أَفْضَلُ.\r- وَيُومِئُ بِرُكُوعٍ وَسُجُودٍ عَاجِزٌ عَنْهُمَا مَا أَمْكَنَهُ، وَيَجْعَلُ السُّجُودَ أَخْفَضَ.\r[4] فَإِنْ عَجَزَ (¬1) أَوْمَأَ بِطَرْفِهِ (¬2)، مُسْتَحْضِرًا الفِعْلَ بِقَلْبِهِ.\r¬_________\r(¬1) قال في المطلع (ص 131): (عَجَزَ: بفتح الجيم هو المشهور في اللغة والأفصح، وهو الذي حكاه ثعلب وغيره، يعجِز- بكسرها-، وحكي عن الأصمعي: عجِز -بكسر الجيم-، يعجَز بفتحها).\r(¬2) الطَرْف: بفتح الطاء، وسكون الراء، أي: العين. ينظر: المطلع (ص 130).","seal":"BF279A55","page":69},
      {"aya":null,"sora":null,"Na":null,"id":72,"part":1,"nass":"[5] وَكَذَا القَوْلُ إِنْ عَجَزَ عَنْهُ بِلِسَانِهِ.\r- وَلَا تَسْقُطُ مَا دَامَ العَقْلُ ثَابِتًا.\r- فَإِنْ قَدَرَ عَلَى قِيَامٍ أَوْ قُعُودٍ فِي أَثْنَائِهَا: انْتَقَلَ إِلَيْهِ، وَأَتَمَّهَا.\r- وَلَا تَصِحُّ مَكْتُوبَةٌ فِي سَفِينَةٍ قَاعِدًا لِقَادِرٍ عَلَى قِيَامٍ.\r- وَتَصِحُّ عَلَى رَاحِلَةٍ وَاقِفَةٍ أَوْ سَائِرَةٍ:\r[1] لِتَأَذٍّ بِوَحَلٍ (¬1) وَمَطَرٍ وَنَحْوِهِ.\r[2] أَوْ لِخَوْفِ انْقِطَاعٍ عَنْ رُفْقَةٍ، أَوْ خَوْفٍ عَلَى نَفْسِهِ مِنْ نَحْوِ عَدُوٍّ.\r[3] أَوْ عَجْزِهِ عِنْ رُكُوبٍ إِنْ نَزَلَ.\r- وَعَلَيْهِ الِاسْتِقَبَالُ، وَمَا يَقْدِرُ عَلَيْهِ.\r- وَيُعْتَبَرُ المَقَرُّ لِأَعْضَاءِ السُّجُودِ، فَلَوْ وَضَعَ جَبْهَتَهُ عَلَى قُطْنٍ مَنْفُوشٍ، أَوْ صَلَّى فِي أُرْجُوحَةٍ، وَلَا ضَرُورَةَ: لَمْ تَصِحَّ.\r\rفَصْلٌ\r- يُسَنُّ قَصْرُ الصَّلَاةِ الرُّبَاعِيَّةِ لِمَنْ نَوَى سَفَرًا:\r¬_________\r(¬1) الوَحَلُ بالتحريك: الطينُ الرقيقُ، والوَحْلُ بالتسكين، لغة رديئة. ينظر: الصحاح (5/ 1841).","seal":"F5BD5AD5","page":70},
      {"aya":null,"sora":null,"Na":null,"id":73,"part":1,"nass":"[1] مُبَاحًا، وَلَوْ لِنُزْهَةٍ أَوْ فُرْجَةٍ.\r[2] لِمَحَلٍّ مُعَيَّنٍ.\r[3] يَبْلُغُ سِتَّةَ عَشَرَ فَرْسَخًا (¬1)؛ بَرًّا وَبَحْرًا، وَهِيَ: يَوْمَانِ قَاصِدَانِ.\r[4] إِذَا فَارَقَ بُيُوتَ قَرَيْتِهِ العَامِرَةِ، أَوْ خِيَامَ قَوْمِهِ.\r- وَلَا يُكْرَهُ إِتْمَامٌ، وَالقَصْرُ أَفْضَلُ.\r- وَلَا يُعِيدُ مَنْ قَصَرَ ثُمَّ رَجَعَ قَبْلَ اسْتِكْمَالِ المَسَافَةِ.\r- وَ:\r- مَنْ نَوَى إِقَامَةً مُطْلَقَةً بِمَوْضَعٍ.\r- أَوْ أَكْثرَ مِنْ أَرْبَعَةِ أَيَّامٍ.\r- أَوِ ائْتَمَّ بِمُقِيمٍ.\rأَتَمَّ.\r- وَإِنْ:\r¬_________\r(¬1) الفرسخ: واحد الفراسخ فارسي معرب، والفرسخ يساوي ثلاثة أميال، فـ 16 فرسخاً تساوي بالأميال 48 ميلاً، والميل يساوي 1.60 كيلو، وعليه فـ (16) فرسخاً تساوي (76.8) كيلومتر. ينظر: المطلع (ص 132).","seal":"D0D098B0","page":71},
      {"aya":null,"sora":null,"Na":null,"id":74,"part":1,"nass":"- حُبِسَ ظُلْمًا، أَوْ بِمَطَرٍ.\r- أَوْ أَقَامَ لِحَاجَةٍ بِلَا نِيَّةِ إِقَامَةٍ فَوْقَ أَرْبَعَةِ أَيَّامٍ، وَلَا يَدْرِي مَتَى تَنْقَضِي.\rقَصَرَ أَبَدًا.\r\rفَصْلٌ\r- يُبَاحُ جَمْعٌ بَيْنَ ظُهْرٍ وَعَصْرٍ وَعِشَاءَيْنِ بِوَقْتِ إِحْدَاهُمَا.\r- وَتَرْكُهُ أَفْضَلُ.\r- غَيْرَ جَمْعَيْ عَرَفَةَ وَمُزْدَلِفَةَ: فَيُسَنُّ.\r- وَيُجْمَعُ فِي ثَمَانِ حَالَاتٍ:\r[1] بِسَفَرِ قَصْرٍ.\r[2] وَمَرِيضٍ يَلْحَقُهُ بِتَرْكِهِ مَشَقَّةٌ.\r[3] وَمُرْضِعٍ لِمَشَقَّةِ كَثْرَةِ نَجَاسَةٍ.\r[4] وَمُسْتَحَاضَةٍ وَنَحْوِهَا.\r[5] وَعَاجِزٍ عَنْ طَهَارَةٍ أَوْ تَيَمُّمٍ لِكُلِّ صَلَاةٍ.\r[6] أَوْ عَنْ مَعْرِفَةِ وَقْتٍ؛ كَأَعْمَى وَنَحْوِهِ.\r[7] [8] وَلِعُذْرٍ، أَوْ شُغْلٍ يُبِيحُ تَرْكَ جُمُعَةٍ وَجَمَاعَةٍ.","seal":"7221F9CF","page":72},
      {"aya":null,"sora":null,"Na":null,"id":75,"part":1,"nass":"- وَيَخْتَصُّ بِجَوَازِ جَمْعِ العِشَاءَيْنِ -وَلوْ صَلَّى بِبَيْتِهِ-:\r[1] ثَلْجٌ.\r[2] وَبَرَدٌ.\r[3] وَجَلِيدٌ.\r[4] وَوَحَلٌ.\r[5] وَرِيحٌ:\r- شَدِيدَةٌ.\r- بَارِدَةٌ.\r[6] وَمَطَرٌ:\r- يَبُلُّ الثِّيَابَ.\r- وَتُوجَدُ مَعَهُ مَشَقَّةٌ.\r- وَالأَفْضَلُ فِعْلُ الأَرْفَقِ مِنْ تَقْدِيمِ جَمْعٍ أَوْ تَأَخِيرِهِ.\r- فَإِنِ اسْتَوَيَا: فَتَأْخِيرٌ أَفْضَلُ.\r- وَيُشْتَرَطُ لَهُ تَرْتِيبٌ مُطْلَقًا.\r- وَلِجَمْعٍ بِوَقْتِ أُولَى:\r[1] نِيَّةٌ عِنْدَ إِحْرَامِهَا.","seal":"27D605EB","page":73},
      {"aya":null,"sora":null,"Na":null,"id":76,"part":1,"nass":"[2] وَأَلَّا يُفَرِّقَ بَيْنَهُمَا إِلَّا بِقَدْرِ إِقَامَةٍ، وَوُضُوءٍ خَفِيفٍ، فَيَبْطُلُ بِرَاتِبَةٍ بَيْنَهُمَا.\r[3] وَوُجُودُ العُذْرِ عِنْدَ افْتِتَاحِهِمَا، وَسَلَامِ الأُولَى.\r[4] وَاسْتِمْرَارُهُ -فِي غَيْرِ جَمْعِ مَطَرٍ وَنَحْوِهِ- إِلَى فَرَاغِ الثَّانِيَةِ.\r- فَلَوْ أَحْرَمَ بِالأُولَى لِمَطَرٍ، ثُمَّ انْقَطَعَ وَلَمْ يَعُدْ:\r- فَإِنْ حَصَلَ وَحَلٌ: لَمْ يَبْطُلْ.\r- وَإِلَّا بَطَلَ.\r- وَإِنِ انْقَطَعَ سَفَرٌ:\r- بِأُولَى: بَطَلَ الجَمْعُ وَالقَصْرُ، فَيُتِمُّهَا، وَتَصِحُّ فَرْضًا.\r- وَبِثَانِيَةٍ: بَطَلَا، وَيُتِمُّهَا نَفْلًا.\r- وَيُشْتَرَطُ لِجَمْعٍ بِوَقْتِ ثَانِيَةٍ:\r[1] نِيَّتُهُ بِوَقْتِ أُولَى؛ مَا لَمْ يَضِقْ عَنْ فِعْلِهَا.\r[2] وَبَقَاءُ عُذْرٍ إِلَى دُخُولِ وَقْتِ الثَّانِيَةِ.\rلَا غَيْرُ.\r- وَلَا يُشْتَرَطُ لِلصَّحَّةِ اتِّحَادُ إِمَامٍ وَمَأْمُومٍ، فَلَوْ صَلَّاهُمَا:\r- خَلْفَ إِمَامَيْنِ.","seal":"1AA6E529","page":74},
      {"aya":null,"sora":null,"Na":null,"id":77,"part":1,"nass":"- أَوْ خَلْفَ مَنْ لَمْ يَجْمَعْ.\r- أَوْ إِحْدَاهُمَا مُنْفَرِدًا وَالأُخْرَى جَمَاعَةً.\r- أَوْ بِمَأَمُومٍ الأُولَى وَبِآخَرَ الثَّانِيَةَ.\r- أَوْ بِمَنْ لَمْ يَجْمَعْ.\rصَحَّ.\r\rفَصْلٌ\r- تَصِحَّ صَلَاةُ الخَوْفِ:\r- بِقِتَالٍ مُبَاحٍ.\r- وَلَوْ حَضَرًا.\rمَعَ خَوْفِ هَجْمِ العَدْوِّ.\r- عَلَى سِتَّةِ أَوْجَهٍ.\r- وَإِذَا اشْتَدَّ الخَوْفُ: صَلَّوْا رِجَالًا وَرُكْبَانًا، لِلقِبْلَةِ وَغَيْرِهَا.\r- وَلَا يَلْزمُ افْتِتَاحُهَا إِلَيْهَا وَلَوْ أَمْكَنَ.\r- يُومِئُونَ طَاقَتَهُمْ.\r- وَلِمُصَلٍّ كَرٌّ وَفَرٌّ لِمَصْلَحَةٍ.","seal":"6089AB81","page":75},
      {"aya":null,"sora":null,"Na":null,"id":78,"part":1,"nass":"- وَلَا تَبْطُلُ بِطُولِهِ.\r- وَسُنَّ لَهُ فِيهَا: حَمْلُ مَا يَدْفَعُ بِهِ عَنْ نَفْسِهِ وَلَا يُثْقِلُهُ؛ كَسَيْفٍ وَسِكِّينٍ.\r- وَجَازَ لِحَاجَةٍ حَمْلُ نَجَسٍ، وَلَا يُعِيدُ.\r\rفَصْلٌ\r- تَجِبُ الجُمُعَةُ (¬1) عَلَى كُلِّ:\r[1] مُسْلِمٍ.\r[2] مُكَلَّفٍ.\r[3] ذَكَرٍ.\r[4] حُرٍّ.\r[5] مُسْتَوْطِنٍ بِبِنَاءٍ وَلَوْ مِنْ قَصَبٍ.\r- وَعَلَى مُسَافِرٍ لَا يُبَاحُ لَهُ القَصْرُ.\r- وَعَلَى مُقِيمٍ خَارِجَ البَلَدِ إِذَا كَانَ بَيْنَهُ وَبَيْنَ مَوْضِعِهَا مِنَ المَنَارَةِ نَصًّا فَرْسَخٌ فَأَقَلُّ.\r¬_________\r(¬1) قال في المطلع (ص 134): (الجُمُعَةُ: بضم الجيم والميم، ويجوز سكون الميم وفتحها، حكى الثلاث ابن سيدة).","seal":"26BC218D","page":76},
      {"aya":null,"sora":null,"Na":null,"id":79,"part":1,"nass":"- وَلَا تَجِبُ عَلَى:\r- مَنْ يُبَاحُ لَهُ القَصْرُ.\r- وَلَا عَبْدٍ.\r- وَلَا مُبَعَّضٍ.\r- وَلَا امْرَأَةٍ.\r- وَلَا خُنْثَى.\r- وَمَنْ حَضَرَهَا مِنْهُمْ:\r- أَجْزَأَتْهُ.\r- وَلَمْ تَنْعَقِدْ بِهِ، فَلَا يُحْسَبُ هُوَ وَلَا مَنْ لَيْسَ مِنْ أَهْلِ البَلَدِ مِنَ الأَرْبَعِينَ.\r- وَلَا تَصِحُّ إِمَامَتُهُمْ فِيهَا.\r- وَشُرِطَ لِصِحَّتِهَا أَرْبَعَةُ شُرُوطٍ - لَيْسَ مِنْهَا إِذْنُ الإِمَامِ -:\r[1] أَحَدُهَا: الوَقْتُ، وَهُوَ:\r- مِنْ أَوَّلِ وَقْتِ العِيدِ إِلَى آخِرِ وَقْتِ الظُّهْرِ.\r- وَتَلْزَمُ بِزَوَالٍ.\r- وَبَعْدَهُ أَفْضَلُ.","seal":"017E7A54","page":77},
      {"aya":null,"sora":null,"Na":null,"id":80,"part":1,"nass":"[2] الثَّانِي: اسْتِيطَانُ أَرْبَعِينَ، وَلَوْ بِالإِمَامِ.\r[3] الثَّالِثُ: حُضُورُهُمْ.\r- وَلَوْ كَانَ فِيهِمْ خُرْسٌ أَوْ صُمٌّ، لَا كُلُّهُمْ.\r- فَإِنْ نَقَصُوا قَبْلَ إِتْمَامِهَا اسْتَأْنَفُوا ظُهْرًا.\r[4] الرَّابِعُ: تَقَدُّمُ خُطْبَتَيْنِ (¬1)، بَدَلَ رَكْعَتَيْنِ.\r- مِنْ شَرْطِهِمَا خَمْسَةُ أَشْيَاءٍ:\r[1] الوَقْتُ.\r[2] وَالنِّيَّةُ.\r[3] وَوُقُوعُهُمَا حَضَرًا.\r[4] وَحُضُورُ الأَرْبَعِينَ.\r[5] وَأَنْ يَكُونَ مِمَّنْ تَصِحُّ إِمَامَتُهُ فِيهَا.\r- وَأَرْكَانُهُمَا سِتَّةٌ:\r[1] حَمْدُ الله.\r[2] وَالصَّلَاةُ عَلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\r¬_________\r(¬1) قال في المطلع (ص 136): (خطبتان: واحدتهما خُطبة، بالضم، وهي التي تقال على المنبر ونحوها، وخِطبة النكاح بالكسر).","seal":"52071BE6","page":78},
      {"aya":null,"sora":null,"Na":null,"id":81,"part":1,"nass":"[3] وَقِرَاءَةُ آيَةٍ مِنْ كِتَابِ الله.\r[4] وَالوَصِيَّةُ بِتَقْوَى الله.\r[5] وَمُوَالَاتُهُمَا مَعَ الصَّلَاةِ.\r[6] وَالجَهْرُ بِحَيْثُ يَسْمَعُ العَدَدُ المُعْتَبَرُ حَيْثُ لَا مَانِعَ.\r- وَيُبْطِلُهَا كَلَامٌ مُحَرَّمٌ، وَلَوْ يَسِيرًا.\r- وَهِيَ بِغَيْرِ العَرَبِيَّةِ كِقَرَاءَةٍ، فَلَا تَصِحُّ إِلَّا مَعَ العَجْزِ.\r- غَيْرَ القِرَاءَةِ.\r- وَتُسَنُّ:\r- عَلَى مِنْبَرٍ (¬1) أَوْ مَوْضِعٍ عَالٍ.\r- وَأَنْ يَخْطُبَ قَائِمًا مُعْتَمِدًا عَلَى سَيْفٍ أَوْ عَصًا.\r- وَقَصْرُهُمَا، وَالثَّانِيَةُ أَقْصَرُ.\r- وَرَفْعُ الصَّوْتِ بِهِمَا حَسَبَ الطَّاقَةِ.\r- وَالدُّعَاءُ لِلمُسْلِمِينَ وَيُبَاحُ لِمُعَيَّنٍ؛ كَالسُّلْطَانِ.\r¬_________\r(¬1) قال في المطلع (ص 136): (المنبر بكسر الميم، قال الجوهري: نبرت الشيء، إذا رفعته، ومنه سمي، المنبر).","seal":"70C0E3F1","page":79},
      {"aya":null,"sora":null,"Na":null,"id":82,"part":1,"nass":"- وَلَا بَأْسَ أَنْ يَخْطُبَ مِنْ صَحِيفَةٍ.\r- وَيَحْرُمُ الكَلَامُ وَالإِمَامُ يَخْطُبُ، وَهُوَ مِنْهُ بِحَيْثُ يَسْمَعُهُ.\r- وَيُبَاحُ:\r- إِذَا سَكَتَ بَيْنَهُمَا.\r- أَوْ شَرَعَ فِي دُعَاءٍ.\r\rفَصْلٌ\r- وَالجُمُعَةُ رَكْعَتَانِ.\r- وَحَرُمَ إِقامَتُهَا وَعِيدٍ فِي أَكْثرَ مِنْ مَوْضِعٍ مِنَ البَلَدِ.\r- إِلَّا لِحَاجَةٍ: كَضِيقٍ، وَبُعْدٍ، وَخَوْفِ فِتْنَةٍ، وَنَحْوِهِ.\r- فَإِنْ عُدِمَتِ الحَاجَةُ:\r- فَالصَّحِيحَةُ: مَا بَاشَرَهَا الإِمَامُ، أَوْ أَذِنَ فِيهَا.\r- فَإِنِ اسْتَوَتَا فِي إِذْنٍ أَوْ عَدَمِهِ: فَالسَّابِقَةُ بِالإِحْرَامِ هِيَ الصَّحِيحَةُ.\r- وَإِنْ جُهِلَ كَيْفَ وَقَعَتَا: صَلَّوْا ظُهْرًا.\r- وَسُنَّ:\r- قِرَاءَةُ سُورَةِ الكَهْفِ فِي يَوْمِهَا.","seal":"2C63423C","page":80},
      {"aya":null,"sora":null,"Na":null,"id":83,"part":1,"nass":"- وَكَثْرَةُ دُعَاءٍ.\r- وَصَلَاةٍ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\r- وَمَنْ دَخَلَ وَالإِمَامُ يَخْطُبُ؛ لَمْ يَجْلِسْ حَتَّى يَرْكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ.\r\rفَصْلٌ\r- وَصَلَاةُ العِيدَيْنِ فَرْضُ كِفَايةٍ.\r- وَوَقْتُهَا: كَصَلَاةِ الضُّحَى.\r- وَشُرُوطُهَا: كَالجُمُعَةِ، مَا عَدَا الخُطْبَتَيْنِ.\r- فَإِنْ لَمْ يُعْلَمْ بِالعِيدِ إِلَّا بَعْدَ الزَّوَالِ: صَلَّوْا مِنَ الغَدِ قَضَاءً.\r- وَتُسَنَّ:\r- بِصَحْرَاءَ قَرِيبَةٍ عُرْفًا.\r- وَسُنَّ تَبْكِيرُ مَأْمُومٍ بَعْدَ صَلَاةِ الصُّبْحِ.\r- عَلَى أَحْسَنِ هَيْئَةٍ.\r- مَاشِيًا.\r- وَتَأَخُّرُ إِمَامٍ إِلَى وَقْتِ الصَّلَاةِ.\r- وَالتَّوسِعَةُ عَلَى الأَهْلِ.","seal":"90EBC11D","page":81},
      {"aya":null,"sora":null,"Na":null,"id":84,"part":1,"nass":"- وَالصَّدَقَةُ.\r- وَرُجُوعُهُ فِي غَيْرِ طَرِيقِ غُدُوِّهِ.\r- وَيُصَلِّيهَا:\r- رَكْعَتَيْنِ قَبْلَ الخُطْبَةِ.\r- يُكَبِّرُ فِي الأُولَى بَعْدَ الِاسْتِفْتَاحِ وَقَبْلَ التَّعَوُّذِ: سِتًّا، وَفِي الثَّانِيَةِ قَبْلَ القِرَاءَةِ: خَمْسًا.\r- يَرْفَعُ يَدَيْهِ مَعَ كُلِّ تَكْبِيرَةٍ.\r- وَيَقُولُ: (اللهُ أَكْبَرُ كَبِيرًا، وَالحَمْدُ لله كَثِيرًا، وَسُبْحَانَ الله بُكْرَةً وَأَصِيلًا، وَصَلَّى اللهُ عَلَى مُحَمَّدٍ النَّبِيِّ وَآلِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرًا)، وَإِنْ أَحَبَّ قَالَ غَيْرَ ذَلِكَ.\r- وَلَا يَأْتِي بِذِكْرٍ بَعْدَ التَّكْبِيرَةِ الأَخِيرَةِ فِيهِمَا.\r- ثُمَّ يَقْرَأُ الفَاتِحَةَ.\r- ثُمَّ (سَبِّح) فِي الرَّكْعَةِ الأُولَى، ثُمَّ (الغَاشِيَةَ) فِي الثَّانِيَةِ.\r- فَإِذَا سَلَّمَ خَطَبَ خُطْبَتَيْنِ، وَأَحْكَامُهُمَا كَخُطْبَتَيِ الجُمُعَةِ، حَتَّى فِي تَحْرِيمِ الكَلَامِ حَالَ الخُطْبَةِ.\r- وَسُنَّ: أَنْ يَسْتَفْتِحَ الأُولَى بِتِسْعِ تَكْبِيرَاتٍ نَسَقًا، وَالثَّانِيَةَ بِسَبْعٍ","seal":"D5926472","page":82},
      {"aya":null,"sora":null,"Na":null,"id":85,"part":1,"nass":"- قَائِمًا.\r- يَحُثُّهُمْ فِي الفِطْرِ عَلَى الصَّدَقَةِ، وَيُبيِّنُ لَهُمْ مَا يُخْرِجُونَ.\r- وَيُرَغِّبُهُمْ فِي الأَضْحَى فِي الأُضْحِيَّةِ، وَيُبَيِّنُ لَهُمْ حُكْمَهَا.\r- وَ:\r- التَّكْبِيرَاتُ الزَّوَائِدُ.\r- وَالذِّكْرُ بَيْنَهَا.\r- وَالخُطْبَتَانِ:\rسُنَّةٌ.\r- وَكُرِهَ:\r- تَنَفُّلٌ، وَقَضَاءُ فَائِتَةٍ قَبْلَ الصَّلَاةِ بِمَوْضِعِهَا.\r- وَبَعْدَهَا قَبْلَ مُفَارَقَتِهِ.\r- وَسُنَّ لِمَنْ فَاتَتْهُ: قَضَاؤُهَا فِي يَوْمِهَا عَلَى صِفَتِهَا.\r\rفَصْلٌ\r- وَسُنَّ.\r- التَّكْبِيرُ المُطْلَقُ.","seal":"942F80BA","page":83},
      {"aya":null,"sora":null,"Na":null,"id":86,"part":1,"nass":"- وَإِظْهَارُهُ.\r- وَجَهْرُ غَيْرِ أُنْثَى بِهِ.\r[1] فِي لَيْلتَيِ العِيدَيْنِ.\r[2] وَفِي الخُرُوجِ إِلَيْهِمَا إِلَى فَرَاغِ الخُطْبَةِ فِيهِمَا.\r- وَفِطْرٌ آكَدُ.\r[3] وَفِي كُلِّ عَشْرِ ذِي الحِجَّةِ.\r- وَالتَّكْبِيرُ المُقَيَّدُ:\r- عَقِبَ كُلِّ فَرِيضَةٍ.\r- فِي جَمَاعَةٍ.\r- مِنْ صَلَاةِ فَجْرِ يَوْمِ عَرَفَةَ، إِلَى عَصْرِ آخِرِ أَيَّامِ التَّشْرِيقِ.\r- إِلَّا المُحْرِمَ: فَمِنْ صَلَاةِ ظُهْرِ يَوْمِ النَّحْرِ.\r- وَيُكَبِّرُ الإِمَامُ مُسْتَقْبِلَ النَّاسِ.\r- وَلَا يُسَنُّ عَقِبَ صَلَاةِ عِيدٍ.\r- وَصِفَتُهُ شَفْعًا: (اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، اللهُ أَكْبَرُ، وَلله الحَمْدُ).\r- وَلَا بَأْسَ:","seal":"4B81F7C0","page":84},
      {"aya":null,"sora":null,"Na":null,"id":87,"part":1,"nass":"- بِقَوْلِهِ لِغَيْرِهِ: تَقَبَّلَ اللهُ مِنَّا وَمِنْكَ.\r- وَلَا بِالتَّعْرِيفِ عَشِيَّةَ عَرَفَةَ بِالأَمْصَارِ (¬1).\r\rفَصْلٌ\r- صَلَاةُ الكُسُوفِ (¬2) سُنَّةٌ.\r- مِنْ غَيْرِ خُطْبَةٍ.\r- وَوَقْتُهَا: مِنِ ابْتِدَائِهِ إِلَى التَّجَلِّي.\r- وَلَا تُقْضَى إِنْ فَاتَتْ.\r- وَهِيَ رَكْعَتَانِ، كُلُّ رَكْعَةٍ بِقِيَامَيْنِ وَرُكُوعَيْنِ.\r¬_________\r(¬1) التعريف عشية عرفة من ثلاث أحوال:\rأن يكون معه شد رحل: فلا نزاع في المنع منه؛ لحديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «لا تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلاثَةِ مَسَاجِدَ: المَسْجِدِ الحَرَامِ، وَمَسْجِدِ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَمَسْجِدِ الأَقْصَى» [البخاري: 1189، ومسلم: 1397].\rأن يكون في مسجد مصره ويصحبه رفع صوت بشدة، أو إنشاد الأشعار الباطلة ونحوه: فيمنع منه كذلك؛ لما صحبه من المنكر.\rأن يكون في مسجد مصره، ولا يصحبه صوت ونحوه، بل مجرد ذكر ودعاء: فهذا الذي وقع فيه اختلاف السلف.\rشيخ الإسلام في اقتضاء الصراط المستقيم [2/ 150]: (فأما قصد الرجل مسجد بلده يوم عرفة للدعاء والذكر؛ فهذا هو التعريف في الأمصار الذي اختلف العلماء فيه، ففعله ابن عباس وعمرو بن حريث من الصحابة، وطائفة من البصريين والمدنيين، ورخص فيه أحمد، وإن كان مع ذلك لا يستحبه، هذا هو المشهور عنه، وكرهه طائفة من الكوفيين والمدنيين؛ كإبراهيم النخعي وأبي حنيفة ومالك وغيرهم، ومن كرهه قال: هو من البدع، فيندرج في العموم لفظًا ومعنى، ومن رخص فيه قال: فعله ابن عباس بالبصرة حين كان خليفة لعلي بن أبي طالب رضي الله عنهما، ولم ينكر عليه، وما يفعل في عهد الخلفاء الراشدين من غير إنكار لا يكون بدعة.\rلكن ما يزاد على ذلك من رفع الأصوات الرفع الشديد في المساجد بالدعاء، وأنواع من الخطب والأشعار الباطلة: مكروه في هذا اليوم وغيره، وأيضًا فإن شد الرحال إلى مكان للتعريف فيه، مثل الحج، بخلاف المصر، ألا ترى أن النبي صلى الله عليه وسلم قال: «لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، والمسجد الأقصى، ومسجدي هذا»، هذا مما لا أعلم فيه خلافًا).\r\rوقال في مسألة في المرابطة في الثغور ص 63: (وأما السفر للتعريف بغير عرفة: فلا نزاع بين المسلمين أنه من الضلالات).\rوأما ما نقله المرداوي [الإنصاف 2/ 441] عن شيخ الإسلام، بقوله: (ولم ير الشيخ تقي الدين التعريف بغير عرفة، وأنه لا نزاع فيه بين العلماء، وأنه منكر وفاعله ضال)، فلمراد إذا لزم منه شد الرحل، كما تقدم في كلام شيخ الإسلام.\r(¬2) قال في المطلع (ص 128): (الكُسُوف: مصدر كَسَفت الشمس: إذا ذهب نورُها، يقال: كَسَفَت الشمس والقمر، وكُسِفَا وانْكَسَفَا، وخَسَفَا وخُسِفَا، وانخسفا، ست لغات، وقيل: الكسوف مختص بالشمس والخسوف بالقمر، وقيل: الكسوف في أوَّله والخسوف في آخره، وقال ثعلب: كَسَفَت الشمس وخَسَفَ القمر، هذا أجود الكلام).","seal":"A9FF7808","page":85},
      {"aya":null,"sora":null,"Na":null,"id":88,"part":1,"nass":"- وَسُنَّ:\r- تَطْوِيلُ سُورَةٍ.\r- وَتَسْبِيحٍ.\r- وَكَوْنُ أُولَى كُلٍّ أَطْوَلَ.\r- وَتَصِحُّ كَالنَّافِلَةِ.\r- وَلَا يُصَلَّى لِآيَةٍ غَيْرِهِ؛ كَظُلْمَةٍ نَهَارًا، وَضِيَاءٍ لَيْلًا، وَرِيحٍ شَدِيدَةٍ، وَصَوَاعِقَ.\r- إِلَّا لِزَلْزَلَةٍ دَائِمَةٍ.\r\rفَصْلٌ\r- تُسَنُّ صَلَاةُ الِاسْتِسْقِاءِ إِذَا أَجْدَبَتِ (¬1) الأَرْضِ، وَقُحِطَ المَطَرُ (¬2).\r- وَصِفَتُهَا وَأَحْكَامُهَا كَصَلَاةِ عِيدٍ.\r- وَهِيَ، وَالَّتِي قَبْلَهَا: جَمَاعَةً أَفْضَلُ.\r¬_________\r(¬1) قال في المطلع (ص 139): (يقال: أجدبت الأرض، وَجَدَبَتْ، وَجَدُبَتْ، وجدِبت، بفتح الدال وضمها وكسرها، أربع لغات، وكلها بالدال المهملة: إذا أصابها الجدب).\r(¬2) قال في تاج العروس (20/ 7): (قال ابن دُريد: قَحَطَت الأَرْضُ، كمَنَعَ، وقد حكى الفراء: قَحِطَ المطر، مثل: فَرِحَ، كما فِي الصحاح، قال ابن سِيدَه: والفتح أعلى، وحكى أبو حنيفة: قُحِطَ المطر، مثل: عُنِيَ، ونقله أيضاً ابن بَرِّي عن بعضهم، إلا أنه قال: قُحِطَ القطر).","seal":"AB85AF1C","page":86},
      {"aya":null,"sora":null,"Na":null,"id":89,"part":1,"nass":"- وَإِذَا أَرَادَ الإِمَامُ الخُرُوجَ:\r[1] وَعَظَ النَّاسَ.\r[2] وَأَمَرَهُمْ بِالتَّوْبَةِ، وَالخُرُوجِ مِنَ المَظَالِمِ.\r[3] وَتَرْكِ التَّشَاحُنِ (¬1).\r[4] وَالصَّدَقَةِ.\r[5] وَالصَّوْمِ.\r- وَلَا يَلْزَمَانِ بِأَمْرِهِ.\r[6] وَيَعِدُهُمْ يَوْمًا يَخْرُجُونَ فِيهِ.\r[7] وَيَخْرُجُ مُتَوَاضِعًا (¬2)، مُتَخَشِّعًا (¬3)، مُتَذَلِّلًا، مُتَضَرِّعًا (¬4).\r[8] مُتَنَظِّفًا.\r[9] لَا مُتَطَيِّبًا.\r¬_________\r(¬1) قال في المطلع (ص 140): (وَتَرْكِ التَّشَاحُن: قال الجوهري: الشحناء: العداوة، فكأن التشاحن تفاعل من الشحناء).\r(¬2) قال في المطلع (140): (مُتَوَاضِعًا: أي: متقصداً للتواضع، وهو ضد التكبر).\r(¬3) قال في المطلع (140): (مُتَخَشِّعًا: أي: متقصداً للخشوع، والخشوع، والتخشع والإخشاع: التذلل، ورمي البصر إلى الأرض، وخفض الصوت، وسكون الأعضاء).\r(¬4) قال في المطلع (140): (مُتَذَلِّلاً مُتَضَرِّعاً: قال الجوهري: تذلل له، أي: خضع وتضرع إلى الله، ابتهل، فكأنه يخرج خاضعا مبتهلاً في الدعاء).","seal":"C118D26E","page":87},
      {"aya":null,"sora":null,"Na":null,"id":90,"part":1,"nass":"[10] وَمَعَهُ أَهْلُ الدِّينِ وَالصَّلَاحِ وَالشُّيُوخُ.\r- وَسُنَّ خُرُوجُ صَبِيٍّ مُمَيِّزٍ.\r- وَيُبَاحُ خُرُوجُ أَطْفَالٍ وَبَهَائِمَ.\r[11] فَيُصَلِّي.\r[12] ثُمَّ يَخْطُبُ خُطْبَةً وَاحِدَةً.\r[13] يَفْتَتِحُهَا بِالتَّكْبِيرِ كَخُطْبَةِ عِيدٍ.\r[14] وَيُكْثِرُ فِيهَا الِاسْتِغْفِارَ، وَقِرَاءَةَ الآيَاتِ الَّتِي فِيهَا الأَمْرُ بِهِ.\r- وَسُنَّ:\r- وُقُوفٌ فِي أَوَّلِ المَطَرِ، وَتَوَضُّؤٌ، وَاغْتِسَالٌ مِنْهُ.\r- وَإِخْرَاجُ رَحْلِهِ وَثِيَابِهِ لِيُصِيبَهَا.\r- وَإِنْ كَثُرَ حَتَّى خِيفَ مِنْهُ سُنَّ قَوْلُ:\r- (اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا (¬1)، اللَّهُمَّ عَلَى الظِّرَابِ (¬2) وَالآكَامِ (¬3) وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ).\r¬_________\r(¬1) أي: أنزلهُ حوالي المدينة، حيثُ مواضع النبات، لا علينا في المدينة ولا في غيرها من المباني والمساكن. ينظر: المطلع (ص 143).\r(¬2) قال في المطلع (143): (قال الجوهري: الظرب -بكسر الراء- واحد الظراب، وهي الروابي الصغار، وقال مالك: الظرب، الجُبَيْلُ المنبسط).\r(¬3) بفتح الهمزة تليها مَدَّةٌ، على وزن: آصال، وبكسر الهمزة بغير مَدٍّ على وزن: جبال، وقال القاضي عياض: وهو ما غلظ من الأرض ولم يبلغ أن يكون جبلاً، وكان أكثر ارتفاعاً مما حوله، كالتلول ونحوها، وقال مالك: هي الجبال الصغار. ينظر المطلع (ص 134).","seal":"BBACB52C","page":88},
      {"aya":null,"sora":null,"Na":null,"id":91,"part":1,"nass":"- (رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ) الآيَةَ [البَقَرَة: 286].\r- وَسُنَّ قَوْلُ: (مُطِرْنَا بِفَضْلِ الله وَرَحْمَتِهِ).","seal":"119020A8","page":89},
      {"aya":null,"sora":null,"Na":null,"id":93,"part":1,"nass":"كِتَابُ الجَنَائِزِ (¬1)\r- يُسَنُّ:\r- الِاسْتِعْدَادُ لِلمَوْتِ.\r- وَالإِكْثَارُ مِنْ ذِكْرِهِ.\r- وَتُسَنُّ عِيَادَةُ مَرِيضٍ مُسْلِمٍ.\r- غِبًّا.\r- مِنْ أَوَّلِ المَرَضِ.\r- بُكْرَةً وَعَشِيَّةً.\r- وَفِي رَمَضَانَ لَيْلًا.\r- وَتَذْكِيرُهُ:\r¬_________\r(¬1) قال في المطلع (ص 145): (الجنائز: جمع جنازة، قال صاحبُ المشارق: الجنازة -بفتح الجيم وكسرها-: اسم للميِّت والسرير، ويقال: للميت بالفتح، وللسرير بالكسر، وقيل بالعكس، آخر كلامه.\rوإذا لم يكن الميت على السرير لا يقال له جنازة ولا نعش، وإنما يقال له: سرير، نص على ذلك الجوهري).","seal":"4F8EF3FF","page":91},
      {"aya":null,"sora":null,"Na":null,"id":94,"part":1,"nass":"[1] التَّوْبَةَ.\r[2] وَالوَصِيَّةَ.\r- وَيَدْعُو لَهُ عَائِدٌ بِالعَافِيَةِ وَالصَّلَاحِ.\r- وَلَا يُطِيلُ الجُلُوسَ عِنْدَهُ.\r- وَيَنْبَغِي أَنْ يُحْسِنَ ظَنَّهُ بِالله.\r- وَلَا يَجِبُ التَّدَاوِي، وَلَوْ ظَنَّ نَفْعَهُ.\r- وَتَرْكُهُ أَفْضَلُ.\r- وَيَحْرُمُ بِمُحَرَّمٍ.\r- وَيُبَاحُ كَتْبُ قُرْآنٍ وَذِكْرٍ بِإِنَاءٍ لِحَامِلٍ لِعُسْرِ الوِلَادَةِ، وَمَرِيضٍ، وَيُسْقَيَانِهِ.\r- وَإِذَا نُزِلَ (¬1) بِهِ سُنَّ لِأَرْفَقِ أَهْلِهِ بِهِ تَعَاهُدُ:\r[1] بَلِّ حَلْقِهِ بِمَاءٍ أَوْ شَرَابٍ، وَتَنْدِيَةُ شَفَتَيْهِ بِقُطْنَةٍ.\r[2] وَتَلْقِينُهُ: (لَا إِلَهَ إِلَّا اللهُ) مَرَّةً.\r- وَلَمْ يَزِدْ عَلَى ثَلَاثٍ إِلَّا أَنْ يَتَكَلَّمَ فَيُعِيدُهُ بِرِفْقٍ.\r¬_________\r(¬1) قال في المطلع (ص 145): (نُزِلَ به: مبنيُّ للمفعول، قال القاضي عياض: أي: نزل به الملك لقبض روحه).","seal":"F007AF6D","page":92},
      {"aya":null,"sora":null,"Na":null,"id":95,"part":1,"nass":"[3] وَقِرَاءَةُ الفَاتِحَةِ.\r[4] وَ (يس) عِنْدَهُ.\r[5] وَتَوْجِيهُهُ إِلَى القِبْلَةِ عَلَى جَنْبِهِ الأَيْمَنِ مَعَ سَعَةِ المَكَانِ.\r- وَإِلَّا فَعَلَى ظَهْرِهِ وَأَخْمَصَاهُ إِلَى القِبْلَةِ.\r- وَيَعْتَمِدُ عَلَى الله فِيمَنْ يُحِبُّ.\r- وَيُوصِي لِلأَرْجَحِ فِي نَظَرِهِ.\r- فَإِذَا مَاتَ سُنَّ:\r[1] تَغْمِيضُ عَيْنَيهِ.\r- وَيُباحُ مِنْ مَحْرَمٍ ذَكَرٍ أَوْ أُنْثَى.\r- وَيُكْرَهُ مِنْ حَائِضٍ وَجُنُبٍ، وَأَنْ يَقْرَبَاهُ.\r[2] وَقَوْلُ: (بِاسْمِ الله، وَعَلَى وَفَاةِ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ).\r[3] وَشَدُّ لَحْيَيْهِ بِعِصَابَةٍ.\r[4] وَتَلْيِينُ مَفَاصِلِهِ.\r[5] وَخَلْعُ ثِيَابِهِ.\r[6] وَسَتْرُهُ بِثَوْبٍ.\r[7] وَإِسْرَاعُ تَجْهِيزِهِ إِنْ مَاتَ غَيْرَ فَجْأَةٍ.","seal":"0346C83C","page":93},
      {"aya":null,"sora":null,"Na":null,"id":96,"part":1,"nass":"[8] وَتَفْرِقَةُ وَصِيَّتِهِ.\r- وَيَجِبُ فِي قَضَاءِ دَيْنِهِ.\r\rفَصْلٌ\r- وَغَسْلُهُ فَرْضُ كِفَايَةٍ.\r- سِوَى:\r- شَهِيدِ مَعْرَكَةٍ.\r- وَمَقْتُولٍ ظُلْمًا.\rوَلَوْ كَانَا أُنثَيَيْنِ، أَوْ غَيْرَ مُكَلَّفَيْنِ.\r- وَشُرِطَ فِي مَاءٍ:\r[1] طَهُورَيَّةٌ.\r[2] وَإِبَاحَةٌ.\r- وَفِي غَاسِلٍ:\r[1] إِسْلَامٌ.\r[2] وَعَقْلٌ.\r[3] وَتَمْيِيزٌ.","seal":"EBE2E745","page":94},
      {"aya":null,"sora":null,"Na":null,"id":97,"part":1,"nass":"- وَالأَفْضَلُ: ثِقَةٌ عَارِفٌ بِأَحْكَامِ الغُسْلِ.\r- وَإِذَا أَخَذَ فِي غَسْلِهِ:\r[1] سَتَرَ عَوْرَتَهُ وُجُوبًا.\r[2] وَسُنَّ تَجْرِيدُهُ.\r[3] وَسَتْرُهُ عَنِ العُيُونِ تَحْتَ سِتْرٍ.\r- وَكُرِهَ حُضُورُ غَيْرِ مُعِينٍ فِي غَسْلِهِ.\r[4] ثُمَّ نَوَى وَسَمَّى وُجُوبًا؛ كَغَسْلِ الحَيِّ.\r[5] وَسُنَّ أَنْ يَرْفَعَ رَأْسَ غَيْرِ حَامِلٍ إِلَى قُرْبِ جُلُوسِهِ، وَيَعْصِرَ بَطْنَهُ بِرِفْقٍ، وَيَكُونَ ثَمَّ بَخُورٌ، وَيُكْثِرُ صَبَّ المَاءِ حِينِئَذٍ.\r[6] ثُمَّ يَلُفُّ عَلَى يَدِهِ خِرْقَةً مَبْلُولَةً فَيُنْجِيهِ بِهَا.\r[7] وَحَرُمَ مَسُّ عَوْرَةِ مَنْ لَهُ سَبْعُ سِنِينَ.\r[8] ثُمَّ يُدْخِلُ إِبْهَامَهُ وَسَبَّابَتَهُ -وَعَلَيْهِمَا خِرْقَةٌ مَبْلُولَةٌ بِمَاءٍ- بَيْنَ شَفَتَيْهِ، فَيَمْسَحُ أَسْنَانَهُ، وَفِي مَنْخِرَيْهِ (¬1) فَيُنَظِّفُهُمَا.\r[9] ثُمَّ يُوَضِّئُهُ اسْتِحْبَابًا.\r¬_________\r(¬1) قال في المطلع (ص 147): (مَنْخِريْهِ: تثنية مَنخِره -بفتح الميم وكسر الخاء-، قال الجوهري: المَنْخِرُ: ثقبُ الأنفِ، وقد تكسر الميم، إتباعاً لكسر الخاء، كما قالوا: مِنْتِن، وهما نادران، والمَنْخُورُ لغة فيه).","seal":"14DCDC17","page":95},
      {"aya":null,"sora":null,"Na":null,"id":98,"part":1,"nass":"- وَلَا يُدْخِلُ مَاءً فِي فَمِهِ وَأَنْفِهِ.\r[10] وَيَغْسِلُ رَأْسَهُ بِرَغْوَةِ السِّدْرِ، وَبَدَنَهُ بِثُفْلِهِ (¬1).\r[11] وَيَغْسِلُ شِقَّهُ الأَيْمَنَ، ثُمَّ الأَيْسَرَ.\r[12] ثُمَّ يُفِيضُ المَاءَ عَلَى جَمِيعِ بَدَنِهِ.\r- وَكُرِهَ اقْتِصَارٌ عَلَى غَسْلِهِ مَرَّةً إِنْ لَمْ يَخْرُجْ شَيْءٌ.\r- فَإِنْ خَرَجَ وَجَبَ إِعَادَتُهُ إِلَى سَبْعٍ.\r- فَإِنْ خَرَجَ بَعْدَهَا:\r- حُشِيَ بِقُطْنٍ.\r- فَإِنْ لَمْ يَسْتَمْسِكْ فَبِطِينٍ حُرٍّ (¬2).\r- ثُمَّ يَغْسِلُ المَحَلَّ، وَيُوَضَّأُ وُجُوبًا.\r- وَسقْطٌ (¬3) لِأَرْبَعَةِ أَشْهُرٍ: كَمَوْلُودٍ حَيًّا.\r¬_________\r(¬1) قال في المصباح المنير (1/ 82): (الثُفْل: مثل: قُفْل، حثالة الشيء، وهو الثخين الذي يبقى أسفل الصافي).\r(¬2) قال في المطلع (ص 148): ) أي: خالص).\r(¬3) قال في المطلع (ص 149): (السقْط: المولود قبل تمامه، بكسر السين، وفتحها، وضمها).","seal":"3E9ADDF0","page":96},
      {"aya":null,"sora":null,"Na":null,"id":99,"part":1,"nass":"فَصْلٌ\r- وَتَكْفِينُهُ فَرْضُ كَفَايةٍ.\r- وَيَجِبُ لِحَقِّ الله تَعَالَى وَلِحَقِّهِ:\r- ثَوْبٌ وَاحِدٌ.\r- لَا يَصِفُ البَشَرَةَ.\r- يَسْتُرُ جَمِيعَهُ.\r- وَسُنَّ تَكْفِينُ رَجُلٍ:\r- فِي ثَلَاثِ لَفَائِفَ بِيضٍ مِنْ قُطْنٍ.\rوَكُرِهَ فِي أَكْثَرَ.\r- يُبْسَطُ بَعْضُهَا عَلَى بَعْضٍ بَعْدَ تَبْخِيرِهَا بِنَحْوِ عُودٍ.\r- وَتُجْعَلُ الظَّاهِرَةُ أَحْسَنَهَا، وَالحَنُوطُ فِيمَا بَيْنَهَا.\r- ثُمَّ يُوضَعُ عَلَيْهَا مُسْتَلْقِيًا.\r- ثُمَّ يُرَدُّ طَرَفُ اللِّفَافَةِ العُلْيَا مِنَ الجَانِبِ الأَيْسَرِ عَلَى شِقِّهِ الأَيْمَنِ، ثُمَّ الأَيْمَنِ عَلَى الأَيْسَرِ.\r- ثُمَّ الثَّانِيَةِ ثُمَّ الثَّالِثَةِ كَذَلِكَ.","seal":"7D92A239","page":97},
      {"aya":null,"sora":null,"Na":null,"id":100,"part":1,"nass":"- وَيُجْعَلُ أَكْثَرُ الفَاضِلِ عِنْدَ رَأْسِهِ.\r- ثُمَّ يَعْقِدُهَا، وَتُحَلُّ فِي القَبْرِ.\r- وَسُنَّ لِامْرَأْةٍ وَخُنْثَى خَمْسَةُ أَثْوَابٍ: إِزَارٌ، وَخِمَارٌ، وَقَمِيصٌ، وَلِفَافَتَانِ.\r- وَلِصَغِيرَةٍ: قَمِيصٌ، وَلِفَافَتَانِ.\r- وَلِصَبِيٍّ: ثَوْبٌ وَاحِدٌ.\r- وَيُبَاحُ فِي ثَلَاثَةٍ، مَا لَمْ يَرِثْهُ غَيْرُ مُكَلَّفٍ.\r\rفَصْلٌ\r- وَالصَّلَاةُ عَلَيْهِ: فَرْضُ كِفَايَةٍ.\r- وَتَسْقُطُ بِمُكَلَّفٍ، وَلَوْ أُنْثَى أَوْ عَبْدًا.\r- وَتُسَنُّ جَمَاعَةً.\r- وَشُرُوطُهَا ثَمَانِيَةٌ:\r[1] النِّيَّةُ.\r[2] وَالتَّكْلِيفُ.\r[3] وَاسْتِقْبَالُ القِبْلَةِ.\r[4] وَسَتْرُ العَوْرَةِ.","seal":"2CB50EA9","page":98},
      {"aya":null,"sora":null,"Na":null,"id":101,"part":1,"nass":"[5] وَاجْتِنَابُ النَّجَاسَةِ.\r[6] وَحُضُورُ المَيْتِ إِنْ كَانَ بِالبَلَدِ.\r[7] وَإِسْلَامُ المُصَلِّي وَالمُصَلَّى عَلَيْهِ.\r[8] وَطَهَارَتُهُمَا وَلَوْ بِتُرَابٍ.\r- وَأَرْكَانُهَا سَبْعَةٌ:\r[1] القِيَامُ فِي فَرْضِهَا.\r[2] وَالتَّكْبِيرَاتُ الأَرْبَعُ.\r[3] وَقِرَاءَةُ الفَاتِحَةِ.\r[4] وَالصَّلَاةُ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\r[5] وَالدُّعَاءُ لِلمَيْتِ.\r[6] وَالسَّلَامُ.\r[7] وَالتَّرْتِيبُ.\r- وَسُنَّ قِيَامُ إِمَامٍ وَمُنْفَرِدٍ عِنْدَ:\r- صَدْرِ رَجُلٍ.\r- وَوَسَطِ (¬1) امْرَأَةٍ.\r¬_________\r(¬1) وَسَط: بتحريك السين، قال في الصحاح (3/ 1168): (يقال: جلست وَسْط القومِ بالتسكين؛ لأنَّه ظرف، وجلست في وَسَطِ الدار بالتحريك؛ لأنه اسم، وكل موضع صلح فيه (بين) فهو (وسْط)، وإن لم يصلح فيه (بين) فهو (وسَط) بالتحريك، وربما سكن وليس بالوجه).","seal":"8A3A21A5","page":99},
      {"aya":null,"sora":null,"Na":null,"id":102,"part":1,"nass":"- وَصِفَتُهَا:\r[1] أَنْ يَنْوِيَ.\r[2] ثُمَّ يُكَبِّرَ.\r[3] وَيَقْرَأَ الفَاتِحَةَ.\r[4] ثُمَّ يُكَبِّرَ، وَيُصَلِّيَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَفِي التَّشَهُّدِ.\r[5] ثُمَّ يُكَبِّرَ، وَيَدْعُوَ لِلمَيْتِ.\r- وَالأَفْضَلُ بِشَيْءٍ مِمَّا وَرَدَ.\r[6] ثُمَّ يُكَبِّرَ، وَيَقِفَ قَلِيلًا.\r[7] وَيُسَلِّمَ.\r- وَتُجْزِئُ وَاحِدَةٌ.\r- وَلَوْ لَمْ يَقُلْ: (وَرَحْمَةُ اللهُ).\r\rفَصْلٌ\r- وَحَمْلُهُ وَدَفْنُهُ: فَرْضُ كِفَايَةٍ.\r- وَيَسْقُطَانِ وَتَكْفِينٌ بِكَافِرٍ.","seal":"568842AA","page":100},
      {"aya":null,"sora":null,"Na":null,"id":103,"part":1,"nass":"- وَسُنَّ:\r[1] كَوْنُ مَاشٍ أَمَامَ الجِنَازَةِ.\r[2] وَرَاكِبٍ خَلْفَهَا.\r[3] وَقُرْبٌ مِنْهَا.\r[4] وَإِسْرَاعٌ بِهَا.\r[5] وَتَعْمِيقُ قَبْرٍ وَتَوْسِيعُهُ.\r- وَكُرِهَ:\r[1] رَفْعُ الصَّوْتِ مَعَهَا وَلَوْ بِالذِّكْرِ وَالقُرْآنِ.\r[2] وَإِدْخَالُ القَبْرِ خَشَبًا، أَوْ مَا مَسَّتْهُ النَّارُ.\r[3] وَتَجْصِيصُهُ (¬1).\r[4] وَبِنَاءٌ.\r[5] وَكِتَابَةٌ.\r[6] وَمَشْيٌ.\r[7] وَجُلُوسٌ عَلَيْهِ.\r¬_________\r(¬1) تجصيصه: بناؤه بالجص وهو ما يبنى به، والجص: بكسر الجيم وفتحها. ينظر: المطلع (ص 152).","seal":"273AEA9E","page":101},
      {"aya":null,"sora":null,"Na":null,"id":104,"part":1,"nass":"- وَيَجِبُ أَنْ يُسْتَقْبَلَ بِهِ القِبْلَةُ.\r- وَيُسَنُّ عَلَى جَنْبِهِ الأَيْمَنِ.\r- وَحَرُمَ دَفْنُ اثْنَيْنِ فَأَكْثَرَ فِي قَبْرٍ.\r- إِلَّا لِضَرُورَةٍ.\r- وَسُنَّ:\r[1] أَنْ يُدْخَلَهُ مَيْتٌ مِنْ عِنْدِ رِجْلَيْهِ إِنْ كَانَ أَسْهَلَ، وَإِلَّا فَمِنْ حَيْثُ سَهُلَ.\r[2] وَقَوْلُ مُدْخِلِهِ: (بِاسْمِ الله، وَعَلَى مِلَّةِ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ).\r[3] وَحَثْوُ التُّرَابِ عَلَيْهِ ثَلَاثًا، ثُمَّ يُهَالُ.\r[4] وَتَلْقِينُهُ (¬1).\r¬_________\r(¬1) قال ابن قدامة (2/ 377): (فأما التلقين بعد الدفن فلم أجد فيه عن أحمد شيئًا، ولا أعلم فيه للأئمة قولًا، سوى ما رواه الأثرم قال: قلت لأبي عبد الله فهذا الذي يصنعون إذا دفن الميت، يقف الرجل، ويقول: يا فلان بن فلانة، اذكر ما فارقت عليه، شهادة أن لا إله إلا الله؟ فقال: ما رأيت أحدًا فعل هذا إلا أهل الشام، حين مات أبو المغيرة).\rوقال شيخ الإسلام (مجموع الفتاوى 24/ 298): (هذا التلقين المذكور قد نقل عن طائفة من الصحابة: أنهم أمروا به، كأبي أمامة الباهلي، وغيره، وروي فيه حديث عن النبي صلى الله عليه وسلم لكنه مما لا يحكم بصحته؛ ولم يكن كثير من الصحابة يفعل ذلك، فمن الأئمة من رخص فيه كالإمام أحمد، وقد استحبه طائفة من أصحابه وأصحاب الشافعي، ومن العلماء من يكرهه لاعتقاده أنه بدعة، فالأقوال فيه ثلاثة: الاستحباب، والكراهة، والإباحة، وهذا أعدل الأقوال).","seal":"4BBA7BF7","page":102},
      {"aya":null,"sora":null,"Na":null,"id":105,"part":1,"nass":"[5] وَالدُّعَاءُ لَهُ بَعْدَ الدَّفْنِ.\r[6] وَرَشُّ القَبْرِ بِمَاءٍ.\r[7] وَرَفْعُهُ قَدْرَ شِبْرٍ.\r- وَإِنْ مَاتَتْ حَامِلٌ: حَرُمَ شَقُّ بَطْنِهَا.\r- وَأَخْرَجَ النِّسَاءُ مَنْ تُرْجَى حَيَاتُهُ.\r- فَإِنْ تَعَذَّرَ: لَمْ تُدْفَنْ حَتَّى يَمُوتَ.\r- وَإِنْ خَرَجَ بَعْضُهُ حَيًّا: شُقَّ لِلْبَاقِي.\r- فَلَوْ مَاتَ قَبْلَ الشَّقِّ:\r- أُخْرِجَ حَتَّى يُغَسَّلَ وَيُكَفَّنَ بِلَا شَقٍّ.\rفَإِنْ تَعَذَّرَ إِخْرَاجُهُ غُسِلَ مَا خَرَجَ مِنْهُ وَصُلِّيَ عَلَيْهِ مَعَهَا.\r- وَإِنْ لَمْ يَكُنْ لَهُ أَرْبَعَةُ أَشْهَرٍ فَأَكْثَرُ: صُلِّيَ عَلَيْهَا دُونَهُ.\r\rفَصْلٌ\r- وَتَعْزِيَةُ مُسْلِمٍ -وَلَوْ صَغِيرًا- إِلَى ثَلَاثَةِ أَيَّامٍ: سُنَّةٌ.\r- فَيُقَالُ لِمُسْلِمٍ مُصَابٍ بِمُسْلِمٍ: (أَعْظَمَ اللهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيْتِكَ).","seal":"25AA1128","page":103},
      {"aya":null,"sora":null,"Na":null,"id":106,"part":1,"nass":"- وَيَرُدُّ مُعَزًّى بِقَوْلِ: (اسْتَجَابَ اللهُ دُعَاءَكَ، وَرَحِمَنَا وَإِيَّاكَ).\r- وَأَيُّ قُرْبَةٍ فُعِلَتْ وَجُعِلَ ثَوَابُهَا لِمُسْلِمٍ حَيٍّ أَوْ مَيْتٍ: نَفَعَهُ ذَلِكَ.\r- وَتُسَنُّ زِيَارَةُ القُبُورِ لِلرِّجَالِ.\r- وَتُكْرَهُ لِلنِّسَاءِ.\r- وَإِنْ عَلِمْنَ أَنَّهُ يَقَعُ مِنْهُنَّ مُحَرَّمٌ حَرُمَتْ.\r- وَيَجُوزُ البُكَاءُ (¬1) عَلَى المَيْتِ.\r- وَيَحْرُمُ:\r- نَدْبٌ (¬2).\r- وَنِيَاحَةٌ (¬3).\r- وَشَقُّ ثَوْبٍ، وَلَطْمُ خَدٍّ وَنَحْوِهِ.\r- وَيَعْرِفُ المَيْتُ زَائِرَهُ يَوْمَ الجُمُعَةِ قَبْلَ طُلُوعِ الشَّمْسِ.\r¬_________\r(¬1) قال في الصحاح (6/ 2284): (البُكا: يُمَدُّ ويُقْصَرُ، فإذا مددت أردت الصوتَ الذي يكون مع البكاء، وإذا قَصَرْتَ أردت الدموعَ وخروجها).\r(¬2) قال في الصحاح (1/ 223): (نَدَبَ الميِّت، أي بكى عليه وعدَّد محاسنه، يَنْدُبُه نَدْباً، والاسم النُّدبة بالضم).\r(¬3) قال في المطلع (ص 154): (النياحة: قال القاضي عياض، النوح والنياحة: اجتماع النساء للبكاء على الميت متقابلات، والتناوح: التقابل، ثم استعمل في صفة بكائهن بصوت ورنة وندبة).","seal":"78F716A5","page":104},
      {"aya":null,"sora":null,"Na":null,"id":107,"part":1,"nass":"كِتَابُ الزَّكَاةِ\r- شُرُوطُ وُجُوبِهَا خَمْسَةُ أَشْيَاءَ:\r[1] الإِسْلَامُ.\r[2] وَالحُرِّيَّةُ لَا كَمَالُهَا.\r- فَتَجِبُ عَلَى مُبَعَّضٍ بِقَدْرِ مِلْكِهِ.\r[3] وَمِلْكُ النِّصَابِ.\r[4] وَالمِلْكُ التَّامُّ.\r[5] وَتَمَامُ الحَوْلِ.\r- وَتَجِبُ فِي مَالِ الصَّغِيرِ وَالمَجْنُونِ.\r- وَهِيَ فِي خَمْسَةِ أَشْيَاءَ:\r[1] سَائِمَةِ بَهِيمَةِ الأَنْعَامِ.\r[2] وَالخَارِجِ مِنَ الأَرْضِ.\r[3] وَالعَسَلِ.\r[4] وَالأَثْمَانِ.","seal":"6511CE2F","page":105},
      {"aya":null,"sora":null,"Na":null,"id":108,"part":1,"nass":"[5] وَعُرُوضِ (¬1) التِّجَارَةِ.\r- وَيَمْنَعُ وُجُوبَهَا دَيْنٌ يَنْقُصُ النِّصَابَ.\r- وَمَنْ مَاتَ وَعَلَيْهِ زَكَاةٌ أُخِذَتْ مِنْ تَرِكَتِهِ.\r- وَشُرِطَ فِي بَهِيمَةِ الأَنْعَامِ:\r[1] أَنْ تُتَّخَذَ لِلدَّرِّ وَالنَّسْلِ وَالتَّسْمِينِ، لَا لِلعَمْلِ.\r[2] وَأَنْ تَرْعَى المُبَاحَ أَكْثَرَ الحَوْلِ.\r[3] وَأَنْ تَبْلُغَ نِصَابًا.\r- فَأَقَلُّ نِصَابِ الإِبِلِ (¬2): خَمْسٌ، وَفِيهَا: شَاةٌ.\r- وَفِي عَشْرٍ: شَاتَانِ.\r- وَفِي خَمْسَةَ عَشَرَ: ثَلَاثُ شِيَاهٍ.\r- وَفِي عِشْرِينَ: أَرْبَعُ شِيَاهٍ.\r¬_________\r(¬1) قال في المطلع (ص 173): (العُرُوضُ: جمع عَرْضٍ، بسكون الراء، قال أبو زيد: هو ما عدا العين، وقال الأصمعي: ما كان من مال غير نقد، وقال أبو عبيد: ما عدا العقار، والحيوان، والمكيل، والموزون، والتفسير الأول: هو المراد هنا، وأما العرَض -بفتح الراء-: فهو كثرة المال والمتاع، وسمي عرضًا؛ لأنه عارض يعرض وقتًا، ثم يزول ويفنى. نقله عياض في مشارقه بمعناه).\r(¬2) قال في المطلع (ص 156): (الإِبِل: هو بكسر الهمزة والباء، مؤنثة لا واحد لها من لفظها، وربما قالوا: إبْل -بسكون الباء للتخفيف- ذكره الجوهري).","seal":"B592D409","page":106},
      {"aya":null,"sora":null,"Na":null,"id":109,"part":1,"nass":"- وَفِي خَمْسٍ وَعِشْرِينَ: بِنْتُ مَخَاضٍ (¬1)، وَهِيَ الَّتِي لَهَا سَنَةٌ.\r- وَفِي سِتٍّ وَثَلَاثِينَ: بِنْتُ لَبُونٍ (¬2)، وَهِيَ الَّتِي لَهَا سَنَتَانِ.\r- وَفِي سِتٍّ وَأَرْبَعِينَ: حِقَّةٌ (¬3)، وَهِيَ الَّتِي لَهَا ثَلَاثُ سِنِينَ.\r- وَفِي إِحْدَى وَسِتِّينَ: جَذَعَةٌ (¬4)، وَهِيَ الَّتِي لَهَا أَرْبَعُ سِنِينَ.\r- وَفِي سِتٍّ وَسِبْعِينَ: بِنْتَا لَبُونٍ.\r- وَفِي إِحْدَى وَتِسْعِينَ: حِقَّتَانِ.\r- وَفِي مَائَةٍ وَإِحْدَى وَعِشْرِينَ: ثَلَاثُ بَنَاتِ لَبُونٍ.\r- ثُمَّ فِي كُلِّ أَرْبَعِينَ: بِنْتُ لَبُونٍ، وَفِي كُلِّ خَمْسِينَ: حِقَّةٌ.\r\rفَصْلٌ\r- وَأَقَلُّ نِصَابِ البَقَرِ: ثَلَاثُونَ، وَفِيهَا: تَبِيعٌ (¬5)، وَهُوَ مَا لَهُ سَنَةٌ.\r¬_________\r(¬1) المخاض - بفتح الميم وكسرها-: قرب الولادة، وهو صفة لمصدر محذوف أي: بنت ناقة مخاض، وإنما سمي بذلك: لأن أمه قد ضربها الفحل، فحملت ولحقت بالمخاض من الإبل، وهي الحوامل. ينظر: المطلع ص 157.\r(¬2) سميت بذلك لأنَّ أمَّها قد وضَعَت غالِباً، فهي ذات لبن. ينظر: المطلع ص 157.\r(¬3) سميت بذلك؛ لأنها استحقت أن تُرْكَبَ ويُحْمَلَ عليها. ينظر: المطلع ص 158.\r(¬4) جَذَعة: والجمع جذعات، مثل: قصبة وقصبات، ينظر: المصباح المنير 1/ 94.\r(¬5) قال في المطلع (ص 195): (قال الأزهري: التبيع الذي أتى عليه حول من أولاد البقر، قال الجوهري: والأنثى تبيعة، وقال القاضي: هو المفطوم من أمة، فهو تبيعها، ويقوى على ذلك).","seal":"ED0251B7","page":107},
      {"aya":null,"sora":null,"Na":null,"id":110,"part":1,"nass":"- وَفِي أَرْبَعِينَ: مُسِنَّةٌ لَهَا سَنَتَانِ.\r- وَفِي سِتِّينَ: تَبِيعَانِ.\r- ثُمَّ فِي كُلِّ ثَلَاثِينَ: تَبِيعٌ، وَفِي كُلِّ أَرْبَعِينَ: مُسِنَّةٌ.\r- وَأَقَلُّ نِصَابِ الغَنَمِ: أَرْبَعُونَ، وَفِيهَا: شَاةٌ.\rمِنَ المَعْزِ: لَهَا سَنَةٌ وَاحِدَةٌ.\rأَوْ جَذَعَةٌ مِنَ الضَّأْنِ: لَهَا سِتَّةُ أَشْهُرٍ.\r- وَفِي مَائَةٍ وَإِحْدَى وَعِشْرِينَ: شَاتَانِ.\r- وَفِي مَائَتَيْنِ وَوَاحِدَةٍ: ثَلَاثُ شِيَاهٍ.\r- وَفِي أَرْبَعِمائَةٍ: أَرْبَعُ شِيَاهٍ.\r- ثُمَّ فِي كُلِّ مَائَةِ شَاةٍ: شَاةٌ.\r- وَالخِلْطَةُ (¬1) - بِشَرْطِهَا - تُصَيِّرُ المَالَيْنِ كَالمَالِ الوَاحِدِ.\r\rفَصْلٌ\r- تَجِبُ الزَّكَاةُ فِي كُلِّ:\r[1] مَكِيلٍ.\r¬_________\r(¬1) الخُلْطَةِ: بضم الخاء: الشركة. ينظر: المطلع ص 161.","seal":"DB459B90","page":108},
      {"aya":null,"sora":null,"Na":null,"id":111,"part":1,"nass":"[2] مُدَّخَرٍ.\r- مِنْ حَبِّهِ، مِنْ قُوتِ البَلَدِ وَغَيْرِهِ.\r- فَتَجِبُ فِي كُلِّ الحُبُوبِ؛ كَالحِنْطَةِ (¬1)، وَالشَّعِيرِ، وَالأَرُزِّ (¬2)، وَالحِمَّصِ (¬3)، وَالجُلْبَانِ (¬4)، وَالعَدَسِ، وَالتُّرْمُسِ (¬5)، وَالكِرْسِنَّةِ (¬6)، وَبِزْرِ (¬7) القُطْنِ وَالكَتَّانِ (¬8)، وَبِزْرِ الرَّيَاحِينِ وَالقِثَّاءِ (¬9).\r¬_________\r(¬1) الحِنْطَةُ، بالكسر: البُرُّ. ينظر: القاموس المحيط ص 663.\r(¬2) قال في المطلع (ص 164): (الأَرُزُّ: الحب المعروف، وفيه ست لغات: أرْزٌ كأمنٍ، وأرَزٌّ كأشد، وأُرُزٌّ كعتل، وأَرُز كعضد، ورُزٌ كمد، ورُنْزٌ كقفل).\r(¬3) قال في المصباح المنير (1/ 150): (الحِمّصِ: حب معروف، بكسر الحاء وتشديد الميم، لكنها مكسورة أيضًا عند البصريين، ومفتوحة عند الكوفيين).\r(¬4) الجلْبان: سكون اللام، الواحدة جلبانة، وهو حب أغبر أكدر على لون الماش، إلا أنه أشد كدرة منه، وأعظم جرما. ينظر: تهذيب اللغة 11/ 65، مشارق الأنوار 1/ 50.\r(¬5) قال في القاموس المحيط (ص 534): (الترمس، بالضم: حمل شجر له حب مضلع محزز، أو الباقلاء المصري).\r(¬6) قال في تاج العروس (36/ 50): (الكرسنة، بكسر الكاف وشد النون المفتوحة، أهمله الجوهري وصاحب اللسان، وهي شجرة صغيرة، لها ثمر في غلف مصدع).\r(¬7) بفتح الباء وكسرها. ينظر: المطلع ص 276.\r(¬8) قال في المصباح المنير (2/ 525): (الكَتان: بفتح الكاف، معروف، وله بزر يعتصر ويستصبح به، قال ابن دريد: والكتان عربي، وسمي بذلك: لأنه يكتن، أي: يسود إذا ألقي بعضه على بعض).\r(¬9) قال في المصباح المنير (2/ 490): (القثاء: فعال، وهمزته أصلية، وكسر القاف أكثر من ضمها، وهو اسم لما يسميه الناس الخيار).","seal":"293BABE2","page":109},
      {"aya":null,"sora":null,"Na":null,"id":112,"part":1,"nass":"- لَا فِي:\r- نَحْوِ: جَوْزٍ، وَتِينٍ، وَعُنَّابٍ (¬1).\r- وَلَا فِي بَقِيَّةِ الفَوَاكِهِ؛ كَتُفَّاحٍ، وَإِجَّاصٍ (¬2)، وَكُمَّثْرَى، وَنَحْوِ ذَلِكَ.\r- بِشَرْطَيْنِ:\r[1] أَحَدُهُمَا: أَنْ يَبْلُغَ نِصَابًا.\r- وَقَدْرُهُ -بَعْدَ تَصْفِيَةِ حَبٍّ وَجَفَافِ ثَمَرٍ-: خَمْسَةُ أَوْسُقٍ (¬3).\r- وَهِيَ: ثَلَاثُمائَةِ صَاعٍ، وَالوَسْقُ سِتُّونَ صَاعًا، وَالصَّاعُ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ بِالعِرَاقِيِّ، وَهِيَ ثَلَاثُمائَةٍ وَاثْنَانِ وَأَرْبَعُونَ رِطْلًا وَسِتَّةُ أَسْبَاعِ رِطْلٍ بِالدِّمَشْقِيِّ.\r[2] الثَّانِي: مِلْكُهُ وَقْتَ وُجُوبِهَا.\r¬_________\r(¬1) العُناب: بالضم، الواحدة عُنَّابة. ينظر: الصحاح (1/ 189).\r(¬2) الإجَّاص: بالكسر مشددة، ضرب من المشمش. ينظر: تصحيح التصحيف ص 83، تاج العروس 17/ 474.\r(¬3) الوسق: بفتح الواو وكسرها. ينظر: المطلع ص 164.\rوالوسق: ستون صاعاً، وقد نقلت الأوسق من الكيل إلى الوزن؛ لتُحفظ وتُنقل، فخمسة أوسق تساوي (300) صاع، والصاع كما سبق يساوي (2040) غرام، فالمجموع (612000) غرام، وبالكيلو غرام (612) تقريباً من البرِّ المتوسط.","seal":"237DF263","page":110},
      {"aya":null,"sora":null,"Na":null,"id":113,"part":1,"nass":"- وَهُوَ:\r- فِي الحَبِّ اشْتِدَادُهُ.\r- وَفِي الثَّمَرِ بُدُوُّ صَلَاحِهِ.\r- وَلَا يَسْتَقِرُّ إِلَّا بِجَعْلِهَا فِي بَيْدَرٍ وَنَحْوِهِ.\r- وَيَجِبُ:\r[1] العُشْرُ فِيمَا سُقِيَ بِلَا كُلْفَةٍ.\r[2] وَنِصْفُهُ فِيمَا سُقِيَ بِهَا.\r[3] وَثَلَاثَةُ أَرْبَاعِهِ فِيمَا سُقِيَ بِهِمَا.\r[4] فَإِنْ تَفَاوَتَا: اعْتُبِرَ الأَكْثَرُ نَفْعًا وَنُمُوًّا.\r[5] وَمَعَ الجَهْلِ العُشْرُ.\r- وَيَجْتَمِعُ عُشْرٌ وَخَرَاجٌ فِي أَرْضٍ خَرَاجِيَّةٍ.\r- وَهِيَ: مَا فُتِحَتْ عَنْوةً وَلَمْ تُقْسَمُ بَيْنَ الغَانِمِينَ -غَيْرَ مَكَّةَ -؛ كَمِصْرَ وَالشَّامِ وَالعِرَاقِ.\r- وَفِي العَسَلِ العُشْرُ، سَوَاءٌ أَخَذَهُ مِنْ:\r- مَوَاتٍ.\r- أَوْ مَمْلُوكَةٍ.","seal":"2DB00BFC","page":111},
      {"aya":null,"sora":null,"Na":null,"id":114,"part":1,"nass":"- وَنِصَابُهُ: مِئَةٌ وَسِتُّونَ رِطْلًا عِرَاقِيَّةً (¬1).\r- وَمَنِ اسْتَخْرَجَ مِنْ مَعْدِنٍ (¬2) نِصَابًا بَعْدَ سَبْكٍ وَتَصْفِيَةٍ: فَفِيهِ رُبُعُ العُشْرِ فِي الحَالِ.\r- وَفِي الرِّكَازِ -وَهُوَ الكَنْزُ وَلَوْ قَلِيلًا-: الخُمُسُ.\r- يُصْرَفُ مَصْرِفَ الفَيْءِ.\r- وَلَا يَمْنَعُ مِنْ وُجُوبِهِ دَيْنٌ.\r- وَبَاقِيهِ لِوَاجِدِهِ؛ وَلَوْ أَجِيرًا، لَا لِطَلَبِهِ.\r\rفَصْلٌ\r- وَيَجِبُ فِي الذَّهَبِ وَالفِضَّةِ: رُبُعُ العُشْرِ إِذَا بَلَغَا نِصَابًا.\r- فَنِصَابُ:\r- ذَهَبٍ: عِشْرُونَ مِثْقَالًا (¬3).\r¬_________\r(¬1) والرطل تسعون مثقالاً، فيكون (160 رطلاً) تساوي (14400 مثقال)، والمثقال يساوي (4.25 غرام)، فيكون نصابه بالكيلوغرامات: (61.200 كيلو).\r(¬2) قال في تحرير ألفاظ التنبيه (ص 115): (المَعدِن: بفتح الميم وكسر الدال، قال الأزهري: سمي معدناً لعدون ما أنبته الله تعالى فيه، أي: لإقامته فيه، يقال: عدن بالمكان يعدن -بكسر الدال- عدوناً، إذا أقام، والمعدن المكان الذي عدن فيه شيء من جواهر الأرض، وقال الجوهري: سمي معدناً لإقامة الناس فيه).\r(¬3) قال في المطلع (ص 170): (المثقال -بكسر الميم- في الأصل: مقدار من الوزن، أي شيء كان من قليل أو كثير، فقوله تعالى: (مِثقَالَ ذَرَّةٍ)، أي: وزن ذرة، ثم غلب إطلاقه على الدينار: وهو ثنتان وسبعون شعيرة ممتلئة غير خارجة عن مقادير حب الشعير).\rوهذه الثنتان وسبعون حبة زنتها بالغرامات = أربعة غرام وربع غرام، فيكون نصاب الذهب بالغرامات: 20 مثقالاً × 4.25 = 85 غراماً من الذهب.","seal":"8E703158","page":112},
      {"aya":null,"sora":null,"Na":null,"id":115,"part":1,"nass":"- وَفِضَّةٍ مِئَتَا دِرْهَمٍ (¬1).\r- وَيُضَمُّ أَحَدُهُمَا إِلَى الآخَرِ فِي تَكْمِيلِ النِّصَابِ.\r- وَتُضَمُّ قِيمَةُ عَرْضِ تِجَارَةٍ:\r- إِلَى أَحَدِ ذَلِكَ.\r- وَإِلَى جَمِيعِهِ.\r- وَلَا زَكَاةَ فِي حُلِيٍّ مُبَاحٍ مَعَدٍّ:\r- لِاسْتِعْمَالٍ.\r- أَوْ إِعَارَةٍ، -وَلَوْ لِمَنْ يَحْرُمُ عَلَيْهِ-.\rغَيْرَ فَارٍّ مِنْ زَكَاةٍ.\r- وَتَجِبُ فِي:\r- مُحَرَّمٍ.\r¬_________\r(¬1) الدَّرَاهِمُ: كل عشرة منها، سبعة مثاقيل، فمائتا درهم تساوي 140 مثقالاً، وعليه فنصاب الفضة بالغرامات: 140 مثقالاً × 4.25 = 595 غراماً من الفضة.","seal":"BD456E96","page":113},
      {"aya":null,"sora":null,"Na":null,"id":116,"part":1,"nass":"- وَمَعَدٍّ لِلكِرَى أَوْ النَّفَقَةِ.\rإِذَا بَلَغَ نِصَابًا.\r- وَيَحْرُمُ أَنْ يُحَلَّى مَسْجِدٌ أَوْ مِحْرَابٌ، أَوْ يُمَوَّهَ سَقْفٌ أَوْ حَائِطٌ بِنَقْدٍ.\r- وَتَجِبُ:\r- إِزَالَتُهُ.\r- وَزَكَاتُهُ.\rإِلَّا إِذَا اسْتُهْلِكَ، وَلَمْ يَجْتَمِعْ مِنْهُ شَيْءٌ فِيهِمَا.\r- وَيُبَاحُ لِذَكَرٍ مِنْ فِضَّةٍ:\r[1] خَاتَمٌ (¬1).\r- وَلُبْسُهُ بِخِنْصِرِ (¬2) يَسَارٍ أَفْضَلُ.\r- وَلَا بَأْسَ بِجَعْلِهِ أَكْثَرَ مِنْ مِثْقَالٍ، مَا لَمْ يَخْرُجْ عَنِ العَادَةِ.\r[2] وَقَبِيعَةُ سَيْفٍ (¬3).\r¬_________\r(¬1) قال في المطلع (ص 172): (الخاتم: هذا المعروف: قرأ عاصم بفتح التاء، وقرأ الباقون بكسرها، وحكى الجوهري فيه: خاتام بوزن سَابَاطٍ، وخَيْتَامٌ بوزن بَيْطَارٍ).\r(¬2) خِنْصِر: بكسر الخاء والصاد، وقد تفتح الصاد: الإصبع الصغرى، وقيل: الوسطى. ينظر: لسان العرب 4/ 261.\r(¬3) قال في الصحاح (3/ 1260): (قبيعة السيف: ما على طرف مَقبِضه من فضَّةٍ أو حديد).","seal":"6D7D05B1","page":114},
      {"aya":null,"sora":null,"Na":null,"id":117,"part":1,"nass":"[3] وَحِلْيَةُ مِنْطَقَةٍ (¬1)، وَجَوْشَنٍ، وَخُوذَةٍ.\r- لَا رِكَابٌ، وَلِجَامٌ، وَدَوَاةٌ، وَنَحْوُهَا.\r- وَيُبَاحُ مِنْ ذَهَبٍ:\r[1] قَبِيعَةُ سَيْفٍ.\r[2] وَمَا دَعَتْ إِلَيْهِ ضَرُورَةٌ.\r- وَلِنِسَاءٍ: مَا جَرَتْ عَادَتُهُنَّ بِلُبْسِهِ.\r- وَلَوْ زَادَ عَلَى أَلْفِ مِثْقَالٍ.\r- وَلِلرَّجُلِ وَالمَرْأَةِ التَّحَلِّي بِنَحْوِ جَوْهَرٍ وَيَاقُوتٍ.\r- وَيُقَوَّمُ عَرْضُ التِّجَارَةِ -وَهُوَ مَا يُعَدُّ لِلبَيْعِ وَالشِّرَاءِ لِأَجْلِ الرِّبْحِ- بِالأَحَظِّ لِلفُقَرَاءِ مِنْ ذَهَبٍ أَوْ فِضَّةٍ.\r\rفَصْلٌ\r- وَزَكَاةُ الفِطْرِ صَدَقَةٌ وَاجِبَةٌ بِالفِطْرِ مِنْ رَمَضَانَ، وَتُسَمَّى: فَرْضًا.\r- وَمَصْرِفُهَا: كَزَكَاةٍ.\r¬_________\r(¬1) قال في المطلع (ص 207): (مِنْطَقَة - بكسر الميم وفتح الطاء-: قال الجوهري: انتطق: لبس المِنْطَقَ، وهو كل ما شددت به وسطك، والمنطقة معروفة، اسم لها خاصة).","seal":"34690830","page":115},
      {"aya":null,"sora":null,"Na":null,"id":118,"part":1,"nass":"- وَلَا يَمْنَعُ وُجُوبَهَا دَيْنٌ؛ إِلَّا مَعَ طَلَبٍ.\r- وَتَجِبُ:\r[1] عَلَى كُلِّ مُسْلِمٍ.\r[2] إِذَا كَانَتْ فَاضِلَةً عَنِ:\r- نَفَقَةٍ وَاجِبَةٍ يَوْمَ العِيدِ وَلَيْلَتَهُ.\r- وَمَا يَحْتَاجُهُ مِنْ مَسْكَنٍ، وَخَادِمٍ، وَدَابَّةٍ، وَكُتُبِ عِلْمٍ يَحْتَاجُهَا لِنَظَرٍ وَحِفْظٍ، وَثِيَابِ بِذْلَةٍ وَنَحْوِهِ.\r- فَيُخْرِجُ عَنْ:\r[1] نَفْسِهِ.\r[2] وَعَنْ كُلِّ مُسْلِمٍ يَمُونُه.\r- فَإِنْ لَمْ يَجِدْ لِجَمِيعِهِمْ؛ بَدَأَ:\r[1] بِنَفْسِهِ.\r[2] فَزَوْجَتِهِ.\r[3] فَرَقِيقِهِ.","seal":"85451CCF","page":116},
      {"aya":null,"sora":null,"Na":null,"id":119,"part":1,"nass":"[4] فَأُمِّهِ.\r[5] فَأَبِيهِ.\r[6] فَوَلَدِهِ.\r[7] فَأَقْرَبَ فِي المِيرَاثِ.\r- وَتُسَنُّ عَنْ جَنِينٍ.\r- وَ:\r- تَجِبُ بِغُرُوبِ شَمْسِ لَيْلَةِ عِيدِ الفِطْرِ.\r- وَتَجُوزُ قَبْلَهُ بِيَوْمَيْنِ فَقَطْ.\r- وَيَوْمُهُ قَبْلَ الصَّلَاةِ أَفْضَلُ.\r- وَتُكْرَهُ فِي بَاقِيهِ.\r- وَيَحْرُمُ تَأْخِيرُهَا عَنْهُ، وَتُقْضَى وُجُوبًا.\r- وَهِيَ: صَاعٌ مِنْ بُرٍّ، أَوْ شَعِيرٍ، أَوْ تَمْرٍ، أَوْ زَبِيبٍ، أَوْ أَقِطٍ (¬1).\r- وَالأَفْضَلُ: تَمْرٌ، فَزَبِيبٌ، فَبُرٌّ، فَأَنْفَعُ.\r¬_________\r(¬1) قال في المطلع (ص 176): (ذكر ابن سيده في محكمه في الأقط، أربع لغات: سكون القاف مع فتح الهمزة وضمها وكسرها، وكسر القاف مع فتح الهمزة، قال: وهو شيء يعمل من اللبن المخيض، وقال ابن الأعرابي: يعمل من ألبان الإبل خاصة).","seal":"6BAA23DF","page":117},
      {"aya":null,"sora":null,"Na":null,"id":120,"part":1,"nass":"- فَإِنْ عُدِمَتْ: أَجْزَأَ كُلُّ حَبٍّ يُقْتَاتُ.\r- وَيَجُوزُ أَنْ تُعْطِيَ الجَمَاعَةُ فُطْرَتَهُمْ لِوَاحِدٍ.\r- وَعَكْسُهُ.\r\rفَصْلٌ\r- يَجِبُ إِخْرَاجُ الزَّكَاةِ فَوْرًا؛ كَنَذْرٍ وَكَفَّارَةٍ، إِنْ أَمْكَنَ.\r- وَلَهُ تَأْخِيرٌ لِعُذْرٍ.\r- وَمَنْ:\r- جَحَدَ وُجُوبَهَا عَالِمًا: كَفَرَ، وَلَوْ أَخْرَجَهَا.\r- وَمَنْ مَنَعَها بُخْلًا أَوْ تَهَاوُنًا أُخِذَتْ مِنْهُ، وَعُزِّرَ مَنْ عَلِمَ تَحْرِيمَ ذَلِكَ.\r- وَيَلْزَمُ أَنْ يُخْرِجَ عَنِ الصَّغِيرِ وَالمَجْنُونِ وَلِيَّهُمَا.\r- وَشُرِطَ لَهُ نِيَّةٌ؛ كَمَالِهِ.\r- وَسُنَّ لِمُخْرِجٍ إِظْهَارُهَا.\r- وَحَرُمَ نَقْلُهَا إِلَى مَسَافَةِ قَصْرٍ إِنْ وُجِدَ أَهْلُها، وَتُجْزِئُ.\r- وَإِنْ كَانَ المُزَكِّي فِي بَلَدٍ وَمَالُهُ فِي آخَرَ:\r- أَخْرَجَ زَكَاةَ المَالِ فِي بَلَدِ المَالِ.","seal":"4CE1A59A","page":118},
      {"aya":null,"sora":null,"Na":null,"id":121,"part":1,"nass":"- وَأَخْرَجَ فِطْرَتَهُ وَفِطْرَةً لَزِمَتْهُ فِي بَلَدِ نَفْسِهِ.\r- وَيَجُوزُ تَعْجِيلُهَا:\r[1] لِحَوْلَيْنِ فَقَطْ.\r[2] إِذَا كَمَلَ النِّصَابُ.\r- لَا مِنْهُ لِلحَوْلَيْنِ.\r- وَلَا تُدْفَعُ إِلَّا إِلَى الأَصْنَافِ الثَّمَانِيَةِ.\r- وَهُمُ:\r[1] الفُقَرَاءُ.\r[2] وَالمَسَاكِينُ.\r[3] وَالعَامِلُونَ عَلَيْهَا.\r[4] وَالمُؤَلَّفَةُ قُلُوبُهُمْ.\r[5] وَفِي الرِّقَابِ.\r[6] وَالغَارِمُونَ.\r[7] وَفِي سَبِيلِ الله.\r[8] وَابْنُ السَّبِيلِ.","seal":"38B3E73B","page":119},
      {"aya":null,"sora":null,"Na":null,"id":122,"part":1,"nass":"- وَيَجُوزُ الِاقْتِصَارُ عَلَى وَاحِدٍ مِنْ صِنْفٍ.\r- وَتُسَنُّ إِلَى مَنْ لَا تَلْزَمُهُ مُؤْنَتُهُ مِنْ أَقَارَبِهِ.\r- وَمَنْ أُبِيحَ لَهُ أَخْذُ شَيْءٍ أُبِيحَ لَهُ سُؤَالُهُ.\r- وَيَجِبُ قَبُولُ مَالٍ طَيِّبٍ أَتَى بِلَا مَسْأَلَةٍ وَلَا اسْتِشَرَافِ نَفْسٍ.\r- وَإِنْ:\r- تَفَرَّغَ قَادِرٌ عَلَى التَّكَسُّبِ لِلعِلْمِ الشَّرْعِيِّ لَا لِلعِبَادَةِ.\r- وَتَعَذَّرَ الجَمْعُ بَيْنِ التَّكَسُّبِ وَالِاشْتِغَالِ بِالعِلْمِ:\rأُعْطِيَ مِنْ زَكَاةٍ لِحَاجَتِهِ؛ وَإِنْ لَمْ يَكُنِ العِلْمُ لَازِمًا لَهُ.\r\rفَصْلٌ\r- وَلَا يُجْزِئُ دَفْعُهَا:\r[1] إِلَى كَافِرٍ غَيْرِ مُؤَلَّفٍ.\r[2] وَلَا إِلَى كَامِلِ رِقٍّ غَيْرِ:\r- عَامِلٍ.\r- وَمُكَاتَبٍ.\r[3] وَلَا إِلَى فَقِيرٍ وَمِسْكِينٍ مُسْتَغْنِيَيْنِ بِنَفَقَةٍ وَاجِبَةٍ.","seal":"761044BA","page":120},
      {"aya":null,"sora":null,"Na":null,"id":123,"part":1,"nass":"[4] وَلَا لِبَنِي هَاشِمٍ، وَهُمْ سُلَالَتُهُ.\r[5] وَلَا مَوَالِيهِمْ.\r- وَإِنْ دَفَعَهَا لِغَيْرِ مُسْتَحِقِّهَا لِجَهْلٍ، ثُمَّ عَلِمَ حَالَهُ: لَمْ تُجْزِئْهُ.\r- إِلَّا لِغَنِيٍّ ظَنَّهُ فَقِيرًا.\r- وَتُسَنُّ صَدَقَةُ التَّطَوُّعِ كُلَّ وَقْتٍ.\r- وَكَوْنُهَا:\r[1] سِرًّا.\r[2] بِطِيبِ نَفْسٍ.\r[3] فِي صِحَّةٍ.\r[4] وَرَمَضَانَ.\r[5] وَوَقْتِ حَاجَةٍ.\r[6] [7] وَفِي كُلِّ زَمَانٍ، وَمَكَانٍ فَاضِلٍ.\r[8] وَعَلَى جَارٍ.\r[9] وَذَوِي رَحِمٍ لَا سِيَّمَا مَعَ عَدَاوَةٍ، -وَهِيَ صَدَقَةٌ وَصِلَةٌ-.\rأَفْضَلُ.\r- وَالمَنُّ بِالصَّدَقَةِ كَبِيرَةٌ، وَيَبْطُلُ الثَّوابُ بِهِ.","seal":"A8454719","page":121},
      {"aya":null,"sora":null,"Na":null,"id":125,"part":1,"nass":"كِتَابُ الصِّيَامِ\r- وَهُوَ إِمْسَاكٌ بِنِيَّةٍ عَنْ أَشْيَاءَ مَخْصُوصَةٍ، فِي زَمَنٍ مَخْصُوصٍ، مِنْ شَخْصٍ مَخْصُوصٍ.\r- وَصَوْمُ رَمَضَانَ يَجِبُ:\r[1] بِرُؤْيَةِ هِلَالِهِ.\r[2] فَإِنْ لَمْ يُرَ مَعَ صَحْوِ لَيْلَةِ الثَّلَاثِينَ مِنْ شَعْبَانَ لَمْ يَصُومُوا.\r[3] وَإِنْ حَالَ دُونَ مَطْلَعِهِ غَيْمٌ أَوْ قَتَرٌ أَوْ غَيْرُهُمَا:\r- وَجَبَ صِيَامُهُ حُكْمًا ظَنِّيًّا احْتِيَاطًا بِنِيَّةِ رَمَضَانَ.\r- وَيُجْزِئُ إِنْ ظَهَرَ مِنْهُ.\r- وَتَثْبُتُ أَحْكَامُ الصَّوْمِ مِنْ صَلَاةِ تَرَاوِيحَ، وَوُجُوبِ كَفَّارَةٍ بِوَطْءٍ فِيهِ، وَنَحْوِهِ، مَا لَمْ يُتَحَقَّقْ أَنَّهُ مِنْ شَعْبَانَ.\r- وَلَا تَثْبُتُ بَقِيَّةُ الأَحْكَامِ مِنْ نَحْوِ طَلَاقٍ وَعِتَاقٍ.\r- وَالهِلَالُ المَرْئِيُّ نَهَارًا: لِلَّيْلَةِ المُقْبِلَةِ.\r- وَإِذَا ثَبَتَتْ رُؤْيَتُهُ بِبَلَدٍ: لَزِمَ الصَّوْمُ جمَيِعَ النَّاسِ.\r- وَإِنْ ثَبَتَتْ نَهَارًا: أَمْسَكُوا وَقَضَوْا.","seal":"40148DCC","page":123},
      {"aya":null,"sora":null,"Na":null,"id":126,"part":1,"nass":"- وَيُقْبَلُ فِيهِ وَحْدَهُ خَبَرُ:\r[1] مُكَلَّفٍ.\r[2] عَدْلٍ.\r- وَلَوْ عَبْدًا.\r- أَوْ أُنْثَى.\r- أَوْ بِدُونِ لَفْظِ الشَّهَادَةِ.\r- وَلَا يَخْتَصُّ بِحَاكِمٍ.\r- وَتَثْبُتُ بَقِيَّةُ الأَحْكَامِ.\r- وَمَنْ رَآهُ وَحْدَهُ:\r- لِشَوَّالٍ: لَمْ يُفْطِرْ.\r- وَلِرَمَضَانَ، وَرُدَّتْ شَهَادَتُهُ: لَزِمَهُ الصَّوْمُ، وَجَمِيعُ أَحْكَامِ الشَّهْرِ، مِنْ طَلَاقٍ، وَعِتَاقٍ، وَغَيْرِهِمَا.\r\rفَصْلٌ\r- وَيَجِبُ عَلَى كُلِّ:\r[1] مُسْلِمٍ.\r[2] قَادِرٍ.","seal":"EFA8F520","page":124},
      {"aya":null,"sora":null,"Na":null,"id":127,"part":1,"nass":"[3] مُكَلَّفٍ.\r- لَكِنْ عَلَى وَلِيِّ صَغِيرٍ مُطِيقٍ أَمْرُهُ بِهِ، وَضَرْبُهُ عَلَيْهِ لِيَعْتَادَهُ.\r- وَمَنْ عَجَزَ عَنْهُ لِكِبَرٍ أَوْ مَرَضٍ لَا يُرْجَى بُرْؤُهُ:\r- أَفْطَرَ.\r- وَعَلَيْهِ -لَا مَعَ عُذْرٍ مُعْتَادٍ كَسَفَرٍ- عَنْ كُلِّ يَوْمٍ لِمِسْكِينٍ مَا يُجْزِئُ فِي كَفَّارَةٍ.\r- وَسُنَّ فِطْرٌ، وَكُرِهَ صَوْمٌ بِسَفَرِ قَصْرٍ، وَلَوْ بِلَا مَشَقَّةٍ.\r- وَكُرِهَ صَوْمُ حَامِلٍ وَمُرْضِعٍ خَافَتَا عَلَى أَنْفُسِهِمَا أَوِ الوَلَدِ.\r- وَيَقْضِيَانِ مَا أَفْطَرَتَاهُ.\r- وَيَلْزَمُ مَنْ يَمُونُ الوَلَدَ -إِنْ خِيفَ عَلَيْهِ فَقَطْ-: إِطْعَامُ مِسْكِينٍ لِكُلِّ يَوْمٍ.\r- وَيَجِبُ الفِطْرُ عَلَى مَنِ احْتَاجَهُ لِإِنْقَاذِ مَعْصُومٍ مِنْ مَهْلَكَةٍ؛ كَغَرَقٍ وَنَحْوِهِ.\r- وَشُرِطَ لِكُلِّ يَوْمٍ وَاجِبٍ: نِيَّةٌ مُعَيَّنَةٌ مِنَ اللَّيْلِ.\r- وَلَوْ أَتَى بَعْدَهَا بِمُنَافٍ.\r- لَا نِيَّةُ الفَرْضِيَّةِ.\r- وَيَصِحُّ صَوْمُ نَفْلٍ مِمَّنْ لَمْ يَفْعَلْ مُفْسِدًا بِنِيَّتِهِ نَهَارًا؛ وَلَوْ بَعْدَ الزَّوَالِ.","seal":"07BB0C02","page":125},
      {"aya":null,"sora":null,"Na":null,"id":128,"part":1,"nass":"- وَيُحْكَمُ بِالصَّوْمِ الشَّرْعِيِّ المُثَابِ عَلَيْهِ: مِنْ وَقْتِهَا.\r- وَمَنْ خَطَرَ بِقَلْبِهِ لَيْلًا أَنَّهُ صَائِمٌ غَدًا: فَقَدْ نَوَى.\r- وَكَذَا الأَكْلُ وَالشُّرْبُ بِنِيَّةِ الصَّوْمِ.\r\rفَصْلٌ\r- وَمَنْ:\r[1] أَكَلَ، أَوْ شَرِبَ.\r[2] أَوْ اكْتَحَلَ بِمَا عَلِمَ وُصُولَهُ إِلَى حَلْقِهِ؛ مِنْ كُحْلٍ وَنَحْوِهِ.\r[3] أَوْ أَدْخَلَ إِلَى جَوْفِهِ شَيْئًا.\r- أَوْ وَجَدَ طَعْمَ عِلْكٍ مَضَغَهُ بِحَلْقِهِ.\r- أَوْ وَصَلَ إِلَى فَمِهِ نُخَامَةٌ فَابْتَلَعَهَا.\r[4] أَوِ اسْتَقَاءَ: فَقَاءَ.\r[5] أَوْ كَرَّرَ النَّظَرَ فَأَمْنَى، أَوِ اسْتَمْنَى.\r- أَوْ قَبَّلَ، أَوْ لَمَسَ، أَوْ بَاشَرَ دُونَ الفَرْجِ: فَأَمْنَى أَوْ أَمْذَى.\r[6] أَوْ حَجَمَ، أَوِ احْتَجَمَ وَظَهَرَ دَمٌ.\rعَامِدًا مُخْتَارًا ذَاكِرًا لِصَوْمِهِ؛ أَفْطَرَ.","seal":"48D93AE6","page":126},
      {"aya":null,"sora":null,"Na":null,"id":129,"part":1,"nass":"- لَا بِفَصْدٍ وَشَرْطٍ.\r- وَلَا إِنْ فَكَّرَ فَأَنْزَلَ.\r- وَلَا إِنْ فَعَلَ شيئًا مِنْ جَميعِ المُفَطِّرَاتِ نَاسِيًا أَوْ مُكْرَهًا.\r- وَلَا إِنْ دَخَلَ مَاءُ مَضْمَضَةٍ أَوِ اسْتِنْشَاقٍ حَلْقَهُ.\r- وَلَوْ بَالَغَ أَوْ زَادَ عَلَى ثَلَاثٍ.\r- وَلَا إِنْ دَخَلَ الذُّبَابُ أَوِ الغُبَارُ حَلْقَهُ بِغَيْرِ قَصْدٍ.\r- وَلَا إِنْ جَمَعَ رِيقَهُ فَابْتَلَعَهُ.\r\rفَصْلٌ\r- وَمَنْ جَامَعَ:\r- فِي نَهَارِ رَمَضَانَ.\r- فِي قُبُلٍ أَوْ دُبُرٍ، وَلَوْ لِمَيْتٍ أَوْ بَهِيمَةٍ.\r- فِي حَالَةٍ يَلْزَمُهُ فِيهَا الإِمْسَاكُ، مُكْرَهًا كَانَ أَوْ نَاسِيًا.\rلَزِمَهُ:\r[1] القَضَاءُ.","seal":"E8CE2583","page":127},
      {"aya":null,"sora":null,"Na":null,"id":130,"part":1,"nass":"[2] وَالكَفَّارَةُ.\r- وَهَكَذَا مَنْ جُومِعَ:\r- إِنْ طَاوَعَ.\r- غَيْرَ جَاهِلٍ وَنَاسٍ.\r- وَمَنْ جَامَعَ فِي يَوْمٍ، ثُمَّ فِي آخَرَ، وَلَمْ يُكَفِّرْ: لَزِمَتْهُ ثَانِيَةً.\r- كَمَنْ أَعَادَهُ فِي يَوْمِهِ بَعْدَ أَنْ كَفَّرَ.\r- وَلَا كَفَّارَةَ بِغَيْرِ:\r[1] الجِمَاعِ.\r[2] وَالإِنْزَالِ بِالمُسَاحَقَةِ (¬1).\rنَهَارَ رَمَضَانَ.\r- وَهِيَ:\r[1] عِتْقُ رَقَبَةٍ مُؤْمِنَةٍ سَلِيمَةٍ.\r[2] فَإِنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ.\r[3] فَإِنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا.\r¬_________\r(¬1) المساحقة كالجماع، كما في التنقيح (ص 164)، والمنتهى (2/ 72)، خلافاً للإقناع (1/ 313).","seal":"0E5D8256","page":128},
      {"aya":null,"sora":null,"Na":null,"id":131,"part":1,"nass":"- فَإِنْ لَمْ يَجِدْ سَقَطَتْ.\r- بِخِلَافِ كَفَّارَةِ حَجٍّ، أَوْ ظِهَارٍ، أَوْ يَمِينٍ.\r- وَسُنَّ:\r[1] تَعْجِيلُ فِطْرٍ.\r[2] وَتَأْخِيرُ سُحُورٍ (¬1).\r[3] وَقَوْلُ مَا وَرَدَ عِنْدَ فِطْرٍ.\r- وَمَنْ فَاتَه رَمَضَانُ: قَضَى عَدَدَ أَيَّامِهِ.\r- وَيُسَنُّ عَلَى الفَوْرِ.\r- إِلَّا إِذَا بَقِيَ مِنْ شَعْبَانَ بِقَدْرِ مَا عَلَيْهِ: فَيَجِبُ.\r- وَلَا يَصِحُّ ابْتِدَاءُ تَطَوُّعِ مَنْ عَلَيْهِ قَضَاءُ رَمَضَانَ.\r- فَإِنْ نَوَى صَوْمًا وَاجِبًا أَوْ قَضَاءً، ثُمَّ قَلَبَهُ نَفْلًا: صَحَّ (¬2).\r- وَيَحْرُمُ تَأْخِيرُ قَضَاءِ رَمَضَانَ إِلَى آخَرَ بِلَا عُذْرٍ.\r¬_________\r(¬1) قال في المطلع (ص 187): (قوله: (وتأخير السُّحُورِ): قال صاحب المطالع: السحور -بالفتح-: اسم ما يؤكل في السحر، وبالضم: اسم الفعل، وأجاز بعضهم أن يكون اسم الفعل بالوجهين، والأول أشهر، والمراد هنا الفعل، فيكون بالضم على الصحيح).\r(¬2) كذا في التنقيح (ص 163) والمنتهى (2/ 19)، خلافاً لما في الإقناع (1/ 309)، حيث صرح ببطلان القضاء وعدم صحة النفل؛ لعدم صحة النفل قبل القضاء.","seal":"CCB6879C","page":129},
      {"aya":null,"sora":null,"Na":null,"id":132,"part":1,"nass":"- فَإِنْ فَعَلَ، وَجَبَ مَعَ القَضَاءِ: إِطْعَامُ مِسْكِينٍ عَنْ كُلِّ يَوْمٍ.\r- وَإِنْ مَاتَ المُفَرِّطُ وَلَوْ قَبْلَ آخَرَ: أُطْعِمَ عَنْهُ كَذَلِكَ مِنْ رَأْسِ مَالِهِ.\r- وَلَا يُصَامُ عَنْهُ.\r\rفَصْلٌ\r- يُسَنُّ صَوْمُ التَّطَوُّعِ:\r[1] وَأَفْضَلُهُ: يَوْمٌ وَيَوْمٌ.\r[2] وَصَوْمُ ثَلَاثَةٍ مِنْ كُلِّ شَهْرٍ.\r- وَأَيَّامُ البِيضِ أَفْضَلُ، وَهِيَ: ثَلَاثَ عَشْرَةَ، وَأَرْبَعَ عَشْرَةَ، وَخَمْسَ عَشْرَةَ.\r[3] وَالخَمِيسِ.\r[4] وَالِاثْنَيْنِ.\r[5] وَسِتٍّ مِنْ شَوَّالٍ.\r- وَالأَوْلَى تَتَابُعُهَا.\r- وَعَقِبَ العِيدِ.\r- وَصَائِمُهَا مَعَ رَمَضَانَ كَأَنَّمَا صَامَ الدَّهْرَ.","seal":"7F3B7092","page":130},
      {"aya":null,"sora":null,"Na":null,"id":133,"part":1,"nass":"[6] وَصَوْمُ المُحَرَّمِ.\r- وَآكَدُهُ العَاشِرُ، وَهُوَ كَفَّارَةُ سَنَةٍ.\r- ثُمَّ التَّاسِعُ.\r[7] وَعَشْرِ ذِي الحِجَّةِ (¬1).\r- وَآكَدُه يَوْمُ عَرَفَةَ، وَهُوَ كَفَّارَةُ سَنَتَيْنِ.\r- وَكُرِهَ:\r[1] إفْرادُ رَجَبٍ.\r[2] وَالجُمُعَةِ.\r[3] وَالسَّبْتِ بِصَوْمٍ.\r[4] وَصَوْمُ يَوْمِ الشَّكِّ.\r- وَهُوَ الثَّلاثُونَ مِنْ شَعْبَانَ إِذَا لَمْ يَكُنْ حِينَ التَّرَائِي عِلَّةٌ.\r[5] وَصَوْمُ يَوْمِ النَّيْرُوزِ، وَالمِهْرَجَانِ، وَكُلِّ عِيدٍ لِلكُفَّارِ، أَوْ يَوْمٍ يُفْرِدُونَهُ بِتَعْظِيمٍ.\r[6] وَتَقَدُّمُ رَمَضَانَ بَيَوْمٍ أَوْ يَوْمَيْنِ، إِلَّا أَنْ يُوَافِقَ عَادَةً فِي الكُلِّ.\r¬_________\r(¬1) قال في المطلع (ص 191): (الحِجَّة: بكسر الحاء، وحكي فتحها، وذو القعدة: بالفتح، وحكي فيه الكسر).","seal":"B90BB1C2","page":131},
      {"aya":null,"sora":null,"Na":null,"id":134,"part":1,"nass":"- وَلَا يَصِحُّ:\r- صَوْمُ أَيَّامِ التَّشْرِيقِ، إِلَّا عَنْ دَمِ مُتْعَةٍ أَوْ قِرَانٍ.\r- وَلَا صَوْمُ عِيدٍ مُطْلَقًا، وَيَحْرُمُ.\r- وَمَنْ دَخَلَ فِي تَطَوُّعٍ غَيْرِ حَجٍّ أَوْ عُمْرَةٍ:\r- لَمْ يَجِبْ إِتْمَامُهُ، وَيُسَنُّ.\r- وَإِنْ فَسَدَ: فَلَا قَضَاءَ.\r- وَيَجِبُ إِتْمَامُ فَرْضٍ مُطْلَقًا، وَلَوْ مُوَسَّعًا؛ كَصَلَاةٍ، وَقَضَاءِ رَمَضَانَ، وَنَذْرٍ مُطْلَقٍ، وَكَفَّارَةٍ، وَإِنْ بَطَلَ:\r- فَلَا مَزِيدَ.\r- وَلَا كَفَّارَةَ.\r- وَأَفْضَلُ الأَيَّامِ: يَوْمُ الجُمُعَةِ.\r- وَأَفْضَلُ اللَّيَالِي: لَيْلَةُ القَدْرِ.\r- وَتُطْلَبُ فِي العَشْرِ الأَخِيرِ مِنْ رَمَضَانَ.\r- وَأَوْتَارُهُ آكَدُ.\r- وَأَرْجَاهَا سَابِعُهُ.","seal":"56C11A54","page":132},
      {"aya":null,"sora":null,"Na":null,"id":135,"part":1,"nass":"- وَيُكْثِرُ مِنْ دُعَائِهِ فِيهَا: (اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ العَفْوَ فَاعْفُ عَنِّي).\r\rفَصْلٌ\r- وَالِاعْتِكَافُ سُنَّةٌ:\r- كُلَّ وَقْتٍ.\r- وَفِي رَمَضَانَ آكَدُ، وَآكَدُهُ عَشْرُهُ الأَخِيرُ.\r- وَيَجِبُ بِنَذْرٍ.\r- وَشُرِطَ لَهُ:\r[1] نِيَّةٌ.\r[2] وَإِسْلَامٌ.\r[3] وَعَقْلٌ.\r[4] وَتَمْيِيزٌ.\r[5] وَعَدَمُ مَا يُوجِبُ الغُسْلَ.\r[6] وَكَوْنُهُ بِمَسْجِدٍ.\r[7] وَيُزَادُ فِي حَقِّ مَنْ تَلْزَمُهُ الجَمَاعَةُ: أَنْ يَكُونَ المَسْجِدُ مِمَّا تُقَامُ فِيهِ.","seal":"14EFFF66","page":133},
      {"aya":null,"sora":null,"Na":null,"id":136,"part":1,"nass":"- وَمِنَ المَسْجِدِ:\r- مَا زِيدَ فِيهِ.\r- وَمِنْهُ ظَهْرُهُ.\r- وَرَحَبَتُهُ المَحُوطَةُ.\r- وَمَنَارَتُهُ الَّتِي هِيَ أَوْ (¬1) بَابُهَا فِيهِ.\r- وَمَنْ نَذَرَ الِاعْتِكَافَ أَوِ الصَّلَاةَ:\r- فِي مَسْجِدٍ غَيْرِ الثَّلَاثَةِ: فَلَهُ فِعْلُهُ فِي غَيْرِهِ.\r- وَفِي أَحَدِهَا: فَلَهُ فِعْلُهُ فِيهِ، وَفِي الأَفْضَلِ مِنْهُ.\r- وَأَفْضَلُهَا:\r[1] المَسْجِدُ الحَرَامُ.\r[2] ثُمَّ مَسْجِدُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\r[3] ثُمَّ الأَقْصَى.\r- وَمَنِ اعْتَكَفَ مَنْذُورًا مُتَتَابِعًا:\r- لَمْ يَخْرُجْ إِلَّا لِمَا لَا بُدَّ مِنْهُ.\r¬_________\r(¬1) قال في الحاشية (3/ 481): (وعبارة غيره «بالواو» بدل «أو»، إلا ما في المنتهى، وقال الخلوتي: صوابه العطف بالواو).","seal":"DBED926C","page":134},
      {"aya":null,"sora":null,"Na":null,"id":137,"part":1,"nass":"- وَلَا يَعُودُ مَرِيضًا، وَلَا يَشْهَدُ جَنَازَةً إِلَّا بِشَرْطٍ.\r- وَيَبْطُلُ:\r[1] بِالخُرُوجِ مِنَ المَسْجِدِ لِغَيْرِ عُذْرٍ.\r[2] وَبِنِيَّةِ الخُرُوجِ؛ وَلَوْ لَمْ يَخْرُجْ.\r[3] وَبِالوَطْءِ فِي الفَرْجِ.\r[4] وَبِالإِنْزَالِ بِالمُبَاشَرَةِ دُونَ الفَرْجِ.\r[5] وَبِالرِّدَّةِ.\r[6] وَبِالسُّكْرِ.\r- وَحَيْثُ بَطَلَ:\r- وَجَبَ اسْتِئْنَافُ المُتَتَابِعِ غَيْرِ المُقَيَّدِ بِزَمَنٍ، وَلَا كَفَّارَةَ.\r- وَإِنْ كَانَ مُقَيَّدًا بِزَمَنٍ مُعَيَّنٍ:\rأ) اسْتَأْنَفَهُ.\rب) وَعَلَيْهِ كَفَّارَةُ يَمِينٍ؛ لِفَوَاتِ المَحَلِّ.\r- وَلَا يَبْطُلُ إِنْ خَرَجَ مِنَ المَسْجِدِ:\r[1] لِبَوْلٍ، أَوْ غَائِطٍ، أَوْ إِتْيَانٍ بِمَأْكَلٍ وَمَشْرَبٍ.\r[2] أَوْ لِجُمُعَةٍ تَلْزَمُهُ، أَوْ طَهَارَةٍ وَاجِبَةٍ، وَنَحْوِ ذَلِكَ.","seal":"8F5073DA","page":135},
      {"aya":null,"sora":null,"Na":null,"id":138,"part":1,"nass":"- وَيُسَنُّ:\r- تَشَاغُلُهُ بِالقُرَبِ.\r- وَاجْتِنَابُ مَا لَا يَعْنِيهِ (¬1).\r- وَيَحْرُمُ جَعْلُ القُرْآنِ بَدَلًا عَنِ الكَلَامِ.\r- وَيَنْبَغِي لِمَنْ قَصَدَ المَسْجِدَ: أَنْ يَنْوِيَ الِاعْتِكَافَ مُدَّةَ لُبْثِهِ فِيهِ.\r¬_________\r(¬1) قال في المطلع (ص 195): (ما لا يَعْنيه: بفتح الياء، ولا يجوز ضمها، قال الجوهري: أي: ما لا يَهُمُّهُ).","seal":"560262DB","page":136},
      {"aya":null,"sora":null,"Na":null,"id":139,"part":1,"nass":"كِتَابُ الحَجِّ (¬1)\r- وَهُوَ فَرْضُ كِفَايَةٍ كُلَّ عَامٍ (¬2).\r- وَهُوَ: قَصْدُ مَكَّةَ لِعَمَلٍ مَخْصُوصٍ، فِي زَمَنٍ مَخْصُوصٍ.\r- وَهُوَ أَحَدُ أَرْكَانِ الإِسْلَامِ.\r- وَالعُمْرَةُ: زِيَارَةُ البَيْتِ عَلَى وَجْهٍ مَخْصَوصٍ.\r¬_________\r(¬1) قال في المطلع (ص 196): (الحج: بفتح الحاء وكسرها، لغتان مشهورتان).\r(¬2) قال الخلوتي في حاشيته على المنتهى (2/ 267): (هذا يقتضي أن ليس من أفراد الحج ما هو ندب، مع أن كلامهم طافح به، كذا قد استشكله صاحب الفروع في الآداب، وأنه ليس منه ما هو فرض عين.\rويمكن الجواب عن الثاني: بأن المراد فرض كفاية على من ليس عليه حجة الإسلام.\rوعن الأول: بأن المحكوم عليه بكونه فرض كفاية كل عام، هو إحياء البيت بالطواف على طائفة من الناس، هكذا أجاب به بعض الشافعية، وهو حسن.\rوأجيب عن الأول أيضًا: بأن المراد بقولهم: نفل أو تطوع، أنه زائد على فرض العين، فلا ينافي أنه فرض كفاية، وليس المراد به ما قابل الواجب مطلقًا.\rلكن يعارض هذا الجواب: أن ألفاظ الشارع إنما تحمل على الحقائق الشرعية، والشارع سماه تطوعًا، والتطوع في الشرع هو المقابل للواجب بقسمَيه، بدليل ما يأتي في كلام المصنف، حيث أطلق التطوع على حج من لم يُعْتَق، أو لم يبلغ قبل الإحرام، مع أنه لا يصح أن يكون بمعنى ما زاد على الفرض؛ لأنه لم يوجَد فرض بالمرة).","seal":"A863F2B5","page":137},
      {"aya":null,"sora":null,"Na":null,"id":140,"part":1,"nass":"- وَيَجِبَانِ فِي العُمْرِ مَرَّةً.\r- بِخَمْسَةِ شُرُوطٍ، وَهِيَ:\r[1] الإِسْلَامُ.\r[2] وَالعَقْلُ.\r- فَلَا يَصِحَّانِ مِنْ كَافِرٍ وَمَجْنُونٍ؛ وَلَوْ أَحْرَمَ عَنْهُ وَلِيُّهُ.\r[3] وَالبُلُوغُ.\r[4] وَكَمَالُ الحُرِّيَّةِ.\r- لَكِنْ يَصِحَّانِ مِنَ الصَّغِيرِ، وَالرَّقِيقِ.\r- وَيُحْرِمُ عَنِ الصَّغِيرِ وَلِيُّهُ.\r- وَلَا يُجْزِئَانِ عَنْ حَجَّةِ الإِسْلَامِ وَعُمْرَتِهِ.\r- فَإِنْ بَلَغَ الصَّغِيرُ أَوْ عَتَقَ الرَّقِيقُ:\rأ) قَبْلَ الوُقُوفِ.\rب) أَوْ بَعْدَهُ إِنْ عَادَ فَوَقَفَ فِي وَقْتِهِ:\rأَجْزَأَهُ عَنْ حَجَّةِ الإِسْلَامِ.\r[5] وَالخَامِسُ: الِاسْتِطَاعَةُ، وَهِيَ:","seal":"51F29035","page":138},
      {"aya":null,"sora":null,"Na":null,"id":141,"part":1,"nass":"- مِلْكُ زَادٍ وَرَاحِلَةٍ تَصْلُحُ لِمِثْلِهِ (¬1).\r- أَوْ مِلْكِ مَا يَقْدِرُ بِهِ عَلَى تَحْصِيلِ ذَلِكَ.\r- بِشَرْطِ كَوْنِهِ فَاضِلًا عَمَّا يَحْتَاجُهُ مِنْ كُتُبٍ، وَمَسْكَنٍ، وَخَادِمٍ، وَعَنْ مُؤْنَتِهِ، وَمُؤْنَةِ عِيَالِهِ عَلَى الدَّوَامِ.\r- فَمَنْ كَمَلَتْ لَهُ هَذِهِ الشُّرُوطُ: لَزِمَهُ السَّعْيُ فَوْرًا، إِنْ كَانَ فِي الطَّرِيقِ أَمْنٌ.\r- فَإِنْ عَجَزَ عَنْهُ لِكِبَرٍ أَوْ مَرَضٍ لَا يُرْجَى بُرْؤُهُ: لَزِمَهُ أَنْ يُقِيمَ نَائِبًا حُرًّا -وَلَوْ امْرَأَةً- يَحُجُّ وَيَعْتَمِرُ عَنْهُ مِنْ حَيْثُ وَجَبَا.\r- وَلَا يَصِحُّ مِمَّنْ لَمْ يَحُجَّ عَنْ نَفْسِهِ:\r- حَجٌّ عَنْ فَرْضِ غَيْرِهِ.\r- وَلَا عَنْ نَذْرِهِ.\r- وَلَا نَافِلَةٍ.\r- فَإِنْ فَعَلَ: انْصَرَفَ إِلَى حَجَّةِ الإِسْلَامِ\r¬_________\r(¬1) ولم يعتبروا في الزاد أن يكون صالحاً لمثله، قال في الإنصاف (8/ 45): (وهو صحيح، وهو ظاهر المنتهى وشرحه)، وقال في الفروع (5/ 235): (ويتوجه احتمال أنه كالراحلة) أي: يعتبر أن يكون صالحاً لمثله.","seal":"9EAFEED4","page":139},
      {"aya":null,"sora":null,"Na":null,"id":142,"part":1,"nass":"[6] وَتَزِيدُ الأُنْثَى شَرْطًا سَادِسًا: وَهُوَ أَنْ تَجِدَ لَهَا زَوْجًا، أَوْ مَحْرَمًا مُكَلَّفًا.\r- وَأَنْ تَقْدِرَ عَلَى الزَّادِ وَالرَّاحِلَةِ لَهَا وَلَهُ.\r- فَإِنْ أَيِسَتْ مِنْهُ اسْتَنَابَتْ.\r- وَإِنْ حَجَّتْ بِلَا مَحْرَمٍ حَرُمَ؛ وَأَجْزَأَ.\r\rفَصْلٌ\r- وَالمَوَاقِيتُ: مَوَاضِعُ وَأَزْمِنَةٌ مُعَيَّنَةٌ لِعِبَادَةٍ مَخْصُوصَةٍ.\r- فَمِيقَاتُ:\r- أَهْلِ المَدِينَةِ: ذُو الحُلَيْفَةِ (¬1).\r- وَالشَّامِ وَمِصْرَ وَالمَغْرِبِ: الجُحْفَةُ (¬2).\r¬_________\r(¬1) قال في المطلع (ص 200): (الحُلَيفة -بضم الحاء وفتح اللام-: موضع معروف مشهور، بينه وبين المدينة ستة أميال، وقيل: سبعة).\r(¬2) قال في المطلع (ص 201): (الجُحْفَةُ - بجيم مضمومة ثم حاء مهملةٍ ساكِنَةٍ-: قال صاحب المطالع: هي قرية جامعةُ بمنبَرٍ على طريق المدينة من مكة، وهي مهيعةُ، وسميت الجُحفة؛ لأن السيل اجتحفها وحمل أهلها، وهي على ستة أميالٍ من البحر، وثماني مراحل من المدينة، وقيل نحو سبع مراحل من المدينة وثلاث من مكة).","seal":"DC76E683","page":140},
      {"aya":null,"sora":null,"Na":null,"id":143,"part":1,"nass":"- وَأَهْلِ اليَمَنِ: يَلَمْلَمُ (¬1).\r- وَنَجْدِ الحِجَازِ وَاليَمَنِ وَالطَّائِفِ: قَرْنٌ (¬2).\r- وَالمَشْرِقِ: ذَاتُ عِرْقٍ (¬3).\r- وَهَذِهِ لِأَهْلِهَا، وَلِمَنْ مَرَّ عَلَيْهَا.\r- وَمَنْ مَنْزِلُهُ دُونَهَا: فَمِيقَاتُهُ مِنْهُ.\r- وَيُحْرِمُ مَنْ بِمِكَّةَ:\r- لِحَجٍّ: مِنْهَا.\rوَيَصِحُّ مِنَ الحِلِّ، وَلَا دَمَ عَلَيْهِ.\r¬_________\r(¬1) قال في المطلع (ص 202): (يلملم: قال صاحب المطالع: أَلَمْلَم، ويقال: يلملم: وهو جبل من جبال تهامة، على ليلتين من مكة، والياء فيه بدلُ من الهمزة وليست بمزيدة، وحكى اللغتين فيه الجوهري وغيره).\r(¬2) قال في المطلع (ص 202): (قَرْنٌ: بسكون الراء بلا خلاف، قال صاحب المطالع: وهو ميقاتُ نجدٍ، على يوم وليلة من مكة، ويقال له: قرنُ المنازل وقرنُ الثعالب، ورواه بعضهم بفتح الراء، وهو غلط، إنما قَرَن -بفتح الراء- قبيلة من اليمن).\r(¬3) قال في المطلع (ص 202): (ذات عرق: منزل معروف من منازل الحاج، يحرم أهلُ العراق بالحج منه، سمي بذلك؛ لأن فيه عرقًا، وهو الجبل الصغير، وقيل: العرق من الأرض: سبخةٌ تُنبتُ الطرفاء).","seal":"CE0CFB44","page":141},
      {"aya":null,"sora":null,"Na":null,"id":144,"part":1,"nass":"- وَلِعُمْرَةٍ: مِنَ الحِلِّ.\rوَيَصِحُّ مِنْ مَكَّةَ، وَعَلَيْهِ دَمٌ.\r\rفَصْلٌ\r- وَسُنَّ لِمُرِيدِ الإِحْرَامِ -وَهُوَ نِيَّةُ النُّسُكِ-:\r[1] غُسْلٌ أَوْ تَيَمُّمٌ.\r[2] وَتَنَظُّفٌ.\r[3] وَتَطَيُّبٌ فِي بَدَنٍ.\r- وَكُرِهَ فِي ثَوْبٍ.\r[4] وَلُبْسُ إِزَارٍ وَرِدَاءٍ أَبْيَضَيْنِ نَظِيفَيْنِ.\r[5] بَعْدَ تَجَرُّدِ ذَكَرٍ عَنْ مَخِيطٍ.\r[6] وَإِحْرَامُهُ عَقِبَ صَلَاةِ فَرْضٍ، أَوْ رَكْعَتَيْنِ نَفْلًا فِي غَيْرِ وَقْتِ نَهْيٍ.\r- وَنِيَّتُهُ شَرْطٌ.\r- وَأَفْضَلُ الأَنْسَاكِ التَّمَتُّعُ، وَهُوَ:\r[1] أَنْ يُحْرِمَ بِالعُمْرَةِ.\r[2] فِي أَشْهُرِ الحَجِّ.","seal":"C617298E","page":142},
      {"aya":null,"sora":null,"Na":null,"id":145,"part":1,"nass":"[3] ثُمَّ بَعْدَ فَرَاغِهِ مِنْهَا.\r[4] يُحْرِمُ بِالحَجِّ.\r- وَالإِفْرَادُ: أَنْ يُحْرِمَ بِالحَجِّ، ثُمَّ بَعْدَ فَرَاغِهِ مِنْهُ يُحْرِمُ بِالعُمْرَةِ.\r- وَالقِرَانُ:\r[1] أَنْ يُحْرِمَ بِهِمَا مَعًا.\r[2] أَوْ يُحْرِمَ بِالعُمْرَةِ، ثُمَّ يُدْخِلَهُ عَلَيْهَا قَبْلَ الشُّرُوعِ فِي طَوَافِهَا.\r- وَسُنَّ:\r- أَنْ يُعَيِّنَ نُسُكًا.\r- وَأَنْ يَشْتَرِطَ فَيَقُولُ: اللَّهُمَّ إِنِّي أُرِيدُ النُّسُكَ الفُلَانِيَّ فَيَسِّرْهُ لِي، وَتَقَبَّلْهُ مِنِّي، وَإِنْ حَبَسَنِي حَابِسٌ فَمَحِلِّي حَيْثُ حَبَسْتَنِي.\r- وَإِذَا انْعَقَدَ: لَمْ يَبْطُلُ إِلَّا بِالرِّدَّةِ.\r- لَكِنْ يَفْسَدُ بِالوَطْءِ فِي الفَرْجِ قَبْلَ التَّحَلُّلِ الأَوَّلِ.\r- وَلَا يَبْطُلُ، بَلْ يَلْزَمُ إِتْمَامُهُ وَالقَضَاءُ.","seal":"67FA49F8","page":143},
      {"aya":null,"sora":null,"Na":null,"id":146,"part":1,"nass":"فَصْلٌ\r- وَمَحْظُورَاتُ الإِحْرَامِ تِسْعٌ:\r[1] إِزَالَةُ شَعْرٍ (¬1).\r[2] وَتَقْلِيمُ ظُفُرِ يَدٍ أَوْ رِجْلٍ.\r[3] وَتَغْطَيَةُ رَأْسِ ذَكَرٍ.\r[4] وَلُبْسُهُ المَخِيطَ.\r- إِلَّا سَرَاوِيلَ لِعَدَمِ إِزَارٍ، وَخُفَّيْنِ لِعَدَمِ نَعْلَيْنِ.\r[5] وَالطِّيبُ.\r[6] وَقَتْلُ صَيْدِ البَرِّ الوَحْشِيِّ المَأَكُولِ.\r- وَالمُتَوَلِّدِ مِنْهُ وَمِنْ غَيْرِهِ.\r[7] وَعَقْدُ نِكَاحٍ.\r[8] وَجِمَاعٌ.\r[9] وَمُبَاشَرَةٌ فِيمَا دُونَ الفَرْجِ.\r- وَفِي جَمِيعِ المَحْظُورَاتِ الفِدْيَةُ، إِلَّا:\r¬_________\r(¬1) قال في المطلع (ص 23): (بفتح العين وسكونها).","seal":"0CBDB831","page":144},
      {"aya":null,"sora":null,"Na":null,"id":147,"part":1,"nass":"[1] قَتْلَ القَمْلِ.\r[2] وَعَقْدَ النِّكَاحِ.\r- وَفِي البَيْضِ وَالجَرَادِ: قِيمَتُهُ مَكَانَهُ.\r- وَفِي الشَّعْرَةِ أَوِ الظُّفُرِ: إِطْعَامُ مِسْكِينٍ، وَفِي الِاثْنَيْنِ إِطْعَامُ اثْنَيْنِ.\r- وَالضَّرُورَاتُ تُبِيحُ لِلمُحْرِمِ المَحْظُورَاتِ، وَيَفْدِي.\r\rفَصْلٌ فِي الفِدْيَةِ\r- وَهِيَ مَا يَجِبُ بِسَبَبِ إِحْرَامٍ أَوْ حَرَمٍ.\r- فَيُخَيَّرُ بِفِدْيَةِ حَلْقٍ وَإِزَالَةِ أَكْثَرَ مِنْ شَعْرَتَيْنِ أوْ ظُفُرَيْنِ، وَطِيبٍ، وَلُبْسِ مَخِيطٍ، وَتَغْطِيَةِ رَأْسِ ذَكَرٍ، وَوَجْهِ امْرَأَةٍ، بَيْنَ:\r[1] صِيَامِ ثَلَاثَةِ أَيَّامٍ.\r[2] أَوْ إِطْعَامِ سِتَّةِ مَسَاكِينَ، كُلِّ مِسْكِينٍ مُدَّ (¬1) بُرٍّ، أَوْ نِصْفَ صَاعٍ مِنْ غَيْرِهِ.\r¬_________\r(¬1) المد = رطل وثُلُث عراقي، والرطل العراقي = 90 مثقالاً، فرطل وثلث = 120 مثقالاً، والمثقال بالغرامات = 4.25، وعلى هذا فالمد: 120× 4.25 = 510 غرام، والصاع يساوي أربعة أمداد، وعليه: 510 × 4 = 2040 غرام.","seal":"B1A613EA","page":145},
      {"aya":null,"sora":null,"Na":null,"id":148,"part":1,"nass":"[3] أَوْ ذَبْحِ شَاةٍ.\r- وَفِي جَزَاءِ صَيْدٍ:\r[1] بَيْنَ:\r- مِثْلِ مِثْلِيٍّ.\r- أَوْ تَقْوِيمِهِ بِدَرَاهِمَ يَشْتَرِي بِهَا طَعَامًا يُجْزِئُ فِي فِطْرَةٍ، فَيُطْعِمُ كُلَّ مِسْكِينٍ مُدُّ بُرٍّ، أَوْ نِصْفُ صَاعٍ مِنْ غَيْرِهِ.\r- أَوْ يَصُومُ عَنْ طَعَامِ كُلِّ مِسْكِينٍ يَوْمًا.\r[2] وَبَيْنَ إِطْعَامٍ أَوْ صِيَامٍ فِي غَيْرِ مِثْلِيٍّ.\r- وَإِنْ عَدِمَ مُتَمَتِّعٌ أَوْ قَارِنٌ الهَدْيَ:\r- صَامَ ثَلَاثَةَ أَيَّامٍ فِي الحَجِّ، وَالأَفْضَلُ جَعْلُ آخِرِهَا يَوْمَ عَرَفةَ.\r- وَسَبْعَةً إِذَا رَجَعَ لِأَهْلِهِ.\r- وَالمُحْصَرُ إِذَا لَمْ يَجِدْهُ: صَامَ عَشَرَةَ أَيَّامٍ، ثُمَّ حَلَّ.\r- وَتَسْقُطُ بِنِسْيَانٍ فِي: لُبْسٍ، وَطِيبٍ، وَتَغْطِيَةِ رَأْسٍ.\r- وَكُلُّ هَدْيٍ أَوْ إِطْعَامٍ فَلِمَسَاكِينِ الحَرَمِ.\r- إِلَّا فِدْيَةَ أَذًى، وَلُبْسٍ، وَنَحْوِهِمَا: فَحَيْثُ وُجِدَ سَبَبُهَا.\r- وَيُجْزِئُ الصَّوْمُ بِكُلِّ مَكَانٍ.","seal":"73793391","page":146},
      {"aya":null,"sora":null,"Na":null,"id":149,"part":1,"nass":"- وَالدَّمُ:\r[1] شَاةٌ.\r[2] أَوْ سُبُعُ بَدَنَةٍ.\r[3] أَوْ سُبُعُ بَقَرَةٍ.\r\rفَصْلٌ فِي جَزَاءِ الصَّيْدِ\r- وَهُوَ ضَرْبَانِ:\r[1] مَا لَهُ مِثْلٌ مِنَ النَّعَمِ، فَيَجِبُ فِيهِ ذَلِكَ المِثْلُ، وَهُوَ نَوْعَانِ:\rأَحَدُهُمَا: قَضَتْ فِيهِ الصَّحَابَةُ، وَمِنْهُ:\r- فِي النَّعَامَةِ: بَدَنَةٌ.\r- وَفِي حِمَارِ الوَحْشِ، وَبَقَرِهِ، وَإِيَّلٍ، وَتَيْتَلٍ، وَوَعِلٍ: بَقَرَةٌ.\r- وَفِي الضَّبُعِ: كَبْشٌ.","seal":"9162F32D","page":147},
      {"aya":null,"sora":null,"Na":null,"id":150,"part":1,"nass":"- وَفِي الغَزَالِ: شَاةٌ.\r- وَفِي الوَبْرِ وَالضَّبِّ: جَدْيٌ.\r- وَفِي اليَرْبُوعِ: جَفْرَةٌ لَهَا أَرْبَعَةُ أَشْهُرٍ.\r- وَفِي الأَرْنَبِ: عَنَاقٌ دُونَ الجَفْرَةِ.\r- وَفِي الحَمَامِ -وَهُوَ كُلُّ مَا عَبَّ المَاءَ وَهَدَرَ-: شَاةٌ.\rالنَّوْعُ الثَّانِي: مَا لَمْ تَقْضِ فِيهِ الصَّحَابَةُ، وَيُرْجَعُ فِيهِ إِلَى قَوْلِ عَدْلَيْنِ خَبِيرَيْنِ.\r[2] الضَّرْبُ الثَّانِي: مَا لَا مِثْلَ لَهُ، وَهُوَ بَاقِي الطَّيْرِ، وَفِيهِ قِيمَتُهُ مَكَانَهُ.\r\rفَصْلٌ\r- وَحَرُمَ صَيْدُ حَرَمِ مَكَّةَ.\r- وَحُكْمُهُ حُكْمُ صَيْدِ الإِحْرَامِ.\r- وَحَرُمَ قَطْعُ شَجَرِهِ وَحَشِيشِهِ حَتَّى الشَّوْكِ وَلَوْ ضَرَّ، وَالسِّوَاكِ وَنَحْوِهِ، وَالوَرَقِ، إِلَّا:","seal":"6F9EF342","page":148},
      {"aya":null,"sora":null,"Na":null,"id":151,"part":1,"nass":"[1] اليَابِسَ.\r[2] وَالإِذْخِرَ (¬1).\r[3] وَالكَمْأَةَ، وَالفَقْعَ.\r[4] وَالثَّمَرَةَ.\r[5] وَمَا زَرَعَهُ آدَمِيٌّ، حَتَّى مِنَ الشَّجَرِ.\r[6] وَيُبَاحُ رَعْيُ حَشِيشِهِ.\r[7] وَانْتِفَاعٌ بِمَا زَالَ.\r[8] أَوِ انْكَسَرَ بِغَيْرِ فِعْلِ آدَمِيٍّ؛ وَلَوْ لَمْ يَبِنْ.\r- وَتُضْمَنُ\r[1] الشَّجَرَةُ الصَّغِيرَةُ عُرْفًا: بِشَاةٍ،\r[2] وَمَا فَوْقَهَا: بِبَقَرَةٍ.\r- وَيُخَيَّرُ بَيْنَ ذَلِكَ، وَبَيْنَ تَقْوِيمِهِ.\r- وَيَفْعَلُ بِقِيمَتِهِ كَجَزَاءِ صَيْدٍ.\r[3] وَحَشِيشٌ: بِقِيمَتِهِ.\r¬_________\r(¬1) قال في المطلع (ص 220): (الإِذْخِر: بكسر الهمزة والخاء، نبت طيب الرائحة، الواحدة: إِذْخِرَةٌ).","seal":"C4661358","page":149},
      {"aya":null,"sora":null,"Na":null,"id":152,"part":1,"nass":"- وَكُرِهَ إِخْرَاجُ تُرَابِ الحَرَمِ، وَحِجَارَتِهُ إِلَى الحِلِّ.\r- لَا مَاءِ زَمْزَمَ.\r- وَتُسْتَحَبُّ المُجَاوَرَةُ بِمَكَّةَ.\r- وَهِيَ أَفْضَلُ مِنَ المَدِينَةِ.\r- وَتُضَاعَفُ الحَسَنَةُ وَالسَّيِّئَةُ بِمَكَانٍ وَزَمَانٍ فَاضِلٍ.\r- وَحَرُمَ:\r[1] صَيْدُ حَرَمِ المَدِينَةِ.\r[2] وَقَطْعُ شَجَرِهِ وَحَشِيشِهِ لِغَيْرِ:\r- حَاجَةِ عَلَفٍ (¬1).\r- وَقَتَبٍ (¬2)، وَنَحْوِهِمَا.\rوَلَا جَزَاءَ.\r¬_________\r(¬1) قال في المطلع (ص 221): (العَلَف: بفتح اللام، ما تأكله البهائم، يقال: علف الدابة وأعلفها).\r(¬2) قال في الصحاح (1/ 198): (القَتَب: بالتحريك: رَحْلٌ صغير على قدر السَّنام).","seal":"0AB057E8","page":150},
      {"aya":null,"sora":null,"Na":null,"id":153,"part":1,"nass":"بَابُ دُخُولِ مَكَّةَ\r- يُسَنُّ:\r[1] نَهَارًا.\r[2] مِنْ أَعْلَاهَا مِنْ ثَنِيَّةِ كَدَاءٍ.\r[3] وَخُرُوجٌ مِنْ أَسْفَلِهَا مِنْ ثَنِيَّةِ كُدًى.\r[4] وَدخُولُ المَسْجِدِ الحَرَامِ مِنْ بَابِ بَنِي شَيْبَةَ.\r- فَإِذَا رَأَى البَيْتَ رَفَعَ يَدَيْهِ، وَقَالَ مَا وَرَدَ.\r- ثُمَّ يَطُوفُ:\r- مُتَمَتِّعٌ لِلعُمْرَةِ.\r- وَمُفْرِدٌ وَقَارِنٌ لِلقُدُومِ، وَهُوَ الوُرُودُ.\r- وَيَضْطَبِعُ (¬1) غَيْرُ حَامِلِ مَعْذُورٍ فِي كُلِّ أُسْبُوعِهِ.\r¬_________\r(¬1) الاضطباعُ: أنْ يجعل وسَطَ ردائه تحت عاتقه الأيمن، وطرفيه على عاتقِه الأيسر. ينظر: كشاف القناع 1/ 275.","seal":"46FA5A85","page":151},
      {"aya":null,"sora":null,"Na":null,"id":154,"part":1,"nass":"- وَيَبْتَدِئُهُ مِنَ الحَجَرِ الأَسْوَدِ، فَيُحَاذِيهِ أَوْ بَعْضَهُ بِكُلِّ بَدَنِهِ:\r[1] وَيَسْتَلِمُهُ بِيَدِهِ اليُمْنَى، وَيُقبِّلُهُ، وَيَسْجُدُ عَلَيْهِ.\r[2] فَإِنْ شَقَّ: لَمْ يُزَاحِمْ، وَاسْتَلَمَهُ بِيَدِهِ وَقَبَّلَهَا.\r[3] فَإِنْ شَقَّ: فَبِشَيْءٍ وَقَبَّلَهُ.\r[4] فَإِنْ شَقَّ: أَشَارَ إِلَيْهِ بِيَدِهِ أَوْ بِشَيْءٍ وَلَا يُقَبِّلُهُ.\r- وَاسْتَقْبَلَهُ بِوَجْهِهِ، وَقَالَ مَا وَرَدَ.\r- ثُمَّ يَجْعَلُ البَيْتَ عَنْ يَسَارِهِ.\r- وَيَرْمُلُ (¬1) الأُفُقِيُّ فِي هَذَا الطَّوَافِ.\r- فَإِذَا فَرَغَ صَلَّى رَكْعَتَيْنِ.\r- وَالأَفْضَلُ كَوْنُهُمَا خَلْفَ المَقَامِ.\r- وَتُجْزِئُ مَكْتُوبَةٌ عَنْهُمَا.\r- ثُمَّ يَسْتَلِمُ الحَجَرَ، وَيَخْرُجُ لِلسَّعْيِ مِنْ بَابِ الصَّفَا فَيَرْقَاهُ حَتَّى يَرَى البَيْتَ.\r- فَيُكَبِّرَ ثَلَاثًا، وَيَقُولُ مَا وَرَدَ.\r¬_________\r(¬1) قال في المطلع (ص 227): (رمَل يرمُل: بفتح الميم في الماضي، وضمها في المضارع، قال الجوهري: الرَمَل بالتحريك: الهرولَةُ، رملت بيت الصفا والمروة رملًا ورملانًا).","seal":"D436D759","page":152},
      {"aya":null,"sora":null,"Na":null,"id":155,"part":1,"nass":"- ثُمَّ يَنْزِلُ مَاشِيًا إِلَى العَلَمِ الأَوَّلِ، فَيَسْعَى سَعْيًا شَدِيدًا إِلَى العَلَمِ الآخَرِ.\r- ثُمَّ يَمْشِي وَيَرْقَى المَرْوَةَ (¬1)، وَيَقُولُ مَا قَالَهُ عَلَى الصَّفَا.\r- ثُمَّ يَنْزِلُ فَيَمْشِي فِي مَوْضِعِ مَشْيِهِ، وَيَسْعَى فِي مَوْضِعِ سَعْيِهِ إِلَى الصَّفَا.\r- يَفْعَلُهُ سَبْعًا، وَيَحسُبُ ذَهَابَهُ سَعْيَةً وَرُجُوعَهُ سَعْيَةً، يَفْتَتِحُ بِالصَّفَا وَيَخْتِمُ بِالمَرْوَةِ.\r- فَإِنْ بَدَأَ بِالمَرْوَةِ: لَمْ يَحْتَسِبْ بِذَلِكَ الشَّوْطِ.\r\rفَصْلٌ فِي صِفَةِ الحَجِّ وَالعُمْرَةِ\r- يُسَنُّ:\r- لِمُحِلٍّ بِمَكَّةَ الإِحْرَامُ بِالحَجِّ يَوْمَ التَّرْوِيَةِ (¬2)، وَهُوَ الثَّامِنُ مِنْ ذِي الحِجَّةِ.\r¬_________\r(¬1) قال في المطلع (ص 230): (فَيَرْقَى عليه: أي: يصعد، بكسر القاف في الماضي، وفتحها في المضارع، وحكى ابن القطاع، فتح القاف وكسرها مع الهمز).\r(¬2) قال في المطلع (ص 231): (يومَ التَّرْوِيَةِ سمي بذلك؛ لأن الناس كانوا يَرْتَوون فيه من الماء لما بعد، وقيل: لأن إبراهيم عليه السلام، أصبح يتروى في أمر الرؤيا، قاله الأزهري).","seal":"39666520","page":153},
      {"aya":null,"sora":null,"Na":null,"id":156,"part":1,"nass":"- وَالمَبِيتُ بِمِنًى.\r- فَإِذَا طَلَعَتِ الشَّمْسُ سَارَ فَأَقَامَ بِنَمِرَةَ إِلَى الزَّوَالِ.\r- ثُمَّ يَأْتِي عَرَفَةَ، وَكُلُّهَا مَوْقِفٌ إِلَّا بَطْنَ عُرَنَةَ (¬1)، وَهُوَ الجَبَلُ المُشْرِفُ عَلَى عَرَفةَ إِلَى الجِبَالِ المُقَابِلَةِ لَهُ، إِلَى مَا يَلِي حَوَائِطَ بَنِي عَامِرٍ.\r- وَيَجْمَعُ فِيهَا بَيْنَ الظُّهْرِ وَالعَصْرِ تَقْدِيمًا.\r- وَسُنَّ:\r- وُقُوفُه رَاكِبًا، بِخَلَافِ سَائِرِ المَنَاسِكِ.\r- مُسْتَقْبِلَ القِبْلَةِ عِنْدَ الصَّخَرَاتِ وَجَبَلِ الرَّحْمَةِ، وَلَا يُشْرَعُ صُعُودُهُ.\r- وَيَرْفَعُ يَدَيْهِ، وَيُكْثِرُ الدُّعَاءَ، وَمِمَّا وَرَدَ.\r- وَوَقْتُ الوُقُوفِ: مِنْ فَجْرِ عَرَفَةَ إِلَى فَجْرِ يَوْمِ النَّحْرِ.\r- ثُمَّ يَدْفَعُ بَعْدَ الغُرُوبِ إِلَى مُزْدَلِفَةَ بِسَكِينَةٍ.\r- وَيَجْمَعُ فِيهَا بَيْنَ العِشَاءَيْنِ تَأْخِيرًا.\r- وَيَبِيتُ بِهَا.\r¬_________\r(¬1) عُرَنَةَ: بضم العين وفتح الراء والنون. ينظر: المطلع ص 232.","seal":"7D068990","page":154},
      {"aya":null,"sora":null,"Na":null,"id":157,"part":1,"nass":"- فَإِذَا صَلَّى الصُّبْحَ:\r- أَتَى المَشْعَرَ الحَرَامَ (¬1)، فَرَقِيَهُ وَوَقَفَ عِنْدَهُ.\r- وَحَمِدَ اللهَ تَعَالَى، وَهَلَّلَ، وَكَبَّرَ، وَدَعَا بِمَا وَرَدَ، وَقَرَأَ: (فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ) الآيَتَيْنِ [البَقَرَة: 198 - 199].\r- وَيَدْعُو حَتَّى يُسْفِرَ جِدًّا.\r- ثُمَّ يَدْفَعُ إِلَى مِنًى.\r- فَإِذَا بَلَغَ مُحَسِّرًا (¬2) أَسْرَعَ رَمْيَةَ حَجَرٍ.\r- وَأَخَذَ حَصَى الجِمَارِ سَبْعِينَ حَصَاةً:\r- أَكْبَرَ مِنَ الحِمَّصِ وَدُونَ البُنْدُقِ (¬3).\r- مِنْ حَيْثُ شَاءَ.\r¬_________\r(¬1) قال في المطلع (ص 234): (المشعر الحرام: بفتح الميم، قال الجوهري: وكسر الميم لغة، وهو موضع معروف بمزدلفة ويقال له: قزح، وقد تقدم أن المشعر الحرام وقزح من أسماء المزدلفة، فتكون المزدلفة كلها سميت بالمشعر الحرام، وقزح تسمية للكل باسم البعض، كما سمي المكان بدراً باسم ماء به، يقال له: بدر).\r(¬2) قال في المطلع (ص 231): (مُحَسِّر: بضم الميم وفتح الحاء، بعدها سين مهملة مشددة مكسورة وبعدها راء، كذا قيده البكري، وهو واد بين مزدلفة ومنى، قيل سمي بذلك؛ لأن فيل أصحاب الفيل حَسَّر فيه، أي: أعيى، وقال البكري: وهو واد بجمع، وقال الجوهري: هو موضع بمنى).\r(¬3) البُندُق: بضم الباء والدال، معرب، وليس بعربي ينظر: المطلع ص 163.","seal":"C36DAD9D","page":155},
      {"aya":null,"sora":null,"Na":null,"id":158,"part":1,"nass":"- وَكُرِهَ:\r- مِنَ\r[1] الحَرَمِ.\r[2] وَالحُشِّ.\r- وَتَكْسِيرُهُ.\r- وَلَا يُسَنُّ غَسْلُهُ.\r- وَتُجْزِئُ حَصَاةٌ نَجِسَةٌ مَعَ الكَرَاهَةِ.\r- فَيَرْمِي جَمْرَةَ العَقَبَةِ وَحْدَهَا بِسَبْعٍ.\r- وَيُشْتَرَطُ:\r[1] الرَّمْيُ، فَلَا يُجْزِئُ الوَضْعُ.\r[2] وَكَوْنُهُ وَاحِدَةً بَعْدَ أُخْرَى.\r- يَرْفَعُ يُمْنَاهُ مَعَ كُلِّ حَصَاةٍ حَتَّى يُرَى بَيَاضُ إِبْطِهِ.\r- وَيُكَبِّرُ مَعَ كُلِّ حَصَاةٍ.\r- ثُمَّ يَنْحَرُ.\r- وَيَحْلِقُ أَوْ يُقَصِّرُ مِنْ جَمِيعِ شَعْرِهِ، لَا مِنْ كُلِّ شَعْرَةٍ بِعَيْنِهَا.","seal":"7649B767","page":156},
      {"aya":null,"sora":null,"Na":null,"id":159,"part":1,"nass":"- وَالمَرْأَةُ تُقَصِّرُ مِنْ شَعْرِهَا قَدْرَ أَنْمُلَة.\r- ثُمَّ قَدْ حَلَّ لَهُ كُلُّ شَيْءٍ إِلَّا النِّسَاءَ.\r- ثُمَّ يُفِيضُ إِلَى مَكَّةَ:\r- فَيَطُوفُ طَوَافَ الزِّيَارَةِ الَّذِي هُوَ رُكْنٌ.\r- ثُمَّ يَسْعَى إِنْ لَمْ يَكُنْ سَعَى.\r- وَقَدْ حَلَّ لَهُ كُلُّ شَيْءٍ.\r- وَسُنَّ أَنْ يَشْرَبَ مِنْ زَمْزَمَ:\r- لِمَا أَحَبَّ.\r- وَيَتَضَلَّعُ (¬1).\r- وَيَرُشُّ عَلَى بَدَنِهِ وَثَوْبِهِ.\r- وَيَدْعُو بِمَا وَرَدَ.\r¬_________\r(¬1) قال في المطلع (ص 238): (يتضَلَّعُ منه: أي: يملأ أضلاعه من الماء، قال الجوهري: تضلع الرجل: أي امتلأ شِبَعًا ورِيًّا).","seal":"3B275A4D","page":157},
      {"aya":null,"sora":null,"Na":null,"id":160,"part":1,"nass":"فَصْلٌ\r- ثُمَّ يَرْجِعُ فَيُصَلِّي ظُهْرَ يَوْمِ النَّحْرِ بِمِنًى\r- وَيَبِيتُ بِهَا ثَلَاثَ لَيَالٍ.\r- وَيَرْمِي الجَمَرَاتِ الثَّلَاثَ بِهَا أَيَّامَ التَّشْرِيقِ، كُلَّ جَمْرَةٍ بِسَبْعِ حَصَيَاتٍ.\r- وَلَا يُجْزِئُ رَمْيُ - غَيْرِ سُقَاةٍ وَرُعَاةٍ - إِلَّا نَهَارًا بَعْدَ الزَّوَالِ.\r- فَإِنْ رَمَى لَيْلًا، أَوْ قَبْلَ الزَّوَالِ: لَمْ يُجْزِئْهُ.\r- وَسُنَّ قَبْلَ صَلَاةِ الظُّهْرِ.\r- وَطَوَافُ الوَدَاعِ وَاجِبٌ، يَفْعَلُهُ كُلُّ مَنْ أَرَادَ الخُرُوجَ مِنْ مَكَّةَ.\r- ثُمَّ يَقِفُ فِي المُلْتَزَمِ (¬1) بَيْنَ الرُّكْنِ وَالبَابِ:\r- مُلْصِقًا بِهِ جَمِيعَهُ.\r- دَاعِيًا بِمَا وَرَدَ.\r- وَتَدْعُو الحَائِضُ وَالنُّفَسَاءُ عَلَى بَابِ المَسْجِدِ.\r¬_________\r(¬1) قال في المطلع (ص 240): (المُلْتَزَمُ: اسم مفعول من التَزَمَ، قال ابن قرقول: ويقال له: المدعى، والمتعوذ سمي بذلك بالتزامه للدعاء، والتعوذ، وهو ما بين الركن الذي فيه الحجر الأسود والباب، قال الأزرقي: ذرعه أربعة أذرع).","seal":"03BDE833","page":158},
      {"aya":null,"sora":null,"Na":null,"id":161,"part":1,"nass":"- وَسُنَّ دُخُولُهُ البَيْتَ بِلَا خُفٍّ، وَلَا نَعْلٍ، وَلَا سِلَاحٍ.\r- وَتُسْتَحَبُّ زِيَارَةُ قَبْرِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَقَبْرَيْ صَاحِبَيْهِ، رَضِيَ اللهُ عَنْهُمَا (¬1).\r- فَيُسَلِّمُ عَلَيْهِ مُسْتَقْبِلًا لَهُ.\r- ثُمَّ يَسْتَقْبِلُ القِبْلةَ، وَيَجْعَلُ الحُجْرَةَ عَنْ يَسَارِهِ وَيَدْعُو.\r- وَيَحْرُمُ الطَّوَافُ بِهَا.\r- وَصِفةُ العُمْرَةِ:\r[1] أَنْ يُحْرِمَ بِهَا مَنْ بِالحَرَمِ: مِنْ أَدْنَى الحِلِّ.\r[2] وَغَيْرُه: مِنْ دُوَيْرَةِ أَهْلِهِ إِنْ كَانَ دُونَ مِيقَاتٍ.\r[3] وَإِلَّا فَمِنْهُ.\r- وَلَا بَأْسَ بِهَا فِي السَّنَةِ مِرَارًا.\r- وَهِيَ فِي غَيْرِ أَشْهُرِ الحَجِّ، وَفِي رَمَضَانَ: أَفْضَلُ.\r¬_________\r(¬1) أي: زيارة مسجده أو زيارة مسجده وقبره معاً، وهو مراد الأصحاب عند إطلاقهم استحباب زيارة قبر النبي صلى الله عليه وسلم بعد الحج كما فعل الماتن، قال شيخ الإسلام في الرد على الإخنائي (ص 148): (الذي اتفق عليه السلف والخلف وجاءت به الأحاديث الصحيحة هو السفر إلى مسجده والصلاة والسلام عليه في مسجده، وطلب الوسيلة له، وغير ذلك مما أمر الله به ورسوله، فهذا السفر مشروع باتفاق المسلمين سلفهم وخلفهم، وهذا هو مراد العلماء الذين قالوا: إنه يستحبّ السفر إلى زيارة قبر نبينا صلى الله عليه وسلّم، فإن مرادهم بالسفر إلى زيارته هو السفر إلى مسجده، وذكروا في مناسك الحج أنه يستحب زيارة قبره)، وقال أيضاً (ص 151): (أما من سافر لمجرد زيارة قبور الأنبياء والصالحين فهل يجوز له قصر الصلاة؟ على قولين معروفين، فهو ذكر القولين فيمن سافر لمجرّد قصد زيارة القبور، وأما من سافر لقصد الصلاة في مسجده عند حجرته التي فيها قبره فهذا سفر مشروع مستحب باتفاق المسلمين).\rولذا قال المرداوي (الإنصاف 4/ 53): (فإذا فرغ من الحج استُحب له زيارة قبر النبي صلى الله عليه وسلم وقبر صاحبيه، هذا المذهب وعليه الأصحاب قاطبة، متقدمهم ومتأخرهم) ولم يذكر غير ذلك، كما أن الأصحاب ينصون في كتاب الجنائز على عدم استحباب شد الرحال إلى القبور، دون استثناء قبر نبي أو غيره، فدل أن مرادهم هنا السفر إلى مسجد المدينة وزيارة قبر النبي صلى الله عليه وسلم وصاحبيه.\r\rوقال شيخ الإسلام (الفتاوى الكبرى 5/ 289): (ومن اعتقد في السفر لزيارة قبور الأنبياء والصالحين أنه قربة وعبادة وطاعة فقد خالف الإجماع)، وقال (27/ 335): (فإذا حصل الاتفاق على أن السفر إلى القبور ليس بواجب ولا مستحب كان من فعله على وجه التعبد مبتدعاً مخالفا للإجماع، والتعبد بالبدعة ليس بمباح).\rوأما ما نقله البهوتي عن ابن نصر الله (كشاف القناع 2/ 515): (قال ابن نصر الله: لازم استحباب زيارة قبره صلى الله عليه وسلم استحباب شد الرحال إليها؛ لأن زيارته للحاج بعد حجه لا تمكن بدون شد الرحل، فهذا كالتصريح باستحباب شد الرحل لزيارته صلى الله عليه وسلم)، فغير مسلم، ولم يُردْه أحد من الأصحاب، وإنما شيء استظهره هو.","seal":"81033E00","page":159},
      {"aya":null,"sora":null,"Na":null,"id":162,"part":1,"nass":"فَصْلٌ\r- أَرْكَانُ الحَجِّ أَرْبَعَةٌ:\r[1] إِحْرَامٌ.\r[2] وَوُقُوفٌ.\r[3] وَطَوَافٌ.\r[4] وَسَعْيٌ.\r- وَوَاجِبَاتُهُ سَبْعَةٌ:\r[1] الإِحْرَامُ مِنَ المِيقَاتِ.\r[2] وَوُقُوفُ مَنْ وَقَفَ نَهَارًا إِلَى الغُرُوبِ.\r[3] وَالمَبِيتُ بِمُزْدَلِفَةَ إِلَى بَعْدِ نِصْفِ اللَّيْلِ إِنْ وَافَاهَا قَبْلَهُ.\r[4] وَالمَبِيتُ بِمِنًى لَيَالِيَ التَّشْرِيقِ.\r[5] وَالرَّمْيُ مُرَتَّبًا.\r[6] وَالحَلْقُ أَوِ التَّقْصِيرُ.\r[7] وَطَوَافُ الوَدَاعِ.\r- وَأَرْكَانُ العُمْرَةِ ثَلَاثَةٌ:","seal":"466138F8","page":160},
      {"aya":null,"sora":null,"Na":null,"id":163,"part":1,"nass":"[1] إِحْرَامٌ.\r[2] وَطَوَافٌ.\r[3] وَسَعْيٌ.\r- وَوَاجِبَاتُهَا شَيْئَانِ:\r[1] الإِحْرَامُ مِنَ المِيقَاتِ.\r[2] وَالحَلْقُ أَوِ التَّقْصِيرُ.\r- وَالمَسْنُونُ:\r- كَالمَبِيتِ بِمِنًى لَيْلَةَ عَرَفَةَ.\r- وَطَوَافُ القُدُومِ.\r- وَالرَّمَلُ.\r- وَالِاضْطِبَاعُ.\r- وَنَحْوُ ذَلِكَ.\r- فَمَنْ تَرَكَ رُكْنًا: لَمْ يَتِمَّ حَجُّهُ إِلَّا بِهِ.\r- وَمَنْ تَرَكَ وَاجِبًا: فَعَلَيْهِ دَمٌ، وَحَجُّهُ صَحِيحٌ.\r- وَمَنْ تَرَكَ مَسْنُونًا: فَلَا شَيْءَ عَلَيْهِ.\r- وَمَنْ فَاتَهُ الوُقُوفُ بِعَرَفَةَ:","seal":"5546777E","page":161},
      {"aya":null,"sora":null,"Na":null,"id":164,"part":1,"nass":"[1] فَاتَهُ الحَجُّ.\r[2] وَتَحَلَّلَ بِعُمْرَةٍ.\r- وَلَا تُجْزِئُ عَنْ عُمْرَةِ الإِسْلَامِ.\r[3] وَهَدْيٌ إِنْ لَمْ يَكُنِ اشْتَرَطَ.\r[4] وَقَضَى مِنَ العَامِ القَابِلِ.\r- وَمَنْ مُنِعَ البَيْتَ -وَلَوْ بَعْدَ الوُقُوفِ أَوْ فِي عُمْرَةٍ-:\r- ذَبَحَ هَدْيًا بِنِيَّةِ التَّحَلُّلِ وُجُوبًا.\r- فَإِنْ لَمْ يَجِدْ صَامَ عَشَرَةَ أَيَّامٍ بِالنِّيَّةِ وَحَلَّ.\rوَلَا إِطْعَامَ فِيهِ.\r- وَمَنْ صُدَّ عَنْ عَرَفَةَ فِي حَجٍّ:\r- تَحَلَّلَ بِعُمْرَةٍ.\r- وَلَا دَمَ عَلَيْهِ.","seal":"2921EB60","page":162},
      {"aya":null,"sora":null,"Na":null,"id":165,"part":1,"nass":"فَصْلٌ فِي الهَدْيِ وَالأُضْحِيَّةِ (¬1) وَالعَقِيقَةِ\r- الهَدْيُ (¬2): مَا يُهْدَى لِلحَرَمِ مِنْ نَعَمٍ وَغَيْرِهِ؛ لِأَنَّهُ يُهْدَى إِلَى الله تَعَالَى.\r- وَالأُضْحِيَّةُ: مَا يُذْبَحُ مِنْ إِبِلٍ، وَبَقَرٍ، وَغَنَمٍ أَهْلِيَّةٍ، أَيَّامَ النَّحْرِ، بِسَبَبِ العِيدِ، تَقَرُّبًا إِلَى الله تَعَالَى.\r- وَهِيَ سُنَّةٌ مُؤَكَّدَةٌ.\r- وَتَجِبُ بِالنَّذْرِ.\r- وَالأَفْضَلُ: إِبلٌ، فَبَقرٌ، فَغَنَمٌ.\r- وَلَا تُجْزِئُ مِنْ غَيْرِهِنَّ.\r- وَتُجْزِئُ:\r- شَاةٌ عَنْ وَاحِدٍ وَأَهْلِ بَيْتِهِ وَعِيَالِهِ.\r¬_________\r(¬1) قال في المطلع (ص 242): (الأضاحي: مشدد الياء جمع، في واحدته أربع لغات: أُضْحِيَّة، وإِضْحِيَّة -بضم الهمزة وكسرها وتشديد الياء-، وضَحِيَّة بوزن سَرِيَّة، والجمع: ضحايا، وأضحاة، والجمع: أضحى، كأرْطَاةٍ وأَرْطَى).\r(¬2) قال في المطلع (ص 242): (الهدي: ما يهدى إلى الحرم من النعم وغيرها، قال الأزهري: أصله التشديد من هديت الهدي أهديه، وكلام العرب: أهديت الهدي إهداءً، وهما لغتان، نقلهما القاضي عياض وغيره. وكذا يقال: هديت الهدية وأهديتها، وهديت العروس وأهديتها).","seal":"1A3F0954","page":163},
      {"aya":null,"sora":null,"Na":null,"id":166,"part":1,"nass":"- وَبَدَنَةٌ أَوْ بَقَرَةٌ عَنْ سَبْعَةٍ، وَيُعْتَبَرُ ذَبْحُهَا عَنْهُمْ.\r- وَشَاةٌ أَفْضَلُ مِنْ سُبُعِ بَدَنَةٍ أَوْ بَقَرَةٍ.\r- وَسَبْعُ شِيَاهٍ أَفْضَلُ مِنْ إِحْدَاهُمَا.\r- وَلَا يُجْزِئُ إِلَّا:\r[1] جَذَعُ ضَأْنٍ.\r[2] أَوْ ثَنِيُّ غَيْرِهِ.\r- فَثَنِيُّ إِبِلٍ: مَا لَهُ خَمْسُ سِنِينَ، وَثَنِيُّ بَقَرٍ: مَا لَهُ سَنَتَانِ.\r- وَلَا تُجْزِئُ:\r[1] هَزِيلَةٌ.\r[2] [3] وَبَيِّنَةُ عَوَرٍ، أَوْ عَرَجٍ.\r[4] وَلَا ذَاهِبَةُ الثَّنَايَا (¬1).\r[5] أَوْ أَكْثَرِ أُذُنِهَا أَوْ قَرْنِهَا.\r- وَسُنَّ:\r¬_________\r(¬1) قال في تاج العروس (37/ 295): (الثنية من الأضراس تشبيهاً بالثنية من الجبل في الهيئة والصلابة، وهي الأربع التي في مقدم الفم، ثنتان من فوق وثنتان من أسفل، للإنسان والخف والسبع؛ كذا في المحكم، وقال غيره: الثنية أول ما في الفم).","seal":"F030CC22","page":164},
      {"aya":null,"sora":null,"Na":null,"id":167,"part":1,"nass":"[1] نَحْرُ إِبِلٍ قَائِمَةً، مَعْقُولَةً يَدُهَا اليُسْرَى، بِأَنْ يَطْعُنَهَا فِي الوَهْدَةِ بَيْنَ العُنُقِ (¬1) وَالصَّدْرِ.\r[2] وَذَبْحُ بَقَرٍ، وَغَنَمٍ.\r- عَلَى جَنْبِهَا الأَيْسَرِ.\r- مُوَجَّهَةً إِلَى القِبْلَةِ.\r- وَيُسَمِّي وُجُوبًا حِينَ يُحَرِّكُ يَدَهُ بِالفِعْلِ.\r- وَيُكَبِّرُ، وَيَقُولُ: اللَّهُمَّ هَذَا مِنْكَ وَلَكَ.\r- وَوَقْتُ ذَبْحِ أُضْحِيَّةٍ، وَهَدْيِ نَذْرٍ أَوْ تَطَوُّعٍ، وَمُتْعَةٍ، وَقِرَانٍ:\r- مِنْ بَعْدِ أَسْبَقِ صَلَاةِ العِيدِ بِالبَلَدِ، أَوْ قَدْرِهَا لِمَنْ لَمْ يُصَلِّ.\rفَإِنْ فَاتَتِ الصَّلَاةُ بِالزَّوَالِ: ذَبَحَ بَعْدَهُ، .\r- إِلَى آخِرِ ثَانِي أَيَّامِ التَّشْرِيقِ.\r- وَوَقْتُ ذَبحِ هَدْيٍ وَاجِبٍ بِفِعْلِ مَحْظُورٍ: مِنْ حِينِهِ.\r¬_________\r(¬1) قال في المطلع (ص 243): (الوهدة - بسكون الهاء-: المكان المطمئن، والجمع: وهد، ووهاد عن الجوهري، والعُنُقْ -بضم العين والنون وسكونها-: الرقبة، تذكر وتؤنث، والجمع أعناق).","seal":"8BCFA7D1","page":165},
      {"aya":null,"sora":null,"Na":null,"id":168,"part":1,"nass":"فَصْلٌ\r- وَيَتَعَيَّنُ:\r(أ) هَدْيٌ بِـ:\r[1] قَوْلِهِ: هَذَا هَدْيٌ.\r[2] أَوْ بِتَقْلِيدِهِ.\r[3] أَوْ إِشْعَارِهِ.\r(ب) وَأُضْحِيَّةٌ: بِهَذِهِ أُضْحِيَّةٌ، أَوْ: لله، وَنَحْوَهُ.\r- وَلَا يَجُوزُ إِعْطَاءُ الجَازِرِ أُجْرَتَهُ مِنْهَا.\r- وَيَجُوزُ هَدِيَّةً وَصَدَقَةً.\r- وَلَا يُبَاعُ جِلْدُهَا، وَلَا شَيْءٌ مِنْهَا؛ بَلْ يَنْتَفِعُ بِهِ.\r- وَسُنَّ:\r- أَنْ يَأْكُلَ، وَيُهْدِيَ (¬1)، وَيَتصَدَّقَ؛ أَثْلَاثًا.\r- وَأَنْ يَأْكُلَ.\r¬_________\r(¬1) في المطلع (ص 486): (يهدي: بضم الياء، من أهديت الهدية، وحكى الزجاج هدى الهدية يهديها: بفتح الياء).","seal":"26D5DC25","page":166},
      {"aya":null,"sora":null,"Na":null,"id":169,"part":1,"nass":"(أ) مِنْ هَدْيِهِ التَّطَوُّعِ.\r(ب) وَمِنْ أُضْحِيَّتِهِ وَلَوْ وَاجِبَةً.\r(ج) وَيَجُوزُ مِنَ المُتْعَةِ وَالقِرَانِ.\r- وَيَجِبُ أَنْ يَتَصَدَّقَ بِمَا يَقَعُ عَلَيْهِ اسْمُ اللَّحْمِ.\r- وَيُعْتَبَرُ تَمْلِيكُ الفَقِيرِ، فَلَا يَكْفِي إِطْعَامُهُ.\r- وَإِذَا دَخَلَ العَشْرُ حَرُمَ عَلَى مَنْ يُضَحِّي أَوْ يُضَحَّى عَنْهُ أَخْذُ شَيْءٍ مِنْ شَعْرِهِ أَوْ ظُفُرِهِ أَوْ بَشَرَتِهِ إِلَى الذَّبْحِ.\r- وَسُنَّ حَلْقٌ بَعْدَهُ.\r\rفَصْلٌ\r- وَالعَقِيقَةُ سُنَّةٌ مُؤَكَّدَةٌ فِي حَقِّ الأَبِ.\r- وَهِيَ:\r- عَنِ الغُلَامِ شَاتَانِ مُتَقَارِبَتَانِ سِنًّا وَشَبَهًا.\rفَإِنْ عَدِمَ فَوَاحِدَةٌ.\r- وَعَنِ الجَارِيَةِ شَاةٌ.\r- وَلَا يُجْزِئُ بَدَنةٌ أَوْ بَقَرَةٌ إِلَّا كَامِلَةً.","seal":"C3C29F80","page":167},
      {"aya":null,"sora":null,"Na":null,"id":170,"part":1,"nass":"- تُذْبَحُ:\r- فِي سَابِعِ وِلَادَتِهِ، وَيُسَمَّى فِيهِ.\r- فَإِنْ فَاتَ فَفِي أَرْبَعَةَ عَشَرَ.\r- فَإِنْ فَاتَ فَفِي أَحَدٍ وَعِشْرِينَ.\r- وَلَا تُعْتبَرُ الأَسَابِيعُ بَعْدَ ذَلِكَ.\r- وَلَا يُكْسَرُ عَظْمُهَا.\r- وَطَبْخُهَا أَفْضَلُ.\r- وَيَكُونُ مِنْهُ بِحُلْوٍ.\r- وَحُكْمُهَا كَأُضْحِيَّةٍ فِيمَا:\r- يُجْزِئُ.\r- وَيُسْتَحَبُّ.\r- وَيُكْرَهُ.\rلَكِنْ يُبَاعُ جِلْدٌ وَرَأْسٌ وَسَوَاقِطُ، وَيَتَصَدَّقُ بِثَمَنِهِ.\r- وَإِنِ اتَّفَقَ وَقْتُ عَقِيقَةٍ وَأُضْحِيَّةٍ: أَجْزَأَتْ إِحْدَاهُمَا عَنِ الأُخْرَى.","seal":"5500B6FF","page":168},
      {"aya":null,"sora":null,"Na":null,"id":171,"part":1,"nass":"كِتَابُ الجِهَادِ\r- وَهُوَ فَرْضُ كِفَايَةٍ، إِلَّا:\r[1] إِذَا حَضَرَهُ.\r[2] أَوْ حَصَرَهُ عَدَوٌّ.\r[3] أَوْ كَانَ النَّفِيرُ عَامًّا.\rفَفَرْضُ عَيْنٍ.\r- وَيُسَنُّ بِتَأَكُّدٍ مَعَ قِيَامِ مَنْ يَكْفِي بِهِ.\r- وَلَا يَجِبُ إِلَّا عَلَى:\r[1] ذَكَرٍ.\r[2] مُسْلِمٍ.\r[3] حُرٍّ.\r[4] مُكَلَّفٍ.\r[5] صَحِيحٍ.\r- وَأَفْضَلُ مُتَطَوَّعٍ بِهِ الجِهَادُ.\r- وَغَزْوُ البَحْرِ أَفْضَلُ.","seal":"FB386AAF","page":169},
      {"aya":null,"sora":null,"Na":null,"id":172,"part":1,"nass":"- وَسُنَّ رِبَاطٌ (¬1)، وَهُوَ لُزُومُ ثَغْرٍ لِجِهَادٍ.\r- وَلَوْ سَاعَةً.\r- وَتَمَامُهُ: أَرْبَعُونَ يَوْمًا.\r- وَأَفْضَلُهُ بِأَشَدِّ خَوْفٍ.\r- وَهُوَ أَفْضَلُ مِنَ المُقَامِ بِمَكَّةَ.\r- وَلَا يَتَطَوَّعُ بِهِ مَدِينٌ لَا وَفَاءَ لَهُ، إِلَّا:\r[1] مَعَ إِذْنٍ.\r[2] أَوْ رَهْنٍ مُحْرَزٍ.\r[3] أَوْ كَفِيلٍ مَلِيءٍ.\r- وَلَا مَنْ أَحَدُ أَبَوَيْهِ حُرٌّ مُسْلِمٌ إِلَّا بِإِذْنِهِ.\r- وَلَا يَحِلُّ لِلمُسْلِمِينَ الفِرَارُ مِنْ مِثْلَيْهِمْ؛ وَلَوْ وَاحِدًا مِنِ اثْنَيْنِ.\r- فَإِنْ زَادُوا عَلَى مِثْلَيْهِمْ جَازَ.\r- وَلَا يَجُوزُ قَتْلُ:\r¬_________\r(¬1) قال في المطلع (ص 248): (الرباط: مصدر رابَطَ، رباطًا، ومرابطة: إذا لزم الثغر مخيفًا للعدو، وأصله من ربط الخيل؛ لأن كلًّا من الفريقين يربطون خيلهم مستعدين لعدوهم).","seal":"B8EFDFF2","page":170},
      {"aya":null,"sora":null,"Na":null,"id":173,"part":1,"nass":"- صَبِيٍّ.\r- وَأُنْثَى.\r- وَخُنْثَى.\r- وَرَاهِبٍ.\r- وَشَيْخٍ فَانٍ.\r- وَزَمِنٍ.\r- وَأَعْمَى\rلَا رَأْيَ لَهُمْ.\rوَلَمْ يُقَاتِلُوا أَوْ يُحَرِّضُوا عَلَى القِتَالِ.\r- وَيُخَيَّرُ الإِمَامُ فِي أَسِيرٍ، حُرٍّ، مُقَاتِلٍ بَيْنَ:\r[1] قَتْلٍ.\r[2] وَرِقٍّ.\r[3] وَمَنٍّ.\r[4] وَفِدَاءٍ بِمُسْلِمٍ، أَوْ بمَالٍ.\r- وَيَجِبُ عَلَيْهِ اخْتِيَارُ الأَصْلَحِ.\r- فَإِنْ تَرَدَّدَ نَظَرُهُ، فَقَتْلٌ أَوْلَى.","seal":"D4540D48","page":171},
      {"aya":null,"sora":null,"Na":null,"id":174,"part":1,"nass":"فَصْلٌ\r- وَيَلْزَمُ الإِمَامَ أَوِ الجَيْشَ إِخْلَاصُ النِّيَّةِ لله تَعَالَى فِي الطَّاعَاتِ.\r- وَعَلَيْهِ عِنْدَ المَسِيرِ:\r[1] تَعَاهُدُ الرِّجَالِ وَالخَيْلِ.\r[2] وَمَنْعُ:\r- مَنْ لَا يَصْلُحُ لِلحَرْبِ.\r- وَمُخَذِّلٍ (¬1).\r- وَمُرْجِفٍ (¬2).\r- وَمُكَاتِبٍ بِأَخْبَارِنَا.\r- وَمَعْرُوفٍ بِنِفَاقٍ.\r- وَرَامٍ بَيْنَنَا بِفِتَنٍ.\r- وَصَبِيٍّ.\r¬_________\r(¬1) قال في المطلع (ص 251): (المُخَذِّلُ: الذي يفند الناس عن الغزو، مثل أن يقول: بالمشركين كثرة، وخيولنا ضعيفة، وهذا حر شديد أو برد شديد).\r(¬2) قال في المطلع (ص 251): (المُرْجِفُ: الذي يحدث بقوة الكفار، وضعف المسلمين وهلاك بعضهم، ويخيل لهم أسباب ظفر عدوهم بهم).","seal":"16ACD52A","page":172},
      {"aya":null,"sora":null,"Na":null,"id":175,"part":1,"nass":"- وَنِسَاءٍ إِلَّا عَجُوزًا لِسَقْيِ مَاءٍ وَنَحْوِهِ.\r- وَيَحْرُمُ اسْتِعَانَةٌ بِكَافِرٍ إِلَّا لِضَرُورَةٍ.\r- وَيَمْنَعُ جَيْشَهُ مِنْ:\r[1] مُحَرَّمٍ.\r[2] وَتَشَاغُلٍ بِتِجَارَةٍ.\r- وَيَعِدُ الصَّابِرَ بِأَجْرٍ وَنَفَلٍ.\r- وَيُشَاوِرُ ذَا رَأْيٍ.\r- وَمَنْ قَتَلَ قَتِيلًا فِي حَالَةِ الحَرْبِ فَلَهُ سَلَبُهُ.\r- وَهُوَ: مَا عَلَيْهِ مِنْ ثِيَابٍ، وَحُلِيٍّ، وَسِلَاحٍ، وَكَذَا دَابَّتُهُ الَّتِي قَاتَلَ عَلَيْهَا، وَمَا عَلَيْهَا.\r- وَأَمَّا نَفَقَتُهُ، وَرَحْلُهُ، وَخَيْمَتُهُ، وَجَنِيبُهُ: فَغَنِيمَةٌ.\r\rفَصْلٌ\r- وَتُمْلَكُ الغَنِيمَةُ بِالِاسْتِيَلَاءِ عَلَيْهَا فِي دَارِ الحَرْبِ.\r- فَيُجْعَلُ خُمُسُهَا خَمْسَةَ أَسْهَمٍ:","seal":"F3673945","page":173},
      {"aya":null,"sora":null,"Na":null,"id":176,"part":1,"nass":"[1] سَهْمٌ لله وَرَسُولِهِ، يُصْرَفُ مَصْرِفَ الفَيْءِ.\r[2] وَسَهْمٌ لِذَوِي القُرْبَى، وَهُمْ بَنُو هَاشِمٍ وَالمُطَّلِبِ.\r[3] وَسَهْمٌ لِليَتَامَى الفُقَرَاءِ.\r[4] وَسَهْمٌ لِلمَسَاكِينِ.\r[5] وَسَهْمٌ لِأَبْنَاءِ السَّبِيلِ.\r- ثُمَّ يُقْسَمُ البَاقِي بَيْنَ مَنْ شَهِدَ الوَقْعَةَ لِقَصْدِ قِتَالٍ وَنَحْوِهِ:\r- لِلرَّاجِلِ سَهْمٌ.\r- وَلِلفَارِسِ عَلَى فَرَسٍ عَرِبِيٍّ (¬1): ثَلَاثَةٌ.\r- وَعَلَى غَيْرِهِ: اثْنَانِ.\r- وَلَا يُسْهِمُ:\r- لِأَكْثَرَ مِنْ فَرَسَيْنِ.\r- وَلَا لِغَيْرِ الخَيْلِ.\r- وَشُرِطَ فِيمَنْ يُسْهَمُ لَهُ أَرْبَعَةُ شُرُوطٍ:\r¬_________\r(¬1) قال في المطلع (ص 256): (الخيل أربع: أحدها: أن يكون أبواه عربيين، فيقال له: العتيق. الثاني: عكسه: وهو الذي أبواه غير عربيين، فيسمى البِرْذَوْنَ. والثالث: الذي أمه غير عربية: فيسمى الهجين. والرابع: الذي أبوه غير عربي، فيسمى المُقْرِفَ).","seal":"36B95B9E","page":174},
      {"aya":null,"sora":null,"Na":null,"id":177,"part":1,"nass":"[1] البُلُوغُ.\r[2] وَالعَقْلُ.\r[3] وَالحُرِّيَّةُ.\r[4] وَالذُّكُورَةُ.\r- فَإِنِ اخْتَلَّ شَرْطٌ: رَضَخَ (¬1) لَهُ وَلَمْ يُسْهِمْ.\r- وَالرَّضْخُ: العَطَاءُ دُونَ السَّهْمِ.\r- وَإِذَا فَتَحُوا أَرْضًا بِالسَّيْفِ خُيِّرَ الإِمَامُ بَيْنَ:\r[1] قَسْمِهَا.\r[2] وَوَقْفِهَا عَلَى المِسْلِمِينَ.\r- ضَارِبًا عَلَيْهَا خَرَاجًا (¬2) مُسْتَمِرًّا يُؤْخَذُ مِمَّنْ هِيَ فِي يَدِهِ.\r- وَمَا أُخِذَ مِنْ مَالِ مُشْرِكٍ بِلَا قِتَالٍ كَـ:\r- جِزْيَةٍ (¬3).\r¬_________\r(¬1) قال في المطلع (ص 256): (يرضَخ: بفتح الضاد، قال أبو السعادات: الرضخ: العطية القليلة، وقال الجوهري: الرضخ: العطاء).\r(¬2) قال في المطلع (ص 256): (الخراج: عبارة عما قرِّر على الأرض بدل الأُجرة).\r(¬3) قال في المطلع (ص 256): (الجزْيَة: فِعْلَةُ من الجزاء، وهي: المال الذي تُعقَدُ للكتابيِّ عليه الذمَّةُ، وجمعها جزىً، كلحية، ولُحى).","seal":"B5ECFE30","page":175},
      {"aya":null,"sora":null,"Na":null,"id":178,"part":1,"nass":"- وَخَرَاجٍ.\r- وَعُشْرِ تِجَارَةٍ مِنَ الحَرْبِيِّ، وَنِصْفِهِ مِنْ الذِّمِّيِّ.\r- وَمَا تَرَكُوهُ فَزَعًا.\r- أَوْ عَنْ مَيْتٍ وَلَا وَارِثَ لَهُ.\rفَيْءٌ، وَمَصْرِفُهُ فِي مَصَالِحِ المُسْلِمِينَ.\r\rفَصْلٌ\r- وَيَجُوزُ عَقْدُ الذِّمَّةِ:\r[1] لِمَنْ لَهُ كِتَابٌ أَوْ شُبْهَةُ كِتَابٍ كَالمَجُوسِ.\r[2] وَلَا يَصِحُّ عَقْدُهَا إِلَّا مِنْ إِمَامٍ أَوْ نَائِبِهِ.\r- وَيَجِبُ: إِنْ أَمِنَ مَكْرَهُمْ، وَالْتَزَمُوا لَنَا بِأَرْبَعَةِ أَحْكَامٍ:\r[1] أَنْ يُعْطُوا الجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ.\r[2] وَأَلَّا يَذْكُرُوا دِينَ الإِسْلَامِ إِلَّا بِخَيْرٍ.\r[3] وَأَلَّا يَفْعَلُوا مَا فِيهِ ضَرَرٌ عَلَى المِسْلِمِينَ.\r[4] وَأَنْ تَجْرِيَ عَلَيْهِمْ أَحْكَامُ الإِسْلَامِ فِي:\r- نَفْسٍ.","seal":"630C2828","page":176},
      {"aya":null,"sora":null,"Na":null,"id":179,"part":1,"nass":"- وَمَالٍ.\r- وَعِرْضٍ.\r- وَإِقَامَةِ حَدٍّ فِيمَا يُحَرِّمُونَهُ كَالزِّنَى، لَا فِيمَا يُحِلُّونُهُ كَالخَمْرِ.\r- وَلَا تُؤْخَذُ الجِزْيةُ مِنْ:\r[1] صَبِيٍّ.\r[2] وَعَبْدٍ.\r[3] وَامْرَأَةٍ.\r[4] وَفَقِيرٍ عَاجِزٍ عَنْهَا.\rوَنَحْوِهِمْ.\r- وَيَلْزَمُهُمُ التَّمْيِيزُ عَنِ المُسْلِمِينَ.\r- وَيُمْنَعُونَ مِنْ:\r[1] رُكُوبِ الخَيْلِ.\r[2] وَحَمْلِ السِّلَاحِ.\r[3] وَتَعْلِيَةِ بِنَاءٍ عَلَى مُسْلِمٍ وَلَوْ رَضِيَ، وَيَجِبُ نَقْضُهُ.\r- وَيَضْمَنُ ذِمِّيٌّ مَا تَلِفَ بِهِ.","seal":"57DAB5B2","page":177},
      {"aya":null,"sora":null,"Na":null,"id":180,"part":1,"nass":"- لَا إِنْ مَلَكُوهُ مِنْ مُسْلِمٍ.\r- وَلَا يُعَادُ عَالِيًا لَوْ انْهَدَمَ.\r- وَلَا إِنْ بَنَى مُسْلِمٌ دَارًا عِنْدَهُمْ دُونَ بِنَائِهِمْ.\r[4] وَمِنْ إِحْدَاثِ كَنَائِسَ.\r[5] وَبِنَاءِ مَا انْهَدَمَ مِنْهَا.\r[6] وَمِنْ إِظْهَارِ مُنْكَرٍ، وَعِيدٍ، وَصَلِيبٍ، وَأَكْلٍ وَشُرْبٍ نَهَارَ رَمَضَانَ، وَخَمْرٍ، وَخَنْزِيرٍ.\r[7] وَرَفْعِ صَوْتٍ عَلَى مَيْتٍ، وَقِرَاءَةِ قُرْآنٍ.\r[8] وَنَاقُوسٍ، وَجَهْرٍ بِكِتَابِهِمْ.\r[9] وَشِرَاءِ مُصْحَفٍ، وَفِقْهٍ، وَحَدِيثٍ.\r- وَعَلَى الإِمَامِ حِفْظُهُمْ، وَمَنْعُ مَنْ يُؤْذِيهِمْ.\r\rفَصْلٌ\r- وَ:\r[1] مَنْ أَبَى مُنْهُمْ بَذْلَ الِجزْيَةِ، أَوْ الصَّغَارَ، أَوِ الْتِزَامَ حُكْمِنَا.\r[2] أَوْ قَاتَلَنَا.\r[3] أَوْ زَنَى بِمُسْلِمَةٍ، أَوْ أَصَابَهَا بِاسْمِ نِكَاحٍ.","seal":"5C8782D2","page":178},
      {"aya":null,"sora":null,"Na":null,"id":181,"part":1,"nass":"[4] أَوْ قَطَعَ الطَّرِيقَ.\r[5] أَوْ تَجَسَّسَ، أَوْ آوَى جَاسُوسًا.\r[6] أَوْ ذَكَرَ اللهَ تَعَالَى أَوْ كِتَابَهُ أَوْ دِينَهُ أَوْ رَسُولَهُ بِسُوءٍ.\r[7] أَوْ تَعَدَّى عَلَى مُسْلِمٍ بِقَتْلٍ، أَوْ فَتَنَهُ عَنْ دِينِهِ.\r- انْتَقَضَ عَهْدُهُ، دُونَ ذُرِّيَّتِهِ.\r- فَيُخَيَّرُ الإِمَامُ فِيهِ كَالأَسِيرِ الحَرْبِيِّ.\r- وَمَالُهُ فَيْءٌ.\r- وَيَحْرُمُ قَتْلُهُ إِنْ أَسْلَمَ، وَلَوْ كَانَ سَبَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.","seal":"7BD8E8BE","page":179}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1192,"ShrtCs":0,"Bk":"بداية العابد وكفاية الزهد ط الركائز","HigriD":"1192","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن عبد الله بن أحمد البعلي الخلوتي الحنبلي","bLnk":null,"Inf":"","Auth":"البعلي، عبد الرحمن بن عبد الله","Betaka":"الكتاب: بداية العابد وكفاية الزهد\r\nالمؤلف: عبد الرحمن بن عبد الله البعلي الحنبلي (ت: 1192)\r\nالمحقق: د. أنس بن عادل بن خليفة اليتامى، د. عبد العزيز بن عدنان العيدان\r\nالناشر: دار الركائز للنشر والتوزيع - الكويت\r\nالطبعة: الأولى، 1438 هـ - 2017 م\r\nعدد الصفحات: 179\r\nالكتاب: إهداء للبرنامج من دار الركائز للنشر والتوزيع - دولة الكويت\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"البَعْلي (1110 - 1192 هـ = 1698 - 1778 م)\r\rعبد الرحمن بن عبد الله بن أحمد البعلي الخلوتي الحنبلي\rفقيه فاضل. حلبي الأصل، ولد أحد جدوده في بعلبكّ فعرف بالبعلي. مولده وشهرته في دمشق، ووفاته في حلب.\r\rمن كتبه:\r• (منار الإسعاد - خ) ثبته\r• (شرح الجامع الصغير)\r• (بداية العابد وكفاية الزاهد) فقه\r• (النور الوامض في علم الفرائض)\r• (الجامع لخطب الجوامع)\r• (رحلة)\r• (كشف المخدرات في شرح أخصر المختصرات - ط) فقه وله نظم، جمعه في (ديوان) (1).\r__________\r(1) مختصر طبقات الحنابلة 132 وسلك الدرر 2: 304 وإعلام النبلاء 7: 98 ومخطوطات قطر، في مجلة معهد المخطوطات 10: 196 ودار الكتب 1: 159 (نور الأخيار)\r\rنقلا عن: «الأعلام» للزركلي","seal":"436A3B26","cat":"فقه حنبلي","oNum":147661,"BkId":147661,"oAuth":667,"bVer":1,"aSeal":"AACAA125"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147661":
    [
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":8,"sub":0,"tit":"ترجمة المؤلف"},
      {"lvl":3,"id":8,"sub":1,"tit":"اسمه ونسبه"},
      {"lvl":3,"id":9,"sub":0,"tit":"مولده ونشأته"},
      {"lvl":3,"id":11,"sub":0,"tit":"مشايخه"},
      {"lvl":3,"id":12,"sub":0,"tit":"ثناء العلماء عليه"},
      {"lvl":3,"id":13,"sub":0,"tit":"مؤلفاته"},
      {"lvl":3,"id":15,"sub":0,"tit":"وفاته"},
      {"lvl":2,"id":16,"sub":0,"tit":"منهج التحقيق"},
      {"lvl":2,"id":18,"sub":0,"tit":"وصف النسخة المعتمدة"},
      {"lvl":2,"id":20,"sub":0,"tit":"نماذج النسخ الخطية"},
      {"lvl":1,"id":23,"sub":0,"tit":"مقدمة المصنف"},
      {"lvl":1,"id":25,"sub":0,"tit":"كتاب الطهارة"},
      {"lvl":2,"id":26,"sub":0,"tit":"فصل - والاستنجاء: إزالة ما خرج من سبيل بماء"},
      {"lvl":2,"id":28,"sub":0,"tit":"فصل - والسواك مسنون مطلقا"},
      {"lvl":2,"id":30,"sub":0,"tit":"فصل - والوضوء"},
      {"lvl":2,"id":32,"sub":0,"tit":"فصل - يجوز المسح على الخفين ونحوهما بسبعة شروط"},
      {"lvl":2,"id":34,"sub":0,"tit":"فصل - نواقض الوضوء ثمانية"},
      {"lvl":2,"id":37,"sub":0,"tit":"فصل - موجبات الغسل سبعة"},
      {"lvl":2,"id":39,"sub":0,"tit":"فصل - وشروط الغسل سبعة"},
      {"lvl":2,"id":40,"sub":0,"tit":"فصل - التيمم: استعمال تراب مخصوص، لوجه ويدين."},
      {"lvl":2,"id":43,"sub":0,"tit":"فصل - يشترط لكل متنجس"},
      {"lvl":2,"id":45,"sub":0,"tit":"فصل - المسكر المائع"},
      {"lvl":2,"id":46,"sub":0,"tit":"فصل - وأقل سن حيض"},
      {"lvl":1,"id":49,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":2,"id":49,"sub":1,"tit":"فصل - الأذان والإقامة فرضا كفاية على"},
      {"lvl":2,"id":51,"sub":0,"tit":"فصل - وشروط صحة الصلاة ستة"},
      {"lvl":2,"id":55,"sub":0,"tit":"فصل - يسن سجود السهو للمصلي"},
      {"lvl":2,"id":57,"sub":0,"tit":"فصل - أفضل تطوع البدن بعد الجهاد والعلم"},
      {"lvl":2,"id":61,"sub":0,"tit":"فصل - وصلاة الليل أفضل"},
      {"lvl":2,"id":63,"sub":0,"tit":"فصل - صلاة الجماعة واجبة"},
      {"lvl":2,"id":66,"sub":0,"tit":"فصل - الأولى بالإمامة"},
      {"lvl":2,"id":69,"sub":0,"tit":"فصل - يعذر بترك جمعة وجماعة"},
      {"lvl":2,"id":71,"sub":0,"tit":"فصل - يلزم المريض أن يصلي"},
      {"lvl":2,"id":72,"sub":0,"tit":"فصل - يسن قصر الصلاة الرباعية لمن نوى سفرا"},
      {"lvl":2,"id":74,"sub":0,"tit":"فصل - يباح جمع بين ظهر وعصر وعشاءين بوقت إحداهما"},
      {"lvl":2,"id":77,"sub":0,"tit":"فصل - تصح صلاة الخوف"},
      {"lvl":2,"id":78,"sub":0,"tit":"فصل - تجب الجمعة على كل"},
      {"lvl":2,"id":82,"sub":0,"tit":"فصل - والجمعة ركعتان"},
      {"lvl":2,"id":83,"sub":0,"tit":"فصل - وصلاة العيدين فرض كفاية"},
      {"lvl":2,"id":85,"sub":0,"tit":"فصل - وسن"},
      {"lvl":2,"id":87,"sub":0,"tit":"فصل - صلاة الكسوف سنة"},
      {"lvl":2,"id":88,"sub":0,"tit":"فصل - تسن صلاة الاستسقاء إذا أجدبت الأرض"},
      {"lvl":1,"id":93,"sub":0,"tit":"كتاب الجنائز"},
      {"lvl":2,"id":96,"sub":0,"tit":"فصل - وغسله فرض كفاية"},
      {"lvl":2,"id":99,"sub":0,"tit":"فصل - وتكفينه فرض كفاية"},
      {"lvl":2,"id":100,"sub":0,"tit":"فصل - والصلاة عليه: فرض كفاية."},
      {"lvl":2,"id":102,"sub":0,"tit":"فصل - وحمله ودفنه: فرض كفاية"},
      {"lvl":2,"id":105,"sub":0,"tit":"فصل - وتعزية مسلم -ولو صغيرا- إلى ثلاثة أيام"},
      {"lvl":1,"id":107,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":2,"id":109,"sub":0,"tit":"فصل - وأقل نصاب البقر"},
      {"lvl":2,"id":110,"sub":0,"tit":"فصل - تجب الزكاة في كل"},
      {"lvl":2,"id":114,"sub":0,"tit":"فصل - ويجب في الذهب والفضة"},
      {"lvl":2,"id":117,"sub":0,"tit":"فصل - وزكاة الفطر صدقة واجبة بالفطر من رمضان، وتسمى"},
      {"lvl":2,"id":120,"sub":0,"tit":"فصل - يجب إخراج الزكاة فورا؛ كنذر وكفارة، إن أمكن"},
      {"lvl":2,"id":122,"sub":0,"tit":"فصل - ولا يجزئ دفعها"},
      {"lvl":1,"id":125,"sub":0,"tit":"كتاب الصيام"},
      {"lvl":2,"id":126,"sub":0,"tit":"فصل - ويجب على كل"},
      {"lvl":2,"id":128,"sub":0,"tit":"فصل - ومن"},
      {"lvl":2,"id":129,"sub":0,"tit":"فصل - ومن جامع"},
      {"lvl":2,"id":132,"sub":0,"tit":"فصل - يسن صوم التطوع"},
      {"lvl":2,"id":135,"sub":0,"tit":"فصل - والاعتكاف سنة"},
      {"lvl":1,"id":139,"sub":0,"tit":"كتاب الحج"},
      {"lvl":2,"id":142,"sub":0,"tit":"فصل - والمواقيت"},
      {"lvl":2,"id":144,"sub":0,"tit":"فصل - وسن لمريد الإحرام -وهو نية النسك-"},
      {"lvl":2,"id":146,"sub":0,"tit":"فصل - ومحظورات الإحرام تسع"},
      {"lvl":2,"id":147,"sub":0,"tit":"فصل في الفدية"},
      {"lvl":2,"id":149,"sub":0,"tit":"فصل في جزاء الصيد"},
      {"lvl":2,"id":150,"sub":0,"tit":"فصل - وحرم صيد حرم مكة"},
      {"lvl":2,"id":155,"sub":0,"tit":"فصل في صفة الحج والعمرة"},
      {"lvl":2,"id":160,"sub":0,"tit":"فصل - ثم يرجع فيصلي ظهر يوم النحر بمنى"},
      {"lvl":2,"id":162,"sub":0,"tit":"فصل - أركان الحج أربعة"},
      {"lvl":2,"id":165,"sub":0,"tit":"فصل في الهدي والأضحية والعقيقة"},
      {"lvl":2,"id":168,"sub":0,"tit":"فصل - ويتعين"},
      {"lvl":2,"id":169,"sub":0,"tit":"فصل - والعقيقة سنة مؤكدة في حق الأب"},
      {"lvl":1,"id":171,"sub":0,"tit":"كتاب الجهاد"},
      {"lvl":2,"id":174,"sub":0,"tit":"فصل - ويلزم الإمام أو الجيش إخلاص النية لله تعالى في الطاعات"},
      {"lvl":2,"id":175,"sub":0,"tit":"فصل - وتملك الغنيمة بالاستيلاء عليها في دار الحرب"},
      {"lvl":2,"id":178,"sub":0,"tit":"فصل - ويجوز عقد الذمة"},
      {"lvl":2,"id":180,"sub":0,"tit":"فصل - و"}
    ]
}
