{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147669":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"قَاعِدَةٌ مُخْتَصَرَةٌ فِي قِتَالِ الكُفَّار وَمُهَادَنَتِهِمَ وَتَحْرِيمِ قَتْلِهِمَ لِمُجَرَّدِ كُفْرهِمَ\r(قَاعِدِةٌ تبيِّن القِيَم السَّامِية لِلحَضَارَة الإسْلَاميَّةِ في الحَربِ وَالقِتَال)\rتأليف\rشيخ الإسْلَام أحْمَد بن عَبْد الحَليم ابْن تيميَّة الحرَّاني\r(661 - 728 هـ)\rحقّقَها ودَرسهَا درَاسَة مُقَارنة\rد. عبْد العزيز بْن عَبْد اللَّه بن إِبْراهِيم الزِّير آل حمَد\rغفرَ الله لَه وَلوَالديْه وللمُسلمين","seal":"535791A8","page":1},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","seal":"EE18FC81","page":2},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"قَاعِدَةٌ مُخْتَصَرَةٌ فِي قِتَالِ الكُفَّار وَمُهَادَنَتِهِمَ وَتَحْرِيمِ قَتْلِهِمَ لِمُجَرَّدِ كُفْرهِمَ","seal":"504962AC","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"ح عبد العزيز عبد الله الزير آل حمد، 1424 هـ\rفهرسة مكتبة الملك فهد الوطنية اثناء النشر\rابن تيمية، أحمد بن عبد الحليم.\rقاعدة مختصرة في قتال الكفار ومهادنتهم وتحريم قتلهم لمجرد كفرهم/ أحمد بن عبد الحليم ابن تيمية؛ عبد العزيز عبد الله الزير آل حمد - الرياض، 1424 هـ.\r242 ص 17 × 24 سم.\rردمك: 2 - 084 - 44 - 9960\r1 - الجهاد\rأ. الزير، عبد العزيز عبد الله (محقق) ب - العنوان ديوي 256\r5969/ 1424\rرقم الإيداع 5969/ 1424\rردمك: 2 - 084 - 44 - 9960\rحُقُوق الطَّبْع مَحْفُوظَة لِلمُحقّق\rالطَّبْعَة الأُولى\r1425 هـ - 2004 مـ\rيطلب الكتاب من المحقق على العنوان التالي:\rالمملكة العربية السعودية. الرياض\rص. ب 365183 الرمز البريدي 11393\rبريد إلكتروني: dr_alzeer@hotmail.com","seal":"316386CD","page":4},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"كلمات مضيئة\r* قال شيخ الإسلام ابن تيمية رحمه الله تعالى: (الكفار إنما يقاتلون بشرط الحراب، كما ذهب اليه جمهور العلماء، وكما دل عليه الكتاب والسنة، كما هو مبسوط في موضعه) \"النبوات\" ص (140).\r* * *\r* قال ابن القيم رحمه الله تعالى: (ولأن القتل إنما وجب في مقابلة الحراب لا في مقابلة الكفر، ولذلك لا يقتل النساء، ولا الصبيان، ولا الزمنى، والعميان، ولا الرهبان الذين لا يقاتلون؛ بل نقاتل من حاربنا) \"أحكام أهل الذمة\" (1/ 110).\r* * *\r* وقال أيضًا: (ولم يكره أحدًا قط على الدين، وإنما كان يقاتل من يحاربه ويقاتله، وأما من سالمه وهادنه فلم يقاتله ولم يكرهه على الدخول في دينه امتثالًا لأمر ربه سبحانه ... ومن تأمل سيرة النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - تبين له أنه لم يكره أحدًا على دينه قط، وأنه إنما قاتل من قاتله، وأما من هادنه فلم يقاتله ما دام مقيمًا على هدنته لم ينقض عهده) \"هداية الحيارى\" (1/ 12).","seal":"7529CBD7","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"المُقَدِّمَةُ\rالحمد لله، والصلاة والسلام على رسول الله، وعلى آله وأصحابه، ومن اتبع هداه، وبعد:\rفإننا في هذه الأيام - أيام المحن، وتعدد ضروب الفتن - نعيش صراعًا ليس كباقي الصراعات، إنه صراع الحضارات أو صراع الحياة، وإن المقلب لصفحات التواريخ والأيام ليجد أن كثيرًا من الحضارات التي حاربت الإسلام والمسلمين قامت سياسة حربها وقتالها على مبدأ الظلم والعدوان، وسفك الدماء، وقتل الأبرياء، وهتك الأعراض، فلم ترع لأحد حرمة، ولم تر لأحد حقًّا.\rفقتلوا كل من قابلهم من المسلمين لمجرد إسلامه وإيمانه، وسفكوا دم كل أحد حتى ولو أعلن استسلامه، ولا أدل على ذلك ما قام به هولاكو الذي قتل ما يزيد على ألف ألف من البشر.\rوفرناندو، وإيزبلا، وريتشارد الملقب بـ: (قَلْب الأسَد)،","seal":"9F55C0CF","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"ونابليون، وستالين الذي قتل ملايين المسلمين في القوقاز، وموسوليني الفاشي الذي أراد بناء حضارته على جثث المسلمين في شمال أفريقية، وغيرهم الكثير الكثير الذين عملوا من الأعمال الإرهابية، والجرائم الفظيعة الغير الإنسانية، ما تقشعر له الجلود، فإنا لله وإنا إليه راجعون.\rبل في العصر الراهن نجد أن الحضارة الغربية، المبنية على العنصرية، والسياسة التي تدعي الديمقراطية والحرية، قد سامت البشرية وأذاقتها صنوفًا وألوانًا من العذاب، والقهر والتسلط، والبغي والعدوان، وما حادثة هيروشيما ونكازاكي عنا ببعيد، هذه الحادثة التي أقضت المضاجع، وقلَّبت المواجع، ليست فقط على من ذاق بلواها، وشاهد لأوها؛ بل على سكان الأرض أجمع إلى يومنا هذا .. وكذلك ما عملته الحضارة الغربية في فيتنام .. وما عملته في فلسطين تحت أيدي اليهود الغاصبين .. وما عملته في أفغانستان .. وما تعمله الآن في العراق من نهب الخيرات، وسلب","seal":"6ACC1061","page":8},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"المقدرات.\rإن الحضارة الغربية، وسياستها الحربية، ونزعتها الفكرية القتالية، لا تقوم إلا على الدماء، وقطع الأشلاء، من الضحايا الأبرياء، الذين لا حول لهم ولا قوة.\rسياسة تقوم على القاعدة الفرعونية: {مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ}.\rسياسة تقوم على مصادرة العقول والحريات \"فمن ليس معنا فهو ضدنا\"، فهي كالشجرة الخبيثة اجتثت من فوق الأرض ما لها من قرار.\rأما سياسة الإسلام الحربية، وتشريعاته الجهادية، وحضارته الإنسانية، فقد كانت على خلاف ما كانت حروب عليه الأعداء تمامًا.\rفهي سياسة شعارها ودثارها السلم والمسالمة، وإذا حاربت للدفاع عن نفسها أو عن دعوتها حتى لا تكون فتنة ويكون الدين","seal":"EFAAD7E7","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"لله، فهي لا تقاتل إلا المقاتل، فلا تقتل من لم يقاتل من الشيوخ، والرهبان، والأجراء، والنساء، والصبيان، ونحوهم ممن لم ينصب نفسه للقتال.\rوهي سياسة لا تقوم على الإفساد في الأرض، فلا تهدم مسكنًا، ولا تخرب عمرانًا، ولا تقطع شجرة، إلا لمصلحة يراها ولي الأمر.\rوهي سياسة تقوم على النظر في جلب المصالح ودرء المفاسد.\rوهي سياسة تقوم على النظر في حال المسلمين من قوة وضعف - كما سيأتي - ومن تأمل القرآن والسنة، وما كان عليه مجاهدو هذه الأمة عرف ذلك حق المعرفة، والتاريخ خير شاهد.\rولقد كَتب في هذا الباب عدد من الكُتَّاب، لكن في الحقيقة لم أجد من فصّل في هذه المسألة تفصيلًا علميًّا دقيقًا، مقرونًا بالدليل النقلي والبرهان العقلي إلا شيخ الإسلام في قاعدته المختصرة هذه","seal":"DA8B23DF","page":10},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"في قتال الكفار.\rفلقد ألَّف - رَحِمَهُ اللهُ - في هذا الباب مجلدًا حافلًا مستقلًا (¬1)، لكن للأسف لم يقع بين أيدينا سوى المختصر منه، فقلت: ما لا يدرك كله، لا يترك كله، فسارعت إلى دراسته دراسة علمية موضوعية، ومقارنته بما تيسر من مخطوطاته ونسخه، وتأصيل جمله وعباراته من كلام شيخ الإسلام نفسه في سائر ما توفر لدي من مؤلفاته ومصنفاته، وكذا مصنفات تلميذه، صفي فؤاده، ابن قيم الجوزية رحمهما الله تعالى.\rوإننا حينما نخرج هذه الرسالة المختصرة وأمثالها، لنوضح بجلاء للمسلمين وللعالم الغربي المستغفل إعلاميًا، مفاهيم الجهاد الشرعية، وأساليبه الحضارية، التي قام عليها الإسلام، وأسَّس عليها دُوَلَه، والتي من بينها دولة الإسلام والمسلمين، ومهوى\r¬__________\r(¬1) سيأتي بيان ذلك إن شاء الله تعالى.","seal":"059B87B2","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"أفئدة العالمين، بلاد الحرمين الشريفين \"المملكة العربية السعودية\".\rبل إن في هذه الرسالة المختصرة أبلغ رد على من يتهم هذه الدولة المباركة، أو دعوة شيخ الإسلام ابن تيمية، أو دعوة شيخ الإسلام محمد بن عبد الوهاب بالدعوة إلى الإرهاب أو الحض عليه، وما عقيدة وثقافة ابن عبد الوهاب إلا صورة أخرى لعقيدة وثقافة ابن تيمية، يعرف ذلك كل من له أدنى علم وفهم.\rوكون بعض من شباب المسلمين قد سلكوا مسالك البغي والعدوان، فلا يعني أننا نحمّل الآخرين جريرتهم ووزرهم، وقد علَّمنا الإسلام ألا تزر وازرة وزر أخرى.\rكما أرجو من الله تعالى أن يخرج بأسباب هذه الرسالة المختصرة كثيرًا من شباب الأمة ممن غرق في وحل الفكر المتطرف الذي يستحل دماء الأبرياء، مدعيًا أن ذلك هو منهج سيد الأنبياء! ! .\rوأن يصحح بأسبابها كثيرًا من المفاهيم المغلوطة عن منهج شيخي الإسلام ابن تيمية وابن عبد الوهاب تجاه قتال الكفار،","seal":"E2E9E2BD","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"وتحريم قتلهم بمجرد كفرهم.\rوفي الختام أشكر الله تعالى المان بكل خير، ثم أشكر كل من ساعدني على دراسة هذه الرسالة المختصرة وتحقيقها، وأخص منهم جميع الأخوة الذين منحوني - على كثرة شواغلهم - جزءًا كبيرًا من وقتهم لقراءة هذه الرسالة المختصرة، وإبداء ما عليها من ملحوظات.\rفأرجو من الله أن أكون قد وفقت فيما توصلت إليه من دراسة ونظر حولها، وهي في الحقيقة لا تعدو أن تكون جهدًا من مقل، فإن أصبت فمن الله وحده، وإن أخطأت فمن نفسي ومن الشيطان والله ورسوله منه برئيان، والحمد لله رب العالمين.\rوكتبه\rد/ عبد العزيز بن عبد الله بن إبراهيم الزير آل حمد\rرياض نجد 21/ 6/ 1424 هـ\rdr_alzeer@hotmail.com","seal":"879C8489","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"القسم الأول\rدراسة الكتاب، وتشتمل على الآتي:\r* تمهيد.\r* أسباب دراسة الرسالة المختصرة.\r* تحقيق نسبة الرسالة المختصرة إلى شيخ الإسلام.\r* تحقيق صحة الرسالة المختصرة، وأنها منقولة عن أصل شيخ الإسلام ابن تيمية في قتال الكفار.\r* مراد شيخ الإسلام في هذه الرسالة المختصرة.\r* عنوان الرسالة المختصرة.\r* النسخ الخطية للرسالة المختصرة.\r* منهجي في الدراسة.\r* منهجي في التحقيق.\r* نماذج مصورة للنسخ الخطية.","seal":"5ADFE846","page":15},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"تمهيد\rلا شك أن ما حصل وما يحصل للمسلمين في هذه الأزمان من إرهاب، وقتل وتشريد على يد أعدائهم من الكفرة الظالمين، ولأجل جهل كثير من شباب المسلمين بسياسة الإسلام الحربية، وتشريعاته الجهادية القتالية، جعلت بعضهم يتصرف - بدافع عاطفته، وشفقته ومحبته لأمته - تصرفات هوجاء، ويعمل أعمالًا فظيعة شنعاء، من تدمير للمباني السكنية، والمحلات التجارية، ومن قتلٍ للمعاهدين والمستأمنين، وممن ليس أهلًا للقتال، كالنساء والصبيان والأجراء، ومن لم يقاتل منهم من الضعفاء، بل ومن قتل لبعض من المسلمين الأبرياء.\rوسموا ما قاموا به: جهادًا وإرهابًا للأعداء! ! ، وما علموا - والله - أن الإسلام والمسلمين من ذلك براء، فحسبنا الله ونعم الوكيل.\rولأجل هذا كله أحببت أن أقف مع إخواني ممن أحب الجهاد","seal":"C04BEB33","page":17},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"والمجاهدين - ونِعْم ما أحب - بعض الوقفات التالية؛ علَّ الله أن يرد بها ضالًا، ويرشد بها تائهًا، فأقول وبالله التوفيق، ومنه أستمد العون والتسديد:\r* * *","seal":"F2A13248","page":18},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"الوقفة الأولى\rاعلم - وفقك الله - أن ما أصاب وما يصيب المسلمين في هذه الأزمان، وفي كل بلد من بلدانهم من تسلط للأعداء عليهم في كل مكان، إنما هو بسبب ذنوبهم وتقصيرهم في جنب الله تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ}.\rفالبدع والخرافات، والشركيات والخزعبلات، وفساد الأخلاق والسلوكيات قائمة على قدم وساق، فالمسلمون اليوم - والله - بحاجة أكثر إلى جهاد أنفسهم قبل جهادهم لأعدائهم.\rقال ابن القيم (¬1) رحمه الله تعالى: (ولما كان جهاد أعداء الله في الخارج فرعًا على جهاد العبد نفسه في ذات الله ... كان جهاد النفس مقدمًا على جهاد العدو في الخارج وأصلًا له، فإنه ما لم يجاهد نفسه\r¬__________\r(¬1) انظر: زاد المعاد (3/ 6 - 9) باختصار.","seal":"0DBD31EB","page":19},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"أولًا لتفعل ما أمرت به، وتترك ما نهيت عنه، ويحاربها في الله، لم يمكنه جهاد عدوه في الخارج).\rإلى أن قال: (وأمرهم أن يجاهدوا فيه حق جهاده .. فحق جهاده أن يجاهد العبد نفسه؛ ليسلم قلبه ولسانه وجوارحه لله .. ويجاهد شيطانه بتكذيب وعده ومعصية أمره وارتكاب نهيه .. فينشأ من هذين الجهادين قوة وسلطان وعدة، يجاهد بها أعداء الله في الخارج بقلبه ولسانه ويده وماله؛ لتكون كلمة الله هي العليا .. ).\r* * *","seal":"C2C9AC96","page":20},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"الوقفة الثانية\rمما لا شك فيه عند كل مسلم وعاقل أن من أهم ما قرره الإسلام وأكده: أن أمر بحفظ الأنفس، فنهى عن إزهاقها بغير حقها قال تعالى: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ}.\rوجعل من ضروب الإفساد في الأرض إهلاك الحرث والنسل: {وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ}.\rوجعل من قتل نفسًا واحدة - بغير حق - فكأنما قتل الناس جميعًا: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} [المائدة: 32].\rفإزهاق الأنفس والأرواح، وقتل من لا يستحق القتل وقتاله أمر مرفوض شرعًا وعقلًا.","seal":"A99145C3","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"قال شيخ الإسلام ابن تيمية (¬1) رحمه الله تعالى: (الأصل أن دم الآدمي معصوم لا يقتل إلا بالحق، وليس القتل للكفر من الأمر الذي اتفقت عليه الشرائع، ولا أوقات الشريعة الواحدة كالقتل قودًا، فإنه مما لا تختلف فيه الشرائع ولا العقول).\r* * *\r¬__________\r(¬1) الصارم المسلول (1/ 210).","seal":"555E3684","page":22},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"الوقفة الثالثة\rأن الله تعالى حينما شرع القتال والجهاد؛ فإنما شرعه لأسباب كثيرة، وحكم ظاهرة مستنيرة:\rمنها: مقاتلة من يقف في وجه الدعوة الإسلامية لمنع إعلاء كلمة الله، ونشر دينه الذي ارتضاه: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ}.\rومنها: حماية المسلمين والدفاع عنهم، وعن عقيدتهم الربانية، وملتهم الحنيفية الإبراهيمية: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ}.\rقال شيخ الإسلام ابن تيمية (¬1) رحمه الله: (وإذا كان أصل القتال المشروع هو الجهاد ومقصوده هو أن يكون الدين كله لله، وأن\r¬__________\r(¬1) مجموع الفتاوى (28/ 354).","seal":"9F00F2C3","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"تكون كلمة الله هي العليا، فمن منع هذا قوتل باتفاق المسلمين).\rوقال أيضًا (¬1): (المقصود بالقتال أن تكون كلمة الله هي العليا، وأن يكون الدين كله لله، وأن لا تكون فتنة، أي: لا يكون أحد يفتن أحدًا عن دين الله)، ومفهوم كلام الشيخ: أن من لم يمنع نشر دين الله، ولم يحاربه، ولم يضيق على أصحابه الخناق ألا يقتل ولا يقاتل.\r* * *\r¬__________\r(¬1) الصارم المسلول (2/ 514).","seal":"4955E734","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"الوقفة الرابعة\rأن المتأمل في سيرة النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وحياته المليئة بقتال وجهاد الكافرين، والتضحية في سبيل هذا الدين، ليرى أنه مر في قتاله وجهاده للكافرين بمراحل متنوعة، ومراتب متغايرة، وأن هذه المراحل والمراتب جاءت متكيفة مع الحال والوضع الذي كان النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وصحبه الكرام يعيشون فيه.\rقال شيخ الإسلام ابن تيمية (¬1) رحمه الله: (كان النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - في أول الأمر مأمورًا أن يجاهد الكفار بلسانه لا بيده، فيدعوهم ويعظهم ويجادلهم بالتي هي أحسن، ويجاهدهم بالقرآن جهادًا كبيرًا ... ، وكان مأمورًا بالكف عن قتالهم لعجزه وعجز المسلمين عن ذلك، ثم لما هاجر إلى المدينة وصار له بها أعوان أذن له في الجهاد، ثم لما قووا كتب عليهم القتال، ولم يكتب عليهم قتال من سالمهم؛ لأنهم\r¬__________\r(¬1) الجواب الصحيح (1/ 237).","seal":"7750F474","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"لم يكونوا يطيقون قتال جميع الكفار، فلما فتح الله مكة وانقطع قتال قريش ملوك العرب، ووفدت إليه وفود العرب بالإسلام، أمره الله تعالى بقتال الكفار كلهم).\rفقتاله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وقتال أصحابه للكفار، إنما هو قتال لمن يقاتلهم أثناء قيامهم بنشر دين الله تعالى حتى لا تكون فتنة ويكون الدين لله.\rقال شيخ الإسلام (¬1) رحمه الله تعالى: (ثم خلفاؤه بعده أبو بكر وعمر ومن معهما من المهاجرين والأنصار الذي يعلم أنهم كانوا أتبع الناس له وأطوعهم لامره وأحفظهم لعهده، وقد غزوا الروم كما غزوا فارس، وقاتلوا أهل الكتاب كما قاتلوا المجوس، فقاتلوا من قاتلهم، وضربوا الجزية على من أداها منهم عن يد وهم صاغرون).\r¬__________\r(¬1) مجموع الفتاوى (4/ 205).","seal":"CE74681E","page":26},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"فقتالهم إنما كان لمن قاتلهم، كما قال شيخ الإسلام ابن تيمية (¬1)\rرحمه الله تعالى: (ثم إنه كتب عليهم القتال مطلقًا وفسره بقوله: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا} الآية، فمن ليس من أهل القتال لم يؤذن في قتاله).\r* * *\r¬__________\r(¬1) الصارم المسلول (2/ 206).","seal":"2E2461AA","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"الوقفة الخامسة\rأن جهاد الكافرين وقتالهم وبدئهم بالقتال - كما جاء في السنة - إنما شرع للضرورة، فإذا لم يقبل الكفار هذا الدين دينًا بينهم ليكون الدين لله، ولتكون كلمة الله هي العليا، وليتمكن المسلمون من نشره بين كافة العالمين، أو لم يدفع الكفار الجزية عن يد وهم صاغرون، فما هو إلا القتال، إذ ليس للمسلمين خيار آخر بعد هذين الخيارين إلا خيار المواجهة، فهو خيار حتمه الواقع، وفرضته الضرورة.\rقال شيخ الإسلام ابن تيمية (¬1) رحمه الله تعالى: (إن القتال إنما شرع للضرورة، ولو أن الناس آمنوا بالبرهان والآيات لما احتيج إلى القتال، فبيان آيات الإسلام وبراهينه واجب مطلقًا وجوبًا أصليًا، وأما الجهاد فمشروع للضرورة).\r¬__________\r(¬1) الجواب الصحيح (1/ 238).","seal":"3CD7884F","page":28},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"أما بدئهم بالقتال مع عدم ممانعتهم من نشر دين الله تعالى وإقامته، وقتل من لا يقاتل منهم، فهو من الاعتداء الذي حرمه الله ورسوله، قال شيخ الإسلام ابن تيمية (¬1) رحمه الله تعالى: (وذلك أن الله تعالى أباح من قتل النفوس ما يحتاج إليه في صلاح الخلق كما قال تعالى: {وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ} أي: أن القتل وإن كان فيه شر وفساد، ففي فتنة الكفار من الشر والفساد ما هو أكبر منه، فمن لم يمنع المسلمين من إقامة دين الله لم تكن مضرة كفره إلا على نفسه).\r* * *\r¬__________\r(¬1) مجموع الفتاوى (28/ 355).","seal":"E362C6A0","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"الوقفة السادسة\rأن قتال الكافرين وطلبهم وجهادهم - في حالة ممانعتهم نشر دين الله - مشروط بقدرة المسلمين على مقاتلتهم، وإمكانهم لجهادهم، وإلا فلا.\rولهذا فإن الله تعالى حينما أمر نبيه بقتال الكفار كلهم لم يأمره إلا بعدما استقر له الأمر، وقواه على أعدائه، ففتح له مكة، وانقطع قتال قريش ملوك العرب، ووفدت إليه وفود العرب بالإسلام، أما إبان ضعف المسلمين وعدم قدرتهم على مواجهة أعدائهم، فإنه أمرهم بالصبر والكف، وهذا يظهر في الوقفة التالية.\r* * *","seal":"882EB5B0","page":30},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"الوقفة السابعة\rأنه يجوز للمسلمين حال ضعفهم أن يسالموا من يسالمهم، فلا يقاتلوا إلا من يقاتلهم، وأن يعملوا بآية الكف والصبر، كما قال شيخ الإسلام ابن تيمية (¬1) رحمه الله: (فمن كان من المؤمنين بأرض هو فيها مستضعف، أو في وقت هو فيه مستضعف، فليعمل بآية الصبر والصفح عمن يؤذي الله ورسوله من الذين اوتوا الكتاب والمشركين.\rوأما أهل القوة: فإنما يعملون بآية قتال أئمة الكفر الذين يطعنون في الدين، وبآية قتال الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون).\rوقال - أيضًا - قولًا أصرح من هذا (¬2): (فحيث ما كان للمنافق\r¬__________\r(¬1) الصارم المسلول (2/ 413).\r(¬2) المصدر السابق (3/ 683).","seal":"D08A5B73","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"ظهور يخاف من إقامة الحد عليه فتنة أكبر من بقائه عملنا بآية: {وَدَعْ أَذَاهُمْ}، كما أنه حيث عجزنا عن جهاد الكفار عملنا بآية الكف عنهم والصفح، وحيث ما حصل القوة والعز خوطبنا بقوله: {جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ}).\rقال مفتي الديار السعودية سماحة الشيخ عبد العزيز بن باز (¬1) رحمه الله تعالى، لمَّا ذكر الطور الثاني من الأطوار التي مرَّ بها الجهاد في الإسلام، قال: (وقد ذهب بعض أهل العلم إلى أن الطور الثاني، وهو: القتال لمن قاتل المسلمين، والكف عمن كف عنهم قد نسخ؛ لأنه كان في حال ضعف المسلمين فلما قواهم الله وكثر عددهم وعدتهم أمروا بقتال من قاتلهم ومن لم يقاتلهم، حتى يكون الدين كله لله وحده أو يؤدوا الجزية إن كانوا من أهلها.\rوذهب آخرون من أهل العلم إلى أن الطور الثاني لم ينسخ؛ بل\r¬__________\r(¬1) فضل الجهاد والمجاهدين ص ().","seal":"C2101D6B","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"هو باق يعمل به عند الحاجة إليه.\rفإذا قوى المسلمون، واستطاعوا بدء عدوهم بالقتال وجهاده في سبيل الله فعلوا ذلك، عملًا بآية التوبة وما جاء في معناها، أما إذا لم يستطيعوا ذلك، فإنهم يقاتلون من قاتلهم واعتدى عليهم، ويكفون عمن كف عنهم، عملًا بآية النساء وما ورد في معناها، وهذا القول أصح وأولى من القول بالنسخ وهو اختيار شيخ الإسلام ابن تيمية رَحِمَهُ اللهُ).\rقلت: وهذا من باب المصالح والمفاسد، وهو من أهم الأبواب الشرعية والطرق المرعية، وحينما جهل كثير من أبناء المسلمين المتحمسين للجهاد هذا الباب، أدخلوا على أنفسهم وأمتهم الويلات والحسرات.\rفها هي دولة من دول الإسلام الفتية (أفغانستان) أسقطت! !\rوها هم آلاف من المسلمين في أفغانستان قد قتلوا وقُطِّعوا وشُرِّدوا! !","seal":"052F094F","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"وها هم المسلمون في العراق ماذا حصل لهم؟ ! !\rوها هي حركات المقاومة والمناضلة في فلسطين ولبنان ماذا سيحصل لها؟ ! !\rوها هي الأعمال الخيرية في العالم الإسلامي أحجمت! !\rوها هم المسلمون يعيشون وضعًا ليس كسابق عهدهم! !\rوها هو الإسلام المتهم البرئ .. أصبح إرهابًا يجب القضاء عليه! !\r* * *","seal":"1E9CEB82","page":34},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"الوقفة الثامنة\rأن قتل الكافر لا يجوز في حالتين:\rالحالة الأولى: كونه معاهدًا أو مستأمنًا، والأحاديث في هذا كثيرة مستفيضة.\rوالحالة الثانية: كونه غير مقاتل، فقتله مع عدم مقاتلته عدوان وسرف، كما قال تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}. قال شيخ الإسلام ابن تيمية - رَحِمَهُ اللهُ - تعالى بعد أن أورد هذه الآية (¬1): (فمن ليس من أهل القتال لم يؤذن في قتاله).\rوقال أيضًا (¬2): (فعلم أن شرط القتال كون المقاتل مقاتلًا).\r¬__________\r(¬1) الصارم المسلول (2/ 206).\r(¬2) المصدر السابق (2/ 513).","seal":"261002A2","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"وقال أيضًا (¬1): (الكافر الأصلى الذي ليس هو من أهل القتال فإنه لا يقتل عند أكثر العلماء كأبي حنيفة، ومالك، وأحمد).\rوقال أيضًا (¬2): (والكافر الأصلي .. لا يقتل منهم إلا من كان من أهل القتال عند جمهور العلماء، كما دلت عليه السنة).\rولقد فصَّل شيخ الإسلام هذه المسألة في رسالتنا هذه المختصرة تفصيلًا دقيقًا، وبين أن قتل الكافر لمجرد كفره لا يجوز، واستدل على ذلك بالكتاب والسنة والاعتبار، وبين أن هذا هو مذهب جمهور أهل العلم كأبي حنيفة، ومالك، وأحمد.\r* * *\r¬__________\r(¬1) مجموع الفتاوى (28/ 354).\r(¬2) المصدر السابق (28/ 414).","seal":"8374AF6D","page":36},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"الوقفة التاسعة\rأن الكفار إذا نزلوا في أي بلد من بلاد المسلمين، فإن جهادهم ومقاتلتهم فرض عين على أهل ذلك البلد الذي نزلوا فيه - ليس فقط من الناحية الشرعية بل حتى من الناحية القانونية الدولية - فيجب عليهم أن يقاوموهم، ويقاتلوهم، وينزلوا بهم أشد العذاب ما استطاعوا إلى ذلك سبيلًا، خصوصًا إذا استوطنوا ديارهم، وأكلوا خيراتهم، وسلبوا أراضيهم وثرواتهم، كما هو الحال في أرض فلسطين، والعراق، وغيرهما.\rقال شيخ الإسلام (¬1): (وأما قتال الدفع فهو أشد أنواع دفع الصائل عن الحرمة والدين فواجب إجماعًا، فالعدو الصائل الذي يفسد الدين والدنيا لا شيء أوجب بعد الإيمان من دفعه، فلا يشترط له شرط؛ بل يدفع بحسب الإمكان، وقد نص على ذلك\r¬__________\r(¬1) الفتاوى الكبرى (4/ 608).","seal":"21C6C9AB","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"العلماء أصحابنا وغيرهم، فيجب التفريق بين دفع الصائل الظالم الكافر، وبين طلبه في بلاده، والجهاد: منه ما هو باليد، ومنه ما هو بالقلب، والدعوة، والحجة، واللسان، والرأي، والتدبير، والصناعة، فيجب بغاية ما يمكنه).\rوقال ابن القيم - رَحِمَهُ اللهُ - (¬1): (قتال الدفع أوسع من قتال الطلب وأعم وجوبًا؛ ولهذا يتعين على كل أحد ... وهذا كجهاد المسلمين يوم أحد والخندق، ولا يشترط في هذا النوع من الجهاد أن يكون العدو ضعفي المسلمين فما دون، فإنهم كانوا يوم أحد والخندق أضعاف المسلمين، فكان الجهاد واجبًا عليهم؛ لأنه حينئذ جهاد ضرورة ودفع لا جهاد اختيار).\rقلت: وكلامهما فرضه ومحله إذا رأى إمام المسلمين المصلحة المترجحة في إقامة الجهاد، أما إذا رأى إمام المسلمين أن المفسدة في\r¬__________\r(¬1) الفروسية ص (188).","seal":"E7535300","page":38},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"ذلك أعظم من المصلحة المترتبة على جهاد الدفع فالرأي ما يراه ولي أمر المسلمين، أما في هذا الزمن، الذي أصبحت فيه الدولة الإسلامية مقسمة إلى دويلات مختلفة في تشريعاتها، وسياساتها، ونظمها، وحدودها، فإنه من الخطأ أن يؤخذ كلامهما أو كلام غيرهما من أهل العلم ليطبقه على واقعنا المعاصر، فيقول: إن هذا فرض عين على كل المسلمين، ممن هم خارج حدود هذا البلد المحتل.\rنعم الواجب نصرتهم بالمال والنفس، وإذا رأى ولي أمرنا القائم بشرع الله المطهر، منع ذلك أو بعضه لمصلحة راجحة للإسلام والمسلمين، ودفع مفسدة متحققة، فلا تسوغ مخالفته، كيف والمفسدة ظاهرة واضحة وضوح الشمس في رابعة النهار! !\rثم كم رأينا وسمعنا في هذا الزمن عن بعض شبابنا ممن كانوا على التوحيد والسنة، حينما عادوا من بعض البلاد التي اجتاحتها قوى الكفر، عادوا بأفكار دخيلة، وعقائد فاسدة، كفَّروا فيها","seal":"C00AF3DE","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"ولاتنا، وعلماءنا، ووصموهم بأنهم عملاء مأجورون، واتهموهم بالنفاق.\rألا فليحرص شبابنا على بلادهم بلاد المسلمين \"المملكة العربية السعودية\"، ومهوى أفئدة الناس أجمعين، مهبط الوحي، ومتنزل القرآن، ومنبع الإسلام، ومأرز الإيمان، وألا يغتروا بالشعارات المزيفة، والعبارات البراقة المزوقة، وليكونوا خلف علمائهم وولاتهم صفًّا واحدًا، ولا يكونوا: {مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ}.\r* * *","seal":"4A2E8062","page":40},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"الوقفة العاشرة\rأن مهادنة الكفار عند عجز المسلمين عن مقاتلتهم جائزة شرعًا؛ بل إنها تجوز ولو كان فيها ضيم على المسلمين، كما سيأتي.\rوالهدنة تجوز مع الكفار مطلقة ومؤقتة عند عجز المسلمين عن مواجهتهم وقتالهم، أو بحسب ما يراه ولي الأمر من مصلحة راجحة للإسلام والمسلمين.\rقال شيخ الإسلام (¬1) رَحِمَهُ اللهُ: (وإنما تجوز مهادنة الكافر وأمانه عند العجز، أو المصلحة المرجوة لذلك).\rقال ابن القيم (¬2) رَحِمَهُ اللهُ: (مصالحة المشركين ببعض ما فيه ضيم على المسلمين جائزة للمصلحة الراجحة ودفع ما هو شر منه، ففيه دفع أعلى المفسدتين باحتمال أدناهما).\r¬__________\r(¬1) المصدر السابق (2/ 513).\r(¬2) زاد المعاد (2/ 513).","seal":"9AE342EB","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"وقال أيضًا (¬1): (جواز صلح أهل الحرب على وضع القتال عشر سنين، وهل يجوز فوق ذلك؟\rالصواب: أنه يجوز للحاجة والمصلحة الراجحة، كما إذا كان بالمسلمين ضعف وعدوهم أقوى منهم، وفي العقد لما زاد عن العشر مصلحة للإسلام).\rوقال أيضًا (¬2): (يجوز عقدها - أي الهدنة - مطلقة ومؤقتة ... على أي صفة كانت فيها المصلحة، والمصلحة قد تكون في هذا ... فإنه إذا عقد عقدًا إلى مدة طويلة، فقد تكون مصلحة المسلمين في محاربتهم قبل تلك المدة، فكيف إذا كان ذلك قد دلَّ عليه الكتاب والسنة، وعامة عهود النبي مع المشركين كانت كذلك مطلقة غير مؤقتة جائزة غير لازمة).\r¬__________\r(¬1) المصدر السابق (3/ 421).\r(¬2) أحكام أهل الذمة (2/ 876).","seal":"F929C109","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"* أسباب دراسة هذه الرسالة المختصرة:\rلقد دفعني إلى دراسة هذه الرسالة، وتحقيق القول فيها عدة أسباب، أوجزها فيما يلي:\r1 - وجود خلط كبير عند كثير من شباب الأمة في مسائل الجهاد، حتى أدخلوا فيه ما ليس فيه، ومن ذلك قتل من ليس من أهل المقاتلة والممانعة، وعدم مراعاتهم لجانب المصلحة والمفسدة، فخالفوا الكتاب والسنة وما كان عليه جمهور هذه الأمة، وضيقوا على المسلمين، فإنَّا لله وإنا إليه راجعون.\r2 - توضيح المنهج الوسطي المعتدل لشيخ الإسلام ابن تيمية في عموم المسائل، والتي من أهمها: قتل ومقاتلة الكفار، وأن هذا المنهج الوسطي في مقاتلة الكفار هو المنهج الذي انتهجه شيخ الإسلام محمد بن عبد الوهاب في تأسيس دعوته وجهاده، وعليه شيدت هذه الدولة المباركة، الدولة السعودية حرسها الله بالإسلام؛ بل في هذه الرسالة المختصرة أبلغ رد على من","seal":"E6FD69A7","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"وصف دعوة الشيخ محمد بن عبد الوهاب، أو دعوة شيخ الإسلام ابن تيمية، أو وصف هذه الدولة بالدعوة إلى الإرهاب والعنف.\r3 - بيان أن مجرد كفر الكافر ليس مبيحًا لقتله.\r4 - بيان أنه لا يقاتل من الكفار إلا من كان مقاتلًا بيده أو لسانه، أما من كان ليس كذلك فلا يقاتل ولا يقتل.\r5 - بيان أن الحكمة في الجهاد الطلبي كان بسبب ممانعة الكفار لنشر دين الله تعالى، فمتى لم يمنعونا من نشر الدين، وإقامة شرع الله لم يجز قتالهم.\r6 - بيان أن الجهاد الطلبي مشروط بقدرة المسلمين على مقاتلتهم، وإمكانهم لجهادهم، وإلا فلا.\r7 - بيان أنه يجوز للمسلمين حال ضعفهم أن يسالموا من يسالمهم، ولا يقاتلوا إلا من يقاتلهم، وأن يعملوا بآية الكف والصبر، كما قاله شيخ الإسلام ابن تيمية، وكما رجحه مفتي الديار السعودية","seal":"F259C38A","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"سماحة الشيخ ابن باز رَحِمَهُ اللهُ.\r8 - أن مقاتلة الكفار وحرابهم ومهادنتهم يجب أن تقدر فيها المصلحة والمفسدة.\r9 - التثبت والتحقق من صحة أصل هذه الرسالة المختصرة لشيخ الإسلام ابن تيمية.\r10 - توضيح المقصد الذي أراد شيخ الإسلام بيانه من خلال هذه الرسالة المختصرة.\r* * *","seal":"3D28D4E6","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"* تحقيق نسبة أصل الرسالة المختصرة لشيخ الإسلام ابن تيمية:\rقبل أن أخوض في مسألة تحقيق صحة الرسالة المختصرة من عدمها، فإن أساسيات البحث العلمي، تفرض علينا سؤالًا نصه:\rهل لشيخ الإسلام تصنيف أو مؤلف حول هذا الموضوع حتى يُختصر، أم لا؟ وهل أشار شيخ الإسلام إلى هذا البحث، أو أحال إليه في بعض مصنفاته؟\rنقول: من خلال التتبع والاستقراء نستطيع الجزم بأن لشيخ الإسلام بحثًا حول هذا الموضوع، يوضح ذلك أمور:\r1 - ما صرح به شيخ الإسلام ابن تيمية نفسه؛ إذ أخبر أن له تصنيفًا في هذا الباب - أعني قتال الكفار - بل وذكر فيه رأيه الذي رآه في الرسالة المختصرة، إذ قال (¬1): (الكفار إنما يقاتلون بشرط الحراب، كما ذهب اليه جمهور العلماء، وكما دل عليه الكتاب\r¬__________\r(¬1) النبوات ص (140).","seal":"6E6C7A48","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"والسنة، كما هو مبسوط في موضعه).\r2 - ما ذكره تلميذه ابن عبد الهادي في مصنفه الذي خصصه لترجمة شيخه شيخ الإسلام ابن تيمية، بأن له مصنفًا في قتال النصارى والمحاربين، فإنه قال وهو يعدد مصنفات شيخه (¬1): (وفي قتال أهل البيعات من النصارى ونصارى ملطية، وقتال الأحلاف، والمحاربين نحو مجلد)، فهذا النص من ابن عبد الهادي دليل واضح على أن لابن تيمية مصنف في هذا الباب.\r3 - أن شيخ الإسلام تكلم في ثنايا بعض كتبه عن الجزية، ثم ذكر أنه بسط هذا الكلام في مكان آخر، فإنه قال (¬2): (ولكن تنازعوا في الجزية هل تؤخذ من غير أهل الكتاب، وهذا مبسوط في موضعه)، والحقيقة أن شيخ الإسلام لم يفصل\r¬__________\r(¬1) العقود الدرية ص (74).\r(¬2) الجواب الصحيح (3/ 120).","seal":"113093FB","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"القول في هذه المسألة كما فصلها في الرسالة المختصرة المنقولة عن أصل مؤَلّفه رَحِمَهُ اللهُ تعالى.\r* * *","seal":"41D3EFAE","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"* تحقيق صحة الرسالة المختصرة، وأنها منقولة عن أصل شيخ الإسلام ابن تيمية في قتال الكفار:\rإذا علمنا وتيقنا أن لشيخ الإسلام ابن تيمية مصنف في هذا الباب، فهل هذه الرسالة المختصرة منقولة عن أصل شيخ الإسلام ابن تيمية في قتال الكفار؟\rأقول: عندما بدأت العمل على دراسة هذا المختصر من كلام شيخ الإسلام ابن تيمية وتحقيقه، حاولت قدر الإمكان توثيق كل جملة أو عبارة وردت في هذا المختصر من كلام ابن تيمية نفسه في مصنفاته الأخرى؛ لأرى مدى التطابق بينها وبين وجهة نظر الشيخ الأخرى في مصنفاته الأخرى، ووجدت بعد التتبع والاستقراء أن هذه الرسالة المختصرة مطابقة تمامًا لرأي شيخ الإسلام في مصنفاته الأخرى، مما يعني: أنها مقتبسة تمامًا من أصل كتاب شيخ الإسلام في هذا الموضوع.\rومما يعني أيضًا: أن المُخْتَصِرَ قد التزم الدقة والأمانة في نقل","seal":"527EBEFA","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"ما نقله دون تحريف، وهذه النقول تجد أنها فعلًا من كلام شيخ الإسلام في مصنفاته الأخرى، ويستطيع القارئ الكريم ملاحظة ذلك من خلال ما يراه من تعليقات علقتها في هامش تحقيق هذه الرسالة المختصرة.\rويمكن إثبات ما يدل على أن هذه الرسالة المختصرة منقولة عن أصل شيخ الإسلام في قتال الكفار ما يلي:\r1 - ما كتب على طرة المخطوطة ما نصه: (هذه رسالة ملخصة منقولة من قاعدة لشيخ الإسلام تقي الدين أحمد بن عبد الحليم بن تيمية في قتال الكفار، هل سببه المقاتلة أو الكفر).\r2 - ما قام به المختصر لأصل الكتاب من التزام عدم تداخل كلام شيخ الإسلام بعضه مع بعض؛ ولذلك نجد أنه عندما ينتقل من مكان إلى مكان آخر يقول: (إلى أن قال .. ) أو يقول: (ثم ذكر ... ).\r3 - أن كل من له اطلاع واهتمام بكتب شيخ الإسلام ابن تيمية يجزم","seal":"A423508C","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"تمامًا أن هذه الرسالة المختصرة هي منقولة من كلام شيخ الإسلام، وذلك أن نَفَسَه واستطراده في هذه المواضع التي نقلها عنه المختصر، توافق نَفَسَه واستطراداته في باقي مصنفاته الأخرى.\r4. أن الشيخ سليمان الصنيع - رحمه الله - يعد من أعلم الناس بمؤلفات شيخ الإسلام ابن تيمية، ولهذا لم يتردد في بعد أن قرأها في نسبتها إلى شيخ الإسلام، بل ونسخها؛ بل وذكر على طرتها إحالة تدلل على أن هذه النسخة مختصرة عن أصل شيخ الإسلام رحمه الله.\r5. ما وجد في ثنايا هذا المختصر من إحالات ذكر شيخ الإسلام - رحمه الله - أنه فصل القول فيها في مواضع أخرى من مصنفاته، ومن ذلك: ما نقله المختصر عن الشيخ قوله: (وقد بينا - في غير هذا الموضع - أن دين المرء يعتبر بنفسه لا بأجداده). وصدق شيخ الإسلام رحمه الله، فإنه قد أفاض الحديث عن هذه المسألة","seal":"EF520A4E","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"كما في مجموع الفتاوى (35/ 223)، وأيضًا كما في الفتاوى الكبرى (4/ 619)، ومن ذلك أيضًا: ما نقله المختصر عن الشيخ قوله: (وقد بسط ما يناسب هذا في \"الصارم المسلول على شاتم الرسول\"، وهذا موجود في الصارم انظر (3/ 696، 866).\r6. توافق كلام ورأي شيخ الإسلام المذكور في هذه الرسالة المختصرة مع كلامه وآرائه الأخرى في مصنفاته، سواء في: أن المقاتلة للكفار إنما هي بسبب الحراب لا الكفر، وأن الكفر وحده ليس موجبًا للقتل، وأنه لايقتل سوى المقاتل، وأنه يجوز مهادنة الكفار هدنة مطلقة ومؤقتة، وأن الجزية تؤخذ من عموم الكفار كتابيهم ووثنيهم، وكل هذا موثق في مواضعه من هذه الرسالة المختصرة، وسأورد بعضًا من الأمثلة على ذلك:\r* المثال الأول: قال شيخ الإسلام في الرسالة المختصرة:\r(قتال الكفار هل هو سبب المقاتلة، أو مجرد الكفر؟ وفي ذلك قولان","seal":"874E7483","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"مشهوران للعلماء، الأول: قول الجمهور، كمالك، وأحمد بن حنبل، وأبي حنيفة وغيرهم. الثاني: قول الشافعي، وربما علل به بعض أصحاب أحمد).\rوبنحو هذا قاله في النبوات (ص 140): (الكفار إنما يقاتلون بشرط الحراب، كما ذهب اليه جمهور العلماء، وكما دل عليه الكتاب والسنة، كما هو مبسوط في موضعه).\rوقال أيضًا في الفتاوى (20/ 101 - 102): (فأبو حنيفة رأى أن الكفر مطلقا إنما يقاتل صاحبه لمحاربته، فمن لا حراب فيه لا يقاتل؛ ولهذا يأخذ الجزية من غير أهل الكتاب العرب وإن كانوا وثنيين، وقد وافقه على ذلك مالك وأحمد في أحد قوليه، ومع هذا يجوز القتل تعزيرًا، وسيأتي في مواضع، وأما الشافعي فعنده نفس الكفر هو المبيح للدم إلا أن النساء والصبيان تركوا لكونهم مالًا للمسلمين، فيقتل المرتد لوجود الكفر وامتناع سببها عنده من الكفر بلا منفعة، وأما أحمد فالمبيح عنده أنواع، أما الكافر الأصلي","seal":"11E82081","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"فالمبيح عنده هو وجود الضرر منه، أو عدم النفع فيه، أما الأول فالمحاربة بيد أو لسان، فلا يقتل من لا محاربة فيه بحال من النساء والصبيان والرهبان والعميان والزمنى ونحوهم، كما هو مذهب الجمهور).\rوقال أيضًا كما في الفتاوى (8/ 534)، والفتاوى الكبرى (4/ 347): ) أن المرتد يقتل وإن كان عاجزًا عن القتال بخلاف الكافر الأصلى الذي ليس هو من أهل القتال، فإنه لا يقتل عند أكثر العلماء كأبي حنيفة ومالك وأحمد).\rوقال أيضًا كما في الفتاوى (28/ 659 - 660): (الرهبان .. تنازع العلماء في قتلهم كتنازعهم في قتل من لا يضر المسلمين لا بيده ولا لسانه، كالأعمى والزمن والشيخ الكبير، ونحوه كالنساء والصبيان، فالجمهور يقولون: لا يقتل إلا من كان من المعاونين لهم على القتال في الجملة، وإلا كان كالنساء والصبيان، ومنهم من يقول: بل مجرد الكفر هو المبيح للقتل، وإنما استثنى النساء","seal":"2E1C6305","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"والصبيان؛ لأنهم أموال).\r* المثال الثاني: قال شيخ الإسلام في الرسالة المختصرة:\r(وكما يجب قتل كل من بدل دينه؛ لكونه بدله، وإن لم يكن من أهل القتال، كالرهبان، وهذا لا نزاع فيه)، وبنحو ذلك قاله كما في الفتاوى (20/ 100): (المرتد يقتل بالاتفاق وإن لم يكن من أهل القتال إذا كان أعمى أو زمنًا أو راهبًا).\r* المثال الثالث: قال شيخ الإسلام في الرسالة المختصرة:\r(فقوله: (وقاتلوا ... ) تعليق للحكم بكونهم يقاتلوننا، فدل على أن هذا علة الأمر بالقتال، ثم قال: (ولا تعتدوا) والعدوان: مجاوزة الحد، فدل على أن قتال من لم يقاتلنا عدوان).\rوبنحو ذلك قاله، كما في الصارم المسلول (2/ 513): (إن الله تبارك وتعالى يقول في كتابه: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}، فأمر بقتال الذين يقاتلون، فعلم أن شرط القتال كون المقاتل مقاتلًا)، وقال في","seal":"BC13886E","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"السياسة الشرعية ص (104): (لأن القتال هو لمن يقاتلنا إذا أردنا إظهار دين الله كما قال الله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}.\r* المثال الرابع: قال شيخ الإسلام في الرسالة المختصرة:\r(والفتنة: أن يفتن المسلم عن دينه، كما كان المشركون يفتنون من أسلم عن دينه).\rومثل ذلك قاله كما في الصارم المسلول (2/ 514 - 515):\r(وذلك لأن المقصود بالقتال أن تكون كلمة الله هي العليا، وأن يكون الدين كله لله، وأن لا تكون فتنة، أي: لا يكون أحد يفتن أحدًا عن دين الله).\r* المثال الرابع: قال شيخ الإسلام في الرسالة المختصرة: (ولم يقل: وقاتلوهم حتى يسلموا).\rومثل ذلك قاله كما في منهاج السنة النبوية (8/ 509 - 510)","seal":"C21226AA","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":": (وهؤلاء وجد فيهم أحد الأمرين القتال أو الإسلام، وهو سبحانه لم يقل: تقاتلونهم أو يسلمون إلى أن يسلموا، ولا قال: قاتلوهم حتى يسلموا؛ بل وصفهم بأنهم يقاتلون أو يسلمون، ثم إذا قوتلوا فإنهم يقاتلون كما أمر الله حتى يعطوا الجزية عن يد وهم صاغرون).\rوقال أيضًا في الموضع السابق (8/ 516): (وقوله تعالى {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} وقال: {فَإِنْ تَابُوا} ولم يقل: قاتلوهم حتى يتوبوا).\rوقال أيضًا في الصفدية (2/ 321): (وكانوا قد دعوا عام الحديبية إلى قتال من يقاتل أو يعاهد، وبعد ذلك يدعون إلى قتال من يقاتلون أو يسلمون، ولم يقل: أو يسلموا، فانه كان يكون المعنى حتى يسلموا وقتالهم لا يجب إلى هذه الغاية).\r* المثال الخامس: قال شيخ الإسلام في الرسالة المختصرة:","seal":"E5289163","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"(ويدل على ذلك: أنا إذا قاتلنا أهل الكتاب، فإنا نقاتلهم حتى لا تكون فتنة، ويكون الدين كله لله، وهذا المقصود يحصل إذا أدوا الجزية عن يد وكانوا صاغرين).\rوبنحو ذلك قاله كما في الصفدية (2/ 321): (إذا أعطوا الجزية عن يد وهم صاغرون فقد قوتلوا القتال المأمور به).\r* المثال السادس: قال شيخ الإسلام في الرسالة المختصرة: (المعنى: إني لم أؤمر بالقتال إلا إلى هذه الغاية، ليس المراد: أني أمرت أن أقاتل كل أحد إلى هذه الغاية).\rوبنحو ذلك في الصفدية (2/ 321) قال: (وقتالهم لا يجب إلى هذه الغاية بل إذا أعطوا الجزية عن يد وهم صاغرون فقد قوتلوا القتال المأمور به).\r* المثال السابع: قال شيخ الإسلام في الرسالة المختصرة: (بل كانت سيرته أن من سالمه لم يقاتله).\rوبنحو ذلك قاله تلميذه ابن القيم في هداية الحيارى (1/ 12)","seal":"9B028DAB","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":": (ومن تأمل سيرة النبي - صلى الله عليه وسلم - تبين له أنه لم يكره أحدًا على دينه قط، وأنه إنما قاتل من قاتله، وأما من هادنه فلم يقاتله ما دام مقيمًا على هدنته، لم ينقض عهده؛ بل أمره الله تعالى أن يفي لهم بعهدهم ما استقاموا له، كما قال تعالى: {فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ}، ولما قدم المدينة صالح اليهود وأقرهم على دينهم، فلما حاربوه ونقضوا عهده وبدؤوه بالقتال قاتلهم، فمنّ على بعضهم، وأجلى بعضهم، وقتل بعضهم، وكذلك لما هادن قريشًا عشر سنين لم يبدءهم بقتال حتى بدؤوا هم بقتاله ونقضوا عهده، فعند ذلك غزاهم في ديارهم، وكانوا هم يغزونه قبل ذلك، كما قصدوه يوم أحد، ويوم الخندق، ويوم بدر أيضًا هم جاؤوا لقتاله، ولو انصرفوا عنه لم يقاتلهم، والمقصود: أنه - صلى الله عليه وسلم - لم يكره أحدًا على الدخول في دينه البتة، وإنما دخل الناس في دينه اختيارًا وطوعًا).\rوالأمثلة في هذا كثيرة جدًّا، وبتصفح القارئ الكريم للكتاب سيجد أضعاف أضعاف ما ذكرته هنا.","seal":"451F3AE6","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"مراد شيخ الإسلام في هذه الرسالة المختصرة:\rهذه المسألة من أهم المسائل التي يجب علينا معرفتها والتأمل فيها؛ إذ بمعرفتها نحل إشكالًا وقع فيه من وقع بسبب خطأ فهمه لمراد الشيخ منها:\r* فجملة من أهل العلم أثبتوها - وهو الصحيح - لكنهم لم يفهموا المراد منها، لذا فسروها تفسيرًا يخالف مراد شيخ الإسلام وأهل العلم منها.\r* وجملة أخرى من أهل العلم نفوها، واختلفوا في ذلك واضطربوا:\rفبعضهم: نفاها جملة وتفصيلًا، بل وألَّف في هذا ردًّا وتكلف فيه - عفا الله عنا وعنه - أيما تكلف.","seal":"55927E1A","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"وبعضهم الآخر: نفى بعضها، وأثبت بعضها الآخر (¬1).\rوعلاج هذا الإشكال - من خلال منظور البحث العلمي - إنما يكون بالاستقراء والتتبع لما كتبه الشيخ في مصنفاته، ليتضح بجلاء مراده من هذا الفصل المنقول عنه في قتال الكفار؛ خصوصًا أن الموجود إنما هو المختصر من تأليفه شيخ الإسلام لا الأصل.\rلذا أستطيع بعد تتبعي واستقرائي لكلام شيخ الإسلام حول هذه المسألة من كتبه المطبوعة، القول باختصار: إن شيخ الإسلام أراد في هذا الموضع المنقول عنه بيان:\r1. أننا إذا قاتلنا الكفار من أهل الكتاب والمجوس والمشركين، فلا\r¬__________\r(¬1) وقد قام بعض الأخوة الأفاضل - جزاه الله خيرًا - بجمع أقوال العلماء حول هذه الرسالة المختصرة، ووضعها على الشبكة العنكبوتية، وهو جهد مميز يشكر عليه الباحث، إلا أنه حفظه الله لم يعتن بتحرير المسألة، وكذلك تحرير نسبة الرساله إلى شيخ الإسلام رحمه الله، ودراستها دراسة علمية منهجية مقارنة.","seal":"40A7DF03","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"نقتل سوى من يقاتلنا.\r2. أننا لا نقتلهم بمجرد كفرهم، فلا نقتل من ليس مقاتلًا من النساء والصبيان والشيوخ والرهبان والزمنى والمجانين وأهل الصوامع والأجراء والحراث ونحوهم ممن لم ينصب لنا الحرب.\r3. أن الكفار من المشركين وعبدة الأوثان إذا تركوا المسلمين، ولم يحاربوهم، ورضوا بإعطائهم الجزية عن يد وهم صاغرون، فلا داعي لقتلهم وقتالهم.\r4. أن المشركين من عبدة الأوثان حكمهم في القتال كحكم أهل الكتاب، فإذا منعوا إقامة دين الله ونشره في بلادهم، أو امتنعوا من أداء الجزية للمسلمين قوتلوا، فشيخ الإسلام هنا يؤيد ما ذهب إليه الجمهور من جواز أخذ الجزية من المشركين، وأنها ليست مخصوصة بأهل الكتاب ومن له شبهة كتاب كالمجوس.\rولقد بنى النافون لهذه الرسالة المختصرة كلامهم في هذا النفي - جملة - على إحدى مقدمتين، أو كلتيهما معًا:","seal":"2CC2AE51","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"الأولى: أن شيخ الإسلام في هذه الرسالة لا يرى جهاد الطلب، بينما في كتبه ومصنفاته الأخرى قد صرح في ثناياها بجهاد الطلب.\rالثانية: أن شيخ الإسلام في هذه الرسالة يرى أن مقاتلة الكفار إنما هي بسبب المقاتلة لا بسبب الكفر، بينما في كتبه ومصنفاته الأخرى خلاف ذلك.\rأما المقدمة الأولى:\rفإن السبب في إيرادها - في نظري - أمران:\rالأمر الأول: أن هذه الرسالة جاءت مختصرة مقتضبة؛ ولأجل هذا الاختصار تضاربت الفهوم في تحديد المراد منها، فمن لا يرى جهاد الطلب - وهو رأي محدث - طار بها فرحًا، وظن أن شيخ الإسلام لا يرى جهاد الطلب.\rومن يرى جهاد الطلب - وهو رأي المتقدمين والمتأخرين من علماء المسلمين - سارع بنفي هذه الرسالة المختصرة أو جزءًا منها؛ لأنها تخالف ما هو مذكور في كتب شيخ الإسلام الأخرى، وتخالف","seal":"9AE250B7","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"ما هو مستقر عند أهل العلم والفهم.\rوالحق أن شيخ الإسلام لا ينفي مقاتلة الكفار ابتداءً أو طلبهم، بل إنه لم يتعرض لهذا الأمر في الجزء المنقول عنه بشكل صريح، وإلا فابتداء الكفار - في حال قوة المسلمين - بالقتال عند ممانعتهم نشر الإسلام وإقامته، أو يعطوا الجزية عن يد وهم صاغرون أمر قد حسمه القرآن والسنة، وكان عليه عمل الأمة.\rولهذا قال شيخ الإسلام بعد أن تطرق إلى بعض ما تطرق إليه هنا.\rقال (¬1): (فلما نزلت آية الجزية لم يكن بد من القتال أو الإسلام والقتال إذا لم يسلموا حتى يعطوا الجزية، فصار هؤلاء إما مقاتلين\r¬__________\r(¬1) انظر: منهاج السنة (8/ 517 وما قبلها وما بعدها)، وانظر نحو هذا أيضًا في مجموع الفتاوى (19/ 19 وما بعدها)، والصفدية (2/ 317 وما بعدها) ينجلي عنك الإشكال، ويتضح لك التفصيل في المقام.","seal":"98A27144","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"وإما مسلمين، ولم يقل تقاتلونهم أو يسلمون، ولو كان كذلك لوجب قتالهم إلى أن يسلموا، وليس الأمر كذلك؛ بل إذا أدوا الجزية لم يقاتلوا، ولكنهم مقاتلين أومسلمين، فإنهم لا يؤدون الجزية بغير القتال).\rالأمر الثاني: ما ورد في بعض المواضع من هذه الرسالة المختصرة ما يفيد أن شيخ الإسلام يمنع ابتداء الكفار بالقتال: كاستدلاله بآية عدم الاعتداء، وكقوله: (يسالم من يسالمه)، وكقوله: (ولو كان الله أمره أن يقتل كل كافر لكان يبتدئهم بالقتل والقتال) إلى غير ذلك.\rوهذا الاستدلال صحيح لا يخالف فيه أحد؛ لكن مقصود شيخ الإسلام هنا كما ذكرناه آنفًا: أن الكفار إذا لم يحاربونا، ورضوا بإعطائنا الجزية عن يد وهم صاغرون، فلا داعي لقتلهم أو لقتالهم،","seal":"7763ED42","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"وأن قتل من لم يقاتل منهم نوع من الاعتداء الذي حرمه الله تعالى.\rقال ابن القيم (¬1) رحمه الله: (وهذه كانت سيرة رسول الله في أهل الأرض كان يقاتل من حاربه إلى أن يدخل في دينه أو يهادنه أو يدخل تحت قهره بالجزية، وبهذا كان يأمر سراياه وجيوشه إذا حاربوا أعداءهم، كما تقدم من حديث بريدة.\rفإذا ترك الكفار محاربة أهل الإسلام وسالموهم، وبذلوا لهم الجزية عن يد وهم صاغرون كان في ذلك مصلحة لأهل الإسلام وللمشركين.\rأما مصلحة أهل الإسلام: فما يأخذونه من المال الذي يكون قوة للإسلام مع صغار الكفر وإذلاله، وذلك أنفع لهم من ترك الكفار بلا جزية.\r¬__________\r(¬1) أحكام أهل الذمة (1/ 110).","seal":"F961214F","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"وأما مصلحة أهل الشرك: فما في بقائهم من رجاء إسلامهم إذا شاهدوا أعلام الإسلام وبراهينه، أو بلغتهم أخباره، فلا بد أن يدخل في الإسلام بعضهم، وهذا أحب إلى الله من قتلهم)\rوههنا أمر مهم، هو: أن الاقتصار على المختصرات دون الرجوع إلى أصول المؤلف الأخرى التي كتبها يعد من الخطأ العلمي الواجب على الباحثين اجتنابه.\rأما المقدمة الثانية:\rالتي ذكرها بعض المشككين في الرسالة، وعلل بها عدم صحة هذه الرسالة المختصرة، فإنه بالاستقراء والتتبع تبين لنا خلاف ما ذكروه؛ بل إن شيخ الإسلام يرى حقيقة أن الكافر لا يقتل بمجرد كفره، وقد صرح بهذا في عدة مواضع من كتبه، ومن ذلك:\r* قال رحمه الله في الصارم المسلول (2/ 210): (واذا أمر بقتل هذه المرأة التي هجته، ولم يؤذن له في قتل قبيلتها الكافرين، علمًا أن","seal":"248A327B","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"السب موجب للقتل، وإن كان هناك ما يمنع القتال لولا السب كالعهد والأنوثة، ومنع قتل الكافر الممسك أو عدم إباحته، وهذا وجه حسن دقيق، فإن الأصل أن دم الآدمي معصوم لا يقتل إلا بالحق، وليس القتل للكفر من الأمر الذي اتفقت عليه الشرائع ولا أوقات الشريعة الواحدة كالقتل قودًا، فإنه مما لا تختلف فيه الشرائع ولا العقول).\r* وقال رحمه في الموضع السابق (2/ 266): (أن النبي أمَّن عام الفتح جميع المحاربين إلا ذوي جرائم مخصوصه، وكان ممن أهدر دمه دون غيره - يعني: عبد الله بن خطل -، فعلم أنه لم يقتل لمجرد الكفر والحراب).\r* وقال رحمه الله كما في الفتاوى (20/ 101): (فأبو حنيفة رأى أن الكفر مطلقًا إنما يقاتل صاحبه لمحاربته فمن لا حراب فيه لا يقاتل؛ ولهذا يأخذ الجزية من غير أهل الكتاب العرب وإن كانوا وثنيين، وقد وافقه على ذلك مالك وأحمد في أحد قوليه .. وأما","seal":"3E70B05D","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"الشافعي فعنده نفس الكفر هو المبيح للدم إلا أن النساء والصبيان تركوا؛ لكونهم مالًا للمسلمين).\r* وقال أيضًا في الفتاوى (28/ 660): (الجمهور يقولون: لا يقتل إلا من كان من المعاونين لهم على القتال في الجملة، وإلا كان كالنساء والصبيان، ومنهم من يقول: بل مجرد الكفر هو المبيح للقتل وإنما استثنى النساء والصبيان؛ لأنهم أموال).\rوالأمثلة في هذا الكتاب كثيرة جدًّا.","seal":"1B69EF87","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"عنوان الرسالة المختصرة:\rورد عنوان الرسالة المختصرة على طرة النسخة الخطية هكذا (هذه رسالة ملخصة منقولة من قاعدة لشيخ الإسلام تقي الدين أحمد بن عبد الحليم بن تيمية في قتال الكفار، هل سببه المقاتلة أو الكفر)، أما النسخة المطبوعة، فقد كان عنوانها: (قاعدة في قتال الكفار هل هو لأجل كفرهم أو دفاعًا عن الإسلام)\rويبدو لي أن عنوان النسخة الخطية أقرب إلى مراد المؤلف، من العنوان المذكور على المطبوعة، وعنوان النسخة الخطية جاء ليكون متوافقًا مع مضمون الرسالة المختصرة؛ وقد رأيت أن يكون عنوانها: بـ: (قاعدة مختصرة في حكم قتال الكفار ومهادنتهم وتحريم قتلهم لمجرد كفرهم) ليكون أكثر تطابقًا مع المضمون.","seal":"C160094A","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"النسخ الخطية للرسالة المختصرة (¬1):\rتوفر لي عند الشروع في تحقيق هذه الرسالة المختصرة، نسختان:\rالأولى: خطية، محفوظة في المكتبة المركزية بجامعة الملك سعود بالرياض تحت رقم (1684).\rوعدد أوراقها: (18) ورقة.\rناسخها: الشيخ/ سليمان الصنيع (ت 1365 هـ)\rومسطرتها: (17) سطرا.\rوهي نسخة حسنة، منقولة من نسخة بخط محمد السليمان العبد العزيز البسام في 1363 هـ، وقوبلت على الأصل.\r¬__________\r(¬1) لا يفوتني بهذه المناسبة أن أتقدم بالشكر الجزيل لأخي الأستاذ الفاضل النبيل راشد بن محمد العساكر، الذي زودني بنسخة مطبوعة من الرسالة المختصرة، وبما لديه من معلومات نفيسة عنها، فجزاه الله خيرًا.","seal":"3E2BA54C","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"الثانية: مطبوعة ضمن مجموعة في مكتبة الأزهر بالقاهرة كانت قد طبعت في عام 1368 هـ - 1949 م محفوظة برقم 1450 مجاميع 59614.\rوتقع هذه الرسالة المختصرة من ص (116) إلى (146) ضمن المجموع الذي طبعه الشيخ محمد نصيف في مطبعة السنة المحمدية بالقاهرة عام 1368 هـ - 1949 م.\rقابل هذه النسخة محمد عبد الرازق آل حمزة في 26 ربيع الثاني عام 1364 هـ على نسخة أخرى بخط مصطفى الفاروقي، وطبعت بتحقيق محمد حامد الفقي رحمه الله تعالى.\r* * *","seal":"6A2F07E6","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"منهجي في الدراسة:\rلقد قمت بقراءة هذه الرسالة قراءة متأنية دقيقة، بعد ذلك قمت بالتتبع والاستقراء لأغلب كتب شيخ الإسلام ابن تيمية لأقوم بالمقارنة بين ما أجده في هذه الرسالة المختصرة، وبين ما أجده في مصنفاته الأخرى، وقد شمل الاستقراء والتتبع أكثر من أربعين مصنفًا لشيخ الإسلام ابن تيمية.\rكما قمت باستقراء لبعض كتب تلميذه ابن القيم، مثل: زاد المعاد، وأحكام أهل الذمة، وهداية الحيارى، ومقارنتها ببعض ما ذكر في هذه الرسالة المختصرة، وذلك في حالة عدم وقوفي على كلام مقارب لشيخ الإسلام في هذه الرسالة؛ إذ أن منهج ابن القيم - رحمه الله - ما هو في الحقيقة إلا صورة أخرى من منهج شيخ الإسلام ابن تيمية.\r* * *","seal":"603C0AF8","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"منهجي في التحقيق:\r1. اتخذت من النسخة الخطية أصلًا في إخراج هذه الرسالة، فقمت بقراءتها قراءة فاحصة، ثم قارنتها بالمطبوعة.\r2. اتبعت جميع ما في النسخة الخطية إلا ما رأيته حريًا بالتصحيح، فإن كانت الكلمة في النسخة ثابتة إلا أنها مصحفة، أو أخطأ الناسخ في كتابتها قمت بتصحيحها.\r3. كل ما كان بين معقوفتين هكذا [] فهو من إضافتي.\r4. خرجت الآيات في آخر الكتاب، والأحاديث والآثار الواردة في مواضعها باختصار شديد خشية الإطالة.\r* * *","seal":"B134214A","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"نماذج مصورة للنسخ الخطية","seal":"D35CC63E","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"صورة الصفحة الأولى من النسخة الخطية","seal":"CB5FAEEF","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"صورة الصفحة الأخيرة من النسخة الخطية","seal":"ADE2FAC3","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"صورة صفحة العنوان من المطبوعة","seal":"1A71A671","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rفصل في قتال الكفار هل هو سبب المقاتلة أو مجرد الكفر؟\rوفي ذلك قولان مشهوران للعلماء:\rالأول: قول الجمهور، كمالك، وأحمد بن حنبل، وأبي حنيفة وغيرهم.\rالثاني: قول الشافعي وربما علل به بعض أصحاب أحمد.\rفمن قال بالثاني قال: مقتضى الدليل قتل كل كافر، سواء كان رجلا أو امرأة، وسواء كان قادرًا على القتال أو عاجزًا عنه، وسواء سالمنا أو حاربنا. لكن شرط العقوبة بالقتل. أن يكون بالغًا، فالصبيان لا يقتلون لذلك. وأما النساء فمقتضى الدليل قتلهن، لكن لم يقتلن لأنهن يصرن سبيًا بنفي الاستيلاء عليهن، فلم يقتلن لكونهن مالا للمسلمين كما لا تهدم المساكن إذا ملكت.\rوعلى هذا القول: يقتل الرهبان وغير الرهبان لوجود الكفر. وذلك أن الله علق القتل لكونه مشركا بقوله (فاقتلوا المشركين) فيجب قتل كل مشرك، كما تحرم ذبيحته ومناكحته لمجرد الشرك. وكما يجب قتل كل من بَذلَ دينه لكونه بدله، وإن لم يكن من أهل القتال، كالرهبان. وهذا لا نزاع فيه. وإنما النزاع في المرأة المرتدة خاصة.\rوقول الجمهور: هو الذي يدل عليه الكتاب والسنة والاعتبار. فإن الله سبحانه قال (2: 191 - 194 وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ) إلى قوله - {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} فقوله \"الذين يقاتلونكم\" تعليق للحكم بكونهم يقاتلوننا. فدل على أن هذا علة الأمر بالقتال.\rصورة الصفحة الأولى من المطبوعة","seal":"08B08C95","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"صورة الصفحة الأخيرة من المطبوعة","seal":"C52B8B79","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"القسم الثاني النص المحقق","seal":"331080AF","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"قَاعِدَةٌ مُخْتَصَرَةٌ فِي قِتَالِ الكُفَّار وَمُهَادَنَتِهِمَ وَتَحْرِيمِ قَتْلِهِمَ لِمُجَرَّدِ كُفْرهِمَ\r(قَاعِدِةٌ تبيِّن القِيَم السَّامِية لِلحَضَارَة الإسْلَاميَّةِ في الحَربِ وَالقِتَال)\rتأليف\rشيخ الإسْلَام أحْمَد بن عَبْد الحَليم ابْن تيميَّة الحرَّاني\r(661 - 728 هـ)\rحقّقَها ودَرسهَا درَاسَة مُقَارنة\rد. عبْد العزيز بْن عَبْد اللَّه بن إِبْراهِيم الزِّير آل حمَد\rغفرَ الله لَه وَلوَالديْه وللمُسلمين","seal":"69A9D09C","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"فَصْلٌ في قِتَالِ الكُفَّارِ\rهَل هُوَ سَبَبُ المُقَاتَلَة، أَو مُجَرَّدُ الكُفْرِ؟\rوفَي ذَلِكَ قَوْلانِ مَشْهُورَانِ لِلْعُلَمَاءِ:\rالأولُ: قَوْلُ الجُمْهُوْر، كَمَالِكٍ، وأَحْمَدَ بنِ حَنْبَلٍ، وَأَبِي حَنِيْفَةَ وَغَيْرِهِمْ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (20/ 101 - 102): (فأبو حنيفة رأى أن الكفر مطلقًا إنما يقاتل صاحبه لمحاربته، فمن لا حراب فيه لا يقاتل؛ ولهذا يأخذ الجزية من غير أهل الكتاب العرب وإن كانوا وثنيين، وقد وافقه على ذلك مالك وأحمد في أحد قوليه ... وأما الشافعي فعنده نفس الكفر هو المبيح للدم إلا أن النساء والصبيان تركوا؛ لكونهم مالًا للمسلمين). وقال أيضًا كما في الفتاوى (8/ 534)، والفتاوى الكبرى (4/ 347): (أن المرتد يقتل وإن كان عاجزًا عن القتال، بخلاف الكافر الأصلى الذي ليس هو من أهل القتال، فإنه لا يقتل عند أكثر العلماء كأبي حنيفة، ومالك وأحمد). وقال أيضًا كما في الفتاوى (28/ 659 - 660): ) الرهبان .. تنازع العلماء في قتلهم كتنازعهم في قتل من لا يضر المسلمين لا بيده ولا لسانه، كالأعمى، والزمن، والشيخ الكبير، ونحوه كالنساء =","seal":"8AC37E0C","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"الثَّانِي: قَوْلُ الشَّافِعِيِّ (¬1)، وَرُبَّما عَلَّلَ بِهِ بَعْضُ أَصْحَابِ أَحْمَدَ (¬2).\rفَمَنْ قَالَ بِالثَّانِي، قَالَ: مُقْتَضَى الدَّلِيْلُ قَتْلُ كُلِّ كَافِرٍ، سَوَاءٌ كَانَ رَجُلًا أَوْ إِمْرَأَةً، وَسَوَاءٌ كَانَ قَادِرًا عَلَى القِتَالِ أَوْ عَاجِزًا عَنْهُ، وَسَوَاءٌ سَالَمَنا أَوْ حَارَبَنَا؛ لَكِنَّ شَرْطَ العُقُوْبَةِ بِالْقَتْل، أَنْ يَكُوْنَ بَالِغًا، فالصِّبيَانُ لا يُقْتَلُوْنَ لِذَلكَ.\rوأَمَّا النِّسَاءُ: فَمقْتَضى الدَّليلُ قَتْلُهنُّ، لَكنْ يُقْتلْنَ لأَنَّهنَّ يَصِرْنَ سَبْيًا بِنَفْسِ الاسْتِيَلاءِ عَلَيْهِنَّ، فَلَمْ يُقْتلنْ لِكَونِهنَّ مَالًا للِمُسلمِينَ، كَمَا لا تُهْدمُ المَسَاكِنُ إِذَا مُلِكتْ.\r¬__________\r= والصبيان، فالجمهور يقولون: لا يقتل إلا من كان من المعاونين لهم على القتال في الجملة، وإلا كان كالنساء والصبيان، ومنهم من يقول: بل مجرد الكفر هو المبيح للقتل، وإنما استثنى النساء والصبيان؛ لأنهم أموال).\r(¬1) انظر: الأم (4/ 293).\r(¬2) قال شيخ الإسلام في منهاج السنة (8/ 516): (والقول الآخر الذي قاله الشافعي ذكره الخرقي في مختصره، ووافقه عليه طائفة من أصحاب أحمد).","seal":"505004CA","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"وَعَلى هَذَا القَولِ: يُقْتلُ الرُّهْبَانُ وَغَيرُ الرُّهبَانِ لوُجُودِ الكُفِرِ؛ وذَلك أَنَّ الله عَلَّق القَتْل لِكَونِهِ مُشْرِكًا بِقَوْلِهِ: {فَاقْتُلُوا الْمُشْرِكِينَ}، فَيجِبُ قَتْلُ كُلِّ مُشْرِكٍ، كَمَا تَحْرُمُ ذَبِيْحَتَهُ ومُنَاكَحَتُهُ لِمُجَرَّدِ الشِّركِ.\rوَكما يَجِبُ قَتْلُ كُلِّ مَنْ بَدَّلَ دِينهُ؛ لِكونِهِ بَدَّلَهُ، وإنْ لمْ يَكُنْ مِنْ أَهْلِ القِتَالِ، كالرُّهْبَانِ، وهَذَا لا نِزَاعَ فِيهِ (¬1)، وإِنَّمَا النِّزَاعُ فِي المَرْأَةِ المُرْتَدَّةِ خَاصَّة (¬2).\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (20/ 100): (المرتد يقتل بالاتفاق، وإن لم يكن من أهل القتال إذا كان أعمى، أو زمنًا، أو راهبًا).\r(¬2) قال شيخ الإسلام في الفتاوى (18/ 274): (إذا قيل في المرأة المرتدة كفرت بعد إسلامها فتقتل قياسًا على الرجل؛ لقول النبي: \"لا يحل دم إمرىء مسلم يشهد أن لا إله إلا الله إلا بإحدى ثلاث رجل كفر بعد إسلامه أو زنى بعد إحصانه أو قتل نفسا فقتل بها\" فإذا قيل له: لا تأثير لقولك كفر بعد إسلامه، فإن الرجل يقتل بمجرد الكفر، وحينئذ فالمرأة لا تقتل بمجرد الكفر، فيقول: هذه علة ثابتة بالنص، وبقوله: \"من بدل دينه فاقتلوه\". وأما الرجل فما قتلته لمجرد كفره بل لكفره وجراءته، ولهذا لا أقتل من كان عاجزًا عن القتال كالشيخ الهرم ونحوه، =","seal":"BE0D6F17","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"وَقُوْلُ الجُمْهُورِ هُوَ الَّذِي يَدُلُّ عَلِيْهِ الكِتَابُ والسُّنّة والإِعْتِبَارُ (¬1).\r¬__________\r= وأما الكفر بعد الإسلام فعلة أخرى مبيحة للدم؛ ولهذا أقتل بالردة من كان عاجزًا عن القتال كالشيخ الكبير، وهذا قول مالك وأحمد، وإن كان ممن يرى أن مجرد الكفر يبيح القتال، كالشافعي، قال: الكفر وحده علة والكفر بعد الإسلام علة أخرى، وليس هذا موضع بسط هذه الأمور).\r(¬1) قال شيخ الإسلام ابن تيمية في النبوات ص (140): (الكفار إنما يقاتلون بشرط الحراب، كما ذهب إليه جمهور العلماء، وكما دل عليه الكتاب والسنة، كما هو مبسوط في موضعه). وقال أيضًا في السياسة الشرعية ص (104): (وأما من لم يكن من أهل الممانعة والمقاتلة كالنساء، والصبيان، والراهب، والشيخ الكبير، والأعمى، والزمن، ونحوهم، فلا يقتل عند جمهور العلماء إلا أن يقاتل بقوله أو فعله، وإن كان بعضهم يرى إباحة قتل الجميع لمجرد الكفر إلا النساء والصبيان لكونهم مالًا للمسلمين، والأول هو الصواب). وقال أيضًا كما في الفتاوى (28/ 354): (الكافر الأصلي الذي ليس هو من أهل القتال فإنه لا يقتل عند أكثر العلماء كأبي حنيفة، ومالك، وأحمد). وقال أيضًا في الموضع السابق (28/ 414): ) والكافر الأصلي .. لا يقتل منهم إلا من كان من أهل القتال عند جمهور العلماء كما دلت عليه السنة). وقال أيضًا في الفتاوى (16/ 80): (قوله {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ} دليل على أنه لا يجوز قتل النفس إلا بذنب =","seal":"AEB1C7CF","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"[الدَّلِيلُ الأَوَّلُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rفَإِنَّ اللهَ سُبْحَانَهُ قَالَ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} إِلَى قَوْلِهِ: {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ}.\rفَقَوْلُهُ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} تَعْلِيقٌ لِلْحُكْمِ بِكَوْنِهِمْ يُقَاتِلُوْنَنَا، فَدَلَّ عَلَى أَنَّ هَذَا عِلَّةَ الأَمْرِ بِالقِتَالِ (¬1).\r¬__________\r= منها، فلا يجوز قتل الصبي والمجنون؛ لأن القلم مرفوع عنهما، فلا ذنب لهما وهذه العلة لا ينبغي أن يشك فيها في النهي عن قتل صبيان أهل الحرب، وأما العلة المشتركة بينهم وبين النساء، فكونهم ليسوا من أهل القتال على الصحيح الذي هو قول الجمهور).\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 515): (فإنما يقاتل من كان ممانعًا عن ذلك، وهم أهل القتال، فأما من لا يقاتل عن ذلك فلا وجه لقتله؛ كالمرأة والشيخ الكبير والراهب ونحو ذلك). وقال أيضًا في الصارم المسلول (2/ 207): (ثم إنه كتب عليهم القتال مطلقًا، وفسره بقوله: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} الآية، فمن ليس من أهل القتال لم يؤذن في قتاله).","seal":"867E0EE0","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"ثُمَّ قَالَ: {وَلَا تَعْتَدُوا}، والعُدْوَانُ: مُجَاوَزَةُ الحدِّ، فَدَلَّ عَلَى أَنَّ قِتَالَ مَنْ لَمْ يُقَاتِلْنَا عُدْوَانٌ (¬1)، ويدُلُّ عَلَيهِ قَوْلُهُ بَعْدَ هَذَا، فَدَلَّ عَلَى أنَّه لا يحوز الزِّيَادَة.\rوَقُوْلُهُ بَعْدَ ذَلِكَ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}، وَلم يَقُلْ: قَاتِلُوْهُمْ، أَمْرٌ بِقَتْلِ مَنْ وُجِدَ مِنْ أَهْلِ القِتَالِ حَيثُ وُجِدَ، وَإِنْ لَمْ يَكُنْ مِنْ طَائِفَةٍ مُمتنِعَةٍ.\rثُمَّ قَالَ: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ}، وَالْفِتنَةُ: أَنْ يُفْتَنَ المُسْلمُ\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 513): (إن الله تبارك وتعالى يقول في كتابه: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}، فأمر بقتال الذين يقاتلون، فعلم أن شرط القتال كون المقاتل مقاتلًا) وقال في السياسة الشرعية ص (104): (لأن القتال هو لمن يقاتلنا إذا أردنا إظهار دين الله، كما قال الله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}).","seal":"E769C9F9","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"عَنْ دِينِهِ، كما كَانَ المُشْرِكُوْن يَفْتِنُونَ مَنْ أَسْلَمَ عَنْ دِينِهِ (¬1)؛ وَلِهَذَا قَالَ تَعَالى: {وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ}، وَهَذَا إِنَّمَا يَكُوْنُ: إِذَا اعْتَدَوْا عَلَى المُسْلِمِين، وَكَانَ لهمْ سُلْطَانٌ، وَحِينَئِذٍ يَجِبُ قِتَالُهُمْ (¬2)، حَتَّى لا تَكُوْنَ فِتْنَةٌ، حَتَّى لا يَفْتِنِوا مُسْلِمًا، وَهَذَا يَحْصُلُ بِعَجْزِهِمْ عَنْ القِتَالِ، وَلَمْ\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 514 - 515): (وذلك لأن المقصود بالقتال أن تكون كلمة الله هي العليا، وأن يكون الدين كله لله، وأن لا تكون فتنة، أي: لا يكون أحد يفتن أحدًا عن دين الله، فإنما يقاتل من كان ممانعًا عن ذلك، وهم أهل القتال، فأما من لا يقاتل عن ذلك فلا وجه لقتله؛ كالمرأة، والشيخ الكبير، والراهب، ونحو ذلك).\r(¬2) قلت: وهذا الوجوب يتعين على جميع المسلمين يوم أن كانت الدولة الإسلامية واحدة، وكان واليها واحدًا بحيث يقاتل تحت لوائه، أما في هذا العصر الذي تعددت فيه الولايات، وأصبحت كل دولة لها ولي أمرها المستقل في الحكم والسياسة والنظام، فإن الوجوب يكون وجوبًا عينيًا متحققًا في أهل ذلك البلد الذي اعتدي عليه، ولا يعذر أحد منهم بتركه، أما في حق غيرهم فهو واجب أيضًا لكن على الكفاية، ما لم يترتب عليه مفسدة ظاهرة متحققة، فإن ترتب عليه ما ذكر، فإن لولي الأمر فعل الأصلح للإسلام والمسلمين.","seal":"6CEC557A","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"يَقُلْ: وَقَاتِلُوْهُمْ حَتَّى يُسْلِمُوْا (¬1).\rوقوله: {وَيَكُونَ الدِّينُ لِلَّهِ}، وَهَذَا يَحْصُلُ إِذا ظهَرَتْ كَلِمَة الإِسلامِ، وَكَانَ حُكْمُ الله وَرَسوْلِهِ غَالِبًا، فَإِنَّه قَدْ صَارَ الدِّينُ للهِ.\rوَيَدُلُّ عَلَى ذَلِكَ: أنَّا إِذَا قَاتَلْنَا أَهْلَ الكِتَاب، فَإِنَّا نُقَاتِلُهُمْ حَتَّى لا تَكُوْنَ فِتْنَةٌ، ويكُوْنَ الدِّينُ كُلُّهُ لله، وَهَذَا المَقْصُوْدُ يَحْصُلُ إَذَا أَدَّوا\r¬__________\r(¬1) قال شيخ الإسلام في منهاجه (8/ 509 - 510): (وهؤلاء وجد فيهم أحد الأمرين القتال أو الإسلام، وهو سبحانه لم يقل: (تقاتلونهم أو يسلمون) إلى أن يسلموا، ولا قال: (قاتلوهم حتى يسلموا)؛ بل وصفهم بأنهم يقاتلون أو يسلمون، ثم إذا قوتلوا فإنهم يقاتلون كما أمر الله حتى يعطوا الجزية عن يد وهم صاغرون). وقال أيضًا في الموضع السابق (8/ 516): (وقوله تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} وقال: {فَإِنْ تَابُوا}، ولم يقل: قاتلوهم حتى يتوبوا). وقال أيضًا في الصفدية (2/ 321): (وكانوا قد دعوا عام الحديبية إلى قتال من يقاتل أو يعاهد وبعد ذلك يدعون إلى قتال من يقاتلون أو يسلمون، ولم يقل أو يسلموا فإنه كان يكون المعنى حتى يسلموا، وقتالهم لا يجب إلى هذه الغاية).","seal":"9CAC19FA","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"الجِزْيَةَ عَنْ يَدٍ وَكَانُوا صَاغِرِين (¬1).\rوَقوْلُ النَّبِيِّ - صلى الله عليه وسلم -: \"أُمِرْتُ أَنْ أقاتِلَ النَّاسَ حَتَّى يَشْهَدُوْا أَنْ لا إِلَهَ إِلَّا الله وَأَنَّي رَسُوْلُ الله، فَإِذَا فَعَلُوْا ذَلِكَ عَصَمُوْا مِنِّي دِمَاءَهمْ وَأَمْوَالَهمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى الله\" (¬2). هُوَ ذِكْرٌ لِلْغَايَةِ الَّتِي يُبَاحُ قِتَالُهُمْ إِلَيهَا، بِحَيثُ إِذَا فَعَلُوْهَا حَرُمَ قِتَالهمْ.\rوَالمَعْنَى: أَنِّي لَمْ أُؤْمَرْ بِالقِتَالِ إِلَّا إِلى هَذِهِ الغَايَةِ.\rليسَ المُرَادُ: أَنِّي أُمِرْتُ أن أُقاتِلَ كُلَّ أحَدٍ إِلَى هَذه الغَايَة (¬3)، فَإِنَّ\r¬__________\r(¬1) قال شيخ الإسلام في الصفدية (2/ 321): (إذا أعطوا الجزية عن يد وهم صاغرون فقد قوتلوا القتال المأمور به). وقال ابن القيم في أحكام أهل الذمة (1/ 79): (والمقصود: إنما هو أن تكون كلمة الله هي العليا، ويكون الدين كله لله، وليس في إبقائهم بالجزية ما يناقض هذا المعنى، كما أن إبقاء أهل الكتاب بالجزية بين ظهور المسلمين لا ينافي كون كلمة الله هي العليا وكون الدين كله لله).\r(¬2) أخرجه البخاري (ح/ 25، 392)، ومسلم (ح / 20، 21).\r(¬3) قال شيخ الإسلام في منهاج السنة (8/ 516): (وقوله: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله\" حق، فإن من قال لا إله إلا الله لم يقاتل بحال، ومن =","seal":"CF6785BF","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"هَذَا خِلافُ النَّصِّ والإِجْمَاعِ.\rفَإِنَّهُ لَمْ يَفْعَلْ هَذَا قَطٌ، بَلْ كَانَت سِيرتُهُ أَنَّ مَنْ سَالمَهُ لَمْ يُقَاتِلْهُ (¬1).\r¬__________\r= لم يقلها قوتل حتى يعطى الجزية، وهذا القول هو المنصوص صريحًا عن أحمد، والقول الآخر الذي قاله الشافعي ذكره الخرقي في مختصره، ووافقه عليه طائفة من أصحاب أحمد). وقال أيضًا في الصفدية (2/ 321): (وقتالهم لا يجب إلى هذه الغاية؛ بل إذا أعطوا الجزية عن يد وهم صاغرون فقد قوتلوا القتال المأمور به).\r(¬1) قال ابن القيم في هداية الحيارى (1/ 12): (ولم يكره أحدًا قط على الدين، وإنما كان يقاتل من يحاربه ويقاتله، وأما من سالمه وهادنه فلم يقاتله ولم يكرهه على الدخول في دينه امتثالًا لأمر ربه سبحانه، حيث يقول: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}، وهذا نفي في معنى النهي، أي: لا تكرهوا أحدًا على الدين .. والصحيح أن الآية على عمومها في حق كل كافر، وهذا ظاهر على قول من يجوز أخذ الجزية من جميع الكفار فلا يكرهون على الدخول في الدين؛ بل إما أن يدخلوا في الدين وإما أن يعطوا الجزية ... ومن تأمل سيرة النبي - صلى الله عليه وسلم - تبين له أنه لم يكره أحدًا على دينه قط، وأنه إنما قاتل من قاتله، وأما من هادنه فلم يقاتله ما دام مقيمًا على هدنته لم ينقض عهده؛ بل أمره الله تعالى أن يفي لهم بعهدهم ما استقاموا له ... ولما قدم المدينة صالح اليهود، وأقرهم على دينهم، فلما حاربوه ونقضوا =","seal":"343404CC","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r__________\r= عهده وبدؤوه بالقتال قاتلهم، فمنَّ على بعضهم، وأجلى بعضهم، وقتل بعضهم، وكذلك لما هادن قريشًا عشر سنين، لم يبدءهم بقتال حتى بدؤوا هم بقتاله ونقضوا عهده، فعند ذلك غزاهم في ديارهم، وكانوا هم يغزونه قبل ذلك كما قصدوه يوم أحد، ويوم الخندق، ويوم بدر أيضًا هم جاؤوا لقتاله، ولو انصرفوا عنه لم يقاتلهم، والمقصود: أنه - صلى الله عليه وسلم - لم يكره أحدًا على الدخول في دينه البتة، وإنما دخل الناس في دينه اختيارًا وطوعًا).\rوقال ابن القيم في أحكام أهل الذمة (1/ 79): (القتل إنما وجب في مقابلة الحراب لا في مقابلة الكفر، ولذلك لا يقتل النساء، ولا الصبيان، ولا الزمنى، والعميان، ولا الرهبان، الذين لا يقاتلون؛ بل نقاتل من حاربنا، وهذه كانت سيرة رسول الله في أهل الأرض، كان يقاتل من حاربه إلى أن يدخل في دينه، أو يهادنه أو يدخل تحت قهره بالجزية، وبهذا كان يأمر سراياه وجيوشه إذا حاربوا أعداءهم، كما تقدم من حديث بريدة، فماذا ترك الكفار محاربة أهل الإسلام وسالموهم، وبذلوا لهم الجزية عن يد وهم صاغرون كان في ذلك مصلحة لأهل الإسلام وللمشركين، أما مصلحة أهل الإسلام: فما يأخذونه من المال الذي يكون قوة للإسلام مع صغار الكفر وإذلاله، وذلك أنفع لهم من ترك الكفار بلا جزية، وأما مصلحة أهل الشرك: فما في بقائهم من رجاء إسلامهم إذا شاهدوا أعلام الإسلام وبراهينه أو بلغتهم أخباره فلا بد أن يدخل في الإسلام بعضهم، =","seal":"85FA5DBF","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"nass":"وَقَدْ ثَبَتَ بِالنَّصِّ والإِجْمَاعِ: أَنَّ أَهْلَ الكِتَابِ والمَجُوْسِ إِذَا أَدَّوْا الجِزْيةَ عَنْ يَدٍ وَهُمْ صَاغِرُوْنَ حَرُمَ قِتَالهمْ (¬1).\rوَقَد اِدَّعَى طَائِفَةٌ أَنَّ هَذِهِ الآيةَ مَنْسُوْخَةٌ، يَعْنِي قَوْلَه: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ}.\rقَالَ أبوْ الفَرَجِ (¬2): اخْتَلَفَ العُلَمَاءُ: هَلْ هَذِهِ الآيَة مَنْسُوْخَة أَمْ\r¬__________\r= وهذا أحب إلى الله من قتلهم).\r(¬1) قال شيخ الإسلام في منهاج السنة (8/ 514): (ولما أمر الله بقتال أهل الكتاب حتى يعطوا الجزية عن يد وهم صاغرون أخذ النبي - صلى الله عليه وسلم - الجزية من المجوس، واتفق المسلمون على أخذها من أهل الكتاب والمجوس، وتنازع العلماء في سائر الكفار على ثلاثة أقوال، فقيل: جميعهم يقاتلون بعد ذلك حتى يعطوا الجزية عن يد وهم صاغرون إذا لم يسلموا، وهذا قول مالك، وقيل: يستثنى من ذلك مشركوا العرب، وهو قول أبي حنيفة وأحمد في إحدى الروايتين عنه، وقيل: ذلك مخصوص بأهل الكتاب ومن له شبهة كتاب، وهو قول الشافعي وأحمد في رواية أخرى عنه، والقول الأول والثاني متفقان في المعنى).\r(¬2) انظر: زاد المسير (1/ 197).","seal":"07A0E79B","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"لا؟ عَلَى قَوْلَينِ: أَحَدُهُمَا: بِأَنَّهَا مَنْسُوْخَةٌ، واخْتَلَفَ أَرْبَابُ هَذَا القَوْل في المَنْسُوْخِ مِنْهَا عَلَى قَوْلَينِ:\rأَحَدُهُمَا: أنَّهُ أَوَّلُها، وَهُوَ قَولهُ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ}.\rقَالُوْا: وَهَذَا يَقْتَضي أَنَّ القِتَالَ مُبَاحٌ فِي حَقِّ مَنْ قَاتَلَ مِنَ الكُفَّار، وَلا يُبَاحُ فِي حَقِّ مَنْ لَمْ يُقَاتِلْ، وَهَذَا مَنْسُوْخٌ بِقَوْلِهِ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}.","seal":"B38DB470","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"[بَيَانُ مَعْنَى الاعْتِدَاء، وَأنَّهُ غَيرُ مَنْسُوخٍ]\rالثَّانِي: أَنَّ المَنْسُوْخَ مِنْهَا: {وَلَا تَعْتَدُوا}.\rوَلهِؤُلَاءِ فِي هَذَا الاعْتِدَاءِ قَوْلانِ:\rأَحَدُهُمَا: أنَّهُ قَتْلُ مَنْ لَمْ يُقَاتِلْ.\rالثَّانِي: أنَّهُ ابْتِدَاءُ المُشْرِكِينَ بِالقِتَالِ، وَهَذَا مَنْسُوْخٌ بِآيةِ السَّيفِ.\rقَالَ (¬1): والقَوْلُ الثَّانِي أَنَّهَا مُحْكَمَةٌ، وَمَعْنَاهَا عِنْدَ أَرْبَابِ هَذَا القَوْلِ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ}، وَهُمُ الَّذِينَ أعَدُّوْا أَنْفُسَهَمْ لِلْقِتَالِ.\rفَأَمَّا مَنْ لَيسَ بِمُعِدٍّ نَفْسَهُ لِلْقِتَالِ، كَالرُّهْبَانِ، والشُّيُوْخِ الفُنَاةِ، والزُّمْنَى، والمَكَافِيفِ، والمَجَانِين، فَإِنَّ هَؤُلاءِ لا يُقَاتَلُوْن، فَهَذَا حُكْمٌ بَاقٍ غَيرُ مَنْسُوخٍ.\r¬__________\r(¬1) يعني ابن الجوزي رحمه الله.","seal":"CD8EE7F2","page":100},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"nass":"قُلْتُ: هَذَا القَوْلُ هُوَ قَوْلُ جُمْهُورِ العُلَمَاء، وَهُوَ مَذْهَبُ مَالِكٍ، وأَحْمَدَ بنِ حَنْبَلٍ، وَغَيرِهِمْ.\rوالقَوْلُ الأَوْلُ ضَعِيفٌ، فَإِنَّ دَعْوَى النَّسْخَ يَحْتَاجُ إِلَى دَلِيلٍ، وَلَيسَ فِي القُرْآنِ مَا يُنَاقِض هَذِهِ الآيَة، بَلْ فِيهِ مَا يُوافِقُهَا، فَأَينَ النَّاسِخُ؟","seal":"344F8CEE","page":101},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"nass":"[تَفْسِيرُ قَوْلِهِ تَعَالَى: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}]\rوَقَوْلهُمْ: هَذِهِ تَقْتَضِي أَنَّ القِتَالَ مُبَاحٌ فِي حَقِّ مَنْ قَاتَل مِنَ الكُفَّار، وَلا يُبَاحُ فِي حَقِّ مَنْ لَمْ يُقَاتِلْ، وَهَذَا مَنْسُوْخٌ بِقَوْلِهِ تَعالى: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}.\rيُقَالُ: قَوْلُهُ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}. مَذْكُوْرٌ فِي مَوْضِعَينِ:\rأَحَدُهُمَا: هَذَا الموْضِعُ، وَهُوَ قَولُهُ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيثُ أَخْرَجُوكُمْ}، وَهَذَا مُتَّصِلٌ بِقَوْلِهِ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (190) وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيثُ أَخْرَجُوكُمْ}.\rفَالضَّمِيرُ عَائِدٌ إِلَى هَؤُلاءِ الَّذِين يُقَاتِلُونَ المُؤْمِنِينَ، هَمُ الَّذِين قَالَ {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}، وَهَذَا لا يُنَاقِضُ مَا تَقَدَّمَ؛ بَلْ مَنْ كَانَ مِنَ المُحَارِبِينَ المُقَاتِلِينَ لِلْمُؤْمِنِينَ، فَإِنَّهُ يُقْتَلْ حَيثُ ثَقِف، وَلَيس مِنْ حُكْمِهِ أَنْ لا يُقَاتَلَ إِلَّا فِي حَالَ قِتَالِه، بَلْ مَتَى كَانَ مِنْ أَهْلِ القِتَالِ","seal":"1C75F6DC","page":102},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":103,"nass":"الَّذي يُحِيفُ المُسْلِمِينَ، وَمنْ شأَنِهِ أَنْ يُقَاتِلَ، قُتِل قَائِمًا، أَوْ قَاعِدًا، أَوْ نَائِمًا.\rوَهُوَ يُقْتَلُ أَسِيرًا، فَقَدْ قَتَلَ النَّبِيُّ - صلى الله عليه وسلم - غَيرَ وَاحِدٍ بَعْدَ الأَسْر، مِثْل: عُقْبَة بنِ أَبِي مُعَيطٍ، وَالنَّضْرِ بنِ الحارِثِ (¬1)، وَحَكَّمَ سَعْدَ بنَ مُعَاذٍ فِي بَنِي قُرَيظَةَ - لمَّا نَزَلُوْا - أَنْ يَقْتُلَ مُقَاتِلَهُمْ، وَتُسْبَى ذَرَارِيهِمْ، فَقَتَلَهُمْ كُلَّهُمْ، وَكَانُوْا مِائَتَين (¬2).\r¬__________\r(¬1) انظر: الصارم المسلول (2/ 287، 279، 280، 500، 508).\r(¬2) انظر: الفتاوى (33/ 40)، والصارم المسلول (2/ 477)، وكتب في هامش المطبوعة: (الذي في المغازي وكتب السير: أنهم كانوا ستمائة، أو أكثر إلى تسعمائة) وانظر: الطبقات الكبرى (2/ 74)، وزاد المعاد (3/ 135).","seal":"CC99EFE1","page":103},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"nass":"ثُمَّ ذَكَرَ رَحِمَهُ اللهُ حَدِيثَ الصَّعْبِ بنِ جَثَّامَةَ: أَنَّ النَّبِيَّ - صلى الله عليه وسلم - شُئِلَ عَنْ أَهْلِ الدَّارِ مِنْ المُشْرِكِينَ، يَبِيتُوْنَ فَيُصَابُ مِنْ نِسَائِهِمْ وَصِبْيَانِهِمْ؟ فَقَالَ: \"هُمْ مِنْهُمْ\" (¬1).\rقَالَ: وَهَذَا لا يُنَاقِضُ نَهْيَهُ عَنْ قَتْلِ النِّسَاءِ وَالصِّبْيَان، فَإِنَّ هَذَا إِذَا أُصِيبُوْا بِغَيرِ تَعَمُّدٍ لَهمْ، وَذَاك إِذَا تَعَمَّدُوْا، فَإِنَّهُمْ لَيسُوْا كَصِبْيَانِ المُسْلِمِين وَذُرِّيَّتَهُمْ، وَلا كَأَهْلِ العَهْد، فَإِنِّ لهِؤُلاءِ عِصْمَةً مَضْمُوْنَةً، وَمُؤْتَمَنَةً بِالأَيمَانِ وَالأَمَانِ.\rوَنِسَاءُ أَهْلِ الحَرْبِ وِصِبْيَانُهُمْ لِيسَ لَهُمْ عِصْمَةٌ مَضْمُوْنَةٌ، وَلَكِنْ لا يَحِلُّ قَتْلُهُمْ عَمْدًا، إِذَا كَانوْا لَيسُوا مِنْ أَهْلِ القِتَالِ.\rوِإِذَا قُتِلُوْا فِي الحِصَار وَالبَيَاتِ، فَلَيسَ عَلَى المُسْلِمِينَ أَنْ يَدَعُوْا\r¬__________\r(¬1) أخرجه البخاري (ح/ 2850)، ومسلم (ح/ 1745) وغيرهما.","seal":"85347934","page":104},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"nass":"مَا أُمِرُوْا بِهِ مِنْ الجِهَادِ لِئَلَّا يُصَابَ مِثْل هَؤُلاءِ (¬1).\r¬__________\r(¬1) كلام النبي - صلى الله عليه وسلم -، وكلام شيخ الإسلام هنا ينصب فيما لو (حاصر) المسلمون (الكفار فقط) في حال الحرب، أما أن يقاس كلامهما ويحمل على تجويز شن الحرب على معسكر المسلمين في بلاد الإسلام، واستحلال الخروج على إمام المسلمين، وكذلك استهداف المباني المدنية، أو السكنية، أو التجارية، مما يكون فيها جملة من المسلمين أو بعضهم، أو فيها جملة من المعاهدين - مما لم يثبت أنه قاتل بيد أو لسان - وتشبيه ذلك بمسألة التترس، فهذا من القياس الفاسد، والرأي الكاسد، ومن الضلال المبين الذي يعلمه كل منصف متبع للحق، قال ابن عبد البر بعد أن أورد هذا الحديث في كتابه الإستذكار (5/ 25): (حديث الصعب بن جثامة وما كان مثله من التبييت والغارة، فليس فيه ذكر مسلم يتترس به، وقول مالك أصح ما قيل في ذلك؛ لتحريم الله دم المسلم تحريمًا مطلقًا لم يخص به موضعًا من موضع) قلت: وأعلم - رعاك الله - أن من مسالك أهل الأهواء والبدع اتباع المتشابه من كلام الله تعالى وكلام رسوله - صلى الله عليه وسلم - وكلام أهل العلم، وترك المحكم، قال شيخ الإسلام في الكلام عن سبب ضلال بني آدم، كما الجواب الصحيح: (2/ 715): (ومما ينبغي أن يعلم أن سبب ضلال النصارى، وأمثالهم من الغالية، كغالية العُبَّاد، والشيعة ... ألفاظ متشابهة، مجملة، مشكلة منقولة عن الأنبياء، وعدلوا عن الألفاظ الصريحة المحكمة، =","seal":"9F1C9224","page":105},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"nass":"فَمَنْ قَالَ: إِنَّ قَوْلَهَ: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ}، مَنْسُوْخٌ بِقَوْلِهِ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}، - إِنْ كَانَ قَدْ ظَنَّ أَنَّ قَوْلَهُ: {الَّذِينَ يُقَاتِلُونَكُمْ} أَنَّهُمْ لا يُقْتَلُوْن إِلَّا حَالَ قِتَالهِمْ - فَقَدْ غَلِطَ فِي فَهْمِ الآيَة، وَكَيفَ تَكُوْنُ مَنْسُوْخَة بِقَوْلِهِ: {وَاقْتُلُوهُمْ حَيثُ ثَقِفْتُمُوهُمْ}! ! .\r__________\r= وتمسكوا بها، وهم كلما سمعوا لفظًا لهم فيه شبهة تمسكوا به وحملوه على مذهبهم، وإن لم يكن دليلًا على ذلك) إلخ.\rوقال أيضًا في الفتاوى (3/ 62 - 63): (ومن هذا الباب الشبه التي يضل بها بعض الناس، وهى ما يشتبه فيها الحق والباطل، حتى تشتبه على بعض الناس ومن أوتى العلم بالفصل بين هذا وهذا لم يشتبه عليه الحق بالباطل والقياس الفاسد، إنما هو من باب الشبهات؛ لأنه تشبيه للشىء في بعض الأمور بما لا يشبهه فيه، فمن عرف الفصل بين الشيئين اهتدى للفرق الذي يزول به الإشتباه، والقياس الفاسد، وما من شيئين إلا ويجتمعان في شيء، ويفترقان في شيء، فبينهما اشتباه من وجه، وإفتراق من وجه، فلهذا كان ضلال بنى آدم من قبل التشابه، والقياس الفاسد لا ينضبط ... وقد وقع بنو آدم في عامة ما يتناوله هذا الكلام من أنواع الضلالات).","seal":"FACC198A","page":106},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"nass":"اللَّهُمَّ إِلَّا أَنْ يَكُوْنَ قَائِلُ هَذَا القَوْل مِمَّنْ يُسَمِّي تَقْييدَ المُطْلَقِ وَتَخْصِيصَ العَامِ نَسْخًا، حَتَّى قَدْ يُسَمِّي الاسْتِثْنَاء نَسْخًا، وَهَذَا اصْطِلَاحُ جَمَاعَةٍ مِنَ السَّلَف، فَكُلُّ آيَةٍ رَفَعَتْ مَا يُظَنُّ مِنْ دَلالَةٍ أُخْرَى قَالُوْا: إِنَّها نَسَخَتْهَا، وَتَسْمِيةُ هَذَا نَسْخًا مُطَابِقٌ لِلغَة، كَمَا سَمَّى اللهُ رَفْعَ مَا أَلْقَى الشَّيطَانُ نَسْخًا بِقَوْلِهِ: {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ} (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (13/ 272): (قال طائفة من المفسرين المتقدمين: إن المحكم هو الناسخ، والمتشابه المنسوخ، أرادوا - والله أعلم - قوله: {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ}، والنسخ هنا: رفع ما ألقاه الشيطان، لا رفع مما شرعه الله، وقد أشرت إلى وجه ذلك فيما بعد وهو أن الله جعل المحكم مقابل المتشابه تارة، ومقابل المنسوخ أخرى، والمنسوخ يدخل فيه في اصطلاح السلف العام كل ظاهر ترك ظاهره لمعارض راجح، كتخصيص العام، وتقييد المطلق، فإن هذا متشابه؛ لأنه يحتمل معنيين) إلى أن قال: (وتارة يكون الأحكام في إبقاء التنزيل عند من قابله بالنسخ الذي هو رفع ما شرع، وهو اصطلاحي، أو =","seal":"40953AA4","page":107},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"nass":"وَكَذَلِكَ قَوْلُ مَنْ يَقُوْلُ: قَوْلُهُ: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} نَاسِخٌ لِقَوْلِهِ: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} (¬1). مَعَ أَنَّ هَذِهِ فِي آلِ عِمْرَان، وَهِي\r¬__________\r= يقال: - وهو أشبه بقول السلف - كانوا يسمون كل رفع نسخًا سواء كان رفع حكم، أو رفع دلالة ظاهرة).\r(¬1) قال شيخ الإسلام في الفتاوى (13/ 29 - 30): (ولم يكن السلف يقبلون معارضة الآية إلا بآية أخرى تفسرها وتنسخها، أو بسنة الرسول تفسرها، فإن سنة رسول الله تبين القرآن، وتدل عليه، وتعبر عنه، وكانوا يسمون ما عارض الآية ناسخًا لها، فالنسخ عندهم: اسم عام لكل ما يرفع دلالة الآية على معنى باطل، وإن كان ذلك المعنى لم يرد بها، وإن كان لا يدل عليه ظاهر الآية؛ بل قد لا يفهم منها، وقد فهمه منها قوم فيسمون ما رفع ذلك الإبهام والإفهام نسخًا، وهذه التسمية لا تؤخذ عن كل واحد منهم، وأصل ذلك من إلقاء الشيطان ثم يحكم الله آياته فما ألقاه الشيطان في الأذهان من ظن دلالة الآية على معنى لم يدل عليه سمى هؤلاء ما يرفع ذلك الظن نسخًا، كما سموا قوله: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} ناسخًا لقوله: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}، وقوله: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} ناسخًا لقوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ}، وأمثال ذلك مما ليس هذا موضع بسطه).","seal":"98D1B152","page":108},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"nass":"مَدَنِيَّةٌ، وَتِلْكَ فِي التَّغَابُنِ وَهِي مَكِّيَّةٌ، أَوْ بَعْضُهَا.\rوالنَّسْخُ هُوَ: الرَّفْعُ وَالإِزَالَةُ (¬1)، فَإِذَا جَاءَتْ آيَةٌ رَفَعَتْ مَا يُظَنُّ دَلالَةَ تِلْكَ الآيَةِ عِلَيهَا كَانَتْ رَفْعًا لِهَذَا الظَّنِّ، وَهَذَا بَيَانٌ.\rوَعِنْدَ كَثِيرٍ مِنَ النَّاسِ (¬2) أَنَّ النَّسْخَ هُوَ: بَيانُ مَا لَمْ يَرِدْ بِاللَّفْظِ العَامِ فِي الأزْمِانِ مَعْ تَرِاخِيهِ عَنْهُ، وَهُوَ نَوْعٌ مِنَ التَّخْصِيص، لَكِنْ يُشْتَرَطُ فِيهِ التَّرَاخِي.\rوَمِنْهُمْ مَنْ يَقُولُ: لَابُدَّ عِنْد نُزُوْلِ المَنْسُوْخِ مِنْ الاسْتِعَارَةِ بِالنَّاسِخ، وَعَلَى هَذَا: فَالنَّسْخُ عِنْد هَؤلاءِ مِنْ جِنْسِ تَقْيِيدِ المُطْلَق، وَهُوَ بَيَانُ مَا لَمْ يَرِد بِالخِطَاب، وَهَذَا النَّسْخُ لا يُنْكِر أَحَدٌ، لا اليَهُوْدُ ولا غَيرُهُمْ.\r¬__________\r(¬1) انظر: روضة الناظر (1/ 69).\r(¬2) منهم: القاضي أبو بكر الباقلاني، والصيرفي، والشيخ أبو إسحاق الشيرازي، والغزالي، والآمدي، وابن الانباري وغيرهم. انظر: (إرشاد الفحول) ص (312).","seal":"51F036FB","page":109},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"nass":"وَتَسْمِيَةُ هَذَا النَّوْعِ نَسْخًا جَائِزٌ لا نِزَاعَ فِيه، لَكِنَّ قَوْلَ مَنْ يَقُوْلُ: (لا نَسْخَ إِلَّا هَذَا)، هُوَ مَحَلُّ النِّزَاع، فَإِنَّ الطَّائِفَةَ الأُخْرَى تَقَوْلُ فِي النَّسْخِ هُوَ: رَفْعٌ لِلحُكْمِ بَعْد شَرْعِهِ؛ وَلهِذَا يَجُوْزُ النَّسْخُ قَبْلَ مَجِيءِ الوَقْتِ وَقَبْلَ التَّمَكُّن، كَمَا نَسَخَ اللهُ أَمْرَ ابْرَاهِيم بِالذَّبْحِ قَبْلَ التَّمَكُّن، وَنَسَخَ الصَّلَوَاتِ مِنَ الخَمْسِينَ إِلَى خَمْسٍ قَبْلَ مَجِيءِ الوَقْت، وَهَذَا قَوْلُ أَكْثَرِ الفُقَهَاء، وَكَثِيرٍ مِنْ أَهْلِ الكَلَامِ كَالقَاضِي أَبِي بَكْرٍ، وَهُوَ قَوْلُ ابْن عَقِيلٍ، وَالغَزَّالِيِّ، وأَبَي مُحَمَّدٍ المَقْدِسِيّ، وَغَيرِهِمْ (¬1).\rوَالْقَوْلُ الأَوْلُ، هُوَ قَوْلُ المُعْتَزِلَة، وَقَدْ وَافَقَتْهُمْ عَلِيهِ طَائِفَةٌ مِنَ الفُقَهَاءِ وَالمُتَكَلِّمِين، كَأَبِي الحَسَنِ الجَزَرِيّ، وَالقَاضِي أَبِي يَعْلَى وَغَيرِهِمَا مِنْ أَصْحَابِ أَحْمَدَ، وَكَأَبِي إِسْحَاق الأَسْفَرَايِنِيّ، وَأَبِي\r¬__________\r(¬1) انظر: روضة الناظر (1/ 75)، وإرشاد الفحول ص (315).","seal":"DDB90C7F","page":110},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"nass":"المَعَالِيِّ (¬1).\rلَكِنَّ هَؤُلاءِ تَنَاقَضُوْا، فَإِنَّهُمْ يُجَوّزُوْنَ النَّسْخَ قَبْلَ مَجِيءِ الوَقْت، وَالتَّخْصِيصُ لَا يَكُوْنُ بِرَفْعِ جَمِيعِ مَدْلُوْلِ الخِطَابِ (¬2)، وَطَائِفَةٌ طَرَدَتْ قَوْلَهَا كَأَبِي الحَسَنِ الجَزَرِيِّ مِنْ أَصْحَابِ أَحْمَدَ وَغِيرِه، فَإِنَّ هَؤُلاءِ وَافَقُوا المُعْتَزِلَةَ فِي المَنْعِ مِنَ النَّسْخِ قَبْل التَّمَكُنِ مِنَ الفِعْل، وَقَبْلَ\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (14/ 146): (والمعتزلة تنكر الحكمة الناشئة من نفس الأمر؛ ولهذا لم يجوزوا النسخ قبل التمكن، وقد وافقهم على ذلك طائفة من أصحاب أحمد، وغيرهم كأبي الحسن التميمي). وانظر الفتاوى (19/ 290).\r(¬2) قال شيخ الإسلام في الفتاوى (17/ 198): (فالمعتزلة القدرية: .. لا يجوز عندهم أن يأمر وينهى لحكمة تنشأ من الأمر نفسه؛ ولهذا أنكروا جواز النسخ قبل التمكن من فعل العبادة، كما في قصة الذبيح ونسخ الخمسين صلاة التي أمر بها ليلة المعراج إلى خمس، ووافقهم على منع النسخ قبل وقت العبادة طائفة من أهل السنة المثبتين للقدر؛ لظنهم أنه لابد من حكمة تكون في المأمور به والمنهى عنه فلا يجوز أن ينهى عن نفس ما أمر به، وهذا قياس من يقول: إن النسخ تخصيص في الزمان، فإن التخصيص لا يكون برفع جميع مدلول اللفظ لكنهم تناقضوا).","seal":"5597D6BF","page":111},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":112,"nass":"حُضُوْرِ الوَقْتِ، وَهَذَا فِي الحقِيقَةِ مُوَافَقَةٌ مِنْهُمْ لَمِنْ مَنَعَ النَّسْخَ مِنَ اليَهُوْدِ.\rوَمَنْ حُكِيَ عَنْهُ مِنَ المُسْلِمِينَ المَنْعُ مِنَ النَّسْخِ كَأَبِي مُسْلِمٍ الأَصْفَهَانِيِّ (¬1)، فَهَذَا حَقِيقَةُ قَوْلِهِ إِذَا كَان التَّخْصِيصُ المُتَّصِلُ لا يَمْنَعَهُ أَحَدٌ مِنْ عُقَلاءِ بَنِي آدَمَ.\rوَمَنْ لَمْ يُجَوِّزْ تَأْخِيرَ البَيَانِ عَنْ مَوْرِدِ الخِطَاب، وَلَا فِي النَّسْخ، كَأَبِي الحُسَينِ البَصْرِيّ، فَإِنَّهُ يَقُوْلُ: لابُدَّ إِذَا وَرَدَ خِطَابٌ - وَهُوَ يُرِيدُ أَنْ يَنْسَخَهُ فِيمَا بَعْدُ - أَنْ يُشْعِرَ المُخَاطَبِينَ بِنَسْخِهِ؛ لئَلَّا يُفْضِي إِلَى\r¬__________\r(¬1) قال الآمدي في الأحكام (3/ 127): (وقد اتفق أهل الشرائع على جواز النسخ عقلًا وعلى وقوعه شرعًا، ولم يخالف في ذلك من المسلمين سوى أبي مسلم الأصفهاني، فإنه منع من ذلك شرعًا وجوزه عقلًا، ومن أرباب الشرائع سوي اليهود).","seal":"2E44D350","page":112},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":113,"nass":"تَجْهِيلِهِمْ بِاعْتِقَادِهِ (¬1).\rوَالجُمْهُوْرُ يَقُوْلُونَ: مَنِ اعْتَقَدَ تَأْبِيدَهُ بِغَيرِ دَلِيلٍ كَانَ قَدْ فَرَّطَ، وَأُتِيَ مِنْ جِهَةِ نَفْسِهِ.\rفَالَّذِينَ قَالُوْا: هَذَا مَنْسُوْخٌ بِقَوْلِهِ: {وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ} قَدْ أَرَادُوْا: أَنَّ قَوْلَهَ: {وَاقْتُلُوهُمْ} بيَّنَ مَعْنَى قَوْلَهُ: {الَّذِينَ يُقَاتِلُونَكُمْ}، وَنَسَخَ مَا يُظَنُّ مِنْ أَنَّهَمْ لا يُقَاتَلُونَ إِلَّا حَالَ المُسَايَفَة، وَهَذَا مَعْنَى صَحِيحٌ لا يُنَاقِضُ مَا ذَكَرْنَاهُ.\rوَأَمَّا قَوْلٌ مَنْ قَالَ: {وَلَا تَعْتَدُوا} مَنْسُوخٌ.\rفَهَذَا ضَعِيفٌ، فَإِنَّ الاعْتِدَاءَ هُوَ الظُّلْمُ (¬2)، وَاللهُ لا يُبِيحُ الظُّلْمَ\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (5/ 147): (هل من شرط النسخ الإشعار بالمنسوخ، ولنظار المسلمين فيه قولان، أحدهما: أنه لا بد إذا شرع حكما يريد أن ينسخه، فلا بد أن يشعر المخاطبين بأنه سينسخه؛ لئلا يظنوا دوامه فيكون ذلك تجهيلا لهم. والثاني: لا يشترط ذلك).\r(¬2) قال شيخ الإسلام في الزهد والورع والعبادة (1/ 28): (والظلم هو الاعتداء).","seal":"F9D16C86","page":113},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":114,"nass":"قَطٌّ، إِلَّا أَنْ يُرَادَ بِالنَّسْخِ بَيَانُ الاعْتِدَاءِ المُحَرَّم، كَمَا تَقَدَّمَ.","seal":"0159B5D7","page":114},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":115,"nass":"[بَيَانُ مَعْنَى الاعْتِدَاءِ عِنْدَ أَهْلِ العِلْمِ]\rوَقَدْ ذَكَرَ أَبُو الفَرَجِ فِي الاعْتِدَاءِ أَرْبَعَةُ أَقْوَالٍ (¬1):\rأَحَدُهَا: أَنَّهُ قَتْلُ النِّسَاءِ وَالْوِلْدَانِ. قَالَهُ ابنُ عَبَّاسٍ (¬2)، وَمُجَاهِدٍ.\rوَالثَّانِي: أَنَّ مَعْنَاهُ: لا تُقَاتِلُوْا مَنْ لَمْ يُقَاتِلْكُمْ، قَالَهُ سَعِيدُ بن جُبَيرٍ، وَأَبُو العَالِيَةَ، وَابْنُ زَيدٍ.\rوالثَّالِثُ: أَنَّهُ إِتْيَانُ مَا نُهُوْا عَنْهُ، قَالَهُ الحَسَنُ.\rوالرَّابِعُ: أَنَّهُ ابْتِدَاؤُهُمْ بِالقِتَالِ فِي الشَّهْرِ الحَرَامِ.\rوَقَدْ ذُكِرَ عَنْ بَعْضِهِمْ أَنَّ الثَّانِي وَالرَّابِعَ مَنْسُوْخٌ بآيَةِ السَّيفِ.\rفَيُقَالُ: كَثِيرًا مَا يَقُوْلُ بَعْضُ [المُفَسِّرِينَ]: \"آيَةُ السَّيفِ\"، وَآيَةُ\r¬__________\r(¬1) انظر: زاد المسير (1/ 197).\r(¬2) أخرج ابن جرير في تفسيره (2/ 190) بسنده عن ابن عباس قال: \"لا تقتلوا النساء، ولا الصبيان، ولا الشيخ الكبير، ولا من ألقى إليكم السلم، وكف يده، فإن فعلتم هذا فقد اعتديتم\".","seal":"D2E2D964","page":115},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":116,"nass":"السَّيفِ اسْمُ جِنْسٍ لِكُلِّ آَيَةٍ فِيهَا الأَمْرُ بِالجِهَادِ، فَهَذِهِ الآَيَةُ سَيفٌ، وَكَذَلِكَ غَيرُهَا، فَأَين النَّاسِخُ (¬1)؟ .\rوَإِنْ أُرِيدَ بِآيَةِ السَّيفِ قَوْلُهُ فِي بَرَاءَة {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيثُ وَجَدْتُمُوهُمْ}.\rفَتِلْكَ لا تُنَاقِضُ هَذِهِ فَإِنَّ ذَاكَ مُطْلَقٌ - وَالمُشْرِكُ لَهُ حَالٌ لا يَجُوْزُ\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 232): (إن القائل إذا قال: إن آية مجادلة الكفار أو غيرها مما يدعي نسخه منسوخة بآية السيف. قيل له: ما تعني بآية السيف، أتعني آية بعينها أم تعني كل آية فيها الأمر بالجهاد؟ . فإن أراد الأول: كان جوابه من وجهين: أحدهما: أن الآيات التي فيها ذكر الجهاد متعددة فلا يجوز تخصيص بعضها)، وقال أيضًا في الفتاوى (2/ 32): (يوجد كثير من المفسرين يقول في آيات يظن معناها النهي عن الققال: إنها منسوخة بآية السيف)، ومثله ذكره في الصفدية (2/ 320)، وقال أيضًا في الفتاوى (8/ 325): (وبعض المفسرين يقول: هذه الآية منسوخة بآية السيف، وهذا يتوجه إن كان في الآية النهي عن القتال، فيكون هذا النهي منسوخًا ليس جميع أنواع الصبر منسوخة، كيف والآية لم تتعرض لذلك هنا لا بنفي ولا إثبات! )","seal":"B23069F8","page":116},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":117,"nass":"قِتَالُهُ فِيهَا، مِثْلُ:\r* أَنْ يَكُوْنَ لَهُ أَمَانٌ، أَوْ عَهْدٌ (¬1).\r* كَذَلِكَ إِذَا لَمْ يَكُنْ مِنْ أَهْلِ القِتَالِ (¬2)، -\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 219): (أن من كان من أهل الذمة والعهد والمستأمن منهم لا يجاهد بالقتال، فهو داخل فيمن أمر الله بدعوته ومجادلته بالتي هي أحسن، وليس هو داخلًا فيمن أمر الله بقتاله). وقال في الصارم المسلول (2/ 182): (لا يجوز قتله - أي المستأمن - بمجرد الكفر، فإن الأمان يعصم دم الحربي، ويصير مستأمنًا).\r(¬2) قال شيخ الإسلام في \"الفتاوى\" (28/ 354): (الكافر الأصلي الذي ليس هو من أهل القتال، فإنه لا يقتل عند أكثر العلماء كأبي حنيفة، ومالك، وأحمد). وقال أيضًا في الموضع السابق (28/ 414): (والكافر الأصلي .. لا يقتل منهم إلا من كان من أهل القتال عند جمهور العلماء كما دلت عليه السنة). وقال أيضًا في الفتاوى (16/ 80): (قوله: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ} دليل على أنه لا يجوز قتل النفس إلا بذنب منها، فلا يجوز قتل الصبي والمجنون؛ لأن القلم مرفوع عنهما فلا ذنب لهما، وهذه العلة لا ينبغي أن يشك فيها في النهي عن قتل =","seal":"D0851057","page":117},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":118,"nass":"وَهَذِهِ الآَيَةُ خَاصَّةٌ مُقَيَّدَةٌ، وَتِلْكَ مُطْلَقَةٌ، لَمْ يُصَرَّحْ فِيهَا بِقَتْلِهِ. وإِنْ كَانَ شَيخًا كَبِيرًا فَانِيًا، أَوْ مَجْنُونًا، أَوْ مَكْفُوفًا لا يُقَاتِلْ بِيَدٍ وَلَا لِسَانٍ، مِثْل دُرَيدِ ابنِ الصُّمَّة، فَإِنَّ المُسْلِمِينَ قَتَلُوْهُ؛ لِكَوْنِهِ ذَا رَأْيٍ.\rوَكَذَلِكَ المَرْأَةُ إِذَا كَانَتْ ذَاتَ رَأْيٍ تُقَاتَلْ، كَمَا أَهْدَرَ النَّبِيُّ - صلى الله عليه وسلم - دَمَ هِنْدٍ وَغَيرِهِمَا مِمَّن كَانَ يُقَاتِلُ بِلِسَانِهِ.\rفَمَنْ قَاتَلَ بِيَدٍ أَوْ لِسَانٍ، قُوْتِلَ (¬1).\r¬__________\r= صبيان أهل الحرب، وأما العلة المشتركة بينهم وبين النساء، فكونهم ليسوا من أهل القتال على الصحيح الذي هو قول الجمهور).\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 516): (ومعلوم أن من لم يقاتل بيده، ولا أعان على القتال بلسانه لم يجز أن ينسب إليه القتال بوجه من الوجوه، ونحن لا ننكر أن من لا يجوز قتله كالراهب والأعمى والشيخ الفاني والمقعد ونحوهم، إذا كان لهم رأي في القتال، وكلام يعينون به على قتال المسلمين كانوا بمنزلة المقاتلين).","seal":"6C30A684","page":118},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":119,"nass":"[الدَّلِيلُ الثَّانِي عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rوَأَيضًا: فَفِي الصَّحِيحِ: أَنَّ النَّبِيَّ - صلى الله عليه وسلم - مرَّ فِي بَعْضِ مَغَازِيهِ عَلَى امْرَأَةٍ مَقْتُولَةٍ. فَقَالَ: \"مَا كَانَتْ هَذِهِ لِتُقَاتِلَ\" (¬1).\rفَعُلِمَ أَنَّ العِلَّةَ فِي تَحْرِيمِ قَتْلِهَا: أَنَّهَا لَمْ تَكُنْ تُقَاتِلُ، لا كَوْنَها مَالًا\r¬__________\r(¬1) الذي في الصحيح وغيره حديث ابن عمر رضي الله عنهما قال: (وجدت امرأة مقتولة في بعض مغازي رسول الله - صلى الله عليه وسلم -، فنهى رسول الله - صلى الله عليه وسلم - عن قتل النساء والصبيان) أخرجه البخاري (ح/ 2852)، ومسلم (ح/ 1744)، وغيرهما.\rنعم أخرجه بهذا اللفظ من حديث ابن عمر رضي الله عنهما الطبراني في الأوسط (1/ 209). أما الحديث الذي ذكره الشيخ، فقد أخرجه أبوداود (ح/ 2669)، والنسائي في الكبرى (5/ 86)، وابن ماجه (ح/ 2842)، وأحمد (3/ 388، 4/ 346)، وأبو يعلى (3/ 16)، والطبراني في الكبير (5/ 72)، والبيهقي في الكبرى (9/ 91)، والطحاوي في شرح معاني الآثار (3/ 221)، وصححه ابن حبان (ح/ 4789)، والحاكم (2/ 133)، وقال: صحيح على شرط الشيخين ولم يخرجاه من حديث رياح بن الربيع رضي الله عنه.","seal":"7A0DDC45","page":119},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":120,"nass":"لِلمُسْلِمِين (¬1).\rوَأَيضًا: فَفِي السُّنَنِ عَنِ أَنَسٍ: أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: \"انْطَلِقُوْا بِاسْمِ الله، وِبِالله، وَعَلَى مِلَّةِ رَسُوْلِ الله، وِلَا تَقْتُلُوْا شَيخًا فَانِيًا، وَلا طِفْلًا، وَلَا صَغِيرًا، وَلَا امْرَأَةً وَلَا تغَلُّوْا، وَضُمُّوْا غَنَائِمَكُمْ، وَأصْلِحُوْا، وَأحْسِنُوْا إِنَّ اللهَ يُحِبُّ المُحْسِنِينَ\" (¬2) رَوَاهُ أَبُوْ دَاوُدَ.\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 207): (فمن ليس من أهل القتال لم يؤذن في قتاله)، وقال ابن حبان - كما في الإحسان - (11/ 109): (ولما صح ما وصفت من العلة كان فيها الدليل على أن الصبيان والنساء من دور الحرب إذا قاتلوا قوتلوا؛ إذ العلة التي من أجلها رفع عنهم القتل عدمت فيهم وهي مجانبة القتال).\r(¬2) أخرجه أبو داود (ح/ 2614)، ومن طريقه البيهقي (9/ 90)، وابن عبد البر في التمهيد (24/ 233)، وتمام في فوائده (1/ 90).","seal":"C25421CB","page":120},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":121,"nass":"[الدَّلِيلُ الثَّالِثُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rوَأَيضًا: فَقَوْلُهُ: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} وَهَذَا نَصٌّ عَامٌّ، أَنَّا لا نُكْرِهُ أَحَدًا عَلَى الدِّين، فَلَوْ كَانَ الكَّافِرُ يُقْتَل حَتَّى يُسْلِمَ لَكَانَ هَذَا أَعْظَم الإِكْرَاهِ عَلَى الدَّيْنِ (¬1).\rوَإِذَا قِيلَ: المُرَادُ بِهَا أَهْلُ العَهْدِ.\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 313): (ثم صار أكثر أهل الشام وغيرهم مسلمين طوعًا لا كرهًا، فإن إكراه أهل الذمة على الإسلام غير جائز، كما قال تعالى سورة البقرة: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}. وقال ابن القيم في هداية الحيارى (1/ 12): (ولم يكره أحدًا قط على الدين، وإنما كان يقاتل من يحاربه ويقاتله ... امتثالا لأمر ربه سبحانه، حيث يقول: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} وهذا نفي في معنى النهي أي لا تكرهوا أحدا على الدين ... ومن تأمل سيرة النبي - صلى الله عليه وسلم - تبين له أنه لم يكره أحدًا على دينه قط ... والمقصود: أنه - صلى الله عليه وسلم - لم يكره أحدًا على الدخول في دينه البتة، وإنما دخل الناس في دينه اختيارًا وطوعًا).","seal":"CAC243DA","page":121},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":122,"nass":"قِيلَ: الآَيَةُ عَامَّةٌ (¬1)، وَأَهْلُ العَهْدِ قَدْ عُلِمَ أَنَّهُ يَجِبُ الوَفَاءُ لَهُمْ بِعَهْدِهِمْ، فَلَا يُكْرَهُوْنَ عَلَى شَيءٍ.\rفَإِنْ قِيلَ: هَذِهِ الآَيَةُ مَخْصُوْصَةٌ أَوْ مَنْسُوْخَةٌ، كَمَا ذَكَرَ ذَلِكَ مَنْ ذَكَرَهُ مَمَّنْ يَقُوْلُ بِإِكْرِاهِ المُشْرِكِينَ.\rقَالَ أَبُو الفَرَجِ (¬2): (اخْتَلَفَ عُلَمَاءُ النَّاسِخِ والمَنْسُوْخِ فِي هَذَا القَدْرِ مِنَ الآَيَةِ:\r* فَذَهَبَ قَوْمٌ إِلَى أَنَّهُ مُحْكَمٌ، وَإِلَى أَنَّهُ مِنَ العَامِ المَخْصُوْص، فَإِنَّ أَهْلَ الكِتَابِ لا يُكْرَهُوْنَ عَلَى الإِسْلَام، بَلْ يُخَيَّرُوْنَ بَينَهُ وَبَينَ الجِزْيَة، فَالآَيَةُ مُخْتَصَّةٌ بِهِمْ. قَالَ: وَهَذَا مَعْنَى مَا رُوِيَ عَنِ ابنِ عَبَّاسٍ، وَمُجَاهِدٍ، وَقَتَادَةَ.\r¬__________\r(¬1) قال ابن القيم في هداية الحيارى (1/ 12): (والصحيح: أن الآية على عمومها في حق كل كافر).\r(¬2) انظر: زاد المسير (1/ 305).","seal":"A1E1C77B","page":122},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":123,"nass":"وَقَالَ ابنُ الأَنْبَارِيِّ: مَعْنَى الآَيَةِ: لَيسَ الدِّين مَا تَدِينُ بِهِ مِنَ الظَّاهِرِ عَلَى جِهَةِ الإِكْرَاهِ عَلَيه، وَلَمْ يَشْهَدْ بِهِ القَلْبُ، وَتَنْطَوِي عَلَيهِ الضَّمَائِرُ، إِنَّمَا الدَّينُ هُوَ المُنْعَقِدُ بِالقَلْبِ.\rقَالَ (¬1): وَذَهَبَ قَوْمٌ إِلَى أَنَّها مَنْسُوْخَةٌ، وَقَالُوْا: هَذِهِ الآَيَةُ نَزَلَتْ قَبْل الأَمْرِ بِالقِتَال، فَعَلى قَوْلِهمْ يَكُوْنُ مَنْسُوْخًا بِآيَةِ السَّيف، وَهَذَا مَذْهَبُ الضَّحَّاك، والسِّدِّيّ، وَابْنِ زَيدٍ).\rقِيلَ (¬2): جُمْهُوْرُ السَّلَفِ وَالخَلَفِ عَلَى أَنَّهَا لَيسَتْ مَخْصُوْصَةً وَلَا مَنْسُوخَةً (¬3)، بَلْ يَقُوْلُوْنَ: إِنَّا لَا نُكْرِهُ أَحَدًا عَلَى الإِسْلَام، وَإِنَّمَا نُقَاتِلُ\r¬__________\r(¬1) يعني ابن الجوزي.\r(¬2) في المطبوعة: (قال)، والصواب كما في الأصل؛ لأن هذا هو جواب شيخ الإسلام على الاعتراض السابق.\r(¬3) قال ابن كثير في تفسيره (1/ 312): (وقد ذهب طائفة كثيرة من العلماء أن هذه محمولة على أهل الكتاب ومن دخل في دينهم قبل النسخ والتبديل إذا بذلوا الجزية).","seal":"7664C815","page":123},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":124,"nass":"مَنْ حَارَبَنَا (¬1)، فَإِنْ أَسْلَمَ عُصِمَ دَمُهُ وَمَالُهُ، وَلَوْ لَمْ يَكُنْ مَنْ فَعَلَ القِتَالَ لَمْ نَقْتُلْهُ، وَلَمْ نُكْرِهْهُ عَلَى الإِسْلَامِ.\r¬__________\r(¬1) وقال ابن القيم في أحكام أهل الذمة (1/ 79): (بل نقاتل من حاربنا، وهذه كانت سيرة رسول الله في أهل الأرض، كان يقاتل من حاربه إلى أن يدخل في دينه، أو يهادنه أو يدخل تحت قهره بالجزية، وبهذا كان يأمر سراياه وجيوشه إذا حاربوا أعداءهم).","seal":"6FC43BDB","page":124},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":125,"nass":"[الدَّلِيلُ الرَّابِعُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rوَأَيضًا: فَالَّذِينَ نُقَاتِلُهُمْ لحِرِابِهِمْ مَتَى آتَوْا الجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُوْنَ لَمْ يَجُزْ قِتَالُهُمْ (¬1) إِذَا كَانَوا أَهْلَ كِتَابٍ أَوْ مَجُوْسًا بِاتِّفَاقِ العُلَمَاءِ.\rوإِنْ كَانُوْا مِنْ مُشْرِكِي التُّرْكِ وَالهِنْدِ وَنَحْوِهِمْ، فَأَكْثَرُ العُلَمَاءِ لَا يُجَوِّزُوْنَ قِتَالَهمْ حِينَئِذٍ (¬2)، وَهَذَا مَذْهَبُ مَالِكٍ، وَأَبِي حَنِيفَةَ،\r¬__________\r(¬1) وقال شيخ الإسلام في الصارم المسلول (2/ 487): (وذلك لأن الله أمرنا بقتالهم إلى أن يعطوا الجزية عن يد وهم صاغرون، والإعطاء له مبتدأ وتمام، فمبتدؤه الالتزام والضمان، ومنتهاه الأداء والإعطاء، ومن الصغار جريان أحكام المسلمين عليهم).\r(¬2) قال شيخ الإسلام في السياسة الشرعية ص (106): (فأما أهل الكتاب والمجوس فيقاتلون حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون، ومن سواهم فقد اختلف الفقهاء في أخذ الجزية منهم). وقال شيخ الإسلام في الصفدية (2/ 321): (إذا أعطوا الجزية عن يد وهم صاغرون فقد قوتلوا القتال المأمور به، ثم العلماء مختلفون بعد نزول آية الجزية هل تؤخذ من أهل الكتاب =","seal":"4492D3A9","page":125},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":126,"nass":"وَالأَوْزَاعِيِّ، وَأَحْمَدَ بنِ حَنْبَلٍ فِي إِحْدَى الرِّوِايَتَينِ عَنْهُ، وَهِيَ المَنْصُوْصَةِ عَنْهُ صَرِيحًا، والأُخْرَى: هِيَ مَا ذَكَرَهُ الخِرَقِيُّ وَغَيرُهُ.\rوَقَوْلُ القَائِل: (إِنَّ هَذِهِ كَانَتْ قَبْل الأَمْرِ بِالقَتْلِ).\r__________\r= ومن له شبهة كتاب دون غيره، أو تؤخذ من كل كافر جازت معاهدته، والنبي - صلى الله عليه وسلم - إنما لم يأخذها من العرب؛ لأن قتالهم كان قبل نزول آية الجزية أو يستثنى مشركو العرب فيها ثلاثة أقوال للعلماء مشهورة، والجمهور يجوزون أخذها من مشركي الهند والترك وغيرهم من أصناف العجم، كما يجوز الجميع معاهدة هؤلاء عند الحاجة أو المصلحة)، وقال شيخ الإسلام في منهاج السنة (8/ 514): (ولما أمر الله بقتال أهل الكتاب حتى يعطوا الجزية عن يد وهم صاغرون أخذ النبي - صلى الله عليه وسلم - الجزية من المجوس واتفق المسلمون على أخذها من أهل الكتاب والمجوس، وتنازع العلماء في سائر الكفار على ثلاثة أقوال: فقيل: جميعهم يقاتلون بعد ذلك حتى يعطوا الجزية عن يد وهم صاغرون إذا لم يسلموا، وهذا قول مالك، وقيل: يستثنى من ذلك مشركوا العرب وهو قول أبي حنيفة وأحمد في إحدى الروايتين عنه، وقيل: ذلك مخصوص بأهل الكتاب ومن له شبهة كتاب، وهو قول الشافعي وأحمد في رواية أخرى عنه والقول الأول والثاني متفقان في المعنى).","seal":"A0561D89","page":126},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":127,"nass":"يَحْتاجُ إِلَى بَيانِ ذَلِكَ، ثُمَّ إِلَى بَيَانِ أَنَّ الأَمْرَ بِالقِتَالِ يُوجِبُ نَسْخهَا، وَكِلَاهُمَا مُنْتَفٍ، كَيفَ وَقَدْ عُرِفَ أَنَّ هَذَا غَلَطٌ.\rفَإِنَّ سُورَةَ البَقَرَةِ مَدَنِيَّةٌ كُلُّهَا، وَفِيهَا غَيرُ آيَةٍ تَأْمُرُ بِالجِهَاد، وَفِيهَا: {كُتِبَ عَلَيكُمُ الْقِتَالُ} فَكَيفَ يُقَالُ: إِنَّهَا قَبْل الأَمْرِ بِالقِتَالِ! ! .\rثُمَّ سَبَبُ نُزُولِ الآيَةِ يَدُلُّ عَلَى أَنَّ هَذَا كَانَ بَعْدَ الأَمْرِ بِالجِهَادِ بِمُدَّةٍ، وَقَدْ ذَكَرُوا فِي سَبَبِ نُزُولِهَا أَرْبَعَةَ أَقْوَالٍ، كُلّهَا تَدُلُّ عَلَى ذَلِكَ، فَأَشْهَرُهَا:\rمَا قَالَهُ ابنُ عَبَّاسٍ وَغَيرُهُ، قَالُوا:\rإِنَّ المَرْأَةَ مِنَ الأَنْصَارِ كَانَتْ تَكُونُ مِقْلَاةً - لا يَعِيشُ لَهَا وَلَدٌ - فَتَحْلِفُ لَئِنْ عَاشَ لَهَا وَلَدٌ لَتُهَوِّدَنَّهُ؛ لأَنَّ اليَهُودَ كَانَ لَهُمْ كِتَابٌ بِخَلافِ المُشْرِكِينَ، فَكَانُوا أَقْرَبَ إِلَى العِلْمِ والدِّينِ مِنْهُمْ، فَلَمَّا أُجْلِيَتْ بَنُو النَّضِير كَانَ فِيهِمْ أُنَاسٌ مِنَ أَبْنَاءِ الأَنْصَار، فَقَالَ:","seal":"B1675E38","page":127},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":128,"nass":"الأَنْصَارُ: يَا رَسُولَ الله، أَبْنَاؤُنَا. فَنَزَلَتْ هَذِهِ الآَيَة (¬1).\rثُمَّ ذَكَرَ عَنِ الشَّعْبِيِّ، وَمُجَاهِدٍ، وَغَيرِهِمَا نَحْوَ ذَلِك.\r¬__________\r(¬1) ذكر هذا الأثر شيخ الإسلام في فتاواه (35/ 224)، وأيضًا في الفتاوى الكبرى (2/ 188)، وقال: (أنه قد ثبت أنه كان من أولاد الأنصار جماعة تهودوا قبل مبعث النبي - صلى الله عليه وسلم - بقليل كما قال ابن عباس .. فأنزل الله تعالى {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} الآية، فقد ثبت أن هؤلاء كان آباؤهم موجودين وتهودوا، ومعلوم أن هذا دخول بأنفسهم في اليهودية قبل الإسلام وبعد مبعث المسيح صلوات الله عليه، وهذا بعد النسخ والتبديل، ومع هذا نهى الله عز وجل عن إكراه هؤلاء الذين تهودوا بعد النسخ والتبديل على الإسلام وأقرهم بالجزية)","seal":"DF7EFE72","page":128},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":129,"nass":"[الدَّلِيلُ الخَامِسُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rثُمَّ قَالَ: وَالمَمْلُوكُ المُسْتَرَقُّ لا يُكْرَهُ عَلَى الإِسْلَامِ بِالاتِّفَاقِ (¬1)، وَإِذَا لَمْ يَجُزْ إِقْرَارُ المُشْرِكِينَ بِالجِزْيَة، فَفَي جَوَازِ استِرْقَاقِهِمْ قَولان، هُمَا رِوَايِتَانِ عَنْ أَحْمَد (¬2).\rوَقَدْ كَانَ النَّبِيُّ - صلى الله عليه وسلم - وَالمُؤْمِنُونَ مَعَهُ يَأْدِرُونَ الرِّجَالَ والنِّسِاءَ مِنْ\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (31/ 381): (على أن الصحابة استرقوهم، ولم نعلم أنهم أجبروهم على الإسلام؛ ولأنه لا يجوز قتلهم، فلا بد من استرقاقهم).\r(¬2) قال شيخ الإسلام في الموضع السابق (31/ 382): (لهم قولان في جواز استرقاق من لا تقبل منه الجزية هما روايتان عن أحمد: أحداهما: أن الاسترقاق كأخذ الجزية، فمن لم تؤخذ منه الجزية لا يسترق، وهذا مذهب أبي حنيفة وغيره، وهو اختيار الخرقي، والقاضى، وغيرهما من أصحاب أحمد، وهو قول الاصطخرى من أصحاب الشافعي ... والقول الثاني: أنه يجوز استرقاق من لا تؤخذ منهم الجزية من أهل الأوثان، وهو مذهب الشافعي وأحمد في الرواية الأخرى ... والرق فيه من الغل ما ليس في أخذ الجزية، وقد تبين مما ذكرناه أن الصحيح جواز استرقاق العرب).","seal":"8AA676A7","page":129},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":130,"nass":"المُشْرِكِينَ، وَلا يُكْرِهُونَهُمْ عَلَى الإِسْلَام، بَلْ قَدْ أَسَرَ النَّبِيُّ - صلى الله عليه وسلم - ثُمَامَةَ بنَ أَثَّالٍ وَهُوَ مُشْرِكٌ، ثُمَّ مَنَّ عَلَيه، وَلَمْ يُكْرِهْهُّ عَلَى الإِسْلَامِ حَتَّى أَسْلَمَ مِنْ تِلْقَاءِ نَفْسِهِ (¬1)، وَكَذَلِكَ مَنَّ عَلَى بَعْضِ أَسْرَى بَدْرٍ (¬2).\rوَأَمَّا سَبْيُ المُشْرِكَاتِ فَكَانَ كَثِيرًا، وَلَمْ يُكْرِه امْرَأَةً عَلَى الإِسْلَام، فَلَمْ يُكْرِهْ عَلَى الإِسْلَامِ لا رَجُلًا، وَلا امْرَأَةً.\r¬__________\r(¬1) قصة المن على ثمامة، وإسلامه: أخرجها البخاري (ح/ 4112)، ومسلم (ح/ 1764) من حديث أبي هريرة رضي الله عنه.\r(¬2) قصة المن على بعض أسرى بدر أخرجها مسلم (ح/ 1762)، وانظرها مفصلة في تفسير ابن كثير (2/ 290).","seal":"3205F98E","page":130},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":131,"nass":"[الدَّلِيلُ السَّادِسُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rثَمَّ ذَكَرَ فَتْحَ مَكَّةَ: وَأَنَّهُ - صلى الله عليه وسلم - منَّ عَلَيهِمْ، وَلَمْ يُكْرِهْهُمْ عَلَى الإِسْلَام، بَلْ أَطْلَقَهُمْ بَعْدَ القُدْرَةِ عَلَيهِمْ؛ وَلِهَذَا سُمُّوا (الطُّلَقَاءُ)، وَهُمْ مَسْلَمَةُ الفَتْحِ (¬1)، وَالطَّلِيقُ: خِلَافُ الأَسِيرِ.\rفَعُلِمَ أَنَّهُمْ كَانُوا مَأْسُورِينَ مَعَهُ، وَأَنَّهُ أَطْلَقَهُمْ كَمَا يُطْلَقُ الأَسِيرُ، وَلَمْ يُكْرِهَهُمْ عَلَى الإِسْلَام، بَلْ بَقِيَ مَعَهُ صَفْوَانُ بن أَمَيَّةَ وَغَيرُهُ مُشْرِكِينَ، حَتَّى شَهِدُوا مَعَهُ حُنَينًا، وَلَمْ يُكْرِهَهُمْ حَتَّى أَسْلَمُوا مِنْ تِلْقَاءِ أَنْفُسِهِمْ.\r¬__________\r(¬1) قال شيخ الإسلام في منهاج السنة (4/ 381): (الطلقاء هم مسلمة الفتح الذين أسلموا عام فتح مكة، وأطلقهم النبي - صلى الله عليه وسلم - وكانوا نحوًا من ألفي رجل، وفيهم من صار من خيار المسلمين).","seal":"22B8B5B0","page":131},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":132,"nass":"فَأَيُّ شَيءٍ أَبْلَغ فِي أَنَّهُ ما أَكْرَهَ أَحَدًا عَلَى الإِسْلام مِنْ هَذَا (¬1).\rوَلَا يَقْدِرُ أَحَدٌ قَطُّ أَنْ يَنْقُلَ أَنَّهُ أَكْرَهَ أَحَدًا عَلَى الإِسْلَام، لا مُمْتَنِعًا، وَلَا مُقْدُورًا عَلَيه، وَلا فَائِدةَ إِسْلاِمِ مِثْل هَذَا، لَكَنْ مَنْ أَسْلَمَ قُبِلَ مِنْهُ ظَاهِرُ الإِسْلَام، وَإِنْ كَانَ يُظَنُّ أَنَّهُ إِنَّمَا أَسْلَمَ خَوفًا مِنَ السَّيفِ (¬2) - كَالمُشْرِكِ والكِتَابِيِّ الَّذِيِ يَجُوزُ قِتَالُهُ - فَإِنَّهُ إِذَا أَسْلَمَ حَرُمَ دَمُهُ وَمَالُهُ، كَمَا قَالَ النَّبِيُّ - صلى الله عليه وسلم -: \"أُمِرْتُ أَنْ أقاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لا إِلَهَ إِلَّا اللهَ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ فَإِذَا قَالُوهَا عَصمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللهِ\" (¬3).\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 266): (أن النبي أمّن عام الفتح جميع المحاربين إلا ذوي جرائم مخصوصه، وكان ممن أهدر دمه دون غيره، فعلم أنه لم يقتل لمجرد الكفر والحراب).\r(¬2) قال شيخ الإسلام في الصارم المسلول (3/ 619): (ولا خلاف بين المسلمين أن الحربي إذا أسلم عند رؤية السيف، وهو مطلق أو مقيد يصح إسلامه وتقبل توبته من الكفر، وإن كانت دلالة الحال تقضي أن باطنه بخلاف ظاهره).\r(¬3) سبق تخريجه.","seal":"AA1DBB8E","page":132},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":133,"nass":"وَأَنْكَرَ عَلَى أُسَامَةَ بنِ زيدٍ لمَّا قَتَلَ رَجُلًا قَدْ أَسْلَمَ، وَقَالَ: \"إِنَّمَا قَالَهَا خَوفًا مِنَ السَّيفِ\" (¬1).\rوَلَكِنْ فَرْقٌ بَينَ أَنْ يَكُونَ هُوَ أَو أَحَدٌ أَكْرَهَهُمْ حَتَّى يُسْلِمُوا، وَبَينَ أَنْ يَكُونَ قَاتَلَهُمْ؛ لِيَدْفَعَ ظُلْمَهُمْ وَعُدْوَانَهُمْ عَنِ الدِّين، فَلَمَّا أَسْلَمُوا صَارُوا مِنْ أَهْلِ الدِّين، فَلَمْ يَجُزْ قَتْلُهُمْ.\rوَكَانَ مَنْ يَعْلَمَ مِنْهُ أَنَّهُ لا يَظْلِمْ الدِّينَ وَأَهْلَهُ لا يُقَاتُلُهْ، لا كِتَابِيًّا وَلا غَيرَ كِتَابِيٍّ.\rثُمَّ ذَكَرَ قِصَّةَ خُزَاعَةَ، وَسَرِيَّةَ ابْنِ الحَضْرَمِيّ، وَقِصَّةَ بَدْرٍ، وَبَنِي النَّضِير، وَقُرَيظَةَ وَغَيرِهَا، ثُمَّ قَالَ:\r¬__________\r(¬1) أخرجه البخاري (ح/ 4021)، ومسلم (ح/ 96) من حديث أسامة بن زيد رضي الله عنه.","seal":"254DA996","page":133},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":134,"nass":"[الدَّلِيلُ السَّابِعُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rوَكَانَتْ سِيرتُهُ: أَنَّ كُلَّ مَنْ هَادَنَهُ مِنَ الكُفَّارِ لا يُقَاتِلُهُ، وَهَذِهِ كُتُبُ السِّير، والحَدِيث، والتَّفْسِير، والفِقْه، والمَغَازِي تَنْطِقُ بِهَذَا، وَهَذَا مُتَوَاتِرٌ مِنْ سِيرَتِهِ.\rفَهُوَ لَمْ يَبْدأْ أَحَدًا مِنَ الكُفَّارِ بِقِتَالٍ، وَلَو كَانَ اللهُ أَمَرَهُ أَنْ يَقْتُلَ كُلَّ كَافِرٍ لَكَانَ يَبْتَدِئُهُمْ بِالْقَتْلِ والقِتَالِ (¬1).\r¬__________\r(¬1) قال ابن القيم في هداية الحيارى (1/ 12): (وإنما كان يقاتل من يحاربه ويقاتله، وأما من سالمه وهادنه فلم يقاتله ... ومن تأمل سيرة النبي - صلى الله عليه وسلم - تبين له أنه لم يكره أحدًا على دينه قط، وأنه إنما قاتل من قاتله، وأما من هادنه فلم يقاتله ما دام مقيمًا على هدنته لم ينقض عهده ... وكذلك لما هادن قريشًا عشر سنين لم يبدءهم بقتال حتى بدؤواهم بقتاله، ونقضوا عهده، فعند ذلك غزاهم في ديارهم، وكانواهم يغزونه قبل ذلك كما قصدوه يوم أحد ويوم الخندق، ويوم بدر أيضًا هم جاؤوا لقتاله ولو انصرفوا عنه لم يقاتلهم، والمقصود: أنه - صلى الله عليه وسلم - لم يكره أحدًا على الدخول في دينه البتة، وإنما دخل الناس في دينه اختيارًا وطوعًا). وقال أيضًا في أحكام أهل الذمة (1/ 79): (بل نقاتل من حاربنا، وهذه كانت سيرة رسول الله في =","seal":"371A6492","page":134},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":135,"nass":"[الدَّلِيلُ الثَّامِنُ عَلَى تَحْرِيمِ قِتَالِ مَنْ لَمْ يُقَاتِلْ مِنَ الكُفَّارِ]\rثُمَّ قَالَ: وَأَمَّا النَّصَارَى: فَلَمْ يُقَاتِلْ أَحَدًا مِنْهُمْ إِلَى هَذِهِ الغَايَة، حَتَّى أَرْسَلَ رُسَلَهُ بَعْدَ صُلْحِ الحُدَيبِيَة إِلَى جَمِيعِ المُلُوكِ يَدْعُوهُمْ إِلَى الإِسْلَام، فَأَرْسَلَ إِلَى قَيصَرَ، وَإِلَى كِسْرَى، وَالمُقَوقِس، وَالنَّجَاشِيّ، وَمُلُوكِ العَرَبِ بِالشَّرْق، وَالشَّامِ (¬1).\r¬__________\r= أهل الأرض كان يقاتل من حاربه إلى أن يدخل في دينه أو يهادنه أو يدخل تحت قهره بالجزية، وبهذا كان يأمر سراياه وجيوشه إذا حاربوا أعداءهم ... وهذا أحب إلى الله من قتلهم).\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 269 - 300): (ولما كان بعد عام الحديبية ومهادنة قريش أرسل - صلى الله عليه وسلم - رسله إلى جميع الطوائف، فأرسل إلى النصارى نصارى الشام، ومصر، فأرسل إلى هرقل ملك الروم ... وأرسل النبي - صلى الله عليه وسلم - رسولًا أيضا إلى ملك مصر المقوقس ملك النصارى في ذلك الوقت بالإسكندرية ... ثم بعد الإرسال إلى الملوك أخذ - صلى الله عليه وسلم - في غزو النصارى، فأرسل أولًا زيد بن حارثة، وجعفر بن أبي طالب، وعبد الله بن رواحة في جيش، فقاتلوا النصارى بمؤتة ... فقتل الثلاثة، وأخبر النبي - صلى الله عليه وسلم - بقتل الثلاثة في اليوم الذي قتلوا فيه، =","seal":"CE935594","page":135},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":136,"nass":"فَدَخَلَ فِي الإِسْلَامِ مِنَ النَّصَارَى وَغَيرِهِمْ مَنْ دَخَلَ، فَعَمَدَ النَّصَارَى بِالشَّام، فَقَتَلُوا بَعْضَ مَنْ قَدْ أَسْلَمَ مِنْ كُبَرَائِهِمْ بِمَعَان (¬1).\rفَالنَّصَارَى حَارَبُوا المُسْلِمِينَ أَوَّلًا، وَقَتَلُوا مَنْ أَسْلَمَ مِنْهُمْ بَغْيًا وَظُلْمًا، وَإِلَّا فَرُسُلُهَ أَرْسَلَهُمْ يَدْعُونَ النَّاسَ إِلَى الإِسلَامِ طَوعًا\r¬__________\r= وأخبر أنه أخذ الراية خالد بن الوليد ففتح الله على يديه)، وقال أيضًا في الموضع السابق (2/ 60): (فإن النبي لما رجع من الحديبية أرسل رسله إلى أهل الأرض، فبعث إلى ملوك العرب باليمن والحجاز والشام والعراق، وأرسل إلى ملوك النصارى بالشام ومصر قبطهم ورومهم وعربهم وغيرهم، وأرسل إلى الفرس والمجوس ملوك الطراق وخراسان).\r(¬1) وهو: فروة بن عمرو النافرة الجذامي ثم النفاثي، بعث إلى رسول الله رسولًا بإسلامه، وأهدى له بغلة بيضاء، وكان فروة عاملًا للروم على من يليهم من العرب، وكان منزله معان وما حولها من أرض الشام، فلما بلغ الروم ذلك من إسلامه طلبوه حتى أخذوه، فحبسوه عندهم، ثم قتلوه. انظر: تاريخ دمشق (48/ 270)، والبداية والنهاية (5/ 86)، والإصابة (5/ 386).","seal":"5E2FBC52","page":136},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":137,"nass":"لا كَرْهًا، فَلَمْ يُكْرِهْ أَحَدًا عَلَى الإِسْلَامِ (¬1).\rفَلَمَّا بَدَأَهُ النَّصَارَى بِقَتْلِ المُسْلِمِينَ أَرْسلَ سَرِيَّةً أَمَّرَ عَلَيهَا زَيدَ بنَ حَارِثَةَ، ثُمَّ جَعْفَرًا، ثُمَّ ابنَ رَوَاحَةَ، وَهُوَ أَوُّلُ قِتَالٍ قَاتَلَهُ المُسْلِمُونَ لِلنَّصَارَى بِمُؤْتَة مِنْ أَرْضِ الشَّام، واجْتَمَعَ عَلَى أَصْحَابِهِ خَلْقٌ كَثِيرٌ\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 313): (ثم صار أكثر أهل الشام وغيرهم مسلمين طوعا لا كرها فإن إكراه أهل الذمة على الإسلام غير جائز، كما قال تعالى سورة البقرة: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}. وقال ابن القيم في هداية الحيارى (1/ 12): (ولم يكره أحدًا قط على الدين، وإنما كان يقاتل من يحاربه ويقاتله، وأما من سالمه وهادنه فلم يقاتله ولم يكرهه على الدخول في دينه، امتثالًا لأمر ربه سبحانه حيث يقول: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}، وهذا نفي في معنى النهي، أي: لا تكرهوا أحدًا على الدين .. والصحيح أن الآية على عمومها في حق كل كافر ... ومن تأمل سيرة النبي - صلى الله عليه وسلم - تبين له أنه لم يكره أحدًا على دينه قط، وأنه إنما قاتل من قاتله، وأما من هادنه فلم يقاتله ما دام مقيمًا على هدنته لم ينقض عهده؛ بل أمره الله تعالى أن يفي لهم بعهدهم ما استقاموا له، والمقصود: أنه - صلى الله عليه وسلم - لم يكره أحدًا على الدخول في دينه البتة، وإنما دخل الناس في دينه اختيارًا وطوعًا).","seal":"5275881D","page":137},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":138,"nass":"مِنَ النَّصَارَى.\rوَاسْتُشْهِدَ الأُمَرَاءُ رَضِي اللهُ عَنْهُمْ، وَأَخَذَ الرَّايَةَ خَالِدُ بن الوَلِيد، وَكَانَ خَالِدٌ قَدْ أَسْلَمَ بَعْدَ صُلْحِ الحُدَيبِيَةَ هُوَ، وَعَمْرُو بن العَاص، وَعُثْمَانُ بن طَلْحَةَ، فَسَلَّمَ اللهُ المُسْلِمِينَ، وَرَجَعُوا (¬1)، وَهَذَا قَبْلَ فَتْحِ مَكَّةَ، وَبَعْدَ خَيبَرٍ.\r¬__________\r(¬1) هذه القصة أخرجها البخاري (ح/ 1189) وغيره من حديث أنس رضي الله عنه.","seal":"AEC24686","page":138},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":139,"nass":"[مُعَاهَدَةُ الكُفَّارِ وَمُهَادَنَتُهُمْ]\rثُمَّ تَكَلَّمَ عَلَى أَوَّلِ سُورَةِ بَرَاءَة، ثُمَّ قَالَ:\rفَدَلَّتْ الآَيَاتُ عَلَى أَنَّ البَرَاءَةَ كَانَتْ إِلَى المُعَاهَدِينَ الَّذَينَ لَهُمْ عَهْدٌ مُطْلَقٌ غَيرُ مُؤَقَّتٍ، أَو كَانَ مُؤَقَّتًا وَلَمْ يُوَفُوا بِمُوجِبِه، بَلْ نَقَضُوهِ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح بعد أن أورد آية براءة (1/ 175): (فإن المشركين كانوا على نوعين: نوع لهم عهد مطلق غير مؤقت، وهو عقد جائز غير لازم، ونوع لهم عهد مؤقت، فأمر الله رسوله أن ينبذ إلى المشركين أهل العهد المطلق؛ لأنه هذا العهد جائز غير لازم، وأمره أن يسيرهم أربعة أشهر ومن كان له عهد مؤقت فهو عهد لازم، فأمره الله أن يوفي له إذا كان مؤقتًا، وقد ذهب بعض الفقهاء إلى الهدنة لا تجوز إلا مؤقتة، وذهب بعضهم إلى أنه يجوز للإمام أن يفسخ الهدنة مع قيامهم بالواجب، والصواب هو القول الثالث، وهو أنها تجوز مطلقة ومؤقتة، فأما المطلقة فجائزة غير لازمة يخير بين إمضائها وبين نقضها، والمؤقتة لازمة). وقال أيضًا في الفتاوى (29/ 140): (وأما قوله سبحانه: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} فتلك عهود جائزة لا لازمة، فإنها كانت مطلقة وكان مخيرًا بين إمضائها ونقضها كالوكالة ونحوها، ومن قال من =","seal":"3BC8DCFA","page":139},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":140,"nass":"وَهُنَا لِلْفُقَهَاءِ ثَلَاثَةُ أَقْوَالٍ:\rقِيلَ: لا يَجُوزُ العَهْدُ المُطْلَقُ، كَمَا يَقُولُهُ الشَّافِعِيُّ فِي قَولٍ، وَطَائِفَةٌ مِنْ أَصْحَابِ أَحْمَدَ، وَهَؤُلاءِ يَقُولونَ: إِنَّمَا قَالَ النَّبِيُّ - صلى الله عليه وسلم - لِلْيَهُودِ: \"نُقِرُّكُمْ مَا أَقَرَّكَم اللهُ\" (¬1)؛ لأَنَّ الوَحَيَّ كَانَ يَنْزِلُ.\r¬__________\r= الفقهاء من أصحابنا وغيرهم: إن الهدنة لا تصلح إلا مؤقتة. فقوله مع أنه مخالف لأصول أحمد يرده القرآن وترده سنة رسول الله - صلى الله عليه وسلم - في أكثر المعاهدين، فإنه لم يوقت معهم وقتًا، فأما من كان من عهده موقتًا فلم يبح له نقضه)، وقال أيضًا في الصفدية (2/ 320): (وقد ظن طائفة من الفقهاء أنه لا يجوز أن يعاهد الكفار إلا إلى أجل مسمى، ثم اضطربوا، فقال: بعضهم يجوز نقضه ولا يكون لازمًا. وقال بعضهم: بل يكون لازمًا لا ينقضي، واضطربوا في نبذ النبي - صلى الله عليه وسلم - العهد، والصحيح: أنه يجوز العهد مطلقًا ومؤجلًا، فإن كان مؤجلًا كان لازمًا لا يجوز نقضه ... وإن كان مطلقًا لم يكن لازمًا، فإن العقود اللازمة لا تكون مؤبدة، كالشركة والوكالة، وغير ذلك).\r(¬1) أخرجه البخاري (ح/ 2213)، ومسلم (ح/ 1551) عن ابن عن عمر رضي الله عنهما.","seal":"45D1C81D","page":140},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":141,"nass":"ثُمَّ العَهْدُ المُؤَقَّت قَدْ يَجُوزُ لِلإِمَامِ أَنْ يُنْقُضَهُ بِلا سَبِبٍ، كَمَا يُحْكَى عَنْ أَبِي حَنِيفَةَ، وَهَؤُلاءِ قَدْ يَحْتَجُّون بِقَولِهِ تَعَالَى: {وَإِمَّا تَخَافَنَّ مِنْ قَومٍ خِيَانَةً فَانْبِذْ إِلَيهِمْ عَلَى سَوَاءٍ}.\rفَإِنَّ هَؤُلِاءِ عَهْدُهُمْ كَانَ مُوَقَّتًا، وَنَقَضَهُ (¬1).\rوَالثَّالثُ: وَهُوَ قَولُ الأَكْثَرِينَ أَنَّهُ يَجُوزُ المُطْلَقُ وَالمُؤَقَّتُ، وَأَنَّ المُؤَقَّتَ: لازِمٌ مِنَ الطَّرَفَينِ يَجِبُ الوَفَاءُ بِه، مَا لَمْ يَنْقُضُهُ العَدَوُّ، وَلِمَا يَجِبُ من الوَفَاءُ بِسَائِرِ العُهُودِ اللَّازِمَة.\rوَأَمَّا المُطْلَقُ: فَهُوَ عَقْدٌ جَائِزٌ، إِنْ شَاءَ فَسَخَهُ، وَإِنْ شَاءَ لَمْ يَفْسَخْهُ، كَمَا فِي العُقُودِ الجَائِزَة، كَالوَكَالَة، وَالشَّرِكَة، وَنَحْوِ ذَلِكَ.\rوَهَذَا هُوَ القَولُ الآَخَرُ فِي مَذْهَبِ أَحْمَدَ، وَهُوَ قَولُ الشَّافِعِيِّ،\r¬__________\r(¬1) قال ابن القيم في أحكام أهل الذمة (2/ 883): (والآية حجة عليهم؛ لأنه إنما أباح نبذ عهدهم إليهم إذا خاف منهم خيانة، فإذا لم يخف منهم خيانة لم يجز النبذ إليهم؛ بل مفهوم هذه الآية مطابق لمنطوق تلك).","seal":"0B15D7B6","page":141},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":142,"nass":"وَالآَيَةُ تَدُلُّ عَلَى هَذَا القَولِ.\rفَإِنَّ اللهَ أَمَرَهُ بِنَبْذِ العُهُودِ إِلَّا مَنْ كَانَ لَهُ عَهْدٌ إِلَى مُدَّةٍ، ثُمَّ وَفَّى بِمُوجَبِه، فَلَمْ يَتْرُكْ مَا أَوجَبَهُ العَهْدُ، فَلَمْ يَنْقُضْهُ شيئًا وَلَا أَعَانَ عَدُوًّا (¬1).\rوَأَمَّا قَولُهُ: {وَإِمَّا تَخَافَنَّ مِنْ قَومٍ خِيَانَةً فَانْبِذْ إِلَيهِمْ عَلَى سَوَاءٍ}. فَتِلْكَ فِي سُورَةِ الأَنْفَالِ، وَهِي مُتَقَدِّمَةٌ، وَنَحْوَ ذَلِكَ فِي العُهُودِ المُطْلَقَةِ مَتَى خَافَ مِنْهُمْ خِيَانَةً، فَإِنَّهُ يَنْبِذ إِلَيهِمْ عَلَى سَوَاءٍ (¬2)، وَلَا يَجُوزُ أَخْذُهُمْ بَغْتَةً، فَإِنَّهُمْ يَعْتَقِدُونَ أَنَّهُمْ آمِنُونَ.\r¬__________\r(¬1) قال ابن القيم في أحكام أهل الذمة (2/ 882): (والمقصود: أن الله سبحانه قسّم المشركين في هذه السورة إلى ثلاثة أقسام الأول: أهل عهد مؤقت لهم مدة، وهم مقيمون على الوفاء بعهدهم لم ينقصوا المسلمين شيئًا مما شرطوا لهم، ولم يظاهروا عليهم أحدًا، فأمرهم بأن يوفوا لهم بعهدهم ما داموا كذلك .. الخ)\r(¬2) قال شيخ الإسلام في الفتاوى (29/ 140): (فإنما أباح النبذ عند ظهور أمارات الخيانة؛ لأنه المحذور من جهتهم).","seal":"BB764F6B","page":142},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":143,"nass":"وَأَمَّا العُقُودُ اللَّازِمَة: هَلْ يَجُوزُ فَسْخُهَا بِمُجَرَّدِ خَوفِ الخِيَانَةِ؟ هَذَا فِيهِ قَولَان، وَالَأظْهَرُ: أَنَّهُ لَا يَجُوزُ (¬1)؛ لَأنَّ سُورَةَ بَرَاءَة تُوجِبُ الوَفَاء (¬2).\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى الكبرى (4/ 613): (باب الهدنة: ويجوز عقدها مطلقًا ومؤقتًا، والمؤقت لازم من الطرفين يجب الوفاء به ما لم ينقضه العدو، ولا ينقض بمجرد خوف الخيانة في أظهر قولي العلماء، وأما المطلق فهو عقد جائز يعمل الإمام فيه بالمصلحة).\r(¬2) قال ابن القيم في أحكام أهل الذمة (2/ 892): (فإذا علم أن المعاهدين يتناول النوعين، وأن الله أمر بنبذ العهد الذي ليس بعقد لازم، وأمر بالوفاء بالعهد اللازم كان في هذا إقرار للقرآن على ما دل عليه، ووافقته عليه السنة، وأصول الشرع، ومصالح الإسلام، والله المستعان).","seal":"0991A30E","page":143},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":144,"nass":"[المُرَادُ بِالْأَشْهُرِ الحُرُمِ]\rإِلَى أَنْ قَالَ:\rوَالمُرَادُ بِالْأَشْهُرِ الحُرُمِ فِي قَولِهِ {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} هِيَ أَشْهُرُ السِّيَاحَة عِنْدَ جُمْهُورِ العُلَمَاءِ (¬1)، وَعَلَيهِ يَدَلُّ الكِتَابُ والسُّنَّةُ.\rوَظَنَّ طَائِفَةٌ: أَنَّهَا الحُرُمُ الثَّلَاثَةُ وَرَجَبٌ، وَنُقِلَ هَذَا عَنْ أَحْمَدَ، وَهَؤُلَاءِ اشْتَبَهَ عَلِيهِمْ لَفْظُ الحُرُمِ بالحُرُم، وَتِلْكَ لَيسَتْ مُتْصِلَةٌ؛ بَلْ\r¬__________\r(¬1) قال شيخ الإسلام في منهاج السنة (8/ 513 - 514): (هذه الحرم المذكورة في قوله: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ}، الآية، ليس المراد الحرم المذكورة في قوله: {مِنْهَا أَرْبَعَةٌ حُرُمٌ}، ومن قال ذلك فقد غلط غلطًا معروفا عند أهل العلم، كما هو مبسوط في موضعه). وقال أيضًا في الصفدية (2/ 318): (والمقصود: أن الله لما أنزل براءة وقال فيها: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ}، وهي الأربعة التي قال الله فيها: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ}، ليست الحرم التي هي ذو القعدة وذو الحجة والمحرم ورجب، وقد قال بعضهم: هي هذه. وغلط في ذلك). ونحوه في الجواب الصحيح (1/ 175).","seal":"222FBC8C","page":144},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":145,"nass":"هِيَ ثَلاثَةٌ سَرْدٌ، وَوَاحِدٌ فَرْدٌ (¬1)، وَهُوَ قَدْ ذَكَرَ فِي هَذِهِ أَشْهُرَ السِّيَاحَةِ فَلَابُدَّ أَنَّ يَذْكُرَ الحُكْمَ إِذَا انْقَضَتْ، فَقَالَ: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ}.\rإِلَى أَنْ قَالَ:\rفَلَمْ يَبْقَ مِنْ أُولَئِكَ المُشْرِكَينَ طَائِفَةٌ تُقَاتِلُ البَتَّةَ، بَلْ قَهَرَ جَمِيعَ المُشْرَكَينَ وَ [مَنْ] لَا عَهْدَ لَهَمْ، وَهُمْ مِنْ أَهْلِ القِتَال، فَلِهَذَا قَالَ: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ}.\r¬__________\r(¬1) قال ابن القيم في زاد المعاد (3/ 160 - 161): (الحرم ههنا هي أشهر التسيير، أولها يوم الأذان، وهو اليوم العاشر من ذي الحجة، وهو يوم الحج الأكبر الذي وقع فيه التأذين بذلك، وآخرها العاشر من ربيع الآخر، وليست هي الأربعة المذكورة في قوله: {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَومَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ}، فإن تلك واحد فرد، وثلاثة سرد: رجب، وذو القعدة، وذو الحجة، والمحرم).","seal":"F51F5AF9","page":145},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":146,"nass":"وَلَمْ يَقُلْ: فَقَاتِلُوهُمْ، فَإِنَّهُ لَمْ يَكُنْ فِيهِمْ طَائِفَةٌ تُقَاتِلُ (¬1)، بَلْ أَمَرَ بِقَتْلِهِمْ حَيثُ وُجِدُوا وأَخْذِهِمْ، وَهُوَ الأَسْرُ، وَحَصْرِهِمْ فِي أَمْكِنَتِهِمْ، كَمَا حَصَرَ أَهْلَ الطَّائِف.\rثُمَّ قَالَ: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} وَلَمْ يَقُلْ: قَاتِلُوهُمْ حَتَّى يُقِيمُوا الصَّلَاةِ (¬2)؛ إِذْ لَمْ يَكُنْ هُنَاكَ مَنْ يُقَاتِلْ،\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (597 - 598): (قال تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ} الآية ... ولهذا غزا النبي - صلى الله عليه وسلم - النصارى بأرض الروم عام تبوك سنة تسع، وإنما أمكنه غزو النصارى لما اطمأن من جهة مشركى العرب، وعلم أنه لا خوف على الإسلام منهم؛ ولهذا لم يأذن لأحد ممن يصلح للقتال ... لأنه لم يكن حينئذ بأرض العرب، لا بمكة ولا بنجد ونحوهما، من يقاتل أهل دار الإسلام مكة والمدينة وغيرهما، ولا يخيفهم).\r(¬2) قال شيخ الإسلام في منهاج السنة (8/ 509 - 510): (وهؤلاء وجد فيهم أحد الأمرين القتال أو الإسلام، وهو سبحانه لم يقل: (تقاتلونهم أو يسلمون) إلى أن يسلموا، ولا قال: (قاتلوهم حتى يسلموا)؛ بل وصفهم بأنهم يقاتلون أو يسلمون، ثم إذا قوتلوا فإنهم يقاتلون كما أمر الله حتى يعطوا الجزية عن يد وهم =","seal":"6EAD75E3","page":146},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":147,"nass":"وَإِنَّمَا أَمَرَ بِقَتْلِهِمْ وَأَخْذِهِمْ وَحَصرِهِمْ؛ لأَنَّهُمْ مُشْرِكُونَ مِنْ أَهْلِ القِتَال، وَلَو قَدِرُوا عَلَى فَسَادِ الدِّينِ وَأَهْلِهِ لَفَعَلُوا ذَلِكَ.\rإلى أن قال رحمه الله:\r__________\r= صاغرون)، وقال أيضًا في الموضع السابق (8/ 516): (وقوله تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ}. وقال: (فإن تابوا)، ولم يقل: قاتلوهم حتى يتوبوا). وقال أيضًا في الصفدية (2/ 321): (وكانوا قد دعوا عام الحديبية إلى قتال من يقاتل أو يعاهد، وبعد ذلك يدعون إلى قتال من يقاتلون أو يسلمون، ولم يقل أو يسلموا، فإنه كان يكون المعنى حتى يسلموا، وقتالهم لا يجب إلى هذه الغاية).","seal":"CE20B3AD","page":147},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":148,"nass":"[الجِزْيَةَ تُؤْخَذُ مِنْ جَمِيعِ الكُفَّارِ]\rثُمَّ إِنَّهُ بَعْدَ أَنْ ذَكَرَ أَمْرَ المُشْرِكِينَ قَالَ: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَومِ الْآخِرِ} الآية.\rفَذَكَرَ قِتَالَ النَّصَارَى، وَتَخْصِيصُهُمْ بِالذِّكْرِ لا يَجُوزُ أَنْ يَكُونَ لِاخْتِصَاصِهِمْ بِالحُكْمِ (¬1)، فَإِنَّهُ يَجُوزُ قِتَالُ اليَهُودِ وَالمَجُوسِ بِالنَّصِ\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (34/ 209): (وكذلك قوله تعالى: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَومِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} يدخل فيه جميع أهل الكتاب، وإن لم يكونوا ممن قتلوا على عهد النبي، فإن الذين قتلوا على زمانه كانوا من نصارى العرب والروم، وقاتل اليهود قبل نزول هذه الآية، وقد دخل فيها النصارى من القبط والحبشة والجركس والأل واللاص والكرج وغيرهم، فهذا وأمثاله نظير عموم القرآن لكل ما دخل في لفظه ومعناه، وإن لم يكن باسمه الخاص).","seal":"3BDD2F11","page":148},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":149,"nass":"وَالإِجْمَاعِ حَتَّى يُعْطُوا الجِزْيَةَ، وَهَذَا قَولُ جُمْهُورِ العُلَمَاءِ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في السياسة الشرعية ص (106): (فأما أهل الكتاب والمجوس فيقاتلون حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون، ومن سواهم فقد اختلف الفقهاء في أخذ الجزية منهم). وقال أيضًا في الصفدية (2/ 321): ) العلماء مختلفون بعد نزول آية الجزية هل تؤخذ من أهل الكتاب ومن له شبهة كتاب دون غيره، أو تؤخذ من كل كافر جازت معاهدته، والنبي - صلى الله عليه وسلم - إنما لم يأخذها من العرب؛ لأن قتالهم كان قبل نزول آية الجزية أو يستثنى مشركو العرب، فيها ثلاثة أقوال للعلماء مشهورة، والجمهور يجوزون أخذها من مشركي الهند والترك وغيرهم من أصناف العجم، كما يجوز الجميع معاهدة هؤلاء عند الحاجة أو المصلحة)، وقال شيخ الإسلام في منهاجه (8/ 514): (ولما أمر الله بقتال أهل الكتاب حتى يعطوا الجزية عن يد وهم صاغرون، أخذ النبي - صلى الله عليه وسلم - الجزية من المجوس، واتفق المسلمون على أخذها من أهل الكتاب والمجوس، وتنازع العلماء في سائر الكفار على ثلاثة أقوال: فقيل: جميعهم يقاتلون بعد ذلك حتى يعطوا الجزية عن يد وهم صاغرون إذا لم يسلموا، وهذا قول مالك، وقيل: يستثنى من ذلك مشركوا العرب وهو قول أبي حنيفة وأحمد في إحدى الروايتين عنه، وقيل: ذلك مخصوص بأهل الكتاب، ومن له شبهة =","seal":"B9E8DC69","page":149},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":150,"nass":"وَبَعْضُهُمْ يَقُولُ: إِنَّمَا تُؤْخَذُ مِمَّنْ لَهُ كِتَابٌ، وَأَنَّ المَجُوسَ لَهُمْ كِتَابُ مُبَدَّلٌ، أَو لَهُمْ شُبْهَةُ كِتَابٍ، وَآَنَّ آَيَةَ بَرَاءَة تَقْتَضِي التَّخْصِيص.\rوَلَيسَ كَذَلِكَ، بَلْ هِيَ تَدُلُّ عَلَى أَنَّ هَؤُلَاءِ إِذَا وَجَبَ قِتَالُهُمْ حَتَّى يُعْطُوا الجِزْيَةَ، وَلَمْ تَجُزْ مُعَاهَدَتُهُمْ بِلَا جِزْيَة، فَغَيرُهُمْ مِنَ الكُفَّارِ أَولَى، فَإِنَّ المُشْرِكِينَ وَالمَجُوسَ شَرٌّ مِنْهُمْ، وَاليَهُودَ أَشَدُّ عَدَاوَةً لِلْمُسْلِمِينَ مِنْهُمْ، كَمَا قَالَ اللهُ تَعَالَى:\r{لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى}.\rفَإِذَا كَانَ هَؤُلَاءِ إِذَا كَانُوا مُتَحَارِبِينَ وَجَبَ قِتَالُهُمْ حَتَّى يُعْطُوا الجِزَيَةَ، فَغَيرُهُمْ أَولَى (¬1) إِذَا كَانَ مُحَارِبًا أَنْ يُقَاتَلَ حَتَّى يُعْطِي الجِزْيَةَ.\r¬__________\r= كتاب، وهو قول الشافعي وأحمد في رواية أخرى عنه، والقول الأول والثاني متفقان في المعنى).\r(¬1) قال شيخ الإسلام في منهاج السنة (8/ 516): (ونهى عن معاهدتهم، بل جزية كما كان الأمر أولًا، وكان هذا تنبيهًا على أن من هو دونهم من المشركين أولى أن =","seal":"AA229034","page":150},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":151,"nass":"وَعَلَى هَذَا حَدَيثُ بُرَيدَةَ بنِ الحَصَيبِ الأَسْلَمِي الَّذِي فِي صَحِيحِ مُسْلِمٍ قَالَ: (كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا أَمَّرَ أَمِيرًا عَلَى سَرِيَّةٍ أَو جَيشٍ أَوصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى الله، وَمَنْ مَعَهُ مِنَ المُسْلِمِينَ خَيَرًا. ثُمَّ قَالَ:\rاُغْزُوا بِاسْمِ الله، فِي سَبِيلِ الله، قَاتِلُوا مَنْ كَفَرَ بِالله، اُغْزُوا، وَلَا تَغَلُّوا، ولَا تَغْدُرُوا، ولَا تُمثِّلِوا، ولَا تَقْتُلُوا وَليدًا، وَإِذَا لَقِيتَ عَدُوَّكَ مِنَ المُشْرِكِينَ فَادْعُهُمْ إِلَى ثَلَاثَةِ خِصَالٍ أَو خِلَالٍ: فَأَيَّتُهُنَّ مَا أَجَابُوكَ فَأَقْبَلْ مِنْهُمْ، وَكُفَّ عَنْهُمْ، ثُمَّ اُدْعُهُمْ إِلَى الإِسْلَام، فَإِنْ أَجَابُوكَ فَأَقْبَلْ مِنْهُمْ، وَكُفَّ عَنْهُمْ.\rثُمَّ اُدْعُهُمْ إِلَى التَحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ المُهَاجِرِين، وَأَخْبِرْهُمْ أَنَّهُمْ إِنْ فَعَلُوا ذَلِكَ فَلَهُمْ مَا لِلْمُهَاجِرِينَ وَعَلَيهِمْ مَا عَلَى المُهَاجِرِينَ، فَإِنْ أَبَوا أَنْ يَتَحَوُّلُوا مِنْهَا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ المُسْلِمِينَ،\r__________\r= لا يهادن بغير جزية؛ بل يقاتل حتى يعطوا الجزية عن يد وهم صاغرون ... فلما نزلت براءة أمره فيها بنبذ هذه العهود المطلقة، وأمره أن يقاتل أهل الكتاب حتى يعطوا الجزية، فغيرهم أولى أن يقاتلوا ولا يعاهدوا).","seal":"7AEA0B31","page":151},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":152,"nass":"يَجْرِي عَلَيهِمْ حُكْمُ اللهِ الَّذِي يَجْرِي عَلَى المُؤْمِنِينَ، وَلَا يَكُونُ لَهُمْ فِي الغَنِيمَةَ وَالفَيءِ شَيءٌ، إَلَّا أَنْ يجاهِدُوا مَعَ المُسْلِمِينَ، فَإِنْ هُمْ أَبَوا فَلَهُمْ الجِزَيَةُ، فَإِنْ هُمْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ، وَكُفَّ عَنْهُمْ، فَإِنْ هُمْ أَبَوا فَاسْتَعِنْ بِاللهِ وَقَاتِلْهُمْ) (¬1) وَذَكَرَ الحدِيثَ.\rوَلَمْ يَكُنْ فِي الحدِيثِ قِتَالُ مَصَافَّة، هَذَا - وَاللهُ أَعْلَمُ - لَأَنَّهُ لَمْ يَكُنْ قَدْ بَقِيَ طَائِفَةٌ مُمْتَنِعَةٌ تُقَاتِلُ مَصَافَّة (¬2)، وَإِنَّمَا لَجَأَ الْكُفَّارُ إِلَى حُصُونِهِمْ فَكَانُوا يُحْصَرُونَ، وَهُوَ المُحْصَرُ الَّذِي ذَكَرَهُ.\rوَقَدْ بَيَّنَ فِي هَذَا الحَدِيثِ أَنَّ المَحْصُورَ:\r¬__________\r(¬1) أخرجه مسلم (ح/ 1731) من حديث بريدة رضي الله عنه.\r(¬2) قال شيخ الإسلام في منهاج السنة (4/ 423) بعد أن ذكر حديث بريدة هذا وحديث سعد بن معاذ (فدل هذان الحديثان الصحيحان على أن لله حكمًا معينًا فيما يكون ولي الأمر مخيرًا فيه تخيير مصلحة .. فما كان من باب القتال فهو أولى أن يكون أحد الأمرين أحب إلى الله ورسوله إما فعله وإما تركه، ويتبين ذلك بالمصلحة والمفسدة، والقتال إنما يكون لطائفة ممتنعة، فلو بغت ثم أجابت إلى الصلح بالعدل لم تكن ممتنعة فلم يجز قتالها).","seal":"932E6154","page":152},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":153,"nass":"* إِمَّا أَنْ يُسْلِمَ وَيُهَاجِرَ.\r* أَو يُسْلِمَ وَيَكُونُ أَعْرَابِيًّا غَيرَ مُهَاجِرٍ.\r* أَو يُعْطِيَ الجِزْيَةَ عَنْ يَدٍ وَهُوَ صَاغِرٌ.\rفَإِنْ امْتَنَعَ مِنَ الثَّلَاثِ قُوتِلَ، وَبُرَيدَةُ مِمَّنْ ذَهَبَ مَعَ عَليٍّ إِلَى اليَمَنِ، وَعَلَيٌّ قَاتَلَ بِاليَمَنِ وَسبَى وَغَنِمَ، وَقَدِمَ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فِي حَجَّةِ الوَدَاع، فَلَمْ يُذْكَرْ فِي شَيءٍ مِنَ الأَحَادِيثِ أَنْ النَّبِيَّ - صلى الله عليه وسلم - فَرَّقَ فِي أَخْذِ الجِزَيةِ بَينَ كِتَابِيٍّ وَغَيرِ كِتَابِيٍّ، وَلَا عَهِدَ ذلك إِلَى عَليٍّ وَمُعَاذٍ وَغَيرِهِمَا، مَعَ عِلْمِهِ بَأَنَّ اليَمَنَ فِيهِ مُشْرِكُونَ، وَفِيهِ أَهْلُ الكِتَابِ.\rوَلمَّا أَمَرَ مُعَاذًا أَنْ يَأْخُذَ مِنْ كُلِّ حَالِمٍ دِينَارًا أَو عَدْله مَعَافِر (¬1)، لَمْ يَذْكُرْ فَرْقًا.\rوَالمَجُوسُ مِنْ جِنْسِ سَائِرِ المُشْرِكِينَ لَيسَ لهمْ مَزِيَّة يُحْمَدُونَ بِهَا،\r¬__________\r(¬1) معافر: (هي برود باليمن منسوبة إلى معافر، وهي قبيلة باليمن والميم زائدة) النهاية في غريب الحديث (3/ 262) مادة: عفر.","seal":"17DF4086","page":153},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":154,"nass":"وَالحدِيثُ الَّذِي يُرْوَى: \"أَنَّهُ كَانَ لَهُمْ كِتَاب فَرُفِعَ\" (¬1)، قَدْ ضَعَّفَهُ أَحْمَدُ.\rوَبِتَقْدِيرِ صِحَّتِهِ: فَالعَرَبُ كَانُوا عَلَى دِينِ إبْرَاهِيم، فَلَّمَا صَارُوا مُشْرِكِينَ مَا بَقِي يَنْفَعُهُمْ أَجْدَادُهُمْ، وَكَذَلِكَ أَهْلُ الكِتَابِ لَو نبَذُوا التَّورَاةَ وَالإِنْجِيلَ لَكَانُوا كَغَيرِهِمْ مِنَ المُشْرِكِينَ (¬2).\r¬__________\r(¬1) أخرجه أبو يعلى (1/ 257)، والشافعي في مسنده (2/ 131)، ومن طريقه ابن زنجويه في الأموال (1/ 149)، وأيضًا البيهقي في سننه (9/ 188)، وأخرجه عبد الرزاق (6/ 70) وأبو يوسف في الخراج ص (129) عن علي رضي الله عنه.\rوالحديث في سنده أبي سعد البقال، فيه ضعف؛ لكن قال ابن حجر في الفتح (6/ 261): إسناده حسن.\r(¬2) قال شيخ الإسلام في الفتاوى (32/ 189): (فإن قيل: روي عن علي: \"أنه كان لهم كتاب فرفع\"، قيل هذا الحديث قد ضعفه أحمد وغيره، وإن صح فإنه إنما يدل على أنه كان لهم كتاب فرفع، لا أنه الآن بأيديهم كتاب، وحينئذ فلا يصح أن يدخلوا في لفظ أهل الكتاب؛ إذ ليس بأيديهم كتاب لا مبدل ولا غير مبدل ولا منسوخ ولا غير منسوخ، ولكن إذا كان لهم كتاب ثم رفع بقي لهم شبهة كتاب، =","seal":"B1694810","page":154},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":155,"nass":"وَقَدْ بَيَّنَّا - فِي غَيرِ هَذَا المُوضِعِ - أَنَّ [دِينَ المَرْءِ] (¬1) يُعْتَبَرُ بِنَفْسِهِ لَا بِأَجْدَادِهِ (¬2)، وَمَا ذُكِرَ فِي قَولِهِ: {لَا إِكْرَاهَ فِي الدِّينِ} يَدَلُّ عَلَى ذَلِكَ، فَإِنَّ\r¬__________\r= وهذا القدر يؤثر في حقن دمائهم بالجزية إذا قيدت بأهل الكتاب)، ومثله في الفتاوى الكبرى (4/ 94)، وانظر: زاد المعاد (5/ 92).\r(¬1) ما بين المعقوفتين إضافة من المطبوعة، وفي هامش الأصل كتب: (هكذا بالأصل، ولعله: إن الإنسان معتبر الخ، فتأمله وحرر) ثم قال الناسخ بعد ذلك: (كذا بهامش الأصل فوضعنا العبارة بين قوسين واقفين داخل الأصل لتنتظم العبارة).\r(¬2) وصدق شيخ الإسلام رحمه الله، فإنه قد أفاض الحديث عن هذه المسألة كما في مجموع الفتاوى (35/ 223)، وأيضًا كما في الفتاوى الكبرى (4/ 619) فإنه قال بعد أن فصّل القول في المسألة: (والقول بأن أهل الكتاب المذكورين في القرآن هم من كان أبوه وأجداده في ذلك الدين قبل النسخ والتبديل قول ضعيف؛ بل المقطوع به بأن كون الرجل كتابيًّا أو غير كتابي هو حكم يستفيده بنفسه لا بنسبه، فكل من تدين بدين أهل الكتاب فهو منهم، سواء كان أبوه أو جده قد دخل في دينهم أو لم يدخل، وسواء كان دخوله بعد النسخ والتبديل أو قبل ذلك، وهو المنصوص الصريح عن أحمد، وإن كان بين أصحابه خلاف معروف وهو الثابت بين الصحابة بلا نزاع بينهم، وذكر الطحاوي أن هذا إجماع قديم). وقال أيضًا في درء تعارض العقل والنقل (9/ 208): (جمهور العلماء كمالك وأبي حنيفة وأحمد =","seal":"8E4C40D5","page":155},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":156,"nass":"أَولَادَ الأَنْصَارِ دَخَلُوا فِي اليَهُودِيَّةَ بَعْدَ النَّسْخِ وَالتَبْدِيلِ، وَلَعْلَّ فِيهِمْ مَنْ دَخَلَ فِيهَا بَعْدَ مَبْعَثِ النَّبِيِّ - صلى الله عليه وسلم -.\rوَقَدْ رُوِيَ: \"أَنَّهُ كَانَ مِنْ أَبْنَاءِ الأَنْصَارِ مَنْ دَخَلَ مَعَ النَّضِيرِ حِينَئِذٍ، وَكَانَ فِيهِمْ عَرَبٌ\"، وَمَعَ هَذَا فَالنَّبِيُّ - صلى الله عليه وسلم - جَعَلَ الجَمِيعَ أَهْلَ كِتَابٍ، لَمْ يُحَرِّمْ ذَبِيحَةَ أَحَدٍ مِنْهُمْ، وَلَا استَحَلَّ قَتْلَهُ دُونَ مَنْ كَانَ أَجْدَادُهُ قَدْ دَخَلُوا فِي الدِّينِ قَبْلَ النَّسْخِ وَالتَّبْدِيلِ.\rوَالَّذِينَ قَالُوا: (إِنَّ مَنْ دَخَلَ فِي أَهْلِ الكِتَابِ بَعْدَ النَّسْخِ وَالتَّبْدِيلِ لَا تُعْقَدْ لهُمْ ذِمَّةٌ وَلَا تُؤْكَلْ ذَبَائِحُهُمْ) بَنَوا ذَلِكَ عَلَى أَصْلَينِ ضَعِيفَينِ:\rأَحَدُهُمَا: أَنَّ العِبْرَةَ فِي الدِّينِ بِدِينِ الأَجْدَاد، وَقَدْ بَيَّنَّا أَنَّ هَذَا خِلَافُ الكِتَابِ والسُّنَّة، وَخِلَافُ قَولِ جُمْهُورِ العُلَمَاءِ: مَالِكٍ، وَأَبِي حَنِيفَةَ، وَأَحْمَدَ، وَغَيرِهِمْ (¬1)، وَلَكِنْ هَذَا قَالَهُ طَائِفَةٌ مِنْ أَصْحَابِ أَحْمَدَ،\r¬__________\r= في المنصوص عنه على أن الاعتبار بنفس الرجل لا بنسبه، كما دل على ذلك الكتاب والسنة، وإجماع الصحابة).\r(¬1) انظر غير مأمور التعليق السابق.","seal":"9A9D454E","page":156},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":157,"nass":"مُوَافَقَةً لِلشَّافِعِيِّ، وَأَخَذَهُ الشُّافِعِيُّ عَنْ عَطَاءٍ، وَقَدْ بَسَطْنَا الكَلَامَ عَلَى ذَلِكَ فِي غَيرِ هَذَا المَوضِعِ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (35/ 219): (تنازع فيه علماء المسلمين أهل السنة والجماعة ... على قولين للعلماء، فالقول الأول: هو قول جمهور المسلمين من السلف والخلف وهو مذهب ابى حنيفة ومالك، وأحد القولين في مذهب أحمد بل هو المنصوص عنه صريحًا. والثانى: قول الشافعي، وطائفة من أصحاب أحمد. وأصل هذا القول: أن عليًّا وابن عباس تنازعا في ذبائح بنى تغلب ... وقد روى معنى قول ابن عباس عن عمر بن الخطاب، فمن العلماء من رجح قول عمر وابن عباس، وهو قول الجمهور كأبي حنيفة ومالك وأحمد في إحدى الروايتين عنه، وصححها طائفة من أصحابه؛ بل هي آخر قوليه، بل عامة المسلمين من الصحابة والتابعين وتابعيهم على هذا القول، وقال أبو بكر الأثرم ما علمت أحدًا من أصحاب النبي - صلى الله عليه وسلم - كرهه إلا عليًّا، وهذا قول جماهير فقهاء الحجاز والعراق وفقهاء الحديث والرأي كالحسن، وابراهيم النخعي، والزهرى وغيرهم، وهو الذي نقله عن أحمد أكثر أصحابه، وقال إبراهيم بن الحارث: كان آخر قول أحمد على أنه لا يرى بذبائحهم بأسًا، ومن العلماء من رجح قول علي، وهو قول الشافعي وأحمد في إحدى الروايتين عنه ... والحق مذهب الجمهور كأبي حنيفة =","seal":"D3EB1623","page":157},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":158,"nass":"وَالأَصْلُ الثَّانِي: أَنَّ الجِزْيَةَ لَا تُقْبَلُ مِنْ غَيرِ أَهْلِ الكِتَابِ، وَالنِّزَاعُ فِي هَذَا أَشْهَرُ، لَكِنْ جُمْهُورُ العُلَمَاءِ أَيضًا عَلَى خِلَافِه، وَعَلَى ذَلِكَ يَدُلُّ الكِتَابُ والسُّنَّةُ.\rوَقَدْ تَتَبَّعْتُ مَا أَمْكَنَنَي فِي هَذِهِ المَسْأَلة، فَمَا وَجَدْتُ لَا فِي كِتَابٍ وَلَا سُنَّةٍ، وَلَا عَنِ الخُلَفَاءِ الرَّاشدِينَ الفَرْقَ فِي أَخْذِ الجِزْيَةِ بَينَ أَهْلِ الكِتَابِ وَغَيرِهِمْ.\rوَالنَّبِيُّ - صلى الله عليه وسلم - قبْلَ نُزُولِ آَيَةِ الجِزْيَةِ كَانَ يُقِرُّ المُشْرِكِينَ وَأَهْلَ الكِتَابِ بِلَا جِزْيَةٍ، كَمَا أَقَرَّ اليَهُودَ بِلَا جِزْيَةٍ، وَاسْتَمَرُّوا عَلَى ذَلِكَ إَلَى أَنْ أَجْلَاهُمْ عُمَرُ، وَكَانَ ذَلِكَ لِحَاجَةِ المُسْلِمِينَ إِلَيهِمْ (¬1)، وَلمَّا نَزَلَتْ آيَةُ\r¬__________\r= ومالك، وما أعلم للقول الآخر قدوة من السلف). وانظر: الفتاوى (35/ 219 - 232)، وأيضًا في الفتاوى الكبرى (2/ 184 - 193).\r(¬1) قال شيخ الإسلام في الفتاوى (19/ 23): (ولم يكن النبي ضرب الجزية على أحد من اليهود بالمدينة ولا بخيبر؛ بل حاربهم قبل نزول آية الجزية، وأقر اليهود =","seal":"7CE3C4E3","page":158},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":159,"nass":"الجِزْيَة كَانَ فِيهَا: أَنَّ المُحَارِبِينَ لا يُعْقَدْ لهمْ عَهْدٌ إِلَّا بِالصَّغَارِ وَالجِزْيَة، وَرُفِعَ بِذَلِكَ مَا كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَعْقِدُهُ لِأَهْلِ الكِتَابِ وَغَيرِهِمْ مِنَ العَهْدِ؛ لِكَونِ الإِسْلَامِ إِذْ ذَاكَ كَانَ ضَعِيفًا (¬1).\r* * *\r¬__________\r= بخيبر فلاحين بلا جزية إلى أن أجلاهم عمر؛ لأنهم كانوا مهادنين له، وكانوا فلاحين في الأرض فأقرهم لحاجة المسلمين إليهم، ثم أمر بإجلائهم قبل موته).\r(¬1) في المطبوعة: (يكون الإسلام إذا كان ضعيفًا).","seal":"AA329DB9","page":159},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":160,"nass":"[مُقَارَنَةٌ بَينَ شِرْكِ المَجُوسِ وَشِرْكِ العَرَبِ]\rوَممَّا يُبَيِّنُ الأَمْرَ فِي ذَلِكَ: أَنَّ المَجُوسَ هُمْ فِي التَّوحِيدِ أَعْظَمَ شرْكًا مِنْ مُشْرِكِيِّ العَرَب، فَإِنَّ مُشْرِكِي العَرَبِ كَانُوا مُقِرِّينَ بَأَنْ خَالِقَ العَالَمِ وَاحِدٌ، كَمَا أَخْبَرَ اللهُ بِذَلِكَ عَنْهُمْ فِي غَيرِ مَوضِعٍ، وَلَمْ يَكُونُوا يَقُولونَ: إِنَّ لِلْعَالَمِ صَانِعَين، وَهُمْ وَإِنْ كَانَ فِيهِمْ مَنْ جَعَلَ لله أَولَادًا، وَقَالُوا: (المَلَائِكَةُ بَنَاتُ اللهِ)، فَلَمْ يَكُونوا يَقُولونَ: (إِنَّ المَلَائِكَةَ يَخْلُقُونَ مَعَهُ)؛ بَلْ هُمْ مُعْتَرِفُونَ أَنَّ اللهَ خَالِقُ كِلِّ شِيءٍ، كَمَا ذَكَرَ اللهُ ذَلِكَ عَنْهُمْ، لَكِنْ كَانُوا يَجْعَلُونَ آَلِهَتَهُمْ شُفَعَاءَ وَقُرْبَانًا، كَمَا قَالَ تَعَالَى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ}.\rوقال تعالى: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى}\rوَأَمَّا المَجُوسُ: فَهُمْ يَقُولونَ بِالأَصْلَينِ: النُّورِ وَالظُّلْمَةِ. وَيَقُولونَ: الظُّلْمَةُ خَلَقَتْ الشَّر، وَالنُّورُ خَلَقَ الخَيرَ.","seal":"06E5F8EE","page":160},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":161,"nass":"وَلهُمْ فِي الظُّلْمَةِ قَولَانِ:\rقِيلَ: قَدِيمَةٌ أَزَلِيَّةٌ.\rوَقِيلَ: بَلْ مُحْدَثَةٌ عَنِ النُّورِ.\rوَقِيلَ عَنْهُمْ: إِنَّ النُّورَ فَكَّرَ فِكْرَةً رَدِيَّةً، فَحَدَثَتِ الظُّلْمَةُ.\rوَهُمْ يَجْعَلُون الظُّلْمَةَ شَرِيكًا للهِ فِي خَلْقِ العَالَم، فَقَدْ نَقَلُوا عَنْهُمْ: أَنَّ الظُّلْمَةَ عِنْدَهُمْ هِي الشَّيطَان إِبْلِيس، فَجَعَلُوا إِبْلِيسَ شَرِيَكًا للهِ فِي الخَلْقِ، هَذَا عَلَى قَولِ مَنْ يَقُولُ: الظُّلْمَةُ مُحْدَثَةٌ، وَالقَولُ الآَخَرُ: إِنَّهَا قَدِيمَةٌ أَزَلِيَّةٌ، فَهَذَا أَعْظُمْ شِرَكًا (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (1/ 351): (وذلك أن المشركين من جميع الأمم لم يكن أحد منهم يقول: إن للمخلوقات خالقين منفصلين متماثلين في الصفات، فإن هذا لم يقله طائفة معروفة من بني آدم؛ ولكن الثنوية من المجوس ونحوهم يقولون: إن العالم صادر عن أصلين: النور والظلمة، والنور عندهم هو: إله الخير المحمود، والظلمة هي: الإله الشرير المذموم، وبعضهم يقول: إن الظلمة هي الشيطان، وهذا ليجعلوا ما في العالم من الشر صادرًا عن =","seal":"0655E971","page":161},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":162,"nass":"وَهَذَا الشِّرْكُ لَا يُعْرَفُ فِي العَرِبِ، بَلْ العَرَبُ كَانَتْ مُقِرَّةً بِأَنَّ اللهَ خَالِقُ كُلِّ شِيءٍ؛ وَلِهَذَا إِنَّمَا يُذْكَرُ مِثْلُ هَذَا القَولِ عَنِ الزَّنَادِقَة، كَمَا ذَكَرَ بَعْضُ المُفَسِّرِينَ كَابْنِ السَّائِبِ فِي قَولِهِ: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ} قَالَ: نَزَلَتْ فِي الزَّنَادِقَة، أثْبَتُوا الشِّرْكَةَ لإِبْلِيس فِي الخَلْق، فَقَالُوا: اللهُ خَالِقُ النُّورِ وَالنَّاسِ وَالدَّوَابِ وَالأَنْعَام، وَإِبْلِيسُ خَالِقُ الظُّلْمَةَ والسِّبَاعِ وَالحَيَّاتِ وَالعَقَارِبِ (¬1).\r¬__________\r= الظلمة، ومنهم من قال: إن الظلمة قديمة أزليَّة، مع أنها مذمومة عندهم ليست مماثلة للنور، ومنهم من قال: بل هي حادثة، وأن النور فكَّر فكرة رديئة، فحدثت الظلمة عن تلك الفكرة الرديئة ... وأما مشركو العرب وأمثالهم، فكانوا مقرين بالصانع، وبأنه خلق السموات والأرض، فكانت عقيدة مشركي العرب خيرًا من عقيدة هؤلاء الفلاسفة الدهرية).\r(¬1) هكذا أورده شيخ الإسلام في سبب نزول هذه الآية عن الكلبي، وذكره هكذا أيضًا كما في الفتاوى (17/ 271)، وقد أخرج أبو حاتم في تفسيره (4/ 1259)، وأبو الشيخ كما في الدر المنثور (3/ 247): عن مجاهد قال نزلت هذه الآية في =","seal":"B445D2C0","page":162},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":163,"nass":"وَمَعْلُومٌ أَنَّ هَذَا القَولَ هُوَ مَعْرُوفٌ عَنِ المَجُوسِ، لَيسَ هُوَ مَعْرُوفًا عَنْ مُشْرِكِيِّ العَرَب، فتبيَّنَ أَنَّ المَجُوسَ أَعْظَمُ شرْكًا مِنْ مُشْرِكِيِّ العَرَبِ وَالهِنْدِ وَنَحْوِهِمْ مَمَّنْ يَقُولُ: إِنَّ الله خَالِقُ كُلِّ شَيءٍ.\rوَهُمْ - أَيضًا - مِنْ عُبَّادِ مَا سِوَى الله، يَعْبُدُونَ الشَّمْسَ وَالقَمَرَ وَالنِّيرَانَ، وَكَانَتْ لهمْ بُيُوتٌ عَظِيمَةٌ لِلنَّارِ يَعْبُدُونَهَا، وَهَذَا عِبَادَةٌ لِلْعِلْوِيَاتِ وَالسُّفْلِيَّاتِ مِنْ جِنْسِ إِشرَاكِ قَومِ إبْرَاهِيم الَّذِينَ كَانَوا يَعْبُدُونَ الكَوَاكِبَ، ويَعْبُدُونَ الأَصْنَامَ الأَرْضِيَّةَ، وَهَذَا الشِّرْكُ أَعْظَمُ نَوعِي شرْكِ أَهْلِ الأَرْضِ.\r* * *\r__________\r= الزنادقة (الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور) قال: قالوا: إن الله لم يخلق الظلمة ولا الخنافس ولا العقارب ... فذكره.","seal":"88FA6503","page":163},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":164,"nass":"[أَصْلُ الشِّرْكِ فِي العَالَمِ]\rفَإِنَّ الشِّرْكَ أَصْلُهُ نَوعَانِ (¬1):\rشِرْكُ قَومِ نُوحٍ، وَكَانَ أَصْلُهُ تَعْظِيمَ الصَّالحِينَ المَوتَى وَقُبُورَهُمْ وَالعُكُوفَ عَلَيهَا، ثُمَّ صَوّرَوا تَماثِيلَهُمْ، ثُمَّ عَبَدُوهُمْ.\rوَهَذَا النَّوعُ وَاقِعٌ فِي النَّصَارَى، وَلَكِنْ لَا يَصْنَعُونَ أَصْنَامًا\r¬__________\r(¬1) قال شيخ الإسلام في الرد على المنطقيين (1/ 285): (والشرك في بني آدم أكثره عن أصلين أولهما: تعظيم قبور الصالحين، وتصوير تماثيلهم للتبرك بها، وهذا أول الأسباب التي بها ابتدع الآدميون [ثانيهما]: الشرك، وهو شرك قوم نوح ... وقد ذكر البخاري في صحيحه عن ابن عباس، وذكره أهل التفسير والسير من غير واحد من السلف في قوله تعالى: {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} أن هؤلاء كانوا قومًا صالحين في قوم نوح، فلما ماتوا عكفوا على قبورهم، ثم صوروا تماثيلهم. وأن هذه الأصنام صارت إلى العرب، وذكر ابن عباس قبائل العرب التي كانت فيهم مثل هذه الأصنام. والسبب الثاني: عبادة الكواكب، فكانوا يصنعون للأصنام طلاسم للكواكب ... ).","seal":"393A839C","page":164},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":165,"nass":"مُجَسَّدَةً (¬1)، بَلْ مَرْقُومَةً، فَإِنَّ الرُّومَ وَاليُونَانَ قَبْل أَنْ يَدْخُلَ إِلَيهِمْ التَّوحِيدُ ابْتَدَعُوا نَوعًا مِنَ الشِّرْكِ خَلَطُوهُ بِالتَّوحِيد، قَالَ اللهُ تَعَالَى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} الآية.\rوَقَدْ وَقَعَ كَثِيرٌ مِنَ الضُّلَّالِ المُنْتَسِبِينَ إِلَى الإِسْلَام في نَوعٍ مِنْ ذَلِكَ، مُضَاهَاةٍ لِلنَّصَارَى، وَصَارُوا يُصَلُّونَ إِلَى المَشْرِق، فَجَعَلُوا السُّجُودَ إِلَى جِهَةِ الشَّمْسِ وَالقَمَرِ بَدَلًا عَنِ (¬2) السُّجُودِ لَهَا، وَأَينَ هَذَا مِنْ نَهْيِّ النَّبِيِّ - صلى الله عليه وسلم - أُمَّتَهُ عَنِ الصَّلَاةِ وَقْتَ طُلُوعِ الشَّمْس، وَوَقْتَ\r¬__________\r(¬1) في هامش المطبوعة ما نصه: (لعل الشيخ لم يدخل كنائس النصارى، فإنه لو دخلها لوجد فيها من التماثيل المقدسة، والأصنام المعبودة مثل ما عند غيرهم سواء). قلت: ومثل ذلك قاله في الرد على المنطقيين (1/ 290) فإنه قال: (كان أولئك اليونان والروم يتخذون الأصنام المجسدة التي لها ظل، فاتخذ النصارى الصور المرقومة في الحيطان والسقوف التي لا ظل لها). ومثله أيضًا في الجواب الصحيح (1/ 346).\r(¬2) في الأصل: (لا من)، ولعل ما أثبته هو الصواب، وانظر: الجواب الصحيح (1/ 346)، والفتاوى (17/ 331).","seal":"82310589","page":165},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":166,"nass":"غُرُوبِهَا لِئَلَّا يُشْبِهُوا مَنْ يَسْجُدُ لَهَا حِينَئِذٍ؟ ! .\rوَكَذَلِكَ نَهَاهُمْ أَنْ يَتَّخِذُوا القُبُورَ مَسَاجِدَ، يحذِّرُ أُمَّتَهُ مَا فَعَلُوا، لِئَلَّا يُشْبِهُوا مَنْ يَدْعُو أَهْلَ القُبُور، وَيَجْعَلَهُمْ شُفَعَاءَ يَسْتَشْفِعُ بِهِمْ وَقُرْبَانًا يَتَقَرَّبُ بِهِمْ، كَمَا يَفْعَلُهُ النَّصَارَى، فَنَهَاهُمْ عَنْ سَبَبِ الشِّرْكِ الَّذِي كَانَ فِي قَومِ إبْرَاهِيم عَنِ الشِّرْكِ الأَرْضِيِّ وَالسَّمَائِيِّ، سَدًّا لِذَرِيعَةِ الشِّرْكِ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في اقتضاء الصراط المستقيم (1/ 63): (فقد نهى النبي - صلى الله عليه وسلم - عن الصلاة وقت طلوع الشمس ووقت الغروب، معللًا ذلك النهي بأنها تطلع وتغرب بين قرني شيطان، وأنه حينئذ يسجد لها الكفار، ومعلوم أن المؤمن لا يقصد السجود إلا لله تعالى، وأكثر الناس قد لا يعلمون، أن طلوعها وغروبها بين قرني شيطان، ولا أن الكفار يسجدون لها، ثم إنه - صلى الله عليه وسلم - نهى عن الصلاة في هذا الوقت حسمًا لمادة المشابهة بكل طريق، ويظهر بعض فائدة ذلك: بأن من الصابئة المشركين اليوم ممن يظهر الإسلام يعظم الكواكب، ويزعم أنه يخاطبها بحوائجه، ويسجد لها وينحر ويذبح ... فإذا كان في هذه الأزمنة من يفعل مثل هذا تحققت =","seal":"F211F7A4","page":166},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":167,"nass":"وَالمَجُوسُ مُشْرِكُونَ أَعْظَم مِنْ شِرْكِ النَّصَارَى، وَلِهَذَا كَانَ مَانِيُّ - الذي يَنتسِبُ إِلَيهِ المَانَوِيَّةُ - أَحْدَثَ دِينًا مُرَكَّبًا مِنْ دِينِ المَجُوسِ وَدَينِ النَّصَارَى، أَخَذَ عَنِ المَجُوسِ الأَصْلَينِ: النُّورَ وَالظُّلْمَةَ، وَخَلَطَهُ بِدِينِ النَّصَارَى، فَكَانَتِ المَانَوِيَّةُ أَكْفَرَ مِنْ النَّصَارَى، وَالعَرَبُ كَانَ شِرْكُهُمْ عِبَادَةَ الأَوثَانِ (¬1).\rوَقَدْ ثَبَتَ فِي الصَّحِيحِ عَنِ ابْنِ عَبَّاسٍ وَغَير: \"أَنَّ أَصْنَامَ قَومِ نُوحٍ صَارَتْ إِلَيهِمْ، وَهِي: وُدٌّ، وَسُوَاعٌ، ويَغُوثُ، ويَعُوقُ،\r¬__________\r= حكمة الشارع صلوات الله وسلامه عليه في النهي عن الصلاة في هذه الأوقات؛ سدًّا للذريعة)، ونحوه في الموضع السابق (1/ 334)، وأيضًا في الفتاوى وغيرها.\r(¬1) قال شيخ الإسلام في الجواب الصحيح (2/ 111): (ولا ريب أن هذا القول سرى إلى النصارى من المجوس؛ لهذا لا ينقلون هذا القول في كتاب منزل ولا عن أحد من الحواريين؛ ولهذا كان المانوية دينهم مركبًا من دين النصارى والمجوس، وكان رأسهم ماني نصرانيًّا مجوسيًا، فالنسب بين النصارى والمجوس، بل وسائر المشركين نسب معروف).","seal":"69E6C08F","page":167},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":168,"nass":"وَنَسْرٌ) (¬1)، وَهَؤُلَاءِ كَانُوا قَومًا صَالحِينَ، وَكَانَ شِرْكُهُمْ مِنْ جِنْسِ شِرْكِ قَومِ نُوحٍ بِالصَّالحِين.\rوَأَوَّلُ مَنْ نَقَلَ الأَصْنَامَ إِلَى مَكَّةَ: عَمْرُو بن لُحَيٍّ سَيدُ خُزَاعَةَ، وَهُوَ أَوَّلُ مَنْ غَيَّرَ دِين إبْرَاهِيم، نَقَلَ الأَصْنَامَ مِنَ الشَّامِ مِنْ أَرْضِ البَلْقَاءِ، وَقَدْ ثَبَتَ فِي الصَّحِيحِ عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: \"رَأَيتُ عَمْرَو بنَ لُحَيٍّ يَجُرُّ قَصَبَهُ فِي النَّارِ\"، وَهُوَ أَوَّلُ مَنْ أَحْدَثَ الشِّرْكَ وَالتَّحَرِيمَ، فَحَرَّمَ (¬2) السَّائِبَةَ وَالوَصِيلَةَ (¬3).\r¬__________\r(¬1) أخرجه البخاري (خ/ 4920).\r(¬2) في الأصل: (فجعل)، ولعل ما أثبته هو الأقرب.\r(¬3) قال شيخ الإسلام في الفتاوى (27/ 90): (ويقال: إن أول ما ظهر الشرك في أرض مكة بعد إبراهيم الخليل من جهة عمرو بن لحى الخزاعي الذي رآه النبي - صلى الله عليه وسلم - يجر أمعاءه في النار، وهو أول من سيب السوائب، وغيَّر دين إبراهيم قالوا: أنه ورد الشام، فوجد فيها أصنامًا بالبلقاء يزعمون أنهم ينتفعون بها في جلب منافعهم ودفع مضارهم، فنقلها إلى مكة، وسنَّ للعرب الشرك وعبادة الأصنام).","seal":"E5A31D8C","page":168},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":169,"nass":"وَقَدْ ذَكَرَ جَمَاعَةٌ: أَنَّ الَّلَات كَانَ يَلِتُّ السَّوِيقُ لأَهْلِ الطَّائِف، ثُمَّ عَبَدُوهُ، فَشِرْكُ العَرَبِ بِالأَصْنَامِ المَجْعُولَةِ تَمَاثِيل لِلصَّالحِينَ، وَمِنْهَا أَصْنَامٌ جُهِلَ أَهْلُهُا، لَكِنَّ الشِّرْكَ الغَالِبَ فِي أَرْضِ العَرَبِ كَانَ بِالأَصْنَامِ الأَرْضِيَّةِ الَّتِي جُعِلَتْ تَماثِيلَ لِلصَّالحِينَ، وَلَا يُعْرَفُ فِيهِمْ صَنَمٌ مَشْهُورٌ بَأَنَّهُ طُلْسُمًا لِلشَّمْسِ أَو القَمَرِ أَو نَحْوِ ذَلِكَ، مِمَّا هُوَ شرْكُ غَيرِهِمْ كَالكِلْدَانِيِينَ.\rوَالمَجُوسُ شرْكُهُمْ كَانَ عِبَادَة الشَّمْسِ وَالقَمَرِ وَالنَّاس، وَهَذَا أَعْظُمُ مِنْ عِبَادَةِ الصَّالحِينَ، فَإِنَّ عُبَّادَ الأَنْبِيَاءِ وَالصَّالحِين يَجْعَلُونَهُمْ شُفَعَاءَ وَقُرْبَانًا، كَمَا كَانَتْ العَرَبُ تَقُولُ فِي أَوثَانِهَا.\rوَأَمَّا هَؤُلَاءِ فَيَطْلُبُونَ مِنَ الشَّمْسِ وَالقَمَرِ وَالكَوَاكِبِ الأَفْعَالَ، ويعْتَقِدُونَ أَنَّهَا مُدَبِّرَةٌ لِهَذَا العَالَم، وَلَا يَتَقَرَّبُونَ بِعِبَادَتِهَا إِلَى الله، وَلَا يَتَّخِذُونَهَا شُفَعَاءَ.\rفَتبَيَّنَ: أَنَّ شرْكَ المَجُوسِ كَانَ أَعْظَمَ مِنْ شرْكِ مُشْرِكِي العَرَب، وَكَانُوا يُعَادُونَ أَهْلَ الكِتَابِ كَالنَّصَارَى، وَلَا يُقِرُّونَ بِنُبُوَّةِ المَسِيح،","seal":"C06E47EA","page":169},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":170,"nass":"وَلَا مُوسَى، وَلَا إبْرَاهِيم الخَلِيل.\rوَكَانَ العَرَبُ (¬1) يُعَظِّمُونَ إبْرَاهِيم الخَلِيل، وَهمْ عَلَى بَقَايَا مِلَّتِه، مِثْل: حَجِّ البَيْتِ، وَالخِتَان، وَتَحْرِيمِ نِكَاحِ ذَوَاتِ المَحَارِم، وَكَانُوا يُسَمَّونَ حُنَفَاء، لَكِنْ حُنَفَاءَ مُشْرِكِين، لَيسُوا حُنَفَاءَ مُخْلِصِينَ.\rقَالَ ابنُ أَبِي حَاتِمٍ فِي تَفْسِيرِهِ (¬2): حَدَّثَنَا مُحَمَّدُ بن يَحْيَى حَدَّثَنَا العَبَّاسُ حَدَّثَنَا يَزِيدُ بن زُرَيعٍ حَدَّثَنَا سعِيدُ عَنْ قَتَادَةَ قَالَ: \"الحَنِيفِيَّةُ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا الله، يَدْخُلُ فِيهَا تَحْرِيمُ الأُمَّهَات، وَالبَنَات، وَالخَالَات، وَالعَمَّات، وَمَا حَرَّمَ اللهُ، والخِتَان، فَكَانَتْ حَنِيفِيَّةً فِي الشِّرْك، كَانَوا أَهْلَ الشِّرْك، وَكَانُوا يحرِّمُونَ فِي شِرْكِهِمْ الأُمَّهَات، وَالبَنَات، والخَالَات، وَالعَمَّات، وَكَانُوا يَحُجُّونَ البَيتَ، وينْسُكُونَ المناسِكَ\".\r¬__________\r(¬1) في المطبوعة: (وكانوا يعظمون إبراهيم).\r(¬2) (1/ 242، 4/ 1331).","seal":"0444783C","page":170},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":171,"nass":"فَاسْمُ الحُنَفَاءِ فِي الأَصْلِ: لَمِنْ كَانَ عَلَى مِلَّةِ إبْرَاهِيم، وَهُمْ الصَّابِئُونَ الحُنَفَاءُ، مِثْل: أَولَادِ إسماعيل قَبْلَ أَنْ يَحْدُثَ فِيهِمُ الشِّرْكَ، كَانُوا عَلَى مِلَّةِ إبْرَاهِيم حُنَفَاءَ مُخْلِصِينَ، وَهُمْ مِنَ الصَّابِئِينَ الَّذِين أثْنَى اللهُ عَلَيهِمْ بِقَولِهِ (¬1) {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا} الآية.\rفَهَؤُلَاءِ الصَّابِئَةُ مِنَ الحُنَفَاءِ المُخْلِصِينَ، وَالصَّابِئُونَ المُشْرِكُونَ فَيهِمْ كَالَّذِين أَشْرَكُوا مِنَ الحُنَفَاء، كَمَا تَقَدَّمِ (¬2).\rوَأَمَّا المَجُوسُ: فَلَمْ يَكُنْ عِنْدَهُمْ شَيءٌ مِنْ آثَارِ الأَنْبِيَاء، بَلْ كَانُوا\r¬__________\r(¬1) في المطبوعة: (يقول) وهو خطأ.\r(¬2) قال شيخ الإسلام في الرد على المنطقيين (1/ 288): (فإن الصابئة نوعان: صابئة حنفاء موحدون، وصابئة مشركون، فالأولون هم الذين أثنى الله عليهم بقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَومِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوفٌ عَلَيهِمْ وَلَا هُمْ يَحْزَنُونَ}، فأثنى على من آمن بالله واليوم الاخر وعمل صالحا من هذه الملل الاربع المؤمنين واليهود والنصارى والصابئين .. والصابئون الذين كانوا قبل هؤلاء كالمتبعين لملة إبراهيم امام الحنفاء، وهذا بخلاف المجوس والمشركين فإنه ليس فيهم مؤمن).","seal":"242CF542","page":171},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":172,"nass":"يَسْتَحِلُّونَ نِكَاحَ ذَوَاتِ المَحَارِم، وَلِهَذَا اتَّفَقَ الصَّحَابَةُ عَلَى تَحْرِيمِ ذَبَائِحِهِمْ وَمُنَاكَحَتِهِمْ وَأَنَّهُمْ لَيسُوا مِنْ أَهْلِ الكِتَاب، وَتَكَلَّمُوا فِي جُبْنِهِمْ لأَجْلِ الأَنْفِحَة، لأَنَّ ذَبَائِحَهُمْ كَذَبَائِحِ المُشْرِكِينَ، وَجُبْنُهُمْ كَجُبْنِ المُشْرِكِين؛ وَلِهَذَا لمَّا بَلَغَ أَحْمَدَ أَنَّ أَبَا ثَورٍ يجَعَلُهُمْ مِنْ أَهْلِ الكِتَاب، ويُبِيحُ ذَبَائِحَهُمْ دَعَا عَلَيهِ أَحْمَدُ، وَذَكَر إِجْمَاعَ الصَّحَابَةِ عَلَى خِلَافِ ذَلِكَ (¬1).\r¬__________\r(¬1) قال ابن القيم في أحكام أهل الذمة (1/ 96): (وأما تحريم ذبائحهم ومناكحتهم فاتفاق من الصحابة رضي الله عنهم؛ ولهذا أنكر الإمام أحمد وغيره على أبي ثور طرده القياس، وإفتاءه بحل ذبائحهم، وجواز مناكحتهم، ودعا عليه أحمد حيث أقدم على مخالفة أصحاب رسول الله، والصحابة كانوا أفقه وأعلم، وأسدَّ قياسًا ورأيًا، فإنهم أخذوا في الدماء بحقنها موافقة لقول رسول الله وفعله، حيث أخذها منهم، وأخذوا في الأبضاع والذبائح بتحريمها احتياطًا، وإبقاء لها على الأصل، وإلحاقًا لهم بِعُبَّاد الأوثان؛ إذ لا فرق في ذلك بين عبَّاد الأوثان وعبَّاد النيران، فالأصل في الدماء حقنها، وفي الأبضاع والذبائح تحريمها، فأبقوا كل شيء على أصله، وهذا غاية الفقه، وأسد ما يكون من النظر). =","seal":"D831FB8C","page":172},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":173,"nass":"وَهَذَا القَولُ قَولٌ مُحْدَثٌ فِي الإِسلَام، وَهُوَ قُولُ أَبِي ثَورٍ، وَدَاوُد، وابنِ حَزْمٍ، وَحُكِيَ قَولًا لِلشَّافِعِيّ، وَجَعَلَ ابنُ حَزْمٍ نَبِيَّهُمْ زَرَادِشْت، وَاحَتَجُّوا بِمَا رُوِيَ عَنْ عَليٍّ: \"أَنَّهُمْ كَانَ لَهُمْ كِتَابٌ، فَلَمَّا استَحَلُّوا نِكَاحَ ذَوَاتِ المَحَارِمِ رُفِعَ ذَلِكَ الكِتَابُ\" (¬1).\rوَالإِمَامُ أَحْمَدُ ضَعَّفَ هَذَا الحَدِيثَ، وَبِتَقْدِير صِحَّتِهِ فَإِذَا رُفِعَ الكِتَابُ، وَلَمْ يَبْقَ مَنْ يَعْرِفُهُ، وَلَا هُمْ مُسْتَمْسِكِينَ بِشَيءٍ مِنْ شَرَائِعِهِ لَمْ يَكُونُوا مِنْ أَهْلِ الكِتَاب، وَلَمْ يَكُونُوا خَيرًا مِنَ العَرَبِ المُشْرِكَين، فَإْنَّهُمْ كَانُوا عَلَى مِلَّةِ إبْرَاهِيم.\r¬__________\r= وقال ابن كثير في تفسيره (2/ 21): (وأما المجوس فإنهم وإن أخذت منهم الجزية تبعًا وإلحاقًا لأهل الكتاب؛ فإنهم لا تؤكل ذبائحهم، ولا تنكح نساؤهم، خلافا لأبي ثور - إبراهيم بن خالد الكلبي، أحد الفقهاء من أصحاب الشافعي - لما قال ذلك واشتهر عنه، أنكر عليه الفقهاء ذلك حتى قال عنه الإمام أحمد: أبو ثور كاسمه، يعني في هذه المسألة).\r(¬1) سبق تخريجه.","seal":"057A81A9","page":173},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":174,"nass":"ثُمَّ لمَّا بَدَّلُوهَا لَمْ يَنْفَعْهُمْ مَا كَانُوا عَلَيهِ قَبْلُ مِنَ الشِّرْك، وَلَمْ يُعْرَفْ عَنْ أَحَدٍ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ أَنَّهُمْ جَعَلُوا زَرَادِشْت نَبِيًّا صَادِقًا، بَلِ المَشْهُور عَنْهُ: أَنَّهُ مِنَ الكَذَّابِينَ (¬1)، وَقَدْ قَالَ تَعَالَى: {أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَينِ مِنْ قَبْلِنَا}.\r¬__________\r(¬1) قال العيني في عمدة القاري (19/ 235): (وفي كتاب \"الطبقات\" لصاعد كانت الفرس أول أمرها موحدة على دين نوح عليه الصلاة والسلام إلى أن أتى برداسف المشرقي إلى طهمورس ثالث ملوك الفرس بمذهب الحنفاء، وهم الصابئون، فقبله منه وقسر الفرس على التشرع به، فاعتقدوه جميعًا نحو ألف سنة ومائتي سنة إلى أن تمجسوا جميعًا بظهور زرادشت في زمن بستاسف ملك الفرس حين مضى من ملكه ثلاثون سنة، ودعى إلى دين المجوسية من تعظيم النار وسائر الأنوار، والقول بتركيب العالم من النور والظلام، واعتقاد القدماء الخمسة: إبليس والهيولى والزمان والمكان وذكر آخر، فقبل منه بستاسف، وقاتل الفرس عليه حتى انقادوا جميعًا إليه، ورفضوا دين الصابئة، واعتقدوا زرادشت نبيًّا مرسلًا إليهم، ولم يزالوا على دينه قريبًا من ألف سنة وثلاث مائة سنة إلى أن أباد الله عز وجل ملكهم على يد عمر رضي الله تعالى عنه).","seal":"1AE62295","page":174},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":175,"nass":"والمَجُوسُ كَانُوا مِنْ أَعْظَمِ الأُمَم، فَلَو أنزِلَ عَلِيهِمْ كِتَابٌ لَكَانَ قَدْ أُنْزِلَ عَلَى ثَلاثِ طَوَائِف، فَدَلَّ عَلَى أَنَّهُ إِنَّما أُنْزِلَ عَلَى طَائِفَتَين، وَقَدْ احْتَجَّ بِهَذَا غَيرُ وَاحِدٍ مِنْ أَهْلِ العِلْمِ عَلَى أَنَّهُ لَا كِتَابَ لَهُمْ، وَلَكِنْ إِنَّمَا وَقَعَتِ الشُّبْهَةُ فِيهِمْ (¬1) لِطَائِفِةٍ مِنْ أَهْلِ العِلْم، لمَّا اعْتَقَدُوا أَنَّ الجِزْيَة لَا تُؤْخَذُ إِلَّا مِنْ أَهْلِ الكِتَابِ - وَقَدْ أُخِذَتْ مِنْهُم بِالنَّصِّ وَالإِجْمَاعَ - صَارُوا:\rتَارَةً يَقُولُونَ: لَهُمْ شُبْهَةُ كِتَابٍ.\rوَتَارَةً يَقُولُونَ: هُمْ مختلَفٌ فِيهِمْ.\rوَقَالَ بَعْضُهُمْ: هُمْ مِنْ أَهْلِ الكِتَابِ.\rوَاحْتَجُّوا بِالحَدِيثِ المَرْوِيِّ (¬2) فِيهِمْ: \"سُنُّوا بِهِمْ سُنَّةَ أَهْلِ\r¬__________\r(¬1) في المطبوعة: (منهم).\r(¬2) في المطبوعة: (المعروف).","seal":"A277E23A","page":175},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":176,"nass":"الكِتَابِ\" (¬1).\rوَهَذَا الحدِيثُ إِسْنَادُهُ مُنْقَطِعٌ، فَإِنَّ جَعْفَرًا رَوَاهُ عَنْ أَبِيهِ عَنْ عَبْدِ الرَّحْمَنِ، وَأَبُوهُ لَمْ يُدْرِكْ عَبْدَ الرَّحْمَن، وَبِتَقْدِيرِ ثُبُوتِ لَفْظِهِ: فَهُوَ يَدَلُّ (¬2) عَلَى أَنَّهُمْ لَيسُوا مِنْ أَهِل الكِتَاب، لَكِنِ المُرَادُ: أَنَّهُ تُؤْخَذُ مِنْهُمْ\r¬__________\r(¬1) أخرجه عبد الرزاق (6/ 68)، وابن أبي شيبة (12/ 243)، ومالك (1/ 278)، والبزار (3/ 264)، وأبو يعلى (2/ 168)، والشاشي (1/ 288)، والدراقطني (4/ 299)، والبيهقي في الكبرى (9/ 189) من طرق عن عبد الرحمن بن عوف رضي الله عنه. وهو منقطع قال الدارقطني بعد أن ذكره في علله (4/ 299): (يرويه جعفر بن محمد واختلف عنه، فرواه مالك من رواية أبي علي عبيد الله بن عبد المجيد الحنفي عنه عن جعفر بن محمد عن أبيه عن جده عن علي بن الحسين، وخالفه أصحاب مالك لم يقولوا فيه: عن جده، وكذلك رواه الثوري، وسليمان بن بلال، وعبد الله بن إدريس، وحفص بن غياث، وأنس بن عياض، وأبو عاصم النبيل عن جعفر بن محمد، ولم يسمع أبو عاصم من جعفر بن محمد غيره، وعبد الوهاب الثقفي، والقاسم بن معن، وابن جريج، وعلي بن غراب، وغيرهم عن جعفر عن أبيه مرسلًا عن عبد الرحمن بن عوف لم يذكروا فيه علي بن الحسين، وهو الصواب).\r(¬2) في المطبوعة: (دال).","seal":"AFF9B04A","page":176},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":177,"nass":"الجِزَيةُ كَمَا تُؤْخَذُ مِنْ أَهْلِ الكِتَابِ (¬1).\rثُمَّ تَخْصِيصُ أَهْلِ الكِتَابِ بِالذِّكْرِ فِي آَيَةِ الجِزْيَةِ:\rفَهِمَ مِنْهُ طَائِفَةٌ: أَنَّ غَيرَهُمْ يُقَاتَلْ مُطْلَقًا، وَإِنْ أَدَّى الجِزْيَةَ عَنْ يَدٍ وَهُوَ صَاغِرٌ.\rوَفَهِمَ الأَكثرونَ مِنْهُ: أَنَّ هَذَا مِنْ بَابِ تَنْبِيهِ الخِطَابِ وَفَحْوَاهُ، فَإِنَّهُ إِذَا كَانَ أَهْلُ الكِتَابِ لَا يَجُوزُ مُهَادَنَتُهُمْ إِلَّا مَعَ الجِزْيَةِ والصَّغَار،\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (32/ 189): (وقول النبي: \"سنوا بهم سنة أهل الكتاب\" دليل على أنهم ليسوا من أهل الكتاب، وإنما أمر أن يسن بهم سنتهم في أخذ الجزية خاصة، كما فعل ذلك الصحابة، فإنهم لم يفهموا من هذا اللفظ إلا هذا الحكم، وقد روي مقيدًا غير ناكحي نسائهم، ولا آكلي ذبائحهم، فمن جوَّز أخذ الجزية من أهل الأوثان قاس عليهم غيرهم في الجزية، ومن خصهم بذلك قال: إن لهم شبهة كتاب بخلاف غيرهم).","seal":"40100319","page":177},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":178,"nass":"فَغَيرُهُمْ أَولَى بِذَلِك (¬1).\rفَهُوَ نَهْيٌّ عَنْ مُهَادَنِةِ الكُفَّارِ بِغَيرِ جِزْيَةٍ وَصَغَارٍ، كَمَا كَانَ الأَمْرُ عَلَيهِ أَولًا فِي حَالَةِ ضَعْفِ الإِسْلَام، كَانَ يُهَادِنُ الكُفَّارَ مِنَ المُشْرِكِين وَأَهْلِ الكِتَابِ بِغَيرِ جِزْيَةٍ وَصَغَارٍ، وَأَهْلُ خَيبَرٍ - بَعْدَ فَتْحِهَا - أَقَرَّهُمْ فِيهَا بِغَيرِ جِزْيَةٍ، فَنَسَخَتْ آَيَةُ الجِزْيَةِ ذَلِك؛ وَلِهَذَا أَخَذَ الجِزَيَةَ مِنْ المَجُوسَ وَلَيسُوا مِنْ أَهْلِ الكِتَاب، وَهَذَا مَذْهَبُ الأَكثَرِينَ: أنَّهُ يَجُوزُ مُهَادَنَةُ جَمِيعِ الكُفَّارِ بِالجِزْيَةِ وَالصَّغَارِ.\rوَهَذَا يُنَاسِبُ (¬2) الأَصْلَ الَّذِي قَالَ بِهِ الجُمْهُورُ، وَهُوَ: أَنَّهُ إَذَا كَانَ\r¬__________\r(¬1) قال شيخ الإسلام في منهاج السنة (8/ 515): (فعدم أخذ الجزية منهم - أي من العرب - هل كان لأنه لم يبق فيهم من يقاتل ... أو لأن الجزية لا يجوز أخذها منهم بل يجب قتالهم إلى الإسلام، فعلى الأول تؤخذ من سائر الكفار، كما قاله أكثر الفقهاء، وهؤلاء يقولون: لما أمر بقتال أهل الكتاب حتى يعطوا الجزية عن يد وهم صاغرون، ونهى عن معاهدتهم بلا جزية، كما كان الأمر أولًا، وكان هذا تنبيهًا على أن من هو دونهم من المشركين أولى أن لا يهادن بغير جزية؛ بل يقاتل حتى يعطوا الجزية عن يد وهم صاغرون).\r(¬2) في المطبوعة: (باب)، وهو خطأ.","seal":"ACE75459","page":178},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":179,"nass":"القِتَالُ لِأَجْلِ الحِرَابِ (¬1)، فَكُلُّ مَنْ سَالَمَ وَلَمْ يحارِبْ لَا يُقَاتَلُ، سَوَاءٌ كَانَ كِتَابِيًّا أَو مُشْرِكًا، الجُمْهُورُ يَقُولونَ بِهَذَا، وَهَذَا مَذْهَبُ مَالِكٍ، وأَبِي حَنِيفَةَ، وَغَيرِهِمَا.\rثُمَّ ذَكَرَ:\rأَنَّ عُمَرَ لَمْ يَأْخُذِ الجِزْيَةَ مِنَ المَجَوسِ حَتَّى أَخْبَرَهُ عَبْدُ الرَّحْمَنِ بن عَوفٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أَخَذَهَا مِنْ مَجُوسِ هَجَر (¬2).\rثَمَّ قَالَ:\rفَإِذَا عَرَفْتَ حَقِيقَةَ السُّنَّةِ: تَبَيَّنَ أَنَّ الرَّسُولَ لَمْ يُفَرِّقْ بَينَ عَرِبِيٍّ وَغَيْرِهِ، وَأَنْ أَخْذَهُ لِلجِزْيَةِ مِنَ المَجُوسِ كَانَ أَمْرًا ظَاهِرًا مَشْهُورًا، وَحَدِيثُ عَمْرِو بنِ عَوفٍ فِي قُدُومِ أَبِي عُبَيدَةَ بِمَالٍ مِنَ البَحْرَينِ\r¬__________\r(¬1) في المطبوعة: (أنه كان القتال لأجل الحرب)، وهو خطأ.\r(¬2) أخرجه البخاري (ح/ 2978) من حديث عبد الرحمن بن عوف رضي الله عنه.","seal":"D9990BD8","page":179},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":180,"nass":"مَعْرُوفٌ فِي الصَّحِيحَينِ (¬1)، وَمَا الَّذِي جَعَلَ عَبْدَ الرَّحْمَنِ [بنَ عَوفٍ] أَعْلَمَ بِهَذَا مِنْ سَائِرِ المُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ كَانُوا أَعْلَم بِهَذَا مِنْهُ؟ مِثْل أَبِي عُبَيدَة الَّذِي هُوَ قَدِمَ بِالجِزْيَة، وَالأَنْصَارِ الَّذِين وَافَوهُ لمَّا سَمِعُوا بِقُدُومِ المَالِ، وَهَذَا يَحْتَمِلُ بَسْطًا كَثِيرًا.\rوَلَكِنَّ الإِنْسَانَ قَدْ يَنْسَى (¬2) مَا وَقَعَ لَهُ، كَمَا نَسِيَ عُمَرُ مَا جَرَى لَهُ وَلعَمَّارٍ فِي التَّيَمُّمِ (¬3)، وَقَدْ يَذْهَلُ عَنِ الآَيَةِ مِنَ القُرْآن، حَتَّى يُذَكَّرَ\r¬__________\r(¬1) أخرجه البخاري (ح/ 6061)، ومسلم (ح/ 2961) من حديث عمرو بن عوف رضي الله عنه.\r(¬2) في الأصل: (نسي)، ولعل ما أثبته هو الأقرب، وانظر: الفتاوى (22/ 248).\r(¬3) أخرجه البخاري (ح / 331)، ومسلم (368) واللفظ له من حديث عبد الرحمن بن أبزى عن أبيه قال: أن رجلا أتى عمر فقال إني أجنبت فلم أجد ماء فقال: لا تصل. فقال عمار: أما تذكر يا أمير المؤمنين إذ أنا وأنت في سرية، فأجنبنا فلم نجد ماء، فأما أنت فلم تصل، وأما أنا فتمعكت في التراب وصليت. فقال النبي - صلى الله عليه وسلم -: \"إنما كان يكفيك أن تضرب بيديك الأرض ثم تنفخ ثم تمسح بهما وجهك وكفيك\".","seal":"58178BF7","page":180},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":181,"nass":"بِهَا، كَمَا جَرَى لِعُمَرَ فِي الصَّدَاقِ (¬1)، لمَّا أَرَادَ أَنْ يُقَدِّرَ أَكْثَرَهُ، وَيَجْعَلَ الزِّيَادَةَ فِي بَيتِ المَال، فَلَّما ذُكِّرَ بِقَولِهِ تَعَالَي: {وَآتَيتُمْ إِحْدَاهُنَّ قِنْطَارًا} رَجَعَ عَنْ ذَلِكَ.\rفَقَدْ كَانَ فِي مَجْلِسٍ، فَأَخْبَرَهُ عَبْدُ الرَّحْمَن بن عَوفٍ بِذَلِكَ، وَإِلَّا فَهَذَا كَانَ مَعْرُوفًا عِنْدَ عَامَّةِ الصَّحَابَة، وَكَانَ فِي مَغِيبِ أَبِي عُبَيدَةَ أَو\r¬__________\r(¬1) أخرجه أبو يعلى في مسنده كما في المطالب العالية (8/ 94) عن مسروق قال: (ركب عمر رضي الله عنه المنبر منبر رسول الله، فقال: لا أعرفن ما زاد الصداق على أربعمائة درهم، ثم نزل فاعترضته امرأة من قريش فقالت: يا أمير المؤمنين نهيت الناس أن يزيدوا في صدقاتهن إلى أربعمائة درهم؟ ! قال: نعم. قالت: أما سمعت الله تعالى يقول في القرآن: {وَآتَيتُمْ إِحْدَاهُنَّ قِنْطَارًا} الآية، فقال: اللهم غفرا كل الناس أفقه من عمر، ثم رجع فركب، فقال: أيها الناس إني كنت نهيتكم أن تزيدوا في صدقاتهن على أربعمائة درهم، فمن شاء أن يعطي من ماله ما أحب، أو فمن طابت نفسه فليفعل). قال ابن كثير في تفسيره (1/ 468): (إسناده جيد قوي). والحديث قد رواه أصحاب السنن بنحوه مختصرًا، وذكره الحافظ الدارقطني في علله (2/ 239)، وأشار إلى الإختلاف الكثير الذي وقع في سنده، فراجعه فإنه مهم للغاية.","seal":"192C2BC4","page":181},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":182,"nass":"بَعْدَ مَوتِه، وَإِلَّا فَأَبُو عُبَيدَةَ هُوَ قَدِمَ بِالجِزْيَة، وَعُمَرُ كَانَ يُقَدِّمُهُ عَلَى عَبْدِ الرَّحْمَنِ بنِ عَوفٍ وَغَيْرِهِ، وَهَذَا أَمْر كَانَ مَعْرُوفًا فِي الصَّحَابَةِ.\rوَتَوَقُفُ عُمَرَ فِي أَخْذِ الجِزْيَةِ مِنَ المَجُوسِ أَوَّلًا؛ إِذْ كَانَ القُرْآنُ لَيسَ فِيهِ نَصٌّ فِيهِمْ، وَإِنَّمَا النَّصُّ فِي أَهْلِ الكِتَاب، وَمنْ هُنَا حَصَلَ الاشْتِبَاهُ لِكَثِيرٍ مِنَ العُلَمَاءِ:\r* فَمِنْهُمْ مَنْ قَالَ: لمَّا خَصَّهُمْ بِالذِّكْرِ دَلَّ عَلَى أَنَّهُ لَا يُؤْخَذُ (¬1) مِنْ غَيرِهِمْ، ثُمَّ اضطَرَبُوا فِي المَجُوسِ كَمَا تَقَدَّمَ، وَقَالُوا: إِنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمْ يَأْخُذْهَا مِنْ مُشْرِكِيِّ العَرَب، بَلْ أَمَرَ بِقَتَالهِمْ حَتَّى يَشْهَدُوا أَنْ لا إِلَه إِلَّا الله، وَأَنَّ مُحَمَّدًا رَسولُ الله، وَمَاتَ النَّبِيُّ - صلى الله عليه وسلم - وَمَا بِأَرْضِ العَرَبِ مُشْرِكٌ.\r* وَأَمَّا جُمْهُورُ العُلَمَاءِ: فَعَلِمُوا أَنَّهُ لَا فَرْقَ بَينَ المَجُوسِ وَبَينَ سَائِرِ المُشْرِكِين، وَهُمْ شَرٌّ مِنْ غَيرِهِمْ كَمَا تَقَدَّمَ، فَإِذَا أَخَذَ مِنْهُمْ فَمِنْ\r¬__________\r(¬1) في المطبوعة: (لا تؤخذ).","seal":"8D74ED8F","page":182},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":183,"nass":"غَيرِهِمْ بِطَرِيقِ الأَولَى.\rثُمَّ مِنْ هَؤُلَاءِ مَنْ ظَنَّ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - خصَّ العَرَبَ بَأَنْ لَا يَقْبَلَ مِنْهُمْ، فَاسْتَثْنَاهُمْ، فَقَالَ: تُقْبَلُ مِنْ كُلِّ مُشْرِكٍ، إِلَّا مِنْ مُشْرِكِيِّ العَرَبِ، كَمَا يَقُولُهُ طَائِفَةٌ.\rوَآخَرُونَ قَالُوا: لَا يُسْتَثْنَى أَحَدٌ، وَمُشْرِكُوا العَرَبِ لا تُؤْخَذُ مِنْهُمْ، لَأَنَّهُ لَمْ يَبْقَ مِنْهُم إِلَّا مَنْ أَسْلَمَ، وَهَذَا أَصَحُّ الأَقْوَالِ.\rفَإِنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمْ يَخُصَّ العَرَبَ بِحُكْمٍ فِي الدِّين، لَا بِمَنْعِ الجِزْيَةِ، وَلَا مَنعْ الاسْتِرْقَاق، وَلَا تَقْدِيمِهِمْ فِي الأَمَان، وَلَا بِجْعَلِ غَيرِهُمْ لَيسَ كُفْوًا لهمْ في النِّكَاح، وَلَا بِحِلِّ مَا اسْتَطَابُوهُ دُونَ مَا اسْتَطَابَهُ غَيرُهُمْ؛ بَلْ إِنَّمَا عَلَّقَ الأَحْكَامَ بِالْأَسْمَاءِ المَذْكُورَةَ فِي القُرْآن، كَالمُؤْمِن، وَالكَافِر، وَالبَرّ، وَالفَاجِرِ (¬1). إِلَى أَنْ قَالَ:\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (19/ 18): (فلا يُظنَّ أنه خص العرب بحكم من الأحكام أصلًا؛ بل إنما علق الأحكام بإسم: مسلم، وكافر، ومؤمن، =","seal":"6DDF9B65","page":183},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":184,"nass":"[الحُكْمُ إِذَا نَقَضَ الكُفَّارُ العَهْدَ]\rثُمَّ إِذَا عَاهَدَ المُسْلِمِينَ طَائِفَةٌ، ، فَنَقَضَتِ العَهْدَ، لَمْ يَجِبْ عَلَى المُسْلِمِينَ أَنْ يُعَاهِدُوهُمْ ثَانِيًا؛ بَلْ لَهُمْ قِتَالهمْ، وَإِنْ طَلَبُوا أَدَاءَ الجِزْيَةِ؛ وَللإِمَامِ أَنْ يَقْتُلَهُمْ حَتَّى يُسْلِمُوا، وَلَهُ أَنْ يُجْلِيهِمْ مِنْ دِيَارِ الإِسْلَامِ إِذَا رَأَى ذَلِكَ مَصْلَحَةً (¬1).\r¬__________\r= ومنافق، وبر، وفاجر، ومحسن، وظالم، وغير ذلك من الأسماء المذكورة في القرآن والحديث، وليس في القرآن ولا الحديث تخصيص العرب بحكم من أحكام الشريعة).\r(¬1) قال شيخ الإسلام في الفتاوى (19/ 23): (ولم يكن النبي ضرب الجزية على أحد من اليهود بالمدينة ولا بخيبر؛ بل حاربهم قبل نزول آية الجزية، وأقر اليهود بخيبر فلاحين بلا جزية إلى أن أجلاهم عمر؛ لأنهم كانوا مهادنين له وكانوا فلاحين في الأرض، فأقرهم لحاجة المسلمين إليهم، ثم أمر بإجلائهم قبل موته وأمر بإخراج اليهود والنصارى من جزيرة العرب، فقيل: هذا الحكم مخصوص بجزيرة العرب، وقيل: بل هو عام في جميع أهل الذمة إذا إستغنى المسلمون عنهم أجلوهم من ديار الإسلام وهذا قول ابن جرير).","seal":"64F86690","page":184},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":185,"nass":"فَإِنَّ النَّبِيَّ - صلى الله عليه وسلم - لما نَقَضَتِ النَّضِيرُ العَهْدَ حَاصَرَهُمْ وَأَجْلَاهُمْ، وَفِي ذَلِك أَنْزَلَ اللهُ سُورَةَ الحشْرِ.\rوَقُرَيظَةُ لمَّا نَقَضَتِ العَهْدَ عَامَ الخَنْدَقِ حَاصَرَهُمْ بَعْدَ هَذَا، حَتَّى نَزَلُوا عَلَى حُكْمِه، فَشَفَع حُلَفَاؤُهُمْ مِنَ الأَوسِ فِيهِمْ، فَأَنْزَلهمْ عَلَى حُكْمِ سَيِّدِهِمْ [سَعْدِ] بنِ مُعَاذٍ، فَحَكَمَ بَأَنْ يُقْتَلَ مُقَاتِلُهُمْ، وَتُسْبَى ذَرَارِيهِمْ، وَتُغْنَمَ أَمْوَالهمْ، فَإذَا نَقَضَ أَهْلُ الذِّمَّةِ وَغَيرُهُمْ العَهْدَ لَمْ يَجِبْ عَلَى الإِمَامِ أَنْ يَعْقِدَ لهمْ عَقْدًا ثَانِيًا، بَلْ يَجُوزُ قَتْلُ كُلِّ مَنْ نَقَضَ العَهْدَ، وَقِتَالُهُ، وَإِنْ بَذَلَ الجِزْيَةَ ثَانِيًا (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 477): (لأن بني قينقاع لما نقضوا العهد الذي بينهم وبين النبي أرادوا قتلهم، حتى ألحَّ عليه عبد الله بن أبي في الشفاعة فيهم، فأجلاهم إلى أذرعات، ولم يقرهم بالمدينة مع أن القوم كانوا حراصًا على المقام بالمدينة بعهد يجددونه، وكذلك بنو قريضة لما حاربت أرادوا الصلح والعود إلى الذمة، فلم يجبهم النبي حتى نزلوا على حكم سعد بن معاذ، وكذلك بنوا النضير لما نقضوا العهد فحاصرهم فأنزلهم على الجلاء من المدينة مع أنهم كانوا أحرص شيء على المقام بدارهم بأن يعودوا إلى الذمة، وهؤلاء الطوائف =","seal":"4D5CCB32","page":185},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":186,"nass":"قَالَ تَعَالَى: {وَإِنْ نَكَثُوا أَيمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيمَانَ لَهُمْ} أَي: لَا وَفَاءَ لهمْ بَالأَيْمَانَ.\rفَهَذَا أَمْرٌ بِقِتَالِ النَّاكِثِينَ لِلْعَهْدِ مُطْلَقًا، فَالمُعَاهَدُونَ إِلَى أَجَلٍ مُسَمَّى إِنْ أَسْلَمُوا فَهُمْ إِخْوَانٌ فِي الدِّينِ، وَإِنْ نَكَثُوا أَيمَانَهُمْ وَجَبَ قِتَالُهُمْ، وَإِنْ وَفَوا بِالعَهْدِ وُفِيَ لهمْ بِعَهْدِهِمْ، وَإِنْ كَانُوا قَدْ عُوهِدِوا بِلَا جِزْيَةٍ، فَكَذَلِكَ مَنْ عَاهَدَ بِالجِزْيَةِ.\rوَالصَّحِيحُ أَنْ العَهْدَ المُطْلَقَ جَائِزٌ.\rوَالعُهُودُ الَّتِي كَانَتْ بَينَ النَّبِيِّ - صلى الله عليه وسلم - وبَينَ المُشْرِكِين كَانَتْ مُطْلَقَةً، لَمْ تَكُنْ مُؤَقَّتَة، وَالقَرْآنُ قَدْ فَرَّقَ بَينَ المُؤَقَّتِ مِنْهَا وَالمُطْلَق، فَأَجَازَ نَبْذَ المُطْلَق، وَأَوجَبَ الوَفَاءَ بِالمؤقَّت، وَهَذَا هُوَ مُقْتَضَى الأُصُولِ كَسَائِرِ\r__________\r= كانوا أهل ذمة عاهدوا النبي على أن الدار دار الإسلام يجري فيها حكم الله ورسوله، وأنه مهما كان بين أهل العهد من المسلمين ومن هؤلاء المعاهدين من حدث فأمره إلى النبي، هكذا في كتاب الصلح، فإذا كانوا نقضوا العهد، فبعضًا قتل، وبعضًا أجلى، ولم يقبل منهم ذمة ثانية).","seal":"F84F0225","page":186},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":187,"nass":"العُقُودِ المُطْلَقَةِ وَالمُؤَقَّتَةِ (¬1).\r* * *\r¬__________\r(¬1) قال شيخ الإسلام في الصفدية (2/ 318): (ولهذا كان بين النبي - صلى الله عليه وسلم - وبين كثير من المشركين عهود مطلقة ومؤقتة فالمؤقتة كانت لازمة والمطلقة لم تكن لازمة؛ بل لكل منهما فسخها) إلى أن قال: (وقد ظن طائفة من الفقهاء أنه لا يجوز أن يعاهد الكفار إلا إلى أجل مسمى ... والصحيح: أنه يجوز العهد مطلقًا ومؤجلًا، فإن كان مؤجلًا كان لازمًا ... وإن كان مطلقًا لم يكن لازمًا، فإن العقود اللازمة لا تكون مؤبدة كالشركة والوكالة) وانظر أيضًا: الجواب الصحيح (1/ 176)، والفتاوى (29/ 145).","seal":"65908E92","page":187},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":188,"nass":"[الدَّلِيلُ الأَوَّلُ عَلَى تَحْرِيمِ قَتْلِ الكَافِرِ لمُجَرَّدِ كُفْرِهِ]\rفَهَذَا الأَصْلُ الَّذِي ذَكَرْنَاهُ - وَهُوَ أَنَّ القِتَالَ لِأَجْلِ الحِرَابِ (¬1) لَا لِأَجْلِ الكُفْرِ - هُوَ الَّذِي يَدُلُّ عَلَيهِ الكِتَابُ وَالسُّنَّةُ، وَهُوَ مُقْتَضَى الاعتبار.\rوَذَلِكَ: أَنَّهُ لَو كَانَ الكُفْرُ هُوَ المُوجِبُ لِلْقَتْلِ - بَلْ هُوَ المُبْيحُ لَهُ - لَمْ يحرِّمْ قَتْلَ النِّسَاءَ (¬2)، كَمَا لَو وَجَبَ أَو أُبِيحَ قَتْلُ المَرْأَةِ بِزِنًا، أَو قَوَدٍ،\r¬__________\r(¬1) في المطبوعة: (الحرب).\r(¬2) قال شيخ الإسلام في الصارم المسلول (2/ 206): (فقتل المرأة لا يجوز إلا أن تقاتل؛ لأنه رأى امرأة في بعض مغازيه مقتولة، فقال: ما كانت هذه لتقاتل، ونهى عن قتل النساء والصبيان ... لأن قتل المرأة لمجرد الكفر لا يجوز، ولا نعلم أن قتل المرأة الكافرة الممسكة عن القتال أبيح في وقت من الأوقات؛ بل القران وترتيب نزوله دليل على أنه لم يبح قط).\rوقال في الموضع السابق (2/ 319): (الموجب للقتل هو السب لا مجرد الكفر والمحاربة .. فحيثما وجد هذا الموجب وجب القتل؛ وذلك لأن الكفر مبيح للدم =","seal":"3732484F","page":188},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":189,"nass":"أَو رِدَّةٍ، فَلَا يَجُوزُ مَعَ قِيَامِ المُوجِبِ لِلقَتْلِ أَو المُبِيحُ لَهُ أَنْ يحرِّمَ ذَلِكَ، لمِا فِيهِ مِنْ تَفْوِيتِ المَال، بَلْ تَفْوِيتُ النَّفْسِ الحُرَّةِ أَعْظَمُ، وَهِيَ تُقْتَلْ لِهَذِهِ الأُمُورِ (¬1).\rوالأَمَةُ المَمْلُوكَةُ تُقْتَلُ لِلقِصِاصِ والرِّدَّةِ؛ وَلِهَذَا لمَّا كَانَتِ الرِّدَّةُ المُجَرَّدَةُ مُوجِبَةً لِلقَتْلِ لَمْ يَجُزْ اسْتِرْقَاقُ المُرْتَدَّةِ عِنْدَ الجُمْهُورِ الَّذِين يَقْتُلُونَ المُرْتَدَّة، وَإِنَّمَا يُجوِّزُ اسْتِرْقَاقَهَا مَنْ لا يُوجِبُ قَتْلَهَا.\rفَأَمَّا الجَمْعُ بَينَ هَذَا وَبَينَ هَذَا فَمُتَعَذِرٌ.\r¬__________\r= لا موجب لقتل الكافر بكل حال، فإنه يجوز أمانة ومهادنته والمنَّ عليه ومفاداته؛ لكن إذا صار للكافر عهد عصم العهد دمه الذي أباحه الكفر).\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 515): (فإنما يقاتل من كان ممانعًا عن ذلك، وهم أهل القتال، فأما من لا يقاتل عن ذلك فلا وجه لقتله؛ كالمرأة والشيخ الكبير والراهب ونحو ذلك؛ ولأن المرأة تصير رقيقة للمسلمين ومالًا لهم، ففي قتلها تفويت لذلك عليهم من غير حاجة، وإضاعة المال لغير حاجة لا يجوز).","seal":"0AE166EC","page":189},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":190,"nass":"[مُنَاقَشَةُ قَولِ مَنْ يَقُولُ: يُقْتَل الكَافِرُ لمُجَرَّدِ كفْرِهِ]\rثُمَّ يُقَالُ: فَإِنْ كَانَ مُجَرَّدُ الكُفْرِ هُوَ المُوجِبُ لِلَقَتْلِ، فَمَا المَانِعُ مِنْ قَتْلِ المَرْأَةِ الكَافِرَةِ؟ .\rفَإِذَا قِيلَ: لَأَنَّها صَارَتْ سَبْيًا لِلْمُسْلِمِينَ.\rقِيلَ: إِنَّمَا صَارَتْ سَبْيًا لِحُرْمِةِ دَمِهَا.\rفَإِذَا قِيلَ: حَرُمَ دَمُهُا لِكَونِهَا تَصِيرُ رَقِيقَةً، كَانَ هَذَا دَورًا، فَإِنَّهُ تَعْلِيلٌ لاستِرْقَاقِهَا بِحُرْمَةِ دَمِهَا، وَتَعْلِيلٌ لِحُرْمَةِ دَمِهَا بِاستِرْقَاقِهَا وَمَصِيرِهَا مَالًا.\rفَإِنْ قِيلَ: بَلِ العِلَّةُ هِي إِمْكَانُ استِرْقَاقِهَا وَأَنْ تَصِيرَ مَالًا.\rقِيلَ: وَهَذِهِ العِلَّةُ مَوجُودَةٌ فِي الرِّجِالِ، فَيُمْكِنُ استِرْقَاقُهُمْ واسْتِعْبَادُهُمْ؛ وَلِهَذَا يُخَيَّرُ الإِمَامُ فِي الأَسْرَى بَينَ القَتْل، وَالاستِرْقَاق،","seal":"4C43C86F","page":190},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":191,"nass":"وَالمَنِّ، وَالفِدَاءِ (¬1).\rفَإِنْ قِيلَ: إِنَّمَا يُسْتَرَقُ الرَّجُلُ إِذَا أُمِنَتْ غَائِلَتُهُ، وَالمَرْأَةُ مَأْمُونَةٌ.\rقِيلَ: فَقَدْ عَادَ الأَمْرُ إِلَى خَوفِ الضَّرَر، وَأَنْ الرَّجُلَ إِنَّمَا قُتِلَ لِدَفْعِ ضَرَرِهِ عَنِ الدِّينِ وَأَهْلِه، فَمَنْ أُمِنَ ضَرَرُهُ بِالدِّينِ وَأَهْلِهِ لَمْ يُقْتَلْ، وَمَعْلُومٌ أَنَّ كَثِيرًا مِنَ الرِّجِالِ يُؤْمَنُ ضَرَرُهُ أُكْثَرَ مِنْ كَثِيرٍ مِنَ النِّسَاء، وَلِهَذَا تُقْتَلُ المَرْأَةُ إِذَا قَاتَلَتْ، وَإِذَا كَانَتْ مُدَبِّرَةً بِالرَّأَيِّ، مِثْل هِنْدٍ، وَقَدْ أَباحَ النَّبِيُّ - صلى الله عليه وسلم - عامَ الفَتْحِ دَمَ عِدَّةِ نِسْوَةٍ فِيهِنَّ هِنْد.\rفَإِنْ قِيلَ: المَرْأَةُ إِذَا قَاتَلَتْ تُقْتَلُ دَفْعًا لِصَولِهَا، فَإِذَا أُسِرَتْ لَمْ تقتَلْ.\rقِيلَ: لَا نُسلِّمُ، فَإِنَّ هَذَا وَإِنْ قَالَهُ الشَّافِعِيُّ، فَالَأَكْثَرُونَ يُبِيحُونَ\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (34/ 116): (فإن الإمام إذا خير في الأسرى بين القتل والاسترقاق والمن والفداء، فعليه أن يختار الأصلح للمسلمين).\rونحوه أيضًا في الصارم المسلول (2/ 469).","seal":"ED648CD1","page":191},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":192,"nass":"قَتْلَ مَنْ قَاتَلَتْ بَعْدَ الأَسْرِ كَالرَّجُلِ، وَكَمَا أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - بقَتْلِ هِنْد وَغَيرِهَا مِنْ النِّسْوَةِ، وَكَانَ قَدْ أَمَّنَ مَنْ لَمْ يُقَاتِلْ، وَلَمْ يُؤَمِّنْ مَنْ قَاتَلَ، لا مِنَ الرِّجَالِ وَلا مِنَ النِّسَاءِ (¬1).\rفَدَلَّ ذَلِكَ: عَلَى أنَّهُ أَبَاحَ قَتْلَ أُولَئِكَ النِّسْوَة، وَإِنْ لَمْ يَكُنَّ حِينَئِذٍ يُقَاتِلْنَ لمَا تَقَدَّمَ مِنْ قِتَالهِنَّ بِأَلْسِنَتِهِنَّ، فَإِنَّ القِتَالَ بِاللِّسَانِ قَدْ يَكُونُ\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 259): (وإذا قاتلت المرأة الحربية جاز قتلها بالإتفاق لأن النبي علل المنع من قتلها بأنها لم تكن تقاتل، فإذا قاتلت وجد المقتضى لقتلها، وانتفى المانع؛ لكن عند الشافعي تقاتل كما يقاتل المسلم الصائل، فلا يقصد قتلها بل دفعها، فإذا قدر عليها لم يجز قتلها، وعند غيره إذا قاتلت صارت بمنزلة الرجل المحارب). وانظر أيضًا الموضع السابق (2/ 522)، وقال أيضًا في الموضع السابق (3/ 774): (وبالجملة فقصة قتله لأولئك النسوة من أقوى ما يدل على جواز قتل السابة بكل حال، فإن المرأة الحربية لا يبيح قتلها إلا قتالها، وإذا قاتلت ثم تركت القتال في غزوة أخرى واستسلمت وانقادت لم يجز قتلها في هذه الثانية، ومع هذا فالنبي أمر بقتلهن).","seal":"25107800","page":192},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":193,"nass":"أَعْظَمَ مِنَ القِتَالِ بِاليَدِ (¬1).\r* * *\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (3/ 735): (إن المحاربة نوعان: محاربة باليد، ومحاربة باللسان، والمحاربة باللسان في باب الدين قد تكون أنكى من المحاربة باليد ... ولذلك كان النبي يقتل من كان يحاربه باللسان مع استبقائه بعض من حاربه باليد، خصوصًا محاربة الرسول بعد موته، فإنها إنما تمكن باللسان، وكذلك الإفساد قد يكون باليد، وقد يكون باللسان، وما يفسده اللسان من الأديان أضعاف ما تفسده اليد، كما أن ما يصلحه اللسان من الأديان أضعاف ما تصلحه اليد، فثبت أن محاربة الله ورسوله باللسان أشد، والسعي في الأرض لفساد الدين باللسان أوكد).","seal":"2B23CCF6","page":193},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":194,"nass":"[الدَّلِيلُ الثَّانِي عَلَى تَحْرِيمِ قَتْلِ الكَافِرِ لمُجَرَّدِ كفْرِهِ]\rوَأَيضًا: فَقَدْ دَلَّتِ النُّصُوصُ عَلَى أَنَّ مَنْ تَابَ قَبْلَ القُدْرَةِ عَلَيهِ وَهُوَ مُمتنِعٌ فَإِنَّهُ يَعْصِمُ دَمَهُ وَمَالَهُ، بِخَلافِ مَنْ تَابَ بَعْدَ القُدْرَةِ عَلَيه، فَلَو أَسْلَمَ الأَسِيرُ بَعْدَ أَسرِهِ لَعُصِمَ دَمُهُ وَلَمْ يُعْصَم اسْتِرَقَاقُهُ.\rبَلْ قِيلَ: يَصِيرُ رَقِيقًا.\rوَقِيلَ: يُخَيَّرُ الإِمَامُ فِيهِ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام في الفتاوى (10/ 374): (كما قال - صلى الله عليه وسلم -: \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمدًا رسول الله، فإذا فعلوا ذلك عصموا منى دماءهم وأموالهم إلا بحقها وحسابهم على الله\" وقال تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ}، وقال: {وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ}؛ ولهذا من تاب من الكفار والمحاربين وسائر الفساق قبل القدرة عليه سقطت عنه العقوبة التي لحق لله، فإذا أسلم الحربي قبل القدرة عليه عصم دمه وأهله وماله، وكذلك قاطع الطريق والزاني والسارق والشارب إذا تابوا قبل القدرة عليهم؛ لحصول المقصود بالتوبة، وأما إذا تابوا بعد القدرة لم تسقط العقوبة كلها؛ لأن ذلك يفضي إلى تعطيل الحدود، وحصول الفساد؛ ولأن هذه التوبة غير موثوق بها؛ ولهذا إذا =","seal":"965A0001","page":194},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":195,"nass":"وَإِنَّمَا عُصِمَ دَمَهُ؛ لَأَنَّ الكُفْرَ شَرْطٌ فِي حِلِّ دَمِ المَقْدُورِ عَلَيه، حَتَّى أَنَّ المُسْلَمَ إِذَا حَارَبَ جَازَ قِتَالُهُ، فَإِذَا قُدِرَ عَلِيهِ لَمْ يَحِلَّ قِتْلُهُ، فَإِنَّ الإِسْلامِ عَاصِمٌ، فَفِي الحدِيثِ: \"لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لا إِلَهَ إِلَّا اللهَ، وَأَنَّ مُحَمَّدًا رَسُولُ الله، إِلَّا بِإِحْدَى ثَلاثٍ، كُفْر بَعْدَ إِسْلامٍ، وَزِنًا بَعْدَ إِحْصَانٍ، أَو أَنْ يَقْتُلَ نَفْسًا فَيقْتَلَ بِهَا\" (¬1)، كَمَا جَاءَ مِثْل هَذَا الحدِيث مَرْفُوعًا إِلَى النَّبِيِّ - صلى الله عليه وسلم - مَنْ حَدِيثِ ابنِ مَسْعُودٍ.\rفَالمُحَارِبُ إِذَا كَانَ كَافِرًا: جَازَ قَتْلُهُ، وَإِذَا أُسِرَ جَازَ قَتْلُهُ لحِرَابِهِ (¬2) المتقَدِّم، وَدَفَعًا لِشَرِّهِ فِي المُسْتَقْبَل، فَإِنَّهُ إِذَا مُنَّ عَلَيهِ أَو فُودِيَ\r¬__________\r= أسلم الحربي عند القتال صح إسلامه؛ لأنه أسلم قبل القدرة عليه، بخلاف من أسلم بعد الأسر، فإنه لا يمنع استرقاقه وإن عصم دمه).\r(¬1) أخرجه البخاري (ح/ 6484)، ومسلم (ح/ 1676) من حديث ابن مسعود رضي الله عنه.\r(¬2) في المطبوعة: (حربه).","seal":"38EE672E","page":195},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":196,"nass":"فَقَدْ يَضُرُّ بِالمُسْلِمِينَ (¬1).\rوأَمَّا المُسْلِمُ: إِذَا جَازَ قِتَالُهُ لحِرَابِهِ (¬2)، مِثْل قِتَالِ البُغَاةِ والعِدَاة، فَإِذَا أسرَ لمْ يَجُزْ قتْلهُ لحِرَابِهِ (¬3) المتقَدِّم، وَلكِنْ إِذا كانَ لهُ فِئَةٌ مُمْتَنِعَةٌ:\rفَقِيلَ: يَجُوزُ قَتْلُهُ لحِرَابِهِ (¬4) المُتَقَدِّم.\rوَقِيلَ: لَا يَجُوزُ (¬5).\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 506): (وصار هذا كالأسير اقتضت المصلحه قتله، لعلمنا أنه متى أفلت كان فيه ضرر على المسلمين أكثر من ضرر قتله، فإنه لا يجوز المن عليه ولا المفاداه به اتفاقًا).\r(¬2) في المطبوعة: (حربه).\r(¬3) في المطبوعة: (حربه).\r(¬4) في المطبوعة: (حربه).\r(¬5) قال شيخ الإسلام في الفتاوى (10/ 374): (ولهذا من تاب من الكفار والمحاربين وسائر الفساق قبل القدرة عليه سقطت عنه العقوبة التي لحق لله، فإذا أسلم الحربي قبل القدرة عليه عصم دمه وأهله وماله، وكذلك قاطع الطريق والزاني والسارق والشارب إذا تابوا قبل القدرة عليهم لحصول المقصود بالتوبة، =","seal":"25A4460E","page":196},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":197,"nass":"[الدَّلِيلُ الثَّالِثُ عَلَى تَحْرِيمِ قَتْلِ الكَافِرِ لمُجَرَّدِ كُفْرِهِ]\rوَأَيضًا: فَإِنَّ اللهَ تَعَالَى قَالَ فِي قِتَالِ الكُفَّارِ: {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}.\rوَلَو كَانَ الكُفْرُ مُوجِبًا لِلقَتْلِ: لَمْ يَجُزْ المَنُّ عَلَى الكَافِرِ وَلَا المُنَادَاةَ بِه، كَمَا لَا يَجُوزُ ذَلِكَ مَمَّنْ وَجَبَ قَتْلُهُ، كَالزَّانِي المُحْصَنِ وَالمُرْتَدِّ، وَقَدْ مَنَّ النَّبِيُّ - صلى الله عليه وسلم - عَلَى غَيرِ وَاحِدٍ مِنَ الكُفَّار، وَفَادَى بِكَثِيرٍ مِنْهُمْ، فَفَادَى بِالأَسْرَى يَومَ بَدْرٍ (¬1).\r¬__________\r= وأما إذا تابوا بعد القدرة لم تسقط العقوبة كلها؛ لأن ذلك يفضي إلى تعطيل الحدود، وحصول الفساد؛ ولأن هذه التوبة غير موثوق بها؛ ولهذا إذا أسلم الحربي عند القتال صح إسلامه؛ لأنه أسلم قبل القدرة عليه بخلاف من أسلم بعد الأسر؛ فانه لا يمنع استرقاقه وأن عصم دمه).\r(¬1) قال شيخ الإسلام كما في الفتاوى (28/ 414): (والكافر الأصلي يجوز أن يعقد له أمان وهدنة، ويجوز المن عليه والمفاداة به إذا كان أسيرًا عند الجمهور، ويجوز إذا كان كتابيًّا ان يعقد له ذمة، ويؤكل طعامهم، وتنكح نساؤهم، ولا تقتل نساؤهم إلا أن يقاتلن بقول أو عمل باتفاق العلماء، وكذلك لا يقتل منهم إلا من =","seal":"5E4E0FA6","page":197},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":198,"nass":"وَلَو كَانَ الكُفْرُ مُوجِبًا: لَوَجَبَ قَتْلُ كُلِّ أَسَيرٍ كَافِرٍ، وَقَدْ مَنَّ عَلَى أَبِي عَزَّةَ الجُمَحِيِّ، وَعَلَى ثُمَامَةَ بنِ أَثَّالٍ، وَغَيرِهِمِا.\rفَإِنْ قِيلَ: المَنُّ وَالفِدَاءُ مَنْسُوخٌ.\r__________\r= كان من أهل القتال عند جمهور العلماء، كما دلت عليه السنة)، وقال أيضًا كما في الموضع السابق (28/ 355): (ولهذا أوجبت الشريعة قتال الكفار، ولم توجب قتل المقدور عليهم منهم؛ بل إذا أسر الرجل منهم في القتال أو غير القتال مثل أن تلقيه السفينة إلينا أو يضل الطريق أو يؤخذ بحيلة، فإنه يفعل فيه الإمام الأصلح من قتله أو استعباده أو المن عليه أو مفاداته بمال أو نفس عند أكثر الفقهاء، كما دل عليه الكتاب والسنة، وإن كان من الفقهاء من يرى المن عليه ومفاداته منسوخًا)، وقال أيضًا في الموضع السابق (34/ 116): (فإن الإمام إذا خير في الأسرى بين القتل والاسترقاق والمن والفداء، فعليه أن يختار الأصلح للمسلمين)، وقال أيضًا في منهاج السنة (4/ 422): (ومن الاجتهاد أن يكون ولى الأمر أو نائبه مخيرًا بين أمرين فأكثر، تخيير تحر للأصلح، لا تخيير شهوة، كما يخير الإمام في الأسرى بين القتل والاسترقاق والمن والفداء عند أكثر العلماء).","seal":"8B3A3240","page":198},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":199,"nass":"قَيلَ: هَذَا مَمْنُوعٌ (¬1)، فَأَينَ النَّاسِخُ؟ .\rوَبِتَقْدِيرِ نَسْخِهِ فَذَاكَ لَأَنَّ لَهُ فِئَةٌ يَعُودُ إِلَيهِمْ فَيُقَويِهِمْ، وَأَبُو حَنِيفَةَ يَقُولُ بِمَنعِ المَنِّ وَالفِدَاء لِهَذِهِ العِلَّة، كَمَا يُقْتَلُ الأَسِيرُ المُسْلِمُ إِذَا كَانَ لَهُ فِئَةٌ مُمتنِعَةٌ، وَإِلَّا فَيَجَوزُ اسْتِرَقَاقُهُ، فَلَو كَانَ القَتْلُ مُوجِبًا لمَا جَازَ اسْتِرَقَاقُهُ.\r* * *\r¬__________\r(¬1) وقال شيخ الإسلام في منهاج السنة (4/ 422): (فإن قوله تعالى: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}، ليس بمنسوخ).","seal":"4760F1BE","page":199},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":200,"nass":"[الدَّلِيلُ الرَّابعُ عَلَى تَحْرِيمِ قَتْلِ الكَافِرِ لمُجَرَّدِ كُفْرِهِ]\rوَأَيضًا: فَلَو كَانَ مُجَرَّدُ الكُفْرِ مُبِيحًا: لمَا أَنْزَلَ النَّبِيُّ - صلى الله عليه وسلم - قُرَيظَةَ عَلَى حُكْمِ سَعْدِ بنِ مُعَاذٍ (¬1) فَيهِمْ، وَلَو حَكَمَ فِيهِمْ بِغَيرِ القَتْلِ لَنَفَذَ حُكْمُهُ، بَلْ كَانَ يَأْمُرُ بِقَتْلِهِمْ ابْتِدَاء، وَإِنَّمَا قَالَ لَهُ لمَّا حَكَمَ فِيهِمْ بِالقَتْلِ: \"لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللهِ\" (¬2).\rلأَنَّ قَتْلَ تِلْكَ الطَّائِفَةِ المُعَيَّنَةِ مِنَ الكُفَّارِ كَانَ فِي نَفْسِ الأَمْرِ مِمَّا أَمَرَ اللهُ بهِ رَسُولَهَ، وَكَانَ أَرْضَى للهِ وَرَسُولِه، فَإِنَّهُمْ لَو أُطْلِقُوا لَعَادَ عَلَى الإِسْلامِ مَنْ شَرِّهِمْ مَا لا يُطْفَأْ، وَلَكِنْ هَذَا مَا كَانَ ظَاهِرًا.\rوَكَانَ لهمْ مِنْ حُلَفَائِهِمْ فِي الجاهِلَيَّةِ مِنَ المُسْلِمِينَ مَنْ يَخْتَارُ المَنَّ عَلَيهِمْ، فَلَمَّا حَكم فَيهِمْ سَعَدٌ بِالقَتْل، قَالَ النَّبِيُّ - صلى الله عليه وسلم - \"لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللهِ\". وَهَذَا يَدَلُّ عَلَى أَنْ بَعْضَ الكُفَّارِ يَتَعَيَّنُ قَتْلُهُ دُونَ\r¬__________\r(¬1) في هامش الأصل كتب: (بياض بالأصل)، ثم أضافها في الأصل بين معقوفتين.\r(¬2) سبق تخريجه.","seal":"67EA2346","page":200},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":201,"nass":"بَعْضٍ، وَهَذَا حُجَّةٌ لِكَوْنِ مُجَرَّدِ الكُفْرِ لَيْسَ هُوَ المُوْجِبُ لِلْقَتْلِ.\rوَإِنَّمَا المُوْجِبُ كُفْرٌ مَعَهُ إِضْرَارٌ بِالدِّيْنِ وَأَهْلِهِ (¬1)، فَيُقْتَلْ لِدَفْعِ ضَرَرَهِ وَأَهْلِه، لِعَدَمِ العَاصِم، لَا لِوُجُودِ المُوْجِب، فَإِنَّ الكُفْرَ - وَإِنْ لَمْ يَكُنْ مُوْجِبًا [لِلْقَتْلِ] (¬2) - فَصَاحِبُهُ لَيْسَ بِمَعْصُوْمِ الدَّمِ وَلَا المَال، بَلْ\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (28/ 354): (وذلك أن الله تعالى أباح من قتل النفوس ما يحتاج اليه في صلاح الخلق ... فمن لم يمنع المسلمين من إقامة دين الله لم تكن مضرة كفره إلا على نفسه ... ولهذا أوجبت الشريعة قتال الكفار ولم توجب قتل المقدور عليهم منهم). وقال أيضًا كما في الفتاوى (25/ 102): (وأما أحمد فالمبيح عنده أنواع أما الكافر الأصلي فالمبيح عنده هو وجود الضرر منه أو عدم النفع فيه، أما الأول فالمحاربة بيد أو لسان فلا يقتل من لا محاربة فيه بحال من النساء والصبيان والرهبان والعميان والزمنى ونحوهم، كما هو مذهب الجمهور).\r(¬2) ما بين المعقوفتين إضافة يقتضيها السياق، وهي مذكورة في بعض المواطن من كتب شيخ الإسلام هكذا. قال شيخ الإسلام في الصارم المسلول (2/ 319): (لأن الكفر مبيح للدم لا موجب لقتل الكافر بكل حال، فإنه يجوز أمانة =","seal":"17DC947D","page":201},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":202,"nass":"هُوَ مُبَاحُ الدَّمِ وَالمَالِ، فَلَمْ تَثْبُتْ فِي حَقِّهِ العِصْمَةُ المُؤْثِمِةُ، فَلَوْ قَتَلَهُ قَاتِلٌ وَلَا عَهْدَ لَهُ لَمْ يَضْمَنْهُ بِشَيءٍ، حَتَّى نِسَاؤُهُمْ وَصِبْيَانُهُمْ لَوَ قتلَهُمْ قَاتِلٌ لَمْ يَضْمَنَهُمْ (¬1)، وَمَا نَعْلَمُ فِي هِذَا نِزَاعًا بَيْنَ المُسْلِمِيْنَ.\rمَعَ أَنَّهُ لَا يَحِلُّ قَتْلُهُمْ، مِثْلَ كَثِيرٍ مِنْ الحَيوَان، لَا يَحِلُّ قَتْلُهُ، وَلَوْ قَتَلَهُ قَاتِلٌ لَمْ يَضْمَنْهُ بِشَيءٍ، وَهُوَ مُبَاحُ الدَّمِ وَالمَال، كَمَا نَقَوْلُ فِيْمَا خُلِقَ مِنَ النَّبَاتِ وَالصَّيْدِ هُوَ مُبَاحٌ، ثُمَّ مَعَ هَذَا لَا يَجُوْزُ إِتْلَافُهُ بِلَا فَائِدَةٍ، فَلَا يَجُوْزُ قَتْلُ الصَّيْدِ لِغَيْرِ مَأْكَلِه، وَلَا إِتْلَافُ المُبَاحَاتِ لِغَيْرِ مَنْفَعَةٍ، فَإِنَّ هَذَا فَسَادٌ، وَاللهُ لَا يُحِبُّ الفَسَادَ.\r¬__________\r= ومهادنته والمن عليه ومفاداته؛ لكن إذا صار للكافر عهد عصم العهد دمه الذي أباحه الكفر).\r(¬1) قال شيخ الإسلام في الصارم المسلول (2/ 258): (نعم المحرم إنما هو قصد قتلهن فأما إذا قصد الرجل بالإغارة أو برمي منجنيق أو فتح شق أو إلقاء نار، فتلف بذلك نساء أو صبيان لم نأثم بذلك، وبكل حال فالمرأة الحربية غير مضمونة بقود ولا دية ولا كفارة لأن النبي لم يأمر من قتل المرأة في مغازيه بشيء من ذلك، فهذا ما تفارق به المرأة الذمية).","seal":"1AC84DE1","page":202},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":203,"nass":"[قَتْلُ الكَافِرِ الَّذِي لَا يَضُرُّ بِالمُسْلِمِيْنَ فَسَادٌ لَا يُحْبُهُ اللهُ وَلَا رَسُوْلُهُ]\rكَذَلِكَ الكَافِرُ الَّذِي لَا يَضُرُّ المُسْلِمِيْنَ، هُوَ غَيْرُ مَعْصُوْمٍ، بَلْ مُبَاحٌ، وَهُوَ مِنْ حَطَبِ جَهَنَّمِ؛ لَكِنْ قَتْلَهَ مِنْ غَيْرِ سَبَبٍ يُوْجِبُ قَتْلَهَ فَسَادٌ لَا يُحْبُهُ اللهُ وَرَسُولُهُ، وَإِذَا لَمْ يُقْتَلْ يُرْجَى لَهُ الإِسْلَامُ كَالعُصَاةِ مِنَ المُسْلمِينَ.\rوَاللهُ تَعَالَى أَبَاحَ القَتْلَ؛ لَأَنَّ الفِتَنَةَ أَشَدُّ مِنَ القَتْل، فَأَبَاحَ مِنَ القَتْلِ مَا يُحْتَاجُ إِلَيْهِ (¬1)، فَإِنَّ الأَصْلَ أَنَّ اللهَ حَرَّمَ قَتْلَ النَّفْسِ إِلَّا بِحَقِّهَا (¬2).\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (28/ 354): (وذلك أن الله تعالى أباح من قتل النفوس ما يحتاج إليه في صلاح الخلق ... فمن لم يمنع المسلمين من إقامة دين الله لم تكن مضرة كفره إلا على نفسه ... ولهذا أوجبت الشريعة قتال الكفار ولم توجب قتل المقدور عليهم منهم).\r(¬2) قال شيخ كما في الفتاوى (16/ 80): ((قوله: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ}، دليل على أنه لا يجو ز قتل النفس إلا بذنب منها، فلا يجوز قتل الصبي =","seal":"AB0B0A02","page":203},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":204,"nass":"[قَتْلُ الآدَمِيِّ مِنْ أَكْبَرِ الكَبَائِرِ بَعْدَ الكُفْرِ]\rوَقَتْلُ الآدَمِيِّ مِنْ أَكْبَرِ الكَبَائِرِ بَعْدَ الكُفْر، فَلَا يُبَاحُ قَتْلُهُ إِلَّا لِمَصْلَحَةٍ رَاجِحَةٍ، وَهُوَ أَنْ يُدْفَعَ بِقَتْلِهِ شَرٌّ أَعْظَمَ مِنْ قَتْلِه، فَإِذَا لَمْ يَكُنْ فِي وُجُودِ هَذَا الشَّرِّ لَمْ يَجُزْ قَتْلُهُ، قَالَ تَعَالَى:\r{مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا}.\rفَلَمْ يُبِحْ القَتْلَ إِلَّا قَوَدًا، أَوْ لِفَسَادِ البُغَاةِ وَسَعْيِهمْ فِي الأَرْضِ بِالفَسَاد، مِثُل: فِتْنَةُ المُسْلِمِ عَنْ دِيْنِه، وَقَطْعِ الطَّرِيْقِ. وَأَمَّا ذَنْبُهُ الَّذِي\r__________\r= والمجنون؛ لأن القلم مرفوع عنهما، فلا ذنب لهما، وهذه العلة لا ينبغي أن يشك فيها في النهي عن قتل صبيان أهل الحرب، وأما العلة المشتركة بينهم وبين النساء، فكونهم ليسوا من أهل القتال على الصحيح الذي هو قول الجمهور ... والآية تقتضي ذم قتل كل من لا ذنب له، من صغير وكبير، وسؤالها توبيخ قاتلها).","seal":"5699187E","page":204},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":205,"nass":"يَخْتَصُّ بِهِ وَلَا يَتَعَدَّى ضَرَرُهُ إِلَى غَيْرِهِ: فَهَذَا لَا يُسَمَّى فَسَادًا (¬1).\rبِخَلافِ الدَّاعِي إِلَى الكُفْرِ وَالنِّفِاقِ والزِّنَى، فَإِنَّ هَذَا أَفْسَدَ غَيْرَهُ، فَلَوْلا عُقُوْبِةِ الزُّنَاةِ لَكَانَ مَنِ اشتَهَاهُ يَدْعُو إِلَيْهِ مَنْ يُجِيْبُهُ إِلَيْه، فَيُفْسِدُ كُلٌّ مِنْهُمَا الآخَرُ، وَيُفْسِدِانِ النَّاسَ، فَإِذَا قُتِلَ فَاعِلُهُ انْتَهَوا عَنِ الفَسَادِ.\r* * *\r¬__________\r(¬1) قال شيخ الإسلام في الصارم المسلول (3/ 734): (الفساد نوعان: لازم وهو مصدر فسد يفسد فسادًا، ومتعد وهو اسم مصدر أفسد يفسد إفسادًا، وهذا إنما يقال لمن أفسد غيره؛ لإنه لو كان الفساد في نفسه فقط لم يقل: سعى في الارض فسادًا، وإنما يقال في الأرض لما انفصل عن الإنسان، كما قال سبحانه وتعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ}، وقال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ} وقال تعالى: {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (20) وَفِي أَنْفُسِكُمْ}).","seal":"07FA5E96","page":205},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":206,"nass":"[مُنَاقَشَةُ بَعْضُ الإِعْتِرَاضَاتِ]\rفَإِنْ قِيْلَ: فَيَلْزَمُ عَلَى هَذَا أَنْ لا يُقْتَلَ تَارِكُ الصَّلاةِ؛ لأَنَّ ضَرَرَهُ عَلَى نَفْسِهِ.\rقِيلَ: مَنْ يَقُول: إِنَّه يَكْفُرُ: يَقْتُلُهُ (¬1) لِرِدَّتِه، وَمَعْلُوْمٌ أَنَّهُ لَا يُدْعَى أَحَدٌ إِلَى الصَّلَاة، فَيَمْتَنَعُ عَنْهَا حَتَّى يُقْتَلَ إِلَّا وَهُوَ كَافِرٌ، وَنَحْنُ لَا نَقْتُلُهُ ابْتِدَاءً، بَلْ يُدْعَى إِلَيْهَا، وَيُعَاقَبُ بِمَا دُوْنَ القَتْل، فَإِنْ صَلَّى وَإِلَّا فَإِذَا أَصَرَّ حَتَّى يُقْتَلَ وَلَا يُصْلِّي فَهُوَ كَافِر قَطْعًا (¬2).\r¬__________\r(¬1) في المطبوعة: (بقتله)، وهو خطأ.\r(¬2) قال شيخ الإسلام في السياسة الشرعية ص (102): (فأما غير الممتنعين من أهل ديار الإسلام ونحوهم، فيجب إلزامهم بالواجبات التي هي مباني الإسلام الخمس وغيرها، من أداء الأمانات، والوفاء بالعهود في المعاملات، وغير ذلك، فمن كان لا يصلي من جميع الناس رجالهم ونسائهم، فإنه يؤمر بالصلاة، فإن امتنع عوقب حتى يصلي بإجماع العلماء، ثم إن أكثرهم يوجبون قتله إذا لم يصل فيستتاب، فإن تاب وإلا قتل، وهل يقتل كافرًا أو مرتدًا أو فاسقًا، على قولين =","seal":"2CDD6680","page":206},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":207,"nass":"وَمَنْ ظَنَّ أَنَّهُ مَعَ صَبْرِهِ عَلَى القَتْلِ يَكُونُ مُسْلِمًا في البَاطِنِ فَخَطَؤُهُ ظَاهِرٌ، وَقَدْ ثَبَتَ فِي الصَّحِيْحِ عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: \"بَيْنَ العَبْدِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكُ الصَّلاةِ\" (¬1)، وَقَالَ: \"العَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمْ الصَّلاة فَمَنْ ترَكَهَا فَقَدْ كَفَرَ\" (¬2).\rوَأَمَّا مَنْ قَتَلَهُ لِتَرْكِ الصَّلَاةِ مَعَ اعْتِقَادِهِ أَنَّهُ قَتَلَ مُسْلِمًا: فَهَذَا مِمَّا أنكَرَهُ كَثِيْرٌ مِنَ العُلَمَاء، وَقَالُوا هُوَ خِلَافُ النُّصُوْصِ (¬3).\r¬__________\r= مشهورين في مذهب أحمد وغيره، والمنقول عن أكثر السلف يقتضي كفره، وهذا مع الإقرار بالوجوب، فأما من جحد الوجوب، فهو كافر بالاتفاق).\r(¬1) أخرجه مسلم (ح/ 82) من حديث جابر رضي الله عنه.\r(¬2) أخرجه الترمذي (ح/ 2623)، وقال: حسن صحيح، والنسائي (1/ 23)، وابن ماجه (ح/ 1079)، وصححه الحاكم (1/ 6)، ووافقه الذهبي من حديث بريدة رضي الله عنه.\r(¬3) قال شيخ الإسلام في شرح العمدة (4/ 71 - 73) (: (ويقتل لكفره في إحدى الروايتين، وفي الأخرى يقتل كما يقتل الزاني والمحارب مع ثبوت إسلامه حدًّا محضًا ... والرواية الأولى اختيار أكثر الأصحاب مثل أبي بكر وابن شاقلا وابن =","seal":"4195031F","page":207},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":208,"nass":"وَأَيْضًا (¬1): دَمُ المُسْلِمِ لَا يَحِلُّ إِلَّا بِرِدَّةٍ، أَوْ زِنًا مَعَ إِحْصَانٍ، أَوْ قَتْلِ نَفْسٍ، وَلِهَذَا كَانَ المَانِعُوْنَ لِلزَّكَاةِ عِنْدَ الصَّحَابَةِ وَالمُسْلِمِينَ مُرْتَدِّيْنَ، لَمْ يَجْعَلُوْا فِيْهِمِ أَحَدًا مُسْلِمًا، فَمَنْ مَنَعَ الزَّكَاةَ حَتَّى قُتِلَ وَلَمْ يُزَكِ لَمْ يَكُنْ إِلَّا كَافِرًا، وَكَذَلِكَ الصَّوْمُ وَالحَجُّ، لَوْ قُدِّرَ أَنَّهُ قِيْلَ لَهُ: إِنْ لَمْ تَصُمْ وَإِلَّا قتلْنَاكَ، فَامْتَنَعَ مِنَ الصِّيْامِ وَالحَجِّ حَتَّى قُتِلَ، كَانَ كَافِرًا، وَمِثْلُ هَذِهِ الأُمُوْرِ الَّتِي بُنِي الإِسْلَامِ عَلَيْهَا، فَهِي كَالشَّهَادَتَيْن، فَلَا يَكُوْنُ مُسْلِمًا بِدُوْنِهَا.\rوَدَارُ الإِسْلَامِ لَا يُتْرَكُ فِيْهَا إِلَّا مُسْلِمٌ أَوْ كَافِرٌ بِجِزْيَةٍ وَصَغَارٍ، وَهَذَا إِذَا لَمْ يَكُنْ كَافِرًا بِجِزْيَةٍ وَصَغَارٍ فَهُوَ مُسْلِمٌ، فَلَا يَكُوْنُ مُسْلَمًا\r¬__________\r= حامد القاضي وأصحابه، ، وهو المنقول عن جماهير السلف)، وقال أيضًا كما في الفتاوى الكبرى (4/ 301): (وأما تارك الصلاة فإنه يستحق العقوبة باتفاق الأئمة، وأكثرهم كمالك والشافعي وأحمد يقولون: إنه يستتاب، فإن تاب وإلا قتل، وهل يقتل كافرًا مرتدًا، أو فاسقًا كغيره من أصحاب الكبائر، على قولين).\r(¬1) في (الأصل): (وهو أيضا)، وكتب في هامشها: (كذا ولعل (هو) زائدة).","seal":"48DDBE76","page":208},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":209,"nass":"حَتَّى يَقُوْمَ بِمَبَانِي الإِسْلامِ (¬1)، فَصَارَ قَتُلْ هَذَا كَقَتْلِ مَنْ أَتَى بِإِحْدَى الشَّهَادَتَيْنِ دَوْنَ الأُخْرَى، وَكَقَتْلِ مَنْ كَذَّبَ بِالقُرْآنِ أَوْ بَعْضِه، أَوْ جَحَدَ وُجُوبَ الصَّلَاة، فَإِنَّ هَذَا يُقْتَلُ بِالإِجْمَاعِ؛ لِكَوْنِهِ كَافِرًا غَيْرُ مُسْلِمٍ (¬2).\rوَمَنْ قَالَ هَذَا يَقُوْلُ: قَولهُ - صلى الله عليه وسلم -: \"لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ\" (¬3) لَا يَدْخُلُ فِيْهِ مَنْ تَرَكَ إِحْدَى المَبَانِي؛ لَأَنَّ هَؤُلَاءِ غَيْرُ مُسْلِمِيْنَ، وَهَذَا قَدْ يُقَالُ: إِنَّهُ يَعُوْدُ إِلَى أَنَّهُمْ مُرْتَدُّوْنَ، وَقَدْ يُقَالُ: لَيْسُوْا مُرْتَدِّيْنَ وَلَكِنْ أَتَوا بِبَعْضِ الإِسْلَامِ وَترَكُوا بَعْضَهُ، فَيُقْتَلُوْنَ عَلَى مَا تَرَكُوُهُ، وَالمُنَافِقُونَ ظَاهِرُهُمْ الإِسْلَام، وَهُمْ كُفَّارٌ فِي البَاطِنِ.\r¬__________\r(¬1) قال شيخ الإسلام في الجواب الصحيح (2/ 126): (وقد اتفق المسلمون على أن من جحد وجوب مباني الإسلام الخمس: الشهادتين، والصلوات الخمس، والزكاة، وصيام شهر رمضان، وحج البيت، فإنه كافر).\r(¬2) قال شيخ الإسلام كما في الفتاوى (20/ 97): (من لم يقر بوجوبها، فهو كافر باتفاقهم).\r(¬3) سبق تخرجه.","seal":"343FDD1F","page":209},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":210,"nass":"وَكَذَلِكَ الأَعْرَابُ الَّذيْنَ قَالُوْا آمَنَّا، فَقِيْلَ لَهُمْ: {وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} لَيْسُوْا كُفَّارًا مُبَاحِيِّ الدِّمَاء، وَلَيْسُوْا - أَيْضًا - مُؤْمِنِيْنَ مُسْتَحِقِيْنَ لِلثَّوَاب، بَلْ قَدْ يَسْتَوُون مَعَ المُسْلِمينَ فِي الدُّنْيَا، وَالمُنَافِقُونَ يَكُوْنُونَ فِي الآخِرَةِ مَعَ الكُفَّار، فَمَنْ لَمْ يَأْتِ بِالمَبَانِي يُشْبِهُ هَؤُلَاءِ.\rأَمَّا مَنْ تركَ المَبَانِي أَوْ بَعْضَهَا: فَهَذَا قَدْ يَكُوْنُ مُنَافِقًا يُحْشَرُ مَعَ المُنَافِقِيْنَ، وَلَابُدَّ مِنْ عُقُوْبَتِه، فَإِنْ أَصَرَّ حَتَّى قُتِلَ، فَهَذَا كَافِرٌ، إِمَّا مُنَافِقٌ، وَإِمَّا مُرْتَدٌّ، وَإِمَّا زِنْدِيْقٌ ظَهَرَ نِفَاقُهُ وَزَنْدَقَتُهُ (¬1).\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (20/ 95): (مباني الإسلام الخمس المأمور بها وإن كان ضرر تركها لا يتعدى صاحبها، فإنه يقتل بتركها في الجملة عند جماهير العلماء، ويكفر أيضا عند كثير منهم أو أكثر السلف، وأما فعل المنهي عنه الذي لا يتعدى ضرره صاحبه، فإنه لا يقتل به عند أحد من الأئمة، ولا يكفر به إلا إذا ناقض الإيمان لفوات الإيمان، وكونه مرتدًا أو زنديقًا).","seal":"D73C62DF","page":210},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":211,"nass":"[المُوْجِبُ لِلْقَتْلِ]\rوَنَحْنُ قَدَّمْنَا: أَنَّ مُجَرَّدَ الكُفْرِ لَيْسَ مُوْجِبًا [لِلْقَتِلِ] (¬1)؛ بَلْ المُوْجِبُ هُوَ الكُفْرُ المُغَلَّظُ، وَتَغْلِيْظُهُ تَارَةً يَكُوْنَ بِحَرْبِ صَاحِبِه، وَتَارَةً بِرِدَّتِهِ عَنِ الإِسَلامِ.\rثُمَّ المُرْتَدُّ نَوْعَانِ: رِدَّةٌ مُجَرَّدَةٌ، وَرِدَّةٌ مُغَلَّظَةٌ، فَصَاحِبُ الرِّدَّةِ المُغَلَّظَةِ يُقْتَلْ بِلا اسْتِتَابَةٍ، وَإِنْ اُسْتُتِيْبَ صَاحِبُ المُجَرَّدَةِ كَمَا أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - بِقَتْلِ مَقِيْس بنِ صَبَابَة، وَعَبْدِ اللهِ بنِ خَطَلٍ مِنْ غَيْرِ اسْتِتَابَةٍ، وَكَانَ - أَيْضًا - قَدْ أَهْدَرَ دَمَ عَبْدِ اللهِ بنِ سَعْدٍ بنِ أَبِي سَرْحٍ، فَلَوْ قَتَلَهُ قَاتِلٌ مِنْ غَيْرِ اسْتِتَابَةٍ لجَازَ؛ لَكِنْ جَاءَ بَعْدُ فَقَبِلَ تَوْبَتَهُ.\rوَهَذَا يَدَلُّ عَلَى أَنْ الاسْتِتَابَةَ وَقَبَوْلَ التَّوْبَةِ لَيْسَ وَاجِبًا لِكُلِّ مُرْتَدٍّ، وَلا مُحَرَّمًا فِي حَقِّ كُلِّ مُرْتَدٍّ، بَلْ صَاحِبُ الرِّدَّةِ المُغَلَّظَةِ قَدْ يُقْتَلُ وَلَوْ تَابَ، وَقَدْ يُقْتَلُ بِلا اسْتِتَابَةٍ، وَلَكِنْ لَوْ تَابَ لَمْ يُقْتَلْ، وَقَدْ يُؤْمَرُ\r¬__________\r(¬1) ما بين المعقوفتين إضافة يقتضيها السياق، كما مر سابقًا.","seal":"6B16D596","page":211},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":212,"nass":"بِاسْتِتَابَتِه، وَهَذَا التَّقْسِيمُ مَوْجُوْدٌ فِي مَذْهَبِ مَالِكٍ، وَأَحْمَدَ، وَغَيْرِهِمَا، وَقَدْ بُسِطَ مَا يُنَاسِبُ هَذَا فِي \"الصَّارِمِ المَسْلُوْلِ عَلَى شَاتِمِ الرَّسُوْلِ\" (¬1)، فَكَذَلِكَ الكُفْرُ.\r* * *\r¬__________\r(¬1) انظر (3/ 696، 866)، وقد قال في الموضع الأول: (الردة على قسمين: ردة مجردة، وردة مغلظة، شرع القتل على خصوصها، وكلاهما قد قام الدليل على وجوب قتل صاحبها، والأدلة الدالة على سقوط القتل بالتوبة لا تعم القسمين؛ بل إنما تدل على القسم الأول كما يظهر لمن ذلك تأمل الأدلة على قبول توبة المرتد، فيبقى القسم الثاني، وقد قام الدليل على وجوب قتل صاحبه، ولم يأت نص ولا إجماع بسقوط القتل عنه، والقياس متعذر مع وجود الفرق الجلي، فانقطع الإلحاق، والذي يحقق هذه الطريقة أنه لم يأت في كتاب ولا سنة ولا إجماع أن كل من ارتد بأي قول أو أي فعل كان، فإنه يسقط عنه القتل إذا تاب بعد القدرة عليه؛ بل الكتاب والسنة والإجماع قد فرق بين أنواع المرتدين).","seal":"BF94FAC8","page":212},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":213,"nass":"[الدَّلِيلُ الخَامِسُ عَلَى تَحْرِيمِ قَتْلِ الكَافِرِ لمُجَرَّدِ كُفْرِهِ]\rوَأَيْضًا فَلَوْ كَانَ الكُفْرُ مُوْجِبًا لِلقَتْلِ: لَمْ يَجُزْ إِقْرَارَ كَافِرٍ بِالجِزْيِةِ والصَّغَار، فَإِنَّ هَذَا لَمْ يَبْذُلِ الكُفْر؛ وَلِهَذَا لمَّا كَانِتِ الرِّدَّةُ مُوْجِبَةُ لِلْقَتْلِ لَمْ يَجُزْ إِقْرَارَ مُرْتَدٍ بِجِزْيَة وَصَغَارٍ.\rوَبِهَذَا يَظْهَرُ الجوَابُ عَمَّا أَوْرَدَهُ بَعْضُ الزَّنَادِقَةُ - قِيْلَ هُوَ ابنُ الرَّاوَنْدِي (¬1) - عَلَى قَوْلِهِ تَعَالَى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (88) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا} إِلَى قَوْلِهِ: {وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا}.\rفَقَالَ: هَذَا كُلُّهُ يَزَوْلُ إِذَا أَدَّى دِيْنَارًا فِي السَّنَة، أَوْ مَا يُشْبِهُ هَذَا.\rفَيُقَالُ لِهَذَا المُلْحِدِ: الجِزَيْةُ وَالصَّغَارُ لَمْ تَكُنْ جَزَاءَ كُفْرِه، إِنَّمَا\r¬__________\r(¬1) هو: أحمد بن يحيى بن إسحاق أبو الحسين بن الراوندي، كان أولًا من متكلمي المعتزلة، ثم تزندق واشتهر بالإلحاد، وقيل: إنه كان لا يستقر على مذهب ولا يثبت على شيء، قال ابن الجوزي: زنادقة الإسلام ثلاثة: ابن الراوندي، وأبو حيان التوحيدي، وأبو العلاء المعري. انظر في ترجمته: سير أعلام النبلاء (14/ 60)، لسان الميزان (1/ 323).","seal":"A5768934","page":213},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":214,"nass":"جَزَاءُ كُفْرِهِ نَارُ جَهَنَّمُ خَالِدًا فِيْهَا أَبَدًا، وَنَحْنُ قَدْ بَيَّنَّا أَنْ القِتَالَ لَمْ يَكُنْ عَلَى مُجَرَّدِ كُفْرِهِ.\rفَغَايَةُ الجِزْيَةِ وَالصَّغَارِ: أَنْ تَكُوْنَ عَاصِمَةً لِدَمِهِ مِنَ السَّيْفِ، وَالسَّيْفُ لَمْ يُجِزْهُ عَلَى كُفْرٍ، وَلا دُفِعَ بِهِ عَنْهُ عُقُوْبَةَ الآخِرَة، بَلْ أُرِيْدَ دَفْعُ شَرِّهِ وَعُدْوَانِه، وَصَدِّهِ لِغَيْرِهِ عَنِ الدَّيْنِ، وَهَذَا الشَّرُّ يَزَوْلُ بِالصَّغَارِ وَالجَزْيَةِ مَعَ العَهْدِ، فَإِنَّه بِالصَّغَارِ مَعَ العَهْدِ كَفُّ يَدَهِ وَلِسَانَهِ (¬1).\rثُمَّ إِنَّه لَيْسَ مِنْ أَهْلِ القِتَال، بَلْ المُسْلِمُونَ يُقَاتِلُوْنَ عَنْهُ وَيَحْفَظَونَ دَمَهُ وَمَالَهُ مِنْ عَدُوِّه، فَإِذَا أُخِذَ مِنْهُ مَا يَكُوْنُ فَيْئًا يَسْتَعِيْنُ بِهِ أَهْلَ الجِهَادِ\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (20/ 101): (إن العقوبة في الدنيا لا تدل على كبر الذنب وصغره، فإن الدنيا ليست دار الجزاء، وإنما دار الجزاء هي الآخرة، ولكن شرع من العقوبات في الدنيا ما يمنع الفساد والعدوان ... ولهذا يقر كفار أهل الذمة بالجزية مع أن ذنبهم في ترك الإيمان أعظم باتفاق المسلمين من ذنب من نقتله من زان وقاتل).","seal":"BD454FEF","page":214},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":215,"nass":"كَانَ هَذَا مِنْ تَمَامِ الإِحْسَانِ إِلَيْهِ (¬1).\r\r[الجِزْيَةُ: تَعْرِيْفُهُا، المُرَادُ بِهَا، مِقْدَارُهُا]\rوَالجِزْيَةُ: فِعْلَةٌ مِنَ الجزَاء، يُقَالُ: جَزَى هَذَا عَنِّي، أَي قَضَى عَنِّي، كَمَا سُمِّيَتْ الدِّيَةُ: دِيَةً؛ لأَنَّهَا تُؤَدَّى، يُقَالُ: أَدَّيْتُ هَذَا إِذَا قَضَيْتُهُ وَأَعْطَيْتُهُ.\rوَيُقَالُ لِلوَظَائِفِ المُؤَقَّتِةِ: الإِتَاوَة؛ لأَنَّها تُؤْتَى، وَالمُوَدَّى؛ لأَنَّهَا تُؤَدَّى، فَهَذَا اللَّفْظُ يُقَالُ عَلَى مَا يُوظَّفُ عَلَى الإِنْسَانِ فَيْؤَدِّيه، بِحَيثُ يُطْلَبُ مِنْهُ أَنْ يَقْضَيَهُ، فَكَأَنَّهُ قَالَ: حَتَّى يُعْطُوْا مَا عَلَيْهِمْ مِنَ الحَقِ\r¬__________\r(¬1) قال ابن القيم في أحكام أهل الذمة (1/ 79): (فإذا .. بذلوا لهم الجزية عن يد وهم صاغرون كان في ذلك مصلحة لأهل الإسلام وللمشركين، أما مصلحة أهل الإسلام فما يأخذونه من المال الذي يكون قوة للإسلام مع صغار الكفر وإذلاله، وذلك أنفع لهم من ترك الكفار بلا جزية، وأما مصلحة أهل الشرك فما في بقائهم من رجاء إسلامهم إذا شاهدوا أعلام الإسلام وبراهينه، أو بلغتهم أخباره، فلا بد أن يدخل في الإسلام بعضهم، وهذا أحب إلى الله من قتلهم).","seal":"F81462F9","page":215},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":216,"nass":"الَّذِي يُجْزَى، أَي: يُقْضَى.\rثُمَّ مِقْدَارُهُ: بِحَسَبِ المَصْلَحِةِ (¬1)، فَلَمّا كَانَ يَجْزِي بِهَا عَنْ نَفْسِهِ - أَيْ يَقْضِي بِهَا مَا وَجَبَ عَلَيْهِ - سُمِّيَتَ جِزْيَةٌ.\r* * *\r¬__________\r(¬1) قال شيخ الإسلام كما في الفتاوى (19/ 253): (وكذلك لفظ الجزية والدية فإنها فعلة من جزى يجزى إذا قضى وأدى، ومنه قول النبي: \"تجزي عنك ولا تجزي عن أحد بعدك\"، وهى في الأصل جزا جزية، كما يقال: وعد، عدة، ووزن زنة، وكذلك لفظ الدية هو من: ودى، يدي، دية، كما يقال: وعد، بعد عدة ... اختلف الفقهاء في الجزية هل هي مقدرة بالشرع، أو يرجع فيها إلى اجتهاد الأئمة ... والصحيح أنها ليست مقدرة بالشرع ... المرجع فيها إلى ما يراه ولي الأمر مصلحة، وما يرضى به المعاهدون، فيصير ذلك عليهم حقًّا يجزونه، أي: يقصدونه ويؤدونه).","seal":"3B32B8F4","page":216},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":217,"nass":"[سَبَبُ وَضْعِ الجِزْيَةِ]\rقِيلَ: الجِزْيَةُ أُجْرَةٌ، فَلَا تَسْقُطُ بِالإِسْلامِ.\rوَقِيلَ: هِي عُقُوْبَةٌ عَلَى الكُفْر، فَتَسْقُطُ بِالمَوْت، كَمَا تَسْقُطُ بِالإِسْلَامِ.\rوَقِيلَ: بَلْ يُقْضَى بِهَا حَقْنُ دَمِهِ بِإِقْرَارِهِ والقِتَالِ عَنْهُ، فَتَجِبُ بِالمَوْتِ؛ لأَنَّه حَقَنَ دَمَهُ، وَلَا تَجِبُ مَعَ الإِسْلَامِ؛ لأَنَّهُ وُجِدَ العَاصِمُ بِنَفْسِهِ المُوْجِبُ لِلجِهَادِ عَلَيْهِ.\rوَمَنْ قَالَ: هِي عُقُوْبَةٌ - كَمَا قَالَ أَبُو الخَطَّاب، وَبَعْضُ أَصْحَابِ أَحْمَدَ - فَقَدْ نَاقَضَ أَصْلَهُ، فَإِنَّ أَصْلَهُ أَنَّ مُجَرَّدَ الكُفْرِ لا يُوْجِبُ العُقُوْبَةَ، وَهَؤلَاءِ مَعَ العَهْدِ وَالصَّغَارِ إِنَّمَا مَعَهُمْ الكُفْرُ، فَكَيْفَ يُعَاقَبُ عَلَيْهِ؟ .\rوَمَنْ قَالَ: إِنَّهَا أُجْرَةٌ.\rقِيلَ لَهُ: فَكَانَ يَنْبَغِي أَنْ تُؤْخَذَ مِنَ النِّسَاءِ.\rوَمَنْ قَالَ: إِنَّهَا عِصْمَةٌ، فَإِنَّهَا تَجِبُ عَلَى مَنْ يَجُوْزُ قُتْلُهُ، فَقَدْ اطَّرَدَ","seal":"5B372052","page":217},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":218,"nass":"أَصْلُهُ، فَإِنَّ الإِسْلامَ عَاصِمٌ، وَالجِزْيَةَ والصَّغَارَ عَاصِمٌ (¬1) إِذَا كَانَ لَابُدَّ إِمَّا مِنْ عِبَادِةِ الله، وَإِمَّا مِنْ نَفْعِ المُؤْمِنِيْنَ، فَالمُؤْمِنُ عَبَدَ اللهَ، فَقَامَ بِحَقِّه، وَهَذَا لَمْ يَعْبُدِ اللهَ، فنَفَعَ المُؤْمِنَ بِإِيْتَاءِ مَا يَجْزِيهِ عَنْ نَفْسِهِ؛ فَلِهَذَا أُقِرَّ، وَلَعَلَّ اللهَ يَهْدِيَهُ وَيَتَوبَ عَلَيْهِ.\rوَلأَنَّ مَعَ أَهْلِ الكِتَابِ مِنَ الكُتُبِ أَوْ المَنْقُوْلاتِ مَا يَدَلُّ عَلَى نُبُوَّةِ مُحَمَّدٍ - صلى الله عليه وسلم -، فَأُقِرُّوْا لِهَذِهِ المَصَالِح (¬2).\r¬__________\r(¬1) ساقطة من المطبوعة.\r(¬2) في المطبوعة: (المصلحة). قال شيخ الإسلام كما في الفتاوى (11/ 315): (وقد جمع لنبينا محمد جميع أنواع المعجزات والخوارق، أما العلم والأخبار الغيبية والسماع والرؤية، فمثل إخبار نبينا عن الأنبياء المتقدمين وأممهم، ومخاطباته لهم وأحواله معهم، وغير الأنبياء من الأولياء وغيرهم بما يوافق ما عند أهل الكتاب الذين ورثوه بالتواتر أو بغيره من غير تعلم له منهم، وكذلك إخباره عن أمور الربوبية والملائكة والجنة والنار بما يوافق الأنبياء قبله من غير تعلم منهم، ويعلم أن ذلك موافق لنقول الأنبياء تارة بما في أيديهم من الكتب الظاهرة، ونحو ذلك من النقل المتواتر، وتارة بما يعلمه الخاصة من علمائهم وفي مثل هذا قد يستشهد =","seal":"CC149AE8","page":218},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":219,"nass":"وَعُقُوْبَتُهُمْ عَلَى الكُفْرِ لَمْ تَزُلْ (¬1) بِشَيءٍ مِنْ ذَلِكَ، وَلَا زَالَ عَنْهُمْ قُبْحَ مَا ارْتَكَبُوهُ مِنَ الكُفْرِ.\rوَالحَمْدُ للهِ وَحْدَهُ، وَصَلَّى اللهُ عَلَى مَنْ لا نَبِيَّ بَعْدَهُ (¬2).\r¬__________\r= أهل الكتاب وهو من حكمة إبقائهم بالجزية). وقال أيضًا في الموضع السابق (12/ 17): ) ولهذا لما كان ما يقال له إلا ما قد قيل للرسل من قبله أمره الله سبحانه باستشهاد أهل الكتاب على مثل ما جاء به، وهذا من بعض حكمة إقرارهم بالجزية). وقال أيضًا في الموضع السابق (16/ 214): (وقد استشهد الله بأهل الكتاب في غير موضع ... فإذا أشهد أهل الكتاب على مثل قول المسلمين كان هذا حجة ودليلًا، وهو من حكمة إقرارهم بالجزية).\r(¬1) في المطبوعة: (يزل).\r(¬2) في المطبوعة: (والحمد لله، والصلاة والسلام على من نبي بعده)، وكتب بعد ذلك في هامش الأصل ما نصه: (بقلم الفقير إلى عفو ربه ومغفرته محمد السليمان العبد العزيز البسام غفر الله له ولوالديه ولجميع المسلمين آمين في 8 صفر 1363 هجرية، بلغ مقابلة وتصحيحًا حسب الإمكان، ونرجو من الله المثوبة، وتم نقلها في يوم الجمعة 29 صفر سنة 1365 هـ)، وكتب بعد ذلك في المطبوعة ما نصه: (بقل أحقر الورى القاطن في أم القرى، المسمى بمصطفى الفاروقي =","seal":"C3FB0335","page":219},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":220,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r__________\r= جنسًا، والسلفي مذهبًا، غفر الله له ولوالديه ولكافة المسلمين. قوبلت على الأصل المنقول عنه بقدر الإمكان، وصححت في 26 ربيع الثاني سنة 1364 هـ كتبه: محمد عبد الرزاق آل حمزة المدرس بالمسجد الحرام بمكة المكرمة).\rقال محقق هذه الرسالة - عفا الله عنه - وكان الفراغ من تحقيق هذه الرسالة القيمة ودراستها صباح يوم الجمعة 24/ 6/ 1424 هـ، والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\rوكتبه الفقير إلى عفو ربه ومرضاته: د. عبد العزيز بن عبد الله الزير آل حمد","seal":"E69B2184","page":220},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":221,"nass":"الخَاتِمَةُ\rومن خلال ما سبق يتضح الآتي:\rأولًا: أن الإسلام حفظ الذات الإنسانية بحفظ الله لها؛ لذا حرم قتلها ولو بمجرد كفرها الأصلي، كما سيأتي بيان ذلك كله إن شاء الله بالحجج القاطعة، والبراهين الساطعة.\rثانيًا: أن المسلمين وإن طلبوا الكفار بالبداءة بالقتال، فإن الكفار في الحقيقة هم البادئون المبتدئون بالقتال، وإلا لو فسحوا المجال أمام جند الله ورسله ليبلغوا ما أرسلوا به؛ لما نزعوا سيفًا من غمده، لكنه الحسد والكبر يورد صاحبه الموارد والمهالك، ولا يهلك على الله إلا هالك.\rثالثًا: أن الإسلام يحاول كل المحاولة الابتعاد عن الصراعات الدموية حتى ولو مع خصومه، بدليل أنه جعل خيار القتال آخر المحاولات، لا أولاها، كما أنه جعل قتالنا وقتلنا لمن يقاتلنا إنما هو بسبب قتاله وحرابه لا بسبب كفره وعناده، فتنبه! ! .\rرابعًا: أن باب الجهاد من الأبواب الشرعية التي يجب أن تراعى فيها جانب المصلحة والمفسدة.","seal":"072AC67F","page":221}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"ShrtCs":0,"Bk":"قاعدة مختصرة في قتال الكفار ومهادنتهم وتحريم قتلهم لمجرد كفرهم","HigriD":"728","oAuthVer":7,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":null,"Auth":"ابن تيمية","Betaka":"الكتاب: قاعدة مختصرة في قتال الكفار ومهادنتهم وتحريم قتلهم لمجرد كفرهم\r\nالمؤلف: شيخ الإسلام أحمد بن عبد الحليم ابن تيمية الحراني (661 - 728 هـ)\r\nحققها ودرسها دراسة مقارنة: د. عبد العزيز بن عبد الله بن إبراهِيم الزير آل حمد\r\nالناشر: (المحقق)\r\nالطبعة: الأولى، 1425 هـ - 2004 م\r\nعدد الصفحات: 221\r\nأعده للشاملة: محمد المنصور m_almansour@yahoo.com\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن تَيْمِيَّة (661 - 728 هـ = 1263 - 1328 م)\r\rأحمد بن عبد الحليم بن عبد السلام ابن عبد الله بن أبي القاسم الخضر النميري الحراني الدمشقيّ الحنبلي، أبو العباس، تقي الدين ابن تيمية\r• الإمام، شيخ الإسلام. ولد في حران وتحول به أبوه إلى دمشق فنبغ واشتهر.\r• وطلب إلى مصر من أجل فتوى أفتى بها، فقصدها، فتعصب عليه جماعة من أهلها فسجن مدة، ونقل إلى الإسكندرية.\r• ثم أطلق فسافر إلى دمشق سنة 712 هـ واعتقل بها سنة 720 وأطلق\r• ثم أعيد، ومات معتقلا بقلعة دمشق، فخرجت دمشق كلها في جنازته.\r• كان كثير البحث في فنون الحكمة، داعية إصلاح في الدين. آية في التفسير والأصول، فصيح اللسان، قلمه ولسانه متقاربان.\r• وفي الدرر الكامنة أنه ناظر العلماء واستدل وبرع في العلم والتفسير وأفتى ودرّس وهو دون العشرين.\r\rأما تصانيفه ففي الدرر أنها ربما تزيد على أربعة آلاف كراسة، وفي فوات الوفيات أنها تبلغ ثلاث مئة مجلد، منها\r• (الجوامع - ط) في السياسة الإلهية والآيات النبويّة، ويسمى (السياسة الشرعية)\r• (الفتاوى - ط) خمس مجلدات\r• (الإيمان - ط)\r• (الجمع بين النقل والعقل - خ) الجزء الرابع منه، والثالث في 267 ورقة كتب سنة 737 في شستربتي (3510)\r• (منهاج السنة - ط)\r• (الفرقان بين أولياء الله وأولياء الشيطان - ط)\r• (الواسطة بين الحق والخلق - ط)\r• (الصارم المسلول على شاتم الرسول - ط)\r• (مجموع رسائل - ط) فيه 29 رسالة\r• (نظرية العقد - ط) كما سماه ناشره، واسمه في الأصل (قاعدة) في العقود\r• (تلخيص كتاب الاستغاثة - ط) يعرف بالرد على البكري\r• (الرد على الأخنائي - ط)\r• (رفع الملام عن الأئمة الأعلام - ط) رسالة\r• (شرح العقيدة الأصفهانية - خ) رأيته في المكتبة السعودية بالرياض [طُبع]\r• (القواعد النورانية الفقهية - ط)\r• (مجموعة الرسائل والمسائل - ط) خمسة أجزاء\r• (التوسل والوسيلة - ط)\r• (نقض المنطق - ط)\r• (الفتاوي - خ)\r• (السياسة الشرعية في إصلاح الراعي والرعية - خ) [طُبع]\r• (مجموعة - ط) أخرى اشتملت على أربع رسائل:\rالأولى رأس الحسين (حقق فيها أن رأس الحسين حمل إلى المدينة ودفن في البقيع)\rوالثانية الرد علي ابن عربي والصوفية\rوالثالثة العقود المحرمة\rوالرابعة قتال الكفار.\r\rولابن قدامة كتاب في سيرته سماه (العقود الدرية في مناقب شيخ الإسلام أحمد بن تيمية - ط)\rوللشيخ مرعي الحنبلي، كتاب (الكواكب الدرية - ط) في مناقبه، ومثله لسراج الدين عمر بن علي ابن موسى البزار، وللشهاب أحمد بن يحيى بن فضل الله العمري (1).\r__________\r(1) فوات الوفيات 1: 35 - 45 والمنهج الأحمد - خ - والدرر الكامنة 1: 144 والبداية والنهاية 14: 135 وابن الوردي 2: 284 وآداب اللغة 3: 243 والنجوم الزاهرة 9: 271 ودائرة المعارف الإسلامية 1: 109 والتبيان - خ. وتعليق على مخطوطة من (شرح العقيدة الأصفهانية) بخط محمود شكري الآلوسي.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]","seal":"80CE2296","cat":"بحوث ومسائل","oNum":147669,"BkId":147669,"oAuth":54,"bVer":1,"aSeal":"BB12A600"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147669":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":17,"sub":0,"tit":"تمهيد"},
      {"lvl":3,"id":19,"sub":0,"tit":"الوقفة الأولى"},
      {"lvl":3,"id":21,"sub":0,"tit":"الوقفة الثانية"},
      {"lvl":3,"id":23,"sub":0,"tit":"الوقفة الثالثة"},
      {"lvl":3,"id":25,"sub":0,"tit":"الوقفة الرابعة"},
      {"lvl":3,"id":28,"sub":0,"tit":"الوقفة الخامسة"},
      {"lvl":3,"id":30,"sub":0,"tit":"الوقفة السادسة"},
      {"lvl":3,"id":31,"sub":0,"tit":"الوقفة السابعة"},
      {"lvl":3,"id":35,"sub":0,"tit":"الوقفة الثامنة"},
      {"lvl":3,"id":37,"sub":0,"tit":"الوقفة التاسعة"},
      {"lvl":3,"id":41,"sub":0,"tit":"الوقفة العاشرة"},
      {"lvl":2,"id":43,"sub":0,"tit":"* أسباب دراسة هذه الرسالة المختصرة"},
      {"lvl":2,"id":46,"sub":0,"tit":"* تحقيق نسبة أصل الرسالة المختصرة لشيخ الإسلام ابن تيمية"},
      {"lvl":2,"id":49,"sub":0,"tit":"* تحقيق صحة الرسالة المختصرة، وأنها منقولة عن أصل شيخ الإسلام ابن تيمية في قتال الكفار"},
      {"lvl":2,"id":60,"sub":0,"tit":"مراد شيخ الإسلام في هذه الرسالة المختصرة"},
      {"lvl":2,"id":70,"sub":0,"tit":"عنوان الرسالة المختصرة"},
      {"lvl":2,"id":71,"sub":0,"tit":"النسخ الخطية للرسالة المختصرة"},
      {"lvl":2,"id":73,"sub":0,"tit":"منهجي في الدراسة"},
      {"lvl":2,"id":74,"sub":0,"tit":"منهجي في التحقيق"},
      {"lvl":2,"id":75,"sub":0,"tit":"نماذج مصورة للنسخ الخطية"},
      {"lvl":1,"id":87,"sub":0,"tit":"فصل في قتال الكفار هل هو سبب المقاتلة، أو مجرد الكفر؟"},
      {"lvl":2,"id":91,"sub":0,"tit":"[الدليل الأول على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":3,"id":100,"sub":0,"tit":"[بيان معنى الاعتداء، وأنه غير منسوخ]"},
      {"lvl":3,"id":102,"sub":0,"tit":"[تفسير قوله تعالى: {واقتلوهم حيث ثقفتموهم}]"},
      {"lvl":3,"id":115,"sub":0,"tit":"[بيان معنى الاعتداء عند أهل العلم]"},
      {"lvl":2,"id":119,"sub":0,"tit":"[الدليل الثاني على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":121,"sub":0,"tit":"[الدليل الثالث على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":125,"sub":0,"tit":"[الدليل الرابع على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":129,"sub":0,"tit":"[الدليل الخامس على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":131,"sub":0,"tit":"[الدليل السادس على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":134,"sub":0,"tit":"[الدليل السابع على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":2,"id":135,"sub":0,"tit":"[الدليل الثامن على تحريم قتال من لم يقاتل من الكفار]"},
      {"lvl":1,"id":139,"sub":0,"tit":"[معاهدة الكفار ومهادنتهم]"},
      {"lvl":1,"id":144,"sub":0,"tit":"[المراد بالأشهر الحرم]"},
      {"lvl":1,"id":148,"sub":0,"tit":"[الجزية تؤخذ من جميع الكفار]"},
      {"lvl":1,"id":160,"sub":0,"tit":"[مقارنة بين شرك المجوس وشرك العرب]"},
      {"lvl":1,"id":164,"sub":0,"tit":"[أصل الشرك في العالم]"},
      {"lvl":1,"id":184,"sub":0,"tit":"[الحكم إذا نقض الكفار العهد]"},
      {"lvl":2,"id":188,"sub":0,"tit":"[الدليل الأول على تحريم قتل الكافر لمجرد كفره]"},
      {"lvl":3,"id":190,"sub":0,"tit":"[مناقشة قول من يقول: يقتل الكافر لمجرد كفره]"},
      {"lvl":2,"id":194,"sub":0,"tit":"[الدليل الثاني على تحريم قتل الكافر لمجرد كفره]"},
      {"lvl":2,"id":197,"sub":0,"tit":"[الدليل الثالث على تحريم قتل الكافر لمجرد كفره]"},
      {"lvl":2,"id":200,"sub":0,"tit":"[الدليل الرابع على تحريم قتل الكافر لمجرد كفره]"},
      {"lvl":3,"id":203,"sub":0,"tit":"[قتل الكافر الذي لا يضر بالمسلمين فساد لا يحبه الله ولا رسوله]"},
      {"lvl":3,"id":204,"sub":0,"tit":"[قتل الآدمي من أكبر الكبائر بعد الكفر]"},
      {"lvl":3,"id":206,"sub":0,"tit":"[مناقشة بعض الإعتراضات]"},
      {"lvl":3,"id":211,"sub":0,"tit":"[الموجب للقتل]"},
      {"lvl":2,"id":213,"sub":0,"tit":"[الدليل الخامس على تحريم قتل الكافر لمجرد كفره]"},
      {"lvl":1,"id":215,"sub":0,"tit":"[الجزية: تعريفها، المراد بها، مقدارها]"},
      {"lvl":2,"id":217,"sub":0,"tit":"[سبب وضع الجزية]"},
      {"lvl":1,"id":221,"sub":0,"tit":"الخاتمة"}
    ]
}
