{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147670":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"مَسْألةٌ فِي تَوحِيدِ الفَلاسِفَةِ\rتَألِيفُ\rالإمَام أحْمَد بْن عَبْد الحَليم ابْن تَيْميَّة\rالمُتَوَفَّى سَنَة 728 هـ\rاعْتَنَى بِتَحْقِيقِه\rمُبَارَك بْن رَاشِد الحَثْلَان\rيُنْشَر لأوَّلِ مَرّةٍ عَن نُسْخَةٍ فَرِيدَةٍ\rدار الفتح للدراسات والنشر","seal":"46A621CC","page":1},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"nass":"مَسْألةٌ فِي تَوحِيدِ الفَلاسِفَةِ\rتَألِيفُ\rالإمَام أحْمَد بْن عَبْد الحَليم ابْن تَيْميَّة\rالمُتَوَفَّى سَنَة 728 هـ\rاعْتَنَى بِتَحْقِيقِه\rمُبَارَك بْن رَاشِد الحَثْلَان\rيُنْشَر لأوَّلِ مَرّةٍ عَن نُسْخَةٍ فَرِيدَةٍ\rدار الفتح للدراسات والنشر","seal":"7F5ACBC7","page":2},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ","seal":"58880341","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"مسألة في توحيد الفلاسفة\rتأليف: الإمام أحمد بن عبد الحليم ابن تيمية\rالطبعة الأولى: 1439 هـ - 2018 م\rجميع الحقوق محفوظة باتفاق وعقد\rقياس القطع: 17 × 24\rالرقم المعياري الدولي: 7 - 460 - 23 - 9957 - 978: ISBN\rرقم الإيداع لدى دائرة المكتبة الوطنية: (729/ 2/ 2018)\rدار الفتح للدراسات والنشر\rهاتف: 64646199 (00962)\rفاكس: 64646188 (00962)\rجوال: 777925467 (00962)\rص. ب: 183479 عمّان 11118 الأردن\rالبريد الإلكتروني: info@daralfath.com\rالموقع على الشبكة الإلكترونية: www.daralfath.com\r- الدراسات المنشورة لا تعبر بالضرورة عن وجهة نظر الناشر -\rجميع الحقوق محفوظة. لا يسمح بإعادة إصدار هذا الكتاب أو أيّ جزء منه أو تخزينه في نطاق استعادة المعلومات أو نقله بأيّ شكل من الأشكال دون إذن خطي سابق من المحقق.\rAll rights reserved. No part of this book may be reproduced, stored in a retrieval system or transmitted in any form or by any means without prior permission in writing from the editor","seal":"AD5AB799","page":4},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\rالحمد لله الذي أنزل كتابه بالحق المبين، والصلاة والسلام على نبيه الصادق الأمين، وعلى آله الطيبين الطاهرين، وصحبه الغُرِّ الميامين، ومن اتبعهم بإحسان إلى يوم الدين.\rوبعد:\rفهذا أثرٌ جديد لشيخ الإسلام تقي الدين أحمد بن عبد الحليم بن تيمية - أفاضَ الله على قبره وابلًا من الرضوان وأحلَّه أعالِيَ غُرفِ الجِنان - في رده على أباطيل الفلاسفة، وهو مكثِر من الرد عليهم، ففي الصفدية رد قولهم: إن معجزات الأنبياء قوى نفسانية، وقولهم بقِدم العالم، وفي درء تعارض العقل والنقل ناقشهم في إثبات واجب الوجود وصفاته وأفعاله، وفي نقض المنطق تناول المعاد ونفيهم للمعاد الجسماني (¬1). وهذا الكتاب جولة من جولاته معهم خصصه لمناقشتهم وكشف زيغهم في التوحيد.\rوقد ظلت هذه الرسالة في رفوف المخطوطات طويلًا حتى يسر الله\r¬__________\r(¬1) هذه نماذج لأبرز القضايا التي تناولتها هذه الكتب، وإلا ففي بعضها قد يناقش أكثر من قضية، وفي كتبه الأخرى مناقشات لهم؛ كـ\"منهاج السنة النبوية\"، و\"الجواب الصحيح\"، ورسالة \"مسألة حدوث العالم\"، وفي أجوبته المبثوثة في المجموع المعروف بـ \"مجموع الفتاوى\".","seal":"20C44300","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"الوقوف عليها. وقد ذكرها تلميذه المحقق ابن القيم في نونيته عند سرده لبعض كتبه بقوله:\rفاقرأْ تصانيفَ الإمامِ حقيقةً ... شيخِ الوجودِ العالمِ الربَّانِي\rأعني أبا العبَّاسِ أحمدَ ذلك الـ ... ـبحرَ المحيطَ بسائرِ الخلجانِ\rإلى أن قال:\rوكذاك توحيدُ الفلاسفةِ الأُلى ... توحيدهم هو غاية الكفرانِ\rسِفرٌ لَطيفٌ فيه نقضُ أصولهم ... بحقيقةِ المعقولِ والبرهانِ\rففي البيتين الأخيرين ذكر اسم الكتاب، وذكر وصفه بما ينطبق على كتابنا هذا اسمًا ووصفًا.\rوقد تكدرت فرحة الوقوف عليه بما ظهر لي أثناء تقليب النظر فيه؛ حيث وجدت أن الناسخ قد صعب مهمة تحقيقه فترك الكثير من كلماته دون إعجام؛ مما زاد من إبهام الكثير من الكلمات، وجعل التعامل معها يحتاج إلى مزيد من التأمل للاهتداء إلى مراد المؤلف، كما أنه صحّف الكثير من الكلمات، ويظهر أنه نسخ الكتاب من نسخة سيئة الخط؛ فكان يرسم بعض الكلمات دون معرفة بمعناها. وقد يسر الله بفضله التعامل مع الكثير منها، وأرجو أن أكون قد وُفِّقتُ في قراءتها بشكل صحيح، فما كان منها ظاهرَ الخطأ قمتُ بتصويبه ونبهتُ على ذلك في الهامش، أما ما كان محتمِلًا فإني أبقيتُ عليه كما هو مع التنبيه عليه، ولا أبرئ نفسي من الخطأ.","seal":"DE2BE36D","page":6},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"وبعد الانتهاء من تحقيق الكتاب وتصحيحه قدر المستطاع طلبتُ من اللجنة العلمية بالدار مشكورة إتمام العمل بالترجمة للأعلام ووضع الفهارس المطلوبة ونحو ذلك من الأعمال الفنية.\rوقبل الختام لا يفوتني تقديم الشكر الجزيل لأخي فضيلة الشيخ نزار حمادي؛ الذي قام مشكورًا بتزويدي بصورة من المخطوط.\r* * *","seal":"5BB16EB0","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"وصف النسخة الخطية\rمصدرها: المكتبة الوطنية بتونس.\rرقمها: 23837 ضمن مجموع.\rاسم الناسخ: لا يوجد.\rتاريخ النسخ: لا يوجد، ولعل الناسخ من تلاميذ المؤلف - رحمه الله - وأنه نسخها بُعيد وفاته؛ فقد وصفه بأنه شيخه ودعا له بأن ينور الله ضريحه؛ مما يرجح ما ذُكر، والله أعلم.\rعدد الأوراق: 100 ورقة.\rالوصف العام: كُتبت النسخة بخط مقروء - في الجملة - لا يخلو من ملاحظات سبق ذكرها، وعلى النسخة بعض التصحيحات والبلاغات، وكُتب على هامشها بخط مغربي عبارات تنبه على بعض المطالب؛ فقد يشير إلى عنوان المطلب أو يكتفي بقول: \"قف واعرف\" أو: \"قف\".","seal":"C97D8FDF","page":8},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"نماذج من المخطوطة المعتمدة في التحقيق","seal":"8CF02D4B","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"الصفحة الأولى","seal":"6C876389","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"الصفحة الأخيرة","seal":"F3D248A9","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"مَسْألةٌ فِي تَوحِيدِ الفَلاسِفَةِ\rتَألِيفُ\rالإمَام أحْمَد بْن عَبْد الحَليم ابْن تَيْميَّة\rالمُتَوَفَّى سَنَة 728 هـ\rيُنْشَر لأوَّلِ مَرّةٍ عَن نُسْخَةٍ فَرِيدَةٍ\rاعْتَنَى بِتَحْقِيقِه\rمُبَارَك بْن رَاشِد الحَثْلَان\rدار الفتح للدراسات والنشر","seal":"EB351F54","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"مَسألةٌ في توحيدِ الفلاسفةِ\rأجابَ عنها شيخُنا الإمامُ العلّامةُ شيخُ الإسلامِ أبو العبّاسِ أحمدُ بن تَيميةَ قدَّسَ اللهُ رُوحَهُ، ونوَّرَ ضريحَهُ، آمينَ يا ربَّ العالمينَ:\rبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\rما يقولُ السّادةُ العُلماءُ رضيَ اللهُ عنهُم أجمعينَ في توحيدِ الفلاسفةِ وبُرهانِهم عليهِ الذي تحريرُهُ أنْ يُقالَ: الأشياءُ التي تختلفُ بأعيانِها، وتتَّفقُ في أمرٍ مُقوِّمٍ لها، فلا تخلو إمَّا أنْ يكونَ ما تتَّفقُ فيهِ لازمًا مِنْ لوازمِ ما تختلفُ به، أو بالعكسِ هوَ أنْ يكونَ ما تختلفُ بهِ لازمًا مِنْ لوازمِ ما تتَّفقُ فيه، أو يكونَ ما تتَّفقُ فيهِ عارضًا مفارِقًا لِما تختلفُ به، أو بالعكسِ هوَ أنْ يكونَ ما تختلفُ بهِ عارضًا مفارِقًا لِما تتَّفقُ فيهِ.\rفأمّا الأوَّلُ فهوَ جائزٌ، كما أنَّ الأنواعَ مختلفةٌ بالحقيقةِ والجِنْسُ لازمٌ لها.\rوأمّا الثّاني فهوَ غيرُ جائزٍ؛ لأنَّ الطَّبيعةَ الواحدةَ لا تَقتضي أُمورًا مختلفةً، ألا تَرى أنَّ الجِنسَ لا يَقتضي لِذاتِهِ أُمورًا مختلفةً، لأنَّهُ لوِ اقتَضى أُمورًا مختلفةً، لكانَتْ حاصلةً أينما حصلَ، وليسَ الأمرُ كذلكَ.\rوأمّا الثّالثُ فهوَ جائزٌ؛ لأنَّ المختلفاتِ بالحقائقِ قد تتَّفِقُ في أُمورٍ","seal":"148D70DB","page":15},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"عارضةٍ كاتِّفاقِ الإنسانِ والحيواناتِ في الغذاءِ والحرَكة، وما أشبهَ ذلكَ.\rوأمّا الرَّابعُ فهوَ جائزٌ أيضًا، كما أنَّ أفرادَ النَّوعِ متَّفِقةٌ بالحقيقة، وتعرِضُ لها الأفعالُ المختلفةُ لكونِ أحدِها فَقيهًا والآخرِ كاتبًا.\rالمقدِّمةُ الثّانيةُ: فيما يُحتاجُ إليهِ مِنْ وحدانيّةِ الله تعالى هوَ أنْ يُقالَ: يجوزُ أنْ تكونَ الماهيّةُ سببًا لِصفةٍ، كما أنَّ الماهيّاتِ سببًا لقابليّةِ الوجودِ الثّاني يجوزُ أنْ تكونَ صفة الماهيّةِ سببًا لِصفةٍ أُخرى، كما أنَّ الفَصلَ علةٌ للخاصّةِ.\rالثّالثُ: لا يجوزُ أنْ تكونَ الماهيّةُ ولا صِفةٌ مِنْ صِفاتِها سببًا للوجودِ؛ لأنَّ العِلّةَ متقدِّمةٌ بالوجودِ على المعلول، فلوْ كانَ أحدُهُما أو كِلاهُما عِلّةً للوجود، لزِمَ أحدُ المُحالين، وهوَ أنْ يكونَ الشَّيءُ متقدِّمًا بالوجودِ على نفسِهِ أو موجودًا مرَّتين، وهوَ ظاهرُ البُطلانِ.\rفنقولُ: لو كانا واجِبي (¬1) وجودٍ، فلا يَخلو إمّا أنْ يمتازَ أحدُهُما عَنِ الآخر، أو لا، فإنْ لم يَمْتَزْ أحدُهُما عَنِ الآخر، فلا واجبي وجودٍ، وإنِ امتازَ أحدُهُما عَنِ الآخرِ عادَتِ الأربعةُ الأقسام، فإمّا أنْ يكونَ ما يُتَّفقُ فيهِ عارضًا لازمًا مِنْ لوازمِ ما يُختلفُ به، أو بالعكس، أو يكونَ ما يُتَّفقُ فيهِ عارضًا مفارِقًا لِما يُختلفُ به، أو بالعكسِ.\rفأمّا الأوَّلُ مِنَ الأربعة، إنْ كانَ جائزًا لكنَّهُ لا يجوزُ هنا؛ لأنَّ اختلافَهما إمّا أنْ يكونَ في الوجودِ والوجوبِ معًا وإنِ اختلَفا في أحدِهِما،\r¬__________\r(¬1) في المخطوط (واجبا) والمثبت هو الصحيح.","seal":"38019F20","page":16},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"فيكونُ أحدُهُما موجودًا واجبًا، والآخرُ مَوجودًا فقَط، أو واجبًا فقَط، وهوَ المطلوبُ، فلا واجبَي وجودٍ.\rوإنْ كانَ الاختلافُ في الماهيّاتِ والاتِّفاقُ في الوجودِ والوُجوب، فلا يجوزُ لِما تقدَّمَ مِنْ أنَّ الماهيّةَ لا يجوزُ أنْ تكونَ، ولا صِفةٌ مِنْ صِفاتِها سببًا للوجودِ للمُحالينِ المذكورَينِ.\rالثَّاني: أنْ يكونَ ما يُختلفُ بهِ لازمًا مِنْ لوازمِ ما يُتَّفقُ فيه، فقَدْ مَرَّ إبطالُهُ؛ لأنَّ الطَّبيعةَ الواحدةَ لا يَلزمُها أُمورٌ مختلفةٌ.\rالثّالث: إمّا أنْ يكونَ ما يُتَّفقُ فيهِ عارضًا مِنْ عوارضِ ما يُختلَفُ بالوجودِ والوجوب ويعرض لهما أمرٌ آخرُ، ويختلفا بأمرٍ آخرَ، ويعرضَ لهما الوجودُ والوجوبُ، فإنِ اختلَفا بالوجودِ والوجوب، فلا واجبَي وجودٍ، والمفروضُ خلافُهُ، وإنِ اتَّفَقا في الوجودِ والوجوب، وعرضَ لهما أمرٌ آخرُ فعلتُهُ، إمّا أنْ تكونَ الوجودَ والوجوبَ أو أمرًا خارجًا عنهُما لا يجوزُ أنْ يكونَ للوجودِ عِلَّة الأمر العارض؛ لأنَّ الواحدَ لا يعرضُ عنهُ أُمورٌ مختلفةٌ، وإنَّما جازَ في أفرادِ الأنواعِ لِتَركُّبِها، ولا يجوزُ أنْ تكونَ عِلَّتُهُ الأمرَ العارضَ غيرَ الوجودِ والوجوب، لأنَّهُ يلزمُ أنْ يكونَ واجب مفتقرًا إلى غيرِه، وهوَ مُحالٌ؛ لأنَّ وجوبَ الوجودِ غيرُ مفتقِرٍ إلى غيرِهِ.\rالرّابع: وهوَ أنْ يكونَ ما يختلفُ بهِ عارضًا مفارِقًا لِما يتَّفقُ فيه، فهوَ وإنْ كانَ جائزًا لكِنْ لا يجوزُ هُنا، لأنَّ العارضَ إمّا أنْ يكونَ الوجودَ والوجوبَ أو غيرَهما، فإنْ كانَ الوجود والوجوب عارضًا مفارِقًا فهوَ مُحالٌ؛ لأنَّ وجوبَ الوجودِ مغايِرٌ لهذا المعنى.","seal":"57FDE475","page":17},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"وإنِ اتَّفَقا في الوجودِ والوجوب، وعرَضَ لهما أمرٌ آخرُ فعلتهُ إمّا أنْ تكونَ داخلَهُ أو خارجَهُ أو لا داخلَهُ ولا خارجَهُ، فإنْ كانَتْ داخلَهُ فيكونُ لازمًا لوجودِ عِلَّتِه، والفرضُ أنَّهُ مفارِقٌ، وإنْ كانَ خارجًا، فيكونُ واجبُ الوجودِ مفتقِرًا إلى الغير، وهوَ مُحالٌ؛ وإنْ لم يكُنْ لا داخلَهُ ولا خارجَهُ، فلا ثبوتَ لِعلَّتِه، فلا يثبتُ، فعلى تقديرِ أنْ يكونَا واجبي (¬1) الوجود، يلزمُ المحالاتُ المذكورةُ، والمحالاتُ غيرُ لازمةٍ، فيَنتفي الملزومُ، وهوَ أنْ يكونا واجبي (¬2) وجودٍ، فلا واجبَي وجودٍ؟\rأجابَ: الحمدُ لله رَبِّ العالَمينَ، بَل توحيدُ الفلاسفةِ هوَ في الحقيقةِ تعطيلُ الواجبِ الوجودِ؛ فإنَّهم أثبَتوا واجبَ الوجود، ونَفَوْا لوازمَهُ، ونَفيُ اللَّوازمِ يَقتضي نَفْيَ الملزوم، والحجَجُ التي يَذكرونَها على توحيدِهم سُوفسطائيّةٌ لا بُرهانيّةٌ، ومَقصودُهم بما يَزعمونَهُ مِنْ نفيِ التَّركيبِ والتَّعدُّدِ فيما يدخُلُ في مُسمَّى واجبِ الوجود، إنَّما هوَ تعطيلُ الصِّفاتِ والمعاني المستلزِمةِ لِتَعطيلِ ذاتِ واجبِ الوُجود، وإنْ كانوا هُم لا يَعلمونَ ما في كلامِهم مِنَ التَّناقُضِ والبُطلانِ.\rونحنُ نتكلَّمُ على هذهِ الحُجّةِ المذكورةِ في السُّؤال، ولا حَوْلَ ولا قُوّةَ إلّا بالله.\rفنقولُ: قَولُهم: لو كانَ لنا واجبا وجودٍ، فلا يَخلو إمّا أنْ يمتازَ أحدُهُما عَنِ الآخر، وإمّا ألَّا يمتازَ، وإذا امتازَ فإمّا أنْ يكونَ ما يتَّفقُ فيهِ لازمًا مِنْ لوازمِ ما يختلفُ فيه، أو بالعكسِ أو عارضًا أو بالعكسِ.\r¬__________\r(¬1) في المخطوط (فعل تقدير أن يكون واجبًا) ولعل المثبت هو الصحيح.\r(¬2) في المخطوط (واجبا) ولعل المثبت هو الصحيح.","seal":"5C8F6D32","page":18},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"فيُقالُ: الجوابُ عَنْ هذهِ الحُجَّةِ مِنْ وجوهٍ كثيرةٍ، لكِنَّ المُستدِل بها قدَّمَ لنفسِهِ مقدِّمتينِ قبلَ الاحتجاجِ بها، ونحنُ نتكلَّمُ على مُقدِّمتيهِ أوَّلًا، ليكونَ الجوابُ مطابقًا للحُجّةِ؛ قيامًا بالقِسط، واتِّباعًا للحَقّ، فنَتكلَّمُ على المقدِّمةِ الأُولى أوَّلًا لنكونَ قدِ ابتدَأْنا الكلامَ على ما وضعَهُ في أوَّلِ الحُجَّة، مَع أنَّ عليهِ مؤاخذاتٍ تتعلَّقُ بصورةِ الحُجّةِ لا بمادتها؛ فلِهذا نؤخِّرُ الكلامَ عليها.\rفنقولُ: قولُهُ: الأشياءُ التي تختلفُ بأعيانِها وتتَّفقُ في أمرٍ مقوِّمٍ لها، إمّا أنْ يكونَ ما بهِ الاتِّفاقُ لازمًا لِما بهِ الاختلافُ، أو بالعكس، أَو عارضًا لهُ أو بالعكس، فإنَّهُ يُقالُ: الأشياءُ الموجودةُ سواءٌ كانَتْ متماثلةً أو مختلفةً، وبينَها قَدرٌ مشترَكٌ كأعيانِ النَّوع، وأنواعِ الجِنس، ونحوِ ذلكَ، كإنسانَين، والإنسانِ والفَرس، والحبَّتين، والدِّرهمَين، ونحوِ ذلكَ ممّا يُقالُ: إنَّ بينَهما أمرًا اتَّفَقا فيه، وأمرًا اختلَفا فيه، كما إذا قيلَ: الإنسانانِ يتَّفقانِ في الإنسانيّة، ويمتازُ أحدُهُما عَنِ الآخرِ بِتَعَيُّنِهِ وبتَشَخُّصِه، أو قيلَ: إنَّ واجبَي الوجودِ يشتركانِ في وجودِ الوجود، ويمتازُ أحدُهما عَنِ الآخرِ بِتَعَيُّنِه، وأمثالُ هذهِ الأُمور، فإنَّهُ يُقالُ: ليسَ المرادُ باتِّفاقِهما في القَدرِ المشترَكِ كالإنسانيّةِ مَثلًا أنَّهُ في الخارجِ شيءٌ موجودٌ بعَينِه، هُما مشتركانِ فيه، فإنَّ هذا لا يقولُهُ عاقلٌ.\rوهُم يَعلمونَ أنَّ هذا باطلٌ، وأنَّ الكُلِّيّاتِ الخمسةَ: الجِنسَ والنَّوعَ والفَصْلَ والخاصَّةَ والعَرَضَ العامَّ، لا يوجدُ في الخارجِ كُلِّيّةً مطلقةً بشرطِ الإطلاق، فليسَ في الخارجِ حيوانٌ مشترَكٌ كُلِّيٌّ مطلَقٌ بشرطِ","seal":"33F62A01","page":19},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"الإطلاق، ولا مشترَكٌ كُلِّيٌّ مطلَقٌ بشرطِ الإطلاق، ولكِنَّ الذِّهنَ يأخذُ مِنَ الأُمورِ المتشابهةِ قَدْرًا مشترَكًا، كما هوَ الكُلِّيُّ، وهوَ في الذِّهنِ يكونُ كُلِّيًّا بمعنى أنَّهُ صادقٌ على الجُزئيّاتِ المعيَّنةِ مطابقٌ لها مطابقةَ المعنى العامِّ لأَفرادِه، ولكِنْ في نفسِهِ جُزئِيٌّ؛ أي: هوَ في الذِّهنِ صِفةٌ لهُ وحالٌ فيه، والحالُ في المعيَّنِ الجُزئيِّ أَوْلى أنْ يكونَ معيَّنًا جُزئيًّا، لكنَّهُ كُلِّيٌّ باعتبارِ مطابَقةِ الأُمورِ الجُزئيّةِ المتشابهة، فإذا قِيلَ: إنسانٌ فلَهُ وجودٌ في الأعيان، ووجودٌ في الأذهان، ووجودٌ في اللِّسان، ووجودٌ في البَنَان، ووجودٌ عَينيٌّ وعِلميٌّ ولَفظيٌّ ورَسميٌّ، ففِي الذِّهنِ معنًى مطلَقٌ عامٌّ يتناولُ الأفرادَ، إمّا بطريقِ عُمومِ الجمع، وإمّا بطريقِ عُمومِ البدَل، وذلكَ المعنى لهُ لفظٌ يُعبِّرُ عنهُ، وهوَ لفظُ إنسانٍ، والخطّ، ولذلكَ اللَّفظِ خطٌّ يدلُّ عليه، وهوَ كتابةُ الإنسانِ والخطُّ، واللَّفظُ والمعنى.\rإذا قيلَ: هيَ كُلُّهُ وعامُّهُ ومطلقُهُ ونحوُ ذلكَ، فبِاعتبارِ تناوُلِها للأفرادِ الموجودة، وشمولِها لها، ودَلالتِها عليها، وإلّا فهيَ أنفسُها خطٌّ معيَّنٌ جُزئيٌّ، ولفظٌ معيَّنٌ جُزئيٌّ، وبهذا البيانِ تزولُ الإشكالاتُ التي يُورِدُها أبو عبد الله الرّازي (¬1) ونحوُهُ في هذا المكانِ على أهلِ المنطِقِ.\rوالأفرادُ الموجودةُ في الخارجِ كالإنسانينِ بينَهما تشابهٌ وتماثلٌ في بعضِ الوجوه، فهُما متشابهانِ في الإنسانيّةِ؛ أي: الإنسانيّةُ التي في هذا\r¬__________\r(¬1) هو: محمد بن عمر بن الحسن بن الحسين التيمي البكري، أبو عبد الله، فخر الدين الرازيّ، إمام المتكلمين في عصره ومن أعيان أئمة أهل السنة، توفي سنة (606 هـ). من مصنفاته (مفاتيح الغيب)، و (معالم أصول الدين) و (المسائل الخمسون في أصول الكلام). انظر: الأعلام للزركلي (6/ 313).","seal":"AF092582","page":20},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"تشابِهُ الإئسانيّةَ التي في هذا، فهذا معنى قولِنا: اتَّفَقا في الإنسانيّة، وهُما متَّفقانِ في الإنسانيّة، أو مشتركانِ في الإنسانيّة، فإنَّ التَّشابهَ والتَّماثلَ والاتِّفاقَ والاشتراكَ في هذا الموضعِ يُرادُ بها شيءٌ واحدٌ، فهذا الإنسانُ يوافِقُ هذا ويشابهُهُ ويُماثلُهُ (¬1)، ويشاركُهُ في أنَّهُ إنسانٌ، فهذهِ الإنسانيّةِ مثلُ هذه، ليسَ المرادُ أنَّ إنسانيّةَ زيدٍ الموجودةَ في الخارجِ هيَ بعينِها إنسانيّةُ عمرٍو الموجودةُ في الخارج، فإنَّ هذا مكابَرةٌ للحِسِّ لا يقولُهُ عاقلٌ؛ فإنَّ إنسانيّةَ كُلِّ إنسانٍ صفةٌ لهُ قائمةٌ به، وصِفةُ الموصوفِ لا تقومُ بغَيرِه، فكما أنَّ هذا الإنسانَ ليسَ هوَ هذا الإنسانَ، بَلْ هوَ نظيرُهُ، فكذلكَ هذهِ الإنسانيّةُ ليسَتْ هذهِ الإنسانيّةَ في العَينِ والشَّخص، بَلْ هيَ نظيرُها.\rوكذلكَ إذا قيلَ: الإنسانُ والفرَسُ يَشتركانِ في الحيوانيّة، فالمرادُ بهِ أنَّ في هذا حيوانيّةً تناظِرُ الحيوانيّةَ التي في هذا، فهُما جِنسٌ واحدٌ يَجمعُهما الحِسُّ والحرَكةُ الإراديّةُ، ليسَتْ حيوانيّةُ الإنسانِ هيَ بعَينِها حيوانيّةَ الفرَس، ولا إحساسُهُ إحساسَ الفَرس، ولا حركتُهُ الإراديَّةُ حرَكةَ الفرَس، بَلْ ولا حيوانيّةُ فردٍ مِنْ أفرادِ الإنسانِ والفرَسِ هيَ بعينِها حيوانيّةَ الآخر، ولا إحساسُ هذا الإنسانِ هوَ إحساسَ هذا، ولا حرَكتُهُ هيَ بعينِها حركتَهُ، كما أنَّهُ هوَ في نفسِهِ ليسَ هوَ ذلكَ بعينِه، ولكنَّ الواحدَ يُقالُ على الواحدِ بالنَّوعِ والواحد بالعَين، فإذا قيلَ: الحيوانيّةُ واحدةٌ، والإنسانيّةُ واحدةٌ، وهذهِ الحيوانيّةُ هيَ هذه، وهذهِ الإنسانيّةُ هيَ هذهِ؛ كانَ المرادُ بذلكَ الواحدِ بالنَّوعِ والوحدةِ النَّوعيّةِ ليسَ المرادُ الواحدَ بالعينِ ولا الوحدة العَينيّةِ.\r¬__________\r(¬1) في المخطوط تكررت كلمة (ويماثله).","seal":"BA2DD796","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"وهذا الموضِعُ اشتبهَ على طوائفَ مِنَ الأُمَمِ؛ فلم يُميِّزوا بينَ هذا وهذا في مواضعَ، مَع ظهورِ التَّمييزِ بينَهما، وصارُوا يتكلَّمونَ بلفظِ الواحد، ويَظنُّونَ أنَّهُ واحدٌ بالعين، وإنَّما هوَ واحدٌ بالنَّوع، ولهذا قيلَ: أكثرُ اختلافِ العُقلاءِ مِنْ جهةِ اشتراكِ الأسماء، حتَّى آلَ الأمرُ بطوائفَ يَدَّعُونَ التَّحقيقَ والتَّوحيدَ والفُرقانَ، وأنَّهم بيَّنوا العِلمَ الذي رمزَ إليهِ هُرامسُ الدُّهورِ الأوليّة، ورامَتْ إفادتُهُ الهدايةَ النَّبويّةَ؛ إلى أنْ جَعلوا الوجودَ واحدًا بهذا الاعتبارِ؛ بناءً على أنَّ الموجوداتِ تشتركُ في مُسمَّى الوجودِ.\rولا ريبَ أنَّ الموجوداتِ مشترِكةٌ في مسمَّى الوجود، وأنَّ الوجودَ واحدٌ بهذا الاعتبار، ولكِنْ فرقٌ بينَ الواحدِ بالعَينِ والشَّخص، وبينَ الواحدِ بالنَّوعِ أو الجِنْسِ أو العرضِ العامّ، ونحوِ ذلكَ مِنِ اصطلاحِ المنطقيِّينَ التي يجمعُها كُلَّها اسمُ الجِنسِ في اصطلاحِ النُّحاة، فإنَّ هذهِ الكُلِّيَّاتِ الخمسةَ هيَ أسماءُ جنسٍ في اصطلاحِ النُّحاةِ؛ إذِ اسمُ (¬1) الجِنسِ عندَهم اسم لِما عُلِّقَ على الشَّيء، وعلى ما أشبهَهُ، بمنزلةِ ما يقولُ المنطقيُّونَ الكُلِّيّ، فاللَّفظُ يُسمِّيهِ هؤلاءِ كُلِّيًّا، أو يُسَمُّونَ معناهُ كُلِّيًّا يسمِّيهِ هؤلاء اسمَ جنسٍ.\rفإذا قيلَ: الموجوداتُ مشترِكةٌ في مسمَّى الوجود، فهيَ بمنزلةِ أنْ يقالَ: الجواهرُ مشترِكةٌ في مسمَّى الجَوهر، والأجسامُ مشترِكةٌ في مسمَّى الجِسم، والحيواناتُ مشترِكةٌ في مسمَّى الحيوان، والأناسيُّ مشترِكةٌ في مسمَّى الإنسان، بَلْ والعربُ مشترِكةٌ في مسمَّى العربيّ، وأمثالُ ذلكَ ممّا لا يُحصى أمثلتُهُ.\r¬__________\r(¬1) رسمت في المخطوط (اسمي) ولعل المثبت هو الصحيح.","seal":"CA6EFEC4","page":22},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"ومعلومٌ أنَّ اشتراكَ هذهِ الأُمورِ في هذا المسمَّى، لا تجعلُ أحدَهُما عينَ الآخر، فلا يُجعَلُ عينُ هذا الموجودِ (¬1) عين هذا الموجود، ولا عينُ هذا الجسمِ عينَ هذا الجسم، ولا عينُ هذا الحيوانِ أو هذا الإنسانِ عينَ الآخر، بَلْ كُلُّ موجودٍ مِنَ الإنسانِ وفرَسٍ وغيرِه، فلَهُ في نفسِهِ ما يتميَّزُ بهِ عمّا سِواهُ مِنَ الموجودات، فلِلإنسانِ المعيَّنِ إنسانيّةٌ تخصُّهُ، وحيوانيّةٌ تخصُّهُ، وجسميةٌ تخصُّهُ، ووجودٌ يخصُّهُ، والأُمورُ التي تخصُّهُ هيَ التي تميِّزُهُ عمّا سواهُ، فإذا قُدِّرَ عدمُهُ عدمَتْ هذهِ الأُمورُ المعنيّةُ القائمةُ به، ولم يجبْ أنْ يُعدمَ نظيرُهُ المشاركُ لهُ في تلكَ الأُمور، والواحدُ بالعينِ والشَّخصِ متى عدمَ في نفسِهِ لم يبقَ موجودًا.\rوكُلُّ أحدٍ يعلمُ بالحسِّ وبعقلِهِ الضَّروريِّ أنَّهُ هوَ ليسَ هذا الإنسانَ الآخرَ، ولا أنَّ ما قامَ بهِ مِنَ الصِّفاتِ والأعراضِ هيَ عينُ ما قامَ بذلكَ الإنسانِ الآخرِ مِنَ الصِّفاتِ والأعراض، وإنْ كانَ هوَ وذلكَ الإنسانُ مشتركينِ في الإنسانيّةِ والنَّاطقيَّةِ والحيوانيّةِ والحساسيّةِ والجِسميّةِ والجوهريّةِ مشتركينِ في الوجودِ والماهيّةِ والحقيقة، وغيرِ ذلكَ ممّا يُقالُ: إنَّهما يشتركانِ فيهِ.\rفمَع اشتراكِهما في هذهِ الأُمورِ ليسَ أحدُهُما هوَ الآخرَ، ولا شىءٌ مِنْ صفاتِ أحَدهما هيَ عينَ صفاتِ الآخر، فليسَ في الخارجِ شيءٌ معيَّنٌ اشتَركا فيه، ولكِنْ تشابَها وتماثَلا واتَّفَقا واشتركا في تلك الأُمورِ؛ فهذا أصلٌ يَنبغي للفاضلِ أنْ يعرِفَهُ ويُتقِنَهُ؛ فإنَّهُ مَع وضوحِهِ وظهورِهِ وكونِهِ مِنَ العلومِ الضَّروريّةِ اليقينية التي لا تقبلُ الشَّكَّ، التبسَ على طوائفَ مِنَ الفُضلاءِ حتَّى لَم يُفرِّقوا بينَ هذا وهذا.\r¬__________\r(¬1) بعدها (واو) ولعل الأولى إسقاطها.","seal":"0F1B7AE1","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"وحُجّةُ الفلاسفةِ في التَّوحيدِ مبنيّةٌ على هذا الاشتباهِ والالتباس، فقولُ السّائلِ: الأشياءُ التي تختلفُ بأعيانِها، وتتَّفقُ في أمرٍ مقوّمٍ لها لا يخلو إمّا أنْ يكونَ ما اتَّفقَتْ فيهِ لازمًا لِما اختلفَتْ فيهِ أو بالعكسِ أو عارضًا لهُ أو بالعكسِ هوَ مِنْ هذا الباب، وقد مُثِّلَ الأوَّلُ بالأنواعِ المختلِفة، فالحقيقةُ والجِنسُ لازمٌ لها كالإنسانِ والفَرَسِ وغيرِهما؛ فإنَّها أنواعٌ مختلفةٌ والحيوانُ لازمٌ لها.\rفيُقالُ: الأعيانُ لا توجَدُ إلّا بأعيانِها أنواعًا؛ إذْ ليسَ في الخارجِ نوعُ الإنسانِ مطلَقًا، ونوعُ الفرَسِ مطلَقًا، وإنَّما يوجدُ أشخاصُ النَّوعِ كما يوجدُ هذا الفرَسُ، وهذا الإنسان، وحينئذٍ فأنتَ تقولُ: الإنسانُ والفرَسُ اختلَفا بأنواعِهما، واتَّفَقا في أمرٍ لازمٍ لهما كالحيوانيّةِ مثلًا.\rفيُقالُ لك: تعني بقولِكَ: اختلَفا بأعيانِهما أعيانَ أشخاصِهما، أو أعيانَ نوعِهِما، فإنْ عنيتَ عَين (¬1) الشَّخصين، فالذي اتَّفَقا فيهِ - وهوَ الحيوانيّةُ - يمتازُ كُلٌّ مِنهُما فيهِ عَنِ الآخرِ بتعيُّنه أيضًا، فإنَّ حيوانيّةَ هذا الإنسانِ هيَ متميِّزةٌ في عينِها عَنْ حيوانيَّةِ هذهِ الفرَس، فليسَ عينُ هذهِ عينَ هذه، فكَما أنَّ إنسانيّةَ هذا الإنسانِ مغايرةٌ بالتَّعيينِ لفرسية (¬2) هذهِ الفرَسِ؛ فحيوانيَّةُ هذا الإنسانِ مغايرةٌ بالتَّعيينِ لحيوانيّةِ هذهِ الفرَس، لكنَّ الحيوانيَّةَ تماثلُ الحيوانيَّةَ، والفرَسيَّةَ تخالِفُ الإنسانيَّةَ، فكُلٌّ منهما يشبهُ الآخرَ مِنْ وجهٍ، ويخالِفُهُ مِنْ وجهٍ، وفي كُلٍّ منهُما صفةٌ يشابهُ بها الآخرَ، وفيهِ صفةٌ يخالفُ بها الآخرَ.\r¬__________\r(¬1) رسمت في المخطوط (عن) ولعل المثبت هو الصحيح.\r(¬2) رسمت في المخطوط خطأ وقام مالك النسخة بتعديلها كما هو مثبت.","seal":"AE17204A","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"فقَولكَ: تختلفُ بأعيانِها وتتَّفِقُ في أمرٍ مقوّمٍ لها، لفظٌ فيهِ إجمالٌ واشتباهُ، بلْ فيهِ تلبيسٌ؛ فإنَّكَ إنْ عنيتَ أنَّ كُلًّا منهُما يخالفُ الآخرَ بتعيُّنِهِ ويوافُقِهِ في أمرٍ لا يتعيَّنُ لهُ فليسَ بصحيحٍ، بَلْ كُلٌّ منهُما يتعيَّنُ لهُ ما يخالفُ فيهِ الآخرَ، وما يوافِقُهُ فيه، والذي وافقَهُ كالحيوانيّةِ تخالفُهُ في تعيينِه، فلِهذا حيوانيّةٌ وتخصُّهُ، ولهذا حيوانيّةٌ تخصُّهُ، فلا فَرقَ في التَّعيينِ والإطلاقِ بينَ ما جَعلتَهما اختلَفا فيه، وبينَ ما جعلتَهما اتَّفَقا فيه، وإنَّما يَفترقانِ مِنْ جهةِ التَّماثلِ والاختلاف، لا مِنْ جهةِ التَّعيينِ والإطلاقِ.\rوإنْ عنيتَ بقولِكَ: تختلفُ بأعيانِها؛ أي: بأعيانِ النَّوعِ؛ أي: تختلفُ بالإنسانيَّةِ والفرَسيَّة، وتتَّفقُ في لازمِ ذلكَ وهيَ الحيوانيّةُ قيلَ لكَ أيضًا: إنَّما اختلَفا بإنسانيَّةٍ وفرسيَّةٍ مطلَقةٍ نوعيَّةٍ، واتَّفَقا في حيوانيّةٍ مطلَقةٍ جِنسيّةٍ، فالذي اختَلفا فيهِ ليسَ بمعين (¬1)، والذي اتَّفَقا فيهِ ليسَ بمُعيَّنٍ، بلْ هذا كُلِّيٌّ مطلَقٌ، وهذا مطلَقٌ كُلِّيٌّ، فلَمْ يكُنِ الفَرقُ بينَ ما اختلَفا فيهِ واتَّفَقا فيهِ مِنْ جهةِ الإطلاقِ والتَّعيين، بَل مِنْ جهةِ التَّماثُلِ والاختلاف، فليَتدبَّرِ اللَّبيبُ الفاضلُ هذا الموضعَ؛ فإنَّهُ يفتحُ بابَ المعرفةِ والتَّحقيق، ويزيلُ الضَّلالَ الذي هوَ سببُ الاشتباهِ في هذا المضيق، فإنَّ هؤلاءِ عَمدُوا إلى صفاتٍ متساويةٍ في العمومِ والخُصوص، فجَعلوا بعضها معيَّنًا خاصًّا، وبعضَها مطلَقًا عامًّا بالتَّحكُّم، وهذا عينُ الغلَط، بلْ كُلُّ شيئينِ اشترَكا في شيءٍ، وافترَقا في شيءٍ، فالفَرقُ بينَ المشترَكِ والمميَّزِ مِنْ جهةِ التَّماثُلِ والاختلافِ والمشترك بَينهما متشابه متماثل يَقتضي الجمعَ، والمميّزُ بينَهما مختلف متباين يَقتضي الفرقَ، وأمّا مِنْ جهةِ التَّعيينِ والإطلاقِ والكُلِّيِّ والجُزئيِّ والعُمومِ والخصوصِ فلا\r¬__________\r(¬1) في المخطوط (بمعنى) ولعل المثبت هو الصحيح.","seal":"0CD944BB","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"فرقَ؛ إذْ كُلٌّ منهُما لهُ صفاتٌ تخصُّهُ، إمّا مماثلةٌ لصفاتِ غيرِهِ وإمّا مخالِفةٌ لها، وهيَ متعيِّنةٌ، ليسَ لغيرِهِ فيها شركةٌ أصلًا، بَلْ لهُ فيها مشابَهةٌ أو مخالَفةٌ، وهذهِ الصِّفاتُ المعيّنة (¬1) لهُ إذا أُخِذَتْ مطلَقةً كلِّيّةً كانَ المماثلُ منها النَّوعَ مثلا، والمختلِفُ منها الجِنسَ مثلًا، فالمتماثلُ كالإنسانِ معَ الإنسان، والفرَسِ معَ الفرَس، والمختلفُ كالإنسانِ معَ الفرَس، فهذهِ الأشياءُ التي اختلفَتْ بأعيانِ أنواعِها، وهيَ الإنسانيّةُ مثلًا معَ الفرَس، واتَّفقَتْ في لازمِ ذلكَ، وهوَ الجِنسُ، كالحيوانيّة، كُلٌّ مِنَ المختلفِ فيهِ والمتَّفقِ عليهِ كُلِّيٌّ مطلَقٌ، ليسَ أحدُهما جزئِيًّا والآخرُ كُلِّيًّا، ولا أحدُهما واحدًا بالشَّخصِ والآخرُ واحدًا بالجِنسِ اللُّغويِّ المقابلِ للواحدِ بالشَّخص، ولِكُلٍّ منهُما إنسانيّةٌ تخصُّهُ معَ الحيوانيّةِ التي تخصُّهُ، كما لكُلِّ فرَسٍ فرسيّةٌ تخصُّهُ كالحيوانيّةِ التي تخصُّهُ، كالألوانِ التي تشتركُ في مُسمَّى اللونيّةِ (¬2).\rويمتازُ هذا عَنْ هذا بخصوصيّةٍ لكونهِ بياضًا وسوادًا؛ فإنَّ كُلَّ لونٍ معيَّنٍ لهُ لونيّةٌ تخصُّهُ وسواديّةٌ أو بياضيّةٌ تخصُّهُ، وإذا أُخِذَ لونٌ مطلَقٌ وقُسِمَ إلى بياضٍ مطلَقٍ وسوادٍ مطلَقٍ، فليسَ اللَّونُ المطلَقُ ولا السَّوادُ المطلَقُ أو البياضُ المطلَقُ موجودًا في الخارجِ مطلَقًا بشرطِ إطلاقِه، بَلْ لا يوجدُ إلّا معيَّنًا، وإذا عُيِّنَ هذا البياضُ وهذا البياضُ عُيِّنَ هذا اللَّونُ، فنَفسُ المسمَّى جِنْسًا إذا عُيِّنَ في الخارجِ كانَ هوَ المعيَّنَ في الخارجِ مِنَ النَّوع، فنفسُ هذا اللَّونِ هوَ نفسُ هذا السَّوادِ أو هذا البياض، ونفسُ هذا الحيوانِ هوَ ذا الإنسانُ وهذا الفرسُ.\r¬__________\r(¬1) في المخطوط (المعنية) ولعل المثبت هو الصحيح.\r(¬2) في المخطوط (الكونية) ولعل المثبت هو الصحيح.","seal":"29A38E68","page":26},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"إذا تبيَّنَ هذا فإذا قدَّرنا موجودينِ واجبَي الوجود، وقالَ القائلُ: هما مشتركانِ في الوجودِ والوجوب، ومختلِفانِ بالتَّعيينِ أو الماهيّةِ أو الذّاتِ أو الحقيقة، أو نحوِ ذلكَ مِنَ العباراتِ التي تُقالُ في هذا المقام، وقالَ: إنَّ ما اتَّفَقا فيهِ إمّا أنْ يكونَ لازمًا لِما اختلَفا فيهِ أو بالعكسِ أو عارضًا لهُ أو بالعكسِ قيلَ: قد فرقتَ بينَ ما اتَّفَقا فيهِ واختلَفا فيهِ مِنْ جهةِ الإطلاقِ والتَّعيين، وجعلتَ هنا قِسمينِ: أحدهما يصلحُ أنْ يكونَ لازمًا للآخرِ أو ملزومًا أو عارضًا أو معروضًا، وهذانِ القِسمانِ متَّفقانِ في العمومِ والخصوصِ والإطلاقِ والتَّعيين، وبينَهما تلازمٌ مِنَ الطَّرفينِ إذا كانا مُتعاندين، وأمّا إذا كانا متَّحدينِ فقد بَطَلَتِ الحُجّةُ بالكُلِّيّةِ.\rولكِنْ إذا قيلَ: هما مُتغايرانِ فَكُلٌّ لازمٌ للآخرِ وملزومٌ لهُ، لا يجوزُ أنْ يكونَ أحدُهما اللّازمَ مِنْ غيرِ عكسٍ؛ وذلكَ أنَّ الوجودَ والوجوبَ الذي جعلتَهُ مشترَكًا إنْ أردتَ بهِ وجودًا مطلَقًا ووجوبًا مطلَقًا، فخُذْ مِنَ الضَّربِ الآخرِ ماهيّةً مطلَقةً وذاتًا مطلَقةً وحقيقةً مطلَقةً وتَعَيُّنًا مطلَقًا، فإنَّهما كما اشترَكا في مسمَّى الوجودِ والواجبِ اشترَكا في مسمَّى الذّاتِ والماهيّةِ والحقيقةِ والمعيَّنِ.\rوإنْ قلتَ: اشترَكا في الوجودِ والوجوبِ قيلَ لكَ: اشترَكا في التَّعَيُّنِ والذّاتيّةِ والتَّحقُّقِ ونحوِ ذلكَ، وإنْ أردتَ بالوجودِ والوجوبِ لِكُلٍّ مِنهما ما يخصُّهُ، فخُذْ بإزاءِ ذلكَ لِكُلٍّ مِنهُما ما يخصُّهُ مِنْ مسمَّى التَّعيينِ والحقيقةِ والماهيّةِ ونحوِ ذلكَ؛ فإنَّهُ مِنَ المعلومِ أنَّ كُلًّا منهُما يوافقُ الآخرَ في أنَّهُ موجودٌ وأنَّهُ واجبٌ، وأنَّهُ متعيِّنٌ، وأنَّهُ ذاتٌ، وأنَّهُ حقيقةٌ وماهيّةٌ، ويفارقُهُ في","seal":"B8CF4684","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"أنَّهُ هوَ ليسَ عينَ الآخر، وإنْ كانَ هوَ إيَّاهُ باعتبارِ النَّوع، فليسَ هوَ إيّاهُ باعتبارِ الشَّخص، وكما أنَّهُ هوَ ليسَ عينَ الآخر، فليسَ في عينِ ماهيَّتِهِ أو حقيقتِهِ أو ذاتِهِ ولا عينِ وجوبِهِ أو وجودِهِ أو بعينِهِ عينَ وجودِ الآخرِ أو وجوده أو بعينِه، بَلْ لهذا تعينٌ يخصُّهُ، ولهذا تعينٌ يخصُّهُ، وهما مشتركانِ في مسمَّى التَّعيين، ولهذا وجودٌ يخصُّهُ، ولهذا وجودٌ يخصُّهُ، وهما مشتركانِ في مسمَّى الوجود، وكذلكَ القولُ في الوجوبِ وغيرِهِ كالماهيّةِ والحقيقة، فلهذا ماهيّةٌ تخصُّهُ، ولهذا ماهيّةٌ تخصُّهُ، وهما مشتركانِ في مسمَّى الماهيّةِ.\rوإذا عُرِفَ أنَّ الضَّربينِ اللَّذينِ فرَّقْتَ فيهما في العمومِ والخصوصِ حتَّى جعلْتَ أحدَهما لازمًا للآخرِ أو بالعكسِ هما متساويانِ في العمومِ والخصوص، كُلٌّ منهما لازمٌ للآخرِ وملزومٌ لهُ إنْ لم يكُنْ هوَ إياهُ بَطَلَ جميعُ كلامِكَ، وكانَتْ هذهِ مِنَ الحُجَجِ المغالطيّةِ (¬1) السُّوفسطائيّة، بل (¬2) من أبينها فسادًا، حيثُما عمدتَ إلى ضربين متساويينِ في العمومِ والخُصوصِ والاتِّفاقِ والافتراقِ والاشتراكِ والامتياز، فجعلتَ أحدَهما عامًّا مُشترَكًا متَّفِقًا جامعًا، والآخرَ خاصًّا مميِّزًا مفترِقًا مفرَّقًا، وبنيتَ على ذلكَ [أن] (¬3) ذلكَ العام المشترك، إمّا أنْ يكونَ لازمًا للخاصّ، أو ملزومًا لهُ، أو عارضًا، أو معروضًا لهُ، ومِنَ المعلومِ لمنْ يصوِّرُ هذا الموضعَ أنَّ العامَّ يجوزُ أنْ يكونَ لازمًا للخاصّ، كما يلزمُ الحيوانُ الإنسانَ، وأمّا العكسُ فمُمتنِعٌ، فإنَّ الخاصَّ لا يكونُ لازمًا للعامِّ كما لا يلزمُ الإنسانُ للحيوان، إذْ قد توجدُ\r¬__________\r(¬1) في المخطوط (المغلطية) ولعل المثبت هو الصحيح.\r(¬2) رسمت في المخطوط (كل) ولعل المثبت هو الصحيح.\r(¬3) ما بين المعقوفتين زيادة يقتضيها المقام.","seal":"973F6F18","page":28},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"بعضُ أفرادِ العامِّ دونَ بعضٍ، وأمّا كونُ العامِّ يعرضُ للخاصِّ أو الخاصِّ يعرضُ لهُ، فهذا لا يَمتنِعُ.\rوسنتكلَّمُ إنْ شاءَ اللهُ على ذلكَ، وإنَّما الكلامُ الآنَ في أصلِ ما وضعُوهُ في حُجَّتِهم؛ حيثُ جعَلُوا في الأشياءِ صِفَتين، وجَعلُوا إحداهُما عامّةً لا تكونُ خاصّةً، والأُخرى خاصّةً لا تكونُ عامّةً معَ العِلم، لأنَّ كُلًّا منهُما تكونُ عامّةً وتكونُ خاصّةً كالأُخرى سواءً، حتَّى بَنَوْا على ذلكَ أنَّ العامَّ إمّا أنْ يكونَ لازمًا أو ملزومًا، أو عارضًا أو معروضًا، وكانَ مَثَلُهُم في ذلكَ مَنْ جاءَ إلى إنسانينِ فقالَ لأحدِهما: هذا إنسانٌ، وقالَ للآخرِ: هذا حيوانٌ، ثمَّ قالَ: الإنسانُ أخصُّ مِنَ الحيوان، فيكونُ هذا أخصَّ مِنْ هذا، فحيثُ وُجِدَ هذا وُجِدَ الآخرُ مِنْ غيرِ عكسٍ، فيُقالُ لهُ: هذا وهذا مشتركانِ في أن كُلًّا مِنهما إنسانٌ وحيوانٌ.\rفقولُكَ: الإنسانُ أخصُّ مِنَ الحيوانِ إنْ عنيتَ بهِ: الإنسانُ المعيَّنُ أخصُّ مِنَ الحيوانِ المعيَّن، فهذا باطلٌ، وإنْ عنيتَ بهِ أنَّ الإنسانَ أخصُّ مِنَ الحيوانِ المطلَق، فهُما مشتركانِ في الحيوانِ المطلَق، كما هما مشتركانِ في الإنسانِ المطلَق، وذلكَ لا يوجِبُ كونَ أحدِهما بشَخصِهِ أعمَّ مِنَ الآخر، بَلْ ليسَ جعْلُ هذا أعمَّ مِنَ الآخرِ بِأَولى مِنَ الآخر، فهَكذا الواجباتُ إذْ قيلَ: هما مشتركانِ في الوجودِ والوجوب، وكُلٌّ منهما يمتازُ عَنِ الآخرِ بخصوصِ ماهيَّتِهِ أو حقيقتِهِ أو بعَينِهِ أو نحوِ ذلكَ قيلَ لكَ: هذا وهذا مشتركانِ في أنَّ لهما ماهيّةً وحقيقةً وتعيينًا ووجوبًا ووجودًا، فإنْ أخذتَ المشترَكَ مطلَقًا فالجميعُ متلازمٌ، وإنْ أخذتَهُ موجودًا في الخارج، فالجميعُ متلازمٌ، فوجودُ","seal":"456C5E25","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"الوجوبِ المطلَقِ هوَ والماهيّةُ المطلَقةُ والواجبُ الوجودِ والتَّعيينُ المطلَقُ لواجبِ الوجودِ متلازماتٌ، وهذا الوجودُ المعيَّنُ وهذا الوجوبُ المعيَّنُ ملازمٌ لهذهِ الماهيّةِ الواجبةِ المعيَّنة، ولهذهِ الماهيّة الواجبةِ المعيَّنة، وتعينُ كُلٌّ منهُما متلازمٌ لذلكَ، بَلْ كُلُّ موجودٍ في الخارجِ بهذهِ المثابة، سواءٌ قُدِّرَ واجبًا بنفسِهِ أو بغيرِه، فهذا الإنسانُ المعيَّنُ لهُ إنسانيّةٌ تخصُّهُ، وحيوانيّةٌ تخصُّهُ، وحقيقةٌ تخصُّهُ، وماهيّةٌ تخصُّهُ، وتعيينٌ يخصُّهُ، وخصائصُهُ متلازمةٌ، وهوَ والإنسانُ الآخرُ مشتركانِ في الإنسانيّةِ والحيوانيّةِ والحقيقةِ والماهيّةِ والتَّعيين، وهذهِ المشترَكاتُ متلازمةٌ، وهذا أمرٌ بيِّنٌ ضروريٌّ لمنْ فهِمَهُ، ولا يَحتملُ النَّقيضَ.\rوأمّا الكلامُ على المقدِّمةِ الثّانيةِ فإنَّهُ قالَ: يجوزُ أنْ تكونَ الماهيّةُ سببًا كما أنَّ الماهيّاتِ سببٌ لقابليّةِ الوجود، ويجوزُ أنْ تكونَ صفةُ الماهيّة سببًا لصفةٍ أُخرى، كما أنَّ الفصلَ عِلّةٌ للخاصّة، ولا يجوزُ أنْ تكونَ الماهيّةُ ولا صفةٌ مِنْ صِفاتِها سببًا للوجودِ؛ لأنَّ العِلّةَ متقدِّمةٌ بالوجودِ على المعلول (¬1)، فلو كانتْ إحداهُما أو كِلاهُما عِلّةً للوجودِ لزِمَ أحد المحالَين، وهوَ أنْ يكونَ الشَّيءُ متقدِّمًا بالوجودِ على نفسِهِ أو موجودًا مرَّتين، وهذا ظاهرُ البُطلانِ لهُ، هذا كلُّهُ مبنيٌّ على أنَّ الموجودَ المعيَّنَ كالإنسانِ مثلًا لهُ ماهيّةٌ مغايِرةٌ، وأنَّهُ إذا كانَ جوهرًا ففيهِ وجودُ جوهرٍ قائمٍ بنفسِه، وهوَ مغايِرٌ لماهيَّتِهِ الموجودةِ في الخارجِ القائمةِ بنفسِها، وإنْ كانَ عرضًا ففيهِ وجودٌ هوَ عرَضٌ قائمٌ بغيرِهِ وغير ماهيَّتِهِ القائمةِ بغيرِها، وهذهِ المسألةُ يُعبِّرونَ عنها بأنَّ وجودَ كلِّ موجودٍ\r¬__________\r(¬1) في المخطوط (المعول) ولعل المثبت هو الصحيح.","seal":"18F10B70","page":30},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"زائدٌ على ماهيَّتِهِ هوَ قولُ أبي هاشمٍ ونحوِهِ مِنَ المعتزلةِ الذينَ يقولونَ بأنَّ المعدومَ شيءٌ وأنَّ ثبوتَهُ غيرُ وجودِه، وقد وافقَهم على الفرقِ بينَ الوجودِ الماهيّةِ مَنْ لا يقولُ بأنَّ المعدومَ شيءٌ؛ كأبي عبد الله بنِ الخطيبِ ونحوِهِ ممَّنْ أخذَ بعضَ كلامِ المعتزلةِ وبعضَ كلامِ المتفلسِفةِ.\rوأمّا القولُ بأنَّ وجودَ كُلِّ شيءٍ عينُ ماهيَّتِهِ فهوَ مذهَبُ أهلِ السُّنّةِ والجماعةِ وسائرِ متكلِّمةِ الصِّفاتيّةِ؛ كأبي محمَّدِ بنِ كُلَّابٍ (¬1)، وأبي الحسَنِ الأَشْعَرِيِّ (¬2)، وأبي عبد الله محمَّدِ بنِ كَرَّامٍ (¬3)، وأكثرِ أهلِ الكلامِ الذينَ يوافقونَ مَنْ قالَ مِنَ المعتزلةِ: إنَّ المعدومَ شيءٌ، ولا مَنْ قالَ مِنَ المتفلسفةِ: إنَّ لكُلِّ موجودٍ ماهيّةً في الخارجِ مغايرةً لوجودِهِ.\r¬__________\r(¬1) هو: أبو محمد عبد الله بن سعيد بن كُلَّاب (بضم الكاف وتشديد اللام) القطان البصري، رأس المتكلمين بالبصرة في زمانه، صاحب التصانيف في الرد على المعتزلة. أخذ عنه الكلام: داود الظاهري، وقيل: إن الحارث المحاسبي أخذ علم النظر والجدل عنه أيضًا. وأصحابه هم الكلابية. قال الذهبي: وقد كان باقيًا قبل الأربعين ومائتين. انظر: سير أعلام النبلاء (11/ 174)، والأعلام للزركلي (4/ 90).\r(¬2) هو: علي بن إسماعيل بن إسحاق، أبو الحسن، من نسل الصحابي أبي موسى الأشعري، كان من الأئمة المتكلمين المجتهدين، وُلد في البصرة، وتلقى مذهب المعتزلة وتقدم فيهم ثم رجع وجاهر بخلافهم. وتوفي ببغداد سنة (324 هـ). انظر: سير أعلام النبلاء (15/ 85)، والأعلام للزركلي (4/ 263).\r(¬3) هو: محمد بن كرام بن عراق بن حزابة، أبو عبد الله، السجزيّ (نسبة إلى سِجِستان) إمام الفرقة الكرامية، وُلد ابن كرام في سجستان وجاور بمكة خمس سنين، وورد نيسابور، ثم انصرف إلى الشأم، وعاد إلى نيسابور، وخرج منها سنة (251 هـ) إلى القدس، فمات فيها، سنة (255 هـ). انظر: الملل والنحل للشهرستاني (1/ 108)، والأعلام للزركلي (7/ 14).","seal":"C141A702","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"وقد صرَّحوا بذلكَ وقالوا: الموجودُ ليسَ هوَ موجودًا بوجودٍ زائدٍ على ذاتِه، وهُم لا يريدونَ بلفظِ الوجودِ مصدرَ وَجَدَ يَجِدُ وُجودًا؛ فإنَّ هذا المصدرَ قائمٌ بالواجدِ الذي يجدُ الأشياءَ، كما قال تعالى: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا} [النساء: 43]، وقال تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ} [النساء: 92]، وقال تعالى: {وَوَجَدَ اللَّهَ عِنْدَهُ} [النور: 39]، وقال تعالى: {وَوَجَدَكَ ضَالًّا فَهَدَى} [الضحى: 7] ونحو ذلكَ؛ فإنَّ وجود العبد ربه هوَ مصدرٌ قائمٌ به، وليسَ مرادُهم هذا، وإنَّما غرضهُم بالوجودِ ما هوَ في الخارجِ متحقِّقٌ، سواءٌ وجدَهُ واجدٌ أو لم يجدْهُ.\rوقولُهم: موجودٌ؛ أي: هوَ بحيثُ يجدُهُ الواجدُ.\rوقولُهم: وجودٌ هوَ بمعنَى الموجود، ونزاعُهم في أنَّ هذهِ الأُمورَ المتحقِّقةَ في نفسِها التي توجدُ إمّا بالمشاهَدة، وإمّا بغيرِ المشاهَدة، وهيَ متحقِّقةٌ، سواءٌ وجدَها الإنسانُ أو لم يجدْها، كالإنسانِ الموجودِ مثلًا؛ هَلْ هوَ واحدٌ هوَ ماهيَّتُهُ وذاتُهُ، وهوَ وجودُهُ الموجودُ، أو هوَ شيئانِ؛ أحدُهما ماهيّةٌ وذاتٌ ثابتةٌ، والآخرُ وجودُ موجودِ تلكَ الماهيّةِ والذّات، وعلى هذا القولِ فهلْ يجوزُ أنْ تكونَ تلكَ الذّاتُ والماهيّةُ ثابتةً بلا وجودٍ، فقالَ طائفةٌ مِنَ المعتزِلةِ والشِّيعةِ: المعدومُ شيءٌ ثابتٌ قبلَ وجودِهِ في الخارج، وإنَّما بالوجودِ يصيرُ موجودًا، وقالَتِ المتفلسِفةُ المشّاؤونَ؛ كالأفلاطون (¬1)\r¬__________\r(¬1) هو: أفلاطون بن أرسطن بن أرسطوقليس، من أثينية، وهو آخر المتقدمين الأوائل الأساطين، معروف بالتوحيد والحكمة. كان تلميذًا لسقراط، ولما اغتيل سقراط بالسم ومات قام مقامه، وجلس على كرسيه. توفي سنة (347 ق. م). انظر: الملل والنحل (2/ 146).","seal":"91796811","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"وأرسطو (¬1) وشِيعتِهما: بلِ الماهيّةُ النَّوعيّةُ لكُلِّ شخصٍ غيرُ وجودِهِ المعيَّنِ.\rثمَّ تنازَعوا: هل تستقل تلكَ الماهيّاتُ عَنِ الأشخاصِ الموجودة، فزعمَ أفلاطونُ أنَّها تستقل، وقالَ بأن الماهيّاتِ أزليّةٌ أبديّةٌ، وهذا الذي يُقالُ لهُ: المُثُلُ الأفلاطونيّةُ والمُثُلُ العقليّةُ، وقولُهُ بهذا يشبهُهُ قولُهُ بأنَّ المادّةَ توجَدُ مستقلةً عَنِ الصُّوَر، وأنَّ الخلاءَ والدَّهرَ جوهرانِ قائمانِ بأنفُسِهِما غيرُ الأجسامِ الموجودةِ وأعراضِها، فقَولُهُ في المادّةِ التي هيَ الهُيولى الأوليّةُ، وفي المدّةِ والخلاءِ والحقائقِ النَّوعيّةِ مِنْ وادٍ واحدٍ، وقد تفطَّنَ صاحبُهُ أرسطو وشِيعتُهُ أنَّ هذا الذي قالَهُ خيالٌ في نفسِهِ أنواعًا مطلَقةً ومادّةً مطلَقةً وخلاءً مطلَقًا، ومنه اعتقدَ ثبوتَ ذلكَ في الخارج، وأنَّهُ موجودٌ بدونِ وجودِ هذهِ الأجسامِ وصفاتِها، كما كانَ أُستاذُهم الأقدمُ فيثاغورسُ (¬2) يعتقدُ أنَّ الأعدادَ موجودةٌ في الخارج، ولهذا وجودٌ في الخارجِ غير الحقائقِ المعدودةِ. وابنُ سينا (¬3) وأمثالُهُ مِنَ العرَب، وإن كانَ قد سلكوا طريقَ أهلِ الرِّدّةِ في اتِّباعِ هؤلاءِ الضَّالِّينَ، لكنهم أحَذقُ منهم وأصحُّ عقلًا ونظرًا؛ فإنَّ معَهم في الجملةِ مِنْ نورِ إسلامٍ ما أبصَروا بهِ كثيرًا مِنْ ضلالِ هؤلاءِ؛\r¬__________\r(¬1) هو: أرسطو أو أرسطوطاليس؛ فيلسوف يوناني، تلميذ أفلاطون ومعلم الإسكندر الأكبر، توفي سنة (322 ق. م). وانظر: الملل والنحل (2/ 178).\r(¬2) أو فيثاغورث: هو فيلسوف وعالم رياضيات يوناني، مؤسس الحركة الفيثاغورثية، ويُعرف بمعادلته الشهيرة (نظرية فيثاغورث). توفي سنة (495 ق. م).\r(¬3) هو: الحسين بن عبد الله بن سينا، أبو علي، شرف الملك، الفيلسوف الرئيس، صاحب التصانيف في الطب والمنطق والطبيعيات والإلهيات. أصله من بلخ، ومولده في إحدى قرى بخارى، ونشأ وتعلم في بخارى، وطاف البلاد، وناظر العلماء، واتسعت شهرته. توفي سنة (428 هـ). انظر: الملل والنحل (3/ 3)، والأعلام للزركلي (2/ 241).","seal":"AA119618","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"إذِ المسلمونَ هُم الشُّهداءُ على النّاسِ الذينَ يشهدونَ الحقائقَ على ما هيَ عليهِ بما أعطاهُم اللهُ مِنَ الهُدَى والنُّورِ والعِلم، وفضَّلَهم بهِ على سائرِ الأُممِ الذينَ اهتَدَوا بنورِ الكُتبِ الإلهيّة، فكيفَ بالأُممِ الذينَ لم يكُنْ عندَهم هذا النُّورُ، وأرسطو تفطن بخطأِ أسلافِهِ وبيَّنَ بطلانَ قولِ أفلاطونَ وفيثاغورسَ، واتَّبعَهُ ابنُ سينا وأمثالُهُ، وذكَروا أنَّ الفلسفةَ كانَتْ نِيَّةً غيرَ ناضجةٍ، وإنَّما كانَ مبدَؤُها النَّظرَ في الطَّبيعيّات، فصاروا يظنُّونَ أنَّ ما يعقلُهُ الإنسانُ مِنَ الكُلِّيّاتِ المجرَّدةِ الموجودةِ في الخارج، لكِنَّ أرسطو وأتباعَهُ لم يَتخلَّصوا مِنْ جميعِ هذا الضَّلال، بَلْ أثبَتوا المادّةَ في الخارج، لكِنْ قالوا: إنَّهُ لا يمكنُ وجودُ الماهيّةِ بدونِ الأشخاص، ولا وجودُ المادّةِ بدونِ الصُّورةِ.\rوقد بسطَنْا الكلامَ على هذا كُلِّهِ في غيرِ هذا الموضع، وإنَّما المقصودُ هنا التَّنبيهُ على مادّةِ كلامِ هذا المحتَجّ، وأنَّ هذهِ المقدِّمةَ التي ذكرَها مبنيّةٌ على هذا الأصل، وإنْ كانَ كذلكَ فهوَ لم يُقِمْ دليلًا على هذهِ الحُجّةِ. ونحنُ في هذا المقامِ قد نَكْتفي بالمنعِ؛ فإنَّ مَنْ جاءَ بالدَّعوى لم يقابلْ إلّا بالمنع، فيُقالُ لهُ: لا نُسلِّمُ أنَّ لِشيءٍ مِنَ الموجوداتِ في الخارجِ ماهيّةً غيرَ هذا الموجودِ المحسوسِ في الخارج، فضلًا عَنْ أنْ يكونَ قابلًا لوجودِهِ أو سببًا لوجودِهِ أو تكونَ صفتُها سببًا لِصفةٍ أُخرى، بَلْ نحنُ نعلمُ بالاضطرارِ أنَّهُ ليسَ في الموجودِ المعيَّنِ القائمِ بنفسِهِ جوهرانِ قائمانِ بأنفُسِهما؛ أحدُهما حيوانٌ والثّاني ناطقٌ، بلِ الجوهرُ الموصوفُ بأنَّهُ حيوانٌ هوَ الجوهرُ الموصوفُ بأنَّهُ ناطقٌ، ولذلكَ كُلُّ موجودٍ بحقيقتِهِ التي هيَ ماهيَّتُهُ وذاتُهُ وإنِّيَّتُهُ هيَ هوَ ليسَتْ شيئًا غيرَهُ، وليسَ هوَ شيئًا غيرَ هذا الموجودِ المشخَّصِ المحسوس، وليسَ معَهُ حقيقةٌ غير هذا الموجودِ المشخَّصِ المحسوسِ لا كلِّيّة ولا جزئيّة.","seal":"EAA3A18C","page":34},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"ونحنُ في هذا المقامِ في مقامِ المنع، فلا يطولُ الكلامُ بالدَّليلِ على فسادِ قولِهم، لكِنْ يَنبغي أنْ نعلمَ أنَّ مادّةَ كلامِهم وأصلَ ضلالِهم هوَ مِنْ جِنسِ ضلالِ سَلَفِهم، حيثُ اشتبهَ عليهِم ما يكونُ في الذِّهنِ مِنْ تصوُّرِ ماهيّةِ الشَّيءِ وحقيقتِهِ بما يكونُ في الخارجِ مِنْ وجودِهِ الذي هوَ حقيقتُهُ وماهيَّتُهُ.\rوهذا هوَ الأصلُ الذي ضَلَّ فيهِ أوَّلوهم، لكنَّ أولئكَ أثبتوا هذهِ المتصوّراتِ منفكَّةً عَنِ الموجوداتِ المشهورة، وهؤلاءِ لم يثبِتُوها منفصلةً عنها، بلْ ملازمةً لها، وهُم إذا احتَجُّوا بأنَّ حقيقةَ المثلَّثِ تُعقلُ قبلَ وجودِ المثلَّثِ ونحوَ ذلكَ مِنْ حُجَجِهم، فغايتُهُم أنْ يُثبِتوا أنَّهُ متصوَّرٌ في الذِّهنِ ما لا وجودَ لهُ في الخارج، وهذا لا نِزاعَ فيه، فنحنُ نعلَمُ أنَّ ما لا يُتصوَّرُ في الأذهانِ غيرُ ما يتحقَّقُ في الأعيان، ولو أرادوا باسمِ الماهيّةِ ما في الذِّهنِ وباسمِ الموجودِ ما في الخارجِ لم ننازعْهم في أنَّ وجودَ كُلِّ شيءٍ ليسَ هوَ ماهيَّتَهُ، لكنَّهم لا يَعنونَ هذا، وإنَّما يعنونَ أنَّ ماهيَّةَ كُلِّ شيءٍ الثّابتةَ في الخارجِ غيرُ وجودِهِ الثّابتِ في الخارج، كما أنَّ المعتزلةَ القائلينَ بأنَّ المعدومَ شيءٌ لو قالوا: إنَّهُ شيءٌ في العِلمِ وشيءٌ في الذِّهن، وأنَّهُ ثابتٌ في العِلمِ ومُتصوَّرٌ ومعلومٌ ومذكورٌ ومخبَرٌ عنهُ قبلَ وجودِه، لم ننازعْهم في ذلكَ، ولكنَّهم زَعموا أنَّهُ ثابتٌ في الخارجِ.\rفهذانِ الأصلانِ المبنيُّ عليهما هاتانِ المقدِّمتانِ اللَّتانِ ذكرَهما المستدِلُّ هما مِنْ أُصولِ ضلالِ هؤلاءِ المتفلسِفةِ المشّائِينَ، ومَنِ اتَّبعَهم مِنْ مُرتدّةِ العرَب، ومَنْ سَلكَ سبيلَهم مِنْ متكلِّمٍ ومتفقِّهٍ ومتصوِّفٍ.\rفالأوَّلُ يتعلَّقُ بكلامِهم في الكُلِّيّاتِ كالجِنسِ والفَصلِ والخاصّةِ","seal":"7EBBC0E0","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"والعَرَضِ العامِّ والفرقِ بينَ المطلَقِ والمعيَّن، حيثُ عَمدوا إلى صفاتٍ متساويةٍ في العمومِ والخصوص، فجَعلوا بعضَها عامًّا وبعضَها خاصًّا.\rوالثّاني متعلِّقٌ بكلامِهم في الماهيّاتِ وصفاتِها الذّاتيّة، والفرقِ بينهما وبينَ العرضِيَّة اللَّازمةِ للماهيّة، والفرقِ بينَ الماهيّةِ والوجود، فهذا يتعلَّقُ بالسَّلْبِ والإيجاب، وذلكَ يتعلَّقُ بالخصوصِ والعُمومِ. وعلى هذا بَنَوْا عامّةَ كلامِهم الذي فارَقُوا بهِ أهلَ الفِطَرِ السَّليمةِ والعُقولِ المستقيمةِ وقَعُوا بسبَبِهِ في ضلالٍ وحيرةٍ حتَّى يبقى أحدُهم طولَ عُمرِهِ ناظرًا باحثًا ولم يتخامر عندَهُ ما يقوله في وجودِ واجبِ الوجودِ الذي هوَ أبيَنُ المعارفِ. وجهة الغلط الذي وقعَ فيهِ هؤلاءِ مَع ذكائِهم بالنِّسبةِ إلى أتباعهم أنَّ اسمَ الماهيّةِ في عُرفِهم غلبَ على ما في الذِّهن، ولفظَ الوجودِ غلبَ على ما في الخارجِ؛ لأنَّ الماهيّةَ مأخوذةٌ مِنْ قولِ القائلِ ما هوَ، والسّائلُ بما هوَ يطلبُ جوابَهُ، بقولِ المسؤولِ وهوَ المَقولُ في جوابِ ما هوَ، والمقولُ في جوابِ ما هوَ لا بُدَّ أنْ يتصوَّرَهُ الذِّهنُ، سواءٌ كانَ موجودًا في الخارجِ أو لم يكُنْ.\rومِنْ هنا جعلوا الماهيّةَ مغايِرةً لوجودِها كما يذكرونَهُ في المثلَّث، وأنَّ حقيقته مغايرة لوجودِ المثلَّثِ. وهذا صحيحٌ باعتبارِ أنَّ المثلَّثَ يمكنُ تصوُّرُهُ في الذِّهنِ بدونِ وجودِهِ في الخارج، وأمّا لفظُ الوجودِ فغلبَ على ما لَهُ وجودٌ في الخارجِ؛ إذْ ما تصوَّرَهُ الذِّهنُ إنْ لم يوجدْ في الخارجِ لا يكونُ موجودًا، فالفَرقُ بينَ الوجودِ والماهيّةِ فرقٌ بينَ ما في الوجودِ الذِّهنيِّ والوجودِ الخارجيّ، وهوَ فرقٌ صحيحٌ بهذا التَّفسيرِ؛ فإنَّ العقلَ الصَّريحَ يعلمُ أنَّ حقيقةَ الشَّيءِ الموجودةَ في الخارجِ ليسَتْ هيَ عينَ ما تصوَّرَهُ في","seal":"95D9EAA4","page":36},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"الذِّهنِ منهُ، لكِنْ هُمْ لا يُفسِّرُونَها بذلكَ، بَلْ يجعلونَ للشَّيءِ في الخارجِ ماهيّةً خارجيّةً تُغايِرُ الموجودَ في الخارج، كما جعلَ مَنْ جعلَ مِنَ المعتزلةِ في الخارجِ للشَّيءِ ثُبوتًا مغايرًا لوجودِهِ في الخارج، وجعلَ الموجودَ ثابتًا في الخارجِ قبلَ وجودِهِ.\rوضلالُ هؤلاءِ المعتزلةِ مِنْ (¬1) جِنسِ ضلالِ هؤلاءِ المتفلسِفةِ؛ فإنَّ هؤلاءِ المعتزلةَ لَمّا رَأَوا أنَّ الشَّيءَ يُتصوَّرُ في الذِّهنِ فيُفرَّقُ بينَ المرادِ والمكروهِ والمأمورِ بهِ والمنهيِّ عنهُ، والامتياز في العدَمِ المحضِ محالٌ، قالوا: المعدومُ يتميَّزُ بعضُهُ عَنْ بعضٍ، ولا يكونُ الامتيازُ في العدَمِ المحض، فيكونُ بالمعدومِ ثابتًا. وما أمكَنَهم أنْ يجعلُوهُ موجودًا في الخارج، فقالُوا: هوَ ثابتٌ في الخارجِ وليسَ بموجودٍ، وفرَّقُوا بينَ ثبوتهِ ووجودِهِ كما فرَّقَ هؤلاءِ بينَ الماهيّةِ التي في الخارجِ وبينَ الوجودِ الذي في الخارج، وكُلُّ ذلكَ لكونِ أحدِ الاسمينِ غلبَ عليهِ الثُّبوتُ الذِّهنيُّ، والآخرِ غلبَ عليهِ الثُّبوتُ الخارجيُّ؛ فظَنُّوا الفَرقَ بينَهما لافتراقِ حقائقِ المسمَّيات، وليسَ كذلكَ، بَلِ الفَرقُ كانَ لأنَّهُ أخذَ في أحدِ المسمَّيَينِ وجودَهُ الذِّهنيَّ وأخذَ في الآخرِ وجودَهُ الخارجيَّ، فإذا عزلَ بينَ المسمَّياتِ وأخذَ لكُلِّ واحدٍ وجودَهُ الذِّهنيَّ والخارجيَّ فجَميعُها متكافئةٌ متعادلةٌ متلازمةٌ، فثُبوتُ الشَّيءِ في الذِّهنِ هوَ وجودُهُ في الذِّهن، ووجودُهُ في الخارجِ هوَ ثبوتُهُ في الخارج، وهوَ قبلَ وجودِهِ معدومٌ في الخارجِ ليسَ بثابتٍ ولا موجودٍ، وهوَ في الذِّهنِ ثابتٌ وموجودٌ بمعنى أنَّهُ معلومٌ لا أنَّ نفسَهُ حاصلةٌ في الذِّهنِ.\r¬__________\r(¬1) في المخطوط تكررت (من).","seal":"4BA312C4","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"وكذلكَ الماهيّة التي في الذِّهنِ هيَ وجودُهُ الذِّهنيُّ، والموجودُ الذي في الخارجِ هوَ الماهيّةُ التي في الخارج، وكما أنَّهُ ليسَ في الذِّهنِ موجودٌ غيرُ الماهيّةِ التي في الذِّهنِ فليسَ في الخارجِ ماهيّةٌ موجودةٌ غيرُ الموصوفِ بأنَّ الماهيّةَ ماهيّةٌ.\rوكذلكَ ضلالُ أهلِ الحالِ هوَ مِنْ هذا الباب، وهذانِ النَّوعانِ مِنَ الضَّلالِ وقعَ فيهما طوائفُ مِنْ أذكياءِ الرِّجال، حيثُ عَمدوا إلى أسماءٍ متساويةٍ في الثُّبوتِ والانتفاء؛ إمّا في الذِّهنِ وإمّا في الخارج، فجَعلوا بعضها ثابتًا وبعضها مُنتفِيًا بالتَّحكُّم، وضلالُهم في الإثباتِ والنَّفيِ كضلالِهم في العُمومِ والخصوصِ.\rومِنَ المعلومِ أنَّ القضايا لا تختلفُ في الأصلِ بالسَّلبِ والإيجابِ والعُمومِ والخصوص، فغَلطوا في السَّلبِ والإيجابِ كما غَلطُوا في العمومِ والخصوصِ بسبَبِ الاشتراكِ الواقعِ في اللَّفظِ وكونِ أحدِ الاسمينِ يغلبُ عليهِ معنًى، والآخرِ يغلبُ عليهِ معنًى آخرُ، فإذا أردتَ ارتفاعَ الشُّبهةِ فانظُرْ إلى معاني الأسماء، ودَعِ المنازَعاتِ اللَّفظيّةَ التي لا طائلَ تحتَها، وخُذْ معنى هذا الاسمِ بحسَبِ عمومِهِ وخُصوصِهِ وثُبوتهِ وانتفائِهِ في الذِّهنِ والخارج، ومعنى هذا الاسمِ بحسَبِ عمومِهِ وخُصوصِهِ وثُبوتهِ وانتفائِهِ في الذِّهنِ والخارجِ تجدْهم قد فرَّقُوا بينَ المتماثلينِ. وأصلُ القياسِ البُرهانيِّ هوَ التَّسويةُ بينَ المتماثلين، فإذا كانوا في أصلِ قياسِهم الذي جعلُوهُ بُرهانَهم قد فرَّقُوا بينَ المتماثلينِ كانوا قد أسَّسوا بنيانَ عِلمِهم على شفا جرفٍ هارٍ فانهارَ بهم في نارِ جهنَّمَ، والله لا يهدي القومَ الظّالمينَ، فإنَّ التَّفريقَ بينَ المتماثلين أحد (¬1) الظلمِ.\r¬__________\r(¬1) هكذا في المخطوط ولعل الصواب: (أشد)، والله أعلم.","seal":"0EEB7330","page":38},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"فصْلٌ\rإذا تبيَّنَ هذا فنقولُ: والجوابُ عَنْ هذهِ الحُجّةِ التي هيَ أصلُ كلامِهم، وقَد حرَّرَها السّائلُ وطوَّلها آخِذًا لذلكَ مِنْ كلامِ ابنِ سِينا في الإشاراتِ وشرَحَها الرّازي وغيرُهُ، أنّا نبيِّنُ فسادَ ما ذكروهُ مِنْ كُلِّ قِسمٍ مِنَ الأقسامِ الأربعةِ مِنْ وجوهٍ، وإن كانَ بيانُ فسادِ قِسمٍ واحدٍ بوجهٍ واحدٍ كافيًا في إبطالِها؛ إذِ الحُجّةُ لا تتمُّ إلّا بإبطالِ جميعِ اللَّوازمِ المقدَّرة، فمتى أمكنَ صحّةُ لازمٍ منها بَطَلَ قولُهم إنْ تبيَّنَ لزومُهُ، ونحنُ نبيِّنُ فسادَ ما ذكروهُ مِنَ اللَّوازمِ ومِنَ الملزومِ حتَّى يظهرَ بُطلانُ كُلٍّ مِنَ المقدِّمتينِ الشَّرطيّةِ والاستثنائيّة، وذلكَ مِنْ وجوهٍ:\rأحدها: أنْ يُقالَ لهُ: ما الدَّليلُ أوَّلًا على الانحصارِ في هذهِ الأقسامِ الأربعةِ؛ فإنَّ القِسمةَ العقليّةَ توجِبُ أنْ يقالَ إمّا أنْ يكونَ لازمًا أو ملزومًا أو عارضًا أو معروضًا أو لا لازمًا ولا ملزومًا ولا عارضًا ولا معروضًا، فإنَّ العقلَ يقدِّرُ هذا القسمَ، وليسَ لهُ أنْ يقولَ: إنَّ انتفاءَهُ معلومٌ بضرورةِ العقلِ؛ فإنَّ انتفاءَ هذا غيرُ معلومٍ للنّاسِ بضرورةِ عقلِهم، وإنْ كانَ انتفاؤُهُ معلومًا بنظرِ العقلِ فإنَّ عليهِ بيانَهُ حتَّى يتمَّ الدَّليلُ.\rفإنْ قالَ: كُلُّ أمرينِ اجتمَعا فلا بُدَّ فيهما مِنْ أحدِ هذهِ الأقسامِ الأربعة، كانَ الجوابُ عنْ هذا أنَّكَ إنْ عنيتَ الاجتماعَ في الخارجِ أو الاجتماعَ في","seal":"442F9B67","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"الذِّهنِ فالمجتمِعانِ قد يكونُ كُلٌّ منهما لازمًا للآخرِ وملزومًا لهُ، وعارضًا لهُ ومعروضًا لهُ في المجتمعات، فإنْ عنيتَ اجتماعَ ما في الذِّهنِ بما في الخارجِ فما في الذِّهنِ لا يجامعُ ما في الخارج، فلا يكونُ لازمًا لهُ ولا ملزومًا، ولا عارضًا ولا معروضًا، كيفَ وما في الذِّهنِ عرَضٌ قائمٌ بقَلبِ الإنسان، وما في الخارجِ جوهرٌ قائمٌ بنفسِه، والتي قد يكونُ موجودًا غيرَ معلومٍ لنا، وقد يُتصوَّرُ في أنفُسِنا ما لم يوجدْ في الخارج، فلا هذا لازمٌ لهذا، ولا هذا لازمٌ لهذا، ولا هذا أيضًا عارضٌ للآخر، ولا بالعكس، ولا الأعيانُ الموجودةُ في الخارجِ تعرضُ لِما في النَّفس، ولا تكونُ صفةً لهُ ولا متَّصلةً بهِ بوجهٍ مِنَ الوجوه، ولا العِلْمُ الذي في الذِّهنِ يعرضُ للأعيانِ الموجودة، ولا يكونُ صفةً لها ولا قائمًا بها، بل لا ينتقلُ عَنْ محلِّهِ؛ إذِ العرَضُ القائمُ بمَحلٍّ لا ينتقلُ عَنْ ذلكَ المحلِّ إلى غيرِه، وإيضاحُ هذا أنَّ الإنسانَينِ مثلًا إذا اشترَكا في الإنسانيّةِ والحيوانيّةِ والماهيّةِ والوجودِ ونحوِ ذلكَ مِنَ المُطلَقات، وامتازَ أحدُهما عَنِ الآخرِ بخصوصِ وجودِهِ وماهيَّتِهِ وإنسانيَّتِهِ وحيوانيَّتِهِ ونحوِ ذلكَ مِنَ المعيَّنات، فذلكَ الذي اشتَرَكا فيهِ إذا أُخِذَ مطلَقًا مشترَكًا لم يَكُنْ إلّا في الذِّهن، والمعيَّناتُ موجودةٌ في الخارج، وهذا المعيَّنُ الخارجيُّ ليسَ بلازمٍ لهذا المطلَقِ الذِّهنيّ، ولا ملزومٍ لهُ ولا عارضٍ لهُ ولا معروضٍ لهُ، بَلْ هذا وهذا بمنزلةِ العِلمِ والمعلوم، فالصُّورةُ العلميّةُ كالمطلَق، والأعيانُ الموجودةُ في الخارجِ هيَ المعلومُ، وقد يُعلمُ ما لم يوجَدْ، وقد يوجَدُ ما لم يُعلَمْ، والعِلمُ القائمُ بالعالمِ ليس هوَ مِنَ المعلومِ والموجودِ إلى الخارجِ في محلٍّ، ولا يكونُ أحدُهما عارضًا للآخرِ أيضًا.\rوإذا قالَ القائلُ: الجنسُ لازمٌ للأنواع، فالجِنسُ كُلِّيٌّ، والأنواعُ كُلِّيّةٌ،","seal":"5BA7161B","page":40},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"وهذا الكُلِّيُّ لازمٌ لهذهِ الكُلِّيّات، مع أنَّ التَّحقيقَ أنَّ الجِنسَ بشرطِ كونهِ أعمَّ مِنَ النَّوعِ ليسَ بلازمٍ لوجودِ النَّوع، وإنَّما يلزمُهُ وجودُ الجِنسِ المطلَق، وهوَ الذي لا يجبُ أنْ يكونَ أعمَّ مِنَ النَّوع، كما يلزمُ النَّوع الجِنسَ للشَّخص، وهذا اللّازم هوَ المطلَقُ، لا بشرطِ الإطلاق، وهوَ الذي يُقالُ فيهِ: حصّةُ الشَّخصِ مِنَ النَّوعِ وحصّةُ النَّوعِ مِنَ الجِنس، فوجودُ المعيَّنِ يَستلزِمُ وجودَ حصّةٍ مِنَ المطلَق، وهوَ المطلَقُ لا بشرطِ إطلاقِه، لا وجودَ ما هوَ أعمُّ منهُ.\rوأمّا الأنواعُ الموجودةُ في الخارجِ فهيَ أشخاصٌ معيَّنةٌ لا يلزمُها جنسٌ مطلَقٌ أعمُّ منها، بَلْ ولا نوعٌ أعمُّ منها؛ إذِ الجِنسُ المطلَقُ والنَّوعُ المطلَقُ بشرطِ الإطلاقِ محلُّهُ الذِّهنُ، فلا يلزمُ مِنْ ثبوتِ المعيناتِ في الخارجِ ثبوتُ كُلِّيّاتٍ قائمةٍ بنفسِ عالمٍ، وإنَّما يلزمُ مِنْ وجودِ الشَّخصِ وجودُ مطلَقِ النَّوعِ والجِنس، لا بشرطِ الإطلاق، وذلكَ النَّوعُ والجِنسُ في الخارجِ لا يزيدُ على المعين، وإنْ كانتِ الأشياءُ معلومةً لله، وقد علمَ منها ما شاءَ لخلقِه، فعلمُهُ سبحانَهُ وتعالى مِنْ لوازمِ ذاتِه، ليسَ مِنْ لوازمِ المعلومات، فهوَ عالمٌ بالأشياءِ قبلَ أنْ تُخلقَ، ونفسُ وجودِها دالٌّ على علمِهِ سبحانَهُ وتعالى، ومستلزمٌ لعلمِهِ مِنْ جهةِ كونها مخلوقةً لهُ صادرةً عَنْ إرادتِهِ المستلزمةِ لتصوُّرِ المرادات، ومِنْ غيرِ ذلكَ مِنَ الجهاتِ؛ كما قال تعالى: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} [الملك: 14]، لكِنْ هَبْ أنَّ وجودَ المعينات يَستلزمُ العِلمَ بها مِنْ هذا الوجه، لكِنَّ هذا اللُّزومَ لم ينشأ عنها ولا يلزمُ أيضًا مِنْ وجودِها أنْ تكونَ كُلِّيّةً، فحاصلُهُ أنَّ وجودَ الشَّخصِ أو النَّوعِ لا يستلزمُ وجودَ ما هوَ أعمُّ منهُ، ولكِنْ إذا وُجِدَ الشَّخصُ كالإنسانِ لزمَ وجودُ الإنسانِ المطلَقِ لا بشرطِ الإطلاقِ لا يستلزمُ وجودَ إنسانٍ أعمَّ مِنْ هذا الإنسانِ.","seal":"D4EA9A0B","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"وإذا كانَ الوجودُ لشيءٍ لا يستلزمُ وجودَ ما هوَ أعمُّ منهُ لم يَجُزْ أنْ يُجعَلَ المعيَّنُ المختصُّ (¬1) مستلزِمًا للمشترَكِ المطلَقِ الذي هوَ أعمُّ منهُ، ولا يكونُ ما يشتركُ فيهِ الشَّيئانِ مِنَ الكُلِّيّاتِ المطلَقةِ لازمًا لِما يَختصُّ بهِ كُلُّ واحدٍ، ولكِنْ ما يختصُّ بهِ أحدُهما يَلزَمُهُ ما يخصُّ أحدَهما، فإنسانيَّتُهُ الخاصّةُ يَلزَمُها حيوانيَّتُهُ الخاصّةُ، وما يشتركانِ يلزمُهُ ما يشتركانِ فيه، فالإنسانيّةُ المشترَكةُ يلزمُها الحيوانيّةُ المشترَكةُ، بَلْ ولا يجوزُ أنْ يكونَ المشترَكُ المطلَقُ بشرطِ إطلاقِهِ لازمًا للمختصِّ المعيَّن، ولا ملزومًا لهُ ولا عارضًا ولا معروضًا لهُ، فبَطَلَ أصلُ الحُجّةِ.\rوأمّا إذا قيلَ: إنَّ المختصَّ يَلزَمُهُ المختصُّ، فوجودُهُ المعيَّنُ يَلزَمُهُ وجوبُهُ المعيَّنُ، وماهيَّتُهُ المعيَّنةُ ونحوُ ذلكَ، فهذا لا يفيدُهُ؛ فإنَّ الحُجّةَ مبنيّةٌ على أنَّ بينَهما قَدْرًا مشترَكًا وقَدْرًا مميَّزًا، وأنَّ أحدَهما لا بُدَّ أنْ يكونَ مِنْ أحدِ هذهِ الأقسام، وهذا باطلٌ؛ فإنَّهُ لوِ استدلَّ على أنَّ المعيَّن لا يكونُ لازمًا للمعيَّنِ ولا ملزومًا لهُ كانَ ذلكَ نفْيًا لواجبِ الوجودِ بالكُلِّيّة، وهوَ باطلٌ ضرورةً، فإنَّ الوجودَ المشهودَ يَستلزِمُ واجبًا، وهوَ إنَّما استدلَّ على نفيِ تعدُّدِهِ لا على نفيِ وجودِه، وهذا الدَّليلُ لا يفيدُهُ مقصودُهُ.\rالوجهُ الثّاني: أنْ يُقالَ: قولُ السّائلِ: لو كانَ لنا واجبا وجودٍ، فلا يخلو إمّا أنْ يمتازَ أحدُهما عَنِ الآخرِ أو لا.\rيُقال لهُ: لا بُدَّ لهُ مِنْ الامتيازِ.\rقولُهُ: وإنِ امتازَ أحدُهما عَنِ الآخرِ عادَتِ الأقسامُ الأربعةُ، فإمّا أنْ\r¬__________\r(¬1) في المخطوط (المخلص) ولعل المثبت هو الصحيح.","seal":"EDC3DC58","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"يكونَ ما يتَّفقُ فيهِ لازمًا مِنْ لوازمِ ما يختلفُ فيهِ أو بالعكس، أو عارضًا لهُ أو بالعكس، فيقالُ لهُ: هَبْ أنَّ ما اشترَكا فيهِ مِنْ نفسِ الأمرِ لما امتازَ بهِ كُلٌّ منهُما عَنِ الآخر، كما أنَّ الحيوانيّةَ لازمةٌ للإنسانيّة، والإنسانيّةَ لازمةٌ لهذا الإنسان، لكِنَّ الذي اشترَكا فيهِ لا يوجدُ في الخارجِ مشترَكًا مطلَقًا، وإمّا (¬1) يوجدُ في الذِّهنِ والعِلمِ كذلكَ، وإذا كانَ هذا المشترَكُ لازمًا للمُمَيَّزِ (¬2) لم يكُنْ في ذلكَ محذورٌ، ولو كانَ الملزومُ عِلّةً للَّازمِ فإنَّ وجودَهُ المعيَّنَ داخلٌ في المميَّزِ والمشترَكِ الذي في الذِّهن، ليسَ مقوّمًا للحقيقةِ الموجودةِ في الخارج، فلا يكونُ في حقيقتِهِ الموجودةِ شيءٌ هوَ معلولٌ، فضلًا عَنْ أنْ يكونَ وجودُهُ معلولًا، وإنَّما المعلولُ هوَ ما يوجدُ في الذِّهن، وذلكَ غيرُ داخلٍ في حقيقتِهِ الخارجيّةِ كونهُ معدومًا.\rالوجهُ الثّالثُ: أنَّ ما جعلتَهُ أنتَ مُشترَكًا ومميَّزًا فكُلٌّ منهما لازمٌ للآخرِ وملزومٌ لهُ، وهذا قسمٌ أهملتَهُ، وكانَ عليكَ أنْ تقولَ: إِمَّا أنْ يكونَ لازمًا أو ملزومًا، أو لازمًا ملزومًا كالإنسانيّةِ والنّاطقيّةِ والضّاحكيّة، فإنَّ كُلًّا منهُما لازمٌ للآخرِ ملزومٌ لهُ، وإذا كنتَ قد أهملْتَ هذا القِسمَ كانَتِ الحُجّةُ غيرَ تامّةٍ ولا مفيدةٍ للمقصودِ.\rالوجهُ الرّابعُ: قولُكَ بعدَ هذا: فأمّا الأوَّلُ مِنَ الأربعةِ وإنْ كانَ جائزًا لكِنْ لا يجوزُ هنا؛ لأنَّ اختلافَهُما في الوجودِ والوجوبِ معًا ... إلى آخرِ الكلامِ.\r¬__________\r(¬1) هكذا في المخطوط ولعل الصواب (وإنما).\r(¬2) في المخطوط (الميز) ولعل المثبت هو الصحيح.","seal":"096652FD","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"فيُقالُ لكَ: هذا التَّقسيمُ منتشرٌ غيرُ منحصرٍ؛ فإنَّ قولَكَ إمّا أنْ يكونَ في الوجودِ والوجوب، أو في الماهيّاتِ ليسَ بحاصرٍ؛ إذْ هنا قسمٌ آخرُ وهوَ أنْ يكونَ اختلافُهما في الوجودِ والوجوبِ والماهيّاتِ؛ إذْ كُلٌّ منهُما يشاركُ الآخرَ في أنَّ لهُ ماهيّةً موجودةً واجبةً، فشاركَهُ في مطلَقِ الوجودِ والوجوبِ والماهيّة، ويفارقُهُ بما يخصُّهُ مِنْ وجودٍ ووجوبٍ وماهيّةٍ، واختلافُهما في الوجودِ والوجوبِ ليسَ المرادُ بهِ أنَّ أحدَهما يَكونُ موجودًا واجبًا دونَ الآخرِ كما قدَّرْتَهُ، بَلِ اختلافُهما هوَ أنْ يكونَ وجودُ هذا ووجوبُهُ ليسَ هوَ وجودَ الآخرِ ووجوبَهُ؛ فإنَّهما اشترَكا في شيءٍ وامتازَ كُلٌّ منهُما عَنِ الآخرِ بشيءٍ، فالامتيازُ هوَ الاختلافُ، وإذا امتازَ أحدُهما عَنِ الآخرِ بوجودِهِ ووجوبِهِ المختص بهِ فهوَ كامتيازِ عينِهِ بالماهيّةِ؛ أي: امتازَ عينُهُ لوجودِهِ الخاصِّ ووجوبِهِ الخاصِّ وماهيَّتِهِ الخاصّةِ.\rوأمّا امتيازُ أحدِهما عَنِ الآخرِ بمطلَقِ الوجودِ والوجوب، فهذا ممتنِعٌ؛ إذْ هُما مشتركانِ فيهِ كما يشتركانِ في الماهيّة، فكُلُّ ما يشتركانِ فيهِ يمتازُ أحدُهما عَنِ الآخرِ في عينِهِ أصلًا، وإذ كان هذا التَّقسيمُ غيرَ منحصرٍ كانَتِ الحُجَّةُ باطلةً.\rالوجه الخامسُ: قولُكَ: \"الاتِّفاقُ في الوجودِ والوجوب، فلا يجوزُ لِما تقدَّمَ أنَّ الماهيّةَ لا يجوزُ أنْ تكونَ ولا صفةٌ مِنْ صفاتِها سببًا للوجودِ\" قولٌ باطلٌ؛ وذلكَ أنَّ الاختلافَ في الماهيّةِ يرادُ بهِ أنَّ لهذا ماهيّةً تخصُّهُ كما أنَّ لهذا ماهيّةً تخصُّهُ، مَع كونهما مشترِكين في مسمَّى الماهيّة، كما أنَّ لهذا وجودًا أو وجوبًا يخصُّهُ، ولهذا وجودٌ ووجوبٌ يخصُّهُ، مَع كونهما","seal":"96B456C8","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"مشتركين في مسمَّى الوجودِ والوجوب، وحينئذٍ فالماهيّةُ المطلَقةُ بإزاءِ وجودِ الوجوبِ المطلَق، والماهيّةُ المعيَّنةُ بإزاءِ وجودِ الوجوبِ المعيَّنِ.\rوحينئذٍ فقولكَ: لا يجوزُ أنْ تكونَ الماهيّةُ ولا صفةٌ مِنْ صفاتِها سببًا للوجودِ لِما تقدَّمَ إنَّما يصحُّ أنْ يكونَ دليلًا إذا بيَّنْتَ أنَّ هنا وجودًا وماهيّةً غيرَ الوجود، وأنَّ الماهيّةَ عِلّةٌ للوجود، وأنتَ لم تبيِّنْ شيئًا مِنْ ذلكَ، وإنَّما ظننْتَ هذا مثلَ كونِ الإنسانيّةِ علّةً للحيوانيّة، وقد ظهرَ أنَّ هذا الظَّنَّ خطأٌ، فتبيَّنَ أنَّ الحُجّةَ فاسدةٌ.\rالوجهُ السّادسُ: أنْ يُقالَ: لِمَ لا يجوزُ أنْ تكونَ ماهيّةُ واجبِ الوجودِ هوَ الوجودَ الواجبَ نفسَهُ، لا غيرَهُ، كما يقولُ ذلكَ أهلُ السُّنّةِ وسائرُ متكلِّمةِ الصِّفاتيّةِ؛ كأبي محمَّدِ بنِ كُلَّابٍ، وأبي الحسَنِ الأَشْعَرِيِّ وأصحابِهما مِنْ أنَّ الوجودَ ليسَ لهُ وجودٌ يَزيدُ عَلى نفسِه، سواءٌ كانَ واجبًا أو ممكِنًا، وعلى هذا فلا عِلّةَ ولا معلولَ، أو لا لازمَ ولا ملزومَ؛ إذْ كُلٌّ منهُما هوَ ماهيّةٌ واجبةٌ بنفسِها، ونفسُ الوجودِ الواجبِ هوَ الماهيّة الواجبةُ، وإنَّما هما اسمانِ لمسمًّى واحدٍ، والشَّيءُ لا يجوزُ أنْ يقالَ: هوَ سببٌ لنفسِهِ.\rالوجهُ السّابعُ: أنْ يُقالَ: هَبْ أنَّ ماهيّةَ الواجبِ مغايِرةٌ لوجودِهِ كما يقولُ بعضُ المعتزلةِ ويختارُهُ الرّازي في بعضِ كُتبِهِ؛ كالأربعينَ، فيُقالُ لهُ: لا تحتاجُ أنْ تجعلَ الماهيّةَ سببًا للوجود، بل يجوزُ أنْ تكونَ ملازمتَهُ للوجود، فتكونَ الماهيّةُ ووجودُها متلازِمَين، والملازِمُ للشَّيءِ لا يجبُ أنْ يكونَ عِلّةً لهُ وسببًا، وإذا لم تكُنِ الماهيّةُ سببًا للوجودِ اندفعَ ما ذكرتَهُ مِنَ الحُجَّةِ؛ فإنَّكَ قلتَ: لا يجوزُ أنْ تكونَ ماهيّةُ واجبِ الوجودِ ولا صفةٌ مِنْ","seal":"A93E23A0","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"صفاتِها سببًا لوجودِهِ؛ لأنَّ العِلّة متقدِّمةٌ بالوجودِ على المعلول، فلو كانَتْ إحداهُما أو كلاهما سببًا للوجودِ لزِمَ أحدُ المحالين، وهوَ أنْ يكونَ الشَّيءُ متقدِّمًا بالوجودِ على نفسِه، أو موجودًا مرَّتين، وهوَ ظاهرُ البُطلان، فيقالُ لك: على تقديرِ أنْ تكونَ ماهيَّتُهُ غيرَ وجودِهِ كما يقتضيهِ هذا الكلامُ، فأنتَ إنَّما بيَّنْتَ أنَّ الماهيّةَ لا تكونُ سببًا للوجودِ.\rوالحُجّةُ مبنيّةٌ على الامتيازِ بالماهيّةِ والاشتراكِ في الوجودِ والوجوب، فقد بيَّنّا أنَّ الماهيّةَ تنقسمُ إلى مطلَقةٍ ومعيَّنةٍ، كما أنَّ الوجودَ والوجوبَ ينقسمُ إلى مطلَقٍ ومعيَّنٍ، وأنَّهما يشتركانِ في المطلَق منهما دونَ المعيَّن، فتكونُ الماهيّةُ والوجودُ متلازِمين، ومعلومٌ أنَّ المتلازِمينِ لا يجبُ أنْ يكونَ أحدُهما عِلّةً للآخر، ولا يجبُ أنْ يتقدَّما عليهِ بوجهٍ مِنَ الوجوهِ.\rالثّامنُ: أنْ يقالَ: هَبْ أنَّ الوجودَ والوجوبَ مشترَكٌ عامٌّ، والماهيّةُ مختصّةٌ لا عمومَ فيها، وأنَّ العامَّ الذي اشترَكا فيهِ لازمٌ للخاصِّ الذي اختلَفا فيه، فغايةُ ما في هذا أنْ يكونَ الوجودُ لازمًا للماهيّة، فلا تكونُ الماهيّةُ إلّا موجودًا، وإذا كانَ لازمًا لها لم يجبْ أنْ يكونَ معلولًا لها متأخِّرًا عنها؛ لأنَّ اللَّازمَ أعمُّ مِنْ أنْ يكونَ معلولًا للملزومِ أو عِلّةً لهُ أو معلولَ عِلَّتِهِ أو ملازمًا لهُ، ومِنَ المعلومِ أنَّهُ إذا قدَّرَ ماهيّةَ واجبِ الوجودِ بنفسِها بحيثُ لا تقبلُ العدَمَ كانَتْ مستلزِمةً للوجودِ مِنْ غيرِ أنْ تحتاجَ أنْ تجعلَ لها تحقُّقًا قبلَ الوجود، ويكون مقتضيًا للوجود، بلْ لا تَحقُّقَ لها إلَّا بالوجودِ اللّازمِ لها، كما لا تَحقُّقَ للصِّفاتِ إلَّا بالموصوفِ اللّازمِ لها، وليسَتِ الصِّفةُ عِلّةً للموصوف، كما لا تَحقُّقَ لِتحيُّزِ الجوهرِ إلَّا بالجوهرِ","seal":"6604FBC5","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"المتحيِّز، وليسَ التَّحيُّزُ عِلّةً للمتحيِّز، وكلُّ صفةٍ مستلزمةٍ للموصوفِ؛ فإنَّهُ لازمٌ لها، وليسَتْ عِلّةً في وجودِه، فكيفَ يجبُ في الماهيّةِ المستلزمةِ لِوُجودِها أنْ تكونَ هيَ عِلّةَ وجودِها، بَل وجودُها اللَّازمُ الواجبُ لازمٌ لها، لا موجودٌ بعدَها، وهيَ شرطٌ فيهِ كما هوَ شرطٌ فيها، ولا تحقُّقَ للماهيّةِ بدونِ وجودِها، كما لا تحقُّقَ لوجودِها بدونها، والشَّرطُ لا يجبُ أنْ يتقدَّمَ على المشروط، ولا يَمتنعُ فيهِ ما يمتنعُ في العِلَل، بل يجوزُ أنْ يكونَ كُلٌّ مِنَ الشَّيئينِ شرطًا في الآخر، ولا يجوزُ أنْ يكونَ كُلٌّ مِنَ الشَّيئينِ عِلَّةً للآخرِ؛ لأنَّ ذلكَ في العِللِ يَستلزمُ الدَّورَ القَبْليَّ، وهوَ محالٌ، وهوَ في الشُّروطِ إنَّما يَستلزِمُ الدَّورَ المَعِيّ وليسَ بمُحالٍ، فلا يمتنعُ ألا يوجدَ كُلٌّ مِنَ الشَّيئينِ إلّا معَ الآخر، ويمنعُ ألا يوجدَ كُلٌّ مِنَ الشَّيئينِ إلّا بعدَ الآخر، وهذا ثابتٌ في نظائرِ هذا.\r\rفَصْلٌ\rوأمّا قولُهم في القِسمِ الثّاني، وهوَ أنْ يكونَ ما يختلفُ بهِ لازمًا مِنْ لوازمِ ما يتَّفقُ فيهِ فقَد مرَّ إبطالُهُ؛ لأنَّ الطَّبيعةَ الواحدةَ لا تلزمُها أُمورٌ مختلفةٌ، فيُقالُ لهم: أنتُم قد جعلتُم الصِّنفينِ الوجودَ والوجوبَ والصِّنفَ الآخرَ الماهيّةَ، وقرَّرتُم اتِّفاقَهما في وجوبِ الوجودِ واختلافَهما في الماهيّةِ أو بالعكسِ.\rفنقولُ: إذا قيلَ: إنَّ الماهيّةَ لازمةٌ لوجوبِ الوجودِ لم يكُنْ في ذلكَ محذورٌ، لأنَّ وجوبَ الوجودِ إمّا أنْ يوجدَ مطلَقًا، وإمّا أنْ يوجدَ معيَّنًا، فإنَّ أُخِذَ وجوبُ الوجودِ المطلَق، وهوَ الذي يشتركانِ فيه، وهو الطَّبيعةُ الواحدةُ","seal":"5112AAE8","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"التي ذَكرتُموها لزمهُ ماهيّةٌ مطلَقةٌ يشتركانِ فيها، ولم يلزمْ مِنْ ذلكَ أنْ تكونَ الطَّبيعةُ لزِمَها أُمورٌ مختلفةٌ، بلِ الطَّبيعةُ الواحدةُ الكُلِّيّةُ المطلَقةُ المشترَكةُ لزِمَها أمرٌ واحدٌ كُلِّيٌّ مشترَكٌ، وإنْ أخذت وجوبَ وجودِ كُلٍّ مِنهُما الذي يخصُّهُ وهوَ وجوبُ الوجودِ المعيَّنِ الثّابتِ في الخارج، فذلكَ يَلزَمُهُ ماهيّةٌ معيَّنةٌ ثابتةٌ في الخارج، وأنَّ قولَ القائلِ: الطَّبيعةُ الواحدةُ قد يُرادُ بهِ الواحدُ بالعينِ والواحدُ بالنَّوع، وهذا أصلُ ضلالِهم في هذا البابِ كما تقدَّمَ بيانُهُ في الجوابِ عَنْ مقدِّمةِ السُّؤال، فقولُ القائلِ: الطَّبيعةُ الواحدةُ كقولِهِ: الماهيّةُ، وقولُهُ: الوجودُ الواحدُ والإنسانُ الواحدُ ونحوُ ذلكَ، وذلكَ قد يرادُ بهِ الواحدُ بالنَّوعِ والواحدُ بالشَّخص، والمتفلسِفةُ يقولونَ: الواحدُ ثمانيةُ أقسامٍ: واحدٌ حقيقيٌّ حقِّيٌّ، وواحدٌ بالاتِّصال، وواحدٌ بالارتباط، وواحدٌ بالجِنس، وواحدٌ بالنَّوع، وواحدٌ بالعرَض، وواحدٌ بالإضافة،\rوواحدٌ بالموضوعِ.\rلكِنَّ هذهِ الأقسامَ ترجعُ إلى ما ذكرناهُ مِنَ القِسمين، فإنَّهم يقولونَ: الواحدُ الحقيقيُّ الحَقِّيُّ الذي لا كثرةَ فيهِ البتّةَ، لا بالفعلِ ولا بالقُوّة؛ كالنُّقطةِ الواحدةِ الغيرِ (¬1) قابلَةِ الانقسام، لا فِعلًا ولا وَهمًا وفرضًا، وكذاتِ الله تعالى وذاتِ العقلِ. وقد بيّنَ في غيرِ هذا الموضعِ أنَّ هذا الواحدَ الذي وصفُوهُ لا حقيقةَ لهُ في الخارج، وإنَّما يمكن وجوده في الذِّهن، والواحدُ بالاتِّصالِ الذي لا كثرةَ فيهِ بالفِعل، ولكِنْ فيهِ كثرةٌ بالقوّةِ كالخطِّ الواحدِ والسَّطحِ الواحدِ والجسمِ الواحدِ المتشابهِ الأجزاء، إذ (¬2) الاتِّصالُ الحاصلُ\r¬__________\r(¬1) بعدها في المخطوط (الانقسام) ولا يستقيم معها الكلام، ولعلها مقحمة ولهذا لم أثبتها.\r(¬2) في المخطوط (إذا) ولعل المثبت هو الصحيح.","seal":"4E867BE5","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"بينَ أجزائِهِ المفروضةِ أوجبَ اتِّحادًا فيه، ولكنَّهُ قابلٌ للكثرةِ لكونهِ قابلًا للانقسام، بخلافِ النُّقطةِ.\rوأمّا الواحدُ بالارتباطِ فهوَ الذي فيهِ كثرةٌ بالفِعلِ؛ كتَركُّبِهِ مِنْ أشياءَ مختلفةٍ غيرِ متشابهةٍ، ولكِنْ تمَّ اتِّحادٌ بسبب ارتباطِ هذهِ الأجزاءِ المختلفةِ بعضِها ببعضٍ، كالحيوانِ الواحدِ مثلًا، فإنَّهُ مركَّبٌ مِنْ أشياءَ مختلفةِ الحقيقةِ كالجِلدِ واللَّحمِ والعَظمِ وأمثالِها، وكالبيتِ الواحدِ المركَّبِ مِنَ الجدارِ والسَّقْفِ واللَّبِنِ والخَشبِ وغيرِها، فالكثرةُ حاصلةٌ فيهِ بالفِعلِ لا بالقوّةِ فقَط، بخلافِ الخطِّ الواحدِ؛ إذْ لا كثرةَ فيهِ بالفِعلِ البتّةَ، بَلْ بالقوّة، وهاهنا فالكثرةُ حاصلةٌ بالفعلِ؛ إذْ هذهِ الأجزاءُ غيرُ متشابهةٍ، ولكنَّ الارتباطَ الذي بينَ هذهِ الأجزاءِ أوجَبَ فيها اتِّحادًا، فيقالُ: هذا حيوانٌ واحدٌ وبيتٌ واحدٌ، كما يُقالُ: هذا خطٌّ واحدٌ وسطحٌ واحدٌ، ولكِنْ بينَ المرتبتين فرقٌ، فهذهِ الأقسامُ الثَّلاثةُ الواحدُ فيها واحدٌ بالشَّخصِ والعين، وإنْ لم يكنْ للأوَّلِ حقيقةٌ في الخارجِ عندَ التَّحقيقِ.\rقالوا: وأمّا الواحدُ بالجِنسِ فهوَ قولُنا: الإنسانُ والفَرسُ واحدٌ لِكَونهما مِنْ جنسٍ واحدٍ، وهوَ الحيوانُ.\rوأمّا الواحدُ بالنَّوعِ كقولِنا: زيدٌ وعمرو واحدٌ لكونهما مِنْ نوعٍ واحدٍ، وهوَ الإنسانُ.\rوأمّا الواحدُ بالعرَضِ كقولِنا: الحِبرُ والقِيرُ واحدٌ؛ أي: في السَّواديِّة، والسَّوادُ عرَضٌ لهما، وأمّا الواحدُ بالإضافةِ كقولِنا: نسبةُ الملكِ إلى المملكةِ ونسبةُ النَّفسِ إلى البدَنِ واحدةٌ، أو نسبةُ الشَّيءِ إلى نفسِ الإنسان، ونسبةُ","seal":"7B8F81A2","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"الطِّبِّ إلى بدَنِ الإنسانِ نسبةٌ واحدةٌ، فيقالُ: الملكُ والنَّفسُ واحدٌ؛ أي: في هذهِ النِّسبة، فهذهِ الأربعةُ الواحدةُ بالجِنسِ والنَّوعِ والعرَضِ والإضافةِ داخلةٌ في قولِنا: واحدٌ بالنَّوعِ؛ إذْ واحدٌ بالجِنسِ؛ فإنَّ الجِنسَ والصنفَ والنَّوعَ والعرَضَ والصنفَ ونحوَ ذلكَ مِنْ لغةِ العرَبِ سواءٌ، وكذلكَ في العُرفِ العرَبيِّ لفظُ الضَّربِ والنَّمَطِ وأشباهُ ذلكَ كثيرٌ.\rقالَ الجوهريُّ (¬1): \"الجِنسُ: الضَّربُ مِنَ الشَّيء، وأعمُّ مِنَ النَّوع، ومنهُ الْمُجَانَسَةُ والتَّجنيسُ، وزعَمَ ابنُ دُرَيْدٍ أنَّ الأصمعيَّ كانَ يدفعُ قولَ العامّةِ: هذا مُجانِسٌ لهذا، ويقولُ: إنَّهُ مُولَّدٌ\" (¬2). وقالَ: \"ضَرِيبُ (¬3) الشَّيءِ: مثلُهُ وشكلُهُ، والضَّرائبُ: الأشكالُ\" (¬4). وقالَ الجوهريُّ أيضًا: \"الصِّنف: النَّوعُ والضَّربُ، والصَّنفُ بالفَتحِ لغةٌ فيهِ\" (¬5).\rفهوَ تارَةً يجعلُ النَّوعَ أخصَّ مِنَ الجِنس، وتارةً يجعلُ الجِنسَ هوَ الضَّربَ، ويجعلُ الصِّنفَ هوَ النَّوعَ والضَّربَ، فيكونُ الجِنسُ والنَّوعُ والضَّربُ والصِّنفُ واحدًا، وهذا هوَ أصلُ اللُّغةِ.\rوأمّا ما ذكرَهُ مِنْ أنَّ النَّوعَ أخصُّ فهوَ اصطلاحٌ حادثٌ ليسَ مِنْ أصلِ اللُّغةِ.\r¬__________\r(¬1) أبو نصر إسماعيل بن حماد الجوهري الفارابي، من أشهر كتبه (الصحاح)، توفي سنة (393 هـ). انظر: معجم الأدباء (2/ 269)، والأعلام للزركلي (1/ 313).\r(¬2) الصحاح: تاج اللغة وصحاح العربية (جنس).\r(¬3) في المخطوط (ضربت) وهو تصحيف.\r(¬4) الصحاح (ضرب).\r(¬5) المصدر السابق (صنف).","seal":"7CBFD561","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"وقالَ أيضًا: \"النَّمَطُ: ضربٌ مِنَ البُسُط، والجمعُ أنماطٌ، والنَّمَطُ أيضًا الجماعةُ مِنَ النّاسِ أمرُهُم واحدٌ، وفي الحديثِ: خيرُ هذهِ الأُمّةِ النَّمطُ الأوسطُ يلحَقُ بهِم التّالي ويرجعُ إليهم الغالي (¬1) \" (¬2).\rوالفُقهاءُ والنُّحاةُ تارَةً يجعلونَ في اصطلاحِهم النَّوعَ أخصَّ مِنَ الجِنس، لكِنَّ لفظَ الضَّربِ والصِّنفِ ونحو ذلكَ لا يخصُّونَهُ بأحدِهما، وتارَةً يُسوُّونَ بينَ هذهِ الألفاظِ كما ذكرَهُ الجوهريُّ؛ فإنَّ الفُقهاءَ في بابِ الرِّبا إذا قالوا: الجِنسُ: ما لهُ اسمٌ خاصٌ يجمعُ أنواعًا، كانَ النَّوعُ عندَهم أخصَّ مِنَ الجِنس، لكِنَّ مرادَهم بالجِنسِ هنا ما يريدُهُ أهلُ المَنطِقِ اليُونانيِّ بلفظِ النَّوع، فالإنسانُ والفرَسُ والحِمارُ والتَّمرُ والزَّبيبُ والحِنطةُ والشَّعيرُ ونحوُ ذلكَ في اصطلاحِ الفُقهاءِ اسمُ جِنسٍ، وهوَ في اصطلاحِ أهلِ منطقِ اليُونانيِّ اسمُ نوعٍ، واللُّغةُ باصطلاح الفُقهاءِ أشبَهُ.\rوكذلكَ في بابِ الزَّكاةِ قد يتكلَّمونَ بهذا الاصطلاح، وأمّا في غيرِ هذا البابِ إذا قالوا: الشَّركةُ أربعةُ أنواعٍ، والوَرثةُ ثلاثةُ أصنافٍ أو ثلاثةُ أجناسٍ، وأمثال ذلكَ، فهُم لا يُفرِّقونَ بينَ هذا وهذا، وكذلكَ النُّحاةُ إذا قالوا: اسم الجِنسِ اسم لما عُلِّقَ على الشَّيء، وعلى كُلِّ ما أشبهَهُ كانَ لفظُ النَّوعِ والصِّنفِ وغيرِهما هنا سواءً، فلفظُ الإنسانِ والفرَسِ والتَّمرِ والزَّبيبِ وغيرِ ذلكَ عندَهم اسمُ جِنسٍ، ولفظُ رَجُلٍ وامرأةٍ وطويلٍ وقصيرٍ وعالمٍ وجاهلٍ عندَهم اسمُ جِنسٍ، فاسمُ الجِنسِ عندَهم يدخلُ فيهِ ما يسمِّيهِ الفُقهاءُ في\r¬__________\r(¬1) أخرجه ابن أبي شيبة في المصنّف موقوفًا على علي بن أبي طالب. (13/ 282)، ط. الدار السلفية.\r(¬2) الصحاح: تاج اللغة وصحاح العربية (نمط).","seal":"2A0D0A57","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"اصطلاحِهم الخاصِّ اسمَ نوعٍ، فكيفَ ما يسمِّيهِ الفُقهاءُ اسمَ جنسٍ، وهذا هوَ اللُّغةُ العامّةُ. والفُقهاءُ يتكلَّموَنَ بهذا الاصطلاحِ في مثلِ قولِهم: إذا تزوَّجَها على عبدٍ مطلَقٍ استحقَّتِ الأوسطَ فأعلى الأجناسِ؛ كالتُّركيِّ ونحوِه، وأدناهُ كالنُّوبيِّ، وأوسطه (¬1) كالرُّومي ونحوِهِ؛ وكذلكَ الفرَسُ والجَملُ أجناول مختلفة عندَهم، فهُنا سمَّوا جِنسًا ما سمَّوهُ في بابِ الرِّبا نوعًا.\rوقد يقولُ بعضُ النُّحاةِ: الكلمةُ اسمُ جنسٍ تحتَهُ ثلاثةُ أنواعِ: الاسمُ والفعلُ والحرفُ، فعلى هذا الاصطلاحِ اسمُ الجِنسِ أعمُّ مِنِ اسمِ النَّوعِ.\rوجِماعُ هذا البابِ أنَّ هؤلاءِ إذا فرَّقوا بينَ اسمٍ عامٍّ وخاصٍّ جعلُوا اسمَ الجِنسِ للعامِّ واسمَ النَّوعِ للخاصِّ.\rوأمّا إذا ذكرُوا الأسماءَ متساويةً في العُمومِ والخصوصِ سوَّوا بينَ اسمِ النَّوعِ والجِنسِ كما يُسوُّونَ بينَ ذلكَ وبينَ الصِّنفِ والضربِ وأشباهِ ذلكَ، وهذا هوَ الاصطلاحُ الذي تكلَّمْنا بهِ؛ حيثُ قُلنا: الواحدُ ينقسمُ إلى واحدٍ بالنَّوعِ وواحدٍ بالشَّخصِ؛ فإنَّ الواحدَ بالنَّوعِ والجِنسِ والضربِ والصنفِ غيرُ الواحدِ بالشَّخصِ والعَين، وإذا قيلَ: الواحدُ بالذّاتِ قد يرادُ بهِ الذّاتُ المعيَّنةُ الخاصّةُ، وهيَ العينُ والشَّخصُ، وقد يرادُ بهِ الواحدُ بالنَّوعِ والجِنسِ والصِّنف، فينبغي للإنسانِ أنْ يميِّزَ في هذا البابِ بينَ أنواعِ الاصطلاحاتِ والعاداتِ في الخِطابِ؛ فإنَّهُ بسببِ الاشتراكِ النّاشئَ مِنِ اختلافِ الاصطلاحاتِ دخلَ الاشتباهُ على طوائفَ مِنَ النّاسِ. والاشتراكُ النّاشيُّ مِنِ اختلافِ الاصطلاحاتِ أمرٌ كبيرٌ في المخاطَبات، وإذا عُرِفَ ذلكَ فالذي سمَّوهُ واحدًا\r¬__________\r(¬1) في المخطوط (وأوسط) ولعلَّ المثبت هو الصحيح.","seal":"50B453DF","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"بالجِنسِ وواحدًا بالإضافةِ وواحدًا بالعرَضِ هيَ داخلةٌ في قولِنا: واحدٌ بالنَّوعِ العامّ، وهوَ الواحدُ بالجِنسِ والصِّنفِ والضَّربِ.\rوأمّا المسمَّى الثّامنُ مِنْ مسمَّى الواحدِ في اصطلاحِهم فهوَ الواحدُ بالموضوع، فهو كقولِ القائلِ: كونُ الوردِ والحبةِ واحدًا؛ أي: محلُّهما وموضوعُهما واحدٌ، وهوَ الوردُ، وهذا القِسمُ يتناولُ الواحدَ بالشَّخصِ والواحدَ بالجِنسِ جميعًا؛ فإنَّ اللَّونَ والرِّيحَ والطَّعمَ الواحدَ بالعينِ محلُّهما واحدٌ بالعين، والواحدةُ بالنَّوعِ محلُّها واحدةٌ بالنَّوع، وما جعلُوهُ مشترَكًا ومميَّزًا كالوجودِ والماهيّةِ ونحوِ ذلكَ يشبهُ هذا القِسمَ، فإنَّهُ إذا قيلَ: الطَّبيعةُ الواحدةُ لا يلزمُها أُمورٌ مختلفةٌ بالنَّوع، بَلْ واحدةٌ بالنَّوع، والطَّبيعةُ الواحدةُ بالعينِ لا يلزمُها أُمورٌ مختلفةٌ بالعين، بَلْ واحدةٌ بالعين، فإذا قيلَ: طبيعةُ وجوبِ الوجودِ واحدةٌ، فلا تلزمُها ماهيّاتٌ مختلفةٌ، قيلَ: الطَّبيعةُ الواحدةُ بالنَّوع، وهيَ طبيعةُ واجبِ الوجودِ الواحدةُ بالنَّوعِ لا يلزمُها ماهيّاتٌ مختلفةٌ بالنَّوع، بَل ماهيّةٌ واحدةٌ بالنَّوع، وكذلكَ طبيعةُ واجبِ الوجودِ المعيَّنةُ لا يلزمُها ماهيّاتٌ متعدِّدةٌ بل ماهيّةٌ معيَّنةٌ.\rوهُم إنَّما ضلُّوا حيثُ رأَوُا الطَّبيعةَ الواحدةَ بالنَّوع لا يلزَمُها ماهيّاتٌ مختلفاتٌ بالعين، وهذا حق، ولكنْ يُقالُ لهم: الطَّبيَعةُ الواحدةُ بالنَّوعِ لا يلزَمُها معيَّنٌ؛ لا وجودٌ ولا ماهيَّةٌ ولا غيرُها، بَل نفسُ طبيعةِ النَّوعِ لا يلزمُها أعيانُها، ولكنَّ الأعيانَ يَلزَمُها النَّوعُ بشرطِ تعيُّيه، ويقالُ لهم: تلكَ الواحدةُ بالنَّوعِ هيَ متعيِّنةٌ في الخارج، والماهيّةُ المعنيّةُ لازمةٌ للوجودِ المعيَّن، لا لمطلَقِ الوجودِ والطَّبيعةِ (¬1).\r¬__________\r(¬1) ترك النّاسخ فراغًا مقداره نصف سطرٍ تقريبًا بعد هذه الكلمة.","seal":"B90518FA","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"وأمّا قولُهم الثّالثُ، وهوَ أنْ يكونَ ما يتحقَّقُ فيهِ عارضًا مِنْ عوارضِ ما يختلفُ بهِ وإنْ كانَ جائزًا، فإنَّهُ لا يجوزُ هنا، لأنَّهما إمّا أنْ يختلِفا بالوجوبِ والوجودِ ويعرضَ لهما أمرٌ آخرُ أو يختلفا بأمرٍ آخرَ، ويعرضَ لهما الوجوبُ والوجودُ، فإنِ اختلَفا يا لوجوبِ والوجود، فلا واجبَي الوجودِ والمفروضُ خلافُهُ إلى أنْ يُقالَ، وأمّا إنِ اتَّفَقا في الوجودِ والوجوبِ وعرَضَ لهما أمرٌ آخرُ فعِلَّتُهُ إمّا أنْ تكونَ الوجودَ والوجوبَ، أو أمرًا خارجًا عنهُما لا يجوزُ أنْ يكونَ الوجودُ والوجوبُ عِلّةً للأمرِ العارض، لأنَّ الواحدَ لا يعرضُ عنهُ أُمورٌ مختلفةٌ، وإنَّما جازَ في أفرادِ النَّوعيّةِ لتركُّبها، ولا يجوزُ أنْ يكونَ عِلّةً للأمرِ العارضِ غير الموجودِ والوجوب، لأنَّهُ يلزمُ أنْ يكونَ واجبُ الوجودِ مفتقِرًا إلى غيرِه، وهوَ مُحالٌ؛ لأنَّ وجوبَ الوجودِ غيرُ مُفتقِرٍ إلى غيرِه، فيُقالُ لهم: الكلامُ على هذا مِنْ وجوهٍ: أحدُها أنَّ قولَكُم: إنِ اختلَفا في الوجودِ والوجوبِ فلا واجبَي الوجوبِ والمفروضُ خلافُهُ، وذلكَ قد يكونُ في هذا الدَّليل، وهوَ باطلٌ لا حاجةَ إليه، ولا يجوزُ ذِكرُهُ في هذا الدَّليل، لأنَّكُم ما جعلتُمُ الأقسامَ الأربعةَ في واجبينِ قدِ امتازَ أحدُهما عَنِ الآخر، فلا بُدَّ أنْ يتَّفِقا في شيءٍ، وَيختلِفا في شيءٍ، أو يشتركا في شيءٍ، ويمتازَ أحدُهما عَنِ الآخرِ بشيءٍ، ويجتمعا في شيءٍ، ويفترِقا في شيءٍ، وحينئذٍ فيَمتنِعُ الَّا يكونا متَّفِقينِ في وجوبِ الوجودِ الذي هوَ مورِدُ التَّقسيم، فغرَضُ الواجبينِ غيرُ مشتركينِ في الوجوبِ كغرَضِ الوجودينِ اللَّذينِ لا يشتركانِ في الوجودِ والأسوَدينِ اللَّذينِ لا يشتركانِ في السَّواد، ونحوِ هذا.\rوهذا قسمٌ باطلٌ على هذا التَّقدير، فلا حاجةَ إلى ذِكرِه، ونظيرُ ذِكرِهم في التَّقسيمِ لا يدخلُ في المقسوم، قولُهم في أوَّلِ الدَّليلِ: الأُمورُ التي","seal":"C9DD6690","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"تختلفُ بأعيانِها وتتَّفقُ في أمرٍ مقوّمٍ لها إمّا أنْ يكونَ ما تتَّفقُ فيهِ لازمًا لما تختلفُ بهِ أو ملزومًا أو عارضًا أو معروضًا، فإنَّ هذا خطأٌ؛ إذِ الأمرُ المقدَّمُ الذي اتَّفقَتْ فيهِ لا يكونُ عارضًا ولا معروضًا؛ فإنَّ ما يُقَوِّمُ الحقيقةَ عندَهم لا يكونُ عارضًا ولا معروضًا، وكان حقَّهم أنْ يقولوا: الأُمورُ التي تختلفُ بأعيانِها وتتَّفقُ في أمرٍ مِنَ الأُمور، لكِنَّ هذا اعتراضاتٌ على صورةِ الدَّليلِ وبيانِ ما فيهِ مِنَ الحشوِ والعِبارةِ التي لا يجوزُ ذِكرُها فيهِ.\rالوجه الثّاني: أنْ يُقالَ: قولُهم: فإنِ اختلَفا في الوجودِ والوجوبِ فلا واجبَي الوجود، يقالُ لهم: أنتم قد جعلتُم الاختلافَ بالأعيانِ المرادَ بهِ الامتيازُ بالأعيانِ لم تريدوا (¬1) بالاختلافِ وجودَ أحدِهما وعُدمَ الآخر، بلِ الشَّيئانِ اللَّذانِ اشترَكا في شيءٍ، وافترَقا في شيءٍ جعلتُم ما افترَقا فيهِ اختلَفا فيه، فإذا افترَقا بأعيانِهما اختلَفا بأعيانِهما، فإذا قُلنا: اختلَفا بالوجودِ والوجوبِ فالمرادُ بهِ اختلفا بالوجودِ المعيَّنِ والوجوبِ المعيَّنِ؛ أي: هذا الوجودُ والوجوبُ المعيَّنُ، لهذا ليسَ هوَ الوجودَ والوجوبَ المعيّنَ للآخر، وحينئذٍ فإذا قيلَ: إنَّ ما اتَّفَقا فيهِ: أي: في نوعِهِ: عارضٌ لما اختلَفا فيهِ؛ أي: في عينِه، كانَ حقيقةُ الكلامِ أنَّ المشترَكَ عارضٌ للمميّزِ، وهذا حقٌّ ثابتٌ في جميعِ الأنواع، فلِمَ قُلتُم: إنَّ الوجودَ والوجوبَ المعيَّنَ لا يعرِضُ لهُ ما اشترَكا فيهِ مِنَ ماهيةٍ مطلَقةٍ (¬2)، ومِنْ وجوبِ وجودٍ مطلَقٍ ونحوِ ذلكَ، بَلْ هذا هوَ الحقُّ؛ لأنَّهُ لا يَلزَمُ مِنْ وجودِ الأعيانِ الثّابتةِ في الخارجِ ثبوتُ الكُلِّيِّ المشترَكِ مَع كونهِ كُلِّيًّا مُشترَكًا، بَلْ ذلكَ مشروطٌ بمحلِّه، وهوَ الذِّهنُ\r¬__________\r(¬1) في المخطوط (يردوا) ولعلَّ المثبت هو الصحيح.\r(¬2) بعدها في المخطوط (فإن) ولا يستقيم معها الكلام، ولعلها مقحمة ولهذا لم أثبتها.","seal":"FDE0484D","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"المصوِّرُ للكُلِّيَّات، ولا ريبَ أنَّ ذلكَ ليسَ مِنْ لوازمِ المعيَّن، بَلْ هوَ أمرٌ عارضٌ يَفتقِرُ إلى سببٍ منفصلٍ عَنِ الأعيان، لكِنَّ كونَهُ عارضًا لهُ ليسَ المرادُ بهِ أنَّهُ يقومُ بهِ أو يَحُلُّهُ، بَلِ المرادُ أنَّهُ أمرٌ يوجدُ معَهُ تارَةً، ويعدمُ معَهُ تارَةً أُخرى، فوجودُهُ عارضٌ لوجودِه، ليسَ لازمًا لوجودِهِ.\rالوجهُ الثّالثُ: قولُهُ: وإنِ اتَّفقا في الوجودِ والوجوبِ وعرَضَ لهما أمرٌ آخرُ فعِلَّتُهُ إمّا أنْ تكونَ الوجودَ والوجوبَ أو أمرًا خارجًا عنها إلى آخرِهِ.\rيقالُ: لا ريبَ أنَّهما اتَّفَقا في وجودٍ مطلَقٍ ووجوبِ مطلَقٍ كما اتَّفَقا في ماهيّةٍ مطلَقةٍ وذاتٍ مطلَقةٍ، وقولُكَ: عرَضَ لهما أمرٌ آخرُ، المرادُ بالعارضِ ما تعيَّنا به، ولا ريبَ أنَّ لكُلٍّ منهُما تعيُّنًا يخصُّهُ ووجودَ وجوبٍ يخصُّهُ، كما يقالُ: إنَّ لهُ ماهيّةً تخصُّهُ. ولا ريبَ أنَّ ما اشترَكا فيهِ ليسَ عِلَّةً لما افترَقا فيه، أو المطلَقُ لا يكونُ عِلّةً للمعيَّن، فإنَّهُ لو كانَ كذلكَ لزمَ مِنْ ثبوتِ الكُلِّيّاتِ المطلَقةِ في الذِّهنِ ثبوتُ أعيانِها في الخارج، وهذا باطلٌ كما أنَّ عكسَهُ باطلٌ، فلا المطلَقُ عِلّةُ المعيَّن، ولا ملزومٌ لهُ، ولا المعيَّنُ عِلَّةٌ للمُطلَقِ ولا ملزومٌ، وقولُكَ: وجود (¬1) بعدها ذا عِلّة العارض، إمّا أنْ يكونَ وجودَ الوجوبِ أو أمرًا خارجًا عنهُ، يقالُ لكَ: عِلّةُ وجودِ الوجوبِ المعيَّنِ عِلّةٌ للعارضِ المعيَّن، ولا يَلزَمُ مِنْ هذا أنْ يكونَ الواحدُ صدرَتْ عنهُ أُمورٌ مختلفة، بَلْ هذا الواحدُ بالعينِ يصدُرُ عنهُ أمر واحدٌ بالعين، وإنْ كانَ كُلٌّ منهُما معَ الآخرِ واحدًا بالنَّوع، فقَد صدَرَ عنهُ واحدٌ بالنَّوع، وعلى التَّقديرينِ\r¬__________\r(¬1) في المخطوط بعدها كلام شطب عليه النّاسخ وهو: (الواجب أو أمرًا خارجًا عنه يقال)، ولا يخفى أن العبارة غير مستقيمة ولعلَّ أصلها: (وقولك: علة العارض إما أن تكون وجود الوجوب أو أمرًا خارجًا عنه).","seal":"DC3A138B","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"فلَمْ يصدُرْ عنِ الواحدِ أُمور مختلفةٌ، وهكذا الأمرُ في أفرادِ النَّوع، كالإنسانِ مثلًا، فإنَّ النَّوعَ الواحدَ لا يصدرُ عنهُ أعيانٌ مختلفةٌ البتّةَ، بَلْ ولا يصدُرُ عنهُ معيَّنٌ بحالٍ، وأمّا الإنسانُ المعيَّنُ فلا يصدُرُ عنهُ إلّا واحدٌ معيَّنٌ، فلا يصدُرُ عَنِ الواحدِ بالنَّوعِ أُمورٌ معيَّنةٌ، ولا متَّحدةٌ ولا متعدِّدةٌ ولا متماثلةٌ، ولا مختلفة. وعلى هذا التَّقديرِ فإذا قيلَ: وجودُ كُلٍّ منهُما المعيَّنُ عِلّةٌ لصفاتٍ لهُ معيَّنةٍ لم يكُنْ ذلكَ ممتنِعًا، فإنْ كانَ ذلكَ عارضًا للذّات، بَلْ لو قيلَ: إنَّ وجودَهُ المعيَّنَ علة للماهيّةِ المعيَّنةِ بتقديرِ أنْ يكونَ وجودُهُ عينَ ماهيَّتِهِ لم يَمتنِعْ ذلكَ مِنْ هذا الوجه، وإذا قيلَ على هذا: إنَّ وجودَهُ المعيَّنَ عارضٌ لماهيَّتِهِ المعيَّنةِ لم يكُنِ امتناعه؛ لأنَّ الواحدَ لا يصدُرُ عنه أُمورٌ مختلفةٌ، إذِ الصَّادرُ عَنِ المعيَّنِ معيَّنٌ، لكِنْ إذا جعلَ الوجود الواجب عارضًا للماهيّةِ جازَ أنْ تكونَ موجودةً تارَةً ومعدومةً أُخرى، فتكونَ ممكنةً، وهذا باطل مِنْ تلك الجهة، لا مِنَ الجهةِ التي ذَكروها؛ فإنَّ ماهيّةَ واجبِ الوجودِ لا تكونُ ممكنةَ الوجودِ إذْ هوَ جمعٌ بينَ النَّقيضَينِ.\rالوجهُ الرّابعُ: قولُهُ: ولا يجوزُ أنْ يكونَ عِلّةُ الأمرِ العارضِ غيرَهما؛ لأنَّهُ يلزمُ أنْ يكونَ واجبُ الوجودِ مفتقِرًا إلى غيرِهِ.\rيقال: وهوَ محال؛ لأنَّ وجوبَ الوجودِ لا يَفتقِرُ إلى غيرِه، يقال لكَ: إذا كانَ عِلّةُ العارضِ غيرَ وجودِ الوجوبِ، وهما متَّفقانِ في وجودِ الوجوب، فمعلومٌ أنَّهما اتَّفَقا في المطلَق، لا في المعيَّنِ، فالعارضُ يكونُ معيَّنًا، لا مطلَقًا، وحينئذٍ فعلةُ المعيَّنِ فإنْ قيلَ: إذا كانَ الوجودُ الواجبُ مَوقوفًا على الماهيّة، صارَ محتاجًا إلى غيرِه، وهذا معنًى يكونُ بهِ معلولًا، قيلَ: الجوابُ عَنْ هذا مِنْ وجوهٍ:","seal":"617F4DEE","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"أحدُها: أنَّكَ إذا جعلتَ هذا معنَى المعلولِ لم يكُنْ في دليلِكَ ما يَنفي هذا؛ لأنَّكَ قلتَ: لا يجوزُ أنْ تكونَ الماهيّةُ أو صفةٌ مِنْ صفاتِها سببًا للوجودِ؛ لأنَّ العِلّةَ متقدِّمة بالوجودِ على المعلول، ولو كانَتْ إحداهُما أو كلاهُما عِلّةً للوجوبِ لزِمَ أحدُ المحالينِ\" إمّا كونُ الشَّيء متقدِّمًا بالوجودِ على نفسِه، وإمّا كونُهُ موجودًا مرَّتين، وذلكَ أنَّ العِلّةَ إذا كانَتْ متقدِّمةً بالوجودِ على المعلول، والتَّقديرُ أنَّ الوجودَ الواجبَ معلولٌ، لزِمَ أنْ يكونَ وجودُ الماهيّةِ متقدِّمًا على الوجودِ الواجب، فإنْ كانَ وجودُ ماهيّةِ الواجبِ غيرَ الوجودِ الواجبِ؛ لزِمَ أنْ يكونَ للواجبِ وجود بائنٌ، وإنْ كانَ هوَ إيّاهُ لزِمَ أنْ يكونَ وجودُهُ قبلَ وجودِه، فيكونُ متقدِّمًا على نفسِه، فهذا تقديرُ ما ذَكرَهُ السّائلُ، وهوَ كلامٌ صحيحٌ في بيانِ امتناعِ أنْ يكونَ للوجود الواجبِ موجِبٌ لهُ فاعِل لهُ، أو مقتضٍ لهُ، أو علّة فاعليّة لهُ، ونحو ذلكَ مِنَ الأسماءِ التي يُعبَّرُ بها عَنِ المقصودِ هنا، ولكنَّ هذهِ الحُجّةَ لا تَنفي أنْ يكونَ للوجودِ الواجبِ لوازمُ لا يَتَحَقَّقُ إلَّا بها، وهيَ شروط لهُ لا يتحقَّقُ الوجودُ الواجبُ إلّا بها؛ فإنَّ اللَّوازمَ والشُّروطَ لا يجمبُ أنْ تتقدَّمَ على الملزومِ والمشروطِ بالوجود، بَلْ يجوزُ أنْ تقارنَهُ، سواء عُلِمَ أنَّها شروط بالعقلِ أو بالشَّرعِ؛ كاشتراطِ الحياةِ للعِلمِ والقُدرة، والممتراطِ العِلمِ للإرادة، واشتراطِ الذّاتِ للصِّفات، وكاشتراطِ كونِ المكلَّفِ عالِمًا قادرًا ونحوِ ذلكَ.\rوحيثُ وجبَ على العَبدِ أنْ يحصِّلَ الشُّروطَ قبلَ الفِعلَ، كما يجبُ عليهِ أنْ يتطهَّرَ قبلَ الصَّلاة، أو يستقبلَ القِبلةَ، فالشَّرطُ في نفسِ الأمرِ ما يقارنُ الصلاةَ، وأمّا ما يتقدَّمُها فإنَّما أتى به، لأنَّهُ لا يمكنُهُ أنْ يأتيَ بهِ مقارنًا، فصارَ مِنْ بابِ \"ما لا يتمُّ الواجبُ إلَّا بهِ\"، وأمّا ما يسمِّيهِ النَّحْويُّونَ شرطًا وجزاءً،","seal":"7D56F238","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"فذلكَ اصطلاحٌ آخرُ؛ فإنَّ الشَّرطَ هناكَ مُستلزِمٌ للمشروط، يَلزَمُ مِنْ وجودِهِ وجودُهُ، فما سمَّتهُ النُّحاةُ شروطًا، وهوَ في المعنى عِلَلٌ ملزومةٌ ليسَتْ مِنْ هذا الباب، وحينئذٍ فإذا كانَتِ الماهيّةُ شرطًا لازمًا لم يجبْ أنْ تكونَ متقدِّمةً عليهِ بالوجود، وإذا لم تكُنْ متقدِّمةً عليهِ بالوجود، وكانَ وجودُها وجودَها، لم يَلزَمْ أنْ يكونَ الشَّيءُ متقدِّمًا بالوجودِ على نفسِه، واعتبر ذلكَ بالماهيّةِ الممكِنةِ على رأيِ هؤلاءِ المتفلسِفةِ المشّائينَ أتباعِ أرِسطو؛ كابنِ سِينا وذويه، فإنَّها عندَهم لا تنْفَكُّ عَنْ وجودِها في الخارج، كما لا ينفَكُّ وجودُها عنها، ولا يقولونَ: إنَّها عِلّة لوجودِها ولا متقدِّمةٌ عليهِ بالوجود، بَلْ هيَ ووجودُها عندَهم متلازمانِ كما يقولونَ مثلَ ذلكَ في المادّةِ والصُّورة، فهُم إذا قالوا في الماهيّةِ الواجبةِ مثلَ قولِهم في الممكنةِ كما اختارَهُ مَنْ وافقَهم على قولِهم في الممكنة، مثلُ أبي عبد الله بنِ الخَطيبِ وأمثالِه، كانَ قولُ ابنِ الخطيبِ وأمثالِهِ خيرًا مِنْ قولِهم، والأمرُ كذلكَ؛ إذْ هوَ أقربُ منهم إلى الإسلامِ والسُّنّة، ففي الجُملةِ ما ذكروهُ مِنَ الدَّليلِ إنَّما ينفي أنْ يكونَ وجوبٌ قبلَ وجودِه، أو وجودُهُ مكرَّرًا، وذلكَ إنَّما يكونُ إذا قيلَ: وجودُهُ عِلَّةٌ لهُ موجودةٌ، فإذا لَم يقدّرْ قبلَ وجودِهِ عِلّة لوجودِهِ زال هذا المحذورُ، ولله الحمدُ.\rوالشُّروطُ واللَّوازمُ لا يجبُ أنْ تتقدَّمَ المشروطَ الملازِمَ، كما في ماهيّةِ الممكناتِ ووجودها، وكما في المادّةِ والصُّورة، وكما في الصِّفاتِ اللّازمةِ معَ الموصوفِ؛ كالحيوانيّةِ والإنسانيّة، بَلْ والضّاحكيّةِ معَ الإنسانِ؛ فإنَّ وجودَ كُلٍّ منهُما شرطٌ في الآخرِ ولازمٌ لهُ، ولا يجبُ أنْ يتقدَّمَ وجودُهُ على وجودِه، بخلافِ ما لو جعلَ أحدُهما علَّةً فاعليَّةً للآخرِ؛ فإنَّ هذا يكونُ ممتنِعًا.","seal":"32370728","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"الوجهُ الثّاني: في الجوابِ أنَّكَ إذا عنيتَ بكونهِ معلولًا كونَ وجودِهِ متوقِّفًا على الماهيّةِ؛ لم يكُنْ مُرادُكَ بلفظِ العِلّةِ العِلّةَ الفاعلةَ بل أعمَّ مِنَ الفاعليّةِ.\rولا ريبَ أنَّ لفظَ العِلّةِ يقعُ في اصطلاحِهم على الفاعلِ والغاية، وهما منفصلانِ عَنِ المعلول، ويقعُ في اصطلاحِهم على الصُّورةِ والمادّة، وما هوَ أعمُّ مِنَ المادّةِ؛ كالقابلِ المحلّ، وإنْ لم يُسمُّوهُ مادّةً، فالجواهرُ هيَ محالُّ الأعراض، وليسَتْ موادَّ لها، فيَنبغي أنْ يعبَّرَ باللَّفظِ الأعمّ، وهوَ القابلُ والمحلُّ، بل أعمُّ مِنْ ذلكَ الشَّرط، وحينئذٍ فإذا عَنَوْا بلفظِ العِلّةِ العِلّةَ الفاعلةَ كالغايةِ والشّرطِ ونحوِ ذلكَ، فهُم لا يُقيمونَ دليلًا على أنَّ الوجودَ الواجبَ لا يكونُ مَعلولًا بهذا التَّفسير، لا في كلامِ السّائل، ولا في كلامِ غيرِ السّائل، بَل ولا أحدَ مِنَ النّاسِ أقامَ دليلًا على أنَّ الوجودَ الواجبَ يَمتنعُ أنْ يكونَ لهُ مثل ذلكَ، وإنْ عُلِمَ انتفاءُ ذلكَ عنهُ فيكونُ بدليلٍ منفصلٍ، لا مِنْ جهةِ كونِ الوجودِ واجبًا.\rوهؤلاءِ المتفلسِفةُ ليسَ لهم فيما يَعتمِدونَهُ مِنَ السَّلبِ والنَّفيِ والتَّنزيهِ والتَّوحيدِ إلّا ما يجعلونَهُ مِنْ لوازمِ الوجودِ الواجب، فجميعُ ما ينفونَهُ عنهُ إنَّما نفَوهُ؛ لأنَّ نفيَهُ يَستلزمُ عندَهم أَلَّا يكونَ واجبُ الوجودِ وجوب الواجبِ قد تحقَّقَ، فكُلُّ ما استلزمَ نَفيَ المحقَّقِ كانَ منتفِيًا، وكُلُّ ما لزِمَ مِنْ وجوب الوجودِ نفيُهُ كانَ منفِيًّا.\rوبهذا نَفَوْا أنْ يكونَ مركَّبًا تركيبَ الصِّفاتِ كتركيبِ النَّوعِ مِنَ الجِنسِ والفَصلِ أو تركيبًا أعمَّ مِنْ ذلكَ كالتَّركيبِ مِنَ الخاصّةِ والعَرَضِ العامّ، أو","seal":"613DE0F2","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"تركيبِ الموصوفِ مِنَ الذّات، أو تركيبِ القدرِ لتركيبِ الجِسمِ مِنَ المادّةِ والصُّورةِ على رأيٍ أو مِنَ الجواهرِ المنفردةِ على رأيٍ، فلا ينقسمُ بالفِعلِ والوَهم، ولا ينقسمُ بالمادّةِ والصُّورة، أو التَّركيبِ مِنَ الماهيّةِ والوجود، فهذِهِ الأنواعُ الخمسةُ أو السِّتّةُ أو السَّبعةُ مِنْ أنواعِ التَّركيباتِ في اصطلاحِهم يَنفونَها عنهُ. قالوا: وقد شهِدَ العقلُ الصَّريحُ بأنَّ الوجودَ ينقسمُ إلى ما يكون واجبًا في ذاتِه، وإلى ما يكونُ ممكِنًا في ذاتِه، وكُلُّ ممكنٍ إنَّما يرجَّحُ جانبٌ منهُ بمرجِّحٍ، فإما أنْ تَذهبَ الممكناتُ إلى غيرِ النِّهايةِ أو يقفَ على واجبٍ بذاتِهِ غيرِ ممكنٍ، لكنَّها لو ذهبتْ إلى غيرِ النِّهايةِ لما وُجِدَتْ؛ إذْ كانَ يتوقَّفُ وجودُ كُلِّ ممكنٍ على سبقِ وجودِ مرجِّحِه، وذلكَ مُحالٌ فلا بُدَّ أنْ يقفَ على واجبِ الوجودِ بذاتِه، ثمَّ الواجبُ بذاتِهِ لا يجوزُ أنْ يكونَ لذاتِهِ مبادئُ يجتمعُ منها واجبُ الوجود، ولا أجزاء كمِّيَّةٌ كالمادّةِ والصُّورة، ولا كالجِنسِ والفَصل، فإنَّ المبادئَ يجبُ أنْ تكونَ سابقةً على ذاتِ واجبِ الوجود، ويكونَ واجبًا لها لا بذاتِه، وقد فرضْنا الواجبَ لذاتِه، فهذا خُلْفٌ، وسلَكوا في نَفيِ واجبينِ مسلكًا آخرَ غيرَ الذي ذَكرَهُ السّائلُ، لكنَّهُ مِنْ جنسِه، وأصلُهما واحدٌ، فإنّا لو قدَّرْنا اثنينِ واجبَي الوجودِ اشتركا في كونِ كُلٍّ منهُما واجبَ الوجود، فلا بُدَّ أنْ ينفصلَ أحدُهما عَنِ الآخرِ بفَصْلٍ يخصُّهُ، فيكونَ وجوبُ الوجودِ مشترَكًا فيه، وهوَ ذاتيّ لهما، فيكونَ جِنْسًا وما يخصُّ أحدَها دونَ الثّاني فَصْلًا، ويكونَ ذاتُهُ متركِّبةً منهما، ويجبُ أنْ تكونَ الأجزاءُ متقدِّمةً بالذّاتِ على ذاتِه، فيكونَ متأخِّرًا عنها بالذّات، فيكونَ واجبًا بها لا بنفسِه، فهوَ خُلْفٌ، فنَوعُ واجبِ الوجودِ سَواءٌ أُطلِقَ إطلاقًا أو خُصِّصَ تَخصُّصًا لا يجوزُ أنْ يكونَ إِلّا واجدًا، فوجودُهُ وحدتُهُ، ووجوبُهُ حقيقةُ","seal":"8570F769","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"وَحدتِهِ، ووَحدتُهُ مخصّصةٌ، وَتعيُّنُهُ مِنْ غيرِ أنْ يتمايزَ وجوبٌ عَنْ وجودٍ ووجودٌ عَنْ ماهيّةٍ وحقيقةٍ، فهذا توحيدُ الفلاسِفة، أعني الفلاسِفةَ المشّائينَ أتباعَ أرسطو الذينَ تبصَّرَ ابنُ سِينا وأمثالُهُ طريقَهم، وإلَّا فالفلاسِفةُ أنواعٌ مختلِفونَ اختلافًا كثيرًا أعظمَ مِنِ اختلافاتِ كُلِّ طائفةٍ، فما مِنْ مِلّةٍ، وإنْ بدَّلَتْ دِينَها كاليهودِ والنَّصارى ومُشرِكي العرَبِ إلّا واختلافُهم أقلُّ مِنِ اختلافِ الفلاسِفةِ. ثمَّ مع هذا التَّوحيدِ يُناقِضونَ بإثباتِ كثرةٍ وتعدُّدٍ، ويدَّعونَ مَع ذلكَ أنَّ ذلكَ كُلَّهُ يرجعُ إلى سلبِ أو إضافةٍ أو مركَّبٍ مِنْ سلبٍ وإضافةٍ، فيَجمعونَ بينَ النَّقيضَتينِ ويخالَفونَ العقلَ الصَّريحَ الذي لم يكَذِبْ قَطُّ مع مخالفتِهم الأنبياءَ والمرسلينَ، فيقولونَ: إنَّه عاقل ومعقول وعقل، وإنَّه عاشق ومعشوق لذيذ وملتذ، ويقولونَ: إنَّ لهُ عنايةً، بل قَد يقولونَ: إنَّهُ مريدٌ وقادرٌ وحيٌّ وعالمٌ وقديمٌ وباقٍ، ويقولونَ: موجودٌ وواجبٌ، وقد يقولونَ أيضًا: هوَ جوهرٌ، وقد لا يقولونَ ذلكَ، ويقولونَ: إنَّهُ جوَادٌ، ويقولونَ: إنَّهُ خير محضٌ، والمقصودُ هنا أنْ مستنَدَهم في كُلِّ ما ينفونَهُ عنهُ مِنْ حَقٍّ وباطلٍ إنَّما هوَ واجبُ الوجود، وقد يكونُ نفيُهم حقًّا، وقد يكونُ باطلًا، فهُم إذا نَفَوْا واجبينِ ضمنوا هذا الكلامَ أنَّهُ لا يكونُ لهُ صفاتٌ، وضمنوا أنَّهُ ليسَ للعالم فاعلٌ غيرُهُ، فهذا الثّاني حقٌّ، وهوَ توحيدُ الرُّبوبيّة، لكِنَّ دليلَهم عليهِ باطلٌ، وما بَنوهُ عليهِ مِنْ نفيِ الصِّفاتِ باطل، فهُم يلبسونَ الحقَّ بالباطل، فهُم إذا أثبَتُوا وجودًا واجبًا قالوا الحقَّ، بَلْ وأثبتوهُ بحَقٍّ، وإنْ كانَ قد نازعتْهم طائفةٌ في صِحّةِ طريقِهم فيه، وإذا قالوا: إنَّهُ ليسَ للعالَمِ مبدعانِ قالوا الحقَّ لكِنْ لمْ يثبتوهُ، وإذا نَفوا الصِّفاتِ قالوا الباطلَ، وتَناقَضوا في ذلكَ ولم يُثبتوهُ بحُجّةٍ، ولا ريبَ أنَّ كُلَّ ما يُنافي وجوبَ","seal":"76EE6B5B","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"وجودِهِ يكونُ نفيُهُ عنهُ حقًّا، ووجوبُ وجودِهِ يَنفي أنْ يكونَ وجودُهُ مفتقِرًا إلى شيءٍ، مَع أنَّ ذلكَ الشَّيءَ مستغنٍ عنهُ، فإنّا إذا قدَّرْنا شيئًا مُستغنِيًا عنهُ وهوَ لا يوجَدُ إلَّا بهِ لم يكُنْ وجودُهُ بنفسِهِ فقَط، بَلْ وبذلكَ الغير، أمّا إذا قدَّرْنا ما هوَ مفتقِرٌ إلى الواجبِ لا تَستغني عنهُ ألبتّةَ، والواجبُ بنفسِهِ مستلزِمٌ لهُ لم يكُنْ وجوبُ الوجودِ مانعًا لذلكَ، فإنَّ وجودَهُ بنفسِهِ لكِنَّ نفسَهُ استلزمَتْ أُمورًا لا يوجدُ إلَّا بها، بَلْ هؤلاءِ المتفلسِفةُ المشّاؤُونَ يزعمونَ أنَّ العالَمَ لازمٌ لهُ لا ينفَكُّ عنهُ، ولا يمكنُ وجود بدونِ وجودِ العالَم، ومَع هذا فهوَ واجبٌ بنفسِه، فإذا جعلُوهُ مُستلزِمًا لأمورٍ منفصلةٍ عنهُ، ولم يقدَحْ ذلكَ في وجوبِ وجودٍ عندَهم فكيفَ يقدَحُ في وجوبِ وجودِهِ أنْ يكونَ مُستلزِمًا لِما لا ينفصلُ عنهُ، وإنْ جازَ أنْ يُقالَ: هوَ فقيرٌ إلى لوازمِهِ فليكُنْ فقيرًا إلى العالم، وتلكَ اللَّوازمُ إذا سُمِّيَتْ شروطًا أو صفاتٍ أو أجزاءً أو أغيارًا كانَتْ هذهِ كُلُّها عباراتٍ، وإذا عُرفتِ الحقائقُ العقليّةُ لَم يبالِ العاقلُ بكثرةِ العِبارات، وأهلُ الضَّلالةِ أكثرُ ما يلبسونَ على الجُهّالِ بعباراتٍ مُشتبهةٍ هائلةٍ، فإذا حقَّقَها العارفُ وجدَها فارغةً مِنَ المعنى تستحقُّ أنْ يُقالَ لها: \"أسمعُ جَعْجعةً ولا أرى طِحْنًا\"، وإذا كانَ كذلكَ وقيلَ: إنَّ وجودَهُ مستلزِم لماهيَّتِهِ أو لصفاتٍ لهُ أو نحوِ ذلكَ مِنَ اللَّوازم لم يكُنْ وجوبُ الوجودِ مانِعًا مِنْ ذلكَ، لأنَّ هذهِ الأُمورَ ليسَتْ مستغنيةً عنهُ، ولا عِلّةً فاعلةً لهُ، ووجوبُ وجودِهِ بنفسِهِ يَنفي أنْ يكونَ لهُ فاعلٌ أو عِلّةٌ فاعلةٌ، سواءٌ كانَتْ تلكَ العِلّةُ أو الفاعلُ معلولًا لهُ، أو لم تكُنْ، فإذا لم تكُنْ معلولًا لهُ، فالأمرُ ظاهرٌ، فمَنْ كانَ لهُ فاعلٌ مستغنٍ عنهُ كانَ ممكنًا بنفسِه، ليسَ لهُ مِنَ الوجوبِ بنفسِهِ شيءٌ، وهذا حالُ الممكِناتِ كُلِّها معَهُ سبحانَهُ وتعالى؛ فإنَّ","seal":"7A7204F9","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"لها فاعلًا مستغنيًا عنها، فهوَ رَبُّها ومالِكُها، وهيَ مخلوقةٌ لهُ ومَربوبةٌ ومملوكةٌ، واللهُ الغَنيُّ، وما سواهُ فقيرٌ إليه، وإنْ قُدِّرَ أنَّ فاعلَهُ أو عِلَّتَهُ مفعولٌ لهُ أو معلولٌ بحيثُ يكونُ كُلٌّ منهُما عِلّةً للآخرِ ومعلولًا، كانَ هذا أيضًا ممتنِعًا؛ لأنَّ العِلَّةَ والفاعلَ متقدِّمٌ بالوجودِ على المفعولِ المعلول، فيَلزَمُ أنْ يكونَ هذا قبلَ ذلكَ، وذاكَ قبلَهُ، فيكونُ الشَّيءُ قبلَ ما هوَ قبلَهُ وبعدَ ما هوَ بعدَهُ، فيَلزَمُ أنْ يكونَ موجودًا معدومًا أربعَ مرّاتٍ، والشَّيءُ لا يجوزُ أنْ يكونَ عِلّةً فاعلةً لنفسِه، ولا فاعلًا لنفسِهِ؛ لأنَّهُ يَستلزِمُ أنْ يكونَ قبلَ نفسِه، فيكونُ موجودًا معدومًا معًا، وبهذا يَبطُلُ أنْ تكونَ ماهيَّتُهُ أو نفسُهُ أو ذاتُهُ أو ما يُعبَّرُ بنحوِ هذهِ العباراتِ عنهُ عِلّةً فاعلةً لوجودِ نفسِه، فهذا حقٌّ لا ريبَ فيه، فقَد يبرهنُ أنَّ وجوبَ وجودِهِ يَنفي أنْ يكونَ لهُ عِلّةٌ فاعلةٌ، سواءٌ كانَتْ معلولًا لهُ، أو لم تكُنْ، ونحنُ نقولُ أيضًا: إنَّ وجوبَ وجودِهِ بنفسِهِ يَنفي أنْ يكونَ محتاجًا إلى ما هوَ مستغنٍ عنهُ، فإنَّهُ إذا قدّرَ أنَّ أمرًا ما مِنْ وجودِهِ ليسَ مِنْ لوازمِ نفسِه، بَل متوقِّفٌ على شيءٍ مستغنٍ عنهُ، لم يكُنْ وجودُهُ بنفسِه، بَلْ به، وبذلكَ الشَّيءِ الغَنيِّ عنهُ، فيميَّزُ بهِ وجودُهُ عَنِ العِلّةِ الفاعلةِ وعَنِ الشُّروطِ المستغنيةِ عَنْ وجودِهِ مِنْ لوازمِ وجودِهِ الواجبِ بنفسِه، أمّا لوازمُهُ التي تلزمُ وجودَهُ وتُسمَّى شروطًا لوجودِهِ أو سببًا أو عِلّةً، لا بمَعنى الفاعل، بَلْ بمَعنى الشَّرطِ ونحوِه، فليسَ في وجوبِ الوجودِ ما يُنافي هذا، بَلْ إذا قيلَ: إنَّ صِفاتِهِ واجبةُ الوجود، وإنَّها مَع ذلكَ محتاجةٌ إلى محلٍّ وقابلٍ هوَ الموصوفُ، لم يكُنْ توقُّفُها على المحلِّ والقابلِ مانعًا مِنْ وجوبِها، وإنَّما المانعُ مِنْ وجوبِها توقُّفُها على الفاعلِ كما تقدَّمَ، والموصوفُ ليسَ فاعلًا مبدِعًا للصِّفة، بَلْ هوَ محلٌّ قابلٌ لها، وهذا ممّا يندفعُ بهِ تلبيسُهم في نَفيِ","seal":"FD706ED8","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"الصِّفات، وقولُهم: إنَّ الصِّفاتِ ممكنةٌ والذاتُ علّة فيكونُ الشَّيءُ فاعلَهُ أو واجبَهُ، فيلزمُ تعدُّدُ الواجبِ؛ فإنَّ فسادَ هذا يُعلَمُ من وجوهٍ، لكِنَّ المقصودَ هنا أنَّ الصِّفاتِ القائمةَ بالموصوفِ ليسَتِ الذّاتُ علّةً فاعلةً لها، ولا صفة الموصوفِ اللّازمة لهُ تكونُ معلولةً (¬1) لهُ، ولا معلولًا لعلّةٍ فاعلةٍ، بَلْ إذا قيلَ: هيَ معلولةٌ بعِلّةٍ قابلةٍ، بمعنى أن لا بُدَّ لها مِنْ محلٍّ والذّاتُ محلُّها أمكنَ ذلكَ، فإذا قيلَ بوجُوبِها معَ الذَّاتِ لم يكُنْ لهم دليلٌ على نفيِها؛ إذْ قد بيَّنّا أنَّهُ لا حُجّةَ على نفي تعدُّدِ الواجب، فإنَّ الذَّاتَ لا بُدَّ لها مِنَ الصِّفات، والصِّفاتُ لا تقومُ إلَّا بَالذّات، فهذانِ متلازمانِ ليسَ أحدُهُما مفتقِرٌ إلى الآخر، والآخرُ مستغنٍ عنهُ حتَّى يُقال: إنَّ وجوبَهُ يُنافي ذلكَ، ونحنُ لا نَرضى هذا الرَّدَّ؛ فإنَّهُ قد يُقال: وصفُ الصِّفاتِ بالوجوبِ بالنَّفسِ ما دونَ الذّاتِ ممتنِع لأمرٍ آخرَ، وهوَ امتناعُ واجبَينِ كُلّ منهُما مفتقِرٌ إلى الآخر، فإنهُ إذا قيلَ: إنَّ الذّاتَ واجبة بنفسِها، والصِّفاتِ واجبة بنفسِها، وكُلٌّ منهُما متوقِّف على الآخر، كانَ توقُّفُ كُلٍّ منهُما على الآخرِ مانعًا مِنْ أنْ يكونَ وجوبُهُ بنفسِهِ فقَط، بَلْ بنفسِهِ وبذلكَ الآخر، فلهذا كانَ التَّحقيقُ أنْ يُقال: الواجبُ بذاتِهِ هوَ الذّاتُ الموصوفةُ بِالصِّفات، ولا يُوصَفُ أحدُهما بأنَّهُ واجبُ الوجودِ بنفسِه، مَع أنَّ في مسألةِ الذّاتِ والصِّفاتِ تحقيقًا ليسَ هذا موضعَه، فإنّا قد بيَّنّا في غيرِ هذا الموضعِ أنَّ تقديرَ ذاتٍ خاليةٍ عَنْ صفاتٍ أمرٌ ممتنِعٌ كتقديرِ وجودٍ مطلَقٍ لا يتعيَّنُ، وأنَّهُ ليسَ في الخارجِ ذاتٌ متميِّزةٌ عَنْ صفاتِها حتَّى يُقال: الصِّفاتُ زائدةٌ، ولكِنَّ الذِّهنَ يقدِّرُ ذلكَ، ثمَّ ينظرُ: هل يمكِنُ وجودُهُ في الخارجِ أو لا يمكِنُ؟ وذكرْنا أنَّ مَنْ قال مِنْ أهلِ\r¬__________\r(¬1) في المخطوط (مفعولة) ولعلَّ المثبت هو الصحيح.","seal":"B1A2E210","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"الإثباتِ: إنَّ الصِّفاتِ زائدةٌ على الذَّاتِ فإنَّما قالَ ذلكَ لأنَّ النُّفاةَ مِنَ الجهميّةِ المعتزِلةِ والفلاسفةِ ونحوِهم قالوا بإثباتِ ذاتٍ بلا صفاتٍ، فقالَ هؤلاءِ: لهُ صفاتٌ زائدةٌ على الذّات؛ أي: على ما أثبتوهُ مِنَ الذّات؛ أي: نحن نزيدُ في الإثباتِ على ما أثبتموهُ أنتُم، فإنَّهُ ليسَ في نفوسِكُم ما تثبتونَهُ إلَّا ذاتًا مجرَّدةً، ونحنُ نثبتُ ما يزيدُ على الذّاتِ المجرَّدة، وأمّا في الخارجِ فلا يُتصوَّرُ وجودُ ذاتٍ بلا صفاتٍ ولا صفاتٍ بلا ذاتٍ، كما في يُتصوَّرُ وجودُ حيوانٍ مُطلَقٍ بشرطِ الإطلاق، أو جسمٍ مطلَقٍ بشرطِ الإطلاق، أو إنسانٍ مطلَقٍ بشرطِ الإطلاقِ. إذا تبيَّنَ ذلكَ، فقَولُ القائلِ يُسمِّي جميعَ الشُّروطِ واللَّوازمِ التي لا توجدُ إلّا بها عِلَلًا، ونقولُ: إذا كانَ وجودُهُ متوقِّفًا عليها كانَ معلولًا هوَ بمنزلةِ قولِهِ: تُسمَّى تلكَ الشُّروطُ واللَّوازمُ أغيارًا، والواجبُ بنفسِهِ لا يَفتقِرُ إلى غيرِه، وبمنزلةِ قولِهم: لو كانَ لهُ صفاتٌ لَكانَ مُركَّبًا، والمركَّبُ مُفتقِرٌ إلى جُزئِه، وجُزؤُه غيرُهُ، والمفتقِرُ إلى غيرِهِ لا يكونُ واجبًا، فهذهِ العباراتُ جميعُها ألفاظٌ فيها إجمالٌ واشتباهٌ وإبهامٌ وإيهامٌ، والذي قامَ البُرهانُ على نفيهِ عَنْ واجب الوجودِ لا يدُلُّ على مقصودِهم الذي ينازعُهم فيهِ المسلموَنَ وسائرُ أَهلِ المِلَل، بَلْ ولا على مقصودِهم الذي ينازعُهم فيهِ الصِّفاتيّةُ، بَلْ ولا على مقصودِهم الذي ينازعُهم فيهِ مَنْ يقولُ بالجسمِ ونحوُهُ مِنَ الصِّفاتيّةِ.\rوأبو حامدٍ الغزاليُّ (¬1) قد تفطَّنَ لكثيرٍ مِنْ تلبُّساتِهم في هذا المقامِ،\r¬__________\r(¬1) هو: محمد بن محمد بن محمد الغَزَالي الطوسي، أبو حامد حجة الإسلام، له نحو مئتي مصنف. مولده ووفاته في الطابران (قصبة طوس، بخراسان) رحل إلى نيسابور، ثم إلى بغداد فالحجاز فبلاد الشام فمصر، وعاد إلى بلدته. نسبته إلى صناعة الغزل (عند =","seal":"F016B3A0","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"وتكلَّمَ في تعجُّزِهم عَنْ إقامةِ الدَّليلِ على استحالةِ إلهَيْنِ وتعجيزِهم عَنْ بيانِ أنَّ الأوَّلَ ليسَ بجسمٍ، كما بيَّنَ بُطلانَ مذهبِهم في نفيِ الصِّفاتِ وإبطالِ قولِهم: إنَّ ذاتَ الأوَّلِ لا تنقسمُ بالجِنسِ والفَصل، وإبطالَ مذهبِهم في أنَّ الأوَّلَ موجودٌ بسيطٌ بلا ماهيّةٍ، مَع أنَّ الرَّدَّ عليهم وبيانَ فسادِ قولِهم يَحتملُ أكثرَ ما ذَكرَهُ أبو حامدٍ، وإنْ كانوا في بعضِ المواقفِ يقولونَ: إنَّهُ لم يُنصِفْهم في المناظَرةِ كما أنَّهُ في مواضعَ قد يوافقُهم على أُصولٍ باطلةٍ لكنَّهُ قد أحسنَ في الرَّدِّ عليهم في أكثرِ هذهِ المسائل، وبيَّنَ بما ذَكرَهُ مِنْ فسادِ قولِهم ما فيهِ عبرةٌ لأُولي الألبابِ.\rوالمقصودُ هنا أنَّ الذي ثبتَ بالبُرهانِ أنَّهُ ليسَ بمُمكنٍ تقبُّلُ الوجودِ والعدَمِ بذاتِه، بَل نفسُهُ واجبةُ الوجودِ لا تقبَلُ العدمَ بوجهٍ مِنَ الوجوه، فلا يكونُ لهُ فاعلٌ ولا عِلّةٌ فاعلةٌ، ولما لازم لها مستغنٍ عنهُ؛ فإنَّ اللَّازمَ على المستغنَى عنهُ يكونُ وجودُهُ موقوفًا عليه، فإذا كانَ مستغنيًا عنهُ كانَ وجودُهُ موقوفًا على ما هوَ مستغنٍ عنهُ، فلا يكونُ وجوبٌ بمجرَّدِ نفسِه، بَلْ لا بدَّ لهُ مِنْ ذلكَ الغَنيِّ عنهُ.\rوأمّا اللَّوازمُ المفتقِرةُ إليهِ فوجوبُ وجودِهِ لا يُنافيها، سواءٌ سُمِّيَتْ صفاتٍ أو أجزاءً أو عِلَلًا أو شروطًا أو غيرَ ذلكَ مِنَ الأسماءِ؛ فإنَّها إذا كانَتْ لا توجدُ إلّا بوجودِ الواجبِ لم يكُنِ الوجودُ الواجب بنفسِهِ ممكنًا يقبلُ الوجودَ والعدَمَ، بَلْ كانَ الوجودُ الواجبُ هوَ المقتضي لهذا كُلِّه، وهذا\r__________\r= من يقوله بتشديد الزاي) أو إلى غَزَالة (من قُرى طوس) لمن قال بالتخفيف. توفي سنة (505 هـ). انظر: وفيات الأعيان (1/ 463)، والأعلام للزركلي (7/ 22).","seal":"AE2C48D9","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"كُلُّهُ مخاطبةٌ لهم على هذا التَّقديرِ الذي فرَّقُوا فيهِ بينَ وجودِهِ وماهيَّتِه، وبينَهُ وبينَ صفاتِه، وجَعلهم فيهِ ما هوَ مغايرٌ لهُ مفتقِرًا إليه، وهذا عندنا ليسَ بمُرضٍ، بل المرضي عندَنا أنَّ وجودَ كُلِّ موجودٍ ليسَ زائدًا على ماهيَّتِه، ولكِنْ إذا بيَّنَّا فسادَ قولِهم على هذا التَّقديرِ وأنَّ المعتزلةَ وأبا عبد الله الرّازي وأمثالَهُ خيرٌ منهم وأقربُ إلى الصَّواب، كانَ هذا مِنَ العِلمِ النّافعِ لأُولي الألباب، وإذا تبيَّنَ أنَّ الواجبَ بنفسِهِ لا يَفتقِرُ إلى عِلّةٍ فاعلةٍ، ولا إلى ما هوَ مستغنٍ عنهُ لم يتصوَّرْ وجودُ واجبينِ بأنفُسِهما يكونُ أحدُهُما مفتقِرًا إلى الآخرِ، وكذلكَ لا يجوزُ وجودُ واجبينِ كلّ منهُما مُفتقِرٌ إلى الآخر؛ لأنَّ ذلكَ يَقتضي كونَ كُلٍّ منهُما واجبًا بنفسِه، ليسَ بواجبٍ بنفسِه، وهوَ تناقُضٌ، وأنَّ وجودَ كُلٍّ منهُما بنفسِهِ يَقتضي استغناءَهُ عَنِ الواجبِ الآخر، وافتقارُهُ إليهِ يُنافي هذا الاستغناءَ، فيلزمُ أنْ يكونَ كُلٌّ منهُما غَنيًّا بنفسِهِ ليسَ بغني بنفسِهِ مُفتقِرًا إلى الغنيِّ الآخر، وهذا تناقُضٌ مكرَّرٌ، فإمّا وجودُ واجبٍ مستلزمٍ لأُمورٍ لا يوجدُ إلّا مَع وجودِها فليسَ بممتنعٍ.\rوالمراتبُ هنا ثلاثٌ: إمَّا افتقارُ الواجبِ إلى عِلّةٍ فاعلةٍ، فهذا لا ريبَ في امتناعِه، وإمَّا توقُّفُ الواجبِ على واجبٍ آخرَ فقَد نازعَهم أبو حامدٍ في جوازِ هذا، ورُبَّما كانَ نزاعُهُ لهم فيهِ لفظيًّا كما قالَ في مسألةِ الصِّفات، وهيَ المسألةُ السّادسةُ اتَّفقَتِ الفلاسفةُ - يعني المشّائينَ - على استحالةِ إثباتِ العِلمِ والقدرةِ والإرادةِ للمبدأِ الأوَّل، كما اتَّفقَتِ المعتزلةُ عليه، وزعَموا أنَّ هذهِ الأساميَ وردَتْ شَرْعًا، ويجوزُ إطلاقُها لغةً، ولكِنْ ترجعُ إلى ذاتٍ واحدةٍ كما سبقَ، ولا يجوزُ إثباتُ صفاتٍ زائدةٍ على ذاتِه، كما في يجوزُ في حَقِّنا أنْ يكونَ عِلمُنا وقُدرتُنا وصِفاتُنا زائدةً على ذاتِنا. وزَعموا أنَّ ذلكَ","seal":"AD04DD44","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"يوجِبُ كثرةً؛ لأنَّ هذهِ الصِّفاتِ لو طرأَتْ علينا لكُنّا نَعلمُ أنَّها زائدةٌ على الذَّاتِ؛ إذْ تحدَّدَتْ، ولو قُدّرت مقارِنةً لوجودِنا مِنْ غيرِ تأخُّرٍ لَما خرجَ عَنْ كونِهِ زائدًا على الذَّاتِ بالمقارَنة، وكُلُّ شيئينِ إذا طرأَ أحدُهما على الآخرِ عُلِمَ أنَّ هذا ليسَ ذلكَ، فلو اقتَرَنا أيضًا عقلَ كونُهما شيئين، فإذًا لا تخرج عَنْ هذهِ الصِّفاتِ بأنْ تكونَ مقارنةً لذاتِ الأوَّلِ عَنْ أنْ تَكونَ شيئًا سِوى الذّات، فيُوجِب ذلكَ كثرةً في واجبِ الوجود، وهوَ مُحالٌ، فلِهذا أجمعوا على نفيِ الصِّفات، فيُقالُ لهم: وبِمَ عرفتُم استحالةَ الكثرةِ مِنْ هذا الوجهِ وأنتُم مخالِفونَ لكافّةِ المسلمينَ سوى المعتزلةِ في البرهانِ عليهِ؟ فإنَّ قولَ القائلِ: الكثرةُ مُحالٌ في واجبِ الوجودِ مَع كونِ الذّاتِ الموصوفةِ واحدةً ترجعُ إلى أنَّهُ مستحيلٌ كثرةُ الصِّفات، وفيهِ النِّزاعُ، وليسَ استحاله معلومًا بالضرورة، فلا بُدَّ مِنَ البرهان، ولهم مسلَكانِ:\rالأوَّلُ: قولُهم: البرهانُ عليهِ أنَّ كُلَّ واحدٍ مِنَ الصِّفةِ والموصوفِ إذا (¬1) لم يكُنْ هذا ذاكَ ولا ذاكَ هذا، فإمّا أنْ يستغنيَ كُلُّ واحدٍ عَنِ الآخرِ في وجودِه، أو يفتقرَ كُلُّ واحدٍ إلى الآخر، أو يستغنيَ واحدٌ عَنِ الآخر، ويحتاجَ الآخرَ، فإنْ فُرضَ كُلُّ واحدٍ مستغنيًا عَنِ الآخر فهُما واجبًا الوجود، وهيَ التَّثنيةُ المطلَقةُ، وهوَ مُحالٌ، وإمّا أنْ يحتاجَ كُلَّ منهُما إلى الآخرِ فلا يكونُ كُلُّ واحدٍ منهُما واجبَ الوجودِ؛ إذْ معنى واجبِ الوجودِ ما قوامُهُ بذاتِه، وهوَ مستغنٍ مِنْ كُلِّ وجهٍ عَنْ غيرِه، فما احتاجَ إلى غيرِهِ فذلكَ الغيرُ عِلَّتُهُ، إذْ لو رُفِعَ ذلكَ الغيرُ لامتنعَ وجودُهُ، فلا يكونُ وجودُهُ مِنْ ذاتِه، بَلْ مِنْ غيرِه، وإنْ\r¬__________\r(¬1) في المخطوط (إذ) ولعلَّ المثبت هو الصحيح.","seal":"EEF559E0","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"قيلَ: أحدُهما يحتاجُ دونَ الآخر، فالذي يحتاجُ معلولٌ، والواجبُ الوجودِ هوَ الآخرُ، ومَهما كانَ معلولًا افتقرَ إلى سببٍ، فيُؤدِّي إلى أنْ ترتبطَ ذاتُ واجبِ الوجودِ بسببٍ.\rقالَ: والاعتراضُ على هذا أنْ يُقالَ: المختارُ مِنْ هذهِ الأقسامِ هوَ القِسمُ الآخرُ، ولكِنَّ إبطالَكُم القسمَ الأوَّلَ هوَ التَّثنيةُ المطلَقةُ قد بيَّنّا أنْ لا برهانَ لكُم عليها في المسألةِ التي قبلَ هذا، وأنَّها لا تتمُّ إلّا بالبناءِ على نفيِ الكثرةِ في هذهِ المسألةِ وما بعدَها، فما هوَ فرعُ هذهِ المسألةِ كيفَ تُبنى هذهِ المسألةُ عليه، ولكِنَّ المختارَ أنْ يُقالَ: الذّاتُ في قوامِها غيرُ محتاجةٍ إلى الصِّفات، والصِّفةُ محتاجةٌ إلى الموصوف، كما في حَقِّنا، فيَنفي قولهم: المحتاجُ إلى غيرهِ لا يكونُ واجبَ الوجود، فيقالُ: إنْ أردتُم بواجبِ الوجودِ أنَّهُ ليسَ لهُ عِلّةٌ فاعليّةٌ فلِمَ قلتُم ذلكَ، ولِمَ استحالَ أنْ يُقالَ: كما أنَّ ذاتَ واجبِ الوجودِ قديمٌ لا فاعلَ لهُ فكذلكَ صِفتُهُ قديمة معَهُ، ولا فاعلَ لها؟\rوإنْ أردتُم بواجبِ الوجودِ الَّا يكونَ لهُ عِلّةٌ فاعليّةٌ، فهوَ ليسَ بواجبِ الوجودِ على هذا التَّأويل، ولكنَّهُ مَع هذا قديمٌ ولا فاعلَ لهُ، فما المحيلُ لهذا؟ فإنْ قيلَ: واجبُ الوجودِ المطلَقُ هوَ الذي ليسَ لهُ عِلّة فاعليّة ولا قابليّة، فإذا سُلِّمَ أنَّ لهُ عِلّةً قابليّةً فقد سُلِّمَ كونُهُ معلولًا.\rقلتُ: بل تسميةُ الذّاتِ القابلةِ عِلّةً قابليّةً اصطلاحُكم، والدَّليلُ لَم يدلَّ على ثبوتِ واجبِ الوجودِ بحكُمِ اصطلاحِكُمْ، وإنَّما دلَّ على إثباتِ طُرقٍ تَنقطعُ بهِ تسلسلُ العِلّةِ والمعلولات، ولم يدلَّ على هذا القَدر، وقطعُ التَّسلسُلِ ممكنٌ بواجدٍ لهُ صفاتٌ قديمةٌ لا فاعلَ لها، كما في فاعلَ لذاتِه،","seal":"BA1E2C97","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"ولكنَّها تكونُ منفردةً في ذاتِه، فليطرحْ لفظُ واجبِ الوجود، فإنْ يمكن التَّلبيسُ فيهِ فإنَّ البرهانَ لم يدلَّ إلّا على قطعِ التَّسلسُل، ولم يدلَّ على غيرهِ البتّةَ، فدَعوى غيرِهِ تحكم، فإنْ قيلَ: كما يجبُ قطعُ التَّسلسُلِ في العِلَّةِ الفاعليّةِ يجبُ قطعُهُ في القابليّةِ؛ إذْ لوِ افتقرَ كُلُّ موجودٍ إلى محلٍّ يقومُ به، وافتقرَ المحلُّ أيضًا لَلَزِمَ التَّسلسُلُ، كما لو افتقرَ كُلُّ موجودٍ إلى عِلّةٍ، وافتقرَتِ العِلّةُ أيضًا إلى عِليّةٍ، قُلنا: صدقتُم، فلا جَرَمَ قَطعْنا هذا التَّسلسُلَ أيضًا، وقلنا: إنَّ الصِّفةَ في ذاتِه، وليسَ ذاتُهُ قائمًا بغيرِه، كما أنَّ عِلمَنا في ذاتِنا وذاتُنا محَلٌّ لهُ، وليسَ ذاتُنا في محلٍّ فالصِّفةُ انقَطعَ تسلسُلُ عِلَّتِها الفاعليّةِ معَ الذّات، إذْ لا فاعِلَ لها كما في فاعِلَ للذَّات، بلْ لم تزلِ الذّاتُ بهذهِ الصِّفةِ موَجودةً فلا عِلّةَ لها ولا لِصفتِها.\rوأمّا العِلّةُ القابليّةُ فلَمْ ينقطِعْ تَسلسلُها إلَّا على الذَّات، ومِنْ أينَ يَلزمُ أنْ ينتفيَ المحلُّ حينَ تَنتفي العِلّةُ والبرهانُ ليسَ يضطرُّ إلّا إلى قطعِ التَّسلسُلِ لكُلِّ طريقٍ أمكَنَ قطعُ التَّسلسُل، فهوَ وفاءٌ يقتضيهِ البرهانُ الدّاعي إلى وجوبِ الوجود، وإنْ أُريدَ بواجبِ الوجودِ شيءٌ سِوى موجودٍ ليسَ لهُ علّةٌ فاعليّةٌ حتَّى ينقطعَ التَّسلسلُ به، فلا نُسلِّمُ أنَّ ذلكَ واجبٌ أصلًا.\rومهما اتَّسعَ العقلُ لِقَبولِ موجودٍ قديمٍ موصوفٍ لا عِلّةَ لوجودِه، اتَّسعَ لِقَبولِ موجودٍ قديمٍ موصوفٍ لا عِلّةَ لوجودِهِ في ذاتِهِ وفي صِفاتِهِ جميعًا.\rثمَّ قالَ: المسلكُ الثّاني قولُهم: إنَّ العِلمَ والقُدرةَ فِينا ليسَ داخلًا في ماهيَّتِهِ ذاتُنا، بَلْ كانَ عارضًا بالإضافةِ إليه، وإنْ كانَ دائمًا لهُ فرُبَّ عارضٍ لا يفارقُ أو يكونُ لازمًا لماهيَّتِه، ولا يصيرُ بذلكَ مقوِّيًا لذاتِه، وإذا كانَ عارضًا","seal":"07C8353F","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"كانَ تابعًا لذاتِه، وكانَ سببًا فيه، وكانَ معلولًا، فكيفَ يكونُ واجبُ الوجودِ هذا هوَ الأوَّلَ مَع تغييرِ عبارةٍ؟\rفنقولُ: إنْ عَنيتُم بكونهِ تابعًا للذّاتِ وكونِ الذَّاتِ سببًا فيهِ أنَّ الذّاتَ عِلّةٌ فاعليّة، وأنَّها مفعولةٌ للذّات، فليسَ كذلكَ، فإنَّ ذلكَ ليسَ يَلزَمُ في عِلمِنا بالإضافةِ إلى ذواتِنا، إذ ذواتنا ليستْ بعِلّةٍ فاعليّةٍ لعِلمِنا، وإنْ عَنيتُم أنَّ الذّاتَ محلٌّ وأنَّ الصِّفةَ لا تقومُ بنفسِها في غيرِ محلٍّ، فهذا مسلَّم، فلَم يَمتنِعْ هذا، فلان يعبَّر عنهُ بالتَّابعِ أو العارضِ أو المعلولِ أو ما أرادَهُ المعبِّرُ لم يتغيَّرِ المعنى إذا لم يمكِن المعنى سوى أنْ يكونَ قائمًا بالذّاتِ قيامَ الصِّفةِ بالموصوفات، ولم يستحِلْ أنْ يكونَ قائمًا في ذاتٍ، وهوَ مع ذلكَ قديمٌ لا فاعلٌ، وكُلُّ أدلَّتِهم تهويل بتقبيحِ العبارةِ بتسميتهِ ممكِنًا وجائزًا وتابعًا ولازمًا ومعلولًا، وأنَّ ذلكَ مستنكَرٌ، فيُقالُ: إنْ أريدَ بذلكَ أنَّ لهُ فاعلًا فليسَ كذلكَ، وإنْ لم يردْ بهِ إلّا أنَّهُ لا فاعلَ لهُ ولكِنْ لهُ محلٌّ هوَ قائمٌ فيهِ فليعبَّرْ عَنْ هذا المعنى بأيِّ عبارةٍ أُريدَ، فلا استحالةَ فيه، ورُبَّما هوَ لو بتنقيحِ العبارةِ مِنْ وجهٍ آخرَ. فقالُوا: هذا يؤدِّي إلى أنْ يكونَ الأوَّلُ محتاجًا إلى هذهِ الصِّفات، فلا يكونُ غنيًّا مطلَقًا، إذ الغني المطلَقُ مَنْ لا يحتاجُ إلى غيرِ ذاتِه، وهذا كلامٌ وعظيٌّ في غايةِ الرَّكاكة، فإنَّ صفاتِ الكمالِ لا تُنافي ذاتَ الكاملِ حتَّى يُقالَ: إنَّهُ يحتاجُ إلى غيرِه، فإذا لم يزلْ ولا يزالُ كاملًا بالعِلمِ والقُدرةِ والحياةِ فكيفَ يكونُ محتاجًا؟ أو كيفَ يجوزُ أنْ يكونَ تغيرَ عَنْ ملازمةِ الكمالِ بالحاجة، وهوَ كقولِ القائلِ: الكاملُ مَنْ لا يحتاجُ إلى كمالٍ، فالمحتاجُ إلى وجودِ صفاتِ الكمالِ لذاتِهِ ناقصٌ، فيُقالُ: لا معنى لكونهِ كاملًا إلَّا وجودُ الكمالِ لذاتِه، فكذلكَ لا معنى لكونه غنيًّا إلَّا وجودُ","seal":"341BF1AF","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"الصِّفاتِ المنافيةِ للحاجاتِ لذاتِه، فكيفَ ننكرُ صفاتِ الكمالِ التي بها تتمُّ الإلهيّةُ بمثلِ هذهِ التَّخيُّلاتِ اللَّفظيّةِ؟\rفإنْ قيلَ: إذا أثبتُّم ذاتًا وصِفةً وحُلولَا للصِّفةِ بالذّاتِ فهوَ تركيبٌ، وكُلُّ تركيبٍ يحتاجُ إلى مركِّبٍ، ولذلكَ مَنْ لم يُجِزْ أنْ يكونَ الأوَّلُ جِسمًا؛ لأنَّهُ مركِّبٌ، قُلنا: قولُ القائلِ: كُلُّ تركيبٍ يحتاجُ إلى مُركِّبٍ كقولِهِ: كُلُّ موجودٍ يحتاجُ إلى موجِدٍ، فيقالُ لهُ: الأوَّلُ موجود قديم لا عِلّةَ لهُ ولا موجِدَ، لذلكَ يقالُ: هوَ موصوفٌ قديمٌ لا عِلّةَ لذاتِهِ ولا لِصفتِه، ولا لقيامِ صفتِهِ بذاتِهِ بَلِ الكُلُّ قديمٌ بلا عِلّةٍ.\rوأمّا الجِسمُ فإنَّما لم يجُزْ أنْ يكونَ الأوَّلَ؛ لأنَّهُ حادثٌ مِنْ حيثُ إنَّهُ لا يخلو عَنِ الحوادث، ومَنْ لم يُثبتْ لهُ حدوثَ الجِسمِ يَلزَمُهُ أنْ يجوِّزَ أنْ تكونَ العِلَّةُ الأولى (¬1) جسمًا، كما تَستلزمُهُ عليهم مِنْ بعدُ. وكُلُّ مسالكِهم في هذهِ المسألةِ تخيُّلاتٌ.\rثمَّ إنَّهم لا يقدرونَ على ردِّ جميعِ ما يُثبتونَهُ إلى نفسِ الذّاتِ؛ فإنَّهم أثبَتوا كونَهُ عالمًا، ويلزمُهم أنْ يكونَ ذلكَ زائدًا على مجرَّدِ الوجود، فيُقالُ لهم: أتسلِّمونَ أنَّ الأَوَّلَ يعلمُ غيرَ ذاتِهِ؟ فمنهُم مَنْ يسلِّمُ ذلكَ ومنهُم مَنْ قالَ: لا يعلمُ إلّا ذاتَهُ.\rفأمّا الأوَّلُ فهوَ الذي اختارَهُ ابنُ سِينا؛ فإنَّهُ زعمَ أنَّهُ يعلمُ الأشياءَ كُلَّها بنوعٍ كُلِّيٍّ لا يدخلُ تحتَ الزَّمان، ولا يعلمُ الجُزئيّاتِ التي تُوجِبُ تجدُّدَ الإحَاطةِ بها تغيُّرًا في ذاتِ العالمِ.\r¬__________\r(¬1) في المخطوط (الأول) ولعلَّ المثبت هو الصحيح.","seal":"CEDD0165","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"فنقولُ: عِلمُ الأوَّلِ بوجودِ كُلِّ الأنواعِ والأجناسِ التي لا نهايةَ لها عينُ عِلمِهِ بنفسِهِ أمْ غيره، فإنْ قلتُم: إنَّهُ غيرُهُ فقَد أثبتُّم كثرةً ونقضتُم القاعدةَ، وإنْ قلتُم: إنَّهُ عينه لم يتميَّزوا عمن يَدَّعي أنَّ عِلمَ الإنسانِ بغيرِهِ عينُ عِلمِهِ بنفسِهِ وعينُ ذاتِه، ومَنْ قالَ ذلكَ سفيهٌ في عقلِه، وقيلَ: حَدُّ الشَّيءِ الواحدِ أنْ يستحيلَ في الوهمِ الجمعُ فيهِ بينَ النَّفيِ والإثبات، فالعِلمُ الواحدُ بالشَّيءِ لَمّا كانَ واحدًا استحالَ أنْ يُتوهَّمَ في حالةٍ واحدةٍ موجودًا أو معدومًا، ولَمّا لم يستحلْ في الوهمِ يقدَّرُ علمُ الإنسانِ بنفسِهِ دونَ علمِهِ بغيرِه، قيلَ: إنَّ عِلمَهُ بغيرِهِ غيرُ علمِهِ بنفسِهِ؛ إذْ لو كانَ هوَ هوَ لكانَ نفيُهُ نفيًا لهُ وإثباتُهُ إثباتًا لهُ؛ إذْ يستحيلُ أنْ يكونَ زيدٌ موجودًا وزيدٌ معدومًا، أعني: هوَ بعينِهِ في حالةٍ واحدةٍ، ولا يستحيلُ مثلُ ذلكَ في العِلمِ بالعينِ مَع علمِهِ بنفسِه، وكذلكَ في عِلمِ الأوَّل بذاتِهِ مع علمِهِ بغيرِهِ؛ إذْ يمكنُ أنْ يُتوهَّمَ وجودُ أحدِهما دونَ الآخر، وهُما إذنْ شيئان، ولا يمكنُ أنْ يُتوهَّمَ وجودُ ذاتِهِ دونَ وجودِ ذاتِه، فلو كانَ الكُلُّ كذلكَ لكانَ هوَ التَّوهُّم مُحالًا، فكُلُّ مَنِ اعترفَ مِنَ الفلاسفةِ بأنَّ الأوَّلَ يعرفُ غيرَ ذاتِهِ فقَد أثبتَ كثرةً لا محالةَ، فإنْ قيلَ: هوَ لا يعلمُ الغيرَ بالقصدِ الأوَّلِ بَلْ يعلمُ ذاتَهُ مبدأ الكُلِّ فيلزمُهُ العِلمُ بالكُلِّ بالقَصدِ الثّاني، إذْ لا يمكنُ أنْ يعلمَ ذاتَهُ إلّا مبدأً، فإنَّهُ حقيقةُ ذاتِه، ولا يمكنُ أنْ يعلمَ ذاتَهُ مبدأ لغيرِهِ إلّا ويدخلُ الغيرُ في علمِهِ بطريقِ الضِّمنِ واللُّزوم، ولا يبعدُ أنْ يكونَ لذاتِهِ لوازمُ، وذلكَ لا يوجِبُ كثرةً في ماهيّةِ الذّات، وإنَّما يمتنعُ أنْ يكونَ في نفسِ الذّاتِ كثرةً.\rقالَ: والجوابُ مِنْ وجوهٍ:\rالأوَّلُ: أنَّ قولَكُم: إنَّهُ يعلمُ ذاتَهُ مبدأ تحكم، بَل ينبغي أنْ يعلمَ وجودَ","seal":"8D555F10","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"ذاتِهِ فقَط، فأمّا العِلمُ بكونهِ مبدأ فيزيدُ على العِلمِ بالوجود، لأنَّ المبدأَ فيهِ إضافةٌ للذّات، ويجوزُ أنْ يعلمَ الذّاتَ، ولا يعلمَ إضافتَهُ، ولو لَم يكُنِ المبدأُ فيهِ إضافةً ليكثر ذاته، وكانَ لهُ وجودٌ ومبدأٌ منهُ، وهما شيئانِ، كما يجوزُ أنْ يعلمَ الإنسانُ ذاتَهُ، ولا يعلمَ كونَهُ معلولًا إلى أنْ يعلمَ، لأنَّ كونَهُ معلولًا إضافةٌ لهُ إلى علمِه، فكذلكَ كونُهُ عِلّةً إضافةٌ لهُ إلى معلولِه، فالإلزامُ قائمٌ في مجرَّدِ قولِهم: إنَّهُ يعلمُ كونَهُ مبدأً؛ إذْ فيهِ عِلمٌ بالذّاتِ وبالمبدأِ منهُ، وهوَ الإضافةُ، والإضافةُ غيرُ الذّات، فالعِلمُ بالإضافةِ غيرُ العِلمِ بالذّاتِ بالدَّليلِ الذي ذكرناهُ، وهوَ أنَّهُ يمكنُ أنْ يُتوهَّمَ العِلمُ بالذّاتِ دونَ العِلمِ بالمبدأِ منهُ، ولا يمكنُ [أن] (¬1) يتَوهمَ العِلم بالذّاتِ دونَ العِلمِ بالذّات؛ لأنَّ الذّاتَ واحدةٌ.\rالوجهُ الثّاني: أنَّ قولَهم: إنَّ الكُلَّ معلومٌ لهُ بالقصدِ الثّاني كلامٌ غيرُ معقولٍ؛ فإنَّهُ مهما كانَ علمُهُ محيطًا بغيرِهِ كما يحيطُ بذاتِه، كانَ لهُ معلومان مغايِران، وكانَ لهُ عِلمٌ بهما، وتعدُّدُ المعلومِ وتغايرُهُ يوجِبُ تعدُّدَ العِلمِ؛ إذْ يقبلُ أحدُ المعلومَينِ الفضلَ عَنِ الآخرِ في الوهم، فلا يكونُ العِلمُ بأحدِهما عينَ العِلمِ الآخر؛ إذْ لو كانَ لتعذَّرَ تقديرُ وجودِ أحدِهما دونَ الآخر، وليسَ ثَمَّ آخرُ مهما كانَ الكُلُّ واحدًا، فهذا لا يختلفُ بأنْ نعبِّرَ عنهُ بالقصدِ الثّاني، ثمَّ ليتَ شِعري كيفَ يُقدِمُ على نفيِ الكثرَةِ مَنْ يقولُ: إنَّهُ لا يعزُبُ عَنْ علمِهِ مثقالُ ذرّةٍ في السَّماواتِ ولا في الأرض، إلّا أنَّهُ يعرفُ الكُلَّ بنوعٍ كُلِّيٍّ، والكُلِّيّاتُ المعلوماتُ لهُ لا تتناهي، فكيفَ يكونُ العِلمُ المتعلِّقُ بها مَع كثرتِها وتغايُرها واحدًا مِنْ كُلِّ وجهٍ.\r¬__________\r(¬1) ما بين المعقوفتين زيادة يقتضيها المقام.","seal":"3930F7D9","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"وقد خالفَ ابنُ سِينا في هذا غيرَهُ مِنَ الفلاسفةِ الذينَ ذَهبوا إلى أنَّهُ لا يعلمُ إلّا نفسَهُ احترازًا مِنْ لزومِ الكثرة، فكيفَ شاركَهم في نفيِ الكثرة، ثمَّ يأتيهم في إثباتِ العِلمِ بالغير، ولَمّا استحيا أنْ يُقالَ: إنَّ اللهَ لا يعلمُ شيئًا في الدُّنيا والآخرة، وإنَّما يعلمُ نفسَهُ، وأمّا غيرُهُ فيعرفُهُ ويعرفُ غيرَهُ، فيكونُ غيرُهُ أشرفَ منهُ في العِلم، فتركَ هذا حياءً مِنْ هذا المذهب، واستِنكافًا منهُ، ثمَّ لم يستحيِ مِنَ الإصرارِ على نفيِ الكثرةِ مِنْ كلِّ وجهٍ، وزعمَ أنَّ عِلمَهُ بنفسِهِ وبغيرِهِ بَلْ وبجميعِ الأشياءِ هوَ ذاتُهُ مِنْ غيرِ مزيدٍ، وهوَ عينُ التَّناقُضِ الذي استحى منهُ سائرُ الفلاسفةِ؛ لظهورِ التَّناقضِ فيهِ مِنْ أوَّلِ النَّظرِ.\rفإذًا ليسَ ينفَكُّ فريقٌ منهم عَنْ خزيٍ في مذهبٍ، وهكذا يفعلُ اللهُ بمَنْ ضَلَّ عَنْ سبيلِهِ وظَنَّ أنَّ الأُمورَ الإلهيّةَ يَستولي على كُنهِها بنَظرِهِ وتخييلِهِ.\rفإنْ قيلَ: إذا أُثبِتَ أنَّهُ يعرفُ نفسَهُ مبدأ على سبيلِ الإضافةِ فالعِلمُ بِالصِّفاتِ واحدٌ؛ إذْ مَنْ عرفَ الأينَ عرفَهُ بمعرفةٍ واحدةٍ، وفيهِ العِلمُ بالآنِ والأبوّةِ ضِمنًا، فتكثرُ العلومُ ويتَّحدُ العِلمُ، فكذلكَ هوَ يعلمُ ذاته مبدأ لتغيُّرِهِ فيتَّحِدُ العِلمُ، وإنْ تعدَّدَ المعلومُ، ثمَّ إذا عقلَ هذا في معلولٍ واحدٍ وإضافتِهِ إليهِ ولم يوجِبْ ذلكَ كثرةً، فالزِّيادةُ فيما لا يوجِبُ جنسه كثرة لا يُوجِبُ كثرةً، وكذلكَ مَنْ يعلمُ الشَّيءَ ويعلمُ (¬1) علمه بالشَّيءِ.\rقُلت: ظهرَ بالكلامِ الذي حكيناهُ عَنْ أبي حامدٍ أنَّهُ يقولُ: إنَّ واجبَ الوجودِ الذي قامَ الدَّليلُ على إثباتِهِ هوَ ما ليسَ لهُ علّةٌ فاعلةٌ، وأمّا العِلّةُ القابليّةُ فهوَ لا يجعلُها منافيةً لوجوبِ الوجودِ حتَّى يثبتَ وجوبَ الوجودِ للصِّفاتِ\r¬__________\r(¬1) في المخطوط تكررت كلمى (ويعلم).","seal":"1BF7D379","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"مع احتياجِها إلى المحلِّ، لكنَّهُ قال مَع ذلكَ: وإنْ أردتُم بواجبِ الوجودِ ألَّا يكونَ لهُ عِلّةٌ قابليّةٌ؛ فليسَ بواجبِ الوجودِ على هذا التَّأويل، ولكنَّهُ مَع هذا قديمٌ لا عِلّةَ لهُ، ولَم يكُنْ محتاجًا في إبطال حُجَّتِهم إلى ذلكَ؛ فإنَّهُ لَمّا ذكرَ تقسيمَهم في الذّاتِ والصِّفةِ إمّا أنْ يكونَ كُلٌّ منهُما غنيًّا عَنِ الآخرِ أو محتاجًا إليهِ أو أحدُهما غنيٌّ عَنِ الآخرِ والآخرُ محتاجٌ إليهِ اختارَ هذا القسمَ الآخرَ، وقد قالوا على هذا التَّقديرِ: المحتاجُ معلومٌ، والواجبُ هوَ الآخرُ، ومنهُما كانَ معلولًا افتقرَ إلى سببٍ، فيؤدِّي إلى أنْ ترتبطَ ذاتُ واجبِ الوجودِ بسببٍ، وقد قال: هوَ المختارُ أنْ تَكونَ الذّاتُ في قوامِها غيرَ محتاجةٍ إلى الصِّفات، والصِّفةُ محتاجةً إلى الموصوفِ كما في حقِّنا، ثمَّ قال: فيَنفي قولَهم: إنَّ المحتاجَ إلى غيرِهِ لا يكونُ واجبَ الوجودِ إلى آخرِهِ.\rوما ذكرَهُ مِنَ الحُجَّةِ لهم فيهِ تناقضٌ بيِّن؛ وكذلكَ في جوابِهِ لهم، وذلكَ أنَّ قولَهم في الحُجّة، ومَهما كانَ المحتاجُ معلولًا افتقرَ إلى سببٍ فيؤدِّي إلى أنْ ترتبطَ ذاتُ واجبِ الوجودِ بسبب كلام متناقض، فإنَّهُ على هذا التَّقديرِ الواجبُ هوَ الموصوفُ فقَط، والصفةُ ليست واجبةَ الوجودِ بنفسِها، بَلْ معلولةٌ بالذَّاتِ ومحتاجة إلى الموصوفِ كما ذكرَ، فتسميةُ الصِّفةِ بعدَ هذا واجبَ الوجود، وأنَّ ذلكَ ينفي ارتباطَ واجبِ الوجودِ بسبب كلام متناقض تقديرُهُ الصِّفةُ ليسَتْ واجبةَ الوجود؛ ولهذا احتاجَ في جوابهِ إلى أنْ يجعلَها واجبةَ الوجود، ثمَّ يفسِّر ذلكَ بأنَّهُ لا فاعلَ لها، وإنْ كانَ لهَا محلٌّ. وليسَ إلى هذا حاجةٌ، بَلْ يكفي أنْ يُقالَ: الصِّفةُ على هذا ليسَتْ واجبةَ الوجود، بَلْ هيَ معلولةٌ كما ذكروا، ولو سُمِّيَتِ العِلّةُ فاعلًا بهذا المعنى لم يكُنْ في ذلكَ محذورٌ؛ إذِ الواجبُ على هذا التَّقديرِ هوَ الذّاتُ، فكانَ هذا","seal":"E7DB3C40","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"الجوابُ هادمًا لِما بَنوهُ، وأمَّا مَع تسليمِ أنَّ الصِّفةَ تكونُ واجبةً بنفسِها فلا يستقيمُ ما ذكرَهُ مِنَ الجوابِ؛ لأنَّ الواجبَ بنفسِهِ لا يحتاجُ إلى ما يَستغني عنهُ، ولا يحتاجُ إلى ما هوَ واجبٌ بنفسِهِ كانَ قدَّرَ أنَّهُ محتاجٌ كما قد بيَّنّاهُ مِنْ أنَّهُ يَمتنعُ أنْ يكونَ كُلٌّ مِنَ الواجبينِ مفتقِرًا إلى الآخر، فإذا قدَّرتَ الصِّفةَ واجبةً بنفسِها والذّاتَ واجبةً بنفسِها، امتنعَ ذلكَ، سواءٌ قيلَ: إنَّ كُلًّا منهما إلى الآخرِ أو قيلَ: إنَّ الصِّفةَ هيَ المحتاجةُ إلى الذَّاتِ دونَ العكسِ؛ لأنَّ وجوبَ الشَّيءِ بنفسِهِ يُنافي أنْ يفتقِرَ بنفسِهِ إلى ما هوَ مستغنٍ عَنْ كُلِّهِ بنفسِه، واستغناءُ الشَّيءِ بنفسِهِ يُنافي ألَّا يكونَ مُستغنيًا بنفسِه، وما ذكرَهُ مِنَ الدَّليلِ إنَّما دلَّ على إثباتِ واجبٍ ليسَ لهُ علّةٌ فاعليّةُ، وأنهُ بهِ ينقطعُ التَّسلسلُ عليهِ اعتراضانِ:\rأحدُهما: أنْ يُقالَ: فإذا كانتِ الذّاتُ متَّصفةً بذلكَ فلتَكتفِ بهذا الجواب، ولا حاجةَ إلى دعوى وجوبِ الوجودِ في الصِّفةِ مِنْ غيرِ حاجةٍ إلى ذلكَ، مَع ما فيهِ مِنَ التَّناقُضِ.\rوالثّاني: أنْ يُقالَ: بلِ الدَّليلُ دلَّ على إثباتِ موجودٍ بنفسِه، فمتى لزمَ ألا يكونَ مُستغنيًا بنفسِهِ لزِمَ التَّناقضُ، ومَتى قُدِّرَ أنَّهُ ليسَ غنيًّا بنفسِهِ لزِمَ التَّناقضُ، سواءٌ كانَ نفيُ الغِنى عنهُ لاحتياجِهِ إلى فاعلٍ أو قابلٍ أو غيرِ ذلكَ.\rنَعَم لو جعلَ تلكَ الأُمورَ مِنْ لوازمِ نفسِهِ وأنَّها محتاجةٌ إليهِ لا قوامَ لها بدونهِ؛ لم يكُنْ في ذلكَ نفيُ غناهُ، ولا إثباتُ حاجتِه، سواءٌ قيلَ: إنَّها داخلةٌ في مسمَّى نفسِهِ أو لازمةٌ لنفسِه، فإنَّ وجوبَهُ بنفسِهِ لا يوجبُ غناهُ عَنْ نفسِه، فضلًا عَنْ أنْ يوجبَ غنًى هوَ داخلٌ في مسمَّى نفسِهِ أو لازمٌ لنفسِهِ.","seal":"036CD37F","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"وهذا كما أنَّ اللَّفظَ إذا دلَّ على معنًى بالمطابَقةِ فقد دلَّ على هوَ داخلٌ فيهِ بالتَّضمُّن، وعلى ما يلزمُهُ بالإلزام، ولا يُقالُ: إنَّ المدلولَ عليهِ بالمطابَقةِ محتاجٌ إلى ما هوَ المدلولُ عليهِ بالتَّضمُّنِ أو بمطلَقِ اللُّزومِ إلّا كما يُقالُ: إنَّ المدلولَ عليهِ بالمطابَقةِ محتاجٌ إلى نفسِهِ هوَ معنى قولِ القائلِ: هوَ محتاجٌ إلى نفسِه، وإنْ كانتْ هذهِ العبارةُ قد لا يحسُنُ إطلاقُها، فالكلامُ في المعنى المقصودِ بالعبارةِ وإلّا فالتَّشنيعُ المحضُ لا يثبتُ بِهِ حقٌّ، ولا يندفعُ بهِ باطلٌ، وهوَ عادتُهم في هذا البابِ كما ذكرَهُ أبو حامدٍ. وتمامُ الفائدةِ فيما ذكرَهُ أبو حامدٍ يحصلُ بمعرفةِ ثلاثةِ أشياءَ:\rأحدها: أنَّ هذهِ الحُجَّةَ التي ذكرَها عنهُم حُجّةٌ ناقصةٌ فيها تلبيسٌ، فإنَّهُ لم يذكُرْ فيها تخيُّلَ احتياجِ الصِّفةِ إلى الموصوفِ دونَ العكسِ كما قد بيَّنّاهُ، ولكِنْ قد نبَّهَ على تمامِها فيما بعدُ بقَولهم: هذا يؤدِّي إلى أنْ يكونَ الأوَّلُ محتاجًا إلى هذهِ الصِّفات، فلا يكون غنيًّا مطلَقًا، وقد بيَّنَ هوَ فسادَ هذا الكلام، ونحنُ قد بسطنا الكلامَ على هذهِ الحُجّةِ وغيرِها مِنْ كلامِهم في مواضعَ، وإنَّما كانَ المقصودُ هنا بيانَ ما تفطَّنَ لهُ أبو حامدٍ ونحوُهُ مِنْ فسادِ حُجَجِهم، وحاصلُ أمرِهم إمّا نفيُ الصِّفاتِ لعِلمِهم أنَّ الذّاتَ محتاجةٌ إليها، فيكونُ الواجبُ محتاجًا إلى غيرِهِ أو متقومًا بغيرِهِ ونحو ذلكَ. وقد أجابَ بأنَّ هذا وإنْ كانَ حقًّا، فليسَ فيما يثبتُ واجبَ الوجودِ ما ينفي هذا إذا لم يقمْ دليلٌ على أنَّ واجبَ الوجودِ هوَ ذاتٌ لا صفاتَ لها، وأنَّهُ واحدٌ ليسَ فيهِ معنى كثرةٍ، وإنَّما هُم في آخرِ الأمرِ إنَّما ينفونَ الكثرةَ والتَّركيبَ بدليلِهم المذكورِ في التَّوحيدِ كما ذكرَ أبو حامدٍ، حيثُ قالَ: إبطالكُم للقِسمِ الأوَّلِ وهوَ التَّثنيةُ المطلَقةُ قد بيَّنَّا أنَّهُ لا برهانَ لكُم عليها في المسألةِ التي قبلَ هذه،","seal":"D9D28961","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"وأنَّها لا تتمُّ إلّا بالبناءِ على نفيِ الكثرةِ في هذهِ المسألةِ وما بعدَها، فما هوَ فرع على هذهِ المسألةِ كيفَ تَنْبني هذهِ المسألةُ عليهِ؟ والذي أحالَ عليهِ هوَ أنَّهُ قالَ: المسألةُ الخامسةُ في بيانِ عَجزِهم عَنْ إقامةِ الدَّليلِ على أنَّ اللهَ واحدٌ، وأنَّهُ لا يجوزُ فرضُ اثنينِ واجبَي الوجود، وكُلُّ واحدٍ منهما لا عِلّةَ لهُ.\rواستدلالُهم على ذلكَ بمسلَكينِ:\rالمسلكُ الأوَّلُ: قولُهم: إنَّهما لو كانا اثنينِ لكانَ نوعُ وجوبِ الوجودِ مقولًا على كُلِّ واحدٍ منهما، وما قيلَ: إنَّهُ واجبُ الوجودِ فلا يخلو إمّا أنْ يكونَ وجوبُ وجودِهِ لذاتِهِ؛ فلا يُتصوَّرُ أنْ يكونَ لغيرِه، أو وجوبُ الوجودِ لعِلّةٍ، فتكونُ ذاتُ واجبِ الوجودِ معلولًا، وقدِ اقتضَتْ عِلّة وجوبِ الوجودِ، ونحنُ لا نريدُ بواجبِ الوجودِ إلّا ما لا ارتباطَ لوجودِهِ بعلمِهِ بجهةٍ مِنَ الجهات، فزَعموا أنَّ نوعَ الإنسانِ مقولٌ على زيدٍ وعلى عَمرٍو، وليسَ زيدٌ إنسانًا لذاتِه، إذْ لو كانَ إنسانًا لذاتِهِ لما كانَ عمرو إنسانًا، بَل لعِلّةٍ جعلتْهُ إنسانًا، وقد جعلَ عَمْرًا أيضًا إنسانًا فتكونُ الإنسانيّةُ بتكثر المادّةِ الحاملةِ لها، وتعلُّقُها بالمادّةِ معلولٌ ليسَ لذاتِ الإنسانيّة، فكذلكَ ثبوتُ وجوبِ الوجودِ لواجبِ الوجودِ إنْ كانَ لذاتِه، فلا يكونُ إلَّا لهُ، وإنْ كانَ لِعِلَّةٍ فهوَ أيضًا معلولٌ وليسَ بواجبِ الوجوبِ. وقد ظهرَ بهذا أنَّ واجبَ الوجودِ لا يكونُ إلّا واحدًا.\rقالَ أبو حامدٍ: قولُكُم: \"نوعُ واجبِ الوجودِ لواجبِ الوجودِ لذاتِهِ ولعلَّةٍ\" تقسيمٌ خطأٌ في وضعِهِ؛ فإنَّا قد بيَّنّا أنَّ لفظَ وجوبِ الوجودِ فيهِ إجمالٌ، إلَّا أنْ يرادَ بهِ نفيُ العِلم، فلْيستعملْ هذهِ العبارةَ، فنقولُ: لم يستحل","seal":"E710DD11","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"ثبوت موجودينِ لا عِلّةَ لهما، ولا أحدُهما علّةٌ للآخر، فقولكُم: إنَّ الذي لا علّةَ لهُ لذاتِهِ أو لسببٍ تقسيمٌ خطأٌ، لأنَّ نفيَ العِلّةِ واستغناءَ الوجودِ عَنِ العِلّةِ لا يُطلبُ لهُ علّةٌ، فأيُّ معنًى لقول القائلِ: إنَّ ما لا علّةَ لهُ لا علّةَ لهُ لذاتِهِ أو لعلّة، إذْ قولُنا: لا علّةَ لهُ سلبٌ محضٌ، والسَّلبُ المحضُ لا يكونُ لهُ سببٌ، ولا يقال فيهِ: إنَّهُ لذاتِهِ.\rوإنْ عنيتُم بوجوبِ الوجودِ وَصفًا ثابتًا لوجوبِ الوجودِ سِوى أنَّهُ موجودٌ لا علّةَ لوجودِهِ فهوَ غيرُ مفهومٍ في نفسِه، والذي يشكلُ مِنْ لفظِهِ نفيُ العِلّةِ لوجودِه، وهوَ سلبٌ محضٌ لا يقال فيهِ: إنَّهُ لذاتِهِ أو لعلّةٍ حتَّى يُبنى على وضعِ هذا التَّقسيمِ غرَضٌ، فدل على أنَّ هذا برهانٌ مزخرفٌ لا أصلَ لهُ، بَل نقولُ: معنى أنَّهُ واجبُ الوجودِ أنَّهُ لا علَّةَ لوجودِه، ولا علّةَ لكونِهِ بلا عِلّةٍ، وليسَ كونُهُ بلا علّةٍ معلَّلًا أيضًا بذاتِه، بَل لا علّةَ لوجودِه، ولا لكونِهِ بلا علّةٍ أصلًا، فكيفَ وهذا التَّقسيمُ لا يتطرَّقُ إلى بعضِ صفاتِ الإثبات، فضلًا عمّا يرجعُ إلى السَّلبِ؛ إذْ لو قال قائلٌ: السَّوادُ لونٌ لذاتِهِ أو لعلَّةٍ، فإنْ كانَ لذاتِهِ فينبغي ألَّا تكونَ الحمرةُ لونًا ولا أنْ يكونَ هذا النَّوعُ، أعني اللَّونيَّةَ إلّا لذاتِ السَّواد، وإنْ كانَ السَّوادُ لونًا لعلَّةٍ جعلتهُ لونًا، فينبغي أنْ يعقلَ سوادٌ ليسَ بلونٍ إنْ لم تجعلْهُ لونًا، فإنَّ ما ثبتَ للذّاتِ زائدًا على الذاتِ بعِلّةٍ يمكنُ تقديرُ عدمِهِ في الوهم، وإنْ لم يتحقَّقْ في الوجود، ولكِنْ يُقالُ: هذا التَّقسيمُ خطأٌ في الوضع، فلا يُقالُ في السَّوادِ: إنَّ كونَهُ لونًا لذاتِهِ أو لا علّةَ لهُ لذاتِهِ قولًا يمنعُ أنْ يكونَ ذلكَ لغيرُ ذاتَهُ بحالٍ (¬1).\r¬__________\r(¬1) انظر: تهافت الفلاسفة للغزالي ص 61.","seal":"F098F8A0","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"قلتُ: هذهِ الحُجَّةُ مادَّتُها هيَ مادَّةُ الحُجّةِ التي ذكرَها السّائلُ؛ إذْ أصلُ ذلكَ كلِّهِ أنَّهُ متى قُدِّرَ واجبانِ لزمَ أنْ يكونَ وجوبُ الوجودِ معلولًا، إمّا للماهيّةِ أو لأمرٍ آخرَ، ووجوبُ الوجودِ لا يكونُ معلولًا، فإنَّهُ إذا قدّرَ واجبًا لم ينحصِرْ نوعُهُ في شخصه، وإذا لم ينحصِرْ فلا يجوزُ أنْ يكونَ وجوبُ الوجودِ هيَ الموجبة (¬1) لتشخصهِ وتعينِهِ، إذْ لو كانَ كذلكَ لانحصرَ نوعُهُ في شخصِه، وتعيَّنَ وجوبُ الوجودِ والغرضُ خلافُهُ، ولا بُدَّ أنْ يكونَ نسب الشَّخصِ غيرَ وجوبِ الوجود، وحينئذٍ فسواءٌ أنْ كانَ وجوبُ الوجودِ لازمًا لذلكَ الشَّخصِ أو عارضًا لهُ فلا بدَّ أنْ يكونَ معلولًا لهُ؛ لأنَّ وجوبَ الوجودِ لا يحصلُ إلّا بهِ؛ كما في تحصلُ الإنسانيّةُ في الشَّخصِ إلّا بسبب غيرِ الإنسانيّة، كما ذكروا مِنْ أسبابِ ذلكَ، وهوَ المادّةُ الحاملةُ لها، والواجبُ بنفسِهِ لا يكونُ معلولًا.\rفهذا مُنتهى ما عندَ القوم، وأبو حامدٍ بفِطرتِهِ قد تفطَّنَ لفسادِها وقالَ: هذا التَّقسيمُ خطأٌ، ومثَّلَ ذلكَ باللَّونيّة، والتَّمثيلُ الذي ذكرَهُ مطابق، لكِنْ تبيَّنَ أصلُ فسادِ هذهِ الحُجَّة، ولم يبيِّنْ وجهَ المنعِ في مقدِّماتِها، لأنَّ ذلكَ مبنيٌّ لعِلّةِ القولِ في الماهيّةِ والوجودِ والفرقِ بينَهما والقولِ في أشخاصِ النَّوعِ وموادِّهِ ونحوِ ذلكَ مِنَ الأُصولِ التي ضلُّوا فيها، والتبسَ عليهم الحقُّ فيها حتَّى لبَّسوهُ على النّاسِ. وكثير مِنَ الرّادِّينَ عليهم يوافقُهم في تلكَ الأُصولِ الفاسدةِ أو بعضِها، فقَد تناقضَ في ردِّهِ كما تناقضوا هم في كلامِهم، ومثلُ هذا يوجدُ في كلامِ الرّازي، وكثيرِ ممّا يوجدُ في كلامِ\r¬__________\r(¬1) هكذا في المخطوط ولعلَّ الصواب (هو الموجب).","seal":"A9CCDBAA","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"الشّهرستانيِّ (¬1)، ويوجدُ في كلامِ الشّهرستانيِّ أكثرُ ممّا يوجدُ في كلامِ أبي حامد؛ فإنَّ القومَ تكلَّموا بكلامٍ فيهِ اشتباهٌ إجمالًا حتَّى غلطَ بسببِ ذلكَ كثيرٌ مِنْ أذكياءِ الرِّجالِ.\rونحنُ ننبِّهُ ونتكلَّمُ على كُلِّ هذهِ الحُجّةِ كما نبَّهْنا على كُلِّ الحُجّةِ التي ذكرَها السّائلُ، فنقولُ: قولكُم: لو كانَ نوعُ واجبِ الوجودِ مقولًا على كُلِّ واحدٍ منهُما، وما قيلَ: إنَّهُ واجبٌ الوجودِ إمّا أنْ يكونَ وجوبُ وجودِهِ لذاتِهِ أو لعِلّةٍ يعنونَ بهِ الوجودَ الذي يخصُّهُ أو يعنونَ بهِ الوجوبَ المشترَكَ الكُلِّيَّ الذي يتناولُهما، فإنْ عنيتُم التّاليَ فذاكَ مع كونِهِ كُلِّيًّا عامًّا لا يتحقَّقُ في الأعيان، وإنَّما يتحقَّقُ في الأذهان، وإذا كانَ إنَّما يوجدُ بشرطِ كونهِ كُلِّيًّا مطلَقًا أو عامًّا في الذِّهنِ.\rفإذا قيلَ: وجوبُ وجودِهِ لذاتِهِ لم يكُنْ في ذلكَ محذورٌ، إذ ثبوتُ كُلِّيٍّ في الذِّهنِ لا يمنعُ ثبوتَ أبي ببب.\rأفرادِهِ في الخارج، وإذا قيلَ: إنَّهُ لعِلَّةٍ لم يستلزمْ ذلكَ أنْ يكونَ الموجودُ الذي في الخارجِ مُعلّلًا؛ لأنَّ ما في الذِّهنِ عرَضٌ قائمٌ بالذِّهن، فهوَ مفتقرٌ إلى محلٍّ، وأمّا الموجودُ الواجبُ الذي في الخارجِ فليسَ هوَ مفتقرًا إلى محلٍّ إنْ عنيتَ الوجودَ الذي يخصُّهُ أو الوجوبَ الذي في الخارج،\r¬__________\r(¬1) هو: أبو الفتح محمد بن عبد الكريم بن أحمد الشهرستاني. من أئمة الإسلام في الكلام والفلسفة. كان علَّامة في علم الكلام وأديان الأمم ومذاهب الفلاسفة. صاحب كتاب (الملل والنحل). توفي سنة (548 هـ). انظر: الأعلام للزركلي (6/ 215)، ووفيات الأعيان (1/ 482).","seal":"EED0EBA1","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"وهوَ لا يكونُ إلّا معيَّنًا خاصًّا، وإنْ قيلَ: إنَّهُ يلزمُ مِنْ وجودِ الشَّخصِ وجودُ النَّوعِ وجود (¬1) الجِنسِ؛ فاللَّازمُ ليسَ مطلَقًا بشرطِ الإطلاق، وإنَّما هوَ معيَّنٌ خاصٌّ لا يشتركُ اثنانِ في عينِه، وإنِ اشترَكا في نوعِه، والموجبُ لتعيُّنِهِ وتشخُّصِهِ هوَ الموجبُ لِما هوَ متَّصِفٌ بهِ مِنْ كونهِ موجودًا أو واجبًا، وعنْدَ (¬2) ذلكَ وكذلكَ حميعُ أفرادِ النَّوع كالإنسان مثلًا، فالموجِبُ لعينِهِ الموجودةِ هوَ المُوجِبُ لما فيهِ مِنْ إنسانَيَّةٍ وحيوانيَّةٍ وغيرِ ذلكَ، وقد ضلُّوا إلى هذا الموضِعِ هُم ومَنِ اتَّبعَهم ضلالًا مُبينًا؛ فإنَّ قولَهم: إنَّ نوعَ الإنسانِ مقولٌ على زيدٍ وعلى عَمرٍو ليسَ زيدٌ إَنسانًا لذاتِه، إذْ لو كانَ إنسانًا لذاتِهِ لما كانَ عمرٌو إنسانًا، بلْ لعِلّةٍ جعلتْهُ إنسانًا، وقد جعلَ عمرٌو أيضًا إنسانًا، فكثرةُ الإنسانيّةِ بتكثيرِ المادّةِ الحاملةِ لها، وتعلُّقها بالمادّةِ معلولٌ ليسَ لذاتِ الإنسانيّة، فقَولُهم هذا الذي تذكرونَهُ في الإلهيّاتِ والطَّبيعاتِ والمنطقِ يظهرُ ما فيهِ مِنَ التَّلبيسِ مِنْ وجوهٍ:\rأحدُها: أنَّ قولَهم: ليسَ زيدٌ إنسانًا لذاتِه، إذْ لو كانَ إنسانًا لذاتِهِ لما كانَ عمرٌو إنسانًا يقالُ لهم: تعنونَ بقَولِكُم: لم يكُنْ إنسانًا لذاتِه، وأنَّ غيرَ هذا الإنسانِ المعيَّنِ الموجودِ يخلصُ بهِ كما يقولُهُ مَنْ يقولُهُ مِنَ المعتزلةِ: إنَّ المعدومَ شيءٌ أمْ ذاتٌ مطلَقةٌ مشترَكةٌ يشتركُ فيها هذا الإنسانُ وغيرُهُ، أمْ يعنونَ بذاتِهِ هذا الإنسانَ المعيَّنَ المخصوصَ، وهذهِ القِسمةُ حاصرةٌ؛ فإنَّ ذاتَ هذا الإنسانِ المخصوصِ إمّا أنْ تكونَ هذا الإنسانَ أو غيرَهُ، وإذا كانَتْ غيرَهُ فلا يخلو إمّا أنْ تكونَ جزئيّةً مثلَهُ تساويهِ في الخصوص، وإمّا\r¬__________\r(¬1) هكذا في المخطوط ولعلَّ الصواب (ووجود).\r(¬2) هكذا في المخطوط ولعلَّ الصواب (عند).","seal":"B626B9AB","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"أنْ تكونَ كُلِّيَّةً مطلَقةً تتناولُ غيرَهُ، فإنْ عنيتُم بذاتِ هذا الإنسانِ هذا الإنسانَ فكُلُّ إنسانٍ معيَّنٍ إنسانٌ لذاتِهِ المعيَّنةِ كما هوَ إنسانٌ بإنسانيَّتِهِ المعيَّنةِ ليسَتْ معيَّنةً مشتركةً بينَهُ وبينَ غيرِه، بَلْ وجميعُ ما لهُ مِنَ الجواهرِ والصِّفاتِ المعيَّنةِ ليسَتْ مشتركةً بينَهُ وبينَ غيرِه، بَلْ مختصّةٌ به، وكُلُّ واحدٍ بذاتِهِ المعيَّنةِ وسائرِ صفاتِهِ المعيَّنةِ لهُ وبهِ يمكنُ وجودُها مَع عدَمِ ذاتِ الآخرِ المعيَّنة، ومَع وجودِها، وإنْ قدّرت أنَّ ذاتَ زيدٍ هيَ ذات جزئيَّةٌ تساويهِ في الخصوصِ، فهذا القولُ وإنْ كانَ باطلًا لكِنْ لا يضرُّنا في هذا المقام، فإنَّهُ إذا قيلَ: إنَّ الإنسانيَّةَ المعيَّنة معلومةٌ معلولةٌ لتلكَ الذّاتِ المعيَّنةِ ما يضرُّ ذلكَ، وإنْ قيلَ لكَ: أتعني بذاتِهِ ذاتًا مطلَقةً مشتركةً هيَ الإنسانيّةُ المطلَقةُ مثلًا، قيلَ لكَ: هذهِ ليسَ لها في الخارجِ وجودٌ لشرطِ كونهِ مطلَقًا، والكُلِّيّاتُ مشترَكةٌ كلِّيّةُ، وإنَّما وجودُها في الخارجِ هوَ وجودُها المعيَّنُ فقَط، فليسَ في الخارجِ إنسانٌ ولا حيوانٌ، ولا نحوُ ذلكَ مِنْ غيرِ الأعيانِ الموجودة، فإذا قلتَ: الكُلُّ ثابتٌ في الأعيانِ أو المطلَقِ ونحوَ ذلكَ، وعنيتَ أنَّ ثبوتَها هوَ ثبوتُ الأعيان، فهذا معنًى صحيحٌ، وإنْ أردتَ أنَّها ثابتةٌ كلِّيّةٌ مطلَقةٌ، فهذا باطلٌ، وإنْ قلتَ: إنّا نريدُ أنَّها ثابتةٌ مطلَقةٌ لا بشرطِ الإطلاقِ ولا أريدَ ذلكَ فكونُها (¬1) كلِّيّةً وجزئيّةً قيلَ لكَ: قولكَ: إنَّها موجودةٌ لا بشرطِ الإطلاقِ لا ينافي ألا تكون إلَّا معيَّنة، فهيَ لا تكونُ في الخارجِ إلّا معيَّنةً وأنتَ إذا تصوَّرتَها مطلَقةً لا بشرطِ الإطلاق، ولا تتعيَّنُ، لم تكُنْ إلّا في الذِّهن، فكَما أنَّها بشرطِ الإطلاقَ لا تكونُ إلَّا في الذِّهن، فمَتى تنفك عَنْ\r¬__________\r(¬1) هكذا في المخطوط ولعلَّ الصواب (بذلك كونها).","seal":"BBE29852","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"nass":"شرطِ الإطلاقِ والتَّعيينِ لا تكونُ إلَّا في الذِّهن، وأمّا التي في الخارجِ فهيَ مشروطةٌ بالتَّعيينِ.\rوإنْ قالَ القائلُ: هيَ لا بشرطِ الإطلاقِ في الخارجِ قيلَ لهُ: وهيَ مع كونها لا بشرطِ الإطلاقِ في الخارجِ مشروطة بالتَّعيين، ومَنْ أثبتَها في الخارجِ منفكّةً مِنَ التَّعيينِ كما يقولُهُ أتباعُ أرِسطو كابنِ سينا والرّازي ونحوِهما؛ فهوَ بمنزلةِ مَنْ أثبتَها في الخارجِ منفكّةً عَنِ الوجود، كما يزعمُ أصحابُ أفلاطنَ، وكلاهُما خطأٌ، فليسَ في الخارجِ ماهيّة غيرُ موجودةٍ، ولا ماهيّةٌ مطلَقةٌ غيرُ معيَّنةٍ، ولا موجودٌ مطلَقٌ غيرُ معيَّنٍ، وإذا تبيَّنَ أنَّهُ ليسَ في الخارجِ ذاتٌ مطلَقةٌ لم يصِحَّ أنْ يُقالَ: إنَّهُ في الخارجِ إنسان لذاتٍ مطلَقةٍ، بَل هوَ إنسانٌ لغيرِ ذاتٍ مطلَقةٍ، وهيَ ذاتٌ معيَّنةٌ مشخَّصةٌ، وليسَ ذلكَ علّةً منفصلةً عَنْ ذاتِهِ المعيَّنةِ؛ ولهذا نتبيَّنُ خطأَهم في التَّقسيمِ كما ذكرَهُ أبو حامدٍ مِنْ غيرِ أنْ يحتاجَ أنْ يجعلَ معنى وجوبِ الوجودِ أمرًا سلبيًّا، فإنَّ ذلكَ ليسَ بجيدٍ، ولو كانَ معنى سلبيًّا فما يسلبُ عَنِ الشَّيءِ قد يكونُ لذاتِه، وقد يكونُ لعِلّةٍ غيرِ ذاتِه، فكما يجوزُ أنْ تضافَ الأُمورُ الثُّبوتيّةُ إلى هذينِ النَّوعينِ أمكنَ أنْ يُقالَ في بعضِ السَّلبيّاتِ هذينِ النَّوعين، فإنَّ استغناءَهُ عَنِ العِلّةِ إذا قيلَ: إنَّهُ لنفسِ ذاتِهِ كما أنَّ استغناءَ الرَّبِّ عمّا سواهُ لنفسِ ذاتِهِ لم يكُنْ هذا منتفِيًا، واللهُ تعالى يُوصَفُ بأوصافِ الكمال مِنْ ثبوتِ الممادحِ وانتفاءِ النَّقيض، وكِلا الصِّنفينِ وجبَ لهُ لنفسِه، فنفسُهُ تستوجبُ إثباتَ هذا وانتفاءَ هذا.\rالوجه الثّاني: مِنْ بيانِ التَّلبيسِ في هذا الموضعِ أنْ يُقالَ: قولُهم:","seal":"09FA200F","page":86},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"لو كانَ إنسانًا لذاتِهِ لما كانَ عمرٌو إنسانًا لذاتِهِ أتعنونَ بكونهِ إنسانًا إنسانيَّةً مطلَقةً مشتركةً أمْ إنسانيَّتَهُ المُعَيَّنَة.\rوعلى التَّقديرينِ تَجدون (¬1) في ذاتِهِ مثلَ ذلكَ، فإنْ عنيتُم إنسانيّةً مِنْ حيثُ هيَ هيَ فاجعلُوا بإزائِها ذاتَهُ مِنْ حيثُما هيَ هيَ، وإنْ عنيتُم إنسانيَّتَهُ المُعَيَّنَة فاجعلُوا بإزائِها ذاتَهُ المعينةَ، فالمطلَقُ معَ المطلَق، والمعيَّنُ معَ المعيَّن، وحينئذٍ فيَبطُلُ قولكُم: لو كانَ إنسانًا لذاتِهِ لما كانَ عمرو إنسانًا لذاتِهِ؛ لأنَّ كُلًّا مِنَ الإنسانيتينِ (¬2) إنْ أُريدَ بها المعيَّنةُ فلَها ذاتٌ معيَّنةٌ تلازمُها في الخصوص، وإنْ أُريدَ بها المطلَقةُ فلها ذاتٌ مطلَقةٌ تلازمُها في العموم، فكُلٌّ مِنَ الإنسانِ وذواتِ الإنسانِ يتلازمانِ في العمومِ والخصوص، وإنَّما ضَللتُم مِنْ حيثُ أخذتُم إنسانيّةً معيَّنةً وذاتًا مطلَقةً، وليسَ هذا بأَولى مِنَ العكس، وهوَ أنْ توجدَ إنسانيّةٌ مطلَقةٌ وذاتٌ معيَّنةٌ، وهذا مِنْ مقابَلةِ الباطلِ بالباطلِ ونظيرِ الباطلِ بالباطل، فإذا كانَ هذا باطلًا فقولُهم هذا باطلٌ.\rوكثيرًا ما يُنتفعُ بهذا النَّوع في النَّظرِ والمناظرةِ أنْ نقدِّرَ نظيرَ القولِ الذي قالَهُ الشَّخصُ، فإذا تبيَّنَ أنَّهُ باطلٌ فحُكمُ الشَّيءِ حُكمُ مثلِه، علمَ أنَّ نظيرَهُ باطلٌ، وبضربِ الأمثالِ ينكشفُ الحالُ، وقد ضربَ اللهُ الأمثالَ في كتابه لعبادِه، وهيَ مِنْ أنفعِ الأُمورِ.\rالوجه الثّالث: قولُهم: كثرتِ الإنسانيّةُ بتكثيرِ المادّةِ الحاملةِ لها، وتعلُّقها بالمادّةِ معلولٌ ليسَ لذاتِ الإنسانيّةِ. يقالُ لهُ: إنْ عنيتَ بالمادّةِ\r¬__________\r(¬1) في المخطوط (تجدوا) ولعلَّ المثبت هو الصحيح.\r(¬2) بعدها في المخطوط (من) ولا يستقيم معها الكلام، ولعلها مقحمة ولهذا لم أثبتها.","seal":"825F3C5C","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"نفسَ الإنسانِ الموصوفِ بالإنسانيَّة، فلا ريب أنه لكُلِّ إنسانٍ إنسانيّة تخصُّهُ، وهيَ تكثرُ بتكثيرِ الأناسيِّ، لكِنْ على هذا يَبطُلُ قولُكَ: وتعلُّقُها بالمادّةِ معلولٌ ليسَ لذاتِ الإنسانيّةِ؛ فإنَّ تعلُّقَ الإنسانيّةِ بالإنسانِ ليسَ لأمر وراء كونِهِ إنسانًا، بل نفسُ الإنسانِ موجِبٌ للإنسانيّة، وإنْ عنيتَ بالمادّةِ البدَنَ الذي للإنسانِ أو عرَضًا مِنْ أعراضِ البدَنِ فليسَ البدَنُ وحدَهُ حاملًا للإنسانيّة، بَلِ البدَنُ والرُّوحُ، ولو قدِّرَ أنَّهُ البدنُ مُفردًا أو بشرطِ تعلُّقِ الرُّوحِ بهِ فحمْلُ البدَنِ للإنسانيّةِ كحَملِها لسائرِ أعراضِهِ مِنَ الطُّولِ والعَرضِ والعُمقِ، فهوَ جِسمٌ بما منهُ مِنَ الأعراضِ والصِّفاتِ، ومعلومٌ أنَّ هذهِ الصِّفاتِ تكثرُ بتكثيرِ الأبدانِ وتقلُّ بقِلَّتِها، ولا يجوزُ أنْ يكونَ لهذهِ الأعراضِ وجودٌ بدونِ محلِّها الذي قامَتْ به، ولا يقالُ: إنَّ قيامَ العرَضِ بمحليّةٍ ليسَ بذاتِهِ بل لعِلّةٍ منفصلةٍ عنهُ؛ فإنَّ العرَضَ لم يوجَدْ إلّا في محلِّه، ولولا محلُّهُ لم يكُنْ لهُ تحقُّقٌ أصلًا، ولو كانَ لهُ في الخارجِ لا وجود ولا ماهيّة فمَنْ جعلَ الإنسانيّةَ شيئًا ثابتًا في الخارجِ غيرَ ما قامَ بالإنسان، ومَنْ جعلَ تعلُّقَ الإنسانيّةِ بالإنسانِ لعلّةٍ منفصلةٍ فقَد ضلَّ، وهذا الموضعُ ممّا ضلَّتْ فيهِ عقولُ هؤلاءِ وأتباعُهم؛ حيثُ تخيَّلوا حقيقةً مطلَقةً في الخارجِ للإنسانٍ ولغيرِهِ مِنَ الأنواع، وأنَّها تقارنُ المادّةَ التي هيَ عينُ كُلِّ واحدٍ مِنَ الآدميينِ وسائرِ أفرادِ النَّوع، وأنَّهُ بسببِ تلكَ المادّةِ يتشخَّصُ النَّوعُ، ولوِ اهتدَوا لعلِمُوا، وإنَّ ما سمَّوهُ مادّةَ عينِ الشَّخص، فالسَّببُ هوَ المسبّبُ، فليسَ في الخارجِ موجودٌ غيرُ أفرادِه، فلا وجودَ لحقيقةٍ في الخارجِ غير وجودِ ما سمَّوهُ مادّةً في اصطلاحِهم هُنا هيَ المادّةُ المقرونةُ بالصُّورة، سواءٌ كانَتِ الصُّورةُ جوهرًا كصُورةِ الحيوانِ والنَّباتِ والمعادن، أو كانَتْ","seal":"84313AEC","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"عرَضًا كالصُّوَرِ الصِّناعيَّةِ صورةِ الخاتمِ والدِّرهمِ والسَّريرِ ونحوِ ذلكَ، فإنَّ كُلَّ واحدٍ مِنَ المادَّةِ والصُّورةِ هناكَ هوَ شخصٌ معيَّنٌ، والمادّةُ للصورة الصِّناعيةِ حَقٌّ، لكِن أصلُهُ أنَّ الصُّورةَ عَرَضٌ قائمٌ بجِسمٍ، وأمّا المادّةُ التي يُثبتونَها للجِسمِ المعيَّنِ فهيَ مِنْ بابِ الخيال، كما أنَّ الماهيّةَ التي يثبتونَها للأشخاص، ويُسمُّونَها المادّةَ هيَ أيضًا مِنْ بابِ الخيال، فالمادّةُ هنا هيَ الأشخاصُ المعيَّنةُ، وهيَ ثابتةٌ، لكِنْ ليسَ لها حقيقةٌ مطلَقةٌ غيرُ هذهِ الأعيانِ المشخَّصة، وصُوَرُ الأجسامِ حقٌّ موجودةٌ لكِنْ ليسَ لها مادّةٌ غيرُ الصُّورةِ تعتقبُ عليها الصُّورةُ، بَلْ ما يُقدِّرونَهُ يتعاقب عليهِ الاتِّصالُ والانفصالُ المعيَّنُ، وهوَ نفسُ الجِسمِ لا غيرهُ، والاتِّصالُ والانفصالُ عَرَضٌ تخيَّلَهُ، وهوَ الاجتماعُ والافتراقُ، وتقديرُ تفرُّقِ غيرِ الصُّورةِ هوَ للمِقدارِ والبُعدِ المطلَق، وذلكَ وجودُهُ في الأذهانِ لا في الأعيانِ.\rالوجهُ الرّابعُ: أنَّ ما يقولونَ في هذا البابِ في المنطقِ والطَّبيعيّاتِ والهيئاتِ وغيرِ ذلكَ مِنْ لفظِ العِلّةِ والمعلول، ولفظِ الذّاتِ والماهيّة، بَل ولفظِ الوجود، فيهِ إجمالٌ واشتباهٌ واشتراك.\rوأكثرُ اختلافِ العقلاء مِنْ جهةِ اشتراكِ الأسماء، فإنَّهم يثبتونَ كلامَهم على أصلينِ؛ أحدُهما: إثباتُ شيئين، والثّاني: كونُ أحدِهما علّةَ الآخرِ؛ كزعمِهم أنَّهُ إذا قُدِّرَ واجبانِ لزمَ أنْ يكونَ كُلٌّ منهُما ممّا بهِ الاشتراكُ، وهوَ وجوبُ الوجودِ مثلًا، وممّا بهِ الافتراقُ، وهوَ ما لكُلٍّ منهُما مِنَ الماهيّة، ثمَّ كُلٌّ منهُما إنْ كانَ لازمًا للآخرِ كانَ معلولًا لهُ، فيكونُ إمّا أنَّ وجوبَ الوجودِ معلول لغيرِه، وإمَّا أنْ تكونَ العِلّة الواحدةُ لها معلولانِ مختلفان،","seal":"206C8898","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"وإنْ لم يكُنْ لازمًا بَلْ عارضًا كانَ الوجودُ لعروضِهِ لهُ علّة، فيكونُ وجوبُ الوجودِ معلولًا وهوَ مُحالٌ، فهذا الكلامُ وما أشبهَهُ ألفاظٌ فيها اشتباهٌ وإجمالٌ، فإذا كانَتْ مفرداتُ الدَّليلِ مبهمةً وتركيبُها تَركيبًا طويلًا لكثرةِ ما فيهِ مِنَ التَّقسيماتِ التي هيَ شرطيّاتٌ منفصلةٌ، ومِنَ التَّلازماتِ التي هيَ متَّصلةٌ، وغيرُ ذلكَ، عسُرَ على الذِّهنِ ضبطُ موانعِ الغلَطِ فيهِ مِنْ جنسِ حسبت لعميدي (¬1)، فما أشبه طريقَهم بطريقِه، لكِنَّ ذلكَ قد عُلِمَ أنَّ ما يقولُهُ باطلٌ في نفسِ الأمر، لاستلزامِهِ الجمعَ بينَ النَّقيضين، واستدلاله بالصُّورةِ الواحدةِ على كُلِّ مطلوبٍ نفيًا كَانَ أو إثباتًا، أو على كُلِّ نفيٍ أو على كُلِّ إثباتٍ، أو على جملٍ كثَيرةٍ تتناولُ الحقَّ والباطلَ. ولهذا إِنَّما يستعملُونه في مجاري الظُّنونِ الخلافيّة، وقد علمَ الفضلاءُ أنَّ كلامَهُ مِنْ جنسِ الأحاجيِّ والألغازِ التي تمتحنُ الأذهانَ وتحلُّها، وأمّا هؤلاءِ ومَنْ ضاهاهُم فيَتوهَّمونَ ويُوهِمونَ أنَّ ما يقولونَهُ براهينُ قطعيَّةٌ نفيسةٌ، وهيَ حُجَجٌ سوفسطائيّةٌ، فأفسَدُوا بها مِنَ العقولِ والأديانِ ما لا يحصيه إلَّا ربُّ البَرِيَّة، مثالُ ذلكَ أنَّ لفظَ العِلّةِ يُطلِقونَهُ على أربعِ (¬2) معانٍ مشهورةٍ عندَهم، وهيَ الفاعلُ والغايةُ والصُّورةُ والقابلُ، فأمّا إطلاقُها على الغايةِ المقصودةِ للفاعلِ التي هيَ مقصودُهُ ومرادُهُ بالفعل، وهذهِ العِلّةُ هيَ سابقةٌ في العِلّةِ والقصد، متأخِّرةٌ في الوجود، كالذي يشتري الطَّعامَ ليأكلَهُ، فإنَّ تصوُّرَهُ لأجلِ الأكلِ وقصدَهُ لهُ سابقٌ على اشتراءِ الطَّعام، وأمّا نفسُ الأكلِ فمتأخِّرٌ على اشتراءِ الطَّعام، ونظائرُ ذلكَ كثيرةٌ.\r¬__________\r(¬1) هكذا في المخطوط (حسبت لعميدي) وهو تصحيف.\r(¬2) الجادة: أربعة.","seal":"53915BCF","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"ولهذا يُقالُ: أوَّلُ الفكرةِ آخرُ العمل، وأوَّلُ البغية آخرُ الدَّرك، فالفكرةُ إشارةٌ إلى ما يُتصوَّرُ بها، والبُغيةُ هيَ الإرادةُ والقصدُ، وهذا بيِّنٌ، وقد يقولونَ: العِلّةُ الغائيةُ عِلّةٌ فاعليّة للعِلّةِ الفاعليّةِ بها، صارَ الفاعلُ فاعلًا، والتَّحقيقُ أنَّهُ بها يتمُّ كونُهُ فاعلًا لا أنَّها بمجرَّدِها علّةُ كونِهِ فاعلًا، وقد يقولونَ: إنَّها سابقةٌ بالماهيّةِ متأخِّرةٌ بالوجود، ولا ماهيّةَ لها في الوجودِ قبلَ وجودٍ، وإنَّما هيَ سابقةٌ في الماهيّةِ والوجودِ الذي في العِلمِ والقصد، لا في الخارجِ.\rوقد بسطْنا الكلامَ على هذا الباب، وما لهم فيهِ مِنَ التَّناقُض، وكيفَ يبطُلُ قولُهم بأنَّهُ موجبٌ بذاتِه، إنَّما يذكرونَهُ مِنَ الغاياتِ المرادةِ لهُ في أفعالِه، وما في ذلكَ مِنْ إبطالِ قولِهم بنَفيِ الصِّفات، وإنَّما المقصودُ هنا أنَّ إطلاقَ لفظِ العِلّةِ على الحِكمةِ المقصودةِ بالفِعلِ هوَ اصطلاحٌ معروفٌ لهم ولغيرِهم مِنْ أهلِ النَّظرِ. وكذلكَ إطلاقُ لفظِ العِلّةِ على السَّببِ الذي ليسَ لهُ شعورٌ ولا قصدٌ هوَ أيضًا اصطلاحٌ معروفٌ، وأمّا إطلاقُ لفظِ العِلّةِ على الفاعلِ الذي لهُ عِلمٌ وإرادةٌ، وهوَ الذي يزيدُ العِلّةَ الغائيةَ، فهذا ممّا ينازعونَ في إطلاقِه، وإنْ قيلَ: إنَّ النِّزاعَ في ذلكَ لفظيٌّ فالمقصودُ أنْ يعرفَ ما دخلَ مِنْ الاشتراكِ في هذهِ الألفاظِ بسببِ تنوُّعِ الاصطلاحاتِ وغيرِها، حتَّى يتبيَّنَ مواضعُ الغلَطِ النّاشئةُ مِنْ ذلكَ.\rوكذلكَ إطلاقُ لفظِ العِلّةِ على المادّةِ والقائلِ الذي يكونُ جوهرًا، أو يكونُ ما يسمُّونَهُ صورةً عرَضًا لهُ، سواءٌ كانَتِ الصُّورةُ صناعيّةً أو طباعيّةً، مثلُ قولِهم: إنَّ الصِّفةَ مادَّةٌ، وهيَ الخاتمُ، والدِّرهمُ ونحوُ ذلكَ صورةٌ فيها،","seal":"818D4492","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"والخشبُ مادّةٌ، وشكلُ السَّريرِ والبابِ وغيرِ ذلكَ صورةٌ فيه، أو الحديدُ مادّةٌ، وشكلُ السَّيفِ أو غيرِهِ صورةٌ فيه، ونحو ذلكَ، فإنَّ هذهِ الصُّورةَ الصِّناعيّةَ في جميعِ البابِ إمّا هيَ عرَضٌ قائمٌ بجوهرٍ، وهوَ التَّأليفُ والشَّكلُ الخاصُّ، ليسَتِ الصُّورةُ هنا جوهرًا قائمًا بنفسِه، وهذا بيِّنٌ بالحِسِّ والعقل، وحينئذٍ فقَولُهم: إنَّ المادّةَ والصُّورةَ عِلَّتانِ للمركَّب، وهُما عِلَّتانِ للماهيّة، كما أنَّ الفاعلَ والغايةَ عِلَّتانِ لوجود تحقيقه، أنَّ هذهِ الأجسامَ التي قامَ بها هذا العَرَضُ هيَ مركَّبةٌ مِنْ موصوفٍ وصفةٍ، وأنَّ الموصوفَ والصِّفةَ عِلَّتانِ لماهيّةِ الموصوف، ثمَّ إنَّ مِنَ المعلومِ أنَّ هذهِ الماهيّة تُتصوَّرُ في الذِّهنِ ثمَّ توجدُ في الخارج، فوجودُها الذِّهنيُّ هوَ ماهيَّتُها الذِّهنيّةُ، ووجودُها الخارجيُّ هوَ ماهيَّتُها الخارجيّةُ، وحينئذٍ فما لم يوجدْ في الخارجِ فليسَ في الخارج، لا علّةٌ ولا معلولٌ، وإذا تُصوِّرَ في الذِّهنِ أو وُجِدَ في الخارج، فإنَّما هوَ موصوفٌ قامَتْ بهِ صفةٌ، وليسَ هنا شيءٌ غيرُ الموصوفِ والصِّفةِ حتَّى يكونَ هذانِ عِلَّتينِ لهُ، بل ما سبقَ علّةُ مادّةٍ وصورتُهُ هوَ نفسُ المعلول، ونفسُ المعلولِ هوَ نفسُ العِلّة، فليتدبَّرْ هذا؛ فإنَّ قولَهم: إنَّ المادّةَ والصُّورةَ عِلَّتانِ للماهيّةِ وللحقيقةِ ونحو ذلكَ يوهِمُ أنَّ في الخارجِ ماهيّةً غيرَ المادّةِ والصُّورة، وأنَّ المادّةَ والصُّورةَ علّة لتلكَ الماهيّة، وكُلُّ هذا خيالٌ فاسدٌ، فليسَ في الخارجِ إلّا الموجودُ الذي هوَ الدِّرهمُ والخاتمُ وهيَ فضّةٌ لها شكلٌ خاصٌّ، ليسَ في الخارجِ سوى ذلكَ، لا ماهيّةٌ ولا وجود ولا غيرُ ذلكَ. وبتقديرِ أنْ يكونَ هناكَ ماهيَّةٌ غيرُ هذا الموجود، فليسَ هوَ غيرَ الموصوفِ والصِّفةِ القائمةِ به، وتقديرُ أنْ تكونَ المادّةُ والصُّورةُ غيرَ الموصوفِ والصِّفة، فليسَ هناكَ ماهيّةٌ غيرُ المادّةِ والصُّورةِ حتَّى يكونَ هذانِ علّةً لغيرِ أنفُسِهما، فهذهِ ثلاثةُ مقاماتٍ","seal":"20653574","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"يتبيَّنُ بها ما يدخلُ في مثلِ هذا مِنَ الخيالِ والضَّلال، وهذا بعدَ أنْ يوافِقوا على تسميةِ كُلٍّ مِنَ الموصوفِ والصِّفةِ علّةً للآخر، وإلّا هذا اصطلاحٌ منكرٌ في الفِطرة؛ إذِ الموصوفُ وهوَ الدِّرهمُ مثلًا محلٌّ لهذا العَرَض، كما أنَّ سائرَ الأجسامِ مواضعُ لأعراضِها، فزعمُ الزّاعمِ أنَّ هذهِ الصُّورةَ ليسَتْ عرَضًا كسائرِ الأعراضِ غلَطٌ، وكذلكَ جعل الصِّفةَ علّةً، ولو قالوا: إنَّهما عِلَّتانِ للمركَّبِ كانَ التَّحقيقُ أنَّ الصّانعَ هوَ الذي فعلَ هذا التَّركيبَ، فإنَّهُ هوَ الذي صاغَ الفضّةَ دِرهمًا وخاتمًا، فأمّا جعلُ أحدِهما علّةً للآخرِ فحاصلُهُ أنَّهُ لا بدَّ للصِّفةِ مِنَ الموصوف، ولا بدَّ لهذا الموصوفِ بشرطِ كونهِ موصوفًا مِنَ الصِّفة، وهذا الأمرُ لازمٌ لجميعِ الصِّفاتِ والموصوفاتِ المشاركةِ لكُلِّ جوهرٍ وعرَضِه، فإذا فرِّقَ بينَ الجوهرِ والعَرضِ والمادّةِ والصُّورة، وهُم يفرِّقونَ بينَ هذا وهذا، فيجعلونَ الجوهرَ هوَ المحلَّ الذي يستغني عَنِ الحال، ويسمُّونَهُ الموضوعَ، ويجعلونَ المادّةَ هيَ المحلَّ الذي يستغني عَنِ الحالِ فيه، وهذا تفريقٌ باطلٌ؛ فإنَّهم إنْ عَنَوا باستغناءِ المحلِّ أنَّهُ يمكنُ وجوده مجرَّدًا عَنِ العَرَض، فهذا شأنُ هذهِ الصِّفة، وإنْ عَنَوا أنَّهُ لا يستغني بشرطِ كونهِ مركَّبًا مِنَ الصُّور، فهذا شأنُ جميعِ الأعراض، وكذلكَ الصُّورُ التي هيَ الأعْراضُ طباعيّة، كالحرارةِ في النّار، والبرودةِ في الماءِ ونحوِ ذلكَ، إذا قالوا: إنَّ الحرارةَ صورةُ النّار، فالصُّورةُ هنا عرَضٌ قائمٌ بجِسمٍ، فإنَّ الحرارةَ قائمةٌ بالحارّ، والبرودةَ قائمةٌ بالبارد، وأمّا الصُّوَرُ إذا عَنوا بها جوهرًا كما إذا قالوا: إنَّ نفسَ الجِسمِ القائمِ بنفسِهِ صورةٌ قائمةٌ بمادّةٍ، فليسَتِ المادّةُ هنا أيضًا جوهرًا قائمًا بنفسِه، بَلْ إذا قالوا: إنَّ الجِسمَ يعرضُ لهُ الاتِّصالُ والانفصالُ، ومحلُّ الاتِّصالِ والانفصالِ غيرُ المتَّصلِ والمنفصل، كانَ هذا عندَ التَّحقيقِ","seal":"9FA2DE98","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"راجعًا إلى المقدارِ والبعدِ القائمِ بالجِسمِ، وكُلُّ جسمٍ معيَّنٍ لهُ مقدارٌ يخصُّهُ، والمقدارُ المطلَقُ كالجِسمِ المطلَق، وكلاهما لا يوجدُ مطلَقًا إلَّا في الذِّهن، فصارَ ما يعنونَهُ بالمادّةِ هنا ليسَ إلّا عرَضًا، كما أنَّ ما يعنونَهُ بالصُّورةِ هناكَ ليسَ إلّا عرَضًا، وهُم يسمُّونَ ذلكَ العِلّةَ والمعلولَ والماهيّةَ، فقد تبيَّنَ ما في لفظِ العِلّةِ والمعلولِ والماهيّةِ مِنْ هذا الأساس، وهذا في الطَّبيعيّاتِ التي هيَ أساسُ علمِهم، ومنها يأخذونَ أُصولَ براهينِهم؛ إذْ هيَ مشهودةُ الجزئيّاتِ معقولةُ الكُلِّيّات، فكيفَ الظَّنُّ إذا خاضُوا في المنطقِ الذي هوَ المعقولاتُ الثّابتةُ، وهوَ العِلمُ الإلهيُّ هنالكَ، يصير كلامهم {كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ (39) أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} [النور: 39، 40].\rفإنَّ هذينِ المثلينِ مطابقٌ لجهلِهم المركَّبِ والبسيطِ؛ إذ هم وكُلُّ كافرٍ لا يخرجُ عَنْ هذينِ القِسمين، وهكذا ما ذكرتموهُ في المنطقِ والإلهيّاتِ الذي منهُ مادّةُ هذا الدَّليل، فإنَّ قولَكُم: الماهيّاتُ المختلفةُ الحقائقِ قد تتَّفقُ في أُمورٍ لازمةٍ أو عارضةٍ كاتِّفاقِ الإنسانِ والحيواناتِ في الحيوانيّة، أو في الغذاءِ والحرَكة، ثمَّ يقولونَ: ما اتفقَتْ فيهِ عارضٌ مِنْ عوارضِ ما اختلفَتْ فيه، والمختلفُ فيهِ هوَ العِلّةُ لما اتّفقَ فيهِ؛ إذْ يجوزُ اشتراكُ الحقائقِ المختلفةِ في أُمورٍ لازمةٍ عارضةٍ متَّفقةٍ، وقولكُم: الأُمورُ المتَّفقةُ بالحقيقةِ كالنَّوعِ يجوزُ أنْ يعرضَ لها أُمورٌ مختلفة كما يعرضُ لأشخاصِ النَّوعِ أنْ يكونَ هذا","seal":"63865AD9","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"كاتبًا، وهذا فقيهًا، ولا يجوزُ أنْ يكونَ ذلكَ لازمًا لها؛ لأنَّ الطَّبيعةَ الواحدةَ لا توجِبُ أمورًا مختلفةً، وإذا كانَ ما اختلفَتْ فيهِ عارضًا لها فيكونُ لهُ سببٌ غيرُ سببِ الماهيّةِ التي اتَّفَقا فيها؛ وأمثالَ هذا الكلامِ يرجعُ حاصلُهُ عندَ التَّحقيقِ إلى تلبيسٍ وتمويهٍ، فإنْ جعلتموهُ جِنسًا كالحيوانِ وقلتُم: إنَّه أنواعُهُ، كالإنسانِ والفرَدس، يتَّفقُ في أمرِ لازمٍ كالحيوانيَّة، أو عارضٍ كالغذاءِ والحرَكة، أو ما فيهِ مِنَ التَّلبيسِ هنا، أنَّ هذا المستدلَّ لم يفرِّقْ بينَ العرَضِ اللَّازمِ للماهيّةِ أو لوجودِها، وبينَ العارضِ الذي يجوزُ أنْ يفارقَها؛ فإنَّهُ قد علمَ أنَّ مِنِ اصطلاحِهم المشهورِ في منطقِهم اليُونانيِّ أنْ يفرِّقوا بينَ الذّاتيِّ وبينَ العَرَضيِّ اللّازمِ للماهيّةِ واللّازمِ لوجودِها، وقدَّمْنا فسادَ فرقِهم في غيرِ هذا الموضع، وخاطَبْنا بهِ غيرَ واحدٍ مِنْ أعيانِهم، وأمهلتُهم مدّةً طويلةً للنَّظرِ ومراجعةِ كُتبِ أئِمَّتِهم، ومراجعةِ بعضِهم بعضًا، وتبيَّنَ مع هذا أنَّ ما يذكرونَهُ مِنَ الفرقِ لا حقيقةَ لهُ إلّا مجرَّد الاصطلاحِ الوضعيِّ التَّحكُّميِّ الذي لا يرجعُ إلى حقيقةٍ ثابتةٍ، ولا علمٍ مطابقٍ لمعلومه، ولكنَّا هنا نخاطبُهم بموجبِ اصطلاحِهم، فنقولُ: أنتُم تجعلونَ المنطقَ مثلًا لازمًا ذاتيًّا للإنسان، والضَّحكَ لازمًا عرَضيًّا، وتفرِّقونَ بذلكَ بينَ الحدِّ الذّاتيِّ الذي يذكرُ فيهِ الفَصلُ معَ الجِنسِ وبينَ الرَّسميِّ الذي يذكرُ فيهِ الخاصّةُ بدلَ الفَصل، إمّا معَ الجِنسِ وإمَّا مع العرَضِ العامّ، وتجعلونَ الكلامَ على هذهِ الكُلِّيّاتِ الخمسةِ: الجنسِ والنَّوعِ والفَصلِ والخاصّةِ والعرَضِ العامِّ مِنْ أُصولِ عِلمِكم، وتسمُّونَهُ أُمًّا، وتقولونَ: السَّوادُ للقارِ والغُراب، أو الظِّلُّ للفرَسِ عندَ طلوعِ الشَّمس، ونحوُ ذلكَ لازمٌ للوجود، لا للماهيّة، وكلاهما","seal":"1D7EC4F9","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"عرَضيٌّ، وأمّا العَرضُ فمتى ما يوجدُ الحقيقة (¬1) في الخارجِ بدونهِ كالطُّولِ والقِصَرِ والصِّحَّةِ والمرَضِ وحمرةِ اللَّونِ وصُفرتهِ ونحوِ ذلكَ، ومنهُ ما يكونُ لازمًا للشَّخص، لا للنَّوع، كرؤيتِهِ، ومنهُ ما هوَ بطيءُ الزَّوالِ كالشبيبة والتَّوجع، ومنهُ ما يكونُ سريعَ الزَّوالِ؛ كحُمرةِ الخَجلِ وصُفرةِ الوَجلِ، وإذا كانَ كذلكَ فقولُهُ في الحُجّةِ المختلفات قد تتَّفقُ في أمورٍ عارضةٍ؛ كاتِّفاقِ الإنسانِ والحيواناتِ في الغذاءِ والحرَكة، يُقالُ لهُ: الغِذاءُ للحيوانات، والحرَكةُ الإراديّةُ هيَ لازمةٌ لماهيَّتِه، بلْ هيَ ذاتيّةٌ لهُ؛ إذِ الحيوانُ هوَ الجِسمُ الحسّاسُ النّامي المتحرِّكُ يا لإرادة، فكيفَ تكونُ الحركةُ عارضًا، بَل عارضًا مفارِقًا، فإنْ قالَ: أريدُ بهِ العرَضيَّ، سواءٌ كانَ لازمًا أو غيرَ لازمٍ بَطَلَ أصلُ تقسيمِهِ إلى لازمٍ وعارضٍ؛ فإنَّ اللّازمَ يدخلُ فيهِ اللَّازمُ الذَّاتيُّ والعرَضيُّ، وهوَ لم يقسِّمْ هذهِ الصِّفاتِ إلى ذاتيٍّ وعرَضيٍّ، بَلْ إلى لازمٍ وإلى عارضٍ مفارقٍ، وهذهِ الأُمورُ ليسَتْ عارضًا مفارِقًا باتِّفاقِ العُقلاء، وهذا اعتراضٌ على ما ذكرَهُ هذا المحتَجُّ، ثمَّ نقولُ: ما يفسدُ بهِ كلامُهُ وكلامُ غيرِهِ قولُكُم: إنَّ النَّوعَ الجِنسَ قد يتَّفقُ في أمرٍ لازمٍ أو عارضٍ (¬2)، ولكَ أنْ تسلكَ طريقًا آخرَ في إفسادِ هذهِ الحُجّةِ، وهوَ طريقُ المعارَضةِ؛ فإنَّ ما ذكرَهُ مِنْ هذهِ الحُجّةِ في واجبَي الوجودِ يريدُ نظيرَهُ في الوجودِ الواجبِ والوجودِ الممكِن، وفي الواجبِ بنفسِهِ والواجبِ بغيرِه، وهوَ أمر لا حيلةَ في إثباتِهِ؛ فإنَّهُ لا ريبَ أنَّ هنا وجودًا ولا ريبَ أنَّ الوجودَ إمّا واجِبٌ، ونحنُ نشاهدُ حدوثَ أشياءَ بعدَ أنْ لم تكُنْ، فلا يجوزُ أنْ تكونَ واجبةً بنفسِها، فإنَّ الواجبَ\r¬__________\r(¬1) في المخطوط (فمتى يوجد للحقيقة) ولعلَّ المثبت هو الصحيح.\r(¬2) بعدها فرغ بمقدار كلمة.","seal":"7DB580DB","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":"بنفسِهِ لا يقبلُ العدَمَ؛ إذْ لو قبِلَ العدَمَ تارَةً، والوجودَ أُخرى؛ لكانَ ممكِنًا، فهذهِ الحوادثُ ليسَتْ ممتنعةً لأنَّها وُجدَتْ، ولا واجبةً لأنَّها كانَتْ معدومةً فتعيَّنَ أنَّها ممكنة تقبلُ الوجودَ والعدَمَ، وحينئذٍ فقد عُلِمَ بالضَّرورةِ أنَّ في الموجوداتِ ما هوَ واجبٌ بنفسِه، ومنها ما هوَ ممكنٌ بنفسِه، ليسَ لهُ وجودٌ بنفسِه، بَل وجودُهُ بغيرِه، وهوَ الممكنُ، فنقولُ: هذانِ الموجودانِ: الواجبُ بنفسِهِ والممكنُ بنفسِهِ الواجبُ بغيرِهِ اشترَكا في مُسمَّى الوجود، وامتازَ أحدُهما عَنِ الآخرِ بالوجوبِ أو الإمكان، فلا يخلو إمّا أنْ يكونَ ما اتَّفقَا فيهِ لازمًا لما اختلَفا فيهِ أو ملزومًا أو عارضًا أو معروضًا، فإنْ قيلَ بالأوَّلِ وإنْ كانَ اختلافُهما فيما اتَّفَقا فيه، وهوَ الوجودُ، لزمَ أنْ يكونَ أحدُهما موجودًا دونَ الثّاني، وإنْ كانَ فيما افترَقا فيهِ وهوَ الوجوبُ والإمكانُ، واتِّفاقُهما في الوجود، وهوَ القسمُ المحقَّقُ، كانَ ما اختلَفا فيهِ علّةً لما اشترَكا فيه، فيكونُ الوجوبُ والإمكانُ علّةً للوجوب، والعِلّةُ تتقدَّمُ المعلولَ بالوجوب، فيَستلزِمُ أنْ يكونَ الوجوبُ متقدِّمًا بالوجودِ على الوجود، فيلزمُ أنْ يكونَ الشَّيءُ متقدِّمًا بالوجودِ على نفسِه، أو موجودًا مرَّتينِ كما ذكروا في الماهيّةِ معَ الوجود، فالقولُ في الوجوبِ معَ الوجودِ كالقولِ في الماهيّةِ معَ الوجود، ويلزمُ هنا محاذيرُ أعظمُ مِنْ ذلكَ، وهوَ أنَّ إمكانَ الممكنِ الوجودِ إذا كانَ هوَ العِلّةَ في وجودِهِ لزمَ استغناءُ الممكناتِ عَنِ الواجب، ولزمَ أنْ يكونَ الممكنُ بنفسِهِ واجبًا بنفسِهِ؛ إذْ كانَ إمكانُهُ علّة ووجوده، بَلْ يلزمُ وجودُ كُلِّ ممكنٍ، فإذا جعلَ ما اختلفا فيهِ علَّةَ ما اشترَكا فيهِ لزِمَ هذا المحالاتِ التي هيَ مِنْ أعظمِ الضَّلالات، وإنْ قيلَ بالقسمِ الثّاني، وهوَ أنْ يكونَ ما اختلَفا فيهِ لازمًا لما اتَّفَقا فيه، فقَد مَرَّ إبطالُهُ في كلامِهم بما تقدَّمَ مِنْ أنَّ الطَّبيعةَ","seal":"B6EA917C","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"nass":"الواحدةَ لا يَلزَمُها أُمورٌ مختلفةُ، وهذا بيِّنٌ؛ فإنَّ الوجودَ لا يقتضي بنفسِهِ وجوبًا وإمكانًا، والحيوانيّةُ لا تقتضي لذاتِها نُطقًا وصَهيلًا، ولو كانَ كذلكَ لكانَ حيثُ كانَ وجودٌ كانَ وجوبٌ وإمكانٌ، فيكونُ الوجودُ الواحدُ واجبًا وممكنًا، والواجبُ لا يقبلُ العدَمَ، والممكنُ يقبَلُ العدَمَ، فيلزمُ الجمعُ بينَ النَّقيضَينِ.\rوأمّا القسمُ الثّالثُ: وهوَ أنْ يكونَ المشترَكُ عارضًا للمميَّز، فيلزمُ مِنْ ذلكَ أنْ يكونَ وجودُ واجبِ الوجودِ عارضًا لهُ، لا ذاتيًّا، فلا بدَّ أنْ يكونَ هنا ما يعرضُ لهُ الوجودُ الواجبُ، وإذا بَطَلَ القولُ يكونُ وجودُهُ لازمًا لغيرِه، فلأنْ يبطُلَ كونُهُ عارضًا لغيرِهِ بطريقِ الأَولى والأحرى فإنَّ هذا فيهِ مفسدةٌ أُخرى، وهوَ أنَّ العارضَ للحقيقةِ لا تكونُ كافيةً في حصولِه، بَل يتوقَّفُ حصولُهُ على سببٍ منفصلٍ مِنَ الحقيقة، فيلزمُ أنْ يكونَ وجودُهُ معلولًا لغيرِهِ متوقِّفًا على غيرِ ذاتِه، وهذا قولٌ بأنَّ وجودَهُ ممكنٌ لا واجبٌ.\rوأمّا القِسمُ الرّابعُ: وهوَ أنْ يكونَ المميَّزُ عارضًا للمشترَك، فيكونُ وجوبُ واجبِ الوجودِ عارضًا لوجودِه، لا ذاتيًّا لهُ، والعارضُ للحقيقةِ لا تكونُ هيَ سببَ وجودِه، بَلْ يتوقَّفُ حصولُهُ على سببِ منفصلٍ، فيكونُ وجوبُ واجبِ الوجودِ متوقِّفًا على غيرِه، فما لم يكُنْ غيرُهُ لا يكونُ لهُ وجوبٌ، فلا يكونُ واجبًا بنفسِه، بلْ بغيرِه، وهذا بيِّنٌ ظاهرٌ.\rفهذهِ الحُجّةُ نظيرُ حُجَّتِهم سواءً بسواءٍ، بل هيَ أبيَنُ وأتمُّ، وإذا كانَتْ هذهِ الحُجّةُ مستلزِمةً لنفيِ أنْ يكونَ في الوجودِ ما هوَ واجبٌ بنفسِهِ وما هوَ ممكنٌ، وثبوتُ هذينِ النَّوعينِ معلومٌ لا ريبَ فيه، علمَ أنَّ هذهِ الحُجّةَ","seal":"1347F472","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"دافعةٌ للمعلومِ القطعيّةِ التَّعيينيّة، فتكونُ باطلةً سوفسطائيَّةً، فهذا بيّن بطلانها في النَّظر، وإذا سلكْتَ مسلكَ المناظَرةِ تقولُ للمنازعِ: ما كانَ جوابُكَ عَنْ إثباتِ موجودين، أحدهما واجبٌ والآخرُ ممكنٌ؛ كانَ جوابًا لمعارِضكَ عَنْ إثباتِ واجبَي الوجودِ. وإذا كانتْ هذهِ الحُجّةُ التي استدلُّوا بها على توحيدِهم تستلزمُ نفيَ واجبِ الوجودِ؛ علِمَ أنَّ توحيدَهم يَستلزِمُ نفيَ واجبِ الوجودِ كما ذكرْنا في صدرِ الجوابِ، وأنَّهم أثبَتوا واجبَ الوجود، ثمَّ جعلُوا لهُ لوازمَ تستلزمُ عدمَهُ.\rوأيضًا فهذهِ الحُجّةُ بعَينِها تستلزمُ بطلانَ القولِ بموجودينِ: أحدهما واجبٌ بنفسِهِ والآخرُ واجبٌ بغيرِهِ.\rومِنَ المعلومِ الذي يُسلِّمونَهُ، وقد قامَ عليهِ البرهانُ، أنَّهُ لا بدَّ في الوجودِ مِنْ موجودٍ واجبٍ بنفسِه، وموجودٍ واجبٍ بغيرِه، فإِنَّ الوجودَ يستلزمُ موجودًا بنفسِه، وهذهِ الحوادثُ واجبةٌ بغيرِها؛ فإنَّ السَّببَ التّامَّ لها إنْ لم يوجَدِ امتنعَ وجودُها، وعندَ وجودِ السَّببِ العامِّ يمتنعُ عدمُها؛ إذِ العِلّةُ التَّامَّةُ لا يتخلَّفُ عنها معلولُها، وهذا مبرهَنٌ، وهُم يُسلَمونَهُ، بَلْ هوَ مِنْ أجودِ كلامِهم، وإذا كانَ كذلكَ فنقولُ: هذانِ الموجودانِ الواجبانِ اللَّذانِ أحدُهما بنفسِهِ والآخرُ بغيرِهِ قدِ اشترَكا في مُسمَّى الوجوب، وامتازَ كُلٌّ منهُما عَنِ الآخرِ بأنَّ هذا واجبٌ بنفسِه، وهذا بغيرِهِ؛ فقَدِ اتَّفَقا في شيءٍ، واختلَفا في شيءٍ، وتعادُ التَّقسيماتُ الأربعُ كما ذكرُوها، فإنْ قيلَ: إنَّ المشترَكَ لازمٌ للمميَّزِ كانَ المميَّزُ، وهوَ كونُهُ واجبًا بنفسِهِ أو بغيرِهِ علّةً للوجوب، والعِلّةُ متقدِّمةٌ على المعلولِ بالوجوب، فيلزمُ أنْ يكونَ وجوبٌ بنفسِهِ أو بغيرِهِ موجودًا قبلَ","seal":"49E7D164","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"وجوبِه، فيَلزَمُهُ تقدُّمُ الوجودِ على الوجوبِ، أو تكرُّرُ الوجودِ؛ كما تقدَّمَ.\rواللهُ سبحانَهُ أعلَمُ.\rتَمَّ الجوابُ، والحمدُ لله رَبِّ العالمينَ.\r* * *","seal":"3963A234","page":100}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"ShrtCs":0,"Bk":"مسألة في توحيد الفلاسفة","HigriD":"728","oAuthVer":7,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":null,"Auth":"ابن تيمية","Betaka":"الكتاب: مسألة في توحيد الفلاسفة\r\nالمؤلف: الإمام أحمد بن عبد الحليم ابن تيمية (المتوفى: 728 هـ)\r\nالمحقق: مبارك بن راشد الحثلان\r\nالناشر: دار الفتح للدراسات والنشر\r\nالطبعة: الأولى، 1439 هـ - 2018 م\r\nعدد الصفحات: 100\r\nأعده للشاملة: محمد المنصور m_almansour@yahoo.com\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن تَيْمِيَّة (661 - 728 هـ = 1263 - 1328 م)\r\rأحمد بن عبد الحليم بن عبد السلام ابن عبد الله بن أبي القاسم الخضر النميري الحراني الدمشقيّ الحنبلي، أبو العباس، تقي الدين ابن تيمية\r• الإمام، شيخ الإسلام. ولد في حران وتحول به أبوه إلى دمشق فنبغ واشتهر.\r• وطلب إلى مصر من أجل فتوى أفتى بها، فقصدها، فتعصب عليه جماعة من أهلها فسجن مدة، ونقل إلى الإسكندرية.\r• ثم أطلق فسافر إلى دمشق سنة 712 هـ واعتقل بها سنة 720 وأطلق\r• ثم أعيد، ومات معتقلا بقلعة دمشق، فخرجت دمشق كلها في جنازته.\r• كان كثير البحث في فنون الحكمة، داعية إصلاح في الدين. آية في التفسير والأصول، فصيح اللسان، قلمه ولسانه متقاربان.\r• وفي الدرر الكامنة أنه ناظر العلماء واستدل وبرع في العلم والتفسير وأفتى ودرّس وهو دون العشرين.\r\rأما تصانيفه ففي الدرر أنها ربما تزيد على أربعة آلاف كراسة، وفي فوات الوفيات أنها تبلغ ثلاث مئة مجلد، منها\r• (الجوامع - ط) في السياسة الإلهية والآيات النبويّة، ويسمى (السياسة الشرعية)\r• (الفتاوى - ط) خمس مجلدات\r• (الإيمان - ط)\r• (الجمع بين النقل والعقل - خ) الجزء الرابع منه، والثالث في 267 ورقة كتب سنة 737 في شستربتي (3510)\r• (منهاج السنة - ط)\r• (الفرقان بين أولياء الله وأولياء الشيطان - ط)\r• (الواسطة بين الحق والخلق - ط)\r• (الصارم المسلول على شاتم الرسول - ط)\r• (مجموع رسائل - ط) فيه 29 رسالة\r• (نظرية العقد - ط) كما سماه ناشره، واسمه في الأصل (قاعدة) في العقود\r• (تلخيص كتاب الاستغاثة - ط) يعرف بالرد على البكري\r• (الرد على الأخنائي - ط)\r• (رفع الملام عن الأئمة الأعلام - ط) رسالة\r• (شرح العقيدة الأصفهانية - خ) رأيته في المكتبة السعودية بالرياض [طُبع]\r• (القواعد النورانية الفقهية - ط)\r• (مجموعة الرسائل والمسائل - ط) خمسة أجزاء\r• (التوسل والوسيلة - ط)\r• (نقض المنطق - ط)\r• (الفتاوي - خ)\r• (السياسة الشرعية في إصلاح الراعي والرعية - خ) [طُبع]\r• (مجموعة - ط) أخرى اشتملت على أربع رسائل:\rالأولى رأس الحسين (حقق فيها أن رأس الحسين حمل إلى المدينة ودفن في البقيع)\rوالثانية الرد علي ابن عربي والصوفية\rوالثالثة العقود المحرمة\rوالرابعة قتال الكفار.\r\rولابن قدامة كتاب في سيرته سماه (العقود الدرية في مناقب شيخ الإسلام أحمد بن تيمية - ط)\rوللشيخ مرعي الحنبلي، كتاب (الكواكب الدرية - ط) في مناقبه، ومثله لسراج الدين عمر بن علي ابن موسى البزار، وللشهاب أحمد بن يحيى بن فضل الله العمري (1).\r__________\r(1) فوات الوفيات 1: 35 - 45 والمنهج الأحمد - خ - والدرر الكامنة 1: 144 والبداية والنهاية 14: 135 وابن الوردي 2: 284 وآداب اللغة 3: 243 والنجوم الزاهرة 9: 271 ودائرة المعارف الإسلامية 1: 109 والتبيان - خ. وتعليق على مخطوطة من (شرح العقيدة الأصفهانية) بخط محمود شكري الآلوسي.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]","seal":"EE168171","cat":"العقيدة","oNum":147670,"BkId":147670,"oAuth":54,"bVer":1,"aSeal":"BB12A600"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147670":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":8,"sub":0,"tit":"وصف النسخة الخطية"},
      {"lvl":2,"id":9,"sub":0,"tit":"نماذج من المخطوطة المعتمدة في التحقيق"},
      {"lvl":1,"id":15,"sub":0,"tit":"مسألة في توحيد الفلاسفة"},
      {"lvl":1,"id":39,"sub":0,"tit":"فصل"},
      {"lvl":1,"id":47,"sub":0,"tit":"فصل"}
    ]
}
