{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b147668":
    [
      {"aya":null,"part":"1","sora":null,"Na":null,"id":1,"nass":"لَطَائِف لِنَشْرِ الكُتُبِ والْرَسَائلِ الْعِلْمِيَّةِ\rدَوْلَةُ الكُوَيْت\r\rرِسَالَةُ العُكْبَري فِي أُصُولِ الفِقْهِ\rتَأْلِيفُ العَلَّامَة\rأَبِي عَلِيّ الحَسَنِ بن شِهَابِ بن الحَسَنِ العُكْبَرِيّ الحَنْبَليّ\r(335 - 428 هـ)\r\rتَحْقِيقُ وَتَعْلِيقُ\rبَدْرِ بن نَاصِر بن مِشْرِعِ السُّبَيْعِيّ\r\rأَرْوِقَة","seal":"C7E83B59","page":1},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"nass":"رِسَالَةُ العُكْبَري فِي أُصُولِ الفِقْهِ\rتَأْلِيفُ العَلَّامَة\rأَبِي عَلِيّ الحَسَنِ بن شِهَابِ بن الحَسَنِ العُكْبَرِيّ الحَنْبَليّ\r(335 - 428 هـ)\r\rتَحْقِيقُ وَتَعْلِيقُ\rبَدْرِ بن نَاصِر بن مِشْرِعِ السُّبَيْعِيّ\r\rأَرْوِقَة","seal":"28AC4FE6","page":2},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","seal":"1D1AAB38","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"* رسالة العكبري فِي أصول الفقه\rتأليف: العلامة أبي علي الحسن بن شهاب بن الحسن العكبري الحنبلي\rتحقيق: بدر بن ناصر بن مشرع السبيعي\rالطبعة الأولى: 1438 هـ - 2017 م\rجميع الحقوق محفوظة باتفاق وعقد\rقياس القطع: 17 × 24\rالرقم المعياري الدولي: 2 - 395 - 61 - 9957 - 978: ISBN\rرقم الإيداع لدى دائرة المكتبة الوطنية (3777/ 7/ 2017)\rلَطَائِف\rلِنَشْرِ الكُتُبِ والْرَسَائلِ الْعِلْمِيَّةِ\rلصاحبها د. وليد بن عبد الله بن عبد العزيز المنيس\rدولة الكويت - الشامية - صندوق بريد 12257\rالرمز البريدي 71563\rأَرْوِقَة لِلدِّرَاسَاتِ وَالنَّشْرِ\rهاتف وفاكس: 4646163 (009626)\rص. ب: 19163 عمّان 11196 الأردن\rالبريد الإلكتروني: info@arwiqa.net\rالموقع الإلكتروني: www.arwiqa.net\rالدِّراسات المنثورة لا تعبِّر بالضرُورة عن وجهة نظر الناشر\rجميع الحقوق محفوظة. لا يُسمَح بإعادة إصدار هذا الكتاب أَوْ أيّ جزء منه أَوْ تخزينه فِي نطاق استعادة المعلومات أَوْ نقله بأيّ شكل من الأشكال أَوْ رفعه على شبكة الإنترنت دون إذن خطي سابق من الناشر. حقوق الملكية الفكرية هي حقوق خاصّة شرعًا وقانونًا، وطبقًا لقرار مَجمع الفقه الإسلامي فِي دورته الخامسة فإنّ حقوق التأليف والاختراع أَوْ الابتكار مَصُونة شرعًا، ولأصحابها حقّ التصرُّف فيها، فلا يَجوز الاعتداء عليها.\rAll rights reserved. No part of this publication may be reproduced or transmitted in\rany form or by any means without written permission from the publisher.","seal":"9F144BE6","page":4},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"المقدمة\rإن الحمد لله نحمده سبحانه والحمد نعمة منه مستفادة، ونشكر له والشكر أوَّلَ الزيادة، ونشهد أن لا إله إلَّا الله وحده لا شريك له، الملك الحق المبين، خالق الخلق أجمعين، وباسط الرزق للمطيعين والعاصين، بسطًا يقتضيه العدل والإحسان، والفضل والامتنان.\rقَالَ تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56) مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (57) إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: 57، 58].\rوَقَالَ تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى (132)} [طه: 132].\rكلّ ذلك ليتفرغوا لأداء الأمانة التي عرضت عليهم عرضًا، فلَمَّا تحملوها على حكم الجزاء؛ حملوها فرضًا، ويا ليتهم اقتصروا على الإشفاق والإباية، وتأملوا فِي البداية خطر النهاية، لكنهم لم يخطر لهم خطرها على بال، كما خطر للسموات والأرض والجبال؛ فلذلك سُمي الإنسان ظلومًا جهولًا، وكان أمر الله مفعولًا؛ فدل على هذه الجملة المستبانة شاهد قولُه: \" {إِنَّا عَرَضْنَا الْأَمَانَةَ} [الأحزاب: 72].\rفسبحان من أجرى الأمور بحكمته وتقديره، على وفق علمه وقضائه ومقاديره؛ لتقوم الحجة على العباد فيما يعملون، لا يسأل عما يفعل وهم يسألون!\rونشهد أن محمدًا عبده ورسوله، وحبيبه وخليله، الصادق الأمين، المبعوث رحمة للعالمين، بملة حنيفية، وشرعة الحاكمين بها حفية، ينطق بلسان التيسير بيانها، ويعرف أن الرفق خاصيتها، والسماح شأنها،","seal":"F4840D77","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"فهي تحمل الجماء الغفير ضعيفًا وقويا، وتهدي الكافة فهيما وغبيا، وتدعوهم بنداء مشترك دانيا وقصيا، وترفق بجميع المكلفين مطيعا وعصيا، وتقودهم بخزائمهم منقادا وأبيا، وتسوي بينهم بحكم العدل شريفًا ودنيا، وتبوئ حاملها فِي الدنيا والآخرة مكانا عليًّا، وتدرج النبوءة بين جنبيه وإن لم يكن نبيا، وتلبس المتصف بها ملبسا سنيا، حَتَّى يكون لله وليا، فما أغنى من والاها وإن كَانَ فقيرا، وما أفقر من عادها وإن كَانَ غنيًّا. فلم يزل عَلَيْه السلام يدعو بها وإليها، ويبث للثقلين ما لديها، ويناضل ببراهينها عليها، ويحمي بقواطعها جانبيها، بالغ الغاية فِي البيان، بقوله بلسان حاله ومقاله: \"أنا النذير العريان\" (¬1) - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وعلى آله وأصحابه (¬2) والتابعين وتابعيهم بإحسان إِلَى يوم الدين أما بعد:\rفإن طلب العِلْم والاشتغال به من أفضل القربات إِلَى الله تعالى، والعلم فنون، فمنها المقدَّم؛ وهو ما يرتبط بالوحيين لشرف ارتباطه وتعلقه بهما، وهناك من العلوم ما لا يستغني عنه من أراد فهم الوحيين والاستنباط منها والاستدلال بهما وكل مشتغل بهما لابد له منه وهو علم أصول الفقه بل لا يصدق على الفقيه أَنَّهُ فقيه وَلَا المفتي أَنَّهُ مفتٍ إلَّا إِذَا اشتغل بأصول الفقه لأنه به تكتمل آلات الاجتهاد واستثمار الأحكام وإعمال القياس والتعامل مع أدلة الشرع فهو من أجل العلوم مكانة ومنزلة ومن هنا جاءت الرغبة بتحقيق رسالة للعكبري فِي أصول الفقه لأمرين رئيسيين الأول: لأنَّها متقدمة زمنًا، والثاني:\r¬__________\r(¬1) رواه البخاري (1/ 108) كتاب الرقائق، باب الانتهاء عن المعاصي رقم (6482) ومسلم (7/ 63) كتاب الفصائل، باب شفقته على أمته ومبالغته فِي تحذيرهم مِمَّا يضرهم رقم (2283).\r(¬2) هذه المقدمة مقتبسة من مقدمة الإِمام الشاطبي على كتابه الموافقات (1/ 5)، اقتبستها على طول فيها لما فيها من الوعظ والتنبيه الذي كلنا نحتاجه والله المستعان.","seal":"1589502B","page":6},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"لأنَّ بعض أهل العِلْمِ شكك فِي نسبتها لمؤلفها، فاستعنت بالله وبذلت الجهد فيها مع مقابلتها على كتب الحنابلة والتعليق عليها بما تيسر والتقديم لها بمقدمة يسيرة توفي بالغرض من وجهة نظري، فما كَانَ فيها من صواب فمن الله وحده وما كَانَ فيها من خطأ فمني ومن الشيطان واستغفر الله تعالى أولًا وآخرًا.\rوَلَا يسعني فِي الختام إلَّا أن أتقدم بالشكر الجزيل والثناء الجميل، للشيخ الكريم فيصل العلي الذي حرص على تحقيق هذه الرسالة بعد علمه بالشك فِي نسبتها إِلَى مؤلفها، وكذلك الشكر موصول لشيخنا المفضال الشيخ عدنان النهام الذي تفضل بمراجعة الرسالة، وأبدى لي ملاحظات وتصويبات نافعة، وأشكر فضيلة الشيخ عبد النور الصومالي الذي اطلع على جزء من هذه الرسالة، وأبدى لي ملاحظات قيمة، كما أشكر جميع من ساعدني فِي إتمام هذ العمل، وأتمثل يقول ابن مالك رَحِمَهُ اللهُ تعالى:\rوأسأل الله من أثواب رحمته ... سترًا جميلًا على الزلات مشتملًا\rوأن ييسر لي سعيًا أكون به ... مستبشرًا أمنا لا باسرًا وجلًا\rوأرجوا من الله عزَّ وجلَّ أن يغفر ذنوبي، وأن يهييء لي أسباب العمل الصالح فِي باقي حياتي، وأن يجعل أعمالنا كلها خالصة لوجهة الكريم، والحمد لله رب العالمين.\rالمحقّق\rبدر بن ناصر بن مشرع السُبيعي\rbader.n 74@hotmail.com","seal":"57349503","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"* ترجمة المؤلف (¬1) (¬2).\rأَبُو علي الحسن بن شهاب بن الحسن بن علي بن شهاب العكبري، ولد بعكبرا (¬3) فِي محرم، سنة خمس وثلاثين وثلاثمائة، وقيل: سنة إحدى وثلاثين، وَقَالَ الذهبي فِي وصفه: الفقيه الحنبلي، وبرع فِي المذهب، وَقَالَ ابن رجب فِي وصفه والتمييز بينه وبين صاحب عيون المسائل: ومن النّاس من يظنه الحسن بن شهاب الكاتب الفقيه صاحب ابن بطة. وهو خطأ عظيم، وَقَالَ برهان الدين ابن مفلح: له الفتيا الواسعة، وَقَالَ ابن العماد فِي وصفه: الفقيه الثقة الأمين، وله اليد الطولى فِي الفقه، وَقَالَ ابن الجوزي: وكان فقيها فاضلًا يتفقه على مذهب أحمد وَقَالَ ابن أَبِي يعلى: له المصنفات فِي الفقه والفرائض والنحو، وذكرت كتب التراجم ملازمته لأبي عبد الله بن بطة مصنف كتاب الابانة الكبرى، إِلَى حين وفاته كما ذكرت أن له اليد الطولى فِي الأدب، والإقراء، والحديث، والشعر، والفتيا.\r¬__________\r(¬1) المؤلف كلّ كتب التراجم ذكرته بشكل مختصر جدًّا ولعلَّ ذلك لعدم شهرة المؤلف أَوْ المصادر التي اعتمدوا عليها أشارت إشارة إِلَى المؤلف وثانيا: أن كتب التراجم ليس من شرطها أن تستقصي من تترجم لهم والله أعلم.\r(¬2) انظر مصادر الترجمة: تاريخ بغداد (8/ 298)، طبقات الحنابلة (3/ 341)، والمنتظم (8/ 92) والذيل على طبقات الحنابلة (1/ 376)، وسير أعلام النبلاء (17/ 542)، والبداية والنهاية (12/ 51)، والوافي بالوفيات (12/ 37)، والمقصد الأرشد (1/ 320)، وشذرات الذهب فِي أخبار من ذهب (5/ 143).\r(¬3) عُكْبَرا: هي بلدة ضفاف دجلة بين بغداد وسامَرّاء، كانت عامرة فِي العهد العباسي، كَانَ فيها تل يسمر (تل عُكْبَرا) نسب إليها المحدث التلعكبري. معجم البلدان (6/ 111). المسالك والممالك. ص 116.","seal":"572495CA","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"* دراسته للحديث.\rوسمع الحديث على كبر السن من أَبِي علي محمد بن أحمد بن الحسن البغدادي الصواف، وَأَبِي بكر أحمد بن يوسف بن خلاد، وَأَبِي علي عيسى بن محمد الطوماري البغدادي، وحبيب بن الحسن القزاز، وَأَبِي بكر أحمد بن جعفر بن حمدان بن مالك البغدادي القطيعي الحنبلي، ومن بعدهم.\r\r* نسبة الكتاب إِلَى مؤلفه.\rهذه الرسالة لم أجد من نسبها للمؤلف إلَّا الشيخ بكر أَبُو زيد رحمه الله والدكتور عبد الله التركي (¬1).\r\rنقل العلماء من المؤلف: -\r1 - نقل عنه ابن مفلح فِي كتابه أصول الفقه (3/ 1094)، قَالَ (والتميمي من أصحابنا ذكر عنه ابن شهاب من أصحابنا) كما تابعه المرداوي على نفس النقل فِي كتابه التحبير (6/ 2936) وهذا النص فِي رسالة العكبري ص 54.\r2 - نقل عنه ابن مفلح فِي كتابه أصول الفقه (4/ 1450) قَالَ (قول الصحابي إِذَا لم ينتشر حجة مقدم على القياس اختاره ابن شهاب) كما تابعه المرداوي على نفس النقل فِي كتابه التحبير (8/ 3801) وهو فِي رسالة العكبري ص 83.\rشكك بعض أهل العِلْمِ فِي نسبتها للعكبري، وذلك لأمور سنأتي على ذكرها كلّ واحدة على حدًّا، والنظر فيها ليتبين لنا الصواب وعلى\r¬__________\r(¬1) المدخل المفصل لبكر أَبُو زيد (2/ 969)، والمذهب الحنبلي للتركي (2/ 71).","seal":"D95FFACA","page":10},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"الله التكلان:\r1 - أسلوب الرسالة وسياقها بسياق المختصرات والمتون المتأخرة، وليس فِي عبارات الرسالة ما يشبه كلام المتقدمين.\rالرد عَلَيْه من وجوه:\rالأول: لا يسلم لهذا القول بل كثير من مواضع الرسالة وافق فيها المؤلف القاضي أَبُو يعلى فِي العدة بل وأزيد من ذلك وافق المتقدمين من الأصولييين كالباجي والشيرازي وغيرهما، وهما فِي نفس قرن المؤلف، مثال ما وافق القاضي والباجي فِي حد السنة والتقليد، ووافق القاضي فِي تعريف المجمل والمباح والمحكم والإجماع والقياس والحد والشريعة والاستحسان ومفهوم الخطاب ولحن القول والطرد والعكس والنقض والقلب والسبب والنص والظاهر والأمر والجائز والخبر والصدق والنظر والجدل والرأي، هذا فقط موافقته بالتعاريف تجاوزت سبعة وعشرين تعريفا مخالفا بذلك المتأخرين، ولم يكن مقصودي مقارنة الرسالة مع الباجي أَوْ الشيرازي بل مواضع أحلت لها ورجعت لهما فوجدت موافقة بينهما وللقارئ أن يقارن بينهم فِي غير ما ذكرت فقد تزيد عما ذكرت، فقد قابلت الرسالة على كتاب العدة فوجتها مطابقة له فِي أكثرها، وقد تركت غير التعاريف وسيجدها القارئ فِي تحقيقي للرسالة.\rالثاني: ومِمَّا يدلُّ على أنَّ المؤلف من القرن الخامس قولُه أحكام الفقه سبعة أقسام خلافا للحنابلة ولو كَانَ من المتأخرين لن يقول مثل هذا لاستقرار أقسام الأحكام التكليفية على خمسة أحكام عند جمهور العلماء فضلًا عن الحنابلة، حرلقد وافق فيها المؤلف الجويني فِي الورقات والشيرازي فِي شرح اللمع فِي أن الأحكام التكليفية سبعة وهما فِي نفس","seal":"1A38190A","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"القرن الذي عاش فِيهِ المؤلف رحمهم الله جميعًا.\rالثالث: وقد عرف المؤلف البلاغ عند كلامه على الحديث وأقسامه، ولم يذكره علماء الأصول؛ وَلَا علماء المصطلح فِي الكتب التي رجعت إليها فِي التحقيق، وهذه ميزة للكتاب ومنقبة له، وقد اشتهرت البلاغات عند الإِمام مالك كما سيأتي، وتعريفه لها صحيح فالذي تميز به قد يتميز بغيره والله أعلم.\rالرابع: انتشار المختصرات والمتون فِي القرن السابع واشتهارها فِيهِ لا يعني عدم وجودها فِي القرون السابقة لها بل وجد متون ومختصرات فِي قرن المؤلف وأشهرها ورقات الجويني مع أن المؤلف لم يقصد تاليفه ابتداء بل استله من كتابه المبسوط.\rالخامس: تعريفه للصحيح بأنه ما طابق العقل والنقل والفاسد بخلافه، مخالفًا بذلك الحنابلة بل لم يعرف بهذا التعريف فِي الكتب التي اطلعت عليها وهذا دليل بأنها متقدمة قبل استقرار التعاريف والله أعلم.\r2 - ليس فِي ترجمة المؤلف وصف له بأنه من علماء الأصول.\rالرد عَلَيْه: كتب التراجم لم توف المؤلف حقه فِي الترجمة، وإذا لم يوصف بأنه من علماء الأصول لا ينفي أَنَّهُ من علمائه، كما أن العلماء المتقدمين أغلبهم لا يكون فقيها إلَّا إِذَا كَانَ عالمًا بأصول الفقه حيث إنهم لا يفرقون بين الفقه والأصول كما فِي واقعنا المعاصر، وكذلك كَانَ بعضهم لا يفرد الأصول بالتاليف بل يجمع بين الفقه والأصول فِي كتاب واحد كما هو حال المؤلف لأنه أشار إِلَى أَنَّهُ أختصر الرسالة من كتابه المبسوط الذي جمع فِيهِ بين الفقه والأصول ولعلَّ هذا سبب فِي عدم وصفه بالأصولي لأنَّ كتابه فِي الفقه ومتضمن للأصول، وهذه الطريقة مستساغة عند المتقدمين فإن ابن حامد فِي كتابه تهذيب الأجوبه فِي الفقه","seal":"01226DD6","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"ضمنه أصول الفقه، وكذلك الهاشمي فِي الإرشاد ذكر الاصول والفقه والعقائد وغيرهما من المتقدمين.\rكما أَنَّهُ ليس من شرط كتب التراجم الاستقصاء.\r3 - أن هناك عكبريا آخر وصف بأنه أصولي وأن له مقدمة فِي أصول الفقه.\rويقصدون بذلك العلامة عبد الجبار بن عبد الخالق بن محمد العكبري، شيخ الحنابلة وشيخ الوعاظ فِي زمانه رَحِمَهُ اللهُ تعالى نعم صحيح ما ذكر لكن لا يعني وَلَا يلزم أن تكون هذه المقدمة أَوْ الرسالة له.\rالرد عَلَيْه من وجوه:\rأولًا: للأدلة السابقة من تقسيم الأحكام التكليفية والتعاريف التي وافق فيها القاضي وغيرها.\rثانيًا: من ترجم لعبد الجبار لم يذكر له كتاب المبسوط وهو مثبت فِي آخر الرسالة أَنَّهُ اختصره من كتاب المبسوط، كما يلزم من يظن أنَّها لعبد الجبار أن يثبت له كتاب المبسوط ليقوي حجته وإلا فحجته ضعيفة، كما أَنَّهُ لم يذكر له مؤلف فِي الفقه، بل ما ذكر أن ألف فِي التفسير واشتغل فِي الفقه والوعظ.\rثالثًا: العكبري نسبة ينسب لها كثير من العلماء مثل آل قدامة له والمرداوي وغيرهما، فإذا وجد عكبري ألف فِي الأصول أَوْ مقدمة لا يلزم نفيها عمن نسبة له بمجرد الظن بل لابد من دليل، ففي حال فقدت كتب العلماء ولم يمكننا التأكد من نسبتها له فإن الدليل لنسبتها له موافقته للمؤلفات التي فِي عصره وغير ذلك، لاسيما وأن المتأخرين تغيرت اصطلاحاتهم وطريقتهم فِي التأليف، وهذا ما سكلته فِي تحقيق هذه الرسالة.","seal":"ED5002DB","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"4 - أن مواطن كثيرة من الرسالة تشابهت تشابها ملحوظًا مع عبارات أئمة متأخرين مثاله: تحقيق المناط فنوعان: أحدهما لا نعرف فِي جوازه خلافا، وهو أن القاعدة الكلية ... معنى المثال أن المؤلف استفاد تنقيح وتحقيق وتخريج المناط من ابن قدامة فِي روضة الناظر وابن قدامة استفاد من الغزالي فِي المستصفى والمستصفى من المصادر الأصلية التي لم تعتمد على مصادر سابقة.\rالرد عَلَيْه من وجوه:\rالأول: سبق ذكر سبعة وعشرين تعريفا وافق فيها صاحب الرسالة القاضي فِي العدة وتقسيمه للأحكام الشرعية.\rالثاني: لم يذكر أَوْ بنص الغزالي على أنَّه لم يعتمد على من سبقه فِي مقدمة المستصفى بل ذكر أَنَّهُ دون كتاب تهذيب الأصول لميله إِلَى الاستقصاء والاستكثار وفوق المنخول لميله إِلَى الإيجاز والاختصار ... وجمعت فِيهِ بين الترتيب والتحقيق لفهم المعاني .... فصنفته وأتيت فِيهِ بترتيب لطيف عجيب يطلع الناظر فِي أوَّلَ وهلة على جميع مقاصد العِلْمِ ويفيده الاحتواء على جميع مسارح النظر فِيه، ومِمَّا سبق يتبن أن الغزالي لم ينص على أنَّه لم يعتمد على من سبقه.\rالثالث: وقد نص المشكك فِي نسبة الكتاب أَنَّهُ فِي الجملة أي أن الغزالي لم يعتمد على من سبقه فِي جملة الكتاب أي المستصفي، وليس كلّ الكتاب، فقد يكون هذا الموضع من الذي وافق فِيهِ الغزالي غيره، وقد يكون ابن قدامة هو الذي استفاد من المؤلف مع أن الغزالي ذكرها لتوافق العبارتين عند العكبري وابن قدامة خلافا لعبارة الغزالي، وهذا ظهر لي بعد ما قابلة الرسالة مع روضة الناظر والمستصفي، وهذا موضع واحد توافق فِيهِ","seal":"30C3F0A8","page":14},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"مع ابن قدامة وباقي الرسالة موافق لأبي يعلى وقد انفرد العكبري عنهما بالفصل الأخير، ومع ما ورد على هذا الموضع من الاحتمال فكيف يصرف الرسالة لموضع واحد محتمل مع عدم الاحتمال فِي باقي الرسالة.\rولعلَّ الصحيح أن الغزالي تميز بالترتيب والتحقيق وليس كما يذكره كثير أَنَّهُ لم يعتمد على غيره، والدليل ما ذكره الغزالي فِي مقدمته للمستصفى وأنه من تلاميذ الجويني وهو أحد أعلام الأصول وأن الشافعية من عصر الإِمام الشافعي إِلَى الغزالي سبقوه فِي التأليف الأصولي وهم كُثر والله أعلم.\rهذه النقاط التي ذكرها من شكك فِي نسبتها والرد عليها. وأمَّا ناسخ المخطوط فهو العلامة عبد الله خلف الدحيان أحد أعلام الحنابلة، وقد بحثت وسألت أهل الاختصاص سواء فِي فن الاصول أَوْ فِي المخطوطات عن نسخة أخرى كما جردت بعض فهارس المخطوطات ووجدت الرسالة الأصولية المؤلف مجهول ومنسوخة فِي القرن 11 جامعة برنستون / بنيوجيرسي [47]- (122 أ - 124 ب) ولم أطلع عليها للأسف ولم أجد لها نسخة أُخرى، كما اطلعت على مخطوطة بعنوان مختصر فِي أصول الفقه مصدرها مكتبة عنيزة الوطنية عدد الأوراق 13 تاريخ النسخ 1334 هـ غير معروف المؤلف، وبعدما اطلعت عليها فهي غير هذه الرسالة التي نحن بصدد تحقيقها وقد تكون هي نفس المخطوط السابق الذي فِي جامعة برنستون والله أعلم.\rوفي آخر هذه الدراسة أقول كلامي صواب يحتمل الخطأ وكلام غيري خطأ يحتمل الصواب والله تعالى أعلم.","seal":"DEF123CA","page":15},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"عملي في التحقيق\r1 - نسخ المخطوط ومقابلته كما اعتمدت على كتاب العدة لأبي يعلى فِي حال البياض الذي فِي المخطوط؛ لموافقة العبارات بينهما ووضعتها بين معقوفين وأشرت فِي الحاشية أنَّها من العدة.\r2 - اعتماد العدة فِي مقابلة المخطوط إلَّا فِي موضع واحد لم يذكره، وهو تحقيق المناط، وقد أشرت إِلَى الزيادات من العدة إِذَا كانت فيها توضيح للعبارة أَوْ غيرها، كما أن ربطها بالعدة يدلُّ المطالع للكتاب أَنَّهُ من متقدمي الحنابلة.\r3 - الموضع الذي وافق فِيهِ المؤلف ابن قدامة فقد بينت الفروق بينهما للفائدة والتوضيح، وهو موضع تحقيق وتنقيح وتخريج المناط.\r4 - التعليق على الرسالة وتبيين رأي الحنابلة المتأخرين فيما ذكر المؤلف وخاصة التعاريف وحاولت قدر الإمكان أن لا أطيل إلَّا فيما لابد منه.\r5 - الإحالة إِلَى كتب غير الحنابلة فِي حال ذكرها المؤلف وفي بعض المواضع الآخرى للفائدة.\r6 - تصحيح بعض الأخطاء وهي قليلة فِي المخطوط وتبيين السبب أَوْ الدليل على التصحيح.\r7 - تخريج الأحاديث وذكر حكم العلماء عليها.\r8 - ترجمة للأعلام المذكورين فِي الكتاب.","seal":"2F048E30","page":17},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"9 - جعلت فِي نهاية كلّ ورقة من المخطوط رقم اللوح مع حرف أأَوْ ب للوجه مثاله [1 - أ] لمن أراد أن يرجع للمخطوط.\r10 - إِذَا أضفت شيئًا للتوضيح فإني أضعه بين معقوفتين [] وهو قليل.\r* * *","seal":"68539D50","page":18},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"طبعات الكتاب\r* طبعة المكتبة المكية بتحقيق الدكتور موفق بن عبد الله بن عبد القادر.\rوقد أجاد فيها وأفاد، ولكن الملحظ عَلَيْه فِي الأخطاء لم يصححها وهي قليلة كما أن البياض فِي المخطوط لم يقابله على كتب الحنابلة كما أَنَّهُ فِي أغلب المواضع يحيل المسائل إِلَى المصادر الأصولية وَلَا يعلق عليها وَلَا على التعاريف عند الحنابلة.\r* طبعة وزارة الأوقات الكويتية. مكتب الشؤون الفنية 1427 - 2006\rهذه الطبعة أخرجت الكتاب كمتن ولم تعلق عَلَيْه ولم يخرج الأحاديث فقد ذكر رقم الحديث ومن خرجه فقط وبدون الحكم عَلَيْه.\r* شروح الكتاب:\rيوجد للرسالة شرح واحد مطبوع وهو شرح رسالة فِي أصول الفقه للدكتور سعد بن ناصر الشثري عضو هيئة كبار العلماء سابقًا وهو تفريغ لدورة ألقاها الشيخ فِي شرح الكتاب وقد استفدت من تصويباته حفظه الله تعالى.\rوقد ذكر لي أن الشيخ عبد الله الفوزان شرح الكتاب وبحثت عن كتاب مطبوع فِي الشبكة العنكبوتية والمكتبات ولم أجده، بل الموجود له صوتيات فِي شرح الرسالة.","seal":"BFCC9105","page":19},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"* هل هذه الرسالة هي أوَّلَ مؤلف عند الحنابلة فِي الأصول؟\rطريقتان للحنابلة المتقدمين فِي التأليف فِي علم الأصول.\rالأولى: أن يكون المؤلف فِي الفقه وأصوله وهذا هو أصل هذه الرسالة حيث ذكر المؤلف فِي الخاتمة أَنَّهُ أخذها من كتابه المبسوط فِي أحكام الفقه والأصول، ففي هذه الطريقة سبقه فِي التأليف شيخ الحنابلة الحسن بن حامد فِي كتابه تهذيب الأجوبة وهو كتاب مطبوع محقق فِي رسالة علمية فِي الجامعة الاسلامية بالمدينة النبوية.\rوالطريقة الثانية: أن يؤلف مؤلف مستقل فِي أصول الفقه، وتدخل فِيهِ هذه الرسالة تجوزا دون النظر إِلَى أصلها فقد سبقها مؤلفات عند الحنابلة لكنها مخطوطات وَلَا يعلم عن وجودها يسر الله الحصول عليها، منها مؤلف شيخ الحنابلة فِي عصره الحسن بن حامد له مؤلف فِي الأصول اسمه أصول الفقه (¬1)، وكذلك ألف أحمد بن إبراهيم بن القطان البغدادي المتوفى سنة 424 فِي أصول الفقه (¬2).\rوبهذا يتبين لنا أن هذه الرسالة ليست أوَّلَ مؤلفات الحنابلة فِي أصول الفقه لا من حيث الاستقلال وَلَا من حيث الجمع بين الفقه وأصوله لكن بامكاننا أن نقول هي أوَّلَ كتاب مطبوع للمتقدمين من الحنابلة والله تعالى أعلم.\r* * *\r¬__________\r(¬1) المدخل المفصل لبكر أَبُو زيد (2/ 969)، والمذهب الحنبلي للتركي (2/ 66، 69).\r(¬2) المذهب الحنبلي للتركي (2/ 70).","seal":"DF643C55","page":20},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"وصف المخطوط\rرقم المخطوط: 345 (4)\rعنوان المخطوط: رسالة فِي أصول الفقه\rالمؤلف: العكبري الحسن بن شهاب الحنبلي أَبُو علي (ت 428)\rسنة النسخ: 1333\rعدد الأوراق: 10 ق (63 - 72)\rحجم الورقة: 21.5 = 15.5 سم\rعدد الأسطر: 24\rأوله: الحمد لله ذي الحجج البوالغ والنعيم السوايع ... أعلم فهمك الله ونفعك به أن أحكام الفقه سبعة أقسام واجب ومباح ومحظور ومندوب إليه وسنة ..\rآخره: فمن أراد الاستيعاب فِي هذا العِلْمِ فعليه بالنظر فِي كتابنا المبسوط فقد أودعناه أحكام الفقه وأصوله ومذاهب الأصوليين ودليلهم والجواب عنه بما هو شاف كشاف إن شاء الله تعالى وهو المسؤول أن يجعله خالصًا لوجهه موافقا لمرضاته آمين ولله المنة والحمد.\r* * *","seal":"DA1F6958","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rقَالَ الشيخ الإِمام العلامة أَبُو علي الحسين بن شهاب العكبري الحنبلي - رَضِيَ اللَّهُ عَنْهُ - وأرضاه آمين:\rالحمد لله ذي الحجج البوالغ والنعم السوابغ، حمدا يروي أصول رياض أفضاله، كما ينبغي لكرم وجهه وعز جلاله، وأشهد أن لا إلَّا الله وحده لا شريك له المفيض بجوده ونواله، وأشهد أن محمدًا عبده ورسوله صلى الله عَلَيْه وعلى آله، الذين هم شجرة أصلها النبوة، وفرعها المروءة، وأصحابه الذين هم زينة الحياة، وسفينة النجاة، وسلم تسليما كثيرًا.\rاعلم: فهمك الله ونفعك به، أن أحكام الفقه سبعة أقسام: (¬1)\rواجب، ومباح، ومحظور، ومندوب إليه، وسنة (¬2)، وصحيح، وفاسد (¬3).\r¬__________\r(¬1) التقسيم الذي عَلَيْه متأخروا الحنابلة للأحكام على قسمين: التكليفية وهي الخمس الأول ولم يذكر رَحِمَهُ اللهُ المكروه وهو ما مدح تاركه ولم يذم فاعله، ولفظ السنة مرادف للمندوب، ثم الوضعية وهي الصحة والفساد والسبب والشرط والمانع والأداء والقضاء والعزيمة والرخصة. انظر: روضة الناظر لابن قدامة (1/ 97) وما بعدها، وشرح مختصر الروضة لطوفي (1/ 247) وما بعدها، وشرح الكوكب المنير لابن النجار (1/ 333).\r(¬2) المؤلف هنا ذكر المندوب إليه والسنة وكأنه يفرق بينهما، وفي آخر الرسالة ص 64 ذكر أنهما بمعنى واحد وأنهما من الألفاظ المترادفة كما هو المشهور عند الأصوليين، فإما أن يكون سبق قلم منه أَوْ من النّاسخ أَوْ أن الرسالة مسودة ولم يبيضها مع أن المخطوط عَلَيْه تصحيحات إلَّا أن هذا الموضع لم ينبه عَلَيْه والله أعلم.\r(¬3) اختلف العلماء فِي الصحة والفساد هل هي من الأحكام التكليفية أَوْ الوضعية، فمن =","seal":"B7636C0C","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"فالواجب: ما يثاب المكلف على فعله، ويعاقب على تركه (¬1).\rولو قلت: ما كَانَ فِي تركه عقاب. أجزأ وتميز من المندوب (¬2).\rوالحتم، واللازم، والمكتوب (¬3)، عبارة عن الفرض، والفرض هو الواجب، والصحيح عن أحمد - رَضِيَ اللَّهُ عَنْهُ -، لأنَّ حدهما فِي الشرع سواء (¬4) (¬5).\rوالمباح: كلّ فعل مأذون فِيهِ لفاعله، لا ثواب له فِي فعله،\r¬__________\r= رأى فيهما الاقتضاء أَوْ التخيير جعلهما من الأحكام التكليفية وهذا ما يفهم من صنيع المؤلف، بينما المذهب كما صحح المرداوي أنهما من الأحكام الوضعية، وَقَالَ إنه اختيار أصحابنا وغيرهم، والله أعلم، انظر: فواتح الرحموت للأنصاري (1/ 120)، وشرح الإيجي على المختصر (2/ 8)، والمحصول للرازي (1/ 112)، وأصول الفقه لابن مفلح (1/ 253)، التحبير للمرداوي (3/ 1081).\r(¬1) وهذا تعريف بالثمرة والأثر كما يعرفه الفقهاء وكذا سائر تعاريفه رَحِمَهُ اللهُ تعالى، وعرفه ابن اللحام والمرداوي وابن النجار: ما ذم شرعًا تاركه قصدا مطلقًا، ووافقهم الطوفي بدون لفظ مطلقًا، انظر، روضة الناظر لابن قدامة (1/ 102)، والمختصر فِي أصول الفقه لابن اللحام ص 58، والتحبير للمرداوي (1/ 820)، وشرح الكوكب المنير لابن النجار (1/ 345).\r(¬2) انظر تمييز الواجب عن غيره فِي العدة لأبي يعلى (1/ 159).\r(¬3) ويأتي بمعنى الساقط تاج العروس للزبيدي 4/ 338 التحبير للمرداوي 2/ 838 شرح الكوكب المنير لابن النجار 1/ 345.\r(¬4) وهو المذهب وعليه جمهور العلماء وهناك رواية أخرى عن الإِمام أحمد وافق فيها الحنفية فِي التفرقة بين الفرض والواجب، وأن الفرض آكد من الواجب، واختلف فِي معنى الفرض والواجب على الرواية الثانية على ثلاثة أقوال منقولة عن الإِمام أحمد. انظر: تيسير النحرير لأمير بادشاه (2/ 135)، وفواتح الرحموت للأنصاري (1/ 58)، ومراقي السعود للمرابط ص 69، والمستصفى للغزالي (1/ 66)، والعدة لأبي يعلى (2/ 376)، وروضة الناظر لابن قدامة (1/ 104)، والمسودة لآل تيمية ص 50، والتحبير للمرداوي (2/ 837)، وشرح الكوكب المنير لابن النجار (1/ 351).\r(¬5) وَقَالَ الطوفي الخلاف لفظي فِي المسألة وتابعه المرداوي وابن النجار. انظر: شرح مختصر =","seal":"F7B2EFBB","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"وَلَا عقاب عَلَيْه فِي تركه، (¬1) وفيه احتراز من أفعال المجانين والصبيان والبهائم؛ لأنه لا يصح إذنهم وإعلامهم به، وَلَا يدخل على ذلك فعل الله، كما فِي يَجوز أن يوصف أَنَّهُ مأذون له (¬2).\rوالمحظور: ما يعاقب المكلف على فعله ويثاب على تركه (¬3).\rوالندب: استدعاء الفعل بالقول ممن هو دونه على وجه يتضمن التخيير بين الفعل والترك (¬4).\rوالمندوب: ما كَانَ فِي فعله ثواب وليس فِي تركه عقاب (¬5).\r¬__________\r= الروضة للطوفي (1/ 276)، والتحبير للمرداوي (2/ 839)، وشرح الكوكب المنير لابن النجار (1/ 353).\r(¬1) وهو تعريف القاضي، وتعاريف الحنابلة متقاربة جدًّا ولعلَّ أحسنها ما اختاره المرداوي وابن النجار: وهو ما خلا من مدح وذم لذاته، انظر: العدة لأبي يعلى (1/ 167)، روضة الناظر لابن قدامة (1/ 136)، وشرح مختصر الروضة لطوفي (1/ 386)، والتحبير للمرداوي (3/ 1020)، وشرح الكوكب لابن النجار (1/ 422).\r(¬2) انظر المحترزات فِي العدة لأبي يعلى (1/ 167)، وشرح مختصر الروضة للطوفي (1/ 386).\r(¬3) أي ضد الواجب، وعرفه الطوفي: ما ذم فاعله شرعا، وزاد عَلَيْه المرداوي وابن النجار: ولو قولًا أَوْ عمل قلب انظر: شرح مختصر الروضة لطوفي (1/ 359)، والتحبير للمرداوي (2/ 946)، وشرح الكوكب المنير لابن النجار (1/ 386).\r(¬4) ذكر القاضي \"اقتضاء\" بدل \"استدعاء\" فِي التعريف، انظر العدة لأبي يعلى (1/ 162)، والواضح لابن عقيل (1/ 126)، وروضة الناظر لابن قدامة (1/ 128)، وشرح الكوكب المنير لابن النجار (1/ 402).\r(¬5) وهو قريب من تعريف أكثر الحنابلة: وهو ما أثيب فاعله ولم يعاقب تاركه.\rانظر: العدة لأبي يعلى (1/ 163)، روضة الناضر لابن قدامة (1/ 120)، وشرح مختصر الروضة للطوفي (1/ 353)، والمختصر لابن اللحام ص 63، والتحبير للمرداوي (2/ 978).","seal":"7C4072B9","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"وحد السنة: ما رسم ليحتذى (¬1)، ولهذا قَالَ النَّبِيُّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"من سن سنة حسنة فله أجرها وأجر من عمل بها إِلَى يوم القيامة ومن سن سنة سيئة فعليه وزرها ووزر من عمل بها إِلَى يوم القيامة\" (¬2).\rوقد يقع إطلاق اسم السنة على الواجب، وما ليس بواجب، وَقَالَ الله تعالى: {سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ} (¬3) أي شريعة الله (¬4).\rوَقَالَ عَلَيْه السلام \"من السنة أن لا يقتل الحر بالعبد\" (¬5) وأراد الشريعة.\r¬__________\r(¬1) هكذا عرفها المؤلف وأبو يعلى والباجي رحمهم الله تعالى، وهي مرادفة للمندوب فِي الحد والحقيقة، انظر: العدة لأبي يعلى (1/ 165)، وإحكام الفصول للباجي (1/ 52)، وشرح مختصر الروضة لطوفي (1/ 354).\r(¬2) رواه مسلم (3/ 87)، كتاب الزكاة باب الحث على الصدقة ولو بشق تمرة أَوْ كلمة طيبة وأنها حجاب من النار (1017)، وفي كتاب العِلْمِ (8/ 61)، باب من سن سنة حسنة أَوْ سيئة، حَدِيث (1017)، بدون لفظ (إِلَى يوم القيامة).\r(¬3) سورة غافر: آية 85.\r(¬4) يصح استدلال المؤلف رَحِمَهُ اللهُ من حيث العموم أن السنة تطلق على الطريقة وقد عدل عن الاستدلال بها القاضي والله أعلم.\rانظر: العدة لابي يعلى (آل 166) جامع البيان للطبري لابن جرير (24/ 58) ومعالم التنزيل للبغوي (4/ 55) والجامع لأحكام القرآن للقرطبي (18/ 386) وتفسير القرآن العظيم لابن كثير (6/ 509).\r(¬5) رواه بهذا اللفظ، البيهقي (8/ 64، 63)، باب لا يقتل حر بعبد رقم (15938) و (15939) و (15946)، وسنن الدارقطني (4/ 155، 153)، كتاب الحدود والديات وغيره، رقم (3252) و (3254)، ورواه أَبُو داود (5/ 141)، كتاب، باب من قتل عبده أَوْ مثل به أيقاد به، رقم (4506، 4507)، وضعفه العظيم أبادي فِي التعليق المغني على الدارقطني، وَقَالَ ابن حجر: حَدِيث ابن عَبَّاسٍ فِيهِ جويبر وغيره من المتروكين، وذكر له طرقا لا تسلم من مقال، التلخيص الحبير لابن حجر (5/ 2608)، حَدِيث (2267)، وضعفه الألباني فِي الإرواء (7/ 267)، حَدِيث (2210، 2211).","seal":"61981EB7","page":26},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"والشريعة تعم الواجب وغيره، إلَّا أن الغالب عند الفقهاء أن إطلاق اسم السنة يقع على ما لبس بواجب، فعلى هذا يجب أن يقال: ما رسم ليحتذى استحبابا (¬1).\rوالصحيح: ما طابق العقل والنقل، والفاسد بخلافه (¬2).\r* * *\r¬__________\r(¬1) انظر: العدة لأبي يعلى (1/ 166).\r(¬2) سبق لنا الكلام على الصحة والفساد من جهة التكليف أَوْ الوضع، والمؤلف فِي تعريفه جمع بين القولين، وَقَالَ الكلوذاني: الصحيح ما أعتد به، والفاسد عكسه، انظر: تعريف الصحة والفساد، وأن الفاسد مرادف للبطلان عند الحنابلة إلَّا فِي مسائل فِي الحجِّ وبعض العقود، وذلك لأدلة معينة فرقت بينهما، وللاختلاف فِي الفاسد خلاف الباطل.\rانظر: التمهيد لأبي الخطاب (1/ 68)، روضة الناظر لابن قدامة (1/ 181)، وشرح مختصر الروضة لطوفي (1/ 441)، وأصول الفقه لابن مفلح (1/ 252)، وشرح الكوكب المنير لابن النجار (1/ 464).","seal":"DB4D4E23","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"فصل\rودلالة الشرع (¬1) ستة أصول، تشتمل على ستة فصول: كتاب الله تعالى، وسنة نبيه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وإجماع أمته، والقياس (¬2)، واستصحاب الحال، وقول الصحابي الواحد (¬3).\r* * *\r¬__________\r(¬1) أي أدلة الأحكام.\r(¬2) وهذه متَّفقٌ عليها بين الأئمة الأربعة، أجمل المؤلف هذه الأصول ثم يذكرها فِي فصول، وسيأتي الكلام عليها.\r(¬3) وهي من الأصول المختلف فيها، وسيأتي الكلام عليها فِي آخر الرسالة، ولم يذكر المؤلف شرع من قبلنا، والاستحسان، والمصلحة المرسلة، وسد الذرائع، انظر: روضة الناظر لابن قدامة (1/ 457) وشرح مختصر الروضة للطوفي (3/ 169) والتحبير للمرداوي (8/ 3754) وشرح الكوكب المنير لابن النجار (4/ 434).","seal":"82175CEE","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"الفصل الأول\rالكتاب: ويشتمل على عشرة (¬1) أصناف: خاص، وعام، ومحكم، ومتشابه، ومجمل، ومطلق، ومقيد، وناسخ، ومنسوخ (¬2).\rفالمحكم: حده: ما تأبد حكمه (¬3)، ويعبر به أيضًا عن المفسر (¬4)، كما قَالَ الله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} (¬5) وأراد بالمحكمات المفسرة المستغنية فِي معانيها عما يفسرها، وحد ذلك ما يعقل معناه (¬6).\r¬__________\r(¬1) هكذا فِي المخطوط والذي ذكره المؤلف تسعة، وكل واحدة مِمَّا ذكره لها ما يقابلها إلَّا المجمل ليس له ما يقابله، فعلى فرض قولنا أن هناك سقط. فيكون الساقط من النص المبين وهو العاشر، وهو فِي مقابل المجمل كما يذكره علماء الأصول.\rانظر: شرح الكوكب المنير لابن النجار (3/ 437).\r(¬2) هذا إجمالًا وسيفصلها المؤلف، وقد ذكر المؤلف الأمر والنهي والنص والظاهر والمبين والمنطوق والمفهوم والجائز ولم يذكرها هنا ولعله أراد الإشارة لا الحصر.\r(¬3) عرفه المتأخرون هو ما اتضح معناه، قَالَ الطوفي وهو أجودها. انظر: شرح مختصر الروضة للطوفي (2/ 43) أصول الفقه لابن مفلح (1/ 316)، والتحبير للمرداوي (3/ 1395).\r(¬4) قَالَ القاضي وقد يعبر به عن المفسر، وعرف المفسر وهو ما ينبىء عن المراد، وَقَالَ وهذه صفة النص. وما ذكره المؤلف أقرب إِلَى تعريف الحنفية واصطلاحهم غير أنهم يفرقون بينهما أن المحكم لا يقبل النسخ فِي عهد النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أما المفسر يقبل النسخ فِي عهده. انظر: أصول السرخسي (1/ 180)، وتقويم الأدلة لدبوسي (1/ 507)، والعدة لأبي يعلى (1/ 151) والمسودة لآل تيمية ص 573، وروضة الناضر لابن قدامة (1/ 213).\r(¬5) سورة آل عمران: آية 7.\r(¬6) انظر: العدة لأبي يعلى (1/ 152).","seal":"11A8EF66","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"والمتشابه: هو الذي يحتاج إِلَى معرفة معناه إِلَى تفكر وتدبر، وقرائن تبينه ونزيل إشكاله (¬1).\rوالمجمل: ما لم يبن عن المراد بنفسه (¬2)، كقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (¬3).\rفإن ذلك مجمل فِي جنس الحق، وقدره، ويحتاج إِلَى دليل يبينه ويفسر معناه (¬4).\rومثل قولُه تعالى: {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ} (¬5).\rفلَمَّا \"نهى - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - عن كلّ ذي ناب من السباع، وكل ذي مخلب من الطير\" (¬6) دلت أحكام صاحب الشرع: أن الآية ليست على\r¬__________\r(¬1) المتشابه: هو ما لم يتضح معناه، عكس المحكم، كما هو المشهور عند الحنابلة، وعدم اتضاح المعنى لأسباب، وهي الإشتراك أَوْ الإجمال أَوْ غيرهما. انظر: شرح مختصر الروضة لطوفي (2/ 141)، وأصول الفقه لابن مفلح (1/ 316)، والتحبير للمرداوي (3/ 1395)، وشرح الكوكب المنير لابن النجار (2/ 141).\r(¬2) وهو تعريف القاضي وعرفه الطوفي وابن اللحام والمرداوي: هو ما تردد بين محتملين فأكثر على السواء. انظر: العدة لأبي يعلى (1/ 142)، وروضة الناضر لابن قدامة (1/ 517)، وشرح مختصر الروضة لطوفي (2/ 648)، والمختصر لابن اللحام ص 126، والتحبير للمرداوي (6/ 2750)، والكوكب المنير لابن النجار (3/ 414).\r(¬3) سورة الأنعام: آية 141.\r(¬4) ما يقع فِيهِ الإجمال وما لا يقع فِيه، انظر: شرح مختصر الروضة للطوفي (2/ 649)، وشرح الكوكب المنير لابن النجار (3/ 415).\r(¬5) سورة الأنعام: آية 145.\r(¬6) رواه البخاري (6/ 286)، كتاب الذبائح، باب أكل كلّ ذي ناب من السباع، رقم (5530) ورواه مسلم (6/ 60)، كتاب الصيد والذبائح وما يأكل من الحيوانات، باب =","seal":"25132710","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"ظاهرها، وأنه هو المعبر لما فِي كتاب الله تعالى، ومن لزم ظاهر الآية لزمه أن يبيح لحم الكَلْب، والفأرة، والفيل، والقرد، وغير ذلك مِمَّا نهى عنه (¬1).\rوالمطلق: هو المتداول لواحد لا بعينه باعتبار حقيقة شاملة لجنس، وهي النكرة فِي سياق الأمر (¬2).\rكقوله تعالى: {فَتَحْريرُ رَقَبَةٍ} (¬3) وقد يكون فِي الخبر، كقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"لا نكاح إلَّا بولي\" (¬4).\rوالمقيد: هو المتناول لمعين، وغير معين، موصوف بأمر زائد على الحقيقة (¬5)، كقوله تعالى: {وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ} (¬6)، قيد الرقبة بالإيمان والصيام بالتتابع.\r¬__________\r= تحريم أكل كلّ ذي ناب من السباع وكل ذي مخاب من الطير، رقم (1934).\r(¬1) انظر: العدة لأبي يعلى (1/ 147)، وزاد (الهرر).\r(¬2) وهو تعريف أكثر الحنابلة. انظر: روضة الناظر لابن قدامة (2/ 101)، وشرح مختصر روضة الروضة لطوفي (2/ 630)، والمختصر لابن اللحام ص 125، وشرح الكوكب المنير لابن النجار (3/ 392).\r(¬3) سورة المجادلة: آية 3.\r(¬4) رواه الترمذي ص 339، كتاب النِّكَاح، باب مَا جَاءَ لا نكاح إلَّا بولي، رقم (1102)، وأبو داود (3/ 20)، كتاب النكاح، باب فِي الولي، رقم (2078)، وابن ماجة (2/ 428)، كتاب النِّكَاح، باب لا نكاح إلَّا بولي، رقم (1881)، وانظر الكلام على الحديث فِي تنقيح التحقيق لابن عبد الهادي (4/ 290)، وصححه الألباني فِي الإرواء (6/ 235).\r(¬5) وهو تعريف أكثر الحنابلة، وزاد ابن قدامة على التعريف \"الشاملة لجنسه\". انظر: روضة الناظر لابن قدامة (2/ 102)، وشرح مختصر روضة الروضة لطوفي (2/ 630)، والمختصر لابن اللحام ص 125، وشرح الكوكب المنير لابن النجار (3/ 393).\r(¬6) سورة النساء: آية 92.","seal":"0BF6D94B","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"والنسخ فِي اللغة: الرفع والإزالة، كقولهم: نسخت الرياح الآثار، أي أزالتها (¬1).\rوفي عرف الفقهاء: انقضاء مدة العبادة التي ظاهرها الإطلاق، وإن شئت قلت: بيان ما لم يرد باللفظ العام فِي الأزمان مع تراخيه (¬2) و [فيما ذكرنا من الحد] (¬3) احتراز من الحكم المعلق على زمان مخصوص.\rفإن [انقضاءه] (¬4) ليس بنسخ له، لأنَّ الحكم لم يكن مطلقًا، مثل قولُه تعالى: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} (¬5)، فليس انقضاء اللَّيْلِ نسخا للحكم المعلق (¬6) فِيه، وَلَا انقضاء النهار نسخا للصوم المأمور به فِيه، والله أعلم.\r* * *\r¬__________\r(¬1) تهذيب اللغة للأزهري (7/ 181)، ومعجم مقاييس اللغة لابن فارس ص 989، والمقاموس المحيط للفيروز آبادي 252، مادة نسخ.\r(¬2) \"مع تراخيه\" ليست فِي العدة، وما ذكره تابعه فِيهِ القاضي فِي العدة (1/ 156، 155)، وعرفه ابن قدامة وابن اللحام: هو رفع الحكم الثابت بخطاب متقدم، بخطاب متراخ عنه. انظر: روضة الناضر لابن قدامة (1/ 219)، المختصر لابن اللحام ص 136، وشرح مختصر الروضة لطوفي (2/ 254).\r(¬3) فِي المخطوط بياض، والتصحيح من العدة لأبي يعلى (2/ 156).\r(¬4) فِي المخطوط بياض، والتصحيح من العدة لأبي يعلى (2/ 156).\r(¬5) سورة البقرة، آية 187.\r(¬6) وفي العدة لأبي يعلى (2/ 156)، \"المأذون\" بدل \"المعلق\".","seal":"6CEB37AE","page":34},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"الفصل الثاني فِي سنة رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -\rوقسمتها قسمة الكتاب، (¬1) وتزيد عَلَيْه بقسمين يختصان بها دون الكتاب؛ الفعل، والإقرار على القول والفعل.\rففعله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: يجب أن يقتدى به فِي إيجاب، وندب، وإباحة (¬2)، لمساواته لنا فِي التكليف، والدخول تحت المرسوم والحدود (¬3).\rفأَمَّا فعل الله تعالى فخارج عن هذا القبيل، لعدم دخوله تحت\r¬__________\r(¬1) المؤلف رَحِمَهُ اللهُ تعالى ذكر المتواتر والاحاد، ولم يشر إليهما ولعله كما سبق معنا يريد الإشارة لا الحصر والله أعلم، والذي لم يذكره مِمَّا يختص بالسنة هو: ما يشترط فِي الراوي وما لا يشترط، وعدالة الصحابة ومراتب روايتهم، ورواية غيرهم، والجرح والتعديل، وزيادة الثقة المنفرد بها، ورواية الحديث بالمعنى. انظر: روضة الناضر لابن قدامة (1/ 302) وما بعدها، وشرح مختصر الروضة لطوفي (2/ 71) وما بعدها.\r(¬2) أي بحسب القرائن. انظر: ميزان الأصول للسمرقندي ص 456، وإحكام الفصول للباجي (1/ 212) والمعتمد للبصري (1/ 377) العدة لأبي يعلى (3/ 734) وما بعدها، والإحكام فِي أصول الأحكام للآمدي (1/ 594)، وأصول الفقه لابن مفلح (2/ 862)، وشرح مختصر أصول الفقه للجراعي (2/ 505)، ووشرح الكوكب المنير لابن النجار (2/ 184) وما بعدها.\r(¬3) ذكر الشوكاني وأبو شامة رَحِمَهُ اللهُ أن أفعال الرسول - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - تنقسم إِلَى سبعة أقسام، وأوصلها الأشقر رَحِمَهُ اللهُ إِلَى عشرة. انظر: إرشاد الفحول للشوكاني (1/ 198)، والمحقّق من علم الأصول فيما يتعلق بأفعال الرسول لأبي شامة ص 265، وأفعال الرسول - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - ودلالتها على الأحكام للأشقر (1/ 216) تنبيه سقط من التقسيم الفعل البياني وقد خصص له المبحث السادس، فِي كتاب الأشقر أفعال الرسول.","seal":"52F39FD4","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"مرسوم؛ لأنه حاكم غير محكوم عَلَيْه (¬1) (¬2).\rوإقراره صلى الله عَلَيْه وسلم: على القول والفعل يدلُّ على الإباحة؛ لأنه بعث مبينا ومؤدبا ومعرفا وجوه الفساد والصلاح، فلا يَجوز عَلَيْه الإقرار على ما هو قبيح فِي الشرع (¬3).\rوإقرار الله تعالى على ما يعلم قبحه لا يدلُّ على التشريع؛ لأنه إنَّما أقر بتأخير المؤاخذة والإمهال عن المعالجة، بخلاف الرسل فإنهم سفراء عنه فِي الزجر عن ارتكاب المفاسد المنهي عنها، والحث على المصالح المأمور بها (¬4).\rفأَمَّا الإقرار على القول: فنحو ما رُوِيَ عن أَبِي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - قَالَ لماعز: \"إن أقررت أربعًا رجمك رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: فكان ذلك جاريا مجرى قولُه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"إن أقررت أربعًا رجمتك\" (¬5).\r¬__________\r(¬1) انظر: المسودة لآل تيمية (1/ 587)، وأفعال الرسول للأشقر (2/ 150).\r(¬2) تطرق ابن تيمية إِلَى فعل الله وقوله وتقريره فِي المسوده وفصلها الأشقر فِي كتابه انظر: المسودة لابن تيمية (1/ 587) وأفعال الرسول للأشقر (2/ 150).\r(¬3) نقل الشوكاني عن ابن القشيري الإجماع على حجية التقرير.\rانظر: ميزان الاصول للسمرقندي ص 460، وإحكام الفصول للباجي (1/ 220) والبحر المحيط للزركشي (1/ 204) والعدة لأبي يعلى (1/ 127)، والمحقق لأبي شامة ص 452. وما بعدها، وشرح مختصر الروضة للطوفي (2/ 61)، وإرشاد الفحول للشوكاني (1/ 221).\r(¬4) انظر: المختصر لابن اللحام ص 55، وأصول الفقه لابن مفلح (1/ 150)، وشرح مختصر أصول الفقه للجراعي (1/ 300)، أفعال الرسول للأشقر (2/ 155).\r(¬5) رواه البخاري (8/ 30)، كتاب المحاربين من أهل الكفر والردة، باب إِذَا أقر بالزنى، رقم (6824)، ومسلم (5/ 117)، كتاب الحدود، باب من اعترف على نفسه بالزنى، رقم (1692).","seal":"DEE31E3F","page":36},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"وأمَّا الإقرار على الفعل: فنحو ما رُوِيَ: أن جواريا (¬1) من بني النجار يضربن بالدف، ويقلن:\rنحن جوار من بني النجار ... وحبذا محمد من جار\rفقال - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"أعلم أني أحبكم\" (¬2) ولم ينههم عن ذلك فدل على الجواز (¬3).\r* * *\r¬__________\r(¬1) كذا فِي المخطوط وصححها الشيخ الشثري (جواري).\rانظر: شرح رسالة فِي أصول الفقه للشثري ص 62.\r(¬2) قاله جوار بني النجار حينما نزل عندهم النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - بعد الهجرة. انظر: سنن ابن ماجة (2/ 439)، كتاب النِّكَاح حَدِيث (1899)، بلفظ والله يعلم أني أحبكن، وصححه البوصيري والألباني فِي السلسلة الصحيحة (7/ 437)، حَدِيث (3154)، وفتح الباري (7/ 307).\r(¬3) انظر: شرح اللمع للشيرازي (1/ 560) والتمهيد للكلوذاني (1/ 15).","seal":"C6C9CDD8","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"الفصل الثالث\rإجماع أمته - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو اتفاق علماء العصر على حكم النازلة (¬1).\rويعرف اتفاقهم بقولهم، أَوْ يقول بعض (¬2) وسكوت الباقين (¬3)، حَتَّى ينقرض العصر عليهم (¬4)، وهو مأخوذ من العزم على الشيء، كما يقال:\r¬__________\r(¬1) وهو تعريف القاضي، وَقَالَ ابن مفلح \"حكم حادثة\" بدلى نازلة، وعرفه المرداوي وابن النجار: \"اتفاق مجتهدي الأمة فِي عصر على أمر ولو عقلا بعد النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -\"، انظر: العدة لأبي يعلى (1/ 170)، والمختصر لابن اللحام ص 74، وأصولى الفقه لابن مفلح (2/ 365)، والتحبير للمرداوي (4/ 1522)، وشرح الكوكب المنير لابن النجار (2/ 211).\r(¬2) صححها الشيخ الشثري (بعضهم).\rانظر: رسالة فِي أصول الفقه الشثري ص 65.\r(¬3) انظر: العدة لأبي يعلى (1/ 170)، ويفهم من كلامه رَحِمَهُ اللهُ القول بالإجماع السكوتي، وهو ما عَلَيْه الحنابلة وجمهور العلماء والشيرازي والصيرفي من الشافعية خلافًا للشافعية، المرجع السابق، وتيسير التحرير لأمير بادشاه (3/ 246)، وشرح تنقيح الفصولى للقرافي ص 259، ورفع النقاب للشوشاوي (4/ 611)، والبرهان للجويني (1/ 447)، وشرح اللمع للشيرازي (2/ 691)، وروضة الناظر لابن قدامة (1/ 434) تنبيه قد ذكر الزركشي والشوكاني اثني عشر قولًا فِي الإجماع السكوتي، البحر المحيط (4/ 494)، وإرشاد الفحول للشوكاني (1/ 399).\r(¬4) يشير المؤلف رَحِمَهُ اللهُ تعالى إِلَى اشتراط انقراض العصر لصحة الإجماع، وهو ما عَلَيْه أكثر الحنابلة وبعض الشافعية وهو ظاهر كلام الإِمام أحمد خلافا لجمهور العلماء وهو اختيار أَبِي الخطاب وابن مفلح والطوفي وقد أومأ إليه الإِمام أحمد. انظر: فواتح الرحموت للأنصاري (2/ 224)، شرح تنقيح الفصول للقرافي ص 258، شرح اللمع للشيرازي (2/ 698)، العدة لأبي يعلى (4/ 1095)، والتمهيد لأبي الخطاب (3/ 348)، وأصول الفقه لابن مفلح (2/ 429)، وشرح مختصر الروضة للطوفي (3/ 66).","seal":"E6562DF0","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"أجمعوا أمرهم بينهم، أي: عزموا عَلَيْه، فإذا عزم الأمر (¬1)، وهو حجة (¬2)، خلافا للنظام (¬3) (¬4)؛ لأنهم معصومون عن الخطأ بقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"لا تجتمع أُمتي على ضلالة\" (¬5) وقوله: \"من فارق الجماعة، ولو قيد شبر خلع ربقة الإسلام من عنقه\" (¬6).\r¬__________\r(¬1) انظر: تهذيب اللغة للأزهري (1/ 396)، ومعجم مقاييس اللغة لابن فارس ص 207، والقاموس المحيط للفيروز آبادي ص 655، مادة جمع.\r(¬2) انظر: فواتح الرحموت للأنصاري (2/ 213)، شرح تنقيح الفصول للقرافي ص 254، نهاية السول للإسنوي (2/ 742)، العدة لأبي يعلى (4/ 1064)، روضة الناضر لابن قدامة (1/ 378)، وشرح مختصر الروضة للطوفي (3/ 14)، وشرح الكوكب المنير لابن النجار (2/ 214).\r(¬3) هو أَبُو إسحاق إبراهيم بن يسار بن هانئ البصري المعتزلي وعرف بالنظام لأنه كَانَ ينضم الخرز وهو شيخ الجاحظ وإليه تنسب الفرقة النظامية، ولد سنة 185 توفي 231 انظر: سير أعلام النبلاء للذهبي (10/ 541)، وتاريخ بغداد للخطيب (6/ 97).\r(¬4) والخوارج والرافضة. انظر: البرهان للجويني (1/ 434) شرح اللمع للشيرازي (2/ 666)، والمنخول للغزالي ص 303، وشرح مختصر الروضة للطوفي (3/ 27) وشرح مختصر أصول الفقة للجراعي (1/ 573).\r(¬5) رواه أَبُو داود (5/ 14)، كتاب الفتن، باب ذكر الفتن ودلائلها، حَدِيث (4250)، والترمذي ص 629، كتاب الفتن، باب مَا جَاءَ فِي لزوم الجماعة، حَدِيث (2172)، وابن ماجة (4/ 327)، كتاب الفتن، باب السواد الأعظم حَدِيث (3950)، قَالَ ابن حجر حَدِيث مشهور له طرق لا يخلو واحد منا من مقال، ثم ذكر أحاديث صحيحة بمعناه يتقوى بها الحديث والله أعلم. انظر: التلخيص الحبير لابن حجر (5/ 2225)، حَدِيث (1933)، والسلسة الضعيفة للألباني (4/ 13)، حَدِيث (5).\r(¬6) رواه أَبُو داود (5/ 253)، كتاب السنة، باب فِي الخوارج، حَدِيث (4725)، والترمذي ص 801، كتاب الأمثال عن رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، باب مَا جَاءَ فِي مثل الصلاة والصيام والصدقة، حَدِيث (2868)، وصححه الألباني فِي صحيح الجامع الصغير (2/ 1094)، حَدِيث (6410).","seal":"F67DC34E","page":40},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"الفصل الرابع\rالقياس: هو رد الفرع إِلَى أصل بعلة جامعة بينهما (¬1).\rوهذا حد القياس فِي الأصل من حيث الجملة.\rوقد حدوه بعبارات مختلفة والمعنى متَّفقٌ. وهو يبنى على: أصل، وفرع، وعلة، وحكم.\rفالأصل: ما يثبت به حكم غيره (¬2).\rوالفرع: ما يثبت حكمه بغيره (¬3)، وهو الذي يثبت بالعلة حكمه، وذلك المختلف فِيه، وليس من شرطه أن يشابهه الأصل من جميع صفاته؛ لأنه لو كَانَ كذلك لكان هو هو، أَوْ هو بعضه.\rوالعلة: هي المعنى الجالب للحكم (¬4).\r¬__________\r(¬1) وهو تعريف القاضي، والتعريف المختار عند الحنابلة كما ذكره ابن المبرد: \"حمل فرع على أصل فِي حكم لجامع بينهما\"، انظر: العدة لأبي يعلى (1/ 174)، وروضة الناظر لابن قدامة (2/ 41)، وشرح مختصر الروضة للطوفي (3/ 218)، وشرح غاية السول لابن المبرد ص 274.\r(¬2) ضعف أَبُو يعلى هذا التعريف لأنه ليس جامعًا مانعًا، والذي عَلَيْه الأكثر أن تعريفه \"محل الحكم المشبه به\". انظر العدة لأبي يعلى (1/ 175)، وأصول الفقه لابن مفلح (3/ 1194)، وشرح مختصر الروضة للطوفي (3/ 229)، وشرح الكوكب المنير لابن النجار (4/ 14).\r(¬3) أي المحل المشبه. انظر: العدة لأبي يعلى (1/ 175)، وأصول الفقه لابن مفلح (3/ 1194)، وشرح مختصر الروضة للطوفي (3/ 230)، وشرح الكوكب المنير لابن النجار (4/ 15).\r(¬4) وهي فرع للأصل وأصل للفرع. انظر: العدة لأبي يعلى (1/ 175)، وأصول الفقه لابن مفلح (3/ 1195)، وشرح مختصر الروضة للطوفي (3/ 231)، وشرح الكوكب المنير لابن النجار (4/ 15).","seal":"6C6793F7","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"والحكم: الثابت بالقياس (¬1)، وهو قضاء الشرع والمستنبط، وهو المطلوب بالنظر الذي تنتصب لأجله الأدلة وتساغ له الأقيسة.\r\r[أقسام القياس]\rوالقياس على ضربين: واضح، وخفي (¬2) (¬3) (¬4).\rفالواضح: ما وجد فِيهِ معنى الأصل فِي الفرع بكامله (¬5)، كقوله تعالى: {فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} (¬6).\rفذكر الإحصان تنبيه بأعلى حالتيها على أدناهما، وذكر نصف العذاب يوضح أن العلة فِيهِ الرق فينبغي أن يلحق العبد بها فِي نقصان الحد.\r¬__________\r(¬1) انظر: العدة لأبي يعلى (1/ 176)، وشرح مختصر الروضة للطوفي (3/ 231)، وشرح الكوكب المنير لابن النجار (4/ 16).\r(¬2) هذا التقسيم باعتبار قوته وضعفه. انظر: العدة لأبي يعلى (4/ 1325)، وشرح مختصر ابن الحاجب للعضد (2/ 247) وشرح مختصر الروضة للطوفي (3/ 223)، وشرح الكوكب المنير لابن النجار (4/ 107).\r(¬3) وقسم بعض الشافعية ووافقهم ابن عقيل إِلَى قياس جلي وواضح وخفي، فالجلي ما قطع فِيهِ بنفي الفارق والخفي هو قياس الشبه والواضح ما بينهما وقيل الجلي ما كَانَ ثبوت الحكم فِي الفرع أولى من الأصل والواضح ما كَانَ مساويا لثبوته فِي الأصل كالنبيذ مع الخمر والخفي ما كَانَ دونه. انظر: الواضح لابن عقيل (2/ 50)، وتنشيف المسامع للزركشي (3/ 404) وشرح مختصر أصول الفقه للجراعي (3/ 275).\r(¬4) وينقسم باعتبار علته إِلَى قياس علة، وقياس دلالة، وقياس فِي معنى الأصل. انظر: شرح الكوكب المنير لابن النجار (4/ 209)، وشرح غاية السول ص 399.\r(¬5) بمعنى ما قطع فِيهِ بنفي الفارق، انظر: العدة لأبي يعلى (4/ 1325) وشرح مختصر أصول الفقه للجراعي (3/ 274)، وشرح الكوكب المنير لابن النجار (4/ 207).\r(¬6) سورة النساء: آية 25.","seal":"65FB7A49","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"ومثل قياس النبيذ على الخمر بعلةِ أن شرابه فِيهِ شِدّةٍ مُطْرِبة (¬1).\rوأمَّا القياس الخفي: فهو قياس الشبه (¬2)، ومعنى قياس الشبه: أن يتردد فرع بين أصلين له شبه بكل واحد منهما وشبهه بأحدهما أكثر، فيرد إِلَى أكثرهما شبها به (¬3) (¬4).\rمثل صحة ملك العبد بشبه الأحرار من حيث التكليف، ووجوب الحدود، والقصاص، وملك الإبضاع، والطلاق، وبشبه البهائم من حيثما كونه مملوكا ومضمونا بالقيمة فِي الغصب والإتلاف، فيلحق بأكثرها شبها به (¬5)، وكاستدلالنا على الترتيب فِي طهارة الحدث بالأفعال المتغايرة وإفسادها بالنوم، والحدث، وهذا الاستدلال به ظاهر قوي\r¬__________\r(¬1) انظر: العدة لأبي يعلى (5/ 1437).\r(¬2) قَالَ الطوفي: اعلم إن ظاهر كلام أهل اللغة والأصول الفرق بين المثل والشبه وأن مثل الشيء ما ساواه من كلّ وجه فِي ذاته وصفاته وشبه الشيء وشبيهه ما كَانَ بينه وبينه قدر مشترك من الأوصاف وحينئذ تتفاوت المشابهة بينهما قوة وضعفا بحسب تفاوت تلك الأوضاف المشتركة بينهما كثرة وقلة. شرح مختصر الروضة للطوفي (3/ 424).\r(¬3) انظر: العدة لأبي يعلى (4/ 1325)، وروضة الناظر لابن قدامة (2/ 240).\r(¬4) هناك رواية عن الإِمام أحمد بعدم حجية قياس الشبه وهو قول الحنفية واختاره بعض المالكية وبعض الشافعية، انظر: العدة لأبي يعلى (3/ 1326) وروضة الناظر لابن قدامة (2/ 243) وفواتح الرحموت للأنصاري (2/ 302) وشرح الكوكب المنير لابن النجار (4/ 191). البرهان للجويني (2/ 876) وإحكام الفُضُول للباجي (2/ 187) تنبيه ذكر ابن قدامة أن القاضي اختار الرواية الثانية والصحيح خلافه قَالَ القاضي بعد مناقشة أصحاب الرواية الثانية إِذَا تقرر هذا وأن قياس غلبة الشبه حجة فهو على ضربين: أحدها أن يكون الشبه بالأوصاف، والثاني: بالأحكام. انظر: العدة لأبي يعلى (4/ 1328)، وفتح الولي الناصر بشرط روضة الناظر للضويحي (5/ 426).\r(¬5) العدة لأبي يعلى (4/ 1132)، وروضة الناظر لابن قدامة (2/ 241).","seal":"E57AD2A7","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"على الصحيح من المذهب (¬1).\r\r[تعريف الفقه وأصول الفقه]\rوأصول الفقه: عبارة عن الكلام فِي أدلة الفقه دون غيرها (¬2).\rوالفقه فِي اللسان: الفهم؛ من قولهم: فلان فقه قولي، أي: فهمه (¬3)، ومنه قولُه تعالى {وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} (¬4) (¬5).\rوفي الشريعة: العِلْم (¬6) بأفعال المكلفين الشرعية دون العقلية، من حظر، وإباحة، وندب، وكراهة (¬7) (¬8).\r¬__________\r(¬1) انظر: شرح مختصر الروضة للطوفي (3/ 425)، وشرح الكوكب المنير لابن النجار (4/ 188).\r(¬2) العدة لأبي يعلى (1/ 70).\r(¬3) ويطلق على العِلْمِ بالشيء وإدراك معنى الكلام. انظر: تهذيب اللغة للأزهري (5/ 404)، ومعجم مقاييس اللغة لابن فارس ص 795، والقاموس المحيط للفيروز آبادي ص 1151، مادة فقه.\r(¬4) سورة الإسراء: آية 44.\r(¬5) لم يذكر المؤلف رَحِمَهُ اللهُ معنى الأصول، والأصول جمع أصل وهو لغة: ما يبنى عَلَيْه غيره، وقيل: ما منه الشيء، وقيل: ما استند الشيء فِي وجوده إليه. انظر: تهذيب اللغة للأزهري (12/ 240)، ومعجم مقاييس اللغة لابن فارس ص 62، والقاموس المحيط للفيروز آبادي ص 884، مادة أصل.\rواصطلاحا: ما له فرع، ويطلق على الدليل، والرجحان، والقاعدة المشتهرة، والمقيس عَلَيْه. انظر: شرح مختصر الروضة للطوفي (1/ 123)، والكوكب المنير لابن النجار (1/ 38).\r(¬6) زاد القاضي وأبو الخطاب على التعريف \"بأحكام\". انظر: العدة لأبي يعلى (1/ 68) والتمهيد لأبي الخطاب (1/ 4).\r(¬7) والذي عَلَيْه الأكثر \"العِلْم بالأحكام الشرعية\" وَقَالَ بعضهم، معرفة الأحكام، وجعلها ابن مفلح نفس الأحكام الشرعية. انظر: أصول الفقه لابن مفلح (1/ 11)، وشرح مختصر الروضة للطوفي (1/ 133)، والتحبير للمرداوي (1/ 163).\r(¬8) وتعريف أصول الفقه: العِلْمِ بالقواعد التي يتوصل بها إِلَى استنباط الأحكام الشرعية =","seal":"DBC95891","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"والحد: هو الجامع لما فرقه التفصيل المانع من دخول ما ليس من جملته فِيهِ (¬1).\rومنه سميت المرأة محدة، إِذَا امتنعت من الزينة.\rوالعقوبة حدًّا لما فيها من المنع من مواقعة المحظورة (¬2).\rوالتكليف فِي اللسان: إلزام ما فِيهِ كلفة؛ أي مشقة (¬3).\rقالت الخنساء (¬4) فِي صخر (¬5):\r¬__________\r= الفرعية عن أدلتها التفصيلية. انظر: أصول الفقه لابن مفلح (1/ 15)، وشرح مختصر الروضة للطوفي (1/ 120)، وشرح الكوكب المنير لابن النجار (1/ 44).\r(¬1) وفاقا للقاضي، والحد لغة: المنع، واصطلاحا: الوصف المحيط بموصوفه المميز له عن غيره، وَقَالَ العضد: ما يميز الشيء عن غيره، وشرطه أن يكون جامعا أي منعكسا ومانعا أي مطردا. انظر: العدة لأبي يعلى (1/ 74)، شرح مختصر ابن الحاجب للعضد (1/ 67)، والتحبير شرح التحرير للمرداوي (1/ 272) وشرح الكوكب المنير لابن النجار (1/ 89)، ومقبول المنقول لابن المبرد ص 105.\r(¬2) انظر: أقسامه وشروطه، وأن منهم من قسم الحد إِلَى ثلاثة أقسام كابن قدامة ومنهم من قسمه إِلَى خمسة أقسام كابن النجار وغيره. روضة الناظر لابن قدامة (1/ 58)، وشرح مختصر الروضة للطوفي (1/ 178) وأصول الفقه لابن مفلح (1/ 43)، وشرح الكوكب لابن النجار (1/ 92)، ومقبول المنقول لابن المبرد ص 156.\r(¬3) البرهان للجويني (8811)، وروضة الناظر لابن قدامة (1/ 153)، وشرح مختصر الروضة للطوفي (1/ 174).\r(¬4) هي تماضر بنت عَمْرو بن الحارث، من بني سُلَيْم، عاشت الجاهلية وأدركت الإسلام، ووفدت على رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، توفيت سنة 24. انظر: الاستيعاب لابن عبد البر (4/ 1789)، والإصابة فِي تمييز الصحابة لابن حجر (13/ 332).\r(¬5) هو صخر بن عَمْرو بن الحارث بن الشريد، قتل يوم كلاب، وقيل: يوم ذي الأثل، وكان من فرسان العرب وشجعانها، طعنه ربيعَةَ بن ثعلبة الأسدي، فلَمَّا قتل رثته أخته الخنساء بقصيدة. انظر: الإشتقاق لابن دريد ص 359، والإعلام للزكلي (3/ 201).","seal":"5E489D01","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"يكلفه القوم ما نابهم ... وإن كَانَ أصغرهم مولدا (¬1)\rوفي الشرع: الخطاب بأمر، أَوْ نهي (¬2).\rوله شروط: يرجع بعضها إِلَى المكلف (¬3)، وبعضها إِلَى نفس المكلف به (¬4).\rوالعزيمة فِي اللسان: القصد المؤكد (¬5).\rومنه قولُه تعالى: {وَلَمْ نَجِدْ لَهُ عَزْمًا} (¬6)\rوفي الشرع: ما لزم بإيجاب الله تعالى (¬7).\r¬__________\r(¬1) فِي ديوان الخنساء ص 16، (ما عالهم) بدل (نابهم)، وهي بمعناها لغة كما فِي الكامل. انظر: الكامل فِي اللغة للمبرد (4/ 42).\r(¬2) يصح هذا التعريف على رأي من يقول أن الإباحة ليست بتكليف، والمذهب عندنا أنَّها من الأحكام التكليفية، فالتعريف الراجح هو: إلزام مقتضى خطاب الشرع.\rانظر: روضة الناظر لابن قدامة (1/ 154)، وشرح مختصر الروضة لطوفي (1/ 176)، وشرح الكوكب لابن النجار (1/ 483).\r(¬3) وهو العقل وفهم الخطاب. انظر: الإحكام للآمدي (1/ 504)، وروضة الناظر لابن قدامة (1/ 154)، وشرح مختصر الروضة لطوفي (1/ 180)، وشرح الكوكب لابن النجار (1/ 498).\r(¬4) وهي ثلاثة: أن يكون معلومًا للمأمور به كونه مأمورا به من الله، وأن يكون معدوما، وأن يكون ممكنا. انظر: الإحكام للآمدي (1/ 464)، وروضة الناظر لابن قدامة (1/ 166)، وشرح مختصر الروضة للطوفي (1/ 221)، وشرح الكوكب لابن النجار (1/ 490).\r(¬5) تهذيب اللغة للأزهري (2/ 152)، ومعجم مقاييس اللغة لابن فارس ص 742، والقاموس المحيط للفيروز آبادي ص 1048، مادة عزم.\r(¬6) سورة طه: آيه 115.\r(¬7) ضعف هذا التعريف ابن قدامة وابن اللحام، والأكثر عرفوه، حكم ثابت بدليل شرعي خال عن معارض راجح، ليشمل الأحكام الخمسة، روضة الناظر لابن قدامة (1/ 189)، وشرح مخحصر الروضة لطوفي (1/ 457)، وشرح مختصر أصول الفقه للجراعي (1/ 441)، =","seal":"BEACF869","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"والرخصة في اللسان: السهولة واليسر.\rمن قولهم: رخص السعر، إِذَا سهل شراءه (¬1).\rوفي الشريعة: استباحة المحظور مع قيام السبب الحاظر (¬2).\rوالاستحسان: ترك حكم لحكم أولى منه (¬3)، مثل تقديم ما يثبت بالنص على ما يثبت بالقياس استحسانا (¬4).\rوالبيان فِي اللغة: القطع، ومنه البينونة فِي الطلاق؛ لأنَّها تقطع عصمة نكاح المرأة من الرَّجُلِ (¬5).\r¬__________\r= وشرح الكوكب لابن النجار (1/ 476).\r(¬1) تهذيب اللغة للأزهري (7/ 134)، والمصباح المنير للفيومي ص 186.\r(¬2) وافقه ابن قدامة على هذا التعريف، وَقَالَ الطوفي: لو قَالَ: استباحة المحظور شرعا صح، أي التعريف، وعرفه: ما ثبت على خلاف دليل شرعي لمعارض راجح، ووافقه ابن اللحام والمرداوي، روضة الناظر لابن قدامة (1/ 189)، وشرح مختصر الروضة للطوفي (1/ 460)، وشرح مختصر أصول الفقه للجراعي (1/ 444) والتحبير للمرداوي (3/ 1114)، وشرح الكوكب لابن النجار (1/ 478).\r(¬3) وهو تعريف القاضي وأبطله أَبُو الخطاب وذكر له ثلاثة معاني ابن قدامة وعرفه الطوفي وابن اللحام وغيرهما: هو العدول بحكم المسألة عن نظائرها لدليل شرعي خاص. انطر: العدة لأبي يعلى (5/ 1607)، التمهيد لأبي الخطاب (4/ 93)، وروضة الناظر لابن قدامة (1/ 47) وشرح مختصر الروضة للطوفي (3/ 197) وشرح مختصر أصول الفقه للجراعي (3/ 392).\r(¬4) وهو من الأصول المختلف فيها وقد قَالَ به الحنفية والمالكية والحنابلة خلافا للشافعية. انظر: الفصول فِي الأصول للجصاص (4/ 234)، وكشف الأسرار للبخاري (4/ 5)، وتحفة المسؤول للرهوني (4/ 238)، ومراقي السعود للمرابط ص 399، والمحصول للرازي (6/ 126)، ونهاية السول للأسنوي (2/ 947)، مراجع الحنابلة فِي الحاشية السابقة.\r(¬5) تهذيب اللغة للأزهري (15/ 495)، والقاموس المحيط للفيروزآبادي ص 1089، والمصباح المنير للفيومي ص 67.","seal":"7866971F","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"وفي الشرع: إخراج الشيء من حيّز الإشكال إِلَى حيّز التجلّي (¬1).\rويعني بالعلة: مناط الحكم، وسميت علة؛ لأنَّها غيرت حال المحل؛ أخذًا من علة المريض؛ لأنَّها اقتضت تغير حاله (¬2).\rوالاجتهاد: بذل الوسع فِي طلب الغرض (¬3).\rوهو على ثلاثة أضرب: تحقيق المناط، وتنقيح المناط، وتخريج المناط (¬4).\r¬__________\r(¬1) وهذا تعريف الصيرفي من الشافعية وأبو بكر عبد العزيز من الحنابلة وزاد ابن الحاجب والجويني وغيرهما على التعريف \"والوضوح\"، وانتقد القاضي والغزالي التعريف وضعفه ابن قدامه، والبيان يطلق على فعل المبين وهو التبيين وعلى الدليل وعلى المدلول، وعرفه أَبُو يعلى: إظهار المعنى وإيضاحه للمخاطب، ويظهر من التعريف أَنَّهُ أراد فعل المبين وهو التبين. انظر: كشف الأسرار للبخاري (3/ 4)، وفواتح الرحموت للأنصاري (2/ 42)، ومنتهى الوصول والأمل لابن الحاجب ص 140، وتحفة المسؤول للرهوني (3/ 282) والبرهان للجويني (1/ 160)، والمنخول للغزالي ص 63، العدة لأبي يعلى (1/ 100، 105)، وروضة الناظر لابن قدامة (1/ 528).\r(¬2) انظر: الفصول فِي الأصول للجصاص (9/ 4)، وفواتح الرحموت للأنصاري (2/ 260)، ومراقي السعود للمرابط ص 325، ونهاية السول للإسنوي (2/ 835)، وروضة الناظر لابن قدامة (2/ 144).\r(¬3) وعرفه الطوفي وابن اللحام: بذل الجهد فِي تعرف الحكم الشرعي، وهو قريب من تعريف ابن الحاجب وبمعناه قَالَ ابن قدامه. انظر: فواتح الرحموت للأنصاري (2/ 362)، ومنتهى الوصول والأمل لابن الحاجب ص 209، ونهاية السول للإسنوي (2/ 1025)، روضة الناضر لابن قدامة (2/ 333)، وشرح مختصر الروضة للطوفي (3/ 575)، وشرح مختصر أصول الفقه للجراعي (3/ 402).\r(¬4) قَالَ الدكتور عبد الكريم زيدان رَحِمَهُ اللهُ (تنقيح المناط: هذا من مسالك العلة على رأي بعض الأصوليين، وليس بمسلك على رأي البعض الآخر .... تخريج المناط وتحقيق المناط: من الإصطلاحات الأصولية التي قد تختلط بغيرها) الوجيز فِي أصول الفقه، 217، 216. قلت: لعله أراد بالخلاف فِي تنقيح المناط النوع الأول لأنَّ بعض العلماء =","seal":"A90DBA97","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"أما تحقيق المناط (¬1)؛ فنوعان:\rأحدهما: لا نعرف فِي جوازه خلافًا، وهو أن تكون القاعدة الكلية فِي الأصل مجمعا عليها أَوْ منصوصا عليها، ويجتهد على تحقيقها فِي الفرع (¬2).\rمثاله: تعيين الإِمام، والعدل، وقدر الكفاية فِي النفقات، ونحو ذلك يعبر عنه بتحقيق المناط إِذَا كَانَ معلومًا، لكن تعذرت معرفة وجوده فِي آحاد الصور، فاستدل عَلَيْه بأمارات، وهذا من صورة كلّ شريعة، لأنَّ التنصيص عدالة كلّ شاهد، وقدرها كفاية كلّ شخص لا بوحدة (¬3).\rالثاني: ما عرف علة الحكم فِيهِ بنص، أَوْ إجماع، فيبين المجتهد وجودها فِي الفرع باجتهاده (¬4).\rمثاله: قولُه النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - فِي الهرة: \"إنها ليست بنجسة، إنها من الطوافين عليكم والطوافات\" (¬5)\r¬__________\r= قَالَ هو ليس بقياس بل تطبيق للقاعدة الكلية المتفق عليها، والله أعلم. انظر: روضة الناظر لابن قدامة (2/ 147) شرح مختصر الروضة للطوفي (3/ 235).\r(¬1) قَالَ المرداوي تحقيق المناط: هو النظر والاجتهاد فِي معرفة وجود العلة فِي آحاد الصور. انظر: التحبير للمرداوي (7/ 3452).\r(¬2) قَالَ ابن قدامة \"لا نعرف فِي جوازه خلافًا\" ووافقه الآمدي وغيره. انظر: الإحكام للآمدي (4/ 2454)، والمسودة لآل تيمية ص 387، وروضة الناضر لابن قدامة (2/ 145)، وأصول الفقه لابن مفلح (3/ 1305).\r(¬3) انظر: شرح مختصر الروضة للطوفي (3/ 233).\r(¬4) انظر: فواتح الرحموت للأنصاري (2/ 298) ومراقي السعود للمرابط ص 368، والمستصفى للغزالي (2/ 230)، والتحبير للمرداوي (7/ 3451).\r(¬5) لفظة بنجسة عند البيهقي فِي السنن الكبرى (1/ 373)، كتاب الطهارة، باب سؤر الهرة رقم (1161، 1162)، ولفظة بنجس فِي السنن، عند أَبِي داود (1/ 185)، باب سر الهرة حَدِيث (86)، والترمذي ص 48، كتاب الطهارة، باب مَا جَاءَ فِي سؤر الهرة =","seal":"263DC999","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"فجعل الطواف علة، فيبين المجتهد وجود الطواف فِي سائر الحشرات، كالفأرة ونحوها، ليلحقها بالهر فِي الطهارة، فهذا قياس جلي أقر به جماعة من منكري القياس (¬1).\rوأمَّا تنقيح المناط: فهو أن يضيف الشارع الحكم إِلَى شبه (¬2) يقترن به أوصاف لا مدخل لها فِي الإضافة فيجب حذفها عن الاعتبار ليتسع الحكم (¬3).\rمثاله قولُه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - للأعرابي الذي قَالَ: هلكت يا رسول الله، قَالَ: \"ما صنعت؟ \" قَالَ: وقعت على أهلي فِي نهار رمضان قَالَ: \"اعتق رقبة\" (¬4) فكونه أعرابيًّا لا أثر له، فيلحق به الأعجمي لأنه وقاع مكلف، لا وقاع\r¬__________\r= حَدِيث (92)، والنسائي (1/ 58)، كتاب الطهارة، باب سؤر الهرة حَدِيث (68)، وابن ماجة (1/ 228)، كتاب الطهارة، باب الوضوء بسؤر الهرة والرخصة فِي ذلك، حَدِيث (367)، وصححه الألباني فِي الإرواء (1/ 191)، حَدِيث (173).\r(¬1) انظر: فواتح الرحموت للأنصاري (2/ 298)، ومراقي السعود للمرابط ص 368، والمستصفى للغزالي (2/ 231)، وروضة الناظر لابن قدامة (2/ 147).\r(¬2) فِي روضة الناظر \"سبب\" بدل\"شبه\" وهو متابع بها الغزالي. انظر: المستصفى للغزالي (2/ 231)، وروضة الناظر لابن قدامة (2/ 148).\r(¬3) خالف الطوفي والبعلي ابن قدامة فِي هذا التعريف، وَقَالَ المرداوي ووافقه ابن النجار: هو الاجتهاد فِي تحصيل المناط الذي ربط به الشارع الحكم فيبقى من الأوصاف ما يصلح ويلغي ما لا يصلح، انطر: تلخيص روضة الناظر للبعلي (2/ 557)، شرح مختصر الروضة للطوفي (3/ 237)، والتحبير للمرداوي (7/ 3333)، وشرح الكوكب المنير لابن النجار (4/ 131).\r(¬4) رواه البخاري (1/ 289)، كتاب الصَّوم، باب إِذَا جامع في نهار رمضان ولم يكن له شيء فتصدق عَلَيْه فليكفر، حَدِيث (1937، 1936)، ومسلم (3/ 139)، كتاب الصيام، باب تغليض تحريم الجماع فبي نهار رمضان على الصائم ووجوب الكفارة الكبرى فِيهِ وبيانها وأنها تجب على الموسر والمعسر وتثبت فِي ذمة المعسر حَتَّى يستطيع، حديث (1111).","seal":"552DADB9","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"أعرابي، إذ التكاليف تعم جميع المكلفين، وكون المرأة منكوحة لا أثر له، فإن الزنا أشد من انتهاك الحرمة، فهذه إلحاقات معلومة تبني على مناط الحكم، تحذف لما علم عادة الشرع فِي مصادره أَنَّهُ لا مدخل له فِي التأثير (¬1).\rوأمَّا تخريج المناط: فهو أن ينص الشارع على حكم فِي محل، وَلَا يتعرض لمناطه أصلًا (¬2).\rكتحريمه شراب الخمر، وتحريمه الربا فِي البر، فنستنبط بالرأي والنظر، فنقول: حرم الخمر لكونه مسكرا، فقيس عَلَيْه النبيذ، وحرم الربا فِي المكيل لأنه مكيل جنس، فقيس عَلَيْه الأرز (¬3).\r\r[دليل الخطاب]\rوأمَّا دليل الخطاب (¬4)؛ ويُسمى مفهوم المخالفة (¬5): فهو تخصيص\r¬__________\r(¬1) انظر: روضة الناظر لابن قدامة (2/ 148)، وشرح مختصر الروضة للطوفي (3/ 237).\r(¬2) هكذا عرفه ابن قدامة وخالفه الملخص والمختصر، قَالَ الطوفي: هو استخراج العلة من أوصاف غير مذكورة، ويسميه الحنفية المناسبة. انظر: فواتح الرحموت للأنصاري (2/ 298)، وشرح العضد على المختصر للإيجي (2/ 239)، والمستصفى للغزالي (2/ 233)، وروضة الناظر لابن قدامة (2/ 150)، وتلخيص الروضة للبعلي (2/ 558)، وشرح مختصر الروضة للطوفي \" (/ 243).\r(¬3) أنكره أهل الظاهر وطائفة من المعتزلة وغيرهم؛ لأنه الاجتهاد القياسي الذي وقع الخلاف فِيهِ انظر: تيسير التحرير للبخاري (4/ 43)، وفواتح الرحموت للأنصاري (2/ 298)، وتحفة المسؤول للرهولي (4/ 96)، ومراقي السعود للمرابط ص 346، والمستصفى للغزالي (2/ 233)، والإحكام للآمدي (4/ 2455)، وشرح مختصر الروضة للطوفي (3/ 342)، والتذكرة للمقدسي ص 613.\r(¬4) قَالَ الآمدي (وهو أي دليل الخطاب عند القائلين به ينقسم إِلَى عشرة أصناف متفاوتة فِي القوة والضعف). انظر: الإحكام للآمدي (4/ 1924).\r(¬5) نظم بعضهم مفهوم المخالفة كلها فِي بيتين فقال: =","seal":"AF472449","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"الشيء بالذكر، فيدل على نفي حكم ما عداه (¬1)، وَلَا فرق بين أن تعلق باسم (¬2) أُم صفة (¬3).\rكقوله تعالى: {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} (¬4)، وقوله عَلَيْه الصلاة والسلام: \"فِي سائمة الغنم الزكاة\" (¬5).\r¬__________\r= فِي الشرط والحصر مع الزمان ... فهم مخالفة والمكان\rوغاية وعدد والعلة ... واللقب واستثناء هذا والصفة\rانظر: رفع النقاب للشوشاوي (4/ 265)\r(¬1) وهذا تعريف ابن قدامة بدون لفظة \"فيدل\" واختلاف يسير، وعرفه ابن اللحام وابن النجار وغيرهما: أن يكون المسكوت عنه مخالفا للمنطوق، وشرطه عند القائلين به، أن لا تظهر أولوية وَلَا مساواة فِي المسكوت عنه وَلَا خرج مخرج الغالب. انظر: مختصر منتهى السؤل والأمل لابن الحاجب (2/ 944)، وشرح مختصر أصول الفقه للجراعي (3/ 100)، وشرح الكوكب المنير لابن النجار (3/ 489).\r(¬2) وهو ما يسمى مفهوم اللقب: وهو تخصيص اسم غير مشتق بحكم، قَالَ ابن مفلح: قيده بعض أصحابنا بغير المشتق، وهو حجة عند أكثر أصحابنا، وَقَالَ به مالك وداود واختاره الدقاق والصيرفي وابن خويز منداد المالكي ونفاه الأكثر وهو اختيار ابن قدامه. انظر: فواتح الرحموت للأنصاري (1/ 432)، والمستصفى للغزالي (2/ 204) العدة لأبي يعلى (2/ 475)، وروضة الناضر لابن قدامة (3/ 137)، وأصول الفقه لابن مفلح (3/ 1098)، وشرح مختصر أصول الفقه للجراعي (3/ 114).\r(¬3) وهو مفهوم الصفة: وهو أن يفترن بالعام صفة خاصة، قَالَ الجراعي وليس المراد بالصفة النعت فقط كما هو اصطلاح النحوي، كمَا جَاءَ فِي الحديث: سائمة، وهي ليست صفة، وإنَّما هي وصف اسم الفاعل، وهي مضاف، والجنس مضاف إليه، هذا ما قصده الجراعي والله أعلم، قَالَ أَبُو يعلى \"وقد نص أحمد على هذا - أي مفهوم الصفة - فِي مواضع\" ثم ذكر أمثلة من كلام الإِمام أحمد. انظر العدة لأبي يعلى (2/ 49)، والواضح لابن عقيل (2/ 266)، وروضة الناضر لابن قدامة (2/ 14).\r(¬4) سورة النساء: آية (92).\r(¬5) رواه البخاري (2/ 151)، كناب الزكاة، باب زكاة الغنم، حَدِيث (1454).","seal":"9C6C5B9D","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"ودليل انتفاء الحكم فِي المعلوفة، والكافرة، والعامد (¬1).\r\r[مفهوم العدد]\rأَوْ تعلق بعدد (¬2)، كقوله عَلَيْه السلام: \"لا تحرم الإملاجة، وَلَا الإملاجتان\" (¬3)، و\"ليس فِي القطرة وَلَا القطرتين من الدم وضوء\" (¬4) (¬5).\r\r[مفهوم الغاية]\rأَوْ تعلق بمد الحكم إِلَى غاية بصيغة: إلى، وحتى (¬6).\r¬__________\r(¬1) وهو حجة أي مفهوم الصفة عند الجمهور خلافا للحنفية وبعض المالكية والشافعية والتميمي من الحنابلة وكثير من المعتزلة والظاهرية. انظر: تقويم أصول الفقه للدبوسي (2/ 60)، وفواتح الرحموت للأنصاري (1/ 414)، ومختصر السؤل والأمل لابن الحاجب (2/ 941)، ورفع النقاب عن تنقيح الشهاب للشوشاوي (4/ 272)، والمستصفى للغزالي (1/ 191)، وشرح مختصر أصول الفقه للجراعي (3/ 103)، وشرح الكوكب المنير لابن النجار (3/ 500).\r(¬2) مفهوم العدد: هو تخصيص نوع من العدد بحكم، وقيده المرداوي: لغير مبالغة. انظر: روضة الناظر لابن قدامه (2/ 135)، والتحبير للمرداوي (6/ 2940)\r(¬3) رواه مسلم (4/ 166)، كتاب الرضاع، باب فِي المصة والمصتان، حَدِيث (1451).\r(¬4) رواه الدارقطني (1/ 287)، كتاب الطهارة، باب فِي الوضوء من الخارج من البدن كالرعاف والقيء والحجامة ونحوهما، حَدِيث (583، 582)، وضعفه الدارقطني وابن عبد الهادي فِي تنقيح التحقيق (1/ 287)، حَدِيث (316).\r(¬5) ومفهوم العدد حجة عند جمهور العلماء خلافا لبعض الحنفية وبعض الشافعية والمعتزلة والأشاعرة. انظر: تيسير النحرير لأمير بادشاه (1/ 100)، وفواتح الرحموت للأنصاري (1/ 432)، ورفع النقاب للشوشاوي (1/ 525)، ومراقي السعود للمرابط ص 112، والبرهان للجويني (2/ 301)، ونهاية السول للإسنوي (1/ 370)، وروضة الناظر لابن قدامة (135)، وشرح مختصر أصول الفقه للجراعي وفيه نسبة قول الأشاعرة (3/ 113)، والمعتمد للبصري (1/ 146).\r(¬6) هكذا عرفه ابن قدامة بدون كلمة \"تعلق\"، وَقَالَ الجراعي: وقد اختلفو فيما بعد الغاية، =","seal":"BCDF7E98","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"كقوله تعالى: {حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} (¬1)، {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} (¬2) (¬3).\r\r[مفهوم الشرط]\rأَوْ تعلق على شرط (¬4)، كقوله تعالى: {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ} (¬5).\rخلافا لأصحاب أَبِي حنيفة، (¬6) وجماعة من أصحاب الشافعي (¬7)، والتميمي (¬8) من أصحابنا ليس بحجة (¬9).\r¬__________\r= هل هو منطوق أَوْ مفهوم؟ والحق أَنَّهُ مفهوم. انظر روضة الناظر لابن قدامة (2/ 130)، وشرح مختصر أصول الفقه للجراعي (3/ 110).\r(¬1) سورة البقرة: آية (230).\r(¬2) سورة البقرة: آية (187).\r(¬3) مفهوم الغاية قَالَ به جمهور العلماء خلافا لبعض الحنفية والمعتزلة. انظر المراجع السابقة فِي الخلاف فِي مفهوم العدد.\r(¬4) وَقَالَ ابن قدامة \"التعليق\" بدل تعلق، وَقَالَ الطوفي \"تعليق الحكم\". انظر: روضة الناظر لابن قدامة (2/ 131)، وشرح مختصر الروضة للطوفي (2/ 756).\r(¬5) سورة الطلاق: آية (6).\r(¬6) انظر: الفصول من الأصول للجصاص (1/ 291)، وفواتح الرحموت للأنصاري (1/ 414) وحرر محل النزاع فقال\"ومحل النزاع الدلالة لغة يعني أن التركيب لغة موضوع للمفهوم عند عدم فائدة أخرى عندهم خلافا لنا\".\r(¬7) انظر: البرهان للجويني (1/ 452) والمستصفى للغزالي (2/ 192).\r(¬8) هو أَبُو الحسن عبد العزيز بن الحارث بن أسد التميمي صنف فِي الأصول والفروع والفرائض صحب أبا القاسم الخرفي وأبا بكر عبد العزيز ولد سنه سبع عشره ثلاثمائة وتوفي فِي ذي القعدة سنة إحدى وسبعين وثلاثمائة. انظر: طبقات الحنابلة لابن أَبِي يعلى (3/ 246)، والمقصد الأرشد لابن مفلح (2/ 127)، والدر المنضر للعليمي (آل 177).\r(¬9) القول المنسوب للتميمي فِي كتب الحنابلة بعدم الحجية فِي مفهوم الصفة فقط وليس فِي مفهوم المخالفة عمومًا، وَقَالَ أَبُو يعلى \"رأيت جزءًا وقع إِلَى تخريج أَبِي الحسن التميمي: =","seal":"C6A8792C","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"لنا (¬1) أَنَّهُ نزل قولُه تعالى: {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} (¬2).\rفقال رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"والله لأزيدنهم على السبعين\" (¬3).\rرواه يحيى بن سلام (¬4) فِي تفسيره (¬5)، وفي لفظ \"قد خيرني ربي فوالله لأزيدنهم على السبعين\" (¬6)، ولإجماع الصحابة رضوان الله عليهم أجمعين (¬7).\rفروي عن يعلى بن أمية (¬8) أَنَّهُ قَالَ لعمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ -: \"كيف\r¬__________\r= أن دليل الخطاب ليس بحجة\"، وقد سبق الأقوال عند التعليق على كلّ مفهوم. انظر: العدة لأبي يعلى (2/ 455)، وروضة الناظر لابن قدامة (2/ 134)، والمختصر فِي أصول الفقه لابن اللحام ص 133، وقد سبق فِي التعليق على مفهوم الصفة.\r(¬1) أي للحنابلة من أدلة على صحة المفهوم.\r(¬2) سورة التوبة: آية (80).\r(¬3) رد على هذا الاستدلال الغزالي من ثلاثة أوجه، وناقشه الكلوذاني. انظر: المستصفى للغزالي (2/ 190)، والتمهيد لأبي الخطاب (2/ 199).\r(¬4) عند الطبري فِي جامع البيان (6/ 141)، سَعِيد بن سلام، وهو يحيى بن سلام بن أَبِي ثعلبة التميمي البصري ولد بالكوفة سنة 124 رحل إِلَى مصر وأفريقية أدرك نحو عشرين من التابعين وهو عالم بالتفسير والحديث والفقه واللغة من كتبه تفسير القرآن توفي سنة 200. تهذيب الكمال للمزيّ (31/ 370) ولسان الميزان لابن حجر (8/ 449) والأعلام للزرلكي (8/ 148).\r(¬5) زاد فِي العدة \"عن قَتَادَةَ\". انظر: العدة لأبي يعلى (2/ 456)، وعند الطبري فِي جامع البيان (6/ 142)، سَعِيد عن قَتَادَةَ.\r(¬6) رواه البخاري (5/ 246)، كتاب التفسير، باب قولُه استغفر لهم أَوْ لا تستغفر لهم إن تستغفر لهم سبعين مَرَّة لن يغفر الله لهم، حَدِيث (4671، 4670)، وسلم (7/ 116)، كتاب الفضائل، باب من فضائل عُمَر - رَضِيَ اللَّهُ عَنْهُ -، حَدِيث (2400).\r(¬7) نقل القاضي إجماع الصحابة. انظر: العدة لأبي يعلى (2/ 460).\r(¬8) يعلى بن أمية بن أَبِي عبيد التميمي الحنظلي، أسلم يوم الفتح وشهد حنينا والطائف وتبوك كَانَ =","seal":"8612CE0A","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"نقصر وقد أمنا، والله تعالى يقول: {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا}؟ فقال عُمَر: عجبت مِمَّا عجبت منه فسألت رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - عن ذلك فقال: \"صدقة تصدق الله تعالى بها عليكم، فاقبلوا صدقته\" (¬1).\rففهمنا (¬2) من تعليق إباحة القصر على حالة الخوف وجوب الإتمام حال الأمن، وعجبنا من ذلك، ولم يظهر لهما مخالف (¬3).\rولأن تخصيص الشيء بالذكر لا بد له من فائدة (¬4).\rفإن استوت السائمة والمعلوفة، فلم خص السائمة بالذكر مع عموم الحكم والحاجة إِلَى البيان شاملة للقسمين، بل لو قَالَ: \"فِي الغنم الزكاة\" لكان أخص (¬5) فِي اللفظ وأعم فِي بيان الحكم، فالتطويل لغير حاجة (¬6) يكون عبثا، لكنه (¬7) وَعيًّا (يبين كلام صاحب الشريعة) (¬8) عنه،\r¬__________\r= معروفًا بالسخاء والكرم، قتل بصفين سنة 38. انظر: الاستيعاب لابن عبد البر (4/ 1585) والإصابة لابن حجر (11/ 447).\r(¬1) رواه مسلم (2/ 143)، كتاب صلاة المسافرين وقصرها، حَدِيث (686).\r(¬2) فِي روضة الناظر \"فهما\" وَقَالَ محقق الكتاب \"أي يعلى بن أمية وعمر رَضِيَ اللَّهُ عَنْهُما وهما من فصحاء العرب، وقولهما حجة\"، قلت وهو مفهوم كلام القاضي. انظر: العدة لأبي يعلى (2/ 462، 464)، المستصفى للغزالي (2/ 197)، روضة الناظر لابن قدامة (2/ 118).\r(¬3) انظر: العدة لأبي يعلى (2/ 460، 462).\r(¬4) انظر: العدة لأبي يعلى (2/ 467)، وتوجيه الغزالي فِي المستصفى (2/ 203)، وروضة الناظر لابن قدامة (2/ 120).\r(¬5) فِي الروضة \"أخصر\" بدل أخص. انظر: روضة الناظر لابن قدامة (2/ 121).\r(¬6) فِي الروضة \"فائدة\" بدل حاجة. انظر: روضة الناظر لابن قدامة (2/ 121).\r(¬7) فِي روضة الناظر لابن قدامة (2/ 121) \"يكون لكنه فِي الكلام وعيا\".\r(¬8) ليس فِي روضة الناظر ما بين القوسين.","seal":"A17EC42E","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"فكيف إِذَا تضمن إسقاط (¬1) بعض المقصود.\rفيظهر (¬2) أن القسم المسكوت عنه غير مساو للمذكور فِي الحكم.\rفأَمَّا إسقاط دليل الخطاب: فِي جواز الخلع حالة الوفاق (¬3) وفيما زاد على الأعيان الستة (¬4) التي يجري فيها الربا ونحو ذلك لدليل دل هناك، فلا يدلُّ على إسقاطه فِي كلّ موضع من كتاب الله عزَّ وجلَّ، ولم يدلُّ على إسقاطه رأسا، فكذلك هاهنا (¬5).\r\r[مفهوم الخطاب]\rوأمَّا مفهوم الخطاب (¬6): فهو التنبيه بالمنطوق به على حكم المسكوت عنه (¬7) (¬8).\r¬__________\r(¬1) فِي الروضة \"تفويت\" بدل إسقاط. انظر: روضة الناظر لابن قدامة (2/ 121).\r(¬2) فِي الروضة \"فظهر\" بدون حرف الياء. انظر: روضة الناظر لابن قدامة (2/ 121).\r(¬3) أي فِي ظاهر الآية. انظر: أحكام القرآن للقرطبي (4/ 73).\r(¬4) المذكورة فِي حَدِيث عُبَادَة بن الصامت فِي صحيح مسلم (5/ 44).\r(¬5) هذا رد من المؤلف على المعترض فِي مسألة الخلع والأصناف الستة التي يجري فيها الربا لم يعمل بالمفهوم لأدلة أخرى، وليس هذا بدليل على إسقاط المفهوم بالكلية، والله أعلم.\r(¬6) قَالَ ابن تيمية \"إن إنكار تنبيه الكلام وفحواه وقياس الأولى من بدع الظاهرية التي لم يسبق بها أحد من السلف فما زال السلف يحتجون بها\" الفتاوى لابن تيمية (2/ 207).\r(¬7) وهو تعريف القاضي، وَقَالَ ابن مفلح: أن يكون المسكوت موافقًا فِي الحكم، والمفهوم: ما دل لا فِي محل النطق، ويُسمى فحوى الخطاب ولحن الخطاب وهو مفهوم الموافقة. انظر: العدة لأبي يعلى (1/ 152)، والمسودة لآل تيمية ص 350، الواضح لابن عقيل (3/ 258)، وأصول الفقه لابن مفلح (3/ 1059) وذكر الخلاف فِي المصطلح الشوشاوي فِي رفع النقاب (1/ 502) وما بعدها، وشرح الكوكب لابن النجار (3/ 481).\r(¬8) قَالَ ابن اللحام \"وشرطه فهم المعنى فِي محل النطق، وأنه أولى - أي بأن لا يكون مساويا - وهو حجة عند الأكثر، ..... ثم دلالته لفظية عند القاضي والحنفية والمالكية\" وَقَالَ =","seal":"2A61E0C1","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"مثل حذف المضاف، كقوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ} (¬1)، ومعناه: فحلق ففدية.\rوكقوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} (¬2)، نبه بالتأفيف على تحريم الشتم والضرب وسائر أسباب التعنيف؛ لأنه إنَّما منع من التأفيف لما فِيهِ من الأذي، وذلك بالضرب أعظم، فوجب أن يكون بالمنع أولى.\rوكنهيه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - عن التضحية بالعوراء (¬3)، ففيه تنبيه على العمياء لأنَّ العمى فِيهِ عور وزيادة.\rوكقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \"إن كَانَ جامدا فألقوها وما حولها، وإن كَانَ مائعا فأريقوها\" (¬4).\rففرق بين الجامد والمائع، فدل على أنَّ سائر المائعات فِي معنى\r¬__________\r= الجراعي \"وَلَا خلاف فِي الاحتجاج للمساوي كالأولى\". انظر المختصر فِي أصول الفقه لابن اللحام ص 132.، وشرح مختصر أصول الفقه للجراعي (3/ 94).\r(¬1) سورة البقرة: آية 196.\r(¬2) سورة الإسراء: آية 23.\r(¬3) رواه أَبُو داود (3/ 362)، كتاب الأضاحي، باب ما يكره من الضحايا، حَدِيث (2795)، والترمذي ص 462، كتاب الأضاحي عن رسول الله، باب ما لا يَجوز من الأضاحي، حَدِيث (1501)، وَقَالَ حَدِيث حسن صحيح، والنسائي (3/ 362)، كتاب الضحايا، باب ما نهى عنه من الأضاحي العوراء، حَدِيث (4381)، وصححه الألباني فِي الإرواء (4/ 360)، حَدِيث (1148)، وصحيح الجامع (1/ 214) رقم (888).\r(¬4) رواه الترمذي ص 540، كتاب الأطعمة عن رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، باب مَا جَاءَ فِي الفأرة تكوت فِي السمن، حَدِيث (1803)، بلفظ \"فلا تقربوه\" ونقل الترمذي قول البخاري فِي تصحيح السند وأن ما ذكر خطأ، وأبو داود (4/ 313)، كتاب الأطعمة، باب فِي الفأرة تقع فِي السمن، حَدِيث (3838). وانظر كلام ابن عبد الهادي على الحديث تنقيح التحقيق (4/ 82)، حَدِيث (2399)، والبدر المنير لابن الملقن (6/ 444)، وضعفه الألباني فِي السلسلة الضعيفة (4/ 40)، حَدِيث (1532). =","seal":"46C79C82","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"السمن، وسائر الميتات فِي معنى الفأرة، ويُسمى هذا فحوى الخطاب (¬1).\rقَالَ بعض أهل اللغة: اشتق ذلك من قولهم للأبزار: فحا فيقال: فح قدرك، فسمي فحا لأنه يبين معنى اللفظ ويظهره كما تظهر الأبزار طعم الطبيخ ورائحته (¬2).\rويُسمى أيضًا لحن القول: لأنَّ لحن القول ما فهم منه بضرب من الفطنة (¬3).\r\r[هل يسمى مفهوم الخطاب قياسا]\rوَلَا يسمى ذلك قياسا، وإنَّما هو مفهوم من فحوى اللفظ؛ لأنَّ القياس يخص بفهمه أهل النظر والاستدلال، فيفتقر فِي إثبات الحكم به إِلَى ضرب من النظر والتأمل لحال الأصل والفرع، فأَمَّا ما دل على فحوى الخطاب الذي تبادرته القلوب من غير فكر وَلَا روية فإنه يستوي فِيهِ العالم والعامي، والعقل الذي لم يدر ما القياس، فكيف يَجوز إجراء اسم القياس عَلَيْه (¬4)؟\rوَقَالَ أَبُو الحسن التميمي (¬5) (¬6) رَحِمَهُ اللهُ: هو قياس جلي، لأنَّ\r¬__________\r(¬1) أي مفهوم الخطاب وهو مفهوم الموافقة قاله الطوفي. انظر: شرح مختصر الروضة للطوفي (2/ 715).\r(¬2) تاج العروس للزبيدي (39/ 219) ومختار الصحاح للرازي ص 493.\r(¬3) انظر: العدة لأبي يعلى (1/ 153).\r(¬4) انظر: روضة الناظر لابن قدامة (2/ 112)، وشرح مختصر الروضة للطوفي (2/ 717)، شرح مختصر أصول الفقه للجراعي (3/ 98).\r(¬5) سبق ترجمته فِي ص 46.\r(¬6) نسب له القول ابن قدامة والطوفي، ونسبه المرداوي والجراعي لبعض الحنابلة كابن أَبِي =","seal":"FEEE360E","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"المنع من الضرب لم يتناوله اللفظ، وَلَا استفيد من الاسم، فدل على أنَّه مستفاد بالقياس دون النطق ومختار بالأول (¬1) (¬2).\rوالدليل: هو المرشد إِلَى المطلوب، وقيل: الموصل إِلَى المقصود (¬3).\rوالطرد: وجود الحكم لوجود العلة (¬4).\r¬__________\r= موسى والخرزي والحلواني وَأَبِي الخطاب والفخر إسماعيل والطوفى، وقد أشار إِلَى ذلك ابن قدامة بقوله واختلف أصحابنا ولم يذكر إلَّا أبا الحسن، وهو قول الشافعي وأكثر أصحابه. انظر: شرح اللمع للشيرازي (1/ 424)، والبحر المحيط للزركشي (4/ 10)، والمسودة لآل تيمية ص 348، التمهيد لأبي الخطاب (2/ 227، 392)، روضة الناظر لابن قدامة (2/ 112)، والتحبير للمرداوي (6/ 2889)، وشرح مختصر أصول الفقه للجراعي (3/ 98، 97).\r(¬1) اختار المؤلف القول الأول وهو أن دلالة المفهوم دلالة لفظية وهو قول الحنفية وسموه دلالة النص، والمالكية، وبعض الشافعية، وأكثر الحنابلة ونسبه الشيرازي لأهل الظاهر وأكثر المتكلمين. انظر: تيسير التحرير لأمير بادشاه (1/ 94)، فواتح الرحموت للأنصاري (1/ 410)، وإحكام الفصول للباجي (2/ 74)، وتحفة المسؤول للرهوني (3/ 324)، وشرح اللمع للشيرازي (1/ 424)، والواضح لابن عقيل (3/ 258)، والتحبير للمرداوي (6/ 2882).\r(¬2) كذا فِي المخطوط، وصححها الشيخ الشثري \"والمختار الأول\" شرح رسالة فِي أصول الفقه للشثري ص 120.\r(¬3) هذا من جهة اللغة وأمَّا اصطلاحا: قَالَ ابن اللحام: ما يمكن التوصل بصحيح النظر فِيهِ إِلَى مطلوب خبري، عند أصحابنا وغيرهم، أي هذا التعريف. انظر: العدة لأبي يعلى (1/ 131)، والواضح لابن عقيل (1/ 32)، والمختصر فِي أصول الفقه لابن اللحام ص 33، شرح مختصر أصول الفقه للجراعي (1/ 74).\r(¬4) وهو تعريف القاضي وَقَالَ الطوفي: هو وجود الحد بدون المحدود، قَالَ أَبُو يعلى: الطرد شرط فِي صحة العلة، فأَمَّا العكس فليس بشرط على صحتها، وَقَالَ فِي موضع آخر: لكنه دليل على صحتها. انظر: العدة لأبي يعلى (1/ 77) و (5/ 1432)، وشرح مختصر الروضة للطوفي (1/ 177).","seal":"CC435536","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"والعكس: عدم الحكم لعدم العلة (¬1) (¬2).\rفإذا قلنا: لا زكاة فِي الخيل؛ لأنه حيوان لا تجب الزكاة فِي ذكوره، فلم تجب فِي إناثه وذكوره (¬3)، كالبغال والحمير، وعكسه الإبل، والبقر، والغنم (¬4)؛ لأنه لما وجبت الزكاة فِي ذكوره؛ وجبت فِي إناثه وذكوره (¬5).\rوالنقض: وجود العلة مع عدم الحكم (¬6).\rوقيل الكسر (¬7): وجود معنى العلة وَلَا حكم (¬8).\r¬__________\r(¬1) وهذا تعريف القاضي وَقَالَ الطوفي: هو انتفاء المحدود عند انتفاء الحد. انظر: العدة لأبي يعلى (1/ 177)، وشرح مختصر الروضة للطوفي (1/ 178).\r(¬2) ويعبر عنه فِي مسالك العلة بالدوران، وأطلق ابن المبرد على الجامع المانع المطرد المنعكس، قَالَ ابن اللحام وابن المبرد: يفيد العلية عند أكثر أصحابنا، قيل: ظنا، وقيل قطعا. انظر: المختصر فِي أصول الفقه لابن اللحام ص 149، وشرح مختصر أصول الفقه للجراعي (3/ 271)، ومقبول المنقول لابن المبرد ص 219، وشرح غاية السول لابن المبرد ص 96.\r(¬3) فِي العدة لأبي يعلى (1/ 177)، \"أصله\"، بدل ذكوره.\r(¬4) هنا زيادة فِي العدة، (1/ 177) \"وسبيل العاكس أن يبدأ بموضع العلة\".\r(¬5) انظر: الواضح لابن عقيل (2/ 231) و (5/ 100)، وشرح مختصر الروضة للطوفي (3/ 417)، والتحبير للمرداوي (7/ 3442).\r(¬6) وهذا تعريف القاضي والذي عَلَيْه الأكثر: إبداء العلة بدون الحكم. انظر: العدة لأبي يعلى (1/ 177)، وروضة الناظر لابن قدامة (2/ 309)، وشرح مختصر الروضة للطوفي (3/ 501) وشرح غاية السول لابن المبرد ص 412.\r(¬7) فِي المخطوط \"العكس\"، ولعله سبق قلم من المؤلف أَوْ النّاسخ لأمرين: الأول: أن الذي فِي كتب الأصول هو الكسر بعد النقض، كما أن العكس مرتبط مع الطرد وليس النقض، والثاني: أن التعريف الذي ذكره المؤلف موافق لتعريف الكسر، ويؤيد ما ذكرت قول الرازي فِي المحصول (5/ 259)، الكسر نقض يرد على المعنى دون اللفظ والله أعلم.\r(¬8) عرفه أكثر الحنابلة: هو إبداء الحكمة أي العلة بدون الحكم. انظر: العدة لأبي يعلى =","seal":"300FD038","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"والفرق بين النقض والكسر (¬1): أن النقض يرد على لفظ العلة، والكسر (¬2) يرد على وجه واحد لا يختلف (¬3).\rوالقلب: هو الاشتراك فِي الدليل (¬4)، وهو من ألطف الأسئلة (¬5).\rمثاله: أن يعلل أصحابنا فِي مسح الرأس بأنه عضو من أعضاء الطهارة؛ فوجب أن لا يجزئ منه ما يقع عَلَيْه الاسم كسائر الأعضاء، فيقلب السائل، فيقول عضو من أعضاء الطهارة، فوجب أن لا يجب عَلَيْه أن يعم ما وقع عَلَيْه الاسم من العضو فيما سواه (¬6).\rوالسبب: ما يتوصل به إِلَى الحكم (¬7)، ويكون طريقا لثبوته، سواء كَانَ\r¬__________\r= (5/ 1454) المسودة ص 429، وروضة الناظر لابن قدامة (2/ 312)، وشرح مختصر الروضة للطوفي (3/ 510)، وأصول الفقه لابن مفلح (3/ 1227) والمختصر فِي أصول الفقه لابن اللحام ص 156.\r(¬1) فِي المخطوط \"العكس\"، وسبق التنبيه على تصحيهها.\r(¬2) فِي المخطوط \"العكس\"، وسبق التنبيه على تصحيهها.\r(¬3) انظر: شرح مختصر الروضة للطوفي (3/ 567).\r(¬4) وهو تعريف القاضي، وعرفه الطوفي وابن اللحام وابن المبرد: هو تعليق حكم المستدل على علته بعينها. انظر: العدة لأبي يعلى (5/ 1521)، وشرح مختصر الروضة للطوفي (3/ 519)، والمختصر فِي أصول الفقه لابن اللحام ص 156، ومقبول المنقول ص 225.\r(¬5) والقلب قسمان: قلب الدعوي، وقلب الدليل. انظر: شرح مختصر الروضة للطوفي (3/ 519)، وشرح مختصر أصول الفقه للجراعي (3/ 332)، والتحبير للمرداوي (7/ 3662).\r(¬6) انظر: البرهان للجويني (2/ 669)، والواضح لابن عقيل (2/ 271)، والمسودة ص 414، وشرح مختصر الروضة (3/ 520) وما بعدها.\r(¬7) وهذا تعريفه لغة. انظر: التحبير للمرداوي (3/ 1060) وأصول الفقه لابن مفلح (1/ 251).","seal":"1A87FF9E","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"دليلًا، أَوْ علة، أَوْ شرطا، وسواء كَانَ مؤثرا فِي الحكم، أَوْ غير مؤثر (¬1).\rوالنص: ما رفع بيانه إِلَى أقصى غاية (¬2).\rوقيل: ما كَانَ صريحا فِي حكم من الأحكام، وإن كَانَ اللفظ محتملا لغيره (¬3).\rوليس من شرطه أن لا يحتمل إلَّا واحدًا، لأنَّ هذا يعز وجوده، إلَّا أن يكون مثل قوله تعالى: {يَاأَيُّهَا النَّبِيُّ} (¬4)، و {قُلْ هُوَ اللَّهُ أَحَدٌ} (¬5).\r¬__________\r(¬1) وهذا تعريف القاضي ولكنه أخرج غير المؤثر، وعرفه الطوفي والمرداوي وابن النجار: ما يلزم من وجوده الوجود ومن عدمه العدم لذاته، وَقَالَ ابن مفلح: وصف ظاهر منضبط دل السمع على كونه معرفا لحكم شرعي، موافقا للآمدي انظر: العدة لأبي يعلى (1/ 182)، وشرح مختصر الروضة للطوفي (1/ 434)، وأصول الفقه لابن مفلح (1/ 251)، التحبير للمرداوي (3/ 1060)، شرح الكوكب لابن النجار (1/ 445).\r(¬2) وهذا تعريف القاضي، وَقَالَ المجد: ما أفاد الحكم يقينا أَوْ ظاهرا، ونقل عن أحمد والشافعي، وَقَالَ ابن الجوزي: اللفظ الدال دلالة لا تحتمل التأويل، وَقَالَ ابن قدامه: ما يفيد بنفسه من غير احتمال، وضعف هذا التعريف الطوفي وَقَالَ النص فِي اصطلاح الفقهاء والأصوليين: هو الصريح فِي معناه. انظر: العدة لأبي يعلى (1/ 137)، والإيضاح لابن الجوزي ص. 2 وروضة الناظر لابن قدامه (1/ 506)، وشرح مختصر الروضة للطوفي (1/ 553)، والتحبير للمرداوي (6/ 2873).\r(¬3) وهذا ما صححه القاضي خلافا للمؤلف، وقد ضَعَّفَهُ الطوفي وَقَالَ للنص ثلاث اصطلاحات عند العلماء. انظر: البرهان للجويني (1/ 277)، العدة (1/ 138)، والمستصفى للغزالي (1/ 384)، وأصول الفقه لابن مفلح (3/ 1059)، وشرح مختصر الروضة للطوفي (1/ 554) والتحبير للمرداوي (6/ 2873).\r(¬4) سورة الأنفال: آية 64.\r(¬5) سورة الإخلاص: آية 1.","seal":"F222BC0E","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"ولهذا نقول: قولُه تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} (¬1)، نص فِي قدر المدة، وإن كَانَ اللفظ محتملا لغيره (¬2).\rوالعام: ما احتمل معنيين هو فِي أحدهما أظهر من الآخر. (¬3)\rوالفرق بين الظاهر والعموم: أن العموم ليس بعض ما يتناوله اللفظ بأولى من بعض، وَلَا أظهر، وتناوله تناولا على السواء، فيجب حمله على عمومه إلَّا أن يخصه دليل أقوى منه (¬4).\rوالظاهر: ما احتمل معنيين إلَّا أن أحدهما أحق وأظهر باللفظ من الآخَرَ (¬5).\rفيجب حمله على أظهرهما، وَلَا يعدل عنه إلَّا بما هو أقوى منه (¬6).\r¬__________\r(¬1) سورة البقرة: آية 226.\r(¬2) انظر: البرهان للجويني (1/ 277)، والعدة (1/ 139)، والمستصفى للغزالي (1/ 384).\r(¬3) وتعريف المؤلف أقرب إِلَى تعريف الظاهر وقد ذكره ابن قدامه تعريفا للظاهر، وَقَالَ القاضي: ما عم شيئين فصاعدا، زاد ابن قدامه مطلقًا، وَقَالَ الطوفي والمرداوي وابن النجار: هو اللفظ الدال على جميع أجزاء ماهية مدلوله، قَالَ ابن المبرد وهو المختار عند أصحابنا. انظر: العدة لأبي يعلى (1/ 140)، وروضة الناظر لابن قدامة (2/ 7) وشرح مختصر الروضة للطوفي (2/ 448)، والتحبير للمرداوي (5/ 2311)، وشرح الكوكب لابن النجار (3/ 101)، وشرح غلية السول لابن المبرد ص 302.\r(¬4) زاد أَبُو يعلى: أما الظاهر فإنه يحتمل معنيين إلَّا أن أحدهما أظهر وأحق باللفظ من الآخر. انظر: العدة لأبي يعلى (1/ 414).\r(¬5) وهو تعريف القاضي وابن قدامة، وَقَالَ الطوفي وابن اللحام وغيرهما: اللفظ المحتمل معنيين فأكثر هو فِي أحدهما أظهر. انظر: العدة لأبي يعلى (1/ 141)، وروضة الناظر لابن قدامة (1/ 508)، وشرح مختصر الروضة للطوفي (1/ 558)، ومختصر أصول الفقه لابن اللحام ص 103.\r(¬6) أي حكم الظاهر، يجب أن يصار إِلَى المعنى الظاهر منه وَلَا يَجوز تركه إلَّا بقرينة. انظر: روضة الناضر لابن قدامة (1/ 508).","seal":"546FEBA0","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"وكل عموم ظاهر، وليس كلّ ظاهر عمومًا، لأنَّ العموم يحتمل البعض إلَّا أن الكل أظهر (¬1).\rفأَمَّا مثل قولُه تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ} (¬2) فكان عمومًا فِي جميعهم.\rوالظاهر مثل قولُه تعالى: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} (¬3) ويحتمل الندب، إلَّا أن ظاهره الوجوب (¬4).\rوالأمر: استدعاء الفعل بالقول ممن هو دونه (¬5).\rوإنَّما قلنا بالقول: لأنَّ الرموز والإشارات ليست أمرا على الحقيقة، وإنَّما تسمى أمرا مجازا (¬6).\rوقولنا ممن هو دونه: احترازا من قول الإنسان لربه: اغفر لي وارحمني، وقول العبد لسيده: اكسني وأطعمني، فإن ذلك ليس بأمر\r¬__________\r(¬1) أي كلاهما فِيهِ معنى الظهور. انظر: العدة لأبي يعلى (1/ 141).\r(¬2) سورة التوبة: آية 5.\r(¬3) سورة النور: آية 33.\r(¬4) قَالَ القاضي: لأنه أمر وظاهر الأمر الوجوب فسمي ظاهرا لذلك. انظر: العدة لأبي يعلى (1/ 141).\r(¬5) وهو تعريف القاضي وعرفه أَبُو الخطاب ووافقه ابن قدامة والطوفي: استدعاء الفعل بالقول على وجه الاستعلاء، وصححه الرازي، وَقَالَ بن اللحام: هو استدعاء إيجاد الفعل بالقول أَوْ ما قام مقامه. انظر: العدة لأبي يعلى (1/ 157)، والتمهيد لأبي الخطاب (1/ 124)، والمحصول للرازي (2/ 17)، وروضة الناظر لابن قدامة (1/ 542)، وشرح مختصر الروضة للطوفي (2/ 349)، والمختصر فِي أصول الفقه لابن اللحام ص 97.\r(¬6) أي استعماله فِي غير الأمر مجاز. انظر: العدة لأبي يعلى (1/ 157)، شرح مختصر الروضة للطوفي (2/ 359).","seal":"EB4CBA6C","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"وإنَّما هو دعاء (¬1).\rوالنهي: المنع من طريق القول (¬2).\rوإنَّما قلنا من طريق القول، لأنَّ من قيد [عبده] (¬3)، وأغلق عَلَيْه باب فقد منع وليس من طريق القول (¬4).\rوالجائز: ما وافق الشريعة (¬5).\rوتقول الفقهاء: الوكالة عقد جائز، وبيع جائز. ويريدون بذلك أَنَّهُ ليس بلازم، ويكون ذلك فِي كلّ عقد للعاقد فسخه بكل حال، وَلَا يؤول إِلَى اللزوم، وفيه احتراز من البيع المشروط، [و] (¬6) فِيهِ الخيار، وإذا كَانَ فِي البيع عيب فإنه قد يؤول إِلَى اللزوم (¬7).\r¬__________\r(¬1) قَالَ القاضي هو سؤال وطلب. انظر: العدة لأبي يعلى (1/ 157).\r(¬2) خالف المؤلف عادة علماء الأصول بأن يختار تعريفا للأمر ويجعل النهي مخالفا لتعريف الأمر الذي اختاره وجعل لكل منهما تعريفا مغايرًا للآخر، وضعف هذا التعريف القاضي، وَقَالَ اقتضاء أَو استدعاء الترك بالقول ممن هو دونه، وَقَالَ الطوفي: اقتضاء كف على جهة الاستعلاء. انظر: العدة لأبي يعلى (1/ 159)، وشرح مختصر الروضة للطوفي (2/ 428).\r(¬3) زيادة من العدة يستقيم بها الكلام. انظر: العدة لأبي يعلى (1/ 159).\r(¬4) قَالَ القاضي \"وليس ذلك بنهي\"، المرجع السايق.\r(¬5) وهو تعريف القاضي ونسبه المرداوي لتقي الدين، وفي المسودة ص 577. وقد يريد به الفقهاء ما ليس بلازم، وَقَالَ ابن النجار: ما لا يمتنع شرعا. انظر: العدة لأبي يعلى (1/ 168)، والتحبير للمرداوي (3/ 1034)، وشرح الكوكب لابن النجار (1/ 429).\r(¬6) كذا فِي المخطوط، وفي طبعة الشيخ الشثري سقط حرف الواو. انظر: شرح رسالة فِي أصول الفقه للشثري ص 138.\r(¬7) يعني إِذَا رضي بأخذ الأرش. انظر: العدة لأبي يعلى (1/ 168).","seal":"1C12E0D7","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"والخبر: ما دخله الصدق والكذب (¬1).\rوالصدق: ما خرج من مخبره على ما أخبر به (¬2).\rوحديث النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - ينقسم إِلَى ستة أقسام:\rمسند: وهو ما اتصل سنده بالنبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬3)، وهو الصحيح (¬4) (¬5).\rومرسل: وهو ما أرسله التابعي عن النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولم يذكر فِيهِ الصحابي (¬6)\r¬__________\r(¬1) وهو تعريف القاضي ورجح الطوفي تعريف الآمدي: هو اللفظ الدال بالوضع على نسبة معلوم إِلَى معلوم أَوْ سلبها عنه مع قصد المتكلم به الدلالة على ذلك على وجه يحسن السكون عَلَيْه. انظر: العدة لأبي يعلى (1/ 169)، الواضح لابن عقيل (1/ 105)، وشرح مختصر الروضة للطوفي (2/ 69)، وشرح الكوكب لابن النجار (2/ 292).\r(¬2) وهو تعريف القاضي وَقَالَ الطوفي ابن النجار: الصدق: هو الخبر المطابق، والكذب: الخبر غير المطابق. انظر: العدة لأبي يعلى (1/ 169)، وشرح مختصر الروضة للطوفي (2/ 67)، وشرح الكوكب لابن النجار (2/ 290).\r(¬3) هذا واحد من تعاريف المسند وقد ذكر ابن كثير ثلاثة تعاريف ما ذكره المؤلف واحد منها، وذكر عن الخطيب هو ما اتصل إِلَى منتهاه والثالث: محكي عن ابن عبد البر أَنَّهُ المروي عن النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - سواء كَانَ متصلا أَوْ منقطعًا. انظر: مقدمة ابن الصلاح ص 21، الباعث الحثيث لابن كثير (1/ 144)، فتح المغيث للسخاوي (1/ 119)، تدريب الراوي للسيوطي (1/ 268).\r(¬4) الصحيح عند أهل المصطلح: هو ما اتصل سنده بالعدول الضابطين من غير شذوذ وَلَا علة. انظر: مقدمة ابن الصلاح ص 7، والباعث الحثيث لابن كثير (1/ 99)، وفتح المغيث للسخاوي (1/ 14)، وتدريب الراوي للسيوطي (1/ 79).\r(¬5) لعل المؤلف أراد من لفظ \"الصحيح\" فِي التعريف أن المسند يشمل الصحيح والحسن والضعيف والله أعلم.\r(¬6) واختلفوا فِي التابعي بعضهم قيده بالتابعي الكبير والبعض ساوى بين الصغير والكبير. انظر: مقدمة ابن الصلاح ص 25، والباعث الحثيث لابن كثير (1/ 153)، وفتح المغيث للسخاوي (1/ 155)، وتدريب الراوي للسيوطي (1/ 294).","seal":"1E81226A","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"وموقوف: وهو ما حكي عن الصحابي، ولم يذكر فِيهِ النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬1).\rومقطوع (¬2): وهو ما سقط من سنده رجل (¬3).\rوبلاغ: وهو ما قَالَ المحدث: بلغني عن النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬4).\rومعضل: وهو ما سقط من سنده رجلان (¬5).\r¬__________\r(¬1) سواء كَانَ متصلا أَوْ غير متصل، وَقَالَ ابن الصلاح: إن اصطلاح فقهاء خرسان بأن الموقوف يسمونه أثرًا وَقَالَ ابن كثير بل يسميه كثير من الفقهاء والمحدثين أثرًا. انظر: مقدمة ابن الصلاح ص 7، والباعث الحثيث لابن كثير (1/ 147)، وفتح المغيث للسخاوي (1/ 123)، وتدريب الراوي للسيوطي (1/ 274).\r(¬2) المقطوع: هو الموقوف على التابعي قولًا أَوْ فعلًا، وهو غير المنقطع. انظر: مقدمة ابن الصلاح ص 22، والباعث الحثيث لابن كثير (1/ 149)، وقتح المغيث للسخاوي (1/ 125)، وتدريب الراوي للسيوطي (1/ 292).\r(¬3) ما سقط منه راو هو المنقطع قَالَ العراقي:\rوَسْم بالمنقطع الذي سقط ... قبل الصحابي به راو فقط\rوَقَالَ النووي الصحيح أن المنقطع ما لم يتصل إسناده على أي وجه كَانَ انقطاعه. انظر: مقدمة ابن الصلاح ص 26، الباعث الحثيث لابن كثير (1/ 162)، وألفية العراقي ص 105، وفتح المغيث للسخاوي (1/ 105)، وتدريب الراوي للسيوطي (1/ 317).\r(¬4) أشار إِلَى هذا المعنى الخطيب البغدادي مع أن أهل الاصطلاح وأهل الأصول لم يذكروه فِي كتبهم ولعلَّ السبب أَنَّهُ مصطلح خاص بالإمام مالك فِي الموطأ، وتعريف المؤلف موافق لاستعمال الإِمام مالك، وبلاغات الموطأ وصلها الحافظ ابن عبد البر إلَّا أربعة، قَالَ عنها: (وهو أحد الأحاديث الأربعة فِي الموطأ التي لا توجد فِي غيره مسندة وَلَا مرسلة والله أعلم)، التمهيد (24/ 375)، ووافقه على ذلك ابن الصلاح وابن حجر. انظر: الكفاية للخطيب ص 413، رسالة وصل البلاغات لابن الصلاح ص 197 ضمن رسائل لأبي غدة، وفتح الباري لابن حجر (3/ 122).\r(¬5) رجلان فأكثر ويُسمى منقطعًا ويُسمى مرسلًا عند الفقهاء. انظر: مقدمة ابن الصلاح ص 28، والباعث الحثيث لابن كثير (1/ 167)، وفتح المغيث للسخاوي =","seal":"D69F66F5","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"والصحابي: من صحب النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬1).\rوالتابعي: من صحب الصحابي (¬2).\rوالتواتر: ما وقع العِلْم عقيبه ضرورة (¬3)، وهو ما لم ينحصر بعدد (¬4)\rوالآحاد: ما قصر عن التواتر (¬5).\r¬__________\r= (4/ 77) وتدريب الراوي للسيوطي (2/ 226).\r(¬1) عرفه الحنابلة وأكثر أهل الاصطلاح: هو كلّ مسلم رأى النَّبِيّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -. انظر: العدة لأبي يعلى (3/ 987)، ومقدمة ابن الصلاح ص 146، والباعث الحثيث لابن كثير (2/ 491)، وشرح مختصر الروضة للطوفي (2/ 185)، وأصول الفقه لابن مفلح (2/ 578)، وفتح المغيث للسخاوي (4/ 77).\r(¬2) وهذا تعريف الخطيب البغدادي وخالفه النووي والعراقي قَالَ العراقي:\rوالتابع اللاقي لمن صحبا ... وللخطيب حده أن يصحبا\rانظر: مقدمة ابن الصلاح ص 151، والباعث الحثيث لابن كثير (2/ 520)، وألفية العراقي ص 167، وفتح المغيث للسخاوي (4/ 145)، وتدريب الراوي للسيوطي (2/ 263).\r(¬3) وهو قول أكثر أهل العِلْم خلافا لبعض المعتزلة البغداديين قالو: العِلْم يقع به اكتسابا وليس ضرورة. انظر: العدة لأبي يعلى (3/ 846)، إحكام الفصول للباجي (1/ 222)، البرهان للجويني (1/ 368)، وتيسير التحرير لأمير بادشاه (3/ 32)، وروضة الناظر لابن قدامة (1/ 288).\r(¬4) الكفاية للخطيب ص 16، العدة لأبي يعلى (3/ 855)، إحكام الفصول للباجي (1/ 226)، والبرهان للجويني (1/ 370)، وتيسير التحرير لأميرباد شاه (3/ 34)، وروضة الناضر لابن قدامة (2/ 298).\r(¬5) واختلف الحنابلة فِي حصول العِلْمِ به مع اتفاقهم على وجوب العمل به وقول الأكثرين والمتأخرين: أَنَّهُ لا يحصل العِلْم به، وقيل يحصل، ورجح هذا القول القاضي وَقَالَ يوجب العِلْم من طريق الاستدلال من أربعة أوجه لا من جهة الضرورة. انظر: العدة لأبي يعلى (3/ 898، 900)، إحكام الفصول للباجي (1/ 228)، والبرهان للجويني (1/ 388)، وفواتح الرحموت للأنصاري (2/ 121).","seal":"403DC785","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"والمعارضة: مقابلة الخصم فِي دعواه، ومساواته فِي الدلالة، بخلاف حكمه ومانعيته من وجه الدلالة (¬1).\rوالترجيح: مزية لتقديم أحد المعنيين على الآخر (¬2).\rوالندب، والفضل، والسنة، والاستحباب، والتنفل، بمعنى واحد (¬3).\rوالنظر: ضربان.\rضرب هو نظر العين، فهذا حده الإدراك بالبصر (¬4).\r¬__________\r(¬1) كَانَ الأنسب ذكر المعارضة مع الأسئلة الواردة على القياس التي مرَّ ذكرها، وهي القلب والنقض، والمعارضة عند الحنابلة على قسمين: معارضة فِي الأصل ومعارضة فِي الفرع، أما المعارضة التي فِي الأصل: بيان وصف غير وصف المستدل يقتضي الحكم فيحتمل ثبوته لأحدهما أَوْ لهما وهو الأظهر.\rوأمَّا المعارضة فِي الفرع: ذكر ما يمتنع معه ثبوت الحكم إما بنص أَوْ إجماع فِيهِ وإما بإبداء مانع للحكم أَوْ لسببه. انظر: العدة لأبي يعلى (5/ 1513) وقسمها القاضي إِلَى أربعة أقسام، فِي حكام الفصول للباجي (2/ 222)، وروضة الناظر لابن قدامة (2/ 318)، وشرح مختصر الروضة للطوفي (3/ 527)، وشرح العضد الإيجي (2/ 270)، والتحبير للمرداوي (7/ 3662)، وشرح مختصر أصول الفقه للجراعي (3/ 336)، ومقبول المنقول لابن المبرد ص 226.\r(¬2) عرفه الطوفي وابن اللحام: تقديم أحد طرفي الحكم لاختصاصه بقوة فِي الدلالة، وَقَالَ ابن مفلح: اقتران الأمارة بما تقوى به على معارضها، وهو تعريف ابن الحاجب. انظر: العدة لأبي يعلى (3/ 1019)، التمهيد لأبي الخطاب (4/ 226)، وشرح مختصر الروضة للطوفي (3/ 676)، أصول الفقه لابن مفلح (4/ 1581)، مختصر أصول الفقه لابن اللحام ص 168.\r(¬3) هذا مرتبط بأول الرسالة عند ذكر تعريف الندب أَو السنة ص 20، لذلك كَانَ حقه التقديم والله أعلم، والمقصود المعاني مترادفة. انظر: العدة لأبي يعلى (2/ 383)، وشرح مختصر الروضة للطوفي (1/ 354)، والتحبير للمرداوي (2/ 979)، وشرح الكوكب لابن النجار (1/ 403).\r(¬4) وهو تعريف القاضي والكلوذاني. انظر: العدة لأبي يعلى (1/ 183)، والتمهيد لأبي =","seal":"8050E056","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"والثاني: النظر بالقلب، وحده الفكر فِي حال المنظور فِيهِ (¬1).\rوالجدل: تردد الكلام بين اثنين إِذَا قصد كلّ واحد منهما إحكام قوله ليدفع به قول صاحبه (¬2).\rوالاجتهاد: بذل الوسع فِي طلب الغرض (¬3).\r¬__________\r= الخطاب (1/ 58).\r(¬1) وهو تعريف القاضي والكلوذاني، قَالَ الجويني وحقيقته هذا النظر التأمل أَو التفكر أَو التدبر أَو الاعتبار أَو الاستدلال، وذكر القرافي فيها سبعة مذاهب صحح منها ثلاثة وهي: الفكر، وتردد الذهن بين أنحاء الضروريات، وتحديق العقل إِلَى جهة الضروريات. انظر: العدة لأبي يعلى (1/ 184)، والكافية فِي الجدل للجويني ص 17، والتمهيد لأبي الخطاب (1/ 58)، وشرح تنقيح الفصول للقرافي ص 336، والمسودة لآل تيمية ص 388، والتحبير للمرداوي (1/ 212).\r(¬2) وهو تعريف القاضي وقريب منه تعريف الباجي والكلوذاني، وذكر الجويني له عدة تعاريف وصحح منها هذا التعريف: إظهار المتنازعين مقتضى نظرتهما على التدافع والتنافي بالعبارة أَو ما يقوم مقامهما من الاشارة والدلالة، وَقَالَ الطوفي: إنه قانون صناعي يعرف أحوال المباحث من الخطأ والصواب على وجه يدفع عن نفس الناظر والمناظر الشك والارتياب، ثم بعدها ضعف تعريف الغزالي ورد عَلَيْه. انظر: العدة لأبي يعلى (/ 184)، والمنهاج فِي ترتيب الحجاج للباجي ص 11، والكافية فِي الجدل للجويني ص 21، والتمهيد لأبي الخطاب (1/ 58)، وعلم الجذل للطوفي ص 3 و 4، والتحبير للمرداوي (7/ 3695).\r(¬3) وهذا أقرب للتعريف اللغوي كما أشار إليه ابن قدامه واصطلاحا: عرفه الطوفي وابن اللحام: بذل الجهد فِي تعريف الحكم الشرعي وقريب منه تعريف ابن قدامة وَقَالَ ابن مفلح والمرداوي: استفراغ الفقيه وسعه لدرك حكم شرعي. انظر: روضة الناظر لابن قدامة (2/ 333)، وشرح مختصر الروضة للطوفي (3/ 575)، وأصول الفقه لابن مفلح (4/ 1469)، والمختصر فِي أصول الفقه لابن مفلح ص 163، والتحبير للمرداوي (8/ 3865)، وشرك الكوكب لابن النجار (4/ 458).","seal":"21B67A9D","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"والرأي: استخراج صواب العاقبة (¬1)، وقيل: الرأي هو القياس (¬2)، ولهذا سمى أصحاب أَبِي حنيفة أصحاب الرأي (¬3).\rوالمفتي: هو المخبر بالحكم الشرعي مع كونه من أهل الفتيا (¬4)، وَلَا يكون مفتيا حَتَّى يكون مجتهدا (¬5).\r¬__________\r(¬1) وهو تعريف القاضي، وضعفه الكلوذاني وابن عقيل، وَقَالَ الكلوذاني: هو غاية الفكر، وَقَالَ ابن عقيل: استخراج حال العاقبة، وضعف هذا التعريف الجويني وَقَالَ: هو طلب الحق بضرب من التأمل، ولعله أحسنها والله أعلم. انظر: العدة لأبي يعلى (1/ 184)، والكافية فِي الجدل للجويني ص 58.، والتمهيد لأبي الخطاب (1/ 64)، والواضح لابن عقيل (1/ 205).\r(¬2) قَالَ الرازي: لا نسلم أن الرأي هو القياس. انظر: المحصول للرازي (5/ 73).\r(¬3) ذكر الشهرستاني فِي الملل أنهم أصحاب أَبِي حنيفة من أهل العراق، وأهل العِلْم يطلقون أهل الرأي ويريدون به أهل الكلام فِي العقائد وأهل الرأي من الحنفية كما يطلقه عليهم علماء الأصول وكما هو واضح من كلام ابن قتيبية، قَالَ ابن قُتَيْبَةُ: فأَمَّا الرأي فِي الفروع فأخف أمرا، بعدما رد على أهل الكلام، وَقَالَ فِي موضع آخر: أشد أهل العراق فِي الرأي والقياس الشَّعْبِيّ، وأسهلهم فِيهِ مجاهد. انظر: تأويل مختلف الحديث لابن قُتَيْبَةُ ص 149، 222 - 239، وجامع بيان العِلْمِ وفضله لابن عبد البر (2/ 259)، والملل والنحل للشهرستاني (2/ 12).\r(¬4) وقريب منه تعريف ابن حمدان، وَقَالَ الغزالي: هو المستقل بأحكام الشرع نصا أَو استنباطًا، وَقَالَ ابن مفلح: العالم بأصول الفقه وما يستمد منه والأدلة السمعية مفصلة واختلاف مراتبها. انظر: البرهان للجويني (2/ 869)، والمنخول للغزال ص 463، صفة الفتوي لابن حمدان ص 4، وأصول الفقه لابن مفلح (4/ 1532)، والتحبير للمرداوي (8/ 3868).\r(¬5) الذي يظهر من كلام المؤلف أن لفظ المفتي مرادف للمجتهد كما هي عادة علماء الأصول يطلقون المجتهد وأحيانا المفتي ويذكرون بعده شروط الاجتهاد، فِي باب الاجتهاد، وهو الذي مشي عَلَيْه المؤلف - رَحِمَهُ اللهُ -. انظر: المراجع السابقة.","seal":"15B63B19","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"وشروط الاجتهاد: أن يكون حافظا لكتاب الله تعالى، وسنة نبيه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - فِي المواضع التي يتعلق بها ذكر الأحكام فِي الحلال والحرام، دون ما عداه (¬1) (¬2)، وأن يكون عارفا بأحكام الخطاب، وموارد الكلام من الحقيقة والمجاز، وما اشتمل عَلَيْه الكتاب والسنة من الأقسام المتقدمة (¬3)، ويكون عارفا بطرق النحو، واللغة (¬4)، والإجماع،\r¬__________\r(¬1) ما ذكره المؤلف هو ما عَلَيْه كثير من أهل العلم على حفظ آيات الأحكام وأحاديثها وَقَالَ ابن قدامه: بل معرفتها وَلَا يشترط حفظها بأن يعلم موقعها إِذَا أراد الاحتجاج بها، وقدرها خمسمائة آية بتصرف، وأنكر الطوفي هذا العدد وَقَالَ: أن أدلة الأحكام فِي ذلك غير منحصرة، وروي عن الشافعي وغيره ونسبه ابن عقيل لكثير من العلماء حفظ القرآن كاملا وهو اختيار شيخ الإسلام. انظر: الرسالة للشافعي ص 510، والعدة لأبي يعلى (5/ 1594)، الواضح لابن عقيل (1/ 270)، وروضة الناظر لابن قدامة (2/ 334)، وشرح مختصر روضة للطوفي (3/ 577)، وشرح مختصر أصول الفقه للجراعي (3/ 406).\r(¬2) لم يشر المؤلف رَحِمَهُ اللهُ على أنَّه لابد للمجتهد أن يعلم ناسخ ومنسوخ الكتاب والسنة وَقَالَ ابن قدامة: يكفيه أن يعرف أن المستدل به فِي هذه الحادثة غير منسوخ، كما لابد له من معرفة الصحيح من السنة ومعرفة الرواة وعدالتهم، أَو أن يعتمد الكتب الصحاح التي ارتضى الأئمة رواتها. انظر: العدة لأبي يعلى (5/ 1594)، وروضة الناضر لابن قدامة (2/ 335)، وشرح مختصر الروضة للطوفي (3/ 579).\r(¬3) أي أن يكون عالمًا بأصول الفقة. انظر: العدة لأبي يعلى (5/ 1595)، والتمهيد لأبي الخطاب (4/ 390)، وروضة الناظر لابن قدامة (2/ 334)، وشرح مختصر الروضة للطوفي (3/ 577)، وأصول الفقه لابن مفلح (4/ 1532).\r(¬4) يشترط معرفة ما يتيسر به فهم خطاب العرب، من نص وظاهر ومجمل وعام وخاص ومطلق ومقيد وغير ذلك. انظر: العدة لأبي يعلى (5/ 1594)، التمهيد لأبي الخطاب (4/ 391) وروضة الناظر لابن قدامة (2/ 336)، شرح مختصر أصول الفقه للجراعي (3/ 408).","seal":"669C33F5","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"والاختلاف، والأصل، وعلة الأصل، والفرع المختلف فِيه، لينظر فِي الفرع فيرده إِلَى الأصل إِذَا وجد معناه فِيهِ (¬1)، وأن يكون عدلا (¬2)، فهذه صفة المجتهد.\rوالتقليد: قبول الشيء (¬3) من غير دليل (¬4).\rمأخوذ من القلادة التي فِي العنق. قَالَ الشاعر (¬5):\rقلدوها تمائما ... خوف عين وحاسد\rفسمي التقليد بذلك؛ لأنَّ المقلد يقطع الشيء فِي رقبة من يقلده إن كَانَ صوابا فله، وإن كَانَ خطأ فعليه (¬6).\r¬__________\r(¬1) ما ذكره المؤلف رَحِمَهُ اللهُ تعالى داخل فِي الشرط الثاني وهو معرفة مدارك الأحكام أي طرقها التي تدرك منها ويتوصل بها إليها، وَلَا يشترط معرفة تفاريع الفقه. انظر: المراجع السابقة فِي الشرط الثاني وهو معرفة أحكام الخطاب.\r(¬2) أطلق العبارة المؤلف رَحِمَهُ اللهُ، والحنابلة يرون العدالة شرط فِي قبول فتواه وخبره وليست شرطا فِي اجتهاده. انظر: وروضة الناظر لابن قدامة (2/ 334)، وشرح مختصر الروضة للطوفي (3/ 588)، وشرح مختصر أصول الفقه للجراعي (3/ 410).\r(¬3) عند القاضي والشيرازي بدل الشيء \"القول\". انظر: العدة لأبي يعلى (4/ 1216)، وشرح اللمع للشيرازي (2/ 1007).\r(¬4) وعرفه أَبُو الخطاب والجويني والغزالي وابن قدامة والطوفي: قبول قول الغير من غير حجة. انظر: البرهان للجويني (2/ 888)، والمستصفى للغزالي (2/ 387)، والتمهيد لأبي الخطاب (4/ 395)، وروضة الناظر لابن قدامة (2/ 381)، وشرح مختصر الروضة للطوفي (3/ 650).\r(¬5) لا يعرف قائل هذا البيت والشاهد فِيهِ قلدوها.\r(¬6) انظر: شرح مختصر الروضة للطوفي (3/ 650)، والتحبير للمرداوي (8/ 4011)، وشرح الكوكب المنير لابن النجار (4/ 529).","seal":"3D218C22","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"والأحكام على ضربين: ضرب يَجوز فِيهِ التقليد، وضرب لا يَجوز فِيهِ (¬1).\rفالذي لا يَجوز فِيهِ التقليد هي الأحكام العقلية، مثل: معرفة الله تعالى، وتوحيده، وتصديق رسله، فلا يَجوز لأحد التقليد فيها، لقوله تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ} (¬2) فذمهم الله تعالى على ذلك، ولأن كلّ عاقل من عالم وعامي إِذَا تفكر فِي أفعال الله تعالى وما خلقه من الأرض والسماء، توصل بذلك إِلَى معرفته، وإذا نظر إِلَى ما ظهر على أيدي رسله من المعجزات الخارقة للعادة توصل بذلك إِلَى صدقهم، فلم يَجُزْ لأحد التقليد فيها (¬3).\rوكذلك ما ثبت بأخبار التواتر كأعداد الركعات، ونصب الزكاة، ونحوها، فلا يَجوز لأحد التقليد فيها، لأنَّ العلم حصل بها من جهة الضرورة (¬4).\rوأمَّا الضرب الذي يَجوز التقليد فِيهِ: الأحكام التي تثبت بالآحاد.\r¬__________\r(¬1) انظر: العدة لأبي يعلى (4/ 1217)، والتمهيد لأبي الخطاب (4/ 396)، والواضح لابن عقيل (5/ 499).\r(¬2) سورة العنكبوت آية: 12.\r(¬3) هذا مذهب جمهور العلماء خلافا للعنبري وبعض الشافعية. انظر: تيسير التحرير لأمير بادشاه (4/ 243)، وفواتح الرحموت للأنصاري (2/ 401)، وشرح العضد على مختصر ابن الحاجب (2/ 305)، ورفع النقاب للشوشاوي (6/ 32)، والمحصول للرازي (6/ 91)، وشرح اللمع للشيرازي (2/ 1007)، والمسودة لآل تيمية ص 458، وأصول الفقه البن مفلح (4/ 1533)، والتحبير للمرداوي (8/ 4017).\r(¬4) نقل أَبُو الخطاب وابن عقيل وابن مفلح والمرداوي الاجماع على أنَّه لا يسوغ فِيهِ التقليد. انظر: التمهيد لأبي الخطاب (4/ 398)، والواضح لابن عقيل (5/ 500)، وتقريب الأصول لابن جزي 439، وأصول الفقه لابن مفلح (4/ 1539)، والتحبير للمرداوي (8/ 4030).","seal":"CE8A012C","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"والنّاس فيها على ضربين: عالم، وعامي، فالعامي يَجوز له تقليد العلماء، والأخذ بقولهم، لقوله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (¬1). ولأن طلب العلم من فروض الكفايات، فلو قلنا يجب على كلّ واحد أن يتعلم لجعلناه من فرائض الأعيان، ولأدى ذلك إِلَى قطع المكاسب والمعاش.\r\r[هل يجتهد السائل فِي عين المفتي أَو يأخذ قول أي مفتي]\rوإذا ثبت ذلك، فهل عَلَيْه أن يجتهد فِي عين المفتي أم لا (¬2)؟\rفالصحيح من المذهب: أَنَّهُ لا يلزمه الاجتهاد فِي عين المفتي، بل يأخذ يقول أيهم شاء؛ لأنه لما سقط عنه الاجتهاد فِي الحكم؛ سقط عنه الاجتهاد فِي عين المفتي (¬3).\rوَقَالَ الخرقي (¬4) رَحِمَهُ اللهُ تعالى: إِذَا اختلف اجتهاد رجلين لم يتبع\r¬__________\r(¬1) سورة النحل: الآية 43.\r(¬2) إِذَا ثبت ذلك أي بأن النّاس على قسمين عامي وعالم، فهل على العامي أن يستفتي أي مجتهد أم لابد له أن ينظر إِلَى أفضلهم فيستفتيه. انظر: العدة لأبي يعلى (5/ 1571)، وروضة الناظر لابن قدامة (2/ 385).\r(¬3) وصححه أَبُو يعلى وابن قدامة وأكثر الحنابلة وَقَالَ بها الحنفية والمالكية وأكثر الشافعية، وتوقف الطوفي وَقَالَ هذا القول أسهل والثاني أحوط ولم يرجح. انظر: تيسير التحرير لأمير بادشاه (4/ 251)، وفواتح الرحموت للأنصاري (2/ 404)، وإحكام الفصول للباجي (2/ 270)، وتقريب الأصول لابن جزي ص 460، وشرح اللمع للشيرازي (2/ 1011)، ونهاية السول للإسنوي (2/ 1055) العدة لأبي يعلى (5/ 1571)، وروضة الناظر لابن قدامة (2/ 385)، وشرح مختصر الروضة للطوفي (3/ 666)، وأصول الفقه لابن مفلح (4/ 1559)، ومختصر أصول الفقه لابن اللحام ص 167.\r(¬4) هو عُمَر بن حسين بن عبد الله بن أحمد الخرقي، قرأ على صالح وعبد الله ابني الإِمام أحمد، وقرأ عَلَيْه شيوخ المذهب منهم ابن بطة وأبو الحسن التميمي، له مصنفات كثيرة فِي المذهب =","seal":"75E8D625","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"أحدهما صاحبه، ويتبع العامي أوثقهما فِي نفسه (¬1).\rوظاهره أَنَّهُ يلزمه الاجتهاد فِي عين المفتي بأن يسأل عن حاله، ومختار بالأول (¬2) (¬3).\rوأمَّا العالم بالقبلة فلا يَجوز له التقليد فيها بحال، بل عَلَيْه الاجتهاد، سواء كَانَ الوقت واسعا، أَو ضيقا، لقوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} (¬4)، يعني: كتاب الله، وسنة رسوله، ولأن العالمين قد تساويا فِي السبب الذي يتوصل به إِلَى تثبيت الحكم، فلم يَجُزْ لأحدهما تقليد الآخر كالعالم والعامي فِي الأحكام العقليات (¬5).\r¬__________\r= احترقت الدار التي أودع كتبه بها حينما خرج عن مدينة السلام، واشتهر مختصره وكثرت شروحه، توفي سنة 334. انظر: طبقات الحنابلة لابن أَبِي يعلى (3/ 147)، والمقصد الأرشد لابن مفلح (2/ 298).\r(¬1) مختصر الخرقي ص 100، وكتاب المقنع شرح مختصر الخرقي لابن البنا (1/ 342)، وشرح الزركشي على المختصر (1/ 534) والمغني لابن قدامة (2/ 109).\r(¬2) ظاهره أي ظاهر كلام الخرقي، أَنَّهُ يستفتي أفضل المجتهدين، وَلَا يستفتي المفضول مع وجود الفاضل، وهذه رواية عن الإِمام أحمد اختارها ابن عقيل وهو قول ابن سريج والقفال من الشافعية، وَقَالَ الطوفي هي أحوط، وضعفها ابن قدامة، واختار المؤلف قول الجمهور بقوله والمختار الأول. انظر: شرح اللمع للشيرازي (2/ 1011)، والواضح لابن عقيل (1/ 291) و (5/ 465)، وروضة الناظر لابن قدامة (2/ 386)، وشرح مختصر أصول الفقه للجراعي (3/ 454).\r(¬3) كذا فِي المخطوط، وصححها الشيخ الشثري \"والمختار الأول\" انظر: شرح رسالة فِي أصول الفقه للشثري ص 164.\r(¬4) سورة النساء: آية 59.\r(¬5) انظر: العدة لأبي يعلى (5/ 1546)، والواضح لابن عقيل (5/ 254)، والمسودة لآل تيمية ص 467، والمغني لابن قدامة (2/ 108)، والإنصاف للمرداوي (2/ 14).","seal":"4206D9E4","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"الفصل الخامس\rاستصحاب الحال: وهو البقاء على حكم الأصل (¬1).\rفهو دليل يفزع إليه الفقهاء عند عدم الأدلة إحالة بالاستدلال على غيرهم (¬2).\rوهو على ضربين: استصحاب براءة الذِّمة حَتَّى يدلّ دليل شرعي على الوجوب، كقولنا فِي الخيل: الأصل براءة الذِّمة فِي إيجاب الزكاة فيها وعنها فمن ادعى إيجابها فعليه الدليل، وهذا تقديره إني لا أعلم دليلًا يوجب الزكاة فيها، فإن كنت عارفا بدليل فاذكره.\rويقال إنه مستراح الذمم، ودليل من لا دليل له، إِذَا كَانَ مطالبة لا استدلالا، وهذا الاحتجاج به صحيح سائغ عند أهل العلم (¬3).\r¬__________\r(¬1) وهو تعريف ابن عقيل، وعرفه الطوفي والمرداوي: التمسك بدليل عقلي أَو شرعي لم يظهر عنه ناقل مطلقًا. انظر: الواضح لابن عقيل (2/ 310)، وشرح مختصر الروضة للطوفي (3/ 147)، والتحبير للمرداوي (8/ 3753).\r(¬2) وهو دليل عند المالكية والشافعية والحنابلة وبعض الحنفية خلافا لأكثر الحنفية وبعض المتكلمين. انظر: تقويم أصول الفقه للدبوسي (3/ 164)، تخريج لأصول على الفروع للزنجاني ص 172، والردود والنقود للبابرتي (2/ 660)، وتسيير التحرير لأمير بادشاه (4/ 176)، وإحكام الفصول للباجي (2/ 239)، وشرح العضد على المختصر (2/ 284) وشرح اللمع للشيرازي (2/ 986)، والبرهان للجويني (2/ 735)، والعدة لأبي يعلى (4/ 1262)، والتمهيد لأبي الخطاب (4/ 251).\r(¬3) ذكر أَبُو يعلى الإجماع على صحته ونسبه للمحققين ابن عقيل. انظر: العدة لأبي يعلى (4/ 1262)، والتمهيد لأبي الخطاب (4/ 251)، والواضح لابن عقيل (1/ 44) والمسودة لآل تيمية ص 488، وروضة الناظر لابن قدامة (1/ 448)، وأصول الفقه لابن مفلح (4/ 1433).","seal":"9DB3EFE8","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"الضرب الثاني: استصحاب حكم الإجماع: وهو أن تجتمع الأمة على حكم ثم تتغير صفة المجمع عَلَيْه، بأن يختلف المجمعون عَلَيْه، فهل يجب استصحاب حكم الإجماع بعد الاختلاف، حَتَّى ينتقل عنه أُم لا (¬1)؟\rفذهب أكثر أصحابنا، وأصحاب أَبِي حنيفة والشافعي إِلَى أَنَّهُ لا يَجوز ذلك، ويجب طلب الدليل فِي مواضع الخلاف (¬2).\rوذهب أَبُو إسحاق ابن شاقلا (¬3): إِلَى أَنَّهُ يجب استصحاب حكم الإجماع (¬4)، والصحيح الأول (¬5)، ووجهه أن الإجماع لا يبقى بعد\r¬__________\r(¬1) وجهان للحنابلة فِيهِ ذكرها الكلوذاني وسيأتي تفصيلها. انظر: التمهيد لأبي الخطاب (4/ 254).\r(¬2) وقول جماعة من المالكية ونسبه أَبُو الخطاب للمحققين من الفقهاء والمتكلمين. انظر: الردود والنقود للبابرتي (2/ 660)، وفواتح الرحموت للأنصاري (2/ 359)، وإحكام الفصول للباجي (2/ 239)، ومراقي السعود إِلَى مراقي السعود للمرابط ص 398، وشرح اللمع للشيرازي (2/ 987)، ونهاية السول للإسنوي (2/ 937)، والعدة لأبي يعلى (4/ 1265)، والتمهيد لأبي الخطاب (4/ 254)، والواضح لابن عقيل (2/ 316)، روضة الناظر لابن قدامة (1/ 449)\r(¬3) هو إبراهيم بن أحمد بن عُمَر بن حمدان بن شاقلا، ولد سنة 325 هـ، صحب المروذي كَانَ عابدا صالحا جليل المقدار كثير الرواية حسن الكلام فِي الأصول والفروع وسمع من أَبِي بكر الشافعي وابن الصواف وغيرهما، توفي سنة 369 هـ. انظر: طبقات الحنابلة لابن أَبِي يعلى (3/ 227)، والمقصد الأرشد لابن مفلح (1/ 216).\r(¬4) وهو قول ابن حامد وغيرهما من الحنابلة ونسبة غير واحد من العلماء كالمرداوي والشيرازي والزركشي إِلَى داود وَأَبِي بكر الصيرفي والمزني وَأَبِي ثور والآمدي وابن الحاجب. انظر: شرح اللمع للشيرازي (2/ 987)، منتهى الوصول والأمل لابن الحاجب ص 153، والبحر المحيط للزركشي (6/ 22)، والتحبير للمرداوي (8/ 3764).\r(¬5) رجح المؤلف رَحِمَهُ اللهُ قول الجمهور فِي عدم الحجية. انظر: المراجع السابقة.","seal":"7BFC46FC","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"الاختلاف، فلا وجه للتعلق به.\rمثاله: أن يقول أصحاب داود (¬1) فِي أمهات الأولاد: الأصل فِي الإماء جواز البيع، فمن ادعى تحريمه بعد الاستيلاد فعليه الدليل (¬2).\rويمكن أن نقابلهم بما يتكافئ الدليلان فِيه، فيقفان موقفا سواء، ونقول: قد أجمعنا على منع البيع حال حملها بالحر، فمن ادعى جواز بيعها بعد الوضع فعليه الدليل (¬3).\r* * *\r¬__________\r(¬1) هو أَبُو سليمان داود بن علي بن خلف الأصبهاني، المعروف بالظاهري، كَانَ فقيهًا أديبًا شاعرًا ظريفا، ولد سنة مائتين وقيل: اثنتين ومائتين، له فِي فضائل الشافعي مصنفات، توفي يوم الاثنين تاسع شهر رمضان سنة سبع وتسعين ومائتين وقيل: ست وتسعين. انظر: المنتظم فِي تاريخ الملوك والأمم لابن الجوزي (9316)، وطبقات الشافعية الكبرى للسبكي (2/ 284) وفيات الأعيان لابن خلكان (4/ 259).\r(¬2) انظر: المحلى لابن حزم (8/ 573، 546).\r(¬3) انظر: العدة لأبي يعلى (4/ 1266).","seal":"CD0C4508","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"الفصل السادس\rقول الصحابي الواحد: لا يخلو أن يكون مخالفا للقياس، فيكون سنة ونفلا (¬1).\rأَو يكون اجتهادا كقول عُمَر - رَضِيَ اللَّهُ عَنْهُ -: \"فِي عين الفُرس ربع قيمتها\" (¬2) فهذا توقيف، إذ لا قياس يحمل عَلَيْه (¬3).\rوإن وافق القياس، ولم يخالف غيره مع سماع الصحابة لقوله، فقد تبينا أن ذلك إجماع (¬4)، وإن لم ينتشر ذلك فِي الصحابة (¬5)، فهو حجة، وكان المجتهد مرجحا لأي القولين وقع له أدلة الترجيح من كتاب الله، أَو سنة، أَو قياس (¬6).\r¬__________\r(¬1) القسم الأول: وهو أن يكون قول الصحابي مخالفا للقياس.\r(¬2) رواه ابن أَبِي شيبة فِي المصنّف (14/ 168)، كتاب الديات، فِي عين الدابة، رقم (27968، 27964، 27962)، وضعفه ابن حجر فِي تلخيص الحبير (4/ 1913)، رقم (1626).\r(¬3) القسم الثاني: اجتهاد الصحابي فيما لا مجال فِيهِ للرأي وَلَا الاجتهاد.\r(¬4) القسم الثالث: قول الصحابي إِذَا وافق القياس وانتشر ولم يعلم له مخالف فهو داخل فِي الإجماع السكوتي.\r(¬5) القسم الرابع: قول الصحابي إِذَا وافق القياس ولم ينتشر.\r(¬6) لعل مراد المؤلف والله أعلم، إِذَا اختلف الصحابة فإن قولهم حجة وللمجتهد أن يأخذ بأي قول له أدلة ترجحه على غيره من كتاب أو سنة أَو قياس، وَقَالَ ابن جزي: إِذَا اختلف الصحابة على قولين، فهما دليلان تعارضا، فيرجح أحدهما بكثرة العدد، أَو بموافقة أحد الخلفاء الأربعة عَلَيْه، وإن استويا وجب الرجوع إِلَى دليل آخر. انظر: تقريب الأصول لابن جزي ص 342.","seal":"05AB7B2E","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"وفي المواضع التي ذكرنا قولُه حجة، وهو مقدم على القياس (¬1)، خلافا لأصحاب الشافعي رَحِمَهُ اللهُ تعالى (¬2) في قولهم: القياس مقدم عَلَيْه؛ لأنه لا يخلو أن يكون صادرا عن نقل، أَو اجتهاد، أَو كِلَيْهِما، أَو لا عن اجتهاد، بل لما يثبت له من المزية بمشاهدة التأويل وحضور التنزيل، ونص الرسول - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬3).\r* * *\r¬__________\r(¬1) وهو قول بعض الحنفية وقول المالكية والشافعي فِي قولِه القديم ورواية عن الإِمام أحمد قدمها أكثر الحنابلة كابن قدامة وابن اللحام وغيرهما، وهي المذهب انظر: تقويم أصول الفقه للدبوسي (2/ 481)، وتيسير التحرير لأمير بادشاه (3/ 132)، وفواتح الرحموت للأنصاري (2/ 186)، ورفع النقاب للشوشاوي (6/ 171)، وشرح العضد على المختصر (2/ 287)، والبرهان للجويني (2/ 891) والبحر المحيط للزركشي (6/ 54)، والعدة لأبي يعلى (4/ 1178)، وروضة الناظر لابن قدامة (1/ 466)، والمسودة لآل تيمية ص 335، وأصول الفقه لابن مفلح (4/ 1450).\r(¬2) واختار هذا القول بعض الحنفية وابن الحاجب وابن عقيل والكلوذاني من الحنابلة وعامة المعتزلة والأشعرية. انظر: المعتمد للبصري (2/ 71)، وتقويم أصول الفقه للدبوسي (2/ 483)، وفواتح الرحموت للأنصاري (2/ 186)، والبرهان للجويني (2/ 891)، ونهاية السول للإسنوي (2/ 952)، والتمهيد لأبي الخطاب (3/ 332)، والواضح لابن عقيل (5/ 210).\r(¬3) وما ذكره المؤلف هو استدلال للقول الذي رجحه.","seal":"52A6A31C","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"فصل\rوالحكم المختلف فِيهِ: يحتاج إِلَى ذكر خمسة أشياء:\rالمذهب، والدليل عَلَيْه، ومذهب المخالف، والدليل عَلَيْه، والجواب عنه.\rوعلى الله اعتمدنا فِي كتابنا هذا، خوفا من الإكثار والسآمة، فمن أراد الاستيعاب فعليه بالنظر فِي كتابنا \"المبسوط\" فقد أودعناه أحكام الفقه وأصوله، ومذهب الأصوليين ودليلهم، والجواب عنه بما هو شاف وكاف إن شاء الله تعالى، وهو المسؤول أن يجعله خالصًا لوجهه، موافقا لمرضاته، آمين، ولله المنة والحمد.\rانتهت كتابة الرسالة المفيدة فِي هذا الفن بقلم الفقير إِلَى مولاه الغني، عبد الله بن خلف بن دحيان الحنبلي (¬1)، لطف الله به، وفتح عَلَيْه، وعفى عنه، ووالديه وأشياخه وإخوانه المسلمين، سنة 1333 هجري 9 شعبان ليلًا، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرًا.\r¬__________\r(¬1) هو العلامة عبد الله خلف دحيان الحلابي الحنبلي السلفي الأثري، ولد سنة 1292. أخذ عن الشيخ محمد بن عبد الله الفارس والشيخ عبد الله القدومي النابلسي ورحل إِلَى الزبير وأخذ عن علمائها من مؤلفاته ديوان الخطب المنبرية العصرية والفتوحات الربانية فِي المجالس الوعظية، وتوفي سنة 1349. انظر: علامة الكويت للشيخ محمد ناصر العجمي ص 26، 214، 218، وعلماء نجد للبسام (2/ 533) وتاريخ الكويت للرشيد ص 263.","seal":"2B7E30A9","page":85}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":428,"ShrtCs":0,"Bk":"رسالة العكبري في أصول الفقه ت السبيعي","HigriD":"428","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الحسن بن شهاب بن الحسن بن علي بن شهاب العكبريّ، أبو علي","bLnk":null,"Inf":null,"Auth":"العكبري، ابن شِهَاب","Betaka":"الكتاب: رسالة العكبري في أصول الفقه\r\nالمؤلف: أبو علي الحسن بن شهاب بن الحسن العكبري الحنبلي (335 - 428 هـ)\r\nتحقيق وتعليق: بدر بن ناصر بن مشرع السبيعي\r\nالناشر: (لطائف لنشر الكتب والرسائل العلمية، الكويت) - (أروقة للدراسات والنشر، الأردن - عمان)\r\nالطبعة: الأولى، 1438 هـ - 2017 م\r\nعدد الصفحات: 85\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن شِهَاب [العكبري] (335 - 428 هـ = 946 - 1037 م)\r\rالحسن بن شهاب بن الحسن بن علي بن شهاب العكبريّ، أبو علي\rنسَّاخ، من العلماء العارفين بالفقه والأدب، من أهل عكبرا، مولدا ووفاة.\r\rله مصنفات:\r• في (الفقه) و (الفرائض) و (النحو)\r• وله شعر جيد، منه قصيدة مطلعها: (أردتكمُ حصنا حصينا لتمنعوا ... نبال العدي عني فكنتم نصالها)\r\rوكان يقول: كسبت في الوراقة 25 ألف درهم: كنت أشتري كاغدا بخمسة دراهم، فأكتب فيه ديوان المنتبي، في ثلاث ليال، وأبيعه بمئتي درهم! (1).\r__________\r(1) طبقات الحنابلة 2: 186 ومختصرة للنابلسي 370 وتاريخ بغداد 7: 329.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]","seal":"761B2818","cat":"أصول الفقه والقواعد الفقهية","oNum":147668,"BkId":147668,"oAuth":1695,"bVer":1,"aSeal":"CF0B6E62"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t147668":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة المحقق"},
      {"lvl":2,"id":9,"sub":0,"tit":"* ترجمة المؤلف."},
      {"lvl":2,"id":10,"sub":0,"tit":"* دراسته للحديث."},
      {"lvl":2,"id":10,"sub":1,"tit":"* نسبة الكتاب إلى مؤلفه."},
      {"lvl":2,"id":10,"sub":2,"tit":"نقل العلماء من المؤلف: -"},
      {"lvl":2,"id":17,"sub":0,"tit":"عملي في التحقيق"},
      {"lvl":2,"id":19,"sub":0,"tit":"طبعات الكتاب"},
      {"lvl":2,"id":21,"sub":0,"tit":"وصف المخطوط"},
      {"lvl":1,"id":23,"sub":0,"tit":"مقدمة المصنف"},
      {"lvl":2,"id":29,"sub":0,"tit":"فصل"},
      {"lvl":1,"id":31,"sub":0,"tit":"الفصل الأول"},
      {"lvl":1,"id":35,"sub":0,"tit":"الفصل الثاني في سنة رسول الله - صلى الله عليه وسلم -"},
      {"lvl":1,"id":39,"sub":0,"tit":"الفصل الثالث"},
      {"lvl":1,"id":41,"sub":0,"tit":"الفصل الرابع"},
      {"lvl":2,"id":42,"sub":0,"tit":"[أقسام القياس]"},
      {"lvl":2,"id":44,"sub":0,"tit":"[تعريف الفقه وأصول الفقه]"},
      {"lvl":2,"id":51,"sub":0,"tit":"[دليل الخطاب]"},
      {"lvl":2,"id":53,"sub":0,"tit":"[مفهوم العدد]"},
      {"lvl":2,"id":53,"sub":1,"tit":"[مفهوم الغاية]"},
      {"lvl":2,"id":54,"sub":0,"tit":"[مفهوم الشرط]"},
      {"lvl":2,"id":57,"sub":0,"tit":"[مفهوم الخطاب]"},
      {"lvl":2,"id":59,"sub":0,"tit":"[هل يسمى مفهوم الخطاب قياسا]"},
      {"lvl":2,"id":76,"sub":0,"tit":"[هل يجتهد السائل في عين المفتي أو يأخذ قول أي مفتي]"},
      {"lvl":1,"id":79,"sub":0,"tit":"الفصل الخامس"},
      {"lvl":1,"id":83,"sub":0,"tit":"الفصل السادس"},
      {"lvl":2,"id":85,"sub":0,"tit":"فصل"}
    ]
}
