{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b150958":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"أعجمي فالعب به\r\rكتبه:\rإبراهيم بن عبدالله المديهش\r\rالنشرة الثانية\r(1/ 6/1440 هـ)","seal":"11C865B4","page":1},
      {"aya":null,"sora":null,"Na":null,"id":3,"part":1,"nass":"الحمد لله وحده، والصلاة والسلام على من لانبي بعده\rأما بعد\r\rفهذا مقال علمي (¬1) عن ظاهرة غريبة على لغتنا وعاداتنا ...\rأشرت في نهاية مقالي السابق «الرطانة» (¬2) إلى قاعدة أئمة اللغة العربية ـ رحمة الله عليهم ـ في تغيير الكَلِم الأعجمية عند نقلها: ... «أعجمي فالعب به»؛ لتوافق موازين العربية ولهجاتها، وأن التقعُّرَ والتكلًّفَ في نُطْق المفردة الأعجمية ـ إن كان حديثه بالعربية ـ والاتيانَ بنبرتها الدخيلة من أمارات المهانة النفسية، والاستهانة بلغة القرآن.\rإنَّ من حماية الأئمة للغة القرآن أن ضبطوا موازين اللغة، وحفظوا لهجات العرب، ولم يُدخلوا في كتبهم وألسنتهم لفظة أعجمية ـ مُعرَّبةً أو\r¬_________\r(¬1) نُشر المقال أولاً في «جريدة الجزيرة»، المجلة الثقافية عدد (456)، يوم السبت ... (28/ 2/ 1436 هـ)، وهذه النسخة فيها إضافات.\r(¬2) نُشر في الصحيفة السابقة، وفي مواقع في الشبكة.","seal":"5AA15618","page":2},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"دَخِيْلَةً ـ إلا بعد مرورها على المواصفات والمقاييس، فيلجأون ـ وهم في غاية الثقة والطمأنينة ـ إلى تبديل اللفظة الأعجمية لتوافقهم، لا لتبديل لسانهم موافقة للعُجمة! وفي زماننا نشاهد العكس، والفرق بينهما كما بين العزة والذلة!\rقال الشيخ العلامة د. بكر أبو زيد - رحمه الله -: (وإن العلماء في لغة العرب ـ شكر الله سعيهم ـ قد بذلوا جهوداً مكثَّفةً في القديم والحديث، فأنشؤا سدوداً منيعةً، وحصوناً حصينة للغة القرآن عن عوادي الهجنة والدخيل، ويظهر ذلك في المجامع ـ وهي كُثُر ـ، وفي كتب الملاحن ـ وهي أكثر ـ، فدبَّ يراعهم، وسالت سوابق أقلامهم، وانتشرت سوابح أفكارهم في نقض الدخيل، ونفي المقرف الهجين، فحمى الله ـ سبحانه ـ اللغةَ حِمايةً لكتابه ... ). (¬1)\rوإلى شذرات من نصوص الأئمة والأكابر، حول القاعدة الشهيرة، وفي كل نص زيادة معنى:\r¬_________\r(¬1) «فقه النوازل» (1/ 182).","seal":"13179140","page":3},
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"1. قال سيبويه (ت 180 هـ) - رحمه الله -: (باب ما أعرب من الأعجمية\rاعلم أنهم مما يغيرون من الحروف الأعجمية ما ليس من حروفهم البتة، فربما ألحقوه ببناء كلامهم، وربما لم يلحقوه.\rفأما ما ألحقوه ببناء كلامهم فدرهمٌ، ألحقوه ببناء هجرع. وبهرجٌ ألحقوه بسلهبٍ. ودينارٌ ألحقوه بديماسٍ. وديباجٌ ألحقوه كذلك. وقالوا: إسحاق فألحقوه بإعصار، ويعقوب فألحقوه بيربوع، وجوربٌ فألحقوه بفوعلٍ.\rوقالوا: آجورٌ فألحقوه بعاقول. وقالوا: شبارق فألحقوه بعذافرٍ. ورستاقٌ فألحقوه بقرطاس. لما أرادوا أن يعربوه ألحقوه ببناء كلامهم كما يلحقون الحروف بالحروف العربية.\rوربما غيروا حاله عن حاله في الأعجمية مع إلحاقهم بالعربية غير الحروف العربية، فأبدلوا مكان الحرف الذي هو للعرب عربياً غيره، وغيروا الحركة وأبدلوا مكان الزيادة، ولا يبلغون به بناء كلامهم، لأنه أعجمي الأصل، فلا تبلغ قوته عندهم إلى أن يبلغ بناءهم. وإنما دعاهم إلى ذلك أن الأعجمية يغيرها دخولها العربية بإبدالها حروفها، فحملهم هذا","seal":"B1294654","page":4},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"التغيير على أن أبدلوا. وغيروا الحركة كما يغيرون في الإضافة إذا قالوا هنيٌّ نحو زبانيٍ وثقفيٍ. وربما حذفوا كما يحذفون في الإضافة، ويزيدون كما يزيدون فيما يبلغون به البناء وما لا يبلغون به بناءهم، وذلك نحو: آجرٍِّ، وإبريسم، وإسماعيل، وسراويل، وفيروز، والقهرمان.\rقد فعلوا ذا بما ألحق ببنائهم وما لم يلحق من التغيير والإبدال، والزيادة والحذف، لما يلزمه من التغيير.\rوربما تركوا الاسم على حاله إذا كانت حروفه من حروفهم، كان على بنائهم أو لم يكن، نحو: خراسان، وخرمٍ، والكركم.\rوربما غيروا الحرف الذي ليس من حروفهم ولم يغيروه عن بنائه في الفارسية نحو: فرند، وبقمٍ، وآجرٍ، وجربزٍ.\rباب اطراد الإبدال في الفارسية\rيبدلون من الحرف الذي بين الكاف والجيم: الجيم، لقربها منها. ولم يكن من إبدالها بدٌّ؛ لأنها ليست من حروفهم. وذلك نحو: الجربز، والآجر، والجورب.\rوربما أبدلوا القاف لأنها قريبةٌ أيضاً، قال بعضهم: قربزٌ، وقالوا: كربقٌ، وقربقٌ.","seal":"BBCA1086","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"ويبدلون مكان آخر الحرف الذي لا يثبت في كلامهم، إذا وصلوا، الجيم وذلك نحو: كوسه، وموزه؛ لأن هذه الحروف تبدل وتحذف في كلام الفرس، همزةً مرةً وياءً مرةً أخرى. فلما كان هذا الآخر لا يشبه أواخر كلامهم صار بمنزلة حرفٍ ليس من حروفهم. وأبدلوا الجيم، لأن الجيم قريبة من الياء، وهي من حروف البدل .... إلخ الباب (¬1)\r2. قال ابن السرَّاج (ت 316 هـ) - رحمه الله -: (الكلامُ الأعجمي يخالفُ العربي في اللفظِ كثيراً، ومخالفتهُ على ضربينِ: أَحدهُما: مخالفةُ البناءِ. والآخرُ: مخالفةُ الحروفِ.\rفَأَمَّا ما خالفَ حروفهُ حروفَ العربِ فإنَّ العربَ تبدلهُ بحروفها ولا تنطقُ بسِواها، وأَمَّا البناءُ .... وربما غيروا الحرفَ العربي بحرفٍ غيرهِ؛ لأَنَّ الأصلَ أَعجمي ...\rإلى أن قال: والعربُ تخلطُ فيما ليسَ من كلامِها إذا احتاجت إلى النطقِ بهِ، فإذَا حُكِي لكَ في الأعجمي خلافُ ما العامةُ عليه، فلا تَريَنَّهُ\r¬_________\r(¬1) «الكتاب» لسيبويه (4/ 303).\rدلني على هذا النص في كتاب سيبويه، الأستاذ الفاضل: فيصل بن علي بن أحمد المنصور ـ جزاه الله خيراً ـ.","seal":"87DBC741","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"تخليطَاً مِمَّنْ يَرويهِ). (¬1)\r\r3. وقال ابن خالويه (ت 370 هـ) - رحمه الله - بعد أن ذكر اللغات في «إبراهيم»: (وقد عرَّفتُكَ اتساع العرب في الأسماء الأعجمية إذا عرَّبتْها). (¬2)\r4. وقال ابن جني (ت 392 هـ) - رحمه الله -: قال أبو علي ـ أي الفارسي ـ: (ولكن العرب إذا اشتقت من الأعجمي خلطت فيه). (¬3) وقال أيضاً: ( ... فذلك من تخليط العرب في الاسم الأعجمي. ... وقال أبو علي: العرب إذا نطقت بالأعجمي خلَّطت فيه. (¬4)\rوقال أيضاً - رحمه الله -: أما ما رواه ابن مجاهد عن ابن مسعود من «إدْرِيسَ» و «إدْرَاسِينَ» فيجب أن يكون من تحريف العرب الكلمَ الأعجمي؛ لأنه ليس من لغتها، فَتُقِلُّ الحَفْل به، وقد ذكرنا مثله. (¬5)\r¬_________\r(¬1) «الأصول في النحو» ـ ط. الرسالة ـ (3/ 223 ـ 224).\r(¬2) «الحجة في القراءات السبع» (ص 89).\r(¬3) «الخصائص» (1/ 360).\r(¬4) «المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها» (1/ 80).\r(¬5) «المحتسب» (2/ 225).","seal":"7CC47F83","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"وجاء بلفظ فتلعبت به في الموضع التالي: (فأما الخلاف الذي في باب جبريل، وإسرافيل، وميكائيل، وإبراهيم، ونحو ذلك فالعذر فيها أنها أسماء أعجمية، ولام التعريف لا تدخلها؛ فبعدت عن أصول كلام العرب، واجترأت عليه وتلعبت بها لفظاً، تارة كذا، وأخرى كذا). (¬1)\r\r5. قال الجوهري (ت 393 هـ) - رحمه الله -: وتعريب الاسم الأعجميِّ: أن تتفوَّه به العربُ على مِنهاجها. (¬2)\r\r6. قال ابن فارس (ت 395 هـ) - رحمه الله -: (حدَّثني علي بن أحمد الصباحي قال: سمعتُ ابنَ دريد يقول: حروفٌ لا تتكلمُ العرب بها إلا ضرورة، فإذا اضطروا إليها؛ حوَّلوها عند التكلم بها إلى أقرب الحروف من مخارجها وذلك كالحرف الذي بين الباء والفاء مثل: بور. إذا اضطروا قالوا: فُور.\rقال ابن فارس: وهذا صحيحٌ؛ لأن بور ليس من كلام العرب،\r¬_________\r(¬1) «المحتسب» (2/ 249). وانظر أيضاً: (1/ 98)، و «المبهج في تفسير أسماء شعراء ديوان الحماسة» لابن جني (ص 57).\r(¬2) «الصحاح» (1/ 179).","seal":"80E242CB","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"فلذلك يَحتاج العربي عند تعريبه إياه أن يصيِّره فاء). (¬1)\r7. قال ابن سيده (ت 458 هـ) - رحمه الله -: (ولكنَّ العَرب إذا اشتقَّتْ من الأعجمي؛ خلَّطَت فيه). (¬2)\r\r8. قال الجواليقي (ت 540 هـ) - رحمه الله -: (باب معرفة العرب في استعمال الأعجمي. اعلم أنهم كثيراً ما يجترئون على تغيير الأسماء الأعجمية إذا استعملوها، فيبدلون الحروف التي ليست من حروفهم إلى أقربها مخرجاً، وربما أبدلوا ما بعد مخرجه أيضاً والإبدال لازم؛ لئلا يُدخِلوا في كلامهم ما ليس من حروفهم ... ). (¬3)\r\r9. وقال سلامة الأنباري (ت 590 هـ) - رحمه الله -: (كثيراً ما تغيِّر العربُ الأسماءَ الأعْجَمية إذا استعملتَها). (¬4)\r¬_________\r(¬1) «الصاحبي» (ص 54). ونقله السيوطي في «المزهر» (1/ 272).\r(¬2) «المحكم» (7/ 586).\r(¬3) «المعرَّب» ــ ط. شاكر ـ (ص 6).\r(¬4) «شرح المقامات» كما في «المزهر» للسيوطي (1/ 293).","seal":"E139D733","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"10. قال العكبري (ت 616 هـ) - رحمه الله -: (والاسم الأعجمي إذا وقع إلى العرب غيَّرتْه). (¬1)\r\r11. قال القرطبي (ت 671 هـ) - رحمه الله -: [قوله تعالى: (والذين هادوا) معناه: صاروا يهودا، نسبوا إلى يهوذا وهو أكبر ولد يعقوب - عليه السلام -، فقلَبت العربُ الذال دالا؛ لأنَّ الأعجمية إذا عُرِّبت غُيِّرت عن لفظها]. (¬2)\r\r12. قال الرضي محمد الأستراباذي (ت 688 هـ) - رحمه الله -: ... ( ... ولذلك قالوا: أعجميٌّ فالْعَبْ به ما شئت). (¬3)\r\r13. قال أبو حيان (ت 745 هـ) - رحمه الله - في حديثه عن اسم ... «جبريل»: (وقد تصرفت فيه العرب على عادتها في تغيير الأسماء الأعجمية، حتى بلغت فيه إلى ثلاث عشرة لغة). (¬4)\r¬_________\r(¬1) «شرح ديوان المتنبي» (3/ 102).\r(¬2) «تفسيره» (1/ 432).\r(¬3) «شرحه على كافية ابن الحاجب» ــ ط. جامعة قاريونس ـ (1/ 132).\r(¬4) «البحر المحيط» (1/ 509).","seal":"B907E0DB","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"14. قال ابن القيم الجوزية (ت 751 هـ) - رحمه الله - لما ذكر إلياس وآل ياسين والكلام حوله: (ولا سيما عادة العرب في استعمالها للاسم الأعجمي، وتغييرها له، فيقولون مرة: إلياسين، ومرة إلياس، ومرة ياسين، وربما قالوا: ياس ... ). (¬1)\r\r15. قال ابن حجر (ت 852 هـ) - رحمه الله -: (الاسم الأعجمي إذا نطقت به العرب لم تبقه على أصله غالباً). (¬2)\r\r16. قال أبو العباس شهاب الدين أحمد بن محمد الدمشقي ... (ت 854 هـ) - رحمه الله -: (اسمه تيمور، بتاء مكسورة مثناة فوق، وياء ساكنة مثناة تحت، وواو ساكنة بين ميم مضمومة وراء مهملة هذه طريقة إملائه، وفي التصريف زنة بنائه، لكن كره الألفاظ الأعجمية، إذا تداولها صولجان اللغة العربية؛ خرطها في الدوران على بناء أوزانها، ودحرجها كيف شاء في ميدان لسانها، فقالوا في هذا تارة «تمور» وأخرى «تمرلنك»، ولم يجر عليهم في ذلك حرجٌ ولا ضنك، وهو بالتركي الحديد ابن ترغاي بن\r¬_________\r(¬1) «جلاء الأفهام» ـ ط. مشهور سلمان ـ (ص 322).\r(¬2) «فتح الباري (9/ 532).","seal":"D8E5ABFD","page":11},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"أبغاي ... ). (¬1)\r\r17. وقال العصام إبراهيم بن محمد الاسفرائيني من علماء البلاغة (ت 951 هـ) - رحمه الله -: (وللعرب التصرُّفُ في ألفاظ العجم، ولهذا يقال: هو أعجمي فالعب به ماشئت). (¬2)\r\r18. قال محمد الطاهر عاشور (ت 1393 هـ) - رحمه الله -: (ومن أقوالهم وأمثالهم: أعجميٌّ فالْعَب به). (¬3)\r19. قال الرافعي (ت 1356 هـ) - رحمه الله - عند حديثه عن الدَّخِيل في اللغة: (وبالجملة، فإنهم لم يتناولوا اسماً من أسماء الأجناس أو الأعلام إلا غيَّروه متى كان فيه ما ليس من حروفهم، وربما عادوا فغيروا في الحروف العربية أيضاً، وتصرَّفوا في الكلمة بالحذف والزيادة، مبالغةً في تحقيق الجنسية اللغوية؛ أما إن كانت حروف الاسم الأعجمي من جنس حروفهم فقد يتركونه على حاله، نحو: خُراسان؛ إذْ ليس في أبنيتهم فُعَالان، وخُرَّم ألحقوه ببِناء سُلَّم.\rفموضع التصرُّف كما رأيت إنما هو في حروف الكلمة، حتى تخرج على وجه من الوجوه العربية الفطرية، التي لا يُراعى فيها غيرُ الخِفَّة والثقل، وليس غير الحرف اللفظي ما يغمز مواضع الإحساس من ألسنتهم، كما فصلناه في بابه ... ).\rوذكر - رحمه الله - مسألة نادرة في استعمال الدخيل مع وجود الرديف العربي، وكل ماجمعوه منها نيّف وعشرون لفظة. (¬4)\r\r20. انتقد العلامة أحمد شاكر (ت 1377 هـ) - رحمه الله - قرارات ... «مجمع اللغة العربية في مصر» في مسائل التعريب، وكان ذلك في ذي الحجة (سنة 1360 هـ)، قال: (والقارئُ لقرارات الأعلام التي أقرَّها المجمع، يرى فيها معنى واحداً يجمعها، وروحاً واحداً يسيطر عليها:\r¬_________\r(¬1) «عجائب المقدور في نوائب تيمور» تحقيق: أحمد حمصي ـ ط. الرسالة ـ ... (ص 39).\r(¬2) نقله عنه المحبي (ت 1111 هـ) في «نفحة الريحانة ورشحة طلاء الحانة» ... ـ ط. البابي الحلبي ـ (2/ 587). وانظر: «حاشية الشهاب الخفاجى على البيضاوى» (5/ 152).\r(¬3) «التحرير والتنوير» (7/ 182)، و (15/ 98).\r(¬4) «تاريخ آداب العرب» (1/ 201)، و (1/ 204).","seal":"A315947D","page":12},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"الحرص على أن ينطق أبناء العربية بالأعلام التي ينقلون إلى لغتهم بالحروف التي ينطقها بها أهلوها، وقسْرِ اللسانِ العربي على ارتضاخ كلِّ لَكْنَةٍ أعجمية لامِثال لها في حروف العرَب، وتسجيل هذه الغرائب من الحروف برموز اصطلاحية تَدْخُل على الرسم العربي، تزَيُّدَاً في الحروف","seal":"A65CF723","page":14},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"وتكَثُّراً .......... وذكر كلامَاً رائِعَاً\rثم قال - رحمه الله -: فإذا أردنا أن نضع قاعدةً لِتَعريب الأعلام على مثال لغة العرب، وجب أن نستقصي كل عَلَمٍ أعجميٍ نطق به العرب، وماذا كان أصله في لغة أهله، وماذا صنع فيه العرب حين نقلوه؛ لنأخذ من ذلك معنى جامعاً لِصُنعِهم، يكون أساساً لما نضع من قاعدة أو قواعد، وأكثر الأعلام التي نقل العرب، وأوثقها نقلاً، ما جاء في القرآن الكريم من أسماء الأنبياء وغيرهم، فلو شئنا أن نُخرج منها معنى واحداً تشترك كلُّها فيه، بالاستقصاء التام، والاستيعاب الكامل، وجدنا فيها معنى لايخرج عنه اسمٌ منها، وهو: (أن الأعلام الأجنبية تُنقل إلى العربية مغيَّرةً في الحروف والأوزان، إلى حروف العرب وحدها، وإلى أوزان كلمهم أو مايقاربها، وأنها لاتنقل أبداً كما ينطقها أهلها) فهذا الاستقصاء والاستيعاب يُخرج","seal":"1FA7C55D","page":13},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"إذن قاعدة على النقيض من القواعد التي قررها المجمع اللغوي .... إلخ. (¬1)\rفائدة (1): للأستاذ: خالد بن سعود العصيمي رسالة ماجستير (عام 1419 هـ) بعنوان «القرارات النحوية والتصريفية لمجمع اللغة العربية بالقاهرة جمعاً ودراسة وتقويماً إلى نهاية الدورة الحادية والستين عام 1415 هـ» (¬2)\rفائدة (2): قال خالد الأزهري (ت 905 هـ) - رحمه الله -: (والفرق بين المعرَّب وغيرِه: أن العربَ إذا استعملَتْ الأعجميَّ، فإن خالفت بين ألفاظه فقد عرَّبتْه، وإلا فلا). (¬3)\rوللفرق بين المعرَّب والدخيل والأعجمي، ينظر: «تداخل الأصول اللغوية» د. الصاعدي (2/ 676).\r\rفائدة (3): علَّق د. رمضان عبدالتواب (ت 1422 هـ) - رحمه الله - على قرار مجمع اللغة: (يجيز المجمع أن يستعمل بعض الألفاظ\r¬_________\r(¬1) في مقدمة تحقيقه لكتاب «المُعرَّب» للجواليقي (ص 18 ـ 19).\r(¬2) طبعت في دار التدمرية (عام 1423 هـ) في مجلد (813 صفحة).\r(¬3) «التصريح على التوضيح» ـ ط. عبدالفتاح ـ (5/ 16).","seal":"05E2F23B","page":15},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"الأعجمية عند الضرورة، على طريقة: العرب في تعريبهم).\rفقال - رحمه الله -: (وفي رأيي أن اللغة لا تفسد بالدخيل بل حياتها في هضم هذا الدخيل؛ لأن مقدرة لغة ما على تمثُّل الكلام الأجنبي، تُعَدّ مزيَّة وخصيصة لها إْن هي صاغته على أوزانها، وصبَّتْهُ في قوالبها، ونفخت فيه من روحها.\rوالحقُّ أن مشكلة تعريب ألفاظ العلم ومستحدثات الحضارة، هي مشكلتنا الحقيقية في العصر الحديث. ومجامعنا العلمية لم تستطع حتى الآن معالجة هذه المشكلة معالجة حاسمة، فإنها تنتظر حتى يشيع اللفظ الأجنبي على كل لسان، وتستخدمه العامة والخاصة، وتنشره وسائل الأعلام المختلفة، ثم تسعى بعد فوات الأوان إلى محاربته، والبحث عن بديل له عند العرب القدماء، وبذلك يُولد هذا اللفظ ميتاً، لاشتهار اللفظ الأعجمي، وشيوعه على الألسنة.\rوكم من ألفاظ وضعتها المجامع اللغوية لمستحدثات الحضارة، غير أنها لم تتجاوز أبواب هذه المجامع، فمثلا: «المذياع» للراديو، و «المأوى»","seal":"987B1381","page":16},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"للوكاندة، و «الخيالة» للسينما و «الطارمة» للكشك، و «الملوحة» للسيمافور، و «المرناة» للتليفزيون، وغير ذلك من الألفاظ، ولدت ميتة لهذا السبب الذي ذكرته.\rولو أننا سمَّينا مستحدثات الحضارة بأسماء عربية، واصطلحنا على هذه التسمية أو تلك، عند أول ظهور هذا المستحدث الحضاري أو ذاك، وعملت وسائل الإعلام المختلفة عندنا، على ذيوعه وانتشاره، لارتبط في أذهان الناس بمسماه، وقضينا على هذه المشكلة من أساسها.\r\rوإنك لتعجب حين ترى الألمان يقومون في لغتهم بمثل ما ننادي به هنا، فمعظم المخترعات الأجنبية لها عندهم أسماء ألمانية خالصة. وفي قدرتنا النسج على هذا المنوال للحفاظ على عروبة لغتنا، أمام هذا الغزو الهائل من الألفاظ الأجنبية، وفي ذلك حياة للغة، وتجديد لشبابها). انتهى كلام د. رمضان.\rــ وقد علق الأمير الشهابي على قيد «الضرورة» الوارد في قرار المجمع بقوله: (أرى أن قيد «الضرورة» الذي وضعه المجمع للتعريب هو ضرورة، أقول هذا لأنني عارف بسخافات بعض أساتيذ العلوم الحديثة، الذين عرَّبوا ألفاظاً علمية أعجمية، كان في استطاعتهم أن يجدوا لها ألفاظاً عربية مقبولة بقليل من الجهد، ومن المعرفة بأصول تلك الألفاظ الأعجمية","seal":"C37D4448","page":17},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":null,"nass":"وبمعانيها). ... (¬1)\rأما بعد\r\rفهذا الطواف حول الموضوع يُمثِّلُ مقدمةً وتمهيداً؛ ليتحدث حول القضية أهلُ الاختصاص، بفصولٍ تأخذ رقابَ فصول أخرى، تنتقل من الكلام إلى الفِعال، ومن المجالس إلى المجامع، فلغتنا مجمعُ المحاسن، ولهجاتنا مفصَّلةٌ على ألسنتنا، وأسماعنا العربية تريد مقاييسنا العربية، ونبرات اللسان من نبرات القلب، فما يخفيه المرء تظهره فلتات اللسان، والله المستعان.\rوصلى الله وسلم وبارك على نبينا محمد، وآله وصحبه أجمعين.\r¬_________\r(¬1) «بحوث ومقالات في اللغة» (ص 186)، «المصطلحات العلمية» (ص 63)، أفاده د. صبحي الصالح في كتابه «دراسات في فقه اللغة» (ص 321).","seal":"21B5C8D7","page":18}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"أعجمي فالعب به","HigriD":"معاصر","oAuthVer":7,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"إبراهيم بن عبد الله بن عبد الرحمن بن حمود بن محمد بن مديهش بن محمد بن إبراهيم بن سالم الحميدي","bLnk":null,"Inf":"","Auth":"إبراهيم بن عبد الله المديهش","Betaka":"الكتاب: أعجمي فالعب به\r\nالمؤلف: إبراهيم بن عبد الله المديهش\r\nالنشرة: الثانية 1440 هـ ـ\r\nعدد الصفحات: 18\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":null,"AuthInf":"الاسم: إبراهيم بن عبد الله بن عبد الرحمن المديهش.\rالنسب: أسرة المديهش من أسر الحمادى في «ضارج = الشقة في القصيم»، من آل هويمل، ثم آل أبي رباع، من السلقا، من بشر، من بني وائل بن قاسط بن هنب بن أفصى، من ربيعة.\rالمولد ومكانه: 2/ 1396 هـ في القصيم: بريدة.\rالعمل: 1440 هـ أستاذ مساعد في قسم السنة وعلومها، كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض.\rمشايخه: ابن باز، وابن عثيمين، وابن جبرين والشيخ: عبد الله بن عقيل، والشيخ: عبدالعزيز بن قاسم، وغيرهم.\r\rالمؤهلات الأكاديمية:\r1. بكالريوس في الفقه وأصوله من كلية الشريعة، جامعة الإمام محمد بن سعود الإسلامية في الرياض 1417 هـ\r2. ماجستير في السنة وعلومها من كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض 1431 هـ\r3. دكتوراه في السنة وعلومها من كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض 1438/ 1439 هـ.\r\rالنتاج العلمي:\r1. «مصطلحات أئمة الحديث الخاصة، ويليها: القرائن الموصلة إلى فهم مقاصدهم في عبارات الجرح والتعديل» ـــــ طبع عام 1428 هـ ــــ\r2. تحقيق كتاب: «البراهين المعتبرة في هدم قواعد المبتدعة» للعم الشيخ: عبدالعزيز بن محمد المديهش (ت 1350 هـ) ـــــ طبع عام 1434 هـ ـــــ.\r3. «منهج الدميري في كتابه حياة الحيوان» ــــ طبع عام 1435 هـ ــــ.\r4. «النجديون في الهند» ــــ طبع في شهر ربيع الأول 1440 هـ ـــــ.\r5. «الأحاديث المرفوعة والموقوفة في كتاب حياة الحيوان الكبرى للمديري من بداية حرف التاء إلى نهاية حرف الجيم ـــــ تخريجاً ودراسة ـــــ منشور تقنياً ـــــ.\r6. «منهج القسطلاني في كتابه إرشاد الساري» ـــــ منشور تقنياً ـــــ.\r7. «الموازنة بين الفائق للزمخشري، والنهاية لابن الأثير» ـــــ منشور تقنياً ـــــ.\r8. «التصغير في ألقاب الأسر» ـــــ منشور تقنياً ـــــ.\r9. «مجئ \" أبو\" في موضع نص أو جر على الحكاية» ـــــ منشور تقنياً ـــــ.\r10. «السمبوسة في كتب التراث» ـــــ منشور تقنياً ـــــ.\r11. «نواة المكتبة» ـــــ منشور تقنياً ـــــ.\r12. «فاطمة بنت النبي -صلى الله عليه وسلم ــــ: سيرتها ـــ فضائلها ــــ مسندها رضي الله عنها، دراسة حديثية تاريخية موضوعية» قيد الطبع في (7) مجلدات.\r13. «المختصر من أخبار فاطمة بنت سيد البشر» قيد الطبع.\r14. بحوث ومقالات علمية متنوعة.\r\rبريد شبكي: almudaihesh@hotmail.com\rوالحمد لله رب العالمين، وصلى الله على نبينا محمد، وآله وصحبه.\r\r(بقلم المترجَم)","seal":"0241E0AA","cat":"كتب اللغة - مرقم آليا","oNum":150958,"BkId":150958,"oAuth":2583,"bVer":1,"aSeal":"16B96B6E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t150958":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"1. قال سيبويه"},
      {"lvl":1,"id":7,"sub":0,"tit":"2. قال ابن السراج"},
      {"lvl":1,"id":8,"sub":0,"tit":"3. وقال ابن خالويه"},
      {"lvl":1,"id":8,"sub":1,"tit":"4. وقال ابن جني"},
      {"lvl":1,"id":9,"sub":0,"tit":"5. قال الجوهري"},
      {"lvl":1,"id":9,"sub":1,"tit":"6. قال ابن فارس"},
      {"lvl":1,"id":10,"sub":0,"tit":"7. قال ابن سيده"},
      {"lvl":1,"id":10,"sub":1,"tit":"8. قال الجواليقي"},
      {"lvl":1,"id":10,"sub":2,"tit":"9. وقال سلامة الأنباري"},
      {"lvl":1,"id":11,"sub":0,"tit":"10. قال العكبري"},
      {"lvl":1,"id":11,"sub":1,"tit":"11. قال القرطبي"},
      {"lvl":1,"id":11,"sub":2,"tit":"12. قال الرضي محمد الأستراباذي"},
      {"lvl":1,"id":11,"sub":3,"tit":"13. قال أبو حيان"},
      {"lvl":1,"id":12,"sub":0,"tit":"14. قال ابن القيم الجوزية"},
      {"lvl":1,"id":12,"sub":1,"tit":"15. قال ابن حجر"},
      {"lvl":1,"id":12,"sub":2,"tit":"16. قال أبو العباس شهاب الدين أحمد بن محمد الدمشقي"},
      {"lvl":1,"id":13,"sub":0,"tit":"17. وقال العصام إبراهيم بن محمد الاسفرائيني"},
      {"lvl":1,"id":13,"sub":1,"tit":"18. قال محمد الطاهر عاشور"},
      {"lvl":1,"id":13,"sub":2,"tit":"19. قال الرافعي"},
      {"lvl":1,"id":13,"sub":3,"tit":"20. انتقد العلامة أحمد شاكر"},
      {"lvl":1,"id":17,"sub":0,"tit":"وكم من ألفاظ وضعتها المجامع اللغوية"}
    ]
}
