{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b151100":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"hno":null,"nass":"الإجماع\r\rتصنيف\rالإمام ابن المنذر -رحمه الله-\r\rوثق نصوصه وعلَّق عليه\rأبوعبد الأعلى خالد بن محمد بن عثمان المصري\rالطبعة الأولى\rحقوق الطبع محفوظة لدار الآثار-القاهرة","seal":"96B6BF4D","page":1},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"hno":null,"nass":"بسم الله الرحمن الرحيم\r\rالْمُقدمة\rإن الْحَمد لله نَحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن مُحمَّدًا عبده ورسوله.\r{يَأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُم مُّسْلِمُونَ} [آل عمران: 102]\r{يَأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1].\r{يَأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 70 - 71].\rأما بعد: فإن خير الحديث كلام الله وأحسن الهدي هدي محمد؛ وشر الأمور محدثاتُها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.\rوبعد؛ فإن كتاب \"الإجماع\" لابن المنذر هو واحد من سلسلة مؤلفاتٍ له اعتنى فيها عناية فائقة بمسائل الاختلاف والاتفاق؛ حَتَّى صارت كتبه في هذا الباب مرجعًا أساسيًا لكل من أتى بعده، بِها يعرف مواطن الاختلاف والاتفاق بين الأئمة في المسائل الفقهية.","seal":"B262990D","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"hno":null,"nass":"وهذه السلسلة تتضمن الكتب التالية (¬1):\r\r1 - كتاب السنن والإجماع والاختلاف: وكتاب مبسوط حافل، روى فيه كل ما وصله من أحاديث وآثار في الباب بأسانيده.\r\r2 - مختصر كتاب السنن والإجماع والاختلاف.\r\r3 - اختلاف العلماء، وتوجد نسخ منه في دار الكتب المصرية.\r\r4 - المبسوط.\r\r5 - الأوسط في السنن والإجماع والاختلاف، وهو مختصر كتاب المبسوط.\r\r6 - الإشراف على مذاهب العلماء، وهو مختصر كتاب الأوسط.\r\r7 - الإقناع.\r\r8 - الإجماع.\rوالإجماع هو أصغر هذه الكتب حجمًا؛ وهو من أشهر كتب الإجماع على الإطلاق خاصةً عند طلبة العلم المبتدئين، حيث إنه سهل المأخذ موجز العبارة.\rوأما عن الكتب التي أُفردت لنقل الإجماع في المسائل الفقهية، فهي:\r\r1 - نوادر الفقهاء لمحمد بن الحسن التميمي (ت 350 هـ).\r\r2 - مراتب الإجماع لابن حزم (¬2) (ت 456 هـ).\r\r3 - الإقناع في مسائل الإجماع لابن القطان (ت 628 هـ).\r\r4 - الإجماع لابن عبد البر (جمعه: فؤاد الشهلوب وعبد الوهاب الشهري).\r\r5 - موسوعة الإجماع لشيخ الإسلام ابن تيمية (جمع: عبد الله بن المبارك البوهي).\r\r6 - البرق اللماع لما في المغني من اتفاق وافتراق وإجماع (جمع: عبد الله بن عمر\r¬_________\r(¬1) انظر مقدمة كتاب \"الأوسط في السنن\" للدكتور أبو حماد صغير أحمد بن محمد حنيف (1/ 36، 22).\r(¬2) وقد نقد بعض مسائله: شيخ الإسلام ابن تيمية رحمه الله كتاب \"نقد مراتب الإجماع\".","seal":"DD85CD88","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"hno":null,"nass":"البارودي).\r\r7 - موسوعة الإجماع في الفقه الإسلامي لسعدي أبو جيب (¬1).\r\r8 - كتاب \"الإشراف على مذاهب الأشراف\" للوزير ابن هُبَيْرة الحنبلي، وقد نشرته دار الحرمين بالقاهرة تحت عنوان: \"الفقه على مذاهب الأئمة الأربعة\"؛ وهو قطعة من كتابه الكبير \"الإفصاح عن معاني الصحاح\" الذي شرح فيه الصحيحين (¬2).\rهذا بِخلاف كتب الاختلاف والمطولات التي اعتنت أيضًا بنقل الإجماع مثل: كتب ابن المنذر-التي سبق الإشارة إليها-، \"اختلاف العلماء\" لمحمد بن نصر المروزي، \"الاستذكار\" و \"التمهيد\" لابن عبد البر، \"اختلاف الفقهاء\" لابن جرير الطبري، \"المحلى\" لابن حزم، \"المغني\" لابن قدامة، \"شرح معاني الآثار\" للطحاوي، \"بداية المجتهد\" لابن رشد، \"المجموع\" للنووي، \"فتح الباري\" للحافظ ابن حجر، \"نيل الأوطار\" للشوكاني.\rومن الكتب التي نُقِلت غالب نصوص كتاب الإجماع من خلالها: المغني لابن قدامة، والإقناع في مسائل الإجماع لابن القطان.\rقلت: وهنا أمر هام ينبغي التفطن له، وهو أن المسائل التي اتفق عليها الأئمة المجتهدون من أهل السنة والجماعة كثيرة؛ ولكن تشغيب أهل الأهواء والمتعصبين من المذهبيين والحزبيين من الفرق المناهضة لأهل السنة هم الذين يظهرون علماء هذه الأمة بمظهر المتصارعين المختلفين على الكبيرة والصغيرة؛ فإذا طرحنا خلاف هؤلاء، ظهر لنا أن الاختلاف ليس هو الغالب على أهل الحق كما يظن البعض.\rلذلك فإن أهل الأهواء المتعصبين -خاصة الدعاة منهم- لا عبرة بخلافهم لا في\r¬_________\r(¬1) وثَمَّ كتب أخرى أُلفت في الإجماع بعضها قد يكون في حيز المفقود، قد أشار إليها أصحاب كتب الفهارس؛ مثل كتاب \"تشنيف الأسماع بمسائل الإجماع\" للسيوطي، ذكره حاجي خليفة في كشف الظنون (1/ 409)، وكتاب \"الإجماع في الفقه\" لأبي الحسن الدقيقي الحلواني الطبري، ذكره ابن نديم في الفهرست (ص 327).\r(¬2) انظر الذيل على طبقات الحنابلة للحافظ ابن رجب (1/ 252).","seal":"B039072C","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"hno":null,"nass":"الأصول ولا في الفروع، فقد يُخالف صاحب هوى في مسألة من مسائل العبادات أو المعاملات، ويكون قد بنى خلافه على هوى وتعصب مذهبي لا عن اجتهاد في معرفة الحق بدليله؛ فمثل هذا الصنف لا ينبغي أن يُعتبر بِخلافه أو أن يُحسب خلافه مناقضًا لاتفاق أهل السنة، أو لإجماعهم على مسألة فقهية في العبادات أو المعاملات.\rقال العلامة المحدث مقبل بن هادي - رحمه الله - في نصيحته لأهل السنة (ص 13): \"وبعد: فإنَّا قد نظرنا في المسائل التي يختلف فيها أهل السنة المعاصرون الذين لا يختلفون عن هوى، فوجدناها تقارب ثلاثين مسألة ووزعناها على إخواننا أهل السنة يذكرون -إن شاء الله- الأحاديث بأسانيدها، وينظرون في أقوال الشرَّاح في فهم هذه الأحاديث، وإن احتيج إلى نظر في كتب الفقهاء -رحمهم الله- نُظر فيها، وبعد الانتهاء -إن شاء الله- سينشر في رسالة صغيرة\".اهـ\rقلت: واعلم -رحمك الله- أن قاعدة: \"نجتمع فيما اتفقنا عليه ويعذر بعضنا بعضًا فيما اختلفنا فيه\" (¬1)، هي قاعدة باطلة، المقصود بها ليس العمل على اجتماع أهل الإسلام لكن المقصود بِها هو تمييع الحق والانصياع للأهواء بحجة الاتفاق؛ فهي دعوة لتمييع الخلاف بين أهل السنة وغيرها من طوائف الضلال من شيعة وخوارج ومعتزلة ومرجئة وغيرها.\rفالزم -رعاك الله- غرز السلف الصالِح، ولا تعزب عن فهمهم مثقال ذرة، فإن السلف هم القوم، فلا تعدو عيناك عنهم تريدُ كلام أهل الأهواء المزين ببهرج القول، فالثبات! الثبات! على سبيل السلف؛ وإياك! ثم إياك! أن تخرج على إجماعهم في صغير أو كبير؛ فإن السلف الصالح لا يجتمعون على ضلالة أبدًا؛ سواء كان في مسألة تتعلق بأصول الدين أو في مسألة فقهية - مثل جواز المسح على الخفين -، ونحوها من\r¬_________\r(¬1) وضع هذه القاعدة محمد رشيد رضا ثم شهرها حسن البنا؛ ثم طورها إبراهيم أبو شقرة، فزاد عليها: \"ونتحاور فيما اختلفنا فيه\".","seal":"A1A92BD6","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"hno":null,"nass":"المسائل التي قد يُخالف فيها بعض المعاصرين بحجة الاجتهاد وعدم التقليد؛ وهذا من الخلط؛ فإن عدم التقليد لا يقتضي الخروج على إجماع الصحابة والسلف الصالح؛ أو حتى الخروج عن أقوالهم التي اختلفوا عليها؛ فلو اختلف الصحابة في مسألة على قولين؛ فإن الصحيح أنه لا يَجوز إحداث قول ثالث؛ فإن الخروج عن أقاويل الصحابة بدعة وضلالة كما قرر هذا إمام السنة الإمام أحمد - رحمه الله - وغيره من الأئمة.\rوأما عن عملي في الكتاب؛ فقد قمت بمقابلة النسخة المطبوعة على النسخة الخطية الوحيدة له؛ وكذلك قمت بمقابلته على نسخة كتاب الإقناع لابن القطان؛ وأثبت الفروق بين النسخ في الحاشية.\rوأثبت في الحواشي أيضًا بداية كل صفحة من المخطوط؛ بأن أضع الرقم بين قوسين هكذا: (1/أ)، (1/ب)، (2/أ)، .....\rوقمت بتخريج الأحاديث والآثار التي مرت في المتن؛ ثم علَّقت على بعض المواضع التي تحتاج إلى بيان؛ وإن كان هناك فائدة في كتب الإجماع الأخرى أو كتب المطولات أثبتها؛ إثراءً للكتاب.\rوأخيرًا؛ هذا جهد المقل، أسأل الله القبول ومغفرة التقصير، ولا حول ولا قوة إلا بالله.\r\rوكتب\rخالد بن محمد بن عثمان\r\r18 - من جمادى الأولى 1425 هـ","seal":"AE3A9E83","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"hno":null,"nass":"مبحث عن الإجماع\r- تعريف الإجماع:\rأولاً: لُغة: قال الرازي في المحصول (4/ 20، 19): \"الإجماع يقال بالاشتراك على معنيين:\rأحدهما: العزم (¬1)، قال الله تعالى: {فَأَجْمِعُوا أَمْرَكُمْ} [يونس: 71]، وقال -عليه الصلاة والسلام -: «لا صيام لمن لم يجمع الصيام من الليل» (¬2).\rوثانيهما: الاتفاق يقال أجمع الرجل إذا صار ذا جمع كما يقال ألبن وأتمر إذا صار ذا لبن وذا تمر فقولنا اجمعوا على كذا أي صاروا ذوي جمع عليه .. \".اهـ\rوقد نقل الشوكاني في إرشاد الفحول (ص 131) كلام الرازي ثم عقَّب عليه قائلاً: \" واعترض على هذا بأن إجماع الأمة يتعدى بـ: (على)، والإجماع بمعنى العزيمة لا يتعدى بـ: (على)، وأجيب عنه بما حكاه ابن فارس في المقاييس، فإنه قال: يقال أجمعت على الأمر إجماعًا وأجمعته، وقد جزم بكونه مشتركًا بين المعنيين أيضًا الغزالي؛ وقال القاضي: العزم يرجع إلى الاتفاق لأن من اتفق على شيء فقد عزم عليه؛ وقال ابن برهان وابن السمعاني: الأول أي العزم أشبه باللُغة، والثاني أي الاتفاق أشبه بالشرع .. \".اهـ\rوقد ذكر محب الله الشكور في \"مسلَّم الثبوت\" (2/ 211) أن كلا المعنيين: \"مأخوذان من الجمع، فإن العزم: فيه جمع الخواطر؛ والاتفاق جمع الخواطر\".اهـ\rثانيًا: اصطلاحًا: قال التفتازاني في شرح التلويح على التوضيح (2/ 82): \"اتفاق المجتهدين من أمة محمد عليه الصلاة والسلام في عصر على حكم شرعي، والمراد\r¬_________\r(¬1) قال الآمدي في الإحكام (1/ 179): \"وعلى هذا فيصح إطلاق اسم الإجماع على عزم الواحد\".اهـ\r(¬2) الراجح في هذا الحديث الوقف، كما بينته بتوسع في تخريجي على كتاب السنة للمروزي (99) (ص 134 - 136) (ط. دار الآثار).","seal":"500ECB41","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"hno":null,"nass":"بالاتفاق: الاشتراك في الاعتقاد أو القول أو الفعل؛ وقيَّد بالمجتهدين إذ لا عبرة باتفاق العوام\".اهـ\rقلت: وأطلق الغزالي الاتفاق فلم يَخصه بعصر من العصور، فقال في الْمُستصفى (ص 137): \"اتفاق أمة محمد - صلى الله عليه وسلم - خاصة على أمر من الأمور الدينية\".اهـ\rوقال الآمدي في الإحكام (1/ 180) عن تعريف الغزالي: \" وهو مدخول من ثلاثة أوجه:\rالأول: أن ما ذكره يشعر بعدم انعقاد الإجماع إلى يوم القيامة\rفإن أمة محمد جملة من اتبعه إلى يوم القيامة ومن وجد في بعض الأعصار منهم إنما يعم بعض الأمة لا كلها وليس ذلك مذهبًا له ولا لمن اعترف بوجود الإجماع.\rالثاني: أنه وإن صدق على الموجودين منهم في بعض الأعصار أنهم أمة محمد غير أنه يلزم مما ذكره أنه لو خلا عصر من الأعصار عن أهل الحل والعقد وكان كل من فيه عاميًا واتفقوا على أمر ديني أن يكون إجماعًا شرعيًا وليس كذلك.\rالثالث: أنه يلزم من تقييده للإجماع بالاتفاق على أمر من الأمور الدينية أن لا يكون إجماع الأمة على قضية عقلية أو عرفية حجة شرعية وليس كذلك لما يأتي بيانه.\rوالحق في ذلك أن يقال الإجماع: عبارة عن اتفاق جملة أهل الحل والعقد من أمة محمد في عصر من الأعصار على حكم واقعة من الوقائع هذا إن قلنا إن العامي لا يعتبر في الإجماع وإلا فالواجب أن يقال الإجماع عبارة عن اتفاق المكلفين من أمة محمد إلى آخر الحد المذكور\".اهـ\rقلت: ووافق الآمدي على عدم اختصاص الإجماع بالأمور الشرعية:\rالشوكاني في إرشاد الفحول (ص 132)، فقال: \"يتناول الشرعيات والعقليات واللغويات\". اهـ\rوكذلك قال به: السبكي كما في جمع الجوامع، والزركشي في البحر المحيط،","seal":"A8D6911E","page":11},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"hno":null,"nass":"وعبد العزيز البخاري في كشف الأسرار، والفتوحي في شرح الكوكب المنير، والعطار في حاشيته على الجلال المحلى.\rوذهب الشنقيطي في مذكرته إلى اختصاصه بالأمور الشرعية.\rوقال الغزالي في المستصفى (ص 137): \"وذهب النظَّام إلى أن الإجماع عبارة عن كل قول قامت حجته، وإن كان قولٌ واحد، وهو على خلاف اللُغة والعرف\".اهـ\rقلت: لكن قال محب الله في مسلَّم الثبوت (2/ 211): \"بعض النظامية والشيعة قالوا إنه -أي الإجماع- محال، ونسبه غير واحد إلى النظَّام، قال السبكي: إنما هو قول بعض أصحابه، وأما رأي النظَّام نفسه فهو أنه متصور، لكن لا حجة فيه\".اهـ\rقلت: وممن أنكر حجية الإجماع أيضًا الخوارج كما في الإحكام (1/ 183)، وطائفة من المرجئة كما في المسودة (2/ 615) حيث قالوا يجوز اجتماع الكل على خطأ.\r- هل حجية الإجماع قطعية أم ظنية؟\rخلاصة المذاهب في هذه المسألة ذكرها الزركشي في البحر المحيط (6/ 389، 388)، والشوكاني في إرشاد الفحول (ص 144).\rقال الزركشي: \" المبحث السادس: في أنه حجة قطعية؛ قال الروياني في البحر: إذا انعقد الإجماع على أحد أدلته, فهل يقطع على صحته؟ فيه وجهان: أحدهما: نعم; ليصح قيام الحجة؛ الثاني: المنع اعتبارًا بأهله في انتفاء العصمة عن آحادهم, فكذا عن جميعهم؛ وأطلق جماعة من الأصوليين بأنه حجة قطعية منهم: الصيرفي, وابن برهان, وجزم به من الحنفية الدبوسي, وشمس الأئمة، وقالا: كرامة لهذه الأمة, وقال الأصفهاني: إنه المشهور, وإنه يقدم على الأدلة كلها, ولا يعارضه دليل أصلاً, ونسبه إلى الأكثرين؛ قال: بحيث يكفر أو يضلل ويبدع مخالفه؛ وخالفه الإمام الرازي والآمدي, فقالا: إنه لا يفيد إلا الظن, والحق التفصيل بين ما اتفق عليه المعتبرون فحجة قطعية, وبين ما اختلفوا فيه كالسكوتي، وما ندري مخالفه, فحجة","seal":"8389C5CD","page":12},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"hno":null,"nass":"ظنية؛ وقال البزدوي وجماعة من الحنفية: الإجماع مراتب: فإجماع الصحابة مثل الكتاب والخبر المتواتر, وإجماع من بعدهم بمنزلة المشهور من الأحاديث، والإجماع الذي سبق فيه الخلاف في العصر السالف بمنزلة خبر الواحد, واختار بعضهم في الكل أنه يوجب العمل لا العلم, فصارت المذاهب أربعة: يوجب العلم والعمل، لا يوجبهما، يوجب العلم حيث اتفقوا عليه قطعًا، يوجب العلم في إجماع الصحابة؛ وقد أورد صاحب التقويم: \"أن الإجماع قد يقع عن أمارة, فكيف يوجب العلم إجماع تفرع عن الظن؟ وأجاب بأن الموجب لذلك اتصالها بالإجماع, وقد ثبت عصمتهم من الخطأ, فكان بمنزلة الاتصال برسول الله - صلى الله عليه وسلم - وتقريره على ذلك؛ وأما أن الإجماع من الأصول الكلية التي يحكم بها على القواطع التي هي نصوص الكتاب والسنة المتواترة, فلا بد أن يكون قاطعًا; لاستحالة رفع القاطع بما ليس بقاطع, وحكى الأستاذ أبو إسحاق في تعليقه, والبندنيجي في الذخيرة: \"قولين في أن لفظ الإجماع هل يطلق على القطعي والظني , أو لا يطلق إلا على القطعي؟ وصرحا بأنه خلاف في العبارة\".اهـ\rقلت: وبعض هذه الأقوال نابع من قول طائفة المتكلمين من أن خبر الواحد يفيد الظن؛ وهذا القول بظنية حديث الواحد بله الإجماع لم يُعرف في عصر الصحابة، وإنما نشأ مع نشأة علم الكلام؛ أما قول أصحاب الحديث والأثر الذين بنوا دينهم على أصول الصحابة؛ فهو: إن خبر الواحد الثابت يفيد العلم اليقيني ويوجب العمل.\r- شروط صحة الإجماع:\rأولاً: الشرط الخاص بِحال من ينعقد بِهم الإجماع: وفيه مسائل:\r(المسألة الأولى): الإجماع المعتبر في كل فن:\rقال الزركشي في البحر المحيط (6/ 415): \"يشترط في الإجماع في كل فن من الفنون أن يكون فيه قول كل العارفين بذلك في ذلك العصر, فإن قول غيرهم فيه يكون بلا دليل بجهلهم به, فيشترط في الإجماع في المسألة الفقهية قول جميع الفقهاء, وفي","seal":"9961451F","page":13},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"hno":null,"nass":"الأصول قول جميع الأصوليين, وفي النحو قول جميع النحويين؛ وخالف ابن جني, فزعم في كتاب: \"الخصائص \" أنه لا حجة في إجماع النحاة ... \".اهـ\r(المسألة الثانية): مدى اعتبار قول المجتهد المبتدع في الإجماع:\rقال أبو بكر الرازي في الفصول (3/ 293): \" لا نعرف عن أصحابنا كلاما في تفصيل من ينعقد بهم الإجماع, وكيف صفتهم, وقد اختلف أهل العلم بعدهم في ذلك؛ فقال قائلون: لا ينعقد الإجماع الذي هو حجة لله عز وجل إلا باتفاق فرق الأمة كلها, من كان محقًّا, أو مبتدعًا ضالاً, ببعض المذاهب الموجبة للضلال، وقال آخرون: لا اعتبار بموافقة أهل الضلال, لأن الحق في صحة الإجماع؛ وإنما الإجماع الذي هو حجة لله تعالى عز وجل: إجماع أهل الحق, الذين لم يثبت فسقهم, ولا ضلالهم؛ قال أبو بكر: وهذا هو الصحيح عندنا\".اهـ\rقلت: وقد فصَّل الزركشي في ذكر مذاهب العلماء في هذه المسألة في البحر المحيط (6/ 419) حيث قال: \"أحدها: اعتبار قوله, لكونه من أهل الحل والعقد, وإخباره عن نفسه مقبول إذا كان يعتقد تحريم الكذب, وقال الهندي: إنه الصحيح ,وكلام ابن السمعاني كما سنذكره يقتضي أنه مذهب الشافعي; لنصه على قبول شهادة أهل الهوى.\rوالثاني: أنه لا يعتبر، قال الأستاذ أبو منصور: قال أهل السنة: لا يعتبر في الإجماع وفاق القدرية, والخوارج, والرافضة, ولا اعتبار بخلاف هؤلاء المبتدعة في الفقه, وإن اعتبر في الكلام, هكذا روى أشهب عن مالك, ورواه العباس بن الوليد عن الأوزاعي، وأبو سليمان الجوزجاني عن محمد بن الحسن, وذكر أبو ثور في منثوراته أن ذلك قول أئمة أهل الحديث. اهـ؛ وقال أبو بكر الصيرفي: هل يقدح خلاف الخوارج في الإجماع؟ فيه قولان: قال: ولا يخرج عن الإجماع من كان من أهل العلم, وإن اختلفت بهم الأهواء كمن قال بالقدر من حملة الآثار, ومن رأى الإرجاء, وغير ذلك","seal":"8CBDE29C","page":14},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"hno":null,"nass":"من اختلاف آراء أهل الكوفة والبصرة إذا كان من أهل الفقه؛ فإذا قيل: قالت الخطابية والرافضة كذا , لم يلتفت إلى هؤلاء في الفقه; لأنهم ليسوا من أهله, وقال ابن القطان: الإجماع عندنا إجماع أهل العلم, فأما من كان من أهل الأهواء, فلا مدخل له فيه؛ قال: قال أصحابنا في الخوارج لا مدخل لهم في الإجماع والاختلاف; لأنهم ليس لهم أصل ينقلون عنه; لأنهم يكفرون سلفنا الذين أخذنا عنهم أصل الدين. انتهى؛ وممن اختار أنه لا يعتد به من الحنفية أبو بكر الرازي, ومن الحنابلة القاضي أبو يعلى واستقرأه من كلام أحمد لقوله: لا يشهد رجل عندي ليس هو عندي بعدل, وكيف أجوِّز حكمه؛ قال القاضي: يعني الجهمي.\rوالثالث: أن الإجماع لا ينعقد عليه, وينعقد على غيره, أي أنه يجوز له مخالفة من عداه إلى ما أداه إليه اجتهاده, ولا يجوز لأحد أن يقلده, حكاه الآمدي وتابعه المتأخرون, وأنكر عليه بعضهم, وقال: أرى حكايته لغيره؛ والظاهر أنه تفسير للقولين المتقدمين, ومنع من بقائهما على إطلاقهما; لوقوع مسألتين في بابي الاجتهاد والتقليد, تنفي ذلك؛ إحداهما: اتفاقهم على أن المجتهد بعد اجتهاده ممنوع من التقليد, وأنه يَجب عليه العمل بما أداه إليه اجتهاده, فالقول هنا بأنه يَجب عليه العمل بقول من خالفه معارض لذلك الاتفاق؛ وثانيهما: اتفاقهم على أنه يَجوز للمقلد أن يقلد من عرف بالعلم والعدالة, وأنه يحرم عليه تقليد من عرف بضد ذلك, وإذا ثبت هذا استحال بقاء القولين في هذه المسألة على إطلاقهما, وتبين أن معنى قول من يقول: لا ينعقد الإجماع بدونه, يعني في حق نفسه, ومعنى قول من يقول: فينعقد, يعني على غيره, ويصير النزاع لفظًا, وعلى هذا يجب تأويل هذا القول, وإلا فهو مشكل.\rوالرابع: التفصيل بين الداعية فلا يعتد به, وبين غيره فيعتد به, حكاه ابن حزم في كتاب الإحكام, ونقله عن جماهير سلفهم من المحدثين, وقال: وهو قول فاسد; لأن المراعى العقيدة\".اهـ","seal":"EF5E30D8","page":15},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"hno":null,"nass":"(المسألة الثالثة): اعتبار أهل الظاهر في الإجماع:\rقال الزركشي في البحر المحيط (6/ 425، 424): \"ذهب قوم منهم القاضي أبو بكر, والأستاذ أبو إسحاق الإسفراييني, ونسبه إلى الجمهور أنه لا يعتد بخلاف من أنكر القياس في الحوادث الشرعية, وتابعهم إمام الحرمين, والغزالي, قالوا: لأن من أنكره لا يعرف طرق الاجتهاد, وإنما هو متمسك بالظواهر, فهو كالعامي الذي لا معرفة له, وحكاه الأستاذ أبو منصور عن أبي علي بن أبي هريرة, وطائفة من أقرانه، وقال الأصفهاني شارح المحصول: \"يلزم القائل بذلك أنه لا يعتبر خلاف منكر العموم, وخبر الواحد, ولا ذاهب إليه\"؛ قلت: نقل الأستاذ عن ابن أبي هريرة - رضي الله عنه - أنه طرد قوله في منكر أخبار الآحاد, ومن توقف في الظواهر والعموم؛ قال: لأن الأحكام الشرعية تستنبط من هذه الأصول, فمن أنكرها وتوقف فيها لم يكن من أهل الاجتهاد, فلا يعتبر بخلافه.\rقال النووي في باب السواك في شرح مسلم: \"إن مخالفة داود لا تقدح في انعقاد الإجماع على المختار الذي عليه الأكثرون والمحققون, وكذا قال صاحب المفهم: جل الفقهاء والأصوليين على أنه لا يعتد بخلافهم, بل هم من جملة العوام, وإن من اعتد بهم فإنما ذلك; لأن مذهبه أنه يعتبر خلاف العوام في انعقاد الإجماع, والحق خلافه؛ وذكر غيره أنهم في الشرعيات كالسوفسطائية في العقليات, وكذا قال أبو بكر الرازي من الحنفية: لا يعتد بخلافهم, ولا يؤنس بوفاقهم؛ وقال القاضي عبد الوهاب في الملخص: يعتبر كما يعتبر خلاف من ينفي المراسيل, ويمنع العموم ومن حمل الأمر على الوجوب; لأن مدار الفقه على هذه الطرق, ونقل ابن الصلاح عن الأستاذ أبي منصور أنه حكى عن ابن أبي هريرة وغيره: أنهم لا يعتد بخلافهم في الفروع, ويعتد بخلافهم في الأصول, وقال إمام الحرمين: المحققون لا يقيمون لخلاف الظاهرية وزنًا; لأن معظم الشريعة صادرة عن الاجتهاد, ولا تفي النصوص بعشر معشارها؛ وقال في","seal":"46FFE0D4","page":16},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"hno":null,"nass":"كتاب اللعان: إن قول داود بإجزاء الرقبة المعيبة في الكفارة نقل الشافعي-رحمه الله تعالى- الإجماع على خلافه؛ قال: وعندي أن الشافعي لو عاصر داود لما عده من العلماء, وقال الإبياري: هذا غير صحيح عندنا على الإطلاق, بل إن كانت المسألة مما تتعلق بالآثار والتوقيف واللفظ اللغوي, ولا مخالف للقياس فيها لم يصح أن ينعقد الإجماع بدونهم إلا على رأي من يرى أن الاجتهاد لا يتجزأ؛ فإن قلنا: بالتجزؤ, لم يمنع أن يقع النظر في فرع هم فيه محقون, كما نعتبر خلاف المتكلم في المسألة الكلامية; لأن له فيه مدخلاً, كذلك أهل الظاهر في غير المسائل القياسية يعتد بخلافهم؛ وقال ابن الصلاح: الذي استقر عليه الأمر ما اختاره الأستاذ أبو منصور, وحكاه عن الجمهور, وأن الصحيح من المذهب الاعتداد بخلافهم, ولهذا يذكر الأئمة من أصحابنا خلافهم في الكتب الفرعية؛ ثم قال: والذي أجيب به بعد الاستخارة: أن داود\rيعتبر قوله , ويعتد به في الإجماع إلا ما خالف القياس, وما أجمع عليه القياسيون من أنواعه أو بناه على أصوله التي قام الدليل القاطع على بطلانها , فاتفاق من سواه على خلافه إجماع ينعقد, فقول المخالف حينئذ خارج عن الإجماع, كقوله في التغوط في الماء الراكد, وتلك المسائل الشنيعة, وفي: \"لا ربا إلا في النسيئة\"، المنصوص عليها, فخلافه في هذا وشبهه غير معتد به. اهـ\".اهـ\r(المسألة الرابعة): هل يشترط شهرة المجتهد الذي يُعتبر قوله في الإجماع؟\rذهب الزركشي في البحر المحيط (6/ 430) إلى عدم اشتراط الشهرة، وقال: \"بل يعتبر قول المجتهد الخامل خلافًا لبعض الشاذين حيث فصل المشهور بالفتوى فيعتبر قوله دون غيره ... \".اهـ\r(المسألة الخامسة): هل يعد خلاف الواحد والاثنين مانعًا من الإجماع؟\rقال ابن حزم في الإحكام (4/ 538): \"وقالت طائفة إذا اتفق الجمهور على قول خالفهم واحد من العلماء فلا يلتفت إلى ذلك الواحد وقول الجمهور هو إجماع","seal":"1FE3622B","page":17},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"hno":null,"nass":"صحيح؛ وهذا قول محمد بن جرير الطبري.\rوقالت طائفة: ليس هذا إجماعًا.\rوقالت طائفة: قول الجمهور والأكثر إجماع وإن خالفهم من هو أقل عددًا منهم؛ وقالت طائفة ليس هذا إجماعًا ... \".اهـ\rقلت: قال د. أبو حماد صغير في مقدمة الأوسط (1/ 48): \"أما ابن المنذر فقد تابع فيه الطبري؛ فهو يذكر المسألة وإذا كان فيها خلافٌ شاذ أو رأي منفرد ليس له سند صحيح، فهو يعتبره إجماع أهل العلم ولا عبرة عنده بخلاف رجل أو رجلين.\rومن عرف نهج ابن المنذر ثم تتبع نهج الطبري في تهذيب الآثار وتفسيره، وابن نصر المروزي في اختلاف العلماء، ومالك في الموطأ والمدونة الكبرى، والشافعي في الأم، وأبو عُبَيْد في كتاب الطهارة وكتاب الأموال، وغيرهم كثيرون، يَجد أن نَهج بعضهم لا يختلف عن بعض آخر.\rإذن إجماعات ابن المنذر ليست من قبيل إجماع الأصوليين ولا فيها نكارة، إذ سبقه العلماء وسلك هو أثرهم فيها\".اهـ\rوقال ابن مفلح في الفروع (1/ 465): \" ... قال العلامة ابن القيم: وهذه عادة ابن المنذر أنه إذا رأى قول أكثر أهل العلم حكاه إجماعًا\".اهـ\rقلت: وقد قال المقري في قواعده الفقهية: \"إياكم وإجماعات ابن المنذر\" (¬1).\rوهذا التقرير من المقري قد يكون صوابًا إذا وزنا إجماعات ابن المنذر على تعريف الأصوليين للإجماع؛ أما إذا اعتبرنا ما ذكره ابن حزم من مذهب الطبري في تعريف الإجماع؛ ففي هذه الحالة يعتبر قول المقري فيه شيء من الإجحاف.\rوقال الشيخ عبد الله بن الجبرين في مقدمة تحقيقه لكتاب الإقناع لابن المنذر\r(1/ 20): \"إن من يدرس المسائل التي حكى الإمام ابن المنذر فيها الإجماع عليها تتبين\r¬_________\r(¬1) أفادني بهذا النقل: الشيخ مشهور حسن آل سلمان -جزاه الله خيرًا-.","seal":"A2792AEE","page":18},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"hno":null,"nass":"له دقته في ذلك، فلا تكاد تجد مسألة حكى إجماع أهل العلم عليها إلا وقد وافقه في ذلك بعض إئمة هذا الشأن كابن حزم أو ابن رشد أو ابن قدامة أو غيرهم؛ وقد يوجد في بعض هذه المسائل خلاف شاذ من بعض أهل العلم، وهي قليلة إذا قورنت بالمسائل التي لم يعثر فيها على خلاف، كما أن هذا الخلاف قد لا يثبت عمَّن نسب إليه، وإن ثبت عن أحد منهم قد يكون قولاً رجع عنه أو اشتهر عنه خلافه أو أن الإجماع سابق لخلافه أو أن المخالف في ذلك ممن لا يعتد بخلافه عند أهل العلم أو عند بعضهم.\rوإن لم يوجد شيء من هذه الاحتمالات فلا ينبغي أن يتخذ من ذلك وسيلة إلى القدح في جميع الإجماعات التي حكاها المؤلف أو الحكم بأنه متساهل في حكاية الإجماع أو أنه يحكي الإجماع مع علمه بوجود مخالف، أو مع عدم جزمه بعدم وجود مخالف؛ فهذا كله غير مسلَّم .... \".اهـ\rقلت: وكذلك فإن بعض المسائل قد يظهر فيها الخلاف بعد عصر ابن المنذر؛ وأما قبل ابن المنذر أو في حياته لم يكن يُعرف في المسألة خلاف معتبر؛ فلا ينبغي القدح في إجماع نقله ابن المنذر لمجرد وجود خلاف من بعض المتأخرين عنه.\rثانيًا: انقراض عصر المجمعين هل هو شرط في اعتبار الإجماع؟\rنسب الفتوحي في شرح الكوكب المنير (ص 233) اعتبار هذا الشرط إلى الإمام أحمد وأكثر أصحابه، ثم قال: \"وفي المسألة أقوال غير ذلك؛ أحدها: وهو قول الأئمة الثلاثة وأكثر الفقهاء والمتكلمين: أنه لا يعتبر انقراض العصر مطلقًا؛ والقول الثاني: أنه يعتبر انقراض العصر للإجماع السكوتي لضعفه دون غيره؛ اختاره الآمدي وغيره؛ ونقل عن الأستاذ أبي منصور البغدادي؛ وقال: إنه قول الحذاق من أصحاب الشافعي، وقال القاضي أبو الطيب: هو قول أكثر الأصحاب, ونقله أبو المعالي عن الأستاذ أبي إسحاق واختاره البندنيجي؛ وجعل سليم الرازي محل الخلاف في غير السكوتي؛ والقول الثالث: أنه يعتبر انقراض العصر للإجماع القياسي دون غيره؛","seal":"1583BBB0","page":19},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"hno":null,"nass":"والقول الرابع: أنه يعتبر انقراض العصر إن بقي عدد التواتر؛ وإن بقي أقل من ذلك لم يكترث بالباقي؛ وحاصله: أنه إذا مات منهم جمع وبقي منهم عدد التواتر, ورجعوا أو بعضهم لم ينعقد الإجماع, وإن بقي منهم دون عدد التواتر, ورجعوا أو بعضهم لم يؤثر في الإجماع؛ والقول الخامس: أنه يعتبر انقراض العصر في إجماع الصحابة دون إجماع غيرهم، وحيث لا يعتبر انقراض العصر لا يعتبر تمادي الزمن مطلقًا, بل يكون اتفاقهم حجة بمجرده, حتى لو رجع بعضهم لا يعتد به, ويكون خارقًا للإجماع؛ ولو نشأ مخالف لم يعتد بقوله, بل يكون الإجماع حجة عليه, ولو ظهر لجميعهم ما يوجب الرجوع فرجعوا كلهم حرم؛ وكان إجماعهم حجة عليهم وعلى غيرهم, حتى لو جاء غيرهم مجمعين على خلاف ذلك لم يَجز أيضا، وإلا لتصادم الإجماعان ..... \".اهـ\rوقال الغزالي في المستصفى (ص 152) عن القول باشتراط انقراض العصر: \"وهذا فاسد لأن في اتفاقهم لا في موتِهم، وقد حصل قبل الموت، فلا يزيده الموت تأكيدًا\".اهـ\rقلت: وهذا تعليل له وجه مُعتبر.\rثالثًا: هل المعتبر إجماع الصحابة فقط دون من بعدهم؟\rقال الغزالي في المستصفى (ص 149): \"ذهب داود وشيعته من أهل الظاهر إلى أنه لا حجة في إجماع من بعد الصحابة؛ وهو فاسد لأن الأدلة الثلاثة على كون الإجماع حجة، أعني الكتاب والسنة والعقل، لا تفرق بين عصر وعصر، فالتابعون إذا أجمعوا فهو إجماعٌ من جميع الأمة، ومن خالفهم فهو سالك غير سبيل المؤمنين\".اهـ\rقلت: وقد نُسب القول بعدم الاعتداد بغير إجماع الصحابة إلى أحمد - رحمه الله -، فقد جاء في المسودة (2/ 616): \"قال القاضى الإجماع حجة قطعية يَجب المصير إليها وتُحرم مخالفته ولا يجوز أن تُجمِع الأمة على الخطأ؛ وقد نص أحمد على هذا في رواية عبد الله وأبى الحارث في الصحابة إذا اختلفوا لم يخرج عن أقاويلهم، أرأيت إن أجمعوا","seal":"5CED0F8A","page":20},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"hno":null,"nass":"له أن يخرج من أقاويلهم؟ هذا قول خبيث قول أهل البدع لا ينبغي لأحد أن يخرج من أقاويل الصحابة إذا اختلفوا.\rقال شيخنا - رضي الله عنه -: قلت قال فى رواية عبد الله: الحجة على من زعم أنه إذا كان أمرًا مجمعًا عليه ثم افترقوا أنَّا نقف على ما أجمعوا عليه إلى آخره؛ قال: \"وقد علَّق (¬1) القول في رواية عبد الله فقال: من ادعى الإجماع فهو كاذب لعل الناس قد اختلفوا، وهذه دعوى بشر المريسي والأصم\"، ولكن يقول: \"لا نعلم الناس اختلفوا\"، إذا لم يبلغه، وكذلك نقل المروذى عنه أنه قال: \"كيف يَجوز للرجل أن يقول أجمعوا؟ إذا سمعتهم يقولون أجمعوا فاتهمهم، لو قال: إنى لم أعلم مخالفًا، جاز\"، وكذلك نقل أبو طالب عنه أنه قال: \"هذا كذب ما أعلمه أن الناس مجمعون؟ ولكن يقول: لا أعلم فيه اختلافًا، فهو أحسن من قوله إجماع الناس\"؛ وكذلك نقل عنه أبو الحارث: \"لا ينبغي لأحد أن يدعى الإجماع لعل لناس اختلفوا\".\rقال القاضي: \"وظاهر هذا الكلام أنه قد منع صحة الإجماع، وليس هذا على ظاهره، وإنما قال هذا على طريق الورع لجواز أن يكون هناك خلاف لم يبلغه، أو قال هذا في حق من ليس له معرفة بخلاف السلف، لأنه قد أطلق القول بصحة الإجماع في رواية عبد الله وأبي الحارث، وادعى الإجماع في رواية الحسن ابن ثواب، فقال: \"أذهب في التكبير من غداة يوم عرفة إلى آخر أيام التشريق، فقيل له: إلى أي شيء تذهب؟ فقال: بالإجماع، عمر وعلي وعبد الله بن مسعود وعبد الله بن عباس.\"\rقال شيخنا: قلت: الذي أنكره أحمد دعوى إجماع المخالفين بعد الصحابة أو بعدهم وبعد التابعين أو بعد القرون الثلاثة المحمودة، ولا يكاد يوجد في كلامه احتجاج\r¬_________\r(¬1) قال د. أحمد الذروي - محقق نسخة المسودة-: \"في م - أي المطبوعة القديمة- زعم المحقق أنها محرفة، وصوابها أطلق\".اهـ؛ وقال الشيخ عبد الله بن محسن التركي في \"أصول مذهب الإمام أحمد\" (ص 351): \"هكذا في مخطوطة العدة، والظاهر أنها تحريف، وصوابها: وقد أطلق\".اهـ","seal":"0895B9C9","page":21},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"hno":null,"nass":"بإجماع بعد عصر التابعين أو بعد القرون الثلاثة، مع أن صغار التابعين أدركوا القرن الثالث، وكلامه في إجماع كل عصر إنما هو في التابعين ثم هذا منه نهى عن دعوى الإجماع العام النطقي، وهو كما قال: الإجماع السكوتي أو إجماع الجمهور من غير علم بالمخالف، فإنه قال في القراءة خلف الإمام: ادعى الإجماع في نزول الآية، وفي عدم الوجوب في صلاة الجهر، وإنما فقهاء المتكلمين كالمريسي والأصم يدعون الإجماع، ولا يعرفون إلا قول أبي حنيفة ومالك ونحوهما، ولا يعلمون أقوال الصحابة والتابعين، وقد ادعى الإجماع فى مسائل الفقه غير واحد من مالك ومحمد بن الحسن والشافعي وأبي عبيد في مسائل وفيها خلاف، لم يطلعوه، وقد جاء الاعتماد على الكتاب والسنة والإجماع في كلام عمر بن الخطاب وعبد الل بن مسعود وغيرهما حيث يقول كل منهما: أقضي بما في كتاب الله، فإن لم يكن فبما في سنة رسول الله، فإن لم يكن فبما أجمع عليه الصالحون، وفى لفظ: بما قضى به الصالحون، وفى لفظ: بما أجمع عليه الناس، لكن يقتضى تأخير هذا عن الأصلين وما ذاك إلا لأن هؤلاء لا يخالفون الأصلين\".اهـ\rوقال الرازي في المحصول (4/ 23): \"ومن الناس من سلم إمكان هذا الاتفاق في نفسه لكنه قال لا طريق لنا إلى العلم بحصوله لأن العلم بالأشياء إما أن يكون وجدانيًا أو لا يكون؛ أما الوجداني فكما يجد كل واحد منا من نفسه من جوعه وعطشه ولذته وألمه إلى غير ذلك، ولا شك أن العلم بحصول اتفاق أمه محمد - صلى الله عليه وسلم - ليس من هذا الباب، وأما الذي لا يكون وجدانيًا فقد اتفقوا على أن الطريق إلى معرفته إما الحس وإما الخبر وإما النظر العقلي، أما النظر العقلي فلا مجال له في أن الشخص الفلاني قال بهذا القول أو لم يقل به؛ بقي أن يكون الطريق إليه إما الحس وإما الخبر لكن من المعلوم أن الإحساس بكلام الغير أو الإخبار عن كلامه لا يمكن إلا بعد معرفته؛ فإذن العلم باتفاق الأمة لا يحصل إلا بعد معرفة كل واحد من الأمة، لكن ذلك متعذر قطعًا فمن","seal":"B90DAC06","page":22},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"hno":null,"nass":"الذي يعرف جميع الناس الذين هم بالشرق والغرب، وكيف الأمان من وجود إنسان في مطمورة لا خبر عندنا منه فإنا إذا أنصفنا علمنا أن الذين بالشرق لا خبر عندهم من أحد من علماء الغرب فضلا عن العلم بكل واحد منهم على التفصيل وبكيفية مذاهبه؛ وأيضًا فبتقدير العلم بكل واحد من علماء العالم لا يمكننا معرفة اتفاقهم لأنه لا يمكن ذلك إلا بالرجوع إلى كل واحد منهم وذلك لا يفيد حصول الاتفاق لاحتمال أن بعضهم أفتى بذلك على خلاف اعتقاده تقية أو خوفاأو لأسباب أخرى مخفية عنا، وأيضًا فبتقدير أن نرجع إلى كل واحد منهم ونعلم أن كل واحد منهم أفتى بذلك من صميم قلبه فهو لا يفيد حصول الإجماع لاحتمال أن علماء بلدة إذا أفتوا بحكم فعند الارتحال عن بلدهم والذهاب إلى البلدة الأخرى رجعوا عن ذلك الحكم قبل فتوى أهل البلدة الأخرى؛ بذلك\rوعلى هذا التقدير لا يحصل الاتفاق، لأنا لو قدرنا أن الأمة انقسمت إلى قسمين وأحد القسمين أفتى بحكم والآخر أفتى بنقيضه ثم انقلب المثبت نافيًا والنافي مثبتًا لم يحصل الإجماع، وإذا كان\rكذلك فمع قيام هذا الاحتمال كيف يحصل اليقين بحصول الإجماع؛ بل ها هنا مقام آخر وهو أن أهل العلم بأسرهم لو اجتمعوا في موضع واحد ورفعوا أصواتهم دفعة واحدة وقالوا أفتينا بهذا الحكم فهذا مع امتناع وقوعه لا يفيد العلم بالإجماع لاحتمال أن يكون بعضهم كان مخالفًا فيه فخاف من مخالفة ذلك الجمع العظيم أو خاف ذلك الملك الذي أحضرهم أو أنه أظهر المخالفة لكن خفي صوته فيما بين أصواتهم فثبت أن معرفة الإجماع ممتنعة\"، إلى أن قال في\r(4/ 44): \"والإنصاف أنه لا طريق لنا إلى معرفة حصول الإجماع إلا في زمن الصحابة حيث كان المؤمنون قليلين يمكن معرفتهم على التفصيل\".اهـ\rقلت: ولا يخفى أن هذا الكلام لا يخلو من تكلف، وإن كان في الجملة قد أجاد في إثبات القول بتعذر معرفة إجماع من بعد الصحابة.\rوذكر العلامة ابن عثيمين في \"الأصول من علم الأصول\" (ص 83) أن الإجماع","seal":"F66F7B7B","page":23},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"hno":null,"nass":"الظني هو: \"ما لا يُعلم إلا بالتتبع والاستقراء، وقد اختلف العلماء في إمكان ثبوته، وأرجح الأقوال في ذلك رأي شيخ الإسلام ابن تيمية حيث قال في العقيدة الواسطية: والإجماع الذي ينضبط ما كان عليه السلف الصالح إذ بعدهم كثُر الاختلاف وانتشرت الأمة\".اهـ\rوذهب أيضًا الشيخ محمد الخضري في كتابه \"أصول الفقه\" إلى تعذر معرفة الإجماع بعد عصر الصحابة، حيث قال في (ص 329): \"وقال الإمام الرازي: والإنصاف أنه لا طريق لنا إلى معرفته إلا في زمان الصحابة\".اهـ\rوفي المذكرة للشنقيطي (ص 179): \"واختار المؤلف أن وجود الإجماع ممكن متصور خلافًا لمن قال: لا يمكن بعد الصحابة لكثرة العلماء، وانتشارهم في أقطار الدنيا وعدم القدرة على معرفة أقوال الكل\".اهـ\rقلت: وينبغي التنبه إلى الفارق بين قول أهل الظاهر، وقول الإمام أحمد ومن تابعه، حيث أن أهل الظاهر ينفون حجية إجماع من بعد الصحابة، وأما الإمام أحمد ومن تابعه لا ينفون حجية إجماع من بعد الصحابة وإنما يقولون بتعذر وصعوبة إثبات إجماع من بعد الصحابة، أو الجزم بكونه إجماعًا.\rحكم إجماع أهل المدينة:\rقال شيخ الإسلام كما في مجموع الفتاوى (20/ 304): \"والكلام في إجماع أهل المدينة في تلك الأعصار؛ والتحقيق في \" مسألة إجماع أهل المدينة \" أن منه ما هو متفق عليه بين المسلمين; ومنه ما هو قول جمهور أئمة المسلمين; ومنه ما لا يقول به إلا بعضهم؛ وذلك أن إجماع أهل المدينة على أربع مراتب:\rالأولى: ما يجري مجرى النقل عن النبي صلى الله تعالى عليه وسلم؛ مثل نقلهم لمقدار الصاع والمد; وكترك صدقة الخضراوات والأحباس؛ فهذا مما هو حجة باتفاق العلماء؛ أما الشافعي وأحمد وأصحابهما فهذا حجة عندهم بلا نزاع كما هو حجة عند","seal":"9098E5DB","page":24},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"hno":null,"nass":"مالك، وذلك مذهب أبي حنيفة وأصحابه، قال أبو يوسف - رحمه الله - وهو أجل أصحاب أبي حنيفة وأول من لقب قاضي القضاة - لما اجتمع بمالك وسأله عن هذه المسائل وأجابه مالك بنقل أهل المدينة المتواتر رجع أبو يوسف إلى قوله وقال: لو رأى صاحبي مثل ما رأيت لرجع مثل ما رجعت؛ فقد نقل أبو يوسف أن مثل هذا النقل حجة عند صاحبه أبي حنيفة كما هو حجة عند غيره لكن أبو حنيفة لم يبلغه هذا النقل كما لم يبلغه ولم يبلغ غيره من الأئمة كثير من الحديث فلا لوم عليهم في ترك ما لم يبلغهم علمه، وكان رجوع أبي يوسف إلى هذا النقل كرجوعه إلى أحاديث كثيرة اتبعها هو وصاحبه محمد وتركا قول شيخهما ; لعلمهما بأن شيخهما كان يقول: إن هذه الأحاديث أيضًا حجة إن صحت لكن لم تبلغه؛ ومن ظن بأبي حنيفة أو غيره من أئمة المسلمين أنهم يتعمدون مخالفة الحديث الصحيح لقياس أو غيره فقد أخطأ عليهم وتكلم إما بظن وإما بهوى ........ \"، إلى أن قال: \"والمقصود هنا: أن عمل أهل المدينة الذي يجري مجرى النقل حجة باتفاق المسلمين كما قال مالك لأبي يوسف، لما سأله عن الصاع والمد وأمر أهل المدينة بإحضار صيعانهم وذكروا له أن إسنادها عن أسلافهم؛ أترى هؤلاء يا أبا يوسف يكذبون؟ قال: لا والله ما يكذبون فأنا حررت هذه الصيعان فوجدتُها خمسة أرطال وثلث بأرطالكم يا أهل العراق؛ فقال: رجعت إلى قولك يا أبا عبد الله ولو رأى صاحبي ما رأيت لرجع كما رجعت؛ وسأله عن صدقة الخضراوات فقال: هذه مباقيل أهل المدينة لم يؤخذ منها صدقة على عهد رسول الله صلى الله عليه وسلم ولا أبي بكر ولا عمر رضي الله عنهما يعني: وهي تنبت فيها الخضراوات؛ وسأله عن الأحباس فقال: هذا حبس فلان وهذا حبس فلان يذكر لبيان الصحابة، فقال أبو يوسف في كل منهما: قد رجعت يا أبا عبد الله ولو رأى صاحبي ما رأيت لرجع كما رجعت ......... فهذا هو المرتبة الأولى لإجماع أهل المدينة وهو حجة باتفاق المسلمين\"؛ ثم قال: \"المرتبة الثانية: العمل القديم بالمدينة قبل مقتل عثمان بن عفان","seal":"2952025A","page":25},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"hno":null,"nass":"فهذا حجة في مذهب مالك وهو المنصوص عن الشافعي قال في رواية يونس بن عبد الأعلى: إذا رأيت قدماء أهل المدينة على شيء فلا تتوقف في قلبك ريبًا أنه الحق؛ وكذا ظاهر مذهب أحمد أن ما سنه الخلفاء الراشدون فهو حجة يجب اتباعها وقال أحمد: كل بيعة كانت في المدينة فهي خلافة نبوة. ومعلوم أن بيعة أبي بكر وعمر وعثمان كانت بالمدينة وكذلك بيعة علي كانت بالمدينة ثم خرج منها وبعد ذلك لم يعقد بالمدينة بيعة .... \".\rإلى أن قال: \"وأما المرتبة الرابعة: فهي العمل المتأخر بالمدينة فهذا هل هو حجة شرعية يجب اتباعه أم لا؟ فالذي عليه أئمة الناس أنه ليس بحجة شرعية، هذا مذهب الشافعي وأحمد وأبي حنيفة وغيرهم، كتابه \" أصول الفقه \" وغيره ذكر أن هذا ليس إجماعًا ولا حجة عند المحققين من أصحاب مالك ... \".اهـ\rقلت: وقد ذكر نفس هذا التقسيم الزركشي في البحر المحيط (6/ 447)؛ وانظر أيضًا: المذكرة للشنقيطي (ص 182).\r- إجماع الخلفاء الأربعة:\rقال أبو الحسن البعلي في \"القواعد النورانية والفوائد الأصولية\" (ص 294): \"إجماع الخلفاء الأربعة مع مخالفة مجتهد صحابي لهم على حكم ليس بإجماع ولا حجة عند أحمد وأكثر الفقهاء؛ وعن أحمد -رحمه الله تعالى- رواية أخرى: أنه إجماع، وبها قال أبو خازم الحنفي واختارها ابن البنا من أصحابنا.\rوعن أحمد رواية ثالثة: أنه حجة لا إجماع\".اهـ\rوقال د. عبد الله التركي في أصول مذهب الإمام أحمد (ص 382): \"والذي أرجحه أن أحمد - رحمه الله - لا يعتبر اتفاقهم إجماعًا ذلك أن الروايات التي نقلت عنه في التخير من أقوال الصحابة عند الاختلاف أقربها للكتاب والسنة صريحة ومتعددة، ومنها قوله في رواية المروذي: إذا اختلف أصحاب رسول الله - صلى الله عليه وسلم - لم يجز للرجل أن يأخذ","seal":"4B924876","page":26},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"hno":null,"nass":"بقول بعضهم إلا على اختيار ينظر أقرب قول إلى الكتاب والسنة\".اهـ\rقلت: وقد رجح الشنقيطي في المذكرة (ص 183) أن اتفاقهم حجة وليس إجماعًا، لأن الإجماع لا يكون إلا من الجميع.\rوللعلائي بحث قوي في \"إجمال الإصابة\" في إثبات كون اتفاق الخلفاء الأربعة حجة وليس إجماعًا، وقد رد فيه على اعتراضات المخالفين، فقال في (ص 47 - 50):\r\" وكذلك ما تقدم عن الإمام الشافعي في القديم وفي كتاب اختلافه مع مالك في الجديد عند تفرق أقوال الصحابة وقد تقدم أنه يصير إلى قول أحد الخلفاء الأربعة، وحينئذ فالاحتجاج بما اتفقوا عليه يكون بطريق الأولى؛ وأما كونه إجماعًا كما إذا أجمعت الأمة قاطبة فبعيد، لأن الأدلة المتمسك بها لكون الإجماع حجة من النقلية والعقلية إنما يتناول جميع الأمة ولا ريب في أن الخلفاء الأربعة ليسوا جميع الأمة؛ وقد ذكر أئمة الأصول أن أبا خازم احتج لكون ذلك إجماعا بقوله - صلى الله عليه وسلم -: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ ... \" -الحديث-، فأوجب اتباع سنتهم كما أوجب اتباع سنته والمخالف لسنته - صلى الله عليه وسلم - لا يعتد بقوله فكذلك المخالف لسنتهم ثم أجابوا عن ذلك بوجهين: أحدها: أن ذلك عام في كل الخلفاء الراشدين ولا دليل فيه على انحصاره في الأربعة دون غيرهم رضي الله عنهم؛ وثانيهما: المعارضة بما روي عنه - صلى الله عليه وسلم - أنه قال: \"أصحابي كالنجوم فبأيهم اقتديتم اهتديم\"؛ فتحمل سنة الخلفاء الأربعة في الحديث على ما يتعلق بالخلافة فقط للجمع بين الأحاديث، كيف ومن سنتهم إجازة المخالفة لهم كما تقدم من رد المرأة على عمر رضي الله عنه في المغالاة بالصداق وغير ذلك من الصور الكثيرة.\rوأيضًا فإنه يلزم منه أن يكون قول الواحد منهم بمفرده حجة وحينئذ فتتعارض أقوالهم كما قد اختلف الشيخان رضي الله عنهما في العطاء، فرأى أبو بكر رضي الله عنه تسوية الصحابة فيه كلهم ورأى عمر رضي الله عنه التفاضل بينهم بحسب السبق والقرب من النبي - صلى الله عليه وسلم - فيتعذر العمل بسنتهم فيحمل","seal":"05BD2F2D","page":27},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"hno":null,"nass":"حينئذ كما تقدم على أمر الخلافة وتجهيز الجيوش إلى الأمصار ونحو ذلك؛ وهذه الاعتراضات كلها ضعيفة؛ ولنبدأ أولاً ببيان الحديث المتقدم وتصحيحه ووجه الدلالة منه ثم نرجع إلى ما يتعلق بهذه الاعتراضات ..... \"؛ وبعد أن أثبت صحته، قال:\r\"ووجه الدلالة منه ظاهر لا من الطريق التي تقدم أنه احتج به لكون ذلك كالإجماع بل من جهة أن النبي - صلى الله عليه وسلم - أمر بالتمسك بسنتهم والعض عليها بالنواجذ وذلك مجاز كناية عن ملازمة الأخذ بها وعدم العدول عنها مع أنه - صلى الله عليه وسلم - قرن في هذه الأوامر بين سنته وسنتهم فكانا في الحجية سواء، ولا يقال إن ذلك يلزم منه أن تكون سنتهم مساوية لما ثبت من سنة النبي - صلى الله عليه وسلم - بحيث يقع التعارض بينهما ويعدل إلى الترجيح فربما يقدم العمل بسنتهم على ما ثبت عن النبي - صلى الله عليه وسلم - لأنا نقول لا يلزم من كون سنتهم حجة معتمدة أن يكون لها هذه المساواة بل يجوز أن تكون مأمورًا باتباعها والعمل بها بشرط عدم وجود سنة للنبي - صلى الله عليه وسلم - قدمت على سنتهم كما أن القياس حجة شرعية، وهو متأخر في الرتبة عن الكتاب والسنة.\rوأما كونه مُختصًا بالخلفاء الأربعة دون من بعدهم فلإجماع العلماء قاطبة على اختصاصهم بالوصف المذكور في الحديث وأنه لا يطلق على من بعدهم، وقد روى سفينة رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: \"الخلافة في أمتي ثلاثون سنة بعدي ثم يصير ملكًا\"، وإسناده حسن؛ وكانت مدة الأئمة الأربعة رضي الله عنهم نَحو هذا المقدار بالاتفاق، وبِهذا احتج البيهقي وغيره على انصراف قوله - صلى الله عليه وسلم -: \"وسنة الخلفاء الراشدين المهديين\" إلى الأئمة الأربعة، وقَصَرَ اللفظ عليهم؛ وأما الحديث المروي: أصحابي كالنجوم، فسيأتي بيانه وأنه حديث ضعيف لا يقاوم الحديث المروي عن العرباض المتقدم حتى يكونا متعارضين\".اهـ\rقلت: وما رجحه العلائي والشنقيطي -رحمهما الله- من أن اتفاق الخلفاء الأربعة حجة وليس إجماعًا هو الذي به تجتمع الأدلة، وهو رواية عن الإمام أحمد.","seal":"2C6611B7","page":28},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"hno":null,"nass":"- الإجماع السكوتي:\rقال العلامة الشنقيطي في المذكرة (ص 188): \"وتحرير هذه المسألة أن لها ثلاث حالات:\r\r1 - أن يعلم من قرينة حال الساكت أنه راض بذلك فهو إجماع قولاً واحدًا.\r\r2 - أن يعلم من قرينته أنه ساخط غير راض فليس بإجماع قولاً واحدًا.\r\r3 - ألاَّ يُعلم منه رضا ولا سخط ففيه الأقوال الثلاثة المتقدمة، ومذهب الجمهور أنه إجماع سكوتي وهو ظني\".اهـ\rقلت: وهذه الأقوال الثلاثة التي أشار إليها الشيخ هي المذكورة في قوله: \"إذا بعض الصحابة قولاً في تكليف فانتشر في بقية الصحابة فسكتوا، ففي ذلك ثلاثة أقوال، والحق أنه إجماع سكوتي ظني:\r\r1 - أنه إجماع وروي عن أحمد ما يدل عليه، وبه قال أكثر الشافعية المالكية تنزيلاً للسكوت منزلة الرضا والموافقة، ويشترط في ذلك ألاَّ يعلم أن الساكت ساخط غير راض بذلك القول، وأن تمضي مهلة تسع النظر في ذلك القول بعد سماعه.\r\r2 - أنه حجة لا إجماع.\r\r3 - ليس بحجة ولا إجماع ....... \".اهـ\rقلت: وقد سرد الشوكاني في إرشاد الفحول (ص 153 - 155) اثني عشر قولاً في المسألة؛ وقد ورد في كشف الأسرار (3/ 228) لعبد العزيز البخاري تسمية هذا الإجماع بـ: الرخصة.","seal":"9795A3A2","page":29},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"hno":null,"nass":"ترجمة المصنف رحمه الله\rاسمه ونسبه: محمد بن إبراهيم بن المنذر النيسابوري؛ وكنيته: أبو بكر.\rمولده: وُلِد بنيسابور سنة 242 هـ، ولم يذكره الحاكم في تاريخ نيسابور، نسيه كما قال الذهبي، وقال الذهبي أيضًا: \"وُلِد في حدود موت أحمد بن حنبل\".\rثناء أهل العلم عليه وعلى كتبه:\rقال الذهبي في السير: \"الإمام الحافظ العلامة شيخ الإسلام ....... الفقيه نزيل مكة وصاحب التصانيف .. الإشراف في اختلاف العلماء وكتاب الإجماع وكتاب المبسوط وغير ذلك\".\rوقال أيضًا في تذكرة الحفاظ: \"الحافظ العلامة الفقيه الأوحد شيخ الحرم وصاحب الكتب التي لم يصنف مثلها\".\rوقال السبكي: \"نزيل مكة أحد أعلام هذه الأمة وأحبارها؛ كان إمامًا مجتهدًا حافظًا ورعًا ... \".\rوقال الشيرازي: \"صنف في اختلاف العلماء كتبًا لم يصنف أحد مثلها واحتاج إلى كتبه الموافق والمخالف .. \".\rوقال ابن شهبة: \"الفقيه نزيل مكة أحد الأئمة الأعلام وممن يقتدى بنقله في الحلال والحرام صنف كتبا معتبرة عند أئمة الإسلام\".\rوقال ابن خلكان: \" كان فقيها عالما مطلعا .... ومن كتبه المشهورة في اختلاف العلماء كتاب الأشراف وهو كتاب كبير يدل على كثرة وقوفه على مذاهب الأئمة وهو من أحسن الكتب وأنفعها وأمتعها وله كتاب المبسوط أكبر من الأشراف وهو في اختلاف العلماء ونقل مذاهبهم أيضا وله كتاب الإجماع وهو صغير\".\rوقال الداودي: \"الإمام المجتهد نزيل مكة صنف كتبا لم يصنف مثلها في الفقه وغيره ومنها كتاب المبسوط وكتاب الإشراف في اختلاف العلماء وكتاب الإجماع","seal":"964A97BC","page":30},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"hno":null,"nass":"وكتاب التفسير وهو من أحسن التفاسير\".\rوقال ابن القطان: \"كان ابن المنذر فقيهًا محدثًا ثقة\".\rطلبه للعلم ورحلاته: قال أبو حماد صغير أحمد في مقدمة الأوسط (1/ 14): \"ليس لدينا أي تفصيل عن رحلة ابن المنذر من بلدة نيسابور إلى بلد آخر لطلب العلم، وتلقي الأحاديث؛ إلا أن المؤرخين ذكروا أن ابن المنذر وُلِد بنيسابور ثم نزل مكة وسكنها، ولكن متى نزل مكة؟ وهل ذهب إلى بلد آخر قريب أو بعيد؟ ليس هناك أي جواب عن هذا السؤال؛ ونقول بالتأكيد: أنه لم ينزل بغداد، ولا أصبهان، ولا دمشق، فإن كتب التاريخ الخاصة لهذه البلدان لم تذكر عنه شيئًا، وقد صرَّح الذهبي أنه لم ينزل بغداد ولا دمشق.\rولعله رحل إلى مصر وسمع هناك من الربيع وغيره من العلماء؛ وقد يوحي إلى ذلك كلام ابن المنذر، يقول: حدثنا بكار بن قتيبة بمصر حدثنا ... الخ؛ ويقول في قول الشافعي: \"إيجاب الوضوء على الرجل إذا قبل أمه أو ابنته أو أخته إكرامًا لهن\"، لم أجد هذه المسألة في كتبه المصرية التي قرأناها على الربيع\".اهـ\rمنهجه: قال الذهبي: \"قال الشيخ محيي الدين النواوي: له من التحقيق في كتبه مالا يقاربه فيه أحد وهو في نهاية من التمكن من معرفة الحديث وله اختيار فلا يتقيد في الاختيار بمذهب بعينه بل يدور مع ظهور الدليل.\rقلت -القائل الذهبي-: ما يتقيد بمذهب واحد إلا من هو قاصر في التمكن من العلم كأكثر علماء زماننا أو من هو متعصب؛ وهذا الإمام فهو من حملة الحجة جار في مضمار ابن جرير وابن سريج وتلك الحلبة رحمهم الله\".\rوقال ابن قاضي شهبة: \"كان مجتهدًا لا يقلد أحدًا\".\rوقال السيوطي: \" وكان على نهاية من معرفة الحديث والاختلاف وكان مجتهدًا لا يقلد أحدًا\".","seal":"3E8043C0","page":31},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"hno":null,"nass":"وقال أبو بكر بن هداية الله الحسيني: \"أحد الأئمة الأعلام لم يقلد أحدًا في آخر عمره\".\rوقال السبكي: \"المحمدون الأربعة محمد بن نصر ومحمد بن جرير وابن خزيمة وابن المنذر من أصحابنا، وقد بلغوا درجة الاجتهاد المطلق ولم يخرجهم ذلك عن كونِهم من أصحاب الشافعى المخرجين على أصوله المتمذهبين بمذهبه لوفاق اجتهادهم اجتهاده بل قد ادعى من هو بعد من أصحابنا الخلص كالشيخ أبي علي وغيره أنهم وافق رأيهم رأى الإمام الأعظم فتبعوه ونسبوا إليه لا أنَّهم مقلدون فما ظنك بهؤلاء الأربعة، فإنهم وإن خرجوا عن رأى الإمام الأعظم في كثير من المسائل فلم يخرجوا في الأغلب؛ فاعرف ذلك واعلم أنَّهم في أحزاب الشافعية معدودون، وعلى أصوله في الأغلب مخرجون، وبطريقه متهذبون وبمذهبه متمذهبون\".اهـ\rقلت: وما قاله السبكي من كون ابن المنذر بلغ درجة الاجتهاد المطلق موافق لما قاله المترجمون الآخرون الذين ترجموا لابن المنذر، لكن إصرار السبكي على إدخاله في جملة الشافعية قد يُقبل منه على باب التنزل حيث إن ابن المنذر صرَّح أنه قد قرأ كتب الشافعي في مصر، فهو يعتبر منسوبًا للشافعي من ناحية الدراسة أما الاتباع فابن المنذر بلا ريب يسير على طريقة أصحاب الحديث والأثر من اتباع الدليل دون التقيد بمذهب واحد من العلماء؛ وهذا في واقع الأمر هو مذهب الشافعي بل مذهب كل أئمة السلف من أصحاب المذاهب المتبوعة مثل مالك وأحمد والثوري وغيرهم -رحم الله الجميع-.\rشيوخه: له عدة شيوخ، منهم:\rأبو حاتم الرازي، إسحاق بن إبراهيم، الربيع بن سليمان، محمد بن إسحاق بن خزيمة، البخاري، محمد بن الصباح، محمد بن توبة، محمد بن عبد الله بن الحكم، محمد بن إسماعيل الصائغ، وغيرهم كثير.\rتلامذته: قال السبكي: \"روى عنه أبو بكر ابن المقرئ، ومحمد بن يحيى بن عمار","seal":"52D9001C","page":32},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"hno":null,"nass":"الدمياطى -شيخ الطلمنكى-، والحسن بن على بن شعبان، وأخوه الحسين وآخرون\".\rمؤلفاته: قد ذكرنا بعضها فيما يتعلق بمسائل الاختلاف والإجماع؛ ومن مصنفاته الأخرى:\r- التفسير.\r- كتاب السياسة.\r- جامع الأذكار.\r- حجة النبي صلى الله عليه وآله وسلم.\r- رحلة الإمام الشافعي إلى المدينة.\r- تشريف الغني على الفقير.\r- أدب العباد.\r- إثبات القياس.\rوفاته: ذكر أبو إسحاق الشيرازي أنه توفي بمكة سنة 309 أو 310 هـ، وتبعه على ذلك ابن خلكان واليافعي.\rوقد وهَّم الذهبي الشيرازي فقال: \"وما ذكره أبو إسحاق من وفاته فهو على التوهم وإلا فقد سمع منه ابن عمار في سنة ست عشرة وثلاثمئة، وأرَّخ الإمام أبو الحسن بن قطان الفاسي وفاته في سنة ثماني عشرة\".\rوقال ابن قاضي شهبة: \"وقال -أي النووي- في شرح المهذب في باب صفة الصلاة: مات سنة تسع وعشرين؛ ولم ينقله عن أحد وهو الثقة الأمين إلا أني أخشى أن يكون سبق القلم من عشرة إلى عشرين؛ وقال الذهبي: وحدث ابن القطان نقل وفاته سنة ثمان عشرة فليعتمد\"؛ وأقر السيوطي قول ابن القطان؛ وذكر عريب بن سعد القرطبي في صلة تاريخ الطبري أنه توفي في يوم الأحد انسلاخ شعبان سنة 318 هـ.\rوما قاله عريب هو الأقرب إلى الصواب لقرب عهده من ابن المنذر؛ هذا بجانب","seal":"E698E4BC","page":33},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"hno":null,"nass":"تحديده تاريخ وفاته بكل دقة باليوم والشهر مما يدل على أن معه زيادة علم ترجح قبول قوله، هذا مع موافقته لقول ابن القطان في تحديد السنة والذي اعتمده الذهبي وابن قاضي شهبة والسيوطي.\r- مصادر الترجمة:\r\r1 - الطبقات الكبرى للشافعية (3/ 102 - 108) للسبكي.\r\r2 - طبقات الشافعية لابن قاضي شهبة (2/ 98).\r\r3 - طبقات الشافعية لأبي بكر بن هداية الله الحسيني (ص 59).\r\r4 - السير (14/ 490 - 492)، وتذكرة الحفاظ (3/ 782 - 783) للذهبي.\r\r5 - وفيات الأعيان لابن خلكان (4/ 207).\r\r6 - طبقات الفقهاء للشيرازي (1/ 218).\r\r7 - الأعلام للزركلي (6/ 184).\r\r8 - طبقات المفسرين للسيوطي (ص 77، 78).\r\r9 - صلة تاريخ الطبري لعريب بن سعد القرطبي (ص 134).\r\r10 - مرآة الجنان لليافعي (3/ 261).\r\r11 - مقدمة تحقيق كتاب الأوسط للشيخ أبو حماد صغير أحمد بن محمد.\r\r12 - مقدمة تحقيق كتاب الإقناع للشيخ عبد الله بن عبد العزيز الجبرين.","seal":"4E496BA2","page":34},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"hno":null,"nass":"بيان بالنسخ المطبوعة\rقد طُبِع من كتاب الإجماع نسخ عديدة أغلبها مطبوعات تُجارية لم تتحر الضبط والدقة في طبعاتِها؛ ولكن أشهر طبعاته التي وقفت عليها، ما يلي:\r(1) دار طيبة، بتحقيق: د. أبو حماد صغير أحمد بن محمد بن حنيف -محقق كتاب الأوسط-.\r(2) طبعة رئاسة المحاكم الشرعية بدولة قطر، تحقيق: د. فؤاد عبد المنعم؛ تقديم ومراجعة: الشيخ عبد الله بن زيد آل محمود -رئيس المحاكم الشرعية والشئون الدينية بدولة قطر- (¬1).\r(3) طبعة دار الجنان-بيروت، تحقيق: عبد الله البارودي.\r(4) طبعة دار الكتب العلمية.\r(5) طبعة مكتبة الصفا- الأزهر (¬2).\r¬_________\r(¬1) وقد صدر منها ثلاث طبعات: الأولى في رجب سنة 1401 هـ، والثانية في محرم سنة 1402 هـ، وكلاهما بالدوحة، والثالثة في شوال 1402 هـ بالأسكندرية.\r(¬2) وانظر \"معجم المصنفات الواردة في فتح الباري\" (ص 39).","seal":"F57A4C0F","page":35},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"hno":null,"nass":"وصف النسخة الخطية\rلا يُعرف لكتاب الإجماع إلا نسخة خطية واحدة؛ هي من محفوظات (آية صوفية - تركيا) (رقم 1011) (¬1)؛ ومنها صورة في مكتبة العلامة المحدث حماد الأنصاري - رحمه الله - تَحت رقم (18)؛ وقد حصلت على نسختي من مصورة الشيخ حماد.\rوتقع في (21 ورقة)؛ الورقة الأولى عبارة عن طُرة المخطوط؛ وقد ثبت عليها الوقف التالي:\r\"قد وقفت هذه النسخة الجليلة على سلطاننا الأعظم والخاقان المعظَّم: ملك البرين والبحرين، خادم الحرمين الشريفين، السلطان بن السلطان بن السلطان الغازي محمود خان (¬2) وقفًا صحيحًا شرعيًا لمن طالع وأفاد وتعلم واستفاد؛ وأعظم الله تعالى أجره يوم التناد؛ حرره الفقير أحمد شيخ زادة الْمُعين بأوقاف الحرمين الشريفين غفر لهما\"اهـ.\rوهي نسخة جيدة وواضحة مكتوبة بخط مشرقي؛ وقد تم تصحيحها وعلى طرتِها خاتم الوقف والتصحيح.\r¬_________\r(¬1) وانظر تاريخ التراث العربي لفؤاد سزكين (ص 496).\r(¬2) انظر ترجمته في حلية البشر في تاريخ القرن الثالث عشر (3/ 1467، 1456)؛ وعجائب الآثار (1/ 217)، وتاريخ الدولة العلية العثمانية (ص 398).\rوقال الجبرتي في عجائب الآثار (3/ 406): \"وفي أواخره وصل من الديار الرومية واصل وعلى يده مرسوم فقرئ بالمحكمة في يوم الأحد ثامن عشرينه بحضرة كتخدا بك والقاضى والمشايخ وأكابر الدولة والجم الغفير من الناس ومضمونه: الأمر للخطباء في المساجد يوم الجمعة على المنابر بأن يقولوا عند الدعاء للسلطان فيقولوا: السلطان ابن السلطان، بتكرير لفظ السلطان ثلاث مرات محمود خان بن السلطان عبدالحميد خان بن السلطان أحمد خان المغازي خادم الحرمين الشريفين لأنه استحق أن ينعت بِهذه النعوت لكون عساكره افتتحت بلاد الحرمين وغزت الخوارج وأخرجتهم منها لأن المفتي أفتاهم بأنهم كفار لتكفيرهم المسليمن، ويجعلونَهم مشركين، ولخروجهم على السلطان وقتلهم الأنفس، وأن من قاتلهم يكون مغازيًا ومجاهدًا وشهيدًا إذا قُتِل\".اهـ","seal":"1B6E555A","page":36},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"hno":null,"nass":"وقال د. فؤاد عبد المنعم في مقدمته لنسخته من الإجماع: \"وثابت على جانب الصفحة الأخيرة أن بائع المخطوطة هو: برهان الدين أبو الحسين المغربي المالكي الدوكالي بمصر المحروسة بجوار جمال الدين المقدم الكردي\".اهـ؛ وهذا الكلام مطموس في نسختي.\rوإليك الرموز التي استخدمتها خلال الكتاب:\rخ: النسخة الخطية.\rط: النسخة المطبوعة.\rق: كتاب الإقناع لابن القطان.","seal":"64F9AA11","page":37},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"hno":null,"nass":"طرة المخطوط","seal":"D973313E","page":38},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"hno":null,"nass":"الصفحة الأخيرة من المخطوط","seal":"4F04DB90","page":39},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"hno":1,"nass":"بسم الله الرحمن الرحيم\rصلى الله على محمد وعلى آله وسلم تسليمًا.\r\rما أجمع عليه فقهاء الأمصار مما يُوجب الوضوء من الحَدَث\rقال لنا [الفقيهٍ] (¬1) أبو بكر محمد بن إبراهيم بن المنذر -رحمه الله-:\r\r1 - أجمع أهل العلم على أن الصلاة لا تُجْزِئ إلا بطهارة إذا وجد المرء إليها السبيل.\r\r2 - وأجمعوا على أن خروج الغائط من الدبر، وخروج البَوْل من الذكر وكذلك المرأة؛ وخروج الْمَنِي (¬2)،\rوخروج الريح من الدبر، وزوال العقل بأي وجه زال العقل:\r¬_________\r(¬1) ليس في ط.\r(¬2) الظاهر من إطلاق المصنف القول هنا، أن هذا الإجماع يتنزل على الرجل والمرأة، ويشفع لهذا المعنى أن المصنف قد عطف قوله: \"خروج المني\" على قوله \"وكذلك المرأة\"؛ ولكن قد يعكر على هذا الإجماع بالنسبة للمرأة ما رواه ابن أبي شيبة في مصنفه (1/ 103) عن جرير عن مغيرة قال: \"كان إبراهيم ينكر احتلام النساء\"؛ وهذا إسناد صحيح: جرير -هو ابن عبد الحميد-؛ ومغيرة -هو ابن مِقسم الضبيُّ.\rوقال المصنف - رحمه الله - في الأوسط (2/ 83، 82): \"دلت الأخبار عن النبي د بإيجاب الاغتسال على من احتلم .. \"، ثم قال: \"وبه قال مالك والشافعي وأصحابه، وأبو ثور، وأصحاب الرأي، ولا أعلم في ذلك اختلافًا إلا شيئًا روي عن النخعي، روينا عنه أنه قال -وقد سئل عن المرأة ترى في المنام ما يرى الرجل: أتغتسل؟ -فقال: إنما الحيض على النساء والحلم على الرجال.\rقال أبو بكر: وبالخبر عن النبي - صلى الله عليه وسلم - أقول\".اهـ\rقلت: ومن أجل ذلك خصَّ ابن حزم هذا الإجماع بالذكور فقط، فقال في مراتب الإجماع (ص 41): \"واتفقوا على أن خروج الجنابة في نوم أو يقظة من الذكر بلذة لغير مغلوب باستنكاح أو مضروب، وقبل أن يغتسل للجنابة فإنه يوجب غسل جميع الرأس والجسد\".اهـ\r\rقلت: وقد يُستدرك على المصنف هنا إدخاله \"خروج المني\" في الأحداث التي توجب الوضوء مع كونه يوجب الغسل أصلاً، والوضوء تبعًا، اعتبارًا للخلاف الوارد في حكم إيجاب نية الوضوء داخل الاغتسال من الجنابة.","seal":"0F926A84","page":41},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"hno":3,"nass":"أحداث ينقض كل واحد منها الطهارة، ويوجب الوضوء.\r\r3 - وأجمعوا على أن دم الاستحاضة ينقض الطهارة (¬1).\rوانفرد ربيعة وقال: لا ينقض الطهارة (¬2).\r\r4 - وأجمعوا على أن الملامسة حدث ينقض (¬3) الطهارة (¬4).\r\r5 - أجمعوا على أن الضحك في غير الصلاة لا ينقض طهارة، ولا يوجب وضوءًا (¬5).\r\r6 - وأجمعوا على أن الضحك في الصلاة ينقض الصلاة\r\rباب: ما أجمعوا عليه في الماء\r\r7 - أجمعوا على أن الوضوء لا يَجوز: بماء الورد، وماء الشجر، وماء العُصفر.\rولا تجوز الطهارة: إلا بماء مطلق، يقع عليه اسم الماء.\r\r8 - وأجمعوا على أن الوضوء بالماء جائز.\r¬_________\r(¬1) زاد في ق (273): \"ويوجب الوضوء\".\r(¬2) قال المصنف - رحمه الله - في الأوسط (1/ 164، 163): \"وقد حُكي عن ربيعة بن أبي عبد الرحمن قول خامس وهو أن لا وضوء على المستحاضة لكل صلاة إلا أن يصيبها حدث تعيد وضوءها من بول أو ريح أو ما أشبه ذلك مما ينقض الوضوء ...... والنظر دال على ما قاله ربيعة إلا أنه قول لا أعلم أحدًا سبقه إليه؛ وإنما قلت: النظر يدل عليه لأنه لا فرق بين الدم الذي يَخرج من الْمُستحاضة قبل الوضوء، والذي يَخرج في أضعاف الوضوء، والدم الخارج بعد الوضوء لأن دم الاستحاضة إن كان يُوجب الوضوء فقليل ذلك وكثيره في أي وقت كان يوجب الوضوء ... \".اهـ\r(¬3) ق (270): \"تنقض\".\r(¬4) المقصود بالملامسة هنا، أي: مس الختان الختان.\r(¬5) وقال النووي في المجموع (2/ 70): \"وأجمعوا: أن الضحك إذا لم يكن فيه قهقهة لا يُبطل الوضوء\".","seal":"9B683F03","page":42},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"hno":9,"nass":"9 - وأجمعوا على أنه لا يَجوز الاغتسال، ولا الوضوء بشيء من هذه الأشربة سوى النبيذ (¬1).\r\r10 - وأجمعوا على أن الوضوء بالماء الآجن من غير نَجاسة [حلَّت فيه] (¬2) جائز.\rوانفرد ابن سيرين، فقال: لا يَجوز.\r\r11 - وأجمعوا على أن الماء القليل [والكثير] (¬3) إذا وقعت فيه نَجاسة فغيرت للماء طعمًا أو لونًا أو ريْحًا: أنه نَجس ما دام كذلك (¬4).\r\r12 - وأجمعوا على أن الماء الكثير من النيل والبحر، ونحو ذلك إذا وقعت فيه نَجاسة فلم تغير له لونًا ولا طعمًا ولا ريْحًا (¬5): أنه بِحاله، ويتطهر منه.\r\r13 - وأجمعوا على أن سؤر ما أُكل لحمه طاهر، ويجوز شربه والوضوء به.\r¬_________\r(¬1) قال ابن حزم في مراتب الإجماع (ص 36): \"وأجمعوا أنه لا يَجوز وضوءٌ بشيء من المائعات وغيرها، حاشا الماء والنبيذ\".اهـ\r\rوقال شيخ الإسلام - رحمه الله - في نقد مراتب الإجماع (ص 288) بعد نقله لكلام ابن حزم السابق: \"وقد ذكر العلماء عن ابن أبي ليلى -وهو من أجّل من يحكي ابن حزم قوله- أنه يُجزئ الوضوء بالمعتصر، كماء الورد ونحوه، كما ذكروا ذلك عن الأصم لكن الأصم ليس ممن يعده ابن حزم في الإجماع\".اهـ\rوانظر أيضًا: المغني (1/ 24، 23)، والمجموع (1/ 140، 139)، والإنصاف (1/ 55).\r(¬2) في ق (292): \"حلته\".\r(¬3) ليست في ق (293).\r(¬4) قال ابن عبد البر في التمهيد (18/ 225): \"جاء عن النبي - صلى الله عليه وسلم - في الماء أنه لا يُنَجسه شيء، يريد إلا ما غلب عليه، بدليل الإجماع على ذلك\"؛ وانظر أيضًا قوله في (1/ 332).\r(¬5) (2/ب).","seal":"9F294DD2","page":43},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"hno":14,"nass":"باب\rتقديم بعض الأعضاء على بعض والمسح والغسل في الوضوء\r\r14 - وأجمعوا على أن لا إعادة على من بدأ بيساره قبل يَمينه في الوضوء.\r\r15 - وأجمعوا على أنه كل من أكمل طهارته ثم لبس الخفين وأحدث، أن له أن يَمسح عليهما (¬1).\r\r16 - وأجمعوا على أنه إذا توضأ إلا غسل إحدى رجليه، فأدخل المغسولة الخف، ثُمَّ غسل الأخرى وأدخلها الخف أنه طاهر.\r\r17 - وأجمعوا أن المسافر إذا كان معه ماءٌ، وخشي العطش أن يُبْقِي ماءَه للشرب ويتيمم.\r\r18 - وأجمعوا على أن التيمم بالتراب [ذي] (¬2) الغبار جائز (¬3).\r\r19 - وأجمعوا على أن من تطهر بالماء قبل وقت الصلاة أن طهارته كاملة.\r\r20 - وأجمعوا على أن من تيمم وصلى، ثُمَّ وجد الماء بعد خروج الوقت أن لا إعادة عليه.\r¬_________\r(¬1) قال الجصاص في أحكام القرآن (2/ 491): \"قد ثبت المسح على الخفين عن النبي من طريق التواتر والاستفاضة من حيث يوجب العلم ..... وما دفع أحد من الصحابة المسح على الخفين، ولم يشك أحد منهم أن النبي قد مسح\".اهـ\rوقال ابن العربي في أحكام القرآن (2/ 73): \"إذا ثبت وجه التأويل في المسح على الخفين فإنها أصل في الشريعة؛ وعلامةٌ مفرقة بين أهل السنة والبدعة، ورُدَت به الأخبار\".اهـ\rوقال النووي في المجموع (1/ 500): \"مذهبنا ومذهب العلماء كافة جواز المسح على الخفين في الحضر والسفر؛ وقالت الشيعة والخوارج: لا يَجوز، وحكاه القاضي أبو الطيب عن أبي بكر بن داود، وحكى المحاملي في المجموع غيره من أصحابنا عن مالك ست روايات ..... وكل هذا الخلاف باطل مردود\".اهـ\r(¬2) سقطت من (خ، ط)؛ وأثبتُها من الإقناع (402).\r(¬3) ونقل الإجماع عليه أيضًا: ابن عبد البر في التمهيد (19/ 290)؛ وقال ابن حزم في مراتب الإجماع (ص 44): \"واتفقوا أن ما عدا التراب والرمل والحجارة والجدران والأرض كلها والمعادن والثلج والنبات؛ لا يجوز التيمم به\".اهـ","seal":"03FA31C1","page":44},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"hno":21,"nass":"21 - وأجمعوا على أن من تيمم كما أُمر، ثُمَّ وجد الماء قبل دخوله في الصلاة، أن طهارته تنتقض، وعليه أن يعيد الطهارة، ويصلي (¬1).\r\r22 - وأجمعوا على أن لمن تطهر بالماء أن يؤمَ المتيممين.\r\r23 - وأجمعوا على أنه إذا تيمم للمكتوبة في أول الوقت فلم يصلِّ، ثم سار إلى مكان فيه ماء، أن عليه أن يعيد التيمم لأنه حين وصل إلى الماء انتقضت طهارته.\r\r24 - وأجمعوا على أن الرجل إذا رأى في منامه أنه احتلم أو جامع ولم يَجد بللاً: أن لا غسل عليه.\r\r25 - وأجمعوا على إثبات نَجاسة البول.\r\r26 - وأجمعوا على أن عرق الجنب: طاهر، وكذلك الحائض.\r\rباب المواضع التي تجوز فيها الصّلاة\r\r27 - أجمعوا أن الصلاة في مرابض الغنم جائزة.\rوانفرد الشافعي فقال: إذا كان سليمًا من أبوالِها (¬2).\r\r28 - وأجمعوا على إسقاط فرض الصلاة عن الحائض.\r\r29 - وأجمعوا على أن قضاء ما تركت من الصلاة في أيام حيضتها غير واجب عليها (¬3).\r\r30 - وأجمعوا على [أن عليها قضاء ما تركت من الصوم في أيام حيضتها] (¬4).\r\r31 - وأجمعوا على أن على النفساء الاغتسال إذا طهرت.\r¬_________\r(¬1) ونقل الإجماع عليه أيضًا: ابن عبد البر في التمهيد (19/ 291).\r(¬2) قال الشافعي في الأم (1/ 113): \"وقال في الغنم هي من دواب الجنة، فأمر أن يُصلى في مراحها يعني -والله تعالى أعلم- في الموضع الذي يقع عليه اسم مراحها لا بَعْرَ فيه ولا بَوْل\".اهـ.\r(¬3) (3/أ).\r(¬4) في ط: [أن قضاء ما تركت من الصوم في أيام حيضتها واجبٌ عليها]؛ وما أثبته هو في خ، ق (483).","seal":"5FCF1394","page":45},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"hno":32,"nass":"32 - وأجمعوا على أن الشاة والبعير والبقرة إذا قطع منها عضو وهو حي أن المقطوع منه نَجس.\r\r33 - وأجمعوا على أن الانتفاع بأشعارها، وأوبارها، وأصوافها: جائز إذا أخذ ذلك، وهي [أحياء] (¬1).\r¬_________\r(¬1) في ط: [حيَّة].","seal":"CCFB9D7C","page":46},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"hno":34,"nass":"كتاب الصَّلاة\r\r34 - أجمعوا على أن وقت الظهر: زوال الشمس (¬1).\r\r35 - وأجمعوا على أن صلاة المغرب: تجب إذا غربت الشمس (¬2).\r\r36 - وأجمعوا على أن وقت صلاة الصبح: طلوع الفجر (¬3).\r\r37 - وأجمعوا على أن من صلى الصبح بعد طلوع الفجر قبل طلوع الشمس؛ أنه يصليها في وقتها.\r\r38 - وأجمعوا على الجمع بين الصلاتين الظهر والعصر بعرفة، وبين المغرب والعشاء ليلة النحر (¬4).\r\r39 - وأجمعوا على أن من السنة أن تستقبل القبلة بالأذان.\r\r40 - وأجمعوا على أن من السنة أن يؤذن المؤذن قائمًا.\rوانفرد أبو ثور فقال: يؤذن جالسًا من غير علة (¬5).\r\r41 - وأجمعوا على أن من السنة: أن يؤذن للصلاة بعد دخول وقتها إلا الصبح.\r\r42 - وأجمعوا على أن الصلاة لا تُجزاء إلا بالنية (¬6).\r\r43 - وأجمعوا على أن النبي - صلى الله عليه وسلم - كان يرفع يديه إذا افتتح الصلاة.\r¬_________\r(¬1) التمهيد (8/ 71، 70)، ومراتب الإجماع (ص 49)، والأوسط في السنن (2/ 326).\r(¬2) التمهيد (8/ 79)، ومراتب الإجماع (ص 49)، والأوسط في السنن (2/ 334).\r(¬3) التمهيد (3/ 275)، والأوسط في السنن (2/ 347).\r(¬4) الأوسط في السنن (2/ 421).\r(¬5) قال ابن قدامة في المغني (1/ 585): \"فإن أذَّن قاعدًا لغيرعذر فقد كرهه أهل العلم، ويصح؛ فإنه ليس بآكد من الخطبة، وتصح من القاعد\".اهـ\r(¬6) قال ابن هبيرة (1/ 159): \"وأجمعوا على أن النية للصلاة فرض\".اهـ\rوقال د. عمر سليمان الأشقر في كتابه \"النيات في العبادات\" (ص 323): \"وقد نقل غير واحد من العلماء الإجماع على وجوب النية في الصلاة، ولم يفرقوا بين صلاة الفرض وبين غيرها، فأوجبوا النية لكل صلاة، ومنها صلاة الجنازة، بل أوجبوها لسجود التلاوة، وسجود الشكر، لأنهما عباداتان\".اهـ","seal":"A0523DA5","page":47},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"hno":44,"nass":"44 - وأجمعوا على أن من أحرم للصلاة بالتكبير، أنه عاقدٌ لَها داخلٌ فيها.\r\r45 - وأجمعوا على أن صلاة من اقتصر على تسليمة واحدة جائز (¬1).\r\r46 - وأجمعوا على أن من تكلم في صلاته عامدًا، وهو لا يريد إصلاح شيء من أمرها، أن صلاته فاسدة.\r¬_________\r(¬1) في هذا الإجماع نظر! قال ابن قدامة في المغني (1/ 771) بعد نقله لعبارة ابن المنذر: \"وقال القاضي فيه رواية أخرى, أن الثانية واجبة؛ وقال: هي أصح; لحديث جابر بن سمرة, ولأن النبي - صلى الله عليه وسلم - كان يفعلها ويداوم عليها, ولأنها عبادة لها تحللان, فكانا واجبين, كتحللي الحج, ولأنها إحدى التسليمتين, فكانت واجبة كالأولى؛ والصحيح ما ذكرناه؛ وليس نص أحمد بصريح بوجوب التسليمتين , إنما قال: التسليمتان أصح عن رسول الله - صلى الله عليه وسلم - وحديث ابن مسعود وغيره أذهب إليه، ويجوز أن يذهب إليه في المشروعية والاستحباب, دون الإيجاب كما ذهب إلى ذلك غيره, وقد دلَّ عليه قوله في رواية مهنا: أعجب إلي التسليمتان، ولأن عائشة, وسلمة بن الأكوع, وسهل بن سعد؛ قد رووا: «أن النبي - صلى الله عليه وسلم - كان يسلم تسليمة واحدة»، وكان المهاجرون يسلمون تسليمة واحدة.\rففيما ذكرناه جمع بين الأخبار وأقوال الصحابة رضي الله عنهم في أن يكون المشروع والمسنون تسليمتين , والواجب واحدة, وقد دلَّ على صحة هذا الإجماع الذي حكاه ابن المنذر فلا معدل عنه\".اهـ\r\rوقال ابن مفلح في الفروع (1/ 465): \" وهل الثانية يعني التسليمة الثانية ركن أو واجبة فيه؟ روايتان؛ وعنه سنة, اختاره الشيخ, وعنه في النفل. انتهى؛ إحداهن: هي ركن, وهو الصحيح جزم به في الهداية في عد الأركان, والمنور, قال في المذهب ركن في أصح الروايتين, وصححها المصنف في حواشي المقنع, وقدمه في التلخيص, والبلغة ومختصر ابن تميم, والرعايتين والحاويين, والنظم, وإدراك الغاية, والزركشي, وقال: اختاره أبو بكر, والقاضي, والأكثرون, والرواية الثانية هي واجبة, قال القاضي وهي أصح, وصححها ناظم المفردات, وجزم به في الإفادات, والتسهيل, وقدَّمه في الفائق: قال القاضي في الجامع وهما واجبان, لا يخرج من الصلاة بغيرهما, وهذا ظاهر في الوجوب ضد الركن, والله أعلم, وعنه أنها سنة: جزم به في العمدة, والوجيز, واختاره الشيخ الموفق في المغني, وقال إنه اختيار الخرقي, لكونه لم يذكره في الواجبات, واختاره الشارح أيضا, وابن عبدوس في تذكرته, وقدمه ابن رزين في شرحه, وقال إجماعًا, وتبع في ذلك ابن المنذر ....... قال العلامة ابن القيم: وهذه عادة ابن المنذر أنه إذا رأى قول أكثر أهل العلم حكاه إجماعًا, قلت: وحكاية ابن رزين الإجماع فيه نظر, مع حكايته الخلاف عن أحمد بل هو متناقض\".اهـ","seal":"BBCB1AE9","page":48},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"hno":47,"nass":"47 - وأجمعوا على أن المصلي ممنوع من الأكل والشرب.\r\r48 - وأجمعوا على أن من أكل وشرب في صلاته الفرض عامدًا أن عليه الإعادة.\r\r49 - وأجمعوا على أن الضحك يفسد الصلاة.\r\r50 - وأجمعوا على أن ليس على من سها خلف الإمام سجود.\rوانفرد مكحول، وقال: عليه.\r\r51 - وأجمعوا على أن [على] (¬1) المأموم إذا سها إمامه أن يسجد معه.\r\r52 - وأجمعوا على أن ليس على الصبي جمعة.\r\r53 - وأجمعوا على أن لا جمعة على النساء.\r\r54 - وأجمعوا على أنَّهن إن حضرن الإمام فصلين معه أن ذلك يُجزئ عنهن.\r\r55 - وأجمعوا على أن الجمعة واجبة على الأحرار البالغين المقيمين الذين لا عذر لهم.\r\r56 - وأجمعوا على أن صلاة الجمعة ركعتان.\r\r57 - وأجمعوا على أن من فاتته الجمعة من المقيمين أن يصلوا أربعًا.\r\r58 - وأجمعوا على أن إمامة الأعمى كإمامة الصحيح.\rومنع من ذلك أنس بن مالك، وابن عباس، رواية ثابتة (¬2).\r¬_________\r(¬1) سقطت من ط.\r(¬2) أخرج أثر ابن عباس: ابن أبي شيبة في مصنفه (2/ 119) بإسناد صحيح عن ابن عباس أنه قال: \"كيف أَؤمهم وهم يعدلونني إلى القبلة\"؛ وفي نفس الموضع جاء أثر أنس بإسناد حسن عن زياد النمري قال: سألت أنسًا: عن الأعمى يؤم؟ فقال: ما أفقركم إلى ذلك.\rوقال ابن قدامة في المغني (2/ 30): \"وأما الأعمى فلا نعلم في صحة إمامته خلافًا, إلا ما حكي عن أنس, أنه قال: ما حاجتهم إليه؛ وعن ابن عباس: أنه قال: كيف أؤمهم وهم يعدلونني إلى القبلة؟ والصحيح عن ابن عباس أنه كان يؤم وهو أعمى , وعتبان بن مالك , وقتادة وجابر. وقال أنس: \"إن النبي - صلى الله عليه وسلم - استخلف ابن أم مكتوم يؤم الناس وهو أعمى\"؛ رواه أبو داود ... وعن الشعبي , أنه قال: \"غزا النبي صلى الله عليه وسلم ثلاث عشرة غزوة, كل ذلك يقدم ابن أم مكتوم يصلي بالناس\"، رواه أبو بكر\".اهـ =","seal":"24B29EE5","page":49},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"hno":59,"nass":"59 - وأجمعوا على أن لمن سافر [سفرًا] (¬1) تقصر في مثله الصلاة مثل: حج أو جهاد أو عمرة أن يقصر الظهر والعصر والعشاء، فيصلي كل واحدة منها ركعتين ركعتين.\r\r60 - وأجمعوا على ألاَّ يقصر في المغرب، ولا في صلاة الصبح.\r\r61 - وأجمعوا على أن عليه إذا سافر إلى مكة من مثل المدينة أن له أن يقصر الصلاة إذا كان خروجه في مثل ما تقدم وصفًا له.\r\r62 - وأجمعوا على أن للذي يريد السفر أن يقصر الصلاة إذا خرج عن جميع البيوت من القرية التي خرج منها.\r\r63 - وأجمعوا على أن لمن خرج بعد الزوال أن يقصر الصلاة.\r\r64 - وأجمعوا على أن المقيم إذا ائتم بالمسافر وسلَّم الإمام من [ثِنْتَيْن] (¬2) أن [عليه] (¬3) إتْمام الصلاة.\r¬_________\r= قلت: حديث أنس: أخرجه أحمد في مسنده (3/ 192)، وأبو داود (2931، 595)، وابن الجارود (310)، وأبو يعلى في مسنده (422/ 5)، والبيهقي في الكبرى (3/ 88)، والمقدسي في المختارة (7/ 92)، من طريق عبد الرحمن بن مهدي عن عمران القطان عن قتادة عن أنس مرفوعًا؛ وهذا إسناد ضعيف فيه علتان: الأولى: عمران، قال فيه الحافظ في التقريب: صدوق يهم، والثانية: عنعنة قتادة؛ لكن له شواهد: الأول: من حديث عائشة، أخرجه ابن حبان في صحيحه (5/ 507، 506)، والطبراني في الأوسط (3/ 137)، وأبو يعلى (7/ 434)، من طريق يزيد بن زريع عن حبيب المعلم عن هشام بن عروة عن أبيه عن عائشة مرفوعًا؛ وهذا إسناد حسن، وهو شاهد قوي لحديث أنس؛ والثاني: مرسل للشعبي، أخرجه ابن أبي شيبة (2/ 27)، وعبد الرزاق (2/ 395)؛ والثالث: أخرجه عبد الرزاق (2/ 395) عن ابن جريج عن سعد بن إبراهيم مرسلاً.\rوللمزيد عن حكم إمامة الأعمى، راجع \"إنباء الخلان بأحكام العميان\" لمحمد بن عبد الرحمن الأهدل (ص 54 - 56).\r(¬1) سقطت من خ؛ وإثباتُها لازم حتى يستقيم السياق.\r(¬2) في ط: [ركعتين].\r(¬3) في ط: [على المقيم].","seal":"A98FD0DE","page":50},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"hno":65,"nass":"65 - وأجمعوا على أن فرض من لا يطيق القيام أن يصلي جالسًا.\r\r66 - وأجمعوا على أن القادر لا تجزئه الصلاة إلا أن يَركع أو يَسجد.\r\r67 - وأجمعوا على أن الحائض لا صلاة عليها في أيام حيضتها، [فليس] (¬1) عليها القضاء.\r\r68 - وأجمعوا على أن عليها قضاء الصوم الذي تفطره في أيام حيضتها في شهر رمضان.\r\r69 - وأجمعوا على أن المرأة إذا حاضت وجبت عليها الفرائض.\r\r70 - وأجمعوا على أن من نسي صلاة في حضر؛ فذكرها في السفر، أن عليه صلاة الحضر إلا ما اختلف فيه الحسن البصري.\r\r71 - وأجمعوا على أن السكران يقضي الصلاة.\r\r72 - وأجمعوا على أن [للْمَطلوب] (¬2) أن يصلي على دابته.\r¬_________\r(¬1) في خ: [فيجب]؛ وهو خطأٌ ظاهر.\r(¬2) المطلوب هو الذي يطلبه عدو له أو غارم أو ظالم وما أشبه ذلك.","seal":"F7FEE579","page":51},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"hno":73,"nass":"كتاب اللبَاس\r\r73 - أجمعوا على أن الرجل مِمَّا يَجب عليه ستره في الصلاة: القُبُل، والدُّبر.\r\r74 - وأجمعوا على أن الْحُرَّة البالغ تُخمر رأسها إذا صلَّت، وعلى أنَّها إن صلَّت وجميع رأسها مكشوف، أن عليها إعادة الصلاة.\r\r75 - وأجمعوا على أن ليس على الأَمَة أن تغطي رأسها.\rوانفرد الحسن: فأوجب ذلك عليها (¬1).\r\rباب الوتر\r\r76 - وأجمعوا على أن ما بين صلاة العشاء (¬2) إلى طلوع الفجر: وقتٌ للوتر.\r\r77 - وأجمعوا على أن السجود في الأولى من الحج ثابت (¬3).\r¬_________\r(¬1) قال النووي في المجموع (3/ 171): \"وحكى أصحابنا عن مالك أن أم الولد كالْحُرَّة في الصلاة؛ وعن الحسن البصري: أنَّها بعد وضع الولد كالْحُرَّة\".اهـ\r(¬2) زاد في ق (958): [الآخرة].\r(¬3) قال ابن هُبيرة (1/ 181): [واتفقوا على أن سجود التلاوة غير واجب، إلا أبا حنيفة فإنه أوجبه على التالي والسامع، سواء قصد السماع أو لم يقصد\"؛ وقال: \"واتفقوا على أن في الحج سجدتين إلا أبا حنيفة ومالكًا فإنهما قالا: ليس إلا الأولى\".اهـ؛ ونقل أيضًا الإجماع على السجدة الأولى من الحج: ابن عبد البر في التمهيد (19/ 130).\rوقال ابن حزم في مراتب الإجماع (ص 57): \"واتفقوا أنه ليس في القرآن أكثر من خمس عشرة سجدة، واتفقوا منها على عشر، واختلفوا في التي في {ص}، وفي الآخرة التي في {الحج}، وفي الثلاث اللواتي في المفصَّل\".اهـ","seal":"4EEB7252","page":52},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"hno":78,"nass":"(¬1) كتاب الجنائز\r\r78 - وأجمعوا على أن المرأة تغسِّل زوجها إذا مات (¬2).\r\r79 - وأجمعوا على أن المرأة تغسِّل [الصبي] (¬3) الصغير.\r\r80 - وأجمعوا على أن الميت يُغسَّل غسل جنابة (¬4).\r\r81 - وأجمعوا على أن لا يُكفن [الْمَيت] (¬5) في حرير.\r\r82 - وأجمعوا على أن الطفل إذا عُرِفَت حياته، واستهل: صُلِّيَ عليه (¬6).\r\r83 - وأجمعوا على أن الْحُرَّ والعبد إذا اجتمعَا؛ أن الذي يلي الإمام منهما: الْحُرُّ.\r\r84 - وأجمعوا على أن المصلي على الجنازة (¬7) يرفع يديه في أول تكبيرة يكبرها.\r\r85 - وأجمعوا على أن دفن الميت لازم واجب على الناس لا يسعهم تركه عند الإمكان، ومن قام به منهم سقط فرض ذلك على سائر المسلمين.\r¬_________\r(¬1) (4/أ).\r(¬2) زاد في ق (1021): [في عدتها، واختلفوا في الرجعية].\r(¬3) في ق (1022): [الرجل].\r(¬4) قال الصنعاني في السبل (1/ 470): \"والمشهور عند الجمهور أنه -يعني غسل الميت- غسلٌ تعبدي يُشترط فيه ما يُشترط في الاغتسالات الواجبة والمندوبة\".\r(¬5) سقطت من ط.\r(¬6) قال أبو بكر الكاساني في بدائع الصنائع (1/ 302): \"فأما إذا استهل بأن حصل منه ما يدل على حياته من بكاء أو تحريك عضو، أو غير ذلك فإنه يُغسَّل بالإجماع لما روينا، ولأن الاستهلال دلالة الحياة، فكان موته بعد ولادته حيًّا فيُغسَّل؛ ولو شهدت القابلة, أو الأم على الاستهلال تقبل في حق الغسل والصلاة عليه; لأن خبر الواحد في باب الديانات مقبول إذا كان عدلاً؛ وأما في حق الميراث فلا يقبل قول الأم بالإجماع; لكونها متهمة لجرها المغنم إلى نفسها, وكذا شهادة القابلة عند أبي حنيفة, وقالا: تقبل إذا كانت عدلة على ما يعرف في موضعه\".اهـ\rوللمزيد انظر المجموع (5/ 215، 214)، والمغني (2/ 200)، والفروع (2/ 210).\r(¬7) زاد في ق (1031): [يُكبر وَ].","seal":"8FB64D80","page":53},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"hno":86,"nass":"كتاب الزَكاة\r\r86 - وأجمعوا على وجوب الصدقة في: الإبل، والبقر، والغنم.\r\r87 - وأجمعوا على أن لا صدقة فيما دون خمس ذود (¬1) من الإبل.\r\r88 - وأجمعوا على أن في خمس من الإبل شاة.\r\r89 - وأجمعوا على أن لا صدقة في دون أربعين من الغنم.\r\r90 - وأجمعوا على أن في أربعين شاة: شاة إلى عشرين ومائة، فإذا زادت على عشرين ومائة ففيها: شاتان إلى أن تبلغ مائتين.\r\r91 - وأجمعوا على أن حكم الجواميس حكم البقر (¬2).\r\r92 - وأجمعوا على أن الضأن والمعز يُجمعان في الصدقة.\r\r93 - وأجمعوا على أن الصدقة واجبة في: الحنطة، والشعير، والتمر، والزبيب.\r\r94 - وأجمعوا على أن الإبل لا تضم إلى الغنم ولا البقر، وعلى أن البقر لا تضم إلى الإبل والغنم، وعلى إسقاط الزكاة عن كل صنف منها حتى تبلغ المقدار الذي يَجب أخذ الصدقة منها.\r\r95 - وأجمعوا على أن لا تضم [تَمر] (¬3) النخل إلى الزبيب.\r\r96 - وأجمعوا على أن الخارص إذا خرص (¬4)، ثُمَّ أصابته جائحة ألاّ شيء عليه إذا كان ذلك قبل [الْجِداد] (¬5).\r¬_________\r(¬1) الذود، قال الفيومي في المصباح الْمُنير (مادة: ذود): \"الذود من الإبل، قال ابن الأنباري سمعت أبا العباس يقول: ما بين الثلاث إلى العشر: ذودٌ، وكذا قال الفارابي، والذود مؤنثة لأنهم قالوا: ليس في أقل من خمس ذود صدقة، والجمع أذواد مثل ثوب وأثواب، وقال في البارع: الذود لا يكون إلا إناثًا، وذاد الراعي إبله عن الماء يذودُها ذودًا وذيادًا، منعها\".اهـ\r(¬2) جاء في المدونة (1/ 355): \"قال ابن مهدي وقال سفيان ومالك: إن الجواميس من البقر\".اهـ\r(¬3) زيادة من ق (1200).\r(¬4) جاء في النهاية (2/ 22): \"خرص النخلة والكرمة يخرصها خرصًا إذا حزر ما عليه من الرطب تمرًا ومن العنب زبيبًا؛ فهو من الخرص الظن لأن الحزر إنما هو تقدير بظن\".اهـ\r(¬5) هكذا في خ، وق (1187)؛ وفي ط: [الجذاذ]-بالمعجمتين- وهو خطأ.","seal":"E32F07B9","page":54},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"hno":97,"nass":"97 - وأجمعوا على حديث رسول الله - صلى الله عليه وسلم -: «ليس فيما دون خمس أواق (¬1) صدقة» (¬2).\r\r98 - وأجمعوا أن في مائتي درهم: خمسة دراهم (¬3).\r\r99 - وأجمعوا على أن الذهب إذا كان عشرين مثقالاً وقيمتها مائتا درهم أن الزكاة تَجب فيه.\rوانفرد الحسن البصري، فقال: ليس فيما دون أربعين دينارًا صدقة (¬4).\r\r100 - وأجمعوا على أن الذهب إذا كان أقل من عشرين مثقالاً، ولا يبلغ قيمتها مائتي درهم أن لا زكاة فيه.\r\r101 - وأجمعوا على أن الْخُمس يَجب في رِكاز (¬5)\rالذهب والفضة على ما ذكرته.\r¬_________\r(¬1) قال ابن الأثير في النهاية (1/ 80): \"أوقية بضم الهمزة وتشديد الياء والجمع يشدد ويخفف ..... وربما يجيء في الحديث: وقية، وليست بالعالية وهمزتُها زائدة وكانت الوقية قديمًا عبارة عن أربعين درهمًا وهي في غير الحديث نصف سدس الرطل، وهو جزء من اثنتي عشر جزءًا وتختلف باختلاف اصطلاح البلاد\".اهـ\r(¬2) أخرجه البخاري (1405)، ومسلم (979) من حديث أبي سعيد الخدري - رضي الله عنه -.\r(¬3) جاء في حديث علي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «قد عفوت عن الخيل والرقيق فهاتوا صدقة الرقة من كل أربعين درهمًا درهم، وليس في تسعين ومائة شيء، فإذا بلغت مائتين ففيها خمسة دراهم ... »؛ أخرجه أبو داود (1574)، والترمذي (620)، والدارمي (1/ 467)، وأحمد في مسنده (1/ 145، 92)؛ وقد حدث في إسناده اختلاف لا يضر؛ وقد صححه العلامة الألباني - رحمه الله - في صحيح أبي داود (1392)، وقال الحافظ في الفتح (3/ 327): \"إسناده حسن\".\r(¬4) قال الباجي في المنتقى (2/ 95): \"وهذا كما قال إن نصاب الذهب عشرون دينارًا من الدنانير الشرعية، وهو كل عشرة دراهم سبعة دنانير؛ ولا خلاف في ذلك بين فقهاء الأمصار إلا ما روي عن الحسن البصري أنه قال: لا زكاة في الذهب حتى يبلغ أربعين دينارًا فيكون فيها دينار؛ والدليل على صحة ما ذهب إليه الجمهور أن الإجماع انعقد بعد الحسن على خلافه , وهذا من قوي الأدلة على أن الحق في خلافه \".اهـ\r(¬5) قال أبو حفص النسفي في طلبة الطلبة (مادة: ر ك ز): \"الركاز: الكنز والمعدن، وحقيقته للمعدن، لأن الركز هو الإثبات من حدِّ دخل، والمعدن هو الذي أُثبت أصله بحيث لا ينقطع مادته بالاستخراج، وأما الكنز إذا استخرج فلا يبقى شيء فلم يتحقق فيه معنى الإثبات\".اهـ =","seal":"748127F3","page":55},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"hno":102,"nass":"102 - وأجمعوا على أن الذي يُجيز الركاز: عليه الخمس (¬1).\r\r103 - وأجمعوا على أن المال إذا حال عليه الحول: أن الزكاة تَجب فيه.\r\r104 - وأجمعوا على أن الزكاة تَجب في المال بعد دخول الحول، فمن أدى ذلك\r¬_________\r= وفي لسان العرب (5/ 365): \"يقال: رَكَزَهُ يَرْكُزُهُ رَكْزًا إِذا دفنه؛ والحديث إِنما جاءَ على رأْي أَهل الحجاز، وهو الكنز الجاهلي، وإِنما كان فيه الخمس لكثرة نفعه وسهولة أَخذه؛ وروى الأَزهري عن الشافعي أَنّه قال: الذي لا أشك فيه أَن الرِّكاز دَفِينُ الجاهلية، والذي أَنا واقف فيه الركاز في المعدن والتِّبْر المخلوق في الأَرض\".\rقال ابن الأثير في النهاية (2/ 258): \"الرِّكاز عند أهل الحِجاز كُنوز الجاهلِية المدْفونَة في الأرض وعند أهل الِعراق المَعادِن، والقَوْلان تَحْتَمِلُهما اللُغة لأنّ كلاً مِنهما مَرْكوز في الأرض، أي ثابِت يقال رَكزَه يَرْكُزه رَكْزًا إذا دَفَنه وأرْكَزَ الرجلُ إذا وجَد الرِّكاز؛ والحديث إنَّما جاء في التفسير الأوّل ... \".اهـ\rوقال الباجي في المنتقى (2/ 102): \"فأما المعدن فلا يسمى ركازًا وبه قال الشافعي, وقال أبو حنيفة المعدن يسمى ركازًا\"؛ وقال ابن قدامة في المغني (2/ 327): \"الركاز الذي يتعلق به وجوب الخمس ما كان من دفن الجاهلية؛ هذا قول الحسن, والشعبي, ومالك والشافعي, وأبي ثور؛ ويعتبر ذلك بأن ترى عليه علاماتهم, كأسماء ملوكهم, وصورهم وصلبهم, وصور أصنامهم, ونحو ذلك\".اهـ\rقلت: ما قاله أبو حفص النسفي له وجاهة في ترجيح قول أهل العراق في معنى الركاز، لكن العرف الشرعي هو الحاكم على المعنى اللُغوي عند استنباط حكم شرعي، فلا ريب أن لسان أهل الحجاز مع قول غالب أهل الشريعة يرجح أن الركاز الذي جاء في الحديث هو دفين الجاهلية من الكنوز؛ وهو ما رجحه المصنف في الإقناع (1/ 178).\rوانظر المغرب للمطرزي (ص 196)، والمصباح المنير (ص 237)، وشرح حدود ابن عرفة (ص 76)، والمطلع (1/ 133)، والفائق (1/ 16)، وأنيس الفقهاء (1/ 132).\r(¬1) قال ابن قدامة في المغني (2/ 327): \"والأصل في صدقة الركاز, ما روى أبو هريرة, عن رسول الله - صلى الله عليه وسلم - أنه قال: \"العجماء جبار, وفي الركاز الخمس\" متفق عليه؛ وهو أيضا مُجمع عليه؛ قال ابن المنذر: لا نعلم أحدًا خالف هذا الحديث, إلا الحسن فإنه فرق بين ما يوجد في أرض الحرب, وأرض العرب, فقال: فيما يوجد في أرض الحرب الخمس, وفيما يوجد في أرض العرب الزكاة .. \".اهـ؛ وقال ابن حزم في المراتب (ص 69): \"لم يتفقوا في الركاز على شيء يمكن جمعه\".اهـ","seal":"17DF615C","page":56},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"hno":105,"nass":"بعد وجوبه عليه أن ذلك يُجزئ عنه.\r\r105 - وأجمعوا على أن لا زكاة في مال المكاتب حتى يُعتق.\rوانفرد أبو ثور فقال: فيه زكاة.\r\r106 - وأجمعوا على أن صدقة الفطر فرض.\r\r107 - وأجمعوا على أن صدقة الفطر تجب على المرء إذا أمكنه أداؤها عن نفسه وأولاده الأطفال الذين لا أموال لهم (¬1).\r\r108 - وأجمعوا أن على المرء أداء زكاة الفطر عن مَمْلوكه الحاضر (¬2).\r\r109 - وأجمعوا على أن لا صدقة على الذمي في عبده المسلم.\r\r110 - وأجمعوا على أن المرأة قبل أن تنكح تُخرج الزكاة للفطر عن نفسها.\r\r111 - وأجمعوا على أن لا زكاة على الجنين في بطن أُمه.\rوانفرد ابن حنبل (¬3): فكان يُحبه ولا يوجبه.\r¬_________\r(¬1) نقل هذا الإجماع أيضًا: النووي في المجموع (6/ 108)، حيث قال: \"إذا لم يكن للطفل مال، ففطرته على أبيه، لزم أباه فطرته بالإجماع، نقله ابن المنذر وغيره؛ وإن كان للطفل مال ففطرته فيه، وبه قال أبو حنيفة وأحمد وإسحاق وأبو ثور، وقال محمد: تجب في مال الأب، وأما اليتيم الذي له مال فتجب فطرته في ماله عندنا، وبه قال الجمهور منهم مالك والأوزاعي وأبو حنيفة وأبو يوسف وابن المنذر\"؛ وكذا نقل ابن هبيرة (1/ 265) اتفاق الأئمة الأربعة على أن من كان مخاطبًا بزكاة الفطر فإنه يجب عليه عن نفسه وعن غيره من أولاده الصغار.\r\rلكن خالف ابن حزم كما في المحلى (4/ 261): \"وأما الصغار فعليهم أن يخرجها الأب، والولي عنهم من مال إن كان لهم، وإن لم يكن لهم مال فلا زكاة فطر عليهم حينئذ ولا بعد ذلك\"، ثم قال: \"ولم يختلفوا في أن الأب لا يؤديها عن ولده الكبار، كان لهم مال أو لم يكن\"؛ وقد نقل العراقي في طرح التثريب (4/ 59) قول ابن حزم ثم قال: \"وقد حكى ابن المنذر الإجماع على خلافه\"؛ ورجح العلامة ابن عثيمين - رحمه الله - في الشرح الممتع (6/ 156، 155) أنها لا تَجب على الشخص عمَّن يمونه من زوجة وأقارب.\r(¬2) وقد ثبت هذا الحكم في حديث أبي هريرة الذي أخرجه مسلم (982) وفيه قال رسول الله - صلى الله عليه وسلم -: «ليس في العبد صدقة إلا صدقة الفطر».\r(¬3) أي الإمام أحمد - رحمه الله -.","seal":"3374B837","page":57},
      {"aya":null,"sora":null,"Na":null,"id":60,"part":1,"hno":112,"nass":"112 - وأجمعوا على أن الشعير والتمر لا يُجزئ من كل واحد منهما أقل من صاع.\r\r113 - وأجمعوا على أن البُرَّ يُجزئ منه (¬1) صاع واحد.\r\r114 - وأجمعوا على [أن لا يُجزئ أن] (¬2) يُعطَى من زكاة المال أحد من أهل الذمة (¬3).\r\r115 - وأجمعوا على أن في العروض التي تُدار للتجارة الزكاة إذا حال عليها الحول (¬4).\r\r116 - وأجمعوا على أنه إن فرض صدقته في الأصناف التي ذكرها في سورة براءة في قوله تعالى: {إنَمَا الصَدَقاتُ لِلْفُقَراءِ والْمَساكِينِ والْعَامِلينَ عَلَيْها} [التوبة: 60]. الآية، أنه مؤد كما فرض عليه.\r¬_________\r(¬1) هكذا في خ، وق (1219)، وفي ط زيادة: [نصف].\r(¬2) في خ: [أنه لا]؛ والزيادة من المغني لابن قدامة (2/ 365).\r(¬3) وفي هذا الإجماع نظر! قال الماوردي في الأحكام السلطانية (ص 158): \"ولا يجوز دفع الزكاة إلى كافر، وجوَّز أبو حنيفة دفع زكاة الفطر خاصة إلى الذمي دون المعاهد\".\rوقال السرخسي في المبسوط (2/ 202): \"ولا يُعطى من الزكاة كافر إلا عند زَفر رحمه الله تعالى فإنه يُجوِّز دفعها إلى الذمي، وهو القياس\"؛ وفي أحكام القرآن للجصاص (3/ 198): \"وقال عبيد الله بن الحسن: إذا لم يجد مسلمًا أعطى الذمي\".اهـ\r(¬4) في هذا الإجماع نظر! وإن كان ثبت اتفاق الأئمة الأربعة كما نقله ابن هبيرة (1/ 252)، لكن الخلاف ثابت: حكاه أبو عبيد كتابه الأموال (427/ 1193) عن بعض الفقهاء كما في تمام المنة للعلامة الألباني (ص 365)، ورجح أن من هؤلاء الفقهاء الذين عناهم أبوعبيد: عطاء بن أبي رباح، ثم انتصر للقول بعدم وجوب زكاة العروض؛ وهو قول داود، وابن حزم، والشوكاني، وصديق حسن خان؛ وجاء في شرائع الإسلام في مسائل الحلال والحرام (1/ 130) -وهو في الفقه الزيدي-: \"وفي مال التجارة قولان: أحدهما الوجوب، والاستحباب أصح\".اهـ؛ وأشار أيضًا إلى وجود خلاف قديم نقله الشافعي: النووي في المجموع (6/ 4): \"حينما قال: \"والمشهور للأصحاب الاتفاق على أن مذهب الشافعي - رضي الله عنه - وجوبها وليس في هذا المنقول في القديم إثبات قول بعدم وجوبها، وإنما أخبر عن اختلاف الناس، وبيَّن أن مذهبه الوجوب بقوله: وهذا أحب إلي، والصواب الجزم بالوجوب\".اهـ","seal":"3059CF09","page":58},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"hno":117,"nass":"117 - وأجمعوا على أن الزكاة كانت تدفع لرسول الله - صلى الله عليه وسلم -، ولرسله وعماله، وإلى من أَمر بدفعها إليه.\r\r118 - وأجمعوا على أن الذمي لا يُعطَى من زكاة الأموال شيئًا (¬1).\r\r119 - وأجمعوا على أن الزكاة لا يجوز دفعها إلى: الوالدين، والولد في الحال التي يُجبر الدافع إليهم على النفقة عليهم.\r\r120 - وأجمعوا على أن الرجل لا يعطي زوجته من الزكاة؛ لأن نفقتها عليه، وهي غنية بغناه.\r\r121 - وأجمعوا على أن لا عُشر على المسلمين في شيء من أموالهم، إلا في بعض ما أخرجت أرضهم.\r\r122 - وأجمعوا على أن لا صدقة على أهل الذمة في شيء من أموالهم ما داموا مقيمين (¬2).\r¬_________\r(¬1) تقدم الكلام على وجود خلاف في هذه المسألة عند الفقرة (114).\r(¬2) وانظر الفقرة (246، 234)، وق (1989).","seal":"E7A4FCBE","page":59},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"hno":123,"nass":"كتاب الصيَام والاعتكاف\r\r123 - وأجمعوا على أن من نوى الصيام كل ليلة من [ليالي] (¬1) شهر رمضان فصام: أن صومه تام.\r\r124 - وأجمعوا على أن السحور مندوب إليه (¬2).\r\r125 - وأجمعوا على أنه لا شيء على الصائم إذا ذرعه القيء.\rوانفرد الحسن البصري، فقال: عليه، ووافق في أُخرى (¬3).\r¬_________\r(¬1) في (خ، ط): [صيام]، والمثبت من ق (1235).\r(¬2) (5/أ).\r(¬3) أخرج رواية الموافقة: ابن أبي شيبة (2/ 455)، وعبد الرزاق في المصنف (2/ 298)، وأما رواية المخالفة فلم أقف على من أخرجها.\rوقد أخرج الحاكم في المستدرك (1/ 589)، وأحمد (2/ 489)، وأبوداود (2380)، والترمذي (720)، وابن ماجه (1676)، وابن الجارود (385)، وابن حبان (8/ 285)، وابن خزيمة (3/ 226)، والدارمي (2/ 24)، والدارقطني في سننه (2/ 184)، والنسائي في الكبرى (24/ 219)، والإسماعيلي في معجم شيوخه (1/ 322)، والشاموخي في أحاديثه (32)، والبخاري في تاريخه الكبير (1/ 91)، والحافظ في التغليق (3/ 176) من طريق هشام بن حسان عن محمد بن سيرين عن أبي هريرة مرفوعًا: \"من ذرعه قيء وهو صائم فليس عليه قضاء وإن استقاء فليقض\" -وهذا لفظ أبي داود-؛ وقال البخاري في التاريخ الكبير: \"ولم يصح وإنما يروى هذا عن عبد الله بن سعيد عن أبيه عن أبي هريرة رفعه، وخالفه يحيى بن صالح قال ثنا معاوية قال ثنا يحيى عن عمر بن حكم عن ثوبان سمع أبا هريرة قال: إذا قاء أحدكم فلا يفطر فإنما يخرج ولا يولج\"، وفي علل الترمذي (198): قال البخاري: \"ما أراه محفوظًا\".\r\rقلت: وقد أخرجه أيضًا ابن عدي في الكامل (4/ 334) من طريق عباد بن كثير عن أيوب عن محمد بن سيرين عن أبي هريرة مرفوعًا؛ وذكر هذه الرواية: المقدسي في أطراف الأغراب والفرائد (5327) (5/ 252)؛ وفي التلخيص الحبير (2/ 189): \"وقال الدارمي: زعم أهل البصرة أن هشامًا أوهم فيه، وقال أبو داود: بعض الحفَّاظ لا يراه محفوظًا، وأنكره أحمد، وقال في رواية: ليس من ذا شيء، قال الخطابي: يريد أنه غير محفوظ، وقال مهنا عن أحمد: حدث به عيسى وليس هو في كتابه، غلط فيه .... \".اهـ\rقلت: فهذان اثنان من أئمة هذا الشأن يحكمان على الحديث بأنه غير محفوظ، بل نسب هذا أبو داود إلى بعض الحفاظ.\rلكن صحح الحديث العلامة الألباني مرفوعًا على شرطهما كما في الإرواء (4/ 51)، وذكره عصام موسى هادي في \"مجمع البحرين فيما صححه الألباني من الأحاديث على شرط الشيخين\" (155) (ص 46)؛ وقد أخرج مالك في الموطأ (673)، وعنه الشافعي في الأم (7/ 266) عن نافع عن ابن عمر موقوفًا بنحوه؛ ولا نعلم لابن عمر مخالفًا من الصحابة، فقوله على الراجح حجة، ويؤيده الإجماع المنقول؛ وفي المغني لابن قدامة (3/ 23): \"قال الخطابي: لا أعلم بين أهل العلم فيه اختلافًا\".اهـ","seal":"491DAD29","page":60},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"hno":126,"nass":"126 - وأجمعوا على إبطال صوم من استقاء عامدًا.\r\r127 - وأجمعوا على أن لا شيء على الصائم فيما يزدرده (¬1) مما [يَجري] (¬2) مع الريق مما بين أسنانه فيما لا يقدر على الامتناع منه.\r\r128 - وأجمعوا على أن على المرأة إذا كان عليها صوم شهرين متتابعين فصامت بعضًا ثم حاضت أنَّها تبني إذا طهرت.\r\r129 - وأجمعوا على أن للشيخ الكبير والعجوز العاجزين عن الصوم أن يُفطرَا.\r\r130 - وأجمعوا على أن الاعتكاف لا يَجب على الناس فرضًا إلا أن يوجبه المرء على نفسه فيَجب عليه.\r\r131 - وأجمعوا على أن الاعتكاف جائز: في المسجد الحرام، ومسجد الرسول، ومسجد إيليا (¬3).\r\r132 - وأجمعوا على أن للمعتكف أن يَخرج عن معتكفه للغائط والبول.\r\r133 - وأجمعوا على أن المعتكف ممنوع من المباشرة.\r\r134 - وأجمعوا على أن من جامع امرأته وهو معتكف عامدًا لذلك في فرجها أنه مفسدٌ لاعتكافه.\r¬_________\r(¬1) أي يبتلعه.\r(¬2) في ق (1314): [يخرج].\r(¬3) في لسان العرب (11/ 40): \"إيلياء اسم مدينة بيت المقدس\".","seal":"50BB2F56","page":61},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"hno":135,"nass":"كتاب الحَج\r\r135 - وأجمعوا على أن للرجل منع زوجته من الخروج إلى حج التطوع.\r\r136 - وأجمعوا على أن المرء في عمره حجة واحدة: حجة الإسلام إلا أن يُنذر نذرًا، فيجب عليه الوفاء به.\r\r137 - وأجمعوا على ما ثبت به الخبر عن النبي - صلى الله عليه وسلم - في المواقيت (¬1).\r\r138 - وأجمعوا على أن من أحرم قبل الميقات أنه مُحرم.\r\r139 - وأجمعوا على أن الإحرام جائز بغير اغتسال.\r\r140 - وأجمعوا على أن الاغتسال للإحرام غير واجب.\rوانفرد الحسن البصري وعطاء (¬2).\r\r141 - وأجمعوا على أنه إن أراد أن يهلَّ بحج فأهلَّ بعمرة، أو أراد أن يهلَّ بعمرة فلبى بِحج: أن اللازم ما عقد عليه قلبه، لا ما نطق به لسانه.\r\r142 - وأجمعوا على أن من أهلَّ في أشهر الحج بِحجة ينوي بِها حجة الإسلام أن حجته تُجزئه عن حجة الإسلام.\r\r143 - وأجمعوا على أن المحرم ممنوع من: الجماع، وقتل الصيد، والطيب، وبعض اللباس، وأخذ الشعر، وتقليم الأظفار.\r\r144 - وأجمعوا على أن الْمُحرم ممنوع من ذلك في حالة الإحرام إلا الحِجَامَ.\r\r145 - وأجمعوا على أن من جامع (¬3) عامدًا في حجه قبل وقوفه بعرفة أن عليه\r¬_________\r(¬1) وهو ما أخرجه البخاري في صحيحه (1524)، ومسلم (1181) من حديث ابن عباس قال: \"إن النبي وقَّت لأهل المدينة ذا الْحُلَيفة، ولأهل الشام الْجُحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم؛ هنَّ لهن ولمن أتى عليهن من غيرهن ممن أراد الحج والعمرة ومن كان دون ذلك فمن حيث أنشأ حتى أهل مكة من مكة\".\r(¬2) انظر المجموع (7/ 221)؛ وقد روى ابن أبي شيبة (4/ 524) عن الحسن قال: \"إن شاء المحرم اغتسل وإن شاء لم يغتسل\"، وإسناده ضعيف جدًّا فيه إسماعيل بن مسلم المكي، وهو متروك.\r(¬3) (5/ب).","seal":"CC7DA44F","page":62},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"hno":146,"nass":"حجَّ قابلٍ والهديَ.\rوانفرد عطاء وقتادة.\r\r146 - وأجمعوا على أن الْمُحرم ممنوع من: حلق رأسه، وجزه، واتلافه بِجز، أو نورة، أوغير ذلك.\r\r147 - وأجمعوا على أن له حلق رأسه من علة.\r\r148 - وأجمعوا على وجوب الفدية على من حلق وهو مُحرم.\r\r149 - وأجمعوا على أن الْمُحرم ممنوع من أخذ أظفاره (¬1).\r\r150 - وأجمعوا على أنّ له أن يزيل عن نفسه ما كان منكسرًا عنه.\r\r151 - وأجمعوا على أن الْمُحرم ممنوع من: لبس القميص، والعمامة، والسراويل، والخفاف، والبرانس.\r\r152 - وأجمعوا على أن للمرأة الْمُحرمة: لبس القميص، والدروع، والسراويل، والْخُمُر، والخفاف.\r\r153 - وأجمعوا على أن الْمُحرم ممنوع من تخمير رأسه.\r\r154 - وأجمعوا على أن الْمُحرم ممنوع من لبس زعفران أو ورس.\r\r155 - وأجمعوا على أن المرأة ممنوعة مما مُنع منه الرجال في حال الإحرام إلا بعض اللباس.\r\r156 - وأجمعوا على أن الْمُحرم إذا قتل صيدًا عامدًا لقتله ذاكرًا لإحرامه أن عليه الْجَزاء (¬2).\r¬_________\r(¬1) ونقل الإجماع عليه أيضًا: ابن قدامة في المغني (3/ 150).\r(¬2) قال ابن حزم في المحلى (5/ 236): \"وعن القاسم بن محمد, وسالم بن عبد الله, وعطاء , ومجاهد فيمن أصاب الجنادب خطأ؟ قالوا: لا يُحكم عليه فإن أصابَها متعمدًا حكم عليه وهو قول أبي سليمان وأصحابنا؛ وصح عن مجاهد قول آخر وهو أنه إنما يُحكم على من قتل الصيد وهو محرم خطأ, وأما من قتله عامدًا ذاكرًا لإحرامه فلا يُحكم عليه؛ وقال أبو حنيفة, ومالك, والشافعي: العمد والخطأ سواء يحكم عليه في كل ذلك، وقد روي هذا القول أيضا عن عمر, وعبد الرحمن, وسعد, والنخعي, والشعبي\"؛ ثم قال: \"المرجوع إليه عند التنازع هو ما افترضه الله عز وجل علينا من الرجوع إلى الله تعالى ورسوله - صلى الله عليه وسلم -؛ وشغَّب أهل هذه المقالة بأن قالوا: قد أوجب الله تعالى الكفارة على قاتل المؤمن خطأ فقسنا عليه قاتل الصيد خطأ؟ قال علي: هذا قياس والقياس كله باطل, ثم لو كان حقًّا لكان هذا منه عين الباطل ... \".اهـ\rوقد ذكر ابن القيم هذه المسألة في إعلام الموقعين تحت \"ما أجمع عليه الفقهاء من مسائل القياس\" فقال -كما في (1/ 157) -: \"وقال في جزاء الصيد المقتول في الإحرام: {وَمَن قَتَلَهُ مِنْكُم مُّتَعَمِّدًا}، فدخل فيه قتل الخطأ قياسًا عند الجمهور إلا من شذَّ\".اهـ","seal":"2E9C4741","page":63},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"hno":157,"nass":"وانفرد مجاهد فقال: إن قتله متعمدًا لقتله ناسيًا لحرمه؛ فهذا الخطأ المكفَّر؛ وإن قتله ذاكرًا لحرمه متعمدًا له لم يُحكم عليه (¬1).\rقال أبو بكر: وهذا خلاف الآية.\r\r157 - وأجمعوا أن في الصيد الذي يصيبه الْمُحرم شاة (¬2).\r\r158 - وأجمعوا أن في حمام الحرم شاة.\rوانفرد النعمان، فقال: فيه قيمته.\r\r159 - وأجمعوا على أن صيد البحر للْمُحرم مباح اصطياده، وأكله، وبيعه، وشراؤه.\r¬_________\r(¬1) يشير إلى قوله تعالى في سورة المائدة (آية: 95): {وَمَن قَتَلَهُ مِنْكُم مُّتَعَمِّدًا فَجَزَاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ}.\r(¬2) هكذا بالمخطوط وجميع النسخ المطبوعة التي تحت يدي؛ ولا أدري هل هذا وهم من المصنف أم هو خطأ من الناسخ، أم أن هناك سقطًا؟ ! وذلك أن الإجماع قائم على أنه إذا قتل صيدًا له مثل، فداه بمثله من النعم، إلا أبا حنيفة فإنه قال: يضمنه بقيمته، كما نص على هذا أبا هُبيرة (1/ 330)، ولم يقع إجماع على أن جزاء الصيد الذي يصيبه المحرم شاة، إنما كان قول عامة الصحابة وجمهور العلماء على أن في الحمام شاة، كما قال الشيخ زيد بن محمد المدخلي حفظه الله في \"قبس من الأفنان الندية لإيضاح مناسك الحج المروية\" (ص 160، 159): \"وقد ثبت الحكم في الحمامة، وهي الطائر الذي يعُب في شربه ويهدر، وكالذي تقتنيه الناس في البيوت كالدبسي والقمري والفاختة ونحوها بشاة قضى به عمر وعثمان وابن عمر وابن عباس وغيرهم\".اهـ","seal":"E7276F30","page":64},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":1,"hno":160,"nass":"160 - وأجمعوا على ما ثبت من خبر النبي عليه الصلاة والسلام من قتل [الخمس] (¬1) التي يقتلها الْمُحرم.\rوانفرد النخعي: فمنع من قتل الفأرة (¬2).\r\r161 - وأجمعوا على أن السبع إذا آذى المحرم فقتله ألاَّ شيء عليه (¬3).\r\r162 - وأجمعوا على أن للمحرم قتل الذئب (¬4).\r\r163 - وأجمعوا على أن للمحرم أن يغتسل من الجنابة.\rوانفرد مالك، فقال: يُكره للْمُحرم أن يغطس رأسه في الماء (¬5).\r\r164 - وأجمعوا أن للْمُحرم أن يَستاك.\r\r165 - وأجمعوا على أن للْمُحرم أن يأكل الزيت والسمن والشحم.\r\r166 - وأجمعوا على أن للْمُحرم أن يدهن بالزيت بدنه ما خلا رأسه.\r\r167 - وأجمعوا أن للْمُحرم دخول الحمام.\r¬_________\r(¬1) سقطت من ط.\r(¬2) النخعي هو إبراهيم بن يزيد - رحمه الله -؛ وقد أخرج قوله هذا ابن أبي شيبة في مصنفه (4/ 439) وإسناده صحيح.\r(¬3) خالف في ذلك زفر من الحنفية كما في المبسوط (4/ 92).\r(¬4) أخرج ابن أبي شيبة في مصنفه (4/ 512)، وعبد الرزاق في مصنفه (4/ 92) وأبو داود في المراسيل (137) عن سعيد بن المسيّب قال: قال رسول الله - صلى الله عليه وسلم -: «يقتل المحرم الذئب»؛ وهذا مرسل فهو ضعيف؛ وقد رواه أحمد في مسنده (2/ 30)، والدارقطني في سننه (2/ 332) موصولاً من طريق الحجاج بن أرطأة عن وبرة قال سمعت ابن عمر يقول: أمر رسول الله - صلى الله عليه وسلم - بقتل الذئب للمحرم، وهذا إسناد ضعيف.\rوقد أخرج ابن أبي شيبة في مصنفه (4/ 512) بأسانيد صحيحة عن كل من: عطاء، والحسن، وقبيصة بن ذؤيب أنهم يرون قتل المحرم للذئب.\rوذهب الطحاوي في شرح المعاني (2/ 165) إلى عدم إباحة قتل الذئب للمحرم؛ وذهب الأحناف إلى أن المراد بالكلب العقور -في الحديث المعروف-: الذئب، كما في العناية شرح الهداية (3/ 83)، وفتح القدير (3/ 82).\r(¬5) انظر المدونة (1/ 396).","seal":"78E58C12","page":65},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":1,"hno":168,"nass":"وانفرد مالك، فقال: إن ذلك الوسخ افتداء (¬1).\r\r168 - وأجمعوا على أن السجود على الْحِجر جائز.\rوانفرد مالك فقال: بدعة.\r\r169 - وأجمعوا ألاَّ رَمَلَ على النساء حول البيت، ولا في السعي بين الصفا والمروة.\r\r170 - وأجمعوا على أن شرب الماء في الطواف جائز.\r\r171 - وأجمعوا على أنه من شك في طوافه بنى على اليقين.\r\r172 - وأجمعوا فيمن طاف بعض سبعة (¬2) ثم قطع عليه بالصلاة المكتوبة أنه يبني من حيث قطع عليه إذا فرغ من صلاته.\rوانفرد الحسن البصري، فقال: يستأنف (¬3).\r¬_________\r(¬1) انظر المدونة (1/ 461).\r(¬2) (6/أ).\r(¬3) وقد نقل أيضًا ابن قدامة في المغني (3/ 197) الخلاف عن مالك فقال: \"قال مالك: يمضي في طوافه ولا يقطعه إلا أن يخاف أن يضر بوقت الصلاة، لأن الطواف صلاة فلا يقطعه لصلاة أخرى\".اهـ؛ وقد يقال: إن قول مالك هنا هو في حكم قطع الطواف فحسب ليس في حكم استئنافه إذا قطعه؛ لكن جاء في المدونة (1/ 426): \"قال مالك: لا يخرج الرجل من طوافه إلى شيء من الأشياء إلا إلى الفريضة؛ قال ابن القاسم: ففي قوله هذا ما يدلنا على أنه يستأنف ولا يبني، ولقد سألنا مالكًا عن الرجل يطوف بعض طوافه فيذكر نفقة له قد كان نسيها فيخرج فيأخذها ثم يرجع؟ قال: يستأنف ولا يبني\".اهـ قلت: وهذا خلاف ما نقله ابن قدامة، وقد نقل الباجي في \"المنتقى\" (2/ 290) الخلاف بين ابن القاسم وأشهب في هذه المسألة فقال: \"وأما الخروج لصلاة الجنازة فقال ابن القاسم: يمنع البناء، وقال أشهب: لا يمنع ذلك، وجه قول ابن القاسم أنه خرج من طوافه لغير صلاة تجب عليه ويخاف فواتها، فكان عليه ابتداء طوافه؛ أصل ذلك إذا خرج لطلب النفقة؛ ووجه قول أشهب: أنه خرج من طوافه لصلاة يخاف فوات فضلها فكان له أن يبني، أصل ذلك إذا خرج لصلاة الجماعة\".اهـ\rوللمزيد انظر: أسنى المطالب شرح روض الطالب (1/ 481، 480)، والتاج والإكليل (4/ 106)، ومواهب الجليل في شرح مختصر خليل (3/ 76، 69)، وشرح مختصر خليل للخرشي (2/ 315).","seal":"D845140C","page":66},
      {"aya":null,"sora":null,"Na":null,"id":69,"part":1,"hno":173,"nass":"173 - وأجمعوا على أن من طاف سبعًا، وصلى ركعتين أنه مصيب.\r\r174 - وأجمعوا على أن المريض يُطاف به، ويُجزئ عنه.\rوانفرد عطاء، فقال: يستأجر من يطوف عنه.\r\r175 - وأجمعوا على أن الصبي يُطاف به.\r\r176 - وأجمعوا على أن الطواف لا يُجزئه من خارج المسجد.\r\r177 - وأجمعوا على أن الطواف يُجزئ من وراء السقاية.\r\r178 - وأجمعوا على أن الطائف يُجزئه أن يصلي الركعتين حيث شاء.\rوانفرد مالك فقال لا يُجزئه أن يصليهما في الْحِجْر.\r\r179 - وأجمعوا على ما ثبت في خبر النبي - صلى الله عليه وسلم -: استلم الركن بعد طوافه بعد الصلاة خلف المقام.\r\r180 - وأجمعوا أنه من بدأ بالصفا وختم سعيه بالمروة أنه مصيبٌ للسنة.\r\r181 - وأجمعوا على أنه إن سعى بين الصفا والمروة على غير طهر أن ذلك يُجزئه.\rوانفرد الحسن، فقال: إن ذكر قبل أن يَحل فليعد الطواف (¬1).\r¬_________\r(¬1) قال العراقي في طرح التثريب (5/ 123، 122): \"وكان الحسن البصري يقول إن ذكره قبل أن يحل فليعد الطواف وإن ذكره بعد ما حلَّ فلا شيء عليه، وقال ابن عبد البر: لا أعلم أحدًا اشترط فيه الطهارة إلا الحسن فإنه قال إن سعى على غير طهارة فإن ذكر قبل أن يحل فليعد وإن ذكر بعد ما حل فلا شيء عليه انتهى. وفيه نظر, من وجهين: (أحدهما): أنه كلام متهافت فإن اشتراط الطهارة ينافي الإجزاء مع فقدها وما علمت أحدًا نقل عنه الاشتراط ولعله يقول بالوجوب فقط بل في مصنف ابن أبي شيبة عن الحسن وابن سيرين: أنهما لم يريا بأسًا أن يطوف الرجل بين الصفا والمروة على غير وضوء؛ وكان الوضوء أحب إليهما؛ وهذا يقتضي أن الحسن إنما يقول باستحباب الطهارة له كما يقوله غيره من العلماء. (ثانيهما): أن الحسن لم ينفرد بذلك ففي مصنف ابن أبي شيبة عن أبي العالية أنه قال لا تقرأ الحائض القرآن ولا تصلي ولا تطوف بالبيت ولا بين الصفا والمروة، وقال: الطواف بين الصفا والمروة عدل الطواف بالبيت، وعن ابن عمر رضي الله عنهما: تقضي الحائض المناسك كلها إلا الطواف بالبيت وبين الصفا والمروة وهو في الموطأ؛ عن ابن عمر أيضا: لا تطوف البيت ولا تسعى بين الصفا والمروة ولا تقرب المسجد حتى تطهر؛ وهو رواية عن أحمد بن حنبل أنه تجب له الطهارة كالطواف حكاها عنه ابن تيمية في المحرر ....... قلت: فإذا كان السعي لا يشترط له الطهارة فلم لم تفعله عائشة رضي الله عنها بل قالت لم أطف بالبيت ولا بين الصفا والمروة فكفت عن فعله كما كفت عن الطواف؛ قلت: لأن السعي لا يكون إلا بعد طواف فترك السعي ليس لاشتراط الطهارة فيه بل لاشتراط الطهارة فيما يجب تقديمه عليه وهو الطواف؛ وأما قول ابن عبد البر إن السعي موصول بالطواف لا فصل بينهما فليس كذلك فالموالاة بينهما غير معتبرة؛ وروى أبو ذر الهروي في مناسكه عن ابن عمر أنه قال: الحائض تنسك المناسك كلها ما خلا الطواف بالبيت وبين الصفا والمروة إلا أن تكون حاضت بعد ما طافت بالبيت فإنها تطوف بين الصفا والمروة؛ وفي مصنف ابن أبي شيبة: فيمن طافت ثم حاضت أنها تسعى وهي حائض؛ عن عائشة وأم سلمة وابن عمر وعطاء والحسن وإبراهيم والحكم وحماد\".اهـ","seal":"6184CDBC","page":67},
      {"aya":null,"sora":null,"Na":null,"id":70,"part":1,"hno":182,"nass":"182 - وأجمعوا على أن من أهلَّ بعمرة في أشهر الحج من أهل الآفاق، وقدم مكة ففرغ منها، فأقام بِها فحج من عامه أنه متمتع، وعليه الْهَديُ إذا وجد، وإلا فالصيام.\r\r183 - وأجمعوا على أنه من دخل مكة بعمرة في أشهر الحج أنه يُدِخل عليها الحج ما لم يفتتح الطواف بالبيت.\r\r184 - وأجمعوا على أنه ليس من بات ليلة عرفة عن منى شيء إذا وافى عرفة للوقت الذي يَجب.\r\r185 - وأجمعوا على أن الحجاج ينزلون من منى حيث شاءوا.\r\r186 - وأجمعوا على أن الإمام يجمع بين الظهر والعصر بعرفة يوم عرفة، وكذلك من صلى وحده.\r\r187 - وأجمعوا على أن الوقوف بعرفة فرض، لا حج لمن فاته الوقوف بِها.\r\r188 - وأجمعوا على من وقف بِها من ليل أو نَهار بعد زوال الشمس من يوم عرفة أنه مُدركٌ للحج.\rوانفرد مالك، فقال: عليه الحج من قابل (¬1).\r¬_________\r(¬1) قال حطاب في مواهب الجليل (3/ 94): \"فُهِم من كلام المصنف أن من وقف بعرفة نَهارًا، ولم يقف ليلاً لم يجزه، وهو مذهب مالك\".اهـ؛ وفي حاشية العدوي على شرح كفاية الطالب الرباني (1/ 539): \"والوقوف الركني الوقوف بها جزءًا من الليل بعد غروب الشمس\".اهـ؛ وفي حاشية الدسوقي على الشرح الكبير (2/ 37): \"قال ابن عبد السلام والحاصل أن زمن الوقوف موسع، وآخره طلوع الفجر واختلفوا في مبدئه؛ فالجمهور أن مبدأه من صلاة الظهر، ومالك يقول: من الغروب ووافق الجمهور اللخمي وابن العربي ومال إليه ابن عبد البر .. \".اهـ","seal":"CAE8FCA1","page":68},
      {"aya":null,"sora":null,"Na":null,"id":71,"part":1,"hno":189,"nass":"189 - وأجمعوا على أنه من وقف بعرفات على غير طهارة، أنه مدرك للحج ولا شيء عليه.\r\r190 - وأجمعوا على أن السنة أن يجمع الحاج [بِجمع] (¬1) بين المغرب والعشاء.\r\r191 - وأجمعوا على أن لا يتطوع بينهما الجامع بين الصلاتين.\r\r192 - وأجمعوا على أنه من حيث أخَّر الجمار من جمع أجزأه.\r\r193 - وأجمعوا على أن النبي - صلى الله عليه وسلم - رمى يوم النحر جمرة العقبة بعد طلوع الشمس.\r\r194 - وأجمعوا على أنه لا يرمي في يوم النحر (¬2) غير جمرة العقبة.\r\r195 - وأجمعوا على أن رمي جمرة العقبة يوم النحر بعد طلوع الفجر وقبل طلوع الشمس أنه يُجزئ.\r\r196 - وأجمعوا على أنه إذا رمى على أي حال كان الرمي إذا أصاب مكان الرمي أجزأه.\r\r197 - وأجمعوا على أن من رمى الجمار في أيام التشريق بعد زوال الشمس أن ذلك يُجزئه.\r\r198 - وأجمعوا على أن الأصلع يَمُر على رأسه بالموسى عند الحلق (¬3).\r\r199 - وأجمعوا أن ليس على النساء حلق.\r¬_________\r(¬1) في ط: [يجمع].\r(¬2) (6/ب).\r(¬3) قال النووي في المجموع (8/ 186): \"ويُستحب لمن لا شعر على رأسه إمرار الموسى عليه، ولا يلزمه ذلك بلا خلاف عندنا\".اهـ","seal":"7AE94DDF","page":69},
      {"aya":null,"sora":null,"Na":null,"id":72,"part":1,"hno":200,"nass":"200 - وأجمعوا أن الطواف الواجب هو طواف الإفاضة.\r\r201 - وأجمعوا على أن من أخَّر الطواف عن يوم النحر فطافه في أيام التشريق أنه مؤد للفرض الذي أوجبه الله عليه، ولا شيء عليه في تأخيره.\r\r202 - وأجمعوا على أن على الصبي الذي لا يطيق الرمي أنه يُرمى عنه.\r\r203 - وأجمعوا على أن التقصير عن الحلق يُجزئ.\rوانفرد الحسن البصري، فقال: لا يُجزئ في حجة الإسلام إلا الحلق (¬1).\r\r204 - وأجمعوا على أن من خرج في غير أيام الحج إلى مِنى أنه لا يقصر الصلاة.\r\r205 - وأجمعوا على أن من أراد الخروج من [الْحَاج] (¬2) عن مِنى شاخصًا إلى بلده، خارجًا عن الحرم غير مقيم بمكة، في النَّفْر الأول: أن يَنْفر بعد زوال الشمس في اليوم الثاني إذا رمى في اليوم الذي يلي يوم النَّفْر قبل أن يَمشي.\rوانفرد الحسن والنخعي.\r\r206 - وأجمعوا على أنه من وطيء قبل أن يطوف ويسعى أنه مفسد.\r\r207 - وأجمعوا على أنه من أحرم بعمرة خارجًا من الحرم أن الإحرام لازم له.\r\r208 - وأجمعوا على أن من [أيس] (¬3) أن يصل إلى البيت فجاز له أن يَحل فلم يفعل حتى خُلي سبيله، أن عليه أن يمضي إلى البيت، وليتم نسكه.\r\r209 - وأجمعوا أن من عليه حجة الإسلام وهو قادر لا يُجزئ إلا أن يَحج بنفسه، لا يُجزئ أن يَحج عنه غيره.\r\r210 - وأجمعوا أن حج الرجل عن المرأة، والمرأة عن الرجل: يُجزئ.\r¬_________\r(¬1) أخرج ابن أبي شيبة في مصنفه (4/ 299) بإسناد صحيح عن الحسن في الذي لم يحج قط إن شاء حلق، وإن شاء قصَّر.\rونقل الإجماع على إجزاء التقصير: النووي في المجموع (8/ 185)؛ وانظر أيضًا: وتبيين الحقائق شرح كنز الدقائق (2/ 32) للزيلعي.\r(¬2) في ط: [الحج]، والحاج هنا جمع وليس مفردًا.\r(¬3) في ط: [يئس].","seal":"4A4E187D","page":70},
      {"aya":null,"sora":null,"Na":null,"id":73,"part":1,"hno":211,"nass":"وانفرد الحسن بن صالح: فكره ذلك (¬1).\r\r211 - وأجمعوا على سقوط فرض الحج عن الصبي.\r\r212 - وأجمعوا على أن المجنون إذا حُج به ثم صحَّ، أو حُج بالصبي ثم بلغ، أن ذلك لا يُجزئهما عن حجة الإسلام.\r\r213 - وأجمعوا أن جنايات الصبيان لازمة لهم في أموالهم.\r\r214 - وأجمعوا على أن صيد الحرم حرام على الحلال والحرام.\r\r215 - وأجمعوا على تحريم قطع شجرها.\r\r216 - وأجمعوا على إباحة كل ما يُنبته الناس في الحرم من: البقول، والزروع، والرياحين وغيرها (¬2).\r\rباب الضحايا والذبائح\r\r217 - وأجمعوا على أن الضحايا لا يَجوز ذبْحها قبل طلوع الفجر من يوم النحر.\r\r218 - وأجمعوا على إباحة إطعام فقراء المسلمين من لحوم الضحايا.\r\r219 - وأجمعوا على أن المرء إذا ذبح ما يجوز الذبح به، وسمَّى الله، وقطع الحلقوم والودجين، وأسال الدم: أن الشاة مباح أكلها (¬3).\r¬_________\r(¬1) في الفتاوى الهندية (1/ 257): \"ولو أَحج عنه امرأة أو عبدًا أو أَمة بإذن السيد جاز؛ ويُكره، هكذا في محيط السرخسي\".اهـ\r(¬2) (7/أ).\r(¬3) وقال ابن عبد البر في التمهيد (16/ 128): \"وأما التذكية بالحجر، فمجتمعٌ أيضًا عليه، إذا فرى الأوداج وأنهر الدم\".اهـ\r\rوقد أخرج ابن أبي شيبة بإسناد حسن عن عمر - رضي الله عنه - قال: \"لا يُذكيَنَّ لكم إلا الأسل والرماح والنبل\"، والأسل هو كل ما أرقَّ من الحديد، وحُدد من سيف وسكين وسِنان؛ وأصل الأسل نبات له أغصان كثيرة دقائق لا ورق لها؛ وانظر النهاية (1/ 49)، ومراتب الإجماع (ص 240).","seal":"3A865D8A","page":71},
      {"aya":null,"sora":null,"Na":null,"id":74,"part":1,"hno":220,"nass":"220 - وأجمعوا على [إباحة] (¬1) ذبيحة الأخرس.\r\r221 - وأجمعوا على أن الجنين إذا خرج [حيًّا] (¬2) أن ذكاته بذكاة أُمه.\r\r222 - وأجمعوا على إباحة ذبيحة الصبي والمرأة إذا أطاقا الذبح، وأتيَا على ما يَجب أن يُؤتى عليه (¬3).\r\r223 - وأجمعوا على أن ذبائح أهل الكتاب لنا حلال إذا ذكروا اسم الله عليها (¬4).\r¬_________\r(¬1) في ق (1811): [أكل].\r(¬2) في ط: [ميتًا].\r(¬3) بالنسبة لحلِّ ذبيحة المرأة فقد قال ابن حزم في مراتب الإجماع (ص 240): \"ولا أعلم خلافًا في أكل ما ذبحت المرأة المسلمة العاقلة البالغة على الشروط التي ذكرنا في الرجل، ولا أقطع على أنه إجماع\"، ثم قال: \"واختلفوا فيما ذبح الصبي ... \".\rوقال النووي في المجموع (8/ 380): \"ويجوز أن يُوكل كتابيًا وامرأةً وصبيًّا لكن قال أصحابنا: يُكره توكيل الصبي؛ وفي كراهة توكيل المرأة الحائض وجهان، أصحهما لا يكره؛ لأنة لم يصح فيه نهى\".اهـ\rوقال ابن الأخوة القرشي في \"معالم القربة في معالم الحسبة\" (ص 79): \"وكُره ذكاة الصبي والأعمى والمجنون والسكران لأنهم ربما أخطئوا موضع الذكاة؛ \".اهـ؛ وقد نقل الشوكاني في نيل الأوطار (8/ 160) أن حلَّ ذبيحة المرأة هو قول الجمهور؛ ثم قال: \"وقد نقل محمد بن عبد الحكم عن مالك كراهته فى المدونة جوازه؛ وفى وجه للشافعية يُكره ذبح المرأة الأضحية\".اهـ\r(¬4) وقال ابن حزم في مراتب الإجماع (ص 241): \"ولا أعلم خلافًا في جواز أكل ما ذبح النصراني؛ الذي دان آباؤه بدين النصارى، قبل مبعث رسول الله - صلى الله عليه وسلم -، ولم يكن عربيًّا، أو أكل لحم ما ذبح اليهودي، الذي دان آباؤه بدين اليهود، قبل مبعث النبي - صلى الله عليه وسلم -، ولم يكن عربيًّا، إذا سموا الله عز وجل، ولم يسموا غيره ولا ذبحوا لأعيادهم، ولا أقطع على أنه إجماع، وكأني أشك في وجود الخلاف فيه\".اهـ، قلت: وقد نقل ابن العربي في أحكام القرآن (2/ 44) الخلاف في ذبائح نصارى بني تغلب من العرب؛ وأشار ابن الحاج في المدخل (4/ 183) إلى وجود خلاف في ذبيحة الكتابي؛ وفي شرائع الإسلام - في الفقه الزيدي- (3/ 159): \"وفي الكتابي روايتان: أشهرهما المنع\".اهـ\rوقد نقل الإجماع أيضًا: ابن قدامة في المغني (9/ 311) فقال: \"وأجمع أهل العلم على إباحة ذبائح أهل الكتاب; لقول الله تعالى: {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَّكُمْ} [المائدة: 5]، يعني ذبائحهم؛ قال البخاري: قال ابن عباس: طعامهم ذبائحهم؛ وكذلك قال مجاهد وقتادة؛ وروي معناه عن ابن مسعود, وأكثر أهل العلم يرون إباحة صيدهم أيضًا؛ قال ذلك عطاء, والليث, والشافعي, وأصحاب الرأي؛ ولا نعلم أحدًا حرم صيد أهل الكتاب إلا مالكًا, أباح ذبائحهم, وحرم صيدهم؛ ولا يصح; لأن صيدهم من طعامهم, فيدخل في عموم الآية, ولأن من حلت ذبيحته, حل صيده, كالمسلم\".اهـ","seal":"72151A45","page":72},
      {"aya":null,"sora":null,"Na":null,"id":75,"part":1,"hno":224,"nass":"224 - وأجمعوا على أن ذبائح أهل الحرب حلال.\rوانفرد مالك، فقال: لا يؤكل شحم ذبيحة ذبَحها يهودي (¬1).\r\r225 - وأجمعوا على أن ذبائح الْمَجوس حرام لا تؤكل.\rوانفرد سعيد بن المسيّب.\r\r226 - وأجمعوا على أن ذبيحة الصبي والمرأة من أهل الكتاب مباحٌ (¬2).\r\r227 - وأجمعوا على أن الكلاب جوارح، يجوز أكل ما أمسكن، على المرء، إذا ذكر اسم الله عليها، وكان الْمُعلم مسلمًا إلا الكلب الأسود.\r\r228 - وأجمعوا على أن صيد البحر حلال للحلال والمحرم: اصطياده، وأكله وبيعه، وشراؤه.\r¬_________\r(¬1) قال ابن حزم في مراتب الإجماع (ص 241): \"وأما الخلاف في أكل شحم ما ذبحه اليهودي ..... فموجود معلوم\".اهـ\rوقد ذكر ابن أبي شيبة في مصنفه (3/ 298) آثارًا عن بعض التابعين في تحريم ذبائح أهل الحرب.\r(¬2) في ق (1813): [إذا أطاقا ذلك، وعقلاها، وذكيا كما يجب].","seal":"65AF7DA1","page":73},
      {"aya":null,"sora":null,"Na":null,"id":76,"part":1,"hno":229,"nass":"كتاب الجهَاد\r\r229 - وأجمعوا على أن للمرء أن يبارز ويدعو إلى البراز بإذن الإمام.\rوانفرد الحسن: فكان يكرهه، ولا يعرف البراز.\r\r230 - وأجمعوا على أخذ الجزية من المجوس (¬1).\r\r231 - وأجمعوا على أن لا تؤخذ من صبي، ولا من امرأة: جزية.\r\r232 - وأجمعوا على أنه لا جزية على العبيد.\r\r233 - وأجمعوا على أن لا جزية على [مسلم] (¬2).\r\r234 - وأجمعوا على أن ليس على أهل الذمة صدقات.\r\r235 - وأجمعوا على أن كل أرض أسلم عليها أهلها قبل أن يقهروا، أن أموالهم لهم، وأحكامهم أحكام المسلمين.\r\r236 - وأجمعوا على أن لا شيء على أهل الذمة في منازلهم إلا ما ذكرنا عن بني تغلب.\r\r237 - وأجمعوا على أن الغالَّ يرد ما غلَّ إلى صاحب المقسم. (¬3)\r\r238 - وأجمعوا على أن للفرس سهمين، وللراجل سهمًا.\rوانفرد النعمان فقال: يُسهم للفارس سهم (¬4).\r¬_________\r(¬1) انظر أحكام القرآن لابن العربي (2/ 479)، وقد ذكر ابن قدامة في المغنى (9/ 173) عن المجوس أن لهم شبهة كتاب، وأشار إلى أنه لا يعلم خلافًا في جواز أخذ الجزية منهم، وكذلك نفى ابن عبد البر في التمهيد (2/ 120، 121) وجود خلاف بين العلماء في أخذ الجزية من المجوس.\r(¬2) في ق (2007): [المسلمين]، وقد تصحفت \"على\" في ق إلى [عل].\r(¬3) (7/ب).\r(¬4) أخرج ابن أبي شيبة في مصنفة (7/ 662) بإسناد صحيح عن سلمة بن كهيل قال حدثنا: أصحابنا عن أصحاب محمد - صلى الله عليه وسلم - أنهم قالوا: للفرس سهمان وللرجل سهم. قلت: وفى إسناده إبهام أصحاب سلمة، وسلمة من أثبات أهل الكوفة وفية تشيع، وقد روى له الجماعة؛ وقد حدث عن جمع من ثقات التابعين مثل عكرمة، وسعيد بن جبير، وكريب، وذر، والشعبي، وشقيق، وغير هم، كما في التهذيب للمزي (ط. الرسالة 3/ 254 - وفي فهرس هذا الجزء وقع تصحيف: \"كيل\" بدلا من \"كهيل\" - ص 530 الفهرس)؛ والظاهر من صنيع بعض العلماء أن الجهالة تنجبر بالجمع - خاصة إذا كان الجمع في طبقة التابعين-؛ وعليه، فإن هذا الأثر يثبت إجماع الصحابة على أن للفرس سهمين، وللرجل سهم.","seal":"021455EB","page":74},
      {"aya":null,"sora":null,"Na":null,"id":77,"part":1,"hno":239,"nass":"239 - وأجمعوا على أن الرجل إذا حضر بأفراس أن سهم فرس واحد تَجب له.\r\r240 - وأجمعوا على أن الفارس إذا حضر القتال على العِراب من الخيل أن له سهم فرس.\r\r241 - وأجمعوا على أن من غزَا على بغل أو حمار أو بعير أن له سهم راجل.\r\r242 - وأجمعوا على أن من قاتل بدابته حتى يغنم الناس، ويَحوز الغنائم، و [يَموت] الفرس أن صاحبها مستحق [لسهم] (¬1) الفارس.\r\r243 - وأجمعوا على أن الرجل إذا اشترى أسيرًا من أسرى المسلمين بأمره بمال معلوم ودفع المال بأمره، أن له أن يرجع بذلك عليه.\r\r244 - وأجمعوا على أن رقيق أهل الذمة إن أسلموا أن بيعهم يَجب عليهم.\r\r245 - وأجمعوا على أن [لا يَجوز] (¬2) التفرقة بين الولد وأُمه وهو صغير لم يستغن عنها، ولم يبلغ سبع سنين، وأن بيعه غير جائز.\r\r246 - وأجمعوا على أن أمان والي الجيش والرجل المقاتل: جائز عليهم أجمعين.\r\r247 - وأجمعوا على أن أمان المرأة جائز.\rوانفرد الماجشون، فقال: لا يَجوز.\r\r248 - وأجمعوا على أن أمان الذمي لا يَجوز (¬3).\r¬_________\r(¬1) في (خ، ط): [باسم]؛ والتصويب من ق (1934).\r(¬2) ليست في خ، وإثباتها أقرب للصواب.\r(¬3) جاء في الفتاوى الهندية (2/ 198): \"ويبطل أمان الذمي إلا إذا أمره أمير العسكر أن يؤمنهم فيجوز أمانه، كذا في التبيين\".اهـ","seal":"E656BBE8","page":75},
      {"aya":null,"sora":null,"Na":null,"id":78,"part":1,"hno":249,"nass":"249 - وأجمعوا على أن أمان الصبي غير جائز (¬1).\r\r250 - وأجمعوا على ما ثبت به خبر النبي - صلى الله عليه وسلم - أنه أعتق يوم الطائف من خرج إليه من رقيق المشركين.\r\r251 - وأجمعوا على أن ليس للمماليك حق، ولا للأعراب الذين هم من أهل الصدقة.\r\r252 - وأجمعوا على أن السبق في النصل جائز.\r¬_________\r(¬1) قال بجواز أمان الصبي: محمد -من الأحناف- كما في المبسوط (10/ 72)، وابن القاسم -من المالكية- كما في المدونة (1/ 525).\rوفي درر الحكَّام شرح غرر الأحكام (1/ 285): \"وإن كان -أي الصبي- مأذونًا له في القتال فالأصح أنه -أي أمانه- يصح بالاتفاق\".اهـ\rوقال المرداوي في الإنصاف (4/ 204، 203): \"قوله: [وفي أمان الصبي المميز: روايتان ..... إحداهما: يصح، وهو المذهب ..... وقال أبو بكر: يصح أمانه، رواية واحدة، وحمل رواية المنع على غير المميز، وهو مقتضى كلام شيخه والزركشي.\rوالرواية الثانية: لا يصح أمانه، ويحتمله كلام الخرقي\".اهـ\rوفي الفتاوى الهندية (2/ 198): \"وإن كان مأذونًا له في القتال، فالأصح أنه يصح بالاتفاق بين أصحابنا -أي الأحناف- هكذا في فتح القدير\".اهـ","seal":"2BA00672","page":76},
      {"aya":null,"sora":null,"Na":null,"id":79,"part":1,"hno":253,"nass":"كتاب القضاة\r\r253 - وأجمعوا على أشياء مما يَحكم بِها الحاكم في الظاهر حرام على المقضي له به، مما يعلم أن ذلك حرام عليه من ذلك: أن يَحكم له بالمال ويَجزم أنه مملوك، ويَحكم له بالقَوْد على من يعلم أنه بريء مما حكم له عليه، ببينات ثبتت في الظاهر.\r\r254 - وأجمعوا على أن القاضي إذا كتب إلى قاض آخر بقضية قضى فيها على ما يَجب: ببينة عادلة، وقرأ الكتاب على شاهدين، وأشهدهما على ما فيه فوصل الكتاب إلى القاضي المكتوب إليه، وشهد الشاهدان عنده بما في الكتاب، أن على المكتوب إليه قبول كتابه إذا كان ذلك في غير حد.\r\r255 - وأجمعوا على أن ما قضى به غير قاض جائز إذا كان مما يَجوز (¬1).\r\rكتاب الدعوى والبَينات\r\r256 - وأجمعوا على أن البيّنة على المدَّعي، واليمين على المدَّعَى عليه.\r\r257 - وأجمعوا على وجوب استحلاف المدَّعى عليه في الأموال على سبيل ما ذكرناه.\r\r258 - وأجمعوا على أن لو كانت أَمَة في يدي رجل، فادعاها رجل، وأقام البيّنة أنَّها كانت لأبيه، وأنه مات، ولا يعلمون له وارثًا غيره، وأقام الآخر البيّنة أنه اشتراها من هذا بمائة دينار ونقده الثمن فإنه يُقضى بها للمشتري.\r\r259 - وأجمعوا كذلك أيضًا في الصدقة، والهبة، والعطية، والنحل، والعُمرى: إذا كانت مقبوضة.\r\r260 - وأجمعوا على أن المرأة إذا قالت: طلقني، ولم تنقض [عدتي] حتى مات، وادعى الورثة أنه قد انقضت عدتُها، أن القول للمرأة.\r\r261 - وأجمعوا على أن الرجل إذا كانت له جارية، وعُلِم أنه يطؤها، أقر بذلك\r¬_________\r(¬1) (8/أ).","seal":"8FF659DC","page":77},
      {"aya":null,"sora":null,"Na":null,"id":80,"part":1,"hno":262,"nass":"قبل بيعها ثم باعها، فظهر بها حمل، وولدت عند المشتري لأقل من ستة أشهر من عقد البيع، وادعاه البائع أن الولد لاحق به.\r\rكتاب الشهادات وأحكامَها\r\r262 - وأجمعوا على أن شهادة الرجل المسلم البالغ العاقل الْحُرِّ الناطق المعروف النسب البصير، الذي ليس بوالد المشهود له، ولا ولد ولا أخ، ولا أجير، ولا زوج، [ولا صديق] (¬1)، ولا خصم، ولا [عبد] (¬2)، ولا شريك، ولا وكيل، ولا جار بشهادته إلى نفسه شيئًا، ولا يكون صاحب بدعة، ولا شاعر يعرف بإذاية الناس، ولا لاعبًا بالشطرنج يشتغل، ولا شارب خمر، ولا قاذفًا للمسلمين ولم يظهر منه ذنب؛ وهو مقيم عليه صغير أو كبير، وهو ممن يؤدي الفرائض ويَجتنب المحارم: جائزة، يجب على الحاكم قبولها، إذا كانا رجلين، أو رجلاً وامرأتين.\r\r263 - وأجمعوا على أن شهادة الأخ لأخيه إذا كان عدلاً جائزة (¬3).\r\r264 - وأجمعوا على أن الخصومة إذا كانت قائمة بين الشاهد والخصم أن لا تقبل شهادته (¬4).\r\r265 - وأجمعوا على أن الرجل إذا كان يشرب الخمر من الشراب حتى يسكر ثم تاب، فشهد بشهادة، وجب أن تقبل شهادته إذا كان عدلاً.\r¬_________\r(¬1) سقطت من ط.\r(¬2) هكذا في خ، وفي ط: [عدو]؛ وفي ق (2923) جاء بدلاً من [ولا خصم ولا عبد]: [ولا صديق ولا عدو].\r(¬3) زاد في ق (2926): [وروي عن مالك أنه قال: لا تجوز شهادة الأخ لأخيه في النسب وتجوز في الحقوق].\r(¬4) زاد في ق (2943): [ولا أعلم في ذلك خلافًا، ولكنهما إذا اصطلحا ومكثا بعده طويلاً ثم شهد عليه بشهادة وجب قبول شهادته].","seal":"D7689919","page":78},
      {"aya":null,"sora":null,"Na":null,"id":81,"part":1,"hno":266,"nass":"266 - وأجمعوا على أن السُّكْر حرام. (¬1)\r\r267 - وأجمعوا على أنه من أتى حدًا من الحدود، فأُقيم عليه ثم تاب وأصلح، أن شهادته مقبولة إلا القاذف (¬2).\r\r268 - وأجمعوا على أن لا شهادة للمجنون في حال جنونه.\r\r269 - وأجمعوا على أن المجنون الذي يَجن ويفيق، إذا شهد في حال إفاقته أن شهادته جائزة، إذا كان عدلاً.\r\r270 - وأجمعوا على أن رجلاً لو قال لشاهدين: اشهدا أن لفلان بن فلان علي مائة دينار مثاقيل، أن عليهما أن يشهدَا [بِها] (¬3) إذا دعا هذا الطالب إلى إقامة الشهادة.\r\r271 - وأجمعوا على أن شهادة النساء جائزة مع الرجال في الدَّين والأموال.\r\r272 - وأجمعوا على أن شهادتِهن لا تُقبل في الحدود (¬4).\r\r273 - وأجمعوا على أن العبد والصغير والكافر: إذا شهدوا على شهادة فلم يُدْعَو إليها، ولم يشهدوا بِها، حتى عُتِق العبد، وبَلَغ الصبي، وأسلم الكافر، ثُمَّ أدوها في حال قبول شهادتِهم، أن قبول شهادتِهم تَجب.\r\r274 - وأجمعوا على أن شهادة أربعة على شهادة شاهدين في الأموال إذا كانوا عدولاً جائزة.\r\r275 - وأجمع أكثر أهل العلم ألاَّ يشهد الشاهد على خطه (¬5).\r¬_________\r(¬1) (8/ب).\r(¬2) زاد في ق (2942): [فاختلفوا في شهادته إذا تاب].\r(¬3) في ط: [بما]، وهو خطأ.\r(¬4) قال ابن القيم في الطرق الحكمية (ص 71): \"وقد قال بعض الناس: تجوز شهادة النساء في الحدود\".اهـ\rوفي الإقناع لابن القطان (2949): \"ولا تجوز -أي شهادةالنساء- باتفاق مع رجل أو مفردات\".اهـ\r(¬5) في ق (2972): [وعديد من يحفظ عنه من أهل العلم يمنعون أن يشهد الشاهد على خطه إذا لم يذكر الشهادة].","seal":"196DDB5F","page":79},
      {"aya":null,"sora":null,"Na":null,"id":82,"part":1,"hno":276,"nass":"276 - وأجمعوا على أنه تقبل على القتل شهادة شاهدين عَدْلين، ويُحكم بشهادتِهما.\rوانفرد الحسن البصري، فقال: الشهادة على القتل لا يَجوز القياس عليها.","seal":"81E3E5CC","page":80},
      {"aya":null,"sora":null,"Na":null,"id":83,"part":1,"hno":277,"nass":"كتاب الفرائض\r\r277 - قال الله جل ذكره وتقدست أسماؤه: {يُوصِيكُمُ اللَّهُ فِي أوْلادِكُمْ لِلذكَرِ مِثْلُ حَظِ الأُنْثَيْينِ فَإن كُنَّ نِسَاءً فَوْقْ اثنَتَينِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11].\rوأجمعوا على أن مال الميت بين جميع ولده للذكر مثل حظ الأُنثيين، إذا لم يكن معهم أحد من أهل الفرائض، وإذا كان معهم من له فرض معلوم، بُدِئ بفرضه فأعطيه، وجُعِل الفاضل من المال بين الولد: للذكر مثل حظ الأُنثيين.\r\r278 - وأجمعوا على أن [للثنتَيْن] (¬1) من البنات: الثُلُثَيْن.\r\r279 - وأجمعوا على أن بني الابن وبنات الابن يقومون مقام البنين والبنات ذكورهم كذكورهم، وإناثهم كإناثهم، إذا لم يكن للميت ولد لصلبه.\r\r280 - وأجمعوا على أن ولد البنات لا يورثون ولا يحجبون إلا ما اختلف فيه من ذوي الأرحام.\r\r281 - وأجمعوا على أن لا ميراث لبنات الابن إذا استكمل البنات الثلثين، وذلك إذا لم يكن مع بنات الابن ذكر.\r\r282 - وأجمعوا على أنه إن ترك: بنات، وبنت ابن أو بنات ابن: فللابنة النصف، ولبنات الابن السدس (¬2) تكملة الثلثين.\r\r283 - وأجمعوا على أنه إن ترك: بنتًا، وابن ابن، فلابنته النصف وما بقي فلابن الابن.\r\r284 - وأجمعوا على أنه إن ترك: [ثلاث بنات ابن] (¬3)، بعضهن أسفل من بعض، فللعليا منهن النصف، والتي تليها السدس، وما بقي فللعصبة.\r¬_________\r(¬1) في ط: [الأنثيين].\r(¬2) (9/أ).\r(¬3) هكذا في (خ، ط)؛ وفي ق (2656): [ثلاث بنات وابن ابن].","seal":"CB10B70F","page":81},
      {"aya":null,"sora":null,"Na":null,"id":84,"part":1,"hno":285,"nass":"285 - وأجمعوا على أن للبنتين مع ابنة الابن وبنات الابن إذا كان معها أو معهن ابن ابن أو بنو ابن [أو] (¬1) ابن ابن [ابن] (¬2) أو بنو ابن ابن ابن: الثلثين.\r\r286 - وأجمعوا على أن الأبوين إذا ورثاه: أن للأب الثلثين وللأم الثلث.\r\r287 - وأجمعوا على أن الإخوة لا يرثون مع الأب شيئًا.\rوانفرد ابن عباس فقال: السدس الذي حجبه الإخوة للأُم عنده.\r\r288 - وأجمعوا أن رجلاً لو ترك: أخاه وأُخته، أن المال بينهما للذكر مثل حظ الأُنثيين.\r\r289 - وأجمعوا أن الزوج يرث من زوجته إذا لم تترك ولدًا أو ولد ابن ذكرًا كان أو أُنثى: النصف.\r\r290 - وأجمعوا أن له الربع إذا تركت ولدًا أو ولد ولد، ولا ينقص منه شيء.\r\r291 - وأجمعوا أن المرأة ترث من زوجها الربع، إذا هو لم يترك ولدًا ولا ولد ابن.\r\r292 - وأجمعوا أنَّها ترث الثمن، إذا كان له ولد أو ولد ابن.\r\r293 - وأجمعوا أن حكم الأربع من الزوجات حكم الواحدة في كل ما ذكرنا.\r\r294 - وأجمعوا أن اسم الكلالة يقع على الإخوة (¬3).\r\r295 - وأجمعوا أن مراد الله عز وجل في الآية التي في أول سورة النساء: الإخوة من الأم، وبالتي في آخرها: من الأب والأم.\r\r296 - وأجمعوا على أن الإخوة من الأم لا يرثون مع ولد الصلب: ذكرًا كان أو أُنثى (¬4).\r¬_________\r(¬1) سقطت من ط.\r(¬2) سقطت من ط.\r(¬3) زاد في ق (2679): [ولا خلاف أعلمه بينهم في ذلك؛ واختلفوا في الأب].\r(¬4) زاد في ق (2686): [ولا مع ولد الابن وإن سفُل: ذكرًا كان أو أنثى].","seal":"7AEEACDD","page":82},
      {"aya":null,"sora":null,"Na":null,"id":85,"part":1,"hno":297,"nass":"297 - وأجمعوا على أن الإخوة من الأم لا يرثون مع الأب، ولا مع جد [أبي] (¬1) أب، وإن بَعُد؛ فإذا لم يترك المتوفى أحدًا ممن ذكرنا أنهم يَحجبون الإخوة من الأُم، [و] (¬2) ترك أخًا أو أُختًا لأم فله أولها السدس فريضة، فإن ترك أخًا [و] (¬3) أُختًا من أُمه فالثلث بينهما سواء، لا فضل للذكر منهما على الأُنثى.\r\r298 - وأجمعوا على أن الإخوة من الأب والأم، ومن الأب ذكورًا أو إناثًا لا يرثون مع الابن ولا ابن الابن وإن سفل، ولا مع الأب.\r\r299 - وأجمعوا على أن ما فوق البنتين من البنات كحكم البنتين.\r\r300 - وأجمعوا على أن للأخ من الأب والأُم جميع المال إذا لم يكن معه مَنْ له سهمٌ معلوم.\r\r301 - وأجمعوا على أن الإخوة والأخوات من الأب يقومون مقام الإخوة والأخوات من الأب والأم، ذكورهم كذكورهم، وإناثهم كإناثهم، إذا لم يكن للميت إخوة ولا أخوات [لأب وأم] (¬4).\r\r302 - وأجمعوا على أن لا ميراث [للأخوات من] (¬5) الأب إذا استكمل الأخوات من الأب والأم الثلثين، إلا أن يكون معهن أخ ذكر.\r\r303 - وأجمعوا على أن الأخوات (¬6) من الأب لا يرثن ما فضل عن الأخوات للأب والأم، فإن ترك أُختين أو أخوات لأب وأُم فلهن الثلثان، وما بقي فللإخوة من الأب.\r\r304 - وأجمعوا على أن للجدة السدس إذا لم يكن للميت أُم.\r¬_________\r(¬1) ليست في ق.\r(¬2) في ط: [فإن]؛ وفي أصل ق: [و] مثل أصل الإجماع؛ ولكن محقق ق زاد [إن] تبعًا لمطبوعة الإجماع.\r(¬3) في ط: [أو].\r(¬4) في خ: [للأب]؛ والتصويب من الإقناع للمصنف (1/ 283).\r(¬5) سقطت من ط.\r(¬6) (9/ب).","seal":"733769BE","page":83},
      {"aya":null,"sora":null,"Na":null,"id":86,"part":1,"hno":305,"nass":"305 - وأجمعوا على أن الأُم تَحجب أُمها وأُم الأب.\r\r306 - وأجمعوا على أن الأب لا يَحجب أُم الأُم.\r\r307 - وأجمعوا على أن الجدتين إذا اجتمعتا وقرابتهما سواء، وكلتاهما ممن يرث: أن السدس بينهما.\r\r308 - وأجمعوا على أنهما إذا اجتمعتا، وإحداهما أقرب من الأُخرى، وهما من وجه واحد: أن السدس لأقربِهما.\r\r309 - وأجمعوا على أن الأُم تَحجب الجدات.\r\r310 - وأجمعوا على أن الجدة لا تزاد على السدس.\r\r311 - وأجمعوا على أن الجد -أبا الأب- لا يَحجبه عن الميراث غير الأب.\r\r312 - وأجمعوا على أن حكم الجد حكم الأب.\r\r313 - وأجمعوا على أن الإخوة من الأُم لا يرثون مع ولد ولا والد.\r\r314 - وأجمعوا على أن الجد يَحجبهم عن الميراث كما يَحجبهم الأب.\r\r315 - وأجمعوا على أن من ترك ابنًا وأبًا، أن للأب السدس، وما بقي فللابن؛ وكذلك جعلوا حكم الجد مع الابن كحكم الأب.\r\r316 - وأجمعوا أن الجد [يضرب] مع أصحاب الفرائض بالسدس كما [يضرب] (¬1) الأب، وإن عالت الفريضة.\r\r317 - وأجمعوا أن للأب مع الابن السدس، وكذلك للجد معه مثل ما للأب.\r\r318 - وأجمعوا على أن الميت إذا لم يترك من له سهم مسمًّى أن المال للعصبة.\r\r319 - وأجمعوا على أن ولد الملاعنة إذا توفي وخلف: أُمه، وزوجته، وولدًا ذكورًا أو إناثًا، أن ماله مقسوم بينهم على قدر مواريثهم.\r\r320 - وأجمعوا على أن القاتل عمدًا لا يرث من مال من قتله، ولا من ديته شيئًا.\r\r321 - وأجمعوا على أن القاتل خطأ لا يرث من دية من قتله.\r¬_________\r(¬1) في ط: [يصرف].","seal":"D0C76FEB","page":84},
      {"aya":null,"sora":null,"Na":null,"id":87,"part":1,"hno":322,"nass":"322 - وأجمعوا على أن حكم الطفل حكم أبويه إن كانا مسلمَيْن، فحكمه حكم أهل الإسلام، وإن كانا مشركَيْن فحكمه حكم [أهل] (¬1) الشرك، يرثهم ويرثونه، ويُحكم في ديته إن قُتِل حكم دية أبويه.\r\r323 - وأجمعوا على أن الرجل إذا مات وزوجته حبلى، أن الولد الذي في بطنها يرث ويورث إذا خرج حيًّا، فاستهل.\r\r324 - وأجمعوا على أن الرجل إذا قال: هذا الطفل ابني وليس للطفل نسب معروف ينسب إليه، أن نسبه يثبت بإقراره.\r\r325 - وأجمعوا على أن لو أن رجلاً بالغًا من الرجال قال: هذا أبي، وأقر له البالغ ولا نسب للمقرِّ معروف أنه ابنه إذا جاز لمثله مثله.\r\r326 - وأجمعوا على أن المرأة إذا قالت هذا ابني لم يقبل إلا ببينة، ليس هي بمنْزلة الرجل.\rوانفرد إسحاق، وقال (¬2): إقرار المرأة جائز.\r\r327 - وأجمعوا على أن الخنثى يرث من حيث يبول، إن بال من حيث يبول الرجال ورث ميراث الرجال، وإن بال من حيث تبول المرأة ورث ميراث المرأة.\r\r328 - وأجمعوا على أن السيد إذا كاتب عبده كتابة صحيحة: أنه ممنوع من كسبه، واستخدامه إلا برضاه.\r\r329 - وأجمعوا أنه ممنوع من أخذ ماله إلا ما يقبضه عند محل نجومه.\r¬_________\r(¬1) سقطت من ط.\r(¬2) (10/أ).","seal":"1CD72B1E","page":85},
      {"aya":null,"sora":null,"Na":null,"id":88,"part":1,"hno":330,"nass":"كتاب الوَلاء\r\r330 - وأجمعوا أن المسلم إذا أعتق عبدًا مسلمًا ثُمَّ مات المعتَق ولا وارث له ولا ذو رحم، أن ماله لمولاه الذي أعتقه.\r\r331 - وأجمعوا على أنه إذا مات الوليُّ المُعْتَقُ ولا وارث له ولا ذو رحم، [وأن] (¬1) للمَولى المُعْتِقَ يوم يموت الوَليُّ المُعْتَقُ أولادًا ذكورًا وإناثًا، فماله لولد ذكور المُعْتِق دونَ إناثهم، لأن النساء لا يرثن من الولاء إلا من أعتقن، وأعتق من أعتقن، وانفرد طاووس، فقال: ترث النساء.\r\r332 - وأجمعوا أن المعتق إذا مات وترك أباه وإخوته لأبيه وأُمِّه أو لأبيه ثُمَّ مات المعتق فالمال للأب دون الإخوة.\r\r333 - وأجمعوا أن المولى المعتق يعقل عن مواليه الجنايات التي تحملها العاقلة.\r\r334 - وأجمعوا أن اللقيط حر، وليس لمن التقطه أن يسترقه.\rوانفرد إسحاق، فقال: ولاء اللقيط للذي التقطه.\r¬_________\r(¬1) في خ: [فأن].","seal":"99A053C6","page":86},
      {"aya":null,"sora":null,"Na":null,"id":89,"part":1,"hno":335,"nass":"كتاب الوصَايا\r\r335 - وأجمعوا أن الوصية لوالدين لا يرثان المرء، والأقرباء الذين لا يرثون: جائزة.\r\r336 - وأجمعوا على أنه لا وصية لوارث إلا أن يُجيز [الورثة] (¬1) ذلك.\r\r337 - وأجمعوا على أن الوصايا مقصورة بِها على ثلث مال العبد.\r\r238 - وأجمعوا أن العصبة من قبل الأب، ولا تكون من قبل الأُم.\r\r339 - وأجمعوا على أن الرجل إذا أوصى لرجل بثلث جميع ماله فهلك من المال شيء أن ذلك الذي يتلف يكون من مال الورثة والموصى له بالثلث.\r\r340 - وأجمعوا على أن الرجل إذا أوصى لرجل بشيء من المال بعينه فهلك ذلك الشيء، ألا شيء للموصى له في سائر مال الميت.\r\r341 - وأجمعوا على أن الرجل إذا أوصى بِغَلَّة بستانه أو بسُكنى داره أو خدمة عبده تكون من الثلث (¬2).\r\r342 - وأجمعوا على أن للموصي إذا كتب كتابًا وقرأه على الشهود وأقرَّ بما فيه أن الشهادة عليه جائزة.\r\r343 - وأجمعوا على أن الرجل إذا أوصى لوارثه بوصية، وأقر له بدَيْن في صحته، ثُمَّ رجع، أن رجوعه جائز، ولا يقبل رجوعه عن الإقرار.\r\r344 - وأجمعوا على أن إقرار المريض في مرضه بالدَّين لغير وارث جائز، إذا لم يكن عليه دَيْن في الصحة.\r\r345 - وأجمعوا أن الوصية إلى المسلم الْحُرِّ الثقة العدل جائزة.\r\r346 - وأجمعوا أن الرجل إذا أوصى لرجل: بِجارية فباعها، أو بشيء ما فأتلفه أو وهبه، أو تصدق به: أن ذلك كله رجوع.\r¬_________\r(¬1) سقطت من ط.\r(¬2) (10/ب).","seal":"3DDA8A63","page":87},
      {"aya":null,"sora":null,"Na":null,"id":90,"part":1,"hno":347,"nass":"347 - وأجمعوا على أن للرجل أن يرجع في كل ما يوصي به إلا العتق.\r\r348 - وأجمعوا على أن الأب يقوم في مال ولده الطفل وفي مصالحه إن كان ثقة أمينًا، وليس للحاكم منعه من ذلك.","seal":"53D2CF70","page":88},
      {"aya":null,"sora":null,"Na":null,"id":91,"part":1,"hno":349,"nass":"كتاب النكاح\r\r349 - وأجمعوا أن نكاح الأب ابنته الثيب بغير رضاها: لا يَجوز (¬1).\r\r350 - وأجمعوا أن نكاح الأب ابنته الصغيرة البكر جائز إذا زوَّجها من كفء.\r\r351 - وأجمعوا أن نكاح الأب ابنه الصغير جائز.\r\r352 - وأجمعوا أن الكافر لا يكون وليًّا لابنته المسلمة.\r\r353 - وأجمعوا أن للمرأة أن تَمنع من دخول الزوج عليها حتى يعطيها مهرها.\r\r354 - وأجمعوا أن للسلطان أن يُزوِّج المرأة إذا أرادت النكاح، ودعت إلى كفء، وامتنع الولي أن يزوجها.\r\r355 - وأجمعوا على أن العجمي والمولى إذا تزوج أَمَة قوم، فأولدها أن الأولاد رقيق.\r\r356 - وأجمعوا أن الأَمَة إذا أُعتقت، وهي تَحت عبد أن لها الخيار.\r\r357 - وأجمعوا أن أحكام الخصي والمجبوب في ستر العورة في الصلاة، والإمامة، وما يلبسه في حال الإحرام، وما يصيبه من الميراث، وما يسهم له في الغنائم، أحكام الرجال.\r\r358 - وأجمعوا على أن المجبوب إذا نكح امرأة، ولم تعلم؛ ثُمَّ علمت أن لها الخيار.\r\r359 - وأجمعوا على أن الرجل وإن عقد النكاح فلا يكون محصنًا حتى يدخل بِها ويصيبها.\r¬_________\r(¬1) خالف في هذا الحسن؛ وقال النخعي: يزوِّج بنته إذا كانت في عياله، فإن كانت بائنة في بيتها مع عيالها استأمرها، كما في المغني (7/ 33)، وفيه: \"قال إسماعيل بن إسحاق: لا أعلم أحدًا قال في البنت بقول الحسن, وهو قولٌ شاذ, خالف فيه أهل العلم والسنة الثابتة, فإن الخنساء ابنة خذام الأنصارية, روت أن أباها زوجها وهي ثيب, فكرهت ذلك, فأتت رسول الله - صلى الله عليه وسلم - فرد نكاحه رواه البخاري, والأئمة كلهم؛ وقال ابن عبد البر: هذا الحديث مجمع على صحته, والقول به, لا نعلم مخالفا له إلا الحسن .. \".اهـ","seal":"667B20B2","page":89},
      {"aya":null,"sora":null,"Na":null,"id":92,"part":1,"hno":360,"nass":"360 - وأجمعوا على أنه إذا شهد عليهما الشهود فإقرارهما بالوطء كانا محصنين.\r\r361 - وأجمعوا على أنه وإن دخل عليها، وأقام معها زمانًا، ثُمَّ مات أو ماتت فزنَا الباقي منهما، لم يرجم حتى يُقر بالجماع.\r\r362 - وأجمعوا على تَحريم أن ينكح الرجل أُمه.\r\r363 - وأجمعوا على أن الرجل إذا تزوج المرأة (¬1) ثُمَّ طلَّقها أو ماتت [قبل] (¬2) أن يدخل بِها حلَّ له تزوج ابنتها، وقد روى علي بن أبي طالب رضي الله عنه رواية تُخالف الروايات، كأنه رخَّص فيه إذا لم تكن في حِجره، وكانت غائبة.\r\r364 - وأجمعوا على أن الرجل إذا تزوج المرأة، حرُمت على أبيه وابنه: دخل بِها أو لم يدخل بِها، وعلى أجداده، وعلى ولده من الذكور والإناث أبدًا ما تناسلوا لا تَحل لبني بنيه ولا لبني بناته، ولم يذكر الله في الآيتين دخولاً؛ والرضاع بمنزلة النسب.\r\r365 - وأجمعوا على أنه إذا اشترى جارية، فلمس أو قبَّل، حرمت على ابنه وأبيه.\r\r366 - وأجمعوا على أن الرجل إذا وطئ نكاحًا فاسدًا، أنَّها تحرم على ابنه، وأبيه، وعلى أجداده، وولد ولده.\r\r367 - وأجمعوا على أن عقد نكاح الأختين في عقد واحد لا يَجوز.\r\r368 - وأجمعوا على أن شراء الأختين الاثنتين جائز.\r\r369 - وأجمعوا على أن لا يَجمع بين الأختين الأمتين في الوطء.\rوانفرد ابن عباس، فقال: أحلتهما آية، وحرمتهما آية؛ وهذا قول عثمان وعلي رضي الله عنهم (¬3).\r¬_________\r(¬1) (11/أ).\r(¬2) في ط: [بدون].\r(¬3) أثر عثمان: أخرجه الشافعي كما في مسنده (ص 288)، والأم (5/ 3)، ومالك في الموطأ\r(1122) وعبد الرزاق (7/ 191، 189) وابن أبي شيبة (3/ 306)، والدارقطني (3/ 281) البيهقي في الكبرى (7/ 163) من طريق الزهري عن قبيصة بن ذؤيب عن عثمان؛ وإسناده صحيح.\rوأثر علي: أخرجه سعيد بن منصور في سننه (1734) بإسناد ضعيف، وابن أبي شيبة (3/ 306) من طريق آخر، وإسناده ضعيف أيضًا.\rوأثر ابن عباس: أخرجه سعيد بن منصور (1753)، وإسناده صحيح.","seal":"B97031FD","page":90},
      {"aya":null,"sora":null,"Na":null,"id":93,"part":1,"hno":370,"nass":"370 - وأجمعوا على أن لا تنكح المرأة على عمتها، ولا على خالتها: لا الكبرى على الصغرى ولا الصغرى على الكبرى.\r\r371 - وأجمعوا على أن الرجل إذا طلَّق المرأة طلاقًا يملك الرجعة، أنه ليس له أن ينكح أُختها أو رابعة سواها حتى تنقضي عدة المطلقة.\r\r372 - وأجمعوا على أن المفقود [عنها] (¬1) زوجها، ينفق عليها من ماله في العدة بعد الأربع سنين، أربعة أشهر وعشرًا.\r\r373 - وأجمعوا على أن المرأة إذا فقدت زوجها، فتزوجت وولدت، أن الولد للآخر.\rوانفرد النعمان، فقال: الولد للأول، وهو صاحب الفراش.\r\r374 - وأجمعوا أن زوجة الأسير لا تنكح حتى يعلم بيقين وفاته، ما دام على الإسلام.\r\r375 - وأجمعوا على أنه يحرم من الرضاع ما يحرم من النسب.\r\r376 - وأجمعوا على أن البكر التي لم تنكح ثُمَّ نزل بِها لبن، فأرضعت به مولودًا أنه ابنها، ولا أب له من الرضاعة.\r\r377 - وأجمعوا على أن صبَّ لبن أو شرب لبن بَهيمة أنه لا يكون رضاعًا.\r\r378 - وأجمعوا أن حكم اللبن من الزوج الأول ينقطع من الزوج الثاني.\r\r379 - وأجمعوا أن الرجل إذا تزوج حُرَّة وأَمَة في عقدة ثبت نكاح الْحُرَّة، ويبطل نكاح الأَمة.\rوانفرد مالك بن أنس، فقال: إذا علمت الحرة بذلك فلا خيار لها، وإن لم تعلم\r¬_________\r(¬1) في ط: [عليها].","seal":"4B33D8D3","page":91},
      {"aya":null,"sora":null,"Na":null,"id":94,"part":1,"hno":380,"nass":"فلها الخيار.\r\r380 - وأجمعوا على وطء إماء أهل الكتاب بملك اليمين.\rوانفرد الحسن البصري فقال: لا يَجوز.\r\r381 - وأجمعوا على أن الأَمة إذا كانت بين الرجلين (¬1) فزوجاها أن النكاح صحيح.\r\r382 - وأجمعوا على أن للعبد أن ينكح امرأتين.\r\r383 - وأجمعوا على أن نكاح العبد جائز بإذن مولاه.\r\r384 - وأجمعوا على أن نكاحه بغير إذن مولاه: لا يَجوز.\r\r385 - وأجمعوا على أن الْحُرَّة التي غرَّها العبد المأذون له في النكاح، أن لها الخيار إذا علمت.\r\r386 - وأجمعوا على أن نكاح المرأة عبدها باطل.\r\r387 - وأجمعوا على أن القسم بين المسلمة والذمية سواء.\r\r388 - وأجمعوا على أن الرجل إذا تزوج المرأة، ولم يدخل بِها، فإن كان الحبس من قبلها فلا نفقة عليها، وإن كان من قبله فعليه النفقة.\rوانفرد الحسن، فقال: لا نفقة عليه حتى يدخل بِها.\r\r389 - وأجمعوا على إسقاط النفقة عن زوج الناشر.\rوانفرد الحكم، فقال: لها النفقة.\r\r390 - وأجمعوا على أن على العبد نفقة زوجته.\r\r391 - وأجمعوا على أن على المرء نفقة أولاده الأطفال: الذين لا مال لهم.\r\r392 - وأجمعوا على أن نفقة الصبي إذا توفي والده، وله مال أن ذلك في ماله.\rوانفرد حماد: فجعله في جميع المال مثل الدَيْن.\rوقال إبراهيم النخعي: إن كان المال قليلاً فمن نصيبه، وإن كان كثيرًا فمن جميع\r¬_________\r(¬1) (11/ب).","seal":"415F65B5","page":92},
      {"aya":null,"sora":null,"Na":null,"id":95,"part":1,"hno":393,"nass":"المال.\r\r393 - وأجمعوا أن الزوجين إذا افترقا ولهما ولد طفل أن الأُم أحق به ما لم تنكح (¬1).\r\r394 - وأجمعوا على أن لا حقَّ للأُم في الولد إذا تزوجت (¬2).\r¬_________\r(¬1) قال ابن هُبيرة (2/ 244): \"واختلفوا فيما إذا افترق وبينهما ولد؟ فقال أبو حنيفة - في إحدى روايتيه-: الأم أحق بالغلام على أن يستقل بنفسه في مَطعمه ومشربه وملبسه ووَضوئه واستنجائه ولبس سراويله؛ ثم الأب أحق به؛ والأم أحق بالأنثى أيضًا إلى أن تبلغ ولا يُخير واحد منهما.\rوقال مالك: الأم أحق بالجارية إلى أن تزوج، ويدخل بها الزوج، وبالغلام حتى يَثْغَر؛ وعنه أيضًا: الأم أحق بالغلام إلى البلوغ، وهو المشهور عنه.\rوقال الشافعي - رضي الله عنه -: الأم أحق بهما إلى سبع، ثم يخيران، ولم يُفرق بين الغلام والجارية.\rوعن أحمد روايتان: إحداهما: الأم أحق بالغلام إلى سبع سنين ثم يخير الغلام، فيكون من اختاره الغلام منهما هو الأحق به، وتُجعل الجارية للأب بعد السبع بغير تخيير، والرواية الأخرى كمذهب أبي حنيفة\".اهـ\r(¬2) قال ابن هُبيرة (2/ 244): \"واتفقوا على أن الحضانة للأم ما لم تتزوج، واتفقوا على أن الأم إذا تزوجت ودخل بها الزوج، سقطت حضانتها\".اهـ\rوانظر أيضًا: الإقناع (1/ 313) للمصنف - رحمه الله -.","seal":"88259212","page":93},
      {"aya":null,"sora":null,"Na":null,"id":96,"part":1,"hno":395,"nass":"كتاب الطلاق\r\r395 - وأجمعوا على أن الطلاق للسنة: أن يطلقها طاهرًا [في] (¬1) قُبُل عدتِها.\r\r396 - وأجمعوا على أن من طلَّق امرأته واحدة، وهي طاهر من حيضة لم يطلقها [قبلها] (¬2)، ولم يكن جامعها في ذلك الطهر: أنه مصيب للسنة.\r\r397 - وأجمعوا على أن له الرجعة في المدخول بها ما لم تنقض العدة؛ فإذا انقضت العدة فهو خاطب من الخُطّاب.\r\r398 - وأجمعوا على أنه من طلَّق زوجته -ولم يدخل بِها- طلقة، أنَّها قد بانت منه، ولا تحل إلا بنكاح جديد، ولا عدة له عليها.\r\r399 - وأجمعوا أن من طلَّق زوجته أكثر من ثلاث أن ثلاثًا منها تحرمها عليه.\r\r400 - وأجمعوا على أن العجمي إذا طلَّق بلسانه، وأراد الطلاق، أن الطلاق لازمٌ له.\r\r401 - وأجمعوا أن الرجل إذا كان عنده أربع نسوة فطلَّق واحدة ولم يلبثها، ثُمَّ تزوج خامسة ثُمَّ مات قبل التي طلَّق، أن ربع الثمن للآخرة منهما.\r\r402 - وأجمعوا على أن من طلَّق زوجته، مدخولاً بِها، طلاقًا يملك رجعتها، وهو صحيح أو مريض (¬3) فماتت أو مات قبل أن تنقضي عدتُها؛ فإنهما يتوارثان.\r\r403 - وأجمعوا أن من طلَّق زوجته ثلاثًا، وهو صحيح، في كل قرء تطليقة، ثُمَّ مات أحدهما أن لا ميراث للحي منهما من الميت.\r\r404 - وأجمعوا على أن المجنون والمعتوه لا يَجوز طلاقه.\r\r405 - وأجمعوا على أن الرجل إذا طلَّق في حال نومه أن لا طلاق له.\r\r406 - وأجمعوا على أن جدَّ الطلاق وهزله سواء.\r¬_________\r(¬1) في ط: [فيه].\r(¬2) في ط: [فيه]؛ وهو خطأ.\r(¬3) (12/أ).","seal":"2561772F","page":94},
      {"aya":null,"sora":null,"Na":null,"id":97,"part":1,"hno":407,"nass":"407 - وأجمعوا على أن الرجل إذا قال لامرأته: إذا حضت فأنت طالق، أنها إذا رأت الدم، يقع عليها الطلاق.\r\r408 - وأجمعوا على أنه إذا قال: إن حضت حيضة فأنت طالق لم تطلَّق حتى تطهر من حيضتها، فإذا طهرت وقع عليها الطلاق.\rوانفرد مالك بن أنس، فقال: يَحنث حين تكلم به.\r\r409 - وأجمعوا على أن الرجل إذا طلَّق زوجته ثلاثًا، وقد غشيها بعد طلاقها، وقد ثبتت البينة أنه طلَّقها، وهو يَجحد ذلك أن التفرقة بينهما تَجب، ولا حدَّ على الرجل.\r\r410 - وأجمعوا على أن طلاق السفيه لازم له (¬1).\rوانفرد عطاء بن أبي رباح، فقال: لا يَجوز نكاحه، ولا طلاقه.\r\r411 - وأجمعوا على أن الرجل إذا طلَّق امرأته ثلاثًا: أنَّها لا تَحلَّ له إلا بعد زوج [غيره] (¬2) على ما جاء به حديث النبي - صلى الله عليه وسلم -.\rوانفرد سعيد بن المسيب، فقال: إن تزوجها تزويْجًا صحيحًا لا تريد به إحلالاً؛ فلا بأس أن يتزوجها الأول.\r\r412 - وأجمعوا أن المرأة إذا قالت للزوج الأول: إني قد تزوجت، ودخل علي زوجي وصدقها، أنها تَحل له.\r\r413 - وأجمعوا على أن الْحُرَّ إذا طلَّق الحرة ثلاثًا، ثُمَّ انقضت عدتُها، ونكحت زوجًا غيره، ودخل بِها، ثُمَّ فارقها وانقضت عدتُها، ثُمَّ نكحها الأول، أنَّها تكون عنده على ثلاث تطليقات.\r\r414 - وأجمعوا على أن الرجل إذا قال لزوجته: أنت طالق ثلاثًا إلا واحدة، أنها تطلق تطليقتين.\r¬_________\r(¬1) ونقل الإجماع عليه أيضًا: الزيلعي في تبيين الحقائق (5/ 193).\r(¬2) ليست في خ.","seal":"59D1CAC1","page":95},
      {"aya":null,"sora":null,"Na":null,"id":98,"part":1,"hno":415,"nass":"415 - وأجمعوا على أنه إن قال لها: أنت طالق ثلاثًا إلا ثلاثًا؛ أنها تطلق ثلاثًا (¬1).\r\r416 - وأجمعوا على أن الرجل إذا قال لامرأته: أنت طالق ثلاثًا؛ إن دخلت هذه الدار، فطلَّقها ثلاثًا، ثُمَّ تزوجت بعد أن انقضت عدتُها، ثُمَّ نكحت الحالف الأول، ثُمَّ دخلت الدار، أنه لا يقع عليها الطلاق.\r\r417 - وأجمعوا على أن الرجل إن قال لامرأته: أنت طالق إن شئت، فقالت: شئت إن شاء فلان، أنها قد ردت الأمر، ولا يلزمه الطلاق وإن شاء فلان.\r\r418 - وأجمعوا على أن النصرانيين الزوجين إذا أسلم الرجل قبل المرأة أنَّهما على نكاحهما (¬2) كانت مدخولاً بِها أو لم يكن.\r\r419 - وأجمعوا على أن [الوثنيَيْن] (¬3) الزوجين إذا أسلم أحدهما قبل صاحبه، ولم يدخل الزوج بالمرأة أن الفرقة تقع بينهما.\r\r420 - وأجمعوا على أن الرجل إذا نكح المرأة وابنتها ودخل بِها، أن عليه أن يفارقهما، ولا ينكح واحدة منهما بِحال.\r¬_________\r(¬1) راجع البحث الماتع الذي عقده العلامة المحدث أحمد بن محمد بن شاكر - رحمه الله - في كتابه \"نظام الطلاق في الإسلام\" بخصوص حكم وقوع ثلاث تطليقات بلفظ: \"أنت طالق ثلاثًا\"، وتحريره لمحل الخلاف.\r(¬2) (12/ب).\r(¬3) ليست في خ.","seal":"7C77FD22","page":96},
      {"aya":null,"sora":null,"Na":null,"id":99,"part":1,"hno":421,"nass":"كتاب الخلع\rقال الله عز وجل: {ولا يَحِلُّ لكُم أنْ تأخُذُوا} [البقرة: 229] «الآية».\r\r421 - وأجمعوا على أن الرجل لا يَحل له أخذ شيء مما أعطى للمرأة إلا أن يكون النشوز من قبلها.\rوانفرد النعمان فقال: إذا جاء الظلم والنشوز من قبله فخالعته، فهو جائز ماض، وهو آثُمٌ، ولا يُجبر على رد ما أخذ.\r\r422 - وأجمعوا أن الخلع يَجوز دون السلطان (¬1).\rوانفرد الحسن وابن سيرين، فقالا: لا يَجوز إلا عند السلطان.\r\rكتاب الإيلاء\r\r423 - وأجمعوا على أن كل يمين منعت من جماع أنَّها إيلاء.\r\r424 - وأجمعوا على أن الفيء: الجماع إذا لم يكن له عذر (¬2).\r\r425 - وأجمعوا على أنه إذا قال: رقيقي أحرار إن وطيء زوجته، ثُمَّ باعهم أن الإيلاء أُسقط عنه.\r¬_________\r(¬1) أخرج أثر الحسن: ابن أبي شيبة (4/ 88) قال: نا عبد الأعلى عن يونس عن الحسن قال: هو عند السلطان؛ وهذا إسناد صحيح، وأخرجه من طريق آخر سعيد بن منصور في السنن (1413).\rوأما ابن سيرين فقد ثبت عنه العكس كما في المصنف لابن أبي شيبة (4/ 88) قال: نا ابن إدريس عن هشام عن ابن سيرين قال: الخلع جائز دون السلطان.\rوقد ثبت عن عمر، وعثمان، وابن عمر إجازة الخلع دون السلطان، ولا نعلم لهم مخالفًا من الصحابة.\r(¬2) في ق (2488): [ولا تنازع بين علماء المسلمين أن الرجل إذا آلى من امرأته وهو قادر على الجماع؛ وأراد الفيء أن الفيء لا يكون إلا الجماع وأن غيره لا يقوم مقامه بدلاً منه\".اهـ","seal":"3ED4E1FA","page":97},
      {"aya":null,"sora":null,"Na":null,"id":100,"part":1,"hno":426,"nass":"كتاب الظهَار\r\r426 - وأجمعوا على أن صريح الظهار أن يقول الرجل لامرأته: أنت علي كظهر أُمي.\r\r427 - وأجمعوا على أن ظهار العبد مثل ظهار الْحُرِّ.\r\r428 - وأجمعوا على أن من أعتق في كفارة الظهار رقبة مؤمنة، أن ذلك يُجزئ عنه.\r\r429 - وأجمعوا على أن عتق أُم الولد عن كفارة الظهار لا يُجزئ.\rوانفرد عثمان، وطاووس، فقالا: يُجزئ.\r\r430 - وأجمعوا على أن العيوب التي [تكون] (¬1) في الرقاب: منها ما يُجزئ، ومنها ما لا يُجزئ (¬2).\r\r431 - وأجمعوا أنه إذا كان: أعمى، أو مقعدًا، أو مقطوع اليدين، أو أشلهما، أو الرجلين: أنه لا يُجزئ.\r\r432 - وأجمعوا على أن الأعور يُجزئ والأعرج.\rوانفرد مالك، فقال: لا يُجزئ إذا كان عرجًا شديدًا.\r\r433 - وأجمعوا أن من صام بعض الشهرين ثُمَّ قطعه من غير عذر: أن يستأنف.\r\r434 - وأجمعوا على أن الصائمة صومًا واجبًا إن حاضت قبل أن تتمه، [أنَّها] (¬3) تقضي أيام حيضتها إذا طهرت (¬4).\r\r435 - وأجمعوا على أن صوم شهرين متتابعين يُجزئ، كانت ثمانية وخمسين أو تسعة وخمسين يومًا.\r¬_________\r(¬1) سقطت من ط.\r(¬2) في ق (2505): [وقال داود: يُحزئ ما يقع عليه اسم رقبة بأي عيب كان، لقوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ} [النساء: 92]، ولم يخص].\r(¬3) هكذا في خ، وق (2513)، والإشراف (1/ 225)؛ وفي ط: [إنما].\r(¬4) (13/أ).","seal":"B1EB21EB","page":98},
      {"aya":null,"sora":null,"Na":null,"id":101,"part":1,"hno":436,"nass":"436 - وأجمعوا على أن من صام شهرًا من ظهاره ثُمَّ جامع نَهارًا عامدًا أنه يبتدئ الصوم.\r\rكتاب اللعَان\r\r437 - ثبت أن رسول الله - صلى الله عليه وسلم - قال: «الْوَلَدُ لِلْفِراشِ»، وأجمعوا على أن الرجل إذا قذف زوجته قبل أن يدخل بِها أنه يلاعنها.\r\r438 - وأجمعوا على أن الرجل إذا قذف امرأة ثُمَّ تزوج بِها، أنه يُحد ولا يلاعن.\r\r439 - وأجمعوا على أن الرجل إذا قال لزوجته: لن آخذك عذراء، أن لا حد عليه.\rوانفرد ابن المسيب، فقال: يُجلد.\r\r440 - وأجمعوا أن الصبي إذا قذف امرأته، أنه لا يضرب، ولا يلاعن.\r\rكتاب العِدّة\r\r441 - وأجمعوا أن عدة الْحُرَّة المسلمة التي ليست بِحامل من وفاة زوجها أربعة أشهر وعشرًا، مدخولاً بِها وغير مدخول، صغيرة لم تبلغ أو كبيرة (¬1).\r\r442 - وأجمعوا أن للمطلقة التي يملك زوجها الرجعة: السكنى، والنفقة.\r\r443 - وأجمعوا على أن عليه نفقة المطلقة ثلاثًا أو المطلقة للزوج عليها الرجعة وهي حامل لقول الله عز وجل: {وَإنْ كُنَّ أُولاتِ حَمْلٍ} [الطلاق: 6] الآية.\r\r444 - وأجمعوا على أن المرأة إذا جاءت بولد لأقل من ستة أشهر من يوم عقد نكاحها أن الولد لا يلحق به، وإن جاءت لستة أشهر من يوم عقد نكاحها فالولد له.\r¬_________\r(¬1) زاد في ق (2390): [قد بلغت].","seal":"8AA52EB1","page":99},
      {"aya":null,"sora":null,"Na":null,"id":102,"part":1,"hno":445,"nass":"445 - وأجمعوا على أن [أجل] (¬1) كل مطلَّقة يَملك الزوج رجعتها أو لا يملك: حرَّة كانت أم أَمة، ومُدَبّرة، أو مكاتبة، إذا كانت حاملاً أن تضع حملها.\r\r446 - وأجمعوا على أن عدة المتوفى [عنها] (¬2) تنقضي بالسقط.\r\r447 - وأجمعوا أنها لو كانت [حاملاً] (¬3) لا تعلم بوفاة زوجها أو طلاقه، فوضعت حملها أن عدتِها منقضية.\r\r448 - وأجمعوا على أن المرأة الصبية أو البالغ المطلقة التي لم تحض، إن حاضت قبل انقضاء الشهر الثالث بيوم أو أقل من يوم، أن عليها استئناف العدة بالحيض.\r\r449 - وأجمعوا على أن المطلَّقة نفساء لا تعتد بعد النفاس، تستأنف بالأقراء.\r\r450 - وأجمعوا على أن مطلق زوجته طلاقًا [يَملك فيه رجعتها] (¬4)، ثُمَّ توفي قبل انقضاء العدة (¬5) أن عليها عدة الوفاة، وترثه.\r\r451 - وأجمعوا على أن المطلقة ثلاثًا لو ماتت لم يرثها المطلِّق، وذلك لأنَّها غير زوجة.\r\r452 - وأجمعوا على أن عدة الذمية تكون تحت المسلم، عدة الحرة المسلمة (¬6).\r\r453 - وأجمعوا على أن الرجل إذا زوَّج أم ولد من رجل، فمات السيد وهي عند زوجها، فلا عدة عليها ولا استبراء.\r\r454 - وأجمعوا أن عدة الأَمة تحيض من الطلاق: حيضتان.\rوانفرد ابن سيرين، فقال: عدتُها عدة الحرة إلا أن يكون مضت في ذلك سُّنة.\r\r455 - وأجمعوا على أن عدة الأَمة الحامل أن تضع حملها.\r¬_________\r(¬1) ليست في خ.\r(¬2) ليست في خ.\r(¬3) سقطت من ط.\r(¬4) في ق (2391): [تَملك به نفسها].\r(¬5) (13/ب).\r(¬6) في ق (2397): [وأجمعوا على أن عدة الكتابية المتوفى عنها زوجها، والمطلَّقة من المسلم كعدة المسلمة].","seal":"C26FA35F","page":100},
      {"aya":null,"sora":null,"Na":null,"id":103,"part":1,"hno":456,"nass":"456 - وأجمعوا على أن عدة الأَمة التي لم تحض من وفاة زوجها شهران وخمس ليال.\rوانفرد ابن سيرين، فقال: أربعة أشهر وعشرًا.\r\rكتاب الإحداد\r\r457 - ثبت أن رسول الله - صلى الله عليه وسلم - قال: «لا يَحِلُّ لامْرَأَةٍ تُؤْمِنُ باللَّهِ واليَوْمِ الآخرِ أَنْ تُحدّ عَلَى مَيِّتٍ فَوْقَ ثَلاثِ ليالٍ، إلا عَلَى زَوْجٍ، أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا»، وأجمعوا على ذلك.\rوانفرد الحسن البصري: فكان لا يرى الإحداد.\r\r458 - وأجمعوا على منعها من لبس الْمُعصفر إلا ما ذكرناه عن الحسن؛ ورخَّص في لبس السواد: عروة بن الزبير ومالك بن أنس والشافعي.\r\r459 - وأجمعوا على منع المرأة الْمُحدة من لبس الحرير.\rوانفرد عطاء: فكان لا يكره لها لبس الفضة، إذا كان عليها حين مات.\r\r460 - وأجمعوا على منع المرأة في الإحداد: من الطيب والزينة، إلا ما ذكرناه عن الحسن.\r\r461 - وأجمعوا على أن للمرأة التي يملك زوجها رجعتها أن تتزين وتتشوف.\rوانفرد الشافعي، فقال: أحبّ إلي أن تَزيَّن، ولا تعطر.\rكتاب المتعَة\rلم يثبت فيه إجماع.","seal":"3375404B","page":101},
      {"aya":null,"sora":null,"Na":null,"id":104,"part":1,"hno":462,"nass":"كتاب الرجعَة\r\r462 - وأجمعوا على أن الحرَّ إذا طلَّق زوجته الحرَّة، وكانت مدخولاً بِها: تطليقة أو تطليقتين، أنه أحق برجعتها حتى تنقضي العدة.\r\r463 - وأجمعوا أن الرجعة تكون بالإشهاد (¬1).\r\r464 - وأجمعوا أن الرجعة إلى الرجل ما دامت في العدة، وإن كرهت ذلك المرأة.\r\r465 - وأجمعوا أن الرجعة بغير مهر ولا عوض.\r\r466 - وأجمعوا كذلك أن المطلِّق إذا قال بعد انقضاء العدة: إني قد كنت راجعتُك، وأنكرَتْ، أن القول قولها مع يمينها، ولا سبيل له عليها.\rوانفرد النعمان: فكان لا يرى اليمين في (¬2) النكاح، ولا في الرجعة.\r\r467 - وأجمعوا على أن إذا قالت المرأة في عشرة أيام: قد حضت ثلاث حيض، وانقضت عدتي، أنَّها لا تصدق ولا يُقبل قولها إلا أن تقول: قد أسقطت سقطًا قد استبان خلقه.\r¬_________\r(¬1) قال ابن قدامة في المغني (7/ 403): \"ولا خلاف بين أهل العلم في أن السنة: الإشهاد -أي على الرجعة-\".اهـ\rقلت: لكن اختلفوا في وجوبه، فقال بعدم الوجوب: مالك، وأبو حنيفة، وهو رواية عن أحمد؛ وقال بالوجوب: أحمد في الرواية الأخرى، والشافعي في أحد قوليه، وابن حزم في المحلى جعله شرطًا لا تصح الرجعة بدونه.\r(¬2) (14/أ).","seal":"E4245EAE","page":102},
      {"aya":null,"sora":null,"Na":null,"id":105,"part":1,"hno":468,"nass":"كتاب البيوع\r\r468 - وأجمعوا على أن بيع الحر باطل.\r\r469 - وأجمعوا على تحريم بيع الميتة.\r\r470 - وأجمعوا على أن بيع الخمر غير جائز.\r\r471 - وأجمعوا على تحريم ما حرم الله من: الميتة، والدم، والخنزير (¬1).\r\r472 - وأجمعوا على أن بيع الخنزير وشراءَه حرام.\r\r473 - وأجمعوا على فساد بيع حبل الحَبَلَة (¬2)، وما في بطن الناقة، وبيع الْمَجْرِ: وهو بيع ما في بطون الإناث (¬3).\r\r474 - وأجمعوا على فساد بيع المضامين والملاقيح.\rقال أبو عبيد: هو ما في الأصلاب، وما في البطون (¬4).\r\r475 - وأجمعوا على نَهي النبي - صلى الله عليه وسلم - عن بيع السنبل حتى يَبْيَض، ويأمن من العاهة، نَهى البائع والمشتري.\rوانفرد الشافعي، ثُمَّ بلغه حديث ابن عمر (¬5) فرجع عنه.\r¬_________\r(¬1) جاء تحريم الميتة والدم ولحم الخنزير في عدة آيات من القرآن؛ منها: قوله تعالى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَّحِيمٌ} [البقرة: 173]\r(¬2) جاء النهي عن بيع حبل الحبلة في حديث ابن عمر: أخرجه البخاري (2143)، ومسلم (1514).\r(¬3) قال ابن قدامة في المغني (4/ 146): \"قال ابن الأعرابي: الْمَجْرُ ما في بطن الناقة، والْمَجْر الربا، والْمَجْر القمار، والْمَجْر المحاقلة والمزابنة\".اهـ\r(¬4) قال ابن قدامة في المغني (4/ 146) -بعد أن نقل نص المصنف أعلاه-: \"إنما لم يجز بيع الحمل في البطن; لوجهين: أحدهما: جهالته, فإنه لا تعلم صفته ولا حياته؛ والثاني: أنه غير مقدور على تسليمه, بخلاف الغائب, فإنه يقدر على الشروع في تسليمه\".اهـ\r(¬5) جاء حديث ابن عمر من عدة طرق في الصحيحين وغيرهما: فأخرجه البخاري (1486) من طريق عبد الله بن دينار قال: سمعت ابن عمر رضي الله عنهما: نهى النبي - صلى الله عليه وسلم - عن بيع الثمرة حتى يبدو صلاحها؛ وكان إذا سئل عن صلاحها؟ قال: حتى تذهب عاهته.\rوأخرجه أيضًا البخاري (2194) قال: حدثنا عبد الله بن يوسف أخبرنا مالك عن نافع عن عبد الله بن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - نهى عن بيع الثمار حتى يبدو صلاحها نهى البائع والمبتاع؛ وأخرجه مسلم (1534) عن يحيى بن يحيى عن مالك به، وأبو داود (3367) من طريق القعنبي عن مالك به.\rوأخرجه مسلم (1535) قال: حدثني علي بن حجر السعدي وزهير بن حرب قالا حدثنا إسمعيل عن أيوب عن نافع عن ابن عمر أن رسول الله - صلى الله عليه وسلم - نهى عن بيع النخل حتى يزهو وعن السنبل حتى يبيض ويأمن العاهة؛ نهى البائع والمشتري.\rوقال الترمذي: \"وفي الباب عن أنس وعائشة وأبي هريرة وابن عباس وجابر وأبي سعيد وزيد بن ثابت؛ قال أبو عيسى: حديث ابن عمر حديث حسن صحيح؛ والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - وغيرهم كرهوا بيع الثمار قبل أن يبدو صلاحها وهو قول الشافعي وأحمد وإسحق\".اهـ","seal":"4BF10AAC","page":103},
      {"aya":null,"sora":null,"Na":null,"id":106,"part":1,"hno":476,"nass":"476 - وأجمعوا على أن بيع الثمار سنين لا يَجوز.\r\r477 - وأجمعوا على النهي عن بيع المحاقلة والمزابنة (¬1).\rوانفرد ابن عباس.\r¬_________\r(¬1) جاء النهي عن بيع المحاقلة والمزابنة في حديث كلٍّ من: أبي سعيد الخدري، وابن عباس، وأنس، وجابر بن عبد الله رضي الله عنهم جميعًا؛ قد أخرج حديثهم جميعًا البخاري بهذا الترتيب: (2186، 2187، 2207، 2381)؛ وأخرج مسلم حديث جابر، وأبي سعيد، وابن عباس بهذا الترتيب: (1536، 1546، 1550)؛ وأخرجه مسلم أيضًا من حديث أبي هريرة (1545).\r\rوقال الصنعاني في سبل السلام (2/ 24): \"المحاقلة وفسرها جابر راوي الحديث بأنها بيع الرجل من الرجل الزرع بمائة فرق من الحنطة, وفسرها أبو عبيد: بأنها بيع الطعام في سنبله, وفسرها مالك بأن تكرى الأرض ببعض ما تنبت وهذه هي المخابرة ويبعد هذا التفسير عطفها عليها في هذه الرواية وبأن الصحابي أعرف بتفسير ما روى, وقد فسرها جابر بما عرف كما أخرجه عنه الشافعي؛ والثانية: المزابنة مأخوذة من الزَبْن -بفتح الزاي وسكون الموحدة- وهو الدفع الشديد كأن كل واحد من المتبايعين يدفع الآخر عن حقه, وفسرها ابن عمر كما رواه مالك ببيع التمر أي رطبًا بالتمر كيلاً وبيع العنب بالزبيب كيلاً, وأخرجه عنه الشافعي في الأم وقال: تفسير المحاقلة والمزابنة في الأحاديث يحتمل أن يكون عن النبي - صلى الله عليه وسلم - منصوصًا ويحتمل أنه ممن رواه؛ والعلة في النهي عن ذلك هو الربا لعدم العلم بالتساوي\".اهـ","seal":"3663F1F6","page":104},
      {"aya":null,"sora":null,"Na":null,"id":107,"part":1,"hno":478,"nass":"478 - وأجمعوا على بيع العرايا: أنه جائز.\rالنعمان وأصحابه، قالوا: لا يَجوز.\r\r479 - وأجمعوا على أنه من باع نَخلاً لم يؤبر فثمرها للمشتري.\rوانفرد ابن أبي ليلى، فقال: الثمر للمشتري وإن لم يشترط، لأن ثَمر النخل من النخل.\r\r480 - وأجمعوا على أن من حلب المصراة فهو بالخيار: إن شاء أمسكها، وإن شاء ردها وصاعًا من تَمر (¬1).\rوانفرد أبو يوسف وابن أبي ليلى، فقالا: يردها مع قيمة اللبن؛ وشذ النعمان فقال: ليس له ردها، ولا يستطيع رد ما أخذ منها.\r\r481 - وأجمعوا على أن تلقي السلع خارجًا لا يَجوز (¬2).\rوانفرد النعمان فقال: لا أرى له بأسًا.\r\r482 - وأجمعوا على أن بيع الدَّيْن بالدَّيْن لا يَجوز.\r\r483 - وأجمعوا على أن بيع الحيوان يدًا بيد جائز.\r\r484 - وأجمعوا على أن بيع الماء من سيل النيل والفرات جائز.\r\r485 - وأجمعوا على أن السلعة لو كانت جارية؛ فأعتقها المشتري قبل قبضها، أن العتق واقع عليها.\r\r486 - وأجمعوا على ما ثبت به الخبر عن النبي - صلى الله عليه وسلم - أنه قال: «مَنْ فَرَّقَ بينَ الوالِدَةِ وولَدِها فَرَّقَ اللَّهُ بينه وبينَ أحِبّتِهِ يومَ القِيامة» (¬3)؛\rإذا كان الولد طفلاً لم يبلغ سبع\r¬_________\r(¬1) ثبت هذا في حديث أبي هريرة: أخرجه البخاري (2150)، ومسلم (1524، 1515).\r(¬2) ثبت هذا في حديث أبي هريرة السابق.\r(¬3) أخرجه الترمذي (1283، 1566)، والدارمي (2/ 299)، والحاكم في المستدرك (2/ 63)، والدارقطني في سننه (3/ 67)، وابن الجوزي في التحقيق (2/ 192) من طريق أبي عبد الرحمن الحبلي عن أبي أيوب مرفوعًا.\rوأخرجه أحمد في مسنده (5/ 412)، ومن طريقه ابن عساكر في تاريخ دمشق (32/ 118) من =","seal":"2AD6399B","page":105},
      {"aya":null,"sora":null,"Na":null,"id":108,"part":1,"hno":487,"nass":"سنين.\r\r487 - وأجمعوا على أن الستَّة الأصنَاف، متفاضلاً يدًا بيد ونسيئة لا يَجوز (¬1)\r¬_________\r= طريق حُسَيْن بن موسى عن ابن لهيعة عن حُيي بن عبد الله المعافري عن أبي عبد الرحمن به -لكن زاد في أوله قصة-.\rقلت: قال الترمذي: هذا حديث حسن غريب، وقال الحاكم: صحيح على شرط مسلم ولم يُخرجاه، وقال الزيلعي في نصب الراية (4/ 23) -تعليقًا على قول الحاكم-: \"وفيما قاله نظر لأن حُيي بن عبد الله لم يخرج له في الصحيح شيء, بل تكلم فيه بعضهم, قال ابن القطان في \"كتابه\": قال البخاري: فيه نظر, وقال أحمد: أحاديثه مناكير, وقال ابن معين: ليس به بأس, وقال النسائي: ليس بالقوي, قال: ولأجل الاختلاف فيه لم يصححه الترمذي\".اهـ\rقلت: وتابعه عند الدارمي: عبد الرحمن بن جنادة؛ ولم أقف له على ترجمة.\rوأخرجه البيهقي في الشعب (7/ 484) من طريق بقية قال ثنا خالد بن حميد عن العلاء بن كثير عن أبي أيوب الأنصاري مرفوعًا به؛ قلت: بقية يدلس تدليس التسوية ولم يصرح بالتحديث إلا عن شيخه فقط، وقال ابن عبد الهادي في تنقيح تحقيق أحاديث التعليق (2/ 587) -بعد أن ذكر رواية البيهقي-: \"وفي رجاله العلاء -وهو الاسكندراني- وهو صدوق، لكنه لم يسمع من أبي أيوب فيكون الحديث منقطعًا\".اهـ\rوله شاهد عند الحاكم في المستدرك (2/ 63) من طريق أبي بكر عياش عن سليمان التيمي عن طليق بن محمد عن عمران بن حصين قال: قال رسول الله - صلى الله عليه وسلم -: «ملعون من فرّق بين والدة وولدها»؛ واختُلِف فيه على طليق فرواه إسماعيل بن مجمع عنه عن أبي بردة عن أبي موسى قال: «لعن رسول الله - صلى الله عليه وسلم - من فرَّق بين الوالدة وولدها، وبين الأخ وأخيه»، وهذه الرواية أخرجها الدارقطني (3/ 67)؛ وأخرجه سعيد بن منصور في سننه (2/ 290) عن هشيم عن سليمان التيمي عن طليق مرسلاً؛ وقد تابع أبا بكر بن عياش عليه اثنان: عبَّاد بن عوام عند الطبراني في الدعاء (2114)، وزهير بن معاوية عند تمام الرازي في الفوائد (2/ 41).\rوقد رجح الدارقطني في العلل (7/ 217) رواية التيمي عن طليق مرسلاً، وقال ابن القطان - بعد أن نقل كلام عبد الحق في أحكامه في ذكر الاختلافات على طليق -:\r\"وبالجملة فالحديث لا يصح، لأن طليقًا لا يعرف حاله، وهو خزاعي\" -كما في نصب الراية (4/ 25) -.\r(¬1) (14/ب).","seal":"058121FF","page":106},
      {"aya":null,"sora":null,"Na":null,"id":109,"part":1,"hno":488,"nass":"أحدهما، وهو حرام (¬1).\r\r488 - وأجمعوا أن المتصارفَيْن إذا تفرقَا قبل أن يتقابضَا أن الصرف فاسد.\r\r489 - وأجمعوا على أن للسيد نزع ما بيد العبد، وكان له أن يأخذ منه دينارين ويعطيه دينارًا.\r\r490 - وأجمعوا أن حكم ما يكال ويوزن مما يؤكل ويشرب، حكم ما نَهى عنه رسول الله - صلى الله عليه وسلم -.\rوانفرد قتادة، فقال: يَجوز.\r\r491 - وأجمعوا أن بيع الصُبرة بالصُبرة من الطعام غير جائز، إذا كان من صنف واحد.\r\r492 - وأجمعوا على إجازته إذا كان من صنفَيْن.\r\r493 - وأجمعوا على أن بيع التمر بالرطب لا يَجوز.\rوانفرد النعمان: فرخَّص فيه.\r\r494 - وأجمعوا على أن الجارية إذا اشتراها الرجل، ولها زوج، والمشتري لا يعلم، أن ذلك عيب يَجب به الرد.\r\r495 - وأجمعوا على أن السلَم الجائز أن يُسلم الرجل صاحبه في طعام معلوم موصوف من طعام أرض عامة لا يُخطئ مثلها، بكيل معلوم أو وزن معلوم إلى أجل معلوم (¬2)، ودنانير ودراهم معلومة يدفع ثَمن ما أسلم فيه قبل أن يتفرقَا من مقامهما الذي تبايعَا فيه، ويُسميان المكان الذي يقبض فيه الطعام، فإذا فعلا ذلك وكانا جائزي الأمر، كان صحيحًا.\r¬_________\r(¬1) ثبت هذا في حديث عبادة بن الصامت: أخرجه مسلم (1587): قال رسول الله - صلى الله عليه وسلم -: «الذهب بالذهب والفضة بالفضة والبر بالبر والشعير بالشعير والتمر بالتمر والملح بالملح مثلاً بمثل سواء بسواء يدًا بيد؛ فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يدًا بيد»\r(¬2) ثبت هذا في حديث ابن عباس: أخرجه البخاري (2241)، ومسلم (1604).","seal":"D9FAB677","page":107},
      {"aya":null,"sora":null,"Na":null,"id":110,"part":1,"hno":496,"nass":"496 - وأجمعوا على أن من باع معلومًا من السلع بمعلوم من الثَمن إلى أجل معلوم من شهور العرب أنه جائز.\r\r497 - وأجمعوا أن السلم في الطعام لا يَجوز [بقفيز] (¬1) لا يُعرف عياره، ولا في ثوب بذراع فلان.\r\r498 - وأجمعوا على منع أن يجعل الرجل دينارًا له على رجل سلمًا في طعام إلى أجل معلوم.\r\r499 - وأجمعوا على أن السلم في الثياب جائز: بذراع معلوم، وصفة معلومة: الطول، والعرض، والرقة.\r\r500 - وأجمعوا على أن السلم في الشحم جائز إذا كان معلومًا.\r\r501 - وأجمعوا على أن النصراني إذا أسلم إلى النصراني في خمر، ثُمَّ أسلم (¬2) أحدهما، أن الذي أسلم يأخذ دراهمه.\r\r502 - وأجمعوا على أن للرجل أن يبيع سلعته بدنانير إلا قيراطًا وبدينار ودرهم.\r\r503 - وأجمعوا على أن من باع معلومًا من السلع حاضرًا بمعلوم من الثَمن، قد أحاط البائع والمشتري بالسلعة معرفة، وهما جائزَا الأمر، أن البيع جائز.\r\r504 - وأجمعوا على أن من باع سلعة بثَمن مجهول غير معلوم، ولا مسمًّى، ولا عينًا قائمًا، أن البيع فاسد.\r\r505 - وأجمعوا أن رقيق أهل الذمة إذا أسلموا بيعوا عليهم.\r\r506 - وأجمعوا أن استقراض الأشياء من الأطعمة وغيرها جائز.\r\r507 - وأجمعوا على أن من استسلف سلفًا مما يَجوز أن يُسلف، فرد عليه مثله أن ذلك جائز.\r¬_________\r(¬1) سقطت من خ.\r(¬2) أسلم -الأولى- فعل من \"السلم\"؛ وأسلم -الثانية- المقصود بِها الدخول في دين الإسلام.","seal":"8764D9CE","page":108},
      {"aya":null,"sora":null,"Na":null,"id":111,"part":1,"hno":508,"nass":"508 - وأجمعوا على أن المسلف إذا شرط (¬1) عُشْر السلف هدية أو زيادة، فأسلفه على ذلك، أن أخذه الزيادة ربا.\r\rكتاب الشُّفعَة\r\r509 - وأجمعوا على أن إثبات الشُّفعة للشريك الذي لم يقاسم فيما [بيع] (¬2) من أرض أو دار أو حائط.\r\r510 - وأجمعوا على أن من اشترى شقصًا من أرض مشتركة فسلم بعضهم الشفعة، وأراد بعضهم أن يأخذ، فلمن أراد الأخذ بالشفعة أن يأخذ الجميع أو يدعه، وليس له أن يأخذ بقدر حصته ويترك ما بقي (¬3).\r\r511 - وأجمعوا على أن للوصي الأخذ بالشُّفعة للصبي.\rوانفرد الأوزاعي فقال: حتى يبلغ الصبي فيأخذ لنفسه.\r¬_________\r(¬1) (15/أ).\r(¬2) في الإقناع للمصنف - رحمه الله - (1/ 267): [يباع].\r(¬3) قال المصنف - رحمه الله - في كتابه \"الإقناع\" (1/ 268): \"وإذا نكح الرجل المرأة على شقص من دار فلا شفعة فيه، وإذا طلب الشركاء الشفعة وحقوقهم متفاوتة أخذوا ذلك على رؤوس الرجال\".اهـ","seal":"34952922","page":109},
      {"aya":null,"sora":null,"Na":null,"id":112,"part":1,"hno":512,"nass":"كتاب الشركة\r\r512 - وأجمعوا على أن الشركة الصحيحة أن يُخرج كل واحد من الشريكين مالاً مثل صاحبه دنانير أو دراهم، ثُمَّ يخلطان ذلك حتى يصير مالاً واحدًا لا يتميز، على أن يبيعَا ويشتريَا ما رأيا من التجارات، على أن ما كان فيه من [فضل فلهما] (¬1)، وما كان من نقص فعليهما، فإذا فعلا ذلك صحت الشركة.\r\r513 - وأجمعوا على أن ليس لأحد منهما أن يبيع ويشتري دون صاحبه، إلا أن يجعل كل واحد منهما لصاحبه أن يتحرى في ذلك بما يرى، فإن فعلا، قام كل واحد منهما مقام صاحبه، وانفرد بالبيع والشراء حتى ينهاه صاحبه.\r\r514 - وأجمعوا أنه إذا مات أحد منهما انفسخت الشركة.\r\r515 - وأجمعوا على أن الشركة بالعروض لا تجوز.\rوانفرد ابن أبي ليلى، فقال: يَجوز (¬2).\r\rكتاب الرهن\r\r516 - وأجمعوا على أن الرهن في السفر والحضر جائز.\rوانفرد مجاهد، فقال: لا يَجوز في الحضر.\r\r517 - وأجمعوا أن الرهن لا يكون إلا مقبوضًا، فإن امتنع الراهن أن يقبض المرتَهن الرهن لم يُجبَرْ على ذلك.\r\r518 - وأجمعوا على أن الراهن ممنوع من بيع الرهن، وهبته، وصدقته، وإخراجه من يد من رهنه حتى يبرأ من حق المرتَهن.\r\r519 - وأجمعوا على أن المرتَهن يمنع الراهن من وطء أَمته المرهونة.\r¬_________\r(¬1) في الإقناع للمصنف - رحمه الله - (1/ 268): [الربح فبينهما].\r(¬2) أثر ابن أبي ليلي: أخرجه ابن أبي شيبة (5/ 287) قال حدثنا وكيع قال: كان سفيان يكره الشركة والمضاربة بالعروض، وكان ابن أبي ليلى يقول: لا بأس به.","seal":"FDCD123B","page":110},
      {"aya":null,"sora":null,"Na":null,"id":113,"part":1,"hno":520,"nass":"520 - وأجمعوا على أن (¬1) للراهن أن يزيد المرتَهن رهنًا مع رهنه أو رهونًا.\r\r521 - وأجمعوا على أن للمكاتب أن يرهن فيما فيه له صلاح.\r\r522 - وأجمعوا على أن رهن المكاتب جائز.\rوانفرد الشافعي، فقال: لا يَجوز.\r\r523 - وأجمعوا على أن الرجل إذا استعار من الرجل الشيء يرهنه على دنانير معلومة، عند رجل سمي له، إلى وقت معلوم، فرهن ذلك على ما أذن له فيه، أن ذلك جائز.\r\r524 - وأجمعوا على أن العبد المرهون إذا جنى على السيد جناية تأتي على نفسه خطأ، أنه رهن بحاله.\r\r525 - وأجمعوا أنه من رهن شيئًا أو أشياء بمال، فأدى بعض المال، وأراد [إخراج] (¬2) بعض الرهن، أن ذلك ليس له، ولا يُخرج من الرهن شيء، حتى يوفيه آخر حقه، أو يبرأ من ذلك.\r\r526 - وأجمعوا على أن للمسلم أن يرتَهن المصحف من أخيه المسلم.\r\rكتاب الْمُضَارَبة\r\r527 - وأجمعوا على أن القَراض بالدنانير والدراهم جائز.\r\r528 - وأجمعوا على أن للعامل أن يشترط على رب المال: ثلث الربح أو نصفه أو ما يجتمعان عليه، بعد أن يكون ذلك معلومًا جزءًا من أجزاء.\r\r529 - وأجمعوا على إبطال القراض الذي يشترط أحدهما أو كلاهما لنفسه دراهم معلومة.\r\r530 - وأجمعوا على أن الرجل إذا دفع إلى الرجل مالاً مضاربة، ثُمَّ اختلفَا وقد\r¬_________\r(¬1) (15/ب).\r(¬2) سقطت من ط.","seal":"1F359143","page":111},
      {"aya":null,"sora":null,"Na":null,"id":114,"part":1,"hno":531,"nass":"جاء العامل بألفي درهم، فقال رب المال: كان رأس مالي ألف درهم؛ وقال العامل: كان رأس المال ألف درهم، والربح ألف درهم، أن القول: قول العامل مع يَمينه، وذلك إذا لم يكن لرب المال بينة.\r\r531 - وأجمعوا على أن قسم الربح جائز، إذا أخذ رب المال رأس ماله.\r\r532 - وأجمعوا على أن رب المال إذا نَهى العامل أن يبيع بنسيئة فباع بنسيئة أنه ضامن.\r\r533 - وأجمعوا على أن الرجل إذا دفع لرجل مالاً معاملة، وأعانه رب المال عن غير شرط، أن ذلك جائز.\r\rكتاب الحوالة والكفالة\r\r534 - وأجمعوا على أن ديون الميت [على الناس إلى] (¬1) أجل لا تَحل بموته، وهي إلى أجلها.\r\r535 - وأجمعوا على أن الرجل إذا ضمن عن الرجل لرجل مالاً معلومًا بأمره: أن الضمان لازم له، وله أن يأخذ ممن ضمن عنه (¬2).\r¬_________\r(¬1) هكذا في خ؛ وفي ط: [للناس على].\r(¬2) (16/أ).","seal":"A0456D05","page":112},
      {"aya":null,"sora":null,"Na":null,"id":115,"part":1,"hno":536,"nass":"كتاب الحَجْر\r\r536 - وأجمعوا على أن مال اليتيم يدفع إليه، إذا بلغ النكاح وأونس منه الرشد.\r\r537 - وأجمعوا على أن الحجر يَجب على كل مُضيِّع لماله من صغير وكبير.\rوانفرد النعمان وزَفَر، فقالا: لا يُحجر على الحرِّ البالغ، إذا بلغ مبالغ الرجال (¬1).\r\r538 - وأجمعوا على أن إقرار المحجور على نفسه جائز.\r\rكتاب التفليس\r\r539 - وأجمعوا على أن يَحبسوا في الديون.\rوانفرد عمر بن عبد [العزيز] (¬2) فقال: يقسم ماله ولا يُحبس (¬3).\r\r540 - وأجمعوا على أن ما كان من دَيْن للمفلس إلى أجل أن ذلك إلى أجله لا يَحل بإفلاسه.\r¬_________\r(¬1) قال عبد العزيز البخاري في كشف الأسرار شرح أصول البزدوي (4/ 235): \" ... مثل ما قال أبو حنيفة في السفيه إذا بلغ خمسًا وعشرين سنة، يُدفع ماله إليه، وإن لم يؤنس منه رشد مع أن دفع المال إليه معلَّق بإيناس الرشد بالنص والمعلَّق بالشرط معدوم قبل وجوده لأنه لما استوفى هذه المدة لابد من ان يستفيد رشدًا والامتحان في الغالب\".اهـ\r(¬2) في خ: [الرحمن].\r(¬3) وللمصنف تفصيل في هذه المسألة في كتابه الإقناع (2/ 564، 563).","seal":"CB9C9304","page":113},
      {"aya":null,"sora":null,"Na":null,"id":116,"part":1,"hno":541,"nass":"كتاب المزارعة وكتاب المسَاقاة\r\r541 - وأجمعوا على أن اكتراء الأرض بالذهب والفضة، وقتًا معلومًا جائز.\rوانفرد طاووس والحسن: فكرهاها.\r\r542 - وأجمعوا على أن دفع الرجل نَخلاً مساقاة على الثلث أو الربع أو النصف، أن ذلك جائز (¬1).\rوأنكر النعمان المعاملة على شيء من الغرس ببعض ما يَخرج منها.\r\rكتاب الاستبراء\r\r543 - وأجمعوا على منع الرجل وطء جارية تَملكها من السبي وهي حامل، حتى تضع.\r\r544 - وأجمعوا على أن المواضعة للاستبراء غير جائزة.\rوانفرد مالك بن أنس، فقال: المواضعة على ما أحب أو كره.\r\r545 - وأجمعوا على أن المرأة إذا وقعت في ملك رجل ولها زوج مقيم في دار الحرب، أن نكاح زوجها قد انفسخ، وحل لمالكها وطؤها بعد الاستبراء.\r¬_________\r(¬1) وقد نقل الإجماع عليه أيضًا: ابن قدامة في المغني (5/ 126)، فقال: \"المساقاة: أن يدفع الرجل شجره إلى آخر, ليقوم بسقيه , وعمل سائر ما يحتاج إليه, بجزء معلوم له من ثمره؛ وإنما سميت مساقاة لأنها مفاعلة من السقي; لأن أهل الحجاز أكثر حاجة شجرهم إلى السقي, لأنهم يستقون من الآبار, فسميت بذلك؛ والأصل في جوازها السنة والإجماع; أما السنة: فما روى عبد الله بن عمر رضي الله عنه قال: \" عامل رسول الله - صلى الله عليه وسلم - أهل خيبر بشطر ما يخرج منها, من ثمر أو زرع\"؛ حديث صحيح, متفق عليه؛ وأما الإجماع: فقال أبو جعفر محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنه وعن آبائه: \"عامل رسول الله - صلى الله عليه وسلم - أهل خيبر بالشطر, ثم أبو بكر وعمر وعثمان وعلي, ثم أهلوهم إلى اليوم يعطون الثلث والربع؛ وهذا عمل به الخلفاء الراشدون في مدة خلافتهم, واشتهر ذلك, فلم ينكره منكر , فكان إجماعًا\".اهـ","seal":"EE9EADC5","page":114},
      {"aya":null,"sora":null,"Na":null,"id":117,"part":1,"hno":546,"nass":"كتاب الإجارات\r\r546 - وأجمعوا على أن الإجارة ثابتة.\r\r547 - وأجمعوا على إجازة أن يكري الرجل من الرجل دارًا معلومة [قد عرفاها وقتًا معلومًا] (¬1) بأجر معلوم.\r\r548 - وأجمعوا على أن من اكترى دابة ليحمل عليها عشرة أقفزة قمح، فحمل عليها ما اشترط (¬2) فتلفت، ألاَّ شيء عليه.\r\r549 - وأجمعوا على أن استئجار الظئر جائز.\r\r550 - وأجمعوا على أن طعامها وكسوتِها ونفقتها ليس على المستأجر منه شيء.\r\r551 - وأجمعوا على أن من اشترط ذلك عليه إن كان معروفًا، أن ذلك جائز.\r\r552 - وأجمعوا على أن للرجل أن يستأجر أُمه أو أُخته أو ابنته أو خالته لرضاع ولده.\r\r553 - وأجمعوا على إجارة المنازل والدواب إذا بَيّنا الوقت والأجر، وكانا عالِمَيْن بالذي عقدَا عليه الإجارة [ويُبينا لمن] (¬3) سُكنى الدار، وركوب الدابة وما يحمل عليها.\r\r554 - وأجمعوا على أن إجارة البسط والثياب جائزة.\r\r555 - وأجمعوا على إجازة الرجل إذا اكترى رجلاً بالنهار بأجر معلوم ومدة معلومة.\r\r556 - وأجمعوا على استئجار الخيم والمحامل والعاريات بعد أن يكون المكترى من ذلك عينًا قائمة قد رأياها جميعًا، مدة معلومة بأجر معلوم.\r\r557 - وأجمعوا على إبطال أُجرة النائحة والمغنية.\r¬_________\r(¬1) سقطت من خ.\r(¬2) (16/ب).\r(¬3) في ط: [مبينًا].","seal":"60DC7E6C","page":115},
      {"aya":null,"sora":null,"Na":null,"id":118,"part":1,"hno":558,"nass":"كتاب الوديعَة\r\r558 - وأجمعوا على أن الأمانات مردودة إلى أربابِها.\r\r559 - وأجمعوا على أن على المودع إحراز الوديعة.\r\r560 - وأجمعوا على أنه يقبل قول المودَع: إن الوديعة تلفت.\rوقال عمر بن الخطاب: يضمن، وضمن أنس وديعة تلفت من بين ماله.\r\r561 - وأجمعوا على أن المودع إذا أحرز بنفسه في صندوقه أو حانوته أو بيته، فتلفت ألاّ ضمان عليه.\r\r562 - وأجمعوا على أن الوديعة إذا كانت درهمًا فاختلطت بغيرها وخلطها غير المودَع، ألاَّ ضمان على المودَع.\r\r563 - وأجمعوا على أن المودَع إذا أحرز الوديعة ثُمَّ ذكر أنَّها ضاعت، أن القول قوله مع يَمينه.\r\r564 - وأجمعوا على أن الوديعة إذا عرفت بعينها لرجل، أن صاحبها أحق بِها، وأن تسليمها إليه يَجب.\r\r565 - وأجمعوا على أن المودَع ممنوع من استعمال الوديعة خوفًا من إتلافها.\r\r566 - وأجمعوا على إباحة استعمالها بإذن مالكها.\r\rكتاب اللُّقَطَة\rقال ابن المنذر: لم يثبت فيها إجماع.","seal":"E246217C","page":116},
      {"aya":null,"sora":null,"Na":null,"id":119,"part":1,"hno":567,"nass":"كتاب العَارية (¬1)\r\r567 - وأجمعوا على أن المستعير لا يملك بالعارية الشيء المستعار.\r\r568 - وأجمعوا على أن [له أن] (¬2) يستعمل الشيء المستعار.\r\r569 - وأجمعوا على أن المستعير إذا أتلف الشيء المستعار أن عليه ضمانه.\r\rكتاب اللَّقِيط\r\r570 - وأجمعوا على أن اللقيط حرٌّ (¬3).\r\r571 - وأجمعوا على أن الطفل إذا وُجِد في بلاد المسلمين ميتًا، أن غسله ودفنه يجب في مقابر المسلمين.\r\r572 - وأجمعوا على أن نفقة اللقيط غير واجبة على الملتقط كوجوب نفقة ولده إن كان له.\r\r573 - وأجمعوا على أنه إذا أدرك اللقيط، وكان عدلاً، جازت شهادته.\r\r574 - وأجمعوا على أن المرأة لو ادعت اللقيط أنه ابنها لم يقبل قولها.\r\r575 - وأجمعوا على أن ما وُجد معه من مال أنه له.\r\rكتاب الآبق\r\r576 - وأجمعوا على أن الرجل إذا أعتق عبده الآبق أن العتق يقع عليه.\r¬_________\r(¬1) (17/أ).\r(¬2) سقطت من ط.\r(¬3) قال ابن حزم في المراتب (ص 106): \"أجمعوا أن اللقيط إذا أقر ملتقطه بحريته، فإنه حرٌّ\".اهـ.","seal":"83BCC2F5","page":117},
      {"aya":null,"sora":null,"Na":null,"id":120,"part":1,"hno":577,"nass":"كتاب المكاتب\r\r577 - وأجمعوا أن ولد المكاتب من الحرَّة أحرار.\r\r578 - وأجمعوا أن ولده من أَمة لقوم آخرين مملوك لسيد الأَمة.\r\r579 - وأجمعوا أن الرجل إذا كاتب عبده على ما يَجوز، مما له عدد أو وزن أو كيل معلوم، على نجوم معروفة من شهور العرب، أن ذلك جائز.\r\r580 - وأجمعوا أن للمكاتب أن يبيع ويشتري، ويأخذ ويعطي، ويتصدق فيما فيه الصلاح لماله، والتوفير عليه على ما يَجوز بين المسلمين من أحكامهم.\r\r581 - وأجمعوا أن له أن ينفق بالمعروف مما في يده من المال على نفسه فيما لا غنى له عنه.\r\r582 - وأجمعوا على أن نكاح العبد بغير إذن سيده باطل.\r\r583 - وأجمعوا على أن بيع [السيد] (¬1) مكاتبه غير جائز على أن يبطل كتابته ببيعه إذا كان ماضيًا فيها، مؤديًا ما يَجب عليه من نجومه في أوقاتِها.\r\r584 - وأجمعوا على أن المكاتب كتابة صحيحة إذا أدى نُجومه في أوقاتِها على ما شرط عليه أنه يعتق.\r\r585 - وأجمعوا على أن المكاتب إذا دخل عليه نجمان من نجومه أو نجومه كلها فوقف السيد عن مطالبته، فيتركه بِحاله، أن الكتابة لا تنفسخ ما داما ثابتين على العقد الأول.\r\r586 - وأجمعوا على أن النصراني إذا كاتب عبدًا له نصرانيًا على ما تَجوز به الكتابة بين المسلمين أن ذلك جائز.\r\r587 - وأجمعوا على أن سيد العبد إذا كاتبه (¬2) على نُجوم معلومة؛ بمال يَجوز الكتابة به، في أوقات معلومة من شهور العرب، وقال: إذا أديت في الأوقات التي سميتها لك فأنت حر، أن الحرية تقع عليه إذا أدى ذلك على ما شرط عليه.\r¬_________\r(¬1) سقطت من ط.\r(¬2) (17/ب).","seal":"F8BB2E5E","page":118},
      {"aya":null,"sora":null,"Na":null,"id":121,"part":1,"hno":588,"nass":"كتاب الْمُدبَّر\r\r588 - وأجمعوا على أن من دبّر عبده أو أَمته ولم يرجع عن ذلك حتى مات، فالمدبَّر يخرج من ثلث ماله بعد قضاء دين، إن كان عليه، وإنفاذ وصايا إن كان أوصى بِها، وكان السيد بالغًا جائز الأمر، أن الحرية تَجب له إن كان عبدًا، ولها إن كانت أَمة بعد وفاة السيد.\r\r589 - وأجمعوا على أنه إذا قال لعبده: إن مت في مرضي هذا، أو في عامي هذا فأنت حرٌّ، فليس هذا تدبيرًا.\r\r590 - وأجمعوا أنه إن مات في مرضه أو في سفره أنه حرٌّ من ثلث ماله.\r\r591 - وأجمعوا أن المدبَّر يخرج من الثلث.\rوانفرد مسروق وابن جبير، فقالا: من رأس المال.\r\r592 - وأجمعوا على أن من أعتق عبدًا له عن دبُر، أنه لا يعتق إلا بعد موت السيد.\r\r593 - وأجمعوا على أن الرجل يصيب وليدته إذا دبَّرها.\rوانفرد الزهري فقال: لا يجوز ذلك.\r\rكتاب أُمهات الأولاد\r\r594 - وأجمعوا على أن الرجل إذا اشترى جارية شراء صحيحًا ووطئها وأولدها أن أحكامها في أكثر أُمورها أحكام الإماء.\r\r595 - وأجمعوا على أن ولد أُم الولد من سيدها حرٌّ.\r\r596 - وأجمعوا أن أولادها من غير سيدها، لمنزلتها، يُعتقون بعتقها، ويرقون برقها.\rوانفرد الزهري، فقال: مملَّكون.\r\r597 - وأجمعوا أنه إذا أعتق الرجل أُم ولده في مرضه، ولا مال له أو له مال فسواء، وتعتق من رأس المال.","seal":"6DEFB587","page":119},
      {"aya":null,"sora":null,"Na":null,"id":122,"part":1,"hno":598,"nass":"كتاب الهبَات والعَطايَا والهدايَا\r\r598 - وأجمعوا على أن الرجل إذا وَهَبَ لرجل دارًا أو أرضًا أو عبدًا على غير عوض، [بطيب] (¬1) نفس المعطي، وقبل الموهوب له ذلك وقبضه، يدفع من الواهب ذلك إليه، وأجازه، أن الهبة له تامة.\r\r599 - وأجمعوا على أن من وهب عبدًا بعينه أو دارًا أو دابة بعينها وقبضها الموهوب له، أن الهبة صحيحة.\r\r600 - وأجمعوا أن الرجل إذا وهب لولده الطفل، دارًا بعينها أو عبدًا بعينه (¬2) وقبّضه له من نفسه، وأشهد عليه أن الهبة تامة.\r\r601 - وأجمعوا على أن الرجل إذا وهب ماله على رجل منه وأبرأه وقَبِل البراءة أن ذلك جائز.\r\r602 - وأجمعوا على أن حكم الهبات في المرض، [الذي يَموت فيه] (¬3) الواهب حُكم الوصايا، وتكون من الثلث إذا كانت مقبوضة.\r\r603 - وأجمعوا على أنه إذا وهب المسلم للذمي أو وهب الذمي للمسلم، وقبض ذلك الموهوب، وكان الشيء [مقدارًا] (¬4) معلومًا، أن ذلك جائز.\r¬_________\r(¬1) في ط: [ملك]؛ وهو خطأ.\r(¬2) (18/أ).\r(¬3) سقطت من خ.\r(¬4) سقطت من ط.","seal":"A96B1629","page":120},
      {"aya":null,"sora":null,"Na":null,"id":123,"part":1,"hno":604,"nass":"كتاب العمرى والرقبى (¬1)\rلم يثبت فيهما إجماع.\r\rكتاب الأَيْمان والنذور\r\r604 - وأجمعوا على أن من قال: والله أو بالله أو تالله، فيَحنث أن عليه الكفارة.\r\r605 - وأجمعوا على أن من حلف باسم من أسماء الله تعالى ثُمَّ حنث عليه الكفارة.\r\r606 - وأجمعوا على أن الحالف بالطلاق على زوجته في أَمر لا يفعله ففعله، أن الطلاق يقع عليها (¬2).\r¬_________\r(¬1) قال ابن قدامة في المغني (5/ 399): \"وصورة العمرى أن يقول الرجل: أعمرتك داري هذه, أو هي لك عمري, أو ما عاشت, أو مدة حياتك, أو ما حييت, أو نحو هذا؛ سميت عمرى لتقييدها بالعمر.\rوالرقبى أن يقول: أرقبتك هذه الدار, أو هي لك حياتك, على أنك إن مت قبلي عادت إلي, وإن مت قبلك فهي لك ولعقبك؛ فكأنه يقول: هي لآخرنا موتًا؛ وبذلك سميت رقبى; لأن كل واحد منهما يرقب موت صاحبه؛ وكلاهما جائز, في قول أكثر أهل العلم\".اهـ\r(¬2) هذا الإجماع المقصود به أنه قول أكثر العلماء وإلا فإنه من المعلوم أن المسألة فيها تفصيل وخلافٌ معتبرٌ، كما قال السيوطي في الأشباه والنظائر (ص 195) ناقلاً عن النووي أنه قال: \"وبقي صورة واحدة وهي: ما إذا أطلق التعليق ولم يقصد تكليفًا ولا قصد التعليق المحض بل أخرجه مخرج اليمين؛ فهذه الصورة: هي التي أطلق معظم الأصحاب فيها القولين؛ واختار صاحب المهذب والانتصار والرافعي, عدم الحنث وعدم وقوع الطلاق؛ وكان شيخنا ابن الصلاح: يختار وقوعه ويعلله بكونه مذهب أكثر العلماء, وبعموم لفظ التعليق ظاهرًا, لكن قرينة الحثِّ والمنع تصلح للتخصيص وفيها بعض الضعف؛ ومن ثم توقف صاحب الحاوي, ومن حكى عنه التوقف من أشياخه في ذلك؛ فالذي يقوي التخصيص: أن ينضم إلى قرينة الحث, والمنع: القصد للحث, والمنع, فيقوي حينئذ التخصيص كما اخترناه, والغالب: أن الحالف على فعل مستقبل من أفعال من يعلم أنه يرتدع منه يقصد الحث أو المنع فيختار أيضا: أن لا يقع طلاقه بالفعل مع الجهل والنسيان, إلا أن يصرفه عن الحث أو المنع بقصد التعليق على الفعل مطلقا, فيقع في الصور كلها بوجود الفعل؛ وأما من حلف على فعل نفسه, فلا يمتنع وقوع طلاقه بالنسيان أو الجهل إلا عند قصد الحث أو المنع. انتهى\".اهـ","seal":"322C6665","page":121},
      {"aya":null,"sora":null,"Na":null,"id":124,"part":1,"hno":607,"nass":"607 - وأجمعوا على أن من حلف على أَمر كاذبًا متعمدًا، أن لا كفارة عليه.\rوانفرد الشافعي، فقال: يُكفِّر وإن أثِم.\r\r608 - وأجمعوا أن الحانث في نفسه بالخيار إن شاء أطعم [وإن] (¬1) شاء كسَا.\r\r609 - وأجمعوا على أن من وجبت عليه كفارة يمين فأعتق رقبة مؤمنة أن ذلك يُجزئ عنه.\r\r610 - وأجمعوا أن الحالف الواجد للإطعام أو الكسوة أو الرقبة لا يُجزئه الصوم إذا حنث في يمينه.\r\r611 - وأجمعوا أنه من حلف أن لا يأكل طعامًا، ولا يشرب شرابًا [فوافق] (¬2) شيئًا من ذلك، ولم يدخل حلقه أنه لا يَحنث.\r\r612 - وأجمعوا على أن الرجل إذا حلف ألاَّ يتكلم، فتكلم بأي لُغة كانت: حنث.\r\r613 - وأجمعوا أن كل من قال: إن شفى الله عليلي أو قدم [غائبي] (¬3) أو ما أشبه ذلك: فعليَّ من الصوم كذا، ومن الصلاة كذا، فكان ما قال: أن عليه الوفاء بنذره.\r¬_________\r(¬1) في ط: [أو].\r(¬2) في ط، ق (2089): [فذاق].\r(¬3) في ط: [غايتي]؛ وهو خطأ ظاهر.","seal":"9041327C","page":122},
      {"aya":null,"sora":null,"Na":null,"id":125,"part":1,"hno":614,"nass":"كتاب أحكام السُّرَّاق\r\r614 - وأجمعوا على أنه من سرق عبدًا صغيرًا من الحرز: أن عليه القطع.\r\r615 - وأجمعوا أن القطع يَجب على من سرق، ما يَجب فيه القطع من الحرز.\rوانفرد الحسن البصري، فقال: فيمن جمع المتاع في البيت عليه القطع، ورواية أُخرى مثل قول الجميع.\r\r616 - وأجمعوا على أن من سرق من الفسطاط شيئًا قيمته (¬1) ما يقطع فيه اليد، أن عليه القطع.\r\r617 - وأجمعوا على أن المرء إذا استعار الشيء ثُمَّ جحده: أن لا قطع عليه.\rوانفرد إسحاق، فقال: عليه القطع؛ وقال أحمد: لا أعلم شيئًا يدفعه.\r\r618 - وأجمعوا أن لا قطع على المختلس.\rوانفرد إياس بن معاوية، فقال: أقطعه.\r\r619 - وأجمعوا أن لا قطع على الخائن.\r\r620 - وأجمعوا أن السارق إذا سرق مرات إذا قدم إلى الحاكم في آخر السرقات أن قطع يده يُجزئ عن ذلك كله.\r\r621 - وأجمعوا في أن قطع يد السارق إذا شهد عليه بالسرقة: شاهدان، عدلان، مسلمان، حران، ووصفَا ما يَجب فيه القطع، ثُمَّ عاد أنه يقطع.\r\r622 - وأجمعوا على أن الشاهدين إذا شهدا على سارق فقطعت يده ثُمَّ جاءا بآخر، فقالا: هذا الذي سرق، وقد أخطأنا الأول: أنهما يغرمان دية اليد، ولا تقبل شهادتُهما على الثاني.\r\r623 - وأجمعوا على أن لا قطع على العبد إذا سرق من مولاه.\r\r624 - وأجمعوا على أن السارق إذا قطع، أن المتاع يرد على المسروق.\r\r625 - وأجمعوا على أن المسلم إذا سرق من أخيه خمرًا: أن لا قطع عليه.\r¬_________\r(¬1) (18/ب).","seal":"0225201B","page":123},
      {"aya":null,"sora":null,"Na":null,"id":126,"part":1,"hno":626,"nass":"626 - وأجمعوا على تَحريم الخمر.\r\r627 - وأجمعوا على أن الفرائض والأحكام تجب على المسلم البالغ.\r\r628 - وأجمعوا أن الأحكام تجب على المرأة إذا تطهرت من الحيض، وهي والرجل سواء في حكم الإسلام.\r\r629 - وأجمعوا أن أمر المحارب إلى السلطان، وإن قتل المحارب أخَا امرئ، أو أباه في حالة المحاربة أن عفو طالب الدم لا يَجوز في حالة المحاربة.","seal":"EF8B5BC6","page":124},
      {"aya":null,"sora":null,"Na":null,"id":127,"part":1,"hno":630,"nass":"كتاب الحدود\r\r630 - وأجمعوا على تحريم الزنا.\r\r631 - وأجمعوا على أنَّ به الجلد.\r\r632 - وأجمعوا على أن الحرَّ إذا تزوج [حرَّة] (¬1) تزويْجًا صحيحًا، ووطئها في الفرج، أنه محصن يَجب عليهما الرجم إذا زنيَا.\r\r633 - وأجمعوا على أن المرء لا يكون بعقد النكاح محصنًا حتى يكون معه الوطء.\r\r634 - وأجمعوا أن المرجوم يداوم عليه الرجم حتى يَموت.\r\r635 - وأجمعوا على أن المرأة إذا اعترفت بالزنا، وهي حامل: أنه لا ترجم حتى تضع حملها.\r\r636 - وأجمعوا على أن الجلد بالسوط يَجب، والسوط الذي يجب الجلد به سوط بين سوطين.\r\r637 - وأجمعوا على أن على البكر النفي.\rوانفرد النعمان وابن الحسن، فقالا: لا يغربان.\r\r638 - وأجمعوا على أنه من زنى: بَخالته، أو بَحماته، أو ذوي رحم محرم عليه، أنه زان، وعليه الحد.\r\r639 - وأجمعوا على أن درء الحد بالشبهات.\r\r640 - وأجمعوا على أن العبد إذا أقر بالزنا أن الحد يجب عليه أقر بذلك المولى (¬2) أو أنكر.\r\r641 - وأجمعوا على أن الشهادة على الزنا: أربعة لا يقبل أقل منهم.\r\r642 - وأجمعوا على أن النصراني إذا قذف المسلم الحر، أن عليه ما على المسلم\r¬_________\r(¬1) سقطت من ط.\r(¬2) (19/أ).","seal":"14E49547","page":125},
      {"aya":null,"sora":null,"Na":null,"id":128,"part":1,"hno":643,"nass":"إذا قذف المسلم.\r\r643 - وأجمعوا على أنه إذا افترى أحد على عبد فلا حدَّ عليه.\r\r644 - وأجمعوا على أنه إذا قال الرجل للرجل: يا ابن الكافر، وأبواه مؤمنان قد ماتَا، أن عليه الحدَّ.\r\r645 - وأجمعوا على أن الرجل إذا قال للرجل: يا يهودي أو يا نصراني، أن عليه التعزير، ولا حدَّ عليه.\r\r646 - وأجمعوا على أنه إذا قذف الرجل: أباه أو جده أو أحدًا من أجداده أو جداته بالزنا، أن عليه الحدَّ.\r\r647 - وأجمعوا على أن للمقذوف طلب ما يَجب [به] (¬1) الحدُّ من القاذف.\r\r648 - وأجمعوا على أن المقذوف إذا كان غائبًا: فليس لأبيه، ولا لأمه أن يطلبَا بالقذف ما دام المقذوف حيًّا.\r\r649 - وأجمعوا على أنه لا يَجوز الكفالة في الحدود.\r\r650 - وأجمعوا على أن الحدَّ لا يَجب بيمين وشاهد.\r\r651 - وأجمعوا على أن قول الرجل للرجل: يا فاسق، يا خبيث، أنه لا يؤخذ منه الحدُّ.\r\r652 - وأجمعوا على أن الحدَّ يقاد به الحرُّ، وإن كان المجني عليه مقعدًا أو أعمى أو أشل [اليدين] (¬2)، والآخر [صحيحًا] (¬3) سوي الخلق.\r\r653 - وأجمعوا على أن القصاص بين المرأة والرجل في النفس إذا كان القتل عمدًا.\rوروي عن عطاء والحسن غير ذلك.\r¬_________\r(¬1) في ط: [له].\r(¬2) سقطت من ط.\r(¬3) سقطت من ط.","seal":"9D2C61AB","page":126},
      {"aya":null,"sora":null,"Na":null,"id":129,"part":1,"hno":654,"nass":"654 - وأجمعوا على أن القول في القتل الخطأ بالآية.\r\r655 - وأجمعوا على أن من ضرب رجلاً بسيف أو سكين أو سنان رمح أن عليه القود.\r\r656 - وأجمعوا على أن القتل الخطأ، أن يريد يرمي الشيء فيصيب غيره.\r\r657 - وأجمعوا على تسليم العبد في القتل.\rوانفرد مالك: فأنكره.\r\r658 - وأجمعوا على أن عمر بن الخطاب رحمه الله كان [لا يحد إلا على من علمه] (¬1).\r\r659 - وأجمعوا على أن للإمام أن يُعزِّرَ في بعض الأشياء.\r\r660 - وأجمعوا على أن نفي البكر الزاني يَجب.\rوانفرد النعمان وابن الحسن.\r\r661 - وأجمعوا على أن الرجل إذا وطئ جارية ذات محرم عليه أنه زان؛ وكذلك أُم الولد، والمدبرة، والمكاتبة، والمعتق بعضه: يعني إذا أقر بالزنا أنه يُحَد.\r\r662 - وأجمعوا على أن الأمة إذا زنت ثُمَّ أعتقت حدت حدَّ الإماء، وإذا زنت وهي لا تعلم بالعتق، ثُمَّ علمت وقد حدت حدَّ الإماء أقيم عليها تمام الحدِّ، ولا حدَّ على قاذف المكاتب والمعتق بعضه، والمدبر.\r\r663 - وأجمعوا على أن السكران في المرة الرابعة لا يَجب عليه القتل، [إلا من لم] (¬2) يعد خلافًا.\r\r664 - وأجمعوا على أن الحرَّ يقاد به الحرُّ.\r\r665 - وأجمعوا -ولا أحفظ فيه خلافًا-: أن رجلاً إذا قطع يمين رجل ويسار آخر؛ أنه يقتص لهما جميعًا.\r¬_________\r(¬1) هذا القدر مطموس في خ.\r(¬2) في ط: [إلا شاذًا من الناس لا].","seal":"9FEBE4A5","page":127},
      {"aya":null,"sora":null,"Na":null,"id":130,"part":1,"hno":666,"nass":"666 - وأجمعوا على أن الانتظار بالقصاص من الجرح حتى يبرأ صاحب الجرح، وهذا (¬1) رأي من نَحفظ عنه من أهل العلم.\r\r667 - وأجمع كل من نحفظ عنه من أهل العلم: أن ليس على صاحب الدابة المنفلتة ضمان فيما أصابت.\r\r668 - وأجمعوا على أن دية الرجل مائة من الإبل.\r\r669 - وأجمعوا على أن دية المرأة نصف دية الرجل.\r\r670 - وأجمعوا على ما في الآية التي في النساء: {وَمَا كَانَ لِمؤْمِنٍ أنْ يَقْتُلَ مُؤْمِنًا إلا خطأً} [النساء: 92].\r\r671 - وأجمعوا على أن في الموضحة خَمسًا من الإبل.\r\r672 - وأجمعوا على أن الْمُوضِحَة تكون في الرأس والوجه.\r\r673 - وأجمعوا أن في الْمُنَقِّلة خمسة عشر من الإبل.\r\r674 - وأجمعوا أن الْمُنَقِّلة هي التي تنقل العظام.\r\r675 - وأجمعوا على أن الْمُنَقِّلة لا قَوْد فيها.\rوانفرد ابن الزبير فروينا أنه أقاد منها.\r\r676 - وأجمعوا أن في المأمومة ثلث الدية.\rوانفرد مكحول، فقال: إذا كانت عمدًا ففيها ثلثَا الدية، وإذا كانت خطأ ففيها ثلث الدية.\r\r677 - وأجمعوا ألاَّ قَوْد في المأمومة.\r\r678 - وأجمعوا أن في العَقْل دية.\r\r679 - وأجمع أكثر أهل العلم أن في الأُذنين الدية.\rوانفرد مالك بن أنس فقال: سمعنا أن في السمع الدية.\r\r680 - وأجمعوا على أن في العينين إذا أُصيبتا خطأ: الدية، وفي العين الواحدة\r¬_________\r(¬1) (19/ب).","seal":"0FBDE4A8","page":128},
      {"aya":null,"sora":null,"Na":null,"id":131,"part":1,"hno":681,"nass":"نصف الدية.\r\r681 - وأجمعوا على أن الأنف إذا أوعب جدعًا الدية.\r\r682 - وأجمعوا على أن في اللسان الدية.\r\r683 - وأجمعوا على أن في لسان الأخرس حكومة.\rوانفرد قتادة والنخعي: فحمل أخيرهما الدية، والآخر: ثلث الدية.\r\r684 - وأكثر من نحفظ عنه من أهل العلم أن في ذهاب الصوت من الجناية: الدية.\r\r685 - وأجمعوا أن في اليد: نصف الدية.\r\r686 - وأكثر من نحفظ عنه يقول: الأصابع سواء لا يفضل بعضها بعضًا، وروينا عن عمر قولاً آخر، وروينا عنه مثل هذا.\r\r687 - وأجمعوا أن الأنامل سواء، وأن في كل أنْملة ثلث دية أصبع إلا الإبْهام.\r\r688 - وأجمع كثير من أهل العلم أن في الإبْهام أنْملتين.\rوانفرد مالك بن أنس، فقال: ثلاثة أنامل، أحد قوليه، والآخر: يوافق.\r\r689 - وأجمعوا أن اليد الصحيحة إذا ضربت وشلت ففيها ديتها كاملة.\r\r690 - وأجمعوا أن في ثدي المرأة نصف الدية.\r\r691 - وأجمعوا أن في الصلب الدية.\rوانفرد ابن زبير فروينا عنه أنه قضى فيه: بثلثي الدية.\r\r691/ 2 - [وأجمعوا أن في الجائفة ثلث الدية.\rوانفرد مكحول فجعل فيها إذا كانت عمدًا ثلثي الدية] (¬1).\r\r692 - وأجمعوا على أن في الذَكَر الدية.\rوانفرد قتادة فقال: في ذَكَر الذي لا يأتي النساء ثلث ما في ذَكَر الذي يأتي النساء.\r\r693 - وأجمعوا على أن في الإليتين الدية.\r¬_________\r(¬1) سقطت هذه الفقرة من ط.","seal":"99315BB2","page":129},
      {"aya":null,"sora":null,"Na":null,"id":132,"part":1,"hno":694,"nass":"694 - وأجمعوا على أن في اليد خمسين، وفي الرجل خمسين.\r\r695 - وأجمع كل من نحفظ قوله أن معنى قولهم حكومة أن يقال: إذا أُصيب الإنسان بِجرح لا عَقْل له معلوم، كم قيمة هذا لو كان عبدًا (¬1) قبل أن يُجرح هذا الجرح أو يضرب هذا الضرب؟ فإن قيل: مائة دينار، قيل: كم قيمته وقد أصابه هذا الجرح وانتهى برؤه؟ فإن قيل: خمسة وتسعون دينارًا؛ فالذي يَجب للمجني عليه على [الجاني] (¬2) نصف عُشر الدية، وما زاد أو نقص فعلى هذا المثال.\r\r696 - وأجمعوا على أن الطبيب إذا لم يتعد لم يضمن.\r\r697 - وأجمعوا على أن قطع الخائن إذا أخطأ فقطع الذكر والحشفة أو بعضها فعليه ما أخطأ به، يعقله عنه العاقلة.\r\r698 - وأجمع كل من نحفظ عنه على أن من حمل صبيًّا أو مملوكًا بغير إذن [مواليه] (¬3) على دابة فتلف أنه ضامن.\r¬_________\r(¬1) (20/أ).\r(¬2) في ط: [الجرح].\r(¬3) في ط: [وليه].","seal":"E380776E","page":130},
      {"aya":null,"sora":null,"Na":null,"id":133,"part":1,"hno":699,"nass":"كتاب إثبات ديّة الخطأ\r\r699 - وأجمع أهل العلم على أن دية الخطأ تحمله العاقلة.\r\r700 - وأجمعوا أن ولد المرأة إذا كان من غير عصبتها لا يعقلون عنها، وكذلك الإخوة من الأُم لا يعقلون عن أخيهم لأُمهم شيئًا.\r\r701 - وأجمعوا أن المرأة والصبي الذي لم يبلغ؛ لا يعقلان مع العاقلة شيئًا.\r\r702 - وأجمعوا على أن الفقير لا يلزمه من ذلك شيء.\r\r703 - وأجمعوا على أن ما زاد على ثلث الدية، على العاقلة.\r\r704 - وأجمعوا على أن العاقلة لا تعقل مهر المثل، ولا الجنايات على الأموال إلا العبيد.\r\r705 - وأجمعوا على أن العاقلة لا تَحمل دية العمد، وأنها تَحمل دية الخطأ.\r\r706 - وأجمع أهل العلم على أن في الجنين غرة.\r\r707 - وأجمعوا إذ لا أعلم فيها خلافًا: أن في جنين اليهودية والنصرانية عُشر دية أُمه.\r\r708 - وأجمعوا إذا سقط من الضرب أن فيه الدية الكاملة.\r\r709 - وأجمعوا أن المرأة إذا طرحت أجنة من ضربة ضُربتها، ففي كل جنين غرة.\r\r710 - وأجمعوا على أن على القاتل خطإٍ الكفارة.\r\r711 - وأجمع كل من نَحفظ عنه من أهل العلم على أن على الضارب بطن المرأة فتطرح جنينًا ميتًا لوقته الغرة.\r\r712 - وأجمعوا أن في العبد يُقتل خطأٌ قيمته إذا كانت القيمة أقل من الديَّة.\r\r713 - وأجمعوا على أن ديَّة الأحرار سواء.\r\r714 - وأجمعوا على اختلاف أثْمان العبيد.\r\r715 - وأجمع عوام المفتين على أن: جناية أُم الولد على سيدها، هذا قول من منع من بيعهن.","seal":"BA70095B","page":131},
      {"aya":null,"sora":null,"Na":null,"id":134,"part":1,"hno":716,"nass":"كتاب القسَامة\r\r716 - وأجمع أهل العلم على أن من حلف بالله في القسامة فهو حالف.\rهذا جميع ما في القسامة من الإجماع (¬1).\r\rكتاب المرتد\r\r717 - وأجمعوا على أن [النصراني إذا أسلم أحد أبويه بالغين رجال أو نساء لا يكونون مسلمين بإسلام أيهما أسلم منهما] (¬2).\r\r718 - وأجمعوا أن المجنون إذا ارتد في حال جنونه أنه مسلم على ما كان قبل ذلك، ولو قتله عمدًا كان عليه القَوْد إذا طلب أولاده ذلك.\r\r719 - وأجمع أهل العلم بأن العبد إذا ارتد، فاستُتِيبَ، فلم يَتُب: قتل؛ ولا أحفظ فيه خلافًا.\r\r720 - وأجمعوا على أن [على] (¬3) من سبَّ النبي - صلى الله عليه وسلم - (¬4): القتل.\r\r721 - وأجمع كل من نحفظ عنه على أن المرتد بارتداده لا يزول ملكه من ماله.\r\r722 - وأجمعوا أنه برجوعه إلى الإسلام، ماله مردود إليه ما لم يلحق بدار الحرب.\r\r723 - وأجمع كل من نحفظ عنه أن المرتد إذا تاب ورجع إلى الإسلام أن ماله مردود إليه.\r\r724 - وأجمع كل من نحفظ عنه: أن الكافر إذا قال: لا إله إلا الله وأن محمدًا عبده ورسوله، ولم يزد على ذلك شيئًا: أنه مسلم؛ ولا نعلم أحدًا أوجب على المرتد\r¬_________\r(¬1) (20/ب).\r(¬2) هكذا في خ؛ وفي ط جاءت هذه الفقرة كالتالي: [النصرانيين إذا أسلم أحدهما ولهما أولاد بالغون رجالاً ونساء، إنهم لا يكونون مسلمين بإسلام أيهما أسلم].\r(¬3) ليست في ط.\r(¬4) زاد في ط: [أن له].","seal":"9BD656F6","page":132},
      {"aya":null,"sora":null,"Na":null,"id":135,"part":1,"hno":725,"nass":"مرة واحدة أدبًا إذا رجع إلى الإسلام.\r\r725 - وأجمع أهل العلم أن شهادة شاهدين يجب قبولهما على الارتداد، ويقتل المرء بشهادتِهما إن لم يرجع إلى الإسلام.\rوانفرد الحسن، فقال: لا يقبل في القتل إلا شهادة أربعة.","seal":"A065E200","page":133},
      {"aya":null,"sora":null,"Na":null,"id":136,"part":1,"hno":726,"nass":"كتاب العتق\r\r726 - وأجمع أهل العلم على أن الرجل إذا أعتق عبدًا له في صحته وهو مُوسر، أن عتقه ماض عليه.\r\r727 - وأجمعوا أن الرجل [إذا ملك أبويه] (¬1) أو ولده، أنَّهم يعتقون عليه ساعة تملكهم.\r\r728 - وأجمعوا أنه من ملك جزءًا ممن ذكرنا أنه يعتق عليه.\r\r729 - وأجمعوا أنه إذا ملك أبويه أو جداته لأبيه، أو جداته لأمه، أنهم يعتقون عليه.\r\r730 - وأجمعوا على أن الرجل إذا قال لعبده: أنت حرٌّ، وقد أعتقتك وأنت عتيق، وأنت معتق: ينوي عتقه، أن مملوكه بذلك يعتق عليه، ولا سبيل له إليه.\r\r731 - وأجمعوا أن الرجل إذا أعتق ما في بطن أَمته، فولد حيًّا، فإن الولد حرٌّ دون الأُم.\r\r732 - وأجمع أهل العلم أن الرجل إذا قال لأَمته: كل ولد تلدينه فهو حرٌّ، فولدت أولادًا أنهم أحرار.\r\r733 - وأجمع كل من أحفظ عنه على أن عتق الصبي لا يَجوز.\r\r734 - وأجمعوا على أن المسلمين تتكافأ دماؤهم.\r\r735 - وأجمعوا أن الرجل إذا أعتق عن الرجل عبدًا بغير أمره أن الولاء للمعتِق.\r\r736 - وأجمع أهل العلم على أن ما يُحدثه المريض المخوف عليه في مرضه الذي يموت فيه من هبةٍ [لأحد] (¬2) أو صدقة أو عتق أن ذلك في ثلث ماله، [كلما] (¬3) جاوز ثلثه من ذلك مردود.\r¬_________\r(¬1) سقطت من خ.\r(¬2) في ط: [لأجنبي].\r(¬3) في ط: [أن ما].","seal":"4C245493","page":134},
      {"aya":null,"sora":null,"Na":null,"id":137,"part":1,"hno":737,"nass":"737 - وأجمع أهل العلم على أن الراهن مَمْنوع من (¬1) بيع الرهن وهبته وصدقته وإخراجه من يدي مرتِهنه حتى يبرأ من حق المرتِهن.\r\r738 - وأجمعوا على إبطال بيع الرهن بغير أمر المرتِهن.\r\r739 - وأجمعوا أنه إذا قال لعبد: أنت حرٌّ، وقد أعتقتك أو أنت عتيق يريد به (¬2): أنه حرٌّ.\r¬_________\r(¬1) (21/أ).\r(¬2) زاد هنا في ط: -لفظ الجلالة-: الله عز وجل.","seal":"46FB5601","page":135},
      {"aya":null,"sora":null,"Na":null,"id":138,"part":1,"hno":740,"nass":"كتاب الأطعمة والأشربَة\r\r740 - وأجمع عوام أهل العلم أن كل ذي ناب من السباع حرام.\r\r741 - وأجمع كل من نَحفظ عنه من أهل العلم على أن ما قطع من الأنعام وهي أحياء، ميتة، ويحرم أكل ذلك.\r\r742 - وأجمعوا على إباحة لحوم الأنعام بالكتاب والسنة والإجماع.\r\r743 - وأجمعوا أن لحم الطير حلال.\r\r744 - وأجمعوا على إباحة أكل الجراد إذا وجد ميتًا.\rوانفرد مالك بن أنس والليث بن سعد: فحرماه.\r\r745 - وأجمعوا على إباحة صيد البحر للحلال والمحرم.\r\r746 - وأجمعوا على إباحة [أكل لحم] (¬1) الميتة عند الضرورة.\r\r747 - وأجمعوا على تَحريم أموال المسلمين ودمائهم إلا حيث أباحهُ الله.\r\r748 - وأجمعوا على أن الكلأ إذا ذهب ثلثاه وبقي ثلثه فلا بأس به.\r¬_________\r(¬1) سقطت من ط.","seal":"FF036A96","page":136},
      {"aya":null,"sora":null,"Na":null,"id":139,"part":1,"hno":749,"nass":"كتاب قتال أهل البغي\r\r749 - وأجمعوا على أن أهل البغي إذا سألوا الإمام النظر [في أمورهم] (¬1)، ورجَا رجوعهم عمَّا هم عليه إلى طريق أهل العدل فعليه أن يفعل.\r\rكتاب السَاحر والسَاحرة\rوكتاب تارك الصَلاة\rقال أبو بكر: لم أجد فيهما إجماعًا.\r¬_________\r(¬1) سقطت من ط.","seal":"A818A257","page":137},
      {"aya":null,"sora":null,"Na":null,"id":140,"part":1,"hno":750,"nass":"كتاب القسْمَة\r\r750 - أجمع كل من نَحفظ له من أهل العلم على أن الأرض إذا كانت بين شركاء واحتملت القسمة عن غير ضرر يلحق أحدًا منهم: قُسمت.\r\r751 - وأجمعوا على أن قسم ذلك يَجب بينهم إذا أقاموا البينة على أصول أملاكهم.\r\r752 - وأجمعوا على لؤلؤة لو كانت بين جماعة؛ فأراد بعضهم أن يأخذ حظه منها، بأن تقطع بينهم أو تكسر، أنهم يمنعون من ذلك، لأن في قطعها تلفًا لأموالهم وفسادًا لها.\rوكذلك السفينة تكون بين الجماعة لها القيمة الكبيرة فإذا كسرت أو قطعت ذهبت عامة قيمتها.\rوالجواب في المصحف، والسيف، والدرع، والمائدة، والصحفة، والصندوق، والسرير، والباب، والنعل، والقوس وما أشبه ذلك يكون بين جماعة؛ كالجواب (¬1) فيما ذكرناه من اللؤلؤة.\r\r753 - وأجمعوا على أن الدار والأرض إذا احتملت القسمة ودعا الشركاء إلى القسم، أن قسم ذلك بينهم واجب.\r\r754 - وأجمع أهل العلم ممن نَحفظ عنه أن جماعة لو جاءوا إلى الحاكم ببلد من البلدان، وبأيديهم أرض أو دار أو عرض من العروض، وأقاموا البينة على أنهم مالكون له، وسألوه أن يأمر أن يقسم بينهم ذلك، واحتمل الشيء القسمة، أن قسم ذلك يَجب بينهم.\r¬_________\r(¬1) (21/ب).","seal":"F131CF91","page":138},
      {"aya":null,"sora":null,"Na":null,"id":141,"part":1,"hno":755,"nass":"كتاب الوكالَة\r\r755 - وأجمع كل من نَحفظ عنه من أهل العلم أن للمريض العاجز عن الخروج إلى مجلس الحكم، والغائب عن المصر، يوكل كل واحد منهما وكيلاً يطالب له حقه، ويتكلم عنه.\r\r756 - وأجمعوا على أن الموكِّل إذا مات أن وكالته تنفسخ بِموته.\r\r757 - وأجمعوا جميعًا أن نومهما أو نوم أحدهما لا يبطل الوكالة.\r\r758 - وأجمعوا على أن إقرار الوكيل إذا جعل الموكِّل أن يقر عليه: جائز على الموكِّل.\r\r759 - وأجمعوا على أن الوكيل إذا أراد أن يوكل، وقد جعل إليه الموكل ذلك في كتاب الوكالة: أن له أن يوكل غيره.\r\r760 - وأجمعوا أنه إذا سمى للوكيل ثَمنًا في البيع والشراء فخالف الوكيل ذلك أنه غير جائز.\r\r761 - وأجمعوا أنه إذا وكله ببيع سلعة فباعها بالأغلب من نقد البلد دنانير كان أو دراهم أنه جائز.\r\r762 - وأجمعوا أنه إذا باع الوكيل عبدًا أو سلعة من السلع؛ فطعن المشتري فيها بعيب، وأقام البينة أن الوكيل باعها؛ وبِها ذلك العيب، لم يبرأ ذلك منه فرد القاضي البيع وألزم الوكيل ردَّ الثمن، لزم الأمر ردَّ الثمن ورجعت السلعة إليه ولم يلزم المشتري شيء من ذلك.\r\r763 - وأجمعوا على أن الرجل إذا وكل الرجل بقبض دَيْن له على آخر، فأبرأ الوكيل الغريم من الدَيْن الذي عليه أن ذلك غير جائز، لأنه لا يَملكه، ولا فرق بين هذا وبين ثَمن السلعة للموكل على المشتري.\r\r764 - وإذا وَكَّل الأب في مال ابنه الطفل وكيلاً يبيع أويشتري أو غير ذلك ثُمَّ مات الأب انقطعت الوكالة.","seal":"D52FD80E","page":139},
      {"aya":null,"sora":null,"Na":null,"id":142,"part":1,"hno":765,"nass":"765 - وأجمعوا على أن الرجل إذا وكل ببيع عبد له فباعه من ابن الآمر أو من أبيه أو من أُمه أو من أُخته أو من زوجته أو من خالته أو عمته فالبيع جائز.\r\r[تَم كتاب الإجماع بِحمد الله وعونه، وبتمامه تَم جميع الكتاب؛ والحمد لله وحده والصلاة والسلام على من لا نبي بعده وحسبي الله وحده.\rوذلك في يوم السبت الثامن من شهر [شعبان] (¬1) المكرم سنة ست وسبعين وخمسمائة؛ وبالله التوفيق] (¬2).\r¬_________\r(¬1) هكذا في ط؛ وإن كان رسم المخطوط قد يشعر بأنه يحتمل أن يكون الصواب: [صفر].\r(¬2) خاتمة المخطوط.\rقلت: وبِهذا يتم الكتاب؛ والحمد لله رب العالمين.","seal":"FE8B87F2","page":140}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":319,"ShrtCs":0,"Bk":"الإجماع لابن المنذر ت أبي عبد الأعلى","HigriD":"319","oAuthVer":2,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو بكر محمد بن إبراهيم بن المنذر النيسابوري","bLnk":null,"Inf":"","Auth":"ابن المنذر","Betaka":"الكتاب: الإجماع\r\nالمؤلف: أبو بكر محمد بن إبراهيم بن المنذر النيسابوري\r\nالمحقق: أبو عبد الأعلى خالد بن محمد بن عثمان\r\nالناشر: دار الآثار للنشر والتوزيع، القاهرة - مصر\r\nالطبعة: الأولى، 1425 هـ - 2004 م\r\nعدد الصفحات: 140\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"ابن المنذر (242 - 319 هـ = 856 - 931 م)\r\r• محمد بن إبراهيم بن المنذر النيسابوري، أبو بكر: فقيه مجتهد، من الحفاظ.\r• كان شيخ الحرم بمكة.\r• قال الذهبي: ابن المنذر صاحب الكتب التي لم يصنف مثلها.\r\rمنها:\r• «المبسوط» في الفقه\r• «الأوسط في السنن والاجماع والاختلاف - خ» [طُبع]\r• «الإشراف على مذاهب أهل العلم - خ» الجزء الثالث منه (1)، فقه [طُبع]\r• «اختلاف العلماء - خ» الأول منه\r• «تفسير القرآن - خ» كبير [طُبع].\r• وغير ذلك\r\rتوفي بمكة (1)\r__________\r(1) تذكرة الحفاظ 3: 4 والوفيات 1: 461 وطبقات الشافعية 2: 126 ولسان الميزان 5: 27 وفيه تحقيق وفاته سنة 310 هـ وسير النبلاء - خ. الطبقة الثامنة عشرة. وفيه: «لم يكن يتقيد بمذهب بل يدور مع ظهور الدليل، وما يتقيد بمذهب واحد إلا من هو قاصر في التمكن في العلم، كأكثر علماء زماننا، أو من هو متعصب». والوافي بالوفيات 1: 336 والفهرس التمهيدي 231 وصلة تاريخ الطبري 156 في وفيات سنة 318 ودار الكتب 1: 85 و 497\rوBrock 1: 191 (177) S 1: 306.\r\rنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]","seal":"D4C66B81","cat":"فقه عام","oNum":151100,"BkId":151100,"oAuth":286,"bVer":1,"aSeal":"5C9E03C6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t151100":
    [
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":11,"sub":0,"tit":"مبحث عن الإجماع"},
      {"lvl":3,"id":11,"sub":1,"tit":"تعريف الإجماع"},
      {"lvl":3,"id":13,"sub":0,"tit":"هل حجية الإجماع قطعية أم ظنية؟"},
      {"lvl":3,"id":14,"sub":0,"tit":"شروط صحة الإجماع"},
      {"lvl":4,"id":14,"sub":1,"tit":"أولا: الشرط الخاص بحال من ينعقد بهم الإجماع"},
      {"lvl":5,"id":14,"sub":2,"tit":"(المسألة الأولى): الإجماع المعتبر في كل فن"},
      {"lvl":5,"id":15,"sub":0,"tit":"(المسألة الثانية): مدى اعتبار قول المجتهد المبتدع في الإجماع"},
      {"lvl":5,"id":17,"sub":0,"tit":"(المسألة الثالثة): اعتبار أهل الظاهر في الإجماع"},
      {"lvl":5,"id":18,"sub":0,"tit":"(المسألة الرابعة): هل يشترط شهرة المجتهد الذي يعتبر قوله في الإجماع؟"},
      {"lvl":4,"id":20,"sub":0,"tit":"ثانيا: انقراض عصر المجمعين هل هو شرط في اعتبار الإجماع؟"},
      {"lvl":4,"id":21,"sub":0,"tit":"ثالثا: هل المعتبر إجماع الصحابة فقط دون من بعدهم؟"},
      {"lvl":3,"id":25,"sub":0,"tit":"حكم إجماع أهل المدينة"},
      {"lvl":3,"id":27,"sub":0,"tit":"إجماع الخلفاء الأربعة"},
      {"lvl":3,"id":30,"sub":0,"tit":"الإجماع السكوتي"},
      {"lvl":2,"id":31,"sub":0,"tit":"ترجمة المصنف رحمه الله"},
      {"lvl":3,"id":31,"sub":1,"tit":"اسمه ونسبه"},
      {"lvl":3,"id":31,"sub":2,"tit":"ثناء أهل العلم عليه وعلى كتبه"},
      {"lvl":3,"id":32,"sub":0,"tit":"طلبه للعلم ورحلاته"},
      {"lvl":3,"id":32,"sub":1,"tit":"منهجه"},
      {"lvl":3,"id":33,"sub":0,"tit":"شيوخه"},
      {"lvl":3,"id":33,"sub":1,"tit":"تلامذته"},
      {"lvl":3,"id":34,"sub":0,"tit":"مؤلفاته"},
      {"lvl":3,"id":34,"sub":1,"tit":"وفاته"},
      {"lvl":3,"id":35,"sub":0,"tit":"مصادر الترجمة"},
      {"lvl":2,"id":36,"sub":0,"tit":"بيان بالنسخ المطبوعة"},
      {"lvl":2,"id":37,"sub":0,"tit":"وصف النسخة الخطية"},
      {"lvl":1,"id":42,"sub":0,"tit":"كتاب الوضوء"},
      {"lvl":2,"id":42,"sub":1,"tit":"باب: ما أجمع عليه فقهاء الأمصار مما يوجب الوضوء"},
      {"lvl":2,"id":43,"sub":0,"tit":"باب: ما أجمعوا عليه في الماء"},
      {"lvl":2,"id":45,"sub":0,"tit":"باب تقديم بعض الأعضاء على بعض والمسح والغسل في الوضوء"},
      {"lvl":2,"id":46,"sub":0,"tit":"باب المواضع التي تجوز فيها الصلاة"},
      {"lvl":1,"id":48,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":1,"id":53,"sub":0,"tit":"كتاب اللباس"},
      {"lvl":2,"id":53,"sub":1,"tit":"باب الوتر"},
      {"lvl":1,"id":54,"sub":0,"tit":"كتاب الجنائز"},
      {"lvl":1,"id":54,"sub":1,"tit":"كتاب الجنائز"},
      {"lvl":1,"id":55,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":1,"id":62,"sub":0,"tit":"كتاب الصيام والاعتكاف"},
      {"lvl":1,"id":64,"sub":0,"tit":"كتاب الحج"},
      {"lvl":2,"id":73,"sub":0,"tit":"باب الضحايا والذبائح"},
      {"lvl":1,"id":76,"sub":0,"tit":"كتاب الجهاد"},
      {"lvl":1,"id":79,"sub":0,"tit":"كتاب القضاة"},
      {"lvl":1,"id":79,"sub":1,"tit":"كتاب الدعوى والبينات"},
      {"lvl":1,"id":80,"sub":0,"tit":"كتاب الشهادات وأحكامها"},
      {"lvl":1,"id":83,"sub":0,"tit":"كتاب الفرائض"},
      {"lvl":1,"id":88,"sub":0,"tit":"كتاب الولاء"},
      {"lvl":1,"id":89,"sub":0,"tit":"كتاب الوصايا"},
      {"lvl":1,"id":91,"sub":0,"tit":"كتاب النكاح"},
      {"lvl":1,"id":96,"sub":0,"tit":"كتاب الطلاق"},
      {"lvl":1,"id":99,"sub":0,"tit":"كتاب الخلع"},
      {"lvl":1,"id":99,"sub":1,"tit":"كتاب الإيلاء"},
      {"lvl":1,"id":100,"sub":0,"tit":"كتاب الظهار"},
      {"lvl":1,"id":101,"sub":0,"tit":"كتاب اللعان"},
      {"lvl":1,"id":101,"sub":1,"tit":"كتاب العدة"},
      {"lvl":1,"id":103,"sub":0,"tit":"كتاب الإحداد"},
      {"lvl":1,"id":103,"sub":1,"tit":"كتاب المتعة"},
      {"lvl":1,"id":104,"sub":0,"tit":"كتاب الرجعة"},
      {"lvl":1,"id":105,"sub":0,"tit":"كتاب البيوع"},
      {"lvl":1,"id":111,"sub":0,"tit":"كتاب الشفعة"},
      {"lvl":1,"id":112,"sub":0,"tit":"كتاب الشركة"},
      {"lvl":1,"id":112,"sub":1,"tit":"كتاب الرهن"},
      {"lvl":1,"id":113,"sub":0,"tit":"كتاب المضاربة"},
      {"lvl":1,"id":114,"sub":0,"tit":"كتاب الحوالة والكفالة"},
      {"lvl":1,"id":115,"sub":0,"tit":"كتاب الحجر"},
      {"lvl":1,"id":115,"sub":1,"tit":"كتاب التفليس"},
      {"lvl":1,"id":116,"sub":0,"tit":"كتاب المزارعة وكتاب المساقاة"},
      {"lvl":1,"id":116,"sub":1,"tit":"كتاب الاستبراء"},
      {"lvl":1,"id":117,"sub":0,"tit":"كتاب الإجارات"},
      {"lvl":1,"id":118,"sub":0,"tit":"كتاب الوديعة"},
      {"lvl":1,"id":118,"sub":1,"tit":"كتاب اللقطة"},
      {"lvl":1,"id":119,"sub":0,"tit":"كتاب العارية"},
      {"lvl":1,"id":119,"sub":1,"tit":"كتاب اللقيط"},
      {"lvl":1,"id":119,"sub":2,"tit":"كتاب الآبق"},
      {"lvl":1,"id":120,"sub":0,"tit":"كتاب المكاتب"},
      {"lvl":1,"id":121,"sub":0,"tit":"كتاب المدبر"},
      {"lvl":1,"id":121,"sub":1,"tit":"كتاب أمهات الأولاد"},
      {"lvl":1,"id":122,"sub":0,"tit":"كتاب الهبات والعطايا والهدايا"},
      {"lvl":1,"id":123,"sub":0,"tit":"كتاب العمرى والرقبى"},
      {"lvl":1,"id":123,"sub":1,"tit":"كتاب الأيمان والنذور"},
      {"lvl":1,"id":125,"sub":0,"tit":"كتاب أحكام السراق"},
      {"lvl":1,"id":127,"sub":0,"tit":"كتاب الحدود"},
      {"lvl":1,"id":133,"sub":0,"tit":"كتاب إثبات دية الخطأ"},
      {"lvl":1,"id":134,"sub":0,"tit":"كتاب القسامة"},
      {"lvl":1,"id":134,"sub":1,"tit":"كتاب المرتد"},
      {"lvl":1,"id":136,"sub":0,"tit":"كتاب العتق"},
      {"lvl":1,"id":138,"sub":0,"tit":"كتاب الأطعمة والأشربة"},
      {"lvl":1,"id":139,"sub":0,"tit":"كتاب قتال أهل البغي"},
      {"lvl":1,"id":139,"sub":1,"tit":"كتاب الساحر والساحرة"},
      {"lvl":1,"id":140,"sub":0,"tit":"كتاب القسمة"},
      {"lvl":1,"id":141,"sub":0,"tit":"كتاب الوكالة"}
    ]
}
