{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b1539":
    [
      {"page":349,"id":1,"nass":"موت الألفاظ في العربية\rللدكتور\rعبد الرزاق بن فراج الصاعدي\rأستاذ مساعد - قسم اللغويات\rكلية اللغة العربية - الجامعة الإسلامية\rالمقدمة\rالحمد لله الحكيم الباعث والمحيي المميت، والصلاة والسلام على صفوة الخلق محمد بن عبد الله، وعلى آله وصحبه أجمعين.\rأما بعد؛ فإن من ألفاظ العربية ما يملك مقومات الحياة والبقاء فيبقى، ومنها ما يفقد تلك المقومات فيموت ويفنى، فاللغة كائن حي1 نام خاضع لناموس التطور والارتقاء، وليس فيها كسب دائم من النمو والتجديد، فكل نمو في جانب يقابل بنوع من الخسائر في الجانب الآخر، وهي ((تحاول دائماً أن تصل إلى نوع من التوازن، فهي كما تقترض ألفاظاً من اللغات الأخرى لتسعف حاجات المتكلمين بها نراها تستغني عن ألفاظ أخرى تختفي من الاستعمال)) 2.\rومن الألفاظ ما يعمر فلا يموت، ولو مضى عليه آلاف السنين، لما فيه من ضروب المناعة الداخلية كقوة المعنى ودوامه، ورشاقة اللفظ وعذوبة جرسه، أو المناعة الخارجية، كألفاظ القرآن الكريم التي تكفّل الله - عز وجل - بحفظها، وما صح من ألفاظ الحديث النبوي الشريف.\rأما ما دُوْنَ ذلك فإنه معرّض للتبديل والهجر والموت والانقراض، إلا أنّ هذا لا يكون أبدياً؛ فكل لفظ مات واندثر قابل للبعث لتدبّ فيه الحياة من جديد، وتجري به الألسنة بمعناه القديم أو بإلباسه معنى جديداً.\r__________\r1 ينظر: اللغة العربية كائن حي 92.\r2 المولد في العربية 151.","seal":"E5283EFF","part":1},
      {"page":350,"id":2,"nass":"وفي العربية الفصحى ألفاظ هجرت في الاستعمال لأسباب عديدة فماتت، كالمِرْباع، والنَّشيطة، والفُضُول، والحُلْوَان، والصَّرورة من الأسماء1، وجَعْتَبَ، وحَنْجَدَ، وخَنَدَ، وحَبَّ، وكَهَفَ، وعَذَطَ، من الأفعال2.\rوهذه مع غيرها ألفاظ أميتت في العربية منذ وقت مبكر، وقد صادفها علماء العربية عند تدوين اللغة في عصور الاحتجاج مماتة ساقطة من الاستعمال، فوردت عنهم إشارات لها متفرقة في مصادر اللغة المتنوعة؛ تدل على موتها؛ فأردت أن أجمع ما تفرق مما أميت من ألفاظ العربية زمن الفصاحة وأدرسه، أما ما هجر بعد عصور الاحتجاج منذ نهاية القرن الرابع إلى عصرنا هذا فليس مما أهدف إليه في هذا البحث، وهو كثير، ولا اعتداد بهجره من الاستعمال، ولا يعدّ من الممات في العربية، وإنما تركه المولدون لابتعادهم عن منابع اللغة وضعف سلائقهم ولما استجد من أمور الحضارة، و ((لو ذهبنا إلى المعارضة بين ألفاظ الحياة العربية الأولى وما اختصت به من المعاني وبين هذه الحياة الحضرية ومستحدثاتها، لرأينا قسماً كبيراً من اللغة يتنزل منها منزلة البقايا الأثرية)) 3 مما يعد من فضول الحاجات كأسماء الإبل وصفاتها وأسماء الحشرات وأدوات البداوة، وأسماء النبات، وما جاءت به اللغات المتعددة، وهو كثير مستفيض، وليس هو من الممات، وإن تركه المعاصرون.\rوقد حافظ علماء اللغة على الممات القديم ودونوه في معجماتهم، ولعل من أبرز العوامل التي أدت إلى اشتمال العربية على هذا الثراء اللفظي أن الممات من ألفاظها كتب له البقاء، بتدوينه، وكأن احتفاظهم به إرهاص لإحيائه4.\r__________\r1 ينظر معاني هذه الأسماء في باب الممات من الأسماء.\r2 ينظر معاني هذه الأفعال في باب الممات من الأفعال.\r3 تاريخ آداب العرب 1/168.\r4 ينظر: دراسات في فقة اللغة 1/25.","seal":"329BBAA2","part":1},
      {"page":351,"id":3,"nass":"إلا أن التدوين بعامة لم يشمل اللغة كلها لسعتها، وقد كان أبو عمرو بن العلاء يقول: \"ما انتهى إليكم مما قالت العرب إلا أقله، ولو جاءكم وافراً لجاءكم علم وشعر كثير\"1.\rويقول: \"قد ذهب من كلامهم شيء كثير\"2.\rوقال ابن فارس: \"ذهب علماؤنا أو أكثرهم إلى أن الذي انتهى إلينا من كلام العرب هو الأقل.\rقال: ولو جاءنا جميع ما قالوه لجاء شعر كثير وكلام كثير. وأحر بهذا القول أن يكون صحيحاً\"3.\rولهذا وجب الحذر في الأحكام بموت الألفاظ، والتسليم بأن الإلمام بكل الممات في اللغة غاية لا يمكن الوصول إليها، فثمة ما أميت قديماً من العربية القديمة؛ كالثمودية والصفوية واللحيانية من العربية الشمالية، والسبئية والمعينية والقتبانية والحميرية، من العربية الجنوبية، وهي مما يسمى ((العربية البائدة)) أو عربية النقوش التي بادت قبل الإسلام بما فيها من ألفاظ وظواهر لا نكاد نعرف منها إلا القليل.\rوللمات في اللغة وجهان رئيسان:\rالأول: موت الألفاظ، وهو موضوع هذا البحث.\rالثاني: موت المعاني، أي أن يموت المعنى ويبقى اللفظ لتطوّر دلالته وانتقالها إلى معنى آخر، كالألفاظ الإسلامية التي تركت معانيها القديمة مثل: الصلاة، والزكاة، والصّوم، والكفر، وما أشبه هذا، وهو كثير، ولا يدخل في هذا البحث.\r__________\r1 طبقات فحول الشعراء 1/25.\r2 اللسان (جدف) 9/24.\r3 الصاحبي 58.","seal":"1773276E","part":1},
      {"page":352,"id":4,"nass":"وقد دعاني إلى الكتابة في هذا الموضوع ((موت الألفاظ في العربية)) أمور، من أهمها:\r1- أهمّيّة البحث في الممات، لكونه أحد الظّواهر اللّغويّة الّتي تحتاج إلى درس، يفصّل فيها ويكشف عن مخبوئها ويبحث في أسبابها.\r2- دور الممات في نموّ اللّغة وإثرائها عن طريق إحيائه واستعماله، كما سيأتي بيانه في الباب الأخير من هذا البحث.\r3- دوره في وصل الحلقات المفقودة في التطوّر اللّغويّ والكشف عن تاريخ العربيّة، وإسهامه في التّعرف على أحوال العرب الغابرين، وتفهّم شؤون حياتهم الاجتماعية، فهو لا يقلّ في قيمته العلميّة عن القطع الأثريّة الّتي يُعنى بها علماء الحفريّات والآثار.\r4- جِدّة الموضوع، وطرافته، إذ لم يكتب فيه - فيما أعلم - بحث مستقلّ يجمع شتاته ويبسط القول فيه، ويبين أسبابه، ودوره في نمو اللغة، فليس في تراثنا اللّغويّ قديمه وحديثه شيء منه سوى إشارات وأقوال متناثرة في بعض الألفاظ المماتة، وعلى رأس هؤلاء: الخليل في ((العين)) وسيبويه في ((الكتاب)) وابن دريد في ((الجمهرة)) والسّيوطي في ((المزهر)) .\rأو مباحث قصيرة عارضة في مؤلّفات بعض المعاصرين؛ كالّرافعي في ((تاريخ آداب العرب)) 1.\rوأنستاس الكرملي في ((نشوء اللّغة ونموّها واكتهالها)) 2.\rوالدكتور حلمي خليل في كتابه ((المولّد في العربية)) 3 وقد استلّ ماكتبه\r__________\r1 1/166 - 170.\r2 ص 99 - 101.\r3 ص 141 - 151.","seal":"20E6521E","part":1},
      {"page":353,"id":5,"nass":"في كتابه هذا فنشره في ((المجلة العربية)) 1 بعنوان: ((انقراض الكلمات)) ((وهو عنوان مطابق لفصل قصير كتبه ستيفن أولمان في كتابه: ((دور الكلمة في اللغة)) 2 إلا أن ما كتبه ((أولمان)) لا يخصّ لغة بعينها، فهو يبحث في علم اللغة العام، مع تركيز على اللغات الأوربية، كالإنجليزية والفرنسية.\rوللأستاذ شفيق جبري محاضرة بعنوان ((حياة الألفاظ)) أشار فيها إلى شيء من الممات والمهجور، ومسهما مساً خفيفاً، ونشرت محاضرته في مجلة مجمع اللغة العربية بدمشق3.\rوللشيخ عبد القادر المغربي مقالة وجيزة بعنوان ((توهم الميت حياً)) نشرها في مجلة مجمع اللغة العربية بدمشق4 ناقش فيها أربع كلمات مناقشة صرفية موجهاً ما جاء فيها من شذوذ صرفي في الجمع أو اشتقاق اسم المفعول توجيهاً يستند على قاعدة سماها: توهم الميت حياً.\rوقد اقتضت طبيعة الموضوع أن يأتي هذا البحث في أربعة أبواب يسبقها تمهيد ويتلوها خاتمة، وفق الخطة التالية:\rالمقدمة\rالتمهيد: مصطلحات الممات.\rالباب الأول: الممات من الأسماء\rالفصل الأول: الممات من أسماء الأيام.\rالفصل الثاني: الممات من أسماء الشهور.\r__________\r1 السنة الخامسة، العدد 1 جمادي الثانية 1401هـ ص 56 - 58.\r2 ص 209 - 214.\r3 مجلة مجمع اللغة العربية بدمشق المجلد 8، ج 5 ص 257.\r4 المجلد الثاني عشر (سنة 1932) الجزء 5، 6 ص 355 -361.","seal":"6E601E0D","part":1},
      {"page":354,"id":6,"nass":"الفصل الثالث: الممات من أسماء متفرقة.\rالفصل الرابع: أسماء أميت مفردها.\rالفصل الخامس: أسماء مصغرة أميت مكبرها.\rالباب الثاني: الممات من الأفعال.\rالفصل الأول: أفعال أميتت صيغها وتصريفاتها.\rالفصل الثاني: أفعال اختلف في موتها.\rالفصل الثالث: أفعال أميت المجرد منها دون المزيد.\rالفصل الرابع: أفعال أميتت بعض تصريفاتها.\rالفصل الخامس: أفعال مبنية للمجهول أميت المبني للمعلوم منها.\rالباب الثالث: أسباب إماتة الألفاظ\rالفصل الأول: العامل الصوتي.\rالفصل الثاني: العامل الدلالي.\rالباب الرابع: إحياء الممات.\rالفصل الأول: الحاجة إلى إحياء الممات.\rالفصل الثاني: موقف العلماء من إحياء الممات.\rالفصل الثالث: دور مجامع اللغة العربية في إحياء الممات.\rالخاتمة.\rفهرس الألفاظ.\rفهرس المصادر والمراجع.\rفهرس الموضوعات.","seal":"A236EB2F","part":1},
      {"page":355,"id":7,"nass":"ولقد شغلني هذا البحث زمناً، وكان حاضراً في ذهني وأنا أكتب بحث الدكتواره، فجمعت مادّته على مُكثٍ طويل، ولا أزعم بلوغ الغاية فيه، ولكني أرجو المقاربة والسّداد، ولا أبرّئ نفسي من التقصير وسوء الفهم والعثرة والزّلّة، والمأمول مِمّن ينظر فيه أن يصلح ما طغى به القلم، وزاغ عنه البصر، وقصر عنه الفهم، فالإنسان محل النسيان، وعلى الله التكلان، ومنه العون وهو حسبي ونعم الوكيل.","seal":"1FB41819","part":1},
      {"page":356,"id":8,"nass":"التمهيد\rمصطلحات الممات\rلظاهرة موت الألفاظ في اللّغة مصطلحات متعدّدة عند اللّغويين القدامى، كـ ((الممات)) و ((المتروك)) و ((العُقميّ)) و ((الاستغناء)) ، وهي مترادفة في مدلولاتها.\rوأضاف اللغويون المعاصرون مصطلحات أخرى منها: ((المنقرض)) ، و ((البقايا الأثريّة)) و ((الكلمات التاريخيّة)) .\rوثمّة مصطلحات قديمة ليست بعيدة في مفهومها عن الممات، أو هي تدلّ على ألفاظ في طريقها إلى الانقراض، وهي على درجات متفاوتة في الفصاحة؛ كـ ((الضّعيف)) و ((المنكر)) و ((الحوشي)) و ((النّادر)) و ((الشّارد)) و ((الغريب)) و ((المذموم)) و ((المرغوب عنه)) من اللغات، و ((الرّديء)) و ((القبيح)) و ((الخبيث)) .\rفمن مصطلحات الممات:\r1- الممات:\rوهو ما كان مستعملاً من ألفاظ اللّغة، ثمّ أميت بالهجر، أو التطوّر اللّغويّ، أو النّهي عن استعماله، فاستغنت عنه اللّغة تماماً، كأسماء الأيّام والشّهور القديمة، وبعض الألفاظ الجاهليّة الّتي زالت لزوال معانيها أو لنهي الإسلام عن استعمالها.\rومن أقدم من ذكر هذا المصطلح بهذا المعنى الخليل في مواضع متعدّدة من ((العين)) ومنها قوله: \"عندأوة: فعللوة، والأصل أميت فعله\"1.\r__________\r1 العين 2/215.","seal":"21865DE3","part":1},
      {"page":357,"id":9,"nass":"وروي عن الكسائي قوله: \"محبوب: من حببت، وكأنها لغة قد ماتت\"1.\r2- المتروك:\rوهو ما ترك واستغنت عنه اللّغة تماماً فمات وحلّت محله ألفاظ أخرى جديدة2 كأسماء الأيام والشّهور في الجاهليّة، فالمتروك مصطلح مرادف للممات ويعرّفه السّيوطي بقوله: إنه \"ما كان قديماً من اللّغات ثمّ ترك واستعمل غيره\"3.\rقال ابن دريد: \"وكان أبو عمرو بن العلاء يقول: مضَّني: كلام قديم قد ترك، كأنه أراد أن أمضّني هو المستعمل\"4\r3- العُقميّ:\rالعقمي هو ما درس من الكلام، أو الغريب الّذي لا يكاد يُعرف، قال ابن سيده: \"كلام عُقميّ: قديم قد درس؛ عن ثعلب. وسَمِعَ رجلٌ رجلاً يتكلّم، فقال: هذا عقميّ الكلام: أي قديم الكلام\"5.\rوقال الأزهري: \"وقال ابن شُميل: إنه لعالم بعقميّ الكلام وعُقبي الكلام، وهو غامض الكلام الذي لا يعرفه الناس، وهو مثل النوادر\".\rوقال أبو عمرو: \"سألت رجلاً من هُذيل عن حرف غريب، فقال: هذا كلام عُقْمِيّ، يعني أنه من كلام الجاهلية، لا يعرف اليوم\"6.\r__________\r1 المزهر 1/219.\r2 ينظر: المولد في العربية 148.\r3 المزهر 1/214.\r4 الجمهرة 1/148.\r5 المحكم 1/150.\r6 التهذيب 1/289.","seal":"59C63CA5","part":1},
      {"page":358,"id":10,"nass":"4- الاستغناء:\rوهو أن يستغني بكلمة عن أخرى مماتة، وقد أكثر سيبويه من استعماله، فمنه قوله: إن العرب استغنت بتركْتُ عن وَدَعْتُ1، وباشتدّ عن شَدُد2 وباحمارّ عن حَمِرَ3، وباستنوك عن نَوِك4.\r5- الانقراض:\rهو أن تهجر الكلمة فتزول من الاستعمال وتندثر، كأسماء الأيام والشهور في الجاهلية، وهذا من اصطلاحات المعاصرين5.\r6- البقايا الأثريّة:\rوهذا من مصطلحات الرّافعي6، وهو يريد بالبقايا الأثريّة ما أراده علماء اللغة أنفسهم بمصطلحات المتروك والممات والمنكر، ومثّل له بما مثلوا له في هذه المصطلحات الثّلاثة.\r7- الكلمات التّاريخية:\rوهي الكلمات الّتي تزول من الاستعمال لزوال مدلولاتها واندثارها، وذكر هذا المصطلح اللغويّ الفرنسي ((درمستيتر)) (Darmesteter) في قوله: ((إنّ الكلمات الّتي تخرج من الاستعمال مع الأشياء التي نعبّر عنها تندثر لأسباب تاريخيّة، ويمكن أن\r__________\r1 الكتاب 1/25، 4/67، 99.\r2 المصدر السابق 4/33.\r3 المصدر السابق 4/33.\r4 المصدر السابق 4/36.\r5 ينظر: دور الكلمة في اللغة 209، 210، والمولّد في العربيّة 145، والدّلالات الجديدة في المعجم الوسيط 257.\r6 ينظر: تاريخ آداب العرب 1/168.","seal":"57948124","part":1},
      {"page":359,"id":11,"nass":"نسميها بالكلمات التاريخية)) 1، ومثّل لها بالأسلحة، والمعدات، والعملات، والقوانين، والأحداث الاجتماعية، التي سادت في عصر ثم زالت لزوال تلك المدلولات.\r8- المهمل:\rهذا من المصطلحات التي قد تلتبس بالممات، وليس هو مما يرادف الممات في دلالته، والفرق بينهما كبير، فالمهمل من الألفاظ هو ما لم يستعمل في الأصل اللغوي مما تحتمله قسمة التركيب في بعض الأصول اللغوية المتصوّرة أو المستعملة، وأكثره مهمل للاستثقال2 لتقارب حروفه نحو: سص وظث وثظ، ومقلوبات ((خرع)) و ((هكع)) و ((خشع)) و ((خضع)) وهو كثير في الثلاثي، وأكثر في الرباعي، وكثير جداً في الخماسيّ؛ إذ تأتلف من الخماسيّ نحو ((سفرجل)) عشرون ومائة أصل يحتملها التقليب أهملت جميعاً سوى سفرجل، وكذلك في ((فرزدق)) و ((جحمرش)) فالمهمل في العربية أكثر من المستعمل، ومع ذلك فالمستعمل كثير، وهذا يدل على الطاقة الكبيرة للعربية.\rأمّا الممات فهو ما كان مستعملاً من ألفاظ اللّغة ثمّ أميت لعلّةٍ، كما تقدّم ذكره.\rومن المصطلحات الّتي تلحق بالممات أو تدلّ على ألفاظ في طريقها إلى الانقراض، أو ممّا يتّصل بفصاحة اللّفظ.\r1- الضّعيف:\rوهو ((ما انحطّ عن درجة الفصيح)) 3 كقولهم للضّفدع: خُنْدَع،\r__________\r1 المولد في العربية 145.\r2 ينظر: الخصائص 1/54.\r3 المزهر 1/214.","seal":"D0229178","part":1},
      {"page":360,"id":12,"nass":"ولغلاف القارورة أو غطاء الرأس: برصوم، وللقصير: بُعْقُوط، وللبعوض: الطَّيْثَار، وللرِّخْو: بَخْو1.\r2- المنكر:\rوهو أقلّ درجة من الضعيف؛ بحيث أنكره بعض أئمة اللّغة، ولم يعرفه، كقولهم: بَلَقُ الدّابّة؛ وهو سواد وبياض2.\r3- الغريب والحوشي والنّادر والشّارد:\rوهي مصطلحات متقاربة، وكلّها خلاف الفصيح. وتندرج تحت الغريب الّذي لا يكاد يعرف من الألفاظ.\rفالحوشيّ من الكلام: ما نفر عن السّمع، كأنّه منسوب إلى الحُوش؛ وهي بقايا إبل وَبَار3 بأرض قد غلبت عليها الجنّ، كما يزعمون4.\rويحمل النّادر والشّارد على ما في الغريب والحوشيّ من معنى، وهي الألفاظ القليلة الاستعمال الّتي توشك أن تهجر فتموت.\rومن ذلك: البَرْت: الرّجل الدليل، والحَرْش: الأثر، والعَيْقَة: ساحل البحر، والوَبيل: الحُزْمة من الحطب5.\r__________\r1 المزهر 1/215، 216.\r2 المصدر السابق 1/214، 218، واللسان (بلق) 10/25.\r3 وَبَار مثل قَطَام: أرض كانت لعاد بين اليمن ورمال يبرين كما قيل، غلبت عليها الجن، فمن العرب من يجريها مجرى نَزَالِ ومنهم من يجريها مجرى سُعاد. ينظر:اللسان (وبر) 4/273.\r4 المزهر 1/233.\r5 المصدر السابق 1/233 - 237.","seal":"97470F23","part":1},
      {"page":361,"id":13,"nass":"4- الرّديء والمذموم والقبيح والخبيث والمرغوب عنه:\rكلّ ذلك من اللّغات، وهو أقبحها وأنزلها درجة1؛ كالكشكة، والعنعنة، والفحفحة، والاستنطاء.\rومنه في الألفاظ: الطَّعْسَفَةُ، قال ابن دريد: \"وهي لغة مرغوب عنها؛ مرّ يطعسف في الأرض، إذا مرّ يخبطها\"2.\rومنه قولهم: غَلَقْتُ الباب غلقاً، وهي لغة رديئة متروكة3.\rوثحجه برجله ثحجاً: ضربه بها، مهريّة مرغوب عنها4.\rويقال: الفِصّ بالكسر - لغة في الفصّ، وهي أردأ اللّغتين5.\rويقال: مِنتن - بالكسر - وهي رَديئة خبيثة6.\r__________\r1 المزهر 1/221.\r2 الجمهرة 2/1155.\r3 الصحاح (غلق) 4/1538.\r4 ينظر: المجمل 1/157، واللسان (ثحج) 2/222.\r5 ينظر: المزهر 1/334.\r6 المصدر السابق 1/334.","seal":"4275ED19","part":1},
      {"page":365,"id":14,"nass":"الباب الأول: الممات من الأسماء\rمدخل\r...\rمدخل\rثمة أسماء أُميتت في العربية الفصحى، وترك العرب استعمالها بعد أن كانت في لغتهم، فانقرضت وزالت، كأسماء الأيام والشّهور في الجاهلية، وما تركه العرب من ألفاظ خاصّة زالت بزوال معانيها، والمكبّر الّذي أميت ودلّ عليه مصغّره، وهو المصغّر الّذي لا واحد له، والمفرد الّذي أميت ودلّ عليه مثناه أو جمعه، وهما المثنّى الّذي لا واحد له والجمع الّذي لا واحد له من لفظه، وغير ذلك ممّا نصّ العلماء على أنه من الممات أو المتروك في اللغة، أو أشاروا إليه بطرف خفي.\rوأكثر هذه الأسماء أميت لفظاً، وأميت المعنى في بعضها القليل وبقي اللفظ مستعملاً في أشياء أخرى، مثل ((أول)) اسم يوم الأحد، و ((مؤنس)) اسم يوم الخميس في الجاهلية، وقد أُميتا ولكن اللفظ بقي في دلالات أخر، وقد ذكرت هذه الألفاظ القليلة لاتّصالها بأخواتها ممّا أميت اللّفظ فيها.\rوالممات من الأسماء على النّحو التّالي:","seal":"95F2BC0F","part":1},
      {"page":366,"id":15,"nass":"الفصل الأول\rالممات من أسماء الأيام\rكانت الأيام في الجاهلية على النّحو التّالي:\rالأحد: أول.\rالاثنين: أَهْوَن وأَوْهَد، وقالوا: هذا يوم الثُّنَى - أيضاً.\rالثلاثاء: جُبار\rالأربعاء: دُبار أو دِبار\rالخميس: مؤنس.\rالجمعة: العروبة، وحَرْبَة - أيضاً.\rالسبت: شِيار.\rثم أميتت هذه الألفاظ واستخدمت مكانها الأيام المعروفة: السبت والأحد.... ألخ.\rوقد جمعها شاعر جاهليّ، فقال1:\rأُؤَمّل أن أَعِيشَ وإنَّ يَوْمِي ... بأوّلَ أو باهونَ أو جُبارِ\rأَوِ التَّالِي دُبارَ2، فإن أَفُتْهُ ... فمؤنِسَ3 أو عَرُوبةَ أو شِيارِ\rهِيَ الأَيَّامُ دُنيانا عَلَيها ... ممَرُّ اللَّيلِ دَأباً والنَّهارِ\r__________\r1 ينظر: الأيام والليالي والشهور 37، والجمهرة 3/1311، والإبدال لأبي الطيب اللغوي 1/393، والمقاييس 1/159، والإنصاف 2/497.\r2 ترك صرف ((دُبار)) للضّرورة، وهو منصرف، وقيل: ترك الصّرف على اللّغة القديمة الميّتة. ينظر: اللسان (عرب) 1/593.\r3 ترك صرف ((مؤنس)) للضّرورة، أو على اللّغة القديمة الميّتة. ينظر: اللسان (عرب) 1/593.","seal":"7BE0A2A0","part":1},
      {"page":367,"id":16,"nass":"أمّا معاني ذلك، فإنهم قالوا للأحد ((أوّل)) لأنهم جعلوه أوّل عدد الأيام، وقالوا للاثنين: ((أَهْوَن)) و ((أَوْهَد)) فأهون من الهَوْن وهو السّكون، ومنه قوله تعالى {يَمْشُونَ عَلَى الأَرْضِ هَوناً} 1 ويدلّ ((أَوْهَدُ)) على هذا المعنى؛ لأن الوَهْدَة الانخفاض، كأنّهم جعلوا الأوّل أعلى ثم انخفضوا في العدد.\rوقالوا للثلاثاء: ((جُبار)) ؛ لأن العدد جُبِرَ به، وقوي إذ حصل به فرد وزوج2، وقيل: هو من الأَرْش: ما يُهْدر، والأَرْش: الدية3.\rوقالوا للأربعاء ((دُبار)) لأنه عندهم آخر العدد، وبه يتمّ العقد الأول، ودبر كلّ شيء مؤخره.\rأمّا الخميس والجمعة فسمّيت بأشياء تصنع فيها، فاستغنوا بها عن عددها، فقالوا للخميس ((مؤنس)) لأنّه يؤنس به لقربه من الجمعة التي يتأهّبون فيها للاجتماع.\rوقالوا للجمعة ((عروبة)) لبيانها عن سائر الأيّام، والإعراب في اللغة: الإبانة والإفصاح. وقيل: من العَرُوبة، وهي المتحبّبة إلى زوجها أو لأن كلمتهم اجتمعت، وبان لهم من الرأي ما كان خافياً؛ فتعربوا واتّفقوا.\rوتسمّى الجمعة ((حَرْبة)) أيضاً، لبياضها ونورها وتعظيمها؛ فهي في الأيام كالحَرْبة.\rوقالوا للسبت ((شِيار)) من قولهم: شُرت الشّيء إذا أظهرته وبيّنته4.\rوالعَروبة بالألف واللام، وربّما لم تدخل عليها، قال القطاميّ:\r__________\r1 سورة الفرقان: الآية 63.\r2 ينظر: الأزمنة والأمكنة 1/270.\r3 ينظر العين 6/116.\r4 ينظر: الأزمنة والأمكنة 279 - 281.","seal":"17487609","part":1},
      {"page":368,"id":17,"nass":"نَفْسِي الفِدَاءُ لأَقْوَامٍ هُمُ خَلَطُوا ... يَوْمَ العَرُوبَةِ أَوْراداً بأَوْرَادِ1\rفأدخل الألف واللام، وقال ابن مقبل:\rوإذا رَأى الرُّوَّادَ ظَلَّ بأَسْقفٍ ... يَوْماً كَيَومِ عَرُوبةَ المُتَطَاوِلِ2\r__________\r1 ديوان القطامي 88.\r2 ديوان ابن مقبل 221.","seal":"B193A469","part":1},
      {"page":368,"id":18,"nass":"الفصل الثاني\rالممات من أسماء الشهور\rكانت أسماء الشّهور في الجاهليّة على النحو التّالي1:\rالمؤتمر: المحرم.\rناجر: صفر.\rخَوّان أو خُوّان: ربيع الأوّل.\rوُبْصَان أو وَبْصَان: ربيع الآخر.\rالحَنين: جمادى الأولى.\rرُنّى2، ويقال: رُبّى - بالباء: جمادى الآخرة.\r__________\r1 الأيام والليالي والشهور 49، والأزمنة وتلبية الجاهلية 129، والجمهرة 3/1311، والأزمنة والأمكنة 9/43 والمخصص 9/43.\r2 اختلف العلماء في اسم هذا الشهر فقال بعضهم: هو بالباء. ومن هؤلاء قطرب وابن الأنباري والسيوطي. (ينظر: الأزمنة وتلبية الجاهلية 129، واللسان (رنى) 14/240، والمزهر 1/219) ويرى أكثرهم أنه بالنون. (ينظر: الأيام والليالي والشهور 49، والجمهرة 3/1312، والأزمنة والأمكنة 1/281، والآثار الباقية 62، والمخصص 9/43) ونقل عن أبي عمر الزاهد أنه قال: رُبّى بالباء تصحيف، إنما هو بالنون. (ينظر: اللسان (رنى) 14/340.","seal":"CC3AAEF4","part":1},
      {"page":369,"id":19,"nass":"الأَصَمّ: رجب.\rعاذِل: شعبان.\rناتق: رمضان.\rوَعِل1 شوّال.\rوَرْنَة، وقيل: هُوَاع2 ذو القعدة.\rبُرَك: ذو الحجة.\rوثمّة من خالف جمهور العلماء في أسماء هذه الشهور، فقد ذكر البيروني أنها كما يلي:\rالمؤتمر وناجر وخوّان وصُوان وحنتم وزَبّاء والأصمّ وعادل ونافق وواغِل وهُوَاع وبُرَك3\rونظمها الصاحب بن عبّاد في قوله4:\rأَرَدْتَ شُهُورَ العُرْبِ في الجَاهِلِيَّةِ ... فَخُذْهَا عَلَى سَرْدِ المُحَرّم تشتَرِكْ\rفمؤتمرٌ يأتي ومِن بَعْدُ ناجرٌ ... وخَوَّانُ مع صُوَان يُجْمَعُ في شَرَكْ\rحَنينٌ وزَبّا والأصَمُّ وعادل ... ونافِق مَعْ وَغْلٍ وَرَنَّةُ مَعْ بُرَكْ\rوالموازنة بين بعض هذه الأسماء، وما يقابلها في الروايتين ترجح أن ثمّة تصحيفاً أو تحريفاً في بعض أسمائها، قارن مثلاً بين وبصان وصوّان، والحنين وحنتم، ورنّى وربّى وزباء، وعاذل وعادل، وناتق ونافق، ووَعِل وواغل.\r__________\r1 في اللسان (وعل) 11/732: وَعْل بالسكون شعبان ووَعِل بالكسر: شوال، وفيه أيضاً: وقيل: وَعِل شعبان.\r2 ينظر: الأيام والليالي والشهور 53.\r3 ينظر: الآثار الباقية 60، 61.\r4 المصدر السابق 63.","seal":"C319688B","part":1},
      {"page":370,"id":20,"nass":"والتصحيف في أسماء هذه الشهور غير غريب، لإماتة هذه الألفاظ وتركها في الاستعمال مع قدمها، وقد تكون لغات لبعض القبائل.\rوخالف المسعودي - أيضاً - في بعض أسمائها، فهي عنده: ناتِق وثَقِيل وطَلِيق ونَاجِر وأَسْلَخ وأَمْيَح وأَحْلَك وكُسَع وزَاهِر وبُرَك وحُرَف ونُعَس، وهو ذو الحجة1.\rواشتقاق هذه الشهور المماتة - وفق ما ورد في الروايات المشهورة في أسمائها - على النحو التالي2:\r((المؤتمر)) (المحرم) من أحد ثلاثة؛ أحدها أنّه يؤتمر فيه الحرب والثاني أن يكون من أَمَرَ القومُ إذا كثروا؛ فكأنّهم لما حُرِموا القتال فيه زادوا وكثروا.\rوالثّالث: أن يأتمر بكلّ شيء ممّا تأتي به السّنة من أقضيتها.\rوأمّا ((ناجر)) (صفر) فهو من النجر، وهو شدة الحرّ، أو لأنّ الإبل تَنْجَرُ فيه، أي: يشتدّ عطشها حتّى تيبس جُلودها.\rأمّا ((خوان)) (ربيع الأول) فهو من الخَون وهو النّقص؛ لأن الحرب يكثر ويشتدّ فيه فيتخوّنهم أي يتنقّصهم، وقد يكون من الخيانة.\rأمّا ((وُبصان)) أو ((وَبصان)) (ربيع الأول) فهو من الوبيص أي البريق، ومن قال: بُصان فهو من البصيص.\rواشتقاق ((الحنين)) (جمادي الأولى) من حنين الناس إلى أوطانهم؛ لأن النّاس يحنّون فيه إلى أوطانهم - كما يقول المرزوقي3.\rو ((رُنّى)) (جمادي الآخرة) : (فعلى) من الشّدّة في كل شيء، قيل: يوم أَرْوَنانٌ: شديد في كل شيء ووزنه (أفوعال) من الرّنين فيما ذهب إليه ابن\r__________\r1 ينظر: مروج الذهب 2/191.\r2 ينظر: الأزمنة والأمكنة 280 - 282.\r3 ينظر: الأزمنة والأمكنة 281.","seal":"86E062FA","part":1},
      {"page":371,"id":21,"nass":"الأعرابي، وهو عند بعضهم (أفعلان) من قولك: كشف الله عنك رونة هذا الأمر، أي غمّته وشدّته1.\rوأنكر بعضهم النّون - كما تقدم - وقال هو: رُبّى - بالباء، مأخوذ من الشّاة الرُّبَّى، وهي الحديثة النِّتاج؛ لأن فيه يعلم ما نتجت حروبهم إذا انجلت عنه، قال الشاعر:\rأتيتك في الحَنِين فقلت: رُبَّى ... وماذا بين رُبّى والحَنِينِ 2\rوقد يقال في ((رُنّى)) : ((رُنَّة)) بحذف الألف وتخفيف النّون، قال ابن منظور: \"رُونة، وهي محذوفة العين، ورُونة الشيء: غايته في حَرٍّ أو بردٍ أو غيره، فسمّي به جمادى لشدّة برده، ويقال: إنهم حين سمّوا الشّهور وافق هذا الشَّهر شدّة البرد فسُمّوه بذلك\"3.\rوسُمِّيَ رجب: ((الأصمّ)) لتركهم الحرب فيه حتى لا تسمع صلصلة حديد.\rوسُمّيَ شَعبان: ((عاذلاً)) كأنّه كان يعذلهم على الإقامة، وقد حلّت الحرب والغارات.\rوقيل: ((عاذل)) اسم شهر شوال، أمّا شعبان فاسمه وَعِل، أي: أنّهم عكسوا4، وأكثرهم على ما ذكرت، أي أن عاذلاً هو شعبان ووَعِلاً شوال5.\r__________\r1 ينظر: اللسان (رنن) 13/187، 188.\r2 ينظر: المصدر السابق (رنن) 13/188.\r3 المصدر السابق (رنى) 14/340.\r4 ينظر: الأزمنة والأمكنة 1/282.\r5 ينظر: اللسان (عذل) 11/438.","seal":"AAB5F0D5","part":1},
      {"page":372,"id":22,"nass":"وفي نَاتِقٍ كانَ اصْطِلامُ سَرَاتِهم ... لَيَالِيَ أَفْنَى القَرْحُ جُلَّ إِيَادِ\rنَفَوا إخْوَةً ما مِثْلَهُم كَانَ إِخْوَةٌ ... لِحَيٍّ وَلَمْ يَسْتَوْحِشُوا لِفَسَادِ\rوسُمِّيَ شوَال ((وَعِلاً)) لأن الغارة كانت تكثر فيه فيلتجي كلُّ قوم إلى ما يُتَحَصّنُ به، والتَوَعّل: التَّوقّل وهو العلو والاحتراز، ومنه اشتقّ الوعل والمستوعل من الحمير المتحرزة.\rوسُمّي ذو القعدة: ((وَرْنَة)) للتَّنَعُّم فيه، قال ابن الأعرابي: \"التَّوَرُّن: كثرة التّدهّن والنّعيم\"2.\rأمّا ((هُوَاع)) - وهو الاسم الآخر الّذي روي لشهر ذي القعدة - فقد قيل له ذلك \"لأنه كان يهوع الناس، أي: يخرجهم من أماكنهم إلى الحج، ويقال: هاع فلان يهوع هوعاً إذا قاء وتهوّع وما يخرج من حلقه هُواعة\"3.\rأمّا ((بُرَكُ)) وهو شهر الحج، فهو معدول عن ((بارك)) وكأنّه الوقت الذي تبرك فيه الإبل للموسم، وقد يكون مشتقاً من البَرَكة، لأنّه وقت الحجّ، فالبركات تكثر فيه، وأصل البَرَكة من الثَّبات، كأنه من قولهم: بَرَكَ البَعِير، أو هو من مبرك البَعير الّذي يثبت فيه.\rوقد سمّت العرب أشهرها بالأسماء المعروفة المحرّم وصفر ... إلخ، واشتقوا أسماءها من أمور اتّفق وقوعها عند تسميتها، والمتأمل لاشتقاق أسماء شهور\r__________\r1 ديوان الراعي النميري 20.\r2 ينظر: التهذيب 15/237.\r3 الأزمنة والأمكنة 1/283.","seal":"26B21FEB","part":1},
      {"page":373,"id":23,"nass":"الجاهلية أوّلاً ثمّ اشتقاقها ثانياً يتبين له أنّ بين التسميتين زماناً طويلاً، لاختلاف المدلول الزمني بين التسمتين لكل شهر.","seal":"62E5125C","part":1},
      {"page":373,"id":24,"nass":"الفصل الثالث\rالممات من أسماء متفرقة\rترك العرب مما كان مستعملاً في الجاهلية ألفاظاً كثيرة أماتوها بعد أن زالت معانيها، فمن ذلك1:\r1- المِرباع: وهو ربع الغنيمة يكون لرئيس القوم في الجاهليّة دون أصحابه وصار في الإسلام الخمس على ما فرضه الله تعالى.\r2- النَّشِيطة: وهي من الغنيمة ما أصاب الرئيس لنفسه، مثل السّيف والفرس والجارية، قبل أن يصير إلى بيضة القوم.\r3- الصَّفايا: جمع صَفِيّ، وهو ما يصطفيه الرئيس لنفسه، مثل السّيف والفرس والجارية، قبل القسمة مع الربع الذي له، وبقي الصّفيّ حيناً في الإسلام، وقد خصّ بذلك النبيّ صلى الله عليه وسلم، فقد اصطفى صلى الله عليه وسلم سيف منبّه بن الحجّاج المسمّى ذو الفِقار، يوم بدر، وغير ذلك، قال ابن فارس: \"وزال اسم الصّفيّ لمّا توفّي رسول الله - صلى الله عليه وسلم\"2.\r4- الفُضُول، وهو ما فضل من القسمة مما لا تصحّ قسمته على عدد الغزاة كالبعير والسكين ونحوهما، قال عبد الله بن عَنَمَة الضّبّي حليف بني شيبان\r__________\r1ينظر: الصاحبي 102، 105، والحيوان 1/327 - 330، والمزهر 1/296 - 298.\r2 الصاحبي 103.","seal":"0249AF55","part":1},
      {"page":374,"id":25,"nass":"في رثاء بسطام بن قيس:\rلَكَ المِرْبَاعُ مِنها والصَّفَايا ... وحُكْمُكَ والنَّشِيطَةُ والفُضُولُ1\r5- إتاوة، وهو الخراج أو الرّشوة، نص ابن فارس على أنه ممّا ترك من ألفاظ الجاهليّة2، وربّما أحيي هذا اللّفظ فيما بعد.\r6- المَكْسُ، وهو الجباية، دراهم كانت تؤخذ من بائع السِّلع في الأسواق الجاهليّة، وهو ما يأخذه العشّار من ضريبة، ولهذا يقال للعشّار: ماكِس.\rقال جابر بن حُنَيّ3:\rوفِي كُلِّ أَسْوَاقِ العِراقِ إِتَاوَةٌ ... وفِي كلّ مَا بَاعَ امْرِوٌ مَكْسُ دِرْهَمِ4\r7- الحُلوان: الرشوة، ومنه أن يأخذ الرجل من مهر ابنته لنفسه، وهذا عار عند العرب، قالت امرأة في مدح زوجها:\rلا يَأخُذُ الحُلْوانَ مِن بَنَاتِنَا 5\r8- صَرُورة: رَوَى أبو عبيد في غريب الحديث: \"لا صرورة في الإسلام\"6 وهو في الحديث: \"التَّبتّل وترك النكاح؛ أي ليس ينبغي لأحد أن يقول: لا أتزوج؛ لأنه ليس من أخلاق المؤمن، وهو فعل الرُّهبان\"7.\r__________\r1 ينظر: الحماسة 1/503، والحيوان 1/330، والأمالي للقالي 1/144، واللآلي 1/389.\r2 ينظر: الصاحبي 103.\r3 شاعر جاهلي قديم، كان صديقاً لامرئ القيس. ينظر: معجم الشعراء 206، 207، والمفضليات 208.\r4 ينظر: المفضليات 211.\r5 ينظر: اللسان (حلو) 14/193.\r6ينظر: سنن أبي داود 2/141، ومستدرك الحاكم 1/448، ومسند أحمد 1/312 وغريب الحديث لأبي عبيد 3/97، وكنز العمال 3/658وضعفه الألباني في ضعيف الجامع الصغير وزياداته 909.\r7 النهاية 3/22.","seal":"50759521","part":1},
      {"page":375,"id":26,"nass":"وروي عن ابن مسعود: أنه قال: \"لا يقولنّ أحدكم: إني صرورة، فإن المسلم ليس بصرورة\"1.\rقال ابن دريد: \"الأصل في الصّرورة أنّ الرجل في الجاهلية كان إذا أحدث حدثا ولجأ إلى الكعبة لم يُهَجْ، فكان إذا لقيه وليّ الدم بالحرم قيل له: هو صرورة فلا تَهِجْهُ، فكثر ذلك في كلامهم حتّى جعلوا المتعبّد الّذي يجتنب النّساء وطيّب الطّعام صرورة وصرورياً، وذلك عنى النّابغة الذّبياني بقوله:\rلَوْ أَنَّهَا عَرَضَتْ لأَشْمَطَ رَاهِبٍ ... عَبَدَ الإِلَهَ صَرُورَةٍ مُتَعَبِّدِ\rأي: متقبّض عن النّساء والتّنعم\"2.\rومن هذا سمّيَ من لم يَحُجّ: صرورة أو صرورياً، فترك تسميتة بذلك، وأميت لفظه3.\r9- النّوافج؛ وهي الإبل التي تساق في الصّداق، فتكثر بها إبل الرجل وتعظُم، وكانت العرب تقول في الجاهلية للرجل إذا ولدت له بنت: هنيئاً لك النّافجة، أي المعظّمة لمالك، وذلك أنّه يزوّجها فيأخذ مهرها من الإبل، فيضمّها إلى إبله فينفجها، أي يرفعها ويكثّرها4.\rقال شاعرهم وقد كره ذلك:\rلَيْسَ تِلادِي مِن وِرَاثَةِ وَالِدِي ... ولا شَانَ مَالي مُسْتَفَادُ النَّوافِجِ5\r__________\r1 ينظر: المجموع للنووي 8/281.\r2 الجمهرة 3/1252.\r3 ينظر: الصاحبي 103.\r4 ينظر: الجمهرة 1/489، واللسان (نفج) 2/382.\r5 ينظر: الصاحبي 105.","seal":"D4F2A472","part":1},
      {"page":376,"id":27,"nass":"10- غُلامة، وهي مؤنث الغلام، كان يقال للجارية؛ قال أبو عبيدة معمر ابن المثنى عن أبي عبد الرحمن يونس بن حبيب النّحوي حين أنشده شعر الأسديّ:\rومِرْكَضَةٍ صَرِيحىّ أَبُوها ... تُهانُ لَهَا الغُلامَةُ والغُلامُ\rقال: فقلت له: فتقول للجارية: غلامة؟ قال: لا، هذا من الكلام المتروك1.\r11- الرَّتِيمة، وهي شيء كان يفعله الجاهليّون، كان الرّجل إذا أراد سفراً عمد إلى شجرتين متقاربتين فعقد غصنين منهما فإذا رجع من سفره نظر إليهما، فإن كان الغصنان بحالهما علم أنه لم يُخَن في أهله، وإن كانا منحلّين ظنّ بأهله ظنّ سوء2.\r12- عَدَوْلاة، وهو اسم موضع في البحرين، قال الخليل: \"والعَدَوْلِيّة: ضرب من السفن، نُسب إلى موضع يقال له: عدولاة، أميت اسمه\"3 أي أميت لفظ ((عَدَوْلاة)) .\rوالّذي في كتب البلدان أنّ اسم القرية ((عَدَولَى)) 4 قال البكريّ: \"عَدَوْلَى: قرية بالبحرين، والعَدَوليُّ من السُّفن منسوب إليها، قال طرفة:\rعَدَوْلِيّةٌ أو من سَفِين ابن يامِنٍ\rيَجُوزُ بها المَلاّحُ طَوْراً ويَهْتَدِي5\rوذكره سيبويه فيما جاء من الأسماء على مثال فَعَولَى، وزعم الخليل أنه موضع كانت تنسب إليه السفن، فأميت اسمه\"6.\r__________\r1 ينظر: الحيوان 1/329، 330.\r2 ينظر: اللسان (رتم) 12/225.\r3 العين 2/40.\r4 ينظر: معجم البلدان 4/90.\r5 ينظر: ديوان طرفة 20.\r6 معجم ما استعجم 2/926.","seal":"52CF2CBC","part":1},
      {"page":377,"id":28,"nass":"13- الجَدَف، وهو ما لايغطّى من الشراب، ورد في حديث عمر، قال أبو عمرو بن العلاء: \"الجَدَف لم أسمعه إلا في هذا الحديث، وما جاء إلا وله أصل، ولكن ذهب من كان يعرفه ويتكلم به كما قد ذهب من كلامهم شيء كثير\"1.\r14- الأرداف، وهم الوزراء في الجاهلية، قال الأزهري: \"أرداف الملوك في الجاهلية الذين يخلفونهم في القيام بأمر المملكة، بمنزلة الوزراء في الإسلام\"2.\rوقال الجوهري: \"الرِّدافة: الاسم من إردافِ الملوك في الجاهلية. والردافة: أن يجلس الملك ويجلس الرِّدف عن يمينه، فإذا شرب الملك شرب الردف قبل الناس، وإذا غزا الملك قعد الردف في موضعه، وكان خليفته على الناس حتى ينصرف، وإذا عادت كتيبة الملك أخذ الردف المرباع.\rوكانت الرِّدافة في الجاهلية لبني يربوع، لأنه لم يكن في العرب أحد أكثر غارة على ملوك الحيرة من بني يربوع، فصالحوهم على أن جعلوا لهم الرِّدافة، ويكفّوا عن أهل العراق الغارة\"3.\rفهذه كلمات متفرّقة أميتت في الجاهلية، وهجرت، وربما أحيي بعضها فاستعمل مرة أخرى في معناه القديم أو بمعنى آخر، وإحياء الممات وارد في اللغة على النحو الذي سيأتي تفصيله في الباب الرابع - إن شاء الله تعالى.\r15- عُبسُور، وهي السريعة من النوق، وهذه الكلمة مما انفرد به المتقدمون وتركه المتأخرون؛ لاستعمالهم مرادفه. قال ابن فارس: \".. وقد كان\r__________\r1 اللسان (جدف) 9/24.\r2 التهذيب 14/97.\r3 الصحاح (ردف) 4/1363.","seal":"AE54DC5A","part":1},
      {"page":378,"id":29,"nass":"لذلك كله ناس يعرفونه. وكذلك يعلمون معنى ما نستغربه اليوم نحن من قولنا: عُبسُور، في الناقة، وعَيْسَجور، وامرأة ضِناكٌ وفرس أَشَقُّ أمقُّ خِبَقٌ ذهب هذا كله بذهاب أهله\"1.\r16- عَيْسجُور، وهي الناقة الصلبة، وقيل السريعة القوية، ذكر ابن فارس أنه مما ذهب بذهاب أهله - كما تقدم في النص السابق في الفقرة (15) .\r17- ضِناك، في قولهم: امرأة ضِناك، وهي ثقيلة العجز الضخمة، ذكر ابن فارس أنه مما ذهب بذهاب أهله - كما تقدم في الفقرة رقم (15) .\r18- خِبَقٌّ، في قولهم: فرس: أَشَقُّ أَمَقُّ خِبَقٌّ، وناقة كذلك، وهي السريعة، وقيل: خِبقٌّ إتباع، وذكر ابن فارس أنه مما ذهب بذهاب أهله - كما تقدم.\r__________\r1 الصاحبي 65،66.","seal":"4506DA52","part":1},
      {"page":378,"id":30,"nass":"الفصل الرابع\rأسماء أميت مفردها\rوهو نوعان: الجمع، والمثنى، وهما على النحو التالي:\rأ – الجمع:\rالمفرد من الأسماء هو الأصل للجمع، فلكل جمع مفرد مسموع أو مقدّر، قياساً على الكثير الغالب من كلام العرب، وثمّة جموع قليلة لم يوجد من مادّتها مفرد البتة1؛ روى اللحياني عن الأصمعيّ: \"أن المطايب والأطايب والمحاسن\r__________\r1 ثمة خلاف في همزة البتة فهي همزة وصل عند بعض العلماء، وهي همزة قطع عند بعضهم الآخر، وقد بحثتُ في هذه المسألة قبل سنوات، ولم أصل إلى ما أقطع به في ذلك، وأنا أتّبع الأصل فيها، وهو أن الهمزة فيها همزة وصل، وعلى هذا كثير من علمائنا، والذي يكتبها همزة قطع فهو مصيب غير مخطئ.","seal":"D76523CA","part":1},
      {"page":379,"id":31,"nass":"والمساوئ والمغازي والمقاليد لا يعرف لها واحد\"1 وكذلك نسوة وعبابيد وعباديد ومذاكير.\rوأغلب الظن أن مفرداتها أميتت فانقرضت2، وظلّت تلك الجموع دليلاً على مفرداتها، ولا خلاف بين العلماء أن المفرد من تلك الجموع مقدر، وأنه يكون عند التقدير على حسب القياس3، ولكنه مهجور في الاستعمال لإماتته، اكتفاء - فيما نقدر - بلفظ الجمع، وهو يسمّى عند بعض العلماء ((المفرد التقديري)) أو ((الخيالي)) أو ((غير الحقيقي)) 4 ولو سمّي المفرد الميت أو الممات أو المتروك لكان صحيحاً.\rأما المفردات التي لم يسمع لها جموع، نحو المرء والمرأة، والدّبور؛ وهي ريح الصبا؛ فإنه لا يصح أن يقال: إن تلك الجموع مماتة؛ لأن الجمع فرع والمفرد أصل، ووجود الأصل - وهو المفرد - لا يقتضي وجود الفرع وهو الجمع، ويصح معكوس ذلك لفظاً ومعنى؛ أي أن وجود الفرع في الاستعمال يقتضي وجود الأصل في الاستعمال ولو مرة واحدة قبل الإماتة.\rومن الجموع الّتي أميتت مفرداتها وزالت من الاستعمال5:\r1- الخَلابيس، وهي الأمور التي لا نظام لها، لم يعرف البصريون لها واحداً، وقال البغداديون: خِلْبِيس - كما يقول ابن دريد6.\r__________\r1 التهذيب 14/40.\r2 ينظر: في علم الصرف 125.\r3 ينظر: تصريف الأسماء 233.\r4 ينظر: المعجم المفصل في النحو العربي 2/1034.\r5 ينظر: الكتاب 2/282، 3/23، 256، 379، 275، 425، والجمهرة 3/1271، والمزهر 2/197، وأزاهير الفصحى 256.\r6 ينظر: الجمهرة 3/1271.","seal":"4C3328A4","part":1},
      {"page":380,"id":32,"nass":"2- سَمادير العين، وهو ما يراه المُغْمَى عليه من حُلْم، والمفرد ممات.\r3- معاليق، وهو ضرب من التّمر، والمفرد ممات.\r4- عبابيد وعباديد، وهم الفرق من الناس، والخيل الذاهبون في كل وجه، والمفرد ممات.\r5- تَبَاشير الصّباح، وهي أوائلة الّتي تبشربه، وتباشير النخل بواكيره، والتباشير - أيضاً - البشرى، وأميت مفرده.\r6- التَّعَاشِيب في قولهم: أرض مملوءة بالتعاشيب، وقيل: هو أول ما يظهر من العشب، ويكون متفرقاً، وهو مما أميت مفرده.\r7- تضاعيف الشيء، وهو ما ضُعِّف منه، والمفرد ممات، قال ابن سيده: \"ليس له واحد، ونظيره في أنه لا واحد له: تباشير الصبح ... وتعاشيب الأرض، لما يظهر من أعشابها أولاً\"1.\r8- التعاجيب، وهي العجائب، وتعاجيب الدهر: ما يأتي من عجائبه. أميت المفرد.\r9- التماسي، وهي الدواهي، قال أبو عمرو بن العلاء: \"لقيت من فلان التماسي، أي الدواهي، لا يعرف واحده\"2.\r10- الهزائز، وهي الشدائد، حكاها ثعلب، قال: ولا واحد لها3.\r11- الزآنب، وهي القوارير، ذكر ابن الأعرابي أنّه لا واحد لها4، أي أنّ المفرد ممات.\r__________\r1 المحكم 1/255.\r2 اللسان (مسا) 15/281.\r3 ينظر: اللسان (هزز) 5/425.\r4 ينظر: التاج (زأنب) 1/384.","seal":"397527FE","part":1},
      {"page":381,"id":33,"nass":"12- مطايب اللحم وغيره: خياره وأطيبه، قال ابن منظور نقلاً عن ابن سيده: \"ومطايب اللحم وغيره: خياره وأطيبه؛ لا يفرد، ولا واحد له من لفظه، وهو من باب محاسن وملامح؛ وقيل: واحدها مَطَاب ومَطَابة، وقال ابن الأعرابي: هي من مطايب الرطب، وأطايب الجزور. وقال يعقوب: أطعمنا من مطايب الجزور ولا يقال: من أطايب. وحكى السيرافي أنه سأل بعض العرب عن مطايب الجزور، ما واحدها؟ فقال: مَطْيَب، وضحك الأعرابي من نفسه كيف تكلّف لهم ذلك في كلامه\"1.\r13- المحاسن، وهي المواضع الحسنة من البدن، قال ابن سيده: \"قال بعضهم: واحدها محسن، وليس هذا بالقوي ولا بذلك المعروف، إنّما المحاسن عند النحويين، وجمهور اللغويين جمع لا واحد له، ولذلك قال سيبويه: إذا نسبت إلي محاسن قلت: محاسنيّ، فلو كان له واحد لردّه إليه في النسب، وإنما يقال: إنّ واحده: حَسَنٌ على المسامحة\"2.\r14- ملامح الإنسان: ما بدا من محاسن وجهه ومساويه مفرده: ((مَلْمَحَة)) استغنوا عنه بلمحة، فأميت3.\rب – المثَنَّى:\rمن المثنّيات في العربيّة ما أميت واحده، وترك في الاستعمال، وهي قليلة منها4:\r__________\r1 اللسان (طيب) 1/566.\r2 المحكم 3/143.\r3 ينظر: الكتاب 3/275، 425.\r4 ينظر: المثنّى لأبي الطّيّب اللّغويّ 56 - 62.","seal":"46E32096","part":1},
      {"page":382,"id":34,"nass":"1- اثنان، لا واحد له من لفظه، وقد أميت مفرده فيما نقدّر.\r2- المِذْروان، طرفا الأليتين، ليس لهما واحد، وقيل واحده مِذْري، وفي اللِّسان: ((قيل: المِذروان: أطراف الأليتين، ليس لهما واحد، وهو أجود القولين؛ لأنه لو قال مِذرى لقيل في التثنية مِذْريان بالياء للمجاورة)) 1.\rذكره أبو الطيب اللغويّ فيما ليس له مفرد من لفظه2.\r3- هجاجان؛ يقال هم هجاجيه، أي عن يمينه وشماله، ذكر أبو الطّيّب أنه لا واحد له من لفظه3.\r4- دَوَاليك، ومعناه مُداولة بعد مُداولة، قال الزّجَاجيّ: ((ولا يفرد له واحد)) 4.\r__________\r1 اللّسان (ذرا) 14/285.\r2 ينظر: المثنّى 59.\r3 نفسه 62.\r4 أمالي الزّجّاجيّ 130.","seal":"DCB93546","part":1},
      {"page":382,"id":35,"nass":"الفصل الخامس\rأسماء مصغرة أميت مكبرها\rمن الأسماء ما جرى في العربيّة مصغّراً وأميت مكبّره، مثل: كُعَيت وكُميت، وقد تناوله علماء اللغة في كلامهم في التّصغير1 على وجه من الإيجاز، ومثّلوا له بألفاظ قليلة من أبرزها:\r1 - كُعَيت؛ وهو البلبل، وحُكِىَ عن المبرّد أنّه قال: يشبه البلبل ويقاربه، وقد يصغّر الشيء لمقاربة الشيء كقولهم دُوين ذلك وفويقه، ويقولون في جمعه:\r__________\r1 ينظر: الكتاب 3/477، والمقتضب 3/233، والأصول في النحو 3/61، والمخصص 14/106، وشرح المفصل لابن يعيش 5/136، والتسهيل 287، والمساعد 3/520.","seal":"79E55239","part":1},
      {"page":383,"id":36,"nass":"كعتان؛ لأنّ تقدير مكبّره الممات أن يكون على كُعَت1.\r2 - جُميل، وهو البلبل - أيضاً - لا يستعمل إلا مصغّراً بعد إماتة مكبّره.\r3 - كُمَيت، لون ليس بأشقر ولا أدهم، بين السّواد والحمرة، قال سيبويه: \"سألت الخليل عن كُميت، فقال: هو بمنزلة جُمَيل؛ وإنما هي حمرة مخالطها سواد، ولم يخلص؛ فإنما حقّروها لأنّها بين السّواد والحمرة، ولم يخلص أن يقال له أسود ولا أحمر، وهو منهما قريب، وإنّما هو كقولك: دوين ذلك\"2.\r4 - الثُّريّا، كواكب في السماء، سمّيت بذلك لكثرة كواكبها مع صغر مرآتها، فكأنها كثيرة العدد بالإضافة إلى ضيق المحلّ، لازمت التّصغير3 بعد إماتة مكبّرها، وهو ((ثَرْوَى)) 4.\r5 - القَصَيرى، وهي أسفل الأضلاع، وقيل: هي الضِّلع الّتي تلي الشّاكلة، وهي الواهنة، وقيل: هي آخر الضّلوع5. استغنى بمصغّرها عن مكبّرها الممات.\r6 - ويكثر ذلك في الأعلام، مثل حُنين، موضع بين الطائف ومكّة، وأمّ حُبين؛ دويّبة على خلقة الحرباء، وهُذيل، وقُريظة، وقصيّ، وطُهيّة، وبُثينة6.\rوتكاد تنحصر نظرة علماء العربيّة إلى مكبّر هذه الكلمات في أحد أمرين:\r__________\r1 ينظر: المخصص 14/106.\r2 الكتاب 3/477.\r3 ينظر: المساعد 3/520.\r4 ينظر: تفسير رسالة أدب الكاتب 87.\r5 ينظر: اللسان (قصر) 5/103.\r6 ينظر: شرح الكافية الشافية 4/1921.","seal":"EF63443E","part":1},
      {"page":384,"id":37,"nass":"الأوّل: أنّ المكبّر لم يستعمل أصلاً، ولم ينطق به، وإنّما نطق بالمصغّر ابتداء، فجرى في الكلام دون غيره ((كأنهم في أصل الوضع فهموا تصغيره، فوضعوا اسمه على التّصغير)) 1 وقد نطقوا بهذه الكلمات مصغّرة؛ لأنها عندهم مستصغرة2، والصّغر من لوازمها، فوضعوا الألفاظ على التّصغير)) 3.\rقال الرّضي: \"وقولهم في جُمَيل وكعيت: جِملان وكِعتان؛ كصِردان ونِغْران تكسير لمكبّريهما المقدّرين، وهما الجُمَل والكُعَت، وإنّما قُدّرا على هذا الوزن؛ لأنه أقرب وزن مكبّر من صيغة المصغّر، فلمّا لم يسمع مكبّراهما قُدّرا على أقرب الأوزان من وزن المصغّر\"4.\rالثّاني أن المكبّر كان مستعملاً ثم أميت وتُرِك5، واستغنى عنه بالمصغّر، وتنوسي التّصغير فأصبح كالمكبّر.\rقال سيبويه: \"هذا باب ما جرى في الكلام مصغّراً وترك تكبيره؛ لأنه عندهم مستصغر، فاستغنى بتصغيره عن تكبيره\"6 ولا يكادون يلفظون به7.\rومما يقوّي هذا الرأي أنّ المصغّر فرع كالجمع والمثنّى، والمكبّر أصل كالمفرد، والفرع تالٍ والأصل سابق في الوضع، فدلّ هذا على سبق المكبر في الاستعمال.\r__________\r1 الإيضاح في شرح المفصل 1/584.\r2 ينظر: شرح المفصل لابن يعيش 5/136.\r3 ينظر: شرح الشافية للرضي 1/280.\r4 المصدر السابق 1/280، 281.\r5 ينظر: المفصل 206.\r6 الكتاب 3/477.\r7 ينظر: شرح المفصل لابن يعيش 5/136.","seal":"3BB9DD9B","part":1},
      {"page":385,"id":38,"nass":"ويقويه - أيضاً - أن للمصغّر قياساً يتّبع في التّصغير، وهو أن يكون على وزن واحد من الأوزان الثلاثة المعروفة، وهي: فُعَيل للثّلاثي وفعيعل للرّباعي، وفعيعيل للخماسي الذي رابعه حرف لين، أو ما حذف منه وعُوّض عن محذوفه، ويتعذر اختيار أحد الأوزان الثّلاثة في التّصغير قبل معرفة المكبّر وعدد حروفه، فدلّ قولهم: جُمَيل وكُعَيت - مثلاً - على معرفتهم بأن المكبر ثلاثي وهو: جُمَل وكُعَت، وليس رباعياً أو خماسياً.","seal":"CE9CB369","part":1},
      {"page":389,"id":39,"nass":"الباب الثاني: الممات من الأفعال\rمدخل\r...\rمدخل:\rثمّة أفعال كثيرة أُميتت في العربيّة، وترك العرب استعمالها بعد أن كانت في لغتهم، فانقرضت وزالت، وبقي ما يَدُلّ عليها من الأسماء أو بعض اشتقاقات الفعل.\rوالإماتة في هذه الأفعال على أربعة أوجه:\rأوّلها: إماتة الفعل بكل تصريفاته وصيغه.\rثانيها: إماتة المجرّد وإحياء المزيد.\rثالثها: إماتة بعض التصريفات (الأزمنة)\rرابعها: إماتة المبني للمعلوم.\rوينبغي - قبل تفصيل هذه الأنواع - أن يعلم الباحث اللّغويّ في متن اللّغة أنّ علماء العربية اعتادوا في معاجمهم أن يتركوا ذكر القياسيّ من الأفعال والأسماء وتصريفاتهما اختصاراً أو استغناء بالقياس، فوجب الحذر وأخذ ذلك في الحسبان عند الحكم بالإماتة وخاصة حين لا يكون هناك نصّ صريح لأولئك العلماء المتقدّمين أو لأحدهم من غير إنكار عليه منهم، أو يكون ثمة دليل لغوي يُهتدى به، كاستعمال المضارع أو الأمر دون الماضي نحو \"يَهيط\" بمعنى، يصيح فإن المضارع فرع والماضي أصل له، ووجود الفرع دون الأصل دليل على إماتة ذلك الأصل، وهذا قياس لغوي.\rومن علماء العربيّة الّذين يمكن للباحث أن يظفر بإشارات لهم فيما أميت من الأفعال: الخليل في \"العين\" وابن دريد في \"الجمهرة\" و\"الاشتقاق\" والأزهريّ في \"تهذيب اللّغة\" والصّغانيّ في \"الذّيل والتّكملة والصّلة\".\rوفيما يلي تفصيل الأوجه الأربعة في إماتة الأفعال:","seal":"73DF687A","part":1},
      {"page":390,"id":40,"nass":"الفصل الأول\rأفعال أميتت صيغها وتصريفاتها\rأمكن لي الظّفر بجملة من الأفعال المماتة بكامل تصريفاتها مستخرجة من المصادر اللّغويّة القديمة، وعلى رأسها \"الجمهرة \" لابن دريد الّذي عني في معجمه هذا بذكر الممات والإشارة إليه في مواضع عديدة، ولم يرد لها ذكر في معاجم الأفعال لابن القوطيّة والسّرقسطيّ وابن القطّاع أو المعاجم الكبيرة مثل \"التهذيب\" و\"الصّحاح\" و\"المحكم\" و\"اللسان\" و\"القاموس المحيط\" و\"التاج\" فدلّ ذلك على أنها مماته، كما قال ابن دريد وغيره من العلماء.\rوأنبه - بين يدي هذا الفصل قبل أن أعرض لعدد من الأفعال المماتة - إلى أن ثمة خلافاً بين البصريين والكوفيين في أصل المشتقات، فالبصريون يرون أن المصدر هو الأصل والفعل منه، ويرى الكوفيون أن الفعل هو الأصل والمصدر مشتق منه.\rواستدل البصريون على أن المصدر أصل الفعل بأمور، منها أن المصدر يدل على زمان مطلق، والفعل يدل على زمان معين، فكما أن المطلق أصل للمقيد فكذلك المصدر أصل للفعل.\rواستدل الكوفيون على أن الفعل أصل المصدر بأمور، منها أن المصدر يصح لصحة الفعل، ويعتل لاعتلاله، كما في قولك: قاوَم قِوَاماً وقام قياماً، فلما صح المصدر لصحة الفعل واعتل لاعتلاله دلّ على أنه فرع عليه.\rوالخلاف في هذه المسألة مبسوط في كتب النحو والصرف1،فلا حاجة\r__________\r1 ينظر: الإنصاف في مسائل الخلاف 1/235، 245، وأسرار العربية 171، وائتلاف النصرة 111.","seal":"16592371","part":1},
      {"page":391,"id":41,"nass":"لبسطه هنا، وقد رجح جمهور العلماء مذهب البصريين.\rويبدو أن ابن دريد الذي نقلت عنه قدراً صالحاً من ممات الأفعال في هذا الفصل والذي يليه - يختار مذهب الكوفيين في أصل الاشتقاق مع أنه بصري.\rوالحق أنه يصعب الجزم بصحة أحد المذهبين وتخطئة الآخر، فالطابع العام لهذه المسألة نظري - كما يقول بعض الباحثين المعاصرين - \"ولذا كان الخلاف فيها ميداناً لتصارع الحجج النظرية، ومن هنا ترددتْ خلال الحجج قضايا فلسفية، مثل الأصالة والفرعية، والإطلاق والتقييد، والبساطة والتركيب، وفي الوقت نفسه لم تخل المسألة من استئناس بالواقع اللغوي\"1.\rويبدو أن الموازنات السامية ترجح مذهب الكوفيين، وفي ذلك يقول ولفنسون: \"وقد نشأ من اشتقاق الكلمات من أصل هو الفعل أن سادت العقلية الفعلية- إذا صح هذا الاستعمال - على اللغات السامية، أي أن لأغلب الكلمات في هذه الكلمات مظهراً فعلياً ...\rوقد رأى بعض علماء اللغة العربية أن المصدر الاسمي هو الأصل الذي يشتق منه أصل كل الكلمات والصيغ ولكن هذا الرأي خطأ - في رأينا - لأنه يجعل أصل الاشتقاق مخالفاً لأصله في جميع أخواتها السامية.\rوقد تسرب هذا الرأي إلى هؤلاء العلماء من الفرس الذين بحثوا في اللغة العربية بعقليتهم الآرية، والأصل في الاشتقاق عند الآريين أن يكون من مصدر اسمي.\rأما في اللغات السامية فالفعل هو كل شيء، فمنه تتكون الجملة، ولم يخضع الفعل للاسم والضمير، بل نجد الضمير مسنداً إلى الفعل ومرتبطاً به\r__________\r1 الخلاف بين النحويين 204.","seal":"E6AFB9CF","part":1},
      {"page":392,"id":42,"nass":"ارتباطاً وثيقاً\"1.\rولست بصدد مناقشة هذا الرأي، ولكن هذا يكفي - على الأقل - لجعلي أقبل - في هذا البحث - برأي ابن دريد حينما يجعل الفعل أصلاً للمصدر في الاشتقاق ويقول بموته حين يجد المصدر مستعملاً ولا فعل له.\rوأذكر فيما يلي ما وقفت عليه من الأفعال المماتة، مرتبة على حروف المعجم، وهي:\r1ـ بحن:\rأميت الفعل \"بَحِنَ\" بكلّ تصريفاته وأزمنته. قال ابن دريد: \"البَحَنُ: فعل ممات، ومنه اشتقاق البَحْوَن، وهو الرّمل المتراكب\"2، وقوله: فِعل ممات؛ أي: فعله ممات، أي أنه مشتق من فعل ممات.\rومنه رجل بَحْوَن: عظيم البطن3.\rوتقدير الفعل: بَحِنَ يَبْحَنُ.\rوسأقدر جميع الأفعال التّالية وفق أقيسة الأفعال، واحتمال الخطأ في تقدير ضبط العين وارد، لعدم السّماع، لأنّ عين الماضي والمضارع في العربيّة لا تنضبطان انضباطاً كاملاً، والعمدة في كثير منهما على السماع4.\r__________\r1 تاريخ اللغات السامية 14،15.\r2 الجمهرة 1/285.\r3 ينظر: اللسان (بحن) 13/46.\r4 صوابي في تقدير ضبط عين الفعل الماضي والمضارع في هذا النوع أو خطئي فيه ليس له تأثير على إماتة الفعل، فهذا التقدير من لزوم ما لا يلزم في هذا البحث، حملني عليه رجاء الفائدة - إن شاء الله -.","seal":"6AE356CA","part":1},
      {"page":393,"id":43,"nass":"2ـ تير:\rتَيّار البحر: موجه، وهو من فعل ممات، قال الأزهري: \"التَّيّار: فَيعَال من تار يَتُور، مثل القيام من قام يقوم، غير أن فعله ممات\"1.\r3 ـ ثتل:\rقال ابن دريد: \"ثتل: استعمل منها الثَّتْل، ثمّ أميت2، ومنه بناء ثَيْتَل، وهو جبل معروف ... والثَّتْل ضرب من الطير زعموا\"3.\rوتقدير الفعل: ثَتَلَ يَثْتِلُ أو يَثْتُلُ.\r4 ـ ثعر:\rقال ابن دريد: \"الثَّعْر ممات، وهو أصل بناء الثُّعرور، والثعروران كالحلمتين تكتنفان غرمول الفرس عن يمين وشمال، وكذلك الزائدتان على ضرع الشّاه\"4.\rوذكر هذا المعنى في بعض المعاجم5 ولم أجد من قدّر له فعلاً مماتاً غير ابن دريد.\rوتقدير الفعل: ثَعَرَ يَثْعَرُ.\r5 ـ جعتب:\rقال أبو بكر: \"جُعْتُب: اسم مأخوذ من فعل ممات\"6.\r__________\r1 التهذيب 11/310.\r2 أي أميت الفعل.\r3 الجمهرة 1/384.\r4 المصدر السابق 1/421.\r5 ينظر: اللسان (ثعر) 4/102.\r6 الجمهرة 2/1110.","seal":"4E899127","part":1},
      {"page":394,"id":44,"nass":"ورويَ هذا الاسم بالثّاء المثلّثة فقد جاء في التّاج: \"جُعْثُب كقُنْفُذ؛ أهمله الجوهري، وهو بالمثلّثة في سائر النسخ، وقال ابن دريد هو بالثاء المثناة الفوقية؛ اسم مأخوذ من فعل ممات\"1.\rوتقدير الفعل: جَعْتَب يُجعتِب، أو جَعْثَبَ يُجْعثِبُ.\r6 ـ حتد:\rقال السّرقسطيّ: \"حَتَدَ بالمكان يَحْتِد حتداً إذا أقام به ... وهي لغة مرغوب عنها، وقد أميتت\"2.\rوفي \"الجمهرة\"3: \"لغة مرغوب عنها\" وفي \"اللّسان\"4: \"مماتة\" وكذلك في \"التّاج\"5.\rوتقدير الفعل: حَتَدَ يَحْتِد، كما قال السَرقسطي.\r7 ـ حجد أو حنجد:\rحُنْجُود اسم جد جاهلي، مشتق من فعل ممات، كما يرى بعض اللّغويين، وهو ثلاثي، ولا يمتنع أن يكون رباعياً بأصالة النون؛ لأنها ثانية.\rومن أقدم من قال بإماتة هذا الفعل ابن دريد، قال في \"الجمهرة6: \"حُنجُود: اسم ... والنّون والواو فيه زائدتان، وهو فعل ممات\".\rوذكر في \"الاشتقاق\"7 أنه من الأسماء المشتقة من الأفعال التي أميتت.\r__________\r1 التاج (جعثب) 1/183.\r2 الأفعال 1/394.\r3 1/385.\r(حتد) 3/139.\r(حتد) 2/330.\r6 1/435.\r7 213.","seal":"F065932C","part":1},
      {"page":395,"id":45,"nass":"وتقدير الفعل حَجَدَ يحجُد، مثل هَجَدَ يهجُدُ، أو حَنْجَدَ يُحَنجدُ إن كان الفعل رباعياً.\r8 ـ حمط:\rقال ابن دريد: \"الحَمْطُ من قولهم: حَمَطتُ الشّيء أَحْمِطُهُ حَمْطاً إذا قشرته، وهذا فعل قد أُميت\"1.\rوقد أشار إلى إماتة هذا الفعل بعض العلماء كابن منظور2 والزّبيديّ3. وأنكر الأزهري4 الحَمْط بمعنى القشر، وذكر أنَه لم يسمعه لغير ابن دريد.\rوتقدير الفعل: حَمَطَ يَحْمِط، كما قال ابن دريد.\r9 ـ خنذ:\rقال الأزهري: \"الخِنذيذ - بوزن فِعليل - كأنه بني من خنذ، وقد أميت فعله، ويقال هو الخَصّيُّ من الخيل، ويقال الطّويل ... وقال شمر: قال ابن الأعرابي: كلّ ضخم من الخيل وغيره خِنذيذ - خصياً كان أو غير خصيّ\"5.\rوتقدير الفعل: خَنِذَ يَخْنِذ، مثل خَنِثَ يخنِثُ، أو خَنَذَ يخنِذُ ويَخْنذُ مثل خَنَسَ يخنِسُ ويخنُسُ، ويكون بعد الإلحاق: خَنْذَذَ يُخَنْذِذُ.\r__________\r1 الجمهرة 1/551.\r2 ينظر: اللسان (حمط) 6/276.\r3 ينظر: التاج (حمط) 5/121.\r4 ينظر: التهذيب 4/401.\r5 التهذيب 7/325.","seal":"01DDCBAE","part":1},
      {"page":396,"id":46,"nass":"10 ـ درح:\rقال ابن دريد: \"الدِّرحاية الرَّجل الضخم ... واشتقاق الدِّرحَاية من الدرح، وهو فعل ممات\"1، أي: أن فعله \" دَرَحَ\" ممات.\rوتقدير الفعل: دَرَحَ يدرَح، مثل سَرَحَ يسْرَح.\r11 ـ دفص:\rالدَّفْصُ المُلُوسة، وفعله ممات2، ومنه اشتقاق الدّوفص وهو البصل الأبيض الأملس، والواو زائدة.\rوتقدير الفعل: دَفِصَ يدفَصُ مثل: دَلِصَ يدلَص، بمعنى: زَلِقَ أو لانَ.\r12 ـ ردك:\rقال ابن دريد: \"الرَّدْك فعل ممات استعمل منه غلام رَوْدَك، وجارية رَوْدكة: في عنفوان شبابها\"3.\rونقل عنه هذا جماعة من العلماء من غير إنكار عليه؛ ومنهم الصّغاني4، والفيروز آبادي5 والزبيدي6.\rوتقدير الفعل: رَدُك يردُك، أو رَدِكَ يردَك.\r13 ـ زتن:\rيحتمل لفظ الزّيتون – وهو الثمر المعروف – أحد أصلين: (زيت) و (زتن)\r__________\r1 الجمهرة 1/501.\r2 ينظر: الجمهرة 2/655، 1177، والقاموس (دفص) 799.\r3 الجمهرة 2/637.\r4 ينظر: التكملة والذيل والصلة (ردك) 5/201.\r5 ينظر: القاموس (ردك) 1214.\r6 ينظر: التاج (ردك) 7/135.","seal":"48B0AB93","part":1},
      {"page":397,"id":47,"nass":"فالأول مشتقّ من الزّيت، فوزنه حينئذ (فعلون) والثاني مشتق من الزَّتن، والفعل منه ممات كما ذكر بعض العلماء1، ووزنه حينئذ (فيعول) ولذا وضعه ابن منظور في الأصلين (زيت) و (زتن) .\rوتقدير الفعل الممات: زَتَنَ يزتِن أو يزتُنُ، أو زتِن يزتَن.\r14 ـ زعك:\rقال ابن دريد: \"الزَّعْك: فعل ممات، ومنه اشتقاق قولهم رجل أزعكيّ، وهو الدّميم، وذكر يونس أنّه سمع زعكوك، قصير مجتمع الخلق\"2.\rوهذا مما انفرد به ابن دريد.\rوتقدير الفعل: زَعَكَ يَزْعَك أو زَعِكَ يَزْعَك.\r15 ـ سلحف:\rقال أبو بكر: \"سَلْحَف (فعل) ممات، ومنه اشتقاق السّلحفاة. تمدّ وتقصر\"3.\rوتقدير الفعل: سَلْحَفَ يُسَلْحِفُ.\r16 ـ سمدع:\rالسّميدع هو السيّد الشّريف الكريم، وذكر بعض العلماء أنّه مشتق من فعل رباعيّ ممات وهو: سَمْدَع يُسَمْدِعُ4.\r__________\r1 ينظر: الخصائص 3/203.\r2 الجمهرة 2/815.\r3 المصدر السابق 2/1142.\r4 المصدر السابق 2/1148.","seal":"396E3CA1","part":1},
      {"page":398,"id":48,"nass":"17 ـ سنر:\rالسّنر ضيق الخلق وشراسته، وهو مشتقّ من فعل ثلاثي ممات، تقديره: سَنَر يسنُرُ، ومنه اشتقاق السِّنَّور1.\r18 ـ سهق:\rالسَّهْوَق هو الظّليم الطّويل الرّجلين، وربّما سمّى الرجّل الطّويل السّاقين سَهْوقاً، واشتقاقه من فعل ممات، وهو سَهْوَق كما يرى ابن دريد2. والواو فيه للإلحاق بالرّباعي.\r19 ـ ضعز:\rالضّعز: الوطء الشّديد، وهو مشتقّ من فعل ممات في رأي ابن دريد3 وقد ذكر ابن القطّاع هذا الفعل، قال: \"ضَعَزَ المرأة نكحها\"4.\rوأشار الزّبيدي إلى أن هذا الفعل ممات5.\r20 ـ ضعس:\rقال ابن دريد: \"الضَعْسُ فعل ممات، واشتق منه: رجل ضَعْوَس، وهو الحريص النَّهِم\"6. وقال ابن منظور: \"الضّعرس: النّهم الشّديد\"7 فكأنه منه أو مرادف له أو تحريف منه، وفي \"القاموس\"8: الضّغرس بالغين المعجمة.\r__________\r1 الجمهرة 2/722.\r2 المصدر السابق 2/853.\r3 المصدر السابق 2/812.\r4 الأفعال 2/274.\r5 ينظر: التاج (ضعز) 4/46.\r6 الجمهرة 2/833.\r7 اللسان (ضعرس) 6/120.\r(ضعرس) 713.","seal":"02C3FD8C","part":1},
      {"page":399,"id":49,"nass":"وتقدير الفعل الثلاثي: ضَعُسَ يضعُس، مثل ضَعُف يضعُف، والرباعي ضَعْوَسَ يُضَعْوِسُ وضَعْرَسَ يُضَعْرِسُ.\r21 ـ طهش:\rالطَّهْش: أن يختلط الرجل فيما أخذ فيه من عمل بيده فيفسده1.\rوذكر جماعة من علماء العربية أن فعله أميت، ومنه بناء \"طَهْوَشٍ\"2 وهو اسم.\rوتقدير الفعل: طَهَشَ يَطْهَشُ، مثل: طَهَسَ في الأرض يطهَس، إذا دخل فيها.\r22 ـ عتص:\rقال ابن دريد: \"العَتَصُ: فعله ممات، وهو - زعموا - كالاعتياص، وليس بثبت؛ لأن بناءه لا يوافق أبنية العرب، استعمل الاعتياص، وهو الافتعال من قولهم اعتاص يعتاص اعتياصاً، وهذه الألف أصلها ياء كأنه اعتَيَصَ\"3.\rوذكر إماتة هذا الفعل \"عَتَصَ\" الصّغاني4، والفيروز آبادي5 والزبيديّ 6 وهو لا يوافق أبنية العرب؛ لأن العرب تتجنّب التاء بجوار الصّاد، لثقل ذلك، أو تقلب التّاء طاء، كما حدث في تاء الافتعال في اصطفى ونحوه.\r__________\r1 ينظر: اللسان (طهش) 6/312.\r2 ينظر: الجمهرة 2/868، والتكملة والذيل والصلة (طهش) 3/487، والتاج (طهش) 4/320.\r3 الجمهرة 1/400.\r4 ينظر: التكملة والذيل والصلة (عتص) 4/19.\r5 ينظر: القاموس (عتص) 803.\r6 ينظر: التاج (عتص) 4/405.","seal":"9BFAC514","part":1},
      {"page":400,"id":50,"nass":"وليس العتص من الاعتياص، فهما أصلان مختلفان تماماً فالأول من (ع ت ص) والثّاني من (ع وص) فالتّاء في \"لاعتياص\"زائدة، وهي تاء الافتعال، والتّاء في \"لعتص\"أصليّة، وهي عين الكلمة.\rوتقدير هذا الفعل الممات: عَتَصَ يعتِص، مثل عَتَمَ يَعْتِم، إذا كفّ عن الشيء بعد المضيّ فيه.\r23 ـ عضنك:\rالعَضَنّك: الغليظ الشّديد من الرّجال، والعجزاء اللفاء من النّساء. وذكر ابن دريد أن فعله1 أميت، وهو رباعيّ، ويجوز أن يكون ثلاثياً بزيادة النّون.\rوتقدير الفعل: عَضْنَكَ يَعْضْنِكُ.\r24 ـ عظر:\rيقال: عَظِرَ الرّجل، أي كَرِهَ الشّيء، وهذا فعل ممات، قال ابن دريد: \"جل عِظْيَرّ: كَزّ غليظ، ويقال هو الشيء الخلق، وهذا اسم مشتقّ من فعل قد أميت، وهذا من عَظِرَ الرّجل، إذا كدّه الأمر واشتد عليه، ولا يكادون يتكلمون به ولا يصرّفون له فعلاً\".\rوأشار ابن منظور إلى إماتة هذا الفعل وأنهم لا يكادون يتكلمون به2. وتقدير الفعل: عَظِرَ يعظَرُ.\r__________\r1 ينظر: الجمهرة 2/1158.\r2 ينظر: اللسان (عظر) 4/583.","seal":"BBF68DF6","part":1},
      {"page":401,"id":51,"nass":"25 ـ عقز:\rالعَقْز: تقارب دبيب النّمل وما أشبهه1، ذكر الزّبيديّ2 أنّ الفعل منه ممات، وتقديره: عَقَزَ يعقز، مثل: عَقَر يَعْقِر.\r26 ـ عقس:\rالعَقَسُ شُجيرة تنبت في الثُّمام3، وكذلك العَوقس، قال ابن دريد: \"لعَقسُ فعل ممات، ومنه اشتقاق عَوْقَس، وهو ضرب من النّبت\"4.\rوتقدير الفعل: عَقِسَ يَعْقَسُ مثل عَكِشَ يَعْكَشُ.\r27 ـ عدو أو عندأ:\rالعِندأوة التواءٌ وعسر وجرأة في الرجل، والعندأو الدّاهية أو الجرئ المقدام من الرّجال. قال الخليل: \"يقال عندأوة (فِعللوة) والأصل أميت فعله، لا يدرى أمِنْ عَنْدَى يُعندي أم عدا يعدو، فلذلك اختلف فيه\"5.\rوذكر الأزهري6 أن فعله ممات، وأنه \"دو\"يزيادة النون والهمزة، أو أنه من \"ندأ\".\rمن الممكن أن نقيس على \"دو\"في إماتة فعله والاختلاف في تقديره: \"لحنطأو\"وهو عظيم البطن من الرجال، و\"لسّند أو\"المقدام، و\"لقندأو\"الصّلب الشّديد و\"لكنثأو\"عظيم اللحية.\r__________\r1 المصدر السابق (عقز) 5/380.\r2 ينظر: التّاج (عقز) 4/59.\r3 ينظر: اللسان (عقس) 6/144.\r4 الجمهرة 2/840.\r5 العين 2/215.\r6 ينظر: التهذيب 3/118.","seal":"13725676","part":1},
      {"page":402,"id":52,"nass":"28 ـ عهج:\rالعَوْهَج: الطّويلة العُنُق من الظّباء والظّلمان والنّوق.\rقال ابن دريد: \"لعَهْج فعل ممات، ومنه اشتقاق: ظبية عَوْهَج، طويلة العنق، الواو زائدة\".\rوتقدير الفعل: عَهَجَ يَعْهَجُ، وأميت لسبب صوتيّ يأتي بيانه في الباب الثالث إن شاء الله.\r29 ـ عهم:\rالعَهْم فعله ممات، ومنه اشتقاقهم: ناقة عَيْهَم وعَيهامة وعَيْهَمانة، وهي السَّريعة الجرئية على السّير1.\rوتقدير الفعل: عَهِمَ يَعْهَم، مثل عَهِدَ يَعهَد.\r30 ـ فسط:\rأميت فعل \"لفَسْط\"ومنه اشتقاق الفسيط - كما يقول ابن دريد2، وهو قلامة الظفر، واحدته فسيطة.\rوتقدير الفعل: فَسَطَ يَفْسُطُ أو يَفْسِط.\r31 ـ فلم:\rالفَيلم: الرجل العظيم، والجبان، والعظيم الجُمَّة3.\r__________\rوقال ابن دريد: \"لفَلْم فعل ممات، ومنه اشتقاق الفَيلَم، وهي الجُمَّةُ\r1 المصدر السابق 2/954.\r2 المصدر السابق 2/835.\r3 ينظر: القاموس (فلم) 1479.","seal":"2AED5B10","part":1},
      {"page":403,"id":53,"nass":"العظيمة\"1 وتقدير الفعل: فَلم يَفْلَم.\r32 ـ قدل:\rقال أبو بكر: \"لقَدْل: فعل ممات، وهو أصل بناء القَنْدَل، والنون زائدة، وهو الصّلب الشّديد، وقال قوم: هو الصّلب الرأس\"2.\rوتقدير الفعل: قَدُلَ يَقْدُلُ أو يَقْدُلُ، أو قَدِلَ يِقْدَلُ.\r33 ـ قعن:\rالقَيْعون من العشب: نبت على زنة (فيعول) مثل القَيصوم، وهو ما طال منه، يقال اشتقاقه من القعن، وفعله ممات3.\rوتقدير الفعل: قَعَنَ يَعْعَن.\r34 ـ قلط:\rالقلطيّ والقُلاط والقيليط: القصير المجتمع من الرجال4،وهو مشتق من فعل ممات كما يقول ابن دريد5.\rوتقدير الفعل: قَلَط يقلُط، بمعنى اجتمع الشيء وقَصُر.\r35 ـ قنر:\rقال ابن دريد: \"لقنر فعل ممات، ومنه اشتقاق: رجل قَنَوَّر، وهو السّيّء الخلق الشَّكِسه\"6.\r__________\r1 الجمهرة 2/970.\r2 الجمهرة 2/675.\r3 ينظر: العين 1/170.\r4 اللسان (قلط) 7/385.\r5 ينظر: الجمهرة 2/923.\r6 المصدر السابق 2/793.","seal":"8C74CD5F","part":1},
      {"page":404,"id":54,"nass":"وتقدير الفعل: قَنَر يَقْنُرُ، أو قَنِرَ يَقْنَر.\r36- لخم:\rقال ابن دريد: \"لخْم: قبيلة من العرب، واشتقاق أصله من قولهم: لَخُم الرجل، إذا كثر لحم وجهه وغَلُظ، وهذا فعل ممات لا يكادون يتكلمون به\"1.\rوأيد المعجميون ابن دريد، وأشاروا إلى إماتة هذا الفعل2.\rوتقدير الفعل: لَخُم يلخُم، كما قال ابن دريد.\r37 ـ مدن:\rذكر علماء اللّغة أن المَدن فعل ممات، ومعناه الإقامة والثّبات، وأنّه من قولهم: مدن بالمكان إذا قام به، وبه سمّيت المدينة في لغة هؤلاء.\r38 ـ نرز:\rالنّرز: الاستخفاء من فزع، وبه سمّي الرجل: نَرْزَة ونارزة، وفعله ممات عند بعض المعجميين كابن دريد3، والصّغاني4، وابن منظور5، والزبيديّ6.\rوتقديره مع المضارع: نَرَزَ ينرِز، وهو ثقيل - كما ترى - لمجئ الراء\r__________\r1 المصدر السابق 1/620.\r2 ينظر: التكملة والذيل والصلة (لخم) 6/145، والقاموس (لخم) 1494، والتاج (لخم) 9/58.\r3 ينظر: الجمهرة 2/711.\r4 ينظر: التكملة (نرز) 3/305.\r5 ينظر: اللسان (نرز) 5/416.\r6 ينظر: التاج (نرز) 4/85.","seal":"F9C5385F","part":1},
      {"page":405,"id":55,"nass":"المتحرّكة بعد النون السّاكنة، وهذا نادر في العربيّة، وهو من أسباب إماتة هذا الفعل، كما سيأتي.\r39 ـ هلف:\rالرجل الِهلَّوف: الكثير الشّعر الجافي، ومنه لحية هِلّوفة: كثيرة الشعر، ومنه الهَلَف، وهو مشتق من فعل ممات، كما يقول ابن دريد1 والصغاني2، وتقدير الفعل مع مضارعه: هَلِفَ الشعرُ يَهْلَف؛ أي: طال وكثر.\r40 ـ وده:\rقال ابن دريد: \"لوَدْهُ: فعل ممات من وَدِهَ يَوْدَه وَدَها، وأودهني عن كذا وكذا؛ أي: صدّني عنه، وهي لغة قديمة\"3.\rوأشار جماعة من علماء العربية إلى إماتة هذا الفعل، ومنهم السرقسطي4، وابن سيده5، وابن منظور6.\r41- وذل:\rقال ابن دريد: \"الوَذْل فعل ممات، ومنه الوذيلة، وهي السبيكة من الفِضّة خاصّة، وقال قوم: بل من الفضة والذهب\"7.\rوتقدير الفعل: وَذَل يذِل.\r__________\r1 ينظر: الجمهرة 2/971.\r2 ينظر: العباب (هلف) 660.\r3 الجمهرة 2/689.\r4 ينظر: الأفعال 4/282.\r5 ينظر: المحكم 4/298.\r6 ينظر: اللسان (وده) 13/560.\r7 الجمهرة 2/702.","seal":"4DB377C1","part":1},
      {"page":406,"id":56,"nass":"الفصل الثاني\rأفعال اختلف في موتها\rيلحق بتلك الأفعال المماتة التي أوردناها في الفصل الأول من هذا الباب أفعال ذكر بعض العلماء أنّها أميتت، وذكرها آخرون في مؤلفاتهم من غير نصّ على إماتتها وتركها فكأنّها عندهم من المستعمل في الكلام. وليس لدينا ما نقطع به في إماتة كثير من هذه الأفعال أو بقائها في الاستعمال اللّغوي، ومن هذه الأفعال:\r1 ـ أَبَوَ وأَمَمَ:\rذكر الهروي في \"إسفار الفصيح\"1 أن العرب تركت الفعل من الأبِ والأمّ بعد أن أميت فعلاهما. ولكن جاء في \"لسان العرب\"2: \"أَبَوْتَ وأَبَيتَ: صرتَ أباً ... وأبوتُ الرجلَ أَأْبوه، إذا كنت له أبا، ويقال: ماله أب يأبوه، أي يغذوه ويُربّيه\".\rويقال: \"أمّت أمومة، أي صارت أُمّاً\"3 و\"لقد أمِمْتِ أمومةً؛ أي: صرتِ أمّاً\"4.\rوقد يكون هذا تقديراً للفعل الممات، وقد يكون إحياء له، وقد تكون الإماتة في بيئة دون غيرها.\r__________\r1 ص 158.\r2 اللسان (أبو) 14/8.\r3 القاموس (أمم) 1391.\r4 الأفعال للسرقسطي 1/82.","seal":"D2126EDC","part":1},
      {"page":407,"id":57,"nass":"2 ـ بتو:\rقال ابن دريد: \"البَتْو فعل ممات، ثم قالوا: بتا يبتو بتوّاً فلم يهمزوا، وهمز قوم، فقالوا: بتأ يبتأ بتوءاً، إذا أقام بالمكان\"1.\rوذكر ابن منظور هذا الفعل بمعناه من غير إشارة إلى إماتته2.\r3 ـ حظب:\rذكر ابن دريد أن قولهم رجل حُظُبٌّ، وهو الجافي الغليظ أو البخيل - مشتقّ من فعل ممات، وهو حَظَب يحظِب ويحظُبُ.\rوهذا الفعل مذكور بمعناه في بعض المعاجم3، ولم يُذكر أنّه ممات.\r4 ـ خفد:\rيرى ابن دريد أن الخَفْد مشتق من فعل ممات، وهو خَفَدَ يخفِد خَفْداً، إذا أسرع في المشي. ومنه اشتقاق الخفيدد وهو الظّليم4.\rوالفعل مذكور في بعض المعاجم5.\r5 ـ دره:\rقال الخليل: \"دَرَهَ: أميت فعله إلا قولهم رجل مِدْرَه حرب، وهو مِدْره القوم؛ أي: الدّافع عنهم\"6.\r__________\r1 الجمهرة 2/1016.\r2 ينظر: اللسان (بتأ) 1/26، و (بتو) 14/64.\r3 ينظر: الأفعال لابن القوطية 211، والأفعال للسرقسطي 1/394، والأفعال لابن القطاع 238، واللسان (حظب) 1/323.\r4 ينظر: الجمهرة 1/579.\r5 ينظر: الأفعال لابن القطاع 1/306، واللسان (خفد) 3/163.\r6 العين 4/24.","seal":"AB57D8EA","part":1},
      {"page":408,"id":58,"nass":"ووافقه ابن عبّاد فذكر أن هذا الفعل ممات1.\rوقال السّرقسطيّ: \"دَرَهَ لقومه دَرْها: دفع عنهم بلسانه ويده\"2.\rوقالوا: دَرَهَ على القوم: هجم، ودره فلان علينا ودرأ؛ إذا هجم من حيث لم نحتسبه3، ولم يذكر هؤلاء أنه ممات.\r6 ـ دسق:\rأميت فعل الدّسق على رأي ابن دريد، ومنه اشتقاق الدَّيسق بزيادة الياء، وهو ترقرق السّراب على الأرض، وترقرق الماء المتضحضح، وكلّ لمعان ماء أو سراب فهو ديسق4.\rولكن ورد في الاستعمال اللّغويّ قولهم: دَسِقَ الحوض دَسَقاً: امتلأ وساح ماؤه، ومنه قالوا الدّيسق وهو ترقرق الماء أو السّراب5.\r7 ـ رمغ:\rذكر ابن دريد أن الرَّمْغ أميت فعله، وهو عرك الشيء باليد6.\rوورد في المعاجم: رَمَغَ الشيء يرمغه رَمْغاً: دلكه بيده كما تدلك الأديم ونحوه7، وهذا يدلّ على أنّ هذا الفعل لم يزل حياً.\r__________\r1 ينظر: المحيط 3/442.\r2 الأفعال 3/317.\r3 ينظر: اللسان (دره) 13/487، 488.\r4 ينظر: الجمهرة 2/646.\r5 ينظر: الأفعال السّرقطيّ 3/321، واللّسان (دسق) 10/96،97.\r6 ينظر: الجمهرة 2/781.\r7 ينظر: الأفعال للسّرقسطيّ 3/77، والأفعال لابن القطاع 2/31، واللّسان (رفع) 8/430.","seal":"9E112037","part":1},
      {"page":409,"id":59,"nass":"8 ـ زغر:\rقال ابن دريد: \"الزَّعْر فعل ممات، وهو اغتصابك الشيء، زعموا، زَغَرْتُ الشّيء أزغر زغراً\"1.\rوهذا فعل مذكور بمعناه في معاجم اللّغة الكبيرة، كـ \"اللّسان\"2 و\"القاموس\"3 و\"التاج\"4 وهو في معاجم الأفعال5.\r9 ـ سكم:\rذكر ابن دريد أنّ العرب أماتت فعل السَّكْم، ومنه اشتقاق \"سَيْكم\" وهو تقارب خطوٍ في ضعف6، ونقله عنه الأزهري7، وابن منظور8، والزّبيدي9، وورد هذا الفعل في بعض المعاجم دون إشارة إلى أنّه ممات10.\r10 ـ ضرك:\rقال ابن دريد: \"الضَّرك فعل ممات، ومنه اشتقاق الضَّريك، وهو المضرور، ولا يكادون يصرّفون للضّريك فعلاً، لا يقولون: ضَرَكه، في معنى ضَرَّه\"11.\r__________\r1 الجمهرة 2/705.\r(زغر) 4/324.\r(زغر) 512.\r(زغر) 3/238.\r5 ينظر: الأفعال للسّرقطيّ 3/466، والأفعال لابن القطّاع 2/98.\r6 ينظر: الجمهرة 2/855.\r7 ينظر: التهذيب 10/90.\r8 ينظر: اللسان (سكم) 12/289.\r9 ينظر: التاج (سكم) 8/336.\r10 ينظر: الأفعال للسّرقسطيّ 3/544، والأفعال لابن القطّاع 2/154.\r11 الجمهرة 2/751.","seal":"82C26D88","part":1},
      {"page":410,"id":60,"nass":"ونقل الجوهري عن الأصمعي أنّهم لا يصرّفون له فعلاً، أي لا يقولون: ضركه، في معنى ضرّه1. وهذا يعضّد ما قاله ابن دريد.\rوفي \"الأفعال\"2 للسّرقسطيّ ما يدلّ على أن الفعل مستعمل في الكلام، قال: \"ضَرُك ضراكة: أصابه ضُرُّ في جسمه، وضَرُك الجسم وضرِك ضراكة: عَظُم واشتدّ ... وضَرُك الرّجل وحدَه: ساءَتْ حاله من الهزال\".\rومثله في \"الأفعال\"3 لابن القطّاع.\r11 ـ عذف:\rقال ابن دريد: \"العَذْف فعل ممات، يقال منه: ما له عذوف يوم، أي قوت يوم، وما أكلت عذوفاً، أي ما أكلت شيئاً، والعذوف، والعزوف واحد \"4.\rولكن جاء هذا الفعل في بعض المعاجم، قالوا: \"عذف من الطّعام والشّراب يعذف عذفاً: أصاب منه شيئاً\"5.\r12 ـ عشد:\rذكر ابن دريد أن العَشْد - وهو جمعك الشّيء - أميت فعله6.\rوجاء في بعض المعاجم: عَشَدَه يَعْشِده عَشْداً: جمعه7.\r__________\r1 ينظر: الصّحاج (ضرك) 4/1598.\r2 2/233.\r3 2/276.\r4 الجمهرة 2/697.\r5 ينظر: اللسان (عذف) 9/236.\r6 ينظر: الجمهرة 2/651.\r7 ينظر: الأفعال لابن القطاع 2/383، واللسان (عشد) 3/291، والتاج (عشد) 2/423.","seal":"1407D82A","part":1},
      {"page":411,"id":61,"nass":"13 ـ عشز:\rقال ابن دريد: \"العَشْز فعل ممات، وهو غِلَظُ الجسم، ومنه اشتقاق العَشَوزَن، وهو الغليظ من الإبل والنّاس\"1.\rوهذا يخالف ما ذكره السّرقسطي، فالفعل عنده مستعمل، قال: \"عَشَزَ المقطوعُ الرّجل عَشَزانا: مشى مِشْيَته\"2.\rوكذا في المعاجم الكبيرة3، فقد لا يكون من الممات، وقد يكون مما أُحيِيَ بعد موته.\r14 ـ علد:\rذكر ابن دريد أنّهم أماتوا فعل العَلْد، ومعناه: اشتدّ وصَلُب، ومنه: رجل عِلّود وبعير عِلّود\"4.\rوورد هذا الفعل في بعض المعاجم من غير إشارة إلى إماتته، قالوا: عَلِدَ يَعْلِد عَلَداً بمعنى اشتدّ وصَلُب ورَسَى5.\r15 ـ غرد:\rقال ابن دريد: \"الغَرْد فعل ممات، استعمل منه: غَرَّد الطّائر تغريداً، وهو مغرّد، إذا طرّب في صوته\"6.\rولكن جاء في بعض المعاجم: غَرِدَ الطائر كفرح، فهو غرد، وهو مثل غرّد\r__________\r1 الجمهرة 2/811.\r2 الأفعال 1/261.\r3 ينظر: اللسان (عشز) 5/379، والقاموس (عشز) 665، والتاج (عشز) 4/59.\r4ينظر: الجمهرة 2/662.\r5 ينظر: اللسان (علد) 3/301، والقاموس (علد) 384، والتاج (علد) 2/430.\r6 الجمهرة 2/633.","seal":"70955BA3","part":1},
      {"page":412,"id":62,"nass":"تغريداً1، وهذا يدلّ على أنّ الفعل ليس مماتاً، أو أَنّه ممّا استعمل بعد إماتته.\r16 ـ غطر:\rذكر ابن دريد أنّ الغَطْر فعل ممات، ونقل عن يونس أنّهم يقولون: مرّ فلان يغطر بيديه مثل يخطر سواء2، فكيف يكون مماتاً؟\rوفي \"اللّسان\": \"الغَطْر لغة في الخطر؛ مرّ يَغْطِرُ بّذنبه أي يَخْطِرُ\"3.\rوكذا في أفعال السّرقسطيّ4.\r18 ـ مسر:\rذكر صاحب \"الجمهرة\" أن المَسْر فعل ممات، وهو مَسَرتُ الشيء أمسُره مَسْراً، إذا استللته فأخرجته، أي أخرجته من ضيق إلى سعة5.\rوجاء في أفعال السّرقسطيّ: مَسَرت الشيء مَسْراً: استخرجته من ضيق6، ومثله في \"اللّسان\"7.\r19 ـ مظع:\rذكر ابن دريد أن المظع فعل ممات، ومنه اشتقاق مظّعت العود، إذا تركته في لحائه ليشرب ماءه8.\r__________\r1 ينظر: اللّسان (غرد) 3/324، والقاموس (غرد) 388.\r2 ينظر: الجمهرة 2/754.\r3 اللسان (غطر) 5/25.\r4 2/31.\r5 ينظر: الجمهرة 2/721.\r6 الأفعال 4/184.\r7 5/183 (مسر)\r8 ينظر: الجمهرة 2/931.","seal":"E96B446A","part":1},
      {"page":413,"id":63,"nass":"وحكى المعجميون: مَظَعَ الخَشَبة مظعاً؛ أخرج نُدُوَّتها، والوتر ملّسه، ومَظَعَ العود مَظْعا، ومظّعه تمظيعاً، شرّبه ماء لحائه1.\r20 ـ نفه:\rقال ابن دريد: \"النَّفْهُ ممات، منه رجل منفّه، ضعيف القلب، نفّهت الرجل تنفيها فهو منفّه\"2.\rوليس هذا الفعل مماتاً عند بعض المعجميين، فقد حكى السرقسطي: \"نَفِهَ البعير نَفَها: أعيا ... ونُفِهَ الرجل نَفْها: ضَعُف قلبه\"3.\r21 ـ نيح:\rالنَّيح عند ابن دريد مما أميت فعله، وذكر منه قولهم: ما نّيحته بخير، أي ما أعطيته شيئاً.\rوحكى المعجميون قول العرب: ناح العظيم نيحا: اشتدّ بعد رطوبته4، وناح الغُصْن نيحا، ونَيَحانا: مال.\rوفي غريب الحديث: لا نيّح الله عظامه؛ أي: لاصلّبها ولا شدّ منها5.\r22 ـ هدس:\rقال ابن دريد: \"الهَدْس: لغة يمانيّة مماتة، وأصله من قولهم: هدسته أهدسته\r__________\r1 ينظر: الأفعال للسّرقسطيّ 4/177، والأفعال لابن القطّاع 3/177، واللّسان (مظع) 8/339.\r2 الجمهرة 2/972.\r3 الأفعال 3/227، وينظر: الأفعال لابن القطاع 3/221.\r4 ينظر: الأفعال للسرقسطي 3/236، واللسان (نيح) 2/628.\r5 ينظر: النهاية في غريب الحديث 4/140.","seal":"8A94B9B5","part":1},
      {"page":414,"id":64,"nass":"هَدْساً، إذا زجرته وطردته، وقد أميت هذا الفعل\"1.\rوذكر بعض المعجميين2 هذا الفعل من غير إشارة إلى إماتته.\r23 ـ همغ:\rذكر ابن دريد أنّ الهمغ مما أميت فعله، ومنه بناء الهِمْيَغ، وهو الموت الوَحِيّ،3 أي السّريع.\rويقال - عن شمر: هَمَغَ رأسه وثدغه وثمغه؛ إذا شدخه4.\r24 ـ وطح:\rذكر ابن دريد أنّ الوطح – وهو الدفع باليدين – ممّا أميت فعله5. وجاء في \"التّاج\"6: \"وطحه يطِحه طِحة كعدة؛ إذا دفعه بيديه عنيفاً، أي في عنف\" ولم يشر إلى إماتة الفعل، وكأنه - عنده - من المستعمل، ومثله في \"أقرب الموارد\"7 من غير إشارة إلى إماتته.\r__________\r1 الجمهرة 2/651.\r2 ينظر: الأفعال للسرقسطي 1/163، واللسان (هدس) 6/247.\r3 ينظر: جمهرة 2/963.\r4 ينظر: التهذيب 5/289.\r5 ينظر: الجمهرة 1/552.\r(وطح) 2/548.\r(وطح) 2/1463.","seal":"D60832B0","part":1},
      {"page":415,"id":65,"nass":"الفصل الثالث\rأفعال أميت المجرد منها دون المزيد\rقد يمات مجرد الفعل الماضي، ويستغنى عنه ببعض الصّيغ المزيدة، فتكون تلك الصّيغ - مع انتفائه - شاهداً قوياً على موته.\rومن تلك الصّيغ الّتي شقّت طريقها في الحياة، وأميت مجرّدها: أَفْعَلَ، وفَعَّلَ، وفَاعَلَ، وفنعَلَ، فَعْوَلَ وَفَوْعَلَ، وفَعْيَلَ، وتَفَعّلَ، وتَفَاعَل، وتَفَنْعَلَ، وافتَعَلَ، واستَفْعَلَ، وافْعَلَلَّ، وافْعَلَّ، وافْعَالَّ. وهي على النّحو التّالي:\rأـ مجرَد (أَفْعَلَ)\rباب فعلت وأفعلت من الأبواب المعروفة في اللّغة، وألّف فيه جماعة من علماء اللّغة، وثمّة أفعال استغنى فيها بأَفْعَلْتُ عن فَعَلْتُ، فتَرِكَ هذا الأخيرُ مع أنّه هو الأصل، فأميتَ، وهي أفعال قليلة، قال سيبويه: \"استُغنيَ عن جَنَنتُ ونحوها بأَفْعَلْتُ\"1.\rوكان أبو عمرو بن العلاء يقول: \"مَضَّنِي\" كلام قديم قد تُرِكَ فأُميت؛ أراد أنّ \"أمضّني\" هو المستعمل2.\rأمّا ابن دريد فكان يقول: إنّ غَاثَه يغُوثُهُ غَوثاً أصل لقولهم: أغاثه يُغيثه إغاثة، فأميت الأصل من هذا، واستعمل الفرع وهو المهموز3، إلا أنّ هذا الفعل الممات مذكور في بعض المعاجم4.\r__________\r1 الكتاب 4/67.\r2 ينظر: الجمهرة 1/148.\r3 الجمهرة 1/429.\r4 ينظر: الأفعال للسّرقسطيّ 2/21.","seal":"C90E02F9","part":1},
      {"page":416,"id":66,"nass":"وأميت الفعل (حَبَّ) اكتفاء بـ (أَحَبّ) قال الكسائي: \"محبوب من حَبَبتُ، وكأنّه لغة قد ماتت\"1 يريد أنّ الفعل الثلاثي المجرّد هو الّذي أميت، وبقي اسم المفعول منه وهو محبوب، فهم يقولون: أحبّه فهو محبوب، مبنياً على الثّلاثيّ الممات، وليس على الرّباعيّ.\rقال أبو جعفر النحّاس: (قال الكسائي: يقال: يحِبّ وتَحِبُّ وأَحِبُّ، ويِحِبُّ - بكسر الياء - وتِحِبُّ ونِحِبُّ وإحِبّ، قال: وهذه لغة بعض قيس يعني الكسر، قال: والفتح لغة تميم وأسد وقيس، وهي على لغة من قال: حَبَّ، وهي لغة قد ماتت. قال الأخفش: لم تسمع حببت. قال الفراء: لم نسمع حببت إلا في بيت أنشده الكسائيّ:\r[فَوَ اللَّهِ] لَوْلا تَمْرُهُ ما ... ولا كَانَ أَدْنَى مِن عُبَيدٍ ومُشْرقِ)\rوقال الأصمعي: \"يقال تَحِب - بفتح التاء، ولا أعرفه في غير التاء، ولا أعرف حَبَبْتُ\"3.\rومثل هذا قولهم: أحنط الرِّمث، فهو حانط؛ إذا أثمر، فحانط اسم فاعل من الفعل الثّلاثيّ الممات، وهو (حنط) 4.\rوشبيه به قولهم: أَيْفَعَ الغُلام فهو يافع وأبقل الموضع فهو باقل، وأَوْرَسَ الرّمث فهو وارس5، فكأنّهم أماتوا (فَعَلَ) من هذه الأفعال، أو شرعوا في\r__________\r1 شرح القصائد المشهورات 2/11.\r2 إعراب القرآن 1/367، وما بين المعقوفين تصويب من المصادر. ينظر: شرح المفصل لابن يعيش 7/137، ومغنى اللبيب 473، وشرح شواهد المغني 2/780.\r3 ينظر: شرح القصائد المشهورات 2/11.\r4 ينظر: الجمهرة 1/551.\r5 ينظر: المخصص 15/68، 69.","seal":"C6189BB2","part":1},
      {"page":417,"id":67,"nass":"إماتتها، فبقيت منها بقايا مذكورة في المعاجم، قال السّرقسطيّ: \"يَفَعَ الغلام يُفُوعاً - لغة - وأيفع الأعمُّ: شبّ\"1.\rوأماتوا ماضي (أنذر) وهو: (نَذَرَ) قال الأزهريّ: \"والنّذير يكون بمعنى المُنذر، وكان الأصل نَذَرَ، إلا أنّ فعله الثّلاثيّ ممات\"2.\rب ـ مجرّد (فعّل)\rأميت مجرد (فعّل) في مثل: نبّأ وحدَّثَ من الأفعال التي تنصب ثلاثة مفاعيل المتضمنة معنى (أَعْلَم) ولم يستعمل الثلاثي في هذا المعنى3.\rومن مجرد (فعّل) أميت (ضِحْتُ) فقالوا: ضَيَّحْتُ اللبن تضييحاً، إذا مزجته بالماء.\rوأشار إلى إماتة هذا الفعل بعض العلماء4.\rوقال بعضهم إن ضِحْتُ مثل ضيّحت5 أي أن الثلاثي مستعمل.\rوأماتوا مجرّد (ورّخ) الكتاب بمعنى وقّته، وقالوا: (أرّخه) والهمزة مبدلة من الواو، أو العكس6، والرّاجح الأوّل لقولهم في الجمع: تواريخ، ولم يقولوا: تآريخ7.\r__________\r1 الأفعال للسرقسطي 4/294.\r2 التهذيب 14/420.\r3 ينظرك حاشية الشيخ ياسين الحمصي على التصريح 1/264.\r4 ينظر: الجمهرة 1/549، والتكملة والذيل والصلة (ضيح) 2/69، واللسان (ضيح) 2/527.\r5 ينظر: التكملة (ضيح) 2/69.\r6 ينظر: الأفعال للسّرقسطيّ 4/291 واللّسان (أرخ) 2/4، و (ورخ) 2/66.\r7 ينظر: التطور اللّغويّ مظاهره وعلله 82.","seal":"94DC9E32","part":1},
      {"page":418,"id":68,"nass":"ج ـ مجرّد (فاعل)\rأميت ماضي (فَاعَل) في الدَّلْس، ومنه قولهم: دَالَسَ يُدالس مُدالسة ودِلاساً، بمعنى خادع، ويقال: فلان لا يدالس ولا يوالس؛ أي: لا يخادع ولا يغدر1.\rومن أقدم من قال بإماتة هذا الفعل ابن دريد2، واستعملوا منه – أيضاً- (فعّل) فقالوا: دَلّس في السّلعة، إذا كتم عيبها3.\rد ـ مجرّد (فَنعَلَ)\rأميت الفعل المُجَرّد للفعل المزيد على وزن (فَنعَل) ومنه قولهم: كَنْهَفَ عنا؛ أي: تَنَحّى، وفي هذا يقول ابن دريد: \"الكَهْف - زعموا - السّرعة في المشي والعدو، وهو فعل ممات، ومنه بناء كنهَفَ عنا، إذا تنحّى\"4.\rولم يذكر الفعل الثّلاثيّ الممات في المعاجم الّتي اطّلعت عليها، وأشار الصّغاني5 والفيروزاباديّ6 والزّبيدي7 إلى إماتة هذا الفعل الثّلاثيّ.\rهـ ـ مجرّد (فَعْوَلَ)\rأماتوا الفعل (هَرَلَ) 8 بمعنى أسرع في مشيه دون الخبب، واشتقّوا منه المزيد على وزن (فعول) فقالوا: هَرْوَلَ يُهَرْوِلُ هَرْوَلَة وهِروالاً، بمعنى الفعل الثّلاثي، فأغناهم عنه.\r__________\r1 ينظر: اللّسان (دلس) 6/86.\r2 ينظر: الجمهرة 2/647.\r3 ينظر: الأفعال لابن القطّاع 1/355.\r4 الجمهرة 2/970.\r5 ينظر: العباب (كهف) 557.\r6 ينظر: القاموس (كهف) 1101.\r7 ينظر: التّاج (كهف) 6/241.\r8 ينظر: الجمهرة 2/802.","seal":"4A551880","part":1},
      {"page":419,"id":69,"nass":"وقالوا قَهْوَس الرّجل في مشيه قَهْوَسَةً إذا أسرع في مشيه، أو عدا من فزع، وفعله الثلاثي (قهس) ممات1.\rوقالوا: قَعْوَل يُقعول قعولة، إذا جاء يسفي التّراب بصدر قدميه في مشيته، وقيل: القعولة: إقبال القدم كلها على الأخرى، وقيل: هي مشي ضعيف2، وقد أميت فعله الثّلاثيّ المجرد (قعل) كما قال ابن دريد3.\rوـ مجرّد (فَوعَلَ)\rقالوا: هَوْذَلَ في مشيه هَوْذَلَةً؛ أسرع، وقيل: الهَوْذَلَةُ: اضطراب في العدو، والفعل على وزن (فَوْعَلَ) .\rوذكر ابن دريد أنّ الفعل المجرّد أميت وأنّ أصله: هَذِلَ يهذَل هَذَلاً وهذلاناً4.\rز ـ مجرّد (فَعْيَلَ)\rقالوا: عَذْيَطَ الرّجل يُعَذْيِط عَذْيَطَة؛ أي: أحدث عند غشيان النّساء، وهو العِذْيوط5. والفعل المجرّد منه ممات6.\rح ـ مجرّد (تَفَعّل)\rذكر الأصمعيّ أنّ العرب تقول تَطَوَّسَتِ المرأة والجارية؛ إذا تزيّنت7\r__________\r1 ينظر: المصدر السابق 2/853، والأفعال للسّرقسطيّ 2/130.\r2 ينظر: اللّسان (قعل) 11/560.\r3 ينظر: الجمهرة 2/940.\r4 الجمهرة 2/702.\r5 ينظر: الأفعال للسّرقسطيّ 1/324.\r6 ينظر: الجمهرة 2/1149.\r7 ينظر: التّكملة والذّيل والصّلة (طوس) 3/380.","seal":"190A7B25","part":1},
      {"page":420,"id":70,"nass":"وهو مأخوذ من الطّوس كما يقول السّرقسطي1.\rوذكر ابن دريد أن فعله المجرّد ممات2.\rويقال تزنّر الشيء إذا دقّ، وهو على زنة (تفعّل) والمجرّد منه ممات على رأي ابن دريد3.\rط- مجرّد (تَفَاعَل)\rقال ابن دريد: \"اللّحك من قولهم: لَحِكَ يلحَك لَحْكاً ولَحَكاً، إذا تداخل بعضه في بعض، وقد أميت هذا الفعل فاكتفوا بقولهم: تلاحك تلاحُكاً\"4.\rوفي (اللّسان) 5: \"وربما قيل لَحِكَ لَحَكاً، وهي مماتة\" ومثله في (التاج) 6.\rي ـ مجرّد (تَفَنْعَلَ)\rالعكث: اجتماع الشّيء والتئامه، وقد أميت الفعل الثّلاثيّ منه، واستعمل مزيده (تعنكث) على زنة (تفنعل) .\rقال الزّبيديّ: \"العكث أميت أصل بنائه، وهو الاجتماع والالتئام؛ أي لم يستعملوه ثلاثياً، وإنّما استعمل مزيداً كما يدلّ على ذلك قوله: \"وتعنكث الشيء: اجتمع\"7.\r__________\r1 ينظر: الأفعال 3/286.\r2 ينظر: الجمهرة 2/838.\r3 المصدر السابق 2/711.\r4 المصدر السابق 1/563.\r(لحك) 10/483.\r(لحك) 7/173.\r7 التاج (عكث) 1/633.","seal":"000F8D39","part":1},
      {"page":421,"id":71,"nass":"وقد ذكر غير واحد من علماء اللغة إماتة الفعل المجرد من هذا الفعل1.\rك ـ مجرّد (افْتَعَلَ)\rأميت المجرّد من فعلي افتقر واشتدّ وبقي منهما المزيد، قال سيبويه: \"ولم نسمعهم قالوا فَقُرَ، كما لم يقولوا في الشّديد: شَدُد، استغنوا باشتدّ وافتقر، كما استغنوا باحمارّ عن حَمِرَ\"2.\rوذهب ابن دريد3 إلى أن العرب أماتت الفعل المجرد من (المحن) وبقي منه في الاستعمال: امتحنه امتحاناً؛ أي ابتلاه ابتلاء واختبره.\rوحكى السّرقسطيّ قولهم: \"مَحَنَ الرجلَ وغيرَه: اختبره\"4 ولم يذكر أنه ممات.\rوذكر بعض اللغويين أنه أميت مجرّد (اعترط) بمعنى أبعد في الأرض5.\rل ـ مجرّد (اسْتَفْعَلَ)\rأماتوا مجرّد (استنوك) والمُستنوِك هو الأحمق، وكذلك الأنوك، والجمع النوكى. قال سيبويه: \"وقالوا: استنوك، ولم نسمعهم يقولون نَوِك، كما لم يقولوا: فَقُر\"6.\r__________\r1 ينظر: الجمهرة 1/426، والتكملة (عكث) 1/373، والقاموس (عنكث) 221.\r2 الكتاب 4/33.\r3 ينظر: الجمهرة 1/572.\r4 الأفعال 4/187.\r5 ينظر: الجمهرة 2/753.\r6 الكتاب 4/36.","seal":"7D1BB042","part":1},
      {"page":422,"id":72,"nass":"ولكن جاء في (اللّسان) 1: \"نَوِكَ نَوَكاً ونَوْكاً ونَوَاكةً: حَمُقَ، وهو أنوك\" ومثله في أفعال السّرقسطي2.\rم ـ مجرد (افْعَلَلَّ)\rأميت الفعل الرّباعيّ (ضَمْحَل) واستُغْنِى بمزيده: (اضمحلّ) بمعنى ذهب وتلاشى3.\rوأميت الفعل الرّباعيّ (زَمْهَلَ) 4 واستغنى عنه بمزيده (ازمهلّ) فقالوا: ازمهلّ المطر ازمهلالاً؛ وقع، وازمهلّ إذا الثلج إذا سال بعد ذوبانه5.\rن ـ مجرد (افعلّ) و (افعالّ)\rأميتت بعض الأفعال المجرّدة الدّالّة على الألوان، واستغنوا عنها بالمزيد نحو افعلّ وافعالّ. قال سيبويه: \"وقد يستغنى بافعالّ عن فَعِل وفَعُل، وذلك نحو ازراقّ، اخضارّ، واصفارّ، واحمارّ، واشرابّ، وابياضّ، واسوادّ، واسودّ وابيضّ واخضرّ واحمرّ واصفرّ أكثر في كلامهم\"6.\r__________\r(نوك) 10/501.\r2 3/169.\r3 ينظر: الجمهرة 2/1142.\r4 ينظر: الجمهرة 2/1155.\r5 ينظر: اللسان (زمهل) 11/312.\r6 الكتاب 4/26.","seal":"2AEB47C3","part":1},
      {"page":423,"id":73,"nass":"الفصل الرابع\rأفعال أميتت بعض تصريفاتها\rيغلب في العربيّة استعمال الفعل بتصرّفاته الثّلاثة، أي أزمنته، الماضي والمضارع والأمر؛ والماضي هو الأصل، والمضارع مشتقّ منه، ومن المضارع اشتقّ فعل الأمر على مذهب الجمهور من علماء اللغة.\rوثمّة أفعال قليلة لازمت صيغة واحدة؛ كالماضيّ أو المضارعة أو الأمر، مع إماتة الصيغتين الأخريين، أو لازمت صيغتين كالمضارع والأمر مثلاً مع إماتة الصيغة الثالثة، كما سيأتي بيانه، أولا لازمت صيغة واحدة، وأميت ما عداها، نحو ليس ونعم وبئس. إلا أنه ينبغي التحرّز في هذا النّوع خاصّة؛ لأنه ليس ثمّة دليل قاطع على إماتة المضارع والماضي، أي أنّهما استُخدما ثمّ أميتا؛ لأن الماضي هو الأصل والمضارع ومن بعده الأمر: فرعان، ووجود الأصل لايقتضي بالضّرورة وجود الفرع، فقد يكون الفرع مهملاً لم يستعمل قط فلا إماتة حينئذ، ويصح عكس ذلك؛ أي أن وجود المضارع - مثلاً - يقتضي وجود الماضي، مستعملاً أو مماتاً، ولا يمنع هذا أن نظن ظناً أنّ المضارع والأمر من بعده من الممات، إذا فقدناهما في الاستعمال ووجدنا ماضيهما؛ لأن الكثير الغالب في لغة العرب أن يكون للفعل في الاستعمال تصريفات ثلاثة: الماضي والمضارع والأمر، فنحمل القليل مما قصّرت تصريفاته على الكثير مما كملت تصريفاته أي أزمنته الثلاثة.\rواحتمالات الإماتة في هذا كلّه على النّحو التّالي:\r1- إماتة الماضي دون غيره.\r2- إماتة المضارع دون غيره.","seal":"6C626A8A","part":1},
      {"page":424,"id":74,"nass":"3- إماتة الأمر دون غيره.\r4- إماتة الماضي والمضارع دون الأمر.\r5- إماتة الماضي والأمر دون المضارع.\r6- إماتة المضارع والأمر دون الماضي.\rوفيما يلي ما وقفت عليه ممّا أميت من هذه الأوجه الستة:\rأ - إماتة الماضي دون غيره:\rاشتهر عند اللّغويين والنّحاة قولهم إن العرب أماتت ماضي الفعل (يَدَعُ) وكذلك ماضي (يَذَرُ) استغناء عنهما بـ (تَرَكَ) 1 وهم يقولون: ذر ذا ودعه؛ أي: اتركه، كما يقولون: يذره ويدعه، ولا يقولون: وَذَرْتُهُ ولا وَدَعْتُهُ، ولكن تركته، ولا يقولون: واذرٌ ولا وادع ولكن تارك2؛ قال تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ أَزْوَاجاً} 3 و {فَذَرْهُمْ وَمَا يَفْتُرُوْن} 4.\rواستعملوا (فعّل) من (وَدَعَ) قالوا: ودّعته، وفي القرآن {مَا وَدَّعَكَ رُبُّكَ وَمَا قَلَى} 5.\rولم يكن حكمهم بإماتة الفعل (وَدَعَ) محلّ اتفاق عند النّحاة؛ لورود هذا الفعل في قراءة النبي – صلى الله عليه وسلم – وعروة بن الزُّبير وأبي حَيْوَة وابن أبي عبلة {مَا وَدَّعَكَ رُبُّكَ وَمَا قَلَى} 6.\r__________\r1 ينظر: الكتاب 1/25، 4/399، والفصيح 289، والمسائل العسكرية 135، 136، وتصحيح الفصيح 127 أ، والمغرب 2/345.\r2 ينظر: إسفار الفصيح 203، 204.\r3 سورة البقرة: الآية 234.\r4 سورة الأنعام الآية 112.\r5 سورة الضحى: الآية 3.\r6 سورة الضحى: الآية 3، وينظر: المحتسب 2/364، ومختصر في شواذ القرآن 175، والدر المصون 11/36.","seal":"52FD7FC0","part":1},
      {"page":425,"id":75,"nass":"ولوروده في الشّعر، كقول أبي الأسود:\rلَيْتَ شِعْرِي عَنْ خَلِيلِي مَا الَّذي ... غَالَهُ في الحُبِّ حَتَّى وَدَعَهْ 1\rوقول الآخر:\rوثُمَّ وَدَعْنَا آلَ عَمْرٍو وعَامِر ... فَرَائِسَ أَطْرَافِ المُثَقَّفَةِ السُّمْرِ2\rوجاء المصدر من (وَدَعَ) في الحديث: \"لَيَنْتَهِيَنَّ أقوامٌ عن وَدْعِهم الجُمُعات\"3 وروي \"الجماعات\"4.\rوقد روي عن شمر قوله: \"زعمت النّحويّة أنّ العرب أماتوا مصدر يدع، والنّبيّ عليه السّلام أفصح العرب، وقد رويت عنه هذه الكلمة\"5.\rولورود هذا الفعل في القرآن والحديث والشّعر قال الفيّوميّ: \"وما هذه سبيله فيجوز القول بقلّة الاستعمال ولا يجوز القول بالإماتة\"6.\rوأرى أنّ ما قاله النّحاة صحيح، فالماضي من هذا الفعل ممات، كما قالوا، وقد يظهر الممات في الاستعمال، على قلة، كما ظهر هذا الفعل في قراءةٍ وشعرٍ وحديثٍ؛ فيكون هذا من باب إحياء الممات عند الحاجة، كما سيأتي بيانه في الباب الرابع.\rأمّا ماضي الفعل الآخر (وَذَرَ) فهو من الممات عند أكثر اللّغوييّن، فلا يقال: وذرته، ولكن يقال يذرُ وذَرْهُ، قال الخليل: \"والعرب أماتت المصدر من\r__________\r1 ينظر: ديوان أبي الأسود (ملحق الديوان) 350، والخصائص 1/99، والإنصاف 2/485. ونسب لأنس بن زنيم في حماسة البحتري 259، وخزانة الأدب 6/471.\r2 ينظر: البحر المحيط 8/485، والدر المصون 11/36.\r3 ينظر: صحيح مسلم: جمعة 40 (3/10)\r4 ينظر: سنن ابن ماجة: مساجد ح 794 (1/260)\r5 المغرب 2/346.\r6 المصباح (ودع) 653.","seal":"91F7A4A8","part":1},
      {"page":426,"id":76,"nass":"يَذَرُ والفعل الماضي، واستعملته في الحاضر والأمر، فإذا أرادوا المصدر قالوا: ذَرْهُ تركاً، أي اتركه\"1.\rويرى بعضهم أنّه قد يستعمل على قلّة، قال الفيّوميّ: \"وربّما استعمل الماضي على قلّة، ولا يستعمل منه اسم فاعل\"2.\rب - إماتة المضارع دون غيره:\rأي أن يستعمل الماضي والأمر ويمات المضارع، ولم أجد لهذا النّوع شاهداً، وسبب ذلك فيما أرى أنّ استعمال فعل الأمر يقتضي - في الغالب - استعمال الفعل المضارع؛ لأنّ الأمر مقتطع من المضارع المجزوم بحذف حرف المضارعة، فثمّة تلازم بين المضارع والأمر، وقد يمات المضارع إذا أميت الماضي، فتكون الإماتة حينئذ للمضارع والماضي معاً، كما سيأتي في الفقرة (د) .\rجـ – إماتة الأمر دون غيره:\rأُميت الأمر - فيما نقدّر - في بعض الأفعال، نحو مازال وأخواتها، وهنّ أربعة: زال وفتئ وبرح وانفكّ، ويشترط في عملهنّ النّفي3.\rقال الأزهريّ: \"يقال: مازال يفعل كذا وكذا، ولا يزال يفعل كذا؛ كقولك ما برح، وما فتئ، وما انفكّ، ومضارعه: لا يزال؛ ولا يُتكلّم به إلا بحرف نفي\"4.\rولا يستعمل منه فعل الأمر، وكذلك في أخواتها: ما فتئ وما برح وما انفكّ5، ولعلّ فعل الأمر من هذه الأفعال من الممات.\r__________\r1 العين 8/196.\r2 المصباح (وذر) 654.\r3 ينظر: المساعد 1/255.\r4 التهذيب 13/253.\r5 ينظر: شرح ابن عقيل 1/271.","seal":"C6E373CC","part":1},
      {"page":427,"id":77,"nass":"وأميت الأمر في بعض أفعال المقاربة نحو كادَ وأَوْشَكَ على الصّحيح،1 أو الرجح، حكى الجوهريّ مضارع طَفِقَ، قال: \"طَفِقَ يفعل كذا يطفَق طفوقاً ... وقال بعضهم طفَقَ - بالفتح - يطفِق طفوقاً\"2 وحكى الكسائيّ مضارع جعل3.\rويعمل الماضي والمضارع من هذه الأفعال، نحو كاد ويكاد، وأوشك ويوشك وطَفِق يطفِقُ وجعل يجعل، تقول مثلاً: يَطفِق الحجيجُ يعود إلى بلاده، ولم يستعمل الأمر من هذه الأفعال فقد يكون مهملاً من الأصل، وقد يكون مماتاً.\rد - إماتة الماضي والمضارع دون الأمر:\rأميت الماضي والمضارع من قولهم: هَاتَى يُهَاتِي، وبقى منه الأمر، وهو: هاتِ، قال الخليل: \"المُهاتاة من قولك: هاتِ، يقال: اشتقاقه منه هاتى، الهاء فيه أصليّة، ويقال: بل الهاء في موضع قطع الألف من آتي يؤاتي، ولكن العرب أماتوا كلّ شيء من فعلها إلا هاتِ في الأمر، وقد جاء قوله:\rلله ما يُعْطِي وما يُهَاتِي ...\rأي: ما يأخذ\" 4.\rومثل ذلك في \"التهذيب\"5 و\"اللّسان\"6.\rومنه في القرآن: {قُلْ هَاتُوا بُرْهَانَكُم} 7.\r__________\r1 ينظر: شرح ابن عقيل 1/338، والمغني في تصريف الأفعال 160.\r2 الصحاح (طفق) 4/1517.\r3 ينظر: شرح ابن عقيل 1/341.\r4 العين 4/80.\r5 6/395.\r(هتى) 15/352.\r7 سورة الأنبياء: الآية 24.","seal":"C93534AC","part":1},
      {"page":428,"id":78,"nass":"وقيل: إن (هاتِ) اسم فعل، كما سيأتي بعد قليل.\rوقالوا في النّداء: تعالَ؛ أي: اعلّ، ولا يستعمل في غير الأمر1، وهو بمعنى الارتفاع، قال عز وجل {فَقُلْ تَعَالَوا نَدْعُ أَبْنَاءَنا وَأَبْنَاءَكم ونِسَاءَنا ونِسَاءَكم وأَنْفُسَنَا وأَنْفُسَكُم ثمَّ نَبْتَهِل فَنَجْعَل لَعْنَةَ اللَّهِ عَلَى الكَاذِبِين} 2\rوالأصل في هذا الفعل أنه من مادة (العلو) من التّعالي، بمعنى الارتفاع وعلى هذا فإنّ وزن تعالَ: (تفاعَ) حذفت لامه للجزم.\rوالعرب تقول في النّداء للرّجل: تعالَ أو تعالَه - بها السّكت، وللاثنين: تعاليا، وللرّجال: تعالَوا، وللمرأة تعالَيْ، وللنّساء: تعالَينَ، وهم لا يبالون إن كان المدعو في مكان أعلى من مكان الدّاعي، أو في مكان دونه3.\rقال الخليل: \"وأماتوا هذا الفعل سوى النداء\"4 يعني سوى الأمر، وفي هذا نظر؛ فقد جاء الماضي من هذا الفعل في القرآن بكثرة كقوله عز وجلّ {تَعَالَى اللهُ عَمَّا يُشْرِكُون} 5 و {تَعَالى عَمّا يَقُولُون عُلُوّاً كبيراً} 6 وقوله {عُلُواً} ليس مصدر (تعالى) .\rو (هات) و (تعالَ) فعلا أمر على الرّاجح؛ لأن اسم الفعل لا تبرز فيه ضمائر الرّفع على مذهب الجمهور، فلماّ برزت هذه الضمائر معهما دلّ ذلك على أنّهما ليسا من أسماء الأفعال، وقد عدّهما بعض العلماء من أسماء الأفعال،\r__________\r1 ينظر: اللسان (علو) 15/90.\r2 سورة آل عمران: الآية 61.\r3 ينظر: التهذيب 3/189، والزاهر 2/265.\r4 العين 2/247.\r5 سورة النمل: الآية 63.\r6 سورة الإسراء: الآية 43.","seal":"83B6878D","part":1},
      {"page":429,"id":79,"nass":"قال ابن هشام: \"وأما هاتِ وتَعالَ فعدّهما جماعة من النّحويين في أسماء الأفعال، والصّواب أنّهما فعلا أمر، بدليل أنّهما دالان على الطّلب، وتلحقهما ياء المخاطبة، تقول: هاتِي وتعالَيْ\"1.\rويلحق بهذين الفعلين (هَلُمَّ) على لغة بني تميم إذ تلحقها الضّمائر البارزة، بحسب ما أسندت إليه، فتقول: هَلُمَّ، وهلمّا، وهلمّوا، وهَلْمُمْنَ، بفكّ الإدغام وسكون الّلام، وهَلُمِّي، وهي عند هؤلاء فعل أمر لدلالتها على الطلب وقبولها ياء المخاطبة، وقد أميت ماضيها ومضارعها2.\rوهي اسم فعل على لغة من ألزمها طريقة واحدة مع الواحد والمثنّى والجمع، وهي لغة أهل الحجاز، وبها جاء التّنزيل، قال تعالى: {والقَائِلِينَ لإِخْوَانِهم هَلُمَّ إِلينَا} 3 أي: ائتوا إلينا.\rهـ – إماتة الماضي والأمر دون المضارع:\r(يَهِيط) مضارع لا ماضي له ولا أمر، قال ابن القطّاع: \"وما زال يهيط مرة ويميط أخرى، لا ماضي ليهيط، والهياط: الصياح منه، والمياط الدّفاع\"4.\rوفي \"اللّسان\"5: \"ما زال منذ اليوم يَهيط هيطاً، وما زال في هيط وميط وهياط ومياط؛ أي في ضجاج وشرّ وجلبة ... وقد أميت فعل الهياط\" أي: أميت الفعل الماضي.\rومن هذا قولهم: ينبغي له أن يفعل كذا، قال تعالى: {ومَا عَلَّمْنَاهُ الشِّعْرَ وَمَا\r__________\r1 شرح قطر الندى 41.\r2 ينظر: شرح المفصل لابن يعيش 4/44، وشرح قطر الندى 40.\r3 سورة الأحزاب: الآية 18.\r4 الأفعال لابن القطاع 3/366.\r(هيط) 7/424.","seal":"C0BD19EA","part":1},
      {"page":430,"id":80,"nass":"يَنْبَغِي لَهُ} 1وهو ملازم لهذه الصّيغة، أي: أميت ماضيه وأمره، وحكى اللّحياني: انبغى2.\rوذكر بعض الباحثين المعاصرين أنّ قول بعض النّحويين: \"انبغى لفلان أن يفعل، أي صلح له أن يفعل؛ من قبيل الأمثلة المصنوعة، فليس له نظير في قديم فصيح يحتج به عليه، ولو أنّهم وجدوا شيئاً من ذلك ما تركوه، ومن هنا كان هذا الفعل الماضي مما حُذقت فيه الصنعة، وهوشيء مهجور\"3 أي ممات.\rو إماتة المضارع والأمر دون الماضي:\rأميت المضارع والأمر من بعض الأفعال الّتي ترفع المبتدأ اسماً لها وتنصب الخبر، مثل ليس ودامَ، قال ابن مالك: \"وما سوى ليس ودام من أفعال هذا الباب يتصرّف؛ أي: يستعمل منه ماض ومضارع وأمر واسم فاعل ومصدر، إلا أنّ الأمر لا يتأتّى صوغه من ملازمات النّفي\"4.\rوثمّة خلاف في إماتة المضارع من (دام) ومذهب الفرّاء وكثير من النّحاة أنّها لا تتصرّف، فلا تستعمل إلا بلفظ الماضي5.\rولازمت أفعال المقاربة لفظ الماضي إلا (كاد) و (أوشك) عند الجمهور6 و (طفق) عند الجوهري - كما تقدم.\rومن أقدم من نصّ على إماتة المضارع والأمر في الفعل (عسى) الخليلُ،\r__________\r1 سورة يس: الآية 69.\r2 ينظر: اللسان (بغى) 14/79.\r3 في شعاب العربية 187.\r4 شرح التسهيل 1/343.\r5 ينظر: الارتشاف 2/79، وشرح ابن عقيل 1/243.\r6 ينظر: شرح التسهيل 1/400، 401.","seal":"C3CEA6C1","part":1},
      {"page":431,"id":81,"nass":"إذ قال: \"ويستعمل منه الفعل الماضي، فيقال،: عسيت وعيسنا وعسوا وعسيا وعسين - لغة - وأميت ما سواه من وجوه الفعل، لا يقال يفعل ولا فاعل، ولا مفعول\"1.\rومرة أخرى أذكّر بأنّ المضارع والأمر فرع، والماضي أصل، واستعمال الأصل دون الفرع لا يعني بالضّرورة إماتة الفرع - أي المضارع والأمر- إنّما نأخذه بالقياس على الكثير، وبقول العلماء، فنقول فيه بالإماتة، من غير قطع به، ولهذا قال الرّافعي في حديثه عن بعض الألفاظ المماتة: \"ومن ذلك (ليس) الفعل الناقص؛ فإن بعضهم يظنّ مضارعه وأمره من الأفعال المماتة\"2.\r__________\r1 العين 2/201.\r2 تاريخ آداب العرب 1/169.","seal":"BEB75AB7","part":1},
      {"page":431,"id":82,"nass":"الفصل الخامس\rأفعال مبنية للمجهول أميت المبني للمعلوم منها\rفي العربية أفعال لازمت صيغة البناء للمجهول سماعاً، بعضها مجرّد وبعضها مزيد، وقد ذكر النّحاة أنّ المبني للمعلوم منها لم تستعمله العرب، أي: أنّه أميت استغناء بصيغة المبني للمجهول، مثل: سُلَّ وزُكم وجُنَّ ودُهِشَ وشُدِهَ وأُوْلِعَ به واستُهْتِر به، وأُغْرِمَ به.\rولمّا كانت صيغة المبني للمجهول صيغة فرعية، محوّلة من الصيغة الأصليّة، وهو المبني للمعلوم، فقد تبيّن أنّ فقد هذه الصّيغة الأصليّة - مع وجود الصّيغة الفرعيّة المحوّلة عنها - دليل على إماتة تلك الصّيغة الأصلية.","seal":"EE2E813F","part":1},
      {"page":432,"id":83,"nass":"ومن أقدم من عقد لهذه الأفعال باباً، وأشار إلى إماتة أصولها، المبنيّة للمعلوم: سيبويه، إذ قال: \"هذا باب ما جاء فُعِلَ منه على غير فَعَلْتُه، وذلك نحو: جُنَّ وسُلَّ وزُكم ووُرِد، وعلى ذلك قالوا: مجنون ومسلول مزكوم ومحموم مورود.\rوإنّما جاءت هذه الأفعال على جَنَنته وسَلَلته وإن لم يستعمل في الكلام، كما أنّ يَدَعَ على وَدَعْتُ ويَذَرُ على وَذَرْت ُ وإن لم يستعملا، استغنى عنهما بتركت، واستغنى عن قَطِعَ بقُطِع، وكذلك استغنى عن جَنَنْتُ ونحوها بأفعلت، فإذا قالوا: جُنَّ وسُلّ فإنّما يقولون جُعل فيه الجنون والسِّل\"1.\rوذكر ثعلب2 طائفة من هذه الأفعال، وأشار إلى أنَّها لا تبني للمعلوم، وتبعه جماعة من العلماء، كابن قتيبة3، والسّيوطيّ4، وأفردها بعض المتأخّرين بتأليف مستقلّ جمع فيه متفرّقها، ومن هؤلاء: ابن أبي السّعود بن ظهيرة القرشيّ المخزوميّ المكّيّ \"من علماء القرن العاشر\" في \"المنهل المأهول في الفعل المبني للمجهول\" وابن علان الصّدّيقي (1057هـ) في \"اتحاف الفاضل بالفعل المبني لغير الفاعل\".\rوهذه الأفعال من حيث الإماتة والإحياء على نوعين:\rأحدهما: ما لازم صيغة المجهول، نحو حُمَّ الأمر، بمعنى قضي، وحُمَّ الرّجل بمعنى أصابته الحمَّى، وسُلَّ: أصيب بذات الرّئة، وامتُقِعَ لونه؛ أي: تغَيّر، من حزن أو فزع، وهذا النّوع هو الّذي أميت أصله المبني للمعلوم، وأمثلته كثيرة مذكورة في الكتابين المشار إليهما آنفاً، ولا حاجة إلى سردها هنا.\r__________\r1 الكتاب 4/67.\r2 ينظر: الفصيح 269 - 271.\r3 ينظر: أدب الكاتب 401 - 403.\r4 ينظر: المزهر 2/233 - 236.","seal":"C374C9B4","part":1},
      {"page":433,"id":84,"nass":"والآخر: ما جاء على صيغتي المعلوم والمجهول معاً، ولكن استعماله على صيغة المجهول أكثر، نحو بُهت الرّجل؛ أي: تحيّر، وزُهِيَ علينا؛ أي: تكبّر، ونُفِسَت المرأة؛ أي: وضعت حملها، وما شابه ذلك، وليس المبني للمعلوم - من هذا النّوع الثّاني - من الممات، لاستعماله.","seal":"4A95DBC1","part":1},
      {"page":437,"id":85,"nass":"الباب الثالث: أسباب إماتة الألفاظ\rمدخل\r...\rمدخل:\rتقوم اللّغة في أصل من أصولها على مبدأ الاختيار والاصطفاء، فتموت ألفاظ فتندثر، وتولد ألفاظ فتحيا وتزدهر، وموت الكلمات نتيجة مباشرة للتطوّر اللّغوي الّذي لا يتوقّف، وهذا التطوّر نتيجة لاستعمال اللّغة وحركتها الدائمة.\rوقد تختفي بعض الألفاظ من الاستعمال فتموت لأسباب عديدة، تتّفق في بعضها سائر اللّغات، وتنفرد ببعضها لغات، وللعربيّة أسبابها الخاصّة الّتي أدّت إلى إماتة الألفاظ فيها ممّا حُكِمَ بموته عند تدوينها، وهي ترجع - في الجملة إلى أسباب صوتيّة ومعنويّة، وقد ربط علماء العربيّة القدماء في معرفتهم لفصاحة الكلمة، وشيوعها في الاستعمال، بين عنصرين هامّين من عناصر الكلمة، وهما:\r1- العنصر الصّوتيّ.\r2- القيمة الدلاليّة.\rوهذان العنصران في حقيقة الأمر هما ما يعطيان الحياة للكلمة أو يسلبانها إيّاها فتترك ويستغني عنها ثمّ تموت1، وهما كما يلي:\r__________\r1 ينظر: المولد في العربية 144.","seal":"BCBDEB08","part":1},
      {"page":438,"id":86,"nass":"الفصل الأول\rالعامل الصوتي\rقد تموت الكلمة لسبب داخليّ فيها، وهو ما تشتمل عليه من أصوات، فلا تمتدّ بها الحياة كثيراً كمن ولد مريضاً فلا يلبث أن يموت، وآفة الكلمة أن تتقارب مخارج الحروف فيها، ((فلا يكاد يجيئ في كلام العرب ثلاثة أحرف من جنس واحد في كلمة واحدة لحزونة ذلك على ألسنتهم\rوثقله)) 1 وحروف الحلق خاصّة يقلّ اتصالها في الكملة من غير فصل، وأمّا القاف والكاف فلا تجيئ متّصلة في كلام العرب، وندر ائتلاف القاف والجيم أو الكاف والجيم، فلم يأت عنهم: قج ولا جق، ولا كج وجك، ولا قك ولا كق، كلّ ذلك لتجنّب الثّقل الذي يعيق آلة اللسان بسببٍ من تقارب المخارج.\rوبالجملة فإنّ تأليف الحروف العربيّة يأتي على ثلاثة أقسام2:\rفالأول: تأليف الحروف المتباعدة، نحو: كتب وجلس ودخل، وهو الأحسن والمختار، هو الكثير في كلام العرب.\rوالثّاني: تضعيف الحرف نفسه، نحو: عدّ وفكّر، أو تكريره، نحو وسوس وهمهم، وهو يلي القسم الأول في الحسن، وأقل منه في الكثرة والاستعمال.\rوالثّالث: تأليف الحروف المتجاورة، وهو قليل في كلامهم أو منبوذ في الاستعمال كما تقدّم.\rوهذا القليل الّذي قد يقع في كلامهم هو الّذي يكون عرضة للإماتة لثقله،\r__________\r1 سر الفصاحة 57.\r2 ينظر: المصدر السابق 58.","seal":"A91B6B9D","part":1},
      {"page":439,"id":87,"nass":"نحو العَهْق، فإن فعله ممات، كما يقول ابن دريد1، لمجاورة الهاء العين، ومثله إماتة الفعل ((عهم)) لتجاور حرفي الحلق2، وقد ندر مجيء الرّاء بعد النّون ولاسيّما إن كانت النّون ساكنة والرّاء متحرّكة، وهذا قليل جدّاً في العربيّة.\rوقد جاء في اللّسان3: \"النّرز: فعل ممات، وهو الاستخفاء، من فزع، وبه سمّي الرجل: نَرْزة ونارزة، ولم يجىء في كلام العرب نون بعدها راء إلا هذا، وليس بصحيح\".\rوعلّة الإماتة واضحة؛ لأن اللّسان يميل إلى الأسهل في النّطق في العادة؛ ولأنّ الحروف المتباعدة تجري من السّمع مَجرى الألوان من البصر، ولا شكّ في أنّ الألوان المتباينة إذا اجتمعت بان حسنُها لعين النّاظر، بخلاف الألوان المتقاربة؛ ولهذا كان البياض مع السّواد أحسن منه مع الصّفرة4، واللّغة تميل في أصل من أصول تطوّرها إلى مبدأ الاختيار والاصطفاء، فيترك ما ثقل على الألسن، وينبو عن الأسماع، فيموت.\rومن القواعد الصوتية لبنية الكلمة العربية أن الخماسي لا يخلو من حرف أو أكثر من حروف الذلاقة الستة: الراء واللام والنون والباء والفاء والميم، المجموعة في قولك: ((مربنفل)) .\rوكذلك الرباعي غير المضاعف إلا في النادر، وعلة ذلك أن هذه الأحرف خفيفة في اللسان فناسب أن تأتي في الخماسي والرباعي لتعطيهما شيئاً من الخفة.\rأما الثلاثي فهو خفيف بعدد حروفه، فلا يجب أن يكون فيه حرف من حروف الذلاقة.\r__________\r1 ينظر: الجمهرة 2/945.\r2 المصدر السابق 2/954.\r(نرز) 5/416.\r4 ينظر: سرّ الفصاحة 64.","seal":"E1A26722","part":1},
      {"page":440,"id":88,"nass":"فإذا وُجد كلمة خماسية أو رباعية خالية من حروف الذلاقة فإنها تحتمل وجهين:\rأحدهما: أن تكون دخيلة أو محدثة مبتدعة - كما قال الخليل1.\rوالآخر: أن تكون من بقايا الممات القديم.\rقال الخليل: \"فلما ذلقت الحروف الستة، ومذل بهنّ اللسان، وسهلت عليه في المنطق كثرت في أبنية الكلام، فليس شيء من بناء الخماسي يعرى منها أو من بعضها ...\rفإن وردت عليك كلمة رباعية أوخماسية معرّاة من حروف الذَّلَق أو الشفوية، ولا يكون في تلك الكلمة من هذه الحروف حرف واحد أو اثنان أو فوق ذلك فاعلم أن تلك الكلمة محدثة مبتدعة، ليست من كلام العرب؛ لأنك لست واجداً من يسمع من كلام العرب كلمة واحدة رباعية أو خماسية إلا وفيها من حروف الذَّلَق والشفوية واحد واثنان أو أكثر\"2.\rوقال الليث: \"قلت: فكيف تكون الكلمة المولدة المبتدعة غير مشوبة بشيء من هذه الحروف؟ فقال [الخليل] : نحو الكَشَعْثج، والخَضَعثج، والكَشَعْطج، وأشباههنّ، فهذه مولّدات لا تجوز في كلام العرب ...\rوأما البناء الرباعي المنبسط فإن الجهور الأعظم منه لا يعرى من الحروف الذُّلْق، أومن بعضها، إلا كلمات نحواً من عشركنّ شواذ‍ّ.\rومن هذه الكلمات: العَسْجَد والقَسْطوس والقُداحِس والدُّعشوقة ... \"3.\r__________\r1 ينظر: العين 1/52.\r2 الصاحبي المصدر السابق 1/52.\r3 العين 1/52، 53.","seal":"46C4EF97","part":1},
      {"page":441,"id":89,"nass":"ومن الرباعي الذي خلى من حروف الذلاقة: ((تَخْطَعٌ)) وهو اسم ذكره ابن منظور في الرباعي، وقال: \"قال ابن دريد: أظنه مصنوعاً، لأنه لم يعرف معناه\"1.\rوقد يكون مماتاً ولذلك لم يعرف معناه.\rومنه: ((العُهْعُخ)) قال الخليل: \"سَمِعْتُ كلمة شنعاء لا تجوز في التأليف الرباعي؛ سئل أعرابي عن ناقته فقال: تركتها ترعى العُهْعُخ، فسألنا الثقات من علمائهم فأنكروا أن يكون هذا الاسم من كلام العرب. وقال الفذّ منهم: هي شجرة يُتداوى بورقها.\rوقال أعرابيّ: إنما هو الخُعْخُع، وهذا موافق لقياس العربية\"2.\rومنه ((القُداحِسُ)) وهو الشّجاع أو السيّء الخلق أو الأسد - كما يقول صاحب ((القاموس)) 3.\rومهما يكن من أمر فإن كلماتٍ من هذا النوع الذي خلا من حروف الذلاقة لا يكتب لها البقاء في العربية؛ لأنها ثقيلة فتهجر وتموت، وقد لا تعرف، ولعل هذه الألفاظ النادرة التي رواها بعض العلماء هي من بقايا ممات غير قليل، وهذه الألفاظ القليلة المروية معرضة للهجر والإماتة أكثر من غيرها.\r__________\r1 اللسان (تخطع) 8/32.\r2 العين 2/274.\r3 مادة: (قدحس) 728.","seal":"A7AD040A","part":1},
      {"page":442,"id":90,"nass":"الفصل الثاني: العامل الدلالي\rالمبحث الأول: زوال المعنى\r...\rالفصل الثاني\rالعامل الدلاليّ\rالدّلالة عنصر فعّال فيما يتّصل بإماتة الألفاظ، وإليها يعود موت كثير من الألفاظ المشهورة في العربيّة، وللإماتة هنا عدّة أسباب، ومن أهمّها:\r1 - زوال المعنى.\r2 - الاستغناء.\r3 - العامل الديني.\r4 - العامل الاجتماعي.\rوهي على النحو التالي:\rالمبحث الأول: زوال المعنى:\rقد يزول معنى الكلمة وليس لها معانٍ أخرى تتشبّث بها، فتموت؛ لتفريغها من محتواها الّذي هو سرّ بقائها، وقد أشار إلى ذلك ابن فارس في قوله: \"ومن الأسماء الّتي كانت فزالت بزوال معانيها قولهم: المرباع، والنّشيطة والفضول ... \"1.\rوقال الجاحظ: \"قال أبو عبيدة معمر بن المثنى عن أبي عبد الرحمن يونس بن حبيب النّحوي حين أنشده شعر الأسدي:\rومركضةٌ صَرِيحيٌّ أَبُوهَا ... تُهَانُ لَهَا الغُلامَةُ والغُلامُ\rقال: فقلت له: فتقول للجارية: غلامة؟ قال: لا، هذا من الكلام المتروك،\r__________\r1 الصاحبي 102.","seal":"E0B25258","part":1},
      {"page":443,"id":91,"nass":"وأسماؤه زالت مع زوال معانيها؛ كالمرباع والنّشيطة…\"1.\rوقد قضى الإسلام على كثير من الكلمات الدّالّة على نظم جاهليّة، كالمِرْبَاع والصَّرورة والنَّوَافج والحُلْوَان والمَكْسُ، وغيرها، فماتت تلك الكلمات؛ لأنّ الإسلام غير من القيم الفكرية والاجتماعيّة الّتي كانت سائدة في الجاهليّة.\rولا مبرّر لوجود الكلمة في اللّغة عند ما لا تقول للعقل شيئاً، فإنّ اللّغة تهملها، كما يقول درمستيتر (Darmesteter) 2.\rوهكذا تتخلّص اللّغة من الألفاظ الّتي لم تعد كافية للتّعبير عن المعنى الّذي يناط بها؛ لأنّها ضعفت أو بليت3.\r__________\r1 الحيوان 1/329، 330.\r2 ينظر: المولد في العربية 218.\r3 ينظر: اللغة لفندريس 272.","seal":"78739F23","part":1},
      {"page":443,"id":92,"nass":"المبحث الثاني: الاستغناء\rقد يؤدّي التّرادف إلى ترك بعض الألفاظ استغناء بمرادف لها؛ لأنّه يؤدّي معناها، فتموت الألفاظ المتروكة، قال سيبويه: \"وأمّا استغناؤهم بالشّيء عن الشّيء فإنّهم يقولون: يَدَعُ، ولا يقولون: وَدَعَ، استغنوا عنها بترك، وأشباه ذلك كثير\"1 وقد استغنوا باشتدّ عن شَدُدَ2، وباحمارّ عن حِمِر3 وباستنوك عن نوك4.\rوقال ابن الأنباريّ: \"استغنوا عن وَدَعَ بترك؛ لأنّه في معناه، وكذلك\r__________\r1 الكتاب 1/25.\r2 المصدر السابق 4/33.\r3 المصدر السابق 4/33.\r4 المصدر السابق 4/36.","seal":"F97A4B1B","part":1},
      {"page":444,"id":93,"nass":"استغنوا به عن وَذَرَ\"1.\rوقال ابن جنّي في تركهم بعض المصادر: \"يقال: نَذِرْتُ بالشّيء؛ إذا علمت به فاستعددت له، فهو في معنى فهمته وعلمت به، وطَبِنْتُ له، وفي وزن ذلك، ولم تستعمل العرب لقولهم نذرت بالشيء مصدراً، كأنّه من الفروع المهجورة الأصول. ومنه ((عسى)) لا مصدر لها، وكذلك ((ليس)) .\rوكأنّهم استغنوا عنه بأنْ والفعل، نحو: سرّني أن نَذِرْت بالشيء، ويسرّني أن تَنْذَر به\"2.\rوقد يُمات الفعل المجرّد استغناء بمزيده، قال ابن دريد: \"واللّحَك من قولهم: لَحِكَ يلحَك لَحْكاً، إذا تداخل بعضه في بعض، وقد أميت هذا الفعل فاكتفوا بقولهم: تلاحك تلاحكاً\"3.\r__________\r1 الإنصاف 2/485.\r2 المحتسب 1/367.\r3 الجمهرة 1/563.","seal":"413154B7","part":1},
      {"page":444,"id":94,"nass":"المبحث الثالث: العامل الديني\rكان العرب على إرث من إرث آبائهم في لغتهم وآدابهم ونسائكهم وقاربينهم -كما يقول ابن فارس1 - فلمّا جاء الإسلام حالت أحوال، ونقلت دلالات، وأميتت ألفاظ كره العرب النّطق بها في الإسلام؛ لأنّه نهى عنها للمدلول الّذي تحمله، قال عزّوجلّ: {يَا أَيُّها الَّذِين آمَنُوا لا تَقُولُوا رَاعِنَا وقُولُوا انظُرْنَا} 2 وقد قيل: \"إنّ (راعنا) كلمة كانت تجري مجرى الهزء فنهى المسلمون أن يلفظوا بها بحضرة النبي - صلى الله عليه وسلم - وذلك أنّ اليهود\r__________\r1 ينظر: الصاحبي 78.\r2 سورة البقرة: الآية 104.","seal":"A5011C67","part":1},
      {"page":445,"id":95,"nass":"- لعنهم الله - كانوا اغتنموها فكانوا يسبّون بها رسول الله - صلى الله عليه وسلم - في نفوسهم، ويتسترون من ذلك بظاهر المراعاة منها، فأمروا أن يخاطبوه بالتّعزيز والتّوقير\"1.\rوقال ابن تيمية: \"ومما يدل من القرآن على النهي عن مشابهة الكفار: قوله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} .\rقال قتادة وغيره: \"كانت اليهود تقوله استهزاء؛ فكره الله للمؤمنين أن يقولوا مثل قولهم\".\rوقال أيضاً: \"كانت اليهود تقول للنبي صلى الله عليه وسلم: راعنا سَمْعَك، يستهزؤون بذلك. وكانت في اليهود قبيحة\".\rورى أحمد عن عطية العوفي قال: قال: كان يأتي ناس من اليهود فيقولون: \"راعنا سَمْعَك، حتى قالها ناس من المسلمين فكره الله لهم ما قالت اليهود\". وقال عطاء: \"كانت لغة في الأنصار في الجاهلية\".\rوقال أبو العالية: \"إن مشركي العرب كانوا إذا حَدَّت بعضهم بعضاً يقول أحدهم لصاحبه: راعني سمعك فنهوا عن ذلك وكذلك قال الضحاك. فهذا كله يبين أن هذه الكلمة نُهِي المسلمون عن قولها لأن اليهود كانوا يقولونها، وإن كانت من اليهود قبيحة، ومن المسلمين لم تكن قبيحة لما كانت مشابهتهم فيها من مشابهة الكفار، وطريقهم إلى بلوغ غرضهم\"2.\rومن ذلك أنّهم أماتوا كلمة ((العَتِيرة)) وهي شاة كانت تذبح في الجاهليّة\r__________\r1 التهذيب 2/341.\r2 اقتضاء الصراط المستقيم 45، 46.","seal":"06210C53","part":1},
      {"page":446,"id":96,"nass":"في رجب يتقرّب بها، ثمّ نسخت العتيرة بالأضاحي1، وقيل إنّ العتيرة هي الشّاة الّتي كانت تذبح في الجاهليّة وتقدّم للأصنام، فيصبّ دمها على رأسها2.\rومن ذلك ((الصّرورة)) روى عن النبي - صلى الله عليه وسلم - أنّه قال: \"لا صرورة في الإسلام\"3 وهو التّبتّل في الإسلام، وأصل الصّرورة أنّ الرّجل في الجاهليّة كان إذا أحدث حدثاً فلجأ إلى الحرم لم يُهَجْ، وكان إذا لقيه وليّ الدّم في الحرم قيل له: هو صرورة، فلا تَهُجه، ثم كَثُر ذلك في كلامهم حتّى جعلوا المتعبّد الّذي يتجنّب النّساء: صرورة، وصرورياً 4، كما تقدم في الباب الأول.\rوللرّافعيّ تعليل في إماتة الإسلام هذا النّوع من الألفاظ، وهو أنّهم كرهوا النّطق بها في الإسلام لخوفهم على العرب أن يعودوا في شيء من أمر الجاهليّة، فمنعوهم من الكلام الّذي فيه أدنى متعلّق5.\r__________\r1 ينظر: الجمهرة 1/392.\r2 ينظر: النهاية 3/178.\r3 ينظر: سنن أبي دواد 2/141، وكنز العمال 3/658.\r4 ينظر الصاحبي 104.\r5 ينظر: تاريخ آداب العرب 1/209.","seal":"8BC9BD45","part":1},
      {"page":446,"id":97,"nass":"المبحث الرابع: العامل الاجتماعي\rقد تنحطّ دلالة الكلمة فتدلّ مباشرة على ما يستقبح ذكره، كدلالتها الصّريحة على قذارة أو نجس، أو عضو تناسليّ، أو غريزة جنسيّة، فيكون ذلك إيذاناً بتركها ثمّ موتها، فيبحث المجتمع عن كلمة أخرى ليس فيها ذلك المعنى المباشر، أو يلجأ إلى الكناية، ثم تستخدم الكلمة، فتحمل مع كثرة الاستعمال ما تحملته سابقتها، ومن ذلك كلمة ((الغائط)) مثلاً، فإنّها كناية عن ذلك الشّيء","seal":"05E8C1D8","part":1},
      {"page":447,"id":98,"nass":"في أصل الاستعمال اللّغوي، ومعناها اللّغويّ القديم المكان المنخفظ.\rويمكن القول: إن الأسباب الاجتماعية ((واضحة جداً في تغيّر الكلمات مراعاة للّياقة، إذ ليس من الّلائق أن يتكلّم في أحد المجتمعات عن أفعال معروفة بالفظاظة، أو بأنّها مما يجرح الحياء)) 1.\rويصل الحال إلى التّضييق من دائرة المفردات حتّى لا يتكلّم النّاس إلا تلميحاً أو بالكناية كما يحدث عادة في ألفاظ النّكاح، وهو ما يفسّر كثرتها؛ لأنّ النّاس يلجؤون2 إلى ترك الكلمة لمجرد ما يتعلق بها ذلك المعنى، وعلى هذا ماتت كثير من الألفاظ في العربيّة، ورصدت المعاجم بعضه مع أنّه متروك في الاستعمال اللّغويّ الرّاقيّ، والأمثلة على ذلك معروفة.\rوقد يكون للكلمة مدلول اجتماعي مكروه، لا يليق بمكانة الإنسان، ومن ذلك ما روي عن النّبيّ - صلّى الله عليه وسلّم - وقد جاءه قوم من العرب، فسألهم - عليه السّلام - فقال: \"من أنتم\" فقالوا: \"بنو غيّان\"، فقال: \"بل أنتم بنو رِشْدان\"3.\rوعلّة ذلك ظاهرة، وهي أنّ غيّان من الغيّ؛ فكره لهم النبي - صلى الله عليه وسلم - هذا الاسم، لما يحمل في طياته من دلالة اجتماعية غير مرغوبة؛ فأمر بتركه وإماتته.\r__________\r1 اللغة، لفندريس 280.\r2 وتكتب أيضاً: يلجأون، وكتابة الهمزة – هنا - على الواو يرجحها كثير من العلماء. ينظر: الإملاء والترقيم 121، والهمزة في الإملاء العربي 37.\r3 ينظر: المبهج 35، والمناهي اللّفظية 252.","seal":"42A7CD4F","part":1},
      {"page":451,"id":99,"nass":"الباب الرابع: إحياء الممات\rالفصل الأول: الحاجة إلى إحياء الممات.\r...\rالفصل الأول\rالحاجة إلى إحياء الممات\rاللغة ألفاظ معدودة يعبر بها كل قوم عن أغراضهم، والأغراض تتجدد والمعاني تتولّد، والحضارة تقذف كلّ يوم بمخترع، والعلوم تطالب كل حين بمصطلح جديد، والألفاظ محدودة، والمعاني لا تنتهي واللغة التي لا تستوعب حاجات أهلها ولا تساير ركب الحياة تضمحل ثم تموت.\rوللغات الحية وسائل تنمو بها، وطرائق تجدد بها شبابها، وللعربية وسائلها وطرائقها التي تنمو بها وتتجدد، ومن أبرز هذه الوسائل1:\r1- القياس.\r2- الاشتقاق.\r3- الوضع والارتجال.\r4- النحت.\r5- القلب والإبدال.\r6- نقل الدلالة.\r7- التعريب.\r8- إحياء الممات.\rوهذا الأخير لم أجد من ذكره في وسائل تنمية اللغة، وهو في رأيي المتواضع أحدها، وإن لم يكن أهمها، ويمكن اللجوء إليه والاستفادة منه عند\r__________\r1 ينظر: من أسرار اللغة 6، وعوامل تنمية اللغة العربية 59 وما بعدها، وعوامل التطور اللغوي 13 وما بعدها، والاشتقاق والتعريب 8 وما بعدها.","seal":"CC731571","part":1},
      {"page":452,"id":100,"nass":"الحاجة، وبخاصة إذا أردنا أن نحافظ على نقاء اللغة ونحد من ظاهرة الاقتراض في العربية بشقيها المعرب والدخيل.\rويطيب لي أن أقول من خلال هذا البحث أن للمات دوراً في تنمية اللغة العربية يتمثل في إمدادها بألفاظ من مخزونه الثري، فلربما ماتت الكلمة واختفت زمناً طويلاً ثم بعثت من جديد لتستخدم في معناها القديم، أو في معنى جديد، كإحياء الكلمات الميتة للتعبير عن المصطلحات العلمية الجديدة، ولهذا يقول علماء اللغة المعاصرون: إنه من الخطأ أن نقول: (إن كلمة ما قد ماتت؛ إذ إنّ هناك دائماً احتمال عودتها للحياة، ولو كان ذلك بعد قرون عديدة من الهجوع والاختفاء من الاستعمال1.\rوممّا أعيد استعماله من الممات \"الإتاوة\" بمعنى الجزية والخراج، فقد دَبَّتْ في هذه الكلمة الحياة من جديد، فذكرتها المعاجم المعاصرة الّتي تعنى بالمفردات الحية2، وقد نصّ علماء اللّغة القدامى على إماتتها، وأنّها من ألفاظ الجاهلية3.\rوذكر ابن دريد أنّ (الغوث) من غاث غوثاً أميت مع فعله، واستعمل منه أغاثه يُغيثه إغاثة4. وقد أحيا المعاصرون هذا الفعل الثلاثيّ الممات، واستعملوا منه قولهم: \"غوث اللاجئين\" وهو من تعبيراتهم المشهورة.\rوأحيت العامّة في جزيرة العرب فعلاً مماتاً، وهو (قَلَطَ) فقالوا في ترحيبهم بالضّيف: اقْلُطْ؛ أي: تفضلْ بالدّخول، وصرَفوه في كافَة أزمنة الفعل\r__________\r1 دور الكلمة في اللغة 214.\r2 ينظر: المعجم الوسيط 1/4.\r3 ينظر: الصاحبي 103.\r4 ينظر: الجمهرة 1/429.","seal":"163C10B3","part":1},
      {"page":453,"id":101,"nass":"واشتقّوا منه اسم الفاعل. وقد ذكر ابن دريد أنّ الفعل (قَلَط) ممّا أميت من الأفعال1، ولهذا لم يرد له ذكر في معاجم اللّغة؛ كـ (العين) ، و (الأفعال) للسّرقسطيّ، و (الأفعال) لابن القوطيّة، و (الأفعال) لابن القطّاع، و (اللّسان) و (القاموس) و (التّاج) .\rوإذا أمكن إحياء لفظ مهجور لمعنى مستجد مع وجود لفظ مولّد يمكن أن يؤدّي الغرض فإنّ إحياء القديم خير من استعمال المولّد، بشرط أن يكون ممّا يستساغ لفظه ويقبل تركيبه.\rوذهب بعض المعاصرين إلى خلاف ذلك فرأى أنّ استعمال اللّفظ المولّد خير من إحياء اللّفظ الميّت واستبقاء المولود الجديد أولى من إحياء الميّت القديم2.\rوإحياء الممات خير من استعمال المهمل؛ لأنّ المهمل لم تأتلف حروفه من أصل الوضع اللّغوي لعلل صوتيّة في الكثير الغالب، كما يظهر ذلك من تأمّل المهمل في معاجم التقليبات، وأمّا الممات فإنّه ممّا ائتلفت حروفه وساء حينا ثمّ باد لعلل دلاليّة في الكثير الغالب، والدّلالة دائمة التّغير والدّوران.\rويتّصل بإحياء الممات واستعماله الاشتقاق منه دون إحيائه، وهذا عنصر فعال في تنمية اللّغة، وقد أكثر العرب قديماً من الاشتقاق من ألفاظ مماته نصّ عليها بعض المعجميّن، فمن ذلك اشتقاقهم (العَدَوليَة) وهو ضرب من السّفن منسوب إلى لفظ ممات، وهو (عَدَوْلاه) 3.\r__________\r1 المصدر السابق 2/923.\r2 ينظر: اللغة العربية كائن حي 93.\r3 ينظر: العين 2/40.","seal":"A13ABFE4","part":1},
      {"page":454,"id":102,"nass":"واشتقّت العرب من (كَهَفَ) وهو فعل ممات قولهم: كَنْهَفَ عنَا، إذا تنحّى1.\rواشتقوا من (هَرَلَ) هَرْوَلَ هرولة2.\rوقال اللغويّيون: إنّ اسم هذيل مشتقّ من فعل ممات، وهو (هَذَلَ) 3.\rواشتقّت العرب (العذيوط) من فعل ممات، وهو (عَذَطَ) 4.\rومثل هذا كثير، أوردنا منه قدراً صالحاً من الأمثلة في الباب الثاني من هذا البحث وهو يدل دلالة لا لبس فيها على أنه يجوز الاشتقاق من الممات.\rويمكن - من جانب آخر - أن يعد الممات عند موته عاملاً من عوامل نمو اللغة \"فكل تجديد أو نمو في جانب يقابل بنوع من الخسائر في الجانب الآخر، واللغة في هذا تشبه الكائن الحيّ\"5 الذي تتجدد خلاياه مع مرور الزمن، فليس في اللغة كسب دائم من النمو يوفر لها ثراء لا يتناهى، وليس فيها جمود وثبات مطلق، فهي تحاول دائماً أن تصل إلى نوع من التوازن الدقيق، فكما \"تقترض ألفاظاً من اللغات الأخرى لتسعف حاجات المتكلمين بها نراها تستغني عن ألفاظ أخرى تختفي من الاستعمال\"6.\rوالممات بهذا المعنى يؤدي دورة في نمو اللغة، ويسهم مع سائر العوامل الأخرى في بقاء اللغة قوية قادرة على مواجهة مستجدات الحياة الفكرية\r__________\r1 ينظر: الجمهرة 2/970.\r2 نفسه 2/802.\r3 نفسه 2/702.\r4 نفسه 2/1149.\r5 المولد في العربية 141.\r6 ينظر: المرجع السابق 151.","seal":"2724A988","part":1},
      {"page":455,"id":103,"nass":"والمادية، فشأنه في هذا شأن الخلية الميتة في جسم الإنسان التي تفسح بموتها المجال للخلية الجديدة الشابة ليبقى الجسم قوياً قادراً علىالحياة.\rوبالجملة فإنّ الممات عامل مهمّ من عوامل نموّ اللّغة، في إماتته وفي إحيائه، ففي إماتته إفساح المجال لتنمية اللّغة وتجديدها، وفي إحيائه حقن للّغة بألفاظ أصيلة مألوفة للّغة ومقاييسها.","seal":"49A50C95","part":1},
      {"page":455,"id":104,"nass":"الفصل الثاني\rموقف العلماء من إحياء الممات\rلعلماء العربيّة موقفان متضادّان في إحياء الممات وهم في ذلك فريقان: فريق لا يجيز إحياء الممات، وفريق يجيزه.\rوممّن لا يجيزون إحياء الممات (ثعلب) فهو يَعُدُّ ماضي وَذَرَ ووَدَعَ من غير الفصيح، ولا يجوز الكلام بهما1.\rومنهم الفارابيّ إذ نقل عنه الفيّوميّ أنّه قال: \"والعرب قد تميت الشيء حتّى يكون، مهملاً فلا يجوز أن ينطق به\"2 وهذا نصّ صريح الدّلالة.\rولا يجيز أبو عليّ الفارسيّ استعمال ما أميت من (يَدَعُ) و (يَذَرُ) لأنّ العرب رفضت ذلك واستغنت عنه3، وعلى هذا يمكن أن يقال: إنّه يمنع إحياء الممات، قياساً على منعه إحياء ماضي يَدَعُ ويَذَرُ.\rويوافقه في ذلك تلميذه ابن جنّي في كلامه في باب القول على الاطّراد\r__________\r1 ينظر: الفصيح 289.\r2 المصباح 702.\r3 ينظر: المسائل العسكرية 135، 136.","seal":"FF522435","part":1},
      {"page":456,"id":105,"nass":"والشّذوذ، يقول: \"فإن كان الشّيء شاذّاً في السّماع مطّرداً في القياس تحاميت ما تحامت العرب من ذلك، وجريت في نظيره على الواجب في أمثاله.\rمن ذلك امتناعك من: وَذَرَ ووَدَعَ؛ لأنّهم لم يقولوهما ولا غرو عليك أن تستعمل نظيرهما نحو وَزَنَ ووَعَدَ، لو لم تسمعهما، فأمّا قول أبي الأسود:\rلَيتَ شِعْرِي عَن خَلِيلِي مَا الَّذِي ... غَالَهُ في الحُبِّ حَتَّى وَدَعَه\rفشاذّ، وكذلك قراءة بعضهم: \"ما وَدَعَك رَبُّكَ وما قَلَى\"1.\rوأشار إلى ذلك السّيوطيّ في \"المزهر\"2.\rوأمّا الفريق الثّاني فإنّه يجيز إحياء الممات واستعماله لدوره المهم في تنمية اللغة وإثرائها، ومن أقدم من قال ابن درستويه في رده على ثعلب الّذي يمنع استعمال الماضي والمصدر من وَذَرَ ووَدَعَ، قال ابن درستويه: \"واستعمال ما أهملوا3 جائز صواب وهو الأصل وقد جاء في الشّعر منه قول أبي الأسود ... وقَرَأتَ القرّاء ... واستعمال ما لم يستعمله العرب من ذلك4 غير خطأ، بل هو في القياس الوجه، وهو في الشّعر أحسن منه في الكلام، لقلّة اعتياده؛ لأنّ الشّعر - أيضاً- أقلّ استعمالاً من الكلام\"5.\rويدلّ هذا الرّأي الجريء من ابن درستويه على فهم دقيق مبكّر لدور الممات، وأهميّته في اللّغة ونموّها.\rويبدو لي أنّ كثيراً من علماء العربيّة المتقدّمين يوافقون على هذا الرّأي وإن لم\r__________\r1 الخصائص 1/99.\r2 1/229.\r3 يعني هنا ما تركوه؛ أي: الممات.\r4 أي من الممات.\r5 تصحيح الفصيح 127 أ، 127 ب.","seal":"493B69B5","part":1},
      {"page":457,"id":106,"nass":"يصرّحوا به، وإنّما يفهم من موقفهم من ماضي (يَدَعُ) فهم يحكمون بأنّه من الممات، مع أنّهم ذكروا بعض الشّواهد على استعماله، من دون أن يخطّئوا صاحبه، أو يضعّفوا قوله، وذكروا بعض القراءات وهم يرون الاحتجاج بالقراءات الشّاذّة في اللغة، وليس لذلك تفسير عندي سوى الإقرار منهم بأنّ الفعل المَيّت قد يظهر في الاستعمال على قلة إذا دعت الحاجة إليه في شعر أو غيره، فيكون من باب إحياء الممات.\rوقد حمل الأستاذ سعيد الأفغاني على علماء العربيّة القدامي وسفّه قولهم بإماتة هذا الفعل، وقال: \"والطّريف أنّ بعض المحقّقين ممّن تأخر زمانه عن أولئك صحّح خطّأهم فأثبت صاحب المصابح هذه اللّغة الفصيحة في معجمة واستنكر ادّعاءهم الإماتة ...\rوبذلك ترى تسرّب الوهن إلى بعض أحكامهم إذ كانت خطّتهم ينقصها الإحكام في المنهج والكفاية في الاستقراء معاً، وكان عليهم قبل إرسالها استيعاب قراءات القرآن على الأقلّ والاحتجاج بها\"1.\rولو تدبّر الأستاذ الأفغاني -رحمه الله - في ذلك وتأمّل طريقة علمائنا في تناول هذا الفعل المتمثلة في الجمع بين قولهم بإماتته وروايتهم قدراً من الشّواهد على استعماله لربّما توصّل إلى مثل ما توصّلت إليه، وتجنب اتهامهم -رحمهم الله- بالخلل في المنهج وعدم الكفاية في الاستقراء.\rويبدو أنّ في صنيع أصحاب المعاجم دلالة قويّة على أهميّة الممات، وأعنى بذلك احتفاظهم بالممات في بطون المعاجم الكبيرة المتأخّرة، كـ (التكملة) و (العباب) و (اللسان) و (القاموس) و (التاج) ولعلّ ذلك إرهاص لإحيائه عند الحاجة، وفي هذا كانت المزية للعربيّة، إذ لا تحتفظ سائر اللّغات إلا\r__________\r1 في أصول النحو 35، 36.","seal":"26306CCB","part":1},
      {"page":458,"id":107,"nass":"بالمستعمل، وهو مهدّد بالموت، ومعرّض لقوانين التّطور اللّغويّ والتّعبير الصّوتيّ، فإذا أميت بالترك لم يكن في طبائعها ما تعوض به المتروك الجديد بمتروك قديم، فتضطرّ إلى الاستجداء من لغات أخرى1، فقد تصاب بالتّخمة والتّسمم لكثرة ما في أحشائها من الدّخيل.\rولقد ظهرت دعوات في الأوساط اللّغويّة العربيّة المعاصرة للاستفادة من الممات وإحيائه بطريقة منظّمة، تتمشّى مع خطّة معيّنة، تمليها السّياسة اللّغويّة، وتهدف إلى التخلّص من الكلمات الأجنبية أو إلى سدّ النقص الملحوظ في الاستعمال، الّذي لا يمكن معالجته بالطّرق المألوفة، وقد شاع هذا الاتجاه في لغات أجنبيّة في القرن الثامن عشر، كاللغة الألمانية، عند ما جاهد دعاة المحافظة على اللغة وقواعدها في سبيل التّخلّص من الكلمات الفرنسيّة الدّخلية2.\rأمّا في العربيّة فقد أحيا الأدباء والعلماء في العصور الحديثة كثيراً من الألفاظ القديمة للحاجة إلى معانيها، وتبعاً للمخترعات الصناعيّة الّتي تستلزم بعض المصطلحات، ومن هنا وجدناهم يعيدون إلى اللّغة شيئاً من الألفاظ المهجورة \"فكثيراً ما يلجؤون إلى ذلك للتّعبير عن معان لا يجدون في المفردات المستعملة ما يعبّر عنها تعبيراً دقيقاً، أو لمجرد الرّغبة في استخدام كلمات غريبة، أو في التّرفع عن المفردات الّتي لاكتها الألسنة كثيراً، وبكثرة الاستعمال تبعث هذه المفردات خلقاً جديداً، ويزول ما فيها من غرابة، وتندمج في المتداول المألوف، ولا يخفى ما لذلك من أثر في نهضة لغة الكتابة واتّساع متنها وزيادة قدرتها على التّعبير\"3.\r__________\r1 ينظر: دراسات في فقه اللغة 293.\r2 ينظر: دور الكلمة في اللغة 213.\r3 علم اللغة لعلي عبد الواحد وافي 255، 256.","seal":"7A216EDB","part":1},
      {"page":459,"id":108,"nass":"وعلى الرغم من ذلك فثمة فريق من علماء العربية المعاصرين يميل إلى تجديد اللغة وتنميتها عن طريق الوسائل المشهورة كالاشتقاق والارتجال والمجاز والنحت والتعريب، ويدعو إلى ترك الغريب والحوشي والمهجور والممات وتفريغ المعاجم اللغوية مما تحويه من ذلك1.\rومن أظهر من يمثل هذا الرأي المعلم الخوري بطرس البستاني الذي عدّ اشتمال المعاجم العربية على الغريب والحوشي والمهجور والممات عيباً من عيوبها وشائبة ينبغي تخليص المعاجم منها لمكان ذلك من الغرابة أو لتوغله في الحوشية والوحشية أو لهجره، وهو يرى أن دفنه خير من بقائه ويشبه بقاءه بالدُّمَّل في جسم اللغة البهي2.\rويتألم هذا الباحث ويتحسر لاتجاه اللغويين والمعجمين إلى الإبقاء على هذا النوع من الألفاظ في معاجم العربية، ويقول: \"ومما هو جدير بالأسف أنه بات من الراسخ في وهمنا أن تلك الألفاظ المستكرهة لا بد من إثباتها في معاجمنا، وإلا اجترحنا أفظع جريرة في حق لغتنا، وأفقدناها كنزاً ثميناً لا يعوض ولا نعلم متى تسقط هذه الكلمات المنبوذة من معاجمنا\"3.\rوهذه نظرة غير موفقة لهذا النوع من الألفاظ التي يمكن الاستفادة منها بإحيائها في معناها أو بإلباسها معنى جديداً كما استفادت بعض اللغات الحية من ممات اللاتينية القديم.\r__________\r1 ينظر: في أصول اللغة 109، وأعمال مجمع اللغة العربية بالقاهرة 196، والعيد الذهبي لمجمع اللغة العربية 192، والمعجم العربي: بحوث في المادة والمنهج والتطبيق 268.\r2 ينظر: مجلة المشرق، سنة 1931م، مجلد 29 ص 683، 684.\r3 مجلة المشرق سنة 1931م، مجلد 29 ص 683.","seal":"D03EEFFD","part":1},
      {"page":460,"id":109,"nass":"الفصل الثالث\rدور مجامع اللغة العربية في إحياء الممات\rتنطلق مجامع اللغة العربية في عنايتها باللغة وحرصها على نقائها وإثرائها بما يضمن لها النماء والحيوية ومسايرة مستجدات العصر من نظرتين متوازيتين:\rإحداهما: الحفاظ على التراث اللغوي للعربية، وتقريب بعيدة، وتيسير غريبة، وإحياء مماتة.\rثانيهما: الاقتراض والترجمة.\rولهذه المجامع نشاط ملحوظ في إحياء الممات يتلخص في التشجيع على الاستفادة من ممات العربية فيما استجدّ من المعاني والمصطلحات، وإحياء ما يلائم روح العصر منه، والحدّ من تسرّب الدخيل المعاصر إلى اللغة، ليكون الممات أحد الوسائل النافعة التي تمدّ العربية بكلمات جديدة تدعو إليها الحاجة ومقتضيات العصر.\rولكن المجامع اللغوية التي تكاثر فيها الأعضاء المجددون اتجهت بتأثير منهم نحو اعتماد آراء أكثر جرأة في التجديد والانفتاح على اللغات الحية عن طريق التعريب والترجمة، فانعكس ذلك سلباً على نشاط المجامع في إحياء الممات أو العودة إلى الغريب والحوشي والمهجور.\rومن هذا المنطلق تعالت الأصوات الداعية إلى ترك الممات وإهمال المهجور والألفاظ الحوشية الجافية بحجة عدم الحاجة إليها أو قلة الفائدة منها.\rومن هؤلاء علي الجارم الذي ذكر أنه وجد بمجلة المجمع القاهرة ألفاظاً","seal":"0C6FD155","part":1},
      {"page":461,"id":110,"nass":"قديمة غير مستعلمة، وقد اعتمدت للتعبير عن أشياء جديدة تختلف معانيها عن معانيها القديمة، وهو لا يستسيغ هذه الطريقة1.\rوقدم الأستاذ أحمد أمين اقتراحاً يقضي بالتخفف من كثير من مفردات اللغة، وهو يرى \"أن أولى الكلمات بالإعدام هي تلك الكلمات الحوشية فلا بد من استبعادها وعدم إدخالها في المعاجم الجديدة\"2.\rوعلق عليه الدكتور إبراهيم أنيس مؤيداً تخليص اللغة من الألفاظ الحوشية والمهجورة3 وأدى هذا الاقتراح للأستاذ أحمد أمين إلى صدور قرار لمجمع اللغة بالقاهرة في الدورة الثلاثين سنة 1964م وفيما يلي نص القرار:\r\"من الواجب أن يكون من المعاجم ما يتضمن كل كلمات اللغة، أما وصف بعض الألفاظ بأنها حوشية فذلك اعتبار بلاغي لا لغوي، ولا يستبعد اللفظ من المعاجم بأنه حوشي\"4.\rوبهذا رد المجمع الاعتبار للألفاظ القديمة وفتح الباب للإفادة منها في المصطلحات العلمية الجديدة، فأصبحت القاعدة تنص على تفضيل المصطلحات العربية القديمة على المصطلحات المستحدثة شريطة ألا تكون المصطلحات المستحدثة شائعة في الاستعمال، وأن تكون المصطلحات القديمة معبرة عن المقصود تعبيراً دقيقاً5.\rوكان لتدخل الشيخين حسين والي وأحمد الإسكندري6 أثر ظاهر في\r__________\r1 ينظر: أعمال مجمع اللغة العربية بالقاهرة 166، ومحاضر الجلسات 2/77.\r2 في أصول الفقة 71.\r3 في أصول اللغة 109.\r4 في أصول اللغة 71.\r5 محاضر الجلسات 1/432.\r6 ينظر: أعمال مجمع اللغة العربية بالقاهرة 405.","seal":"67153951","part":1},
      {"page":462,"id":111,"nass":"ترجيح كفة المحافظين الداعين إلى الاستعانة بالتراث اللغوي القديم بجميع أوجهه، ومنها الغريب والحوشي والمهجور والممات.\rوكان الاتجاه اللغوي في باقي مجامع اللغة العربية مشابهاً لما يدور في أروقة مجمع القاهرة فثمة تياران يتنازعان في مجمع دمشق أحدهما محافظ والآخر مجدد، يدعو أولهما إلى إحياء التراث اللغوي، والتحفظ على ظاهرة الاقتراض اللغوي، فثمة باحثون في ذلك المجمع سعوا إلى استثمار رصيد العربية اللغوي استثماراً إيجابياً1.\rومهما يكن من أمر فإن مجامع اللغة - في الجملة - تنظر إلى تراث العربية القديم بما فيه من حوشي ومهجور وممات نظرة احترام وتقدير، وتدعو إلى استثمار ذلك الرصيد الوافر لتنمية اللغة والاستعانة به في المصطلحات شريطة أن يعالج من قبل لغويين متخصصين، لا يتقيدون بالمعنى القديم لتلك الألفاظ، فقد يعمدون إلى نزع دلالي كامل يطبق على بعض تلك الألفاظ المماتة مثلما فعل العلماء الأوربيون الذين هجموا على الممات في اللاتينية واشتقوا منه كثيراً من مصطلحاتهم2 بعد تحوير المعنى اللغوي القديم، وتضمينها المعنى العلمي الجديد.\rويبدو هذا الرجوع إلى القديم واضحاً عند محمود تيمور الذي استعلمه كثيراً في (معجم الحضارة) الذي تتميز مصطلحاته بقدمها ومحافظتها3.\rومن المصطلحات القديمة أو المهجورة أو المماتة التي أحياها بعض المعاصرين\r__________\r1 ينظر: أعمال مجمع اللغة العربية بالقاهرة 414، والمصطلحات العلمية في اللغة العربية 65،66،75.\r2 ينظر: اللغة والعلوم 24.\r3 ينظر: أعمال مجمع اللغة 415.","seal":"EF41FC84","part":1},
      {"page":463,"id":112,"nass":"ووضعها لما يقابلها من المصطلحات الأجنبية: \"زُلَّخة\"1 للتعبير عن (LUMBAGO) أحياها عبد الفتاح الصعيدي في بحثه (مصطلحات العلوم) 2.\rومما أحياه بعض العلماء: (الوشيعة) 3 لـ: (LE GRILLAGE)\rو (المَثْعَب) 4 لـ: (LE SIPHON)\rو (السَّحْسَاح) 5 لـ: (LA DOUCHE)\rو (الشِّمْراخ) 6 لـ: PETITE LISTE) (\rو (الصَّفْنة) 7 لـ: (LA TROUSSE)\rو (المَثْبَنَة) 8 لـ: (LE SACA)\rوفي غير المصطلحات تدعو مجامع اللغة الأدباء والكتاب والعلماء للعناية بالمفردات المهجورة وإحيائها في كتاباتهم، لأن الكلمة التي تنقرض من لغة المحادثة تأوي إلى ركن شديد في ميادين الشعر أو الأمثال أو الآداب أو الفنون، فتتوطد لها فيه أسباب المنعة والبقاء9، وتعود إلى الاستعمال عند الحاجة، وفي هذا\r__________\r1 الزُّلّخة: الزّحلوقة يتزلخ منها الصبيان، أي يتزحلقون. ينظر: القاموس المحيط (زلخ) 322.\r2 ينظر: مجلة مجمع القاهرة ج 13 ص 215.\r3 الوشيعة: خشبة أو قصبة يلف عليها الغَزْل. ينظر: اللسان (وشع) 8/394.\r4 المثعب: مسيل السطح والحوض ينظر: أقرب الموارد (ثعب) 1/88.\r5 السَّحْسَح والسحساح: عرصة الدار، عرصة المحلّة. ينظر: اللسان (سحح) 2/477.\r6 الشمراخ: الغرة التي دقّت وسالت في الجبهة وعلى قصبة الأنف ولم تبلغ الجحفلة. ينظر: اللسان (شمرخ) 3/31.\r7 الصَّفْنة: شيء يشبه العيبة يضع فيه الرجل متاعه ينظر: اللسان (صفن) 13/274.\r8 المثبنة: كيس تضع فيه المرأة مِرآتها وأداتها. ينظر: اللسان (ثبن) 13/76.\r9 ينظر: علم اللغة لوافي 300.","seal":"A5565BE5","part":1},
      {"page":464,"id":113,"nass":"يقول الدكتور علي عبد الواحد وافي: (أما نشأة كلمات في اللغة فتدعو إليها - في الغالب - مقتضيات الحاجة إلى تسمية مستحدث جديد مادّي أو معنوي ...\rويتم ذلك بإحدى الوسائل الآتية:\r1 - إنشاء الكلمة إنشاء ...\r2 - انتقال الكلمة من اللغة أو اللهجة إلى لغة أو لهجة أخرى ...\r3 - إحياء الأدباء والعلماء لبعض المفردات المهجورة في اللغة ... \"1.\rوبالجملة، فإن لمجامع اللغة نشاطاً ملحوظاً مشكوراً في إحياء الممات والمهجور والحوشي يتلخص في التشجيع على الاستفادة منه فيما يستجد من المعاني والمصطلحات بما يلائم روح العصر، للحد من تسرب الدخيل المعاصر إلى اللغة العربية.\r__________\r1 علم اللغة لوافي 298.","seal":"8F92EE0D","part":1},
      {"page":465,"id":114,"nass":"الخاتمة\rوالآن؛ وقد انتهى بي المطاف إلى هذا الحد الذي اقتضاه المنهج وارتضاه البحث، وفق الخطة التي ذكرتها في المقدمة، وإذ انتهيت فيه إلى الصورة التي رجوت، يجدر بي أن أعرض لأبرز ما ورد فيه من أفكار أو حقائق أو نتائج، وهي على النحو التالي:\r(أ) من ألفاظ العربية ما يملك مقومات الحياة والبقاء فيبقى، ومنها ما يفقد تلك المقومات فيموت ويفني، فاللغة كائن حي نام خاضع لناموس التطور والارتقاء، وليس فيها كسب دائم من النمو والتجدد، فكل نمو في جانب يقابل بنوع من الخسائر في الجانب الآخر.\r(ب) من الألفاظ في العربية ما يُعمر فلا يموت، ولو مضى عليه آلاف السنين، لما فيه من ضروب المناعة الداخلية، كقوة المعنى، ودوامه، ورشاقة اللفظ وعذوبة جرسه، أو المناعة الخارجية، كألفاظ القرآن الكريم التي تكفّل الله - عز وجل - بحفظها.\r(ج) لا يكون الموت في الألفاظ أبدياً، فكل لفظ مات واندثر قابل للبعث لتدب فيه الحياة من جديد، وتجري به الألسن بمعناه القديم، أو بإلباسه معنى جديداً.\r(د) للمات في اللغة وجهان رئيسان:\rالأول: موت الألفاظ، وهو موضوع هذا البحث.\rالثاني: موت المعاني؛ أي أن يموت المعنى ويبقى اللفظ لتطور دلالته وانتقالها إلى معنى آخر، كالألفاظ الإسلامية التي تركت معانيها القديمة.","seal":"B01A7720","part":1},
      {"page":466,"id":115,"nass":"(هـ) الحكم القاطع بموت الألفاظ يقتضي الإطلاع على اللغة كاملة، وهذا من المحال، ولذا يجب الحذر وعدم القطع بالأحكام في الممات، ويحسن الاستئناس بأقوال علماء العربية المتقدمين وإشاراتهم في هذا الموضوع؛ لأنهم أقرب عهداً بمنابع اللغة وأصولها، وأكثر إحاطة بكلام العرب.\rويمكن - أيضاً - الاستعانة بمقاييس اللغة، فيقال مثلاً: إن للفعل الملازم للبناء للمجهول فعلاً مبنياً للمعلوم مماتاً، وإن للاسم الملازم للتصغير مكبراً مماتاً، وإن للجمع الذي لا واحد له مفرداً مماتاً؛ لأن المبني للمجهول والمصغر والجمع فروع، والمبني للمعلوم والمكبرّ والمفرد أصول؛ ووجود الفرع في الاستعمال يدلّ على استعمال قديم للأصل.\rأما المفرد الذي لا جمع له من لفظه فإنه لا يتعيّن القول بأنّ له جمعاً مماتاً؛ لأن وجود الأصل دون الفرع لا يقتضي ذلك؛ أي: لا يقتضي ظهور الفرع، فيجوز أن يكون الفرع مما لم يستعمل أصلاً، أي أن يكون مهملاً، والمهمل غير الممات.\rومن أظهر الأدلة على هذا المقياس الفعلُ المضارع، فإن ظهوره في الاستعمال دون الماضي يقتضي القول بأن الماضي ممات، ومن هنا حكم علماء اللغة بإماتة الفعلين (وَذَرَ) و (وَدَعَ) استدلالاً بمضارعيهما: (يَذَرُ) و (يَدَعُ) .\rوإن ظهر الماضي في الاستعمال دون المضارع والأمر تعيّن التوقّف في الحكم؛ لأنه لا يستدلّ بالأصل على إماتة الفرع.\r(و) جاء الممات في العربية في الأسماء، وجاء في الأفعال - أيضاً. ولم أجد شيئاً منه في الحروف.\rففي الأسماء جاء في: أسماء الأيام، وأسماء الشهور، ومفرد بعض المثنيات أو","seal":"CC66916F","part":1},
      {"page":467,"id":116,"nass":"الجموع، ومكبّر بعض الأسماء المصغرة، وأسماء متفرقة زالت بزوال معانيها.\rوفي الأفعال جاء في أفعال أميتت صيغها وتصريفاتها بالكامل، وأفعال أميت المجرد منها دون المزيد، وأفعال أميتت بعض تصريفاتها، وأفعال مبنية للمجهول أميت المبني للمعلوم منها.\r(ز) تموت الألفاظ لأسباب عديدة، وهي ترجع - في الجملة - إلى سببين أوعاملين رئيسين:\rأحدهما: العامل الصوتي.\rوالآخر: العامل الدلالي.\rوهذا الأخير هو العامل الفعال فيما يتصل بإماتة الألفاظ، وإليه يعود موت كثير من الألفاظ المشهورة في العربية، وللإماتة في هذا العامل عدة أسباب، من أبرزها:\r1- زوال المعنى.\r2- الاستغناء.\r3- العامل الديني.\r4- العامل الاجتماعي.\r(ح) يمكن أن يعد إحياء الممات وسيلة فعالة من وسائل تنمية اللغة العربية من داخلها، إذا أُريد المحافظة على نقاء اللغة والحدّ من ظاهرة الاقتراض فيها بشقيها المعرب والدخيل.\r(ط) لعلماء العربية القدامى والمحدثون موقفان متضادّان في إحياء الممات، وهم في ذلك فريقان:\rفريق لا يجيز إحياء الممات.\rوفريق يجيزه، ويرى أن يستعان به في تنمية اللغة.","seal":"D02DF5F3","part":1},
      {"page":468,"id":117,"nass":"(ي) لمجامع اللغة العربية نشاط ملحوظ في إحياء الممات يتلخص في التشجيع على الاستفادة من ممات العربية فيما استجد من المعاني والمصطلحات وإحياء ما يلائم روح العصر منه، والحد من تسرب الدخيل المعاصر إلى اللغة، ليكون أحد الوسائل النافعة التي يمكن أن تمد العربية بكلمات جديدة تدعو إليها الحاجة ومقتضيات العصر.\r(ك) لظاهرة موت الألفاظ في اللغة العربية مصطلحات متعددة عند اللغويين القدامى، مثل: (الممات) و (المتروك) و (المهجور) و (العُقميّ) و (الاستغناء) و (المنقرض) و (البقايا الأثرية) و (الكلمات التاريخية) وهي مترادفة في معناها إلى حد كبير.\rوقريب منها: (الحوشي) و (النادر) و (الشارد) و (الغريب) و (المذموم) و (المرغوب عنه) و (المنكر) و (الرديء) و (القبيح) .","seal":"981770A7","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"موت الألفاظ في العربية","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرزاق بن فراج الصاعدي","bLnk":null,"Inf":null,"Auth":"عبد الرزاق بن فراج الصاعدي","Betaka":"الكتاب: موت الألفاظ في العربية\r\nالمؤلف: عبد الرزاق بن فراج الصاعدي\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة التاسعة والعشرون. العدد السابع بعد المائة. (1418/1419هـ)\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":" أستاذ اللغويات والدراسات العليا بالجامعة الإسلامية المدينة المنورة\r\n\r\nاللغوي العروضي :\r\nأ.د. عبد الرزاق بن فراج الصاعدي\r\nالتخصص العام : لغويات\r\nالتخصص الدقيق : التصريف ، وفقه اللغة ، والمعاجم\r\nالدرجة العلمية : أستاذ .\r\nاهتمامات تخصصية أخرى :\r\nالتصريف العربي ، علم اللغة والدلالة ، العروض ( وهو مبدع فيه وله آراء خاصة فيه ليته ينشرها )\r\nالجامعة : الجامعة الإسلامية بالمدينة المنورة\r\n\r\nأبرز الأبحاث العلمية :\r\n1ـ شهاب الدين الخفاجي وجهوده في اللغة\r\n2ـ تداخل الأصول اللغوية وأثره في بناء المعجم العربي ، طبع في مجلدين .\r\n3ـ أصول علم العربية في المدينة ، مجلة الجامعة الإسلامية بالمدينة .\r\n4ـ المنهل المأهول بالبناء للمجهول ، لابن ظهيرة ، تحقيقا ودراسة مجلة الجامعة الإسلامية .\r\n5ـ تعميم الدلالة في ألفاظ الإبل ، مجلة الدارة .\r\n6ـ موت الألفاظ في العربية ، مجلة الجامعة الإسلامية .\r\n7ـ المثنى التغليبي وتراث العربية فيه ، مجلة الدراسات اللغوية .\r\n8ـ أبو تراب اللغوي وكتابه الاعتقاب : جمعا وتريبا ودراسة ، مجلة الدراسات اللغوي .\r\n9ـ الرباعي المضاعف في العربية ، مجلة الدراسات اللغوية\r\n10ـ خلل الأصول في الجمهرة لابن دريد ، مجلة جامعة أم القرى .\r\n11ـ معجم الروحة ، للجرباذقاني المتوفى بعد 374هـ تحقيق ودراسة ( الجزء الأول ) والبقية في الطريق إن شاء الله )\r\n12ـ فك التضعيف بالإبدال ، مجلة الدراسات اللغوية\r\n13ـ ألفاظ الجن في العربية، المكتبة العصرية بجدة ، 1425هـ\r\n14ـ سر الزجاجة ( مقالات في الأدب واللغة ) نشرت في مجلة المنهل .\r\n15ـ كشف الغمة والبرحاء بما صح من الضبط في بئر حاء ،لأبي الخير الشماخي ، تحقيق ودراسة ( رسالة صغيرة (ملحق التراث بجريدة المدينة)\r\n16ـ معجم اللغويين والنحاة في المملكة العربية السعودية ( مخطوط لم يكتمل بعد)\r\n17ـ مجموعة من المقالات اللغوية والأدبية في عدد من الصحف والمجلات السعودية..\r\n18 ـ مذكرات حرف علة ... يتضمن آراءه في اللغة والأدب والحياة (لم ينشره بعد )\r\n\r\nله ترجمة وافية في معجم الأدباء والكتاب السعوديين ، لأحمد بن سلم . ","seal":"8A4035F1","cat":"كتب اللغة","oNum":1539,"BkId":1539,"oAuth":1476,"bVer":1,"aSeal":"33D3D140"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t1539":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":8,"sub":0,"tit":"التمهيد"},
      {"lvl":1,"id":14,"sub":0,"tit":"الباب الأول: الممات من الأسماء"},
      {"lvl":2,"id":14,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":15,"sub":0,"tit":"الفصل الأول: الممات من أسماء الأيام"},
      {"lvl":2,"id":18,"sub":0,"tit":"الفصل الثاني: الممات من أسماء الشهور"},
      {"lvl":2,"id":24,"sub":0,"tit":"الفصل الثالث: الممات من أسماء متفرقة"},
      {"lvl":2,"id":30,"sub":0,"tit":"الفصل الرابع: أسماء أميت مفردها"},
      {"lvl":2,"id":35,"sub":0,"tit":"الفصل الخامس: أسماء مصغرة أميت مكبرها"},
      {"lvl":1,"id":39,"sub":0,"tit":"الباب الثاني: الممات من الأفعال"},
      {"lvl":2,"id":39,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":40,"sub":0,"tit":"الفصل الأول: أفعال أميتت صيغها وتصريفاتها."},
      {"lvl":2,"id":56,"sub":0,"tit":"الفصل الثاني: أفعال اختلف في موتها."},
      {"lvl":2,"id":65,"sub":0,"tit":"الفصل الثالث: أفعال أميت المجرد منها دون المزيد."},
      {"lvl":2,"id":73,"sub":0,"tit":"الفصل الرابع: أفعال أميتت بعض تصريفاتها."},
      {"lvl":2,"id":82,"sub":0,"tit":"الفصل الخامس: أفعال مبنية للمجهول أميت المبنى للمعلوم منها."},
      {"lvl":1,"id":85,"sub":0,"tit":"الباب الثالث: أسباب إماتة الألفاظ"},
      {"lvl":2,"id":85,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":86,"sub":0,"tit":"الفصل الأول: العامل الصوتي"},
      {"lvl":2,"id":90,"sub":0,"tit":"الفصل الثاني: العامل الدلالي"},
      {"lvl":3,"id":90,"sub":1,"tit":"المبحث الأول: زوال المعنى"},
      {"lvl":3,"id":92,"sub":0,"tit":"المبحث الثاني: الإستغناء"},
      {"lvl":3,"id":94,"sub":0,"tit":"المبحث الثالث: العامل الديني"},
      {"lvl":3,"id":97,"sub":0,"tit":"المبحث الرابع: العامل الإجتماعي"},
      {"lvl":1,"id":99,"sub":0,"tit":"الباب الرابع: إحياء الممات"},
      {"lvl":2,"id":99,"sub":1,"tit":"الفصل الأول: الحاجة إلى إحياء الممات."},
      {"lvl":2,"id":104,"sub":0,"tit":"الفصل الثاني: موقف العلماء من إحياء الممات."},
      {"lvl":2,"id":109,"sub":0,"tit":"الفصل الثالث: دور مجامع اللغة العربية في إحياء الممات."},
      {"lvl":1,"id":114,"sub":0,"tit":"الخاتمة"}
    ]
}
