{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b17324":
    [
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":1,"nass":"تنبيه الإخوان على الأخطاء في مسألة خلق القرآن\r\rتأليف\rالفقير إلى الله تعالى حمود بن عبد الله بن حمود بن عبد الرحمن التويجري\rغفر الله له ولوالديه ولجميع المؤمنين\r\rدار اللواء","seal":"5C996285","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":3,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","seal":"7CFDA7BD","page":2},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":4,"nass":"تنبِيه الإخوانْ عَلى الأخْطاءِ في مَسْألَةِ خَلقِ القُرآنْ","seal":"54B19A31","page":3},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":5,"nass":"حُقُوق الطَّبْع مَحْفُوظَة\rالطبعة الأولى\r1404 هـ - 1984 م\r\rتوزيع\rرئاسة إدارات البُحوث العِلميَّة وَالإفتاء وَالدّعوة والإرشَاد\rبالمملكة العَربيّة السعُوديَّة\rوَقف للهِ تعَالى\r\rالمملكة الْعَرَبيَّة السعودية - الرياض 11461\rدَار اللِّوَاء: ص. ب: 2856 شَارِع الْملك فيصل\rهَاتِف: 4028084 - 4051754 - برقياً: نشر دَار","seal":"C24D7E94","page":4},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\rأما بعد:\rفقد رأيتُ رسالة للشيخ عبد الفتاح أبي غدة، سماها «مسألة خلق القرآن وأثرها في صفوف الرواة والمحدثين وكتب الجرح والتعديل». وفي هذه الرسالة أقوالٌ غير مقبولة، بل فيها أقوالٌ من أقوال الجهمية. ولما كانت هذه الأقوال قد تخفى على بعض طلبة العلم، رأيتُ أنه يتأكد التنبيه عليها؛ لئلا يغتر بها بعضهم، والله المسئول أن يعصمني من الزلل وأن يوفقني وإخواني المسلمين لما يحبه ويرضاه من الأقوال والأعمال. إنه ولي ذلك والقادر عليه.","seal":"3D28B1DD","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"فمن ذلك أنه ذكر القول بخلق القرآن ثم قال في صفحة 6 (وقد ظهرت هذه الفتنة بعض الظهور في زمن الإمام أبي حنيفة فقال فيها قولاً فصلاً ورد على ناشريها فأسكتهم إلى حين.\rوأقول: لا يخفى على من له فضل اطلاع ما في هذا الكلام من المبالغة في المدح بما لا حقيقة له. وقد رأيت عدداً من الكتب التي ذكر فيها الرد على الجهمية وما رأيت أحداً من أهل السنة ذكر عن أبي حنيفة أنه رد على الجهمية بشيء فضلاً عن أن يكون قال قولاً فصلاً أسكت به الجهمية الذين نشروا فتنة القول بخلق القرآن. فأما ما ذكره الكوثري عن أبي حنيفة فسيأتي الكلام عليه إن شاء الله تعالى.\rوفي صفحة 7 نقل المؤلف عن الكوثري أنه قال: (ولم يحل قتل جهم دون ذيوع رأيه في القرآن فافتتن به أناس فشايعه مشايعون ونافره منافرون فحصلت الحيدة عن العدل إلى إفراط وتفريط من غير","seal":"C337814E","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"معرفة كثير منهم لمغزى هذا المبتدع. أناس جاروه في نفي الكلام النفسي وأناس قالوا في معاكسته بقدم الكلام اللفظي.\rوأقول إن الأكابر من علماء أهل السنة قد عرفوا مغزى جهم حق المعرفة ولذلك نافروه وكفروه ونافروا أتباعه وكفروهم واستدلوا على تكفيرهم وبطلان أقوالهم في القرآن بالأدلة الكثيرة من الكتاب والسنة وذلك مبسوط في الكتب المصنفة في السنة والرد على الجهمية. وليس في إنكار أهل السنة على الجهمية وردهم على أقوالهم الباطلة حيدة عن العدل إلى الإفراط أو التفريط كما زعم ذلك الكوثري بل إن أهل السنة لم يزالوا على العدل واتباع الحق. ومن أنكر ذلك فلاشك أنه هو الذي قد حاد عن العدل وكابر في رد الحق وأما الذين تابعوا جهماً وجاروه في نفي الكلام عن الله تعالى وفي زعمه أن القرآن مخلوق مثل بشر المريسي وثمامة بن أشرس وأحمد بن أبي دؤاد","seal":"F3BD580A","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"وأضرابهم من الزنادقة. فهؤلاء هم الذين حادوا عن العدل إلى الإفراط والتفريط بل إلى الكفر الصريح وقد رد عليهم الإمام أحمد وغيره من أكابر العلماء وحذروا من أقوالهم المشتملة على الكفر والزندقة.\rوفي صفحة 7 نقل المؤلف عن الكوثري أنه ذكر عن أبي حنيفة أنه قال في القرآن: «ما قام بالله غير مخلوق وما قام بالخلق مخلوق». ثم قال الكوثري يريد أن كلام الله باعتبار قيامه بالله صفة له كباقي صفاته في القدم وأما ما في ألسنة التالين وأذهان الحفاظ والمصاحف من الأصوات والصور الذهنية والنقوش فمخلوق كخلق حامليها فاستقرت آراء أهل العلم والفهم على ذلك بعده. انتهى.\rوأقول أما أهل العلم الموروث عن النبي صلى الله عليه وسلم - وهم أهل السنة والجماعة - فإنهم يفرقون بين فعل العبد الذي هو تلاوته وبين المتلو المقروء وهو كلام الله الذي أنزله على نبيه محمد صلى","seal":"B241BBF9","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"الله عليه وسلم فيقولون إن فعل العبد مخلوق وإن المتلو المقروء غير مخلوق ويقولون إن الورق والمداد مخلوقان وأن المكتوب المثبت في المصاحف غير مخلوق ويقولون إن صدور الحفاظ مخلوقة وأن المحفوظ في الصدور من القرآن غير مخلوق ويقولون إن أسماع العباد مخلوقة وأن ما يسمعونه من القرآن غير مخلوق ويقولون إن أبصار العباد مخلوقة وأن ما ينظرون إليه من القرآن المكتوب غير مخلوق هذا قول أهل السنة والجماعة. وأما أهل الجهل الموروث عن الجعد بن درهم والجهم بين صفوان فإنهم يزعمون أن القرآن مخلوق وأن ألفاظهم بالقرآن مخلوقة وأن المكتوب في المصاحف والمحفوظ في الصدور من القرآن مخلوق والمسموع من تلاوة التالين للقرآن مخلوق. وقد كفَّر كثير من العلماء المعتبرين من قال إن القرآن مخلوق ومن قال أن اللفظ بالقرآن مخلوق وتبرءوا منهم وفي هذا يقول ابن القيم رحمه الله تعالى في الشافية الكافية:","seal":"5E74B169","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"ولقد تقلد كفرهم خمسون في ... عشر من العلماء في البلدان\rواللالكائي الإمام حكاه عنهم ... بل حكاه قبله الطبراني\r\rيعني أن خمسمائة من العلماء صرحوا بتكفير الجهمية وقد ذكر عبد الله بن الإمام أحمد في كتاب السنة كثيراً من أقوال العلماء في تكفيرهم وذكرها غيره ممن صنف في السنة والرد على الجهمية.\rوما ذكره الكوثري عن أبي حنيفة أنه قال في القرآن (وما قام بالخلق مخلوق) فلا أظن أن ذلك يثبت عن أبي حنيفة وعلى تقدير ثبوته عنه فهو كلام مجمل وليس بفصل كما قد زعم ذلك الشيخ أبو غدة. وليس فيه إسكات للجهمية ولا لغيرهم. وفي المراد به احتمالان: أحدهما ما قرره الكوثري وزعم أنه مراد أبي حنيفة وهو القول بأن ما في ألسنة التالين وأذهان","seal":"CF0922CD","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"الحفاظ والمصاحف من الأصوات والصور الذهنية والنقوش مخلوق كخلق حامليها. وهذا موافق لقول من يقول من الجهمية أن اللفظ بالقرآن مخلوق يريدون بذلك التلاوة والمتلو جميعاً وموافق أيضاً لقولهم أن المكتوب في المصاحف من القرآن والمحفوظ في الصدور منه مخلوق وهذا مما أنكره الإمام أحمد وغيره من أكابر العلماء وعدوه من أقوال الجهمية. ولاشك أن تقرير الكوثري لما ذكره عن أبي حنيفة يفتح باب الطعن في أبي حنيفة وتصديق الروايات التي جاء فيها أن أبا حنيفة كان يقول بخلق القرآن وأنه قد استتيب من ذلك ثلاث مرات وهذا مما ينزه عنه أبو حنيفة وينزه أيضاً عما قرره الكوثري ونسبه إليه يحسب أن فيه مدحاً لأبي حنيفة وهو في الحقيقة مما يذم به ويطعن به عليه لو كان ثابتاً عنه ولكنه لم يثبت والأحرى أنه مفترى على أبي حنيفة.\rالاحتمال الثاني: أن يقال لعل أبا حنيفة أراد","seal":"222E662E","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"أن التلاوة والصوت والكتابة والنظر والحفظ والاستماع كلها مخلوقة لأنها من أفعال العباد وكسبهم وأما المتلو المقروء والمكتوب في المصاحف من القرآن والمنظور إليه فيها والمحفوظ في الصدور منه والمسموع من تلاوة التالين فلم يقل فيه شيئاً. وعلى هذا فإن الحكم يبقى معلقاً على القول فيه فمن قال أنه مخلوق كما قرره الكوثري فهو ملحق بالجهمية ومن قال أنه كلام الله وفرق بينه وبين أفعال العباد فقوله حق. ونرجو أن يكون أبو حنيفة أراد بكلمته التفريق بين أفعال العباد وبين كلام الله تعالى. والتفريق هو قول أهل السنة والجماعة وقد ذكره إبراهيم الحربي عن الإمام أحمد رحمه الله تعالى وقرره الإمام البخاري رحمه الله تعالى في كتاب «خلق أفعال العباد» قال إبراهيم الحربي كنت جالساً عند الإمام أحمد بن حنبل إذ جاءه رجل فقال: يا أبا عبد الله إن عندنا قوماً يقولون إن ألفاظهم بالقرآن مخلوقة فقال أبو عبد الله: يتوجه العبد لله تعالى","seal":"C9EF22B4","page":12},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"بالقرآن بخمسة أوجه وهو فيها غير مخلوق حفظ بقلب وتلاوة بلسان وسمع بأذن ونظر ببصر وخط بيد فالقلب مخلوق والمحفوظ غير مخلوق والتلاوة مخلوقة والمتلو غير مخلوق والسمع مخلوق والمسموع غير مخلوق والنظر مخلوق والمنظور إليه غير مخلوق والكتابة مخلوقة والمكتوب غير مخلوق. قال إبراهيم: فمات أحمد فرأيته في النوم وعليه ثياب خضر وبيض وعلى رأسه تاج من الذهب مكلل بالجوهر وفي رجليه نعلان من ذهب فقلت له ما فعل الله بك قال: غفر لي وقربني وأدناني فقال قد غفرت لك فقلت له: يارب بماذا قال: بقولك كلامي غير مخلوق. قال ابن القيم رحمه الله تعالى: ففرق أحمد بين فعل العبد وكسبه وما قام به فهو المخلوق وبين ما تعلق به كسبه وهو غير مخلوق ومن لم يفرق هذا التفريق لم يستقر له قدم في الحق. انتهى.\rوقد قامت الأدلة من الكتاب والسنة على","seal":"B09A8B54","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"الأوجه الخمسة التي نص عليها الإمام أحمد في رواية الحربي فأما قوله حفظ بقلب فدليله قول الله تعالى {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} وقوله تعالى {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ} وقوله تعالى {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ * إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} قال ابن عباس رضي الله عنهما: (جمعه في صدرك ثم تقرأه) رواه الإمام أحمد والبخاري ومسلم والنسائي. وروى الإمام أحمد أيضاً والترمذي والدارمي عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم: «إن الذي ليس في جوفه شيء من القرآن كالبيت الخرب» قال الترمذي حديث حسن صحيح. وروى البخاري ومسلم والترمذي والنسائي عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال (استذكروا القرآن فإنه أشد تفصياً من صدور الرجال من النعم) قال الترمذي هذا حديث حسن صحيح.","seal":"C04DF071","page":14},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"قوله: أشد تفصياً: أي أشد خروجاً وتفلتاً.\rوأما قوله (وتلاوة بلسان) فدليله قول الله تعالى {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} وقوله تعالى {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} وقوله تعالى {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ} وقوله تعالى {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ}. وقد استدل الإمام أحمد بهذه الآية وبقول النبي صلى الله عليه وسلم: «إن قريشاً منعوني أن أبلغ كلام ربي». على أن اللفظية من الجهمية. وهذا الحديث رواه أبو داود والترمذي وابن ماجه والدارمي عن جابر بن عبد الله رضي الله عنهما، وقال الترمذي هذا حديث غريب صحيح (¬1). وقد رواه البخاري في كتاب «خلق أفعال العباد» ثم قال: (فبيَّن النبي صلى الله عليه وسلم أن الإبلاغ منه وأن كلام الله من ربه) ولم يذكر عن أحد من المهاجرين والأنصار والتابعين لهم بإحسان خلاف\r¬_________\r(¬1) * وقال الحاكم: صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي في تلخيصه.","seal":"099A4EFF","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"ما وصفنا وهم الذين أدوا الكتاب والسنة بعد النبي صلى الله عليه وسلم قرناً بعد قرن. انتهى.\rوقال تعالى {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} وقال تعالى {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ} وقال تعالى {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ} وقال تعالى {لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ} وقال تعالى {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا * قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا} وقال تعالى {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ} وقال تعالى {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورً) وقال تعالى {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} والآيات في هذا المعنى كثيرة جداً. وروى الإمام أحمد والبخاري ومسلم والنسائي عن ابن عباس رضي","seal":"0CD22BC3","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"الله عنهما قال كان النبي صلى الله عليه وسلم يعالج من التنزيل شدة كان يحرك شفتيه فأنزل الله تعالى {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (16) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} قال جمعه في صدرك ثم تقرأه {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} قال فاستمع وأنصت ثم علينا أن تقرأه قال فكان رسول الله صلى الله عليه وسلم إذا أتاه جبريل استمع فإذا انطلق جبريل قرأه النبي صلى الله عليه وسلم كما أقرأه.\rوأما قوله (وسمع بأذن) فدليله قول الله تعالى {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} وقوله تعالى {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} وقال تعالى {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} وهم إنما يسمعونه من تلاوة الآدميين لقول الله تعالى {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ","seal":"EAEA71CD","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"تُرْحَمُونَ} وروى الإمام أحمد والبخاري ومسلم وأبو داود والترمذي والنسائي عن عبد الله بن مسعود رضي الله عنه قال قال لي رسول الله صلى الله عليه وسلم: «اقرأ علي القرآن» قال فقلت: «يا رسول الله أقرأ عليك وعليك أنزل» قال: «إني أحب أن أسمعه من غيري» قال فقرأت عليه من أول سورة النساء. الحديث. وروى الإمام أحمد وأبو داود والنسائي أيضاً وابن ماجه والدارمي والبخاري في كتاب «خلق أفعال العباد» بأسانيد صحيحة وابن خزيمة وابن حبان في صحيحيهما والحاكم في مستدركه عن البراء بن عازب رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: «زينوا القرآن بأصواتكم» وقد ذكره البخاري في صحيحه معلقاً بصيغة الجزم. وروى ابن حبان أيضاً عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم مثله. وفي رواية للحاكم عن البراء بن عازب رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:","seal":"4E9E5F39","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"«زينوا أصواتكم بالقرآن» ورواه الخطابي في معالم السنن بهذا اللفظ ثم قال وفيه دليل على هذه الرواية أن المسموع من قراءة القارئ هو القرآن وليس بحكاية للقرآن. انتهى.\rوأما قوله (ونظرة ببصر) فقد ورد فيه حديث في إسناده مقال وهو ما رواه أبو عبيد القاسم بن سلام والطبراني وأبونعيم وغيرهم عن بعض أصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم أنه قال: «فضل قراءة القرآن نظراً على من يقرأه ظهراً كفضل الفريضة على النافلة» وروى عبد الله بن الإمام أحمد في كتاب السنة عن أبي معمر عن سفيان قال قال عثمان بن عفان رضي لله عنه: «ما أحب أن يأتي علي يوم وليلة لا أنظر في كلام الله» يعني القراءة في المصحف.\rوأما قوله (وخط بيد) فدليله قول الله تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ}","seal":"1ADBCA00","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"وقوله تعالى: {وَالطُّورِ * وَكِتَابٍ مَسْطُورٍ * فِي رَقٍّ مَنْشُورٍ} وقوله تعالى: {بل هو قرآن مجيد في لوح محفوظ} وقوله تعالى: {رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً * فِيهَا كُتُبٌ قَيِّمَةٌ} وقوله تعالى: {فِي صُحُفٍ مُكَرَّمَةٍ * مَرْفُوعَةٍ مُطَهَّرَةٍ} وقوله تعالى: {وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} وقوله تعالى: {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} إلى غير ذلك من الآيات. وروى مالك وأحمد والبخاري ومسلم وأبو داود وابن ماجه عن ابن عمر رضي الله عنهما قال: «نهى رسول الله صلى الله عليه وسلم أن يسافر بالقرآن إلى أرض العدو» وفي رواية بعضهم: «مخافة أن يناله العدو» وفي رواية لمسلم أن رسول الله صلى الله عليه وسلم قال: «لا تسافروا بالقرآن فإني لا آمن أن يناله العدو» وقد ترجم البخاري على هذا الحديث بقوله: «باب كراهية السفر بالمصاحف إلى أرض العدو» وترجم عليه أبو داود بقوله: «باب في","seal":"71DABE64","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"المصحف يسافر به إلى أرض العدو» (¬1). وروى عبد الله بن الإمام أحمد في كتاب السنة عن ابن أبي مليكه قال كان عكرمة بن أبي جهل يأخذ المصحف فيضعه على وجهه ويقول: (كلام ربي كلام ربي).\rوفيما ذكرته من الآيات والأحاديث أبلغ رد على ماقرره الكوثري وزعم أنه مراد أبي حنيفة.\rوقد قرر الإمام البخاري رحمه الله تعالى في كتاب «خلق أفعال العباد» نحو ما ذكره إبراهيم الحربي عن الإمام أحمد قال البخاري: سمعت عبد الله بن سعيد يقول سمعت يحيى بن سعيد يقول: (مازلت أسمع من أصحابنا يقولون: إن أفعال العباد مخلوقة). قال أبو عبد الله - أي البخاري -: (حركاتهم وأصواتهم واكتسابهم وكتابتهم مخلوقة فأما القرآن المتلو المبين المثبت في المصاحف المسطور المكتوب الموعى في القلوب فهو كلام الله ليس بخلق). قال الله: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ\r¬_________\r(¬1) * وروى الحاكم في مستدركه عن حكيم بن حزام رضي الله عنه أن النبي صلى الله عليه وسلم لما بعثه والياً إلى اليمن قال: «لا تمس القرآن إلا وأنت طاهر\" قال الحاكم: صحيح الإسناد، ووافقه الذهبي على تصحيحه.","seal":"015E807C","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} وقال إسحاق بن إبراهيم: (فأما الأوعية فمن يشك في خلقها؟) قال الله: {وَكِتَابٍ مَسْطُورٍ * فِي رَقٍّ مَنْشُورٍ} وقال: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ * فِي لَوْحٍ مَحْفُوظٍ}، فذكر أنه يحفظ ويسطر قال: {وَمَا يَسْطُرُونَ} ثم روى بإسناده عن قتادة: {وَالطُّورِ * وَكِتَابٍ مَسْطُورٍ} فقال المسطور المكتوب: {فِي رَقٍّ مَنْشُورٍ} وهو الكتاب. وروى أيضاً عن مجاهد {وَكِتَابٍ مَسْطُورٍ} وصحف مكتوب {فِي رَقٍّ مَنْشُورٍ} في مصحف. قال أبو عبد الله - أي البخاري - فأما المداد والرق ونحوه فإنه خلق كما أنك تكتب الله فالله في ذاته هو الخالق وخطك واكتسابك من فعلك خلق لأن كل شيء دون الله يصنعه وهو خلق.\rوقال البخاري أيضاً (ولا توجه القرآن إلا أنه صفة الله وهو قول الجبار أنطق به عباده وكذلك تواترت الأخبار عن النبي صلى الله عليه وسلم أن","seal":"27B49E2D","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"القرآن كلام الله وأن أمره قبل خلقه وبه نطق الكتاب. وذكر البخاري أيضاً آيات من القرآن في تلاوة النبي صلى الله عليه وسلم وأصحابه للقرآن منها قوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} وقوله: {وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ} وقوله: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ} وقوله: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ} وقوله: {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} وقوله: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} وقوله: {يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ} وقوله: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ}، ثم قال: فبين أن التلاوة من النبي صلى الله عليه وسلم وأصحابه وأن الوحي من الرب ومنه قول عائشة رضي الله عنها: (ما كنت أظن أن الله منزل في شأني وحياً يتلى)، فبينت رضي الله عنها أن الإنزال من الله وأن الناس يتلونه.\rوذكر البخاري أيضاً عن الجهمية والمعطلة أنهم","seal":"4FC824C0","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"قالوا: إن القرآن المقروء بعلم الله مخلوق فلم يميزوا بين تلاوة العباد وبين المقروء. وقال البخاري أيضاً: (وقد يقال فلان: حسن القراءة ورديء القراءة ولا يقال حسن القرآن ورديء القرآن وإنما نسب إلى العباد القراءة لا القرآن؛ لأن القرآن كلام الرب جل ذكره والقراءة فعل العبد ولا يخفى معرفة هذا القدر إلا على من أعمى الله قلبه ولم يوفقه ولم يهده سبيل الرشاد وليس لأحد أن يشرع في أمر الله عز وجل بغير علم كما زعم بعضهم أن القرآن بألفاظنا وألفاظنا به شيء واحد والتلاوة هي المتلو والقراءة هي المقروء فقيل له إن التلاوة فعل التالي وعمل القارئ فرجع وقال: ظننتهما مصدرين فقيل له: هلا أمسكت كما أمسك كثير من أصحابك ولو بعثت إلى من كتب عنك فاسترددت ما أثبت وضربت عليه فزعم أن كيف يمكن هذا وقد قلت ومضى فقيل له: كيف جاز لك أن تقول في الله عز وجل شيئاً لا يقوم","seal":"F2FB90DA","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"به شرحاً وبياناً إذ لم تميز بين التلاوة والمتلو فسكت إذ لم يكن عنده جواب.\rوذكر البخاري أيضاً قول النبي صلى الله عليه وسلم: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» ثم قال: (فأوضح أن قراءة القارئ وتلاوته غير المقروء والمتلو وإنما المتلو فاتحة الكتاب لا اختلاف فيه بين أهل العلم).\rوذكر البخاري أيضاً قول النبي صلى الله عليه وسلم: «إنما الصلاة لقراءة القرآن ولذكر الله ولحاجة المرء إلى ربه عز وجل». ثم قال: فبين أن الدعاء والحاجة والتضرع والذكر والقراءة من العبد وأن المقروء هو كلام الله عز وجل.\rوقال البخاري أيضاً: (وقال أحمد رحمه الله: لا يعجبني قراءة حمزة، ولا يقال لا يعجبني القرآن حتى قال بعضهم: (من قرأ بقراءة حمزة أعاد الصلاة).","seal":"798408E3","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"وذكر البخاري أيضاً قول النبي صلى الله عليه وسلم: «بينا أنا في الجنة سمعت صوت رجل بالقرآن»، ثم قال: فبين أن الصوت غير القرآن.\rوذكر أيضاً قول علي بن أبي طالب رضي الله عنه: «نهى رسول الله صلى الله عليه وسلم عن قراءة القرآن في الركوع»، ثم قال: فبين أن القراءة غير المقروء.\rوذكر أيضاً قول الله تعالى: {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} ثم قال: فذلك كله مما أمر به ولذلك قال {أَقِيمُوا الصَّلَاةَ}، والصلاة بجملتها طاعة الله وقراءة القرآن من جملة الصلاة فالصلاة طاعة الله والآمر بالصلاة قرآن وهو مكتوب في المصاحف محفوظ في الصدور مقروء على اللسان. والقراءة والحفظ والكتابة مخلوق وما قرئ وحفظ وكتب ليس بمخلوق.","seal":"EF25DD35","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"انتهى. المقصود من كلامه رحمه الله تعالى وفيه مع ما تقدم قبله من كلام الإمام أحمد رحمه الله تعالى رد على ما قرره الكوثري وزعم أنه مراد أبي حنيفة ورد أيضاً على زعمه أن آراء أهل العلم والفهم قد استقرت على مقتضى تقريره الباطل.\rوقال الشيخ أبو عثمان إسماعيل بن عبد الرحمن الصابوني في رسالته التي سماها «عقيدة السلف وأصحاب الحديث»: (ويشهد أصحاب الحديث ويعتقدون أن القرآن كلام الله وكتابه ووحيه وتنزيله غير مخلوق، ومن قال بخلقه واعتقده فهو كافر عندهم، والقرآن الذي هو كلام الله ووحيه هو الذي ينزل به جبريل على الرسول صلى الله عليه وسلم قرآنًا عربيًا لقوم يعلمون، بشيرًا ونذيرًا، كما قال عز من قائل: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ}، وهو الذي بلغه الرسول صلى الله عليه","seal":"EA4F90BE","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"وسلم أمته، كما أمر به في قوله تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّك}، فكان الذي بلغهم بأمر الله تعالى كلامه عز وجل، وفيه قال صلى الله عليه وسلم: «أتمنعوني أن أبلغ كلام ربي» وهو الذي تحفظه الصدور، وتتلوه الألسنة ويكتب في المصاحف، كيف ما تصرف بقراءة قارئ، ولفظ لافظ، وحفظ حافظ، وحيث تلي، وفي أي موضع قرئ وكتب في مصاحف أهل الإسلام، وألواح صبيانهم وغيرها كله كلام الله جل جلاله، غير مخلوق فمن زعم أنه مخلوق فهو كافر بالله العظيم.\rسمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا الوليد حسان بن محمد يقول سمعت الإمام أبا بكر محمد بن إسحاق بن خزيمة يقول القرآن كلام الله غير مخلوق، فمن قال: أن القرآن مخلوق فهو كافر بالله العظيم، لا تقبل شهادته، ولا يعاد إن مرض ولا يصلى عليه إن مات، ولا يدفن في مقابر المسلمين، ويستتاب فإن تاب وإلا ضربت عنق. فأما اللفظ بالقرآن فإن الشيخ أبا بكر","seal":"63ECCF19","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"الإسماعيلي الجرجاني ذكر في رسالته التي صنفها لأهل جيلان أن من زعم أن لفظه بالقرآن مخلوق يريد به القرآن فقد قال بخلق القرآن. وذكر ابن مهدي الطبري في كتابه الاعتقاد الذي صنفه لأهل هذه البلاد أن مذهب أهل السنة والجماعة القول بأن القرآن كلام الله سبحانه، ووحيه وتنزيله، وأمره ونهيه غير مخلوق، ومن قال: مخلوق فهو كافر بالله العظيم، وأن القرآن في صدورنا محفوظ، وبألسنتنا مقروء، وفي مصاحفنا مكتوب وهو الكلام الذي تكلم الله عز وجل به، ومن قال: إن القرآن بلفظي مخلوق، أو لفظي به مخلوق فهو جاهل ضال كافر بالله العظيم. وإنما ذكرت هذا الفصل بعينه من كتاب ابن مهدي لاستحساني ذلك منه، فإنه اتبع السلف أصحاب الحديث فيما ذكره مع تبحره في الكلام، وتصانيفه الكثيرة فيه وتقدمه وتبرزه عند أهله. انتهى.\rأخبرنا أبو عبد الله الحافظ قال: قرأت بخط","seal":"00E496A2","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"أبى عمرو المستملي سمعت أبا عثمان سعيد بن أشكاب يقول: سألت إسحاق بن إبراهيم عن اللفظ بالقرآن فقال: لا ينبغي أن يناظر في هذا، القرآن كلام الله غير مخلوق.\rوذكر محمد بن جرير الطبري رحمه الله في كتابه «الاعتقاد» الذي صنفه في هذه، وقال: (أما القول في ألفاظ العباد في القرآن فلا أثر فيه نعلمه عن صحابي، ولا تابعي إلا عمن في قوله الغنى والشفاء، وفي اتباعه الرشد والهدى، ومن يقوم قوله مقام الأئمة الأولى أبي عبد الله أحمد بن حنبل رحمه الله، فإن أبا إسماعيل الترمذي حدثني قال: سمعت أبا عبد الله أحمد بن حنبل رحمه الله يقول: «اللفظية جهمية»، قال الله تعالى: {فأجره حتى يسمع كلام الله} ممن يسمع؟ قال: سمعت جماعة من أصحابنا لا أحفظ أسماءهم يذكرون عنه رضي الله عنه أنه كان يقول: من قال لفظي بالقرآن مخلوق فهو جهمي: ومن قال غير مخلوق فهو مبتدع.\rقال محمد بن جرير: «ولا قول في ذلك عندنا يجوز أن نقوله غير قوله","seal":"A4D7E327","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"إذ لم يكن لنا فيه إمام نأتم به سواه، وفيه الكفاية والمقنع، وهو الإمام المتبع رحمة الله عليه ورضوانه». هذه ألفاظ محمد بن جرير التي نقلتها نفسها إلى ما هاهنا من كتاب «الاعتقاد» الذي صنفه.\rقال الصابوني: وهو - أعني محمد بن جرير- قد نفى عن نفسه بهذا الفصل الذي ذكره في كتابه كل ما نسب إليه، وقذف به من عدول عن سبيل السنة، أو ميل إلى شيء من البدعة، والذي حكاه عن أحمد رضي الله عنه وأرضاه أن اللفظية جهمية فصحيح عنه، وإنما قال ذلك لأن جهمًا وأصحابه صرحوا بخلق القرآن، والذين قالوا باللفظ تدرجوا به إلى القول بخلق القرآن، وخافوا أهل السنة في ذلك الزمان من التصريح بخلق القرآن، فذكروا هذا اللفظ وأرادوا به أن القرآن بلفظنا مخلوق، فلذلك سماهم أحمد رحمه الله جهمية. وحكي عنه أيضًا أنه قال: «اللفظية شر من الجهمية».\rوأما ما حكاه محمد بن جرير عن أحمد","seal":"1617823E","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"رحمه الله أن من قال لفظي بالقرآن غير مخلوق فهو مبتدع، فإنما أراد أن السلف من أهل السنة لم يتكلموا في باب اللفظ ولم يحوجهم الحال إليه، وإنما حدث الكلام في اللفظ من أهل التعمق وذوي الحمق الذين أتوا بالمحدثات، وبحثوا عما نهوا عنه من الضلالات وذميم المقالات، وخاضوا فيما لم يخض فيه السلف من علماء الإسلام، فقال الإمام أحمد هذا القول في نفسه بدعة، ومن حق المتدين أن يدعه، ولا يتفوه به ولا بمثله من البدع المبتدعة، ويقتصر على ما قاله السلف من الأئمة المتبعة أن القرآن كلام الله غير مخلوق، ولا يزيد عليه إلا تكفير من يقول بخلقه.\rانتهى كلام الصابوني رحمه الله تعالى وفيه أبلغ رد على ماقرره الكوثري وزعم أنه مراد أبي حنيفة وفيه أيضاً أبلغ رد على زعم الكوثري أن آراء أهل العلم والفهم قد استقرت على مقتضى تقريره المخالف لعقيدة السلف وأصحاب الحديث وقد ذكر ابن جرير رحمه الله تعالى في عقيدته كلاماً حسناً","seal":"76163AB5","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"لم يذكره الصابوني وأنا أذكره ههنا لما فيه من الرد على تقرير الكوثري وزعمه الباطل.\rقال رحمه الله: (أول ما نبدأ بالقول فيه عندنا القرآن أنه كلام الله وتنزيله إذ كان من معاني توحيده فالصواب من القول في ذلك عندنا أنه كلام الله غير مخلوق كيف كتب وحيث تلي وفي أي موضع قرئ في السماء وجد وفي الأرض حفظ في اللوح المحفوظ أو في القلب وباللسان لفظ فمن قال غير ذلك أو ادعى أن قرآناً في الأرض أو في السماء سوى القرآن الذي نتلوه بألسنتنا ونكتبه في مصاحفنا أو اعتقد ذلك بقلبه أو أضمره في نفسه أو قاله بلسانه دايناً فهو بالله كافر حلال الدم والمال برئ من الله والله منه برئ يقول الله تعالى (بل هو قرآن مجيد في لوح محفوظ) وقال تعالى (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) فأخبر أنه في اللوح المحفوظ مكتوب وأنه من لسان محمد مسموع","seal":"61A3A0C1","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"وكذلك هو في الصدور محفوظ وبألسن الشيوخ والشبان متلو. انتهى.\rوقال الشيخ أبو الحسن علي بن إسماعيل الأشعري رحمه الله تعالى في كتابه (مقالات الإسلاميين) (هذا حكاية جملة قول أصحاب الحديث والسنة) ثم ذكر عنهم أنهم يقولون إن القرآن كلام الله غير مخلوق والكلام في الوقف واللفظ من قال باللفظ أو الوقف فهو مبتدع عندهم لا يقال اللفظ بالقرآن مخلوق ولا يقال غير مخلوق. انتهى.\rوفيما ذكره عن أصحاب الحديث والسنة أبلغ رد على ما قرره الكوثري وزعم أنه مراد أبي حنيفة وفيه أيضاً رد على زعمه أن آراء أهل العلم والفهم قد استقرت على ما أبداه من التقرير الباطل المخالف لما عليه أصحاب الحديث والسنة.","seal":"463E4093","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"وفي صفحة 9 وصفحة 10، نقل المؤلف عن الشوكاني أنه قال: «ومسألة الخلاف في كلام الله وإن طالت ذيولها وتفرق الناس فيها فرقاً، وامتحن بها من امتحن من أهل العلم، وظن من ظن أنها من أعظم مسائل الدين، ليس لها كبير فائدة، بل هي من فضول العلم».\rوأقول: لا يخفى ما في هذا الكلام من الغض من كلام الإمام أحمد وغيره من أكابر العلماء في الرد على الجهمية، وتكفيرهم والتحذير من فتنتهم، والأمر بهجرهم ومجانبتهم. ولو كان الأمر على ما توهمه الشوكاني لما كان الإمام أحمد رحمه الله تعالى يصبر على الحبس الطويل والضرب الشديد ومراغمة الملوك الجبابرة، وكذلك أحمد بن نصر الخزاعي رحمه الله تعالى، قد بذل نفسه للقتل في سبيل الدفاع عن القرآن والرد على من زعم أنه مخلوق. وكذلك نعيم بن حماد، والبويطي، ومحمد بن نوح الجنديسابوري","seal":"03A1C44A","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"كلهم قد صبروا على الحبس والموت في القيود ولم يجيبوا إلى القول بخلق القرآن.\rفلو كان الذب عن القرآن والرد على من زعم أنه مخلوق من فضول العلم ومن المسائل التي ليس لها كبير فائدة لما تحمل هؤلاء ما تحملوه من الأذى والصبر على ما نالهم في سبيل الله ولما كان أكابر العلماء من أهل السنة والحديث يتفقون على تكفير من يقول بخلق القرآن ويأمرون بهجرهم ومجانبتهم فكل هذا مما يعظم شأن المسألة ويبين غلط الشوكاني ويرد عليه وعلى من اغتر بقوله، وقد روى البخاري في كتاب «خلق أفعال العباد» عن وكيع أنه قال: (لاتستخفوا بقولهم القرآن مخلوق فإنه من شر قولهم وإنما يذهبون إلى التعطيل). وفي صفحة10 ذكر المؤلف أثر محنة القول بخلق القرآن في صفوف الرواة والمحدثين وكتب الجرح والتعديل ثم قال: (وجرح بها أقوام من العلماء والمحدثين والفقهاء والقضاة والرواة الثقات الأثبات","seal":"38335C3F","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"إذ توقفوا فيها فلم يقولوا شيئاً أو قالوا فيها قولاً عادلاً لا إفراط فيه ولا تفريط).\rوأقول: هذا الكلام فيه تعريض بتخطئة الإمام أحمد رحمه الله تعالى والرد عليه وعلى غيره من أكابر العلماء الذين تكلموا في اللفظية والواقفة وألحقوا العارفين منهم بالجهمية وأمروا بهجرهم ومجانبتهم واللفظية هم الذين يزعم المؤلف أنهم قالوا في مسألة خلق القرآن قولاً عادلاً لا إفراط فيه ولا تفريط.\rوقولهم: هو الذي قرره الكوثري كما سبق ذكره وزعم أن آراء أهل العلم والفهم قد استقرت عليه وقد جاء المؤلف بهذه الجملة الأخيرة يؤيد بها ما تقدم في كلام الكوثري وما أعظم ضرر التقليد والتحيز إلى أهل الباطل. وقد قال عبد الله بن الإمام أحمد في كتاب السنة (سمعت أبي سئل عن الواقفة فقال أبي: من كان منهم يخاصم ويعرف بالكلام فهو جهمي ومن لم يكن يعرف بالكلام يجانب حتى يرجع","seal":"8DB658DA","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"ومن لم يكن له علم يسأل يتعلم).\rوقال عبد الله أيضاً سئل أبي وأنا أسمع عن اللفظية والواقفة فقال: (من كان منهم جاهلاً ليس بعالم فليسأل وليتعلم. وسمعت أبي مرة أخرى وسئل عن اللفظية والواقفة فقال: من كان منهم يحسن الكلام فهو جهمي وقال مرة أخرى: هم شر من الجهمية).\rوذكر القاضي أبو الحسين في كتابه «طبقات الحنابلة» عن شاهين بن السميدع أنه قال: (سمعت أبا عبد الله أحمد بن حنبل يقول: الواقفة شر من الجهمية ومن قال لفظي بالقرآن مخلوق فهو كافر. قال وسألت أبا عبد الله عمن يقول: أنا أقف في القرآن تورعاً قال: (ذاك شاك في الدين إجماع العلماء والأئمة المتقدمين على أن كلام الله غير مخلوق هذا الدين الذي أدركت عليه الشيوخ وأدركوا من كان قبلهم على هذا).\rوقال سمعت أبا عبد الله يقول: (من قال لفظي بالقرآن مخلوق فهو كافر).\rوقال سمعت","seal":"2FC93689","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"أبا عبد الله يقول: (من قال القرآن مخلوق فهو كافر ومن شك في كفره فهو كافر).\rوذكر القاضي أبو الحسين أيضاً عن يعقوب بن إبراهيم الدورقي قال: (سألت أحمد بن حنبل عمن يقول القرآن مخلوق فقال: كنت لا أكفرهم حتى قرأت آيات من القرآن {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ} وقوله: {بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ {وقوله: {أَنْزَلَهُ بِعِلْمِهِ}، فالقرآن من علم الله ومن زعم أن علم الله مخلوق فهو كافر ومن زعم أنه لا يدري علم الله مخلوق أو ليس بمخلوق فهو كافر أشر ممن يقول القرآن مخلوق).\rوقال أبو داود في كتاب «المسائل» سمعت أحمد ذكر رجلين كانا وقفا في القرآن ودعيا إليه فجعل يدعو عليهما وقال في هذا لأحدهما فتنة عظيمة وجعل يذكرهما بالمكروه.\rوقال أبو داود أيضاً: رأيت أحمد سلم عليه رجل من أهل بغداد ممن وقف فيما بلغني فقال له: أغرب لا أرينك تجئ إلى بابي - في كلام","seal":"A5EA196C","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"غليظ - ولم يرد عليه السلام. وقال له: ما أحوجك إلى أن يصنع بك ما صنع عمر بصبيغ. وقال أبو داود أيضاً: سمعت إسحاق بن إبراهيم بن راهويه، يقول: (من قال لا أقول القرآن مخلوق ولا غير مخلوق فهو جهمي). وقال أبو داود أيضاً سمعت قتيبة بن سعيد قيل له الواقفة فقال: (هؤلاء - يعني الواقفة - شر منهم يعني ممن قال القرآن مخلوق). وقال أبو داود أيضاً سمعت عثمان بن أبي شيبة يقول: (هؤلاء الذين يقولون كلام الله ويسكتون شر من هؤلاء يعني ممن قال القرآن مخلوق). وقال أبو داود أيضاً: سألت أحمد بن صالح المصري عمن يقول القرآن كلام الله ولا يقول مخلوق ولا غير مخلوق قال: (هذا شاك). وقال أبو داود أيضاً سمعت عبد الله بن محمد أبا محمد الضعيف قال: (قعد الخوارج هم أخبث الخوارج وقعد الجهمية هم الواقفة). وقال أبو داود أيضاً: سمعت محمد بن مقاتل العباداني وكان من خيار المسلمين يقول في الواقفة: (هم عندي شر من الجهمية). وقال أبو داود","seal":"208535FC","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"أيضاً: سمعت أحمد بن صالح ذكر اللفظية فقال: (هؤلاء أصحاب بدعة ويدخل عليهم أكثر من البدعة). وقال أبو داود أيضاً: سمعت إسحاق بن إبراهيم سئل عن اللفظية فبدعهم. وقال أبو داود أيضاً: حدثنا يعقوب بن إبراهيم الدورقي أن أحمد بن محمد بن حنبل قال له: (إن اللفظية إنما يدورون على كلام جهم يزعمون أن جبريل إنما جاء بشيء مخلوق إلى مخلوق)، يعني لأن جبريل مخلوق جاء به إلى محمد صلى الله عليه وسلم.\rوقال أبو داود أيضاً: حدثنا أحمد بن إبراهيم قال: سألت أحمد بن حنبل قلت: هؤلاء الذين يقولون إن ألفاظنا بالقرآن مخلوقة قال: (هذا شر من قول الجهمية من زعم هذا فقد زعم أن جبريل جاء بمخلوق وأن النبي صلى الله عليه وسلم تكلم بمخلوق).\rوقال عبد الله بن الإمام أحمد في كتاب السنة: حدثني غياث بن جعفر سمعت سفيان بن عيينة يقول:","seal":"5E5D85A3","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"(القرآن كلام الله من قال مخلوق فهو كافر ومن شك في كفره فهو كافر). وقال عبد الله أيضاً: حدثني محمد بن إسحاق الصغاني قال: قال يحيى بن أيوب وذكرنا له الشكاك الذين يقولون: (لا نقول القرآن مخلوق ولا غير مخلوق)، فقال يحيى بن أيوب: (كنت قلت لابن شداد صديق لي: من قال هذا فهو جهمي صغير)، قال يحيى: (وهو اليوم جهمي كبير). وقال عبد الله أيضاً حدثني أبو عبد الله السلمي مهنا، سألت أبا يعقوب الخزاز إسحاق بن سليم عن القرآن، فقال: هو كلام الله وهو غير مخلوق ثم قال لي: إذا كنا نقول القرآن كلام الله ولا نقول مخلوق ولا غير مخلوق فليس بيننا وبين هؤلاء الجهمية خلاف قال فذكرت ذلك لأحمد بن حنبل فقال لي أحمد: (جزى الله أبا يعقوب خيراً).\rوذكر القاضي أبو الحسين في طبقات الحنابلة في ترجمة الحسين بن علي أبي علي أنه ذكر في كتابه الذي صنفه في السنة أن من قال لفظي بالقرآن مخلوق","seal":"F3BBC8FE","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"أو القرآن بلفظي مخلوق فهو جهمي والجهمية عندنا كفار واللفظية زنادقة هذه الأمة وهم أشد على الناس التباساً وتشبيهاً.\rوقد تقدم ما رواه ابن جرير عن أبي إسماعيل الترمذي قال: سمعت أبا عبد الله أحمد بن حنبل رحمه الله يقول اللفظية جهمية قال الله تعالى: {فأجره حتى يسمع كلام الله} ممن يسمع؟ وقد رواه القاضي أبو الحسين في طبقات الحنابلة من طريق ابن جرير. وذكر القاضي أبو الحسين أيضاً عن محمد بن شداد الصغدي قال: سمعت أحمد بن حنبل وتذاكرنا أمر القرآن فقال: هو من حيث تصرف غير مخلوق واللفظ بالقرآن من قال هو مخلوق فهذا من قول جهم والنبي صلى الله عليه وسلم يقول (منعوني أن أبلغ كلام ربي عز وجل) وقال الله: {فأجره حتى يسمع كلام الله}، قال: وقال أحمد: لا يجالس من قال لفظي بالقرآن مخلوق ولا يصلى خلفه فإن هذا من قول جهم.\rوذكر إسحاق بن إبراهيم بن هانئ النيسابوري في كتاب «مسائل الإمام","seal":"FEE7ADD2","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"أحمد بن حنبل» أن أحمد سئل عمن يقول لفظي بالقرآن مخلوق: أيصلى خلفه؟ فقال: (لا يصلى خلفه ولا يجالس ولا يكلم ولا يسلم عليه).\rوفيما نقلته من أقوال العلماء في ذم اللفظية والواقفة كفاية في الرد على من خالف أهل السنة ووافق أهل البدعة.\rوفي هامش صفحة 12 ذكر المؤلف أن البخاري قرر في كتابه «خلق أفعال العباد» أن المداد والرق - أي الورق - والكتابة والحفظ للقرآن وأصوات العباد به كلها مؤلفة مخلوقة من فعل المخلوقين وأن القرآن صفة الله تعالى وهو قول الجبار أنطق به عباده وكذلك تواترت الأخبار عن النبي صلى الله عليه وسلم أن القرآن كلام الله.\rوأقول: إن هذه الجملة قد لخصها المؤلف من عدة مواضع من كتاب «خلق أفعال العباد» وأدخل فيها أحرفاً ليست في كلام البخاري. منها قوله","seal":"662DD026","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"(للقرآن) بعد قوله والحفظ ومنها قوله (به) بعد قوله وأصوات العباد، ومنها قوله (كلها مؤلفة من فعل المخلوقين). وكان ينبغي للمؤلف أن يلتزم الأمانة في إيراده لأقوال البخاري بحيث لا يدخل فيها ما ليس منها، ولاسيما إذا كان المزيد مما يفسد الكلام ويغير معناه. وهذه الأحرف المزيدة في بعضها إفساد لبعض كلام البخاري وتغيير لمعناه وإحالة له إلى قول من يقول من الجهمية أن اللفظ بالقرآن مخلوق.\rفمن هذه الأحرف قوله (به) أي في قوله وأصوات العباد به - أي بالقرآن - كلها مؤلفة مخلوقة من فعل المخلوقين. وهذه العبارة لا فرق بينها وبين قول من يقول من الجهمية أن ألفاظنا بالقرآن مخلوقة فإن كان المؤلف قد أدخل هذا الحرف في كلام البخاري متعمداً فما أعظم ذلك وأبشعه!! وإن كان قد أدخله سهواً أو لعدم علمه بما يدل عليه من إحالة المعنى إلى قول اللفظية فينبغي له أن يستدرك ذلك وينبه عليه.\rوفيما قرره البخاري في كتاب «خلق أفعال العباد»","seal":"4C574491","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"كفاية في الرد على عبارة المؤلف وما تدل عليه من موافقة اللفظية الذين يزعمون أن ألفاظهم بالقرآن مخلوقة.\rوقد ذكر أبو داود في كتاب «المسائل» وعبد الله بن الإمام أحمد في كتاب «السنة» أن الإمام أحمد رحمه الله تعالى سئل عن رجل يقول: (ألفاظنا بالقرآن مخلوقة والقرآن كلام الله وليس بمخلوق، فقال: هذا يجانب وهو فوق المبتدع وما أراه إلا جهمياً وهذا كلام الجهمية القرآن ليس بمخلوق).\rوأما قول المؤلف (والحفظ للقرآن) فهي كلمة مجملة يحتمل إن يراد بها أن الحفظ والمحفوظ مخلوق وهذا من أقوال الجهمية.\rويحتمل أن يراد بها أن الحفظ مخلوق والمحفوظ غير مخلوق وهذا قول أهل السنة وحيث كانت هذه الكلمة تحتمل المعنيين فإن إدخالها في كلام البخاري يعد جناية عليه.\rوأما قوله: (كلها مؤلفة من فعل المخلوقين) فهذه الجملة عائدة إلى ما قبلها من الجمل وأخصها بها","seal":"BDDADE3F","page":46},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"الجملة التي تليها وهي قوله: (وأصوات العباد به - أي بالقرآن -) وعلى هذا يكون المعنى أن أصوات العباد بالقرآن كلها مؤلفة من فعل المخلوقين وهذا هو قول اللفظية بعينه:\rفإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبة أعظم\r\rوقال المؤلف في صفحة 15: (وقد كان بين الإمام أحمد بن حنبل وصاحبه الحسين بن علي الكرابيسي أحد من حمل العلم عن الإمام الشافعي صداقة وصحبة قوية فلما وقعت المحنة فرقت بينهما وأبدلت صداقتهما وأخوتهما الوكيدة جفوة وعداوة شديدة) ثم نقل المؤلف في صفحة 16 عن ابن عبد البر أنه قال: (كانت بين الإمام أحمد بن حنبل والكرابيسي صداقة وكيدة فلما خالفه في القرآن عادت تلك الصداقة عداوة).\rوأقول: ما جاء في هذه الجملة من دعوى الصداقة الوكيدة والصحبة القوية بين الإمام أحمد وبين الحسين","seal":"6A243748","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"الكرابيسي فهو مردود بما جاء في كتاب «السنة» لعبد الله بن الإمام أحمد فإنه قال: سمعت أبي يقول: (من قال لفظي بالقرآن مخلوق هذا كلام سوء رديء وهو كلام الجهمية قلت له: إن الكرابيسي يقول هذا. قال: كذب هتكه الله الخبيث وقال: قد خلف هذا بشراً المريسي.\rوكان أبي يكره أن يتكلم في اللفظ بشيء أو يقال مخلوق أو غير مخلوق قال سألته عن الكرابيسي حسين هل رأيته يطلب الحديث فقال: ما أعرفه وما رأيته يطلب الحديث قلت: فرأيته عند الشافعي ببغداد فقال: ما رأيته ولا أعرفه فقلت: أنه يزعم أنه كان يلزم يعقوب بن إبراهيم بن سعد فقال: ما رأيته عند يعقوب بن إبراهيم بن سعد ولا غيره وما أعرفه. وسألت أبا ثور إبراهيم بن خالد الكلبي عن حسين الكرابيسي فتكلم فيه بكلام سوء رديء وسألته: هل كان يحضر معكم عند الشافعي. فقال: هو يقول لنا ذاك وأما أنا","seal":"AAC3A1AD","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"فلا أعرف ذاك أو نحو هذا من الكلام. قال: وسألت الحسن بن محمد الزعفراني عن حسين الكرابيسي فقال نحو مقالة أبي ثور وقال لي حسن في اختلافه إلى الشافعي مثل قول أبي ثور. انتهى.\rوفي قول الإمام أحمد رحمه الله تعالى أنه ما كان يعرف الكرابيسي أبلغ رد على ما جاء في كلام المؤلف من زعم الصداقة والصحبة القوية والأخوة الوكيدة بين الإمام أحمد بن حنبل والكرابيسي.\rوكذلك فيه رد على ما نقله المؤلف عن ابن عبد البر أنه قال: (كانت بين الإمام أحمد بن حنبل والكرابيسي صداقة وكيدة) فكل هذا مردود بقول الإمام أحمد أنه ما كان يعرف الكرابيسي.\rوفي صفحة 16 نقل المؤلف عن ابن عبد البر أنه قال في «الانتقاء» ص: 106 (كان الكرابيسي وعبد الله بن كلاّب وأبو ثور وداود بن علي وطبقاتهم","seal":"B62DD680","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"يقولون أن القرآن الذي تكلم الله به صفة من صفاته لا يجوز عليه الخلق وأن تلاوة التالي وكلامه بالقرآن كسب له وفعل له وذلك مخلوق وأنه حكاية عن كلام الله وليس هو القرآن الذي تكلم الله به).\rوأقول: إن عده لأبي ثور مع الكرابيسي وابن كلاّب وداود بن علي فيه نظر فقد روى الخطيب في تاريخ بغداد عن موسى بن عبيد الله بن يحيى بن خاقان قال: قال لي عمي سألت أبا عبد الله أحمد بن محمد بن حنبل عن المعروف بأبي ثور فقال: ما بلغني عنه إلا خير إلا أنه لا يعجبني الكلام الذي يصيرونه في كتبهم. وروى الخطيب أيضاً عن أبي بكر الأعين قال: سألت أحمد بن حنبل ما تقول في أبي ثور قال: (أعرفه بالسنة منذ خمسين سنة هو عندي في مسلاخ سفيان الثوري). وروى الخطيب أيضاً عن أحمد بن محمد بن خالد البراثي قال: كنت عند أحمد بن حنبل فسأله رجل عن مسألة في الحلال والحرام فقال له:","seal":"AA315790","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"سل عافاك الله غيرنا قال: إنما نريد جوابك يا أبا عبد الله فقال: (سل عافاك الله غيرنا سل الفقهاء سل أبا ثور). وروى الخطيب أيضاً عن النسائي أنه قال: (أبو ثور إبراهيم بن خالد الكلبي ثقة مأمون أحد الفقهاء).\rوأقول أيضاً: إن القرآن الذي تكلم الله به هو الذي نزل به جبريل على النبي صلى الله عليه وسلم وقرأه عليه وبلغه رسول الله صلى الله عليه وسلم إلى أصحابه وقرأه عليهم وبلغه الصحابة إلى التابعين وقرأوه عليهم وبلغه التابعون إلى من بعدهم وقرأوه عليهم وهو الذي يقرأه المسلمون ويتلونه بألسنتهم ويكتبونه في مصاحفهم ويحفظونه بقلوبهم ويسمعونه من تلاوة التالين وقد ذكرت الأدلة على ذلك من الكتاب والسنة في أول هذه الرسالة بعد كلام الإمام أحمد الذي نقله عنه إبراهيم الحربي فلتراجع ففيها أبلغ رد على من زعم أن تلاوة التالي","seal":"2954DA09","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"وكلامه بالقرآن مخلوق وأنه حكاية عن كلام الله وليس هو القرآن الذي تكلم الله به.\rوفي صفحة 17 نقل المؤلف ما ذكره الحافظ ابن حجر في تهذيب التهذيب 10/ 462 في ترجمة نعيم بن حماد المروزي: (قال مسلمة بن قاسم: كان له مذهب سوء في القرآن كان يجعل القرآن قرآنين فالذي في اللوح المحفوظ كلام الله تعالى والذي بأيدي الناس مخلوق. انتهى).\rثم تعقبه الحافظ ابن حجر بقوله: (كأنه يريد بالذي في أيدي الناس ما يتلونه بألسنتهم ويكتبونه بأيديهم ولاشك أن المداد والورق والكاتب والتالي وصوته مخلوق وأما كلام الله سبحانه وتعالى فإنه غير مخلوق قطعاً).\rقال عبد الفتاح: فانظر إلى ضيق نظر هذا","seal":"12E97082","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"الطاعن - وهو معدود من علماء الحديث - الذي لا يقبل التمييز بين الذي تكتبه الأيدي على الورق وتتلوه الألسنة المخلوقة البالية وبين كلام الله تعالى)\rوأقول: أما نعيم بن حماد فإنه كان مشهوراً بالتمسك بالسنة والرد على الجهمية ولذلك امتنع من القول بخلق القرآن وصبر على الحبس عدة سنين حتى مات في السجن قال الدارقطني: إمام في السنة كثير الوهم ذكره الخطيب في تاريخه وروى بإسناده عن عبد الله بن الإمام أحمد عن أبيه قال: كان نعيم كاتباً لأبي عصمة وكان أبو عصمة شديد الرد على الجهمية وأهل الأهواء ومنه تعلم نعيم بن حماد.\rوروى أيضاً عن أبي بكر الطرسوسي قال: أخذ نعيم بن حماد في أيام المحنة سنة ثلاث وعشرين أو أربع وعشرين - يعني بعد المائتين - وألقوه في السجن ومات في سنة سبع وعشرين وأوصى أن يدفن في قيوده وقال: إني مخاصم.\rوروى أيضاً عن محمد بن سعد قال:","seal":"FA57966D","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"نعيم بن حماد كان من أهل مرو وطلب الحديث طلباً كثيراً بالعراق والحجاز ثم نزل مصر فلم يزل بها حتى أشخص منها في خلافة أبي إسحاق بن هارون فسئل عن القرآن فأبى أن يجيب فيه بشيء مما أرادوه عليه فحبس بسامراء فلم يزل محبوساً بها حتى مات في السجن في سنة ثمان وعشرين ومائتين.\rوروى أيضاً عن أبي سعيد بن يونس نحو ما رواه عن محمد بن سعد. وروى أيضاً عن إبراهيم بن محمد بن عرفة قال: سنة تسع وعشرين ومائتين فيها مات نعيم بن حماد وكان مقيداً محبوساً لامتناعه من القول بخلق القرآن فجر بأقياده فألقي في حفرة ولم يكفن ولم يصل عليه فعل ذلك به صاحب ابن أبي دؤاد.\rفأما ما ذكره مسلمة بن قاسم عن نعيم بن حماد أنه كان له مذهب سوء في القرآن إلى آخر كلامه الذي تقدم ذكره فعلى تقدير صحة ذلك وثبوته عن نعيم فهو محمول على أن ذلك كان منه في أول الأمر ثم","seal":"36C217E4","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"رجع عنه إلى قول أهل السنة والجماعة لما رواه الخطيب في تاريخه من طريق محمد بن جرير الطبري قال: سمعت صالح بن مسمار يقول: سمعت نعيم بن حماد يقول: أنا كنت جهمياً فلذلك عرفت كلامهم فلما طلبت الحديث عرفت أن أمرهم يرجع إلى التعطيل.\rوقد تقدم أن أبا عصمة كان شديد الرد على الجهمية ومنه تعلم نعيم بن حماد.\rوقال البخاري في كتاب «خلق أفعال العباد»: ولقد بيَّن نعيم بن حماد أن كلام الرب ليس بخلق وأن العرب لا تعرف الحي من الميت إلا بالفعل فمن كان له فعل فهو حي ومن لم يكن له فعل فهو ميت وأن أفعال العباد مخلوقة فضيق عليه حتى مضى لسبيله وتوجع أهل العلم لما نزل به وفي اتفاق المسلمين دليل على أن نعيماً ومن نحا نحوه ليس بمفارق ولا مبتدع بل البدع والرئيس بالجهل بغيرهم أولى إذ يفتون بالآراء المختلفة مما لم يأذن به الله. انتهى كلام البخاري.\rوفيما ذكره كفاية في الرد على ما ذكره مسلمة بن قاسم عن نعيم بن حماد لأن","seal":"581C2AC7","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"ما ذكره البخاري عنه يقتضي التفريق بين أفعال العباد التي هي حركاتهم وأصواتهم وكتابتهم وحفظهم وبين القرآن المتلو المكتوب في المصاحف المحفوظ في القلوب فأفعال العباد مخلوقة والقرآن كلام الله غير مخلوق.\rوأما قول الحافظ ابن حجر: (ولاشك أن المداد والورق والكاتب والتالي وصوته كل مخلوق وأما كلام الله سبحانه وتعالى فإنه غير مخلوق قطعاً). فهو حق وهو موافق لما نقله إبراهيم الحربي عن الإمام أحمد ولما قرره البخاري في كتاب «خلق أفعال العباد» وقد ذكرت ذلك فيما تقدم.\rوأما قول المؤلف: (فانظر إلى ضيق نظر هذا الطاعن الذي لا يقبل التمييز بين الذي تكتبه الأيدي على الورق وتتلوه الألسنة المخلوقة البالية وبين كلام الله تعالى).","seal":"86E433EE","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"فجوابه من وجوه:\rأحدها: أن يقال: إن القرآن الذي تكتبه الأيدي على الورق وتتلوه الألسنة المخلوقة البالية وتحفظه القلوب وتسمعه الآذان من تلاوة التالين هو كلام الله تعالى الذي أنزله مع جبريل عليه السلام إلى عبده ورسوله محمد صلى الله عليه وسلم وأمره الله أن يبلغه ويتلوه ويقرأه على الناس قال الله تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ}، وقال تعالى: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ}، وقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} وقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا)، وقال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ}، وقال تعالى: {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا}، وقال تعالى: {حم *","seal":"EB240155","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"وَالْكِتَابِ الْمُبِينِ * إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ} وقال تعالى: {حم * وَالْكِتَابِ الْمُبِينِ * إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ * وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ}.\rوقال تعالى: {كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ}، وقال تعالى آمراً عبده ورسوله محمداً صلى الله عليه وسلم أن يقول: {إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ * وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ} والآيات في هذا المعنى كثيرة جداً.\rوفيها مع ما تقدم من الآيات والأحاديث أبلغ رد على من ادعى التمييز بين الذي تكتبه الأيدي على الورق وتتلوه الألسنة المخلوقة البالية وبين كلام الله تعالى فهذا التمييز المزعوم لا وجود له إلا في أذهان اللفظية من الجهمية وهم الذين يزعمون أن جبريل إنما جاء إلى النبي صلى الله عليه وسلم بشيء مخلوق وأن النبي صلى الله عليه وسلم إنما بلغ إلى الأمة شيئاً مخلوقاً فخالفوا القرآن والسنة","seal":"D15E6546","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"وما كان عليه أهل السنة والجماعة من نفي الخلق عن القرآن وإثبات أنه كلام الله كيف ما صرف فهو الذي تتلوه الألسنة وتحفظه القلوب ويكتب في المصاحف ويسمع بالآذان من قراءة القارئين له.\rالوجه الثاني: أن يقال إن كلام مسلمة بن القاسم في إنكاره على من يجعل القرآن قرآنين ليس بمنكر كما قد توهم ذلك المؤلف وإنما المنكر منه نسبة هذه القول الباطل إلى نعيم بن حماد الذي كان معروفاً بالتمسك بالسنة والرد على الجهمية.\rالوجه الثالث: أن يقال إن إنكار المؤلف على مسلمة بن قاسم يدل دلالة واضحة على أن المؤلف يرى صحة ما أنكره مسلمة بن قاسم على الذين فرقوا بين ما في اللوح المحفوظ من القرآن وبين ما في أيدي الناس منه فجعلوا الذي في اللوح المحفوظ كلام الله تعالى وجعلوا ما في أيدي الناس مخلوقاً وهذا الذي","seal":"7D764213","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"ذهب إليه المؤلف وسماه تمييزاً هو مذهب السوء في الحقيقة وهو من أقوال الجهمية ولو أن المؤلف اقتصر على كلام الحافظ ابن حجر لكان على الصواب لأن الحافظ ابن حجر قد فرق بين المداد والورق والكاتب والتالي وصوته وبين كلام الله تعالى الذي يتلوه التالي بصوته ويكتبه الكاتب بالمداد على الورق فصرح الحافظ ابن حجر على أن أفعال العباد مخلوقة وأن كلام الله غير مخلوق.\rوفي الآيات والأحاديث التي تقدم ذكرها دليل لما قاله الحافظ ابن حجر وفيها أبلغ رد على ما ذهب إليه المؤلف وشيخه الكوثري فلتراجع.\rوقبل الختام أرجو أن يتأمل أبو غدة ما نقلته عن الإمام أحمد والبخاري وغيرهما من أكابر العلماء الذين تقدم ذكرهم. ولعله بعد التأمل يراجع الحق ويطرح الآراء المخالفة لما كان عليه أهل السنة والجماعة.\r\rوهذا آخر ما تيسر إيراده والحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه","seal":"BA126B98","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"ومن تبعهم بإحسان إلى يوم الدين.\r\rوكتبه الفقير إلى الله تعالى\rحمود بن عبد الله بن حمود التويجري\rفي 29/ 12/ 1402 هـ.","seal":"884E182E","page":61}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1413,"ShrtCs":0,"Bk":"تنبيه الإخوان على الأخطاء في مسألة خلق القرآن","HigriD":"1413","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"حمود بن عبد الله بن حمود بن عبد الرحمن التويجري","bLnk":null,"Inf":"","Auth":"التويجري، حمود بن عبد الله","Betaka":"الكتاب: تنبيه الإخوان على الأخطاء في مسألة خلق القرآن\r\nالمؤلف: حمود بن عبد الله بن حمود بن عبد الرحمن التويجري (المتوفى: 1413هـ)\r\nالناشر: دار اللواء للنشر والتوزيع، الرياض - المملكة العربية السعودية\r\nالطبعة: الثانية، 1404 هـ - 1984 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"حمود بن عبد الله التويجري (1334 - 1413 هـ)\r\r[نشأته وطلبه للعلم]:\r• من آل جبارة - بتشديد الباء الموحدة التحتية - بطن كبير من قبلة عنزة القبيلة الوائلية الربعية العدنانية.\r• ولد - حيث تقيم أسرته - في مدينة المجمعة عاصمة بلدان سدير، وتوفي والده وعمره ثمان سنوات\r• تعلم مبادىء القراءة والكتابة في الكُتاب، ثم حفظ القرآن الكريم، وهو لم يتجاوز الحادية عشر من عمره، كما قرأ في هذه السن المبكرة مختصرات الكتب العلمية في التوحيد والحديث والفقه والفرائض والنحو.\r• ولما بلغ سن الشباب لازم حلقة الفقيه قاضي بلدان سدير الشيخ عبد الله بن عبد العزيز العنقري، واستمر في القراءة عليه ربع قرن، قرأ عليه فيها شتى العلوم وحفظ أثناء هذه القراءة عدداً من متون العلم، وقد أجازه الشيخ إجازة مطولة بالرواية عنه.\r• ولما تعين الشيخ عبد الله بن محمد بن حميد قاضياً للمجمعة وبلدان سدير شرع في القراءة عليه، فقرأ عليه في الفقه والفرائض واللغة.\r• وقرأ أيضاً على الشيخ الفقيه العلامة محمد بن عبد المحسن الخيال قاضي المدينة سابقاً في النحو والفرائض.\r• وقرأ أيضاً على الشيخ سليمان بن حمدان أحد قضاة مكة المكرمة، وأجازه أيضاً.\r• في عام 1368 هـ ألزم بقضاء بلدة (رحيمة) بالمنطقة الشرقية، وبعد نحو نصف سنة نقل إلى قضاء بلدة الزلفي، وبقي قاضياً فيها حتى عام 1372 هـ، ثم طلب الإعفاء من القضاء فأعفي.\r\r[مؤلفاته]:\rله العديد من الردود على معاصريه، ينافح فيها عن السنة، ويدافع عن العقيدة الصحيحة.\rوله تعليقات وتعقيبات وتصويبات، على ما يقرأ، من ذلك تعليقات كثيرة على نسخة مسند الإمام أحمد بن حنبل المطبوعة بتحقيق أحمد شاكر، وتعليقات على فتح الباري، وتعقيبات على مستدرك الحاكم دونها بهامشه.\rومن مؤلفاته:\r1 - إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة.\r2 - الاحتجاج بالأثر على من أنكر المهدي المنتظر.\r3 - إثبات علو الله ومباينته لخلقه والرد على من زعم أن معية الله للخلق ذاتية.\r4 - تحفة الإخوان بما جاء في الموالاة والمعاداة والحب والبغض والهجران.\r5 - القول المحرر في الأمر بالمعروف والنهي عن المنكر.\r6 - الرد على من أباح الربا الجاري في بعض البنوك.\r7 - تغليظ الملام على المتسرعين في الفتيا وتغيير الأحكام.\r8 - الإيضاح والتبين لما وقع فيه الأكثرون من مشابهة المشركين.\r9 - قصص العقوبات والعبر والمواعظ.\r10 - إيضاح المحجة في الرد على صاحب طنجة، رداً على أحمد بن محمد الغماري.\r11 - الرد القوي على الرفاعي والمجهول وابن علوي وبيان أخطائهم في المولد النبوي.\r12 - الانتصار على من أزرى بالمهاجرين والأنصار رداً على (عبد الله السعد).\r13 - السراج الوهاج لمحو اباطيل أحمد شلبي عن الإسراء والمعراج.\r14 - إنكار التكبير الجماعي وغيره، وهو أول كتاب طبع له.\r15 - ثبت سماه «إتحاف النبلاء بالرواية عن الأعلام الفضلاء».\r16 - الإجابة الجلية عن الأسئلة الكويتية.\r17 - إعلان النكير على المفتونين بالتصوير.\r18 - إقامة البرهان في الرد على من أنكر خروج المهدي والدجال ونزول المسيح في آخر الزمان.\r19 - تحذير الأمة الإسلامية من المحدثات التي دعت إليها ندوة الأهلة الكويتية.\r20 - تحريم الصور والرد على من أباحه.\r21 - تنبيه الإخوان على الأخطاء في مسألة خلق القرآن.\r22 - الدلائل الواضحات على تحريم المسكرات والمفترات.\r23 - ذيل الصواعق لمحو الأباطيل والمخارق.\r24 - الرد الجميل على أخطاء ابن عقيل.\r25 - الرد على الكاتب المفتون.\r26 - الرد على من أجاز تهذيب اللحية.\r27 - الرد القويم على المجرم الأثيم.\r28 - الرؤيا.\r29 - الصارم البتار للإجهاز على من خالف الكتاب والسنة والإجماع والآثار.\r30 - الصارم المشهور على أهل التبرج والسفور.\r31 - الصواعق الشديدة على أتباع الهيئة الجديدة.\r32 - عقيدة أهل الإيمان في خلق آدم على صورة الرحمن.\r33 - فتح المعبود في الرد على ابن محمود.\r34 - فصل الخطاب في الرد على أبي تراب.\r35 - القول البليغ في التحذير من جماعة التبليغ.\r36 - التنبيهات على رسالة الألباني في الصلاة.\r37 - إقامة الدليل على المنع من الأناشيد الملحنة والتمثيل.\r38 - الشهب المرمية لمحق المعازف والمزامير وسائر الملاهي بالأدلة النقلية والعقلية.\r39 - دلائل الأثر على تحريم التمثيل بالشعر.\r40 - تبرئة الخليفة العادل والرد على المجادل بالباطل.\r41 - الرسالة البديعة في الرد على أهل المجلة الخليعة.\r\r[تلاميذه]:\rشغل المترجَم نفسه بالتأليف والبحث عن الجلوس لطلاب العلم، وهذا ما جعل الآخذين عنه قلة، منهم:\r1 - عبد الله الرومي.\r2 - عبد الله بن محمد بن حمود.\r3 - أبناؤه: الدكتور عبد الله، ومحمد، وعبد العزيز، وعبد الكريم، وصالح، وإبراهيم، وخالد.\rوقد أجاز عدد من العلماء، من أشهرهم:\r1 - الشيخ إسماعيل الأنصاري.\r2 - الشيخ صالح بن عبد الله بن حميد.\r3 - الشيخ سفر الحوالي.\r4 - الشيخ سليمان العودة.\r5 - الشيخ عبد العزيز بن إبراهيم القاسم.\r6 - الشيخ ربيع المدخلي\r7 - الشيخ صالح بن عبد العزيز آل الشيخ.\r8 - الشيخ عبد الله بن عبد الرحمن السعد.\r9 - الشيخ عبد الرحمن الفريوائي.\r... وغيرهم.\r\r[علاقته بالألباني -رحمه الله-]:\rوكان للمترجم ردود بينه وبين الإمام المحدث ناصر الدين الألباني - رحمه الله -، ورغم ذلك بقيت الرحم السلفية قائمة بين الإمامين، وقد تجلى ذلك في صور رائعة منها:\r• حرص الشيخ حمود -رحمه الله - على الرد على المقالة التي يرى أن الشيخ الألباني - رحمه الله - لم يحالفه الصواب فيها، مع حرصه على مكانة المردود عليه، فقد جاء أحد محبي الشيخ المحدث ناصر الدين الألباني - رحمه الله - معاتباً حيث توجد عبارة للشيخ حمود في كتابه (الصارم المشهور) رداً على الألباني، فطلب الشيخ الكتاب، وكان مهيئاً لإعادة الطبع، فنظر إلى الموطن المشار إليه، ثم ضرب عليه.\r• حرص الشيخ حمود -رحمه الله - على استضافة الألباني - رحمه الله - في منزله حينما زار الألباني الرياض عام (1410 هـ)، وقد حُدثت عن بعض من حضر تلك الدعوة أن الشيخ كان في قمة اهتمامه وحفاوته بالألباني - رحمه الله -.\rثالثاً: ثناء الشيخ حمود -رحمه الله - على الألباني - رحمه الله -، فمن مقالاته فيه:\r- قال مرة بمناسبة صدور جائزة الملك فيصل العالمية: ((إن الشيخ ناصر من أحق من يُعطاها لخدمته السنة)).\r- ثناؤه على الألباني - رحمه الله - وشكره له اعتنائه بشأن الصلاة، وعلى إنكاره على المبتدعين في النية، وعلى رده على من أنكر الصلاة على آل النبي صلى الله عليه وسلم. وعلى إنكاره على المحافظين على التوسلات البدعية وكان مما قاله - رحمه الله -: ((والله المسئول أن يجعلنا وإياه من حزبه المفلحين الذين يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر)).\r• قال: ((الألباني - الآن - علم على السنة، الطعن فيه إعانة على الطعن في السنة)).\rوهذا كما قال الإمام محمد بن إبراهيم - رحمه الله -: ((بعض الناس ذهب إلى المنع من تحلي النساء بالذهب، وكتب في ذلك، وهذا خلاف ما في الأحاديث المصرحة بذلك، والذي كتب في ذلك ناصر الدين الألباني - وهو صاحب سنة ونصرة للحق ومصادمة لأهل الباطل ...)) الخ كلامه - رحمه الله.\r\r[صفاته]:\r• وكان نهار المترجَم للعلم بحثاً وكتابة، منذ بزوغ الشمس إلى غروبها، إلى صلاة العشاء، وربما جلس بعد صلاة العشاء قليلاً بمكتبته يكمل ما ابتدأه بالنهار، وذلك في آخر حياته. وأما ليله فيقضي جزءاً كبيراً منه في التهجد والصلاة، حضراً كان أو سفراً.\r• وصفه عارفوه بالتقى والصلاح والإقبال على الله تعالى بأنواع العبادات، فهو من التالين لكتاب الله، ومن أصحاب التهجد والصلوات، ومن المعرضين عما لا يفيد ولا ينفع، ولذا فإنك لا تجده إلا متعبداً أو باحثاً، هذا مع بُعده عن الظهور وجلب الأتباع، وإنما عليه السكينة والوقار مع تواضع وحسن عشرة.\r• وله همة عجيبة، ولا يحب الاعتماد على الغير وإن كان من أقرب الناس إليه، يقول أبناؤه: ما كان الشيخ يطلب من أحد شيئاً البتة، وحتى بعد أن ضعفت صحته، فكان يقوم بإعداد الشاي والقهوة بنفسه، مع إلحاح أبنائه عليه بعدم فعل ذلك راحة لجسده، بل إنا لنجد أبعد من هذا عند شيخنا، فهو خادم رفقته في السفر، حتى وقد تقدمت به السن، مع حظوته وتقدير الرفقة العظيم له، وقد يقوم بإعداد الطعام، ومن ذلك أنه كان يقوم الليل الآخر كعادته ثم يضطجع اضطجاعة خفيفة حتى يحين وقت الصبح فيسخن الماء لرفقته من أجل الوضوء.\r• واكتفى ببعض التجارات التي لم يكن يليها بنفسه، فكان زاهداً في الدنيا، وقبل وفاته أعطى أكبر أبنائه جميع ما يملك - ولم يكن شيئاً كبيراً - ليتصدق به كله، فلم يخلف -رحمه الله- وراءه عقاراً أو مالاً، سوى البيت الذي يعيش فيه مع أبنائه.\r\r[وفاته]:\rتوفي في مدينة الرياض في 5/ 7/1413 هـ، وصُلي عليه في مسجد الراجحي، ودفن في مقبرة النسيم في جمع كبير من الناس فيهم العلماء وطلاب العلم، رحمه الله تعالى.","seal":"B94B02AE","cat":"الفرق والردود","oNum":17324,"BkId":17324,"oAuth":1077,"bVer":1,"aSeal":"B3D66BC9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t17324":
    [
      {"lvl":1,"id":6,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":61,"sub":0,"tit":"الخاتمة"}
    ]
}
