{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b17402":
    [
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":4,"nass":"تنبيهات على رسالتين للشيخ أبي بكر الجزائري\rأولاهما المسماة بـ «الأحاديث النبوية الشريفة في أعاجيب المخترعات الحديثة»\rوالثانية المسماة بـ «اللقطات في بعض ما ظهر للساعة من علامات»\r\rتأليف\rالفقير إلى الله تعالى حمود بن عبد الله بن حمود التويجري\rغفر الله له ولوالديه ولجميع المسلمين\r\rمكتبة المعارف","seal":"DA458378","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":5,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\rأما بعد:\rفقد كتبت هذه التنبيهات على نسخة بخط المؤلف أبي بكر جابر الجزائري، وقد أرسلها إلى الشيخ عبد العزيز بن عبد الله ابن باز للنظر فيها، والتنبيه على ما يكون فيها من الأخطاء.\rوقد أحالها الشيخ عبد العزيز إليّ فكتبت عليها التنبيهات المذكورة في هذه الأوراق، وقد طبعت الرسالتان الطبعة الأولى في مطبعة المعرفة، نشر مكتبة الكليات الأزهرية سنة 1404 هـ على ما كان فيهما من الأخطاء، ولم يلحق بهما شيء من التنبيهات، وقد سميت الرسالة الأولى في النسخة المطبوعة باسم الرسالة الثانية في النسخة التي بخط المؤلف. وسميت الرسالة الثانية في النسخة المطبوعة باسم الرسالة الأولى في النسخة التي بخط المؤلف. ولا أدري هل وقع هذا سهواً أو لقصد آخر، وحيث إن التنبيه على الأخطاء الواقعة في الرسالتين مهم جداً فقد رأيت أنه","seal":"08E994DF","page":3},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"يتعين نشر التنبيهات مفردة ليطلع عليها من كانت عنده النسخة المطبوعة، ويعلموا وجه الصواب فيما ذكره المؤلف، وقد ذكرت في التنبيهات أرقام الصفحات في النسخة التي بخط المؤلف، وسأذكر معها أرقام الصفحات في النسخة المطبوعة لتسهل مراجعة الأخطاء فيها إن شاء الله تعالى.\rوالله المسئول أن يريني وإخواني المسلمين الحق حقاً ويرزقنا اتباعه، ويرينا الباطل باطلا ويرزقنا اجتنابه ولا يجعله ملتبساً علينا فنضل.","seal":"8FED10B7","page":4},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"فصل\rفي التنبيه على الأخطاء التي في الرسالة الأولى\rفي صفحة 2 وصفحة 3 وصفحة 5 من النسخة التي بخط المؤلف. وهو في صفحة 7 وصفحة 12 من النسخة المطبوعة: ذكر أبو بكر الجزائري قول النبي - صلى الله عليه وسلم -: «سيكون في آخر أمتي رجال يركبون على سروج كأشباه الرجال» الحديث. ولم يعزه. وقد رواه الإمام أحمد في المسند، وابن حبان في صحيحه من حديث عبد الله بن عمرو بن العاص رضي الله عنهما. وهو في صفحة 223 ج2 من الطبعة الأولى من المسند، وفي صفحة 36 - 38 ج 12 من الطبعة الأخيرة التي عليها تعليق أحمد محمد شاكر. وأما صحيح ابن حبان فهو في صفحة 351 من موارد الظمآن، ورواه الطبراني والحاكم في المستدرك بلفظ غير اللفظ الذي ذكره الجزائري. وأسانيده كلها صحيحه.\rوفي صفحة 4 من النسخة التي بخط المؤلف. وهو في صفحة 10 من النسخة المطبوعة: ذكر الجزائري ما رواه الدارمي في مسنده وأبو نعيم في الحلية عن أبي الزاهرية يرفعه أن النبي - صلى الله عليه وسلم - قال: «إن الله قال أبث العلم في آخر الزمان» الحديث وهو","seal":"BF1311FD","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"مرسل. ورواته عند الدارمي كلهم ثقات. أولهم من رجال البخاري والباقون من رجال مسلم. وهو في صفحة 80 ج 1 من سنن الدارمي طبع مطبعة الاعتدال بدمشق عام 1349 هـ وقد تكلف الجزائري حيث زعم أن في هذا الحديث إخباراً عن وجود الراديو في آخر الزمان. ولو أنه استدل به على وجود المطابع وكثرتها في جميع أنحاء الأرض، وانتشار الكتب المطبوعة في شتى العلوم، وانتشار التعليم في المدن والقرى لكان أقرب إلى مطابقة ما جاء في الحديث.\rوفي صفحة 5 من النسخة التي بخط المؤلف. وهو في صفحة 12 من النسخة المطبوعة: استدل الجزائري بذكر الطير الأبابيل في سورة الفيل على أن القرآن قد دل على وجود الطائرات النفاثات التي تحمل القذائف وتقذف بها على الجيوش المعادية. ولا يخفي ما في هذا الاستدلال من التكلف والقول في القرآن بغير علم، وحمل القرآن على غير محامله. وما أعظم ذلك وأشد خطره.\rوفي صفحة 5 النسخة التي بخط المؤلف. وهو في صفحة 13 من النسخة المطبوعة: قال الجزائري: وقال رسول الله - صلى الله عليه وسلم - في رواية أحمد وغيره: «لا تقوم الساعة حتى تظهر الفتن ويكثر","seal":"EE71E1E6","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"الكذب وتتقارب الأسواق ويتقارب الزمان وتطوى الأرض» الحديث. قلت: قد رواه الإمام أحمد في مسنده من حديث أبي هريرة رضي الله عنه ورواته كلهم ثقات. وهو في صفحة 519ج 2 من الطبعة الأولى. ورواه ابن حبان في صحيحة، وهو في صفحة 465 من موارد الظمآن، وليس فيه: (وتطوى الأرض) لا عند أحمد ولا عند ابن حبان، فلا أدري من أين جاء به الجزائري وأدخله في الحديث.\rوفي صفحة 6 من النسخة التي بخط المؤلف. وهو في صفحة 13 من النسخة المطبوعة: ذكر الجزائري طرفاً من الحديث الذي رواه مسلم من حديث النواس بن سمعان رضي الله عنه في ذكر الدجال. وفيه: قلنا: يا رسول الله وما إسراعه في الأرض؟ قال: «كالسحاب استدبرته الريح» هكذا قال الجزائري كالسحاب، وهو خطأ. وصوابه: «كالغيث استدبرته الريح» هكذا هو في صحيح مسلم وهو في صفحة 2252 ج 4 من طبع إحياء الكتب العربية التي عليها تحقيق محمد فؤاد عبد الباقي. وفي صفحة 66 ج 18 طبع المطبعة المصرية التي عليها شرح النووي. وقد زعم الجزائري أن الحديث يدل على وجود الطائرات في آخر","seal":"4FE952A6","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"الزمان. وأن سرعة الدجال في الأرض إنما تكون على مثل الطائرات. وهذا مردود بما جاء في حديث جابر بن عبد الله رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال في الدجال: «وله حمار يركبه عرض ما بين أذنيه أربعون ذراعاً» الحديث رواه الإمام أحمد بإسناد صحيح علي شرط البخاري ومسلم. ورواه الحاكم في المستدرك وصححه ووافقه الذهبي على تصحيحه وقال: إنه على شرط مسلم، وروى الحاكم أيضاً من حديث أبي الطفيل رضي الله عنه، عن حذيفة بن أسيد رضي الله عنه، أنه قال في الدجال: «ولا يسخر له من المطايا إلا الحمار فهو رجس على رجس» قال الحاكم: صحيح، وقال الذهبي: على شرط البخاري ومسلم، وقد رواه عبد الله بن الإمام أحمد في كتاب السنة بإسناد صحيح على شرط الشيخين وقال فيه: «ولا يسخر له من الدواب إلا الحمار رجس على رجس» وروى مسدد عن أبي الطفيل رضي الله عنه قال: سمعت من بعض أصحاب النبي - صلى الله عليه وسلم - حديثا في الدجال أنه يجيء على حمار، قال البوصيري رواته ثقات.\rقلت: وهذا الأثر له حكم المرفوع، لأن فيه إخباراً عن أمر غيبي ومثله لا يُقال من قبل الرأي، وإنما يقال عن توقيف. وفي","seal":"12E6E27F","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"النص على ركوب الدجال على الحمار، ومجيئه عليه أبلغ رد على من زعم أنه يجيء على الطائرات أو غيرها مما صنعه الآدميون، وركوبه على الحمار الموصوف بما تقدم ذكره أبلغ في الافتتان به من ركوبه على الطائرات وغيرها مما قد عرفه الناس واعتادوا ركوبه، وسيره على الحمار العظيم الجسم قد يكون أسرع من سير الطائرات بكثير، والذي يظهر أن مركوب الدجال وما يجريه الله على يديه من الأمور الغريبة إنما يكون ذلك من خوارق العادات، لا من الأمور العادية التي قد عرفها الناس وذلك أبلغ في الابتلاء والامتحان.\rوفي صفحة 6 من النسخة التي بخط المؤلف. وهو في صفحة 14 من النسخة المطبوعة: قال الجزائري: وقال عليه الصلاة والسلام في رواية الطبراني وغيره عن ابن مسعود رضي الله عنه: «لا تقوم الساعة حتى لا تنطح ذات قرن جماء وحتى يبعث الغلام الشيخ بريداً بين الأفقين وحتى يبلغ التاجر بين الأفقين فلا يجد ربحاً»\rقلت: قد رواه الطبراني في الكبير صفحة 344 ج 9 قال: حدثنا عبدان بن أحمد، حدثنا هشام بن عمار، حدثنا عمر بن","seal":"405FCDDE","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"المغيرة، عن ميمون أبي حمزة عن إبراهيم، عن علقمة قال: لقي عبد الله بن مسعود رضي الله عنه أعرابي فقال: السلام عليك يا أبا عبد الرحمن، فضحك فقال: صدق الله ورسوله، سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تقوم الساعة حتى يكون السلام على المعرفة وحتى تتخذ المساجد طرقا فلا يسجد لله فيها وحتى يبعث الغلام الشيخ بريداً بين الأفقين وحتى يبلغ التاجر بين الأفقين فلا يجد ربحاً» إسناده ضعيف جداً لأن فيه عمر بن المغيرة وميمون أبا حمزة وكل منهما قد تُكلم فيه، قال الذهبي في الميزان: قال البخاري: عمر بن المغيرة منكر الحديث مجهول. وقال الذهبي أيضا في ميمون أبي حمزة: قال أحمد: متروك الحديث. وقال الدارقطني: ضعيف، وقال أبو حاتم: يكتب حديثه. وقال البخاري: ليس بالقوي عندهم. وقال النسائي: ليس بثقة. وليس في هذا الحديث حتى لا تنطح ذات قرن جماء. فلا أدري كيف أدخله الجزائري في حديث ابن مسعود رضي الله عنه، وقد رواه الإمام أحمد في مسنده بإسناد حسن من حديث أبي هريرة رضي الله عنه، وهو في صفحة 442 ج 2 من الطبعة الأولى. وقد تكلف الجزائري في تأويله وتطبيقه على ما هو بعيد عنه جداً حيث زعم أنه يدل على القضاء على الغارات التي تشنها العصابات","seal":"375F7196","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":13,"nass":"المجرمة. أما حديث ابن مسعود رضي الله عنه فقد زعم الجزائري أن النبي - صلى الله عليه وسلم - أخبر فيه بوجود الطائرات والسيارات والسكك الحديدية. وهذا من التكلف إذ ليس في الحديث دلالة صريحة بوجود هذه الأشياء. وأيضا فإن الحديث ضعيف جداً فلا يعتمد عليه.\rوفي صفحة 7 من النسخة التي بخط المؤلف. وهو في صفحة 16 من النسخة المطبوعة: ذكر الجزائري ما رواه النسائي في سننه: «إن من أشراط الساعة أن يفشو المال ويكثر وتفشو التجارة ويظهر القلم ويبيع الرجل البيع فيقول لا حتى أستأمر تاجر بني فلان» إلخ.\rقلت: قد رواه النسائي في سننه في (باب التجارة) من (كتاب البيوع) وهو في صفحة 244 ج 7 طبع المطبعة المصرية بالأزهر. من حديث عمرو بن تغلب رضي الله عنه، عن النبي - صلى الله عليه وسلم -، وإسناده صحيح على شرط البخاري ومسلم وفيه: «ويظهر العلم» بدل القلم. وقد رواه أبو داود الطيالسي مختصرا ولفظه: «إن من أشراط الساعة أن يكثر التجار ويظهر القلم» ورواه الحاكم في مستدركه ولفظه: «إن من أشراط الساعة أن يفيض","seal":"2EFDE748","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"المال ويكثر الجهل وتظهر الفتن وتفشو التجار» قال الحاكم: صحيح على شرطهما ووافقه الذهبي في تلخيصه.\rوفي صفحة 7 من النسخة التي بخط المؤلف. وهو في صفحة 17 من النسخة المطبوعة: قال الجزائري: حديث الترمذي عن أنس بن مالك رضي الله عنه ونصه: «لا تقوم الساعة حتى يتقارب الزمان فتكون السنة كالشهر والشهر كالجمعة وتكون الجمعة كاليوم ويكون اليوم كالساعة وتكون الساعة كاحتراق السعفة».\rقلت: قد رواه الترمذي في (باب ما جاء في تقارب الزمان وقصر الأمل) من (كتاب الزهد) صفحة 567 ج 4 نشر المكتبة الإسلامية، وقال الترمذي: هذا حديث غريب. ولفظه في آخره «وتكون الساعة كالضرمة بالنار» فأما اللفظ الذي ذكره المؤلف فهو عن أبي هريرة رضي الله عنه رواه الإمام أحمد بإسناد صحيح على شرط مسلم وهو في صفحة 537 - 538 ج 2 الطبعة الأولى. ورواه ابن حبان في صحيحه صفحة 466 موارد الظمآن.\rوفي صفحة 7 من النسخة التي بخط المؤلف. وهو في صفحة 17 من النسخة المطبوعة: قال الجزائري: حديث ابن مسعود رضي الله عنه عند الطبراني. وفيه: «من اقتراب الساعة انتفاج","seal":"5F9535E9","page":12},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":15,"nass":"الأهلة» وفي رواية أبي هريرة (انتفاخ الأهلة).\rقلت: أما حديث ابن مسعود رضي الله عنه فقد رواه الطبراني في الكبير في صفحة 244 ج 10 وقال فيه: «من اقتراب الساعة انتفاخ الأهلة» بالخاء لا بالجيم. والحديث ضعيف لأن في إسناده عبد الرحمن بن يوسف، قال الذهبي في الميزان: وابن حجر في لسان الميزان قال ابن عدي وغيره لا يعرف. ثم ذكرا حديث انتفاخ الأهلة. وذكر ابن حجر عن العقيلي أنه قال: مجهول في النسبة والرواية وحديثه غير محفوظ ولا يعرف إلا به. وأما حديث أبي هريرة فرواه الطبراني في الصغير ولفظه: «من اقتراب الساعة انتفاخ الأهلة وأن يرى الهلال لليلة فيقال لليلتين» قال الهيثمي في مجمع الزوائد صفحة 146 ج 3 وفيه عبد الرحمن بن الأزرق الأنطاكي، ولم أجد من ترجمه. انتهى. فأما اللفظ الذي ذكره الجزائري واعتمد عليه وهو قوله: «من اقتراب الساعة انتفاج الأهلة» أي بالجيم فما رأيته في شيء من الكتب المعتمدة. والأحرى أنه تصحيف من بعض النساخ أو الطابعين. وقد اعتمد الجزائري على هذه اللفظة التي لم تثبت، وزعم أن معناها سرعة انتشار خبر الأهلة بمجرد ظهورها ورؤيتها في البلاد. ولا يخفي","seal":"1ACA4195","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"ما في هذا من التكلف، وأيضا فإن الحديث ضعيف جداً فلا يعتمد عليه.\rوفي صفحة 8 من النسخة التي بخط المؤلف. وهو في صفحة 19 من النسخة المطبوعة: ذكر الجزائري حديث أبي هريرة رضي الله عنه في قصة الراعي الذي كلّمه الذئب فأخبر النبي - صلى الله عليه وسلم - بذلك فقال النبي - صلى الله عليه وسلم -: «إنها أمارة من أمارات بين يدي الساعة قد أوشك الرجل أن يخرج فلا يرجع حتى تحدثه نعلاه وسوطه ما أحدث أهله بعده».\rقلت: هذا الحديث قد رواه الإمام أحمد في مسنده وإسناده حسن. وقال الهيثمي في مجمع الزوائد: رجالة ثقات، وهو في صفحة 306 ج 2 من الطبعة الأولى من المسند. وقد تأوله الجزائري على آلة التسجيل وهو تأويل بعيد جداً. ويرد هذا التأويل أن الذئب قد كلم الراعي في عهد رسول الله - صلى الله عليه وسلم -، فجاء الراعي إلى النبي - صلى الله عليه وسلم - وأخبره بتكليم الذئب له، فقال النبي - صلى الله عليه وسلم -: «إنها أمارة من أمارات بين يدي الساعة قد أوشك الرجل أن يخرج فلا يرجع حتى تحدثه نعلاه وسوطه ما أحدث أهله بعده» فتكليم السباع لبني آدم في آخر الزمان حق على حقيقته. وكذلك","seal":"74F77635","page":14},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"تكليم الفخذ، وعذبة السوط، وشراك النعل، فكله حق على حقيقته وهو من خوارق العادات التي تكون عند اقتراب الساعة، وليس من صناعة الآدميين. ومن زعم أنه من صناعة الآدميين فقد أبعد النجعة وتكلف غاية التكلف. وقد أخبر النبي - صلى الله عليه وسلم - في عدة أحاديث صحيحة أن المسلمين يقاتلون اليهود في آخر الزمان فيقتلهم المسلمون حتى يختبئ اليهودي من وراء الحجر والشجر، فيقول الحجر أو الشجر: يا مسلم هذا يهودي خلفي فتعال فاقتله. فهذا نظير ما ثبت عن النبي - صلى الله عليه وسلم - من تكليم السباع والفخذ والنعلين والسوط لبني آدم في آخر الزمان. وكله حق على حقيقته.\rوفي صفحة 9 من النسخة التي بخط المؤلف. وهو في صفحة 21 من النسخة المطبوعة: زعم الجزائري أن النبي - صلى الله عليه وسلم - أخبر بوجود آلة التصوير واستدل لذلك بما جاء في حديث حذيفة بن اليمان رضي الله عنهما مرفوعاً: «من اقتراب الساعة اثنتان وسبعون خصلة - فذكرها ومنها - وحليت المصاحف وصورت المساجد وطولت المنابر» وهذا الحديث قد رواه أبو نعيم في الحلية صفحة 358 - 359 ج 3 وهو حديث ضعيف، لأن في إسناده فرج بن فضالة وهو ضعيف. وقد رواه عبد الله بن عبيد بن عمير الليثي","seal":"2117C417","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"عن حذيفة، وروايته عنه منقطعة، وقد قال أبو نعيم بعد إيراده: غريب من حديث عبد الله بن عبيد بن عمير لم يروه عنه فيما أعلم إلا فرج بن فضالة. انتهى. وحيث كان الحديث ضعيفاً فلا ينبغي الجزم بأن النبي - صلى الله عليه وسلم - أخبر بما جاء فيه، ولو كان الحديث صحيحا لكان له وجه غير ما ذكره الجزائري وهو زخرفة المساجد. وقد جاء ذلك في حديث عوف بن مالك الذي رواه الطبراني بإسناد ضعيف ففيه: (وزخرفت المساجد ورفعت المنابر) وقد كان التصوير بالأيدي موجوداً بكثرة قبل أن توجد آلة التصوير.\rوبعد فإن كثيراً مما تأوله الجزائري على ظهور المخترعات الحديثة لا يخلو من التكلف في التطبيق، وأخشى أن يدخل بعضه في القول على رسول الله - صلى الله عليه وسلم - بما لم يقل، ولو أن المؤلف أورد الحديث الصحيح عن أنس بن مالك رضي الله عنه أن رسول الله - صلى الله عليه وسلم - «قام على المنبر فذكر الساعة، وذكر أن بين يديها أموراً عظاماً» رواه الإمام أحمد والبخاري ومسلم وابن حبان في صحيحه بإسناد مسلم. وأورد أيضا حديث سمرة بن جندب رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال في خطبته بعد صلاة الكسوف: «وإنه","seal":"A91E1467","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"والله لا تقوم الساعة حتى يخرج ثلاثون كذاباً آخرهم الأعور الدجال» فذكر الحديث في شأن الدجال ونزول عيسى بن مريم وإهلاك الدجال وجنوده ثم قال: «ولن يكون ذلك كذلك حتى تروا أموراً عظاماً يتفاقم شأنها في أنفسكم وتساءلون بينكم هل كان نبيكم ذكر لكم منها ذكرا حتى تزول جبال عن مراتبها» رواه الإمام أحمد والطبراني وابن حبان في صحيحة والحاكم في مستدركه، وقال: صحيح على شرط الشيخين ووافقه الذهبي في تلخيصه، وعن سمرة أيضا رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «لا تقوم الساعة حتى تروا أموراً عظاماً لم تكونوا ترونها ولا تحدثون بها أنفسكم» رواه ابن وضاح والطبراني وإسناده ضعيف. والحديث قبله يشهد له ويقويه.\rأقول لو أن المؤلف اقتصر على هذين الحديثين عن أنس وسمرة رضي الله عنهما وطبقهما على جميع المخترعات الحديثة لكان ذلك مناسبا جداً، إذ فيهما إشارة إلى جميع المخترعات الحديثة على سبيل الإجمال.\rوالله الموفق. وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. 13/ 1/ 1404 هـ.","seal":"B83B7D0C","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"فصل\rفي التنبيه على الأخطاء التي في الرسالة الثانية\rفي صفحة 4 من النسخة التي بخط المؤلف. وهو في صفحة 33 من النسخة المطبوعة: ذكر الجزائري ما جاء في الحديث المرفوع: «لا تقوم الساعة حتى تروا أمورا عظاماً لم تكونوا ترونها ولا تحدثون بها أنفسكم» ثم ذكر في الحاشية أنه رواه أحمد والبزار والطبراني من حديث سمرة بن جندب رضي الله عنه.\rوأقول: أما الإمام أحمد رحمه الله تعالى فإنه لم يروا هذا الحديث المختصر في مسنده، وإنما روي نحوه في حديث طويل عن سمرة رضي الله عنه، وأما البزار فما رأيت أحدا من العلماء ذكر عنه أنه رواه، وإنما رواه الطبراني وحده وهو في صفحة 250 ج 7 من المعجم الكبير طبع مطبعة الوطن العربي، وفي إسناده عفير بن معدان وهو ضعيف، ولكن له شاهد مما جاء في خطبة النبي - صلى الله عليه وسلم - بعد صلاة الكسوف، وهو حديث طويل رواه الإمام أحمد والطبراني وابن خزيمة وابن حبان في صحيحيهما، والحاكم في مستدركه من حديث سمرة رضي الله عنه، وقال الحاكم: صحيح على شرط الشيخين، ووافقه الذهبي في تلخيصه، وقد جاء فيه","seal":"DD67F9DE","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"بعد ذكر خروج الدجال ونزول عيسى بن مريم وقتل الدجال وجنوده أن النبي - صلى الله عليه وسلم - قال: «ولن يكون ذلك كذلك حتى تروا أمورا عظاماً يتفاقم شأنها في أنفسكم وتساءلون بينكم هل كان نبيكم ذكر لكم منها ذكرا حتى تزول جبال عن مراتبها».\rوذكر الجزائري أيضا في صفحة 4 من النسخة التي بخطه وهو في صفحة 33 - 34 من النسخة المطبوعة ما جاء في الحديث المرفوع: «سترون قبل أن تقوم الساعة أشياء تنكرونها عظاماً تقولون هل كنا حُدِّثنا بهذا» ثم ذكر في الحاشية أنه رواه البزار والطبراني في الكبير من حديث سمرة بن جندب رضي الله عنه.\rوأقول: هذا الحديث قد ذكره الهيثمي في مجمع الزوائد وقال: إسناده ضعيف وفيه من لم أعرفهم، قلت: وله شاهد مما جاء في خطبة النبي - صلى الله عليه وسلم - بعد صلاة الكسوف وهو حديث صحيح. وقد تقدم بيان ذلك.\rوفي صفحة 5 من النسخة التي بخط المؤلف. وهو في صفحة 37 من النسخة المطبوعة: ذكر الجزائري حديث ابن مسعود رضي الله عنه الذي أوله: «كيف بكم إذا لبستكم فتنة» وجعله مرفوعا إلى النبي - صلى الله عليه وسلم -. وهذا سهو منه، فإن الحديث موقف على ابن","seal":"4F40E57A","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"مسعود رضي الله عنه، هكذا رواه عبد الرزاق في مصنفه صفحة 359 - 360 ج 11 عن معمر عن قتادة أن ابن مسعود رضي الله عنه قال فذكره. وفيه انقطاع بين قتادة وابن مسعود رضي الله عنه، ورواه الحاكم في مستدركه صفحة 514 ج 4 من طريق الأعمش، عن أبي وائل قال: قال عبد الله فذكره. قال الذهبي في تلخيصه: على شرط البخاري ومسلم. وقد رواه أبو نعيم في الحلية صفحة 136 ج 1 مرفوعا إلى النبي - صلى الله عليه وسلم - وفي إسناده يزيد بن أبي زياد ومحمد بن نبهان وقد تُكلّم في كل منهما. فأما يزيد بن أبي زياد فقد ذكر الذهبي في الميزان عن يحيى أنه قال: ليس بالقوى، وقال أيضا: لا يحتج به. وقال ابن المبارك: ارم به، وقال شعبة: كان يزيد بن أبي زياد رفّاعاً. وذكر الحافظ ابن حجر في (تهذيب التهذيب) عن علي بن المنذر عن ابن فضيل قال: كان من أئمة الشيعة الكبار، وقال عبد الله بن أحمد عن أبيه: ليس حديثه بذاك، وقال مرة: ليس بالحافظ. وقال عثمان الدارمي، عن ابن معين: ليس بالقوى، وقال أبو يعلي الموصلي، عن ابن معين: ضعيف. وقال العجلي: جائز الحديث، وكان بآخرة يلقن، وقال ابن سعد: كان ثقة في نفسه إلا أنه اختلط في آخر عمره فجاء بالعجائب. وقال ابن خزيمة: في القلب منه. وقال","seal":"58DC857F","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"النسائي: ليس بالقوي، وقال الدارقطني: لا يخرج عنه في الصحيح. ضعيف يخطئ كثيراً ويتلقن إذا لقن. وقد وثقه يعقوب بن سفيان وأحمد بن صالح المصري. وأما محمد بن نبهان فهو محمد بن يوسف بن يعقوب بن إسحاق بن إبراهيم بن نبهان بن طريف بن عاصم الرازي. قال الذهبي في الميزان: شيخ يروي عنه أبو بكر بن زياد النقاش. ظالم لنفسه وضع كثيراً في القراءات.\rوقال الخطيب: يتهم بوضع الحديث. وقال الدارقطني: وضع نحواً من ستين نسخة قراءات ليس لشيء منها أصل، وضع من الأحاديث مالا يضبط، قدم قبل الثلاثمائة بغداد فسمع منه ابن مجاهد وغيره، ثم تبين كذبه فلم يحك عنه ابن مجاهد حرفاً، وأما النقاش فيدلسه، فتارة يقول: حدثنا محمد بن طريف. وتارة يقول: محمد بن نبهان. وتارة: محمد بن عاصم. يعني ينسبه إلى أجداده. انتهى. وذكر ابن حجر في لسان الميزان عن الدارقطني أنه قال: كان يضع الأحاديث والنسخ. انتهى. وقال الذهبي أيضا في الميزان: محمد بن طريف بن عاصم شيخ للنقاش كذاب يدلسه، فتارة يقول: حدثنا محمد بن عاصم، وتارة يقول: حدثنا محمد بن نبهان وغير ذلك مع أن النقاش لا يوثق به. انتهى. وقد قال أبو نعيم في الحلية بعد روايته للحديث: كذا","seal":"DE48AB05","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"رواه محمد بن نبهان مرفوعاً والمشهور من قول عبد الله موقوف. انتهى. وحيث كان الحديث بهذه المثابة من الضعف فلا يجوز الجزم برفعه إلى النبي - صلى الله عليه وسلم -.\rوفي صفحة 7 من النسخة التي بخط المؤلف. وهو في صفحة 40 من النسخة المطبوعة: ذكر الجزائري نظرية داروين في النشوء والارتقاء، ثم ذكر في صفحة 8 من النسخة التي بخطه، وهو في صفحة 42 من النسخة المطبوعة: حديث أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إذا قاتل أحدكم أخاه فليجتنب الوجه فإن الله خلق آدم على صورته».\rقلت: هذا الحديث رواه مسلم بهذا اللفظ في (كتاب البر والصلة والآداب) صفحة 2017 ج 4 طبع دار إحياء الكتب العربية، وهي الطبعة التي حققها محمد فؤاد عبد الباقي. وهو أيضا في صفحة 165 - 166 ج 16 من طبع المطبعة المصرية التي عليها شرح النووي. ورواه البخاري في كتاب العتق مختصراً صفحة 182 ج 5 فتح الباري طبع المطبعة السلفية، ورواه الإمام أحمد في المسند صفحة 244 ج 2 الطبعة الأولى ولفظه: «إذا ضرب أحدكم فليجتنب الوجه فإن الله خلق آدم على صورته» وقد","seal":"1CE0398F","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"قال الجزائري في الكلام على هذا الحديث ما نصه:\r«وتأويل هذا الحديث يحتمل ثلاثة أوجه:\rأحدهما: باطل لأنه محال عقلا وشرعا وهو كون الله خلق آدم على صورته عز وجل، إذ الله تعالى ليس كمثله شيء وهو السميع البصير، فلم يكن له تعالى كفؤ ولا مثل بحال.\rوالثاني: يحتمل الجواز وهو أن يكون الله تعالى خلق آدم على صورة الرجل المضروب.\rوالثالث: وهو المعجزة المحمدية وشاهد إبطال النظرية الدارونية والإلقاء بها في نفاية الزبالات وهو أن الله خلق آدم على صورته التي ورثها أبناؤه عنه.\rولازم هذا أن آدم عليه السلام لم يتطور في خلقه، بل خلقه الله يوم خلقه على صورته التي توارثها أبناؤه جيلا بعد جيل كما هو الشأن في سائر الحيوانات. كل جنس من أجناس الحيوان يتوارث أفراده الشكل والصورة الأولى لأول حيوان، فلم يطرأ عليها تغير ولا تبدل يذكر، فالفرس منذ أن كان هو الفرس، والقرد هو القرد» انتهى الكلام.\rوأقول: إن الجزائري قد زالّ في هذا الموضع زلة شنيعة، حيث قرر قول الجهمية وأخذ به، وخالف قول أهل السنة والجماعة.","seal":"0302D03F","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"فأما الوجه الأول الذي زعم أنه باطل ومحال عقلا وشرعا فهو قول أهل السنة والجماعة: ذكر ذلك القاضي أبو الحسين في ترجمة أبي جعفر محمد بن عوف بن سفيان الطائي الحمصي، من (طبقات الحنابلة) قال: نقلت من خط أحمد الشنجي بإسناده قال: سمعت محمد بن عوف يقول: أملي علي أحمد بن حنبل - فذكر جملة من مسائل الاعتقاد ومنها - وأن آدم صلى الله عليه خُلق على صورة الرحمن كما جاء الخبر عن رسول الله - صلى الله عليه وسلم -، رواه ابن عمر عن رسول الله - صلى الله عليه وسلم -.\rوأما الوجه الثاني والوجه الثالث فهما: خلاف قول أهل السنة، وقد نص الإمام أحمد رحمه الله تعالى علي أنهما من أقوال الجهمية. قال الطبراني في كتاب (السنة) حدثنا عبد الله بن أحمد بن حنبل قال: قال رجل لأبي: إن رجلا قال: خلق الله آدم على صورته، أي صورة الرجل. فقال: كذب هو قول الجهمية. ذكره الحافظ ابن حجر في آخر (كتاب العتق) من (فتح الباري) وذكر القاضي أبو الحسين في (طبقات الحنابلة) عن أبي جعفر محمد بن علي الجرجاني المعروف بحمدان قال: سألت أبا ثور عن قول النبي - صلى الله عليه وسلم -: «إن الله خلق آدم على صورته»","seal":"9DE3E0EC","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"فقال: على صورة آدم، وكان هذا بعد ضرب أحمد بن حنبل والمحنة، فقلت لأبي طالب: قل لأبي عبد الله. فقال أبو طالب: قال لي أحمد بن حنبل: صح الأمر على أبي ثور. من قال إن الله خلق آدم على صورة آدم فهو جهمي، وأي صورة كانت لآدم قبل أن يخلقه. وقال القاضي أبو الحسين أيضا في ترجمة عبد الوهاب ابن عبد الحكم الوراق، من (طبقات الحنابلة) قال زكريا بن الفرج: سألت عبد الوهاب غير مرة عن أبي ثور فأخبرني أن أبا ثور جهمي، وذلك أنه قطع بقول أبي يعقوب الشعراني. حكى أنه سأل أبا ثور عن خلق آدم على صورته فقال: إنما هو على صورة آدم ليس هو على صورة الرحمن. قال زكريا: فقلت بعد ذلك لعبد الوهاب: ما تقول في أبي ثور؟ فقال: ما أدين فيه إلا بقول أحمد بن حنبل: يهجر أبو ثور ومن قال بقوله. قال زكريا: وقلت لعبد الوهاب مرة أخرى وقد تكلم قوم في هذه المسألة: «خلق الله آدم على صورته» فقال: من لم يقل إن الله خلق آدم على صورة الرحمن فهو جهمي.\rفأما حديث ابن عمر رضي الله عنهما الذي أشار إليه الإمام أحمد رحمه الله تعالى فهو حديث صحيح الإسناد، رواه عبد الله","seal":"064AF9CF","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"ابن الإمام أحمد في كتاب (السنة) بإسناد رجاله رجال الصحيحين. ولفظه: قال: حدثني أبو معمر، حدثنا جرير عن الأعمش، عن حبيب بن أبي ثابت، عن عطاء، عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - «لا تقبحوا الوجه فإن الله خلق آدم على صورة الرحمن» وقد رواه أبو بكر الآجري في (كتاب الشريعة) فقال: أخبرنا أبو محمد عبد الله بن صالح البخاري قال: حدثنا إسحاق بن إبراهيم المروزي قال: حدثنا جرير بن عبد الحميد، عن الأعمش، عن حبيب بن أبي ثابت، عن عطاء، عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا تقبحوا الوجه فإن ابن آدم خلق على صورة الرحمن عز وجل» إسناده صحيح. أبو محمد عبد الله بن صالح البخاري قال: أبو علي الحافظ ثقة مأمون. وقال أبو بكر الإسماعيلي: ثقة ثبت. وقال أبو الحسين بن المنادي، هو أحد الثقات وأهل الصلاح والفهم لما يحدث به: وبقية رجاله رجال الصحيح. وفي الباب عن أبي هريرة رضي الله عنه: رواه عبد الله ابن الإمام أحمد في (كتاب السنة) فقال: حدثني أبو بكر الصاغاني، حدثنا أبو الأسود - وهو النضر بن عبد الجبار - حدثنا ابن لهيعة عن أبي يونس - وهو سليم بن جبير السدوسي مولي أبي هريرة - عن أبي","seal":"FE9A112B","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"هريرة رضي الله عنه، عن رسول الله - صلى الله عليه وسلم - قال: «إذا قاتل أحدكم فليجتنب الوجه فإنما صورة الإنسان على وجه الرحمن» ابن لهيعة ضعفه بعض الأئمة، وحسن بعضهم حديثه، وقد روى له مسلم مقرونا بآخر. وبقية رجاله ثقات. وحديث ابن عمر المذكور قبله يشهد له ويقويه.\rوقد ذكر الحافظ ابن حجر في آخر (كتاب العتق) من (فتح الباري) ما ورد في بعض طرق حديث أبي هريرة رضي الله عنه: «أن الله خلق آدم على صورة الرحمن» ثم قال: أخرجه ابن أبي عاصم في (السنة) والطبراني من حديث ابن عمر بإسناد رجالة ثقات. وأخرجه ابن أبي عاصم أيضا من طريق أبي يونس عن أبي هريرة بلفظ: «من قاتل فليجتنب الوجه فإن صورة وجه الإنسان على صورة وجه الرحمن» فتعين إجراء ما في ذلك على ما تقرر به أهل السنة من إمراره كما جاء من غير اعتقاد تشبيه. قال: وقال حرب الكرماني في (كتاب السنة): سمعت إسحاق بن راهويه يقول: صح أن الله خلق آدم على صورة الرحمن. وقال إسحاق الكوسج: سمعت أحمد يقول: هو حديث صحيح. انتهى ما ذكره الحافظ ابن حجر. وقد ذكر الذهبي في ترجمة أبي الزناد في (الميزان) ما رواه حرب عن إسحاق، وما رواه الكوسج عن أحمد، ثم قال: وهو مخرج في","seal":"B8F41F3B","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"الصحاح. قال: وأما معنى حديث الصورة فنرد علمه إلى الله ورسوله، ونسكت كما سكت السلف مع الجزم بأن الله ليس كمثله شيء انتهى.\rوقال أبو بكر الآجري في (كتاب الشريعة): (باب الإيمان بأن الله عز وجل خلق آدم على صورته بلا كيف) ثم روى حديث أبي هريرة رضي الله عنه في ذلك من عدة طرق بألفاظ مختلفة:\rاللفظ الأول: قال رسول الله - صلى الله عليه وسلم -: «إذا ضرب أحدكم فليجتنب الوجه فإن الله خلق آدم على صورته».\rاللفظ الثاني: قال رسول الله - صلى الله عليه وسلم -: «لا تُقبحوا الوجه فإن الله تعالى خلق آدم على صورته».\rاللفظ الثالث: بنحو اللفظ الأول.\rاللفظ الرابع عن أبي هريرة رضي الله عنه قال: «لا تقل: قبح الله وجهك ولا وجه من أشبه وجهك فإن الله عز وجل خلق آدم على صورته» وقد رواه الإمام أحمد في مسنده: حدثنا يحيي ابن سعيد قال: حدثنا ابن عجلان قال: حدثني سعيد عن أبي","seal":"F355AA10","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «إذا ضرب أحدكم فليجتنب الوجه ولا تقل قبح الله وجهك ووجه من أشبه وجهك، فإن الله عز وجل خلق آدم عليه السلام على صورته» ابن عجلان قد روى له مسلم في المتابعات، ووثقه ابن عيينة، وأحمد وابن معين وأبو زرعة وأبو حاتم والنسائي والعجلي. وبقية رجاله رجال الصحيح.\rوروى الآجري في الباب أيضا حديث ابن عمر رضي الله عنهما، وقد تقدم ذكره. ثم قال الآجري بعد إيراده لحديثي أبي هريرة وابن عمر رضي الله عنهما: هذه من السنن التي يجب على المسلمين الإيمان بها ولا يقال فيها كيف ولم، بل تستقبل بالتسليم والتصديق وترك النظر كما قال من تقدم من أئمة المسلمين. حدثنا أبو نصر محمد بن كردي قال: حدثنا أبو بكر المروذي قال: سالت أبا عبد الله أحمد بن حنبل رحمه الله عن الأحاديث التي تردها الجهمية في الصفات والأسماء والرؤية وقصة العرش فصححها وقال: تلقتها العلماء بالقبول تسلم الأخبار كما جاءت.\rوقال أبو بكر المروذي: وأرسل أبو بكر وعثمان ابنا أبي شيبة إلى أبي عبد الله يستأذنانه في أن يحدثا بهذه الأحاديث التي تردها","seal":"39B500EB","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"الجهمية، فقال أبو عبد الله: حدثوا بها فقد تلقتها العلماء بالقبول، وقال أبو عبد الله: تسلم الأخبار كما جاءت. قال محمد ابن الحسين الآجري: سمعت أبا عبد الله الزبيري رحمه الله وقد سئل عن معنى هذا الحديث فذكر مثل ما قيل فيه، ثم قال أبو عبد الله: نؤمن بهذه الأخبار التي جاءت كما جاءت ونؤمن بها إيمانا ولا نقول كيف، ولكن ننتهي في ذلك إلى حيث انتهى بنا فنقول في ذلك ما جاءت به الأخبار كما جاءت. انتهى كلام الآجري رحمه الله تعالى.\rوإذا علم أن الإمام أحمد وإسحاق بن راهويه قد صححا حديث: «إن الله خلق آدم على صورة الرحمن» وعلم أيضا ما تقدم عن الإمام أحمد أنه قال من قال: إن الله خلق آدم على صورة آدم فهو جهمي. وقوله أيضا: من قال إن الله خلق آدم على صورة الرجل - أي المضروب - فهو جهمي، وكذلك قول عبد الوهاب الوراق: من لم يقل إن الله خلق آدم على صورة الرحمن فهو جهمي. فليعلم أيضا أنه يجب الإيمان بما جاء في حديث ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «لا تقبحوا الوجه فإن الله خلق آدم على صورة الرحمن» لثبوت ذلك عن النبي - صلى الله عليه وسلم -، ويسلك في هذا الحديث كما يسلك في آيات الصفات،","seal":"D7C634D9","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"وأحاديث الصفات فيمر كما جاء ولا يقال فيه كيف ولم. بل يقابل بالتسليم والتصديق، وترك النظر والتأويل، وليس في الحديث شيء من الباطل ولا المحال عقلا وشرعاً كما قد زعم ذلك الجزائري - هدانا الله وإياه وألهمنا رشدنا - وإنما الباطل رد الحديث الصحيح وتأويله بما يوافق أقوال الجهمية ومذاهبهم الباطلة.\rوأما مقالة داروين فهي كفر صريح لما فيها من التكذيب بما أخبر الله به عن آدم عليه الصلاة والسلام أنه خلقه من طين، وأنه خلقه بيديه، ونفخ فيه من روحه، وأمر الملائكة بالسجود له. وهذه فضائل عظيمة خص الله بها آدم دون سائر المخلوقات. وفيها أيضا تكذيب لما أخبر به رسول الله - صلى الله عليه وسلم - في الحديث الصحيح: «إن الله خلق آدم على صورته» وهذه فضيلة عظيمة خص الله بها آدم دون سائر المخلوقات. وفيها أيضا أعظم العقوق لآدم أبي البشر حيث دون سائر المخلوقات. وفيها أيضا أعظم العقوق لآد أبي البشر حيث زعم أهل المقابلة الخبيثة أنه ناشئ من القردة التي هي من أخبث الحيوانات وأشدها تشويها في الخلقة. والآيات والأحاديث في الرد على من قال بهذه المقالة الخبيثة كثيرة جداً، ولو ذكرتها لطال الكلام، وإنما يقول بهذه المقالة الخبيثة من ينكر وجود","seal":"E04BAA3B","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"الخالق جل جلاله، ويرى أن المخلوقات إنما تكونت من قبل الطبيعة لا بفعل الرب الفاعل المختار الذي أوجد جميع المخلوقات بعد أن كانت معدومة وصورها على غير مثال سابق.\rومع الأسف الشديد أن هذه المقالة الخبيثة قد انتشرت بين المسلمين، وتلقاها كثير من ذوي الجهل المركب بالقبول. وهذا من عمي البصائر، ومن الضلال عن الصراط المستقيم، ومتابعة ذوي الكفر على كفرهم، نعوذ بالله من العمى بعد الهدي.\rوفي الصفحة 9 من النسخة التي بخط المؤلف وهو في صفحة 44 من النسخة المطبوعة: ذكر الجزائري ما رواه الإمام أحمد وأبو داود عن ثوبان رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «يوشك أن تداعي عليكم الأمم من كل أفق كما تداعي الأكلة على قطعتها» الحديث وإسناده حسن عن أحمد وضعيف عند أبي داود، وقد ذكر الجزائري أن أبا نعيم قد رواه، ولم أره في الحلية ولا في دلائل النبوة لأبي نعيم، وقد قال الجزائري في الكلام عليه: ثم هي - يعني الأمة الإسلامية - إذا لم يتداركها الله تعالى بتوبة يوفقها إليها، ويقبلها منها آل أمرها إلى أحد شيئين: المسخ أو النسخ.","seal":"BE8E2B7D","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"أما المسخ فهو أن يسلط الله تعالى عليها أمة من الأمم أقوى منها فتقهرها وتذلها فتغير لغتها وأخلاقها وآدابها حتى تصبح جزءاً من تلك الأمة الغالبة لها.\rوأما النسخ فهو أن يسلط عليها أمة ملحدة كافرة لا تؤمن بالله ولا بلقائه فتنسخ وجودها بالمرة فلم يبق لها دين ولا لغة ولا كيان كما مسخت روسيا الإلحادية الجمهوريات الإسلامية مسخاً كاملاً، فلم يبق لتلك الأمة المسلم وجود إسلامي بالمرة. انتهى كلام الجزائري.\rوأقول: إن المسخ الكلي أو النسخ الكلي للأمة الإسلامية لا يكون أبداً، لأن الله تعالى قال لنبيه - صلى الله عليه وسلم -: «يا محمد إني إذا قضيت قضاء فإنه لا يُرد وإني أعطيتك لأمتك أن لا أهلكهم بسِنة عامة وأن لا أسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم ولو اجتمع عليهم من بأقطارها حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا» رواه الإمام أحمد ومسلم وأبو داود والترمذي وابن ماجة والبرقاني في صحيحه من حديث ثوبان رضي الله عنه، وقال الترمذي: هذا حديث حسن صحيح. وروي الإمام أحمد أيضا عن شداد بن أوس رضي الله عنه","seal":"4CC1BA2E","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"النبي صلى الله عليه وسلم نحوه وإسناده صحيح على شرط مسلم.\rوأيضا فقد جاء في أحاديث كثيرة أن رسول الله - صلى الله عليه وسلم - قال: «لا تزال طائفة من أمتي قائمة بأمر الله لا يضرهم من خذلهم أو خالفهم حتى يأتي أمر الله وهم ظاهرون على الناس» رواه الإمام أحمد والبخاري ومسلم من حديث معاوية بن أبي سفيان رضي الله عنهما. وعن المغيرة بن شعبة رضي الله عنه عن النبي - صلى الله عليه وسلم - نحوه. رواه الإمام أحمد والبخاري ومسلم. وعن ثوبان رضي الله عنه عن النبي - صلى الله عليه وسلم - نحو ذلك أيضا رواه الإمام أحمد ومسلم وأبو داود والترمذي وابن ماجة والبرقاني في صحيحه، وقال الترمذي: هذا حديث صحيح. وعن جابر بن سمرة رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: «لن يبرح هذا الدين قائما يقاتل عليه عصابة من المسلمين حتى تقوم الساعة» رواه الإمام أحمد ومسلم. وعن معاوية ابن قرة عن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: «لا تزال طائفة من أمتي منصورين لا يضرهم من خذلهم حتى تقوم الساعة» رواه الإمام أحمد والترمذي وابن ماجة وابن حبان في صحيحه، وقال الترمذي: هذا حديث حسن صحيح.\rوعن عمران بن حصين رضي الله عنهما قال: قال رسول الله","seal":"FF3EF9AF","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"- صلى الله عليه وسلم - «لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين على من ناوأهم حتى يقاتل آخرهم المسيح الدجال» رواه الإمام أحمد وأبو داود والحاكم، وقال: صحيح على شرط مسلم ووافقه الذهبي في تلخيصه. وفي الباب عن عمر بن الخطاب، وأبي هريرة، وجابر بن عبد الله، وأبي أمامة، وسعد بن أبي وقاص، وعقبة ابن عامر، وعبد الله بن عمرو بن العاصي رضي الله عنهم، عن النبي - صلى الله عليه وسلم - نحو ما تقدم، وأسانيد أحاديثهم كلها صحيحة. وفي هذه الأحاديث أبلغ رد على ما جاء في كلام الجزائري من توقع المسخ أو النسخ الكلي للأمة الإسلامية.\rوفي صفحة 12 من النسخة التي بخط المؤلف وهو في صفحة 52 من النسخة المطبوعة: ذكر الجزائري ظهور الكشافة. ثم ذكر في صفحة 13 من النسخة التي بخطه وهو في صفحة 54 من النسخة المطبوعة: أن وجود الكشافة ظهر فجأة بين الناس، قال: وذلك تحقق ما أخبر به الرسول - صلى الله عليه وسلم - في قوله وهو يذكر خصالا عمل بها قوم لوط فأهلكوا: «والمشي في الأسواق والأفخاذ بادية» ثم ذكر في الحاشية أنه رواه الديلمي في مسند الفردوس وذكره ابن عساكر في تاريخه.","seal":"F7CA2E3D","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"وأقول: أما رواية الديلمي فقد ذكرها صاحب كنز العمال في صفحة 66 ج 21، وقال: رواه الديلمي من طريق إبراهيم الطيان، عن الحسين بن القاسم الزاهد، عن إسماعيل ابن أبي زياد الشاشي، عن جويبر، عن الضحاك، عن ابن عباس. قال: والطيان والثلاثة فوقه كذابون، وأما رواية ابن عساكر فقد ذكرها السيوطي في الفتح الكبير وقال: رواه ابن عساكر عن الحسن مرسلا. قلت: وليست فيه الجملة التي ذكرها الجزائري، وإنما هي في رواية الديلمي. وقد قال الألباني في حديث الحسن: إنه موضوع. وإذا كانت الجملة التي عند الديلمي من رواية أربعة من الكذابين فلا تجوز نسبتها إلى النبي - صلى الله عليه وسلم - وإن كانت مطابقة للواقع.\rوفي صفحة 14 من النسخة التي بخط المؤلف، وهو في صفحة 54 من النسخة المطبوعة: قال الجزائري: المظاهرات بدل الغزو والجهاد. ثم قال في صفحة 55 - 56 من النسخة المطبوعة: إن النبي - صلى الله عليه وسلم - ذكرها بصريح العبارة، وجعلها من أشراط الساعة، قال: وهذا الطبراني في الكبير يروي بسنده قوله - صلى الله عليه وسلم -: «ثلاث إذا رأيتموهن فعند ذلك تقوم الساعة» ويبينها فيقول: «خراب","seal":"556FE6FB","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"العامر وعمار الخراب وأن يكون الغزو نداء وأن يتمرس الرجل بأمانته تمرس البعير بالشجرة» وذكر في الحاشية أن رواه البغوي في معجم الصحابة، وابن عساكر في التاريخ، قال: والشاهد من هذا الحديث في قوله - صلى الله عليه وسلم -: «وأن يكون الغزو نداء» إن النداء هو رفع أصوات المتظاهرين: يحيا فلان أو يسقط فلان أو يكون كذا وكذا. وهم يعدون هذه النداءات بأعلى أصواتهم مع تظاهراتهم غزواً وجهاداً أو أعظم من الغزو والجهاد.\rوأقول: أما الحديث الذي ذكره الجزائري فقد رواه الطبراني بإسناد ضعيف من حديث عروة بن محمد بن عطية السعدي، عن أبيه مرفوعا ولفظه قال: «ثلاث إذا رأيتهن فعندك عندك: إخراب العامر وإعمار الخراب وأن يكون الغزو رفداً وأن يتمرس الرجل بأمانته تمرس البعير بالشجرة» قال الهيثمي في مجمع الزوائد: رواه الطبراني وفيه يحيى بن عبد الله البابلتي وهو ضعيف. انتهى. وقد رواه البغوي وابن عساكر بلفظ: «إن من أشراط الساعة إخراب العامر وإعمار الخراب وأن يكون الغزو فداء وأن يتمرس الرجل بأمانته كما يتمرس البعير بالشجرة» ذكر هذه الرواية صاحب كنزل العمال في صفحة 186 ج 17 وقد وقع في هذه","seal":"E49FE91A","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"الرواية تصحيف في قوله: «وأن يكون الغزو فداء» بالفاء في أوله. وقد صفحها الجزائري بقوله: (نداء) بالنون في أوله، وهذا التصحيف لم أره لغيره، والصواب (رفداً) بكسر الراء في أوله وسكون الفاء كما في رواية الطبراني التي ذكرها الهيثمي في مجمع الزوائد. وهي في صفحة 243 ج 19 المعجم الكبير طبع مطبعة الأمة ببغداد. والمراد بالرفد في الغزو الإعانة عليه بالاستئجار وبذل العطاء.\rوقد جاء ذلك صريحا في الحديث الذي رواه ابن منده من طريق عبد الرزاق، عن معمر، عن كثير بن عطاء الجندي: حدثني عبد الله بن زبيب الجندي قال: قال رسول الله - صلى الله عليه وسلم -: «يا عبادة بن الصامت يا أبا الوليد إذا رأيت الصدقات قد كتمت واستؤجر على الغزو ورأيت الرجل يتمرس بأمانته كما يتمرس البعير الشجرة وخرب العامر وعمر الخراب فإنك والساعة كهاتين» وأخذ إصبعيه السبابة والتي تليها. ذكره الحافظ أن حجر في (الإصابة) في ترجمة عبد الله بن زبيب الجندي.\rوأما نداء الجهال في مظاهراتهم ورفع أصواتهم بقولهم: يحيا فلان ويسقط فلان. فليس ذلك من أفعال العقلاء فضلا عن أن","seal":"90E77798","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"يكون من الجهاد، وإنما هو من إظهار الجهل والسفاهة والفوضى، ولو أن الجزائري استدل على وجود المظاهرات في آخر الزمان بما أخبر به رسول الله - صلى الله عليه وسلم - من ظهور الجهل في آخر الزمان لكان أولى.\rوفي صفحة 15 من النسخة التي بخط المؤلف وهو في صفحة 57 وصفحة 58 من النسخة المطبوعة: ذكر الجزائري فشو التجارة وكثرة المال وظهور القلم. ثم ذكر حديث ابن مسعود رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «إن من أشراط الساعة أن يظهر القلم» وذكر أنه رواه أحمد والبزار والطبراني وغيرهم. وذكر أيضا ما رواه النسائي عن عمرو بن تغلب رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «إن من أشراط الساعة أن يفشو المال وتفشو التجارة ويظهر القلم».\rوأقول: أما رواية الإمام أحمد لحديث ابن مسعود رضي الله عنه فهي في صفحة 407 - 408 ج 1 من الطبعة الأولى من المسند وفيها ذكر ظهور القلم. وأما رواية البزار فقد ذكرها الهيثمي في مجمع الزوائد وليس فيها ذكر ظهور القلم. وأما رواية الطبراني فهي في صفحة 343 - 344 ج 9 من المعجم الكبير، وليس فيها","seal":"A7E1FBC2","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"ذكر ظهور القلم. وأما حديث عمرو بن تغلب رضي الله عنه فهو في صفحة 244 ج 7 من سنن النسائي وليس فيه ذكر القلم وإنما فيه: (ويظهر العلم) وذكر السندي في حاشيته على سنن النسائي، أن في بعض النسخ: (ويظهر الجهل) وقد رواه أبو داود الطيالسي في مسنده في صفحة 161 وفي: (ويظهر القلم).\rوفي صفحة 20 من النسخة التي بخط المؤلف وهو في صفحة 68 من النسخة المطبوعة: ذكر الجزائري قول النبي - صلى الله عليه وسلم -: «لتتبعن سنن الذين من قبلكم شبرا بشبر وذراعاً بذراع حتى لو دخلوا في جحر ضب لاتبعتموهم» ثم ذكر في الحاشية عن بعض الوعاظ أنه فسر جحر الضب في الحديث بالسروال الضيق الطويل. قال الجزائري: واستوجهت هذا التأويل واستملحته للغاية.\rوأقول: إن هذا التفسير غريب جداً، وأغرب منه استيجاهه واستملاحه للغاية، ولعل المفسر والمستوجه المستملح لا يعرفان الضب ولا جحره، إذ لو عرفاها لما عدلا إلى التأويل المتكلف، وإنه ليخشى على من فسر جحر الضب في الحديث بالسروال الضيق الطويل أن يكون داخلا في عموم قول النبي - صلى الله عليه وسلم -: «من يقل علي ما لم أقل فليتبوأ مقعده من النار» رواه البخاري من","seal":"09ADC18C","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"حديث سلمة بن الأكوع رضي الله عنه. وجحر الضب معروف عند العرب، ومثله لا يحتمل التأويل، وليس بينه وبين السروال الضيق الطويل شيء من المشابهة، وقد قال النووي في شرح مسلم المراد بالشبر والذراع وجحر الضب التمثيل بشدة الموافقة لهم، وقال الحافظ ابن حجر في (فتح الباري) الذي يظهر أن التخصيص إنما وقع لجحر الضب لشدة ضيقة ورداءته ومع ذلك فإنهم لاقتفائهم آثارهم واتباعهم طرائقهم لو دخلوا في مثل هذا الضيق الرديء لتبعوهم. انتهى.\rوفي صفحة 23 من النسخة التي بخط المؤلف وهو في صفحة 74 من النسخة المطبوعة: ذكر الجزائري حديث ابن مسعود الذي أوله: «كيف بكم إذا لبستكم فتنة» وجعله مرفوعاً إلى النبي - صلى الله عليه وسلم - من رواية أبي نعيم، وقد ذكره قبل ذلك في صفحة 5 من النسخة التي بخطه وهو في صفحة 37 من النسخة المطبوعة. وقد ذكرت فيما تقدم أن الحديث موقوف، وأن إسناد المرفوع قد تكلم في بعض رجاله، وأن أبا نعيم قال: المشهور من قول عبد الله موقوف فليراجع ما تقدم (¬1).\r¬_________\r(¬1) 19 - 22.","seal":"BB26BD20","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"وفي صفحة 23 من النسخة التي بخط المؤلف وهو في صفحة 75 من النسخة المطبوعة: قال الجزائري: رواية الترمذي عن أبي هريرة رضي الله عنه ونصها: «إن من أشراط الساعة أن يتخذ الفيء دولا» إلى آخر الحديث.\rوأقول: ليس في الحديث إن من أشراط الساعة وإنما هي زيادة من الجزائري. وأول الحديث: «إذا اتخذ الفيء دولا» فليراجع جامع الترمذي صفحة 495 ج 4 نشر المكتبة الإسلامية.\rوفي صفحة 24 من النسخة التي بخط المؤلف وهو في صفحة 77 من النسخة المطبوعة: قال الجزائري: وهذا معنى قول - صلى الله عليه وسلم - «ويكثر قراؤكم».\rوأقول هذا من قول ابن مسعود رضي الله عنه وليس بمرفوع.\rوفي صفحة 24 من النسخة التي بخط المؤلف وهو في صفحة 77 من النسخة المطبوعة: قال الجزائري: وهذا معنى قوله - صلى الله عليه وسلم -: «وتفقه لغير الله».\rوأقول هذا مذكور في حديث عوف بن مالك الأشجعي رضي الله عنه وقد رواه الطبراني بإسناد ضعيف. قال الهيثمي فيه عبد","seal":"9C346959","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"الحميد بن إبراهيم وثقه ابن حبان وهو ضعيف، وفيه جماعة لم أعرفهم. انتهى. وما كان بهذه المثابة من ضعف الإسناد فلا يجوز رفعه إلى النبي - صلى الله عليه وسلم -.\r\r* تنبيه على عشر جمل في رسالتي الجزائري:\rالأولى: قوله في صفحة 4 من رسالته الأولى التي هي بخطه وهو في صفحة 11 من النسخة المطبوعة بعد كلامه على بعض الأحاديث التي ظهر مصداقها: وبهذا تأكد لكل ذي عقل سليم أن محمداً رسول الله صدقاً وحقاً.\rالثانية: قوله في أول صفحة 7 من النسخة التي بخطه وهو في صفحة 16 من النسخة المطبوعة: وبذلك تقررت نبوة محمد - صلى الله عليه وسلم -.\rالثالثة: قوله في صفحة 8 من النسخة التي بخطه وهو في صفحة 18 من النسخة المطبوعة: وبهذا ثبتت نبوة نبينا وتقررت رسالته - صلى الله عليه وسلم -.\rالرابعة: قوله في صفحة 10 من النسخة التي هي بخطه وهو في صفحة 23 من النسخة المطبوعة: وبذلك ظهرت الحجة وقام الدليل على ثبوت نبوته وصدق رسالته - صلى الله عليه وسلم -.","seal":"A60FDFA2","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"الخامسة: قوله في صفحة 5 من الرسالة الثانية التي هي بخطه وهو في صفحة 36 من النسخة المطبوعة: وبذلك تأكدت نبوة محمد - صلى الله عليه وسلم - وتقررت رسالته.\rالسادسة: قوله في صفحة 8 من النسخة التي هي بخطه وهو في صفحة 44 من النسخة المطبوعة: وبذلك تأكدت النبوة المحمدية وثبتت رسالة صاحبها عليه الصلاة والسلام.\rالسابعة: قوله في صفحة 15 من النسخة التي هي بخطة وهو في صفحة 56 من النسخة المطبوعة: فتقرر بذلك نبوته.\rالثامنة: قوله في صفحة 17 من النسخة التي هي بخطه وهو في صفحة 62 من النسخة المطبوعة: وثبت بهذا أن رسول الله - صلى الله عليه وسلم - حق.\rالتاسعة: قوله في صفحة 18 من النسخة التي هي بخطه هو في صفحة 56 من النسخة المطبوعة: وبهذا تأكدت نبوة الرسول - صلى الله عليه وسلم -.\rالعاشرة: قوله في صفحة 22 من النسخة التي هي بخطه وهو في صفحة 73 من النسخة المطبوعة: فتأكدت بذلك نبوته وتحققت رسالته.","seal":"5B468AD7","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":47,"nass":"فهذه الجمل العشر ينبغي تغييرها بالقول في كل جملة إنها من آيات النبوة وأعلامها حيث وقعت طبق ما جاء في الحديث المرفوع إلى النبي - صلى الله عليه وسلم - فأما التعبير بتأكد النبوة والرسالة وتحققها وتقررهما وثبوتهما فلا ينبغي لأن النبوة قد تأكدت وتحققت وتقررت وثبتت بنزول أول سورة {اقرأ} على النبي - صلى الله عليه وسلم -.\rوأما الرسالة فإنها قد تأكدت وتحققت وتقررت وثبتت بنزول أول سورة المدثر.\rوصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\rوقد كان الفراغ من كتابة هذه التنبيهات في 6/ 2/ 1404 هـ ثم كان الفراغ من كتابة هذه النسخة التي قد أضيقت إليها أرقام الصفحات من النسخة المطبوعة في 19/ 8/ 1404 هـ بقلم كاتبها الفقير إلى الله تعالى حمود بن عبد الله بن حمود التويجري غفر الله له ولوالديه ولجميع المؤمنين والمؤمنات. والحمد لله رب العالمين.","seal":"BD5A04BE","page":45}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1413,"ShrtCs":0,"Bk":"تنبيهات على رسالتين للشيخ أبي بكر الجزائري","HigriD":"1413","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"حمود بن عبد الله بن حمود بن عبد الرحمن التويجري","bLnk":null,"Inf":"","Auth":"التويجري، حمود بن عبد الله","Betaka":"الكتاب: تنبيهات على رسالتين للشيخ أبي بكر الجزائري\r\nالمؤلف: حمود بن عبد الله بن حمود بن عبد الرحمن التويجري (المتوفى: 1413هـ)\r\nالناشر: مكتبة المعارف، الرياض - المملكة العربية السعودية\r\nالطبعة: الأولى، 1405 هـ - 1985 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"حمود بن عبد الله التويجري (1334 - 1413 هـ)\r\r[نشأته وطلبه للعلم]:\r• من آل جبارة - بتشديد الباء الموحدة التحتية - بطن كبير من قبلة عنزة القبيلة الوائلية الربعية العدنانية.\r• ولد - حيث تقيم أسرته - في مدينة المجمعة عاصمة بلدان سدير، وتوفي والده وعمره ثمان سنوات\r• تعلم مبادىء القراءة والكتابة في الكُتاب، ثم حفظ القرآن الكريم، وهو لم يتجاوز الحادية عشر من عمره، كما قرأ في هذه السن المبكرة مختصرات الكتب العلمية في التوحيد والحديث والفقه والفرائض والنحو.\r• ولما بلغ سن الشباب لازم حلقة الفقيه قاضي بلدان سدير الشيخ عبد الله بن عبد العزيز العنقري، واستمر في القراءة عليه ربع قرن، قرأ عليه فيها شتى العلوم وحفظ أثناء هذه القراءة عدداً من متون العلم، وقد أجازه الشيخ إجازة مطولة بالرواية عنه.\r• ولما تعين الشيخ عبد الله بن محمد بن حميد قاضياً للمجمعة وبلدان سدير شرع في القراءة عليه، فقرأ عليه في الفقه والفرائض واللغة.\r• وقرأ أيضاً على الشيخ الفقيه العلامة محمد بن عبد المحسن الخيال قاضي المدينة سابقاً في النحو والفرائض.\r• وقرأ أيضاً على الشيخ سليمان بن حمدان أحد قضاة مكة المكرمة، وأجازه أيضاً.\r• في عام 1368 هـ ألزم بقضاء بلدة (رحيمة) بالمنطقة الشرقية، وبعد نحو نصف سنة نقل إلى قضاء بلدة الزلفي، وبقي قاضياً فيها حتى عام 1372 هـ، ثم طلب الإعفاء من القضاء فأعفي.\r\r[مؤلفاته]:\rله العديد من الردود على معاصريه، ينافح فيها عن السنة، ويدافع عن العقيدة الصحيحة.\rوله تعليقات وتعقيبات وتصويبات، على ما يقرأ، من ذلك تعليقات كثيرة على نسخة مسند الإمام أحمد بن حنبل المطبوعة بتحقيق أحمد شاكر، وتعليقات على فتح الباري، وتعقيبات على مستدرك الحاكم دونها بهامشه.\rومن مؤلفاته:\r1 - إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة.\r2 - الاحتجاج بالأثر على من أنكر المهدي المنتظر.\r3 - إثبات علو الله ومباينته لخلقه والرد على من زعم أن معية الله للخلق ذاتية.\r4 - تحفة الإخوان بما جاء في الموالاة والمعاداة والحب والبغض والهجران.\r5 - القول المحرر في الأمر بالمعروف والنهي عن المنكر.\r6 - الرد على من أباح الربا الجاري في بعض البنوك.\r7 - تغليظ الملام على المتسرعين في الفتيا وتغيير الأحكام.\r8 - الإيضاح والتبين لما وقع فيه الأكثرون من مشابهة المشركين.\r9 - قصص العقوبات والعبر والمواعظ.\r10 - إيضاح المحجة في الرد على صاحب طنجة، رداً على أحمد بن محمد الغماري.\r11 - الرد القوي على الرفاعي والمجهول وابن علوي وبيان أخطائهم في المولد النبوي.\r12 - الانتصار على من أزرى بالمهاجرين والأنصار رداً على (عبد الله السعد).\r13 - السراج الوهاج لمحو اباطيل أحمد شلبي عن الإسراء والمعراج.\r14 - إنكار التكبير الجماعي وغيره، وهو أول كتاب طبع له.\r15 - ثبت سماه «إتحاف النبلاء بالرواية عن الأعلام الفضلاء».\r16 - الإجابة الجلية عن الأسئلة الكويتية.\r17 - إعلان النكير على المفتونين بالتصوير.\r18 - إقامة البرهان في الرد على من أنكر خروج المهدي والدجال ونزول المسيح في آخر الزمان.\r19 - تحذير الأمة الإسلامية من المحدثات التي دعت إليها ندوة الأهلة الكويتية.\r20 - تحريم الصور والرد على من أباحه.\r21 - تنبيه الإخوان على الأخطاء في مسألة خلق القرآن.\r22 - الدلائل الواضحات على تحريم المسكرات والمفترات.\r23 - ذيل الصواعق لمحو الأباطيل والمخارق.\r24 - الرد الجميل على أخطاء ابن عقيل.\r25 - الرد على الكاتب المفتون.\r26 - الرد على من أجاز تهذيب اللحية.\r27 - الرد القويم على المجرم الأثيم.\r28 - الرؤيا.\r29 - الصارم البتار للإجهاز على من خالف الكتاب والسنة والإجماع والآثار.\r30 - الصارم المشهور على أهل التبرج والسفور.\r31 - الصواعق الشديدة على أتباع الهيئة الجديدة.\r32 - عقيدة أهل الإيمان في خلق آدم على صورة الرحمن.\r33 - فتح المعبود في الرد على ابن محمود.\r34 - فصل الخطاب في الرد على أبي تراب.\r35 - القول البليغ في التحذير من جماعة التبليغ.\r36 - التنبيهات على رسالة الألباني في الصلاة.\r37 - إقامة الدليل على المنع من الأناشيد الملحنة والتمثيل.\r38 - الشهب المرمية لمحق المعازف والمزامير وسائر الملاهي بالأدلة النقلية والعقلية.\r39 - دلائل الأثر على تحريم التمثيل بالشعر.\r40 - تبرئة الخليفة العادل والرد على المجادل بالباطل.\r41 - الرسالة البديعة في الرد على أهل المجلة الخليعة.\r\r[تلاميذه]:\rشغل المترجَم نفسه بالتأليف والبحث عن الجلوس لطلاب العلم، وهذا ما جعل الآخذين عنه قلة، منهم:\r1 - عبد الله الرومي.\r2 - عبد الله بن محمد بن حمود.\r3 - أبناؤه: الدكتور عبد الله، ومحمد، وعبد العزيز، وعبد الكريم، وصالح، وإبراهيم، وخالد.\rوقد أجاز عدد من العلماء، من أشهرهم:\r1 - الشيخ إسماعيل الأنصاري.\r2 - الشيخ صالح بن عبد الله بن حميد.\r3 - الشيخ سفر الحوالي.\r4 - الشيخ سليمان العودة.\r5 - الشيخ عبد العزيز بن إبراهيم القاسم.\r6 - الشيخ ربيع المدخلي\r7 - الشيخ صالح بن عبد العزيز آل الشيخ.\r8 - الشيخ عبد الله بن عبد الرحمن السعد.\r9 - الشيخ عبد الرحمن الفريوائي.\r... وغيرهم.\r\r[علاقته بالألباني -رحمه الله-]:\rوكان للمترجم ردود بينه وبين الإمام المحدث ناصر الدين الألباني - رحمه الله -، ورغم ذلك بقيت الرحم السلفية قائمة بين الإمامين، وقد تجلى ذلك في صور رائعة منها:\r• حرص الشيخ حمود -رحمه الله - على الرد على المقالة التي يرى أن الشيخ الألباني - رحمه الله - لم يحالفه الصواب فيها، مع حرصه على مكانة المردود عليه، فقد جاء أحد محبي الشيخ المحدث ناصر الدين الألباني - رحمه الله - معاتباً حيث توجد عبارة للشيخ حمود في كتابه (الصارم المشهور) رداً على الألباني، فطلب الشيخ الكتاب، وكان مهيئاً لإعادة الطبع، فنظر إلى الموطن المشار إليه، ثم ضرب عليه.\r• حرص الشيخ حمود -رحمه الله - على استضافة الألباني - رحمه الله - في منزله حينما زار الألباني الرياض عام (1410 هـ)، وقد حُدثت عن بعض من حضر تلك الدعوة أن الشيخ كان في قمة اهتمامه وحفاوته بالألباني - رحمه الله -.\rثالثاً: ثناء الشيخ حمود -رحمه الله - على الألباني - رحمه الله -، فمن مقالاته فيه:\r- قال مرة بمناسبة صدور جائزة الملك فيصل العالمية: ((إن الشيخ ناصر من أحق من يُعطاها لخدمته السنة)).\r- ثناؤه على الألباني - رحمه الله - وشكره له اعتنائه بشأن الصلاة، وعلى إنكاره على المبتدعين في النية، وعلى رده على من أنكر الصلاة على آل النبي صلى الله عليه وسلم. وعلى إنكاره على المحافظين على التوسلات البدعية وكان مما قاله - رحمه الله -: ((والله المسئول أن يجعلنا وإياه من حزبه المفلحين الذين يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر)).\r• قال: ((الألباني - الآن - علم على السنة، الطعن فيه إعانة على الطعن في السنة)).\rوهذا كما قال الإمام محمد بن إبراهيم - رحمه الله -: ((بعض الناس ذهب إلى المنع من تحلي النساء بالذهب، وكتب في ذلك، وهذا خلاف ما في الأحاديث المصرحة بذلك، والذي كتب في ذلك ناصر الدين الألباني - وهو صاحب سنة ونصرة للحق ومصادمة لأهل الباطل ...)) الخ كلامه - رحمه الله.\r\r[صفاته]:\r• وكان نهار المترجَم للعلم بحثاً وكتابة، منذ بزوغ الشمس إلى غروبها، إلى صلاة العشاء، وربما جلس بعد صلاة العشاء قليلاً بمكتبته يكمل ما ابتدأه بالنهار، وذلك في آخر حياته. وأما ليله فيقضي جزءاً كبيراً منه في التهجد والصلاة، حضراً كان أو سفراً.\r• وصفه عارفوه بالتقى والصلاح والإقبال على الله تعالى بأنواع العبادات، فهو من التالين لكتاب الله، ومن أصحاب التهجد والصلوات، ومن المعرضين عما لا يفيد ولا ينفع، ولذا فإنك لا تجده إلا متعبداً أو باحثاً، هذا مع بُعده عن الظهور وجلب الأتباع، وإنما عليه السكينة والوقار مع تواضع وحسن عشرة.\r• وله همة عجيبة، ولا يحب الاعتماد على الغير وإن كان من أقرب الناس إليه، يقول أبناؤه: ما كان الشيخ يطلب من أحد شيئاً البتة، وحتى بعد أن ضعفت صحته، فكان يقوم بإعداد الشاي والقهوة بنفسه، مع إلحاح أبنائه عليه بعدم فعل ذلك راحة لجسده، بل إنا لنجد أبعد من هذا عند شيخنا، فهو خادم رفقته في السفر، حتى وقد تقدمت به السن، مع حظوته وتقدير الرفقة العظيم له، وقد يقوم بإعداد الطعام، ومن ذلك أنه كان يقوم الليل الآخر كعادته ثم يضطجع اضطجاعة خفيفة حتى يحين وقت الصبح فيسخن الماء لرفقته من أجل الوضوء.\r• واكتفى ببعض التجارات التي لم يكن يليها بنفسه، فكان زاهداً في الدنيا، وقبل وفاته أعطى أكبر أبنائه جميع ما يملك - ولم يكن شيئاً كبيراً - ليتصدق به كله، فلم يخلف -رحمه الله- وراءه عقاراً أو مالاً، سوى البيت الذي يعيش فيه مع أبنائه.\r\r[وفاته]:\rتوفي في مدينة الرياض في 5/ 7/1413 هـ، وصُلي عليه في مسجد الراجحي، ودفن في مقبرة النسيم في جمع كبير من الناس فيهم العلماء وطلاب العلم، رحمه الله تعالى.","seal":"A058371F","cat":"الفرق والردود","oNum":17402,"BkId":17402,"oAuth":1077,"bVer":1,"aSeal":"B3D66BC9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t17402":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"ذكر السبب في التنبيه على رسالتي الجزائري، وذكر ما وقع في النسخة المطبوعة من إبدال اسم كل من الرسالتين باسم الأخرى"},
      {"lvl":1,"id":7,"sub":0,"tit":"ذكر من روى حديث \"سيكون في آخر أمتي رجال يركبون على سروج كأشباه الرحال"},
      {"lvl":1,"id":7,"sub":1,"tit":"الإخبار عن بث العلم في آخر الزمان ليس فيه دليل على وجود الراديو"},
      {"lvl":1,"id":8,"sub":0,"tit":"ذكر الطير الأبابيل في القرآن ليس فيه دليل على وجود الطائرات النفاثة"},
      {"lvl":1,"id":8,"sub":1,"tit":"ذكر حديث زاد فيه الجزائري جملة ليست فيه"},
      {"lvl":1,"id":9,"sub":0,"tit":"ذكر خطأ وقع منه في حديث النواس بن سمعان"},
      {"lvl":1,"id":10,"sub":0,"tit":"الرد على استدلاله بحديث النواس بن سمعان على وجود الطائرات في آخر الزمان"},
      {"lvl":1,"id":11,"sub":0,"tit":"ذكر حديث ضعيف زاد فيه الجزائري جملة ليست فيه واستدل به على ما هو بعيد عن مطابقته"},
      {"lvl":1,"id":13,"sub":0,"tit":"ذكر ظهور القلم في آخر الزمان ليس في رواية النسائي"},
      {"lvl":1,"id":14,"sub":0,"tit":"قد أبدل الجزائري جملة من حديث أنس بجملة من حديث أبي هريرة"},
      {"lvl":1,"id":14,"sub":1,"tit":"تصحيفه في حديث انتفاخ الأهلة"},
      {"lvl":1,"id":16,"sub":0,"tit":"تحديث النعلين والسوط في آخر الزمان من خوارق العادات وليس من صناعة الآدميين وتأويله بآلة التسجيل بعيد عن المراد"},
      {"lvl":1,"id":17,"sub":0,"tit":"لم يثبت عن النبي - صلى الله عليه وسلم - أنه أخبر بوجود آلة التصوير. وحديث \"من اقتراب الساعة اثنتان وسبعون خصلة\" لا يدل على ذلك"},
      {"lvl":1,"id":18,"sub":0,"tit":"ذكر الأمور العظام بين يدي الساعة"},
      {"lvl":1,"id":21,"sub":0,"tit":"حديث \"كيف بكم إذا لبستكم فتنة\" موقوف وليس بمرفوع"},
      {"lvl":1,"id":24,"sub":0,"tit":"تنبيه على خطأ كبير في تأويل حديث \"إن الله خلق آدم على صورته\" وبيان مذهب أهل السنة والجماعة في ذلك"},
      {"lvl":1,"id":33,"sub":0,"tit":"مقالة داروين في النشوء والارتقاء كفر صريح"},
      {"lvl":1,"id":34,"sub":0,"tit":"الرد على ما توقعه الجزائري من المسخ الكلي أو النسخ الكلي للأمة الإسلامية"},
      {"lvl":1,"id":38,"sub":0,"tit":"لم يثبت عن النبي - صلى الله عليه وسلم - أنه أخبر بوجود الكشافة في آخر الزمان"},
      {"lvl":1,"id":38,"sub":1,"tit":"لم يثبت عن النبي - صلى الله عليه وسلم - أنه أخبر بوجود المظاهرات في آخر الزمان"},
      {"lvl":1,"id":42,"sub":0,"tit":"تفسير جحر الضب بالسروال الضيق الطويل غريب جدا وبعيد عن معنى الحديث"},
      {"lvl":1,"id":44,"sub":0,"tit":"تنبيه على زيادة في أول حديث أبي هريرة في أشراط الساعة"},
      {"lvl":1,"id":44,"sub":1,"tit":"تنبيه على جملتين من حديث ابن مسعود الموقوف وبيان أن رفعهما غير ثابت"},
      {"lvl":1,"id":45,"sub":0,"tit":"تنبيه على أخطاء وقعت في عشر جمل من رسالتي الجزائري"}
    ]
}
