{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b17802":
    [
      {"page":1,"id":1,"nass":"علي الطنطاوي\r\rمقالات في كلمات\rالمجموعة الثانية\r\rجمعها ورتبها حفيده\rمجاهد ديرانية\r\rدار المنارة\rللنشر والتوزيع","seal":"E6276193","part":1},
      {"page":3,"id":3,"nass":"الحمد لله نحمده ونستعينه ونتوب إليه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادي له اللهم اهدنا الصراط المستقيم وارزقنا الإخلاص في العمل والثبات عليه وصل اللهم على محمد وعلى آله وصحبه","seal":"ABD6A886","part":1},
      {"page":4,"id":4,"nass":"جميع الحقوق محفوظة\rيمنع النقل والترجمة والاقتباس للإذاعة والمسرح إلا بإذن خطي من دار المنارة للنشر والتوزيع - جدة\rالطبعة الأولى\r1421 هـ - 2000 م","seal":"19BC3CC8","part":1},
      {"page":5,"id":5,"nass":"مقدمة\rهذا كتاب يخرج على الناس بعدما بقي حبيس الأدراج نصف قرن، وبعدما كدت أظن أنه لن يُنشر أبداً. وهذه هي القصة:\rلما وفدت على المملكة من نحو ربع قرن للدراسة كنت أزور جدي -رحمه الله- في بيته في مكة يومين أو ثلاثة أيام من آخر كل أسبوع، وكنت أمضي معه كثيراً من الوقت بين الكتب والأوراق؛ أشتغل فيما يشغّلني به من فرز وتصنيف وأنفّذ ما يكلفني به من تجميع وفهرسة وترتيب. فكان أن عرفت يومئذ -فيما عرفت- أن تحت يدي جدي عدداً من الكتب لا تحتاج لإخراجها إلى غير جهد يسير؛ من ترتيب أو تجميع أو تحرير أو تكميل. ولطالما حملتني الحماسة أو شاقني الأمل فألححت عليه أن نشتغل فيها لإتمامها وإخراجها، ولكن جدي -رحمه الله- الذي كان فيه من الفضائل والمزايا الكثير كان كثير التسويف كثير التأجيل، فكان يؤجل العمل في كل أسبوع إلى الأسبوع الذي يليه، وفي كل شهر إلى الشهر الذي بعده.\rومرت على ذلك أربع وعشرون سنة، ولم أعد أظن أن الكتب ستُنشر","seal":"9BFF2289","part":1},
      {"page":6,"id":6,"nass":"قط. وأنّى؟ وبقية الهمّة التي حملها جدي معه ثمانين عاماً قد خبتْ -في السنين العشر الأواخر من حياته- نارُها وخفتَ أُوارُها؛ فما عادت له في العمل رغبة ولا عليه طاقة. عندئذ نسيت الموضوع كله فما عدت أذكر هذه الكتب.\r...\rثم غادر -رحمه الله رحمة واسعة- هذه الدنيا إلى دارٍ هي له خيرٌ منها إن شاء الله. وما تركه من علم أحرى أن يُنشر بين الناس فينتفع به الناس ويكون له أجراً مدّخراً في آخرته وأنيساً له حيث ليس غير العمل الصالح من أنيس، فلم يجد الذين أحبوه حياً وأحبوه ميتاً ما يهدونه له خيراً من نشر ما لم يُنشر مما كتب؛ لعله يكون العلمَ الذي يُنتفَع به فلا ينقطع أجره أبداً بإذن الله.\rوهكذا بدأ العمل لإخراج هذه الكتب. وإني لأسأل الله أن يوفق إلى إتمامه، وأن تصدق فيه نية من يعمل به ولا يُحرم المشاركة في الأجر فيه، وأن يكون في ميزان جدي يوم توزن الأعمال بين يدي الرحمن الرحيم.\r...\rفما الذي صنعته في هذا الكتاب، وما الذي سأصنعه في الكتب الباقية التي أرجو أن يوفق الله إلى إخراجها عما قريب؟\rجمعت -أولاً- سائر ما استطعت جمعه من أصول مما لا يزال مخطوطاً ومما نُشر من قبل في الصحف، فاستبعدت ما نُشر منها في الكتب التي أصدرها جدي في حياته، ثم ذهبت أتتبع الخطة التي كانت في ذهنه لإخراج كتب بأعيانها، مستعيناً -في ذلك- بما وجدته بين أوراقه من","seal":"FABEED99","part":1},
      {"page":7,"id":7,"nass":"قصاصات أو إشارات. بعد ذلك اشتغلت بفرز المقالات والفصول التي تجمعت عندي وتبويبها بحيث تستغرق كل مجموعة منها كتاباً. وبدأت بهذه المقالات القصيرة التي شكلت الجزء الثاني من كتاب «مقالات في كلمات».\rأما الجزء الأول فموجود متداول بين أيدي الناس منذ أربعين سنة حين صدرت طبعته الأولى. ومبدأ هذه المقالات -كما جاء في مقدمة جدي للكتاب- أن صاحب جريدة «النصر»، وديع الصيداوي، طلب إليه عام 1949 أن يكتب عنده زاوية يومية بعنوان «كل يوم كلمة صغيرة»، فمشى بها زماناً. ثم انتقل إلى جريدة «الأيام» عند نصوح بابيل، واستمر بها سنين. قال في المقدمة التي كتبها للطبعة الجديدة من الكتاب عام 1990: \"وجاءت (أي هذه المقالات) بأسلوب جديد، أقرؤه الآن فأرتضيه -ولست أرتضي كل ما كنت كتبت- ولكن موضوعاتها يومية يموت الاهتمام بها بموت يومها. وقد استمرت سنين فتجمّع لديّ منها مئات ومئات. فلما ألّف الدكتور مصطفى البارودي وإخوان له من الشباب (أعنى الذين كانوا شباباً في تلك الأيام) لجنةً للتأليف والنشر دفعتُها إليهم ليختاروا منها ما يجمعوه في الكتاب الذي طلبوه مني، واختاروا طائفة منها في كتاب صغير دعوه «كلمات». ثم نشرتُ مجموعة منها أكبر في كتاب «مقالات في كلمات» وبقي عندي منها الكثير الكثير\". وفي مقدمة الطبعة الأولى التي كُتبت عام 1959: \" كنت في سنة 1949 أكتب في جريدة «النصر» أولاً ثم في «الأيام» آخِراً كلمات بعنوان «كل يوم كلمة صغيرة». ولبثت على ذلك سنوات اجتمع لديّ فيها ركام منها، منه ما لا يُقرأ إلا في يومه، وقد أهملته واطّرحته، ومنه ما يُقرأ في كل الأوقات، وقد اخترت منه هذه الكلمات\".\rفمن هذه الكلمات القصيرة، مما لم ينشر في الكتاب السابق، اخترت معظم مقالات هذا الكتاب؛ وهي تقع في القسم الأول منه الذي يشكل","seal":"2B5A0271","part":1},
      {"page":8,"id":8,"nass":"الجزء الأكبر فيه. ولكني لم أقتصر على كلمات تلك الزاوية اليومية، بل ضممت إليها بعض المقالات القديمة التي كتبها جدي في مطلع حياته وهو في أول العشرينيات من عمره؛ وهي تشكل القسم الثاني من الكتاب (ولم أجد من هذه المقالات الكثير، بل هي سبع لا غير). وكذلك وضعت -في القسم الثالث منه- مجموعة من المقالات التي نقلتها عن أصول مخطوطة، أُذيعت من إذاعة المملكة ورائيها من نحو ثلث قرن ولكنها لم تُنشر من قبل قط، لا في صحيفة ولا في كتاب ولا في أي مكان.\r...\rولكن ما الذي صنعته سوى اختيار المقالات وتجميعها وتبويبها؟\rعلمتُ -بادئ ذي بدء- أن جدي ما كان ليقبل أن يعبث بكتابته أحد؛ فلم أتجرأ على شيء من ذلك، وحرصت على أن أنقل ما كتب بالشكل الذي كتب. ولكني اضطررت إلى الاجتهاد في بعض المواقع وأنا أقف أمام خطأ مطبعي واضح مما نُشر في صحيفة ولم يمر عليه قلم جدي بالتصحيح (وقليلة هي المقالات التي عاد إليها بالتصحيح، على كثرة أخطاء الطباعة) أو وأنا أحاول فك رموز جملة مخطوطة (وخط جدي كان -إذا استعجل فيه- من الرموز التي لا يفهمها غير الخاصة)، على أنه لم يكن اجتهاداً مطلقاً بل هو مقيد بما أعرفه من مفردات جدي التي تدور على قلمه أو تعبيراته التي تتكرر في كتاباته. وأرجو ألا أكون قد أغربت.\rثم كان عليّ أن أضع للمقالات عناوين؛ إذ أن أقل القليل منها قد حمل عنواناً بخطه، لأنها كانت- في الأصل- مقالات قصيرة بلا عنوان تحت عمود يومي ذي عنوان، وآمل أن أكون موفقاً فيما اجتهدت فيه من ذلك.","seal":"0CA3F74D","part":1},
      {"page":9,"id":9,"nass":"وأخيراً تجرأت فوضعت بعض الهوامش في مواطن معدودة حيث أحسست بحاجة لهامش، ولكني لم أخلط ما أدرجته من ذلك بالهوامش الأصلية التي كتبها جدي لمقالاته وميزتها عنها باسمي بين قوسين.\r...\rذلك كل ما صنعته لا أكاد أزيد عليه. وما هو بالعمل الجليل ولا بالجهد الكبير، ولكن طمعي في المشاركة بالأجر يحملني على أن أسأل من قرأ هذا الكتاب فوجد فيه نفعاً (وهو لا بد فاعل) أن يدعو لكاتبه ولا ينسى جامعه من الدعاء.\rولن أنسى -ختاماً- أن أشكر بنات الشيخ رحمه الله؛ أمي وخالاتي، اللائي آثرنني بهذا العمل فأتحن لي أن أكون شريكاً في الأجر فيه، وكذلك زوج خالتي، نادر حتاحت، الذي كان لجدي -ما علمتُه- خير ما يكون ابنٌ بار لأبٍ محب، والذي ينشر -اليومَ- هذا الكتاب.\r\rمجاهد مأمون ديرانية\rجدة: منصرم عام 1420","seal":"927D5BEA","part":1},
      {"page":11,"id":11,"nass":"القسم الأول\rمقالات منتقاة من الكلمات\rالمنشورة في جريدتَي «النصر» و «الأيام»\rومعظمها نشر بين عامي 1949 و 1195","seal":"532A57B8","part":1},
      {"page":13,"id":13,"nass":"ابحثوا وخبروني\r(1) روى ابن كثير في تفسيره أن النبي صلى الله عليه وسلم سئل: هل يسرق المؤمن؟ فأجاب بأنه ربما وقع منه ذلك ولكنه يتوب ويندم، فسألوه: هل يزني المؤمن؟ فأجاب بمثل ذلك، فقالوا: هل يكذب المؤمن، قال: لا.\rفانظروا إلى المؤمنين هذه الأيام، هل يكذبون؟\r(2) وفى الحديث الصحيح أن علامات النفاق ثلاث: منها إخلاف الوعد، والذي يخلف الوعد هو في رأي الإسلام ثلث منافق!\rفهل في المسلمين من يخلف وعداً؟ هل فيهم أحد يعدك الساعة الثانية ويجيء الثالثة؟ هل تدعى إلى وليمة ثم يؤخرون تقديم المائدة انتظاراً لغليظ (ثلث منافق) فيعاقبون من حضر على الموعد بذنب من تأخر؟ هل تكون لك دعوى في المحكمة الساعة التاسعة ثم لا يراها الحاكم إلا في الحادية عشرة؟ هل يعدك الخياط بإرسال البدلة الجديدة إلى دارك نصف رمضان لتلبسها بالعيد، ولا تصل إلا ثالث أيام العيد؟\rابحثوا أنتم وخبروني.\r(3) قال رسول الله صلى الله عليه وسلم (في الحديث الصحيح): «من غشنا (وفى رواية: من غش) فليس منّا».","seal":"57AD82FC","part":1},
      {"page":14,"id":14,"nass":"وهذا الحديث -بلسان أهل العصر- مرسوم اشتراعي بطرد من يغش المسلمين (أو يغش إطلاقاً) من الجنسية الإسلامية، وحرمانه من حقوقها.\rفهل في المسلمين أحد يغش؟ هل يخلط البائعُ الحليبَ بالماء ويدّعي أنه حليب صاف؟ هل ينقص المتعهد الإسمنت من البناء ويغش الدولة؟ هل يشتغل العامل عندك ست ساعات ويتكاسل ساعتين ويأخذ أجرة اليوم كاملاً؟ هل ... وهل ... وهل في المسلمين (اليوم!) أثر للغش؟ إن وجدتم هذا الأثر عند أحد من المسلمين فأبلغوه أنه مطرود من الجنسية الإسلامية بلسان الرسول صلى الله عليه وسلم.\r(4) وفي الحديث الصحيح أن أعرابياً كان له دين على النبي صلى الله عليه وسلم فجاء يطالبه بشدة وغلظة، فانتهره الصحابة وقالوا: ويحك تدري من تكلم؟ قال: إني أطلب حقي. فقال النبي صلى الله عليه وسلم: هلا مع صاحب الحق كنتم؟ هلا مع صاحب الحق كنتم؟ ثم أرسل فاستدان مالاً فوفى الأعرابي دينه، وزاده شيئاً كثيراً. فقال الأعرابي: أوفيت أوفى الله لك. فقال الرسول صلى الله عليه وسلم: لا قدست أمة لا يأخذ الضعيف فيها حقه غير متعتع.\rسمعتم؟ لا قدست أمة لا يأخذ الضعيف حقه فيها، فهل يأخذ الضعيف حقه فينا كاملاً؟ وإذا دخل دائرة من الدوائر، هل يعامل معاملة القوي الغني صاحب النفوذ؟ وإذا طالبك الضعيف المسكين بحق له، هل تسرع إلى أدائه حقه كما تسرع إلى أداء القوى الغنى؟\rفكروا في الجواب الصحيح، فإذا كان الجواب «نعم»؛ فأنتم أمة مقدسة، وإن كان الجواب «لا» فـ ... فأنتم أدرى؟\r(5) وفي الحديث الصحيح: «لم تظهر الفاحشة (أي الزنا واللواط ومقدماتهما) في قوم إلا فشا فيهم الطاعون والأوجاع، ولم ينقصوا الكيل","seal":"B8FA4B03","part":1},
      {"page":15,"id":15,"nass":"والميزان إلا أخذوا بالسنين والشدة وجور السلطان».\rمن صفات المجتمع الإسلامي أن الفاحشة لا تظهر فيه ولا يجد الداخل عليه عورات بادية ولا فجوراً معلناً، وأن الأمانة منتشرة فيه فلا يغشك أحد ولا يزن لك وزناً ناقصاً، ولا يضع لك بائع الحلويات صحن الكرتون في الميزان فيبيعك إياه بسعر الحلو (أي الكيلو بخمس ليرات) وتستحي أنت أن تنهاه أو تصرخ في وجهه: إن هذه سرقة!\rفهل مجتمعنا الحاضر مجتمع إسلامي خالٍ من هاتين الرذيلتين؟\r(6) وفى الحديث الصحيح: «من احتكر طعاماً فهو خاطئ» (أي مذنب؛ من الخِطْء بكسر الخاء لا من الخَطَأ بالفتح).\rفهل فينا أحد يحتكر طعاماً؟ هل هنالك جماعة تآمروا على خبز المسلمين فأغلقوا المطاحن لحسابهم ودفعوا لأصحابها المال ليغلوا الخبز؟ هل في المسلمين من يحتكر هذا الاحتكار الشيطاني؟\r(7) وفي الحديث الصحيح: «من باع بضاعة فيها عيب ولم ينبه إليه، لم يزل في مقت الله ولم تزل الملائكة تلعنه».\rفهل في المسلمين من يرتضي لنفسه أن يكون في مقت الله ولعنة الملائكة من أجل قروش يربحها من حرام؟\rابحثوا -يا أيها القراء- في أحوال المسلمين وانظروا أين نحن اليوم من دين الإسلام؟\r***","seal":"68A618FA","part":1},
      {"page":16,"id":16,"nass":"لن يخدعونا\rمن أمثال «كليلة ودمنة»:\rأن ناسكاً اشترى كبشاً ضخماً ليجعله قرباناً، فانطلق به يقوده، فبصر به قوم من المكرة فائتمروا بينهم أن يأخذوه من الناسك، فعرض له أحدهم فقال: \"أيها الناسك ما هذا الكلب الذي معك؟ \". ثم عرض له الآخر، فقال لصاحبه: \"ما هذا ناسكاً لأن الناسك لا يقود كلباً\". فلم يزالوا مع الناسك على هذا ومثله حتى لم يشك أن الذي يقوده كلب، وأن الذي باعه إياه سحر عينيه، فأطلقه من يده.\rفأخذه الجماعة المحتالون ومضوا به.\r...\rهذا مثالنا مع أمم الغرب؛ رأوا أن هذا الدين الذي جاءنا به محمد صلى الله عليه وسلم فأعز به العرب جميعاً مسلمهم ونصرانيهم، والمسلمين كلهم عربيهم وأعجميهم، مبعثُ القوة لنا لا نُغلب إن حافظنا عليه، ولا يبلغون منا ما يريدون إن تمسكنا به، فحشدوا حشودهم، وساقوا جنودهم من العاملين في إرساليات التبشير (وما قصدهم التبشير بالنصرانية؛ لأن النصرانية إنما انبثقت من هذه البلاد وخرجت منها، ولكن قصدهم التمهيد للاستعمار) ومن إرساليات","seal":"E53F3562","part":1},
      {"page":17,"id":17,"nass":"التعليم (وما غرضهم تعليم العلم، ولكن نشر الدعاية) ومن إرساليات الطب (وما مرادهم شفاء الأجسام بطبهم ولكن إمراض القلوب بدسهم) فكانوا في اتفاقهم علينا، وائتمارهم بنا، مثل هؤلاء المكرة مع الناسك.\rوكما خُدع الناسك عن كبشه حتى ظنه كلباً .. من الإعادة والتكرار والإيحاء المستمر (وتكرارُ الحبل يؤثر في صخرة البئر) خُدعنا نحن عن الحقائق الظاهرة فحسبناها باطلاً، وحسبنا باطلهم الذي ما زالوا يكررونه حقاً، وصرنا نردد مقالتهم، وندعو إلى التفريق بين الدين والسياسة، وبين الدين والعلم، ونضرب الأمثلة بتاريخ أوربا ...\rوأنا لا أحب أن أفرض ما أراه على المخالفين فرضاً، وألزمهم إلزاماً، بل أحب أن أناقشهم ويناقشوني حتى نتفق على الحق في هذا المسألة، ونفرغ منها لنشتغل بما هو أجدى علينا، وأنفع لنا ...\rوهذه المناظرة المكشوفة خير من إفساد عقائد الناشئة في رواية خبر أو تلخيص كتاب سخيفة لمؤلف جاهل مجهول.\rوالكلام في ذلك غداً إذا أراد الله (¬1).\r...\r¬__________\r(¬1) لم أجد الكلمة المتممة لهذه الكلمة. وقد ترددت أأضم هذه إلى الكتاب أم أسقطها منه، وغلب على رأيي أن تُدرج لأن المقصود منها واضح والمعنى مفهوم ولو لم تكمل (مجاهد).","seal":"F0EF5109","part":1},
      {"page":18,"id":18,"nass":"حتى لا نكون مغفّلين\rقرأت من أسبوع أن ستين ألفاً في بومباي خرجوا بمظاهرة هائلة يحيون «آغا خان» ويهتفون له، فلم ينظر إليهم وإنما قابلتهم امرأته الفرنسية.\rفقلت في نفسي: ما أعجب أمر العقيدة! هذه الآلاف المؤلفة من البشر تتجه إلى آغا خان، وتقبل عليه، وتؤثره على الأهل والولد، وتقدم له الخمس من المال، وتدفع إليه وزنه فضة وذهباً، وتكاد تعبده من دون الله، وهو معرض عنها، لا يقيم بين ظهرانيها، ولا يلتفت إليها؛ همه لذاته ولعبه وجياده. فما لها وله، وما تعلقها به وإقبالها عليه؟\rثم قلت: لماذا ألوم الإسماعيليين وحدهم، وكلنا في هذا إسماعيليون؟\rأما خاننا رجالٌ ووالوا عدونا وكانوا مع المستعمر علينا، فلما ذهب المستعمر رجعوا يكذبون، يلبسون مسوح العابد بعد مئزر الجلاد، فصدقنا توبتهم ونسينا حوبتهم؟\rأما سرق أموالنا رجالٌ فصيروها ضيعاً لهم وقصوراً، وجعلوها كنزاً لهم ولأولادهم واطمأنوا عليها، ثم جاؤونا متظاهرين بالورع مدعين الأمانة فأكبرنا أمانتهم، وضربنا بهم في الورع الأمثال؟\rأما جربنا رجالاً فوجدناهم شرّ حاكمين وأفسدهم حكماً وأرقهم ديناً","seal":"536F5D0E","part":1},
      {"page":19,"id":19,"nass":"وأوسعهم ذمة فنبذناهم، وطال عليهم الأمد فنسينا فسادهم، ورجعنا نصفق لهم وننحني لهم لنرفعهم على رؤوسنا مرة أخرى؟\rأما يضحك علينا رجالٌ كلما أذن مؤذن الانتخاب ويعدوننا نعيم الجنة في الحياة، ويحلفون لنا -ليخدعونا- أنهم يُجرون بردى لبناً وعسلاً، ويفرشون الطرق بسطاً ويلبسون الفقراء حريراً، فإذا انتخبناهم كانت مواعيدهم كمواعيد (السيد) عرقوب ... ثم تتجدد الانتخابات فيعودون إلى الضحك على ذقوننا ونعود إلى انتخابهم؟\rفمتى نصير أمة متيقظة عاقلة لا نائمة ولا مغفلة، نتخذ لكل رجل من رجال السياسة دفتراً كدفتر التاجر فيه «من» و «إلى» نقيد له فيه ما له ونسجل له ما عليه، لنرى كم أعطى الأمة، وكم أخذ منها؟ ماذا كان يملك من قبل وما يملك الآن؟ كيف كان يعيش هو وأهله وكيف يعيش اليوم؟ هل صدق الوطنية أم اتخذها تجارة رابحة؟\rمتى نفرق بين الصالح والطالح، والخيّر والشرير، ولا نكون مغفلين ننسى مواضي الرجال، ونُخدع مثل الأطفال؟\r***","seal":"B560BE08","part":1},
      {"page":20,"id":20,"nass":"الطرق\rفكرت اليوم في مسألة «فلسفية» صعبة؛ هي مسألة الطرق: لماذا اخترعها البشر؟ ووصلت -بعد التفكير الطويل- إلى نتيجة عجيبة لا يعرفها أكثر الناس، نتيجة فرحت بها فرح كولومب بكشف أميركا وهو لا يدري؛ هي \"أن الطرق أنشئت ليمشي الناس فيها\"!\rلا، لا تضحكوا أرجوكم، ولا تقولوا: هذا مسألة بديهية معروفة لا تحتاج إلى كلام. إنها تحتاج إلى كلام طويل ليفهمها الناس، فإن كنتم في شك من ذلك فاسمعوا هذه القصة (بشرط ألا تُتخذ قصتي سبباً لقطع أرزاق الناس، فما أريد ذلك والله. لا أريد إلا الإصلاح والتنظيم، فليذكر هذا كل من يقرأ هذه الكلمة):\rوالقصة أني كنت أمس مستعجلاً أريد أن أذهب إلى آخر سوق الحميدية، ولا أستطيع أن أركب سيارة ولا عجلة لأن السيارات والعجلات ممنوع عليها هي والدراجات أن تدخل السوق، فشددت نفسي وجمعت همتي ومشيت. فلم أكد أضع رجلي في أول السوق حتى وجدت الطريق مسدوداً بالناس: هنا عربة يد عليها أشكال من البضائع، وبجنبها عربة أخرى، وهناك بياع جرائد وراءه ثلاثة من باعة الجوارب الأميركية قد بسطوها على الأرض، وفي وسط السوق عدد من بياعي المعاطف، وخلال ذلك كله","seal":"7F998C66","part":1},
      {"page":21,"id":21,"nass":"عشرة صبيان يبيعون الشفرات والأمشاط والمطاط، وحول كل واحد من هؤلاء جميعاً حلقة تساومه أو تخاصمه وتشتري منه أو تدفع له، وأمام بياع الجرائد نفر يحفون به يدورون معه كلما دار ليقرؤوا أخبار الجريدة من عنواناتها ويوفروا ثمنها، وعند بائع المعاطف رجل يقيس المعطف ويجربه واثنان يتفقدان طوله وعرضه وقماشه وخمسة ينظرون إليه، وعلى الرصيفين جماعات من «أكابر» القوم يتحدثون بجد ووقار، أو يتنادرون ويضحكون كأنهم في دورهم، وكل بائع ينادي ويصرخ بأعلى صوت يخرج من حنجرته؛ فيكون من ذلك مجموعة عجيبة قد اختلط فيها صوت الصبي الحاد بصوت الشيخ المبحوح فصارت كأنها برامج إذاعة دمشق في هذه الأيام، فأنت تسمع باستمرار: \"النصر .. الجوز بورقة .. الجوز بورقة .. البيان الوزاري .. بردى .. بفرنك .. المشط بفرنك .. القبس .. هيئة الأمم .. بورقة الجوز .. الجوز بورقة .. دراع المطاط بفرنك .. الأيام .. الشفرات ..)، ولبياع الجوارب صوت نحاسي رنان ونفس ممتد وهو يصرخ (الجوز بورقة .. الجوز بورقة) بمعدل مرة ونصف في الثانية، ويخرج من حلقه الحروف متلاحقة متلاصقة كأنها رصاص الرشاش.\rوتكون في وسط هذه المعمعة وإذا بفلاح طويل عريض يلبس «بلدكية» قد أقبل مسرعاً كالعاصفة التي تهب فتكتسح كل شيء أمامها، فأخذ واحداً بطرف بلدكيته وواحداً بذيلها وجرف الاثنين معه فضاعا وسط البلدكية ... فإذا وصل إليك صدمك صدمة دبابة من الوزن الثقيل ومضى، فتلتفت فتلقى سيارة آتية من خلفك مسرعة كأنها البلاء النازل، فتعجب كيف دخلت السوق وقد منع دخول السيارات إليه، وتنظر إليها فتلقاها سيارة شرطة تسير بسرعة سبعين ميلاً، تصوت صوتاً يثقب الآذان!\rوهذا هو أكبر أسواق المدينة، والطريق إلى الجامع الأموي، أفلا","seal":"C172891D","part":1},
      {"page":22,"id":22,"nass":"ترون -أيها القراء- أننا نحتاج إلى كلام طويل لنفهم الناس هذه الحقيقة الصعبة التي وصلت إليها بذكائي ... وعقلي ... وهي أن الطرق إنما وجد ليمشي الناس فيها؟\r...\rملاحظه: أكرر القول إني لا أريد قطع أرزاق البياعين وطردهم فقط، بل أريد أن يخصص لهم مكان آخر يستطيعون أن يبيعوا فيه من غير أن يؤذوا المارين.\r***","seal":"4A0EE6ED","part":1},
      {"page":23,"id":23,"nass":"لا تخافوا اليهود\rلقد كتبنا نقول إن اليهود يستعدون ونحن نائمون، وإنهم يجدّون ونحن هازلون؛ نستثير بذلك الهمم ونستفز العزائم، ولكنا جاوزنا الحد وأربينا على المدى فانقلبت الدعوة شراً وضراً، إذ صار الناس يتوهمون في اليهود قوة وبأساً ويحسبون لهم حساباً. فوجب علينا أن نعود فنكشف لهم عن الحقيقة وندلهم على الواقع.\rوالحقيقة هي التي ترونها وتسمعونها كل يوم. ألا تسمعون أن جماعات من جند يهود يهجمون بأسلحتهم الحديثة وعتادهم الجديد ومدافعهم الثقيلة على القرى العربية في المنطقة الحرام، فيردهم أهلها أقبح الرد ويقتلون منهم ويأسرون؟ هذا وهم بدو أو فلاحون جاهلون ما درسوا فن القتال ولا عرفوا أساليب الحروب، فكيف إن لاقوا الجيش العربي المنظم؟\rهذه هي حقيقة اليهود: إنهم لا يزالون أهل الجبن والمذلة ولا يلقون عرباً في ميدان إلا ظفر بهم العرب، ولو لم تخدع الدول العربية يومئذ بخدع أميركا وإنكلترا وتهادن تلك الهدنة لألقى اليهود في البحر.\rفلا تخشوا اليهود ولا تظنوا أن السلاح غيّر طبائعهم؛ إن السيف في يد الجبان عثرة له عند الهرب. وما هذا الذي أقول حماسة ولا خيالاً ولكنه الحق الذي وقع أمس وما قبله.","seal":"8C2958D5","part":1},
      {"page":24,"id":24,"nass":"ولا تخشوا اليهود ولا تجزعوا من المال الذي أمدتهم به أميركا والسلاح الذي أعطتهم؛ فإنهم لا يقومون بهذا كله لدولة واحدة من دول العرب.\rولكن لا تستهينوا بهم وتقعدوا عن الاستعداد لهم وتطمئنوا إلى شجاعتكم وجبنهم وعزتكم وذلهم؛ فإن الرجل إن احتقر عدوه فلم يستعد له غلبه العدو، وإن بالغ في خشيته وانقطع قلبه من خوفه لم يستطع أن يحاربه.\r***","seal":"5FD49EC6","part":1},
      {"page":25,"id":25,"nass":"البطل!\rلا أزال أسمع ممن يحسن الظن بي قولهم أني أجيد الوصف وأن لي قدماً في هذا الباب من أبواب الإنشاء، وكنت -لطول ما أسمع ذلك منهم- أكاد أصدق قولهم، حتى كشف الله لي اليوم عن الحقيقة فعلمت أن ذلك المقال مجاملة وإيناس، وأني في الوصف من أعجز الناس ... علمت ذلك لما رأيت هذه الصورة التي يعلن بها عن فلم «البطل».\rولما حاولت أن أصفها لمن لم يرها، وأن أبين عن مبلغ ما عراني من الاشمئزاز و (القرف) لما رأيتها ... صورة هذا المهرج إسماعيل ياسين وهو مغمض العينين، محني الرأس، مفتوح الفم، ممدود الشفتين كأنه مجذوم مائل الشدق أو مجذوب سائل الريق ... وفي يديه الشيء الذي جذب لبه، وأخذ قلبه: حذاء امرأة!\rفإذا كان هذا هو الإعلان فكيف يكون الفلم، وإن كان هذا هو العنوان فكيف يكون المكتوب؟\rأي إهانة للذوق، وطعنة للرجولة، وإفساد لقلوب الشباب!\rوإذا كان هذا كله من أجل الحذاء، فماذا يصنع إذا رأى ما في الحذاء، وما فوق الحذاء؟ ويسمونه فلم «البطل» احتقاراً للبطولة، وسخرية","seal":"3B6A3DE8","part":1},
      {"page":26,"id":26,"nass":"بها، وتهويناً لشأنها؟\rلا. إن هذا كثير كثير.\rإنه سيجعل شبابنا يظنون أن البطل هو الذي يفتح فاه مثل المجاذيب فناء في حذاء امرأة، على حين أن وراء النهر بنات من بنات اليهود، يحملن الرشاشات ويصلين حر القتال.\rإن هذا الفلم وأمثاله جريمة على الوطن، فحاربوها كما تحارب الجرائم. ولست أكره أفلام المهازل (الكوميديا) ولا أنكر على الشعب أن يضحك، ولكني أريد أن نضحك ونحن رجال أولو عزة وكرامة، لا أن نضيع كرامة أنفسنا وعزة رجولتنا من أجل ضحك ساعة.\r***","seal":"FAE1B4BD","part":1},
      {"page":27,"id":27,"nass":"ثورة دجلة\rأقمت في بغداد سنين، أرى كل يوم وجه دجلة الباسم؛ في الصباح وأنا غاد إلى المدرسة، وفي المساء وأنا رائح من النزهة، وأجوز الجسر؛ جسر بغداد الذي كان يوماً سرة الأرض وكبد الدنيا، وأركب الزوارق أمشي مع النهر الذي ساير الزمان ووعى سير الدهور، فلا أنكر من دجلة شيئاً، وأعجب مما تطلع به الجرائد علينا كل غداة تحذر وتنذر وتدعو إلى تقوية السدود، وأرى ذلك من تهويلات الصحف.\rوهذه السدود ليست إلا أكواماً من التراب على الشاطئين تمنع الماء أن يطغى على الجانبين ويغمر بغداد وهي منخفضة عن وجه الماء.\rحتى كانت ليلة الذعر التي مر عليها أربع عشر سنة ولا أزال -كلما تذكرتها- أرتجف من ذكراها (¬1). ليلة بتنا على شفا القبر، نرقب الموت في كل لحظة، قد لبسنا ثيابنا وحملنا ما خف وغلا بأيدينا وقعدنا متحفزين: أذناً إلى الراد نسمع الإذاعة (الماء يرتفع، بقي دون الخطر خمسة سنتيمات) وأذناً إلى الطريق نصغي نرقب صفارة الإنذار. وكنت يومئذ أسكن في الأعظمية في دار واحدة مع الإخوان أنور العطار وكامل عياد وحيدر الركابي وصالح\r¬__________\r(¬1) كان ذلك سنة 1936، ولقد شهدتُ فيما بعد (في سنة 1953) أكبر فيضان وآخره. وقد أمنت بغداد الآن من خطر الفيضان.","seal":"AE85C20B","part":1},
      {"page":28,"id":28,"nass":"عقل، ولقد متنا ألف مرة من خوف الموت وارتقابه في هذه الليلة التي لم تغمض فيها في بغداد كلها عين، وتجرعنا غصص الرعب ألف مرة قبل أن يطلع الصبح وتعلن الإذاعة أن الجند والناس الذين سيقوا جميعاً من الطرقات والبيوت إلى العمل قد استطاعوا كسر النهر من الشمال وإنقاذ بغداد.\rوعادت الجرائد تنذر وتحذر، وتدعو وتنادي، وفهمت لماذا تدعو الجرائد، وظننت أنه لن يمر شهر حتى تكون الحكومة قد تيقظت واعتبرت وأنشأت لدجلة سدوداً فنية تقيها الغرق، لا أكواماً من التراب.\rومرت أربع عشرة سنة، وحسبت كل شيء قد كان، وإذا أنا أقرأ أمس خبر فواجع الماء في بغداد ...\rفهل اعتبرت الآن حكومة بغداد وتيقظت؟ لا أظن! لأن هذه هي طبيعة حكوماتنا جميعاً؛ لا تفيق إلا بعد خراب البصرة كلها، وبعد غرق بغداد، وبعد ذهاب ما تبقى من فلسين إلى أيدي اليهود ... يومئذ تفيق، لا لتعمل وتستعد وتتدارك ما فات، بل لتجتمع اجتماعات جديدة، تلقى فيها الخطب، وتساق التهم، وتتبادل الشتائم، ثم تؤجل لاجتماع آخر، في يوم آخر، يبحث فيه المسؤولون عما كان ثم لا يعرف من المسؤول!\rفيا بغداد، يا بلدي الحبيب بعد بلدي دمشق، يا أيتها المدينة التي خلفت فيها قطعاً من قلبي، وعمراً من حياتي، لك الله ... لك الله يا بغداد! ولنا الله؛ فإنها إن بقيت كذلك تسير سفينة العرب في لج الحياة، وإن لم يتداركنا الله بأيد جديدة توجه هذه السفينة، فلن تغرق بغداد وحدها بالماء، بل ستغرق دنيا العرب كلها بالإفلاس والأمراض والفوضى، وإسرائيل، والذين رمونا بإسرائيل.\r***","seal":"B9C0D3A4","part":1},
      {"page":29,"id":29,"nass":"لا نريد تماثيل\rقرأت أن التمثال الذي صنع في أميركا ليوسف العظمة قد وصل وأنه سينصب في إحدى ساحات دمشق.\rفذكرت مصر والتماثيل الضخمة القائمة في ميادينها: تمثال النهضة، وتمثال إبراهيم وسعد ومصطفى كامل وأحمد ماهر، وما أنفق على نحت هذه الحجارة وتسويتها بشراً سوياً من ملايين الجنيهات التي يحتاج إلى بعضها هؤلاء «البشر» ليعيشوا مثل عيش البشر، فيجدوا الطعام الذي يشبع البطن، والكساء الذي يدفع البرد، والدواء الذي يمنع المرض، وليستعيدوا «اعتبارهم الإنساني» ويشعروا بأنهم آدميون وليسوا قططاً جائعة تحوم على المائدة الشهية التي يتمتع بها (هناك) الأغنياء.\rوكددت ذهني فلم أذكر أني رفعت رأسي مرة واحدة لأنظر إلى جمال واحد من هذه التماثيل ولا إلى فنه ولا إلى ملامح صاحبه، لأنها قد استأثرت بنظري هذه الهياكل البشرية التي نصبها الظلم الاجتماعي تماثيل حية للجوع والجهل والبؤس والحرمان.\rوعجبت من هذه العقول التي تحسب تخليد العظماء إنما يكون بهذا الأثر الذي ينصب ليكون حظنا منه النظر، لا بالآثار الباقيات التي تمكث في الأرض، وتنفع الناس.","seal":"5DF0E752","part":1},
      {"page":30,"id":30,"nass":"وخفت أن يسري هذا الداء إلينا فنقيم التماثيل قبل أن نفتح المدارس وننشئ المشافي ونوسع الطرق وننظف الأرض، وأن ننسى أن الضروريات قبل الكماليات وأن من كان يمشي بلا بنطلون لا يتخذ ربطة عنق من الحرير، وأن الجائع الذي لا يملك إلا (فرنكاً) لا يشتري به كف شكلاتة وإنما يشتري به رغيف خبز. وأن تخليد العظماء يكون بإنشاء المشافي بأسمائهم والمدارس والملاجئ قبل إقامة التماثيل التي لا تشفي المريض، ولا تعلم الجاهل، ولا تؤوي المشرد المسكين. وأنه ليس في الدنيا تمثال خلد اسم صاحبه كما خلد الوقفُ اسمَ نوبل والمعهدُ اسمَ باستور والأمويُّ اسمَ الوليد والمستشفى اسمَ نور الدين والتكيةُ اسمَ سليمان.\rأفهذه الآثار التي تنفع البشر خيرٌ أم نحت تمثال من الحجر.\r***","seal":"2D4E962E","part":1},
      {"page":31,"id":31,"nass":"العدالة الاجتماعية\rزارني شرطي دمشقي فقال إن له اثنتي عشرة سنة في الوظيفة وراتبه خمس وخمسون ليرة في الشهر، ويبلغ مع الضمائم وتعويض الأسرة مئة وخمساً وخمسين، وله امرأة وثمانية أولاد، وقد نُقل إلى اللاذقية. وسألني كيف يمكن أن يعيش فيها؟ من أين يأتي بأجرة الدار وثمن الطعام واللباس والدواء وتكاليف المدرسة؟\rكيف يمكن أن يعيش؟ أأنا الذي يُسأَل عن هذا؟!\rإنما تُسأل عنه الحكومة، إنما تسأل عنه السلطات التشريعية التي وضعت قانون الموظفين، وحددت المراتب والرواتب.\rكيف يمكن أن يعيش؟ ألا يتنازل أحدٌ من أهل الحل والعقد فيفكر فيه؟ ألا يلتفت إليه أحد؟ أليس بشراً؟ أليس سورياً؟ أليس له على هذا الوطن الذي يخدمه ويحمي أمنه وراحته حق السكنى والطعام واللباس له ولأسرته؟\rوالحارس الذي يبقى في الطرقات في تلك الليالي الباردات، على حين نأوي نحن إلى دورنا الدافئات، والذي يسهر الليل كله ليدفع عنا الأخطار ونحن نيام، ألا يحق له أن يحيا الحياة التي يتمتع بها الدواب: يأكل وينام؟","seal":"E147732E","part":1},
      {"page":32,"id":32,"nass":"فهل يكفيه راتبه ليجد هو وأهله كوخاً ينامون فيه، وطعاماً يشبعون به؟ وآذن (¬1) المحكمة، وخادم المدرسة، وموزع البريد، والدركي، وجندي الإطفاء، ومراقب الإنتاج، وممرض المستشفى ... كيف يعيشون؟\rوكيف يكونون أعفّةً أمناء لا يسرقون أموال الدولة، ولا يبتزون أموال الناس؟ لقد نُشر في الجريدة الرسمية من نحو سنة أن أقل أجرة للقميمي (الذي يقعد على الزبل ويشتغل بوقود الزبل) مئة وعشرون ليرة، فإن أعطاه الحمّامي أقلَّ منها كان له أن يدعي عليه في المحكمة ويطالبه بالفرق، فخبروني: على مَن يدعي الموظف الذي تعطيه الحكومة أقل من الراتب الذي حددته للقميمي؟ وإلى أي محكمة يرفع شكواه؟ ومن هو الذي ينصفه ويدفع عنه ظلامته؟\rومتى تفرغ الحكومة لإصلاح الملاكات، فتلغي الوظائف الكبيرة التي لا ضرورة لها، وتزيد الرواتب الصغيرة التي لا يصبر عليها، حتى لا يكون في الدولة موظف لا عمل له، ولا يكون فيها موظف لا يكفيه راتبه؟\rوبذلك نكون أمة ديمقراطية، ويكون فينا عدالة اجتماعية!\r...\r¬__________\r(¬1) ويُسمّى في المملكة الفرّاش.","seal":"FD821513","part":1},
      {"page":33,"id":33,"nass":"مزاح أم إجرام؟\rما هذه العادة القبيحة التي تسربت إلينا، فأخذناها على غير وجهها وأجريناها غير مجراها؟ عادة الترامي بالثلج التي تكون -في بلاد الناس- بين الأصدقاء والخلطاء الذين يألفون المزاح والمباسطة، وبالثلج الهش الخفيف الذي لا يؤذي، فحولناها نحن همجية ووحشية وعدواناً على الرجل العاجز، والمرأة المسكينة، والفتاة المحتشمة، والمريض المتألم، حتى صارت شوارع الشام -أمسِ- كساحات القتال؛ لا يأمن المرء فيها على رأسه أن يشجه حجر ملبَّس بالثلج، ولا على ثيابه أن يصيبها الثلج المخلوط بالوحل وبالأقذار يؤخذ من أرض الشارع ويُرمى به الناس ...\rولقد شاهدت كتلة من الثلج فيها حجر ألقيت على الترام فكسرت النافذة وجرحت وجنة الراكب أمامها وأصابت ثلاثة بأذى، ورأيت جماعة من الشبان مرابطين في أول شارع خالد بن الوليد يكبسون الثلجي كتلاً ضخمة بحجم البطيخة وكلما مر مارٌّ ضربوه بواحدة منها ضرباً، ولقد رأيتهم ضربوا فتاة على ظهرها فانكفأت على وجهها فأقبل رجل ليرفعها فضربوه حتى وقع فوقها، وضرب شبابٌ سائقَ الترام فاضطرب حتى كاد أن يفلت منه المقود فيخرج عن الخط أو يصطدم بسيارة آتية أو بجدار قائم وتكون فاجعة!","seal":"3F82A025","part":1},
      {"page":34,"id":34,"nass":"فما لهؤلاء الشباب؟! أوما كان خيراً لهم لو أنهم وقفوا عند المفارق والمنعطفات يساعدون العاجز ويأخذون بيد الطفل ويسعفون المريض؟ أوما كان أفضل -عند الله والناس- لو أنهم جمعوا جموعهم من طلاب ومن كشافين فداروا على الفقراء ينظرون ما فعل الله بهم في هذا البرد، ثم داروا على الأغنياء يأخذون لهم منهم بعض حقوقهم في أموالهم؟\rلا. إن المسألة خرجت عن المزاح ودخلت في الإجرام، وصار نزول الثلج باباً لكل سفيه وخبيث ليعتدي على الفاضلات من النساء، ويسيء إلى الأفاضل من الرجال، ويعبث بالأمن والحريات!\r***","seal":"9C0BFA95","part":1},
      {"page":35,"id":35,"nass":"ما أضعف الإنسان!\rأخي الأستاذ وديع،\rأرجو أن تعتذر عني للقراء لأنه لا أستطيع أن أكتب اليوم الكلمة ولم أستطع الذهاب إلى عملي، لقد شغلت عن ذلك بنفسي بشيء يُشغل عن الكتابة والعمل والطعام والشراب ... بـ «نوبة رمل» أعاذك الله منها، ولا عرّفك بها.\rبيدٍ من الحديد أحس أنها تقبض على جنبي، وبمثل طعنات الخنجر الحامي تتوالى عليّ على عدد الثواني، وبنفسي يضيق حتى لكأني أختنق، وببطني ينتفخ حتى لكأنه ينفجر؛ فأنا أتلوّى وأتقلّب لا أقدر أن أستقر دقيقة، ولا أكف عن الصراخ لحظة.\rوليس يستطيع الطب أن يسعفني إلا بحقن «السيدول» التي لا تذهب بالمرض فتشفي من الوجع، بل تقتل الحس وتميت الشعور فتُنسي الألم. والسبب كله ...\rأوَ تعرف يا سيدي ما السبب؟\rإنها حبة رمل لا تكاد تدركها العين. هذه هي التي فعل بي الأفاعيل.\rفيا لغرور الإنسان! اخترق الجبال، وخاض البحار، وركب السحاب،","seal":"CE489666","part":1},
      {"page":36,"id":36,"nass":"وأنطق الحديد، وسخر النور والكهرباء، وحاول أن يخترق بعقله حجب المستقبل، وظن أنه شارك الله في ملكه، فأدّبه الله بحبة رمل لا تكاد تدركها العين؛ تصرعه وترميه وتسلبه قدرة عقله، وبطش يده، وتجعله يصرخ كالقط الذي قطع ذنبه!\rوبكأس ماء إن حُرمها شراها بنصف ملكه إن كان ملكاً، وإن مُنع خروجها من جسمه شرى إخراجها بالنصف الثاني!\rألا، ما أضعف الإنسان!\r***","seal":"C1C06836","part":1},
      {"page":37,"id":37,"nass":"القليل يصنع الكثير!\rحدثنا الأستاذ الحوماني أن جامعة عليكرة في الهند إنما أنشئت بآنة، والآنة أصغر قطعة من النقد الهندي! وذلك أنهم اتفقوا على أن يعطي صاحب الدار ضيفه آنة بدلاً من فنجان القهوة أو حبة السكر، وهذا يضعها في صندوق معدٍ لذلك، فاجتمع من هذه الصناديق المالُ الذي أقيمت به جامعة عليكرة؛ أكبر جامعة في ديار الإسلام ومن أكبر جامعات الأرض.\rقال أحد الحاضرين: \"وعلى أن لا يكون المفتاح مع صاحب البيت\"! وقصّ علينا قصة موظف استحل الرشوات وتعوّد أخذ المال الحرام، فوضعوه في عمل لا يستطيع معه أن يحتال على الناس، فعلّق في غرفته صندوقاً كتب عليه «صندوق فلسطين» وصار يلزم كل مراجع أن يلقي فيه شيئاً، ثم يلقي هو آخر النهار كل شيء في الصندوق في جيبه.\r...\rونحن -إذا أمنا السرقات ووثقنا من نظافة الأيدي التي تجمع- استطعنا أن نحقق أعظم المشروعات، ونجعل سورية في عشر سنين دولة من دول أوربا في حضارتها وعمرانها بلا جهد ولا تعب.\rولقد كتبتُ قديماً في «الرسالة» أن جمعيةً تألفت في السويد (على ما أذكر) اسمها جمعية أكاليل الجنائز، عملها أن تقنع من يريد أن يقدم إكليلاً","seal":"7D553069","part":1},
      {"page":38,"id":38,"nass":"لجنازة بأن يدع تقديمه ويعطي الجمعية ثمنه؛ فاجتمع لها من ذلك أموال أقامت بها عشرات الملاجئ للفقراء. وكتبتُ من سنتين في «النصر» أدعو إلى إبطال تقديم السكاكر -في العقود والأعراس- في هذه العلب الفخمة، وتقديمها في قراطيس، وجمع أثمان العلب للبر والخير، وحسبت ما يجتمع من ذلك في دمشق فظهر أنه يمكن أن يُبنى به -في كل سنة- مستشفى كمستشفى المواساة!\rوما أكثر الأموال التي ننفقها جزافاً، والوطن يحتاج إلى جزء منها: الأموال التي تنفق على الزهر والورد الذي يلقى بعد يومين على المزابل ... والأموال التي تصرف على بدلة العرس وهي لا تُلبس إلا مرتين أو ثلاثاً ثم تعلق في الخزانة حتى تصفرَّ ويأكلها العث ... وهذه التحف التي توضع في غرف الجهاز فتجعل غرفة الاستقبال كدكان بائع الموبيليا وتدل على ذوق سقيم ... وهذه الثريات البلورية الجديدة التي ننفق فيها كل سنة أكثر من مليون وثلاثمئة ألف ليرة تذهب إلى أيدي الأجانب ثم لا تكون عاقبتها إلا الكسر، مع أن الثريات النحاسية التي تصنع في بلادنا أبهى منظراً وأطول عمراً ... وما ينفق على أدوات الزينة ...\rولو أن الأمة تنبهت وتيقظت وتألفت فيها جمعيات كجمعية أكاليل الجنائز، تقصر كل جمعية جهدها على وجه واحد من هذه الوجوه الكثيرة، لاستطاعت كل جمعية أن تعلّم كل سنة ألف أمي، أو تداوي ألف مريض، أو تضم إليها ألف متشرد.\rفهل جاء الوقت الذي تستجاب به هذه الدعوة، أم أنها سابقة أوانها؟ أظن أنها سابقة أوانها!\r***","seal":"0D8EA973","part":1},
      {"page":39,"id":39,"nass":"احترموا عقيدتنا وديننا!\rأحب أن أمهد لما سأقوله اليوم برجاء القراء أن يسألوا مَن ذهب إلى أوريا أو أميركا من إخوانهم عن حال الكنائس فيها، وكيف تمتلئ يوم الأحد بكبار القوم ووجهائهم، وأن يسألوا مَن درس الفلسفة وتاريخ العلم عن الفلاسفة العظام والعلماء الأكابر وعن إيمانهم بالله واستمساكهم بالدين، وأن يسألوا مَن كان حضر حفلات تتويج ملك الإنكليز أو قرأ وصفها كيف كانت تفتتح بالصلاة، وكان يتصدرها رجال الدين، وأن يرجعوا إلى الصحف أو يقرؤوا في «المختار» كيف كان الملوك وكبار رجال السياسة يدعون الناس -أيام الحرب الأخيرة- إلى الرجوع إلى الله، وأن يبحثوا عن قوة الكنيسة في بلاد القوم وسيطرتها على نفوس الناس وإكبار الناس لرجالها.\rأسوق هذا كله لأقول لمن لا يرى الحق حقاً إلا إن جاء من الغرب ولا يرى الخير إلا إن كان عليه دمغة الغرب ... أقول: إن التمسك بالدين، والمحافظة على مظاهره، وإقامة شعائره ليس رجعية، ولا جموداً، ولا منافياً للحضارة، ولا مخالفاً للتمدن. وأن دستورنا أوجب التمسك بقواعد الإسلام ومنع إعلان المخالفة له والخروج عليه.\rلذلك أطلب من الحكومة -وقد جاء رمضان- باسم جماعة العلماء، وباسم جمهرة الناس، أن تحافظ على مظهر الصيام، وأن تمنع المجاهرة","seal":"4BFED508","part":1},
      {"page":40,"id":40,"nass":"بالفطر، وألاّ تسمح لمطعم أن ينصب الموائد مكشوفةً على قوارع الطرق، ولا لموظف أن يشرب القهوة أو السيكارة علناً أمام المراجعين، وأن تحترم وزارة المعارف أحكام الدين وكرامة الصائمين؛ فلا تجعل الامتحانات نهاراً يُقدّم فيها الماء البارد ويدخن فيها الدخان، والصائمون من التلاميذ والمراقبين يرون ويتألمون. لتكن الامتحانات ليلاً، ما الذي يمنع أن تكون ليلاً؟ وكيف يستطع الطالب المسلم أن يجمع ذهنه ليكتب وهو يرى ما يثير أعصابه من العدوان على دينه ومن الازدراء بشخصه؟\rإن الديمقراطية هي حكم الأكثرية، وإن الكثرة الكاثرة من السوريين من الصائمين. فلا يجوز في دين الله، ولا في شرعة الديمقراطية ولا في حكم الدستور، ولا في قواعد الذوق، أن تعدو القلة على الكثرة وتؤذيها في دينها وكرامتها.\rإننا لا نقول لغير المسلمين: \"صوموا معنا\"، ولكن نقول: \"لا تعلنوا فطركم أمامنا\". على أن من الإنصاف أن أقرر أن إخواننا المسيحيين كانوا دائماً على قدم اللطف والذوق، وأن الأذى إنما كان يأتينا ممن يدّعي بأنه مسلم وهو في الحقيقة عدو للإسلام بعيد عن الإسلام.\rإنني أطلب من الحكومة باسم العلماء، وباسم الجمعيات الإسلامية، وباسم جمهرة الناس تطبيقَ أحكام الدستور، واحترامَ عقيدة الشعب، ومنعَ المجاهرةِ بالفطر والخروجِ على أحكام الصيام.\r***","seal":"284E187B","part":1},
      {"page":41,"id":41,"nass":"بلى، لدينا أدب ولدينا أدباء\rمن بضع عشرة سنة كتبت في «الرسالة» مقالة عن «الحركة الأدبية في دمشق» قلت فيها إن في دمشق أدباء ولكن ليس فيها أدب، وقد كانت هذه المقالة موفقة من الوجهة الصحفية لأنها فتحت باباً كتبت فيه مقالات تملأ كتاباً عن الحركة الأدبية في العراق وفلسطين والحجاز ولبنان وتونس والمغرب الأقصى، وما لا أذكر الآن من البلدان.\rثم عدت فكتبت مثل ذلك في «المكشوف»، وأنكره عليّ رجال ناوشوني وناوشتهم، وكان بيني وبينهم معارك كان من سلاحها المنطق والدليل والسلاطة والشتيمة وطول اللسان، وأحسب أني كنت المجلي السابق في ذلك كله، ولا فخر!\rوبقيت على هذا الرأي حتى ورد عليّ اليوم هذا الكتاب فأزالني عنه، وأظهر لي فساده، وأثبت لي أن في الشام أدباء وأن فيها أدباً. ولست أنشر هذا الكتاب لأن صاحبه قد مدحني، فأنا (مهما بلغت من الأخذ بفضيلة التواضع) أرى أني لا أستحق هذا «المدح» ... ولكن أنشره لأن فيه «شعراً» جديداً على أتم ما يكون التجديد، مبتَكراً على أكمل ما يكون الابتكار،","seal":"AA190F60","part":1},
      {"page":42,"id":42,"nass":"خرجتْهُ قريحةٌ بلغ من قوتها أنها نسجت هذا الشعر من غير أن يستعين صاحبها بشيء من سخافات أهل النحو والصرف والبيان والبديع والعروض، ولم يتقيد بشيء من ذلك، بل انطلق يحلق كالغراب في سماء الأدب حراً من كل قيد .. بل إنه لم يربط نفسه بهذا العرف القبيح، فكتب في ذيل كتابه «مخدومكم» ولم يقل «خادمكم» مثلاً؛ لأنه يشير بذلك إلى قولهم: \"سيد القوم خادمهم\".\rأما هذا الكتاب فهذا هو بفصه وفصه، أرسلته إلى «الأيام» بخط صاحبه حفظه الله، وأرجو أن تحتفظ به لتُطلع عليه من يشك في الأمر، ويظن أني قد نظمت أنا هذه القصيدة ... البحترية ... وصغتها في مدح نفسي.\rوهذا هو الكتاب:\rأستاذي حزت على العلوم وبحرها ... يا من ضياؤك كالقنديل في الظلم\rولقد خلقت لحبك ولمدحك ... من قبل خلق الله طينة آدم\rعجبت بك يا أستاذي عجباً ... بشجاعة وهمة فاقت على الهمم\rعجبت بأخلاقك التي فاقت ... أدباً فصاحبها العلم والعلم\rعجبت بعقلك وبلطفك عجباً ... عجباً يعجب العجاب في الفهم\rمن قبل خلقي حبك قد حل في ... قلبي وروحي والضلوع والدم\rيا سيداً يا سائداً في فعلك ... يا حائزاً خلقاً وعلم عوالم\rأهديك روحي ثم قلبي وما ... ملكت من الشعر الجميل والمفخم\rوأختم كلامي بالتحية اللائقة ... لمقامكم السامي الرفيع المعظم\rمخدومكم: خطيب بيت سوا","seal":"4604FFCD","part":1},
      {"page":43,"id":43,"nass":"وأنا أهنئ دائرة الأوقاف وأهل بيت سوا بهذا الخطيب الشاعر، وأشكره أوفى الشكر، وأعتذر عن قبول هديته الثمينة؛ لأني قد أضيق بروحي أنا وأعجز عن حمل قلبي فأنا أفتش عمن أهبه له، فماذا أصنع بروحه (تسلم روحه) وبقلبه؟ وأرجو أن يتفضل فيقبل مني هذه الأبيات:\rأشكرك يا حضرة خطيب بيت سوا ... شاكراً جزيلاً على الشعر الأفخم\rوأعجب بعلمك ولطفك عجائباً ... أعجب من أهل العجيبة في العوالم\rوأحبك أكثر من حب مجنون ليلى ... من قبل خلق حواء زوجة والدنا آدم\rمع تحياتي ...\r***","seal":"4ECCF99F","part":1},
      {"page":44,"id":44,"nass":"الإسلام والمرأة (1)\rعن عمرو بن الأحوص الجشمي أنه سمع رسول الله صلى الله عليه وسلم يقول في حجة الوداع: «استوصوا بالنساء خيراً؛ فإنما هنّ عوانٌ عندكم، ليس تملكون منهن شيئاً إلا أن يأتينَ بفاحشة مبينة، فإن فعلنَ فاهجروهن في المضاجع واضربوهن ضرباً غير مبرح، فإن أطعْنَكم فلا تبغوا عليهن سبيلاً. ألا أن لكم على نسائكم حقاً ولنسائكم عليكم حقاً؛ فحقكم عليهن ألا يوطئنَ فرشكم من تكرهون ولا يأذنَّ في بيوتكم لمن تكرهون، ألا وحقهن عليكم أن تحسنوا إليهنَّ في كسوتهن وطعامهن». رواه الترمذي وقال: حسن صحيح.\rبيّن رسول الله صلى الله عليه وسلم في هذا الحديث أن الزواج شركة تقوم على تبادل الحقوق، وكما أن كل شركة لا بد لها من رئيس، فالرياسة في هذه الشركة للرجل، وله الحق في إدارة سياسة البيت، ولا يجوز لها أن تخالفه فيها. وعليه -في مقابلة ذلك- أن يقوم بنفقاتها ونفقات البيت، وليست مكلفة أن تنفق على نفسها ولو كانت تملك عشرة آلاف وكان هو عاملاً أو موظفاً صغيراً.\rوكما أن لكل رئيس سلطة تأديبة، فإن للزوج سلطة هجر الزوجة (في المخدع الزوجي فقط) وضربها ضرباً خفيفاً. ولا يستعجل أحدٌ فيقول: كيف يسمح الإسلام للرجل أن يضرب المرأة؟ لأن الإسلام إنما جعل له","seal":"B61847AF","part":1},
      {"page":45,"id":45,"nass":"هذه السلطة عندما تجاوز المرأة كل حد ولا ينفع معها وعظ ولا نصح، وتعلن النشوز والبَذاء، وتسعى لهدم الحياة العائلية. ولا أظن أن أحداً يستكثر عليها في هذه الحالة أن تُضرَب كما يضرب الأب ولده العاصي، وهو يحبه ويبتغي صلاحه.\rأما في الأحوال العادية، فإن الضرب مَنهيٌّ عنه شرعاً: روى البخاري ومسلم (من حديث): «يعمد أحدكم إلى امرأته فيجلدها جلد العبد، فلعله يضاجعها من آخر يومه». فنهى عن أن يعامل الرجل زوجته معاملة السيد لعبده، ثم يقف منها موقف المحب من حبيبه.\rوحتى إذا كانت المرأة مخالفة سيئة الخلق، روى مسلم: «لا يَفْرَك مؤمن مؤمنة (أي لا يبغضها)، إن كره منها خلقاً رضي منها آخر». فيقول الرسول صلى الله عليه وسلم: إنه ليس في الدنيا أحدٌ كاملاً، فإذا كانت في زوجتك صفات سيئة وأخلاق ذميمة، فلا تنس أن لها أيضاً صفات أخرى حسنة وأخلاقاً حميدة، فاحتمل هذه من أجل تلك.\r***","seal":"2A7F47CD","part":1},
      {"page":46,"id":46,"nass":"الإسلام والمرأة (2)\rوجعل الرسول صلى الله عليه وسلم مقياس خلق الرجل ومعيار ما فيه من الخير معاملته لأهله، فكلما كانت معاملته لأهله أحسن، كان أفضل في نظر الإسلام. قال: «أكمل المؤمنين إيماناً أحسنهم خلقاً، وخياركم خياركم لنسائهم». وقال: «خيركم خيركم لأهله، وأنا خيركم لأهلي».\rوجاء رجل إلى عمر بن الخطاب رضي الله عنه يشكو إليه زوجته، فوجد زوجة عمر (عمر الشديد المخيف ...) تستطيل عليه بلسانها، فرجع. فرآه عمر فناداه، فقال له: \"يا أمير المؤمنين، جئت أشكو إليك امرأتي، فوجدت عندك مثل الذي أشكو منه! \". فقال عمر: \"احتملتها لحقوقٍ لها عليّ\".\rواحتقارُ المرأة، ومعاملتها بالشدة، والترفع عليها، ودخول البيت بوجه عابس باسر، وإدارته إدارة عرفية ظالمة، ومخاطبة المرأة بمثل «الإيعازات» العسكرية ... كل هذا ليس من صفات المسلم. وكان الرسول صلى الله عليه وسلم هيناً ليناً في بيته، يمازح أهله، ويحدث نساءه (وقد سمعتم في حديث عائشة -في الإذاعة- طرفاً من ذلك).\rولكن ليس معنى هذا أن يكون الرجل ضعيفاً في بيته حتى تسيّره امرأته وتستهين به ولا تسمع له أمراً ولا نهياً. لا، وعليه أن يكون لطيفاً في غير ضعف، لطيفاً في الأمور العادية، فإذا كان في الأمر مخالفة للشريعة والأخلاق","seal":"BCBEB93E","part":1},
      {"page":47,"id":47,"nass":"فيجب أن يكون رجلاً، وأن يمنع أهله من كل ما يخالف الشرع والأخلاق. والمرأة -بطبعها- ميّالةٌ إلى التقليد واتباع (الموضة) وإلى التكشف؛ لأن من فطرة المرأة المباهاة بجمالها وإظهاره للناس. وإذا تركها الرجل تعمل ما تريد أضاعت بذلك مال الأسرة ودينها.\rوالخلاصة أن الرجل هو رئيس هذه الشركة ولكنه رئيس (ديمقراطي) مقيد بالقوانين الشرعية، والمرأة أمانة عنده. فإذا فرط في الأمانة وأضاعها يكون خائناً، وإذا ظلم وطغى يكون ظالماً، والظالم والخائن مستحقان لعقاب الله.\rوعلى المرأة أن تطيع زوجها (إلا فيما هو معصية)، ولها بذلك ثواب المجاهدين والشهداء، وقد قال رسول الله صلى الله عليه وسلم: «أيما امرأة ماتت وزوجها راضٍ عنها دخلت الجنة». رواه الترمذي وقال: حديث حسن.\r***","seal":"F4B426B5","part":1},
      {"page":48,"id":48,"nass":"أحاديث نبوية\r• قال رسول الله صلى الله عليه وسلم لعلي بن أبى طالب رضي الله عنه: «يا علي، لا تتبع النظرة النظرة، فإنما لك الأولى وليست لك الآخرة». رواه الترمذي وأبو داود.\rأي أنك إن رأيت امرأة أجنبية فعليك أن تغض بصرك عنها، ولا تعود إلى النظر إليها؛ فإن الأولى مغتفرة لك، ولكن الثانية محسوبة عليك.\r• وقال: «كُتب على ابن آدم نصيبه من الزنا لا محالة؛ العينان زناهما النظر (أي إلى ما يحرم النظر إليه)، والأذنان زناهما الاستماع (أي إلى حديث الفحش أو الغناء المحرم -كغناء النساء- أو لأصوات الآلات الوترية للطرب)، واللسان زناه الكلام (أي في أحاديث الصلات الجنسية المحرمة)، واليد زناها اللمس، والرجلان زناهما الخُطا، والقلب يهوى ويتمنى، ويصدّق ذلك الفرجُ أو يكذبه». رواه البخاري ومسلم.\r• وقال: «لا ينظر الرجل إلى عورة الرجل، ولا المرأة إلى عورة المرأة». رواه مسلم.\r• وقال: «إياكم والدخول على النساء، فقال رجل من الأنصار: أرأيت الحم (أي قريب الزوج)؟ قال: الحمو الموت». رواه البخاري ومسلم.\rنبّه في هذا الحديث إلى ما يتساهل به أكثر النساء من التكشف أمام","seal":"8B527AC0","part":1},
      {"page":49,"id":49,"nass":"الأقرباء -من غير المحارم- والاختلاط بأنسباء الزوج من الرجال، مع أن الشرع يعتبر ابن العم كالرجل الغريب، لا يجوز للمرأة أن تكشف عليه أكثر من وجهها عند أمن الفتنة وكفيها، ولا يجوز لها الانفراد به ولا بغيره أصلاً.\r• وقال: «لا يخلُونَّ أحدكم بامرأة إلا مع ذي محرم». رواه البخاري ومسلم. وروى الطبراني أنه قال: «ما خلا رجل بامرأة إلا دخل الشيطان بينهما».\r• وقال: «من استطاع منكم الباءة (أي طلبت نفسه الزواج) فليتزوج؛ فإنه أغض للبصر، وأحصن للفرج. ومن لم يستطع فعليه بالصيام». رواه البخاري ومسلم.\r• وقال: «الدنيا متاع، وخير متاعها المرأة الصالحة». رواه مسلم.\r• وقال: «ما استفاد المؤمن -بعد تقوى الله- خيراً من زوجة صالحة، إن أمرها أطاعته، وإن نظر إليها سرته، وإن أقسم عليها أبرته، وإن غاب عنها نصحته في نفسها وفي ماله» (أي حافظت في غيابه على عفافها وعلى مال زوجها). رواه ابن ماجة.\r***","seal":"B8485CEE","part":1},
      {"page":50,"id":50,"nass":"حساب النواب\rرتبت اليوم مكتبي، وجمعت أوراقي، فإذا بين يديّ عشرات من بيانات المرشحين وصورهم ووعودهم، ومن أراد أن ينصر الفلّاح ويحمي الضعاف ويقلل الضرائب، ويفتح في كل شارع مدرسة ويشق في كل حي شارعاً، ومن وعد -إي والله- بأن يوزع الخبز مجاناً إذا صار نائباً ويزوج كل شابة وشاب، ولم يبقَ عليه إلا أن يجعل سورية كالجنة التي وعد الله للمتقين؛ فيها ما تشتهي الأنفس وتلذ الأعين!\rوهممت بأن ألقي هذه الأوراق في السلة، ثم فكرت فعدلت واحتفظت بها، وذهبت فاشتريت دفتراً جديداً، كتبت اسم كل نائب في صفحة منه وكتبت برنامجه ومشروعاته ووعوده، وعزمت على تسجيل كل ما سيعمله هذا النائب في المجلس لتحقيق هذه الوعود. حتى إذا جاءت الانتخابات القادمة نشرتها على الناس، ليميزوا بين الصادق والكاذب، والطيب وغير الطيب.\r...\rبقي شيء واحد لا أملكه أنا، هو أن الإذاعة تنقل إلينا كثيراً من الحفلات الخطابية والغنائية، أو تنقل الصلاة والخطبة من الجامع، فلماذا لا","seal":"4F772653","part":1},
      {"page":51,"id":51,"nass":"تنقل جلسات المجلس النيابي (إلا السرّي منها) ليسمع كل واحد -وهو في بيته- ما يجري في المجلس، ويسجل على كل نائب الحسنات والسيئات، ويعرف من يقول خيراً ومن يقول شراً، ومن هو أخرس لا ينطق ولا فرق بينه وبين الكرسي إلا أن له يداً تُرفع عند اللزوم ... و «تُمدُّ» عند اللزوم!\rفهل تستجيب الإذاعة لهذا الطلب؟ وهل يتخذ كل واحد دفتراً مثل دفتري؟\r***","seal":"62A480E4","part":1},
      {"page":52,"id":52,"nass":"في الاقتصاد\rكنت أعتقد دائماً أني أجهل الناس بأمور الاقتصاد وأبعدهم عن معرفة طرق التدبير ووجوه التوفير، وكنت أجد -لذلك- في نفسي وأتألم. فلمّا كانت هذه الحرب الأخيرة ورأيت ما كنا عليه وما كان عليه الناس رأيت أني من علماء الاقتصاد وأئمة التدبير بالنسبة إلى من كان في أيديهم الأمر والنهي و ... خزانة الدولة، وصرت أعزي نفسي وأسليها.\rاجتاحت هذه الحربُ بلادَ الناس، وأصابتها بالتخريب ورمتها بنقص الأموال والثمرات، فكانت عليهم جحيماً وكانت لنا نعيماً؛ إذ سلمنا من شرورها، ونلنا من خيراتها، فزادت في أيدينا الأموال، ونشأت الصناعات، واتسعت التجارات، فماذا صنعوا وماذا صنعنا؟\rصبروا عليها وضيقوا على أنفسهم وأمسكوا من الجوع بطونهم، فلا يأكلون إلا بقدر، ولا يلبسون إلا بقدر؛ كي يوفروا المال ليشتروا به النصر، فلما نالوه لبثوا يحرمون نفوسهم ويضيقون عليها، ليبيعونا من الكماليات ما يسترجعون به المال الذي اشتروا به النصر، وانطلقنا نحن نفتش عن نافذة نلقي منها أموالنا ونبددها ونضيعها.\rكان ملك إنكلترا أثناء الحرب يعتذر عن تقديم الحلوى في الحفلات لضيوفه لأن جرايته منها لا تقوم بذلك، وكنا نحن ننصب هنا وهناك مائدة","seal":"716115C7","part":1},
      {"page":53,"id":53,"nass":"طولها ثلاثون متراً في كل شبرين منها صحن حلو من مطعم الأمراء مرصوص رصاً كأنه البناء المشيد، لا يقل ثمنه عن خمس وثلاثين ليرة ... وها هي ذي إنكلترا لا تزال إلى اليوم تعيش على نظام الجراية وتحشد كل ما تستطيع من جهود وقوى لزيادة التصدير، ونحن لا نزال نتسابق إلى استيراد ما ينفع وما لا ينفع، ونتفنن في وجوه البذخ والتبذير، حتى صارت الالآف من نساء أغنياء الحرب في بلادنا والوارثين وكبار الموظفين تلبس -بيقين- أثمن وأغلى مما تلبسه ملكة بريطانيا العظمى!\rفكانت النتيجة أن ضاع (أو كاد يضيع) كل ما اكتسبناه أيام الحرب، ونزلت أثمان أسهم الشركات التي ألّفناها، وقلّ المال في أيدينا. وأوشك أن يصير مثلنا ومثل الإفرنج كذلك الذي ركب في المسعى بين الصفا والمروة حيث يمشي الناس فأذله الله حتى مشى على جسر بغداد حيث يركب الناس.\rوهذا خطر على أموالنا تستطيع الحكومة أن تدرأه عنا حين تمعن في إنجاز مشروعاتها الإصلاحية، وحين تعلم الناس أن يقلدوا الإفرنج (إذا قلدوهم) في مثل هذا، لا في اللهو والإلحاد والمذاهب الهدامة والعادات المؤذية.\r***","seal":"AF1BBA8F","part":1},
      {"page":54,"id":54,"nass":"خاطبوهم بلغة المدفع\rهذه أول مرة -مذ بدأت حرب فلسطين- استطعت فيها أن أرفع رأسي الذي أحناه الخجل، وأثقله الألم ... هذي أول مرة وضع فيها قادة العرب أقدامهم على الطريق، بعدما كانوا يتيهون في الفلاة، ويمشون على غير الهدى ... هذا أول مرة تقرر فيها الجامعة قراراً، فيقول العرب: \"صحيح\"، وكانت من قبل تقرر فلا يرضى عنها أحد ... هذي أول مرة تدرك فيها الحكومات أن ساحة المعركة ليست في ليك ساكس ولا في نيويورك، وأن سلاحها ليس الخطب ولا المذكرات، ولكن المعركة -كما كان يقول الأستاذ فارس خوري- هنا: في فلسطين، والسلاح هو الدم والنار والحديد ...\rهذا هو الطريق، قد وضعتم الآن أقدامكم عليه فسيروا قدماً. اضربوا ضربة الحق، ودعوا اليهود يشتكون هم إلى مجلس الأمن، فلقد كنا في المدرسة نحتقر التلميذ الذي لا يستطيع أن يدفع عن نفسه الشر فيذهب باكياً إلى المعلم، فيقول بصوت رخو، وعين دامعة، وشفة مقلوبة: \"أستاذ، هاد ضربني\"!\rوكان شاعرنا الجاهلي، يقول:\rبغاة ظالمين وما ظلمنا ... ولكنا سنبدأ ظالمينا","seal":"E41B4403","part":1},
      {"page":55,"id":55,"nass":"ونحن لا نريد أن نظلم أحداً؛ فقد أذهب الله عهد الجاهلية وحرم الظلم، ولكنا لا نريد أن نكون كعير الحي، ولا الوتد، ولا الشاة بين أنياب الذئب. إننا نحب أن نتأدب بأدب القرآن الكريم؛ جل من أدب، ونأخذ بقول الله عز وجل تقدس من قول: {ومَن اعْتَدى عَلَيكُم فاعتَدُوا عليْهِ بمثلِ ما اعْتَدى علَيْكُم}. من ضربكم بالمدافع فاضربوه بمثلها، لا تضربوه بالكلام. ومن أخذ الإبل فاستردوا منه الإبل وأدّبوه، لا توسعوه شتماً (وأودي بالابل)!\rوإن صادر اليهود أموالكم فصادروا أنتم أموال اليهود، وإن طردوكم من منازلكم فاسترجعوا أنتم -على الأقل -هذه المنازل، واطردوهم منها كما طردوكم\r{وأَعِدو لهُمْ مَا اسْتَطَعتُم مِنْ قُوَّةٍ} ... صدق الله العظيم. ودعوا الكماليات، ووفروا المال، واشتروا السلاح، وانشروا نظام الفتوة، وافتحوا معسكرات التدريب. دربوا الرجال على القتال، وعلموا النساء اتقاء الغارات، اجعلوا البلد كلها ثكنة كبيرة.\rالآن، وضعتم أقدامكم على الطريق، فسيروا قدماً، فإنه -والله- ما خنس اليهود وأبلسوا، ولا كان هذا القرار الرباعي، إلا لأنكم أفهمتم الدنيا إنكم مستعدون للضرب، وأنه مضى عهد الكلام.\rإن اللغة التي يفهم بها البشر اليوم هي لغة المدفع، والحق على شفار السيوف وحد الأسنة، لا بأطراف الألسنة ولا بصحائف الكتب ...\rفلا تتكلموا بعد اليوم إلا بلغة المدفع!\r***","seal":"B5C27406","part":1},
      {"page":56,"id":56,"nass":"في نقد الإذاعة\rشرعت أكتب هذه الكلمة وما أدري: أتُنشَر أم تؤثر «الأيام» المجاملة فتُطوى ويذهب عنائي في كتابتها هدراً، لذلك أسطر فيها طرفاً مما ينبغي أن يقال، وأدع الباقي ليوم آخر.\rوليثق القراء أني ما أكتب عن «الإذاعة» بغضاً بمن فيها، ولا حقداً عليها، ولكني أكتب للمصلحة العامة. وتحت يدي كتب ورسائل كثر تفيض بالشكاة المرة وبالألم والحسرة على ما انتهت إليه إذاعتنا، وتقول إن إذاعة إسرائيل لا تزال تحفز الهمم، وتشد العزائم، وتعد قومها لليوم الأسود، وتوجههم وجهة الجد والحماسة، وإذاعتنا تخدر الأعصاب بهذه الأغاني الماجنة الرخوة. وإذا هي جاوزت إلى تلاوةٍ ذكّرت السامعين بحديث: «رب تال للقرآن ...» لأنها لا تكاد تجيئنا إلا بقارئين يغنون بالقرآن غناء، ويقفون حيث لا يجوز الوقف، ويتلون آيات العذاب بالنغمات اللطاف وآيات النعيم باللحن القوي، ويقرؤون أول الآية بالقرار الخافت الذي لا يُسمع، ثم يثبون في آخرها إلى الجواب العالي الذي لا يُدرك، ومنهم من يقطع القراءة في وسط الآية ويقف عند مبتدأ لا خبر له أو فعل لم يأت فاعله ... لأن الوقت قد انتهى!\rوإن أسمعتنا الإذاعة أحاديث كان أكثرها فياضاً باللحن القبيح المزري.","seal":"077F6AA4","part":1},
      {"page":57,"id":57,"nass":"وأذكر -على سبيل المثال- الحديث الذي أذيع صباح الجمعة (أمس)، وهو ليس إلا سرداً لقصة تاريخية مشهورة، ومع ذلك لم يعرف المحدّث كيف يقرؤها؛ فقرأ: \"جدٌّ لما جئنا له\" وأعادها مرتين وهو يجعل «جد» اسماً مرفوعاً ولا يدري أنه لا يبقى لها بذلك معنى وإنما هي «جُدَّ»؛ فعل أمر من الجد، وقرأ «الفضل بن عياض» وأطفال المدارس يعلمون أنه «الفضيل»، وقال: «بر» بضم الباء وهي بالكسرة (¬1)، وقال عليٌّ بن أبي طالب (بالتنوين) مع أن القاعدة (التي تُقرأ في الصف الأول الثانوي) أن كل عَلَمٍ وُصف بابن لا يُنوَّن.\rوهذا مثال صغير من اللحن في الأحاديث، أما اللحن في الأخبار فلا يمكن إحصاؤه. والأخبار لا يُراعى في سردها مصلحة قومية، ولا وعي وطني، بل ربما جاء فيها ما هو مناف للمصلحة القومية؛ كخبر إعطاء جائزة للدكتور بانش ومدحه والثناء عليه مع أن موقفه في فلسطين معروف، (والجائزة لم تعطَ له إلا بفعل اليهود كيداً للعرب وإيذاء لهم).\rوالجلسات التي تعقد للطلاب أقل ما يقال فيها إنها لا ترضي العلم ولا اللغة، ولا يمكن أن ترضيهما ما دام يقوم عليها مذيع عادي، ولم يوسد أمرها إلى أستاذ كبير مشهود له بالعلم والبيان.\rإن الإذاعة هي ترجمان الأمة، ولسان الوطن. وإنه ينبغي أن يكون عليها أديب ضليع، قوي المشاركة في العلم، موثوق من إيمانه ومتانة أخلاقه وإخلاصه للوطن.\r...\r¬__________\r(¬1) البِر (بكسر الباء) الخير، والبُر (بضمها) حبّ القمح.","seal":"9D00A4B3","part":1},
      {"page":58,"id":58,"nass":"أثر الإيمان\rمن أعظم الكتب التي قرأتها أثراً في النفس وجلباً للسعادة كتاب «دع القلق وابدأ الحياة» الذي ألفه ديل كارنيجي وترجمه عبد المنعم الزيادي.\rفيه فصل قيم عن أثر الإيمان في سعادة الإنسان روى فيه عن وليم جيمس (فيلسوف أميركا الذي كان أستاذ الفلسفة بجامعة هارفارد) قوله: \"إن أعظم علاج للقلق هو الإيمان\". اشتمل هذا الفصل على قصص واقعية كثيرة لرجال معروفين في أميركا عانوا أشد الأزمات النفسية، حتى أشرفت بهم الحال على الجنون أو الانهيار، فلم ينقذهم إلا الإيمان.\rقال فيه (والعبارة بلفظ المترجم): أعرف رجالاً ينظرون إلى الدين نظرتهم إلى شيء مقصور على النساء والأطفال والوعّاظ، ويتباهون بأنهم «رجال» يسعهم أن يخوضوا المعارك بلا سند ولا معين، فما أشد الدهشة التي تتولاهم حين يعلمون أن معظم «الرجال» (أي الأبطال المشهورين) يضرعون إلى الله كل يوم أن يساندهم ويؤازرهم. (وضرب أمثلة لرجال منهم أيزنهاور، الذي لم يحمل معه حين طار إلى إنكلترا ليتولى قيادة جيوش الحلفاء إلا الإنجيل، والجنرال مارك كلارك الذي كان لا ينقطع عن تلاوة الإنجيل كل يوم من أيام الحرب).\rثم قال: \"لقد أدرك هؤلاء الأبطال الحقيقة التي قالها وليم جيمس: \"إن","seal":"03C650F1","part":1},
      {"page":59,"id":59,"nass":"بيننا وبين الله رابطة لا تنفصم، فإذا نحن أخضعنا أنفسنا لإشرافه -سبحانه- تحققت كل أمانينا\".\rوكثيرون من هؤلاء «الأبطال» قد تحققوا بأنفسهم من صدق قول الدكتور ألكسيس كاريل، مؤلف كتاب «الإنسان ذلك المجهول» وأحد الحائزين على جائزة نوبل. قال: \"لعل الصلاة هي أعظم مولّد للنشاط عُرفت إلى يومنا هذا، وقد رأيت -بوصفي طبيباً- كثيراً من المرضى فشلت العقاقير في علاجهم، فلما رفع الطب يديه عجزاً وتسليماً تدخلت الصلاة فأبرأتهم من عللهم. إننا نربط أنفسنا -حين نصلي- بالقوة العظمى التي تهيمن على الكون، ونسألها ضارعين أن تمنحنا قبساً منها نستعين به على معاناة الحياة. بل إن الضراعة وحدها كفيلة بأن تزيد قوتنا ونشاطنا، ولن تجد أحداً ضرع إلى الله مرة إلا عادت عليه الضراعة بأحسن النتائج\".\rوبعد أن روى قصصاً يدلل بها على ما ذكر قال: \"ترى لماذا يجلب الإيمان بالله والاعتماد عليه سبحانه الأمان والسلام والاطمئنان؟ سأدع وليم جيمس يجيب على هذا السؤال: إن أمواج المحيط الصاخبة لا تعكر قط هدوء القاع العميق، وكذلك الإيمان لا تعكره التقلبات السطحية، فالرجل المتدين حقاً عصيٌّ على القلق، محتفظ أبداً باتزانه، مستعد دائماً لمواجهة ما عسى أن تأتي به الأيام من صروف. فلماذا لا نتجه إلى الله إذا استشعرنا القلق؟ ولماذا لا نؤمن بالله ونحن في أشد حاجة لهذا الإيمان؟\r(صورة طبق الأصل)\r***","seal":"6742C565","part":1},
      {"page":60,"id":60,"nass":"نظامٌ يحتاج إلى إصلاح\rنحن نشكو دائماً من كل شيء، ونطلب الإصلاح الشامل الكامل، فإذا لم يتم دفعةً واحدة (ولا يمكن أن يتم) لم نصنع شيئاً، مع أن المعقول أن نباشر بالإصلاح الجزئي، وأن ننزع حجراً حجراً من هذا البناء المتداعي ونأتي بأحجار أمتن وأقوى.\rوقد سقت هذه المقدمة الطويلة المملة لئلا يقول أحد إن هذا الرجل يتكلم عن المختارين والبلاد تتكلم عن الوزارة والأزمة الوزارية. سقتها لأقول بأن الإصلاح لا يبدأ من فوق؛ من الشرفات والقباب، ولكن يبدأ من تحت؛ من الأساس والدعائم.\rونظام المختارين -الذي يُعمل الآن على تعديله- أسخف نظام وأغربه، وأبعده عن روح العصر ومطالب الزمن.\rالمختار -سواء أكان معيناً تعييناً كما هو الآن، أم منتخباً انتخاباً كما يريدون أن يكون- رجل لا يكون على الغالب إلا عامياً، لا يشترط فيه علم ولا دراسة ولا سن، وليس فوقه مراقبة فعليه، وليس لعمله أسلوب واضح، وهو -مع ذلك- المؤتمَن على أعراض الناس وأموالهم وأخلاقهم! من أراد أن يتزوج احتاج إلى تصديق المختار والإمام، ومن أراد أن يطلق، ومن شاء أن يبيع عقاراً، ومن ابتغى أن يدخل وظيفة، ومن ماتت له بنت أو وُلد له","seal":"DFCDC51F","part":1},
      {"page":61,"id":61,"nass":"مولود ... كل ذلك مرده للمختار. ومِن المختارين مَن يتحكم في حيه تحكم الجبارين، ويشاركهم في مهر المخطوبة وثمن البيت، ليضع لهم خاتمه الكريم، ومنهم من هو في وظيفته هذه من أن ربعين سنة، لا يُنقل ولا يُعزل ولا يُبدّل.\rأما حوادث المختارين فكثيرة، كثيرة، كثيرة. لا تتسع لها عشرٌ من هذه الكلمات. وآخرها ما صنعه مختار حي من الأحياء، فقد جاءته امرأة وخبّرته أن زوجها قد مات وهي ترجو أن يشهد لها، فحوقل واسترجع وأخذ المبلغ، وكتب لها. وأخذت الشهادة إلى الشرطة فصادقت على صحتها، ودارت بها حتى وصلت إلى النفوس، فسجل الموظف وفاة عزيزة بنت فلان. قالت: \"أنا عزيزة، وأنا لم أمت، وإنما مات زوجي\". قال: \"كذابة؛ الميت عزيزة\". قالت: \"أنا عزيزة\". قال: \"هل أصدقك وأكذب شهادة المختار وتحقيقات الشرطة؟ \".\rوذهبت المسكينة (تمشي) من مكان إلى آخر، لتثبت أنها ليست هي الميتة ولكن الميت زوجها، وذلك لأن المختار كتب اسمها في شهادة الوفاة، والشرطة قد صدقت على الشهادة!\r...\rإنه إن لم يكن بدٌّ من نظام المختارين فليكونوا شبه موظفين، وليكن لهم مِلاك، وليوضع لهم نظام يبين أعمالهم، ويحدد أجورهم، ويوضح تبعاتهم، ويسهّل ملاحقتهم. أما هذا النظام الحاضر فمن العار على سورية أن يبقى فيها سنة 1951.\r***","seal":"D2C1B8DE","part":1},
      {"page":62,"id":62,"nass":"أناشيد\rقرأت في «الأيام» أمس في باب «جلسة المجلس النيابي» نبأ عريضة للعلماء يحتجّون فيها على الإذاعة لأنها أبطلت ما سمّوه بالأناشيد الدينية، وقد كانت تذاع بعد صلاة الجمعة. فرأيت من الواجب عليّ بيان حقيقة الأمر في نظر الإسلام، والإسلام ليس فيه أكليروس، وليس لأحد وحده حق التكلم باسمه، بل إن لكل مسلم عَرَف دليل مسألة أن يردّ فيها على علماء الأرض لو قالوا بعكسها بلا دليل.\rوالحقيقة أن هذه الأناشيد ليست دينية، ولا أصل لها في الإسلام، وأن أكثر ما كان يذاع منها نصفه كفر وشرك لأنه سؤال المخلوق مما لا يقدر عليه إلا الخالق، ونصفه قلة أدب مع الرسول لأنه تغزّلٌ به صلى الله عليه وسلم وذكرٌ لجماله وعيونه ودلاله وطلب لوصاله. ولو قيل مثل هذا «العَلْك» لمدير ناحية أو لرئيس مخفر لعدّه وقاحة وأمر بصاحبه إلى السجن أو مستشفى المجانين، فكيف يقال لسيد الخلق؟ ثم إن ألفاظه عامية مبتذلة، وأنغامه رخوة مخنثة.\rوالحق كان مع الإذاعة في إلغائها، وليس مع العلماء المحتجين على إلغائها ذرة من الحق، وهذا كلام لي عليه من الأدلة الشرعية ما لا يقبل نقضاً ولا رداً.\r***","seal":"0FB5BAA6","part":1},
      {"page":63,"id":63,"nass":"نحن في حرب\rيا أيها الناس، ألم تشعروا -بعدُ- أننا في حرب مع أعداء الله: اليهود؟ فهل سمعتم أن أمة تعيش الحرب كما كانت تعيش السلم؛ لا تدع شيئاً من لهوها ولعبها، وسرفها وترفها؟ هل سمعتم أن أمة تعطي مالها لعدوها، تعينه به على نفسها، وتشتري له به السلاح ليوجّهه إلى صدور أبنائها؟ فما لكم ما نقصتم شيئاً من لهوكم ولعبكم؟ ما لكم تعطون أموالكم عدوكم، تشترون بها ما لا ينفعكم ولا يفيدكم؟ لم لا تستغنون عن «الكماليات» لتشتروا بأثمانها السلاح؟ لم لا يبذل أغنياؤكم من حرّ أموالهم ما يهدون به الطيارات والدبابات والمدافع إلى جيش البلاد، فتسمى الطيارة أو الدبابة باسم مهديها، فتبقى له ذكراً وفخراً، وتكون له للآخرة ذخراً، وينال بها عند الله أجراً؟\rإن أبا بكر تبرّع للجيش بماله كله، فقالوا له: \"ماذا تركت لأهلك؟ \"، فقال: \"تركت لهم الله ورسوله\". وعمر تبرع بنصف ماله، وعثمان أعطى الشيء الكثير، وما من الصحابة إلا من بذل وأعطى. وإن أغنياء الإنكليز اليوم والأمير كان يعطون الحكومة أكثر من نصف ما يدخل عليهم، فما لكم لا تقتدون بسلفكم الصالح، ولا تتشبهون بالقوم المتمدنين؟ أتقلدونهم في الرقص والشراب والاختلاط وما يشكون هم منه، ويتمنّون الإقلاع عنه، ولا تقلدونهم فيما ينفع ويفيد؟\r***","seal":"77643B3D","part":1},
      {"page":64,"id":64,"nass":"القاضي الشهيد\rرجعت الآن من جنازة الزميل الشيخ عادل العلواني وقعدت لأكتب هذه الكلمة وأنا لا أزال مشدوهاً مقسم الذهن لا أكاد أصدق أنه مات ولا أدري ماذا أكتب عنه!\rما الذي تسعه هذه الزاوية الصغيرة من إخاء عشرين سنة؟\rماذا أقول عن الرجل الذي عرفته رفيقاً في كلية الحقوق جنبي في المقعد إلى جنبه، ثم عرفته قاضياً في المحكمة الشرعية قاعتي مقابل قاعته، والذي رافقته أمداً يملأ حديثي عنه تاريخاً؟ إني والله لا أدري ماذا أقول، فاعذروني؛ فإني لا أزال في روعة الصدمة الأولى!\rولقد سمعت الناعي في الهاتف يقول لي: إن الشيخ عادل قُتل، فما صدقت، وحسبتها مزحة ثقيلة، وما ظننت أن من الممكن أن يُقتل قاضي دمشق وسط دمشق. وغدوت أسأل فإذا الخبر صحيح، فذهبت إلى الدار أدبر أمر الجنازة، فلم أرَ في الدار إلا امرأة حيرى، وأطفالاً تسعة أيتاماً، وإذا القاضي الذي كان مستوراً بالتجمّل لم يخلف بعده ما يكفي لإيصاله إلى القبر.\rولقد يكون في هذا الذي أقول إيلام لأسرة الفقيد، ولكني أقوله بإكبار وإعجاب، وأحنى هذا الرأس -الذي ما انحنى قط لغير الله- أمام","seal":"79EC95EF","part":1},
      {"page":65,"id":65,"nass":"نعش الرجل الذي استطاع أن يكون قاضياً نزيهاً أميناً، وهو يكابد الفقر عمره كله ويتجرعه ويصبر عليه، حتى عاش شريفاً، ومات شهيداً!\rوتولى القضاة والمحامون نعيه وإخراجه، ومشت الجنازة صامتة رهيبة على السنة؛ لا صراخ ولا نشيد ولا آس ولا أكاليل، وأبّنْتُهُ وأنا لا أعلم ماذا أقول؛ لأن أطفاله كانوا أمامي، فكان يشغلني التفكير في مصيرهم عن صوغ آيات البيان.\rكنت أفكر فيهم فأخشى أن لا تفي هذه الأمة للرجل الذي وفى لها، وأن تدع أولاده يحتاجون من بعده لأن ضميره ودينه منعاه من أن يدخر لهم مالاً يجمعه من حرام، وأن تضيق خزانة الدولة فلا تجود بالمال لمن جاد بالدم، وأن تتمسك بحرفية قانون التقاعد وتعطي أسرة الفقيد ما لا يكفيها ثمن الخبز ... حتى يرى ذلك القضاة فلا يبقى فيهم قاض نزيه.\rوبعد، فإني -والله- لا أزال في روعة الصدمة الأولى، فاعذروني اليوم.\r***","seal":"9D38C15F","part":1},
      {"page":66,"id":66,"nass":"لا نريد من يدافع عن القاتل\rبعض هذا -يا سيد حسن غزاوي- فإن الحياء من الإيمان!\rولك أن تدافع عن «القاتل»؛ فإن الدفاع حق مطلوب، ولك أن تحرص على «الأجرة»؛ فإن المال مُشتهىً محبوب، ولكن ليس لك أن تنسى الحق من أجل المال، وتضحي بالإنسانية في سبيل المهنة، فتصغر هذا الجرم وهو عظيم، وتكسر بلسانك قلوب هؤلاء الأطفال بعد أن كسر موكِّلك -بنذالته- ركنَهم، وذبح بسكينه أباهم كما تُذبح في المسلخ الخراف، وتسخر من هذه الأمة التي فتحت لك أبوابها وأعطتك من المجد والمال ما لو وجدتَه عند أهلك لما لجأت إليها!\rولو كنتَ من أهل هذا البلد لعلمت أنها لم تَصنع بأهله جريمةٌ آثمة سافلة ما صنعت هذه الجريمة ... وأنها راعت قلوبَ ساكنيه، وأغضبتهم وآلمتهم؛ أسفاً على الفقيد، وحزناً على أولاده، وإكباراً لفقره، وخوفاً على العدالة أن لا ينصب لها في الشام ميزان بعد اليوم، ما دام كل نذل يغضبه القاضي يبعث إليه بوحش يقتله! .. وأنها فرشت بالشوك مضاجعهم، فما يقر لهم قرار حتى يصطبحوا بمرأى المجرمين كافة تهتز أرجلهم فوق أرض المرجة (¬1) ... وأن النساء في البيوت، أي والله، والرجال في الأسواق، والأولاد\r¬__________\r(¬1) كنايةً عن الشنق في ساحة المرجة وسط دمشق (مجاهد).","seal":"76EE8F67","part":1},
      {"page":67,"id":67,"nass":"في المدارس، لا يزالون يسألون عن المحاكمة ماذا جرى فيها، وعن المجرمين متى يلقون جزاء ما جنوا؟\rولو كنت تقرأ التاريخ لعلمت أنها جريمة لم يعرف تاريخنا جريمة مثلها، ولقد قُتل مئات من الخلفاء والملوك والأمراء، ولكن لم يُقتل قاضٍ في الإسلام اغتيالاً قبل القاضي العلواني.\rفهو وثقت الآن أنها جريمة ليست كالجرائم؟ يا سيد حسن!\rإني لا أعرفك، ولكني أظن -مما سمعت عنك- أن هذا كله لا يقنعك. إنه كان يقنعك لفظ واحد من الرئيس لو أنه قاله في الجلسة؛ هو أن يأمر بتوقيفك، على هذا التعريض المكشوف بالمجلس وهذه الجرأة عليه!\rولكن الرئيس كان حليماً جداً، فإياك .. فإن العرب تقول في أمثالها: «اتق غضبة الحليم»!\r***","seal":"05D21DA0","part":1},
      {"page":68,"id":68,"nass":"الكماليات\rحدثني صديق أديب أقام شهراً يتنقل بين أنقرة وإسطنبول وإزمير أنه لم يبصر في هذه الأيام كلها إلا عشراً من السيارات الخصوصية الفخمة التي نرى العشرات من أمثالها كل يوم تحمل أغنياءَ الحرب إلى مخازنهم وأولادَهم إلى مدارسهم، وتحمل نساءهم إلى الاستقبالات والأعراس.\rوقصّ علي قادم من تشيلي (كان قطنها عشرين سنة) أن التجار فيها محرم عليهم تحريماً استيراد الكماليات كلها من البلاد الأجنبية؛ فلا فرو يُباع بوزنه ذهباً، ولا أحمر للشفاه تضيع في ثمنه الآلاف، ولا عطر نادر، ولا شيء من مثل ذلك. وما لم يُستغنَ عنه من هذه الكماليات صُنع في البلاد وكان ربحه لأبنائها.\rونسمع عن بلاد الناس أن الحكومات فيها تعمل على حفظ ثروة سكانها ومنعها أن تذهب إلى بلاد الأجانب ثمناً لتوافه لا ينفع وجودها، ولا يضر عدمها.\rفما لنا نحن خاصةً -دون عباد الله- نضيع ثروتنا في هذه الكماليات؛ في السيارات الفخمة، والفراء وأدوات الزينة ووسائل الترفيه؟ حتى السكاكر (¬1)\r¬__________\r(¬1) السكاكر -في لغة الشام الدارجة- هي الحلوى (مجاهد).","seal":"A43F768E","part":1},
      {"page":69,"id":69,"nass":"صرنا نأتي بها من إنكلترا وأميركا ولعب الأطفال وعلب الدخان!\rمن أميركا التي كان من صادراتها إلينا دولة إسرائيل!\rإن هذه الأموال التي يأخذونها منا يصنعون بها المدافع والقنابل فيرسلونها إلى إسرائيل. وإن هذه الكماليات التي يعطوننا إياها يأخذون بها منا رجولتنا وقوتنا ويحوّلون بها هذا النشء الجاد المكافح المناضل إلى نشء رخو ضعيف؛ همه زينته، وغايته لذاته.\rيا أيها الناس،\rإن البطل الذي يمشي حافياً وينام على الأرض ويسكن في الكوخ، خير من المخنث الذي يلبس الحرير، ويسكن القصور، ويركب سيارات الرولزرايس!\r***","seal":"88E42297","part":1},
      {"page":70,"id":70,"nass":"في الناس خير\rحدثني سَمِيَّ؛ الأستاذ علي الطنطاوي القاضي، قال: أقمت على قضاء النبك قرابة عام (¬1)، ما كنت أكلف أحداً من أهلها مالاً يبذله لوجه من وجوه البر إلا لبّى، على فقر أهل النبك وقلة ذوات أيديهم.\rوما ذلك إلا لأنهم وثقوا أن ما نجمعه نؤديه ولا نحتجزه، ونقر به ولا نجحده، ونسلمه إلى أربابه لا ننسى شيئاً منه في زوايا جيوبنا. وما وثقوا بنا لأنا أعدنا الخُطَب عليهم، وكررنا القول لهم، وزكينا لهم أنفسنا بألسنتنا (كما تنظف القطة نفسها بلسانها، أو كما يفعل المرشحون يوم الانتخاب)، بل لأنهم رأوا ذلك منّا بعيونهم: كان يوم الفقير من أيام سنة 1941 الذي ابتدعته الحكومة ذلك الوقت عوناً للفقير وتفريجاً عنه، أو دعاية لها وتثبيتاً لكراسيها، وأي ذلك كان فقد كان فيه خيرٌ للفقيرِ كبيرٌ.\rوأَحبَّ قائم المقام أن يكون جمعاً نظيفاً فوكلني به -حسنَ ظن منه بي- فعمدت إلى طريقة يستحيل أن يدخل عليها زيف، أو تمكن معها سرقة: جمعنا الناس في رحبة البلد وجئنا بصناديق مقفلة لها في ظهورها\r¬__________\r(¬1) أقام جدي في النبك -قاضياً لها- نحو أحد عشر شهراً في سنة 1941، وله فيها أخبار يمكن الرجوع إليها في الجزء الرابع من «الذكريات» (مجاهد).","seal":"C8CFEA95","part":1},
      {"page":71,"id":71,"nass":"شقوق يُلقى منها المال، فحمّلناها أولاداً من أولاد المدرسة، وعمدنا إلى أكياس كبيرة وضعناها على ظهور دواب من دواب القرية، وسيّرنا ذلك أمامنا وسرنا مع ذلك الحشد. وجعلت أمام الموكب من ينادي: \"هاتوا قليل، هاتوا كثير ... هاتوا قمح، هاتوا شعير ... كله مليح للفقير\". فكان مَن يأتي بمال يرميه في الصندوق، ومَن يجيء بحبٍّ يلقيه في الكيس. ودرنا في الأسواق، وجزنا البيوت، حتى إذا أكملنا طوافنا عدنا إلى الرحبة فقعدنا ووقف الناس من حولنا وبسطنا بساطين، فطرحنا الحب على بساط، والمال على بساط، وكِلْنا وعدَدْنا ومئاتُ العيون -من حولنا- ترقب العد والكيل. وكنا قدم كتبنا أسماء الفقراء، على درجات فقرهم، في صحيفة؛ فقسمنا المال والحب عليهم، فجعلت أنادي الفقير فأدفع له وآخذ خطه بما استلم، حتى نفد ما جمعنا.\rهذا ما وثّق الناس بي، ومن قبل رأى الناس في سنة 1930 أسلوب الأمانة في التبرع لأطفال الصحراء؛ أبناء الثوار اللاجئين يومئذ إلى وادي السرحان، وكانت قد قامت به «الأيام» أيامَ كنت أعمل فيها (¬1)، وكان يقوم عليها الأستاذ عارف النكدي، فكان ينشر أسماء المتبرعين وصور الإيصالات في الجريدة، فيعرف الناس طريق المال من منبعه إلى مصبِّه، فيقبلون على الدفع إقبالاً عجيباً. ولو غير النكدي تولاه، أو على غير هذا الأسلوب جرى فيه، لما أقبلوا عليه.\rوأنا ما قلت هذا (يقول صديقنا القاضي ...) فخراً بنفسي، ولا مدحاً للأستاذ النكدي، بل لأبيّن أن الناس لا يزال فيهم خير، ولا يزالون مستعدين للبذل في سبيل الله، بشرط أن يثقوا بأن أيدي الجامعين أيدٍ نظيفةٌ، وأن\r¬__________\r(¬1) ولهذا المشروع تفصيل في «الذكريات»، في الجزء الثاني، الحلقة 44 (مجاهد).","seal":"B3211D91","part":1},
      {"page":72,"id":72,"nass":"المال يصل إلى وجوه الخير التي يُجمع من أجلها.\rونحن مقبلون على الشتاء، والدين الأخلاق والإنسانية، كل ذلك يوجب على كل حي من أحياء دمشق إعانة فقرائه على دهرهم. والناس إذا وثقوا بأن من يجمع المال لا يسرقه يعطون الكثير، فألّفوا في كل حي لجنة من المعروفين بالأمانة واجمعوا للفقراء، فإنه لا يجوز أن يأوي الأغنياء غداً إلى بيوتهم الناعمة وغرفهم الدافئة ويتركوا الفقراء واللاجئين لبرودة المساجد وشقاء الأكواخ.\r***","seal":"D77C69DD","part":1},
      {"page":73,"id":73,"nass":"كونوا مثل عمر\rروى الإمام ابن عبد الحكم -في سيرة عمر بن عبد العزيز- أن عمر رضي الله عنه كان يأمر أصحاب البريد أن يحملوا إليه كل كتاب يُدفع إليهم، فخرج البريد (الرسمي) من مصر يوماً، فدفعت جاريةٌ اسمها «فرتونة السوداء» مولاة رجل يسمى «ذا أصبح» كتاباً تذكر فيه أن جدار منزلها قصير وأنه يقتحم عليها منه فيسرق دجاجها.\rفكتب إليها عمر: \"بسم الله الرحمن الرحيم، من عبد الله عمر أمير المؤمنين إلى فرتونة السوداء مولاة ذي أصبح. بلغني كتابك وما ذكرت من قصر حائطك وأنه يدخل عليك فيه فيسرق دجاجك، وقد كتبت إلى أيوب بن شُرحبيل (¬1) آمره أن يبني لك ذلك حتى يحصنه مما تخافين إن شاء الله. والسلام\".\rفيا أيها القراء، سألتكم بالله: هل تتصورون أن يكون في الدنيا شخص أهون على الناس وأدنى منزلة فيهم وأقل شأناً من هذه الجارية السوداء؟ وهل تتصورون أن يكون في الدنيا رجل أسمى مكانة، وأكثر شغلاً، وأعز\r¬__________\r(¬1) هو أيوب بن شُرَحْبيل الأصبحي، أميرٌ من الصلحاء، ولي مصر لعمر بن عبد العزيز أول سنة 98 وحسنت أحوالها في أيامه، واستمر بها سنتين ونصف سنة إلى أن توفي سنة 101 (عن الأعلام للزركلي، ج 2 ص 38).","seal":"9EF67902","part":1},
      {"page":74,"id":74,"nass":"وأكرم من عمر الذي كان يحكم -وحدَه- ما بين حدود فرنسا وحدود التُبَّت، لا رادّ لحكمه ولا ناقض لإبرامه، وليس فوقه إلا الله؟ وهل تتصورون أن يكون في الدنيا موضوع أتفه وأسخف من جدار فرتونة ودجاجها؟\rومع ذلك لم تمنع عمرَ بنَ عبد العزيز جلائلُ الأمور من أن يهتم بشكَاة فرتونة، ويكتب بشأنها إلى والي مصر وقائدها العام أيوب بن شرحبيل، وأن يجيبها مطمئناً ومخبراً.\rهذا خبر من آلاف الأخبار التي يطفح بها تاريخنا أسوقه إلى رجلين: رجل يزهد في تاريخنا ويحقره ويولي وجهه تلقاء الغرب في كل شيء؛ يظن أن الخير لا يأتي إلا منه، والنور لا ينبثق إلا من جهته، وينسى أنها من الشرق تشرق الشمس، ومن الغرب تأتي الظلمات ... ورجل ولي ولاية، أو نال وزارة، فتكبر وتجبر، وطغى وبغى، وحسب أنه ساد الدنيا، فلم يعد يردّ على كتاب ولا يحفل بشكَاة ولا ينظر إلى أحد ... لعله يتنازل فيرضى أن يكون بمنزلة عمر الذي كانت الدولة السورية كلها ضيعةً واحدة في دولته، ثم لم يمنعه ذلك أن يهتم بحائط فرتونة السوداء ودجاجاتها، وأن يشغل والي مصر وقائد جندها بشأنها، وأن يرد بيده على كتابها!\rألا تتنازلون -يا سادتي- من معاليكم فتكونوا مثل عمر؟!\r***","seal":"F30B34B0","part":1},
      {"page":75,"id":75,"nass":"مثل الساعة!\rلما وصل الترام ذات يوم إلى المرجة أخرجتُ ساعتي -على عادتي- لأضبطها، وقلت لجاري: \"كم الساعة من فضلك؟ \"، فنظر إلى ساعة المرجة وقال: \"سبعة ونصف\"، فقال الآخر: \"بل هي سبعة ونصف وخمس دقائق\".\rفنزلنا من الترام ونظرنا، فإذا وجه الساعة الذي يواجه فندق أمية يختلف عن وجهها المقابل للمحافظة (ولم أنظر علامَ ما يدلُّ وجهها الثالث!).\rفقال أحد الوقوف: \"قبح الله هذه الساعة! \" قلت: \"وما لها؟ \". قال: \"إنها سبقت المنافقين وإن المنافق بوجهين ولسانين، وهذه بثلاثة أوجه وثلاثة ألسنة\".\rقلت: إنك تتكلم عن منافقي الزمان الماضي، وقد ارتقت الدنيا اليوم وتقدم الناس، وصار من المنافقين من له خمسون وجهاً؛ يختار كل يوم الوجه المناسب كما يختار رباط عنقه! وله خمسون لساناً يركّبها عليها ويبدّلها -كلما تبدل الحكام- كما يغير ثيابه كلما تغير الجو! (وما أكثر ما تغير الجو من أيام الأتراك إلى أيام الفرنسيين إلى أيام الاستقلال والعهود التي جاءت بعده ... وهم -أبداً- جماعة كل عهد وأحباب كل حاكم). وكيف لا تكون هذه الساعة علَمَ الفوضى وقد أقيمت لتكون شارة الضبط والنظام؟ ألا ترى وجهها الغربي سابقاً لأن في الغرب الشوارع الفساح","seal":"8C0A3AC3","part":1},
      {"page":76,"id":76,"nass":"وأحياء الأغنياء التي جعلتها المحافظة تسبق وتتقدم وتأخذ الذي لها والذي لغيرها، والوجه الشرقي يدل على التأخر لأن في الشرق المدينة القديمة الفقيرة التي لا تهتم بها المحافظة؟\rقال الرجل: إنك تظلم المحافظة. وما للمحافظة يدٌ في فساد الساعة؛ إنما هم الكناسون يجيئون الفجرَ متأخرين فيدفعون عقرب الساعة بذنَب المكنسة.\rقلت: الآن حزرت! إنه ذنَب المكنسة؛ ولكنه ذنَبٌ طويل يصل إلى كل ساعة في المحافظة وفي غير المحافظة فيفسدها ويضر الناس كلهم أبلغ الضرر ليجلب نفعاً قليلاً لفردٍ واحدٍ منهم. إنها أخلاقنا -يا صاحبي- سَرَتْ عدواها إلى الساعة؛ فلم يعد للوقت قيمة ولا ضابط، ولم يبقَ مِن دافع إلى الصدق ولا مانع من الكذب، وصار النفاق فضيلة، وغلبت مصالحُ الأفراد مصلحةَ الأمة.\rإنها عدوى سرت إلى الساعة وهي حديد، فكيف لا تسري في النشء وهم من لحم ودم؟!\r***","seal":"DFFBBA4E","part":1},
      {"page":77,"id":77,"nass":"وظِّفوا الأصلح\rأحب أن أرجع اليوم إلى هذه الكتب التي سماها أعداؤنا الكتب الصفراء لينفروا منها شبابنا ويصرفوهم عنها، لا حباً بهم بل خوفاً منها؛ فهم يعلمون أن في هذه الكتب ثروة لا تفنى من الفضائل والقوى، وهم لا يريدون أن تقوى. وفيها أقوى الدوافع إلى اليقظة والجهاد، وهم لا يحبون أن نتيقظ ولا أن نجاهد.\rفي هذه الكتب قاعدة من قواعد ديننا اشتمل عليها هذا الحديث الجليل؛ هي أن من ولى أحداً أمراً عاماً من أمور المسلمين، وفي الأمة من هو أصلح له وأقدر عليه، فقد خان الله ورسوله وجماعة المؤمنين. أي أن الحاكم الذي يعين موظفاً في وظيفة من الوظائف قبل أن يفتش ويبحث وينظر هل في الأمة من هو أصلح لها منه (وقبل أن يعلن الأمر ويدعو الراغبين فيها الصالحين لها إلى المسابقة) والذي يجعل من أسباب الترجيح والتقديم القرابة والصداقة والرابطة الحزبية .. والمنتخِب الذي ينتخب للنيابة رجلاً وفي المرشحين من هو أحسن منه .. والرئيس الذي ينتقي للوزارة رجلاً وعنده من هو خير منه .. كل أولئك ينطبق عليهم هذا الحديث.\rوالمسلم ليس الذي ينطق بالشهادة ويصلي ويصوم ويحج فقط، بل الذي يكون في أخلاقه ومسلكه متّبعاً ما جاء به الإسلام، واقفاً عند أمره","seal":"D898C702","part":1},
      {"page":78,"id":78,"nass":"ونهيه، مؤثراً أحكامه على شهوات قلبه وميول حزبه. وإن للمسلم موازين ومقاييس يعرف بها هل هو مسلم حقاً، أم هو مدع منافق، فإذا كان من أولياء الأمر، وسمي له رجلان لوظيفة أحدهما نكرة مجهول لا صلة له به، بل ربما كان عدوه وخصيمه، وثانيهما صديق معروف، له عليه فضل المعونة في الانتخاب، وحق المشاركة في الحزب، وكان الأول أفضل منه بوزن شعرة واحدة، واختار الثاني للوظيفة ... فإنه يكون خائناً.\rأقول هذا وأنا لا أريد وظيفة ولا أطلبها لصديق ولا قريب. ما أقوله إلا لأن على العالم أن ينصح، وعلى الكاتب أن يبين، فإذا سُمعت هذه النصيحة فإن الحمد لله، وإن مرت كأنها نسمة في صحراء، فإن حسبي أني قد بلّغت.\r***","seal":"C8CE13B9","part":1},
      {"page":79,"id":79,"nass":"التلميذة الخالدة\rلقد سأل الأصدقاء عني، أين كنت، وعن كلمتي الصغيرة يوم أول أمس، فلم أكتبها؟ فيا أصدقائي، إنني كنت في رحلة.\rرحلة نسيت فيها الجريدة والبيت والمحكمة، وهذا العالم الأرضي الذي أعيش فيه ... رحلة عدت منها بشباب جديد، وهمة جديدة، ورجعت وكأنه قد رُد عليّ ما أخذته الأيام من نشاطي وآمالي ... رحلة ليست إلى سهل ولا إلى جبل، ولا إلى بر ولا إلى بحر، ولكن إلى عالم مسحور من عوالم العبقرية نقلتني إليه بنت اسمها حواء.\rبنت عبقرية في الأدب، تتحدث عن أم عبقرية في العلم، حديثاً لم يصنعه الخيال ولكنه يزري بكل ما يصنع الخيال، ولم يجاوز التاريخ ولكنه يفوق كل ما يبدع الأدب.\rإنها قصة «التلميذة الخالدة» لإيف كوري (وإيف -بلغتهم- هي حواء)، أروع قصة قرأتها للجهاد في سبيل العلم، والإخلاص له، والصبر عليه، والظفر به.\rوإني لأجدني مسيئاً إلى هذا العمل العظيم إذا أنا شوهته بتلخيص أو عرض أو اقتباس، فيا أيها الطلبة والطالبات، اقرؤوا قصة «التلميذة الخالدة».","seal":"37DA0C68","part":1},
      {"page":80,"id":80,"nass":"اقرؤوها فلعلها تثير في نفس واحد منكم موهبة كامنة قد تهز الدنيا، ولكن صاحبها لا يدري بها.\rاقرؤوها فلعلها تخرج من بينكم عالماً من علماء المستقبل، لا يعرف نفسه فهو يضيعها في سفاسف الأمور، ويغرقها في خضم العمل.\rاقرؤوها لتفتشوا بعدها عن قصص الجهاد العلمي في تاريخنا وفي تواريخ الأمم؛ فإن العلم لا وطن له، والعبقريات لا تخضع لقوانين الجنسيات.\rوستجدون في تاريخنا مئات ومئات من الرجال صبروا صبر مدام كوري وجاهدوا جهادها، وطلعوا على الدنيا بأروع ثمرات هذا الصبر، وكانوا من بناة العلم، ولكن الله لم يقيض لهم من يتقصى أخبارهم ويقص سيرهم. وستعلمون أن السّرَخْسي أملى «المبسوط» أعظم كتاب في الفقه وهو محبوس في جب في بطن الأرض، وابن تيميَّة كتب أمتع رسائله وهو سجين في قلعة دمشق، والشيخ المرصفي شرح «الكامل» وهو على حصير في غرفة مقفرة، وأمامه كتبه وحول الحصير خط من الدبس يحيمه من هجمات البق. وأنها أُلّفت على أضواء السُّرُج، وفي غمرات الفقر والقر والضر أجلُّ المؤلفات التي تزخر بها المكتبة العربية ويفخر بها أهلها على الأمم. وسترون في الدنيا لذة أكبر من لذائذ الطعام والشراب والنساء وأبقى وأنقى، هي لذة البحث العلمي.\rيا أيها الطلاب الجامعيون والطالبات، اقرؤوا «التلميذة الخالدة».\r***","seal":"EC150A66","part":1},
      {"page":81,"id":81,"nass":"العلاج حق للناس\rهل يسمح لي القراء أن أتحدث اليوم عن نفسي؟\rإن فيكتور هوغو كان يقوله: \"إذا أنا وصفت آلامي في الحب وصفت آلام كل محب\"، وأنا في كلامي اليوم عن نفسي أتكلم عن كل موظف مثلي.\rأنا مريض أُملي هذه الكلمة وأنا في الفراش، ومرضي من حصاتين في الكليتين لا بد لهما من عمليتين، ولكني لا أقدر عليهما. لا لخوفي منهما بل لعجزي عن دفع نفقاتهما؛ لأن الراتب لا يكاد يجيء بالطعام واللباس والمسكن، فمن أين آتي بهذه النفقات التي تعدل رواتب خمسة أشهر؟\rهذا وأنا قاضٍ، ومرتبتي عالية، وراتبي كبير. فماذا يصنع الموظفون الصغار؟ وماذا يعملون إذا اضطروا إلى عملية لهم، أو لولد من أولادهم، أو تعسر الوضع على واحدة من نسائهم ولم يكن لها بد من الجراح، أو قدّر الله عليهم الأمراض والأدواء، وحكّم فيهم الصيادلة والأطباء؟\rأما فكّر فيهم من وضع قانون الموظفين؟\rإن في بلاد الناس مستشفيات حكومية للموظفين يجدون فيها هم وأولادهم الراحة والعلاج، وإن هم احتاجوا إلى ما ليس فيها، أدخلوهم غيرها من المستشفيات الخصوصية على نفقة الحكومة، وأنا طلبت «سلفة»","seal":"896BC93F","part":1},
      {"page":82,"id":82,"nass":"لنفقات العملية تقتطع من راتبي، ورأيت من وزير العدلية ومن رجال وزارتي العدلية والمالية كل اهتمام، ولكنهم لم يستطيعوا إجابة طلبي لأن القانون يمنع السلفة عن الموظفين!\rفماذا أعمل الآن، بل ماذا يعمل الموظفون الصغار؟! هل أوجب عليهم القانون أن يبقوا هم وأسرهم أصحاء لا يمرضون أبداً؟ أم فرض عليهم -إن مرضوا- أن يحملوا أمراضهم ويمشوا بها؟ أم سمح لهم أن يسرقوا ليتداووا؟\rوهل تظنون أن كل موظف يعرف الطرق الفنية التي يسرق بها ما يشاء ويبقى مبجلاً محترماً؟\rفما العمل إذن؟\rأجيبوا أيها المصلحون من رجال الحكم، واعلموا أن الجائع قد يصبر يوماً عن الطعام ويبقى حياً، أما المريض فربما مات إن صبر ساعة عن الدواء.\r***","seal":"34DB7C57","part":1},
      {"page":83,"id":83,"nass":"الوفاء لأهل الفضل\rهل يصدق القراء أن رجلاً بلغ أعلى ما يبلغه الرجال في السن والفضل والمال وكان من أعلام السياسة والاقتصاد والعلم ولا يزال يعد من عيون الناس في هذا البلد، جاءني فأفضى إلى -بعد تردد طويل- أن حاله قد ساءت، وأن موارده قد جفت، وأنه يتوسل إلي أن أجد له وظيفة من الوظائف؟\rأحلف لقد شدهت لما سمعت هذا وكذّبت أذني، ولو أني ذكرت اسمه للقراء لصعقوا، ولكن الرجل أكرم في نفسه وأعز على من أن أدل عليه أو أشير إليه. وإن له أمثالاً -وإن لم يبلغوا مكانته- من أهل العلم ومن رجال الأدب، وممن افتقر بعد غنى وذل بعد عز، ممن شاخ في خدمة هذا الوطن وعجز عن التكسب، لا يجدون ما يعيشون منه ولا يستطيعون أن يعملوا ولا يريدون أن يسألوا، فماذا يصنع هؤلاء؟ ومن هو المسؤول عنهم؟\rوإذا كان عمر قد مر بيهودي عجوز يسأل الناس، فرأف به وأشفق عليه، وقرر هذه القاعدة الإنسانية النبيلة التي صارت -من بعد- قانوناً حين قال: \"ما أنصفناه، أخذنا منه الجزية شاباً وأهملناه شيخاً\"، وفرض له راتباً من بيت مال المسلمين. أفلا تعامل حكومتنا الفقراء من علماء الوطن وأدبائه ممن قعدت بهم السن وأحاطت بهم الفاقة معاملة عمر لليهودي؟","seal":"592DE7F4","part":1},
      {"page":84,"id":84,"nass":"إن أمثال هذا الرجل لا يبلغون مئة في دمشق كلها، فهل تعجز الخزانة (التي تنفق باليدين، وتنثر المال في الجهتين) أن تقوم بنفقتهم ونفقة عيالهم؛ إكراماً للسن، وللعلم، ولاسم هذا الوطن ألّا تكون هذه خاتمة أهل العلم فيه؟!\rإني أرفع هذه الكلمة إلى الحكومة، إلى ضميرها، وإلى نبلها، وإلى إنسانيتها!\r***","seal":"FCC1A732","part":1},
      {"page":85,"id":85,"nass":"كلمة في الكذب\rكتب إليّ سائل يسألني: هل يجوز الكذب إن كان فيه مصلحة؟\rوالجواب ما رواه البخاري ومسلم من حديث: «ليس الكذّاب الذي يصلح بين الناس، فينمي خيراً أو يقول خيراً، وفي الحرب؛ لأن الحرب خدعة، وحديث الرجل امرأته والمرأة زوجها».\rوروى مسلم عن أم كلثوم أنها قالت: «ولم أسمع رسول الله صلى الله عليه وسلم يرخص في شيء مما يقول الناس (تعني الكذب) إلا في هذه «الثلاث».\rوالمعنى أن الكذب يجوز في ثلاث حالات:\rالحالة الأولى: أن تصلح بين صديقين متخاصمين، فتقول لأحدهما: ليس لك حق في هجر فلان (أي الآخر) وهو يحبك ويمدحك ويثني عليك، وقد قال عنك كذا وكذا، وتنقل له أشياء ترضيه عنه وتلين عليه قلبه وتقربه منه. وهذا معنى \"أن الكذب في الإصلاح جائز\".\rوالثانية: الكذب على العدو لخديعته. فهو جائز، بل هو مطلوب، لأنه من وسائل التقوّي، والله أمرنا أن نعد لهم ما استطعنا من القوة. ومن جملة القوة قوة الدعاية، وقوة الجاسوسية التي تعرف بها أسرار العدو، ولا يتوصل إلى ذلك إلا بالخديعة والتضليل والإيهام.","seal":"8F1990F5","part":1},
      {"page":86,"id":86,"nass":"والثالثة: أنه يجوز للرجل أن يقول لامرأته أنه يحبها ولا يفضل أحداً عليها ولا يرى في الدنيا امرأة أجمل منها وأشباه هذا الكلام، أو أن يشتري لها الثوب أو الهدية بعشرة ويوهمها أن ثمنه عشرون، ويجوز لها مثل ذلك.\rهذا فقط وأمثاله الذي يجوز أن يكذب فيه أحد الزوجين على الآخر، لا أن تذهب لزيارة من لا يسمح لها بزيارته وتقول له: كنت عند الخياطة، أو تذهب إلى السينما وتقول: كنت عند أختي لأنها مريضة مسكينة وحرارتها تسع وثلاثون، ولا أن يسهر هو في الملهى أو في النادي الخبيث ويقول لها: كنت في اجتماع أو تأخرت في الشغل ... هذا كذب صريح لا يجوز ولو كان بين الزوجين.\rوهناك حالات يجب فيها الكذب وجوباً: كأن يهرب أحدٌ من ظالم سلاحه بيده يريد قتله فيختبئ منه ويسألك عنه وأنت تعرف مكانه، فهل يجوز أن تدله عليه؟ لا، ويجب أن تكذب. وكذلك إن كان في المسألة ضياع مال أو هتك عرض، وهذا كله من قبيل «ارتكاب أخف الشرّين»، وهي قاعدة شرعية وعقلية.\rوالأحسن -في هذه الحالات كلها- التورية والتعريض، وأن تقول كلاماً مبهماً ليس فيه كذب صريح، ومن هنا قالوا: \"إن في المعاريض لمنجى من الكذب\".\rوالعلماء مختلفون: هل الكذب هو أن تقول ما يخالف الواقع أو ما يخالف اعتقادك، فإذا سمعت صوتاً اعتقدت أنه مدفع الإفطار وقلت: صار المغرب، هل يعد كذباً؟\rورأيي أنا (وقد قرأت قديماً أكثر ما قاله الفقهاء في المسألة) أن كلامك هذا يكون كذباً لأنه يخالف الواقع، ولكن لا تسمى أنت كاذباً","seal":"FAA37C4E","part":1},
      {"page":87,"id":87,"nass":"لأنك قلت ما تعتقد أنه حق.\rالكاذب هو من يقول شيئاً يعتقد أنه غير صحيح، والعبرة بالمعنى الذي يفهمه السامع لا الذي تنويه أنت بينك وبين نفسك. ولم ينهَ النبي صلى الله عليه وسلم عن شيء كما نهى عن الكذب، فإذا اقترن الكذب باليمين (كما يفعل أكثر البياعين) فهو من أكبر الكبائر وصاحبه يستحق غضب الله. روى البخاري ومسلم أن رسول الله صلى الله عليه وسلم قال: «من حلف على يمين ليقتطع بها مال امرئ مسلم هو فيها فاجر (أي حلف كذباً) أتى اللهَ وهو عليه غضبان». فلينتبه والتجار الذين يحلفون عن الشيء أن رأس ماله كذا، وأنه لا يربح إلا كذا، وهم كاذبون!\rومن أشد الكذب ضرراً بالناس وأكبره مقتاً عند الله: شهادة الزور. روى البخاري ومسلم أن رسول الله صلى الله عليه وسلم قال: ألا أنبئكم بأكبر الكبائر؟ قالوا: بلى يا رسول الله، قال: الإشراك بالله، وعقوق الوالدين، وكان متكئاً فجلس فقال: إلا وقول الزور، ألا وقول الزور ... فما زال يكررها حتى قلنا؛ ليته سكت.\rفمن حاول التوبة عن تلك الآفات وصدَق النية في هذه التوبة وتجنب أصدقاء السوء الذين يدفعونه إليها، فإن الله يعينه ويقويه ويسدد خطاه ويهديه. وعلينا المحاولة والهداية من الله.\r***","seal":"D1DB9EB8","part":1},
      {"page":88,"id":88,"nass":"بلادنا التي فقدناها\rحديثي الليلة -أيها السادة والسيدات- عن قطعة من بلادكم تملكونها ولا تعرفونها، عن كنز لا تعدله الكنوز، عن «الحمة». ماذا تعرفون عن الحمة أيها السامعون؟\rلقد كنت -مثلكم- أسمع عنها ولم أرها، فكنت أتخيلها بركة آسنة في قفرة حارة ملتهبة، فلما رأيتها رأيت جنة على الأرض، رأيت كنزاً، رأيت شيئاً لا مثيل له في الدنيا.\rتصوروا -يا أيها السادة- متنزهاً جميلاً جمال وادي الزبداني، دافئاً في الشتاء الذي تقضقض فيه العظام من البرد، فيه الغرف الأنيقة وفيه المسالك الساحرة، وفي غرفه الماء الساخن صباحاً ومساءً. كيف تكون رغبتكم فيه، وإقبالكم عليه؟\rفكيف إن كان الماء الساخن يجري فيه دائماً؟ وكيف إن كان قد أذيب في هذا الماء من الأدوية والعقاقير ما هو شفاء لعصي الأمراض: لحصوات الكلى والمرارة والمثانة وللناصور والتهاب الأعصاب والنقرس وآفات الجلد؟\r***","seal":"62136B0A","part":1},
      {"page":89,"id":89,"nass":"لقد كنت أتمنى أن أرى «الحمة» من زمان طويل فكانت تمنعني موانع الحياة، حتى تفضل فأخذني إليها الإخوان الأساتذة: نهاد القاسم، وأنيس الملوحي، ومصطفى الزرقا، ومرشد عابدين.\rسلكنا إليها طريقاً (¬1) معبداً مررنا فيه على «القنيطرة» وعلى القرى الشركسية الأنيقة البهية المنظر، حتى إذا جاوزنا «فيق» نظرنا فإذا تحت أقدامنا منظر من أروع ما خلق الله من منظر. مشهد يستهوي الفؤاد جمالاً، ولكنه يملأ القلب لوعة وأسى: منظر بحيرة «طبريا» والبلاد من حولها والقرى على سفوح الجبال المطبقة بها. منظر بلادنا التي صارت لغيرنا، وقد كانت لنا، بنينا بأيدينا بيوتها، وحرثنا أرضها، وفيها بقايا من أجسادنا، وفيها رفات أجدادنا. في كل شبر منها ذكرى لنا، وقطعة من قلوبنا.\rوكان حولنا أطفال من أطفال اللاجئين، ينظرون إلى بيوتهم التي أُخرجوا منها فصار حراماً عليهم دخولها، وأموالهم التي تركوها فيها وحرموا منها، حتى صاروا يشحذون بعدها. ينظرون إليها من علٍ كما ينظر النسر الجريح على الذرى إلى طعامه تأكله الكلاب.\rإنه ليس في تاريخ البشرية مظلمة أشنع منها ولا أبشع، كلا، ولا الأندلس. إنها ديارنا نحن من ألفي سنة نُخرج منها ويؤتى بناس ما هي بديارهم ولا ديار آبائهم، ولا يعرفونها، وليس لهم فيها أثر ولا لها في قلوبهم ذكرى؟\rولكن الله عادل والظلم لا يدوم.\rإننا سنستردها، إلا نحن فأولادنا.\r¬__________\r(¬1) الطريق والسبيل يذكران ويؤنثان، والتذكير في الطريق أفصح أما في السبيل فالتأنيث.","seal":"2D3F30DE","part":1},
      {"page":90,"id":90,"nass":"إننا سنلقن أبناءنا في المهد أنشودة الثأر، ونرضعهم مع اللبن بغض الغاصبين. إنه يستحيل أن تشتعل نار صهيون وحولها بحر زاخر من العروبة، ويستحيل أن يغلب مليون يهودي سبعين مليون عربي.\rستنبت أجنحة النسر وينقض على الكلاب. سنسيطر مِن هذه الذرى على مَن في الحضيض، وإلا لم نكن من أصحاب المعالي.\rلقد كان في تاريخنا أزمات أشد وأنكى، لقد عاشت للصليبيين الأوربيين الغاصبين دول استمرت أكثر من مئة سنة وحسب الناس أنها لن تزول، فأين هذه الدول؟\rإن إسرائيل ستذهب كما ذهبت.\rإني لا أشك في ذلك، وإلا لشككت في سلائق العرب، وفي صدق محمد صلى الله عليه وسلم، وفي عدل الله!\r***","seal":"D9AB3355","part":1},
      {"page":91,"id":91,"nass":"ثورة الإيمان\rقرأت في برقيات أمس أن فرنسا قد عادت إلى طيشها وبطشها في الجزائر، وإلى بطولتها في اقتحام البيوت، وترويع النساء، واعتقال الأبرياء، وإيذاء المساكين ... ففرحت وأيقنت بقرب الخلاص ودنو الفرج.\rذلك لأن في أعماق نفوسنا -معشر العرب- بطولة عجيبة لا تظهرها إلا المحن الشداد، وكلما حاق بها الخطر صفا جوهرها وظهر معدنها. وهذه سورية سامها الفرنسيون الخسف بعد ميسلون، وحملوها على المكروه، فأرت الدنيا من البطولة والبذل ما سارت به البرد واهتزت الأسلاك، وكان حديث أهل الأرض يوم قمنا على فرنسا القوية المظفرة التي انتصرت على الألمان، ووقف لها عند جسر تورا حارس عامي منا اسمه حسن الخراط، فلم تستطع فرنسا بعددها وعتادها، ومدافعها ودباباتها، أن تجتاز النهر الذي عرضه خمسة أمتار إلا بعد ثلاثة عشر شهراً.\rوما انفكت سوريا كلما أخمد الظلم بحديده وناره ثورة لها أشعل الإيمان أخرى. ما كلّت ولا ملّت ولا وَنَت، حتى جلا عنها آخر جندي فرنسي، وعاد لها حقها في الحرية والاستقلال.\rوهذه الجزائر لا تزال تناضل وتصاول كأنما لم تحكمها فرنسا ولم تدأب أكثر من مئة سنة تسخر ذكاءها وعلمها وقوتها وحمقها لتقتل فيها","seal":"E1396095","part":1},
      {"page":92,"id":92,"nass":"روح النضال، وتمحو من نفوسها حب الاستقلال. وستظل تجاهد حتى تنعم بالجلاء كما نعمت به ديار الشام، الجلاء الذي دفعنا ثمنه من دمائنا التي أرقناها على أرض هذا الوطن، ومهجنا التي بذلناها، وأموالنا التي أنفقناها، ونلناه بتضحيتنا وبطولاتنا، لا بفضل الإنكليز. إننا والإنكليز كقوم أنشؤوا عمارة وضعوا فيها جهدهم ومالهم، فلما قارب البناء الكمال، ولم يبق إلا حجر واحد، جاء رجل فوضع الحجر وقال: أنا أنشأت العمارة كلها! كلا، لا بفضل فئة منا، بل بفضل الله وعمل هذا الشعب.\rأبشروا، فستستقل الجزائر ويتحرر المغرب كله، وتستنقذ فلسطين، وننجو من إنكلترا وأختها كما نجونا من فرنسا. وإن كان الإنكليز أشرّ وأدهى، لأن الفرنسيين بحمقهم وطيشهم يأتون كالثور الهائج فتغلق دونه الباب أو تستعد له، وهؤلاء يجيئون كالحية الناعمة المزخرفة التي تدخل من تحت اللحاف فتلدغك وأنت نائم.\rكلهم عزرائيل، ولكن أولئك يهجمون بالسيف وهم يسبون ويشتمون، وهؤلاء يقتلون بالسم يقدم في قطعة شكلاتة. والله المستعان عليهم جميعاً.\r***","seal":"E7C72557","part":1},
      {"page":93,"id":93,"nass":"هذه هي الحرب فماذا أعددتم لها؟\rما أدري والله هل فقدت أنا عقلي، أم الناس جميعاً قد فقدوا عقولهم. وإلا فخبّروني: كيف أرى الشيء أسود مظلماً، ويرونه هم أبيض مثل الثلج؟ وكيف أتألم وأتحرق كلما رأيت الخطر الداهم، والعدو المتربص، والغفلة واللهو واللعب، ويضحكون ويصفقون، كأن هذا هو المعقول، وأن هذا هو الواجب؟\rالإنكليز والفرنسيون يحومون ببوارجهم وقواتهم من حول القناة، يرعدون ويبرقون، ينتظرون غفلة منا ليطبقوا علينا، والفرنسيون -ومعهم قوى حلف الأطلنطي- يسوقون عدد الموت إلى إخواننا المجاهدين في الجزائر؛ يطلعون بها عليهم من البحر، ويأتون بها من البر، وينزلون بها من السماء؛ يقتلون الأبرياء ويذبحون النساء ويدمرون القرى ويعدون على الأعراض، واليهود ... حتى اليهود الأذلة المساكين، قد تشجعوا وغدوا يبدؤوننا القتال، ويهجمون علينا، ويقتلون منا، ونحن ... ماذا نصنع نحن؟ هل نبذنا الخلاف الحزبي بيننا وأجلناه حتى تنكشف هذه الغمة؟ وهل وضعنا لأنفسنا خطة للتقشف والتوفير، وترك السرف والتبذير، ولننفق هذا الوفر في الاستعداد للحرب؟ هل وضعت الحكومة موازنتها على هذا الأساس؟ هل تركت الإنفاق في الكماليات، والإيفادات والرحلات، والحفلات والمؤتمرات، وإقامة النصب وإضاعة الأموال فيما لا ضرورة له ولا جدوى منه، ولا يدفع","seal":"80ACA4F9","part":1},
      {"page":94,"id":94,"nass":"عدواً، ولا يستجلب نصراً؟\rوالشعب، هل صدق الشعب بأننا على أبواب حرب؟ هل نقص استيراد السيارات الفخمة والعطور والثريات والخمور؟ إننا في مطلع السنة المدرسية، فهل عزم والدٌ على إخراج بنته من الفرنسيسكان، أو ابنه من الفرير أو اللاييك؟\rهل عرف الآن أننا لا نستطيع أن نحارب فرنسا، ونحن نسلم أبناءنا وبناتنا إلى المعلمين الفرنسيين والمعلمات الفرنسيات، ليجعلوا منهم أحباء لفرنسا وأعداء لنا ... وهل يصنعون غير ذلك؟ بل هل تصنعون أنتم غيره لو جن الفرنسيون يوماً وأرسلوا أبناءهم إلى مدارس يعلم فيها مشايخ المسلمين، كما ترسلون أنتم أبناءكم إلى الفرير حيث يعلم قسوس الفرنسيين؟\rهل عقلنا وفكرنا أن النصر لا يكون إلا بالإخلاص والرجولة، والبعد عن الفساد والفجور؟ وأن فرنسا (وهي أقوى منا) لما فسدت أخلاقها وغلبت عليها شهواتها ذلت حتى وطئتها نعال جنود الألمان ثلاث مرات، من سنة 1875 إلى الآن؟\rهل حاربنا الفجور المنتشر؟ هل استجاب أحد للصرخة التي صرختها في «الأيام» لما قلت أن قانون العقوبات لا يعاقب على الزنا، وطلبت أن يعدل قانون العقوبات؟\rهل من الاستعداد للحرب إنفاق الأموال على الفرقة الراقصة الهنغارية والفرقة الروسية والفرقة الفرنسية والفرقة التي لست أدري ما هي؟ حتى لم تبق أمة في الدنيا لم ترسل إلينا راقصاتها وقيناتها لما رأت أن سوق اللهو رائجة فينا؟ وعلى معبد إبليس الذي سموه «مدينة الملاهي»؟","seal":"0F263F9D","part":1},
      {"page":95,"id":95,"nass":"هل انتصرت أمة بالرقص وباللهو حتى نكون مثلها فنجعل اللهو والرقص سبيلاً إلى النصر؟\rهذا ما أتألم منه ويذوب قلبي حسرة عليه، ولا أجد من يبالي به أو يحفله، فهل جننت أنا أم جُنّ الناس؟\rيا ناس، نحن في حرب، واليهود الذين هجموا بالأمس على الأردن يهجمون غداً علينا، وليس في الدنيا أمة تعيش في الحرب كما تعيش في السلم، وإذا لم نستعد للبركان قبل أن ينفجر لا ينفعنا الاستعداد بعد الانفجار.\rفأين حملة الأقلام، وأرباب المنابر، وكل ذي رأي مسموع وكلمة نافذة، ليدعو الأمة إلى اليقظة والانتباه والرجوع إلى الله؟ فإن الله يقول: {وأَعِدّوا لهُمْ مَا اسْتَطعتُمْ مِن قُوّةٍ ومِنْ رباطِ الخَيْلِ} ولكن ذاك ليس للنصر بل هو شيء {تُرهِبونَ بهِ عَدُوَّ اللهِ وعَدُوَّكم}. والنصر ليس بالسلاح وحده: {وما النّصرُ إلا مِنْ عِنْدِ الله}، فسلحوا النفوس بالإيمان وبالأخلاق وبالروح ينصركم الله ويثبت أقدامكم.\r***","seal":"A21499FB","part":1},
      {"page":96,"id":96,"nass":"تزوّجوا بنات بلادكم\rكتبت إلي آنسة تقول إنه كان قد خطبها معلم في المعارف، وإنه ماطل في عقد العقد، حتى ذهب في رحلة مدرسية إلى الديار التركية، فرأى بنتاً أعجبته فتزوجها وعاد بها، وترك هذه بعدما عضلها وأضاع عليها فترة شبابها التي ترغب الخاطبين فيها، وأنه ذهب يشنع عليها ليبرر انصرافه عنها.\rقرأت كتاب الآنسة، فجاوزت ما فيه من تفصيلات، ولكني وقفت عند مسألة واحدة لا يجوز المرور بها، ولا بد من الكلام فيها. مسألة الزواج بالأجنبيات. إننا نبعث بالشاب إلى أوربا أو إلى أميركا ليعود بالعلم فيعود بامرأة وبشهادة، فتكون هذه الامرأة هي الأم لأولاده، وتكون هذه الشهادة هي العلم الذي يقدمه إلى بلاده. وماذا يجد لعمري في نساء القوم؟ ولماذا يؤثرهن على نساء أمته؟\rأهن أجمل؟ إن أكثر من عرفنا من الزوجات الأجنبيات متوسطات الجمال.\rأهن أشرف نسباً وأمجد أباً وجداً؟ إن أكثر المتزوجات بالأجنبيات إنما عادوا بعاملة في مخزن، أو موظفة في شباك سينما. ما سمعنا بمن تزوج بنت لورد أو كونت أو بنت أستاذ جامعة كولومبيا أو رئيس محكمة تمييز باريس.","seal":"8347B652","part":1},
      {"page":97,"id":97,"nass":"أفهي أعلم علماً وأحذق فناً؟ إن في بناتنا المتعلمات الحاذقات حاملات الشهادات، وأكثر من عرفنا من الأجنبيات لا علم عندهن ولا فن، وما رأينا فيهن مدام كوري ولا كونتس دوناي.\rأفهي أطوع للزوج وأخلص له؟ إنه ليس في نساء الدنيا كلها -بلا استثناء- من هن أشد طاعة للزوج وإخلاصاً له من نسائنا.\rفلماذا إذن يتهافت الشباب على نساء الأجانب؟ ألأن إنكلترا وأميركا أقوى منا وأغنى وأسبق في طريق الحضارة، وأن من تزوج بنتاً من هناك صار -بالمصاهرة- قريب تشرشل ونسيب ترومان، وصار له في البيت الأبيض مكان؟! أم لأن المولودة في أوربا وأميركا كالبضاعة الأصلية والمرأة العربية كالبضاعة المقلدة؟!\rإن الزواج بالأجنبيات جريمة وطنية، وإفساد للنسل، إذ كيف نحارب دسائس هذه الدول ومطامعها في بلادنا إذا كان بناتها هن ربات بيوتنا وأمهات أولادنا؟ وكيف نضع في نفس الولد أن أميركا -مثلاً- عدوتنا لأنها تنصر اليهود علينا، وأن إنكلترا هي خصيمتنا لأنها تلعب بنا وتسخرنا لغاياتها ولا تزال عادية على استقلال بعض أقطار وطننا الأكبر، وأن روسيا هي ضدنا لأنها تريد (إن غلبت على أرضنا) أن تسلبنا ديننا وإيماننا وحريتنا وتقيم بيننا وبين الدنيا سداً من الحديد، كيف، إن كانت أم هذا الولد أميركية أو إنكليزية أو روسية؟ هل يمكن أن نكرّه إليه أمه حتى يبغضها؟\rإن كل بنت أجنبية تدخل البلد تزاحم بنتاً من بناتنا وتزيد الكساد، وتنقص الزواج وتنشر الفساد، أفلا يكفينا ما نجده من كساد البنات، ومن رواج الفحش؟\rوإذا كانت الحكومة ترى أن من الواجب عليها حماية منتجات الوطن","seal":"195E9182","part":1},
      {"page":98,"id":98,"nass":"بسد الباب دون المنتجات الأجنبية، فإن أوجب من ذلك حماية بناتنا من البنات الأجنبيات: زوجات وفنانات وعاملات؛ لأن في الأولى ضياع أموالنا وفي الثانية ذهاب أعراضنا، ولا يفضل المال على العرض رجل له شرف.\rإن تزوج الخلفاء بنات العجم والترك المسلمات أضاع الإمبراطورية العربية وهي في عزها. فماذا ترونه يصنع بنا الآن زواج الإنكليزيات والفرنسيان والأميركيات؟\rفكروا يا أيها الناس!\r***","seal":"F1EA18CC","part":1},
      {"page":99,"id":99,"nass":"العربية في خطر\rكان مما يعاب به الواحد منا -ونحن طلاب في الثانوية- أن يتكلم في الملأ فيلحن أو يقف أو يتلعثم، وكان يقوم ثم يُقترح عليه الموضوع لم يستعد له ولم يحتشد، ولا علم له به. أما اللحن في المقروء فلم يكن يتصور أن يقع من طالب علم؛ لأن الذي لا يعرف القراءة الصحيحة لا يكون إلا عامياً سوقياً. هذا ما كنا عليه في الأيام التي مضت. أما الآن، وقد كثرت المدارس، وانتشر العلم، وفتحت كليات الجامعة ... أما الآن فقد صار اللحن في الخطب وفي المحاضرات وفي أحاديث الإذاعة هو الأصل وهو القاعدة، صار الغريب النادر أن يتكلم خطيبٌ بلا لحن.\rولقد سمعت من ليال حديثاً في الإذاعة في التعليم (ماذا نعلّم أو لادنا، أو ما يشبه هذا) فسمعت أفكاراً عاميةً مما يتحدث به الناس في القهوة والترام في أسلوب متفكك متخلع، ورأيت المتحدث لا يستطيع أن يحرك حرفاً فهو ينطق بالكلمات سواكن الأواخر، ثم إنه يلحن في بناء الكلمة وفي إعرابها، ولا يدري من اللغة شيئاً ولا من النحو ولا من الصرف، فأغلقت الرادّ (الراديو)، حتى إذا ظننت أنه انتهى فتحته فسمعت من المذيع أن المتحدث هو أستاذ في كلية الآداب، وفاتني الاسم فلم أسمعه. أستاذ في كلية الآداب لا يستطيع أن يقرأ كلاماً كتبه هو واستعد له وضبطه، وهو يقرؤه منفرداً لا تراه عين ناقد، ولا يروع فؤاده سواد جمهور، ونحن الطلاب","seal":"DEC21386","part":1},
      {"page":100,"id":100,"nass":"كنا نرتجل الكلام ارتجالاً فلا نلحن فيه؟!\rأنا لا أعرف إلى اليوم من هو المتحدث، ولا أريد أن أقف عليه أو أعرّض به. إنما أريد أن أنذر هذه الأمة خطراً داهماً سيهوي بالثقافة إلى قرارة واد عميق كما هوى بالأخلاق، وأن أعلن أن كل ما بنيناه من مطلع فجر هذه النهضة (من خمسين سنة) يوشك أن ينهار، وأنها ما دامت مناصب التدريس في الجامعة وفي غير الجامعة تنال بالشهادات ولو كانت شهادات زور لا علم معها، وكان الأستاذ يلهو قبل الشهادة في فرنسا أو أميركا ويلعب ثم يأتي بها، وكان يلهو بعد الشهادة ويلعب ويعتمد عليها وحدها، وما دام لم يقبل على العلم صغيراً ولم يشتغل به كبيراً .. فكيف يصير عالماً وكيف يخرّج علماء؟\rإن كل ما بنته النهضة ينهار فتداركوه. انهيار في الأخلاق، انهيار في الثقافة، انهيار في الاقتصاد.\rانهيار! انهيار!\r***","seal":"18BDFD48","part":1},
      {"page":101,"id":101,"nass":"دين محمد صلى الله عليه وسلم\rجاء في الحديث الصحيح الذي رواه البخاري ومسلم في كتابيهما (هما أصح كتابين في الدنيا بعد القرآن) عن عمر بن الخطاب قال:\rبينما نحن جلوس عند رسول الله صلى الله عليه وسلم إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه منا أحد. حتى جلس إلى النبي صلى الله عليه وسلم فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه، وقال: يا محمد، أخبرني عن الإسلام؟\rالإسلام:\rقال: الإسلام أن تشهد أن لا إله إلا الله وأن محمداً رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً.\rقالت: صدقت. قال عمر: فعجبنا له، يسأله ويصدقه!\rالإيمان:\rقال: فأخبرني عن الإيمان.\rقال: أن تؤمن بالله (بأنه خالق كل شيء، وأنه ليس كمثله شيء، ولا تعبد غيره ولا تدعو سواه، ولا تستعين -فيما وراء الأسباب- إلا به)،","seal":"B823EAE9","part":1},
      {"page":102,"id":102,"nass":"وملائكته (وهم خلق خلقهم الله من أجسام نورانية كما خلق آدم من الطين، لا يعصون الله أبداً، ولا يشتغلون إلا بطاعته، وأفضلهم جبريل الذي يبلّغ الوحي للأنبياء وميكائيل وإسرافيل الموكل بالصور وملك الموت، ومنهم رقيب وعتيد يكتبان حسنات كلٍّ منا وسيئاته، ومنهم حملة العرش)، وكتبه (وهي التوراة المنزلة على موسى والإنجيل المنزل على عيسى والزبور المنزل على داود والقرآن الذي تعهد الله بحفظه فلم يطرأ عليه تبديل ولا تغيير)، ورسله (وهم جماعة من البشر ينزل عليهم جبريل بوحي الله ليبلغوه الناس، أولهم آدم وآخرهم محمد صلى الله عليه وسلم، وقد انقطع الوحي بعد محمد فكل من يدعي أنه يوحى إليه فهو كذاب)، واليوم الآخر (يوم يُبعث الناس جميعاً ويساقون إلى المحشر، يوم لا غني ولا فقير، ولا كبير ولا صغير، يوم لا ينفع أحداً ماله ولا سلطانه إلا من أتى الله بقلب سليم، يوم الامتحان الأكبر، فإما النجاح والرقي إلى الجنة، وإما السقوط في النار)، وتؤمن بالقدر خيره وشره (أي أنك تجدُّ وتعمل وتبذل الجهد ثم ترضى بما يُقسم لك، وتعتقد أن ما جاءك هو الذي لك، وما لم يأتك هو لغيرك؛ كالموظفين عند توزيع الرواتب: إن ثار أحدهم وصخب ونادى، هل يُعطى أكثر من راتبه؟ لا، لأن المِلاك موضوع من قبل، والرواتب محدودة، والدرجات معينة ... وكذلك الرزق. إن جدول الأرزاق منظم من الأزل، ما كان لك سوف يأتيك على ضعفك، وما كان لغيرك لن تناله بقوتك، رفعت الأقلام وجفت الصحف. ولكن عليك العمل؛ العمل للدنيا كأنك تعيش أبداً، والعمل للآخرة كأنك تموت غداً).\rقال: صدقت.\rالإحسان:\rقال: فأخبرني عن الإحسان.","seal":"8F87BE8A","part":1},
      {"page":103,"id":103,"nass":"قال: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك (فهل يستطيع أن يسرق أو يزني من يعلم أن أباه وأستاذه مطل عليه من الشباك يراه، فكيف بمن يعلم أن الله مطّلع عليه وناظر إليه، لذلك جاء في الحديث: لا يزني الزاني حين يزني وهو مؤمن).\rقال: فأخبرني عن الساعة.\rقال: ما المسؤول عنها بأعلم من السائل.\rعلامات اقتراب الساعة:\rقال: فأخبرني عن أماراتها (علاماتها).\rقال: أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان (أي علامات الساعة: اضطراب الموازين الاجتماعية، وسيطرة الصغير على الكبير، وتوسيد الأمر إلى غير أهله، وشيوع الفوضى).\rثم انطلق. فلبث رسول الله صلى الله عليه وسلم ملياً (حيناً) ثم قال: يا عمر، أتدري من السائل؟ قلت: الله ورسوله أعلم. قال: فإنه جبريل أتاكم يعلمكم دينكم.\r...\rهذا الحديث من أجمع الأحاديث. بيّن أن الدين ثلاث حلقات: إيمان باعتقاد، وعبادة وعمل، وسلوك وأخلاق.\rفمن أنكر أمراً من أمور الإيمان أو اعتقده على غير ما جاء به الوحي وبيّنه الرسول لا يكون مؤمناً.\rومن آمن ولكنه لم ينطق بالشهادة لا يكون مسلماً.","seal":"60C2A6C8","part":1},
      {"page":104,"id":104,"nass":"ومن نطق بها عن إيمان ولكنه قصّر في العبادات: إن كان تقصيره عن إنكار وعناد كان كافراً، وإن كان عن كسل وتقاعس -مع اعترافه بالقصور ورغبته في الأداء- كان فاسقاً مستحقاً لنار جهنم. وكذلك من كان مؤمناً متعبداً ولكنه غير محسن، يأتي المحرمات ويرتكب الموبقات: إن كان مستحلاً لها فقد كفر، وإن كان معتقداً حرمتها ولكن غلبه الشيطان على أمره كان عاصياً مستحقاً لنار جهنم.\rهذا هو دين محمد صلى الله عليه وسلم.\rلا يكون مسلماً حقاً إلا من آمن بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره من الله.\rومن حافظ على صلواته المفروضة، وصام رمضان، وأدى زكاة ماله وحج البيت (إذا كان قادراً على الحج).\rومن كان سلوكُه في الحياة سلوكَ من يذكر دائماً أن الله ينظر إليه، وأنه مطلع على ظاهره وباطنه، فلا يعمل إلا ما يرضي الله.\rفلنحاسب أنفسنا لنرى: هل نحن على دين محمد؟\r***","seal":"429531E0","part":1},
      {"page":105,"id":105,"nass":"شجعوا الزواج\rكادت تجمع الكلمة على أن العلاج لهذا الداء الفتاك الذي أصاب الأخلاف في هذا البلد هو الزواج.\rولكن طالب الزواج يلقى دونه عوائق تقطع طريقه عليه، وتمنع وصوله إليه. وأكثر هذه العوائق من صنع الآباء، وأقلها من عمل الحكومة.\rأما الآباء فهم بإهمالهم تربية البنات، والقيام عليهن، وتنشئتهن على الكرامة والعزة والإيمان بالنفس، أولاً .. ثم بطلب المهر الضخم، والتقيد بهذه العادات السخيفة في الخطبة (الكتاب) والعرس والهدايا والجهاز، إنهم بهذا يمنعون البنت من دخول بيت الزوجية، ويدفعونها دفعاً (من غير قصد منهم) إلى ولوج أبواب الفساد. فالأب هو المسؤول الأول عن هذا الانهيار الأخلاقي الذي عرانا، وأنا ما فتئت -من أكثر من عشرين سنة- أدعو في خطبي ومقالاتي إلى تقليل المهر المعجل ترغيباً في الزواج وزيادة المهر المؤجل ترهيباً من الطلاق، وإلى التحرر من قيود هذه العادات التي لا معنى لها ولا جدوى منها إلا أنها تخرب بيت الخاطب وبيت المخطوبة وتدخل الفساد على موازنات خمسين أسرة تدعى نساؤهم إلى العرس فتُشترى له الثياب الجديدة الغالية التي لا يحتاج إليها لولاه. والناس جميعاً يرون في هذه الدعوة خيراً ونجاحاً ودرءاً لمفاسد كثيرة، ولكن كل واحد منهم يخاف","seal":"2C7E8E9A","part":1},
      {"page":106,"id":106,"nass":"أن يكون البادئ بمصادمة العادة والخروج عليها. ولا بد من أن يفتح لهم البابَ رجلٌ له عقل وجرأة ووجاهة فيسير أمامهم ويمضون هم على أثره.\rأما الحكومة فهي مسؤولة من وجوه: مسؤولة لأنها وضعت من سنين قليلة ضريبة على عقود الزواج لم تكن من قبل، فصار الناس يؤخرون الزواج خوفاً منها، أو يكتبون في العقد مهراً أقل من الحقيقة ليقللوا الضريبة، فيضيع بذلك حق المرأة وتنشأ مشكلات تشغل المحاكم وتزعج الناس.\rومسؤولة لأنها لم تفكر بوضع ضريبة على القادر على الزواج الممتنع عنه، ولم تقلل من راتب الموظف العزب لتزيد «التعويض العائلي» زيادة تشجع على الزواج وتكفي الموظف نفقات أسرته.\rومسؤولة عن هذا القانون الذي وضع للجرائم الأخلاقية أخف العقوبات، حتى أنه جعل جزاء الرجل الذي يزني بابنته أو بأخته شهرين! وجعل أكثر حوادث الزنا معفوة من العقاب. وقد أخذت هذا القانون من فرنسا ونسيت ما صنع بفرنسا في الحرب الماضية.\rومسؤولة عن تقصيرها في مكافحة البغاء السري مكافحة مستمرة في البيوت والشوارع والنوادي.\rومسؤولة لأنها لا تجرد هذا الجيش من المدرسين الذين يأخذون الرواتب من صندوق الإفتاء لوعظ الناس وحضهم على الزواج وتنفيرهم من الفسوق.\rومسؤولة لأنها تقيم العراقيل في طريق طالب الزواج من الجنود والشُّرَط والدرك من غير ضرورة، مع أن الزواج أوجب عليهم منه على غيرهم.\rومسؤولة لأنها لا تضع لمدارس البنات برامج خاصة، ولأنها أقرت هذا","seal":"8EB96947","part":1},
      {"page":107,"id":107,"nass":"الاختلاط المفاجئ في الجامعة ولم تراع وقع هذه الصدمة في أعصاب الفتيان والفتيات الذين لم يألفوا الاختلاط في بيوتهم ولا في مجامعهم.\rفلتدفع الحكومة هذه «المسؤوليات» عن نفسها، ولتهتم بهذه المسألة الأخلاقية مثل اهتمامها المشكور بالمسألة الاقتصادية؛ فإن المال ليس أثمن من العرض. وماذا ينفع المال إن قل النسل وانتشرت الأمراض وفترت همم الشباب إلا في طلب اللذات وبلوغ الشهوات؟\r***","seal":"1949D174","part":1},
      {"page":108,"id":108,"nass":"هجوم على الأطباء\rوقعتي اليوم سوداء (كما يقول إخواننا أهل مصر) فأنجدوني يا أيها القراء، لأني سأخاطر بروحي وأهجم على الأطباء.\rوالهجوم على الوزراء والكبراء سهل، أما الهجوم على الأطباء ... فيا ستّار! ونحن من غير أن ننال منهم لم ننج من أيديهم، فكيف إذا قرؤوا هذه الكلمة؟\rولكن ليثق كل واحد منهم أنه ليس هو المقصود، وبذلك تضيع التهمة وتحفظ الدعوى لجهالة المتهم.\rوالحكاية -يا سادتي- أني مصاب بآلام في المفاصل، قد تخف وقد تشتد، وقد تخفى وقد تظهر، كانت تتنقل من مفصل إلى مفصل، ثم استقرت في ركبتي وفي فخذي، حتى أني لأفيق من أعماق نومي -إن تحركت أو مسها برد- كما يفيق من تلمسه عقرب. وأحلف لقد راجعت ثلاثة وثلاثين طبيباً بالعدد، في الشام وبيروت وبغداد ودير الزور والبصرة وكركوك والقاهرة، واستعملت عشرات الأدوية (حتى لا يكاد يوجد علاج للروماتزم لم أعرفه ولم أجربه) وأجريت أنواع التحليلات، والألمُ -مع ذلك- يشتد ويزداد. أفلا يحق لي -بربك أيها القارئ- أن أهجو الأطباء؟","seal":"E01FEC3C","part":1},
      {"page":109,"id":109,"nass":"دلوني على طبيب يستطيع أن يداويني ... دلوني -أيها الناس- ولكم الشكر. لقد قصدت الأطباء الكهول المجربين والشباب المطلعين على الطب الجديد، بل لقد أخذت بوصفات العجائز وأدوية العوام فما استفدت شيئاً.\rوقالوا: لا تأكل اللحم ولا البيض ولا الحبوب ولا السبانخ ولا الملوخية ولا اليبرق ولا الدهن ولا تشرب القهوة ولا الشاي ولا الكاكاو ولا الشكلاتة ... قلت: طيب، فماذا آكل إذن؟ هل أكتفي ب «أكل الهواء» النقي؟\rمع ذلك فقد جربت هذه الحمية فما استفدت شيئاً، وقالوا: أكثِرْ من الرياضة، فأكثرت من الرياضة فما استفدت شيئاً.\rفهل النقص في الطب نفسه، أم العجز من الأطباء.\rوبعد، فماذا أصنع؟ وهل تدلونني على طبيب يعالجني أو أخاطر بروحي وأسلط قلمي على الأطباء وأصنع بهم كما صنع شيخنا الجاحظ بالمعلمين، وليكن ما يكون؟!\rهذا إنذار، والمهلة ستة أيام ونصف اليوم ...\r***","seal":"D0EA0299","part":1},
      {"page":110,"id":110,"nass":"في الغيرة\rإلى «زوج بائس»:\rتسألني رأيي في الغيرة. أما الغيرة التي تمنع من مواقعة المحرمات، وكشف العورات، وتدفع إلى الاحتشام والتصون والعفاف، وتجعل الرجل ينكر من امرأته أن تتخذ من الأزياء ما لا يقر الشرع، ولا يألف البلد، أو تنزل إلى السوق فتكلم الرجال بلا ضرورة، فهذه هي الغيرة المحمودة التي يمدح بها الرجال، والتي وردت بها الآثار، وتواردت عليها الأفكار، حتى قالت العامة: الذي لا يغار حمار!\rومقياسها الشرع، فما أنكره الشرع أنكرناه، وما جوزه قبلناه. أما الغيرة التي تجعل الزوجة تظن الظنون كلما نطق زوجها باسم امرأة ولو كانت ليلى الأخيلية، تحسب أنه متيم في هواها، وأنه قتيل حبها، وتقيم القيامة إن وصف امرأة بجمال، أو نعت أنثى بحسن، تظن أنه مشغوف بها، عاشق لها، وتخسف الدار إن سمعت أنه قابل امرأة، ولو جاءته مشترية في الدكان، أو موكلة في المكتب، أو مريضة في العيادة، تظن أنهما ما اجتمعا إلا للخطبة ...\rوأما الغيرة التي تجعل الرجل يجن جنونه إن غابت امرأته ساعة في زيارة والدتها أو عيادة جارتها، يستنطقها استنطاق المحكمة، ويحقق أمرها","seal":"5A4A39E1","part":1},
      {"page":111,"id":111,"nass":"تحقيق القاضي، يظن أنها ما غابت إلا لزيارة صديق، أو لقاء عشيق، ويطبق البيت على رأسها إن رأى في البيت صور مقطوعة من مجلة ويمضي الليل يبحث من أين جاءت؟ وكيف دخلت؟\rفهي الغيرة المذمومة، غيرة الجاهلية، التي تنغص حياة الرجل، وتسود عيش المرأة، وتقلب البيت ناراً مسعرة، أو مارستان مجانين، ولا تنشأ إلا عن سوء الظن وضعف الثقة.\rوالمرأة إذا اطمأنت إلى دين زوجها وخلقه لم تحصِ عليه أنفاسه وتعد عليه كلماته. والرجل إذا وثق من عفاف امرأته ودينها وميلها إليه وتعلقها به لم يتبع خطاها ويرصد حركاتها. وقد رأيت -من تجربتي- أنه لا يغار هذه الغيرة من النساء والرجال إلا من كان في ماضيه من أهل الشر، أو كان مستعداً في طبعه للشر، أما المستقيم الصالح فلا يظن ذلك بغيره، لأنه لا يتمناه لنفسه.\rعلى أن هذه الغيرة مرض يحتاج إلى علاج وليست جرماً يحتاج إلى عقاب.\rهذا رأيي في «الغيرة».\r***","seal":"50150BD6","part":1},
      {"page":112,"id":112,"nass":"وزراء اليوم\rإن من صور الماضي صوراً تستقر في النفس، وتنطبع في الذاكرة، حتى لا تمحوها الأيام، ولا يصل إليها النسيان. ومن الصور التي لست أنساها، أني كنت يوماً نازلاً في الترام إلى المدرسة، فرأيت أستاذنا المسيو صالح الجزائري رحمه الله، ينزل ماشياً مرفوع الرأس بارز الصدر، فامتلأ قلبي هيبة له وغبطة وإكباراً، وأحسست أنه يعظم في عيني حتى يملأ عليها رحاب الأماني؛ فلا أجد أمنية لي في الحياة أكبر من أن أكون أستاذاً في التجهيز.\rثم كرت الأيام وكبرنا، وصرنا ننظر إلى الدنيا بعيون الشباب لا بأبصار الأولاد، فنرى في البلد ميزاناً للرجال، ونرى لهم أقداراً ومراتب، تتسلسل كأنها صف الناس أمام باب الدائرة الحكومية؛ لا يسبق أحد دوره، ولا يقفز من فوق رأس الذي أمامه، ولا يدع الباب ويدخل من الشباك. يبدأ الموظف حياته موظفاً صغيراً، ثم يكبر كلما كبر عمله وكبرت تجربته حتى يصير رئيساً أو مديراً، أما الوزارة فكانت لأركان البلد، وبَواقع الرجال، وأهل الحل والعقد، وأصحاب التجربة والعلم والسن. ولا يُسلم وزير وزارة لا خبرة له بشؤونها ولا معرفة بخفاياها. وكان المعلم لدرسه والموظف لديوان، والتاجر لدكانه، والطبيب لعيادته. وكان للسياسة أهلها الذين انقطعوا إليها وبرعوا فيها وارتضتهم الأمة نائبين عنها ناطقين بلسانها.","seal":"66B65E4E","part":1},
      {"page":113,"id":113,"nass":"فماذا جرى اليوم حتى فسد الميزان، وانقطع النظام، واضطرب الصف، وتبدلت مقاييس الرجال؟ ومالي لا أرى للوزير اليوم في نفسي مثل الهيبة التي وجدتها للمسيو صالح؟\rفهل تبدل نظري وضعف حسي، أم كان معلم الأمس أعظم من وزير اليوم؟\rوما للوزارة سهل طريقها، وفتح بابها، حتى صار الوصول إليها أهون من الوصول إلى منبر التدريس أو قوس القضاء، أو مكتب رئيس الديوان ومساعد المحكمة؟\rما للكهول من رجالات البلد انصرفوا عنها، وزهدوا فيها، وآثروا الاضطجاع في حمى المدافئ وشرب القهوة والشاي والتسلي بأحاديث الماضي عن الاهتمام بأمور الأمة في أخطر عهد عرفه تاريخها؟\rإني أسأل وأنا أعلم أن سؤالي سيبقى بلا جواب!\r***","seal":"CDE35DA0","part":1},
      {"page":114,"id":114,"nass":"الإيمان أهم من الجدران\rارتاع المسلمون في مشرق الأرض ومغربها لما سمعوا خبر تصدع بناء المسجد النبوي، وانطلقت صيحات أقلامهم حتى ملأت الجو وأيقظت النيام.\rوحق للمسلمين أن يرتاعوا لانهيار قبر نبيهم، وأن يروا شد أركانه وإقامة بنيانه من آكد الواجبات عليهم، ولكن هل علم هؤلاء المسلمون أن صاحب هذا القبر لو كان حياً لارتاع لتصدع بناء الدين في القلوب، وانهيار صرح الأخلاق في الأمة، أكثر مما ارتاعوا لهذا الخبر؟\rوإن انهدام مساجد الإسلام كلها حتى ما يبقى منها حجر على حجر أهون في نظر الإسلام نفسه من دخول الإلحاد على قلب شاب مؤمن أو وصول الأذى إلى عرض فتاة مسلمة. والإسلام لبث ثلاث عشرة سنة من غير جامع ولكنه لا يبقى ساعة بغير إيمان ولا أخلاق.\rفكيف -إذن- يهتم المسلمون بأمر أعمدة الجامع ولا يهتمون بأن يحكموا بقوانين تخالف ما أنزل الله، وبأن تشيع الفاحشة بينهم وينتشر الإلحاد؟ ذلك لأن الناس قد بعدوا عن مفهوم الإسلام الحق وصاروا يبالون بالظواهر أكثر مما يبالون بالجواهر، ويحرصون على عمارة جدران المساجد وقبابها ومآذنها أكثر من حرصهم على عمارة المساجد بالعبادة","seal":"7D05547F","part":1},
      {"page":115,"id":115,"nass":"والذكر والعلم، ويكبرون أن ينزع العالم عمامته ويحلق لحيته ولا يكبرون منه أن يكذب أو يغتاب ... مع أن الكذب حرام وحلق اللحية مكروه، والمساجد إنما تكون مساجد بالعبادة والذكر، لا بالزخرف والعمارة.\rهذه هي أحكام الإسلام، ولكن قد بعدوا عن مفهوم الإسلام الحق.\rوأرجو ألا يفهم أحد من كلامي أني أهون خطب المسجد النبوي، أو أرى التهاون بإصلاحه. معاذ الله؛ فهو منبع النور، ومبعث الهدى، ومهبط الوحي، ومطلع شمس الحضارة على الدنيا. وهو الجامع، وهو الجامعة، وهو البرلمان. وفيه قبر سيد العالم محمد صلى الله عليه وسلم، ولكنني أقرر حقائق ثابتة في الإسلام.\r***","seal":"0069954C","part":1},
      {"page":116,"id":116,"nass":"أساس الإصلاح\rأمام مجلس الوزراء الآن مشروعان أشهد أنهما من أحسن المشروعات، واحد على وشك الوصول إليه، وواحد على وشك الخروج منه: مشروع مكافحة الأمية، ومشروع أئمة القرى. ومثلهما، أو خير منهما، المشروع الذي أقره مجلس المعارف الكبير، ومشروع الدروس الدينية في المدارس.\rوإذا استطاعت الحكومة إحالة هذه المشروعات إلى قوانين، ثم أحسنت تنفيذ هذه القوانين، كان لها في تاريخ هذه الأمة فصل عنوانه المجد والفخار، وكان لها في حياتها أثر خالد لا تمحوه الأيام، لأن تهذيب النفوس بالدين، وتنوير العقول بالعلم، هما من الإصلاح كالجذع من الشجرة؛ إن قام قامت به الفروع كلها، وإن قطع لم ينفع بعده فرع.\rوما دامت الأمية منتشرة فينا، وما دامت الجهالة غالبة علينا، وما دام الناس لا يتبعون إلا هوى نفوسهم وشهوات قلوبهم، فإن كل محاولةِ إصلاح صراخٌ في واد ونفخٌ في رماد. وليس يفيدنا مع هذه العلل قانونٌ نسنّه، ولا مقال نزخرفه، ولا طريق نسويه، ولا بناء نعلّيه. والأمم لا تقاس حضارتها بجمال أرضها، ولا بكثرة مالها، ولا بضخامة بنيانها، ولكن تقاس حضارة الأمم بشيئين: كثرة المتعلمين فيها، وقلة المجرمين منها ... تقاس بامتلاء المدارس، وفراغ السجون.","seal":"86731896","part":1},
      {"page":117,"id":117,"nass":"فاعملوا -قبل كل شيء- على ألا يبقى في البلاد أمّي، فإن من العار على سورية (وهي هي في ماضيها وحاضرها وما تأمل في مستقبلها) أن يكون فيها رجل واحد لا يستطيع أن يفك الخط أو امرأة لا تقدر أن تكتب لزوجها إن غاب عنها إلا بمعونة «العرضحالجي» ... وارصدوا لذلك الأموال الكثيرة، وابذلوا فيه المبالغ الوفيرة، ولا تضنوا عليه بشيء؛ لأن محاربة الجهل والفسوق واجبة وجوب محاربة اليهود، ولأن ما تدفعونه تشترون به أدمغة وعقولاً وعبقريات. ولعل في أُجَراء الخبازين، وصبيان اللحامين، وأولاد الأزقة المتشردين (الذين سيكونون لصوصاً مجرمين أو يكونون شحاذين) مَن لو تعلم لكان عبقرياً في الأدب، أو نابغة في العلم، أو واقعة في السياسة، ولأكسب أمته مجداً لا يقوّم بثمن، ولأكسبها -مع هذا المجد- قوة ومالاً.\rواعملوا على رد الناس إلى الدين، فإنه لا يدفع هذه الشرور، ولا يدرأ هذه المفاسد، ولا يمنع هذا الفساد إلا الدين.\rإن الذي يخاف القانون وحده، يخافه ما بقي الشرطي واقفاً، فإن ذهب الشرطي رتع الرجل. فهل تستطيعون أن تقيموا على كل رجل شرطياً يراقبه؟ وإذا كان الشرطي نفسه يحتاج هو أيضاً إلى مراقب؟ أما الذي يخاف الله فإنه يعلم أنه يراه دائماً، وأنه مطّلع عليه في سره وجهره وهو معه أينما كان، فيمنعه خوفه الله من أن يسرق أو يزني أو يظلم أحداً أو يعتدي على أحد. وها أنتم هؤلاء جربتم ترك الدين والبعد عنه والزهد فيه، فماذا وجدتم؟\rأنا أقول لكم ماذا وجدتم!\rهذه الدعارة التي انتشرت حتى شكا منها الطالح قبل الصالح والفاسق","seal":"D6B959F8","part":1},
      {"page":118,"id":118,"nass":"قبل الناسك، وهذه السرقات، وهذه الجرائم، وإذا كنتم لا تدرون فادخلوا المحاكم، وخالطوا الناس وانظروا واسمعوا.\r...\rتقوية الجسوم بالصحة، وتنوير العقول بالعلم، وتهذيب النفوس بالدين ... هذا هو الأساس في صرح الإصلاح.\r***","seal":"21399733","part":1},
      {"page":119,"id":119,"nass":"العلاج بالزواج\rكلما نشرت كلمة من هذه الكلمات تلقيت سيلاً من التعليقات والردود، أنشر منه ما أنشر وأحفظ ما أحفظ، وهذا تفضل من القراء تعودته منهم من عشرين سنة من يوم «فتى العرب» مع الأستاذ معروف الأرناؤوط رحمه الله، إلي عهد «اليوم» مع الأستاذ عارف النكدي، إلى أيام «الرسالة» مع الأستاذ أحمد حسن الزيات.\rومن التعليقات على كلمة «فتاة اليانصيب» (¬1) (التي أشكر لمديرية الشرطة إسراعها إلى إزالة المنكر الذي أنكرته فيها) كتاب طويل جداً حافل بالأسماء والحوادث، تكلم فيه مرسله عما في الأسواق وفي المصانع التي فيها عاملات، والمكاتب التي فيها سكرتيرات، والبيوت التي فيها خادمات، وسرد قصصاً وروى وقائع يقف لها شعر من كان في قلبه حبة خردل من دين أو من شرف، وطلب مني أن أكتب وأن أستصرخ الحكومة وأثير المصلحين وأستنزل غضب الله على أهل هذه البلدة التي لا تنكر منكراً.\rولكني لن أفعل؛ لأني أعلم -مع الأسف- أن هذا أمر لا تنفع فيه الخطب ولا تفيد المواعظ، وما مثل الواعظ فيه إلا كمثل من يجيء إلى\r¬__________\r(¬1) الكلمة منشورة في كتاب مقالات في كلمات، ص 52.","seal":"8E3ED9AC","part":1},
      {"page":120,"id":120,"nass":"الجوعان وأمامه الأطباق فيها من أطايب الطعام من كل حلو وحامض وحار وبارد، فيعظه ألا يأكل منها، ثم لا يأتيه بغيرها.\rكلا. إن الله ما حرم شيئاً إلا أحل شيئاً يغنى عنه ويقوم مقامه: منع الربا وأباح البيع، وحرم الزنا وأحل الزواج. فلماذا تريدون منا أن نخالف طبيعة الله التي طبع البشر عليها، وشريعته التي دل الناس عليها؟\rكلا. إنه لا دواء إلا الزواج، الزواج. هذه هي الحقيقة، وأنا سأظل أعلنها وأكررها حتى يستجيب الناس إليها أو ينبري القلم في يدي أو تغلق «النصر» بابها دوني، وأرجو أن أكون في ذلك من المجاهدين وأن أمحو بذلك بعض ذنوبي وتفريطي في جنب الله.\rولقد بت أعتقد -بعدما تلقيت من كتب إخواننا الشبان في الرد على ما كتبته وما وجدت فيها من سوء الفهم ومن السب والشتم- أن كثيرين منهم لا يريدون الزواج ويؤثرون عليه هذه الحياة ... التي يتذوقون فيها لذة «الزواج!» ولا يحملون تكاليفه؛ فهم لذلك يحتجون بهذه الحجج الواهية التي تنطق بها شهواتهم لا عقولهم.\rيقولون: السكن والنفقات وتكاليف الحياة الزوجية. وهذا (وإن وجب علاجه وإصلاحه) لا يمنع من الزواج. وكل شاب يجد بنتاً ترضى به بشرط أن يراعي الكفاءة، ويفتش عن الموافقة في المشرب وفي الغنى وفي المكانة الاجتماعية. فمن كان لا يجد إلا مئة ليرة في الشهر، يستطع أن يخطب بنت رجل من طبقته يعيش بمئة ليرة في الشهر فترضى به وتألف عيشه لأنه مثل عيشها في دار أبيها، ومن كان يسكن غرفة بالكراء عند جيران طلب بنت أسرة تعيش عند جيران في غرفة بالكراء، ومهما بلغ من فقر الشاب يستطيع -إذا صدق الطلب- أن يتزوج بنت رجل فقير مثله. ولكن أكثر","seal":"ADBC986B","part":1},
      {"page":121,"id":121,"nass":"الشباب لا يريدون الزواج، ويجزعون منه، ويأتون بهذا الكلام الفارغ، كأن مشكلة الزواج صارت مجالاً لوظائف الإنشاء تنشر في الصحف، وطريقاً لكل محب الشهرة من أولاد المدارس ليفرح برؤية اسمه مطبوعاً في الجرائد.\rوما أدري والله ماذا يريد هؤلاء الشباب؟! ولو أنا قبلنا منهم وأعفيناهم من تكاليف الزواج، فهل يريدون أن نبني لهم أديره في الجبل نجعلهم فيها رهباناً أم نسلطهم على بنات الناس؟\rمنكم يا أيها الآباء أريد الجواب؛ أنتم يا من في بيوتهم بنات كاسدات، يا من يغارون على العرض، ويحرصون على الشرف. الخطاب لكم، والكلام معكم، والبلاء إن وقع واقع عليكم، فما لكم ترون ولا تفكرون، وتسمعون ولا تعملون، ألا تخافون على بناتكم؟\rيا أيها الآباء: الله الله في أعراضكم، وفي عفاف بناتكم!\r***","seal":"B7E91BB8","part":1},
      {"page":122,"id":122,"nass":"رجعية!\rقال لي صديق: يقول التقدميون إنك رجعي.\rقلت: نعم، أنا رجعي.\rقال: أستغفر الله، ما هذا ما أردت.\rقلت: استغفر الله على كل حال، ولكن هي الحقيقة، فهل تحب أن تفهم أنت ما الرجعية؟\rقال: وما الرجعية؟\rقلت: أن ترجع هذه الأمة إلى سلائقها: سلائق الفطنة والعقل، والعزة والنبل. وأن تعود إلى خلائقها: خلائق الجهاد، والبذل، والصدق في القول، والصدق في الفعل، وإلى ما صنع أجدادنا، فترفض كل جديد (لا حاجة إليه) يفسد علينا لساننا أو يخمد فينا إيماننا، ونأخذ كل جديد نافع في العلم والسياسة والأدب وفي طرائق الفكر وفي أسلوب العيش، كما أخذنا -من قبل- الخير كله من تفكير اليونان وتأمل الهند وحياة فارس، وقبسنا من كل أمة أحسن ما لديها، ولكنا بقينا عرباً في لساننا، مسلمين في عقائدنا وأفعالنا. الرجعية أن نرجع إلى ديننا لترجع لنا أمجادنا، ولتعود راياتنا خفاقة على الدنيا، وحضارتنا باسقة على الأرض.","seal":"4D39670E","part":1},
      {"page":123,"id":123,"nass":"إنها رجعية، ولكنها رجعية الذي مرض إلى الصحة، والذي افتقر إلى الغنى، والذي ذل إلى العز، ورجعية الكون إلى بياض نهار جديد، بعد ليل عاصف شديد الإظلام.\rلا نريد أن نرجع إلى ركوب الخيل ونترك السيارة، ولا إلى القنديل ونهجر الكهرباء، ولا إلى السيف وندع القنبلة، ولا نكتفي بتذكرة داود الأنطاكي عن كتب الطب الحديث، ولا بالمعلقات العشر عن روائع الأدب الجديد. كلا، ولا نريد أن نرجع إلى جهل الماضي وخرافاته وأوهامه، فإن الحضارة قد تتقد وتخبو، وتتقدم وتتأخر، ولكن الفكر يتقدم أبداً، ونحن نعرف قيمة الفكر.\rإنما نريد أن نرجع إلى عقولنا، وأسس ديننا، ومقومات عروبتنا، فنحكمها في كل جديد يعرض علينا؛ فنأخذ أخذ العاقل البصير، لا نقلد تقليد الطفل الغرير.\rهذه رجعيتنا!\r***","seal":"221B4B6F","part":1},
      {"page":124,"id":124,"nass":"أغاني الميوعة والفجور\rسمعت عبد الوهاب (الذي يعدونه أكبر مغنّي العرب اليوم) يردد من الإذاعة أغنيّة يكاد لحنها ينكبّ على وجهه من الضعف، ويدخل بعضه في بعض من التخاذل، يقول فيها: \"الدنيا سيكارة وكاس\".\rإي والله، أحلف لكم لتصدقوا. ويرددها لتستقر في الأذهان؛ أذهان الصغار الخالية التي تنتظر كل ما يُلقى إليها ليستقر فيها، أذهان أبنائنا وبناتنا، ثم يعطي الحكم في الصاحين العاقلين بأن لهم الويل: \"ويل لمن ليس له كاس، يا ويله، يا ويله\"! يقول الإسلام: \"الويل للشاربين\"، ويقول هذا الفاجر: \"الويل لمن لا يشرب\"، ويعلن ذلك في مصر المسلمة، بلد الأزهر الشريف.\rالدنيا سيكارة وكاس! أهذه الدنيا؟ وأين دنيا المكارم؟ وأين دنيا البطولات؟ أننهض هذا الشعب، ونحاول أن نثير في دمه إرث الماضي، وفي نفسه ذكريات النصر، وفي رأسه العقل النيّر الحرّ، ليحرر أرض الوطن الأكبر من أوضار إسرائيل وأرجاس الاستعمار، ويقيم صرح المجد، ويسترد من الدهر الدَّين الذي دِنّا به التاريخ، حتى يصل اليرموك وحطين بالمعركة المرتقبة في تل أبيب، ويرجع عهد الوليد والرشيد ... أنصنع هذا كله بسيكارة وكاس، يا أيها الناس؟!\rسيقول قوم: وماذا يؤثر هذا الهراء في النفوس، إن هي إلا أغنية نستمتع","seal":"459BA5D8","part":1},
      {"page":125,"id":125,"nass":"بلحنها (إن كان فيه متعة) ونغضي عن ألفاظها! وأنا أسأل هؤلاء: هل يستطيعون أن يفرقوا بين الكلام واللحن؟ هل يقدرون أن يفصلوا بين اللفظ والمعنى؟ من يقول: «سماء» ولا يتصور مدلول السماء؟ أو يسمع اسم الكأس ولا يتصور الكأس؟ وأسألهم: ما أثرها في نفوس الصغار؟ ما أثرها؟ إذا كانوا لا يعرفون فليرجعوا إلى علماء التربية وإلى النفسيين ليعلموا أنها ستكون في نفوسهم كصندوق الديناميت إذا وضعته بين أحجار البناء، تنسف هي وأمثالها من الأفلام والمجلات كل مبادئ الخير والرجولة والعفاف.\rإن كل كلمة تُلقى في الأذن تكون في النفس كبذرة تلقى في الأرض، إذا هي لم تنبت اليوم تنبت غداً أو تنحل في الأرض فتبدل «تركيب» تراب الأرض. لا تظنوا أن شيئاً يمضي من غير أثر، ولكن من الآثار ما نحس به، ومنها ما يستقر في العقل الباطن.\rإن هذه الأغاني ليست أنغاماً فقط ولكنها كلمات، كلمات إيحاء، فكيف يتعاون خطيب الجامع، وكاتب المجلة، ومعلم المدرسة، وكل عاقل في الدنيا على نشر هذه الحقيقة؛ وهي أن السكر شرّ، وأن للشارب الويل، فتأتي الإذاعة -وهي أقوى منهم جميعاً وأعلى صوتاً- فتقول: بل الويل لمن ليس له كاس؛ أي أن الويل للأنبياء والصديقين والشهداء والصالحين، والكثرة الكاثرة من أهل الأرض؟!\rأما إذا لم تمنعوا تلك الأفلام التي صارت سبّة لمصر (أعز الله مصر) وعاراً عليها، ولم تقطعوا ألسنة هؤلاء المخنثين، فامنعوا -على الأقل- هذا الهذَر وأمثاله؛ لأنه كفر بالدين وبالأخلاق وبالرجولة وبمجد مصر، والسلام.\r***","seal":"EB52A449","part":1},
      {"page":126,"id":126,"nass":"ماذا يصنع اليهود؟!\rحدثني صديق لي من الأدباء قال: \"سافرت من عشر سنين إلى القدس (¬1) أنا وفلان (وسمى رجلاً ممن يشتغل بالسياسة) فأحببنا أن نرى الجامعة العبرية، فذهبنا إليها على غير وعد سابق، وجعلنا نطيف بأقسامها وكلياتها فنرى أمراً عظيماً وشيئاً هائلاً، حتى وصلنا إلى المكتبة فوجدنا فيها قدراً كبيراً من الكتب ما كنت أظن أنه يجتمع مثله إلا في مكتبة لندن أو برلين، ورأينا الفهارس العجيبة التي يصل بها المطالع إلى الكتاب الذي يريده في لحظة، وسألنا القيم عن المراجع العلمية لموضوعات سياسية واقتصادية واجتماعية فكان يفتح أدراجاً في المكتبة ويعطينا عن كل موضوع أسماء كتب كثيرة في كل اللغات، حتى تبين لنا أن من يواظب على هذه المكتبة شهراً لا يخفى عليه بعدها خافية من أحوال الدول العربية المحيطة بفلسطين في تجارتها وصناعتها وتاريخها وجغرافيتها وخلائق أهلها وصفاتهم وعاداتهم. فأرينا القيم إعجابنا ومدحناه فاستدرجناه فأطلعنا على شيء أعجب: درج فيه بطاقات (فيشات) مرتبة على الحروف فيها تراجم كل من له ذكر من رجال العرب، وسألني عن اسمي، فقلت: فلان، فمد يده فأخرج بطاقة فيها\r¬__________\r(¬1) الذي حدثني بهذا هو أستاذنا شفيق جبري، وكان سفره إلى القدس قبل إنشاء دولة إسرائيل.","seal":"E6C23DC9","part":1},
      {"page":127,"id":127,"nass":"سني ومولدي وأصلي ودراستي وكتبي وميولي الأدبية والسياسية على غاية الضبط والصدق والإيجاز، وأخرج بطاقة مثلها باسم رفيقي) ... \".\rقلت: قد سمعت مثل هذا الحديث عن الجامعة العبرية من غير هذا الصديق، وتواترت به الأخبار، وسمع به علماء العرب وباحثوهم، وأساتذة جامعاتهم ومديرو مكتباتهم، فهل عملنا مثله أو قريباً منه، لنستعين به على حرب اليهود كما استعانوا به على حربنا؟ (¬1)\rهل نعرف نحن اليوم حقائق كاملة مضبوطة عن أحوال اليهود، وعن رجالهم، وعن ميول هؤلاء الرجال وكفاياتهم ومواهبهم؟\rهل نعرف أسماء الكتب التي يؤلفها اليهود وأصدقاؤهم بكل لسان ليحاربونا بها، فضلاً عن أن نقرأها أو نرد عليها؟ ومن شاء الاطلاع على هذه الكتب فمِن أين يصل إليها ومَن يدله عليها؟\rكيف يكون التكافؤ بين متبارزين أحدهما واقف في النور تُرى حركاته كلها وسكناته، والآخر مستتر في الظلام يَرى ولا يُرى، ويَرمي ولا يُرمى؟\r¬__________\r(¬1) وجدت على ظهر الورقة التي لصق عليها جدي -رحمه الله- هذه الكلمة تعليقاً بخط يده كتبه عام 1973 وهذا نصه: ألقيت في تلفزيون عمان ليلة 27 رجب من هذه السنة (1393) كلمة عن الإسراء قلت فيها ما معناه: \"إن اليهود -ولو لبثوا في القدس مئة سنة- سيخرجون؛ لأن كل ما يخالف طبائع الأشياء لا يبقى، وليس من طبائع الأشياء أن تبقى ملايين ثلاثة أو أربعة وسط بحر من أعدائها عدده سبعمئة مليون يمتد على مدى ثلث محيط الأرض ... \"، إلى آخر ما قلت. والغريب أن نشرة الأخبار من «إسرائيل» أشارت إلى هذه الكلمة وأعادت كلماتها بعد ساعات. وتكلمتُ مرة من تلفزيون جدة فردتْ عليّ. وكلما تشكلت وزارة في بلد عربي كان أسرع من يبادر إلى التعريف برجالها، مولدهم ودراستهم وتاريخهم، محطة إسرائيل!","seal":"AB49FE94","part":1},
      {"page":128,"id":128,"nass":"كيف نرضى لأنفسنا أن لا نعرف شيئاً عنهم وهم يعرفون كل شيء عنا؟ وحتّامَ نتسلى بالخطب الحماسية والكلام الفارغ والعدو يستعد؟\rألا يفهم حكام العرب في كل بلد، أن الحرب تكون بالقلم قبل أن تكون بالمدفع، وتكون في الجامعة قبل أن تكون بالميدان؟ فلم لا يفعلون مثلما يفعل اليهود؟ إني -والله- كلما فكرت فيما يفعلون وما نفعل أمسك قلبي بيدي خشية أن يصدعه الألم، أو يودي به اليأس!\r***","seal":"E25CC92B","part":1},
      {"page":129,"id":129,"nass":"استعدوا للحرب\rأحلف بالله ليصدق القراء أن ما أكتبه اليوم قد وقع البارحة، وأنه ليس خيالة من خيالات الأدباء.\rأنا رجل أشتغل بالقانون وبالأدب، وأعمل للوظيفة وللجريدة، ولكني أقسم لها وقتي، ولا أقسم لها نفسي؛ فإذا كنت في المحكمة نسيت الأدب، وفرغت ذهني منه، وألقيت عني رداءه. وإذا كنت في دنيا الأدب خلعت ثوب القضاء وخليت فكري من مواد القانون. أما هذه الكلمة فإني أفكر فيها إذ أضع رأسي على الوسادة، وأختار موضوعها، وأكتب في ذهني أول جملة منها، ثم أنام. فإذا صحوت أجدها قد اختمرت في عقلي الباطن ونضجت، فأكتبها دفعة واحدة، لا أقف فيها إلا ريثما أغط (¬1) القلم، أو أبدل الصحيفة.\rونمت البارحة وفي ذهني موضوع الاستعداد للحرب، والتيقظ له، وما يجب على الحكومة، وما ينبغي للشعب. وكانت ليلة حارة من ليالي الصيف، فجرّت عليّ حرارتها ما أطار مني نومي، ونغص علي ليلتي، وأقامني الآن خائر الجسم، دائر الرأس، ثقيل الأجفان: جاءتني بعوضة، كلما أغمضت عيني تحوم علي وتطن في أذني، فأنهض وأفتش عنها وأستعد لها، فلا أراها،\r¬__________\r(¬1) أغط: من العامي الفصيح.","seal":"F877D975","part":1},
      {"page":130,"id":130,"nass":"فأقول انصرفت لا ردت، وأحاول المنام فتعاود التحويم والطنين، واستمرت على ذلك الليل أكثره إلى مطلع الفجر، فكدت أعتذر من صاحب الجريدة، وأدع الكتابة اليوم، ثم قلت: لماذا لا أصف حالي مع البعوضة، فأكون قد دخلت في موضوعي وأنا لا أشعر؟ وإذا كانت بعوضة واحدة قد طردت النوم عني، وسهدت عيني، فكيف لعمري ننام ويهود في فلسطين، لا تزال تطن إذاعتها في آذاننا؟\rهذا هو الموضوع.\r...\rقلت أمس في خطبة الجمعة التي أذاعتها محطة دمشق أننا في حرب، أن كل دولة عربية في حرب، ما بقي في فلسطين يهودي واحد، وأننا قد خسرنا الجولة الأولى. نقول ذلك بلسان الرياضي الذي ينهزم ولكنه يعلم أن أمامه جولات، وأن عزمه لمتين وأن عضلاته لقوية، وأن الظفر في يديه. ونحن نرحب بالحرب، فنحن بنو الحرب، ونحن رجال الجلاد، ونحن لا نخشى الغارات ولا تطير قلوبنا شعاعاً عند أول قنبلة تلقى، ولكنا لا نريد -مع ذلك- أن نتلقى الضربات تلقّي الغنم ضربة الذئب.\rإن علينا أن نعد وأن نستعد. وإني أجمل هنا المنهج الذي أراه، لعلي أعود إليه -بعدُ- بالتفصيل والبيان.\rيجب -أولاً- أن توضع الموازنة على أسلوب جديد، فتمحى منها كل نفقة يستغنى عنها، ويلغى كل مصرف لا ضرورة إليه، ولا لزوم له، ويشترى بذلك كله السلاح والعتاد.\rويجب -ثانياً- أن يكون عند كل مدرسة ملجأ يعلم الطلاب سبيل","seal":"A03376DC","part":1},
      {"page":131,"id":131,"nass":"اللجوء إليه إن كانت غارة، وفي كل حي ملاجئ، وأن يدرب الناس على ذلك. ولا يقل أحد أن الحرب لم تقع بعد، فإنها واقعة بيننا وبين اليهود حتى نطردهم إن شاء الله من بلادنا، إن لم يكن اليوم فغداً.\rويجب -ثالثاً- أن تعنى الحكومة بالدعاية والحرب الأدبية، وإلا فما معنى أن لنا محطة إذاعة من أقوى محطات العالم إذا كانت الجرائد كلها قد نشرت أمس نبأ العدوان على القرية العربية وحرقها، ولم تذع ذلك الإذاعة، مع أن إذاعة إسرائيل ... اسمعوا، إذاعة إسرائيل، قد أذاعت الخبر!\rويجب -رابعاً- تعميم الفتوة على المدارس كلها، وعلى الجامعة، وتدريب الناس جميعاً (من شاء منهم) فنون الحرب، ونشر روح الصبر والاحتمال والحماسة في الأمة.\rيجب -خامساً- محاربة كل مظهر للرذيلة وللخنوثة، لأن ذلك كله إضعاف لنا وتقوية لليهود.\r...\rإن بعوضة طنت في أذني جعلتني لا أستطيع المنام، فهل تستطيعون النوم -يا ناس- وإسرائيل تطن إذاعتها في آذانكم، وإسرائيل تتربص على حدودكم، وإسرائيل قد سلبتكم أرضاً من أرضكم، وقتلت إخواناً من إخوانكم؟\rمن نام على عدوه فما أقر الله عينه بمنام.\r***","seal":"8E08646A","part":1},
      {"page":132,"id":132,"nass":"الأمة العاقلة لا تسرف\rروت الصحف أن أول ما صنعه جلال بايار بعدما صار رئيس الجمهورية التركية أن فض الموكب وصرف الحاشية، واستغنى عن تلك السيارات وذلك الحرس، واكتفى بسيارته تمضي به وحده؛ يحرسه عدله، وماضيه، ومنزلته في نفوس الناس.\rوروى التاريخ أن عمر بن عبد العزيز لما بايعه الناس خليفة المشرق والمغرب، وسيد المملكة التي تحكم ما بين الصين وفرنسا، وخرج لينصرف، رأى المواكب الضخمة والمراكب عليها سرج الذهب والألوية والشارات، فقال: \"ما لي ولهذا؟ نحّوه عني وقربوا لي بغلتي\" ... وركب بغلته إلى داره (في موضع السميساطية) لا إلى الخضراء قصر الخلافة (¬1).\rفما ضر جلالاً أن اكتفى بسيارة واحدة وهو رئيس؟ وما ضر عمر أن اقتصر على بغلته يركبها ويسير بها في طرق دمشق وحيداً، وهو الحاكم المطلق في تسع وعشرين دولة من دول اليوم، وهو الذي إن قال: لا، لم يكن على ظهر الأرض من يجرؤ على أن يقول: نعم، وإن قال: نعم، لم يقل بشر: لا!\r¬__________\r(¬1) قصر معاوية وخلفائه في موضع القباقبية ومصبغة الخضراء اليوم.","seal":"FEE4B463","part":1},
      {"page":133,"id":133,"nass":"هل قلّ بذلك قدرهما، وهبط مكانهما، أم ازدادا بذلك رفعة وقدراً، وصارا بذلك مثلاً خالداً للمجد الخالد؟\rفما للعرب، لا يسمع «كبارهم» ولهم تضرب هذه الأمثال؟ ما لهم: همهم المظهر لا الجوهر، والإطار لا الصورة، والكأس لا الشراب؟ أما لنا في باكستان عبرة، وهي الدولة ذات الثمانين مليوناً، ودوائرها تحت الخيام، لأنها تريد أن تبني المصانع والقلاع، قبل أن تشيد القصور والمغاني؟\rوماذا يضر الوزير والموظف الكبير أن يركب الترام مع الناس، وقد كان مركبَه قبل الوزارة، وإليه معاده بعدها؟ وماذا يضر النائب أن يضرب من نفسه المثل فيقرر لها أربعمئة ليرة بدل الثمانمئة؟\rوماذا يضر هذه الأمة لو عقلت، فتركت الترف وهذا السرف، وأخذت بأحد المثلين: المثل العربي في أول الزمان، أو المثل التركي في آخر الزمان؟\rمتى نعقل؟!\r***","seal":"1E6D8F4E","part":1},
      {"page":134,"id":134,"nass":"بقلم: حقوقي شرعي\rأستأذن الأستاذ علي الطنطاوي فأستعير عنوانه وزاويته لأكتب كلمة ليست للقراء كلهم بل هي لوزارة العدل وللقضاة والمحامين ورجال الفقه خاصة؛ أبين فيها أثراً صغيراً من آثار الارتجال الشنيع في وضع القانون المدني الذي جاءنا فجأة، كموت الفجأة، فحولنا من حاشية ابن عابدين وفتح القدير والكتاب والسنة إلى كتب الإفرنج وإلى قانون الرومان، وتم ذلك كله من غير درس ولا بحث ولا تدقيق، وهاكم هذا المثال الصغير:\rنص قانون الأيتام عندنا على أن التركات تحرر في حالتين: تحرر وجوباً عند وجود قاصر أو غائب في الورثة، وتحرر جوازاً إذا كان الورثة كلهم بالغين وطلب أحدهم التحرير. وكذلك الحال في مصر. فلما صدر في مصر القانون المدني نصت المادة 876 منه على أنه إذا طلبت تصفية التركات (أي تحريرها) تكلف المحكمةُ الورثةَ أن يتفقوا على مُصفٍّ، فإن لم يتفقوا عينت المحكمة مصفياً بعد سماع أقوالهم. فلم يفهم من هذه المادة في مصر إلا أنها متعلقة بالتصفية الجوازية. ولم يفهم من لفظ المحكمة إلا المحكمة الحسبية ذات الاختصاص التي يقابلها عندنا الشرعية.\rفجاءت لجنة القانون المدني هنا فمحت كلمة «المحكمة» ووضعت محلها «قاضي الصلح» وتركت المادة على لفظها، وفعلت ذلك كراهية","seal":"DD614F32","part":1},
      {"page":135,"id":135,"nass":"للمحاكم الشرعية وحباً بالمحاكم الأخرى. وهذه «موضة» العصر؛ ولذلك تنقص وظائف المحكمة الشرعية واختصاصها يوماً عن يوم.\rوكانت هذه الخطيئة الأولى.\rوترددت المحاكم وتداخل الاختصاص بين محاكم الصلح والمحكمة الشرعية، وكتب قاضي دمشق الممتاز (¬1) للحكومة السابقة كتاباً طويلاً معللاً مدللاً عليه، يبين أن هذا النص متعلق -أولاً- بحالة التحرير الاختياري عند عدم وجود قاصر، وأن المادة -ثانياً- تدل على ذلك لأنها اشترطت على الحاكم لتعيين مصفٍّ للتركة سماع أقوال الورثة، وناقصو الأهلية من الصغار والغائبين لا يُسمع له قول، ولا يملك الوصي الكلام عنهم في مثل هذا، لأنه مصالحة إقرار وليس الإقرار، وأن المصلحة -ثالثاً- في قيام مديرية الأيتام بهذا التحرير ... إلى آخر ما في الكتاب.\rولكن الوزارة (السابقة) أعرضت عن ذلك كله بفتوى مخطئة من الدائرة القانونية، ونشرت بلاغاً على المحاكم بأن تصفية التركات وتحريرها من وظائف حكام الصلح.\rوكانت هذه الخطوة الثانية.\rوعلى أن هذا البلاغ مخالف للقانون، والمحاكم إنما تتبع أحكام القانون لا بلاغات الوزارة المخالفة لها، فإن المحاكم قد اعتبرته قانوناً ومشت عليه.\r¬__________\r(¬1) هو علي الطنطاوي نفسه، وقد شغل منصب قاضي دمشق الممتاز عشر سنين، من سنة 1943 إلى سنة 1953 (مجاهد).","seal":"2D696812","part":1},
      {"page":136,"id":136,"nass":"ونشأ عن ذلك:\rأولاً: أن الحالة الأصلية للتحرير (وهي حالة الوجوب عند وجود قاصر) قد عطلت تماماً؛ لأن أكثر المحاكم الشرعية قد أخذت ببلاغ الوزارة وتخلت عنها، ومحاكم الصلح لا تنظر فيها لأن مادة القانون لا تنطبق عليها، فكان من ذلك أن وزير العدل السابق قد أبطل ببلاغه حكماً قانونياً في نظام أموال الأيتام، المعتبر من القوانين.\rثانياً: أنه قد تبين -بالتطبيق- مقدار الضرر الذي لحق بالقاصرين والبالغين من تولي الحكام تصفية التركات؛ ذلك أن مدير الأيتام موظف مسؤول مدرب على هذا العمل، وكان يذهب لتحرير التركة تحت إشراف القاضي بخرج قدره ... أربع ليرات سورية فقط لكل مرة! فصار الحكام الآن يسلمون التركات إلى مصفّين ليسوا من أهل الاختصاص ولا مسؤولين، وتقرر لهم أجور ... أجور أسوق مثالاً واحداً عليها: تركة عُيّن لها أحد المحامين بأجرة قدرها تسعمئة ليرة سورية فقط! وذهب الحاكم مع الخبير والمصفي أكثر من عشر مرات، كل مرة يدفع فيها عشر ليرات لكل من الحاكم والخبير والمصفي، فبلغ المجموع ألفاً ومئتي ليرة، وكانت دائرة الأيتام تقوم بذلك باثنتي عشرة ليرة فقط!\rأما الأضرار الناشئة عن الجهل بالمهنة أو سوء الأمانة فإني أسوق عليها مثالاً واحداً: تركة زراعية، أرضاً تبلغ مساحتها عشرات الأفدنة تسقى من (موتور) وتفلح بِـ (تراكتور)، فباع المصفي الموتور وتركها معرضة للعطش والهلاك، ولا يجوز في القانون بيعه إلا بإذن القاضي لأنه معدود من العقار، وباع التراكتور بثلاثمئة وخمس وسبعين ليرة ... هكذا قال المصفي!\rثم انتهى الأمر بأن الحاكم صار يعين للتصفية رئيس كتاب أو أحد","seal":"3E2EF007","part":1},
      {"page":137,"id":137,"nass":"مساعديه. أي أنه بدلاً من أن يقوم بها مدير الأيتام (وهو الخبير بها المسؤول عنها) بلا أجرة إلا الخرج القانوني عندما يخرج لحجز أو بيع (ولا يتجاوز ذلك كله عشرين ليرة) صار يقوم بها كاتب غير خبير وغير مسؤول بفاحش الأجر، مع تعطيل أحكام القانون بالنسبة للتحرير الإلزامي.\rوإنّا نكتفي اليوم بهذا التنبيه، ونرقب ما يصنع وزير العدل الجديد، وما يصنع قضاة الشرع وهم المسؤولون عند الله عن القاصرين، والمسؤولون عند الله عن تطبيق هذا القانون.\r***","seal":"C7E42D64","part":1},
      {"page":138,"id":138,"nass":"نحن واليهود\rعدنا إلى اللجان والوفود والبحوث والدراسات ...\rلم يكفنا أنا اشتغلنا بالمؤتمرات والتصريحات واليهود يستعدون، وأنّا عقدنا الهدنة ونحن يومئذ الغالبون، حتى جئنا اليوم نوفد الوفود ونتسلى بالكلام وفلسطين يملكها الصهيونيون.\rهم أوقعوا الأمر ونحن رضينا بِـ «الأمر الواقع»، وهم أخذوا ديارنا قسراً ونحن نطلب منهم «السماح» لنا بالعودة إلى ديارنا، وهم «جمدوا» أموالنا غصباً ونحن «نسألهم» أن يعيدوا إلينا أموالنا، وهم عصوا هيئة الأمم ونحن أطعنا، وهم فعلوا ونحن قلنا، وهم نجحوا ونحن خذلنا. وهم أقل من مليون من نفايات الأمم، ونحن سبع دول ... فيها أكثر من أربعين مليوناً!\rكأننا نحن اليهود أهل الذلة والمسكنة، وهم العرب أولو العزة والإباء!\rولكن لا ...\rلا والله، ما ذل العرب ولا عزت يهود!\rوإنا على ما عرفَنا التاريخ، أمة البذل والإقدام والبطولات، ما فقدنا سلائقنا ولكن فقدنا قادتنا ... من قادتنا البلاء ومن زعمائنا.","seal":"F00675B6","part":1},
      {"page":139,"id":139,"nass":"من الذين كانوا منقسمين على أنفسهم في فلسطين يوم كان زعماء اليهود متحدين ... من الذين كانوا يبتغون لذائذ الزعامة وقصورها وبذخها وولائمها ورحلاتها يوم كان زعماء اليهود لا ينفقون قرشاً في غير السلاح والعتاد ... من الذين كانوا يملؤون الدنيا كلاماً فيكشفون أسرارهم للقريب والبعيد يوم كان زعماء اليهود يستعدون صامتين ... من الذين عملوا لأطماعهم وشهوات نفوسهم يوم كان زعماء اليهود لا يعملون إلا لقضيتهم وحدها ... من الذين كانوا لعبة في أيدي أميركا وإنكلترا يوم كان زعماء اليهود يلعبون بإنكلترا وأميركا ...\rفهل اعتبر هؤلاء الآن!\rهل علموا أنهم ضلوا إذ عصوا «دريد» العصر، فارس الخوري، حين أمرهم أمره بِـ «منعرج اللوى»؟ وأن مدافع المبطل تضيع معها خطب المحق ملا تسمع؟ وأن الدنيا لمن غلب؟\rهل اعتبروا الآن وفهموا؟\rفماذا ينتظرون؟ أليست فلسطين لنا؟ أليست ديارنا؟ أليس الصهيونيون لصوصاً غاصبين؟ فإلى متى يبيت صاحب البيت في الشارع والمسدس في يده واللص ينام في البيت على السرير؟\rأتريدون أن نصير معرة تاريخ العرب وأن يلعننا الأحفاد؟\r***","seal":"06845E40","part":1},
      {"page":140,"id":140,"nass":"قاوموا هذه الأفلام\rما كنت أدري -قبل اليوم- مبلغ ما تصنع هذه الأفلام بنفوس الشبان، وكنت إن أنا رأيتها (ونادر أن أراها ...) أنظر إليها بعين رجل جاز الأربعين من سنين، وبلغ ذروة العمر ثم هبط الجبل من الوجه الآخر، فلم يبق له من ميول الشباب إلا ما يبقى من زاد المسافر في آخر السفر، وخبت في أضلاعه تلك النار فلم تخلف إلا جمرات توشك أن تصير رماداً. فكنت أنكر منها أنها فقدت سنا الفن فاستبدلت به بريق الخلاعة، وأضاعت عقدة القصة، وقوة الإخراج، فوضعت مكانها هذا الغناء المخنث الذي يسمع في كل موقف، ورقص البطن الذي يظهر في كل مشهد، وهذا التهريج الذي لا تخلو منه رواية ولو كانت في زعم مخرجها ملحمة (دراما) لا يصلح لها إلا حوافز البطولة، أو مأساة (تراجيدي) لا يفيد فيها إلا دوافع الألم.\rولكني عرفت اليوم أن هذه الأفلام ليست كفراً بالفن وحده، ولا إلحاداً في الذوق فقط، ولكنها مدمرة للأخلاق، مفسدة للشباب، مضيعة للرجولة. عرفت ذلك من الحديث الذي كان يتهامس به تلميذان قعدا إلى جواري في الترام، تلميذان لا أحسبهما فارقا المدرسة الابتدائية، ولا أراهما بلغا مبلغ الرجال، كانت تمر على لسانيهما ألفاظ أرتجف أنا الرجل الكهل عند سماعها تومئ إلى معانٍ خبيثة ما كنت أظن البغايا القارحات يعرفنها، لا، ولا الفساق العتاق من رواد الحانات وقطان المواخير، ويصرحان خلال ذلك بأسماء فلانة وفلانة من الممثلات، ويعرّضان تعريضات نجسة مخيفة","seal":"D65889B2","part":1},
      {"page":141,"id":141,"nass":"ببنات يذكران أسماءهن مقرونة بضحكات ذات دلالات وآهات وإشارات بالأيدي، قدرت أنهن من بنات الجيران أو قريبات الأسرة.\rفجعلت أفكر في هذين الولدين: كيف ينصرفان إلى درس أو يصغيان إلى مدرس، ولهما من هذه الهواجس ما يملأ حياتهما حتى ما يدع فيها فراغاً لعلم ولا لعمل؟ وماذا يكون منهما إذا كبرا غداً ودخلا مدخل البلوغ، وتفجرت في أعصابهما الشهوة التي أودعها الله أعصاب الشباب، ماذا يصنعان يومئذ؟ إنهما لن يكونا إلا عبدين من عبيد إبليس، لن يكونا إلا لصين من لصوص الأعراض، لن يكونا إلا مصيبة على البلد ووبالاً على أهله.\rلا. لا تحسبوا أني أبالغ، فإن هذه هي النتيجة الحتمية للمقدمات التي دل عليها ذلكم الحديث. ولقد أشرت إليه الإشارة التي تحتملها صحيفة سيارة تدخل كل بيت ويقرؤها كل شاب وتراها كل فتاة، ولو أني استطعت أن أنقل الحديث بنصه لقفّت من هوله شعور القراء، ولعلموا أن عرض هذه الأفلام على الفتيان والفتيات جريمة وطنية قبل أن يكون جريمة دينية أو خلقية؛ لأننا نريد شباباً أقوياء يحمون الحمى ويذودون عن البلاد، تفيض قلوبهم رجولة وتلتهب دماؤهم حماسة في الخير، لا مخنثين قد ضاعت عقولهم بين الأفخاذ والبطون!\rإن هذه الأفلام تفسد كل ما تصنع المساجد في تربية القلوب والمدارس في تنمية العقول والثكنات في تقوية الرجولات، ولو كانت من عمل إسرائيل لتقتل بها روح الجهاد في هذا الشعب لما كانت شراً مما هي الآن.\rفكافحوها كما تكافحون الكوليرا والجراد وإسرائيل.\r***","seal":"0EDFC6DD","part":1},
      {"page":142,"id":142,"nass":"مريض الوهم\rأتى علي حين من دهري ركبتني فيه أوهام المرض، فلا أسمع داء إلّا توهمته فيّ، ولا يصف لي أحد ألماً في جسمه إلّا أحسسته في جسمي، حتى سكنت -في طلب الشفاء- عيادات الأطباء، وحفظت -من خوف الداء- أسماء الأدواء، وصرت أعرف من ذكر الأمراض وأعراضها أكثر مما أعرف من أخبار الأدباء وأنباء العلماء، واشتغلت عما كنت معنياً به من العلوم بكتب الطب أنظر فيها، وآخذ نفسي بتعلمها والعمل بها، حتى صرت في الطب نصف عالم. ونصف العالم هو نصف الجاهل، وهو شر أنواع الجهل؛ لأن صاحبه ليس عالماً فيعلم ولا جاهلاً فيتعلم، بل هو كالحكيم توما الذي قال فيه الشاعر:\rقال حمار الحكيم توما: ... لو أنصفوني لكنت أركب\rلأنني جاهل بسيط ... وصاحبي جاهل «مُركَّب»\rوحتى صرت مثل الصيدلاني؛ في بيتي من الأدوية مثل ما في الصيدلية من العقاقير، من كل حلو ومر ومالح تغثي منه النفس، وحامض ينقبض منه الفم، ودواء له طعم كطعم زهرة القنبيط (¬1) إذا طبخت بلحم قط عجوز مقطوع\r¬__________\r(¬1) القنبيط هو ما تسميه العامة: القرنبيط.","seal":"A5E32D48","part":1},
      {"page":143,"id":143,"nass":"الذنب ... وآخر لا طعم له، كأنه النكتة الباردة يستوقفك ثقيل وأنت مستعجل ليقصها عليك ... من كل ما يشرب شرباً، أو يبلع بلعاً، أو يدهن دهناً، أو يحقن حقناً تحت الجلد، أو خلال العضل، أو وسط الوريد. غير أن الصيدلاني يحفظ أدويته في الخزائن ليأخذ بها فلوس الناس، وأنا أحفظها كلها في جسدي فآخذ منها سمومها وأعطي الناس بها فلوسي!\rوأقبلت على كتب الصحة أعبّ منها وأبتغي بها الوقاية من المرض، فكنت أبحث عن القيمة الغذائية لكل طعام ما فيه من «الزلال» ومن الدهن ومن النشاء، وجمعت جداول الغذاء الكامل، وإحصاء «الفيتامينات» بألفها وبائها وجيمها ودالها، وأحمل قوارير المطهرات في جيبي، فإن صافحت أحداً أو مسست نقداً أو وضعت يدي على حديد الترام أو على حلقة الباب طهرت يدي، ولا أشرب بكأس ولا آكل بملعقة حتى أغسلها ثلاثاً بالصابون، ولا أصيب من الفاكهة حتى أغطها بماء البرمنغنات!\rفما استفدت من كتب الصحة، ومن أدوية الأطباء، إلّا أني وقعت في الوسواس، وهو أخبث ما يعتري الناس من الأدواء، واجتمعت علي -في وهمي- الأمراض التي لا يمكن اجتماعها، فكتبتها في صحيفة وجعلت أغدو بها على الأطباء، فيضحك بعضٌ مني، ويعرض بعضٌ عني، ويصف لي الأكثرون الأدوية والعقاقير. وما نفعني من ذلك شيء ولا نفى الوهم عني ولا ردّ الصحة إليّ، إلا دواء واحد رخيص ميسور هو ...\rإن كنتم لم تحزروه فسأقول لكم غداً -إن شاء الله- ما هو (¬1).\r...\r¬__________\r(¬1) لم أعثر -للأسف- على القطعة المكملة لهذه المقالة (مجاهد).","seal":"71D9CDC5","part":1},
      {"page":144,"id":144,"nass":"نحن والسيدات\rيا سيداتي ويا آنساتي القارئات: اسمعن هذه القصة، فإني جعلت هذه الكلمة لكن وحدكن.\rركبت الترام منذ أيام فلم أجد فيه إلا مقعداً واحداً خالياً أمام فتاة ... لا أريد أن أصف وجهها وما وضع الله فيه من مراهم الجمال، وما وضعت هي عليه من مراهم وأصباغ لستر هذا الجمال، ولا أصور شعرها ولا يديها ولا ... لأني إنما أنشأت هذه الكلمة لأتكلم عن رجليها.\rفقد لفت الآنسة اللطيفة رجلاً على رجل، ومدت ساقها التي انحسر عنها الثوب حتى لامست المقعد الذي جئت أقعد عليه، فتوقفت لحظة لعلها تنتبه فتتعدل فما أظهرت أنها أحست بي، فلممت ثيابي وجمعت نفسي حتى دخلت فقعدت، فجاء حذاؤها على ثوبي، فتململتُ وتحركت فما حفلتني ولا أبهت لي، فدعوت الجابي (الكمساري) وقلت له: قل للآنسة تنزل رجلها.\rفنظرت إلي نظر سيد المزرعة ووارثها إلى الفلاح وقالت: أنا حرّة!\rفقلت: أنت حرة في بيتك يا آنسة.\rقالت: إذا لم يعجبك فخذ لك (تاكسي).\rفقلت: يا آنسة، إن للترام آداباً.","seal":"01C5FD14","part":1},
      {"page":145,"id":145,"nass":"فشمخت بأنفها وصعرت خدها وقالت: أنت تعلمني الأدب؟!\rقلت: نعم، هذه صناعتي مع الأسف.\rفصرّت وجهها وقلبته حتى صار الناظر إليها يحسبها شربت كوباً من زيت الخروع وقالت بلهجة عريف (شاويش) رفع إلى الرتبة حديثاً: بس! اعمل معروف!! وتلفتت نحو الشارع فكأن المسألة قد انتهت.\rفأخرجت ساعتي وقلت لها: معك دقيقة واحدة يا آنسة. إمّا أن تنزلي رجلك وإما أن ... أن أعمل ما أراه لازماً.\rففكرت لحظة، ووقف الترام، فنزلت وأنزلت معها رجلها!\rفيا سيداتي ويا آنساتي، هل سمعتن القصة؟ فما قولكن؟\rأما أنا فلم أطلب إليها أن تنزل، وإنما طلبت منها، وأطلب من «المرأة» أن تحترمني لتضطرني إلى احترامها، وأن تظهر لي لطفها (ولا أقول ضعفها) لئلا أبدي لها قوتي وبطشي فأثير شكواها، وأن لا تزيد في استغلال رعايتي إياها لئلا أدع رعايتها. أفليس هذا الطلب حقاً؟\rوأن تُفهمنني كيف تطلبن المساواة بنا ثم تتعالين علينا؟ ولماذا أنزل للمرأة في الترام عن مقعدي ولا تنزل لي عن مقعدها؟ ولماذا تضع حذاءها على ثيابي ولا أضع حذائي على ثيابها؟ وأين -بعد ذلك- تكون هذه «المساواة» بيني وبينها؟\rيا سيدات ويا آنسات، بعضَ هذا الدلال ولكنّ الشكر!\r***","seal":"B01D46CE","part":1},
      {"page":146,"id":146,"nass":"الأذان\rكنت سائراً في العقيبة مفكراً قد تراخت مفاصلي، واسترخت أعضادي، وتيقظ خيالي وانطلق وحده يسبح في بحار الأحلام، أحلام اليقظة التي تعتري الأدباء والفنانين، كما تعتري إخوانهم المجانين ... فإذا بضجة مروعة أرعبتني حتى لقد أحسست أن يداً رفعتني إلى السقف ورمت بي، وإذا أنا أسمع أصواتاً لا يبين منها كلام، ولا يفهم لها معنى، تشبه أن تكون: \"لاهو كبور ... روكبر كبر ... شوهد ولا لالواء\"، وهي تخرج من حلوق عشرة رجال جهيرة أصواتهم، متينة حناجرهم، يضاعفها أضعافاً هذا المكبر الهائل المنصوب في رأس المنارة!\rوإذا هذا الكلام هو الأذان في بعض مآذن الشام. وإذا النشيد السماوي الذي لم يقرع سمع الزمان ولا رن في أرجاء الأرض نشيد أروع منه روعة، ولا أجل حلالاً، ولا أعظم في النفس أثراً، ولا أبقى على الدهر خلوداً، قد استحال إلى هذه الضجة المبهمة المرعبة التي لا يدري سامعها -إذا هو لم يعرفها من قبل- من أي لسان هي من ألسنة الجن أو الإنس! كما استحالت شعائر كثيرة من شعائر ديننا إلى مظاهر مشوهة ممسوخة قد أضعنا -بجهلنا- حقائقها، وسلبناها روحها، وجهلنا منها معانيها.\rالله أكبر، التي جعلها الله شعارنا في أذاننا وفي صلاتنا، نهتف بها إذا","seal":"EDF01593","part":1},
      {"page":147,"id":147,"nass":"أحرمنا بالصلاة، ونرددها إذا ركعنا أو نهضنا، وإذا سجدنا أو رفعنا، لنوحي بها إلى أنفسنا المعنى الأكبر لهذه الحياة الدنيا؛ وهي الاتصال بالله، ونعيدها كلما خطر على أذهاننا خاطر دنيوي لنذكر نفوسنا بأن الله أكبر منه.\r«الله أكبر» هذه تغدو على ألسنة مؤذنينا صراخاً كصراخ المحموم لا معنى له ولا روح فيه!\rوهذا الأذان، الذي هو تلخيصٌ لمبادئ الدين وإجمالٌ لدستوره، يعلن خمس مرات كل يوم من فوق المنائر، كما يكرر البلاغ العسكري أيام الحرب في كل إذاعة ليحفظه الناس ويعوه ولا يبقى لهم عذر إذا جعلوه أو أهملوه ... الأذان الذي يدل على أن ديننا سهل تُختصر مبادئه في كلمات: الوحدانية والرسالة والعبادة (حي على الصلاة) والسعي لكل خير ينفع الفرد والأمة (حي على الفلاح)، وعلى أنه علني واضح لا خبايا فيه ولا خفايا ينادى به على رؤوس الناس ...\rأيجوز أن يفقد هذا الأذان روعته وجماله وهذه المعاني السامية فيه من أجل عادات لم يعد إليها حاجة ولا لها نفع؟\rلقد كان أذان الجماعة من المؤذنين أيام لا سبيل إلى النداء إلا بالحناجر، فما باله اليوم وقد كانت المكبرات، ولم لا يذاع فيها الأذان (فقط، بلا زيادات ولا غناء ليلة الإثنين والجمعة) بصوت عذب نقي واضح لا صخب فيه ولا ضجيج وننقذ الناس من هذا الذي يؤذي الناس، ولا يرضاه الله، ولا يقره الدين؟\r***","seal":"F9ECB2C1","part":1},
      {"page":148,"id":148,"nass":"أوقفوا الميوعة والفساد\rقرأت في «نصر» اليوم أن الطلاب رفعوا كتاباً إلى رئيس الحكومة يشكون فيه من خنوثة الإذاعة السورية وفراغها، ومن دعارة الأفلام المصرية وسخافتها، ففرحت واستبشرت؛ لأن في ذلك علامة على أن الطلاب قد بلغوا سن الرشد، وعرفوا طريق الخير، ولم تعد تغريهم مغريات النفوس الضعيفة: أفلام الرقص الخليع، وأغاني الحب الرخيص.\rوأنا أؤكد أن الأمة كلها مع الطلاب، تشكو من فساد الإذاعة مثل ما يشكون. وقد كانت تأمل الإصلاح بتبدل المدير وتغير المجلس، فبقي كل شيء على حاله، لم يتبدل إلا الموازنة فقد صارت مئة ألف ليرة في الشهر. أي أن هذه الأغاني الرخوة المائعة، وهذه الأسطوانة المكررة المعادة التي تفسد أذواق الشباب ورجولتهم، تكلف الأمة ثلاثة آلاف وثلاثمئة ليرة كل ليلة!\rإن الأمة كلها، برجالها ونسائها، وكبارها وصغارها، وحضرها وبدوها، قد علمت أننا على وشك حرب مع اليهود، وأن أبناءنا في الجبهة فاتحون صدورهم لتلقي الرصاص، وأن الوقت وقت جد واستعداد. ذلك لم يعد خافياً على أحد إلا على الإذاعة، فهي لا تحس شيئاً منه ولا تعلم أن البرقيات تنثال انثيالاً على رجال الأمر وعلى الصحف تطلب إعلان النفير وتعميم","seal":"E5B2D78A","part":1},
      {"page":149,"id":149,"nass":"التدريب حتى تكون البلد كلها ثكنة عسكرية، ولا تزال سادرة في خنوثتها ولهوها. فهل سمعتم أن في الدنيا قوماً يطرقهم اللص المسلح ليزهق أرواحهم وينهب أموالهم، ثم يعكفون على الرقص والغناء؟\rأنقوي العزائم، ونشحذ الهمم، ونعد الرجال ليوم الكريهة، بِـ «انزلي، ما بنزل إلا بحلق الماس» و «لهاليبو يا ولد» وهذا الهذيان الذي لا يصدر في مثل هذه الأيام إلا عن غفلة أو حماقة أو عداء مبيت لهذا الوطن؟ أين الإذاعة التي تنفخ الحماسة في الصدور، وتصب القوة في الأعصاب، وتعلم هذه الأمة كيف تحفظ مالها، وتصلح حالها، وتهذب أخلاقها، وتستكمل رجولتها؟\r...\rوهذه الأفلام المصرية، لماذا لا يصدر قانون يحرم عرضها ويحاربها كما يحارب الجراد والكوليرا واليهود؟ وإذا كان الجراد يأكل الزرع، والكوليرا تضني الجسم، فإن هذه الأفلام تأكل الرجولة وتنهك الأخلاق.\rإننا في يوم شديد ... إننا على أبواب حرب ... إن العدو قريب منا متربص بنا، وإن كل أغنية رخوة في الإذاعة، وكل فلم داعر في السينما، إضعاف للوطن، وتقوية للعدو، وطعنة من وراء للجيش الذي يرابط على الحدود يقف في وجه اليهود!\r***","seal":"77BD7D2F","part":1},
      {"page":150,"id":150,"nass":"مرحباً بالغارات\rحدثني الأخ السيد عمر الحكيم، الأستاذ في كلية الآداب (وقد كان في ألمانيا أواخر الحرب الماضية، وفرّ منها مع ابنته قراراً يشبه خبرُه -على غرابته- الأساطير) قال:\r\"كانت تغير على برلين خمسة آلاف طيارة، تضربها ضرباً يزلزل الأرض، ويرج الجبال، حتى لكأن القيامة قد قامت، وجهنم قد فتحت أبوابها. فإذا فرغت أحمالها وصبّت رزاياها وانصرفت، سكتت مدافع الطيارات، وخرج الناس من الملاجئ، ودارت السيارات الحكومية تقرع الأجراس، ومعها صفائح كبيرة من الأخشاب والورق المقوى، ومسامير، فكل من هدم جداره، أو ضرب بيته، أخذ من هذه الصفائح، فجعل منها جداراً مكان الجدار الذي انهد، وبيتاً بدل البيت الذي سقط. فلا ينتهي من البناء حتى تعود الغارة ويعود الناس بعدها إلى العمل، ويتكرر ذلك مرات في اليوم ... \".\rونحن قد مرت بنا طيارة واحدة، ضربت الشام بخمس قنابل، فجزع الناس وفزعوا، وهرب منهم من هرب، فلم يعد يستطيع مقاماً.\rفما الفرق بيننا وبينهم؟","seal":"04C4FF36","part":1},
      {"page":151,"id":151,"nass":"أنحن مخلوقون من الطين وهم مصبوبون صب الحديد؟ لا. ولكنها العادة، والمران، ومكابدة الأهوال، وممارسة الخطوب. وأنا أتمنى -والله- (وإن كره بعض القراء) أن تتوالى علينا الغارات، وأن نذوق لذع الحرب، ونكوى بنارها، ولو كان في ذلك خراب دور من دورنا، وقتل ناس من أهلنا.\rإن الألمان ليسو أصفى منا جوهراً، ولا أطيب أصلاً، ولا أقوى أعصاباً، ولكن حياة الدعة والخمول والقعود عن الحروب كادت تفقد العرب أجمل سلائقهم وأحسن سجاياهم: الصبر والجلد واحتمال الشدائد ومقارعة العدا.\rإن العرب اليوم سبعون مليوناً، والمسلمين أربعمئة مليون، وخير من هذه الـ «أربعمئة مليون» أولئك الأربعون الذين كانوا في دار الارقم؛ لأن أولئك عاشوا للجهاد والدعوة، ففتحوا الدنيا، وشادوا المجد الذي نطح النجم، وزحم الدهر، ونحن عشنا للدعة والأمن واللذات فتركنا كلاب اليهود تفتح بلادنا.\rاقرؤوا سيرة النبي محمد صلى الله عليه وسلم، مَن كان سيد العرب، وخير البشر، تروها نضالاً مستمراً، وجهاداً في سبيل الله، ما استراح يوماً، ولا استسلم إلى الخفض واللين.\rفافرحوا إن شمرت الحرب عن ساقها، ورحّبوا بالشدائد فإنها امتحان الرجال.\rإن عشر غارات على دمشق، تنقيها من كل خوّار ضعيف، وتنفي عنها الجبناء المخانيث، كما تنفي النار النحاس عن الذهب الخالص.\rإن عشرين مليون عربي، كلهم رجال، وكلهم أبطال، وكلهم مساعر","seal":"6631C1FB","part":1},
      {"page":152,"id":152,"nass":"حرب، وأبطال جلاء، خير من هذه الملايين السبعين التي لا تصنع شيئاً.\rفمرحباً بطيارات اليهود وأهلاً، إنها بداية الهوان لهم وبداية العز لنا!\rحاشية: أما الكلام فيما يجب على الحكومة من التدريب والتوجيه والدعاية وإعداد وسائل الدفاع السلبي، فموعده كلمة الغد إن شاء الله.\r***","seal":"DA3D5A0F","part":1},
      {"page":153,"id":153,"nass":"الزواج ... مرة أخرى\rكنت أكتب كلمة اليوم حين جاءتني الجريدة الصباحية، فوضعت قلمي، وأخذت الجريدة، فوجدت فيها مقالة طويلة عريضة ووجدت صاحبها يقول (بهذا النص): يا أيها الآباء، لا نريد التزوج من بناتكم!\r- لماذا؟\rقال: لأن الآباء يطلبون مهراً وجهازاً وهدايا.\rهذه الأغنية التي صارت مثل أغنية الشيطان، هذا الكلام الفارغ المردد الذي لا معنى له ولا حقيقة فيه، لأنه إذا كان في الآباء حمقى يظنون حين يأتيهم الخاطب أنه قد جاءهم المشتري، فتغلب عليهم خلائق التجار، ويحسبونها صفقة بيع وشراء، فإن في الآباء من لا يطلب إلا الزوج الصالح الكسوب الذي يسعد بالمرأة وتسعد به المرأة. ولو أن كل شاب خطب بنتاً من طبقته، وصاهر ناساً من أمثاله، وطلب من يعدله في المال ويقاربه في المعيشة ويوافقه في فهم الحياة، لما كان لهذه الشكوى أثر.\rلا تريدون التزوج ببناتنا ... أنتم أحرار، ولكنا نحن أحرار، ونحن لا نريد أن تفسدوا بناتنا، ولا أن تغروهن بالخطيئة، ولا أن تخالطوهن ولا أن تكلموهن. فإذا قبلتم، فإن الله الذي أغناكم عنا يغنينا عنكم. أما إذا كنتم لا","seal":"9A7A3ACA","part":1},
      {"page":154,"id":154,"nass":"تريدون الزواج ببناتنا وتريدون أن تتصلوا ببناتنا من غير زواج، فأنتم إذن ... أنتم أعداء لهذا الوطن، عاملون على خرابه، وإن مكانكم السجن!\rأليس هذا الكلام -على قسوته- حقاً؟ هل في الدنيا عاقل يخالف فيه؟ هل يرضى رجل شريف أن يعطيكم بنته بغير زواج؟\rلا. إن القضية ليست قضية مقالة تنشر ليفرح صاحبها برؤية اسمه الكريم منشوراً في الجريدة، وليست قضية رأي «لي رأيي ولك رأيك»، ولكنها قضية حياة أو موت لهذه الأمة، إي والله، ولأمجادها وشرفها ومفاخرها. وإذا كان يحرم -في الشرع والقانون- أن يكتب إنسان في صحيفة مقالاً في الدعوة إلى السرقة أو إلى القتل، فإنه يحرم كذلك في القانون والشرع أن يكتب في الدعوة إلى الزنا، وفي التنفير من الزواج، ويجب وجوباً اعتبار هذه الكتابة جرماً وسوق صاحبها إلى النيابة.\rونحن الآباء على حق حين ندافع عن عفاف بناتنا، أن تودي به هذه الدعوات الآثمة، ولا يستطيع أحد أن ينكر عليها هذا الحق.\r...\rإن الذي يلهي الشباب عن الزواج هو هذا الاختلاط، فإذا شئتم أن يشفى المريض فاقطعوا أسباب المرض، وامنعوا دواعي الداء، وإلا لم ينفع علاج. ماذا ينفعكم أن توقد المدفأة، والشباك مفتوح تدخل منه العواصف والأمطار؟\r***","seal":"49A662E8","part":1},
      {"page":155,"id":155,"nass":"نريد شباباً أعزّة\rرأيت جنازة أمامها تلاميذ صغار، بعضهم يحمل أكاليل الزهر وبعضهم يقرع طبولاً معلقة بالأعناق، كل واحد منها أكبر من حاملها، أو ينفخ في أبواق ضخمة يعجز الرجل القوي عن النفخ فيها إلا أن يبذل جهده ويرهق نفسه ويهلك رئته، فسألت، فإذا هؤلاء تلاميذ مدرسة خيرية، وإذا هم أيتام تخرجهم المدرسة كلما مات ميت، وتنزع عنهم أسمالهم البالية لتلبسهم هذا الألبسة، وتجمع من ورائهم المال لمشروعها الخيري.\rفتألمت -والله- لحالهم، وعجبت كيف يكون الشر سبيلاً إلى الخير، وكيف ينقلب الإصلاح إلى فساد، وكيف نعبث بجلال الموت بهذه الألاعيب: بالآس والزهر والطبل والزمر، وروعةُ الموكب في الصمت، وجلالُ الموت (كما قال شوقي) بالموت.\rإن البر باليتامى أن نمسح عن قلوبهم أثر الأحزان، وننسيهم آلام اليتم ومذلة فقد الأب، وننشئهم على العزة والمسرة والكرامة والأمل، لا أن نريهم دائماً صور المآتم وأشباح الجنائز؛ فنذكرهم بمصابهم ويتمهم، وأن نكسر نفوسهم ونجعلهم (كلاليب جنازة ...) وأن نفهمهم أن هذا هو عملهم الأول وأن الدرس عمل ثان؛ لذلك نعطل الدروس إن جاءت الجنازة، ونعلمهم الرياء؛ فنلبسهم هذه الحلل يوم الخروج ليحسب الناس أن هذا هو لباسهم،","seal":"B66CA9C6","part":1},
      {"page":156,"id":156,"nass":"وما لباسهم إلا الخرق والمزق وبالي الأسمال، وأن نشحذ عليهم كما تشحذ «عجوز القنوات» على الأولاد الذين تستأجرهم وتضجعهم أمامها على الأرض ...\rإن هذه الجمعية الخيرية عزيزة عليّ، ولم أكن لأعلن نقدها لو كان أفاد معها النقد السري، وإني سأخشن لها القول إذا لم ينفع معها هذا الكلام اللين.\rلأن الوطن يريد شباباً أعزة كراماً ملء نفوسهم الأمل، وقيد أبصارهم الحياة. لا يريد شباباً أذلة شحاذين يلحقون الجنائز ويعيشون بالموت!\r***","seal":"46EFDA9B","part":1},
      {"page":157,"id":157,"nass":"متى نثق بأنفسنا؟\rمن أمد قريب زارني رجل كنت أعرفه مدير مدرسة أهلية، ومعه شاب غريب قابلني بأدب وتواضع وقال لي إنه الملحق الثقافي في المفوضية الإنكليزية، ليأخذ مني تصريحاً بأن الشيوعية مخالفة للإسلام. فأفهمته بأن الشيوعية والديموقراطية، والروس والإنكليز والأميركان كلهم عدو للإسلام.\rوانصرف غير مسرور ...\rوكلمني بعد ذلك بيوم رجلٌ كنت أعرفه في العراق معلمَ رسم، فقال بأن الملحق الصحافي الروسي يريد هو الآخر أن يزورني، فأخبرته أنه لا شأن لي به ولا بالآخرين، وأنهم كلهم عدو. وانصرف غير مسرور ...\rوجعلت أفكر، أفكر في هذه الحال التي لا يمكن أن تصل إلى أسوأ منها أمة ذات كرامة واستقلال.\rغدونا مثل الشحاذين الذين يمدون أيدهم ليتلقفوا كل ما يلقى فيها. والحكومة غافلة، والعلماء نائمون.\rالحكومة لا تفتح عينيها لترى ما يصنع هؤلاء الناس، وكيفا يتصلون برجال منا: يزورني أحدهم أول مرة فيكون التعارف، ثم يدعوني فتكون المودة، ثم يتصل الود فتكون الصداقة، ثم أصير جاسوساً وأنا لا أشعر!","seal":"839E4B9B","part":1},
      {"page":158,"id":158,"nass":"وإلا فما هو الجاسوس، وماذا يصنع أكثر من هذا؟\rوهؤلاء الوسطاء: أليسوا سوريين؟ ألا يعد عملهم هذا خيانة للوطن؟ ألا تمتد إليهم يد القانون؟\rلقد تخلصت أنا من الرجلين لأني قد تعودت بأن أقول ما يقال، ولو خالفت هذا الآداب المخنثة المائعة التي يسمونها آداب المجاملة، وعرف الناس ذلك عني، فصاروا يقبلونه مني. ولكن ما كل واحد يستطيع الخلاص منهم. فأين الحكومة؟\rوالعلماء لا يشعرون أن عليهم واجباً ثقيلاً، هو أن يفهموا الشباب أن النظام الشيوعي والنظام الرأسمالي، ليسا هما كل شيء، ولا يجب حتماً أن نتبع واحداً منهما، ونكون مطايا لأصحابه، وأن لنا نظاماً مستقلاً، نظاماً كاملاً شاملاً يحل هذه المشكلات كلها على طريقته؛ وهو الإسلام.\rلقد قام رجل مسلم فصرح بهذه الحقيقة وسط الكونغرس الأميركي، هو لياقت علي خان، قبل أن يقوم العلماء المسلمون فيصرحوا بها في جامع بني أمية.\rفأين العلماء؟\rومتى نشعر بكرامتنا فلا يطمع فينا كل راغب، ولا يستامنا كل طالب؟ ومتى نعرف ثرواتنا، فلا نمد أيدينا لنشحذ أبداً؟ نشحذ القوانين، وعندنا أعظم تشريع في الدنيا، ونشحذ المبادئ الاجتماعية والأساليب الأدبية كما نشحذ الموضات وأدوات الزينة؟\rمتى نكون رجالاً نقبل من الغرب النافع ونرفض الضار؟ ومتى نرى الحق حقاً ولو كان من مصنوعات الشرق، ونرى الباطل باطلاً ولو كان","seal":"DEA1D238","part":1},
      {"page":159,"id":159,"nass":"عليه دمغة الغرب؟\rمتى نعرف قيمة أنفسنا فلا نذوب ونمحى إذا وقفنا أمام المسيو، ولا تنعقد ألسنتنا ونخرس إذا قال المستر، بل نواجههم مواجهة الرجال ونأخذ منهم ونرد عليهم، ونعلم أن المنبع الذي غرفنا منه حضارتنا ومجدنا وأفضنا منه على الغرب لا يزال متدفقاً جارياً، وأنا نستطيع أن نغرف منه وأن نفيض على العالم مرة أخرى؟\rإننا لا نحتاج إلا إلى شيء من الثقة بأنفسنا والإيمان بكفاياتنا، وبأن لنا ثروة من العلم والتشريع والحضارة والخير والعدالة الاجتماعية لا نحتاج معها إلى «شحاذة» القوانين والمبادئ ... هي الإسلام.\r***","seal":"98FF08B1","part":1},
      {"page":160,"id":160,"nass":"الموضة\rكنت أعددت لهذا العدد كلمة غير هذه وحملتها إلى الجريدة، فلقيني عند باب العمارة صديق لي من الموظفين له مرتب جيد وزوجة متعلمة بنت أكابر، وقال لي: أستحلفك بالله أن تسمع ما أقول لك وتنشره غداً.\rقلت: إني هيأت كلمة الغد، وهي معي، فانتظر يوماً آخر.\rقال: لا والله. لا تكتب إلا عني.\rقلت: أتريد أن أعدك من غير أن أعرف الموضوع؟ لعله سخيف.\rقال: إنك تكتب أشياء كثيرة لا تخلو من سخف ... فاحسب هذه منها.\rقلت: طيب ... إنّا لله؛ تفضل.\rقال: اشتريت لزوجتي الشتاء الماضي ثوباً للسهرة من الجوخ الغالي، غرمت في ثمنه وخياطته ثلث راتبي بالضبط، واضطرب ميزان مصروفي، وقاسيت الضيق أشهراً، حتى إذا أوشكت أن أسد النقص وأدفع العجز في الموازنة تغيرت «الموضة» وجاء زي التطويل والتعريض، فقامت تطلب ثوباً جديداً، ودأبت تلح علي وتثقب أذني وتأخذ بخناقي حتى ذهبت فاشتريته لها، وغرمت هذه المرة نصف الراتب. فلم ينقض إلا زمن يسير حتى تغيرت «الموضة ...» وصار الزي أن يكون الثوب إلى نصف الساق لا يصعد","seal":"B752E8A6","part":1},
      {"page":161,"id":161,"nass":"إلى الركبة كما كان أولاً ولا ينزل إلى الكعب كما صار ثانياً، فعادت إلى الطلب، فماذا أصنع؟ ومن أين أشتري لها ثوباً جديداً؟ وإذا أنا استدنت واشتريته وأكلت الخبز والجبن شهرين لوفائي الدين، فمن يضمن لي ألا تتغير «الموضة» مرة رابعة وخامسة وعاشرة ما دامت الأزياء في باريس ونيويورك تلعب بنا كما تريد وتأخذ من أموالنا وتمتص دماءنا؟ ومن يخلصني منها ومن امرأتي المحترمة التي حيرتني: إن رددت طلبها نغصت حياتي، وإن أجبتها خربت بيتي؟\rماذا تعمل أنت؟\rقلت: أما أنا فقد عافاني الله مما ابتلاك به، ولكني أسأل لك القراء!\r***","seal":"A5245684","part":1},
      {"page":162,"id":162,"nass":"تشابه أسماء\rكثيراً ما يحمل شخصان اسماً واحداً فيُظنان شخصاً واحداً، وتكون من ذلك قصص طريفة وأخبار، منها ما وقع من أسبوعين حين جاء الناس يعزونني بالصديق الحبيب أنور العطار أطال الله حياته لأن سَمِيّه توفي رحمه الله، ومنها أن الطالب محمد البزم دعي مرة إلى جلسة المجمع مكان الأستاذ محمد البزم، ومنها أن الأستاذ الشيخ صبحي الصباغ تلقى مرة إنذاراً شديداً موجهاً إلى رجل في الحي اسمه صبحي الصباغ.\rومنها، ومن أعجبها، أني عرفت من أيام أن قاضي دمشق يحمل اسماً مثل اسمي ... وأن الناس يظنون أني وإياه شخص واحد ويحسبون أن علي الطنطاوي القاضي هو علي الطنطاوي الذي يكتب هذه الكلمات، ولا يزالون -لذلك- ينقدون ما أكتب، ويعترضون سبيلي، ويضايقونني. فإن أشرت إلى الحب قالوا: \"وهل يكتب القاضي في الحب؟ \"، وإن قسوت في نقد قالوا: \"وهل يسب القاضي الناس؟ \". ولا يزالون يلقاني الواحد منهم في الطريق، أو يجاورني في الترام، فيحدثني حديث المحكمة ويكلمني في قضاياها. يظن أني القاضي، فيستغل لطفي ... ورقتي ... مع أني سمعت أن القاضي الذي يحمل اسمي رجل جاف الوجه -والعياذ بالله- جافي الطبع، ماضي اللسان، لا يقبل شفاعة ولا وساطة ولا سبيل إلى «التفاهم معه» ...","seal":"5F26A239","part":1},
      {"page":163,"id":163,"nass":"وقد خدع هذا التشابه في الاسم صديقي القديم الأستاذ وديع الصيداوي فجعله يكتب في عنوان هذه الكلمات «بقلم الأستاذ الشيخ فلان» وخدع من يرد عليّ فلا يزالون يكتبون «فضيلة الشيخ» و «قال فضيلة الشيخ» مع أني أديب من عباد الله الأدباء المساكين، أقول ويُقال لي، وأرد ويُرد علي، وأمدح وأُمدح، وأهجو وأُهجى، وإنني في هذه المحنة من أكثر من عشرين سنة، سمعت فيها من مدحي حتى لا يطربني مدح، وقرأت فيها من شتمي حتى لا يهزني شتم.\rلذلك أرجو من إخواننا الكتّاب الذين يتفضلون بمناقشتي، ومن الشباب الذين يريدون أن يتعلموا الكتابة فيّ (كما يتعلم الحلاقون الحلاقة برؤوس اليتامى) أن يكتبوا بحرية وأن يدَعوا معي هذا «الأدب ..» الذي لم أتعود عليه. وأرجو من القراء أن يعلموا أني رجل أديب أكتب ما يكتب الأدباء، وأقول ما يقولون، وأني أمدح وأهجو وأصفر وأعرض للحب وأصور العواطف، وأنه لا صلة بيني وبين ذلك القاضي إلا أن المصادفة جعلته يحمل اسماً مثل اسمي.\r***","seal":"54DD428A","part":1},
      {"page":164,"id":164,"nass":"موازين الحق\rفي سيرة عمر بن عبد العزيز: أن عمر كان ينهى سليمان بن عبد الملك عن قتل الحرورية (أي الخوارج)، ويقول: ضعهم في الحبس حتى يحدثوا توبة. فأتي سليمان (وهو الخليفة) بحروري مستقتل، فقال له سليمان: إيه؟ فقال: نزع الله لحييك يا فاسق يا ابن الفاسق. فقال سليمان: عليّ بعمر بن عبد العزيز. فلما أتاه عاود سليمان الحروري فقال: ما تقول؟ قال: وماذا أقول يا فاسق ابن الفاسق؟ فالتفت سليمان إلى عمر وقال: يا أبا حفص، ماذا ترى عليه؟ فسكت عمر. فقال: عزمت عليك لتخبرني. قال عمر: أرى عليه أن تشتمه كما شتمك.\rهذا وسليمان أمير المؤمنين والحاكم المطلق فيما ندعوه اليوم بجمهورية سورية، ولبنان، والأردن، وفلسطين، والعراق، وإيران، والأفغان، وأرمينيا، والباكستان، ومصر، والسودان، وبرقد (¬1)، وتونس، والجزائر، ومراكش، وإسبانيا، والبرتغال، والسعودية، واليمن ... وبلاد أخرى لعلي نسيتها. كان له وحده الأمر والنهي فيها، والعطاء والمنع، وكان سيد العالم وأعظم ملوك الأرض، يشتمه ثائر وقح أقبح الشتم، فلا يرى عمر عقوبة له إلا أن يرد الخليفة الشتيمة عليه، وحكومتنا (حفظ الله حكومتنا) إذا كتبت جريدة تنكر\r¬__________\r(¬1) وهي ليبيا (مجاهد).","seal":"8AE577DB","part":1},
      {"page":165,"id":165,"nass":"الله باسم الكلام على «الوجودية» (¬1) أو تفسد أخلاق الناشئة باسم التقدمية، أو تسفّه عقائد الأمة وتسخر من دينها باسم تلخيصها كتاباً سخيفاً لمؤلف جاهل، لم تقل لها شيئاً بل إنها تأتي بمن كتب ينكر الله فتجعله مفتشاً وموجهاً، وإذا كتب عنها أحدٌ من الصحفيين كلمة أمسكت بتلابيبه، واستاقته إلى القاضي!\rولو أخذت بحكم عمر لزلزلت الأرض بمن يعدو على الدين، أو يسيء إلى الخلق، أو يؤذي الوطن، ولو كلت بمن يسبها رجالاً من ذوي الأقلام الحادة والألسنة الطويلة، فوضعتهم في دائرة المطبوعات، وسلطتهم عليهم يناوشونهم ويقرعون حججهم بأقوى منها ويضربون شتائمهم بمثلها، واستراحت وأراحت القضاء.\r...\r¬__________\r(¬1) الوجودية حماقة جديدة استحيا أصحابها أن يُقال عنهم «بهائم» لأنهم يعيشون كالبهائم بلا عبادة ولا خلق فأحبوا أن يقال عنهم «وجوديون». هذه هي الحكاية كلها!","seal":"9D9393D1","part":1},
      {"page":166,"id":166,"nass":"كفانا غفلة\rإذا فاجأك رجل فأعطاك صرة فيها ألف ليرة ذهبية، ثم مضى لم يسألك بدلاً عنها ولا عوضاً منها، لم يسألك ولا الشكر عليها، كيف يكون شكرك له ومحبتك إياه؟ خبرني، ألا تحس أنه صار أحب إليك من أخيك وأمك وأبيك؟ وإذا أعطى إنسان ولدك الصغير علبة فيها من بديع الطرف وغريب اللطف ما لا يجرؤ على أن يحلم بمثله، ألا تكون هذه العلبة أحسن عنده من الصرة عندك؟\rفكيف جرى -إذن- توزيع هذه العلب الأميركية على تلاميذ المدارس؟ كيف سمحت الحكومة بهذه الدعاية المكشوفة للأميركان بعدما صرحت الأمور وهتكت الستر وظهر أن أميركا هي التي رمتنا بشر الدواهي التي عرفها تاريخنا الحديث: بإسرائيل؟ وهل صرنا يُضحَك علينا بعلب اللعب تعطى لصبياننا ويلقنون معها حب أميركا والتسبيح بحمدها، هم وأهلوهم في دورهم، كما يضحك على زنوج أفريقيا بالخرز والأمشاط والمصابيح الكهربائية، وتؤخذ -عوضاً عنها- بلادهم وحرياتهم وكرامة نفوسهم؟\rوكيف قبلت إحدى جمعياتنا الوطنية أن تكون هي واسطة هذه الدعاية؟ أما كان خيراً لو ردت هذه التوافه وأرت أصحابها أننا أمة يقظة أبية لا تجوز عليهم الأضاحيك؟ أو لو ينفق ثمنها على إطعام اللاجئين الذين تؤخذ","seal":"9788A411","part":1},
      {"page":167,"id":167,"nass":"الدنيا باسمهم ولا ينالون منها إلا الفتات، وتقام الحفلات والولائم بأموالهم ويبقون يسألون على الباب؟ وكيف يدعى مديرو المدارس الرسمية بكتاب رسمي من الوزارة إلى المكتب الثقافي البريطاني ليروا فلماً اختاره لهم المكتب؟ فلماً علمياً (بالطبع) ليس فيه شيء، ولا يراد من إنفاق الأموال على عرضه إلا منفعتنا نحن فقط! وكيف نوزع الأفلام الأمريكية على مدارسنا؟\rإلى متى نبقى مغفلين تلعب بنا دعايات الأميركان والإنكليز والروس؟ متى ننتبه؟ متى نعي؟\r***","seal":"629BE93C","part":1},
      {"page":168,"id":168,"nass":"الشفاعة للمجرم جريمة\rلا تدخل مجلساً، ولا تتحدث إلى أحد في شؤون البلد، إلا سمعت منه الشكوى المرة من بعض الموظفين الأشرار الذين يبيعون المصلحة العامة والأمانة والواجب بما يملأ جيوبهم أو يرضي شهواتهم، ويعجبون من بقاء هؤلاء الأشرار في مناصبهم، وثباتهم على كراسيهم، ويحملون الرؤساء تبعة بقائهم .. مع أن الذي يبقيهم ويدافع عنهم هم هؤلاء الناس الذين يشكون منهم. وكلما قام في دائرةٍ رئيسٌ مصلح حازم، فطرد واحداً من هؤلاء المفسدين أو كف يده، سلط هذا الموظف أصدقاءه واستعان هؤلاء بأصدقائهم، حتى يتوصلوا إلى إخوان الرئيس وإلى من يعز عليه، وإلى أصحاب المعالي وإلى وجوه الناس، فيصوروا لهم هذا المفسد المطرود على صورة الشهيد المظلوم، ويلبسوه ثوب التقى، ويحيطوا هامته بهالة التقديس، ولو كان اللص الذي يسرق في المحكمة، أو الفاجر الذي يفسق في الجامع.\rولا يزال هذا الجيش من الأصدقاء والكبراء والوجهاء يلاحق هذا الرئيس المصلح في مكتبه وفي داره، ويقابله بالكلام ويراسله بالكتب ويبعث إليه بالبطاقات، وهو يجاوب هذا ويكلم ذاك ويقنع الثالث ويشرح الأمر للرابع، حتى تتحطم أعصابه وتهن قواه. وهو إن تراجع خان المصلحة،","seal":"26894672","part":1},
      {"page":169,"id":169,"nass":"وإن ثبت عادى هؤلاء الوسطاء جميعاً، يقولون: \"خطيّة (¬1) .. حرام؛ له عيال .. قطع الأعناق ولا قطع الأرزاق ... \".\rوالناس الذين يؤذيهم هذا الشرير، أليسوا «خطيّة»؟ أليس ظلمهم حراماً؟ وكيف نصلح إذن؟ كيف نطهر الدوائر؟ وهل في الدنيا مجرم ليس له عيال، أفنجوع عيال الناس ليشبع بالسرقة عياله؟ أنخرب بيوت الناس ليعمر بالإجرام بيته؟\rيا ناس، حرام عليكم؛ إن هذه الشفقة عاطفة مخنثة آثمة. إن الذي يتشفع بالمجرم مجرم آخر، إن كلمة «خطية ... حرام» هي التي أدالت دولة آل عثمان.\r...\r¬__________\r(¬1) كلمة من عامية الشام بمعنى: مسكين (مجاهد).","seal":"768BD695","part":1},
      {"page":170,"id":170,"nass":"حاربوا الرذيلة (1)\rيظهر أن الأستاذ علي الطنطاوي من يوم صار قاضياً ممتازاً آثر وقار ذي السن، ومجاملة ذي المناصب، عما تعوده من قولة الحق، والصدع به. وإلا فكيف قرأ هذا المقال الذي نشره «ف. س» عما في حي السبكي واستطاع أن يملك أعصابه فلا يحركها ما فيه، وإنه ليحرك الحجر؟\rإنني أقسم برب العزة أن هذا الأمر لو كان قبل عشرين سنة لرج البلد من أرجائها رجاً ولأقام ثورة ولأسقط حكومة، فماذا جرى لنا؟\rوهل بلغنا من المذلة ومن فقد المروءة ومن ضياع النخوة، أن نرى المواخير وسط منازلنا، والزنا على مرأى من بناتنا، والمومسات يقمن بيننا، وأبوابنا يقرعها -ضالين- السكارى، وبناتنا يعرض لهن -مخطئين- الزناة، ولا نصنع شيئاً؟\rأبلغ بنا الأمر أن نحكم بقانون يعاقب بالسجن من يسرق عشر ليرات، ولا يرى على من يسرق العرض من عقاب؟ حتى الذي يزني ببنته أو أمه، بحبس شهرين؟\rلا، إننا لا نطلب أن نغسل النجس بالنجس، ونطفئ النار بالنار، ونحارب الشر بالشر، فنقر الزنا (وهو رأس الآثام) ونفتح له داراً. لا، إن","seal":"523B26D4","part":1},
      {"page":171,"id":171,"nass":"ذلك لا يرضاه الله ولا الخلق ولا العقل، وإذا نحن فتحنا هذه الدار للشباب وحشدنا لهم فيها الآثمات ليستغنوا بها عن الزواج، فماذا نصنع بالبنات الشريفات في البيوت، أنتركهن للأمراض والوساوس العصبية، ونجعلهن عانسات مدى الحياة؟\rأهذه هي «التقدمية» التي صدعتم بها رؤوسنا؟ أهذه المساواة بين الجنسين؟ أهذه هي العدالة الاجتماعية؟\rإن أولى الناس بمحاربة هذه الفكرة المجرمة الجمعيات النسائية.\rإننا نطلب تعديل قانون العقوبات الذي يبيح الزنا، ونطلب -قبل ذلك- إغلاق هذه الدار وأمثالها حالاً.\rأنا واثق من أن مدير الشرطة العام رجل شهم شريف يغار على نساء الناس كما يغار على نسائه، ويحب لهم ما يحب لنفسه، وأنها لا تأتي على هذه المقالة أربع وعشرون ساعة حتى يكون هذا البيت قد أغلق.\rوسترون صدق ما أقول.\r***","seal":"17A4C4C6","part":1},
      {"page":172,"id":172,"nass":"حاربوا الرذيلة (2)\rفي كل يوم شكوى جديدة من انتشار البغاء، وكثرة المواخير وبيوت الخنا، ومع كل شكوى دعوة إلى إعادة فتح ذلك (المحل ...) كأن المسألة ليست مسألة فضيلة ورذيلة، ولا قضية أمة يحييها الزواج الذي يقيم البيوت على تقوى وينشئ الأولاد على صحة وطهر ليكونوا لهذه الأمة عماداً لها في سلمها وجنوداً لها في حربها، ويقتلها الزنا ويخرب بيوتها ويضيع عليها بنيها ويذهب بسوادها ويبث فيها الأمراض؛ أمراض الجسم وأمراض الروح، وإنما هي قضية «محل» يفتح ويغلق!\rيقولون: ماذا يصنع الشباب إن لم نفتح لهم محلاً؟\rيتزوجون! هذا هو الجواب الطبيعي، أما المحل ... فلماذا لا تفتحون للصوص الأموال «محلاً عمومياً» تسيّبون فيه البضاعة التي يتهاون أصحابها بحفظها وتقولون لهم: تعالوا اسرقوا من هنا، ولكن لا تسرقوا البيوت؟\rلماذا؟ ألأن الأموال أثمن من الأعراض، ولأن الذي يتخذ حذاء آخر وحماره يكون سارقاً مجرماً، والذي يسرق من بنت المحل أثمن ما تعتز به البنات ويتركها من بعده محرومة من دفء البيت، وحنان الأسرة، وجمال الأمومة، وفتون الحب، ويصيرها متعة لكل مستمتع، تشقى بهم ويسعدون بها، وتألم ويتلذذون، وتجبر ويختارون، وتعطي ويأخذون ... الذي يعمل","seal":"8C324225","part":1},
      {"page":173,"id":173,"nass":"هذا كله لا يكون سارقاً ولا شيء عليه؟\rأهذه هي الحضارة؟ لعنة الله على هذه الحضارة!\rإن إعادة «المحل ...» شر، وما نحن فيه شر من إعادة المحل، وما نحن فيه -إن استمر- صير البلد كلها «محلاً عمومياً» ...\rنعم، هذا هو الواقع. فلا تقبلوا بالواقع وتفزعوا من ذكره، فتكونوا كالنعامة التي تخبئ رأسها في الرمل تظن أنها إن لم تر الصياد فإن الصياد لا يراها .. لا تتجاهلوا الخطر وهو محدق بكم، والنار وهي ماشية إليكم، ولا تناموا على فوهة البركان وهو يضطرم ويتلظى من تحتكم.\rماذا تنتظرون؟ وقد كانت بين شبابكم وبناتكم حجب فأزحتم تلك الحجب، ثم كان بينهما من خوف الله وخوف العار وخوف المرض سدود فهدمتم السدود: تركتم الدين فنسوا خوف الله، وأخذتم حضارة الغرب فذهب خوف العار، وجاء البنسلين فراح خوف المرض، فماذا بقي؟ وهل تريدون أن تجمعوا النار والبارود ولا يكون انفجار؟\rفحتّامَ الغفلة؟\rانتبهوا يا ناس! واعلموا أنها لا تنفع إعادة تلك «المحلات». كلا، ولا تفيد الخطب ولا المقالات، ولا ينفع إلا الزواج. الزواج هو وحده العلاج!\rوعلى كل قارئ أن يحمل هذا العدد من الجريدة إلى صديقه وجاره ويقرأ عليه هذه الكلمة إن كان لا يقرأ، وعلى كل قارئ أن يجعل هذه القضية قضيته، وأن يعالجها بنفسه وألا يتكل فيها على غيره.\rأليس لكم بنات؟ إذن فادفعوا هذا الخطر عن بناتكم!","seal":"13494AAF","part":1},
      {"page":174,"id":174,"nass":"ولا تتهاونوا بالأمر؛ فإنه النار ماشية إليكم، بل إنه أفظع من النار، لأن ما تذهب به النار يعوض أو يجدد، والعرض الذي يذهب لا يعوض أبداً ولا يجدد!\rفلا تضيعوا اليوم فرصة للإصلاح ستندمون عليها حين لا ينفع الندم، وتقولون: ليت أنّا فعلنا، يوم لا تفيد «ليت» ولا تعيد البيت الذي تقوض ولا الخلق الذي ضاع!\r***","seal":"02CE2A0D","part":1},
      {"page":175,"id":175,"nass":"علاج للرذيلة\rقال لي صديق: أرأيت إلى هذه البيوت الآثمة التي يجري فيها الفحش السري خلال بيوت الأشراف، والتي طالما شكوتم منها فلم يسمع منكم أحد؟\rقلت: نعم، فما عندك؟\rقال: لقد كان في حينا واحد من هذه الدور، ملّت ألسنتنا من الشكوى منه، وكلّت أرجلنا من التردد من أجله على الوزارات، حتى كدنا نيأس ونقعد عن إنكاره، فيلعننا الله كما لعن بني إسرائيل على لسان داود وعيسى ابن مريم، أو نغضب فنبطش ونضرب، فأنقذنا منه الشيخ «فلان» على أيسر حال.\rقلت: وكيف كان ذلك؟\rقال: خبّرناه بحال تلك الدار، فأمر بكرسي فنصب له أمامها ساعة يؤمها قاصدوها من الفجار (وأنت تعلم هيئة الشيخ وهيبته، وسنه ووقاره) ورآه قوم من الوجوه ومن العلماء فسلموا عليه، فدعاهم وأقام لهم كراسي فقعدوا معه. فكان الشاب الذي يريد الدخول يرى القوم، فيستحي ويعود، ومن اقتحم ولم يبالِ حياه الشيخ أطيب تحية، ودعاه فوعظه ألطف وعظ،","seal":"AACE8612","part":1},
      {"page":176,"id":176,"nass":"ونصحه أرق نصيحة، وبيّن له قبح الفاحشة وما توعد الله به أهلها. وما يزال به حتى يستل شهوته من قلبه، ويملأه إيماناً بالله، وخشية منه.\rوأقام على ذلك الحال ثلاث ليال، ضج فيها أهل المنزل، ورأوا أنها انقطعت أرزاقهم. فأمر الشيخ لهم بعطية وهدية، وأحسن إليهم، وعطف عليهم، فكان من ذلك أن تابت صاحبة المنزل وأقلعت، وتزوج بناتها اللائي كن عندها شبابٌ اختارهم الشيخ، أو سافرن إلى أهليهن بعدما ملأ الشيخ بالمال أيديهن.\rقلت: إنك تمزح أو تتخيل.\rقال: لا. أحلف لك، لا أقص عليك إلا ما كان.\rقلت: فمن أين أتى الشيخ بالمال؟\rقال: منه، ومن كرام الحي وأغنيائه؛ فتحوا له صناديقهم وقالوا له: \"اغترف منها ما شئت\". والناس لا يضنون بالمال للخير، بشرط أن يبلغ محله، ويؤتي ثمرته.\r***","seal":"AFB8A152","part":1},
      {"page":177,"id":177,"nass":"الاستعداد للجهاد\rأحلف لقد خجلت وودت لو اختبأت في بيتي شهراً، مما لقيت من الثناء على هاتين الخطبتين، والإعجاب بهما، والشكر عليهما، من أصدقاء ومن خصوم، وممن أعرف وممن ليس بيني وبينه معرفة، ومن متعلمين ومن عوام، ومن رجال ومن نساء.\rولست أقول هذا لأني زُهيت بهذا الظفر، واغتررت بهذا التشجيع. لأن والله ... ولقد خطبت في مواقف أخطر من هذا الموقف، ولقيت إكراماً أكثر من هذا الإكرام، وعانقت أعواد المنابر أكثر من خمس وعشرين سنة في الشام ومصر والعراق ... ولكن أقوله لأدل أولي الأمر على أن الناس ما اعجبوا بخطبتيّ هاتين لبلاغتهما، ولا لسحر بيانهما، ولا لروعة إلقائهما، بل لأنهما ترجمتا عما في أفئدة الناس جميعاً، وعبرتا عما في قلوبهم.\rأفئدة الناس تغلي من الحماسة، وتضطرم بالرجولة، وتشتاق إلى الجهاد. الناس الذين كانوا يجزعون من الجندية أكثر من جزعهم من الموت، وكانوا يخافون «أبا لبادة» أكثر من خوفهم عزرائيل، وكانوا ينادون حينما يطلع من أول السوق: «عباية» ليحذر الفُرّار ويختبئوا حتى لا يداهمهم فيقول لهم كلمته التي كانت تقطع قلوب الرجال: «ناردة وثيقة»؟\rهؤلاء الناس قد تبدلوا خلال ثلث قرن حتى صاروا يمطرون الحكومة","seal":"B2A2D1CD","part":1},
      {"page":178,"id":178,"nass":"والصحف بالبرقيات والكتب، يطلبون ويلحون في الطلب، يريدون أن يلبسوا بزة الجند ويحملوا السلاح.\rالدماء تشتعل في العروق، حماسة ونجدة وكرهاً باليهود وحباً للثأر، والحكومة لا تبالي فلا تطبق نظام الفتوة، وقد طبقوه في العراق -لما كنا مدرسين فيها- فصارت المدارس ثكنات وإن بقيت بالعلم مدارس، شدت الجندية أعصاب الطلاب، وقوت خلائقهم، وردت الدماء إلى وجوههم، والعزم إلى قلوبهم، وقضت على التفاوت بينهم، فلم يبق غني يأتي المدرسة بأغلى الحلل، وفقير بالرث المهلهل، ولكنهم جميعاً جنود، بلباس الجنود.\rونحن -المدرسين- قد لبسنا يومئذ ثياب الضباط، ووضعنا الأشرطة على الأكتاف. ولا أكتم القراء أنّا كنا نجهل (أنا وأنور العطار) كيف نمشي وكيف نرد تحيات الجنود في الطرقات، ولكني -مع ذلك- لم أكن أستطع أن أمشي منحنياً؛ لأن النطاق يشد بجلدته صدري وظهري، ولا أقدر أن أسير متخاذلاً؛ لأن الحذاء الطويل (الجزمة) يقيم رجلي، ولو لم أستفد إلا هذا لكفاني.\rفلماذا لا تطبق الحكومة نظام الفتوة في المدارس؟ ولماذا لا تفتح مراكز التدريب في كل حي كما كانت الحال أيام الاستقلال في سنة 1918، يوم كانت البلد من الحماسة شعلة نار؟ ولماذا يذهب التلاميذ الآن إلى الرحلات بالسيارات، من الباب إلى الباب، فلا يمشون مشية الجند، وينشدون أقوى الأناشيد، وتخفق فوق رؤوسهم الأعلام؟ لقد كنا نمشي في أسواق دمشق وضواحيها ننشد:\rنحن لا نرضى الحماية ... لا ولا نرضى الوصاية\rفيرددها معنا البائع والشاري والواقف والماشي، حتى الأطفال. ولقد","seal":"9DDDE368","part":1},
      {"page":179,"id":179,"nass":"سمعت -أقسم بالله- أمس طفلاً لا يكاد يبين معه الكلام، ولم يتعلم بعد النطق، يردد: ياوازلفيو (يا عوازل فلفلوا) ... هذه ثمرة من ثمرات الإذاعة التي تكلف الأمة ثلاثة آلاف ليرة كل ليلة!\rولماذا لا تنشر في الناس الكراسات، وفي الصحف المقالات، وفي المذياع الإذاعات، تعلمهم كيف يتقون الهلاك إن كانت غارة؟\rأنا لا أدري إن كانت غارة ماذا أصنع: هل أبقى في البيت أم أخرج إلى الشارع؟ وهل أقوم أم أنبطح على الأرض؟ فمن أين أتعلم ذلك: من القانون المدني أم من كتاب البيان والتبيين؟!\rأيها الحاكمون:\rإن عندكم شعباً يريد أن يعمل، يريد أن يجاهد، فلا تصبوا على جمرة حماسته كأس ماء؛ فإنكم لا تجدون كل يوم مثل هذه الحماسة!\rمتى كنتم تجدون طلاباً يطلبون أن تخرس هذه الأفواه التي تغني في الإذاعة الأغاني الرخوة المائعة الفاسقة، لتنطلق من الحناجر أناشيد الجهاد والجلاء؟ متى كنتم تجدون طلاباً يطلبون أن تقطع الأيدي التي تعرض هذه الأفلام الداعرة الفاجرة، وأن نستبدل بهز البطون هز الأعلام، وبتحريك الأفخاذ تحريك البنادق؟ متى كنتم تجدون طلاباً يتركون لذائذ الشباب، ومغريات الشباب، ليصيروا جنوداً للوطن يشتغلون بصناعة الموت؟\rيا أيها الحاكمون أنتم وحدكم الآن المسؤولون!\r***","seal":"3B17664A","part":1},
      {"page":180,"id":180,"nass":"من هو العالم؟\rمن الألقاب التي ابتُذلت وادعاها غير أهلها لقب «العالِم». وليس العالم من كوّر عمامته ووسّع جبته وعرّض لحيته وأطال سبحته، بل العالم من قرأ كثيراً، وفهم ما قرأ، وعقل ما فهم، وعمل بما علم.\rومن أمارات العلم تحقيق مسألة من مسائله لم تُحقق، أو تصنيف كتاب لم يُسرق من كتب الأوائل، أو ابتكار أسلوب يقرب العلم للناس.\rومن صفات العالم احتمال النقد، وردّ الحجة بمثلها، والبعد عن السفه والطيش والبذاء، والتنزه عن التزلف إلى العامة بالحشويات، وإلى الأمراء بالنفاق.\r***","seal":"8E7F2156","part":1},
      {"page":181,"id":181,"nass":"إصلاح الإذاعة\rأظن أن القراء قد أدركوا أني لا أكتب هذه الكلمة إلا للمصلحة العامة، وأني كمن يفتح شارعاً مستقيماً فهو مضطر لأن يهدم كل بيت يعترضه؛ بيت صديق كان أم بيت عدو. فإن تعرضت لصديق أو هاجمت عدواً فلهذا، ولكن في الناس من لا يتصور أن في الدنيا من يمدح أو يذم إلا لغاية شخصية ومنفعة مادية. وأنا لو شئت لأخذت من وراء هذه الكلمات مالاً كثيراً، إي والله، ولقد عرض علي ولكني لم أنل إلا الأجر الذي آخذه من صاحب الجريدة والذي حددته أنا.\rولقد قدمت هذه المقدمة لأني أريد أن أكتب اليوم عن مدير الإذاعة، وأسأل الله أن يبعدني عن ظلمه؛ لأنه كان تلميذي صغيراً وهو صديقي كبيراً، وليس بيني وبينه إلا المودة، ولكن الواجب يقضي بإزاحته من الإذاعة لأنه يقف في وجه الإصلاح كما يقف البيت المهدم في وجه الشارع الجديد. لا لنقص في ذكائه؛ فهو ذكي وهو نشيط، ولكن فيه صفة أخرى تجعل ذكاءه ونشاطه من العيوب لا من الحسنات، هي أنه يخدم غيرنا من حيث يشعر ومن حيث لا يشعر: أما من حيث يشعر فلأن له صلات معروفة بشركات إخبارية أجنبية، وهذه الشركات ليست مصالحها مصالحنا، ولا هي من الغفلة بحيث تدفع المال الكثير لمن لا يرضيها ولا يمشي على هواها، ولا تختار لمراسلتها إلا من تثق هي به ... وهل تختار شركة شيوعية","seal":"EFD9124D","part":1},
      {"page":182,"id":182,"nass":"رجلاً نازياً ليراسلها من ألمانيا الغربية، هل تنتقي جريدة الشعب رجلاً من الحزب الوطني ليراسلها من دير الزور مثلاً؟ هذه مسألة واضحة. وللسيد المدير عدة صلات بغير هذه الشركات. لا أقول إنها صلات آثمة، ولكنها صلات على كل حال.\rوأما من حيث لا يشعر فإنها (عقدة نفسية) فيه، هي أنه نشأ في بيت عامي، وليس ذلك بعيب ولكنه رآه هو عيباً، وحاول أن يتخلص من ذكراه فذهب فأقام في فلسطين فتعلم فيها الإنكليزية، وعاشر فيها من يقويه في هذه اللغة ... ورحل إلى أميركا، ورجع -بعدُ- مفتوناً بكل شيء غربي ... بكل شيء! عازفاً عن كل شيء شرقي يذكره بمنشئه الأول، على قاعدة «مركّب النقص»، والأدلة على ذلك تبدو كل ساعة لمن يعرفه أو يعاشره، وتظهر كل يوم لمن يستمع الإذاعة بانتباه!\rوالإذاعة -بعد هذا- تحتاج لمدير من كبار رجال البلد الذين يوثق بوطنيتهم وأمانتهم، ومن الأدباء الذين يرجع إلى ذوقهم وحسن اختيارهم، وممن يفهم روح البلد ويقدرها ويعتز بها. والأخ مدير الإذاعة ليس من هؤلاء جميعاً في شيء، ولا هو من عباقرة الأدباء، ولا هو من أهل الشهادات. وأحسب أن الوزارة التي ضربت مثلاً رائعاً باختيارها الرجل المناسب لمديرية الأوقاف ستعرف كيف تختار للإذاعة مديراً من هذا المعدن!\r***","seal":"9605F175","part":1},
      {"page":183,"id":183,"nass":"مكافأة البطولة\rجاءتني رسالة من أخي شاعر الشام أنور العطار وهو مريض في داره، لم يمنعه مرضه من التنبيه إلى مكرمة والتذكير بواجب. يقول إنه شاهد في الأسبوع الماضي فلم «النافذة» فكان أعلق مشاهده بالذاكرة وأمسها بالنفس مشهد الطفل وقد انهار البناء به ولبث معلقاً على سارية متكئة على جدار تهتز في الفضاء، فما كان من رجال الإنقاذ إلا أن أخذوا بأطراف بساط وكلموا الطفل بالمكبر يستدرجونه ليلقي بنفسه عليه حتى نجا، والنظارة مشدوهون من هول المنظر ممسكون قلوبهم بأيديهم.\rويقول إن هذا المنظر -على هوله- لا يعد شيئاً إذا قيس بمشهد الطفل الذي روت «الأيام» أنه كان في جماعة العمال لما انهار بناء مسعود فبقي معلقاً من يده، وكان من المستحيل إنقاذه بالسلالم لأن أدنى حركة تهوي به وبالركن الذي يعتمد عليه، وكان مشهد الطفل يفتت الأكباد وكان صراخه يقطع القلوب، فما كان من رجال الإطفاء إلا أن تبايعوا على الموت، وانتدب نفسَه بطلٌ منهم فعرضها للهلاك ليخلص الطفل من الهلاك، وتدلى بحبل من شاهق حتى أنقذ الغلام.\rحقيقة أربت -في روعتها- على زخرف الفلم وواقع أزري بالخيال، وبطولة إنسانية يهون معها كثير من البطولات التي دانت التاريخ.","seal":"7FF6B812","part":1},
      {"page":184,"id":184,"nass":"ويعجب الأخ من المحافظة لأنها لم تشأ أن تعلّم الناس تقدير البطولة بإعلان اسم هذا البطل المجهول، ولم تلقنهم تمجيدها بمكافأته مكافأة توازي عمله. وبم لعمري يكافأ من عرض نفسه للموت في سبيل الواجب وفي سبيل الإنسانية؟ وهل نستكثر عليه أن نجود له بدرجة أو علاوة أو وسام وقد جاد لنا بنفسه التي لا يملك غيرها؟\rوالجود بالنفس أقصى غاية الجود.\r...\rإن مكافأة المحسن واجبة وجوب معاقبة المسيء، وإن «مصلحة الإطفاء» قد أثبتت في كل موقفه أنها من خير مصالح الدولة وأنه لا يعدل صلاحها إلا فساد المحافظة الممتازة تشكو -معتذرةً عن ضعف مراقبة الأبنية- بقلة المهندسين، وتدفع أمس أربعة عشر ألف ليرة من أموال البائس والفقير من المكلفين لشراء سيارة جديدة ... لأن السيارة الفخمة التي شريت من سنتين لم تعد تليق بالمقام!\rوإذا كانت الحكومة عاجزة عن مكافأة هذا البطل لأن رواتب الموظفين الكبار (وتوابع الرواتب من هواتف وسيارات وتعويضات ورحلات وحفلات) تستنفد أموال الخزينة فإنني أقترح على «الأيام» أن تفتح باباً للتبرعات لتجمع مبلغاً من المال يقدم هدية لهذا البطل الذي لا أعرف إلى الآن من يكون، ولكني أعرف أنه من العار على دمشق أن تقعد عن تكريم البطولة وتقدير التضحية ومكافأة الإحسان.\r***","seal":"E14BE0B5","part":1},
      {"page":185,"id":185,"nass":"فصل مفقود من كتاب «كليلة ودمنة»\rكان عند الرافعي -رحمه الله- نسخة من كتاب كليلة ودمنة ليس لها في الدنيا ثانية، وقد وقعت لي أمس ورقة منها صغيرة فيها هذه الأسطر أنقلها بالحرف الواحد:\rقال كليلة: أفلا تضرب -يا دمنة- مثل الأيام التي تختل فيها الموازين، وتفسد المقاييس، وتضيع الحدود، حتى ينزل العالي، ويصعد الواطي (¬1)؟\rقال دمنة: إن مثل ذلك مثل إناء فيه زيت وزئبق وماء، إذا نظرت إليه رأيت كل واحد من الثلاثة قائماً مقامه، نازلاً منزلته، لا يرتفع الزئبق من القعر، ولا يهبط الزيت عن الصدر. فإن هو اضطرب الإناء أو انقلب تداخلت بالاضطراب الحدود، وتعادلت بالانقلاب المنازل، فاختلط الخفيف بالثقيل، والرفيع بالوضيع، وصار أسفل من حقه العلو، وأعلى من محله السفل.\rولكن هذا الحال لا تدوم، ولا بد أن يسكن المضطرب، ويستقيم المنقلب، ويعود كلٌّ إلى المكان الذي خلق له.\r(طبق الأصل)\r...\r¬__________\r(¬1) الواطي من الفصيح على التسهيل.","seal":"78CEB380","part":1},
      {"page":186,"id":186,"nass":"لا تيأسوا\rمن كان يظن سنة 1927 ونحن في أعقاب الثورة السورية والفرنسيون هم الحاكمون، والمستشار هو الوزير، والمفوض هو السيد المطلق ... هو الحكومة وهو البرلمان وهو الحاكم بأمره، إن قال فقوله القانون، ورأى فرأيه الأمر، وإن نهى فنهيه التحريم، وفي كل قرية ظل من الانتداب وفي كل واد أثر من «ثعلبة»! من كان يظن أنها لن تمر عشرون سنة حتى تستقل الشام فلا يبقى فيها جندي فرنسي واحد، وحتى تصير دارُ «الإيتاماجور» المعهدَ العربي الإسلامي، وقلعةُ غورو قلعةَ يوسف العظمة، وقصرُ المفوضية في العفيف خالياً خاوياً لا يقف عليه أحد، وقد كان مطمح الآمال؛ آمال المتزلفين والطامعين، ومهوى القلوب؛ قلوب المستوظفين والمستوزرين، وكانت الرغبة فيه، وكانت الهيبة له والرهبة منه، فغاب عنه ربه، وشرد عنه صحبه، ولم يبق منهم إلا ذكريات كادت تنطمس من النفوس، وأحاديث أوشكت أن تموت على الشفاه!\rمن كان يظن -قبل عشرين سنة- أنها ستكون للعرب جامعة دول، وأنه سيكون للعرب صوت في هيئة الأمم، وأنه سيكون رجل من سوريا رئيس مجلس الأمن، فيشهد له العالم بأنه خير رئيس؟ وأن تركيا سترجع إلى الإسلام؟ وأن الخمسة الذين كانوا مع الصديق الشهيد حسن البنا -رحمة الله عليه- سيصيرون مليوناً؟ ولا يزدادون على الأذى والعدوان إلا قوة","seal":"B1ECF10D","part":1},
      {"page":187,"id":187,"nass":"وتماسكاً؟ وأنها ستقوم في الشرق دولتان إسلاميتان عظيمتان فيهما مئة وخمسون مليوناً هما أندونيسيا والباكستان؟ وأن أمم الإسلام ستتعارف وتتدانى ويكون لها مؤتمر إسلامي يضم مصر والباكستان، وسورية والأفغان، والعراق وإيران، وأندونيسيا وسيلان، والمغرب والسودان، واليمن وتركستان، وغير هذه من الدول؟ وأن المسلمين غدوا كالجسد الواحد، تتألم الشام لمصاب مراكش، وتهتم الباكستان بقضية مصر، وتجزع دنيا الإسلام من «تهنيد» كشمير جزعها من «تهويد» فلسطين؟\rفيا أيها الناس: لا تيأسوا؛ إننا نمشي إلى خير. إنها لا تزال في الأرض الأوحال، وفي السماء السحب، ولكنها أعقاب الشتاء، قد أقبل الربيع.\rإنه قد طلع الفجر فلا تخشوا بقايا الظلام على حواشي الأفق. إننا كصاعد الجبل ننظر إلى الحفر تحت أقدامنا والذروة من فوقنا، فنشكو بعد الغاية، وصعوبة المرتقى، وحق لنا الشكوى. ولكن لننظر وراءنا لنرى كم قطعنا من الجبل، إننا ماشون إلى الأمام، وكل من مشى على الطريق وصل.\rوإني لأرجو ألا أموت حتى أرى جامعة الدول الإسلامية قد صارت حقيقة، وأن أحكام الإسلام قد غدت قانوناً، وأن عز الإسلام قد رجع، وأن السماء قد صفت وانقشعت عنها هذه الغيوم؛ غيوم التفرق والانقسام، وإسرائيل والاستعمار، وما يؤذي الأخلاق من الفسوق، وما يؤذي العقيدة من النحل الخبيثة والمذاهب المنحرفة.\rفيا دعاة الإصلاح، يا جند الإسلام، سيروا إلى الأمام مطمئنين.\r***","seal":"0A7A2663","part":1},
      {"page":188,"id":188,"nass":"جريدة «الأيام»\rلقد جددت لي «اليوم» شبابي، وأعادت لي مواضي أيامي، ورجعتني مسيرة عشرين سنة في طريق الزمان، حتى كأني أرى مولد جريدتَي «الأيام» و «الإنشاء» وأشهد ذلك العهد -سقى الله لياليه- عهد الشباب، عهد النضال، العهد الذي كان -على رغم الانتداب- عهد وثبة وطنية عزيزة المثيل.\rوكأن التاريخ يعود واقعاً والماضي يصير حاضراً، فقد كان مولد جريدة «الأيام» حدثاً في تاريخ الصحافة في بلاد الشام، وكان لها هزة في قلوب الحاكمين والمحكومين على السواء؛ هزة فرح في قلوب، وجزع في قلوب، وكان الناس يرقبون صدورها ويزدحمون على بابها كل يوم ازدحامهم على الأفران أيام الحرب، وبيعت أعداد منها بأضعاف أضعاف ثمنها، ورأت من العز ما لا أظن جريدة رأت مثله.\rوما ذلك لمجرد أنها جريدة الكتلة الوطنية (والكتلة يومئذ قائدة الجهاد وزعيمة الوطن) ولا لأنها حشدت لها قواها ومالها، ولا لأنها أول جريدة صدرت بالصفحات الكثيرة والمظهر الفخم، بل لأن الناس رأوا فيها شيئاً جديداً لم يروه من قبلها؛ رأوا فيها رجولة الرجل الذي كان يقوم عليها. الرجل حقاً القوي الأمين ذي العزم المتين والقلم المبين عارف النكدي. كانت الصحف تهجم على الحكومات المحلية فهجم هو على الدولة","seal":"D15A5A6D","part":1},
      {"page":189,"id":189,"nass":"المنتدِبة، وكانت تنقد رئيس الوزراء فنقد هو المفوض السامي ... وجعل الجريدة مدرسة للرجولة وللجرأة، وعلّم قراءها أننا إن كنّا أضعف من المستعمرين لا نملك دباباتهم ولا مدافعهم فإننا أقوى بإيماننا وأشرف بماضينا، وأنّا المحقون وأنهم الغاصبون المبطلون، وأن الباطل قد يغلب الحق حيناً والمستعمر قد يسطو بالشعب زمناً ولكن ذلك لا يمكن أن يدوم.\rوكانت -فوق ذلك- مدرسة للبيان العربي، والأسلوب المشرق، والبلاغة التي تهز حبات القلب وتثير سواكن النفس حتى تجعل البَكِيّ فَرِحاً والعييّ فصيحاً والجبان جريئاً والشعب الأعزل جيشاً يهزأ بالحديد والنار.\rولقد كانت للناس ثقة بها لم يكن مثلها لجريدة، وكان من المظاهر الكثيرة لهذه الثقة أنها لما دعت الناس إلى مساعدة أطفال الصحراء (أبناء الثوار الذين كانوا في وادي السرحان مع سلطان) أقبل الناس على البذل إقبالاً لا شبيه له، وكانت هي محلاً لهذه الثقة فنشرت أسماء المتبرعين ومقدار ما دفعوا ووجوه إنفاق المبلغ ووثائق وصوله؛ فلم يضع قرش واحد ولم يسرق.\rلقد كان لي شرف العمل في «الأيام»، وأنا أشهد أن دارها كانت كعبة الوطنية وقبلة رجالها وكانت «مقر أركان حرب» الجهاد الوطني وفيها كانت اجتماعات قادة الأمة وفيها كانت مجالس الشباب، وكان فيها بهو للجنة الطلبة المركزية التي تمثل طلاب دمشق جميعاً وكان كاتب هذا المقال هو رئيسها وكان أول داع لتأليف لجان للطلاب عقب عودته من مصر سنة 1928. مضى وقت طويل ولجان دمشق كلها يديرها رجلان: الدكتور صبري القباني وكاتب هذه السطور، وكان الأول طالباً في كلية الطب والثاني طالباً في كلية الحقوق.","seal":"A3C43072","part":1},
      {"page":190,"id":190,"nass":"لقد سايرت هذه الجريدة الأمة في جهادها، ورافقتها في نكباتها وأعيادها، وكانت معها في بيض أيامها وسوادها، حتى غدت مجلداتها تاريخاً لنهضتها.\rإن الأمة تريد جرائد محترمة رزينة ذات مبدأ تصدر عنه وغاية تسعى إليها، تعيش لقرائها فقط وتعيش على قرائها فقط. وإنّا لنرجو أن تكون «اليوم» كما تريد الأمة أن تكون الجرائد، فتصل مجدها الطريف بمجدها التليد، وتبني مستقبلها العظيم على أركان ماضيها العظيم.\r***","seal":"B5BC8331","part":1},
      {"page":191,"id":191,"nass":"أبو حية النميري، والموظفون\rكان لأبي حية النميري غنم فكان يطعم السمينة ويغذوها ويختصها بأحسن الكلأ وأطيب الشعير ويهمل الهزيلة، فقيل له في ذلك، فقال: أُكرم ما أكرم الله وأُهين ما أهان الله!\rوملاكات الموظفين على طريقة أبى حية ... فالموظف الكبير صاحب الراتب الضخم والعلاوات الكبيرة له تعويض التمثيل، وله سيارة وله سائقها، وله التقدم وقلة العمل والحرية والوجاهة؛ والموظف الصغير يرتقب سنتين أو ثلاثاً أو أكثر من ذلك لينال علاوة القدم وفرق الدرجة خمس ليرات فقط، وقد لا يصل إليها. وإخواننا موظفو الخارجية لهم التكرمة والرعاية، والقصر الفخم والأثاث الغالي، وعلى أبوابهم الحجّاب والأعوان يمسكون عليهم الأبواب أن يزعجهم مراجع أو يعكر صفوهم صاحب معاملة، حتى الحافلات منعوها أن تقف أمام البناء أو تدنو من هذا الحمى الأقدس، وهم يسيحون في البلدان على حساب السلطان، ويُنقل أحدهم من باريس إلى واشنطن ويُنقل غيرهم من الدير إلى حوران، ويأتي مِلاكهم بعد ذلك فينص في المادة (65) على ما يلي:\rتتألف مخصصات موظفي السلك الخارجي من:\r(1) الراتب.\r(2) نفقات السفر وتعويض الانتقال.","seal":"8DFE2009","part":1},
      {"page":192,"id":192,"nass":"(3) بدل الاغتراب.\r(4) بدل التمثيل والإنابة.\r(5) التعويض العائلي.\r(6) بدل الملابس.\r(7) مخصصات السكنى والأثاث.\r(8) مخصصات التداوي.\r(9) مخصصات نقل الجثمان ودفنه.\rومخصصات غيرهم من الموظفين تتألف من:\r(1) الراتب.\r(2) الراتب.\r(3) الراتب.\r(4) الراتب، ولا شيء إلا الراتب، ولو كان الراتب لا يكفي ثمن الخبز. ولو كانوا مرهقين بالأعمال التي تكسر الظهور وتعمي العيون، ولو لم يذوقوا معشار هذه الرعاية التي يلقاها موظفو الخارجية!\rأما بدل الملابس فليس لهم لأن المفروض أن يجيئوا إلى دوائرهم بالقميص واللباس، ولا مخصصات سكنى وأثاث لأنهم ينامون في الشوارع على التراب، ولا مخصصات تداوي لأنهم من عناية الحكومة بهم لا يمكن أن يمرضوا، ولا مخصصات دفن لأنهم يُلقَون -إن ماتوا من الغيظ- على سفوح قاسيون لتأكل أجسادهم الطيور ...\rأفليست هذه هي طريقة أبي حية؟ ولكن أبا حية النميري- يا سادتي- كان معدوداً مع الحمقى!\r***","seal":"2671C595","part":1},
      {"page":193,"id":193,"nass":"هذه هي الصلاة\rكلمة اليوم للمصلين ... للمصلين الذين يحسبون الصلاة حركات رياضية؛ فهم لا يهتمون إلا بقيامها وقعودها وركوعها وسجودها، أو يظنونها تمرينات لسانية؛ فلا يعنون إلا بتكرار ألفاظها، مع أن الصلاة (التي جعلها الله ركن الإسلام والتي تنهى عن الفحشاء والمنكر) هي شيء آخر وراء الركوع والسجود والتلاوة والتسبيح. هذا كله هو جسم الصلاة، ولا يعيش الإنسان بلا جسم ولا تصح الصلاة بغير الحركات والألفاظ، ولكنها إن اقتصرت عليها كانت جسماً بلا روح، وكانت صلاة ميتة. ومتى كان للميت جناحان يطير بهما حتى تصل هذه الصلاة إلى أبواب السماء؟\rالصلاة التي أرادها الإسلام أن يتصور المسلم أنه داخل على الله وقائم بين يديه، وأنه ترك الدنيا كلها وراءه، وأن الجنة بملذاتها وحورها عن يمينه والنار بويلاتها وزبانيتها عن شماله، وأن الصراط أمامه، والكعبة نصب عينيه، ويتصور أنه مقبل على حضرة الله، فيهون عليه هذا كله: الجنة التي يرجوها، والنار التي يخشاها، والكعبة التي يستقبلها، والدنيا التي يستدبرها، في جنب الله؛ لأن الله أكبر منها ومن كل شيء. وتمتلئ نفسه شعوراً بعظمة الله ولا يبقى فيها إلا خشيته وهيبته، فيقول من أعماق قلبه لا من طرف لسانه: «الله أكبر». وكلما وسوس له الشيطان بخاطر في الصلاة أو داخلته","seal":"4210F955","part":1},
      {"page":194,"id":194,"nass":"فكرة من أفكار الدنيا، تصور أنه قائم بين يدي الله فطردها بقوله «الله أكبر»، فلذلك كان شعار الصلاة عند الدخول إليها، وعند الانتقالات فيها: «الله أكبر».\rويفكر فيما ينطق به ويستحضر معانيه حية في ذهنه. فإذا قال: {الحَمْدُ لله} تصور نعم الله التي لا تحصى ولا تستقصى؛ نعمة الحياة، ونعمة السمع والبصر والنطق، ونعمة الإسلام، ونعمة الصحة. إن الإنسان لا يعرف قيمة النعم حتى يفقدها، فإن سد أنفَه الزكامُ فلم يستطع أن يتنفس أو ينام عرف قيمة الأنف، وإن لويت قدمه فلم يقدر أن يخطو عرف قيمة الرجل، وإن وإن ... وإن مات ولده أو ضاع منه شيء تمنى لو أنه دفع ربع ماله وعاد الضائع أو رجع الولد. يتصور هذه النعم كلها وهو يقول «الحمد لله».\rفإن قال: {رَبِّ العَالَمين} (والرب في لغة العرب ليس الخالق فقط، بل المربي. ففي كلمة الرب معنى اللطف والعناية والحفظ)، إن قالها تصور أن العوالم كلها (عالم الإنسان وعالم النبات وعالم الحيوان وعالم السماء، وكل ما في الوجود من عوالم) الله الذي أنشأها ونماها وحفظها ورعاها.\r{الرّحْمن الرّحيم}: وسعت رحمته كل شيء؛ يرحم الناس جميعاً حتى الكافر الذي يكفر بالله بلسانه يرحمه الله فيحفظ عليه هذا اللسان، والفاسق الذي يحارب الله بجسده يرحمه الله فيبقي عليه هذا الجسد. أنزل الله رحمة واحدة فيها يتراحم الأحياء وتعطف الأم على ولدها والأخ على أخته، وأبقى تسعاً وتسعين ليوم القيامة.\r{مالِكِ يَوْمِ الدّين}: يوم القيامة، يوم الحساب؛ يوم تجد كل نفس ما عملت من خير محضراً وما عملت من شر تود لو أن بينها وبينه أمداً بعيداً، يوم لا ينفع المالُ أربابَ المال ولا الجاهُ أهلَ الجاه ولا يفيد السلطان ولا القوة ولا الجنود ولا الأعوان إلا من قدم صالحاً ورحمه الرحمن.","seal":"05B9D22F","part":1},
      {"page":195,"id":195,"nass":"{الرّحْمنِ الرّحيمِ، مَالِكِ يَومِ الدّين}: يتلوهما معاً ليكون المؤمن دائماً بين الخوف والرجاء، وليعلم أن الله رحمن رحيم فلا ييأس من روحه، وأنه شديد العقاب فلا يأمن من بطشه.\r{إيّاكَ نَعبُدُ}: أي لا نعبد غيرك، ولا ندعو سواك، ولا نحس الخوف المطلق إلا منك، ولا الحب المطلق إلا لك، ونعتقد أنه لا يستطيع أن يضرنا أحد إذا لم ترد أنت ضرنا ولم تكتبه علينا، ولا ينفعنا أحد إذا لم تشأ أنت نفعنا ولم تكتبه لنا. {وإيّاكَ نَسْتَعينُ}: لا نستعين إلا بك. ولا بأس أن تطلب المعونة على الشفاء من الطبيب والمعونة على الأثقال من الحمال والمعونة على البناء من البنّاء، هذه المعونة لا تنافي العبادة ولا التوحيد، أما الاستعانة بالولي على شفاء المريض وبالذي يضرب الرمل ويمارس السحر وبسؤال المدفونين في القبور ودعوة الرسول والصالحين؛ فهذه هي الاستعانة الممنوعة التي لا تجتمع مع الإيمان في قلب.\r{اِهْدِنا الصّراطَ المُسْتَقيمَ}: أي؛ يا رب: إني حمدتك وذكرت آلاءك وتصورت رحمتك وعقابك وأخلصت العبادة والاستعانة لك، فكن لي هادياً في كل عمل من أعمالي ودلني دائماً على الصراط المستقيم؛ على طريق الصواب في كل أمر من أمور الدين ومن أمور الدنيا.\r{صِراطَ الّذينَ أَنْعَمْتَ عَليهِم} من النبيين والصديقين والشهداء والصالحين. هذا هو الطريق الذي أسألك أن تهديني إليه حتى أسلكه. {غَيرِ المَغْضوبِ عَلَيهِم} الذين أنكروا الحق وحاربوه وأبوا أن يمشوا في طريقه وقد عرفوه، {ولا الضّالّين} الذي يجهلون الطريق وتاهوا عنه ومشوا في غيره.\r***","seal":"16FF4413","part":1},
      {"page":196,"id":196,"nass":"طاقة أفكار (1)\rتصحيح أخطاء شائعة\rنشرت سنة 1961\r\rلما كتبت العنوان «طاقة أفكار» خشيت أن يظنها عامل المطبعة خطأً فيصححها من عند نفسه -على عادته- فيجعلها «باقة» مكان «طاقة»، مع أن «باقة» هي الخطأ. فلا تقولوا «باقة أزهار» بل «طاقة أزهار».\rولا نزال نسمع من الإذاعة وفي الرائي (التلفزيون) اسم «الطرف الأغر»: ميدان الطرف الأغر، ومعركة الطرف الأغر، يعرّبون بها اسم «ترافلغار». مع أن ترافلغار تحريفٌ للاسم العربي طرف الغار. فقولنا عنه: «الطرف الأغر» خطأ وصوابه: «طرف الغار».\rوكلما ذُكرت «عبادان»، المدينة الإيرانية، في الأخبار نطق بها المذيع بكسر العين وتخفيف الباء، مع أنها «عَبّادان» (بفتح العين وتشديد الباء)، ومنه المثل المعروف \"ما بعد عبّادان قرية\".\rومثلها التبت، ينطقونها التيبت مع أن لفظها العربي يُبَّت، بضم التاء وتشديد الباء المفتوحة.\rوربما تركوا الفصيح؛ لأن العامة تستعمله، وجاؤوا بما لا أصل له في","seal":"9980B7A2","part":1},
      {"page":197,"id":197,"nass":"اللغة، كقولهم: «دهست السيارة رجلاً»، مع أن «دهس» لا أصل لها واللفظ الفصيح هو «دعس».\rومن الخطأ الشائع قولهم: «اغرُبْ عني» بغين وراء، مع أنها «اعزُبْ» بعين وزاي، ومنه قوله تعالى: {لا يَعْزُبُ عن عِلمِهِ مِثْقالُ ذَرّة}.\rومن ذلك قولهم: «مرأة»، مع أنها «امرأة». فإن عُرّفت قيل «المرأة».\rومن الأخطاء الشائعة -في مصر- أنهم يؤنثون الرأس، فيقولون: «هذه رأسي» و «رأسه ناشفة». ويجري هذا الخطأ على أقلام أكثر الكتاب، مع أن الرأس مذكر، والعرب لا يؤنّثون الرأس ولا يرئّسون الأنثى.\r***","seal":"9A487A8C","part":1},
      {"page":198,"id":198,"nass":"طاقة أفكار (2)\rالعامي الفصيح\rنشرت سنة 1961\r\rولا تزال تدور على ألسنة العامة آلاف من الكلمات الفصيحة، وأنا مولع باستعمالها والتنبيه عليها على أنها «من العامي الفصيح»، وقد أشرت في حواشي كتبي إلى أكثر من مئتي كلمة منها. وعامية الشام أغنى اللهجات العامية بالفصيح.\rوكان الأستاذ أحمد تيمور باشا قد تتبع الفصيح في عامية مصر، وألف فيه معجماً طبع منه أجزاء، وكان في مكتبتي اثنان منها فُقدا من أكثر من عشرين سنة. وقد قرأت أن ابنه، الأستاذ محمود تيمور، ألف في هذا الموضوع، ولست أدري هل جاء بشيء جديد، أم نشر ما كان وضعه أبوه؟\rوكنت في زيارة أستاذنا الدكتور الشيخ أبي اليسر عابدين، المفتي العام، فأراني رسالة له مخطوطة أسماها «الرداف اللغوية للألفاظ العامية» فيها فوائد جليلة، أنقل منها -على سبيل المثال- قوله:\r«نتفة نتفة»؛ أي قليلاً قليلاً، وأصلها نطفة. وذكر النووي في شرح مسلم: «أن نبي الله صلى الله عليه وسلم قال: هل من وضوء؟ فجاء رجل بإداوة فيها نطفة فأفرغها في قدح فتوضأنا كلنا ندغفقه دغفقة؛ أي نصبّه صبّاً شديداً» والنُّطفة","seal":"8C3CB189","part":1},
      {"page":199,"id":199,"nass":"الماء القليل الذي يبقى في دلو أو قربة، جمعه نِطاف أن نُطَف، ولا فعل للنطفة. ويجوز أن يكون من مادة «النتف» لمجاز قولهم: «نَتَفَهُ» لمن ينتف من العلم شيئاً ولا يستقصيه؛ نقله الجوهري. وأعطاه نُتفة من الطعام وغيره؛ أي شيئاً منه. قلت: ولكن كون أصلها من مادة الطاء أوجه لقولهم في النطفة: أصل معناها القطرة، ومنه نطفة الرجل لما يكون منه الولد.\r...\rووجدت لديه كتباً أخرى، ألفها ولا تزال مخطوطة، في التفسير وفي الفقه وفي الحديث، وكثير منها في اللغة. فمن ذلك كتاب: «الأصول والكليات اللغوية»، وسأعود للحديث عنه وعن كتب أخرى للشيخ في الحلقة المقبلة بإذن الله.\r***","seal":"DB58D16F","part":1},
      {"page":200,"id":200,"nass":"طاقة أفكار (3)\rمباحث لغويّة\rنشرت سنة 1961\r\rقلت إنني وجدت لدى الشيخ أبى اليسر عابدين كتباً ألّفها ولا تزال مخطوطة، منها كتاب: «الأصول والكليات اللغوية»، وهذه أمثلة منه:\rكل ما كان مختصاً بالنساء من الصفات يُستغنى فيه عن العلامة، فيقال ثيب لا ثيبة، وقاعد لا قاعدة؛ لاختصاصها بالنساء. والقاعد التي قعدت عن الولد وعن الحيض وعن الزوج. وإذا أردت القعود بمعنى الجلوس قلت قاعدة.\rكل ما كان من العيوب والعاهات تكون عين الفعل الماضي فيه مكسورة والمضارع مفتوحة، فمَن كان مشقوق الشفة العليا يقال له «أعلم» والفعل الماضي منه علِم (بكسر اللام)، وفي المضارع يعلَم (بفتحها)، وفي المصدر عَلَماً (بفتح اللام أيضاً). فإن كان مشقوق الشفة السفلى يقال له «أفلح» بالفاء والحاء المهملة، والفعل منه كما تقدم في الأعلم. يقال فَلِح يفلَحُ فَلَحاً. وهذه القاعدة مضطردة في العيوب والعاهات كلها؛ تقول: خرِس يخرَس خَرَساً، وبرِص يبرَص بَرَصاً، وعمِي يعمى عَمَىً. واسم الفاعل منه «أفعل» مثل: أخرس وأبرص وأعمى وأعلم وأفلح.","seal":"70D9E7F2","part":1},
      {"page":201,"id":201,"nass":"وللشيخ أبى اليسر كتب أخرى منها: «القول السديد في إعراب الشريد» وفيه جزء خاص لإعراب بعض الآيات المشكلة، و «الإيجاز في تفسير آيات الإعجاز»، و «الصوم على المذاهب الأربعة مع أبحاثه الطيبة»، و «الأحاديث المشتهرة»، و «الأجوبة البديهية»، و «أغلاط المؤرخين» يحوي التنبيه على ما هو كذبٌ بيقين، و «علم الأصول»، و «التذكرة الجليلة»، وهو ذيل لتذكرة ابن حمدون، ورسالة «لِمَ سُمّي» وفيها سبب تسمية كثير من الأشياء، و «بسط الكف في التعدي بالحرف» تبحث عن الأفعال بما تتعدى به لمفاعيلها وعن الحروف بأي الأفعال تختص، قال: \"ولم أر من سبقني بها\". و «رسالة في الأحاديث المتواترة»، و «رسالة في جوامع كلمه صلى الله عليه وسلم»، و «موافقات الصحابة زيادة عن موافقات العمادي»، وكتب ورسائل غيرها.\r...\rوأنا أعتذر إلى القراء، فما أردت بما كتبت مدح الأستاذ المفتي، ولا الدعاية له، وهو مستغنٍ -بعلمه ومنصبه- عن الدعاية، ولكن أردت تنبيه وزارة الثقافة التي حملت نفسها تشجيع المؤلفين وطبع الكتب، وتنبيه الناشرين، إلى ما في نشر هذه الكتب من نفع للناس.\rوأردت شيئاً آخر، وما كل ما نريد يكون؛ هو أن تفكر الحكومة في تفريغ بعض العلماء للتصنيف والتأليف، كما فرّغت ناساً من الأدباء للكتابة والإنتاج. وإذا كان الأستاذ المفتي -على سبيل المثال- ألف هذه الكتب كلها مع شغله كله، فماذا يكون منه لو أعطيناه راتبه وقلنا له: أغلق عليك بابك، وانصرفْ إلى كتبك وتأليفك؟\r***","seal":"65D1BE16","part":1},
      {"page":202,"id":202,"nass":"طاقة أفكار (4)\rتكريم الأحياء\rنشرت سنة 1961\r\rولماذا نهمل رجالنا في حياتهم، لنكرمهم بعد مماتهم؟\rهذا شيخ الشام، ونادرة الدهر، الشيخ عبد المحسن الأسطواني. مَن يزوره ليؤنس وحدته، ويستفيد منه؟ وأين، ومتى نجد رجلاً آخر مثله؟ عمره مئة وسبع عشرة سنة بالضبط، ولا يزال في حدة ذهنه، وحضور فكره، ويقظة ذاكرته كما كان وهو شاب. ولا نزال نرجع إليه ونستفتيه إلى الآن. إنه تاريخ حي لقرن من الزمان، فهل توفد إليه وزارة الثقافة من يلازمه، ويسمع منه ويروي عنه؟\rوهذا شيخ المعلمين الأستاذ عبد الرحمن السفرجلاني، وشيخ القضاة الشيخ حسن الشطي، وأمثالهم، وأمثالهم ... فما أردت الاستقصاء ولكن التمثيل. فمن يقوم بحقهم، ومن يتفقدهم ويسأل ما حالهم؟ والباقون من أساتذتنا في «مكتب عنبر» ... إن تلاميذهم يملؤون البلد ويقعدون على أفخم كراسي الحكم، فكم من تلاميذهم من يزورهم ويقضي بعض ديون الوفاء في أعناقنا لهم؟\rوليس الفضل في أهل العلم وحدهم، فإن في التجار وأرباب الأموال","seal":"259BB1C9","part":1},
      {"page":203,"id":203,"nass":"والأعمال من بلغوا في المروءات والمكرمات الذروة العليا، فهل أدّيْنا لهم من التقدير والثناء بعض ما يجب لهم.\rلماذا لا نسارع إلى تكريم الأحياء؟ هل ننتظر أن يموتوا حتى نندبهم؟\rإننا ننسى الأموات كما ننسى الأحياء. لقد مات أستاذ الجيل وصاحب الفضل على كل من خط في هذا البلد بقلم ومنشئ المجمع العلمي، محمد كرد علي، فما أقيمت له حفلة تأبين.\rومات بالأمس شيخ المربين وأستاذ الأساتذة، مصطفى تمر، فما مشى في جنازته مئة إنسان.\rومات قبله الإمام العلامة المعمَّر، من كان مفتي الشام قبل خمسة مفتين، وكان رئيس أكبر محكمة في البلاد، وكان وزيراً وكان نائباً عن دمشق في إسطنبول قبل ستين سنة، سليمان الجوخدار. ومات شيخ الوطنيين وقائد المجاهدين ورئيس جمعية العلماء، الشيخ كامل القصاب، فما ذكرهما ذاكر.\rولو شئت لعددت عشرين من الأعلام، منهم أستاذنا وأستاذ كل مشتغل بالعربية وكل مدرّس لها، الشيخ عبد القادر المبارك، فما كان لهم منّا إلا التقصير والإهمال ... ولكن ضاق المجال، وطال المقال، وما عند الله خير وأولى، فيا رب أرحمهم وتول أنت مثواهم.\r***","seal":"218A671A","part":1},
      {"page":205,"id":205,"nass":"القسام الثاني\rمختارات من المقالات القصيرة\rالتي كتبها المؤلف في وقت مبكر من حياته\rولم تُنشرَ في أي كتاب من قبل","seal":"806419DB","part":1},
      {"page":207,"id":207,"nass":"اسمعوا يا عباد الله (1)\r(قطعةٌ من حديث ...)\rنشرت سنة 1929\r\rهذه قطعة من حديث سمعتها بين اثنين، أنقلها كما سمعتها:\r- ....... وأن مثلهم في ذلك كمثل الإخوة والعمليق.\rقال: وكيف كان ذلك؟\rقال: زعموا أن إخوة سبعة ورثوا عن أبيهم قصراً عظيماً وأموالاً طائلة، فأطلقوا لأنفسهم فيها العنان تبذيراً وإسرافاً. وكان بجوارهم عمليق قوي العضل، مفتول الساعد، رأى ما هم فيه فاتصل بهم وخالطهم، فعرف دخيلة أمرهم، وعجز حيلتهم، فبيّتهم في نفر من أصحابه، فما استطاعوا لهم دفعاً تم تقاسموا أموالهم، وحبسوا كلاً منهم في غرفة، وضموا إليه أحدهم ليكون وصياً عليه؛ يبتز أمواله ويتصرف به كما يشاء! ...\rثم عرض لأصغر الإخوة عدو يريد أن ينتزع غرفته زاعماً أنها كانت معبداً لأسلافه قبل أن يمتلك أبوهم القصر فهو يريد أن تعود إليه، فأبى ذلك","seal":"9C33CBE4","part":1},
      {"page":208,"id":208,"nass":"عليه الأخ، وأصر هذا على غرضه، فتخاصما ... وكان مع العدو سلاح وعدة وليس عند ذاك إلا هراوته.\rفدافعه بها ما استطاع واستصرخ إخوته.\rفهاجوا وصاحوا بالعمالقة: إننا نحتج وننكر هذا الاغتصاب ونعلم أننا محقون، وإن لم تردعوا هذا العدو فعلنا وفعلنا ...\rوما زالوا يصيحون حتى بُحّت أصواتهم وانشقّت حناجرهم، ثم آووا إلى غرفهم فناموا هادئين يحسبون أنهم صنعوا شيئاً، وملأ أهل العدو وشيعته الدنيا شكاة وعويلاً ...\rقال: وماذا يكون بعدُ إلا ما كان قبلُ؟ سيصبحون فيجدون الأخ مقتولاً! والعدو الدخيل مالكاً! والعمليق بادية نواجذه من الضحك عليهم، والأمل في القضاء على ما بقي من عزهم!\r...\rهذا ما سمعته من حديثهما، والفطن من فهم.\r***","seal":"DB0C0D36","part":1},
      {"page":209,"id":209,"nass":"اسمعوا يا عباد الله (2)\r(قطعةٌ من حديث ...)\rنشرت سنة 1929\r\r- ..... كالذي زعموا أن رجلاً برع في فن «الميكانيكيات» وتسيير القاطرات، وذاع خبره، وانتشر صيته. وكان له ولد فأراده على تعلم هذا الفن؛ حتى تبقي لهذه الأسرة شهرتها بإتقانه، ولا تتبدد بموت هذا الشيخ. فاعتذر الولد بأنه صغير وأنه سيجدّ فيه بعدُ ... فتركه حيناً ثم عاد إلى دعوته فعاد الولد إلى اعتذاره. وبين دعا واعتذَرَ، تصرّمت حياة الأب فمات.\rوطلب صاحب العمل من يقوم مقامه، فقام إليه الولد، فقال صاحب العمل: \"الولد أحق بمكان أبيه، ولكن سَوق القاطرة شاق لا يقوم به إلا خبير، وفي منتصف الطريق عقبة لا يجتازها إلا حاذق. فما بلغ من معرفتك أيها الفتى؟ \". فقال: \"إنني كأبي، وأفوقه بقوة الشباب ... \".\rفسرّ صاحب العمل، وذهب به إلى القاطرة ليسوقها. فدهش وارتبك وقال: \"أما هذه فلا أعرفها، ولكني كأبي ... وأفوقه بقوة الشباب، وأنت حليم! \". فقال: \"إذن أنت تحذق تصليحها؛ فهلمَّ إلى المصنع ... \".\rولم يكن رآه قبلُ فهالَهُ وأعظم ما فيه فقال: \"أما هذه فلا أعرفها،","seal":"E81BAFE2","part":1},
      {"page":210,"id":210,"nass":"ولكني كأبي ... وأفوقه بقوة الشباب، وأنت حليم! \". فقال: \"إذن أنت تبصر أمر الاختراع وترقيه؛ فهناك ... \"، فقطع عليه كلامه قائلاً: \"أما هذه فلا أعرفها، ولكني كأبي ... وأفوقه بقوة الشباب، وأنت حليم! \".\rوما زال يعرض عليه كل عمل فيجيبه بالجواب نفسه حتى برم به، فقال له: أيها الغرّ الأحمق! لا السوق تعرفه، ولا التصليح تحذقه، ولا الاختراع تعلمه، فبماذا كنت كأبيك؟! ... وطرده.\rوقال المحدَّث: إنه ولد أبله رقيع! فمَثَلُ منْ هذا؟\rقال: مَثَلُ المسلم؛ لا الصلاة يقيمها، ولا الأحكام يعرفها، ولا السنة يَتبعها، ولكنه يقول: \"إني مسلم كأبي وأفوقه بمعرفة الفنون والعلوم ... وفضل الله واسع! \" ... ولله المثل الأعلى.\r...\rثم ذهبا فانقطع عني حديثهما.\r***","seal":"13C6A632","part":1},
      {"page":211,"id":211,"nass":"اسمعوا يا عباد الله (3)\r(قطعةٌ من حديث ...)\rنشرت سنة 1929\r\r- ...... الوَيْل لكَ يا هذا، ما تنفكّ تحدثني، وتعمى عن هذا الرجل يقتطع من أحاديثنا قطعاً، ولا أدري والله ما يصنع، غير أني خائف أن ينالنا بشرّ، وإني أراه يتربص بنا الدوائر. وليس بالرجل الحكيم من وثق بعدوه وركن إليه، وقد قالت الحكماء: ثلاث من ارتجاهنّ من ثلاث فهو أحمق: الماء من النار، والرزق من المخلوق، والنفع من العدوّ ... وإن مثلك -في هذا- كمثل المعارف والغراب، حين وثقن به فأهلكهن.\rقال: وكيف كان ذلك؟\rقال: زعموا أنه كان بمدينة كذا جماعة من المعارف (¬1)، وكان عليهنّ وزير منهنّ، وكنّ قد شَدَدْنَ وَكْرَهُنّ إلى شريعة ولغة (¬2) قائمتين على ضفّة نهر جارٍ، فَعِشْنَ فيه دهراً على خير ما عيشة، حتى نزل بهن -ذات يوم- غرابٌ جائع اسمه «رَوْجَة»، فشفقن عليه ورأفنَ به، فأطعمنه وسقينه، فلما شبع وروي رأى ما عندهن من الحب؛ فطمع بهن، فقام فيهن خطيباً فقال:\r¬__________\r(¬1) المعارف -هنا- نوعٌ من الطير، ورُوي غير ذلك.\r(¬2) هما -هنا- نوع من الشجر، وقيل غير ذلك.","seal":"EA3F035F","part":1},
      {"page":212,"id":212,"nass":"\"إنكنّ قد أحسنتُنّ إليّ وإني مكافئكنّ على إحسانكنّ، اعلمْنَ أني آتٍ من بلد أرقى من بلدكن، وعندي من العلم ما ليس عندكن، فاتبعنني واتخذنني مستشاراً لوزيرتكنّ أنهضْ بكنّ فتصِرن أمة من الإوز\".\rفقلن له: \"أنظرنا حتى نرى رأينا\". وانتحين ناحية يتشاوَرْنَ، فقالت حكيمتُهنّ: \"إن هذا الغراب يفسد عليكنّ أمركنّ، وعامل على إهلاككنّ بقطعِكُنّ عن أصلكنّ، فقمن إليه فافقأن عينيه، واعلمْنَ أنه مَن صادق ما ليس من طبعه أصابه ما أصاب البيت من النار\". قُلنَ: \"وكيف كان ذلك؟ \".\rقالت: إنه كان في روضة غناء بيت جميل أمام نهر جارٍ، وإنه لبث ما شاء الله أن يلبث، ثم بدا له فقال: \"ما أشَقَّ الحياة بلا رفيق ولا أنيس، وما أشقى من يقيم وحده لا يجد من يشاطره سرّاءه وضرّاءه، وإني منطلق فمبتغٍ لي صديقاً\". ولكنه لم يجد إلا النار فخاللها، وباتا متعانقين، فلم يصبحا حتى أصبح رماداً ... وإني خائفة عليكنّ صحبة هذا الغراب، فأطعنني اليوم واعصينني آخر الدهر.\rفأبينَ ذلك عليها، وأعرضْنَ عنها، وذهبن إلى رَوجَة فاتخذْنَه مستشاراً. فقال لهن: \"المستشار مؤتمَن؛ وأنا واضع لكنّ برنامجاً إذا أنتنّ عملتُنّ به صيركنّ أمة راقية من الإوز. فقمن إلى هذه الأسباب التي تربطكنّ بهذه اللغة وهذه الشريعة فاصرمْنَها واتركن وكركنّ يسبح بالماء، فإنه لا ينتهي النهر إلى مصبه حتى ينتهي أمركن إلى ما أردتنّ\". فأطعنَه، وفعلن ما أراد لهن، فما شَعَرن إلا وهن يتخبطنَ في الماء، والغرابُ ناجٍ بما اختزنَّ من الحب.\r...\rهذا ما سمعته من حديثهما، وإن فيه لعظة لقومي لو كانوا يفقهون.\r***","seal":"5F446FFA","part":1},
      {"page":213,"id":213,"nass":"إلى شباب «اليويو»\rنشرت سنة 1932\r\rشكراً لكم يا إخواني ... الله يعطيكم العافية، ويبارك فيكم؛ لقد رفعتم شأن بلادكم وسموتم بها.\rأما إن بلادنا أصبحت اليوم -في العظمة والمجد والحضارة- كأميركا وأوربا، لا تقلّ عنهما في شيء، ولا يستطيع امرؤ في الدنيا أن يزعم أنها تقل عنهما في شيء، لأن في أيديكم الدليل القاطع على تكذيبه، وهو هذه «اليويو» المباركة!\rوكيف لا؟\rألم تلعبوا بها كما لعبت أميركا وأوربا، وتنفقوا في شرائها الأموال الجمة، كما فعلت أميركا وأوربا؟ فأي فرق -بعدُ- بينكم وبينهم؟ سوى أنهم قوم يعملون كثيراً ويتسلون بها قليلاً، وأن أموالهم كثيرة فهم ينفقون فيها قليلاً، وأنها من مصنوعات بلادهم فلا تتسرب أثمانها إلى خارجها ... وهذا فرق بسيط لا يُذكر!\rفلكم -يا شباب اليويو- الفضل والشكر.\r***","seal":"0DF7331F","part":1},
      {"page":214,"id":214,"nass":"قد نالت البلاد أمانيها، وبلغت غايتها، فلم يبقَ عليكم إلا أن تلعبوا وتمرحوا، فأقبلتم على شراء «اليويو» علامة الحضارة، ودليل التقدم والتمدن!\rوقد تخمت البلاد بالمال، وضاقت به جيوب أهلها حتى عجزوا عن حمله، وضجروا من كثرته، فخففتم عن الناس فقذفتم بهذا المال إلى الخارج؛ ليأخذوه فيتعبوا به، وتأخذوا أنتم «اليويو» فتلعبوا بها!\rوقد درستم وتعلمتم، فلم يبقَ للعلم من فائدة، ولم يبقَ في البلاد أمّي، ولا شاب جاهل، ولا عالم عاطل، وتعبتم من هذه المشروعات العظيمة التي قمتم بها؛ المشروعات العلمية والفنية، فلم يعد أمامكم إلا هذه «اليويو» تتسلون بقذفها!\r...\rفمَن يستطيع لومكم؟ مَن يقدر على تحذيركم من هذه اليويو، بعدما أوضحتُ فوائدها وحسناتها؟\rلا أحد. فالعبوا مطمئنين، وإذا كان ليويو كم هذه من ضرر فهو ضرر طفيف لا يُعتدّ به ... ولكنه لا يهم. فالعبوا ... واهتفوا وأنتم تقذفون لعبتكم: \"لتمت البلاد، ولتحيَ اليويو\".\r***","seal":"E8DD2183","part":1},
      {"page":215,"id":215,"nass":"«صحفي»!\rنشرت سنة 1932\r\rكان على درجة من الاطلاع والعلم لا بأس بها. لولا أنه كثير الفخر بهذا العلم، فلا يدع مجلساً يُذكر فيه العلماء والمثقفون إلا وتحدث فيه عن نفسه؛ بأنه درس كثيراً من العلوم في الصف السادس الابتدائي، منذ عشر سنوات. وعلى الرغم من أن هذه العلوم الجليلة قد تبخرت من رأسه فقد بقي مجيداً للقراءة والكتابة، يقرأ المقالة ذات العمودين ولا يخطئ إلا عشرين خطيئة، لا في النحو والصرف؛ فهذا مُغتفر له، بل في التهجية، ولا مؤاخذة! أما أخلاقه فلم يكن فيها من عيب إلا أنها على غاية من ... وأنها نموذج كامل للـ ...\r...\rمرّت سنوات لم أره فيها، ولم أفكر فيه أبداً؛ بم لأن صلتي به لم تكن تتعدى حد السلام، ولأنه خالٍ من كل ميزة علمية أو أخلاقية أذكره بها، وليس فيه إلا جماله وأنه غض غريض جذاب، ولكن هذه ميزة تعني غيري!\rرأيته منذ أيام، بعد غيبة عني هذه السنين، فسلمت عليه كعادتي فلم","seal":"14F6CD79","part":1},
      {"page":216,"id":216,"nass":"يرد عليّ كعادته، ولحظت أنه يسير منتفخاً كالكرة، شامخاً بأنفه إلى أعلى. فعجبت من شأنه وعزمت على التحدث إليه لأرى أي عظمة أفيضت عليه؛ أأصاب إرثاً من قريب له في أميركا (بلد المال) أم صار زعيماً في الشام (بلد الزعامات)؟ وإذا كان زعيماً فلماذا لا تصدره الشام إلى بلاد الله الأخرى، كما تصدر كل بلد ما تنتجه، فتعوض بإصدار هذا النوع ما خسرته من «القمر الدين» ولا تنتبه البلاد الأخرى إلى أنه «مغشوش» لأن الغش فيه فنيٌّ يصعب اكتشافه!\rولحقت به ففتحت معه باب الحديث: ها، سلامات سيد؟ ... سيد؟\r- «فلان»! ... سلامات.\r- كيف الحال، إن شاء الله بخير، لم أرك منذ مدة، هل كنت مسافراً؟ ماذا تعمل في هذه الأيام؟\r- والله ... صحافي!\r- صحافي؟ .. ها، لعلك درست في هذه السنين، وأحطت بما لا بد منه للصحافي من ثقافة واطلاع و ...\r- درست؟ أنسيت أن متخرج من ...\r- من الصف السادس الابتدائي. أعرف ذلك، ولكن الصحافة تحتاج إلى أكثر من هذه المعلومات. وكما أنه لا يجوز لامرئ أن يكون معلماً أو محامياً أو طبيباً إلّا بعلم وشهادة فكذلك لا يجوز لأي إنسان، جاهلاً كان أو ...\rوكنت أريد أن أمضي في حديثي لأكشف النقطة التي خفيت على","seal":"5328F1AB","part":1},
      {"page":217,"id":217,"nass":"كثيراً، لولا أنه فاجأني بقهقهة مريعة أرعبتني، وضربة على كتفي جعلتني أقف مبهوتاً، ثم قال: \"شو ها الحكي؟ بلا علم بلا ثقافة؛ نحن في الشام! \".\rفأدركت حقيقة الواقع المؤلمة، وانصرفت عنه وأنا أقول: ولهذا صارت الشام دون بلاد الله .. اللهم زد في صحافيينا المحترمين وبارك! (¬1)\r...\r¬__________\r(¬1) لا نحتاج إلى إيضاح بأننا لا نعني بهذا كل صحافيّي البلد، بل من قفز منهم من رعي الخروف أو من صندوق الحروف إلى رئاسة التحرير. وتبارك الخالق المبدع!","seal":"EE69550F","part":1},
      {"page":218,"id":218,"nass":"أبناؤنا وتاريخنا (1)\rنشرت نحو سنة 1930\r\rقالت لي أمس بُنَيَّةُ قريباتٍ لنا جئن يَزُرننا: أي شيء هي الخنساء؟\rقلت: هي امرأة. فما يدريك أنت بالخنساء؟\rفقهقهت ضاحكة، وقالت: وما يدريني؟ أنا من مدرسة الخنساء!\rقلت: ويحك يا بنية، لا أكاد أفهم عنكِ، فما هي مدرسة الخنساء؟\rفزادها سؤالي ضحكاً، وانطلقت تثب وتقفز، وتشير بيديها، وهي تقول: أنت لا تفهم! هي مدرستنا، مدرستنا، صار اسمها مدرسة الخنساء.\rثم عادت إليّ فسألتني: والآن، هل فهمت؟ قل لي، لماذا سمّوا المدرسة باسم الخنساء؟\rقلت: لأنها كانت عظيمة.\rقالت: يعني ماذا؟\rقلت: إنها كانت شاعرة؛ تنظم الشعر.\rقالت: مثل المحفوظات؟","seal":"AF3C42AD","part":1},
      {"page":219,"id":219,"nass":"قلت: نعم، ثم إنها كانت امرأة عاقلة، مسلمة، جريئة ...\rقالت: أريد أن أكون مثل هذه الخنساء!\rقلت: إذن فكوني من اليوم عاقلةً مسلمة جريئة ...\rقالت: وأعمل محفوظات!\rقلت: لا. ليس الآن!\r...\rوجلست أفكر في هذه السنّة الحسنة التي استنّتها وزارتنا الجليلة، وأفكر في أن كل تلميذة في هذه المدرسة ستسأل عن الخنساء، وستتعلم كثيراً من الفضائل، وكثيراً من السجايا، وأن كل تلميذ في مدرسة الصديق والفاروق وخالد بن الوليد رضي الله عنهم سيسأل عن خالد والفاروق والصديق، حتى يعلموا جميعاً أن هؤلاء الأبطال الذين ملكوا زمام الدهر، وكانوا سادة الدنيا وأساتذة العالم، والذين هم فخر الإنسانية وخلاصتها، إنما هم أجدادهم وأسلافهم، الذين يجب عليهم أن يفخروا بهم، ويسيروا على سننهم، ويبعثوا مجدهم بعثاً جديداً.\r***","seal":"4DCAEB91","part":1},
      {"page":220,"id":220,"nass":"أبناؤنا وتاريخنا (2)\rنشرت نحو سنة 1930\r\rوإني لفي ذاك وإذا بالباب يُدق، وإذا بصديق لي من كرام الحجازيين جاء يزورني، فاستقبلته وحييته وملت معه بالحديث يميناً وشمالاً، ثم قلت له: ألك في أن تسمع طفلة صغيرة تسأل عن الخنساء وتَتَقصّى حديثها، وترجو أن تكون مثلها؟\rقال: ما أرغبني في ذلك!\rفناديت: يا فلانة ... أقبلي.\rفجاءت تعدو، وجاء معها أخ لها في الصف الخامس، أي أنه سيكون مشهوداً له بعد ثلاثة أشهر بأنه أكمل الدراسة الابتدائية. فسرني أن يأتي معها، وقلت في نفسي: لعل الصغيرة تعجز أو تجبن عن الجواب، فيجيب هذا ولا تسودُّ وجوهنا أمام ضيفنا.\rوآنسها الضيف ولاطفها، ثم قال: يا بنيّة! بلغني عنكِ ان نك تحبين التاريخ، وإني سائلك سؤالاً هيناً، فإذا أنت عرفتِه، فلك هذه السكرة. وأخرج لها سكرة محشوة، سال لها لعاب الطفلة، فقالت: سَلْ!\rفقال: وإني مسهّلٌ عليك السؤال، ما اسم والد النبي صلى الله عليه وسلم؟","seal":"54D256ED","part":1},
      {"page":221,"id":221,"nass":"قالت: لا أدري.\rقال: من هو أبو بكر؟\rقالت: ما هذا تاريخنا. نحن لم نصل إلى هذا، سلني عن الحثيين، عن العبرانيين، عن ...\rفكاد يطير عقل الرجل من رأسه، وما من رجل عربي مسلم لا يطير لمثل هذا عقله، وقال لي: أفتقرأ ناشئتكم تاريخ الحثيين والعبرانيين قبل أن تعرف سيرة محمد رسول الله صلى الله عليه وسلم، وقبل أن تعرف من هو أبو بكر رضي الله عنه؟\rقلت وأنا أرشح عرقاً: هذه طفلة لا تفهم، سَلْ هذا فهو في الصف الابتدائي الأخير.\rفقال لهذا: تعال يا بنى، أخبرني عن سيرة محمد بن القاسم الثقفي؛ الفاتح العظيم.\rقال: هذا ما قرأناه، ولكن إن شئت أخبرتك عن سيرة نابليون.\rفحوقل الرجل واسترجع، وقال: إذن فاحكِ لي تاريخ سيف الدولة صديق الشعراء ومشجع الأدباء.\rقال: ما درسناه. ولكن إن شئت حكيت لك تاريخ لويس الرابع عشر، فإنه صديق الشعراء، ومشجع الأدباء، ولولاه ما نشأ -من بعد- مونتسكيو وروسو وفولتير.\rقال: ومن هؤلاء؟\rقال: أدباء وكتاب.","seal":"6F7A1A02","part":1},
      {"page":222,"id":222,"nass":"قال: أظنك تعرف عنهم مثلما تعرف عن ابن خلدون والغزالي.\rقال: أما هذان فما أعرفهما!\rقال: فمثلما تعرف من سيرة أبي حنيفة والشافعي؟\rقال: إذن أسقط في الامتحان، إن كل ما أعرف عن أبي حنيفة والشافعي أنهما أبو حنيفة والشافعي. ولكن أعرف تاريخ الحضارة الأوربية في القرون الوسطى، وأعرف وقائع نابليون كلها.\rقال الرجل: مثلما تعرف عن وقعة اليرموك والقادسية؟\rقال: ليس في تاريخنا يرموك ولا قادسية!\rقال الرجل: حسبك، حسبك.\rونظر إليّ نظرة كانت أبلغ من خطبة، ومسح دمعة الشرف التي سالت على خده، ثم قام مودعاً، وأنا أودّ لو تبتلعني الأرض.\r***","seal":"F09192F4","part":1},
      {"page":223,"id":223,"nass":"القسم الثالث\rمقالات قصيرة نقلت عن أصول مخطوطة لم تُنشر من قبل وقد كُتب أكثرها لبرنامجه الإذاعة والرائي بين عامي 1966 و 1972","seal":"8D9A0E93","part":1},
      {"page":225,"id":225,"nass":"ديننا واضح\rألقيت محاضرة في الأسبوع الذي مضى عنوانها «مع الدعوة الإسلامية في هذه الأربعين سنة الأخيرة» تكلمت فيها ساعتين ولم أبلغ نصفها. ولا أعيدها عليكم هنا، ولا تتسع هذه الدقائق الخمس لها. ولكن أعرض فقرة منها.\rقلت إن الدعوة الإسلامية مرت في هذا السنين الأربعين بمراحل ثلاث: كنا في أوائلها نقرأ لقدماء الدعاة (كفريد وجدي ورشيد رضا) مقالات من الإسلام وأنه لا يظلم المرأة وأنه لا يدعو إلى التعصب المذموم؛ يدفعون عن الإسلام هجمات خصومه، ولكنهم ينظرون إلى الإسلام كأنه متهم أمام المحكمة، وكأنهم هم المحامون عنه.\rثم انتقلنا إلى المرحلة الثانية، فكنا نقرأ للكتاب الإسلاميين مقالات في ديموقراطية الإسلام، والوطنية في الإسلام، ثم في الاشتراكية في الإسلام. كأن من وظيفة الدعاة إلى الإسلام أن يجعلوه ثوباً مرقعاً، فكلما ظهر في الغرب مذهب سياسي أو اقتصادي، وفُتن الناس به، وأقبلوا عليه، فتشنا عن شبه بينه وبين الإسلام، ثم زعمنا أن الإسلام يقوم به ويقرّه.\rثم انتقلنا (أو انتقل الواعون من الدعاة) إلى المرحلة الثالثة؛ فأعلنوا أن الإسلام نظام كامل، يحل المشكلات كلها؛ السياسية منها والاجتماعية","seal":"037F5FBC","part":1},
      {"page":226,"id":226,"nass":"والاقتصادية على طريقته وأسلوبه، ولا تستعصي فيه مشكلة على الحل، وليس عنده داء لا يجد له دواء. ولا يهمنا -بعد ذلك- إذا وافق مذاهب الخصوم أو وافقها، فلا نزداد إيماناً بصحة ديننا إذا وجدناه يقر بعض الجزئيات التي تشابه أمثالها في المذاهب السياسية أو الاقتصادية، ولا نشك في ديننا ولا يضعف به إيماننا إن خالف هذه المذاهب وسار في غير طريقها.\rوديننا في الأصل دين ظاهر مكشوف، ليس فيه حجب ولا أستار، ولا خفايا ولا أسرار. إن دستورنا يُعلَن خمس مرات كل يوم من رؤوس المآذن: أشهد أن لا إله إلا الله، وأشهد أن محمداً رسول الله، حي على الصلاة (وهو قانون النجاة في الآخرة)، حي على الفلاح (قانون النجاح في الدنيا). فهل رأيتم أو سمعتم بدولة أو حزب أو جماعة يعلَن قانونها الأساسي خمس مرات كل يوم على السطوح؟\rلذلك نبين هنا كل شيء بوضوح؛ لا نبالي برضا من رضي وسخط من سخط. هذا هو ديننا، فمن شاء فليؤمن ومن شاء فليكفر. ومن أسس ديننا التي أقرّها كتاب ربنا ونزل بها جبريل من فوق سبع سماوات على نبينا قوله تعالى: {إنّمَا المُؤْمِنونَ إخوة}. أخوّة عقدت عقدتها يد الله، فلن تحلها يد بشر. المؤمنون جميعاً إخوة؛ على اختلاف ألوانهم، وتباين لغاتهم، وتعدد هيئاتهم، وتنائي ديارهم.\rأخوّة أقوى من أخوة النسب، ورابطة أمتن من رابطة الدم. فمن أنكرها أو شكّ فيها، أو أحلّ محلها أخوة غيرها فقال بأخوة الدم أو أخوة اللسان أو أخوة المذهب السياسي أو الاقتصادي، فقد دعا بدعوة الجاهلية وخالف القرآن، وصار -في حكم الشرع- مرتداً خارجاً عن الإسلام.\r***","seal":"61672CF5","part":1},
      {"page":227,"id":227,"nass":"الله أكبر\rلو سألكم سائل: إن لكل مذهب ولكل دولة ولكل جماعة شعاراً معروفاً؛ كلمة أو كلمات تردد دائماً لئلا تُنسى، فما هو شعار الإسلام؟ فأجيبوا بلا تردد بأن شعار الإسلام هو «الله أكبر».\rهذا هو شعارنا الذي تردده مآذننا في أرجاء الأرض المسلمة خمس مرات كل يوم؛ تدعونا إلى مساجدنا لإقامة صلواتنا. ونكرره في كل ركعة من ركعات الصلاة ست مرات. وتهدر به جيوشنا إذا مشت للجهاد في سبيل الله.\rيقول المؤذن: حان موعد وقوفكم بين يدي الله، فدعوا كل أمر من أمور الدنيا -مهما كان كبيراً- فالله أكبر. وكلما جاء الشيطان ليصرف المصلي عن الصلاة ... يقول له: إن في الدكان صفقة تجارية كبيرة، قال: أنا الآن بين يدي الله والله أكبر ... ويقول له: إن أمامك موعداً مع فلان الكبير، الله أكبر ... وكلما وسوس إليه ليصرفه عن صلاته دفع في صدره وقال الله أكبر.\rوإذا اصطف المسلمون للقتال ورأوا جيش العدو كبيراً كثير العدد ذكروا أنهم مع الله وأن الله أكبر.","seal":"BADFFEE5","part":1},
      {"page":228,"id":228,"nass":"الله أكبر ... كم هتف بها المسلمون في معاركهم، فارتجّت منها الأرض، وتزعزعت منها الحصون، وانتزعوا بها النصر من فم العدو، وأزاحوا بها التيجان عن رؤوس الجبارين.\rالله أكبر ... كم نادوا بها أمام كل قلعة، وفوق كل رابية، وفي قمة كل جبل، وفي قرارة كل واد، من مسيرتهم المباركة من مدينة محمد صلى الله عليه وسلم إلى الشام ومصر وإفريقية والأندلس، حتى بلغوا قلب فرنسا من هنا ... ومسيرتهم المباركة إلى العراق وفارس والأفغان وتركستان والهند، حتى بلغوا أقصى المشرق من هناك.\rالله أكبر ... كم أعلنها المسلمون في مساجدهم أيام أعيادهم، فرددتها معهم جدران المساجد ومآذنها، والأرض من حولها، وكررتها الدنيا معها.\rهذا هو ديننا، دين معلن، لا خفايا ولا أسرار، ولا حجب ولا أستار. عقائدنا نعلنها خمس مرات كل يوم على المآذن: «الله أكبر». لا نستكبر أحداً إن كنا مع الله، ولا نخاف أحداً، ولا نخشى في الكون شيئاً؛ لأن الله أكبر من كل شيء.\r«أشهد أن لا إله إلا الله، أشهد أن محمداً رسول الله»: هذا هو الدستور الأساسي للمسلمين.\r«حيّ على الصلاة»: أي على العبادة والطاعة والعمل لما بعد الموت.\r«حيّ على الفلاح»: أي على كل ما فيه نجاحنا في الدنيا وفي الآخرة.\r«الله أكبر»: هذا هو شعارنا يسري في هدأة الليل ونحن نيام؛ لنترك النوم، ونذهب إلى الصلاة التي هي خير من النوم. وفي وضح النهار ونحن نعمل لنترك العمل ونذهب إلى الصلاة.","seal":"201750D7","part":1},
      {"page":229,"id":229,"nass":"الله أكبر ... هذا شعارنا.\rقالها أجدادنا بألسنتهم معلنين بها، وبقلوبهم مؤمنين بمعناها، وقالوها بأعمالهم وبسلوكهم في الحياة؛ فحكموا بها ما بين قلب أوربا وقلب آسيا، ونصبوا راية محمد صلى الله عليه وسلم على ثلث كرة الأرض. وقلناها نحن بألسنتنا فقط. فـ ... فأنتم تعلمون ماذا نزل بنا!\rفإذا أردتم أن يعود إليكم النصر، فعودوا إلى الله وكونوا معه، ولا تخشوا كبيراً، فالله أكبر.\r***","seal":"4483402E","part":1},
      {"page":230,"id":230,"nass":"الأدب والتربية\rكنت قاعداً أفكر في موضوع أتحدث به إليكم (وأصعب شيء على المحدث اختيار الموضوع، لا سيّما إذا كان مثلي يحدث الناس من قديم، من أكثر من ربع قرن)، وإذا بي أسمع من رادّ الجيران أغنية: «أراك عصيّ الدمع شيمتك الصبر».\rوأنا قديم الإعجاب بهذه القطعة؛ فهي من أروع ما قال أبو فراس، فانصرفت أتتبع الرادّ بسمعي، وإذا بي أنتبه إلى شيء عجيب في هذه القطعة لم أنتبه له من قبل: بيت فيها يوحي إلى سامعه بما يأباه الدين، ينكره الخلق الرفيع؛ لأن الدين والخلق يدفعان إلى الإيثار وحب الناس، وهذا البيت يدفع إلى الأثرة (أو الأنانية كما يقولون اليوم) وحب الذات، بل إن فيه أبشع صور الأنانية وأبعدها عن الخلق القويم، هو قوله: «إذا مت ظمآناً فلا نزل القَطْرُ».\rانظروا كم بين قوله هذا وبين قول المعري:\rفلا نزلت عليّ ولا بأرضي ... سحائبُ ليس تنتظمُ البلادا\rأبو فراس ينحط إلى أدنى دركات الأثرة والأنانية؛ لا يرتفع درجة فيهتم بأهل أو ولد، ولا يرتفع درجة أخرى فيهتم ببلد أو وطن. إنه لا يبالي إلا بنفسه. فإذا مات عطشان فلينقطع المطر، وليحترق الزرع، ولتقفر الأرض،","seal":"6D01464D","part":1},
      {"page":231,"id":231,"nass":"وليعم القحط، وليهلك القريب والبعيد، والصديق والعدو، ولا يبقى أحد.\rوالمعري يرتفع إلى أعلى درجات الإيثار فلا يرضى أن ينزل المطر عليه ولا على أرضه وحدها، لا يرتضي إلا غيثاً عاماً يشمل خيره البلاد والعباد. كم بين هذا وبين قوله ذلك البيت: وإذا مت ظمآناً فلا نزل المطر؟!\rومثله البيت الآخر:\rونحن أناس لا توسط بيننا ... لنا الصدر دون العالمين أو القبر\rالصدر أو القبر؟ أما من توسط بينهما؟ هذا -والله- أسوأ منهج في الحياة!\rأي أنك إذا ركبت في سفينة ومعك أهلك وولدك وأوشكت على الغرق فقال لك الربان: ألقِ في البحر نصف أمتعتك تخلص من الغرق، قلت: لا، لنا الصدر دون العالمين أو القبر. فإما أن أنجو بمتاعي كله أو أن أموت أنا أهلي.\rوأن الطالب في الامتحان إذا ألقي عليه سؤال رأى أنه إن أجاب عليه نال درجة النجاح ولكن لم ينل درجة التفوق، قال: لنا الصدر ... ، فإما مئة على مئة وإما الصفر.\rوالتاجر إذا أمل أن يربح في البضاعة ألفاً، فنقص ربحه مئتان ركب رأسه وقال: لا، لنا الصدر ... ، وآثر أن يخسر ثمن البضاعة كله عن أن ينقص ربحه مئتان.\rإن من المؤسف أن هذا البيت قد جرى على ألسنة الناس واتخذه كثير منهم منهاجاً لحياتهم، فأضاع على من أخذ به خيراً كثيراً.","seal":"0360571B","part":1},
      {"page":232,"id":232,"nass":"وأنا أتمنى أن يتنبه إخواننا مدرسو الأدب العربي، فلا يقتصروا على بلاغة اللفظ حين يختارون النصوص والشواهد للطلاب؛ فبلاغة اللفظ هي المعيار الأول للكلام في رأي أستاذ الأدب، ولكنها لا تكفي وحدها، بل يجب أن ينظر إلى ما تثير في نفس الطالب من ميول، وما توحي به من توجيه في الحياة، وما يكون لها من أثر في الخلق وفي السلوك.\rإن خطة زياد -مثلاً- من أبلغ الخطب، وخطبة الحجاج مثلها، وهما نافعتان في تقويم الملكة الأدبية؛ ولكن ما توحيان به من توجه سيء جداً؛ ففيهما إعلان خطة الظلم التي ينكرها الإسلام في أخذ البريء بالمجرم في خطبة زياد، وطريقة الاستبداد التي يأباها الدين في خطبة الحجاج ... وفي دراسة نقائض جرير والفرزدق أدب كثير، وفيها -كما قال يونس- ربع اللغة، وهي أنفع شيء في إقامة اللسان وتقوية السليقة، ولكنها توحي بتحسين الأعراف الجاهلية في الحياة؛ تلك الأعراف التي كان إبطالها من جملة أغراض الإسلام ... وفي شعر بشار وأبي نواس وأمثالهما أدب كثير، ولكن فيه هدم الأخلاق، ونشر الفساد ... وفي شعر أبي العتاهية أدب كثير ولكن فيه قتل الطموح والاستسلام لليأس ... والشواهد كثيرة.\rوأنا ما أردت الاستقصاء، لكن التمثيل؛ لأبيّن أن أستاذ الأدب يستطيع أن يكون موجهاً ومصلحاً إذا لم يكتفِ -عند اختيار النصوص للدراسة والاستظهار- ببلاغة لفظها وصفاء ديباجتها، بل نظر إلى ما توحي به من خلق وما تشتمل عليه من توجيه.\r***","seal":"E2EF4593","part":1},
      {"page":233,"id":233,"nass":"نحن والحضارة الحديثة (1)\rهل تعرفون أن العرب يسمون الشيخ المسن «الكُنتيّ»؟ إنها نسبة غريبة إلى قوله «كنت» و «كنت»؛ لأن الشاب يعيش في المستقبل، يقول: \"سأكون غداً\"، أما الشيخ فيعيش في الماضي، يقول: \"كنت أمس\".\rوأنا سأعترف الليلة بأني شيخ؛ لأني سأحدثكم حديث الماضي. لا أقول: «كنتُ»، فما عن نفسي أتحدث، ولكن أقول: «كنّا».\rتذكرت الماضي وأنا أستمع اليوم إلى الإذاعة من رادّ صغير أمامي، وقلت عندنا الرادّ (أي الراديو) والرائي (أي التلفزيون)، وآلات التسجيل، والبرّاد، وموقد الغاز ... فهل تدرون أننا لم نكن نعرف ونحن صغار في دمشق، بل لم تكن دمشق تعرف شيئاً من ذلك كله؟!\rكنا نعيش في البلدة القديمة، ولم يكن قد فتح شارع واحد من هذه الشوارع التي تمتلئ بها اليوم دمشق، وأول شارع فيها شقه جمال باشا سنة 1916 ميلادية، أيام الحرب الأولى. وكنّا إذا جنّ الليل أوقدنا مصابيح الكاز (الكازات) وكانت صغيرة، فلما ارتقينا جاءت (الكازات نمرة 4) ذات الفتيل العريض. ولم أعرف الكهرباء إلا وأنا تلميذ في السنة الخامسة الابتدائية، أوصلوا إلينا شريطاً من دار الجيران، فلما خبرت التلاميذ في المدرسة بأننا نشعل المصباح بلا كبريت وزيت كذبوني، فضربتهم، فجاء","seal":"5C101E6E","part":1},
      {"page":234,"id":234,"nass":"الأستاذ فضربني، وأعلن في الطلاب أني أكبر كذاب في المدرسة لأني أدّعي أن عندنا مصباحاً يشعل بلا كبريت ولا زيت.\rوعرفنا السيارة يومئذ. جاءت دمشقَ سيارة واحدة، من سيارات فورد القديمة ذات الدرجة والدواليب الدقيقة العالية وسقف القماش، وكان الناس يزدحمون على جوانب الطرق حين كان يركبها جمال باشا؛ يتعجبون منها ويخشونها، ولا يصدقون أنها تمشي وحدها من غير أن تجرها الخيل. وعرفنا الطيارة وكانت ذات جناحين دقيقين، لا تحمل إلا راكبين اثنين.\rأما الراد (الراديو) فلم يكن موجوداً في الدنيا -فيما أعلم- فضلاً عن الرائي (التلفزيون) وأدوات المطبخ الكهربائية، والكناسة الكهربائية، والمصعد الكهربائي.\rولم يكن على أيامنا إلا أربع مدارس ابتدائية في دمشق، وثانوية واحدة كاملة في سورية كلها. وكان في جامعة دمشق -لما كنا طلاباً فيها من قبل خمس وثلاثين سنة- أقل من ثلاثمئة طالب، فصار الآن فيها في كلية الآداب وحدها أربعة عشر ألف طالب.\rوصار في كل بيت من بيوت المملكة في مدنها وقراها رادّ، وفي كثير منها تلفزيون، وفي أكثر عماراتها مصاعد، وفي أكثر مطابخها أحدث الآلات. مع أني -لما جئت مكة أول مرة- كانت المعابدة جبلاً أجرد، وجدة لها سور وله أبواب، والرياض أعرفها وما فيها إلا «الديرة» ذات الأسواق التي عرضها متران. ولم تكن الكهرباء إلا في الحرم المكي فقط، توقد من محرك خاص.\rلقد تقدمت بلادنا كلها وتحضرت، وما كنّا نتعجب نحن منه قديماً صار اليوم مألوفاً للبدوي لا يرى فيه عجباً، بل إنه ليقتني من الآلات والأدوات","seal":"EC6825B3","part":1},
      {"page":235,"id":235,"nass":"ما لم نكن نعرفه نتخيله تخيلاً ولا نعلم بأنه يمكن أن يوجد.\rلقد أخذنا من هذه الحضارة بأَكبر الحظوظ، ولكن السؤال الذي سقت من أجله هذا الحديث هو:\rهل نحن اليوم أسعد حالاً مما كان عليه أجدادنا؟ هل يعدل ما ربحناه من متع العيش وسهولة الحياة، ما خسرناه من الدين والخلق؟\rأنا لا أقول: اتركوا ما أخذتموه من مظاهر الحضارة، ولكن أسأل فقط والبقية غداً إن شاء الله.\r***","seal":"E419C602","part":1},
      {"page":236,"id":236,"nass":"نحن والحضارة الحديثة (2)\rظن قوم أن حديثي بالأمس دعوة إلى ترك مظاهر الحضارة والابتعاد عنها. وعجب هذا الظن!\rهل أنا مجنون حتى أقول دعوا السيارة واركبوا الحمار، واتركوا طيارة البوينغ وعودوا إلى الإبل، واقطعوا أسلاك الكهرباء وأشعلوا مصابيح الزيت، واتركوا المستشفيات وتداووا بأعشاب البادية، وإذا قاتلتكم إسرائيل بالصواريخ والطيارات والدبابات فقاتلوها بالسيف والرمح والقوس والنشّاب؟!\rلا يا سادة، لا يقول هذا إلا مجنون.\rولكن أقول: أما كان من الممكن أن نأخذ النافع من هذه الحضارة ونترك الضار؟ وأن نجعل الشرع هو الميزان؛ فما كان محرّماً نتركه ولو أجمع الناس على الأخذ به، وما لم يكن محرماً وكان نافعاً نأخذه؟\rوالحضارة العالمية مثل بناء له ثلاثة أدوار، أنشأ الدورَ الأول دولُ الشرق الأدنى في القرون الأولى: الفراعنة والفنيقيون والحثيون والبابليون، ثم اليونان والرومان.\rوأنشأ الدورَ الثاني فوقه المسلمون في القرون المتوسطة. فالقرون الوسطى كانت عصور تأخر ووحشية في أوروبا ولكنها كانت في الشرق","seal":"7611C9DD","part":1},
      {"page":237,"id":237,"nass":"الإسلامي عصور تقدم ومدنية.\rوأنشأ الدورَ الثالث فوقه الإفرنج.\rفنحن -المسلمين- لسنا غرباء عن هذه الحضارة، بل نحن من أصحابها، ونحن شركاء في صرحها. ولكنا نمنا دهراً والقافلة تمشي فأضعنا مكاننا في المقدمة، فلما استيقظنا هرعنا لنستعيد ما أضعنا.\rوفي إبان يقظتنا وجدنا شيئاً لا عهد لنا به، فوقف فريقان منّا موقفين غريبين: فريق أخذ بكل ما جاءت به هذه الحضارة أخْذَ تقليد بلا فهم ولا تمييز، وهذا خطأ ... وفريق رفض كل ما جاءت به بلا فهم ولا تمييز، وهذا خطأ.\rوالصواب أن نأخذ ما لا يخالف الثابت في ديننا ولا يناقض الصحيح من سلائقنا وعاداتنا، ما دام فيه النفع لنا.\rولماذا نرفض نِعَم الحضارة؟\rإن أفقر فقير فينا يعيش أحسن من عيشة عبد الملك بن مروان وهارون الرشيد. عبد الملك كانت له ضرس منخورة وكان به بَخَر من ذلك (أي أن رائحة فمه كانت قبيحة) ولم يجد طبيباً يحشوها له، وأفقر فقير فينا يجد الطبيب الذي يحشو الضرس ويلبسها.\rوأبو جعفر المنصور كان يشكو من أمعائه ويتألم منها، فلا يجد حبة أنتروفيوفورم أو حبة نوفالجين، وأفقر فقير فينا يجدها فيسكن ألمه، وتتطهر من الجراثيم أمعاؤه.\rوهارون الرشيد كان يسافر على الإبل وعلى الدواب، ويقطع الطريق","seal":"7BDB3C7D","part":1},
      {"page":238,"id":238,"nass":"من بغداد إلى مكة في شهرين، وأي واحد فينا يستطيع أن يركب الطيارة، ويقطع هذا الطريق في ساعتين.\rفمن الذي يقول إن علينا أن نرفض نِعَم هذه الحضارة؟ {مَنْ حَرّمَ زينةَ اللهِ التي أَخْرَجَ لِعِبادِهِ والطيّباتِ مِنَ الرّزْق؟}.\rلا، ولكن الذي نقوله إن علينا أن نرفض رفضاً باتاً ما يفسد عقائدنا ويوقعنا في المحرمات، ولو عدّه الناس كلهم من أركان الحضارة ومن لوازم الحياة.\r***","seal":"A068F22C","part":1},
      {"page":239,"id":239,"nass":"النفقات\rحديث اليوم باب من الفقه. لا، لن أسرد عليكم الأحكام سرداً، ولن أفتح الكتاب وأقرأ عليكم؛ فالكتب عندكم ويستطع من شاء أن يقرأ فيها. ولكني أثبت لكم أن فقهنا الإسلامي كنز لا ينفد، وأنه نبع للخير في كل زمان ومكان، وأنه هو وحده الذي يحقق العدالة الاجتماعية، التي صدعوا رؤوسنا بترديد اسمها، ولم نجد عندهم أثراً من رسمها.\rهذا الباب هو باب النفقات، وإذا سمحتم قلت لكم كيف انتبهت إليه.\rكنت سنة 1941، من خمس وعشرين سنة، قاضياً في منطقةٍ في الشام اسمها جبل القلمون. وكانت تلك السنة من أشد السنوات على الناس؛ فهي سنة شدة الحرب وعضتها، قد قلّت الأقوات وعم الضُّر، وكانت هذه المنطقة -بطبيعتها- أرضاً جبلية قليلة الزرع والضرع، يعيش أهلها على الهجرة إلى أميركا، فلم تكن أسرة تخلو من مغترب موسر، وسائر أفراد الأسرة فقراء.\rولقد ألهمني الله أسلوباً في الجمع والتوزيع سميته «مشروع الرغيف»، اتبعناه في هذه القرى فنجح وقلدونا فاتبعوه في الشام؛ وهو أن نوكل من يدور كل صباح على البيوت، فيجمع من بيوت الموسرين والمتوسطين رغيفاً رغيفاً (والرغيف سهل عطاؤه، لا سيّما على هؤلاء الناس الذين تعودوا","seal":"0555109B","part":1},
      {"page":240,"id":240,"nass":"أن يعجنوا ويخبزوا في بيوتهم، والخبز عندهم كثير). فكنا نجمع كل يوم مئات من الأرغفة؛ أي من أقراص الخبز، ونوزعها فنسد بعض الثغرة، ولكنها لم تحل الأزمة.\rفانتبهت إلى باب النفقات في الفقه. وكنت أعمل به في المحكمة ولكن لم أنتبه إلى أثره في التضامن الاجتماعي.\rوحكم النفقات شرعاً أن الزوجة نفقتها على زوجها ولو كانت تملك مليون ريال. أما غير الزوجة، فإن نفقة كل إنسان في ماله، لا يُكلف أحد بالإنفاق على أحد. حتى الولد الصغير، إن كان له مال ورثه من أمه مثلاً، أو من أحد أقربائه، لم يكلف أبوه بأن ينفق عليه، بل تكون نفقته من ماله.\rفإن كان الإنسان فقيراً ليس عنده ما ينفق منه؟ إذا كان رجلا ًكُلف بأن يعمل؛ لأن الإسلام لا يسمح للرجل القادر القوي أن يعيش على الصدقات ولو كان فقيراً، ولا يقول له: اقعد في بيتك وتمدد واضطجع، أو اذهب إلى القهوة وخذ النفقة من الناس، إلا إذا كان والداً أو جداً وكان فقيراً وله ولد أو حفيد غني؛ فله أخذ النفقة منه.\rفإذا كان عجوزاً كبيراً، أو كان مريضاً لا يستطع أن يشتغل، أو كان قد بحث عن عمل ولم يجد واضطر إلى البطالة اضطراراً فإن له أخذ النفقة.\rوالمرأة يكفي أن تكون فقيرة ليكون لها أخذ النفقة، ولا نقول لها اشتغلي؛ لأن الإسلام لا يكلف المرأة بالعمل بل يوجب نفقتها على الرجل. فإن كان لها زوج فنفقتها على زوجها، وإن لم يكن لها زوج وكانت فقيرة فعلى أقربائها.\rولكن على من تجب النفقة؟","seal":"8E2B91E0","part":1},
      {"page":241,"id":241,"nass":"إذا كانت المرأة فقيرة ما عندها ما تنفق منه، أو كان الرجل فقيراً ولا يستطيع العمال، فممّن يأخذ النفقة؟ ننظر في أقربائه: مَن الذي يرثه منهم إذا مات؟ فما كان يرثه إذا مات يُكلّف بنفقته إذا افتقر. فإذا كان الورثة متعددين، دفع كل منهم من النفقة بمقدار إرثه.\rأعود إلى قصتي: لما رأيت ذلك أوعزت إلى خطباء المساجد وإلى المدرسين أن ينبهوا الناس إلى هذا؛ فصار كل فقير يفتش في أسرته عن قريب موسر، فإذا وجده ولم يعطِه أقام الدعوى عليه. وكثرت الدعاوى لدي، وصدرت فيها الأحكام.\rفهل تصدقون إذا قلت لكم إنه لم يبق من الفقراء بلا نفقة إلا القليل، القليل الذين لا قريب لهم، وهؤلاء نفقتهم شرعاً على بيت المال. وتحقق نوع من التضامن الاجتماعي، تضامن بين الأسر ليس له نظير.\rوهذا الباب مفتوح: الأب الفقير إذا كان له أولاد أغنياء يستطيع أن يطالبهم بالنفقة، والمرأة الفقيرة تطالب ولدها أو أباها أو أخاها، وكل فقير ينظر من هم ورثته إذا مات فيطالبهم بالنفقة، فإذا لم يعطوه اختياراً ذهب إلى القاضي فألزمهم القاضي بها إجباراً. فهل في قانون من قوانين الدنيا مثل هذا التضامن بين الأسر والعائلات؟\rوهذا مثال من مئات الأمثلة على أن هذا الفقه الذي تركناه (في أكثر بلدان المسلمين) -مع الأسف- وأخذنا القانون المدني كنز لا ينفد، وأنه يصلح لكل زمان ومكان.\r***","seal":"7761A57B","part":1},
      {"page":242,"id":242,"nass":"والوصايا\rهل تذكرون حديثي الماضي؟ إن حديث اليوم موصول به؛ إنه باب آخر من أبواب الفقه، وهو -لو انتبهنا- باب آخر من أبواب التضامن الاجتماعي.\rلما كنت في المحكمة جاءتنا امرأة عجوز تملك أكثر من ثلاثمئة ألف ليرة، وهي تريد أن توصي بثلثها، بمئة ألف ليرة. هل تتصورون فيم تريد أن تنفقها؟\rفي الجنازة التي يتقدمها الآس؛ مجموعة أوراق على شكل عمود طويل مربوط بالأشرطة الحريرية كما هي العادة في الشام، وعلب الحناء، وموسيقى (مزيكة) الإسعاف، وفريق المولوية، وأمثال هذه الترهات والبدع التي لا يستفيد منها الميت ولا ينتفع بها الأحياء، ثم على ولائم المآتم التي يُدعى إليها الأغنياء ويُطرد عنها الفقراء، ثم لأيام التعزية التي يُؤتى فيها بالقارئ فيقرأ القرآن في غرفة وحدَه، والناس لا يصغون إليه ولا يتدبرون ما يقرأ، بل يشتغلون بالاستقبال والوداع وتدوير القهوة وشرب الدخان، ثم بحفلات الخميس والأربعين، وأمثال هذا.\rفقلت لها: يا خالة، هذه أمور لا ترضي الله وليس لك فيها ثواب، فلو وضعت هذا المال في موضعه؛ لمدرسة أو لمستشفى أو للفقراء من","seal":"BDAB7EC3","part":1},
      {"page":243,"id":243,"nass":"الناس؟ فأبت وقالت إنها تريد جنازة فخمة. فقلت: إن الجنازة لا تفيدك في الآخرة بل يفيدك العمل الصالح. فأبت.\rوهذه وصية واحدة من مئاتٍ تسجل كل سنة في محكمة واحدة فقط، فكم يبلغ مجموع الوصايا في البلاد الإسلامية كل سنة؟\rإن هذه الوصايا يريد أصحابها الخير والثواب ولكن ما عرفوا طريقه. ولو تألفت لجنة لتنظيم هذه الوصايا وإقناع أصحابها بوضعها في طرق الخير؛ في صدقة جارية، أو علم نافع: فتح مدرسة، أو طبع كتاب، أو تشجيع طلبة العلم الديني، ثم عُمل لها صندوق لحققت أعمالاً نراها الآن كالخيال.\rالوصية سنّة، وكل مسلم عليه أن يعد وصية. وإن كان الأفضل أن تنفق في حياتك؛ أن تنفق وأنت صحيح شحيح تخاف الفقر وترجو الغنى، كما جاء في الخبر.\rأراد شيخ من المشايخ أن يعرّف تلاميذه الفرق بين من ينفق في حياته وبين من يوصي بالإنفاق من بعده، وكان يمشي معهم في زقاق مظلم ومعهم فانوس فيه شمعة، فأخر الفانوس ومشى به وراءهم فلم يروا طريقهم إلا قليلاً، فقدمه ومشى به أمامهم فكشف لهم الطريق. فقال: هذا هو الفرق بين من يقدم الصدقة بين يديه وبين من يؤخرها. وإن كان تأخيرها والوصية بها فيه ثواب.\rالوصية سنة، ولكن لا يجوز أن يوصي لأحد من ورثته، فإن الله هو الذي تولى توزيع الإرث. فإذا فأراد إعطاء أحد من ورثته فليعطه في حياته، مع العلم بأن تمييز أحد على أحد في العطاء -بلا سبب- غيرُ شرعي. إذا كان لك زوجتان فوهبت لهذه في حياتك داراً أو ألف ريال وحرمت الأخرى، أو أعطيت أحد الأولاد ما لم تعطه الآخر، فإنك تأثم. إلا إذا كان","seal":"111F9587","part":1},
      {"page":244,"id":244,"nass":"لذلك سبب.\rرجل تاجرٌ -مثلاً- وله ولد كبير اشتغل معه في تجارته من صغره، وعاونه سنوات طويلة، ولم يتعلم، وإخوته الصغار تعلموا في المدارس ونالوا الشهادات وصارت لهم رواتب، وأبوهم هو الذي أنفق على تعليمهم مع أن الابن الكبير الذي اشتغل معه لم يتعلم ولم ينفق عليه. إذا خص هذا الابن بشيء زيادة على إخوته فلا بأس؛ لأن الصغار لهم رواتب وهذا ما له شيء، ولأن أولئك ما تعبوا وهو اشتغل مع أبيه وتعب.\rهذا التفضيل له سبب معقول. أما إذا ميز أحد الأخوين لأنه يحب أمه -مثلاً- أكثر فلا يجوز.\rوالوصية لا تجوز إلا بثلث المال، فإن أوصى بأكثر لم تنفذ إلا إذا وافق الورثة بعد موته.\rفإذا وافق الورثة على الوصية بأكثر من الثلث أو الوصية لواحد منهم جاز؛ لأن الحق لهم. ولو أخذوا إرثهم فأعطوه كله لواحد منهم، هل يمنعهم أحد؟\r...\rفالوصايا باب آخر من أبواب العدالة الاجتماعية، ودليل آخر على أن فقهنا فيه كل خير في الدنيا والآخرة.\rولقد كانت جامعة الدول العربية أقامت -من أكثر من خمس عشرة سنة- حلقة للدراسات الاجتماعية بإشراف الأمم المتحدة، أُلقيت فيها بحوث ومحاضرات لها أول وليس لها آخر عن التكافل الاجتماعي وكيف","seal":"98AEFE8C","part":1},
      {"page":245,"id":245,"nass":"يتحقق، وجاؤوا بنظريات وخيالات. وكنت مندوب سورية وأحد الثلاثة الذين انتخبوا للجنة الصياغة، وهي اللجنة العليا، فألقيت كلمة ذكرت فيها أثر النفقات والوصايا في التكافل الاجتماعي، وأن هذا شيء عملي مطبق لا يحتاج إلي نظريات ولا إلى خيالات؛ فدهشوا لما سمعوه، ووافقوا على ما اقترحته بالإجماع.\r...\rأعود فأقول إن الفقه الإسلامي أغنى كنز تشريعي، ولكن علينا أن نعمل كما عمل الفقهاء الأولون، وأن نخدم هذا الفقه مثلما خدموه، وأن نجدد فيه الشكل مع المحافظة على الأصل، لنعرضه بثوب جديد.\r***","seal":"DAEB2B7C","part":1},
      {"page":246,"id":246,"nass":"مجتمعات إسلامية عاصية\rقلت لكم أمس إن منكم من يعمل للدنيا كأنه يعيش فيها أبداً وينسى أنه قد يموت غداً، ولكني رجعت لنفسي -بعد تسجيل حديث الأمس- فوجدت أنني قد بالغت فيه كثيراً؛ فنحن لا نعمل ولا للدنيا.\rنعم والله. أجدادنا عملوا للدنيا وللآخرة، ونحن ما عملنا للآخرة ولا نعمل للدنيا. ولو كنا نعمل للدنيا لما صرنا وراء الأمم، ولما صرنا لعبة الأمم، ولما صرنا القصعة التي تتداعى إليها الأكَلة من كل الأمم، ولما أخذت منا قبلتَنا الأولى ومسرى نبينا أذلُّ الأمم وأقلُّ الأمم.\rفينبغي -إذن- أن نداوي هذه المجتمعات الإسلامية من عللها التي تقاسي اليوم منها، وأن نرد إليها صحتها التي كانت تتمتع بالأمس بها. فكيف نداوي مجتمعاتنا؟\rالطبيب يشخص العلة قبل أن يصف الدواء، فما علّة المجتمعات الإسلامية؟\rتعالوا نُلقِ عليها نظرة عامة شاملة. إن الذي يقعد في البيت يرى كل ما فيه من أثاث ورياش وأشياء وأشخاص، يرى التفاصيل كلها، ولكن لا يرى بيت الجيران. والذي يصعد المنارة يرى بيوت الحارة ولا رى الحارات","seal":"E43FD5EC","part":1},
      {"page":247,"id":247,"nass":"البعيدة. أما الذي يرى البلد من الطيارة فيراها كلها؛ يرى شوارعها وحدائقها وساحاتها، يبصر حدودها ويدرك شكلها، يعطيك وصفاً لها فيه العموم والصدق والشمول وإن لم تكن فيه التفاصيل.\rفتعالوا نلق على المجتمعات الإسلامية -عامة- نظرة من الطيارة، من مركبة الفضاء، فما حال هذه المجتمعات؟\rهل هي مجتمعات إسلامية تماماً تطبق أحكام الإسلام؟ الجواب: لا.\rلا. أقولها صريحة؛ فنحن في مقام النقد والتقويم، لا في موقف المجاملة. أنا هنا كالطبيب؛ والطبيب إذا وجد حرارتك أربعين ووجدك مصاباً بالحمى فجاملك وقال لك: أنت سليم، ما بك شيء، هل يكون طبيباً ناصحاً؟\rإن مجتمعاتنا ليست إسلامية تماماً، إن التلميذ يقرأ في دروس الدين أن الخمر حرام ثم يرى الخمارات مفتوحة، وأن كشف العورات حرام ثم يرى العورات مكشوفة، وأن الكذب والغش والظلم والعدوان حرام ثم يرى الكذابين والغشاشين والظالمين والمعتدين في كل مكان.\rفكيف تكون مجتمعات إسلامية والمنكرات فيها معلنة، والفرائض مضاعة؟ نقرأ ونتعلم أن الصلاة عماد الدين، ثم نرى الأسواق ممتلئة بالناس والسيارات غادية رائحة أمام المسجد يوم الجمعة والصلاة قائمة. والمصلي يرى أخاه تاركاً للصلاة فيصادقه ولا ينكر عليه، ويبصر زوجته أو ولده تاركين للصلاة فلا يبالي ولا يهتم. ونجد المطاعم مفتوحة في رمضان والآكلين يأكلون ظاهرين غير متوارين ولا مستترين.\rفهل هذه مجتمعات إسلامية؟ لا أظن أن في الدنيا من يستطيع أن","seal":"8EF56B27","part":1},
      {"page":248,"id":248,"nass":"يجيب بنعم.\rفهل هي مجتمعات كافرة؟ هل تطبق عليها أحكام دار الحرب؟ لا؛ لأن الجماهير مؤمنة بالله واليوم الآخر، والكثرة من الناس في هذه المجتمعات تقيم الواجبات وتجتنب المحرمات. حتى الذين يشربون الخمر ويأكلون الربا واللاتي يكشفن العورات، أكثرهم يعترف بأن الخمر حرام والربا حرام وكشف العورات حرام. ومن فعل الحرام وهو معترف بحرمته لا يُحكم بكفره.\rفليست إذن مجتمعات كافرة. فما هي؟\rإنها مجتمعات إسلامية عاصية.\rإنها مثل مدرسة اضطرب فيها الأمر، وانقطع النظام، واختلفت أوقات الدروس، وعمت الفوضى. ولكنها لا تزال مدرسة، لم تَصِرْ ملعب كرة، ولا معرض بضاعة، ولا حديقة حيوان! هذه المدرسة إذا جاءها المدير الحازم القدير والمعلمون الأكفاء المخلصون عادت مدرسة مثالية.\rوكذلك المسلمون.\r***","seal":"759B3212","part":1},
      {"page":249,"id":249,"nass":"صورتان واقعيتان (¬1)\rأعرض عليكم -في هذا الحديث- صورتين واقعيتين، صورة من حياتنا، وصورة من حياة المسلمين في الصدر الأول.\rدخلت المستشفى من سنتين لعملية جراحية، فأعدوني للعملية بفحوص كثيرة أجروها؛ فحوص مجهرية وكيميائية مختلفة للدم، وصور شعاعية، وفحوص سريرية. فلما تيقنوا باحتمال الجسم للعملية استعد الطبيب، فغسل يديه وعقمهما ولبس القفازات المعقمة، وعقمت غرفة العمليات، وربطوا الجرح بالقماش المعقم، وأعطوني المضادات الحيوية (الأنتي بيوتيك) والبنسلين والستربتومايسين وأنواعاً أخرى من ذوات السين. وفي كل يوم يأتي الطبيب ليغير أربطة الجرح فيتخذ هذه الاحتياطات؛ خشية أن يتسرب جرثوم إلى الجرح فيفسده.\rهذه الصورة الأولى، وليست جديدة عليكم، ففي كل يوم ترون أمثالها أو تسمعون به.\rأما الصورة الثانية فلن آتي بها مما المستشفى بل من ساحة المعركة،\r¬__________\r(¬1) لم أجد في مخطوطة هذه المقالة والتي تليها (وهما آخر ما استطعت اختياره لهذا الكتاب) ما يدل على تاريخ كتابتهما، ولكني أرجّح أنهما قد أُذيعتا من إذاعة دمشق في أوائل الستينيات (مجاهد).","seal":"2C1D11B0","part":1},
      {"page":250,"id":250,"nass":"معركة بدر، حين كان معاذ بن عمرو بن الجموح يقاتل، فأصابته ضربة سيف على عاتقه، فقُطعت يده وبقيت معلقة بجلده في كتفه، هل تدرون ماذا صنع؟\rلا. لم يحملوه على محفة المستشفى العسكري المتنقل، ولم يُلقَ على سرير العمليات ليخدر ثم يخاط الجرح، ولم يعط شيئاً من مبيدات الجراثيم، بل استمر يقاتل، ولما ضايقته يده المقطوعة المعلقة بكتفه تقاصر حتى وصلت أصابعها إلى الأرض، فوضعها تحت قدمه ونهض فتمطى حتى قطع الجلدة الباقية، وأخذ اليد المقطوعة فألقاها، وعاد إلى الجهاد.\rهذه قصة حقيقية. ولقد ذكرتها وأنا في المستشفى وأنا -رغم حفظ الجرح ولفه بالضمادات المعقمة وأخذي المضادات- أخاف، أو يخافون عليّ، تسمم الجرح ... وهذا يصنع ما سمعتم به!\rإنكم تقرؤون الخبر من أخبار السيرة ومن أخبار التاريخ، فتمرون به من غير أن تتصوروه حقيقة. وأنا لا أشك أن كثيرين منكم قرؤوا هذا الخبر، ولكن هل تصوره أحد منكم؟\rالواحد منا تجرح يده فيسرع إلى القطن والغَول (الإسبيرتو)، وتهرس إصبعه أو تنشق كفه، فيركض إلى المستشفى ليخيط الجرح ويعقمه. فكيف استطاع هذا المجاهد احتمال قطع يده من الكتف؟ ألم ينزف منها دمه؟ ألم يتلوث الجرح؟ ألم يحمل من الألم ما يمنعه من القتال؟ فكيف استمر في القتال؟\rهل نحن بشر وهو فوق البشر، أم هو بشر ونحن دون البشر؟ هل يختلف تركيب أجسادنا عن تركيب أجسادهم؟ هل خُلقنا نحن من طين وهم من الإسمنت المسلح؟","seal":"EA89337C","part":1},
      {"page":251,"id":251,"nass":"لا. ولكنهم كانوا يملكون دواء عجيباً يزيل الأوجاع كلها والآلام، ولكنه ليسر مخدراً كالمخدرات التي نعرفها. ويصب في الجسد قوة ونشاطاً، ولكن لا نعرف -ونحن في عصر التقدم- دواء مثله، ويحفظ الجروح في الحرب سليمة من الجراثيم من غير رباط ولا تعقيم، ويصبّر الجسد على الجوع فلا يحس به ولا يضره، وعلى العطش وعلى قلة النوم.\rإنه دواء له عمل السحر وليس بسحر.\rوبهذا الدواء كانت رفيدة، المرأة التي لم تدخل مدرسة التمريض، تداوي الجرحى في الحرب في خيمتها التي نصبتها في مسجد رسول الله صلى الله عليه وسلم؛ مَن قُطعت يده، أو شق جنبه، أو شج رأسه، فيخرج معافى بلا بنسلين ولا ستربتومايسين. وبهذا الدواء كان يتداوى من يصيبه السهم فيخرجه من جسده، ويوالي القتال. وبهذا الدواء صبر الجندي المسلم على الجوع والعطش والتعب، حتى استطاع أن يمشي من المدينة إلى مصر وليبيا وساحل الأطلنطي وقلب فرنسا، وإلى الشام والعراق وفارس والأفغان والهند. وبهذا الدواء تغلب علماء المسلمين على تعب السهر واستغنوا عن المنام حتى ألّفوا هذه الكتب التي كانت معجزة الفكر البشري.\rولما نسينا نحن تركيب هذا الدواء ضعفنا في أجسادنا وأرواحنا وعقولنا، وتخاذلنا، ونزلنا بعد الرفعة، ورجعنا بعد التقدم، وصرنا وراء الناس وكنا في مقدمة الناس.\rهذا الدواء يا سادة اسمه ... اسمه: الإيمان.\r***","seal":"74B1D08D","part":1},
      {"page":252,"id":252,"nass":"إلى وزير التربية والتعليم:\r\rكلمة في القومية والدين\rقرأت من أيام أن سيادة وزير التربية والتعليم جمع مديري المعارف وكلمهم، وتوعّد في آخر كلامه من لا يقول منهم بالقومية العربية ومن لا يدعو إليها.\rوسيادة الوزير صديقي، ومن حقه عليّ أن أعاونه على ما هو فيه؛ فأدلّه على واحد لا يقول بالقومية، بل هو يحاربها وينفّر منها، واسم هذا الواحد: محمد بن عبد الله الهاشمي، من أهل مكة.\rهل عرفته يا مولانا؟ إنه رسول الله صلى الله عليه وعلى آله، الذي يقول: «ليس منا من دعا إلى عصبية»، ويقول: «لا فضل لعربي على عجمي، ولا لعجمي على عربي، إلا بالتقوى».\rوواحد آخر يقول بذلك؛ هو الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفواً أحد. إنه يقول، جل من قائل: {إنّمَا المُؤمِنونَ إخْوَة}. ما قال: إنما العرب، ولا: إنما الأكراد. ويقول: {إنَّ أكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ}، ما قال: إن أكرمكم عربكم ولا عجمكم.\rفهل نسمع كلامك، أم كلام الله وكلام رسول الله؟","seal":"38D20536","part":1},
      {"page":253,"id":253,"nass":"وما دعوة القومية الآن وقد تركها الناس؟\rإنها «موضة» انصرف عنها أصحابها ومذهب خالفه أهله. إنها كانت «موضة» القرن التاسع عشر، وقد ذهبت بذهاب أهله، وصار يقسم العالم اليوم المذهب لا القومية. إن في العالم شيوعية وديموقراطية، تضم كل منهما من القوميات الكثير؛ تذوب فيها، وتكون تبعاً لها.\rوالإسلام جاء بمثل هذه الرابطة من ألف وأربعمئة سنة، فكان ذلك من جملة معجزات الإسلام.\rوفرنسا وألمانيا، العدوان اللدودان، ومصدر الدعوة القومية ومظهرها في أيامها، تقاربتا وتصالحتا، وهما على أبواب الوحدة الأوربية والسوق المشتركة. ونحن ندعو إلى القوميات؟\rإننا نعد ثياب الشتاء لنلبسها وقد ولى الشتاء وحل الربيع. إننا نتهيأ للذهاب إلى المحطة وقد سافر القطار. إننا لا نوافق الإسلام ولا نساير ركب الحضارة.\rكلا يا سيدي. لا نؤمن بالقومية العربية، ولا الكردية، ولا التركية، ولا ندعو بأي دعوة عصبية جاهلية، ولكن نؤمن بالإسلام وأخوّة الإسلام.\rولا نستطيع أن ندخل جهنم ليرضى عنا هؤلاء الذين ناموا لمّا أدلج الناس، ثم جاؤوا متأخرين، يدّعون أنهم تقدميون وهم في الحقيقة رجعيون؛ يريدون أن نرجع إلى عهد القوميات بعدما ذهبت القوميات، وولى عهدها، وصارت خبراً من أخبار التاريخ.\rكلا. إننا لا نسمع إلا كلام ربنا، وبيان نبينا، ولا نقول بما يخالف الإسلام ... ولو غضب من غضب وثار من ثار: {وقُل الحَقُّ مِن ربِّكُمْ فَمَنْ","seal":"6C8FAB07","part":1},
      {"page":254,"id":254,"nass":"شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ}.\rولو كانت القومية تنجي عند الله أحداً لأنجت أبا لهب وأبا جهل. لا. ولكن أكرمكم عند الله أتقاكم، ولا فضل لعربي على عجمي إلا بالتقوى.\rألا إننا لا نعرف في قانوننا إلا الإسلام. ما حرمه حرمناه، وما أمر به فعلناه، وما سنّه اتبعناه. إن أنكر الإسلام القومية كفرنا بالقومية، وإذا أبى الاشتراكية نبذنا الاشتراكية، وإن قبّح الفن لعنّا الفن، وإن قال لنا الإسلام انبذوا الدنيا نبذنا الدنيا.\rلا نخجل بإسلامنا، ولا نساوم فيه ولا نهادن. إن قالوا عن أحكام الإسلام رجعية قلنا نحن رجعيون، وإن دعوها عصبية قلنا نحن متعصبون. ومهما أطلقوا على الشر من أسماء الخير؛ فسموا الرذيلة رقياً، والفساد فنّاً، لم نرض بالشر. ومهما سموا الخير بأسماء الشر؛ فقالوا عن الفضيلة والحق والصلاح جمود أو رجعية، لم نترك الخير.\rمسلمون، مسلمون. لا نداري ولا نداور ولا نحيد إن شاء الله عن طريق الإسلام.\r***","seal":"94BB4C7B","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"ShrtCs":0,"Bk":"مقالات في كلمات","HigriD":"1420","oAuthVer":5,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"علي بن مصطفى الطنطاوي","bLnk":null,"Inf":null,"Auth":"علي الطنطاوي","Betaka":"الكتاب: مقالات في كلمات\r\nالمؤلف: علي بن مصطفى الطنطاوي (المتوفى: 1420 هـ)\r\nجمع وترتيب: حفيد المؤلف مجاهد مأمون ديرانية\r\nالناشر: دار المنارة للنشر والتوزيع، جدة - المملكة العربية السعودية\r\nالطبعة: الأولى، 1421 هـ - 2000 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"علي الطنطاوي (1327 - 1420 هـ = 1909 - 1999 م)\r\r• ولد في دمشق لأسرة عُرف أبناؤها بالعلم، فقد كان أبوه، الشيخ مصطفى الطنطاوي، من العلماء المعدودين في الشام وانتهت إليه أمانة الفتوى في دمشق. وخاله، أخو أمه، هو محب الدين الخطيب الذي استوطن مصر وأنشأ فيها صحيفتَي «الفتح» و «الزهراء».\r• نال الليسانس في الحقوق من جامعة سنة 1933.\r• كتب في أشهر الصحف في عصره فكتب في «المقتبس» و «فتى العرب» و «ألِف باء» و «الناقد» و «الشعب» و «المسلمون» و «الرسالة» للزيات و «النصر» و «الأيام» و «الحج» و «المدينة» و «الشرق الأوسط»، وله مقالات متناثرة في عشرات من الصحف والمجلات.\r• عمل معلما في مدارس سوريا والعراق من عام 1931 إلى 1940.\r• ثم ترك التعليم، ودخل في سلك القضاء، ليمضي فيه ربع قرن كاملاً، وتدرج لأعلى المناصب في المحاكم السورية.\r• في عام 1963 سافر إلى الرياض مدرّساً في «الكليات والمعاهد» (وكان هذا هو الاسم الذي يُطلَق على كلّيتَي الشريعة واللغة العربية، وقد صارت من بعد جامعة الإمام محمد بن سعود)\r• ثم انتقل للتدريس في مكة وعاش في أجياد مجاوراً للحرم إحدى وعشرين سنة (من عام 1964 إلى عام 1985)، ثم انتقل إلى العزيزية (في طرف مكة من جهة منى) فسكنها سبع سنوات، ثم إلى جدة فأقام فيها حتى وفاته وسجل في السعودية الكثير من الأحاديث الإذاعية والتلفزيونية.\r• حينما بلغ الثمانين أغلق عليه باب بيته واعتزل الناس إلا قليلاً من المقربين يأتونه في معظم الليالي زائرين، حتى توفي رحمه الله في قسم العناية المركزة في مستشفى الملك فهد بجدة، ودُفن في مكة المكرمة\r\rمؤلفاته\rترك علي الطنطاوي عدداً كبيراً من الكتب، أكثرها يضم مقالات مما سبق نشره في الصحف والمجلات، وهذه هي أهم مؤلفاته (مرتبة هجائياً، مع سنوات صدور الطبعة الأولى منها):\r\r* أبو بكر الصديق (1935)\r* أخبار عمر (1959)\r* أعلام التاريخ (1 - 7) (1960)\r* بغداد: مشاهدات وذكريات (1960)\r* تعريف عام بدين الإسلام (1970)\r* الجامع الأموي في دمشق (1960)\r* حكايات من التاريخ (1 - 7) (1960)\r* دمشق: صور من جمالها وعِبَر من نضالها (1959)\r* ذكريات علي الطنطاوي (8 أجزاء) (1985 - 1989)\r* رجال من التاريخ (1958)\r* صور وخواطر (1958)\r* صيد الخاطر لابن الجوزي (تحقيق وتعليق) (1960)\r* فتاوى علي الطنطاوي (1985)\r* فصول إسلامية (1960)\r* فِكَر ومباحث (1960)\r* في أندونيسيا (1960)\r* في سبيل الإصلاح (1959)\r* قصص من التاريخ (1957)\r* قصص من الحياة (1959)\r* مع الناس (1960)\r* مقالات في كلمات (1959)\r* من حديث النفس (1960)\r* من نفحات الحرم (1960)\r* هُتاف المجد (1960)\r\rوقد نشر حفيده، مجاهد مأمون ديرانية، بعد وفاته عدداً من الكتب التي جمع مادتها من مقالات وأحاديث لم يسبق نشرها، وهي هذه الكتب:\r* فتاوى علي الطنطاوي (الجزء الثاني) (2001)\r* فصول اجتماعية (2002)\r* نور وهداية (2006)\r* فصول في الثقافة والأدب (2007)\r* فصول في الدعوة والإصلاح (2008)\r* البواكير (2009)\r\r(مختصرا من ويكيبيديا)","seal":"FC360030","cat":"الدعوة وأحوال المسلمين","oNum":17802,"BkId":17802,"oAuth":2424,"bVer":1,"aSeal":"F7B7841E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t17802":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":11,"sub":0,"tit":"القسم الأول"},
      {"lvl":2,"id":13,"sub":0,"tit":"ابحثوا وخبروني"},
      {"lvl":2,"id":16,"sub":0,"tit":"لن يخدعونا"},
      {"lvl":2,"id":18,"sub":0,"tit":"حتى لا نكون مغفلين"},
      {"lvl":2,"id":20,"sub":0,"tit":"الطرق"},
      {"lvl":2,"id":23,"sub":0,"tit":"لا تخافوا اليهود"},
      {"lvl":2,"id":25,"sub":0,"tit":"البطل!"},
      {"lvl":2,"id":27,"sub":0,"tit":"ثورة دجلة"},
      {"lvl":2,"id":29,"sub":0,"tit":"لا نريد تماثيل"},
      {"lvl":2,"id":31,"sub":0,"tit":"العدالة الاجتماعية"},
      {"lvl":2,"id":33,"sub":0,"tit":"مزاح أم إجرام؟"},
      {"lvl":2,"id":35,"sub":0,"tit":"ما أضعف الإنسان!"},
      {"lvl":2,"id":37,"sub":0,"tit":"القليل يصنع الكثير!"},
      {"lvl":2,"id":39,"sub":0,"tit":"احترموا عقيدتنا وديننا!"},
      {"lvl":2,"id":41,"sub":0,"tit":"بلى، لدينا أدب ولدينا أدباء"},
      {"lvl":2,"id":44,"sub":0,"tit":"الإسلام والمرأة (1)"},
      {"lvl":2,"id":46,"sub":0,"tit":"الإسلام والمرأة (2)"},
      {"lvl":2,"id":48,"sub":0,"tit":"أحاديث نبوية"},
      {"lvl":2,"id":50,"sub":0,"tit":"حساب النواب"},
      {"lvl":2,"id":52,"sub":0,"tit":"في الاقتصاد"},
      {"lvl":2,"id":54,"sub":0,"tit":"خاطبوهم بلغة المدفع"},
      {"lvl":2,"id":56,"sub":0,"tit":"في نقد الإذاعة"},
      {"lvl":2,"id":58,"sub":0,"tit":"أثر الإيمان"},
      {"lvl":2,"id":60,"sub":0,"tit":"نظام يحتاج إلى إصلاح"},
      {"lvl":2,"id":62,"sub":0,"tit":"أناشيد"},
      {"lvl":2,"id":63,"sub":0,"tit":"نحن في حرب"},
      {"lvl":2,"id":64,"sub":0,"tit":"القاضي الشهيد"},
      {"lvl":2,"id":66,"sub":0,"tit":"لا نريد من يدافع عن القاتل"},
      {"lvl":2,"id":68,"sub":0,"tit":"الكماليات"},
      {"lvl":2,"id":70,"sub":0,"tit":"في الناس خير"},
      {"lvl":2,"id":73,"sub":0,"tit":"كونوا مثل عمر"},
      {"lvl":2,"id":75,"sub":0,"tit":"مثل الساعة!"},
      {"lvl":2,"id":77,"sub":0,"tit":"وظفوا الأصلح"},
      {"lvl":2,"id":79,"sub":0,"tit":"التلميذة الخالدة"},
      {"lvl":2,"id":81,"sub":0,"tit":"العلاج حق للناس"},
      {"lvl":2,"id":83,"sub":0,"tit":"الوفاء لأهل الفضل"},
      {"lvl":2,"id":85,"sub":0,"tit":"كلمة في الكذب"},
      {"lvl":2,"id":88,"sub":0,"tit":"بلادنا التي فقدناها"},
      {"lvl":2,"id":91,"sub":0,"tit":"ثورة الإيمان"},
      {"lvl":2,"id":93,"sub":0,"tit":"هذه هي الحرب فماذا أعددتم لها؟"},
      {"lvl":2,"id":96,"sub":0,"tit":"تزوجوا بنات بلادكم"},
      {"lvl":2,"id":99,"sub":0,"tit":"العربية في خطر"},
      {"lvl":2,"id":101,"sub":0,"tit":"دين محمد صلى الله عليه وسلم"},
      {"lvl":2,"id":105,"sub":0,"tit":"شجعوا الزواج"},
      {"lvl":2,"id":108,"sub":0,"tit":"هجوم على الأطباء"},
      {"lvl":2,"id":110,"sub":0,"tit":"في الغيرة"},
      {"lvl":2,"id":112,"sub":0,"tit":"وزراء اليوم"},
      {"lvl":2,"id":114,"sub":0,"tit":"الإيمان أهم من الجدران"},
      {"lvl":2,"id":116,"sub":0,"tit":"أساس الإصلاح"},
      {"lvl":2,"id":119,"sub":0,"tit":"العلاج بالزواج"},
      {"lvl":2,"id":122,"sub":0,"tit":"رجعية!"},
      {"lvl":2,"id":124,"sub":0,"tit":"أغاني الميوعة والفجور"},
      {"lvl":2,"id":126,"sub":0,"tit":"ماذا يصنع اليهود؟!"},
      {"lvl":2,"id":129,"sub":0,"tit":"استعدوا للحرب"},
      {"lvl":2,"id":132,"sub":0,"tit":"الأمة العاقلة لا تسرف"},
      {"lvl":2,"id":134,"sub":0,"tit":"بقلم: حقوقي شرعي"},
      {"lvl":2,"id":138,"sub":0,"tit":"نحن واليهود"},
      {"lvl":2,"id":140,"sub":0,"tit":"قاوموا هذه الأفلام"},
      {"lvl":2,"id":142,"sub":0,"tit":"مريض الوهم"},
      {"lvl":2,"id":144,"sub":0,"tit":"نحن والسيدات"},
      {"lvl":2,"id":146,"sub":0,"tit":"الأذان"},
      {"lvl":2,"id":148,"sub":0,"tit":"أوقفوا الميوعة والفساد"},
      {"lvl":2,"id":150,"sub":0,"tit":"مرحبا بالغارات"},
      {"lvl":2,"id":153,"sub":0,"tit":"الزواج ... مرة أخرى"},
      {"lvl":2,"id":155,"sub":0,"tit":"نريد شبابا أعزة"},
      {"lvl":2,"id":157,"sub":0,"tit":"متى نثق بأنفسنا؟"},
      {"lvl":2,"id":160,"sub":0,"tit":"الموضة"},
      {"lvl":2,"id":162,"sub":0,"tit":"تشابه أسماء"},
      {"lvl":2,"id":164,"sub":0,"tit":"موازين الحق"},
      {"lvl":2,"id":166,"sub":0,"tit":"كفانا غفلة"},
      {"lvl":2,"id":168,"sub":0,"tit":"الشفاعة للمجرم جريمة"},
      {"lvl":2,"id":170,"sub":0,"tit":"حاربوا الرذيلة (1)"},
      {"lvl":2,"id":172,"sub":0,"tit":"حاربوا الرذيلة (2)"},
      {"lvl":2,"id":175,"sub":0,"tit":"علاج للرذيلة"},
      {"lvl":2,"id":177,"sub":0,"tit":"الاستعداد للجهاد"},
      {"lvl":2,"id":180,"sub":0,"tit":"من هو العالم؟"},
      {"lvl":2,"id":181,"sub":0,"tit":"إصلاح الإذاعة"},
      {"lvl":2,"id":183,"sub":0,"tit":"مكافأة البطولة"},
      {"lvl":2,"id":185,"sub":0,"tit":"فصل مفقود من كتاب «كليلة ودمنة»"},
      {"lvl":2,"id":186,"sub":0,"tit":"لا تيأسوا"},
      {"lvl":2,"id":188,"sub":0,"tit":"جريدة «الأيام»"},
      {"lvl":2,"id":191,"sub":0,"tit":"أبو حية النميري، والموظفون"},
      {"lvl":2,"id":193,"sub":0,"tit":"هذه هي الصلاة"},
      {"lvl":2,"id":196,"sub":0,"tit":"طاقة أفكار (1) تصحيح أخطاء شائعة"},
      {"lvl":2,"id":198,"sub":0,"tit":"طاقة أفكار (2) العامي الفصيح"},
      {"lvl":2,"id":200,"sub":0,"tit":"طاقة أفكار (3) مباحث لغوية"},
      {"lvl":2,"id":202,"sub":0,"tit":"طاقة أفكار (4) تكريم الأحياء"},
      {"lvl":1,"id":205,"sub":0,"tit":"القسام الثاني"},
      {"lvl":2,"id":207,"sub":0,"tit":"اسمعوا يا عباد الله (1) (قطعة من حديث ...)"},
      {"lvl":2,"id":209,"sub":0,"tit":"اسمعوا يا عباد الله (2) (قطعة من حديث ...)"},
      {"lvl":2,"id":211,"sub":0,"tit":"اسمعوا يا عباد الله (3) (قطعة من حديث ...)"},
      {"lvl":2,"id":213,"sub":0,"tit":"إلى شباب «اليويو»"},
      {"lvl":2,"id":215,"sub":0,"tit":"«صحفي»!"},
      {"lvl":2,"id":218,"sub":0,"tit":"أبناؤنا وتاريخنا (1)"},
      {"lvl":2,"id":220,"sub":0,"tit":"أبناؤنا وتاريخنا (2)"},
      {"lvl":1,"id":223,"sub":0,"tit":"القسم الثالث"},
      {"lvl":2,"id":225,"sub":0,"tit":"ديننا واضح"},
      {"lvl":2,"id":227,"sub":0,"tit":"الله أكبر"},
      {"lvl":2,"id":230,"sub":0,"tit":"الأدب والتربية"},
      {"lvl":2,"id":233,"sub":0,"tit":"نحن والحضارة الحديثة (1)"},
      {"lvl":2,"id":236,"sub":0,"tit":"نحن والحضارة الحديثة (2)"},
      {"lvl":2,"id":239,"sub":0,"tit":"النفقات"},
      {"lvl":2,"id":242,"sub":0,"tit":"والوصايا"},
      {"lvl":2,"id":246,"sub":0,"tit":"مجتمعات إسلامية عاصية"},
      {"lvl":2,"id":249,"sub":0,"tit":"صورتان واقعيتان"},
      {"lvl":2,"id":252,"sub":0,"tit":"كلمة في القومية والدين"}
    ]
}
