{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b18197":
    [
      {"aya":null,"part":null,"sora":null,"Na":null,"id":1,"hno":null,"nass":"إصلاح غلط أبي عبيد في غريب الحديث\r\rتأليف\rابن قتيبة عبد الله بن مسلم الدينوري\r(المتوفى سنة 276 هـ)\r\rتحقيق\rعبد الله الجبوري","seal":"9EBDE512","page":null},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":2,"hno":null,"nass":"جميع الحقوق محفوظة\r\rالطبعة الأولى\r1403 هـ - 1983 م","seal":"7B0BF5A0","page":2},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"hno":null,"nass":"إصْلاح غَلط أبي عبيد في غرائب الحديث","seal":"2FFE161C","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"hno":null,"nass":"مقدمة المحقق\rالحمد لله الذي لم يجعل السّبيل إلى معرفته إلّا بالعجز عن دَرْك معرفته.\rوأصلّي وأسلّم على البشير النذير، أفْصَح مَنْ نَطَق بالضّاد.\rفهذه رسالةٌ في النقد اللغوي، وتعد رامُوزاً جيّداً فيه عند العرب، توفّر عليها أحد أعلام التراث العربي الاسلامي.\rأفاد العربية والادب والتاريخ والحديث والتفسير بجلائل الأعمال، تناول فيها نَقْد أثر عزيز من آثار: \"لغة الحديث\".\rوقد سار فيها على سَنَن العلماء الإثبات وسَفتهم، من أدب نَفْس جمّ، وتواضع شديد، ومعرفة تامّة بفنّه ..\rوكان يقيم نَقْده على الحجّة والبرهان، ويعضده بالدليل والشاهد ...\rوهذا الناقد، هو: ابن قتيبة، عبد الله بن مسلم الدينوري (ت - 276 هـ)، والمنقود، هو: أبو عُبَيْد القاسم بن سلّام الهَرَوي، صاحب: \"غريب الحديث\"، و \"الأموال\" و \"الأمثال\" .. والمتوفى في سنة 224 هـ، وهو شيخ ابن قتيبة ..","seal":"2B1AFD9D","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"hno":null,"nass":"وبتوفيق من الله -تبارك وتعالى- أنشر هذه الرسالة اللغوية بالطَّبْع، بعد نشري لكتاب: \"غريب الحديث\" .. براً بنَشْر مآثر السَّلَف، وتمسكاً بولائي الثابت -إنْ شاء الله- للغة السماء .. التي سأصبر نَفْسي عليها ما حَييْت ..\rوالله المستعان.","seal":"C7DAADF2","page":6},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"hno":null,"nass":"ابن قتيبة\rعبد الله بن مسلم بن قتيبة، الدّينوري، الكوفي البغدادي، أبو محمد.\rأصله من: (مرو (¬1) العظمى مرو الشاهجان)، ولد بالكوفة (¬2)، وقيل ببغداد (¬3). في مستهل رجب، سنة ثلاث عشرة ومائتين (¬4) للهجرة، ونشأ في موطن ولادته .. فثقف علوم العربية وعلوم الشريعة، ودرس علم الكلام، وأخذ طرفاً من عدوم: الفلسفة والمنطق، ثم تعمق في علوم العربية، والحديث، والفقه .. وتلقى العلم عن مشاهير شيوخ عصره، وهم كثر، وربما يزيد عددهم على الأربعين شيخاً (¬5) ..\rإنما الذين أثّروا في ثقافته اللغوية، ثلاثة، أبو حاتم (¬6) السِّجِسْتاني\r¬__________\r(¬1) معجم البلدان 7/ 30 - 32\r(¬2) الفهرست/ 86، نزهة الألباء: 159، الكامل لأبن الأثير 7/ 175.\r(¬3) تاريخ بغداد 10/ 170، الأنساب: 443، إنباه الرواة 2/ 143.\r(¬4) تاريخ بغداد، الأنساب، ابن خلكان 3/ 42، المزهر 2/ 465.\r(¬5) ينظر: تأويل مشكل القرآن: (المقدمة: 3 - 7).\r(¬6) مراتب النحويين/38، طبقات النحويين/ 100، الأنساب/ 291، الفهرست: 58، وفيات الأعيان 2/ 430، إنباه الرواة 2/ 58 أخبار النحويين: 93.","seal":"40E7C3F1","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"hno":null,"nass":"(ت - 255 هـ)، والرياشي (¬1) أبو الفضل (ت - 257 هـ)، والأصمعي (¬2) عبد الملك بن قُرَيْب (ت - 216 هـ).\rوفي علوم الفِقْه والحديث، إسحاق بن ابراهيم، الحَنْظلي المعروف بابن راهَوَيْه (ت -238 هـ على رواية). وهو أحد كبار أهل الحديث والفقه في زمانه. وهو شيخ الإِمام البخاري، والنسائي، والترمذي (¬3).\rوأثر هؤلاء العلماء واضح في آثار ابن قتيبة، وبخاصة في كتابيه: \"غريب الحديث، وإصلاح الغَلَط\" ..\rثم يبدو إنَّ لأبيه أثَراً في دراسته لعلوم الحديث، إذ هو من المشتغلين فيه، كما ينقل عنه ولده ابن قتيبة، في: \"غريب الحديث\"، وفي غيره من كتبه (¬4) ..\r\r° ثقافته:\rيتميز ابن قتيبة من بين معاصريه، بسعة الثقافة، وهو صِنْو الجاحظ (ت - 255 هـ) في هذا الميدان .. وهو ممن تلمذ له في مطالع\r¬__________\r(¬1) نزهة الألباء: 262، وفيات الأعيان 3/ 27، إنباه الرواة 2/ 367، تاريخ بغداد 12/ 138، البغية 2/ 27.\r(¬2) ينظر: نور القيس: 125، وفيات الأعيان 3/ 170، بروكلمان (العربية / 2/ 147).\r(¬3) ينظر عنه: الأنساب/245، ابن خلكان 1/ 199، طبقات المفسرين 1/ 102، تاريخ بغداد 6/ 345، تهذيب التهذيب 1/ 216، العبر 1/ 426، تذكرة الحفاظ 2/ 433، ميزان الاعتدال 1/ 182.\r(¬4) ينظر: فهرس الاعلام (غريب الحديث) ..","seal":"D81A864A","page":8},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"hno":null,"nass":"حياته .. ولعله تأثَّر به (¬1) .. ثم هاجَمه في كتابه: \"تأويل مختلف الحديث\" (¬2) .. دفاعاً عن السنَّة المطهّرة.\rفقرأ ابن قتيبة، علوم الهند، واليونان، وقرأ التوراة والانجيل، وأفاد منها في كتبه. وبخاصة في \"عيون الأخبار\" و\"غريب الحديث\" و\"المعارف\" .. و\"تأويل مشكل القرآن\" ..\rثم امتاز أيضاً، بالمنهج العلمي (¬3)، وهو: \"منهج يقوم على الاستقراء والتجربه والبحث واستخلاص النتائج بعد المشاهدة والخبرة\" ..\rأما أسلوبه في التأليف، فهو نَمَطٌ فريدٌ في فنّه، خِلْوٌ من التكلّف، منزّه عن السَّجْع، قوي فصيح، جمع بين السلامة والدّقة. فهو أشبه بأسلوب المترسّلين من كتّاب العربية ..\rوكتبُه: منسَّقة، حَسَنة التأليف، واضحة الفكر، تشيع فيها: \"الوحدة الموضوعية\" .. جمع في تضاعيفها سَعَة الثقافة، وبراعة التنسيق، ولعل إقبال الناس عليها، كان باعثه هذا الصنيع ..\rوقال فيه ابن تيمية (¬4): \" .. وكان أهل المغرب يعظّمونه، ويقولون: من استجاز الوقيعة فيه، يتهم بالزندقة ويقولون: كل بيت ليس فيه شيء من تصنيفه لا خيرَ فيه .. \".\r¬__________\r(¬1) ينظر: الجندي، ابن قتيبة/155، وعيون الأخبار 3/ 216، 249.\r(¬2) تأويل مختلف الحديث: 59 - 60.\r(¬3) ينظر: غريب الحديث 1/ 16.\r(¬4) تفسير سورة الاخلاص: /95.","seal":"B705BBA7","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"hno":null,"nass":"وثقافته اللغوية، مكينة قويّة، ونقده هادف قويم، أفاد من هذه الحصيلة اللغوية، في وضع آثاره اللغوية: \"أدب الكاتب\"، و\"المشكل\" و\"غريب القرآن\"، و\"غريب الحديث\" و\"إصلاح الغلط\" .. وأفادت طائفة من أهل اللغة والأدب من هذه الجهود الحميدة .. حتى كان كتابه: \"أدب الكاتب\" أشبه بالمدرسة الأدبية .. فاحتفى به أهل الأدب، وهشَّ له اللغويون .. حتى عدّه ابن خلدون أحد الأصول الأربعة من أركان الأدب العربي ..\r\r° جهوده في الحديث الشريف:\rتصدَّى ابن قتيبة لترّهات المتشككين في بعض أحكام الحديث النبوي، فردَّ عليهم كيدهم، وفنَّد تحريفهم. ولعل كتابه: \"تأويل مختلف الحديث\" أقوى دليل على هذا الجهد .. كما تصدى لرد على أهل الزيغ والتجسيم والتأويل .. لذلك نعته ابن تيمية (¬1): بخطيب السنة .. كما أن الجاحظ خطيب المعتزلة ..\rفكتب في أصوله ونقده، وفي لغته وغريبه .. ومن آثاره في هذا الباب: \"غريب الحديث، إصلاح غلط أبي عبيد، تأويل مختلف الحديث .. \" ..\rغريب الحديث:\rهو ما وقع في متن (¬2) الحديث من الألفاظ الغامضة، البعيدة من الفهم لقِلّة استعمالها، أو لدقّة معناها .. وأصول هذا التعريف ترجع إلى\r¬__________\r(¬1) تفسير سورة الاخلاص: 86، 95.\r(¬2) ينظر: غريب الخطابي (مخطوط 1/ 13)، معرفة علوم الحديث/88، تدريب الراوي 2/ 184، ابن الصلاح/245، الخلاصة/62 غريب ابن قتيبة 1/ 21.","seal":"A41EED45","page":10},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"hno":null,"nass":"معنى: \"الغرابة\" في الناس والقول .. فالغريب من الناس، إنما هو البعيد عن الوطن، المنقطع عن الأهل والديار ..\rومتن الحديث:\rألفاظه التي تقوم بها المعاني (¬1)\rوعلم غريب الحديث:\rهو من المهمّات المتعلقة بفهم الحديث والعلم والعمل به، لا بمعرفة صناعة الاسناد وما يتعلق به (¬2).\rوهو فن جليل القدر، له خَطَرُه في فهم الحديث الشريف، ويتطلب من طالب الحديث اتقانه وفقه معانيه، ويجب أن يتثبت فيه أشدّ تثبت (¬3).\rوقد روي عن الامام أحمد بن حنبل (ت - 241 هـ)، أنه سئل عن حرف من غريب الحديث فقال: \"سلوا أصحاب الغريب، فإنّي أكره أَنْ أتكلم في قول رسول الله - صلّى الله عليه وسلّم -، بالظّن فأخطئ\" (¬4) .. لذلك قال المحدّثون: الخَوْضُ فيه صعْبٌ، فليتحر خائِضُه (¬5).\rومعلوم عند أهل هذا الفن، أن الأقوال المنسوبة إلى الصحابة أو التابعين (رضوان الله تعالى عنهم) متى جاءت من طريق المحدّثين،\r¬__________\r(¬1) تدريب الراوي 2/ 184، الكاشف (مخطوط/ ق 1)، الخلاصة/ 30.\r(¬2) الباعث الحثيث/167.\r(¬3) تدريب الراوي 2/ 184، الخلاصة/ 62، الباعث الحثيث/167.\r(¬4) تدريب الراوي 2/ 184\r(¬5) الخلاصة/ 62، وتدريب الراوي 2/ 184.","seal":"112621F3","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"hno":null,"nass":"تأخذ حكم الأقوال المرفوعة إلى رسول الله - صلّى الله عليه وسلّم -، من جهة الاحتجاج بها في إثبات لفظ لغوي، أو وضع قاعدة نحوية (¬1) ..\r\r° وفاته:\rوفي بغداد، توفي ابن قتيبة، في سنة ست وسبعين ومائتين للهجرة (¬2).\rوترك جمهرة من الآثار، في شتى فنون المعرفة العربية والاسلامية المعروفة في عصره ..\rطبع منها شيء كثير، ولم يبق منها إلا المفقود، وقليل من المخطوط (¬3) ..\r\r° غريب الحديث لابن قتيبة:\rتتبع ابن قتيبة خطوات أبي عبيد في: \"غريب الحديث\" وتعقبه بالنظر والتفتيش والمذاكرة، فوجد ما ترك نحواً مما ذكر، أو أكثر منه، فتتبع ما أغفل، وفسّر على نحو ما فسّر بالإسناد لما عرف إسناده.\r¬__________\r(¬1) محمد الخضر الحسين: (الاستشهاد بالحديث في اللغة/167). دراسات في العربية وتاريخها.\r(¬2) ينظر: الأنساب/443، الفهرست/ 86، وفيات الأعيان 3/ 42، العبر 2/ 56، وكامل ابن الاثير 7/ 438، النجوم الزاهرة 3/ 75، تاريخ بغداد 10/ 170، المنتظم 5/ 102، مرآة الجنان 5/ 105، لسان الميزان 3/ 357، المختصر 2/ 57، روضات الجنات 5/ 105، بغية الوعاة 2/ 63، طبقات المفسرين 1/ 245، إنباه الرواة 2/ 144.\r(¬3) ينظر: دراسة في كتب ابن قتيبة، عبد الله الجبوري، بغداد، (1 - 2) 1978 م 1378 هـ، مجلة: \"آداب المستنصرية ع/2، وع/3\".","seal":"C1DD39C1","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"hno":null,"nass":"والقطع لما لم يعرفه .. وكان يرى من قبل، أنَّ غريب أبي عبيد قد جمع تفسير غريب الحديث .. وان الناظر فيه مستغنٍ به ... ثم رأى جملة من الأحاديث ففسّره في (غريبه) على نحو مجانب للصواب، مخالفة في تفسيرها وردّها عليه بكتابه \"الإِصلاح\" .. (¬1)\rوبعدها .. رأى ان يكمل جهود شيخه أبي عبيد، فوضع كتابه: \"غريب الحديث\" .. الذي وصفه بقوله: \" .. وكنت حين ابتدأت في عمل الكتاب -غريب الحديث- أطلعت عليه قوماً من حملة العلم والطالبين له، فأعجلتهم الرغبة فيه، والحرص على تدوينه، عن انتظار فراغي منه، وسألوا ان أخرج لهم من العمل ما يرتفع في كل اسبوع، ففعلت حتى تم لهم الكتاب ... ثم عرضت بعد ذلك أحاديث كثيرة،\rفعملت بها كتاباً ثانياً .. يدعى كتاب: الزوائد في غريب الحديث .. \" (¬2).\rواختط له منهجاً له قويماً في تأليفه، حيث كان يعتمد الاسناد لما عرف إسناده، والقَطْعُ لما لم يعرفه. وأشبع تفسيره بذكر الاشتقاق والمصادر، وإيراد الشواهد المثَليَّة والشعرية والمتنخل من كلام العرب. (¬3) ..\rوإنه وإن حذا حذو أبي عبيد في \"غريبه\" إلّا أنَّه لم يعرض لشيء مما ذكره أبو عبيد، إلّا حروفاً تعرض في باب، ولا يكمل ذلك الباب إلّا بها، فذكرها بزيادة من التفسير والفائدة (¬4). لذلك جاء أصلاً لأهل هذا\r¬__________\r(¬1) غريب الحديث 1/ 36.\r(¬2) غريب الحديث 1/ 150.\r(¬3) غريب الحديث 1/ 36 - 39.\r(¬4) غريب الحديث 1/ 150.","seal":"64999CF1","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"hno":null,"nass":"الفن، حيث لم يأل أن يبلغ شأو المبرّز السابق، كما ذكر الإمام الخطابي (¬1) ..\rمن هنا، يمكن أن يعد \"غريبا أبي عبيد وابن قتيبة\" أصلاً لكلّ من ألّف في الغريب، وبهما يكون المتطلّب له مستغنياً ..\rثم جاء الامام حمد أبو سليمان الخطّابي (319 - 388 هـ)، فاستدرك عليهما وقيّد ما فاتهما من أحاديث، فوضع كتابه: \"غريب الحديث\" .. فسلك نهجهما، واقتفى هديهما، قال الخطابي: \"بقيت بعدهما صُبابة للقول فيها متربص، تولّيت جمعها وتفسيرها، مسترسلاً بحسن هدايتهما وفضل إرشادهما\" (¬2) ..\rوبهذه الدواوين الثلاثة، تسمو جبهة هذا الفن، إذ هي مورد كل لاحق ..\r\r° إصلاح غلط أبي عبيد:\rذكر فيه الأحاديث التي وقع فيها زلل، فنبَّه عليها، وأبان في نقده هذا عن خُلُق العلماء العاملين، الذين تنزهت أقلامهم عن الثلب، ومقذع القول .. وتراه يتواضع في تلمسه العذْر لأبي عبيد، في فاتحته، حيث يقول: (ونذكر الأحاديث التي خالفنا الشيخ أبا عبيد -رحمه الله- في تفسيرها، على قلتها في جنب صوابه. وشكرنا ما نفعنا الله به من علمه .. \" (¬3).\r¬__________\r(¬1) غريب الحديث للخطابي (مخطوط، ق/3 ج 1).\r(¬2) ينظر: غريب الحديث، للخطابي (ج 1 ق/ 3 - 4)، وغريب ابن قتيبة 1/ 68 - 69، وينظر عن مؤلفات الغريب، في مقدمة النهاية 1/ 4 - 11.\r(¬3) مخطوطة: اصلاح الغلط.","seal":"9987637F","page":14},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"hno":null,"nass":"وهذا الكتاب هو الذي أثار حفيظة ابن فارس والأنباري عليه (¬1). فقد تصدَّيَا للردّ عليه ردّاً فيه شيء من العنف والعنجهية ..\rفتتبع الأول بجض هناته، ورد عليها في كتابه (¬2): \"الصاحبي\"، ونشر الثاني جملة منه في كتبه (¬3): \"غريب الحديث\" والأضداد\".\rوقد بلغت مآخذ ابن قتيبة فيه ثلاثة وخمسين مأْخَذاً .. وردت مفسرة ناقدة لتفسير أبي عبيد.\rوأفاد أبو منصور الأزهري منه في كتابه (¬4): \"تهذيب اللغة\" .. حيث ذكره في مقدمته، فقال: \" .. فأمَّا الحروف التي غلط فيها، فإنّي أثبتها في موقعها من كتابي .. ودللت على موضع الصواب فيما غلط فيه .. \".\rكما أفاد مثله، الهرَوي أبو عبيد (¬5)، أحمد بن محمد بن محمد (ت - 401 هـ) في كتابه: (الغريبين) ..\rوأبو منصور الجواليقي (¬6) (ت - 539 هـ) في: (المعرب من الكلام الأعجمي\" .. والزمخشري جار الله/ محمد بن عمر (¬7) (ت - 538 هـ) ... وابن منظور محمد بن مكرم (¬8). (ت - 711 هـ).\r¬__________\r(¬1) ينظر: غريب الحديث لابن قتيبة 1/ 73، و 76، وتهذيب اللغة 1/ 30 - 31.\r(¬2) الصاحبي ص: 199 - 200 (ط/ بيروت).\r(¬3) ينظر: غريب الحديث 1/ 73، والأضداد: 92، 94 والزاهر: 2/ 67، 69، 302، 317، 373 - 374.\r(¬4) تهذيب اللغة ج 1/ 30 - 31.\r(¬5) طبع الجزء الأول منه فقط، بتحقيق (الدكتور) محمود محمد الطناحي، القاهرة، 1390 م، وقد نشر الهروي فوائده على مواد كتابه ..\r(¬6) المعرب ص/ 48، 63، 221.\r(¬7) ينظر: غريب الحديث 1/ 82 - 86.\r(¬8) ينظر: غريب الحديث 1/ 30، 63 (المقدمة)، ولسان العرب (ج/ ذ/ م).","seal":"9B94925A","page":15},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"hno":null,"nass":"° شرحه:\rذكر حاجي خليفة (¬1) (ت - 1067 هـ)، أن أبا المظفر محمد بن آدم الهروي (¬2) المتوفى سنة/ 414 هـ. شرحه ..\rوذكره الفارسي عبد الغافر (ت - 529 هـ)، والقفطي جمال الدين في: \"إنباه الرواة\" (¬3)، قالا: وله من الكتب، \"الإصلاح\" .. ونقل جلال الدين السيوطي (ت - 911 هـ) ذلك عنهما في: \"بغية الوعاة\" (¬4) ... ولعله هو ..\r\r° نَقْده:\rوتناوله بالنقد، ثلاثة من علماء الحديث واللغة والأدب، ولم يصل إلينا شيء من نُقُودهم .. وهؤلاء العلماء، هم:\r1 - ابن عبدون، عبد المجيد الفهري الأندلسي، المتوفى سنة/ 527 هـ.\rوضع رسالة في نقده، وانتصر فيها لأبي عبيد ... والفهري هذا، كان من أدباء إلأندلس، ومن علماء الأثر ومعاني الحديث (¬5) ..\r¬__________\r(¬1) كشف الظنون 1/ 108.\r(¬2) تنظر ترجمته في: دمية القصر 2/ 494، والوافي 1/ 233، ومعجم الأدباء 6/ 267.\r(¬3) إنباه الرواة 3/ 126.\r(¬4) بغية الوعاة 1/ 4.\r(¬5) ينظر: الصلة: 382، والفوات 2/ 19، وذكر المرجوة له الرحمة الأستاذ خير الدين الزركلي (ت - 1976 م) في: الأعلام 4/ 293 وفاته في سنة / 529 هـ، وقال: \"ان له من الأثار: رسالة في الانتصار لأبي عبيد البكري على ابن قتيبة\" .. وهذا من زلة القلم ..","seal":"626BC8BE","page":16},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"hno":null,"nass":"2 - القفصي التميميّ، يوسف بن عبد الله، المتوفى في سنة/ 336 هـ، وهو من أهل اللغة والحديث ..\rذكر القاضي عياض (¬1)، أنَّ له كتاباً فى نصرة أبي عبيد، القاسم بن سلام، على ابن قتيبة ..\rوجاء النص هكذا: \"له كتاب نص فيه أبو عبيد بن سلام، على ابن قتيبة .. \" .. وهو مصحف عمّا ذكرت ..\r3 - أبو بكر الأنباري محمد بن القاسم، المتوفى سنة/ 328 هـ. رد عليه حروفاً في كتابيه: \"غريب الحديث\"، و \"الزاهر\" (¬2) ..\r4 - أبو عبد الله المروزي، محمد بن نصر، المتوفى سنة/ 294 هـ\rوهو من المحدِّثين، الفقهاء. ولد ببغداد، ونشأ بنيسابور، وتفقه بمصر على أصحاب الشافعي. له آثار جليلة في الفقه الحديث. ومنها:\rرسالة في الرد على ابن قتيبة في: \"إصلاح الغَلَط\". ذكره التارودنتي، بقوله: \"قال الحافظ: ورد على هذا الرد (إصلاح الغلط) أبو عبد الله محمد بن نصر المروزي، ووقفت عليه في جزء لطيف .. \" (¬3).\r¬__________\r(¬1) ينظر: ترتيب المدارك 3/ 356 (ط/ دار الحياة بيروت).\r(¬2) الزاهر 2/ 69، 301 - 302، 366، 383، رد عليه في هذه المواضع، وإن لم يصرح باسم كتابه \"إصلاح الغلط\" فهي منه ..\r(¬3) ترجمته مبسوطة في: تاريخ بغداد 3/ 315، المنتظم 6/ 63، البداية والنهاية 11/ 102، طبقات الشافعية للاسنوي 2/ 372، تذكرة الحفاظ 2/ 201، تهذيب التهذيب 9/ 489.","seal":"32A02827","page":17},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"hno":null,"nass":"° اسم الكتاب:\rورد اسم كتاب: \"إصلاح الغلط\" .. عند من ترجم لابن قتيبة، أو عند بعض من ذكر كتاب (¬1): \"غزيب الحديث\" لأبي عُبَيْد القاسم بن سلام، باسم (¬2): \"إصلاح غَلَط أبي عبيد في غريب الحديث\" ..\rحيث سمّاه ابن قتيبة: \"إصلاح الغلط\" (¬3) .. تارة، وأخرى: \"تبيين الغَلَط\" (¬4).\rلذلك وجدتني مطمئناً إلى جعل عنوانه: \"إصلاخ غَلَط أبي عبيد في غريب الحديث\" ..\r\r° طبعته:\rنشره لأول مرة، المستشرق الفرنسي: \"جيرار لكونت - الأستاذ في مدرسة اللغات الشرقية/ باريس، في مجلة: \"كلية القديس يوسف، بيروت - ط سنة 1968 م. (ص 162 - 225).\rوكان المستشرق الألماني: \"ريتر، ت - 1975 م\" قد نشر تعريفاً جيداً به، في مجلة: \"الاسلام، المجلد/ 17، 1929 م\".\r¬__________\r(¬1) ينظر عنها: بروكلمان (ط/ الألمانية - التكملة 1/ 258). وهدية العارفين 2/ 21.\r(¬2) صلة السلف بموصول الخلف (مخطوط، الورقة/ 43).\r(¬3) ينظر: غريب الحديث لابن قتيبة ج 1/ 350، 452) ط/ بغداد، تحقيق: عبد الله الجبوري)، وتنظر: مراجع ترجمة ابن قتيبة.\r(¬4) غريب الحديث 1/ 452.","seal":"57267F6F","page":18},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"hno":null,"nass":"ونشر محقق (¬1) كتاب: \"غريب الحديث\" لأبي عبيد، مقتبسات منه، نشرها على المواد التي وقع فيها النقد من كتاب أبي عبيد. لذلك وجدتني مضطراً لإِعادة نشره، لِإكمال التعريف بجهود ابن قتيبة في مادة \"لغة الحديث الشريف\" .. هذا من جهة، ومن جهة أخرى .. إن طبعة (لكونت) على الرغم من الجهد الذي بذله فيها، فهي طبعة سقيمة، يشيع فيها التصحيف ويكثر فيها التحريف .. فضلاً عن خفاء مكان نشرها ..\r\r° منهجي في نشر إصلاح الغلط:\rنهجت في نشر هذه الرسالة النقدية اللغوية، منهجاً يتفق واسلوبها العلمي ... ويتلخص هذا المنهج بما هو آتٍ:\r1 - ضبط النص، الأصل والنقد. ما وسعني الجهد في ذلك ..\r2 - جعلت أرقاماً مسلسلة لأوراق المخطوطة. وحصرتها بين معقوفين هكذا: [].\r3 - تخريج النصوص:\r(أ) الآي القرآنية الكريمة. حيث ذكرت اسم السورة، ورقم الآية.\r(ب) الأحاديث النبوية .. ورجعت في تخريجها إلى كتب:\r¬__________\r(¬1) نشر في الهند، دائرة المعارف العثمانية، في حيدراباد - الدكن. 1384 هـ - 1964 م/ 1387 هـ - 1967 م. أربع مجلدات، تحت مراقبة الدكتور: محمد عبد المعين خان، ومحققه: السيد: محمد عظيم الدين (كامل الفقه من الجامعة النظامية)، ثم نشر مصوراً في بيروت، 1396 هـ - 1976 م، دار الكتاب العربي.","seal":"6884F7C1","page":19},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"hno":null,"nass":"\"غريب الحديث\" واللغة. وعضدتها بكتب الحديث .. توثيقاً لنص الحديث ..\r(ج) الشواهد الشعرية والمَثليَّة، ورجعت في تخريجها إلى: دواوين الشعراء، وإلى \"لسان العرب\" وإلى كتب الأمثال.\r(د) نصوص كتاب: \"غريب الحديث \" لأبي عبيد ..\r4 - ترجمت لبعض الاعلام التي وردت فيه، الذين لم يصيبوا حظأ من الشهرة .. وأغفلْتُ المشاهير المعروفين عند جمهور قراء الثقافة العربية القديمة، لأنَّ المعروف لا يُعرّف.\r5 - صنعت معجماً لغوياً، لمواده اللغوية ..\r6 - كما صنعت له فهارس عامة.\r7 - جعلت لمواده أرقاماً متسلسلة.\r8 - جعلت اختلاف النص بين النسختين، بين معقوفين [].\r\r° النسخة الأم:\rاعتمدت في تحقيق: \"إصلاح الغَلَط\" نسخة مخطوطة، جيدة النسخ، مضبوطة .. تعتز بها خزانة: \"أيا صوفيا - استانبول\" ..\rوهي تقع في: إحدى وثلاثين ورقة ... مقاسها: 24 × 19 سم.\rوهي ضمن مجموعة مخطوطة، تضم:\r1 - تفسير الألفاظ المشكلة في المهذب.\r2 - معاني ألفاظ المهذب.\r3 - إصلاح الغلط.\r4 - رسالة في ابتداء الخبر (في الحديث).","seal":"718021AA","page":20},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"hno":null,"nass":"وبرقم: \"457\". كتبت في القرن السادس الهجري، ومنها مصورة في معهد المخطوطات العربية .. برقم: (846).\rوهذه النسخة موثَّقة، عليها سماعات، قرأها علماء أفذاذ .. وهؤلاء العلماء هم:\r1 - ابن الخشاب:\rعبد الله بن أحمد بن أحمد، أبو محمد، النحوي .. كان أعلم أهل زمانه بالنحو، قال جمال الدين القفطي: \"حتى يقال: إنه كان في درجة الفارسي\" .. وله معرفة بالحديث والتفسير واللغة والمنطق والحساب والأدب، وهو من تلامذة الجواليقي أبي منصور، وسمع منه خَلْق، وكان صدوقاً ثقة، له آثار جليلة في اللغة والنحو .. نشر منها:\r1 - رسالة في نقد مقامات الحريري، طبعت في: الاستانة 1328 هـ، وفي القاهرة، 1932 هـ.\r2 - شرح الجمل للجرجاني، دمشق.\rوتوفي في اليوم الثالث من شهر رمضان، سنة سبع وستين وخمسمائة، ووقف كتبه على أهل العلم (¬1).\r2 - ابن الدهان الواسطي:\rأبو بكر المبارك بن المبارك بن سعيد، الوجيه، الواسطي، ابن الدهان النحوي، البغدادي.\rكان من أعلام عصره، في اللغة، والنحو، والفقه، ولد في سنة/\r¬__________\r(¬1) ينظر: بغية الوعاة 2/ 29 - 31، وفيات الأعيان 2/ 103، إنباه الرواة 2/ 99، شذرات الذهب 4/ 220، المنتظم 10/ 238 النجوم الزاهرة 6/ 65، معجم الأدباء 12/ 47، فوات الوفيات 2/ 156، وعن آثاره: تاريخ الأدب العربي، لبروكلمان (ط/ العربية 5/ 161).","seal":"3E992F1F","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"hno":null,"nass":"532 هـ وعلى رواية: \"502 هـ\" .. بواسط، ثم قدِم بغداد، وبها اشتهر، ودرَّس بالمدرسة النظامية، سنين، وانتفع به جمع من طلاب العلم، وتوفي ببغداد في سنة/ 612 هـ (¬1).\r3 - يوسف بن ابراهيم بن صابر، الحنبلي.\r4 - يعقوب الصالحي المقرئ:\rيعقوب بن مبارك بن ابراهيم، الصَّالحي، الضَّرير، المقرئ.\r5 - ابن الطُّيوري:\rأحمد بن عبد الجبار بن أحمد، الصيرفي، المعروف بابن الطيوري، أبو سعد.\rمن علماء بغداد، والمحدّثين، الفقهاء ... كان يعرف بـ\"مسند بغداد\" ومقرئها.\rتوفي في سنة/ 517 هـ (¬2).\rوهو أخو المبارك (¬3) بن عبد الجبار، ابن الطيوري، أبي الحسين، المتوفى سنة/ 550 هـ.\r6 - محب الدين ابن النّجار:\rمحب الدين، محمد بن محمود بن الحسن، ابن النّجّار، البغدادي الحافظ، المؤرّخ.\r¬__________\r(¬1) ينظر عنه: طبقات الشافعية للاسنوي 1/ 535 - 537، إنباه الرواة 4/ 253، مرآة الجنان 8/ 573، وفيات الأعيان 3/ 299، نكت الهميان: 233، البداية والنهاية 13/ 69، طبقات السبكي 5/ 148، الذيل على الروضتين: 90، بغية الوعاة 2/ 273 - 274.\r(¬2) المنتظم 9/ 247، وتذكرة الذهبي 4/ 1265. وتاريخ اربل 1/ 80، و 2/ 80.\r(¬3) ينظر: العبر (وفيات سنة / 500 هـ)، وبرنامج الوادي آشي: 270، 272، وشذرات الذهب 4/ 53 - 54.","seal":"0870701E","page":22},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"hno":null,"nass":"ولد ببغداد في سنة/ 578 هـ، وتوفي فيها، في سنة/643 هـ. (¬1) له آثار جليلة، منها:\r1 - ذيل التاريخ لمدينة السلام وأخبار فضلائها الأعلام ومن وردها من علماء الأنام. \"التاريخ المجدد لمدينة السلام\".\rجعله ذيلًا على تاريخ بغداد، للخطيب البغدادي، قال فيه ابن شاكر الكتبي: \"صنَّف التاريخ الذي ذيل به على تاريخ الخطيب، واستدرك فيه على الخطيب، فجاء في ثلاثين مجلداً، دل على تبحره في هذا الشأن وسعة حفظه .. \".\rوقد طبع جزء من هذا التاريخ الجليل، في الهند، حيدر آباد - الدكن، 1978 م - مجلدان (من حرف العين)، وهو المجلد العاشر من تجزئة المؤلف، الذي تحتفظ به المكتبة الظاهرية بدمشق: \"برقم 42 تاريخ\".\r2 - تاريخ وجيز للمدينة المنوَّرة: \"الدرة الثمينة في تاريخ/ أخبار المدينة\".\rطبع في القاهرة، نشره الاستاذ صالح محمد جمال. 1366 هـ، ثم طبعت ملحقة بآخر كتاب: شفاء الغرام، للفاسي، القاهرة، (عيسى الحلبي).\rوعلى هذه النسخة النفيسة، خط ابن النّجار، وتاريخه في: يوم الثلاثاء، الثالث عشر من شعبان، سنة احدى وستمائة.\r¬__________\r(¬1) ينظر عنه: الأعلام 7/ 307 - 308، معجم المؤلفين 11/ 317، طبقات الاسنوي 2/ 502، الفوات 2/ 264، البداية والنهاية 13/ 169، معجم الأدباء 7/ 103، الاعلان بالتوبيخ: 254، وتاريخ اربل 1/ 360 - 361.","seal":"CC4396EB","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"hno":null,"nass":"7 - ابن شاذان البغدادي:\rأحمد بن ابراهيم، البزّاز، أبو بكر، ابن شاذان.\rمحدِّث بغداد في عصره، ولادته فيها سنة/ 298 هـ، ووفاته فيها أيضاً في سنة/ 383 هـ، وله آثار في الحديث (¬1)، ولدقّتها وضبطها المعزّز بهذه (السماعات). ولقدمها، جعلتها (أمّاً) في عملي، مستعيناً بنصوص \"غريب الحديث\" لأبي عبيد، وبنسخة المكتبة الظاهرية ..\r\r° نسخة الظاهرية:\rوهي نسخة جيدة قديمة، وصلت إلينا برواية جلّة من العلماء (¬2).\rيرويها أبو القاسم هبة الله بن علي بن مسعود الأنصاري البوصيري، عن الشيخ أبي عبد الله محمد بن بركات بن هلال ابن عبد الواحد السعيدي النحوي، عن أبي عبد الله محمد بن سلامة بن جعفر القطافي عن أبي مسلم محمد بن أحمد بن علي الكاتب عن أبي جعفر أحمد بن عبد الله بن مسلم، عن أبي محمد ابن قتيبة ..\rوعبر هذه الرواية، وصل الكتاب إلى التارودنتي (¬3) المغربي (- 1094 هـ).\rوروايته له عن: الحافظ اسماعيل بن ابراهيم الكتاني عن اسماعيل\r¬__________\r(¬1) ينظر عنه: تاريخ بغداد 4/ 18، المنتظم 7/ 172، شذرات الذهب 3/ 104، الرسالة المستطرفة: 62، الأعلام 1/ 86.\r(¬2) الورقة 1/ 2 (الظاهرية).\r(¬3) صلة السلف بموصول الخلف، (مخطوط، الورقة/ 43)، وهو ثبت مهم لجمهرة من مروياته من آثار السلف ..","seal":"F9C465F2","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"hno":null,"nass":"بن ابراهيم التفليسي، عن المعين أحمد بن علي الدمشقي عن هبة الله البوصيري ..\rوهي تقع في: إحدى عشرة ورقة كبيرة. وبرقم (7899) عام (51 - 58) ..\r* * *\rوفي الختام .. لا بدَّ في من الإِقرار بالعرفان والشكر، للأخوين الفاضلين الدكتورين: شاكر الفحّام، الذي حَفَزني على إخراج هذا النص مؤيّداً ونصيراً، ومحمود محمد الطناحي، الذي كَرُم بتزويدي بنص \"الاصلاح \" \"المصوّر والمطبوع\" .. والأستاذ الحاج الحبيب اللمسي، الذي كرم بالاشراف على طبعه.\rوالله الموفق لمسعى الخير\r\rوكتب\rعبد الله الجبوري البغدادي\rالرياض: غرّة شهر رمضان 1401 هـ.","seal":"99B8D7C7","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"hno":null,"nass":"نماذج من المخطوطة المُصَوَّرة","seal":"6D9F4756","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"hno":null,"nass":"نموذخ رقم (1)\rالنسخة الأم (مخطوطة أيا صوفيا)","seal":"3F24F1CB","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"hno":null,"nass":"نموذج رقم (2)\rالمخطوطة الأم","seal":"12AED5FB","page":30},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"hno":null,"nass":"نموذج رقم (3)","seal":"58302051","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"hno":null,"nass":"نموذج رقم (4)","seal":"0B52A2E9","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"hno":null,"nass":"نموذج رقم (5)","seal":"A7C33D80","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"hno":null,"nass":"نموذج من مخطوطة الظاهرية","seal":"FA904E11","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"hno":null,"nass":"نموذج (1)\rأول مخطوطة نسخة \"الظاهرية\"","seal":"B45ED5A4","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"hno":null,"nass":"نموذج (2)\rمن مخطوطة \"الظاهرية\"","seal":"B9CA7AA7","page":38},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"hno":null,"nass":"نموذج (3)\rمن مخطوطة \"الظاهرية\"","seal":"F0A379A3","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"hno":null,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rمقدمة المؤلف\rأخبرنا الشيخ الإِمام العالم الأوْحد، حجّة الإسلام، أبو محمد عبد الله بن أحمد بن أحمد بن أحمد بن الخَشَّاب (¬1). قراءةً عليه، وأنا أسمع في مجالس، آخرها يوم السبت ثاني عشرَيْ (¬2)، جمادى الأولى من سنة ست وخمسين وخمسمائة.\rقال: أخبرنا الشيخ أبو سعد، أحمد بن عبد الجبار بن أحمد الصَّيْرفي المعروف بابن الطّيوري، بقرائتي عليه وذلك في يوم السبت السادس عشر من جمادى الآخرة، من سنة سبع عشرة وخمسمائة.\rقال: أخبرنا أبو الفتح، عبد الكريم بن محمد المحاملي (¬3)، قال: أخبرنا أبو بكر أحمد بن ابراهيم بن الحسن بن محمد بن (¬4) شاذان، قال:\r¬__________\r(¬1) ابن الخشاب، من أهل العربية، نحوي، لغوي ثبت، له اشتغال بالفقه والرياضيات، توفي ببغداد، في سنة 567 هـ، ينظر عنه: مقدمة المحقق: ص/21.\r(¬2) في الأصل: ثاني عشرين، وهو من خطأ الناسخ، وفيه أيضاً: (جمدى). جمادى.\r(¬3) أبو الفتح المحاملي، من شيوخ الخطيب البغدادي، محدث ثقة. سمع أبا بكر ابن شاذان، وأبا الحسن الدارقطني، وعلي بن عمر السكري، توفي في سنة/ 448 هـ. ينظر: تاريخ بغداد 11/ 81.\r(¬4) ينظر: مقدمة المحقق ص/ 24.","seal":"3C9DC7CE","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"hno":null,"nass":"حدَّثنا أبو محمد عبد الله بن عبد الرحمن بن محمد بن عيسى السُّكري (¬1). قال: حدَّثَنا أبو محمد عبد الله بن مسلم بن قتيبة بن مسلم، المرزي بهذا الكتاب، في سنة ثمان وستين ومائتين، من أوّله إلى آخره. بعد أنْ قرأ علينا كتاب: \"غريب الحديث\" ..\r* * *\rقال أبو محمد عبد الله بن مسلم بن قُتَيْبة الدّينوري: لعل ناظِراً كتابي هذا ينْفِرُ من عُنْوانه، ويستوحِشُ من ترجمته، ويَرْبأ بأبي عُبَيْد -رحمه الله- عن الهفْوة ويأبي به الزلة وينحلها قَضبَ العُلَماء وهتْك أستارهم (¬2). ولا يعلم تقلدنا ما تقلدناه من إكمال ما آبتدأ من تفسير غريب الحديث، وتشييد ما أَسس. وإنَّ ذلك هو الذي [23/ 2]، ألْزَمنا إصلاح الفَساد وسَدّ الخَلَلِ، على أنّا لم نَقُل في ذلك الغَلَط إنَّه اشْتِمال على ضلالة وزيغ عن سُنَّة، وإنَّما هو فى رأي مَضَى به على معنى مُسْتتر، أو حرف غريب مُشْكل. وقد يتعثّر في الرأي جلّة أهل النَّظَر والعُلَماء المبرّزون، والخائفون لله الخاشِعون، فهؤلاء صحابة رسول الله - صلى الله عليه وسلّم - ورضي عنهم (¬3). وهم قادة الأنام ومعادن العِلْم وينابيع الحكمة، وأوْلَى البَشَر بكلّ فضيلة، وأقربهم من التوفيق والعِصْمة. ليس منهم أحدٌ قال برأيه في الفِقْه إلاّ وفي قوله ما يأخذ به قومٌ وفيه (¬4) ما يرغب عنه آخرون.\r¬__________\r(¬1) لم أقف له على ترجمة في كتب الأنساب وكتب التراجم التي تمكنت يد البحث من الوصول إليها.\r(¬2) في: ظ، أستارها.\r(¬3) سقطت من: ظ.\r(¬4) ظ: منه.","seal":"4D3C5B91","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"hno":null,"nass":"وهذا (¬1) الصِّديق أبو بكر يُخالِفه أكثر النّاس في الجدّ، وهذا عليٌّ رضي الله (¬2) عنه يُخالَفُ في بَيْع أمّهات الأولاد. وهذا حُذَيْفة يخالَف في وقت السُّحور. وهذا (¬3) ابن مسعود يخالَف في التَّطْبيق (¬4) وفي صلاة الجمعة قبل الزَّوال، وفي تَرْك الجُنب حتى يجد الماء.\rوهذا ابن عبّاس يُخالف في الصَّرْف (¬5) والمُتْعة (¬6)، والجَمْع بين الأختين الأَمَتين، وكذلك التَّابعون، كالحَسَن، يُخالَف في قوله، إنَّ القَوَد لا يقع إلّا بشهادة أربعة على القتل، وكَشُرْيح (¬7) يخالَفُ في قضائه\r¬__________\r(¬1) ظ: فهذا.\r(¬2) ظ: رضوان الله عليه.\r(¬3) ظ: فهذا.\r(¬4) التطبيق، هو جعل اليدين بيّن الفخذين في الركوع، وقيل: كان التطبيق من فعل المسلمين في أول ما أمروا بالصلاة. وكان ابن مسعود (رضي الله عنه) استمر على التطبيق لأنه لم يكن علم الأمر الأخر ... ينظر: اللسان والتاج: \"ط/ ب / ق\".\r(¬5) الصرف: بفتح الصاد المهملة، الفدية، وتأتي بمعنى: التوبة، والعدل، والحيلة ..\r(¬6) المتعة: الزواج إلى أجل معلوم .. عمل بها المسلمون الأوائل عند مبدأ الدعوة الاسلامية، ثم نُسِخَت وأبطلت .. وأول من حرمها في الاسلام، عمر بن الخطّاب (رضي الله عنه). وهي من الأنكحة الفاسدة الباطلة .. وما زالت مقبولة عند الشيعة ويعملون بها، وبخاصة الفرس، فهي شائعة فاشية عندهم .. وعن جواز ابن عباس لها ومنعه بأخرة، ينظر: العقد الفريد 4/ 14 ومسند الحميدي (2/ 275، 374). وينظر عنها: الزواج الموقت ودوره في حل مشكلات الجنس، للسيد محمد تقي الحكيم، دار الأندلس، بيروت، (ص 38)، والرد عليها للشيخ جلال الحنفي، بغداد، والمتعة وأثرها في الاصلاح الاجتماعي، للمرحوم الأستاذ توفيق الفكيكي، القاهرة، 1962 م. المطبعة العربية، ونكاح المتعة عبر التاريخ وفيه الزام الشيعة بتحريمها في الشريعة، الشيخ عطية محمد سالم، القاهرة، 1396 هـ، مطبعة المدني .. والأوائل للعسكري 1/ 240، والوشيعة في نقد عقائد الشيعة للشيخ موسى جار الله (ت - 1949 م). ص 120 - 170\r(¬7) في ط: ويخالف التابعون كالحسن يخالف.","seal":"7AE49278","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"hno":null,"nass":"بشهادة الصّبيان على أَمَة، والناسُ [23 آب] (¬1) يختلفون في الفِقْه. ويردُّ بعضُهم على بعض في الحلال، انَّه حرام، وفي الحرام انَّه حلال. وهذا طريق النّجاة (¬2) أو الهَلَكة، لا كالغريب والنحو والمعاني التي ليس على الهافي (¬3) فيها كبيرُ جُناح. كالشّافعي يرد على الثَّوري وأصحاب الرأي، وعلى مُعلّمه مالك بن أنس. وأبو عبيد يختار من أقاويل السَّلَف في الفقه ومن قرائتهم، ويُرذِّلُ منها. ويدلّ على عورات بعضها بالحجج البيَّنة.\rوعلماء اللغة أيضاً يختلفون وينبّه بعضهم على زَلَلِ بعض، فالفَرّاء (¬4) يردّ على إمامه الكسائي (¬5)، وهِشام (¬6) يردّ على الفَرّاء، والأصمعي يُخطِّئ المفضَّل الضَّبّي حين أنشد جعفر بن سليمان (¬7):\rتُصْمِت بالماء تَوْلَباً جَذَعا\rفقال له الأصمعي (¬8): إنَّما هو تَوْلَباً جَدِعا (¬9)، بالدّال غير معجمة،\r¬__________\r(¬1) ط: \"بين قوسين، رقم الورقة في إحدى المخطوطتين، (ص، أو ظ) .. \".؟\r(¬2) في الأصل: النحاة.\r(¬3) الهافي، اسم فاعل، من الهفوة. وهي الكبوة والخطأ.\r(¬4) الفراء: يحيى بن زياد، أبو زكريا المتوفي سنة 207 هـ. وأخباره مبسوطة في كتب تراجم النحاة واللغويين، ينظر عنها: بروكلمان (ط/ العربية 2/ 199 - 200).\r(¬5) الكسائي، علي بن حمزة، إمام الكوفيين، وأحد القرّاء السبعة، توفي سنة/ 183 هـ على رواية-.\r(¬6) هشام، هو، أبو عبد الله، هشام بن معاوية، الضرير الكوفي، النحوي. أحد أعيان أصحاب الكسائي، المتوفي سنة: 209 هـ. ينظر: البغية 2/ 328.\r(¬7) البيت لأوس بن حجر، وأوله:\rوذات هدم عارٍ نواشرها\rوهو في: ديوان أوس (ص/ 55، ط بيروت). وينظر: اللسان (ج/ د/ ع) 9/ 392. والنص في غريب الحديث 1/ 617.\r(¬8) ينظر: مجالس العلماء: 14، واللسان، والتهذيب (ج/ د/ ع)، والتكملة 4/ 228.\r(¬9) الجدع: بكسر الدال المهملة: السيئ الغذاء: اللسان","seal":"63F8768C","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"hno":null,"nass":"فضجَّ المفضّل وأكثر، فقال له [الأصمعي]: (¬1) لو نفخْتَ بالشَّبُّور (¬2) ما نَفَعك، تكلّمْ كلام النمل وأَصِبْ. وأخذ الرُّواة على الأصمعي في شعر الحارث (¬3) بن حِلَّزة:\rكما تُعْنَز عن حُجْرة الرَّبيض الظِّباءُ\rفرجع إلى (تُعْتَر) (¬4)، وهذا اكثر ممّا يحاط به أو يوقف من ورائه.\rولا نعلم أنَّ الله -عزَّ وجلَّ- أعطى أحداً من البَشَر مَوْثِقاً من الغَلَط، وأماناً من الخَطَأ، فيستكفّ له منها. بل وَصَل عباده بالعَجْز، وقَرَنهم [24/ 2] بالحاجة، ووصَفَهم بالضَّعْف والعَجَلة، فقال: \"خُلِقَ الإِنْسانُ من عَجَل\" (¬5). و: \"وخُلِقَ الإِنْسانُ ضَعيفا\" (¬6). و: \"وفَوْقَ كلِّ ذي عِلْم عليم\" (¬7).\rولا نعلمه خص بالعِلْم قوماً دون قوم، ولا وَقَفه على زَمَن دون زَمن، بل جعَلَه مشْتركاً مقسوماً بين عباده، يفتح للآخر منه ما أغْلَقه عن الأَوَّل، وينبّه المُقِلّ فيه على ما أغْفَل (¬8) عنه المكثر، ويحييه بمتأخّر\r¬__________\r(¬1) زيادة من: ظ.\r(¬2) الشبور: هو البوق، أو: شيء ينفخ فيه، وهو ليس بعربي. ينظر: المعرب: 257، واللسان (ش/ ب/ ر). والمصون/192، وغريب الحديث لابن قتيبة 1/ 617.\r(¬3) ديوانه: 14، وبنظر اللسان 5/ 150، وغريب ابن قتيبة 1/ 278، وتمامه:\rعنتاً باطلاً وظلماً كما تعتر حجرة الربيض الظباء.\r(¬4) تعتر: تذبح، من العتر: الذبح. والحجرة: حظيرة الغنم، والربيض: جماعة الغنم. ينظر: غريب ابن قتيبة 1/ 279، وديوان الأدب للفارابي 2/ 156.\r(¬5) سورة الأنبياء، الآية/ 37، وينظر: تأويل مشكل القرآن: 1/ 38، وأمالي المرتضى 2/ 115\r(¬6) سورة النساء، الآية/ 28.\r(¬7) سورة يوسف، الآية/ 76.\r(¬8) ظ: غفل.","seal":"B3345B1B","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"hno":null,"nass":"يتعقّب قول متقدّم وتالٍ يعتبر على ماضٍ، وأوْجَب على كلّ من علم شيئاً من الحق أنْ يظهره وينشره. وجعل ذلك زكاة العِلْم، كما جَعَل الصَّدَقةَ زكاة المال.\rوقد قيل لنا: \"اتَّقُوا زَلَّة العالم\" (*). وزلَّةُ العالم لا تُعْرف حتى تُكشَف، وإنْ لم تُعْرَف هلك بها المقلِّدون، لأنَّهم يتلقونها من العالمِ بالقَبول ولا يرجعون إلّا بالإِظْهار لها وإقامة الدّلائل عليها وإحْضار البراهين.\rوقد يظنّ من لا يعلم من الناس ولا يضع الأمور مواضِعَها أنَّ هذا اغْتيابٌ للعلماء وطَعْنٌ على السَّلَف وذكْرٌ للموتى. وكان يقال: \"اعفُ عن ذي قَبْر\". وليس ذلك كما ظَنّوا، لأنَّ الغِيبةَ سَبُّ الناس بلئيم الأخْلاق وذِكْرهم بالفَواحش والشَّائنات. وهذا هو الأمر العظيم المشبه بأَكْل (¬1) اللحوم الميتة (¬2)، فأمَّا هَفْوة في حرف أو زلّة في معنى أو إغْفال أو [24/ ب] وَهْم ونسيان، فمعاذَ الله أنْ يكون هذا من ذلك الباب، أو أنْ يكون له مُشاكلاً أو مقارباً، أو يكون [المنبّه عليه آثِماً، بل يكون] (¬3) مأجوراً عند الله مشكوراً عند عباده الصَّالحين الذين لا يميل بهم هوىً ولا تدخلهم عصبيَّة. ولا يجمعهم على الباطل تحزُّب ولا يلفتهم عن اسْتبَانة الحق حَسَد.\rوقد كنا زماناً (¬4) نعتَذِرُ من الجَهْل، فقد صِرنْا الآن نحتاج إلى\r¬__________\r(*) هو حديث ضعيف، ينظر عنه: مختصر المقاصد الحسنة ص/ 45، والمقاصد الحسنة ص/ 19، وضعيف الجامع الصغير رقم/ 125.\r(¬1) سقطت من: ظ.\r(¬2) اشارة إلى الآية الكريمة: \"ولا يغتب بعضكم بعضاً، أيحب أحدكم أنْ يأكل لحم أخيه ميتاً فكرهتموه\". الآية/ 12، من سورة: الحجرات.\r(¬3) بين معقوفين سقط من: ظ.\r(¬4) سقطت من: ظ.","seal":"1D834A45","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"hno":null,"nass":"الاعتذار من العِلْم، وكنّا نُؤمّل شكر الناس بالتَّنبيه والدَّلالة، فصرنا نرضى بالسلامة. وليس هذا بعجيب مع انْقِلاب الأحوال، ولا يُنكر مع تغيّر الزمان. وفي الله خَلفٌ وهو المُستعانُ.\rونذكر الأحاديث التي خالَفنا الشيخ أبا عبيد (¬1) -رحمه الله- في تفسيرها، على قلّتها في جَنْب صَوابه، وشكرنا ما نفَعَنا الله من عِلْمه معتدّين (¬2) في ذلك بأمرين:\rأحدهما: ما أوجبه الله [تعالى] (¬3) على من علم في عِلْمه.\rوالآخر: أنْ لا يقف ناظر في كتبنا على حَرْف خالَفْناه فيه. فيقضي علينا بالغَلَط. ونحن من ذلك إنْ شاء الله سالمون. وما أولاك رحمك الله بتدبُّر ما نقول؛ فإنْ كان حقّاً وكنت لله مريداً أن تتلقّاه بقلْب سليم، وإنْ كانِ باطلاً أو كان فيه شيء ذَهب عنّا، أنْ تردَّنا عنه بالاحتجاج والبرهان. فإنَّ ذلك أبلغ في النُّصْرة [2/ 25]، وأوْجَب للعذْر وأشْفى للقلوب. وكلّ حكاية نحكيها في هذا الكتاب عن أبي عبيد [-رحمه الله-] (¬4)، فإنَّ أحمد ابن (¬5) سعيد اللّحياني صاحبه، كان حدَّثَنا بذلك عنه، في سنة إحدى. وثلاثين ومائتين.\r¬__________\r(¬1) سقطت من: ظ.\r(¬2) ظ: معتذرين.\r(¬3) زيادة من: ظ.\r(¬4) زيادة من الأصل.\r(¬5) أحمد بن سعيد اللحياني، هو صاحب أبي عبيد ومن رواة كتبه.","seal":"4D69E39A","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"hno":1,"nass":"حديث النّبي صلّى الله عليه وسلَّم تسليما\r(1) بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (¬1):\r1 - قال أبو عبيد (¬2) في حديث النّبي - صلّى الله عليه وسلَّم -: \"إنَّ رجُلاً أتاه وعليه مُقَطَّعاتٌ له\".\rذكر أبو عبيد: أنَّ (¬3) المقطّعات: الثّياب القصار، ولذلك قيل لأبيات الرجز مُقَطَّعات لقِصَرها. هذا قولُ أبي عبيد.\rقال أبو محمد: والذي رأيْتُ عليه أهل اللُّغة في المُقطَّعات من الثّياب، أنَّها المقطوعة (¬4) سابِغةً كانت أو قِصاراً. وكان القوم يلبسون المآزر (¬5) والأردية والمروط والأكسية، فمن لم يلبس ذلك وقطّع ثيابه، فقد لبس المقطّعات. ويدلّ على هذا حديثٌ يَرويه نَقَلةُ الأخبار (¬6)،\r¬__________\r(¬1) ما بين الرقمين سقطت من: ظ.\r(¬2) غريب الحديث 1/ 161، والحديث في: النهاية 4/ 81، والفائق 3/ 208، وفي: مسندي الحميدي ( .. فأتاه رجل وعليه مقطعة). ج 2/ 347. وينظر: البخاري 3/ 252، ومسلم 1/ 373.\r(¬3) زيادة من الأصل.\r(¬4) ظ: المقطوعات.\r(¬5) النهاية 4/ 81.\r(¬6) لم أجده في المصادر المتوفرة لدي.","seal":"279F1B86","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"hno":null,"nass":"قالوا: مرَّ هِشام (¬1) بن عبد الملك بسويد بن قيس الفهرى، وهو والي البَلْقاء (¬2)، وعلى هشام مقطّعات له يسحبُها، وهشام حديثُ السِّنّ. يريد بعض المغازى، فقال له سويد: \"يا أبا الوليد، أبها رأيت (¬3) أمير المؤمنين عبد الملك؟ قال: أدركْتُه وأنا حديث [25/ 2] السّن. قال. أما إنَّك لو رأيْتَه، لرأيْتَ أَحْوَزيّاً (¬4) مُشَمِّراً، بعيد المَشابِه والشّمائل منك غير جَرّار لثيابه.\rفقال له هشام: إنّي كما أردْتُ تقصير ثيابي، ذكرتُ قول الشاعر لأبيك:\rقصيرُ الثّياب فاحِشٌ عند بابه ... لشر قريش فى قريش مركّبا\rوحديث يرويه سفيان عن عمرو بن دينار عن عطاء عن صفوان بن يعلى عن أبيه، قال: \"كنْتُ مع النَّبي - صلّى الله عليه وسلم - الجِعْرانة (¬5)،\r¬__________\r(¬1) ينظر: مرآة الجنان 1/ 261، تاريخ الخلفاء 269، فوات الوفيات 4/ 238، تاريخ الاسلام 5/ 170، خلاصة الذهب: 26، كامل ابن الاثير 5/ 261، تاريخ الطبري 7/ 200، سير أعلام النبلاء 5/ 351.\r(¬2) البلقاء: هي الآن لواء (محافظة) في الأردن، وتعرف أيضاً بالسلط. ينظر عن تاريخها البلداني، معجم البلدان 1/ 489.\r(¬3) ظ: أرأيت.\r(¬4) الأحوزي: السريع، والشجاع والذكي. ينظر: تاج العروس 15/ 122 - 124.\r(¬5) الجعرانة، موضع قرب مكة، يبعد عنها بتسعة وعشرين كيلو متراً تقريباً، إلى شمالها. وتلفظ: الجعرانة، بكسر الجيم وتخفيف الراء، وأهل الحديث يكسرون العين ويشددون الراء، ويخطئون أهل اللغة، الذين يسكنون العين ويخففون الراء. ويكسرون الجيم. وهو من مواقيت الإِحرام. ينظر: المناسك للحربي: 346، التاج (ج/ ع/ ر) واللسان (ج/ ع/ ر) 4/ 141، النهاية 1/ 276، المصباح: 160، جامع الأصول 1/ 345، اصلاح خطأ المحدثين/ 18، معجم معالم الحجاز 2/ 148 - 151، وغريب ابن قتيبة 2/ 397، والقرى للطبري ص 616 ولتقي الدين ابن فهد المكي محمد بن محمد، رسالة بعنوان: \"الإِبانة بما ورد في الجعرانة\".","seal":"1C346D7E","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"hno":2,"nass":"فأتاهُ رَجُلٌ عليه (¬1) مقطّعة، يعني: جبَّة، وهو متضمّخ بالخَلوق.\" (¬2).\rفجاء الحرفُ مفسّرًا في الحديث. وقال ابن عبّاس (¬3): \"نَخَلُ الجَنَّة: جذوعُها من زُمَرّد أخضر، وكرَبُها من (¬4) ذَهَب أحمر, وسَعَفُها كِسْوةٌ لأهل الجنَّة. منها مُقَطّعاتهم وحُلَلُهم\".\rفالحُلَّة ثَوْبان، مِئزْر ورداء. والمقطَّعاتُ: ما قطِّع من الثّياب. ومنه مقطّعات النيران. وقولُ الله عزَّ (¬5) وجلَّ: \"قُطِّعَتْ لَهم ثِيابٌ من نار\" (¬6)\r* * *\r2 - وقال في حديث النّبي - صلّى الله عليه وسلَّم - في صَدَقة (¬7) النَّخْل: \"ما سُقِيَ منه بَعْلًا ففيه العُشْر.\".\rقال: حدَّثنيه أحمد بن سعيد عن أبي عبيد عن أبي النضر عن اللّيث بن سعد عن بُكيْر بن عبد الله بن الأشج عن بُسر بن سعيد.\r¬__________\r(¬1) في: ظ (عليه).\r(¬2) رواه البخاري بلفظ آخر، ينظر: صحيح البخاري (ج 3/ 614، و 63، و 8/ 47، 9/ 9، و 3/ 393).\r(¬3) الحديث في: تأويل مشكل القرآن: 70، واللسان 10/ 155 والنهاية 4/ 81، والفائق 3/ 208.\r(¬4) زيادة من: ظ. وينظر الفائق 2/ 358، ومسند ابن حنبل 4/ 92 - 93، 98، 99، وفتح الباري 6/ 318.\r(¬5) ظ: تبارك وتعالى.\r(¬6) سورة الحج، الآية / 19، وينظر: اللسان 10/ 155، والتكملة 4/ 332 - 333، وتفسير الآية: خيطت وسُوّيت وجُعِلت لَبوسًا لهم.\r(¬7) غريب الحديث 1/ 66، والحديث في كتب الحديث: أبواب الزكاة. وينظر: مسند ابن حنبل 1/ 145، 3/ 341، 353، 5/ 233، الفائق 1/ 118، والنهاية 1/ 141 - 142، وسنن أبي داود 2/ 108، والترمذي 2/ 75، والأموال ص: 644 - 646.","seal":"603014D4","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"hno":null,"nass":"هكذا حدّثنا به في كتاب (¬1): \"غريب الحديث\"، وحدّثنا به في كتاب \"الأموال\" (¬2) بهذا الإِسْناد فقال (¬3): \"فرَضَ رسول الله - صلّى الله عليه وسلّم - الزَّكاة فيما سَقَت السَّماء، وفي البَعْل، وفيما سَقَت العُيون: العُشْرَ، وفيما سَقَت السَّواني (¬4) نِصْفَ العُشْر\" (¬5) وقال أبو عبيد عن الأصمعي (¬6): البَعْلُ: ما شرب بعروقه من الأرض من غير سقْي السَّماء ولا غيرها. فإذا سقَتْه السَّماء فهو عِذْيٌ.\rومن البَعْل، قول النّابغة (¬7) في صِفَة النَّخل:\rمن الواردات الماء بالقاع تسْتَقي ... بأذنابها قبل اسْتِقاء الحَنَاجر (¬8)\rقال: (¬9) فأخبر أنَّها تشرب بعروقها، وهي الأذناب. هذا قول أبي عبيد (¬10).\rقال أبو محمد: وقد تدبَّرْتُ هذا التفسير وناظَرْتُ فيه الحجازيّين وغيرهم، فلم أرَ له وجْهًا. لأنَّ الحديث الأول: \"ما سقي منه بَعْلا\". وذكر هو أنَّ البَعْل لا تسقيه السَّماء ولا غيرها. وهذا نقض لذلك. ولأنَّ\r¬__________\r(¬1) غريب الحديث لأبي عبيد.\r(¬2) كتاب الأموال لأبي عبيد، والنص في الصحيفة: 644.\r(¬3) سقطت من: ظ.\r(¬4) السواني: الإبل التي يستقى عليها من الآبار، وهي النواضح أيضًا، وهي ما يعرف الآن بـ \"السواقي\" ..\r(¬5) ينظر: غريب الحديث 1/ 70، وسنن أبي داود 2/ 108.\r(¬6) غريب الحديث 1/ 67، واللسان (ع/ ذ / 191/ 271)، والنهاية 1/ 141.\r(¬7) ديوان النابغة الذبياني ص 99، واللسان (ح/ ن/ ج/ ر).\r(¬8) في الديوان: بأعجازها قبل\r(¬9) سقطت من: ظ.\r(¬10) غريب الحديث 1/ 67.","seal":"A20A7F85","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"hno":null,"nass":"البعل من النَّخْل، وغير البعل وجميع الشَّجر يَشْرَبُ (¬1) بعروقه لا بأعاليه. ولأنَّ العِذْي (¬2) والمَسْقيّ جميعًا تسقيها السماء. فأين هذا النخل الذي لا تسقيه السماء ولا غيرها. أَفي (¬3) أرض لم تُمطَر قطّ، أم في كِنّ (¬4). هذا ما لا يعرف. ولم أرهم يختلفون في البَعْل، إنَّه العِذْي بعينه. يدلّك على ذلك قول عبد الله بن (¬5) رواحة لناقته حين خرج غازيًا:\rإذا أبلَغْتِني وحملْتِ رَحْلي ... مسيرةَ أربعٍ بعد الحِنساء\rفزادك أنعم وخلاك ذم ... ولا أرجع إلى أهلي ورائي\rوآب المسلمون وغادروني ... بأرض الروم محتبس الثّواء\rهنالك لا أبالي نخل بَعْل ... ولا سقْي إنْ عَظُم الإِتاء (¬6)\rويروى (¬7): سَقْىٌ وسِقْىٌ يقول: إذا اسْتُشْهدتُ لم أبالِ من عذي النخل وسَقْيه.\rوالعِذْي، نوعان:\rأحدهما، العثريّ (¬8)، وهو الذي يؤتى لماء المَطَر إليه حتى يسقيه.\r¬__________\r(¬1) في المطبوعة: فشرب.\r(¬2) ينظر: التقفية: 688 وفيه: والسقي: ما جرى إليها.\r(¬3) ظ: في الأنهار.\r(¬4) الكن: بكسر الكاف، وقاء كل شيء وستره.\r(¬5) ينظر: لسان العرب: المواد (أتى، بعل، سقى)، والواقدي: 759، وشرح أبي ذر: وديوانه (ص/ 151 طبعة د. وليد قصاب) وفيه اختلاف في الرواية. ينظر ديوان عبد الله بن رواحة ص/ 151.\r(¬6) الأتاء: بنقطتين من فوق، حمل النخل، والغلة، وعلى هذه الرواية، يكون في البيت اقواء.\r(¬7) ظ: روي. وينظر: إصلاح المنطق: 14.\r(¬8) اللسان (ع/ ث/ ر). والنهاية 3/ 182.","seal":"EB813351","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"hno":null,"nass":"وإنّما سُمّي عثريًا، لأنَّهم يجعلون في مجرى السَّيْل عاثورًا (¬1)، فإذا صدمه الماء ترادّ فدخل في تلك المجاري وجوى حتى يبلغ النخل ويسقيه. ولا يكون عَثَريًّا إلّا هكذا. ويدلّك على ذلك قول عمر (¬2): \"ما كان عَثَريًّا تسقيه السّماء والأَنْهار، وما كان يُسْقَى من بَعْل ففيه العُشْر\".\rوأراد عمر بالأنهار، ما يُفْتَح إليه منها عن مجرى السَّيْل. [و] (¬3) يدلّك على ذلك قولُ ابن عمر: \"ما كان بَغلًا أو سُقي بالعين، أو كان عَثَريًّا يسْقَى بالمَطَر ففيه العُشْر\"، وليس يختلف الناس في العَثريّ أنَّه العَذْي.\rوالنوعُ الآخر من العذْي:\rالبَعْلُ، فمن البعل ما يُفْتَح إليه الماء عن مجاري السّيل (¬4) بغير عواثير. وفيه ما لا يبلغه الماء. فالسماء تسقيه بالمطر (¬5).\rوأمّا فرض رسول الله - صلّى الله عليه وسلّم - فيما سَقَت السَّماء العُشْر، فإنَّه أراد العَثريّ، وما بلَغَه ماءُ السَّيْل من البَعْل. وكذلك فرض في البَعْل الذي لا يبلُغه ماء السَّيْل أيضًا.\rوقولُ عُمَر (¬6): \"وما كان يُسْقَى من بَغل، ففيه العُشْر، يدلّك على أنَّه يسقى بماء السَّيْل. وفي بيت النَّابغة أيضًا، إنْ كان أراد البَعْل، كما ذكر ما دلَّ لأنَّه يقول:\r¬__________\r(¬1) العاثور: أشبه بالسدود الصغيرة، ينظر: التكملة 4/ 103، والفائق 2/ 394.\r(¬2) النهاية 3/ 182، واللسان، وينظر: الفائق 2/ 394.\r(¬3) زيادة من: ظ.\r(¬4) ظ: السيول.\r(¬5) ظ: المطر.\r(¬6) ينظر أول الحديث.","seal":"4C72F609","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"hno":3,"nass":"من الواردات الماء بالقاع\rفأخْبر أنَّها ترِدُ الماء. والذي عندي: إنَّ النابغة لم يُرد صِنْفًا من النَّخْل دون صنْف. وإنَّما أراد أنَّ كلّ وارد يرد الماء يشرب بفيه (¬1). وأنَّ النَّخْل يشرب بأذنابه، يمتص بعووقه فيصير الماء فيها قبل أنْ يصير فى رؤوسه. وكأنَّه ألْغَز في هذا.\r* * *\r3 - وقال أبو عبيد في حديث النبي - صلّى الله عليه وسلَّم -، إنَّه قال (¬2): \"كلُّ مَوْلود يُولَدُ على الفِطْرة، حتى يكون أبَواه يُهَوِّدانِه أو يُنْصِّرانِه\".\rحدّثنيه أحمد بن سعيد عن أبي عبيد عن إسماعيل بن جعفر عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة قال: وقال أبو عبيد: سألْتُ محمد بن الحسن عن تفسير هذا الحديث فقال: كان هذا في أوّل الاسلام قبل أنْ تنزل الفرائض، وقبل أنْ يُؤمر المسلمون بالجهاد (¬3).\r¬__________\r(¬1) ينظر: ديوان النابغة (رواية الأصمعي ص: 99).\r(¬2) غريب الحديث 2/ 21، والفائق 3/ 127، ومسند ابن حنبل 2/ 315، 437، 481، النهاية 3/ 457، و 4/ 12، تفسير الغريب: 151، تأويل المختلف: 128، أمالي المرتضى 2/ 82، 86، جامع الأصول 1/ 268، زاد المسير 6/ 300، غريب ابن قتيبة 2/ 349 - 351، تفسير غريب القرآن: 151، وسنن أبى داود 2/ 531، والحميدي (1113).\r(¬3) فرض الجهاد في السنة السابعة للهجرة، بقوله تعالى في كتابه الكريم من سورة البقرة، الآية 190، 216، وسورة الحج، الآية/39، ينظر عنه: كتاب الجهاد، لعبد الله بن المبارك، والامتاع 1/ 51، وكتب الصحاح والمسانيد: \"كتاب الجهاد\". والفصول في اختصار سيرة الرسول (- صلّى الله عليه وسلّم -) لابن كثير ص: 107، وأحكام القرآن لابن عربي 2/ 101، والقرطبي 2/ 326، وزاد المسير 1/ 97، والرازي 5/ 140، ومجمع البيان 2/ 284، والطبري 8/ 549، وآيات الجهاد في القرآن الكريم، د. كامل سلامة الدقس، الكويت، 1972 م.","seal":"34425E0D","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"hno":null,"nass":"قال أبو عبيد (¬1): كأنَّه يذهب إلى أنَّه لو كان يولد على الفِطْرة ثم مات قبل أنْ يُهَوِّده (¬2) أبَواه أو يُنَصِّرانه ما ورثهما ولا ورثاه. لأنَّه مُسْلم وهما كافران. وكذلك ما كان يجوز أنْ يُسْبى. فلمّا نزلَت الفرائض وجَرت السُّنن بخلاف ذلك عُلِمَ أنَّه يُولَد على دينهما. قال: وأمّا عبد الله بن المبارك، فإنَّه بلَغَني أنَّه سُئِلَ عن تأْويل هذا الحديث فقال: تأويلُه، الحديثُ الآخر، أنَّ النَّبي - صلّى الله عليه وسلَّم -: \"سُئِل عن أطْفال المشركين فقال (¬3): الله أعلم بما (¬4) كانوا عاملين (5).\"\rقال أبو عبيد (¬5): يذهب إلى أنَّهم يولدون على ما يصيرون إليه من إسلام أو كُفْر. فمن كان في عِلْم الله أنَّه يصير مُسْلمًا فإنَّه يولد على الفِطْرة (¬6). ومن كان في عِلْمه أنَّه يموت كافرًا وُلدَ على ذلك.\rقال: وممّا يُشْبِه هذا الحديث، حديثُه الآخر: أنَّه قال: يقول الله عزَّ وجلّ (¬7): {إني خلقْتُ عبادي جميعًا حُنَفاء، فاجْتالَتْهم الشياطين عن دِينهم. وجعلَت نحْلتهم من رِزْق، فهو لهم حلال، فحرَّم عليهم الشياطين ما أحلَلْتُ لهم\".\r¬__________\r(¬1) ينظر: غريب الحديث 2/ 21.\r(¬2) ظ: يهوداه أبواه.\r(¬3) الحديث في: مسند ابن حنبل 2/ 259، 268، 393، 471.\r(¬4) ظ: ما.\r(¬5) غريب الحديث 2/ 22.\r(¬6) ينظر عن (الفطرة)، بحث للدكتور أحمد حسن فرحات، مجلة حضارة الاسلام، (ع/5، 6 ص/16 ص 51، الفطرة) ..\r(¬7) وهو من الحديث القدسي ينظر: تأويل مختلف الحديث: 7، والنهاية 1/ 317.","seal":"011E2724","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"hno":null,"nass":"قال: يريد (¬1) البحائر والسيّب. هذا قول أبي عبيد (¬2). قال أبو محمد: ولم أرَ ما حكاه أبو عبيد عن عبد الله بن مبارك، ومحمد بن الحسن مُقْنِعًا (¬3) لمن أراد أنْ يعرف معنى الحديث. لأنَّهما لم يَزيدا على أنْ ردَّا على مَنْ قال به من أهل القَدَر (¬4).\rوالحديثُ صحيحُ لا يُدْفَع، ولايجوز أنْ يكون منسوخًا. لأنَّه خَبرٌ والنسخُ إنّما يَقَعُ في الأمر والنَّهْي. ولا يجوز أنْ يُراد به بعض المولودين دون بعض، لأنَّ مَخْرجه مخرج العموم. ولا أرىَ معنى الحديث إلّا ما ذَهَب إليه حمّاد بن سَلَمة، فإِنَّه قال فيه: هذا عندنا حيث أخذ العهد عليهم في أصلاب آبائهم (¬5).\rذكره الحجّاج (¬6) عنه، يريد حين مَسَح الله ظهر آدم عليه (¬7) السلام فأخرج من ذُريّته إلى يوم القيامة، أمثال (¬8) الذرّ. \"وأشْهَدَهُم على أنْفُسِهم، ألَستُ بربّكم؟ قالوا بلَى\" (¬9). فلست واجدًا أحدًا إلّا وهو مُقرّ\r¬__________\r(¬1) كأنَّه أراد قوله تعالى في الآية /103 من سورة المائدة: {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ}.\r(¬2) ينظر: غريب الحديث 2/ 22.\r(¬3) في المطبوعة: مَقنعًا.\r(¬4) غريب ابن قتيبة 2/ 350، وتأويل مختلف الحديث 128.\r(¬5) ينظر: تفسير القرطبي 7/ 314، وزاد المسير 3/ 284.\r(¬6) هو: الحجاج بن محمد المصيصي الأعور المتوفى سنة/206 هـ، من رواة الحديث، وهو كثيرًا ما يروي عن ابن جريج، ويروي عنه المؤلف وأبو عبيد يُنظَر: (تهذيب التهذيب 2/ 205، والمعرفة والتاريخ 3/ 491) الفهرس)، وتاريخ ابن معين رقم (1499)، والتقريب 1/ 154).\r(¬7) سقطت من: ظ.\r(¬8) غريب ابن قتيبة 2/ 350، وتأويل مختلف الحديث: 59, 145.\r(¬9) سورة الأعراف، الآية/ 172.","seal":"BA04DD57","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"hno":null,"nass":"بأنَّ له صانعًا ومدبّرًا. وإنْ سمّاه بغير اسمه، أو عَبدَ شيئًا دونه ليقرّبه منه عند نَفسه أو وصفه بغير صِفَته أو أضاف إليه ما تعالى عنه علوًّا كبيرًا.\rقال الله --عزَّ وجلَّ-- (¬1): {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ}.\rفأراد -عليه السلام-: أنَّ كلّ مولود في العالم على ذلك العَهْد وعلى ذلك الإِقْرار الأول، وهو (¬2) الفِطْرة، ومعنَى الفِطْرة: ابتداء الخلقة ومنه قول الله -عزَّ وجلَّ- (¬3): {فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ}.\rأي: مبتدئهما، و (¬4)، وهي الحنيفيّة التي وَقعَت لأوَّل الخَلْق وجَرت في فَطْر العقول. ثم يُهَوِّدُ اليهود أبناءهم، ويمجّس المجوسُ أبناءهم أي: يعلّمونهم ذلك، وليس الإِقْرار الأول ممّا يقع به حكم أو عليه ثَواب (¬5). ألا ترىَ أنَّ الطّفْل من أطْفال المشركين ما كان بين أبَوْيه فهو محكوم عليه بدينهما لا يصلّى عليه إنْ مات. ثم يخرج عن كنفهما إلى مالك من المسلمين فيحكم عليه بدِين مالكه ويُصَلَّى عليه إنْ مات. ومن وراء ذلك علم الله فيه.\rويُرْوىَ عن الأوزاعي (¬6) أيضًا في تفسير هذا الحديث شبيه بقول حمّاد بن سَلَمة، وفرق ما بيْنَنا وبين أهل القَدَر في هذا\r¬__________\r(¬1) سورة الزخرف، الآية / 87.\r(¬2) ظ: وهي.\r(¬3) سورة الشورى، الآية/ 11.\r(¬4) ظ: مبتدئها. وينظر: غريب ابن قتيبة 2/ 350، زاد المسير 6/ 472 - 473، تفسير القرطبي 14/ 319، وتفسير غريب القرآن / 151، واللسان (ف/ ط/ ر) 6/ 363.\r(¬5) ينظر: تأويل المختلف، وتفسير الطبري 21/ 26، القرطبي 14/ 25، تفسير الغريب/ 34، والنهاية 3/ 457.\r(¬6) ينظر: فقه الإمام الأوزاعي، جمع وتحقيق الدكتور عبد الله محمد الخليل الجبوري، بغداد.","seal":"2278E50D","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"hno":4,"nass":"الحديث، إنَّ الفِطْرة عندهم الإِسلام. وإليه ذَهَب أبو عبيد ومَنْ سأله عنه، فاضْطَرب عليهم الأمر وعَسُرَ الَمخْرج.\rوالفِطْرهُّ (¬1) عندنا، الإِقْرار بالله والمعرفة به، لا الاسلام.\r* * *\r4 - وقال أبو عبيد في حديث النّبي - صلّى الله عليه وسلّم -: \"إنَّه نَهىَ عن كسْب الزمّارة\" (¬2).\rقال (¬3) حدَّثنيه أحمد بن سعيد عن أبي عن حجّاج عن حمّاد بن سلَمة عن هشام بن حسّان، وحبيب بن الشَّهيد عن ابن سيرين عن أبي هريوة عن النَّبي - صلّى الله عليه وسلَّم -.\rقال أبو عبيد: [و] (¬4) قال حجّاج (¬5): الزمّارة، الزّانية. قال أبو عبيد: ولم أسمع هذا الحرف إلّا فى هذا الحديث، ولا أدري من أيّ شيء أُخِذ.\rوقال (6) أبو عبيد (¬6): قال بعضُهم، الرّمَّازة وهذا عندي خطأ في هذا الموضع. وذلك أنَّ معناها مأخوذٌ من الرَّمز، وهي التي تُوميء بشفتَيْها أو بعينها. فأيّ كسْب لها ها هنا يُنْهَى عنه. ولا وَجْه للحرف إلّا ما قال حجّاج: زمّارهْ. وهو أثْبت عندنا ممّن خالَفه، إنَّما نَهىَ رسول الله\r¬__________\r(¬1) ينظر: اللسان (ف/ ط/ ر)، وزاد المسير 6/ 300.\r(¬2) غريب الحديث 1/ 341 و 2/ 41 وينظر: الفائق 2/ 122، والنهاية 2/ 312، واللسان (ز/ م/ ر)، وغريب الخطابي 1/ 242، و 2/ 268 (مخطوط). وأمالي المرتضى 1/ 454.\r(¬3) سقطت من: ظ.\r(¬4) زيادة من: ظ.\r(¬5) الحجاج تقدمت ترجمته في الصحيفة / 57.\r(¬6) سقطت من: ظ.","seal":"0798A700","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"hno":null,"nass":"- صلّى الله عليه وسلّم - عن كسْب الزّانية. ونرىَ (¬1) أنَّ القرآن نزل في قوله (¬2): {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا}.\rفهذا العَرضُ هو الكسْبُ (¬3) وهو مهْر البَغيّ الذي جاء النَّهْيُ فيه، وهو كسْبُ الَأمَة. هذا كلُّه قولُ أبي عبيد.\rقال أبو محمَّد: وهو كما ذكر إلّا ما أنكره على مَنْ زعم أنّها الرّمازة. (¬4) والرمّازة: الفاجرة سُمّيت بذلك لأنَّها ترمز أي: تُومئ بعينيها وحاجبيها وشفتيها.\rقال الفَرّاء: (¬5) وأكثر الرمز بالشَّفتين، ومنه قولُ الله -عزَّ وجلّ- (¬6): {آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا}.\rفالرمّازة: صِفَةُ من صفات (¬7) الفاجرة، ثم صار اسمًا لها، أو كالاسم. وكذلك قيل لها: هَلُوك، لأنَّها تهالك (¬8) على الفِراش وعلى الرَّجُل. ثم صار اسْمًا لها دون غيرها من النّساء وإنْ تَهالكت على زَوْجها. وقيل لها: خَرِيع (¬9) للينها وتَثنّيها، ثم صار ذلك اسمًا لها دون\r¬__________\r(¬1) في ظ: وبه نزل القرآن في قوله.\r(¬2) سورة النور الآية /33، وينظر: مختلف الحديث: 218.\r(¬3) ينظر: المشكل: 92، ومختلف الحديث: 219، وفتح الباري 4/ 426.\r(¬4) وقع خلط في ورقات الأصل، حيث قدمت الورقة (30) على الورقة (29).\r(¬5) معاني القرآن 1/ 213، واللسان (ر/ م/ ز) 5/ 356، والتذييل والتذنيب للسيوطي ص / 58، والمشكل: 408.\r(¬6) سورة آل عمران، الآية/ 41.\r(¬7) وقيل: إنها المغنيّة، ينظر: النهاية 3/ 312.\r(¬8) تهالك، بحذف التاء الأولى، وأصلها: \"تتهالك\".\r(¬9) اللسان (خ/ ر/ ع) 9/ 420 - 421، والتاج (و/ م/ س) 17/ 20.","seal":"22372853","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"hno":null,"nass":"غيرها من النّساء، وإنْ لانَتْ وتثنَّت، ونحوُه قولُهم للبعير، أعْلَم (¬1) للشّق في مِشْفره الأعلىَ، ثم صار كالاسم له. وكذلك قولهم للذّئب: أزَلّ (¬2)، للرسح ثم صار بالاسم له. (3) وقد ذكرنا هذا ونحوه في موضع آخر (¬3). (¬4) والمريبة: لا تكاد تُعْلِن الكلام، إنَّما تُومِض أو ترمز أو تُومئ أو ترمز أو تصفر (¬5). قال الشاعر:\rرَمَزتْ إليَّ مخافةً من بَعْلها ... من غير أنْ يبدو هناك كلامُها\rوقال الأخطل (¬6):\rأحاديثُ سَدّاها ابنُ حَدْراء فَرْقدُ ... ورمّازةٌ مالَتْ لمن يسْتميلُها.\rوقال الراجز (¬7):\rيُومئن بالأعين والحواجب ... إيماض (¬8) بَرْق في عَماء ناضِب.\rأنشد فيه أبو حاتم عن أبي زيد.\rوالعماء: السَّحاب. (¬9) والنّاضب: (¬10) البعيد، وما جاء في هذا كثير.\r¬__________\r(¬1) اللسان (ع/ ل/ م) 15/ 313 وفيه \"لعلم في مشفره الأعلى\".\r(¬2) اللسان (ز/ ل/ ل) 13/ 328.\r(¬3) سقط من: ظ. وقد ذكره ابن قتيبة في: تأويل مختلف الحديث ص/ 218.\r(¬4) في ظ: والزانية، وينظر: التاج 15/ 161 - 162.\r(¬5) ظ: تومئ أو تصفر، ولم أعرف الشاعر.\r(¬6) ديوانه ص: 241، وينظر: اللسان 7/ 224 (ر/ م/ ز).\r(¬7) اللسان (ن/ ض/ ب) 1/ 763، وفي الأصل ناصب (بالصاد المهملة).\r(¬8) في اللسان: إيماء.\r(¬9) التقفية: 60، وفيه \"السحاب الرقيق\" ومختلف الحديث: 150، واللسان (ع/ م/ ى) 19/ 334.\r(¬10) اللسان \"ن/ ض/ ب\".","seal":"86FE87BE","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"hno":null,"nass":"(1) [حدَّثنا أبو الخَطّاب (¬2) قال: حدَّثنا أبو بحر، قال: حدَّثنا هشام بن حسّان عن محمد بن سيرين عن أبي هريرة، قال: ثمن الكلب وأجر الرمّازة من السُّحْت] (¬1).\rوقال بعضهم: إنَّما قيل لها قَحْبة، من القُحاب، وهو السُّعَال، فأحسبه (¬3) أراد أنَّها تتَنحْنَحُ أو تَسْعُل ترمز بذلك.\rوبلَغَني عن المفضّل (¬4)، أنه كان يقول في قول النّاس: \"أجْبَن من صافر (¬5) \". إنَّه الرجُل يصفر للفاجرة، فهو يخاف كلّ شيء.\rفأمّا الأصمعي، فإِنَّه بلَغني عنه أنَّه كان يقول: الصّافر: ما يصفر من الطّير، وإنما وُصِفَ بالجُبْن لأنَّه ليس من الجوارح (¬6)، ولا أرىَ القول إلّا قول المفضّل، والدّليلُ على ذلك، قولُ الكميت:\rأرجو لكم أن تكونوا في إخائكم ... كلبًا كورهاء تَقلي كلّ صَفّار\rلمّا أجابَتْ صفيرًا كان آيتها ... من قابسٍ شيَّط الوَجْعاء بالنّار (¬7)\r¬__________\r(¬1) بحق معقوفين زيادة من: ظ. وهو في: مختلف الحديث: 218.\r(¬2) أبو الخطات: زياد بن يحيى بن حسان، السجستاني، توفي سنة/254 هـ.\rتهذيب التهذيب 3/ 388 - 389، وهو ثمن روى عنهم المؤلف كثيرًا. ينظر: عيون الأخبار 4/ 152، والمعارف ص: 683.)\r(¬3) ظ: وأحسبه.\r(¬4) المفضل الضبّي، أبو عبد الرحمن، ابن محمد الكوفي المتوفى سنة (170 هـ) تقريبًا، وهو صاحب المفضليات، وترجمته في: تاريخ بغداد 13/ 131، ياقوت 7/ 171. النجوم الزاهرة 2/ 69، البغية: 396، بروكلمان (العربية 2/ 201).\r(¬5) اللسان (ص/ ف/ ر) 6/ 134، ولم أجد المثل في: أمثال المفضل الضبي، (ط/ د. إحسان عباس، بيروت)، وهو في أمثال أبي عبيد ص: 371.\r(¬6) اللسان 6/ 134.\r(¬7) اللسان (ش/ ي/ ط) 9/ 211.","seal":"DC3672E9","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"hno":5,"nass":"فهذه امرأة كان يصفر لها رجُل فتجيبه، فتمثَّل لها (¬1) زوْجُها به (2) (وصَفَو لها فأتته) (¬2)، فشيّطها (¬3) بميْسم، فلمَّا عاد الصَّفير قالت:\rقليْنا كلَّ صَفّار\rتريد كلّ زانٍ وعفَفْنَا.\r5 - وقال أبو عبيد في حديث النَّبي - صلّى الله عليه وسلَّم -، إنَّه قال (¬4) \"لا يموتُ لمؤمِنٍ ثلاثة أولاد، فتمسَّه النّار، إلّا تَحِلَّة القَسَم\".\rقال (¬5): حدَّثنيه أحمد بن سعيد عن أبي عبيد، قال: حدّثنيه ابو النضّر عن عبد العزيز عن الزّهري عن ابن المُسَيّب عن أبي هريرة عن النّبي - صلّى الله عليه وسلم -، قال أبو عبيد: نرى أنَّ قوله، تَحِلّة القَسَم، يعني: قول الله (¬6) تبارك وتعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا} (¬7).\rيقول: فلا يَرِدُها إلّا بقدر ما يُبرّ (¬8) الله قَسَمه فيه. هذا قول أبي عبيد.\r¬__________\r(¬1) سقطت من: ظ.\r(¬2) زيادة من: ظ.\r(¬3) شيط: (بتشديد الياء المثناة من تحت): كوى، وأحرق.\r(¬4) غريب الحديث 2/ 16، والحديث في: البخاري ج 3/ 118، 110/ 541، وفيه \"لا يموت لمسلم ثلاثة من الولد، فيلج النار إلّا تحلة القسم\" ومسند ابن حنبل 2/ 240، 276، 473، 449، والنهاية 2/ 429 والفائق 1/ 306، ومسند الحميدي 2/ 333 (10201020)، وأمالي المرتضى 2/ 50 - 52.\r(¬5) زيادة من: ظ.\r(¬6) غريب الحديث: قول الله تعالى. وفي: ظ: عزَّ وجلّ.\r(¬7) سورة مريم، الآية/ 71.\r(¬8) غريب الحديث: يبر الله به قسمه فيه.","seal":"5CB40A9F","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"hno":null,"nass":"قال أبو محمد: هذا مذهب حَسَن من الاسْتَخراج، إنْ كان هذا قَسَمًا. وفيه مذهب آخر أشْبه بكلام العرَب ومعانيهم، وهم إذا أرادوا تقليل مكث الشيء وتقصير مدّته شبّهوه يتحليل القَسَم، وذلك أن يقول بعده: إنْ شاء الله، فيقولون: ما يقيم الرجُل عندنا إلّا تحِلّة القَسَم. (¬1) وما ينام العليل ألّا كتحليل الألية، (¬2) وكحسو الطّائر، وهو كثير مشهور في الكلام والشعر (¬3).\rقال ابن (¬4) أحمر (5) وذكر الريح (¬5):\rإذا عَصَبتْ رَسْمًا فليس بدائمٍ ... به وتدٌ إلا تَحِلَّةَ مُقْسِمِ\rيقول: لا يُبت الوتد إلّا قليلًا كتحِلّة القَسَم إذا هبَّت حتى ينقلع. وقال آخر (¬6) يذكر ثورًا:\rيُخْفي التُّراب بأظْلافٍ ثمانية ... كأنما وقْعُها بالأرض تَحْليلُ\rيقول: هو سريع خفيف، فقوائمه لا تثبت بالأرض إلّا كتحليل اليمين. قال ذو الرّمّة (¬7):\rطوىَ طيَّة فوق الكرىَ جَفْنُ عَيْنه ... على رَهبَات من حَنَان المُحاذر\r¬__________\r(¬1) ظ: ولا ينام.\r(¬2) سقطت الواو من: ظ.\r(¬3) ينظر: الفائق 1/ 283، واللسان (ح/ ل/ ل) 13/ 178 وأمالي الرتضى 2/ 51.\r(¬4) شعره ص: 148 وفيه: إذا عصفت.\r(¬5) سقطت من: ظ.\r(¬6) هو: عبدة بن الطبيب، كما في اللسان (ح/ ل/ ل) 13/ 179، وفيه في أربع مسهنَّ الأرض تحليل. والمفضليات: 135 - 145.\r(¬7) ديوانه: 384 (ط/ دمشق، المكتب الأسلامي 1964 م).","seal":"2276DE32","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"hno":6,"nass":"قليلًا كتحليل الأُلى ثم قلّصَتْ ... به شيمةُ رَوْعاء (¬1) تقليصَ طائر\rوالأُلى: جمع ألْوة، وهي اليميق ومعنى الحديث على هذا التّأْويل، إنَّ النّار لا تمسّه إلّا قليلًا كتحليل (¬2) اليمين ثم يُنْجِيه الله منها. ولعلَّ المسَّ القليل يكون بالورود الذي حتمه الله وقَضاه على نَفْسه.\r* * *\r6 - وقال أبو عبيد (¬3) في حديث النَّبي - صلّى الله عليه وسلَّم -، إنَّه قال في الغائط \"اتَّقُوا الَملاعِنَ وأعِدُّوا النُّبَل\".\rحدَّثنيه أحمد بن سعيد عن أبي عبيد عن محمد بن الحسن عن عيسى الحناط عن الشعبي، عمَّن (¬4) سمع النَّبي - صلّى الله عليه وسلَّم -، يقول ذلك.\rقال أبو عبيد عن الأصمعي: أراه بفَتْح الباء وضمّ النون قال: ويقال (¬5): نَبّلْني أحجارًا للاسْتِنْجاء أي: أعطنيها ونبّلْني عَرْقًا (¬6)، أي: أعطنيه.\rقال: وسمِعْتُ (¬7) محمد بن الحسن يقول: النُّبَل حجارة\r¬__________\r(¬1) روعاء: حديدة شديدة.\r(¬2) النهاية/ 1/ 429 - 430؛ والتاء في (تحلة)، زائدة\r(¬3) غريب الحديث 1/ 79؛ والفائق 3/ 318؛ وأضداد الأنباري: 93؛ والنهاية\r4/ 225.\r(¬4) في الأصل: عن من.\r(¬5) ظ: يقال.\r(¬6) العَرْق: العظم.\r(¬7) ظ: سمعت.","seal":"58A0BBAA","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"hno":null,"nass":"الاسْتِنجاء، والمُحدِّثُون يقولون: النَّبل، بفتح النون. ونَراها سُمّيت نَبَلًا لصغرها. وهذا من الأضْداد (¬1) في كلام العرب، أنْ يقال للعظام نَبَل، وللصّغار نَبَل، واحتجَّ بقول الشاعر (¬2):\rأفرحُ أنْ أُرْزَأ الكِرامَ وأنْ ... أُورَثَ ذَوْدًا شَصائِصًا نَبَلا\rأي: صغارًا.\rهذا قول أبىِ عبيد: [(3) الشّصائص: التي لا ألْبان لها] (¬3).\rقال أبو محمد: أرَى أبا عبيد قد ارْتَضى هذا القول وأحتجَّ له، وأعْرَض عن قَوْل الأصمعي ومحمد بن الحسن. والأمر كما قالا، هي النُّبل، بضم النون وفتْح الباء، جمع نُبْلة. وإنّما قيل لها نُبْلة، بالتّناول من الأرض أو بالمناولة تقول: انْتَبلْت حَجَرًا من الأرض، إذا أنت أخذْتَه. وأنبلْت فلانًا حَجَرًا ونبلْتَه أيضًا، إذا أنت أعطيتْه إيّاه على ما قال الأصمعي.\rواسمُ الشيء الذي يتناوله (¬4)، وتناوله (¬5) نُبْلة. وهذا كما تقول: اغترفْتُ بيدي ماءً. واسمُ ما في كفّك غُرْفة. واحْتَسَيْتُ حَسَاء. واسمُ\r¬__________\r(¬1) هو في: أضداد الأصمعي ص/ 50؛ وأضداد الأنباري: 92 - 94؛ وأضداد السجستاني ص/133؛ وأضداد ابن السكيت ص: 253؛ .\r(¬2) هو: حضرمي بن عامر، والشاهد في: القالي 1/ 67؛ واللسان (ش/ ص/ ص/، ون/ ب/ ل وج/ ز/أ). وخزانة البغدادي 33/ 426؛ وأضداد الأصمعي الانباري والسجستاني وابن السكيت.\r(¬3) زيادة من: ظ، وغريب الحديث والأضداد للأنباري.\r(¬4) ظ: تتناوله.\r(¬5) زيادة من: ظ.","seal":"6AF53B6E","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"hno":null,"nass":"ما في فيك حُسْوة، والجميعُ (¬1): غُرَفٌ وحُسًى. مثل: نُبَل في التقدير وفي شِعر لبيد (¬2):\rكأرآم النُّبَل\rوأمّا قولُ الشّاعر:\rشصائِصًا نَبَلا\rفقد يُحْتَمل المعنى ما ذَهَب إليه أنْ كانت الرّواية بفتح النون. وكان هذا محفوظًا في الأضْداد. وإلّا فإِنَّما هي نُبَلا، جمْعُ نُبْلة، أي. عَطيَّة وعِوَضًا من أخي.\rوأمَّا قوله: \"اتَّقُوا المَلاعِنَ\". فإِنَّ أبا عبيد (¬3) لم يفسّر ذلك.\rوالمَلاعِنُ (¬4): جمع مَلْعنَة، وهي (¬5) أنْ يُحْدِثَ الرجُلُ في المواضع التي ينزلُها النّاس، أو على قارِعَة الطَّريق. ومنه قولُ مكحول (¬6)، وذكر المَلاعِنَ، فقال: \"رجُل فعَلَ كذا ورجُل غوّرَ الماء المَعين، ورجُل تغوَّط تحت شَجَرة ينزل النّاسُ تحتها\". وإنَّما سُمّيت مَلاعن، لِلَعْن النّاس فاعِلَها (¬7).\r¬__________\r(¬1) ظ: والجمع.\r(¬2) وتمامه: كل يوم صنعوا جاملهم ... ومرنّات كأرام نُبَلْ\rديوان لبيد: 15؛\r(¬3) فسر أبو عبيد قوله: الملاعن، ينظر: غريب الحديث 1/ 81؛\r(¬4) ينظر: اللسان (ل/ ع/ ن) والفائق، والنهاية.\r(¬5) ظ: وهو، والنص المفسر بأكمله في أضداد الأنباري وعليه رد الأنباري.\r(¬6) مكحول: أبو عبد الله الشامي، ومكحول البصري، رأى ابن عمر، ومكحول الأزدي، ينظر: تاريخ ابن معين (5167؛ 3802؛ 4161) والتقريب 2/ 273؛ . (والتهذيب 10/ 291؛ والفهرست/227؛ ).\r(¬7) ينظر: اللسان: \"ل/ ع/ ن\". والنهاية.","seal":"A602CA8A","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"hno":7,"nass":"وفي هذا الحديث، قال أبو عبيد (¬1): العَرْق: الفِدْرة من اللَّحم وليس كلّ فِدْرة من اللَّحم (¬2) تكون عَرْقًا، إنَّما العَرْق: العَظْم بلحم وبغير لحم وجمْعُه: عُراق. وقد بيَّنْتُ هذا في كتاب: \"غريب الحديث\" (¬3).\r* * *\r7 - وقال أبو عبيد في حديث النَّبي - صلّى الله عليه وسلَّم -، \"إنَّه نهَى عن المَجْر\" (¬4).\rحدَّثنيه أحمد بن سعيد عن أبي عبيد عن زيد بن الحُباب عن موسى بن عبيدة عن عبد الله بن دينار عن ابن عُمَر.\rقال أبو عبيد (¬5): قال أبو زيد: المَجْرُ أنْ يُباعَ البعير أو غيره بما في بَطْن النَّاقة. يقال منه: أمْجَرْتُ في البَيْع إمْجارًا. هذا قول أبي عبيد.\rقال أبو محمد: وفيه قولُ آخر، رأيت أهل العلم باللغة عليه، رأيتهم يجعلون المَجْر في الغَنَم دون (¬6) الأَبل.\r¬__________\r(¬1) لم يفسره أبو عبيد في موضع الحديث المذكور، ينظر غريب الحديث 1/ 105؛ 295؛ 3/ 286؛ 4/ 227؛ (حرف: عرق)، وينظر: تفسير غريب القرآن: 481.\r(¬2) سقطت من: ظ.\r(¬3) لم أجده في \"غريب الحديث\" بهذا التفسير، وهو في: غريب القرآن ص: 481؛ وقد رد عليه هذا التفسير الأنباري أبو بكر في كتابه: الزاهر 2/ 383؛ .\r(¬4) غريب الحديث 1/ 206؛ والفائق 3/ 8؛ وفي التقفية: \"لا إمجار\". ص/346؛ والنهية 4/ 299؛ .\r(¬5) غريب الحديث 1/ 206.\r(¬6) وفي: التقفية: قيّده في الناقة، ولم يذكر غيرها. ص/346؛ وفي التكملة 194/ 3؛ المجر، بالفتح، الولد الذي في بطن الحامل.","seal":"ABFEEB70","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"hno":null,"nass":"وحُدِّثْتُ عن الأصمعي، أنَّه قال: هو أنْ يشتدّ هُزال الشّاة ويصغر جِسْمُها، أو يثقُل ولَدُها في بَطْنها وتَرْبِضُ فلا تقوم.\r[و (¬1)] يقال: شاةُ مُمْجر. وأنشد لابن (¬2) لَجأ في وصْف امرأة، أحسبها راعية: (¬3).\rوتحملُ المُمْجِرَ في كِسائها.\rيعني: هذه الشَّاة إذا ألْقت نَفْسَها فلم تقدر على النُّهوض حمَلتْها في كسائها. وقال غيره: يقال (¬4)، شاةٌ مَجْرَةٌ. والجَمْع: مَجْرٌ. ويقال أيضًا: شاةٌ (5) [مَجْر وشاةٌ مَجْرةٌ (¬5)]. كلّ هذا قد سَمِعتُ. فنَهى رسول الله - صلّى الله عليه وسلَّم -، عن شِراء ولد هذه في بَطْنها، وعن شراء الأجِنَّة كلّها (¬6).\r* * *\r¬__________\r(¬1) زيادة من: ظ.\r(¬2) ابن لجأ، هو عمر بن لجأ التيمي، شاعر أموي، عاصر جريرًا، وتوفي سنة 105 هـ.\r(الشعر والشعراء 2/ 570؛ وفيات الأعيان 6/ 286؛ معجم الشعراء 387؛ طبقات الشعراء لابن سلام 1/ 424؛ وخزانة الأدب 1/ 359).\r(¬3) ينظر: الحيوان 4/ 214؛ 529؛ المخصص 8/ 82؛ والشطر في: السمط 2/ 967؛ والشعراء، والأغاني 8/ 70. ولم أجده في (شعره، طبعة د. يحيى الجبوري)\r(¬4) سقطت من: ظ. وينظر: النهاية 4/ 299.\r(¬5) بين معقوفين زيادة من: ظ.\r(¬6) ينظر: البخاري 4/ 356؛ 435؛ 7/ 149.","seal":"83C077D5","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"hno":8,"nass":"8 - وقال أبو عبيد في حديث النَّبي - صلّى الله عليه وسلَّم - في كتابه إلى الأقْيال (¬1) العَباهِلة: \" (¬2) لا شِناق ولا شِغار\".\rقال أبو عبيد (¬3): الشَّنَقُ، ما بين الفريضَتيْن. وهو ما زاد من الإِبل على الخَمْس إلى العَشْر، وما زاد على العَشْر إلى خَمْس عشرة. يقول: لا يُؤخذ من ذلك شيء. واحتجَّ بقول الأخْطل (¬4):\rقَرْمٌ (¬5) تُعلَّق أشْناقُ الدِّيات به ... إذا المِئُون أُمِرَّتْ فَوْقَه حَمَلا\rهذا قول أبي عبيد.\rقال أبو محمد: وقد تدبَّرْتُ هذا التفسير وناظرْتُ فيه، فلم أرَ أشْناق الدِّيات من أشْناق الفَرائض في شيء. لأنَّه ليس في الدّيات شيء يزيد على حسد من عددها أو جِنْس من أجناسها فيُلْغَى كما يُفْعل في الصَّدقة. وإنَّما أشْناق الدّيات أجناسها من بنات المخاض، وبنات اللَّبون والحِقاق والجِذاع.\rفكلُّ صِنْف منها شَنَقُ. وإنَّما سُمّي شَنَقًا، لأنَّهم كانوا يُفْردون\r¬__________\r(¬1) الأقيال: ملوك اليمن، دون الملك الأعظم، والعباهلة: الذين أقروا على ملكهم لا يزالون عنه، ينظر: غريب 1/ 212؛ واللسان والتاج (ق/ ي/ ل وع/ ب/5/ ل).\r(¬2) غريب الحديث 1/ 211؛ وهو من حديثه - صلّى الله عليه وسلّم -، كتبه إلى وائل بن حجر الحضرمي وقومه. والحديث ورد في كتب الزكاة من كتب الصحاح والسنن. وينظر: جامع الأصول 11/ 452؛ الموطأ 2/ 535؛ النسائي 6/ 111؛ والنهاية 2/ 482؛ والفائق 4/ 11؛ والأم 5/ 174؛ وغريب ابن قتيبة 1/ 206؛ وغريب أبي عبيد 3/ 127؛ والبيان والتبيين 2/ 27.\r(¬3) غريب الحديث 1/ 215.\r(¬4) ديوانه: 143.\r(¬5) ديوانه: ضخم. واللسان (ش/ ن/ ق)، وفي ظ، والمطبوعة: إن المئون، وفي الديوان: إذا المأون.","seal":"FC58EA30","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"hno":null,"nass":"الجنس منها ويضمّون بعضها إلى بعض، فيكون منفردًا عن الصِّنْف الآخر. وكلّ شيء قرنْتَه بشيء فقد شنقْتَه.\rوأصلُ الشَّنَق (¬1): الحَبْل. فسمّيت الجماعة التي قُرِن بعضها إلى بعض شَنَقًا. لأنَّ الحَبْل جَمَعها.\rومثله قولُهم لإِبل تُجْمَع وُيشَدّ بعضها إلى بعض قَرَن. لأنَّ القَرَن جَمَعها، وهو الحَبْل. قال جرير (¬2):\rولو عند غسّان السّليطي عرَّستْ ... رَغَا قَرَنٌ منها وكاسَ عَقِيرُ\rولهذا ذَهَب قومُ في قول رسول الله - صلّى الله عليه وسلَّم -: \"لا شَناق\". إلى أنَّه أراد لا يضم الرجُل إبلَه إلى إبل غيره، ليمنع ما يجب عليه في الصَّدقة أو ليَحْتال بذلك في بخس المصدّق. يقال: شانَقْت الرجُل، إذا خلطْتَ مالَكَ بماله. ويدّلك على أنَّ الإِشْناق في الدّيات أصنافها، قولُ الكمَيْت يمدح، رجُلًا يحمل الدّيات (¬3).\rكأنَّ الدِّيات إذا عُلِّقَتْ ... مِئوها به الشَّنَقُ الأسْفل (¬4)\r¬__________\r(¬1) ينظر: اللسان (ش/ ن/ ق)، والغريبين (القسم المخطوط، ق/ 280)، وغريب ابن قتيبة 2/ 160، والتكملة 5/ 94.\r(¬2) لم أجده في ديوانه (ط/ بيروت)، وفي اللسان (ق/ ر/ ن)، 17/ 215؛ نسبة إلى الأعور النبهاني، في هجاء جرير، وفي مدح غسان السليطي، وينظر: المعاني الكبير 3/ 142؛ الأغاني 8/ 28؛ ولجرير في: الأضداد لابن الأنباري ص: 307؛ وبلا عزو في: المخصص 9/ 172؛ و 10/ 178؛ والصحاح 6/ 2181؛ (ق/ ر/ ن).\r(¬3) في الأصل: قال الكميت.\r(¬4) لسان العرب (ش/ ن/ ق) 12/ 58.","seal":"9ADB4FD1","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"hno":9,"nass":"يقول: كأنَّ الدّيات إذا تحمَّلَها من سُهولتها عليه وطيب نَفْسه بها أسفل الأشناق وأدونها، وهي بنات المخاض، وجعلها أسفل الأصناف، لأنَّها أصغرها وأخسّها أثمانًا.\r* * *\r9 - وقال أبو عبيد في حديث (¬1) النَّبي - صلّى الله عليه وسلَّم - في حديث أم زرع (¬2): \"إنَّ المرأة الخامسة (¬3) قالت: زَوْجي إنْ أكل لفَّ، وإنْ شَرِبَ اشْتَفَّ، ولا يُولجُ الكفّ ليعلم (¬4) البَثّ\".\rقال أبو عبيد: اللَّف في المَطْعَم، الإكْثارُ منه مع التخليط من صنوفه.\rوالاشْتِفاف (¬5) في الشُّرْب، أنْ يسْتَقْصي ما في الإِناء يُسْئر فيه، وإنَّما أُخِذ من الشُّفافة، وهي البَقيَّة تبقى في الإِناء من الشَّراب. يقال في مثل: \"ليس الرِّي عن التشاف\" (¬6) يقول: ليس من لا يشتف لا يَرْوي. وقد يكون الرّي دون ذلك.\r¬__________\r(¬1) غريب الحديث 2/ 292 - 293.\r(¬2) ينظر: بغية الرائد لما تضمنه حديث أم زرع من الفوائد، للقاضي عياض، (مخطوط) وقد طبع في المغرب، وهو في المطبوع ص/ 80 وفيه (حديث المرأة السادسة). وحديثها في: صحيح البخاري (كتاب النكاح 7/ 34؛ باب حسن العشرة مع الأهل) وشرح النووي لمسلم (كتاب فضائل الصحابة 15/ 212)؛ وغريب الحديث لأبي عبيد 2/ 286؛ والمزهر 2/ 532؛ والفائق 3/ 49؛ والغريبين 1/ 55؛ 127 - 129؛ والقسم المخطوط منها، (مواضع أخرى)، ومسلم 2/ 375؛ والموفقيات: 462؛ وصحيح مسلم (1896) 7/ 139.\r(¬3) هي: بنت أوس بن عبد، الموفقيات: 463.\r(¬4) في الأصول الأخرى: \"ولا يدخل الكف فيعرف البث\".\r(¬5) ينظر: اللسان (ش/ ف/ ف)، وأمثال الحديث ص 134.\r(¬6) مجمع الأمثال 2/ 92؛ والمستقصى 2/ 304.","seal":"F6AAB558","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"hno":null,"nass":"قال: وقولُها، لا يُولِج الكفّ، ليعلم البثّ، أحسبه كان بجسَدها عَيْبٌ أو داء تكتئب له، لأنَّ البثَّ: الحزن. فكان لا يدخل يده في ثوْبها ليحسَّ ذلك العَيْب فيشف عليها. تَصِفه بالكرم. هذا قولُ أبي عبيد (¬1).\rقال أبو محمد: قد تدبّرت هذا التفسير فرأيْت المرأة في اللَّفْظَين الأوّلَيْن قد وَصَفتْه بالشَّرَه والنَّهَم والبُخْل. ومن شأنهم أنْ يذمُّوا بكثرة الطُّعْم ويمدحوا بقِلَّةِ الرِّزق (¬2). فكيف تهجوه بلفظين وَتَصِفه بالكرَم في الثالث؟ ولا أرى القول فيه إلَّا ما قال ابن الأعرابي (¬3)، فإنَّه رَواهُ: زَوْجي ان أَكَل لفَّ، وإنْ شرب اشْتفَّ، وإنْ رَقَد التفَّ، ولا يدخل الكفَّ ليعلم البثَّ.\rوفسَّره فقال: (¬4) أرادت إنَّه إذا رَقَد التفَّ ناحيةً ولم يُضاجِعْها، ولم يُمارس منها ما يُمَارِسُه الرجُل من المرأة إذا أراد وَطْئها، فيدخل يدَه في ثوبها فيعلم البثَّ، ولا بثَّ هناك غير حُبّ المرأة دُنوّ زَوْجها منها، ومُضَاجَعَتها إياه، وكَنَتْ بالبثّ عن ذلك. لأنَ البثّ كان من أجله. هذا معنى قول ابن الأعرابي، وليس هو بعينه. قال: وهو كما قالت امرأة من كنانة لزوجها تُعيّره: إن شُرْبك لاشْتِفاف، وإن ضَجْعَتَك لانجعاف، وان شِمْلَتك لالْتِفَاف، وإنَّك لتشبع ليلة تُضَاف، وتأمن ليلة تخاف.\r¬__________\r(¬1) غريب الحديث 2/ 293.\r(¬2) في الأصل: الرزء، ولامعنى لها في موضعها، والتكملة عن: ظ.\r(¬3) ينظر قول ابن الأعرابي، في: الغريبين 1/ 127، والتهذيب 15/ 68. وينظر: الموفقيات.\r(¬4) الغريبين والتهذيب، مع اختلاف يسير ببعض الحروف.","seal":"9E63CC35","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"hno":10,"nass":"قال مثله قول أوس بن حجر: (¬1)\r(¬2) وَهَبَّت الشَّمْأَل البَليلُ وإذْ ... باتَ كميعُ الفَتاة مُلْتَفِعا\rأي: ملتفًّا ناحيةً لا يُضاجِعُهَا (¬3).\r* * *\r10 - وقال أبو عبيد في حديث النّبي - صلّى الله عليه وسلَّم -، أنه ذكر المختالات المُتَبَرِّجَات، فقال: (¬4) \"لايدخل الجنَّة منهنَّ إلَّا مِثْل الغُراب الأعْصَم\".\rقال أبو عبيد: الأعصم (¬5)، هو الأبيض اليَدينْ، ومنه قيل للوُعول: عُصْم. قال: وهذا الوصف في الغِربان عزيز، لا يكاد يُوجد. إنَّما أرجُلها حُمْر. وصَف قِلَّة مَنْ يدخل الجَنَّة منهنَّ هذا قول أبي عبيد.\rقال أبو محمد: وقد تدبّرت هذا التفسير، فرأيته مضطربًا. لأنَّه قال في أوّله: الأعصم هو الأبيض اليدين. والغُراب ليس له يَدَان. ثم قال بعد، وهذا الوصف في الغربان عزيز لا يكاد يوجد. إنَّما أرجُلها حُمْر، فكانَّه أراد هو الأبيض الرِّجْلَين (¬6). وذكر مع هذا أن أرْجُلَ الغِرْبان حُمْر. ولم أرَ ذلك في البُقْع منها. ولا في الغُدْفان (¬7). وإنَّما الحُمْر الأرْجُل،\r¬__________\r(¬1) ديوانه: 54.\r(¬2) في الديوان:\rوعزّت الشمأل الرياح وقد ... أمسى كميع الفتاة ملتفعا\r(¬3) وينظر رد ابن الأنباري على ابن قتيبة: في الغريبين 128/ 1.\r(¬4) غريب الحديث 3/ 101 - 102، والنهاية 3/ 249.\r(¬5) غريب الحديث: قال أبو عبيد: الغراب الأعصم.\r(¬6) النهاية 3/ 249 - 250.\r(¬7) في الأصل: العدفان، وظ: الغدقان، وكلاهما مصحف: ... والغدفان جمع: غداف. وهو الغراب. ينظر: اللسان (غ/ د/ ف) 11/ 168.","seal":"F08022BB","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"hno":11,"nass":"ضَرْبٌ منها سُودٌ صغار. وهى مع ذلك حُمْر المناقير. والغرابُ الأعصم، هو الأبيض الجناحَيْن. لأنَّ جناحَيْ (¬1) الطّائر بمنزلة اليدين. كما كانت العُصْمَةُ في الوُعُول والخَيْل، بياض أيديها. فكذلك هو من الغِربان بياض أجنحمْها، إذْ كانت الأجْنحة لها بمنزلة الأيدي.\rوممّا يشهد لهذا، حديثٌ (¬2) حدَّثنيه محمد عن ابن عائشة عن حمّاد بن سَلَمة عن أبي جعفر الخطمي عن عمارة بن خزيمة، قال. خرجنا مع عمرو بن العاص (¬3) متوجّهين إلى مكة، فإذا نحن بامرأة عليها جَبائر وخَواتِم، وقد بَسَطَت يدَها على الهَوْدَج فقالت: كنا مع رسول الله - صلّى الله عليه وسلَّم -، فإذا نحن بغرابَيْن، فيهما [غُرابٌ (¬4)] أعْصَم أحمر المنقار والرِّجْلَيْن، فقال. (¬5) \"لايدخل الجنَّهْ من النِّساء إلَّا قَدْر هذا الغُراب في الغِرْبان\". والغراب الأبيض الجناحين عزيز (¬6) لا يكاد يوجد.\r* * *\r11 - وقال أبو عبيد (¬7) في حديث النبيّ - صلَّى الله عليه وسلَّم -، \"إنَّ رَجُلًا وَقَصَتْ (¬8) به ناقَتُهُ في أخاقيق جِرْذان فمات\" (¬9).\r¬__________\r(¬1) ظ: جناح.\r(¬2) ظ: لهذا الحديث حديث حدَّثنيه.\r(¬3) ظ: العاصي.\r(¬4) زيادة من الأصل.\r(¬5) ينظر: النهاية 3/ 250.\r(¬6) سقطت من: ظ.\r(¬7) غريب الحديث 1/ 95، والحديث في: النسائي (كتاب الحج: 98، 99) والفائق 4/ 74، والنهاية 2/ 57.\r(¬8) وقصت: كسرت عنقه. ينظر: الفائق 4/ 74، والنهاية 5/ 214.\r(¬9) غريب الحديث: \"ان رجلًا كان واقفًا وهو محرم فوقصت ... \".","seal":"E7CC8E94","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"hno":12,"nass":"قال أبو عبيد: (¬1) إنَّما هي لخافِيقَ، وهي الشُّقوق في الأرض. واحدها: لُخْفُوق. هذا قولُ أبي عبيد.\rقال أبو محمد: كان الرّياشي (¬2) يذكر هذا ويعجب منه ويقول: بَلَغني أنَّ هذا الذي يُفَسّر الحدثث يذكر أنَّها لخاقيق. وإنَّما هي أخاقيق، كما جاء في الحديث. واحدها: خَقّ، وهو: الجُحْر. ثم تُجْمَع فيقال: أخْقاق وخُقوق، ثم تُجْمع أخْقاق، فيقال: أخاقيق (¬3).\rوممّا يشهد لذلك حديثٌ رواه لقيط بنِ بُكير المحاربي عن سويد بن طلحة عن سماك بن حرب (¬4). إنَّ عبد الملك كتَبَ إلى الحَجّاجِ: (¬5) \"لاتدَعْ خَقًّا ولا لَقًّا إلَّا زَرَعْتَه\". وقال سماك: الخَقُّ: الجُحْر، واللَّقُّ: الصَّدْع.\r* * *\r12 - وقال أبو عبيد (¬6) في حديث النبي - صلّى الله عليه وسلَّم -، \"إنَّ قُرَيْشًا كانوا يقولون: إن محمَدًا صُنْبُور\".\rقال أبو عبيد عن أبي عبيدة: الصُّنبور، النَّخْلةُ تخرجُ من أصل نخلة أخرى لم تُغْرَس.\r¬__________\r(¬1) نقلًا عن الأصمعي، ينظر: غريب الحديث 1/ 95.\r(¬2) الرياشي، أبو الفضل العباس بن الفرج، المتوفى سنة 257 هـ.\r(¬3) ينظر: اللسان والتاج: \"خ/ ق/ ق و: ل/ ق/ ق\". والنهاية 2/ 57، والتكملة 5/ 43، والفائق. وفي اللسان: ولا يعرفه الأصمعي إِلَّا باللام (لخاقيق).\r(¬4) سقطت من: ظ.\r(¬5) النهاية 2/ 58.\r(¬6) غريب الحديث 1/ 10، وينظر: التقفية: 398، وفي: الدر النثير 3/ 2 والتذييل للسيوطي: 57 \"صنوبر\". والنهاية 3/ 55، والفائق 2/ 316. وليس في كلام العرب، /168 - 167.","seal":"300619A8","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"hno":null,"nass":"قال: وقال الأصمعي: (¬1) الصُّنبور، النَّخْلَة تبقى منفردة ويدِقّ أسفلُها.\rوقال أعرابي في صِفَة نَخْله: صَنْبَر أسْفله وعَشَّشَ أعلاه.\rقال: يعني دقَّ أسفله وقلَّ سَعفَهُ ويبس. قال أبو عبيدة وقولُ الأصمعي: أعجب إليَّ، يعنون إنَّه فَرْدٌ ليس له وَلَد ولا أخ، فإذا ماتَ انْقَطَع ذِكْرُهُ. هذا (¬2) قول أبي عبيد.\rقال أبو محمد: وقد تدبّرت هذا التفسير، فلم أرَ النَّخْلة إذا دَقَّ أسفلُها ويبس سَعَفُها أوْلى بأنْ تُشبه بالفرب الذي لا وَلَدَ له وَلاَ أخ من النخلة. إذا غلُظَ أسفلُها وَرَطُبَ سَعَفُهَا، لأنَّ هذه في الانْفِراد بمنزلة هذه. ولا أدري أيّ شيء أَوْحَشَه من قول أبي عبيدة وهو الصَّواب.\rوإنَّما أرادوا أنَّ محمدًا ناشئً حدَثٌ (¬3) بمنزلة الصُّنْبُور الذي بخرج من أصل النخلة (¬4). يقولون: فكيف تتبعه المَشايخ والكبراء. وهو كذلك.\rوأمّا قولُ الأعرابي في صفة نَخْله، صَنْبَر (¬5) أسفلُه، فإنَّه أراد أنَّه\r¬__________\r(¬1) ينظر: كتاب النخل والكرم للأصمعي: 10، 11، واللسان \"ص/ ن/ ب/ ر\". والفائق 2/ 316، والتقفية.\r(¬2) ظ: هذا يعني.\r(¬3) وفي التكملة 3/ 75: الصنبور: الصبي الصغير.\r(¬4) ينظر: النهاية 3/ 55، والفائق 2/ 316.\r(¬5) قال في الفائق: ويمكن أن يجعل نونه مزيدة، من الصُبْر، وهو الناحية والطرف لعدم تمكنه وثباته.","seal":"0CA902B1","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"hno":13,"nass":"خرجِ في أسفله نخلٌ صِعْار، وهي الصَّنابير، فأضْعَفَه وأَذْهَبَ قوَّتَهُ وقلَّ سَعَفه لذلك.\r* * *\r13 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -، \"الثَّيْبْ يُعْرِبُ عنها لِسانُها\".\rقال أبو عبيد (¬2)، هو يُعرِّب بالتّشديد، يقال: عَرَّبْتُ عن القوم إذا تكلّمت عنهم، قال. وكذلك الحديث في الرجُل الذي قَتَل رجُلًا يقول. لا إله إلَّا الله، إنَّما كان يُعرِّب عمّا في قَلْبه لِسانُهُ، بالتَّشديد. هذا قول أبي عبيد.\rقال أبو محمد: اللفظُ على ماجاء في الحديث، يُعْرِب عنها لِسانُها.\rيقال: اللِّسانُ يُعْرِب عن الضَّمير (¬3)، أي: يُبّين عنه، والإِعْرابُ في الكلام من هذا، إنَّما هو الِإفْصاحُ والإِبانَة (¬4). ولم أسمع أحدًا يقول: التَّعْرِيبُ. وقال الكميت (¬5) لبني هاشم:\rوَجَدْنَا لكم في آل حميم (¬6) آيةً ... تأوَّلها منّا تقىٌّ ومُعْرِبُ\r¬__________\r(¬1) غريب الحديث 1/ 162، والحديث في: مسند ابن حنبل 4/ 192، وابن ماجه (كتاب النكاح: 11)، والفائق 2/ 409 والنهاية 3/ 200.\r(¬2) نقلًا عن الفرّاء.\r(¬3) ينظر: اللسان والتاج: \"ع/ ر/ ب\".\r(¬4) منقول عنه في: النهاية 3/ 200، وينظر التكملة 1/ 208.\r(¬5) الهاشميات: 4، وتفسير غريب القرآن: 36، واللسان 15/ 40، و 18/ 2030، وسيبويه 2/ 30، والحجة لابن خالويه: 312، واللسان (ع/ ر/ ب) 2/ 78.\r(¬6) ظ: حم.","seal":"66DB3690","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"hno":14,"nass":"أي: تأوّلها منّا رجلٌ يتّقي على نَفْسه، فهو لا يتكلّم ولا يُبْدِي ذلك التَّأْوِيلُ خَوْفًا على نَفْسه من بني أُميَّة، وآخر يُعْرب، أي: يُبين ويُفصح بذلك التأويل ولا يُباليهم.\rوقال آخر: (¬1)\rفإنِّي لأكْنو عن قَدور بغيرها ... وأعْرِبُ أحيانًا بها فأصارحُ\r* * *\r14 - وقال أبو عبيد (¬2) في حديث النّبي - صلَّى الله عليه وسلم -، \"مَنْ تَعلَّم القرآن ثم نَسِيَه لقيَ الله (¬3) وهو أَجْذَم\".\rقال أبو عبيد: الأجذم، المَقْطوع اليد. يقال: جذمت يده، تجذم جذمًا، وجذمتها أنا. واحتجَّ بقول الشاعر: (¬4)\rوهل كنت إلَّا مثل قاطع كفّه ... بكفّ له أخرى فأصبح أَجْذَما\rهذا قول أبي عبيد.\rقال أبو محمد: وقد تدبّرت هذا التفسير فرأيته أتى فيه من قِبَل البيت الذي استشهده. وليس كلّ أجْذَم أقْطَع اليد، وإذا نحن حملنا الحديث على ما ذهب اليه، رأينا عُقوبة الذَّنْب لا تُشَاكل الذئب، لأنَّ اليد لا سبَبَ لها في نِسْيان القرآن. والعقوبات من الله -عَزَّ وجلَّ- تكون\r¬__________\r(¬1) اللسان (ع/ ر/ ب) 2/ 78.\r(¬2) غريب الحديث 3/ 48، والحديث في: مسند ابن حنبل 5/ 284، 323، 328، والفائق 1/ 179، والغريبين 1/ 335، والتهذيب 11/ 17، وفتح الباري 9/ 86، والزاهر 2/ 301، وأمالي المرتضى 1/ 5 - 9.\r(¬3) غريب الحديث: الله تعالى.\r(¬4) هو المتلمس، والبيت في اللسان (ج/ ذ/ م) 14/ 354. والأصمعيات: 64.","seal":"12DBE13E","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"hno":null,"nass":"بحَسب الذّنوب كقوله: \"الذين يأكلون الرِّبا لا يقومون إلَّا كما يقوم الذي يتخبّطَه الشّيطان من المَسّ\" (¬1).\rيريد: ان الرّبا الذي أكلوه رَبَا في بطونهم فأثْقلهم، فهم يقومون ويسقطون كما يصيب مَنْ يتخبَّطه الشَّيطان (¬2). وكقول رسول الله - صلَّى الله عليه وسلَّم -: (¬3) \"رأيْتُ ليلة أُسْرِيَ بي قومًا تُقْرَضُ شِفاهُهم، كلّما قُرِضَت وَفَتْ (¬4)، فقال لي جبريل: هؤلاء خُطَباء أُمّتك الذين يقولون ما لا يفعلون. لأنَّهم قالوا بأَفْواههم فعُوقِبُوا فيها\". ومثْل هذا كثير.\rوالأجْذَمُ (¬5) ههنا، المجذوم. يقال: رجُلٌ أجذم، وقوم جَذْمى، مثل أحمق وحمقى، وأنْوَك وَنَوْكى، إلَّا أنْ يكون رُوِيَ في حديث آخر، \"إنَّه يُحْشَر أقْطَع اليد\". أو ما يُدلّ على ذلك. فيقع التَّسليم منا، وإنَّما سُمّيَ مَنْ به هذا الدّاء، أجْذَم. لأنَّه يقطع أصابع يده وشقص خلْقَه.\rوالجَذْمُ: (¬6) القَطْع. وكلُّ شيء قطعْتَه فقد جَذَمْته، وجذَذْتَه. ولهذا قيل لمقطوع اليد أَجْذَم، كما قيل له أَقْطَع. وهذا أشْبَه بالعقوبة. لأنَّ القرآن كان يدفع عن جِسْمه كلّه العَاهة، ويحفظُ صِحّتَهُ وزينته، فلمّا نَسِيَه فارَقَه ذلك، فنالَتْه الآفة في جميعه، ولا داء أشْمَل للبدن من الجذام ولا أَفْسَد للخِلْقَة.\r* * *\r¬__________\r(¬1) سورة البقرة، الآية 275. وينظر: اللسان (ج/ ذ/ م).\r(¬2) ينظر: النهاية 1/ 178.\r(¬3) النهاية 5/ 211، والفائق 4/ 74، واللسان (و/ ف/ ي).\r(¬4) وفت: تمت وطالت.\r(¬5) ينظر: الغريبين 1/ 336، والزاهر 2/ 301 - 302.\r(¬6) غريب أبي عبيد 3/ 48. واللسان، والنهاية والفائق.","seal":"A9D5AA1A","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"hno":15,"nass":"15 - وقال أبو عبيد (¬1) في حديث النَّبي - صلّى الله عليه وسلَّم -: \"ليس في الجَبْهَة ولافي النَّخَّة ولا في الكُسْعَة صَدقة\".\rقال أبو عبيد: [: وحكى] (¬2) عن أبي عبيدة: النَّخَّة: الرَّقيق. وعن الكسائي، أنَّها: النُّخَّة، بضم النون، وهي البَقَر العوامل (¬3).\rقال، وقال الفَرَّاء: (¬4) النُّخَّة أنْ يأخذ المصدّق دينارًا بعد فراغه من الصَّدَقة. وأنشد: (¬5)\rعمي الذي منع الدّينار ضاحيةً ... دينار نَخّة كلْب وهو مَشْهُودُ\rهذا قول أبي عبيد.\rقال أبو محمَّد: رأيْتُ أصحابَ اللغة يذكرون أنَّ النَّخَّة، الإِبل العوامل وسُمّيت النَّخة، نَخَّة (¬6) بالسَّوْق بالرَّجز وما أشبهه. والسَّوْقُ: النَّخُّ. وأَنشدني بعضهم: (¬7)\rلا تَضْرِبا ضَرْبًا ونُخا نخّا ... ما تَرَكَ (¬8) النَّخُّ لهنَّ مُخَّا\r¬__________\r(¬1) غريب الحديث 1/ 7، وينظر الفائق 1/ 184، والتقفية: 291 والحور العين: 283 (مع تقديم وتأخير بعض حروفه). والنهاية 5/ 31 (وفيه: بضم النون: النُخة).\r(¬2) سقطت من ظ.\r(¬3) والجبهة: الجماعة من الخيل، والكسعة: من الحمير.\r(¬4) النهاية 5/ 31، وهي بفتح النون وضمها، (النخة). الفائق.\r(¬5) اللسان: \"ن/خ/خ\" 4/ 27، و (ض/ح/ أ).\r(¬6) سقطت من: ظ. وينظر: التقفية: 291.\r(¬7) اللسان (ن/خ/خ) 4/ 28، وفيه: النخة: بفتح النون، الرقيق من الرجال والنساء، وبضم النون (نُخة): البقر العوامل، وينظر: الفائق 2/ 107.\r(¬8) في الفائق: لم يدع.","seal":"F44E7A26","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"hno":16,"nass":"وأمّا قول الفرَّاء: إنَّ النَّخّة أنْ يأخذ المصدّق دينارًا بعد فراغه من الصَّدقة، فكيف يجوز أن يُحْمَل عليه حديث رسول الله - صلَّى الله عليه وسلَّم -، وهو يقول: \"ليس في النَّخّة صَدَقة\" (¬1). فأيَّة (¬2) صَدَقة تكون في دينار أخذه المصدّق بعد فراغه من الصَّدَقة ظُلْمًا؟\rولو أراد هذا لقال: لا نَخَّة، ولقيل: نَهَى رسول الله - صلَّى الله عليه وسلَّم - عن النَّخّة.\rوالبيت الذي استشهده لهذا القول، هو حجّتنا لما تأوّلناه لأنَّه قال:\rعمّي الذي مَنَعَ الدّينار ضاحيةً ... دينار نَخّة كلْب وهو مَشْهُودُ\rفذلك بإضافته الدّينار الى النَّخة، على أنَّه غيرها، وإنَّما أراد أنَّه كان يأخذ دينارًا عن نخَّتهم، وهي إبلهم العَوامل، فَمَنَعَه ذلك.\r* * *\r16 - وقال أبو عبيد (¬3) في حديث النَّبي - صلَّى الله عليه وسلَّم - حين ذكر أهل الجنَّة فقال: \"لا يَبُولون ولا يتَغَوَّطون، إنَّما هو عَرَقٌ يجري من أَعْراضهم كالمِسْك (¬4) \".\rقال أبو عبيد: الأعْراض، مَغابِنُ الجَسَد التي تَعْرق. واحدها، عِرْض، قال: وليمس العرض في النَّسب من هذا في شيء. هذا قول أبي عبيد (¬5).\r¬__________\r(¬1) ينظر: الفائق 2/ 107.\r(¬2) ظ: فأي.\r(¬3) غريب الحديث 1/ 154، وفيه: \"لا يتغوطون ولا يبولون ... من أعراضهم مثل ريح المسك\". وينظر: الفائق 2/ 409، والنهاية 3/ 209، وأمالي المرتضى 1/ 632.\r(¬4) زيادة من: ظ وغريب الحديث.\r(¬5) غريب الحديث 1/ 154.","seal":"9D4AC52C","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"hno":null,"nass":"قال أبو محمَّد: ما أكثر من تغلَّط في هذا. ويظنُّ أنَّ شَتْم العِرْض إنَّما (¬1) هو شَمْ السَّلَف من الآباء والأمّهات، وليس كذلك، إنَّما عِرْض الرجُل نفْسُه وبدَنُه. ومنه قولُ النَّبي - صلَّى الله عليه وسلَّم -: \"إنَّما هو عَرَقٌ يجري من أعْراضِهم\".\rأي. من أبدانهم. ومنه قول أبي الدَّرْدَاء: (¬2) \"أقْرِض من عِرْضك ليوم فَقرك\".\rأرأد مَنْ شَتَمَك فلا تَشْتِمْه، وَمَن ذكرَك فلا تذكوه. ودَعْ ذلك قَرضًا لك عليه ليوم الجَزَاء والقِصاص (¬3).\rيوضح هذا القول ابن عُيَيْنة: (¬4) \"لو أن رجُلًا أصابَ من عِرْض رجُل شيئًا، ثم تورَّع فجاء الى وَرَثَتِه وإلى جميع أهل الأرض، ما كان في حِلٍّ\" (¬5). ولو أصابَ من ماله ثم دَفَعه إلى ورَثَتِهِ لكنّا نرى ذلك كفّارة له فعِرْضُ المؤمن أشدّ من مالِه. فهذا يدُلّ على أنَّ عِرْض الرجُل بَدَنُه ونفسُه.\r¬__________\r(¬1) زيادة من: ظ.\r(¬2) الحديث في: غريب ابن قتيبة 2/ 270، والنهاية 3/ 209 و 4/ 41، والفائق 3/ 135، وينظر: غريب أبي عبيد 4/ 149، والزاهر 2/ 69، وأمالي المرتضى 1/ 632.\r(¬3) غريب ابن قتيبة 2/ 271، والنهاية. وينظر: رد الانباري عليه، في الزاهر 2/ 69.\r(¬4) ابن عيينة، سفيان الهلالي، الكوفي، من الحفاظ الثقات، ولد سنة 107 هـ، وتوفي سنة 198 هـ. وقال فيه الامام الشافعي: \"لولا مالك وسفيان لذهب علم الحجاز\". ينظر: تهذيب التهذيب 4/ 116، وتذكرة الحفاظ 1/ 242، تاريخ بغداد 9/ 175، و 11/ 362.\r(¬5) النص في: أدب الكاتب: 27، ونقله الانباري في: الزاهر 69/ 2 (مع تغيير في بعض ألفاظه)، وأمالي المرتضى 1/ 632 - 633.","seal":"C93F6DFC","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"hno":17,"nass":"وقال حسَّان (¬1) بن ثابت: (¬2)\rهَجَوْتُ محمَّدًا فأجَبْتُ عنه ... وعند الله في ذاك الجَزَاءُ\rفإنَّ أبي ووالِدَهُ وعِرْضِي ... لِعِرْض محمَّد منكم وِقاءُ\rأراد: فإنَّ أبي وجدّي ونَفْسي، وقاء لنفْس محمَّد - صلَّى الله عليه وسلَّم -.\r* * *\r17 - وقال أبو عبيد في حديث (¬3) النَّبي - صلَّى الله عليه وسلَّم -، إنَّه كتب في كتاب صُلْح الحُدَيْبية: \"لا إغْلال ولا إسْلال، وإنَّ بيْنَنَا عَيْبة مكفوفة\".\rذكره (¬4) وفسَّر أبو عبيد، الإِغْلال والإِسْلال (¬5)، وأغْفَلَ قوله: \"وإنَّ بيننا عَيْبة مكفوفة\". فلم يفسِّرْه.\rقال أبو محمد: بَلَغَنِي عن ابن الأعرابي أنَّه قال: هذا مَثَلٌ، والعَيْبَة: (¬6) التي يُجْعَل فيها الثياب. والمكفوفة: المُشْرَجة (¬7) المشدودة. قال: فأراد أنَّ صلحنا محكم مُسْتَوْثَق منه، كأنَّه عَيْبة مُشْرَجة.\r¬__________\r(¬1) ديوانه: 65.\r(¬2) سقطت من: ظ.\r(¬3) غريب الحديث 1/ 198، والحديث في: مسند ابن حنبل 4/ 325، وأبي داود (كتاب الجهاد 156)، والفائق 2/ 231، وتأويل مشكل القرآن: 88، وتاج العروس 3/ 450، والنهاية 2/ 392.\r(¬4) ظ: وفسره أبو عبيد.\r(¬5) وهو السرقة الخفية، ينظر: غريب أبي عبيد، والنهاية 2/ 392.\r(¬6) ينظر: غريب ابن قتيبة 2/ 59، والمقاييس 5/ 170، والجمهرة 2/ 348، والتاج 17/ 353.\r(¬7) تأويل مشكل القرآن: 88 و 581.","seal":"F8FE0678","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"hno":18,"nass":"وقال غير ابن الأعرابي (¬1): بل أراد إنَّ بَيْنَنَا صَدْرًا نقيًّا من الغِلِّ والغَدْرِ، مَطْوِّيًا على الوفاء، والصُدورُ يقال لها، العِياب (¬2). لأنَّها تشتمل على الوُدِّ والبُغْضِ، كما تَشْتمل العِيابُ على الثّياب، وقال الكُمَيْت: (¬3)\rوكادَتْ عِيابُ الوُدِّ منّا ومنهم ... -وإن قيل أبناءُ العُمومة- تَصْفِرُ\rيعني، بعياب الودّ: الصّدور. وتصفر: تخلو من المحبّة. والمكفوفة والمشرجة، واحد (¬4).\rويقال: أُشْرِجَ صدرُه على هذا، قال الشَّمّاخ: (¬5)\rوكادت (¬6) غداةَ البَيْن ينطِقُ طرْفُها ... بما تحت مكنون من الصَّدْرِ مُشْرَج\rأي: مشرج على شرّ (¬7) يكتمه. وهذا مذهب من الاسْتِخْراج حَسَنٌ. غير أنَّ تفسير ابن الأعرابي أعْجَبُ إليَّ. لأنّي وجدْتُ في حديث آخر، أنَّه كان في الكِتابِ: والأمر فيما بيننا كشرْج العَيْبة.\r* * *\r18 - وقال أبو عبيد (¬8) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"أنه ذكر فِتْنةً تكون في أقْطار الأرض، كأنَّها صَياصي بَقَر\".\r¬__________\r(¬1) ظ: وقال غيره.\r(¬2) اللسان (ع/ ي/ ب) وتأويل المشكل.\r(¬3) المعاني الكبير 1/ 527، وفي أساس البلاغة 2/ 161 نسب لبشر بن أبي خازم. والمشكل: 581.\r(¬4) تأويل المشكل.\r(¬5) ديوانه: 8.\r(¬6) ظ: وكاد غداة البين.\r(¬7) ظ: سر.\r(¬8) غريب الحديث 2/ 84، والحديث في: ابن حنبل 4/ 109، 5/ 33، والفائق 2/ 323.","seal":"B2E43CB2","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"hno":null,"nass":"قال أبو عبيد: (¬1) الصَياصي: القرون (¬2). ولم يذكر لِمَ شبَّهها بقرون البَقَر. هذا هو الذي يُراد من الحديث.\rقال أبو محمد: إنَّما شبَّهها بقرون البَقَر لما يُشْرَع فيها من الرّماح وأشباهها من السّلاح، فشبّه ذلك بقرون بَقَر مجتمعة. وكانت العرب تشبه الكتيبة بالشَّجَر، لما يُشرع فيها من الرّماح. وكانوا ربَّما جعلوا القُرون مكان الأسِنَّة. قال المفضّل (¬3) العبدي:\rيُهَزْهِزُ صَعْدَةً جَرْداء فيها ... نقيعُ السمّ أو قَرنٌ محيقُ\rوالمَحِيق: هو الذي امَّحَق مما دُلِكَ. وهو (فَعيل) بمعنى (مفعول)، ويُسَمُّون الثّور رامِحًا. يريدون: أنَّ له رمحًا من قَرْنه. قال ذو الرّمّة: (¬4)\rوكائن دعرنا من مهاةٍ ورامحٍ ... بلادُ الوَرَى ليست له ببلادِ\rوقال لبيد (¬5)، يشبّه القِسِيّ بالقرون:\rوأصدرتُهُم شتّى كأنَّ قِسِيَّهم ... قرونُ صِوارٍ (¬6) ساقِطٍ مُتَلَغّب\r* * *\r¬__________\r(¬1) فسرها أبو عبيد بأنها حصونها التي تحصن بها من عدوها.\r(¬2) ينظر: غريب ابن قتيبة 2/ 294، واللسان (ص/ ي/ ص 7/ 52)، والفائق 2/ 210، والنهاية 2/ 432.\r(¬3) الأصمعيات: 53، واللسان (م/ ح/ ق). وفيهما: المفضل النكري.\r(¬4) ديوانه: 141، وينظر: المخصص 6/ 28، اللسان (ر/ م/ ح، 6/ 402).\r(¬5) ديوانه: 21.\r(¬6) صوار: (بضم الصاد المهملة وكسرها): البقر. التكملة 3/ 76.","seal":"E9EEA02F","page":86},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"hno":19,"nass":"19 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"من اطَّلع من صِير باب، فقد دَمَر\" (¬2).\rقال أبو عبيد: الصِّير: الشِّق، قال: وقد جاءت حووف تفسيرها في الحديث لا يُعْرَف (¬3). منها: الصِّير. أنَّه الصَّحناة، ومنها: الثُّفّاء، إنَّه الحُرْفُ، لم نسْمَعه (¬4) في كلامهم. و [لا (¬5)] أشعارهم. هذا قولُ أبي عبيد.\rقال أبو محمَّد: الصِّيرُ: معروفٌ مشهور. قال جوير في آل المهلّب: (¬6)\rكانوا إذا جعلوا في صِيرهم بَصَلًا ... ثم اشْتَوَؤا كنْعَدًا من مالحٍ جَدَفُوا\rيريد: أنَّهم ملاّحُون، وصيرُ الباب: حَرْفه. قال زهير (¬7).\rعلى صِير أَمْرٍ ما يمرُّ وما يَحْلو\rأي: جَنْبُ أمر كأنَّه يعني أوَّله (¬8). كذلك: الثُّفّاء (¬9)، معروفٌ عند\r¬__________\r(¬1) غريب الحديث 2/ 42، والنهاية 2/ 66، وفي الفائق 1/ 437: \"من اطلع في بيت قوم بغير إذنهم فقد دمر\" ...\r(¬2) في غريب الحديث: \"من اطلع من صير باب ففقئت عينه فهي هدر\". ودمر: دخل.\r(¬3) غريب الحديث 2/ 41.\r(¬4) غريب الحديث: \" ... لم نسمعها في أشعارهم ولا في كلامهم ... \".\r(¬5) زيادة من: ظ.\r(¬6) لم أجده في ديوان جرير، وهو في: اللسان (ك/ ن/ ع/ د) 4/ 386.\r(¬7) زهير بن أبي سلمى، وتمام البيت:\rوقد كنت من سلمى سنين ثمانيا\rديوانه: 96، وينظر: التقفية: 351.\r(¬8) زيادة من: ظ.\r(¬9) الفائق 1/ 168. والقاموس (ث/ ف/ أ).","seal":"66ED9404","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"hno":20,"nass":"أهل مكة (¬1) وأهل الحجاز والأعراب. وكنت يومًا بمكة عند رجُل من الباعة، فوقَفَ عليه أعرابي فقال له: أعْطِنِي ثُفّاء (¬2)، فأخْرَجَ له حُرْفًا (¬3) من غير أنْ يسأله عمّا طَلَب.\r* * *\r20 - وقال أبو عبيد (¬4) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"أتَيْنَا على جُدْجُد مُتَدمّن\".\rوقال أبو عبيد: الجُدْجُد لا يُعْرَف. إنَّما المعروف. الجُدّ، وهي البئر الجيّدة المَوْضع من الكَلاء. هذا قول أبي عبيد (¬5).\rقال أبو محمَّد: بَلَغَنِي عن اليَزيدي (¬6)، أنَّه قال: الجُدْجُد (¬7): البئر الكثيرة الماء.\r* * *\r¬__________\r(¬1) ظ، عند أهل الحجاز وأهل مكة.\r(¬2) الثفاء (بضم الثاء المنقوطة بثلاث من فوق): الخردل، اللسان (ث/ ف/أ).\r(¬3) الحرف (بضم الحاء المهملة)، حب الرشاد.\r(¬4) غريب الحديث 4/ 494 وفيه: \"فوردنا على جدجد ... \". والنهاية 1/ 244، والفائق 1/ 199.\r(¬5) نقلًا عن الأصمعي، وهو في: النهاية.\r(¬6) اليزيدي، أبو محمد يحيى بن المبارك، المتوفى سنة 202 هـ، وهو جد آل اليزيدي. وهو صاحب لغة ونوادر ... ينظر: معجم الادباء 7/ 289، مرآة الجنان 2/ 3، الأغاني 18/ 72، الأنساب (ق/ 599).\r(¬7) ينظر: اللسان (ج/ د/ د)، والفائق 1/ 179.\rأقول: ولم يفسر ابن قتيبة: المتدمن، وهو الماء الذي سقطت فيه دمن الإِبل والغنم. غريب الحديث 4/ 494. والجدجد أيضًا: دويبة تصر بالليل في الصيف. فيه شبه بالجراد. ينظر: غريب ابن قتيبة 3/ 662.","seal":"209DA704","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"hno":21,"nass":"21 - وقال أبو عبيد في حديث النَّبي - صلَّى الله عليه وسلَّم -، في كِتابه لأكيْدر: (¬1) \"لا (¬2) تُعَدّ فارِدتُكم\" (¬3).\rقال أبو عبيد: يُريد الشاة الزّائدة على الفريضة حتى تبلغ الفريضة الأخرى، إنَّها لا تُعَدّ عليكم. هذا قول أبي عبيد (¬4).\rقال أبو محمَّد: [و] (¬5) قد تَدبّرتُ هذا التفسير فلم أرَ له وجْهًا؛ لأنَّ الواجِبَ في الصَّدَقَةِ أنْ يُؤْخَذ من أربعين [شاة (¬6)] واحدة. ولا يُؤْخذ منها شيء حتى تبلغ مائة وعشرين. فكيف يجوز أنْ يُسَمَّى ما بين أربعين إلى مائة وعشرين فاردة؟\rوأحسِبُهُ أراد الشّاة الواحدة أو الشَّاة المنفردة، تكون للرجل في منزله يحتلِبُهَا فلا تُعدّ عليه ولا تُضمّ إلى ما في المَرْعَى من غَنَمِه.\r* * *\r¬__________\r(¬1) أكيدر، هو: أكيدر بن عبد الملك الكندي، صاحب (دومة الجندل)، أسره خالد بن الوليد، وأحضره الى رسول الله (- صلّى الله عليه وسلَّم -) فحقن له دمه، وصالحه عن الجزية، ثم خلَّى سبيله، ويقال إنه أسلم، ينظر:\rالإصابة 1/ 62، 129، أسد الغابة 1/ 135، منال الطالب في شرح طوال الغرائب 1/ 64 (تحقيق د./ محمود الطناحي)، وغريب الحديث 3/ 199، والأمتاع 1/ 463، والواقدي: 1025.\r(¬2) غريب الحديث 3/ 126، وتمامة في 199/ 3، والأمتاع 1/ 466، والفائق 2/ 322، وتاج العروس 8/ 489.\r(¬3) في الأصل: لا يعد.\r(¬4) غريب الحديث: (يقول: لا تضم الشاة المنفردة إلى الشاة فيحتسب بها في الصدقة\". وينظر 3/ 200، والنص فى: منال الطالب 1/ 66.\r(¬5) سقطت من: ظ.\r(¬6) زيادة من: ظ. وينظر: مغازي الواقدي: 1030.","seal":"EBDACD0F","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"hno":22,"nass":"22 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"إنَّه لَعَن العاضِهَة والمسْتَعْضِهة\".\rقال أبو عبيد، العَضْه: النَّميمة، واحتجَّ بقول الشَّاعر: (¬2)\rأعوذُ بربّي مِنَ النَّافِثا ... تِ في عُقَد العاضِه المُعْضِه\rهذا قول أبي عبيد:\rقال أبو محمَّد: قال عِكْرِمة: العَضْهُ، بلِسان قريش: السِّحْر. والعاضِهة: (¬3) السَّاحرة. والمُسْتعضهة: التي تسألها أنْ تسحر لها. وفى البيت الذي اسْتشْهَده أبو عبيد ما دلَّ على أنَّه السِّحْر. لأنَّ النَّافِثات في العُقَد هُنَّ السَّواحر. والعَضَه، (¬4) في غير هذا الحديث [و (¬5)] في غير هذا البيت، قد تكون الغِيبة، وقد تكون النَّميمة عضهًا، لأنَّ الغِيبة تدخلها كثيرًا.\r* * *\r¬__________\r(¬1) غريب الحديث 3/ 180، وفيه: \"قال - صلى الله عليه وسلَّم -: ألا أنبئكم ما العضه؟ قالوا: بلى يا رسول الله، قال: هي النميمة\". وينظر: النهاية 3/ 119، والفائق 2/ 161، والحديث في: مسند ابن حنبل 1/ 437، والموطأ (كتاب البر: 102).\r(¬2) الشاهد في: اللسان (ع/ ض/5) بغير نسبة، ومختلف الحديث 121.\r(¬3) تفسير غريب القرآن 240، وتفسير الطبري 14/ 45.\r(¬4) ينظر: الفائق، واللسان، وقال ابن الأثير: هي العضه، بكسر العين وفتح الضاد المعجمة ... وصرح الزمخشري في: (الفائق)، أن أصلها العضه، فِعْلة، من العضه، وهو البهت.\r(¬5) زيادة من: ظ. وينظر: مختلف الحديث 121.","seal":"9A60C1A3","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"hno":23,"nass":"23 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"إنَّه نَهَى عن لِبْس القَسِيّ\".\rفسَّره أبو عبيد وذكر ضُرُوبًا من اللّباس، منها: (¬2) القَهْز و [قال (¬3)]: هي ثيابٌ بيض يُخَالِطُها حرير. قال: وقال ذو الرّمّة (¬4) يذكر البُزاة والصُّقُور:\rمن الزُّرْق أو صُقْعٍ كأنَّ رؤوسَها ... من القَهْز والقُوهِيّ (¬5) بيضُ المَقَانِع\rقال (6) أبو محمد (¬6): والصُّقعُ في هذا البيت، العِقبان لا الصُّقور. يقال للعقاب صَقْعًا (¬7). وإنَّما وُصِفت بذلك لبياض رؤوسها. ومنه قيل:\r¬__________\r(¬1) غريب الحديث 1/ 225 - 226، وهو في: التاج 6/ 326 (ت/ ر/ ح).\r(¬2) غريب الحديث 1/ 228، وقال الزمخشري: القهز (بكسر القاف وفتحها)، ضرب من الثياب يتخذ من صوف كالمِرعِزّى، وعن ابن الأثير: أنّها ليست بعربية محضة. ينظر: الفائق 2/ 387، والنهاية 4/ 129، والمعرب ص 264، والتكملة 3/ 295.\r(¬3) زيادة من: ظ.\r(¬4) ديوانه: 360، وينظر: اللسان (ق/ 5/ ز).\r(¬5) القوهي والقوهية، ضرب من الثياب، نسبة إلى: قوهستان (كوهستان)، من مواضع بلاد العجم، وهي الآن في أفغانستان. وينظر: معجم البلدان 205/ 4، والمعرب ص 264.\rوالقهز: بفتح القاف وكسرها، ضرب من الثياب الحرير، وهو فارسي معرب. ينظر: المعرب ص 263.\r(¬6) ما بين القوسين سقطت من ظ.\r(¬7) ينظر: اللسان (ص/ ق/ ع). وفي اللهجة البغدادية اليوم يقولون: صكع، بالكاف المعكومة، يريدون بها: ضرب على الرأس؛ وينظر: التكملة 4/ 298.","seal":"4CCB973B","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"hno":24,"nass":"صَقَع فلان فلانًا، إذا شجَّه أو ضرَبَ رَأْسَه. وقيل: صقاع الدّابة [للبرقع (¬1)]، فأمّا الصّقور فلا نعلم (¬2) منها أصْقَع.\r* * *\r24 - وقال أبو عبيد (¬3) في حديث النَّبي: \"إنَّ مسجده كان مِرْبَدًا لِيَتِيمَيْن] \".\rقال أبو عبيد: (¬4) المِرْبَد كلُّ شيء حُبِسَتْ به الإِبل. واحْتَجَّ بيت الشاعر: (¬5)\rعَواصِيَ إلَّا ما جعلْتُ وراءها ... عصا مِرْبد تغْشَى نُحورًا وأذْرُعا\rوقال: يعني بالمِرْبَد، عصًا جَعَلَها مُعْتَرِضَة تمنع الإِبل من الخروج.\rهذا قول أبي عبيد.\rقال أبو محمد: لم يجعل الشاعر العصا مِرْبدًا، وإنَّما أراد عصًا في المِرْبَد، تردّ الإِبل إذا أرادت الخروج. فأضاف العصا إلى المربد،\r¬__________\r(¬1) زيادة من: ظ.\r(¬2) ظ: فلا يعلم.\r(¬3) غريب الحديث 1/ 246 - 247، وتمامه: \" ... ليتيمين في حجر معاذ بن عفراء ... \"؛ والتاج 8/ 81 (ر/ ب/ د)، والنهاية 2/ 182، والفائق 2/ 23.\r(¬4) نقلًا عن الأصمعي.\r(¬5) هو: سويد بن كراع، والبيت في: مقاييس اللغة 1/ 476، واللسان (ر/ ب/ د) 4/ 150 غير منسوب، والحمهرة 1/ 243، والتاج 8/ 84.","seal":"C1ED6F2D","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"hno":25,"nass":"ولو انفردت العصا لم يكن وراءها مَحْبَس للإِبل لم تُسَمَّ. وإنْ مَنَعَت الإِبل، مِرْبَدًا (¬1).\r* * *\r25 - وقال أبوعبيد في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"ذكر (2) فيه أبو عبيد (¬2) إيجاز العرب واختصارها، وحَذْفَها من الكلام لِيَعْلَمَ المخاطَب بما يريدون (¬3). وأنشد في ذلك للأخطل: (¬4)\rلما رأوْنا والصَّليبَ واقعا ... ومارَ سرجيس وموْتًا ناقِعَا\rخلّوا لنا راذان والمزارعا ... كأنَّما [كان] غُرابًا واقِعا\rقال: أراد، كأنَّما كانوا غرابًا واقعًا فطار، فحذَفَ فطار. هذا قولُ أبي عبيد.\rقال أبو محمد: لم يحذف الشاعر شيئًا، ولكنَّ أبا عبيد لم يبلُغْه البيت [الذي (¬5)] بعد هذا، وهو قوله (¬6):\r¬__________\r(¬1) ورد على ابن قتيبة: أبو بكر الأنباري في: الزاهر 2/ 366.\r(¬2) ظ: ذكر أبو عبيد فيه.\r(¬3) ينظر: تأويل مشكل القرآن 219.\r(¬4) ديوانه ص 309، وفيه: والصليب طالعا/ وسمًا ناقعا.\rومار سرجيس: كلمتان: (مار، وتعني السيد) بالسريانية، وسرجيس: اسم سرجيوس، كان قائدًا في جش (الملك مكسيميانوس) عن: شرح الديوان.\rوراذان: الثرثار، وهو من أيامهم.\r(¬5) سقطت من: ظ.\r(¬6) ولم أجده في ديوانه، وهو في التاج: (ص/ ق/ ع) 5/ 535، (ط/ القاهرة)، واللسان (ص/ ع/ ق) 10/ 285.","seal":"E073FD4B","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"hno":26,"nass":"فطارَ لمَّا أبْصَر الصَّواقِعَا\r* * *\r26 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -: \"اللَّهم إنَّا نَعُوذُ بك من الَألْس والألْق (¬2) والسَّخيمة\".\rقال أبو عبيد: الألْس، اختلاط العَقْل. يقال: قد ألِسَ فهو مألوس. والألْق؛ أحْسِبُه أراد الوَلق. [و] (¬3) وُيرْوَى عن عائشة -رضي الله عنها-، أنَّها كانت تقرأ: (¬4) \"إذْ تَلِقُونَه بألْسِنتكم\" (¬5). يقال: [وَلَقت (¬6)] ألِقُ وَلْقًا.\rهذا قول أبي عبيد.\rقال أبو محمد: لا أرى الألْس في هذا الموضع إلَّا الخيانة (¬7) والغِشّ. ومنه يقول الناس: فلانٌ لا يُدالِس ولا يُوالِس.\rفالمُدَالَسَة: من الدَّلَس. وهو الظُّلْمَة، يُريد (¬8) أنَّه لا يُعمّي عليك\r¬__________\r(¬1) غريب الحديث 4/ 494 - 495، 496. والفائق 1/ 55 (زاد بعد الألف: والكبر)، والنهاية 1/ 60.\r(¬2) في الأصل: الولق. وتمامه في غريب الحديث: \" ... والألق والكبر والسخيمة\".\r(¬3) زيادة من: ظ.\r(¬4) ظ: تقرأها.\r(¬5) سورة النور، الآية 15، وفي المصحف الشريف: {إذْ تَلَقَّوْنَه}. وينظر: المشكل 37، 40؛ واللسان (و/ ل/ ق، ق 12/ 265)، والمختصر في القراءات الشاذة: 100، وتلقونه (بتشديد القاف): تقبلونه وتقولونه، وتلقونه (بضم القاف المخففة): من الولق: الكذب، والحجة: 260.\r(¬6) سقطت من: ظ.\r(¬7) الفائق 1/ 55، وقيل: الألس: الخيافة.\r(¬8) ظ: يراد.","seal":"0D01D260","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"hno":null,"nass":"الشيء، يُخفيه (¬1) ويستر ما فيه من عَيْب. فكأنَّه دفعه إليك (¬2) في دَلَس. ومنه يقال أيضًا: دَلَسَ علىَّ كذا وكذا (¬3). والمُؤَالَسة: الخيانة. قال الشاعر: (¬4)\rهم السَّمْن بالسَّنُّوت لا أَلْسَ فيهم ... وهم يمنعون جارَهم أنْ يُقَرَّدا\rيصفهم بالسُّهولة في المعاملة، وبأنَّه لا خيانة فيهم، وهم مع ذلك يمنعون الجار من أنْ يستذلّ كما يُسْتَدْلّ البعير، إذا نُزِعَ قِرْدانه (¬5).\rوالألْقُ: الكذِبُ (¬6)، وأصله: الوَلْق، فهُمِزَت الواو. والعربُ قد تهمز الواو إذا كانت أولًا. وكانت (¬7) مضمومة أو مكسورة.\rوربَّما همزَتْها وهي مفتوحة، كما قيل في الحديث: (¬8) \"أي مال أُدِّيَتْ زكاتُهُ، فقد ذهَبَتْ أبَلَتُه\".\rأي: مضرَّتُه. وأصلها: وَبَلة. لأنَّها من قولك: استوْبَلتُ الشيء،\r¬__________\r(¬1) ظ: ويخفيه.\r(¬2) ظ: إليه.\r(¬3) سقطت من: ظ.\r(¬4) هو: الحصين بن القعقاع، ينظر: اللسان (أ/ ل/ س و 7/ 303، و: س/ ن/ ش)، 3/ 349، وهو منسوب للأعشى كما في ملحق ديوانه (ط/ جاير ص 239)، وغريب ابن قتيبة 1/ 358، ونسبه الزمخشري الى الأعشى أيضًا.\r(¬5) غريب ابن قتيبة 1/ 358.\r(¬6) اللسان، وفي الفائق: الحنون، ومثله: في النهاية. ونقله عن ابن قتيبة، وقال: \"وقد أخذه عليه ابن الأنباري، لأن إبدال الهمزة من الواو المفتوحة لا يجعل أصلًا يقاس عليه، وإنما يتكلم بما سمع منه\".\r(¬7) سقطت من: ظ.\r(¬8) هو من حديث: يحيى بن يَعْمر العدواني، وهو في: غريب الحديث لأبي عبيد 4/ 396، والفائق 1/ 10، والنهاية 1/ 15، وفيه: \"ويروى: وبَلَتُه\".","seal":"365CF10B","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"hno":27,"nass":"إذا أضرَّكَ ولم يُوافِقْكَ. كما قالوا: وكّدْتُ، وأكّدْتُ، ووقّتُّ وأقَّتُّ من الوقت.\r* * *\r27 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم, حديث قَيْلَة \"لا تخبرها فَتَتْبَع أخا بكر بن وائل بين سَمْع الأرض وبَصَرِها\".\rقال أبو عبيد: قال بعضهم: بين طُولها وعَرْضها. ولا أدري ما الطول والعَرْض من السمع والبَصَر، ولكنَّ وجهه عندي: أنَّها أرادت أنَّ الرجُل يخلو بها ليس أحد يسمع كلامها ولا يبصرها إلَّا الأرض القَفْر. فصارت الأرض خاصَّة كأنَّها هي التي تسمعها وتبصرها. وهذا مثلٌ ليس على أنَّ الأرض تسمع وتبصر. وهو كقول النَّبي - صلَّى الله عليه وسلَّم - في أُحُد: (¬2) \"هذا جَبَلٌ يُحبّنا ونحبُّه\". وكقول الله -عزَّ وجلّ-: (¬3) {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} (¬4). وكان الكسائي يحكي عن العرب، أنَّهم يقولون: منزلي\r¬__________\r(¬1) غريب الحديث 55، وفيه: \"أخت قيلة، لا تخبرها ... \". وقيلة؛ هي: بنت مَخْرمة، هاجرت إلى النبي - صلَّى الله عليه وسلَّم - مع حريث بن حسان، وافد بني بكر بن وائل، وحديثها في: الترمذي (كتاب الأدب، باب ما جاء في الثوب الأصفر) والبخاري (كتاب الأدب)، ينظر: التهذيب 12/ 447؛ وهو بتمامه في: الفائق 3/ 100.\r(¬2) غريب الحديث 3/ 56 وينظر: ابن حنبل 3/ 104، 149، 159، 240، والبخاري (كتاب الجهاد 71، 74)، وابن ماجه (المناسك: 104) وفتح الباري 7/ 377، والروض الأنف 2/ 126، والمغانم المطابة ص 10.\r(¬3) ظ: عزَّ اسمه.\r(¬4) سورة الكهف: الآية 77، وينظر: مجاز القرآن 1/ 410.","seal":"6E809751","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"hno":null,"nass":"ينظر إلى منزل فلان، ودورُنا تناظَر، وإذا أخذت في طريق كذا، فَنَظَر إليك الجَبَل، فَخُذْ يمينًا عنه. هذا كلّه قول أبي عبيد.\rقال أبو محمد: والذي عندي في سَمْع الأرض وبَصَرِها، أنَّها أرادت: فتتبع بين أسماع الناس وأبصارهم. كأنَّها لا تباليهم إذا سمعوا باتباعها إيّاه وأبصروا ذلك. وجعلت السمع والبَصَر للأرض، تُريد ساكنِها، كما قال الله عزَ (¬1) وجلّ: {واسْألِ القَرْيةَ} (¬2). أي: أهلها. والشاهدُ الذي استشهده أبو عبيد من قول رسول الله - صلّى الله عليه وسلَّم - في أُحُد: \"جَبَلٌ يحبّنا ونحبّه\". هو شاهدُ (¬3) هذا التأويل. لأنَّه أراد: هذا جَبَلٌ يحبّنا أهلُهُ، وهم الأنصار، ونُحِبُّه، أي: نُحِبُّهم.\rوذكر أصحاب (¬4) الأخبار، أنَّ حَبَابة (¬5) قيْنة يزيد غَنَّتْه:\rلعمرك إنِي لا أحبُّ سَلْعا (¬6)\rوسَلْع (¬7)، جَبَلٌ. [وَتَنَفَّسَت (¬8)]، فقال: [لها (¬9)]: أتُحبِّينَ أنْ أنقله\r¬__________\r(¬1) ظ: تبارك وتعالى.\r(¬2) سورة يوسف، الآية 82، وينظر: المشكل 202، 210، والصناعتين: 135.\r(¬3) في الأصل: شاهدنا، و (نا) مقحمة من الناسخ.\r(¬4) عيون الاخبار 1/ 86.\r(¬5) حبابة، من الجواري المغنيات، أخبارها كثيرة، تنظر في: الأغاني 13/ 148، أمالي الزجاجي 74، البيان والتبيين 2/ 123، والمعارف 408، ويزيد، هذا هو يزيد بن عبد الملك الأموي.\rوالخبر في: معجم البلدان 3/ 237، والمغانم المطابة ص 183.\r(¬6) هو: لقيس بن ذريح، وتمامة: لرؤيته ومن أكتاب سلع.\r(¬7) سلع، من جبال المدينة المنورة، وهو الآن واقع في داخل أحيائها، ينظر عنه: المغانم المطابة ص 183 - 185.\r(¬8) زيادة من: ظ.\r(¬9) سقط ت من: ظ.","seal":"AB64012E","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"hno":28,"nass":"إليك حَجَرًا حجرًا؟ فقالت: إنِّي لم أُرِدْه وإنَّما أردْتُ أهله.\r* * *\r28 - وقال أبو عبيد (¬1) في حديث النَّبي - صلَّى الله عليه وسلَّم -، وذكر مكة فقال: \"لا يُخْتَلى خَلاَها، ولاَ تَحِلُّ لُقَطَتُها إلَّا لمُنْشِد\".\rقال أبو عبيد: المُنْشِد: المُعَرِّف. ويقال: أَنْشَدْتُ الضَّالّة إذا (¬2) عرّفْتُها، وَنَشَدْتُها طَلَبْتُها.\rقال: وقال عبد الرحمن بن مهدي: (¬3) إنَّما معناه: لا تَحِلُّ لُقَطَتُها. كأنَّه يُريد البَتَّة. فقيل له إلَّا لمنْشِد. فقال: إلَّا لمنْشِد. وهو يريد المعنى الأول. قال: ومَذْهَبُهُ في هذا التفسير كالرجُل يقول: والله لا فعلْتُ كدا. ثم يقول: إنْ شاء الله، وهو لا يُريد الرجوع عن يمينه. ولكن (¬4) لقن شيئًا فلقِنَه.\rفمعناه: إنَّه ليس (¬5) يحِلّ لملتقط منها إلَّا إنشادُها: فأمّا الانتفاع، فإنَّه لا يحِلّ.\r¬__________\r(¬1) غريب الحديث 2/ 132، وينظر: الفائق 1/ 390، والنهاية 5/ 53، و 2/ 75، والتاج 9/ 222 (ن/ ش/ د)، وسنن أبي داود 2/ 212.\r(¬2) سقطت من: ظ. وقد أيّده ابن درستويه، قال: نشدت الضالة بغير إذا عرفتها.\rينظر: تصحيح الفصيح ج 1/ 186، وتثقيف اللسان: 341. والكتاب 1/ 173، والشيرازيات (مخطوط، ق / 14 ب).\r(¬3) عبد الرحمن بن مهدي أبو سعيد البصري من الحفاظ المحدّثين، توفي سنة 198 هـ. ينظر: صفة الصفوة 4/ 2، تذكرة الحفاظ 1/ 301.\r(¬4) ظ: ولكنّه.\r(¬5) في الأصل: ليس للملتقط منها إلَّا.","seal":"5ADCC3A4","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"hno":null,"nass":"وقال غيره: المنْشِد: (¬1) الطالب. يعني ربّها. أي: لا تَحِل إلَّا له. فهذا أحسن في المعنى. ولكنَّه لا يجوز أنْ يقال (¬2) للطالب مُنْشِد. [و (¬3)] إنَّما المُنْشِد المُعَرِّف. والنّاشِدُ: الطَّالب (¬4).\rقال: وفيه قولٌ ثالث. أراد أنَّه إنْ لم ينشدها. أيّ: يُعرّفها لم يحلِّ له الانتفاع بها. فإذا أنشدها فلم يجئ الطالب لها حَلَّتْ له.\rقال أبو عبيد: ووجْه الحديث عندي، ما قاله ابن مهدي. هذا كلّه قولُ أبي عبيد.\rقال أبو محمد: ومعنى هذا الكلام سهْلٌ بيّن بحمد الله لا يحتاج فيه إلى تطَلُّب هذه الحِيَل البعيدة، إذا أنت جَعَلْتَ الْتِقَاط اللُّقَطَةِ أخْذَهَا من مكانها. ولم تجعلْة الانتفاع بها. كأنَّه أراد أنَّ لُقَطَة مكة لا تَحِلّ لِمُلْتَقِط. أي: لآخذ من موضعها، إلّا أنْ تكون نيّته إذا هو أخَذَها أنْ ينشدها أبدًا.\rوَفَرْقٌ في هذا القول، بين لُقَطَة (¬5) مكة ولُقَطة غيرها من البلاد، فإنْ كان لا يريد إنشادها، فليس له أنْ يُزيلها عن مكانها، ولا يتعرّض لها. لأنَّ صاحبها ربَّما ذكرها وذكر الموضع الذي ذَهَبَتْ منه، فعادَ\r¬__________\r(¬1) ظ: لمنشد لطالب. وينظر: التاج 9/ 222، وتصحيح الفصيح 1/ 186.\r(¬2) في الأصل: نقول.\r(¬3) زيادة من: ظ.\r(¬4) في أفعال ابن القطاع 3/ 232، أنشدت الضالة، بالألف، ونشدتها، وفي التاج حكاية عن نوادر اللحياني: نشدت الضالة إذا طلبتها، وأنشدتها ونشدتها. بغير ألف. تاج العروس 9/ 222.\r(¬5) ينظر: جامع الأصول (فضائل مكة). وكتاب (لقطة الحاج) من الصحاح والسنن.","seal":"419787C7","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"hno":29,"nass":"فلم يجدها. فالواجِبُ (¬1) على مَنْ مرّ بلُقَطَة أنْ لا يَعْرِض لها، إلَّا أنْ يأخذها ليُعَرِّفَها.\r* * *\r29 - وقال أبو عبيد (¬2) في حديث النَّبي - صلّى الله عليه وسلَّم -: \"لا تجوز شهادة خائن ولا خائنة، ولا ذي غِمْر على أخيه، (¬3) [بينه وبينه ذَحْل] (¬4). ولا ظَنين في ولاء ولا القانع مع أهل البيت لهم\".\rقال أبو عبيد: الظّنين في الولاء والقرابة: هو الذي يُتَّهَم بالدّعاوة (¬5) إلى غير أبيه، أو المتولّي غير مَوَاليه.\rهذا قولُ أبي عبيد.\rقال أبو محمد: المنتسب إلى غير أبيه، والمتولّي غير مَواليه، ساقِط العدالة إذا تبيّن (¬6) ذلك منه، وَعُلِم أنَّه يعْلَمه من نَفْسه وهو مقيم عليه. فإِما أنْ يُظَنّ به ذلك ويتّهم فيه (¬7)، فلا (¬8) أرى السِّتْر والعدالة يزولان عنه (¬9) بالظنون بغير سَبَب مُوجِب. وليس الظّنين في\r¬__________\r(¬1) ينظر كتاب اللقطة في كتب الحديث والفقه.\r(¬2) غريب الحديث 2/ 153.\r(¬3) سقطت من: ظ، ولا توجد في غريب الحديث وينظر: الترمذي (كتاب الشهادات: 2).\r(¬4) الذحل: (بفتح الذال المعجمة وسكون الحاء المهملة): العداوة ينظر: النهاية 2/ 155؛ واللسان (ذ/ح/ ل).\r(¬5) ظ: في الدعاوة.\r(¬6) ظ: تيقن.\r(¬7) زيادة من: ظ.\r(¬8) ظ: ولا أرى.\r(¬9) زيادة من: ظ.","seal":"B7B03EEE","page":100},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"hno":30,"nass":"الولاء والقَرابة عندي إلَّا أنْ يكون الرجُل الشاهد قرابة للمشهود له، أو مَوْلى له، فيُظَن به المَيْل إليه بالقرابة أو بالولاء (¬1). لأنَّهما (¬2) سَبَبان موجبان للمَيْل. ومما يشبه هذا قولُه: ولا القانع مع أهل البيت، وهو الرجُل يكون معهم وفي حاشيتهم، كالتّابع، والأجير. لأنَّ ذلك سَبَب يُوجِبُ المَيْل.\r* * *\r30 - قال في حديث (¬3) النَّبي - صلّى الله عليه وسلَّم -: \"عائِدُ المريض على مَخارِفِ الجنَّة\".\rقال أبو عبيد: واحدُ المَخارِف: مَخْرَف وهي جَنْيُ النَّخْل.\rقال: وإنَّما سُمّي مَخْرفاً لأنَّه يُخْتَرَفُ منه، أي: يُجْتَنى (¬4).\rقال: وأمّا قولُ عُمَر (¬5): \"تُركتم على مِثْل مَخْرفَة النَعَم\". فليس من هذا في شيء. إنَّما أراد بالمَخْرفة، الطَّريق. هذا قول أبي عبيد.\rقال أبو محمَّد: وقد تدبّرْتُ هذا التفسير فرأيْتُ (¬6) فيه غلَطاٍ بيّناً، لأنه ذكر أنَّ المَخْرَف، جَنْي النَّخْل. (¬7) رطْبُه وثَمَرُه. وذلك مخروف الجنة.\r¬__________\r(¬1) ظـ: وبالولاء.\r(¬2) في الأصل: لأنهم. وفي ظـ: لأنهما توجبان.\r(¬3) غريب الحديث 1/ 81 وتمامة: \"حتى يرجع\". وينظر: الفائق 1/ 334؛ ومسند ابن حنبل 5/ 276؛ 279؛ والنهاية 2/ 24. وفي جامع الأصول 9/ 532 \" .. في مخرفة الجنة\".\r(¬4) في الأصل: يجتني منه. والتصويب من: غريب الحديث، وظـ.\r(¬5) نقلًا عن الأصمعي، وهو في الفائق 1/ 334؛ والنهاية 2/ 24.\r(¬6) ظـ: رأيته.\r(¬7) ينظر: اللسان: \"خ/ ر/ ف\". وغريب الحديث 4/ 499؛ وغريب ابن قتيبة 2/ 4؛ والفائق 1/ 363؛ والتقفية: 583.","seal":"8BC46C31","page":101},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"hno":null,"nass":"فأما المَخْرَفُ، فإِنَّه النَّخْل بعيْنه. والدَّليلُ على ذلك: ما ذكره في غير (¬1) هذا الحديث من قول. أبي طلحة (¬2) للنَبي - صلّى الله عليه وسلَّم -: \" (¬3) إنَّ لي مَخْرَفاً، وإنّي أُريد أن أجعله صَدَقة\" فقال: \"اجْعَله في فُقَراء قَوْمك\".\rأراد: إنَّ لي نَخْلاً، وأراد النَبي - صلّى الله عليه وسلَّم - أنَّ عائِدَ المريض في بساتين الجنَّة. لأنَّه قد اسْتحقَّها بالعيادة، فهو صائِر (¬4) إليها.\rولو جُعلت المَخارِف هَا هُنا أيضًا من مَخْرفة النَّعم، وهو الطّريق، لكان وجْهاً حسَنًا. كأنَّه قال: عائِدُ المريض على طريق الجنَّة. لأنَّ عيادته تُؤذي إلى الجنَّة فهو طريقٌ إليها (¬5).\r¬__________\r(¬1) سقطت من: ظـ، وبدونها لا يستقيم المعنى المطلوب.\r(¬2) النهاية 2/ 24.\r(¬3) ظ: إني. وهو في: النهاية 2/ 24.\r(¬4) ظـ: صاير لها.\r(¬5) منقول عنه في: النهاية 2/ 24.","seal":"87DBD109","page":102},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":103,"hno":31,"nass":"وفي حديث عُمَر بن الخَطّاب\r31 - وقال أبو عبيد (¬1) في حديث عمر، إنَّه قال: \"إنَّ الأُسَيْفع أُسَيْفِع جُهَيْنَة (¬2)، رضي من دينه وأمانته بأنْ يقال: سَبَق (¬3) الحاج فادّان مُعْرِضاً، فأصبح قد رِينَ به\".\rقال أبو عبيد: قال أبو زيد (¬4): أراد اسْتدان معرضاً، وهو الذي يعترض الناس فيستدين من (¬5) أمكنه. قال: وقال الأصمعي: كلّ شيء أمكنك من عرضه فهو مُعْرض لك. هذا قول أبي عبيد.\rقال أبو محمد: قد تدبّرت هذا التفسير وناظرت فيه، فلم أرَ أحدًا\r¬__________\r(¬1) غريب الحديث 3/ 269؛ والحديث في: مسند عمر بن الخطاب (ص: 734)؛ والفائق 2/ 184؛ والنهاية 2/ 149.\r(¬2) جهينة، من بطون قضاعة بن مالك بن حمير.\r(¬3) في غريب الحديث: سابَقَ الحاج.\r(¬4) أبو زيد الأنصاري، سعيد بن أوس الخزرجي، من أعلام المدرسة البصرية، توفي في سنة/ 214 هـ، وأشهر آثاره: نوادره، مطبوعة مشهورة. وينظر عنه: تاريخ الأدب العربي، لبروكلمان 2/ 145 - 147؛ (ط/ العربية)، وأبو زيد الأنصاري وأثره في دراسة اللغة، للدكتور إبراهيم السيد يوسف، الرياض، 1980. ولم أجد النص في: نوادره.\r(¬5) ظـ: من.","seal":"0553971A","page":103},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"hno":32,"nass":"يُجيز: أعْرضَ فلانُ الناس. إذا اعتَرضَتهم. إنَّما يقال: اعترض فلانُ الناس واستعرضهم (¬1).\rيقال اسْتَعْرضَ الخوارج الناس، أي: قتلوا كل من وَجَدُوا. وأمّا ما حكاه أبو عبيد (¬2) عن الأصمعي من قوله: كل شيء أمكنك من عرضه، فهو مُعْرض لك. فليس يجوز أن يحمل اللفظ على هذا المعنى، فجَعلَ الأسَيْفع أمكن الناس من عرضه حين اسْتَدان. وليس يخلو هذا الحرف من أنْ يكون وقع فيه تغيير من بعض النَّقَلة. وكان فادّان (¬3) معترضاً أو سَلِمَ من التغيير، فيكون معناه: استدان (¬4) مُعْرِضاً عن القضاء وعن النَّظر في العاقبة.\r* * *\r32 - وقال أبو عبيد (¬5) في حديث عُمَر -رضي الله عنه-، \"أنَّه سأل المفقود الذي اسْتَهْوَته الجِنُّ، ما كان شرابُهم فقال: الجَدَف\".\rقال أبو عبيد: الجَدَفُ، تفسيره في الحديث، إنَّه ما لا يُغَطّى.\rقال: ويقال: هو نباتُ يكون باليَمن لا يحتاج (¬6) آكِلُه إلى شرب الماء عليه. هذا قول أبي عبيد.\r¬__________\r(¬1) ينظر: اللسان: \"ع/ ر/ ض\"، والتكملة 4/ 77.\r(¬2) سقطت من: ظـ.\r(¬3) فادان: افتعل من: الدَّيْن، كاقترض من القرض.\r(¬4) ظـ: فاستدان.\r(¬5) غريب الحديث 2/ 242 و 3/ 381؛ وفيه: (حين سأل المفقود الذي كان الجن استهوته\". وغريب ابن قتيبة 2/ 38؛ والفائق 1/ 195؛ والنهاية 1/ 247؛ والغريبين 1/ 329؛ والتكملة 4/ 442.\r(¬6) غريب الحديث: الذي يأكله إلى أن يشرب.","seal":"7A73FB05","page":104},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"hno":null,"nass":"قال أبو محمد: (1): لم أزل لتفسير هذا الحديث مُنكراً؛ لأنَّه سأله عن شرابهم، فأجابه بذكر نبات. والنَّبات لا يجوز أنْ يكون شرابًا. وإنْ كان صاحبه يسْتَغني مع أكله عن شرب الماء، إلَّا على وجه من المَجاز ضعيف. وهو أَنْ يكون صاحبه لا يشرب الماء، فيقال، إنَّ ذلك شرابُهُ. لأنَّه يقوم مقام شرابه، فيجوز أنْ يقال هذا. وإن كانت الجِنّ لا تشرب شراباً أصْلًا. وأمّا التفسير الذي جاء في الحديث (¬1)، فله مَخْرج نُخْيِر به إنْ شاء (¬2) الله.\rوبلَغَني عن بعض أصحاب (¬3) اللغة، أنَّه كان يقول: الجَدَفُ زَبَدُ الشّراب، وَرُغْوة اللَّبَن، وغيره. سُمّي جَدَفاً من موضعين.\rأحدهما: لأنَّه (¬4) يُجْدِف عن الشَّراب. أي: يقطع ويُلْقَى إلى الأرض.\rوالجَدْفُ (¬5) والجَذْفُ، واحد. ومنع قيل: قميصُ مجذوف الكمّين. أي: مقطوعهما وقصيرهما. تقول: جَذفْت الشيء جَذْفاً، إذا قطعته. واسمُ ما انْقَطع منه: جَذَفٌ. كما تقول: نفضْتُ الشَّجَرة نَفْضًا. واسمُ ما سقَطَ من ثمرها إلى الأرض نَفَضٌ. وخبطْتُها خَبْطاً (¬6). واسمُ ما سقطَ من ورقها إلى الأرض خَبَطٌ.\r¬__________\r(¬1) النص في: غريب ابن قتيبة 2/ 39؛ وينظر: النهاية، والفائق، والصحاح ص / 1335؛ واللسان (ج/ د/ ف)، والابدال 1/ 359؛ والغريبين 1/ 329؛ والتهذيب 10/ 671؛ ومختلف الحديث: 222.\r(¬2) أخبر به في: غريب الحديث 2/ 38 - 39.\r(¬3) النهاية 1/ 247؛ ومختلف الحديث: 222.\r(¬4) ظـ: أنه.\r(¬5) غريب ابن قتيبة 2/ 39؛ وهو منقول عنه في: الفائق.\r(¬6) في الأصل: أخبطها. والتصويب من: غريب ابن قتيبة.","seal":"F1A2B4C5","page":105},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"hno":null,"nass":"وقد (1) يجوز أنْ يقال لما لا يُغَطى من الشَراب جدف، على هذا المخرج. كانَ غطاءه جُدِف. أي: قُطِعَ (¬1).\rوالموضع الآخر: لأنَّ الشَّراب يُجْدَفُ، أي: يحرّك (¬2). فترتفع الرغوة. فما ارتفع منها جَذَفٌ. لأنَّه عن الجدف كان، كما مثّلْت لك. وكذلك جَدْحُ الشراب. ولو أردنا أنْ نبني منه اسماً لما ارتفع فوقه، لقلنا: جَدَح. غير أنّا لم نسمع به. فإِنَّما (¬3) نتكلم فيما جاء.\rومن الجَدْف، قيل: مِجْداف السفينة؛ لأنَّها تندفع به وتنبعث. ومنه قيل للسَّوْط: مِجْداف. قال العَبْدي، (¬4) وذكر ناقة:\rتكادُ إنْ حُرِّك مِجْدافُها ... تنسَل من مَثْناتِها واليَدِ\rوالمثناة (¬5): الحَبْل، ومن عادة الناس أنْ يُلْقوا الزَّبَد عن اللَّبَن. وطُفاحة القِدْر. وهو ما على فوقها في الغَلَيان، وأن تَنْزع رُغْوة كلّ شراب. لأنَّها خَبَثُه ورداءئُه (¬6). وهذا (¬7) عندي معنى حسن، شبيه بما أريد إنْ شاء الله.\rلأنَّه رُوِيَ في الحديث (¬8): \"انَّ طَعام الجِنِّ الرّمَّة\". وهو العظام.\r¬__________\r(¬1) سقطت من غريب ابن قتيبة.\r(¬2) ظـ: يحول.\r(¬3) في الأصل: وإنما.\r(¬4) هو المثقب العبدي، والبيت في: اللسان \"ج/ د/ ف\"، 10/ 366؛ وفي ديوانه (ط/ آل ياسين) ص/ 33.\r(¬5) اللسان: (ت/ ن/ 1).\r(¬6) في ظـ والمطبوعة: خبثه رداءته.\r(¬7) ظـ: وهو.\r(¬8) ينظر: ابن حنبل 2/ 247؛ 250؛ وابن ماجه (كتاب الطهارة: 26) .. وغريب الحديث 1/ 272؛ والفائق 1/ 505 ومختلف الحديث: 222.","seal":"9432D60A","page":106},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"hno":33,"nass":"فلأنْ يكون شرابُهم فضْلَ شرابنا، وما يُنْبذ منه. كما كان طعامهم فَضْل طعامنا. وما يُنْبذ (¬1) منه أشْبَه من أنْ يكون نباتاً باليَمن، يَنْتابُه جميع جِنّ الأرض.\rهذا مع موافقة ما قلناه للغة واطِّراده.\r* * *\r33 - وقال أبو عبيد في حديث عُمَر (¬2) -رضي الله عنه -,: \"كذب عليكم الحجّ\".\rفسره أبو عبيد، واحتج بقول (¬3) معقّر البارقي:\rوذُبْيانية وصَّتْ بَنيها ... بأنْ كذَبَ القَراطِفُ والقُروفُ\rوقال: القَراطِفُ، القُطُف. والقرُوف: أوْعِيَةُ الخَلّ وغيره (¬4). هكذا حدّثنا أحمد بن سعيد (¬5) وغيره. ورأيْتُ في بعض الكتب المسموعة (¬6): القُروف: الأوعية، كان صاحب هذا (¬7) الكتاب فَطِنَ لهذا فحذف الخَلّ. وليس كل وعاء قَرْفًا. وإنما القروف أوعية الخَلْع لا أوعية الخَلّ. وهي: أوعيةُ من جلود الإبل، يُجْعل فيها لحم، تُخلْع منه العظام\r¬__________\r(¬1) ظـ: نبذ\r(¬2) غريب الحديث 3/ 247؛ وهو في: مسند عمر -رضي الله عنه- ص 570؛ (الجامع الكبير - خط)، والفائق 3/ 250.\r(¬3) ينظر: السمط 1/ 484؛ والمعاني الكبير 1/ 381؛ والتقفية: 587؛ واللسان (ك/ ذ/ ب)، و (ق/ ر/ ف) 11/ 189؛ وفيه: أوصت.\r(¬4) تللسان والتقفية.\r(¬5) أحمد بن سعيد اللحياني. راوية أبي عبيد.\r(¬6) ظـ: المسموعات.\r(¬7) سقطت من: ظـ.","seal":"789D4272","page":107},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"hno":34,"nass":"وتُرْفَع. فقالت لبنيها: عليكم بالقراطِف، وهي القُطُف. وعليكم بهذه الأوعية، فيها لحم، فاغْنَموها. ولا وَجْه لأوعيَة الخَلّ في الغنائم.\r* * *\r34 - وقال أبو عبيد (¬1) في حديث عُمَر -رضي الله عنه-: \"إنَّه كان يَنْهَى عن المُكايَلة\".\rقال أبو عبيد (¬2): معناه، المُقَايَسة بالقول. وأصل ذلك أنْ تكيل له كما يكيل لك (¬3). وتقول له كما يقول لك. وتكون في الفعل. وهو أنْ تكافئ بالسوء.\rهذا معنى قول أبي عبيد.\rقال أبو محمد: ليست المكافأة بالسوء أوْلَى بالمُكايَلة من المكافأة بالخير. وكل من وازنْته بشيء، كان منه، فقد كايلْتَه. وإنَّما أراد عمر أن لا يقايس في الدين ويكايل. أي: يوازن الشيء بالشيء (¬4). ويترك العمل على الأثر. كذلك رأيت أهل النَّظَر يقولون في هذا الحديث (¬5).\r* * *\r¬__________\r(¬1) غريب الحديث 3/ 408؛ وفيه: أنه نهى عن المكايلة. والحديث في: الفائق 2/ 440؛ ومسند عمر (ص/1951؛ الجامع الكبير للسيوطي - مخطوط)، والنهاية 4/ 219.\r(¬2) قال أبو عبيد: والمحدثون يفسرونه المقايسة.\r(¬3) أي: هو مأخوذ من الكيل في الكلام. ينظر: اللسان (ك/ ي/ ل).\r(¬4) سقطت من: ظـ.\r(¬5) ينظر: الفائق، والنهاية.","seal":"6DEE514D","page":108},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"hno":35,"nass":"وفي حديث عثمان، -رضي الله عنه-\r35 - وقال أبو عبيد في حديث (¬1) عثمان بن (2) عفّان (¬2): \"لا شُفْعة في بئر ولا فَحْل نَخْل\".\r(¬3) [يرويه مالك عن محمد بن عمارة عن أبي بكر بن محمد بن عمرو بن حزم.\rقال أبو عبيد: قولُه، لا شُفْعة في بئر ولا فحل نَخْل]: تأويل البئر عندنا، أنْ تكون (¬4) البئر بين نَفَر، وهم شركاء فيها, وليس بينهم في النخْل شِرْك. فقضى عثمان إنَّه باعَ رجُلٌ منهم حائطه لم يكن لشركائه في البئر شُفْعة في الحائط من أجل شِرْكه في البئر. وقال: الفَحْل من النَّخْل ومعناه: أنْ يكون لرجُل في حائط (¬5) قوم لا شِرْك له إلَّا ذلك الفَحْل. فإنَّه إنْ (¬6) باع القوم حائطهم فلا شُفْعة لربَ الفَحْل فيه من أجل فَحْله ذلك.\r¬__________\r(¬1) غريب الحديث 3/ 417، وفيه: \"لا شفعة في بئر ولافحل). وينظر: الفائق 3/ 91، وهو في: الموطأ (كتاب الشفعة: 4). وجامع الأصول 1/ 586 و 7/ 642.\r(¬2) سقطت من: ظ.\r(¬3) ما بين الرقمين سقط من: ظ.\r(¬4) في: ط، والمطبوعة: يكون البئر.\r(¬5) الحائط: البستان.\r(¬6) ظ: فإن.","seal":"3AC19CDD","page":109},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"hno":null,"nass":"هذا قول أبي عبيد ...\rقال أبو محمد: (¬1) وقد تدبرتُ هذا فرأيتُ لَفْظ الحديث يدلّ أنه أراد لا شُفْعةَ في نفْس البئر والفَحْل. ولو أراد ما ذَهَبَ إليه [أَبو عبيد] (¬2) لكان أوْلَى بالمعنى أنْ يقول: لا شُفْعة ببئر ولا فحْل. وما أنكر مع هذا أنَّ لفظ الحديث قد يحتمل ما تأوَّل على الحِيلة وطَلَب المخرج. وإنَّما يحتاج إلى ذلك في الموضع الذي يخالف ظاهر لفظ الحديث فيه مذاهب الفقهاء. وهذا الحديث مسْتغنٍ عن ذلك. وإنَّما أراد البئر تكون بين قوم. فإذا باع أحدهم حصّته منها لم يكن لشركائه فيما باع شفعةً، وكان لمن اشتراه. وكذلك الفَحْل من النَّخْل يكون بين قوم وإنَّما مَنَع الشفْعة في البئر والفَحْل. لأنَّهما لا يحتملان القسم.\rوكذلك كلّ شيء لا يحتمل القَسْم فلا شُفْعة فيه. مثل الثوب والعَبْد والحَبَّة من الجوهر. يدلّك على ذلك قول (¬3) مالك: \"لا شُفْعة عندنا في عبد ولا وليدة ولا شيء من الحيوان. ولا ثوب ولا بئر. وتقع فيه الحدود من الأرض والدُّور\".\rفأمَّا ما لا تصلح (¬4) فيه القِسْمة فلا شُفْعة فيه. والبئر التي لا بياض لها هي: المنفردة تكون لقوم وليس لهم إلى جانبها أرض. فإذا كانت كذلك لم تحتمل القَسْم. ولو كان لها أرض وهي بينهم، ثم باع أحدهم حصَّته منها ومن الأرض، كان لشركائه الشفْعة. لأنَّ الأرض تحتمل القسم فتتبعها (¬5) البئر.\r¬__________\r(¬1) ينظر: تأويل مختلف الحديث: 154.\r(¬2) سقطت من: ظ والمطبوعة.\r(¬3) الموطأ: 610، والنسائي 7/ 325، والرصف 2/ 12 وفتح الباري 4/ 436 - 438. وينظر: الشفعة، للاستاذ زهدي يكن، بيروت، 1945 م. دار صادر.\r(¬4) في الأصل: يصلح فيه القسم.\r(¬5) ظ: فتبعتها.","seal":"C2E6E0C2","page":110},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"hno":36,"nass":"وفي حديث عليّ، -رضي الله عنه-\r36 - وقال أبو عبيد (¬1) في حديث عليّ (2) رضوان الله عليه ومغفرته (¬2). أنَّه قال: \"مَنْ وَجَدَ رِزّاً في بَطْنِهِ فَلْيَنْصَرِفْ وَليَتَوَضَّأْ\"\rقال أبو عبيد: (¬3) الرِزُّ: الصَّوْتُ في البَطْنِ من القَرْقَرة ونحوها.\rفكل صوت ليس بالشَّديد فهو رزِّ. هذا قول أبي عبيد.\rقال أبو محمد: قد ذَهَبَ أبو عبيد في هذا الحديث مَذْهَب مَنْ عَمِلَ على ظاهره، ألْزم كلّ من وَجَدَ قَرْقَرَةً في الصَّلاة أنْ ينصرف ويتوضَّأْ. وهذا ما (¬4) لا يُوجِبُهُ أحدٌ فيما أعلم.\rوإنَّما يجب الانْصرافُ عن الصَّلاة بريحٍ تخرج فيسمع صوْتُها أو تُشَمُّ ريحها (¬5) أو برِزٍّ يَجِدُه الرجُل في بَطْنهِ، وهو غَمْزُ الحَدَث وحركته (¬6) في البَطْنِ، حتى يحتاج صاحِبُهُ إلى دخول الخَلاَء بقَرْقرة كان\r¬__________\r(¬1) غريب الحديث 2/ 442، وفيه: ، من وجد في بطنه رزًا. .. \". والنهاية 2/ 219، والفائق 2/ 54، والتاج 15/ 154.\r(¬2) زيادة من الأصل.\r(¬3) نقلًا عن الأصمعي.\r(¬4) ظـ: مما.\r(¬5) سقطت من: ظ.\r(¬6) منقول عنه في: الفائق، والتاج.","seal":"C8BD605B","page":111},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":112,"hno":37,"nass":"أو غير قَرْقرة، فيؤمر المُصَلِّي عند ذلك بأنْ يَقْطَع صَلاتها (¬1) ويقضي حاجته، ولا يصلّي على تلك الحال متجوّزاً متخففاً (¬2). لنهي النَّبي - صلَّى الله عليه وسلَم - (¬3): \"أنْ يُصَلّي أَحَدٌ وهو يُدَافِعُ الحَدَث\". وأصلُ الرزِّ، الوَجَع يجده الرجل في بَطْنِهِ. يقال: إنَّه ليَجَد رِزّاً في بطْنه. أي: وَجَعًا. وغَمْز الحدث في البَطْنِ وجعٌ أو كالوجع [و] (¬4) قال أبو النجم (¬5) يذكر إبلاً عطاشًا.\rلو جُرَّ شَنُّ وسْطَها لم تَحْفل ... من شَهْوة الماء ورِزٍّ مُعْضَلِ\rيقول: لو جُرت قِرْبةٌ يابسةٌ خلَقٌ وسطها لم تنفر من شِدّة عطشها وذبولها. وشبّه ما تجده في أجوافها من حرارة العطش وغلّته بالوجع. فسمّاه رزّاً، ويكون الرزّ أيضًا: الصوت (¬6) في موضع آخر.\r* * *\r37 - وقال أبو عبيدة (¬7) في حديث عليّ -رضي الله عنه-: \"إن\r¬__________\r(¬1) ظ: الصلاة.\r(¬2) في الأصل: مخففًا.\r(¬3) ابن قتيبة 1/ 540 - 541، والنهاية 2/ 219، 3/ 143، والفائق 4/ 106، وفي 2/ 219.\rوفي سنن أبي داود 1/ 22، \"لا يصلي بحضرة طعام ولا هو يدافعه الأخبثان\".\r(¬4) سقطت من: ظ.\r(¬5) \"اللسان\" (ر/ ز/ ز) 7/ 221. ولاميته في: \"الطرائف الأدبية\". ص 62، وفيه: لم تحفل.\rوالتاج 15/ 154، وديوانه ص 199، (جمع وتحقيق: علاء الدين أغا - الرياض 1981 م).\r(¬6) التكملة 3/ 266.\r(¬7) غريب الحديث 3/ 468، والنهاية 5/ 296، والفائق 4/ 128.","seal":"74FFE62D","page":112},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":113,"hno":null,"nass":"المَرْءَ المسلم ما لم يَغْشَ دَنَاءةً يَخْشَعُ لها إذا ذُكِرَت، وتُغْرِي به لِئَام الناس كالياسر الفالج ينتظر فَوْزَةً من قِداحه، أو داعيَ الله فما عند الله خيرٌ للأبرار\".\rقال أبو عبيد: (¬1) الياسِر من المَيْسر، وهو القِمار الذي كان أهل الجاهلية يفعلونه. حتى نزل القرآن بالنهي عنه. وكان أمر الميسر أنَّهم يشترون جَزُوراً فينحرونها ثم يجزُّونها أجزاء (¬2).\rوقد اختلفوا في عدد الأجزاء فقال أبو عمرو على عشرة أجزاء. وقال الأصمعي: على ثمانية وعشرين جزءًا، ثم يُسْهمون عليها بعشرة قداح لسبعة منها أنصباء، وهي: الفَذّ والتَّوْأَم، والرَّقيب، والحِلْس، والنَّاقِس، والمُسْبَل، والمعلّى.\rوثلاثة منها, ليست لها أنصباء وهي: المَنيح (3)، والسفيح (¬3)، والوَغْد، ثم يجعلونها على يَدَي عدْل عندهم (¬4) يُجيلها لهم باسم رجل ثم يقتسمونها على قَدْر ما تخرج لهم السِّهام. فمن خَرَجَ سهمه من السَّبعة، أخذ من الأجزاء بحصّة ذلك. وإنْ خرج واحد من الثلاثة. فقد اختلف الناس في هذا الموضع. فقال بعضهم: من خرجت باسمه لم يأخذ شيئًا ولم يَغْرم، ولكن تُعاد الثانية ولا يكون له نصيب. ويكون لغْوًا وقال بعضهم: بل يصير ثمن هذه الجزور كله على أصحاب هؤلاء\r¬__________\r(¬1) قال أبو عبيد: قال أبو عبيدة والأصمعي وأبو عمرو وغيرهم، دخل كلام بعضهم في بعض.\r(¬2) سقطت من: ظ.\r(¬3) في الأصل، السفيح والمنيح والوغد، والتصويب من غريب الحديث وظ.\r(¬4) ظ: منهم.","seal":"8021598E","page":113},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":114,"hno":null,"nass":"الثلاثة، فيكونون مقمورين. ويأخذ أصحاب السبعة أنصباءهم على ما خرج لهم (¬1).\rوقال أيضًا في معنى الحديث: يقول عليّ: هو بين خيرَتَيْن. إما صار إلى ما يُحبّ من [أمر (¬2)] الدنيا، فهو بمنزلة المُعلّى وغيره من القِداحِ التي لها حظوظ. وإما مات فهو بمنزلة التي لا حظوظ لها فيُحرم ذلك في الدنيا. فما عند الله خيرٌ له.\rوالفالج: (¬3) القامِرُ. هذا كلُّه قول أبي عبيد.\rقال أبو محمد: وقد تدبّرت هذا التفسير فرأيت منه أشياء ذهبت على (¬4) أبي عبيد، منها قوله: مَنْ خرج سهمُهُ من الثلاثة، فقد اختلف الناس في هذا الموضع. فقال بعضهم: لا يأخذ شيئًا ولا يَغْرم. ولكن تعاد الثانية، ولا يكون له نصيب، ويكون لغْوًا.\rوالثلاثة التي لا أنْصِبَاء لها لا تكون سهمًا لأحد، إنَّما تدخلُ في الرِّبابة مع السَّبْعة ذوات الحظوظ، لِتُكَثَّر بها وليأْمَن القومُ الحيلة من الضارب. فكيف يكون لا أنصباء لها. ثم تصير سهمًا لرجُل منهم.\rومنها قولُه: وقال بعضهم، بل يصير ثَمَنُ الجَزور كلّه على أصحاب هؤلاء الثلاثة. فيكونون مقمورين. ويأخذ أصحاب السبعة\r¬__________\r(¬1) غريب الحديث: \"فهؤلاء الياسرون\".\r(¬2) زيادة من ظ.\r(¬3) الفائق 4/ 128.\r(¬4) في الأصل: ذهبت عليه.","seal":"D275C138","page":114},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":115,"hno":null,"nass":"أنصباءهم على ما خَرَج لهم. وهذا من الظُّلم لهؤلاء. فكيف صاروا يرضون بأنْ يأخذوا قداحًا يكونون بها أبدًا غارمين (¬1)؟ !\rولا يكونون في وقت من الأوقات غانمين، وليس الأمر كما ظنَّ هؤلاء. ولكنهم إذا ضربوا بالقداح فخرج واحد من الثلاثة التي لا حظوظ لها ألْغَوْا ذلك، واستأنفوا إفاضة ثانية. فإنَّما الغرْم على أصحاب السبعة ذوات الحظوظ. كما أن الغُنْم لهم. وذلك انَّهم يستهمون (¬2) بسبعة قداح ذوات حظوظ مع ثلاثة أغْفال لا حظوظ لها. إنَّما تدخل للتكثير على عشرة أعشار، فإنْ خرج لأحدهم الفَذّ، وله نصيب واحد (¬3)، أخذ نصيبه وخرج من جملتهم، ثم إنْ خَرَجَ بعده الرّقيب وله ثلاثة أنصباء، أخذ صاحبه أنصباءه وخرج من جملتهم. ثم إنْ خرج بعده المسبل وله ستّة أنصباء أخذ صاحبه أنصباءه وخرج من جملتهم، ونفدت أعشار الجزور، وصار ثمن (¬4) الجزور على الأربعة الذين لم تخرج سهامهم، فكان هؤلاء الثلاثة غانمين، وصار الأربعة غارمين.\rومنها قوله: أراد عليّ، هو بين خيرتين. إمَّا صار إلى ما يحب من الدّنيا، فهو بمنزلة المعلّى وغيره من القداح التي لها حظوظ. وإمَّا مات فهو بمنزلة التي لاحظوظ لها، فيُحْرم ذلك في الدنيا. وما عند الله خيرٌ له. ولم يَقلْ عليّ، إنَّه كالقَدْح الفالج، وإنَّما قال: كالياسر الفالج.\r¬__________\r(¬1) ينظر: كتاب الميسر والقداح لابن قتيبة، وغريب الحديث له، ج 1/ 621، و 2/ 624، وج 3، ص 9؛ بلوغ الارب للألوسي، والميسر والأزلام (دراسة ناريخية اجتماعية أدبية) للأستاذ عبد السلام هارون، 1953 م، القاهرة.\r(¬2) في الأصل: يسهمون.\r(¬3) سقطت من: ظ.\r(¬4) سقطت من: ظ.","seal":"807AFCB6","page":115},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":116,"hno":null,"nass":"والياسر: هو صاحب القدح. والفالج، هو القامر. وإنَّما أراد عليّ، أنَّه إذا لم يغْشَ دَناءة وريبة، وكان ذا مروءة وديانة وصيانة لنفْسه، فإنَه ينتظر في حياته خير الدنيا، فهو بمنزلة الياسر القامر الذي قد اعتاد القَمْر. وجرى له بحدّه، فهو ينتظر فَوْزَهُ من قداحه. يريد أنْ يخرج بالفَوْز والقَمْر، فيأخذ نصيبه ثم رجع إلى الرجل فقال: أو ادعى (¬1) الله. يعني: ينتظر أنْ يأتيه الموت، ولم يَنَلْه ما أقلَّ في الدنيا من يسارها وخيرها فيبهون ماعند الله خيراً له مما فاته من الدنيا. ومنها: إنَّه احتج في آخر (¬2) الحديث للمنيح، وإنَّه لاحظَّ له يقول الكميت: (¬3)\rفمهلَاَ يا قُضاعُ ولا تكوني ... مَنيحاً في قِداح يَدَيْ مُجيلِ\rولم يرد الشاعر في هذا البيت بالمنيح القِدْح الذي لا سَهْم له. وإنَّما أراد بالمنيح، القدح الممتنح، أي: المُسْتَعَار (¬4). وكانوا يستعيرون القِدْح فيدخلونه في قداحهم لثقتهم بفوزه وتيمنهم به. وإياه أراد ابن قميئة (¬5) بقوله:\rبأيديهم مقرومةٌ ومَغَالِقُ ... يعود بأرْزاق العِيال مَنِيحُها\rفقد خبرك أنَّ له حظّاً يعود على العِيال، وكانت قضاعة تركت نَسَبَها في نِزار، وانتقلت إلى اليمن، فَنُسِبَت إليها. فقال الكميت: (¬6)\rلا تكوني غريبة\r¬__________\r(¬1) في ظ: داعي الله.\r(¬2) سقطت من: ظ.\r(¬3) ينظر: اللسان (م/ ن/ ح) 3/ 447.\r(¬4) ينظر: الفائق 52/ 3، والميسر والقداح ص 59، 76، وغريب ابن قتيبة 1/ 622.\r(¬5) هو: عمر بن قميئة، والبيت في ديوانه (ط/القاهرة: 30). وفيه: تعود بأرزاق، والتاج 6/ 489 (س/ ن/ ح).\r(¬6) ينظر: الفائق والميسر.","seal":"67DCD7B5","page":116},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":117,"hno":38,"nass":"هناك كهذا القدح المُسْتَعَار بين هذه القداح، ولا يجوز أنْ يكون أراد المنيح الذي لا حظَّ له؛ لأنَّه قدح ثابت يُكَسَّر ويُعاد في كلّ رِبابة يُضرَب بها (¬1) لتُكَثَّر به وبصاحبَيْه.\rوقد ذكرتُ هذا في كتاب: (¬2) \"الميسر\" بأكثر من هذا الشرح. ولم يحتمل هذا الكتاب أنْ يتجاوز فيه مقدارُ ما ذكرنا، فإذا آثرت أنْ تعرف أمر المَيْسِر وكيْفِيَّتَه، ويصح لك ما ذكرته في هذا الحديث أكثر من هذا الوضوح، نظرت في ذلك الكتاب إنْ شاء الله.\r* * *\r38 - وقال في حديث عليّ -رضي الله عنه-، إنَّه قال: (¬3) \"مَنْ أَحَبَّنَا أهلَ البَيْت، فليُعِد جِلْبَابًا وتِجْفَافاً (¬4) \"، قال أبو عبيد: تأوَّله بعضُ الناس على أنَّه من أحبَّنا افْتَقَر في الدنيا.\rوليس لهذا وجْهٌ. لأنَّا نرى من يُحبّهم فيهم مالي سائر الناس من الغِنى والفَقْر.\rقال أبو عبيد: ولكنَّه عندي [إنها أراد (¬5)] فَقْر يوم القيامة وإنَّما هذا على وَجْه التّغليظ والنَّصيحة له. كقولك: من أحبُّ أنْ يصحبني ويكون معي، فعليه بتقوى الله واجتناب معاصيه. فإنَّه لا يكون لي صاحباً إلَّا من كانت هذه حاله. هذا كلّه قول أبي عبيد.\r¬__________\r(¬1) في الأصل: ليكثر به.\r(¬2) ينظر: الميسر والقداح: 57، 59، 76، وغيرها؛ وغريب الحديث له أيضًا\r1/ 622 - 623، والمعاني الكبير: 1154، وبلوغ الارب للألوسي 3/ 53.\r(¬3) غريب الحديث 3/ 466، وينظر: الفائق 1/ 229، وفيه: \"جلباباً، أو قال:\rتجفافًا\". وأمالي المرتضى 1/ 17، وفيه نقل قول المؤلف.\r(¬4) في غريب الحديث: وتجفافًا.\r(¬5) ما بين القوسين سقط من الأصل، وفي ظ: (أراد) فقط.","seal":"F807955C","page":117},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":118,"hno":null,"nass":"قال أبو محمد: والقولُ فيه عندي، إنَّه أراد مَنْ أحبَّنا أهلَ البيت، فليرفض الدنيا وطَلَبها, وليزْهَد فيها وليصبر على الفَقْر والتقلّل. وكنى عن الصبر بالجِلْبَاب والتجفاف. لأنَّه يستر الفَقْر كما يستر الجِلْبَاب والتِّجْفاف البَدن. وممّا يشهد لهذا الحديث، حديثٌ رواه أصحاب الأخبار عنه. وذكروا أنَّه نَظَر إلى قوم ببابه فقال لقُنْبر: (¬1) \"يا قنبر مَنْ هْؤلاء؟ \". قال: شيعتك يا أمير المؤمنين. قال: \"ومالي لا أرى (2) فيهم سيماء الشِّيعة؟ \". قال: وما سيماء الشِّيعة (¬2)؛ قال (¬3) \"خُمْص البُطُون من الطَّوى [و (¬4)] يُبْس الشّفاه من الظَّماء (¬5) [و (4)] عُمْش العُيون من البكاء\". والطَّوى: الجوع.\r* * *\r¬__________\r(¬1) قنبر: مولى الإمام علي (-رضي الله عنه-).\r(¬2) ما بين الرقمين سقطت من: ظ.\r(¬3) ينظر: أمالي المرتضى 1/ 17.\r(¬4) ما بين الرقمين سقطت الواو من: ظ.\r(¬5) الظماء، ممدودة، لغة في: الظمأ. ينظر: التكملة 1/ 35.","seal":"AE312604","page":118},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":119,"hno":39,"nass":"وفي حديث الزّبير، -رحمه الله-\r39 - وقال أبو عبيد (¬1) في حديث الزّبير -رحمة الله عليه-: \"إنَّه رأى فِتْية لُعْساً، فَسَأَل عنهم فقالوا: أُمّهم مولاة للحُرَقَة (¬2)، فاشْترى أباهم\".\rقال أبو عبيد: (¬3) اللّعْسُ، السُّود الشّفاه. واحتجَّ ببيْت ذي (¬4) الرّمّة:\rلمْيَاءُ في شفتَيْهَا حُوَّةٌ لَعَسٌ ... وفي اللِّثاث وفي أنيابها شَنَبُ\rهذا قول أبي عبيد.\rقال أبو محمد: أتى أبو عبيد في هذا التفسير من جهة البيت.\rواللَّعَسُ: السّواد (¬5) كما ذكر. إلَّا أنَّه يكون في الشَّفَة وغيرها.\r¬__________\r(¬1) غريب الحديث 4/ 4، وفيه: \"مولاة للحرقة، وأبوهم مملوك، فاشترى أباهم فأعتقه فجر ولاءهم\". تاج العروس (ح/ ر/ ق)، والنهاية 1/ 176.\r(¬2) الحرقة بنت النعمان بن المنذر، من شواعر العرب في الجاهلية. ينظر: المؤتلف والمختلف 103، وشرح الحماسة للتبريزي 3/ 109، وخزانة الأدب 3/ 181.\r(¬3) عن الأصمعي.\r(¬4) ديوانه ص.\r(¬5) ينظر: تأويل مشكل القرآن 241، واللسان (ل/ ع/ س) 8/ 62.","seal":"80E4137F","page":119},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":120,"hno":null,"nass":"وأكثر ما تُوصف به الشِّفاه. قال العجّاج: (¬1)\rوَبَشراً مع البياض الْعَسَا\r(2) فجَعَلَه في البَدن (¬2). وكذلك اللمي. توصف به الشّفاه. وقد يجعل لغيرها. قال الشاعر: (¬3)\rإلى شَجَر ألْمَى الظّلال كأنَّهْ ... رواهِبُ أُحْرِمْنَ الشّراب عُذوبُ\rأي: ظِلَّهُ أسود لكثافته وكثرة وَرَقه. وليس اللَّعَسُ في هذا الحديث صفة لشفاه هؤلاء ولا لصفتهم بسواد الشِّفاه معنًى، ولا فيه دليل على شيء. وإنَّما تُوصَف شِفاه النّساء باللَّعَس لحسْنه في الشّفاه.\rوإنَّما أراد أنَّه رأى فِتْيةً سُوداً فاشْتَراهم.\r¬__________\r(¬1) في ظ: العجاج الراجز. والرجز في: اللسان (ل/ ع/ س) 8/ 62.\r(¬2) زيادة من ظ. وزاد في اللسان: جعل العجاج اللعسة في الجسد كله.\r(¬3) هو حميد بن ثور، ينظر: لسان العرب (ل/ م/أ)، وديوانه: 57. وينظر: غريب ابن قتيبة 2/ 294.","seal":"2CD9D6FC","page":120},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":121,"hno":40,"nass":"وفي حديث طلحة، -رحمه الله-\r40 - وقال أبو عبيد (¬1) في حديث طلحة -رحمة الله عليه-، إنَّه قال: \"خَرَجْتُ بفَرسٍ لي أُنَدّيهِ\".\rقال أبو عبيد: هو من التَّنْدية، وهو اُنْ تَرُدَّه عن الماء إلى المرعى، فَتَدَعه ساعة يرعى ثم تُعيده إلى الماء. هذا قول أبي عبيد (¬2).\rقال أبو محمد: إنَّما يفعل هذا المقيم في المرعى بإبله وفرسه، لأنَّها تأكل الرُّطْب (¬3)، ولا تستوفي من الماء أوّل نَهْلة فيُعيدها.\rفأمَّا أنْ يكون الخروج من أجل التَّنْدية، فلاوإنَّما يكون للتبدية، (¬4) وهو أنْ يأتي بها البادية للرعي، ومثلُه حديث سَلَمة بن الأكوع، أنَّه قال: \"خرجت أنا وَرَبَاح ومعنا فَرَسٌ لطلحة نُندّيه مع الإِبل\".\r¬__________\r(¬1) غريب الحديث 4/ 13، والنهاية 5/ 37 - 38، والفائق 3/ 418.\r(¬2) بل هو قول الأصمعي وأبي عمرو، ومنقول في النهاية.\r(¬3) الرطب، بضم الراء والطاء، وسكون الطاء أيضًا. الكلأ.\r(¬4) في الأصل: للتندية. ورده الأزهري، وقال: الصواب: التندية ينظر: النهاية 5/ 37 - 38.","seal":"7CB02B89","page":121},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":122,"hno":null,"nass":"وفي حديث آخر: \"إنَّه استأذَنَ رسول الله - صلَّى الله عليه وسلَّم - في البِداوة\". وهي إتْيان البادية، مثل الحِضارة إتْيان الحاضِرة.\rقال أبو زيد: هي البَداوة والحَضَارة أيضًا (¬1): مثل: الرَضاعة والرِضاعة، والخَلاَلة والخِلالة، للمصدر (¬2) من الخُلَّة. والوَكالة والوِكالة. وعلى أنَّ بعض أصحاب اللغة كان يجعل التندية للإِبل خاصَّة دون الخيل. ويقول في قول أحد الحَيّيْن اللذين تنازَعا، فقال أحدهما: (¬3) \"مَسْرَحُ بَهْمِنا، ومُندَّى خَيْلنا\". (¬4)\rإنَّ المُنَدَّى، هو الموضع الذي تُرْكَض فيه وتُخبّ عليها، إذا أضمرت. لأنَّها تُنَدَّى (¬5) فيه، أيْ: (¬6) تُعَرَّق (¬7).\r* * *\r¬__________\r(¬1) سقطت من: ظ، والنص في: إصلاح المنطق ص 111.\r(¬2) في ظ: المصدر.\r(¬3) النهاية 5/ 38.\r(¬4) اللسان (ن/ د/ ي) 15/ 318، و (ض/ م/ ر) 4/ 491.\r(¬5) في الأصل: تندى، وينظر: اللسان.\r(¬6) سقطت من: ظ، والمطبوعة.\r(¬7) غريب الحديث 4/ 14، والفائق 3/ 68.","seal":"67637129","page":122},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":123,"hno":41,"nass":"وفي حديث عبد الله بن مسعود، -رحمه الله-\r41 - وقال أبو عبيد (¬1) في حديث عبد الله بن مسعود -رحمة الله عليه- في قوله: \"رحْلٌ إلى بيت الله تعالى، وسَرْجٌ في سَبيل الله تعالى\".\rقال أبو عبيد: كرِهَ المِحْمَل (¬2)، وذلك إنَّه ممّا أَحْدَثَ الناس. قال: ويبين ذلك قول طاووس (¬3) \"حجّ الأبْرار على الرِّحال\".\rهذا قول أبي عبيد.\rقال أبو محمد: الناس يذكرون أنَّ المَحافِلَ إنَّما (¬4) حَدَثَتْ في\r¬__________\r(¬1) غريب الحديث 4/ 113، وفيه: إنَّما هو رحل وسرج، فرحل إلى بيت الله، وسرج في سبيل الله\".\r(¬2) اللسان والتاج (ح/ م/ ل). وضبطه ابن سيده: كمجلس ومنبر.\r(¬3) غريب الحديث 4/ 113. والنهاية 2/ 209.\r(¬4) زيادة من: ظ.\rأقول: وبقي المحمل عند الناس، جيلاً بعد جيل، وقد بالغ في أمره الأتراك، وحاول بعض المؤرخين ومن كتب عنه من المستشرقين أن يضفي عليه صبغة دينية. وهو ليس بذاك.\rوينظر عنه: المحمل، نشأته وآراء المؤرخين فيه، للأستاذ عبد الله عقيل عنقاوي، بحث في: مجلة كلية الآداب بجامعة الرياض، (م/2، س 2، ص 323 - 338، 1391 هـ - 1971 - 1972 م)، والملامح الجغرافية لدروب الحجيج، لسيد عبد المجيد بكر، جدة 1981 م. ص 86.","seal":"D106635A","page":123},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":124,"hno":42,"nass":"زمن الحجّاج. وركب فيها الحاجّ (¬1)، وكانوا قبل يحجّون على الرحال (¬2).\rفكيف يكره ابن مسعود ما لم يَرَهُ ولم يَحدُثْ في زمانه. قال بعض الشعراء: (¬3)\rأوّلُ عبد عَمِلَ المَحامِلَا (¬4) ... أخْزاهُ ربّي عاجِلاً وآجِلا\rيعني الحجّاج. وإنَّما أراد ابن مسعود بقوله: رَحْلٌ إلى بيت الله أي: (¬5) بعيرٌ تُعِدّه للحجّ، وسَرْجٌ في سبيل الله، أي: فَرَسٌ تُعِدّه للغزو. فكنى عنهما بالرحل والسَّرْج.\r* * *\r42 - وقال أبو عبيد (¬6) في حديث ابن مسعود -رحمه الله-: \"إنَّ التَّمائِم والرُّقَى والتِّوَلَّة من الشِّرْك\".\r¬__________\r(¬1) المطبوعة، وظ: الحجاج.\r(¬2) اللسان (ح/ م/ ل) 13/ 198، والبيان والتبيين 3/ 203، والحيوان 1/ 82، والمحاسن والمساوئ ص 366، والأوائل للعسكري 2/ 53 - 54.\r(¬3) اللسان، وفيه الشطر الأول فقط، وفي المحاسن والمساوئ:\rأخزى الِإله عاجلا وآجلا ... أول عبد عمل المحاملا\rعبد ثقيف ... ذاك أزل آزلا\rونسبه إلى: حميد الأرقط، وفي العسكري:\rأخزى مليك الناس خزياً عاجلا ... أول عبد أحدث المحاملا\rونسبه الجاحظ إلى أحد رجّاز الأكرياء (جمع كري، وهو الذي يكري دابته بالكراء).\r(¬4) في الحيوان: أول خلْق ...\r(¬5) زيادة من: ظ.\r(¬6) غريب الحديث 4/ 50، 329، وينظر: الفائق 1/ 157، وابن حنبل 1/ 381، وابن ماجه (كتاب الطب: 39)، وسنن أبي داود (كتاب الطب: 17)، والنهاية 1/ 200، وغريب ابن قتيبة 1/ 451، وجامع الأصول 7/ 574، والغريبين 1/ 262.","seal":"C050CA22","page":124},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":125,"hno":null,"nass":"قال أبو عبيد: أراد بالتمائم والرُّقَى عندي، ما كان بغير لسان العربية.\rقال (¬1) أبو محمد: وهذا يدل على أنَّ التَّمائم عند أبي عبيد؛ المَعَاذات التي يُكتب (¬2) فيها وتُعَلَّق.\rقال أبو محمد: وليست التَّمائم إلَّا الخَرَز. وكان أهلُ الجاهليّة يَسْتَرِقُون بها، ويظنّون بضروب منها، أنَّها تدفع عنهم الآفات (¬3).\rوخبّرنيِ رجُلٌ من عُظَماء التًرْكِ وأخو خاقان ملك الخَزر، أنَّهم يسْتَمطرون بخَرَز عندهم وأحْجار.\rوكان مذهب الأعراب فيها كمذهبهم. قال الشاعر: (¬4)\rإذا ماتَ لم تُفْلِح مُزَيْنَةُ بعده ... فَنُوطي عليه يا مُزَيْنَ التَّمائِمَا\rأي: علّقي عليه هذا الخَرَز لتَقِيه أسْباب المَنَايا. (¬5) [وأخبرنا أبو حاتم، قال: أخبرنا أبو زيد: (¬6) أنَّ التَّميمة خَرَزةٌ رَقْطاء] (5).\r* * *\r¬__________\r(¬1) سقطت من: ظ.\r(¬2) ظ: يكتب، وهو كذلك في الأصول الأخرى.\r(¬3) غريب ابن قتيبة 1/ 450 - 451، وينظر: شرح معاني الآثار 4/ 325، وبلوغ الارب 3/ 5.\r(¬4) تأويل مختلف الحديث: 226، واللسان (ت/ م/ م) 12/ 70، وفي الأغاني (ط/ دار الساسي، 16/ 33)، نسب إلى: معاوية، وغريب ابن قتيبة 1/ 450.\r(¬5) ما بين الرقمين سقطت من: ظ، وهو في: مختلف الحديث: 226.\r(¬6) غريب ابن قتيبة 1/ 450. والتولة: السحر، وهو مما ليس في لغة العرب على وزنه (فِعَلة). ينظر: ليس في كلام العرب. ص 257.","seal":"91603DE4","page":125},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":126,"hno":43,"nass":"وفي حديث حُذَيْفَة، -رحمه الله-\r43 - وقال أبو عبيد (¬1) في حديث حذيفة -رحمة الله عليه-: \"إنَّ الله -عزَّ وجلّ- (¬2) يَصْنَع صانع الخَزَم، ويصنع كل صنعة\".\rقال أبو عبيد: الخَزَمُ (¬3)، هو خُوضُ المُقْل، وهو أدق منه وألْطف. يصنع منها أحْفاش (¬4) النّساء.\rقال: وفي هذا الحديث تكذيب لقول المعتزلة الّذين يقولون: إنَّ أعمال العباد ليست بمخلوقة. ومِمّا يكذّبهم قولُ الله -عزَّ وجلّ-: (¬5) {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ}. وكذلك قولُ حذيفة: \"ويصنع كلّ صنعة\". هذا قول أبي عبيد.\rقال أبو محمد: وقد أغْنانا الله -عزَّ وجلّ- بما في القرآن من الآي\r¬__________\r(¬1) غريب الحديث 4/ 126 - 127، وينظر: الفائق 1/ 367، والنهاية 2/ 30.\r(¬2) (عَزَّ وَجَلَّ)، زيادة من ظ. وسقطت من نص الحديث.\r(¬3) وفي الفائق: الخزم، شجر يتخذ من لحائه الحبال، الواحدة خزمة (محركة. وبالمدينة (على ساكنها أفضل الصلاة وأطيب السلام)، سوق الخزّامين.\r(¬4) تصحفت في: ظ، إلى (أفحاش). والأحفاش: جمع حفش. بكسر الأولى وسكون الثاني، بيت صغير. وهو كذلك ما كان من إسقاط الآنية كالقوارير ونحوها. التكملة 3/ 467.\r(¬5) سورة الصافات الآية 96، وينظر: النهاية 2/ 30.","seal":"8B36F362","page":126},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":127,"hno":null,"nass":"البَيّنة المكشوفة الممتنعة على حِيَل المعتزلة، عن أنْ يحتج عليهم بما يجدون به السبيل إلى الاستهزاء (¬1) والطعْن. وقد رأيْت أبا عبيد شبّه حديث حذيفة بهذه الآية، [وليست تشبهه (¬2)]. وليس يشبهها. وإنَّما تقع الحجّة على المعتزلة يقول حذيفة، إنَّ الله يصنع كلّ صنعة، ولا تقع بقول الله: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ}. لأنَّه لم يُرِد: والله خلقكم وأعمالكم. وإنَّما أراد؛ والله خلقكم والأصنام التي تعملون. ألا تراه يقول: (¬3) {أَتَعْبُدُونَ مَا تَنْحِتُونَ} يعني الأصنام لا النَّحْت. ثم قال: (¬4) {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ}.\rأراد: وتلك الأصنام. وليس هذا عندي (¬5) موضع ذِكْر أعمالهم، ولا فيها معنًى يزيد في توكّد الحجة عليهم. (6) وإنَّما تتوكّد عليهم (¬6)، ويقع التَّعجُّب منهم، بأنْ يعبدوا شيئًا هو مخلوق مثلهم.\rولو قال قائِلٌ: والله خَلَقَكُم وما تأكلون. لم يقع ذلك إلَّا على الطّعام والمأكول لا الأكل.\rولو قال: والله خلقكم وما تركبون، لم يقع إلَّا على الدَّوابِّ، لا على الرّكوب.\r* * *\r¬__________\r(¬1) ظ: الإستهواء.\r(¬2) زيادة من: ظ.\r(¬3) الصافات، الآية 95.\r(¬4) الصافات، الآية 96.\r(¬5) سقطت من: ظ.\r(¬6) سقطت من: ظ.","seal":"63E38B8F","page":127},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":128,"hno":44,"nass":"وفي حديث عمرو بن العاص، -رحمه الله-\r44 - وقال أبو عبيد (¬1) في حديث عمرو بن (2) العاص (¬2) -رحمه الله-,: \"أنَّه قال: إنَّ ابن الصعْبة (¬3)، يعني: طلحة -رحمه الله-، ترَكَ مائة بُهار، في كلّ بُهار ثلاثة قناطير من ذَهَب وفِضّة\".\rقال أبو عبيد: \"بُهار، (¬4) كلمة غير عربية. أحسِبُها (¬5) قِبْطِيَّة\".\rوالبُهار في كلامهم: ثلثمائة رطل\". هذا قول أبي عبيد قال أبو محمد: وقد تدبّرت هذا التفسير، فلم أره بيّناً، كيف يخلّف في كل ثلثمائة رطل ثلاثة قناطير. ولكنَ البُهار الحمل.\r¬__________\r(¬1) غريب الحديث 4/ 164، واللسان (ب/ هـ/ ر)، والمعرب 62، والنهاية 1/ 166، والفائق 1/ 122، والتقفية 386.\r(¬2) سقطت من: ظ.\r(¬3) الصعبة بنت عبد الله بن عماد الحضرمي، وهي أخت العلاء ابن الحضرمي، صحابية جليلة، ينظر: الإِصابة 8/ 125، وابن سعد 3/ 222.\r(¬4) ينظر: المعرب 62، وشفاء الغليل 66، والألفاظ الفارسية 29، والتهذيب 6/ 288، والتقفية 386.\r(¬5) ظ: وأحسبها.","seal":"0A5B9BA6","page":128},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":129,"hno":null,"nass":"قال الهُذَلِي (¬1)، وذكر سحابا:\rبمُرْتَجز كأنَّ على ذُرَاهُ ... رِكابَ الشام يَحْمِلْن البُهارا\rقال الأصمعي: يحملن الأحمال من مَتَاع البيت، ولم أسمع للبُهار يُجْمع، ولا أراه إلاٌ كما قال غير عربي. وأراد أنه ترك مائة حمل (¬2) مال، مقدار الحمل. منها ثلاثة قناطير. والقنطار: (¬3) مائة رطل. فكأنَّ كل حمل منها ثلثمائة رطل (¬4).\rوكان طلحة (¬5) من المتمولين. حدثنا الرّياشي عن الأصمعي عن ابن (¬6) عمران قاضي المدينة، أنَّ طلحة فَدَى عشرة من أسارى بَدْر، ثم جاء يمشي بينهم. وكان يقال له: طلحة الخير، وطلحة الفيّاض، وطلحة الطلحات. وإنَّه سئل برَحمِ فقال، ما سئلت بهذه الرحم قبل اليوم. (¬7) [و] قد بِعْتُ حائطاً لي بسبعمائة ألف، وأنا فيه بالخيار. فإنْ شئت ارتجعته وأعطيتكه، وإنْ شِئْتُ أعطيتك ثمنه.\r* * *\r¬__________\r(¬1) هو البريق: \"عياض بن خويلد الهذلي\". وينظر: شرح التبريزي 5/ 56، ومعجم الشعراء: 268، واللسان (ب/ هـ/ ر)، والمعرب.\r(¬2) في: ظ. مائة حمل مالًا.\r(¬3) النهاية: قال الأزهري، هو ما يحمل على البعير، بلغة أهل الشام، وهو عربي صحيح.\r(¬4) والنص بتمامه في: المعرّب، واللسان. وقال ابن سعد: البهار، جلد ثور.\r(¬5) ينظر: المعارف 419، وغريب ابن قتيبة 2/ 160، والفوات 2/ 134، الأمتاع 1/ 142، 446، وابن سعد 3/ 220 - 223، وتاج العروس 6/ 584.\r(¬6) ابن عمران، محمد بن عمران بن إبراهيم بن محمد (السجاد) بن طلحة بن عبيد الله، التيمي. آخر قضاة بني أمية في المدينة المنورة، أديب، فقيه، شاعر، وأخباره كثيرة، تجدها مبسوطة في: أخبار القضاة لوكيع 1/ 181 - 199.\r(¬7) زيادة من: ظ.","seal":"BF9F32A6","page":129},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":130,"hno":45,"nass":"وفي حديث أبي هريرة، -رحمه الله-\r45 - وقال في حديث (¬1) أبي هريرة -رحمه الله-، إنه قال: \"لو حدثْتكم بكل ما أعلم لرميْتُموني بالقشع\".\rقال أبو عبيد: (¬2) القَشْع، الجلود اليابسة. واحدها، قَشْع. واحتجَّ بقول (¬3) متمم بن (4) نويرة (¬4).\rإذا القَشْع من بَرْد الشتاء تَقَعْقَعا (¬5)\rهذا قول أبي عبيد.\rقال أبو محمد: ليس من عادة الناس أنْ يرموا بالجلود اليابسة مَنْ يريدون رَمْيه، ولا يتيسَّر ذلك لكلّ رام. فكيف يرمون أبا هريرة بها؟\r¬__________\r(¬1) غريب الحديث 4/ 188، وينظر: الفائق 3/ 198، وابن حنبل 2/ 539، واللسان (ق/ من/ ع 10/ 145)، والجمهرة 7/ 60، والنهاية 4/ 65، (وفيه: القشع بكسر القاف وفتح الشين المعجمة).\r(¬2) نقلًا عن الأصمعي وغيره، وينظر: التقفية 534، والتكملة 4/ 328 و (القشع) بفتح القاف، على الإفراد، وبكسرها: على الجمع.\r(¬3) ظ: ببيت.\r(¬4) زيادة من الأصل.\r(¬5) وأوله: ولا برم يهدي النساء لعرسه.\rوالبيت: في اللسان (ق/ من/ ع)، والقالي 1/ 19، ومجموع شعره: 107، والجمهرة 3/ 60.","seal":"34F37F3F","page":130},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":131,"hno":null,"nass":"وليس القشع ما ذَهَبَ إليه، يدُلّك على ذلك أنّ (فَعْلاً) لا يُجْمع على (فِعَل). وإنَّما القِشَع (¬1) جميع لقَشْعة، مثل بَدْرة وبِدَر.\rوالقَشْعَة (¬2)، ما قَشَعْتُهُ عن وجْه الأرض من المَدَر والطّين فرمَيْتَ به. ومثْلُهُ قولُ الناس، رماهُ بقُلاعة. أي: قُلَع من الأرض مدرًا. [و] (¬3) رماه به.\rوالقُشاعة مثلُه. وكل شيء قَلَعْته أو كشَفْته، فقد قشعْته.\rومنه يقال: قَشَعَت الرّيحُ السَّحاب. والقَشْعة في غير هذا بيت من جلود. سُمي بذلك لأنَّهم يَقْشَعونه عنهم متى شاؤوا ويحملونه. قال الكميت: (¬4)\rوكان لبيت القَشْعة الهَدْمُ والصبَا ... أحاديث منها عالياتُ الأراود\rوأمّا قولُه [إنَّ] (¬5) القَشْع: الجلد اليابس، فإنِّي أراه توهَّم ذلك من قول (¬6) الشاعر:\rإذا القَشْع من بَرْد الشّتاء تقَعْقَعَا\rوإنَّما أراد الشاعر، أنَّ الجلد قد تَقَعْقَعَ من شِدَّةِ البرد وَيَبِسَ، ويدُلّكَ على أنَّ القَشْع قد يكون غير يابس، قول أبي بكر: (¬7) \"نَفَّلَني رسولُ الله - صلَّى الله عليه وسلَّم -، جارية عليها قَشْعٌ لها\".\r¬__________\r(¬1) هي جمع: قَشْع (بفتح الأول وسكون الثاني) على غير قياس. ينظر: النهاية.\r(¬2) اللسان والتاج (ق/ ش/ ع).\r(¬3) سقطت من: ظ.\r(¬4) اللسان.\r(¬5) زيادة من: ظ.\r(¬6) ظ: القول. وينظر: اللسان، والتقفية، والقالي 1/ 20، والمعاني الكبير 3/ 1147، والجمهرة 3/ 6.\r(¬7) النهاية 4/ 65، وفيه: القشع: الفرو الخلق.","seal":"1CA23679","page":131},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":132,"hno":46,"nass":"وقولُ رسول الله - صلَّى الله عليه وسلَّم - في الغُلول: (¬1) \"لأعرفنَّ أحدكمِ يحمل قَشْعًا من أَدَم فَيُنادي يا محمَّد، فأقول: لا أملك لك من الله -عزَّ وجلّ- (¬2) شيئًا قد بلَّغْتُ\".\r* * *\r46 - قال أبو عبيد (¬3): وفي حديث أبي هريرة -رحمه الله-، إنَّه قال: يُوشِكُ أنْ يعمل (¬4) عليكم بُقْعَان أهل الشام\".\rقال أبو عبيد: أراد البياض؛ لأنَّ حدَمَ الشام رُومٌ وصَقَالِبة، فسمّاهم بُقْعاناً للبياض. ولهذا قيل للغُراب، أبقَع، إذا كان فيه بياض.\rهذا قول أبي عبيد.\rقال أبو محمد: لست أرى هذا التفسير بيّناً، وأحسِبُ أبا عبيد ذَهَب إلى أنَّ أبا هريرة أراد أنَّ العَبيد يُسْتَعملون عليكم، والبُقْعان هم الذين فيهم سواد وبياض. وكذلك الغراب الأبقع (¬5). ولا يقال لمن كان أبيض من غير سواد يُخالِطُهُ أبْقَعُ. فكيف يُجْعَل الصَّقالِبة والرُّوم بقعاناً؟ ، وهم بيضٌ خُلَّص. وأرى أنَّ أبا هريرة أراد أنَّ العرب تنكح الإِماء من الرُّوم والصَّقالبة (¬6)، ويُسْتَعْمل عليكم أولاد الإِماء (¬7)، وهم بين العرب السُّود وبين العَجَم البيض. ولم تكن العرب قبل هذا تنكح الرُّوم والصَّقالبة. إنَّما كان إماؤها (¬8) السُّودان.\r¬__________\r(¬1) النهاية 4/ 65.\r(¬2) سقطت: من ظ.\r(¬3) غريب الحديث 4/ 265، وينظر: الفائق 1/ 124، والنهاية 1/ 146.\r(¬4) في الفائق والنهاية: أن يستعمل.\r(¬5) ينظر: اللسان (ب/ ق/ بها والنهاية.\r(¬6) منقول عنه في: النهاية.\r(¬7) في الفائق: أي يستعمل عليكم خبثاء أهل الشام.\r(¬8) في ظ: إماؤهم.","seal":"6A5147C1","page":132},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":133,"hno":null,"nass":"والعَرَبُ تقول. أتاني الأسود والأحمد، يريدون: العَرَب والعَجَم. ولم يُرِدْ أنَّ أولاد الإِماء من العَرَب بُقْعٌ وكبقَع الغُراب. وإنَّما أراد أنَّهم قد أخذوا من سواد آبائهم ومن أمهاتهم. كما أنَّ في الأبقع بياضاً وسَواداً، مثل قول عُمَر: \"لَيَلِينَّ عليكم (¬1) أبناء الإِماء حُمْر الوجوه مُحَذّفي (¬2) الرِّقاب\".\r* * *\r¬__________\r(¬1) زيادة من: ظ.\r(¬2) في ظ: محنفي، والحديث في: اللسان (ح/ ذ/ ف) 9/ 40.","seal":"A6E4B9EA","page":133},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":134,"hno":47,"nass":"وفي حديث عبد الله (*) بن عُمَر، -رحمه الله-\r47 - وقال في حديث (¬1) عبد الله بن عمَر -رحمه الله-: \"إنَّه اشْتَرى ناقةً، فرأى بها تشْريم الظّئار فردَّها\".\rقال أبو عبيد: التَّشْريم، التَّشَقُق (¬2) في الجِلْد، ولم يذكر الظِّئار. كيف تشريمه.\rقال أبو محمد: الظّئار، مصدر ظَاءَرْتُ (¬3)، تقدير: \"فاعلْت) (فِعالًا). وذلك أنَّ تَعْطف النَاقة على غير وَلَدها، وإذا أرادوا ذلك حَشَوْا أَنْفَها بمثل الكُرَة من مشاقة وخرقاً، ثم خلوا المنخَرينِ وشدّوا [عَيْنَيْها] وحَشَوْا حياءها (¬4) بدُرْجة، وهي من مُشَاقة وخِرَق، وخلَّوا الحياء (¬5) بالأخِلَّة ثم تُتْرك كذلك أيامًا، فتجد مثل غم الحَمْل ولا تقدر على أنْ تبول. فإذا اشتدَّ ذلك عليها، انتزعوا الأخلّة وقد قُدّم الحُوار الذي يريدون أنْ ترْأمه\r¬__________\r(¬1) غريب الحديث 4/ 262، وهو في: الفائق 2/ 239، والنهاية 2/ 468، و 3/ 155.\r(*) زيادة من: ظ.\r(¬2) غريب الحديث: التشقيق. وينظر: اللسان (من/ ر/ م) 15/ 213.\r(¬3) هو في: الفائق.\r(¬4) في الفائق: خورانها. وهما بمعنى واحد.\r(¬5) الحياء: فرج الناقة. التقفية 65.","seal":"9D649F54","page":134},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":135,"hno":null,"nass":"إليها، وأخذوا الغِطاء عن عَيْنَيْها فتحسِبُه ولَدها فترأمه، فيصيبها التَّشْريم في الحياء والمِنْخرين من تلك الأخِلَّة، وهو التَشَقُق.\rوقال الأصمعي: الشَّرْم الشّقّ بالعَرض. يقال: شَرَّم أنْفَهُ، إذا خَرَّمه. وأنشد الشاعر: (¬1)\rوناب هِمّة لا خيرَ فيها ... مُشَرمة الاشافر بالمداري\rوقال جرير: (¬2)\rكالنَيب خَرمها الغَمائِمُ بعدما ... ثَلطْنَ عن حُرُض بجوْفِ أُثالِ\rوالغمائم: جمع غمامة، وهو ما حُشِيَ به أنْفُهَا. سُمّيَ بذلك لأنَّه يَغُمَ الأنْفَ، أي: يسدهُ. وتُسَمى الدُرْجة أيضًا غمامة (لذلك) (¬3)، وكلُّ شيء غطَّيْته فقد غمَمْتَه.\rوالحُرُضْ: (¬4) الأشْنان. وأراد الحَمْض من النَّبْت، وهو ما مَلُحَ.\r* * *\r¬__________\r(¬1) سقطت من: ظ.\r(¬2) ديوانه 376.\r(¬3) سقطت من: ظ.\r(¬4) والحراضة: سوق الأشنان. ينظر: اللسان والتاج (ح/ ر/ ض) والتكملة 4/ 65.","seal":"EB596069","page":135},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":136,"hno":48,"nass":"وفي حديث عبيد بن عمير\r48 - وقال أبو عبيد (¬1) في حديث عبيد بن عُمَيْر: \"الإيمان هَيُوبٌ\".\rقال أبو عبيد: يريد أنَّ المُؤْمن يَهابُ الذنوب؛ لأنَّه لولا الإيمان ما هاب الذُّنوب ولا خافها. فالفِعْل كأنَّه للإِيمان، وإذا (¬2) كان الإِيمان فهو للمؤمن.\rهذا قول أبي عبيد.\rقال أبو محمد: لوكان هذا على ما فسّر لم يكن للحديث فائدة. ومن يشك في أنَّ يهابَ المؤمن يَهاب الذُّنوب، وإنَّما أراد المؤمن مَهِيب يُجلّه [النّاسُ] ويَهابُونَهُ. فجاء بـ (فعول) في موضع (مَفْعول). كما يقال: حَلُوب القوم لِمَا يحلبونه، ورَكوبُهم لما يركبونه.\rقال الله -عَزَّ وَجَلّ-: (¬3) {وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}\r¬__________\r(¬1) غريب الحديث 4/ 354، وهو في النهاية 5/ 285، وذكره الزمخشري في الفائق 4/ 123، منسوباً الي ابن عباس.\r(¬2) ظ: وإن.\r(¬3) سورة يس: الآية 72، وينظر: مجاز القرآن 2/ 165، وتفسير القرطبي 15/ 56.","seal":"055C3D89","page":136},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":137,"hno":null,"nass":"قال الشَّمّاخ (¬1)، وذكر الحمير:\rإذا ما اسْتافَهُنَ ضرَبْنَ منه ... مكان الرمح من أنْف القَدُوع\rيريد الفَرَس المقدوع (¬2).\rومثل هذا الحديث: (3) \"مَنْ خافَ الله -عَزَّ وجلّ- (¬3) أخافَ، الله منه كلَّ شيء\".\r* * *\r¬__________\r(¬1) ديوانه 221.\r(¬2) القدع: الرد.\r(¬3) ما بين الرقمين سقط من: ظ.","seal":"D36C81C7","page":137},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":138,"hno":49,"nass":"وفي حديث شُرَيْح\r49 - وقال أبو عبيد (¬1) في حديث شُرَيْح: \"إنَّه كان لا يَرُدّ العبد من الادِّفان، وَيرُدُّه من الإِباق الباتّ\".\rقال أبو عبيد: قال يزيد بن (¬2) هارون: الادّفان: أنْ يأبَق قبل أنْ ينتهي به إلى العصر الذي يُباع فيه. فإِنْ أَبَقَ (¬3) من المِصْر فهو: الإِباق الّذي يردّ منه.\rقال: وقال أبو زيد: الادّفان أنْ يروغ من مَواليه (¬4) اليوم أو اليومين.\rيقال: عبْد دَفُون، إذا كان فَعولًا لذلك. قال: وقال أبو عبيدة (¬5):\r¬__________\r(¬1) غريب الحديث 4/ 362 - 363، وشريح هذا، هو شريح القاضي الكندي الكوفي المشهور، والحديث في النهاية 2/ 126؛ والفائق 1/ 430.\r(¬2) زيادة من الأصل، ويزيد بن هارون بن زاذان، أبو خالد، محدِّث ثقة متقن عابد، ولد في سنة 116 هـ، وتوفي في سنة 206 هـ. ينظر عنه: تاريخ ابن معين، رقم (4936)؛ وتقريب التقريب 2/ 372؛ وتهذيب التهذيب 11/ 366؛ وتذكرة الحفاظ 1/ 317؛ وطبقات الحفاظ ص 132.\r(¬3) أبق (بكسر الباء وفتحها)، وقيل: أبِق، لغة في (أبَق)، ينظر: التكملة 5/ 3\r(¬4) منقول عنه في: الفائق.\r(¬5) أبو عبيدة: معمر بن المثنى، من أعلام اللغة، توفي سنة/209 هـ، على رواية. تراجع مظان دراسته في تاريخ الأدب العربي لبروكلمان 2/ 142 (ط/ العربية). =","seal":"A0299020","page":138},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":139,"hno":null,"nass":"الاذفان: أنْ لا يغيب من المِصْر في غَيْبَه.\rقال أبو عبيد: هو في كلإم العرب، على ما قال أبو زيد وأبو عبيدة. وفي الحكم على ما قال يزيد بن (¬1) هارون.\rهذا كلّه قول أبي عبيد.\rقال أبو محمد: ولست أدري لِمَ جعل كلام العرب على شيء والحُكم على غيره.\rولا أرى الحكم إلَّا عليه أيضًا، وإنْ كان الذي قال يزيد صحيحًا. لأنَ الادفان: هو (الافْتِعال) من الذَفْن. ومعناه: التواري بالمصر. كأنَّه يَدْفن نَفْسه في أبيات (¬2) المِصْر اليوم واليومين (¬3).\rفهذا لا يكون آبقاً؛ لأنَ العبد قد يخاف على نفسه عقوبة ذَنْب فعله فيفعل ذلك.\rفكان شريح لا يرد بهذا، ويرد بالإِباق، الباتّ، أي: القاطع (¬4) عن البَلَد.\rوالإِباق. أنْ يندَّ ويخرج عن المِصْر، كذلك هو في كلام العَرب. قال الله -جلَّ وعزَّ-، في يونس -عليه السلام-,: (¬5) {إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ}.\r* * *\r¬__________\r= وللدكتور محمد فؤاد سزكَين، دراسة عنه، باللغة التركية، ما زالت مخطوطة، منها نسخة في مكتبة جامعة استانبول.\r(¬1) سقطت من: ظـ.\r(¬2) منقول عنه في: الفائق.\r(¬3) أبيات: جمع بيت.\r(¬4) النهاية 2/ 126؛ والفائق.\r(¬5) سورة الصافات الآية/ 140؛ وينظر: تأويل مشكل القرآن: 408.","seal":"E7EF66FD","page":139},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":140,"hno":50,"nass":"في حديث الحسن البصري\r50 - وقال في حديث (¬1) الحسن، إنَّه قال: \"ما تشاء أن ترى أحدهم أبيضَ بَضّاً يَمْلَخُ في الباطل مَلْخاً، ينفُضُ مِذْرَوَيْه يقول: ها أنَذا فاعْرِفُوني\".\rقال أبو عبيد: المِذْرَوان فرعا الإِلْيتين. وأنشد لعنترة (¬2):\rأنَحْوِي تَنْفُض اسْتُك مِذْرَويها ... لتقتلُني فها أنذا عُمارا\rهذا قول أبي عبيد.\rقال أبو محمد: إنَّما أتى أبو عبيد في هذا التَّأويل من البيت. وليس المِذْروان فَرْعَي الإليتين حسب، ولكنَّهما الجانبان (¬3) من كل شيء. تقول العرب: جاء فلان يضرب أصْدَريْه، ويضربُ عِطْفَيْه، وينفُض مِذْرَوَيْه. تريد: جانِبَيْه (¬4)، وهما منكباه.\r¬__________\r(¬1) غريب الحديث 4/ 454؛ وبعضه في: النهاية 4/ 356؛ وهو في: الفائق 1/ 116. وأمالي المرتضى 1/ 155.\r(¬2) ديوانه: 234؛ وفيه: أحولي تنفض استك. وينظر: اللسان (ذ/ ر/ 1)، 18/ 311.\r(¬3) اللسان، وأمالي المرتضى 1/ 156 - 157 وفيه نقل كلام المؤلف. وأمالي القالي 1/ 245.\r(¬4) في الأصل: جبني.","seal":"C06C7504","page":140},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":141,"hno":null,"nass":"وسَمِعْتُ رجلًا من فُصَحاء العرب يقول (¬1): قنَّع الشَّيبُ مِذْرَوَيْه. يريد: جانبي رأسه، وهما فَوْداه. وإنَّما سُمّيا بذلك لأنَّهما يذريان، أي: يشيبان.\r(¬2) والذراء: هو الشَّيْب. يقال ذَرِيَت لحيتُه. وهذا أصلُ الحرف. فاسْتُعير للمنكبين والإِلْيتين والطرفَيُن من كلّ شيء.\rقال أميّة بن أبي عائذ (¬3) الهُذَلي، وذكر قوساً ينهض طرفاها:\rعلى عَجْس هَتافة المِذْروَ يْـ ... ـن زَوْراء مُضْجعة في الشِّمال\rولم يُرد الحسن أنَّ هذا الذي وَصَفَه يُحرّك إلْيتَيْه، ولا من شأن من يَبْذخ (¬4) ويتيه على نَفْسه، ويقول. ها أنذا فاعرفوني، أبي يُحرّك إلْيَتيْه. وإنَّما أراد بقوله: ينفض مذرويه، بمعنى: يضرب عِطْفَيْه. وهذا ممّا يُوصَف به المَرِح المختال. وربّما قالوا: جاءنا ينفض مِذْرَوَيْه، إذا تهدَّر وتوعِّد. لأنَّه إذا تكلم وحرَّك رأسه نفَضَ قُرون فَوْدَيْه. وهما مِذْرواه (¬5).\r¬__________\r(¬1) النص في: اللسان (ذ/ ر/ 1)، 18/ 311.\r(¬2) والذروة (بضم الذال المعجمة): الشيب أيضًا، ينظر: اللسان 18/ 312.\r(¬3) ديوان الهذليين (شرح السكري)، ج 2/ 177.\r(¬4) البذخ: التيه والكبر.\r(¬5) المذروان، قال في الفائق 1/ 117؛ \"وإنما لم يقل، مذريان كقولهم، مذريان في تثنية مذرى الطعام؛ لأن الكلمة مبنية على حرف التثنية. كما لم تقلب ياء النهاية، وواو الشقاوة، همزة لبنائهما على حرف التأنيث\".","seal":"B25C11BA","page":141},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":142,"hno":51,"nass":"في حديث الحجّاج\r51 - وقال في حديث (¬1) الحجّاج: \"إيّايَ وهذه السُّقفاء (¬2) والزَّرافات\". قال أبو عبيد: الزَّرافات: الجماعات (¬3). وقال: لا أعرف السَّقْفاء\rقال أبو محمد: أكثرت السؤال عن هذا الحرف فلم يعرفه أحد. وقال لي بعض أصحابنا قولًا أحببْت أنْ أذكره قال: إنما هو (¬4) الشُّفعاء، فصَحَّف فيه بعض نَقلةِ الحديث، وأراد: أنَّهم كانوا يجتمعون إلى السّلطان يشفعون في المريب، فنهاهم عن ذلك. قال: وإنَّما أخذ هذا من زياد حين خَطَب، فقال (¬5): \"ألم تكن منكم نُهَاة تَمنع الغُواة، عن\r¬__________\r(¬1) غريب الحديث 4/ 481؛ والفائق 4/ 131؛ والنهاية 2/ 380؛ وهذا الحديث من خطبة الحجاج المعروفة، تنظر في: الكامل 1/ 181؛ والبيان والتبيين 2/ 308؛ وعيون الأخبار 2/ 243؛ والعقد الفريد 4/ 119.\r(¬2) في الأصل: الشقفاء بالشين المعجمة.\r(¬3) التقفية: 593.\r(¬4) نقله الزمخشري في: الفائق 4/ 131؛ وقال: هو تصحيف. \"قالوا في السقفاء، إنه تصحيف، والصواب الشفعاء، جمع شفيع\".\r(¬5) اللسان (ب/ ر/ ز/ ق) 11/ 300؛ والخطبة في: البيان والتبيين 2/ 62؛ وعيون الأخبار 2/ 241 - 243؛ وأمالي القافي: 185؛ وتختلف نصوصها, ولم أجد في بعضها (لفظة/ البرازق).","seal":"9944A298","page":142},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":143,"hno":null,"nass":"دَلَج الليل وغارة النَّهار، وهذه البرازق. فلم يزل بهم ما يرون من قيامكم بأمرهم حتى انتهكوا الحريم ثم أطْرقوا وراءكم في مكانِس الرّيب\".\rوالبرازق (¬1): مثل الزَّرَافات. وقوله: أطْرقوا وراءكم في مكانِس الريب. يريد: أنَّهم كانوا يستترون بهم ويتكلّمون على شفاعتهم لهم، فنهاهم عن أنْ يشفعوا لمريب.\r¬__________\r(¬1) البرازق: جمع: البرزيق، وهو من المعربات، وهو الفارس بالفارسية، ويجمع أيضًا: برازيق، ينظر: المعرب: 1030؛ والجمهرة 3/ 305؛ 501؛ والنهاية 1/ 118؛ وفي التكملة 5/ 100؛ البرازيق، الطرق المصطفة حول الطريق الأعظم.","seal":"FAC4D79A","page":143},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":144,"hno":52,"nass":"حرف في حديث\r52 - ذكر (¬1) فيه قول العرب: \"المِعْزَى تُبْهِي ولا تُبْني (¬2) \" قال: أراد أنَّها تَصعد (¬3) على بيوت الأعراب فَتخْرِقها بوثوبها ولا تبني (¬4). أي: لا تُتَخذ من شَعَرها البيوت.\rهذا قول أبي عبيد (¬5).\rقال أبو محمد: قد رأيت بيوت الأعراب في كثير من مواضعهم، فرأيْتُ أكثرها من شَعر. وما أدري ما هذا التفسير، وأحسِبُه أراد أنَّها نخروْ البيوت بوثبها عليها ولا تعين على البناء.\r¬__________\r(¬1) غريب الحديث 3/ 114.\r(¬2) وهو مثل من أمثالهم، وتمامه: \"إن المعزى\". ينظر في: مجمع الأمثال 2/ 269 والمستقصى 1/ 348؛ والتقفية: 79؛ وأمثال أبي عبيد 129؛ وجمهرة الأمثال 2/ 240.\r(¬3) غريب الحديث: \"تصعد على الأخبية فتخرقها، حتى لا يقدر على سكناها\".\r(¬4) النص في: التقفية: 79.\r(¬5) أمثال أبي عبيد: 129؛ وفيه معنى النص.","seal":"820069B1","page":144},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":145,"hno":53,"nass":"حرف في حديث\r53 - وقال أبو عبيد (¬1) في حديث ذكر فيه كعباً الحبر، فقال: هو كعب الحِبْر، بكسر الحاء مُضَاف إلى الحِبْر الذي يُكتَب به.\rهذا قول أبي عبيد.\rقال أبو محمد: ولست أدري لِمَ اختار أبو عبيد نسْبة كعب إلى الحِبْر الذي يُكتب به على وصفه بالعِلْم. وهو لا يرويه عن أحد. فإنْ كان ذلك لأنَّه سمع قومًا يقولون: كعب الحِبْر، بكسر الحاء. فإنَّ العرب تقول للعالم: حَبْرٌ (¬2) وحِبْر، بفتح الحاء وكسرها، وهذا محكيّ عنهم معروف فيما جاء على: (فَعْل) و (فِعْل) مِثْل: رَطْل ورِطْل، وجَسْر وجِسْر، وثوب شَفٍّ وشِفّ.\rوالدّليلُ على أنَّه ليس منسوباً إلى الحِبْر الذي يُكتَبُ به. أن الأكثر\r¬__________\r(¬1) غريب الحديث 1/ 87؛ ذكره استطراداً، في اثناء تفسيره للآية الكريمة: {مِنَ الْأَحْبَارِ وَالرُّهْبَانِ}. وينظر؛ تفسير الطبري 6/ 161.\r(¬2) ينظر: اصلاح المنطق: 14.","seal":"5992D0FA","page":145},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":146,"hno":null,"nass":"على ألْسنة الناس وأصحاب الحديث في ذِكْره، كعْب الأحبار (¬1). والأحبارُ: العُلَماء. كأنَّه قيل: عالِم العُلَماء، أو واحد العلماء، أو صاحب العلماء هذا وما أشْبَهه.\r* * *\r\rهذا آخر كتاب: \"إصلاح الغَلَط في غريب الحديث\". لابن قتيبة الكاتب -رحمه الله-.\rوالحمد لله رب العالمين كثيرًا وصلّى الله على محمّد النَّبي وآله وسلّم تسليمًا.\rغَفَر الله لكاتبه ولوالديه ولجميع المسلمين، وحسبنا الله ونعم الوكيل.\rسمع جميع هذا الكتاب على الشيخ الإِمام العالم حجّة الإِسلام أبي محمد عبد الله بن أحمد بن أحمد بن الخشّاب، بحق سماعه من أبي سعيد بن الطّيوري، نقله له حمزة بن علي بن حمزة الحّراني، أبو بكر المبارك بن المبارك بن سعيد الواسطي، وأخوه عثمان وجماعة في [في جمادى الأولى/ من] سنة ست وخمسين وخمسمائة. نقلته من خط القاري.\rقرأت جميع هذا الكتاب على شيخنا الشيخ الإمام العالم الأوحد الفرد الكبير وجيه الدين فخر الإِسلام حجّة العرب أبي بكر المبارك بن أبي طالب المبارك بن سعيد أبي السعادات الواسطي النَّحوي أيَّده الله\r¬__________\r(¬1) هو كعب بن ماتع الحميري، تابعي، كان يهودياً فأسلم في خلافة أبي بكر الصديق -رضي الله عنه-، وتوفي سنة/32 هـ. ينظر: التهذيب 8/ 438؛ تذكرة الحفاظ 2/ 52؛ الإصابة 5/ 322؛ وينظر: اللسان والتاج: \"ح/ ب/ ر\"، وغريب ابن قتيبة 2/ 499.","seal":"1CE4416D","page":146},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":147,"hno":null,"nass":"عرضًا بأصل سماعه من أبي مجمد الخشّاب. فسمعه الشيوخ: يوسف بن إبراهيم بن صابر بن نائل الفقيه الحنبلي، ويعقوب بن إبراهيم الصّالحي الضَّرير المقرئ، وأبو القاسم عمر بن عبد السلام بن أبي نصر بن الأسود.\rوذلك في مجلسه، يوم الثلاثاء، الثالث عشر من شعبان من سنة إحدى وستمائة.\rوكتب محمد بن محمود الحسني ابن النَّجّار، حامداً لله تعالى، ومصلّيًا على رسوله محمّد وآله ومسلّمًا.","seal":"5FAF9F09","page":147},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":148,"hno":null,"nass":"جريدة المظان والأصول\rللدراسة والتحقيق\r1 - المخطوطات:\rبغية الرائد في شرح أحاديث زرع.\rالقاضي عياض، مصورة في خزانتي، (وقد طبع في المغرب، 1975 م، وزارة الأوقاف).\rغريب الحديث.\rالخطابي، حمد بن محمد، أبو سليمان، مصورة في خزانتي.\rغريب الحديث.\rالحربي، إبراهيم بن إسحاق، (الجزء الخامس فقط). المكتبة الظاهرية - دمشق. الغربيين.\rالهروي، أحمد بن محمد، مصورة. وقد طبع الجزء الأول منه فقط (إلى مادة: جيش) بتحقيق: (الدكتور) محمود محمد الطناحي. القاهرة، 1390 هـ - 1970 م. الكاشف عن حقائق السنن.\rالطيبي، الحسين (الحسن) بن عبد الله، نسخة مكتبة الأوقاف العامة ببغداد، [2487 و 2804].\rدراسات في لغة الحديث.\rعبد الله الجبوري.","seal":"5125E45B","page":167},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":149,"hno":null,"nass":"2 - المطبوعات:\rالإبدال (1 - 2).\rأبو الطيب اللغوي، عبد الواحد بن علي، دمشق، 1961 م. تحقيق، د. عزة حسن.\rالأحاديث الصحيحة.\rمحمد ناصر الدين الألباني، المكتب الإِسلامي، دمشق.\rأخبار القضاة (1 - 2).\rوكيع، محمد بن خلف، بيروت، عالم الكتب.\rأساس البلاغة.\rالزمخشري، جار الله محمود بن عمر، بيروت.\rالإصابة في تمييز الصحابة (1 - 5)\rابن حجر، أحمد بن علي، القاهرة، 1333 هـ.\rإصلاح خطأ المحدِّثين.\rالخطابي، حمد بن محمد، القاهرة، نشره: عزة العطار، 1355 هـ.\rإصلاح المنطق.\rابن السكيت، يعقوب بن إسحاق، القاهرة، 1375 هـ؛ تحقيق: الشيخ أحمد محمد شاكر (ت 1958 م).\rالأصمعيات.\rالأصمعي، عبد الملك بن قريب، القاهرة، 1964 م، تحقيق: عبد السلام محمد هارون، والشيخ أحمد محمد شاكر.\rالأضداد.\rأبو بكر الأنباري، محمد بن القاسم، الكويت، 1960 م، تحقيق: محمد أبو الفضل ابراهيم.","seal":"BDB60C32","page":168},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":150,"hno":null,"nass":"الأضداد في كلام العرب (1 - 2).\rأبو الطيب اللغوي، عبد الواحد بن علي، دمشق؛ تحقيق: د. عزة حسن، 1963 م.\rإعراب الحديث النبوي.\rأبو البقاء العكبري، دمشق، 1397 هـ؛ تحقيق: عبد الإله نبهان.\rالأعلام (1 - 13).\rخير الدين الزركلي، بيروت، 1971 - 1974 م. وطبعة (1 - 7)، بيروت، 1977 م.\rالأغاني (1 - 21).\rأبو الفرج الأصفهاني، دار الكتب المصرية، 1927 - 1975 م.\rالأفعال (1 - 3).\rابن القطاع، علي بن جعفر، القاهرة، 1975 - 1978 م؛ تحقيق: د. حسين محمد شرف.\rأمالي ثعلب (1 - 2).\rأحمد بن يحيى، ثعلب؛ تحقيق: عبد السلام هارون، القاهرة، 1948 م. أمالي القالي.\rأبو علي القالي، بيروت.\rأمثال الحديث.\rالرامْهَرْمَزي، الحسن بن عبد الرحمن؛ تحقيق: أمة الكريم القرشية، حيدرآباد - 1968 م / 1388 هـ.\rالأموال.\rأبو عبيد، القاسم بن سلام، القاهرة، 1352 هـ.\rالأنساب.\rالسمعاني، عبد الكريم، أبو سعيد، طبعة حيدرآباد، 1 - 14؛ وطبعة بيروت،\r1 - 7.\rبغية الوعاة (1 - 2).\rالسيوطي، جلال الدين، القاهرة، 1964 م؛ تحقيق محمد أبي الفضل إبراهيم. بلوغ الأرب في معرفة أحوال العرب (1 - 3).\rمحمود شكري الألوسي، القاهرة؛ تحقيق: محمد بهجة الأثري.\rالبيان والتبيين (1 - 4).\rالجاحظ، عمرو بن بحر، القاهرة؛ تحقيق: عبد السلام هارون، 1968 م.","seal":"53C15F7D","page":169},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":151,"hno":null,"nass":"تأويل مختلف الحديث.\rابن قتيبة، عبد الله بن مسلم، القاهرة؛ تحقيق: محمد زهري النجار، 1966 م.\rتأويل مشكل القرآن.\rابن قتيبة، القاهرة، 1973 م؛ تحقيق: السيد أحمد صقر.\rتاج العروس من جواهر القاموس (1 - 10).\rالزبيدي، محمد المرتضى، القاهرة، 1306 هـ، وطبعة الكويت صدر منها (1 - 19).\rتاريخ ابن معين (1 - 3).\rيحيى بن معين، تحقيق الدكتورأحمد محمد نور سيف، 1399 هـ. 1979 م، مركز البحث العلمي واحياء التراث الإِسلامي.\rتاريخ إربل (1 - 2).\rابن المستوفي، وهو الجزء الثاني من الأصل، بغداد، 1980 م؛ تحقيق: د. سامي السيد خميس الصقار.\rتاريخ الأدب العربي (1 - 6)\rكارل بروكلمان، ترجمة د. النجار، ورمضان عبد التواب، القاهرة، 1959 م - 1978 م.\rتاريخ التراث العربي (1 - 2).\rد. فؤاد سزكين، ترجمة، د. محمود فهمي أبو الفضل، القاهرة وج 2، مشاركة مع\rد. محمود فهمي حجازي، 1971 م - 1978 م.\rتدريب الراوي (1 - 2).\rجلال الدين السيوطي، القاهرة؛ تحقيق: عبد الوهاب عبد اللطيف 1959 م.\rتفسير غريب الحديث.\rابن حجر العسقلاني، القاهرة، نشره: زكريا علي يوسف.\rتحفة الأحوذي (1 - 10).\rالمباركفوري محمد عبد الرحمن، القاهرة، نشره: عبد الرحمن محمد عثمان،\r1385 هـ.\rالتكملة على الصحاح (التكملة والذيل والصلة لتاج اللغة).\rالصغاني، رضي الدين الحسن بن محمد، صدر منه خمسة مجلدات، ولم يكمل بعد، القاهرة، مجمع اللغة العربية؛ تحقيق: مجموعة من المحققين، 1970 م - 1977 م.","seal":"632508A4","page":170},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":152,"hno":null,"nass":"التقفية في اللغة.\rالبندنيجي، اليمان بن أبي اليمان، بغداد، تحقيق: د. خليل إبراهيم العطيّة، 1976 م.\rتهذيب اللغة (1 - 16).\rالأزهري، أبو منصور محمد بن أحمد، القاهرة؛ تحقيق: جماعة من المحققين، 1384 هـ.\rتهذيب التهذيب (1 - 14).\rابن حجر، أحمد بن علي العسقلاني، الهند، حيدرآباد، 1325 هـ.\rالتيسير في القراءات السبع.\rالداني، عثمان بن سعيد، ؛ تحقيق: أوتوبرزل، استانبول، 1930 م.\rجامع الأصول (1 - 11).\rابن الأثير، المبارك بن محمد، تحقيق: عبد القادر الأرناؤوط، دمشق، 1389 هـ.\rالجامع لأحكام القرآن (تفسير القرطيي) (1 - 20).\rدار الكتب المصرية، القاهرة، 1387 هـ.\rالجامع الصحيح (صحيح البخاري) (1 - 7).\rالبخاري، محمد بن إسماعيل، القاهرة.\rجمهرة الأمثال (1 - 2).\rالعسكري، أبو هلال؛ تحقيق: عبد المجيد قطامش، ومحمد أبي الفضل إبراهيم، القاهرة، 1384 هـ.\rالجمهرة (1 - 4).\rابن دريد، محمد لجن الحسن، حيدرآباد، الهند، 1344 - 1351 هـ؛ تحقيق: كرنكو.\rالحجة في القراءات السبع.\rابن خالويه؛ تحقيق: د. عبد العال سالم، الكويت، 1980 م.\rالحيوان (1 - 7).\rالجاحظ، عمرو بن بحر، القاهرة، 1362 هـ، تحقيق: عبد السلام هارون.\rدليل القاري إلى مواضع الحديث في صحيح البخاري.\rعبد الله بن محمد الغنيمان، الجامعة الإِسلامية في المدينة المنورة.\rديوان الأدب (1 - 3).\rالفارابي، إسحاق بن إبراهيم؛ تحقيق: د. أحمد مختار عمر، القاهرة، 1974 م - 1975 م.","seal":"B86A9000","page":171},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":153,"hno":null,"nass":"ديوان الأخطل.\rبيروت، 1961 م، (طبعة مصورة) تحقيق: شيخو.\rديوان أوس بن حجر.\rبيروت، 1960 م، تحقيق: د. محمد يوسف نجم.\rديوان جرير.\rبيروت، دار بيروت للطباعة والنثر، 1398 هـ / 1978 م.\rديوان حسان بن ثابت.\rالقاهرة، تحقيق: عبد الرحمن البرقوقي، 1929 م.\rديوان ذي الرمة.\rدمشق، المكتب الإِسلامي، 1964 م.\rديوان الشمّاخ.\rالقاهرة؛ تحقيق: د. صلاح الدين عبد الهادي، 1968 م.\rديوان النابنة الجعدي.\rدمشق، المكتب الإِسلامي، 1964 م.\rديوان النابغة الذبياني.\rطبعة بيروت، تحقيق: الدكتور شكري فيصل، وطبعة القاهرة؛ تحقيق محمد أبي\rالفضل إبراهيم.\rالرسالة المستطرفة.\rالكتاني، محمد بن جعفر، دمشق، 1383 هـ.\rالزاهر (1 - 2).\rالأنباري، أبو بكر القاسم بن محمد، بغداد 1980 م؛ تحقيق: د. حاتم صالح\rالضامن.\rسنن أبي داود (1 - 4).\rسليمان بن الأشعث، أبو داود. القاهرة؛ تحقيق: محمد عبد الحميد. محيي الدين\r1952 م.\rسنن الترمذي.\rمحمد بن عيسى، القاهرة 1937 م؛ تحقيق: أحمد محمد شاكر.\rسنن ابن ماجه.\rمحمد بن يزيد، القاهرة، 1952 م؛ تحقيق: محمد فؤاد عبد الباقي.\rشذرات الذهب (1 - 11).\rابن العماد الحنبلي، بيروت (مصورة) عن طبعة القاهرة.","seal":"875F2A45","page":172},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":154,"hno":null,"nass":"شرح حماسة أبي تمام (1 - 4).\rالتبريزي، القاهرة؛ تحقيق: محمد عبد الحميد محيى الدين.\rشعر المثقب العبدي.\rتحقيق: محمد حسن آل ياسين، بغداد، 1956 م.\rشعر عمرو بن الأحمر.\rتحقيق وجمع: د. حسين عطوان، دمشق، مجمع اللغة العربية.\rالصحاح (تاج اللغة وصحاح العربية) (1 - 7).\rالجوهري، إسماعيل بن حماد، القاهرة، 1377 هـ؛ تحقيق: أحمد عبد الغفور\rعطار.\rصحيح الجامع الصغير (1 - 4).\rمحمد ناصر الدين الألباني، المكتب الإِسلامي.\rصحيح مسلم (1 - 7).\rمسلم بن الحجاج، القاهرة؛ تحقيق: محمد فؤاد عبد الباقي، 1956 م.\rطبقات الشافعية (1 - 2).\rالأسنوي، جمال الدين، بغداد، 1391 هـ؛ تحقيق: عبد الله الجبوري.\rطبقات ابن خياط.\rخليفة بن خياط، بغداد، 1387 هـ؛ تحقيق: د. أكرم العمري.\rالطبقات الكبير.\rابن سعد، بيروت.\rغريب الحديث (1 - 3).\rابن قتيبة، عبد الله بن مسلم، بغداد 1977 م؛ تحقيق: عبد الله الجبوري.\rغريب الحديث (1 - 4).\rأبو عبيد، القاسم بن سلّام، حيدرآباد، 1387 هـ؛ تحقيق: د. محمد عبد العيد فان.\rالفائق (1 - 4).\rالزمخشري، جار الله محمود بن عمر، القاهرة، 1971 م؛ تحقيق: علي البجاوي، ومحمد أبي الفضل ابراهيم.\rفتح الباري بشرح صحيح البخاري (1 - 14).\rابن حجر العسقلاني، القاهرة.","seal":"B41963FC","page":173},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":155,"hno":null,"nass":"فصل المقال في شرح كتاب الأمثال.\rالبكري، أبو عبيد؛ تحقيق: د. إحسان عباس، ود. عبد المجيد قطامش، بيروت،\r1391 هـ.\rفهرس ابن خير.\rابن خير الأشبيلي، القاهرة، 1963 م.\rالفهرست.\rابن النديم؛ طبعة: طهران، وطبعة فلوجل، ليدن.\rفهرس المخطوطات العربية في مكتبة الأوقاف العامة ببغداد (1 - 4).\rد. عبد الله الجبوري، بغداد، 1974 م.\rالقاموس المحيط (1 - 4).\rالمجد الفيروزآبادي، القاهرة، بولاق، 1301 هـ.\rالكفاية في علم الرواية.\rالخطيب البغدادي، حيدرآبادي، 1375 هـ.\rلسان العرب (1 - 15).\rابن منظور، محمد بن مكرم، بيروت، (دار بيروت وصادر).\rمجاز القرآن (1 - 2).\rأبو عبيدة، معمر بن المثنى، القاهرة، 1954 - 1962 م؛ تحقيق: د. فؤاد سزكين.\rالمجازات النبوية.\rالشريف الرضي، تحقيق: د. طه محمد الزيني، القاهرة 1967 م.\rالمحدث الفاصل.\rالرامهرمزي الحسن بن عبد الرحمن، تحقيق: د. محمد عجاج الخطيب، بيروت،\r1391 هـ.\rالمحكم والمحيط الأعظم.\rابن سيده، علي بن إسماعيل؛ تحقيق: جماعة، صدر منه سبعة أجزاء ولم يتم به.\rالقاهرة، 1958 - 1971 م.\rالمخصص (1 - 5).\rابن سيده، علي بن إسماعيل، القاهرة.\rالمعارف.\rابن قتيبة، عبد الله بن مسلم، القاهرة، 1960 م. تحقيق: د. ثروت عكاشة، دار الكتب.","seal":"24E56DBD","page":174},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":156,"hno":null,"nass":"معاني القرآن (1 - 3).\rالفراء، يحيى بن زياد، القاهرة، 1955 م - 1974 م؛ تحقيق جماعة.\rالمعاني الكبير (1 - 3).\rابن قتيبة، حيدرآباد، (طبعة مصورة)، بيروت.\rالمعجم الكبير.\rالطبراني، سليمان بن أحمد، صدر منه عشرة أجزاء؛ تحقيق: حمدي عبد المجيد\rالسلفي، بغداد 1978 - 1980 م.\rمعجم ما استعجم (1 - 9).\rالبكري، أبو عبيد؛ تحقيق: مصطفى السقا، القاهرة، 1945 م.\rمعجم البلدان (1 - 9).\rياقوت الحموي، القاهرة، 1906 م.\rمشارق الأنوار على صحاح الآثار (1 - 2).\rالقاضي عياض، بيروت، (المكتبة العتيقة ودار التراث).\rالمصنّف (1 - 11).\rعبد الرزاق بن همّام الصنعاني، بيروت، 1391 هـ؛ تحقيق: حبيب الرحمن الأعظمي.\rالمنار المنيف في الصحيح والضعيف.\rابن قيم الجوزية، محمد بن أبي بكر؛ تحقيق: عبد الفتاح أبو غدة، حلب، 1390 هـ.\rالمسند.\rالإِمام أحمد بن حنبل؛ تحقيق: الشيخ أحمد محمد شاكر، دار المعارف، القاهرة، 1365 هـ - 1946 م.\rوطبعة القاهرة أيضًا (1 - 20) مصورة.\rالمانم المطابة في معالم طابة.\rالمجد الفيروزآبادي، محمد بن يعقوب؛ تحقيق: حمد الجاسر، 1389 هـ - 1969 م.\rالمعرّب من الكلام الأعجمي.\rالجواليقي، أبو منصور، القاهرة؛ تحقيق: أحمد محمد شاكر 1361 هـ.\rالموطأ (1 - 2).\rمالك بن أنس، القاهرة 1951 م؛ تحقيق: محمد فؤاد عبد الباقي.","seal":"78B9B5E2","page":175},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":157,"hno":null,"nass":"المهذب فيما ورد في القرآن من المعرب.\rالسيوطي؛ تحقيق: عبد الله الجبوري، بغداد 1969 م.\rالنهاية في غريب الحديث والأثر (1 - 4).\rابن الأثير، المبارك بن محمد، وبهامش (الدر النثير) للسيوطي، القاهرة، المطبعة الخيرية، 1322 هـ، وطبعة بيروت المصورة، (1 - 5)، تحقيق: الزاوي، ومحمود محمد الطناحي، دار إحياء التراث العربي.","seal":"64C7314A","page":176}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":276,"ShrtCs":0,"Bk":"إصلاح غلط أبي عبيد في غريب الحديث","HigriD":"276","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو محمد عبد الله بن مسلم بن قتيبة الدينوري","bLnk":null,"Inf":null,"Auth":"الدِّينَوري، ابن قتيبة","Betaka":"الكتاب: إصلاح غلط أبي عبيد في غريب الحديث\r\nالمؤلف: ابن قتيبة عبد الله بن مسلم الدينوري (المتوفى: 276 هـ)\r\nالمحقق: عبد الله الجبوري\r\nالناشر: دار الغرب الإسلامي، بيروت - لبنان\r\nالطبعة: الأولى، 1403 هـ - 1983 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"ابن قتيبة الدِّينَوري (213 - 276هـ، 828 - 889م).\r\n\r\nأبو محمد عبد الله بن مسلم بن قتيبة الدِّينورِي. عالم وفقيه وأديب وناقد ولغوي، موسوعيُّ المعرفة، ويعد من أعلام القرن الثالث للهجرة. ولد بالكوفة، ثم انتقل إلى بغداد، حيث استقر علماء البصرة والكوفة، فأخذ عنهم الحديث والتفسير والفقه واللغة والنحو والكلام والأدب والتاريخ، مثل أبي حاتم السجستاني وإسحاق بن راهويه وأبي الفضل الرياشي وأبي إسحاق الزيادي والقاضي يحيى ابن أكثم والجاحظ، ولهذا اعتبر ابن قتيبة إمام مدرسة بغدادية في النَّحو وفَّقت بين آراء المدرستين البصرية والكوفية. كما عاصر قوة الدولة العباسية، وصراع الثقافات العربية والفارسية والأجناس العربية وغير العربية، وما أسفر عنه من ظهور الحركة الشعوبية ومعاداة كل ما هو عربي. كما عاصر صعود الفكر الاعتزالي وسقوطه. فكان لكل ذلك تأثيره في معالم تفكيره، وتجديد موضوعات كتبه كما يظهر في مؤلفاته.\r\nاختير قاضيًا لمدينة الدينور، ومن ثم لقب بالدينوري. وفي عهد الخليفة المتوكل العباسي، الذي أزال هيمنة فكر المعتزلة، عاد ابن قتيبة إلى بغداد، وشهر قلمه وسخره لإعلاء السنة وتفنيد حجج خصومها، وبذلك استحق أن يقال: إنه في أهل السنة بمنزلة الجاحظ عند المعتزلة.\r\nوفي بغداد اشتغل بالتدريس، فتتلمذ عليه خلق كثيرون، رووا كتبه، ونقلوا إلينا علمه مثل: ابن درستويه، وعبد الرحمن السكري، وأحمد بن مروان المالكي، وأبو بكر محمد بن خلف بن المرزبان وغيرهم.\r\nوأهل السنة يحبونه ويثنون عليه، ويعدونه إمامًا من أئمتهم كما فعل الخطيب البغدادي والحافظ الذهبي وابن تيمية.\r\nمؤلفاته متعددة، وتشمل موضوعاتها المعارف الدينية والتاريخية واللغوية والأدبية، ومن أشهر مؤلفاته: تأويل مشكل القرآن؛ تأويل مختلف الحديث؛ كتاب الاختلاف في اللفظ؛ الرد على الجهمية والمشبهة؛ كتاب الصيام؛ دلالة النبوة؛ إعراب القرآن؛ تفسير غريب القرآن. ومن كتبه في تاريخ العرب وحضارتهم، كتاب الأنواء؛ عيون الأخبار؛ الميسر والقداح؛ كتاب المعارف.\r\nومن كتبه الأدبية واللغوية: أدب الكاتب؛ الشعر والشعراء؛ صناعة الكتابة؛ آلة الكاتب؛ المسائل والأجوبة؛ الألفاظ المغربة بالألفاظ المعربة؛ كتاب المعاني الكبير؛ عيون الشعر؛ كتاب التقفية وغيرها.\r\nولتعدد اهتمامات ابن قتيبة وتنوع موضوعات كتبه، يُعدُّ عالمًا موسوعيًا، فهو العالم اللغوي الناقد المتكلم الفقيه النحوي. وتعود شهرته في التاريخ والأدب إلى كتابه الشعر والشعراء، وبوجه خاصّ إلى مقدمة هذا الكتاب، وما أثار فيها من قضايا نقدية.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"2D4C75D0","cat":"الغريب والمعاجم ولغة الفقه","oNum":18197,"BkId":18197,"oAuth":249,"bVer":1,"aSeal":"52C0A84F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t18197":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة المحقق"},
      {"lvl":2,"id":7,"sub":0,"tit":"ابن قتيبة"},
      {"lvl":3,"id":8,"sub":0,"tit":"ثقافته"},
      {"lvl":3,"id":10,"sub":0,"tit":"جهوده في الحديث الشريف"},
      {"lvl":3,"id":12,"sub":0,"tit":"وفاته"},
      {"lvl":3,"id":12,"sub":1,"tit":"غريب الحديث لابن قتيبة"},
      {"lvl":2,"id":14,"sub":0,"tit":"إصلاح غلط أبي عبيد"},
      {"lvl":3,"id":16,"sub":0,"tit":"شرحه"},
      {"lvl":3,"id":16,"sub":1,"tit":"نقده"},
      {"lvl":3,"id":18,"sub":0,"tit":"اسم الكتاب"},
      {"lvl":3,"id":18,"sub":1,"tit":"طبعته"},
      {"lvl":3,"id":19,"sub":0,"tit":"منهجي في نشر إصلاح الغلط"},
      {"lvl":3,"id":20,"sub":0,"tit":"النسخة الأم"},
      {"lvl":3,"id":24,"sub":0,"tit":"نسخة الظاهرية"},
      {"lvl":1,"id":41,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":1,"id":49,"sub":0,"tit":"حديث النبي صلى الله عليه وسلم تسليما"},
      {"lvl":1,"id":103,"sub":0,"tit":"وفي حديث عمر بن الخطاب"},
      {"lvl":1,"id":109,"sub":0,"tit":"وفي حديث عثمان -رضي الله عنه-"},
      {"lvl":1,"id":111,"sub":0,"tit":"وفي حديث علي -رضي الله عنه-"},
      {"lvl":1,"id":119,"sub":0,"tit":"وفي حديث الزبير -رحمه الله-"},
      {"lvl":1,"id":121,"sub":0,"tit":"وفي حديث طلحة -رحمه الله-"},
      {"lvl":1,"id":123,"sub":0,"tit":"وفي حديث عبد الله بن مسعود -رحمه الله-"},
      {"lvl":1,"id":126,"sub":0,"tit":"وفي حديث حذيفة -رحمه الله-"},
      {"lvl":1,"id":128,"sub":0,"tit":"وفي حديث عمرو بن العاص -رحمه الله-"},
      {"lvl":1,"id":130,"sub":0,"tit":"وفي حديث أبي هريرة -رحمه الله-"},
      {"lvl":1,"id":134,"sub":0,"tit":"وفي حديث عبد الله بن عمر -رحمه الله-"},
      {"lvl":1,"id":136,"sub":0,"tit":"وفي حديث عبيد بن عمير"},
      {"lvl":1,"id":138,"sub":0,"tit":"وفي حديث شريح"},
      {"lvl":1,"id":140,"sub":0,"tit":"في حديث الحسن البصري"},
      {"lvl":1,"id":142,"sub":0,"tit":"في حديث الحجاج"},
      {"lvl":1,"id":144,"sub":0,"tit":"حرف في حديث"},
      {"lvl":1,"id":145,"sub":0,"tit":"حرف في حديث"},
      {"lvl":1,"id":148,"sub":0,"tit":"جريدة المظان والأصول للدراسة والتحقيق"},
      {"lvl":2,"id":148,"sub":1,"tit":"1 - المخطوطات"},
      {"lvl":2,"id":149,"sub":0,"tit":"2 - المطبوعات"}
    ]
}
