{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b18257":
    [
      {"page":1,"id":1,"nass":"بسم الله الرحمن الرحيم\rوما توفيقي إلا بالله\r\rأطال الله بقاءك في العز والسرور، والأمن والحبور، وأدام نسمتك مُعانًا على ابتناء المكارم، واصطناع المحامد، وأقرَّ بها عينك في زيادة من القدر، ونباهةٍ من الذكر، وبلغك أمانيك محروسًا من المكاره والغِيَر، وأطاب عيشك في تراخي الأمد، وبُعد المهل، مؤيدًا بالتوفيق في القول والعمل.\rسألت، أنجح الله سؤلك، أن أذكر لك سبب حدوث التصحيف في الخط العربي، واعتراض اللبس في تهجَّيه، حتى اضطروا على ممر السنين عليه، إلى توليد النقط والإعجام فيه، وقلت: قد فضح التصحيف في دولة الإسلام خلقًا من القضاة والعلماء والكتَّاب والأمراء وذوي الهيئات من القرّاء؛ كحيان بن بشر قاضي أصفهان، وقد تولى قضاء الحضرة أيضًا، فإنه كان روى لأصحاب الحديث أن عَرْفَجَة قُطع أنفُهُ يومَ الكلاب، وكان مستمليه رجلاً يقال له كَجَّة، فقال: أيها القاضي إنما هو يوم الكُلاب - كغُراب -[موضع وماء] فأمر بحبسه، فدخل","seal":"6ED8CDCF","part":1},
      {"page":2,"id":2,"nass":"الناسُ إليه، وقالوا: ما دهاك؟ فقال: قُطع أنف عرفجة يومَ الكُلاب في الجاهلية، وامتُحنتُ أنا به في الإسلام؛ وكان أحمد بن موسى بن إسحاق من جلّة قضاة السلطان؛ فانه أملى بأصبهان على أصحاب الحديث؛ حدثني فلان بن فلان عن هندٍ: أن المعتوه، يريد؛ عن هند؛ أن المغيرة.\rوزعمتَ أن المحدثين بالبصرة غبروا زمانًا يروون أن عليًا (رض) قال: ألا إن خراب بصرتكم هذه يكون بالريح. فما أقلعوا عن هذا التصحيف إلا بعد مائتي سنة عند معاينتهم خرابها بالزنج، وأن كثيرًا من رواة الحديث يروون أن النبي صلى الله عليه وسلم قال: تختّموا بالعقيق، وإنما قال: تخيّموا بالعقيق، وهو اسم وادٍ بظاهر المدينة، وأنك سمعت رجلاً من جلّة المحدّثين يروي أن مرحبًا اليهودي قتله عليّ يوم حنين وإنما قتله يومَ خيبر، وأن محدثًا يروي أن رسول الله صلى الله عليه وسلم كان يكره النَّوم في القدر، وإنما كره صلى الله عليه وسلم الثوم في القِدْر، كما روى آخر أن رسول الله صلى الله عليه وسلم، كان يستحب العَسَل في يوم الجمعة، وإنما كان يستحب الغُسل فيه، وإن رجلاً آخر روى أنه قال صلى الله عليه وسلم: الجار أحق بصفته وإنما هو بصَقيه كما روى من روى أن رسول الله صلى الله عليه وسلم: بلع قديدًا، يريد: بلغ قُديدًا وروى آخر: لا بأس أن يصلي الرجل في كمّه سنّورة، وإنما هي سبّورة وهي الألواح من الأبنوس يكتب فيها","seal":"48CAAFEC","part":1},
      {"page":3,"id":3,"nass":"التذكرات. وروى آخر: لعن الله اليهودَ، حرمت عليهم الشحوم فحملوها، وإنما هي: فجملوها أي أذابوها، وروى آخر: من أنزلت إليه نعمة فليشكرها، وإنما هو: أُزِلّت، أي أُسديت. ورووا: عم الرجل ضيق أبيه، وإنما هو: عم الرجل صنو أبيه أي شبهه، ورووا أن الحارث بن كَلَدَة كان يقعد في مقتأةٍ له، وإنما هو: مقناةٍ له، وهي كل موضع يواجه مدار بنات نعش فلا تقع فيه الشمس وإن الحارث بن كَلَدَة كان يقول: الشمس تنقل الريح، وإنما هو: تنفل. ورووا أنه نُهي عن لبس القِسِيِّ، وإنما هو: القَسِيُّ وهو ثوب رقيق النسيج قبطي منسوب إلى قرية من قرى مصر تسمى قَسا، كما أن الشطوي منسوب إلى قرية هناك تسمى شَطَا، والديبقي إلى قرية تسمى ديبقا، وإن الشيرجي، وكان إمامًا من أئمة الحنبلية اجتاز بمسجد فيه مُعَزّى، فخرج عليه منه نحويّ بغيض، فقال له الشيرجي: من المتوفي؟ فقال النحوي: اللهُ، فلبّبه وقال: زنديق والله ورفعه إلى صاحب الجسر، ورووا أن أعرابيًا أتى النبي صلى الله عليه وسلم وعلى يده سخلةُ تبعر، وإنما هو: تَيْعر أي تعوَت، واليُمار صوت اليَمْر وهو الجدي.","seal":"95AB32A2","part":1},
      {"page":4,"id":4,"nass":"وزعمت أنك حضرت رجلاً من الكبراء وقد قرأ في المصحف {يا عيسى بن مريم اذكر نعمتي عليك وعلى والديك} فخالف قول الله عز وجل {إن مثل عيسى عند الله كمثل آدم خلقه من تراب} وأن عبد الله بن أحمد بن حنبل تقدم قومًا يصلي بهم فقرأ {اقرأ باسم ربك الذي خُلق} فقال له قائل: أبوك ضرب بالسياط على أن يقول كلام الله مخلوق، وقد جعلت خالق الأشياء مخلوقا! وأنه قرأ يومًا آخر {هو الله الخالق البارئ المصور}، وقرأ آخر {والماديات صبحا} كما قرأ آخر {وفرش مرقوعة} وقرأ آخر {وأخذ برأس أخيه يجزه إليه} كما قرأ آخر {فكذبوهما فعزرنا بثالث}.\rوذكرتُ أن إبراهيم بن أرومة الأصبهاني حكى أن عثمان بن أبي شيبة قرأ {جعل السقاية في رجل أخيه}، وقرأ {وما علّمتم من","seal":"499307EC","part":1},
      {"page":5,"id":5,"nass":"الخوارج مكلبين} وقرأ {واتبعوا ما تبلو الشياطين على ملك}. وإن الوليد ابن عبد الله صلَّى بالناس وهو خليفة فقرأ في أم الكتاب {صراط الذين أنعمتُ عليهم} وقرأ يومًا آخر على المنبر {يا ليتها كانت القاصية} فسمعها عمر بن عبد العزيز فقال: يا ليتها كانت بك.\rثم قلت: ودع هؤلاء، هذا حماد الرواية سمى بشارُ الشاعر به إلى عقبة بن أسلم أمير البصرة أنه يروي جلّ أشعار العرب ولا يحسن من القرآن غير أم الكتاب فامتحنه الأمير بتكليفه القراءة في المصحف فصحَّف فيه عدَّة آياتٍ لم يبق على الحفظ منها إلا عدة وعشرون حرفًا وهي:\r{وأوحى ربك إلى النخل أن اتخذي من الجبال بيوتًا} و {من الشجر ومما يفرشون} {وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها أباه} و {ليكون لهم عدوًا وحربًا} و {ما يجحد بآياتنا إلا كل جبار كفور} و {بل الذين كفروا في غرّة وشقاق}\r_____\r(1) سورة 5 آية 5 والصحيح من الجوارح.","seal":"E4A30FBC","part":1},
      {"page":6,"id":6,"nass":"و {فعززوه ونصروه} و {تُعزّزوه وتوقروه} و {لكل امرئ منهم يومئذ شأنٍ يغنيه} , {هم أحسن أثانًا وزيًا} و {قال عذابي أصيب به من أساء} و {يوم يحمى غليها في نار جهنم} و {فادوا ولات حين مناص} و {تبلوا أخبارهم} و {صيغة الله ومن أحسن من الله صيغة} و {فاستعانه الذي من شيعته على الذي من عدوه} و {سلام عليكم لا نتبع الجاهلين} , {لا تدخلوا بيوتًا غير بيوتكم حتى تستأذنوا وتسلموا على أهلها} و {أهليكم أو كأسوتهم} و {يا ويلنا من بلغتنا من مرقدنا هذا ... } و {قل إن كان للرحمن ولد فأنا أول العائذين} ويروى العائدين.\rوقالت: ولأهل اللغة أيضًا تصحيفات تضحك السامعين وسار بها أشعار تروى على الأزمان منها:","seal":"4AB5A94C","part":1},
      {"page":7,"id":7,"nass":"أن أبا حاتم حكى عن نفسه أنه كان يقرأ شعر المتلمِّس على الأصمعي.\rوأراد أن يقول:\rأغنيتُ شأني فأغنوا اليوم شأنكم ... واستحمقوا من مراس الحرب أو كيسوا\rفقال: أغنيت شأني، فقال الأصمعي، بالعجلة: فأغنوا اليوم تبسكم إذًا، وأشار إلى أبي حاتم فأضحك منه الحاضرين.\rوقال أبو حاتم: كنت أختلف مع أبي عبيدة والأصمعي إلى ذوي الأشراف بالمربد من رهط سليمان بن علي للاستماع إلى ما يقرأ عليهما من الكتب، فقرأ على أبي عبيدة يومًا سليمان بن جعفر شعر عبيد فقال: حال الحريص دون القريض فقال أبو عبيدة: الحرص شؤم وتغافل.\rوقرأ عليه يومًا آخر في شعر عنترة:\rذهب الذين فراقهم أتوقع ... وجرى ببينهم الغرابُ الأنقع\rفقال أبو عبيدة: تعس الغراس ولم يزد عليه.","seal":"F48F5669","part":1},
      {"page":8,"id":8,"nass":"وقرأ مسلم بن سعيد بن مسلم يومًأ على الأصمعي:\rعَرَفت بأعشاشٍ وما كنت تعرِف ... وأنكرتَ من أسماء ما كنت تعرف\r\rفقال الأصمعي: كذا يقال الشعر؛ ولم يفطنه.\rوقال المبرد: أخبرني المازني أن خلفًا الأحمر حضر يومًا يونس والفيضُ بن عبد الحميد يقرأ عليه:\rعذيرَ الحيّ من عَدْوا ... نَ كانوا جنة الأرض\r\rفقال له خلف الأحمر: صحّفت إنما هو (حية الأرض) على طريق التجنيس والمطابقة، فلم يقبله وأقلم على روايته، ولمْ فيها ونصره عليه المتنبي فقال خَلَفٌ فيهما:\rلنا صاحبٌ مولعُ بالخلاف ... كثيرُ الخطاء قليلُ الصواب\rأشدٌ لجاجًا من الحنفساء ... وأزهي إذا ما مشى من غراب","seal":"656FF49E","part":1},
      {"page":9,"id":9,"nass":"ذا عضهوا عنده عالمًا ... رَبَا جسدًا ورماهُ بعاب\rوليس من العِلم في كفِّه ... إذا ذُكرَ العلمُ غيرُ التراب\rأضاليلُ ألّفها شوكرٌ ... وأخرى مؤلفةٌ لابنِ داب\rفلو كان ما قد روى عنهما ... سماعًا ولكنَّه من كِتَاب\rرأى أحرفًا شبهتْ في الهجاء ... سواءً إذا عدها في الحساب\rفقال (أبي الضيم) يُكنى بها ... وليست (أبي) إنما هي (آبي)\rوفي يوم (صِفينَ) تصحيفةٌ ... وأخرى له في حديث (الكُلابِ)\rكتصحيف فيض بن عبد الحميد ... في (جنة الأرض) أو في الذباب\rوما جِنّةُ الأرضِ من (حيةٍ) ... وما للذُبابِ وصوتِ (الذِّئابِ)\rوعالى بذلك في صوتهِ ... كمعمعةِ الرعد بين السحاب\r\rوعدلت إلى ذكر تصحيف الكتاب فزعمت أن (صاحبِ) بريد أصفهان كتب في الخَبَر إلى محمد بن عبد الله بن طاهر أن فائدًا مِمَن بها","seal":"3C2F8241","part":1},
      {"page":10,"id":10,"nass":"من الموالي يلبس خزلجية ويجلس للنساء في الطرقات، فكتب محمد إلى يحيى بن هرثمة، وكان يلي أصفهان من قبله؛ أشخص إلي فلانًا وخزلجيته، فقرأ عليه الكتاب كاتبه محمد بن رسم والد أبي علي الرستمي، وصحّفه إلى (وجزَ لحيته)، فجزّ لحيته وأشخصه، وكان آيةً ونكالاً.\rوإن سليمان بن عبد الملك كتب إلى عامله على المدينة: أحْصِ المخنثين قبلك. فوقعت من قلم الكاتب نقطة على الحاس فجعلها خاء فلما ورد الكتاب على والي المدينة قرأ كاتبه: اخص المخنقين، فقال له الأمير: لعله: أحص المخنثين، فقال: أيها الأمير إن على الحاء نقطةٌ مثل سُهيل، فأمر الأمير بإحضار المخنثين للخصاء فتهارب أكثرهم، ووقع أقلُّهم، فكان من مشاهير من وقع، طويس والدلال وبرد الفؤاد ونومة الضحى ونسيم السحر وضرة الشمس ولعبة العاج وعدة أخر؛ فأما طويس فإنه قال لما خصي: ما عملتم شيئًا فبالخصاء استكملنا الخُناث، وقال الدلال: ضل سعيكم فهذا هو الختان الأكبر، المطرف لولوج الكمر، وقال بردُ الفؤاد: بعدًا وسحقًا لما صرنا به من نساءً حقًا، وقال نومة الضحى: ما كان أغناني عن سلاح لا أقاتل به، وقال نسي السحر: أُفٍ لكم ما سلبتموني إلا ميزابَ بولي.\rثم قلت: فاعجب بنقطة أدخلت رجالاً في عداد النساء، وأكبرتَ ما حل بابن الروعي من تلفه على مصَحَّف مُثل عنه، فزعمت أن القاسم","seal":"4BB1DE0A","part":1},
      {"page":11,"id":11,"nass":"ابن عبيد الله وزير المكتفي بالله كان تقدم إلى ابن فراس أن يُعابئهُ إذا حضر مجلسه بشيء من المصحّف فساقه الحين إلى الدخول عليه من وقته، فأقبل ابنُ فراس إليه وقال له: كيف بصرك باللغة.\rفقال: ما أفلّ ما يشذّ عني منها، فقال له: ما الجُرامص في كلام العرب، فاختلط ابن الرومي وقال على البديهة:\rأسألتَ عن خبر الجَرامض ... طالبًا علمَ الجُرامض\rفهو الجُراضم حين يقلب ... ضارجٌ فيقال جارض\rوهو الجُراسم والقمحر ... أو الحراسف والجراعض\rوهو الحزاكل فالقوامِض ... قد تُفَسّر بالغوامض\rوهو السلحكل إن فهمت ... وإن ركنت إلى المعارض\rفاصبر وإن حمضَ الجوابُ ... فربّ صبر جر حامض\rوالصفعُ محتاجٌ إلى ... فرعٍ يكون له مقايض","seal":"6D43EC36","part":1},
      {"page":12,"id":12,"nass":"ومن اللحى ما فيه فعلٌ ... للمواسي والمقارض\r\rفدسَّ في طعام عشائه السم فتلف من ليلته.\rوقلتَ: وممن صيره التصحيف ضحكة في مجلس الخلفاء أحمد بن أبي خالد الأحول وزير المأمون، وقد كان حضر مجلسه للمظالم يقرأ عليه القصص، وكان نهمًا فمرت به قصة عليه؛ فلان اليزيدي، فقرأها: التربدي، فقال المأمون: أبو العباس جائع هاتوا له ثريدة، فقدمت إليه فأكرهه على أكلها، وغسل يده وعاد في تصفح للقصص فمرت به قصة مكتوب عليها (فلان الحمصي) فقرأ الخبيصي، فقال المأمون: كان غداء أبي العباس غير كافٍ، لابد للثريدة من أن تتبع بخبيصة، فقرّبت إليه فأكرهه على أكلها.\rومنهم شجاع بن القاسم كان قرأ على المتوكل كتابًا فيه (حاضِرُ طَيٍ) فقرأها (جاء ضَرْ طي).\rوكان للمتوكل صاحب خَبرٍ يقال له ابن الكلبي، فكان يرفع في الخبر له كل ما سمعه ليمين كان أسلفه إياها، فرفع يومًا إليه (وأن امرأتي خرجت مع حِبّةٍ لها إلى بعضُ المنازه فسكرت حبَّتُها وعربدت عليها وجرحتها في صدغها) وترك (الصدغ) غفلاً غير منقوط، فقرأ (في صدعها)، ثم قال: إنَّا لله يعطل على ابن الكلبي مناكُهُ.\rوقرأ على عبيد الله بن زياد كاتبه عبيد الله بن أبي بكرة أنه وجد جماعة من الخوارج في شَرْب، فقال ابن زياد: وكيف لي بأن يكون","seal":"76FB6BE9","part":1},
      {"page":13,"id":13,"nass":"الخوارج يرون الشرب أو الحضور عند الشراب، وإنما وجدوا في (سربٍ).\rوقلتَ: هؤلاء صرعى التصحيف فمنهم من هلك، وبعض افتضح، ولم يبلغنا أن التصحيف نفع أحدًا إلا في حكاية واحدة جاءت عن الفرزدق فإنهم زعموا أن مولى له ورد عليه البصرة من البادية فأخبره أنه خَلَّفَ بسفوان امرأة قد عاذت بغير أبيه غالب، فرد الفرزدق مولاه من فوره إلى سَفَوَان في اسشخاص المرأة فلما قدمت عليه قال لها: ما الذي دعاك إلى الاستجارة بأبي؟ قالت: ابن لي بالسند قد جمر منذ سنين فزعت في فيكتبه إليك لتتلطف في استيهابه فقال: سمعًا، ثم كتب إلى تميم بن زيد القيني عامل خالد القري على السند:\rكتبتُ وعَجَلْتُ البِرادةَ إنني ... إذا حاجة حاولتُ عَجّتْ ركابُها\rولي ببلاد السند عندَ أميرها ... حوائجٌ جمّاتٌ وعندي ثوابُها","seal":"EA6B02BC","part":1},
      {"page":14,"id":14,"nass":"فمن تلك أن العامرية ضمها ... وبيتي نوار طالبَ منها اقترابها\rأتتني تهادَى بعدَما مالتِ الطُّلى ... وعندي رداحُ الجَوفِ فيها شرابُها\rفقلت لها إيهِ اطلبي كلِّ حاجةٍ ... لديّ فعندي حاجةٌ وطِلابُها\rفقالت بحزنٍ حاجتي أنَّ واحدي ... حُبيش بأرضِ السندِ خوى سحابُها\rفأقفل حُبيشًا واتخذ فيه منَّةً ... لغُصة أمٍ ما يسوغُ شرابُها\rتميمُ بن زيد لا تكوننَّ حاجتي ... بظَهرٍ فلا يخفى عليك جوابُها\rولا تقلبنْ ظهرًا لبطنٍ صحيفتي ... فشاهدها فيها عليك كتابُها\rفقد عَلِمَ الأقوامُ أنَّكَ فارسٌ ... شجاعٌ إذا ما الحربُ شبَّ ضِرابُها\r\rفلما وردت عليه الأبيات قال للكاتب: أتعرف الرجل؟ فقال: كيف أعرف من لم ينسب إلى أب ولا إلى قبيلة، فقال: فاذهب واحضر بأبي كل من اسمه في الديوان حبيش، أو خنيس، أو حنيش، فأحضرهم وعددهم أربعون فأمر لكل واحد منهم بخمسمائة درهم، فقال: اقفلوا جميعًا إلى حضرة أبي فراس.\rقلتُ: والذي عرض من لفظ خنيس، وحنيش، وحبيش، من دخول اللبس عليه، وتمكّن التصحيف فيه قد يعرض في علم النسب مثلُه في أسماء القبائل فإن (شيبان) في ربيعة، و (صبيان) في حمير، و (ضَبَّة)","seal":"0624F287","part":1},
      {"page":15,"id":15,"nass":"من الرباب و (ضِنَّة) أخت عذرة.\rوزعمت أن حنين بن إسحاق المترجم كان يحتاط فيما يبلغه من أسماء الأدوية ويفزع من الحرف ذي اللبس إلى آخر يضعه مكانه فمن ذلك أنه كان يكتب (السمتر) بالصاد (الصمتر)، ويقول أخاف أن يقرأ (الشعير) فيصير به الدواء داءً.\rوعارضت الروايات التي جائت فيمن وضع الخط العربي وقلت: رووا أن أول من وضع الكتابة العربية قوم من الأوائل نزلوا في عدنان ابن أدّ بن أُدد فاستعربوا ووضعوا هذه الكتابة على عدد حروف أسمائهم وكانوا ستة نفر أسماؤهم: أبجد، هوز، حطي، كلمن، سعفص، قرشت.\rوأنهم كانوا ملوك مدين ورئيسهم كلمن فهلكوا يوم الظلّة مع قوم شعيب فقالت أختُ كلمن ترثيه:\rكَمَونٌ هدّ ركني ... هلكهُ وَسْطَ المحلهْ\rسيدُ القوم أتاه الحتفُ ... نارًا وسطَ ظُلَّه\rجُعلت نارًا عليهم ... دارهم كالمضمحلّه\r\rثم وجد من جاء بعدهم حروفًا ليست من أسمائهم وهي ستة: الثاء، والخاء، والذال، والضاد، والظاء، والغين، فسموها الروادف \"ثخذ ضظغ\".","seal":"6D0233C0","part":1},
      {"page":16,"id":16,"nass":"واقتضيتَ شيئًا مما يطول به الكتاب للتكرار الذي يقع فيه عند الإجابة عنه؛ وأنا أجيبك عما سألتَ عنه سالكًا فيه طريق الإنصاف، وتاركًا سبيل الضاد، متخلصًا من ركوب المصيب، والركون إلى الفساد واللّجاج وحميّة الجاهلية إن شاء الله.\rبسم الله: أما ما دفعتُه من رواية من روى أن أبجد وهوّز وحطي وما بعدها أسماء رجال وضعوا الكتابة العربية فلازم من جهات كثيرة؛ إحداها: أن هذه الكلمات الواقعة على حروف الهجاء أعني أبجد وأخواتها، لم تزل مستعملةٌ على وجه الدهر عند كل أمة وجيل من سكان الشرق والغرب ومتداولة في الأعداد النجومية خاصةً، وبعدُ فهي عند السريانية الأصل الذي يُتعلم منه الهجاء، وقد بقي استعمال ذلك عن الإسرائيليين من اليهود، والنصارى يدرسونه الصبيان في الكنائس فيقولون عند تعليمهم هجاء العبرانية الف، با، كمل، دال ....\rثم يتبعونه بما يجئ بعده من قولهم: هوز، حطي ... على حكاية لغتهم، وهذا الذي عرَّبه عرب الإسلام، فقالوا (أبجد) مكان: ألف، با، كمل، دال.\rوقال ابن دريد: في حروف الهجاء العربي حرفان لا يجريان إلا على لسان العرب ولا يوجدان في لغات سائر الأمم وهما الظاء والحاء فخالفه بعض من كان يناوئه وقال الحاء موجودة في لغات ثلاث من الأمم؛ السريانية والعبرانية والحبشية.","seal":"53749DA4","part":1},
      {"page":17,"id":17,"nass":"وقال غير ابن دريد، الصاد لا تقع في لغة الروم، كما أن الضاد لا تقع في لغة الفرس، والذال لا تقع في لغة السريانيين، كما أنه لا يقع في لغة العرب لام بعدها شين، كما لا يقع فيها حرفان من حروف التهجي لفظهما واحد متجاورين في الأسماء والأفعال: شش، وكك .. وقد يقمان في أواخرها نحو نِكَك وصَكَك ومَشَش إلا في أسماء أصلها فارسية نحو: (بَبَان) و (دَدَان) و (ددٍ)، كما أنه لا يقع الذال في لغة الفرس في أوائل الأسماء والأفعال وإنما يقع في أواخرها وأواسطها.\rوالجهة الثانية: أن أصول الهجاء العربي ليست عل نسق تأليف وأصول هجاء السريانيين الذين هو: أبجد هوز .... لأن هجاء العرب مؤسس على: ابتث، جحخد، ذرزس، شصضط، ظعغف، قكلم، نوهي. هذا هو قياس:\rاب ت ث ج ح خ د ذ ر ز س ش ص ض ط ظ ع غ ف ق ك ل م ن هـ وي.\rله، ألِّف من حروفها جُمَلٌ تجري في العربية مجرى أبجد في السريانية. والجهة الثالثة أن هذا الخبر صادر عن رجل كان يولد الأخبار","seal":"82A07911","part":1},
      {"page":18,"id":18,"nass":"على الأمم الذين بادوا كعادٍ وثمود، وطسم وجديس، وأضرابهم، فإذا احتاج إالى توليد أشعار يؤكد بها تلك الأخبار خرج إلى ظاهر المدينة لامتحان الأعراب ملتمسًا من يحسن قول الشعر فإذا عثر على واحد عدل به إالى منزله فغدَّاه وكساه وحباه ثم سأله أن يقول شعرًا من جنس ما يريده فكانوا يعملون له مثل:\rكَلَمونٌ هدّ ركني ... هلكهُ وَسْطَ المحلهْ\r\rوهذا الرجل هو الذي ادعى على آدم عليه السلام أنه كان شاعرًا وروى له:\rتغيرت البلاد ومن عليها ... فوجهُ الأرض مغيرٌ قبيحُ\rتغَيّرَ كلُّ ذي طعمٍ وريح ... وقلَّ بشاشةُ الوجهِ المليح\rوبُدّل أهلُها أثلاً وخَمْطًا ... بجناتٍ من الفردوس فيح\rوجاورنا عدوٌ ليس ينأى ... لعينٌ ما يموت فنستريحُ\rفلولا رحمةُ الخلاق أضحى ... يكفي من جنان الخلد ريحُ\rفيا أسفي على هابيلَ إبني ... قتيلاً قد توسدَ في الضريح\r\rفنسل بغباوته إلى نبيٍّ من أنبياء الله شعرًا ركيكًا واهي الركن ضعيف الأسر ذا إقواء ولم يعلم أن الإقواء من أكبر عيوب العشر وليت شعري ما معنى قوله: تغير البلاد؟ وأين رقاع هذه البلاد؟ ومن كان بانيها؟ وماذا أراد بقوله: ومن عليها؟","seal":"25DAFF42","part":1},
      {"page":19,"id":19,"nass":"وقد جاءت روايات عارية من المحال يقبلها القلب من أن واضع الكتابة العربية مرامر بن مرة قبيل دولة الإسلام، وكان رجلاً من أهل الأنبار، فوقعت من الأنبار إلى الحيرة، ومن الحيرة إلى مكة والطائف، وجاءت رواية أخرى تؤيد هذه، فروي عن يحيى بن جمدية أنه قال سألت المهاجرين: من أين صارت إليكم الكتابة بعد أن لم تكونوا كَتَبة، فقالوا: من الحيرة، وسألنا بعدُ أهل الحيرة: ممَّن أخذتموها، فقالوا: من أهل الأنبار، وفي رواية ابن الكلبي والهيثم بن عدي: أن الناقل لهذه الكتابة من العراق إلى الحجاز كان حرب بن أمية وكان قدم الحيرة قدمة فعاد إلى مكة بها.\rقالا: وقيل لأبي سفيان بن حرب ممّن أخذ أبوك هذه الكتابة؟ فقال: من أسلم بن سِدرة وقال: سألت أسلمَ: ممّن أخذت هذه الكتابة؟ فقال: من واضعها مرامر بن مرة. فحدوث هذه الكتابة","seal":"0CE5D642","part":1},
      {"page":20,"id":20,"nass":"للعرب قبل الإسلام صحيح يؤيده حدوث آلات أخر لهم لم تكن من قبل منها (الخطابة) و (البلاغة) و (قول الشعر) فإن هذه الأشياء كلها قريبة من ميلادل إقبال دواتهم، وقد كانوا غبروا بباديتهم الدهر الأطول وهم أميون لا يقرءون ولا يكتبون؛ وكانت لحمير كتابة تسميها (المسند) منفصلة غير متصلة، وكانت حمير أمة على حدة، مباينة للعرب باللغة اليسيرة، بعيدة الدار من ديارهم، في منقطع التراب، على شاطئ البحر، وجيرانهم فيها الحبشة والزنج وأمم أخر من السودان، وكانوا مع ذلك يمنعون تعلم هذه الكتابة على العامة فكان لا يتعاطاها إلا من يؤذن له في تعلمها فلذلك دخلت دولة الإسلام وليس بجميع اليمن من يقرأ بها ويكتب .....\rوجل كتابات الأمم من سكان الشرق والغرب والجرب والجنوب اثنتا عشرة كتابة وهي:\rالعربية، والحميرية، والفارسية، والعبرانية، والسريانية، واليونانية، والروسية، والقبطية، والبربرية، والأندلسية، والهندية، والصينية.\rفخمس منها اضمحلت وبطل استعمالها وذهب من يعرفها وهي:\rالحميرية، واليونانية، والقبطية، والبربرية، والأندلسية.\rوثلاث قد بقي استعمالها في بلادها وعلم من يعرفها في بلدان الإسلام وهي: الروسية، والهندية، والصينية.","seal":"C165ECF9","part":1},
      {"page":21,"id":21,"nass":"وحصلت أربع هي مستعملات في بلدان الإسلام وهي:\rالعربية، والفارسية، والسريانية، والعبرانية.\rفأما العربية فذات نوع لا يتفنن، وإنما يتغير تخطيط أقلامها في حال التجويد والتعليق.\rوأما الفارسية فمتنوعة ذات سبعة فنون ذكر ذلك محمد الموبذ المعروف بأبي جعفر المتوكلي وزعم أن الفرس في أيام ملكها كانت تعبّر عن أصناف إرادتها بسبع كتابات، وأسماؤها:\rرَمْ دِفيره.\rكَشْتَه دفيره.\rنيم كشته دفيره.\rفِرورده دفيره.\rراز دفيره.\rدين دفيره.\rوسق دفيره.","seal":"BB209980","part":1},
      {"page":22,"id":22,"nass":"وأما معنى (رم دفيره) فالكتابة العامية.\rومعنى (كَشْته دفيره) الكتابة المغيّرة.\rومعنى (نيم كشته دفيره) الكتابة المغيرة نصفها.\rومعنى (فرورده دفيره) كتابة الرسائل.\rومعنى (راز دفيره) كتابة السر، وكتابة الترجمة.\rومعنى (دين دفيره) كتابة الدين وكان يكتب بها قرآنهم وكتب شرائعهم.\rومعنى (وسق دفيره) جامع الكتابات، وكانت كتابة تشتمل على لغات الأمم من الروم والقبط والبربر والهند والصين والنبط والعرب.\rفكانت كتابة العامة من بينها ترسم بثمانية وعشرين قلمًا لكل قلم منها اسم على حدة نحو ما يقال في الخط العربي، خط التجاويد، وخط التحرير، وخط التعليق.\rوكانت صناعة الكتابة ذات أسماء مختلفة تلزم فنون طبقات الأعمال وقد نسي أكثر الأسماء؛ فما بقي على الحفظ:\rداد دفيره.\rشهرهمار دفيره.\rكده همار دفيره.\rكنج همار دفيره.","seal":"424BAB20","part":1},
      {"page":23,"id":23,"nass":"آخرهمار دفيره.\rآتشان همار دفيره.\rروان كار همار دفيره.\rوأما داد دفيره فكتابة الأحكام والأقضية.\rوشهر همار دفيره كتابة [الثلث] والخراج.\rوجده همار دفيره كتابة حسابات دار الملك.\rوكنج همار دفيره كتابة الخزائن.\rوآخر همار دفيره كتابة الاصطبلات.\rوآتشان همار دفيره كتابة حسابات النيران.\rوروان كار همار كتابة الوقوف.\rوكانت كتابات غير ذلك درست أسماؤها ولم تبق؛ فكانوا يستعملون في الكتابة هذه الأنواع السبعة كما كانوا في المنطق يستعملون خمس لغات وهي: الفهلوية، والدرية، والفارسية، والخوزية، والسريانية.\rفأما الفهلوية؛ فكان يجري بها كلام الملوك في مجالسهم وهي لغة منسوبة إلى فهلة، وفهلة اسم يقع إلى خمسة بلدان وهي: أصبهان والري وهمذان وماء تهاوند، وآذربيجان.\rوأما الفارسية فكان يجري بها كلام الموابذة ومن كان مناسبًا لهم وهي لغة كور بلد فارس.","seal":"E19DBE4F","part":1},
      {"page":24,"id":24,"nass":"وأما الدرية فهي مدن المدائن وبها كان يتكلم من باب الملك فهي منسوبة إلى حاضرة الباب، والغالب عليها من بين لغات بلدان أهل المشرق لغة أهل بلخ.\rوأما الخوزية فهي منسوبة إلى كور بلاد خوزستان، وبها كان تكلم الملوك والأشراف في الخلاء ومواضع الاستفراغ وعند التعري في الحمَّام وفي الأتون والمغتسل.\rوأما السريانية فهي لغة منسوبة إلى كور بلاد سوريان ستان وهي بالعراق، والسوريانيون هم الذين يقال لهم النبط، وبها كان يجري كلام حاشية الملك إذا التمسوا الحوائج وتشكّوا الظلامات لأنها أملق الألسنة.\rإلى ههنا حكاية زردشت بن آزدخور المعروف بمحمد المتوكلي.\rوكانت للفرس كتابة أخرى تسمى كتابة العصا حكاها الشفعاني ولم يعرفها المتوكلي فسمعت بكرًا الأقليدسي يقول: سألت الشلمناني عن معنى هذين البيتين:\rأيُّ كتابٍ بالطي تعرفُهُ ... وعند ضَمٍّ تبين أحرُفُه\rوالنشرُ مما يزيل صورته ... وكُتُبُنا كلُّها تخالفُه\r\rفقال: هذا نعت كتابة العصا، وكانت كتابة الملوك الفرس، تودعها الأسرار التي تخاطب بها خواص عمَّالها في بلدان أعمالها، ولم تكن تخط","seal":"364BB4A5","part":1},
      {"page":25,"id":25,"nass":"بمداد ولا ما يجري مجراه، وإنما كان يُعْمَدُ إلى جلد أبيض فيُقَيد منه سير طويل ثم يعمد إلى عصا الفيج أو المكاري فيلف السير عليها، ويضم حروف السي بعضها إلى بعض، ثم يدعو بمسامير فتركب في السير على العصا كي يتماسك، ثم يكتب عليه ما يخاطب العامل به، فإذا فرغ من الكتاب سُلَّت تلك المسامير وكشف ذلك السير عن العصا فكان لا يتبين منها إلا نقط متفرقة، ثم يلف السير ويجعل كالطبق، ويقال للفيج أو المكاري إذا نزلت منزلاً فضع طعامك عليه لتوهم أنه طبق طعامك فيكون هذا دأب الرسول إلى أن يبلغ إلى حضرة المكتوب إليه، فحينئذ يرد لف السير على العصا، كما كان رسم به، بأن يجعل الثقب التي في السير تجاه الثقب التي في العصا، ويشد المسامير في الثقب ثم يضعها عند المكتوب إلأيه، فهذا هو الكتاب الذي إذا ضم وطوي بعضه إلى بعض أمكنت قراءته فإن نشر زالت صورته فتعذرت قراءته.\rثم سألت عنها أحمد بن علي البرقي فقال: نعم هذا صحيح، وأخذ درجًا من كاغد كان بين يديه فكسر منه شبيهًا بورقتين وضم أثناءه بعضها إلى بعض ثم كتب عليه شيئًا يُقرأ، ثم نشره وبسمله فصار في كل موضع من الورقتين كالعلامة والنقطة، فقال: هذا هو الكتاب الذي وصفه قائل البيتين:\rقال بكر: ولم أشر واحدًا من المعنيين ولا خطر لي ببال ولكنني مررت بصحّاف عنده مجلّد فنظرت إلى حروف الأوراق الممسوحة","seal":"8568806A","part":1},
      {"page":26,"id":26,"nass":"بالسيف، وقد كتب عليه كتاب كذا وكذا، فكان هذا يُقرأ مادام متصافًا [متصلا] فإذا نشر وتباينت الأوراق صارت الكتاب كالنقطة والعلامة في حروف الورق فهذا الذي أردته.\rوأما قولهم: صحف فلان ما رواه، وجاء بالمصحّف؛ فقد أجاب أهل المعاني في معناه، فقالوا: أما معنى قولهم (التصحيف) فهو أن يقرأ الشيء بخلاف ما أراد كاتبه وعلى غير ما اصطلح عليه في تسميته، وأما لفظ (التصحيف) فإن أصله فيما زعموا أن قومًا أخذوا العلم عن الصُحف من غير أن لقوا فيه العلماء فكان يقع فيما يروونه التغيير فيقال عندها (قد صحفوا فيه) أي رووه عن الصحف، ومصدره التصحيف ومفعوله مصحّف.\rفأما المُصحف فمأخوذ من قولهم (أصحف إصحافًا) وأصله أن الصحف جمعت فيه فقيل: قد أصحف، ولو مسمى التصحيف تغييرًا أو تبديلاً جاز. وقال أبو فواس في تقريظ أستاذه خلف الأحمر:\rلا يهم الحاء في القراءة بالخا ... ء ولا يكون إسناده عن الصُّحف","seal":"58085A52","part":1},
      {"page":27,"id":27,"nass":"وأما سبب وقوع التصحيف في كتابة العرب فهو أن الذي أبدع صور حروفها لم يضعها على حكة، ولا احتاط لمن يجيء بعده، وذلك أنه وضع لخمسة أحرف صورة واحدة وهي:\rالباء، والتاء، والثاء، والياء، والنون.\rوكان وجه الحكمة فيه أن يمنع لكل حرف سورة مباينة للأخرى حتى يؤمن عليه التبديل.\rوقال أرسطو طاليس: كل كتابة تتشابه صور حروفها فهي على شرف تولد السهو الغلط والخطأ فيهم، لأن ما في الخط دليل على ما في القول، وما في القول دليل على ما في الفكر، وما في الفكر دليل على ما في ذوات الأشياء.\rوزعم بعض الفلاسفة أن كتابات الأمم إنما اختلفت كما اختلفت لغاتهم، فأما المعنى الواصل إلى الفكر فواحد لا يتغير، وصورة حروف الهجاء إنما هي علامات تحميل الدلالات، والعلامات كانت أشهر صارت دلالاتها أوضح، وإذا جاءت الدلالات أوضح كان الشك فيها أبعد، والفهم إليها أسرع.\rوأما سبب إحداث النقط فإن المصاحف الخمسة التي استكتبها عثمان رحمه الله وفرقها على الأمصار، غير الناس يقرءون فيها نيفًا وأربعين سنة, وذلك من زمان عثمان إلى أيام عبد الملك، فكثر التصحيف على ألسنتهم، وذلك أنه لما جاءت الباء والتاء والثاء أشباهًا في الاتصال والانفصال، وكانت الياء والنون بحكيانها في الاتصال تمكن التصحيف في الكتابة تمكنًا تامًا، فلما انتشر التصحيف بالعراق فزع الحجاج إلى كتابه وسألهم أن يضموا لهذه الحروف المشتبهة علامات فوضوا النقط إفرادًا، وازدواجًا، وخالفوا","seal":"61A4A2B2","part":1},
      {"page":28,"id":28,"nass":"في أماكنها بتوقيع بعضها فوق بعض الحروف وبعضها تحت الحروف، فغير الناس بعد حدوث النقط زمانًا طويلاً لا يكتبون دفترًا ولا كتابًا إلا منقوطًا، فكان مع استعمالهم النقط يقع التصحيف، فأحدثوا الإعجام، فكانوا يُتبعون ما يكتبون بالنقط مع الإعجام فإذا أغفل الاستقصاء على الكلمة فلم توفَّ الحقوق كلها من النقط والإعجام اعترافها التصحيف فالتمسوا حيلة ثالثة [فلما] لم يقدروا عليها قالوا فقد بان لمن عقل وأنصف من نفسه أن اعتراض التصحيف في هذه الكتابة، مع ما جُلب إليها من الزيادة في البيان بالنقط والإعدام، ليس إلا من ضعف الأساس.\rقالوا: والتصحيف ربما عرض في الكلمة على مثالين وثلاثة وأكثر، وربما لم يعرض فيها بتة، فأما ما لا يعرض فيه بتة فمثل (طمع) فإنه لا تصحيف له إلا أن يوصل بغيره، وأما ما يعرض على مثالين فمثل (الوعد) من المدة و (الوغد) للرجل الخسيس، وأما ما يعرض على ثلاثة أمثلة فمثل (الضَّخْم) للسمين و (الصَّحْم) للاحمرار في السواد و (الضَّجَم) لميلان الشدق.\rفأما الاسم الثلاثي إذا كانت حروفه كلها من التشابه وكانت مثالة في الخط على هذا (سـ) فإنها تصحف على أكثر من ثلاثين مثالاً نحو:\rبِنْتُ، نَبْتٌ، نِيبٌ، بِيبٌ، ثَيِّبٌ، ثَبَتَ، ثَبْتٌ، نَبَتٌ، ثَنَتٌ، نَثَتَ، نَبَثَ، ثُبِتَ، نُبْتُ، بَيَّتَ، ثَبَتُّ، نَبُتُّ، بَيَّتَ، يَبُتُّ، تُبْتُ، تُبْتَ، تُبْتُ، يَثِبُ، تَثِبُ، نَثِبُ، بِنْتُ، بِنْتُ، بِنْتَ، بِنْتِ، نَبَتُّ، نَبَتَّ.","seal":"2DB35914","part":1},
      {"page":29,"id":29,"nass":"فإذا اتفق على الاسم الثلاثي أن يكون أحد حروفه السين تصحّف على نحو مائتي مثال: نحو:\r(السبب): يكون الأمر والقرابة، ويكون الحبل، فإذا صحّف إلى (السبت) كان اسم يوم من أيام الأسبوع، واسمًا لضرب من السير واسمًا لحلق الرأس.\rو(السّبِت): اسم للجاود التي تتخذ للنعال.\rو(السَيب): مجرى الماء وهو معرّب من الفارسية وفارسيته شف.\rو(السَّيب): العطاء، والسَّيب، العبيد يعتقون.\rو(الشَّيب): رقة الأسنان ونقاؤها.\rو(الشيب): سير السوط.\rو(الشَبَتَ): نبت.\rو(شيث): ابن آدم عليه السلام.\rومعنى له (سَنَبٌ) من الدهر، وسَنَبهُ أي برهة.\rو(النسيئ) والنسء: التأخير.\rو(السيُّ) والسيء: المسيُّ.\rوهو (شيء) أي مبغض.\rوهم (شتى) أي متفرقون.\rوهو (سيء الحال) من السوء.\rوهو (بي بفلان) أي مستأنس به.","seal":"D51D7CDF","part":1},
      {"page":30,"id":30,"nass":"و (السنن) جمع سُنَّة.\rو(سَنَن) الطريق مستواه.\rوأمر (سنيٌّ) أي سهل و (سنيٌّ) أيضًا أي مرتفع.\rو(سنيٌّ) مضيء.\rو(سنيٌّ) مرضيٌ.\rو(شَئِنٌ) غليظ جافٍ.\rو(شُنْنٌ) جمع.\rوفرس (سَنِتٌ) كثير الجري وجمعه سنوت.\rو(السنوت) الكمّون.\rو(بئس) ضد نعم.\rو(بئيس) منه قول الله تعالى: {وأخذنا الذين ظلموا بعذاب بئيس}\rوقد قرئ بييس، وبئس.\rو(البِيْش) حشيشة هي سم ساعة وهو اسم مأخوذ من الفارسية.\rو(التيس) واحد التيوس ويقال للضبع تيس سميت بزجر لها وهو قولهم: تيسي جمار، ويقال: تيسأ جمارِ.\rو(البَنْسُ) التراب.\rو(التُبُشُ) جمع النابش.\rو(النشب) الكسب والمال.\rو(النَسَب) أن ينسب الرجل إلى قبيلته.\rو(النِسَب) جمع نسبة.","seal":"939583C5","part":1},
      {"page":31,"id":31,"nass":"و (السُنُب) جمع سنيب وهو الطريق المستدق للنمل.\rو(الشَّنَبُ) أن يأكل البمبو الشوك فتغلظ مشافره، وبعير شَنِبٌ.\rو(الشَّنَبُ) دوية رملية.\rوطريق (يَبِسٌ) بين اليُبْس.\rو(الشَّبَتُ) التعلُّق، ونصر بن شبث.\rو(عبد المسيح بن شَئَن) الكاهن الذي يقول لسطيح:\rأصمُّ أم يسمعُ غِطريف اليَمَنْ ... أتاكَ شيخُ الحيّ من آل شَئَنْ\r\rو(الشَيْن) ضد الزَّين.\rوقد (شِين) وجهه.\rو(الشين، والسين) حرفان من حروف المعجم.\rو(التبيين) للأمر.\rو(التثبت) للقدم.\rو(النَّبيت) للصبي.\rو(النثيث) للحديث.\rو(السيب) للعطاء.\rو(البثيث) للتبذير.\rو(النشب) والنشوب بمعنى واحد.","seal":"262AF038","part":1},
      {"page":32,"id":32,"nass":"ويكثر ذلك في الأفعال نحو:\r(سبَّب له) المال,\rو(سُبِتَ) من الشُّبات,\rو(سيّب) خلّى,\rو(سَنَتَ) وأسْنَتَ من الضرْ,\rويقال للمرأة (لم تَبيني) و (تُنبتي) و (بيني) بولدك من البَيْن,\rويقال للرجل (أنت تَبْتَني) و (تنثني) ,\rوفي التثنية نحو (ثنتين ثنتين) و (بنتين بنتين) ,\rوالأمر (تبيّن)،\rوالمُفَلّي (نَبَشَ)،\rوقال الله {بست الجبال بسا}،\rولم (يَشُب) ودّه مَلق،\rولم (يَشِبْ) فلانُ،\rوأمر (شَتُّ)،\rو(سَنَتَ) القِدر بالسنوت وهو الكون.\rوأحرف مما جاء على عجائين إذا لحقتهما ياه زائدة أو أضيفت أو صُغِّرت أو دخلتها نون جمع أو ياء غائب مثل:\r(بُنَيَّ).\rوقرعتُ (سنيّ) ندامةَ.\rوقعقعت له (بشنيّ).\rوالنسوة (شِبْن).","seal":"EC5B792F","part":1},
      {"page":33,"id":33,"nass":"فإذا تصحفت لفظة واحدة على أكثر من مائتي وجه فقد بان أن واضع الهجاء لم يحكم وضعه، ويكون الاحتراس من التصحيف لا يدرك إلا بمعرفة اللغة وعلم مقدمات الكلام ومعرفة ما يصلح أن يأتي بعدها مما يشاكلها وما يستحيل مصاقته لها، فأما إن كان قبل الخمس السنات أو بعدها حرف معنى فإن ذلك يكون منه فنون كثيرة مثل:\rحسبت، وعسيت، وخنست، ومثل: حنيش، وخنيس، وعبيس، ومثل/ لو خشيت/ فإنه تصحيف/ لوح شيث/ ومثل/ نسخ/ وسببه/ وسيف/.\rولو رام إنسان من أهل الزمان أن يضع كتابة سليمة من التصحيف، جامعة لكل الحروف التي تشتمل على جميع اللغات لزمه أن يضع أربعين صورة لأربعين حرفًا؛ منها ثمانية وعشرون حرفًا؛ ما قد رسم بها هجاء العربية التي هي اب ت ث جـ حـ خـ ... ومنها أربعة جارية في العربية على ألسن أهلها ولم يخصموها بصورة وهي:\rالنون الغنَّاء، والهمزة، والواو والياء اللينتان.","seal":"1F465F64","part":1},
      {"page":34,"id":34,"nass":"فالنون الغنَّاء هي التي تخرج من الغُنَّة وهي مثل نون/ منذر/ لأنها ليست من مخرج ونون/ رَسَن.\rوالهمزة: مثل/ قرأ/ و/ رفأ ومثل أول حرف من/ أحمد/ لأنها ليست من مخرج ألف حامد.\rوالواو والياء في/ عمود/ و/ بعير/ لأنهما ليستا من مرخج ياء/ بُرَيْد/ و/ زبد/ وواو/ واصل/ و/ صواب/.\rومنها ثمانية أحرف لا تقع في العربية أصلاً، وإنما تقع في الفارسية خاصة وفي سائر لغات الأمم عامة وهي:\rالحرف الذي بين الفاء والباء وذلك إذا قلت/ يا/ يعني الرِّجل، وإذا قلت/ بَنِير/ يعني الجبن.\rوالحرف الذي بين الفاء والباء أيضًا وذلك إذا قلت/ لب/ يعني الشفة وإذا قلت/ شب/ يعني الليل.\rوالحرف الذي بين الجيم والصاد وذلك إذا قلت/ جراغ/ يعني السراج، وإذا قلت/ جاشت/ يعني الغذاء.\rوالحرف الذي بين الجيم والزاي وذلك إذا قلت/ وازار/ (واجار) يعني السوق، وإذا قلت/ هوجستان/ يعني خوزستان.","seal":"85E20198","part":1},
      {"page":35,"id":35,"nass":"والحرف الذي بين الكاف والغين وهو في أول قولك/ كاذر/ لفارسية القصّار أو في أول قولك/ كج/ لفارسية الجصّ.\rوالحرف الذي بين الخاء والواو في أول قولك/ خرشيد/ لفارسية الشمس، / وخرّم/ لفارسية اليوم.\rوالحرف الذي يشبه الواو في ثاني قولك/ نَوْ/ لفارسية الجديد و/ بو/ لفارسية الرائحة.\rوالحرف الذي يشبه الياء في ثاني قولك/ سير/ لفارسية الشبعان، وفي ثاني قولك/ شبر/ لفارسية الأسد.\rفذاك أربعون حرفًا تحيط بجميع اللغات، ويخط بكتابتها كل شيء.\rوحكى لي النوشجان بن عبد المسيح عن أحمد بن الطيب تلميذ","seal":"7A22CFDB","part":1},
      {"page":36,"id":36,"nass":"الكندي أنه لما احتاج إلى استعمال لغات الأمم من الفرس والسريانيين والروم واليونايين وضع لنفسه كتابة اخترع لها أربعين صورة مختلفة الأشكال متباينة الهيآت فكان لا يتعذر عليه كَتْبُ شيء ولا تلاوته وهذه صورة تلك الحروف الأربعين ....\rوقال بعض فلاسفة الإسلام: عدد حروف/ أبجد/ هو كعدد منازل القمر، إذ كان كلا العددين ثمانية وعشرين، وهجاء العرب خارج من هذا التمثيل لأن واضعه أخرجه عن هذا النظام فجعله تسعة وعشرين فعارضه معارض من فلاسفة النحويين وقال: إن كان واضع الهجاء قد أخطأ بزيادة ما زاد فليس ذلك بمخرج حروف هجاء العرب عن موازاة أعداد منازل القمر، كما أن في نفس حروف الهجاء ما يوازي أعدادُه أعدادَ الكواكب السبعة لأن الحروف الزوائد هي على عدد البروج، وهي:\rالهمزة، والألف، والياء، والواو، والنون، والتاء والهاء، واللام والميم، والسين والياء والكاف.\rقال: ولها شبه آخر بمنازل القمر لأن هذه الثمانية والعشرين أربعة عشر هي النصف منها فهي تندغم مع لام التعريف، كما أن في منازل القمر أربعة عشر تكون أبدًا مستترة وتحت الأرض.","seal":"0189B4EB","part":1},
      {"page":37,"id":37,"nass":"وأما الموازي لعدد الكواكب السبعة فنهاية عدد حروف الأسماء لأن غاية حروف الاسم الواحد العربي مع ما يلحقه من الزوائد سبعة نحو: مسحنكلة وما أشبهها.\rقال: وذكر الكندي الفيلسوف ما يؤيد قياسي في هذه الحروف وهو أنه قال: إنما جاء الإعراب على ثلاث حركات هي: الرفع، والنصب، والخفض لتصير هذه الحركات بإزاء الحركات الثلاث الطبيعية التي هي حركة من الوسط كحركة النار والهواء، وحركة إلى الوسط كحركة الأرض والماء، وحركة على الوسط كحركة كرة الفلك.\rقال: وقد زدت على الكندي زيادة لائقة بما حكاه، وهو أنه ليس في لغة العرب كلمة تتوالى فيها أكثر من ثلاث حركات إلا ما جاء معدولاً نحو/ عُلَبِطٍ/، المعدول عن علابط.\rقال: ومن وضع الكتابة العربية لم ينتبه إلى ما يدخل اللبس على الأسماء المتشابهة الحروف فترك الناس مضطرين إلى طلبل الاحتيال في التماس العلامات لها وهم مع ذلك يستدلون على تبيُّن ما يقرءون مما قبله وما بعده نحو.\r(يا أيُّها الرجلُ المُرحى)\rينظر إلى ما بعده فإن كان/ مكيَّتَه / أو/ سفينتَه فهو (المُزجي)، وإن كان/ عمامتَه / أو/ كمَّه/ أو ذيلَه/ فهو (المُرخي)، وإن كان/همّه / أو/ غريمَه/ أو/ رأيَه/ فهو (المرجيء).\rوقد بين وزن الشعر على ما يعرض في الأشعار من هذا النحو:\rأأن تانوا وحموا العس تحدى","seal":"762A2585","part":1},
      {"page":38,"id":38,"nass":"يصلح أن يكون (تُحدى) أي يجدوها الركبان، و (تَخدي) من الوخد وهو ضرب من السير، ولو جاء بعد هذا ذكر السبب لكان (تحدي) أي تنقل أخفافها، وكذلك لو جعل مكان (العيس) العنس.\rقال: والتصحيف الذي لا يعاب قائله به، ويُمثل للائمة عليه، ما لم تفسد به قاعدة الكلام، ولا يجد المعترض فيه مقالاً، مثل قول القائل:\rما زال وقعُ سيوفِنا ورماحِنا ... في كل يوم تحايل ورجام\r\rفإنه لم رواه واوٍ (وزحام) لما لحقه بأس.\rوسواء عليه من روى في شعر الأعشى:\r(كحلقه من أي رياح) أو (من بني رياح)\rوكذلك كل ما جرى هذا المجرى من أسماء من لم يشتهر برئاسة وسيادة ولكن في أسماء الناس ما يقع فيه اللبس، حتى لا يحيط بمعرفة الصحيح منه إلا علماء النسب نحو:\r/عَيْلان / و/ غَيْلان/ و/ ربّان/ و/ زيّان/ و/ عدنان/ و/ عُدْنان/ و/ حيّان/ و/ حنّان/ و/ شيبان/ و/ سيبان/ و/ بشار/ و/ يسار/ و/ عبّاد/ و/ عيّاد/ و/ رباب/ و/ زَيَّات","seal":"3F15453F","part":1},
      {"page":39,"id":39,"nass":"و/ زياد/ و/ زناد/ ز/ حرام/ و/ حزام/ و/ عباس/ و/ عياش/ و/ خراش/ و/ حبيش/ و/ خنيس/ و/ شريح/ و/ سريج/ و/ زريق/ و/ رزيق/ و/ حُضين/ و/ حُصين/ و/ عفيل/ و/ عُقيل/ و/ خبيب/ و/ حُبيب/ و/ خطيم/ و/ حطيم/ و/ كثير/ و/ كبير/ و/ يزيد/ و/ تزيد/ و/ عيينة/ و/ عتيبة/ و/ عُبيدَة/ و/ عَبيدة/ و/ عبْدة/و/ عَبَدة/ و/ حارثة/ و/ جارية/ و/ حازم/ و/ خازم/ و/ حَرَم/ و/ حَزْم/ و/ بشر/ و/ بسر/ و/ حَجَر/ و/ حُجْر/ و/ حمزة/ و/ جمرة/ و/ عنترة/ و/ عنيزة/و/.\rفهذه أسماء قد صحف الناس فيها ختى ألجئوا إلى علم العلماء بها كما صحف العلماء اسم الشاعر الذي ذكره امرؤ القيس في قوله.","seal":"71FADE22","part":1},
      {"page":40,"id":40,"nass":"عوجا على الطلل المُحيل لعلنا ... نبكي الديار كما بكى ابن خذام\r\rفسألت النسابة أبا الحسين الأصبهاني عنه فقال: رواه الأصمعي/ خذام/ ورواه أبو عبيدة/ جذام/ ورواه راوٍ/ حزام.\rوقال أبو عبيدة: وفد علينا وفد من بني جعفر من كلاب فيهم أبو الوثيق فسألناه عنه فقال: قدّرنا علم ذلك بالحضر، ونحن على شك في/جذام/ و/حذام/ قلنا: من هو؟ قال: لا أدري. قلنا: فمتى بكى الديار؟ قال: لا أدري.\rقال النسَّابة: هو عندي غير من ذكروا لأنه امرؤ القيس بن حمام بن عبيدة بن هُبل، ابن أخي زهير بن جَنأب بن هُبل الكلبي، ويقال له (عدل الأصرة)، وروى أعرابي من كل له أبياتًا يبكي فيها الديار، وذكر علماء كلب أنه كان يغزو مع مهلهل وإياه عنى مهلهل بقوله:\rلما توغّر في الكُلاب هجينُهم ... هلهلت أثأر جابرًا أو صِنْبِلا\r\rفعلم هذا لم يكن بالبصرة وإنما كان بالسماوة، وعنهم أخذ أهل هذا الأمر.\rبسم الله: وحَضرني في هذا الموضع فقر من حكم البلغاء وبدائع الشعراء في تقريظ الخط العربي يزول بها عن النفوس ذات الفضائل ما يداخلها من الضجر ببشاعة التصحيف.","seal":"8493868E","part":1},
      {"page":41,"id":41,"nass":"قال عبيد الله بن العباس العلوي: الخط لسانُ اليد.\rوقال يحيى بن خالد: الخط صورة روحها البيان، ويدها السرعة، وقدمها التسوية، وجوارحها معرفة الفصُول.\rوقال جعفر بن يحيى: الخط سمط الحكمة به تفصَّل شذورها وينتظم منثورها.\rوقال سهل بن هرون، وقد نظر إلى خطين: هذا وشي محبوك، وهذا ذهب مسبوك.\rوقال أبو العباس: الخطوط رباض العلوم.\rوقال خالد الكاتب: الخط حَلْيُ العقول.\rوقال الحسن بن رجاء: الخط متنزه الألحاظ ومجتنى الألفاظ.\rوقال أبو دلف العجلي: الخط صيغة الكلام، والقلم سائغه، يفرَّع بما أصلَّه العلم.","seal":"45F23352","part":1},
      {"page":42,"id":42,"nass":"وقال عبد الله بن طاهر: حسن الخط يناضل عن صاحبه بوضوح الحجة، ويمكّن من درك البُنية.\rوقيل: رب خطٍّ ضاق عن العيون، قد ملأ أقطار الظنون.\rوقال أسحق: الخط صيغة، والقلم صائغ، واللسان مستنبط، والقلب معدن، والعقل عنصر.\rوقال محمد بن غالب (القرشي): ليس شيء أحمل لشاهد بغائب من خط.\rووصف أحمد بن إسماعيل خطًا: فقال: لو كان نباتًا لكان زهرًا، ولو كان معدنًا لكان تبرًا، أو مذاقًا لكان حلوًا، أو شرابًا لكان صفوًا.\rوقال مسلم بن الوليد الشاعر: الخط هو المقيِّد على الباقين حُكم الماضين، والمخاطب للعيون بسرائر القلوب على لغات مختلفة، في معانٍ مقصودة، بحروف معلومة من ألف وباء وجيم متباينات الصور، مختلفات الجهات،","seal":"3635A414","part":1},
      {"page":43,"id":43,"nass":"لقاحها التفكير، ونتاجها التأليف، تخرس منفردة، وتنطق مزدوجة، بلا أصوات مسموعة، ولا ألسن مشحوذة.\rوقال أقليدس: الخط هندسة روحانية، وإن ظهرت بآلة جسمانية، فأخذ النّظام معناه وأفرغه في قالب سواه من الألفاظ فقال:\r\"الخط أصيل في الروح، وإن ظهر بحواسّ الجسد\".\rوقال جالينوس: الكتابة كلامٌ ميتٌ يتناوله قارئه كيف يشاء، والخطابة كلام حيّ يمكن صاحبه أن يبصره حتى يبلغ منه غرضه.\rوقال أرسطاطاليس: الخطُ العلةُ الصورة، والقلم العلة الآلية، والمدادُ العلةُ الهيولانية، والكاتب العلة الفاعلية، والبلاغة العلة التمامية.\rوقال أفلاطون: عقول الرجال ظاهرة على خطوطها، كما أن خطوطها باطنة تحت سن أقلامها.\rوللحسن بن وهب في نعت قلم: قد راقني كتابك، وآنقني ما ضمنته من وشي بنانك، وأودعته من نسج أقلامك، ونمقته من طرائف خطوطك، وبدائع حروفك، وغنمته فيه من عجائب سطورك، وغرائب فصولك،","seal":"B1EC7B57","part":1},
      {"page":44,"id":44,"nass":"التي هي أحسن من الخيلان في خدود الحسان، وأبهج من العقائص في فروع الأوانس، وأبهى من نقوش الخضاب، في أطراف الغانية الكعاب، وأزهر من اللؤلؤ والمرجان في سموط شَكِلات القيان، وأنور من القلائد في لبّات الخرائد، وأملح من نظم العقود، في جَيْب المغناج الخود، وأزبَن من الدرر والزبرجد في صدور النواعم الخُرّد، فسبحان من أجرى أناملك اللطيفة على تقليب أقلامك المرهفة، في منون القراطيس، وبطون الكراريس، بحافات كأنها ألسن الحيّات حتى أطاعتك، ولعبت لك في الحروف بالمد المستقيم، والمعقّف المستدير، وحُسن الخط والتسطير، والتطبق والتفليق، في الجليل الأنيق، والمليح الدقيق، من المرصّف المدرّع، في أسرع من لمح الطارف، ولمع البرق الخاطف في أتم التمام وأحسن النظام/ وأكمل الكمال، وأجمل الجمال، لا بالمختل المموّج، ولا بالناقص المُنَتّج، بحروف مقوّمةٍ مملحة، وعيون مبينة","seal":"8C120EF0","part":1},
      {"page":45,"id":45,"nass":"مفتّحة، تلوح في بقق البياض، كطرائف الأنوار في الرياض، فأنت نسيجُ وحك، ونظيم جوهرك، فبارك الله لك فيما أفادك ومن كل خير زادك.\rوقال إبراهيم بن جبلة: زارني عبد الحميد الكاتب وأنا أخط خطًا رديًا فقال لي: أتحب أن يجود خطك؟ قلت: نعم. قال: أَطِلْ جلفة قلمك وأَسْمِنها، وحرّف قعلتك وأيْمنها، ففعلتُ فجاد خطي.\rونظر عبد الله بن طاهر إلى كاتب من كتاب ديوانه بخط خطًا رديئًا فقال: نخشوا هذا عن ديواننا فإنه عليل الخط.\rوسئل بعض الكتاب عن الخط متى يستحق أن يوصف بالجودة؟ فقال: إذا اعتدلت أقسامه؛ وطالت ألفُه ولامُه، واستقامت سطوره، وضاهى مسوده حدوره، وتفتَّحت عيونُه، ولم تشتبه راؤه ونونه، وأشرق قرطاسُه وأظلمت أنفاسه، ولم تختلف أجناسه، وأسرع إلى العيون تصوره، وإلى القلوب تثمُّره، وقُدرت فصوله، واندمجت أصوله وتناسب دقيقُه وجليلُه، وخرج عن نمط الورّاقين، وبعد عن تصنع المحررين، وقلم لصاحبه مقام اللبسة والحلية كأنه حينئذ كما قيل:","seal":"8415CC80","part":1},
      {"page":46,"id":46,"nass":"إذا ما تجلّل قرطاسَه ... وساوره القلمُ الأرقشُ\rتضمّن من خطه حُله ... كنقش الدنانير بل أنقش\rحروفًا تعيد لعين الكليل ... نشاطًا ويقرؤها الأخفش\r\rووصف أحمد بن صالح من جارية خطّاطه آلات كتابتها فقال:\rكأن خطَّها أشكالُ صورتها، وكأن مدادُها سوادُ شعرها، وكأن قرطاستها أديمُ وجهها، وكأن قلمها بعضُ أناملها، وكأن بيانها سحرُ مقلتها، وكأن سكينها غنج لحظها، وكأن مقطَّها قلب عاشقها.\rكما وصف المحرر الأحول آلات الكاتب فقال:\rليكن الكَرسُف في نهاية السواد، والليقة التي فيها الكُرسف في غاية اللثين والنعومة، لأنها إذا نعِمت أمكن الكاتب أن يشمها رَوْق القلم، ولا يلحقه كلفة ولا إبطاء في الاستمداد، وليتمهد الليقة والكرسف بالملح والكافور ليكون آمن لبخرها، ولتروّح برائحة ذكية، كما قال أحمد بن إسماعيل بن الخصيب.\rكأنما النِفْسُ إذا استمده ... غاليةٌ مَدُوقَةٌ بعنبر","seal":"CD4660A9","part":1},
      {"page":47,"id":47,"nass":"ووصف واصف دواةٌ فقال: كأن مدادها لُعابُ الليل.\rووصف القرطاس فقال: لا يزال القرطاس أمرد ما لم يكحله ميل الدواة.\rووصف السكين فقال: هو مسنُّ الأقلام يتخذها إذا كلت، وبصقها إذا نَبَتْ وبطلقها وبلمها إذا تشعثت، وأحسن السكاكين ما عَرُض صدره، وأرهف حدَّه، ولم يفضُل عن القبضة نصابُه.\rووصف رجل الدواة فقال:\rقرَّبَ البعدَ مركبٌ لدواة ... مُلْجَمٌ من حليَّه بلجام\rفِضَّةٌ تُستضاءُ في آبنوسٍ ... مثل ضوء الإصباح في الأظلام\rكخِوانِ الطعام سُهْل للآ ... كلِ ما كان منه صَعْبَ المرام\r\rفهذه جمل كافية من نثر البلغاء في نعت الخط، [فلنأت] بما ورد من نظم الشعراء؛ فمن لطيف ما جاء في ذلك قول أحمد بن إسماعيل:\rأضحكتَ قرطاسك عن جَنْةٍ ... أشجارُها من حكمٍ مثمرهْ\rمسودة سطحًا ومبيضة ... أرضًا كمثل الليلة المقمرهْ","seal":"BC17BD91","part":1},
      {"page":48,"id":48,"nass":"وقال أيضًا في نعته:\rوإذا نمنمتْ بنانُك خطًا ... معربًا عن إصابة وسَداد\rعجب الناس من بياض معانٍ ... تُجْتَنى من سواد ذاك المداد\r\rوقال أيضًا:\rمستوِعٌ قرطاسَه حِكَمًا ... كالروض زيِّن نبتَه زَهَرُه\rوكأنْ أحرفَ خطَّه شجرٌ ... والشكلُ في أضعافها عمرُه\r\rوقال عبد الله بن المعتز:\rفدونكه موشى نمنمتْه ... وحاكته الأنامل أيِّ حَوْك\rبشكل يؤمَن الإشكالُ فيه ... كأنَّ سطورَه أغصانُ شَوْك\r\rوقال حميد بن أبي سلامة الكوفي:\rجاء خطٌ كأنه شعراتٌ ... وَسْطَ خدٍ لم يَسْتلبْهُ عذارُ\rأو كنقش الحناء في كف عذرا ... ء أباحتك لمحها الأستار","seal":"B16E9D80","part":1},
      {"page":49,"id":49,"nass":"وقال علي بن الجهم:\rيا رقعةً جاءتك مثنيِّةً ... كأنها خدٌّ على خد\rبَنْدُ سواد في بياضٍ كما ... ذُرِّ فتيت المسك في الورد\rساهمةُ الأسطر مصروفةٌ ... عن مُلَح الهزلِ إلى الجد\rيا كاتبًا أسلمني عَبْثُه ... إليه حَسْبي منهُ ما عندي\r\rوقال ابن الرومي يصف كتابًا:\rمُتَنَطِّق من جلدِهِ ... مُتَخَتِّم في خصره\rأبدًا تراه وصدرُه ... في بطنه أو ظهرِه\r\rوقال أبو تمام يستدعي المكاتبة من صديق له:\rأُجْلُ القَذى عن مقلتي بأسطرٍ ... يكشفن من كرباتِ بالٍ بالي\rسودٌ يُبَيِّضْنَ الوجوهَ بمصطفى ... تلك النوادرِ منك والأمثال\rواحثُتْ أناملَك السوابقَ بينَها ... حتى تجولَ هناك أيُّ مجال","seal":"D15B5244","part":1},
      {"page":50,"id":50,"nass":"في بطنِ قرطاسٍ أنيقٍ ضُمَّنتْ ... أحشاؤه غررَ الكلامِ الغالي\rإني أعدُّك مَعْقِلاً ما مثلُهُ ... كَهْفٌ ولا جَبَلٌ من الأجبال\rوأرى كتابَكَ بالسُّلافةِ مَغْنيًا ... عَن كُتْبِ غيرْك باللهى والمال\r\rوقال العلوي الأصفهاني يصف كتابًا ورد عليه من صديق له ويستدعي منه المكاتبة:\rصَدَفٌ شُقّ عن لآلٍ ودُرِّ ... أم كتابٌ قد فُضَّ عن نظمِ شِعْر\rوعذارى برزْنَ لي في حِدادٍ ... أم سُطورٌ زَهَتْ بنَظْمٍ ونَثْر\rلا وأُنْسِي وفرحتي بكتاب ... أنا منْه في أنسِ أضحَى وفِطْر\rمَا دجا ليلُ وَحْشَتي قَطٌ إلاَّ ... كنتَ لي فيه طالعًا مثلَ بدْرٍ\rبحديثٍ يقيم للأنسِ سوقًا ... وكتابٍ يَكُفُّ لوعةَ صَدري\rلا تُؤخِّرْ عَنِّي الجوابَ فَيَوْمي ... مثلُ دهرٍ وساعتي مثلُ شَهْر\rبأبي لو قدرْت من فرْطِ شَوْقي ... كنتُ طيِّ الكتابِ أولَ سَطْر","seal":"B54E3CB5","part":1},
      {"page":51,"id":51,"nass":"واستهدى من أحمد بن إسماعيل دفترًا فيه (حدود الغراء) فأهداه إليه وكتب على ظهره:\rخُذْهُ فقَدْ سوَّغت منه مشبهًا ... بالرَّوْضِ أو بالبُرْدِ في تفوِيفِه\rنظمَتْ كما نُظِمَ السحابُ سُطورُهُ ... وتأنَّقَ الفَراءُ في تأليفه\rوشكلتُهُ ونقطتُه فأمنتُ منْ ... تصحيفه ونجوتُ من تحريفه\rبستانُ خطٍ غيرَ أنَّ ثمارَهُ ... لا تُجْتَنى إلاَّ بشكلِ حُرُفِه\r\rووصف شاعر لعاملٍ كتابًا فقال:\rإني رأيتُ بخطه ... حُسنًا يصيدُ به العُقُولا\rكمنَمْنَمٍ للوَشْي قَدْ ... سَحَبَ الفِيانَ بِهِ ذُيُولا\rأو كالرِّياض بَكى الحيَا ... فيها فأوسَعَها هُمُولا\rفتضاحَكَتْ ضَحكَ الخليلَةِ ... حين أبصَرْتِ الخليلا\rوتَرَاهُ للمعنى اللطيف ... متى أشرْتَ بهِ قَبُولا\rلا مُستعيدً مِنْكَ إذْ ... تملي عَليهِ وَلا مَلولا","seal":"09CF7A11","part":1},
      {"page":52,"id":52,"nass":"عَرَفَ المبادِئَ والوُصُولَ ... من الخَطابَةِ والفُصُولا\rوصُنُوفَ تَرْتِيبِ الدعاء ... وأن يُقصَرَ أو يُطيلا\rوالهمْزَ والمُدودَ والمقْصورَ ... والمثَلَ المقُولا\r\rوهذه الفقر التي نثرت في نعت الخط بالنثر والنظم، يليق بمجاورتها ما سار عن البلغاء في نعت الأقلام.\rقال أحمد بن عبد الله الأطماسي: العلم راقد في الأفئدة مستيقظ على الأفواه سائر بالأقلام.\rوقال العتابي: ببكاء القلم يضحك الخط.\rوقال جعفر بن يحيى وقد أبصر خطًا حسنًا: لم أرَ باكيًا أحسن تبسمًا من قلم.\rوقال أنس بن أبي شيخ: عبراتُ الأقلام، في صحون الكواغد، أحسن من عبراتل الدموع، على خدود الغواني.\rوقال عمرو بن مسمدة: الأقلام مطايا الفطن.","seal":"C98F125F","part":1},
      {"page":53,"id":53,"nass":"وقال سهل بن هرون: القلم أنف الضمير، إذا رعف أعلن أسراره، وأبان آثاره.\rوقال أحمد بن يوسف: القلم لسان البصر، يناجيه بما استتر عن الأسماع.\rوقال محمد بن عبد الملك: بالقلم تُزَفُّ بنات الفكر إلى خدور الكتب.\rقال الجاحظ: الدواة منهَلٌ، والقلمُ مانحٌ، والكتاب عَطَن.\rوقال المأمون: لله در القلم كيف يحوك وشء المملكة.\rوقال جالينوس: القلمُ طبيبُ المنطق، فتكلم في وصفه عن طريق صناعته.\rوقال الإسكندر: كل شيء تحت العقلَ واللسان لأنهما الحاكمان على كل شيء، والمخبران عن كل أمر والقلم يوجدكهما شكلين، ويريكهما على صورتين.","seal":"49FBBDCA","part":1},
      {"page":54,"id":54,"nass":"وقال عبد الحميد الكاتب: القلمُ شجرةٌ ثمرُها الألفاظ، والفكر بحر لؤلؤه الحكمة.\rوقال بعض البلغاء: القلم أصم يسمع الشكوى، وأخرسُ يفصح بالدعوى، وجاهل يعلمُ الفحوى.\rوقال العتابي: الأقلام مطايا الأذهان.\rوقال أيضًا: بريُّ القلم تروى العقول الظلماء.\rوقال ابن المقفع: القلم بريدُ القلب، يخبر بالخبر، وينظر بلا نظر.\rوقال أحمد بن أبي دؤاد: القلم سفير العقلِ، ورسولُ الفكر، وترجمانُ الذهن.","seal":"70575566","part":1},
      {"page":55,"id":55,"nass":"وقال ثمامة بن أشرس: ما تؤثره الأقلام لا تطمع في دروسه الأيام.\rوقال أيضًا: بِنَوْءِ القلم تصوب الحكمة.\rوقيل: القلم بريدُ العقل.\rوزعم المنجمون أن لَفْظَ القلم في حساب الجُمَّل \"نفَّاع\".\rوتفاخر صاحبُ سيف وصاحبُ قلم فقال صاحبُ القلم: القلم يقتل بلا غرر، والسيف يقتل على خطر، فقال صاحبُ السيف: لكن القلم خادمُ السيف، إن بلغ مراده وإلا فإلى السيف معاده، فتحقق ذلك من قول من قال:\rالسيفُ أصدقُ أنباءَ من الكتب ... في حدِّهِ الحدُّ بين الجد واللعب\r\rوقول الآخر:\rتعنو له وزراءُ الملكِ خاضعةً ... ... ... وعادةٌ السيفِ أن يستخدمَ القلما\r\rوقال: القلم أحد اللسانين.","seal":"D3EC9A3A","part":1},
      {"page":56,"id":56,"nass":"كما قالوا: جودةُ الخط إحدى البلاغتين، كما أن رداءه الخط إحدى الزمانتين.\rوقالوا: المختار في صلاح الأقلام أن يُطال السنَّان وبُسمنا، وتُحرَّف القَطَّة وتُيمن، ويفرقّ بين السطور، ويجمعَ بين الحروف.\rوالوصف الجامع لاستعمال القلم قول مسلم بن الوليد الشاعر، فإنه قال لكاتب له لما تولى جرجان: حرّف قط قلمك ليعلق المداد به، وأرهف جانبيه ليرد ما استودعته إياه إلى مقصده وشقَّ في رأسه شقًا غير غائر لتحبس الاستمداد عليه، ورفع من شعبتيه لتجمعا حواشي تصويره، فإنك إن فعلت ذلك استمد القلم برشفه وقذف المادة إلى صدره، ثم أرسلها من شقيه بمقدار ما احتملت طيَّته فحينئذ يظهر ما سدّاه العقل، وألحمه اللسان، وبلَّته اللهوات، ولفظته الشفاه، ووعته الأسماع، وقبلته القلوب.\rبسم الله: لما انتهيت، أدام الله عزك في الرسالة إلى هذا المنتهى، عزمت على قطع المواد عنها، ثم عرضت لي أشياء تليق بما تقدم منها فألحقتها بها مبوبة على سبعة أبواب.","seal":"29BABD86","part":1},
      {"page":57,"id":57,"nass":"الباب الأول: في تصحيفات العلماء في شعر القدماء وعددهم خمسة وعشرون\rوهم: أبو عبيدة، والأصمعي، وأبو زيد، وأبو عمرو بن العلاء، وحماد الراوية، والمفضل، وعيسى بن عمر، والخليل، وسيبويه، والأخفش أبو الخطاب، والأخفش سعيد بن مسعدة، وأبو نصر أحمد بن حاتم، وابن الأعرابي، والكسائي، والفرّاء، واللحياني، وابن السكيت، وثعلب، والمبر، والجاحظ، وأبو البيداء الرياحي، وأبو خالد النميري، والكلابي، والسندي، وأبو هفان:\rأبو عبيدة:\rقال الرياشي: سمعت كيسان يقول: كنت على باب أبي عمرو بن العلاء فجاء أبو عبيدة ينشده لأبي شجرة قوله:","seal":"2A92B7CF","part":1},
      {"page":58,"id":58,"nass":"ضَنْ علينا أبو عمرو بنَائِلهِ ... وكلُّ مُختَبِطٍ يومًا لهُ ورق\rما زال يضرِبني حتَّى حَذيتُ لهُ ... وحال مِنْ دونِ بعض البُغيةِ الشَّفَق\r\rفقلت: حذيت حذيت وضحكت فغضب، وقال: فكيف هو؟ فلما أكثر قلت: إنما هو خذيت فاتخذل وما أحار جوابًا.\rوروى بيت امرئ القيس:\rتجاوزتُ أحراسًا وأهوالَ معشَرٍ ... عليِّ حِراصٍ لو يُسرونَ مَقْتَلي\r\rوفسر {وأسروا الندامة لما رأوا العذاب}، أي أظهروا الندامة، بهذا البيت فصحت في البيت، وفسر به القرآن على غير ما ينبغي، والصواب في رواية الأصمعي وهي (لو يُشِرُّون مقتلي) بالشين المعجمة، قال: ومعنى (يشرون) يظهرون، يقال منه: أشررت الثوب أشرُّه إشرارًا إذا نشرته.\rوروى أبيات لقيط بن زرارة في يوم جبلة:","seal":"0FA967F9","part":1},
      {"page":59,"id":59,"nass":"يَا قَوْمِ قد حَرَّقتُمُوني باللومْ ... ولَمْي أقاتلْ عَامِرًا قبْلَ اليَوْمْ\rشَتَّانَ هذَا والعِناقُ والنَّوْمْ ... والمشْرَبُ البَارِدُ في ظِلِّ الدَّوْمْ\r\rقال: يعني في ظل نخل المقل، فقال الأصمعي: قد أحال ابن الحائك في قوله، لأنه ليس بنجد دوم، و/ جبلة/ بنجد، وإنما الرواية في الظل الدوم أي الدائم، كما قالوا: زائر وزور، ونائم ونوم.","seal":"921AA91E","part":1},
      {"page":60,"id":60,"nass":"الأصمعي:\rقال الرياشي: قلت لابن الأعرابي إن الأصمعي يرغم أن / المفازة/ إنما سميت مفازة تفاؤلاً إلى اسم الفوز، والنجاة منها، وإنما هي مهلكة، ومثل هذا التفاؤل قولهم للتَّديغ/ سليم/ تفاؤلاً إلى اسم السلامة والنجاة، فقال: ليس هذا بشيء، وإنما المفازة المهلكة، يقال: فاز الرجل إذا هلك ومات قال كعب بن زهير بن أبي سلمى:\rفَمَنْ لِلقوَافي شَانَها مَنْ يَجوكُها ... إذا مَا ثَوَى كَعْبٌ وفَوِّزَ جَروَلُ\r\rولو كان كما زعم لمَلزْم أن يقال في المضلَّة/ وفي المعطشة/ مرواة/ وأما السليم فإنما سليمًا لأنه أسلم لما به.\rقال الرياشي: فذكرت ذلك للأصمعي فقال: لا يقال أسلم فهو سليم لأن/ مفعلاً/ لا يجئ منه فصيلٌ، فرددته على ابن الأعرابي فقال: أليس عمرو بن كلثوم يقول:\rمشعشَعَةً كأنَّ الحُصِّ فيها ... إذا ما الماءُ خَالطَها سَخِينا\r\rوقد قيل/ ماء مسخن/ وسخين/ فحكيته للأصمعي فلم يقبله، وقال: سخينًا؛ سخيت أنفسنا من السخاء لا من السخن، فقلت قوله لابن الأعرابي: فقال: قل له: فإنهم قد قالوا شراب/ منقع/ ونقيع/، وكلام/ مترص/ و/ تريص/، وشيء مبهم وبهيم وصبي موتم ويتيم؛ والقوم كان دأبهم","seal":"8C6C4182","part":1},
      {"page":61,"id":61,"nass":"في الشتاء أن يشربوا الخمر بمزاج مسخن فأوردت ذلك على الأصمعي فقبله كله.\rوقال ثعلب: كان ابن الأعرابي يذهب من الخلاف على الأصمعي كل مذهب فروى الأصمعي هذا المثل \"يا عاقدُ اذكر حلاًّ\".\rفخالفه ابن الأعرابي ورواه: \"يا حامل اذكر حَلاًّ\".\rوقال: قد سمعته من أكثر من ألف أعرابي فما رواه واحد منهم/ يا عاقد. قال: ومعنى المثل: إذا تحملت فلا تورّث ما عقدت.\rأبو محلمّ على باب أحمد بن سعيد بن مسلم ومعه أعرابي، قال جئتكم بهذا الأعرابي لتعرفوا منه كذب الأصمعي، أليس يقول في قول عنترة: 4\rزَوْرَاء تَنْفِرُ عَنْ حِيَاضِ الدِّيْلَم","seal":"867E8680","part":1},
      {"page":62,"id":62,"nass":"أن/ الدَّيلم/ الأعداء، فاسألوا هذا الأعرابي، فسألناه فقال: هي حياض بالنور قد أوردتها إبلي.\rوكان الأصمعي يقول أخطأ الشمَّاخ في قوله:\rفنعْم المعْتَرَى ركدَتْ إليهِ ... رَحى حيْزُومِها كَرَحَى الطَّحِين\r\rويقول: الكركرة إنما توصف بالصغر واللطافة، فقال ابن الأعرابي: الشماخ مصيب والأصمعي مخطئ لأن الشماخ لم يشبه الكركرة بالرحى في العِظَم وإنما شبهها بها في الاستدارة. قال: وهذا كما قال عنترة:\rجَادَتْ عَليْهِ كُلُّ حُرَّةٍ ... فتركْنَ كُلَّ قَرَارَةٍ كالدِّرْهَم\r\rفلم يشبه مساحة الحديثة بمساحة الدرهم، ولكن باستدارة الدرهم، وإنما هي مستديرة كاستدارة الدرهم.\rوروى بيت أوس بن حَجَر.\rأجَوْنُ تَدَاَرَكْ ناقَتي بقرّى لها ... وأكْبَرُ ظَنِّي أنَّ جَوْنًا سَيَفْعَلُ\r\rفقال ابن الأعرابي:\rصحَف الدّعي وإنما هو: ... تَدَارَكْ نَاقَتي بِقرَابِها","seal":"5CF5B6DC","part":1},
      {"page":63,"id":63,"nass":"أي ما دمت أطمع فيها، وفي مثل للعرب، القرار بقراب أكيس.\rوحكى محمد بن قنوما عن الأصمعي أنه قال أنكر علي شعبة روايتي بيت أوس بن حجر:\rفَمَا جَبُتُوا أنَّا نَشُدُّ عَلَيْهمُ ... وَلكِنْ رَأوْا نارًا تُحَشُّ وتُسْفَعُ\r\rفقال لي: يا ابن أخي هذا كلام الجند يعني (نشد عليهم) وإنما هو نسدُّ عليهم أي نأتي عليهم بالسداد، وقال: إنما هو (رأوا نارًا تحسنُّ) أي تقتل من قول الله عز وجل: {إذ تحسونهم بإذنه}.","seal":"5431335B","part":1},
      {"page":64,"id":64,"nass":"وقال الحارث بن حِلزة:\rعَنَتًا باطِلاً وظُلمًا كَمَا ... تُعْتَرُ عَنْ حَجْرَةِ الرَّبيضِ الظِّباءُ\r\rوقال: العنزة الراية، والعنزة الحربة ينحر بها، فردّ عليه أبو عمرو ابن العلاء وقال: إنما هو تُعْتَرُ من العتيرة وهي ذبيحة الصنم.\rوروي بيت الحطيئة:\rوغَرَّرْتَني وَزَعَمْتَ ... أنَّكَ لاَ تَني بالضَّيْفِ تامُرْ","seal":"D8A7F4DC","part":1},
      {"page":65,"id":65,"nass":"فقال أبو عمرو إذا صحَّفتم فصحِّفوا مثل تصحيفه؛ وإنما هو\rوغَررتني وزعمت أنك ... لابِن بالصيف تامِرْ\r\rوقال ابو عثمان: أنشد الأصمعي يومًا قول عنترة:\rوآخرُ منهمُ أجْرَرْتُ رُمحي ... وفي البَجَلِّي مِعْبَلةٌ وَقيعُ\r\rفقال له كيسان: تثبت في روايتك يا أبا سعيد؛ فقال: كيف هو عند يا أبا سليمان، فقال: (وفي البَجْلي) بإسكان الجيم، فقال الأصمعي: النسبة إلى بجيلة إنما يقال فيها بَجَلي، فقال من ههنا جاء الغلط، لأن هذا منسوب إلى بطن من بني سُليم يقال لهم بنو بَجْلَة، فقبله منه.\rوروى بيت ذي الرمة:\rفِيها الضَّفادِعُ والحِيتَانُ تَصْطَخِبُ","seal":"22324CAA","part":1},
      {"page":66,"id":66,"nass":"فقال أبو علي الأصفهاني: أي صوتٍ للسمك، إنما هو تصطحب أي تتجاور.\rوروى قول رؤية:\rشمطاء تبوي الغيطَ حين ترأم\r\rوإنما هو (تُبوي) أي تجعله بمنزلة البو.","seal":"27E4713E","part":1},
      {"page":67,"id":67,"nass":"أبو زيد:\rحكى ابن دربد عن أبي حاتم قال: أنشدت الأصمعي:\rجَأْبًا تَرى بِليتِه مُسَجِّجَا\r\rفقال: صحّفت، وإنما هو:\rجَأْبًا تَرَى تَلِيلَهُ مُسَجَّجَا\r\rثم قال من أنشدك؟ قلت: أعلم الناس، فتغفل عني، قال ابن دريد، وإنما عنى أبو حاتم أبا زيد.","seal":"2425B46A","part":1},
      {"page":68,"id":68,"nass":"أبو عمرو بن العلاء:\rروى بيت امرئ القيس:\rتَاوبَني دَائِي القَدِيمُ فَغَلِّسَا ... أُحَاذِرُ أنْ يشْتَدَّ دَائِي فأنْكَسَا\r\rفقال أبو زيد: هذا تصحيف لأن المتأوب لا يكون مغلسًا في حال واحدة لأن الغَلَس إنما هو في آخر الليل، وتأوب جاء في أوله، وإنما هو (فَمَلَّسا) أي اشتدَّ وبرَّح.\rوروى بيت ابن مقبل\rمَنَحْتُ نَصَارُى تَغْلِب إذْ مَنَحْتُهَا ... عَلَى نَأيِهَا جَذَّاء مَانِعَةَ الغُبْر\r\r(الجذاء) التي لا لبن لها، فقال الأصمعي: هذا خطأ لأن (الغُبْر): بقية اللبن فكيف تمنع بقية لبنها، وإنما هو (حذاء) وهي الخفيفة تسرع إليهم.","seal":"FE8EB637","part":1},
      {"page":69,"id":69,"nass":"حمّاد الراوية:\rحدث المهلي عن أبي حنش الشاعر قال: كان حماد الراوية زمان السفاح بجنديسابور ينشد:\rأكل الحَمِيمَ وطَاوَعَتْهُ سَمْحَجٌ ... مِثْل القَناةِ وأزْعَلَتْهُ الأمْرُعُ\r\rفقال: أعزّك الله إنما هو الجميم، فقال: صدقت.\rالفضل:\rقال خلف الأحمر أنشد المفضل للمخيَّل:\rوإذا ألمَّ خيالُها طرقَتْ ... عَيْني فماءُ شئُونها سَجِمُ","seal":"092E4286","part":1},
      {"page":70,"id":70,"nass":"فقلت: إنما هو طُرِفَت، فلاجَّ ساعة ثم رجع عنه.\rوأنشد لامرئ القيس:\rنَمَسُّ بأعرَافِ الجِيَادِ أكُفَّنَا ... إذا نَحْنُ قُمنا عن شِواءٍ مُضّهِّب\r\rفقلت: إنما هو نمش من المش وهو مسح اليد بما يزيل الدسم عنها، ومنها قيل للمنديل مبشُوش.\rوأنشد للأعشى:\rساعةً أكبر النهار كَما شدِّ ... مُحيلٌ لَبونَهُ إعظامًا\r\rوإنما هو مخيل بخاء منقوطة أي رأى خالاً من السحابل فخشي على بهمه فشدّها.\rوروى بيت المتلمس:\rيكونُ نذيرٌ من ورائي جُنْةْ ... ويمنعني منهُم حُليٌّ وأحمس","seal":"FC63EC78","part":1},
      {"page":71,"id":71,"nass":"فقلت: إنما هو (جُلي) بالجيم و (أحلس) بطنان في ضبيعة؛ فقبله.\rوروى بيتي حاتم الطائي:\rلَحَى اللهُ صُعلوكًا مُناهُ وهَمُّهُ ... من العيش أن يَلْقَى لَبُوسًا ومَطْعَمًا\rيَرَى الخِمس تَعذيبًا وإنْ ياقَ شَعْبَةً ... يَبِتْ قَلبُهُ من قِلَّةِ الهَمَّ مُبْهَمَا\r\rفقلت: لا معنى لذكر الخمس ههنا إذا كان ورورد الإبل خمس، وإنما الصواب في الرواية (يرى الخمص) من خماصة البطون، فقبله أحسَنَ قبول.\rوأنشد جعفر بن سليمان بيت أوس بن حجر والأصمعي حاضر:\rوذَاتُ هِدْمٍ عارٍ نوَاشرُها ... تُصمتُ بالماء تَوْليًا جَذعًا\r\rفجعل الدال معجمة وذهب إلى الأجذاع، فقال له الأصمعي: إنما هو (ثولبًا حدعًا) بالدال غير معجمة مكسورة أي سيئ الغذاء، فضج الفضل وتكلم بالتكبر عليه رافعًا صوته، فقال له الأصمعي: لم نفخت في شيبور اليهود لم ينفعك، تكلم كلام النمل وأصب.","seal":"477F3BD3","part":1},
      {"page":72,"id":72,"nass":"وروى أيضًا في مجلس جعفر:\rبَيْنَ الأراكِ بين النَّخْل تَشْدَخُهُم ... زرْقُ الأسنة في أطرافها شَيَمُ\r\rفقال له الأصمعي: يا أبا العباس لعل الرماح استحالت إلى كافر كوبات فهي تشدخ فقال له: فكيف روايته يا أبا سعيد، فقال: (تسدحهم) والسدح الصرع بطحًأ على الوجه أو على الجنبين.\rوروى بيت أوس بن حجر:\rليثٌ عَلَيْهِ منَ البَرْدِي هِبرِيَةٌ ... كالمَزْبَرَاني عَيّارٌ بأوْصَال","seal":"282181B3","part":1},
      {"page":73,"id":73,"nass":"فقال الأصمعي: ما المزبراني؟ فقال: ذو الزُّبرة، فقال: يا عجباه يشبهه بنفسه إنما هو (كالمرزباني) وهو أحد مرازبة الفرس. فأسكته. وفي ما بعد المرزباني أربع رواياتٍ (عيّار) و (غيّار) و (عَبَار) و (عَيّال).\rفعيّار: منفلت.\rوغيّار: يغيَر أهله.\rوعبّار: يعبر بلدًا بعد أخرى\rوعيّال: متبختر.\rوروي (بآصال) ز\rوروى هذا البيت:\rأصاحِ ترى البَرقَ لم يغتَمِض ... يَمُوتُ فوَاقًا وَيسرِي فُوَاقا\r\rفقال له خلف الأحمر، ويقال أنه الأصمعي: صحّفت وإنما هو بشرى أي ينقشع ويتتابع.","seal":"F43F71E4","part":1},
      {"page":74,"id":74,"nass":"عيسى بن عمر:\rقال أبو الفضل: أخبرنا أبو معمر عن عبد الوارث قال: كنا بباب بكر بن محمد بن حبيب فقال عيسى بن عمر في عرض كلام له، فحمة العشاء فقلت لعلها فحمة العشاء قال: هي فحمة العشاء لا يختلف فيها، فدخلنا على بكر بن حبيب فحكيناها له فقال: فحمة العشاء بالفاء لا غير أي فورته.","seal":"F76BE394","part":1},
      {"page":75,"id":75,"nass":"الخليل بن أحمد:\rقال ابن شريد: خالف الخليلُ الناس في أشياء منها:\rقوله: يوم بُغَاث بغين منقوطة، وهذا يوم مشهور من أيام الأوس والخزرج وهو بعاث بعين بغير منقوطة.\rوقال في حرف الخاء المنقوطة: (بنو جخجبا) ولا خلاف بين الناس أنه بحاء غير منقوطة.\rوقال: (الخِصْبُ) الحية وإنما هو الحِضْبُ بضاد منقوطة.","seal":"26D8FE75","part":1},
      {"page":76,"id":76,"nass":"وقال: (الهَمْيَعُ) الموت الوحيي ولا خلاف بين الناس أنه الهيمغُ بنين منقوطة.\rوقال في حرف السين (المهملة):\r(السدف): الشخص، وإنما هو الشَّدَف بشين منقوطة، وهذا من غلط الليث على الخليل.\rوذكر عسل بن ذكوان أن الأصمعي كان منكرًا على الخليل روايته هذا البيت:\rأفاطمَ إني هالكٌ فَتَبَيَّني ... ولا تَجْزَعي كلُّ النساء يتيمُ","seal":"741990A7","part":1},
      {"page":77,"id":77,"nass":"وإنما هو:\rولا تجزعي كل النساء تثيم\r\rمن آمت المرأة تثيم.\r\rسيبويه:\rكان سيبويه يحكي عن الخليل أنه كان يحيز إسكان حرف الإعراب في الاسم المرفوع وفي المجرور في الشعر فعارضه الأصمعي، وقال: ما جاء ذلك عن تثبت نعرفه، فأنشده سيبويه للأقشر:\rرُحْتِ وفي رجْلَيْكِ ما فِيهما ... وَقَدْ بَدَا هَنْكِ من المِئْزَر","seal":"25FE98CA","part":1},
      {"page":78,"id":78,"nass":"فقال الأصمعي وقال: ما جاءنا مثل هذا البيت للأقشر، وليس للأقشر بيت نعرفه هكذا، فأنشده:\rإذا اعْوَجَجْنَ قُلْنَي صاحِبْ قَوم\r\rفقال الأصمعي: ليست الرواية صحيحة وإنما روايتنا:\rإذا اعْوَجَجْنَ قُلْنَ صاحِ قَوم\r\rأبو الخطاب الأخفش:\rأنشد أبو الخطاب أبا عمرو بن العلاء:\rقَالَتْ قُتَيْلَةَ مَالَه ... قَدْ جُلَّلَتْ شَيْبًا شَوَاتُهْ","seal":"245FD4A1","part":1},
      {"page":79,"id":79,"nass":"فقال له أبو عمرو: صحّفت وإنما هو (سَرَانُه) فسكت أبو الخطاب ثم أقبل على القوم وقال: بل مصحّف إنما هو شوانه، والشواة جلدة الرأس.\rسعيد بن مسعدة الأخفش:\rقال الرياشي قال لي الأخفش يومًا: إن اختلافك إلى الأصمعي مما يضعك عند أهل العلم، فقلت: إني أجد عنده ما لا أجد عند غيره، فقال: سلني عن شيء مما سألته عنه، فقلت: ما تقول في قول القائل:","seal":"3032726A","part":1},
      {"page":80,"id":80,"nass":"قفا تُحَّيى الطَلَلَ الُمحْولاَ ... والرَبْعَ من أَسماءَ والَمَنزِلاَ\rبَسابعِ الَموْماة لم يَعْفِهِ ... تقادُمُ العَهْدِ بأن يؤهَلاَ\r\rفخلط في الجواب ولم يصب فيه، وهذا من أحسن المعاني، إن قيل: كيف لم يعفه تقادم العهد بأن يؤهلا؟ فالجواب فيه: قفا نحيي الطال بأن يؤهل أي بأن ندعو له فنقول: أهلك الله يا طلل فنجعل مكان تحيتنا الدعاة له.\rوقال الرياشي: كان الأصمعي ينشد:\rوكلُّ أخٍ مفارقُهُ أُخوه ... لَعَمْرُ أبيك الا ابني تُمام\r\rورواه الأخفش في رواية أخرى:\rلعمر أبيك الا الفرقدان\r\rفجعل (الفرقدان) بدلا من كل والصواب (إلا الفرقدين) لأن كل كلام واجب استثنيت منه شيئا بإلا فهو منصوب ولا يجوز غيره نحو قولك قدم القوم إلا زيدا (فكل أخ مفارقه أخوه) كلام واجب والمستثنى منه لا يكون إلا منصوبا.\rوحضر الأخفش عند الأصمعي وقال: أنا أعلم أهل زماني بالنحو","seal":"E0CADEC8","part":1},
      {"page":81,"id":81,"nass":"وقياس كلام العرب، فقال له الأصمعي: كيف تروي قول الربيع بن زياد:\rقَدْ كُنَّ يكنُنَّ الحدِيثَ تَستَراً ... فالآنَ حينَ بَدَوْنَ للِنُّظٌار\r\r(يكنن) أو (يكنين) و (بدين) أو (بدون) فما زال يقول مرة (يكنن) ومرة (يكنن) ومرة (بدون) ومرة (بدين) ويلجلج حتى قام وضجر منه.\rوهذه الحكاية حكاها المبرد عن الجرمي لا عن الأخفش، قال: وكان الجرمي أجل وأغزر عاما من أن يذهب مثل ذا عليه ولكن الأصمعي غالطه.","seal":"DEEC45C7","part":1},
      {"page":82,"id":82,"nass":"أبو نصر أحمد بن حاتم:\rقال أبو محمد الحسن بن أبي قتادة القمي وروى أبو نصر أحمد بن حاتم بيت زهير:\rوَمَنْ يغْتَرِبْ يَحْسِبْ عَدُوّاّ صديقَه ... ومَنْ لا يُكَرَّمْ نفسه لاُ يكَرَّم\r\rقال أبو محمد: وهذه الرواية أحسن عندي من/ يحسب/ لأن يحسب في معنى (يعده) صديقه، ومعنى الرواية الأخرى (يظنه) صديقه.\rابن الأعرابي:\rقال أبو سعيد الضرير: كان أبو عبد الله يروي بيت زهير:\rكَخَنْساءَ سَفْعاء الملاطم حُرَّةٍ ... مُشافرَةٍ مزءودةٍ أمّ فرقد","seal":"A74346F6","part":1},
      {"page":83,"id":83,"nass":"قال: وكان أبو عمرو فيما حكي عنه يروي/ مسافرة/ وهي التي تنشط من بلد إلى بلد فرددت عليه وقلت: إن أبا عمرو يرويه/ مسافرة/ فلم يقبل حتى أنشدته بيت عبدة بن الطبيب:\rكأنها يومَ وِرْدِ القومِ خامسةً ... مسافرٌ أشعثُ الرَّوْقين مكحول فقبله.\r\rوتحدث محمد بن حرير مسقع قال: سمعت ابن الأعرابي يقول في قول جرير وعنده عبد الله بن يعقوب:\rوُبكرةِ شابكِ الأنيابِ عاتٍ ... من الحيات مَسْمُوم اللعاب\r\rفقال عبد الله: إنما هو: ونكزة شائك الأنياب.\rمن قولهم (نكزته الحية).\rقال مسقع: وسمعت عبد الله بن يعقوب يقول: سمعت ابن الأعرابي يقول أتلع الشيب في الرأس فذهب به إلى علاء في الرأس من (التلعة)، فقلت له: إنما هو بلع أى طلع، ويقال منه: بلع النجم إذا ظهر وطلع، واشتقاق سعد بلع منه.","seal":"8E3E9E40","part":1},
      {"page":84,"id":84,"nass":"وذكر عسل بن ذكوان أن ابن الأعرابي صحف في بيت الهذلي:\rيقلب بالكفٌ قرصًا خفيفا\r\rوانما هو (فرضا) والفرض الترس.\rوتحدث موسى بن سعيد بن مسلم الباهلي قال: كان ابن الأعرابي يؤدبنا فدخل الأصمعي ونحن نقرأ عليه شعر ابن الأحمر فلما انتهينا إلى قوله:\rأرى ذا شيبة حمال ثقل ... وأبيضَ مثلَ صدرِ السيف نالا\r\rفقال الأصمعي: ما معنى/ نالا/ فقال من النوال، فقال: هو بالباء لا بالنون، لأنه أراد أن فيهم شيخا حمال ثقل هو الذي ينيل ويعطي، وفيهم شاب مثل صدر السيف بالا أي حالا أي كالسيف في حاله. فأقام ابن الأعرابي على/ نالا/ وانصرف الأصمعي وجاء أبي فعرفناه الخبر فقال: القول قول الأصمعي، وابن الأعرابي هو النهاية في عامة، والنساء لم يلدن كالأصمعي في ذهنه وحفظ روايته، ثم أمر للأصمعي بأربعمائة دينار، ولابن الأعرابي بمائتين.\rومن الخلاف الشديد والتباين بين ابن الأعرابي والأصمعي ما رواه أبو الحسن علي بن سليمان الأخفش عن السكري أن ابن الأعرابي كان","seal":"EAB799E5","part":1},
      {"page":85,"id":85,"nass":"مما يدعي على الأصمعي فيه التصحيف، والأصمعي يدعي على ابن الأعرابي التصحيف فيه قول الحطيئة:\rكفرا سنَتَيْن بالأضياف نقعاً ... على تلك الجفان من التقي\r\rفهذه رواية ابن الأعرابي، والنقع/ عنده النحر، والنقي/: الحوارى، فيقول إنهم كفوا الأضياف سنتين، والأضياف/ عنده جمع ضيف، والجفان/ جمع جفنة.\rوأما رواية الأصمعي:\rكُفُوا سَنِتِينِ بالأَصياف بُقْعاً ... على تلك الجفارِ من النفيّ\r\rفهذا قلب خمس كلمات في بيت واحد؛ وسنتون/ عند الأصمعي هو من أسنت القوم إذا أجدبوا، والأصياف/ جمع صيف، والبقع/ يعنى أنهم بقع الظهور ومن النفي/ أي ني الأرشية عليه إذا استقوا للناس. والجفار/ جمع الجفر وهو البئر البعيدة. فكان ابن الأعرابي يحلف أن الأصمعي يصحف في روايته فاذا بلغ قوله الأصمعي تمثل بقول القائل:\rيُصِيبُ فما يدري، ويخطي فمادَرَى ... وكيف يكونُ النَّوْكُ إلاَّ كذلِك","seal":"C6EB23B5","part":1},
      {"page":86,"id":86,"nass":"فهذا مستشنع إذا جرى بين العولم فكيف بين العلماء.\rوأشنع منه أن ابن السكيت كان يدعي على ابي عبيدة والأصمعي مما لا يليق بهما فوق ذلك.\rوكان خلف الأحمر والأصمعي يدعيانه على المفضل وابن الأعرابي والله المستعان.\rالكسائي:\rروى قول الشاعر:\rأَعْيَس منُهالاً مِنَ الكَثيب\r\rفبلغت روايته أبا عبيدة فقال: أبلغوه عني الرواية:\rأميسُ مِنْها لا مِنَ الكَثِيب\r\rفذكر ذلك له فقال: أصاب الشيخ أبو عبيدة وأخطأت أنا.","seal":"4A41F07E","part":1},
      {"page":87,"id":87,"nass":"الفراء:\rقال التوزي: أنشد الفراء وأنا حاضر:\rيا قاَنلَ اللُه صِبْياناَ تَجيٌ بِهم ... أمُّ الهُنَيْيِنِ مِنْ زَندٍ لها وَاري\r\rفقال له: إنما ينشد أصحابنا/ أم الهنيبر/ وهي الضبع فقال: هكذا أنشدنيه الكسائي فأحال تصحيفه على الكسائي.\rوروى ابن كيسان عن المبرد عن المازني قال: حضرت يوما الفراء وهو يقول الجزم في الفعل المستقبل بغير جازم جائز فقد قال الشاعر:\rمَنْ كان لا يزْعمُ أني شاعرُ ... فَيَدْنُ مني تَنْهَهُ المزاجرُ\r\rفقلت له: فان روي/ فليدن منى/ هل تكون لك حجة فيه فسكت ولم يحر جوابا.","seal":"3BF0E677","part":1},
      {"page":88,"id":88,"nass":"اللحياني:\rحكى أبو الحسن الطوسي قال كنا في مجلس اللحياني وهو (عازم) على أن يملي نوادره، ضعف ما أملى فقال: \"مثقل استعان بذقنه\" فقام ابن السكيت إليه وهو حدث فقال يا أبا الحسن إنما تقول العرب \"مثقل استعان بدقته\" لأن البعير إذا رام النهوض استعان بجنبيه، فقطع الإملاء.\rفلما كان في المجلس الثاني أملى: تقول العرب (هو جاري مكاشري) فقام إليه ابن السكيت وقال: أعزك الله إنما هو (هو جاري مكاسري) أي كسر بيته إلى كسربيتي فقطع اللحياني الإملاء وما أملى بعد ذلك. وقال من احتج عن اللحياني: إذا رام النهوض استعان بعنقه وذقنه، ومنه قيل: ناقة ذقون وهي التي ترجف ذقنها في سيرها.","seal":"B1EBAC9C","part":1},
      {"page":89,"id":89,"nass":"ابن السكيت:\rروى بيت طفيل:\rترى جُلَّ ما أبقى السواري كَانٌه ... بُعيد السوافي إِثْرَ سَيْفٍ مُفَلُّل\r\rفقال ثعلب: إنما هو (مقلل) وهو الذي قلته فضة يعنى قبضته.\rوروى أيضا:\rهَرِقْ لها من قرقر ذنوبا ... إِنَّ الذنوبَ تنفَعُ القلوبا\r\rفقال ثعلب: إنما هو (تنقع) أي تروي.","seal":"ADC6AE1B","part":1},
      {"page":90,"id":90,"nass":"ثعلب:\rأنشد ابن الأعرابي بيت امرئ القيس:\rوقداغتدي قبلَ العُطاس بسابح ... أقبَّ كيعفور الفلاة مجنَّب\r\rفقال ابن الأعرابي: ما أكثر ما تخطئون في هذه اللفظة مع سهولة الدلالة عليها وهي أن نذكر الجيم مع الجيم (التجنيب) في الرجلين و (التحنيب) في اليدين، و (المجنب) الأقنى الأملس وظاهر العصبة.\rالمبرو:\rحكى أحمد بن عبيد الله بن عمار أبو العباس عن الحمدوني الشاعر أن المبرد روى قول الشاعر:\rفأخلفْ وأَتِلفْ إِنما المالُ عَارَةٌ ... وكُلْه مع الدَّهْر الذي هُوَ آكلُه","seal":"43EEA1F8","part":1},
      {"page":91,"id":91,"nass":"فصحف وقال هو (غارة) بغين منقوطة، وإنما (العارة) العارية.\rقال العماري: وروى أن حبيب بن خدرة وكان رئيس القعدة بالكوفة فصحف اسمه عن/ خدرة/ إلى/ جدرة/.\rوقال العماري: وحبيب هذا هو الذي محبا أهل الكوفة بقولة:\rقَتَلُواُ حُسَيْناً ثُمَّ هُمْ يَبْغُو نَه ... إِنَّ الزَّمانَ بأهْلِهِ أْطوَارُ\rيَاَ با حُسَيْنٍ والأمورَ إِلى هُدى ... أولادُ دَرْزَةَ أَسْلَمُوهُ وَطَارُوا\r\rوأبو حسين هو كنية زيد بن على.\rالجاحظ:\rسمعت ابن دريد يقول: وجدت للجاحظ في/ كتاب البيان/ تصحيفا شنيعا في الموضع الذي يقول فيهن حدثني محمد بن سلام الجمحي، قال سمعت يونس يقول: ما جاءنا عن أحد من روائع الكلام ما جاءنا عن","seal":"81C16992","part":1},
      {"page":92,"id":92,"nass":"النبي/ صلى الله علية وسلم/ وإنما هو (عن البني) أي عن عثمان البني، فاما النبي/ صلى الله عليه وسلم/ فلا شك عند الملي والذمي أنه كان أفصح الخلق. قال ابن دريد: وأخطأ في هذا الكتاب في تفسير قول مالك بن أسماء ابن خارجة حين وصف جارية فقال:\rمَنْطِقٌ رائِعٌ وَتَلْحَنُ أَحيَا ... ناً وخَيرُ الَحدِيثِ مَا كَانَ لَحْنا\r\rفقال الجاحظ: يستطرف من الجارية أن تكون غير فصيحة وأن يعتري منطقها اللحن، قال ابن دريد: وليس معنى اللحن ههنا ما ذكر، وإنما أراد أنها تتكلم بالشيء وهي تريد غيره.\rمن ذكائها وفطنتها، وهذا كما قال الله تعالى: {ولتعرفنهم في لحن القول} وكما قال القتال الكلابي:\rولقد وَحَيْتُ لكم لكيما تَفْهَمُوا ... ولحنْتُ لحنا ليسَ بالمرتاب","seal":"DA79DC87","part":1},
      {"page":93,"id":93,"nass":"أبو البيداء الرباحي:\rأنشد أبا عمرو مرة:\rولَوْ أَن حَيّاً للمَمنايا مُقَاتلا ... يكونُ لقاتلتُ المنَّية عن مَعن\rفتىً لا يقولُ الموْتُ من حَرَّوقعه ... لك ابنُك خُذْه، ليس من شيمتي دعني\r\rفقال أبو عمرو إنما هو قتالا يقول الموت من حر وقمه.\rأبو خالد النميري:\rقال الرياشي حدث مسلم بن خالد بن أبي سفيان بن العلاء قال لما أشخص أبو عبيدة جاء أبو خالد النميري ليخلفه فكان أول شعر أنشده قصيدة الأشعر بن مالك الجعفي فلما بلغ هذا البيت:","seal":"A47DCF60","part":1},
      {"page":94,"id":94,"nass":"أما إذا استدبرته فكأنه ... بازٌ يكفكف أَنْ يَطير وَقدْرَأى\r\rأنشدة:\rنارٌ يُكَفْكِفُ أَنْ يَطيرَ وَقدْ رَأَى\r\rفقال فيه جهم:\rقلتُ لّما غَدا عَليْنا النُّمَيْرِيّ ... وَسارَ المحدَّقاتُ بمعْمَرْ\rوَأَتانا كَيْسَانُ وابْنُ نُجَيمٍ ... خَلَفاً مِنْ أَبي عُبَيْدَةَ الأعْوَر\rبغَرِيبٍ لُه يُصَحَّفُ فِيهِ ... ذاكَ تَصْحِيفهُ الذي ليْسَ يُنْكر\rجَعَلَ/ البازَ/ للجَهَالَةِ/ ناراً/ ... وتَمادَى في غَيَّهِ وتَجبَرَّ","seal":"E74A4FC8","part":1},
      {"page":95,"id":95,"nass":"الكلابي:\rروى بيت عمر بن أبي ربيعة:\rوكأن أَحْوَرَ مِنْ غِزلانِ ذِي بَقَرِ ... أَهْدَى لُه شَبَهَ العَيْنَيْنِ وَالجِيدَا\r\rفقال له ابن الأعرابي: صحفت إنما هو: (سنة السينين والجيدا)\rالسندي:\rذكر ابن زبرج قال: كنت عند السندي في جماعة فيهم ابن بميلة فأنشده في وصف الحمام:\rفَإِذَا دَخَلْتُ سَمِعْتُ فيها رَفَّةَ ... لغْطَ المعَاوِلِ في بُيُوتِ هَدَاد\r\rفسئل عن (المعاول) فقال هي التي ينقر بها في الصخر، فتركته في عمائه ولم أنبهه عليه وإنما (المعاول) و (هداد) حيان من الأزد.","seal":"FEC01D99","part":1},
      {"page":96,"id":96,"nass":"أبو الأسمر:\rذكر ابن زبرج أنه سمعه ينشد:\rإذَا الرَّيحُ مَنْ نحوِ الجرِيبِ تَنَسَّمَتْ ... وجَدْتُ لِرَياها عَلى كَبِدِي بَرْدَا\r\rفقال إنما هو (نحو الحريب تبسمت) فلاج وأبي أن يقبل.\rأبو هفاق:\rروى بيت أبي نواس:\rفَادْعُ بي لا عَدِمْتَ تَقْدِيمَ مِثْلي ... وَتَأمَّلْ بعَينِكَ السجَّاَدة\r\rورواية عامة الناس:\rفادْعُ بي لاعَدِمْتَ تَقْوِيمَ مَيْلي\r\rاتقضى الباب الأول بما حوى من تصحيف العلماء.","seal":"DB0A96EF","part":1},
      {"page":97,"id":97,"nass":"الباب الثاني: في ذكر ما أثاره العلماء من الهو والزلل على الشعراء\rذكر علماء الآزادمردية: أنهم ألفوا لغات جميع الأمم في الكمية على ما كانوا ناطقين وعلى الجبلة في مبدأ الكون لا يتولد فيها الزيادات والماء على مرور الأزمان وتصرم الليالي والأيام، وإنهم وجدوا اللغة العربية على الضد من سائر لغات الأمم لما يتولد فيها مرة بعد أخرى، وان المولد لها قرائح الشعراء الذين هم أمراء الكلام بالضرورات التي تمر بهم في المضايق التي يدفعون إليها عند حصرة المعاني الكثيرة في بيوت ضيقة الماحة، والإقواء الذي يلحقهم عند إقامة الفوافي التي لامحيد لهم عن تنسيق الحروف المتشابهة في أواخرها، فلا بد من أن يدفعهم استيفاء حقوق الصنعة إلى عسف اللغة بفنون الحيلة؛ فمرة يعسفونها بإزالة أمثلة الأسماء والأفعال عما جاءت عليه في الجبلة لما يدخلون من الحذف والزيادة فيها، ومرة بتوليد الألفاظ على حسب ما تسمو إليه هممهم عند قرض الأشمار، فأما ما دخل عليه الحذف أو حدث فيه الزيادة فكثير مشهور، وقد ذكره","seal":"C3BF31B6","part":1},
      {"page":98,"id":98,"nass":"أبو عبيدة في كتاب سماه \"الشواذ\"، وتلاه ابن السكيت في كتاب يزيد حجمه على كتاب أبي عبيدة بأكثر من الضعف وليس ههنا موضع ذكره.\rفأما ما خرج إلى الوجود بالتوليد فكثير أيضا يدل عليه قليل ما يحكى منه فمن ذلك قول النابغة:\rإِلاَّ الأواريُّ لَأ ياَ ما أُبيتنُها ... والنُؤْيُ كالَحوْضِ بالمظلومة الَجلَد\r\rفزعم الرواة والعلماء بالشعر أنه أول من سمى الأرض مظلومة وهي التي حفر فيها ولم تكن قبل ذلك محفورة.\rومن ذلك قول طرفة:\rأَبلغْ قتادةَ غَيْرَ سائِلِه ... منَّي الثَوَابَ وعَاجِلَ الثُّكم\r\rفزعموا أنه أراد/ الشكر/ فدعته القافية إلى توليد لغة أخرى في/ الشكر/ فقال/ الثكم/.\rوقال علقمة:\rأمْ هَلْ كبيرٌ بَكى لم يقضِ عَبْرَتَه ... إِثْرَ الأحبّة يومَ البين مشكومُ","seal":"D887DB82","part":1},
      {"page":99,"id":99,"nass":"أي مجزي مثاب، وتلا طرفة بعض الشعراء فقال:\rأُناسٌ ما انقضوا حتى ... تقضى الحمدُ والشكدُ\r\rفولَّد هذا الشاعر لغة في الشكر، وتلاه مزرد فقال:\rأنت أسديتَها إِلي فإِنْ أشكرْك عنها فأنت موضع شُكْب\r\rفهذه ثلاثة ألفاظ مؤلفة داخلة على لفظة من كلامهم مشهورة مستغنية بشهرتها وكثرة استعمالها عن استجلاب لغات أخر إليها.\rومن ذلك قول العلاف البغدادي:\rياهرُّ فارقَتنا ولم تَعُدِ ... ... ... وكنتَ منًا بمنزلِ الوَلَد\rتطردُ عنا الأذى وتحرُسُنا ... ... ... بالغيبِ من خُنفُسٍ ومن جُرَد\r\rفقلت له: إنك عسفت اللغة بقولك/ الجرد/ مكان/ الجرذ/ فقال:\rوما تنكر من اللفظ إذا جاء المعنى طبقاً له ألا ترى أن الجرد يجرد في البيوت مثل ما يجرده الجرذ في الصحارى.\rومن ذلك قول التنوخي في أبيات نعت فيها النارنج فقال:","seal":"33ED613D","part":1},
      {"page":100,"id":100,"nass":"فمن أحمرِ كالأرجوانِ إِذا بَدا ... ... ... وكالرًاحِ صِرفاً أو كخدٍ مورَّد\rومن أَصفر كالصبً يَبْدو كأنٌه ... ... ... كراتٌ أديرتْ من خُلاصةِ عسجد\rومن أَخضر غض النبات كأنٌه ... ... ... مشاربُ مِينا أوحِقاق زُمُرّد\r\rفأتى بالزمرد بالدال كما ترى خلافاً لمجرى العادة الجارية في هذه الكلمة على وجهة الدهر.\rقالوا وقد هان صنع من ذكرنا من الشعراء فيما تعاطوه من إزالة أواخر الأسماء عن الجبلّة حتى صيروا الشكر مرة شكما ومرة شكدا بالإضافة إلى صنيع شعراء آخرين ألجاتهم قوافي أشعارهم إلى أن حوَّلوا أسماء البهائم إلى الناس وأسماء الناس إلى البهائم؛ فمن ذلك قول جبهاء","seal":"707608A8","part":1},
      {"page":101,"id":101,"nass":"الأشجعي يصف ضيفاً:\rفمَا بَرِح الولدانُ حتَّى رأيتُه ... ... ... على البكْرِ يَمرِيه بسَاقٍ وحَاِفر\r\rفأراد أن هذا الضيف جاء على بكر يستحثه باقه وقدمه فلما كان مبنى قوافيه على الراء عدل عن ذكر القدم التي هي للانسان إلى الحافر الذي هو للبهائم.\rكما أن النجاشي الحارثي عدل في البهائم عن/ الحافر/ فقال:\rونَجّى ابن جُنْد سابِحٌ ذو علالةٍ ... أَجَشُّ هَزيمٌ والرَّماحُ دَوَاني\rإذا قلتُ أَطرَاف الرَّماحِ يَنَلنَهُ ... تمطَتْ بهِ السَّاقانِ وَالقَدَمان\r\rفالشاعر الأول منح الإنسان/ حافرا/ فجعله بهيمة، والثاني منح البهيمة/ قدما/ فجعلها إنسانا.\rوقال الآخر سالكا مسلك النجاشي يصف قمرية:\rعَجْبِتُ لها أنَّى يكُنُ غِناؤها ... فصييحاً ولمٌ تَفْغَرْ بمنْطِقهِا فَما\r\rفوضع (الفم) مكان المنقار.","seal":"6B8033A5","part":1},
      {"page":102,"id":102,"nass":"وقال الفرزدق يخاطب ذئبا:\rوأنتَ امْرُؤٌ يا ذِئبُ والغَدْرُ كُنْتما ... أُخَيَّيْن كانا أُرْضِعا بلبان\r\rفسمى الذئب/ امرأ/ ولو خاطب ذئبة لسماها (امرأة) فالفرزدق في هذا البيت ذاهب مذهب النجاشي. وقد ذهب في بيت آخر مذهب جبهاء الأشجعي فقال.\rفَلو كُنتَ ضَبَّيْاً عَرَفَتَ قَرَابتي ... ولكنً زنجياَ غليطَ المشافر\r\rوإنما أراد أن يقول/ غليط الشفة/ فثنته القافية عن الحق إلى الباطل.\rوقالوا: ومن استبداد الشعراء بآرائهم نمط آخر، وهو أن أحدهم يتفاءل بأشياء يتشاءم بها الآخر فيشتق كل واحد للاسم الذي يمر به اشتقاقا موافقا لحاله فيصير بذلك الميمون مشئوما، والمشئوم ميمونا فقال أحدهم:\rتغني الطائران ببين سلمي ... على غُصنَين من غرب وبان\rفكان/ البان/ ان بانت سُلمى ... وفي/ الغرب/ اغتراب غير دان","seal":"BD5FD96C","part":1},
      {"page":103,"id":103,"nass":"وقال آخر:\rأَقول يوم تلاقينا وقد سجعت ... حمامتان على غُصْنين من بان\rالآن أُوقن أنَّ الغُصْنَ لي غُصص ... وَإنما البَانُ بينٌ بيَّنٌ دان\r\rوقال آخر:\rوصاح غرابٌ فوقَ أْعوادِبانة ... بأخبار أحبابي فقسّمني الفكرُ\rفقلت/ غرابٌ/ لاغتراب و/بانةٌ/ ... لبين دنا، تلك العَيِافةُ والزجرُ\rوهبَّت/ جنوبٌ/ لاجتنابي منهم ... وهاجت/ صبا/ قلت الصبابة والهجر\r\rفجاء من خالف هؤلاء في تخير الاشتقاق واستجلاب رضى الفأل فقال:\rوقالو اتغنًى (هدهدٌ) فوق دَوَحْة ... فقلت: هُدَى يَغدو به ويَروح\rو/دَوْمٌ/ فقل دامت مودة بيننا ... و/طلح/ فسالت بالمطيً طلوحُ\rوقالوا/ عقاب/ قلت عقى حميدة ... دنت بعد هجر قد تلاه نزوحُ\rوقالوا/ حمام/ قلت حُمّ لقاؤها ... وهبًت لنا ريح الوصال تفوحُ\r\rقالوا: فهذا إلى الشاعر إن شاء جعل/ العقاب/ عقى خير وإلا جعلها عقابا، كما يجعل/ الحمام/ مرة حماما، ومرة لقاء قد حم، والبان/ مرة بينا، ومرة بيانا يلوح. ويجعل/ الصبا/ صبابة/ والجنوب/ اجتنابا/ والصرد/ تصريدا كما يجعل/ الهدهد/ هدى وهداية/ والحبارى/ حبورا وحبرة/ والدوم/ دوام العهد.","seal":"C9B4D12C","part":1},
      {"page":104,"id":104,"nass":"وقالوا: جاء ابن أحمر في شعره بأربعة ألفاظ لا تعرف في كلام العرب؛ سمى النار/ مأموسة/ وسمى حوار الناقة/ بابوسا/ وقال/ بنس/ بمعنى تأخر وقال/ الأربة/ لما يلف على الرأس.\rولا يعرف ذلك في شعر غيره.\rفأما البيت الذي فيه الحرف الأول فقوله:\rتطايحَ الطلً عن أعطا ِفها صُعُداً ... كما تطايحَ عن مأموسةَ الشَرَرُ\r\rوأما البيت الثاني الذي فيه الحرف الثاني فقوله:\rحنّت قلوصي إلى بابوسها جَزَعاَ ... وما حنينُك أمْ ما أنت والذَّكَرُ\r\rوأما البيت الثالث الذي فيه الحرف الثالث فقوله:\rوبَنَّسَ عنها فرقدٌ حَصِرُ\r\rوأما البيت الرابع الذي فيه الحرف الرابع فقوله:\rوتقنّع الحرباءُ أُربتَه متشاوساَ بوريده نَقْرُ\r\rوجاء ابن مقبل في شعره/ بالميزهر/ اسما للابريق/ والمزمر/ إنما هو من أسماء العود.","seal":"8421608F","part":1},
      {"page":105,"id":105,"nass":"وجاء في شعره بجمعين خارجين عن كل قياس فقال:\rمثل الدمى تصويرهُنّ الطُوّاس\r\rوقوله:\rلمن رَمَى رهنٌ برمي أصواب\r\rوحكى التوزي عن أبي عبيدة أن ابن مقبل جاء بكلمتين لم يأت بهما عربي: جمل/ الجوزل/ الم، وهو عند العرب الفرخ.\rوسمى خلفي الناقة/ توأبانيين/ فقال:\rتوْأَباِنّيّانِ لم يَتَفَلْفَلا\rوسمى ما تحمله الناقة بخرطومها/ الزبال/","seal":"287EEE7A","part":1},
      {"page":106,"id":106,"nass":"كما سمي الطرماح: الفحل (الكراض).\rوكما سمى ذو الرمة: الناقة (أدمانة) ولم يسمع من عربي: حمرانة ولا صفرانة ولا خضرانة.\rوقال ابن قادم: جاء الأخطل بكلمة لم يتكلم بها عربي؛ سمى الذئب (تينانا). ولم يسمع إلا في شعره فقال:\rيَعْتَفْنهَ عِنْدَ تِينانٍ يُدَمَّنهُ ... بادي العُوَاءِ ضئيلِ الشّخْص مُكْتَئِب\r\rوجاء الكميت بقصيدته العصبية بقوله:\rفللناس القفا ولنا الجبينا\r\rفتكلف بعض التحويين الاعتذار عنه فقال، أراد/ الجبينان/ فحذف النون كما حذفها امرؤ القيس بقوله:\rلهامتنتانِ خظاتا كما ... أكَبَّ على ساعِدَيْهِ النَّمِرْ","seal":"A5EC8D21","part":1},
      {"page":107,"id":107,"nass":"وكما حذف الأخطل في قوله:\rأبني كليبٍ إنِ عَمّيَّ اللذا ... قتلا الملوكَ وفكّكا الأغلالا\r\rوجاء دعبل في قصيدته العصيبة التي ناقص فيها الكميت بحرف في قافيتها لا يعرف في كلام العرب، وإنما ولده لما ضاقت به قوافي قصيدته فقال:\rقتلنا الحارث المدني قسراَ ... أبا ليلى وكان فًتى أثينا\r\rفالأثين لا بدرى ما هو.\rكما حذف جرير في قوله:\rدرس المنا بمتالعٍ فأبان\r\rوأراد درس المنازل، وكما حذفت العرب من قولهم \"هم بين حاذ وقاذ\"\rأي بين حاذف وقاذف.\rوقال المبرد في قول الفرزدق:\rلَبِسْنَ الفرندَ الخسر واني فوقه ... مشاعرَ من خزَّ العراق مفوّفُ","seal":"68A6959F","part":1},
      {"page":108,"id":108,"nass":"إن كان/ المفوف/ من صفة المشاعر وجب أن يكون/المفلوفة/ وإن كان المخز وجب أن يكون مجرورا لأجل القافية، والقصيدة هي مرفوعة، فالمعني الذي استخرجه له النحويون: لبس الفرند الخسرواني أي شمارا فوقه المفوف من خز العراق وهو رديء.\rوقال في قول الأعشى: زال زوالها.\rدعاء على الليل حين لم يأته طيفها أن يزول كما زالت. وحكى عن أبي حاتم انه قال: أراد زالت المرأة زوال الليل، فقيل له: إنما قال زال الليل زوالها، فقال: هذا من المقلوب كما قال لآخر:\rكان الزناء فريضةَ الرجم\r\rواعترض بعض الشعوبية على نحوي في إعراب هذا البيت فقال: لم ينصب/ زوالها/، وكان الصواب أن يقول (زوالها) بالرفع فقال، لأنه أراد \"أزال الله زوالها\" فقال: فينبغي أن تقول على هذا القياس: مات زيدا بمعنى أمات الله زيدا، ثم قال لقد كذب شاعركم حيث يقول:\rإنما النحو قياس يتّبع\r\rواعترض أيضا على القائل:\rفرميتُ غَفْلة عيِنه عن شاته ... فِأصبت حبةَ قلبها وطحاَلها","seal":"FA07A28A","part":1},
      {"page":109,"id":109,"nass":"فقال: أترى أن الأعشى توهم أن مسكن الحب في الطحال، لا والله ما توهم ذلك، ولكن ضرورة الشعر قد أوقعته في هذه الشبكة، والحقت به هذه الفضحية لا در در الشعر.\rوجاء ابن الرومي بعد ثلاثماثة سنة من أيام الأعشى فخالفه في بناء اسم قد كان الأعشى جاء به في قافية من قوافي قصيدة قد بنى قوافيها على فعل بكسر العين من الأسماء والأفعال وهي:\rأتهجر غانيةً أم تَلُمْ ... أم الحبلُ واهٍ بها مُنْجَذِم\r\rفقال فيها:\rولم يُودِ من كان يَسْعَى له ... كما قيل في الحرب أودى دَرِم","seal":"7963A1BC","part":1},
      {"page":110,"id":110,"nass":"فجاء ابن الرومي بهذا الاسم مفتوح العين منه مكسور الفاء في قصيدة! أولها:\rأفيضا دماً إنَّ الرزايا لها قيم ... فليس كثيراً أن تجودا لَها بِدَم\r\rوقال منها:\rسما نحوها خطبٌ من الدهر فاتكٌ ... فطاحتْ جباراً مثل صاحِبها دِرَم\r\rوقالوا: من الإقدام على إطلاق القول فيما الانقباض فيه أولى ما قاله الفراء في تأويل قوله عز وجل {أو يأخذهم على تخوف} قال: معناه (على تنقص، قال، وتقول العرب: تخوفت الشيء إذا تنقصته)\rقال: ومثل ذلك في موضع آخر {إن لك في النهار سبحا طويلا} أو قرئ (سبخا) بالخاء المعجة لجاز لأن السبخ السعة. قال وسمعت بعض العرب يقول: سبخي صوفك، قال: والسبح نحو ذلك وهو صواب كل ذلك ومعنى السبخ والتسبيخ واحد.","seal":"C374F559","part":1},
      {"page":111,"id":111,"nass":"وأغفل ما رواه حميد الطويل عن أنس: أن عمر تلا على المنبر {وفاكهة وأبا}\rفقال هذه الفاكهة، فما الأب، ثم رجع على نفسه وقال لعمرك يا بن الخطاب إن هذا لهو التكلف.\rومما حُكي فيه لفظة الكلمة وفسر بمقلوبها قول المبرد: يقال قحز الشيء إذا ارتفع ومن ذلك يقال: قحز الكلب ببوله إذا طمح به ورفعه، ومثله قزح الكلب ببوله رشه وأنا أحسب أن قوس قزح مأخوذ من مثل هذا، وأنا أكره أن أفسرها لأننا نهينا أن نتكلم فيها.\rقال: وكل ما حكيناه عن الشعراء من عسفهم اللغة قليل في جنب ما انتزعه بعض العلماء من القول في مجاز الاشتقاق في جميع الكلام لأن القياس وإن كان أطاعهم في بعضه فقد عصاهم في جلته حتى تخبطوا فيه ولن يصلح أن يحكى منه في هذا الموضع إلا النبذ اليسير.\rزعموا أن (السفر) إنما سمي سفرًا لأنه يسفر عن الأخلاق نحو تسميتهم المكنسة (مسفرة) لأنها تسفر التراب عن وجه الأرض، كما تسفر المرأة عن وجهها النقاب.","seal":"0E8D909A","part":1},
      {"page":112,"id":112,"nass":"و (الصديق) إنما سمي صديقا لصدقه لك، كما أن (العدو) إنما سمي عدوا لعدوه عليك وسمي (القليب) قليبا لأن ترابه يقلب، وكل ما يحفر من نهر وسرب يقلب ترابه أيضا فما الفرق! وسمي (البز) بزا لخفته، وكذلك سمي (المهد) مهدا لكثرة حركتهن وسميت (الصلاة) صلاة لأن المصلي يثنى صلويه وهما جانبا أردافه والقاعد يلوي صلويه فلم لم يسم مصليا، وسميت (الحبشة) حبشة لأنهم تحبشوا أي تجمعوا، وكل أمة حوالى جزيرة العرب مجتمعون في أرضهم كالسند والفرس والنبط والجرامقة والقبط، فلم لم يقع على أسمائهم الاشتقاق؟\rوزسميت (التوراة) توراة لأنها مشتقة من (ورى الزند يري وريا)، وإنما التوراة والإنجيل والزبور، أسماء عربت من السريانية، فكيف يطرد فيها قياس الأسماء العربية، أما سمعتهم يقولون بالسريانية (تورى انكيلون زفرتا).\rوسميت (العراق) غراقا تشبيها بعراق القربة وهو الخرز المخروز في أسفلها، بل بالمكان الذي يثنى منها ويخرز طويلا، وفي القول الأول","seal":"77F475A5","part":1},
      {"page":113,"id":113,"nass":"سموا (العراق) عراقا لأنها سفلت عن نجد كما سفل ذلك الخرز عن القربة إلى أسفلها. وفي القول الثاني لأنها ذاهبة عن الاستواء كما ثني من القربة ما ثني منها وخرز طولا، فالمه در هؤلاء لقد جاءوا بسحر عظيم.\rوقال أبو عمرو: العراق اسم لساحل البحر، فلما كانت العراق بالقرب من الساحل سموها باسم الساحل، فقول أبي عمرو يوجب أن يسمى بها اليمن لأنها ساحل البحر لأجل الساحل، والساحل اسمها بالفارسية إيراه.\rوكذلك شبهوا سيف كورة أردشير خره، من أرض فارس (ايراهستان) وسكانها الايراهية، فعربت العرب لفظ ايراه بالحاق القاف بآخرها، وقالوا: سمي العراق عراقا لكثرة عروق الشجر بها؛ فالعراق في قول أبي عبيدة جمع عرق، وقال الأصمعي: كانت أرض العراق تسمي (دل ايران شهر) أي قلب مملكة الفرس فعربت العرب منها اللفظة الوسطى فقالوا (العراق)، وقالوا في قول عدي بن زيد العبادي:","seal":"9A22A032","part":1},
      {"page":114,"id":114,"nass":"إِجلَ أنَّ اللهَ قَدْ فَضَّلَكُمْ ... فَوْقَ مَنْ أحْكى صَلِيباً بإِزار\r\rإن الصليب: الحسب، والإزار: العفة.\rواحتجوا بأنهم انتزعوا ذلك من قول بعض المتعاطين للتفسير في معنى قوله تعالي {وثيابك فطهر} أي خلقك فطهره، قالوا: فقد سقط اللوم إلا عمن كان (لا) يعجز (هـ) علم الاشتقاق. فقال: إن/ المسلم/ إنما سمي مسلما لأنه أما فألم، والمؤمن/ إنما سمي مؤمنا لأنه آمن فأمن، ومسمي/ آدم/ آدم لأنه حوي من أديم الأرض، ويقال بل لأنه كان على لون أدمة الأرض، وسمي/ نوح/ نوحا لأنه ناح على قومه! ! . فليت شعري ما كان يسمى قبل أن ينوح عليهم؟ وسمي/ المسيح/ لمساحته الأرض بالانتقال فيها من بلد إلى بلد، والمسيح إنما عرب من السريانية لأنهم يسمونه بهذه اللغة/ مشيحا/.\rكما أن هذه الأفعال تزيل اللوم عن عبد الأعلى القاضي في كلمات تكلف اشتقاقها منها: / الكافر/ فقال إنه سمي كافرا لأنه اكتفى وفر،","seal":"756AB30A","part":1},
      {"page":115,"id":115,"nass":"فقيل له، بماذا اكتفى، ومن أي شيء فر؟ فقال: اكتفى بالشيطان، وفر من الرحمن.\rوسمي/ الزنديق/ زنديقا لأنه وزن فدقيق.\rوسمي/ البلغم/ بلغما لأنه بلاء وغم.\rوسمي/ الدرهم/ درهما لأنه در وهم.\rوسمي/ الدينار/ دينارا لأنه دين ونار.\rوسمي/ العصفور/ عصفورا لأنه عصى وفر.\rوسمي/ الطفيشل/ طفيشلا لأنه طفى وشال\rولما ورد أبو نواس مصر فدخل جامعها طاف فيه على أهل الحلقات فاتهى إلى رجل يتكلم في الاشتقاق، فقال له: لم سميت السماء سماء؟ فقال: لأنها سمت فعلت، فقال: فلم سميت الأرض أرضا؟ فقال: أرضت أرضا فصارت أرضا. قال: فالكامخ؟ قال: لا أعرف له اشتقاقا، قال: لكني أعرف له اشتقاقا، قال: قله، قال: لأنه كمخ يكمخ كمخا فصار كامخا، فخجل الرجل وترك له المجلس.\rقالوا: ولو اطرد القياس من كل شيء لجاز أن يشتق العصفور من العصفر، والحرباء من الحرب، والغارة من الغيرة، والعار من العير، والفال من الفيل، والخاطر من الخطر، والجمال من الجمل، والجراب من الجرب، والسرة من السرور، أو من السرير، والبر من البر، إلى غير ذلك ما يطول بذكره الكتاب.\rقالوا: وقد تعرض أيضا لتفسير اللغة قوم من المؤلفين باللعب فلم تساعدهم الإصابة فحكينا من جميعها أحرفا يسيرة وهي:","seal":"41F56509","part":1},
      {"page":116,"id":116,"nass":"الإبل، والحلية، والإثم، والبغي، والمتك، والتين، والزيتون، والخلد ... فأما الإبل فزعموا أنه اسم من أسماء السحاب، وأتوا بالحجة عليها قوله تعالى: {أفلا ينظرون إلى الإبل كيف خلقت}.\rوأما الحلية فزعموا انها اسم للرحم واحتجوا عليها بهذا البيت:\rإنَّ في الَخْيلِ لَلَهواً حَاِضراَ ... ثّم في الحِلْيَةِ لَذّاتُ الفَتَى\r\rوأما الإثم والبغي والمتك فإن الإثم عندهم من أسماء الخمرن والبغي اسم للمسكر، والمتك اسم للاترج وجعلوا الحجة فيه هذا البيت:\rنَشْرَبُ الاٍثمَ بالصُّواعِ جِهارا ... وتَرىَ المُستْك بَيْنَنا مُسْتَعارا","seal":"C45A4317","part":1},
      {"page":117,"id":117,"nass":"وقول امرئ القيس:\rفاليَومَ أشربْ غيرَ مُستحقبٍ ... إِثْماَ منَ الله ولا واغل\r\rوزعم ابن قتية ان (المتكأ) الطعام، واحتج عليه بييت منسوب إلى جميل بن معمر:\rفَظَلِلْنَا بِنِعْمَةٍ وَاُتّكَأْنَا ... وَشَرِبْنَا اُلَحلاَلَ مِنْ قُلَلِهْ\r\rقال فمعنى/ اتكأنا/ طعمنا، والحلال عنده اسم للنبيذ.\rوأما التين والزيتون: فقالوا فيهما أقوالا ليس أحد منها يطابق الاسم فيه مسماه.\rزأما الخلد، فزعم قوم انه اسم للسوار، وزعم آخرون: أنه اسم للقرط واحتجوا عليه بهذا البيت:\rومُخَلّداتٍ باللّجَين كأنّا ... أعجازُهُن نقىً على كثبان","seal":"72DF2DBD","part":1},
      {"page":118,"id":118,"nass":"وقوله تعالى: {يطوف عليهم ولدان مخلدون} فقوم قالوا: مسؤرون، وآخرون قالوا: مقرطون، وادعى قوم من أهل اللغة أن/ القوم/ اسم يقع على الرجال دون النساء، قالوا وذلك أن الرجال قوامون بالأمر دون النساء واحتجوا برواية بيت لزهير تنقضها رواية أخرى وهو:\rوما أَدري وسوف إخال أَدري ... أَقومُ آلُ حُصنٍ أَم نساء\r\rوكتاب الله يرد عليهم قولهم لأن قوم كل نبي كانوا رجالا ونساء والأصمعي يرويه موافقة للتنزيل وهي:\rوما أدري وسوفَ إِخال أدْري ... رجالٌ آلُ حصن أَمْ نساءُ\r\rوذكروا أن جماعة من العلماء العرب نسبوا إلى اختلاق الأخبار كابن دأب","seal":"78DAA2D6","part":1},
      {"page":119,"id":119,"nass":"وابن الكلبي والهيثم بن عدي وأضرابهم.\rورموا حماد الراوية، وخلفا الأحمر بانهما كانا يصنعان الشعر على","seal":"84F41874","part":1},
      {"page":120,"id":120,"nass":"شعر العرب، وتناولوا الخليل فتعذر عليهم بالقدح فيما كان ينتحله من علم اللغة فعدلوا إلى عيب عضهه به المتكلمون وأهل الجدل فقالوا: روى عنه واحد من كبار علماء بلده أنه كان مصروفا عن إدراك الحكمة إلا عن النحو والعروض، وما كل إنسان يفطن لنقصه، وأنه كان محصور الطبع عن تفهم فنون من العلم رام تعلمها فبقي فيها كالا حيرا، فمن تلك الفنون علم الغناء والإيقاع، وعلم الكلام والجدل، وعلم الشطرنج والرد. فأما علم الغناء والإيقاع فإنه وضع فيه كتابا وسماه/ تراكيب الأصوات/ وهو لم يعالج وترا قط، ولا مس بيده قضيبا، ولا كثرت مشاهدته للمغنين.\rوأما علم الكلام والجدل فله فيه كتاب لو جهد كل بليغ في الأرض أن يتعمد مثل ذلك الخطا وذاك التعقيد لتعذر عليهم الوصول إليه، ولو أن مجنونا استفرغ مجهوده وأفنى مدته في الهذيان لما تهيأ مثل ذلك منه، ولن يأتي مثل ذلك أحد إلا بخذلان الله تعالى لا يبقى منه شيء.","seal":"908B9FEB","part":1},
      {"page":121,"id":121,"nass":"وأما علم الشطرنج والترد فانه زاد في دواب الشطرنج جملا فلعب به قوم امتحانا له ثم رموا به.\rقال وحدثني إبراهيم بن سيار قال: كان كتابه في التوحيد عند أيوب بن جعفر بن سليمان قد جعله عدة لا نقطاع الخواطر المرضية والأحاديث المونقة فاذا اعترتنا سكتة دعا بالكتاب فصار سببا إلى لهو، وطريقا إلى نشاط النفس، وكتاب هذا مقداره عند المتكلمين القرح، والعلماء الخلتص، ما ظنك به. قال وسمعه أبو شمر يوما يقول: لن يصل أحد إلى معرفة ما يحتاج إليه من النحو حتى يتعلم منه ما لا يحتاج إليه،","seal":"1928109F","part":1},
      {"page":122,"id":122,"nass":"فقال أبو شمر له: فقد صار إذا ما لا يحتاج إليه يحتاج إليه! ! وسمعه يوما آخر يقول: لولا كراهة البدعة لصنفت للناس كتابا لا يختلفون بعده في شيء من الدين، فقال أبو شمر له: أو تعد ما ألف القلوب بين المختلفين بدعة؟ . وسمعة يوما آخر يملي كتابه في التوحيد وكان قال: أيها السائل عن فهم القديم، إن قلت أين هو؟ فقد أينته، وإن قلت: كيف هو؟ فقد كيفته، هو شي شيءن ولا شي لا شيء (لا شيء) وشيء لا شيء ولا شيء شيء، فقال أبو شمر له: هذا هو الكتاب الذي لا يجمع ولا يفرق، هذا هو البدعة التي يرفع الله بها من الأرض البدعة! ! !\rقالوا: وقد تجافينا عن إعادة ذكر لابن الكلبي، والهيثم بن عدي، وحماد الراوية، والخليل.\rهذا ابن عون قد حدث عن قتادة قال: حضرت","seal":"42E9802D","part":1},
      {"page":123,"id":123,"nass":"الحسن وقد سئل عن قوله تعالى {قد جعل ربك تحتك سريا} فقال إنه كان لسريا، وإنه كان لكريما، فقال: هو المسيح. فقال له: حميد بن عبد الرحمن: أعد نظرا إنما السري الجدول فتمعر لونه وقال: يا حميد غلبتنا الأمراء.\rانتهت الحكايات عن الآزاد مردية منتهاها.","seal":"7F4C1B9F","part":1},
      {"page":124,"id":124,"nass":"بسم الله\r\rوقال من أخذته الحمية لأولئك العلماء فتصدى لهؤلاء العياب بمر الجواب: أما الخليل فليس ما يحكى عنه بعيب راجع عليه فانه كان منتحلا لعلم اللغة لا علم الجدل، بذلك عرف طول دهره، وبعد فان دولة الإسلام لم تخرج أبدع للعلوم التي لم يكن لها (أصل) عند علماء العرب أفضل من الخليل، وليس على ذلك برهان أوضح من علم العروض الذي لا عن حكيم أخذه، ولا على مثال تقدمه احتذاه وإنما اخترعه في ممر له بالصفارين من وقع مطرقة على طت ليس فيها بيان ولا حجة يؤديان إلى غير حليتهما، أو يفيدان غير جوهرهما، فلو كانت أيامه قديمة، ورسومة بعيدة لشك فيها بعض الأمم لصنعه ما لم يصنعه أحد منذ خلق الله الدنيا من اختراعه العلم الذي قدمنا ذكره ومن تأسيس بناء كتاب العين الذي يحصر لغة كل أمة من الأمم قاطبة، ثم من إمداده سيبويه من علم النحو بما صنف منه الكتاب الذي هو زينة لدولة الإسلام، وفلسفة تفتخر بها العرب على كل أمة. وقد أبان عن حاله جعفر بن يحيى بن خالد فانه قال يوما: حضرت البارحة مجلس أمير المؤمنين الرشيد فتذاكرنا علماء الملة من كل فن فاختلفنا ثم اتفقنا على أنه لم ير فيهم من برع براعة الخليل","seal":"9694C612","part":1},
      {"page":125,"id":125,"nass":"وابن المقفع وأبي حنيفة والفزاري.\rقالوا: فالإقبال ساق إلى دولة العرب مثل الخليل ومثل هشام بن الكلبي الذي عني لهم بضبط الأنساب فصنف فيها خمسة كتب وهي \"المنزل\" \"والجمهرة\" \"والموجز\" \"والفريد\" \"والملوكي\"؛\rفأما (المنزل) فأكبر كتاب له في النسب ينزل العرب فيه منازلهم وربما تخطاهم إذا وجدوا كطباطبا في عدد أو نباهة، مثل: مراهة، وهاربة،","seal":"7E5368E6","part":1},
      {"page":126,"id":126,"nass":"وطي السهل، وعامر بن صعصمة، ودهمان قيس، وطفاوة دخان، وحرثان، حمان، وعامر بكر، وحلمة أسد، وهرمة هذيل، وأخزم هنانة، وثعلبة عفار، وحر العشيرة، وكرادة مراد، وقائمة الأهبوب، والهن، ومنعة، وحي بن موت، وحور بن جديلة، في أشاء لهذا.\rوأما (الجمهرة) فهو أوسط كتاب له فيه بعض الأخبار وتعداد أمهات الأشراف والقبائل إلى حيث يفترقون عن قبيلتهم ويتجاوزون إلى بطونهم وذكر فرسانهم وشعرائهم وذوي نباهتهم.\rوأما/ الموجز/ ففيه ما لا يحسن بمتتبع الأدب والناظر في النسب جهله، فذكر فيه من ينسب إلى بطن وقبيل وشريف كل قوم وشاعرهم ومن احتل السلطة فيهم واستوى على الرئاسة منهم.\rوأما/ الفريد/ فهو كتاب القبائل، أفرد فيه لكل بطن نسبه، مفردا أيامه وشعره، فذكر كل ذلك بالأسانيد والرواة، وهو الذي أتحف به المأمون.\rوأما/ الملوكي/ ففيه أخبار غريرة معروفة، ومعرفة كثيرة لا تقع في غيره من كتبه، وفيه ما يقع في/ الفريد/ وإن لم يبلغ مداه، وهو الذي أتحف به جعفر بن يحيى البرمكي.","seal":"6311EA31","part":1},
      {"page":127,"id":127,"nass":"ومثل عيسى بن يزيد بن دأب الكناني، وهو الذي ارتفع في جلالة القدر أنه كان يتكئ في مجلس الخليفة الهادي، ولا يعرف أحد قبله ولا بعده، فال هذه الخطوة، قالوا: وابن دأب يعد من علماء مضر، وهو تاسع تسعة من علمائهم الذين هم: ابن دأب الكناني، وأبو بكر الهذلي، وزيد بن عياض بن جعدبة، وأبو عمرو بن العلاء المازني، والنضر بن شميل المازني أحد تلاميذ أبي عمرو، وأبو عبيدة معمر بن","seal":"53474B01","part":1},
      {"page":128,"id":128,"nass":"المثنى مولى ثيم قريش، وعبد الملك بن قريب الباهلي وهو الأصمعي ومحمد بن اسحق بن يسار مولى قريش، وأبو اليقظان مولى بني القحيف من ربيعة مالك.\rكما أن ابن الكلبي هو سابع سبعة من علماء اليمن الذين هم: محمد بن السائب الكلبي، وابنه هشام أبو المنذر، والهيثم بن عدي، والشرقي بن القطامي وعوانة بن الحكم الكلبي، ومحمد بن عمر بن واقد","seal":"2B9F840F","part":1},
      {"page":129,"id":129,"nass":"الأسلمي، وأبو زيد سعيد بن أوس الأنصاري؛ فهؤلاء على جلالة أخطارهم ونفاسة علمهم، لو جمعوا كلهم في صعيد واحد لم يعشروا الخليل، ولا نالوا في العلم أدنى درجاته، وما ظنكم برجل تولاه كل جبيل، ومال إليه كل فرقة حتى حل في صدورهم فمنحوه الذكر الجميل بألسنتهم، فهذا أحمد بن الطيب وهو فيلسوف ذلك العصر كان يعد الخليل في فلاسفة الإسلام مع أستاذه أبي يوسف الكندي فكان يقول: انتهت علوم جانب المغرب إلى خمس فرق: وهم أصحاب الرواق كانوا بالاسكندرية، وأصحاب اصطوان وكانو يعلبك، وزأصحاب المظال وكانوا بانطاكية، وأصحاب البرابي وكانوا بمصر، والمشاءون وكانوا بمقدونية، ولو جمعوا بأجمعهم إلى الفيلسوف أبي يوسف لكان يرجع بهم، ولم يتفق له مثل اختراع الخليل لعلم العروض، فهذا هو آخر الباب الذي قد انتهينا إليه.","seal":"B1E79B06","part":1},
      {"page":130,"id":130,"nass":"الباب الثالث: في ذكر أبيات رويت مصحفة تصحيفًا في اللغة\rثم خرج لها العلماء تفاسير مختلفة\rالحرث بن حائرة:\rزعموا أن كل من ضرب العير موال لنا ونحن الولاء قالوا: فمعنى قوله/ كل من ضرب العير/ أي كل من ضرب بجفن على عير، فهذا قول الخليل في كتاب العين، وحكى أبو حاتم عن الأصمعي","seal":"04DED3AB","part":1},
      {"page":131,"id":131,"nass":"وأبي عبيدة عن أبي عمرو بن العلاء قال: ذهب من يحسن تفسير هذا البيت.\rوقال قوم: العير السيد، وعنى به ههنا كليب بن وائل، سماه عيرا، فلما كان كليب أشرف قومه، سماه عيرا على التشبيهن لأن العير قيم الأتن وقريعها، وقال قوم آخرون ممن/ ليس العير/ عندهم/ السيد/ معنى قوله: زعموا أن كل من ضرب العير موال لنسا ونحن الولاء\rان العرب ضربت/ العير/ في أمثالها من وجوه كثيرة فقالوا:\r\"قبل عير وما جرى\" \"والعير يضرط والمكواة في النار\" \"وكذب العير وإن كان نزح\"، فيقول هذا الشاعر: إن العرب كلها قد ضربت العير","seal":"9E9C755E","part":1},
      {"page":132,"id":132,"nass":"مثلاً فكل من جنى عليكم ألزمتمونا ديته. وقال بعضهم: إن هذا الشاعر عنى بالعير الوتد، وسماه عيرا لنتوئه مثل عير نصل السهم، وهو الثانى وسطه، وذلك أن العرب كلها تضرب بيوتها أوتادا فيقول: كل من ضرب لبيته وتدا ألزمتمونا ديته! وقال بعضهم: عير: جبل، ومعني قوله ضرب العير، أي ضرب في عير وتد الخيمة، فيقول: كل من سكن ناحية عير ألزمتمونا تجنيه عليكم، وجاء في الحديث أن رسول الله صلى الله عليه وسلم حرم ما بين عير إلى ثور، وثور أيضا جبل. وهذان الجبلان بالمدينة، وقال قوم: العير الحمار نفسه أي أثهم أضافوا إلينا ذنب كل من ساق حمارا، وعنى بقوله/ كل من ضرب العير/ إيادا، أي أثهم أصحاب حمير.\rوقال آخرون: بل عنى به المنذر بن ماء الماء لأن شمرا قتله يوم عين أباغ، وشمر حنفي من ربيعة فهو منهم.","seal":"32EA629C","part":1},
      {"page":133,"id":133,"nass":"وقال آخرون: المعنى أن العرب تضرب الأخبية لنفسها والمضارب لموكها.\rوقال أبو حاتم: قد أكثر الناس في هذا وليس شيء منه بمقنع، وإنما أصل/ العير/ العير العائر، فأحوجه الشعر فاضطره إلى أن قال/ العير/ قال: والعير والعائر، كلها ما ظهر على الحوض من قذى، فإذا أرادوا أن ينفوا عنه ما عارضه من القذى نضحوه بالماء فانتفت الأقذاء عنه إلى جدران الحوض، وصفا الماء لشاربه، فالعرب أصحاب حياض، وهذا فعلهم، فيقول هذا الشاعر:\rإن إخواننا من بكر بن وائل زعموا أن كل من قرى في الحياض ونفى الأقذاء عن مائها موال لنا ولنا الولاء عليهم.\rالأعشى:\rرَحَلَتْ سُميَّةُ غُدْوَةُ أحْمَاَلهاَ ... غَضْىَ عَلَيْكَ فَمَا تَقُولُ بَداَلَهَا\rهذَا النَّهارَ بَدَا لَها مِنْ همَّها ... مَا بَالهَا باللّيْلِ زالَ زَوَالَها\r\rويروى/ غضبى علي/ ويروى/ هذا النهال/ ويروى/ زال زوالها/.\rقوله/ هذا النهار بدأ/ قال الأخفش: إنما نصب/ النهار/ لأنه ظرف أي في هذا النهار بدالها من همها.","seal":"2A210249","part":1},
      {"page":134,"id":134,"nass":"وقال غيره: (النهار) صفة (لهذا) أو بدل منه، لأن (هذا) في موضع نصب على الطرف، والمعنى في هذا النهار بدالها من همها؛\rوقالوا: المختار أن يكون (النهار) نصيب على الوقت.\rوقوله/ من همها ما بالها بالليل/ قال بعضهم: هذا الارتحال الذي يرى بدالها من همها في النهار فما بالها بالليل إذا نمنا لم ينا خيالها.\rوقال آخر: يقول هذا الهم بدا لها نهارا، والهم ما شمت به من صرمه ومفارقته.\rوقال آخر: هي بالنهار تخاف العيون وتراقب الوشاة فما بالها بالليل أيضا على مثل ذلك الحال لا تزور وقد زال عنها ما تحاذره.\rوقال آخر: إنما رده على آخر البيت الأول؛ فما تقول بدا لها؟ ثم قال مفسرا لذلك: بدا لها أن همت بصرمى نهارا فما بالها بالليل أي ما لنا ولها بالليل، ليست تدعنا ننامه شوقا إليها وذكرا لها.\rوقوله/ زال روالها/ قال الأصمعي: دعاء على المرأة أي هذه المرأة لا أكاد أراها بالنهار فاذا جاء الليل أزارني خيالها فما بالها! دعا عليها فقال: زال زوالها، ومعناها لا زال هما يزول زوالها أي يزول معها، أراد أنه لا يفارقها.\rوقال بعضهم: هو دعاء على الهم، ومعناه زال الهم معها حيث زالت.","seal":"3F9EF8CA","part":1},
      {"page":135,"id":135,"nass":"وقال أبو عمرو: هي كلة يدعى بها فتركها على حالتها، حكى ذلك أبو عبيدة عنه.\rوقال بعضهم: هو دعاء على الخيال ومعناه أذهب الله خيالها عني كما ذهبت هي فأستريح.\rوقال الأخفش: هو دعاء على الليل ومعناه أزال الله الليل الذي نقلي فيه مه ما تقاسيه مع صرمها لنا نهارا، كما زالت سمية، وهذا كما تقول: هلك فلان أي هلكه الله.\rوقال الأخفش: قال بعضهم: زال معناه ههنا أزال، وهي لغة قوم من العرب يقولون؛ زلت الرجل عن مقامه بمعنى أزلته ومن هذا قول ذي الرمة.\rزيلَ مِنْهَا زَوِيلُهَا\r\rفكأنه قال: ما بال هذا الليل أزالها، ويحكى هذا القول بعينه عن أبي عبيدة.\rوقال الأصمعي في بعض الحكايات عنه: هذا مقلوب كان يجب أن يقول","seal":"208539D5","part":1},
      {"page":136,"id":136,"nass":"زواله إلى زوال النهار، ثم قلب الكلام فقال زال زوالها، فجعل التأنيث الذي يجب أن يكون في زال الزوال، كما قال الشاعر:\rكانَ الزًناء فَرِ يضَةَ الرّجْم\r\rوقال بعضهم: هو خبر وليس بدعاء ومعناه؛ ما بال حظنا من سمية بالليل قد زال كما زالت، وإنما يريد تأخير الخيال الذي كان يقوم مقامها فنستريح إليه، وعلة تأخر الخيال عنه انه سهر لفراقها فلم ينم فيبصره.\rوقال: وقد يجوز أن يكون دعاء على الليل إذ فاته حظه منها فيه.\rوقال أبو عمرو: أنا أرويه/ زال زوالهيها/ بالرفع، وإن كان إقواء، وعلى هذا يكو دعاء على المرأة بالهلاك وأن تذهب من الدنيا ونزول عن أعين الناظرين، والأعشى أفحل شعرا من أن يقوي.\rوقال بعضهم: هو دعاء منه لسميئة لا لاعليها؛ زال ما تهم به من صرمنا في النهار والليل كما زالت هي أي زال عنها همها بذلك.\rوقال بعضهم: هو إخبار عن الليل وفيه تقدير، فكان زال زوالها، أي كان الليل الذي كان لنا منها وقد زال زوالها. وهذا كما تقول مالي مع فلان ليل ولا نهار، وإنما تعني: مالي مع فلان حظ من الليل ولا من النهار، ولست تعني أن هناك نهارا ولا ليلا، وهذا مثل: يلوينني ديني.","seal":"7F7EC70D","part":1},
      {"page":137,"id":137,"nass":"امرؤ القيس:\rنَطْعَنُهُمْ سُلْكَى ومخلوجةً ... كَرَّك لَأْمَيْن على نابل\r\rقال عيسى بن عمر: ذهب من كان يحسن هذا.\rوقال بعضهم: النابل الذي معه النبل، واللأمان: سهان، وكرهما ردهما عليه كما رمى بها كى يستأنف بهما رميا آخر، والسلكى: الطعنة المستقيمة، والمخلوجة: المنحرفة إلى اليمين واليسار.\rوقال بعضهم: النابل الذي يريش النبل، وكر السهمين عليه أن يسرع مناولته إياهما من يدفعهما إليه كي لا يقع في ذلك فتور ولا إبطاء فيجف الغدا قبل أن يصل الهم إليه من يد المتناول، وهذا أيضا في وصف السرعة في الطعن.\rوقال بعضهم: أراد أنه يرد السهمين على صاحب سهام دفعهما إليه لينظر إليها فإذا ألقاهما إليه لم يقعا جميعا مستويين على جهة واحدة، ولكن أحدهما","seal":"621E1601","part":1},
      {"page":138,"id":138,"nass":"يموج والآخر يستوى، فشبه جهتي الطعن بجهتي هذين السهمين، فذهب من هذا التفسير إلى أن يخبر عن الشكل الطعنتين المستوية منها والمنحرفة دو موالاة في الطعن.\rوحكى عن زيد بن كثوة أنه كان يقول: إن الناس يغلطون في لفظ هذا البيت وإنما هو: كر كلامين، أي نطعن طعنتين متواليتين لا يفصل بينهما، كما تقول للرامى: ارم ارم، فاتان كلتان لا فصل بينهما فشبه بها الطعنتين في موالاته بينهما\rوقال بعضهم: أراد بالنابل الذي يرمي في الحرب فيكون بجنبه من يناوله السام، فاذا رمى بواحد منها ناوله الآخر الذي بجنبه على أثره من غير أن يكون بينهما فرجة فشبه موالاه الطعن بذلك.\r\rامرؤ القيس:\rكَذَبْتِ لَقَد أُصْبي عَنِ الَمرْء عِرْسَهُ ... واَمْنَعُ عِرْسي إِنْ يزِنً بِها الخالي","seal":"0AB8D92A","part":1},
      {"page":139,"id":139,"nass":"فقال الأصمعي: الخالي من الرجال الذي لا زوجة له، ويزن: يتهم.\rوقال أبو عبيدة: الخالي المختال، وأراد: لقد أصبي على المرء المختال عرسه، وأمنع عرسي أن يزن هو بها.\rزهير:\rتَدَاركْتُما عَبْساَ وذُبْيَانَ بَعْدَما ... تَفَاَنوْا وَدَقّواَ بْيَنُهُم عِطْرَ مَنْشِم\r\rفإن منشم قد سار بها المثل في الشؤم فقيل/ أشأم من منشم/، وقيل أيضا أشأم من عطر منشم واختلف الرواة في لفظ هذا الاسم ومعناه واشتقاقه وفي سبب ضرب المثل به؛\rفأما اختلاف لفظه فانه يقال: مَنشم، ومنشم، ومشأم؛\rوأما اختلاف معناه فإن أبا عمرو بن العلاء زعم أن المنشم: الشر بعينه\rوزعم آخرون: أن المنشم ثمرة سوداء منتنة.\rوزعم آخرون: أنه شيء يكون في سنبل العطر يسميه العطارون السنبل وهو سم ساعة، قالوا: وهو/ البيش/.\rوزعم آخرون: أن منشم اسم امرأة.\rوأما اختلاف اشتقاقه، فقالوا إن منشم اسم موضوع كسائر الأسماء الأعلام.\rوقال آخرون: منشم اسم وفعل جعلا اسما واحدا، وكان الأصل (من شم)، فحذفوا الميم الثانية من (شم) وجعلوا الأولى حرف إعراب.","seal":"C559C4EF","part":1},
      {"page":140,"id":140,"nass":"وقال آخرون: منشم الأصل فيه (من نشم) ومعنى نشم بدأ، يقال قد نشموا في كذا أي بدءوا أو أخذوا فيه، ويقال ذلك في الشر دون الخير، وفي الحديث (لما نشم الناس على عثمان) أي ابتدءوا في الطعن عليه، يقال نشم اللحم أي ابتدأ في الإرواح.\rوأما من رواه/ مشأم/ فإنه جعله اسما مشتقاً من الشؤم، وأما اختلاف سبب المثل به فإنما هو في قول من زعم أن/ منشم/ اسم امرأة وهو أن الأصمعي قال: كانت منشم عطارة تبيع الطيب، فكانوا إذا قصدوا الحرب غمسوا أيديهم في طيبها وتحالفوا عليه بأن يستميتوا في الحرب ولا يولوا أو يقتلوا فكانوا إذا دخلوا الحرث بطيب تلك المرأة يقول الناس: (قد دقوا بينهم عطر منشم) فلما كثر منهم هذا القول صار مثلا فتمثل به من الشعراء عدة منهم الأعشى، وزهير، فزهير قد مر بيته، والأعشى يقول:\rفَدَعْ ذَا ولَكِنْ مَانَرَى رَأَيُ كَاشِح ... يَرَى بَيْنَنَا مَن جَهْلِهِ دَق مَنْشم","seal":"8B8CD8A3","part":1},
      {"page":141,"id":141,"nass":"وقال ابن السكيت: العرب تكني عن الحرب بثلاثة أشياء، أحدها عطر منشم، والثاني ثوب محارب، والثالث برد فاخر.\rثم حكى في تفسير (عطر منشم) قول الأصمعي، وزعم في (برد فاخر) و (ثوب محارب) أن فاخرا كان رجلا من تميم وكان أول من لبس البرد الموثى فهم، وأن محاربا كان رجلا من قيس عيلان يتخذ الدروع، والدرع ثوب الحرب، فكان كل من أراد من العرب أن يحارب اشترى ثوب فاخر ودرع محارب، وأنشدوا لقيس بن الخطيم الأوسي:\rوَلّما رَأَينَا الحْربَ حَرْ باَ تَجرَّدَتْ ... لَبسْنَاَمَعَ البُردين ثَوْبَ الُحَارِب\r\rوقال أبو عمرو الشيباني: كانت منشم امرة من خزاعة تبيع الحنوط، وإذا حاربوا اشتروا منها حنوطا لقتلاهم، وإنما سموا الحنوط عطرا في قولهم (قد دقوا بينهم عطر منشم) لأنهم أرادوا طيب الموتى.\rوقال هشام بن الكلي: سمعت محمد بن السائب يقول: من قال منشم بفتح الميم وكسر الشين فهي منشم بنت الوجيه، من حمير، وكانت عطارة تأني محال العرب والمواسم فكانت العرب إذا تمطرت بمطرها اشتد قتالهم فتشاءموا بها. ومن فتح الميم والشين معا فهي امراة من العرب لم تنسب، كانت أشجع العرب يشترون من عطرها، فأغار عليها قوم من العرب فأخذوا عطرها فبلغ ذلك قومها وأقبلوا إلى الذين فعلوا ذلك بها فأرادوا استئصالهم، ثم قالوا لا تقتلوا إلا من شم منه ريح عطرها.","seal":"CFA49C32","part":1},
      {"page":142,"id":142,"nass":"قال ابن الكلبي: وسمعت عبد الواحد يخبر عن يونس بن نحدة الفنوي أنها امرأة من جرهم كانت إذا خرجت فتيان جرهم لقتال خزاعة في الحروب التي كانت بينهم جاءت بقارورة فيها طيب فتطيبهم وهم في صفهم، ثم تضرب القارورة بالأرض فتدقها فلا يتطيب من طيبها أحد إلا قائل حتى يقتل أو يجرح. وقال بعضهم: منشم امرأة أحدثت عطرا فكانت تتطيب به وتطيب زوجها، ثم صادفت رجلا فطيبته فخرج من عندها وتلقاه زوجها فشم منه ريح طيبها فقتله، فاقتل من أجله حياهما حتى تفانوا، وزعم الذين قالوا إن استقاق هذا الاسم أنما هو عطر من شم، أنها كانت امرأة يقال لها خفرة تبيع الطيب فورد بعضهم أحياء العرب عليها فأخذوا طيبها وفضحوها، فلحقها قومها ووضعوا السيف في أولئك، وقالوا اقتنلوا كل من شم، أي من شم منه طيبها.\rوزعم آخرون انه سار هذا المثل يوم حليمة، أعنى قولهم/ قد دقوا بينهم عطر منشم/، قالو: ويوم حليمة هو اليوم الذي سار به المثال فقيل: / ما يوم حليمة بسر/ لأن فيه كانت الحرب بين الحارث بن أبي شمر ملك الشام، وبين المنذر بن المنذر بن امرى القيس ملك العراق، وإنما أضيف هذا اليوم إلى حليمة لأنها أخرجت إلى المعركة مراكن من","seal":"70FB6527","part":1},
      {"page":143,"id":143,"nass":"الطيب فكانت تطيب بها الداخلين في الحرب فقاتلوا من أجل ذلك حتى تفانوا.\rوزعم آخرون: أن منشم امرأة كانت دخل بها زوجها فنافرته فدق أنفها فخرجت إلى أهلها مدماة، فقيل بئس العطر عطرك زوجك فذهبت مثلا.\rوقال آخرون: كل ما دق من الطيب فهو منشم.\rوقال بعضهم: هي صاحبة يسار الكواعب حين أتته بمجمرة لتطيبه،\rفقطعت مذاكيره، قال: وهي من أعدائه، هذا قول اسحق بن زكريا اليربوعي.\rوقال الحرث بن كريم: هي امرأة رياح بن الأشل الغنوى وعطرها هو الذي أصابوه مع شأس بن زهير حين قتله رياح بن الأشل.\rوخالف أبو عبيدة هؤلاء كلهم فقال: منشم اسم وقع لشدة الحرب، وليس ثم امرأة وإنما هو ذلك كقولهم: / جاوا على بكرة أبيهم/ إذا جاءوا جميعا وليس ثم بكرة.","seal":"BE902FC6","part":1},
      {"page":144,"id":144,"nass":"لبيد:\rيَطرُدُ الزُجْ يُبَادي ظِلّهُ ... بِأسِيلٍ كالسَّنَانِ الُمنْتَخَلْ\r\rقال بعضهم: إن هذا الفرس مع رأس هذا الزج يباريه بخده الأسيل، والزج ههنا السنان.\rوقال بعضهم: بل الزج ههنا النعام، والواحد أزج، وهو بعيد الخطو.\rابو نواس\rأما ترى الشَّمْسَ حَلّتِ الَحَملا ... وقامَ وزنُ الزَّمانِ واعتدلا\rوغنًتِ الطيرُ بعد عُجْمَتها ... واستوفْتِ الخَمْرُ حَوْلَهَا كَمَلا\r\rقال بعضهم: الحلول: حول الخمر من لدن لواح الكرم عند دخول الشمس الحمل من المام الثاني فتكون الخمر قد استوفت عند ذلك حولا كاملا وصارت بنت سنة.\rوقال بعضهم: الحول خول الشمس لأن ذكرها قد تقدم في البيت الأول والمراد من ذلك أن الخمر قد استوفت حول الشمس.\rوقال بعضهم: الحول: القوة لان الخمر حينئذ أقوى ما تكون","seal":"86EC0108","part":1},
      {"page":145,"id":145,"nass":"وكان الأصمعي ينشد بين الأشعر الجعفي.\rيارُبً عَرْجَلَةٍ أَصَاُبوا خَلّةً ... دانُوا وَحَارَد لَيْلُهُمْ حتى بكَى\r\rويقول: كذا قراناه على أبي عمرو: وحارد ليلهم حتى بكى.\rوينشد:\rوحارب فإن مولاك حارد نصره ... ففي السيف مولى نصره لا يحارد\r\rقال وسمعت من يرويه: وحار دليلهم من الحيرة.\rالنابغة الذبباني:\rمَجلْتُهُم ذاتُ الإِلهِ ودِينُهُمْ ... قويم فٌماَ يرْجُون غْيرَ العَواقِب","seal":"FE8B1F17","part":1},
      {"page":146,"id":146,"nass":"طرفة:\rسَأحْلُبُ عَنْساَ صَحْنُ سمّ فَأبْتَغي ... بِه جِيرتَي حَتَّى يُحِلو اليَ الخَمْرا\r\rويروى:\rأن لم يحلوا لي الخمرا\r\rوعنس: ناقة، وهي رواية الأصمعي، ورواه المفضل: عيسا، والعيس ماء الفحل ويزعمون أنه سم ساعة.\rأوس بن حجر:\rمُخَلَّفونَ وتَقْضي النّاسُ أمْرَهُمَ ... غُسُّ الأمَاَنةِ صُنْبُورٌ فصُنْبُورُ\r\rكذا رواية الأصمعي وقال: \"غس\": ضعيف، يكون واحدا وجمعا. ورواه المفضل: غش.","seal":"D8FCE25C","part":1},
      {"page":147,"id":147,"nass":"وقال أوس أيضا:\rلَعَمْرُكُ مَاَضيَّعتُها غيرَ أنَّها ... أتتني فواري عرَية فالمجلل\r\rأبو عمرو: عرية بعيدة، يقول جاءت من بعد، والمجلل اسم رجل.\rالأصمعي: عريها ما عري منها لسمنه، والمجلل ما ألبس جلا.\rألمنلمس:\rفَهذَا أََوَانُ العِرْضِ حَي ذٌبَاُبهُ ... زَنَا بيرُهُ والأزرَقُ الُمتَلَمَّسُ\r\rحي ذبابه: كثير، ويروى:\rجن ذبابه: أي هاج.\rحسان بن ثابت:\rيَسْعَى عَلَيَّ بكَأسِهَا مُتنَطفٌ ... فَيُعِلُّنِي مِنْهَا وَإِنْ لَمْ أْنَهل\r\rمتنطيف: أي ذو نطفة وهي القرط، ويرى\rمتنطق: من المنطقة.","seal":"B70A514C","part":1},
      {"page":148,"id":148,"nass":"سويد بن أبي كاهل:\rويُحَيَّيني إذَا لاَقَيتُهُ ... وَإذَا يَحْلُو لَهُ لَحْمِي رَتَعْ\r\rويروى:\rوَإذا يَحْلو له لحمِي رَبَعْ\r\rإذ فسد.\rذو الرمة:\rولمَّا عَرَفْنَا أنَّه البيْنُ بُكْرَةً ... وَرُدَّ لِأ حْدَاجِ الفِرَاقِ رَ كَائِبُهْ\r\rويروى: أنه التبن.","seal":"2DF20E4F","part":1},
      {"page":149,"id":149,"nass":"ابن مقبل:\rأَباُنوا أَخاُهْم إِذْ أَرَادُوا زيِاله ... بأسْوَاطِ قِدٍ عَاِقدينَ النَّوَاصِيا\r\rهذه رواية الأصمعي وقالوا: أبانوا أي أبعدوا من البين أي أبعدوه عنهم بهذا الفعل يقال أبنته بدراهم أي أعطيته إياها.\rورواه ابن الأعرابي:\rأَثاُبوا أَخَاُهْم إِذ أرَادُوا زياله\r\rأي جعلوا الضرب ثوابه.\rالقطامي:\rفَما جَبُنُوا ولكنّا أُنَاسٌ ... نُقيمُ لمِنْ يُقَارِضُنَا القِرَاَعا\r\rويروى: يعارصنا، ويقارصنا، ويقارعنا.","seal":"229D63CC","part":1},
      {"page":150,"id":150,"nass":"المرار:\rأمِينُ الشَّوَى مُسْتَقْدمٌ مُتَفاذِفٌ ... إِذا مَاأجَدَّ السَّيْرَ لَمْ يَتَعَذَّر\r\rفيه تصحيفات: يروى (أمين السرى) لسير الليل.\rو(الوى): الأطراف. و (لم يتعذر) أي لم يتأخر لعذر، ولم يتعذر من عادته.\rويروى (أغذ السير). وله أيضا:\rفالمرء أْعدَلُ والغَاز] بشِكّتيه ... لَه صَرِيعٌ مَن الصًفْينٍ مُتْفَعِرُ\r\rرووه على روايتين (منعفر) و (منقعر). فمنعفر أي بالتراب، ومنعقر معقور.\rابن الدمية:\rفَلَوْ أنَّ مَا بِي باَلحصَا فلقَ اَلحصَا ... وَبالرَّيحِ لَمْ يُسْمَعْ لَهُنً هُبُوبُ\r\rويروى قلق الحصا.","seal":"2C96C9EF","part":1},
      {"page":151,"id":151,"nass":"وذكر الرقاشي عيسى بن اسماعيل عن خلف اغلحراني قال: قرأ الأصنعي على أبي عمرو بن العلاء هذا البيت:\rألا قَتَلَتْ مَذْحِجٌ رَبًها ... وكانتْ خزايتُها في مُراد\r\rفقال أبو عمرو: هذا من قلة الصنعة، وإنما هو (خرابتها) والخارب اللص.\r(آخر):\rفَإني وَأَتيِي بُجَيْراَ حِينَ أَسْأُلُه ... كَعابِطِ الكَلْبِ يرْجُو الطَّرق في الرَّيب\r\rعابط: ذابح، ويروى: غابط.\r(آخر):\rفَتذَاكَرَا عَيْناَ يطيرُ بَعُوضُهَا ... زَرْقاءَ خَاليَةً مِنَ الُحضَّار\r\rالحضار: الناس، ويروى:\rالخضار: الطحلب.","seal":"6CC0776F","part":1},
      {"page":152,"id":152,"nass":"فهذه جملة من الأبيات منتزعة من أشعار الأوائل رواها الرواة على ما اتفق في مجاء حروفها المتشابهة على أن الرواة لم يختلفوا في ألفاظ شبه اختلافهم في بيت الأعشى وهو:\rإِني لَعَمْرُو الَّذِي حَطَّتْ مَنَاِسُمَها ... تَحْذِي وَسِيقَ إلَيهِ البَاقِر الغَيِلُ\r\rرواه راو: (خطت) وأراد خطت التراب.\rورواه آخر: (حطت) واراد اعتمدت في السير.\rورواه آخر: (تحدى) أي تساق.\rورواه آخر: (تخدي) أي تخدي في سيرها.\rورواه آخر: (العشل) وهي الجماعات من الاس والإبل فهذه رواية أبي عبيدة.","seal":"F6ABBDD5","part":1},
      {"page":153,"id":153,"nass":"ويروى: (الغيل) وهي المان.\rورواه آخر: (العثل) وهي الكثيرة.\rقال ويروى: (الغيل) ويراد بها الكثيرة من قولهم ماء غيل أي كثير، ولا أعرفه إلا المثل.\rوقد صدر سيبويه كتابه بباب ضمنه أشعارا على روايات توافق ما بني عليه الباب ويخالفه رواة الشعر في أكثرها فمنه روايته لقول الشاعر:\rأَلَمْ يأْتِيكَ وَالأنباء تَنمي ... بِما لا قَتْ لَبُونُ بني زِياد\r\rورواه غيره:\rألَمْ يبلغكَ والأْنَباء تْنمى\r\rوإذا روي هكذا لم يكن لسيبويه فيه حجة، ومنها:\rلا بارك الله في الغوانيَ هَلْ يصبحن إلا لهن مُطَّلَبُ\r\rوروي:\rلا بارك الله في الغوان أما يصبحن إلا لهن مطلبُ\r\rبحذف الياء.\rوفي هذه الرواية أيضا بطلان قياس باب (تحريك الياء).\rوعلى هذا المجرى عدة أبيات أخرى في كتابه.","seal":"E0E301A7","part":1},
      {"page":154,"id":154,"nass":"الباب الرابع: في ذكر اختلافات من القرآن احتمل هجاؤها لفظين فمن أجل أنه قرئ بهما صارتا قراءتين\rقال الله سبحانه:\r{هنالك نبلو كل نفس} و {تبلو كل نفس}.\rو{إن جاءكم فاسق بنيأ فتبينوا} و {فتثبتوا}.\rو{الذين ينفقون أموالهم أبتغاء مرضات الله وتثبيتا} و {تبيينا}.\rو{ألم يئن للذين آمنوا} و {يتبين}.\rو{إذ يمكر بك الذين كفروا ليثبتوك} و {ليسيئوك.}.","seal":"CB6FFD43","part":1},
      {"page":155,"id":155,"nass":"و {تقاسموا بالله لتبيننه} و {لنبيننه}.\rو{لنبوئنهم من الجنه} و {لنثوينهم من الجنة}.\rو{إذ جعلنا البيت مثابة للناس} و {منابة}.\rو{العنهم لعنا كثيرا} و {كبيرا}.\rو{قل فيهما إثم كبير} و {كبيرا}.\rو{قل فيهما إثم كبير} و {كثير}.\rو{ابتغوا ما كتب الله لكم} و {اتبعوا}.\rو{جعلوا الملائكة الذين هم عباد الرحمن إناثا}\rو{عبد الرحمن}.\rو{هو الذي أرسل الرياح بشرا} و {بشرى}.\rو{انظر إلى العظام كيف ننشزها} و {ننشرها}.","seal":"584BFB44","part":1},
      {"page":156,"id":156,"nass":"و {فأغشيناهم فهم لا يبصرون} و {فأعشيناهم}.\rو{قد شغفها حبا} و {شعفها}.\rو{لا تجسسوا} و {لا تحسسوا}.\rو{فمن خاف من موص جنفا} و {حيفا}.\rو{إن لك في النهار سبحا} و {سبخا} أي خفا.\rو{هو الذي يسيركم في البر} و {ينشركم}.\rو{إنما المؤمنون إخوة فأصلحوا بين أخويكم}\rو{بين إخوتكم}.\rو{حتى إذا فزع عن قلوبهم} و {فرغ}.","seal":"78B7D2AD","part":1},
      {"page":157,"id":157,"nass":"و {أصبح فؤاد أم موسى فارغا} و {فزعا}.\rو{ضللنا في الأرض} و {ضلنا} أي تغيرنا.\rو{فقبضت قبضة من أثر الرسول} و {قبصت قبصة}.\rو{تالله لأ كيدن أضنامكم} و {بالله لأكيدن}.\rو{إن كان مكرهم لتزول منه} و {وإن كاد مكرهم}.\rو{فاذكروا أسم الله عليها صواف} و {صوافي}\rأي خالصة.\rوفي قراءة ابن عباس {حتى يلج في اسم الخياط}\rوفي قراءة غيره {حتى يلح} وقال: الجمل هو قلس من قلوس السفن.","seal":"C9F6B03A","part":1},
      {"page":158,"id":158,"nass":"و {قضى ربك ألا تعبدوا إلا إياه} و {وصى ربك} في قراءة ابن عباس.\rوقال {إن يدعون من دونه إلا إناثا} و {إلا أوثانا} في قراءة عائشة.\r\rفأما ما أصيب في هجائه ولم يصب في معناه فهو:\r{ليبلغ فاه وما هو ببالغه}.\rو{يا نوح لتكوين من المرحومين}.\rو{فإذا هي ثعبان متين}.\rو{لو يطيعكم في كثير من الأمر لعنتم}.","seal":"0508AE63","part":1},
      {"page":159,"id":159,"nass":"و {إن يسألكموهما يتحفكم تبخلوا}.\rو{إذ تلقونه بألسنتكم}.\rو{أم خشيتم أن تدخلوا الجنة}.\rوألزم المتوكل عبادة في يوم من أيام رمضان أن يقرأ في المصحف فصحف ما شاء الله حتى بلغ قوله سبحانه {وبشر المخبتين} فصحفه إلى {وبشر المخنثين} فأمر به فسحب على وجهه.","seal":"ADCA3199","part":1},
      {"page":160,"id":160,"nass":"الباب الخامس: في ذكر التصحيف نثرًا المستعمل عمدًا لا سهوًا\rوهو فن يكثر تداول الناس له، ويقع فيه الغث المسترذل،\rوالمقترن بالبذاء والهجر، وقد اقتصرت منه على نبذ يسير.\r\rكتب أبو تمام رقعة إلى فلان بن عبد الملك بن صالح الهاشمي يسأله فيها محالا، وكتب على عنوان الرقمة (حسب) وهو اسم أبي تمام، فنقط الحرف الأول من تحته، والثاني والثالث من فوقهما والآخر بنقطتين من فوق وردها إليه؛ وأراد به (جنبنت).\rوفعل محمد بن عبد الله بن طاهر مثل ذلك برقمة، فضحك.\rونهض الحسن بن وهب ذات ليلة عند مجلس ابن الزيات فقال: (سُحير) أي بت بخير، فقال له ابن الزيات: (تنبه) أي بِتَّ به.","seal":"45F4AB63","part":1},
      {"page":161,"id":161,"nass":"ووقف رجل على مجلس الحسن البصري فقال: (أعتمر أخرج أبادر) فقال الحسن: كذبوا عليه ما كان كذلك، فأراد السائل؛ أعثمان أخرج أبا ذر.\rومن تصحيف محمد بن عبد الله بن طاهر: (متمامل) يريد: من مل مل.\rقال المعتصم يوما لغلام من الطباخين: (حاسبت رشيد) فقال له: (زن بين) أراد: جاشتت رسيد، أي أأدرك غذاؤك، فقال، أدراك.\rوقال المتوكل يوما ليحي بن ماسويه: (بعت بيت بقصرين).\rفقال له يحيى: أخر الغداء، أراد المتوكل (تمشيت فضرني) فأجابه يحيى بما تضمن العلاج.\rوكان المستنجد ناقص الهجاء رديء الخط يستعظم من التصحيف كثيرا ويلقي على ندمانه الثيء لا يفهمونه، فكان ابن حمدون يتجاهل","seal":"FD2CF4E6","part":1},
      {"page":162,"id":162,"nass":"عليه ويتغابى عنده، فكان يكون من تصحيفه عليهم مثل (سقف) و (قدح) و (جاثم) ومن نمط هذا:\rمنجب صب = مَنْ حَبَّ صَبَّ\rالخنصر = الحُبَّ ضُرٌّ\rالجندل والصدقتل = الحب ذل، والصد قتل\rمتى ألج بيت هند = ميت الحب شهيد\rناي قد ناح به = ناى فدنا حبه\rباتت فأضى بيتي وأتت فاحتبس = نايت فاضنيتني، وأبت فأحييتني.\rنرجس طري = برح بي نظري\rتم ظرفي بستري = نم طرفي بسري\rطست حسن = طبيبي حبيبي\rالقبعثرى وحليس = ألفت غيري وخليتني\rانصب عينى في ليتى = إن ضيعتني قتلتني\rقنعتبتكفيلي = في عينيك قتلي\rحمزة حدثك بشأني =حمرة خديك سناني","seal":"ADB04C9D","part":1},
      {"page":163,"id":163,"nass":"خشخاش = حبيب خانني\rأبكيت حبيبك فنكل بك = إن كنت خنتك فثكلتك\rمشمشه ثقيلة = من ينم ينبه بقبلة\rصينية حسنة = صب نبه حبيبه\rضب يحي من يمضي = صب بحب متيم صب\rمحبرة آبنوس = محب زها ببوس\rكلني بيمينك فبعنى تحتبس = كل شيء منك في عيني حسن\rلبب سرح مصري = ليس ترحم ضري\rمسعود = متى تعود\rالثوب ثمان سوت = ألتوت ثم استوت\rفروج مسمنة تحت = فر وخمش من يحب\rتحت الفيل مروحه خيش = تحب القبل من وجه حسن\rحبش بن بجبير = حبيبي بت بخير\rصعقت عين بكرك = ضعفت عن شكرك\rقلنسوة خضرا = قلبي يتوهج ضرًا","seal":"1898859B","part":1},
      {"page":164,"id":164,"nass":"جنى بقلب بدرين = حين تقلين تدرين\rلمازح مقال يغم = لما رحم قال نعم\rشوفي جر بعيري = سوف تجرب غيري\rاسحق بن رخش = آسٍ خف بين حبيبين\rضرب عيني بشرين = صريع بين نسرين\rمسلم بن قيس = متى تلمُّ بي فنبيت\rالبت بري قد خضعت راهبا = الشرب بقدح صغير أهنا\rأشريتني بيدي = اشرب سيدي\rأعطي نقرة عيني قرد = أعطني قرة عيني فرد\rومن المقلوب:\rظلمتنا = أنت ملظ\rكرهتنا = أنتهرك\rدعوتنا = أنت وغد\rأرحتنا = أنت خرا\rجفوتنا = أنت وقح","seal":"1DFE792C","part":1},
      {"page":165,"id":165,"nass":"وما يشبه الآخر منه الأول:\r(**************************)\r\rوتفسيره:\rلَيْتَنَا لَبَّنَّا لَبِنًا لِبِنَاء لُبْنَا\rووقع بعض الوزراء في قصة: (**********************************************)\r\rتفسيره:\rغرّك عزُّك فصار قصار ذلك ذلك، فاخش فاحش فعلك، فعلك تهدأ بهذا.\rووقع محمد بن عبد الله بن طاهر:\r(*******************************************************************************************************************)","seal":"DD52405F","part":1},
      {"page":166,"id":166,"nass":"وتفسيره:\rيا بُنيَّ نابني مُصيبةٌ مضنيةٌ أمرضني أمر صي مجدور محذور عليه علته بفزع يقرع قلبي، فلبي واله وآله احمد أحمد وقد وفد وصيف وصيف رحاله رجالة تحتل بجبل.\rآخر:\r(******************************************)\rوتفسيره:\rإنا، أبا علي، على إتيانك، إننا بك نأنس بأنس الاخوان، الإخوان يجبون يحيون في فيء أنسك، إنك برير ودود العجل العجل فقد فقد الأنام الأيتام الرخية الرحبة.","seal":"D4577416","part":1},
      {"page":167,"id":167,"nass":"ووقع محمد بن غالب الأصفهاني إلى الديوان في قصة رجل: هدا هدا فتحير كتابه في قراءته، ثم عبر عليهم صبي كان في غمارهم فقال يقول:\r(هذا هذاء) أي كثير الهذيان.\rآخر:\r(***************************)\r\rوتفسيره.\rامرؤ أمر امرأ أن من آمن أمن، من أمر بأمر الله أمن من الله\rومن حذو يقاسب هذا الحذو:\r(************************)\r\rوتفسيره:\rهل يراع امرؤ إذا هرول\rومن ذلك: الفصل لله المبين\rوتفسيره: الفضل لله المبين\rوفي اختلاف الحروف من الأسماء ووقع بعضها موقع بعض ما ينسب للأستاذ الرئيس أدام الله أيامه في رجل بالري ولاه العيار والمواريث والحسية والتفتيش وربع عشر المصادرات والقضاء، والإشراف على دار الضرب،","seal":"00F6B74B","part":1},
      {"page":168,"id":168,"nass":"والضوال والأوقاف والنظر في أوقاف الكنائس والبيع، وعمل التوكيل بالرقيق والجلب:\rتَوَل العَياريثَ واَلحسْفَتْيِشَ\rورُبْعُشْ مُصا وقَضا شَر وضَربْ\rوضَوْ قافَ ونظر وَقَاف الكنابـ\rـع ضُمً إلى عَمَلِ التورقِ اجلب","seal":"4153D95F","part":1},
      {"page":169,"id":169,"nass":"الباب السادس: في ذكر التصحيف عمدًا نظمًا لا نثرًا\rقال ابن الرومي في طريقة أبي نواس:\rأيها الُمدّعي سُلَيْماً سفَاهًا ... لستَ منها ولا قُلاَمةَ ظُفْرٍ\rإنما أنتَ مُلْصقٌ مثل واوٍ ... أُلصقت في الهجاء ظُلمًا بعمرو\rما يَضيقُ الهِجاء من ظلم إبرا ... هيم طَوْراً ومن مُحَاباة عمرو\rمنحوا ذا واوًا، وبَزُّوا أَخاه ... ألفاً سُلَّ بين ردف ونحر\r\rوقال أبو نواس يهجو أبان بن عبد الحميد اللاحقي:\rصَحَّفَتْ أُمّك إذ سمتك في الهد أبانا\rصيَّرت باءً مكان التاء فالله أعانا","seal":"8425CE25","part":1},
      {"page":170,"id":170,"nass":"قد علمنا ما أرادت لم تُرِد إِلا أتانا\r\rوقال أبان يهجو أبا نواس:\rأبو نواس بن هاني ... وأمه جُلْبان\rوالناس أنظن شيء ... إلى دقيق المعاني\r\rوكان اسم أم أبي نواس (جُلبّان) وأراد أبان أنها تحت (حلّ ثان)\rوقال أيضاً يهجوه:\rرأى الصّيفَ مكتوباً فَظَنّ بأنه ... لتصحيفِهِ ضَيف فقامَ يُحاربه\r\rوقال أبو نواس يهجو بعض الكتاب:\rإذا قلتَ الهجاءَ فأنت خَلفي ... واسحقُ بنُ عيسى زيدُ نَقَّ\rوكان أبوكما ينطي قيلا ... وبرقاً حين يمشي أو كبرق\r\rويروى:\rوكان أبوكما ينطي فيلقي ... ويمشي حين يمشي لا يبقي\r\rأراد: إذا قلت الهجاء فأنت حلقيي، واسحق بن عيسى زنديق، وأبوكما يبطئ بلقاء ويمشي ولا يبقي.\rوقال آخر [160]:\rحَنَفِيُّ رأيْتُهُ ... في ضَلاَلٍ من الكَرَمْ","seal":"602E2AC3","part":1},
      {"page":171,"id":171,"nass":"زِدْ عَلى الفاء نقطةً ... وأرفعِ النُّونَ بالقلمْ\r\rوقال أبو نواس:\rواسمٍ عليهِ جُنَنٌ للهوى ... وضٌمه للوصف دوَّار\rأضحكت عنه سنّ كتمانه ... وكان من شأنَي أخبار\rبجزم أُولى مبتدا اِسمه ... ثم يكون الوصف إِضمار\rوخَبْن ما يخبن من بعده ... منه وللطابق أمهار\rفهو بحذف ذا وترخيم ذا ... أخو الذي تلذعه النار\rوجنَّة لقَّبت المنتهى ... ثم اسمها في العجم جلار\r\rالاسم: (راحة)\rوقال آخر:\rاسم متى تعكسه لم تُلْفهِ ... عَنْ رَسْمِهِ الأوّل بالزّائل\rمن أيّ قُطْريه تأمّلَتهُ ... كان سَواءَ ليس بالحائل","seal":"5FB54075","part":1},
      {"page":172,"id":172,"nass":"فهو على الظاهر من اِسمه ... أمنية العاقل والجاهل\rوإن تصحّفه تجده أذىّ ... يُكره للموسر والعائل\r\r[161] الاسم (العلا) وتصحيفه الغلاء.\rوقال محمد بن عبد الله بن طاهر:\rصادني ظيٌ غربرٌ ذو حَورَ ... أدعجُ العينين قتّالُ النظر\rألفٌ إن شئتَ مَبْدا اِسمِهِ ... ومن العينين حرفٌ مشتَهَر\rثم لامٌ بين هذين فإن ... دَنّتِ النُّقطةُ وُقّيتَ الحَذَر\rولُه من سَبَأ حرفانِ ما ... علمتْ نفسي وحرفٌ من سمر\r\rالاسم: (العباس)\rوقال أيضاُ:\rبـ (طور سيناء) إسمٌ قد حوىِ صفتي ... فالقلبُ من حبّه بالسقم والكَمَد\rوكان صاحبَ صدق قد حوى كلمي ... فما نطقتُ وما في القلب من فَنَد\rفقال: أبعدتَ فيما قلت ما أحدٌ ... يأتي بوصفك غير اَلواحدِ الأحد\rوقال: قرّبه لي كيما أُعاَلجِهُ ... فقلتُ: أفعلُ ياذا العقل والرشد\rفألق طاءَ وواواَ بعدها ألفٌ ... تلح لك السينُ بعد الراء في وتد\rواحذف فديتك نوناً قبل وصلكها ... أو بعد وصلكها يا شاعر البلد","seal":"9E6C9A59","part":1},
      {"page":173,"id":173,"nass":"ثم الذي خلته يبقي تؤلفه ... فذاكم الاِسم ما في الاِسم من أوَد\rفغاص فيه فلم يظفرْ بمعرفة ... وزال عقدته ياصاحبَ العقد\r\rالاسم: (يسر)\r[162] وقال أيضا:\rكَتَمْتُ إسَمك حتى كاد يقتلُني ... وسوف أبديه إن أٌحْرِجْتُ للناس\rفأول الاسم بِعض الشمسُ آخره ... والآخرانِ من التفاحِ والآس\rهذا هجاؤُك فانهم قد نطقتُ به ... لما تضمّنه من طولِ وسواس\rلولاكَ لم نسع للتفاحِفي شجرٍ ... ولا استُلذ بشرب الراحِ في الكاس\r\rالاسم (تامش)\rوقال آخر:\rاسم من أهواه إِسمٌ حَسنٌ ... فاذٍا صحّفته كان حسن\rفإِذا أسقطت منه فاءَه ... صارَ نعتاً لهواه المختزَن\rوإِذا ألقيث منه طَاءَه ... صار فيه عيشُ سكانِ المدن\rوإِذا ألقيت منه راءه ... صارَ زوراً يعترى عند الوسن","seal":"F96AA1CA","part":1},
      {"page":174,"id":174,"nass":"أخرجوا ذاك فلن يخرجَه ... ... ... أحدٌ إِلا أديبٌ ذوِ فطَن\r\r[163] الاسم: (ظريف).\rوقال آخر:\rكأسنان منشار ثلاث تعدها ... ... ... وعروة مقراضِ إلى جنبها جَلَم\rوآخرها حَرفٌ يرى خاتماً لهما ... ... ... يحاكي هلالاً جاليا حندسَ الظُّلمْ\r\rالاسم (سهلان).\rوقال آخر:\rثنتان قاعدتان ... ... ... بالقرب من غصنِ بان\rوكالهلال وإلاّ ... ... ... كعقفة الصَّولجان","seal":"6D711825","part":1},
      {"page":175,"id":175,"nass":"فثَم إسمُ حبيبي ... ... ... لاُبدَّ من ترجمان\r\rالاسم (بنان).\rوقال آخر!\rملكتُ وَدادَ من أهواهُ عَفوا ... سُقيتُ بكأسه فشربتُ صفوا\rتُنَقَّصُ آخرا منه فتبقى ... حروف تملأ الفتيانَ لهوا\rفإِن تَنْقُصْهُ ثانيةّ تجدْه ... على نقصانه شرفا وعلوا\rوإِن تَنْقُصْهُ ثالثة تجده ... شراباً يورث الشُرَّاب شجوا\r\rالاسم (سماعة).\rوقال آخر:\rشَحَّ عني بودَّه وجَفاني ... شادنٌ ما تَحيدُ عنهُ القلوبُ\rسائلي عنهُ اسمُهُ أولَ الشًطرِ ... مُعمّى مُصَحّفٌ مَقلوبُ\r\rالاسم (حنين).\rوقال آخر:\rاسمٌ مُوَّنَّثَةٌ حروفُ هجائهِ ... فإذا طلبتَ هجاءَه فمذكرُ\rوإِذا أضفتَ إِليه حرفاَ رابعاً ... فمن الطيورِ له نتاجٌ يذكرُ","seal":"8836DC73","part":1},
      {"page":176,"id":176,"nass":"ويزادُ حرفٌ خامِس في عجْزِهِ ... فمنَ الملوك اسمُ أبيه المنذرُ\r\rالاسم [نعم- معن- نعام- نعمان]\rوقال آخر:\rوشادنٍ ينطقُ بالطرفِ ... ... ... يقصرُ عنه منتهى الوصف\rقلت له: ما اسمُك يا سيدي ... فقال لي: في سورةِ الصفٌ\rفقلتُ: هذا أحمدٌ والذي ... أحكمَ ما أَنزلَ في الصُّحْف\rفقال: كلاً، قلت: عيسى إذاً ... ... ... وقلتُ: موسى، قال لي: أُفّ\rمثلُكَ لا يذكرُ بالظرف ... وأنتَ لا تَخْرُج من حرف\rوليسَ فيه ألفٌ أُثبتَتْ ... تُكتب من قدام أو خلف\r\rالاسم [نصر].\rوقال آخر:\rاسم من عيْلَ بهِ صَبْري ومَنْ ... ... ... ليس لي منه سوى طولِ الَحزَنْ\rحَسَنٌ لا شَكَّ إن أسقطتَ من ... أَحَد البيتين عندي قولَ مَن\r\rالاسم [اسماعيل].\rوقال آخر:\rربعُ موسى مُكرراً فيَ الطَّلاقِ ... في اسمِ من شَفّني بذِكْرِ الفِراق\rغيرَ أني رأيتُ آخرَ صُبْحٍ ... ثانَي الاسمِ من أميرِ العراق\r\rالاسم (يحيى).","seal":"D08A8DEF","part":1},
      {"page":177,"id":177,"nass":"وقال آخر:\rثلاثُ ياءاتٍ وواوٌ معاَ ... بحكمِ ذي الُّلبِ وسينين\rميمٌ وعينٌ أولُ اسميهما ... فخبّروني باسمِ هذين\r\rالاسمان [موسى وعيسى].\rوقال آخر:\rيا أبا إسحاقَ واقلبْ ... نظمَ إِسحاق وصَحَّفْ\rواترك الحاءَ على حا ... لٍ فما للحاء مصرِفْ\r\rالكلمة [يا فاحشا].\rوقال أبو شراعة:\rفما رجلٌ من الفتيانِ ليثٌ ... شديدُ الباسِ في الَحسَب الصّميم\rفان صَحّفْتَ ذلك كان طيراَ ... وتصحيفُ المصحَّفِ في الجحيم\rوإن صحّفتَ بعدُ يصرْ شراباَ ... يسقّي أهل جنْاتِ النعيم\rوإن أبدلتَ فتحاَ منهُ ضماَ ... يصمرْ ذاكم فِراشاَ للنؤوم\r\rالاسم [حمزة- رخمة- جمرة- خَمرة- خُمرة.]","seal":"3E6744A0","part":1},
      {"page":178,"id":178,"nass":"وكتب إلى عبدان بن أبي عبد الرحمن الأصفهاني:\r1 أَبِنْ لي أيها المفتنُّ علماَ ... ومن أضحى الغداةَ بلا نظير\r2 ومن مهما عويصُ الشعر أدجى ... وحّيرَ كلَّ ذي علمٍ غزير\r3 كفاتا حيرةً منه برأي ... يضيء كدارةِ القمرِ المنير\r4 فما شيء تصحّفُه فيضحي ... سروراً للصغير والكبير\r5 فان صحّفت ذلك كانَ لوْناَ ... من الألوانِ ذا حُسنْ نضير\r6 وتصحيفُ المصحف غير حرف ... أولو جَلَدٍ على بعْدِ المسير\r7 فان صحّفْتَهُ من بَعْدُ أيضاَ ... فشيءٌ ليس يُعْدَمُ في السّعيِر\r8 وتقلبه وتنكسُه جميعاَ ... فذلك عدةُ البطلِ المغير\r9 وتحصيلُ المنكس منه مهما ... تحصْلهُ فمن بعضِ الطيور\r10 وفي تصحيفِ ذلك فعْلُ طِرْفٍ ... تأبي حسنَ سائِه نَفور\r11 فان قلّبت هذا صارَ نعتاَ ... لسير اليعملات بلا فتور\r11 فان قلّبت هذا صارَ نعتاَ ... لسير اليعملات بلا فتور\r12 فان أسقطتَ أُخراه فحرفٌ ... لَملك الفرسِ فيِ قَدم العصور\r13 فان عكّستِه فطعامَ ملك ... وطفل من يدي أُم وظير\r\rالاسم [حمزة] وتصحيفه في البيت الرابع (خمرة)، والبيت الخامس (حمرة) والسادس (حمر) والسابع (جمر)، والثامن (رمح) والتاسع (زمج) والعاشر (رمح) والحادي عشر (جمز) والثاني عشر (جم) والثالث عشر (مخ)","seal":"1B501C13","part":1},
      {"page":179,"id":179,"nass":"وقال آخر:\rصفةُ الدمعِ اسمُ من أنا عبدُهْ ... ليسَ في العالمين خَلْقٌ جدُّهْ\rفاقلبنه وصحّفِ الكل منه ... فاذا ما قلبتَهُ فَهْوَ ضِدُّهْ\r\r[168] صفة الدمع (سجوم) وقلبه (موجس) وتصحيفه (موحش) وضده (مؤنس). فالاسم [مؤنس].\rوقال آخر:\rاِسم الذي هو للورى سَكَنُ ... مَعَهُ يطيبُ النومُ والوَسَن\rإن زدتَ فيه الياءَ آخرَه ... صارَ اسم من هو لي به شَجَنُ\rاِسم التي كَمَلت بدائعُها ... وإلى محِاسنها انتهى الُحُسنُ\rولقد يصير اسمٌ لها جبلاً ... إن رام تنكيسَ اسمها فَطِنُ\r\rالاسم: [ليل] قان زدت فيه حرفا صار (ليلى) فان تنكسه صار (يَلْيَلُ) وهواسم جبل.\rوقال آخر:\rوما شيٌ تصحّفه فيأتي ... لدى الهيجاء يستلب النفوسا\rوتَنْكِسُه وتَنْقُصُ منه حرفاً ... فيأتي يصرعُ الرّجُلَ الرئيسا\r\rالاسم (زمّج- رمح- حر.).","seal":"91DD7FF3","part":1},
      {"page":180,"id":180,"nass":"وقال آخر:\rأبن ما اسمانِ هذا قَلْبُ هذا ... وتصحيفٌ له وَهُما طَعامُ\r\rفألت عنه أبا مسلم بن بحر فقال: يعني التين والزيت، وسألت أبا الحسين بن سعد عنه فقال: يعني الديك والكبد.\rوقال آخر:\rحارَ في الُحبّ فتى صَارَ في حبْك مُدْنَفْ\rيا بديعاَ اِسُمه في الشعر مقلوبٌ مُصَحّفْ\r\rالاسم (حار- راح- راج).\rوقال آخر:\rأولُه ثالثُ تفاحة ... وآخرُ التفاحِ ثانيه\rورابع الخمر له ثالثٌ ... وآخِرُ الوردِ لباقيه\r\rالاسم (أحمد).\r[169] وقال آخر:\rثلاثة أَحْرفٍ منها بنَينا ... بيوتاَ أعيتِ البانين قَبْلي\rوهاتيكَ الحروفُ يُرَيْنَ طراً ... بقصر شارعٍ في دار جُمل\r\rالاسم (قصب).","seal":"7BD5A152","part":1},
      {"page":181,"id":181,"nass":"وقال آخر:\rأَضاء لي ناظرٌ كليلٌ ... ليلةَ مِنْ نورِك اقتبستُ\rفأنتَ حُلمي بوقتِ نَوْمي ... وأنتَ فكري إذا جلَسْتُ\rلو قلتَ لي مُتْ لَمُتُّ وجداً ... أو سمتني الحبسَ لا حتبستُ\rبأي ذنبٍ أتاكَ عني ... تسقمُ جِسمي وأنت طَسْتُ\r\rالاسم (طبيب).\rوقال آخر:\rومجلوّ بخلخال وَوَقْف ... يمييدُ الغصنُ منه فوق حقف\rعبثتُ به فَمرّ ولم يُعَرَّجْ ... على طلبي وأدعوه بسقف\r\rيريد (ييتي قف).\rوقال آخر: [170].\rتجنى علَّي بغيرِ اجترامٍ ... تَجنَّيَ مستكبر مُعْتدي\rوقال وصالك سَبٌ عَلَّي ... فقلت بِسَيَّ تَبَّتْ يَدِي\r\rيريد (تسبني سيدي).","seal":"5FBB5886","part":1},
      {"page":182,"id":182,"nass":"وقال آخر:\rجَزِعَتْ من النَّمام إِذ حيْيتُها ... يوماَ به في باقةٍ الرَّيْحان\rفرمت به خَجَلاً وقالت: أقصه ... لا تقربنَ مُضَيَّعَ الكتمان\rفأجبتها منكوس ذلك مأ منٌ ... لا تجزعي من مأ من الإخوان\r\rالاسم (نمام).\rومن التصحيف قول العلوي الأصبهاي:\rأُترّجةٌ قد أَتتكَ براً ... لا تقبلنّها وإن سُررْتا\rإن اسمها إن يَكن سَليما ... فإن منكوسَها هُجِرْتا\r\rالاسم (أترجة).\rوقال آخر:\rتفاحةٌ من بعد تفاحةِ ... بينهما غصْنان من ضَيْمُرانْ\rغصنان في أول ما أزهرا ... فما يشيبان ولا يكبرانْ\rذاك اسم من قد شفّني غدرُه ... وغّيرتْهُ حادثات الزمانْ\r\rالاسم (مشبه).\rوقال أبو نواس: [171]\rيا لا بسَ الشنف الذي من أجله ... قلبي على شَرفَ المهالك مشرفُ\rالشُّ في التصحيف سيفٌ مرهفٌ ... والشنف مثل السيف حينُ يصَحّفُ","seal":"0B3F1F52","part":1},
      {"page":183,"id":183,"nass":"جاوزتَ في الحسن المدى حتى لقد ... شك الخلائقُ فيك أَنَّكَ يوسفُ\r\rوقال أبو المتاهية:\rأما تذكُرُ قولي يابْ ... نَ أنوارِ بلاد الله\rإذا قابلني وجُهـ ... ك زنبور بكا لله\r\rيريد (ربي وربك الله).\rوقال أبو سويد بن أبي المتاهية:\rأَلا ليتَ من أهواهُ صدَّ عنِ الصَّدِ ... وأعقبَ بعد الجور في الوصل بالمدَّ\rأقولُ له إِذ لَجَّ في سَطواته ... قلنسوة خضرا أَيا ناقص العهد\r\rيريد بقوله (قلنسوة خضرا) قلبي يتوهج ضرا.\rومن مقلوب التصحيف قول مخلّد الشاعر وقد رأى ريٌا جارية القراطيسي فقال لها: ما أسمك فقالت: ريا، فقال:\rيا حبذا أنت يوم السَّبتِ زائرةً ... لوصحَّ إِسُمك مني فيكِ مَقلوبا\r\rوقالت عليه بنت المهدي في خادم يقال له (رشأ) وقد حجب عنها:","seal":"10392EB1","part":1},
      {"page":184,"id":184,"nass":"وَجَدَ الفؤادُ بزينبا ... وجداً شديداً متعبا\rولقد كنيتُ عن أسمها ... عمداَ لكي لا تغضبا\rفجعلتُ زينب سترةً ... وأرَدْتُ ريماً معجبا\r\rفذهب قولها (زينب سترة) مثلا سائرا حتى إنه يقال في كل شيء يكنى به هو (زينب سترة)؛\rولعلية في خادم من ىخدم أخيها الرشيد يقال له (طلٌّ) وكانت تحبه:\rأيا سَرْوةَ البستان طالَ تشوقي ... فهل لي إلى ظلٍ إليك سبيلُ\rمتى يلتقي مَن ليس يُقضى خروجُه ... وليس لمن يَهوى إليه عَديل\r\rفأحس الرشيد بخبرها فحجبه عنها فمشت على ميزاب حتى وصلت إليه وحدثته فقالت في تصحيف اسمه:\rقد كان ما قاسيته زمناَ ... ياسروَ من ظلمٍ لكمْ يكفي","seal":"82B64781","part":1},
      {"page":185,"id":185,"nass":"حتى أتيتك زائراً عتماً ... أمشي على حتف إلى حتف\r\rفبلغ الرشيد الشعر فحلف عليها أن لا تكلم (طَلاً) ولا تذكر اسمه ظاهراً ولا مصحفا فاتقبضت عنه ثم اتفق أن أشرف الرشيد على حجرتها من السطح وهي تقرأ القرآن فانتهت إلى قوله تعالى\r{فإن لم يصبها وابل فطل والله بما تعملون بصير}\rفلم تذكر كلمة (طل) وقالت: فما نهاني أمير المؤمنين عنه والله بما تعملون بصير. فنزل وقبل رأسها ووهب طلا لها.","seal":"93390D96","part":1},
      {"page":186,"id":186,"nass":"باب فيه نمط من المصحف جار على الهو والغلط\rنسيت إلحاقه وإثباته وتذكرته ههنا وهو عشرة أبيات محكمة كانوا يروونها مصحفة قبل أن يرووها صحيحة؛ فرووا للأعشى:\rيشقّ الأمورَ ويجتاُبها ... كشقً الفزاري ثوب الردن\r\rوإنما هو (كشق القراريّ).\rولبيد:\rوإن كنتِ تبكينَ الكِرامَ فإِنني ... أبا حازم في كل يوم مُذَكَّرُ\r\rوإنما هو (أبا خازم).\rولأوس:\rفانكما ياًبني جُناب وجدتُما ... كمن دبَّ يستخفي وفي العُنْق جُلْجُلُ\r\rوإنما هو (وخدُتما).\rولبشر:\rمضى أسلافنا حتى نزلنا ... بأرض قد نجا منها نزار\r\rوإنما هو (قد نحا)","seal":"E9A318DA","part":1},
      {"page":187,"id":187,"nass":"ولآخر:\rنظرتْ إليه بعين جارية ... حوراء حانيةٍ على طفل\r\rوإنما هو (جازية).\rولعنترة:\rبطل كأن ثيابَه في سَرْجِه ... يُحذى نعال السبت ليس بتوأم\r\rوإنما هو (في سرحةٍ) يصفه بالطول والتمام.\rولتأبط شراً:\rفلئن قلت هذيل سباه ... لبما كان هذيلاً يقل\r\rوإنما هو: [173]\rفلئن فلّت هذيل شَباهُ ... لبما كان هذيلاً يفل\r\rولمزرد:\rصفعت الذكور صفعة لا حجى لها ... يولول منها كل آسٍ وعائِد\r\rوإنما هو (صقعت) [صقعة]\rولدريد:\rحتى إذا ملئوا جوانبهم ... منها وقالوا الدْنُي والفصل\r\rوإنما هو (خوابيهم).\rوذكر أبو ربيعة أن رجلا كان يقرأ على الأصمعي شعر النابغة:\rكليني لهم يا أميمة باضت\r\rفقال له الأصمعي: ويلك أم علمت أن كل ناجمة الأذنين تحيض، وكل سكاء الأذنين تبيض، فصار تصحيف الرجل فائدة لنا.","seal":"26B7430A","part":1},
      {"page":188,"id":188,"nass":"باب فيه نمط من معمى الشعر يصلح أن يحاوربه\rمن المصحف\rقال أبو نواس:\rحَصانٌ حصّلت قلبي ... فمنا إِن فيه من باقي\rلها الثلثانِ من قلبي ... وثلثا ثلثهِ الباقي\rوثلثا ثلث مايبقى ... وثلْثُ الثلثِ للساقي\rفيبقى أسهمٌ ستٌ ... تجزّا بين عشّاق\r\rوتفسير ذلك أن الأصل واحد وثمانون، والثلثان منها أربعة وخمسون وثلثا ثلثه ثمانية عشر، وثلثا ثلث ما يبقى جزءان، وثلث الثلث جزء، فذلك","seal":"859A5C73","part":1},
      {"page":189,"id":189,"nass":"خمسة وسبعون، ويبقى ستة أجزاء وهي التي تجزأ بين العشاق. وممن سلك طريقة أبي نواس في التعمية محمد بن بحر الأصبهاني الحاسب فقال:\rله سُبُعا عُشَيْرَيْ تُسع ... خُمس الثُّمن لَوْ يُعطى\rوثلثا ربعِ سُدْسَي ... نصف خمسي عَشرٍ أيضا\rوسبعا تُسع ثمني عُشْر ... عُشْري حاصل يبقى\rإذا ما زيدَ في الباقي ... من الأصل الذيْ يُبنى\rله سبعان من ثُمني ... عُشْير اُلخمس قد يوفى","seal":"19783262","part":1},
      {"page":190,"id":190,"nass":"وُسبعا ثمن عُشري ... ثُمن عُشْرَيْ أصله المحصى\rفكم هذا الذي صار ... له في المال يا هذا\rوللآخر سبعا رُبع ... عشر الخمس مستقصى\rفمن ذا منهما حقاَ ... له الأوفر والأوفى\rوكم يبقى من المال ... إذا حُصَّل أو يُحصى\r\rوأصل هذا المال خمسة وسبعون ألفا وستمائة (75.600) فتركت ذكر تفصيله لطوله.\rوسلك طريقه أيضا أبو الحسن بن طباطبا الأصبهاني بقوله:\rإن رُحتُ فيما يُريد ملتمساً ... أو جئت أشكو إليه ضيقَ يدي\rأحصت أُلوفًا يسراه أربعةً ... منقوصة سبعة من العدد\r\rفقد عمى به [175] على قبض يد البخيل وعنى ثلاثة آلاف وتسعمائة وثلاثة وتسمين.\rوسلك أيضا طريقه ابن أبي البغل فقال:\rيا خمسة في سبعة ... مع سُبْع ذلك في ميهْ\rوكمثل ذلك إن ... أضفتَ إليه جزءَ ثمانيه\rيا نصفَ ألفٍ في القيا ... س ونصفَ ألفٍ لاميه\rألقَيتَ ربعَ ثلاثة ... منه فَصَحً حسابيه","seal":"B0C17014","part":1},
      {"page":191,"id":191,"nass":"وضربتَ ما حصّلَته ... ... ... في نصف ثُلْثِ ثمانيه\rتأتيك صورةُ طبعه ... بكماله مُتواليه\r\rفقد عنى بقوله هذا الشعر (تسعة آلاف وتسعمائة وتسعة وتسعين) وأراد به قبض يد البخيل لأن خمسة في سبعة خمسة وثلاثون، فإذا زدت عليها سبعها كان أربعين، فإذا ضربتها في مائة كانت أربعة آلاف، فإذا أضفت إليها مثلها كانت ثمانية آلاف، فإذا زدت عليها جزء ثمانية وهو الثمن كانت تسعة آلاف، فإذا أضفت إليها نصف الألف مرتين كانت عشرة آلاف، فإذا ألقيت من ذلك الربع وهو ثلاثة أرباع مضروبًا في نصف ثلث ثمانية وهو واحد وثلث كان ذلك واحدًا، فإذا أسقطته من عشرة آلاف حصل تسعة آلاف وتسعمائة وتسعة وتسعون.","seal":"0A827AD2","part":1},
      {"page":192,"id":192,"nass":"وسلك طريقته في التعمية آخر فقال:\rيا خمسة في خمسة ... ... ... مع خُمس ذلك في ميه\rيا شكل شيء جذره ... إخراج برج وافيه\rياجذر عشر الألف في ... عشر تُحَطُّ ثمانيه\rويزاد للتكميل وا ... حدة تكون مساويه\r\rوهذا أيضاً عمى بما عميا به وعنى ثلاثة آلاف وتسعمائة وثلاثة وتسعين لأن خمسة في خمسة خمسة وعشرون، وخمس ذلك خمسة فيصير ثلاثين، فإذا ضرب في مائة كان ثلاثة آلاف، والبرج ثلاثون درجة وهو جذر تسعمائة، والشكل الذي ذكر مع مائة وعشر الألف مائة وجذره عشرة، فإذا ضرب في عشرة صار مائة فإذا حط عنه ثمانية بقي اثنان وتسعون فإذا زيد عليه واحد بلغ ثلاثة آلاف وتسعمائة وثلاثة وتسعين.","seal":"34809DE8","part":1},
      {"page":193,"id":193,"nass":"ومن الحساب قول القائل:\rأربعة في مثلها ... مع تسعة في سبعه\r\rفاللفظ الذي عمى عنه هو (دليله) وتصحيفها ذليلة وضدها عزيزة، وجاءت حروف (دليلة) تسعة وسبعين.\rومن هذا النمط قول أحمد بن عمرو بن رسته الأصبهاني في تعمية (محمد بن محمد) حيث يقول:\rنفسي الفداء لسبعة مع تسْعةٍ ... في خمسة عددُ البروج تماُمها\rوابن الذي هو ستةٌ في سَبْعَةٍ ... زيدتْ على خمسينَ فهي نظَاُمها","seal":"858909B7","part":1},
      {"page":194,"id":194,"nass":"وقوله فيهما أيضًا:\rلئن كنت يا مشغوف نَفْسَكَ صَبَّةُ ... بتسعين بعد اثنينِ في العدَّ مولَعه\rلقد شغفت نفسي بأعداد سبعة ... إذا ضُربتْ في سَبعة ثم أربعه\r\rومن التعمية البديعة قول أبي بكر الضرير المعروف بابن العلاف البغدادي:\rألا قلْ لابن أُمَّ حماةِ أمي ... أنا ابنُ أخِ ابنِ أختك غيرَ وَهم\rولو زوجتَ أختَكَ من أخ لي ... فأولدَها غلاماَ كان عمي\rوكان أخي لذاك العَمْ عّماَ ... وكان العمُّ بين دَمي ولحمي\rفمن أنا مِنكَ أو من أنْتَ مني؟ ... أبِنْ إنْ كانَ فهمُك مثلَ فهمي\r\rفسألت عن تفسيرها أبا يوسف الحيري فقال:\rالمخاطيب عمرو، والمخاطب زيد، وعمرو هو ابن خديجة، وخديجة هي أم فاطمة وفاطمة هي أم عبد الله، وخالد؛ وعبد الله هو والد زيد، وجعفر وبكر هما أخوا زيد لأمه، فتزوج جعفر أخو زيد بفاطمة وهي أخت عمرو فولدت منه أحمد، وأحمد هو أخو عبد الله من أمه وهو عم زيد، وهو ابن أخيه وهو من لحمه ودمه، كما قال، لأن زيدا هو ابن عبد الله، وعبد الله هو أخو خالد فيكون زيد ابن أخي خالد، لأن خالدًا هو ابن فاطمة، وفاطمة هي أخت عمرو.","seal":"795454D1","part":1},
      {"page":195,"id":195,"nass":"ويكون خالد ابن أخت عمرو، وزيد ابن أخي خالد، فزيد إذن ابن أخي ابن أخت عمرو لأن فاطمة هي أم عبد الله، وعبد الله هو والد زيد تكون فاطمة حماة أم زيد إذ كانت أم أبيه لأن عمرًا ابن أم حماة [أم] زيد.\rومن بديع التعمية قول ابن أبي البغل:\rعصا بعدها أْخلاف ضرع ثلاثةٌ ... ودائرةٌ مثقوبة ومثلث\rواد يليه صولجانٌ مُعقفٌ ... أَبِنْ لي ما أسميتُ يامتعبثُ\r\rالاسم (اسماعيل).\rوهذا كما وصف إعرابي كتابة (خمسة) على منار في طريق مكة فقال:\rعليه محجن ودوارة، وثلاثة كأطباء الكَلْبة، وأخرى كمنقار الديك.","seal":"CDA277ED","part":1},
      {"page":196,"id":196,"nass":"باب إذا جاءك شعر معمي منظوم قد تره على أبينه ليسهل عليك إخراجه إن شاء الله\r\rفمها يستعان به على إخراج المعمى من الشعر علم أوزانه، والحذق بالذوق فيه، وإحصاء حروفه حتى تقف بذلك على جنس الوزن فتدبر الوزن، وحروفه على ما يوجبه مقدار البيت في الطول والقصر، فإذا عرفت ذلك بدأت بإحصاء الترجمة المرسومة للحروف حتى تقف على عددها فإذا وقفت على جملة العدد نصفته فان اتفق أن يكون نصفه عند منقطع كلمة تأملت الترجمة المرسومة للحرف الواقع في مصراع البيت وتأملت الحرف الذي في آخر البيت فان اتفقا فالبيت مصرع، وربما اتفقا ولم يكن هناك تصريع، وإن كان انقضاء الكلمة الواقعة في الصراع بعد استغراق نصف البيت عددًا أو قبل استغراقه وكان أحد النصفين فيه حروف مشددة، واعتمدت على أن نصف البيت حيث انقطعت الكلمة. وربما اختلف الحرف الذي يقع في مصراع البيت، والحرف الذي في القافية، ويكون البيت مصرعًا، وهو أن يكون أحد المصراعين في التمثيل مثل قولك (أحمد) والمصراع الآخر (اعبدوا)، أو مثل قولك (أحمد) والآخر (اعبدي) للمؤنث فيكون المصراعان متفقين في النظم والذوق مختلفين في سورة الترجمة والخط وزيادة","seal":"875E68A9","part":1},
      {"page":197,"id":197,"nass":"الحروف. ثم نظرت إلى كثرة ما يتكرر من الحروف، ويروج مع غيره فإذا وجدت في بيت قد رسمت حروفه طيرا في التمثيل؛ غرابا يتكرر مع عصفورة، وعصفورة تتكرر مع غراب علمت أن أحدهما ألف والآخر لام، فان وقعا في طرفي الكلمة دبرت ما يحتمل أن يكون حشوهما فان وقعا في جانب من الكلمة نظرت ما يحتمل أن يكون قبلهما من الحروف أو بعدهما فوصلته بهما ثم تأملت كلمة على حرفين فعملت على أنهما (من) أو (عن) أو (في) أو (قد) أو (بل) أو (هل) أو (إذ) أو (أو) أو (ما) أو (مذ) أو (أو) أو (إن) أو بعض الكلمات التي تشاكلها على ما تقتضيه الكلمة التي قبله والكلمة التي بعده، وربما كان الحرفان من حروف الأمر كقولك (خذ) و (دع) و (سر) و (قل) و (خف) و (نم) و (سل). ثم تأملت ما يطول من الكلمات فعلمت أنه (استفعال)، وربما كان مضافا إلى مؤنث فتزداد الكلمة طولا فتصرفها على ما يقتضي من صورتها من (استفعله) أو (يستفعله) أو (تستفعلها) أو (يستفعلها) أو (مفاعلات) مضافة أو غير مضافة، وتعمل على ابتداء المصراع الثاني من الحروف واوا في بعض الحالات على جملة من النظر لا على الحقيقة، وكذلك أكثر أوائل الكلمات في الحشو، وإذا لاح لك أن الكلام مما يعطف بعضه على بعض تعمل على أنها حروف عطف من واوات أو فاءات. فاذا حققت إصابة حروف البيت دبرت حينئذ وزنه وعملت على أن تجعل لحروف البيت قالبا من تقديرك بالحركات والسواكن حتى إذا وزنت البيت بالمعيار الذي تقيسه به انتهى معيارك عند فناء الحروف ولم يفضل منها شيء، ولم يفضل المعيار عليها، فان فضل أحدهما على آخر غيرت المعيار والمقايسة، وقست قياسا ثانيا للوزن ودبرت الحروف على خلاف تدبيرك الأول فتقيس","seal":"4E28C45E","part":1},
      {"page":198,"id":198,"nass":"أوله مع وسطه وآخره وتمحص فكرك أو تدبيرك فيه من أوله إلى آخره، ولا تقصد بعض حروفه بالتدبير دون بعض فانك إن فعلت ذلك طال عناؤك وانتقض عليك تدبيرك فإذا فطنت لحرف من الحروف التي تقف على معيار كلمتها ولا تدري بناء حقيقتها فأدره على حروف التهجي من:\rأب ت ث ج ح خ .... حتى يمر بك الوزن الموافق لمرادك فترسم تلك الكلمة به فليس يخرج شيء من الكلام العربي عن تأليف الحروف معانيها فتعلم أن قولك الذي يقتضي صلة، وأن الحروف التي تجيء بعدها الأفعال لا تجعل في مواضعها الأسماء، والحروف التي تقتضي الأسماء لا يتبعها بالأفعال، وإذا اقتضاك الكلام الظروف من الأزمنة أو الأمكنة، واقتضتك الظروف ما يتبعها من الأسماء المضافة إليها أتبعت كل واحد من ذلك ما يقتضيه ويوجبه حكم التأليف ورسم الكلام، ولم تشغل فكرك بتدبير كلمة على وزن اسم وهي فعل، أو وزن فعل وهي اسم، أو حرف مبنى وهو اسم، أو اسم وهو حرف مبني.\rومما يعسر إخراجه تعمية بيت مضطرب المعنى واللفظ مخالف لكلام السهل المعنى المستعمل المفهوم، فإذا كان البيت قلقا غير متمكن ولا منبسط اللفظ ولا مفهوم المعنى تضاعف العناء في استخراجه. وأقوى الأسباب في استخراج المعمى ما يضطر إليه الوزن من ترتيب الحروف مراتبها التي ترسم بها فإذا دبرت بيتا ولم يصب قالب وزنه على ما تصرفه عليك في تدبيراتك فشدد بعض ما ترسمه من تلك الحروف أو مدها أو قصر الممدود منها فإذا حصلت وزن البيت وجنسه هان عليك التماس حروفه واستنباطها إن شاء الله.\rوربما دبرت البيت الممي وأتقنت قالب وزنه وتقاطع كلماته وهيئته التامة","seal":"E979A325","part":1},
      {"page":199,"id":199,"nass":"وساعدتك الحروف على ما ترسمها به، وارتج عليك فيه حرف واحد فيضطرك ذلك الحرف إلى نقض ما دبرته واستثناف تدبير ثان فيكون سبب إصابتك ذلك الحرف النافر عن سائر حروفك المدبرة فلا يعذر من صعوبة ما يرد عليك من المعمى فان الفكر يهجم على حقيقته إن آثرت الصبر عليه، والذي يوجب إخراج المعمى من الشعر حتى لا يعذر واحد من رواة الشعر وحملة الآداب وذوي الفطنة والذكاء في جهله وجحود معرفته خلال ثلاث: منها أن تأليف حروف الكلام العربي متناه معلوم مرسوم وقد وقف على مهمله ومستعمله، ومنها أن ازدواج الكلام محدود، متى أزيل عن الحدود التي رسم بها انتقض معناه أعني بذلك وضع الكلمات مواضعها من الأسماء والصفات والأفعال والحروف والظروف والصلات، ومنها أن تأليف الشعر محدود محصور لا تمكن الزيادة فيه ولا النقص منه، ولا تحريك ساكنه ولا تسكين متحركة، فإن الوزن يأباه إلا ما كان مطلقا من ذلك جائزا في الزحاف، وكل ما صحت أصوله وثبتت حقيقته فان العقل يجتذبه ويلصق به، حتى يخرجه إلى العيان، وبعدي مستوره، وما هي أساسه تحير العقل فيه، وأنكره واستوحش منه.\rوتثبت أسماء طير بعدد حروف الكلام ونمثل مثالا للمعمى ليحتذى عليه إن شاء الله تعالي: طاووس، تدرج، باز، شاهين، باشق، بؤبؤ، عقاب، صقر، نسر، رخمة، غراب، دراج، طيهوج، قبج، ورشان، حمام، بط، صرد، حجل، قنبرة، كركي،","seal":"661D6F36","part":1},
      {"page":200,"id":200,"nass":"عقعق، ديك، دجاجة، عندليب، العنقاء، حدأة.\rوإن شئت جعلت بدل أسماء الطيور من أسماء السباع أو الوحوش أو الناس أو أجناس الطيب، أو أنواع الفاكهة، أو الرياحين، أو الآلات أو الجواهر أو نظمت كنظمك هذه الأسماء، أو صوَّرت علامات مختلفة، ولا ترسم شيئا من ذلك بحرف تعينه بل تقيم كل واحد منه مقام أي حرف شئت فإن أردت أن تعمي بيتًا جعلت مكان كل حرف اسم طائر أو غيره فإذا تكرر ذلك الحرف كررت ذلك الطائر أو ذلك الشيء الذي قد رسمته به، وإذا انقضت الكلمة جعلت لها فصلا وعلامة من دائرة أو نقطة أو بعض ما يستدل به على مقاطع الكلمات مثال ذلك إذا أردنا أن نعمى هذا البيت:\rقفا نبك من ذكرى حبيب ومنزل ... بسقط اللوى بين الدخول فحومل\rحجل صرد طاووس ... (قفا)\rديك تدرج قنبرة ... (نبك)\rعقعق ديك ... (من)\rصقر قنبرة نسر عنقاء ... (ذكرى)\rباشق تدرج عنقاء تدرج ... (حبيب)","seal":"ED85E33F","part":1},
      {"page":201,"id":201,"nass":"عندليب عقعق ديك رخمة كركي ... (ومنزل)\rتدرج غراب حجل ورشان ... (بسقط)\rطاووس كركي كركي عندليب عنقاء ... (اللوى)\rتدرج عنقك ديك ... (بين)\rطاووس كركي يؤيؤ عندليب كركي ... (الدخول)\rعندليب باشق عندليب عقعقق كركي ... (وحومل)\r\rوقد تدار ترجمة البيت المعمى حتى لا يوقف على أوله ويتوهم على كل كلمة فيها أنها ابتداء البيت دون الكلمة الأخرى فيعسر إخراجه ويتضاعف العناء في تدبيره فإذا أديرت لك ترجمة بيت فابتدئ بتدبير حروفه واستخراجها قبل تدبير وزنه، فإذا كانت الترجمة مبسوطة معروفة المبتدأ فابدأ بتدبير وزنها قبل الحروف واستخراجها فإنك إذا بدأت بتدبير بيت تراد ترجمته وأنت لا تقف على أوله ولا على آخره وانشق لك وزن صحيح غير وزن البيت الذي ترجم لك، فكانت سبيله كسبيل دوائر العروض عند فك الأوزان المختلفة منها، وكل بيت إذا دبرت ترجمته انفك منه ما ينفك من جنسه وكثيرا ما يتفق أن تستوي مقاطع الكلمات مع ابتداءات الأوزان فإذا اتفق ذلك وترجم لك بيت من الهزج ودبرته على أنه من الرجز أو الرمل لم تساعدك الحروف إلا أن يتفق بيت يستوي نظمه ومقاطع كلماته","seal":"22A2CA65","part":1},
      {"page":202,"id":202,"nass":"في الأوزان التي تجتمع في دائرة جنسه ولا يقع في معاه ولا في لفظه نقص، مثل قولك.\rبدر كريم ماجد ... بحر جواد سابق\r\rفانك إذا أردت ترجمة هذا البيت اتسق لفظه لك ومعناه من أي كلمة ابتدأت بها فيه على اختلاف وزنه وتفرعه فتكون مرة كهيته من الرجز ومرة تقول:\rكريم ماجد بحر ... جواد سابق بدر\r\rمن الهزج، ومرة تقول:\rماجد بحر جواد ... سابق بدر كريم\r\rمن الرمل، ومرة تقول:\rبحر جواد سابق ... بدر كريم ماجد\r\rومرة تقول:\rجواد سابق بدر ... كريم ماجد بحر\r\rومرة تقول:\rسابق بدر كريم ... ماجد بحر جواد\r\rومرة تقول:\rبدر كريم ماجد ... بحر جواد سابق","seal":"E996AE77","part":1},
      {"page":203,"id":203,"nass":"فهذه أمثلة ينبغي أن تقيس عليها فإذا أديرت لك الترجمة فدبر حروفها قبل وزنها وإذا بسطت فدبر وزنها قبل حروفها أو دبر وزنها وحروفها معا.\rتم كتاب التنبيه على حدوث التصحيف وحسبنا الله ونعم الوكيل\rوالحمد لله وحده، وصلواته على محمد وآله وسلم\rكتبه عبرت في سنة 1345","seal":"FF68F6EE","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":360,"ShrtCs":0,"Bk":"التنبيه على حدوث التصحيف","HigriD":"360","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"حمزة بن الحسن الأَصْفَهاني","bLnk":null,"Inf":null,"Auth":"حَمْزَة الأَصْفَهاني","Betaka":"الكتاب: التنبيه على حدوث التصحيف\r\nالمؤلف: حمزة بن الحسن الأصفهاني (280 - 360 هـ)\r\nالمحقق: محمد أسعد طلس\r\nراجعة: أسماء الحمصي - عبد المعين الملوحي\r\nالناشر: دار صادر - بيروت (بإذن من المجمع العلمي العربي بدمشق)\r\nالطبعة: الثانية، 1412 هـ - 1992 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"حَمْزَة الأَصْفَهاني (280 - 360 هـ = 893 - 970 م)\r\rحمزة بن الحسن الأصفهاني: مؤرخ، أديب. من أهل أصفهان. زار بغداد مرات. وكان مؤدّبا.\r\rمن كتبه:\r• صنّف لعضد الدولة ابن بويه كتابه (الخصائص والموازنة بين العربية والفارسية - خ) تعصب فيه للفارسية.\r• (تاريخ أصبهان)\r• (الأمثال الصادرة عن بيوت الشعر - خ) ذكره عبيد عن مكتبة برلين، نقل عنه الميداني في مجمع الأمثال وأبو هلال العسكري في جمهرة الأمثال\r• (التماثيل في تباشير السرور - ط) سمي (فصول التماثيل) ونسب إلى ابن المعتز\r• كتاب (الأمثال على أفعل من كذا - خ) اقتنيته.\r• (التنبيه على حدوث التصحيف - ط) جاء اسمه في فهرست ابن النديم (التنبيه على حروف المصحف) تصحيفا.\r• ونشر المستشرق جوتوالد Gotwald كتاب (تاريخ سني ملوك الأرض والأنبياء - ط) من تأليف حمزة، وأعيد طبعه باسم (تاريخ ملوك الأرض) ولم يذكره مترجمو حمزة المتقدمون.\r• وفي مخطوطات (المتحف الآسيويّ) بالمدينة الروسية (لينينغراد) مخطوطة من تأليف حمزة تشتمل على مختارات من شعر أبي نواس، أولها: (كتب حمزة بن الحسن الأصفهاني إلى بعض رؤساء بلده: سألت، أطال الله عمرك، أن أصرف لك عنايتي إلى عمل مجموع من شعر أبي نواس إلخ)\r\rوللمستشرق أوجين متفوخ كتاب (مؤلفات حمزة الأصفهاني - ط) باللغة الألمانية.\rقال القفطي: ولكثرة تصانيفه وخوضه في كل نوع من أنواع العلم سماه جهلة أصبهان (بائع الهذيان) (1).\r__________\r(1) إنباه الرواة: 335 و Brock elman S i: 22 i وفهرست ابن النديم: أواخر الفن الثاني من المقالة الثالثة. ومجمع الأمثال 1: 4 ومجلة المجمع العلمي 25: 616 وبندلي جوزي، في مجلة الآثار 2: 408 وكشف الظنون 1: 168 و 282 وهو فيه (حمزة بن حسين) وتابعه مؤلف هدية العارفين 1: 336 وزاد عليه نقلا عن ميزان الاعتدال 1: 284 أنه (حمزة بن حسين الدلال، المتوفى سنة 428 هـ) ـ وهذا غير ذاك.\r\rنقلا عن: «الأعلام» للزركلي [مع تقديم وتأخير يسير]","seal":"89EE68C1","cat":"الأدب والبلاغة","oNum":18257,"BkId":18257,"oAuth":2892,"bVer":1,"aSeal":"6A796450"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
      {"Part":"1","sFileName":"43691.pdf","oNum":18257},
      {"Part":"المقدمة","sFileName":"43691p.pdf","oNum":18257}
    ],
  "t18257":
    [
      {"lvl":1,"id":57,"sub":0,"tit":"الباب الأول: في تصحيفات العلماء في شعر القدماء وعددهم خمسة وعشرون"},
      {"lvl":1,"id":97,"sub":0,"tit":"الباب الثاني: في ذكر ما أثاره العلماء من الهو والزلل على الشعراء"},
      {"lvl":1,"id":130,"sub":0,"tit":"الباب الثالث: في ذكر أبيات رويت مصحفة تصحيفا في اللغة ثم خرج لها العلماء تفاسير مختلفة"},
      {"lvl":1,"id":154,"sub":0,"tit":"الباب الرابع: في ذكر اختلافات من القرآن احتمل هجاؤها لفظين فمن أجل أنه قرئ بهما صارتا قراءتين"},
      {"lvl":1,"id":160,"sub":0,"tit":"الباب الخامس: في ذكر التصحيف نثرا المستعمل عمدا لا سهوا"},
      {"lvl":1,"id":169,"sub":0,"tit":"الباب السادس: في ذكر التصحيف عمدا نظما لا نثرا"}
    ]
}
