{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b19449":
    [
      {"page":1,"id":1,"nass":"الانتصار\rللسلف الأخيار\rنقد لكتاب «أسماء الله الحسنى»\rللدكتور: محمود عبدالرازق الرضواني\rبقلم/ محمد محب الدين أبو زيد\r\rالرواد للإعلام والنشر\rالمكتبة الإسلامية للنشر والتوزيع","seal":"42DFC61D","part":1},
      {"page":2,"id":2,"nass":"الانتصار\rللسلف الأخيار\r\rنقد لكتاب «أسماء الله الحسنى»\rللدكتور: محمود عبدالرازق الرضواني\r\rبقلم/\rمحمد محب الدين أبو زيد\r\rالمكتبة الإسلامية للنشر والتوزيع","seal":"9A0F4C58","part":1},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم","seal":"A5A10D0F","part":1},
      {"page":4,"id":4,"nass":"حقوق الطبع محفوظة\rالطبعة الأولى\r\rرقم الإيداع: 19209/ 2007\rالتاريخ: 1428 هـ 2007 م","seal":"8610B1AF","part":1},
      {"page":5,"id":5,"nass":"مقدمة\rبسم الله الرحمن الرحيم\rإن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له.\rوأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله صلى الله عليه وعلى آله وصحبه أجمعين.\rأما بعد:\rفإن كتاب \"أسماء الله الحسنى الثابتة في الكتاب والسنة\" لفضيلة الدكتور/ محمود عبد الرازق الرضواني. من أفضل الكتب التي وقفت عليها مما أُلف في موضوعه ولقد استفدت منه كثيرًا وكنت - ولا أزال - أحض من أعرفه من طلبة العلم على اقتنائه والاستفادة منه. وكنت ألاحظ فيه - وكذلك غيري من طلبة العلم - بعض الأخطاء ولكني كنت أتغاضى عنها في بداية الأمر لأنه ما من كتاب إلا وبه أخطاء، وأبى الله أن يصح إلا كتابه.\rولما ازدادت مطالعتي للكتاب ازدادت بالتالي كمية هذه الأخطاء التي لاحظتها، فأشار عليّ بعض إخواني أن أكتب هذه الملاحظات وأرسلها","seal":"85191A08","part":1},
      {"page":6,"id":6,"nass":"إلى فضيلة الدكتور/ محمود عبد الرازق تعاونًا معه على الخير، وتنزيهًا لهذا الكتاب القيم مما وقع فيه من أخطاء، وبالفعل قمت بذلك واتصلت به هاتفيًّا وأخبرته بأنني سوف أرسل له مع بعض إخواني وريقات بها بعض ملاحظات على الكتاب فأصر أن يعرف مجملًا لهذه الملاحظات فأخبرته بها فأصر على موقفه ولم يبد أي تجاوب معي وقال مقالة عظيمة ما كنت أتوقع أبدًا أن تصدر منه حيث قال لي: «إنني اطلعت على خمس وثلاثين موسوعة إلكترونية لم يطلع عليها السلف الصالح»! ! (¬1).\rفلما رأيت الأمر بهذه الصورة استخرت الله وعزمت على نشر هذه النقد في مقدمة أحد الكتب التي أقوم بتحقيقها في مجال \"العقيدة\" ولكن أشار علي أحد إخواني الفضلاء أن أفرده بالنشر حتى تعم الفائدة فاستجبت لطلبه مستعينًا بالله على تحقيق ذلك.\rولعل من الضرورة أن أشير إلى أهم تلك الأخطاء ليعلم القارئ أهمية هذا النقد. فأقول: يمكن حصر أهم الأخطاء في النقاط التالية:\r¬__________\r(¬1) وقد قال الدكتور في كتابه (ص: 723) في معرض كلامه عن شيخ الإسلام ابن تيمية وتلميذه العلامة ابن القيم: «كما أنهما لم يتتبعا الأسماء الحسنى الثابتة في الكتاب والسنة حصرًا؛ لصعوبة ذلك بغير وجود الحاسوب المتيسر في عصرنا»! !\rوقال في أحد البرامج على إحدى القنوات الفضائية في معرض تعليله لعدم قيام أئمة المسلمين بإحصاء الأسماء الحسنى: «ابن حجر لم يكن عنده كمبيوتر حتى يبحث في خمسين ألف مجلد»! !\rوهذا الكلام مسجل عندي بصوته وصورته. فالله المستعان.","seal":"B015C01C","part":1},
      {"page":7,"id":7,"nass":"1 - زعمه أنه لم يقم أحد من السلف الصالح ولا من علماء المسلمين وأئمتهم بإحصاء الأسماء الحسنى لعدم توفر الحاسب الآلي لديهم.\r2 - اشتراطه فحص جميع النصوص القرآنية والنبوية لإحصاء الأسماء الحسنى.\r3 - زعمه امتناع إحصاء الأسماء الحسنى بدون استخدام الحاسب الآلي.\r4 - ادعاؤه أنه أحاط علمًا بالسنة النبوية كلها.\r5 - عدم قبوله للحديث الحسن في باب إثبات الأسماء الحسنى.\r6 - رده كذلك للحديث الموقوف الذي له حكم الرفع.\r7 - زعمه أن الأسماء الحسنى الثابتة في الكتاب والسنة تسعة وتسعون اسمًا فقط.\r8 - إخراجه لفظ الجلالة \"الله\" من التسعة والتسعين اسمًا.\r9 - جزمه بأن الأسماء التي قام بإحصائها هي المعنية بحديث \" إن لله تسعة وتسعين اسمًا ... \".\r10 - تفسيره لحديث: \" إن لله تسعة وتسعين اسمًا ... \". تفسيرا لم يقله أحد قبله.\r11 - وقوعه في أخطاء كثيرة نتيجة لاعتماده الكلي على الحاسب الآلي.\rهذه هي أهم الأخطاء التي وقع فيها الدكتور، وسيجد القارئ أخطاء أخرى نبهت عليها في غضون هذه الرسالة ولم أستوعب كل الأخطاء الموجودة في الكتاب، ولكن ذكرت ما تيسر لي الوقوف عليه.","seal":"4E2A6EDE","part":1},
      {"page":8,"id":8,"nass":"وليعلم القارئ الكريم أني لا أريد ببيان أخطاء هذا الكتاب أن أحط من قدره أو من قدر مؤلفه، بل إنما أريد الانتصار للحق بالحق، والدفاع عن السلف الصالح وعن عقيدتهم الطاهرة النقية الزكية، وتنزيهًا للكتاب عن الخطأ ما أمكن. فإن ذلك أدعى لإقبال الناس عليه واستفادتهم منه.\rوالله أسأل أن يجعل كتابي هذا خالصًا لوجهه الكريم. وأن يتقبله مني بقبول حسن، وأن لا يخزني يوم يبعثون يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.\rوصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.\rوكتب\rمحمد محب الدين أبو زيد\rالقاهرة: الأحد 8 من رجب، سنة 1428 هـ\rالموافق 22 يونيو 2007 م\r* * *","seal":"DF35692E","part":1},
      {"page":9,"id":9,"nass":"الدفاع عن السلف الصالح\rوبيان أن الإحصاء لا يتوقف\rعلى استخدام الحاسب الآلي\rذكر الدكتور (ص: 14) أن ابن الوزير اليماني قال: «تمييز التسعة والتسعين يحتاج إلى نص متفق على صحته أو توفيق رباني، وقد عدم النص المتفق على صحته في تعيينها فينبغي في تعيين ما تعين منها الرجوع إلى ما ورد في كتاب الله بنصه، أو ما ورد في المتفق على صحته من الحديث» اهـ.\rثم علق الدكتور قائلًا: «والرجوع إلى ما أشار إليه ابن الوزير مسألة أكبر من طاقة فرد وأوسع من دائرة مُجِدٍّ؛ لأن الشرط الأول والأساسي في إحصاء الأسماء الحسنى هو فحص جميع النصوص القرآنية وجميع ما ورد في السنة النبوية مما وصل إلينا في المكتبة الإسلامية، وهذا الأمر يتطلب استقصاءً شاملًا لكل اسم ورد في القرآن، وكذلك كل نص ثبت في السنة، ويلزم من هذا بالضرورة فرز عشرات الآلاف من الأحاديث النبوية وقراءتها كلمة كلمة للوصول إلى اسم واحد، وهذا في العادة خارج عن قدرة البشر المحدودة وأيامهم المعدودة؛ ولذلك لم يقم أحد من أهل العلم سلفًا وخلفًا بتتبع الأسماء حصرًا منذ أكثر من ألف عام، وإنما كان كل منهم يجمع ما استطاع باجتهاده أو ما تيسر له من جمع غيره واجتهاده .... لكن الله عز وجل لَمَّا يسر الأسباب في هذا العصر أصبح","seal":"F6DD54E2","part":1},
      {"page":10,"id":10,"nass":"من الممكن إنجاز مثل هذا البحث في وقت قصير نسبيًّا، وذلك باستخدام الكمبيوتر والموسوعات الإلكترونية التي قامت على خدمة القرآن وحوت آلاف الكتب العلمية واشتملت على المراجع الأصلية للسنة النبوية وكتب التفسير والفقه ... ولم تكن هذه التقنية قد ظهرت منذ عشر سنوات تقريبًا، أو بصورة أدق لم يكن ما صدر منها كافيًا لإنجاز مثل هذا البحث ... » اهـ.\rأقول:\rهذا الكلام يحتوي على عدة أخطاء وبيانها كالتالي:\rأولًا: زعم الدكتور أن فحص جميع النصوص القرآنية والنبوية شرط أساسي في إحصاء الأسماء الحسنى التسعة والتسعين.\rوهذا كلام لا دليل عليه، ولم يشترط أحد من العلماء هذا الشرط، وكلام الإمام ابن الوزير اليماني رحمه الله لا يدل عليه كما هو ظاهر. ودليل بطلان هذا الشرط: هو أنه لا يوجد أحد يستطيع فحص جميع النصوص النبوية، مهما أوتي من علم وحفظ، وتوفرت له سبل البحث بواسطة الكمبيوتر أو غيره، كما سيأتي بيانه قريبًا (¬1). فإذا اشترطنا هذا الشرط أدى إلى إلغاء العمل بحديث النبي صلى الله عليه وسلم: «إن لله تسعة وتسعين اسمًا مائة إلا واحد من أحصاها دخل الجنة» (¬2). فتبين من ذلك أن هذا الشرط غير صحيح، «وكل شرط ليس في كتاب الله فهو باطل».\r¬__________\r(¬1) انظر (ص: 29).\r(¬2) أخرجه: البخاري (3/ 259) (8/ 108 - 109) (9/ 145)، ومسلم (8/ 63)، وغيرهما من حديث أبي هريرة رضي الله عنه.","seal":"4801F8E9","part":1},
      {"page":11,"id":11,"nass":"وقد أدى اشتراط الدكتور لهذا الشرط إلى أن يدعي أن مسألة الإحصاء أكبر من طاقة البشر وخارجة عن قدرتهم المحدودة وأيامهم المعدودة! !\rوجوابًا على ذلك أقول:\rبل إن إحصاء الأسماء الحسنى التسعة والتسعين في وسع كل مؤمن، حيث إن النبي صلى الله عليه وسلم قد رغّب المؤمنين من لدن الصحابة رضي الله عنهم إلى قيام الساعة على إحصائها، مما يدل على أن هذا الإحصاء في طاقتهم وداخل قدرتهم، وهل يرغّب النبي صلى الله عليه وسلم في أمر خارج عن قدرة البشر؟ ! !\rولو كان هذا الإحصاء أكبر من طاقة فرد وأوسع من دائرة مُجد، ولا يستطيع أحد القيام به إلا بفرز عشرات الآلاف من الأحاديث واستخدام الحاسب الآلي كما يزعم الدكتور، لم يكن لهذا الحديث فائدة بدون الحاسب الآلي، ولقصرت فائدة هذا الحديث على هذا العصر، أو على الدكتور خاصة، وهذا ظاهر البطلان.\rثم إن أحكام الشريعة لا تتوقف على شيء من العلوم الكونية والاكتشافات العلمية، كالحاسب الآلي وغيره. فأحكام الشريعة يستوي في إمكانية معرفتها والقيام بها جمهور الناس، وهذا مقتضى شمولية دعوة الإسلام لجميع البشر.\rولا ننكر أن بعض الاكتشافات العلمية الحديثة قد تُيسِّر على بعض الناس القيام ببعض أمور الشريعة، ولكن أن نقول: إن شيئا من أمور الشريعة تتوقف معرفته على بعض الاكتشافات العلمية أو العلوم الكونية. فهذا الذي لا نقبله أبدًا.","seal":"951DE66F","part":1},
      {"page":12,"id":12,"nass":"قال الإمام الشاطبي في «الموافقات» (2/ 58):\r«هذه الشريعة المباركة أمية (¬1)؛ لأن أهلها كذلك، فهو أجرى (¬2) على اعتبار المصالح، ويدل على ذلك أمور:\rأحدها: النصوص المتواترة اللفظ والمعنى، كقوله تعالى: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ} [الجمعة: 2]، {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ} [الأعراف: 158]، وفي الحديث: «بعثت إلى أمة أمية» (¬3) لأنهم لم يكن لهم علم بعلوم\r¬__________\r(¬1) علق فضيلة الشيخ عبدالله دراز -رحمه الله- على هذا الموضع بقوله: «أي لا تحتاج في فهمها وتعرف أوامرها ونواهيها إلى التغلغل في العلوم الكونية والرياضيات وما إلى ذلك. والحكمة في ذلك:\rأولًا: أن مَن باشر تلقيها من الرسول -صلى الله عليه وسلم- أُمِّيون على الفطرة.\rثانيًا: فإنها لو لم تكن كذلك لما وسعت جمهور الخلق من عرب وغيرهم؛ فإنه كان يصعب على الجمهور الامتثال لأوامرها ونواهيها المحتاجة إلى وسائل علمية لفهمها أولًا، ثم تطبيقها ثانيًا، وكِلاهما غير ميسور لجمهور الناس المرسَل إليهم من عرب وغيرهم. وهذا كله فيما يتعلق بأحكام التكليف؛ لأنه عام يجب أن يفهمه العرب والجمهور ليمكن الامتثال. أما الأسرار والحكم والمواعظ والعبر: فمنها ما يدق عن فهم الجمهور ويتناول بعضُ الخواص منه شيئًا فشيئًا بحسب ما يسره الله لهم وما يلهمهم به ... » اهـ.\rقلت: ولا يخفى عليك أيها القارئ أن إحصاء الأسماء التسعة والتسعين مندوب، والمندوب قسم من أقسام الأحكام التكليفية، فلا يتوقف القيام به على الوسائل العلمية والاكتشافات الحديثة. والله أعلم.\r(¬2) علق هنا الشيخ دراز -رحمه الله- بقوله: «أي: فإن تنزيل الشريعة على مقتضى حال المنزَّل عليهم أوفق برعاية المصالح التي يقصدها الشارع الحكيم» اهـ ..\r(¬3) أخرجه: أحمد (5/ 132)، والترمذي (2944)، وابن حبان (739)، والطيالسي (545)، من حديث أُبيّ بن كعب -رضي الله عنه-.\rوقال الترمذي: هذا حديث حسن صحيح، وقد رُوي من غير وجه عن أُبي بن كعب» اهـ.","seal":"8AF6CEBB","part":1},
      {"page":13,"id":13,"nass":"الأقدمين، والأمي منسوب إلى الأم، وهو الباقي على أصل ولادة الأم لم يتعلم كتابًا ولا غيره، فهو على أصل خلقته التي ولد عليها، وفي الحديث: «نحن أمة أمية، لا نحسب ولا نكتب، الشهر هكذا وهكذا وهكذا» (¬1). وقد فسر معنى الأمية في الحديث، أي: ليس لنا علم بالحساب ولا الكتاب. ونحوه قوله تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ} [العنكبوت: 48]. وما أشبه هذا من الأدلة المبثوثة في الكتاب والسنة، الدالة على أن الشريعة موضوعة على وصف الأمية؛ لأن أهلها كذلك ... ) اهـ.\rوقال الإمام الشاطبي رحمه الله أيضًا في «الموافقات» (2/ 66، 74 - 76): «ما تقرر من أمية الشريعة وأنها جارية على مذاهب أهلها - وهم العرب - ينبني عليه قواعد: ... ومنها: أن تكون التكاليف الاعتقادية والعملية مما يسع الأمي تعقلها ليسعه الدخول تحت حكمها.\rأما الاعتقادية: بأن تكون من القرب للفهم والسهولة على العقل بحيث يشترك فيها الجمهور، من كان منهم ثاقب الفهم أو بليدًا؛ فإنها لو كانت مما لا يدركه إلا الخواص لم تكن الشريعة عامة، ولم تكن أمية، وقد ثبت كونها كذلك، فلابد أن تكون المعاني المطلوب علمها واعتقادها\r¬__________\r(¬1) أخرجه: البخاري (3/ 35)، ومسلم (3/ 123 - 124)، وغيرهما من حديث ابن عُمَر -رضي الله عنهما-.","seal":"EB8F1D10","part":1},
      {"page":14,"id":14,"nass":"سهلة المأخذ.\rوأيضًا فلو لم تكن كذلك لزم بالنسبة إلى الجمهور تكليف ما لا يطاق، وهو غير واقع كما هو مذكور في الأصول ...\rوأما العمليات: فمن مراعاة الأمية فيها أن وقع تكليفهم بالجلائل في الأعمال والتقريبات (¬1) في الأمور، بحيث يدركها الجمهور، كما عرف أوقات الصلوات بالأمور المشاهدة لهم، كتعريفها بالظلال، وطلوع الفجر، والشمس وغروبها، وغروب الشفق، وكذلك الصوم ... ولم يطالبنا بحساب مسير الشمس مع القمر بالمنازل؛ لأن ذلك لم يكن من معهود العرب ولا من علومها، ولدقة الأمر فيه، وصعوبة الطريق إليه. وأجرى لنا غلبة الظن في الأحكام مجرى اليقين وعذر الجاهل فرفع عنه الإثم، وعفا عن الخطأ، إلى غير ذلك من الأمور المشتركة للجمهور، فلا يصح الخروج عما حد في الشريعة، ولا تطلب ما وراء هذه الغاية؛ فإنها مظنة الضلال، ومزلة الأقدام» اهـ.\rقلت: وكلام هذا الإمام يدل دلالة واضحة على أن الشريعة لا تتوقف معرفتها على شيء من العلوم الطبيعية والاكتشافات العِلميَّة الحديثة، فما ذهب إليه الدكتور من تعذر إحصاء الأسماء التسعة والتسعين بدون وجود الحاسب الآلي باطل، اعتمادًا على الأدلة التي ساقها الإمام الشاطبي رحمه الله.\r¬__________\r(¬1) علق الشيخ دراز على هذا الموضع بقوله: «لعل الأصل \"بالتقريبات\"، أي: فلم يُكلفوا بما يقتضي الضبط التام للأوقات، بل بأمور وعلامات تقريبية، مع أنها جُعلَتْ أمارات لجلائلِ الأعمال كالصلاة والصوم والحج» اهـ.","seal":"AF63A389","part":1},
      {"page":15,"id":15,"nass":"ثانيًا: زعم الدكتور أنه لم يقم أحد من أهل العلم سلفًا وخلفًا بتتبع الأسماء حصرًا منذ أكثر من ألف عام لعدم توفر الحاسب الآلي لديهم! !\rأقول:\rهل تظن يا فضيلة الدكتور أن السابقين الأولين من المهاجرين والأنصار والذين اتبعوهم بإحسان من أهل القرون الثلاثة الأولى المفضلة لم يستطيعوا إحصاء الأسماء التسعة والتسعين لعدم توفر الحاسب الآلي لديهم؟ !\rوهل نفهم من ذلك أن الله عز وجل قد حرم السلف الصالح وعلى رأسهم الصحابة رضي الله عنهم من هذه الفضيلة وخصك بها يا فضيلة الدكتور؟ !\rيجب علينا أن نعلم أن السلف الصالح رضي الله عنهم قد شهد لهم النبي صلى الله عليه وسلم بالخيرية في قوله صلى الله عليه وسلم: «خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم» (¬1). فهم خير الناس علمًا وعملًا. وكل فضيلة في علم أو عمل، وكل جزء من الدين صغير أو كبير فإنهم قد سبقونا إلى معرفته والعمل به.\rفلا شك أنهم قد قاموا بإحصاء الأسماء التسعة والتسعين؛ لأنه جزء من الدين وفضيلة في العلم والعمل، وليس عدم نقل ذلك إلينا دليلًا على عدم وقوعه. والله أعلم.\r¬__________\r(¬1) أخرجه: البخاري (3/ 224) (5/ 3) (8/ 113، 167)، ومسلم (7/ 184، 185)، وغيرهم من حديث ابن مسعود -رضي الله عنه-.","seal":"637E8DA4","part":1},
      {"page":16,"id":16,"nass":"قال الإمام ابن القيم رحمه الله في «أعلام الموقعين» (4/ 77 - 78): «ثبت عن النبي صلى الله عليه وسلم في «الصحيح» من وجوه متعددة أنه قال: «خير القرون القرن الذي بعثت فيهم، ثم الذين يلونهم، ثم الذين يلونهم».\rفأخبر النبي صلى الله عليه وسلم أن خير القرون قرنه مطلقًا، وذلك يقتضي تقديمهم في كل باب من أبواب الخير، وإلا لو كانوا خيرًا من بعض الوجوه، فلا يكونون خير القرون مطلقًا، فلو جاز أن يخطئ الرجل منهم في حكم وسائرهم لم يفتوا بالصواب، وإنما ظفر بالصواب من بعدهم وأخطئوا هم - لزم أن يكون ذلك القرن خيرًا منهم من ذلك الوجه؛ لأن القرن المشتمل على الصواب خير من القرن المشتمل على الخطأ في ذلك الفن ... ومعلوم أن فضيلة العلم ومعرفة الصواب أكمل الفضائل وأشرفها، فيا سبحان الله! أي وصمة أعظم من أن يكون الصِّدِّيق أو الفاروق أو عثمان أو علي أو ابن مسعود أو سلمان الفارسي أو عبادة بن الصامت وأضرابهم رضي الله عنهم قد أخبر عن حكم الله أنه كيت وكيت في مسائل كثيرة وأخطأ في ذلك، ولم يشتمل قرنهم على ناطق بالصواب في تلك المسائل حتى نبغ من بعدهم فعرفوا حكم الله الذي جهله أولئك السادة، وأصابوا الحق الذي أخطأه أولئك الأئمة؟ ! سبحانك هذا بهتان عظيم» اهـ.\rقلت: رحم الله الإمام ابن القيم فكأنه يتكلم في مسألتنا هذه، ولا أظن الدكتور يدعي أن قرنه الذي استطاع فيه إحصاء الأسماء التسعة والتسعين بواسطة الحاسب الآلي أفضل من القرون الثلاثة الأولى المشهود لها بالخيرية! !","seal":"41891A0E","part":1},
      {"page":17,"id":17,"nass":"ويقول الإمام الشاطبي رحمه الله في «الموافقات» (1/ 74 - 76) في معرض بيانه لطرق أخذ العلم عن أهله:\r« ... أن يتحرى كتب المتقدمين من أهل العلم المراد؛ فإنهم أقعد به من غيرهم من المتأخرين، وأصل ذلك التجربة والخبر:\rأما التجربة: فهو أمر مشاهد في أي علم كان، فالمتأخر لا يبلغ من الرسوخ في علم ما بلغه المتقدم. وحسبك من ذلك أهل كل علم عملي أو نظري، فأعمال المتقدمين في إصلاح دنياهم ودينهم على خلاف أعمال المتأخرين، وعلومهم في التحقيق أقعد، فتحقق الصحابة بعلوم الشريعة ليس كتحقق التابعين، والتابعون ليسوا كتابعيهم، وهكذا إلى الآن، ومن طالع سِيَرهم وأقوالهم وحكاياتهم أبصر العجب في هذا المعنى.\rوأما الخبر: ففي الحديث: «خير القرون قرني ثم الذين يلونهم، ثم الذين يلونهم» (¬1). وفي هذا إشارة إلى أن كل قرن مع ما بعده كذلك.\rوروي عن النبي صلى الله عليه وسلم: «أول دينكم نبوة ورحمة، ثم ملك ورحمة، ثم ملك وجبرية، ثم ملك عضوض» (¬2). ولا يكون هذا إلا مع قلة الخير، وتكاثر الشر شيئًا بعد شيء، ويندرج ما نحن فيه تحت الإطلاق. وعن ابن مسعود أنه قال: «ليس عام إلا الذي بعده شر منه، لا أقول عام أمطر من عام، ولا عام أخصب من عام، ولا أمير خير من أمير، ولكن ذهاب\r¬__________\r(¬1) متفق عليه. وقد سبق تخريجه قريبًا، ولكن بلفظ: «خير الناس قرني».\r(¬2) أخرجه: أحمد (4/ 273)، والطيالسي (439) بمعناه من حديث حذيفة -رضي الله عنه-.\rانظر ((الصحيحة)) (رقم: 5).","seal":"389BFB58","part":1},
      {"page":18,"id":18,"nass":"خياركم وعلمائكم، ثم يحدث قوم يقيسون الأمور برأيهم، فيهدم الإسلام ويثلم». ومعناه موجود في «الصحيح» في قوله: «ولكن ينتزعه مع قبض العلماء بعلمهم، فيبقى ناس جهال يُستفتَون فيُفتُون برأيهم، فيضلون ويضلون» (¬1) ....\rوالأخبار هنا كثيرة، وهي تدل على نقص الدين والدنيا، وأعظم ذلك العلم، فهو إذا فى نقص بلا شك. فلذلك صارت كتب المتقدمين وكلامهم وسيرهم أنفع لمن أراد الأخذ بالاحتياط في العلم، على أي نوع كان، وخصوصًا علم الشريعة، الذي هو العروة الوثقى، والوَزَر (¬2) الأحمى. وبالله تعالى التوفيق» اهـ.\rأقول: فالسلف الصالح هم سادات هذه الأمة علمًا وعملًا، فمن ادعى أنه علم شيئًا من الدين لم يعلموه فهو كاذب؛ إذ الدين هو ما جاء عنهم رضي الله عنهم، فما لم يعلموه فليس هو من الدين قولًا واحدًا. وإذا انفرد أحد المتأخرين بقول ولم يسبقه إليه أحد من السلف الصالح فلا بد أن يكون خطأ.\rقال شيخ الإسلام ابن تيمية رحمه الله في «مجموع الفتاوى» (21/ 291): «وكل قول ينفرد به المتأخر عن المتقدمين، ولم يسبقه إليه أحد منهم، فإنه يكون خطأ، كمال قال الإمام أحمد بن حنبل: إياك أن تتكلم في مسألة ليس لك فيها إمام» اهـ.\r¬__________\r(¬1) أخرجه: البخاري (1/ 36) (9/ 123)، ومسلم (8/ 60)، وغيرهما من حديث عبدالله بن عمرو -رضي الله عنهما-.\r(¬2) الوَزَر: الملجأ أو الجبل. كما في «لسان العرب (6/ 4823).","seal":"FD048E91","part":1},
      {"page":19,"id":19,"nass":"وقال الإمام الشاطبي في «الموافقات» (3/ 56):\r«فالحذر الحذر من مخالفة الأولين. فلو كان ثَمَّ فضل ما، لكان الأولون أحق به. والله المستعان» اهـ.\rفيجب علينا - وعلى الدكتور كذلك - أن نتواضع لعلم السلف الصالح وأن نقر لهم بالسبق في كل باب من أبواب الدين.\rكان الإمام أبو عمرو بن العلاء يقول: «ما نحن فيمن مضى إلا كبَقْل (¬1) في أصول نخلٍ طُوال» (¬2).\rوأبو عمرو هذا تابعي ثقة جليل أحد الأئمة القراء السبعة، وهو يقول هذا في مشايخه من الصحابة والتابعين، فماذا نقول نحن؟ ! هل نقول: إنهم رجال ونحن رجال؟ ! أم نقول: إنهم لم يستطيعوا إحصاء الأسماء التسعة والتسعين لعدم توفر الحاسب الآلي لديهم؟ !\rكلا والله، بل نقول كما قال الإمام أبو عمرو بن العلاء نقول: «ما نحن فيمن مضى إلا كقطرة في بحر خضم».\rقال الإمام الشافعي في «الرسالة البغدادية» (¬3):\r«وقد أثنى الله تبارك وتعالى على أصحاب رسول الله صلى الله عليه وسلم في القرآن والتوراة والإنجيل، وسبق لهم على لسان رسول الله صلى الله عليه وسلم من الفضل\r¬__________\r(¬1) البقل: نبات عشبي يغتذي الإنسان منه مثل الفجل والجرجير.\r(¬2) كما في ترجمته من «تاريخ دمشق» (67/ 113).\r(¬3) كما في «أعلام الموقعين» (1/ 79)، وانظر كلام الإمام ابن القيم بعده فإنه مهم.","seal":"6472FED6","part":1},
      {"page":20,"id":20,"nass":"ما ليس لأحد بعدهم، فرحمهم الله وهنأهم بما آتاهم من ذلك ببلوغ أعلى منازل الصديقين والشهداء والصالحين، أدوا إلينا سنن رسول الله صلى الله عليه وسلم، وشاهدوه والوحي ينزل عليه، فعلموا ما أراد رسول الله صلى الله عليه وسلم عامًّا وخاصًّا وعَزمًا وإرشادًا، وعرفوا من سنته ما عرفنا وجهلنا، وهم فوقنا في كل علم واجتهاد وورع وعقل وأمر استدرك به علم واستنبط به، وآراؤهم لنا أحمد، وأولى بنا من رأينا عند أنفسنا ... » اهـ.\rوقد رد الإمام ابن رجب الحنلبي في «فضل علم السلف على الخلف» (ضمن مجموع رسائل ابن رجب: 3/ 22 - 24) على من ظن في شخص من المتأخرين أنه أعلم من السلف الصالح بكلام قوي رأيت نقله هنا لنفاسته، قال رحمه الله:\r«وقد ابتلينا بجهلة من الناس يعتقدون في بعض من توسع في القول من المتأخرين أنه أعلم ممن تقدم، فمنهم من يظن في شخص أنه أعلم من كل من تقدم من الصحابة ومن بعدهم؛ لكثرة بيانه ومقاله، ومنهم من يقول: هو أعلم من الفقهاء المشهورين المتبوعين، وهذا يلزم منه ما قبله؛ لأن هؤلاء الفقهاء المشهورين المتبوعين أكثر قولًا ممن كان قبلهم، فإذا كان من بعدهم أعلم منهم لاتساع قوله، كان أعلم ممن كان أقل منهم قولًا بطريق الأولى كالثوري والأوزاعي والليث وابن المبارك وطبقتهم، وممن قبلهم من التابعين والصحابة أيضًا؛ فإن هؤلاء كلهم أقل كلامًا ممن جاء بعدهم.\rوهذا تنقص عظيم بالسلف الصالح، وإساءة ظن بهم، ونسبة لهم إلى","seal":"94F2579E","part":1},
      {"page":21,"id":21,"nass":"الجهل وقصور العلم، ولا حول ولا قوة إلا بالله. ولقد صدق ابن مسعود في قوله في الصحابة: «إنهم أبر الأمة قلوبًا، وأعمقها علومًا، وأقلها تكلفًا». وروي نحوه عن ابن عمر أيضًا. وفيه إشارة إلى أن من بعدهم أقل علومًا وأكثر تكلفًا. وقال ابن مسعود أيضًا: «إنكم في زمان كثير علماؤه، قليل خطباؤه، وسيأتي بعدكم زمان قليل علماؤه، كثير خطباؤه». فمن كثر علمه وقل قوله فهو الممدوح، ومن كان بالعكس فهو مذموم» اهـ.\rوقد شهد النبي صلى الله عليه وسلم لأهل اليمن بالإيمان والفقه. وأهل اليمن أقل الناس كلامًا وتوسعًا في العلوم، لكن علمهم علم نافع في قلوبهم ويعبرون بألسنتهم عن القدر المحتاج إليه من ذلك. وهذا هو الفقه والعلم النافع، فأفضل العلوم في تفسير القرآن ومعاني الحديث والكلام في الحلال والحرام ما كان مأثورًا عن الصحابة والتابعين وتابعيهم إلى أن ينتهي إلى زمن أئمة الإسلام المشهورين المقتدى بهم الذين سميناهم فيما سبق.\rفضبط ما رُوي عنهم في ذلك أفضل العلوم مع تفهمه وتعقله والتفقه فيه، وما حدث بعدهم من التوسع لا خير في كثير منه، إلا أن يكون شرحًا لكلام يتعلق من كلامهم. وأما ما كان مخالفًا لكلامهم فأكثره باطل أو لا منفعه فيه، وفي كلامهم في ذلك كفاية وزيادة، فلا يوجد في كلام من بعدهم من حق إلا وهو في كلامهم موجود بأوجز لفظ وأخصر عبارة، ولا يوجد في كلام من بعدهم من باطل إلا وفي كلامهم ما يبين بطلانه لمن فهمه وتأمله، ويوجد في كلامهم من المعاني البديعة والمآخذ الدقيقة","seal":"D54D765F","part":1},
      {"page":22,"id":22,"nass":"ما لا يهتدي إليه من بعدهم ولا يلم به. فمن لم يأخذ العلم من كلامهم فاته ذلك الخير كله، مع ما يقع في كثيرٍ من الباطل متابعة لمن تأخر عنهم ... » اهـ.\rوقال أيضًا رحمه الله (3/ 31 - 32):\r« ... وأما مِن علمه غير نافع؛ فليس له شغل سوى التكبر بعلمه على الناس، وإظهار فضل علمه عليهم، ونسبتهم إلى الجهل، وتنقصهم ليرتفع بذلك عليهم، وهذا من أقبح الخصال وأردئها.\rوربما نسب من كان قبله من العلماء إلى الجهل والغفلة والسهو، فيوجب له حب نفسه، وحب ظهورها، وإحسان ظنه بها، وإساءة ظنه بمن سلف من العلماء.\rوأهل العلم النافع على ضد هذا: يسيئون الظن بأنفسهم ويحسنون الظن بمن سلف من العلماء، ويقرون بقلوبهم بفضل مَن سلف عليهم، وبعجزهم عن بلوغ مراتبهم والوصول إليها أو مقاربتها.\rوما أحسن قول أبي حنيفة! وقد سئل عن علقمة والأسود أيهما أفضل؟ فقال: «والله ما نحن بأهل أن نذكرهم، فكيف نفضل بينهم؟ ! ».\rوكان ابن المبارك إذا ذكر أخلاق من سلف ينشد:\rلا تعرضن بذكرنا مع ذكرهم ... ليس الصحيح إذا مشى كالمقعد\rومَن علمه غير نافع إذا رأى لنفسه فضلًا على مَن تقدمه في المقال وتشقق الكلام، ظن لنفسه عليهم فضلًا في العلوم أو الدرجة عند الله","seal":"B8215FE8","part":1},
      {"page":23,"id":23,"nass":"لفضل خص به عمن سبق، فاحتقر من تقدمه، وأزرى عليه بقلة العلم، ولا يعلم المسكين أن قلة كلام من سلف إنما كان ورعًا وخشية لله، ولو أراد الكلام وإطالته لما عجز عن ذلك ... » اهـ.\rقلت: فكلام هؤلاء الأئمة يدل على أن السلف الصالح قد تفوقوا علينا في العلوم الشرعية، وقد سبقونا إلى كل باب من أبواب الخير، فلا سبيل لنا أن نصل إلى درجة علمهم وفقههم ومعرفتهم بأسرار الشريعة فضلًا عن أن نفوقهم، ولو يسر لإنسان في هذا العصر كل وسائل التقنية الحديثة، وحصل على مئات الموسوعات الإلكترونية وآلاف الكتب المجلدات فلن يصل أبدًا إلى ما وصل إليه السلف الصالح من العلوم الدينية والمعارف الشرعية، ولن يتمكن من معرفة شيء من أمور الدين لم يعرفه السلف الصالح. والله أعلم.\rفيتبين من ذلك أن ما ادعاه الدكتور من عدم قيام السلف الصالح بمسألة إحصاء التسعة والتسعين اسمًا ادعاءٌ باطل. والله الموفق.\r* * *\r* ثالثًا: قوله: «ويلزم من هذا بالضرورة فرز عشرات الآلاف من الأحاديث النبوية وقراءتها كلمة كلمة للوصول إلى اسم واحد ... ».\rأقول هذا القول حجة عليه؛ لأنه إذا كان الأمر كذلك، فكثير من السلف الصالح والعلماء المتقدمين كانو يحفظون أضعاف أضعاف هذا العدد من الأحاديث، فإحصاء الأسماء الحسنى أيسر عليهم بكثير.","seal":"55AA03A2","part":1},
      {"page":24,"id":24,"nass":"فهذا الإمام أحمد بن حنبل رحمه الله كان يحفظ «مليون» حديث، فقد روى الخطيب البغدادي في «تاريخ بغداد» (6/ 100) عن أبي زرعة الرازي أنه قال: كان أحمد بن حنبل يحفظ ألف ألف حديث. فقيل له: وما يدريك؟ قال: ذاكرته فأخذت عليه الأبواب.\rوهذا الإمام يحيى بن معين قد كتب بيده «مليون» حديث (¬1).\rوكان الإمام أبو زرعة الرازي يحفظ ستمائة ألف حديث. وكان يقول: «أحفظ مائتي ألف حديث كما يحفظ الإنسان: قل هو الله أحد» اهـ (¬2).\rوقد أخرج الإمام البخاري أحاديث «صحيحه» من ستمائة ألف حديث. وكان يقول: «أحفظ مائة ألف حديث صحيح، وأحفظ مائتي ألف حديث غير صحيح» اهـ (¬3).\rوقال الإمام مسلم: «صنفت هذا «المسند الصحيح» من ثلاثمائة ألف حديث مسموعة» اهـ (¬4).\rولو ذهبت أسرد علماء السلف الذين كانو يحفظون مئات الآلاف من الأحاديث لطال المقام جدًّا، وفيما ذكرته كفاية (¬5).\r¬__________\r(¬1) «تاريخ دمشق» (65/ 13).\r(¬2) «تاريخ بغداد» (12/ 41، 44)، و «تاريخ دمشق» (38/ 19، 20).\r(¬3) «تاريخ بغداد» (2/ 327، 346).\r(¬4) «تاريخ بغداد» (15/ 122).\r(¬5) ومَن أراد المزيد فلينظر إلى تراجم هؤلاء الأعلام في كتب الرجال: أبي داود السجستاني، وعلي بن المديني، وإسحاق بن راهويه، وأبي مسعود الرزاي، وعبدالله بن وهب، وابن الجعابي، وابن عقدة، وسليمان بن عبدالرحمن الدمشقي، وعُبيدالله بن عمر القواريري، وعلي بن عاصم، وأحمد بن صالح المصري، ومحمد بن العلاء بن كريب، وغيرهم كثير.","seal":"F3554390","part":1},
      {"page":25,"id":25,"nass":"• فإذا تبين أن الأئمة المتقدمين كانوا يحفظون مئات الآلاف من الأحاديث النبوية والآثار السلفية تقرر أنهم كانوا أوسع إحاطة للسنة من هذه الموسوعات الإلكترونية؛ لأن هذه الموسوعات التي اعتمد عليها الدكتور في إحصاء الأسماء التسعة والتسعين لا يبلغ ما تحتويه عشر ما حفظه هؤلاء الأئمة وذلك بشهادة الدكتور نفسه (¬1)، وهذا يدل دلالة واضحة أنهم كانوا أقدر على إحصاء الأسماء الحسنى التسعة والتسعين منا. والله أعلم.\r* * *\r¬__________\r(¬1) ثم نقول: مَن الذين أوصلوا إلينا هذه الأحاديث الموجودة على الموسوعات الإلكترونية؟ أليس هم السلف الصالح -رضي الله عنهم-؟ ! !\rهذا، مع العلم بأن هذه الموسوعات الإلكتورنية -التي اعتمد عليها الدكتور- تحتوي على كمِّ هائل من الأخطاء والتصحيفات والتحريفات، مما يجعلنا لا نثق ثقة كاملة بما تحتويه من معلومات، وستأتي زيادة توضيح لهذا الأمر (ص: 86).","seal":"3F700718","part":1},
      {"page":26,"id":26,"nass":"الرد على طعنه في الإمام\rالوليد بن مسلم رحمه الله\rقال الدكتور (ص: 8): «في نهاية القرن الثاني ومطلع القرن الثالث الهجري حاول ثلاثة من رواه الحديث جمعها - أي: جمع الأسماء الحسنى التسعة والتسعين - باجتهادهم؛ إما استنباطًا من القرآن والسنة أو نقلًا عن اجتهاد الآخرين في زمانهم، الأول منهم -وهو أشهرهم وأسبقهم- الوليد بن مسلم مولى بني أمية (ت: 195 هـ) وهو عند علماء الجرح والتعديل كثير التدليس والتسوية في الحديث ... » اهـ.\rأقول:\rنفهم من كلام الدكتور أن هذه الأسماء المشهورة بين الناس هي من اجتهاد الوليد بن مسلم أو مِن نقله عن اجتهاد بعض شيوخه، والوليد يدلس تدليس التسوية؛ فلذلك لا نقبل منه هذه الأسماء!\rوهذا طعن ليس في محله؛ لأن تدليس التسوية خاص بالرواية لا بالاجتهاد (¬1). والوليد بن مسلم رحمه الله قد جمع هذه الأسماء باجتهاده\r¬__________\r(¬1) وتدليس التسوية هو كما قال الحافظ العراقي في «التقييد والإيضاح» (ص: 96): «أن يجيء المدلس إلى حديث سمعه من شيخ ثقة، وقد سمعه ذلك الشيخ الثقة من شيخ ضعيف، وذلك الشيخ الضعيف يرويه عن شيخ ثقة، فيعمل المدلس الذي سمع الحديث من الثقة الأول فيُسقِط منه شيخَ شيخِه الضعيف، ويجعله من رواية شيخِه الثقة عن الثقة الثاني بلفظ محتمل -كالعنعنة ونحوها-، فيصير الإسناد كله ثقات ويصرح هو بالاتصال بينه وبين شيخه؛ لأنه قد سمعه منه، فلا يظهر حينئذ في الإسناد ما يقتضي عدم قبوله إلا لأهل النقد والمعرفة بالعلل» اهـ.","seal":"A6A08AD6","part":1},
      {"page":27,"id":27,"nass":"هو، كما صرح بذلك العلماء ومنهم الدكتور، فطعن الدكتور في الوليد بن مسلم رحمه الله بتدليس التسوية في هذا الموضع خطأ. والله أعلم.\r• وإذا افترضنا أن الوليد نقل هذه الأسماء عن اجتهاد بعض شيوخه، كما صرح بذلك بعض العلماء؛ لم يكن للدكتور أن يطعن في نقله بتدليس التسوية؛ لأن الذي يدلس تدليس التسوية يسقط شيخ شيخه وهنا نقل عن شيوخه مباشرة.\r• ومما يوضح خطأ الدكتور في طعنه في الوليد بتدليس التسوية في هذا الأمر: أن الإمام أبا حنيفة رحمه الله كان إمامًا في الفقه من أهل الاجتهاد، ولكنه مع ذلك كان ضعيفا في الحديث (¬1). فهل نقول: إننا لا نقبل اجتهاداته الفقهية؛ لأنه كان ضعيفا في الحديث؟ !\rوكذلك حفص بن سليمان المقرئ كان ضعيفًا في الحديث (¬2)، ولكنه إمام في القراءة، فهل ضعفه في الحديث يمنعنا أن نقرأ بروايته عن عاصم؟ !\rغاية ما في الأمر أن نقول: إن سرد الأسماء بهذه الصورة المشهورة بين الناس هي من اجتهاد الوليد بن مسلم، فنقبل منها ما ثبت في الكتاب\r¬__________\r(¬1) ضعَّفه في الحديث جمع من أهل العلم، منهم: ابن المبارك والثوري ويحيى القطان وابن معين والبخاري ومسلم وأحمد والنسائي وابن عدي وابن حبان وغيرهم.\rوراجع: «المجروحين» لابن حبان (2/ 405)، و «الجرح والتعديل» لابن أبي حاتم (8/ 449)، و «تاريخ بغداد» (15/ 572 - 582).\r(¬2) ضعَّفه البخاري ومسلم والنسائي وغيرهم كما في ترجمته من «تهذيب الكمال».","seal":"5C417211","part":1},
      {"page":28,"id":28,"nass":"والسنة ونرد ما لم يثبت. أما أن نطعن في اجتهاده بأمر لا دخل له في الاجتهاد فهذا بعيد عن الإنصاف (¬1).\rهذا مع العلم بأن الوليد بن مسلم إمام كبير وعالم جليل من أتباع التابعين. وقد أثنى عليه كثير من الحفاظ والأئمة. وحديثه مخرج في الكتب الستة كلها.\rقال الإمام أحمد بن حنبل: «ما رأيت في الشاميين أعقل من الوليد بن مسلم».\rوقال الإمام ابن سعد: «كان ثقة، كثير الحديث».\rوقال الإمام علي بن المديني: «ما رأيت من الشاميين مثله، وقد أغرب الوليد أحاديث صحيحة لم يشركه فيها أحد».\rوقال الإمام يعقوب بن سفيان: كنت أسمع أصحابنا يقولون: «علم الشام عند إسماعيل بن عياش والوليد بن مسلم، فأما الوليد فمضى على سنته محمودًا عند أهل العلم، متقنًا صحيحًا صحيح العلم» اهـ.\rوقال الإمام أبو زرعة الدمشقي سألت أبا مسهر عن الوليد بن مسلم فقال: «كان من ثقات أصحابنا. وفي رواية: من حفاظ أصحابنا» (¬2) اهـ.\r¬__________\r(¬1) هذا مع العلم بأن التدليس -بكل صوره- ليس قدحًا في الراوي، غاية ما هنالك: أننا لا نقبل روايته التي لم يصرح فيه بالتحديث. أما إذا صرح بالتحديث فروايته مقبولة إذا كان ثقة. والأعمش والثوري مع إمامتهما وجلالتهما في الحديث كانا يدلسان تدليس التسوية.\rوراجع «الكفاية» للخطيب (ص: 518 - 520)، و «تدريب الراوي» (1/ 282، 286 - 288).\r(¬2) هذه الأقوال كلها في ترجمة الوليد من «تهذيب الكمال» (31/ 92 - 94).","seal":"7874C630","part":1},
      {"page":29,"id":29,"nass":"الرد على الدكتور\rفي ادعائه الإحاطة بالسنة النبوية\rقال الدكتور: (ص: 19): «إن من دوافع البحث الرئيسية أن باب الأسماء الحسنى يفتقر إلى دراسة علمية استقصائية حصرية تشمل كل ما ورد في الأصول القرآنية والنبوية ..... ولما يسر الله عز وجل الأسباب في هذا العصر وأصبح ذلك أمرًا ممكنًا بعد أن ظهرت تقنية البحث الحاسوبية، وقدرة الحاسوب على قراءة ملايين الصفحات في لحظات معدودات أقدمت على البحث وأنا لا أتوقع ما توصلت إليه من نتائج» (¬1).\rقلت:\rفهنا يزعم الدكتور أنه باستخدام تقنية البحث الحاسوبية أصبح قادرًا على عمل دراسة علمية استقصائية حصرية تشمل كل ما ورد في الكتاب والسنة.\rوهذا كلام غير صحيح؛ إذ إنه لا يستطيع أحد مهما أوتي من علم أن يحيط بكل ما ورد في السنة النبوية.\r¬__________\r(¬1) وقال أيضًا في أحد البرامج: «الكمبيوتر يقرأ السنة كلها في دقيقة أو دقيقتين» اهـ.\rوهذا الكلام مسجل عندي بصوته وصورته. يغفر الله لي وله.","seal":"BF369E70","part":1},
      {"page":30,"id":30,"nass":"قال الإمام الشافعي رحمه الله:\r«من قال: إن السنة كلها اجتمعت عند رجل واحد. فسق، ومن قال إن شيئا منها فات الأمة. فسق» اهـ (¬1).\rوقال أيضا في «الرسالة» (ص: 42 - 43):\r«لا نعلم رجلا جمع السنن فلم يذهب منها عليه شيء، فإذا جمع علم عامة أهل العلم بها أتى على السنن، وإذا فرق علم كل واحد منهم ذهب عليه الشيء منها، ثم كان ما ذهب عليه منها موجودا عند غيره» اهـ.\rوقال الإمام ابن عبد البر في «التمهيد» (8/ 68 - 69):\r«أخبار الآحاد عند العلماء من علم الخاصة، لا ينكر على أحد جهل بعضها، والإحاطة بها ممتنعة، وما أعلم أحدا من أئمة الأمصار مع بحثهم وجمعهم إلا وقد فاته شيء من السنن المروية من طريق الآحاد، وحسبك بعمر بن الخطاب فقد فاته من هذا الضرب أحاديث فيها سنن ذوات عدد من رواية مالك في «الموطأ» ومن رواية غيره أيضًا، وليس ذلك بضار له، ولا ناقص من منزلته، وكذلك سائر الأئمة لا يقدح في أمانتهم ما فاتهم من إحصاء السنن؛ إذ ذاك يسير في جنب كثير، ولو لم يجز للعالم أن يفتي ولا أن يتكلم في العلم حتى يحيط بجميع السنن ما جاز ذلك لأحد أبدًا ... » اهـ.\r¬__________\r(¬1) «توضيح الأفكار» للصنعاني (1/ 55).","seal":"EB2F1467","part":1},
      {"page":31,"id":31,"nass":"وقال شيخ الإسلام ابن تيمية في «مجموع الفتاوى» (20/ 233):\r«إن الإحاطة بحديث رسول الله صلى الله عليه وسلم لم تكن لأحد من الأمة ..... وأما إحاطة واحد بجميع حديث رسول الله صلى الله عليه وسلم فهذا لا يمكن ادعاؤه قط ... » اهـ.\rوقال أيضا (20/ 238 - 239) بعد أن ذكر آثارا كثيرة تدل على خفاء بعض السنة على أكابر الصحابة:\r(فهؤلاء كانوا أعلم الأئمة وأفقهها وأتقاها وأفضلها، فمن بعدهم أنقص، فخفاء بعض السنة عليه أولى، فلا يحتاج إلى بيان. فمن اعتقد أن كل حديث صحيح قد بلغ كل واحد من الأمة أو إمامًا معينًا فهو مخطئ خطأ فاحشًا قبيحًا).\rولا يقولن قائل: الأحاديث قد دونت وجمعت، فخفؤها والحال هذه بعيد؛ لأن هذه الداويين المشهورة في السنن إنما جمعت بعض إنقراض الأئمة المتبوعين. ومع هذا فلا يجوز أن يُدعَى انحصار حديث رسول الله صلى الله عليه وسلم في دواوين معينة، ثم لو فرض انحصار حديث رسول الله صلى الله عليه وسلم؛ فليس كل ما في الكتب يعلمه العالم، ولا يكاد ذلك يحصل لأحد، بل قد يكون عند الرجل الدواوين الكثيرة وهو لا يحيط بما فيها، بل الذين كانوا قبل جمع هذه الدواوين أعلم بالسنة من المتأخرين بكثير؛ لأن كثيرا مما بلغهم وصح عندهم قد لا يبلغنا إلا عن مجهول أو بإسناد منقطع، أو لا يبلغنا بالكلية، فكانت دواوينهم صدورهم التي تحوي أضعاف ما في الدواوين. وهذا أمر لا يشك فيه من علم القضية» اهـ.","seal":"2DF7E5A5","part":1},
      {"page":32,"id":32,"nass":"قلت: يتبين من كلام هؤلاء الأئمة رحمهم الله: أنه لا يمكن لأحد أن يحيط علما بكل نصوص السنة النبوية مهما بلغت درجته في العلم والحفظ (¬1)، واعتبر ذلك بالإمام أحمد رحمه الله فإنه مع عظيم علمه وحفظه لما يقرب من «مليون» حديث - كما ذكرت آنفا - قد خفيت عليه أشياء من السنة.\rقال الإمام ابن الجوزي في «تلبيس إبليس» (ص: 461):\r«وقد روينا عن الإمام أحمد بن حنبل - مع كونه طاف الشرق والغرب في طلب الحديث - أنه قال لابنه: ما كتبتَ عن فلان؟ فذكر له أن النبي عليه الصلاة والسلام كان يخرج يوم العيد من طريق ويرجع من أخرى.\rفقال الإمام أحمد بن حنبل: إنا لله، سنة من سنن رسول الله لم تبلغني.\rوهذا قوله مع إكثاره وجمعه» اهـ.\rفإن ادعى الدكتور أنه توفر لديه «موسوعات إلكترونية» ولم يتوفر ذلك لأئمة المسلمين المتقدمين فإحاطته بالسنة أوسع من إحاطتهم! !\rقلت:\rإن الموسوعات الإلكترونية التي اعتمد عليها الدكتور تحتوي على عشرات الآلاف من الأحاديث، كما ذكر ذلك الدكتور نفسه (ص: 14) ونقلته فيما سبق. والأئمة كانو يحفظون أضعاف أضعاف هذا العدد، فإحاطتهم بالسنة أوسع من إحاطة الدكتور بلا شك.\r¬__________\r(¬1) إنَّ أخشى ما أخشاه أن يقول الدكتور أو أحد أتباعه: إن هؤلاء الأئمة قد قالوا هذا الكلام؛ لأنه لم يكن عندهم «كمبيوتر»! !","seal":"E7F55ECC","part":1},
      {"page":33,"id":33,"nass":"كذلك فأنه يوجد عدد كبير من الكتب المخطوطة لم يطبع بعد، ولا توجد بالتأكيد على الموسوعات الإلكترونية، ولو قال قائل: إن عدد الكتب المخطوطة التي لم تطبع بعد أكثر من عدد الكتب المطبوعة. لما بعد عن الصواب إن شاء الله، ومن اطلع على فهارس المخطوطات علم ذلك.\rومن هذه الكتب المخطوطة كتاب في شرح الأسماء الحسنى، يعتمد عليه كثير من العلماء مثل: القرطبي والمناوي وغيرهما، وهو كتاب: «الإنباء في شرح الصفات والأسماء» للإمام الإقليشي (¬1). ومع أهمية هذا الكتاب؛ فإن الدكتور لم يطلع عليه، مع أنه أصل في الموضوع الذي يبحثه الدكتور، وقد ادعى استقصاء جميع الكتب فيه (¬2)! !\r• كذلك فإن كثيرًا من كتب المسلمين قد فقدت على مر الزمان، بسبب عوادي الحروب والأيام وتفريط المسلمين وغفلتهم، وقد ذهب بعض العلماء إلى أن كمية الكتب المفقودة تساوي أضعاف كمية الكتب الموجودة (¬3). هذه الكتب لم يصلنا عنها سوى أسمائها، اطلع عليها كثير من علماء المسلمين المتقدمين، ولم نطلع عليها نحن ولم يطلع عليها الدكتور كذلك.\r¬__________\r(¬1) وعندي نسخة مصورة عن أصلها المخطوط في المكتبة الأزهرية.\r(¬2) كذلك فإنه يوجد عدد كبير من الكتب المطبوعة لا يوجد على الموسوعات الإلكترونية كما هو معلوم لدى الباحثين.\r(¬3) انظر «القواعد المنهجية في التنقيب عن المفقود من الكتب والأجزاء التراثية» للدكتور حكمت ياسين (ص: 11 - 12).","seal":"67B3EFD5","part":1},
      {"page":34,"id":34,"nass":"قال العلامة الدكتور محمود الطناحي في «مدخل إلى تاريخ نشر التراث العربي» (ص: 22):\r«في مصنفات السيوطي، وفي مقدمة «الخزانة» و «التاج»، وفي أثنائهما كتب كثيرة لا نعرف لها وجودا الآن. ولا زالت الأيام تظهرنا على مخطوطات نفيسة كنا نعدها من المفقودات وكم في الزوايا من خبايا» اهـ.\rوهذه قائمة ببعض هذه الكتب المفقودة:\r1 - السنن للأوزاعي. ... 2 - سنن أبي الحسن المصري.\r3 - سنن الوليد بن مسلم. ... 4 - سنن ابن عدي.\r5 - سنن علي بن المديني. ... 6 - السنن لإسماعيل القاضي.\r7 - السنة: لابن أبي حاتم. 8 - السنة: لأبي بكر الأثرم.\r9 - السنة: لأبي الشيخ. ... 10 - السنة: للعسال.\r11 - السنة: للطبراني. ... 12 - السنة: لمحمد بن السري.\r13 - السنة: للسجزي. ... 14 - مسند ابن منيع.\r15 - مسند بقي بن مخلد. ... 16 - مسند الحسن بن سفيان.\r17 - مسند عثمان الدارمي. 18 - مسند ابن زيدان البجلي.\r19 - مسند قاسم بن أصبغ. 20 - مسند ابن سنجر الجرجاني.\r21 - مسند مسدد بن مسرهد. 22 - مسند ابن المقرئ.\r23 - مسند يحيى الحماني. ... 24 - مسند ابن أبي عمر العدني (¬1).\r¬__________\r(¬1) انتقيتها من كتاب «القواعد المنهجية في التنقيب عن المفقود من الكتب والأجزاء التراثية» (ص: 295 - 334).","seal":"CFC925E2","part":1},
      {"page":35,"id":35,"nass":"هذه أمثلة لبعض الكتب المفقودة، وقد سبق أن ذكرت أن عدد الكتب المفقودة أكثر بكثير من الكتب المطبوعة والمخطوطة، ومن هذا تعلم أن دعوى الدكتور إحاطته بالسنة النبوية دعوى مرفوضة تماما.\rوالدعاوى ما لم تقيموا عليها .... بينات أبناؤها أدعياء\rولقد أحصى أحد المستشرقين في كتابه «خزائن الكتب العربية في الخافقين» (1/ 97) عدد الكتب في مكتبات البلدان العربية فبلغ نحو ثلاثة ملايين مجلد ما بين مخطوط ومطبوع.\rفإذا أضفنا إلى ذلك عدد الكتب المفقودة، تضاعف هذا العدد أضعافا كثيرة. وإذا سلمنا أن الدكتور اطلع على 50 ألف مجلد -كما يدعي (¬1) - فماذا يساوي ذلك بجانب هذه الملايين من المجلدات؟ !\rولا شك أنه يوجد في هذه الكتب كثير من الأحاديث التي لم يطلع عليها الدكتور، فكيف يدعي أنه أحاط علما بالسنة؟ !\rوالواقع أنه لم يحط علما إلا بجزء يسير من السنة النبوية، ولكن غره الحاسب الآلي وما عليه من موسوعات إلكترونية! !\rعلمت شيئا وغابت عنك أشياء ..... فانظر وحقق فما للعلم إحصاء\rللعلم قسمان ما تدري وقولك لا ... أدري ومن يدعي الإحصاء هَذَّاء\r\r* * *\r¬__________\r(¬1) ادعى ذلك الدكتور في لقاء معه في إحدى القنوات الفضائية. وهو مسجل عندي بصوته وصورته.","seal":"8EFE76F0","part":1},
      {"page":36,"id":36,"nass":"عدد الأسماء الحسنى\rالثابتة في الكتاب والسنة\rقال الدكتور (ص: 20): « ... لكن النتيجة التي أسفر عنها البحث يتصاغر بجانبها كل جهد، فقد ظهرت مفاجأة لم تكن في الحسبان، تلك المفاجأة تتمثل في أن ما تعرف الله به إلى عباده من أسمائه الحسنى التي وردت في كتابه وفي سنة رسوله تسعة وتسعون اسما وردت بنصها، كما أشار النبي صلى الله عليه وسلم إجمالا إلى العدد المذكور في الحديث المتفق عليه، وذلك عند تمييزها عن الأوصاف، وإخراج ما قيد منها بالإضافة أو بموضع الكمال عند انقسام المعنى المجرد وتطرق الاحتمال ... » اهـ (¬1).\rأقول:\rهذا كلام عجيب! كيف جوز الدكتور لنفسه أن يجزم بأن الأسماء الحسنى الثابتة في الكتاب والسنة تسعة وتسعون اسما فقط؟ ! وما دليله على ذلك؟ هل النتيجة التي توصل إليها بواسطة «الكمبيوتر» تعد دليلا؟ ! لابد إذًا من دليل صريح من الكتاب أو السنة في أن الأسماء الحسنى الثابتة في الكتاب والسنة تسعة وتسعون اسما فقط. {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36].\rوالحديث المشهور الذي يقول فيه النبي صلى الله عليه وسلم: «إن لله تعسة وتسعين\r¬__________\r(¬1) وقال الدكتور مثل ذلك أيضًا (ص: 33، 712).","seal":"50D86E2B","part":1},
      {"page":37,"id":37,"nass":"اسما من أحصاها دخل الجنة». قد شرحه العلماء بما يدل على أن مِن أسماء الله الحسنى تسعة وتسعين اسما من أحصاها دخل الجنة، وليس فيه حصر للأسماء الحسنى في هذا العدد، وليس فيه أيضا حصر للأسماء الحسنى الثابتة في الكتاب والسنة في هذا العدد. وعامة أهل العلم على أن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين اسمًا.\rقال شيخ الإسلام في «مجموع الفتاوى» (22/ 482) في معرض رده على من زعم أنه لا يجوز الدعاء إلا بالتسعة والتسعين اسما:\r« ... وهذا القائل الذي حصر أسماء الله في تسعة وتسعين لم يمكنه استخراجها من القرآن، وإذا لم يقم على تعيينها دليل يجب القول به لم يمكن أن يقال: هي التي يجوز الدعاء بها دون غيرها؛ لأنه لا سبيل إلى تمييز المأمور من المحظور، فكل اسم يجهل حاله يمكن أن يكون من المأمور ويمكن أن يكون من المحظور، وإن قيل: لا تدعو إلا باسم له ذكر في الكتاب والسنة، قيل: هذا أكثر من تسعة وتسعين» اهـ.\rقلت: فكلام شيخ الإسلام رحمه الله صريح في أن الأسماء المذكورة في الكتاب والسنة أكثر من تسعة وتسعين اسما.\rوقال العلامة الدكتور بكر بن عبد الله أبو زيد في «معجم المناهي اللفظية» (ص: 11):\r«باب الأسماء لله تعالى ولرسوله صلى الله عليه وسلم وللقرآن العظيم توقيفية لا تكون إلا بنص، وقد جاء في القرآن نحو مائة اسم لله تعالى» اهـ.\rقلت: وفي السنة أسماء أخر فيكون العدد أكثر من تسعة وتسعين كما هو ظاهر.","seal":"4C72CA77","part":1},
      {"page":38,"id":38,"nass":"• ومما يدل على أن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين أن العلماء ذكروا أن الحكمة في عدم تعيين النبي صلى الله عليه وسلم للأسماء التسعة والتسعين أن يجتهد الإنسان ويدعوا بجميع الأسماء الحسنى التي استطاع أن يقف عليها من الكتاب والسنة، فيصيب العدد الموعود به فيها، وهذا ذهاب منهم إلى أن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين (¬1).\rكذلك فإن بعض العلماء قد ذهبوا إلى أن التسعة والتسعين اسما إنما تستخرج من القرآن فقط دون السنة، وهذا يدل على أنهم يذهبون إلى أن في السنة أسماء أخرى، وأن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين كما هو ظاهر. ومن هؤلاء العلماء: سفيان بن عيينة، وأحمد بن حنبل (¬2)، والحافظ ابن حجر (¬3) وغيرهم.\rومن العلماء من ذهب إلى أن المراد بالعدد المذكور هو إحصاء تسعة وتسعين اسما من جملة أسمائه، فكل من حفظ هذا العدد من أسمائه استحق هذا الأجر، فهي تسعة وتسعون غير معينة ولا محددة (¬4). وهذا يدل على أن هؤلاء العلماء يذهبون إلى أن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين.\r¬__________\r(¬1) انظر (ص: 43) من هذه الرسالة.\r(¬2) كما في «مجموع الفتاوى» (6/ 380).\r(¬3) كما في «الفتح» (11/ 222)، و «التلخيص الحبير» (4/ 339).\r(¬4) انظر «أسماء الله وصفاته» للدكتور عُمَر سليمان الأشقر (ص: 47).","seal":"0466A93A","part":1},
      {"page":39,"id":39,"nass":"قال شيخ الإسلام في «مجموع الفتاوى» (6/ 380):\r«الذين جمعوا الأسماء الحسنى اعتقدوا هم وغيرهم أن الأسماء الحسنى التي من أحصاها دخل الجنة ليست شيئًا معينا، بل من أحصى تسعة وتسعين اسما من أسماء الله دخل الجنة. أو أنها وإن كانت معينة فالاسمان اللذان يتفق معناهما يقوم أحدهما مقام صاحبه، كالأحد والواحد، والمعطي والمغني» اهـ بتصرف.\rومن ذلك يتضح أن أكثر أهل العلم يقولون بأن الأسماء الحسنى الثابتة في الكتاب والسنة أكثر من تسعة وتسعين اسما، والدكتور لم يذكر دليلا على ما ذهب إليه، ولا ذكر عالما قال بقوله! وقد قال الإمام أحمد رحمه الله: «إياك أن تتكلم في مسألة ليس لك فيها إمام» اهـ.\rوقد بينت فيما سبق أن الدكتور لم يحط علما بالسنة كلها فقد يطلع غيره على أحاديث لم يطلع عليها هو، ويثبت بها أسماء لله عز وجلن فيصبح أكثر من تسعة وتسعين. هذا أمر لا مفر منه.\rولا أظن الدكتور سيصر على ادعاء الإحاطة بالسنة النبوية بعد ما ذكرنا كلام الإمام الشافعي رحمه الله في تفسيق من ادعى ذلك. والله الموفق.\r\r* * *","seal":"BEBB6766","part":1},
      {"page":40,"id":40,"nass":"مناقشة الدكتور في شرط الإطلاق\rقال الدكتور (ص: 65): «من الشروط الأساسية اللازمة لإحصاء الأسماء الحسنى أن يرد الاسم في سياق النص مفردا مطلقا دون إضافة مقيدة أو قرينة ظاهرة تحد من الإطلاق، وذلك بأن يفيد المدح والثناء على الله بنفسه؛ لأن الإضافة والتقييد يحدان من إطلاق الحسن والكمال على قدر ما أضيف إليه الاسم أو قيد به، والله عز وجل ذكر أسماءه باللانهائية في الحسن، وهذا يعني الإطلاق التام الذي يتناول جلال الذات والصفات والأفعال» اهـ.\rأقول:\rكلامه يدل على أن التقييد والإضافة يحدان من إطلاق الحسن والجمال وأسماء الله سبحانه لا نهائية في الحسن والكمال، فلا تكون الأسماء المقيدة أو المضافة من الأسماء الحسنى.\rثم وجدته يقول (ص: 713): «فهذه أسماء مضافة أو مقيدة يصح تسمية الله بها على الوضع الذي ورد في النص كسائر الأسماء المضافة الأخرى، لكن الأسماء المعنية في حديث التسعة والتسعين هي الأسماء المفردة المطلقة التي تفيد المدح والثناء على الله بنفسها» اهـ.\rقلت:\rفهنا قد أثبت أن الأسماء المضافة أو المقيدة يصح تسمية الله بها على","seal":"1B409824","part":1},
      {"page":41,"id":41,"nass":"الوضع الذي ورد في النص، وهناك قد قرر أن هذه الأسماء ليست نهائية في الحسن والكمال. فكلامه يدل على أنه يجوز أن يسمى الله عز وجل بأسماء ليست بالغة في الحسن والكمال، وهذا كلام خطير، وأسماء الله كلها سواء كانت مفردة أو مطلقة أو مقيدة هي لا نهائية في الحسن والكمال. فالأسماء المقيدة حسنها وكمالها فيما قيدت به.\rثم إن قوله: «لكن الأسماء المعنية في حديث التسعة والتسعين هي الأسماء المفردة الطلقة ... ». قول لا دليل عليه، فما أدراه أن الأسماء المعنية في حديث التسعة والتسعين هي الأسماء المفردة دون المقيدة؟ ! وإذا ثبت بكلامه أن الأسماء المقيدة أو المضافة هي أسماء لله عز وجل، فما المانع أن تكون من الأسماء الحسنى المعنية في حديث التسعة والتسعين؟ !\rوقد رد العلامة الدكتور عمر بن سليمان الأشقر - حفظه الله - على من أخرج الأسماء المضافة من دائرة الأسماء الحسنى حيث قال في «أسماء الله وصفاته» (ص: 62):\r«لا يجوز استثناء الأسماء المضافة من دائرة أسماء الله الحسنى إذا وردت في الكتاب والسنة، فلا يقر من أخرج من أسمائه تبارك وتعالى: عالم الغيب والشهادة، ومالك الملك، وبديع السماوات والأرض، ونور السماوات والأرض، وغافر الذنب، وعلام الغيوب، وفاطر السماوات والأرض؛ إذ لا حجة لهؤلاء إلا أن هذه الأسماء مضافة. وهذه ليست بحجة، فما الإشكال في أن تكون أسماء الله مضافة؟ ! ... » اهـ.","seal":"41D7E849","part":1},
      {"page":42,"id":42,"nass":"وقد قرر شيخ الإسلام في «مجموع الفتاوى» (22/ 482 - 485) أن في الكتاب والسنة أسماء أخرى غير الأسماء التسعة والتسعين المشهورة التي جاءت مدرجة في حديث الوليد بن مسلم، وعد من تلك الأسماء بعض الأسماء المضافة، فقال:\r«ومن أسمائه التي ليست في هذه التسعة والتسعين اسمه: السبوح ... وكذلك أسماؤه المضافة مثل: أرحم الراحمين، وخير الغافرين، ورب العالمين، ومالك يوم الدين، وأحسن الخالقين، وجامع الناس ليوم لا ريب فيه، ومقلب القلوب، وغير ذلك مما ثبت في الكتاب والسنة وثبت في الدعاء بها بإجماع المسلمين، وليس من هذه التسعة والتسعين» اهـ.\rوقد أدخل كثير من أهل العلم الأسماء المضافة في جملة الأسماء الحسنى منهم: الإمام الإقليشي (¬1)، والإمام ابن القيم (¬2)، والإمام ابن العربي (¬3)، والحافظ ابن حجر (¬4). والله الموفق.\r\r* * *\r¬__________\r(¬1) «الإنباء في شرح الصفات والأسماء» (ق: 7/ أ).\r(¬2) «بدائع الفوائد» (2/ 249). وانظر «جهود الإمام ابن القيم في تقرير توحيد الأسماء والصفات» للدكتور وليد بن محمد العلي (3/ 1425 - 1436).\r(¬3) «أحكام القرآن» (2/ 802).\r(¬4) «التلخيص الحبير» (4/ 339 - 340).","seal":"31037B7B","part":1},
      {"page":43,"id":43,"nass":"اجتهاد الدكتور؛ قطعي أم ظني؟ !\rلقد جزم الدكتور أن الأسماء التي قام بإحصائها هي الأسماء الحسنى المعنية في حديث التسعة والتسعين (¬1). وهذا خطأ فادح؛ لأن الجزم بذلك يحتاج إلى نص صريح، وهو معدوم. فالأسماء التي قام الدكتور بإحصائها -على فرض إصابته في ذلك- هي من الأسماء الحسنى، لكن هل هي المعنية بحديث التسعة والتسعين؟ ! لا نستطيع أن نجزم بذلك؛ لأن النبي صلى الله عليه وسلم لم يعينها.\rوقد ذكر العلماء أن الحكمة في عدم تعيين الأسماء التسعة والتسعين هي أن يجتهد الإنسان ويدعو بجميع الأسماء الحسنى التي استطاع معرفتها؛ بخلاف ما لو عينت لاقتصر عليها، كما قيل نحو ذلك في ليلة القدر وساعة الجمعة وغيرها.\rقال الإمام ابن العربي المالكي في «أحكام القرآن» (2/ 794):\r«والذي أدلكم عليه أن تطلبوها في القرآن والسنة؛ فإنها مخبوءة فيهما، كما خبئت ساعة الجمعة في اليوم، وليلة القدر في الشهر رغبة، والكبائر في الذنوب رهبة؛ لتعم العبادات اليوم بجميعه والشهر بكليته، وليقع الاجتناب لجميع الذنوب.\r¬__________\r(¬1) بل ذهب الدكتور إلى أن ما قام به «إعجاز جديد ظهر باستخدام تقنية الكمبيوتر»! كما في (ص: 708).\rوأتساءل: هل يجوز لإنسانٍ -مهما بلغ من العلم وسعة الاطلاع- أن يُسمِّي ما توصَّل إليه باجتهاده إعجازًا؟ ! !","seal":"7480F29C","part":1},
      {"page":44,"id":44,"nass":"وكذلك أخفيت هذه الأسماء المتعددة في جملة الأسماء الكلية لندعوه بجميعها، فنصيب العدد الموعود به فيها» اهـ بتصرف يسير.\rوقال الفخر الرازي - كما في «الفتح» (11/ 221):\r«يجوز أن يكون المراد من عدم تفسيرها أن يستمروا على المواظبة بالدعاء بجميع ما ورد من الأسماء رجاء أن يقعوا على تلك الأسماء المخصوصة، كما أبهمت ساعة الجمعة وليلة القدر والصلاة الوسطى» اهـ.\rقلت: وهذا يدل على أنه لا سبيل إلى الجزم بتعيين الأسماء التسعة والتسعين، ولكن على المسلم أن يجتهد في إحصاء ما يقدر عليه من الأسماء الحسنى في الكتاب والسنة فلعله يصيبها. والله أعلم.\rأقول هذا على فرض الجزم بصحة الأسماء التي استخرجها الدكتور، وإلا فإننا لا نجزم بصحتها أيضا، بل هي اجتهاد منه يشكر عليه، ويحتمل الخطأ والصواب، وذلك لأنه اعتمد في إثبات الأسماء التي وردت في السنة على الأحاديث التي صححها العلامة الألباني رحمه الله، وهو إمام في الحديث بلا مدافع، ولكنه بشر يصيب ويخطئ (¬1)، فقد يكون أخطأ فصحح حديثا وهو ضعيف في حقيقة الأمر (¬2)، فيأتي الدكتور فيقلده في تصحيح الحديث ويثبت بمقتضاه اسما لله تعالى، ويكون هذا الاسم غير\r¬__________\r(¬1) وقد تراجع رحمه الله عن أحكامه على كثير من الأحاديث كما هو معلوم.\r(¬2) أو يصحح حديثًا ويكون حسنًا في حقيقة الأمر، والدكتور لا يأخذ بالحديث الحسن في باب إثبات الأسماء الحسنى. وسيأتي الرد عليه في ذلك (ص: 60).","seal":"7F2A4D40","part":1},
      {"page":45,"id":45,"nass":"ثابت لضعف الحديث. وهذا الاحتمال وارد لا يستطيع الدكتور دفعه إن شاء الله تعالى.\rقال الحافظ ابن حجر في «النكت على كتاب ابن الصلاح» (1/ 270):\r«قد يخفى على الحافظ بعض العلل في الحديث فيحكم عليه بالصحة بمقتضى ما ظهر له، ويطلع عليها غيره فيرد بها الخبر، وللحاذق الناقد بعدهما الترجيح بين كلاميهما بميزان العدل، والعمل بما يقتضيه الإنصاف» اهـ.\r• وإن ادعى الدكتور أنه عرض هذه الأحاديث التي صححها العلامة الألباني على بعض علماء الحديث المعاصرين فوافقوه عليها؛ فهذا لا يدفع الاحتمال؛ لأنهم أيضا بشر يجوز عليهم الخطأ والنسيان، وقد يخفى عليهم ما يطلع عليه غيرهم، ولم يصل اتفاقهم أن يكون إجماعا حتى يجب المصير إليه. والله أعلم.\r• كذلك فإن الدكتور قد اجتهد ووضع شروطا لعملية الإحصاء، وبعض هذه الشروط قد يختلف بعض الناس مع الدكتور في تطبيقها على بعض الأسماء التي استخرجها، مثال ذلك: شرط الإطلاق؛ فقد يفهم الدكتور من النص أن الاسم ورد فيه مطلقا فيثبته في الأسماء، ثم يأتي آخر ويفهم من النص ما يفيد التقييد، وتكون حجته أقوى من حجة الدكتور، إلى غير ذلك من الاحتمالات.","seal":"08DBB6CC","part":1},
      {"page":46,"id":46,"nass":"• فإذا تقرر ذلك تبين أن جزم الدكتور بهذا الإحصاء غير سائغ، وليس من شيم أهل العلم الجزم بمثل هذا من الأمور الاجتهادية، لا سيما إذا لم يكن للعالم سلف له في ذلك.\rقال شيخ الإسلام في «مجموع الفتاوى» (33/ 41 - 42).\r«ولهذا كان الصحابة إذا تكلموا باجتهادهم ينزهون شرع الرسول صلى الله عليه وسلم من خطئهم وخطأ غيرهم، كما قال عبد الله ابن مسعود في المفوضة: أقول فيها برأيي؛ فإن يكن صوابا فمن الله، وإن يكن خطأ فمني ومن الشيطان، والله ورسوله بريئان منه. وكذلك روي عن الصديق في الكلالة، وكذلك عن عمر في بعض الأمور، مع أنهم كانوا يصيبون فيما يقولونه على هذا الوجه حتى يوجد النص موافقا لاجتهادهم، كما وافق النص اجتهاد ابن مسعود وغيره. وإنما كانوا أعلم بالله ورسوله وبما يجب من تعظيم شرع الرسول صلى الله عليه وسلم أن يضيفوا إليه إلا ما علموه منه، وما أخطؤوا فيه -وإن كانوا مجتهدين- قالوا: إن الله ورسوله بريئان منه ... » اهـ.\r• ولا أظن الدكتور سيصر على القطع بأن هذه الأسماء التي أحصاها هي الأسماء التسعة والتسعون إلا إذا كان يرى أنه معصوم وأن اجتهاده لا يقبل الخطأ. ولقد ذكرني ذلك بالمناظرة التي جرت بين أبي سعيد السيرافي وأبي بشر متَّى بن يونس، وكان متَّى قد أراد أن يعلي من شأن منطق اليونان وثقافتهم، فكان مما قال له أبو سعيد:\r«إن علم العالَم مبثوث في العالَم بين جميع مَن في العالم؛ لهذا قال القائل:\rالعلم في العالم مبثوث .... ونحوَه العاقلُ محثوث","seal":"67936F63","part":1},
      {"page":47,"id":47,"nass":"وكذلك الصناعات مفضوضة على جميع مَن على جُدد الأرض؛ ولهذا غلب علمٌ في مكان دون علم، وكثرت صناعة في بقعة دون صناعة، وهذا واضح والزيادة عليه مشغلة، ومع هذا فإنما كان يصح قولك وتسلم دعواك لو كانت يونان معروفة من بين جميع الأمم بالعصمة الغالبة والفطنة الظاهرة، والبنية المخالفة، وأنهم لو أرادوا أن يخطئوا لما قدروا، ولو قصدوا أن يكذبوا ما استطاعوا، وأن السكينة نزلت عليهم، والحق تكفل بهم، والخطأ تبرأ منهم، والفضائل لصقت بأصولهم وفروعهم، والرذائل بعدت من جواهرهم وعروقهم. وهذا جهل ممن يظنه بهم، وعناد ممن يدعيه لهم، بل كانوا كغيرهم من الأمم يصيبون في أشياء ويخطئون في أشياء، ويعلمون أشياء ويجهلون أشياء ويصدقون في أمور ويكذبون في أمور، ويحسنون في أحوال ويسيئون في أحوال ... فكيف يجوز أن يأتي رجل بشيء يرفع به هذا الخلاف أو يخلخله أو يؤثر فيه؟ ! هيهات هذا محال» اهـ (¬1).\r• وقد كان من نتيجة جزم الدكتور بهذا الأمر أن كتب كثير من الناس هذه الأسماء التي جمعها الدكتور في ورقة مفردة وصوروها، ووُزعت على الناس، وأنشدت بواسطة المنشدين، وجعلها بعضهم على نغمات «المحمول» حتى لقد أخبرني بعضهم أن عنده «الأسماء الحسنى الجديدة»! !\r¬__________\r(¬1) «الإمتاع والمؤانسة» للتوحيدي (1/ 112).","seal":"ACAA81F9","part":1},
      {"page":48,"id":48,"nass":"ألا يخشى الدكتور أن يعتقد الناس أن هذه الأسماء جاءت عن النبي صلى الله عليه وسلم فينسبون إلى النبي صلى الله عليه وسلم ما لم يقله، فيقع المحظور الذي عابه الدكتور على الناس منذ أكثر من ألف عام، وهو اتخاذهم اجتهاد الوليد بن مسلم رحمه الله كأنه حديث عن النبي صلى الله عليه وسلم؟ ! فهل يرضى الدكتور أن يتخذ الناس اجتهاده كأنه شرع منزل؟ ! فواغوثاه بالله.\r\r* * *","seal":"FD9A92D1","part":1},
      {"page":49,"id":49,"nass":"موقف الدكتور\rمن الحديث الموقوف الذي له حكم الرفع\rقال الدكتور (ص: 47) في معرض رده على الشيخ علوي السقاف -حفظه الله- في إحصائه للأسماء الحسنى وقد أدخل الأعز فيها:\r«أما الأعز؛ فلم يرد مرفوعا، وإنما ورد موقوفا على ابن مسعود وابن عمر رضي الله عنهما: «رب اغفر وارحم أنت الأعز الأكرم». واعتباره الموقوف في حكم المرفوع عند بعض المحدثين لا يكفي لإثباته، وشأنه في ذلك شأن القراءة الشاذة التي صحت عن عمر بن الخطاب رضي الله عنه ورواها الإمام البخاري في «صحيحه» عندما قرأ {الْحَيُّ الْقَيُّومُ} في آية الكرسي: «الحي القيام» وهي من حيث الصحة أثبت من رواية الأعز ... » اهـ (¬1).\rأقول:\rفي هذا الكلام -على وجازته- عدة أخطاء وبيانها كالتالي:\rأولا: زعم الدكتور أن الحديث الموقوف الذي له حكم الرفع ليس حجة في إثبات الأسماء الحسنى. وهذا قول باطل لا دليل عليه، ولا أعلم أحدا من علماء السلف والخلف قال به، ولم يذكر الدكتور أحدا\r¬__________\r(¬1) وانظر كذلك (ص: 56) من كتاب الدكتور.","seal":"18D66C94","part":1},
      {"page":50,"id":50,"nass":"سبقه إلى هذا القول، ويتضح من ذلك، ومما سبق، ومما سيأتي: أن الدكتور مغرم باختراع قواعد لم يسبق إليها. والله المستعان.\r• كما أن قوله هذا به تناقض ظاهر؛ فكيف يكون له حكم الرفع ولا يكون حجة؟ ! لأنه إذا ثبت أن له حكم المرفوع ثبت أنه حجة، إذ إن المرفوع حجة في إثبات الأسماء الحسنى. فإذا تحققنا أن هذا الأثر الثابت عن الصحابي له حكم الرفع وجب العمل به في جميع أبواب العقيدة والأحكام وأصبح كالمرفوع تماما (¬1).\rقال الحافظ بن حجر في «نزهة النظر» (ص: 106 - 108):\r«ومثال المرفوع من القول حكما لا تصريحا: أن يقول الصحابي الذي لم يأخذ عن الإسرائيليات ما لا مجال للاجتهاد فيه، ولا له تعلق ببيان لغة أو شرح غريب، كالإخبار عن الأمور الماضية من بدء الخلق وأخبار الأنبياء، أو الآتية كالملاحم والفتن وأحوال يوم القيامة، وكذا الإخبار عما يحصل بفعله ثواب مخصوص أو عقاب مخصوص. وإنما كان إخباره له حكم المرفوع؛ لأن إخباره بذلك يقتضي مخبِرا له، وما لا مجال للاجتهاد فيه يقتضي مُوقفا للقائل به، ولا موقف للصحابة إلا النبي صلى الله عليه وسلم أو بعض من يخبر عن الكتب القديمة، فلهذا وقع الاحتراز عن القسم الثاني. وإذا كان كذلك فله حكم ما لو قال: قال رسول الله صلى الله عليه وسلم، فهو مرفوع سواء كان ما سمعه منه أو عنه بواسطة» اهـ.\r¬__________\r(¬1) هذا إذا لم يخالفه حديث آخر مصرَّح برفعه. والله أعلم.","seal":"D27DEAE1","part":1},
      {"page":51,"id":51,"nass":"• فهذا كلام الحافظ رحمه الله يبين أن الحديث الموقوف الذي يُحكم له بالرفع هو مثل المرفوع تصريحا، لكن بعد أن تتوفر فيه ثلاثة شروط:\rالأول: أن لا يكون الصحابي ممن يأخذ عن الإسرائيليات.\rالثاني: أن يكون قوله مما لا يقال من قبل الاجتهاد.\rالثالث: أن لا يكون له تعلق ببيان لغة أو شرح غريب.\rوهذه الشروط الثلاثة متوفرة هنا:\rفالبنسبة للشرط الأول: فإن ابن مسعود وابن عمر رضي الله عنهما كانا لا يأخذان عن الإسرائيليات بل إن ابن مسعود رضي الله عنه كان ينهى عن الأخذ من كتب أهل الكتاب، كما في «فتح المغيث» (1/ 152).\rوأما الشرط الثاني: فإن هذا القول الذي ثبت عنهما مما لا يقال بالاجتهاد والرأي، وذلك لسببين:\rالأول: أنهما رضي الله عنهما قالا ذلك في مناسك الحج أو العمرة، وقد أمرهم النبي صلى الله عليه وسلم أن يأخذوا عنه مناسكهم، كما ثبت ذلك في الحديث الصحيح (¬1)، فالراجح أنهما أخذاه من النبي صلى الله عليه وسلم.\rالثاني: أنهما رضي الله عنهما أطلقا هذا الاسم على الله عز وجل ودعوا به، ويستحيل أن يسمياه به وهو غير ثابت له سبحانه وتعالى، فهما أتقى لله من ذلك.\r¬__________\r(¬1) أخرجه: مسلم (4/ 79) وغيره من حديث جابر رضي الله عنه.","seal":"A1C3298D","part":1},
      {"page":52,"id":52,"nass":"وأما الشرط الثالث: فهو متحقق هنا؛ فإن هذا الكلام لا تعلق له ببيان لغة أو شرح غريب، كما هو ظاهر.\r• وقد استفاض الإمام ابن القيم رحمه الله في «إعلام الموقعين» (4/ 67 - 91) في بيان حجية أقوال الصحابة رضي الله عنهم وذكر ستة وأربعين وجها في الجواب على من زعم أن أقوال الصحابة ليست بحجة، أقتصر هنا على بعضها، قال رحمه الله:\r«الوجه الثالث والأربعون: أن الصحابي إذا قال قولا أو حكم بحكم أو أفتى بفتيا فله مدارك ينفرد بها عنا ومدارك نشاركه فيها، فأما ما يختص به فيجوز أن يكون سمعه من النبي صلى الله عليه وسلم شفاها أو من صحابي آخر عن رسول الله صلى الله عليه وسلم؛ فإن ما انفردوا به من العلم عنا أكثر من أن يحاط به، فلم يرو كلٌ منهم كلَّ ما سمع، وأين ما سمعه الصديق رضي الله عنه والفاروق وغيرهما من كبار الصحابة رضي الله عنهم إلى ما رووه؟ ! فلم يُروَ عن صديق الأمة مائة حديث، وهو لم يغب عن النبي صلى الله عليه وسلم في شئ من مشاهده، بل صحبه من حين بعث، بل قبل البعث، إلى أن توفي، وكان أعلم الأمة به صلى الله عليه وسلم بقوله وفعله وهديه وسيرته. وكذلك أجلة الصحابة روايتهم قليلة جدا بالنسبة إلى ما سمعوه من نبيهم وشاهدوه، ولو رووا كل ما سمعوه وشاهدوه لزاد على رواية أبي هريرة أضعافا مضاعفة؛ فإنه إنما صحبه نحو أربع سنين، وقد روى عنه الكثير، فقول القائل: «لو كان عند الصحابي في هذه الواقعة شيء عن النبي صلى الله عليه وسلم لذكره». قول من لم يعرف سيرة القوم وأحوالهم، فإنهم كانوا يهابون الرواية عن رسول الله صلى الله عليه وسلم ويعظمونها ويقللونها خوف الزيادة والنقص، ويحدثون بالشيء الذي سمعوه من","seal":"C2A8F0B5","part":1},
      {"page":53,"id":53,"nass":"النبي صلى الله عليه وسلم مرارا ولا يصرحون بالسماع، ولا يقولون: قال رسول الله صلى الله عليه وسلم. فتلك الفتوى التي يفتي بها أحدهم لا تخرج عن ستة أوجه:\rأحدها: أن يكون سمعها من النبي صلى الله عليه وسلم.\rالثاني: أن يكون سمعها ممن سمعها منه.\rالثالث: أن يكون فهمها من آية من كتاب الله فهما خفي علينا.\rالرابع: أن يكون قد اتفق عليها ملؤهم ولم يُنقل إلينا إلا قول المفتي بها وحده.\rالخامس: أن يكون لكمال علمه باللغة ودلالة اللفظ على الوجه الذي انفرد به عنا، أو لقرائن حالية اقترنت بالخطاب، أو لمجموع أمور فهمومها على طول الزمان من رؤية النبي صلى الله عليه وسلم ومشاهدة أفعاله وأحواله وسيرته وسماع كلامه والعلم بمقاصده وشهود تنزيل الوحي ومشاهدة تأويله بالفعل، فيكون فهم ما لا نفهمه نحن. وعلى هذه التقادير الخمسة تكون فتواه حجة يجب اتباعها.\rالسادس: أن يكون فهم ما لم يرده الرسول صلى الله عليه وسلم وأخطأ في فهمه، والمراد غير ما فهمه، وعلى هذا التقدير لا يكون قوله حجة.\rومعلوم قطعا أن وقوع احتمال من خمسةٍ أغلب على الظن من وقوع احتمال واحد معين، هذا ما لا يشك فيه عاقل، وذلك يفيد ظنا غالبا قويا على أن الصواب في قوله دون ما خالفه مِن أقوال مَن بعده، وليس المطلوب إلَّا الظن الغالب، والعمل به متعين، ويكفي العارف هذا الوجه» اهـ.\rوقد قال قبل ذلك بخصوص أقوال ابن مسعود رضي الله عنه (4/ 84):\r«الوجه الخامس والثلاثون: ما رواه منصور عن زيد بن وهب عن عبد الله قال: قال رسول الله صلى الله عليه وسلم: «رضيت لأمتي ما رضي لها","seal":"63A831C8","part":1},
      {"page":54,"id":54,"nass":"ابن أم عبد» (¬1) ... ومَن قال ليس قوله بحجة وإذا خالفه غيره ممن بعده يجوز أن يكون الصواب في قول المخالف، لم يرض للأمة ما رضيه لهم ابن أم عبد ولا ما رضيه رسول الله صلى الله عليه وسلم» اهـ باختصار.\rقلت: ونحن نُشهِد الله أننا رضينا بما رضيه لنا ابن مسعود رضي الله عنه وبما رضيه لنا رسول الله صلى الله عليه وسلم. فهل يرضى الدكتور أم لا؟ !\rهذا بخصوص عبد الله ابن مسعود، فكيف إذا انضم إليه عبد الله بن عمر الذي كان من أشد الصحابة اتباعا للنبي صلى الله عليه وسلم؟ ! ولم ينكر عليهما أحد من الصحابة فيما أعلم، وقد روي ذلك أيضا عن جمع آخر من السلف منهم: عروة والمسيب، كما ذكر ذلك العلامة الألباني في «مناسك الحج والعمرة» (ص: 28).\rوممن عد هذا الاسم من الأسماء الحسنى: الإمام ابن حزم في «المحلى» (8/ 31)، والشيخ علوي السقاف في «صفات الله عز وجل» (ص: 248).\r\r* * *\r¬__________\r(¬1) أخرجه: الحاكم في «المستدرك» (3/ 317 - 318)، والطبراني في «الأوسط» (6879).\rوراجع: «السلسلة الصحيحة» (1225).","seal":"16396B7C","part":1},
      {"page":55,"id":55,"nass":"ثانيا -من الأخطاء في النقل السابق-: قوله: «وشأنه في ذلك شأن القراءة الشاذة ... ».\rقلت:\rمَن الذي قال: إن الموقوف الذي له حكم الرفع شأنه شأن القراءة الشاذة؟ ! بل إن الحديث الموقوف الذي له حكم الرفع يختلف تماما عن القراءة الشاذة؛ فالحديث الموقوف الذي له حكم الرفع لا أعلم خلافا في حجيته ووجوب العمل به -كما أوضحتُ سابقا- أما القراءةُ الشاذة فقد اختلف العلماء في حجيتها، وذهب جمع منهم إلى عدم حجيتها وعدم جواز العمل بها (¬1).\rفالدكتور فيما سبق يفرق بين المتماثلين، وذلك في ادعائه أن الحديث الموقوف الذي له حكم الرفع ليس هو كالمرفوع، وهو هنا يسوي بين المختلفين (وقد نفى الله سبحانه عن حكمه وحكمته التسوية بين المختلفين في الحكم، فقال تعالى: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (35) مَا لَكُمْ كَيْفَ تَحْكُمُونَ} [القلم: 35، 36] فأخبر أن هذا حكم باطل في الفطر والعقول، لا تليق نسبته إليه سبحانه. وقال تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية: 21]، وقال تعالى: {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ} [ص: 28]. أفلا تراه\r¬__________\r(¬1) انظر: «الإتقان في علوم القرآن» للسيوطي (1/ 228)، و «مذكرة في أصول الفقه» للشنقيطي (ص: 67 - 68).","seal":"CB1A5250","part":1},
      {"page":56,"id":56,"nass":"كيف ذكَّر العقول ونَبَّه الفطر بما أودع فيها من إعطاء النظير حكم نظيره وعدم التسوية بين الشيء ومخالفه في الحكم؟ ! وكل هذا من الميزان الذي أنزل الله مع كتابه وجعله قرينه ووزيره، فقال تعالى: {اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ} [الشورى: 17]) (¬1).\r\r* * *\r\r• ثالثا: قوله: «ورواها الإمام البخاري في «صحيحه» عندما قرأ {الْحَيُّ الْقَيُّومُ} في آية الكرسي: «الحي القيام» ... ».\rأقول: لم يروها البخاري في «صحيحه» إنما ذكرها تعليقا بصيغة الجزم، فقال البخاري (6/ 199): «دَيَّارا: مِن دور، ولكنه فيعال من الدوران، كما قرأ عمر: «الحي القيام» ... » اهـ.\rوفرق كبير بين ما رواه البخاري من الأحاديث بسنده متصلا من شيخه إلى الصحابي وبين ما ذكره معلَّقًا (¬2). فالأول صحيح، والثاني لا يستفاد منه الصحة إلا بشروط فمنه الصحيح ومنه الضعيف. وهذا معروف مشهور في كتب مصطلح الحديث.\rقال الإمام النووي في «التقريب» (1/ 144 - تدريب):\r«ما روياه -يعني: البخاري ومسلما- بالإسناد المتصل فهو المحكوم\r¬__________\r(¬1) «إعلام الموقعين» (1/ 127 - 128).\r(¬2) المعلَّق: هو ما حُذِف مِن مبتدأ إسناده راوٍ أو أكثر.","seal":"7D8AFE55","part":1},
      {"page":57,"id":57,"nass":"بصحته وأما ما حُذِف مِن مبتدأ إسناده واحد أو أكثر؛ فما كان منه بصيغة الجزم، كقال، وفعل، وأمر، وروى، وذكر فلان، فهو حكم بصحته عن المضاف إليه. وما ليس فيه جزم، كيُروَى، ويُذكَر، ويُحكَى، ويقال، ورُوي، وذُكِر، وحُكِي، عن فلان كذا، فليس فيه حكم بصحته عن المضاف إليه، وليس بواهٍ لإدخاله في الكتاب الموسوم بالصحيح» اهـ.\rفقول الدكتور: «رواها البخاري في «صحيحه» ... » خطأ، وصواب العبارة: «رواها البخاري تعليقا بصيغة الجزم». والله أعلم.\r\r* * *\r\r• قال الدكتور (ص: 86): «ومن الأسماء التي لم ينطبق عليها شرط الإطلاق ..... وكذلك المستعان في قوله عن يعقوب عليه السلام: {وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} [يوسف: 18]، وقد يظن البعض أن الاسم ورد مطلقا فيما رواه البخاري من حديث أبي موسى الأشعري رضي الله عنه لما قال له النبي صلى الله عليه وسلم عن عثمان رضي الله عنه: «افتح له وبشره بالجنة على بلوى تصيبه. فإذا عثمان، فأخبرْتُه بما قال رسول الله صلى الله عليه وسلم، فحمد الله، ثم قال: الله المستعان». والأمر ليس كذلك لأمور منها: أن الإطلاق في المستعان ليس من كلام النبي صلى الله عليه وسلم، فقد دار الأمر بين الصحابيين. ومنها أن المقصود هو طلب عثمان رضي الله عنه الاستعانة والصبر على إنجاز مقتضى الوعد أخذا من قول يعقوب عليه السلام: والله المستعان. ولذلك شك أبو موسى الأشعري رضي الله عنه في قول عثمان رضي الله عنه هل قال: الله المستعان.","seal":"7D148FA1","part":1},
      {"page":58,"id":58,"nass":"أم طلب الصبر من الله؟ ففي رواية مسلم عنه أنه قال: «فذهبت فإذا هو عثمان بن عفان، قال: ففتحت وبشرته بالجنة، قال: وقلت الذي قال صلى الله عليه وسلم، فقال: اللهم صبرا أو الله المستعان». وفي رواية أحمد: «اللهم صبرا وعلى الله التكلان» ... » اهـ.\rأقول:\rفي هذا الكلام نظر من وجهين:\r• الأول: قوله: «الإطلاق في المستعان ليس مِن كلام النبي صلى الله عليه وسلم فقد دار الأمر بين الصحابيين».\rقلت: نعم، ليس هو من كلام النبي صلى الله عليه وسلم، ولكنه صلى الله عليه وسلم أقره، ولو كان خطأ لأنكره ولرده عليه؛ لأنه صلى الله عليه وسلم لا يسكت على باطل. والسنة تنقسم إلى ثلاثة أقسام: قولية، وفعلية، وتقريرية. فالإطلاق في المستعان سنة تقريرية. والله أعلم.\rفإن قال قائل: لعل النبي صلى الله عليه وسلم لم يسمع كلام عثمان رضي الله عنه.\rقلت: إذا سلمنا أن النبي صلى الله عليه وسلم لم يسمع كلام عثمان رضي الله عنه، فإن الله سبحانه وتعالى قد سمعه. والله سبحانه لا يُقِرُّ أحدا على باطل في زمن الوحي.\rقال الإمام ابن القيم رحمه الله في «أعلام الموقعين» (1/ 202):\r«وقد كان الصحابة يستدلون على إذن الرب تعالى وإباحته بإقراره وعدم إنكاره عليهم في زمن الوحي، وهذا استدلال على المراد بغير لفظ، بل","seal":"69B018B0","part":1},
      {"page":59,"id":59,"nass":"بما عُرِف من موجَب أسمائه وصفاته، وأنه لا يُقِرُّ على باطل حتى يبينه» اهـ.\r• الثاني: قوله: «ولذلك شك أبو موسى في قول عثمان رضي الله عنهما ... ».\rقلت: لا يوجد دليل على أن أبا موسى هو الذي شك، فقد يكون أحد الرواة في سلسلة الإسناد هو الذي شك. وهذا هو الراجح؛ لأن النقاد الحفاظ في مثل هذه الحالة ينصون أن الشك وقع من أحد الرواة، وذلك لأن الصحابي قد شهد الحادثة فيصعب أن يشك في شيء منها، أما الرواة عنه فيطرأ عليهم الشك بسهولة؛ لبعدهم الزمني عن الحادثة. والله أعلم.\r\r* * *","seal":"53AC0FFE","part":1},
      {"page":60,"id":60,"nass":"موقف الدكتور من الحديث الحسن\rقال الدكتور (ص: 52): «إن مِن أعظم الأسس في الاعتماد على السنة الالتزام بقواعد المحدثين في معرفة المقبول من المردود والصحيح من الضعيف. وقد التزمت في منهجية العمل بالشرط الأول أنه إذا لم يرد الاسم نصًا في القرآن فيلزم لأخذه من السنة أن يكون الحديث ثابتًا صحيحًا، فلا يعتد في النص على ذكر الأسماء الحسنى بالضعيف، ولا يعتمد اعتمادًا كاملًا على ما ثبت وخف ضبطه كالحسن؛ لأن الحسن على ما ترجح عند المحدثين من رواية الصدوق، أو هو ما اتصل سنده بنقل العدل الذي خفَّ ضبطه قليلًا عن مثله إلى منتهاه من غير شذوذ ولا علة، وربما يثير ذلك إنكارَ البعض، لكنهم لا يختلفون معنا في تطرق الاحتمال إلى ضبط النص والتيقن منه في ثبوت لفظ الاسم دون الوصف، اللهم إلا إذا كان الحديث صحيحًا بمجموع طرقه وكثرتها، ومن ثم لم أعتمد على الحديث الحسن في إحصاء الأسماء الحسنى، وإن اعتمدته حجة في إثبات الأوصاف وشرح معاني الأسماء ... » اهـ.\rأقول:\rهذا كلام ينقض أولُه آخرَه! فكيف يكون الدكتور ملتزمًا بقواعد المحدثين ثم لا يأخذ بالحديث الحسن في إثبات الأسماء الحسنى؟ ! فهل عدم الأخذ بالحديث الحسن في هذا الأمر من قواعد المحدثين؟ ! فليأتنا الدكتور بمن قال بهذه القاعدة من المحدثين! !","seal":"55CF1288","part":1},
      {"page":61,"id":61,"nass":"بل إن صنيع المحدثين يدل على خلاف ذلك؛ فإن المحدثين يقبلون خبر الآحاد في العقيدة والأحكام، والحسن من جملة أخبار الآحاد، وإثبات الأسماء الحسنى من العقيدة، فعلى ذلك فالمحدثون يقبلون الحديث الحسن في إثبات الأسماء الحسنى.\r• فهذا الإمام المنذري رحمه الله في «مختصر سنن أبي داود» (2/ 167 - دعاس) نقل عن شيخه الحافظ أبي الحسن المقدسي رحمه الله أنه قال في حديث بُريدة: أن رسول الله صلى الله عليه وسلم سمع رجلًا يقول: اللهم إني أسألك أني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا احد. فقال صلى الله عليه وسلم: «لقد سألت الله بالاسم الذي إذا سُئل به أعطى وإذا دُعي به أجاب». قال الحافظ المقدسي في هذا الحديث: «وهو إسناد لا مطعن فيه، ولا أعلم أنه رُوِي في هذا الباب حديث أجود إسنادًا منه، وهو يدل على بطلان مذهب من ذهب إلى نفي القول بأن لله تعالى اسمًا هو الاسم الأعظم، وهو حديث حسن» اهـ.\rقلت: فقد أثبت هذا الإمام أن لله اسمًا هو الاسم الأعظم بهذا الحديث الحسن عنده.\r• وهذا شيخ الإسلام ابن تيمية رحمه الله في «مجموع الفتاوى» (22/ 484) قد أثبت اسم الله «النظيف» معتمدًا على حديث «إن الله نظيف يحب النظافة» (¬1). وهو حديث حسَّنه العلامة الألباني في «المشكاة»\r¬__________\r(¬1) وكذلك الإمام الإقليشي في «الإنباء في شرح الصفات والأسماء» (ق: 7/ أ- مخطوط) قد عدَّ «النظيف» من الأسماء الحسنى معتمدًا على هذا الحديث.","seal":"4DA33291","part":1},
      {"page":62,"id":62,"nass":"(4487)، كما ذكر ذلك الدكتور (ص: 678)، ومع ذلك فقد صرح الدكتور بتنحية اسم «النظيف» من الأسماء الحسنى لأنه لم يثبت إلا في حديث حسن!\rفإن قال قائل: لعل هذا الحديث صحيح عند شيخ الإسلام وليس حسنًا؛ فلذلك اعتمد عليه في إثبات «النظيف» اسمًا من أسمائه تعالى.\rقلت: لو كان هذا الحديث صحيحا عند شيخ الإسلام ابن تيمية رحمه الله، فما الذي جعل الدكتور يقلد الألباني في تحسينه لهذا الحديث ولا يقلد شيخ الإسلام في تصحيحه؟ ! بل لو قال قائل: إن تقليد شيخ الإسلام أولى من تقليد العلامة الألباني في هذا الأمر. لم يكن بعيدًا عن الصواب؛ لما علم من سعة اطلاع شيخ الإسلام على السنة النبوية، حتى قال فيه الإمام الذهبي رحمه الله: «كل حديث لا يعرفه ابن تيمية فليس بحديث» (¬1). فقد يكون اطلع على طريق يصحح به الحديث وخفي هذا الطريق على العلامة الألباني. فعلى ذلك يلزم الدكتور قبول هذا الاسم في جملة الأسماء الحسنى. والله أعلم.\r• ومن اطَّلع على كتب علماء المسلمين التي صنفوها في بيان الاعتقاد، مثل: كتاب «السنة» لعبد الله بن أحمد، و «خلق أفعال العباد» للبخاري، و «التوحيد» لابن خزيمة، و «السنة» لابن أبي عاصم، و «الشريعة» للآجري، و «شرح أصول الاعتقاد» للالكائي، و «الإبانة» لابن بطة، و «الحجة في بيان المحجة» لقوام السنة الأصبهاني وغير ذلك، وجد أنهم يحتجون بالأحاديث الحسنة.\r¬__________\r(¬1) كما في «ذيل طبقات الحنابلة» للإمام ابن رجب الحنبلي (2/ 391).","seal":"AA4C598D","part":1},
      {"page":63,"id":63,"nass":"ولا أعلم أحدًا من السلف الصالح ولا من العلماء المجتهدين -رحمهم الله أجمعين- قد ردَّ اسمًا من أسمائه سبحانه لمجرد أنه ثبت في حديث حسن.\r• ومما يدل دلالة واضحة على حجية الحديث الحسن في جميع أمور العقيدة والأحكام: أن عددًا من الأئمة والحفاظ يدخلون الحسن في قسم الصحيح ولا يفرقون بينهما.\rقال الإمام ابن الصلاح في «معرفة علوم الحديث» (ص: 186): «مِن أهل الحديث مَن لا يُفرِد نوع الحسن ويجعله مندرجًا في أنواع الصحيح؛ لاندراجه في أنواع ما يحتج به ... » اهـ.\rوقال الإمام السيوطي في «تدريب الراوي» (1/ 198):\r«الحسن كالصحيح في الاحتجاج به، وإن كان دونه في القوة؛ ولهذا أدرجَتْه طائفة في نوع الصحيح، كالحاكم وابن حبان وابن خزيمة، مع قولهم بأنه دون الصحيح» اهـ.\rوقال شيخنا طارق بن عوض الله في «لغة المحدث» (ص: 137): «واعلم أن تخصيص اسم «الحسن» بالرواية المتفرد بها من هو موصوف بخفة الضبط، اصطلاح حادث، درج عليه جماعة من المتأخرين، حتى صار هو السائد بينهم، أما المتقدمون فيدرجون هذا في اسم «الصحيح»؛ لأن الحديث عندهم إما صحيح وإما ضعيف، وإذا تبين لهم خطأ ذلك الراوي في روايته بمخالفته أو تفرده بما لا يُحتمَل، فإنهم يحكمون على روايته حينئذ بالشذوذ أو النكارة. والله أعلم» اهـ.","seal":"F7FFF16A","part":1},
      {"page":64,"id":64,"nass":"• بل إن بعض العلماء قد ذهب إلى أن في «الصحيحين» أحاديث حسنة، وهذا يدل على أن الحسن محتج به؛ لاندراجه داخل «الصحيح» المتلقى بالقبول.\rقال الإمام الذهبي في «سير أعلام النبلاء» (7/ 339):\r« ... وبهذا يظهر لك أن «الصحيحين» فيهما الصحيح، وما هو أصح منه، وإن شئت قلت: فيهما الصحيح الذي لا نزاع فيه، والصحيح الذي هو حسن، وبهذا يظهر لك أن الحسن قسم داخل في الصحيح، وأن الحديث النبوي قسمان ليس إلا: صحيح، وهو على مراتب، وضعيف وهو على مراتب. والله أعلم» اهـ.\rوبهذا يتضح أن الحديث الحسن كالصحيح تمامًا يحتج به في جميع أمور العقيدة والأحكام، وتفريق الدكتور بين الحسن والصحيح في باب إثبات الأسماء الحسنى، تفريق باطل لا دليل عليه، ولم يقل به أحد من علماء المسلمين. والله الموفق.\r* * *\r• وقال الدكتور: «وربما يثير ذلك إنكار البعض، لكنهم لا يختلفون معنا في تطرق الاحتمال إلى ضبط النص والتيقن منه في ثبوت الاسم دون الوصف ... » (¬1).\rقلت:\rجزى الله الدكتور خيرًا في حرصه على الاحتياط في إثبات الأسماء\r¬__________\r(¬1) انظر تمام كلامه (ص: 60) من هذه الرسالة.","seal":"A1EA643B","part":1},
      {"page":65,"id":65,"nass":"الحسنى، ولكن ليعلم الدكتور أن السلف الصالح وأئمة المسلمين كانوا أشد منه احتياطًا وغَيرَة على عقيدتهم أن يدخل في أسماء الله ما ليس منها، كما أنهم كانوا أورع وأتقى وأكثر علمًا وفهمًا. فلو كان الاحتياط يقتضي رد الحديث الحسن في هذا الأمر لبينوا لنا ذلك في مصنفاتهم التي صنفوها في بيان العقيدة، وهي تعد بالمئات، وإذا لم يأتنا نقل واحد منهم في ذلك دل على خطأ الدكتور فيما ذهب إليه، وأُذكِّره بقول شيخ الإسلام في «مجموع الفتاوى» (21/ 291):\r«وكل قول ينفرد به المتأخر عن المتقدمين، ولم يسبقه إليه أحد منهم، فإنه يكون خطأ، كما قال الإمام أحمد بن حنبل: إياك أن تتكلم في مسألة ليس لك فيها إمام» اهـ.\rكما أن هذه الحجة التي أبداها الدكتور ضعيفة في نفسها، وبيان ذلك كالآتي:\rأولًا: من كان من الرواة غير تام الضبط، وحَسَّن له العلماء حديثًا، فهو في هذا الحديث بعينه تام الضبط، إنما تظهر خفة ضبطه إذا عارضه غيره، أو أنكر عليه العلماء حديثًا بعينه (¬1).\rثانيًا: إن الأئمة النقاد الذين حفظ الله بهم السنة وأوصلوها إلينا صافية من الأكدار، هؤلاء الأئمة قد بينوا في كتبهم -التي وضعوها في علل الأحاديث- أوهام الرواة وأخطاءهم، فلو افترضنا أن هذا الراوي الذي خف ضبطه قد أخطأ في اسم من أسماء الله عز وجل ورواه بالمعنى -مع\r¬__________\r(¬1) أفادني بهذه النكتة شيخنا العلامة الدكتور أحمد معبد عبد الكريم -حفظه الله-.","seal":"3EDF969F","part":1},
      {"page":66,"id":66,"nass":"أن هذا الاحتمال بعيد- لبيَّن ذلك الحفاظ في كتب العلل، ولم يتركوا هذا الحديث يمر هكذا -إن شاء الله-. وإليك مثالًا واحدًا يوضح ذلك:\rقال الإمام ابن أبي حاتم في «العلل» (107):\r«سمعت أبي وذكر حديث شعبة عن سهيل عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «لا وضوء إلا من صوت أو ريح».\rقال أبي: هذا وهم، اختصر شعبة متن هذا الحديث، فقال: «لا وضوء إلا من صوت أو ريح».\rورواه أصحاب سهيل عن سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: «إذا كان أحدكم في الصلاة فوجد ريحًا من نفسه، فلا يخرجن حتى يسمع صوتًا أو يجد ريحًا» اهـ.\rقلت: فهذا الإمام أبو حاتم الرازي رحمه الله قد بين أن شعبة -وهو أحد الحفاظ الثقات الأكابر- قد وهم واختصر متن هذا الحديث ورواه بالمعنى، ولم يمنعه حفظ شعبة وثقته وإتقانُه مِن أن يُدَقِّق في الحديث ويكتشف هذا الخطأ. وهذا الحديث في أمر من أمور الفقه كما هو ظاهر، فلو كان مكان شعبة راوٍ آخر غير تام الضبط وروى حديثًا في أمر من أمور العقيدة خاصة في باب إثبات الأسماء الحسنى ولم يضبطه تمام الضبط، أما كان الإمام أبو حاتم الرازي وغيرُه مِن نُقَّاد الحديث مثل: أبي زُرعة الرازي وأحمد بن حنبل والبخاري وابن المديني وأبي داود والنسائي والدارقطني وغيرهم - يبينون خطأ هذا الراوي ويردون الحديث عليه؟ !","seal":"538692B7","part":1},
      {"page":67,"id":67,"nass":"أقول: بلى والله -إن شاء الله- لو حدث ذلك لبينوه، ولم يتوانوا في ذلك؛ فهم أحرص على الدين وعلى السنة النبوية منا رحمهم الله ورضي عنهم.\rويتضح من هذا: أن هذه القاعدة التي أتى بها الدكتور لا أساس لها من الصحة، ولم يقل بها أحد من السلف الصالح ولا من علماء المسلمين فهي باطلة مردودة. والله أعلم.\r• وهنا أمر يجب التنبيه عليه: وهو أن الدكتور قد صرح في كتابه (ص: 53) أنه يقلد المحدثين وخاصة العلامة الألباني رحمه الله في تصحيح وتضعيف الأحاديث، ثم إذا به يجتهد في قواعد علم الحديث الشريف؛ فلا يحتج بالحديث الحسن، ولا بالحديث الموقوف الذي له حكم الرفع في إثبات الأسماء الحسنى، ويزعم أنه أحاط علمًا بالسنة النبوية ... فليت شعري؛ كيف يجتهد في الأصول ويقلد في الفروع؟ ! والمعروف أن الإنسان يقلد -أو بمعنى أصح: يتبع- قواعد وأصول العلم ثم يجتهد في تطبيق هذه القواعد والأصول على الفروع، أما أن يعكس القضية؛ فهذا لم أره إلا من الدكتور، ومن تكلم في غير فنه أتى بالعجائب. والله المستعان.\r\r* * *","seal":"6D749E13","part":1},
      {"page":68,"id":68,"nass":"أسماء قد حذفها الدكتور من الإحصاء\rويمكن تطبيق شروطه عليها\rلقد اجتهد الدكتور في استخراج شروط لإحصاء الأسماء الحسنى التسعة والتسعين، ثم بناء على شروطه هذه أخرج بعض الأسماء من جملة الأسماء الحسنى، وسأوضح هنا أن بعض الأسماء التي أخرجها يمكن تطبيق شروطه عليها.\r• وقبل أن أبدأ في ذلك لابد من التنبيه على شيء مهم وهو:\rأن الدكتور لم يعد لفظ الجلالة من جملة التسعة والتسعين اسما (¬1).\rوليس له دليل على ذلك؛ فإن من المعلوم أنه عند الإحصاء نقوم بإدخال الاسم الأساسي في العدد، يدل على ذلك قول النبي صلى الله عليه وسلم: «لي خمسة أسماء: أنا محمد وأحمد وأنا الماحي وأنا الحاشر وأنا العاقب» (¬2). فعد النبي صلى الله عليه وسلم «محمدا» وهو الاسم الرئيس ضمن الأسماء الخمسة.\rوعليه؛ فيلزم الدكتور أن يُدخِل لفظ الجلالة ضمن الأسماء التسعة والتسعين ويحذف اسما من الأسماء التي أثبتها؛ ذلك لأنه يدعي أن الأسماء الحسنى الثابتة في الكتاب والسنة تسعة وتسعون اسما فقط! وإلا نقض قوله في ذلك. أما نحن فنقول: لا يوجد دليل على أن الأسماء\r¬__________\r(¬1) صرح الدكتور بذلك (ص: 708).\r(¬2) أخرجه: البخاري (4/ 225).","seal":"D96FAB44","part":1},
      {"page":69,"id":69,"nass":"الحسنى الثابتة في الكتاب والسنة تسعة وتسعون اسما فقط؛ بل هي أكثر من ذلك، وقد سبق الرد على الدكتور في هذه المسألة (ص: 36).\r• هذا، وإن أكثر من عد الأسماء الحسنى التسعة والتسعين عد من جملتها لفظ الجلالة «الله»، بل لا أعلم عالما عدها إلا وأدخل لفظ الجلالة فيها، ومِن هؤلاء العلماء: الوليد بن مسلم، وابن حزم، وابن العربي المالكي، والغزالي، والقرطبي، وابن حجر، وابن عثيمين، وعمر سليمان الأشقر وغيرهم.\r* أما الأسماء التي أخرجها الدكتور من جملة الأسماء الحسنى ويمكن تطبيق شروطه عليها:\r1 - «النور»: هذا الاسم قد نفى الدكتور أن يكون من الأسماء الحسنى المطلقة بقوله (ص: 94): «وبخصوص تسمية الله بالنور والهادي والبديع؛ فهذه الأسماء لم ترد في القرآن والسنة إلا مقيدة بالإضافة، فتذكر كما قيدها الله عز وجل، فاسم النور ورد مقيدا بالإضافة في قوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} [النور: 35] ... » اهـ. ولم يذكره في الأسماء الحسنى التي جمعها.\rقلت:\rلقائل أن يقول: إن هذا الاسم قد ورد مطلقا في قوله صلى الله عليه وسلم لما سأله أبو ذر رضي الله عنه: هل رأيت ربك؟ قال: «نور أنى أراه» (¬1). فأَحَد معاني الحديث: أن الله سبحانه نور؛ فلا يمكن رؤيته.\r¬__________\r(¬1) أخرجه: مسلم (1/ 111).","seal":"8250C960","part":1},
      {"page":70,"id":70,"nass":"قال إمام الأئمة ابن خزيمة رحمه الله في «التوحيد» (2/ 512):\r«وقوله: «نور أنى أراه». يحتمل معنيين: أحدهما نفي؛ أي: كيف أراه، وهو نور؟ والمعنى الثاني: أي: كيف رأيته وأين رأيته وهو نور لا تدركه الأبصار ... » اهـ (¬1).\r• ويؤيد عد هذا الاسم ضمن الأسماء الحسنى أن الأمة تلقت هذا الاسم بالقبول، وأن أحدا من السلف الصالح لم ينكره، كما سيأتي في كلام الإمام ابن القيم قريبا. فهذا الاسم تتوفر فيه كل الشروط التي اشترطها الدكتور في إحصاء الأسماء الحسنى، فقد ورد في السنة مطلقا منونا مفردا مرادا به العَلَمِيَّة ودالَّا على كمال الوصفية.\rقال شيخ الإسلام في «مجموع الفتاوى» (6/ 386):\r«النص في كتاب الله وسنة رسوله قد سمى الله نور السماوات والأرض، وقد أخبر النص أن الله نور، وأخبر أنه يحتجب بالنور. فهذه ثلاثة أنوار في النص» اهـ (¬2).\rوقال الإمام الإقليشي في «الإنباء» (ق: 87/ أ):\r«وتسمية الله نورا صحيح في الشرع والنظر. أما الشرع: فقوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} [النور: 35]، فإن احتج المحتج وقال: أراد منير السماوات والأرض، أو هادي أهل السماوات والأرض، وأبى من\r¬__________\r(¬1) وانظر كلام الإمام ابن القيم الآتي قريبًا.\r(¬2) وانظر كذلك «مجموع الفتاوى» (6/ 392).","seal":"3EE9E6B0","part":1},
      {"page":71,"id":71,"nass":"تسمية الله نورا، احتججنا عليه بالحديث الذي خرجه مسلم في «صحيحه» عن أبي ذر أنه سأل النبي صلى الله عليه وسلم، فقال له: يا رسول الله، هل رأيت ربك؟ قال: «نور أنى أراه» (¬1). وفي حديث ابن عباس المخرج في مصنف الترمذي إذ قال: رأى محمد ربه. قيل له: أليس الله يقول: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ} [الأنعام: 103]؟ قال: ويحك ذاك إذا تجلى بنوره الذي هو نوره (¬2). فهذان الحديثان مصرحان بتسمية الله نورا» اهـ.\rوقال الإمام ابن القيم في «الصواعق المرسلة» (ص: 398 - 399 - مختصره):\r«إن النور جاء في أسمائه تعالى، وهذا الاسم مما تلقته الأمة بالقبول وأثبتوه في أسمائه الحسنى، وهو في حديث أبي هريرة والذي رواه الوليد ابن مسلم، ومن طريقه رواه الترمذي والنسائي، ولم ينكره أحد من السلف ولا أحد من أئمة أهل السنة ... ولما سأل أبو ذر النبيَّ صلى الله عليه وسلم: هل رأيت ربك؟ قال: «نور أنى أراه». رواه مسلم في «صحيحه»، وفي الحديث قولان ... المعنى الثاني في الحديث: أنه سبحانه نور فلا يمكن رؤيته؛ لأن نوره -الذي لو كشف الحجاب عنه لاحترقت السموات والأرض وما بينهما- مانع من رؤيته ... » اهـ.\r¬__________\r(¬1) أخرجه: مسلم (1/ 111).\r(¬2) أخرجه: الترمذي (3279)، والنسائي في «الكبرى» (6040 - تحفة).\rوقال الترمذي: «هذا حديث حسن غريب من هذا الوجه» اهـ.","seal":"7A4D3F9B","part":1},
      {"page":72,"id":72,"nass":"• وممن عد «النور» أيضا من الأسماء الحسنى: قوام السنة الأصبهاني في «الحجة في بيان المحجة» (1/ 160)، والبيهقي في «الأسماء والصفات» (1/ 201)، والحليمي في «منهاج شعب الإيمان» (1/ 207)، والخطابي في «شأن الدعاء» (ص: 95)، والغزالي في «المقصد الأسنى» (ص: 46)، وابن حجر في «الفتح» (11/ 223) وغيرهم.\r\r* * *\r\r2 - «الطبيب»: وهذا الاسم أخرجه الدكتور من الأسماء الحسنى المطلقة فقال: (ص: 80): «اسم «الطبيب» لابد أن يُذكر مقيدا؛ لأن المعنى عند التجرد ينقسم إلى كمال ونقص، فقد يكون معناه تدبير أسباب الشفاء، وقد يكون بمعنى السحر والإمراض والبلاء، قال ابن منظور: «والطِّبُّ والطُّبُّ: السحر ... وقد طُبَّ الرجل، والمطبوب: المسحور» اهـ.\rوقال الدكتور أيضا (ص: 82): «فالطبيب معناه عند التجرد منقسم إلى كمال ونقص، ولا يذكر في حق الله إلا مقيدا بموضع الكمال فقط، بخلاف الشافي فإن معناه مطلق في الكمال ... » اهـ.\rقلت:\rكثير من الأسماء الثابتة في الكتاب والسنة ينقسم معناها عند التجرد إلى كمال ونقص، فاسم «الجَبَّار» مثلا قد يكون معناه: ذا العظمة والكبرياء. وقد يكون بمعنى: القَتَّال في غير حق. قال العلامة ابن منظور في «لسان العرب» (1/ 535): «والجَبَّار: القَتَّال في غير حق» اهـ.","seal":"D020531B","part":1},
      {"page":73,"id":73,"nass":"بل قد يأتي بمعنى: الرجل والعبد، قال العلامة ابن منظور في «اللسان» (1/ 535): «وقال أبو عمرو: الجَبْر: الرجل ... والجَبْر: العبد» اهـ.\rفهل نقول: إن الجَبَّار ليس من أسمائه تعالى؛ لأن معناه عند التجرد ينقسم إلى كمال ونقص؟ ! اللهم لا. بل «الجبار» من الأسماء الحسنى الثابتة بالكتاب والسنة وإجماع المسلمين. ولكن المعنى في حق الله هو المعنى الذي يدل على الكمال والجلال.\rوكذلك اسم «المنان» أثبته كثير من العلماء في الأسماء الحسنى، وأثبته الدكتور كذلك. وهذا الاسم قد يأتي بمعنى: الإنعام والإعطاء، وقد يأتي بمعانٍ أُخر منها: القطع والضعف والإعياء والفترة (¬1). قال العلامة ابن منظور في «لسان العرب» (6/ 4277 - 4278): «المن: الإعياء والفترة ... وقال الجوهري: والمن: القطع، ويقال: النقص» اهـ.\r• وهنا شيء آخر يحسن التنبيه عليه: وهو أن العرب أطلقوا على السحر: طب، من باب التفاؤل، قال العلامة ابن منظور في «اللسان» (4/ 2631): «قال أبو عبيد: طُبَّ، أي: سُحِر. يقال منه: رجل مطبوب، أي: مسحور. كنوا بالطب عن السحر، تفاؤلا بالبُرء، كما كنوا عن اللديغ، فقالوا: سليم، وعن المفازة وهي مهلكة، فقالوا: مفازة، تفاؤلا بالفوز والسلامة. قال: وأصل الطب: الحذق بالأشياء والمهارة بها» اهـ.\r¬__________\r(¬1) وقد صرح بذلك الدكتور (ص: 579) عند شرحه لاسم «المنان»! !","seal":"59B68143","part":1},
      {"page":74,"id":74,"nass":"قلت: وكذلك أطلقوا على الأعمى بصيرا من هذا الباب، قال العلامة ابن منظور رحمه الله في «اللسان» (1/ 291): «وقوله عليه السلام: «اذهب بنا إلى فلان البصير». وكان أعمى، قال أبو عبيد: يريد به المؤمن. قال ابن سيده: وعندي أنه عليه السلام إنما ذهب إلى التفؤُّل إلى لفظ البصر أحسن من لفظ العمى ... » اهـ.\rفهل نقول: إن «البصير» ليس من الأسماء الحسنى؛ لأنه قد يطلق على الأعمى؟ ! !\rفتبين بذلك أن هذه الحجة التي أبداها الدكتور لنفي اسم «الطبيب» ليست بحجة، إنما هي شبهة، وقد أجبت عليها. ولله الحمد.\r\r* * *\r\r3 - «المحيط»: ذهب الدكتور إلى أن المحيط ليس من الأسماء الحسنى؛ لأنه لم ينطبق عليه شرط الإطلاق، فقال: (ص: 69): «والمحيط ورد مقيدا في غير آية كقول الله تعالى: {أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ} [فصلت: 54]، هذا فضلا عن إفادة الباء لمعنى الحلول الظرفية، وهو أحد معانيها اللغوية، فيذكر الاسم على تقييده بمعنى الكمال فقط» اهـ.\rوذهب إلى أن «المقيت والشهيد والحفيظ والرقيب والحسيب» من الأسماء الحسنى؛ لأنها تنطبق عليها شرط الإطلاق مع أنها وردت مقيدة، فقال: (ص: 66): «ويدخل في معنى الإطلاق اقتران الاسم بالعلو المطلق؛ لأن معاني العلو جميعها سواء علو الشأن أو علو القهر أو علو","seal":"15881317","part":1},
      {"page":75,"id":75,"nass":"الذات والفوقية هي في حد ذاتها إطلاق؛ فالعلو يزيد الإطلاق كمالا على كمال، وجلالا فوق الجلال ... ومن ثم فإن كل اسم اقترن بمعاني العلو أو الفوقية فهو مطلق في الدلالة على الحسن والكمال يفيد المدح والثناء على الله بنفسه، كقوله تعالى في اسمه المقيت: {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا} [النساء: 85]، وقوله عز وجل في اسمه الشهيد: {وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [سبأ: 47]، وكذلك اسم الله الحفيظ في قوله تعالى: {وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ} [سبأ: 21]، والرقيب في قوله سبحانه: {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا} [الأحزاب: 52]، والحسيب أيضا في قوله تعالى: {إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا} [النساء: 86] ... » اهـ.\rقلت:\rوهذه القاعدة التي جعل بها الدكتور هذه الأسماء من الأسماء التي ينطبق عليها شرط الإطلاق، لا أدري من أين أتى بها! وعلى كل حال، فلقائل أن يقول: يمكننا أن نأتي بقاعدة تشبه تلك التي أتى بها الدكتور لنجعل اسم «المحيط» ينطبق عليه شرط الإطلاق. فنقول:\rويدخل في معنى الإطلاق اقتران الاسم بالقدرة المطلقة والعلم المطلق؛ لأن معاني القدرة والعلم هي في حد ذاتها إطلاق، فالقدرة والعلم يزيدان الإطلاق كمالا على كمال، وجلالا فوق الجلال. ومن ثم؛ فإن كل اسم اقترن بمعاني القدرة والعلم فهو مطلق في الدلالة على الحسن والكمال يفيد المدح والثناء على الله بنفسه. واسم «المحيط» أتى مقرونا بمعاني القدرة والعلم، قال الإمام الطبري في «تفسيره» (25/ 6): «وقوله: {أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ} [فصلت: 54] يقول تعالى ذكره: ألا","seal":"21A53B6D","part":1},
      {"page":76,"id":76,"nass":"إن الله بكل شيء مما خلق محيط علما بجميعه وقدرة عليه، لا يعزب عنه علم شيء منه أراده فيفوته، ولكنه المقتدر عليه العالم بمكانه» اهـ.\rوعليه فيكون «المحيط» اسما من أسماء الله تعالى. أقول هذا على وجه الإلزام. وإذا أمعن الإنسان النظر في الشروط التي استخرجها الدكتور يمكنه أن يجد أسماء أخرى تنطبق عليها هذه الشروط. والله أعلم.\r\r* * *","seal":"576C0962","part":1},
      {"page":77,"id":77,"nass":"الأسماء المطلقة\rوالأسماء المضافة\rذهب الدكتور إلى أن الأسماء المقيدة أو المضافة ليست من الأسماء الحسنى التسعة والتسعين؛ لأن التقييد والإضافة يحدان من إطلاق الحسن والكمال. وقد سبق ذكر كلامه والتعليق عليه (ص: 40) من هذه الرسالة.\rثم إذا به يصرح في بعض المحاضرات (¬1) إلى أن الأسماء المطلقة الثابتة في الكتاب والسنة تسعة وتسعون، وهناك أسماء مضافة أخرى وعددها تسعة وتسعون أيضا، واستدل على ذلك بقوله صلى الله عليه وسلم: «إن لله تسعة وتسعين اسما مائة إلا واحدا مَن أحصاها دخل الجنة». فقال: إن معنى قوله صلى الله عليه وسلم: «إن لله تسعة وتسعين اسما» أي: لله تسعة وتسعون اسما مطلقا، ومعنى: «مائة إلا واحدا»: أن له سبحانه تسعة وتسعين اسما أخرى مضافة! !\rأقول:\rهذا كلام متهافت جدا، ظاهر البطلان. والردُّ عليه من وجوه:\r• الأول: أن الدكتور هو أول قائل بهذا الكلام، وأول من فسر الحديث بهذا التفسير، وليس له دليل على ذلك، وليس له سلف فيه باعترافه\r¬__________\r(¬1) وأخبرني بذلك الدكتور نفسه في اتصالي به هاتفيًّا.","seal":"11E72096","part":1},
      {"page":78,"id":78,"nass":"هو (¬1)، وما كان كذلك فهو باطل مردود على قائله؛ فإن أي قول يأتي به الإنسان من قبل نفسه، ولا يكون له فيه دليل ولا سلف فلابد أن يكون خطأ.\rقال الإمام أبو نصر السجزي في «الرد على من أنكر الحرف والصوت» (ص: 100):\r«كل مدع للسنة يجب أن يطالَب بالنقل الصحيح بما يقوله، فإن أتى بذلك عُلِمَ صدقه، وقُبِلَ قوله، وإن لم يتمكن من نقل ما يقوله عن السلف عُلِمَ أنه مُحْدِثٌ زائغ، وأنه لا يستحق أن يُصغَى إليه أو يُناظَر في قوله» اهـ.\rوقال شيخ الإسلام في «مجموع الفتاوى» (21/ 291):\r«كل قول ينفرد به المتأخر عن المتقدمين، ولم يسبقه إليه أحد منهم، فإنه يكون خطأ، كما قال الإمام أحمد بن حنبل: إياك أن تتكلم في مسألة ليس لك فيها إمام» اهـ.\rوقال الإمام الشاطبي في «الموافقات» (3/ 62):\r«يجب على كل ناظر في الدليل الشرعي مراعاة ما فهم منه الأولون، وما كانوا عليه في العمل به، فهو أحرى بالصواب، وأقوم في العلم والعمل» اهـ.\r¬__________\r(¬1) حيث صرح لي في اتصالي به هاتفيًّا أنه أول قائل بهذا الكلام، وانظر ما سيأتي (ص: 80).","seal":"2984D653","part":1},
      {"page":79,"id":79,"nass":"وقال شيخ الإسلام أيضا في «بيان تلبيس الجهمية» (1/ 524) في معرض رده على ابن سينا حيث فسر «الجود» بتفسير لم يقله أحد قبله:\r«الوجه السادس أن يقال: هذا التفسيرُ عَمَّن نقلته؟ ! ومَن ذكره من أهل التفسير للنصوص، أو مِن أهل اللغة العربية ... ومن المعلوم أن هذا لم يقله أحد من أهل العلم بالنصوص الشرعية واللغة العربية، فصار ذلك افتراء على النصوص واللغة» اهـ.\rقلت: وتفسير الدكتور لهذا الحديث: من هذا القبيل؛ فإنه لم يذكره أحدٌ من أهل التفسير للنصوص، ولا مِن أهل اللغة العربية؛ فصار ذلك افتراءً على اللغة والنصوص. ولكن الدكتور أبى إلا أن يلوي عنق الحديث ليوافق ما أداه إليه اجتهاده وأوصله إليه اكتشافه الحاسوبي. وليس هذا من صنيع أهل العلم.\rقال الإمام ابن القيم في «الروح» (ص: 63):\r«يجب أن يُفهم عن الرسول صلى الله عليه وسلم مرادُه مِن غير غلو ولا تقصير، فلا يُحمَّل كلامُه ما لا يحتمله، ولا يقصر به عن مراده وما قصده من الهدى والبيان. وقد حصل بإهمال ذلك والعدول عنه من الضلال والعدول عن الصواب ما لا يعلمه إلا الله، بل سوء الفهم عن الله ورسوله أصل كل بدعة وضلالة نشأت في الإسلام، بل هو أصل كل خطأ في الأصول والفروع، ولا سيما إن أضيف إليه سوء القصد، فيتفق سوء الفهم في بعض الأشياء من المتبوع مع حسن قصده، وسوء القصد من التابع، فيا محنة الدين وأهله. والله المستعان» اهـ. بتصرف يسير.","seal":"304086C8","part":1},
      {"page":80,"id":80,"nass":"• وقد قلت له في مكالمتي له بالهاتف: إنك تزعم أنه لم يقل بهذا الكلام أحد من السلف الصالح، والإمام أحمد يقول: «إياك أن تتكلم في مسألة ليس لك فيها إمام». فكلامك هذا فيه مخالفة لمنهج السلف الصالح.\rفقال لي: إن كلامك هذا هو المخالف لمنهج السلف الصالح، لقد اطلعت على خمس وثلاثين موسوعة إلكترونية لم يطلع عليها السلفُ الصالح! !\rأقول الآن: أهكذا يكون موقفنا من السلف الصالح! ! وهل يكون الدكتور مُعَظِّمًا للسلف الصالح وهو يدعي أنه اطلع على علوم لم يطلعوا عليها؟ ! ولقد بينت أن السلف الصالح قد اطلعوا على ما لم يطلع عليه الدكتور، وما لم نطلع عليه نحن، ورددت عليه (ص: 15، 23، 32) فالله المستعان.\r\r* * *\r\r• الوجه الثاني: أن هذا التفسير الذي جاء به الدكتور مخالف لتفسير العلماء الذين فسروا هذا الحديث في مصنفاتهم؛ فقد ذهبوا إلى أن قوله: «مائة إلا واحدا» للتأكيد، وللتنصيص على أنها تسعة وتسعون اسما لا تزيد ولا تنقص عن هذا العدد، وحتى تمنع تصحيف قوله: «تسعة وتسعين» إلى سبعة وسبعين، أو سبعة وتسعين، وما إلى ذلك.\rقال الإمام ابن حجر رحمه الله في «الفتح» (11/ 223):\r«قال جماعة من العلماء: الحكمة في قوله: «مائة غير واحد». بعد","seal":"1A777158","part":1},
      {"page":81,"id":81,"nass":"قوله: «تسعة وتسعون». أن يتقرر ذلك في نفس السامع، جَمعًا بين جهتي الإجمال والتفصيل، أو دفعا للتصحيف الخطي والسمعي» اهـ.\rوقال الإمام العيني رحمه الله في «عمدة القارئ» (11/ 252):\r«قوله: «مائة إلا واحدا» أي: إلا اسما واحدا. ويروى: «واحدة»، أنثها ذهابا إلى معنى التسمية أو الصفة أو الكلمة.\rفإن قلت: ما فائدة هذا التأكيد؟ قلت: قيل: إن معرفة أسماء الله تعالى وصفاته توقيفية تُعلَم من طريق الوحي والسنة، ولم يكن لنا أن نتصرف فيها بما لم يهتد إليه مبلغ علمنا ومنتهى عقولنا، وقد مُنِعْنا عن إطلاق ما لم يرد به التوقيف في ذلك، وإن جوَّزه العقل وحكم به القياس - كان الخطأ في ذلك غير هين، والمخطيء فيه غير معذور، والنقصان عنه كالزيادة فيه غير مرضي، وكان الاحتمال في رسم الخط واقعا باشتباه تسعة وتسعين في زلة الكاتب وهفوة القلم بسبعة وتسعين، أو سبعة وسبعين، أو تسعة وسبعين، فينشأ الاختلاف في المسموع من المسطور، فأكده به حسما لمادة الخلاف، وإرشادا إلى الاحتياط في هذا الباب» اهـ.\rوقال بمثل قول الإمامين ابن حجر والعيني كثير من العلماء، مثل: القرطبي في «المفهم لما أشكل من تلخيص مسلم» (7/ 16)، والأُبِّي في «إكمال إكمال المعلم بشرح صحيح مسلم» (9/ 75)، والسنوسي في «مكمل إكمال الإكمال» (9/ 75)، وزكريا الأنصاري في «منحة الباري» (5/ 542)، والقسطلاني في «إرشاد الساري» (9/ 233)، والمناوي في","seal":"EB652098","part":1},
      {"page":82,"id":82,"nass":"«فيض القدير» (2/ 479)، والمباركفوري في «تحفة الأحوذي» (9/ 337)، والسندي في «حاشية ابن ماجه» (2/ 437)، وملا على القاري في «مرقاة المفاتيح» (5/ 72 - 73) وغيرهم.\r\r* * *\r\r• الوجه الثالث: إن كلام الدكتور ينقض بعضه بعضا؛ فكيف يدعي (ص: 65) أن الأسماء المقيدة أو المضافة ليست من الأسماء الحسنى؛ لأن الإضافة والتقييد يحدان من إطلاق الحسن والكمال. ثم إذا به هنا يثبت لله تسعة وتسعين اسما مضافا.\rفمع التناقض الواضح في كلام الدكتور؛ فإنه يدل على أنه يجوز أن يسمى الله سبحانه بأسماء ليست بالغة في الحسن والجمال. وهذا شيء خطير؛ لأن أسماء الله سبحانه كلها سواء المطلقة أو المضافة هي بالغة في الحسن والجمال والكمال، {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} [النساء: 82] (¬1).\r\r* * *\r\r• الوجه الرابع: إن تفسير الدكتور لا يستقيم مع قوله صلى الله عليه وسلم: «إنه وتر يحب الوتر». فلو كانت الأسماء المطلقة تسعة وتسعين والمضافة تسعة وتسعين، لكن المجموع مائة وثمانية وتسعين اسما، فصار العدد شفعا لا وترا؛ ذلك لأن لفظ الحديث بتمامه هو: «إن لله تسعة وتسعين اسما،\r¬__________\r(¬1) وقد سبق الكلام على هذا الموضوع (ص: 40) من هذه الرسالة.","seal":"00873472","part":1},
      {"page":83,"id":83,"nass":"مائة إلا واحدا، من أحصاها دخل الجنة، إنه وتر يحب الوتر». فعلَّل النبي صلى الله عليه وسلم كون هذا العدد وترا بأن الله وتر يحب الوتر، أي: يحب أن يُحصَى مِن أسمائه هذا العدد الوتر.\rقال شيخ الإسلام في «مجموع الفتاوى» (6/ 382).\r« ... ولهذا قال: «أنه وتر يحب الوتر». ومحبته لذلك تدل على أنه متعلق بالإحصاء، أي: يجب أن يحصى مِن أسمائه هذا العدد ... » اهـ (¬1).\rفإن قال قائل: إن الدكتور قد أخرج لفظ الجلالة من العدد، فإذا كان عدد الأسماء المطلقة والمضافة مائة وثمانية وتسعين، فبإضافة لفظ الجلالة إليها يصير العدد مائة وتسعة وتسعين وهو عدد وتر؟\rقلت: إخراج الدكتور لفظ الجلالة من العدد لا دليل عليه كما سبق بيان ذلك (ص: 68)، وما بُني على باطل فهو باطل. والله أعلم.\r\r* * *\r\r• وهذا التفسير الغريب الذي فسر به الدكتور هذا الحديث قد يفتح الباب على مصراعيه لكل من يريد أن يفهم النصوص على غير معناها، وهذا شر عظيم على الأمة، فمن يقول بجواز التزوُّج بتسع نسوة استدلالا بقوله عز وجل: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} [النساء: 3]؛ كيف نرد عليه بعدما قال الدكتور ما قال؟ ! بل إن حجة هذا أقوى من حجة الدكتور؛ لأن الواو في الأصل تفيد العطف!\r¬__________\r(¬1) وانظر كذلك: «فتح الباري» (11/ 230)، و «عمدة القاري» (11/ 252).","seal":"6AC701D8","part":1},
      {"page":84,"id":84,"nass":"ولكننا نرد على هذا وعلى ذاك بقولنا: إن إجماع المسلمين ينقض قولكما، فقد أجمع المسلمون على أنه لا يجوز التزوج بأكثر من أربع نسوة، وأجمعوا على أن الأسماء التي مَن أحصاها دخل الجنة هي تسعة وتسعون اسما فقط، ولم يقل أحد إنها تسعة وتسعون اسما مطلقا وتسعة وتسعون اسما مضافا (¬1).\rثم أننا نعلم أن الدكتور سلفي المنهج، ومعنى ذلك: أنه يتبع الكتاب والسنة بفهم السلف الصالح، فما باله قد خالف فهم السلف الصالح وعلماء المسلمين في هذه المسألة؟ !\rولعل الدكتور قد اكتشف بعد بحثه على «الكمبيوتر» أن الأسماء المضافة في الكتاب والسنة تسعة وتسعون، ففسر الحديث بهذا التفسير العجيب، وقال بهذا القول الغريب حتى يتطابق الحديث مع اكشتافه العلمي الخطير! !\rفإذا أتى باحث آخر واطلع على موسوعات إلكترونية لم يطلع عليها الدكتور ولم يعتمد عليها في بحثه (¬2) واكتشف أسماء أكثر من ذلك وعمل تقسيما آخر للأسماء الحسنى -التي عناها النبيُ صلى الله عليه وسلم بقوله: «مَن أحصاها\r¬__________\r(¬1) أعني بذلك الأسماء المَعنية في حديث التسعة والتسعين، وإلا فالأسماء الحسنى منها ما هو مطلق، ومنها ما هو مضاف، وانظر (ص: 41).\r(¬2) وهذا هو الواقع؛ إذ إنه قد ظهر منذ أشهر معدودة الإصدار الثاني والثالث من «الموسوعة الشاملة»، والدكتور لم يعتمد إلا على الإصدار الأول منها كما في قائمة مراجِع كتابه، والإصدار الثاني والثالث يحتويان على عدد كبير من الكتب التي لا توجد في الإصدار الأول.","seal":"135907C4","part":1},
      {"page":85,"id":85,"nass":"دخل الجنة» - غير التقسيم الذي قسمه الدكتور إلى مطلق ومضاف؛ هل يجوز له أن يفسر الحديث بتفسير آخر، ويقول في عقيدة المسلمين بمقتضى اكتشافه؟ ! !\rوعقيدتنا محفوظة عن أن تكون معتمدة على الاكتشافات العلمية والدراسات الإحصائية بـ «الكمبيوتر» وغيره. ومعاذ الله أن نخضعها لمثل هذه الخزعبلات. والله المستعان.\r\r* * *","seal":"C6A5BDC3","part":1},
      {"page":86,"id":86,"nass":"حول الاعتماد الكلي على الحاسب\rوأصول البحث العلمي\rالحاسب الآلي من نعم الله عز وجل على المسلمين وعلى طلبة العلم خاصة في هذا العصر، ذلك لأنه يسر عليهم طرق البحث وأمدهم بمعلومات هائلة في وقت قصير، ولكن الاعتماد الكلي على الحاسب الآلي كثيرًا ما يوقع في أخطاء فادحة؛ لأن الموسوعات العلمية التي في الأقراص المدمجة بها أخطاء كثيرة، منها: وقوع تصحيفات وتحريفات في كثير من الكلمات، وبها سقط كلمات وجمل كاملة في كثير من المواضع، كذلك فإن بها أخطاء في العزو، فقد تعزو كلامًا لكتاب ليس هو فيه، إنما هو في كتاب آخر ... إلى غير ذلك من الأخطاء.\rفعلى ذلك يمكن للباحث أن يستعين بـ (الكمبيوتر» في البحث، وإن يتخذه فهرسًا يدله على موضع الفائدة في الكتاب المطبوع، لكن أن يكون اعتماده الكلي على ذلك دون الرجوع إلى المصادر المطبوعة، فهذا خلاف البحث العلمي الجاد.\rقال العلامة الدكتور محمود الطناحي في «مدخل إلى تاريخ نشر التراث العربي» (ص: 8):\r«إن طلبة العلم مطالبون بمعرفة فرق ما بين الطبعات، حتى تقوم","seal":"68F99218","part":1},
      {"page":87,"id":87,"nass":"دراستهم على أساس صحيح متين، وحتى تمضي إلى ما يُراد لها من كمال ونفع» اهـ.\rقلتُ: فطلاب العلم مطالبون بالحصول على أدق الطبعات وأتقنها؛ حتى تقوم دراساتهم وبحوثهم على أسس صحيحة متينة، والموسوعات الإلكترونية التي تستخدم بواسطة «الكمبيوتر» في الغالب مليئة بتلك الأخطاء التي بيَّنتها، فإذا اعتمد طالب العلم على «الكمبيوتر» اعتمادًا كليًّا جاءت دراسته سقيمة مليئة بالأخطاء والغرائب والعجائب؛ لأنَّ مصدره الذي استقى منه المعلومات مليءٌ بتلك الأخطاء والأغلاط.\rأُقِيمَ لإصلاح الورى وهو فاسد ... وكيف استِواءُ الظل والعودُ أعوجُ\r• وقد عد الدكتور رمضان عبد التواب رحمه الله في كتابه «مناهج تحقيق التراث» (ص: 165) ذكر اسم المؤلف قبل اسم الكتاب في مصادر التخريج من بدع التحقيق، مع أن هذا الأمر لا يؤثر على صحة وإتقان البحث أو الكتاب المحقق، فكيف لو رأى اعتماد الباحثين والمحققين الآن على الموسوعات الإلكترونية وما فيها من أخطاء كثيرة تؤثر على صحة البحث وإتقانه؟ !\r• ومن جانب آخر: فان الباحث مطالب بمراعاة أصول البحث العلمي، ومن ذلك: أن لا يعزو كلامًا لمصدر ويوجد مصدر آخر هو أولى بالعزو منه، وأن لا يعزو كلامًا في فن معين إلى مصدر لفن آخر. فيقبح جدًّا بالباحث أن يعزو حديثًا إلى كتاب من كتب اللغة، أو يعزو ترجمة راوٍ إلى كتاب من كتب الفقه، أو ما شابه ذلك.","seal":"E6CC4038","part":1},
      {"page":88,"id":88,"nass":"قال العلامة الألباني رحمه الله في معرض رده على محمد علي الصابوني في «السلسلة الصحيحة» (4/ المقدمة ص: ك):\r«وذكر (ص: 50) - يعني: الصابوني - حديث: «أرحنا بها يا بلال». فقال في الحاشية مُخرِّجًا له: «لسان العرب»! !\rفلم يعرف هذا المسكين مصدرًا لهذا الحديث غير هذا الكتاب المعروف بأنه ليس من كتب الحديث، وإنما هو في اللغة، مع أنه في «سنن أبي داود» ومخرج في كتب السنة مثل «المشكاة» (1253) وغيره! » اهـ.\r• هذا، وقد وقع الدكتور في أخطاء كثيرة نتيجة لعدم مراعاته لأصول البحث العلمي ولاعتماده الكلي على الحاسب الآلي، ولقد أخبرته ببعض هذه الأخطاء، فرد علي قائلًا: مادامت هذه الأخطاء ليست في إثبات الأسماء الحسنى نفسها فهي غير مهمة! !\rسبحان الله! أنُقَدِّم للناس أخطاء وأغلاطًا وأوهامًا ونقول: مادام أنها ليست في إثبات الأسماء الحسنى فهي غير مهمة؟ !\rوإليك الآن بعضًا من هذه الأخطاء التي وقعت في بحث الدكتور:\r(1) قال الدكتور (ص: 303): «وممن تسمى بإضافة العبودية لاسم الله «الأول»: الإمام أبو الوقت عبد الأول بن عيسى، قال محمد بن طاهر القيسراني في وفيات سنة ثلاث وخمسين وخمسمائة: «وفيها مات مسند زمانه الإمام أبو الوقت عبد الأول بن عيسى بن شعيب السجزي ببغداد عن خمس وتسعين سنة» ... » اهـ.","seal":"70920793","part":1},
      {"page":89,"id":89,"nass":"وقال في الحاشية: «تذكرة الحفاظ، أطراف أحاديث المجروحين لابن حبان للقيسراني (4/ 1315)» اهـ.\rقلت:\rوهذا خطأ فاحش، فليس هذا الكلام لمحمد بن طاهر القيسراني، وكيف يكون له وهو قد مات قبل أبي الوقت بست وأربعين سنة؟ ! ! فإن ابن طاهر قد مات سنة (507 هـ) (¬1)، فكيف يذكره في وفيات سنة (553 هـ)؟ !\rكذلك فإن كتاب ابن طاهر الذي عزا إليه الدكتور هذا الكلام هو في أطراف أحاديث كتاب «المجروحين» لابن حبان؛ فكيف يكون كتابًا في أطراف الأحاديث مصدرًا لذكر ترجمة هذا الإمام؟ ! وكتاب «تذكرة الحفاظ» للقيسراني مجلد واحد فكيف يكون العزو هنا إلى مجلد الرابع؟ ! ظلمات بعضها فوق بعض! !\rوالصواب في ذلك: أن هذا الكلام هو للإمام الذهبي في «تذكرة الحفاظ» (4/ 1315) وليس هو لابن طاهر القيسراني. والسر في هذا الخطأ أن كتاب «تذكرة الحفاظ» للذهبي معزو خطأ في «المكتبة الألفية» إلى كتاب «تذكرة الحفاظ في أطراف أحاديث المجروحين» لابن طاهر القيسراني، فلو كان الدكتور يراجع المصادر المطبوعة لما وقع في هذا الخطأ إن شاء الله تعالى.\r\r* * *\r¬__________\r(¬1) كما في «سير أعلام النبلاء» (19/ 371).","seal":"783DA68D","part":1},
      {"page":90,"id":90,"nass":"(2) قال الدكتور (ص: 599): «هل سمي أحد من أهل العلم عبد المالك؟ جاء في «المدونة الكبرى» للإمام مالك بن أنس أنه قال: «سمعت عبد المالك (كذا) بن عبد العزيز بن جريح (كذا بالحاء المهملة) يحدث أنه بلغه عن رسول الله صلى الله عليه وسلم أنه قال: «الحميل غارم» اهـ.\rقلت:\rوهذا خطأ، والصواب في اسمه هو: عبد الملك بن عبد العزيز بن جريج الإمام المشهور، تصحف على الدكتور فحسبه رجل آخر يدعى «عبد المالك»، وهو في «المدونة»: «عبد الملك» على الصواب. والله أعلم.\r\r* * *\r\r(3) قال الدكتور (ص: 385): «وأما مَن تسمى بالتعبد لاسم الله «الواحد» فكثير، منهم عبد الواحد بن زياد العبدي بصري ثقة حسن الحديث، روى عنه البخاري الكثير» اهـ.\rوقال في الحاشية: «معرفة الثقات لأبي الحسن الكوفي 2/ 107».\rقلت:\rلا أظن كثيرًا من القراء سيعرفون بسهولة من هو أبو الحسن الكوفي هذا؟ وإني لم أعرفه في بادئ الأمر، ثم سألت شيخنا الفاضل طارق بن عوض الله -حفظه الله-: هل تعرف أبا الحسن الكوفي هذا الذي له كتاب «معرفة الثقات»؟ فقال لي: لا أعرفه. ثم فكر قليلًا ثم قال لي: لعله هو","seal":"583ADF5E","part":1},
      {"page":91,"id":91,"nass":"العِجلي صاحب كتاب «الثقات». ثم تناول كتاب «الثقات» للعجلي من مكتبته، فإذا على طرة الكتاب: أحمد بن عبد الله بن صالح أبو الحسن العجلي الكوفي. فقال لي: لعل من نسبه هكذا لم يكن يعرفه وأخذ اسمه مِن على طرة الكتاب! فقلت له: ليت هذا هو الذي حدث؛ لأن الذي قال هذا لا يعتمد أصلًا على الكتب، إنما يعتمد على «الكمبيوتر»! !\rثم إن عبد الواحد بن زياد العبدي قد روى عنه أصحاب الكتب الستة فالعزو إلى الكتب التي اختصت بذكر الرواة الذين روى لهم الأئمة الستة أولى مثل: «تهذيب الكمال»، و «تهذيب التهذيب»، و «تقريب التهذيب»، و «الكاشف»، وغيرها.\r\r* * *\r\r(4) قال الدكتور (ص: 463): «وممن تسمى بالتعبد لله بإضافته للاسم الحافظ عبد الغني بن سعيد المصري، قال السيوطي: «النوع التاسع والخمسون: المبهمات أي معرفة من أبهم ذكره في المتن أو الإسناد من الرجال والنساء، صنف فيه الحافظ عبد الغني بن سعيد المصري» اهـ.\rوقال في الحاشية: «تدريب الراوي 2/ 342» اهـ.\rقلت:\rوهذا عجيب؛ فإن «تدريب الراوي» كتاب في مصطلح الحديث، فكيف يجعل مصدرًا للتعريف بهذا الإمام؟ ! وهذا الإمام له ترجمة في كثير من كتب الرجال ومن أشهرها: «تاريخ دمشق» (36/ 395)، و «سير","seal":"1502ED81","part":1},
      {"page":92,"id":92,"nass":"أعلام النبلاء» (17/ 268). فالعزو إلى هذين الكتابين أو إلى غيرهما من كتب التراجم أولى. والله أعلم.\r* * *\r\r(5) قال الدكتور (ص: 392): «وممن تسمى عبد الحق: أبو محمد عبد الحق بن أبي بكر بن غالب بن عطية الغرناطي، صاحب كتاب «المحرر الوجيز في تفسير الكتاب العزيز» اهـ.\rوقال في الحاشية: «كشف الظنون 2/ 1613 ... » اهـ.\rقلت:\r«كشف الظنون في أسامي الكتب والفنون» وهو كتاب لمعرفة أسماء الكتب، كما يتضح من اسمه، فكيف يجعله الدكتور مصدرًا للتعريف بهذا الإمام؟ ! مع أن له ترجمة في «سير أعلام النبلاء» (21/ 198)! !\r* * *\r\r(6) قال الدكتور (ص: 53): «وقال أبو عمرو بن الصلاح: أول من صنف في الصحيح البخاري أبو عبد الله محمد بن إسماعيل ... » اهـ.\rوقال في الحاشية: «هدي الساري مقدمة فتح الباري شرح صحيح البخاري لابن حجر العسقلاني ص 10».\rقلت:\rكلام الإمام ابن الصلاح في كتابه «معرفة علوم الحديث» (ص: 160) وهو من أشهر الكتب في علم مصطلح الحديث، وهو موجود على","seal":"F748CBF8","part":1},
      {"page":93,"id":93,"nass":"«المكتبة الألفية» و «المكتبة الشاملة» وقد اعتمد عليهما الدكتور، فالعزو إليه أولى. والله أعلم.\r• هذه أمثلة للأخطاء التي وقعت في بحث الدكتور، والتي كان بعضها نتيجة لاعتماده الكلي على الحاسب الآلي، ومنه يتبين للقارئ الكريم أن الدكتور لم يكن مصيبًا في قوله (ص: 707): «بعد جهد كبير ووقت طويل قطعتُه وأنا عاكف على المراجع وبين يدي حاسوبي الشخصي أقلب في الموسوعات وأراجع النتائج على المطبوعات ... »! !\r• وما كنت أود أن أذكر هذه الأخطاء التي نتجت عن استخدام الدكتور «الكمبيوتر»؛ لأنه ما من أحد إلا وله أخطاء، خاصة مثل هذه الأخطاء التي ذكرتها، ولكن دفعني إلى أن أذكرها هنا: هو أن الدكتور ظن أنه باستخدام «الكمبيوتر» قد امتلك ناصية العلوم، وفاق السلف في العلم والبحث والاطلاع، فأردت أن أبين له أن هذا ظن باطل لا يغني من الحق شيئًا، وأن الاعتماد الكلي على «الكمبيوتر» يوقع في أخطاء فادحة، وإن استخدامنا «الكمبيوتر» دليل على نقص علمنا وحفظنا، وأن السلف الصالح لعظيم علمهم وحفظهم واطلاعهم كانوا في غنى عن «الكمبيوتر». فكيف يكون النقص دليلًا على الكمال؟ !\r• وأكتفي بهذا القدر، سائلًا الله عز وجل التوفيق والسداد في الأقوال والأفعال. إنه نعم المولى ونعم النصير.\r{رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ}.\r\r* * *","seal":"5D966DA3","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الانتصار للسلف الأخيار","HigriD":"معاصر","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد محب الدين أبو زيد","bLnk":null,"Inf":null,"Auth":"محمد محب الدين أبو زيد","Betaka":"الكتاب: الانتصار للسلف الأخيار: نقد لكتاب «أسماء الله الحسنى» للدكتور: محمود عبدالرازق الرضواني\r\nالمؤلف: محمد محب الدين أبو زيد\r\nالناشر: الرواد للإعلام والنشر، المكتبة الإسلامية للنشر والتوزيع - مصر\r\nالطبعة: الأولى، 1428 هـ - 2007 م\r\nعدد الأجزاء: 1","TafseerNam":null,"PdfCs":2,"AuthInf":"محمد محب الدين أبو زيد.\rمن مواليد: محافظة الجيزة، بمصر.\r\r• المؤهلات العلمية:\r1 - حصل على بكالوريوس هندسة، من كلية الهندسة جامعة القاهرة.\r2 - ثم حصل على ليسانس علوم إسلامية ولغوية بتقدير عام جيد جدًا، من كلية دار العلوم، جامعة القاهرة.\r3 - ثم حصل على تمهيدي ماجستير في قسم الشريعة من نفس الكلية بتقدير جيد جدًا.\r4 - على وشك الانتهاء من رسالة الماجستير في علوم الحديث بكلية دار العلوم، تحت إشراف الأستاذ الدكتور: عبد المجيد محمود، والرسالة بعنوان: «منهج الخطيب البغدادي في نقد الحديث من خلال كتابه \"تاريخ بغداد\"».\r\r• من أهم أساتذته ومشايخه:\r- الأستاذ الدكتور أحمد معبد عبد الكريم.\r- الأستاذ الدكتور رفعت فوزي عبد المطلب.\r- الأستاذ الدكتور عبد المجيد محمود.\r- الدكتور جمال المراكبي.\r- الشيخ طارق عوض الله.\r\r• الخبرات السابقة:\r1 - عمل ثلاث سنوات مدرسًا للقرآن الكريم في المملكة العربية السعودية.\r2 - عمل سنتين باحثا ومحققا في مكتب الأثرية للشيخ طارق بن عوض الله.\r3 - عمل ثلاث سنوات بجمعية المكنز الإسلامي باحثًا ومحققًا.\r4 - عمل سنة في مكتب التابعين، في جمع السنة النبوية وتخريجها.\r5 - عمل سنة ونصف بمكتب السلام، في جمع السنة النبوية على الموضوعات المختلفة.\r6 - عمل أربع سنوات -ولا يزال- في دار التأصيل باحثا ومحققا.\r\r• أهم المؤلفات والأبحاث والتحقيقات:\r1 - كتاب «واجبات فرط فيها كثير من الناس» تأليف، طُبع بمكتبة النور الهادي سنة 2004 م.\r2 - كتاب «خصائص أهل الحديث والسنة، وبيان منهجهم وفضائلهم، والدفاع عنهم»، تأليف، طُبع بدار ابن الجوزي بمصر سنة 2005 م.\r3 - كتاب «الباعث على إنكار البدع والحوادث» لأبي شامة المقدسي، تحقيق وتعليق، طُبع بدار مجد الإسلام، سنة 2007 م، وهو قيد التحقيق مرة أخرى على مخطوطات إضافية.\r4 - كتاب «الانتصار للسلف الأخيار: نقد لكتاب \"الأسماء الحسنى\" للدكتور الرضواني» تأليف، طُبع بالمكتبة الإسلامية بمصر، سنة 2008 م.\r5 - كتاب «أسماء الله -جل ثناؤه- وصفاته» (المشهور بـ «الأسماء والصفات»)، للإمام البيهقي، دراسة وتحقيق، طُبع في ثلاث مجلدات بمكتبة التوعية الإسلامية، بمصر سنة 2009 م.\r6 - كتاب «توضيح الأفكار» للإمام الصنعاني، تحقيق وتعليق، طُبع في أربع مجلدات بمكتبة الرشد بالرياض، سنة 2011 م.\r7 - كتاب «معالم الدين من أحاديث الصادق الأمين» تأليف، طُبع بدار مشارق الأنوار سنة 2013 م.\r8 - كتاب «جمهرة عقائد أئمة السلف» يحتوي على خمسين عقيدة للسلف، جمع وتحقيق وتعليق، طُبع بمكتبة التوعية الإسلامية سنة 2015 م.\r9 - كتاب «المحدث الفاصل» للإمام الرامهرمزي، تحقيق وتعليق، طُبع بدار الذخائر 2016 م.\r10 - كتاب «مختصر سيرة الرسول» للإمام محمد بن عبد الوهاب، تحقيق وتعليق، وهو تحت الطبع.\r\rكُتبَت هذه الترجمة المختصرة\rبتاريخ 12 من ربيع الآخر سنة 1437 هـ\rالموافق 22/ 1/ 2016 م.\rmoheb_el_den@yahoo.com\rوالحمد لله رب العالمين.\r\r[مع إضافات يسيرة في بيانات الكتب بعد التاريخ المذكور]","seal":"18D4E211","cat":"العقيدة","oNum":19449,"BkId":19449,"oAuth":1433,"bVer":1,"aSeal":"0643CAC6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t19449":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":9,"sub":0,"tit":"الدفاع عن السلف الصالح وبيان أن الإحصاء لا يتوقف على استخدام الحاسب الآلي"},
      {"lvl":1,"id":26,"sub":0,"tit":"الرد على طعنه في الإمام الوليد بن مسلم رحمه الله"},
      {"lvl":1,"id":29,"sub":0,"tit":"الرد على الدكتور في ادعائه الإحاطة بالسنة النبوية"},
      {"lvl":1,"id":36,"sub":0,"tit":"عدد الأسماء الحسنى الثابتة في الكتاب والسنة"},
      {"lvl":1,"id":40,"sub":0,"tit":"مناقشة الدكتور في شرط الإطلاق"},
      {"lvl":1,"id":43,"sub":0,"tit":"اجتهاد الدكتور؛ قطعي أم ظني؟ !"},
      {"lvl":1,"id":49,"sub":0,"tit":"موقف الدكتور من الحديث الموقوف الذي له حكم الرفع"},
      {"lvl":1,"id":60,"sub":0,"tit":"موقف الدكتور من الحديث الحسن"},
      {"lvl":1,"id":68,"sub":0,"tit":"أسماء قد حذفها الدكتور من الإحصاء ويمكن تطبيق شروطه عليها"},
      {"lvl":1,"id":77,"sub":0,"tit":"الأسماء المطلقة والأسماء المضافة"},
      {"lvl":1,"id":86,"sub":0,"tit":"حول الاعتماد الكلي على الحاسب وأصول البحث العلمي"}
    ]
}
