{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b1968":
    [
      {"page":1,"id":1,"nass":"المقدمة\rالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين ...\rفإني أقدم هذه القطوف المفيدة، للأستاذ الذي جعل همه تعليم العلم والعمل به، وغرسهما في نفوس تلاميذه، وللتلاميذ الذين يهمهم التلقي السليم المفيد، الذي يثمر في نفوسهم العلم والعمل.\rأسأل الله أن ينفعني وإخواني المسلمين بها، إنه على كل شئ قدير وصلى الله وسلم على خير المعلمين، وعلى أهله وصحبه خير من تلقى عنه وطبق ما تعلمه في واقع الحياة.","seal":"57AE9785","part":1},
      {"page":2,"id":2,"nass":"(1) الإخلاص:\rوالمراد بالإخلاص، تصفية العمل وتنقيته من شوائب الشرك بالله تعالى سواء كان شركًا أكبر، وهو الذي قال الله تعالى فيه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48] .\rأو شركًا أصغر، ومنه إرادة الإنسان بعمله الرياء، أي مراءاة الناس، كما قال تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} . [الكهف: 110] .\rوقال تعالى ـ في الحديث القدسي ـ: «أنا أغنى الشركاء عن الشرك، من عمل عملًا أشرك معي فيه غيري تركته وشركه» [مسلم (4 / 2289) ] .\rوقد أمر الله تعالى بالإخلاص في كتابه وعلى لسان رسوله صلى الله عليه وسلم في نصوص كثيرة، منها قوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5] .\rوقال النبي صلى الله عليه وسلم: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» [البخاري (1 / 2) ومسلم (3 / 1515) ] .","seal":"1645D737","part":1},
      {"page":3,"id":3,"nass":"وقال صلى الله عليه وسلم في حديث جبريل: «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» [البخاري (6 / 20) ومسلم (1 / 37) ] .\rوقال صلى الله عليه وسلم: «اتق الله حيثما كنت» [الترمذي (4 / 355) وقال: حسن صحيح، والدارمي (2 / 231) ] .\rفعلى الأستاذ أن يحرص كل الحرص على الإخلاص ومحاربة الرياء في نفسه، وفي تلاميذه، وأن يذكروا أن المخلوقين مهما عظمت منزلتهم فهم مخلوقون، لا يقدرون أن ينفعوهم شيئا ولا يضروهم، وأن يتذكروا عظمة الله الخالق الذي إذا أراد شيئًا فإنما يقول له: {كُنْ فَيَكُونُ} .\rفإن تذكر الأمرين ضعف المخلوق وعجزه، وقوة الخالق وقدرته وعظمته، مما يعين على إخلاص الأعمال لله تعالى.","seal":"15301604","part":1},
      {"page":4,"id":4,"nass":"(2) التلقي من أجل العمل بالعلم، لا من أجل الثقافة والترف العملي والفكري، وإن كانت الثقافة ستحصل تبعًا، وتتوسع آفاق فكر العامل، وهكذا كان أصحاب رسول الله صلى الله عليه وسلم، فما كانوا يتجاوزون عشر آيات حتى يعلموهن ويعملوا بهن، وبفقد هذه الروح أو ضعفها في طلبة العلم، كثر المنتسبون للعلم وقلّ العمل، بل وأصبح الفساد الذي يأتي من قبل بعضهم أكثر من الفساد الآتي من عامة الناس.\rوقد قال الله تعالى عن اليهود الذين يعلمون ولا يعملون: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ} [الجمعة: 5] .\rوقال تعالى عمن لم يعمل بما علم في هذه الأمة معاتبًا ومنكرًا: {يا أيها الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 2-3] .\rفعلى الأستاذ أن يجتهد في تحقيق هذا المعنى في نفسه، وفي نفوس تلاميذه، حتى لا يكونوا نسخًا مكررة لغيرهم، من عامة المسلمين الذين مُنُوا بالجهل والهوى والبُعد عن الله.","seal":"66BFD45B","part":1},
      {"page":5,"id":5,"nass":"(3) موافقة الفعل للشرع، وعدم الزيادة والنقصان فيه ـ أي اتباع الرسول صلى الله عليه وسلم ـ والبعد عن البدع.\rقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: 31] .\rقال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} .. [الأحزاب: 36] .\rوقال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7] .\rوقال النبي صلى الله عليه وسلم: «من عمل عملًا ليس عليه أمرنا فهو رد» [البخاري (8 / 156) ومسلم (3 / 1343) ] .\rوقال صلى الله عليه وسلم: «صلوا كما رأيتموني أصلي» [البخاري (1 / 55) ] .\rوقال صلى الله عليه وسلم: «خذوا عني مناسككم فلعلي لا أحج بعد عامي هذا» [مسلم (2 / 943) ] .","seal":"312A0877","part":1},
      {"page":6,"id":6,"nass":"وقال العلماء في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [الملك: 2] : أخلصه وأصوبه ـ قيل ما معنى أخلصه وأصوبه؟ ـ قال: إن العمل لا يقبل حتى يكون خالصًا صوابًا، والخالص ما قصد به وجه الله، والصواب ما وافق سنة رسوله صلى الله عليه وسلم. [الفتاوى: (10 / 173) ] .","seal":"408148B7","part":1},
      {"page":7,"id":7,"nass":"(4) الإكثار من قراءة كتاب الله تعالى، مع تدبره وتفهم مراميه، وعرض الإنسان نفسه عليه، ليعلم من هو سائر في طريقه أي طريق القرآن ـ أم في طريق عدوه ـ الشيطان؟ وينبغي أن يحافظ على ورد معين منه يوميًا، لأن البعد عنه يورث القسوة في القلب والغفلة عن الله.","seal":"DBDC1496","part":1},
      {"page":8,"id":8,"nass":"(5) الإكثار من ذكر الله، المطلق منه والمقيد، والمراد بالمطلق ما لم يقيد بزمان ولا مكان ولا عدد {يا أيها الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا} [الأحزاب: 41] .\r«لا يزال لسانك رطبًا بذكر الله» [الترمذي (5 / 458) وقال: هذا حديث حسن غريب من هذا الوجه] .\rوالذكر المقيد ما قيد بزمان، كأذكار الصباح والمساء وأدبار الصلوات، أو بمكان كأذكار مناسك الحج المعينة، وغير ذلك، أو بعدد كالاستغفار مائة مرة، وتسبيح ثلاث وثلاثين.\rويمكن الرجوع في هذا الباب، إلى الكلم الطيب لابن تيمية، وصحيحه للألباني، والوابل الصيب، لابن القيم، والأذكار للنووي ورياض الصالحين، وغيرها من كتب السنة.","seal":"58035DE7","part":1},
      {"page":9,"id":9,"nass":"(6) القراءة المستمرة في كتب السنة، وسيرة الرسول صلى الله عليه وسلم، لأن السنة تفسر القرآن وتكمل ما أراد الله من عباده، والرسول صلى الله عليه وسلم هو القدوة العليا للمسلم.\r{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} [الأحزاب: 21] .\r[يراجع في ذلك الأمهات الست، والترغيب والترهيب ورياض الصالحين ومشكاة المصابيح وسيرة ابن هشام، ومختصر السيرة لمحمد بن عبد الوهاب، ومختصر السيرة لابنه أيضًا وفقه السيرة للغزالي] .","seal":"259152C7","part":1},
      {"page":10,"id":10,"nass":"(7) قراءة سيرة أصحاب الرسول صلى الله عليه وسلم، باعتبارهم النموذج البشري الذي طبق الاقتداء بالرسول صلى الله عليه وسلم، في أعلى صورة \"جيل قرآني فريد\".\r[يراجع في ذلك تاريخ ابن كثير، وغيرها كحياة الصحابة، وكذلك سيرة الدعاة العاملين في كل زمان ومكان] .","seal":"ACACEEDF","part":1},
      {"page":11,"id":11,"nass":"(8) المحافظة على الفرائض المكتوبة، من صلاة وصيام وحج وزكاة وغيرها من الواجبات الأخرى، كبرِّ الوالدين وصلة الأرحام، والأمر بالمعروف والنهي عن المنكر.\rكما قال تعالى: «ما تقرب إليّ عبدي بشيء أحب إليّ مما افترضته عليه» حديث قدسي [البخاري (7 / 190) ] .\rوقال النبي صلى الله عليه وسلم: «وفرض فرائض فلا تضيعوها» . [الدارقطني. راجع جامع العلوم والحكم لابن رجب ص242] .","seal":"D63D771A","part":1},
      {"page":12,"id":12,"nass":"(9) الإكثار من نوافل الطاعات، التي تعتبر حاجزًا منيعًا، يحول بين الشيطان وبين تثبيط المؤمن عن القيام بالواجبات، كما أنها تكمل النقص الذي قد يحصل في الفرائض.\r«ولا يزال عبدي يتقرب إليّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها» [البخاري (7 / 190) ] .\rأي أن الله يحيطه بعنايته وتوفيقه، فلا يستعمل نعم الله التي أنعم بها عليه، إلا في طاعته.\rومن أعظم النوافل التي ينبغي الحرص عليها وعدم التقصير، فيها قيام الليل الذي حافظ عليه الرسول صلى الله عليه وسلم، وكان وقوده الذي يمده بالصبر على البلاء والامتحان..\r{يا أيها الْمُزَّمِّلُ} {قُمِ اللَّيْلَ إِلَّا قَلِيلًا} {نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا} {أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} [المزمل: 1ـ6] .","seal":"56E1BC89","part":1},
      {"page":13,"id":13,"nass":"والأستاذ الداعية إلى الله، والطالب الذي يعد للدعوة إلى الله، في حاجة إلى تأمل هذه الآيات والعمل بهن، للقيام بأعباء الدعوة والتكليفات الإلهية..\rفالرسول صلى الله عليه وسلم الذي كان ينزل عليه جبريل من السماء صباحًا ومساءً، كان في حاجة إلى الاتصال المتكرر بالسند الذي يؤيده، لتثبيت صبره وقوة احتماله، فأمر بقيام الليل من أجل ذلك {قُمِ اللَّيْلَ} .... {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} .","seal":"3FE4B0DF","part":1},
      {"page":14,"id":14,"nass":"(10) مجاهدة النفس، للوصول إلى محبة الله تعالى ومحبة رسول صلى الله عليه وسلم، المحبة الصادقة التي أرادها الله، والتي عبر عنها رسول الله صلى الله عليه وسلم في قوله: «ثلاث من كن فيه وجد حلاوة الإيمان، أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يلقى في النار» [البخاري (/ 9،10) ومسلم (1 / 66) ] .\rوقوله صلى الله عليه وسلم: «لا يؤمن أحدكم حتى أكون أحب إليه من نفسه وولده ووالده والناس أجمعين» [البخاري (1 / 9) ] .\rتظهر محبة الله ورسوله، ومحبة من يحبه الله ورسوله، عندما يقدم العبد رضا الله على سواه.\rكما قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة: 24] .","seal":"7DB0659C","part":1},
      {"page":15,"id":15,"nass":"وقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: 31] .","seal":"838113AC","part":1},
      {"page":16,"id":16,"nass":"(11) مجالسة الصالحين، الذين يعينون على فعل الخير وترك الشر، فإن في مجالسة أهل الشر الخسران الذي يندم عليه صاحبه في الدنيا والآخرة ...\rقال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} {يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا} {لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} [الفرقان: 27ـ29] .\rوفي حديث أبي موسى المتفق عليه أن النبي صلى الله عليه وسلم قال: «إنما مثل الجليس الصالح وجليس السوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك، وإما أن تبتاع منه وإما أن تجد منه ريحًا طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحًا منتنة» [البخاري (3 / 16) ومسلم (4 / 2026) ] .\rوكم من أستاذ كان ظاهر الصلاح، ويعتبر مربيًا فصار ضحية لبعده عن الصالحين واقترابه من الفاسدين، وكم من شاب صالح يعتاد المساجد، ويؤمن بالله ورسوله والإسلام، ويجب ما يحبه الله ورسوله، هوى في حمأة الرذيلة والإلحاد بسبب جليس سوء.","seal":"EF37A6A3","part":1},
      {"page":17,"id":17,"nass":"فعلى الأستاذ والطالب معًا الحفاظ على مرافقة عباد الله الصالحين، والبعد عن صحبة أتباع الهوى والشيطان..\rوبذلك يمكن البُعد عن المحرمات، وفعل الطاعات، وعدم إضاعة الوقت فيما يضر، أو فيما لا ينفع، فقد خلق الله الليل والنهار، خلفة لمن أراد أن يذكّر أو أراد شكورًا.","seal":"BA699EA7","part":1},
      {"page":18,"id":18,"nass":"(12) الجد والمثابرة في طلب العلم، من كتاب الله وسنة رسوله صلى الله عليه وسلم، وكتب أهل العلم الذين يتمسكون بهما، ولا يقدمون عليهما قول أحد كائنًا من كان، والاجتهاد في كل علم نافع للطالب ولأمته.\rوالتساهل في طلب العلم أو القعود عنه، دليل على الهبوط إلى الجهل، والقعود عن معالي الأمور التي لا تنال بدون العلم.","seal":"84063B87","part":1},
      {"page":19,"id":19,"nass":"(13) زيارة القبور: لتذكر أصل الإنسان وقيمة الحياة الدنيا، والموت والبعث، والحساب، والدعاء للمؤمنين بالوارد.","seal":"DB94446F","part":1},
      {"page":20,"id":20,"nass":"(14) الإكثار من قراءة كتب الترغيب والترهيب، وصفة الجنة والنار، ونعيم القبر وعذابه، وأحوال يوم القيامة، ومصائر الأمم كقوم نوح وعاد وثمود.","seal":"CCD3B635","part":1},
      {"page":21,"id":21,"nass":"(15) الإحساس القوي بالمسؤولية الفردية أمام الله، عن عمله في هذه الحياة، وعن أهله وأولاده وأقاربه، وجيرانه وأصدقائه، بل هو مسؤول عن تبليغ دين الله إلى كل من يحتاج إليه، قدر استطاعته.\rوذلك يحتم عليه أن يتحمل أعباء الدعوة إلى الله، مع استكمال أصولها من العلم والحكمة والبيان والصبر، وفي الحديث: «كلكم راعٍ ومسؤول عن رعيته» [البخاري (8 / 104) ومسلم (3 / 1459) ] .","seal":"6BE867CA","part":1},
      {"page":22,"id":22,"nass":"خلاصة ما يجب أن يتحلى به الأستاذ:\rفلا بد للداعية إلى الله ـ والأستاذ من أوائل الدعاة ـ أن يتحلى بما يأتي:\rالإخلاص.\rالإيمان التام بما يدعو إليه.\rالعلم بما يدعو إليه من الكتاب والسنة.\rالعمل بما علم وكونه قدوة حسنة.\rلين الجانب وعدم الغلظة.\rالصبر على المحنة والابتلاء.","seal":"B33BCFE7","part":1},
      {"page":23,"id":23,"nass":"الأمور التي ينبغي للأستاذ أن يسعى لتحقيقها في نفوس طلابه.\rوعليه أن يجتهد في تحقيق الأمور الآتية في تلاميذه علاوة على ما مضى:\rغرس الإيمان بالغيب وتثبيته وتقويته، بالحجج والبراهين المقنعة ودحض الشبه التي يوردها أعداء الإسلام على ذلك.\rتقوية الجانب العبادي، على ضوء ما مر في تقوية الصلة بالله.\rتمرينهم على البدء بالأهم فالمهم، اقتداء بالرسول صلى الله عليه وسلم.\rاختيارهم الأسلوب السهل عند دعوة غيرهم أو تعليمهم، حسب المقام والأشخاص.\rمساعدة الطالب في نقله من البيئة الفاسدة إلى البيئة الصالحة، حتى يتمكن من السير في صراط الله ـ ويصبح هو أيضًا قادرًا على نقل غيره كما نقل هو.\rإقناعهم بالاعتصام بحبل الله، والتعاون مع إخوانهم المسلمين في كل أنحاء الأرض، من أجل رفع راية (لا إله إلا الله) والقضاء على رءوس الفتنة والضلال من أعداء الله مستعينًا بما يأتي:\r(أ) التذكير بالأوضاع الكافرة التي أحدثت للعالم كله القلق والاضطراب، ومكنت للظلم والظالمين.\r(ب) التذكير بحالة المسلمين التي يعيشونها.","seal":"F99FFA52","part":1},
      {"page":24,"id":24,"nass":"(ج) التذكير بأمر الله ورسوله صلى الله عليه وسلم بـ \"التمسك بالجماعة وأن «من شذّ شذّ في النار» . [البخاري (8 / 92ـ93) ومسلم (3 / 1475ـ1476) والترمذي (4 / 465ـ467) ] .\r(د) التذكير بصفات الطائفة المنصورة، التي تبدأ بالإيمان وتنتهي بالجهاد وطلب الشهادة، من أجل تحقيق رفع راية الإسلام.\r(هـ) التذكير بأخذ الرسول صلى الله عليه وسلم العهد على الجهاد، وينبغي أن يعينه بذكر الكتب والمراجع التي تفيده في هذا الباب وغيره، ليسير على النهج الصحيح.","seal":"620FF5C7","part":1},
      {"page":25,"id":25,"nass":"ومما يحقق الإخاء والمحبة بين الأستاذ وطلبته وبين الطلبة بعضهم مع بعض الأمور الآتية:\rأولًا: التعارف: وهو من الآداب الإنسانية العامة، التي لا تستغني عنها الأمم والأفراد، ولا يمكن تحقيق العلاقات التعاملية بدونه، ولذلك كان التعارف من أهم الآداب الإسلامية التي أبرزها القرآن في سورة الحجرات.\rكما قال تعالى: {يا أيها النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13] .\rوالتعارف الإسلامي، لا بد أن يثمر الإخوة الإسلامية الحقة، والمحبة المتبادلة الصادقة، فعلى الأستاذ أن يحقق التعارف بينه وبين طلابه، ويتعرف على مشكلاتهم، ليحاول حل ما قدر عليه منها، ويعمل على إيجاد التعارف بين طلبته بعضهم مع بعض كذلك.","seal":"C212DE67","part":1},
      {"page":26,"id":26,"nass":"ثانيًا: التناصح:\rومن العوامل التي تقوي الصلة بين الأستاذ وطلبته، أن يتواصى معهم بالحق، فلا يسكت عن منكر وخطأ يراه في طالب، بل يسرع في نصحه سرًا، فإذا اقتضى الأمر نصحه علنًا نصحه.\rويدربهم أيضًا على أن يتناصحوا فيما بينهم بحكمة ولطف وتواضع؛ لأنهم إذا لم يحققوا التناصح فيما بينهم، وهم في ميدان التلقي والطلب، فسيكون الأمر كذلك عندما يدخلون في ميدان العمل والممارسة، وفي ذلك ما فيه من خطورة على مستقبل العمل للإسلام.\rوعلى الأستاذ أن يتقبل نصح طلبته له أيضًا، فهو بشر يخطئ ويصيب مثلهم، وإن كان المفروض أن يكون أقل خطأً وأكثر صوابًا، وعليهم أن ينصحوه ولا يترددوا في نصحه بأدب ولطف، والأفضل أن يكون نصح الطالب لأستاذه على سبيل الإشكال والاستفسار.\rوعلى الجميع أن يكون هدفهم من النصح، محبة الخير للمنصوح عن إخلاص وتواضع لا عن رياء وتكبر وتشهير.\rوبالأمر بالمعروف والنهي عن المنكر يستقيم أمر المسلمين، وبدونهما تضطرب الأمور، وتنشر الفوضى والظلم، ويسيطر الفسقة والطغاة.\r[تراجع في هذا الموضوع الآيات والأحاديث المتعلقة بالأمر بالمعروف والنهي عن المنكر ـ ويراجع رياض الصالحين وغيره] .","seal":"DD3D4125","part":1},
      {"page":27,"id":27,"nass":"ثالثًا: التعاون على البر والتقوى وحل المشكلات التي تعترض الأستاذ وطلبته:\rوهذا يقتضي مكاشفة الطلاب الأستاذ، ومكاشفة بعضهم بعضًا بمشكلاتهم، حتى يتعاونوا على حلها، لأن الفرد الذي تعترضه المشكلات في حياته فيخفيها في نفسه، لا يتمكن إخوانه من معاونته على حلها لعدم معرفتهم إياها.\rوقد تكون تلك المشكلات معوقة للفرد عن السير في دراسته إذا استمر، ولذلك ينبغي أن يبدأ الأستاذ طلبته بالسؤال عن أحوالهم، تشجيعًا لهم على إبداء ما قد يترددون في إظهاره ابتداءً.\rوقد يعجز الأستاذ أو طلبته عن حل بعض المشكلات، ولكن ذلك لا يمنع من إبدائها، من أجل المواساة والتسلية والتواصي بالصبر.","seal":"FC7E94EC","part":1},
      {"page":28,"id":28,"nass":"رابعًا: الإسراع في حل أي خلاف:\rقد يحدث بين الطلبة أو بينهم وبين الأستاذ خلاف، وعندئذٍ عليهم حله بالصلح مع التزام العدل، والابتعاد عن الإثارة والدعاوى الباطلة، أو التهم التي لا حقيقة لها، هربًا من الاتصاف بصفة المنافق «إذا خاصم فجر» [البخاري (1 / 14) ومسلم (1 / 78) ] .","seal":"1C95A8D8","part":1},
      {"page":29,"id":29,"nass":"خامسًا: حفاظ الأستاذ على مواعيده.\rوعدم تأخره عنها، وكذلك حفاظ التلاميذ على مواعيدهم مع أستاذهم، أو مواعيد بعضهم مع بعض بكل عناية ودقة، وعدم التساهل في ذلك لما فيه من المحاذير الكثيرة ومنها:\rالاتصاف بصفات المنافقين التي حذر منها الرسول صلى الله عليه وسلم.\rتضييع الوقت على الآخرين.\rزعزعة ثقة زملائه فيه.\rتفويت فرص قد لا تعوض من الخير.\rفتح أبواب قد لا تغلق من الشر.\rوعلى الجميع مناصحة من تكرر منه ذلك حتى يتخلص من تلك الصفة الذميمة.","seal":"E008F025","part":1},
      {"page":30,"id":30,"nass":"سادسًا: حفاظ الأستاذ على كتمان سر طلبته:\rولا يليق بالأستاذ إفشاء أسرار طلبته، بل عليه كتمانها، كما لا يليق بالطلبة، إفشاء أسرار أستاذهم ولا سر بعضهم بعضًا، فيجب على كل أخ عدم إفشاء سر أخيه، بل لا يجوز له إفشاء سر زوجته بل سر نفسه الذي يستره الله عليه.\rوعلى الأستاذ أن يدرب طلبته على ذلك، ويبين لهم أن ذلك مهم في حياة دعوتهم، ولا سيما في الدول الكافرة المعادية للإسلام وللحكم بكتاب الله.\rوقد كان الكتمان من الأمور المهمة في حياة الدعوة الإسلامية في عهد الرسول صلى الله عليه وسلم إذ كان يكتم أمره في مكة وفي المدينة عند الحاجة.\rوليس معنى ذلك أن يجعل الدعاة إلى الله خوف الناس، سببًا لانزوائهم عن الناس وعدم تبليغ الإسلام إليهم، كلا، بل معناه حماية الداعية نفسه وإخوانه، من فتح الباب على مصراعيه لأعداء الله في غير البلاد الإسلامية.\rفالعلم والعبادات لا تكتم.. يدرس في هذا كتمان الرسول صلى الله عليه وسلم في غزواته ورسالة الكتمان لمحمود شيت خطاب.","seal":"4E5D307E","part":1},
      {"page":31,"id":31,"nass":"المبحث الثالث: خطوات الدرس\rخطوات الدرس:\rليس المراد هنا الدراسة النظامية في المدارس، فتلك لها مناهجها ونظامها الخاص وقد لا ينفع الاقتراح في تعديلها، مع تمنينا أن يطبق أساتذة المدارس، هذه الخطوات.\rوإنما المراد هنا الحلقات المسجدية وغيرها، من الحلقات التي لا يقيد الأستاذ وطلبته فيها إلا ما فيه مصلحة عامة تعود على الجميع بالفائدة، كما هو الحال في المخيمات والمعسكرات الطلابية.\rوأرى أن يتبع الأستاذ الخطوات التالية:\rقراءة بعض آيات القرآن يعينها لكل لقاء لاحق أحد الحاضرين في اللقاء السابق. ويكلف آخر تحضيرها من كتب التفسير (كتفسير ابن كثير، أو في ظلال القرآن) ليفيد زملاءه بها باختصار.\rوينبغي أن تكون الآيات مناسبة للمقام، فالترغيب ـ مثلًا يناسبه آيات الوعد والثواب وصفة الجنة وصفات المؤمنين، والترهيب يناسبه ذكر الوعيد وصفات النار وأعمال الكافرين ـ وهكذا يقال في الإنفاق والجهاد والصبر والصدق والأمانة والعلم والعمل وغيرها.","seal":"F2699F06","part":1},
      {"page":32,"id":32,"nass":"مناقشة عامة لما مضى في الدرس الماضي، بذكر ما تم كما ينبغي، وما لم يتم، مع ذكر العوائق التي اعترضت الطالب ومناقشة حلها ـ وعلى المقصر أن يعترف بتقصيره إن حصل دون جدال، ويعتذر ويعد بعدم التقصير مستقبلًا.\rوعلى الأستاذ وبقية الطلبة قبول العذر وعدم التأنيب، فإن تكرر فليعالج بالحكمة والأسلوب المناسب في الزمان والمكان المناسبين.\rالبدء في دراسة الفصل المقرر، وينبغي تنوع الدراسة، تنوعًا يحقق هضمه من جميع الحاضرين وفي الإمكان اتباع ما يلي:\r(أ) يذكر الأستاذ النقاط الرئيسية للدرس الجديد، ويطلب من كل طالب الكلام على جزئيات كل نقطة على حدة، أو يطلب من كل طالب ذكر بعض النقاط الرئيسة، ثم يقسم الجزئيات على الطلبة كل واحد يتكلم على بعضها.\rوعليه تتبع التلخيص أو الإجابة على الجزئيات، ليعلق في آخر الأمر على ما يراه يستحق التعليق، وللأستاذ أن يكلف أحد الطلبة القيام بالتدريس إذا رآه أهلًا لذلك، ليمرن طلبته على التدريس، ويصحح لهم ما يقعون فيه من خطأ.\rوعليه أن يبرز الجوانب المقصودة من الدراسة بشكل واضح حتى يتعود طلبته على فهم مقاصد الدراسة والتدريس.","seal":"33AAA26B","part":1},
      {"page":33,"id":33,"nass":"(ب) على كل طالب أن يحضر النقاط التي أشكلت عليه في كراسته، ولا يبدأ بالسؤال عنها، بل ينصت ويناقش إلى أن ينتهي الأستاذ من البحث الذي فيه نقطة الإشكال، فإن فهم من خلال المناقشة فبها وإلا سأل أستاذه.\rوعلى الأستاذ أن يجيب بوضوح إن كان عنده علم بذلك، وإلا طلب التأجيل ليبحث، وإذا كان عند بعض طلبته علم، فعليه أن يمكنه من إبداء ما عنده ليحصل التعاون بينه وبين طلبته.\rوعلى الأستاذ أن يحضر أسئلة على النقاط الصعبة، لتنبيه الطلبة على فهمها، وأن يسرع بالإجابة أو المساندة عليها إذا أحس عجز الطالب أو الطلبة عن الإجابة، لأنه لا يقصد بالأسئلة التعجيز وإنما هي تنبيه على الفائدة.\rكما يجب أن يكون غرض الجميع الإفادة والاستفادة، مع التواضع وعدم الترفع على الآخرين.\r(ج) على الأستاذ أن يعوِّد طلبته في ختام الدرس على الإدلاء بما سمعوه، من الأخبار المهمة المتعلقة بالعالم الإسلامي أو غيره، وذكر المجلات الإسلامية، التي ينبغي اقتناؤها [أو مواقع الشبكة \"الإنترنت\" المفيدة] وقراءة ما ورد في ختم المجلس.","seal":"D08AB597","part":1},
      {"page":34,"id":34,"nass":"(د) لا ينبغي أن يضن الأستاذ أو طلبته بالوقت للدراسة، فخير الأوقات ما استغل في طاعة الله لا سيما ما يعود نفعه لعامة المسلمين.\r{وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا} [الفرقان: 62] .\r(هـ) وهناك أمر يجب التنبيه عليه، وهو أن على الأستاذ أن يكون ملمًا إلمامًا واسعًا بالدروس التي يلقيها لطلبته، متمكنًا من فهم مسائلها تمكنًا كاملًا أو قريبًا منه، وأن يتوسع في المراجعة في الكتب المناسبة.\rويحرص كل الحرص على عدم ظهوره بمظهر المتردد في فهم المسائل، حتى لا تضعف ثقة طلابه به، وحتى لا يكون قدوة لهم في عدم إتقان مادة الدرس.\rكما أن عليه ألا يتردد عن قول: (لا أدري) فيما لا يعلم، لئلا يقع في مثل قوله: {وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ} [النحل: 116] .","seal":"1C22D29D","part":1},
      {"page":35,"id":35,"nass":"المبحث الرابع: أمور مهمة ينبغي للأستاذ أن يمرن طلبته عليها.\rالجد في الأمور والبعد عن الهزل والهازلين.\rالحرص على فهم عقيدة السلف الصالح من كتبهم، وبالأخص كتب شيخ الإسلام ابن تيمية وابن القيم. [مثل كتاب العبودية، والعقيدة الواسطية، والفرقان بين أولياء الرحمن وأولياء الشيطان، والنونية] .\rالتعمق المستمر في فهم كتاب الله وسنة رسوله، عن طريق قراءتهما المباشرة والتدبر وقراءة التفسير وعلومه والحديث وعلومه.\rالبُعد عن التعصب الذي وقع فيه المقلدون الجامدون، فالحق أحق أن يتبع، وليس أحد من الناس معصومًا إلا من عصمة الله، وهو الرسول صلى الله عليه وسلم، ويجب رد ما اختلف فيه إلى الله ورسوله، ولا طاعة لمخلوق في معصية الخالق. [يراجع في هذا كتاب \"رفع الملام عن الأئمة الأعلام\" لابن تيمية] .\rتطهير المجالس من أقذار الغيبة والنميمة، وتجريح الأفراد والجماعات، فالوقت يجب أن يستغل في بناء الطالب وتعويده على الالتزام بالأدب الإسلامي، والتنفير عن الوقوع في أعراض الناس، وفي تذكر الإنسان عيوب نفسه ما يغنيه عن التفكه بعيوب الآخرين.","seal":"60036CD4","part":1},
      {"page":36,"id":36,"nass":"وهذا لا يمنع من ذكر السلبيات التي تؤثر على سير الدراسة أو الدعوة، التي يقع فيها بعض الأساتذة أو الطلبة، ويقدر ذلك بقدره، على أن يكون المقصود التحذير من الوقوع فيها.\rعدم تضييع الوقت فيما لا ينفع أو فيما هو مهم على ما هو أهم، فضلًا عن تضييع الوقت فيما يضر.\rوما أكثر ما يضيع طلبة العلم أوقاتهم في الكلام اللغو الذي لا فائدة فيه، إذا سلموا من الكلام الذي يجلب عليهم الإثم.\rومن صفات المؤمنين {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} [الفرقان: 72] .\rوأمرهم الله تعالى: بالقول النافع المفيد فقال: {يا أيها الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} [الأحزاب: 70] .\rوقال النبي صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت» [البخاري (7 / 78ـ89) ] .\rواستعذاب الكلام فيما لا يفيد دليل فقدان الروح العلمية والخلقية، فليحذر المسلم ذلك كل الحذر، ولا يحملنه استعذاب مناوئيه للطعن فيهم، أن يقتدي بهم في ذلك، فقد يكون الطاعن فيه ممن هيأه الله لنشر فضائله وهو لا يدري.\rوإذا أراد نشر فضيلة ... طويت أتاح لها لسان حسود","seal":"390CB67B","part":1},
      {"page":37,"id":37,"nass":"لولا اشتعال النار فيما جاورت ... ما كان يعرف طيب عرف العود\rثم إن الطاعن في أهل الحق، فارغ وأهل الحق مشغولون بحقهم، والمثل العربي يقول: \"ويل للشجي من الخلي، وويل للعالم من الجاهل\". والشجي هو المشغول، والخلي هو الفارغ.\rوالذي يغتابك أو يظلمك بأي نوع من أنواع الظلم، يكون سببًا في أخذك من حسناته، أو تحمله بعض سيئاتك يوم القيامة، [راجع صحيح مسلم (4 / 1997) ] . وهذا ينفعك ويضير نفسه فدعه وما يقترف.\rوإنا ننصح من تعود على غيبة الناس، وبخاصة العلماء والدعاة، أن يلجأ - إذا حدثته نفسه بغيبة أحد - إلى أقرب لحم حلال، ليأكل منه، بدلا من أكل لحوم إخوانه، فإنه يجمع خيرين:\rالأمر الأول: تغذية جسمه بما أحل الله له.\rالأمر الثاني: نجاته من الوقوع في هذا التأنيب الرباني: {أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ} [الحجرات (12) ]","seal":"03813EBD","part":1},
      {"page":38,"id":38,"nass":"المبحث الخامس: عوامل تقدم الطلبة في دراستهم وارتقائهم\rمن عوامل تقدم الطلاب في دراستهم، ما يأتي:\rأن يكون أستاذهم قدوة حسنة في التقدم والارتقاء.\rأن يفهموا دروسهم ـ المنهج المقرر ـ أولًا بأول، فهمًا دقيقًا شاملًا مع التطبيق العملي لما درسوه، فالتطبيق العملي يثبت العلم وعدمه يسبب النسيان.\rالاهتمام بقراءة كتاب معين في كل علم، قراءة دقيقة من أوله إلى آخره، مع الفهم وحفظ القواعد والنصوص اللازمة، حتى يكون هذا الكتاب بمنزلة المتن لهذا الفن.\rإعداد موضوعات وبحوث مناسبة لمراحل الدراسة، وتكليفهم إعداد شيء من ذلك.\rتعيين بعض الكتب للمطالعة المستمرة وأخرى للتلخيص.\rأن يكونوا على صلة بما يجدُّ من الكتب والموضوعات والمجلات والجرائد المناسبة والحوادث المعاصرة.\rتنمية روح المسؤولية فيهم والاستقلال، لا التبعية والتقليد، مع ترسيخ التواضع فيهم والاعتراف بالفضل لأهله.\rمتابعتهم متابعة دقيقة، ووضع كل منهم في مكانه المناسب، في الوقت المناسب.","seal":"8AD40094","part":1},
      {"page":39,"id":39,"nass":"أن يقبل كل استفسار أو استشكال أو شبهة أو نقد أو اقتراح، ويناقش من تقدم بذلك مناقشة هادئة موضوعية مقنعة، ويسلم لصاحب الحق ويشكره على ذلك. [مع ملاحظة أن لا يكون همّ الفرد هو مجرد النقد أو القدح وإنما مراده المصلحة والوصول إلى الحق] .\rتشجيعهم على القيام بجولات مستمرة للدعوة العملية.\rوعلى الجميع أن يحاسبوا أنفسهم، كل بمفرده كل ليلة قبل النوم، لمعرفة ما وقع فيه من الأعمال التي لا تليق بالمسلم، والتوبة إلى الله منها، لينطبق عليه قول الرسول صلى الله عليه وسلم: «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» [البخاري (6 / 20) ومسلم (1 / 37) ] .","seal":"33D4AE19","part":1},
      {"page":40,"id":40,"nass":"المبحث السادس: تدريب الأستاذ طلبته على تنظيم الرحلات\rمن الأمور التي لا ينبغي للأستاذ أن يغفلها، تدريب طلبته على تنظيم الرحلات لما في ذلك من الفائدة لهم على تحمل المسؤولية، وخدمة الآخرين والإيثار والتضحية ويمكن اتباع الطريقة الآتية:\rتعيين مجموعة من الطلبة، وتكليفهم التخطيط للرحلة، مع توجيههم بما يلي:\rتحديد المكان والزمان (استعدادًا وبدءًا وعودة) .\rتحديد وسيلة النقل.\rعدد المشتركين حسب الظروف والحاجة.\rالمال الكافي.\rالمنهج الثقافي وتوزيعه، مع مراعاة شموله ومناسبته، ويُعْنَى بالهدف الذي أنشئت الرحلة من أجله.\rتعيين الأساتذة الذين يمكن الاستفادة منهم.\rتقسيم المشتركين في الرحلة إلى لجان، كل لجنة تقوم بمهمة محددة واضحة، مع الحث على التعاون العام.\rإرشاد أعضاء الرحلة إلى ما ينبغي اتخاذه، من الحيطة في الملابس والبسط والأغطية أو غير ذلك.\rينبغي ألا تستمر مجموعة واحدة من الطلبة في التخطيط للرحلات كلها، بل يكون ذلك بالتناوب، بحيث يعلم أن هذه المجموعة أجادت فهم التخطيط والتنظيم للرحلات، فتكلف بعدها مجموعة أخرى وهكذا.. وليتمكن الأفراد كلهم أو أغلبهم من التدرب على ذلك.\rوقتها.","seal":"D5FF86CB","part":1},
      {"page":41,"id":41,"nass":"يجب أن يوضح المُكَلِّف مراده توضيحًا كاملًا، وعلى المكلَّف فهم ذلك وتوضيحه لمن يبلغهم عن الرحلة، وعلى الأفراد المبلَّغين فهم ذلك أو التأكد منه بالاستيضاح.\rعلى كل واحد من أعضاء الرحلة أو مجموعة منها، عدم تجاوز اختصاصهم حتى لا تضطرب الأمور وتتمكن الفوضى، فالنظام في حاجة إلى الالتزام، ومعرفة كل فرد أو جماعة حدودهم.\rعلى كل لجنة حلّ مشكلاتها بوساطة رئيسها، وفيما بينها وإذا لم يتمكنوا، فليرفعوا أمرهم إلى المسؤول المختص حتى تسير الأمور بانتظام.\rولا بد في الرحلة الخلوية ـ والليلية منها بالأخص ـ من كلمة سر يعرف بها الدخيل من الأصيل.","seal":"1A16279C","part":1},
      {"page":42,"id":42,"nass":"مشروع منهج الرحلة:\rمدارسة القرآن الكريم وشيء من تفسيره.\rتلخيص بعض الكتب أو كتابة بعض البحوث في موضوعات معينة، تقرأ في الرحلة على أن يكون التكليف بذلك قد سبق بوقف كاف.\rالقراءة في بعض كتب الحديث، لا سيما كتب الترغيب والترهيب.\rقراءة تراجم بعض الشخصيات الإسلامية من الأنبياء والصحابة والدعاة والمجاهدين، للاستفادة من حياتهم التطبيقية علمًا وعملًا ودعوة وتحملًا.\rالإكثار من ذكر الله الوارد مطلقًا ومقيدًا.\rمذاكرة بعض المشكلات التي تعترض الطلبة في سيرهم الدراسي أو الدعوة إلى الله وحلها.\rالقيام ببعض التمرينات الرياضية المفيدة.\rالزيارات العادية وذوات الأسباب، مع تحين الأوقات المناسبة وعدم التثقيل على المزور.\rتبادل الهدايا ولو قلت «تهادوا تحابوا» [الموطأ (2 / 908) قال المحقق: قال ابن عبد البر: هذا يتصل من وجوه شتى \"حسان كلها\"] .\rأداء صلاة الجماعة في مسجد واحد.\rاغتنام أي فرصة للقاء والاجتماع، ولو كان قصيرًا كصلاة الجماعة والركوب في سيارة واحدة.\rوصلى الله وسلم على سيدنا محمد وعلى آله وصحبه؛؛؛","seal":"3E21EA9C","part":1},
      {"page":43,"id":43,"nass":"المراجع\rالقرآن الكريم.\rصحيح البخاري. (الطبعة التركية) .\rصحيح مسلم. (بترتيب محمد فؤاد عبد الباقي) .\rسنن الترمذي. (بترتيب أحمد شاكر) .\rسنن الدارمي. (تحقيق السيد عبد الله هاشم يماني المدني) .\rجامع العلوم والحكم. (لابن رجب) .\rالموطأ للإمام مالك. (ترتيب محمد فؤاد عبد الباقي) .\rوجوب التعاون بين المسلمين. (عبد الرحمن بن ناصر السعدي) .","seal":"4AC19FC4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"طل الربوة تربية الأستاذ الداعية لتلميذه","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الدكتور عبد الله قادري الأهدل","bLnk":null,"Inf":"","Auth":"عبد الله قادري الأهدل","Betaka":"الكتاب: طل الربوة تربية الأستاذ الداعية لتلميذه\r\nالمؤلف: الدكتور عبد الله قادري الأهدل\r\nالناشر: الكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\r\nعدد صفحات (الكتاب الورقي) : 36\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"92A65171","cat":"الدعوة وأحوال المسلمين - مرقم آليا","oNum":1968,"BkId":1968,"oAuth":928,"bVer":1,"aSeal":"3556C297"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t1968":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":2,"sub":0,"tit":"المبحث الأول قوة الصلة بالله"},
      {"lvl":2,"id":2,"sub":1,"tit":"الإخلاص"},
      {"lvl":2,"id":4,"sub":0,"tit":"التلقي من أجل العمل بالعلم"},
      {"lvl":2,"id":5,"sub":0,"tit":"موافقة الفعل للشرع"},
      {"lvl":2,"id":7,"sub":0,"tit":"الإكثار من قراءة كتاب الله تعالى"},
      {"lvl":2,"id":8,"sub":0,"tit":"الإكثار من ذكر الله المطلق منه والمقيد"},
      {"lvl":2,"id":9,"sub":0,"tit":"القراءة المستمرة في كتب السنة"},
      {"lvl":2,"id":10,"sub":0,"tit":"قراءة سيرة أصحاب الرسول صلى الله عليه وسلم"},
      {"lvl":2,"id":11,"sub":0,"tit":"المحافظة على الفرائض المكتوبة"},
      {"lvl":2,"id":12,"sub":0,"tit":"الإكثار من نوافل الطاعات"},
      {"lvl":2,"id":14,"sub":0,"tit":"مجاهدة النفس"},
      {"lvl":2,"id":16,"sub":0,"tit":"مجالسة الصالحين"},
      {"lvl":2,"id":18,"sub":0,"tit":"الجد والمثابرة في طلب العلم"},
      {"lvl":2,"id":19,"sub":0,"tit":"زيارة القبور"},
      {"lvl":2,"id":20,"sub":0,"tit":"الإكثار من قراءة كتب الترغيب والترهيب"},
      {"lvl":2,"id":21,"sub":0,"tit":"الإحساس القوي بالمسؤولية الفردية أمام الله"},
      {"lvl":2,"id":22,"sub":0,"tit":"خلاصة ما يجب أن يتحلى به الأستاذ"},
      {"lvl":2,"id":23,"sub":0,"tit":"الأمور التي ينبغي للأستاذ أن يسعى لتحقيقها في نفوس طلابه"},
      {"lvl":1,"id":25,"sub":0,"tit":"المبحث الثاني عوامل تقوية صلة الأستاذ بتلاميذه"},
      {"lvl":2,"id":25,"sub":1,"tit":"أولا التعارف"},
      {"lvl":2,"id":26,"sub":0,"tit":"ثانيا التناصح"},
      {"lvl":2,"id":27,"sub":0,"tit":"ثالثا التعاون على البر والتقوى وحل المشكلات التي تعترض الأستاذ وطلبته"},
      {"lvl":2,"id":28,"sub":0,"tit":"رابعا الإسراع في حل أي خلاف"},
      {"lvl":2,"id":29,"sub":0,"tit":"خامسا حفاظ الأستاذ على مواعيده"},
      {"lvl":2,"id":30,"sub":0,"tit":"سادسا حفاظ الأستاذ على كتمان سر طلبته"},
      {"lvl":1,"id":31,"sub":0,"tit":"المبحث الثالث خطوات الدرس"},
      {"lvl":1,"id":35,"sub":0,"tit":"المبحث الرابع أمور مهمة ينبغي للأستاذ أن يمرن طلبته عليها"},
      {"lvl":1,"id":38,"sub":0,"tit":"المبحث الخامس عوامل تقدم الطلبة في دراستهم وارتقائهم"},
      {"lvl":1,"id":40,"sub":0,"tit":"المبحث السادس تدريب الأستاذ طلبته على تنظيم الرحلات"},
      {"lvl":2,"id":40,"sub":1,"tit":"طريقة التدريب"},
      {"lvl":2,"id":42,"sub":0,"tit":"مشروع منهج الرحلة"},
      {"lvl":1,"id":43,"sub":0,"tit":"المراجع"}
    ]
}
