{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b1979":
    [
      {"page":1,"id":1,"nass":"بسم الله الرحمن الرحيم\rالمقدمة\rالحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن اهتدى بهداه.\rأما بعد:\rفإن السعادة هدف منشود، ومطلب مُلِح، وغاية مبتغاة.\rوكل إنسان يعيش على وجه الأرض يسعى لإسعاد نفسه، وطرد الهم عنها.\rولقد حرص الكتاب، والمفكرون، والفلاسفة، والأدباء، والأطباء على البحث في أسباب جلب السعادة، وطرد الهم؛ ولكل وجهة هو موليها، وقد علم كل أناس مشربهم.\rومع ذلك فإن السعادة التي يصل إليها أكثرهم سعادة مبتورة، أو ناقصة، أو وهمية أشبه ما تكون بالمخدر يتناوله متعاطيه، فيشعر بنشوة أول وهلة، حتى إذا ذهب أثره رجعت إليه الأحزان أضعافاً مضاعفة.\rوالسبب أن أولئك يغفلون أصل الأصول في جلب السعادة الحقة، ألا وهو الإيمان بالله - عز وجل - فذلك سر السعادة وطريقها الأقوم؛ فلا يجد السعادة الحقة الدائمة إلا من آمن بالله، واهتدى بهداه؛ فهناك يسعد في دنياه وأخراه.","seal":"18419C65","part":1},
      {"page":2,"id":2,"nass":"وهذا الكتاب (1) الذي بين يديك يدعوك إلى السعادة العظمى؛ لأنه يهديك إلى الإيمان بربك الذي خلقك، ويدلك على الاعتقاد الحق الذي يؤيده عقلك السليم، وفطرتك السوية، والذي تعرف من خلاله بداية خلق الإنسان ونهايته، والحكمة من إيجاده، وغير ذلك مما ستجده في الصفحات التالية.\rفهذا الكتاب يعرفك بدين الإسلام الذي ختم الله به الأديان، وارتضاه لجميع عباده، وأمرهم بالدخول فيه.\rوسيتضح لك من خلاله عظمة هذا الدين، وصحة ما جاء به، وصلاحه لكل زمان، ومكان، وأمة.\rوإذا أردت التفصيل بعد ذلك فما عليك إلا أن تبحث بنفسك، وأن تسأل عما يشكل عليك؛ فالإسلام دين مفتوح لا يغلق في وجه أحد، ولا يضيق بالأسئلة مهما كثرت وتنوعت؛ فلكل سؤال في دين الإسلام جواب، ولكل قضية حكم.\rفإلى موضوعات الكتاب، والله المستعان، وعليه التكلان، وصلى الله وسلم على نبينا محمد وآله وصحبه.\rمحمد بن إبراهيم الحمد\rالزلفي 11932 - ص. ب: 460\r5 / 4 / 14120 هـ.\r_________\r(1) هذا الكتاب كتب لتعريف غير المسلمين بالإسلام، ولهذا سوف يلاحظ القارىء قلة الحواشي والتفصيلات","seal":"274C2762","part":1},
      {"page":3,"id":3,"nass":"قصة البشرية\rتبدأ قصة البشرية منذ أن خلق الله أبا البشر آدم - عليه السلام - حيث خلقه الله بيده الكريمة من طين، ونفخ فيه من روحه، وعَلَّمَهُ أسماء الأشياء كلها من الطيور، والدواب، وغير ذلك، وأمر الملائكة أن يسجدوا لآدم؛ زيادة في التكريم والتشريف؛ فسجدوا كلهم إلا إبليس أبى واستكبر، فأهبطه الله من ملكوت السماوات، وأخرجه ذليلا مدحورا، وقضى عليه باللعنة، والشقاء، والنار.\rوبعد ذلك سأل إبليس ربَّه أن يُنظِرَه إلى يوم القيامة، فقال الله: {إِنَّكَ مِنَ الْمُنْظَرِينَ} فقال إبليس: {فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ} {إِلا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} ، وقال: {فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ} {ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ}\rفقال الله - عز وجل - {اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ}","seal":"E12B9923","part":1},
      {"page":4,"id":4,"nass":"فأخرجه الله من الجنة، وأعطاه القدرة على الوسوسة والإغواء، وأمهله إلى يوم القيامة؛ ليزداد إثما، فتعظم عقوبته، ويتضاعف عذابه، وليجعله الله محكا يتميز به الخبيث من الطيب.\rثم بعد ذلك خلق الله من آدم زوجه حواء؛ ليسكن إليها، ويأنس بها، وأمرهما أن يسكنا دار النعيم الجنة التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وأخبرهما - عز وجل - بعداوة إبليس لهما، ونهاهما عن الأكل من شجرة من أشجار الجنة؛ ابتلاءاً وامتحاناً؛ فوسوس لهما الشيطان، وزين لهما الأكل من تلك الشجرة، وأقسم لهما أنه لهما من الناصحين، وقال: ((إن أكلتما من هذا الشجرة كنتما من الخالدين))\rفلم يزل بهما حتى أغواهما، فأكلا من الشجرة، وعصيا ربهما؛ فندما على ما فعلا أشد الندم، وتابا إلى ربهما، فتاب عليهما، واجتباهما، لكنه أهبطهما من الجنة دار النعيم إلى الدنيا دار النصب والتعب، وسكن آدم الأرض، ورزقه الله الذرية التي تكاثرت، وتشعبت إلى يومنا الحاضر، ثم توفاه الله، وأدخله الجنة.\rومنذ أن أهبط الله آدم وزوجته إلى الأرض والعداوة قائمة مستمرة بين بني آدم من جهة، وبين إبليس وذريته من جهة.","seal":"CEAE7100","part":1},
      {"page":5,"id":5,"nass":"ومنذ ذلك الحين وإبليس وذريته في صراع دائم مع بني آدم؛ لصدهم عن الهدى، وحرمانهم من الخير، وتزيين الشر لهم، وإبعادهم عما يرضي الله؛ حرصا على شقائهم في الدنيا، ودخولهم النار في الآخرة.\rولكن الله - عز وجل - لم يخلق خلقه سدى، ولم يتركهم هملا، بل أرسل إليهم الرسل الذين يبينون لهم عبادة ربهم، وينيروا لهم دروب الحياة، ويوصلوهم إلى سعادة الدنيا والآخرة، فأخبر - سبحانه - الجن والإنس أنه إذا أتاكم مني كتاب، أو رسول يهديكم لما يقربكم مني، ويدنيكم من مرضاتي فاتبعوه؛ لأن من اتبع هدى الله، وآمن بكتبه ورسله، وما جاء في الكتب، وما أمرت به الرسل فإنه لا يخاف، ولا يضل، ولا يشقى، بل تحصل له السعادة في الدنيا والآخرة.\rوهكذا بدأت قصة البشرية، فعاش آدم ومن بعده ذريته عشرة قرون وهم على طاعة الله، وتوحيده، ثم حصل الشرك، وعُبِد غير الله مع الله؛ فبعث الله أول رسله وهو نوح - عليه السلام - يدعو الناس إلى عبادة الله، ونبذ الشرك.","seal":"9DB21E82","part":1},
      {"page":6,"id":6,"nass":"ثم تتابع الأنبياء والرسل من بعده على اختلاف بينهم في الأزمنة، والأمكنة، وبعض الشرائع، وتفاصيلها مع الاتفاق في الأصل وهو الدعوة إلى الإسلام، وعبادة الله وحده، ونبذ ما يعبد من دونه.\rإلى أن جاء إبراهيم - عليه السلام - فدعا قومه إلى ترك عبادة الأصنام وإفراد الله بالعبادة، ثم كانت النبوة في ذريته من بعده في إسماعيل وإسحاق ثم كانت في ذرية إسحاق.\rومن أعظم الأنبياء من ذرية إسحاق، يعقوب، ويوسف، وموسى، وداود، وسليمان، وعيسى - عليهم السلام -.\rولم يكن بعد عيسى نبي من بني إسرائيل.\rوبعد ذلك انتقلت النبوة إلى فرع إسماعيل؛ فكان أن اصطفى الله - عز وجل - محمدا - صلى الله عليه وسلم - ليكون خاتما للأنبياء، والمرسلين، ولتكون رسالته هي الخاتمة، وكتابه الذي أنزل إليه وهو القرآن هو رسالة الله الأخيرة للبشرية.\rولهذا جاءت رسالته شاملة، كاملة، عامة للإنس والجن، العرب وغير العرب، صالحة لكل زمان، ومكان، وأمة وحال؛ فلا خير إلا دلت عليه، ولا شر إلا حذرت منه، ولا يقبل الله من أحد دينا سوى ما جاء به محمد - صلى الله عليه وسلم -.","seal":"FA5F8EF4","part":1},
      {"page":7,"id":7,"nass":"1- دعوة إبراهيم، وبشرى عيسى - عليهما السلام - ورؤيا أمه آمنة: يقول النبي - صلى الله عليه وسلم - عن نفسه: «أنا دعوة إبراهيم، وبشرى عيسى، ورأت أمي حين حملت بي كأنه خرج منها نور أضاءت له بصرى من أرض الشام»\rومعنى الحديث أن النبي - صلى الله عليه وسلم - يقول: أنا مصداق دعوة إبراهيم الخليل - عليه السلام - لأن إبراهيم لما كان يرفع القواعد من الكعبة في مكة ومعه ابنه إسماعيل كان يقول - كما أخبرنا الله عنه في القرآن -: {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ} {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} .\rفاستجاب الله دعوة إبراهيم وإسماعيل فكان النبي الخاتم محمدا - عليه الصلاة والسلام - من ذريتهما.","seal":"04FA771C","part":1},
      {"page":8,"id":8,"nass":"أما قوله: «وبشرى عيسى» فإن نبي الله عيسى - عليه السلام - قد بشر بالنبي محمد - صلى الله عليه وسلم - كما أخبر الله عنه في القرآن فقال: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَابَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ}\rفعيسى - عليه السلام - هو آخر نبي من أنبياء بني إسرائيل، وليس بينه وبين محمد - صلى الله عليه وسلم - نبي.\rفعيسى بَشَّر بنبي يأتي من بعده اسمه أحمد، وأحمد من أسماء النبي محمد - صلى الله عليه وسلم -.\rأما رؤيا أمه فقد رأت رؤيا صادقة؛ ذلك أن أمه لما أخذها المخاض، فوضعته تَمَثَّل لعينيها ذلك النور الذي أضاءت له بصرى من أرض الشام.","seal":"7D502B1D","part":1},
      {"page":9,"id":9,"nass":"2- كون النبي - صلى الله عليه وسلم - خرج في أمة العرب: تلك الأمة التي فُضِّلَتْ على غيرها من الأمم أنذاك، حتى استعدت لهذا الإصلاح الروحي المدني العام، الذي اشتمل عليه دين الإسلام، بالرغم مما طرأ عليها من الأمية، وعبادة الأصنام، وما أحدثت فيها غلبة البداوة من التفرق والانقسام.\rومع ذلك فقد كانت أمة العرب متميزة باستقلال الفكر، وسعة الحرية الشخصية، في الوقت الذي كانت الأمم الأخرى ترسف في عبودية الرياستين الدينية والدنيوية، محظورا عليها أن تفهم غير ما يلقنها الكهنة، ورجال الدين من الأحكام الدينية، أو أن تخالفهم في مسألة عقلية، أو كونية، كما حظرت عليها التصرفات المدنية والمالية.\rوكانت أمة العرب - أيضا - متميزة باستقلال الإرادة في جميع الأعمال أيام كانت الأمم مُذَلَّلَةً مُسَخَّرة للملوك والنبلاء، المالكين للرقاب والأموال بحيث يستخدمونهم كما يستخدمون البهائم؛ فلا رأي لهم في سلم، ولا حرب، ولا إرادة لها دونهم في عمل ولا كسب.","seal":"8740EE8E","part":1},
      {"page":10,"id":10,"nass":"وكانت أمة العرب ممتازة بعزة النفس، وشدة البأس، وقوة الأبدان والقلوب، أيام كانت الأمم مؤلفة من رؤساء أفسدهم الإسراف والترف، ومرؤوسين أضعفهم البؤس والشظف، وسادة أبطرهم بغي الاستبداد، ومُسَوَّدين أذلَّهم قَهْرُ الاستعباد.\rوكانت أمة العرب أقرب إلى العدل بين الأفراد، وكانت ممتازة بالذكاء، وكثير من الفضائل الموروثة والمكتسبة كإكرام الضيف، وإغاثة الملهوف، والنجدة، والإباء، وعلو الهمة، والسخاء، والرحمة، وحماية اللاجىء، وحرمة الجار - أيام كانت الأمم مرهقة بالأثرة، والأنانية، والأنين من ثقل الضرائب والأتاوى الأميرية.\rوكانت أمة العرب قد بلغت أوج الكمال في فصاحة اللسان، وبلاغة المقال مما جعلها مستعدة للتأثر، والتأثير بالبراهين العقلية، والمعاني الخطابية، والشعرية، وللتعبير عن جميع العلوم الإلهية والشرعية، والفنون العقلية، والكونية - أيام كانت الأمم الأخرى تنفصم عرى وحدتها بالتعصبات الدينية والمذهبية، والعداوات العرقية.\rوأعظم مزية امتاز بها العرب أنهم كانوا أسلم الناس فطرة بالرغم من أن أمم الحضارة كانت أرقى منهم في كل فن وصناعة.","seal":"053CDDF2","part":1},
      {"page":11,"id":11,"nass":"والإصلاح الإسلامي مبني على تقديم إصلاح النفس باستقلال العقل، والإرادة، وتهذيب الأخلاق على إصلاح ما في الأرض من معدن، ونبات، وحيوان.\rوبهذا كان الله - عز وجل - يعد هذه الأمة للإصلاح العظيم الذي جاء به محمد - صلى الله عليه وسلم -.","seal":"486A3968","part":1},
      {"page":12,"id":12,"nass":"3- شرف النسب: فقد كان نسبه - عليه الصلاة والسلام - أشرف الأنساب، وأصرحها.\rقال تعالى: {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ}\rفالله - عز وجل - اصطفى هؤلاء إذ جعل فيهم النبوة والهداية للمتقدمين، واصطفى قريشا من كنانة، واصطفى من قريش بني هاشم، واصطفى من بني هاشم سيد ولد آدم محمدا - صلى الله عليه وسلم - فكان آل إسماعيل أفضل الأولين والآخرين، كما كان بنو إسحاق أفضل المتوسطين.\rأما اصطفاء الله لقبيلة قريش فقد كان بما آتاهم الله من المناقب العظام، ولا سيما بعد سُكنى مكة، وخدمة المسجد الحرام؛ إذ كانوا أصرح ولد إسماعيل أنسابا، وأشرفهم أحسابا، وأعلاهم آدابا، وأفصحهم ألسنة، وهم الممهدون لجمع الكلمة.\rأما اصطفاء الله لبني هاشم فقد كان لما امتازوا به من الفضائل والمكارم؛ فكانوا أصلح الناس عند الفتن، وخيرهم لمسكين ويتيم.\rوإنما أطلق لقب هاشم على عَمْرو بن عبد مناف؛ لأنه أول من هشم الثريد - وهو طعام لذيذ - للذين أصابهم القحط، وكان يشبع منه كلَّ عامٍ أهلُ الموسم كافة، ومائدته منصوبة لا ترفع في السراء ولا في الضراء.","seal":"84ABECBD","part":1},
      {"page":13,"id":13,"nass":"وزاد على هاشمٍ ولَدُه عبدُ المطلب جدُّ الرسول - صلى الله عليه وسلم - فكان يطعم الوحش، وطير السماء، وكان أول من تعبد بغار حراء، وروي أنه حرم الخمر على نفسه.\rوبالجملة فقد امتاز آل النبي - صلى الله عليه وسلم - على سائر قومه بالأخلاق العلية، والفواضل العملية، والفضائل النفسية.\rثم اصطفى الله - عز وجل - محمدا - صلى الله عليه وسلم - من بني هاشم؛ فكان خير ولد آدم، وسيدهم.","seal":"001A2CAA","part":1},
      {"page":14,"id":14,"nass":"4 - بلوغه - صلى الله عليه وسلم - الذروة في مكارم الأخلاق: فقد جبله الله - عز وجل - على كريم الخلال، وحميد الخصال، فكان قبل النبوة أرقى قومه، بل أرقى البشرية في زكاء نفسه، وسلامة فطرته، وحسن خلقه.\rنشأ يتيما شريفا، وشب فقيرا عفيفا، ثم تزوج محبا لزوجته مخلصا لها.\rلم يتولَّ هو ولا والده شيئا من أعمال قريش في دينها ولا دنياها، ولا كان يعبد عبادتهم، ولا يحضر سامرهم، ولا ندواتهم، ولم يؤثر عنه قول ولا عمل يدل على حب الرياسة، أو التطلع إليها.\rكان يُعرفُ بالتزام الصدق، والأمانة، وعلو الآداب؛ فبذلك كان له المقام الأرفع قبل النبوة؛ حتى لقبوه بالأمين.\rوعلى هذه الحال كان - صلى الله عليه وسلم - حتى بلغ أشده، واستوى، وكملت في جسده الطاهر، ونفسه الزكية جميع القوى، لا طمع في مال، ولا سمعة، ولا تطلع إلى جاه ولا شهرة، حتى أتاه الوحي من رب العالمين - كما سيأتي بيانه بعد قليل -.","seal":"0E27E133","part":1},
      {"page":15,"id":15,"nass":"5- كونه - صلى الله عليه وسلم - أميا لا يقرأ ولا يكتب: فهذا من أعظم المهيئات والدلائل على صدق نبوته؛ فهذا الرجل الأمي الذي لم يقرأ كتابا، ولم يكتب سطرا، ولم يقل شعرا، ولم يرتجل نثرا، الناشئ في تلك الأمة الأمية - يأتي بدعوة عظيمة، وبشريعة سماوية عادلة تستأصل الفوضى الاجتماعية، وتكفل لمعتنقيها السعادة الإنسانية الأبدية، وتعتقهم من رق العبودية لغير ربهم - جل وعلا -.\rكل ذلك من مهيئات النبوة، ومن دلائل صدقها.","seal":"82DADBBD","part":1},
      {"page":16,"id":16,"nass":"ثانيا: نبذة عن نسبه، وحياته:\rهو محمد بن عبد الله بن عبد المطلب بن هاشم، بن عبد مناف، بن قصي، بن حكيم، بن مرة، بن كعب، بن لؤي، بن غالب، بن فهر، بن مالك، بن النضر، بن كنانة، بن خزيمة، بن مدركة، بن إلياس، بن مضر، بن نزار، بن معد، بن عدنان، وعدنان من العرب، والعرب من ذرية إسماعيل بن إبراهيم - عليه السلام -.\rوأم النبي - صلى الله عليه وسلم - هي آمنة بنت وهب بن عبد مناف بن زهرة، وزهرة أخو جد النبي - صلى الله عليه وسلم -.\rوقد تزوج بها عبد الله والد النبي - صلى الله عليه وسلم - وأقام معها في بيت أهلها ثلاثة أيام، فلم تلبث أن حملت بالنبي - صلى الله عليه وسلم - ولم تجد في حمله ثقلا، ولا وحما كما هو شأن المحصنات الصحيحات الأجسام.\rوقد رأت أمه رؤيا لما حملت به، وقد مر ذكر الرؤيا في كلام سابق.\rوقد ولدته أمه سوي الخلق، جميل الصورة، صحيح الجسم، وكانت ولادته عام الفيل الموافق للحادي والسبعين بعد الخمسمائة للميلاد.\rوقد توفي والده وهو حمل في بطن أمه، فكفله جده عبد المطلب، وأرضعته أمه ثلاثة أيام ثم عهد جده بإرضاعه إلى امرأة يقال لها حليمة السعدية.","seal":"8F472DD5","part":1},
      {"page":17,"id":17,"nass":"وكان من عادة العرب أن يسترضعوا لأولادهم في البوادي؛ حيث تتوافر أسباب النشأة البدنية السليمة.\rولقد رأت حليمة السعدية من أمر هذا الرضيع عجباً، ومن ذلك أنها أتت مع زوجها إلى مكة على أتان هزيلة بطيئة السير، وفي طريق العودة من مكة، وهي تضع الرضيع في حجرها كانت الأتان تعدو عَدْوَا سريعا، وتُخَلف وراءها كل الدواب؛ مما جعل رفاق الطريق كلهم يتعجبون.\rوتحدث حليمة بأن ثديها لم يكن يدر شيئا من الحليب، وأن طفلها الرضيع كان دائم البكاء من شدة الجوع، فلما ألقمت الثدي رسول الله - صلى الله عليه وسلم - در غزيرا، فأصبحت ترضعه وترضع طفلها حتى يشبعا.\rوتحدث حليمة عن جدب أرض قومها ديار بني سعد، فلما حظيت بشرف رضاعة هذا الطفل أنتجت أرضها، وماشيتها، وتَبَدَّلت حالها من بؤس وفقر، إلى هناء ويسر.\rوبعد سنتين عادت به حليمة إلى أمه وجده في مكة، لكن حليمة ألحت على أمه أن توافق على بقائه عندها مرة ثانية؛ لما رأت من بركته عليها؛ فوافقت أمه آمنة، فعادت حليمة بالطفل مرة أخرى إلى ديارها والفرحة تملأ قلبها.","seal":"954551D0","part":1},
      {"page":18,"id":18,"nass":"وبعد سنتين عادت به حليمة إلى أمه، وعمره آنذاك أربع سنوات، فحضنته أمه إلى أن توفيت، وكان له من العمر ست سنين، فكفله جده عبد المطلب سنتين ثم توفي، فأوصى به إلى ابنه أبا طالب عم النبي - صلى الله عليه وسلم - فحاطه بعنايته كما يحوط أهله وولده.\rإلا أنه كان لفقره يعيش عيش الشظف؛ فلم يتعود - صلى الله عليه وسلم - نعيم الترف.\rولعل ذلك من عناية الله بهذا النبي الكريم.\rوكان - صلى الله عليه وسلم - قد ألف رعي الغنم مع إخوانه من الرضاع لما كان في بادية بني سعد، فصار يرعى الغنم لأهل مكة؛ فيوفر على عمه أبي طالب بما يأخذه على ذلك من الأجر.\rثم سافر مع عمه أبي طالب في تجارة إلى الشام، وله من العمر اثنتا عشرة سنة، وشهران، وعشرة أيام، وهناك رآه بحيرا الراهب، وبشر به عمه أبا طالب، وحذره من اليهود عليه بعد أن رأى خاتم النبوة بين كتفيه.\rثم إنه سافر مرة أخرى مُتَّجرا بمالٍ لخديجة بنت خويلد، فأعطته أفضل مما كانت تعطي غيره؛ إذ جاءت تلك التجارة بأرباح مضاعفة، بل جاءت بسعادة الدنيا والآخرة.","seal":"7445599E","part":1},
      {"page":19,"id":19,"nass":"وكانت خديجة هذه أعقل وأكمل امرأة في قريش، حتى كانت تدعى في الجاهلية: الطاهرة؛ لما لها من الصيانة، والعفة، والفضائل الظاهرة.\rولما حدثها غلامها ميسرة بما رأى من النبي - صلى الله عليه وسلم - في رحلته معه إلى الشام، من الأخلاق العالية، والفضائل السامية، وما قاله بحيرا الراهب لعمه أبي طالب في رحلته الأولى إلى الشام - تعلقت رغبتها به، وبأن تتخذه زوجا لها، وكانت قد تزوجت من قبل، وتوفي عنها زوجها؛ فتم ذلك الزواج الميمون، وكان عمره آنذاك خمسة وعشرين سنة، وعمرها قريبا من أربعين سنة.\rولم يتزوج عليها طيلة حياتها، ولا أحب مثلها، وتوفيت بعد البعثة النبوية بعشر سنين، فكان كثيرًا ما يذكرها، ويتصدق عنها، ويهدي لصاحباتها، وهي الزوجة التي رزق منها جميع أبنائه عدا إبراهيم فإنه من زوجته ماريا القبطية.\rهذه بعض أخباره وسيرته قبل النبوة، وبدء الوحي على سبيل الإجمال.","seal":"FD282CCA","part":1},
      {"page":20,"id":20,"nass":"ثالثا: بدء الوحي:\rبلغ النبي -صلى الله عليه وسلم - أشده وقَرُب من الأربعين، واكتملت قواه العقلية والبدنية، وكان أول ما بدأ به من الوحي الرؤيا الصالحة، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح واضحة كما رآها في منامه.\rثم بعد ذلك حُبِبَ إليه الخلاء، فكان يخلو بنفسه في غار حراء في مكة، فيتعبد الله الليالي ذوات العدد، ثم يرجع إلى خديجة فيتزود بالطعام والشراب، حتى جاءه الحق، وهو على هذا الشأن بنزول القرآن عليه في شهر رمضان، وذلك بأن تمثل له المَلَكُ جبريل، ولقنه عن ربه أول ما نزل من القرآن، فقال: {اقرأ} فقال ((ما أنا بقارىء)) فقال له: {اقرأ} فقال: ((ما أنا بقارىء)) فقال: {اقرأ} فقال: ((ما أنا بقارىء)) وكان جبريل بعد كل جواب من الأجوبة الثلاثة يضمه على صدره، ويعصره حتى يبلغ منه الجهد.\rولما تركه جبريل في المرة الثالثة ألقى عليه أول آيات أنزلت من القرآن، وهي: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} {خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ} {اقْرَأْ وَرَبُّكَ الْأَكْرَمُ} {الَّذِي عَلَّمَ بِالْقَلَمِ} {عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ}","seal":"1AE8FC6C","part":1},
      {"page":21,"id":21,"nass":"بهذه الآيات العظيمة التي تأمر بالعلم، وتبين بداية خلق الإنسان - بدأ نزول الوحي على النبي - صلى الله عليه وسلم - فرجع النبي إلى خديجة - يرجف فؤاده، ولكنه حفظ رشاده، فقال: «زملوني، زملوني» يعني لففوني بالثياب، ففعلوا، حتى إذا ذهب عنه الروع أخبر خديجة الخبر وقال: «لقد خشيت على نفسي»\rفقالت خديجة - رضي الله عنها -: ((كلا والله لا يخزيك الله أبدا؛ إنك لتصل الرحم، وتحمل الكل، وتكسب المعدوم، وتقوي الضعيف، وتعين على نوائب الحق))\rوهكذا استدلت هذه المرأة العاقلة على أن من كان هذا شأنه في محبة الخير للناس فلن يخذله الله؛ فسنة الله تقتضي بأن الجزاء من جنس العمل.\rثم انطلقت بعد ذلك خديجة بالنبي - صلى الله عليه وسلم - حتى أتت ابن عمها ورقة بن نوفل، وكان قد تنصر في الجاهلية، ويكتب الإنجيل بالعبرانية، وكان شيخاً كبيراً قد عمي، فقالت خديجة له: اسمع من محمد ما يقول، فقال ورقة يا ابن أخي ماذا ترى؟ فأخبره - صلى الله عليه وسلم - خبر ما رأى، فقال ورقة: هذا الناموس الذي أنزل على موسى، ياليتني فيها جذعاً، أي شاباً، ليتني أكون حياً إذ يخرجك قومك.","seal":"858C5F4A","part":1},
      {"page":22,"id":22,"nass":"فقال له الرسول - صلى الله عليه وسلم -: ((أو مخرجي هم؟)) قال: نعم؛ لم يأت رجل قط بمثل ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصرا مؤزرا، ثم توفي ورقة، وفتر الوحي.\rواستمرت فترة الوحي ثلاث سنين، قوي فيها استعداد النبي، واشتد شوقه وحنينه.\rقال - صلى الله عليه وسلم -: «بينما أنا أمشي سمعت صوتا من السماء، فرفعت بصري، فإذا الملك الذي جاءني في حراء» .\rوذكر أنه رعب منه، ولكن ذلك دون الرعبة الأولى، فرجع إلى أهله فتزمل، وتدثر (أي تغطى بالثياب) .\rثم أنزل الله عليه قوله - تعالى -: {يَاأَيُّهَا الْمُدَّثِّرُ} {قُمْ فَأَنْذِرْ} {وَرَبَّكَ فَكَبِّرْ} {وَثِيَابَكَ فَطَهِّرْ} {وَالرُّجْزَ فَاهْجُرْ}\rأي قم يا أيها الذي تدثر بثيابه، فأنذر الناس بالقرآن، وبلغهم دعوة الله، وطهر ثيابك من أدران الشرك، واهجر الأصنام.","seal":"E92CE411","part":1},
      {"page":23,"id":23,"nass":"ثم حمي الوحي بعد ذلك، وتتابع، وبلَّغ - صلى الله عليه وسلم - دعوة ربه، حيث أمره وأوحى إليه بأن يدعو الناس إلى عباده وحده، وإلى دين الإسلام الذي ارتضاه الله، وختم به الأديان؛ فقام النبي - صلى الله عليه وسلم - يدعو إلى سبيل ربه بالحكمة، والموعظة الحسنة، والمجادلة بالتي هي أحسن.\rفاستجاب له أو من استجاب له خديجة من النساء، وأبو بكر الصديق من الرجال، وعلى بن أبي طالب من الصبيان، ثم توالى دخول الناس في دين الله، فاشتد عليه أذى المشركين، وأخرجوه من مكة، وآذوا أصحابه أشد الأذى، فهاجر إلى المدينة، وتتابع عليه نزول الوحي، واستمر في دعوته، وجهاده، وفتوحاته، حتى عاد إلى مكة ظافرا فاتحا.\rوبعد ذلك أكمل الله له الدين وأقر عينه بعز الإسلام وظهور المسلمين، ثم توفاه الله وعمره ثلاث وستون سنة، أربعون منها قبل النبوة، وثلاث وعشرون نبيا رسولا.\rوبه ختم الله الرسالات السماوية، وأوجب طاعته على الجن والإنس؛ فمن أطاعه سعد في الدنيا، ودخل الجنة في الآخرة، ومن عصاه شقي في الدنيا، ودخل النار في الآخرة.","seal":"C20CF5FE","part":1},
      {"page":24,"id":24,"nass":"وبعدما توفاه الله - عز وجل - تابع أصحابه مسيرته، وبلغوا دعوته، وفتحوا البلدان بالإسلام، ونشروا الدين الحق حتى بلغ ما بلغ الليل والنهار.\rودينه - عليه الصلاة والسلام - باق إلى يوم القيامة؛ فما القول في أمي نشأ بين أميين، قام بذلك الإصلاح الذي تغير به تاريخ البشر أجمعين، في الشرائع، والسياسات، وسائر أمور الدنيا والدين؟ وامتد مع لغته في قرن واحد من الحجاز إلى آخر حدود أوربا وأفريقيا من الغرب، وإلى حدود الصين من جهة الشرق حتى خضعت له الأمم، ودالت له الدول، وأقبلت إليه الأرواح قبل الأشباح، وكانت تتبعه في كل فتوحه الحضارة والمدنية، والعدل والرحمة، والعلوم العقلية والكونية على أيدي تلك الأمة الحديثة العهد بالأمية، التي زكاها القرآن، وعلمها أن إصلاح الإنسان يتبعه إصلاح الأكوان؛ فهل يمكن أن يكون هذا إلا بوحي من لدن حكيم عليم، وتأييد سماوي من الإله العزيز القدير الرحيم؟","seal":"1C1D9250","part":1},
      {"page":25,"id":25,"nass":"شهادة فيلسوف نصراني على صدق رسالة النبي صلى الله عليه وسلم\rكل عاقل منصف لا يسعه إلا التصديق برسالة النبي صلى الله عليه وسلم ذلك أن الأمارات الكثيرة شاهدة ناطقة.\rولا ريب أن شهادة المخالف لها مكانتها؛ فالفضل-كما قيل-ما شهدت به الأعداء.\rوفيما يلي شهادة للفيلسوف الإنجليزي الشهير \" توماس كارليل \" حيث قال في كتابه (الأبطال) كلاما طويلا عن النبي صلى الله عليه وسلم يخاطب به قومه النصارى، ومن ذلك قوله: ((لقد أصبح من أكبر العار على أي فرد متحدث هذا العصر أن يصغي إلى ما يقال من أن دين الإسلام كذب، وأن محمدا خدّاع مزوِّر.\rوإن لنا أن نحارب ما يشاع من مثل هذه الأقوال السخيفة المخجلة، فإن الرسالة التي أداها ذلك الرسول مازالت السراج المنير مدة اثني عشر قرنا لنحو مائتي مليون من الناس، أفكان أحدكم يظن أن هذه الرسالة التي عاش بها ومات عليها هذه الملايين الفائقة الحصر والإحصاء أكذوبةٌ وخدعة؟!","seal":"7A4D0E2B","part":1},
      {"page":26,"id":26,"nass":"أما أنا فلا أستطيع أن أرى هذا الرأي أبدا، ولو أن الكذب، والغش يروجان عند خلق الله هذا الرواج، ويصادفان منهم مثل هذه القبول، فما الناس إلا بُلْهٌ مجانين، فوا أسفا! ما أسوأ هذا الزعم، وما أضعف أهله، وأحقهم بالرثاء والرحمة.\rوبعد، فعلى من أراد أن يبلغ منزلة ما في علوم الكائنات أن لا يصدّق شيئا البتة من أقوال أولئك السفهاء؛ فإنها نتائج جيل كفر، وعصر جحود وإلحاد، وهي دليل على خبث القلوب، وفساد الضمائر، وموت الأرواح في حياة الأبدان.\rولعل العالم لم ير قط رأياً أكفر من هذا وألأم، وهل رأيتم قط معشر الإخوان، أن رجلاً كاذباً يستطيع أن يوجد ديناً؟ وينشرها علناً؟\rوالله إن الرجل الكاذب لا يقدر أن يبني بيتاً من الطوب، فهو إذا لم يكن عليماً بخصائص الجير، والجص، والتراب، وما شاكل ذلك- فما ذلك الذي يبنيه ببيت، وإنما هو تل من الأنفاق، وكثيب من أخلاط المواد، نعم، وليس جديرا أن يبقى على دعائمه اثني عشر قرنا يسكنه مائتا مليون من الأنفس، ولكنه جدير أن تنهار أركانه، فينهدم؛ فكأنه لم يكن))","seal":"E9CC1015","part":1},
      {"page":27,"id":27,"nass":"إلى أن قال: ((وعلى ذلك فلسنا نعد محمدا هذا قط رجلا كاذبا متصنعا، يتذرع بالحيل، والوسائل إلى بغيته، ويطمح إلى درجة ملك أو سلطان، أو إلى ذلك من الحقائر.\rوما الرسالة التي أداها إلا حق صراح، وما كلمته إلا قول صادق، صادر من العالم المجهول.\rكلا، ما محمد بالكاذب، ولا المُلفِّق، وإنما هو قطعة من الحياة قد تفطر عنها قلب الطبيعة؛ فإذا هي شهاب قد أضاء العالم أجمع، ذلك أمر الله، و (( {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} )) .\rوهذه حقيقة تدفع كل باطل، وتدحض حجة القوم الكافرين.\rثم لا ننسى شيئا آخر، وهو أنه لم يتلق دروسا على أستاذ أبدا، وكانت صناعة الخط حديثة العهد إذ ذاك في بلاد العرب-وعجيب وأيم الله أمية العرب- ولم يقتبس محمد من نور أي إنسان آخر، ولم يغترف من مناهل غيره، ولم يكن إلا كجميع أشباهه من الأنبياء والعظماء، أولئك الذين أشبِّههم بالمصابيح الهادية في ظلمات الدهور.","seal":"2CFB48AA","part":1},
      {"page":28,"id":28,"nass":"وقد رأيناه طول حياته راسخ المبدإ، صادق العزم بعيدا، كريما، برا، رؤوفا، تقيا، فاضلا، حرا، رجلا، شديد الجد، مخلصا، وهو مع ذلك سهل الجانب، ليِّن العريكة، جم البشر والطلاقة، حميد العشرة، حلو الإيناس، بل ربما مازح وداعب، وكان على العموم تضيء وجهه ابتسامةٌ مشرقة من فؤاد صادق؛ لأن من الناس من تكون ابتسامته كاذبة ككذب أعماله وأقواله))\rإلى أن قال: ((كان عادلا، صادق النية، كان ذكي اللب، شهم الفؤاد، لوذعيا كأنما بين جنبيه مصابيح كل ليلٍ بهيم، ممتلئا نورا، رجلا عظيما بفطرته، لم تثقفه مدرسة، ولا هذبه معلم، وهو غني عن ذلك.\rويزعم المتعصبون من النصارى، والملحدين أن محمدا لم يكن يريد بقيامه إلا الشهرة الشخصية، ومفاخر الجاه والسلطان.","seal":"59CB69FD","part":1},
      {"page":29,"id":29,"nass":"كلا -وأيم الله- لقد كان في فؤاد ذلك الرجل ابن القفار والفلوات، المتوقد المقلتين، العظيم النفس، المملوء رحمة وخيرا وحكمة، وحِجى-أفكار غير الطمع الدنيوي، ونوايا خلاف طلب السلطة والجاه، وكيف لا، وتلك نفس صامتهٌ كبيرة، ورجل من الذين لا يمكنهم إلا أن يكون مخلصين جادين؛ فبينما ترى آخرين يرضون الاصطلاحات الكاذبة، ويسيرون طبق الاعتبارات الباطلة إذ ترى محمدا لم يرض أن يتلفع بمألوف الأكاذيب، ويتوشح بمبتدع الأباطيل.\rلقد كان منفردا بنفسه العظيمة، وبحقائق الأمور والكائنات، لقد كان سر الوجود يسطع لعينيه-كما قلت- بأهواله، ومخاوفه، وروانقه، ومباهره، ولم يكن هناك من الأباطيل ما يحجب ذلك عنه، فكان لسان حال ذلك السر الهائل يناجيه: ها أنا ذا، فمثل هذا الإخلاص لا يخلو من معنى إلهي مقدس، وما كلمة مثل هذا الرجل إلا صوت خارج من صميم قلب الطبيعة، فإذا تكلم فكل الآذان برغمها صاغية، وكل القلوب واعية، وكل كلام ماعدا ذلك هباء، وكل قول جفاء))\rإلى أن قال: ((إذا فلنضرب صفحا عن مذهب الجائرين أن محمدا كاذب، ونعد موافقتهم عارا، وسبة، وسخافة، وحمقا؛ فلنربأ بأنفسنا عنه))","seal":"02B9E12B","part":1},
      {"page":30,"id":30,"nass":"إلى أن قال: ((وإن دينا آمن به أولئك العرب الوثنيون، وأمسكوه بقلوبهم النارية لجدير أن يكون حقا، وجدير أن يصدق به.\rوإنما أودع هذا الدين من القواعد هو الشيء الوحيد الذي للإنسان أن يؤمن به.\rوهذا الشيء هو روح جميع الأديان، وروح تلبس أثوابا مختلفة، وأثوابا متعددة، وهي في الحقيقة شيء واحد، وباتباع هذه الروح يصبح الإنسان إماما كبيرا لهذا المعبد الأكبر-الكون- جاريا على قواعد الخالق، تابعا لقوانينه، لا مجادلا عبثا أن يقاومها ويدافعها.\rلقد جاء الإسلام على تلك الملل الكاذبة، والنحل الباطلة، فابتلعها، وحق له أن يبتلعها؛ لأنه حقيقة خارجة من قلب الطبيعة، وما كان يظهر الإسلام حتى احترقت فيه وثنيات العرب، وجدليات النصرانية، وكل ما لم يكن بحق؛ فإنها حطب ميت، أكلته نار الإسلام، والنار لم تذهب))\rإلى أن قال: ((أيزعم الأفاكون الجهلة أنه مشعوذ ومحتال؟\rكلا، ثم كلا، ما كان قط ذلك القلب المحتدم الجائش كأنه تنور فكر يضور ويتأجج-ليكون قلب محتال ومشعوذ، لقد كانت حياته في نظره حقا، وهذا الكون حقيقة رائعة كبيرة)) .","seal":"56443962","part":1},
      {"page":31,"id":31,"nass":"إلى أن قال: ((مثل هذه الأقوال، وهذه الأفعال ترينا في محمد أخ الإنسانية الرحيم، أخانا جميعا الرؤوف الشفيق، وابن أمنا الأولى، وأبينا الأول.\rوإنني لأحب محمدا لبرائة طبعه من الرياء والتصنع، ولقد كان ابن القفار رجلا مستقل الرأي، لا يقول إلا عن نفسه، ولا يدّعي ما ليس فيه، ولم يك متكبرا، ولكنه لم يكن ذليلا ضرعا، يخاطب بقوله الحرِّ المبينِ قياصرةَ الرومِ وأكاسرةَ العجمِ، يرشدهم إلى ما يجب عليهم لهذه الحياة، وللحياة الآخرة، وكان يعرف لنفسه قدرها، ولم تخل الحروب الشديدة التي وقعت له مع الأعراب من مشاهد قوة ولكنها كذلك لم تخل من دلائل رحمة وكرم وغفران، وكان محمد لا يعتذر من الأول، ولا يفتخر بالثانية))\rإلى أن قال: ((وما كان محمد بعابث قط، ولا شَابَ شيئا من قوله شائبةُ لعب ولهو، بل كان الأمر عنده أمر خسران وفلاح، ومسألة فناء وبقاء، ولم يك منه بإزائها إلا الإخلاص الشديد، والجد المرير.\rفأما التلاعب بالأقوال، والقضايا المنطقية، والعبث بالحقائق، -فما كان من شأنه قط، وذلك عندي أفظع الجرائم؛ إذ ليس هو إلا رقدة القلب، ووسن العين عن الحق، وعيشة المرء في مظاهر كاذبة.","seal":"5AB4D76E","part":1},
      {"page":32,"id":32,"nass":"وفي الإسلام خلة أراها من أشرف الخلال وأجلها، وهي التسوية بين الناس، وهذا يدل على أصدق النظر وأصوب الرأي؛ فنفس المؤمن رابطة بجميع دول الأرض، والناس في الإسلام سواء))\rإلى أن قال: ((وسع نوره الأنحاء، وعم ضوؤه الأرجاء، وعقد شعاعه الشمال بالجنوب، والمشرق بالمغرب، وما هو إلا قرن بعد هذا الحادث حتى أصبح لدولة العرب رجل في الهند، ورجل في الأندلس، وأشرقت دولة الإسلام حقباً عديدة، ودهورا مديدة بنور الفضل والنبل، والمروءة، والباس، والنجدة ورونق الحق والهدى على نصف المعمورة))","seal":"9344856A","part":1},
      {"page":33,"id":33,"nass":"من خصائص دين الإسلام\rالإسلام دين الفطرة، ودين السلام والأمان، والبشرية لن تجد الراحة، ولن تحقق السعادة إلا بالأخذ بالإسلام، وتطبيقه في شتى الشؤون.\rومما يؤكد عظمة دين الإسلام، ما يتميز به من خصائص لا توجد في غيره من المذاهب والأديان.\rومن تلك الخصائص التي تثبت تميز الإسلام، ومدى حاجة الناس إليه ما يلي:\r1- أنه جاء من عند الله: والله - عز وجل - أعلم بما يصلح عباده، قال - تعالى -: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ}\r2- أنه يبين بداية الإنسان، ونهايته، والغاية التي خلق من أجلها.\rقال - تعالى -: {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا}\rوقال: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى}\rوقال: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ}\r3- أنه دين الفطرة: فلا يتنافى معها قال - تعالى -: {فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} .","seal":"A8AD448D","part":1},
      {"page":34,"id":34,"nass":"4- أنه يعتني بالعقل ويأمر بالتفكر: ويذم الجهل، والتقليد الأعمى، والغفلة عن التفكير السليم، قال - تعالى -: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} .\rوقال: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ} {الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} .\r5- الإسلام عقيدة وشريعة: فهو كامل في عقيدته وشرائعه؛ فليس دينا فكريا فحسب، أو خاطرة تمر بالذهن، بل هو كامل في كل شيء، مشتمل على العقائد الصحيحة، والمعاملات الحكيمة، والأخلاق الجميلة، والسلوك المنضبط؛ فهو دين فرد وجماعة، ودين آخرة وأولى.\r6- أنه يعتني بالعواطف الإنسانية: ويوجهها الوجهة الصحيحة التي تجعلها أداة خير وتعمير.\r7- أنه دين العدل: سواء مع العدو، أو الصديق، أو القريب، أو البعيد.","seal":"D0A33494","part":1},
      {"page":35,"id":35,"nass":"قال تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ} ، وقال: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} ، وقال: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى}\r8- الإسلام دين الإخوة الصادقة: فالمسلمون إخوة في الدين، لا تفرقهم البلاد، ولا الجنس، ولا اللون، فلا طبقية في الإسلام، ولا عنصرية، ولا عصبية لجنس أو لون أو عرق، ومعيار التفاضل في الإسلام إنما يكون بالتقوى.\r9- الإسلام دين العلم: فالعلم فريضة على كل مسلم ومسلمة، والعلم يرفع صاحبه إلى أعلى الدرجات، قال - تعالى -: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} .","seal":"8D151618","part":1},
      {"page":36,"id":36,"nass":"10- أن الله تكفل لمن أخذ بالإسلام وطبقه بالسعادة، والعزة، والنصرة فردا كان أم جماعة: قال - تعالى -: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا}\rوقال: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} .\r11- في الإسلام حل لجميع المشكلات: لاشتمال شريعته وأصولها على أحكام ما لا يتناهى من الوقائع.\r12- أن شريعته أحكم ما تساس به الأمم: وأصلح ما يقضى به عند التباس المصالح، أو التنازع في الحقوق.\r13- الإسلام دين صالح لكل زمان ومكان، وأمة وحال، بل لا تصلح الدنيا بغيره: ولهذا كلما تقدمت العصور، وترقت الأمم ظهر برهان جديد على صحة الإسلام، ورفعة شأنه.","seal":"A155DD59","part":1},
      {"page":37,"id":37,"nass":"14- الإسلام دين المحبة، والاجتماع، والألفة، والرحمة: قال النبي صلى الله عليه وسلم: «مثل المؤمنين في توادهم وتعاطفهم وتراحمهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر»\rوقال: «الراحمون يرحمهم الرحمن؛ ارحموا من في الأرض يرحمكم من في السماء» .\r15- الإسلام دين الحزم والجد والعمل: قال النبي ـ صلى الله عليه وسلم ـ: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، واحرص على ما ينفعك ولا تعجز. وإن أصابك شيء فلا تقل: لو أني فعلت كذا وكذا لكان كذا، ولكن قل: قدر الله وما شاء فعل» .\r16- الإسلام أبعد ما يكون عن التناقض: قال - تعالى -: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} .\r17- أنه يحمي معتنقيه من الفوضى والضياع والتخبط، ويكفل لهم الراحة النفسية والفكرية.\r18- الإسلام واضح ميسور، وسهل الفهم لكل أحد.\r19- الإسلام دين مفتوح لا يغلق في وجه من يريد الدخول فيه.\r20- الإسلام يرتقي بالعقول، والعلوم، والنفوس، والأخلاق: فأهله المتمسكون به حق التمسك هم خير الناس، وأعقل الناس، وأزكى الناس.","seal":"2F17D566","part":1},
      {"page":38,"id":38,"nass":"21- الإسلام يدعو إلى حسن الأخلاق والأعمال: قال - تعالى -: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}\rوقال: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} .\r22- الإسلام يحفظ العقول: ولهذا حرم الخمر، والمخدرات، وكل ما يؤدي إلى فساد العقل.\r23- الإسلام يحفظ الأموال: ولهذا حث على الأمانة، وأثنى على أهلها، ووعدهم بطيب العيش، ودخول الجنة، وحرم السرقة، وتوعد فاعلها بالعقوبة، وشرع حد السرقة وهو قطع يد السارق؛ حتى لا يتجرأ أحد على سرقة الأموال؛ فإذا لم يرتدع خوفا من عقاب الآخرة ارتدع خوفا من قطع اليد.\rولهذا يعيش أهل البلاد التي تطبق حدود الشرع آمنين على أموالهم، بل إن قطع اليد قليل جدا؛ لقلة من يسرق.\rثم إن قطع يد السارق فيه حكمة الزجر للسارق من معاودة السرقة، وردع أمثاله عن الإقدام عليها، وهكذا تحفظ الأموال في الإسلام.\r24- الإسلام يحفظ الأنفس: ولهذا حرم قتل النفس بغير الحق، وعاقب قاتل النفس بغير الحق بأن يقتل.","seal":"9A6968B7","part":1},
      {"page":39,"id":39,"nass":"ولأجل ذلك يقل القتل في بلاد المسلمين التي تطبق شرع الله؛ فإذا علم الإنسان أنه إذا قتل شخصا سيقتل به كف عن القتل، وارتاح الناس من شر المقاتلات.\r25-الإسلام يحفظ الصحة: فالإشارات إلى هذا المعنى كثيرة جدا سواء في القرآن أو السنة النبوية.\rقال تعالى: {وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا}\rقال العلماء: إن هذه الآية جمعت الطب كله؛ ذلك أن الاعتدال في الأكل والشرب من أعظم أسباب حفظ الصحة.\rومن الإشارات لحفظ الصحة أن الإسلام حرم الخمر، ولا يخفى ما في الخمر من أضرار صحية كثيرة، فهي تضعف القلب، وتفري الكلى، وتمزق الكبد إلى غير ذلك من أضرارها المتنوعة.\rومن ذلك أن الإسلام حرّم الفواحش من زنًا ولواط، ولا يخفى ما فيهما من الأضرار الكثيرة ومنها الأضرار الصحية التي عرفت أكثر ما عُرِفَت في هذا العصر من زهري، وسيلان، وهربس، وإيدز ونحوها.\rومن حفظ الإسلام للصحة أنه حرّم لحم الخنزير، الذي عرف الآن أنه يولّد في الجسم أدواءَ كثيرة، ومن أخصِّها الدورة الوحيدة، والشعرة الحلزونية، وعملهما في الإنسان شديد، وكثيرا ما يكونان السبب في موته.","seal":"2AD86A1E","part":1},
      {"page":40,"id":40,"nass":"ومن الإشارات في هذا الصدد ما عرف من أسرار الوضوء، وأنه يمنع من أمراض الأسنان، والأنف، بل هو من أهم الموانع للسل الرئوي؛ إذ قال بعض الأطباء: إن أهم طريق لهذا المرض الفتاك هو الأنف، وإن أنوفا تغسل خمس عشرة مرة لجديرة بأن لا تبقى فيها جراثيم هذا الداء الوبيل، ولذا كان هذا المرض في المسلمين قليلا وفي الإفرنج كثيرا.\rوالسبب أن المسلمين يتوضؤون للصلاة خمس مرات في اليوم، وفي كل وضوء يغسل المسلم أنفه مرة أو مرتين أو ثلاثا.\r26-يتفق مع الحقائق العلمية: ولهذا لا يمكن أن تتعارض الحقائق العلمية الصحيحة مع النصوص الشرعية الصحيحة الصريحة.\rوإذا ظهر في الواقع ما ظاهره المعارضة فإما أن يكون الواقع مجرد دعوى لا حقيقة لها، وإما أن يكون النص غير صريح في معارضته؛ لأن النص وحقائق العلم كلاهما قطعي، ولا يمكن تعارض القطعيَّين.","seal":"8DB5868A","part":1},
      {"page":41,"id":41,"nass":"ولقد قرر هذه القاعدة كثير من علماء المسلمين، بل لقد قررها كثير من الكتاب الغربيين المنصفين، ومنهم الكاتب الفرنسي المشهور (موريس بوكاي) في كتابه: (التوراة والإنجيل والقرآن) حيث بين في هذا الكتاب أن التوراة المحرفة، والإنجيل المحرف الموجودين اليوم يتعارضان مع الحقائق العلمية، في الوقت الذي سجل فيه هذا الكتاب شهادات تفوق للقرآن الكريم سبق بها القرآنُ العلمَ الحديثَ.\rوأثبت الكاتب من خلال ذلك أن القرآن لا يتعارض أبدا مع الحقائق العلمية، بل إنه يتفق معها تمام الاتفاق.\rولقد تضافرت البراهين الحسية، والعلمية، والتجريبية على صدق ما جاء به الإسلام حتى في أشد المسائل بعدا عن المحسوس، وأعظمها إنكارا في العصور السابقة.\rخذ على سبيل المثال قول النبي ـ صلى الله عليه وسلم ـ: «إذا شرب الكلب في إناء أحدكم فليغسله سبعا أولاهنَّ بالتراب» .\rولقد جاء الطب باكتشافاته ومكبراته فأثبت أن في لعاب الكلب مكروباتٍ وأمراضا فتاكة لا يزيلها الماء وحده، وأظهرت البحوث العلمية الحديثة أنه يحصل من إنقاء التراب لهذه النجاسة ما لا يحصل بغيره.","seal":"1F2B617F","part":1},
      {"page":42,"id":42,"nass":"وجاء-أيضا- أن شرب الكلب في الإناء يسبب أمراضا خطيرة، فالكلب كثيرا ما تكون فيه ديدان مختلفة الأنواع، ومنها دودة شريطية صغيرة جدّا، فإذا شرب في إناء، أو لمس إنسانٌ جسد الكلب بيده أو بلباسه انتقلت بويضات هذه الديدان إليه، ووصلت إلى معدته في أكله، أو شربه، فتثقب جدرانها، وتصل إلى أوعية الدم، وتصل إلى الأعضاء الرئيسة، فتصيب الكبد، وتصيب المخ، فينشأ عنه صداع شديد، وقيءٌ متوالٍ، وفقد للشعور، وتشنجات، وشلل في بعض الأعضاء، وتصيب القلب، فربما مزقته، فيموت الشخص في الحال.\rثم إن العلوم الطبيعية تؤيد الإسلام، وتؤكد صحته على غير علم من ذويها.\rمثال ذلك تلقيح الأشجار الذي لم يكتشف إلا منذ عهد قريب، وقد نص عليه القرآن الذي أنزل على النبي الأمي منذ أربعة عشر قرنا في قوله-تعالى-: {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ} وكذلك قوله تعالى-: {وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ} ، وقوله: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ} وقوله: {سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا} .\rفهذا كلام رب العالمين في القرآن قبل أن تبين لنا العلوم الطبيعية أن في كل نبات ذكرا وأنثى.","seal":"2DAFC68D","part":1},
      {"page":43,"id":43,"nass":"ولقد اعتنق بعض الأوربيين الإسلام لما وجد وصف القرآن للبحر وصفا شافيا مع كون النبي ـ صلى الله عليه وسلم ـ لم يركب البحر طول عمره، وذلك مثل قوله ـ تعالى ـ: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} .\r27- الإسلام يكفل الحريات ويضبطها: فحرية التفكير في الإسلام مكفولة، وقد منح الله الإنسان الحواس من السمع، والبصر، والفؤاد، ليفكر، ويعقل، ويصل إلى الحق، وهو مأمور بالتفكير الجاد السليم، ومسؤول عن إهمال حواسه وتعطيلها، كما أنه مسؤول عن استخدامها فيما يضر.\rوالإنسان في الإسلام حر في بيعه، وشرائه، وتجارته، وتنقلاته، ونحو ذلك ما لم يتعد حدود الله في غش، أو خداع، أو إفساد.\rوالإنسان في الإسلام حر في الاستمتاع بطيبات الحياة الدنيا من مأكول، أو مشروب، أو مشموم، أو ملبوس ما لم يرتكب محرما يعود عليه، أو على غيره بالضرر.","seal":"C3D9922E","part":1},
      {"page":44,"id":44,"nass":"ثم إن الإسلام يضبط الحريات؛ فلا يجعلها مطلقة سائمة في مراتع البغي والتعدي على حريات الآخرين؛ فالشهوة على سبيل المثال لو أطلقت لاندفع الإنسان وراء شهواته، التي تكون سببا في هلاكه؛ لأن طاقته محدودة، فإذا استنفذت في اللهو والعبث والمجون - لم يبق فيها ما يدفعها إلى الطريق الجاد، ويدلها على مسالك الخير؛ فليس من الحرية - إذا - أن يسترسل في شهواته وملذاته غير مبال بحلال أو حرام، وغير ناظر في العواقب.\rإن نهايته ستكون وخيمة في العاجل قبل الآجل؛ إن ثرواته ستتبدد، وإن قواه ستنهار، وإن صحته ستزول، وبالتالي سيكون تعيسا محسورا.\rثم هب أن الإنسان أطلق لشهواته العنان هل سيجد الراحة والطمأنينة؟\rالجواب: لا؛ وإذا أردت الدليل على ذلك فانظر إلى عالمنا المعاصر بحضارته المادية، لما أطلق حرية العبث والمجون، ولم يحسن استخدامها - حدثت القلاقل، والمصائب، والأمراض الجسدية والنفسية، وشاع القتل، والنهب، والسلب، والانتحار، والقلق، وأمراض الشذوذ.","seal":"524B5544","part":1},
      {"page":45,"id":45,"nass":"وليست الحرية - أيضا - بالسير وراء الأطماع التي لا تقف عند حد، دونما مبالاة في آثارها على الآخرين؛ فهل يعد من الحرية ما يقوم به الأقوياء من سطو على الضعفاء، واستخفاف بحقوقهم، ومصادرة لآرائهم كما هي حال الدول الكبرى في عالمنا المعاصر؟\rالجواب: لا؛ فالحرية الحقة - هي ما جاء به الإسلام، وهي الحرية المنضبطة التي تحكم تصرفات الإنسان، والتي يكون فيها الإنسان عبدا لربه وخالقه؛ فذلك سر الحرية الأعظم؛ فالإنسان إذا تعلق بربه خوفا، وطمعا، وحبا، ورجاءً، وذلًا، وخضوعا - تحرر من جميع المخلوقين؛ ولم يعد يخاف أحدا غير ربه، ولا يرجو سواه، وذلك عين فلاحه وعزته.\rوبالجملة فالإسلام دين الكمال والرفعة، ودين الهداية والسمو.\rوإذا رأينا من بعض المنتمين إليه وهنا في العزم، أو بعدا عن الهدى - فالتبعة تعود على أولئك، لا على الدين؛ فالدين براء، والتبعة تقع على من جهل الإسلام، أو نبذ هدايته وراء ظهره.","seal":"5C2BF160","part":1},
      {"page":46,"id":46,"nass":"أولا: من أوامر الإسلام:\rالإسلام يأمر بأوامر عظيمة تنتظم بها الأمور المدنية، وتصلح بها حالة المعاش؛ فالإسلام في ذلك الشأن هو البحر الذي لا يدرك غوره، والغاية التى ليس بعدها أمل لآمل، ولا زيادة لمستزيد.\rوهذه الآوامر حث عليها الإسلام بأبلغ العبارات، وأقربها إلى الأفهام، وتوعد على الخروج عن هذه الجادة بالعقاب، ووعد من أخذ بها بجزيل الثواب.\rفمن تلك الأوامر العظيمة التي جاء بها الإسلام ما يلي:\r1- الإسلام يأمر بما تكون به كبير النفس عن التشبه بما دونك من أنواع الحيوانات، رفيعَ القدر عن أن تكون عبدا لشهواتك وحظوظك، عالي المنزلة عن أن تعظم غير ربك، أو تخضع لغير حكمه.\r2- يأمرك بما يشعرك أنك عضو نافع عامل تأنف أن تقلد غيرك، أو تكون عالة على سواك.\r3- الإسلام أمرك باستعمال عقلك، وجوارحك فيما خلقت له، من العمل النافع في أمر دينك ودنياك.\r4- الإسلام يأمرك بالتوحيد الخالص، والعقيدة الصحيحة التي لا يقبل العقل غيرها، ولا تطمئن القلوب إلا بها؛ فالعقيدة التي أمرك الإسلام بها تجعلك عظيماً كبيراً، وتشعر قلبك العزة، وتذيقك حلاوة الإيمان،.","seal":"08DC63FA","part":1},
      {"page":47,"id":47,"nass":"5- الإسلام يأمرك بستر عورات المسلمين، واتقاء مواضع التهم.\r6- الإسلام يأمر بالسعي لقضاء حاجات المسلمين، وتنفيس كرباتهم.\r7-الإسلام يأمرك بالبداء بالسلام على كل مسلم، وأن تنصر أخاك المسلم في غيبته.\r8-الإسلام أمرك بعيادة المرضى وتشييع الجنائز وزيارة القبور والدعاء لإخوانك المسلمين.\r9-الإسلام يأمرك بإنصاف الناس من نفسك وأن تحبّ لهم ما تحبه لنفسك.\r10-الإسلام أمرك بالسعي في طلب الرزق، وأن تعز نفسك، وأن ترفعها عن مواطن الذل والهوان.\r11-الإسلام أمرك بالرحمة بالخلق، والعطف عليهم، وحسن رعايتهم ومداراتهم، والسعي في نفعهم، وجلب الخيرات لهم، ودفع المضرات عنهم.\r12-الإسلام أمرك ببرّ الوالدين، وصلة الأرحام، وإكرام الجار، والرفق بالحيوان.\r13-الإسلام أمرك بالوفاء للأصحاب، وحسن المعاملة للزوج والأبناء.\r14-الإسلام أمرك بالحياء، والحلم، والسخاء، والكرم، والشجاعة، والغيرة على الحق.\r15-وأمرك بالمروءة، وحسن السمت، والحزم، والحكمة في الأمور.\r16-وأمرك بالأمانة، وإنجاز الوعد، وحسن الظن، والأناة في الأمور، والمبادرة في فعل الخير.\r17-وأمرك بالعفة، والاستقامة، والشهامة، والنزاهة.","seal":"8EDCF5B6","part":1},
      {"page":48,"id":48,"nass":"18-الإسلام يأمرك بشكر الله، ومحبته، وخوفه، ورجائه، والأنس به، والتوكل عليه.\rإلى غير ذلك من المعاني الجميلة العظيمة.","seal":"714633E3","part":1},
      {"page":49,"id":49,"nass":"ثانيا: من نواهي الإسلام: فمن أعظم محاسن الإسلام ما جاء به من النواهي التي تحذر المسلم من الوقوع في الشر، وتنذره سوء العاقبة التي تترتب على الأفعال القبيحة؛ فمما نهى الإسلام عنه ما يلي:\r1-نهى عن الكفر، والفسوق، والعصيان، واتباع الهوى.\r2-ونهى عن الكبر، والحقد، والعجب، والحسد، والشماتة بالمبتلين.\r3-ونهى عن سوء الظن، والتشاؤم، واليأس، والبخل، والتقتير، والإسراف، والتبذير.\r4-ونهى عن الكسل، والخور، والجبن، والضعف، والبطالة، والعجلة، والفظاظة، وقلة الحياء، والجزع، والعجز، والغضب، والطيش، والتسخط على ما فات.\r5-ونهى عن العناد، وعن قسوة القلب التي تمنع صاحبها من إغاثة الملهوف والمضطر.\r6-ونهى عن الغيبة وهي ذكرك أخاك بما يكره، وعن النميمة وهي نقل الكلام بين الناس على جهة الإفساد.\r7-ونهى عن كثرة الكلام بلا فائدة، وعن إفشاء السر، والسخرية بالناس، والاستهزاء بالآخرين.\r8-ونهى عن السب، واللعن، والشتم، والتعبير بالعبارات المستقبحة، والتخاطب بالألقاب السيئة.\r9-ونهى عن كثرة الجدال، والخصومة، وعن المزاح البذيْ الذي يجر إلى الشر والتطاول.","seal":"2BFA4A18","part":1},
      {"page":50,"id":50,"nass":"10-ونهى عن الكلام والتدخل فيما لا يعني.\r11-ونهى عن كتمان الشهادة، وعن شهادة الزور، وعن قذف المحصنات، وسب الأموات، وكتم العلم.\r12-ونهى عن السفاهة، والفحش، وعن المن بالصدقة، وعن ترك الشكر لمن أسدى إليك معروفا.\r13-ونهى عن الاستطالة في الأعراض، وانتساب المرء إلى غير أبيه، وعن ترك النصيحة، وترك الأمر بالمعروف والنهي عن المنكر.\r14-ونهى عن الخيانة، والمكر، وإخلاف الوعد، والفتنة التي توقع الناس في اضطراب.\r15-ونهى عن عقوق الوالدين، وقطيعة الرحم، وإهمال الأولاد.\r16-ونهى عن التجسس، والتحسس، وتتبع عورات الناس.\r17-ونهى عن تشبه الرجال بالنساء، وعن تشبه النساء بالرجال، وعن إفشاء سر الزوج.\r18-ونهى عن شرب الخمر، وتعاطي المخدرات، وعن المقامرة التي تعرض المال للمخاطرة.\r19-ونهى عن ترويج السلعة بالحلف الكاذب، وعن بخس الكيل والوزن، وعن إنفاق المال بالمحرمات، وعن إيذاء الجار.\r20-ونهى عن السرقة، والغصب، وخطبة الإنسان على خطبة أخيه، وشرائه على شراء أخيه.","seal":"4F5C3B17","part":1},
      {"page":51,"id":51,"nass":"21-ونهى عن خيانة أحد الشريكين لشريكه، وعن استعمال العارية بغير ما أذن بها صاحبها، وعن تأخير أجرة الأجير او منعه منها بعد فراغه من عمله.\r22-ونهى عن الإكثار من الطعام بحيث يضر صاحبه.\r23-ونهى عن التهاجر، والتشاحن، والتدابر، وحذّر أن يهجر المسلم أخاه فوق ثلاثة أيام.\r24-ونهى عن الضرب لأحد بغير مسوغ شرعي، وعن ترويع الناس بالسلاح.\r25-ونهى عن الزنا، واللواط، وقتل النفوس التي حرم الله قتلها.\r26-ونهى عن قبول القاضي هديةً من أحد لم يكن له عادة بإهداءها له قبل توليه، وعن قبول الضيافة الخاصة.\r27-ونهى عن أخذ الرشوة من محق أو مبطل، وعن دفع الرشوة من محق أو مبطل، إلا من محق مضطر إلى دفعها.\r28-ونهى عن خذلان المظلوم مع القدرة على نصره.\r29-ونهى عن اطلاع المرء على دار غيره بغير إذنه ولو من ثقب، وعن التسمع لحديث قوم يكرهون سماعه.\r30-ونهى عن كل ما يضر بالهيئة الاجتماعية، أو النفس، أو العقل، او الشرف، أو العرض.\rهذه نبذة موجزة عن أوامر الإسلام ونواهيه، وبسط ذلك، وذكر أدلته يحتاج إلى مجلدات ضخام.","seal":"38A9C9C9","part":1},
      {"page":52,"id":52,"nass":"معاني أركان الإسلام\r1- شهادة أن لا إله إلا الله، وأن محمدا رسول الله: معنى هذه الشهادة الاعتقاد الجازم المعبر عنه باللسان بأن الله هو المعبود الحق وحده لا شريك له، وأن محمداً هو الرسول المبلغ عن الله.\rوجعلت هاتان الشهادتان ركنا واحدا مع تعدد المشهود به لأن هاتين الشهادتين أساس صحة الأعمال؛ فلا يقبل إسلام، ولا عمل إلا بالإخلاص لله، والمتابعة للرسول - صلى الله عليه وسلم-.\rومعنى ذلك ألا يعبد إلا الله وحده، ولا يعبد إلا بما شرعه على لسان رسوله - صلى الله عليه وسلم -.\rفبالإخلاص تتحقق شهادة أن لا إله إلا الله، وبالمتابعة تتحقق شهادة أن محمدا رسول الله.\rوما يمكن أن يتضح به معنى الشهادتين أن يقال: إن معنى لا إله إلا الله: هو أن ينطق بها الإنسان معتقدا أن الله هو المعبود الحق وحده؛ فلا يكفي مجرد النطق بها، بل لا بد من العمل بمقتضاها من القبول، والانقياد، والصدق، والإخلاص، والمحبة.\rومعنى شهادة أن محمدا رسول الله: طاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما نهى عنه وزجر، وأن لا يعبد الله إلا بما شرع.","seal":"D01F9356","part":1},
      {"page":53,"id":53,"nass":"هذا وللشهادتين ثمرات عظيمة منها: تحرير القلب والنفس من الرق للمخلوقين، والاتباع لغير المرسلين.","seal":"2FBCFDF2","part":1},
      {"page":54,"id":54,"nass":"2- إقامة الصلاة: وهو التعبد لله بفعل الصلاة على وجه الاستقامة والتمام في أوقاتها وهيئاتها.\rوالصلوات المفروضة في الإسلام خمس في اليوم والليلة، وهي صلاة الفجر، وصلاة الظهر، وصلاة العصر وصلاة المغرب، وصلاة العشاء.\rومن ثمرات الصلاة أنها سبب لانشراح الصدر، وقرة العين، وقوة العقل، وحصول النشاط، وطرد الكسل، والانزجار عن الفحشاء والمنكر، وحصول الترابط بين المسلمين.","seal":"84CD0D13","part":1},
      {"page":55,"id":55,"nass":"3- إيتاء الزكاة: وهو التعبد لله ببذل القدر الواجب من الأموال الزكوية لمستحقيها.\rبحيث يخرج المسلم قدرا يسيرا محدودا من ماله، ويدفعه إلى مستحقيه من الفقراء، والمساكين، ونحوهم.\rومن ثمرات الزكاة: تطهير النفس من البخل، وزيادة المال، ونماؤه، وسد حاجة المسلمين، وشيوع المحبة بينهم، والتخلص من الأثرة والاستبداد، والسلامة من الحسد، وحصول التواضع والرحمة، والشعور بالآخرين.","seal":"3BDB845C","part":1},
      {"page":56,"id":56,"nass":"4- صوم رمضان: وهو التعبد لله بالإمساك عن المفطرات نهار رمضان.\rوذلك بأن يدع المسلم الطعام، والشراب، والجماع، ونحوها من المفطرات من طلوع الفجر إلى غروب الشمس طيلة شهر رمضان؛ تعبدا لله - عز وجل -.\rومن ثمرات الصيام: تزكية الروح، وتهذيب النفس، وترفعها عن الدنايا، وترويضها على ترك المحبوبات طلبا لمرضاة الله، وتعويدها على الصبر وتحمل المصاعب.\rومن ثمراته - أيضا - تنمية الإخلاص ومراقبة الله، ورعاية الأمانة، والشعور بالآخرين، وطرد الفردية، وحصول الصحة العامة للبدن.","seal":"70F297FC","part":1},
      {"page":57,"id":57,"nass":"5- حج البيت: وهو التعبد لله بقصد البيت الحرام للقيام بشعائر الحج ولو مرة واحدة في العمر لمن استطاع إلى ذلك سبيلا.\rومن ثمرات الحج تذكر الآخرة، وترويض النفس على بذل الجهد المالي والبدني؛ تقربا لله.\rومن ثمراته حصول التعارف، والتواد بين المسلمين.\rهذه هي أركان الإسلام، وهذه ثمراتها على سبيل الإجمال، وإلا فتفاصيل ثمراتها لا تعد ولا تحصى.\rفهذه الأركان تجعل من الأمة أمة إسلامية طاهرة، نقية، تدين بدين الحق، وتعامل الخلق بالعدل والصدق، لأن ما سواها من شرائع الإسلام يصلح بصلاح هذه الأسس، والأمة تصلح بصلاح أمر دينها، ويفوتها من صلاح أحوالها بقدر ما فاتها من صلاح أمور دينها.","seal":"972DE7F6","part":1},
      {"page":58,"id":58,"nass":"أولا: الإيمان بالله: الإيمان بالله - عز وجل - أصل الأصول، وأهم المهمات، وأشرف العلوم.\rوالإيمان بالله هو التصديق الجازم بوجود الله، وبأنه رب كل شيئ ومليكه، وأنه الخالق وحده، المدبر للكون كله، وأنه هو الذي يستحق العبادة وحده لا شريك له، وأنه متصف بصفات الكمال والجلال، وأنه منزه عن كل عيب، ونقص، ومماثلة للمخلوقين.\rوهذا الإيمان مستقر في فطرة كل إنسان؛ فكل واحد من البشر مفطور على الإيمان بخالقه من غير سبق تفكير أو تعليم، ولا ينصرف عن مقتضى هذه الفطرة إلا من طرأ على قلبه ما يصرفه عن ذلك.\rقال - تعالى -: {فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} .\rومعنى فطرة الله: الإسلام.\rولهذا فإن كل إنسان مفطور على اللجوء إلى ربه - تعالى - عند الشدائد؛ فإذا وقع الإنسان - أي إنسان حتى الكافر والملحد - في شدة أو أحدق به خطر - فإن الخيالات والأوهام تتطاير من ذهنه، ويبقى ما فطره الله عليه؛ فيلجأ إلى ربه؛ ليفرج كربته.","seal":"AD627984","part":1},
      {"page":59,"id":59,"nass":"والمراد بكون الإنسان يولد على الفطرة أنه يولد مجبولا على حب خالقه، وإقراره بوجوده وعبوديته؛ فلو خلي وفطرته لم يعدُ عن ذلك إلى غيره؛ فكما أنه يولد مفطورا على ما يلائم بدنه من الأغذية والأشربة فكذا يولد مفطورا على ما يلائم قلبه، وروحه من التوجه إلى الله، والإقرار به.\rولهذا قال النبي - صلى الله عليه وسلم -: «كل مولود يولد على الفطرة؛ فأبواه يهودانه، أو ينصرانه، أو يمجسانه»\rأي أن المولود يولد على الفطرة وهي الإسلام، ولهذا لم يقل أو يسلمانه؛ فاعتناق غير الإسلام يعد خروجا عن الأصلِ، والقاعدة بأسباب خارجة.\rفالأبوان قد يصرفان المولود عن أصل فطرته إلى اليهودية، أو النصرانية، أو المجوسية، أو غير ذلك مما يخالف الفطرة.\rثم إن العقل السليم يؤيد الفطرة السليمة، فالعقل يدل أعظم الدلالة على الإيمان بالله؛ فمن نظر إلى هذا العالم، وما أودع الله فيه من المخلوقات المتنوعة من أرض، وسماء، وجبال، وبحار، وإنسان، وحيوان، وجماد، وزروع، ونحو ذلك - أدرك أن لهذا الكون خالقا وهو الله - عز وجل - فالقسمة العقلية في هذا الصدد لا تخرج عن ثلاثة أمور:","seal":"FC4532D4","part":1},
      {"page":60,"id":60,"nass":"1- إما أن تكون هذه المخلوقات وجدت صدفة من غير مُحْدِث ولا خالق: وهذا محال ممتنع يجزم العقل ببطلانه؛ لأن كل من له عقل يعلم أنه لا يمكن أن يوجد شيء من غير مُحْدِث ولا موجد، ولأن وجود هذه المخلوقات على هذا النظام البديع المتَّسِق المتآلف، والارتباط الملتحم بين الأسباب والمسببات، وبين الكائنات بعضها مع بعض ـ يمنع منعا باتا أن يكون وجودها صدفة.\r2- وإما أن تكون هذه المخلوقات هي الخالقة لنفسها: وهذا محال ممتنع؛ فكل عاقل يجزم أن الشيء لا يخلق نفسه؛ لأنه قبل وجوده معدوم؛ فكيف يكون خالقا؟\rوإذا بطل هذان القسمان تعين الثالث وهو:\r3- أن هذه المخلوقات لها خالق خلقها، ومحدث أوجدها: وهو الله الخالق لكل شيء، الذي لم يسبق بعدم، ولا ينتهي بفناء.\rوقد ذكر الله - عز وجل - هذا الدليل العقلي القاطع في القرآن الكريم فقال: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} .","seal":"6DF32733","part":1},
      {"page":61,"id":61,"nass":"يعني أنهم لم يخلقوا من غير خالق، ولا هم خلقوا أنفسهم؛ فتعين أن يكون خالقهم هو الله؛ فالمخلوق لا بد له من خالق، والأثر لا بد له من مُؤَثِّر، والمُحْدَث لا بد له من مُحْدِث، والمصنوع لا بد له من صانع، والمفعول لا بد له من فاعل.\rهذه قضايا واضحة، تعرف في بداهة العقول، ويشترك في إدراكها والعلم بها جميع العقلاء، وهي أعظم القضايا العقلية؛ فمن ارتاب فيها فقد دل على اختلال عقله، وبرهن على سفهه، وفساد تصوره.\rوهذه الحقائق معروفة لدى العقلاء من غير المسلمين، ومن نظر في كتاب (الله يتجلى في عصر العلم) وقد كتبه ثلاثون من علماء الفلك والطبيعة ممن انتهت إليهم الرياسة في هذه ـ العلوم ـ أدرك أن العالم الحقيقي لا يكون إلا مؤمناً، والعامي لا يكون إلاّ مؤمنًا، وأن الإلحاد والكفر إنما يبدوان من أنصاف العلماء، وأرباع العلماء ممن تعلم قليلا، وخسر بذلك الفطرة المؤمنة، ولم يصل إلى الحق الذي يدعو إليه الإيمان.\rوقريب من الكتاب السابق كتاب آخر اسمه (الإنسان لا يقوم وحده) وترجم للعربية بعنوان: (العلم يدعو للإيمان) .","seal":"D356A3E2","part":1},
      {"page":62,"id":62,"nass":"ومؤلف هذا الكتاب هو (كريسي موريسون) الرئيس السابق لأكاديمية العلوم في نيويورك، ورئيس المعهد الأمريكي لمدينة نيويورك، وعضو المجلس التنفيذي لمجلس البحوث القومي في الولايات المتحدة، والزميل في المتحف الأمريكي للتاريخ الطبيعي، وعضو مدى الحياة للمعهد الملكي البريطاني.\rومما قاله (موريسون) في كتابه الآنف الذكر: ((إن تقدم الإنسان من الوجهة الخلقية، وشعوره بالواجب إنما هو أثر من آثار الإيمان بالله)) .\rوقال: ((إن غزارة التدين لتكشف عن روح الإنسان، وترفعه خطوة خطوة، حتى يشعر بالاتصال بالله، وإن دعاء الإنسان الغريزي لله بأن يكون في عونه - هو أمر طبيعي، وإن أبسط صلاة تسمو به إلى مقربة من خالقه)) .\rوقال: ((إن الوقار، والكرم، والنبل، والفضيلة، والإلهام ـ لا تنبعث عن الإلحاد)) .\rوقال: ((بدون الإيمان كانت المدنية تفلس، وكان النظام ينقلب فوضى، وكان كل ضابط، وكل كبح يضيع، وكان الشر يسود العالم؛ فعلينا أن نثبت على اعتقادنا بوجود الله وعلى محبته)) .","seal":"59CFEB98","part":1},
      {"page":63,"id":63,"nass":"وقال: ((وما دامت عقولنا محدودة فإننا لا نقدر أن ندرك ما هو غير محدود، وعلى ذلك لا نقدر إلاّ أن نؤمن بوجود الخالق المدبر الذي خلق الأشياء بما فيها تكوين الذرات، والكواكب، والشمس.))\rوقال: ((إن كون الإنسان في كل مكان، ومنذ بدء الخليقة حتى الآن قد شعر بحافز يحفزه إلى أن يستنجد بمن هو أسمى منه، وأقوى، وأعظم ـ يدل على أن الدين فطري، ويجب أن يقر العلم بذلك)) .\rومن الأدلة على وحدانية الله، والإيمان به - دلالة الحس؛ والأدلة الحسية على ذلك لا تكاد تحصى، ومن الأمثلة الحسية الدالة على الإيمان بالله إجابة الدعوات؛ فكم من الداعين الملهوفين الذين يتوجهون إلى الله بالدعاء فيستجيب دعاءهم، ويفرج كرباتهم، ويدفع عنهم السوء.\rوالأمثلة على إجابة الدعوات كثيرة جدا، بل كل مسلم يعرف ذلك من نفسه.\rقال - تعالى -: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} وقال: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} .","seal":"33CAE415","part":1},
      {"page":64,"id":64,"nass":"ومن الأمثلة على ذلك ما جاء في القرآن الكريم من ذكر لإجابة دعوات الأنبياء قال - تعالى -: {وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ} وقال: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} .\rوجاء في السنة النبوية أدلة كثيرة على إجابة دعوات الداعين، ومن ذلك ما جاء في صحيح البخاري عن أنس بن مالك - رضي الله عنه - «أن أعرابيا دخل يوم الجمعة، والنبي - صلى الله عليه وسلم - يخطب، فقال: يا رسول الله، هلك المال، وجاع العيال؛ فادع الله لنا، فرفع النبي يديه، ودعا، فثار السحاب أمثال الجبال؛ فلم ينزل عن منبره حتى رأيت المطر يتحادر من لحيته.\rوفي الجمعة الثانية قام ذلك الأعرابي أو غيره، فقال: يا رسول الله تهدم البناء، وغرق المال، فادع الله لنا، فرفع يديه، وقال: اللهم حوالينا ولا علينا، فما يشير بيده إلى ناحية إلا انفرجت» .\rومن الأدلة الحسية - أيضا - آيات الأنبياء التي تسمى المعجزات، وهي أمور خارقة للعادة، خارجة عن نطاق البشر، يجريها الله على أيدي أنبيائه تأييدا لهم، وتصديقا لما جاءوا به من الحق.\rفالمعجزات برهان قاطع على وجود من أرسلهم.","seal":"8A67E028","part":1},
      {"page":65,"id":65,"nass":"مثال ذلك آيات موسى - عليه السلام - ومنها أنه - عليه الصلاة والسلام - لما ذهب بأتباعه المؤمنين لحق به فرعون وجنوده، فلما وصل موسى وأتباعه البحر قال أصحابه: (( {إِنَّا لَمُدْرَكُونَ} )) أي سوف يدركنا فرعون وجنوده، فقال موسى - عليه السلام -: (( {كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} )) فأوحى الله إلى موسى (( {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ} )) فلما ضرب موسى البحر بعصاه، صار في البحر اثنا عشر طريقا يابسا فعبره موسى وأتباعه، ولما لحق به فرعون وتمكن في البحر هو وجنوده أطبق عليهم البحر، فنجا موسى وأتباعه، وأدرك فرعون وجنوده الغرق.\rومن ذلك آية عيسى - عليه السلام - حيث كان يحيي الموتى، ويخرجهم من قبورهم بإذن الله.\rوكذلك نبع الماء بين أصابع النبي محمد - صلى الله عليه وسلم -\rوكذلك لما طلب كفار مكة منه - صلى الله عليه وسلم - آية فأشار إلى القمر، فانفلق فرقتين، فرآه الناس؛ فهذه الآيات المحسوسة التي يجريها الله تأييدا لرسله تدل دلالة قاطعة على وجود من أرسلهم.","seal":"8283F3B0","part":1},
      {"page":66,"id":66,"nass":"ومن الأدلة على وحدانية الله - عز وجل - ووجوب الإيمان به صدق الرسل؛ فالرسل جاءوا بدعوى النبوة، وتلك الدعوى لا يدعيها إلا أصدق الناس أو أكذبهم؛ فالأنبياء أصدق الناس، ومدعو النبوة أكذب الناس؛ فالأنبياء والرسل جاءوا بالوحي من عند الله، فأيدهم الله، ونصرهم، وأعلى شأنهم، وأجاب دعاءهم، وأهلك عدوهم؛ فلو كانوا كاذبين لأهلكهم، ولخذلهم، ولجعل الدائرة عليهم كما هي الحال مع مدعي النبوة.\rفتأييد الله للرسل دليل صدقهم، وصدقهم دليل على أنهم مبعوثون من عند الله الحق، وأن مرسلهم حق، وعبادته حق.\rومن الأدلة على وحدانية الله - هداية المخلوقات، فهذا دليل حسي عظيم يقود إلى الإيمان بالله - عز وجل - فلقد هدى الله الحيوان ناطقه، وبهيمه، وطيره، ودوابه، وفصيحه، وأعجمه إلى ما فيه صلاح معاشه وحاله.\rفمن الذي هدى الطفل ساعة ولادته إلى أن يلتقم ثدي أمه؟ ومن الذي أودع فيه معرفة عملية الرضاع، تلك العملية الشاقة التي تتطلب انقباضات متوالية في عضلات الوجه، واللسان، والعنق، وحركات متواصلة للفك الأسفل، والتنفس من طريق الأنف، كل ذلك يتم بهداية تامة، وبدون سابق علم أو تجربة؟\rفمن الذي ألهمه ذلك؟","seal":"15E085CD","part":1},
      {"page":67,"id":67,"nass":"إنه الله الذي أعطى كل شيء خلقه ثم هدى.\rومن الذي أعطى الإنسان القوة، والعقل، وعلمه ما لم يكن يعلم؟\rإنه الله الخالق المستحق للعبادة.\rأما هداية الطير، والوحش، والدواب فحدث ولا حرج؛ فلقد هداها الله إلى الأفعال العجيبة التي يعجز عنها الإنسان.\rوإذا أردت الدليل فانظر إلى حياة النحل، أو النمل، أو الحمام أو غيرها فسترى العجب العجاب الذي يدعوك إلى الإيمان برب الأرباب.\rوالمجال لا يتسع للتفصيل في هذا الأمر.","seal":"D5D327BF","part":1},
      {"page":68,"id":68,"nass":"ثانيا: الإيمان بالملائكة\rوهذا هو الركن الثاني من أركان الإيمان.\rوالملائكة: عالم غيبي، مخلوقون، عابدون لله - تعالى - وليس من لهم خصائص الربوبية، ولا الألوهية شيء، أي أنهم لا يخلُقون، ولا يَرزُقُون، ولا يجوز يعبدوا مع الله.\rوقد منحهم الله - عز وجل - الانقياد التام لأمره، والقوة على تنفيذه.\rوالملائكة عددهم كثير ولا يحصيهم إلا الله.\rوالإيمان بهم يتضمن ما يلي:\r1- الإيمان بوجودهم.\r2- الإيمان بمن علمنا اسمه منهم باسمه كجبريل، ومن لم نعلم اسمه نؤمن به إجمالا، أي نؤمن بأن لله ملائكة كثيرين، ولا يلزم معرفة أسمائهم.\r3- الإيمان بما علمنا من صفاتهم، كصفة جبريل؛ فقد أخبر النبي - صلى الله عليه وسلم - أنه رآه على صفته التي خلقه الله عليها، وله ستمائة جناح قد سد الأفق.","seal":"BF7E18FE","part":1},
      {"page":69,"id":69,"nass":"وقد يتحول الملك بأمر الله إلى هيئة رجل، كما حصل لجبريل حين أرسله الله إلى مريم أم المسيح، فتمثل لها بشرا سويا، وحين جاء إلى النبي - صلى الله عليه وسلم - وهو جالس بين أصحابه، حيث جاء جبريل بصورة رجل شديد بياض الثياب، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه أحد من أصحاب رسول الله، فجلس إلى رسول الله - صلى الله عليه وسلم - وأسند ركبتيه إلى ركبته، ووضع كفيه على فخذيه، وسأل النبي - صلى الله عليه وسلم - عن الإسلام، والإيمان، والإحسان، والساعة، وأماراتها، فأجابه النبي - صلى الله عليه وسلم - ثم قال بعد أن ولى: «هذا جبريل أتاكم يعلمكم دينكم»\rوكذلك الملائكة الذين أرسلهم الله إلى إبراهيم ولوط على هيئة رجال.\r4- الإيمان بما علمنا من أعمالهم التي يقومون بها، كتسبيح الله، وعبادته ليلا ونهارا بدون ملل ولا فتور.\rوقد يكون لبعضهم أعمال خاصة، كجبريل الأمين على وحي الله يرسله الله بالوحي إلى الأنبياء والرسل، ومثل ميكائيل الموكل بالقطر أي النبات، ومثل مالك الموكل بالنار، ومثل الملائكة الموكلين بحفظ بني آدم.\rوالإيمان بالملائكة يثمر ثمرات جليلة منها:","seal":"9EC7C3E6","part":1},
      {"page":70,"id":70,"nass":"1- العلم بعظمة الله - تعالى - وقوته، وسلطانه؛ فإن عظمة المخلوق من عظمة الخالق\r2- شكر الله على عنايته ببني آدم حيث وكل بهم من هؤلاء الملائكة من يقومون بحفظهم، وكتابة أعمالهم وغير ذلك من مصالحهم\r3- التقرب إلى الله بحب الملائكة على ما قاموا به من مراضي الله.","seal":"8B5AFDA4","part":1},
      {"page":71,"id":71,"nass":"منزلة القرآن الكريم من الكتب المتقدمة\rالقرآن الكريم هو آخر الكتب السماوية، وخاتمها، وأطولها، وأشملها، وهو الحاكم عليها؛ فهو مشتمل على ما اشتملت عليه الكتب السماوية السابقة، ويزيد عليها من المطالب الإلهية، والأخلاق النفسية.\rوالقرآن فيه نبأ السابقين، واللاحقين، وفيه الحكم، والحكمة، والأحكام.\rوالقرآن هو الحاكم المهيمن على الكتب السابقة؛ فما شهد له بالصدق فهو المقبول، وما حكم عليه بالرد فهو مردود قد دخله التحريف والتبديل.\rوالقرآن جاء في الذروة من الفصاحة والبلاغة والإعجاز؛ فهو معجز في لفظه، ومعناه، وفي فصاحته، وإخباره عن الغيوب السابقة واللاحقة، وهو معجز في حكمه وأحكامه وفي كل ما جاء به.\rولهذا يخضع له كل متمسك بالكتب المتقدمة؛ لأنها دلت عليه، وبشرت به.\rفالعمل - إذا - يكون بالقرآن، ولا يُقبل من أحد دينٌ إلا ما جاء في هذا القرآن؛ فهو رسالة الله الأخيرة للبشرية، بل هو عام للجن والإنس؛ بخلاف الكتب السماوية الأخرى التي كانت خاصة بأقوام معنيين، وفترات معينة.\rثم إن القرآن محفوظ من الزيادة، والنقص، والتحريف؛ فلقد تكفل الله - سبحانه - بحفظه.","seal":"84C6A1CF","part":1},
      {"page":72,"id":72,"nass":"قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} والذكر هو القرآن، والسنة النبوية.\rوالقرآن له أثر عظيم في القلوب؛ فما يسمعه أحد وهو ملقٍ سمعه إلا ويجد أن له تأثيرا عظيما في نفسه ولو لم يفهم معانيه أو دلالاته، حتى ولو لم يكن يعرف اللغة العربية.\rوهذا سر من أسرار القرآن التي تبين عظمته.\rثم إن القرآن له أبلغ الأثر في رقي الأمم وفلاحها؛ فهو الذي أخرج الله به من أمة العرب أعلام الحكمة والهدى، وجعلهم خير أمة أخرجت للناس، بعد أن كانوا يتخبطون في دياجير الجهالة.\rومن خصائص القرآن أنه لا تنقضي عجائبه، ولا يخلق من كثرة الرد؛ فكلما أكثر الإنسان من قراءته زادت حلاوته مرة بعد مرة.\rومن خصائصه أن الله يسر تعلمه وحفظه؛ ولهذا فإن كثيرا من أطفال المسلمين يحفظونه كاملا عن ظهر قلب.\rومن خصائصه أنه مشتمل على أعدل الأحكام، وأعظمها، وأشرفها، وأشملها؛ فلم يغادر صغيرة ولا كبيرة إلا وأحاط بها إجمالا وتفصيلا.\rويشهد بذلك كل منصف عاقل، حتى ولو لم يكن مسلما.","seal":"DE630A30","part":1},
      {"page":73,"id":73,"nass":"يقول السير وليم مور في كتابه المسمى (حياة محمد) : ((إن القرآن ممتلئ بأدلة من الكائنات المحسوسة والدلائل العقلية على وجود الله تعالى، وأنه الملك القدوس، وأنه سيجزي المرء بعمله إن خيرا فخير، وإن شرا فشر، وإن اتباع الفضائل، واجتناب الرذائل فرض على العالمين، وإن الواجب على كل مكلف أن يعبد الله -تعالى- وهي علة سعادته)) .\rويقول جيون: ((إن أوامر القرآن ليست محصورة في الفروض الدينية والأدبية فقط، إن القرآن عليه مدار الأمور الأخروية والدنيوية من الفقه، والتوحيد، والأحكام الحقوقية، والجزائية، وما به انتظام الكون، وقمع الظالم، وصيانة الحقوق، وذلك أمر إلهي لا مرية فيه.\rوبعبارة أخرى: إن القرآن المجيد هو الدستور العمومي لكل العالم الإسلامي، وهو دستور الدين الإسلامي، فهو نظام الكون في المعاش والمعاد، وبه النجاة الأبدية، وحفظ الصحة البدنية، والمصالح العمومية والشخصية، وما يترتب على ذلك من الفضائل الأدبية، والإجراءات الجزائية الدنيوية والأخروية، وكل ذلك منظم في القرآن المجيد)) .\rوبالجملة فالشهادات في هذا السياق كثيرة جداً، ولو استمر الكاتب في سردها لطال به المقام.","seal":"79B51585","part":1},
      {"page":74,"id":74,"nass":"السنة النبوية\rالسنة النبوية: هي كل ما ورد عن النبي - صلى الله عليه وسلم - من قول، أو فعل، أو وصف، أو تقرير.\rوالسنة شقيقة القرآن تفسره، وتبينه، وتعبر عنه، وتدل عليه، وتفصل مجمله، وتدل على أحكام سكت عنها القرآن، فهي المصدر الثاني من مصادر التشريع الإسلامي، وهي من الذكر الذي تكفل الله بحفظه.\rوالأحاديث التي جاءت عن الرسول - صلى الله عليه وسلم - كثيرة جدا، ولقد اعتنى بها العلماء غاية العناية؛ حيث ميزوا صحيحها من ضعيفها، ونقلوها إلينا بالأسانيد من طريق الرواة الثقاة العدول.","seal":"664EC4D5","part":1},
      {"page":75,"id":75,"nass":"ثمرات الإيمان بالكتب:\r1- العلم بعناية الله، حيث أنزل على كل قوم كتابا يهديهم\r2- العلم بحكمة الله؛ حيث شرع لكل قوم ما يلائمهم\r3- التحرر من زبالات أفكار البشر التي يدخلها الهوى ويعتريها النقص","seal":"7C90ED33","part":1},
      {"page":76,"id":76,"nass":"والإيمان بالرسل يتضمن:\r1- الإيمان بأن رسالتهم حق؛ فمن كفر برسالة واحد منهم فقد كفر بالرسل جميعاً، فالذي يكذب بعيسى أو موسى أو محمد أو غيرهم من الرسل فهو مكذب بجميع الرسل.\rوعلى هذا فالذين يؤمنون بعيسى، ويكذبون بمحمد - عليهما السلام - هم مكذبون بعيسى غير متبعين له؛ لأنه بَشَّرَ بمحمد - صلى الله عليه وسلم - ولا معنى لبشارته لهم إلا أنه رسول إليهم ينقذهم الله به من الضلالة، ويهديهم إلى الصراط المستقيم.\r2- الإيمان بما علمنا اسمه منهم باسمه كإبراهيم، وموسى، وعيسى، ومحمد، وما لم نعلمه نؤمن به إجمالاً؛ أي نؤمن بأن لله رسلاً قد بعثهم إلى أممهم، ولا يلزم أن نعرفهم بأسمائهم.\r3- تصديق ما صح من أخبارهم.\r4- العمل بشريعة خاتمهم الذي أرسل إلى الناس جميعا وهو محمد - صلى الله عليه وسلم -.","seal":"26079F25","part":1},
      {"page":77,"id":77,"nass":"من ثمرات الإيمان بالرسل:\r1- العلم برحمة الله، وعنايته بعباده؛ حيث أرسل إليهم الرسل ليهدوهم إلى صراط الله، ويبينوا لهم كيف يعبدون الله، ويسيرون على طريق مستقيمة في هذه الحياة؛ لأن العقل البشري لا يستقل بمعرفة ذلك.\r2- شكر الله على هذه النعمة.\r3- محبة الرسل، وتعظيمهم والثناء عليهم بما يليق بهم؛ لأنهم رسل الله، ولأنهم قاموا بعبادة الله، وتبليغ دعوته، والنصح لعباده، ولأنهم خير البشر، وصفوتهم، وأحسنهم أخلاقا، وأعظمهم عبادة.","seal":"4783B5AD","part":1},
      {"page":78,"id":78,"nass":"1- الإيمان بالبعث: وهو إحياء الموتى؛ حيث ينفخ في الصور، وهو قرن ينفخ فيه الملك الموكل بذلك، ويقوم الناس لرب العالمين حفاة عراة غُرْلا أي غير مختونين.\rوهذا البعث مقتضى الحكمة؛ حيث تقتضي أن يجعل الله لهذه الخليقة معادا يجازيهم به على ما كلفهم به على ألسنة رسله.","seal":"9FBAACA3","part":1},
      {"page":79,"id":79,"nass":"2- الإيمان بالجزاء والحساب: فيحاسب العبد على عمله، ويجازى عليه؛ فمن جاء بالحسنة فله عشر أمثالها، ومن جاء بالسيئة فلا يجزى إلا مثلها وهم لا يظلمون.\rوالجزاء والحساب مقتضى الحكمة؛ فإن الله أنزل الكتب، وأرسل الرسل، وفرض على العباد قبول ما جاء به الرسل، والعمل بما يجب العمل به.\rفلو لم يكن هناك حساب ولا جزاء لكان هذا من العبث الذي ينزه الله عنه.\rثم إن العباد منهم البر والفاجر، والمؤمن والكافر، فهل يليق بحكمة الله أن يكون هؤلاء سواء؟\rالجواب، لا، قال - تعالى -: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ} {مَا لَكُمْ كَيْفَ تَحْكُمُونَ} .","seal":"2522FF7E","part":1},
      {"page":80,"id":80,"nass":"3- الإيمان بالجنة والنار: وأنها المآل الأبدي للخلق؛ فالجنة هي دار النعيم التي أعدها الله للمؤمنين المتقين الذين آمنوا بما أوجب الله عليهم الإيمان به، وقاموا بطاعة الله ورسله، مخلصين لله، متبعين لرسوله.\rوفي الجنة من أنواع النعيم ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\rوالناس في الجنة تتفاوت درجاتهم بحسب أعمالهم الصالحة.\rوأما النار فهي دار العذاب التي أعدها الله للكافرين الظالمين الذين كفروا به، وعصوا رسله.\rوفيها من أنواع النكال والعذاب ما لا يخطر على البال.\rوالنار دركات، وأهلها يتفاوتون في العذاب بحسب أعمالهم السيئة.\rومما يلتحق بالإيمان باليوم الآخر الإيمان بأشراط الساعة، وما في القيامة من الأهوال.\rويلتحق فيه - أيضا - الإيمان بكل ما يكون بعد الموت من:\rأ- فتنة القبر: وهي سؤال الميت بعد دفنه؛ حيث تعاد له الروح؛ فيسأل عن ربه، ودينه، ونبيه؛ فيثبت الله الذين آمنوا بالقول الثابت، فيقول المؤمن: ربي الله، وديني الإسلام، ونبيي محمد.\rويضل الله الظالمين، فيقول الكافر: هاه، هاه، لا أدري، ويقول المنافق أو المرتاب: لا أدري سمعت الناس يقولون شيئا فقلته.","seal":"7E4C77CC","part":1},
      {"page":81,"id":81,"nass":"ب- عذاب القبر ونعيمه: فأما عذاب القبر فيكون للظالمين من المنافقين، والكافرين حيث يأتيهم من حر جهنم وعذابها ما يسوؤهم، ويضيق عليهم قبورهم.\rوأما نعيم القبر فللمؤمنين الصادقين، حيث يفتح لهم باب من أبواب الجنة، وتوسع عليهم قبورهم، ويأتيهم من نعيم الجنة ما تقر به عيونهم.","seal":"E029595D","part":1},
      {"page":82,"id":82,"nass":"ثمرات الإيمان باليوم الآخر\r1- الرغبة في فعل الطاعات، والحرص عليها؛ رجاء لثواب ذلك اليوم.\r2- الرهبة من فعل المعاصي، والحذر من الرضى بها؛ خوفا من عقاب ذلك اليوم.\r3- تسلية المؤمن عما يفوته في الدنيا بما يرجوه من نعيم الآخرة وثوابها.\r4- الصبر على الأذى، والمصائبِ، واحتسابُ الأجر.","seal":"85C32D33","part":1},
      {"page":83,"id":83,"nass":"إنكار البعث بعد الموت والرد على هذا الزعم\rأنكر الكافرون البعث بعد الموت زاعمين أن ذلك غير ممكن.\rوهذا الزعم باطل من وجوه عديدة منها:\rأ- الشرع: قال الله -تعالى -: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ}\rب- أن الله هو الذي بدأ الخلق، والذي بدأه لا يعجزه إعادته.\rجـ- الحس: فقد أرى الله عباده إحياء الموتى في هذه الدنيا، ومن ذلك أن قوم موسى - عليه السلام - حين قالوا: {لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً} أماتهم الله، ثم أحياهم.\rوفي قصة القتيل الذي اختصم فيه بنوا إسرائيل زمن موسى - عليه السلام - فأمرهم الله أن يذبحوا بقرة، ويضربوه ببعضها؛ ليخبرهم بمن قتله، ففعلوا ذلك فأحياه الله، وأخبر بمن قتله، ثم مات، وكذلك قصة الذين خرجوا من ديارهم وهو ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم.\rوكذلك ما أعطاه الله عيسى - عليه السلام - من القدرة على إحياء الموتى بإذن الله.\rوالأدلة على ذلك كثيرة جدا.","seal":"286C0530","part":1},
      {"page":84,"id":84,"nass":"إنكار عذاب القبر ونعيمه والرد على هذا الزعم\rينكر بعض الناس عذاب القبر ونعيمه؛ بحجة أنه لو كشف عن الميت في قبره لوجد كما كان، والقبر لم يتغير بسعة، ولا ضيق.\rوهذا الزعم باطل من وجوه عديدة منها:\rأ- الشرع؛ فأدلة الكتاب والسنة بينت وقوع عذاب القبر ونعيمه، ولا تجوز معارضة هذه الأدلة بالرد والتكذيب.\rب- الحس: ومن الأدلة الحسية التي تقرب المعنى، وتدل على عذاب القبر أن النوم أخو الموت، والنائم يرى في منامه أنه بمكان فسيح ينعم به، أو يرى أنه في مكان موحش يتألم منه.\rوربما يستيقظ أحيانا مما رأى، وهو مع ذلك على فراشه وفي حجرته على ما هو عليه.\rثم إن أحوال البرزخ في القبر لا يدركها الحس، ولو كانت تدرك بالحس لفاتت فائدة الإيمان بالغيب، ولتساوى المؤمن بالغيب، والجاحد في التصديق به.\rثم إن نعيم القبر وعذابه إنما يدركه الميت دون غيره، كما يرى النائم أنه في مكان موحش أو في مكان فسيح، وهو بالنسبة لغيره لم تتغير حاله، فهو يراه في منامه وبين فراشه وغطائه.","seal":"0ACDFFD9","part":1},
      {"page":85,"id":85,"nass":"ثم إن إدراك الخلق محدود بما مكنهم الله من إدراكه، ولا يمكن أن يدركوا كل شيء؛ فكما أن أبصارهم وأسماعهم لها حد تقف عنده فكذلك عقولهم ومداركهم لها حد تقف عنده.\rومما ينبغي أن يعلم في هذه المسألة أن عذاب القبر ونعيمه لا يختص بمن مات ووضع في القبر، بل يشمل كل من مات، سواء وضع في قبره، أو كان في ثلاجة الموتى، أو كان في بطن سبع، أو كان في صحراء لم يدفن فيها.\rوإنما قيل عذاب القبر؛ لأن العادة جرت بدفن الموتى.","seal":"AAB2B821","part":1},
      {"page":86,"id":86,"nass":"سادسا: الإيمان بالقدر\rالقدر: هو تقدير الله للكائنات حسب ما سبق به علمه، واقتضته حكمته.\rوهو علم الله بالأشياء، وكتابته ومشيئته وخلقه لها.\rومعنى الإيمان بالقدر أن يؤمن الإنسان بأن الله يعلم ما يكون وما كان، وما سيكون، وأن ما شاء الله كان، وما لم يشأه لا يكون، وأن الله كتب مقادير الخلائق فلا يقع شيء إلا بعلمه، وكتابته، ومشيئته وخلقه.\rويؤمن بأن ما أصابه لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.\rويؤمن - مع ذلك - بأن الله قد أمر بطاعته، ونهى عن معصيته، فيفعل الطاعة؛ رجاء ثواب الله، ويترك المعصية؛ خوفا من عقلبه؛ فإذا أحسن حمد الله، وإذا أساء استغفر الله.\rومن تمام الإيمان بالقدر أن يأخذ الإنسان بالأسباب، ويسعى في مصالحه الدنيوية، ويسلك الطرق الصحيحة الموصلة إليها، فيضرب في الأرض، ويسعى لطلب الرزق؛ فإن أتت الأمور على ما يريد حمد الله، وإن أتت على خلاف ما يريد تعزى بقدر الله.\rوالإيمان بالقدر على هذا النحو، يثمر سكون القلب، وطمأنينة النفس، وراحة البال، وترك التحسر على ما فات، ويورث في الإنسان الشجاعة، والإقدام، وطرد اليأس، وقوة الاحتمال.","seal":"F60489B3","part":1},
      {"page":87,"id":87,"nass":"ولهذا يجد المؤمنون بالقضاء والقدر راحة، وطمأنينة لا يجدها غيرهم ممن لا يؤمنون بقضاء الله وقدره.\rولهذا يشيع الانتحار في البلاد الكافرة التي لا يؤمن أهلها بالله وقدره؛ فتراهم لا يحتملون أدنى مصيبة تنزل بهم.\rأما المؤمنون بالقدر فلا تكاد توجد عندهم أدنى نسبة للانتحار؛ بسبب أنهم يؤمنون بأن ما أصابهم إنما هو بقضاء الله وقدره، ويؤمنون بأن الله لا يقدر لعبده المؤمن إلا الخير، حتى وإن كان القضاء مرا فإن عاقبته حميدة للمؤمن إن رضي بقدر الله.","seal":"EB162EF9","part":1},
      {"page":88,"id":88,"nass":"العبادة في الإسلام\rتعريفها:\rالعبادة في الإسلام هي التقرب إلى الله - عز وجل - بفعل ما أمر به، واجتناب ما نهى عنه.\rوهي شاملة لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة.\rوروح العبادة، ولبها، وحقيقتها تحقيق الحب والخضوع لله - تعالى-.","seal":"05B97204","part":1},
      {"page":89,"id":89,"nass":"شرطا العبادة:\rلا تقبل العبادة إلا إذا اجتمع فيها شرطان:\r1- الإخلاص لله.\r2- المتابعة لرسوله - صلى الله عليه وسلم -\rومعنى ذلك أنه لا بد من العبادة خالصة لله، وأن تكون موافقة لما جاء به الرسول -صلى الله عليه وسلم -.\rفلا يعبد إلا الله، ولا يعبد إلا بما شرع.\rفالصلاة على سبيل المثال عبادة لا تصرف إلا لله، أي لا يصلى إلا لله، وبهذا يتحقق الإخلاص.\rولا يصلى إلا كما جاء عن رسول الله - صلى الله عليه وسلم - من كيفية الصلاة، وبهذا تتحقق الموافقة والمتابعة للرسول - صلى الله عليه وسلم.\rولسائل أن يسأل: ما الحكمة من اشتراط هذين الشرطين لصحة العبادة؟\rوالجواب عن ذلك من عدة وجوه:\r1- أن الله أمر بإخلاص العبادة له وحده؛ فعبادة غيره معه شرك به - تعالى -.\rقال تعالى: {وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ}\r2- أن الله - تعالى - اختص نفسه بالتشريع؛ فهو حقه وحده، ومن تعبد بغير ما شرع الله فقد شارك الله في تشريعه.\r3- أن الله أكمل لنا الدين، فالذي يخترع عبادة من عنده يكون مستدركا على الدين، متهما له بالنقص.","seal":"E2574733","part":1},
      {"page":90,"id":90,"nass":"4- أنه لو جاز للناس أن يتعبدوا بما شاءوا كيفما شاءوا - لأصبح لكل إنسان طريقته الخاصة بالعبادة، ولأصبحت حياة الناس جحيما لا يطاق؛ إذ يسود التناحر والتنافر؛ لاختلاف الأذواق، والدين إنما يأمر بالاتفاق والائتلاف.","seal":"F0E3159B","part":1},
      {"page":91,"id":91,"nass":"أنواع العبادة\rأنواع العبادة كثيرة كالصلاة، والزكاة، والصيام، والحج، وبر الوالدين، وصلة الأرحام، وصدق الحديث، وأداء الأمانة، والوفاء بالعهود، والأمر بالمعروف، والنهي عن المنكر، وإماطة الأذى عن الطريق، والإحسان إلى الأيتام، والمساكين وابن السبيل والحيوان، وغير ذلك.\rومن أنواع العبادة: الذكر، والدعاء، والاستعاذة بالله، والاستعانة به، والتوكل عليه، والتوبة، والاستغفار.\rومنها: الصبر، والشكر، والرضا، والخوف، والمحبة، والرجاء، والحياء.","seal":"80A0A124","part":1},
      {"page":92,"id":92,"nass":"فضائل العبادة\rالعبادة في الإسلام هي الغاية المحبوبة لله، والمرضية له، التي خلق لأجلها الخلق، وأرسل الرسل، وأنزل الكتب، وهي التي مدح القائمين بها، وذم المستكبرين عنها.\rوالعبادة في الإسلام لم تشرع للتضييق على الناس، ولا لإيقاعهم في الحرج.\rوإنما شرعت لحكم عظيمة، ومصالح كثيرة، لا يحاط بعدها وحصرها.\rفمن فضائل العبادة أنها تزكي النفوس، وتطهرها، وتسمو بها إلى أعلى درجات الكمال الإنساني.\rومن فضائلها أن الإنسان محتاج إليها أعظم الحاجة، بل هو مضطر لها أشد الضرورة؛ فالإنسان بطبعه ضعيف، فقير إلى الله، وكما أن جسده بحاجة إلى الطعام والشراب - فكذا قلبه وروحه بحاجة إلى العبادة والتوجه إلى الله، بل إن حاجة قلبه وروحه إلى العبادة أعظم بكثير من حاجة جسده إلى الطعام والشراب؛ فإن حقيقة العبد قلبه وروحه، ولا صلاح لهما إلا بالتوجه إلى الله بالعبادة؛ فلا تطمئن النفوس في الدنيا إلا بذكر الله وعبادته، ولو حصل للعبد لذات أو سرور بغير الله فلا يدوم، وقد يكون ذلك الذي يتلذذ به لا لذة فيه ولا سرور أصلا.","seal":"60843C26","part":1},
      {"page":93,"id":93,"nass":"أما السرور بالله والأنس به - عز وجل - فهو سرور لا ينقطع ولا يزول؛ فهو الكمال، والجمال، والسرور الحقيقي؛ فمن أراد السعادة الأبدية فليلزم عتبة العبودية لله وحده.\rولهذا فإن أهل العبادة الحقة هم أسعد الناس، وأشرحهم صدرا.\rولا يوجد ما يسكن إليه العبد ويطمئن به، ويتنعم بالتوجه إليه حقا إلا الله.\rومن فضائل العبادة: أنها تسهل على العبد فعل الخيرات، وترك المنكرات، وتسليه عند المصائب، وتخفف عليه المكاره، وتهون الآلام، فيتلقاها بصدر منشرح، ونفس مطمئنة.\rومن فضائلها أن العبد يتحرر بعبوديته لربه من رق المخلوقين، والتعلق بهم، وخوفهم، ورجائهم؛ وبهذا يكون عزيز الجانب، مرفوع الرأس، عالي القدر.","seal":"E6E848C7","part":1},
      {"page":94,"id":94,"nass":"ومن إكرام الإسلام للمرأة أن أمرها بما يصونها، ويحفظ كرامتها، ويحميها من الألسنة البذيئة، والأعين الغادرة، والأيدي الباطشة؛ فأمرها بالحجاب والستر، والبعد عن التبرج، وعن الاختلاط بالرجال الأجانب، وعن كل ما يؤدي إلى فتنتها.\rومن إكرام الإسلام لها أن أمر الزوج بالإنفاق عليها، وإحسان معاشرتها، والحذر من ظلمها، والإساءة إليها.\rبل ومن المحاسن - أيضا - أن أباح للزوجين أن يفترقا إذا لم يكن بينهما وفاق، ولم يستطيعا أن يعيشا عيشة سعيدة؛ فأباح للزوج طلاقها بعد أن تخفق جميع محاولات الإصلاح، وحين تصبح حياتهما جحيما لا يطاق.\rوأباح للزوجة أن تفارق الزوج إذا كان ظالما لها، سيئا في معاشرتها، فلها أن تفارقه على عوض تتفق مع الزوج فيه، فتدفع له شيئا من المال، أو تصطلح معه على شيء معين ثم تفارقه.\rومن إكرام الإسلام للزوجة أن أباح للرجل أن يعدد، فيتزوج بأكثر من واحدة، فأباح له أن يتزوج اثنتين، أو ثلاثا، أو أربعا، ولا يزيد عن أربع.\rبشرط أن يعدل بينهن في النفقة، والكسوة، والمبيت.\rوإن اقتصر الزوج على واحدة فله ذلك.","seal":"00C8E188","part":1},
      {"page":95,"id":95,"nass":"هذا وإن في التعدد حكما عظيمة، ومصالح كثيرة لا يدركها الذين يطعنون في الإسلام، ويجهلون الحكمة من تشريعاته، ومما يبرهن على الحكمة من مشروعية التعدد ما يلي:\r1- أن الإسلام حرم الزنا: وشدد في تحريمه؛ لما فيه من المفاسد العظيمة التي تفوق الحصر والعد، والتي منها اختلاط الأنساب، وقتل الحياء، والذهاب بالشرف وكرامة الفتاة؛ إذ الزنا يكسوها عارا لا يقف حده عندها، بل يتعداه إلى أهلها وأقاربها.\rومن أضرار الزنا أن فيه جناية على الجنين الذي يأتي من الزنا؛ حيث يعيش مقطوع النسب، محتقرا ذليلا.\rومن أضراره ما ينتج عنه من أمراض نفسية وجسدية يصعب علاجها، بل ربما أودت بحياة الزاني كالسيلان، والزهري، والهربس، والإيدز، وغيرها.\rوالإسلام حين حرم الزنا وشدد في تحريمه فتح بابا مشروعا يجد فيه الإنسان الراحة، والسكن، والرحمة، والطمأنينة ألا وهو الزواج، حيث شرع الزواج، وأباح التعدد فيه - كما مضى -.","seal":"FD383B6C","part":1},
      {"page":96,"id":96,"nass":"ولا ريب أن منع التعدد ظلم للرجل وللمرأة؛ فمنعه قد يدفع إلى الزنا؛ لأن عدد النساء يفوق عدد الرجال في كل زمان ومكان، ويتجلى ذلك في أيام الحروب؛ فقصر الزواج على واحدة يؤدي إلى بقاء عدد كبير من النساء دون زواج، وذلك يسبب لهن الحرج، والضيق، والتشتت، وربما أدى بهن إلى بيع العرض، وانتشار الزنا، وضياع النسل.\r2- أن الزواج ليس متعة جسدية فحسب: بل فيه الراحة، والسكن، وفيه - أيضا - نعمة الولد، والولد في الإسلام ليس كغيره في النظم الأرضية؛ إذ لوالديه أعظم الحق عليه؛ فإذا رزقت المرأة أولادا، وقامت على تربيتهم كانوا قرة عين لها؛ فأيهما أحسن للمرأة: أن تنعم في ظل رجل يحميها، ويحوطها، ويرعاها؟ أو أن تعيش وحيدة طريدة ترتمي هنا وهناك؟\r3- أن نظرة الإسلام عادلة متوازنة: فالإسلام ينظر إلى النساء جميعهن بعدل، والنظرة العادلة تقول: بأنه لا بد من النظر إلى جميع النساء بعين العدل.\rإذا كان الأمر كذلك؛ فما ذنب العوانس اللاتي لا أزواج لهن؟ ولماذا لا ينظر بعين العطف والشفقة إلى من مات زوجها وهي في مقتبل عمرها؟ ولماذا لا ينظر إلى النساء الكثيرات اللواتي قعدن بدون زواج؟","seal":"614D4F6E","part":1},
      {"page":97,"id":97,"nass":"أيهما أفضل للمرأة: أن تنعم في ظل زوج معه زوجة أخرى، فتطمئن نفسها، ويهدأ بالها، وتجد من يرعاها، وترزق بسببه الأولاد، أو أن تقعد بلا زواج البتة؟\rوأيهما أفضل للمجتمعات أن يعدد بعض الرجال فيسلم المجتمع من تبعات العنوسة؟ أو أن لا يعدد أحد، فتصطلي المجتمعات بنيران الفساد؟\rوأيهما أفضل أن يكون للرجل زوجتان أو ثلاث أو أربع أو أن يكون له زوجة واحدة وعشر عشيقات، أو أكثر، أو أقل؟\r4- أن التعدد ليس واجبا: فكثير من الأزواج المسلمين لا يعددون؛ فطالما أن المرأة تكفيه - وأنه غير قادر على العدل فلا حاجة له في التعدد.\r5- أن طبيعة المرأة تختلف عن طبيعة الرجل: وذلك من حيث استعدادها للمعاشرة؛ فهي غير مستعدة للمعاشرة في كل وقت، ففي الدورة الشهرية مانع قد يصل إلى عشرة أيام، أو أسبوعين كل شهر.\rوفي النفاس مانع - أيضا - والغالب فيه أنه أربعون يوما. والمعاشرة في هاتين الفترتين محظورة شرعا؛ لما فيهما من الأضرار التي لا تخفى.\rوفي حال الحمل قد يضعف استعداد المرأة في معاشرة الزوج، وهكذا.\rأما الرجل فاستعداده واحد طيلة الشهر، والعام؛ فبعض الرجال إذا منع من التعدد قد يؤول به الأمر إلى الزنا.","seal":"DD270E79","part":1},
      {"page":98,"id":98,"nass":"6- قد تكون الزوجة عقيما لا تلد: فيحرم الزوج من نعمة الولد، فبدلا من تطليقها يبقي عليها، ويتزوج بأخرى ولود.\rوقد يقال: وإذا كان الزوج عقيما والزوجة ولودا؛ فهل للمرأة الحق في الفراق؟\rوالجواب: نعم فلها ذلك إن أرادت.\r7- قد تمرض الزوجة مرضا مزمنا: كالشلل وغيره، فلا تستطيع القيام على خدمة الزوج؛ فبدلا من تطليقها يبقي عليها، ويتزوج بأخرى.\r8- قد يكون سلوك الزوجة سيئا: فقد تكون شرسة، سيئة الخلق لا ترعى حق زوجها؛ فبدلا من تطليقها يبقي الزوج عليها، ويتزوج بأخرى؛ وفاء للزوجة، وحفظا لحق أهلها، وحرصا على مصلحة الأولاد من الضياع إن كان له أولاد منها.\r9- أن قدرة الرجل على الإنجاب أوسع بكثير من قدرة المرأة: فالرجل يستطيع الإنجاب إلى ما بعد الستين، بل ربما تعدى المائة وهو في نشاطه وقدرته على الإنجاب.\rأما المرأة فالغالب أنها تقف عن الإنجاب في حدود الأربعين، أو تزيد عليها قليلا.\rفمنع التعدد حرمان للأمة من النسل.\r10- أن في الزواج من ثانية راحة للأولى: فالزوجة الأولى ترتاح قليلا من أعباء الزوج؛ إذ يوجد من يعينها ويأخذ عنها نصيبا من أعباء الزوج.","seal":"C839CF24","part":1},
      {"page":99,"id":99,"nass":"ولهذا فإن بعض العاقلات إذا كبرت في السن وعجزت عن القيام بحق الزوج أشارت عليه بالتعدد.\r11- التماس الأجر: فقد يتزوج الإنسان بامرأة مسكينة لا عائل لها، ولا راعٍ، فيتزوجها بِنِيَّة إعفافها، ورعايتها، فينال الأجر من الله بذلك.\r12- أن الذي أباح التعدد هو الله - عز وجل -: فهو أعلم بمصالح عباده، وأرحم بهم من أنفسهم.\rوهكذا يتبين لنا حكمة الإسلام، وشمول نظرته في إباحة التعدد، ويتبين لنا جهل من يطعنون في تشريعاته.\rومن إكرام الإسلام للمرأة أن جعل لها نصيبا من الميراث؛ فللأم نصيب معين، وللزوجة نصيب معين، وللبنت وللأخت ونحوها ما هو مفصل في موضعه.\rومن تمام العدل أن جعل الإسلام للمرأة من الميراث نصف ما للرجل، وقد يظن بعض الجهلة أن هذا من الظلم؛ فيقولون: كيف يكون للرجل مثل حظ الأنثيين من الميراث؟ ولماذا يكون نصيب المرأة نصف نصيب الرجل؟\rوالجواب أن يقال: إن الذي شرع هذا هو الله الحكيم العليم بمصالح عباده.\rثم أي ظلم في هذا؟ إن نظام الإسلام نظام متكامل مترابط؛ فليس من العدل أن يؤخذ نظام، أو تشريع، ثم ينظر إليه من زاوية واحدة دون ربطه بغيره.","seal":"7B40295E","part":1},
      {"page":100,"id":100,"nass":"بل ينظر إليه من جميع جوانبه؛ فتتضح الصورة، ويستقيم الحكم.\rومما يتبين به عدل الإسلام في هذه المسألة - أن الإسلام جعل نفقة الزوجة واجبة على الزوج، وجعل مهر الزوجة واجب على الزوج - أيضا -.\rولنفرض أن رجلا مات، وخلف ابنًا، وبنتا، وكان للابن ضعف نصيب أخته، ثم أخذ كل منهما نصيبه، ثم تزوج كل منهما؛ فالإبن إذا تزوج فإنه مطالب بالمهر، والسكن، والنفقة على زوجته وأولاده طيلة حياته.\rأما أخته فسوف تأخذ المهر من زوجها، وليست مطالبة بشيء من نصيبها لتصرفه على زوجها، أو نفقة بيتها أو على أولادها؛ فيجتمع لها ما ورثته من أبيها، مع مهرها من زوجها، مع أنها لا تطالب بالنفقة على نفسها وأولادها.\rأليس إعطاء الرجل ضعف ما للمرأة هو العدل بعينه إذا؟\rهذه هي منزلة المرأة في الإسلام؛ فأين الأنظمة العادلة في الإسلام من نظم كثير من بقاع الأرض؟ حيث يتبرأ الأب من ابنته حين تبلغ سن الثامنة عشرة أو أقل؛ لتخرج هائمة على وجهها تبحث عن مأوى يسترها، ولقمة تسد جوعتها، وربما كان ذلك على حساب الشرف، ونبيل الأخلاق.","seal":"D723CED0","part":1},
      {"page":101,"id":101,"nass":"وأين إكرام الإسلام للمرأة، وجعلها إنسانا مكرما من الأنظمة التي تعدها مصدر الخطيئة، وتسلبها حقها في الملكية والمسؤولية، وتجعلها تعيش في إذلال واحتقار، وتعدها مخلوقا نجسا؟ وأين إكرام الإسلام للمرأة ممن يجعلون المرأة سلعة يتاجرون بجسدها في الدعايات والإعلانات؟\rوأين إكرام الإسلام لها من الأنظمة التي تعد الزواج صفقة مبايعةٍ تنتقل فيه الزوجة؛ لتكون إحدى ممتلكات الزوج؟ حتى إن بعض مجامعهم انعقدت؛ لتنظر في حقيقة المرأة، وروحها هل هي من البشر أو لا؟!\rوهكذا نرى أن المرأة المسلمة تسعد في دنياها مع أسرتها وفي كنف والديها، ورعاية زوجها، وبر أبنائها سواء في حال طفولتها، أو شبابها، أو هرمها، وفي حال فقرها أو غناها، أو صحتها أو مرضها.\rوإن كان هناك من تقصير في حق المرأة في بعض بلاد المسلمين أو من بعض المنتسبين إلى الإسلام - فإنما هو بسبب القصور والجهل، والبعد عن تطبيق شرائع الدين، والوزر في ذلك على من أخطأ - والدين براء من تبعة تلك النقائص.\rوعلاج ذلك الخطأ إنما يكون بالرجوع إلى هداية الإسلام وتعاليمه؛ لعلاج الخطأ.","seal":"D64ACCA3","part":1},
      {"page":102,"id":102,"nass":"هذه هي منزلة المرأة في الإسلام على سبيل الإجمال: عفة، وصيانة، ومودة ورحمة، ورعاية، وتذمم إلى غير ذلك من المعاني الجميلة السامية.\rأما الحضارة المعاصرة فلا تكاد تعرف شيئا من تلك المعاني، وإنما تنظر للمرأة نظرة مادية بحتة، فترى أن حجابها وعفتها تخلف ورجعية، وأنها لا بد أن تكون دمية يعبث بها كل ساقط؛ فذلك سر السعادة عندهم.\rوما علموا أن تبرج المرأة وتهتكها هو سبب شقائها وعذابها.\rوإلا فما علاقة التطور والتعليم بالتبرج وإظهار المفاتن، وإبداء الزينة، وكشف الصدور، والأفخاذ وهو أشد؟!\rوهل من وسائل التعليم والثقافة ارتداء الملابس الضيقة والشفافة والقصيرة؟!\rثم أي كرامة حين توضع صور الحسناوات في الإعلانات والدعايات؟\rولماذا لا تروج عندهم إلا الحسناء الجميلة، فإذا استنفذت السنوات جمالها وزينتها أهملت ورميت كأي آلة انتهت صلاحيتها؟\rوما نصيب قليلة الجمال من هذه الحضارة؟ وما نصيب الأم المسنة، والجدة، والعجوز؟\rإن نصيبها في أحسن الأحوال يكون في الملاجىء، ودور العجزة والمسنين؛ حيث لا تزار ولا يسأل عنها.","seal":"657D620B","part":1},
      {"page":103,"id":103,"nass":"وقد يكون لها نصيب من راتب تقاعد، أو نحوه، فتأكل منه حتى تموت؛ فلا رحم هناك، ولا صلة، ولا ولي حميم.\rأما المرأة في الإسلام فكلما تقدم السن بها زاد احترامها، وعظم حقها، وتنافس أولادها وأقاربها على برها - كما سبق - لأنها أدت ما عليها، وبقي الذي لها عند أبنائها، وأحفادها، وأهلها، ومجتمعها.\rأما الزعم بأن العفاف والستر تخلف ورجعية - فزعم باطل، بل إن التبرج والسفور هو الشقاء والعذاب، والتخلف بعينه، وإذا أردت الدليل على أن التبرج هو التخلف فانظر إلى انحطاط خصائص الجنس البشري في الهمج العراة الذين يعيشون في المتاهات والأدغال على حال تقرب من البهيمية؛ فإنهم لا يأخذون طريقهم في مدارج الحضارة إلا بعد أن يكتسوا.\rويستطيع المراقب لحالهم في تطورهم أن يلاحظ أنهم كلما تقدموا في الحضارة زاد نسبة المساحة الكاسية من أجسادهم، كما يلاحظ أن الحضارة الغربية في انتكاسها تعود في هذا الطريق القهقرى درجة درجة حتى تنتهي إلى العري الكامل في مدن العراة التي أخذت في الانتشار بعد الحرب العالمية الأولى، ثم استفحل داؤها في السنوات الأخيرة.","seal":"C148B837","part":1},
      {"page":104,"id":104,"nass":"وهكذا تبين لنا عظم منزلة المرأة في الإسلام، ومدى ضياعها وتشردها إذا هي ابتعدت عن الإسلام.","seal":"9182C9C8","part":1},
      {"page":105,"id":105,"nass":"1- أن حال المسلمين في عصورهم المتأخرة لا تمثل حقيقة الإسلام: فمن الظلم وقصور النظر أن تُجْعَلَ حال المسلمين في هذه العصور المتأخرة - هي الصورة التي تمثل الإسلام، فيُظن أن الإسلام لم يرفع عنهم الذلة، ولا التفرق، ولا الفقر.\rفعلى من يريد الحقيقة بعدل وإنصاف أن ينظر إلى دين الإسلام من خلال مصادره الصحيحة من كتاب الله، وسنة رسوله - صلى الله عليه وسلم - وما كان عليه سلف الأمة الصالح، وأن ينظر إلى الإسلام من خلال الكتب التي تتحدث عنه بعدل وعلم، فسيتبين له أن الإسلام يدعو إلى كل صلاح ديني ودنيوي، وأنه يحث على الاستعداد لتعلم العلوم النافعة، وأنه يدعو إلى تقوية العزائم، وجمع الكلمة.\rثم إن انحرافات بعض المنتسبين إلى الإسلام - قلت أو كثرت - لا يجوز بحال من الأحوال أن تحسب على الدين أو أن يعاب بها، بل هو براء منها، وتبعة الانحراف تعود على المنحرفين أنفسهم؛ لأن الإسلام لم يأمرهم بذلك؛ بل نهاهم وزجرهم عن الانحراف عما جاء به.","seal":"89FC7D04","part":1},
      {"page":106,"id":106,"nass":"ثم إن العدل يقتضي بأن يُنظر في حال القائمين بالدين حق القيام، والمنفذين لأوامره وأحكامه في أنفسهم وفي غيرهم؛ فإن ذلك يملأ القلوب إجلالا ووقارا لهذا الدين وأهله؛ فالإسلام لم يغادر صغيرة ولا كبيرة من الإرشاد والتهذيب إلا حث عليها، ولا رذيلة أو مفسدة إلا صد عن سبيلها، وبذلك كان المعظمون لشأنه، المقيمون لشعائره في أعلى طبقة من أدب النفس، وتربيتها على محاسن الشيم، ومكارم الأخلاق، يشهد لهم بذلك القريب والبعيد، والموافق، والمخالف.\rأما مجرد النظر إلى حال المسلمين المفرطين في دينهم، الناكبين عن صراطه المستقيم - فليس من العدل في شيء، بل هو الظلم بعينه.","seal":"AC3AD8B5","part":1},
      {"page":107,"id":107,"nass":"2- أن تأخر المسلمين سببه البعد عن الدين: فلم يتأخر المسلمون عن ركب الحضارة، ولم يتفرقوا ويستذلوا إلا عندما فرطوا في دينهم، ونسوا حظا مما ذكروا به.\rفالإسلام دين الرقي، والتقدم، والزكاء، وعندما كان المسلمون متمسكين بدينهم حق التمسك دانت لهم أمم الأرض قروناً متطاولة، فنشروا فيها لواء الحكمة، والعدل، والعلم.\rوهل ترقت أمم الأرض، وبزَّت غيرها في الصناعات والاختراعات المذهلة إلا بعد أن استنارت عقول أهليها بعلوم المسلمين بعد الحروب الصليبية؟\rألم تكن تلك الأمم في القرون التي يسمونها القرون المظلمة في غاية الجهل، والهمجية؟\rألم يكن المسلمون هم سادة الخلق آنذاك؟\rألم تكن مدينة الإسلام هي المدنية الزاهرة الحقيقية؛ حيث كان روحها الدين والعدل، والرحمة، حتى لقد شملت بظلها الظليل، وإحسانها المتدفق جميع الناس حتى المخالفين والأعداء؟\rفهل أخر المسلمين دينهم الحق؟ وهل منعهم من الرقي الحقيقي؟ وهل نفع الآخرين كفرهم بالله في تلك القرون الطويلة إذ كانوا هم الأذلين المخذولين؟","seal":"578151C2","part":1},
      {"page":108,"id":108,"nass":"ثم لما قصر المسلمون في التمسك بدينهم، وقصروا في ترك الأخذ بالأسباب الموصلة إلى خيري الدنيا والآخرة - حل بهم التفكك والدمار.\rثم إن التقدم المادي لا يكفي وحده، بل لا بد معه من الدين الحق الذي يزكي النفوس، ويرتقي بالأخلاق، فها هي أمم الكفر لما ارتقت في علوم المادة وأغفلت جانب الروح - ها هي تتخبط في تيهها وضلالها؛ فهل أغنت عنها تلك المدنية المادية فتيلا؟\rألم تكن حضارتها قائمة على الظلم، والجشع، والاستبداد، والاستعباد، والتسلط على الأمم الضعيفة؟\rألم ينتشر فيهم الخيانة، والسرقة، والانتحار، والقتل، والأمراض النفسية، والجنسية وغيرها؟\rفهذا أكبر برهان على أن الرقي المادي ينقلب ضرراً على أهله إذا خلا من الدين الحق الذي تستنير به العقول، وتزكو به النفوس","seal":"630DAE8A","part":1},
      {"page":109,"id":109,"nass":"3- أن القول بأن الإسلام دين تطرف وإرهاب مردود على من قاله: فهو محض افتراء، ومحاولة للصد عنه؛ فالإسلام دين الرحمة، والرفق، والتسامح، وما السيف الذي يأمر الإسلام بانتضائه للجهاد في سبيل الله إلا كمبضع طبيب ناصح يشرط به جسم العليل؛ لينزف دمه الفاسد، حرصا على سلامته؛ فليس الغرض من الجهاد في الإسلام سفك الدماء، وإزهاق الأرواح، وإنما الغرض منه إعلاء كلمة الله، وتخليص البشر من عبادة البشر، ودلالتهم على عبادة رب البشر، كي يعيشوا حياة كريمة.\rوأمة الإسلام خير أمة أخرجت للناس، وخير أمة جاهدت في سبيل الله فانتصرت، وغلبت فرحمت، وحكمت فعدلت، وساست فأطلقت الحرية من عقالها، وفجرت ينابيع الحكمة بعد نضوبها.\rواسأل التاريخ؛ فإنها قد استودعته من مآثرها الغُرِّ ما بَصُرَ بضوئه الأعمى، وازدهر في الأرض ازدهار الكواكب في كبد السماء.\rفماذا فعل المسلمون حين انتصروا على خصومهم؟ هل تكبروا، وتسلطوا، واستبدوا؟ وهل انتهكوا الأعراض، وقتلوا الشيوخ، والنساء، والأطفال؟","seal":"D8A8207F","part":1},
      {"page":110,"id":110,"nass":"ماذا فعل النبي - صلى الله عليه وسلم - عندما انتصر على خصومه الذين كانوا يؤذونه أشد الأذى؟ ألم يكن يصفح عنهم؟ ويمن عليهم بالسبي والأموال؟\rوماذا فعل المسلمون عندما انتصروا على كسرى وقيصر؟ هل خانوا وغدروا؟ هل تعرضوا للنساء؟ وهل أساءوا للرهبان في الأديرة؟ وهل عاثوا في الأرض فسادا؟ وهل هدموا المنازل، وقطعوا الأشجار؟\rوماذا فعل صلاح الدين لما انتصر على الصليبيين الذين فعلوا بالمسلمين الأفاعيل، ونكلوا بهم أيما تنكيل؟ فماذا فعل بهم صلاح الدين لما انتصر عليهم؟ ألم يصفح عن قائدهم؟ ويعالجه؟ ويطلق سراحه؟\rفهذه المواقف النبيلة وأمثالها كثير في تاريخ المسلمين، مما كان له أبلغ الأثر في محبة الناس للإسلام، والدخول فيه عن قناعة ويقين.\rأفغير المسلمن يقوم بهذا؟ آلغرب يقدم مثل هذه النماذج؟\rالجواب ما تراه، وتسمعه؛ فمن أين خرج هتلر، وموسيليني، ولينين، وستالين، ومجرمو الصرب؟ أليست أوربا هي التي أخرجت هؤلاء وأمثالهم من الشياطين الذين قتلوا الملايين من البشر، ولاقت منهم البشرية الويلات إثر الويلات؟","seal":"BC9A3054","part":1},
      {"page":111,"id":111,"nass":"ألا يعد أولئك هم طلائع حضارة أوربا؟ فمن الهمج القساة العتاة إذا؟ ومن المتطرفون الإرهابيون حقيقة؟\rثم من الذين صنعوا القنابل النووية، والعنقودية، والذرية، والجرثومية، وأسلحة الدمار الشامل؟\rومن الذين لوثوا الهواء بالعوادم، والأنهار بالمبيدات؟\rومن الذين يسلكون الطرق القذرة التي لا تمت إلى العدل، ولا إلى شرف الخصومة بشيء؟\rمن الذين يعقمون النساء؟ ويسرقون أموال الشعوب وحرياتهم، ومن الذين ينشرون الإيدز؟\rأليس الغرب، ومن يسير في ركابهم؟\rومن الذي يدعم اليهود وهم في قمة التسلط والإرهاب؟\rهذه هي الحقيقة الواضحة، وهذا هو الإرهاب والتسلط.\rأما جهاد المسلمين لإحقاق الحق، وقمع الباطل، ودفاعهم عن أنفسهم وبلادهم فليس إرهابا، وإنما هو العدل بعينه.\rوما يحصل من بعض المسلمين من الخطأ في سلوك سبيل الحكمة فقليل لا يكاد يذكر بجانب وحشية الغرب، وتبعته تعود على من أخطأ السبيل ولا تعود على الدين، ولا على المسلمين.\rوقد يكون لهذا مسوغاته في بعض الأحيان؛ فظلم الكفار عليهم قد يوجد مثل هذه التصرفات.\rوهكذا ينبغي للعاقل المنصف؛ أن ينظر إلى الأمور كما هي بعيدا عن الظلم والتزوير والنظرة القاصرة.","seal":"50FE6D6C","part":1},
      {"page":112,"id":112,"nass":"وبعد هذا فإن كان للإنسان عجب من شيء فإن عجبه من الأوربيين، والأمريكان؛ حيث لم يكتشفوا حقيقة الدين الإسلامي فيما اكتشفوه، وهي أجلُّ من كل ما اكتشفوه، وأضمن للسعادة الحقيقية من كل ما وصلوا إليه؛ فهل هم جاهلون بحقيقة الإسلام حقا؟!\rأم أنهم يتعامون ويصدون عنه؟!","seal":"C6A20E52","part":1},
      {"page":113,"id":113,"nass":"الدخول في دين الإسلام\rوبعد أن تبين لك عظمة دين الإسلام، وأنه الطريق الوحيد للنجاة عند الله ـ عز وجل ـ وأن الدخول فيه واجب على كل أحد، لك أن تسأل عن كيفية الدخول فيه، والجواب عن ذلك أن الإنسان يدخل في الإسلام بفطرته، وأصل خلقته؛ فكل مولود على وجه الأرض يولد على الفطرة، وهي دين الإسلام؛ فالمولود يولد مقراً بخالقه، محبا له، متوجها إليه.\rفإذا بقي على هذه الفطرة فهو مسلم على الأصل، ولا يحتاج إلى تجديد الدخول في الإسلام إذا بلغ وعقل.\rأما إذا نشأ بين أبوين غير مسلمين، واعتنق دينهما الباطل، أو كان معتنقا أي دين غير الإسلام كان واجبا عليه أن يتخلى عن دينه السابق، ويدخل في دين الإسلام؛ فيشهد أن لا إله إلا الله، وأن محمدا رسول الله، ثم يبدأ بتعلم ما يقيم به شعائر دينه من إقامة الصلاة ونحو ذلك ما سيأتي بيانه في الصفحات التالية - إن شاء الله-.\rتم بحمد الله - تعالى-.","seal":"C148FBA0","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"قصة البشرية","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن إبراهيم بن أحمد الحمد","bLnk":null,"Inf":"","Auth":"محمد بن إبراهيم الحمد","Betaka":"الكتاب: قصة البشرية\r\nالمؤلف: الشيخ محمد إبراهيم الحمد\r\nالناشر: الكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\r\nعدد صفحات (الكتاب الورقي) : 80\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"محمد بن إبراهيم بن أحمد الحمد\r\nولد في محافظة الزلفي 1385هـ، وتربى في رعاية والدته، ووالده إبراهيم الحمد أمير الزلفي عام 1361-1367هـ\r\nوالذي توفي في30/1/1404هـ.\r\n\r\nطلبه للعلم\r\nدرس الشيخ الابتدائية في مدرسة القدس، ثم انتقل إلى المدرسة المحمدية وتخرج فيها، ثم درس المتوسطة والثانوية في المعهد العلمي في الزلفي، ثم التحق بكلية اللغة العربية بجامعة الإمام محمد ابن سعود الإسلامية وتخرج منها عام 1409/1410هـ ثم التحق بقسم العقيدة بجامعة أم درمان الإسلامية في السودان، وحصل على درجة الماجستير بتقدير ممتاز في كتاب الإيمان بالقضاء والقدر، ثم قدم رسالة الدكتوراه في الجامعة المذكورة في كتاب القصيدة التائية في القدر لشيخ الإسلام ابن تيمية دراسة وتحقيق وشرح.\r\n\r\nحياته العلمية\r\nبعد تخرجه من جامعة الإمام عين مدرساً بالمعهد العلمي التابع لجامعة الإمام محمد بن سعود الإسلامية في محافظة الغاط، ثم انتقل إلى المعهد العلمي بمحافظة الزلفي عام 1413هـ، وأصبح وكيلاً للمعهد، ثم رجع إلى التدريس 1418هـ، بعد ذلك طُلب من جامعة الإمام محمد ابن سعود الإسلامية فرع القصيم التي أصبحت فيما بعد جامعة القصيم ليصبح من أعضاء هيئة التدريس بقسم العقيدة بكلية الشريعة وأصول الدين.\r\n\r\nألف في عدد من المواضيع والفنون: في العقائد، والأديان والفرق والمذاهب، والأحكام، والأخلاق والتربية والسلوك، والآداب والسير، والمشكلات الاجتماعية، وقضايا المرأة، وقد طبعت هذه الكتب طبعات كثيرة، ويبلغ عددها 85 مؤلفاً، ومنها:\r\nالتوبة وظيفة العمر، جوانب من سيرة سماحة الشيخ عبد العزيز بن باز، عقيدة أهل السنة والجماعة، قرأه وقدم له: سماحة الشيخ عبد العزيز بن باز، الإيمان بالقضاء والقدر، قرأه وقدم له: سماحة الشيخ عبد العزيز ابن باز، الهمة العالية، قرأه وقدم له: سماحة الشيخ عبد العزيز بن باز، الطريق إلى الإسلام، وقد ترجم إلى تسع لغات...\r\nوله عدد من الكتب تُدرس في عدد من الكليات، كالإيمان بالقضاء والقدر، والإيمان باليوم الآخر، ورسائل في العقيدة، ورسائل في الأديان والمذاهب والفرق.\r\nكما أُجريَ العديد من المسابقات على عدد من كتبه.\r\nوقد طُبعت كتبُه ومطوياته طبعات كثيرة سواء كانت خيرية أو عبر دور النشر.\r\nأقام عدداً من الدروس والدورات العلمية والاجتماعية سواء المباشرة، أو التي تبث عن طريق إذاعة القرآن الكريم بالمملكة.\r\nوله مشاركات عديدة في الصحف والمجلات.\r\n\r\nبعض مؤلفاته:\r\n    * التوبة وظيفة العمر\r\n    * مختصر عقيدة أهل السنة والجماعة\r\n    * الإيمان بالله\r\n    * لا إله إلا الله-معناها-أركانها-فضائلها-شروطها\r\n    * توحيد الربوبية\r\n    * توحيد الألوهية\r\n    * توحيد الأسماء والصفات\r\n    * الإيمان بالكتب\r\n    * الطريق إلى الإسلام\r\n    * كلمات في المحبة والخوف والرجاء\r\n    * الطيرة\r\n    * عقوق الوالدين-أسبابه-مظاهره-سبل العلاج\r\n    * قطيعة الرحم..المظاهر-الأسباب-سبل العلاج\r\n    * التقصير في حقوق الجار\r\n    * الكذب - مظاهره - علاجه\r\n    * لماذا تدخن\r\n    * إلى بائع الدخان\r\n    * الجريمة الخلقية - عمل قوم لوط\r\n    * العشق.حقيقته.خطره.أسبابه.علاجه\r\n    * الطريق إلى التوبة\r\n    * رسالة إلى طالب نجيب\r\n    * الهجرة دروس وفوائد\r\n    * توبة الأمة\r\n    * الصداقة بين العلماء-نماذج تطبيقية معاصرة-\r\n    * التقصير في تربية الأولاد\r\n    * الأسباب المفيدة في اكتساب الأخلاق الحميدة\r\n    * الإنترنت امتحان الإيمان والأخلاق والعقول\r\n    * الجوال آداب وتنبيهات\r\n    * أخطاء في أدب المحادثة والمجالسة\r\n    * معالم في التعامل مع الفتن\r\n\r\nموقع الشيخ الرسمي\r\nيشرف على موقع دعوة الإسلام www.toislam.net","seal":"F00D57B2","cat":"الدعوة وأحوال المسلمين - مرقم آليا","oNum":1979,"BkId":1979,"oAuth":182,"bVer":1,"aSeal":"AD5ADAE6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t1979":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"بداية قصة البشرية"},
      {"lvl":1,"id":7,"sub":0,"tit":"بعثة النبي محمد وخلاصة سيرته"},
      {"lvl":2,"id":7,"sub":1,"tit":"دعوة إبراهيم وبشرى عيسى ورؤيا أمه آمنة"},
      {"lvl":2,"id":9,"sub":0,"tit":"كون النبي صلى الله عليه وسلم خرج في أمة العرب"},
      {"lvl":2,"id":12,"sub":0,"tit":"شرف النسب"},
      {"lvl":2,"id":14,"sub":0,"tit":"بلوغه صلى الله عليه وسلم الذروة في مكارم الأخلاق"},
      {"lvl":2,"id":15,"sub":0,"tit":"كونه صلى الله عليه وسلم أميا لا يقرأ ولا يكتب"},
      {"lvl":2,"id":16,"sub":0,"tit":"ثانيا نبذة عن نسبه وحياته صلى الله عليه وسلم"},
      {"lvl":2,"id":20,"sub":0,"tit":"ثالثا بدء الوحي"},
      {"lvl":2,"id":25,"sub":0,"tit":"شهادة فيلسوف نصراني على صدق رسالة النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":33,"sub":0,"tit":"من خصائص دين الإسلام"},
      {"lvl":1,"id":46,"sub":0,"tit":"من محاسن الدين الإسلامي"},
      {"lvl":2,"id":46,"sub":1,"tit":"أولا في أوامره"},
      {"lvl":2,"id":49,"sub":0,"tit":"ثانيا في نواهيه"},
      {"lvl":1,"id":52,"sub":0,"tit":"أركان الإسلام ومعانيها"},
      {"lvl":2,"id":52,"sub":1,"tit":"شهادة أن لا إله إلا الله وأن محمدا رسول الله"},
      {"lvl":2,"id":54,"sub":0,"tit":"إقامة الصلاة"},
      {"lvl":2,"id":55,"sub":0,"tit":"إيتاء الزكاة"},
      {"lvl":2,"id":56,"sub":0,"tit":"صوم رمضان"},
      {"lvl":2,"id":57,"sub":0,"tit":"حج البيت"},
      {"lvl":1,"id":58,"sub":0,"tit":"أسس العقيدة الإسلامية"},
      {"lvl":2,"id":58,"sub":1,"tit":"أولا الإيمان بالله"},
      {"lvl":2,"id":68,"sub":0,"tit":"ثانيا الإيمان بالملائكة"},
      {"lvl":2,"id":71,"sub":0,"tit":"منزلة القرآن الكريم من الكتب المتقدمة"},
      {"lvl":2,"id":74,"sub":0,"tit":"السنة النبوية"},
      {"lvl":2,"id":75,"sub":0,"tit":"ثمرات الإيمان بالكتب"},
      {"lvl":2,"id":76,"sub":0,"tit":"ما يتضمنه الإيمان بالرسل"},
      {"lvl":2,"id":77,"sub":0,"tit":"من ثمرات الإيمان بالرسل"},
      {"lvl":2,"id":78,"sub":0,"tit":"الإيمان بالبعث"},
      {"lvl":2,"id":79,"sub":0,"tit":"الإيمان بالجزاء والحساب"},
      {"lvl":2,"id":80,"sub":0,"tit":"الإيمان بالجنة والنار وما يلتحق بهما"},
      {"lvl":2,"id":82,"sub":0,"tit":"ثمرات الإيمان باليوم الآخر"},
      {"lvl":2,"id":83,"sub":0,"tit":"إنكار البعث بعد الموت والرد على هذا الزعم"},
      {"lvl":2,"id":84,"sub":0,"tit":"إنكار عذاب القبر ونعيمه والرد على هذا الزعم"},
      {"lvl":2,"id":86,"sub":0,"tit":"سادسا الإيمان بالقدر"},
      {"lvl":1,"id":88,"sub":0,"tit":"العبادة في الإسلام"},
      {"lvl":2,"id":88,"sub":1,"tit":"تعريفها"},
      {"lvl":2,"id":89,"sub":0,"tit":"شرطها"},
      {"lvl":2,"id":91,"sub":0,"tit":"أنواعها"},
      {"lvl":2,"id":92,"sub":0,"tit":"فضائلها"},
      {"lvl":1,"id":94,"sub":0,"tit":"مكانة المرأة في الإسلام"},
      {"lvl":2,"id":94,"sub":1,"tit":"من مظاهر إكرام الإسلام للمرأة"},
      {"lvl":2,"id":95,"sub":0,"tit":"من حكم زواج الرجل بأكثر من امرأة"},
      {"lvl":1,"id":105,"sub":0,"tit":"تساؤل لماذا لا نرى أهل الإسلام في مقدمة الأمم في هذا العصر"},
      {"lvl":2,"id":105,"sub":1,"tit":"حال المسلمين في عصورهم المتأخرة لا تمثل حقيقة الإسلام"},
      {"lvl":2,"id":107,"sub":0,"tit":"تأخر المسلمين سببه البعد عن الدين"},
      {"lvl":2,"id":109,"sub":0,"tit":"القول بأن الإسلام دين تطرف وإرهاب مردود على من قاله"},
      {"lvl":1,"id":113,"sub":0,"tit":"الدخول في دين الإسلام"}
    ]
}
