{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b20766":
    [
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"مَدْخَل إلى مَشْروع «آثارِ الشَّيخ العلَّامة محمد الأمين الشِّنْقِيطي»\r\rوفيه:\r• مُقَدِّمة المُشْرِف العامّ على المشروع فضيلة الشيخ بَكْر بن عبد الله أبو زيد.\r• خِطَّة العمل في المشروع لـ عليِّ بن محمَّد العِمْران.\r• ترجمة مختصرة للشَّيخ العلامة محمد الأمين الشِّنْقِيطي للشيخ خالد بن عثمان السبت.\r__________\rقال معد الكتاب للشاملة: أكثر مؤلفات المشروع موزعة على أقسامها المناسبة بالمكتبة الشاملة.","seal":"2DDB5159","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"مقدمة المشرف العام على مشروع (آثار الشيخ العلامة محمد الأمين الشنقيطي) فضيلة الشيخ العلامة بكر بن عبد الله أبو زيد - حفظه الله- رئيس مجمع الفقه الإسلامي بجدة\rالحمد لله على آلائه المتكاثرة ونعمه المتواترة، اللهم صل على عبدك ورسولك محمد وعلى آله وصحبه أجمعين وسلم.\r\rأما بعد؛ فهذا مشروع جديد من سلسلة المشاريع العلمية المباركة -إن شاء الله تعالى-: التي بدأناها بـ:\r• آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال. وقد طبع منه ثلاثة عشر مجلدًا، والبقية تحت الإعداد.\r• ثم تبعها: آثار الإمام ابن قيم الجوزية وما لحقها من أعمال. وقد طبع منه ثمانية مجلدات، ومثلها في العدد سيطبع قريبًا. ولا زال العمل مستمرًا فيهما.\r• وهذا هو المشروع الثالث ضمن هذه السلسلة وهو: آثار فضيلة شيخنا العلامة الفقيه الأصولي المفسر المجتهد محمد الأمين بن محمد المختار الجكني الشنقيطي ثم المدني، المولود سنة 1325 - على الأرجح- والمتوفي سنة 1393 - رحمه الله تعالى-.\rوقد بدأت طباعة كتب الشيخ -رحمه الله تعالى- في حياته مما ألفه هو، أو مما جمعه طلابه من محاضراته، وبعضها طبع بعد وفاته، وبعضها لم يطبع إلا قريبًا، وبعضها لم يطبع حتى الآن - وهو (الرحلة","seal":"49E2D51E","page":7},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"إلى إفريقيا) و (الفتاوى) -.\rوفي عملنا هذا ضممنا جميع كتب الشيخ التي وقفنا عليها، فلم يبق له كتاب أو رسالة إلا دخلت ضمن هذا العمل، فجرى تحقيق جملةٍ منها مما وجدنا له أي أصلٍ يُعْتمد عليه، وصحَّحنا جملةً أخرى، حتى اكتمل عقدها في تسعة عشر مجلدًا.\rوقد استغرق العمل فيها من بدايته حتى استوى على سوقه نحو ثلاث سنوات مع الاشتغال بالمشاريع العلمية الأخرى، وهذا من ثمرات التعاون بين جميع المشاركين في هذا العمل. وسيأتي في (خطة العمل في هذا المشروع) شرح وافٍ لذلك.\r\rونشير هنا إلى أمور:\r• الأول: يسرُّ مجمع الفقه الإسلامي بجدة المنبثق عن منظمة المؤتمر الإسلامي أن تكون طباعة آثار العلامة الشنقيطي ضمن منشوراته؛ لما فيها من العلم والتحقيق الذي يلتقي مع أهداف المجمع الذي أُسِّس من أجلها.\r\r• الثاني: من نعمة الله تعالى موافقة الشيخ سليمان بن عبد العزيز الراجحي على تمويل هذا المشروع بواسطة مؤسسته الخيرية، جزاه الله خيرًا.\r\r• الثالث: في ترجمة شيخنا اكتفينا بترجمة مختصرة في مقدمة المشروع، لحين تيسر كتابة ترجمة واسعة لائقة بمكانة الشيخ -رحمه الله تعالى-.\r\r• الرابع: بعد هذه التقدمة شرح مفصل لمراحل العمل في","seal":"8FF732B0","page":8},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"المشروع، والكتب الداخلة فيه، وطريقة التحقيق والتصحيح، وذِكْر المشاركين فيه.\r\r• خامسًا: نشكر جميع من أسهم في إنجاح هذا العمل العلمي المبارك، ونُهيب بكل من لديه فائدة أو مشورة تُعِين على تسديد هذا العمل وتكميله على التواصل معنا.\rوصلى الله على نبينا محمد وآله وصحبه أجمعين وسلم.\r\rبكر بن عبد الله أبو زيد","seal":"BDF1FB75","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"خطة العمل في (آثار الشيخ العلامة محمد الأمين الشنقيطي)\rالحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون. والحمد لله الذي لا يُؤدَّى شُكْرُ نعمةٍ من نِعَمِهِ إلا بنعمةٍ منه توجب على مُؤدِّي ماضي نعمه بأدائها نعمةً حادثةً يجب عليه شكره بها. ولا يبلغ الواصفون كُنه عظمته الذي هو كما وصَفَ نفسَه وفوقَ ما يصفُه به خلقُه.\r\rأحمده حمدًا كما ينبغي لكرم وجهه وعِز جلاله، وأستعينه استعانةَ من لا حول له ولا قوة إلا به، وأستهديه بهداه الذي لا يضل من أنعم به عليه، وأستغفره لما أَزلفتُ وأَخرتُ: استغفار من يُقر بعبوديته ويعلم أنه لا يغفر ذنبه ولا ينجيه منه إلا هو.\rوأشهد أن لا إله إلا الله وحده لا شريك له وأن محمدًا عبده ورسوله (¬1).\r\rأما بعد: فهذا المشروع المبارك -إن شاء الله تعالى- هدفه طباعة جميع كتب الشيخ العلامة محمد الأمين الشنقيطي -رحمه الله- سواء تلك الكتب التي ألَّفها، أو تلك الأمالي والمحاضرات التي كان يلقيها على الطلاب في المعاهد والكليات العلمية، فتُدَوَّن وتُعرض عليه ويجيزها، أو تلك الدروس التي ألقاها في مجالسه العلمية في المسجد النبوي وغيره وسجلت عنه في أشرطة، أو المحاضرات التي كان يلقيها\r¬__________\r(¬1) اقتباس من مقدمة (الرسالة): 8 - 9 للشافعي.","seal":"8C1BB2D9","page":11},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"أو يكتبها في الملتقيات الثقافية، أو الفتاوى التي كان يجيب بها على المستفتين.\r\rهذا هو شرط هذا المشروع في جميع الكتب التي أُدْرِجَت فيه، فلم نُدْخِل فيه المذكِّرات غير النصِّيَّة كـ (تفسير سورة هود وسورة النور) باعتناء الأهدل، والمقيَّدات في أثناء الدروس والمحاضرات، وكذا أعمال الجمع والترتيب من كلام الشيخ وكتبه كـ (سلالة الفوائد الأُصولية) للسديس وغيرها، والكتب الناقصة كـ (رسالة له في النحو) ... وغيرها. ولم ندخِل كذلك الإكمالات لما تركه الشيخ ناقصًا كـ (تكملة أضواء البيان) للشيخ عطية سالم وهي المجلدان الثامن والتاسع من المطبوع، و (تكملة شرح المراقي) لمن أكملها من طلابه، وهي شرح نحو مئة وستين بيتًا.\r\rوعليه فالكتب التي دخلت في هذا المشروع -بحسب ترتيبها فيه- هي:\r1 - أضْوَاءُ البيَانِ في إيضَاحِ القُرْآنِ بِالقُرْآنِ (1 - 7).\r2 - العَذْبُ النَّمِيرُ مِنْ مَجَالِسِ الشِّنْقِيطِيِّ في التَّفْسِيرِ (1 - 5).\r3 - دَفْعُ إيهَامِ الاضْطِرابِ عَنْ آياتِ الكِتابِ.\r4 - مَنْعُ جَوَازِ المَجَازِ في المُنَزَّلِ للتَّعَبُّدِ والإعْجازِ.\r5 - شَرْحُ مَرَاقِي السُّعُوْدِ. المطبوع باسم (نَثْرُ الوُرُوْدِ) (1 - 2).\r6 - مُذَكِّرَةُ أُصُوْلِ الفِقْهِ على رَوْضَةِ النَّاظِرِ.\r7 - آدابُ البحثِ والمناظرة.\r8 - رِحْلَةُ الحَجِّ إلى بَيتِ اللهِ الحَرامِ.","seal":"20450D24","page":12},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"9 - الرِّحْلَةُ إلى إفْرِيقِيا -يطبع لأول مرة-.\r10 - الفَتَاوَى وهي خمس -تطبع لأول مرة-.\r11 - المُحَاضَرات، وهي:\r• المصالحُ المُرْسَلَةُ.\r• منهجُ التشريعِ الإسلاميِّ وحِكْمَتُه.\r• الإسلامُ دِينٌ كامِلٌ.\r• منهجٌ ودراساتٌ لآياتِ الأسماءِ والصِّفاتِ.\r• المُثُلُ العُلْيا في الإسْلامِ.\r• فتوى في تحريم التعليم المُخْتَلَطِ.\r• بيانُ الناسِخِ والمنْسُوخِ من آيِ الذِّكْرِ الحكيم.\r\rوكان العمل في هذه الكتب على نوعين:\r\rالأول: تحقيق، وهي خمسة كتب:\r• العذب النمير، والرحلة إلى إفريقيا، كلاهما من تحقيق الشيخ خالد بن عثمان السبت.\r• شرح مراقي السعود (المطبوع باسم نثر الورود)، حققه: علي بن محمد العمران.\r• آداب البحث والمناظرة، حققه: الشيخ سعود بن عبد العزيز العريفي.\r• الفتاوى -وهي خمس-، حققها: الشيخ سليمان بن عبد الله العمير.","seal":"CCE094ED","page":13},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"الثاني: قراءة وتصحيح، وهي بقية الكتب.\rأما العمل في هذه الكتب تحقيقًا وتصحيحًا فهدفه الأساس هو الخروج بنصٍّ صحيح خال من الأخطاء، أقرب ما يكون إلى ما تركه المؤلف.\rغير أن الكتب المحققة تمتاز بالعناية بنص الكتاب؛ بالاعتماد على أصوله الخطية أو المسموعة، وبالتخريج لآياته وأحاديثه وأشعاره، والترجمة لأعلامه، والتعليق على مسائله، وغيرها مما تتطلبه مهمة التحقيق. وفي مقدمات تلك الكتب المحققة ما يُغني عن تفصيل القول في كل كتاب هنا.\r\rأما الكتب المصححة، فنفصِّل القولَ فيها كالتالي:\r\r• أضواء البيان:\rوكان العمل فيه كالتالي:\r- اعتمدنا في المقابلة على النسخة المطبوعة في حياة الشيخ -رحمه الله تعالى- وهي طبعة المدني.\r- وضعنا أرقام صفحات الطبعة القديمة في هوامش طبعتنا لتسهيل الرجوع إليها. وهذا صنعناه في (أضواء البيان) خاصة.\r- صححنا الأخطاء المطبعية المنتشرة في الكتاب وهي كثيرة جدًّا، خاصة في النصوص الشعرية، واستفدنا من التصحيحات التي قيَّدها الشيخ عبد الرحمن السديس على نسخته.\r- أعدنا تنسيق نصوص الكتاب من جديد، فقسَّمنا النصَّ إلى","seal":"F25A9C08","page":14},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"فقرات تُعِين على فهمه وترتيب أفكاره وموضوعاته، مع مراعاة عدم المبالغة في هذا الأمر، وأصلحنا الخلط الواقع فيها.\r- ومن ذلك أن جعلنا الآيات التي خصَّها الشيخ بالشرح تبدأ بفقرة جديدة وقبلها علامة (*).\r- راجعنا كثيرًا من النصوص التي ينقلها الشيخ من المصادر عند وجود إشكالٍ ما.\r- لم نتصرف في نصوص الكتاب بالتغيير ونحوه إلا عند التأكد من الخطأ. مع التقليل من الأقواس [] أو () عند إضافة نصٍّ أجنبي.\r- إذا لم يتبين لنا وجه الصواب في العبارة، تركناه كما هو مع الإشارة في الهامش إلى ذلك.\r- اعتنينا بعلامات الترقيم، بلا مبالغة أو تفريط.\r\r• مذكرة أصول الفقه:\r- اعتمدنا في المقابلة على الطبعة السلفية التي طبعت في حياة الشيخ عام 1391.\r- صححنا الكتاب بنحو ما تقدم في (أضواء البيان).\r- استفدنا من بعض التصحيحات في بعض الطبعات الأخرى.\r- أحلنا على \"روضة الناظر\" (¬1) في كل موضع يشرحه الشيخ، ووضعنا نصوص \"الروضة\" بين قوسين كبيرين بخط أثخن تمييزًا له.\r¬__________\r(¬1) بتحقيق الشيخ عبد الكريم النملة، في ثلاثة مجلدات.","seal":"6D791F95","page":15},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"• دفع إيهام الاضطراب:\r- استفدنا من عدة طبعات للكتاب، الطبعة القديمة التي طبعت في حياة الشيخ، وطبعة أخرى في مجلة الجامعة الإسلامية، وطبعة مكتبة ابن تيمية.\r- صححنا الكتاب بنحو ما تقدم في أضواء البيان.\r- صححنا الكتاب أكثر من ثلاث مرات، وراجعنا لحل الإشكالات كتب الشيخ الأخرى. وكان في النية الإحالة على أضواء البيان في المواضع التي تعرَّض لشرحها، لكن لم يتيسر ذلك.\r\r• منع جواز المجاز:\r- اعتمدنا في المقابلة على الطبعة القديمة للكتاب، التي طبعت في حياة الشيخ -رحمه الله-.\r- صححنا الكتاب بنحو ما تقدم في أضواء البيان.\r- راجعنا الأشعار على مصادرها من كتب الشواهد والدواوين لكثرتها، وضبطنا ما هو بحاجة إلى ضبط.\r- أحلنا على الكتب التي صرح الشيخ بالنقل عنها.\r\r• رحلة الحج إلى بيت الله الحرام:\r- اعتمدنا في المقابلة على الطبعة الأولى التي طبعت عام 1403 أي بعد وفاة الشيخ بعشر سنوات، مع أن الشيخ كان قد انتهى من إملائه قبل وفاته.\r- صححنا الكتاب بنحو ما تقدم في أضواء البيان.","seal":"710F4C78","page":16},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"- أعدنا تصحيحه والاعتناء به ثلاث مرات.\r\r• المحاضرات:\r- ضممنا تحت هذا العنوان كل المحاضرات التي عرفناها مما ألقاه أو أملاه الشيخ في المواسم الثقافية في الجامعة الإسلامية وهي خمس، ثم ألحقنا بها (فتوى في تحريم التعليم المختلط)، و (شرحًا لأبيات السيوطي في الناسخ والمنسوخ من الآيات).\r- اعتمدنا في تلك المحاضرات وما تبعها على أقدم الطبعات، غير محاضرة (منهج ودراسات لآياتِ الأسماءِ والصِّفاتِ) فقد حصلنا على شريط مسجل لها فكان عليه الاعتماد. و (تحريم التعليم المختلط) اعتمدنا على نسخة مكتوبة على الحاسب.\r- تراجع مقدمة (المحاضرات) لزيادة التفصيل.\rوبعد؛ فقد صار عدد مجلدات هذا المشروع تسعة عشر مجلدًا؛ سبعة (للأضواء)، وخمسة (للعذب النمير)، ومجلدان (لشرح المراقي)، ومجلد (للمذكرة)، ومجلد ضممنا فيه كتابين: (دفع الإيهام، ومنع جواز المجاز)، ومجلد (لآداب البحث)، ومجلد (لرحلة الحج)، ومجلد ضممنا فيه ثلاثة كتب: (الرحلة إلى أفريقيا، والفتاوى -وهي خمس-، والمحاضرات -وهي سبع-).\rوكان من المؤمل صنع ترجمة كبيرة لائقة بالشيخ الأمين يكتبها تلميذه شيخنا العلامة بكر بن عبد الله أبو زيد المشرف العام على المشروع لكن حال دون ذلك حوائل، ولذا اكتفينا بالترجمة الموجزة التي كتبها الشيخ خالد السبت في مقدمة (العذب النمير) مع بعض الزيادات.","seal":"D4719EC4","page":17},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"ونحن نعقد العزم بعد الانتهاء من هذا المشروع الكبير على صنع فهارس شاملة مفصلة ومتنوعة، نظرية وعلمية لجميع الكتب، تجمع في مجلد واحد. وكان قد صنع بعض طلبة العلم فهارس متنوعة لأكثر كتب الشيخ إلا أنه بحاجة إلى بعض الإكمال والتصحيح وتحويل أرقام الصفحات إلى طبعاتنا.\r\rكما نشكر جميع المشايخ المشاركين في إنجاز هذا العمل الكبير سواء في التحقيق وهم: الشيخ سليمان بن عبد الله العمير الأستاذ بالجامعة الإسلامية بالمدينة، والشيخ خالد بن عثمان السبت الأستاذ بكلية المعلمين بالدمام، والشيخ سعود بن عبد العزيز العريفي الأستاذ بجامعة أم القرى بمكة. أو التقويم والتصحيح وهم: الشيخ أحمد حاج عثمان، والشيخ عبد الرحمن بن حسن بن قائد. وكذلك الأفاضل الذين شاركوا في المراجعة والمقابلة مثل: الأخ عبد الرحمن بن سالم الأهدل، ونايف بن محمد القطاع، وغيرهم.\r\rوفي ختام هذه المقدمة ندعو كل المهتمين بكتب العلامة الشنقيطي إلى التواصل معنا بكل ما يستدرك سواء من كتب أو أشرطة وقفوا عليها لم تدخل في المشروع، أو من تصحيحات في نصوص الكتب، أو اقتراحات تُثرْي العمل وتسدده.\r\rوصلى الله على نبينا محمد وعلى آله وصحبه وسلم، والحمد لله الذي بنعمته تتم الصالحات.\r\rكتبه: علي بن محمد العمران\r8 / جمادى الآخرة / 1426","seal":"D4F34605","page":18},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"ترجمة الشيخ العلامة المُفسِّر الأصولي محمد الأمين الشنقيطي (¬1)\rأولًا: اسمه ونسبه\rهو محمد الأمين بن محمد المختار بن عبد القادر بن محمد بن أحمد نوح بن محمد بن سيدي أحمد بن المختار. من أولاد الطالب أوبك، الذي هو من أولاد كرير بن الموافي بن يعقوب بن جاكن الأبر، جد القبيلة المعروفة بالجكنيين، التي يرجع نسبها إلى حِمْيَر.\r\rثانيًا: مولده ونشأته\rوُلد الشيخ (رحمه الله) سنة (1325) عند ماء يُسمى (تَنْبَه) من أعمال (كيفا) من موريتانيا.\rوقد نشأ الشيخ (رحمه الله) يتيمًا؛ إذ توفي والده وهو صبي صغير لا زال يقرأ في جزء عمَّ من القرآن الكريم. فترعرع الغلام في بيت أخواله الذين هم من بني عمومته؛ ذلك أن والدته كانت ابنة عم أبيه، وكان ذلك البيت الذي تربى فيه الشيخ (رحمه الله) يزخر بمزيد من العلم فضلًا عمَّا يكتنف تلك البيئة من قطر شنقيط عمومًا من انتشار\r¬__________\r(¬1) مصادر الترجمة: ترجمة تلميذه الشيخ عطية سالم، وهي مطبوعة في آخر أضواء البيان، \"علماء ومفكرون عرفتهم\"، للمجذوب (1/ 171)، \"ترجمة الشيخ محمد الأمين الشنقيطي\"، للسديس، \"جهود الشيخ محمد الأمين الشنقيطي في تقرير عقيدة السلف\"، للطويان (رسالة ماجستير مقدمة في الجامعة الإسلامية عام 1412 ثم طُبِعت في مجلدين عن مكتبة العبيكان). وغيرها.","seal":"DC040C9D","page":19},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"للعلم وذويه، والأدب وأربابه، والفروسية ورجالاتها.\rوكان أبوه قد خلَّف له ثروة من المال والحيوان، ولم يخلف ولدًا سواه.\rيقول الشيخ (رحمه الله) متحدثًا عن بعض أيام الصبا: \"كنت أميل إلى اللعب أكثر من الدراسة، حتى حفظت الحروف الهجائية، وبدءوا يقرئونني إياها بالحركات (ب، فتحة با، ب، كسرة بِي، ب ضمة بُو) وهكذا .. فقلت لهم: أَوَ كل الحروف هكذا؟ قالوا: نعم، فقلت: كفى، إني أستطيع قراءتها كلها على هذه الطريقة؛ كي يتركوني، فقالوا: اقرأها. فقرأت بثلاثة حروف أو أربعة، وتنقَّلْت إلى آخرها بهذه الطريقة، فعرفوا أني فهمت قاعدتها، واكتفوا مني بذلك، وتركوني، ومن ثَمَّ حُبِّبَت إليَّ القراءة\" ا. هـ.\rولمَّا أتم العاشرة من عمره فرغ من حفظ القرآن الكريم على خاله عبد الله بن محمد المختار بن إبراهيم بن أحمد نوح.\r\rثالثًا: طلبه للعلم\rبعد أن أتم حفظ القرآن في سن العاشرة تعلم رسم المصحف العثماني على ابن خاله، وهو سيدي محمد بن أحمد بن محمد المختار، كما قرأ عليه التجويد في مقرأ نافع، برواية ورش، من طريق أبي يعقوب الأزرق، وقالون من رواية أبي نشيط، وأخذ عنه سندًا بذلك إلى النبي - صلى الله عليه وسلم -، وكان قد بلغ من العمر ستة عشر عامًا.\rكما درس أثناء تلك القراءة بعض المختصرات في الفقه على","seal":"BEF286C4","page":20},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"مذهب الإمام مالك، كرجز ابن عاشر، كما درس الأدب مع شيء من التوسع على زوجة خاله، وأخذ عنها إضافة إلى الأدب: مبادئ النحو كالآجرومية، وبعض التمرينات، كما أخذ عنها بتوسع: أنساب العرب وأيامهم، والسيرة النبوية، ونظم الغزوات لأحمد البدوي الشنقيطي -وهو يربو على خمسمائة بيت مع شرحه لابن أخت المؤلف المعروف بحماد-، ودرس عليها أيضًا نظم عمود النسب للمؤلف نفسه، وهو نظم طويل يُعَدُّ بالآلاف، بالإضافة إلى شرحه لابن أخت المؤلف (القدر المتعلق بالعدنانيين).\rكل ذلك حصَّله في بيت أخواله! ! وقد أخذ عن غيرهم الفقه المالكي من مختصر خليل، والنحو من ألفية ابن مالك وغيرها، والصرف، والأصول، والبلاغة، وشيئًا من الحديث، والتفسير.\rأما المنطق وآداب البحث والمناظرة فكان تحصيله لها عن طريق المطالعة.\rيُحدثنا الشيخ (رحمه الله) عن بداية الطلب فيقول: \"ولما حفظت القرآن، وأخذت الرسم العثماني، وتفوَّقْتُ فيه على الأقران، عُنِيَت بي والدتي وأخوالي أشد عناية، وعزموا على توجيهي للدراسة في بقية الفنون، فجهَّزَتني والدتي بجملين، أحدهما عليه مركبي وكتبي، والآخر عليه نفقتي وزادي، وصحبني خادم ومعه عدة بقرات، وقد هيّأت لي مركبي كأحسن ما يكون من مركب، وملابس كأحْسَن ما تكون، فرحًا بي، وترغيبًا لي في طلب العلم، وهكذا سلكت سبيل الطلب والتحصيل\" اهـ.","seal":"AA148A84","page":21},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"رابعًا: همته في طلب العلم\rكان الشيخ (رحمه الله) يتمتع بهمة عالية في طلب العلم، فلم يكن يُفَوِّت مسألة مما درس دون استيعاب وتمحيص، وإن كلَّفه ذلك جهودًا مضنية وأوقاتًا طويلة، وإليك هذه الواقعة التي تنادي بما ذكرت، يقول الشيخ (رحمه الله): \"جئت للشيخ في قراءتي عليه، فشرح لي كما كان يشرح، ولكنه لم يشف ما في نفسي على ما تعودت، ولم يرو لي ظمئي، وقمت من عنده وأنا أجدني في حاجة إلى إزالة بعض اللبس، وإيضاح بعض المُشْكل، وكان الوقت ظهرًا، فأخذت الكتب والمراجع، فطالعت حتى العصر، فلم أفرغ من حاجتي، فعاودت حتى المغرب، فلم أنته أيضًا، فأوقد لي خادمي أعوادًا من الحطب أقرأ على ضوئها، كعادة الطلاب، وواصلت المطالعة، وأتناول الشاهي الأخضر كلما مللت أو كسلت، والخادم بجواري يوقد الضوء، حتى انبثق الفجر وأنا في مجلسي لم أقم إلا لصلاة فرض أو تناول طعام، وإلى أن ارتفع النهار وقد فرغت من درسي وزال عني لبسي، ووجدت هذا المحل من الدرس كغيره في الوضوح والفهم .. \" ا. هـ\rهكذا كان يصنع (رحمه الله) حينما يعرض له إشكال! ! بالإضافة إلى ما كان يكابده من سهر في تتبُّع كلام الشُّرَّاح للكتاب الذي يشتغل بدراسته طلبًا لاستيفاء كل ما قيل في المسألة أو الباب.\r\rخامسًا: غزارة علمه وسعة اطلاعه\rحبا الله الشيخ (رحمه الله) ذكاءً مفرطًا، وحافظة نادرة، وهمة عالية، فسخَّر ذلك كله في تحصيل العلم وجَمْعِه بمختلف فنونه","seal":"63858E71","page":22},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"وصنوفه، من عقيدة، وتفسير، وحديث، وأصول، وعربية ...\rوكان كلامه في العلم يشد كل من سمعه، حتى يُخيل للسامع أن الشيخ أفنى عمره في ذلك الفن ولا يُحسن غيره!\rوهذه ليست من المبالغة في شيء، ومن قرأ كتابه \"الرحلة\"، أو سمع شيئًا من محاضراته ومناظراته، سواء في المدينة النبوية، أو ما سُجِّل له إبَّان زيارته لعشر دول إفريقية على رأس وفد من الجامعة، عرف حقيقة ما ذكرت، كما أن دروسه المُسجَّلة في التفسير أكبر شاهد على ذلك.\rولقد صدق (رحمه الله) حينما قال: \"لا توجد آية في القرآن إلا درستها على حِدَة\" ا. هـ.\rوقال: \"كل آية قال فيها الأقدمون شيئًا فهو عندي\"! !\rولما قال له أحد الأشخاص: \"إن سليمان الجمل -صاحب حاشية الجمل على الجلالين- لم يقل هذا\". قال: \"أحلف لك بالله أني أعلم بكتاب الله من سليمان الجمل بكذا؛ لأني أخذت المصحف من أوله إلى آخره، ولم تبق آية إلا تتبعت أقوال العلماء فيها، وعرفت ما قالوا\".\rوكان (رحمه الله) يحفظ من أشعار العرب وشواهد العربية الآلاف المؤلفة من الأبيات، كما كان يحفظ أكثر أحاديث الصحيحين، وألفية ابن مالك، ومراقي السعود، وألفية العراقي، وغير ذلك من المنظومات في السيرة النبوية، والغزوات، والأنساب، والمتشابه من","seal":"D4B5E09C","page":23},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"ألفاظ القرآن، وشيئًا من المتون في الفقه نثرًا ورجزًا.\rومن يسمع شيئًا من دروس التفسير لم يستكثر ذلك عليه.\r\rسادسًا: عقيدته\rإن من الأمور البارزة التي تشد انتباه المستمع لدروس الشيخ (رحمه الله) أو القارئ لهذا المكتوب منها، كثرة تقريره لاعتقاد أهل السنة والجماعة في جميع الأبواب الاعتقادية -خاصة ما يتعلق بالأسماء والصفات- فهو يقرر ذلك كله بعبارة واضحة على قواعد راسخة مع حشد من الأدلة النقلية والعقلية، حتى إن المستمع لكلامه أو القارئ له يُخيل إليه أن الشيخ (رحمه الله) لا يُحسن غير هذا الباب من العلم. ومع توسع الشيخ (رحمه الله) في تقرير عامة هذه المسائل وإفاضته في الاحتجاج للمعتقَد الحق فيها، كان لا يكل ولا يمل من تكرار ذلك عند كل مناسبة، فنجد أنه يتكلم في بيان الأُسُس الثلاثة التي يُبنى عليها المعتقد الصحيح في الصفات في ثمانيةِ مواضع من هذه الدروس التي وصلت إلينا، وهكذا كلامه على موضوع التشريع والحكم بغير ما أنزل الله، وكذا عند بيان اختصاص الله تعالى بعلم الغيب، كما نجد الرد على القدرية في سبعة مواضع، وكذا عرض المناظرة بين الإسفرائيني والقاضي عبد الجبار في القدر، وفي ستة مواضع يقرر صفة الاستواء، وفي مثلها يذكر المحاورة التي وقعت بين الأعرابي وعمرو بن عبيد في القدر، إلى غير ذلك مما يتكرر في هذه الدروس المباركة من مسائل الاعتقاد.\rوهذا التقرير لمسائل الاعتقاد لا يقتصر على الدروس التي كان","seal":"1CDCCD8B","page":24},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"يلقيها في التفسير في مسجد رسول الله - صلى الله عليه وسلم - بل نجدها مبثوثة في كتبه، لا سيما \"أضواء البيان\" (¬1).\rولم يكن تمكن الشيخ (رحمه الله) مقتصرًا على اعتقاد أهل السنة، بل هو راسخ المعرفة بمذاهب المتكلمين ووجوه بطلانها، وهذا ظاهر بجلاء فيما يقرره في هذه الدروس وفيما ذكره في كتبه، وقد قال (رحمه الله) عند تفسير الآية رقم (54) من سورة الأعراف، وهي قوله تعالى: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ ... } [الأعراف / 54] بعد تقريره للمعتقد الصحيح في باب الصفات وبيان بطلان مذهب المتكلمين في ذلك: \"ونحن نقول لكم هذا ونقرر لكم مذهب السلف على ضوء القرآن العظيم مع أنَّا ما دَرَسْنَا دراسة شديدة مثل علوم الكلام والمنطق، وما تنفي به كل طائفة بعضًا من صفات الله، ونحن مطلعون على جميع الأدلة وعلى تركيبها التي نفي بها بعض الصفات، عارفون كيف جاء البطلان، ومن الوجه الذي جاء البطلان، واسم الدليل الذي تُرد به، ولكن ذلك لا يليق في هذا المجلس الحافل؛ لأنه لا يعرفه إلا خواص الناس، فبعد النظر العام الطويل في علم الكلام وما يستدل به طوائف المتكلمين، وما ترد به كل طائفة على الأخرى، والأقيسة المنطقية التي رتبوها ونفوا بها بعض الصفات، ومعرفتنا من الوحي ومن نفس الكلام والبحوث والمناظرات كيف يُبطل ذلك الدليل، ومن أين جاء الخطأ، وتحققنا من هذا كله، بعد ذلك كله تحققنا كل التحقق أن السلامة كل السلامة،\r¬__________\r(¬1) وقد جُمع في ذلك رسالة علمية تقدمت الإشارة إليها.","seal":"CBB00A15","page":25},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"والخير كل الخير في اتباع نور هذا القرآن العظيم، والاهتداء بهدي هذا النبي الكريم ... \" إلخ.\rوبعد هذا العرض بقي أن تعلم أن الشيخ (رحمه الله) لم يحصل له هذا الرسوخ في هذا الباب في أُخريات حياته بل تجد ذلك أيضًا في بعض مؤلفاته القديمة قبل استقراره في هذه البلاد، ومن ذلك ما كتبه في كتابه (رحلة الحج إلى بيت الله الحرام) جوابًا على سؤال وُجِّه إليه عن مذهب أهل السنة في الصفات فأجاب بنفس الأسلوب والمستوى الذي كان يقرر فيه اعتقاد أهل السنة في هذا الباب في أُخريات حياته. فرحمه الله رحمة واسعة.\r\rسابعًا: الوظائف والأعمال التي تقلدها في بلاده\rتصدى الشيخ (رحمه الله) للتدريس والفتيا، كما اشتُهر بالقضاء، وكانت طريقته فيه أن يستكتب المتقاضيين رغبتهما في التقاضي إليه، وقبولهما ما يقضي به، ثم يستكتب المدعي دعواه، ويكتب جواب المُدَّعى عليه أسفل كتابة الدعوى، ثم يكتب الحكم مع الدعوى والإجابة، ثم يحيلهما إلى من شاءا من المشايخ أو الحكام للتصديق عليها وتنفيذها.\rوكان يقضي في كل شيء إلا في الدماء والحدود، إذ كان للدماء قضاء خاص، وكان الحاكم الفرنسي في البلاد يقضي بالقصاص في القتل بعد محاكمة ومرافعة، وبعد تمحيص القضية وإنهاء المرافعة، وصدور الحكم، يعرض على عالمين من علماء البلاد للمصادقة عليه، ويطلق على العالمين: لجنة الدماء، وكان (رحمه الله) أحد عضوي هذه","seal":"30EF86A9","page":26},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"اللجنة.\rولم يخرج الشيخ (رحمه الله) من بلاده حتى علا قدره، وذاع صيته، وعظمت منزلته بين الخاص والعام والقاصي والداني، وصار عَلَمًا من أعلام البلاد، وموضعًا لثقة الجميع.\r\rثامنًا: سفره إلى الحج واستقراره في المدينة النبوية، وأثر ذلك عليه من الناحية العلمية\rسافر الشيخ (رحمه الله) من بلاده لسبع مضين من جمادى الآخرة، من سنة سبع وستين وثلاثمائة وألف، قاصدًا الحج عن طريق البر على نية العودة بعد ذلك إلى البلاد، وقد كانت تلك السفرة حافلة بالفوائد والمباحثات العلمية القيمة التي تبرهن على رسوخ الشيخ في العلم، وطول باعه فيه، يُسلِّم بذلك كل من قرأ ما دَوَّنه في تلك الرحلة بعنوان: \"الرحلة إلى بيت الله الحرام\".\rوبعد فراغ الشيخ من مناسك الحج توجه صوب المدينة النبوية، ثم عزم على البقاء والاستقرار فيها، وكان (رحمه الله) يقول: \"ليس من عملٍ أعظم من تفسير كتاب الله في مسجد رسول الله - صلى الله عليه وسلم -\".\rوقد كان لاستقراره في هذه البلاد أثر ظاهر في زيادة اطلاعه، وتوسيع دائرة علمه؛ ذلك أن الدراسة في بلاده كانت منصبة على الفقه في مذهب الإمام مالك خاصة دون غيره من المذاهب، إضافة إلى علوم العربية، والأصول، والسيرة، والتفسير، والمنطق، ولم تكن دراسة الحديث تحظى بما يحظى به غيرها، لاقتصار الناس على مذهب مالك (رحمه الله).","seal":"2EFFFB63","page":27},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"فلما بدأ الشيخ (رحمه الله) يزاول التدريس في المسجد النبوي، وخالط العامة والخاصة، ألفى من يمثل المذاهب الأربعة، ومن يناقش فيها، ويبحث عن الدليل ويتطلبه، كما وجد الدراسة في المسجد النبوي لا تقتصر على مذهب معين، فكان من المتعين على من تصدر للتدريس في مثل هذه البيئة الاطلاع على سائر المذاهب المعتبرة، والوقوف على أقوال العلماء في المسألة، مع التضلع بعلوم الكتاب والسنة، فَدَأب الشيخ (رحمه الله) في تحصيل ذلك، وقد ساعده على هذا التوسع تمكنه من علوم الآلة.\rوإن هذا الأثر المشار إليه تجده بارزًا في كتابه \"أضواء البيان\" عندما يتعرض للمسائل الفقهية.\r\rتاسعًا: الأعمال التي زاولها (رحمه الله) بعد استقراره في بلاد الحرمين:\r1 - تفسير القرآن الكريم في المسجد النبوي، وقد أتم تفسير جميع القرآن، ثم شرع في تفسيره ثانية، كما ذكر ذلك في بعض دروسه. إلا أن المنية عاجلته، فمات (رحمه الله) ولم يُجاوز سورة براءة (¬1)، وقد فرِّغ ما وجد من هذه الدروس وطبع بعنوان \"العذب النمير من مجالس الشنقيطي في التفسير\" في خمسة مجلدات.\r2 - تدريس التفسير في (دار العلوم) في المدينة النبوية منذ عام\r¬__________\r(¬1) انظر مقدمة (العذب النمير): 1/ 18، بينما ذكر تلميذه الشيخ أحمد بن محمد الأمين أنه شرحه ثلاث مرات.","seal":"50656A99","page":28},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"(1369) إلى أن انتقل إلى الرياض عام (1371).\r3 - تدريس التفسير والأصول منذ سنة (1371) حينما افتتحت الإدارة العامة للمعاهد والكليات بالرياض معهدًا علميًّا، تلاه عدة معاهد، وكليتا الشريعة واللغة العربية، وكان الشيخ (رحمه الله) ممن اختير للتدريس هناك، فانتقل إلى الرياض، وبقي يُدرس هناك حتى انتقل إلى المدينة كما سيأتي.\r- تدريس بعض مؤلفات شيخ الإسلام (رحمه الله) حيث خصص الشيخ (رحمه الله) -إضافة إلى ما سبق- درسًا لمدرسي المعهد في بعض كتب شيخ الإسلام ابن تيمية (رحمه الله)، وكان ذلك في صحن المعهد بدخنة بين العشاءين.\r- تدريس الأصول، وذلك في مسجد الشيخ محمد بن إبراهيم (رحمه الله) حيث كان الأمين (أكرم الله مثواه) يدرس الأصول لكبار الطلبة.\r- تدريس الأصول لخواص تلامذته في بيته بعد العصر، كما أملى على أحد تلامذته شرحًا لـ \"مراقي السعود\".\r4 - التدريس في الجامعة الإسلامية منذ سنة (1381) حينما افتتحت الجامعة الإسلامية بالمدينة النبوية، فانتقل الشيخ (رحمه الله) للتدريس فيها، إضافة إلى كونه عضوًا في مجلسها، وقد استمر على ذلك يُدرس التفسير والأصول حتى وافاه الأجل، كما دَرَّس فيها آداب البحث والمناظرة.","seal":"C02310BB","page":29},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"5 - السفر في الدعوة إلى الله (تعالى) وذلك في عام (1385) حيث سافر الشيخ (رحمه الله) على رأس بعثة من الجامعة الإسلامية إلى عشر دول إفريقية، بدأت بالسودان، وانتهت بموريتانيا، وكانت سفرته هذه حافلة بالدروس والمحاضرات، واللقاءات العلمية، والمباحثات النافعة، وقد كانت مدة تلك السفرة تزيد على الشهرين. وقد سُجِّلت هذه المحاضرات في عدة أشرطة، وفُرِّغت واعْتنُي بها وطُبِعت ضمن هذا المشروع بعنوان \"الرحلة إلى إفريقيا\".\r6 - التدريس في المعهد العالي للقضاء منذ افتتاحه سنة (1386) في مدينة الرياض، وكانت الدراسة فيه آنذاك على نظام استقدام الأساتذة الزائرين، فكان (رحمه الله) يذهب هناك لإلقاء المحاضرات المطلوبة في التفسير والأصول.\r7 - في (8/ 7 / 1391) تم تشكيل هيئة كبار العلماء من سبعة عشر عضوًا، وكان الشيخ (رحمه الله) واحدًا من هؤلاء الأعضاء.\r8 - كان الشيخ (رحمه الله) أحد أعضاء المجلس التأسيسي لرابطة العالم الإسلامي.\r\rعاشرًا: زهده وورعه\rإن العالم بحق من حَمَلَهُ علمه على خشية الله (عزَّ وجلَّ) ومراقبته، مع مجانبة أعمال السفهاء من التكالب على الدنيا، والتهارش عليها، والتشاغل بها عن الله والدار الآخرة.\rوإن المرء ليشتد عجبه حينما يقف على حال الشيخ (رحمه الله)","seal":"7F778210","page":30},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"في هذا الباب، حتى يخيل إليك أن المُترجم واحد من أولئك السلف الصالح المُقتدى بهم في العلم والعمل، والزهد والورع.\rكان الشيخ (رحمه الله) يقول: \"الذي يفرحنا أنه لو كانت الدنيا ميتة لأباح الله منها سد الخَلَّة\" \"ويُحَذِّر ابنه من جمعها والحرص عليها بحجة التصدق، وبناء المدارس، والأرْبطة، لأنها كالماء الملح، والله عزَّ وجلَّ لم يوجب على العبد جمع المال من أجل التصدق به، مع أن الواقع في الغالب أن العبد إذا جمع المال لا يعطيه للناس\" (¬1).\rوقال الشيخ (رحمه الله): \"وأنا أَقْدَرُ الناس على أن أكون أغنى الناس، وتركت الدنيا لأني أعلم أنه إذا تلطخ بها العبد لا ينجو منها، إلا من عصمه الله\".\rوكان الشيخ (رحمه الله) لا يُبقي عنده من المال إلا ما يكفيه في الشهر، ويوزع ما زاد على ذلك على فقراء الطلبة، والعجزة، والأرامل من قرابته، وكان يقول: \"والله لو عندي قوت يومي ما أخذت راتبًا من الجامعة، ولكنني مضطر، لا أعرف أشتغل بيدي، وأنا شايب ضعيف\".\rولم يكن الشيخ (رحمه الله) يبيع كتبه التي ألفها، وكان يقول: \"عِلْم نتعب عليه ويباع وأنا حي؟ لا يمكن هذا، ولكن أنا أدفع العلم، وواحد يدفع الفلوس، ويوزع للناس مجانًا. وأنا أعلم أنه سيصل إلى من لا يستحقه، ولكن سيصل أيضًا إلى من لا يستطيع الحصول عليه بالفلوس\" (¬2).\r¬__________\r(¬1) هذا الكلام خلاصة لبعض كلام الشيخ (رحمه الله) رواية ابنه عبد الله.\r(¬2) قال شيخنا بكر أبو زيد في كتابه \"فقه النوازل- رسالة حق التأليف\": (2/ 183): =","seal":"E7A4F1E8","page":31},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"بل كان الشيخ (رحمه الله) لا يميز بين فئات العملة الورقية، وكان يقول: \"لقد جئت من البلاد ومعي كنز قلّ أن يوجد عند أحد، وهو القناعة، ولو أردت المناصب لعرفت الطريق إليها، فإني لا أوثر الدنيا على الآخرة، ولا أبذل العلم لنيل المآرب الدنيوية\".\rوالشيخ (رحمه الله) من أبعد الناس عناية بالمظهر، وربما خرج بنعلين متغايرين أحدهما أحمر والآخر أخضر.\rويقول الشيخ محمد العثيمين (رحمه الله): \"كنا طلابًا في المعهد العلمي في الرياض، وكنا جالسين في الفصل، فإذا بشيخ يدخل علينا إذا رأيته قلت: هذا بدوي من الأعراب، ليس عنده بضاعة من علم! ! رث الثياب، ليس عليه آثار الهيبة، لا يهتم بمظهره، فسقط من أعيننا، فتذكرت الشيخ عبد الرحمن السعدي، وقلت في نفسي: أترك الشيخ عبد الرحمن السعدي وأجلس أمام هذا البدوي؟ ! فلما ابتدأ الشنقيطي درسه انهالت علينا الدرر من الفوائد العلمية من بحر علمه الزاخر، فعلمنا أننا أمام جهبذ من العلماء، وفحل من فحولها، فاستفدنا من علمه، وسمته، وخُلقه، وزهده، وورعه\" (¬1) ا. هـ.\rوقدم إلى الرياض في بعض زياراته لمعهد القضاء، وعليه ثوب\r¬__________\r= \"قلت له -أي للشيخ الشنقيطي- لو طُبع أضواء البيان طبعة تجارية لكان أكثر لانتشاره، فقال: لا أتاجر في البيان لكتاب الله تعالى، وما أظن أحدًا يجترئ على كتابي فيبيعه فأدعو عليه إلا أن تصيبه الدعوة. هكذا شافهني وأنا بجانبه في المسجد النبوي الشريف -رحمه الله تعالى-\" ا. هـ.\r(¬1) مجلة الحكمة، العدد الثاني، ص 22.","seal":"C93D4B0E","page":32},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"مبتذل، فلما كلمه أحد تلامذته في ذلك، أجابه بقوله: \"يا فلان القضية ليست بالثياب، وإنما ما تحت الثياب من العلم\" وقد صور الشافعي (رحمه الله) هذا المعنى بقوله:\rعليَّ ثيابٌ لَو تُباعُ جَميعُها ... بِفَلْسٍ لكَانَ الفَلْسُ منهُنَّ أَكْثَرا\rوفيهنَّ نفسٌ لو تُقَاسُ ببعضِهَا ... نُفُوسُ الوَرَى كانتْ أجَلَّ وأكْبَرَا\rوما ضَرَّ نَصْلَ السَّيفِ إخْلاقُ غِمْدِهِ ... إذا كانَ عَضْبًا حيثُ وجَّهْتَهُ فَرَى\rفإن تَكُنِ الأيامُ أزْرتْ بِبَزَّتي ... فكَمْ مِنْ حُسَامٍ في غِلافٍ تكسَّرَا (¬1)\rولما حاول أحد تلامذته -وهو أحمد بن محمد الأمين الذي شرح له مراقي السعود- ثنيه عن الحج في العام الذي توفي فيه لضعف صحته، أجابه بقوله: \"دع عنك المحاولة، سفري إلى لندن أريد الشفاء بها لا بد أن أكفر عنه بحج\".\rومات الشيخ (رحمه الله) ولم يخلف شيئًا من حطام الدنيا، فرحمه الله رحمة واسعة.\r\rالحادي عشر: مؤلفاته\rترك لنا الشيخ (رحمه الله) مجموعة من المؤلفات، وهي من جهة التعلق بزمن التأليف على ثلاثة أقسام:\r\rالقسم الأول: ما ألفه في بلاده وهي:\r¬__________\r(¬1) الأبيات في ديوانه ص 43 - 44 سوى الأخير، وهو في الحلية (9/ 131).","seal":"5AFF91FE","page":33},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"1 - نظم في أنساب العرب، سماه: (خالص الجمان في ذكر أنساب بني عدنان). وقد ألفه قبل البلوغ، ثم دفنه بعد ذلك، معللًا هذا الصنيع بأنه كتبه على نية التفوق على الأقران. وقد قال فيه:\rسميتُه بخالصِ الجُمَانِ ... في ذِكْرِ أنسَابِ بني عدنانِ\r2 - رجز في فروع مذهب مالك (رحمه الله)، يختص بالعقود من البيوع والرهون، وهو يُعد بالآلاف.\r3 - ألفية في المنطق.\r4 - نظم في الفرائض.\r\rالقسم الثاني: ما كتبه أو أملاه في طريقه إلى الحج وهو قادم من بلاده:\r1 - شرح على سُلَّم الأخضري في المنطق.\r2 - الرحلة إلى بيت الله الحرام. طُبع بعد وفاته بعشر سنوات.\r\rالقسم الثالث: ما كتبه بعد استقراره في هذه البلاد:\r1 - منع جواز المجاز في المنزَّل للتعبُّد والإعجاز.\r2 - دفع إيهام الاضطراب عن آيات الكتاب.\rوقد كتبه الشيخ (رحمه الله) في خمس عشرة ليلة، وهي إجازة الامتحانات عام (1373).\r3 - مذكرة أصول الفقه على روضة الناظر.\rوقد أملاها على طلابه في كلية الشريعة التي افتتحت في الرياض","seal":"600443E5","page":34},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"عام (1374) فأملاها في السنوات الأولى من تدريسه في الرياض. ولم تُطبع إلا في عام (1391).\r4 - آداب البحث والمناظرة.\rوقد فرغ من الجزء الأول بتاريخ (28/ 3 / 1388) كما فرغ من الجزء الثاني بتاريخ (14/ 5 / 1388).\r5 - أضواء البيان في إيضاح القرآن بالقرآن (بلغ فيه سورة قد سمع) (مطبوع)، وهو أكبر كتبه وأعظمها.\r6 - بيان الناسخ والمنسوخ في آي الذكر الحكيم (مطبوع في آخر أضواء البيان). وهي رسالة صغيرة تقع في نحو أربع صفحات ونصف، شرح فيها الأبيات العشرة التي ذكرها السيوطي في \"الإتقان\" في الآيات المنسوخة.\r7 - شرح على مراقي السعود.\rأملاه على أحد تلامذته، وهو الشيخ أحمد بن محمد الأمين الشنقيطي، وقد فرغ منه بتاريخ (22/ 7 / 1375) وكان قد شرح جميع المراقي، لكن قطعة من النظم تقرب من أربعة وستين ومائة بيت لم يدوّن شرحها.\rوقد طُبع هذا الكتاب بعنوان \"نثر الورود على مراقي السعود\"، وهذه التسمية من محققه لأن المؤلف لم يسمِّه.\rوللشيخ (رحمه الله) عدد من الفتاوى والأجوبة على أسئلة وُجِّهت","seal":"41F2B7FA","page":35},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"إليه، فمما عُرف منها:\r8 - فتوى في التعليل بالحكمة، والسائل هو الشيخ عبد الله بن منيع.\r9 - وجهة نظر في حكم السعي فوق سقف المسعى.\r10 - رسالة في حكم الصلاة في الطائرة.\rوهي رسالة صغيرة تقع في ست صفحات، كتبها عام (1385).\r11 - رسالة في جواب سؤال ورد إليه من أحد أمراء بلاد شنقيط، يسأله عن العالم هل هو مخلوق ومرزوق من بركة النبي - صلى الله عليه وسلم -، أو ذلك بأسباب أخرى؟\rويقع الجواب في ست عشرة صفحة.\r12 - رسالة في جواب سؤالات ثلاثة، مقدمة من الشيخ محمد الأمين بن الشيخ محمد الخضر، والسؤالات هي:\rأ -أين مقر العقل في الإنسان؟\rب- هل يشمل لفظ (المشركين) أهل الكتاب؟\rج- هل يجوز للكافر أن يدخل مساجد الله غير المسجد الحرام.\rويقع الجواب في إحدى عشرة صفحة.\rوللشيخ (رحمه الله) العديد من المحاضرات، وقد طُبع بعضها، ومن ذلك:\r13 - منهجُ التشريع الإسلامي وحكمتُه. ألقاها عام (1384).","seal":"B4B9EEFE","page":36},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"14 - المُثُلُ العليا.\r15 - المصالح المرسلة. ألقاها عام (1390).\r16 - الإسلام دين كامل، وهي شرح لقوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ ... } الآية، وكانت بالمسجد النبوي عام (1378)، بحضور محمد الخامس ملك المغرب.\r17 - منهج ودراسات لآيات الأسماء والصفات. وقد ألقاها (رحمه الله) في الجامعة الإسلامية بتاريخ (13/ 9 / 1382).\r18 - محاضرة حول شبهة الرقيق، ألقاها نيابة عنه تلميذه الشيخ عطية سالم في الموسم الثقافي بالجامعة الإسلامية، ولا تزال مخطوطة.\r\rالثاني عشر: تجافيه عن الفتيا في أُخريات حياته\rغلب على الشيخ (رحمه الله) في السنوات الأخيرة من حياته التحرز الشديد من الفتيا، والتباعد عنها، وكان إذا اضطره أحد إلى الجواب يقول: \"لا أتحمل في ذمتي شيئًا، العلماء يقولون كذا وكذا\".\rولما سُئل عن ذلك أجاب بقوله: \"إن الإنسان في عافية ما لم يُبْتَل، والسؤال ابتلاء؛ لأنك تقول عن الله ولا تدري أتصيب حكم الله أم لا؟ فما لم يكن عليه نص قاطع من كتاب الله أو سنة رسول الله - صلى الله عليه وسلم - وجب التحفظ فيه\".\rوكان يتمثَّل بقول الشاعر (¬1):\rإذا ما قَتَلْتَ الشَّيءَ عِلْمًا فَقُلْ به ... ولا تَقل الشَّيءَ الذي أنتَ جاهِلُه\r¬__________\r(¬1) البيت الأول في جامع بيان العلم (2/ 842)، بلا نسبة.","seal":"801C7D15","page":37},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"فمن كان يهوى أن يُرى مُتصدِّرًا ... ويكره \"لا أدري\" أصيبَتْ مقاتِلُه\rولا يخفى أن هذا الصنيع -أعني التحرز من الفتيا- هو حال السلف الصالح، والمنقول عنهم في هذا المجال كثير لا يسع المقام نقلُه، فليراجَعْ في مظانه (¬1).\r\rالثالث عشر: رجوعه للحق إذا ظهر له ذلك\rلم يكن الشيخ (رحمه الله) ممن يأنف من إعلان رجوعه إلى الحق إذا تبين له ولو كان القول الذي رجع عنه قد أذاعه ونشره وانتصر له سنين متطاولة، وهذا نجده جليًّا عند كلام الشيخ (رحمه الله) على الآية رقم (5) من سورة براءة حين تعرض للكلام على القتال في الأشهر الحُرم حيث يقول: \"وكنا نرى هذا القول -وهو نسخ تحريم القتال فيها- مكثنا كثيرًا من الزمن ونحن ننصر هذا القول ونقرر أنه الأصوب، ثم ظهر لنا بعد ذلك أن أصوب القولين وأولاهما بالصواب أن تحريم الأشهر الحرم باق لم يُنسخ\" ا. هـ.\rوقال عند تفسير الآية رقم (34) من السورة نفسها: \"وقد ذكرنا بالأمس أن الذي كان يظهر لنا وننصره أن تحريم الأشهر الحُرم قد نُسخ وأن الذي تحققناه بعد ذلك وصرنا نجزم به أنها باقية التحريم إلى الآن ... \" ا. هـ.\rومن ذلك عدة مسائل كان يقررها في \"شرح مراقي السعود\" ثم يخالفها ويتراجع عنها في \"أضواء البيان\".\r¬__________\r(¬1) انظر: الفقيه والمتفقه (2/ 165 - 175)، جامع بيان العلم (2/ 826 - 843).","seal":"0E3225CD","page":38},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"الرابع عشر: وفاته\rوتوفي الشيخ (رحمه الله) ضحى يوم الخميس، السابع عشر من شهر ذي الحجة، عام ثلاث وتسعين وثلاثمائة وألف، في منزله في مكة المكرمة، وقد صلى عليه سماحة الشيخ عبد العزيز بن باز بعد صلاة الظهر من ذلك اليوم، ودُفن بمقبرة المَعْلاَة برِيْع الحَجُون، فرحمه الله رحمة واسعة.","seal":"26D42FF6","page":39}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"المدخل إلى مشروع «آثار الشيخ الشنقيطي» - طليعة أضواء البيان","HigriD":"معاصر","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"علي بن محمد بن حسين العِمران","bLnk":null,"Inf":"","Auth":"علي العمران","Betaka":"الكتاب: مدخل إلى مشروع «آثار الشيخ العلامة محمد الأمين الشنقيطي» (وهو فاتحة التقديم لـ «أضواء البيان» ضمن «آثار الشيخ الشنقيطي»)\r\nالمؤلف: بكر أبو زيد - علي العمران - خالد السبت\r\nالناشر: دار عالم الفوائد للنشر والتوزيع، مكة المكرمة - المملكة العربية السعودية\r\nالطبعة: الأولى، 1426 هـ\r\nعدد الأجزاء: 1\r\nمطبوعات مجمع الفقه الإسلامي - جدة\r\nمشروع آثار الشيخ العلامة محمد الأمين الشنقيطي (مدخل)\r\n[ترقيم الكتاب موافق للمطبوع، ومؤلفات المشروع موزعة على أقسامها المناسبة بالمكتبة الشاملة]","TafseerNam":null,"PdfCs":2,"AuthInf":"علي العِمران (1390 - .... هـ)\r\r• علي بن محمد بن حسين العِمران (بكسر العين)\r• ولد في اليمن عام 1390, في السودة، إحدى ضواحي مدينة عَمران (بفتح العين). ثم انتقل إلى المملكة وهو دون الخامسة، واستقر بمدينة الطائف، وأكمل بها المراحل التعليمية الثلاث.\rثم التحق بالجامعة الإسلامية بالمدينة النبوية بكلية الحديث والدراسات الإسلامية، وتخرج فيها عام 1412 بتقدير ممتاز.\rفأخذ من مشايخ الجامعة، كفضيلة الشيخ عبد الله الغنيمان، والشيخ عبد المحسن العباد في العقيدة، والشيخ حافظ الحكمي في المصطلح، والشيخ عبد العزيز العبد اللطيف -رحمه الله- في الجرح والتعديل، وأخذ عن غيرهم من مشايخ الكلية، وأساتذتها.\rوكان لتعرفه على ثلة من طلبة العلم النابهين أثر كبير في حياته العلمية، كالشيخ صالح بن حامد الرفاعي والشيخ أحمد بن علي القرني، وغيرهم.\rواستقر بعد التخرج في مدينة الطائف، وانتفع فيها بأمور ثلاثة:\r1 - تفرغه للطلب والتحصيل والبحث والتأليف.\r2 - ملازمته للدروس العلمية للشيخ عبد العزيز بن باز -رحمه الله- في يومي الاثنين والخميس من كل أسبوع في أيام الإجازة الصيفية.\r3 - ملازمته لمجالس الشيخ بكر بن عبد الله أبو زيد -حفظه الله- في بيته، فقل يوم إلا ويجتمع به ويستفيد منه ويذاكره العلم.\r\r• حصل على درجة الماجستير في الحديث وعلومه ورسالته بعنوان «أبو جعفر النحاس وأثره في الحديث وعلومه».\rيعد رسالة الدكتوراه في جامعة أم درمان بالسودان.\r• وهو الآن المدير العلمي لمشاريع تحقيق كتب العلماء: «ابن تيمية، وابن القيم، والمعلمي» التي كان يشرف عليها العلامة بكر أبو زيد رحمه الله.\r\r• الإنتاج العلمي:\rتفرغ منذ عام 1416 هـ للتأليف والتحقيق، فأخرج عددًا من الكتب: منها ما طبع، ومنها ما لم يطبع وهي:\rأولا: المؤلفات:\r1 - تعقُّبات الحافظ ابن حجر على الإمام الذهبي في ميزان الاعتدال، جمع وتعليق، (طُبع).\r2 - القواعد والفوائد الحديثية من منهاج السنة النبوية، جمع وتعليق، (طُبع).\r3 - المشوق إلى القراءة وطلب العلم، (طُبع).\r4 - العلماء الذين لم يتجاوزوا سنَّ الأشُدّ، (طُبع).\r5 - تذكرة الطالبين بمن تصدَّر للإفتاء والقضاء والتدريس قبل العشرين. (لم يطبع).\r6 - جزء في أحاديث التكلُّف، دراسة حديثية فقهية. (لم يطبع).\r7 - مصادر السيرة النبوية حتى القرن الخامس. (لم يطبع).\r8 - الجامع لسيرة شيخ الإسلام ابن تيمية- خلال سبعة قرون - جمع وتعليق وفهرسة فنية - بالاشتراك مع الشيخ محمد عزير شمس، قدم له الشيخ العلامة/ بكر بن عبدالله أبو زيد، (طُبع).\r9 - تكملة الجامع لسيرة شيخ الإسلام ابن تيمية، (طُبع).\r10 - الجامع لسيرة الإمام ابن قيم الجوزية (تحت الطبع).\r11 - الإمام أبو جعفر ابن النحاس وأثره في الحديث وعلومه، رسالة ماجستير (طُبع).\r12 - ترجمة الشيخ بكر بن عبدالله أبو زيد -رحمه الله- (لم يطبع).\r13 - صفحات مشرقة من أخلاق العلماء (لم يطبع).\r14 - بحوث ومقالات (طُبع أكثر من مرة).\r\r• ثانيًا: التحقيقات:\r15 - منجد المقرئين ومرشد الطالبين، لابن الجزري (ت 833). (طُبع).\r16 - أسامي شيوخ البخاري، للصاغاني، إخراج مخطوطته بخط مؤلفه كما هو وقدم له ووضع فهارسه، (طُبع).\r17 - عمدة القاري والسامع في ختم الصحيح الجامع، للسخاوي (ت 902). (طُبع).\r18 - غنية المحتاج ختم صحيح مسلم بن الحجاج، للسخاوي (ت 902). (طُبع).\r19 - تجريد التوحيد المفيد، للمقريزي (ت 845). (طُبع).\r20 - منسك شيخ الإسلام ابن تيمية (ت 728). (طُبع).\r21 - تقييد المهمل وتمييز المشكل، لأبي علي الجيَّاني (ت 498)، دراسة وتحقيق، طُبع في ثلاثة مجلدات - بالاشتراك مع الشيخ محمد عزير شمس.\r22 - الروض الباسم في الذب عن سنة أبي القاسم، لابن الوزير اليماني (ت 840)، دراسة وتحقيق في مجلدين - قدم له الشيخ العلامة بكر بن عبد الله أبو زيد، وأثنى على عمله يراجع في مقدمته. (طُبع في مجلدين).\r23 - النفحة القدسية والتحفة الأنسية، للحفظي (ت 1232).\r24 - مختصر الصارم المسلول، للبعلي (ت 778). (طُبع).\r25 - شفاء العليل اختصار بطلان التحليل، للبعلي. (طُبع).\r26 - المنهج القويم اختصار اقتضاء الصراط المستقيم، للبعلي. (طُبع).\r27 - ذيل التبيان لبديعة البيان، للحافظ ابن حجر (ت 852). (طُبع).\r15 - بدائع الفوائد، لابن القيم، في خمسة مجلدات. (طُبع).\r16 - صوارم اليقين لقطع شكوك القاضي أحمد بن سعد الدين، ليحيى بن الحسين بن القاسم (لم يطبع).\r17 - ترجمة شيخ الإسلام ابن تيمية، لابن عبدالهادي (ت 744)، (طُبع) باسم «العقود الدرية في ذكر بعض مناقب شيخ الإسلام ابن تيمية». ويليه في نفس المجلد:\r18 - الأعلام العلية في مناقب شيخ الإسلام ابن تيمية، للبزار، (طُبع).\r19 - تنبيه الرجل العاقل على تمويه الجدل الباطل، لابن تيمية، تحقيق بالاشتراك مع الشيخ عزير شمس، (طُبع) الطبعة الأولى في مجلدين، والطبعة الثانية مع مزيد من التنقيح والتصحيح في مجلد واحد.\r20 - شرح مراقي السعود (نثر الورود)، للشنقيطي، (في مجلدين).\r21 - السياسة الشرعية، لشيخ الإسلام ابن تيمية، (طُبع).\r22 - الرد على أبي الحسن الشاذلي في حزبه، لشيخ الإسلام ابن تيمية، (طُبع) طبعة أولى ناقصة، ثم طبعة ثانية تامة بعد العثور على النقص في المخطوط.\r23 - المجموعة السابعة من «جامع المسائل»، لشيخ الإسلام ابن تيمية، (طُبع).\r24 - رفع اليدين في الصلاة، لابن القيم، (طُبع).\r25 - تهذيب سنن أبي داود وإيضاح علله ومشكلاته، لابن القيم، تحقيق بالاشتراك مع الشيخ نبيل السندي، (طُبع).\r26 - شرح العمدة، لابن تيمية، تحقيق بالاشتراك مع المشايخ: محمد أجمل الإصلاحي، ومحمد عزير شمس، وزاهر بالفقيه، ونبيل السندي، (طُبع).\r\r• وضمن مشروع «آثار الشيخ المعلمي» (المطبوع):\r27 - تراجم مختارة، للشيخ المعلمي، مجلد.\r28 - الوحدان من الرواة، للشيخ المعلمي، مجلد.\r29 - المقدمات، للشيخ المعلمي، مجلد.\r30 - الرسائل المتبادلة، للشيخ المعلمي.\r31 - يسر العقيدة الإسلامية، للمعلمي.\r32 - منتخب طبقات المدلسين، للمعلمي.\r33 - علم الرجال، للمعلمي.\r34 - عمارة القبور- المبيضة، للمعلمي.\r35 - عمارة القبور - المسودة، للمعلمي.\r36 - الأنوار الكاشفة، للمعلمي. مجلد.\r37 - الاستبصار في نقد الأخبار، للمعلمي.\r38 - العبادة، للمعلمي.\r39 - رد المعلمي على بعض شراح الترمذي.\r\r[المصدر: موقع «ملتقى أهل الحديث»، وصفحة الشيخ بـ «موقع الألوكة»، مع تحديث بيانات الكتب من فريق الشاملة]","seal":"4439D010","cat":"الجوامع والمجلات ونحوها","oNum":20766,"BkId":20766,"oAuth":1072,"bVer":1,"aSeal":"07FD163A"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t20766":
    [
      {"lvl":1,"id":7,"sub":0,"tit":"مقدمة المشرف العام على مشروع (آثار الشيخ العلامة محمد الأمين الشنقيطي) فضيلة الشيخ العلامة بكر بن عبد الله أبو زيد - حفظه الله- رئيس مجمع الفقه الإسلامي بجدة"},
      {"lvl":1,"id":11,"sub":0,"tit":"خطة العمل في (آثار الشيخ العلامة محمد الأمين الشنقيطي)"},
      {"lvl":2,"id":13,"sub":0,"tit":"الأول: تحقيق، وهي خمسة كتب"},
      {"lvl":2,"id":14,"sub":0,"tit":"الثاني: قراءة وتصحيح، وهي بقية الكتب"},
      {"lvl":3,"id":14,"sub":1,"tit":"أضواء البيان"},
      {"lvl":3,"id":15,"sub":0,"tit":"مذكرة أصول الفقه"},
      {"lvl":3,"id":16,"sub":0,"tit":"دفع إيهام الاضطراب"},
      {"lvl":3,"id":16,"sub":1,"tit":"منع جواز المجاز"},
      {"lvl":3,"id":16,"sub":2,"tit":"رحلة الحج إلى بيت الله الحرام"},
      {"lvl":3,"id":17,"sub":0,"tit":"المحاضرات"},
      {"lvl":1,"id":19,"sub":0,"tit":"ترجمة الشيخ العلامة المفسر الأصولي محمد الأمين الشنقيطي (1)"},
      {"lvl":2,"id":19,"sub":1,"tit":"أولا: اسمه ونسبه"},
      {"lvl":2,"id":19,"sub":2,"tit":"ثانيا: مولده ونشأته"},
      {"lvl":2,"id":20,"sub":0,"tit":"ثالثا: طلبه للعلم"},
      {"lvl":2,"id":22,"sub":0,"tit":"رابعا: همته في طلب العلم"},
      {"lvl":2,"id":22,"sub":1,"tit":"خامسا: غزارة علمه وسعة اطلاعه"},
      {"lvl":2,"id":24,"sub":0,"tit":"سادسا: عقيدته"},
      {"lvl":2,"id":26,"sub":0,"tit":"سابعا: الوظائف والأعمال التي تقلدها في بلاده"},
      {"lvl":2,"id":27,"sub":0,"tit":"ثامنا: سفره إلى الحج واستقراره في المدينة النبوية، وأثر ذلك عليه من الناحية العلمية"},
      {"lvl":2,"id":28,"sub":0,"tit":"تاسعا: الأعمال التي زاولها (رحمه الله) بعد استقراره في بلاد الحرمين"},
      {"lvl":2,"id":30,"sub":0,"tit":"عاشرا: زهده وورعه"},
      {"lvl":2,"id":33,"sub":0,"tit":"الحادي عشر: مؤلفاته"},
      {"lvl":3,"id":33,"sub":1,"tit":"القسم الأول: ما ألفه في بلاده"},
      {"lvl":3,"id":34,"sub":0,"tit":"القسم الثاني: ما كتبه أو أملاه في طريقه إلى الحج وهو قادم من بلاده"},
      {"lvl":3,"id":34,"sub":1,"tit":"القسم الثالث: ما كتبه بعد استقراره في هذه البلاد"},
      {"lvl":2,"id":37,"sub":0,"tit":"الثاني عشر: تجافيه عن الفتيا في أخريات حياته"},
      {"lvl":2,"id":38,"sub":0,"tit":"الثالث عشر: رجوعه للحق إذا ظهر له ذلك"},
      {"lvl":2,"id":39,"sub":0,"tit":"الرابع عشر: وفاته"}
    ]
}
