{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b20859":
    [
      {"aya":null,"part":"15","sora":null,"Na":null,"id":1,"hno":976,"nass":"كتاب علوم الحديث\r\r976 - فضل أهل الحديث\rقال موسى بن هارون: سمعت أحمد بن حنبل رحمه اللَّه، وسئل عن معنى هذا الحديث (¬1)، فقال: إن لم تكن هذِه الطائفة المنصورة أصحاب الحديث فلا أدري من هم.\r\"معرفة علوم الحديث\" (2)\r\r977 - من هو صاحب الحديث؟\rقال أبو القاسم بن منيع: أردت الخروج إلى سويد بن سعيد، فقلت لأحمد بن حنبل يكتب لي إليه فكتب: وهذا رجل يكتب الحديث.\rفقلت: يا أبا عبد اللَّه، خدمتي لك ولزومي، لو كتبت هذا رجلٌ من أصحاب الحديث؟\rفقال: صاحب الحديث عندنا من يستعمل الحديث.\r\"المناقب\" لابن الجوزي ص 268\r¬__________\r(¬1) يعني قوله -صلى اللَّه عليه وسلم-: \"لا يزال ناس من أمتي منصورين، لا يضرهم من خذلهم حتى تقوم الساعة\" رواه أحمد 3/ 436 والترمذي (2192) وابن ماجه (6) من حديث معاوية ابن قرة عن أبيه.\rقال الترمذي: حديث حسن صحيح. وقال الألباني في \"الصحيحة\" (403): وهو على شرط الشيخين.","seal":"5DF73D0F","page":413},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":2,"hno":978,"nass":"باب ما جاء في أقسام الحديث\r978 - ما جاء في أصح الأسانيد\rقال أبو العباس أَحمد بن محمد بن يزيد البراثي: سمعت خلفا البزار يقول: سألت أحمد بن حنبل أي الأسانيد أثبت؟\rقال: أيوب، عن نافع، عن ابن عمر. وإِن كان من حديث حماد بن زيد فيا لك.\r\"المناقب\" لابن الجوزي 119\r\r979 - الحديث الغريب\rوروى أبو إسحاق في تعاليقه عن أبي بكر النقاش، عن محمد بن سعيد، عن محمد بن سهل بن عسكر، سمعت أحمد بن حنبل رحمه اللَّه يقول: إذا سمعت أصحاب الحديث يقولون: هذا حديث غريب أو فائدة، فاعلم أنه خطأ، وإذا سمعتهم يقولون: هذا حديث لا شيء، فاعلم أنه صحيح.\r\"العدة\" 3/ 930، \"شرح علل الترمذي\" لابن رجب 1/ 408\r\rقال علي بن عثمان النفيلي: قال. أحمد: شر الحديث الغرائب التي لا يعمل بها ولا يعتمد عليها.\rوقال المروذي سمعت أحمد يقول: تركوا الحديث وأقبلوا على الغرائب، ما أقل الفقه فيهم؟ !\rوقال أحمد بن يحيى سمعت أحمد غير مرة يقول: لا تكتبوا هذِه الأحاديث الغرائب فإنها مناكير وعامتها عن الضعفاء.\r\"شرح علل الترمذي\" لابن رجب 1/ 408 - 409","seal":"BCD6747A","page":414},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":3,"hno":980,"nass":"980 - الحديث المعنعن\rنقل أبو الحارث وعبد اللَّه عن الإمام أحمد، قال: ما رواه الأعمش عن إبراهيم، عن علقمة، عن عبد اللَّه، عن النبي -صلى اللَّه عليه وسلم- فهو ثابت، وما رواه الزهري عن سالم، عن أبيه. وداود، عن الشعبي (¬1)، عن علقمة، عن عبد اللَّه، ثابت.\r\"العدة\" 3/ 986\r\r981 - هل الحديث المعنعن والمؤنن سواء؟\rقال أبو داود: سمعت أحمد يقول: كان مالك -زعموا- يرى عن فلان وأن فلانا سواء، ذكر أحمد مثل حديث جابر أن سليكًا جاء والنبي -صلى اللَّه عليه وسلم- يخطب (¬2). أو عن جابر، عن سليك: أنه جاء.\rسمعت أحمد قيل له: إن رجلًا قال: عروة أن عائشة، وعروة عن عائشة قالت: يا رسول اللَّه. .، وعن عروة عن عائشة؛ سواء؟ فقال: كيف هو سواء؟ ! أي: ليس هو بسواء.\r\"مسائل أبي داود\" (1978)\r¬__________\r(¬1) في \"العدة\": (أشعث) والصواب الشعبي، وسيأتي بعد خمس صفحات.\r(¬2) رواه الإمام أحمد 3/ 297، ومسلم (875)، ورواه البخاري (930) ولم يسمَّ الرجل سليكًا.","seal":"C528754F","page":415},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":4,"hno":982,"nass":"982 - حكم زيادة الثقة\rقال أحمد بن القاسم: سألت أبا عبد اللَّه رحمه اللَّه عن مسألة في فوات الحج، فقال: فيها روايتان: إحداهما: فيها زيادة دم، قال أبو عبد اللَّه: والزائد أولى أن يؤخذ به.\rقال: ومذهبنا في الأحاديث: إذا كانت الزيادة في أحدهما، أخذنا بالزيادة.\rونقل الميموني عنه أنه قال: نقل أن النبي -صلى اللَّه عليه وسلم- دخل الكعبة ولم يصل (¬1)، ونقل أنه صلى (¬2)، فهذا يشهد أنه صلى.\rوابن عمر يقول: لم يقنت في الفجر (¬3)، وغيره يقول: قنت (¬4)، فهذِه شهادة عليه أنه قنت، وحديث أنس: لم يأن لرسول اللَّه -صلى اللَّه عليه وسلم- أن يخضب (¬5)، وقوم يقولون: قد خضب (¬6)، فهذِه شهادة على الخضاب، فالذي يشهد على النبي -صلى اللَّه عليه وسلم-، فهو أوكد.\r¬__________\r(¬1) رواه الإمام أحمد 2/ 3، 33، والبخاري (397)، ومسلم (1329) من حديث ابن عمر.\r(¬2) رواه الإمام أحمد 1/ 237، والبخاري (398)، ومسلم (1331) من حديث ابن عباس. وانظر للجمع بين الروايتين: \"فتح الباري\" 3/ 468 - 469.\r(¬3) رواه عبد الرازق 3/ 107 (4954)، والطحاوي في \"شرح معاني الآثار\" 2/ 246.\r(¬4) روى غير واحد من أصحاب النبي -صلى اللَّه عليه وسلم- أنه قنت في الفجر منهم: أنس بن مالك: رواه الإمام أحمد 3/ 113، والبخاري (1001)، ومسلم (677/ 298).\rالبراء بن عازب: رواه الإمام أحمد 4/ 280، ومسلم (678).\r(¬5) رواه الإمام أحمد 3/ 227، والبخاري (5895)، ومسلم (2341).\r(¬6) رواه الإمام أحمد 2/ 17 - 18، والبخاري (166) من حديث ابن عمر أنه -صلى اللَّه عليه وسلم- كان يخضب.","seal":"4416E456","page":416},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":5,"hno":null,"nass":"نقل الأثرم وإبراهيم بن الحارث والمروذي: إذا تبايعا فخير أحدهما صاحبه بعد البيع، فهل يجب، فقال: هكذا في حديث ابن عمر (¬1).\rقيل له: أتذهب إليه، قال: لا، أنا أذهب إلى الأحاديث الباقية، الخيار لهما ما لم يتفرقا، ليس فيها شيء من هذا.\rوقال في رواية أبي طالب: كان الحجاج بن أرطاة من الحفاظ.\rقيل له: فلم هو عند الناس ليس بذاك، قال: لأن في حديثه زيادة على حديث الناس، ما يكاد له حديث إلَّا فيه زيادة.\r\"العدة\" 3/ 1004 - 1007، \"المسودة\" 1/ 590 - 592.\r\rوقال -في رواية صالح-: قد أنكر على مالك هذا الحديث -يعني: زيادته: \"من المسلمين\" في حديث نافع عن ابن عمر قال: فرض رسول اللَّه -صلى اللَّه عليه وسلم- زكاة الفطر من رمضان على كل حر أو عبد أذكر أو أنثى من المسلمين صاعًا من تمر أو صاعًا من شعير- ومالك إذا انفرد بحديث هو ثقة، وما قال أحد ممن قال بالرأي أثبت منه -يعني: في الحديث.\r\"شرح علل الترمذي\" لابن رجب 1/ 422\r¬__________\r= وروى الإمام أحمد 2/ 227، 4/ 163، وأبو داود (4208)، والنسائي 8/ 141 من حديث أبي مثة قال: الترمذي في \"الشمائل\" (43، 45) هذا أحسن شيء روي في هذا الباب وأفسر؛ لأن الروايات الصحيحة أن النبي -صلى اللَّه عليه وسلم- لم يبلغ الشيب وصححه الألباني في \"مختصر الشمائل\" (36، 37).\r(¬1) رواه الإمام أحمد 2/ 9، والبخاري (2107)، ومسلم (1531).","seal":"C4CC43F1","page":417},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":6,"hno":983,"nass":"983 - معرفة من يرجع إلى قوله عند اختلاف الثقات:\rنقل عنه المروذي أنه سئل -عن نافع وسالم- إذا اختلفا فلأيهما يقضي؛ فقال: كلاهما ثبت ولم ير أن يقضي لأحدهما على الآخر.\r\"شرح علل الترمذي\" لابن رجب 2/ 472\r\r984 - ترجيح المراسيل بعضها على بعض\rقال أحمد -في رواية أبي الحارث-: مرسلات سعيد بن المسيب صحاح، لا يُرى أصح من مرسلاته، فأما الحسن وعطاء، فليس بذلك، هو أضعف المرسلات، كأنهما كانا يأخذان من كلٍّ.\rوقال أحمد في رواية الفضل بن زياد: أما مرسلات عطاء، ففيها شيء، وأما ابن سيرين فما أحسن مخرجه أيضًا. ومرسلات سعيد بن المسيب أصح المرسلات، ومرسلات إبراهيم النخعي لا بأس بها. وليس في المرسلات أضعف من مرسلات الحسن وعطاء بن أبي رباح؛ كأنهما كانا يأخذان من كلٍّ.\rوقال أحمد في رواية مهنا وقد سأله عن مرسلات سعيد بن جبير أحب إليك أم مرسلات عطاء؟\rقال: مرسلات سعيد بن جبير أقرب، وهي أحب إليّ من مرسلات عطاء.\rوسأله: عن مرسلات سعيد بن جبير أحب إليك أم مرسلات مجاهد؟\rفقال: مرسلات سعيد.\rوسأله: عن مرسلات مجاهد أحب إليك أم مرسلات عطاء؟","seal":"E02013BD","page":418},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":7,"hno":null,"nass":"فقال مرسلات مجاهد؛ لأن عطاء روى عمن هو دونه، ومجاهد لم يرو عمن هو دونه.\rوقال أحمد في رواية أبي الحارث: مرسلات عطاء فيها شيء.\rوقال أحمد في رواية مهنا وقد سأله عن مرسلات طاوس أحب إليك أو مرسلات أبي إسحاق؟\rقال: مرسلات طاوس.\rوسأله عن مرسلات إسماعيل بن أبي خالد أحب إليك أم مرسلات عمرو بن دينار؟\rفقال: إسماعيل بن أبي خالد لا يبالي عمن حدث، عن أشعث بن سوار وعن مجاهد، وعمرو بن دينار لا يروي إلَّا عن ثقة، مرسلات عمرو أحب إليّ.\rوسأله: أيما أحب إليك: إبراهيم عن عليّ، أو مجاهد عن عليّ؟\rقال: إبراهيم عن عليّ؛ لأن هذا كان مقيمًا، وكان مجاهد إنما تقع إليهم الأخبار إلى الكوفة.\rوقال أحمد في رواية أبي الحارث وقد سأله عن مرسلات النخعي؟\rقال: ما أصلحها، ليس بها بأس، أصلح من مرسلات الحسن.\rوسأله مهنا: لم كرهت مرسلات الأعمش؟\rقال: كان الأعمش لا يبالي عمن حدث.\rقيل له: فإن له رجلًا ضعيفًا غير إسماعيل بن مسلم ويزيد الرقاشي؟ قال: نعم، كان يحدث عن عتاب بن إبراهيم.\rوسأله أيضًا: عن مرسلات الأعمش، وسليمان النخعي، ويحيى بن أبي كثير؟","seal":"6B327847","page":419},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":8,"hno":null,"nass":"قال: مرسلات يحيى بن كثير أحب إليّ.\rوقال أحمد في رواية إسحاق بن إبراهيم، وقد سأله عن مراسيل يحيى بن أبي كثير؟\rفقال: لا تعجبني؛ لأنه يروي عن رجال صغار ضعاف.\rوقال أحمد في رواية أبي طالب، وقد سأله عن رجل ما قال الحسن، قال رسول اللَّه -صلى اللَّه عليه وسلم-، وجدناه من حديث أبي هريرة وعائشة وسَمُرة، قال: صدق.\rوقال أحمد في رواية مهنا، وقد سأله: هل شيء يجيء عن الحسن. قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-؟ قال: هو صحيح، ما نكاد نجدها إلَّا صحيحة.\rوقال أحمد في رواية أبي الحارث: مرسلات ابن سيرين صحاح حسنة المخرج.\rوقال أحمد في رواية مهنا، وقد سأله عن مرسلات سفيان، فقال: كان سفيان لا يبالي عمن روى.\rوسأله: عن مرسلات مالك بن أنس؟ قال: هي أحب إليّ.\r\"العدة\" 3/ 920 - 921\r\rوقال أحمد -في رواية أبي الحارث وعبد اللَّه-: ما رواه الأعمش، عن إبراهيم، عن علقمة، عن عبد اللَّه، عن النبي -صلى اللَّه عليه وسلم- فهو ثابت، وما رواه الزهري، عن سالم، عن أبيه، وداود عن الشعبي، عن علقمة، عن عبد اللَّه، عن النبي -صلى اللَّه عليه وسلم- ثابت.\r\"المسودة\" 1/ 518 - 519\r\rوقال أحمد -في رواية الميموني وحنبل عنه-: مرسلات سعيد ابن المسيب صحاح لا نرى أصح من مرسلاته.","seal":"2645BA13","page":420},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":9,"hno":985,"nass":"زاد الميموني: وأما الحسن وعطاء فليس هي بذاك، هي أضعف المراسيل كلها، فإنهما كانا يأخذان عن كل.\r\"شرح علل الترمذي\" لابن رجب 1/ 290\r\r985 - قول الصحابي: (من السنة) هل يقتضي سنة النبي -صلى اللَّه عليه وسلم- ويكون بمنزلة المرفوع؟ وكذلك قول التابعي: (من السنة) هل يكون بمنزلة المرسل؟\rنقل أبو النضر العجلي عن أحمد: في جراحات النساء مثل جراحات الرجال، حتى تبلغ الثلث، فإذا زاد فهو على النصف من جراحات الرجل، قال: هو قول زيد بن ثابت (¬1)، وقول على: كله على النصف (¬2).\rقيل له: كيف لم تذهب إلى قول علي؟\rقال: لأن هذا -يعني: قول زيد- ليس بقياس، قال سعيد بن المسيب: هو السنة (¬3).\rونقل عنه البرزاطي لما روي الحديث عن ابن عمر أنه قال: مضت\r¬__________\r(¬1) رواه ابن أبي شيبة 5/ 411 (27488)، والبيهقي 8/ 96.\r(¬2) رواه ابن أبي شيبة 5/ 411 (27942)، والبيهقي 8/ 96، وصحح إسناده الألباني في \"الإرواء\" 7/ 307.\r(¬3) رواه مالك في \"الموطأ\" ص 536، وعبد الرزاق 9/ 364 - 395 (17749)، وابن أبي شيبة 5/ 411 - 412 (27495)، والبيهقي 8/ 96. قال الألباني في \"الإرواء\" (2555): وهذا سند صحيح إلى سعيد.","seal":"7E0D0241","page":421},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":10,"hno":986,"nass":"السنة أن ما أدركت الصفقة حيًا مجموعًا فهو من مال المبتاع، فقال بعد هذا: صار الحديث مرفوعًا بقوله: مضت السنة، ويدخل في المسند (¬1).\r\"العدة في أصول الفقه\" 3/ 993 - 994\r\r986 - الحديث المدلس\rقال حرب: سألتُ أحمد عن التدليس في الحديث فكرهه، وقال: أقل شيء أنه يتزيد أو يتزين.\rقال حرب: أنا أشك.\r\"مسائل حرب\" ص 344\r\r987 - الحديث المنكر\rقال ابن هانئ: قيل له: فهذِه الفوائد التي فيها المناكير، ترى أن يكتب الحديث المنكر؟\rقال: المنكر أبدًا منكر.\r\"مسائل ابن هانئ\" (1925).\r¬__________\r(¬1) تعقب شيخ الإسلام المؤلف في هذا، حيث قال في \"المسودة\" ص (295): قلت: ويغلب على ظني أن هذا الضرب لم يذكره أحمد في الحديث المسند، فلا يكون عنده مرفوعًا.","seal":"E1DD696A","page":422},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":11,"hno":988,"nass":"باب الإسناد\r988 - الأمر بالتفتيش عن الأسانيد، وأن الإسناد من الدين\rقال محمد بن الحسين البغدادي: سمعت أحمد بن حنبل يقول: سمعت يحيى بن سعيد يقول: الإسناد من الدين. قال يحيى: وسمعت شعبة يقول: إنما تعلم صحة الحديث بصحة الإسناد.\r\"شرح علل الترمذي\" لابن رجب 1/ 58\r\r989 - طلب علو الإسناد\rروى أبو بكر الخلال، عن حرب بن إسماعيل، قال: سئل أحمد عن الرجل يطلب الإسناد العالي، فقال: طلب الإسناد العالي سنة عمن سلف؛ لأن أصحاب عبد اللَّه كانوا يرحلون من الكوفة إلى المدينة فيتعلمون من عمر ويسمعون منه.\rوقال عمار بن رجاء: سمعت أحمد بن حنبل يقول: طلب إسناد العلو من السنة.\r\"المناقب\" ص 263\r\r990 - رواية الأكابر عن الأصاغر\rقال ابن هانئ: وقال: أرى مروان قد روى وهو أصغر من مروان، وأصغر من وكيع.\r\"مسائل ابن هانئ\" (2231)","seal":"2A4775DF","page":423},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":12,"hno":null,"nass":"قال عبد اللَّه: قلت لأبي: إن يحيى بن معين يطعن علي عامر بن صالح هذا، قال: يقول ماذا؟\rقلت: رآه يسمع من حجاج.\rقال: قد رأيت أنا حجاج يسمع من هشيم، وهذا عيب يسمع الرجل ممّن هو أصغر منه وأكبر.\r\"فضائل الصحابة\" 2/ 1078 (1589)\r\rقال ابن الجوزي: أخبرنا أبو منصور القزاز، قال: أنا أبو بكر بن ثابت، قال: أنا أبو الفرج الطناجيري، قال: ثنا عمر بن أحمد الواعظ، قال: ثنا عبد اللَّه بن سليمان بن الأشعث، قال: ثنا أبي، قال: ثنا محمد بن عمرو الرازي، قال: ثنا عبد الرحمن بن قيس، عن حماد بن سلمة، عن أبي العشراء الدارمي، عن أبيه أن رسول اللَّه -صلى اللَّه عليه وسلم- سئل عن العتير فحسنها (¬1)، قال: قال ابن أبي داود: قال أبي فذكرته لأحمد بن حنبل فاستحسنه وقال: هذا حديث غريب، وقال لي: اقعد، فدخل فأخرج محبرة وقلما وورقة وقال: أمله عليّ، فكتبه عني، ثم شهدته يومًا آخر وجاءه أبو جعفر بن أبي سمينة، فقال أحمد بن حنبل: يا أبا جعفر، عند أبي داود حديث غريب اكتبه عنه، فسألني فأمليته عليه.\r\"المناقب\" ص 65 - 66\r¬__________\r(¬1) رواه الطبراني 7/ 168، وقال الهيثمي في \"المجمع\" 4/ 30: فيه عبد الرحمن بن قيس الضبي ولم أجد من ترجمه وبقية رجاله ثقات.","seal":"D8FC431E","page":424},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":13,"hno":991,"nass":"فصل: من حدَّث عن الإمام أحمد من مشايخه ومن الأكابر\r991 - عبد الرزاق بن همام الصنعاني\rقال ابن الجوزي: أَنبأَنا محمد بن عبد الملك بن خيرون، قال: أَنبأَنا أَبو بكر أَحمد بن علي بن ثابت، قال: ثنا أَبو طالب يحيى بن علي بن الطيب العجلي، قال: أَنا أَبو يعقوب يوسف بن إبراهيم بن موسى السهمي، قال: ثنا عبد اللَّه بن محمد بن مسلم، قال: ثنا مهدي بن الحارث، قال: ثنا أَبو عبد اللَّه القصار، قال: أَنا عبد الرزاق، قال: أَنا أَحمد بن حنبل، عن الوليد -يعني: ابن مسلم- عن زيد بن واقد، قال: سمعت نافعا مولى ابن عمر، أن ابن عمر كان إِذا رأى مصليًا لا يرفع يديه في الصلاة حصبه وأَمره أن يرفع.\r\"المناقب لابن الجوزي\" ص 115\r\r992 - إسماعيل ابن علية\rذكر أَبو بكر الخلال، أَنه روى عن أَحمد.\r\"المناقب\" ص 115\r\r993 - وكيع بن الجراح\rقال ابن الجوزي: وقد ذكرنا عنه أنه قال: نهاني أَحمد أَن أَحدث عن فلان.\r\"المناقب\" ص 115","seal":"632ADA97","page":425},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":14,"hno":994,"nass":"994 - عبد الرحمن بن مهدي\rقال ابن الجوزي: أَخبرنا محمد بن أَبي منصور، قال: أَنا عبد القادر بن محمد، قال: أَنا إبراهيم بن عمر البَرْمَكي، قال: أَنا علي بن عبد العزيز بن مَرْدَك، قال: أَنا أَبو محمد بن أَبي حاتم، قال: ثنا أَحمد بن سنان الواسطي قال: سمعت عبد الرحمن بن مهدي يقول: كان أَحمد بن حنبل عندي. فقال: نظرنا فيما كان يخالفكم فيه وكيع أو فيما يخالف وكيع الناس، فإذا هي نيف وستون حرفًا.\r\"المناقب\" ص 115 - 116\r\r995 - محمد بن إدريس الشافعي\rقال ابن الجوزي: أَنبأَنا محمد بن أَبي طاهر البزاز، قال: أَنبأَنا أَحمد بن علي بن ثابت، قال: أَنا أَبو سعد إسماعيل بن علي بن الحسن بن بندار الإِستراباذي، قال: ثنا محمد بن عبد اللَّه الحافظ، قال: ثنا أَبو العباس محمد بن يعقوب، قال: أَنا الربيع، قال: أَنا الشافعي، قال: أَنا الثقة -وهو أَحمد ابن حنبل- عن عبد اللَّه بن الحارث، عن مالك بن أَنس، عن يزيد بن قسيط، عن سعيد بن المُسيَّب: أَن عمر وعثمان قضيا في المِلْطَاة بنصف دِيَةِ المُوضِحَة.\r\"المناقب\" ص 116\r\rقال ابن الجوزي: أَنبأَنا محمد بن عبد الملك بن خيرون، قال: أَنبأَنا أَحمد بن علي بن ثابت، قال: أَنا أَبو سعيد محمد بن موسى بن الفضل بن شاذان، قال: ثنا أَبو العباس محمد بن يعقوب الأصم، قال: أَنا الربيع بن","seal":"AE40207F","page":426},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":15,"hno":996,"nass":"سليمان، قال: أَنا الشافعي، قال: ثنا الثقة من أصحابنا، عن يحيى بن سعيد القطان، عن شعبة بن الحجاج، عن قيس بن مسلم، عن طارق بن شهاب، أَن عمر بن الخطاب قال: إِنما الغنيمة لمن شهد الوقعة. قال الخطيب: قال لي أَبو الفضل علي بن الحسين الفَلَكي الحافظ: الرجل الذي لم يسمه الشافعي هو أَحمد بن حنبل.\r\"المناقب\" ص 116\r\r996 - معروف الكرخي\rقال ابن الجوزي: أَنبأَنا يحيى بن الحسن بن البنا، قال: أَنبأَنا أَبو يعلى محمد بن الحسين، عن أَبي الفرج محمد بن فارس الغُورِيّ، قال: ثنا أَحمد بن المنادي، قال: ثنا أَبو بكر عمر بن إبراهيم، قال: ثنا يحيى بن أَكثم القاضي، قال: سمعت معروفًا -وذكر عنده أَحمد بن حنبل- قال: رأَيت أَحمد بن حنبل فتى عليه آثار النسك، فسمعته يقول كلامًا جمع فيه الخير سمعته يقول: من علم أنه إذا مات نسي، أحسن ولم يسئ.\r\"المناقب\" ص 117\r\r997 - أسود بن عامر المعروف بـ (شاذان)\rقال ابن الجوزي: أَنبأَنا يحيى بن علي المُدِير، قال: أَنبأَنا أَبو بكر أَحمد بن علي الحافظ، قال: أَخبرني أَبو القاسم الأَزهري، قال: ثنا علي بن عمر الحافظ، قال: ثنا محمد بن مخلد، قال: ثنا أَبو بكر المَروذِي، قال: حدثني عبد الصمد بن يحيى، قال: سمعت شاذان","seal":"9D12E1EE","page":427},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":16,"hno":998,"nass":"يقول: أَرسلت إلى أَبي عبد اللَّه -يعني: أَحمد بن حنبل- أَستأذنه أَن أُحَدِّث بحديث حماد عن قَتَادَة، عن عِكْرِمة، عن ابن عباس، عن النبي -صلى اللَّه عليه وسلم- \"رأيت ربي عز وجل\" (¬1) فقال: قل له قد حَدَّثَ به العلماء، حَدِّثْ به.\r\"المناقب\" ص 117\r\r998 - الحسن بن موسى الأشيب\rقال ابن الجوزي: أَنبأَنا أَحمد بن عبد الملك بن خيرون، قال: أَنبأَنا أَحمد بن علي الحافظ، قال: أَخبرني عبيد اللَّه بن أَبي الفتح الفارسي، قال: ثنا علي بن عمر الحافظ، قال: ثنا القاضي بن الحسين بن إسماعيل، قال: ثنا الفضل بن سهل الأَعرج، قال: ثنا الحسن الأشيب، قال: ثنا شيبان، عن ليث، عن عطاء، عن عائشة قالت: أَفْطَرَ الحاجمُ والمَحْجُومُ (¬2).\r¬__________\r(¬1) رواه الإمام أحمد 1/ 285، وابن أبي عاصم في \"السنة\" (440)، وصححه الألباني في \"ظلال الجنة\".\rقلت: وقد صح الحديث موقوفًا أيضًا، فقد روى البخاري (4716) بإسناده، عن ابن عباس -رضي اللَّه عنهما- في قوله تعالى: {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ}، وقال: نص رؤيا عين، أريها رسول اللَّه -صلى اللَّه عليه وسلم- ليلة أسرى به. {وَالشَّجَرَةَ الْمَلْعُونَةَ} شجرة الزقوم. أهـ.\r(¬2) روى ابن أبي شيبة 2/ 308 (9310)، والنسائي في \"الكبرى\" 2/ 228 (3192)، هكذا موقوفًا. ورواه مرفوعًا الإمام أحمد 6/ 157، والنسائي في \"الكبرى\" 2/ 228 (3191)، وغيرهما. وله شاهد من حديث ثوبان -رضي اللَّه عنه-، رواه الإمام أحمد 5/ 277، وأبو داود (2367)، وابن ماجه (1680) وصححه الألباني في \"صحيح ابن ماجه\" (1362)، و\"الإرواء\" (931).","seal":"94A4A1D0","page":428},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":17,"hno":999,"nass":"قال الحسن الأشيب: وحدثني أَحمد بن حنبل، عن هاشم أَبي النضر، عن شيبان، عن النبي -صلى اللَّه عليه وسلم- بهذا.\r\"المناقب\" ص 117 - 118\r\r999 - داود بن عمرو الضبي\rقال ابن الجوزي: أَنبأَنا يحيى بن علي المُدِير، قال: أَنبأَنا أَحمد بن علي الحافظ، قال: أَنا أَبو الفتح عبد الملك بن عمر بن خلف البزار، قال: أَنا علي بن عمر الحافظ، قال: ثنا محمد بن مخلد، قال: ثنا محمد بن علي بن معدان، قال: سمعت داود بن عمر، يقول: سمعت أَحمد بن حنبل يقول: سمعت سفيان بن عُيَيْنَة يقول: وأَنعما. قال: وأهلا. قلت: الإشارة إلى الحديث المعروف \"وإن أبا بكر وعمر منهم وأَنْعمَا\" (¬1).\r\"المناقب\" ص 118\r\r1000 - أَبو زكريا يحيى بن عبد الحميد الحِمَّاني\rقال ابن الجوزي: أَنبأَنا محمد بن عبد الملك قال: أَنبأَنا أَحمد بن علي بن ثابت، قال: قرأت على محمد بن أَحمد بن يعقوب المعدل، عن محمد بن عبد اللَّه بن نعيم النيسابوري قال: ثنا أَبو سعيد أَحمد بن سليمان بن نوح قال: ثنا البُوشَنْجيّ محمد بن إبراهيم قال: ثنا الحِمَّاني قال: ثنا أَحمد بن حنبل قال: ثنا إسحاق الأَزرق، عن شَرِيكٍ، عن\r¬__________\r(¬1) رواه الإمام أحمد 3/ 72، وأبو داود (3987)، والترمذي (3658)، وابن ماجه (96). وصححه الألباني في \"صحيح ابن ماجة\" (79).","seal":"88B9284E","page":429},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":18,"hno":1001,"nass":"بَيَانِ، عن قَيْسِ بن أَبي حازِمٍ، عن المُغِيرَةِ بن شُعْبَةَ، قال: كنا نصلي مع رسول اللَّه -صلى اللَّه عليه وسلم- الظهر بالهاجرة، فقال لنا: \"أَبردوا بالصلاة فإن شدة الحر من فَيْحِ جهنم\" (¬1).\r\"المناقب\" ص 118 - 119\r\r1001 - خلف بن هشام البزار\rقال ابن الجوزي: أَنبأَنا محمد بن أَبي طاهر البزار، قال: أَنبأَنا أَحمد بن علي الحافظ، قال: أَنبأَنا أَبو الحسن محمد بن رزق، قال: حدثني أَبو بكر محمد بن إسحاق المقرئ، قال: حدثني أَبو العباس أَحمد بن محمد بن يزيد البراثي، قال: سمعت خلفًا البزار يقول: سأَلت أَحمد بن حنبل أيُّ الأسانيد أثبت؟\rقال: أَيوب، عن نافع، عن ابن عمر، وإِن كان من حديث حماد بن زيد فيا لك! !\r\"المناقب\" ص 119\r¬__________\r(¬1) رواه الإمام أحمد 4/ 250، وابن ماجة (680)، والبيهقي 1/ 439.\rقال البيهقي في \"السنن\" -عقبه: قال أبو عيسى الترمذي- فيما بلغني عنه: سألت محمدًا -يعني: البخاري- عن هذا الحديث فعدَّه محفوظًا، وقال: رواه غير شريك عن بيان عن قيس عن المغيرة. اهـ، مختصرًا.\rوقال البوصيري في \"الزوائد\" (228): وإسناده صحيح، ورجاله ثقات. اهـ، مختصرًا.\rوله شاهد صحيح من حديث أبي هريرة عند الإمام أحمد 2/ 229، والبخاري (536)، ومسلم (615).","seal":"5F1AB5C8","page":430},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":19,"hno":1002,"nass":"1002 - قتيبة بن سعيد\rقال ابن الجوزي: أَنبأَنا محمد بن أَبي منصور، قال: أَنا محمد بن علي بن ميمون، قال: أَنا محمد بن علي بن عبد الرحمن الحسني، قال: ثنا محمد بن علي بن عبد اللَّه الهمذاني، قال: ثنا محمد بن عمار العطار، قال: ثنا عبيد اللَّه بن أَحمد المروزي، قال: ثنا عبدان بن محمد، قال: ثنا قتيبة، قال: ثنا أَحمد بن حنبل، قال: ثنا محمد بن سلمة، عن محمد بن إسحاق، عن عبيد اللَّه بن طلحة، عن الحسن، عن عثمان بن أَبي العاصي: أَنه دُعِيَ إلى خِتان فأَبَى. وقال: كنا على عهد رسول اللَّه لا نأتي الخِتَانَ ولا نُدْعَى إِليه (¬1).\r\"المناقب\" ص 119\r\r1003 - علي بن المديني\rقال ابن الجوزي: أَخبرنا يحيى بن ثابت بن بُنْدار، قال: أَنا أَبي، قال: أَنا أَبو بكر البَرْقاني، قال: أَنا أَحمد بن إبراهيم الإسماعيلي، قال: ثنا ابن عبد الكريم الوراق، قال: ثنا الحسن بن علي الأزدي، قال: ثنا علي بن المديني، قال: حدثني أَحمد بن حنبل، قال: ثنا علي بن عياش الحمصي، قال: ثنا شعيب بن أَبي حمزة، عن محمد بن المنكدر، عن جابر قال: قال رسول اللَّه -صلى اللَّه عليه وسلم- \"من قال حين يسمع\r¬__________\r(¬1) رواه الإمام أحمد 4/ 217، والطبراني 9/ 57 (8381).\rقال الهيثمي في \"مجمع الزوائد\" 4/ 217: رواه أحمد والطبراني، وفيه محمد بن إسحاق وهو ثقة لكنه مدلس، اهـ.","seal":"4AEE4413","page":431},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":20,"hno":null,"nass":"النداء: اللهم ربَّ هذِه الدعوِة التامة والصلاة القائمة، آتِ محمدًا الوسيلةَ والفضيلةَ، وابعثه مقامًا محمودًا الذي وعدتَه، حَلَّتْ له الشفاعة\" (¬1).\r\"المناقب\" ص 120\r\rقال ابن الجوزي: أَخبرنا عبد الملك بن أَبي القاسم، قال: أَنا عبد اللَّه ابن محمد الأَنصاري، قال: ثنا محمد بن أَحمد الجارودي، قال: سمعت محمد بن مالك السعدي، قال: سمعت صَعْصَعَة بن الحسين الرقي، قال: سمعت أبا شعيب الحراني، يقول: سمعت علي بن المديني، يقول: قال لي سيدي أَحمد بن حنبل: لا تحدث إلَّا من كتاب.\r\"المناقب\" ص 120\r\rصَعْصعَة بن الحسين الرقي قال: سمعت أبا شعيب الحراني يقول: سمعت علي بن المديني يقول: قال لي سيدي أَحمد بن حنبل: لا تحدث إلَّا من كتاب.\r\"المناقب\" ص 120\r\rقال ابن الجوزي: أَخبرنا عبد الملك بن أَبي القاسم، قال: أَنا عبد اللَّه بن محمد الأَنصاري، قال: أَنا أَبو يعقوب، قال: أَنا أبو بكر بن أَبي الفضل، قال: أَنا أَبو إسحاق البزاز، قال: ثنا عثمان بن سعيد الدَّارِمي، قال: سمعت علي بن المديني يقول: صح في \"أَفطر الحاجم والمحجوم\" حديث شداد وثوبان (¬2). وأَقول: أَفطر الحاجم والمحجوم.\r¬__________\r(¬1) رواه الإمام أحمد 3/ 354، والبخاري (614).\r(¬2) حديث ثوبان: رواه الإمام أحمد 2/ 277، وأبو داود (2367)، وابن ماجة (1680).\rوأما حديث شداد: فقد رواه الإمام أحمد 4/ 122، وأبو داود (2369)، والنسائي في \"الكبرى\" 2/ 220 (3149)، وابن ماجة (1681). =","seal":"50494A38","page":432},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":21,"hno":1004,"nass":"قيل: فما عليه؟ قال: يقول أَبو عبد اللَّه -يعني: أَحمد بن حنبل: عليه قضاء يوم.\rقال عثمان: وسمعت أَحمد يقول: عليه قضاء يوم قد صح عندنا فيه حديث ثوبان وشداد.\r\"المناقب\" ص 120 - 121\r\r1004 - الحارث بن سريج النقال\rقال ابن الجوزي: أَنبأَنا ابن خيرون، قال: أَنبأَنا أَبو بكر أَحمد بن علي ابن ثابت، قال: أَنبأَنا أَبو طاهر محمد بن الحسين بن سعدون المَوْصِلي، قال: أَنا علي بن عمر الحوضي، قال: ثنا أَحمد بن الحسين بن عبد الجبار الصوفي، قال: ثنا الحارث بن سُرَيْج، قال: ثنا أَحمد بن محمد بن حنبل، قال: أخبرني صاحب لي -قد سماه- قال: كنت عند ابن المبارك وهو بالرقة مريض فدخل عليه أَبو المليح يَعُوده. فقال له: يا أبا عبد الرحمن، إني دخلت أَنا وصالح بن مسمار على مريض نعوده، فسمعت صالحًا يقول: يا هذا، إن ربك يستعتبك فأعتبه.\r\"المناقب\" ص 121\r¬__________\r= قال المنذري في \"مختصر سنن أبي داود\" 3/ 244 (2267): وقال إسحاق: حديث شداد إسناده صحيح، تقوم به الحجة، وقال أحمد: أحاديث \"أفطر الحاجم والمحجوم\"، \"ولا نكاح إلَّا بولي\" يشد بعضها بعضًا، وأنا أذهب إليها. اهـ.\rوقال ابن القيم في \"التهذيب\": وقال علي بن المديني في حديث شداد: لا أرى الحديثين إلَّا صحيحين. وقال عثمان بن سعيد الدارمي: صح عندي حديث \"أفطر الحاجم والمحجوم\" من حديث ثوبان وشداد بن أوس، وأقول به، وسمعت أحمد بن حنبل يقول به، وذكر أنه صح عنده حديث ثوبان وشداد.\rوقال الترمذي في \"العلل\" 1/ 362: سألت البخاري؟ فقال: ليس في الباب شيء أصح من حديث شداد بن أوس. اهـ، مختصرًا.","seal":"0124C850","page":433},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":22,"hno":1005,"nass":"1005 - أَبو جعفر محمد بن الحسين البرجلاني\rقال ابن الجوزي: أَنبأَنا يحيى بن علي المُدِير، قال: أَنبأَنا أَحمد بن علي بن ثابت، قال: أَنا أَبو الحسين بن بِشْران، قال: أَنا أَبو علي الحسين بن صفوان، قال: ثنا أَبو بكر بن أَبي الدنيا، قال: ثنا محمد بن الحسين، قال: ثنا أَحمد بن حنبل، قال: ثنا إبراهيم بن خالد، قال: ثنا رباح بن زيد. أن النبي -صلى اللَّه عليه وسلم- قال لجبريل: \"لم تأتني إلَّا وأَنت صارٌّ بين عينيك\"؟ قال: إِني لم أضحك منذ خُلِقَت النار (¬1).\r\"المناقب\" ص 121\r\r1006 - محمد بن يحيى بن أَبي سمينة\rقال ابن الجوزي: أَنبأَنا أَبو بكر بن أَبي طاهر البزاز، قال: أَنبأَنا أَبو محمد الحسن بن علي الجوهري، قال: أَنا أَبو حفص عمر بن محمد بن علي الناقد، قال: ثنا محمد بن علي الحفار، قال: ثنا محمد بن يحيى بن أَبي سمينة، قال: ثنا أَحمد بن حنبل، قال: ثنا الوليد عن زيد بن واقد، عن نافع أن عمر كان إذا رأى من لا يرفع يديه في الصلاة حصبه.\r\"المناقب\" ص 122\r¬__________\r(¬1) رواه الإمام أحمد في \"الزهد\" ص 36.","seal":"FD55AE8D","page":434},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":23,"hno":1007,"nass":"1007 - عبد اللَّه بن عمرو بن محمد بن أبان القرشي الكوفي\rقال ابن الجوزي: أَنبأَنا محمد بن عبد الملك قال: أَنبأَنا أَبو بكر بن ثابت قال: أَنا أَبو الحسن محمد بن عمر بن عيسى البلدي قال: ثنا الحسن بن سعيد بن الفضل الأَدَميّ قال: ثنا أَحمد بن يحيى بن المهنأ قال: ثنا عبد اللَّه بن عمر بن أَبان قال: ثنا أَحمد بن حنبل قال: ثنا عامر بن صالح بن عبد اللَّه بن عروة بن الزبير قال: ثنا هشام بن عروة، عن أبيه، عن عائشة، عن النبي -صلى اللَّه عليه وسلم-: أَنه أمر ببناء المساجد في الدور وأَمر بها أن تنظف وتُطَيَّب (¬1).\r\"المناقب\" ص 122\r\r1008 - محمد بن المصفى\rقال ابن الجوزي: أَخبرنا عبد اللَّه بن علي المقرئ قال: أَنا عبد الملك بن أَحمد قال: أَنا عبد العزيز بن علي بن أَحمد، قال: أَنا ابن مَرْدَك قال: ثنا ابن أَبي حاتم قال: ثنا أَبي قال: ثنا محمد بن مُصَفَّى قال: ثنا أَحمد بن حنبل قال: ثنا روح بن عبادة، عن شعبة، عن سيار، عن الشعبي، عن أَبي هريرة، عن النبي -صلى اللَّه عليه وسلم-: \"لا تناجشوا ولا تصروا الإبل والبقر\" (¬2).\r\"المناقب\" ص 122 - 123\r¬__________\r(¬1) رواه الإمام أحمد 6/ 279، وأبو داود (455)، والترمذي (594)، وابن ماجة (759). وصححه الألباني في \"صحيح أبي داود\" (480).\r(¬2) رواه الإمام أحمد 2/ 410، والبخاري (2148) ومسلم (1515)، بذكر \"الغنم\" بدلًا من \"البقر\".","seal":"DF36E3C1","page":435},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":24,"hno":1009,"nass":"1009 - أَحمد بن أَبي الحواري\rقال ابن الجوزي: أَخبرنا محمد بن أَبي منصور، قال: أَنا عبد القادر بن محمد، قال: أَنا إبراهيم بن عمر، قال: أَنا ابن مَرْدَك، قال: ثنا محمد بن أَبي حاتم، قال: ثنا أَبي، قال: ثنا ابن أبي الحواري، قال: أَشهد على أَحمد بن حنبل أَنه قال: الثبت عندنا بالعراق وكيع ويحيى بن سعيد.\r\"المناقب\" ص 123\r\rقال ابن الجوزي: أَنبأَنا ابن خيرون، قال: أَنبأَنا أَحمد بن علي الحافظ، قال: كتب إلى عبد الرحمن بن عثمان الدمشقي. وحدثنا عبد العزيز بن أَبي طاهر عنه قال: أَنا أَبو الميمون البجلي، قال: ثنا أَبو زُرْعَة، قال: حدثني أَحمد بن أَبي الحواري، قال: قال لي أَحمد بن حنبل: متى مولدك؟ قلت: سنة أَربع وستين. قال: وهي مولدي.\r\"المناقب\" ص 123\r\r1010 - عبد الرحمن بن إبراهيم الدمشقي، المعروف بـ (دحيم)\rقال ابن الجوزي: أَنبأَنا محمد بن عبد الملك قال: أَنبأَنا أَحمد بن علي بن ثابت قال: كتب إليّ أَبو محمد عبد الرحمن بن عثمان بن القاسم الدمشقي. وحدثني عنه عبد العزيز بن أَبي طاهر الصوفي قال: أَنا أَبو الميمون عبد الرحمن بن عبد اللَّه بن عمر بن راشد البجلي، قال: ثنا أَبو زُرْعَة عبد الرحمن بن عمرو النَّصْرى قال: حدثني عبد الرحمن بن إبراهيم، عن أَحمد بن حنبل قال: لما مات الحسن جلس قتادة بعده،","seal":"C594ED37","page":436},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":25,"hno":null,"nass":"فأَقام ثمان سنين فمات سنة ثمان عشرة ومائة، ثم جلس بعده مَطَر، ثم جلس بعده سعيد بن أَبي عَرُوبَة، قلت لعبد الرحمن: أَحمد حكاه لك؟ قال: نعم.\r\"المناقب\" ص 123 - 124\r\rقال ابن الجوزي: وقد روى يحيى بن مَعِين أيضا عن أَحمد بن حنبل. وروى عنه أَبو بكر بن أَبي الدنيا. وروى البخاري عن رجل عنه. وقد أَخبرنا ابن أَبي منصور قال: أَنا عبد القادر بن محمد قال: ثنا إبراهيم بن عمر قال: ثنا ابن مَرْدَك قال: أَنا أَبو محمد بن أَبي حاتم قال: سمعت أَبي يقول: رأَيت في كتب إبراهيم بن موسى إلى أَحمد بن حنبل يسأَله عن مسأَلة.\r\"المناقب\" ص 124","seal":"1B8E375D","page":437},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":26,"hno":1011,"nass":"باب ما جاء في الجرح والتعديل\r1011 - جواز الجرح\rقال أبو داود: سمعت أحمد، وعثمان بن أبي شيبة، والحسن بن علي، وهذا لفظه، كلهم يذكره عن عفان، عن يحيى بن سعيد قال: سألت سفيان الثوري، وسفيان بن عيينة، ومالك بن أنس، وشعبة بن الحجاج، عن الرجل يغلط في الحديث أو يكذب فيه؟ قالوا: بيِّن أمره، بيِّن أمره.\r\"سؤالات أبي داود\" (134)\r\rقال صالح: حدثنا أبي، قال: حدثنا عفان، قال: حدثنا يحيى بن سعيد، قال: سألت شعبة وسفيان بن سعيد وسفيان بن عيينة ومالك بن أنس عن الرجل الذي لا يحفظ، أو يتهم في الحديث قالوا جميعًا: بيَّن أمره.\r\"العلل\" رواية المروذي وغيره (311)\r\rوقال عبد اللَّه: حدثني أبي، قال: حدثنا عفان، قال: حدثنا يحيى بن سعيد، قال: سألت شعبة وسفيان بن سعيد وسفيان بن عيينة ومالك بن أنس عن الرجل لا يحفظ أو يتهم في الحديث، فقالوا لي جميعا: بيَّن أمره.\r\"العلل\" رواية عبد اللَّه (4684)\r\rقال أحمد بن مروان المالكي: ثنا عبد اللَّه بن أحمد بن حنبل، قال: جاء أبو تراب النخشبي إلى أبي، فجعل أبي يقول: فلان ضعيف وفلان ئقة، قال أبو تراب: يا شيخ لا تغتب العلماء.\rقال: فالتفت أبي إليه قال: ويحك! هذا نصيحة، ليس هذا غيبة.","seal":"3795E18D","page":438},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":27,"hno":1012,"nass":"وقال محمد بن بندار السباك الجرجاني: قلت لأحمد بن حنبل: إنه ليشتد عليّ أن أقول: فلان ضعيف فلان كذاب.\rقال أحمد: إذا سكتَّ أنت وسكتُّ أنا فمتى يعرف الجاهل الصحيح من السقيم؟ !\rوقال إسماعيل الخطبي: ثنا عبد اللَّه بن أحمد، قلت لأبي: ما يقول في أصحاب الحديث يأتون الشيخ لعله أن يكون مرجئًا أو شيعيًا أو فيه شيء من خلاف السنة، أيسعني أن اسكت عنه أم أحذر عنه؟\rفقال أبي: إن كان يدعو إلى بدعة وهو إمام فيها ويدعو إليها، قال: نعم تحذر عنه.\r\"شرح علل الترمذي\" لابن رجب 1/ 46\r\rقال الحسن بن علي بن الحسن الإسكافي: سألت أبا عبد اللَّه عن معنى الغيبة؟\rقال: إذا لم ترد عيب الرجل.\rقلت: فالرجل يقول: فلان لا يسمع، وفلان يخطئ، قال: لو ترك الناس هذا لم يعرف الصحيح من غيره.\r\"المسودة\" 1/ 556، \"شرح علل الترمذي\" لابن رجب 1/ 47\r\r1012 - ما جاء في أن الصحابة كلهم عدول\rقال الأثرم: قلت لأبي عبد اللَّه أحمد بن حنبل: إذا قال رجل من التابعين: حدثني رجل من أصحاب النبي -صلى اللَّه عليه وسلم-، ولم يسمه فالحديث صحيح؟ قال: نعم.\r\"التمهيد\" لابن عبد البر 16/ 477","seal":"8ED1AC49","page":439},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":28,"hno":1013,"nass":"1013 - حد الصحبة\rقال إسحاق بن منصور: قُلْتُ لأحمد: هل للصحبةِ حدُّ تحدده؟\rقَالَ: لا، ومَن صحبَ النبي -صلى اللَّه عليه وسلم- ولو ساعة، فهو مِن أصحابِ رسول اللَّه -صلى اللَّه عليه وسلم-.\rقال إسحاق: كمَا قَالَ.\r\"مسائل الكوسج\" (3282).\r\rقال في رواية عبدوس بن مالك العطار: أفضل الناس بعد أهل بدر القرن الذي بعث فيهم، كل من صحبه سنة أو شهرًا أو يومًا أو ساعة أو رآه، فهو من أصحابه، له من الصحبة على قدر ما صحبه.\r\"العدة\" 3/ 987، \"المسودة\" 1/ 575 - 576.","seal":"64540B75","page":440},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":29,"hno":1014,"nass":"فصل: ما جاء في شروط الجرح والتعديل\r1014 - لا يقبل الجرح إلَّا مفسرًا\rسأل المروذي يحيى بن معين عن الصائم يحتجم، فقال: لا شيء عليه، ليس يثبت فيها خبر. فقال أبو عبد اللَّه: هذا كلام مجازفة.\rوقال مهنا لأحمد: حديث خديجة: كان أبوها ما يرغب أن يزوجه (¬1)، فقال أحمد رحمه اللَّه: الحديث معروف سمعته من غير واحد.\rقلت: إن الناس ينكرون هذا. قال: ليس هو منكر.\rونقل عنه المروذي: قرئ على أبي عبد اللَّه رحمه اللَّه: حديث عائشة كانت تلبى: لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك (¬2).\r¬__________\r(¬1) رواه الإمام أحمد 1/ 312، والطبراني 18/ 186 (12838، 12839)، 22/ 444 (1085)، والبيهقي 7/ 129 من حديث ابن عباس -رضي اللَّه عنهما-. قال الهيثمي في \"المجمع\" 9/ 220: رواه أحمد والطبراني، ورجاله رجال الصحيح، اهـ.\rوفي الباب عن عمار بن ياسر، رواه البزار 4/ 248 (1418)، والبيهقي 7/ 129.\rقال الهيثمي في \"المجمع\": رواه البزار، وفيه: عمر بن أبي بكر المؤملي، وهو متروك.\rقلت: قد روى ابن سعد 1/ 132 بإسناده إلى عائشة، وابن عباس أن أبا خديجة -خويلد بن أسد- مات قبل حرب الفجار، وإنما زوجها عمها عمر بن أسد.\rثم روى نحو ما رواه أحمد والطبراني، وغيرهما فيما سبق تخريجه، ثم قال وقال محمد بن عمر: فهذا كله عذرنا غلط ووهل، والمثبت عندنا المحفوظ عن أهل العلم أن أباها خويلد بن أسد مات قبل الفجار، وأن عمها عمرو بن أسد زوجها رسول اللَّه -صلى اللَّه عليه وسلم-. اهـ.\r(¬2) رواه الإمام أحمد 6/ 32، والبخاري (1550).","seal":"5F34550A","page":441},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":30,"hno":1015,"nass":"فقال أبو عبد اللَّه: كان فيه والملك لا شريك لك فتركته؛ لأن الناس خالفونا.\r\"العدة\" 3/ 931 - 933, \"المسودة\" 1/ 534 - 535\r\r1015 - هل يُقبل الجرح والتعديل من الواحد؟\rقال في رواية الأثرم: إذا روى الحديث عبد الرحمن بن مهدي عن رجل، فهو حجة.\rونقل أبو زرعة قال: سمعت أحمد بن حنبل رحمه اللَّه يقول: مالك بن أنس إذا روى عن رجل لا يعرف فهو حجة.\rونقل إسماعيل بن سعيد قال: قلت لأحمد: تعديل الرجل الواحد إذا كان مشهورًا بالصلاح؟ قال: يقبل ذلك.\r\"العدة\" 3/ 934 - 935, \"المسودة\" 1/ 537 - 538\r\r1016 - قواعد في الأساليب والعلل\rقال الميموني: حدثنا أحمد قال: حدثنا عبد الصمد قال: حدثنا حرب قال: قال يحيى: كل شيء عن أبي سلام، فإنما هو كتاب.\r\"العلل\" رواية المروذى وغيره (344)\r\rقال ابن أبي خيثمة: حدثنا أحمد بن حنبل قال: نا عبد الصمد بن عبد الوارث، عن حرب بن شداد قال: قال لي يحيى بن أبي كثير: كل شيء عن أبي سلام -وأبو سلام اسمه ممطور الحبشي- فإنما هو كتاب.\r\"تاريخ ابن أبى خيثمة\" (1260)\r\rقال ابن هانئ: سمعته يقول: آل كعب بن مالك كلهم ثقات، كل من","seal":"C508C448","page":442},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":31,"hno":null,"nass":"روي عنه الحديث [من أولاد كعب بن مالك وذريته فهو ثقة] (¬1).\r\"مسائل ابن هانئ\" (2152)\r\rقال ابن هانئ: سمعته يقول: كل من كتب يتكل على الكتاب فيصحف.\r\"مسائل ابن هانئ\" (2227)\r\rوقال ابن هانئ: سمعته يقول: ما في أصحاب شعبة أقل خطأ من محمد بن جعفر.\r\"مسائل ابن هانئ\" (2276)\r\rوقال ابن هانئ: وسمعته يقول: ما روى مالك عن أحد إلَّا وهو ثقة، كل من روى عنه مالك، فهو ثقة.\r\"مسائل ابن هانئ\" (2367).\r\rقال حرب: سمعت أحمد بن حنبل يقول: لم يكن أحد اسمه منصور أفضل من منصور بن زاذان.\r\"مسائل حرب\" ص 201\r\rقال عبد اللَّه: قال أبي: لم يسمع وكيع من عبيد اللَّه بن عمر شيئًا.\r\"العلل\" رواية عبد اللَّه (44).\r\rوقال عبد اللَّه: حدثني أبي قال: وكيع لم يسمع من عثمان بن الأسود شيئًا.\r\"العلل\" رواية عبد اللَّه (2802)\r\rقال عبد اللَّه: قال أبي: كلهم ثقات -يعني: من كنيته أبو حازم.\r\"العلل\" رواية عبد اللَّه (3606).\r\rقال الفضل بن زياد: قال أحمد بن حنبل: ليس أحد أروى لحديث الشاميين من إسماعيل بن عياش والوليد بن مسلم.\r\"المعرفة والتاريخ\" 2/ 165، \"تاريخ بغداد\" 6/ 222 - 223، \"تهذيب الكمال\" 31/ 92\r\rقال حنبل: سمعت أبا عبد اللَّه يقول: أعلمنا بالرجال يحيى بن معين،\r¬__________\r(¬1) زيادة من \"شرح علل الترمذي\" 2/ 779.","seal":"70D20058","page":443},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":32,"hno":null,"nass":"وأحفظنا للأبواب سليمان الشاذكوني، وعلي أحفظنا للطوال.\r\"تاريخ بغداد\" 9/ 41، \"تهذيب الكمال\" 31/ 553، \"سير أعلام النبلاء\" 11/ 86، \"بحر الدم\" (1161)\r\rوقال محمد بن رافع: سمعت أحمد بن حنبل يقول: كل حديث لا يعرفه يحيى بن معين فليس بحديث.\r\"تاريخ بغداد\" 14/ 180, \"تهذيب الكمال\" 31/ 553، \"سير أعلام النيلاء\" 11/ 79، \"بحر الدم\" (1161)\r\rقال الميموني: سمعت أبا عبد اللَّه يقول: أخذ مالك كتاب مخرمة بن بكير فنظر فيه، فكل شيء يقول: بلغني عن سليمان بن يسار فهو من كتاب مخرمة.\r\"تهذيب الكمال\" 27/ 326، \"بحر الدم\" (968)\r\rوقال أبو حاتم الرازي: أشهد على أحمد بن حنبل أنه قال: الثبت عندنا بالعراق وكيع بن الجراح، ويحيى بن سعيد، وعبد الرحمن بن مهدي.\r\"تهذيب الكمال\" 30/ 474، \"سير أعلام النبلاء\" 9/ 152\r\rوقال أبو زرعة الدمشقي: سمعت أحمد بن حنبل يقول: الثبت بالعراق: يحيى، وعبد الرحمن، ووكيع.\rقال: فذكرت ذلك ليحيى بن معين؛ فقال: الثبت بالعراق وكيع.\r\"تهذيب الكمال\" 30/ 474\r\rوقال أبو زرعة الدمشقي: قال لي أحمد بن حنبل: كان عندكم ثلاثة أصحاب حديث مروان بن محمد والوليد وأبو مسهر.\r\"تهذيب الكمال\" 31/ 93\r\rقال ابن هانئ: قال أحمد: كل أبي فروة ثقة إلَّا أبا فروة الجزري -يعني: يزيد بن سنان.\r\"شرح علل الترمذي\" 2/ 779","seal":"06F70166","page":444},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":33,"hno":1017,"nass":"باب ما جاء في شروط قبول خبر الراوي\rأولًا: أن يكون عدلًا\r1017 - بمَ تثبت العدالة؟\rقال أحمد في رواية الفضل بن زياد، وقد سأله عن أبي حميد يروي عن مشايخ لا يعرفهم، وأهل البلد يثنون عليهم؛ فقال: إذا أثنوا عليهم قبل ذلك منهم، هم أعرف بهم.\r\"العدة\" 3/ 936، \"المسودة\" 1/ 509\r\r1018 - هل يقبل خبر من لم تعرف عدالته؟\rقال ابن هانئ: وسمعت أبا عبد اللَّه يقول: كنا نحن نكتب عن كل من يقدم علينا.\r\"مسائل ابن هانئ\" (2108)\r\r1019 - هل رواية العدل عن غيره تعديلًا لغيره؟\rوقال أبو داود: قلت لأحمد: إذا روى يحيى أو عبد الرحمن بن مهدي عن رجل مجهول، يحتج بحديثه؟ قال: يحتج بحديثه.\r\"سؤالات أبي داود\" (137)\r\rقال الميموني: سمعت أحمد بن حنبل غير مرة يقول: كان مالك بن أنس من أثبت الناس في الحديث، ولا تبالي أن لا تسأل عن رجل روى عنه مالك بن أنس، ولاسيما مديني.\r\"الجرح والتعديل\" 1/ 17، \"الكامل\" لابن عدي 1/ 177، \"السنن الكبرى\" للبيهقي 10/ 279، \"شرح علل الترمذي\" لابن رجب 1/ 81","seal":"D3737A06","page":445},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":34,"hno":1020,"nass":"قال أبو زرعة الدمشقي: قال الإمام أحمد: مالك بن أنس إذا روى عن رجل لا يعرف فهو حجة.\r\"العدة في أصول الفقه\" 3/ 912، \"شرح علل الترمذي\" لابن رجب 1/ 80\r\r1020 - حكم الرواية عمن يأخذ الأجرة على الحديث\rقال سلمة بن شبيب: سألت أحمد، قلت: يا أبا عبد اللَّه، نكتب عن هؤلاء الذين يأخذون الدراهم ويحدثون؟\rقال: لا تكتب عنهم ولا كرامة.\r\"العدة\" 3/ 954، \"طبقات الحنابلة\" 1/ 450، \"المسودة\" 1/ 528 - 529\r\rقال خُشنام بن سعد: سألت أحمد، قلت: نكتب الحديث عمن يأخذ الدراهم على الحديث؟\rقال: لا تكتب عنه.\r\"طبقات الحنابلة\" 1/ 407 - 408\r\r1021 - الرواية عن الكذابين\rقال إسحاق بن منصور: قُلْتُ لأبي عبد اللَّه: متى يتركُ حديث الرجل؟\rقال: إذا كان الغالب عليه الخطأ.\rقُلْتُ: الكذب من قليلٍ أو كثير؟ قال: نعم.\r\"مسائل الكوسج\" (3374)\r\rوقال في رواية إبراهيم وسندي في الرجل يعرف بالكذب في الشيء، يحدث به القوم، فليس نعرف منه الكذب في الرواية: كيف يؤمن هذا على الرواية أن يكذب فيها إذا عُرف منه الكذب في شيء؟ !\r\"العدة\" 3/ 925","seal":"8A1338FA","page":446},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":35,"hno":1022,"nass":"قال أحمد في رواية علي بن سعيد في الرجل يكذب كذبةً واحدة: لا يكون في موضع العدالة، الكذب شديد.\r\"العدة\" 3/ 927، \"التمهيد\" 3/ 110.\r\rنقل أبو عبد الرحمن عبيد اللَّه بن أحمد الحلبي قال: سألت أحمد بن حنبل رحمه اللَّه عن محدث كذب في حديث واحد، ثم تاب ورجع، قال: توبته فيما بينه وبين اللَّه تعالى، ولا يكتب عنه حديث أبدًا.\r\"العدة\" 3/ 928، \"المسودة\" 1/ 519.\r\rقال أحمد في رواية مهنا: من نوى أن يدغل في الحديث ولم يدغل سقط.\r\"المسودة\" 1/ 520.\r\rنقل عنه سندي وغيره: إذا كان الراوي يتساهل في أحاديث الناس ويكذب فيها، ويتحرز في حديث رسول اللَّه -صلى اللَّه عليه وسلم-، لم تقبل روايته، وأنكر على من قبل روايته إنكارًا شديدًا.\r\"المسودة\" 1/ 529.\r\r1022 - حكم الرواية عن أهل الفسق والمعاصي\rقال صالح: قلت لأبي: ما تقول في رجل يبول قائمًا، ويمسح فرجه بيمينه، ويستقرض الدراهم ولا يرد، ويقول القول ويحلف، ويأمر بالمعروف ولا يأتيه، وينهي عن المنكر ويرتكب بعض ذلك، أحمل عنه العلم؟","seal":"4279DFA2","page":447},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":36,"hno":1023,"nass":"فقال: أكره أن يمس الرجل فرجه بيمينه، والبول قائمًا لا بأس به، ويروى عن النبي -صلى اللَّه عليه وسلم- (¬1). وإذا مات ولم يقض دينه، ولم يقض عنه، ولم يوص بذلك، ولم يكفر عن يمينه؛ فليس هذا بعدل.\r\"مسائل صالح\" (562).\r\rقال أحمد في روإية أحمد بن الحسين: لا يكتب الحديث عمن يسكر.\r\"العدة\" 3/ 925\r\rقال أحمد في رواية سندي الخواتيمي: لا يُعجبني أن يكتب الحديث عن معين -يعني: يبيع هذِه العينة.\r\"العدة\" 3/ 953، \"المسودة\" 1/ 528\r\r1023 - هل المعصية تسقط العدالة؟\rقال أبو حاتم: حادثت أحمد بن حنبل فيمن شرب النبيذ من محقق أهل الكوفة، وسميت له عددًا منهم، فقال: هذِه زلات لهم، ولا تسقط عدالتهم بزلاتهم.\r\"المسودة\" 1/ 527.\r¬__________\r(¬1) روى الإمام أحمد 4/ 383، والبخاري (153)، ومسلم (267) من حديث أبي قتادة أن النبي -صلى اللَّه عليه وسلم- قال: \"لا يمسكن أحدكم ذكره بيمينه وهو يبول. . الحديث، وروى الإمام أحمد 5/ 402، والبخاري (224)، ومسلم (273) من حديث حذيفة أنه قال: كنت مع النبي -صلى اللَّه عليه وسلم- فانتهى إلى سباطة قوم فبال قائمًا. . الحديث.","seal":"7A13D4BC","page":448},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":37,"hno":1024,"nass":"1024 - حكم الرواية عن جند السلطان\rقال أحمد في رواية المروذي وقد سأله: يكتب عن الرجل إذا كان جنديًا، فقال: أما نحن فلا نكتب عنهم.\rوقال أحمد في رواية إبراهيم بن الحارث: إذا كان الرجل في الجند لم أكتب عنه.\r\"العدة\" 3/ 952، \"المسودة\" 1/ 532.\r\r1025 - حكم الرواية عن أهل البدع\rقال إسحاق بن منصور: كان أبو عبد اللَّه يحدث عن المرجئ إذا لم يكن داعيًا.\r\"مسائل الكوسج\" (3384)\r\rقال المروذي: وكان أبو عبد اللَّه يحدث عن المرجئ؛ إذا لم يكن داعية أو مخاصمًا.\r\"العلل\" رواية المروذي وغيره (213).\r\rقال عبد اللَّه: قلت لأبي: ما تقول في أصحاب الحديث، يأتون الشيخ لعله يكون مرجئًا، أو شيعيًا، أو فيه شيء من خلاف السنة، أينبغي أن أسكت فلا أحذر عنه، أم أحذر عنه؟ قال: إن كان يدعو إلى بدعة، وهو إمام فيها ويدعو إليها، قال: نعم تحذر عنه.\r\"مسائل عبد اللَّه\" (1591).\r\rقال عبد اللَّه: ذُكر عند أبي رجل من أهل البصرة ممن كان يحدث، فقلت: إنه واقفي (¬1) يقف، وقد ترك أصحاب الحديث ما يأتونه، فقال: أبعده اللَّه.\r\"العلل\" رواية عبد اللَّه (1442)\r¬__________\r(¬1) الواقفي هو من وقف في القرآن بالشك هل هو مخلوق أو غير مخلوق.","seal":"FEC11A12","page":449},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":38,"hno":1026,"nass":"قال أحمد في رواية الأثرم، وقد ذكر له أن فلانًا أمر بالكتب عن سعد العوفي، فاستعظم ذلك وقال: جهمي، ذاك امتحن فأجاب قبل أن يكون ترهيب.\r\"العدة\" 3/ 948، \"المسودة\" 1/ 526\r\rوقال أحمد بن سهل: سمعت الإمام أحمد في وصية وصاهم: وإياكم أن تكتبوا عن أحد من أهل الأهواء قليلًا ولا كثيرًا، عليكم بأصحاب الآثار والسنن.\rوسُئل عن المرجئ نسمع منه الحديث؟ قال: نعم، إلَّا أن يكون داعية، مثل سلم بن سالم، رواه عنه محمد بن القاسم.\r\"المسودة\" 1/ 522.\r\rقال أحمد في رواية أبي داود: احتملوا من المرجئة الحديث، ويكتب عن القدري إذا لم يكن داعية.\rوقال المروذي: كان أبو عبد اللَّه يحدث عن المرجئ إذا لم يكن داعيًا.\r\"شرح علل الترمذي\" لابن رجب 1/ 55\r\r1026 - حكم الرواية عمن أجاب في المحنة\rقال أبو زرعة: كان أحمد لا يرى الكتابة عن أبي نصر، ولا عن يحيي ابن معين، ولا أحد ممن امتحن فأجاب.\r\"تاريخ بغداد\" 10/ 421، \"المناقب\" لابن الجوزى ص 473 \"تهذيب الكمال\" 18/ 356, 31/ 553، \"بحر الدم\" (1161)\r\rقال أحمد في رواية محمود بن غيلان: لا أحب أن أحدث عمن أجاب. يعني: في المحنة.\r\"العدة\" 3/ 953، \"المسودة\" 1/ 515","seal":"DC6913FC","page":450},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":39,"hno":1027,"nass":"قال حبيش بن سندي: قيل لأبي عبد اللَّه: هؤلاء الذين امتحنوا نكتب عنهم؟\rقال: أما أنا فلا أروي عن أحد منهم.\rقيل له: أنه قد حُكي عنك أنك تأمر بالكتاب عن القواريري، فأنكر ذلك وقال: أنا أقول: لا أروي عن أحد منهم، فآمرُ بالكتاب عنهم؟ !\r\"طبقات الحنابلة\" 1/ 391.\r\rوقال حجاج بن يوسف الثقفي بن الشاعر: قلت لأحمد: أكتب عمن أجاب في المحنة؟ فقال: أنا لا أكتب عنهم.\rوقال عبد اللَّه بن أحمد: كان الحجاج بن الشاعر لا يحدث عمن أجاب.\r\"طبقات الحنابلة\" 7/ 397.\r\r1027 - حكم الراوية عن أصحاب الرأي\rقال ابن هانئ: وسمعته يقول: تركنا أصحاب الرأي، وكان عندهم حديث كثير، فلم نكتب عنهم؛ لأنهم معاندون للحديث لا يفلح منهم أحد.\r\"مسائل ابن هانئ\" (1930)\r\rقال ابن هانئ: وسئل أحمد عن أبي حنيفة: يروى عنه؟\rقال: لا.\r\"مسائل ابن هانئ\" (2368).\r\rقال ابن هانئ: قيل لأحمد: فأبو يوسف؟\rقال: كأنه أمثلهم.\rثم قال: كل من وضع الكتب فلا يعجبني، ويجرد الحديث.\r\"مسائل ابن هانئ\" (2369).","seal":"18E50DC2","page":451},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":40,"hno":1028,"nass":"قال عبد اللَّه: سمعت أبي يقول: أهل الرأي لا يروى عنهم الحديث.\r\"العلل\" برواية عبد اللَّه (1707)\r\r1028 - التحديث عن بني إسرائيل\rقال صالح: قلت: قول النبي -صلى اللَّه عليه وسلم-: \"حدثوا عن بني إسرائيل ولا حرج\" (¬1) يحدث الرجل بكل شيء يريد؟\rقال أبي: يروى عن النبي -صلى اللَّه عليه وسلم- أنه قال: \"من حدث عني حديثا يرى أنه كاذب، فهو أحد الكذابين\" (¬2) وقال -صلى اللَّه عليه وسلم-: \"حدثوا عن بني إسرائيل ولا حرج\"، ففرق بينهما: يحدث عنه وما يحدث عن بني إسرائيل، فقال: \"حدثوا عن بني إسرإِئيل ولا حرج؛ فإنه كانت فيهم الأعاجيب\" (¬3)، فيكون الرجل يحدث عن بني إسرائيل وهو يرى أنه ليس كذلك؛ فلا بأس أن يحدث به، ولا يحدث عن النبي -صلى اللَّه عليه وسلم- إلَّا ما يرى أنه صدق.\r\"مسائل صالح\" (289).\r¬__________\r(¬1) رواه الإمام أحمد 2/ 159، والبخاري (3461) من حديث عبد اللَّه بن عمرو.\r(¬2) رواه الإمام أحمد 4/ 252 من حديث المغيرة بن شعبة، ومسلم في المقدمة، باب وجوب الرواية عن الثقات وترك الكذابين، من حديث سمرة بن جندب والمغيرة بن شعبة.\r(¬3) رواه الإمام أحمد في \"الزهد\" ص 23، وابن أبي شيبة 5/ 39 (26477) وعبد بن حميد في \"المنتخب\" 3/ 82 (1154) من حديث جابر بن عبد اللَّه -رضي اللَّه عنه-. وصححه الألباني في \"السلسلة الصحيحة\" (2926).","seal":"D3986DFD","page":452},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":41,"hno":1029,"nass":"ثانيًا: أن يكون ضابطًا\r1029 - الرواية عمن حدث ونسي\rونقل حرب عنه: أنه سُئل عن حديث الولي، فقال: لا يصح؛ لأن الزهري سُئل عنه فأنكره (¬1).\r\"مسائل حرب\" ص 463\r\rقال عبد اللَّه: سمعت أبي يقول: قال عفان: سمعت حمادًا يقول: عمير بن حبيب ليس فيه عن أبيه.\rفقلت له: إنك حدثتني عن أبيه، عن جده، فقال: أحسب أنه عن أبيه عن جده (¬2).\r\"السنة لعبد اللَّه\" (625)\r¬__________\r(¬1) روى قصة نسيان الزهري: الإمام أحمد 6/ 47، والترمذي (1102)، ورواه أبو داود (2083)، (1102)، وابن ماجة (1879) دون ذكر القصة.\rقال الترمذي: حديث حسن، وقال الحاكم في \"علوم الحديث\" ص 134: هذا حديث محفوظ من حديث ابن جريج، عن سليمان بن موسى الأشرق وقال في \"المستدرك\" 2/ 168 - 169: هذا حديث صحيح على شرط البخاري ومسلم.\rوقال أبو حاتم ابن حبان في \"صحيحه\" 9/ 385 - 386: هذا خبر أوهم من لم يحكم صناعة الحديث أنه منقطع، أو أصل به بحكاية حكاها ابن علية عن ابن جريج في عقب هذا الخبر، قال: ثم لقبت بمثله وذلك أن الخيِّر الفاضل المتقن الضابط من أهل العلم قد يحدث بالحديث، ثم ينساه، وإذا سئل عنه لم يعرف فليس بنسيانه الشيء الذي حدث به بدال على بطلان أصل الخبر، والمصطفى -صلى اللَّه عليه وسلم- صلى فسها. وقال ابن الجوزي في \"التحقيق\" 2/ 255 - 256: هذا الحديث صحيح وقال عبد الحق في \"الأحكام الوسطى\" 3/ 139: هذا الحديث أصح شيء في هذا الباب، كذا قال ابن معين.\rوقال ابن الملقن في \"البدر المنير\" 7/ 553: هذا الحديث صحيح. وكذلك صححه الألباني في \"الإرواء\" (1840)، \"صحيح أبي داود\" (1817).\r(¬2) رواه ابن أبي شيبة 6/ 160 (30318) وفي \"الإيمان\" (14) والخلال في \"السنة\" =","seal":"2B6CED87","page":453},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":42,"hno":null,"nass":"قال في رواية الأثرم: قلت لأبي عبد اللَّه: يضعف الحديث عندك بمثل هذا: إن حدث الرجل الثقة بالحديث عن الرجل، فيسأل عنه فينكره ولا يعرفه، فقال: لا، ما يضعف عندي بهذا.\rفقلت: مثل حديث الولي، ومثل حديث اليمين مع الشاهد (¬1)، فقال: قد كان معمر يروي عن ابنه، عن نفسه، عن عبد اللَّه بن عمر.\rونقل الميموني عنه لما ذكر له حديث الزهري وما قاله، فقال: كان ابن عيينة يحدث بأشياء، ثم قال: ليس من حديثي ولا أعرفه، وقد يحدث الرجل، ثم ينسى.\rونقل أبو طالب عنه أنه قال: يجوز أن يكون الزهري حدث به ثم نسيه.\rوقال أبو الجود: قلت لأبي عبد اللَّه: \"أيما امرأة زوجت بغير ولي\"؟\rفقال: لا أحسبه صحيحًا؛ لأن إسماعيل قال: قال ابن جريج: لقيت\r¬__________\r= 2/ 31 - 32، والأجري في \"الشريعة\" ص 95 (207) والبيهقي في \"الشعب\" 1/ 77 (56).\r(¬1) حديث الولي تقدم تخريجه، أما حديث اليمين مع الشاهد فرواه أبو داود (3610) قال: حدثنا أحمد بن أبي بكر أبو مصعب الزهري: حدثنا الداروردي عن ربيعة بن أبي عبد الرحمن، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة أن النبي -صلى اللَّه عليه وسلم- قضى باليمين مع الشاهد. قال أبو داود: وزادنىِ الربيع بن سليمان المؤذن في هذا الحديث قال: أخبرني الشافعي عن عبد العزيز قال: فذكرت ذلك لسهيل فقال: أخبرني ربيعة وهو عندي ثقة أنبي حدثته إياه ولا أحفظه. قال عبد العزيز وقد كان أصابت سهيلًا علة أذهبت بعض عقله ونسى بعض حديثه فكان سهيل بعد يحدثه عن ربيعة عن أبيه.\rورواه بدون القصة الترمذي (13344)، وابن ماجة (2368)، وابن حبان 11/ 462 (5073) قال الترمذي: حديث حسن غريب.\rوصححه الألباني في \"الإرواء\" 8/ 301.","seal":"2E2E507E","page":454},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":43,"hno":1030,"nass":"الزهري وسألته عنه فقال: لا أعرفه (¬1).\r\"العدة في أصول الفقه\" 3/ 960.\r\r1030 - إذا وجد سماعه في كتاب، ولم يذكر أنه سمعه، هل يجوز روايته؟\rقال عبد اللَّه: قال أبي: قال لي شعيب بن حرب: أعطني كتاب ابن عيينة عن الزهري، فأتيته بكتابي فجئت بعدُ آخذ الكتاب منه، فمر بحديث فقال: سفيان سمع هذا من الزهري، فسكتُّ أو قلت: لا أدري.\r\"العلل\" رواية عبد اللَّه (750)\r\rوقال عبد اللَّه: سمعت أبي يقول: ذهبت أنا وحامد البلخي إلى شعيب بن حرب بمكة، فقال: جيئوني بكتاب ابن عيينة عن الزهري، فجئته به فمكث أيامًا، ثم طلبناه منه فجئنا فمرض، فقال لنا: هذا الحديث سمعه ابن عيينة من الزهري؟ قلنا: لا ندري.\rقال: ومات شعيب ونحن بمكة، دفناه بالليل. أو كما قال أبي، أظنه قال: كان به البطن.\r\"العلل\" رواية عبد اللَّه (5136)\r\rقال أحمد في رواية مهنا: إذا كان يحفظ الشيء، وفي الكتاب شيء فالكتاب أحب إليَّ.\rوقال في رواية الحسين بن حسان في الرجل يكون له السماع مع الرجل: فلا بأس أن يأخذه بعد سنين، إذا عرف الخط.\rونقل الحسن بن محمد بن الحارث عنه: إذا عرف خطه فلا يشهد عليه\r¬__________\r(¬1) سبق تخريجه.","seal":"47E37C74","page":455},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":44,"hno":1031,"nass":"إلَّا ما يحفظه، إلَّا أن يكون منسوخًا عنده في حرزه، فكأنه إذا كان عنده مكتوبًا في حرزه، شهد به، وإن لم يحفظه، ثم قال: كتاب العلم أيسر. يعني: يشهد عليه.\rقيل له: إذا أعار كتاب العلم، فقال: لابد من أن يفعل ذلك، إذا أعاره من يثق به، قيل له: فإن لم يثق به: كل ذاك أرجو أن لا يحدث فيه، فإن الزيادة في الحديث ليس تكاد تخفى. وكأنه رأى ذلك أوسع من الشهادة.\r\"العدة\" 3/ 974 - 975, \"المسودة\" 1/ 555، \"التمهيد\" 3/ 169.\r\r1031 - الراوي يخفى عليه بعض ما في كتابه، يروى عنه؟\rقال ابن هانئ: قلت لأبي عبد اللَّه: الكتاب قد طال على الإنسان عهده لا يعرف بعض حروفه، فيخبره بعض أصحابه، ما ترى في ذلك؟\rقال: إذا كان يعلم أنه كما في الكتاب فليس بذلك بأسٌ.\r\"مسائل ابن هانئ\" (1927).\r\r1032 - الرواية عن الذي لا يحفظ إذا حدث من كتاب غيره\rوقال المروذي: سمعت أبا عبد اللَّه قال: ما بالكوفة مثل هنّاد بن السري هو شيخهم.\rفقيل له: هو يحدث من كتاب ورّاقة؛ فجعل يسترجع، ثم قال: إن كان هكذا لم يكتب عن هنّاد شيء.\r\"شرح علل الترمذي\" لابن رجب 1/ 251","seal":"0900E302","page":456},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":45,"hno":1033,"nass":"1033 - الرواية عمن لحقه غفلة في وقت ما\rقال عبد اللَّه: قلت لأبي: إن بشر بن عمر زعم أنه سأل مالكًا عن صالح مولى التوأمة، فقال: ليس بثقة. قال أبي: مالك أدرك صالحًا وقد اختلط، وهو كبير، وما أعلم به بأسًا، من سمع منه قديمًا قد روى عنه أكابر أهل المدينة، نقلت ذلك من كتاب أبي بشر محمد بن أحمد الدولابي.\r\"العدة\" 3/ 965 - 966، \"المسودة\" 1/ 530.\r\r1034 - من روى حديثًا لا أصل له، وقال: سهوت فيه أو أخطأت، هل يُقبل خبره؟\rقال حرب: قال أحمد في الرجل إذا سها في الإسناد، فأخطأ فيه، ولا يتعمد ذلك: أرجو أن لا يكون به بأس.\r\"مسائل حرب\" ص 482.\r\r1035 - الرواية عن الحفاظ المتقنين الذين يقل خطؤهم\rروى الميموني عن أحمد قال: كان مالك من أثبت الناس، وقد كان يخطئ.\r\"العلل\" رواية المروذي وغيره (371)\r\rوذكر الأثرم لأحمد أن ابن المديني كان يحمل على عمرو بن يحيى، وذكر له هذا الحديث: أن النبي -صلى اللَّه عليه وسلم- صلى على حمار، وقال: إنما هو على بعير، فقال أحمد: هذا سهل.\r\"شرح علل الترمذي\" لابن رجب 1/ 160","seal":"64D99DF3","page":457},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":46,"hno":1036,"nass":"1036 - الرواية عمن يغلب عليهم الغلط في روايتهم:\rقال الحسين بن منصور أبو علي السلمي النيسابوري: سئل أحمد عمن يكتبه حديثه؛ فقال: عن الناس كلهم إلَّا عن ثلاثة: صاحب هوى يدعو إليه، أو كذاب، أو رجل يغلط في الحديث فيرد عليه فلا يقبل.\r\"شرح علل الترمذي\" لابن رجب 1/ 110\r\rوقال أبو عثمان البرذعي: نا محمد بن يحيى النيسابوري قال: قلت لأحمد بن حنبل في علي بن عاصم، وذكرت له خطأه؛ فقال لي أحمد: كان حماد بن سلمة يخطئ -وأوما أحمد بيده- خطأً كثيرًا. ولم ير بالرواية عنه بأسًا.\r\"شرح علل الترمذي\" لابن رجب 1/ 113\r\r1037 - حكم الرواية عن الضعفاء؟\rقال ابن هانئ: قيل له: فالضعفاء؟\rقال: قد يحتاج إليهم في وقتٍ.\rكأنه لم ير بالكتاب عنهم بأسًا.\r\"مسائل ابن هانئ\" (1926).\r\rقال ابن هانئ: قيل له: يحدث الرجل عن الضعفاء مثل: عمرو بن مرزوق، وعمرو بن حكام، ومحمد بن معاوية، وعلي بن الجعد، وإسحاق بن أبي إسرائيل؟\rقال أبو عبد اللَّه: لا يعجبني أن يحدث عن بعضهم.\r\"مسائل ابن هانئ\" (2314).\r\rقال ابن هانئ: قيل له: فيحدث بالصحيح من حديثهم؟","seal":"7F7D2E4F","page":458},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":47,"hno":null,"nass":"قال: اعفني منه، قد رووا بمكة عن قوم ثقات، مثل أبي المليح وغيره أحاديث مناكير.\r\"مسائل ابن هانئ\" (2316).\r\rقال الأثرم: رأى أحمد بن حنبل يحيى بن معين بصنعاء يكتب صحيفة معمر عن أبان عن أنس، فإذا أطلع عليه إنسان كتمه، فقال له أحمد: تكتب صحيفة معمر عن أبان وتعلم أنها موضوعة؟ ! فلو قال لك قائل: أنت تتكلم في أبان ثم تكتب حديثه على الوجه؟ ! فقال: رحمك اللَّه يا أبا عبد اللَّه، أكتب هذِه الصحيفة عن عبد الرزاق عن معمر على الوجه فأحفظها كلها، وأعلم أنه موضوعة، حتى لا يجئ بعده إنسان فيجعل بدل أبان ثابتًا، ويرويها عن معمر عن ثابت عن أنس، فأقول له: كذبت! إنما هي عن معمر عن أبان لا عن ثابت.\r\"شرح علل الترمذي\" لابن رجب 1/ 89\r\rوقال في رواية ابن القاسم: ابن لهيعة ما كان حديثه بذاك، وما أكتب حديثه إلَّا للاعتبار والاستدلال، إنما قد أكتب حديث الرجل كأني استدل به مع حديث غيره يشده لا أنه حجة إذا انفرد.\rوقال في رواية المروذي: كنت لا أكتب حديث جابر الجعفي ثم كتبته أعتبر به.\rوقال في رواية مهنا -وسأله لمَ تكتب حديث أبي بكر بن أبي كريم وهو ضعيف- قال: أعرفه.\rوقال محمد بن رافع النيسابوري: رأيت أحمد بين يدي يزيد بن هارون وفي يده كتاب لزهير عن جابر الجعفي وهو يكتبه، قلت: يا أبا عبد اللَّه: تنهونا عن جابر وتكتبوه؟ !","seal":"E6E0E04F","page":459},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":48,"hno":1038,"nass":"قال: نعرفه.\rوكذا قال أحمد في حديث عبيد اللَّه الوصافي: إنما أكتبه للمعرفة.\r\"شرح علل الترمذي\" لابن رجب 1/ 91 - 92\r\r1038 - إذا كان في الحديث رجلان: قوي وضعيف، هل يجوز أن يحدث القوى فقط؟\rنقل عنه حرب: إذا كان في الحديث رجلان: قوي وضعيف، لم يجز أن يحدَّث عن القوي فقط.\r\"المسودة\" 1/ 529\r\r1039 - هل يمنع التدليس من قبول الخبر؟\rقال أبو داود: سمعتُ أحمد يقول في الشيء من الحديث خفي عليه عن المحدث فيقول -يعني: عن فلان، وقال: لم أفهم جيدًا.\r\"مسائل أبي داود\" (1815)\r\rقال أبو داود: سمعتُ أحمد سئل عن المحدث يذكرُ الحديث فيقال: من دون فلان فيقول: فلان، هو جائز؟ قال: نعم.\rقلت: يؤلفه؛ أعني: الذي يسمعه هكذا؟ قال: يؤلفه وهل كان شريك يحدث إلَّا هكذا؛ كان يذكرُ الحديث فيقال: من ذكره؟ فيقول: فلان، فيقال: عمن؟ فيقول: فلان.\r\"مسائل أبي داود\" (1816)\r\rنقل مهنا عنه، وقد قيل له: كان شعبة يقول: التدليس كذب، فقال","seal":"322A37C4","page":460},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":49,"hno":null,"nass":"أحمد: لا، قد دلَّس قوم نحن نروي عنهم.\r\"العدة\" 3/ 957 - 958، \"المسودة\" 1/ 550.\r\rوقال محمد بن مخلد: حدثنا حمدان بن علي الورَّاق قال: سمعت أحمد بن حنبل رحمه اللَّه يقول: كان حجاج بن أرطاة يقول لهم: لا تقولوا من حدثك، ولا من أخبرك، قولوا: من ذكره يا أبا أرطاة.\rقيل له: كان يدلس؟ قال: نعم.\r\"العدة\" 3/ 959، \"بدائع الفوائد\" 4/ 53.\r\rوقال مهنا: سألت أحمد عن هُشيم، فقال: ثقة، إذْ لم يُدلس.\rفقلت له: والتدليس عيب هو؟ قال: نعم.\r\"طبقات الحنابلة\" 2/ 436.\r\rوقال أبو داود: سمعت أحمد سُئل عن رجل يعرف بالتدليس في الحديث يحتج به فيما لم يقل فيه: حدثني أو سمعت؟ قال: لا أدري.\r\"المسودة\" 1/ 516، 548.","seal":"D580ACA8","page":461},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":50,"hno":1040,"nass":"باب: التحمل والأداء\r1040 - شرط التحمل: أن يكون ضابطًا مميزًا\rقال عبد اللَّه: سألت أبي: متى يجوز سماع الصبي في الحديث؟\rقال: إذا عقل وضبط.\rقلت: فإنه بلغني عن رجل سميته له، أنه قال: لا يجوز سماعه حتى يكون له خمس عشرة سنة، لأن النبي -صلى اللَّه عليه وسلم- رد البراء، وابن عمر، استصغرهم يوم بدر (¬1)، فأنكر قوله هذا وقال: لا، بئس القول هذا، يجوز سماعه إذا عقل. وكيف يصنع بسفيان بن عيينة، ووكيع، وذكر أيضا قومًا.\r\"مسائل عبد اللَّه\" (1633).\r\rقال عبد اللَّه: قلت لأبي: ما تقول في سماع الضرير البصر؟\rقال: إذا كان يحفظ من المحدث فلا بأس، وإن لم يكن يحفظ فلا.\rقلت لأبي: فالأمي؟ قال: هو كذلك بهذِه المنزلة، إلَّا ما حفظ من المحدث.\r\"مسائل عبد اللَّه\" (1634).\r\rقال أحمد في رواية المروذي: لا ينبغي للرجل إذا لم يعرف الحديث أن يحدث به، ثم قد صار الحديث يحدث به من لم يعرفه.\rوقال في الكبير لا يعرف الحديث ولا يعقل: إذا كتب، فلا بأس أن يرويه.\r\"العدة\" 3/ 949.\r\rقال أحمد في رواية أبي الحارث والمروذي وحنبل: يصح سماع الصغير إذا عقل وضبط.\r\"المسودة\" 1/ 513\r¬__________\r(¬1) رواه الإمام أحمد 4/ 298، والبخاري (3955) من حديث البراء بن عازب.","seal":"8525D7A9","page":462},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":51,"hno":null,"nass":"فصل: ما جاء في طرق تحمل الحديث\rقال أبو داود: سمعتُ أحمد يقولُ: أرجُو أن لا يكون العرض لا بأس به. يعني: قراءة الحديث على المحدث.\rفقيل لأحمد: فكيف يعجبك أن يقول؟\rقال: يعجبني أن يقول كما يفعل، وإن قرأ قال: قرأتُ.\r\"مسائل أبي داود\" (1817)\r\rقال ابن هانئ: سمعت أبا عبد اللَّه يقول: قيل لشعبة: ما ترى في القراءة؟\rقال: جيد بالغ.\r\"مسائل ابن هانئ\" (2222).\r\rقال ابن هانئ: كنت أقرأ على أبي عبد اللَّه الحديث، وأنا انظر في كتابه وهو ينظر معي.\rفقال لي: هذا أحب إليّ من أن أقرأ أنا عليك.\rقلت لأبي عبد اللَّه: أقول حدثني أحمد؟\rقال: قل إن شئت، ولكن أحب إليّ أن تتبع الصدق، وما سمعت به قط.\r\"مسائل ابن هانئ\" (2223)، (2224).\r\rقال حرب: سمعت إسحاق يقول: سمعت من ابن المبارك وأنا ابن خمس عشرة فكنت أعيا به إذ ذاك قال: فكنا إذا قمنا من المجلس عارضنا فتركت السماع لحال المعارضة.\r\"مسائل حرب\" ص 347","seal":"8770FABF","page":463},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":52,"hno":null,"nass":"قال عبد اللَّه: حدثني أبي قال: حدثنا يحيى بن سعيد، عن شعبة قال: سألت منصورًا وأيوب عن القراءة فقالا جيد -يعني: العرض.\r\"العلل\" رواية عبد اللَّه (4287)\r\rقال في رواية المروذي: إذا أعطيتك كتابي، وقلت لك: اروه عني، وهو من حديثي، فلا تبال سمعته أو لم تسمعْه.\rوقال أبو بكر الخلال: أخبرني أبو المثنى العنبري أن أبا داود حدثهم أن أبا عبد اللَّه قال: لم أسمع من أبي توبة شيئًا، وإنما كتب إليّ بأحاديث.\rقال أبو بكر الخلال: وكان محمد بن عوف الحمصي يحدثنا كثيرًا، فيكثر فيما نسمع منه من \"المسند\" خاصة، فيقول: أخبرني أبو ثور في كتابه إليَّ.\rوقال عبد اللَّه: رأيت عبد الرحمن المتطبب جاء إلى أبي فقال: يا أبا عبد اللَّه، أخبرني هذين الكتابين، فقال له: ضعهما، فأخذهما أبي، فعارض بهما حرفًا حرفًا، فلما جاء دفعهما إليه، وقال: قد أجزت لك هذِه بهذا.\r\"العدة\" 3/ 982 - 983, \"المسودة\" 1/ 565.\r\rقال ابن زنجويه: لَمَّا رجعنا من مصر دخلنا على أحمد بن حنبل فقال: مَرَرْتُم بأبي حفص عمرو بن أبي سلمة؟ قال: فقلنا له: وما كان عند أبي حفص؟ إنما كان عنده خمسون حديثًا للأوزاعي، والباقي مناولة.\rفقال: والمناولة كنتم تأخذون منها وتنظرون فيها؟ !\r\"طبقات الحنابلة\" 1/ 401 - 402.\r\rقال حنبل: قال أحمد: لا بأس بالقراءة إذا كان رجل يعرف ويفهم ويبين ذلك.\r\"شرح علل الترمذي\" لابن رجب 1/ 246","seal":"3A31A6DD","page":464},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":53,"hno":null,"nass":"وقال حنبل: قال أبو عبد اللَّه: المناولة لا أدري ما هي حتى يعرف المحدث حديثه، وما يدريه ما في الكتاب؟ !\rقال: وأهل مصر يذهبون إلى هذا وأنا لا يعجبني.\r\"شرح علل الترمذي\" لابن رجب 1/ 262\r\rقال في رواية الأثرم: كان شعيب بن أبي حمزة عسرًا في الحديث، فسألوه أن يأذن لهم أن يرووا عنه، فقال: لا ترووا هذِه الأحاديث عني. ثم كلموه وحضر ذلك أبو اليمان، فقال لهم: أرووا تلك الأحاديث عني.\rقيل لأبي عبد اللَّه: مناولة؟\rقال: لو كان مناولة كان لم يعطهم كتبًا ولا شيئًا، إنما سمع هذا فقط.\r\"شرح علل الترمذي\" لابن رجب 1/ 264","seal":"89012D3E","page":465},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":54,"hno":null,"nass":"فصل: ما جاء في صيغ الأداء\rقال أبو داود: قيل لأحمد: كأن أخبرنا أسهل من حدثنا؟\rقال: نعم هو أسهلُ، حدثنا شديد.\r\"مسائل أبي داود\" (1820)\r\rقال أبو داود: قلتُ لأحمد: إذا سمع الرجل وحده يقول: حدثنا؟\rقال: لا بأس.\r\"مسائل أبي داود\" (1822).\r\rقال حرب: حدثنا عبد اللَّه بن أحمد بن معدان قال: حدثنا أحمد بن حنبل، حدثنا عبد الرزاق قال: حدثنا معمر، فقيل له: يا أبا عبد اللَّه، إن عبد الرزاق كان لا يقول: حدثنا، فقال أحمد: حدثنا وأخبرنا عندنا واحد، إن كان سماعًا من الشيخ.\rوقال في رواية حنبل: وقيل له: سأل عوف الحسن فقال له: أقرأ عليك فأقول: حدثنا الحسن؟ قال: نعم.\rقال حنبل: سألت أحمد عن ذلك؛ فقال: لا، ولكن يقول: قرأتُ.\r\"العدة\" 3/ 977، \"المسودة\" 1/ 562، 564.\r\rقال القاضي أبو يعلى: ذكر أبو إسحاق إبراهيم بن أحمد بن عمر بن شاقلا في تعاليقه في كتاب \"العلل\": سمعت أبا محمد عبد الخالق بن الحسن بن محمد بن نصر السقطي يقول: سألت ابن منيع فيما يقرؤه على الناس ويُقرأ عليه؟ فقال لي: سألت أحمد بن حنبل عما سألتني عنه فقال لي: إذا قرأ عليك فقل: حدثنا وإذا قُرئ عليه فقل: حدثنا فلان قراءة عليه.\r\"العدة\" 3/ 978\r\rقال أحمد في رواية حنبل: إذا قال الشيخ: حدثنا، قلت: حدثنا، تتبع","seal":"36B584D2","page":466},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":55,"hno":null,"nass":"لفظ الشيخ إنما هو دين، ولا يقول لـ (أخبرنا): حدثنا، ولا لـ (حدثنا): أخبرنا على لفظ الشيخ.\rوقال أبو محمد الحسن بن محمد: سمعت جعفر بن هارون النحوي يقول: سمعت عبد اللَّه بن أحمد الكسائي قال: سمعت أحمد بن عبد الجبار يقول: سمعت أحمد بن حنبل يقول: حدثنا وأخبرنا واحد.\r\"العدة\" 3/ 981، \"الروايتين والوجهين/ المسائل الأصولية\" ص 46، \"المسودة\" 1/ 565\r\rنقل حنبل عنه: إذا قرأ والشيخ ساكت يسمع ولم يقل له هو كما قرأت عليه، فيقول: نعم، أو يقول له ابتداء: أقرأ عليك، فيقول: اقرأ، فإذا لم يفعل شيئًا من هذا فهل يجوز أن يقول: حدثني أو أخبرني: يسوغ له إذا كان ثقة ويقول قرأت على فلان فلم ينكره.\r\"الروايتين والوجهين/ المسائل الأصولية\" ص 63\r\rقال عبد اللَّه: سُئل أبي عن الرجل يسمع الحديث بلفظ الشيخ وتارة يسمعه بقراءته وهو يسمع، كيف يقول إذا حدث؟ قال: يقول كما قال.\rقال عبد اللَّه: سمعت أبي يقول: إذا سمعت من المحدث فقل حدثنا، وإذا قرأت عليه فقل قرأت وإذا قرئ عليه فقل قرئ عليه.\r\"الروايتين والوجهين/ المسائل الأصولية\" ص 64\r\rقال أبو اليمان الحكم بن نافع: قال لي أحمد بن حنبل: كيف سمعت الكتب من شُعيب بن أبي حمزة؟\rقلت: قرأت عليه بعضه، وبعضه قرأهُ عليَّ، وبعضه إجَازَة، وبعضه مُناولة، فقال: قُل في كلَّه: أخبرنا شعيب.\r\"طبقات الحنابلة\" 1/ 399، \"المسودة\" 1/ 569، \"شرح علل الترمذي\" لابن رجب 1/ 265 - 266","seal":"40D0A18E","page":467},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":56,"hno":null,"nass":"وقال سلمة بن شبيب: سمعت أحمد غير مرة يقول: حدثنا وأخبرنا واحد.\r\"المسودة\" 1/ 562\r\rقال عبد اللَّه: قال أبي: قد كان أبو معاوية الضرير إذا حدثنا بالشيء الذي يرى أنه لم يحفظه يقول: في كتابنا، أو في كتابي، عن أبي إسحاق الشيباني، ولا يقول: حدثنا ولا سمعت.\r\"المسودة\" 1/ 573.\r\rقال إبراهيم بن ديزيل: سمعت أبا اليمان يقول: قال لي أحمد بن حنبل: كيف سمعت الكتب من شعيب؟\rقلت: قرأت عليه بعضه، وبعضه قرأه عليّ، وبعضه أجاز لي، وبعضه مناولة، قال: فقل في كله: أخبرنا شعيب.\r\"سير أعلام النبلاء\" 10/ 321.\r\rوروى حنبل بن إسحاق والأثرم قالا: نا أبو عبد اللَّه، نا محمد ابن الحسن الواسطي، ثنا عوف، أن رجلًا قال للحسن: معي أحاديث فإن لم تكن ترى بالقراءة بأسًا قرأت عليك؟\rقال: ما أبالي قرأت عليك، أو قرأت عليّ وأخبرتك أنه حديثي، أو حدثتك به.\rقال: يا أبا سعيد، فأقول: حدثني الحسن؟ قال: نعم.\r\"شرح علل الترمذي\" لابن رجب 1/ 240\r\rوذكر الخلال عن علي بن عبد الصمد المكي قال: قلت لأحمد بن حنبل -ونحن في مجلس نسمع فيه الحديث وأنا لا انظر في النسخة: يا أبا عبد اللَّه، يجزيني أن لا انظر في النسخة فأقول: حدثنا، مثل الصك، إذا لم ينظر فيه ويشهد؟","seal":"2B36AF8B","page":468},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":57,"hno":1041,"nass":"قال لي: لو نظرت في الكتاب كان أطيب لنفسك.\r\"شرح علل الترمذي\" لابن رجب 1/ 252\r\rوقال أبو القاسم البغوي: كان أحمد لا يرى في العرض والإجازة (أنا) ولا (ثنا)، إنما رأيه أن يبين الراوي كما كان.\r\"شرح علل الترمذي\" لابن رجب 1/ 256\r\rوقال الأثرم: قلت لأبي عبد اللَّه: أليس هذا جائزًا أن يقول: حدثني، وهو ينوي أنه قد حدثه فيمن حدث، ويقول: أشهدني، وقد أشهد جماعة؟\rقال: فظننت أنه سهل في ذلك.\r\"شرح علل الترمذي\" لابن رجب 1/ 260\r\r1041 - إن كان في سماعه عن فلان فهل يجوز أن يقول قال فلان أم لا؟\rنقل الحسن بن محمد بن الحارث السجستاني عن أحمد: إذا كان عن فلان في كتاب قال فلا يغيره.\rقال أبو بكر الخلال: هذا وهم من الحسن بن محمد؛ لأن هذا عند أحمد تشديد.\r\"الروايتين والوجهين/ المسائل الأصولية\" ص 64","seal":"DD5F2820","page":469},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":58,"hno":1042,"nass":"فصل: كيفية الأداء\r\r1042 - جمع الحديث عن اثنين أو أكثر إذا اتفق في المعنى\rقال حرب: قيل فإذا كان الحديث عن ثابت وأبان، عن أنس، يجوز أن أسمي ثابتًا وأترك أبان؟\rقال: لا تقل، في حديث أبان شيء ليس في حديث ثابت، وقال: إذا كان هكذا فأحب إليَّ أن تسميهما.\r\"مسائل حرب\" ص 469.\r\r1043 - ما جاء في تقطيع الحديث\rقال ابن هانئ: سألت أبا عبد اللَّه عن الرجل يسمع الحديث، وهو إسناد واحد، فيقطعه ثلاثة أحاديث؟\rقال: لا يلزمه كذب، وينبغي له أن يحدث بالحديث كما سمع، ولا يغيره.\r\"مسائل ابن هانئ\" (1918)\r\rقال أبو الحارث: كتبت إلى أبي عبد اللَّه أسأله عن تقطيع الأحاديث إذا أراد الرجل منه كلمة، والحديث طويل، فقال: إذا كان يحتاج من الحديث إلى حرف يريد أن يقتصر لطوله، فأرجو ألَّا يكون عليه شيء.\rقال: ورأيت أبا عبد اللَّه قد أخرج أحاديث، أخرج حاجته من الحديث وترك الباقي، يخرج من أول الحديث شيئًا ومن آخره شيئًا ويدع الباقي.","seal":"3322E38B","page":470},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":59,"hno":null,"nass":"وذكر الأثرم في كتاب \"العلل\" قال: ذكر أبو عبد اللَّه حديث طلق بن علي في المسكر الذي ذكر فيه: لا يشربه رجل ابتغاء لذة سكر (¬1)، ربما يذكر: تركت هذِه الكلمة: ابتغاء لذة سكر، مخافة أن يتأولوها على غير تأويلها، ونقل هذا.\rقال أبو بكر الخلال: قد حكى اختصار الحديث عن أبي عبد اللَّه جماعة، وبين عنه أبو الحارث، وذكر عنه الفضل بن زياد وأبو أمية الطرسوسي اختصارًا لا يكون شيء أبين ولا أحسن اختصارًا من حديث الإسراء وحديث النعمان بن بزرج، وهذان الحديثان كل واحد منهما في أوراق.\rوذكر أبو بكر الخلال في باب غسل الحائض من كتاب \"العلل\" عن المروذي، وذكر لأحمد حديث ابن أبي شيبة عن وكيع، كأنه اختصره، فقال: ويحك يحل له أن يختصر.\rقال أبو بكر الخلال: أبو عبد اللَّه لا يرى بأسًا باختصار الحديث، وابن أبي شيبة اختصر في غير موضع الاختصار.\r\"العدة\" 3/ 1015 - 1018.\r¬__________\r(¬1) رواه ابن سعد في \"الطبقات\" 5/ 562، وابن أبي شيبة 5/ 65 (23733)، والبخاري في \"التاريخ الكبير\" 4/ 205 من طريق سراح بن عقبة، عن عمته خالدة، عن أبيها طلق. . الحديث.","seal":"E06B7C90","page":471},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":60,"hno":1044,"nass":"1044 - رواية الحديث بالمعنى\rقال صالح: قلت لأبي: يكون في الحديث: قال رسول اللَّه -صلى اللَّه عليه وسلم-، فيجعله الإنسان: قال النبي -صلى اللَّه عليه وسلم-، فقال: أرجو أن لا يكون به بأس.\rوقال صالح: قلت: الشيخ يدغم الحرف يعرف أنه كذا وكذا ولا يفهم عنه، ترى أن يروى ذلك عنه؟\rقال: أرجو ألا يضيق عليه هذا.\r\"سيرة الإمام أحمد\" رواية صالح (23)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا جابر بن سُليم الأنصاري قال: سمعت جَرُم بن أبي راشد، عن ابن أبي عتيق، عن عبد اللَّه بن عمرو قال: إذا حدثك الرجل حديثًا، فقدم وأخر، فقد أدى ما عليه.\r\"العلل\" رواية عبد اللَّه (450)\r\rقال مهنا: قلت لأحمد: سمعت عبد الرزاق يقول: قال بعض أصحابنا لسفيان الثوري: يا أبا عبد اللَّه حدثنا كما سمعت، فقال: واللَّه ما إليه سبيل، وما هو إلَّا المعاني.\rفقال أحمد: هو كذلك.\r\"المسائل التي حلف عليها الإمام أحمد\" ص 100، \"طبقات الحنابلة\" 2/ 436.\r\rقال أحمد في رواية حرب والميموني والفضل بن زياد وأبي الحارث: تجوز الرواية على المعنى.\rوقال: ما زال الحفاظ يحدثون بالمعنى.\r\"العدة\" 3/ 969.\r\rقال عمر المغازلي: قال أحمد بن حنبل: قال رسول اللَّه -صلى اللَّه عليه وسلم-، وقال النبي -صلى اللَّه عليه وسلم-، واحد، فألزمه بعض أصحابنا حديث البراء بن عازب:","seal":"24715E99","page":472},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":61,"hno":1045,"nass":"رسولك الذي أرسلت، قال: لا، \"ونبيك الذي أرسلت\" (¬1). قال: هذا لا يلزم؛ لأنه كان نبيًّا ثم أرسل، فقال: ونبيك الذي أرسلت، ولم يقل: ورسولك الذي أرسلت؛ لأنه لا تكون رسالة بعد رسالة، وإنما أراد رسالة بعد نبوة.\r\"العدة\" 3/ 973.\r\r1045 - الحديث يجيء فيه اللحن والشيء الفاحش هل يغيره؟\rقال أبو داود: قلتُ لأحمد: وجدتُ في كتابي: حجاج عن جرير، عن أبي الزبير، عن جابر، يجوز أن أصلحه ابن جريج، قال: أرجو أن يكون هذا لا بأس به.\r\"مسائل أبي داود\" (1823).\r\rقال ابن هانئ: سمعت ابن زنجويه يسأل أبا عبد اللَّه: يجيء الحديث اللحن، وشيء فاحش. فترى أن يغير أو أن يحدث به كما سمع.\rقال: يغيره شديدًا، إن النبي -صلى اللَّه عليه وسلم- وأصحابه لم يكونوا يلحنون إنما يجيء اللحن ممن هو دونهم يغير شديدًا.\r\"مسائل ابن هانئ\" (2294)، (2294)\r\rقال الخلال: أخبرني يوسف بن موسى، أن أبا عبد اللَّه قيل له: الرجل يكتب الحديث؛ فيجيء الحديث: على وعثمان، أيكتب هو: عثمان وعلي؟\rقال: لا بأس.\r\"السنة\" للخلال 1/ 297 (536)\r¬__________\r(¬1) رواه الإمام أحمد 4/ 293، والبخاري (247)، ومسلم (2710).","seal":"96E385B0","page":473},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":62,"hno":1046,"nass":"وقال عبد اللَّه بن أحمد: كان أبي إذا قرأ الحديث، وكان بجانبه من يبصر النحو يقول له: كذا فيصلحه، أو نحو هذا من الكلام.\r\"المسودة\" 1/ 571 - 572.\r\r1046 - إذا وجد الرجل في كتاب غيره من لا يُحدث عنهم هل يضرب عليهم؟\rقال صالح: سألت أبي عن رجل أوصى رجلًا، وله في يده كتاب وفيه قوم لا يستأهلون أن يحدث عنهم، فقالوا: اضرب عليهم فلم يفعل حتى مات، فترى أن يضرب على هؤلاء أو يستأمر ورثته.\rقال: يضرب عليهم.\r\"مسائل صالح\" (518)","seal":"C95CF82F","page":474},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":63,"hno":1047,"nass":"باب: كتابة الحديث وتدوينه\r1047 - تدوين الحديث, وذكر من كره ذلك\rقال إسحاق: قلت لأحمد: من كره كتابة العلم؟\rقال: كرهه قومٌ كثير، ورخَّص فيه قومٌ.\rقلت: فلو لم يكتب لذهب العلمُ؟\rقال: ولولا كتابته أي شيء كنا نحن.\rقال إسحاق: كما قال.\r\"مسائل الكوسج\" (3273)\r\rقال صالح: حدثني أبي قال: حدثنا هشيم قال: أخبرنا ابن عون قال: دخلنا على الحسن، فأخرج لنا كتابًا من سمرة، فإِذا فيه: إِنه يجزئ من الاضطرار صبوح أو غبوق، قال: نبئت أنها كتب.\r\"مسائل صالح\" (637)\r\rقال صالح: قال أبي: ورآني يومًا وأنا أكتب في الألواح، فقال لي: أتكتب؟ !\r\"مسائل صالح\" (702)\r\rقال صالح: قال أبي: كنا عند إسماعيل بن إبراهيم، فجاء إنسان فذكر حديث محمد بن إسحاق، عن عمرو بن شعيب، عن أبيه، عن جده قال: قلت: يا رسول اللَّه! أكتب عنك ما أسمع منك؟\rقال: \"نعم\".\rقلت: يا رسول اللَّه، في الرضا والغضب؟","seal":"FA5EE602","page":475},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":64,"hno":null,"nass":"قال: \"نعم، فإنه لا ينبغي لي أن أقول في ذلك إلَّا حقًّا\" (¬1).\rقال: فقال إسماعيل: أعوذ باللَّه من الكذب وأهله، وأعوذ باللَّه من الكذب وأهله.\rقال: كان ابن عون وابن سيرين لا يَكْتبون ولا يُكَتبون.\rقال أبي: قال إسماعيل: قال ابن عون: أرى هذِه الكتب سيكون لها غب سوءٍ.\rقال صالح: حدثني أبي قال: حدثنا إسماعيل قال: حدثنا همام، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: \"لا تكتبوا عني شيئًا\" (¬2).\rقال أبي: إنما أنكر إسماعيل قصة عمرو بن شعيب من أجل حديث همام.\r\"مسائل صالح\" (809)\r¬__________\r(¬1) رواه الإمام أحمد 2/ 215، والبزار في \"البحر الزخار\" 6/ 437 (2470) عن طريق محمد بن إسحاق به.\rقال الشيخ أحمد شاكر في تعليقه على \"المسند\" (7020): إسناده صحيح، ورواه الإمام أحمد أيضًا 2/ 162، 192، وأبو داود (3646)، والدارمي 1/ 429 (501)، والحاكم 1/ 105 - 156 من طريق عبيد اللَّه بن الأخنس، عن الوليد بن عبد اللَّه، عن يوسف بن مالك من عبد اللَّه بن عمرو به.\rقال الحاكم: رواة هذا الحديث قد احتجا بهم عن آخرهم غير الوليد هذا، وأظنه الوليد بن أبي الوليد الشامي.\rوقال الشيخ أحمد شاكر في تعليقه على \"المسند\" (6510، 6802): إسناده صحيح.\r(¬2) رواه الإمام أحمد 3/ 12، ومسلم (3004).","seal":"66882CB6","page":476},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":65,"hno":null,"nass":"قال صالح: حدثني أبي قال: حدثنا وكيع، عن مسكين -قال وكيع: أبو هريرة التيمي وكان ثبتًا- قال: كنا جلوسًا عند عطاء ونحن نسائله إذ جاء رجل بصحيفة، فقال: يا أبا محمد، إني من أرض شاسعة قليل علماؤها، فأنا أحب أن تكتب لي ما سمعت من أصحاب النبي -صلى اللَّه عليه وسلم- الذي حدثهم به مما أمرهم به ونهاهم ليس في القرآن.\rقال: فقال له عطاء: وترضى بما قال أصحاب رسول اللَّه -صلى اللَّه عليه وسلم-؟\rقال: وما لي لا أرضى؟\rقال: فإن رسول اللَّه -صلى اللَّه عليه وسلم- لما مضى، اجتمع أصحابه فقالوا: نكتب ما أمرنا به ونهينا عنه مما ليس في القرآن.\rقال: ثم أجمع رأيهم على أن بني إسرائيل إنما تفرقت في الكتب. فلست بكاتب لك شيئًا.\r\"مسائل صالح\" (1401)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا أبي عن عبد اللَّه بن حنش قال: رأيتهم يكتبون على أكفهم بالقصب عند البراء.\r\"العلل\" رواية عبد اللَّه (231)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع، عن عكرمة بن عمار، عن يحيى، عن ابن عباس: قيدوا العلم بالكتاب، من يشتري مني علمًا بدرهم.\r\"العلل\" رواية عبد اللَّه (232)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع، عن ابن عون، عن محمد قلت لعبيدة: أكتب؟ قال: لا، قال: وجدت كتابًا أقرأه؟ قال: لا.\r\"العلل\" رواية عبد اللَّه (233)","seal":"2722610D","page":477},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":66,"hno":null,"nass":"قال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثني المنذر بن ثعلبة، عن علباء بن أحمر اليشكري قال: قال علي: من يشتري مني علمًا بدرهم؟\r\"العلل\" رواية عبد اللَّه (234)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع، عن الحكم بن عطية، عن محمد: كانوا يرون أن إسرائيل إنما ضلوا من كتب وجدوها عن آبائهم.\r\"العلل\" رواية عبد اللَّه (235)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثني طلحة بن يحيى، عن أبي بردة قال: كنت كتبتُ عن أبي كتابًا فدعا بمِركَن ماء فغسله فيه.\r\"العلل\" رواية عبد اللَّه (236)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع عن شريك، عن مغيرة، عن إبراهيم قال: كنت أكتب عند عبيدة فقال: لا تخلدن عني كتابًا.\r\"العلل\" رواية عبد اللَّه (237)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا عمران -يعني: ابن حُدير- عن لاحق، عن بشير بن نهيك قال: كنت كتبت عن أبي هريرة كتابًا، فلما أردت أن أفارقه قلت: يا أبا هريرة، إني كتبت عنك كتابًا، فأرويه عنك؟ قال: نعم.\r\"العلل\" رواية عبد اللَّه (238)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا إسحاق بن سليمان الرازي قال: سمعت أبا جعفر عن الربيع بن أنس قال: مكتوب في الكتاب الأول: ابن آدم علم مجانًا كما علمت مجانًا.\r\"العلل\" رواية عبد اللَّه (239)","seal":"2DAF1F01","page":478},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":67,"hno":null,"nass":"قال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا سفيان عن النعمان بن قيس: أن عبيدة أوصى أن تحرق كتبه أو تمحى.\r\"العلل\" رواية عبد اللَّه (240)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا شريك قال: سمعت شيخًا في المسجد فوصفته فقال: ذاك أبو صخرة جامع بن شداد قال: رأيت حمادًا يكتب عند إبراهيم وعليه أنبجاني وهو يقول: واللَّه ما أريد به الدنيا.\r\"العلل\" رواية عبد اللَّه (241)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا الأعمش، عن إبراهيم قال: قال مسروق لعلقمة: اكتب لي النظائر، قال: أما علمت أن الكتاب يكره، قال: إنما أتعلمه، ثم أمحاه، قال: لا بأس.\r\"العلل\" رواية عبد اللَّه (242)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثني الحسن بن عقبة -يعني: أبا كيران- قال: سمعت الشعبي يقول: إذا سمعت شيئًا فاكتبه ولو في الحائط.\r\"العلل\" رواية عبد اللَّه (243)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا سفيان عن محمد بن الزبير قال: رأيت عمر بن عبد العزيز، رأى ابنا له كتب في الحائط ذكر اللَّه، فضربه.\r\"العلل\" رواية عبد اللَّه (244)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثني حسين بن عقيل قال: أملى عليّ الضحاك مناسك الحج.\r\"العلل\" رواية عبد اللَّه (245)","seal":"5F3E1EF0","page":479},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":68,"hno":null,"nass":"قال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا الوليد بن ثعلبة عن عبد اللَّه مؤذن الضحاك، عن الضحاك قال: لا تتخذوا للحديث كراريس ككراريس المصاحف.\r\"العلل\" رواية عبد اللَّه (246)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: حدثنا حسن عن ليث، عن مجاهد أنه كره الكراريس.\r\"العلل\" رواية عبد اللَّه (247)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا وكيع قال: وجدناه عند أبي عوانة عن سليمان بن أبي عتيك، عن أبي معشر، عن إبراهيم أنه كره الكراريس.\r\"العلل\" رواية عبد اللَّه (248)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا حجاج قال: حدثني مندل عن جعفر بن أبي المغيرة، عن سعيد بن جبير قال: كنت أكتب عند ابن عباس في ألواحي حتى أملاها، ثم أكتب في نعلي.\r\"العلل\" رواية عبد اللَّه (289)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا إسماعيل بن إبراهيم، عن ابن عون، عن محمد: كان يكره الكتاب.\rقال عبد اللَّه: حدثني أبي قال: حدثنا إسماعيل قال: حدثني همام، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدري، عن النبي -صلى اللَّه عليه وسلم-: \"لا تكتبوا عني شيئًا\"، هذا معناه.\r\"العلل\" رواية عبد اللَّه (324 - 325)\r\rقال عبد اللَّه: سمعت أبي يقول: سمعت أن قَلَّ رجل يأخذ كتابًا ينظر فيه إلَّا استفاد منه شيئًا.\r\"العلل\" رواية عبد اللَّه (2393)","seal":"C2EEBC10","page":480},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":69,"hno":null,"nass":"قال رجاء بن أبي رجاء المروذي: قلت لأحمد بن حنبل: أريد أن أعرف الحديث. قال: إن أردت أن تعرف الحديث فأكثر من الكتاب.\r\"طبقات الحنابلة\" 1/ 417\r\rقال حرمي بن يونس: أتيتُ أبا عبد اللَّه، فسألتُهُ عن حديث، فقال: نعم، حق أخرجه لك، قال: فلما كان في نصف النهار إذا رجل يدق على الباب.\rقال: فخرجت، فإذا أبو عبد اللَّه، فقلت: حاجة؟\rقال: نعم.\rقلت: تدخل؟\rقال: نعم، فدخل، فأخرج إليَّ رقعة فيها أحاديث، فقرأها عليَّ ثم أبرد عندي ومضى.\r\"طبقات الحنابلة\" 1/ 403 - 404\r\rقال أبو شعيب الحراني: سمعت علي بن المديني يقول: قال لي سيدي أحمد بن حنبل: لا تحدث إلَّا من كتاب.\r\"المناقب\" لابن الجوزي ص 120\r\rوقال الخلال: أخبرني الميموني أنه قال لأبي عبد اللَّه: قد كره قوم كتاب الحديث بالتأويل؟\rقال: إذا يخطئون إذا تركوا كتاب الحديث.\rوقال: حدثونا قوم من حفظهم وقوم من كتبهم، فكان الذي حدثونا من كتبهم أتقن.\r\"شرح علل الترمذي\" لابن رجب 1/ 42","seal":"F82DB347","page":481},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":70,"hno":1048,"nass":"1048 - حكم كتابة الحديث بالأجرة\rقال ابن جامع الأنباري: وسألته عن كتابة الحديث بالأجرة فلم ير به بأسًا، وكتابة القرآن أيضًا.\r\"بدائع الفوائد\" 4/ 45\r\r1049 - كراهة كتابة ما دون الحديث\rقال ابن هانئ: سمعت أبا عبد اللَّه يقول: لا يعجبني شيء من وضع الكتب، ومن وضع شيئًا من الكتب، فهو مبتدع.\r\"مسائل ابن هانئ\" (1908)\r\rقال ابن هانئ: سألت أبا عبد اللَّه عن كتاب مالك، والشافعي أحب إليك، أو كتب أبي حنيفة، وأبي يوسف؟\rفقال: الشافعي أعجب إليّ، هذا وإن كان وضع كتابًا، فهؤلاء يفتون بالحديث، وهذا يفتي بالرأي، فكم بين هذين! ؟\r\"مسائل ابن هانئ\" (1909)\r\rقال ابن هانئ: وسمعت أبا عبد اللَّه وسأله رجل من أردييل عن رجل يقال له عبد الرحمن وضع كتبًا؟\rفقال أبو عبد اللَّه: قولوا له: أحد من أصحاب النبي -صلى اللَّه عليه وسلم- فعل هذا؟ أو أحد من التابعين؟ فاغتاظ وشدد في أمره، ونهى عنه.\rوقال: انهوا الناس عنه وعليكم بالحديث.\r\"مسائل ابن هانئ\" (1912)\r\rقال ابن هانئ: سألت أبا عبد اللَّه عن كتب أبي ثور؟\rفقال: كل كتاب ابتدع فهو بدعة.\r\"مسائل ابن هانئ\" (1912)\r\rقال ابن هانئ: قيل له: فما كان من كلام إسحاق بن راهويه، وما كان من وضع في كتاب، وكلام أبي عبيد، ومالك، ترى النظر فيه؟","seal":"0B0DE7B3","page":482},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":71,"hno":null,"nass":"قال: كل كتاب ابتدع فهو بدعة، أو كل كتاب محدث فهو بدعة، وأما ما كان من مناظرة يخبر الرجل بما عنده، وما يسمع من الفتيا، فلا أرى به بأسًا.\r\"مسائل ابن هانئ\" (1923)\r\rقال ابن هانئ: قال أحمد: كل من وضع الكتب فلا يعجبني، ، ويجرد الحديث.\r\"مسائل ابن هانئ\" (2369)\r\rقال عبد اللَّه: سمعت أبي، وذكر وضع الكتب، فقال: أكرهها، هذا أبو حنيفة وضع كتابًا، فجاء أبو يوسف ووضع كتابًا، وجاء محمد بن الحسن فوضع كتابًا فهذا لا انقضاء له، كلما جاء رجل وضع كتابًا.\rوهذا مالك وضع كتابًا، وجاء الشافعي أيضًا، وجاء هذا -يعني: أبا ثور- وهذِه الكتب وضعها بدعة، كلما جاء رجل وضع كتابًا، ويترك حديث رسول اللَّه -صلى اللَّه عليه وسلم-.\rأو كما قال أبي هذا ونحوه.\rوعاب وضع الكتب وكرهه كراهية شديدة.\rوكان أبي يكره \"جامع سفيان\" وينكره، ويكرهه كراهية شديدة، وقال: من سمع هذا من سفيان؟\rولم أره يصحح لأحد سمعه من سفيان، ولم يرض أبي أن يسمع من أحد حديثًا.\r\"مسائل عبد اللَّه\" (1582)\r\rقال عبد اللَّه: حدثني أبي قال: حدثنا إسماعيل بن علية، عن ابن عون: أحسب أو أرى يكون لهذِه الكتب غبٌّ غب سوء.\r\"مسائل عبد اللَّه\" (2730)","seal":"8883F774","page":483},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":72,"hno":1050,"nass":"1050 - أول من صنف الكتب\rقال عبد اللَّه: قلت لأبي: أول من صنف الكتب؟\rقال: ابن جريج وابن أبي عروبة -يعني: ونحوها ولي- وقال ابن جريج: ما صنف أحد العلم تصنيفي.\r\"العلل\" رواية عبد اللَّه (2383)\r\r1051 - ما جاء في الكتابة بخط دقيق\rقال ابن الجوزي: أخبرنا المبارك بن أحمد قال: أنا عبد اللَّه بن أحمد قال: أنا أحمد بن علي قال: أخبرني علي بن أحمد بن أبي حامد الأصبهاني في كتابه إليّ قال: ثنا محمد بن الحسين الآجري قال: ثنا محمد بن مخلد قال: سمعت حنبل بن إسحاق يقول: رآني أحمد بن حنبل وأنا أكتب خطًّا دقيقًا فقال: لا تفعل، أحوج ما تكون إليه يخونك.\r\"المناقب\" ص 263 - 264\r\r1052 - ما جاء في ختم الكتاب\rسمعتُ أحمدَ يقولُ: ما لي خاتمٌ أكاد أختم كتابًا.\rورأيت أحمد يكتبُ مرارًا ولا يختمُ كتابهُ.\r\"مسائل أبي داود\" (1689)\r\r1053 - ما جاء في دفن الكتب ومحو العلم\rقال المروذي: قلت لأبي عبد اللَّه: إن أبا هاشم زياد بن أيوب سألني أن أسألك: إن أبا حفص ابنه أوصى أن تدفن كتبه؟\rقال: ما يعجبني أن يدفن العلم.\r\"الورع\" (287)","seal":"BD934D0E","page":484},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":73,"hno":null,"nass":"قال المروذي: قلت لأبي عبد اللَّه: إن رجلًا سألني أن أسألك عن محمد بن الحسين، أوصى أن تدفن كتبه وله أولاد؟\rفقال: فيهم من أدرك؟\rقلت: نعم. قال: وعمّن كتب هذِه الكتب؟\rقلت: عن قومٍ صالحين -وقد كان أبو عبد اللَّه قد نظر في جزأين من كتبه، أريته أنا إياهما: \"كتاب الدفائن\" و\"كتاب المنتظم\". فقال لي: لا تشاغلن بهذا، عليك بالعلم عليك بالفقه.\rثم قال أبو عبد اللَّه: أكره أن أتكلم فيها، أحب العافية منها، ما أريد أن أتكلم فيها بشيء، واستعفى من أن يجيب في أن تترك أو تدفن.\r\"الورع\" (288)\r\rنقل بكر عن أبيه، عن أبي عبد اللَّه سمعه -وسئل عن رجلٍ أوصى إليه رجل أن يدفن كتبه- قال: ما أدري ما هذا؟\rوقال الأثرم: قلت لأبي عبد اللَّه: دفن دفاتر الحديث؟\rقال: أرجو أن لا يكون به بأس، سأله أبو طالب عن محو كتب الحديث، فقال: سبحان اللَّه تمحى السنة والعلم؟\rقلت: ما تقول؟ قال: لا.\rوقال أبو طالب: سألت أبا عبد اللَّه، ما ترى في دفن العلم إذا كان الرجلُ يخاف أن ليس له خلف يقوم به ويخاف عليه الضيعة؟\rقال: لا يدفن، ولعل ولده ينتفع به، عبيدة أوصى أن تُدفن، والثوري لم يكن له ولدٌ ولعل غير ولده ينتفع به.\rقلت: يباع؟ قال: لا يباعُ، ولكن يدعه لولده ينتفع به أو غير ولده ينتفع به.\r\"الآداب الشرعية\" 2/ 114","seal":"8B2192F0","page":485},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":74,"hno":1054,"nass":"باب: ما جاء في مصنفات الحديث\rفصل: ما جاء في \"مسند الإمام أحمد\"\r1054 - سبب تأليف الإمام للمسند\rقال حنبل بن إسحاق: جمعنا عمي، لي ولصالح ولعبد اللَّه، وقرأ علينا المسند، وما سمعه منه -يعني: تامًّا- غيرنا، وقال لنا: إن هذا الكتاب قد جمعته وأتقنته من أكثر من سبعمائة وخمسين ألفًا، فما اختلف المسلمون فيه من حديث رسول اللَّه -صلى اللَّه عليه وسلم- فارجعوا إليه، فإن كان فيه وإلا فليس بحجة.\r\"خصائص المسند\" لأبي موسى المديني 1/ 21، \"الفروسية\" ص 208، \"المصعد الأحمد\" لابن الجزري 1/ 31\r\rقال عبد اللَّه: قلت لأبي رحمه اللَّه تعالى: لم كرهت وضع الكتب وقد عملت \"المسند\"؟ فقال: عملت هذا الكتاب إمامًا، إذا اختلف الناس في سنة رسول اللَّه -صلى اللَّه عليه وسلم- رُجع إليه.\r\"خصائص المسند\" 1/ 22\r\r1055 - ما قصد الإمام جمعه من الحديث في \"المسند\"\rقال أبو موسى المديني: ذكر أبو العز بن كادش أن عبد اللَّه بن أحمد، قال لأبيه: ما تقول في حديث ربعي عن حذيفة؟ قال: الذي يرويه عبد العزيز بن أبي رواد؟","seal":"D303A42C","page":486},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":75,"hno":1056,"nass":"قلت: يصح؟ قال: لا، الأحاديث بخلافه، وقد رواه الخياط عن ربعي عن رجل لم يسموه.\rقال: قلت له: فقد ذكرته في \"المسند\"، فقال: قصدت في \"المسند\" الحديث المشهور، وتركت الناس تحت ستر اللَّه تعالى، ولو أردت أن أقصد ما صح عندي، لم أرو من هذا \"المسند\" إلَّا الشيء بعد الشيء، ولكنك يا بني تعرف طريقتي في الحديث، لست أخالف ما ضعف إذا لم يكن في الباب ما يدفعه.\r\"خصائص المسند\" 1/ 27\r\r1056 - وقت ابتداء الإمام في تصنيف \"المسند\"؟\rقال أبو موسى المديني: وجدت بخط أحمد بن محمد بن البرداني، عن أبي علي بن الصواف قال: سمعت عبد اللَّه بن أحمد يقول: صنف أبى \"المسند\" بعد ما جاء من عند عبد الرزاق.\r\"خصائص المسند\" 1/ 25\r\r1057 - عدد أحاديث \"المسند\"\rقال أبو موسى المديني: وجدت بخط الشيخ حامد بن أبي الفتح، ذكره أبو عبد اللَّه الحسين بن أحمد الأسدي في كتابه المسمى \"مناقب أحمد بن حنبل\" أنه سمع أبا بكر بن مالك، يذكر أن جملة ما وعاه المسند أربعون ألف حديث غير ثلاثين أو أربعين، قال: وسمعته.\r\"خصائص المسند\" 1/ 23","seal":"AA01C031","page":487},
      {"aya":null,"part":"15","sora":null,"Na":null,"id":76,"hno":null,"nass":"فصل: ما جاء في \"غريب الحديث\" لأبي عبيد\rقال أبو داود: قلتُ لأحمد: كتابةُ كتابِ \"الغريب\" الذي وضعهُ القاسمُ ابن سلامٍ؟\rقال: قد كثَّرهُ جدًّا؛ يشغلُ الإِنسان عن معرفِة العلمِ، لو كان تركهُ على ما كان أولًا؟ !\r\"مسائل أبي داود\" (1818)\r\rقال ابن هانئ: قيل له: كتاب أبي عبيد \"غريب الحديث\"؟\rقال: ذلك شيء حكاه عن قوم أعراب.\r\"مسائل ابن هانئ\" (1924)","seal":"3C37234C","page":488},
      {"aya":null,"part":"21","sora":null,"Na":null,"id":77,"hno":null,"nass":"أخطاء طباعية واستدراكات\rلوحظ الأخطاء الآتية في \"الجامع لعلوم الإمام\" بعد الطباعة (*)\r__________\r(*) قال مُعِدُّ الكتاب للشاملة: وقد تم استدراكها في مواطنها من هذه النسخة الإلكترونية","seal":"9B5DD97A","page":247},
      {"aya":null,"part":"21","sora":null,"Na":null,"id":84,"hno":null,"nass":"المجلد الخامس عشر\rصـ 434 / س 6: \"لم تأتيني\" تعدل: \"لم تأتني\".\rصـ 438 / س: \"بيَّن أمره\" تعدل: \"بيِّن أمره\".","seal":"FE2BBDBA","page":254},
      {"aya":null,"part":"21","sora":null,"Na":null,"id":85,"hno":null,"nass":"المجلد السابع عشر\rصـ 75: رواية أبو أحمد الحاكم في آخر الصفحة تحذف لانقطاع السند، فأبو أحمد ولد 290 هـ.\rصـ 95: رواية أبو القاسم الطبري تحذف لانقطاع الرواية.\rصـ 424/ س 3: \"يخوي\" تعدل: \"أن يخوي\".\rصـ 398/ س 13: \"يقول: ليث بن أبي سليم\" تعدل: \"يقول لليث بن أبي سليم\".\rصـ 510/ س 13: \"سمرون\" تعدل: \"يسمرون\".\r\rالمجلد الثامن عشر\rص 602/ س 10: \"المخزومي\" تعدل: \"المخرمي\".\r\rالمجلد العشرون\rصـ 20/ س 8: \"قال الفضل\" تعدل: \"قال الفضل بن زياد\".\rصـ 31/ س 6: يوضع نقطتين: بعد قلت، وتحذف بعد هذا.\rصـ 74/ س 8: \"إلي\" تعدل: \"إلى\".\rصـ 94/ س 11: يزال سمك الخط من على: \"قلت: بمن أكتني\".\rصـ 114/ س 18: \"قال: على\" تعدل: \"قال علي\".\rصـ 136/ س 12: تحذف الفصلة بعد أريد.\rصـ 149/ س 9: \"خرسان\" تعدل: \"خراسان\".\rصـ 152/ س 4: \"سال\" تعدل: \"سأل\".\rصـ 157/ س 3: \"حاجا\" تعدل: \"حاجًّا\".\rصـ 170/ س 6: يزال التشكيل من على ش يشمت.\rصـ 172/ س الأخير: \"بجاله\" تعدل: \"بجالة\".\rصـ 187/ س 13: \"أروه\" تعدل: \"اروه\".\rصـ 219/ س 17: \"وردئًا\" تعدل: \"وردءًا\".\rصـ 223 / س 6: \"سنا\" تعدل: \"سنًّا\".","seal":"B73A7379","page":255},
      {"aya":null,"part":"21","sora":null,"Na":null,"id":86,"hno":null,"nass":"صـ 235/ س 6: ينقل التشكيل من على س سمع إلى ميمها.\rصـ 242/ س الرابع: \"مالك\" تعدل: \"ما لك\".\rصـ 394: التخريج الموجود في هامش 1، 2 للحديث: \"لو أنكم تتوكلون على اللَّه. . \"، أما الحديث: \"أنفق بلال. . . \" لم يخرج.\rصـ 374/ س 7: \"وفى الحياة\" تعدل: \"وفي الحياة\".\rصـ 547/ س 15: \"نادي لسليمان\" تعدل: \"نادى سليمان\"","seal":"95E31CE0","page":256}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":241,"ShrtCs":null,"Bk":"الجامع لعلوم الإمام أحمد - علوم الحديث","HigriD":"241","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني","bLnk":null,"Inf":"","Auth":"أحمد بن حنبل","Betaka":"الكتاب: الجامع لعلوم الإمام أحمد - علوم الحديث\r\nالإمام: أبو عبد الله أحمد بن حنبل\r\nالمؤلف: إبراهيم النحاس\r\nالناشر: دار الفلاح للبحث العلمي وتحقيق التراث، الفيوم - جمهورية مصر العربية\r\nالطبعة: الأولى، 1430 هـ - 2009 م\r\nعدد الأجزاء: 22 (هذا القسم من الجزء 15 من الكتاب)\r\nأعده للشاملة/ فريق رابطة النساخ برعاية (مركز النخب العلمية)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"ابن حنبل (164 - 241هـ، 780 - 855م).\r\n\r\nأبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني. الفقيه والمحدث، صاحب المذهب.\r\nولد ببغداد ونشأ بها ومات والده وهو صغير فتعهدته أمه ووجهته إلى دراسة العلوم الدينية، فحفظ القرآن وتعلم اللغة. وفي الخامسة عشرة من عمره بدأ دراسة الحديث وحفظه، وفي العشرين من عمره بدأ في رحلات طلب العلم، فذهب إلى الكوفة ومكة والمدينة والشام واليمن ثم رجع إلى بغداد ودرس فيها على الشافعي أثناء قيام الشافعي برحلاته إليها في المدة من 195 إلى 197هـ، وكان من أكبر تلاميذ الشافعي ببغداد. كما تعلم أحمد على يد كثير من علماء العراق منهم إبراهيم بن سعيد وسفيان بن عيينة ويحيى بن سعيد ويزيد ابن هارون وأبو داود الطيالسي ووكيع بن الجراح وعبدالرحمن بن مهدي. بعد ذلك أصبح مجتهدًا صاحب مذهب مستقل وبرز على أقرانه في حفظ السنة وجمع شتاتها حتى أصبح إمام المحدثين في عصره، يشهد له في ذلك كتابه المسند الذي حوى نيفًا وأربعين ألف حديث. وقد أعطى الله أحمد من قوة الحفظ ما يتعجب له، يقول الشافعي: خرجت من بغداد وما خلفت فيها أفقه ولا أورع ولا أزهد ولا أعلم ولا أحفظ من ابن حنبل. وكان ابن حنبل قوي العزيمة صبورًا ثابت الرأي قوي الحجة، جريئًا في التكلم عند الخلفاء مما كان سببًا له في محنته المشهورة. وهي أنه في عصر خلافة المأمون العباسي أثيرت في سنة 212هـ مسألة القول بخلق القرآن، التي كانت عقيدة المعتزلة. حتى قيل من لم يعترف بهذه المسألة من العلماء والفقهاء فعقابه الحرمان من وظائف الدولة مع العقاب بالضرب والسجن. وكان ابن حنبل على خلاف ما يقولون ولم يعترف بقولهم، وكان في ذلك كالطود الثابت الراسخ، لم يركن إلى ما قاله المأمون، فكان نتيجة ذلك أن طبق عليه العقاب ومنع من التدريس وعذِّب وسجن في سنة 218هـ على يد إسحاق بن إبراهيم الخزاعي نائب المأمون، ثم سيق مكبلاً بالحديد حيث يقيم المأمون خارج بغداد، غير أن الخليفة المأمون مات قبل وصول أحمد بن حنبل إليه. وتولى الخلافة بعد المأمون أخوه، المعتصم، فسار على طريقة المأمون في هذه المسألة بوصية منه فسجن أحمد وأمر بضربه بالسياط عدة مرات حتى كان يغمى عليه في كل مرة من شدة الضرب، واستمر في ضرب أحمد وتعذيبه نحو ثمانية وعشرين شهرًا. ولما لم يغير أحمد ولم يرجع عن عقيدته ومذهبه أطلق سراحه وعاد إلى التدريس. ثم مات المعتصم سنة 227هـ وتولى بعده الواثق بالله فأعاد المحنة لأحمد ومنعه مخالطة الناس ومنعه من التدريس أكثر من خمس سنوات، حتى توفي الواثق سنة 232هـ، وتولى الخلافة بعده المتوكل، فأبطل بدعة خلق القرآن سنة 232 وترك للناس حرية اعتقادهم وكرَّم أحمد وبسط له يد العون وظل أحمد على منهاجه ثابتًا على رأيه حتى توفي ببغداد.\r\nجمع تلاميذ أحمد من بعده مسائل كثيرة في الفقه والفتوى ودونوها ونقلوها بعضهم عن بعض في مجاميع كبيرة كما صنع ابن القيم في كتابيه، المغني، والشرح الكبير. ولم يدون أحمد مذهبه في الفقه كما لم يمله على أحد من تلاميذه كراهة اشتغال الناس به عن الحديث، وهو بهذا على غير منهج أبي حنيفة، الذي كان يدون عنه تلاميذه في حضوره، ومالك الذي كان يدون بنفسه وكذا الشافعي، فالجميع قد تركوا فقهًا مدونًا بخلاف أحمد فلم يترك فقهًا مدونًا، إلا أن تلاميذه بعده قاموا بتدوين ما سمعوه منه. ومن هؤلاء التلاميذ: محمد بن إسماعيل البخاري، صاحب الصحيح، ومسلم بن الحجاج النيسابوري، صاحب الصحيح، وأبو داود صاحب السنن. ومن تلاميذه البررة الذين دونوا ما سمعوه من فتاوى وآراء فقهية ولداه صالح (ت 266هـ) وعبدالله (ت 290هـ). ومن تلاميذه أيضًا أبوبكر أحمد بن محمد بن هانئ البغدادي المعروف بالأثرم (ت 273هـ). وهو من أشهر من دون الفقه لأحمد في كتاب، السنن في الفقه، على مذهب أحمد وشواهده من الحديث. ومن أشهرهم أيضًا أبوبكر أحمد بن الخلاّل (ت 311هـ)، في كتاب الجامع ويقع في عشرين سفرًا، وما دونه أبوبكر في هذا الكتاب يعد نقلاً من تلاميذ أحمد. أما في الحديث فلأحمد مسنده المعروف والمشهور.\r\nوقد بنى الإمام أحمد مذهبه على أصول هي: كتاب الله أولاً ثم سنة رسول الله - صلى الله عليه وسلم -  ثانيًا، ثم فتوى الصحابي الذي لا يعلم له مخالف، ثم فتوى الصحابي المختلف فيها، ثم القياس وهو آخر المراتب عنده. وكان أحمد يعترف بالإجماع إذا ما تحقق، ولكنه كان يستبعد تحققه ووجوده، بجانب هذا كان أحمد يعمل بالاستصحاب والمصالح المرسلة وسد الذرائع متبعًا في ذلك سلف الأمة.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"481DD160","cat":"علوم الحديث","oNum":20859,"BkId":20859,"oAuth":220,"bVer":1,"aSeal":"E69171DE"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t20859":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"فضل أهل الحديث"},
      {"lvl":1,"id":1,"sub":1,"tit":"من هو صاحب الحديث"},
      {"lvl":1,"id":2,"sub":0,"tit":"باب ما جاء في أقسام الحديث"},
      {"lvl":2,"id":2,"sub":1,"tit":"978 - ما جاء في أصح الأسانيد"},
      {"lvl":2,"id":2,"sub":2,"tit":"979 - الحديث الغريب"},
      {"lvl":2,"id":3,"sub":0,"tit":"980 - الحديث المعنعن"},
      {"lvl":2,"id":3,"sub":1,"tit":"981 - هل الحديث المعنعن والمؤنن سواء؟"},
      {"lvl":2,"id":4,"sub":0,"tit":"982 - حكم زيادة الثقة"},
      {"lvl":2,"id":6,"sub":0,"tit":"983 - معرفة من يرجع إلى قوله عند اختلاف الثقات"},
      {"lvl":2,"id":6,"sub":1,"tit":"984 - ترجيح المراسيل بعضها على بعض"},
      {"lvl":2,"id":9,"sub":0,"tit":"985 - قول الصحابي: (من السنة) هل يقتضي سنة النبي -صلى الله عليه وسلم- ويكون بمنزلة المرفوع؟ وكذلك قول التابعي: (من السنة) هل يكون بمنزلة المرسل؟"},
      {"lvl":2,"id":10,"sub":0,"tit":"986 - الحديث المدلس"},
      {"lvl":2,"id":10,"sub":1,"tit":"987 - الحديث المنكر"},
      {"lvl":1,"id":11,"sub":0,"tit":"باب الإسناد"},
      {"lvl":2,"id":11,"sub":1,"tit":"[فصل. . .]"},
      {"lvl":3,"id":11,"sub":2,"tit":"988 - الأمر بالتفتيش عن الأسانيد، وأن الإسناد من الدين"},
      {"lvl":3,"id":11,"sub":3,"tit":"989 - طلب علو الإسناد"},
      {"lvl":3,"id":11,"sub":4,"tit":"990 - رواية الأكابر عن الأصاغر"},
      {"lvl":2,"id":13,"sub":0,"tit":"فصل: من حدث عن الإمام أحمد من مشايخه ومن الأكابر"},
      {"lvl":3,"id":13,"sub":1,"tit":"991 - عبد الرزاق بن همام الصنعاني"},
      {"lvl":3,"id":13,"sub":2,"tit":"992 - إسماعيل ابن علية"},
      {"lvl":3,"id":13,"sub":3,"tit":"993 - وكيع بن الجراح"},
      {"lvl":3,"id":14,"sub":0,"tit":"994 - عبد الرحمن بن مهدي"},
      {"lvl":3,"id":14,"sub":1,"tit":"995 - محمد بن إدريس الشافعي"},
      {"lvl":3,"id":15,"sub":0,"tit":"996 - معروف الكرخي"},
      {"lvl":3,"id":15,"sub":1,"tit":"997 - أسود بن عامر المعروف بـ (شاذان)"},
      {"lvl":3,"id":16,"sub":0,"tit":"998 - الحسن بن موسى الأشيب"},
      {"lvl":3,"id":17,"sub":0,"tit":"999 - داود بن عمرو الضبي"},
      {"lvl":3,"id":17,"sub":1,"tit":"1000 - أبو زكريا يحيى بن عبد الحميد الحماني"},
      {"lvl":3,"id":18,"sub":0,"tit":"1001 - خلف بن هشام البزار"},
      {"lvl":3,"id":19,"sub":0,"tit":"1002 - قتيبة بن سعيد"},
      {"lvl":3,"id":19,"sub":1,"tit":"1003 - علي بن المديني"},
      {"lvl":3,"id":21,"sub":0,"tit":"1004 - الحارث بن سريج النقال"},
      {"lvl":3,"id":22,"sub":0,"tit":"1005 - أبو جعفر محمد بن الحسين البرجلاني"},
      {"lvl":3,"id":22,"sub":1,"tit":"1006 - محمد بن يحيى بن أبي سمينة"},
      {"lvl":3,"id":23,"sub":0,"tit":"1007 - عبد الله بن عمرو بن محمد بن أبان القرشي الكوفي"},
      {"lvl":3,"id":23,"sub":1,"tit":"1008 - محمد بن المصفى"},
      {"lvl":3,"id":24,"sub":0,"tit":"1009 - أحمد بن أبي الحواري"},
      {"lvl":3,"id":24,"sub":1,"tit":"1010 - عبد الرحمن بن إبراهيم الدمشقي، المعروف بـ (دحيم)"},
      {"lvl":1,"id":26,"sub":0,"tit":"باب ما جاء في الجرح والتعديل"},
      {"lvl":2,"id":26,"sub":1,"tit":"[فصل. . .]"},
      {"lvl":3,"id":26,"sub":2,"tit":"1011 - جواز الجرح"},
      {"lvl":3,"id":27,"sub":0,"tit":"1012 - ما جاء في أن الصحابة كلهم عدول"},
      {"lvl":3,"id":28,"sub":0,"tit":"1013 - حد الصحبة"},
      {"lvl":2,"id":29,"sub":0,"tit":"فصل: ما جاء في شروط الجرح والتعديل"},
      {"lvl":3,"id":29,"sub":1,"tit":"1014 - لا يقبل الجرح إلا مفسرا"},
      {"lvl":3,"id":30,"sub":0,"tit":"1015 - هل يقبل الجرح والتعديل من الواحد؟"},
      {"lvl":3,"id":30,"sub":1,"tit":"1016 - قواعد في الأساليب والعلل"},
      {"lvl":1,"id":33,"sub":0,"tit":"باب ما جاء في شروط قبول خبر الراوي"},
      {"lvl":2,"id":33,"sub":1,"tit":"أولا: أن يكون عدلا"},
      {"lvl":3,"id":33,"sub":2,"tit":"1017 - بم تثبت العدالة؟"},
      {"lvl":3,"id":33,"sub":3,"tit":"1018 - هل يقبل خبر من لم تعرف عدالته؟"},
      {"lvl":3,"id":33,"sub":4,"tit":"1019 - هل رواية العدل عن غيره تعديلا لغيره؟"},
      {"lvl":3,"id":34,"sub":0,"tit":"1020 - حكم الرواية عمن يأخذ الأجرة على الحديث"},
      {"lvl":3,"id":34,"sub":1,"tit":"1021 - الرواية عن الكذابين"},
      {"lvl":3,"id":35,"sub":0,"tit":"1022 - حكم الرواية عن أهل الفسق والمعاصي"},
      {"lvl":3,"id":36,"sub":0,"tit":"1023 - هل المعصية تسقط العدالة؟"},
      {"lvl":3,"id":37,"sub":0,"tit":"1024 - حكم الرواية عن جند السلطان"},
      {"lvl":3,"id":37,"sub":1,"tit":"1025 - حكم الرواية عن أهل البدع"},
      {"lvl":3,"id":38,"sub":0,"tit":"1026 - حكم الرواية عمن أجاب في المحنة"},
      {"lvl":3,"id":39,"sub":0,"tit":"1027 - حكم الراوية عن أصحاب الرأي"},
      {"lvl":3,"id":40,"sub":0,"tit":"1028 - التحديث عن بني إسرائيل"},
      {"lvl":2,"id":41,"sub":0,"tit":"ثانيا: أن يكون ضابطا"},
      {"lvl":3,"id":41,"sub":1,"tit":"1029 - الرواية عمن حدث ونسي"},
      {"lvl":3,"id":43,"sub":0,"tit":"1030 - إذا وجد سماعه في كتاب، ولم يذكر أنه سمعه، هل يجوز روايته؟"},
      {"lvl":3,"id":44,"sub":0,"tit":"1031 - الراوي يخفى عليه بعض ما في كتابه، يروى عنه؟"},
      {"lvl":3,"id":44,"sub":1,"tit":"1032 - الرواية عن الذي لا يحفظ إذا حدث من كتاب غيره"},
      {"lvl":3,"id":45,"sub":0,"tit":"1033 - الرواية عمن لحقه غفلة في وقت ما"},
      {"lvl":3,"id":45,"sub":1,"tit":"1034 - من روى حديثا لا أصل له، وقال: سهوت فيه أو أخطأت، هل يقبل خبره؟"},
      {"lvl":3,"id":45,"sub":2,"tit":"1035 - الرواية عن الحفاظ المتقنين الذين يقل خطؤهم"},
      {"lvl":3,"id":46,"sub":0,"tit":"1036 - الرواية عمن يغلب عليهم الغلط في روايتهم"},
      {"lvl":3,"id":46,"sub":1,"tit":"1037 - حكم الرواية عن الضعفاء؟"},
      {"lvl":3,"id":48,"sub":0,"tit":"1038 - إذا كان في الحديث رجلان: قوي وضعيف، هل يجوز أن يحدث القوى فقط؟"},
      {"lvl":3,"id":48,"sub":1,"tit":"1039 - هل يمنع التدليس من قبول الخبر؟"},
      {"lvl":1,"id":50,"sub":0,"tit":"باب: التحمل والأداء"},
      {"lvl":2,"id":50,"sub":1,"tit":"1040 - شرط التحمل: أن يكون ضابطا مميزا"},
      {"lvl":2,"id":57,"sub":0,"tit":"1041 - إن كان في سماعه عن فلان فهل يجوز أن يقول قال فلان أم لا؟"},
      {"lvl":2,"id":58,"sub":0,"tit":"1042 - جمع الحديث عن اثنين أو أكثر إذا اتفق في المعنى"},
      {"lvl":2,"id":58,"sub":1,"tit":"1043 - ما جاء في تقطيع الحديث"},
      {"lvl":2,"id":60,"sub":0,"tit":"1044 - رواية الحديث بالمعنى"},
      {"lvl":2,"id":61,"sub":0,"tit":"1045 - الحديث يجيء فيه اللحن والشيء الفاحش هل يغيره؟"},
      {"lvl":2,"id":62,"sub":0,"tit":"1046 - إذا وجد الرجل في كتاب غيره من لا يحدث عنهم هل يضرب عليهم؟"},
      {"lvl":1,"id":63,"sub":0,"tit":"باب: كتابة الحديث وتدوينه"},
      {"lvl":2,"id":63,"sub":1,"tit":"1047 - تدوين الحديث, وذكر من كره ذلك"},
      {"lvl":2,"id":70,"sub":0,"tit":"1048 - حكم كتابة الحديث بالأجرة"},
      {"lvl":2,"id":70,"sub":1,"tit":"1049 - كراهة كتابة ما دون الحديث"},
      {"lvl":2,"id":72,"sub":0,"tit":"1050 - أول من صنف الكتب"},
      {"lvl":2,"id":72,"sub":1,"tit":"1051 - ما جاء في الكتابة بخط دقيق"},
      {"lvl":2,"id":72,"sub":2,"tit":"1052 - ما جاء في ختم الكتاب"},
      {"lvl":2,"id":72,"sub":3,"tit":"1053 - ما جاء في دفن الكتب ومحو العلم"},
      {"lvl":1,"id":74,"sub":0,"tit":"باب: ما جاء في مصنفات الحديث"},
      {"lvl":2,"id":74,"sub":1,"tit":"فصل: ما جاء في \"مسند الإمام أحمد\""},
      {"lvl":3,"id":74,"sub":2,"tit":"1054 - سبب تأليف الإمام للمسند"},
      {"lvl":3,"id":74,"sub":3,"tit":"1055 - ما قصد الإمام جمعه من الحديث في \"المسند\""},
      {"lvl":3,"id":75,"sub":0,"tit":"1056 - وقت ابتداء الإمام في تصنيف \"المسند\"؟"},
      {"lvl":3,"id":75,"sub":1,"tit":"1057 - عدد أحاديث \"المسند\""},
      {"lvl":2,"id":76,"sub":0,"tit":"فصل: ما جاء في \"غريب الحديث\" لأبي عبيد"},
      {"lvl":1,"id":77,"sub":0,"tit":"أخطاء طباعية واستدراكات"},
      {"lvl":2,"id":84,"sub":0,"tit":"المجلد الخامس عشر"}
    ]
}
