{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b2121":
    [
      {"page":7,"id":7,"nass":"الحمد لله الذي رفع السماء بغير عماد، وخفض الأرض وقدر فيها أقواتها لنفع العباد، وثبَّتها بنصْب الرواسي والأوتاد، وجَزَمَ بوحدانيته أهل البغي والإلحاد، والصلاة والسلام على أفصح من نطق بالضاد، وعلى آله وصحبه السالكين سبيل الرشاد، وعلى من ورد مشرعهم، وترسّم خطاهم إِلى يوم المعاد. أما بعد … (فإن العلم فخرٌ يبقى على مرور الأحقاب، وذكرٌ يتوارثه الأعقاب بعد الأعقاب، وأول المجد وآخره، وباطن الشرف وظاهره، به يُترقى على كل المراتب، وبه يتوصل إِلى المآرب والمطالب، وهو الأربح مرعاه، وهو الأرفع مسعاه، يملأ العيون نوراً، القلوب سروراً، ويزيد الصدور انشراحاً، ويفيد الأمور انفساحاً،، وهو الغُنْم الأكبر، والحظ الأوفر، والبغية العظمى، والمنية الكبرى) (1) .\rألا وإن من أجلّ العلوم وأعظمها، وأشرفها وأهمها: علم العربية إِذْ هي (خير اللغات والألسنة، والإقبال على تفهمها من الديانة؛ إِذْ هي أداة العلم، ومفتاح التفقه في الدين) (2) .\rكما أن (معرفتها ضرورية على أهل الشريعة؛ إِذْ مأخذ الأحكام الشرعية كلها من الكتاب والسنة، وهي بلغة العرب، ونَقَلَتُها من الصحابة والتابعين عرب، وشرحُ مشكلاتها من لغاتهم، فلابد من معرفة العلوم المتعلِّقة بهذا اللسان لمن أراد علم الشريعة) (3) .\rقال عمر - رضي الله عنه -: ''تعلَّموا العربية فإنها تزيد في المروءة'' (4) .\r__________\r(1) اقتباس من مقدمة الكفوي في [الكليات] .\r(2) تضمين من مقدمة الثعالبي في: [فقه اللغة] .\r(3) من كلام ابن خلدون في [مقدمته: 545] .\r(4) الجامع للخطيب (2/ 225) .","seal":"6E0D7BF7","part":1},
      {"page":8,"id":8,"nass":"ولقد كان الصدر الأول من الأمة المحمدية أهل سليقة عربية، وأصحاب مَلَكة لسانية (فكان اللسان العربي عندهم صحيحاً مَحْروساً لا يتَداخَلُه الخلل، ولا يتطرَّق إِلَيْهِ الزلل، إِلى أن فُتِحَت الأمصار، وخالط العربُ غير جنسهم من الروم والفرس والحبش والنَّبط، وغيرهم من أنواع الأمم الذين فتح الله على المسلمين بلادهم، وأفاء عليهم أموالهم ورقابهم، فاختلطت الفرق، وامتزجت الألسن، وتداخلت اللغات، ونشأ بينهم الأولاد، فتعلّموا من اللسان العربي ما لابدّ لهم في الخطاب منه، وحفظوا من اللغة ما لا غنىً لهم في المجاورة عنه، وتركوا ما عداه لعدم الحاجة إِلَيْهِ وأهملوه لقلة الرغبة في الباحث عليه، فصار بعد كونه من أهم المعارف مطّرحاً مهجوراً، وبعد فرضيته اللازمة كأن لم يكن شيئاً مذكوراً، وعادت الأيام والحالة هذه على ما فيها من التماسك والثبات، واستمرت على سنَنٍ من الاستقامة والصلاح، إِلى أن انقرض عصر الصحابة والشأن قريب، والقائم بواجب هذا الأمر لقلته غريب، وجاء التابعون له بإحسان فسلكوا سبيلهم لكنهم قلّوا في الإتقان عدداً واقتفوا هديهم وإن كان مدّوا في البيان يداً، فما انقضى زمانُهم على إحسانهم إلاّ واللسان العربي قد استحال أعجميّاً أَوْ كاد، فلا ترى المستقِلّ به والمحافظ عليه إلا الآحاد.","seal":"7C2A1B5E","part":1},
      {"page":9,"id":9,"nass":"هذا والعصرُ ذلك العصرُ القديم، والعهدُ ذلك العهدُ الكريم، فجَهِل الناس من هذا المهمّ ما كان يلزمهم معرفتَهُ، وأخّروا منه ما كان يجب عليهم تَقْدِمَتُهُ، واتخذوه وراءهم ظِهْريّاً فصار نَسْياً منْسِياً، والمشتغل به عندهم بعيداً قصِيّاً، فلما أعضل الداء وعزَّ الدواء، ألهم الله - عز وجل - جماعة من أولى المعارف والنُّهى، وذوي البصائر والحِجى، أن صرفوا إِلى هذا الشأن طرَفاً من عنايتهم، وجانباً من رعايتهم، فشرَّعوا فيه للناس موارداً، ومهّدوا فيه لهم معاهداً، حراسةً لهذا العلم الشريف من الضياع، وحفظاً لهذا المهم العزيز من الاختلال) (1) .\rولقد كان النحو والإعراب أهم علوم اللغة، إِذْ في جهله الإخلال بالتفاهم جملة.\rيقول العلامة ابن خلدون - رحمه الله - ‘‘أن الأهم المقدّم منها هو النحو، إِذْ به تبيّنت أصول المقاصد بالدلالة، فيُعَرَّف الفاعل من المفعول، والمبتدأ من الخبر، ولولاه لَجُهِل أصل الإفادة’’ (2) .\rتعالى به قد طلابه\rوقوف خضوع على بابه.\rيا حبَّذا النحو من مطلب\rكأن العلوم له عسكر.\r\rولما للنحو من أهميّة، ومكانة عظيمة عليّة، صنعت فيه التصانيف، وأُلِّفت فيه التآليف، فمن مُكثرٍ جعل كتابه أسفاراً، ومن متوسط غيْثُ فوائده أصبح مدراراً، ومن موجزٍ كان كتابه أوراقاً.\rوكان من بين تلك المتون المختصرة، والكتب المحرّرة المشتهرة، كتاب: (الْمُقَدِّمَة الآجرُّومِيَّة) .\r__________\r(1) اقتباس من [النهاية] لابن الأثير: (1/5) .\r(2) مقدمة ابن خلدون: (545) .","seal":"7DDEBDD1","part":1},
      {"page":10,"id":10,"nass":"ومِن ثَمَّ طفِق العلماء إِلى شرحها وتدريسها، وكان من أنفس شروحاتها شرح شيخنا المفضل: صالح بن محمد بن حسن الأسمري - حفظه الله -، فلقد كان شرحاً كافياً وافياً في بابه، ومورداً صافياً لطلاّبه، غير مختصر اختصاراً يؤدي إِلى الإخلال، ولا مطنباً إطناباً يفضي إِلى الإملال، مشتملاً على الدرر الفرائد، والغرر من الفوائد الشوارد، يَحِلّ مبانيها، ويُوَضّح معانيها، ويُقَرّر قواعدها، ويُحرّر مقاصدها، ويؤيّد ذلك بالأدلة، ويسهِّله بالشواهد والأمثلة، ينتفع به المبتدئ، ولا يستغني عنه المنتهي، وهو مرحلة وسطى، تعقبه مرحلة علمية أخرى.\rوثَمَّ أمورٌ يجب التنبيه عليها، ولا مندوحة للراغب عنها (1)\rأولها: في اسم هذا العلم، إِذْ إِنَّه يُسَمَّى باسمين اثنين.\rأما الأول: فهو النحو.\rوسبب التسمية هو ما اشتهر عند الإخباريين من أن الإمام علياً - رضي الله عنه - قال لأبي الأسود الدؤلي: ‘‘ نعم النحو الذي نحوت ’’ وذلك عندما كتب شيئاً في النحو بأمرٍ منه.\rوأما الثاني: فالإعراب.\rومن معانيه التغير، يُقَال: أعربت الإبل إذا تغيرت بطونها بمرض، وكذلك الحال مع أواخر الكلمات العربية المعربة فإنها تتغير بحسب مواقعها.\rثانيها: أن الدارس لعلم النحو يدرس شيئين اثنين.\rأما الأول: فالإعراب:\rوهو تغير أواخر الكلم باختلاف العوامل الداخلة عليها لفظاً أو تقديراً. وهذا هو الأصل؛ ولأجله صنع النحو ضبطاً له حتى لا يلحن فيه.\rوأما الثاني: فهو البناء:\rوهو لزوم أواخر الكلمة حركة لا تتغير باختلاف العوامل الداخلية عليها.\rثالثها:\rهو أن علم النحو يبحث في حركة الأخير من الكلم سواء أظهرت أم قُدِّرت، وأكثر اللحن حصل في ذلك عند العرب ولذا كانت العناية به آكد.\rرابعها:\rلكي يتفهَّم دارس النحو مسائله ويعرف مفرداته لابد أن يراعي أموراً:\rأولها:\r__________\r(1) ذكرها الشيخ في أحد دروسه.","seal":"9AE272C0","part":1},
      {"page":11,"id":11,"nass":"حفظ التعاريف واستحضارها عند محاولة الإعراب لكلمة أو جملة لما لها من أثر.\rثانيها:\rالاشتغال بمعاني الكلام وجمله، والنظر في مدى انطباقه على القواعد المعروفة.\rمثال ذلك:\rهو أن المفعول به يُعَرَّف بأنه: اسم منصوب وقع عليه فعل الفاعل، فلو قال قائل: (ضرب الأب ابنه تأديباً له) لَحُكم على كلمة (ابن) بأنها مفعول به؛ لأنه هو الذي وقع عليه فعل الفاعل.\rثالثها:\rهو استحضار التقاسيم والشروط المتعلقة بكل مسألةٍ وباب.\rمثاله: ما قيل في الأسماء الخمسة، فإنها لا تأخذ إعرابها المشهور من الرفع بالواو، والنصْب بالألف، والخفض بالياء إلا بشروط؛ ككونها مكبرة، وعدم إضافتها لياء الْمُتَكَلِّم وما إلى ذلك. فإذا قال قائل: (إن أبي ذو نسب شريف) لَعُلِم أن كلمة (أبي) لا تُعرَب إعراب الأسماء الستة أو الخمسة؛ لأنها مضافة إلى ياء الْمُتَكَلِّم.\rخامسها:\rهو أن الدارس للنحو لن يستطيع أن يعرب الجمل كلها إلا إذا انتهى من دراسة كتب النحو كلها في مرحلة التأصيل، والمعتاد أن آخرها دراسة ألفية ابن مالك، فمن درس الآجرومية لا يتحصَّل على جميع أبواب النحو فضلاً عن جميع مسائله، فلابد من استكمال ذلك، وإنما ابتدئ بالآجرومية فغيرها إلى دراسة ألفية ابن مالك، مراعاةً للتدرج في التعلّم والبدء بالأولويات، والبعد عن وقوع قولة السلف: (من أراد العلم جملة ضيَّعه جملة) فيدرس طالب النحو أول ما يدرس: كبرى أبوابه ومسائله، وذلك من خلال [الآجرومية] ثُمَّ يدرس مجمل أبواب النحو ومسائله دون تعرض للخلاف في الجملة، وذلك من خلال كتاب [شرح قطر الندى] لابن هشام، ثُمَّ يدرس جميع مسائل النحو وتفصيلاته مع الاطلاع على المخالف وبعض الأعاريب وما إلى ذلك، وذلك من خلال [شرح الألفية] ، (شرح ابن عقيل) عليها ولَيْسَ بوافٍ، أو شرح ابن هشام الْمُسَمَّى بـ[أوضح المسالك] .\rسادسها:","seal":"8380EC70","part":1},
      {"page":12,"id":12,"nass":"أن إدراك علم النحو يكون من خلال فقه علومٍ لابد من اجتماعها.\rأولها:\rمسائل النحو ومفرداته وهي الموجودة في [الآجرومية] و [شرح قطر الندى وبل الصدى] و [ألفية ابن مالك] .\rثانيها:\rدراسة علم أصول النحو وهو كعلم أصول الفقه مع الفقه لابد منه، وفيه القواعد التي روعيت في الإعراب، وأدلة النحويين وأوجه الدلالة وما إلى ذلك، وفي ذلك كتاب يتيم ألَّفه الإمام السيوطي اسمه (أصول النحو) وعليه شروحات منها [شرح الأزهري] .\rثالثها:\rدراسة علم تاريخ النحو ويشمل معرفة مذاهبه ونشأتها وأئمته وكتبه وما إلى ذلك، وفيه كتب أحسنها: ما صنَّفه محمد طنطاوي من علماء الأزهر واسمه [نشأة النحو] فقد حقق بأخَره.\rولقد كان أصل هذا الشرح المبارك دروساً ألقاها فضيلة شيخنا - حفظه الله - بجامع ابن عواض بالطائف عام 1419هـ، ثُمَّ كُتِبَت وعُرِضَ مواضع منها على الشيخ نفسه فاستحسنها، وأذن بطباعتها وإخراجها.\rكما لا يفوتني أن أتقدَّم بالشكر أولاً وآخراً للمولى جلَّ وعلا على أن وفقنا لهذا العمل، وأعاننا على إخراجه، ثُمَّ أتوجّه بالشكر إِلى فضيلة شيخنا على ما أسداه إِلَيْنَا من علمه ونصحه، فجزاه الله عنّا خير الجزاء وأطال في عمره على طاعته ونفعنا بعلمه.\rكما أتوجّه بالشكر إِلى كل من أعان على إخراج هذا الشرح فجزاهم الله خير الجزاء.\rوالله أسأل أن ينفع به، وأن يجزل الأجر والمثوبة لشيخنا، والله من وراء القصد وهو الهادي إِلى سواء السبيل.\rوكتبه: متعب بن مسعود الجعيد\r\rببسم\rأما بعد حمد الله ذي الآلاء، والصلاة والسلام على سيد الأنبياء، وآله وصحبه الأصفياء …\rفإن علم العربية يقع من نافع العلوم: موقع الرأس من الإنسان، واليتيمة من قلائد العِقْيان، فليس أحد من أرباب الحجى والعلم يخلو من أن يكون متعلقاً منه بسبب، وضارباً فيه بسهم.","seal":"F1A9CE70","part":1},
      {"page":13,"id":13,"nass":"وكان واسطة عقد العربية: علم النحو والإعراب، الذي ينبغي أن يتحلى به طالب العلم ومريده، بل قال العلامة: خالد الأزهري - رحمه الله -: ‘‘إن معرفة الإعراب من الواجبات التي لابد لكل طالب علم منها، ومن المهمات التي لا يستغني الفقيه عنها ’’.\rومن متونه المقدَّمة وأركانه المختصرة؛ متن موسوم بـ (مقدمة ابن آجرُّوم) ، عكف على ضبطه وفهمه الدارسون؛ لظهور نفعه، يقول العلامة ابن الحاج - رحمه الله - (صار غالب الناس أول ما يقرأ بعد القرآن العظيم؛ هذه المقدِّمة، فيحصل به النفع في أقرب مُدَّة) .\rومِنْ ثَمَّ انعقد العزم على مدارسة تلك المقدِّمة الآجرومية؛ بحلّ مبانيها، وإيضاح معانيها، وتقرير قواعدها، وتحرير مسائلها، على وجه توسط وجِدَّة. مقدِّماً بين يدي ذلك مقدَّمة ذات باب، وهذا أوان الشروع، ومن الله التوفيق والتسديد، وهو المستعان.\r\rمُقَدِّمَةٌ\rوفيها فصلان:\rالأول:\rفي تعريف موجز بابن آجروم - رحمه الله -، وذلك في مقاصد عدة:\rالأول: في اسمه ونسبه:\rهو أبو عبد الله محمد بن محمد بن داود الصِّنهاجي، المعروف بـ (ابن آجروم) ، وهنا فائدتان:\rالأولى:\rأنه يُقَال لابن آجروم: (الصِّنْهاجي) نسبة إلى قبيلة صِنْهاجة بالمغرب. قاله الحامدي - رحمه الله - في حاشية له على: [شرح الكفراوي للآجرومية] .\rالثانية:\rأن كلمة: (آجروم) لها معنى، وضبط.\rفأما المعنى:\rفهو: الفقير الصوفي، وذلك بلغة البَرْبَر. قال ابن عنقاء ‘‘هي كلمة أعجمية، بلغة البربر، معناها: الفقير الصوفي، على ما قيل. لكني لم أجد البرابرة يعرفون ذلك’’ انتهى. غير أن السيوطي وابن الحاج جزما بالمعنى السابق.\rوأما الضبط:\rفعلى أوجه:\rالأول: بفتح الهمزة مع مدّ، وجيم مضمومة مُخَفَّفة، وراء مهملة مضمومة مع تشديد وتثقيل، هكذا: (آجُرُّوم) قاله ابن عنقاء، وبه قطع السيوطي في: [بغية الوعاة] .","seal":"B241E15B","part":1},
      {"page":14,"id":14,"nass":"الثاني: كالأول، غير أن الجيم تكون مفتوحة، هكذا: (آجَرُّوم) وهذا هو المنقول عن الجمال المطيب.\rالثالث: بفتح الهمزة دون مَدٍّ، وجيم ساكنة، وراء مهملة مضمومة دون تشديد، هكذا (أَجْرُوم) وهو منقول عن ابن أجروم نفسه، قاله ابن الحاج في: [العقد الجوهري] .\rالرابع: ما حكاه السيوطي في [البغية] بقوله: ‘‘رأيت بخط ابن مكتوم في [تذكرته] ، قال: (محمد بن الصنهاجي أبو عبد الله، من أهل فاس، يعرف بـ أكروم …’’.\rالخامس: ما حكاه ابن عنقاء بقوله: ‘‘وقد كثر حذف همزته - يعني آجروم - فلا أدري أهي لغة أم هي من تلعب الناس’’.\rلطيفة:\rقال ابن عنقاء: ‘‘في قبيلة البربر قبيلة تُسَمَّى بني آجروم ’’.\rالثاني: في مولده ووفاته.\rفأما مولده:\rفيقول ابن الحاج: ‘‘ولد سنة اثنتين وسبعين وستمائة بمدينة فاس في السنة التي توفي فيها ابن مالك’’. وبذلك جزم ابن العماد في [شذرات الذهب] .\rوأما وفاته:\rفيقول ابن الحاج: ‘‘توفي يوم الاثنين بعد الزوال لعشرة بقيت من صفر، سنة ثلاث وعشرين وسبعمائة’’. وبه قال الحلاوي وابن العماد وغيرها.\rلطيفة:\rقال ابن الحاج: ‘‘توفي ابن آجروم وله إحدى وخمسون سنة، ودفن بباب الجيزيين، ويعرف الآن بباب الحمراء بفاس ’’.\rالثالث: في مكانته العلمية.\rقال السيوطي - رحمه الله -: ‘‘وصفه شرَّاح مقدمته كالمكودي والراعي وغيرهما، بالإمامة في النحو والبركة والصلاح، ويشهد بصلاحه عموم نفع المبتدئين بمقدمته’’.\rوقال ابن مكتوم عنه: ‘‘نحوي مقرئ، وله معلومات من فرائض وحساب وأدب بارع ’’.\rالرابع: في مصنفاته:\rكان له - رحمه الله - مصنفات أشار إليها ابن مكتوم في: [تذكرته] بقوله: ‘‘وله مصنفات وأُجيز في القراءات وغيرها ’’، والمعروف من كتبه كتابان: الأول: هو مقدمته النحوية. الثاني: هو فرائد المعاني في شرح حرز الأماني.\rالثاني:\rفي تعريف موجز بـ (المقدمة) ، وذلك حسب المقاصد التالية:","seal":"11787CC3","part":1},
      {"page":15,"id":15,"nass":"الأول: في اسمها\rلم يسمِّ الْمُصَنِّف - رحمه الله - كتابه هذا باسمٍ، إنما سُمِّيَ به فقيل: (الآجرومية) ، أو: (الجرّومية) وهذا من باب النسبة؛ لأن المركب الإضافي كالمبدوء بـ (ابن) ، وهو هنا كذلك، عند النسبة يُحذف صدره (ابن) وينسب إِلى عجزه (آجروم) وفيه يقول ابن مالك:\rرُكِّبَ مَزْجاً ولثانٍ تَمَّمَا\rأوْ ما لَهُ التَّعْريفُ بِالثَّاني وَجَبْ.\rوانسُبْ لصدْرِ جُمْلةٍ وصدْرِ ما\rإضافةً مبْدوءةً بِابْنٍ أَوْ أبْ.\r\rوربما قيل في التسمية: (مقدمة ابن آجروم) أو: (المقدمة الآجرومية) . ودال (المقدمة) فيهما تفتح وتكسر، والكسر أولى لما فيه من إشعار بتقدمها استحقاقاً أَوْ حقيقة؛ ولأن الفتح لغة قليلة.\rقال بعض الشراح: ‘‘إنما سُمِّيَت الآجرومية بـ (المقدمة) ؛ لأنها توصل المشتغل بها إِلى المطولات من كتب النحو والإعراب، كمقدمة الجيش التي تتقدم أَمَامَه، لتهيئ له في المحل الذي ينْزله ما يحتاج إليه’’. وهو معنى لطيف متَّجه.\rالثاني: في وقت تصنيفها\rلم يذكر ابن آجروم ولا غيره من المترجمين والشراح زمن تصنيف الآجرومية، غير أن ابن مكتوم في: [تذكرته]- وهو عصري ابن آجروم - قال: ‘‘وهو إِلى الآن حي، وذلك في سنة تسع عشرة وسبعمائة’’، وذلك بعد أن أشار إِلى مصنفاته وكونه نحوياً مقرئاً.\rالثالث: في مكان كتابتها\rذكر الراعي وابن الحاج في [شرح الآجرومية] أن ابن آجروم ألَّف هذا المتن تجاه الكعبة الشريفة، وقال الحامدي في [حاشيته على شرح الكفراوي للآجرومية] : ‘‘حكي أنه ألَّفَ هذا المتن تجاه البيت الشريف’’.\rالرابع: في منهج صاحبها فيها\rكان له في ذلك طريقة حَيْثُ:\rاقتصر فيها على كبرى أبواب النحو وأصوله، وقد أشار إِلى ذلك غير واحد ومنهم الأزهري في أول شرحه على الآجرومية.","seal":"C2B69EC1","part":1},
      {"page":16,"id":16,"nass":"واتبع الكوفيين في عباراتهم، يقول السيوطي في [بغية الوعاة] : ‘‘وهنا شيء آخر، وهو أنَّا استفدنا من مقدمته أنه كان على مذهب الكوفيين في النحو؛ لأنه عَبَّرَ بالخفض، وهو عبارتهم، وقال: الأمر مجزوم، وهو ظاهر في أنه معرب وهو رأيهم. وذكر في الجوازم: كيفما، والجزم بها رأيهم، وأنكره البصريون، فتفطّن’’.\rوأورد فيها الأبواب بإيجاز وترتيب بديع؛ حَيْثُ قدَّم الكلام وحقيقته على أقسامه، والأقسام على علامات كل قسم، وهَلُمَّ جراً، مما يأتي في الشرح التنويه إِلَيْهِ - إن شاء الله -.\rالخامس: في عناية الناس بها\rلقد اشتهرت الآجرومية بين الطلاب قديماً وحديثاً، وانتفع بها الدارسون. يقول السيوطي: ‘‘يشهد بصلاحه - أَيْ: ابن آجروم - عموم نفع المبتدئين بمقدمته’’، ويقول ابن الحاج: ‘‘ويدُلُّكَ على صلاحه أن الله جعل الإقبال على كتابه؛ فصار غالب الناس أول ما يقرأ بعد القرآن العظيم هذه المقدمة؛ فيحصل له النفع في اقرب مُدَّة’’.\rوقد تنوعت العناية بالآجرومية، فمنهم من نظمها كعبد السلام النبراوي، وإبراهيم الرياحي وعلاء الدين الآلوسي والعمريطي وغيرهم. ومنهم من تَمَّمها كالحطاب، ومنهم من شرحها - وهم كثير، عَدَّ صاحب [كشف الظنون] منهم أكثر من عشرة - كالمكودي والراعي والأزهري والرَّمْلي.\rلطيفة:\rقال الحامدي في حاشية له: ‘‘حُكي أَيْضاً أنه لما ألفه - يعني: ابن آجروم ومقدمته - ألقاه في البحر، وقال: إن كان خالصاً لله تعالى فلا يبل، فكان الأمر كذلك’’.\r\rقال الْمُصَنِّف - رحمه الله -: (ببسم)\rبدأ الْمُصَنِّف - رحمه الله - هذا المتن النحوي بـ (البسملة) ؛ وذلك منه اقتداء بكتاب الله؛ إِذْ هي أول آية على الصحيح، حَيْثُ افتتح الصحابة المصحف العثماني بها وتلوها وتَبِعَهم جميعُ من كتب المصحف بعدهم في جميع الأمصار، قاله الحافظ ابن حجر - رحمه الله - في [فتح الباري] .","seal":"97B2CD03","part":1},
      {"page":17,"id":17,"nass":"وكذلك اتباعاً لهدي النبي- صلى الله عليه وسلم - في مكاتباته ومراسلاته، ككتابته إِلى هرقل عظيم الروم كما جاء ذلك في حديث أبي سفيان في أول صحيح البخاري.\rولما استقرَّ عليه عمل الأئمة الْمُصَنِّفين، فقد قال الحافظ في [الفتح] : ‘‘وقد استقر عمل الأئمة الْمُصَنِّفين على افتتاح كتب العلم بالبسملة، وكذا معظم كتب الرسائل’’.\rولعل الْمُصَنِّف - يرحمه الله - حَمِدَ وتَشهَّد نطقاً عند وضع الكتاب، ولم يكتب ذلك اقتصاراً على البسملة؛ لأن القدر الذي يَجْمع الأمور الثلاثة: ذِكْر الله، وقد حَصَل بها.\rقوله: (بسم)\rجار ومجرور، وهما متعلقان بمحذوف تقديره (أؤلف) أَوْ نحوه من المعاني الصحيحة السائغة. والاسم من السُّمُو لغة على الصحيح، وهو ما كان لْمُسَمَّى، وسيأتي - بإذن الله - الكلام عنه في موضعه.\rقوله: (الله)\rمخفوض على الإضافة، وهو مشتق من (أَلَهَ) ومنه قول رؤبة:\rلِلَّهِ دَرُّ الغانِيَات الْمُدَّهِ سبَّحْنَ واسْتَرْجَعْنَ مِنْ تَأَلُّهِي\rوالتَّأَلُّه هو: التعبُّد.\rقوله: (الرحمن الرحيم)\rنعت بعد نعت، هذا هو المشهور؛ لكن قال في [المغني] : ‘‘الرحمن: بدل لا نعت، والرحيم بعده: نعت له’’. وهما اسمان لله يتضمنان صفة الرحمة، واخْتُلِفَ في التفريق بينهما، وأحسن ما قيل: إن الرحمن دالٌّ على الصفة القائمة بالذات، والرحيم دال على تعلُّقها بالمرحوم.\rلطيفة:\rكثيراً ما يعزو الشراح بدء الْمُصَنِّف بالبسملة إِلى حديث: (كل أمر ذي بال لا يبدأ فيه بـ (بسم الله الرحمن الرحيم) فهو أقطع) ، والحديث أخرجه عبد القادر الرُّهَاوِي في كتابه [الأربعين] ؛ لكنه ضعيف لا يصح، وبذلك قطع أئمة، ومنهم: الحافظ ابن حجر، والسخاوي وآخرون، رحمة الله على الجميع.\rقال الْمُصَنِّف - رحمه الله - (الكلام هو: اللفظ المركب المفيد بالوضع)\rفيه مباحث على ما يلي:\rالأول:","seal":"A3EC12B3","part":1},
      {"page":18,"id":18,"nass":"بدأ الْمُصَنِّف - يرحمه الله -بتعريف الكلام؛ لأنه موضوع النحو ومادته والتي يعمل فيها، وبه يقع التفاهم والتخاطب.\rومِنْ ثَمَّ يَبِينْ عناية الْمُصَنِّف - يرحمه الله - بتقديم ما حقه التقديم على غيره، وهذا هو حقيقة التدرّج المحمود في التعليم.\rالثاني:\rقوله: (الكلام) أَيْ في اصطلاح النحويين؛ لأن (ال) في (الكلام) إما أن تكون عوضاً عن مضاف إِلَيْهِ، أَوْ للعهد الذهني.\rفعلى الأول إما أن يكون المضاف إِلَيْهِ المحذوف ضميراً أَوْ لا، فإن كان ضميراً يكون التقدير: كلامنا؛ أَيْ معشر النحاة. وإن كان اسماً مظهراً فيكون التقدير: كلام النحويين، والْمُصَنِّف - يرحمه الله - منهم.\rوعلى الثاني يكون المقصود: الكلام المعهود في الأذهان، وهو كلام النحويين؛ لأن المتن المبدوء به ذلك في النحو، ومصنفه من النحويين، بل من أئمتهم المشهورين.\rالثالث:\rقوله (اللفظ) يتعلق به أشياء ثلاثة:\rالأول: معناه في اللُّغَة\rحَيْثُ إِنه: يدل على طرح الشيء، تقول: لفظتُ الشيء من فمي، إِذا طرحتَه.\rالثاني: معناه في الاصطلاح\rحَيْثُ إِنه: الصوت المنقطع من الفم، المشتمل على بعض الحروف الهجائية تحقيقاً كـ (زيد) أَوْ تقديراً كالضمير المستتر.\rالثالث: الاحتراز به\rحَيْثُ احترز بقَيْد (اللفظ) - في تعريف الكلام اصطلاحاً -: عن كل ما حصل به التفاهم وليس بلفظ، كالكتابة والإشارة ونحوهما. وهي تُسَمَّى عند اللُّغَويين بـ (الدَّوالّ) لأنها تدل على معنى يَفْهَمه المخاطَب بها.\rالرابع:\rقوله (المركّب) يتعلق به أشياء ثلاثة:\rالأول: معناه في اللُّغَة\rحَيْثُ إِنه: علوُّ شيءٍ شيئاً، تقول: ركبتُ الدَّابة إِذَا عَلَوْتها. وكلمة (المركب) اسم مفعول من: ركب.\rالثاني: معناه في الاصطلاح","seal":"5EC29627","part":1},
      {"page":19,"id":19,"nass":"حَيْثُ إِنه: ضمُّ كلمةٍ إِلى أخرى فأكثر. سواء أكان الضم ظاهراً كـ (قام زيد) ، أم كان مُقَدَّراً كـ (قم) ، إِذْ التقدير: قُمْ أنت.\rوليُعْلم أن التركيب يأتي على أنواع:\rومنه: المركب الإسنادي؛ وهو المكوّن من مسنَدٍ ومسند إِلَيْهِ، كـ (زَيْدٌ قَائِمٌ، وقام زَيْدٌ) حَيْثُ إِن زيداً مسند إِلَيْهِ، والقيام مسند.\rومنه: التركيب المزجي كـ (بَعْلَبَك) .\rوالتركيب الإضافي، كـ (غلام زيد) .\rوالتركيب العددي، كـ (أربعة عشر) .\rالثالث: الاحتراز به\rقَيْد (التركيب) احترز به: عن المفرد، كـ (زيد) فقط، أَوْ (عمرو) فقط - أعني: لم يُضَمّ إليها شيء آخر -.\rالخامس:\rقوله (المفيد) يتعلق به أشياء ثلاثة:\rالأول: معناه في اللُّغَة\rحَيْثُ إِنه: ما ترتب عليه فائدة، ولها معانٍ منها: ما استفيد من علم أَوْ مال. وكلمة (المفيد) اسم فاعل من: فَيَدَ.\rالثاني:\rمعناه في الاصطلاح؛ حَيْثُ إِنه: كل ما أفهم معنى يَحْسُنُ السكوت عليه كـ (قام زَيْدٌ) خلافاً لـ (إن قام زَيْدٌ) فلا يًحْسُنُ السكوت عليها.\rثم هل المراد سكوت الْمُتَكَلِّم عن التكَلُّم، أَوْ السامع عن طلب الازدياد، أَوْ هما؟ أقوال؛ أرجحها: الأول؛ لأن السكوت خلاف التكَلُّم، والثاني صفة الْمُتَكَلِّم اتفاقاً، فكذلك السكوت.\rصفته:\rوهل يشترط إفادة المخاطب شيئاً يجهله؟ قولان:\rأحدهما: اشتراط ذلك، وبه جزم ابن مالك وآخرون.\rوالثاني: عدم اشتراطه، وصححه أبو حيان والصبان وآخرون.\rوليُعْلم أن محل الخلاف السابق: إِذَا ابتدئ به؛ لا إِذَا كان في درج الكلام وثناياه.\rومثال البدء:\rقولك لعاقل: النار حارة تحرق. خلافاً ما إِذَا كانت الجملة نفسها في درج حديث مفيد أوله.\rالثالث: الاحتراز به\rقَيْد (المفيد) احترز به: عن كل لفظ مركب لا يفيد الفائدة الموصوفة آنفاً.\rالسادس:\rقوله: (بالوضع) يتعلق به أشياء ثلاثة:","seal":"B6E584B1","part":1},
      {"page":20,"id":20,"nass":"الأول: معناه في اللُّغَة\rحَيْثُ إِنه: يدل على خفض الشيء وحطه، تقول: وضعت الكتاب على الأرض؛ إِذَا حططته. وكلمة: (بالوضع) جار ومجرور متعلق بـ (المفيد) ، والباء في كلمة: (بالوضع) تحتمل معان، ومنها: المصاحبة، أي: الكلام هو اللفظ المركب المفيد إفادة مصحوبة بالوضع.\rالثاني: معناه في الاصطلاح\rهو: جعل اللفظ دليلاً على معنى، وفق الاستعمال العربي. وهذا الوضع العربي يشمل اللفظ على جهة الانفراد والنظم. فأما الانفراد فتكون الكلمة المراد بها معنى ما قد استعملها العرب للمعنى نفسه. كـ (زيد) ؛ فإنه لفظ عربي جعلته العرب دالاً على معنى، وهو ذات وضع عليها لفظ: (زيد) .\rوكذلك يُقَال في نظم الكلام وضم بعضه إِلى بعض؛ إِذْ لابد من صحة تركيبه وعَوْد ضمائره وما إِلى ذلك.\rثم هل الوضع يُرَاد به - أَيْضاً - القصد؛ أَيْ: أن يكون الكلام مقصوداً؟ قولان.\rأحدهما: إثبات ذلك، وبه قطع ابن مالك وخلائق، وعليه جمهور شرَّاح المتن.\rالثاني: نَفْيُ ذلك، ورجَّحه أبو حَيَّان.\rومِنْ ثَمَّ يكون لكلمة: (بالوضع) معنى يتضمّن شيئين:\rالأول: الوضع العربي.\rوالثاني: القصد، على الصحيح.\rالثالث: الاحتراز به\rقَيْد (الوضع) - بمعنييه السابقين - احترز بالأول منهما: عن الكلام الموضوع وضعاً غير عربي، كالكلام الأعجمي. واحترز بالثاني: عن كلام غير القاصد - ولو كان موضوعاً وضعاً عربياً -، كالمجنون.\rالسابع:\rفي كون حَدّ الكلام اصطلاحاً يشتمل على قيود أربعة وهي: اللفظ، والتركيب، والإفادة، والوضع.\rوهذا الْحَدّ بقيوده الأربعة ذكره جماعة قَبْل ابن آجروم - يرحمه الله -، ومنهم: الإمام الْجُزُولي - نسبة إِلى جُزُولة، بطن من بطون البربر بالمغرب -، قاله الأزهري.\rالثامن:\rاعترض على حدّ الْمُصَنِّف للكلام باعتراضين:\rأحدهما:","seal":"DE55A393","part":1},
      {"page":21,"id":21,"nass":"أن قَيْد: (التركيب) و (الوضع) : يغني عنهما قَيْد: الإفادة؛ لأن المفيد الفائدة التي يحسن السكوت عليها؛ يستلزم أن يكون مركباً وموضوعاً.\rولكن أجيب عن ذلك بجوابين:\rالأول: أن دلالة اللزوم مهجورة في التعاريف عند أولى النظر؛ ولذا أَثْبت الْمُصَنِّف - يرحمه الله - قَيْد: التركيب والإفادة. ثم إن المقصود من التعريف شرح الْمُعَرَّفِ بيان أجزائه وقيوده، فلا يكفي دلالة اللزوم.\rالثاني: أن تعريف الشيء بذكر قيوده وأجزائه بعيداً عن دلالة اللزوم؛ هو المناسب للمبتدئين؛ إِذْ إِنَّهم غالباً لا يَعْقلون دلائل اللزوم، والمقدمة الآجرومية إنما كان للمبتدئين؛ فحصل التناسب.\rالثاني:\rأن هناك قَيْداً لابد منه في التعريف، وهو: اتحاد الناطق، فلو اصطلح رجلان على أن يَذْكر أحدهما فعلاً، والآخر فاعلاً؛ لم يُسَمَّ ذلك كلاماً. ومِنْ ثَمَّ تعيَّن إضافة قَيْد: (اتحاد الناطق) في التعريف.\rورُدَّ هذا الاعتراض بأن قَيْد: اتحاد الناطق مُخْتلَف فيه، بل صحَّحَ الأئمة كابن مالك وأبي حيان عدم كونه قَيْداً، إلحاقاً بحقيقة: (الْخَطّ) ؛ إِذْ يُسَمَّى الخط خطاً ولو اختلف الكاتب، فكذلك الكلام.\rتمرين على ما شرح\rأ) لو تمثَّل عاقل فقال:\rيَكُنْ عنِ الزَّيفِ والتصْحِيفِ في حَرَمِ\rفَعِلْمُهُ عنْدَ أهْلَ العِلْمِ كالعَدَمِ.\rمَنْ يأخُذِ العلْمَ عن شيخٍ مُشافهةً\rومَنْ يكُنْ آخذاً لِلْعِلْمِ مِنْ صُحُفٍ.\r\rلَعُدَّ كلامه عند النحاة كلاماً؛ لانطباق تعريف الكلام عندهم عليه، فقوله: (من يأخذ …) لفظ. لأنه صوت مشتمل على حروف هجائية، أولها: الميم ثم النون وهلم جراً. وهو كلام مُركَّب من كلمات بل من جمل. وهو كذلك مفيد؛ حَيْثُ حسن سكوت الْمُتَكَلِّم عليه؛ ولم يكن السامع يدري من مبانيه ومعانيه - أعني: الأبيات المتمثل بها -. وهو موضوع وضعاً عربياً ومقصود، لكونه من عاقل.","seal":"4EEE4FC5","part":1},
      {"page":22,"id":22,"nass":"ب) لو قال قائل من العقلاء:\r(قرأت كتاب: [الكتاب] لأبي بشر؛ فوجدته موسوعة عربية كبرى) . لما عَدَّه النحاة كلاماً؛ لأن كلمة: (موسوعة) غير عربية، فتأخر في هذا المثال قَيْد: الوضع.\rلطيفة:\rلفظ (موسوعة) اصطلاح قريب العهد في أول القرن الثالث عشر. وهو تصحيف. قصته: أن إحدى مكتبات القسطنطينية كانت تدون فهرساً لمحتوياتها، فأملى أحد موظفيها اسم كتاب ‘‘لطاش كبرى زاده’’، عنوانه: موضوعات العلوم، أملاه بلسان الأعاجم، فسمعه الكاتب: موسوعات العلوم.\rفوقف الأستاذ إبراهيم اليازجي على: موسوعات العلوم، فظَنَّ أن كلمة (موسوعات) تؤدي معنى (دائرة معارف) فأعلن ذلك في مجلته الْمُسَمَّاة بـ (الضياء) فسار به القراء.\rويستعاض عن كلمة (موسوعة) بالجمهرة أَوْ الْمَعْلَمَة، والأول عليه كثير من أئمة اللُّغَة.\rقال الْمُصَنِّف - رحمه الله - (وأقسامه ثلاثة: اسم، وفعل، وحرف جاء لمعنى)\rفيه مباحث على ما يلي:\rالأول:\rقوله (وأقسامه) يتعلق بها أشياء:\rالأول:\rفي كون (الواو) في (وأقسامه) استئنافية، وقولنا: (استئنافية) مأخوذ من: الاستئناف وهو: الابتداء، تقول: استأنفت الأمر؛ إِذَا ابتدأته.\rالثاني:\rفي كون ضمير (الهاء) المتصل؛ عائداً على الكلام. وهو في مَحَلّ خَفْضٍ على الإضافة.\rالثالث:\rفي معنى (الأقسام) لغة؛ حَيْثُ إِنها جَمْع قسْم، والقَسْم - بفتح القاف - مصدر قَسَمْت الشيء قَسْماً؛ إِذَا جزَّأته. والقِسْم - بكسر القاف - النصيب.\rالرابع:\rفي معنى (الأقسام) في عبارة الْمُصَنِّف - يرحمه الله -، حَيْثُ عَنى أجزاء الكلام من جهة تركيبه لا حقيقته؛ لأنه سبق أن الكلام عند النحاة حقيقته مُركَّبةٌ من اللفظ المركب، والمفيد بالوضع. فهذه القيود الأربعة هي أجزاء الكلام من جهة حقيقته. وأما من جهة التركيب فثلاثة: اسم، وفعل، وحرف جاء لمعنى.\rالثاني:\rقوله: (ثلاثة) يتعلق به شيئان:","seal":"3BAF7D6A","part":1},
      {"page":23,"id":23,"nass":"أحدهما:\rأن تقسيم الكلام من جهة تركيبه إِلى أقسام ثلاثة، أمر مُجْمع عليه عن اللُّغَويين والنحاة؛ قاله الأزهري.\rوالثاني:\rفي دليل القِسْمة. حَيْثُ إِن دليل ذلك أمران:\rأحدهما: الاستقراء التام؛ حَيْثُ استقرأ أئمة اللُّغَة كأبي عمرو المازني والخليل وسيبويه - الكلام، فوجدوه لا يخرج عن كونه: اسماً، وفعلاً، وحرفاً جاء لمعنى. والاستقراء التام حجَّة باتفاق.\rوالثاني: الدليل العقلي؛ إِذْ العقل لا يقبل غير تلك القِسْمة.\rوبيانه:\rأن الكلمة لا تخلو: إما أن تدل على معنى في نفسها أَوْ لا، فالثاني: الحرف. والأول: إما أن يقترن بأحد الأزمنة الثلاثة أَوْ لا، فالثاني: الاسم. والأول: الفعل.\rالثالث:\rقوله: (اسم) ، يتعلَّق به أشياء أربعة:\rالأول:\rفي تقديم الْمُصَنِّف - يرحمه الله - الاسمَ على الفعل والحرف؛ إِذْ هناك ما يُوجِب تقديمه، ومن ذلك: كون الاسم يأتي مسنداً ومسنداً إِلَيْهِ، خلافاً للفعل فلا يكون إلا مسنداً، وأما الحرف فلا يكون مسنداً ولا مسنداً إِلَيْهِ.\rومثال ذلك:\r(زَيْدٌ قَائِمٌ) ؛ وفيه أُسْنِدَ القيام لزيد، فكان (زيد) مسنداً إِلَيْهِ القيام، وكانت كلمة: (قائم) مسنداً؛ حَيْثُ أُسْنِدت لـ (زيد) ، وكلمة: (قائمٌ) اسم، بدلالة التنوين فيها، والتنوين - كما سيأتي إن شاء الله - من خواص الاسم وعلاماته.\rفبان بالمثال السابق أن الاسم يأتي مُسْنَداً ومُسْنَداً إِلَيْهِ.\rالثاني: في معناه لغة\rإِذْ هو: ما دَلَّ على مُسَمّى، واخْتُلِفَ في اشتقاقه هو مِن (السُّمُوّ) وهو: العلو، أم من (الوَسْم) وهو: العلامة؟؟ قولان: والصحيح: الأول، وعليه الأكثر. ولا شك أن الاسم يعلو الْمُسَمَّى، ويعلو الفعل والحرف على ما سبق (أَيْ: من كونه مسنداً ومسنداً إِلَيْهِ) .\rالثالث: في معناه اصطلاحاً\rحَيْثُ يُعَرَّف بأنه: ما دَلَّ على معنى في نفسه ولم يقترن بزمان.","seal":"077933A8","part":1},
      {"page":24,"id":24,"nass":"و (في) في التعريف للسَّبَبِيَّة، أَيْ: دَلَّتْ عَلَى معنى بسبب نفسه لا بغيره.\rوالمراد بالزمان في: (ولم يقترن بزمان) المعَبَّر عنه بـ (الماضي، والحال، والاستقبال) .\rالرابع: في أقسام الاسم\rحَيْثُ يقسم إِلى أقسام ثلاثة:\rالأول: الاسم المظهر، كـ (زيد) ، و (عمرو) ونحوهما. ويضبط بأنه ما دَلَّ على مُسَمَّاهُ بلا قَيْد (أَيْ: من القيود الآتي ذكرها) .\rالثاني: الاسم المضمر، كـ (أنا، وأنت، وهو) ويضبط بأنه: ما دَلَّ على مُسَمَّاهُ بقَيْد (التكَلُّم، أَوْ الخطاب، أَوْ الغيبة) .\rوقَيْد التكَلُّم مثاله: أنا، فهو يدل على الْمُتَكَلِّم.\rوقَيْد الخطاب مثاله: أنت، فهو يدل على مُخاطَب.\rوقَيْد الغَيْبة مثاله: هو، فهو يدل على غائب.\rوجميع هذه الأسماء بقيودها ضمائر؛ ولذا سُمِّيَت بـ (الأسماء الْمُضْمَرة) .\rالثالث: الاسم الْمُبْهَم؛ كـ (هذا والذي) ، ويُضبط بأنه ما دَلَّ على مُسَمَّاهُ بقَيْد: (الإشارة أَوْ الصِّلة) .\rوقَيْد الإشارة مثاله: هذا، فهو اسم إشارة.\rوقَيْد الصلة مثاله: الذي، فهو اسم موصول.\rواسم الإشارة والصِّلة كلاهما يدل علي مُبْهَم. ولذا سُمِّيَا بـ (الأسماء الْمُبْهَمة) .\rوذهب جماعة من النحاة إِلى أن الاسم الْمُبْهَم من المضمر، ومِنْ ثَمَّ جعلوا الاسم قسمين: مُظْهر، ومُضْمر.\rالرابع:\rقوله: (وفعل) يتعلق به أشياء أربعة:\rالأول:\rثنى الْمُصَنِّف - يرحمه الله - بالفعل، لكونه يتوسط الاسم والحرف مرتبة، وسبق تقرير ذلك. و (الواو) في: (والفعل) عاطفة.\rالثاني: في معناه لغة\rحَيْثُ إِنه يدل على إحداث شيء من عملٍ وغيره، تقول: فعلتُ كذا؛ إِذَا أحدثتَهُ.\rالثالث: في معناه اصطلاحاً\rحَيْثُ إِنه: ما دَلَّ على معنى في نفسه واقترن بزمان. و (في) في قولنا (معنى في نفسه) ؛ للسَّبَبِيَّة، أَيْ دَلَّتْ عَلَى معنى بسبب نفسه، لا بانضمام غيره إِلَيْهِ.","seal":"E633896C","part":1},
      {"page":25,"id":25,"nass":"الرابع: في أقسامه\rحَيْثُ يقسَّم إِلى: فعل ماض، وفعل مضارع، وفعل أمر. وسيأتي الكلام عنها - إن شاء الله -؛ حَيْثُ عقد الْمُصَنِّف - يرحمه الله -لها فصلاً.\rالخامس:\rقوله: (وحرف جاء لمعنى) يتعلق به أشياء:\rالأول:\rأَخَّرَ الْمُصَنِّف - يرحمه الله -ذِكْر الحرف، لكون مرتبته متأخرة عن الاسم والفعل، وسبق تقرير ذلك. و (الواو) في (وحرف) عاطفة.\rالثاني:في معناه لغة\rحَيْثُ يدل على طرف الشيء وجانبه، تقول: سرت على حرف الوادي، أَيْ: على طرف الوادي وجانبه. وللحرف معانٍ أُخَر.\rالثالث: في معناه اصطلاحاً\rحَيْثُ إِنه: ما دَلَّ على معنى مع غيره ولم يقترن بزمان. وقولنا: (مع غيره) يدل على أن الحرف لا يدل على معنى في نفسه كالاسم والفعل، بل يأخذ معنى عند انضمامه إِلى اسم أَوْ فعل.\rالرابع:\rفي معنى قوله: (جاء لمعنى) ؛ حَيْثُ إِنه قَيْد للحرف الذي هو ثالث أقسام الكلام من جهة التركيب، إِذْ إِنَّ الحروف نوعان.\rأحدهما: حروف مباني؛ وهي التي تَنْبَنِي منها الكلمة كحرف: الزاي والياء والدال، التي تَنْبَنِي منها كلمة: زيد، ويُسَمِّيها بعضهم بحروف التَّهَجِّي.\rالثاني: حروف معاني؛ وهي التي لها معنى مع غيرها كـ (حروف الجر، والجزم، وهل، وبل) وهي التي عناها الْمُصَنِّف - يرحمه الله - بقوله: (وحرف جاء لمعنى) ، و (جاء) فعل ماض، و (لمعنى) اللام حرف جر، و (معنى) اسم مجرور.\rالخامس: في أقسامه مع الاسم والفعل\rحَيْثُ يُقَسَّم إِلى أقسام ثلاثة:\rالأول: ما يَدْخل على الأسماء والأفعال، كـ (هل) .\rالثاني: ما لا يَدْخل إلا على الأسماء، كـ (حروف الجر) .\rالثالث: ما لا يَدْخل إلا على الأفعال، كـ (حروف الجزم) .\rتمرين على ما شرح\rقال الإمام ابن قتيبة - رحمه الله - في مُقدِّمة [أدب الكاتب] :","seal":"26E7F98F","part":1},
      {"page":26,"id":26,"nass":"‘‘ ونحنُ نستحِبُّ لمن قَبِلَ عنا، وائْتَمَّ بِكُتُبِنا: أنْ يُؤَدِّبَ نفْسَهُ قَبْلَ أنْ يؤَدِّبَ لسَانَه، ويُهذِّبَ أخْلاقَهُ قبْلَ أنْ يُهَذِّبَ ألْفاظَهُ، ويَصُون مروءته عن دَنَاءة الغيبة، وصناعته عن شَيْن الكذب، ويُجَانب - قبل مجانبته اللَّحْن، وخَطَل القول - شنيع الكلام، ورَفَثَ المزح ’’.\rففي هذه الْجُمَل أسماء وأفعال وحروف.\rفمن الأسماء (نحن، كتب، نفس، لسان) .\r………………………………… …………………………………\r………………………………… …………………………………\r……………………………………………………………………\r……………………………………………………………………\r\rيقول الْمُصَنِّف - رحمه الله -: (والاسم يُعرف …… الخ)\rهذا شروع من الْمُصَنِّف - رحمه الله - في بيان علامات أقسام الكلام؛ للتمييز بين كل قسم وأخيه.\rوقد ذهب بعض الشراح إلى أن الأَوْلى للمصنف - رحمه الله - أن يذكر حقيقة كل قسم وتعريفه قبل أن يذكر علاماته.\rوأجيب: بأن ذكر العلامات أسهل على المبتدئ في التمييز بين أنواع الكلام وأقسامه، خلافاً لتعريف كل قسم وذكر حقيقته فقد ينبهم على المبتدئ.\rوقد ابتدأ الْمُصَنِّف - رحمه الله - بذكر علامات الاسم لمعنى سبق - وهو تقدم الاسم على الفعل والحرف لكونه مسنداً ومسنداً إليه -.\rقوله: (فالاسم)\rيعني الذي هو أحد أقسام الكلام؛ إِذْ إِنَّ القاعدة اللُّغَوية البلاغية تقول: إن الكلمة إذا كانت معرفة أو نكرةً ثُمَّ أُعيدت معرفة فهي ذات الأولى.\rيقول السيوطي في [عقود الْجُمَان] :\rإِذَا أتَتْ نكرةٌ مُكرَّرةْ\rتوافَقا كذا الْمُعَرَّفانِ.\rثُمَّ مِنَ القواعد المشْتهرةْ\rتَغايَرتْ وإنْ يُعَرَّف ثانِ.\r\rوقد ذكر الْمُصَنِّف - رحمه الله - بعضاً من علامات الاسم.\rأولها: (قوله بالخفض)\rهو لغة:\rالسُّفْل، تقول: (نزلت في مكان منخفض) أي في سُفْل ونزول.\rأما في الاصطلاح:\rفهو تأثر الاسم بكونه مجروراً إما بحرف جر أو بالإضافة أو التبعية.","seal":"BE80A6F2","part":1},
      {"page":27,"id":27,"nass":"كل ذلك مجتمع في البسملة (ببسم) حَيْثُ إِن (بسم الله) كلمة (اسم) : مخفوضة بدخول حرف الجر عليها وهو الباء، وكلمة لفظ الجلالة (الله) : مخفوضة على الإضافة؛ إِذْ إِنَّ (اسم) مضاف ولفظ الجلالة (الله) مضاف إليه. وكلمتي (الرحمن الرحيم) : مخفوضتان على التبعية، لأنهما يتبعان حكم ما قبلهما على خلاف بين اللُّغَويين.\rفمنهم من يقول هما يدلان على لفظ الجلالة (الله) وهو الأصح، وهو اختيار السُّهيلي - رحمه الله -.\rومنهم من يقول: هما وصفان للفظ الجلالة (الله) ، وذهب إليه الأكثر، وهو اختيار الزمخشري.\rوليُعْلم أن المراد من هذه العلامة - وهي الخفض - لَيْسَ مجرد تقدُّم حرف الجر على الكلمة؛ إِذْ إِنَّ حرف الجر قد يدخل على بعض الكلمات غير الاسمية. كقولك ‘‘ مِن أن ’’ في جملة ‘‘ مِن أن أعرف صاحباً وفياً ’’؛ إِذْ إِنَّ ‘‘ مِن ’’ هنا دخلت على غير اسم، وإنما المقصود هو تأثر الكلمة بالخفض والجر.\rفائدة\rوليُعْلم أن لغة أهل الكوفة أنهم يعبِّرون عن ذلك بالخفض، خلافاً لأهل البصرة فهم يعبِّرون عن ذلك بالجر.\rوقد ذكر الْمُصَنِّف - رَحِمَهُ الله - أحرف الخفض والجر، وذكر منها حروف القَسَم أَيْضاً، وهي داخلة في هذه العلامة التي هي الخفض؛ لأن حروف الجر أحد العوامل الثلاثة التي يتم بها الخفض على ما سبق.\rوثانيها: هو ما عَبَّرَ عنه الْمُصَنِّف - رحمه الله - بـ (التنوين)\rوهو لغة: التصويت، تقول: نَوَّنَ الطائر. إذا أحدث صوتاً.\rوأما في الاصطلاح:\rنون ساكنة زائدة تلحق آخر الأسماء لفظاً لا خطاً، يُستعاض عنها في الكتابة بضمتين أو فتحتين أو كسرتين. ككلمة (مُحَمَّد) في جملة: (جاء مُحَمَّدٌ، رأيت مُحَمَّداً، مررت بمُحَمَّدٍ) فقد لحقها التنوين في محالها الثلاث.\rوليُعْلم أن التنوين أنواع:\rالأول: هو ما يُسَمَّى بتنوين التنكير:","seal":"277BC4E6","part":1},
      {"page":28,"id":28,"nass":"وهو الذي يلحق آخر بعض الأسماء المبنية كـ (سيبويه) ، فإنه إذا لحقها وجب تنكيرها وعدم خصوصيتها لشخص مُعَيَّنٍ.\rفكلمة (سيبويه) تطلق على رجل نحوي معروف عند اللُّغَويين وغيرهم، أما إذا قلت (سيبويهٍ) بالتنوين في آخره، فإنه لا يُقْصَدُ به ذاك الرجل بل كل من كان عارفاً بالنحو، ولذا سُمِّيَ بـ (تنوين التنكير) .\rوالثاني: تنوين العوض:\rوهو إما أن يكون عوضاً عن جملةٍ، أو كلمةٍ، أو حرفٍ.\rكـ (قاضٍ) هو عوض عن حرف الياء، إذ أصلها (قاضي) فحذفت الياء، واستُعِيض عنها بالتنوين لذا سُمِّيَت بـ (تنوين عوض) .\rوالثالث: تنوين المقابلة:\rوهو الذي يلحق آخر الجمع المزيد بألف وتاء، الْمُسَمَّى عند بعض النحويين بـ (جمع المؤنث السالم) ، إِذْ إِنَّه في مقابل النون المثبتة في جمع المذكر السالم.\rومثاله:\r(مؤمناتٍ) فالتنوين الذي لحقها في مقابلة النون المثبتة في كلمة (مؤمنين) .\rوثالثها: هو ما عَبَّرَ عنه الْمُصَنِّف - رَحِمَهُ الله - بقوله: (ودخول الألف واللام)\rوهو يعني (ال) المعرِّفة، كقولك (الكتاب) فكلمة (كتاب) اسم لدخول (ال) عليها.\rوليُعْلم أن قول الْمُصَنِّف (دخول الألف واللام) منتقدة؛ لأن القاعدة في ذلك: هي أن الكلمة إذا كانت مُكَوَّنَة من حرف واحد نُطق باسمها لا مُسَمَّاها، كحرف العين والصاد وغيرهما؛ فأصله حرف واحد، ولكن نُطق باسمه فقيل (عين وصاد) ، خلافاً للكلمة المُكَوَّنَة من أكثر من حرف، فإنه يُنطق بمُسَمَّاها لا باسمها، كنحو: (ال) فهي مُكَوَّنَة من حرفين، فلا يُقَال (الألف واللام) .\rوقد أثبت هذه القاعدة غير واحد من أئمة اللُّغَة، ومنهم ابن هشام - رحمه الله - في كتابه [مغني اللبيب] ، ولكن قد يُعتذر للمصنف - رحمه الله - بأن الْمُعرِّف لكلمة (ال) مختلف فيه.\rفجمهور اللُّغَويين على أن الْمُعرِّف هي اللام، والهمزة زائدة.\rوذهب المبرِّد إلى أن الهمزة هي الْمُعَرِّف فحسب.","seal":"337948B9","part":1},
      {"page":29,"id":29,"nass":"وذهب الخليل وسيبويه إلى أن الْمُعَرِّف الهمزة واللام، غير أن الأول جعل الهمزة همزة قطع خُفِّفَتْ. والثاني جعلها همزة وصل؛ ومِنْ ثَمَّ تحاشى الْمُصَنِّف - رحمه الله - أن يقول (ال) للخلاف المذكور.\rواستحسن بعض اللُّغَويين أن يُعبِّر عن ذلك بـ (أداة التعريف) ليشمل الخلاف، وبعض اللهجات العربية كلهجة حمير؛ إِذْ إِنَّ أداة التعريف عندهم (أم) حَيْثُ يجعلون الميم عندهم مَحَلّ اللام.\rتنبيه\rما كل (ال) مُعَرِّفة؛ إِذْ إِنَّ (ال) الموصولية التي بمعنى (الذي) لَيْسَتْ علامة على الاسم، كنحو قول الفرزدق: (ما أنتَ بالْحَكَمِ التُرضَى حُكُومَتُهُ)\rأي: التي ترضى، وتُرضى فعل.\rومن العلامات التي أغفلها الْمُصَنِّف وهي أهمها (الإسناد إليه)\rأي تُسند للاسم فعلاً أو اسماً، كقولك: (جاء مُحَمَّدٌ، مُحَمَّدٌ قائمٌ) . ففي المثال الأول: أسند المجيء إلى مُحَمَّدٍ، وفي المثال الثاني: أسند القيام إلى مُحَمَّدٍ. فدل على اسميته (محمد) ؛ ولذلك قطع اللُّغَويون باسمية تاء الفاعل، في نحو قولك (قلت) لأنه أُسند إليها معنى وهو القول هنا.\rقال الْمُصَنِّف - رحمه الله -: (والفعل يُعرف …… الخ)\rذكر - رحمه الله - علاماتٍ للفعل يعرف بها:\rأولها: قوله: (قد)\rوهو يعني الحرفية، وهي تدخل على الفعل الماضي، وعلى الفعل المضارع.\rفمع الماضي تفيد أحد معنيين:\rالأول: التحقيق، كقوله تعالى {قد أفلح المؤمنون} أي تحقق فلاحهم.\rوالثاني: التقريب، كقول المؤذن: (قد قامت الصلاة) أي اقترب قيامها.\rوإذا دخلت على المضارع تفيد أحد المعنيين:\rالأول: التكثير، نحو قولك (قد ينجح المجتهد) أي يكثر نجاحه.\rوالثاني: التقليل: نحو قولك (قد ينجح الكسول) أي يقل نجاحه.\rوقد انتُقد على الْمُصَنِّف - رحمه الله - جعله (قد) من علامات الفعل؛ لأن (قد) عند اللُّغَويين نوعان:\rالأول: (قد) الحرفية وسبقت.","seal":"AEC69BAE","part":1},
      {"page":30,"id":30,"nass":"الثاني: (قد) الاسمية وهي بمعنى (حَسْب) ويمثل لها بـ (قد زيد درهم) أي: حسب زيد درهم. فهي تدخل على الأسماء ولَيْسَتْ علامة على الأفعال.\rوثانيها: قوله (السين وسوف)\rوهي تدخل على الفعل المضارع فحسب، ويسميان بـ (حرفي تنفيس) أي توسيع، ولذلك أنهما إذا دخلا على المضارع وسعا نفسه من الحاضر إلى المستقبل.\rفقولك (يأكل الغلام رغيفاً) أي في الوقت الحاضر الذي هو زمن التكَلُّم، فإذا أُدخِل على هذه الجملة (السين أو سوف) مَحَّضا زمن المضارع للاستقبال. فقولك (سوف يأكل الغلام رغيفاً) ، أو (سيأكل الغلام رغيفاً) أي: في المستقبل.\rفائدة:\rذهب جمهور اللُّغَويين من أهل البصرة وغيرهم إلى أن (سوف) أوسع تنفيساً من السين، وحجتهم في ذلك أن زيادة المبنى تورث زيادة المعنى، فمبنى كلمة (سوف) أكثر حروفاً من مبنى كلمة (حرف السين) - يعني حرف (س) -.\rوخُولِفُوا في ذلك إِذْ إِنَّ هذه القاعدة غير مطَّردة؛ قاله ابن هشام - رحمه الله - في [المغني] .\rوثالثها: قوله: (تاء التأنيث الساكنة)\rوهي التي تأتي في نحو قوله تعالى: {قالتِ اخرج عليهن} ، وهي قد تتحرك لالتقاء الساكنين: إما إلى الكسر، كالآية السابقة {قالتِ اخرج عليهن} أو إلى فتح، كقوله - عز وجل - {قالتا أتينا طائعين} . أو إلى ضم، كقراءة {قالتُ اخرج عليهن} .","seal":"15E0F7C6","part":1},
      {"page":31,"id":31,"nass":"وهذه العلامة خاصة بالفعل الماضي، ومِنْ ثَمَّ يتبين أن الْمُصَنِّف - رحمه الله - ذكر علامة تختص بالفعل المضارع وهي - (السين وسوف) - وأخرى تختص بالفعل الماضي - وهي (تاء التأنيث الساكنة) -، وثالثة تدخل على النوعين المضارع والماضي - وهي (قد الحرفية) - وأهمل - رحمه الله - الفعل الأمر فلم يذكر له علامة، لأنه ذو مذهب كوفي، والأفعال عندهم مضارع وماضي فحسب، ويجعلون الأمر فرعاً من المضارع، ولذلك يُبنى على ما يُجزم به مضارعه. ويأتي طرفٌ للكلام عن هذه المسألة - إن شاء الله -.\rومن علامات فعل الأمر قبوله (ياء المخاطبة) نحو قولك: (قومي) .\rقال الْمُصَنِّف - رحمه الله -: (والحرف …الخ) .\rأي: أن علامة الحرف علامة عدمية، فإذا انعدمت علامات الاسم وعلامات الفعل فهو حرف، وقد درج اللُّغَويون على ذلك - أي وضع علامة عدمية للحرف -.\rقوله: (لا دليل الاسم ولا دليل الفعل)\rالدليل: هو العلامة. أي لا علامة الاسم ولا علامة الفعل.\r\rباب الإعراب\rيقول الْمُصَنِّف - رحمه الله -: (باب الإعراب)\rالإعراب هو تغيير أواخر الكلم لاختلاف العوامل الداخلة عليها لفظاً أو تقديراً. قوله (باب الإعراب) أي هذا باب الإعراب، وإنما قدرت كلمة (هذا) في صدر الجملة لمعنيين ذكرهما غير واحد من أئمة اللُّغَة:\rالأول:\rأن الأئمة في اللُّغَة وغيرها كانوا إذا صرحوا بالْمُقَدَّر في نحو هذه الجملة ذكروا كلمة (هذا) .\rالثاني:\rأن تقدير كلمة (هذا) أصلح من غيرها ففيها معنى الْمُشار والْمُشار إليه.\rواعتُرض بأنه يجب ألا يُشار إلا بِمُشارٍ موجود عند الإشارة.\rوأُجيب بأجوبة منها:\rالأول:\rأن الْمُشار إليه موجود في الذهن عند الإشارة.\rالثاني:","seal":"D9240B7D","part":1},
      {"page":32,"id":32,"nass":"أنه يسوغ الإشارة إلى غير الْمُشار إذا كان قريب الوقوع كنحو قوله تعالى {أتى أمر الله فلا تستعجلوه} وهو لم يأت حقيقة وإنما قرب مجيئه بدلالة قوله {فلا تستعجلوه} قاله غير واحد من أهل التفسير والتأويل.\rقوله: (باب)\rهو في اللُّغَة:\rالمدخل إلى الشيء. وأصل استعماله في الحسيات كباب الدار ونحوها إلا أنه هنا مقيس على المحسوس؛ بجامع كونه مدخلاً إلى شيء.\rوفي الاصطلاح:\rهو اسم لجملة من العلوم فيُقَال (باب الإعراب، وباب المبتدأ والخبر، وباب المفعول به) وهلمَّ جراً من العلوم المذكورة لقبها.\rقوله: (الإعراب) : فيه مقاصد:\rأولها: أنه في اللُّغَة:\rله معان عدة أوصلها السيوطي - رحمه الله - في (همع الهوامع) إلى عشرة معان غير أن المناسب منها هنا: التغيير. كنحو قولك (أعرب الله معدة البعير) إذا غيَّرها قاله سيبويه وغيره.\rثانيها: أنه في الاصطلاح هو:\rتغيير أواخر الكلم لاختلاف العوامل الداخلة عليها لفظاً أو تقديراً كما قاله الْمُصَنِّف - رحمه الله -.\rوهذا هو الذي عليه جماعات من اللُّغَويين وهو ما يُسَمَّى الإعراب المعنوي وهو يتعلق بأواخر الكلم لا بأوائلها ولا أواسطها؛ لأن من أقسام الإعراب: الجزم وحقيقته السكون، والعرب لا تبدأ بساكن البتة، وكذلك لو قيل بان محله الوسط - أي وسط الكلمة - لكان السكون مضاعفاً وكذلك الحركة؛ لأن الوسط لا يخلو منهما فيكون الوسط حينئذ مشتغل بسكون وسكون أو بحركة وحركة وهذا منتفي عند أرباب اللُّغَة وأئمتها.\rثالثها: قوله (لاختلاف العوامل الداخلة عليه)\rاللام في قوله (لاختلاف) تعليلية وقيل سببية أي أن سبب وعِلَّة تغيير أواخر الكلم هو اختلاف العوامل الداخلة عليها.","seal":"2C51F785","part":1},
      {"page":33,"id":33,"nass":"والعوامل جمع عامل، وهو فاعل الحركة ومسببها أي فاعل التسكين ومسببه كـ (إن مُحَمَّداً مجتهدٌ) ، فإن المبتدأ وهو مُحَمَّدٌ قد نُصِب هنا بحرف (إن الناصبة) . وكقولك: (ضرب زَيْدٌ عَمْراً) فإن الفاعل عمل في المفعول به النصْب وهكذا في أواخر الكلم تختلف باختلاف العوامل الداخلة عليها. فكلمة (محمد) قد تكون مرفوعة أو منصوبة أو مخفوضة لاختلاف العوامل في نحو قولك: (جاء محمدٌ، رأيت مُحَمَّداً، مررت بمُحَمَّدٍٍ) .\rرابعها: قوله: (لفظاً أو تقديراً)\rلفظاً:\rأي أنه ملفوظ باللسان أي تلك الحركة بحيث تُسمع نحو قولك (جاء مُحَمَّدٌٌ) ونحوه فإن إعرابه ملفوظ غير مُقَدَّر.\rوأما الْمُقَدَّر:\rوأما الْمُقَدَّر فهو عدم ظهور الحركة في اللسان بحيث تكون مسموعة، كنحو قولك: (جاء موسى) فكلمة (موسى) مرفوعة بالضمة الْمُقَدَّرَة على آخره.\rوليُعْلم أن جميع المعربات ظاهرة الحركة سوى ما يلي:\rأولها:\rما لحقته الألف المقصورة من الأسماء أو الأفعال فإن الحركة لا تظهر لمانع التعذر أي يتعذر النطق بالحركة.\rفمثال الأسماء: موسى، عيسى، وغيرهما.\rومثال الأفعال: يخشى، يلقى، وغيرهما.\rوهذا النوع تُقَدَّر معه جميع الحركات وهي: {الضمة، الكسرة، الفتحة مع الاسم} ، {والضمة والفتحة مع الفعل} .\rثانيها:\rالاسم المنقوص مثل: القاضي، الداعي وغيرهما من الأسماء، أو ما كان آخره ياءً أو واواً من الأفعال مثل: يدعو، يقضي وغيرهما من الأفعال. فتُقَدَّر عليها جميع الحركات سوى الفتحة في حالة النصْب فإنها تظهر. ومانع ظهور الضمة والكسرة هو الثقل أي تقيل على اللسان النطق بها.\rثالثها:","seal":"DADFCD69","part":1},
      {"page":34,"id":34,"nass":"ما لحقته ياء الْمُتَكَلِّم. كقولك: (جاء غلامي) . فكلمة (غلامي) مُكَوَّنَة من شيئين: الأول: اسم (غلام) . والثاني (حرف الياء) وهذه الياء تُسَمَّى بياء الْمُتَكَلِّم، لأنها ترجع على الْمُتَكَلِّم فهذه تُقَدَّر معها جميع الحركات لمانع اشتغال المحل بالحركة المناسبة.\rفقولك: (جاء غلامي، رأيت غلامي، مررت بغلامي) .\rالأولي: مرفوعة بالضمة الْمُقَدَّرَة على آخرها منع من ظهورها اشتغال المحل بحركة المناسبة وهو مضاف والياء مضاف إليه.\rوالثانية: منصوبة بالفتحة الْمُقَدَّرَة على آخرها منع من ظهورها اشتغال المحل بحركة المناسبة وهو مضاف والياء مضاف إليه.\rوالثالثة: مخفوضة بالكسرة الْمُقَدَّرَة على آخرها منع من ظهورها اشتغال المحل بحركة المناسبة وهو مضاف والياء مضاف إليه.\rخامسها: - أعني من المقاصد - الإعراب لا يدخل صنفين من الكلام:\rالأول:\rجميع الأفعال سوى الفعل المضارع الذي لم تلحقه نون التوكيد - يُبنى على الفتح - أو نون النسوة (نون الإناث) - يُبنى على السكون.\rالثاني:\rالحروف فكلها مبنية.\rقال الْمُصَنِّف - رحمه الله -: (وأقسامه أربعة … وجزم)\rفيه مقاصد\rأولها: قوله: (وأقسامه)\rيعني الإعراب وإنما قيل أربعة نتيجة الحَصْر الاستقرائي التام فهي لا تخرج عنها البتة.\rثانيها:: قوله: (رَفْع)\rهو ضد الخفض لغةً أو هو العلو.\rثالثها: قوله: (نَصْب)\rالنصْب في اللُّغَة له معان منها: شخوص الشيء ووضوحه. تقول هذا منصوب أي شاخص.\rرابعها: قوله: (وخفض)\rوالخفض هو ضد العلو والارتفاع أو هو السُّفْل.\rخامسها: قوله: (وجزم)\rالجزم هو القطع، تقول جزمت الشجرة إذا قطعتها.\rقوله: (فللأسماء …… ولا خفض فيها)\rحاصله أن الاسم لا يُجرم لأن الجزم ثقيل والاسم خفيف فناسب كون الاسم غير مجزوم.","seal":"C635B2BC","part":1},
      {"page":35,"id":35,"nass":"وكذلك الفعل لا خفض فيه لأن الفعل ثقيل حَيْثُ إِنه يدل على الحدث والزمن خلافاً للاسم فيه خفة للألسنة على معنى متجرداً عن الزمن فلم يناسب كون الفعل مخفوضاً.\rقاعدة:\rإذا لحق الضمير الاسم فيكون مضافاً إليه، وإذا لحق الفعل فيكون فاعلاً أو مفعولاً به.\rفليُعلم أن ضد الإعراب البناء ومعناه: هو لزوم آخر الكلمة حركة لا تتغير باختلاف العوامل الداخلة عليها وهو يكون في الأسماء والأفعال والحروف.\rفالأصل في الأفعال: البناء، والأصل في الأسماء: الإعراب، وأمَّا الحروف فمبنيةٌ كلها. فلا يُعرب من الأفعال سوى المضارع إذا لم تلحق آخره نون التوكيد أو نون النسوة ومثاله: يأكلُ، ويخرجُ ونحوهما. فإنها تُرفع بالضمة وتُنصب بالفتحة وتُجزم بالسكون.\rولا يُبنى من الأسماء سوى ما أشبه الحرف وفي شبهه من الحرف أوجه تأتي إن شاء الله في المطولات. ومنها: الشبه اللفظي أو الوضعي وهو أن يشبه الاسم الحرف في لفظه أو وضعه كأن يكون مكوناً من حرف أو حرفين؛ إذ هذا هو أصل تكوين الحروف. ومثاله: (كم) الاستفهامية. فهي من أسماء الاستفهام وهي مبنيةٌ اتفاقاً وسبب بنائها: هو الشبه الوضعي بحرف لم، وهل ونحوهما؛ إذ الجميع مكونٌ من حرفين.\rوأما الحروف فجميعها مبنية اتفاقاً كحروف الجر والجزم وغيرهما.\rوأما علامات البناء فقد تكون الفتح أو الكسر أو الضم أو السكون. فمثال الفتح: الكاف في قولك (أولئكَ) . ومثال الكسر: الهمزة الأخيرة في قولك (أولاءِ) . ومثال الضم: حيثُ. ومثال السكون ـ التسكين ـ: لم وكم وغيرهما. غير أن الصحيح من أقوال أهل اللُّغَة أن الأصل في البناء: التسكين.\rفائدة:\rلم يذكر الْمُصَنِّف - رحمه الله - البناء في مقدمته هذه لأنه قصد ذكر الإعراب وأبوابه ومسائله والبناء ضده.\r\rباب معرفة علامات الإعراب\rهاهنا أمران:\rأولهما:","seal":"C5CA9D3F","part":1},
      {"page":36,"id":36,"nass":"حاصل ما ذكره المصنف - يرحمه الله - في هذا الفصل المتعلِّق بعلامات الإعراب؛ لخصه في الفصل الذي يليه، وذكر تقسيماً نافعاً للمبتدئ؛ لذا سنكتفي بشرح الفصل التالي لهذا الفصل عن هذا الفصل؛ لأن المحتوى واحد.\rوالثاني:\rفي ذِكْرِ المصنف لعلامات الإعراب، ثم تلخيصها في فصلٍ ثانٍ لها دلالةٌ على تنويع طرائق التعليم لإيصال المراد، وذلك لأهمية علامات الإعراب خصوصاً وأن المصنف - يرحمه الله - لم يذكر البناء.\r\r(فصل: المعربات قسمان)\rقال الْمُصَنِّف - رحمه الله -: (المعربات قسمان … وقسمٌ يعرب بالحروف)\rهذا الفصل لخص فيه الْمُصَنِّف - رحمه الله - ما تقدمه من أبواب ومسائل تتعلق بالمعربات، وقدم الحركات على الحروف؛ لأنها الأصل والحروف تنوب عنها.\rقال: (فالذي يعربُ بالحركات … والفعل المضارع الذي لم يتصل بآخره شيء) .\rوحاصله: أن الإعراب بالحركات يدخل على ثلاثة أمور:\rالأول ... : المفرد من الأسماء.\rالثاني ... : الجمع من الأسماء.\rالثالث ... : الفعل المضارع.\rفأما الاسم المفرد فله ثلاث صور:\rالأولى:\rهو أن يُشبه الحرف فيكون مبنياً لا معرباً وقد سبقت الإشارة إليه.\rالثانية:\rأن يُشبه الفعل فيكون ممنوعاً من الصرف، والممنوع من الصرف له حكمان:\rالأول ... : أن يمنع من التنوين.\rالثاني ... : ألا يخفض بالكسرة.\rالثالثة:\rألا يشبه الحرف ولا الفعل فيكون متمكناً في باب الاسمية حَيْثُ يُعرب في حالة الرفع بالضمة وفي حالة النصْب بالفتحة وفي حالة الخفض بالكسرة.\rوأما الجمع من الأسماء فضربان:\rالأول: ما يُسَمَّى بجمع التكسير","seal":"8A30FB12","part":1},
      {"page":37,"id":37,"nass":"وهو ما تكسر فيه بناء مفرده عند الجمع. مثاله: رجال، كتب. إذ مفرد الأول: رجل، ومفرد الثاني: كتاب. فتغيرا عند الجمع بزيادة في الثاني ونقص في الثاني. والتكسر في بناء المفرد عند جمعه إمَّا أن يكون بزيادة، وإمَّا أن يكون بنُقْصان، وإمَّا أن يكون بتغير الحركة كـ أَسَد (أُسد. وهذا النوع من الجمع يكون مرفوعاً بالضمة ومنصوباً بالفتحة ومخفوضاً بالكسرة.\rالثاني: جمع المؤنث السالم:\rوهو ما سلم فيه بناء مفرده عند الجمع كـ (زينبات، حبليات) إذ الأول جمع: زينب، والثاني جمع: حبلى. غير أن بعض اللُّغَويين ذهبوا إلى تسمية هذا النوع من الجمع بالجمع المزيد بألف وتاء لوجود التكسر في بعض مفرداته عند الجمع كما في المثال السابق ‘‘الثاني’’ وهو (حبليات) حَيْثُ قلبت الألف المقصورة ياء عند الجمع.\rوهذا الجمع يُعرب بالضمة عند الرفع، وبالكسرة عند النصْب والخفض. مثال النصْب: قولك (قرأت آياتٍ من كتاب الله) ؛ إذ كلمة آيات جمع مزيد بالألف والتاء منصوبة بالكسرة الظاهرة على آخرها لأنها جمع مزيد بالألف والتاء. ومثال الخفض: قولك: (سمعتُ خمس آياتٍ من القرآن) فكلمة آيات مخفوضة بالكسرة الظاهرة على آخرها؛ لأنها مضاف إليه.\rوأما الأفعال:\rفلَيْسَتْ معربة إلا الفعل المضارع إذا لم يلحق آخره شيءٌ، وذلك إذا خلا من نون النسوة أو نون التوكيد أو أن يكون من الأمثلة السِّتة. وهو مقصود الْمُصَنِّف في قوله: (والفعل المضارع الذي لم يتصل بآخره شيء) ومثاله (يضربُ) : حَيْثُ إِنها لخالية من نون التوكيد، ومن نون الإناث ولَيْسَتْ على نسق الأمثلة السِّتة فتُعرب في حالة الرفع بالضمة وفي حالة النصْب بالفتحة وفي حالة الجزم بالسكون.\rقال الْمُصَنِّف - رحمه الله - (وكلها تُرفع بالضمة … وتجزم بالسكون)","seal":"18E7AC6B","part":1},
      {"page":38,"id":38,"nass":"قوله (وكلها) : يعني مجموعها لا جميعها؛ إِذْ إِنَّ الأفعال لا تُخفض والأسماء لا تُجزم. ولها استثناءات على ما ذكره الْمُصَنِّف بعد قوله (وخرج عن ذلك ثلاثة أشياء …… الخ.\rقال الْمُصَنِّف - رحمه الله - (ويستثنى من ذلك الاسم الذي لا ينصرف) ……\rوذلك أن الاسم غير المنصرف هو الاسم الذي لا يُنَوَّن وسُمِّيَ بالاسم المتمكن غير الأمكن؛ إذا الاسم المعرب نوعان:\rالأول:\rمتمكن أمكن وهو المنصرف.\rالثاني:\rمتمكن غير أمكن وهو غير المنصرف.\rوإنما يمنع الاسم غير المنصرف من الصرف لأحد أمرين:\rالأول:\rعِلَّة تقوم مقام علتين وهي نوعان:\rالأول: ما كان آخره ألف مقصورة أو ألف ممدودة. ومثال المقصورة: حبلى، ومثال الممدودة: صحراء.\rالثاني: أن يكون على وزن مفاعل ومفاعيل كـ (مساجد، ومفاتيح) .\rالثاني:\rهو ما اجتمعت فيه علتان: عِلَّة تتعلق باللفظ وأخرى تتعلق بالمعنى، فالمتعلقة بالمعنى شيئان:\rالأول: العَلَمية.\rالثاني: الوصفية. وينضم إليها عللٌ لفظية.\rفأما الوصفية فيقترن بها ثلاث عللٌ لفظية:\rالأولى:\rوزن الفعل، والمعنى أن يأتي الوصف على وزن الفعل أمر أو مضارع أو ماضي، كـ أحمر، أفضل ونحوهما.\rالثانية:\rزيادة الألف والنون في نحو: شبعان، غضبان ونحوهما.\rالثالثة:\rالعدل ومعناه: أن يكون الوصف قد عُدِل به عن لفظ الأصل وهو نوعان:\rالأول: ما كان على وزن مفعل وفعال وهي العشر الأول من الأعداد كـ موحد، مثنى، ثلاث، رباع. فهذه كلها معدول بها عن تكرار نفس العدد.\rالثاني: أُخَر، فإنها معدول بها من آخِر على قول.\rوأما العَلَمية فتأتي معها عللٌ لفظية:\rالأولى:\rالعدل وسبق معناه.\rمثاله:\rعُمر فهو عدل به عن عامر.\rالثانية:\rزيادة الألف والنون كـ عفان، عثمان، ونحوهما.\rالثالثة:\rأن يكون على وزن الفعل الماضي أو المضارع أو الأمر كـ أحمد وغيره.\rالرابعة:\rأن يكون أعجمياً وله شرطان:","seal":"26CEFE29","part":1},
      {"page":39,"id":39,"nass":"الأول: أن يُسَمَّى به في لغة العجم.\rالثاني: أن يكون أربعة حروف فما فوق.\rالخامسة:\rأن يكون مركباً تركيباً مزجياً كـ (بعلبك) ، إذ بعل: كلمة، وبكّاً: أخرى، فمُزِج بينهما فأصبحا كلمة واحدة.\rوليُعْلم أن الممنوع من الصرف له حكمان:\rالأول: ألا ينون.\rالثاني: أن يكون خفضه بالفتحة نيابة عن الكسرة - وقد سبق ذلك - فإذا دخلت عليه (ال) أو (الإضافة) فإنه يُخفض بالكسرة لا بالفتحة مثاله (دخلت على أفضل الناس خلقاً) .\rقال الْمُصَنِّف - رحمه الله - (والفعل المضارع المعتل الآخر يُجزم ……)\rحروف العِلَّة ثلاثة: الواو، الياء، الألف. فإذا لحقت الفعل المضارع كان جزمه بحذف حرف العِلَّة.\rمثاله:\rلم يخشَ، لم يقضِ، لم يدعُ.\rقال الْمُصَنِّف - رحمه الله - (والذي يعرب بالحروف ……)\rإنما أخر الْمُصَنِّف - رحمه الله - ذكر المعربات بالحروف لأنها بدلٌ عن المعربات بالحركات والبدل يأتي بعد الْمُبْدَل.\rوأول ذلك: الأسماء الخمسة:\rوهي (أبوك، أخوك، حموك، ذو مال، فوك) وهي تُعرب بالواو رَفْعاً وبالألف نصْباً وبالياء جراً. إذا توفرت فيها الشروط التالية.\rالأول: أن تكون مُكَبَّرة فإذا صُغِّرت أُعرِبت بالحركات مثل (جاء أبيُّك) .\rالثاني: أن تكون مضافة إلى غير ياء الْمُتَكَلِّم.\rالثالث: ألا يكون جمعاً ولا مثنى (يكون مفرداً) .\rالرابع: أن يكون (فوك) غير ملحق به الميم.\rالخامس: أن تكون ذو بمعنى صاحب.\rويُزاد على الأسماء الخمسة السابقة (هنوك) وهو اسم للفرج أو كناية عنه أو لما يُستقبح - قاله ابن هشام رحمه الله - غير أن الأصح فيه أن يُعرب بالحركات ويسوغ إعرابه إعراب الأسماء الخمسة.\rثانيها: الأفعال الخمسة:","seal":"0D92D1E0","part":1},
      {"page":40,"id":40,"nass":"وهي: (يفعلان، تفعلان، يفعلون، تفعلون، تفعلين) . حَيْثُ تُعرب بثبوت النون رَفْعاً، وبحذفها نصْباً وجزماً. وذهب بعضٌ إلى أن الأحسن أن يُقَال عنها: الأمثلة، لا الأفعال؛ لأن: يفعلان، تفعلان، يفعلون، تفعلون، تفعلين لَيْسَتْ مقصودةً في ذاته كالأسماء الخمسة فكانت أمثلة. وذهب ابن هشام - رحمه الله - إلى أن يُقَال: الأمثلة السِّتة؛ لأن تفعلان تأتي مع المذكر ومع المؤنث، وارتضاه الأزهري في (التصريح) .\rثالثها: جمع المذكر السالم.\rوهو كل اسم سلم بناء مفرده من التكسر عند الجمع بإضافة (ياء ونون) أو (واو ونون) إليه. مثاله: مسلم (مسلمون. زَيْدٌ (زيدون. ونحوهما. فهي تعرب بالواو رَفْعاً وبالياء نصْباً وجراً. مثل: جاء المسلمون. المسلمون: فاعل مرفوع وعلامة رَفْعه الواو نيابةً عن الضمة لأنه جمع مذكر سالم. والنون عوضٌ عن التنوين في الاسم المفرد.\rيقول الْمُصَنِّف - رحمه الله - (فأما التثنية فترفع ……)\rقوله (التثنية) فيه مباحث على ما يلي:\rالأول: قوله التثنية: ويتعلق به شيئان:\rأولهما:\rتعريفه من حَيْثُ اللُّغَة إذ المثنى لغة: العطف، تقول ثنيت العود إذا عطفته. وقوله (التثنية) هو صفة مصدرية قصد بها: الاسم المفعول وهو المثنى.\rثانيهما:\rتعريفه من حَيْثُ الاصطلاح: إذ هو كل اسم دلَّ على اثنين وأغنى عن متعاطفين بزيادة على مفرده.\rفهذه قيودٌ ثلاثة:\rالأول: ‘‘ كل اسم دَلَّ على اثنين ’’ ليخرج ما دَلَّ على مفرد أو جمع. ويدخل في ذلك كلمة (شفع، زوج) ونحوهما.\rوالثاني: ‘‘ وأغنى عن متعاطفين ’’ إذ كلمة كتابان أغنى عن اسمين متعاطفين هما كتاب وكتاب.\rوالثالث: ‘‘ وبزيادة على مفرده ’’ ليخرج ما دَلَّ على اثنين لا بزيادة على مفرده كـ (شفع، زوج) ونحوهما.\rمثال ما ينطبق عليه التعريف:","seal":"BE6FD4E7","part":1},
      {"page":41,"id":41,"nass":"جاء المدرسان، حَيْثُ إِن كلمة المدرسان مثنى فاعل مرفوع بالألف نيابة عن الضمة، والنون فيه عوضٌ عن التنوين في الاسم المفرد، فهي دَلَّتْ عَلَى اثنين وأغنت عن مدرس ومدرس، وجاءت فيها زيادة على مفردها وهي زيادة الألف والنون. وكلمة (المدرسان، المدرس) اسم لَيْسَتْ بفعل ولا حرف إذ المثنى لا يكون إلا اسماً.\rالثاني: قوله: (فترفع بالألف …… بالياء)\rويتعلق به أشياء:\rالأول:\rأن المثنى يُعرب بالحروف لا بالحركات، ففي حالة الرفع يكون إعرابه بالألف، وفي حالة النصْب والخفض يكون إعرابه بالياء. فالألف نيابة عن الضمة، والياء نيابة عن الفتحة والكسرة.\rمثال حالة الرفع: (حضر الطالبان إلى المدرسة) . فكلمة (الطالبان) فاعل مرفوع بالألف نيابة عن الضمة لأنها مثنى.\rومثال النصْب: (أعطيت المجتهدَيْنِ هديةً قيمةً) . فكلمة (المجتهدَيْنِ) مفعول به منصوب بالياء نيابة عن الفتحة لأنه مثنى.\rومثال الخفض: (أتيت بكتابَيْنِ نافعين) فكلمة (كتابَيْنِ) مثنى مخفوض بالياء نيابة عن الكسرة لأنه مثنى وهو هنا اسم مجرور بالياء.\rالثاني:\rأن (النون) في المثنى يؤتي بها زيادة على المفرد، وفي حالة الإعراب يُقَال أنها عوضٌ عن التنوين في الاسم المفرد. مثال ذلك (جاء الزيدان) . فكلمة الزيدان: فاعل مرفوع بالألف نيابة عن الضمة لأنه مثنى والنون فيه عوضٌ عن التنوين في الاسم المفرد.\rالثالث:\rأن الإعراب السابق للمثنى له شروط:\rأولها: أن يكون الاسم مفرداً ليُثنى، فلا يُثنى المثنى ولا الجمع.\rثانيها: أن يكون الاسم نكرة لا معرفة عند تثنيته.\rثالثها: أن يكون مُعرباً فلا يكون مبنياً.\rواستثنى من ذلك (هذان، هاتان، اللذان، اللتان) . فالأول: اسم إشارة، والثاني: من الأسماء الموصولة فهي ملحقة بالمثنى وإن كانت مبنية فتأخذ حكمه.","seal":"7B8891D4","part":1},
      {"page":42,"id":42,"nass":"رابعها: أن يكون للاسم ثانٍ في الوجود، وشذَّ عن ذلك الشمسان والقمران فقد ثنيا من باب التغليب أو السماع.\rخامسها: أن يتفقا لفظاً كـ (زَيْدٌ وزَيْدٌ) يُقَال (الزيدان) .\rسادسها: أن يتفقا معنى وخرجا عن ذلك (القلم أحد اللسانين)\rسابعها: ألا يستغنيا بتثنية غيره عن تثنيته كـ (بعض) فإنه لا يثنى لأنه اكتفي بجزء عنه فيُقَال: جزءان ولا يُقَال (بعضان) .\rثامنها: أن يكون الاسم غير مركب وليستثنى من المركبات المركب الإضافي فإن صدره يثنى. مثال ذلك: غلاما زَيْدٍ في قولك (جاء غلاما زَيْدٍ) إذ كلمة (غلاما زَيْدٍ) تُسَمَّى بتركيب إضافي حَيْثُ أضيف الغلامان إلى زَيْدٍ، فيتأثر الجزء الأول من هذا التركيب وهو كلمة (غلاما) فيثنى وإنما لم تثبت نون الغلامين للإضافة.\rالرابع:\rأن هناك كلمات ملحقة بالمثنى منها: (كلا، كلتا) بشرط إضافة الضمير إليهما كـ (كلاهما، كلتاهما) . مثال ذلك: (جاءت الطالبتان كلتاهما) . فكلمة (كلتاهما) مرفوع بالألف لأنه ملحق بالمثنى.\rقال الْمُصَنِّف - رحمه الله -: (وأما جمع المذكر السالم ……بالياء)\rفيه مباحث على ما يلي:\rالأول: في قوله (جمع المذكر السالم)\rوهو اصطلاحاً: كل اسم دَلَّ على أكثر من اثنين وأغنى عن متعاطفات بزيادة على مفرده. إِذْ إِنَّه يُخالف جمع التكسير حَيْثُ إِنه ما سلم بناء مفرده عند جمعه.\rومثاله: كلمة (المؤمن) عندما يُجمع فيُقَال (المؤمنون) .\rالثاني: قوله (يرفع بالواو …… بالياء)\rفمثال الرفع: قوله تعالى: {قد أفلح المؤمنون} فكلمة {المؤمنون} فاعل مرفوع بالواو نيابة عن الضمة. ومثال النصْب قوله - سبحانه وتعالى - {إن المؤمنين والمؤمنات} فكلمة {المؤمنين} منصوب بالياء نيابة عن الفتحة اسم إن. ومثال الخفض (التقيت بالمؤمنين حقاً) . فكلمة (المؤمنين) مخفوضة بالياء نيابة عن الكسرة ‘‘اسم مجرور’’.\rالثالث:","seal":"98A5E50B","part":1},
      {"page":43,"id":43,"nass":"أن النون في جمع المذكر السالم أُتي بها عوضاً عن التنوين في الاسم المفرد ولذلك يُقَال في إعراب (جاء الصالحون) يُقَال في كلمة (الصالحون) جمع مذكر سالم مرفوع بالواو نيابة عن الضمة لأنها فاعل والنون عوضٌ عن التنوين في الاسم المفرد.\rالرابع:\rأن ذلك الإعراب للجمع المذكر السالم له شروط هي شروط المثنى الثمانية وينضاف إلى ذلك ما يلي:\rأولها:\rأن يكون الاسم دالاً على عاقل، فكلمة (واشق) اسم لكلب و (واسق) اسم لفرس لا يصح جمعها؛ لأنها تدل على غير عاقل.\rثانيها:\rأن يكون الاسم دالاً على مذكر ليخرج المؤنث.\rثالثها:\rأن يكون الاسم خالياً من تاء التأنيث كـ (طلحة) و (علاَّمة) فإنهما لا يُجمعان.\rرابعها:\rمما يُلحق بجمع المذكر السالم أمثلة ذكرها النحاة ومنها: أسماء العقود كـ (عشرين) فما فوق إلى (تسعين) فإنها ملحقة بجمع المذكر السالم، ويُذكر ذلك في إعرابها.\rمثال ذلك: (دخل المسجد عشرون مصلياً) . فكلمة عشرون مرفوعة بالواو نيابة عن الضمة لأنها ملحقة بجمع المذكر السالم (فاعل) .\r\rباب الأفعال\rقوله: (باب الأفعال)\rسبق تعريف الفعل لغة واصطلاحاً، وأن أنواع الكلمة أضربٌ ثلاثة.\rوذكر الْمُصَنِّف يرحمه الله - ما يتعلق بإعراب الأفعال، وإعراب الأسماء، وقدَّم الأفعال على الأسماء هنا لعلتين:\rالأولى: هو أنَّ الكلام على الأفعال أقل من الكلام على الأسماء فابتدأ به ليخلص من القليل إلى الكثير، ومن الباب إلى الأبواب، وهو مسلكٌ متبع عند الْمُصَنِّفين، قاله الأزهري في [التصريح] .\rالثانية: أن أصل الأسماء هو الأفعال عند الكوفيين، والْمُصَنِّف - يرحمه الله - معدودٌ منهم، ومِنْ ثَمَّ استحقت الأفعال التقديم.\rوينضاف إلى تينك العلتين ما يذكره بعض الشُّراح من تعلق كثير من أبواب الأسماء الآتية بباب الأفعال الذي نحن بصدده فتعيَّن تقديمه.\rقال الْمُصَنِّف -يرحمه الله -: (الأفعال ثلاثة …… يضرب وضرب واضرب)","seal":"C8979D62","part":1},
      {"page":44,"id":44,"nass":"وفيه مقاصد:\rأولها: قوله (الأفعال ثلاثة)\rويتعلق به شيئان:\rأولهما:\rطريقة الْمُصَنِّف في حَصْر جنس الْمُتَكَلِّم فيه وهي الأفعال ثُمَّ اتباع ذلك بمعرباته وعلاماته وما إلى ذلك وهي طريقة مستحسنة في التعليم، قاله ابن هشام في [المغني] .\rثانيهما:\rهو دليل ذلك الحَصْر إذ دَلَّ عليه دليلان:\rأولاً:\rدليل الاستقراء التام حَيْثُ استقرأ أئمة اللُّغَة أنواع الأفعال فوجدوها لا تخرج عن ثلاثة: ماض ومضارع وأمر. وهذا أمرٌ مجمع عليه. قاله السيوطي في (الأشباه والنظائر في النحو) .\rثانياً:\rدليل النظر حَيْثُ سبق أن الفعل حدثٌ يتعلق بزمن، والأزمان ثلاثة حقيقة واستقراء بإجماع العقلاء.\rفأولها: زمن الماضي، حَيْثُ إِن الفعل يتعلق به كـ (ضرب) .\rوالثاني: زمن الحال، حَيْثُ إِن الفعل يتعلق به كـ (يضرب) .\rوالثالث: زمن الاستقبال، حَيْثُ إِن الفعل يُطلب إيقاعه فيه كـ (اضرب) .\rثانيها: قوله (ومضارع)\rحَيْثُ يتعلق به شيئان:\rأولهما:\rمعناه في اللُّغَة؛ إِذْ إِنَّه بمعنى المتشابه. قاله في [اللسان] ومِنْ ثَمَّ قيل للفعل المضارع أنه مضارع لشبهه بالاسم من حَيْثُ كونه معرباً في أكثر أحواله وما إلى ذلك.\rوالثاني:\rفي زمنه؛ حَيْثُ ذهب جمهور النحاة، وبه جزم سيبويه: أن زمن المضارع يشمل زمن الحال وزمن الاستقبال فكلمة (يأكل) من جملة (يأكل مُحَمَّدٌٌ التفاحة) تتعلق بالزمن الحاضر، وهو عند إيقاع تلك الجملة وبعدها وهو زمن الاستقبال.\rوثالثها: قوله: (وأمرٌ)\rإذ فيه دلالة على أنَّ فعل الأمر مستقل عن المضارع، وعليه أكثر نسخ المتن، قاله جمعٌ من الشُّراح كالرملي وغيره.\rورابعها: قوله (نحو ضرب ويضرب واضرب)\rإذ هي أمثلة، فالأول للفعل الماضي لتعلق الحدث بزمنه، والثاني للفعل المضارع لتعلق الحدث بزمنه، والثالث فعل الأمر لتعلقه بزمن الأمر.","seal":"F8C40009","part":1},
      {"page":45,"id":45,"nass":"قال الْمُصَنِّف - يرحمه الله - (فالماضي مفتوح ……والأمر مجزوم أبداً)\rوفيه مقصدان:\rأولهما: في قوله: (فالماضي مفتوح الآخر أبداً)\rويتعلق به شيئان:\rأولها:\rاختلاف عبارة الْمُصَنِّف في بعض النسخ حَيْثُ جاء فيها (فالماضي يُبنى على فتح الآخر) وهي بنحو الأولى إلا أن فيها تصريحاً بالبناء. قاله الرملي في [شرحه] .\rثانيها:\rفي معنى الجملة السابقة إذ يُقْصَدُ بها: أنَّ الفعل الماضي يبنى على فتح آخره. فكلمة (ضرب) هي فعل ماض مبنى على الفتح. وعبارة الْمُصَنِّف تقتضي تقدير الفتح عند وجود العارض؛ إِذْ إِنَّ الماضي يعرض له شيئان يغيِّران حركته السابقة في الظاهر:\rأما الأول:\rفهو ضمير الرفع المتحرك. ومثاله: تاء الفاعل من قولك (ضربْتُ) ، فاتصالها بالفعل الماضي يوجب تسكين آخره في الظاهر فعلى ظاهر عبارة الْمُصَنِّف تُعرب جملة (ضربتُ) كالتالي: ضرب: فعلٌ ماضي مبني على الفتح الْمُقَدَّر وسُكِّن لاتصاله بضمير الرفع المتحرك. وتاء الفاعلية: ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل.\rوأمَّا الثاني:\rفهو الواو في نحو قولك (ضربوا) إِذْ إِنَّها توجب ضم آخر الفعل الماضي عند اتصالها به، ويكون الكلام عنها وفق ظاهر عبارة الْمُصَنِّف كالتالي: ضرب: فعل ماضي مبني على الفتح الْمُقَدَّر وضُمَّ آخره لاتصاله بالواو فكانت حركةً مناسبةً له (للواو) . والواو: ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل. فحينئذ تكون حركة الفعل الماضي ظاهرة ومقَدَّرة.\rفأما التقدير فيكون لعلتين:\rالأولى:\rالثقل؛ وذلك إذا اتصل بالفعل الماضي ضمير الرفع المتحرك. ووجه هذه العِلَّة: هو استثقال العرب الجمع بين أربع حركات فأكثر فيما هو في الكلمة الواحدة. فكلمة (ضربْتُ) أصلها عندهم (ضَرَبَتُ) بفتحات آخرها ضَمٌ، فهذه أربع حركات.\rالأولى: فتحة على الضاد.\rوالثانية: فتحة على الراء.\rوالثالثة: فتحة على الباء.","seal":"E864E447","part":1},
      {"page":46,"id":46,"nass":"والرابعة ضم التاء.\rوكذلك يُقَال في الرباعي كـ (أخرجتُ) ، وإنما وقع التسكين على آخر الفعل المتصل به ضمير الرفع المتحرك لأنه الأنسب، فلو وضع التسكين على أول الفعل لما استُطيعَ النطق به، ولو وضع على وسطه لاختلف الوزن الصرفي، ولما عُرف وزن الفعل فناسب وضع التسكين على آخره.\rوأمَّا العِلَّة الثانية:\rفهو انشغال المحل بالحركة المناسبة. فكلمة (ضربوا) الأصل في البناء بناؤها على الفتح الظاهر فلما لحقتها الواو ناسب أن تُضَمَّ، لأن الواو لا يناسبه الفتح.\rغير أنَّ سيبويه وجمهور البصريين على أن الفعل الماضي له ثلاث حالات في البناء:\rالأولى: بناؤه على الفتح نحو (ضربَ) وهو الأكثر والأشهر.\rالثانية بناؤه على السكون كـ (ضربْتُ) وذلك عند اتصال ضمير الرفع المتحرك بالفعل الماضي.\rالثالثة بناؤه على الضم كـ (ضربُوا) وذلك عند اتصاله بالواو.\rمسألة:\rالفعل الماضي المقصور نحو (هدى، حمى) هل حركة البناء فيه مُقَدَّرة - وهي الفتح - أن أنه مبني على السكون؟\rقولان:\rبالأول: قال جمهور أهل الكوفة والأخفش.\rوبالثاني: قال جمهور أهل البصرة وسيبويه.\rثانيها: في قوله (والأمر مجزومٌ أبداً) :\rحَيْثُ يتعلق به شيئان:\rأولهما:\rاختلاف نسخ المتن في ذلك، فجاء في بعضها: (والأمر ساكن أبداً) ، وهو أصرح في البناء خلافاً لقوله (مجزومٌ أبداً) فإنه قد يفهم منه أن الأمر معرب ولَيْسَ مبنياً، لأن كلمة الجزم تستعمل مع المعربات خلافاً للمبنيات فلا تستعمل معها. قاله الأزهري في [التصريح] .\rثانيهما:\rفي حكم فعل الأمر، حَيْثُ إِن ظاهر عبارة الْمُصَنِّف تفيد أنه على حالة واحدة وهي السكون كما في بعض النسخ.\rغير أن الاستعمال العربي جاء على خلاف ذلك فمرة يكون الأمر مبنياً على حذف حرف العِلَّة أو النون كما في الأمثلة السِّتة إلى غير ذلك؛ ولذا فأحسن مذاهب أهل في ذلك أن يُقَال: الأمر يبنى على ما يجزم عليه مضارعه.","seal":"48D015C1","part":1},
      {"page":47,"id":47,"nass":"مثال ذلك: اضرب المجرم.\rفكلمة (اضرب) فعل أمر مبني على السكون، لأن المضارع منه (يضرب) إذا جُزم سُكِّن فيُقَال (لم يضربْ) فكذلك يكون الأمر في حركة البناء.\rمثال آخر: (ارم السلاح) .\rفكلمة (ارم) فعل أمر مبني على حذف حرف العِلَّة؛ لأن مضارعه (يرمي) إذا جُزِم جُزِم على حذف حرف العِلَّة كما في قولك (لم يرم السلاح) .\rفائدة:\rذكر جماعة من النحاة قَيْدين في حكم فعل الأمر المختار:\rأما الأول:\rفهو أن يكون المضارع غير مبني، أي يكون قابلاً للجزم، ويخرج عن ذلك شيئان:\rالأول: إذا كان المضارع متصلاً به نون التوكيد المباشرة.\rالثاني: فهو قولهم: يُبنى على ما يجزم عليه مضارعه، ويكون مبدوءاً بالتاء يعنون المضارع عند جزمه؛ لأن الغالب أن التاء أنسب من الياء في كونها صالحة لجميع الكلمات.\rقال الْمُصَنِّف - يرحمه الله -: (المضارع ما كان …… جازم)\rفيه مقاصد:\rأولها: قوله (ما كان في أوله إحدى الزوائد الأربع)\rحَيْثُ يتعلق به شيئان:\rأحدها:\rسبب التسمية، حَيْثُ سُمِّيَت بالزوائد؛ لأنها زائدة على الفعل الماضي. فكلمة (أضرب المجرم) الهمزة في (أضرب) زائدة على الماضي منه؛ إِذْ إِنَّ ماضي (أضرب) : ضرب.\rوالثاني:\rهو أنها أربعة أحرف: الهمزة، والنون، والياء، والتاء. ودلَّ على ذلك الاستقراء التام، قاله السيوطي في [الأشباه] .\rثانيها:قوله (يجمعها قولك: أنيت)\rحَيْثُ يتعلق به أشياء ثلاثة:\rالأول:\rأنه من عادة الْمُصَنِّفين تسهيلاً أن يجمعوا المتناثر في كلمة أو جملة، لأنه أدعى لحفظه، وعدم تفلته، ومِنْ ثَمَّ جمع الْمُصَنِّف الأحرف الأربعة الزائدة في المضارع في كلمة (أنيت) .\rالثاني:\rفي معنى كلمة (أنيت) حَيْثُ يُقْصَدُ بها: أدركت. قاله صاحب [القاموس] وغيره.\rالثالث:","seal":"90FEF9DD","part":1},
      {"page":48,"id":48,"nass":"في أن النحويين جمعوا الأحرف الأربعة الزائدة في المضارع في أكثر من كلمة (أنيت، نأتي، يأتن، نأيت: أي ابتعدت) . غير أن الْمُصَنِّف - يرحمه الله - اقتصر على (أنيت) تفاؤلاً بإدراك الطالب بغيته من هذا المتن المبارك. قاله بعض الشراح.\rثالثها: في قوله (وهو مرفوع أبداً)\rحَيْثُ يتعلق به أشياء:\rالأول:\rأن الأصل في المضارع أنه مرفوعٌ أبداً سواءٌ أكان رَفْعه بالضمة الظاهرة أو الْمُقَدَّرَة أو بثبوت النون كما في الأمثلة السِّتة وغير ذلك.\rالثاني:\rأن عِلَّة رَفْع المضارع هو تجرده عن الناصب والجازم.\rوبيانه: أن علل الإعراب نوعان:\rالأول:\rعللٌ لفظية كحرف الجر مع الاسم المجرور وهي الأكثر.\rوالثاني:\rعللٌ معنوية وهي شيئان:\rالأولى: الابتداء حَيْثُ إِن الاسم المبدوء به يُسَمَّى مبتدأً، وعِلَّة رَفْعه معنوية تُسَمَّى الابتداء.\rالثانية: فهي التجرد عن الناصب والجازم في الفعل المضارع.\rقوله: (فالنواصب عشرة)\rالنواصب واحدها ناصب، وسبق الكلام عنه.\rقوله: (عشرة)\rلها توجيهان:\rالتوجيه الأول: أنها عشرة عند الكوفيين.\rالتوجيه الثاني: أنها عشرة، فمنها ما ينصب بنفسه، ومنها ما ينصب بإضمار (إن) قبله.\rوالنواصب التي ذكرها الْمُصَنِّف نوعان:\rأما النوع الأول: فما ينصب بنفسه.\rوأما النوع الثاني: فما ينصب بإضمار (إن) قبله.\rأما ما ينصب بنفسه فأربعة أشياء:\rالأول: (أن) ، ولها شرطان:\rأما الشرط الأول:\rفهو أن تكون مصدرية لا موصولية ونحو ذلك. ومعنى كونها مصدرية أي أنها مع الفعل التي تدخل عليه بمصدر. كقولك: (أن تقول) أي: (قولك) لأنَّ (تقول) : فعل مضارع من: قال يقول قولاً - التصريف الثالث للفعل الذي يُسَمَّى مصدراً -؛ ولذلك قيل (قولك) .\rوأما الشرط الثاني:\rألا تكون مسبوقة بعلم يقيني بل يكون ما قبلها أحد شيئين:","seal":"00923211","part":1},
      {"page":49,"id":49,"nass":"الأول: الظن والرجحان كما في قوله - سبحانه وتعالى - {الم أحسب الناس أن يتركوا أن يقولوا آمنا} .\rأحسب: أي أظن أن يقولوا: أصلها: يقولون، فهو فعل مضارع منصوب بحذف النون لأنه من الأمثلة الستة.\rوالثاني: أن يكون خالياً من الظن واليقين كقوله - سبحانه وتعالى -: {أفتطمعون أن يؤمنوا لكم} .\rفالطمع لا علاقة له باليقين ولا بالرجحان؛ ولذلك عملت (أن) في الفعل الداخلة عليه نصْباً.\rوالثاني: (لن)\rوهي حرف نَصْب ونفي واستقبال، أما كونها حرف نَصْب فظاهر، وأما كونها حرف نفي؛ فلأنها تنفي ما دخلت عليه، وأما كونها حرف استقبال؛ فلأنها تجرد ما بعدها للمستقبل كقولك: (لن أدخل البيت) أي في المستقبل. وهي إذا دخلت على الفعل المضارع نصبته.\rوالثالث: (إذن) .\rوهو حرف نَصْب وجواب وجزاء، أما كونه حرف نَصْب فظاهر، وأما كونه حرف جواب؛ فلأنه يأتي في صدر الجواب، وأما كونه حرف جزاء؛ فلأنه يؤتى به جزاء الشيء.\rمثال كونه كذلك:\r(إذن أُكْرِمَك يا مُحَمَّدُ) جواباً وجزاءً لقوله: (سآتيك يا زَيْدُ في بيتك) .\rوحتى تكون (إذن) ناصبة فلابد من شروط:\rأولها: أن تكون في أول الجواب.\rثانيها: أن تكون للاستقبال كما في المثال السابق، فلو أن شخصاً تلا عليك حديثاً وعرفت صدقه فقلت إقراراً: (إذن تصدق) ، فلا تنصب الفعل المضارع بعدها؛ لأنه يتعلق بالحال.\rثالثها: ألا يفصل بين (إذن) والفعل بفاصل سوى القسم، واخْتُلِفَ في النداء، والجار والمجرور على قولين:\rفإذا قلت في المثال السابق: (إذن يا مُحَمَّدُ أُكرمك) فعلى قولٍ ترفع الفعل، لأنه فُصِلَ بين (إذن) والفعل (أكرمك) بالنداء، خلافاً ما إذا قلت: (إذن والله أكرمك) فتنصب (أُكرمك) ، لأنه فصل بين (إذن) والفعل بقسم.\rوالرابع: (كي) .","seal":"67291154","part":1},
      {"page":50,"id":50,"nass":"وهي تعمل النصْب إذا كانت بمنْزلة (أن) المصدرية، لكن لابد من وجود (لام كي) معها إما ظاهراً أو تقديراً كما في قوله تعالى {لكيلا تأسَوا} ، فـ (تأسَوا) : منصوبة. وكذلك: {كي لا يكونَ دُولَةً} ، (لا يكون) : منصوبة، وتقديرها كما في قولك (كي آخذ الكتاب) أي لكي.\rولكي تنصب (كي) الفعل دون وجود لام كي ظاهرة فلابد من شرطين:\rالشرط الأول: أن تكون لام (كي) مَنْوِيَّة.\rالشرط الثاني: أن تكون بمنزلة أن المصدرية.\rوأما غير هذه النواصب الأربعة فلا تنصب بنفسها وإنما بـ (أن) مضمرة قبلها وهي على نوعين:\rالنوع الأول:\rما أُضمرت (أن) قبله جوازاً، وهو حرف واحد عَبَّرَ عنه الْمُصَنِّف بقوله: (ولام كي) يعني (لام التعليل) . كقولك: (أتيت المكتبة لآخذ الكتاب) . فآخذ: منصوب. أو (لأكتب كذا وكذا) فهو أَيْضاً لدخول لام كي عليه. والأصل أن يُقَال: منصوب بـ (أن) مضمرة أو مُقَدَّرة جوازاً.\rوالنوع الثاني:\rما أضمرت (أن) قبله وجوباً، وهي بقية الأحرف التي ذكرها الْمُصَنِّف. ولها شروط وقيود تأتي في المطولات - إن شاء الله تعالى -.\rقوله: (والجوازم ثمانية عشر)\rوالجوازم واحدها جازم - وسبق تعريفه - وهو يعني هنا جوازم الفعل المضارع.\rقوله: (ثمانية عشر)\rهذا عددها على سبيل التفصيل، على ما عَدّها الْمُصَنِّف بعدُ.\rوجوازم المضارع قسمان:\rأما القسم الأول:\rفجوازم تجزم فعلاً واحداً وهي ستة جوازم:\rأولاها: لم.\rثانيها: لَمَّا.\rثالثها: ألم.\rرابعها: ألَمَّا.\rخامسها: (لام) الطلب.\rسادسها: (لا) الطلب.\rفأما (ألم، ألَمَّا) فهما (لم، لَمَّا) لكن بإضافة همزة التقرير.\rو (لم ولّمَّا) يشتركان في أمور:\rأولها: خصوصيتهما بالمضارع، فلا يدخلان على غير الفعل المضارع.\rثانيها: كونها للنفي فهي تنفي ما دخلت عليه.\rمثال ذلك: (لم يدخل زَيْدٌ المسجد) . حَيْثُ نفي الدخول إلى المسجد من قبل زَيْدٍ.","seal":"939CA8E6","part":1},
      {"page":51,"id":51,"nass":"ثالثها: القلب حَيْثُ يقلب المضارع إلى الماضي معنى وزمناً. ففي مثال: (لم يدخل زَيْدٌ المسجد) تعلق نفي الدخول بزمن ماض مع أن كلمة (يدخل) فعل مضارع فانقلب الزمن إلى ماضٍ بدخول (لم) عليها، وكذلك قل في (لَمَّا) وما إليها.\rرابعها: الحرفية، حَيْثُ إِنَّ (لم ولَمَّا وألم وألَمَّا) حروف باتفاق النحاة.\rوآخرها: كونها جازمة، أي تجزم الفعل المضارع إذا دخلت عليه.\rوأما لام الطلب فنوعان:\rالأول: لام الأمر.\rومثالها: (لتأخذْ دين الله بقوة يا زَيْدُ) . فـ (تأخذ) : فعل مضارع مجزوم بلام الأمر، حَيْثُ أمرت زيداً بذلك.\rوالثاني: لام الدعاء.\rكقوله تعالى حكايةً {ليقضِ علينا ربك} . فـ (يقضِ) فعل مضارع مجزوم بحذف حرف العِلَّة.\rوأما (لا) الطلب فنوعان:\rالأول: (لا) النهي.\rكقوله: {لا تدعُ مع أحداً} . فـ (تدعُ) فعل مضارع مجزوم بحذف حرف العِلَّة.\rوالثاني: (لا) الدعاء.\rكقوله حكاية: {لا تؤاخذنا إن نسينا أو أخطأنا} . فـ (تؤاخذنا) فعل مضارع مجزوم بـ (لا) الدعاء.\rفائدة:\rلام الدعاء، ولا الدعاء هي: (لام) أمر، و (لا) أمر، ولكن فُرِّق بينهما فقيل (لام) أمر، و (لام) دعاء، وقيل (لا) نهي، و (لا) دعاء؛ تأدباً مع المدعو وهو الله - عز وجل -.\rوأما القسم الثاني:\rفما يجزم فعلين، الأول: يُسَمَّى بـ (فعل الشرط) ، والثاني: يُسَمَّى بـ (جواب وجزاء الشرط) ، وتُسَمَّى أدواته بـ (أدوات الشرط) ، وهي بقية الأدوات التي ذكرها الْمُصَنِّف بقوله: (وإن … الخ) .\rوهي على أربعة أنواع:\rالأول: ما هو حرف باتفاق وهو (إن) .\rمثاله: (إن تقُمْ يا زَيْدُ أقُمْ) فـ (تقم) فعل مضارع مجزوم بـ (إن) ؛ لأنه فعل الشرط، جزاؤه وجوابه (أقم) ، فكلمة (أقم) فعل مجزوم؛ لأنه جواب وجزاء فعل الشرط في (إن تقم) .\rوالثاني: ما هو حرفٌ على الراجح وهو (إذما) .","seal":"DC2160CB","part":1},
      {"page":52,"id":52,"nass":"كقول بعضهم في جملة: (إذما تدخل إلى المسجد أدخل) . فـ (إذما) حرف لا مَحَلّ له من الإعراب. (تدخلْ) فعل الشرط مجزوم. (أدخل) جواب وجزاء فعل الشرط في (إذما تدخل) وهو مجزوم كذلك.\rوالثالث: ما هو اسم على الصحيح وهو (مهما) .\rكما قال امرؤ القيس في معلقته الشهيرة:\rأغرَّكِ مني أنَّ حبكِ قاتلي وأنكِ مهما تأمري القلب يفعلِ\r(مهما) :اسم تعمل الجزم فيما دخلت عليه.\r(تأمري) : فعل مجزوم بـ (مهما) .\r(يفعل) : جوابه وجزاؤه مجزوم.\rوالرابع: ما هو اسم باتفاق، وهو بقية الأدوات. كـ (أيان، ومتى …الخ) .\rباب مرفوعات الأسماء\rيقول الْمُصَنِّف - يرحمه الله - (باب مرفوعات الأسماء)\rالمرفوعات: واحدها (مرفوع) وهو ما أحدث العامل فيه رَفْعاً، وله علامات كـ (ضمة) و (واو) وغيرهما كما سبق.\rوبعد أن ذكر الْمُصَنِّف - يرحمه الله - ما يتعلق بالأفعال رَفْعاً ونصْباً وجزماً بدأ في الأسماء وذكر ما يتعلق بها، وابتدأ بالمرفوعات؛ لأنها مقدمة على غيرها من منصوبات ومخفوضات؛ إذ هي الأصل في الأسماء.\rقوله (المرفوعات سبعة)\rإنما عَدّها الْمُصَنِّف سبعة بدليل الاستقراء التام حَيْثُ إِنها لا تخرج عن ذلك، قال السيوطي في [الأشباه والنظائر] : أجمع النحاة على أن المرفوعات سبعة.\rومِنْ ثَمَّ يبين أن دليل الحَصْر شيئان:\rالأول: هو الاستقراء.\rالثاني: هو الإجماع.\rقوله (وهي الفاعل والمفعول …الخ)\rهذا شروعٌ في ذكر تلك السبعة. وقد ذكرها الْمُصَنِّف - يرحمه الله - على جهة الإجمال ثُمَّ فصَّل الكلام بعد عن كلٍ منها، وهي طريقة حسنة يُسَمِّيها البلاغيون بـ (اللف والنشر) ؛ إذ لُف الكلام وجُمع ثُمَّ نُشر وبُيِّن.\rوالمرفوعات السبعة:\rأولها: الفاعل.\rوثانيها: نائب الفاعل. وقد سماه الْمُصَنِّف بـ (المفعول الذي لم يسمَّ فاعله) جرياً على عبارة أهل الكوفة.\rوثالثها: المبتدأ.\rورابعها: الخبر.","seal":"B35F2D51","part":1},
      {"page":53,"id":53,"nass":"وخامسها: اسم (كان) وأخواتها.\rوسادسها: خبر (إنَّ) وأخواتها.\rوسابعها: التابع للمرفوع.\r\rباب الفاعل\rقال الْمُصَنِّف - يرحمه الله - (الفاعل هو الاسم المرفوع المذكور قبله فعله)\rفي هذه الجملة تعريف للفاعل من جهة الاصطلاح، وقد عَرَّفه الْمُصَنِّف - يرحمه الله - ببعض صفاته؛ إذ من صفات الفاعل أنه اسم، وأنه مرفوع، وأن فعله سابق له.\rوالفاعل يُعَرَّف من جهتين:\rأما الأولى: فجهة اللُّغَة: إذ هو مَنْ فَعَلَ الفعل وأَحْدَثَهُ - يُقَال هذا فاعل الْجُرم أو محدثه.\rوالثانية: من حَيْثُ الاصطلاح، ويُعَرَّف بأنه اسم صريح أو مؤول به سُبق بفعل أو مؤول به مرفوع أَحْدَثَ الفعل أو قام به.\rوهذا التعريف يشمل قيوداً:\rأولها:\rأنه اسم فيخرج الفعل والحرف.\rوثانيها:\rأنه يأتي على صورتين:\rالأولى:\rأن يكون صريحاً ويشمل نوعين:\rالأول: الأسماء الظاهرة كـ (زَيْدٌ) و (عَمْرٌو) .\rوالثاني: الأسماء المضمرة كـ (أنا) و (هو) و (أنت) .\rومثال هذه الصورة: (جاء زَيْدٌ إلى المسجد متفقهاً) . و (قمت إلى الكتاب قارئاً) .\rفكلمة (زَيْدٌ) في الجملة الأولى: فاعل مرفوع بالضمة الظاهرة على آخره.\rوحرف التاء في (قمت) : مبني على الضم في مَحَلّ رَفْع فاعل.\rوأما الصورة الثانية:\rفهو أن يكون مؤولاً بالصريح وذلك مع أحرف:\rأولها: أنَّ المثقلة.\rوثانيها: أنْ الْمُخَفَّفة المصدرية.\rوثالثها: ما المصدرية.\rومثال الأول: (سرني أنك جئت) ؛ حَيْثُ إِن جملة (أنك جئت) تؤول بمصدر من جنس الفعل الموجود وهو: (جئت) فيكون التقدير (سرني مجيئك) ؛ إذ كلمة (مجيء) فعل مرفوع بالضمة الظاهرة على آخره. والكاف مضاف إليه.\rومثال الثاني: (سرني أن جئت يا مُحَمَّدُ) ؛ حَيْثُ إِنَّ (أنْ) تُسبك مع الفعل الداخلة عليه بمصدر بنحو ما سبق. فيكون التقدير (سرني مجيئك يا مُحَمَّدُ) . والفاعل كلمة (مجيء) وهي مضاف، والكاف: مضاف إليه.","seal":"475CC420","part":1},
      {"page":54,"id":54,"nass":"ومثال الثالث: (سرني ما صنعت يا مُحَمَّدُ) ، حَيْثُ إِنَّ (ما) هنا مصدرية تُسبك مع ما بعدها بمصدر من جنس الفعل الداخلة عليه، والتقدير (سرني صنعك يا مُحَمَّدُ) ؛ حَيْثُ إِن كلمة (صُنْع) فاعل مرفوع بالضمة الظاهرة على آخره وهو مضاف، والكاف: مضاف إليه.\rوأما القَيْد الثالث:\rهو سَبْق فعل الفاعل للفاعل فلا يتقدم الفاعل على فعله؛ لأنه إذا تقدم كان مبتدأً لا فاعلاً.\rمثاله: (جاء زَيْدٌ) .\rحَيْثُ إِن كلمة (زَيْدٌ) : فاعل مرفوع بالضمة الظاهرة على آخره.\rوالفعل (جاء) : سابق له.\rفإن قيل (زَيْدٌ جاء) : كانت كلمة (زَيْدٌ) مبتدأ مرفوع بالضمة الظاهرة على آخره. وخبره: الجملة الفعلية وهي (جاء هو) يعني زيداً.\rورابعها:\rهو أن الفعل السابق للفاعل يأتي على صورتين:\rالأولى:\rكونه صريحاً كـ (خذ) (جاء) (يأخذ) .\rالثانية:\rأن يأتي مؤولاً من الصريح.\rمثاله: {لاهيةً قلوبُهم} - على قول - إذ تقدير الآية (تلهو قلوبهم) - كذا يقول البعض - والصواب (لهت قلوبهم) ؛ لأن الضمير في تلهو هو الفاعل خلافاً لـ (لهت) فالقلوب فاعل.\rوخامسها:\rأن يكون الفعل مع الفاعل على إحدى صورتين:\rالأولى:\rأن يكون الفعل قائماً بالفاعل كـ (مات زَيْدٌ) ؛ إذ فعْل الموت قائم بزَيْدٍ.\rوالثانية:\rأن يكون الفاعل مُحْدِثاً للفعل كـ (ضرب زَيْدٌ عَمْراً) ؛ إذ فعل الضرب كان من الفاعل زَيْدٌ.\rقوله: (وهو على قسمين: ظاهر ومضمر)\rجعل الْمُصَنِّف الفاعل على قسمين:\rالأول: كونه ظاهراً\rوقد مَثَّلَ لَهُ الْمُصَنِّف - يرحمه الله - بـ (زَيْدٌ) و (الزيدان) و (الزيدون) و (الرجال) و (هند) وغيرها. وسبق بيانه في تعريف الفاعل اصطلاحاً، وبه يتبين أن الفاعل قد يكون مفرداً، وقد يكون جمعاً بأنواع الجمع.\rوالثاني: كونه مضمراً\rوالمقصود به ما كان ضميراً، والضمير نوعان:\rضمير متصل كـ (ضربتُ) ، و (ضربنا) .\rوضمير منفصل كـ (نحن) و (أنا) و (أنت) .","seal":"96A8DDCD","part":1},
      {"page":55,"id":55,"nass":"وقد ذكر الْمُصَنِّف - يرحمه الله - على ذلك أمثلة بقوله: (ضربت، ضربنا) حَيْثُ كلمة (ضربتُ) التاء فيها ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل، وكذلك (ضربنا، وضربتَ) .\rفـ (ضربتما) التاء فيها ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل، والميم والألف دليل على التثنية.\rوكلمة (ضربتن) التاء فيها ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل. والنون دليل على التأنيث والبناء.\rوليُعْلم أن الفاعل قد يكون ظاهراً وقد يكون مُقَدَّراً:\rفأما الظاهر فسبق.\rوأما الْمُقَدَّر فعلى نوعين:\rأما الأول: فما كان تقديره واجباً، مثاله كل فاعلٍ لفعل أمر كـ (خذ) إذ كلمة (خذ) فعل أمر مبني على ما يُجزم به مضارعه وهو السكون هنا. والفاعل: ضمير مستتر وجوباً.\rوأما الثاني: فالْمُقَدَّر استتاره جوازاً كنحو (زَيْدٌ جاء) إذ فاعل (جاء) مُقَدَّراً ومستتراً جوازاً.\rويُفرِّق النحاة وغيرهم بين ما استتر جوازاً وبين ما استتر وجوباً: بأن المستتر وجوباً ما لا صورة للفظه في الكلام خلافاً للجائز فقد يكون له صورة. ففاعل (خذ) لا صورة للفظه في جملة (خذ الكتاب) ، خلافاً لفاعل (جاء) في (زَيْدٌ جاء) فقد يكون له صورة بنحو (زَيْدٌ جاء هو) أو (زَيْدٌ جاء زَيْدٌ) .\r\rباب المفعول الذي لم يُسمَّ فاعله\rيقول الْمُصَنِّف - يرحمه الله - (باب المفعول الذي لم يُسمَّ فاعله)\rهذا الباب له تسميتان:\rأما الأولى وعليها أكثر المتقدمين: فباب المفعول الذي لم يُسمَّ فاعله.\rوأما الثانية وعليها أكثر المتأخرين: فباب نائب الفاعل.\rويُعَرَّف المفعول الذي لم يُسمَّ فاعله أو نائب الفاعل بما ذكره الْمُصَنِّف - يرحمهُ الله - بقوله (وهو الاسم المرفوع الذي لم يذكر معه فاعله) .","seal":"E0B21445","part":1},
      {"page":56,"id":56,"nass":"ومثاله: (ضُرِبتْ هِندٌ) حَيْثُ أُسنِد الفعل إلى المفعول، وقام المفعول مَحَلّ الفاعل؛ إذ أصل (ضُرِبتْ هِندٌ) ((ضرب زَيْدٌ هنداً) فلما حُذِف (زَيْدٌ) الذي هو فاعل حقيقة أُسنِد الفعل إلى المفعول - فأُنِّث الفعل حتى يوافق تأنيث المفعول فقيل (ضُرِبتْ) ؛ وإنما كان ذلك كذلك لأن الفاعل عمدة في الجملة الفعلية، لابد من وجوده، فإن لم يكن موجوداً أنيب عنه غيره، كالمفعول به في المثال السابق.\rويُعَرَّف نائب الفاعل بنحو ما ذُكِر في تعريف الفاعل من كونه اسماً صريحاً أو مؤولاً …الخ.\rقال الْمُصَنِّف - يرحمه الله - (فإن كان الفعل ماضياً ……الخ)\rمثاله: ضُرِبَ - بضم أوله وكسر ما قبل آخره - وهذا هو الأصل في الماضي، ويُلحق به (قيل) و (جيء) و (مُدَّ) ، فهي وإن لم يُكسر ما قبل آخرها بنحو (قيل) فلها حكم ذلك. وأما (شُدَّ) فأصلها (شُدِدَ) بكسر الدال الأولى، وهذا موافق لما ذكره الْمُصَنِّف.\rقوله: (وإن كان مضارعاً …… الخ)\rومثاله (يُضْرَب) - بضم أوله وفتح ما قبل آخره - ويُلْحَق به (يُقَال) و (يُشَدَّ) ونحوهما.\rوإنما يُبنى الفعل هنا للمجهول لأحد علتين:\rأما الأولى:\rفعِلَّة لفظية كقولك: (وعُجِنت بالظرافة طينته) بعد قولك (وبانت لنا ظرافته) وذلك حتى تكون السجعة واحدة. فكلمة (ظرافته) فاعل في جملة (وبانت لنا ظرافته) خلافاً لآخر الجملة الثانية وهي (طينته) ؛ إذ هي مفعول به، فلو قيل (طينتَه) لاختلفت السجعة فَبُنِي الفعل للمجهول حتى تكون كلمة ‘‘طينته’’ مرفوعة.\rوأما الثانية:\rفهي عِلَّة معنوية كالجهل بالفاعل ونحو ذلك في قولك: (سُرِق المتاعُ) .\rقوله: (وهو على قسمين: ظاهر ومضمر)\rسبق معنا الظاهر والمضمر في الفاعل.\rومن الظاهر كلمة (زَيْدٌ) في جملة (ضُرِب زيدٌ) .\rومن المضمر التاء في جملة (ضُرِبْتُ) .\rفجملة (ضُرِب زيدٌ) :\rضُرِبَ: فعل ماض مبني للمجهول بناءه على الفتح لا مَحَلّ له من الإعراب.","seal":"21D1DFC9","part":1},
      {"page":57,"id":57,"nass":"زَيْدٌ: اسم مرفوع بالضمة الظاهرة على آخره لأنه نائب فاعل أو مفعول لم يُسَمَّ فاعله.\rوجملة (ضُرِبْتُ) :\rضُرِبَ: فعل ماضٍ مبني للمجهول بناءه على السكون لاتصاله بضمير الرفع المتحرك.\rوالتاء: ضمير متصل مبني على الضم في مَحَلّ رَفْع على أنه نائب فاعل أو مفعول لم يُسمَّ فاعله.\r\rباب المبتدأ والخبر\rيقول الْمُصَنِّف - يرحمه الله -: (باب المبتدأ والخبر)\rيتعلق بهذه الجملة شيئان:\rأولهما:\rقوله: (باب المبتدأ والخبر) ؛ حَيْثُ جعله بعد الفاعل ونائبه، وجمهور النحاة يُقدِّمون (باب المبتدأ والخبر) على جميع المرفوعات لعلتين:\rالأولى: كونه مرفوعاً أصالة دون سَبْق عامل لفظي خلافاً لغيره؛ إذ الفاعل سُبِق بعامل لفظي وهو الفعل.\rوالثانية: أصالة المبتدأ في باب الرفع؛ إذ هو الأصل في المرفوعات - قاله سيبويه في [الكتاب] .\rوأما الثاني:\rفيتعلق بتعريف لغوي لكلمتي (المبتدأ والخبر) .\rفأما كلمة (المبتدأ) فمشتق من الابتداء، تقول: ابتدأتُ الشيء، أي دون معالجة سابقة - معالجة بمعنى مفاعلة - للشيء، قاله الأزهري في [التهذيب] .\rوأما كلمة (الخبر) فمشتقة من الإخبار - كذا قال بعضهم - وجمهور أئمة اللسان على أنه مشتق من مادة (خَبَرَ) وله معانٍ، ومنها: الإنباء، تقول: أخبرتُ فلاناً بما في نفسي إذا أنبأتَهُ به.\rقوله: (المبتدأ هو الاسم المرفوع العاري عن العوامل اللفظية)\rهذه الجملة يتعلق بها شيئان:\rأحدهما:\rأنه تعريف اصطلاحي للمبتدأ، وللنحاة فيه عبارات منها: قول ابن هشام: المبتدأ هو الاسم المرفوع المجرَّد عن العوامل اللفظية للإسناد.\rوأما الثاني:\rفهو أنَّ تعريف الْمُصَنِّف - يرحمه الله - السابق يشمل قيوداً:\rأولها: قوله (الاسم) ليخرج: الفعل والحرف.\rوثانيها: قوله (المرفوع) ليخرج: الاسم المخفوض والمنصوب.","seal":"8565681C","part":1},
      {"page":58,"id":58,"nass":"ثالثها: قوله (العاري عن العوامل اللفظية) العاري أَيْ الخالي، وهو بمعنى المجرَّد عن العوامل اللفظية.\rوحقيقة (العوامل اللفظية) : تَقَدُّم لفظٍ على آخر يعمل فيه من جهة الإعراب.\rمثاله:\r(زيدٌ) في جملة (ضرب زيدٌ عَمْراً) . فهي اسم مرفوع لكن أثر فيه عامل اللفظ - وهو الفعل - فكان فاعلاً لا مبتدأً.\rمثال ثان:\rكلمة (محمدٌ) في جملة (كان محمدٌ مجتهداً) . حَيْثُ إِنها اسمٌ مرفوع لعامل لفظي وهو (كان) فليست مبتدأ.\rقوله: (والخبر هو الاسم المرفوع المسند إِلَيْهِ)\rيتعلق به شيئان:\rأما الأول:\rفهو أن هذه الجملة تعريفٌ اصطلاحي للخبر، وللنحاة فيه عبارات.\rوأما الثاني:\rفهو أنه يشتمل على قيود:\rأولها: قوله (الاسم) ليخرج: الفعل والحرف.\rوثانيها: قوله (المرفوع) ليخرج: المخفوض والمنصوب من الأسماء.\rوثالثها: قوله (المسند إِلَيْهِ) أَيْ إِلى المبتدأ، والمعنى أنك تُخْبِرُ بالخبر عن معنى يتعلق بالمبتدأ.\rمثاله:\rالجملة الفعلية في قولك: (زَيْدٌ قَامَ) أَيْ: هو، فأسندتَ إِلى زيد فعل القيام، وحصل بذلك الإخبار عنه به.\rتنبيه:\rعند إعراب الجمل الخبرية ينبغي مراعاة قَيْد (الإسناد) ؛ إِذْ هو أهم علامة للخبر يُكشَف بها، ويُعْرَف.\rفمثلاً:\rجملة (الأخيار الأبرار جاءوا) . الخبر كلمة (جاءوا) ، وأما كلمة (الأبرار) فليست خبر للكلمة التي سبقتها، وإنما أُخِذَ ذلك بدلالة الإسناد؛ إِذ (المسند) هو المجيء، فكان خبراً عن مبتدأ.\rقوله: (نحو قولك: زَيْدٌ قَائِمٌ والزيدان قائمان والزيدون قائمون)\rيتعلق بها شيئان:\rأما الأول:\rفهو أن هذه الجملة توضيحية لما سبقها، وهو توضيح بالمثال.\rوأما الثاني:\rففيها ثلاثة أمثلة:\rأولها:قوله: (زَيْدٌ قَائِمٌ) .\rإعرابه:\rكلمة (زيد) : مبتدأ مرفوع بالضمة الظاهرة على آخره للابتداء.\rكلمة (قائم) : خبر مرفوع بالضمة الظاهرة على آخره.","seal":"C2BF190B","part":1},
      {"page":59,"id":59,"nass":"ثانيها قوله: (الزيدان قائمان) .\rإعرابه:\rكلمة (الزيدان) : مبتدأ مرفوع بالألف لأنه مثنى، ورافعه الابتداء، و (النون) نيابة عن التنوين في الاسم المفرد.\rوكلمة قائمان: خبر مرفوع بالألف لأنه مثنى، و (النون) نيابة عن التنوين في الاسم المفرد.\rوثالثها قوله: (الزيدون قائمون) .\rإعرابه:\rكلمة (الزيدون) : مبتدأ مرفوع بالواو لأنه جمع سلامة مذكر و (النون) فيه عوض عن التنوين في الاسم المفرد.\rوكلمة (قائمون) : خبر المبتدأ مرفوع بالواو لأنه جمع سلامة مذكر و (النون) فيه عوض عن التنوين في الاسم المفرد.\rتنبيه:\rيجب أن يوافق الخبر المبتدأ في تذكيره وتأنيثه وفي جمعه وإفراده وتثنيته، وإلى هذا أشار الْمُصَنِّف - يرحمه الله - بالأمثلة الثلاثة السابقة.\rقوله: (والمبتدأ قسمان: ظاهر ومضمر)\rيتعلق به شيئان:\rأما الأول:\rفهو ذكر قسمة المبتدأ وأنَّه يرجع إِلى قسم ظاهر، وقسم مضمر.\rودليل القسمة شيئان:\rالأول: الإجماع؛ حَيْثُ أجمع النحاة واللُّغَويين على تقسيم المبتدأ إِلى ذينك القسمين، وقد حكى الإجماع السيوطي في [همع الهوامع] وكذا غيره.\rوالثاني: الاستقراء؛ حَيْثُ استقرأ أئمة اللُّغَة والنحو كلام العرب في هذا الباب فوجدوه لا يخرج عن ذينك القسمين.\rوأما الثاني:\rفيتعلق بتوضيح كلمة (ظاهر ومضمر) وقد سبق.\rقوله: (فالظاهر ما تقدم ذكره)\rيعني من الأمثلة الثلاثة السابقة.\rقوله: (والمضمر اثنا عشر وهي: أنا ونحن …الخ)\rفيه ذِكرٌ للمضمرات وهي ترجع إِلى ثلاثة أشياء:\rأولها:\rضمير الخطاب والتكَلُّم كـ (أنا، ونحن) .\rومثاله:\rقولك: (أنا زيد) .\rحَيْثُ إِنَّ كلمة (أنا) ضمير مبني على السكون في مَحَلّ رفع مبتدأ.\r(زيد) : خبره مرفوع بالضمة الظاهرة على آخره.\rوأما (نحن) فقولك: (نحن أهل خير) .\rفكلمة (نحن) : مبنية على الضم في مَحَلّ رفع مبتدأ.\rوجملة (أهل خير) خبر المبتدأ.\rوثانيها:","seal":"309C3EF0","part":1},
      {"page":60,"id":60,"nass":"ضمير المخاطبة كـ (أنتَ) ، و (أنتِ) ، و (أنتما) ، و (أنتم) ، و (أنتنَّ) .\rومثاله:\r(أنتَ زيدٌ) .\rفـ (أنت) : ضمير مبني على الفتح في مَحَلّ رفع مبتدأ.\r(زيد) : خبره مرفوع بالضمة الظاهرة على آخره.\rوثالثها:\rضمير الغيبة كـ (هو) ، و (هي) ، و (هما) ، و (هم) ، و (هنَّ) .\rمثاله:\rقولك: هو زيدٌ.\rفكلمة (هو) : ضمير مبني على الفتح في مَحَلّ رفع مبتدأ.\rوزيد: خبر المبتدأ مرفوع بالضمة الظاهرة على آخره.\rقوله: (نحو قولك: أنا قائم ونحن قائمون وما أشبه ذلك)\rفيه إيضاحٌ بالمثال للقسم الثاني وهو المضمر، وسبق.\rقوله: (والخبر قسمان: مفرد وغير مفرد)\rيتعلق به شيئان:\rأما الأول:\rفتقسيمه الخبر إِلى ذينك القسمين، ودليله: الاستقراء.\rوأما الثاني:\rفيتعلق بمعنى كلٍ، فكلمة (مفرد) يُقْصَدُ بها: ما لم يكن جملة كـ (زيد) في جملة (هو زيد) .\rوأما قوله (غير مفرد)\rفيشمل نوعين:\rأما الأول:\rفالجملة، وهي نوعان:\rأحدهما:\rجملة اسمية، مَثَّلَ لَهَا الْمُصَنِّف بقوله: (زيد جاريته ذاهبة) .\rفكلمة (زيد) : مبتدأ مرفوع بالضمة الظاهرة على آخره.\rوالجملة الاسمية (جاريته ذاهبة) : خبرٌ لـ (زيد)\rوثانيها:\rالجملة الفعلية، ومَثَّلَ لَهَا الْمُصَنِّف بقوله: (زَيْدٌ قَامَ أبوه) .\rإِذْ كلمة (زيد) : مبتدأ مرفوع بالضمة الظاهرة على آخره.\rوالجملة الفعلية (قام أبوه) : خبرٌ لـ (زيد) .\rوأما الثاني:\rفشبه الجملة، وهو نوعان:\rأما الأول:\rفالجار والمجرور ومَثَّلَ لَهُ الْمُصَنِّف بقوله: (زَيْدٌ في الدَّارِ) .\rفكلمة (زيد) : مبتدأ مرفوع بالضمة الظاهرة على آخره.\rوشبه الجملة المكون من الجار والمجرور (في الدار) : خبرٌ لـ (زيد) .\rوثانيها:\rالظرف وهو نوعان:\rظرف زمان.\rوظرف مكان.\rومَثَّلَ لَهُ الْمُصَنِّف - يرحمه الله - بقوله: (زيد عندك) .\rفكلمة (زيد) : مبتدأ مرفوع بالضمة الظاهرة على آخره.","seal":"9B0CBC68","part":1},
      {"page":61,"id":61,"nass":"وشبه الجملة المكون من ظرف المكان: خبرٌ لـ (زيد) .\rثم هاهنا فوائد تتعلق بما سبق:\rالأولى:\rأن الخبر إذا كان جملة ولَيْسَ في معنى المبتدأ فلابد من رابط بينه وبين المبتدأ يربطه بالمبتدأ.\rمثاله: الضمير في قولك: (زَيْدٌ قَامَ أبوه) .\rحَيْثُ إِن كلمة (زَيْدٌ) : مبتدأ خبره الجملة الفعلية وهي: (قام أبوه) والرابط بينها وبين المبتدأ الضمير في كلمة (أبوه) لأنه يعود على المبتدأ - أي (أبو زَيْدٍ) .\rومن الروابط: الإشارة كما في قوله تعالى {ولباس التقوى ذلك خيرٌ} .\rفـ (لباس) : مبتدأ مرفوع بالضمة الظاهرة على آخره وهو مضاف.\rو (التقوى) : مضاف إليه مخفوضة بالكسرة الْمُقَدَّرَة على آخره منع من ظهورها التعذر.\rوجملة (ذلك خيرٌ) : مُكَوَّنَة من مبتدأ ثانٍ، وخبر له في مَحَلّ رَفْع خبر للمبتدأ الأول وهو (لباس) ، والرابط بين هذه الجملة والمبتدأ موجودة في كلمة (ذلك) وهو ما يُسَمَّى عند النحاة برابط الإشارة؛ لأن كلمة (ذلك) اسم إشارة فيها إشارة إلى شيء وهو (لباس) فحصل الربط.\rومن الروابط: إعادة المبتدأ بلفظه، مثاله: {الحاقةُ ما الحاقةُ} .\rفكلمة (الحاقة) الأولى: مبتدأ مرفوع بالضمة الظاهرة على آخره.\r(ما الحاقة) : جملة اسمية مُكَوَّنَة من مبتدأ ثانٍ وهو (ما) وخبرٌ وهو (الحاقة) وهذه الجملة الاسمية في مَحَلّ رَفْع خبر للمبتدأ الأول، والرابط بينها وبين المبتدأ الأول هو إعادة المبتدأ بلفظه.\rتنبيه:\rإنما يكون الرابط متيقناً وجوده بشرطين سبق الإشارة إليهما:\rأولهما:\rأن يكون الخبر جملة اسمية أو فعلية، فإذا لم يكن جملة فلا رابط حينئذٍ.\rوالثاني:\rأن لا يكون الخبر في معنى المبتدأ؛ إذ لو كان في معنى المبتدأ فلا رابط بينهما؛ لأن الجميع بمعنىً، مثاله: قول الله - عز وجل - {قل هو الله أحد} .\rكلمة (هو) : مبتدأ.","seal":"9F93E0AA","part":1},
      {"page":62,"id":62,"nass":"(الله أحد) : جملة اسمية مُكَوَّنَة من مبتدأ ثانٍ - وهو كلمة (الله) - وخبرٍ له - وهو كلمة (أحد) - ولا رابط حينئذٍ؛ لأن كلمة (هو) تُسَمَّى عند النحاة بـ (ضمير القصة والشأن) ومعناه تقديراً: الشأن الذي هو الله أحد، كان كذلك (هو الله أحد) .\rالثانية:\rقد يَتَعَدَّدُ الخبر للمبتدأ الواحد.\rمثاله:\rقولك: (زيدٌ شجاعٌ كاتبٌ) .\rفكلمة: (زيدٌ) مبتدأ له خبران:\rالأول: (شجاع) .\rوالثاني: (كاتب) .\rومن الأمثلة: قوله تعالى: {وَهُوَ الْغَفُورُ الْوَدُودُ. ذُو الْعَرْشِ الْمَجِيدُ. فَعَّالٌ لِمَا يُرِيدُ} .\rفالمبتدأ كلمة: (هُوَ) ، لها أكثر من خبر:\rأولها: الْغَفُورُ.\rوثانيها: الْوَدُودُ.\rوثالثها: ذُو الْعَرْشِ الْمَجِيدُ.\rورابعها: فَعَّالٌ لِمَا يُرِيدُ.\r\rباب العوامل الداخلة على المبتدأ والخبر\rقال الْمُصَنِّف - يرحمه الله - (باب العوامل الداخلة على المبتدأ والخبر)\rهذا الباب عقده الْمُصَنِّف - يرحمه الله - بذكر ما يدخل على المبتدأ أو الخبر من عوامل تُغيِّر حكمه السابق من كونه مرفوعاً بالابتداء في المبتدأ، وبالرفع في الخبر وتُسَمَّى تلك العوامل بـ (النواسخ) عند جمهور النحويين، وكلمة (النواسخ) : جمع ناسخ، والناسخ هو الرافع المزيل، تقول: نسخت الشمسُ الظل؛ إذا أزالته ورفعته - قاله الجوهري في (الصحاح) -.\rوتلك العوامل والنواسخ ترجع إلى أشياء ثلاثة بدليل الاستقراء لكلام العرب.\rقال الْمُصَنِّف - يرحمه الله - (وهي ثلاثة أشياء …… الخ)\rيتعلق بهذه الجملة شيئان:\rأما الأول:\rفحَصْر الْمُصَنِّف - يرحمه الله - العوامل الداخلة على المبتدأ والخبر بثلاثة أشياء. ودليله الاستقراء الصحيح - قاله السيوطي في (الأشباه) -.\rوالثاني:\rذِكْر الْمُصَنِّف للعوامل الثلاثة وهي نوعان:\rالأول:\rأفعال وهي شيئان:\rأولهما: كان وأخواتها.\rوالثاني: ظننتُ وأخواتها.\rأما النوع الثاني:","seal":"2E55532D","part":1},
      {"page":63,"id":63,"nass":"فحروف وهي: إنَّ وأخواتها.\rفائدتان:\rالأولى:\rتتعلق بقوله: (وأخواتها) ؛ إذ المعنى نظائرها، وسيأتي ذكر نظير (كان) و (إنَّ) و (ظننت) .\rوالثانية:\rالمبتدأ أو الخبر يتغير حكمهما بدخول العوامل الثلاثة فـ (كان) ترفع المبتدأ بغير ما رُفِعَ به قبلُ وهو الابتداء، وتنصب الخبر بعد أن كان مرفوعاً، وعامل (إنَّ) ينصب المبتدأ بعد أن كان مرفوعاً، ويرفع الخبر بغير ما رُفِعَ به سابقاً، وكذلك عامل (ظَنَّ) فإنها تنصب المبتدأ والخبر.\rوللمبتدأ والخبر اسم يتعلق بهما عند دخول تلك العوامل الثلاثة فيُسَمَّى المبتدأ اسماً وفاعلاً مع (كان وأخواتها) ، ويُسَمَّى مع (إنَّ وأخواتها) اسماً فقط، ويُسَمَّى مع (ظَنَّ وأخواتها) مفعولاً أول.\rوأما الخبر فيُسَمَّى مع (كان وأخواتها) ، و (إنَّ وأخواتها) خبراً لاسم (كان وأخواتها) أو (إنَّ وأخواتها) لا خبراً للمبتدأ فاختلفت تسميته عما كان، ويُسَمَّى مع (ظَنَّ وأخواتها) مفعولاً ثانياً.\r\rقوله (فأما كان وأخواتها… الخ)\rهذه الجملة تتعلق بحكم (كان وأخواتها) وهي أنها تعمل عملين:\rأما الأول:\rفيتعلق بـ (اسم المبتدأ والخبر) إذ يتغير اسم المبتدأ إلى اسم (كان) ، واسم الخبر إلى خبر اسم (كان) وسبق.\rوالثاني:\rيتعلق بالإعراب حَيْثُ إِن اسم (كان) يسبق مرفوعاً بـ (كان) لا بالابتداء وسبق، وخبره يكون منصوباً.\rمثاله:\rقولك: (كان زيدٌ قائماً) .\rإعرابه:\rكان: فعل ماض ناقص مبني على الفتح.\rزَيْدٌ: اسم (كان) مرفوع بالضمة الظاهرة على آخره.\rقائماً: خبر اسم (كان) منصوب بالفتحة الظاهرة على آخره.\rقوله: (وهي كان وأمسى وأصبح … الخ)\rيتعلق بهذه الجملة شيئان:\rأما الأول:\rفذكر (كان وأخواتها) حَيْثُ إِن أخواتها ثلاثة عشر: أمسى، وأصبح، وأضحى، وظل، وبات، وصار، ولَيْسَ، وما زال، وما انفك، وما فتئ، وما برح، وما دام.\rوالثاني:","seal":"2FA950BE","part":1},
      {"page":64,"id":64,"nass":"أن أخوات (كان) على أقسام من حَيْثُ عملها عمل (كان) :\rأما القسم الأول:\rفما يعمل عمل (كان) بشرط تقدم (ما) المصدرية الظرفية عليه، وهو فعل (مادام) حَيْثُ تقدم عليها (ما) .\rومعنى كون (ما) مصدرية يعني تؤول بـ مصدر من الفعل (دام) وهو الدوام. ومعنى كونها ظرفية يعني تُقَدَّر بظرف زمان.\rمثاله:\rقول الله - عز وجل - حكاية: {ما دمت حياً} ؛ إذ التقدير مدة دوامي حياً.\rفـ (مدة) : ظرف زمان.\rدوام: مصدر من (دام) فسُبقت دام بـ (ما) المصدرية الظرفية فعملت عمل (كان) .\rوأما القسم الثاني:\rفما يعمل بعمل (كان) بشرط تقدّم نفي عليه أو شبه النفي، وشبهه شيئان: النهي والدعاء، وأضاف بعضهم الاستفهام.\rوما يُشْتَرَط فيه ذلك أربعة أفعال:\rأولهها: ما زال.\rوثانيها: ما انفك.\rوثالثها: ما فتئ.\rورابعها: ما برح.\rمثاله:\rقولك: (ما تزال واقفاً يا عَمْرٌو) ، بعد قولك له (لا تقف هاهنا) فقد عملت عمل (كان) لتقدم النهي عليها؛ ومِنْ ثَمَّ يُعلم أن تلك الأفعال الأربعة لا تعمل عمل (كان) إذا بُدِئَ بها من أول الكلام، بل لابد من كلام سابق لها إما حقيقة أو تقديراً.\rوأما القسم الثالث:\rفما يعمل عمل (كان) بلا شرط وهي بقية الأفعال.\rمثاله:\rقولك: (لَيْسَ عَمْرٌو شاخصاً) .\rفكلمة (لَيْسَ) : فعل ماض مبني على الفتح.\rو (عَمْرٌو) : اسم (لَيْسَ) مرفوع بالضمة الظاهرة على آخره.\r(عَمْرٌو يُكتَب بـ (واو) زائدة، هذه الواو تُكتَب ولا تُنطَق) .\rشاخصاً: خبر اسم (لَيْسَ) منصوب بالفتحة الظاهرة على آخره.\rقوله (وما تَصَرَّفَ منها)\rيتعلق بهذا الجملة شيئان:\rأولهما:\rمعنى التصرف؛ إذ معناه: مجيء تلك الأفعال ماضية وأمراً ومضارعاً.\rمثال الماضي: (كان) ، ومثال الأمر: (كن) ، ومثال المضارع: (تكون، ويكون، وأكون) . فالأفعال السابقة تعمل عملها في جميع تصرفاتها.\rوأما الثاني:","seal":"96AEFB44","part":1},
      {"page":65,"id":65,"nass":"فهو أن يُعلم أن ثلث الأفعال من حَيْثُ التصرف على أقسام ثلاثة:\rالأول:\rما لا يتصرف وإنما يأتي ماضياً فقط وهو (لَيْسَ) باتفاق. واخْتُلِفَ في (ما دام) ، والجمهور على أنه لا يتصرف عن الماضي.\rوأما الثاني:\rفما لا يأتي أمراً، وإنما يأتي ماضياً ومضارعاً وهو أربعة أفعال: (ما زال، وما انفك، وما فتئ، وما برح) .\rوأما الثالث:\rفما تَصَرَّفَ ماضياً ومضارعاً وأمراً وهو بقية الأفعال.\rقال الْمُصَنِّف - يرحمه الله - (تقول ……ذلك)\rفيه ذكر أمثلة على العوامل السابقة وسبق ذكرهما ضمناً وإعرابهما - أعني المثلين المذكورين -.\rفائدة:\rالأفعال المذكورة سابقاً لكلٍ معنى، ففعل (كان) يدل على الكينونة، وفعل (أمسى) يتعلق بوقت المساء، وفعل (أصبح) يتعلق بوقت الصباح، وفعل (أضحى) يتعلق بوقت الضحى، وفعل (ظل) يتعلق باليوم كله، وفعل (بات) يتعلق بوقت البيات وهو الليل، وفعل (صار) يتعلق بالصيرورة وهو صيرورة الشيء من شيء إلى شيء وهو ما يُسَمَّى بالانتقال، وفعل (لَيْسَ) يتعلق بالنفي، وكذلك (ما زال، وما انفك، وما فتئ، وما برِح) ، وفعل (ما دام) يتعلق بالديمومة. وقد تُسحَب معاني تلك الأفعال لتُعطي معنى عاماً كمعنى النفي أو الانتقال ونحوهما. كقولك: (أصبح زَيْدٌ تاجراً) ؛ وأنت لا تقصد وقت الصباح وإنما تقصد الانتقال أي انتقل من فقر إلى تجارة ونحو ذلك.\rثُمّ اعلم أن (كان) وما معها من أخوات تُسَمَّى بالأفعال الناقصة لعِلَّة وهي: نُقْصانها عن حقيقة الفعل؛ إذ حقيقة الفعل تحوي أمرين:\rالزمان والحدث، فَجُرِّدَتْ من الحدث، وبقي الزمان، وقيل غير ذلك.\r\rقال الْمُصَنِّف - يرحمه الله - (وأما إن وأخواتها …… الخ)\rهذه الجملة يتعلق بها شيئان:\rأولهما:\rأن الْمُصَنِّف - يرحمه الله - أخَّر ذكْر الحروف التي تنسخ المبتدأ والخبر بعد الأفعال؛ لأنها أدنى مرتبة من الأفعال - وسبق -.\rوالثاني:","seal":"774C2612","part":1},
      {"page":66,"id":66,"nass":"أنَّ لـ (إنَّ) نظائر تأتي وهي ما عَبَّرَ عنها الْمُصَنِّف بقوله: (وأخواتها) . وعملها: أنها تنصب المبتدأ ويُسَمَّى اسماً لها، وترفع الخبر ويُسَمَّى خبراً لاسمها.\rقال الْمُصَنِّف - يرحمه الله - (وهي إن وأن …… الخ)\rهذه الجملة ذكر فيها الْمُصَنِّف - يرحمه الله - (إنَّ) ونظائرها، ولكلٍ معنى يأتي. وضرب على ذلك مثلين:\rالأول: (إنَّ زيداً قائمٌ) .\rوإعرابه:\rإنَّ: حرف توكيد ونصْب مبني على الفتح.\rزيداً: اسم (إنَّ) منصوب بالفتحة الظاهرة على آخره.\rقائمٌ: خبر اسم (إنَّ) مرفوع بالضمة الظاهرة على آخره.\rوأمَّا الثاني: فـ (ليت عَمْراً شاخصٌ) .\rوإعرابه:\rليت: حرف نَصْب وتمني مبني على الفتح.\rعَمْراً: اسم (ليت) منصوب بالفتحة الظاهرة على آخره.\rشاخصٌ: خبر اسم (ليت) مرفوع بالضمة الظاهرة على آخره.\rقوله: (وما أشبه ذلك)\rيعني من الأمثلة.\rقال الْمُصَنِّف - يرحمه الله - (ومعنى إنَّ وأنَّ للتوكيد، ولكنَّ للاستدراك..الخ)\rهذه الجملة ذكر فيها الْمُصَنِّف - يرحمه الله - معنى الحروف السابقة، وأرجعها إلى خمسة معان:\rأولها: التوكيد:\rويُقَال: التأكيد، والمقصود به: تقرير الشيء، وهو هنا تأكيد نسبة الخبر إلى المبتدأ. تقول: (إنَّ زيداً قائمٌ) فأكدت قيام زَيْدٍ بـ (إنّ) وكذلك (أَنَّ) -بالفتح - وهذا المعنى يُستعمل مع حرفين:\rالأول: إنَّ - بكسر الهمزة -.\rوالثاني: أنَّ - بفتح الهمزة -، مع تشديدهما.\rوثانيها:الاستدراك:\rومعناه: تعقيب شيء على شيء.\rمثاله:\r(زيدٌ صالح لكنه جاهلٌ) ؛ ومِنْ ثَمَّ لابد من أن يَسْبِق حرف (لكنّ) كلام حتى يتم الاستدراك، فلا يُبْتَدأ بها من أول الجمل.\rوحرف الاستدراك هو (لكنّ) فحسب - بتشديدها -.\rوثالثها: التشبيه:\rومعناه تشبيه الخبر بالمبتدأ.\rمثاله:\r(كأن زيداً عمرٌو) فأنت تُشبّه بين الرجلين، وللتشبيه حرف واحد وهو (كأنَّ) - بتشديدها -.","seal":"1ACA9AB4","part":1},
      {"page":67,"id":67,"nass":"ورابعها: التمني:\rوهو طلب ما هو محال في العادة أو يمكن وقوعه لكن بمشقة وعُسر.\rمثال الأول: قول الشاعر:\rألا ليت الشباب يعود يوماً فأخبره بِما فعل المشيب\rوفيه تمني الشيخ أن يعود له شبابه، لِيُخْبِرَ الشباب بأوجاع الشيخوخة وأمراضها وهذا محال في العادة.\rومثال المعنى الثاني: قول الفقير: ليت عندي مالاً فأُنفقه في سبيل الله؛ إذ مجيء المال إلى الفقير قد لا يتحقق بسهولة.\rوخامسها: الترجي والتوقع:\rوهما معنيان:\rأولهما: الترجي من رجا يرجو رجاءً، وهو طلب وقوع الْمُمكن عادة. كقول المؤمن: (لعل الله يرحمنا يا زَيْدُ) .\rوالثاني: التوقع، وهو إما إشفاقاً أو نحوه. كقولك: (لعل زيداً يصبح عالماً) .\rفائدة:\rلـ (أَنْ) - بدون تشديد مع فتح -، و (لكنْ) - بدون تشديد -، و (كأنْ) - بدون تشديد - أحكام تأتي في المطولات - إن شاء الله -.\r\rقال الْمُصَنِّف - يرحمه الله - (وأما ظننت وأخواتها ……الخ)\rهذه الجملة يتعلق بها شيئان:\rأولهما:\rتأخير الْمُصَنِّف ذكر (ظَنَّ وأخواتها) على الأولَين (كان) و (إنَّ) وعوامل كلٍ؛ لأن مَحَلّ (ظَنَّ وأخواتها) المنصوبات لا المرفوعات، والكلام هنا عن المرفوعات أصالة؛ ولكن لأن (ظَنَّ وأخواتها) من نواسخ المبتدأ والخبر ذُكِرن هنا.\rوالثاني:\rأن (ظَنَّ) وما معها من النظائر وهي ما عَبَّرَ عنها الْمُصَنِّف بقوله (وأخواتها) لها عمل في المبتدأ والخير، فهي تنصب المبتدأ ويُسَمَّى مفعولها الأول، وتنصب الخبر ويُسَمَّى مفعولها الثاني؛ ولذا فإن (ظَنَّ وأخواتها) تشتمل على أمور ثلاثة:\rأولها: الفاعل، لأنها فعل تام.\rمثاله: ظننت زيداً شاخصاً.\rإعرابه:\rظَنَّ: فعل ماض مبني على السكون، لاتصاله بضمير الرفع المتحرك.\rوالتاء: ضمير متصل مبنيٌّ على الضم في مَحَلّ رَفْع فاعل.\rوثانيها: مفعولاً أول.\rوثالثها:مفعولاً ثان.\rومثال ذلك: ظننت زيداً شاخصاً.\rإعرابه","seal":"CE39EEDB","part":1},
      {"page":68,"id":68,"nass":"ظننت: سبقت.\rزيداً: مفعول أول لـ (ظَنَّ) منصوب بالفتحة الظاهرة على آخره.\rشاخصاً: مفعول ثان لـ (ظَنَّ) منصوب بالفتحة الظاهرة على آخره.\rقال الْمُصَنِّف - يرحمه الله - (وهي ظننت وحسبت ……الخ)\rفيه ذكر لـ (ظَنَّ) وأخواتها وهي أقسام من حَيْثُ المعنى:\rالقسم الأول:\rما يُفيد الرجحان، وهي أفعالٌ:\rأولها: (ظننت) من الظن.\rوثانيها: (حسِبت) - بكسر السين المهملة - من الحسبان.\rوثالثها: (خِلْتُ) ، أصلها: خَيِلْتُ - بكسر الياء التحتية مع فتح الخاء - فكُسِرت الخاء وسُكِّنت الياء ثُمَّ حُذِفت، وقيل غير ذلك من العلل الصرفية.\rورابعها: (زعمت) من الزعم وهو الادعاء لغة.\rومثالها:\rما ذكره الْمُصَنِّف بقوله: (ظننت زيداً منطلقاً، وخِلْتُ عَمْراً شاخصاً) .\rوالقسم الثاني:\rما أفاد العلم، وهي ثلاثة أفعال:\rأولها: (رأيت) من الرؤية، والمقصود بها هاهنا رؤية القلب الذي بمعنى الاعتقاد لا رؤية العين الباصرة.\rوثانيها: (علمت) من العلم.\rوثالثها: (وجدت) من الوجدان، أي: وجدان الشيء والظفر به، ونحوه من المعاني.\rومثالها:\r(رأيت الحق باطلاً) .\rوالقسم الثالث:\rما أفاد معنى التصيير، وفيه فعلان:\rأولهما: (اتخذت) من الاتخاذ.\rوالثاني: (جعلت) من الجعل.\rومثاله:\rاتخذت الماء زاداً.\rوأما القسم الرابع:\rفما أفاد السماع وهو (سمعت) .\rومثاله:\rما جاء في الحديث حكاية: (سمعتُ الناس يقولون قولاً فقلتُه) .\rإعرابه:\rسمعت: (سمع) فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرك.\rوالتاء: ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل.\rالناس: مفعول أول لـ (سمع) منصوب بالفتحة الظاهرة على آخره.\rيقولون: جملة فعلية في مَحَلّ نَصْب مفعول ثان لـ (سمع) .","seal":"BEC6AF21","part":1},
      {"page":69,"id":69,"nass":"وليُعْلم: أن جمعاً من الشُّرَّاح وغيرهم أنكروا على ابن آجروم: إدخاله (سمعت) في أخوات ظَنَّ لأنها من أفعال الحواس وهي لا تتعَدّى إلى مفعولين بل إلى مفعول واحد، وعلى هذا جمهور النحويين من أن (سمع) لا تتعَدّى إلا لمفعول واحد.\rلكن ذهب أبو علي الفارسي إلى أنَّ: (سمعت) من أخوات (ظنَّ) تعمل عملها، ولعل الْمُصَنِّف تبعه في ذلك - وهو من الأقوال الشاذة لأبي علي -.\rفائدة:\r(ظننت) وأخواتها يُسَمِّيها بعضٌ بأفعال القلوب، ويُسَمِّيها بعضٌ بالأفعال المتعَدّية يعني إلى مفعولين، ويُسَمِّيها بعضٌ بأفعال الشك، وهي تسمية الشيء ببعض معانيه، أما أفعال القلوب فالمقصود بها: الأفعال التي تتعلق بالقلوب كـ (رأى) - وسبق أنها متعلقة بالاعتقاد مَحَلّ القلب هنا -، و (عَلِمَ) ومحله القلب هنا ونحوهما. وكذلك الشك فإنه يتعلق بـ (ظننت) ونحوها المفيدة للشك والرجحان.\rأما تسميتها بالأفعال المتعَدّية فهذا وصفٌ لجميعها سوى (سمعت) على قول جماهير النحويين.\r\rباب النعت\rيقول الْمُصَنِّف - يرحمه الله - (باب النعت: النعت تابع للمنعوت في رَفْعه.. الخ)\rقوله (باب النعت) يتعلق به شيئان:\rأولهما:\rتعريف النعت لغة: إذ هو من قولهم: نَعَتَ المرءُ الشيء إذا وصفه بشيء يتعلق به.\rوأما الثاني:\rفتعريفه اصطلاحاً: وهو وصف اسمٍ لاسمٍ يتبعه في الإعراب والتعريف والتنكير.\rمثاله:\rقولك: (قام زيدٌ العاقل) .\rفـ (قام زَيْدٌ) : فعل وفاعل.\rالعاقل: نعت لـ (زَيْدٌ) يأخذ حكم (زَيْدٌ) إعراباً - وهو الرفع هنا - لأنه فاعل، وكذلك يأخذ حكم التعريف والتنكير - وهو هنا معرفة - لأنه يُقْصَدُ أحد أشخاص زَيْدٍ أو شخصاً مُعَيَّناً.\rفائدة:\rهذا الباب يُسَمِّيه بعضهم بباب النعت، ويُسَمِّيه آخرون بباب الصفة، ويُسَمَّى كذلك بباب الوصف، وكلها أسماء صحيحة.\rقوله (النعت تابع للمنعوت)\rيتعلق به شيئان:\rأولهما:","seal":"5C004999","part":1},
      {"page":70,"id":70,"nass":"هو أن المنعوت وهو (زَيْدٌ) في المثال السابق يسبق النعت وهو (العاقل) في المثال نفسه.\rوأما الثاني:\rفهو أن النعت قسمان:\rأما القسم الأول:\rفنعت حقيقي، ويُعَرَّف بأنه: الاسم التابع للموصوف الرافع لضميرٍ مستتر يعود على الموصوف أو المنعوت.\rمثاله: (قام زيدٌ العاقلُ) .\rإعرابه:\rقام: فعل ماض مبني على الفتح.\rزَيْدٌ: فاعل مرفوع بالضمة الظاهرة على آخره.\rوالعاقل: صفة لـ (زَيْد) مرفوعة بالضمة الظاهرة على آخره، وكلمة (العاقل) ترفع ضميراً مستتراً تقديره (هو) وهذا الضمير يرجع إلى زَيْدٍ.\rوأما القسم الثاني:\rفنعت سبَبَيّ وهو: الاسم التابع لموصوفه الرافع لاسمٍ ظاهر اتصل به - أي الاسم الظاهر - ضمير يعود على الموصوف.\rمثاله: (قام زيدٌ العاقلُ أبوه) .\rفـ (قام زيدٌ العاقلُ) : سبق إعرابها.\rإلا أن كلمة (العاقل) : نعت سببَيّ لأنها تسبَّبَت في رَفْع اسم ظاهر وهو: (أبو) حَيْثُ رُفِعَ بالواو لأنه من الأسماء الستة أو الخمسة، وهو مضاف. والهاء: ضمير متصل في مَحَلّ خفض مضاف إليه يعود على الموصوف وهو (زيد) .\rتنبيه:\rفي كلا القسمين يَرْفَع النعت - الذي هو كلمة (العاقل) في المثالين السابقين - ضميراً مستتراً أو اسماً ظاهراً اتصل به ضمير، ويكون النعت حينئذٍ كالفعل، يُقَدَّر له فعلٌ من لفظه، وما بعده يكون فاعلاً.\rفكلمة (العاقل) في المثالين السابقين هي في تقدير (فِعْل) لا أنها (فِعْل) .\rوكلمة (هو) في المثال الأول: فاعل في مَحَلّ رَفْع.\rوكلمة أبوه: أبو: فاعل مرفوع بالواو لأنه من الأسماء الستة أو الخمسة وهو مضاف والهاء مضاف إليه.\rقوله (في رَفْعه …… الخ)\rالنعت الحقيقي والسببَي يشتركان في شيئين، ويختلفان في شيئين.\rأما اشتراكهما، فيشتركان في شيئين:\rالأول:\rالإعراب، حَيْثُ يتبع النعت فيهما منعوته، فإن كان مرفوعاً رُفِعَ، وإن كان منصوباً نُصب، وإن كان مخفوضاً خُفض.\rأما الثاني:","seal":"28AB9C10","part":1},
      {"page":71,"id":71,"nass":"فالتعريف والتنكير، حَيْثُ إِن النعت يتبع منعوته في ذلك، فإن كان المنعوت معرفة عُرّف نعته، وإن كان نكرة نُكّر نعته.\rمثال المعرفة: قام زَيْدٌ العاقل؛ إذ كلمة (زَيْدٌ) منعوت وهو عَلَمٌ على شخص مُعَيَّنٍ فكان معرفة، فَعُرِّفَ نعته بـ (ال) الْمُعَرِّفة فقيل (العاقل) .\rومثال النكرة: (مررت برجلٍ عاقلٍ) فكلمة (عاقل) نعت لـ (رجل) وهي نكرة، لأن كلمة (رجل) نكرة فتتبعها.\rوأما اختلافهما ففي شيئين:\rالأول:\rفي التذكير والتأنيث حَيْثُ إِنَّ (النعت) في النعت الحقيقي يتبع منعوته في التذكير والتأنيث، خلافاً للنعت السببَي فإنه يتبع ما بعده تذكيراً وتأنيثاً.\rمثال الحقيقي:\rقولك: (قام زَيْدٌ العاقل) ، فكلمة (العاقل) نعت تبعت كلمة (زَيْدٌ) في تذكيرها.\rومثال السببَي:\rقولك: (رأيت هنداً العاقلة أمها) ، فكلمة (العاقلة) نعت لـ (هند) تبعت كلمة (أمها) في تأنيثها، ولم تتبع كلمة (هند) وإن كانت مؤنثة المعنى مذكرة اللفظ.\rوأما الثاني:\rففي الجمع والإفراد والتثنية. حَيْثُ إنَّ (النعت) في النعت الحقيقي يتبع منعوته في الجمع والإفراد والتثنية.\rمثاله: (رأبت المحمدين العاقلين) ؛ إِذْ كلمة (العاقلين) نعت لـ (المحمدين) تبعت منعوتها في التثنية فثُنِّيَ.\rخلافاً للنعت السَّبَبِيّ فإنه لا يكون إلا مفرداً.\rمثاله: (جاء الزيدان العاقل أبوهما) ، فكلمة (العاقل) نعت وهي مفردة لم تتبع منعوتها في التثنية.\rقال الْمُصَنِّف - يرحمه الله - (تقول ……بالعاقل)\rحاصله ذكر أمثلة تتعلق بالنعت الحقيقي:\rفمثال الأول هو: قام زيدٌ العاقلُ، وهو مثال في حالة الرفع؛ إذ كلمة (العاقل) نعت لـ (زَيْدٌ) وزَيْدٌ مرفوع، فكانت كذلك.\rوأما الثاني فـ: رأيت زيداً العاقلَ، وهو مثال لحالة النصْب؛ لأن العاقل نعت لـ (زيد) وهو منصوب، فتبعته في النصْب.","seal":"259D9683","part":1},
      {"page":72,"id":72,"nass":"وأما الثالث فـ: مررت بزَيْدٍٍ العاقلِ، وهو مثال على حالة الخفض؛ إذ كلمة (العاقل) نعت لـ (زَيْدٍ) وهو مخفوض بحرف الجر فتبعته.\rوأما النعت السببَي فيمثل له في حالة الرفع بـ (جاء زَيْدٌ العاقلُ أبوه) ، وفي حالة النصْب بـ (رأيت زيداً العاقلَ أبوه) ، وفي حالة الخفض بـ (مررت بزَيْدٍ العاقلِ أبوه) .\rيقول الْمُصَنِّف - يرحمه الله - (والمعرفة خمسة أشياء: الاسم المضمر …الخ)\rهذه الجملة ذكر فيها الْمُصَنِّف - يرحمه الله - المعرفة والنكرة، وقدَّم المعرفة على النكرة ذكراً، لعلو منزلتها مع أن كثيراً من النحويين يقدمون النكرة؛ لأنها الأصل؛ ولأن المعارف مستخرجة منها.\rفلتقديم الْمُصَنِّف المعرفة على النكرة وجهان:\rأما الأول:\rفسبق وهو علو مرتبة المعرفة على النكرة.\rوأما الثاني:\rفلأن معرفة الشيء المحدَّد ذا العدد أسهل من معرفة ما هو أوسع منه دائرة وبدون حد وعدد، وهو ما يُسَمِّيه العارفون بمراعاة التدرج في التعليم.\rوإنما ذكر الْمُصَنِّف - يرحمه الله - المعرفة والنكرة هنا تحت باب النعت؛ لتعلقها بباب النعت حَيْثُ سبق أن النعت يتبع منعوته في تعريفه - أي كونه معرفة -، وتنكيره - أي كونه نكرة -.\rفقد يقول قائل: ما هي المعرفة وما هي النكرة؟\rفكان الجواب: (المعرفة خمسة أشياء: الاسم المضمر …) إلى أخر كلام الْمُصَنِّف.\rقوله: (المعرفة)\rيتعلق به شيئان:\rأولهما:\rتعريفه من حَيْثُ اللُّغَة؛ إذ أنه يرجع إلى مادة العين والراء والفاء، ومنها قولهم: عرفت الشيء معرفة إذا عقلته وعلمت به وأدركته.\rوأما الثاني:\rفهو تعريفها من حَيْثُ الاصطلاح، وتُعَرَّف بأنها: ما دَلَّتْ عَلَى مُعَيَّنٍ بعيدٍ لفظي أو معنوي.\rمثال القَيْد اللفظي:\rدخول (ال) التعريفية على النكرات ككلمة (الرجل) .\rومثال المعنوي:\rاسم الإشارة؛ لأنه يدل على مُعَيَّنٍ بواسطة الإشارة، والإشارة شيء معنوي.\rقوله (خمسة أشياء)","seal":"C9EBAC2D","part":1},
      {"page":73,"id":73,"nass":"يتعلق به شيئان:\rأولهما:\rحَصْره المعارف كُلَّها في أشياء خمسة. ودليل ذلك شيئان:\rالأول:\rالاستقراء التام؛ حَيْثُ استقرأ أئمة اللُّغَة والنحو الكلمات العربية فوجدوا المعارف لا تخرج عن تلك الأشياء الخمسة.\rوالثاني:\rالإجماع؛ وقد حكاه عن أئمة اللُّغَة غير واحد ومنهم: الصبَّان في [حاشيته على التصريح] وكذا غيره.\rوأما الثاني:\rفهو أن المشهور عند النحويين عَدّ المعارف بستٍّ، والاختلاف بينهم وبين الْمُصَنِّف لفظي؛ إِذْ إِنَّ الجمهور يذكرون اسم الإشارة والاسم الموصول كُلاًّ على حِدة خلافاً للمصنف فقد ذكرهما باسم واحد، وهو قوله (الاسم الْمُبْهَم) .\rقوله (الاسم المضمر نحو: أنا وأنت)\rيتعلق به ثلاثة أشياء:\rأولها:\rأن المضمر والضمير بمعنىً واحد، وهو ما دَلَّ على مُعَيَّنٍ بقَيْد التكَلُّم أو الخطاب أو الغَيْبَة.\rفمثال قَيْد التكَلُّم: (أنا) .\rومثال قَيْد الخطاب: (أنت) .\rومثال قَيْد الغيبة: (هو) .\rوثانيها:\rهو أن الضمائر ثلاثة أنواع:\rأولاً:\rضمائر التكَلُّم. وهي ضميران:\rأولهما:\r(أنا) ، وهو يدل على الْمُتَكَلِّم المفرد.\rوالثاني:\r(نحن) ، وهو يدل على أحد شيئين:\rالأول: الجماعة الْمُتَكَلِّمة.\rالثاني: المفرد الْمُعَظِّم لنفسه.\rثانياً:\rضمائر الخطاب، أو المخاطبة وهي خمسة:\rالأول:\r(أنتَ) ، للمفرد المخاطب.\rالثاني:\r(أنتِ) ، بكسر التاء للمفردة المخاطبة.\rالثالث:\r(أنتما) ، للمثنى أو الاثنين سواء أكانا ذكرين أم أنثيين أم ذكراً وأنثى.\rالرابع:\r(أنتم) ، للمخاطبين الذكور.\rالخامس:\r(أنتن) ، للمخاطبات من الإناث.\rثالثاً:\rضمائر الغيبة، وهي خمسة:\rالأول:\r(هو) ، للغائب المفرد الذكر.\rالثاني:\r(هي) ، للغائبة المفردة.\rالثالث:\r(هما) ، للاثنين أو المثنى سواء أكانا ذكرين أو أنثيين أو ذكراً وأنثى.\rالرابع:\r(هم) ، للغائبين الذكور.\rالخامس:\r(هن) ، للغائبات الإناث.","seal":"44E04BA9","part":1},
      {"page":74,"id":74,"nass":"وثالثها:\rقوله (نحو أنا وأنت) فيه تمثيل على الضمائر بنوعين: وهما ضمائر التكَلُّم بـ (أنا) وضمائر الخطاب أو المخاطبة بـ (أنت) . وذِكْرُ بعض الشيء للدلالة على كلِّ الشيء من الاصطلاحات المتبعة عند اللُّغَويين وغيرهم.\rقوله (والاسم العَلَم نحو: زَيْدٌ ومكة)\rيتعلق به أشياء ثلاثة:\rأولها:\rالعَلَم بمعنى: العلامة لغة، وفي الاصطلاح: ما دَلَّ على مُعَيَّنٍ بلا قَيْد تكَلُّم ولا خطاب ولا غيبة.\rومثاله:\rكلمة: (إبراهيم) عَلَم على نبي رسول؛ حَيْثُ دَلَّ على ذلك العَلَم دون قرينة تكَلُّم ولا غيرها.\rثانيها:\rأنَّ العَلَم قسمان:\rأولهما:\rعَلَم مذكر وهو نوعان:\rالأول:\rما كان تذكيره لفظياً كـ (إبراهيم) .\rوالثاني:\rما كان تذكيره معنوياً كـ (طلحة) .\rوثانيهما:\rعَلَم مؤنث وهو نوعان:\rالأول:\rما كان تأنيثه لفظياً كـ (مكة) .\rوالثاني:\rما كان تأنيثه معنوياً كـ (زينب) .\rوقد يجتمع التذكير اللفظي والمعنوي كما في (محمد) ، وكذلك يجتمعان في المؤنث كما في (فاطمة) .\rثالثها:\rقوله (نحو زَيْدٌ ومكة) وهو تمثيل على العَلَم ببعض مفرداته فَمَثَّلَ على المذكر بـ (زيد) ، وعلى المؤنث لفظاً بـ (مكة) إشارة إلى قسمي العَلَم السابقين.\rقوله: (والاسم الْمُبْهَم نحو: هذا وهذه وهؤلاء)\rيتعلق به أشياء ثلاثة:\rأولها:\rالْمُبْهَم: اسم مفعول من الإبهام، وهو يرجع إلى مادة (أَبْهَمَ) ومنها قولك: أبهمت الأمر ضد إيضاحه. والاسم الْمُبْهَم هنا يُقْصَدُ به شيئان:\rأحدهما:\rاسم الإشارة. وهو ما دَلَّ على مُعَيَّنٍ بواسطة الإشارة، وله مفردات:\rأولاً: (هذه) ، وهي تدل على المشار المفرد المؤنث.\rثانياً: (هذا) ، وهي تدل على المشار المفرد المذكر.\rثالثاً: (هذان وهذين) ، وهما يدلان على مشار مثنى أو اثنين من الذكور.\rرابعاً: (هاتان وهاتين) ، وهما يدلان على مشار مثنى أو اثنتين من الإناث.","seal":"3C60DCED","part":1},
      {"page":75,"id":75,"nass":"خامساً: (هؤلاء) ، وهو يدل على مشار جمع ذكوراً أو إناثاً.\rوأما الثاني:\rفالاسم الموصول. وهو ما دَلَّ على مُعَيَّنٍ بواسطة الصلة وله مفردات:\rأولاً: (الذي) ، وهو يدل على مفرد من الذكور.\rثانياً: (التي) ، وهي تدل على مفردة.\rثالثاً: (اللذان واللذين) ، وهما يدلان على مثنى أو اثنين من الذكور.\rرابعاً: (اللتان واللتين) ، وهما يدلان على مثنى من الإناث.\rخامساً: (الذين) ، يدل على جمع من الذكور.\rسادساً: (اللائي واللاتي) ، يدلان على جمع من الإناث.\rثانيها:\rإنما أُدْخِل الاسم الموصول واسم الإشارة تحت الاسم الْمُبْهَم، لأن فيهما إبهاماً لمطلق معنى الإشارة ومطلق معنى الصلة، لكن بمعرفة المشار أو الاسم الصلة - ذهناً أو ذكراً أو حضوراً بإشارة حسية إليه - يندفع معنى الإبهام.\rثالثها:\rقوله: (نحو هذا وهذه وهؤلاء) فيه تمثيل على الاسم الْمُبْهَم ببعض مفردات أحد نوعيه وهو اسم الإشارة.\rوقد ذهب بعض الشراح إِلى أنَّ الْمُصَنِّف أغفل الاسم الموصول، ولم يذكره سهواً؛ لأن الاسم المفرد أبان عنه بالتمثيل، وكان التمثيل قاصراً على اسم الإشارة.\rولكنه اعتراض مرفوض بقاعدةٍ سبقت وهي: أن كل الشيء يُذْكَرُ ببعض مفرداته.\rقوله: (والاسم الذي فيه الألف واللام…… الخ)\rيتعلق به أشياء ثلاثة:\rأولها:\rعنى الْمُصَنِّف الاسم المعَرَّف بـ (ال) وسبق أن التعبير عن الألف واللام بـ (ال) أولى مع وجود وجه لنطقها بـ (الألف واللام) .\rثانيها:\rالمعَرَّف بـ (ال) نوعان:\rأولهما:\rما أفادت فيه (ال) العهدية.\rومنها العهد الذكري: كما في قوله تعالى {فعصى فرعونُ الرسولَ} حَيْثُ سبق ذكر الرسول وهو موسى.\rومنها العهد الذهني: كما في قوله تعالى {إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا} الغار معروف في العهد الذهني.\rوالثاني:","seal":"10292492","part":1},
      {"page":76,"id":76,"nass":"(ال) المفيدة للجنس والاستغراق. كقولك (إن الإنسان لظلوم جهول) فـ (ال) هنا تدل على استغراق جميع مفردات الإنسان وجنسه.\rثالثها:\rقوله (نحو الرجل والغلام) فيه تمثيل على (ال) المعرِّفة بمثلين، وهما يدلان على (ال) الاستغراق والجنس في الأصل.\rقوله (وما أضيف إلى واحد من هذه الأربعة)\rيعني الأربعة السابقة وهي الاسم المضمر والاسم العَلَم والاسم الْمُبْهَم والاسم المعَرَّف بـ (ال) . فإذا أضيف اسم إلى أحد تلك الأربعة اكتسب التعريف بإضافته إليه.\rمثاله:\rقولك: (غلام زَيْدٍ) فـ (زَيْدٍ) معرفة لأنه اسم عَلَم أضيف إليه اسم (غلام) فاكتسب المعرفة بإضافته إليه. مع أن أصله نكرة.\rفائدة:\rالمعارف في القوة والضعف من حَيْثُ المعرِفِيَّة على مراتب:\rأعلاها: الاسم المضمر، وأعلى المضمرات ضمير التكَلُّم ثُمَّ يليه ضمير الخطاب ثُمَّ يليه ضمير الغيبة.\rوثانيها: الاسم العَلَم.\rوثالثها: اسم الإشارة.\rورابعها: الاسم الموصول.\rوخامسها: الاسم المعَرَّف بـ (ال) .\rوأما الاسم المضاف إلى واحد من تلك الأشياء فبحسب المضاف إليه، فإذا أضيف إلى ضمير كان في مرتبة الضمير، وإن أضيف إلى عَلَم كان في مرتبة العَلَم، وإن أضيف إلى اسم إشارة كان في مرتبة اسم الإشارة وهكذا.\rومثاله في باب الإضافة هنا: غلامك، وغلام الذي جاء، وغلام الرجل، ونحوها.\rقوله: (والنكرة كل اسم شائع في جنسه)\rيتعلق به أشياء ثلاثة:\rأولها:\rالنكرة: مأخوذة من تنكير الشيء، ضد المعرفة وتعريفه، وقد حدَّه الْمُصَنِّف - يرحمه الله - بقوله (كل اسم شائع في جنسه لا يختص به واحد دون آخر) .\rفقوله (كل اسم) يخرج: الفعل والحرف. وقوله (شائع) يعني عام، تقول (أشعت الأمر) إذا عمَّمْتَه. وقوله (في جنسه) هو ما يُسَمَّى بالأجناس أو الجنس.\rومثاله:","seal":"AE733F47","part":1},
      {"page":77,"id":77,"nass":"كلمة: (امرأة) و (رجل) ، فـ (امرأة) تشمل جميع جنس المرأة أي: جميع مفردات النساء من فاطمة وزينب وحفصة وغير تلك المفردات. وكذلك كلمة (رجل) تشمل جنس الرجال أي: جميع مفردات ذلك الجنس كزَيْدٍ وعَمْرٍو ومُحَمَّدٍ وغيرهما.\rوقوله (لا يختص به واحد دون آخر) أي: لا يختص بكلمة (رجل) : زيد دون عَمْرو، ولا عَمْرو دون مُحَمَّد. وكذلك قل في كلمة (امرأة) من عدم اختصاص فاطمة بهذه الكلمة أي كلمة (امرأة) دون زينب، ولا زينب دون حفصة.\rثانيها:\rقوله: (وتقريبه) أي: على المبتدئ بتعريف ذَكَرَهُ وهو قوله: (كل ما صَلَح دخول الألف واللام عليه) .\rكلمة (صَلَح) فيها ضبطان: بفتح اللام وضمها (صَلَح) و (صَلُح) ، أي ما جاز دخول الألف واللام عليه، والمقصود بمقتضى فصيح الكلام لا بلحنٍ ورطانة.\rوفيما ذكره الْمُصَنِّف - يرحمه الله - دلالة أن النكرة تُحَدّ ولا تُعَدّ، أي تُعرَّف بحدٍ وتعريف؛ لا بِعَدٍّ لمفرداتها وأجناسها؛ لكثرة ذلك ولأنها فوق الحَصْر خلافاً للمعارف فإنه عَرَّفها بِعَدٍّ لكونها تحت الحَصْر.\rثالثها:\rقوله: (نحو الرجل والفرس) وفيه تمثيل على النكرة ببعض مفرداتها؛ إذ كلمة (رجل) وكلمة (فرس) تصلح اسماً لجميع مفردات جنسها وتقبل (ال التعريفية) فيُقَال (الرجل) و (الفرس) .\r\rباب العطف\rيقول الْمُصَنِّف - يرحمه الله - (باب العطف)\rيتعلق به أشياء ثلاثة:\rأولها:\rتعريفه من حَيْثُ اللُّغَة: إذ هو الرجوع إلى الشيء بعد الانصراف عنه، تقول: (مررتُ بالسوق ثُمَّ عطفتُ عليه) إذا رجعتَ إليه بعد انصرافك عنه.\rثانيها:\rتعريفه اصطلاحاً: ويُعَرَّف بأنه: التابع الذي توسط بينه وبين متبوعه أحد عشرة أحرف: كالواو والفاء وثُمَّ وغيرها. وهذا تعريفٌ لعطف النَّسَق وهو الذي ذكره الْمُصَنِّف هنا.\rثالثها:\rلِيُعلم أن العطف قسمان:\rأولهما:\rعطف النَّسَق وسبق تعريفه.","seal":"459891DE","part":1},
      {"page":78,"id":78,"nass":"وكلمة (النَّسَق) معناها في اللُّغَة: عطف شيءٍ على شيءٍ، أو كون شيئين فأكثر في نظامٍ واحد، وهذان المعنيان اللُّغَويان مقصودان هنا.\rمثاله:\r(جاء مُحَمَّدٌ وزَيْدٌ) حَيْثُ إِن كلمة (زيد) تابعة لكلمة (مُحَمَّدٌ) في حكم المجيء وفي الإعراب توسَّط بينها وبين متبوعها - وهي كلمة (محمد) - حرف الواو وهو: حرف العطف.\rوله حروفٌ عشرة يأتي الكلام عنها.\rوأما الثاني:\rفعطف بيان، ويُعَرَّف بأنه: التابع الجامد الموضِّح لمتبوعه في المعارف والمخصِّص لمتبوعه في النكرات.\rفكلمة (التابع) أي أنه من التوابع الخمسة التي تتبع متبوعها في الإعراب، وكلمة (الجامد) ضد المشتق وتشمل معنيين:\rالأول:\rكل اسم دَلَّ على ذاتٍ مُعَيَّنة كـ (إبراهيم ومحمد) ونحوهما.\rوالثاني:\rكل معنىً لم يُنظَر فيه إلى صفته التي اشتُقَّ منها.\rمثاله:\rأسماء الأجناس المحسوسة ككلمة (الإنسان) فإن إطلاقها في الاستعمال العربي جرى لمعنىً يُقَال هو (النَّوْس) - والنَّوْس هو الحركة - لكن لا يلتفت إلى اشتقاقه من (النَّوْس) وهي صفته عند إطلاقه.\rوكلمة: (الموضِّح لمتبوعه في المعارف، والمخصِّص لمتبوعه في النكرات) يؤخذ منها أنَّ المعطوف يأتي لإحدى فائدتين:\rأما الأولى:\rفتوضيحه لمعرفةٍ عُطِفَ عليها.\rمثاله:\r(جاء مُحَمَّدٌ أبوك) فكلمة (أبوك) أو (أبو) عطف بيان حَيْثُ أفادت توضيحاً للمعطوف عليه وهو كلمة (محمد) .\rوإعرابها بأن يُقَال:\rجاء مُحَمَّدٌ: فعل وفاعل.\rأبو: عطف بيان على (محمد) ، يأخذ حكمه، وهو مرفوع، وهو مضاف، والكاف مضاف إليه مبنية على الفتح.\rوالثانية:\rتخصيص المعطوف عليه إن كان نكرة:\rمثاله:\rقول الله - عز وجل -: {من ماء صديد} . حَيْثُ إِن كلمة (صديد) عطف بيان على كلمة (ماء) خصصَّته من أجناس المياه.\rوإعرابه أن يُقَال:\rمن ماء: جار ومجرور.\rصديد: عطف بيان على كلمة (ماء) ويأخذ حكمها وهو الخفض.","seal":"D9AB45B6","part":1},
      {"page":79,"id":79,"nass":"قال الْمُصَنِّف - يرحمه الله - (وحروف العطف عشرة)\rيتعلق بها أشياء ثلاثة:\rأولها:\rجَعْلُه أحرف العطف عشرة، له دليلان:\rأما الأول:\rفالاستقراء التام.\rوأما الثاني:\rفالاتفاق إلا في حرف (وإمّا) . فإن الجمهور على أن العاطف فيه (الواو) الملازمة له لا (إمّا) .\rثانيها:\rكلمة (عشرة) فيها ضبطان:\rالأول: بالتحريك (عشَرة) .\rوالثاني: بالتسكين (عشْرة) وكلاهما صحيح مستعمل.\rثالثها:\rلِيُعْلم أن هذه الأحرف نوعان:\rأولهما:\rما اشترك في اللُّغَة - أي الإعراب - والحكم - أي المعنى -، وهي جميع الأحرف العشرة سوى ثلاثة أحرف وهي - أعني الأحرف المنطبق عليها الوصف السابق -: الواو والفاء وثُمَّ وأو وأم وإمّا وحتى (في بعض أوجهها) .\rمثال ذلك:\rقولك: (جاء مُحَمَّدٌ وعَمْرٌو) . فالمعطوف هو كلمة (عَمْرٌو) شارك كلمة (محمد) في شيئين:\rالأول: اللُّغَة - أي الإعراب - فأُعرِب إعراب (مُحَمَّدٌ) وهو الرفع؛ لأنه معطوف على (محمد) بحرف الواو.\rوالثاني: شاركه في المعنى المقترن بالمعطوف عليه وهو معنى المجيء الداخل على كلمة (مُحَمَّدٌ) أي (جاء مُحَمَّدٌ وجاء عَمْرٌو) .\rمثال ثانٍ:\r(جاء زَيْدٌ ثُمَّ عَمْرٌو) فإن كلمة (عَمْرٌو) تشارك زيداً في شيئين:\rالأول: اللُّغَة - أي الإعراب - فتأخذ إعراب (زَيْدٌ) وهو الرفع لعطفها عليها بحرف (ثُمَّ) .\rوالثاني: تشاركها في هذا الداخل على المعطوف عليه وهو معنى المجيء، فالتقدير (جاء زَيْدٌ ثُمَّ جاء عَمْرٌو) .\rوأما النوع الثاني:\rفما شارك المعطوف عليه في اللُّغَة والإعراب فقط دون الحكم والمعنى، وهو ثلاثة أحرف هي: (بل، ولا، ولكن) . وذلك لأنها تفيد معنىً يقتضي المغايرة بين ما بعدها وما قبلها، فلم تكن الشركة بين ما قبلها وما بعدها إلا في الإعراب.\rمثاله:","seal":"81E91526","part":1},
      {"page":80,"id":80,"nass":"(جاء مُحَمَّدٌ بل زَيْدٌ) . فكلمة (زَيْدٌ) معطوفة على كلمة (مُحَمَّدٌ) فتأخذ إعرابها وهو الرفع للفاعليّة بسبب حرف (بل) العاطف، لكن لا تشاركها كلمة (زَيْدٌ) في الحكم والمعنى؛ لأن (بل) إضرابٌ عن (مُحَمَّد) أنه لم يجيء، وإثباتٌ للمجيء لـ (زَيْدٍ) ، وهذا من باب النسيان أو الذهول أو نحو ذلك.\rقوله (وهي الواو والفاء ……الخ)\rلكل حرف من هذه الحروف معنى.\rفحرف الواو يدل على ثلاثة معان:\rأولها:\rالتشريك - أي في الحكم - بين المعطوف والمعطوف عليه.\rوثانيها:\rالتسوية بين المعطوف والمعطوف عليه.\rوثالثها:\rالعطف، إلا أن معنى العطف معلومٌ بوروده في باب العطف ولذا لا يذكره جمهور النحاة وهم يقصدون بالعطف هنا التشريك في الإعراب.\rوأما حرف الفاء فيدل على ثلاثة معان:\rأولها:\rالتشريك وسبق معناه.\rوثانيها:\rالترتيب، معناه: أخذ حكم المعطوف بعد حكم المعطوف عليه.\rوثالثها:\rالتعقيب، ومعناه: مجيء شيء بعد شيء لكن بلا مهلة. وكونه بلا مهلة بحسب الشيء المعطوف.\rمثال ذلك:\r(جاء زَيْدٌ فعَمْرٌو) فكلمة (فعَمْرٌو) فيها معنى التشريك في حكم الإعراب لكلمة (زيد) ، وفيها معنى الترتيب لأن مجيء (عَمْرٍو) بعد (زَيْدٍ) ، وفيها معنى التعقيب لأن مجيء (عَمْرٍو) كان عقب مجيء (زَيْدٍ) أي بلا مهلة.\rوأما حرف (ثُمَّ) فيشمل ثلاثة معان:\rأولاً:\rمعنى التشريك وسبق.\rثانياً:\rمعنى الترتيب وسبق.\rثالثاً:\rمعنى التراخي. ويُقْصَدُ بالتراخي مجيء شيء بعد شيء لكن بمهلة.\rمثاله:\r(دخلت مكة ثُمَّ المدينة) أي كان بين دخولك مكة والمدينة مهلة.\rوأما حرف (أو) :\rفيدل على معنى التشريك وسبق.\rومعنى التخيير كقولك: (تزوج هنداً أو أختها) . فالمخاطب مُخَيَّر بين هاتين المرأتين بحرف (أو) .\rومن المعاني الإباحة كقولك: (جالِسْ سعداً أو عَمْراً) إذ مجالسة الاثنين مباحة في قصد الْمُتَكَلِّم هنا.","seal":"1CB19EC2","part":1},
      {"page":81,"id":81,"nass":"والفرق بين معنى الإباحة ومعنى التخيير السابق هو: أن معنى التخيير لا يجوز فيه الجمع بين ما وقع التخيير فيه خلافاً لمعنى الإباحة فيجوز الجمع.\rبيانه:\rأن جملة (تزوج هنداً أو أختها) يمنع الشرع الجمع بين المرأة وأختها في الزواج، ولذلك لا يجمع بين هند وأختها، خلافاً لجملة (جالِسْ سعداً أو عَمْراً) إذ فيه إباحة الجلوس معهما.\rوأما حرف (أم) :\rفيأتي لمعنى التشريك وسبق.\rويأتي لمعنى التعيين ولذلك يسبقه استفهام.\rمثاله:\r(أضربت زيداً أم عَمْراً) فأنت تطلب تعيين المضروب مُسْتفهِماً في ذلك.\rوأما حرف (إمّا) بكسر الهمزة:\rفهو يأتي لمعنى التشريك ولغيرها كما في قوله تعالى {فإمّا منّاً بعدُ وإما فداءً} .\rوجمهور اللُّغَويين على أن حرف (إمّا) لَيْسَ من حروف العطف. وأما مجيئه عاطفاً في بعض الجمل كما في الآية السابقة فعُطِف بحرف (الواو) السابق له والملازم له، ولم يكن العطف به أي بـ (إمّا) .\rوأما حرف (بل) :\rفهو لمعنى التشريك في الإعراب فقط، وسبق.\rويأتي لمعنى الإضراب.\rمثاله:\r(جاء مُحَمَّدٌ بل زَيْدٌ) . فحرف (بل) ضَرَبَ على مجيء (مُحَمَّدٍ) فكأنه لم يأتِ.\rولعملها في العطف شروط: منها كون ما بعدها مفرداً.\rوأما حرف (لا)\rفيأتي لمعنى التشريك في الإعراب فقط.\rويأتي لمعنى النفي.\rومثاله:\r(اضرب زيداً لا عَمْراً) وهو هنا للنهي، فأنت تنهى عن ضرب عَمْرٍو وتجعل الضرب نازلاً على زَيْدٍ.\rولعمل (لا) في العطف شروط: منها أن يتقدم عليها طلبٌ بأمرٍ أو نهي ونحوهما.\rوأما حرف (لكن) :\rفيأتي لمعنى التشريك في الإعراب فقط، وسبق.\rويأتي لمعنى الاستدراك.\rولعملها في باب العطف شروط: منها كون ما بعدها مفرداً.\rوأما حرف (حتى) :\rفهو يأتي لمعنى التشريك، وسبق.\rويأتي لمعنى الغاية.\rويأتي لمعنى التدريج.\rومثاله:","seal":"2149CCCC","part":1},
      {"page":82,"id":82,"nass":"قولك: (أكلت السمكة حتى رأسها) أي تدرّجت في أكل السمكة حتى كانت الغاية رأس السمكة وأكلت الرأس.\rولعملها في باب العطف شروط، ولذلك قال الْمُصَنِّف (في بعض المواضع) ومن الشروط: كون ما بعدها جزءاً مما قبلها، فرأس السمكة في المثال السابق جزءٌ من السمكة.\rقوله: (فإن عطفت بها على …… الخ)\rيتعلق به شيئان:\rأولهما:\rذكر حكم ما بعد حروف العطف وهو المعطوف، وهو أنه تابعٌ للمعطوف عليه رَفْعاً ونصْباً وخفضاً وجزماً.\rوقد مَثَّلَ الْمُصَنِّف - يرحمه الله - على ذلك بأمثلة تأتي، وسبق التفصيل بأن من حروف العطف ما يقتضي التشريك في الإعراب والمعنى، ومنها ما يقتضي التشريك في الإعراب فقط.\rوأما الثاني:\rفذكر الْمُصَنِّف - يرحمه الله - أمثلة:\rأولها:\rقوله: (قام زَيْدٌ وعَمْرٌو) .\rإعرابه:\rقام زَيْدٌ: فعل وفاعل.\rوعَمْرٌو: (الواو) حرف عطف مبني على الفتح لا مَحَلّ له من الإعراب.\rعَمْرٌو: تابع لـ (زيد) في إعرابه لأنه عطف نَسَق.\rوثانيها:\rقوله: (رأيتُ زيداً وعَمْراً) .\rإعرابه:\rرأيتُ: فعل وفاعل.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rوعَمْراً: الواو حرف عطف مبني على الفتح لا مَحَلّ له من الإعراب.\rو (عَمْراً) : تابع ل (زَيْدٍ) في خفضه لأنه عطف نَسَق.\rوثالثها:\rقوله: (مررت بزَيْدٍ وعَمْرٍو) .\rإعرابه:\rمررت: فعل وفاعل.\r(بزَيْدٍ) : جار ومجرور.\r(وعَمْرٍو) : (الواو) حرف عطف مبني على الفتح لا مَحَلّ له من الإعراب.\rو (عَمْرٍو) : تابع لـ (زَيْدٍ) في خفضه لأنه عطف نَسَق.\rورابعها:\rقوله: (لم يقم ولم يقعد) :\rإعرابه:\rلم يقم: حرف جزم مع فعل مضارع مجزوم.\r(ولم يقعد) : (الواو) حرف عطف مبنيٌ على الفتح لا مَحَلّ له من الإعراب.\r(لم يقعد) : فيها فعلٌ مجزومٌ لأنه معطوف على (لم يقم) فدخل عليه حرف جازم.\rواكتفى الْمُصَنِّف - يرحمه الله - بالتمثيل بـ (الواو) وينقاس عليها غيرها.","seal":"AB2D4D82","part":1},
      {"page":83,"id":83,"nass":"مثال غيرها:\r(جاء زَيْدٌ بل عَمْرٌو) .\rإعرابها:\r(جاء زَيْدٌ) : فعل وفاعل.\r(بل) : حرف عطف مبني على السكون لا مَحَلّ له من الإعراب.\r(عَمْرٌو) : تابع لـ (زيد) في رَفْعه لأنه معطوف عليه عطف نَسَق.\r\rباب التوكيد\rيقول الْمُصَنِّف - يرحمه الله - (باب التوكيد)\rيتعلق به شيئان:\rأولهما: تعريفه:\rوهو لغة: من أكَّدَ يؤكِّد تأكيداً وتوكيداً إذا قوّاه وشدَّدَ فيه.\rوأما في الاصطلاح: فالتوكيد هو التابع المقوِّي لمتبوعه.\rوأما الثاني: فهو أن التوكيد قسمان:\rالأول: توكيد لفظي، وهو نوعان:\rأولهما: توكيد لفظي بإعادته.\rمثاله في الأفعال: (جَاء جاءَ زَيْدٌ) .\rومثاله في الأسماء: (جاء زَيْدٌ زيْدٌ)\rوأما الثاني: فتوكيد باتباع اللفظ بمرادفه.\rومثاله: جاء أقبل زَيْدٌ.\rوأما النوع الثاني: فتوكيد معنوي:\rوهو إتباع اللفظ بواحدٍ من ألفاظ تأتي كـ (النفس) و (العين) و (كل) ونحوها.\rفائدتان:\rالأولى:\rيطلق على هذا الباب: باب التوكيد، وباب التأكيد، وباب المؤكِّد وكلها بمعنى.\rالثانية:\rأن القسم الأول من التوكيد - وهو التوكيد اللفظي - يُتَعامل معه كما يُتَعامل مع العطف سِيَّان من حَيْثُ الإعراب والمعنى وما إلى ذلك، خلافاً للتوكيد المعنوي فله حكمٌ يأتي.\rقوله (التوكيد تابع للمؤكِّد في رفعه ونصْبه وخفضه وتعريفه)\rيتعلق به شيئان:\rأولهما:\rأن التوكيد من التوابع التي تتبع ما قبلها في الإعراب وما إليه كالعطف والنعت ونحوهما.\rوأما الثاني:\rفقد قَيَّدَ الْمُصَنِّف - يرحمه الله - تبعية التوكيد للمؤكَّد في شيئين:\rأولهما:\rفي الإعراب، وإليه الإشارة بقوله (رفعه ونصْبه وخفضه) .\rوالثاني:\rفي التعريف.\rوهذان الأمران يتعلقان بالتوكيد المعنوي وهو الذي اقتصر عليه الْمُصَنِّفُ هنا. أما التوكيد اللفظي فسبق.\rفائدة:","seal":"665A1A1E","part":1},
      {"page":84,"id":84,"nass":"لم يذكر الْمُصَنِّفُ (التنكير) مع قوله (وتعريفه) وذلك لعِلَّة وهي: أن التوكيد المعنوي لا يكون إلا معرفةً، وتعريفه بالإضافة. إلاَّ في حالة واحدة كزمنٍ منكَّر.\rمثاله:\r(صُمت شهراً كله) . فالشهر (نكرة) لا يُدرى أي شهرٍ هو.\rقوله (ويكون بألفاظ معلومة وهي: النفس والعين …الخ)\rيتعلق به ثلاثة أشياء:\rأولها:\rتعيين الألفاظ التي يقع بها التأكيد أو التوكيد المعنوي، وقد دَلَّ على ذلك دليلان:\rالاستقراء التام.\rوالإجماع من قبل اللُّغَويين.\rوقد حكاه السيوطي في [الأشباه] وفي [الهمع] وغيرهما.\rوثانيها: يتعلق بالألفاظ:\rأولها ... : النفس، وهي بمعنى الذات.\rثانيها ... : العين، وهي بمعنى ذات الشيء.\rثالثها ... : كل، وهي بمعنى الإحاطة والشمول.\rورابعها ... : أجمع، وهي بمعنى الإحاطة والشمول أَيْضاً. ولها صيغ - أي\r... أجمع - منها: أَجْمَعُه وأجمعون وجَمْعاء (للمؤنث) .\rوخامسها ... : أكْتَع من تكتّع الجلد إذا تَجمَّع.\rوسادسها ... : أبْتَع من قولهم: فلان ذو رقبة بَتْعاء أي طويلة.\rوسابعها ... : أبْصَع من قولهم: تَبصَّع العَرَق إذا تجَمَّع.\rوليُعْلم أن أكتع وأبتع وأبصع بمعنى أجمع، وسبق أن معناها: الإحاطة والشمول.\rفائدة:\rالألفاظ السابقة تستعمل مستقلةٌ مع المؤكَّد - بفتح الكاف - سوى أكتع وأبتع وأبصع، فلابد من أن يسبقها كلمة (أجمع) أو إحدى صيغها.\rفائدة:\rإذا جُمِعَتْ (أكتع) و (أبتع) و (أبصع) مع (أجمع) فلها ترتيبان:\rأولهما:\rيؤتى بأبتع ثُمَّ بأكتع ثُمَّ بأبصع كقولك: (جاء القوم أكتعون أبتعون أبصعون) .\rالثاني:\rيؤتى بعد أجمع بأكتع ثُمَّ أبصع ثُمَّ أبتع كقولك: (جاء القوم أجمعون أكتعون أبصعون أبتعون) .\rوأهل التحقيق من اللُّغَويين على أن الترتيب الثاني أفصح من الأول.\rثالثها: فيه ذكرٌ لأمثلة ثلاثة:\rأولها:\r(قام زَيْدٌ نفسُه) . وكلمة (نفسه) : مؤكِّد معنوي لكلمة (زَيْدٌ) .","seal":"98F1C831","part":1},
      {"page":85,"id":85,"nass":"إعرابها:\rقام زَيْدٌ: فعل وفاعل.\rنفسُه: (نفس) تابع لـ (زيد) مؤكِّد معنوي له يأخذ حكمه وهو الرفع. و (نفس) مضاف، والضمير المتصل: مضاف إليه.\rوالثاني:\r(رأيتُ القوم كلَّهم) إذ كلمة (كلهم) مؤكِّد معنوي لـ (القوم) .\rوإعرابه:\rرأيت: فعل وفاعل.\rالقوم: مفعول به.\rكلهم: (كل) تابع لكلمة (القوم) مؤكِّد لها آخذٌ حكمها وهو النصْب، و (كل) مضاف، والهاء ضمير متصل مبنيٌ على الضم في مَحَلّ خفض مضاف إليه و (الميم) للجمع.\rثالثها:\r(مررت بالقوم أجمعين) إذ كلمة (أجمعين) مؤكِّدة لكلمة (القوم) .\rإعرابها:\rمررت: فعل وفاعل.\rبالقوم: جار ومجرور.\rأجمعين: تابعٌ مؤكِّد لكلمة (القوم) آخذٌ حكمها وهو الخفض وخُفِضَتْ بالياء نيابة عن الكسرة لأنها مُلحَق بجمع المذكر السالم. و (النون) في (أجمعين) عوض عن التنوين في الاسم المفرد.\r\rباب البدل\rقال الْمُصَنِّف - يرحمه الله - (باب البدل) :\rيتعلق به شيئان:\rأولهما:\rتعريفه من حَيْثُ اللُّغَة: إذ هو بمعنى العِوَض، تقول: استبدلتُ السلعة الفلانية بغيرها إذا أخذتَ غيرَها عوضاً عنها.\rوالثاني:\rتعريفة في الاصطلاح: وهو التابع المقصود بلا واسطة.\rبيانه:\rكلمة (تابع) : أي أنه من التوابع، وسبق معناها.\rوكلمة (المقصود) : أي أن المعنى الذي دخل على الْمُبْدَل يدخل على البدل، فهو مقصود بذلك المعنى كقصد الأصل.\rوكلمة (بلا واسطة) : قيد يخرج: عطف النسَق لأنه بواسطة حرف كان مقصوداً.\rمثال ذلك: (قام زَيْدٌ أخوك) .\rفكلمة (أخو) : بدل من (زيد) لأنه يصح أن تُلغَى (زيد) وتقوم مقامه، فتقول: (قام أخوك) . وكلمة (أخو) مقصودة بما قُصِدَ به (زَيْدٌ) وهو معني القيام، وكان ذلك بلا واسطة حرف كـ (الواو) أو (فاء) أو غيرها.\rقوله (إذا أبدل اسم من اسم …… الخ)\rيتعلق به شيئان:\rأولهما: أن البدل نوعان:\rالأول:","seal":"74ED9D2C","part":1},
      {"page":86,"id":86,"nass":"بدل فعل من فعل كقولك غالِطاً (قام جلس مُحَمَّدٌ) أردت أن تخبر بجلوسه، فغَلِط لسانك فنطق القيام.\rالثاني:\rبدل اسمٍ من اسمٍ كقولك: (جاء زَيْدٌ عَمْرٌو) تريد أن تخبر بمجيء عَمْرو، فغَلِط لسانك فقال: زَيْدٌ.\rوأما الثاني:\rفذِكْر حكم البدَل وهو أنه يتبع الْمُبْدَلَ في الإعراب فقط لا في المعنى وغيره، لأنك قد تغلط فتقول لفظاً له معنى مغاير لما تريده كما سيأتي.\rقوله: (وهو أربعة أقسام: بدل الشيء من الشيء ……الخ)\rيتعلق به شيئان:\rأولهما:\rحصْر البدل في أقسامٍ أربعة. ودليله الاستقراء التام كما ذكره ابن مالك في [شرحه على الكافية] .\rإلا أن بعض النحاة زاد أقساماً. والتحقيق أنها ترجع للأربعة خصوصاً بدل الغَلَط.\rوالثاني:\rفيه ذِكْرٌ للأقسام:\rأولها:\rبدل الشيء من الشيء. ويُقَال: بدل كلٍ من كُل. وهي أولى من عبارة بدل الكل من الكل، لاختلاف اللُّغَويين هل تدخل (ال) على (كل) أم لا.\rقرر ابن هشام في مواضع من كتبه كما في [شرح القَطْري] و [المغني] وغيرهما أن (ال) لا تدخل على (كل) ولا (بعض) وعليه عامة اللُّغَويين. لكن تسامح بعضهم في الاستعمال مجاراة للعامة كالسيرافي وغيره.\rوهذا القسم معناه: صحة أن يقوم البدل مقام الْمُبْدَلِ، لأنه كذاته.\rومثاله:\rقولك (جاء مُحَمَّدٌ أبو عبد الله) .\rفكلمة (أبو) : بدل من (مُحَمَّدٍ) فيصح أن يُقَال (جاء أبو عبد الله) لأنها بدل كل من كل، فكلاهما يدل على تمام الشيء وكله وحقيقته؛ إذ كلمة (محمد) في المثال السابق تدل على مُسَمّىً مُعَيَّنٍ وكذلك كلمة (أبو عبد الله) . لذا سُمِّيَ هذا القسم ببدل كلٍ من كلٍ أو الشيءِ من الشيءِ.\rوثانيها:\rبدل البعض من الكل، وضابطه هو: أن يكون البَدَلُ جزءاً من الْمُبْدَلِ وهو ثلاثة أنواع:\rالنوع الأول: مثاله: (حفظت القرآن ثلُثَه) إذ الْمُبْدَل هنا أكثر من البدل كميّة.","seal":"8E89DF8A","part":1},
      {"page":87,"id":87,"nass":"والنوع الثاني: مثاله: (حفظت القرآن نصفه) إذ الْمُبْدَل هنا مثل البدل كمية.\rوالنوع الثالث: مثاله: (حفظت القرآن ثلثيه) إذ الْمُبْدَل هنا أقل من البدل.\rثالثها:\rبدل الاشتمال، وضابطه أن يكون بين البدل والْمُبْدَل علاقة بغير الجزئية.\rمثاله:\r(نفعني زَيْدٌ علمه) كلمة (علمه) بدل من زيد وهي بدل اشتمال.\rورابعها:\rبدل الغلَط، وضابطه أن يكون الْمُبْدَل قد غُلِط فيه، فَأُتِيَ بالبدل تصحيحاً.\rوسبب الغلط إما النسيان كقولك ناسياً: (أكلتُ بالأمس رغيفاً لحماً) - والنسيان يتعلق بالقلب - فتذكرتَ أن المأكول هو اللحم لا الرغيف.\rوقد يكون السبب سَبْق لسان ويُسَمِّيه اللُّغَويين بالغلط - يعني غلط اللسان - كقولك: (أكلتُ بالأمس رغيفاً لحماً) تريد أن تقول لحماً فَسَبَقَكَ لسانك إلى الرغيف.\rوالفرق بين غلط اللسان وغلط النسيان أن غلط اللسان يتعلق باللسان، وغلط النسيان يتعلق بالقلب.\rقوله: (نحو قوله: قام زَيْدٌ ……الخ)\rفيه ذكر أمثلة:\rأولها:\r(قام زَيْدٌ أخوك) إذ البدل كلمة (أخو) في (أخوك) .\rإعرابها:\rقام زَيْدٌ: فعل وفاعل.\rأخوك: (أخو) بدل كل من كل تابع لِزَيْدٍ في حكمه ولذا كان مرفوعاً بالواو نيابة عن الضمة؛ لأنه من الأسماء الستة أو الخمسة و (أخو) مضاف، و (الكاف) مضاف إليه.\rثانيها:\r(أكلت الرغيف ثلثه) إذ كلمة (ثلثه) : (ثلث) بدل بعض من كل تابعة لكلمة (الرغيف) في إعرابها.\rإعرابها:\rأكلت: فعل وفاعل.\rالرغيف: مفعول به.\rثلثه: (ثلث) بدل بعض من كل يتبع كلمة (الرغيف) ولذا فهو منصوب بالفتحة الظاهرة على آخره وهو مضاف والضمير مضاف إليه.\rثالثها:\r(نفعني زَيْدٌ علمه) إذ كلمة (علمه) بدل اشتمال من كلمة (زَيْدٌ) ولذا أخذت حكمه وهو الرفع.\rإعرابها:\rنفعني: (نفع) فعل ماض مبني على الفتح، و (النون) : نون الوقاية. و (الياء) ضمير التكَلُّم مبني على السكون في مَحَلّ نَصْب مفعول به مُقدَّم.","seal":"ED327EED","part":1},
      {"page":88,"id":88,"nass":"زَيْدٌ: فاعل مرفوع بالضمة الظاهرة على آخره.\rعلمه: (علم) بدل اشتمال من (زيد) آخذٌ حكمه، وهو الرفع بالضمة الظاهرة على آخره. و (عِلْم) مضاف و (الهاء) مضاف إليه.\rرابعها:\r(رأيت زيداً الفرس) إذ كلمة (الفرس) بدل غلط من كلمة (زيداً) ولذا تأخذ حكمها.\rإعرابها:\rرأيت: فعل وفاعل.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rالفرس: بدل غلط من (زيداً) آخذٌ حكمه، وهو النصْب بالفتحة الظاهرة على آخره.\rوإنما يُعلَم بدل الغلط بالقرائن كشخصٍ يُخْبِر أنه غَلِطَ فقال ذلك، أو عُرِفَ من هيئته وحاله أنه غَلِطَ، ولذلك قال الْمُصَنِّفُ - يرحمه الله - (أردتَ أن تقول الفرس) أي مَحَلّ كلمة زيد (فغلطتَ) أي في ذلك (فأبدلتَ زيداً منه) أي من الفرس فكانت الجملة: رأيت زيداً الفرس.\r\rباب منصوبات الأسماء\rيقول الْمُصَنِّف - يرحمه الله - (باب منصوبات الأسماء)\rيتعلق به شيئان:\rأولهما:\rتعريف المنصوبات بأنها: جمع منصوب من النصْب وسبق.\rوأما الثاني:\rفهو ذِكْرُ المنصوبات بعد المرفوعات من الأسماء، لتقدُّم رتبة الرفع على النصْب وسبق.\rقوله: (المنصوبات خمسةَ عشَر)\rيتعلق به شيئان:\rأولهما:\rعَدّ المنصوبات بخمسة عشر ودليله: الاستقراء التام، ذكره السيوطي في [الهمع] وكذا غيره.\rوأما الثاني:\rفاستشكالٌ يرِد على عَدّ الْمُصَنِّف لها، إِذْ إِنَّه عَدّ أربعة عشر منصوباً، وهو محمولٌ على أحد وجهين:\rالأول:\rالسهو، أي أنَّ الْمُصَنِّف سها عن الخامس عشر من المنصوبات، وهو مفعولا (ظننت وأخواتها) .\rوالثاني:\rأنه لم يسهُ بل ذكر خمسة عشر منصوباً.\r\rأولها: المفعول به.\rوثانيها: المصدر.\rوثالثها: المفعول فيه - ويشمل ظرف الزمان والمكان -.\rورابعها: الحال.\rوخامسها: التمييز.\rوسادسها: المستثنى.\rوسابعها: اسم (لا) .\rوثامنها: المنادى.\rوتاسعها: المفعول لأجله.\rوعاشرها: المفعول معه.","seal":"33D6F2C1","part":1},
      {"page":89,"id":89,"nass":"والحادي عشر: النواسخ وتشمل: ‘كان وأخواتها’ و‘اسم إن وأخواتها’.\rوالثاني عشر: النعت.\rوالثالث عشر: العطف.\rوالرابع عشر: التوكيد.\rوالخامس عشر: البدل.\r\rقوله: (وهي المفعول به والمصدر ……الخ)\rفيه عَدٌّ للمنصوبات، وهي ترجع إلى خمسة أجناس:\rالأول: المفعولات:\rوفيه المفعول به.\rوالمفعول - المطلق الْمُسَمَّى بالمصدر -.\rوالمفعول فيه - المشتمل على ظرف الزمان والمكان -.\rوالمفعول له - الْمُسَمَّى المفعول من أجله -.\rوالمفعول معه.\rالثاني: النواسخ:\rوتشمل: ‘كان مع أخواتها’ و‘إن مع أخواتها’ وينضاف إليهما ‘ظننت وأخواتها’.\rالثالث: التوابع:\rوهي: النعت، والعطف، والتوكيد، والبدل.\rالرابع: ما عمل النصْب في بعض حالاته وبشروط:\rوهو المستثنى، والمنادى.\rالخامس: ما عمل النصْب في جميع حالاته:\rوهو بقية النواصب من الحال، والتمييز، واسم (لا) .\r\rباب المفعول به\rقال الْمُصَنِّف - يرحمه الله - (باب المفعول به وهو الاسم المنصوب …الخ)\rيتعلق به شيئان:\rأحدهما: تعريفه:\rإذ هو في اللُّغَة: ما وقع عليه فعل الفاعل.\rوأما في الاصطلاح فما قاله الْمُصَنِّف: (الاسم المنصوب الذي يقع به الفعل) .\rفبقَيْد (الاسم) يخرج: الفعل والحرف.\rوبقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوبقَيْد (ما يقع عليه فعل الفاعل) يخرج: غيره كالفاعل، والمفعول المطلق وغيرهما.\rواستُشْكِل قول الْمُصَنِّف (يقع به الفعل) .\rوأحسن الأجوبة في ذلك ما ذكره الرَّمْلي في [شرحه] عن بعضهم: أنه وقع في بعض نُسخ الآجروميّة (الاسم المنصوب الذي يقع عليه الفعل) بدلاً عن (به) . وبهذا يَزيلُ الإشكال وتَسْلَم العبارة.\rوأما الثاني:\rفهو في عِلَّة البدء بالمفعول به في باب المنصوبات حَيْثُ إِن الأولى هو البدء بالمفعول المطلق - الْمُسَمَّى بالمصدر - لأنه هو المفعول حقيقة، قاله ابن هشام، والسيوطي في [الهمع] وجماعة.","seal":"16F9C135","part":1},
      {"page":90,"id":90,"nass":"قوله: (نحو قولك: ضربت زيداً، وركبت الفرس)\rفيه تمثيل بمثلين على المفعول به:\rأولهما:\rكلمة (زيداً) في جملة (ضربت زيداً) .\rإذ إعرابها:\rضربت: فعل وفاعل.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rوثانيهما:\rكلمة (الفرس) في جملة (ركبت الفرس) .\rإذ إعرابها:\rركبت: فعل وفاعل.\rالفرس: مفعول به منصوب بالفتحة الظاهرة على آخره.\rوفي كلا المثالين تتضح القيود الثلاثة في التعريف، حَيْثُ إِن كلمة (زيداً) و (الفرس) اسمٌ منصوبٌ قد وقع على (زَيْدٍ) فعل الضرب، ووقع على (الفرس) فعل الركوب.\rقوله: (وهو قسمان: ظاهر ومضمر)\rيتعلق به شيئان:\rأولهما:\rدليل تقسيم المفعول إلى ظاهر ومضمر هو: الاستقراء التام قاله السيوطي في [الهمع] ، وذكر الأزهري في [التصريح] اتفاق النحاة على ذلك.\rوالثاني:\rيتعلق بمعنى كلمة (ظاهر) ، وكلمة (مضمر) وسبق.\rقوله: (فالظاهر ما تقدم ذكره)\rيعني: من المثلين السابقين (ضربت زيداً، وركبت الفرس) إذ كلمة (زيداً والفرس) دَلَّتا على مُسَمَّاهما دون قَيْد (تكَلُّم) أو (خطاب) أو (غيبة) - وهذا وهو الاسم الظاهر كما سبق -.\rقوله: (والمضمر قسمان: متصل ومنفصل)\rسبق التفريق بين الضمائر المتصلة كالياء في (ضربني) ونا في (ضربنا) ونحوهما، حَيْثُ إِنَّ الضمير المتصل هو: ما لا يصح البدء به، ولا يأتي بعد (إلاّ) خلافاً للمنفصل فيصح البدء به ومجيئه بعد (إلاّ) .\rقوله: (فالمتصل اثنا عشر وهي: ضربني، وضربن ……الخ)\rعَدّها الْمُصَنِّفُ اثنا عشر، وسبق التدليل على صحة هذا العَدّ.\rوأولها: ياء الْمُتَكَلِّم. ومثالها: (ضربني) والنون السابقة لها هنا تُسَمَّى بـ (نون الوقاية) لأنها تصل بين الفعل وبين ضمير الْمُتَكَلِّم، وتقي الفعل أن ينكسر، وتجعله متصلاً بالضمير فسُمِّيَت (نون الوقاية) .\rوثانيها: ضمير (نا) للْمُتَكَلِّمين أو الْمُتَكَلِّم الْمُعَظِّم نفسه.","seal":"41740E75","part":1},
      {"page":91,"id":91,"nass":"وثالثها: كاف الخطاب للمفرد. ومثالها: (ضَرَبَكَ) ، وهي مبنية على الفتح.\rورابعها: كاف المخاطبة المفردة، وهي مبنية على الكسر.\rوخامسها: كاف الخطاب للمثنى، وهي مبنية على الضم. ومثالها: (ضربكما) .\rوسادسها: كاف الخطاب للْمُتَكَلِّمين، وهي مبنية على الضم. ومثالها: (ضربكم) .\rوسابعها: كاف الخطاب للْمُتَكَلِّمات من النساء، وهي مبنية على الضم. ومثالها: ضربكن.\rوثامنها: هاء الغيبة للمفرد، وهي مبنية على الضم. ومثالها: ضَرَبَهُ.\rوتاسعها: ضمير الغيبة للمفردة وهي مبنية على الفتح. ومثالها: ضَرَبَها.\rوعاشرها: ضمير الغيبة للمثنى، وهي مبنية على الضم. ومثالها: ضربهما.\rحادي عشر: هاء الغيبة للجمع الذكور، وهي مبنية على الضم. ومثاله: ضربهم.\rالثاني عشر: هاء الغيبة للإناث، وهي مبنية على الضم. ومثالها: ضربهن.\rوالضمائر السابقة المتصلة يُقَال فيها: هي مبنية على كذا - بحسب ما سبق- في مَحَلّ نَصْب مفعول به.\rمثاله:\rضربكما مُحَمَّدٌ.\rفـ (ضرب) : فعل ماضٍ مبني على الفتح، و (الكاف) ضمير خطاب متصل مبني على الضم في مَحَلّ نَصْب مفعول به، و (ما) للدلالة على التثنية.\rو (مُحَمَّدٌ) : فاعل مرفوع بالضمة الظاهرة على آخره.\rقوله: (والمنفصل اثنا عشر وهي: إياي ……الخ)\rسبق التدليل على صحة هذا العدد، وأهل التحقيق من اللُّغَة يذهبون إلى أن الضمير هو (إيَّا) ، وما اتصل به كان للدلالة على التكَلُّم أو الخطاب أو الغيبة.\rمثاله:\r(إياي) حَيْثُ إِنها تشمل شيئين:\rأولهما:\rالضمير المنفصل وهو (إيَّا) .\rوالثاني:\rالضمير المتصل الدال على الْمُتَكَلِّم المفرد وهو (الياء) .\rوذهب الجمهور إلى أن كلمة (إياي) و (إيانا) وغيرهما ضمير منفصل في كاملها.\r\rباب المصدر\rقال الْمُصَنِّف - يرحمه الله - (باب المصدر: المصدر هو الاسم … الخ)\rيتعلق به شيئان:\rأولهما: تعريفه:","seal":"88D0A144","part":1},
      {"page":92,"id":92,"nass":"إذ المصدر في اللُّغَة: اسم مفعول من (صَدَرَ) ، ومصدر: الشيء منبعه.\rوأما في الاصطلاح فعَرَّفه الْمُصَنِّف بقوله: (هو الاسم المنصوب الذي يجيء ثالثاً في تصريف الفعل) .\rفقَيْد (الاسم) يخرج: الفعل والحرف.\rوقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوقَيْد (الذي يجيء ثالثاً) يخرج: ما جاء أولاً وثانياً.\rوقَيْد (في تصريف الفعل) يخرج: تصاريف الأسماء.\rوالثاني:\rهو أن هذا الباب يُسَمَّى بالمصدر، لأنه ثالث تصاريف الفعل، ويُسَمَّى بالمفعول المطلق؛ لأنه انتصب في باب المفعولية بلا قَيْد، كقَيْد: تقدير حرف جر أو نحو ذلك. ويُسَمِّيه بعضهم بالمفعول الحقيقي.\rفائدة:\rجعل الْمُصَنِّف - يرحمه الله - الفعل أصلاً للكلمات، والمصدر فرعاً لها، وذلك بقوله: (يجيء ثالثاً في تصريف الفعل) وهذا هو مذهب الكوفيين.\rوذهب البصريون وأهل التحقيق إلى أن المصدر هو الأصل لعلل منها: أن القاعدة النظرية تقول: إن الفرع يشترك مع الأصل ويزيد عليه.\rولا تصح القاعدة هنا إلا بكون المصدر أصلاً للفعل؛ لأن الفعل يشمل شيئين:\rالأول: الحدث، ويعَبَّر عنه بالمصدر.\rوالثاني: وقت وقوع الحدث والمعَبَّر عنه بالماضي والأمر والمضارع.\rفشارك الفعل: المصدر في الشيء الأول، وزاد على المصدر في الشيء الثاني.\rقوله (نحو ضَرَبَ يضرب ضَرْباً)\rفيه تمثيلٌ على التعريف السابق إذ المصدر فيها هو كلمة (ضرباً) وهو التصريف الثالث للفعل.\rإذ التصريف الأول: ضَرَبَ، وهو الفعل الماضي.\rوالثاني: يضرب، وهو الفعل المضارع.\rوالثالث: ضَرْباً، وهو المصدر، أو المفعول المطلق.\rوتعريف المصدر بما سبق هو من باب التقريب المناسب للمبتدئ.\rقوله: (وهو قسمان: لفظي ومعنوي …الخ)\rيتعلق به شيئان:\rأولهما:\rتقسيم المصدر إلى: لفظي ومعنوي، وهذا الذي عليه جمهور النحاة.\rوالثاني: في ضبط القسمين:\rأما الأول: فهو المصدر اللفظي:","seal":"B375580A","part":1},
      {"page":93,"id":93,"nass":"ويُضْبَط بأنه ما اتفق مع فعله في شيئين:\rالأول: حروف اللفظ.\rوالثاني: المعنى.\rومَثَّلَ لَهُ الْمُصَنِّف بقوله: (قتلته قتلاً) حَيْثُ إِنَّ المصدر هو: كلمة (قَتْلاً) وقد شارك فعل (قتل) في حروفه - وهي (القاف والتاء واللام) - ومعناه، وهو: إزهاق نفس.\rوإعرابه:\rقتل: فعل ماض مبني على السكون؛ لاتصاله بضمير الرفع. و (التاء) ضميرٌ متصل مبني على الضم في مَحَلّ رَفْع فاعل، و (الهاء) ضمير متصل مبني على الضم في مَحَلّ نَصْب مفعول به.\rقتلاً: مفعول مطلق منصوب بالفتحة الظاهرة على آخره، أو يُقَال: قتلاً: مصدر منصوب بالفتحة الظاهرة على آخره، أو يُقَال: قتلاً: اسم منصوب بالفتحة الظاهرة على آخره للمصدرية.\rوأما الثاني: فالمصدر المعنوي:\rويُضْبَط بأنه: ما اتفق مع فعله في المعنى فقط.\rومَثَّلَ لَهُ الْمُصَنِّف بقوله (جلستُ قعوداً وقمتُ وقوفاً) إذ المصدر كلمة (قعوداً) و (وقوفاً) في المثالين.\rوكلمة (قعوداً) في المثال الأول لا توافق حروف الفعل (جلس) لكن توافق معناه إذ كلمة (قعد) بمعنى كلمة (جلس) ، وكلمة (وقوفاً) لا توافق فعل (قام) في حروفه، ولكن توافقه في معناه إِذْ إِنَّ كلمة (قام) بمعنى كلمة (وقف) ، ومِنْ ثَمَّ يبين وجه التسمية للقسم الأول بأنه لفظي، لأنه يوافق فعله في الحروف واللفظ، خلافاً للثاني فإنه يوافق فعله في المعنى.\rفائدة:\rلمجيء المصدر فوائد:\rأولها: تأكيد الفعل:\rمثاله: قَتَلَه قتلاً، حَيْثُ أكدت فعل القتل بالمصدر (قتلاً) .\rوثانيها: بيان نوعية الفعل:\rمثاله: ضربْتُه ضرب الأمير. حَيْثُ بينت نوعية الفعل وهو (الضرب) بأنه كضرب الأمير.\rوثالثها: بيان عدد الفعل.\rومثاله: ضربته ضربتين. حَيْثُ بينت عدد وقوع الفعل.\rفائدة:\rالمصدر المعنوي ما الذي نَصَبَهُ؟ هل هو الفعل الذي يشترك معه في المعنى دون اللفظ، أم يُقَدَّر له من لفظه فعل؟\rقولان: بالثاني قال الجمهور.","seal":"3814F2FA","part":1},
      {"page":94,"id":94,"nass":"بيانه:\rجملة (جلستُ قعوداً) المصدر فيها: كلمة (قعوداً) . أحدث فيها النصْب فعل (جلس) على قول.\rوذهب الجمهور إلى أن الذي أحدث النصْب فيها هو فعل (قعد) الْمُقَدَّر إذ التقدير: (جلستُ وقعدتُ قعوداً) .\r\rباب ظرف الزمان وظرف المكان\rيقول الْمُصَنِّف - يرحمه الله - (باب ظرف الزمان وظرف المكان)\rيتعلق به شيئان:\rأحدهما:\rتعريف الظرف لغة: إذ هو الوعاء، تقول: هذا الإناء ظرفُ الماء أي وعاءه.\rوأما اصطلاحاً فذكره الْمُصَنِّف - يرحمه الله - ويأتي.\rوالثاني:\rهو أن ظرف الزمان والمكان يُقَال لهما أَيْضاً: المفعول فيه، لأن حرف الجر (في) يُقَدَّر معناه في ظرف الزمان والمكان، ولأن فعل الفاعل قد وقع في زمنٍ يُسَمَّى بظرف الزمان، أو في مكان يُسَمَّى بظرف المكان.\rقوله: (ظرف الزمان: هو اسم الزمان المنصوب بتقدير ’في‘)\rفيه تعريفٌ لظرف الزمان اصطلاحاً، حَيْثُ ذكر الْمُصَنِّف فيه قيوداً.\rفقَيْد (اسم) يخرج: الفعل والحرف.\rوقَيْد (الزمان) يخرج: المكان.\rوقَيْد (المنصوب) يخرج: المخفوض والمرفوع.\rوقَيْد (بتقدير ‘في’) يخرج: ما لا يصلح فيه التقدير بـ (في) .\rوتقدير (في) نوعان:\rالأول:\rتقدير (في) لفظاً، وهذا غير مقصود.\rوالثاني:\rتقدير (في) معنى، وهذا هو المقصود هنا.\rمثاله:\rزرتُ الليلة زيداً.\rكلمة (الليلة) : ظرف زمانٍ منصوب بالفتحة الظاهرة على آخره، لأنه يصلح تقدير معنى (في) ، والتقدير زرتُ في زمن الليل زيداً.\rقوله: (نحو: اليوم والليلة …الخ)\rفيه ذكر لأمثلة على ظرف الزمان.\rأولها:\rكلمة (اليوم) . ويُقْصَدُ به: الزمن الذي أوله طلوع الفجر، وآخره غروب الشمس.\rمثاله:\rزرتُ اليوم زيداً.\rإعرابه:\rزرتُ: فعل وفاعل.\rاليوم: ظرف زمان منصوب بالفتحة الظاهرة على آخره.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rوهكذا يكون الإعراب في بقية الكلمات في الأمثلة الآتية.\rثانيها:","seal":"AD6E0182","part":1},
      {"page":95,"id":95,"nass":"كلمة (الليلة) ويُقْصَدُ بها: الزمان الذي أوله غروب الشمس وآخره طلوع الفجر.\rومثاله:\rزرت الليلة زيداً.\rوثالثها:\rكلمة (غُدْوَة) ويُقْصَدُ بها: اسم زمان في أول اليوم والنهار، وقيل: هو من طلوع الفجر إلى طلوع الشمس.\rوكلمة (غدوة) يأتي على (غينها) المعجمة: الضم والفتح.\rمثالها:\rذهبتُ غُدْوَةً إِلى زَيْدٍ.\rورابعها:\rكلمة: (بُكْرة) ويُقْصَدُ بها: زمانٌ في أول اليوم والنهار، وقيل هو من طلوع الفجر إلى طلوع الشمس.\rومِنْ ثَمَّ فهو كـ (غُدوة) على قول.\rوقيل بل من طلوع الشمس إلى اشتدادها - أي اشتداد الشمس -.\rومثاله:\rذهبتُ بُكْرَةً إلى زَيْدٍ.\rوخامسها:\rكلمة (سحر) ويُقْصَدُ به الزمان الذي في آخر الليل قبل الفجر.\rومثاله:\rأكلت سَحَراً تمرات.\rوسادسها:\rكلمة (غداً) ويُقْصَدُ به اليوم الذي يلي ما أنت فيه.\rومثاله:\rسآتيك غداً يا زَيْدُ.\rوسابعها:\rكلمة (عَتَمَة) ويُقْصَدُ بها: الثلث الأول من الليل.\rومثالها:\rصليت عَتَمَةً صلاة العشاء.\rوثامنها:\rكلمة (صباحاً) ويُقْصَدُ بها: الزمان الذي في الصبح، وهو بعد طلوع الفجر.\rومثاله:\rأكلت صباحاً تمرات.\rوتاسعها:\rكلمة (مساءً) ويُقْصَدُ بها: الزمان الذي أوَّله أولُ الظهيرة، وآخره غروب الشمس، كذا قال جمهور اللُّغَويين.\rومثالها:\rزرت مساءً زيداً.\rوعاشرها:\rكلمة (أبداً) ويُقْصَدُ بها: الزمان الذي لا نهاية له. هذا عند إطلاقها، وعدم تقييدها بنهاية.\rومثالها:\rلن أعصي اللَّهَ أبداً.\rحادي عشر:\rكلمة (أمداً) ويُقْصَدُ بها: زمنٌ مُنكَّر.\rومثالها:\rبقيت أمداً لا أقرأ كتاباً.\rثاني عشر:\rكلمة (حيناً) ويقصد بها: زمانٌ مُنكَّر\rومثالها:\rبقيتُ حيناً أَندُب أمتي.\rقوله: (وما أشبه ذلك)\rأي من الكلمات السابقة الدالة على ظرف زمان، ومن ذلك كلمة (ساعة) و (لحظة) ونحوهما.","seal":"3B2F070A","part":1},
      {"page":96,"id":96,"nass":"قال الْمُصَنِّف - يرحمه الله -: (وظرف المكان هو اسم المكان المنصوب بتقدير’في‘)\rيتعلَّق به شيئان:\rأولهما:\rتعريف ظرف المكان اصطلاحاً بقوله: (هو اسم المكان المنصوب بتقدير ‘في’) .\rوفيه قيود:\rفقَيْد (اسم) يخرج: الفعل والحرف.\rوقَيْد (المكان) يخرج: الزمان.\rوقَيْد (المنصوب) يخرج: المخفوض والمرفوع.\rوقَيْد (بتقدير ‘في’) يخرج: ما قُدِّر فيه غيرها أو ما لا يصلح تقديرها فيه.\rومثال ذلك:\rوَقَفْتُ أَمَامَ زَيْدٍ. والتقدير: وَقَفْتُ في مكانٍ أَمَامَ زَيْدٍ.\rوالثاني:\rفيه ذكرٌ لكلماتٍ هي أمثلة على ظرف المكان:\rأولها:\rكلمة (أَمَامَ) وهو ما كان في مكان قُبَالَتَك وقُدَّامك وهو ضد: خلف.\rومثالها:\rوَقَفْتُ أَمَامَ زَيْدٍ، إذ كلمة أَمَامَ: ظرف مكان.\rإعرابها:\rوَقَفْتُ: فعل وفاعل.\rأَمَامَ: ظرف مكان منصوب بالفتحة الظاهرة على آخره وهو مضاف وزَيْدٍ مضاف إليه مخفوض بالكسرة الظاهرة على آخره.\rوهكذا يُقَال في بقية الأمثلة التي تأتي.\rوثانيها:\rكلمة (خلف) ويُقْصَدُ بها: ضد: قُدَّام وأمام وهي بمعنى: وراء.\rومثالها:\rوَقَفْتُ خلف زَيْدٍ.\rوثالثها:\rكلمة (قُدَّام) ويُقْصَدُ بها: معنى أمام، وسبق.\rومثالها:\rوَقَفْتُ قُدَّام زَيْدٍ.\rورابعها:\rكلمة (وراء) ويُقْصَدُ بها: معنى خلف وسبق.\rومثالها:\rوَقَفْتُ وراءَ زَيْدٍ.\rوخامسها:\rكلمة: (فوق) ويُقْصَدُ بها: ما كان عالياً، ضد السُّفْل والانخفاض، وقيل: (فوق) هو كل ما علا شيئاً قيل له: فوقه.\rومثالها:\rوَقَفْتُ فوقَ التَّل، والتَّل: اسم الْمُرتفِع من الأرض دون الجبل.\rوسادسها:\rكلمة (تحت) ويُقْصَدُ بها: ضد (فوق) وسبق.\rومثالها:\rوَقَفْتُ تحتَ ظل شجرةٍ.\rوسابعها:\rكلمة (عند) ويُقْصَدُ بها: معنى (قريب) أو (بجوار) ونحوهما.\rومثالها:\rوَقَفْتُ عند الكعبة داعياً.\rإعرابها:","seal":"30CD6E8C","part":1},
      {"page":97,"id":97,"nass":"عند: ظرف زمان منصوب بالفتحة الظاهرة على آخره وهو مضاف، والكعبة: مضاف إليه.\rداعياً: حال منصوب بالفتحة الظاهرة على آخره.\rوثامنها:\rكلمة (مع) ويُقْصَدُ بها: معنى المعية المتعلق بمكان، في نحو قولك (سرتُ مع النجم في ليل بهيم) ، و (مع) هنا حرف، إنما أدخله الْمُصَنِّف في ظرف المكان بمعنى المعية وهي صفة ظرفية، في نحو المثال السابق.\rوتاسعها:\rكلمة (إزاء) ويُقْصَدُ بها: (مقابل) .\rومثالها:\rوَقَفْتُ إزاء زَيْدٍ.\rعاشرها:\rكلمة (حذاء) من حَذا يحذو حِذاءً وحَذْواً، وله معان منها: (تجاه) و (مقابل) .\rومثالها:\rوَقَفْتُ حذاء زَيْدٍ.\rحادي عشر:\rكلمة (تلقاء) ويُقْصَدُ بها: معنى (إزاء) وسبق.\rومثالها:\rوَقَفْتُ تلقاء زَيْدٍ.\rثاني عشر:\rكلمة (ثَمَّ) بفتح الثاء المثلِّثة، ويُقْصَدُ بها: الإشارة إلى مكان بعيد، أبعد من الإشارة بكلمة (هنا) .\rومثالها:\rذهبتُ ثَمَّ يا زَيْدُ، أي في ذلك المكان.\rثالث عشر:\rكلمة (هُنا) بضم الهاء، ويُقْصَدُ بها: الإشارة إلى مكان قريب.\rومثالها:\rوَقَفْتُ هُنا يا زَيْدُ.\rقوله: (وما أشبه ذلك)\rأي من الأمثلة السابقة الدالة على الظرفيّة المكانيّة.\rومن ذلك: كلمة (شمال) و (يمين) .\rمثالها:\rوَقَفْتُ شمال زَيْدٍ أو يمين زَيْدٍ.\rإعرابها:\rوَقَفْتُ: فعل وفاعل.\rشمال: ظرف مكان منصوب بالفتحة الظاهرة على آخره، وكذلك يمين، وشمال ويمين مضاف، وزَيْدٍ مضاف إليه مجرور بالكسرة الظاهرة على آخره.\r\rباب الحال\rقال الْمُصَنِّف - يرحمه الله - (باب الحال)\rيتعلق به شيئان:\rأولهما:\rتعريفه لغة؛ إذ الحال: الصفة والهيئة والبال، ومنه قوله تعالى (وأصلح بالهم) أي حالهم.\rوالثاني:\rالحال تُذَكَّرُ وتُؤَنَّثُ، فيُقَال: هذا حال، وهذه حال، وتأنيثها أفصح.\rوقد يأتي لفظها مؤنثاً، وهو (حالة) في آخره تاء التأنيث المتحرِّكة.\rقوله: (الحال: هو الاسم ……الخ)","seal":"43AC2EB5","part":1},
      {"page":98,"id":98,"nass":"يتعلق به شيئان:\rأولهما:\rتعريف الحال اصطلاحاً بقوله: (هو الاسم المنصوب الْمُفَسِّر لما انبهم الهيئات) .\rوفيه قيود:\rفقَيْد (الاسم) يخرج: الحرف والفعل.\rوقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوقَيْد (الْمُفَسِّر) - بتشديد السين المهملة مع كسرها - يخرج: غير الْمُفَسِّر.\rوقَيْد (لما انبهم من الهيئات) يخرج: ما انبهم من الذوات.\rوالثاني:\rمعنى كلمة (انبهم) أي خَفِيَ، ويُقَال: استغلق واستبهم.\rوانتقد هذا اللفظ على الْمُصَنِّف لأنه لا يُعرَف في اللسان العربي، وكان الأولى أن يُقَال: استبهم ونحو ذلك.\rوكلمة الهيئات واحدها: هيئة وهي الحالة والصفة المتعلِّقة بذات عاقلٍ وغيره، كالغضب والركض والمشي، وغيرها من الصفات.\rقوله (نحو قولك: جاء زَيْدٌ راكباً وركبت الفرس مُسْرَجاً …الخ)\rفيه ذكر أمثلة:\rأولها:\rجاء زَيْدٌ راكباً، كلمة (راكباً) هي الحال.\rإعرابه:\rجاء زَيْدٌ: فعل وفاعل.\rراكباً: حال منصوبة بالفتحة الظاهرة على آخره.\rوثانيها:\rركبتُ الفرس مُسْرَجاً. كلمة (مُسْرَجاً) هي الحال، من قولهم: أسرج الفرس. إذا وضع عليها السَّرْج، وهو اسم شيءٍ يوضَع على ظهر الفرس ليجلس عليه راكب الفرس.\rإعرابه:\rركبت: فعل وفاعل.\rالفرس: مفعول به منصوب بالفتحة الظاهرة على آخره.\rمُسْرَجاً: حال منصوبة بالفتحة الظاهرة على آخره.\rثالثها:\rلقيتُ عبد الله راكباً، كلمة (راكباً) هي الحال، وهي تحتمل هنا أن تعود على (التاء) في (لقيتُ) والمعنى أن الفاعل هو الذي كان راكباً، وتحتمل أن تعود على (عبد الله) والمعنى أن المفعول به - وهو عبد الله - هو الذي كان راكباً.\rإعرابه:\rلقيت: فعل وفاعل.\rعبد الله: عبد مفعول به منصوب بالفتحة الظاهرة على آخره وهو مضاف ولفظ الجلالة مضاف إليه مخفوض بالكسرة الظاهرة على آخره.\rراكباً: حال منصوب بالفتحة الظاهرة على آخره.\rقوله: (ولا يكون الحال … الخ)","seal":"8315C7D0","part":1},
      {"page":99,"id":99,"nass":"فيه إشارة إلى صفات تتعلق بالحال ناسب المبتدئ أن تذكر له:\rأولها:\rأن الحال لا يكون إلا نكرة، هذا في الأصل، فكلمة (مُسْرَجاً) في قولك (ركبت الفرس مُسْرَجاً) نكرة لأنها لَيْسَتْ من المعارف وسبقت - أي المعارف.\rوثانيها:\rكون الحال فَضْلَة، ومعنى كلمة (فَضْلَة) أي أنه يجوز أن يُستغنى عنه في الكلام.\rبيانه:\rكلمة (مُسْرَجاً) في قولك: (ركبت الفرس مُسْرَجاً) ، يجوز أن تستغني عنها فتقول: ركبت الفرس.\rوفي قول الْمُصَنِّف: (لا يكون إلا بعد تمام الكلام)\rإشارة إلى هذه الصفة، وهي صفة كونه (فَضْلَة) وتمام الكلام يعني: ما تم الكلام به كالفاعل للفعل والخبر للمبتدأ ونحوهما.\rوثالثها:\rكون صاحب الحال معرفة، وسبق معنى المعرفة وأنواعها وذلك لأن الحال نكرة أُرجع إلى ذات عاقلة أو غير عاقلة أي سواء أكانت عاقلة أم غير عاقلة.\r\rباب التمييز\rقوله: (باب التمييز)\rيتعلق به شيئان:\rأحدهما:\rتعريفه لغة: إذ هو من ميَّز الشيء تمييزاً إذا فصله عن غيره.\rوالثاني:\rتعريفه اصطلاحاً بقوله: هو الاسم المنصوب الْمُفَسِّر لما انبهم من الذوات.\rوفيه قيود:\rفقَيْد (الاسم) يخرج: الفعل والحرف.\rوقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوقَيْد (الْمُفَسِّر) - بتشديد السين المهملة مع كسرها - يخرج: غير الْمُفَسِّر.\rوقَيْد (لما انبهم من الذوات) يخرج: ما لم يكن كذلك.\rوسبق معنى كلمة (انبهم) وما يتعلق بها.\rوالذوات جمع (ذات) وهي أنثى ذو، وذات الشيء حقيقته، ويُقَال: هي العين الشاخصة.\rوبهذا يتبين الفرق بين التمييز والحال، لأن التمييز يُفَسِّر ما خَفِيَ من الذوات. والحال يُفسِّر ما خفي من هيئات الذوات.\rقوله: (نحو قولك: تَصَبَّبَ زَيْدٌ عرقاً، وتَفَقَّأ بكر شحماً …الخ)\rفيه ذكر لأمثلة:\rأولها:\rتَصَبَّبَ زَيْدٌ عرقاً، إذ التمييز فيه هو كلمة (عرقاً) .\rإعرابه:\rتَصَبَّبَ: فعل.\rوزَيْدٌ: فاعله.","seal":"74D04B0C","part":1},
      {"page":100,"id":100,"nass":"عرقاً: تمييز منصوب بالفتحة الظاهرة على آخره.\rوثانيها:\rتَفَقَّأ بكرٌ شحماً، إذ التمييز كلمة (شحماً) .\rإعرابه:\rتَفَقَّأ بكر: فعل وفاعل.\rوشحماً: تمييز منصوب بالفتحة الظاهرة على آخره.\rوثالثها:\rطاب مُحَمَّدٌ نفساً، إذ التمييز كلمة (نفساً) .\rإعرابه:\rطاب مُحَمَّدٌ: فعل وفاعل.\rنفساً: تمييز منصوب بالفتحة الظاهرة على آخره.\rرابعهاً:\rاشتريت عشرين غلاماً. إذ التمييز كلمة (غلاماً) .\rإعرابه:\rاشتريت: فعل وفاعل.\rعشرين: مفعول به منصوب بالياء لأنه ملحق بجمع المذكر السالم، والنون فيه عوض عن التنوين في الاسم المفرد.\rغلاماً: تمييز منصوب بالفتحة الظاهرة على آخره.\rخامسها:\rملكت تسعين نعجة، إذ التمييز كلمة (نعجة) .\rإعرابه:\rملكت: فعل وفاعل.\rتسعين: مفعول به.\rنعجة: تمييز منصوب بالفتحة الظاهرة على آخره.\rسادسها:\rزَيْدٌ أكرم منك أباً. إذ التمييز كلمة (أباً) .\rإعرابه:\rزَيْدٌ: مبتدأ.\rأكرم: خبر.\rمنك: جار ومجرور.\rأباً: تمييز منصوب بالفتحة الظاهرة على آخره.\rسابعها:\rزَيْدٌ أجمل منك وجهاً. إذ التمييز كلمة (وجهاً) .\rإعرابه:\rزَيْدٌ: مبتدأ.\rأجملُ: خبره.\rمنك: جار ومجرور.\rوجهاً: تمييز منصوب بالفتحة الظاهرة على آخره.\rقوله: (ولا يكون إلا نكرة ولا يكون إلا بعد تمام الكلام)\rفيه ذكر صفتين تتعلقان بالتمييز:\rالأولى:\rكون التمييز نكرة.\rإذ التمييز في الأمثلة السبعة السابقة لَيْسَ معرفة وسبقت المعارف بل هو نكرة.\rالثانية:\rكون التمييز فَضْلَة، وهو ما يصح الاستغناء عنه ويحصل تمام الكلام بدونه وإِلَيْهِ أشار الْمُصَنِّف بقوله: (بعد تمام الكلام) .\rومعنى تمام الكلام أي ما يتم أصل الكلام به من الفاعل للفعل والخبر للمبتدأ ونحوهما.\r\rباب الاستثناء\rقال الْمُصَنِّف - يرحمه الله -: (باب الاستثناء)\rيتعلق به شيئان:\rأحدهما:","seal":"F16E7173","part":1},
      {"page":101,"id":101,"nass":"تعريفه لغة، إذ هو بمعنى الإخراج، تقول: استثنيت كذا مما معي إذا أخرجته.\rوالثاني:\rتعريفه اصطلاحاً: وللنحاة فيه عبارات منها: كل اسم جاء بعد إلا وأخواتها.\rمثاله:\rقام القوم إلا زيداً.\rفالمستثنى هو كلمة (زيداً) والمستثنى منه هو كلمة (القوم) وأداة الاستثناء (إلا) .\rقال الْمُصَنِّف - يرحمه الله - (وحروف الاستثناء ثمانية)\rيتعلق به شيئان:\rأولهما:\rفَيهِ حَصْرٌ لأدوات الاستثناء بثمانية والجمهور على خلافه، إذ يزيدون على ذلك بـ (لَيْسَ) و (لا يكون) .\rوفي كلمة (حاشا) ثلاث لغات:\rالأولى: بإثبات الألفين بعد الحاء المهملة وبعد الشين المعجمة (حاشا) .\rوالثانية: بإثبات الألف الثانية، مع حذف الأولى التي بعد الحاء المهملة (حشا) .\rوالثالثة: عكسها، وهي بإثبات الألف بعد الحاء المهملة مع حذف التي بعد الشين المعجمة (حاش) .\rوالثاني:\rجعله أدوات الاستثناء حروفاً بقوله: (حروف الاستثناء) ولَيْسَ الأمر كذلك بل هي أقسام:\rأولها:\rما هو حرف باتفاق، وهو (إلاَّ) ويكون مبنياً على الفتح لا غير.\rوثانيها:\rما هو فعل باتفاق، وهو (لَيْسَ) .\rوثالثها:\rما هو اسم باتفاق، وهو (غير) و (سوى بلغاتها) .\rوقد ذكر الْمُصَنِّف ثلاث لغات فيها:\rالأولى: سِوَى - بكسر السين المهملة بعدها واو ثُمَّ ألف مقصورة.\rوالثانية: سُوى كالأولى ولكن بضم السين المهملة.\rوالثالثة: سَوَاء كسماء.\rوينضاف إليها لغة رابعة: وهي سِواء على وزن بِناء.\rورابعها: ما تردد بين الحرفية والفعلية وهي: خلا وعدا وحاشا.\rقوله: (فالمستثنى بإلا ينصب إذا كان الكلام تاماً موجباً ……الخ)\rفيه ذكر لأحكام المستثنى بعد (إلا) وأخواتها وحاصله يرجع إلى أحكام:\rأولها:\rأن يكون المستثنى مجروراً مطلقاً ويكون إعرابه حينئذ مضافاً إليه، وذلك في حالتين:\rالأولى:\rإذا جاء بعد كلمة (غير) .\rمثاله: جاء القوم غير زَيْدٍ. فكلمة (زَيْدٍ) مستثنى.\rإعرابه:","seal":"2355861F","part":1},
      {"page":102,"id":102,"nass":"جاء القوم: فعل وفاعل.\rغير: اسم منصوب بالفتحة الظاهرة على آخره للاستثناء وهو مضاف، وكلمة (زَيْدٍ) مضاف إليه مخفوض بالكسرة الظاهرة على آخره.\rوالثانية:\rإذا جاء بعد كلمة سوى ولغاتها.\rومثاله: جاء القوم سوى زيد، إذ المستثنى كلمة زيد.\rإعرابه:\rجاء القوم: فعل وفاعل.\rسِوى: اسم منصوب بالفتحة الْمُقَدَّرَة للتعذر، وذلك للاستثناء، وهو مضاف، وكلمة (زَيْدٍ) مضاف إليه مجرور بالكسرة الظاهرة على آخره.\rتنبيه:\rكلمة (غير وسوى ولغاتها) آخر حرف فيها يعرب إعراب المستثنى بعد (إلا) ويأتي.\rوثانيها:\rما يعرب تارة اسماً مجروراً وتارة مفعولاً منصوباً وذلك في حالتين:\rالأولى:\rإذا دخل على المستثنى فعل خلا أو عدا أو حاشا ولغاتها. لكن مع اقتران (ما) المصدرية بتلك الأفعال أي (ما خلا ما عدا ما حاشا) والمستثنى بعدها لا يكون إلا منصوباً على المفعولية لأنها أفعال ماضية فاعلها ضمير مستتر مُقَدَّر، ومفعولها هو المستثنى.\rمثال ذلك: جاء القوم ما حاشا زيداً ما خلا زيداً ما عدا زيداً.\rإعرابه:\rجاء القوم: فعل وفاعل.\rما المصدرية: مبنية على السكون أو الفتح على قول في مَحَلّ رَفْع مبتدأ.\rخلا وحاشا وعدا: أفعال ماضية مبنية على السكون. وقيل على الفتح. والفاعل ضمير مستتر تقديره (هو) .\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره، والجملة الفعلية (خلا زيداً حاشا زيداً عدا زيداً) في مَحَلّ رَفْع خبر المبتدأ.\rوالثانية:\rما جاز فيه النصْب والجر. وذلك إذا لم يأتِ مع خلا وعدا وحاشا ما المصدرية، فيجوز وجهان:\rأولهما:\rالجر للمستثنى، إذ تكون تلك الأفعال حروف جر كـ (إلى ومن) ونحوهما.\rمثاله:\rجاء القوم عدا زيدٍ خلا زَيْدٍٍ حاشا زَيْدٍ.\rإعرابه:\rجاء القوم: فعل وفاعل.\rحاشا، عدا، خلا: حرف جر مبني على السكون أو الفتح على قول.\rزَيْدٍ: اسم مجرور بالكسرة الظاهرة على آخره.\rوالثاني:","seal":"CF02D016","part":1},
      {"page":103,"id":103,"nass":"النصْب على المفعوليّة، فتكون الأفعال وهي خلا وعدا وحاشا فعلاً ماضياً لها فاعل مُقَدَّر مستتر، والمستثنى مفعولٌ لها.\rمثاله:\rجاء القوم عدا زيداً خلا زيداً حاشا زيداً.\rإعرابه:\rجاء القوم: فعل وفاعل.\rعدا، خلا، حاشا: فعل ماضٍ مبني على الفتح أو السكون، والفاعل ضمير مستتر تقديره هو.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rوثالثها:\rحكم المستثنى بعد إلا وهو على أحوال:\rالحالة الأولى:\rإذا كان الكلام تاماً موجباً. معنى قول النحاة (تاماً) أي ذكر فيه المستثنى منه وهو كلمة القوم في قولك: جاء القوم إلا مُحَمَّداً.\rومعنى قولهم (موجَباً) - بفتح الجيم - أي مثبتاً، وضد المثبت ثلاثة أشياء: النهي والنفي والاستفهام، ويدخل في النهي الدعاء.\rومثال المثبت:\r(جاء القوم إلا زيداً) . حَيْثُ لم يدخل على الجملة قبل (إلاَّ) لا نهي ولا نفي ولا دعاء ولا استفهام فكان مثبتاً. وحكم المستثنى بعد (إلا) في هذه الحالة: أن يكون منصوباً.\rمثاله:\rجاء القوم إلا زيداً.\rإعرابه:\rجاء القوم: فعل وفاعل.\rإلا: حرف استثناء مبني على الفتح.\rزيداً: مستثنى منصوب بالفتحة الظاهرة على آخره.\rالحالة الثانية:\rأن يكون الكلام تاماً لكنه غير مثبت كالمنفي فيجوز فيه حكمان:\rالأول: النصْب على الاستثناء كالحالة السابقة.\rمثاله:\rما جاء القوم إلا زيداً. وكذلك: لم يأتِ القوم إلا زيداً.\rفإعراب الثانية:\rلم: لم حرف جزم مبني على السكون.\rيأت: فعل مضارع مجزوم بحذف حرف العِلَّة.\rالقوم: فاعل مرفوع بالضمة الظاهرة على آخره.\rإلا: حرف استثناء مبني على الفتح.\rزيداً: مستثنى منصوب وعلامة نصْبه الفتحة الظاهرة على آخره.\rوالثاني: البدل:\rوذلك بأن يكون بدلاً من المستثنى منه فيأخذ حكمه رَفْعاً أو نصْباً أو خفضاً.\rمثاله:\rلم يأتِ القوم إلا زيدٌ.\rإعرابه:","seal":"D515F45C","part":1},
      {"page":104,"id":104,"nass":"كسابقه إلا أن كلمة (زَيْدٌ) : مرفوعة لأنه بدل من كلمة (القوم) .\rالحالة الثالثة:\rأن يكون الكلام ناقصاً سواء أكان منفياً أو مثبتاً، ومعنى قول النحاة (ناقصاً) أي أن المستثنى منه محذوف وهو كلمة (القوم) في قولك: (ما جاء القوم إلا زيداً) حَيْثُ تحذف فتقول: (ما جاء إلا زَيْدٌ) ، وحكمها هو بحسب موقعها من الإعراب كأن (إلاَّ) غير موجودة.\rمثاله:\rما قام إلا زَيْدٌ.\rزَيْدٌ: فاعل مرفوع بالضمة الظاهرة على آخره لأنه هو الذي قام.\rوكقولك: ما مررت إلا بزَيْدٍ.\rبزَيْدٍ: جار ومجرور.\rوكقولك: ما رأيت إلا زيداً.\rزيداً: مفعول به منصوب بالفتحة الظاهرة على آخره.\rفائدة:\rهذه الحالة الثالثة يُسَمِّيها النحاة بالاستثناء المفرَّغ، وسبب التسمية أن المستثنى فرِّغ من عامل الاستثناء، ولذا أُعرب بحسب موقعه من الإعراب. وقيل: بل فرغ ما قبل (إلا) للعمل فيما بعد (إلا) .\rوينضاف إلى الحالة الثالثة حالة لم يذكرها الْمُصَنِّف - يرحمه الله - وهي ما يُسَمِّيه النحاة بالاستثناء المنقطع، ومعنى قولهم (الاستثناء المنقطع) أن يكون المستثنى لَيْسَ من المستثنى منه بل هو منقطع عنه منفصل عنه.\rمثاله:\rجاء القوم إلا حماراً. إذ كلمة (حماراً) لَيْسَتْ من المستثنى منه لأن المستثنى منه من بني آدم، والمستثنى من البهائم، وحكم هذه الحالة هو نَصْب المستثنى دوماً.\rمثاله:\rجاء القوم إلا حماراً.\rأو: ما جاء القوم إلا حماراً.\rإعرابه:\rكما سبق، وكلمة (حماراً) مستثنى منصوب بالفتحة الظاهرة على آخره.\r\rباب ’ لا ‘\rقال الْمُصَنِّف - يرحمه الله - (باب ’ لا ‘)\rيتعلق به شيئان:\rأولهما:\rيُقْصَدُ بـ (لا) هنا لا النافية للجنس - وسبق معنى اسم الجنس - وهو ما كان شائعاً غير مُعَيَّنٍ في جنسه كرجل ونحوه.\rوالثاني:\rيتعلق بحكم (لا) وهو أن (لا) قسمان:\rالأول:","seal":"B7132381","part":1},
      {"page":105,"id":105,"nass":"لا الزائدة كقوله تعالى في [الأعراف] : {ما منعك ألا تسجد} ودَلَّ على أنها زائدة قوله تعالى في [ص] إذ فيها {أن تسجد} والزائدة كعدم وجودها.\rوأما الثاني:\rفـ (لا) غير الزائدة وهي نوعان:\rالنوع الأول:\rلا غير النافية كالناهية والدعائية كقولك: لا تخرجْ يا مُحَمَّدُ. وهذه غير مقصودة في باب (لا) .\rوالثاني:\rلا النافية ولها حالان\rالحال الأولى:\rأن تكون غير عاملة، وهذه غير مقصودة في باب لا.\rوالحال الثانية:\rأن تكون عاملة، وعملها على جهتين:\rالأول: أن تعمل عمل لَيْسَ وهذا نادر ولَيْسَ مقصوداً في باب لا.\rوالثانية: أن تعمل عمل (إنَّ) وهذا هو المقصود من باب لا. فلها في هذا الباب اسم وخبر كـ (إنَّ) اسمها منصوب وخبرها مرفوع، وهي لا تعمل هذا العمل إلا بشروط، ذكر الْمُصَنِّف - يرحمه الله - شيئا منها.\rقوله: (اعلم أن [لا] تنصب النكرات بغير التنوين …الخ)\rيتعلق به شيئان:\rأولهما:\rحكم (لا) في باب (لا) ، وهو كحكم (إنَّ) عند دخولها على الجمل الاسمية لكن تخالفها في أنها لا تدخل على معرفة أي (لا) .\rالثاني:\rذكر شروط تتعلق بباب (لا) :\rمنها أن تباشر (لا) اسمها النكرة فلا يفصل بين (لا) واسمها النكرة: جار ومجرور أو نحوه.\rكقولك: لا في الدار رجلٌ. فقد فصل بين (لا) وكلمة (رجل) بالجار والمجرور ولذا كانت (لا) غير عاملة. فرُفِعَت كلمة (رجل) .\rومنها: ألا تكرر لا لأنها إن تكررت جاز إعمالها وإلغاؤها.\rمثاله: لا رجلٌ في الدار ولا امرأةٌ. فيجوز أن تنصب كلمة (رجل) وكلمة (امرأة) وذلك عند إعمال لا عمل (إنَّ) ويجوز أن تلغي (لا) فترفع كلمة (رجل) وكلمة (امرأة) .\rومثال باب (لا) الذي توفرت فيه الشروط:\rقولك: لا رجلَ في الدار.\rفكلمة (لا) : حرف مبني على الفتح أو السكون.\rرجلَ: مبني على الفتح في مَحَلّ نَصْب اسم لا.\rفي الدارِ: جار ومجرور في مَحَلّ رَفْع خبر (لا) .\r\rباب المنادى","seal":"E64E313D","part":1},
      {"page":106,"id":106,"nass":"قوله: (باب المنادى)\rيتعلق به شيئان:\rأحدهما:\rتعريف المنادى لغة؛ إذ المنادَى - بفتح الدال المهملة مع ألف مقصورة بعدها -من النداء وهو الطلب. تقول: ناديتُ زيداً إذا طلبته.\rوالثاني:\rتعريف المنادى اصطلاحاً وهو: كل اسم وقع عليه الطلب بحرف (يا) أو أحد حروف النداء.\rمثاله:\rيا زَيْدُ قم.\rفكلمة (زَيْد) : منادى لأن الطلب وقع عليه، وكان بحرف نداء وهو (يا) .\rقوله: (المنادى خمسة أنواع …)\rيتعلق به شيئان:\rأولهما:\rحَصْر المنادى في أنواع خمسة، وعلى هذا جمهور النحاة، ودليله الاستقراء قاله السيوطي في [الهمع] .\rوالثاني:\rفيه تعداد الأنواع الخمسة:\rأولها:\rالمفرد العَلَم وسبق معنى العَلَم، وهو كل اسم دَلَّ على مُعَيَّنٍ. والمفرد ضده الجملة وشبه الجملة.\rفمن المفرد قولك: (يا زيدان يا زيدون يا مسلمون أفيقوا) ونحو ذلك.\rوالثاني:\rالنكرة المقصودة، سبق معنى النكرة، أما كلمة (المقصودة) أي ما قصدت من قبل المنادِي - بكسر الدال المهملة -.\rمثاله:\rيا رجلُ. فكلمة (رجل) : نكرة، ولكنها قصدت في الخطاب السابق ومعرفة كونها مقصودة بمقتضى القرائن اللفظية أو الحالية.\rوثالثها:\rالنكرة غير المقصودة وهي عكس ما سبق.\rومثالها:\rيا رجلاً في الدار.\rورابعها:\rالمضاف، وسبق معناه.\rومثاله:\rيا عبدَ الله. (عبد) : مضاف، وعليه وقع النداء.\rوخامسها:\rالمشبه بالمضاف، أي ما كانت صورته صورة مضاف ولَيْسَ مضافاً حقيقة.\rمثاله:\rيا حسناً خلقه. فكلمة (حسناً) كأنها تفتقر إلى ما بعدها. افتقار عبد إلى ما بعدها في قولك: يا عبدَ الله.\rقوله: (فأما المفرد العَلَم …الخ)\rفيه ذكر لحكم المنادى، وهو أن المنادى له حكمان:\rالأول:\rالبناء على الضم، وذلك في حالتين:\rالأولى:\rالمفرد العَلَم.\rمثاله:\rيا إبراهيمُ أقبل.\rإعرابه:\rيا: حرف نداء مبني على الفتح أو السكون.\rإبراهيمُ: منادى مبني على الضم.","seal":"845A71A5","part":1},
      {"page":107,"id":107,"nass":"أقبل: فعل أمر مبني على السكون. والفاعل ضمير مستتر وجوباً تقريره أنت.\rالثانية:\rالنكرة المقصودة.\rكقولك لشخص تقصده تنظر إليه وتشير إليه تقول: يا رجلُ أقبل.\rإعرابه: كسابقه سِيَّان.\rوأما الثاني:\rفهو النصْب، وذلك في أحوال ثلاثة:\rالأولى: مع المضاف.\rمثاله: يا عبد الله أقبل.\rيا: حرف نداء مبني على الفتح أو السكون.\rعبد: منادى منصوب بالفتحة الظاهرة على آخره وهو مضاف، ولفظ الجلالة مضاف إليه.\rأقبل: فعل أمر مبني على السكون. فاعله مستتر تقديره أنت.\rوالثانية: المشبه بالمضاف.\rومثاله: يا حسناً وجهه.\rإعرابه:\rيا: حرف نداء مبني على الفتح أو السكون.\rحسناً: منادى منصوب بالفتحة الظاهرة على آخره.\rوجهه: مضاف ومضاف إليه في مَحَلّ رَفْع خبر أو مبتدأ.\rوالثالثة: النكرة غير المقصودة.\rومثاله: يا رجلاً في الدار.\rإعرابه:\rيا: حرف نداء مبني على الفتح أو السكون.\rرجلاً: منادى منصوب بالفتحة الظاهرة على آخره.\rفي الدار: جار ومجرور.\rفائدة:\rاستُنكِر على الْمُصَنِّف - يرحمه الله - قوله: (فيبنيان على الضم من غير تنوين) ، لأن كلمة (من غير تنوين) يُغني عنها كلمة (يُبنيان) . لأن البناء لا يدخله التنوين.\r\rباب المفعول من أجله\rقال الْمُصَنِّف - يرحمه الله - (باب المفعول من أجله)\rيتعلق به شيئان:\rأولهما:\rيتعلق بلقبه حَيْثُ يلقب بالمفعول من أجله والمفعول لأجله والمفعول له.\rوالثاني:\rفي تعريفه حَيْثُ ذكره الْمُصَنِّف بقوله: (الاسم المنصوب الذي يذكر بياناً لسبب وقوع الفعل) .\rوفيه قيود.\rفقَيْد (الاسم) يخرج: الفعل والحرف.\rوقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوقَيْد (الذي يذكر بياناً لسبب وقوع الفعل) يخرج: ما لم يكن كذلك من المفعولات وغيرها.\rمثاله:\rقام زَيْدٌ إجلالاً لعَمْرٍو. فكلمة (إجلالاً) مفعولٌ لأجله.\rإعرابه:\rإجلالاً: مفعول لأجله مجرور.","seal":"57B3B968","part":1},
      {"page":108,"id":108,"nass":"لعَمْرٍو: جار ومجرور.\rمثال آخر:\rقصدتك ابتغاءَ معروفك. كلمة (ابتغاء) مفعول لأجله.\rإعرابه:\rقصد: فعل ماضٍ مبني على السكون لاتصاله بضمير الرفع، والتاء ضمير متصل مبني على الضم في مَحَلّ رَفْع فاعل، والكاف ضمير متصل مبني على الفتح في مَحَلّ نَصْب مفعول به.\rابتغاء: مفعول لأجله أو مفعول له أو مفعول من أجله منصوب بالفتحة الظاهرة على آخره، وهو مضاف.\rومعروف: مضاف والضمير المتصل في مَحَلّ خفض مضاف إليه.\rتنبيه:\rالمفعول لأجله لا يكون إلا قلبياً يعني من أفعال القلوب وعِلَل القلوب.\r\rباب المفعول معه\rقوله: (باب المفعول معه)\rيتعلق به شيئان:\rأحدهما:\rيتعلق بتعريفه، وهو ما ذكره الْمُصَنِّف بقوله: (الاسم المنصوب الذي يُذكر لبيان من فُعل معه الفعل) .\rوفيه قيود:\rفقَيْد (الاسم) يخرج: الفعل والحرف.\rوقَيْد (المنصوب) يخرج: المرفوع والمخفوض.\rوقَيْد (الذي يذكر لبيان من فُعِلَ معه الفعل) يخرج: ما عداه من المفعولات وغيرها.\rومثاله:\rجاء الأميرُ والجيشَ. إذ كلمة (الجيش) مفعول معه لوجود القيود السابقة فيه.\rوالثاني:\rقول الْمُصَنِّف: (نحو قولك: جاء الأميرُ والجيشَ، واستوى الماء والخشبةَ) فيه ذكر مثالين:\rالأول:\rجاء الأمير والجيشَ، إذ كلمة (الجيش) مفعول معه.\rإعرابه:\rجاء الأميرُ: فعل وفاعل.\rوالواو: حرف يدل على المعية.\rالجيشَ: مفعول معه منصوب بالفتحة الظاهرة على آخره.\rوالثاني:\rاستوى الماءُ والخشبةَ. إذ كلمة (الخشبة) مفعول معه.\rإعرابه:\rاستوى الماء: فعل وفاعل.\rالواو: حرف يدل على المعية.\rالخشبةَ: مفعول معه منصوب بالفتحة الظاهرة على آخره.\rتنبيه:\rكلمة (الجيش) و (الخشبة) إذا ذُكِرَت لا لبيان من فُعِلَ معه الفعل كانت معطوفة على ما سبقها آخذةً حُكمه، و (الواو) يكون حرف عطف.\rمثاله:\rجاء الأميرُ والجيشُ. أي جاء الأميرُ وجاء الجيشُ وسبق باب العطف.","seal":"6D4B2CB6","part":1},
      {"page":109,"id":109,"nass":"قال الْمُصَنِّف - يرحمه الله -: (وأما خبر كان وأخواتها …الخ)\rحاصله: الإشارة إلى أن بقية الأسماء المنصوبة قد سبق الكلام عنها سواء أكانت من النواسخ كـ (كان وأخواتها) ، و (إنَّ وأخواتها) ، و (ظَنَّ وأخواتها) ، أم كانت من التوابع كالنعت والعطف وما إلى ذلك.\r\rباب مخفوضات الأسماء\rقوله (باب مخفوضات الأسماء)\rيتعلق به شيئان:\rأولهما:\rتعريفها لغة؛ إذ هي مأخوذة من الخفض وهو ضد الارتفاع، تقول: هذا مكان منخفض أي غير مرتفع وفيه سُفْل.\rوالثاني:\rفي قول الْمُصَنِّف: (مخفوضات الأسماء) دلالة على أن الخفض خاص بالأسماء وسبق.\rقوله: (المخفوضات ثلاثة أقسام: مخفوض بالحذف ومخفوض بالإضافة وتابعٌ للمخفوض)\rيتعلق به شيئان:\rأولهما:\rتعيينه المخفوضات بأنها ثلاثة. ودليله الاستقراء كما قاله ابن هشام وغيره، إلا أن بعضهم زاد قسماً رابعاً، وهو المخفوض بالمجاورة، ويمثلون له بقول القائل: (هذا جحرُ ضبٍّ خَرِبٍ) . فكلمة (خَرِب) مجرورة بالكسرة الظاهرة على آخرها لمجاورتها لما خفض بالإضافة وهو المضاف إليه.\rإلا أن الجمهور من النحاة على أن كلمة (خرب) صفة فهي داخلة في التوابع.\rوالثاني:\rذكره للأقسام الثلاثة:\rأولها:\rالمخفوض بالحرف أي بحروف الجر وسبقت. وتأتي.\rوثانيها:\rالمخفوض بالإضافة، أي عِلَّة خفضه الإضافة.\rومثاله:\rكلمة (ضب) في قولك: (هذا جُحرُ ضبٍّ) ، لأن كلمة (جحر) مضاف و (ضب) مضاف إليه.\rوليُعْلم أن الإضافة لا تجتمع مع شيئين:\rأولهما: (ال) لان الإضافة تعريف كما سبق، و (ال) تعريف كما سبق، ولا يجتمع في الكلمة تعريفان.\rوالثاني: التنوين وسبق، لأن وجود التنوين في الكلمة يدل على كمالها في الاسمية، والإضافة تدل على نُقْصان الكلمة، فلا يجتمع في الكلمة نُقْصان وتمام.\rوثالثها:","seal":"0BE8A809","part":1},
      {"page":110,"id":110,"nass":"المخفوض بالتبعية، وسبقت التوابع الخمسة من النعت والعطف والبدل وغيرها ولذا لم يذكرها الْمُصَنِّف بعد ذلك تفصيلاً واقتصر على تفصيل الكلام فيما يتعلق بالقسمين الأولين.\rقوله: (فأما المخفوض بالحرف فهو ما يُخفض بمن وإلى …الخ)\rفيه ذكر للقسم الأول وهو المخفوض بحرف الجر وسبقت حروف الجر ذكراً وأعادها الْمُصَنِّف هنا للمناسبة.\rأولها:حرف (مِنْ) الدال على معنى الابتداء.\rكقولك: ذهبتُ من البيت إلى المدرسة، أي كان ابتداء ذهابك البيت.\rثانيها: حرف (إلى) الدال على الغاية.\rكقولك: ذهبتُ من البيت إلى المدرسة، أي كان غاية ذهابك المدرسة.\rوثالثها: حرف (عَنْ) الدال على معنى المجاوزة.\rتقول: ذهبت عن المكان بعيداً. إذا جاوزته ذاهباً.\rورابعها: حرف (على) الدال على الاستعلاء.\rتقول: كنت على الفرس واقفاً، أي عالياً فوقه.\rوخامسها: حرف (في) الدال على الظرفية.\rكقولك: في المسجد مصاحفُ عِدَّة. فدلَّ على أنَّ المسجد ظرف مكان للمصاحف.\rوسادسها: حرف (رُبَّ) الدال على التقليل.\rكقولك: رُبَّ مجتهد أخفق. تُقلِّل إخفاقه.\rوسابعها: حرف الباء الدال على الالتصاق وغيره.\rكقولك: أخذت بالكتاب واضعاً إياه أمامي، إذا حصل التصاق يدك به.\rوثامنها: حرف الكاف الدال على التشبيه.\rكقولك: عَمْرٌو كزَيْدٍ قوةً، إذا شبهته به.\rوتاسعها: حرف اللام الدال على الاختصاص أو الْمِلكية.\rمثال الاختصاص: كقولك: هذا المفتاح لهذا الباب. أي يخصه.\rومثال الْمِلكية: قولك: الكتاب لِزَيْدٍ، أي مُلكاً ومِلكيّة.\rوعاشرها: حروف القسم وهي الواو والباء والتاء.\rكقولك:تاللهِ لأجتهدنَّ في العلم حتى أبلغ ذراه.\rوقولك: باللهِ يا زَيْدُ أعطني الدواة لأكتب العلم.\rوكقولك: واللهِ ليَريَن الله مني خيراً في ميدان العلم.\rحادي عشر: حرف الواو المتعلقة برُبَّ.","seal":"E8C00A7F","part":1},
      {"page":111,"id":111,"nass":"كقول امرئ القيس: (وليلٍ كموجِ البحرِ أرخى سُدُولَه) أي ورُبَّ ليلٍ، فالواو تدل على رُبَّ وهي مُقَدَّرة بعدها. ولذلك قيل واو رُبَّ.\rثاني عشر: حرف (مُذْ ومُنْذُ) وهي تدخل على ظرف الزمان كيوم وشهر وسنة وساعة.\rمثاله:\rمُذْ يومٍ لم أطعم لحماً، وكقولك: منذ سنةٍ لم أقرأ كتاباً.\rقوله: (وأما ما يُخفض بالإضافة فنحو: ……الخ)\rيتعلق به شيئان:\rأولهما:\rذكر القسم الثاني وهو المخفوض بالإضافة وذكر الْمُصَنِّف عليه مثالاً وهو (غلام زَيْدٍ) .\rإعرابه:\rغلام: مضاف مرفوع بالضمة الظاهرة على آخره.\rوزَيْدٍ: مضاف إليه مخفوض بالكسرة الظاهرة على آخره. وجملة (غلام زَيْدٍ) في مَحَلّ رَفْع خبر لمبتدأ تقديره (هذا) .\rوأما الثاني:\rفهو ذكر قسمين للمخفوض بالإضافة:\rأولهما:\rما يُقَدَّر باللام ويدل على أحد معنيين: الاختصاص أو المِلكية وسبقا. وتقديره في جملة (غلام زَيْدٍ) أي غلام لِزَيْدٍ اختصاصاً أو ملكيةً.\rوأما الثاني:\rفما يُقَدَّر بـ (مِنْ) وهي بمعنى التبعيض هنا، وضابطه هو أن يكون المضاف جزءاً من المضاف إليه.\rمثاله:\r(هذا ثوبُ خَزٍّ) ، إِذْ التقدير: (هذا ثوبٌ من خزٍّ) ، والخز نوع من أنواع الثياب وكذلك قوله: (خاتم حديد) ، إذ الخاتم نوع من أنواع الحديد هنا.\rوإلى ما سبق أشار الْمُصَنِّفُ بقوله: (فالذي يُقَدَّر باللام …الخ) .\rوينضاف إلى القسمين السابقين قسماً ثالثاً تُقَدَّر فيه (في) المتعلقة بالمتعلقة بالظرفية وسبق التمثيل عليها. وذهب جماعة من النحاة إلى الاقتصار على القسمين السابقين لصلاحية الاستغناء بهما عن (في) .\rوبهذا نكون قد انتهينا من شرح متن الآجرومية، نسأله سبحانه التوفيق والسداد، وصل اللهم وسلَّم على نبينا محمد وعلى آله وصحبه أجمعين.","seal":"7C1466D7","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"شرح الأجرومية للأسمري","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو مُحمَّدٍ، صالحُ بنُ مُحمَّدٍ بنِ حسنٍ آلُ عُمَيِّرٍ، الأسمريُّ، القحْطانيُّ","bLnk":null,"Inf":"","Auth":"صالح الأسمري","Betaka":"الكتاب: شرح الأجرومية\r\nالمؤلف: أبو مُحمَّدٍ، صالحُ بنُ مُحمَّدٍ بنِ حسنٍ آلُ عُمَيِّرٍ، الأسمريُّ، القحْطانيُّ\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبو مُحمَّدٍ ، صالحُ بنُ مُحمَّدٍ بنِ حسنٍ آلُ عُمَيِّرٍ ، الأسمريُّ ، القحْطانيُّ . \r\n\r\nحفظ القرآن زمن الصِّبا ، ثم شرع في حفْظ المتون ؛ فحفظ مجموعةً من المتونِ في شتَّى الفنون .\r\nوأَخَذَ العلمَ وتلقَّاه على يدي جماعةٍ من عُلَمَاء الحرمينِ وغيرهم . \r\n\r\nالوظائِف التي تقلَّدها . \r\n1) التَّدريس في وزارة المعارف . \r\n2) مُعاراً لوِزارة الشؤون الإسلامية . \r\n3) تولَّى إدارة الأوقاف والمساجد والدَّعوة والإِرشاد ببيشة . \r\n4) التَّدريس والإفتاءِ والدَّعوة تابعاً لوِزارة الشؤون الإسلاميَّة بالمملكة العربيَّة السُّعودية - حرسها الله - لكن كمبعُوثٍ لها في دولة قطر . \r\n\r\n((حال صالح الأسمري))\r\n* التف حوله الدارسون إلى عام ( 1425هـ ) تقريبا ، يتلقون كتب شيخي الإسلام : ابن تيمية ومحمد بن عبد الوهاب ـ رحمهما الله ـ وغيرها من كتب أهل السنة ، وتُشرف على هذه اللقاءات بعضُ المندوبيات ، وينصح بها بعض أهل العلم .\r\nولكنه بعد ذلك ظهرت بعض الإشارات الواضحة وغير الواضحة تارة من الأسمري وتارة من طلابه القدامى : مما انقسم معه بعضُ الدارسين والمشرفين على اللقاءات إلى متأثر وعددٌ منهم رجع عن ذلك والحمد لله ، وآخرين محايدين يستفيدون من البرنامج المنشور ودروس الأسمري في المساجد لارتباطهم بها من قديم دون الخوض في هذه الأفكار ، وعدد كبير من الطلاب في معزل عن ذلك .\r\n* وفي آخر عام ( 1426 هـ ) تفجر الوضع بين خواص طلابه ، وظهر منهج الرجل في بعض مواقعه ، وتكلم أهل العلم عن ذلك : مما حمل كثيرا من الإخوان على مقاطعة هذا الرجل ، وحمل آخرين ـ بعد توفيق الله ـ على الرجوع عن منهجه لما تبينت تفاصيله ، وهذا من لطف الله وكرمه . ولم يبق معه إلا ثلة يسيرة ، وآخرون غلوا على منهجه .\r\nوقد انحسر نشاط هذا الرجل في ثلة يسيرة ومجالات مفضوحة ، وفي نفس الوقت تبصر طلابه وغيرهم بحقيقة ما هو عليه ، وقد رأيت بعيني عددًا ممَّن درسوا عليه ، يتلقون العلم ـ الآن ـ عن علماء ثقات ، ويترددون على مجالسهم المباركة . والحمد لله الذي هدى لهذا .\r\n\r\n(( المنهج العقدي )) :\r\nيحاول الأسمري تقرير عدة أمورٍ في باب العقيدة :\r\nأولها : أن مصطلح أهل السنة والجماعة يشمل الأشاعرة والماتريدية وأهل الحديث ، ويعتمدون في هذا التقرير على عدة ركائز :\r\n1- ما ذكره بعض متأخري الحنابلة في شمول مصطلح أهل السنة للأشاعرة والماتريدية وأهل الحديث ( ويقصدون بأهل الحديث : مفوّضة الحنابلة ) ، كالسفاريني ، والكرمي ، وعبد الباقي المواهبي وغيرهم \r\n2- أن شدة الخلاف الذي حصل بين الأشاعرة وغيرهم وتعدد مواطنه إنما حصل بسبب آراء ابن تيمية التي خالف بها الحنابلة وأهل الحديث ، ونسبها لأهل السنة ، وفارق بها الأشاعرة أيضاً .\r\nفي حين أنهم يحصرون الخلاف بين أهل الحديث أو الحنابلة وبين الأشاعرة في مسألة جواز التأويل ، وإثبات الحرف والصوت ، والعلو ، وما عدا ذلك من مسائل الاعتقاد يقولون أنهم متفقون معهم ، على أن هذه الثلاث المسائل بعد تفصيل الكلام عنها ؛ يؤول الخلاف إلى وفاقٍ أو خلاف شكليّ لا ينبني عليه تضليل ولا تبديع\r\n3- أن مدرسة ابن تيمية أو السلفية أو الوهابية ليسوا من أهل السنة والجماعة ، بل منهجهم هو منهج المجسّمة المتّفق على ضلالهم وخروجهم عن مسمى الطائفة الناجية ،إلا أن تجسيمهم في الغالب غير صريح ، ولذلك لا يحكم عليهم بالكفر ، بل بالضلال والبدعة .\r\n\r\nثانيها : أن تقسيم التوحيد إلى أقسامه الثلاثة بدعةٌ أدّت بالوهابية إلى تكفير المسلمين واستحلال دماء المستغيثين بالأنبياء والأولياء والصالحين\r\nثالثها : أن التصوف هو في حقيقته : الإحسان الذي يمثّل المرتبة العليا في الدين ، وجرى اصطلاح العلماء على تسميته بالتصوف على مرّ القرون ، فلا وجه لإنكاره من حيث التسمية ، لأنه لا مشاحّة في الاصطلاح ، كما أن ما استحدثه الصوفية من طرق ومناهج في السلوك ، وهيئاتٍ في العبادة هي من باب البدع الإضافية التي دعت إليها الحاجة ، تماماً كما استحدث العلماء طرقاً في التعليم والتأليف والتبويب والترتيب في مجال العلم ، فلا إنكار على كلا الطريقين .\r\nوعليه فالمولد ، والذكر الجماعي ، والذكر بالاسم المفرد ، والمدائح النبوية ، والطرق الصوفية ، والأذكار المستحدثة ، كلّها من البدع الإضافية الجائزة .\r\nكما أنهم يقفون مع الصوفية في مسائل التوسل بالجاه ، والتبرك بالصالحين ، وشد الرحل لزيارة القبور ، والتبرك بها ، وغير ذلك .\r\n\r\n((المنهج الفقهي )) :\r\n- يرون وجوب التقليد لأحد المذاهب الأربعة ، وعدم الخروج عنها إلا بشروطٍ لا تتحقق في الغالب .\r\n- لا يجيزون الاجتهاد في هذا العصر إلا بشروطٍ يعلمون أنه لا يحقّقها أحدٌ .\r\n- يجيزون التنقل بين المذاهب للحاجة ، أو حتى لمطلق الترخص ، ما دام القول معتمداً في المذهب الذي انتقل إليه .\r\n- يرون أن السلفية في مسلكها الفقهي ذات منهج فوضوي مخالف للفقهاء ،خصوصاً في مسألة عدم التزام تدريس مذهب معيّن ، وفي مسألة الترجيح بين المذاهب ، وأخذ الأحكام من أدلتها لعدم أهليّة أحدٍ منهم ، لا كبار العلماء ولا طلبة العلم .\r\n- كثيرٌ من آرائهم في هذا الباب موجودةٌ في كتاب (أحكام التمذهب) لعبد الفتاح اليافعي ، وهو مطبوعٌ الآن بتقديم مصطفى الخنّ ، والعمراني !! \r\n.\r\nيحاول الأسمري في كثيرٍ من فتاويه الفقهية مخالفة المشهور عند أهل العلم عن طريق تضخيم الخلاف في المسألة أو إبراز أو تقوية القول الآخر حيث يكون كلامه أو فتواه مشهورةٌ معلنة ، وأما في مجالسة الخاصة ، فيصرّح أكثر ، ويضعّف مآخذ أهل العلم من أهل السنة في هذا العصر في المشهور من المسائل الفقهية ، ومن أهمّ فتاويه في هذا الباب :\r\n* قوله بأن تارك الصلاة لا يكفر في المذهب الحنبلي إلا إذا عرض على السيف من قبل وليّ الأمر فقط فلم يصلّ ، وما سوى ذلك فليس بكافر .\r\n* قوله بأن الوجه واليدين ليسا بعورة ، وأن هذا معتمد المذاهب الأربعة .\r\n* قوله بأنه لا يجري الربا في الأوراق النقدية ، وليس فيها زكاة ، وأن هذا معتمد المذاهب أيضاً .\r\n* قوله بجواز خروج المرأة بالبنطال المعروف .\r\n* أن الزنا لا يتحقق مع وجود عازل غليظٍ .\r\n* أن النظر المحرم لا يكون إلا في الحقيقة أما الصورة غير الحقيقية كالتلفاز أو النت أو الجريدة ونحو ذلك ، فلا يحرم إلا إذا أدى إلى الفتنة .\r\nهذه نماذج يسيرة من فتاواه \r\n\r\n((الموقف من السلفية)) :\r\n- لا يرونهم من أهل السنة .\r\n- يصرّح الأسمري لطلابه أن التعامل معهم يقوم على ثلاث مراحل : المداهنة ، المحايدة ، المفاصلة . على الترتيب .\r\n- يركزون جهودهم في الرد والتأليف والكتابة في النت لمواجهة السلفية ، وهذا ظاهرٌ في موقع ملتقى النخبة التابع لهم .\r\n- يبني طلاب الأسمري في اليمن مسجداً في صنعاء - شارع المطار على نفقة بعض أهل الخير من قطر ، وهم في المراحل الأخيرة منه .\r\n- يعتزمون إقامة مؤسسة علمية في صنعاء ، يعملون من خلالها على نشر أفكارهم ودعوتهم ، ويرأسها اليافعي .\r\n- لعبد الفتاح اليافعي علاقة حميمة بعمر بن حفيظ ، وتواصل كبير معه ، وعن طريقه تمّ التواصل مع علي الجفري لدعم المؤسسة وتبنيها .\r\n- يركزون في اليمن على طلاب جامعة الإيمان خاصةً لنشر أفكارهم ، وعرض دعوتهم .\r\n- يستخدمون التورية بشكلٍ كبيرٍ جداً عند الكلام مع الآخرين في هذه القضايا .\r\n- يعملون على نشر كتب سعيد فودة التي يتناول فيها السلفية ، وابن تيمية ، خصوصاً كتابة الكاشف الصغير عن عقائد ابن تيمية .\r\n- يظهرون للناس في كثيرٍ من خطاباتهم الدعوة إلى التسامح والتعايش وفهم الآخر واحترام آراء المخالفين ، ونشر الكتب والمقالات والفتاوى التي ترى أن الأشاعرة من أهل السنة والجماعة ، وغرضهم في ذلك تهوين أخطاء أهل البدع وضلالاتهم ، وتوطين طلاب العلم السلفيين على قبول التصوف والتمشعر ، أو حتى الإغضاء عن الكلام فيهم ، في حين أنهم يتعاملون مع السلفية على النقيض من ذلك تماماً ، فهم لا يقبلون أن يكون السلفيون من أهل السنة والجماعة ، ويعملون ليل نهار على التحذير منهم ، ونشر الكتب التي ترد عليهم ، ويتكلمون على علمائهم في المجالس الخاصة بالتحقير والتنقيص ، بل والتضليل والتبديع .\r\n\r\nلهم منهجية في مواجهة السلفية تقوم على عدة ركائز :\r\nالأولى : التركيز على المسائل الخلافية التي يتبنّى السلفيون أحد الأقوال فيها ، ومن ثَمّ تقوية أقوال المخالفين ، وسرد أدلتهم ، وتضخيم المخالف ، وأن السلفية في كثيرٍ من تلك المسائل مخالفة لجمهور العلماء والفقهاء ، وغرضهم من ذلك ما يعبرون عنه بــ : زعزعة المنهج السلفي ، حيث يذكرون في مقدمة كتبهم أنهم جمعوا مئات الأقوال ، أو مئات الآثار ، أو مئات العلماء ، وهكذا..\r\nويستخدمون ما يدعونه من أنه قول ( جمهور العلماء ) في معظم المسائل التي يرونها وسيلةً لإرهاب بعض طلبة العلم ، أو اقتناصاً لهم .\r\nكما أنهم يصوّرون لصغار طلبة العلم أن الأشاعرة هم علماء الأمة ، وأهل الحديث والتفسير والفقه ...الخ، وأن معظم الأمة على المذهب الأشعري ، ونحو تلك الدعاوي التي يتخذونها تكأةً لبث أفكارهم .\r\nالثانية : إسقاط الرموز ، وهي المرحلة الثانية عندهم ، وأهم الرموز : ابن تيمية ومحمد بن عبد الوهاب ، فيهتمون بذكر الفتنة التي حصلت بين ابن تيمية وأشاعرة عصره ، ويعدّدون من كفّره أو ضلّله ، وينشرون الكتب التي تطعن فيه أو ترد عليه ، ويصورون موقفه بأنه سبب الفتن والخلافات بين الفرق الإسلامية...الخ .\r\nكما أنهم يضربون على وتر الحروب التي قامت في عهد محمد بن عبد الوهاب ، وآثارها ، وكلام العلماء فيها ، وينشرون الكتب المهتمة بالرد عليه ، خصوصاً كتاب (داعية وليس نبياً) لحسن فرحان المالكي .\r\nوللعلم فإنهم لا يقتصرون على الكلام في ابن تيمية ، وابن عبد الوهاب ونحوهم ، بل يتعدون إلى متقدمي السلف وأهل الحديث ، أمثال الإمام الدارمي ، وابن خزيمة ، والسجزي ، والهروي ، وغيرهم ، كما يشكّكون في كثيرٍ من النقولات الواردة عن السلف التي فيها رد صريح على معتقداتهم ، كالنقول الواردة عن يزيد بن هارون ، والإمام أحمد وككتاب الصفات للدارقطني ، والنزول له ، والرؤية , والرد على الجهمية للإمام أحمد وغير ذلك .\r\nالثالثة : إقناع المستمع أن السلفية خلف المجسمة ، وأن التجسيم لازمٌ لمذهبهم مهما تبرءوا منه ، وأنهم ثلة قليلة انتشرت بالمال ، في حين ضعف دعوة أهل الحق ، وأن السلامة في مذهب جمهور الأمة الأشاعرة ويركزون على تبني التفويض لا التأويل ، لنفور الكثير من التأويل في الوقت الذي هم يجيزون فيه التأويل ، ويعترفون أنه أضبط وأحكم .\r\n\r\nوقد رد عليه الشيخ بدر العتيبي في كتابه تنبيه الممتري في فساد عقيدة الجاهل المفتري صالح الأسمري, دار المعراج, الطبعة الأولى 1430, وقد قرأه الشيخ العلامة المحدث عبد المحسن العباد وأيده.\r\n\r\n(ما سبق ملتقط من مشاركات في ملتقى أهل الحديث)","seal":"87795146","cat":"النحو والصرف - مرقم آليا","oNum":2121,"BkId":2121,"oAuth":909,"bVer":1,"aSeal":"B1FA1B35"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t2121":
    [
      {"lvl":1,"id":17,"sub":0,"tit":"الكلام هو: اللفظ المركب المفيد بالوضع"},
      {"lvl":1,"id":36,"sub":0,"tit":"(فصل: المعربات قسمان)"},
      {"lvl":1,"id":52,"sub":0,"tit":"باب مرفوعات الأسماء"},
      {"lvl":1,"id":53,"sub":0,"tit":"باب الفاعل"},
      {"lvl":1,"id":57,"sub":0,"tit":"باب المبتدأ والخبر"},
      {"lvl":1,"id":62,"sub":0,"tit":"باب العوامل الداخلة على المبتدأ والخبر"},
      {"lvl":1,"id":69,"sub":0,"tit":"باب النعت"},
      {"lvl":1,"id":72,"sub":0,"tit":"المعرفة والنكرة"},
      {"lvl":1,"id":77,"sub":0,"tit":"باب العطف"},
      {"lvl":1,"id":83,"sub":0,"tit":"باب التوكيد"},
      {"lvl":1,"id":85,"sub":0,"tit":"باب البدل"},
      {"lvl":1,"id":88,"sub":0,"tit":"باب منصوبات الأسماء"},
      {"lvl":1,"id":89,"sub":0,"tit":"باب المفعول به"},
      {"lvl":1,"id":91,"sub":0,"tit":"باب المصدر"},
      {"lvl":1,"id":94,"sub":0,"tit":"باب ظرف الزمان وظرف المكان"},
      {"lvl":1,"id":97,"sub":0,"tit":"باب الحال"},
      {"lvl":1,"id":99,"sub":0,"tit":"باب التمييز"},
      {"lvl":1,"id":100,"sub":0,"tit":"باب الاستثناء"},
      {"lvl":1,"id":104,"sub":0,"tit":"باب ' لا '"},
      {"lvl":1,"id":105,"sub":0,"tit":"باب المنادى"},
      {"lvl":1,"id":107,"sub":0,"tit":"باب المفعول من أجله"},
      {"lvl":1,"id":108,"sub":0,"tit":"باب المفعول معه"},
      {"lvl":1,"id":109,"sub":0,"tit":"باب مخفوضات الأسماء"}
    ]
}
