{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b2138":
    [
      {"page":1,"id":1,"nass":"بسم الله الرحمن الرحيم\rالحمدلله رب العالمين، والصلاة والسلام رسوله أشرف الأنبياء والمرسلين، وعلى آله وأصحابه أجمعين، ومن تبعهم بإحسان إلي يوم الدين\rأمابعد: فيقول الفقيرإلي ربه: خادم كتاب رب العباد، وعلم الرواية والإسناد: المدعو: {صالح أحمدمحمدإدريس الأركاني المكي ثم الرابغي} لقدقرأت كتاب {فهرس الفهارس} لمؤلفه المحدث المسند السيد محمد عبد الحي بن عبد الكبيرالكتاني وكتبت عليه بعض التعليقات، أوالتوضيحات، فلمارآها شيخنا وصاحبنا المسند محمد ياسين الفاداني استحسنها وطلب منّي أن أجعلها في رسالة مستقلة، فلبيت طلبه، ونفذت رغبته، وسميت هذه التعليقات بـ:\r{تحفة المجالس في التعليقات علي فهرس الفهارس}\rوأسأل الله العلي القديرأن يجعل عملناهذاخالصاً لوجهه الكريم، وأن ينفع بهذه الرسالة خاصة المشتغلين بعلم الرواية والإسناد، وجميع المسلمين عامة، وأن يوفقنا دوماً وأبداً إلي مايحبه ويرضاه، وأن يرزقنا قبل الموت توبة وعندالموت شهادة أن لا إله إلا الله وأن محمداَ رسول الله، إنه سميع مجيب الدعاء، وصلى الله وسلم على خيرخلقه وعلى آله وأصحابه أجمعين0\rفأقول وبالله التوفيق:\r1 ــ في (ج1 ص78و79) : عندما عد المؤلف الحفاظ من أهل القرن العاشرقال: السخاوي، السيوطي المصري، البرهان الناجي الشامي، عثمان الديمي المصري، الديمي الصغيرالمصري، يوسف بن شاهين المصري، النجم ابن فهدالمكي، ... ألخ0","seal":"F342F051","part":1},
      {"page":2,"id":2,"nass":"قلت: النجم بن فهد، هوالحافظ نجم الدين عمرابن الحافظ تقي الدين محمدبن النجم محمدابن فهدالهاشمي المكي، ولدسنة (812هـ) وتوفي سنة (885هـ) ، والحافظ يوسف بن شاهين المصري، ولدسنة (828هـ) ، وتوفي سنة (899هـ) ، والبرهان الناجي، هوالحافظ البرهان ابراهيم بن محمدابن محمودبن بدرالدمشقي المعروف بالناجي، ولدسة (810هـ) وتوفي سنة (900هـ) ، وهم من حفاظ القرن التاسع كمابينت، وعدهم من الحفاظ القرن العاشر ليس بجيد0 والله تعالى أعلم0\r2 ــ وفي (ج1 ص79 سطر15) : عدالمؤلف: ابن سنة الفلاني السوداني، من حفاظ القرن الثاني عشر0\rقلت: ابن سنة هذا لايوصف بالحفظ، وقدقال المؤلف في ترجمة ابن سنة (ج2 ص1027 سطر19) : روي عنه (أي عن ابن سنة) الشيخ صالح الفلاني، وهوالذي شهرأسانيده ومن طريقه عرفهاالناس. أهـ. وقال المؤلف (في ج1ص77) : وقال الحافظ ابن حجر: الشروط التي إذا اجتمعت اليوم في الراوي سموه حافظاً هي: الشهرة بالطلب، أو الأخذ من أفواه الرجال لامن الصحف، ومعرفة التعديل والتجريح لطبقات الرواة ومراتبهم، وتمييزالصحيح من السقيم، حتى يكون مايستحضره من ذلك أكثرممالايستحضره، مع حفظ الكثيرمن المتون، فهذه الشروط من جمعها فهوحافظ. أهـ0 فهل يجتمع هذه الشروط في ابن سنة؟\r3 ــ وفي (ج1ص97 سطر14) : ويروي البابلي الجامع الصغيرعن السنهوري عن العلقي عن السيوطي. أهـ.\rقلت: صواب العبارة: عن السنهوري (هوسالم) عن الشمس العلقمي عن السيوطي0\r4 ــ وفي (ج1ص 101سطر20) : وأرويهابأسانيدنا إلي السيدزين جمل الليل المدني0\rقلت: هوزين العابدين بن علوي باحسن جمل الليل المدني (ت1235هـ)\r5 ــ وفي (ج1ص111سطر10) : عن ابن أبىمحمدالقاسم بن المظفربن عساكر. أهـ.\rقلت: صواب العبارة: عن أبىمحمدالقاسم بن المظفربن عساكر، بحذف كلمة ابن بعدكلمة عن 0","seal":"E236C87F","part":1},
      {"page":3,"id":3,"nass":"6 ــ وفي (ج1ص112سطر17 وبعده) : عن أبى الحسن ابن الزبيرالغرناطي، عن أبىالحسين أحمدابن محمدبن بن السراج، عن خاله الإمام أحمدبن أبىبكربن خيرعن مؤلفها.. ألخ0\rقلت: صواب العبارة هكذا: عن أبىجعفرأحمدبن ابراهيم بن الزبيرالغرناطي (العاصمي) ، عن أبىالحسين أحمدبن محمدبن السراج، عن خاله الإمام أبىبكرمحمدبن خير (ابن عمر الأموي الاشبيلي) ، عن مؤلفها0\r7 ــ وفي (ج1ص114 سطر19وبعده) : ومسند مكة الوجيه عبد الرحمن بن فهدالعلقمي، ونورالدين علي بن أحمدالقرافي كلاهما من أصحاب السيوطي. أهـ.\rقلت: عبد الرحمن بن فهد هو المكي، وليس العلقمي، واسمه الكامل: عبد الرحمن بن عبد القادرابن الحافظ عبد العزيزابن الحافظ النجم عمرابن الحافظ التقي محمدابن فهدالهاشمي المكي، توفي بمكةالمكرمة سنة (995هـ) وهولايروي عن الحافظ السيوطي، وإنمايروي عن عمه محمدجارالله ابن الحافظ عبد العزيزابن فهدالهاشمي المكي، وهوعن الحافظ السيوطي وغيره0\r8 ــ وفي (ج1ص128سطر19) : عن الحافظ الزبيربن سيدالكل المهلبي الأسواني، عن أبىالحسن بن تامتيت. أهـ.\rقلت: الصواب هو: الحسين بن يحي بن أحمدتامتيت، أنظرذيل التقييدفي رواة السنن والمسانيد للحافظ تقي الدين أبىالطيب الفاسي المكي (ج1ص533) في ترجمة الزبيربن علي بن سيدالكل المهلبي الأسواني0\r9 ــ وفي (ج1ص132) : ترجم للسيد أمين رضوان المدني، وذكرأنه ولدبالمدينة المنورة سنة (1252هـ) ، وفي آخرترجتمة قال: ولاأستحضروفاته0أهـ0\rقلت: إنه توفي سنة (1329هـ)\r10 ــ وفي (ج1ص148) في ترجمة أبي الحسن محمدبن عبد الهادي السندي المدني، قال وكانت وفاته سنة (1139هـ) . أهـ0 قلت: وفي سلك الدررأنه توفي سنة (1138هـ)\r11 ــ وفي (ج1ص160و161) : في ترجمة أبىالفتح المزي الإسكندري، قال: يروي المذكور عالياً عن عائشة بنت عبد الهادي، والشهاب الرسام، وجده علي بن صالح النويري كلهم عن الحجار. أهـ.","seal":"EEEB187C","part":1},
      {"page":4,"id":4,"nass":"قلت: أبوالفتح محمدبن محمدبن علي بن صالح المزي ولدسنة (810هـ) وتوفي سنة (906هـ) ، ولم أقف على ترجمة جده رغم البحث عنه، وعائشة بنت عبد الهادي المقدسية توفيت سنة (816هـ) ـ وأماالشهاب الرسام أظنه هو: أحمدبن أبىبكربن أحمدبن علي بن إسماعيل الحموي الأصل ثم الحلبي الحنبلي الشهيربابن الرسام، ولدتقريباً في سنة (763هـ) وتوفي في حماة سنة (844هـ) ، وهومن شيوخ الحافظ النجم عمربن فهدالمكي (ت885هـ) وذكره في معحم شيوخه (أنظر ص54 منه) ، والحجار هو: أحمدبن أبىطالب الحجارالصالحي توفي سنة (730هـ) ، فإن كان المراد من الشهاب الرسام، المذكورهنا فإنه لايروي عن الحجار، وإن كان المرادبالبرهان بن صديق الرسام (ت806هـ) وهويروي عن الحجار، ولكن لايروي عنه المزي الإسكندري المذكورلأنه ولدبعدوفاته0 والله تعالى أعلم.\r12 ــ وفي (ج1 ص 163 سطر7) : في ترجمة أبىالنصر الخطيب قال أنه مات سنة (1325هـ)\rقلت: الصواب أنه مات في 4 من شهرربيع الثاني سنة (1324هـ) ، والله أعلم0\r13 ــ وفي (ج 1 ص169 سطر13) : نرويه عن أبىاليسرالمهنوي المدني، عن الأستاذمحمدبن علي الشلفي. أهـ.\rقلت: الصواب: محمدبن علي السنوسي، وليس الشلفي وهوخطأ مطبعي0\r14 ــ وفي (ج 1 ص 171سطر10 ومابعده) قال: إتحاف الأكابربمرويات الشيخ عبد القادر: اسم فهرس شيخ الإسلام بمكة ومفتيهاالشيخ عبد القادربن أبىبكرالصديقي الحنفي أبوالفرج محي الدين،..... إلي أن قال المؤلف: أنه يرويه عن السكري عن الكزبري عن عبد الملك القلعي عنه0 (ح) وعن أبىالنصرعن عمرالغزي عن القلعي عنه 0 (ح) وبأسانيدناإلي ابن عابدين عن القلعي المذكورعنه ... ألخ0","seal":"7348A908","part":1},
      {"page":5,"id":5,"nass":"قلت: المؤلف لم يذكرتاريخ ولادة المفتي عبد القادرالصديقي، ولاوفاته، فأقول: المفتي عبد القادربن أبىبكرالصديقي المكي الحنفي، ولد بمكة المكرمة سنة (1080هـ) ، وتوفي بهاسنة (1138هـ) ، وثبته المسمي (إتحاف الأكابربمرويات المفتي عبد القادر) ، هومن تخريج تلميذه الشيخ محمدهاشم بن عبد الغفورالسندي الحنفي، في مجلدين ضخمين وعندي نسخة منه، وعبد الملك القلعي، هومفتي مكة وقاضيها عبد الملك بن عبد المنعم بن تاج الدين بن عبد المحسن القلعي المكي الحنفي، توفي بمكة سنة (1228هـ) ، ولاتعرف سنة ولادته، فبين وفاته ووفاة المفتي عبد القادرالصديقي، تسعون سنة، وهذايقتضي أن عبد الملك القلعي عُمِّرَ أكثرمن تسعين سنة، وهذالم أجدفي كتب الأثبات والتواريخ، فرغم هذا قلد المؤلف شيوخنا وغيرهم من الشيوخ، وكذلك قلدته في كتابي فتح العلام وغيره من أثباتي ومؤلفاتي في علم الرواية والإسناد، والمعروف عندي: أن عبد الملك القلعي يروي عن أبيه عبد المنعم القلعي، والمفتي علي ابن المفتي عبد القادربن أبىبكرالصديقي المكي الحنفي (ت1187هـ) ، كلاهما عن والدالثاني المفتي عبد القادربن أبىبكرالصديقي المكي، صاحب الثبت المذكور، وعبد المنعم القلعي أيضاً عن أبيه القاضي تاج الدين القلعي بسنده، وإن ثبت حقاً أن عبد الملك القلعي يروي عاليا عن المفتي عبد القادرالصديقي، فهذا علو له ولمن روي من طريقه0 قلت: ورأيت أيضاصاحبناالشيخ ياسين الفاداني يروي في أثباته من طريق عبد الملك بن عبد المنعم بن تاج الدين القلعي، عن جده تاج الدين القلعي المكي (ت1149هـ) ، والمفتي عبد القادربن أبىبكرالصديقي المذكور، بأسانيدهما، وكذلك فعلت أناأيضا. وأسأل الله أن يوفقنا ولمحبي علم الرواية والإسناد لمعروفة ولادة القاضي عبد الملك القلعي، حتى نكون على بينة من روايته عن المفتي عبد القادربن أبىبكرالصديقي المكي، وجده القاضي تاج الدين القلعي المكي0","seal":"FE28BBD3","part":1},
      {"page":6,"id":6,"nass":"15 ــ وفي (ج1 ص 172) قال: إتحاف سيدي محمدخليل بمواهب مولاناالجليل: لشيخ المحدثين بمصرالشيخ أبىمفلح خليل بن ابراهيم اللقاني المصري المالكي، ألفه باسم محمدبن خليل العجلوني، يروي عن والده، والبابلي،وسالم السنهوري، وأحمدالمكي، ومحمدحجازي الواعظ، وعلي الأجهوري وغيرهم. أهـ.\rقلت: خليل بن ابراهيم اللقاني توفي سنة (1105هـ) ، وهولايروي عن سالم السنهوري (ت1115هـ) ، ولا عن محمدحجازي الواعظ (ت1035هـ) ، وهمامن شيوخ شيوخه: وإنما يروي خليل اللقاني عن أبيه ابراهيم اللقاني (ت1041هـ) ، وشقيقه عبد السلام بن ابراهيم اللقاني، وشقيقه الثاني محمدبن ابراهيم اللقاني، والشمس محمدبن علاءالدين البابلي (1077هـ) وعبد الله الخرشي، والنورعلي الشبراملسي، وسلطان المزاحي، والشهاب أحمدالشوبري المصري، وياسين العليمي الحمصي، ومحمدعلي بن علان المكي، وعامرالشبراوي، والشهاب أحمدالقليوبي، وعبد الرحمن الخياري المدني، وتاج الدين المالكي المكي، وغرس الدين الخليلي، وعبد العزيزبن محمدالزمزمي المكي، والشمس محمدالشبراملسي المالكي، والنورعلي الأجهوري، والنورعلي الحلبي صاحب السيرة، وغيرهم0\r16 ــ وفي (ج1 ص 188) قال: الإعلام بأسانيدالأعلام: لعلامةاليمن ومسنده الشهاب أحمدبن محمدقاطن الصنعاني اليمني، أرويه عن القاضي حسين السبعي اليمني الأنصاري عن محمدبن ناصرالحازمي، عن محمدبن علي العمراني، والوجيه الأهدل كلاهما عنه.ألخ0\rقلت: الشهاب أحمدقاطن الصنعاني ولدسنة (1118هـ) ، وتوفي سنة (1199هـ) ، ومحمدبن علي العمراني ولدسنة (1194هـ) ، وتوفي سنة (1264هـ) ،وهوعندي لايروي عنه 0","seal":"1DF74848","part":1},
      {"page":7,"id":7,"nass":"قلت: وأناالفقيرإلي به/ صالح بن إدريس الأركاني، أروي عن شيخناالمفتي عبد الله بن علي باسندالعمودي، عن المفتي يوسف بن مبارك العريشي، عن القاضي حسن بن أحمدعاكش الضمدي، والسيدحسن بن عبد الباري الأهدل، كلاهما عن السيدعبد الرحمن بن سليمان الأهدل عن الشهاب أحمدقاطن الصنعاني0 {ح} ويوسف بن مبارك العريشي أيضا عن محمدبن علي العمراني (ت1264هـ) ،وهوعن محمدبن علي الشوكاني وغيره، ولم يقل شيخناالمفتي عبد الله العمودي أن العمراني يروي عن أحمدقاطن0\r17 ــ وقال في (ج1 ص 197سطر4 وبعده) : ولنابه (أي بالبصري المكي) إتصال غريب عن السيدشمس الدين محمدبن محمدسرالختم بن عثمان المرغني لقيته بالإسكندرية، عن أبيه محمدعثمان عن أبيه أبىبكروعمه ياسين عن أبيهماأبىبكرعن أبيه عبد الله عن البصري0 أهـ.\rقلت: وصواب العبارة هكذا: عن السيدشمس الدين محمدبن محمدسرالختم بن عثمان المرعني لقيته بالإسكندرية، عن أبيه محمدسرالختم، عن أبيه عثمان، عن أبيه أبىبكر، وعمه ياسين، عن أبيهماعبد الله المحجوب الميرغني الطائفي عن البصري؛ هوعبد الله بن سالم البصري المكي0\r18 ــ وقال في (ج1 ص 202) : وأتصل به (أي بالحافظ الزبيدي) أعلى من ذلك من الطريق المعمرالشهاب أحمدبن صالح بن علي بن محمدسعيدالسويدي البغدادي، وهويروي عن السيدمرتضى بحق إجازته لجده محمدسعيدوأولاده وأولادهم وأحفادهم، وهوآخرحفدة جده المنلاعلي المذكور، وكانت وفاته عن نيف وتسعين سنة 1324هـ، وإجازته لناكانت من مكة عام1321هـ لماوردهاحاجاً. أهـ.","seal":"0879D07D","part":1},
      {"page":8,"id":8,"nass":"قلت: لايجوزالراوية بهذاالسند لأمورأهمها: أن الشهاب أحمدبن صالح السويدي لم يدرك حياة الحافظ السيدمحمدمرتضى الزبيدي المصري (ت1205هـ) هذا أولا، وثانياً: عندماأجازالحافظ للمنلا محمدسعيدالسويدي ولأولاده وأولادهم وأحفادهم كمال قال، كان يقصد الحافظ الزبيدي الذين يولدون في حياته، ولا الذين يولدون لهم إلي يوم القيامة0 وقدقلدت الحافظ الزبيدي فأجزت لبعض الشيوخ ولأولاده وأحفاده، وقال لي بعض الحاضرين كيف تجيز لأحفاده وليس له أحفاد؟ فقلت له: قصدت ذلك الذين ولدوا أوسيولدون في حياتي، ولم أقصدمن سيولد بعدمماتي0 وهكذا فعل الحافظ مرتضى الزبيدي مع المنلامحمدسعيد السويدي0 تنبيه: لقدكنت أظن في بداية أمري أن الشهاب السويدي أدرك حياة الحافظ الزبيدي، ففرحنا بهذاالسند، إلا أن هذا الفرح قد تبدل إلي الحزن والأسى عندما تحققت من أمره وأنه ولد بعدوفاةالحافظ الزبيدي بعشرات السنين0\rوقدقال المؤلف عبد الحي الكتاني في (ج1 ص491 سطر11 ومابعده) : (وفي جميع الفهارس والمشيخات أن يحي بن يحي الليثي كان يروي الموطأ عن مالك عدا مافاته سماعه من مالك، وهومقدار يسير كان يرويه عن زياد ابن عبد الرحمن شبطون عن مالك لاعن مالك، فانظر إلي تحري من تقدم والصدق في الرواية وإلي ماوصل إليه الحال الآن من تعمد أحدهم إلي سياق أسانيدالكتب السنة من طريق شيخ عن شيخ له لم يحضرعليه إلا في فرائض المختصر، وليست له منه إجازة، فبمجرد الحضور عليه في دروس معينة روي عنه كل مالعله لم يروه هوأيضاً، وإنالله على ضياع العلم وانقطاع سلسلته، ثم إذاأرادوا وصل سلسلة وصلوهابالكذب والتزوير) .أنتهى كلامه.\rقلت: هذاكلام حسن وجيد، وكان أفضل وأحسن لوترك الرواية عن الشهاب السويدي عن الحافظ الزبيدي، لاسيماوعبد الحي الكتاني يروي بالإجازة الخاصة عن السكري عن الكزبري الحفيد، وعبد اللطيف البيروتي وعمرالآمدي، وحامدالعطار، كلهم عن الحافظ الزبيدي بالإجازة الخاصة0","seal":"19314A1D","part":1},
      {"page":9,"id":9,"nass":"19 ــ وقال في (ج1 ص 211) : نتصل بالبابلي المذكور من طريق أبىسالم العياشي إلي أن قال: والبصري والنخلي والعجيمي، والقلعي والثعالبي، والرداني، والرزقاني..... ألخ 0\rقلت: لا أعلم حتى الآن مراد المؤلف بالقلعي، فإن كان مراده تاج الدين بن عبد المحسن القلعي المكي، فالمؤلف ترجمه في (ج1 ص97) وذكرأنه يروي عن: عيسي الثعالبي، ومحمدبن سليمان الرداني، وحسن العجيمي، وعبد الله البصري، ومحمدبن عبد الباقي الزرقاني، وأحمدبن محمدأبىالأخيرالمرحومي المصري، وأحمدبن محمدبن سالم القلعي، وقال عن الأخير: أنه يروي عن البابلي0 قلت: المؤلف لم يترجم أحمدبن محمدبن سالم القلعي في كتابه، فلذايتجه الذهن إلي أنه أرادبالقلعي التاج القلعي، والله تعالى أعلم0\r20 ــ وجاء في (ج1 ص213 سطر9) : عيدبن عساكرالنمرسي0\rقلت: الصواب أنه عيدبن علي النمرسي الأزهري الشافعي (ت1140هـ)\r21 ــ وجاء في (ج1 ص 219) : ومن أعلى ماحصل له (أي للبدرالغزي) روايته عن الإمام أبىالفتح المزي الإسكندري عن عائشة بنت عبد الهادي، والشهاب بن صديق الرسام، وجده علي بن صالح النويري كلهم عن الحجار 0 أهـ0\rقلت: أبوالفتح محمدبن محمدبن علي بن صالح المزي الإسكندري ولدسنة (810هـ) وتوفي سنة (906هـ) ،وعائشة بنت عبد الهادي المقدسية توفيت سنة (816هـ) وهي تروي عن الحجار0 وأماالشهاب بن صديق الرسام، فإن كان المرادبه البرهان ابراهيم بن محمدبن صديق الرسام (ت806هـ) الراوي عن الحجار، فلايجوز لأبى الفتح المزي الرواية عنه لأنه لم يدرك حياته، وإن كان المرادبالشهاب الرسام: أحمدبن أبىبكربن أحمدبن علي بن إسماعيل الحموي الأصل ثم الحلبي الحنبلي الشهيربابن الرسام، (763 ـ 844هـ) فإنه لايروي عن الحجار0 والله تعالى أعلم0\r22 ــ وجاء في (ج1 ص222 سطر18) : وكان للمترجم (أي الحافظ البرها ن ابراهيم بن محمدبن خليل الحلبي ت841هـ) ولداسمه أحمدوكنيته أبوذر، وصف أيضابالحفظ والإتقان والضبط0 أهـ0","seal":"8602EF03","part":1},
      {"page":10,"id":10,"nass":"قلت: للحافظ البرهان الحلبي أولاد ثلاثة: الحافظ موفق الدين أبوذرأحمد وهوتوفي سنة (884هـ) ، والعلامة الفقيه ناصرالدين أبوحمزة أنس، والعلامة الفقيه جمال الدين أبوحامدعبد الله0 وكلهم عن والدهم الحافظ البرهان الحلبي وعن غيره، بل استجازلهم الحافظ النجم عمربن فهدالمكي عن شيوخ كثيرين، وذكرهم في معجم الشيوخ، وهومطبوع 0\r23 ــ وجاء في (ج1 ص225 سطر20) : وأحمدبن يعقوب 0 (أي أنه من شيوخ محمدبن عبد السلام البناني الفاسي ت1163) أهـ0\rقلت: أحمدبن يعقوب هوالولالي، وهويروي عن قاضي فاس الجديد العلامة أحمدبن سعيدالمكيدي (ت1094هـ) وهوعن عبد القادربن علي الفاسي، وأبىسالم العياشي، وأحمدبن أبىبكرالدلائي، وأحمدبن عمران الفاسي، وعيسي الثعالبي، والشهاب أحمدالخفاجي، وغيرهم.\r24 ــ وجاء في (ج1 ص 237 سطر12 ومابعده، في ترجمة البوني أحمدبن قاسم) : ويروي عن الشيخين المعمرين أكثرمن من مائة وعشرين سنة أبىالحسن علي الخضري الرشيدي الحنفي، وأبىعبد الله محمدابن عبد العزيزالمنوفي الشافعي، الأول: عن الشيخ عبد الروؤف المناوي عن الشعراني عن زكريا، والثاني: عن عبد الواحدالبرجي الرشيدي الشافعي المعمرمات سنة (1023هـ) عن نحومائة سنة، والشمس الرملي، الأول عن الحافظ السيوطي، والثاني: عن زكرياالأنصاري، كلاهماعن الحافظ ابن حجر) أهـ 0 قلت: عبد الواحدالبرجي لايروي عن الحافظ السيوطي لأنه ولدبعدوفاة السيوطي، والسيوطي لايروي عن الحافظ ابن حجرالعسقلاني بالإجازة الخاصة0\r25 ــ وقال في (ج1 ص245 ومابعده) : الباقيات الصالحات في المسانيدوالأوائل والمسلسلات لمعاصرنامحمدقيام الدين عبد الباري الأنصاري اللكنوي الهندي، إلي أن قال: أرويه عن جامعه بالإجازة العامة لأهل العصرعلى مذهب من يرى ذلك ولاعلم لي بخبره إلا من فهرسه المذكور) أهـ0","seal":"B8C5B726","part":1},
      {"page":11,"id":11,"nass":"وقال المؤلف في (ج2 ص868 سطر2) : وأروي عنه (أي السيدعيدروس بن عمرالحبشي (ت1314هـ) بإعتبار إجازته العامة لأهل العصرالتي أخبرني بهاالشيخ أحمدبن عثمان العطار) لأهـ0\rقلت: فكلام المؤلف الكتاني يرد قول بعض القائلين أنه (أي المؤلف) مان كان يروي عن أحد بالإجازة العامة لأهل العصر0 وقدأخبرني صاحبناالشيخ محمدياسين الفاداني مراراً أن عبد الحي الكتاني أجازلأهل عصره عامة، ولأهل مكة خاصة، فإن صح قوله دخلت أناأيضا في إجازته العامة0\r26 ــ وجاء في (ج1 ص259 سطر17) : وأبىعبد الله محمدبن خالدالجعفري المكي ووالده أبىبكر0 أهـ0\rقلت: وصواب العبارة هكذا: وأبىعبد الله محمدبن أبىبكربن خالدالجعفري المكي، ووالده أبىبكر0\r27 ــ وجاء في (ج1ص270 سطر6) : وسمع (أي الحافظ تقي الدين ابن فهد) من الأبنوسى، وابن صديق، والزين المراغي، وأبىاليمن الطبري 0 أهـ0\rقلت: الأبنوسي: هوالبرهان ابراهيم بن موسي بن أيوب الأبناسي ثم القاهري الشافعي، ولدسنة (725هـ) تقريباً، وتوفي سنة (802هـ) ، وابن صديق: هوالبرهان ابراهيم بن محمدين صديق الرسام الدمشقي ثم المكي الشافعي، ولدسنة (719هـ) وتوفي بمكة سنة (806هـ) ،والزين المراغي: هوأبوبكربن الحسين المراغي العثماني المدني الشافعي، ولدسنة (727هـ) ، وتوفي بالمدينة المنورة سنة (816هـ) ، وأبواليمن الطبري: هومحمدبن أحمدابن الرضي ابراهيم بن محمدبن ابراهيم بن أبىبكرالطبري المكي الشافعي، ولدبمكة سنة (730هـ) وتوفي بهاسنة (809هـ)\r28 ــ وجاء في (ج1 ص270سطر16 ومابعده) : وأعلى مابينناوبينه (أي بالحافظ التقي بن فهد) ستة وسائط، وذلك عن الشهاب السويدي، عن ابن سنة، عن الواولاتي عن ابن أركماش، عن السراج عمر، عن أبيه تقي الدين ماله، وهوأعلى مايوجدفي الدنيا0 أهـ0","seal":"F0C6466D","part":1},
      {"page":12,"id":12,"nass":"قلت: هذاالسندضعيف جداً، لأمورأهمها: أن الشهاب السويدي لم يدرك حياة الحافظ السيدمحمدمرتضى الزبيدي المصري (ت1205هـ) ، ثم أن الحافظ الزبيدي المذكور، لايروي عن ابن سنة بالإجازة الخاصة، ولاروى عنه في أثباته وإجازاته بالإجازةالعامة، وإنماهومن صنع المؤلف، وابن سنة هذا، يروي عنه صالح الفلاني، ثم رواية الواولاتي عن ابن أركماش أيضا بالإجازةالعامة لأهل العصر، وهذاإ ن صح فعلاً أن الواولاتي أدرك حياة ابن أركماش، وأنه (أي الواولاتي) عُمّر أكثرمن (143) ، وقدولد ابن أركماش في (سنة (842هـ) ويقال عنه أنه عُمّرأكثرمن مائة سنة، فإذا أفترضنامثلا أن ابن أركماش هذا عاش 115 سنة، وتوفي سنة (957هـ) فهل يجوزللواولاتي أن يروي عنه؟ كلا 0","seal":"41867F89","part":1},
      {"page":13,"id":13,"nass":"وقدقال المؤلف الكتاني في (ج2ص 1073 في ترجمة الشريف الواولاتي المذكور) : ولد المترجم كمافي ثبت الفلاني الكبير، سنة 961هـ ومات سنة1101 هـ، وفي الغررالغالية في المحاسن القاوقجية، أنه ولد سنة981هـ، ومات سنة1102 هـ، ونحوه لأحد من تدبج معه الفلاني وهوالنورعلي بن عبد البرالونائي في المنح الإلهية في شرح الأورادالبكرية، ولماترجم الشيخ صالح الفلاني في ثبته الكبير خاله الشيخ عثان بن عبد الله الفلاني وهوأول شيوخه قال: إنه أخذ عن أعلام شهيرة أجلهم مولاي الشريف محمدبن عبد الله الواولاتي، ولدالشريف عام 1046هـ، وتوفي في رجب سنة1146هـ. أهـ. من خط الفلاني0 وفي ثبت المذكورأيضا حين ترجم لشيخه ابن سنة الفلاني قال: ولازم الشريف أباعبد الله الواولاتي اثنتين وثلاثين سنة، وكانت ولادة الشريف محمدعام 960هـ، ... إلي أن قال المؤلف الكتاني في (ص1074) : أماترددالفلاني في تاريخ ولادته (أي الشريف الواولاتي) فمشكلة المشكلات وعقدة العقد وربما يتساءل هل لابن سنة متابع عن المترجم له مولاي الشريف؟ فالجواب: أن الفلاني لماترجم خاله ومجيزه الشيخ عثمان الفلاني الشهيرقال: أخذ عن مولاي الشريف محمدبن عبد الله الواولاتي، ولماترجم لشيخه ابن سنة وأخذه عن المترجم قال: لازمه إلي أن مات ثم لازم ولده محمدبن محمدبن عبد الله إلي أن مات.أهـ. ومن خط الفلاني نقلت. وربمايكون ولدالمترجم محمدبن محمدبن عبد الله الشريف هوالذي أرخ الفلاني ولادته بسنة 46 بعدالألف والله أعلم بغيبه وأحوال عبيده 0 أنتهي كلام المؤلف0\rقلت: فتبين مماذكر الإختلا ف في ولادة الشريف الواولاتي، وكذلك في وفاته، فلم الإصرار إذاً في الرواية بالإجازة العامة لأهل العصر من طريقه عن ابن أركماش، والشمس العلقمي0","seal":"40803336","part":1},
      {"page":14,"id":14,"nass":"29 ــ وجاء في (ج1 ص273سطر3،في ترجمة التهامي ابن رحمون) : والسيدحسين بن محمودالهزاري القادري البغدادي، وذكرله إسناداً عاليا مسلسلاً بالمعمرين، بينه وبين الشيخ عبد القادر فيه ثلاثة وسائط عن شيخه المعمرخمسمائة سنة على ماذكر، وهومحمدالطاهربن عبد الله بن حمدان الأصبهاني المولود عام 731 والمتوفى عام 1235، عن المعمر169 شهاب الدين أحمدبن علي الموصلي،عن المعمر139 شمس الدين محمدالطويل الهروي عن الشيخ عبد القادر، وهومن الغرابة بمكان 0أنتهي كلام المؤلف0 قلت: هذاالسند فيه نظر ولايعتدبه0\r30 ــ وجاء في (ج1 ص278 سطر18 ومابعده) : وبأسانيدناإلي القاضي زكريا عن النجم عمرابن فهد، عن الشيخ زين بن سليمان بن داودبن عبد الله الموصلي الدمشقي، عن الحافظ ابن رجب ... ألخ0\rقلت: والصواب أن يقال: عن الشيخ زين الدين داودبن سليمان بن عبد الله الموصلي الدمشقي الحنبلي، عن الحافظ ابن رجب 0 والشيخ داودبن سليمان الموصلي المذكور، ولدتقريبا سنة (764هـ) ، وتوفي سنة (844هـ)\r31 ــ وجاء في (ج1 ص 299 سطر3و4) : عن حميدالمؤلف المعمرمحي الدين بن ولي الدين بن جمال الدين.. ألخ0\rقلت: الصواب حفيدالمؤلف، وليس بحميدالمؤلف، وهوخطأ مطبعي 0\r32 ــ وفي (ج1 ص 300) : الجمل: هو الشيخ أبوداودسليمان الجمل المصري الشافعي محشي الجلالين ... ألخ 0\rقلت: ترجمه ولم يذكرتاريخ وفاته، فأقول: توفي سليمان الجمل في سنة (1204 هـ)\r33 ــ وجاء في (ج1ص305 سطر15 ومابعده) : وبأسانيدناإلي القصاروالأجهوري عن البدرالقرافي عن المعمرقريش البصيرالعثماني عنه (أي عن الشمس ابن الجزري ت 833هـ)\rوقال المؤلف في ترجمة ابن جماعة (هوالعزعبد العزيزابن جماعة) (ج1ص306) : أروي بأسانيدناإلي أبىالحسن علي الأجهوري والقصار، كلاهماعن البدرالقرافي، عن المعمرفوق المائة قريش البصيرالعثماني المقري، عن الحافظ ابن الجزري عنه0 أهـ0","seal":"9C47F116","part":1},
      {"page":15,"id":15,"nass":"قلت: البدرالقرافي، هوبدرالدين محمدبن يحي بن عمربن يونس القرافي المصري شيخ المالكية في عصره المولود سنة (938هـ) وقيل سنة (939هـ) ،والمتوفى سنة (1008هـ) ، وروايته عن قريش العثماني، لاأدري بالإجازة الخاصة أم بالإجازة العامة لأهل العصر، وكذلك رواية قريش العثماني عن ابن الجزري0\r34 ــ وجاء في (ج1 ص 305 سطر23) : ح ونتصل به (أي بابن الجزري) عاليا إلي ابن العجل عن القطب النهروالي عن أبيه عن أبىالفتوح الطاوسي عنه0\rقلت: رواية ابن العجل عن النهروالي بالإجازة العامة لأهل العصر، ورواية والدالقطب النهوالي عن أبىالفتوح الطاووسي أيضا بالإجازة العامة لأهل العصرلابالإجازة الخاصة0\r35 ــ وفي (ج1 ص306 سطر1) ابن جزي: هوالإمام العالم الحافظ المدرس الشهيرخطيب الجامع الأعظم بغرناطة أبوالقاسم محمدبن أحمدبن محمدبن عبد الله بن يحي بن جزي الكلبي الغرناطي الأندلسي المتوفي شهيدا سنة741هـ 0 أهـ0\rقلت: ترجمه المؤلف ولم يذكرأحداً من شيوخه، فأقول ومن شيوخ أبىالقاسم ابن جزي: أبوجعفرأحمدبن ابراهيم بن الزبيرالعاصمي الغرناطي (ت708هـ) وغيره0\r36 ــ وجاء في (ج1 ص 306سطر15 ومابعده) : ابن جماعة:هوالحافظ عبد العزيزبن القاضي البدرمحمدبن ابراهيم بن جماعة المقدسي أحدمن عني بهذاالشأن وأكثرالسماع وبلغ شيوخه إلي ثلاثمائة، مات بمكة سنة667هـ،أروي بأسانيدناإلي أبىالحسن علي الأجهوري والقصار، كلاهماعن البدرالقرافي عن المعمرفوق المائة قريش البصيرالعثماني المقرئ، عن ابن الجزري عنه، وبأسانيدناإلي الحافظ الأسيوطي عن أحمدبن محمدبن علي الشهاب الحجازي، ومحمدبن أحمدالبوصيري، والجمال يوسف بن علي السعيدي وغيرهم كلهم عنه، وإلي شيخ الإسلام زكرياالأنصاري عن علي بن ابراهيم بن علي بن راشدالأبي والنجم عمربن محمدبن فهد وغيرهما عنه، أهـ0","seal":"CC033753","part":1},
      {"page":16,"id":16,"nass":"قلت: وصف المؤلف للعزعبد العزيز بن جماعة بالمقدسي فيه نظر، وإنماهوالكناني الحموي ثم المصري الشافعي، قاضي قضاة الديارالمصرية، وأما شيوخ الحافظ السيوطي، الشهاب أحمدبن محمدبن علي الحجازي، ولدسنة (790هـ) بالقاهرة، وتوفي سنة (875هـ) ، ومحمدبن أحمدالبوصيري، ويوسف بن علي السعيدي، كلهم ماولدوا في حياة العزعبد العزيز ابن جماعة، ولا أدركوا جزءاً من حياته، ولارواية لهم عنه لابالإجازة الخاصة ولابالعامة لأهل العصر0وأما الموفق أبوالحسن علي بن ابراهيم بن علي بن راشدالأبي اليمني ثم المكي، ولدقبل سنة (790هـ) بتعز، وتوفي بمكة سنة (859هـ) ،والحافظ النجم عمربن محمدابن فهد المكي، ولدسنة (812هـ) وتوفي سنة (885هـ) وهماأيضا لايرويان عن العزعبد العزيزبن جماعة، لابالإجازة الخاصة ولابالإجازةالعامة لأهل العصر، وإنمايرويان بواسطة واحدة من طرق عديددة وكثرة0\rقلت: وهناك عزالدين ابن جماعة آخرويعرف بالحفيد، هوالعزأبوعبد الله محمدبن الشرف أبىبكربن العزعبد العزيز بن جماعة الكناني الحموي الأصل المصري الشافعي، حفيدالعزعبد العزيزابن جماعة، وهذاالحفيد ولد بينبع سنة (749هـ) وتوفي سنة (819هـ) وهويروي عن جده العزعبد العزيزابن جماعة (ت767هـ) سماعاً، ويروي عن العزالحفيد هذا جماعة منهم: الموفق علي بن ابراهيم بن راشدالأبي (ت859هـ) ، والحافظ النجم عمرابن التقي محمدبن فهدالمكي (ت885هـ) ،ووالده الحافظ التقي محمدابن فهدالمكي (ت871هـ) وولده المحدب أبوبكرأحمدبن الحافظ التقي محمدابن فهدالمكي (ت890هـ) والحافظ ابن حجرالعسقلاني (ت852هـ) ، وابنه البدرمحمدابن الحافظ الشهاب أحمدبن حجر (ت 869هـ) ، ورضوان بن محمدالعقبي (ت852هـ) وشعبان بن محمدابن حجرالعسقلاني (ت859هـ) والكمال ابن الهمام الحنفي (ت861هـ) ، وغيرهم كلهم عن العزأبىعبد الله محمدبن أبىبكربن عبد العزيزبن جماعة وهوعن جده العزعبد العزيزبن جماعة 0","seal":"D3BCCDB1","part":1},
      {"page":17,"id":17,"nass":"فائدة: قلت الحافظ السيوطي لايروي عن العزعبد العزيزبن جماعة الإ بواسطتين فأكثر، وأماالقاضي زكرياالأنصاري فإنه يروي عنه بواسطتين، وكذلك بواسطة واحدة، كرواية زكرياالأنصاري عن مسندالديارالمصرية العزعبد الرحيم بن محمدابن الفرات القاهري الحنفي وهوعن العزعبد العزيزابن جماعة (ت767هـ) 0والله تعالى أعلم 0\r37 ــ وجاء في (ج1 ص310 سطر18) : أنبأناالصلاح بن أبىعمرو0\rقلت: هو الصلاح بن أبىعمرالمقدسي، وليس ابن أبىعمرو0\r38 ــ وجاء في (ج1 ص 312 سطر4 و5) : ح: وأروي عالياعن المعمرالسيد صافي الجفري المدني عن السيد طاهرالمذكور (أي ابن حسين العلوي) 0 أهـ0\rقلت: السيدطاهربن حسين بن طاهر العلوي الحضرمي الشافعي توفي سنة (1247هـ) ، ولاأعلم كيفية رواية السيدصافي الجفري، أهي بالإجازة العامة لأهل العصرأم بالخاصة، أوأدرك حياته أم لا، ولابين ذلك المؤلف، ولا أفصح عن ولادة شيخه صافي الجفري0\r39 ــ وجاء في (ج1 ص325 وص326) : اتصالاتنابه (أي بالحافظ ابن حجر) : نتصل به من طرق منها بأسانيدناإلي الحافظ السخاوي، والسيوطي، والديمي، وابن مرزوق الكفيف، والبرهان القلقشندي وغيرهم عنه0 أهـ0\rقلت: الحافظ السيوطي لايروي عن الحافظ ابن حجربالإجازة الخاصة0\r40 ــ وجاء في (ج1 ص327 سطر4 ومابعده) : أخبرني نورالحسنين بن محمدحيدركتابة من الهند، وكان بقية المسندين به، عن الشيخ عبد الحفيظ العجيمي عن عبد القادرالصديقي، عن عارف الفتني عن حسن العجيمي عن زيدالعابدين الطبري عن المعمرالمسندعبد الواحدبن أحمدبن ابراهيم الحصاري الشافعي الأثري الخطيب المولو مستهل رجب عام 910 إجازة له بمكة سنة1011هـ عن المعمرمحمدبن ابراهيم الغمري عنه (أي عن الحافظ ابن حجر) ، والغمري المذكور آخرأصحاب الحافظ كمافي شرح ألفية السندللحافظ الزبيدي.أهـ.","seal":"B1C0AAF8","part":1},
      {"page":18,"id":18,"nass":"قلت: نورالحسنين اللكنوي عن أبيه محمدحيدراللكنوي عن عبد الحفيظ العجيمي به0 وأما رواية المعمرمحمدالغمري عن الحافظ ابن حجر، فأقول عنهامادمنالانعرف تاريخ ولادة الغمري المذكورولاعن كيفية روايته عن ابن حجر، يجب أن لانتسرع بأخذهاوالرواية بها، والله أعلم0\r41 ــ وجاء في (ج1 ص 327 سطر11 ومابعده) : وأعلى منه عن الشيخ محمدسعيدالقعقاعي عن محمدبن عمربن عبد الرسول المكي عن أبيه عن خديجة الطبرية عن الحصاري المذكور عن الغمري عن ابن حجر0 أهـ0\rقلت: عمرالعطارالمكي ولدبمكة سنة (1185هـ) وتوفي بهاسنة (1247هـ) ، وخديجة هي ابنة عبد الوهاب بن علي بن عبد القادرالطبرية المكية وهي ولدت بعدوفاة الحصاري بعشرات السنين ولاتروي عنه لابالإجازة الخاصة ولابالإجازةالعامةلأهل العصر، وإنمايروي عن الحصاري إجازة جدهاعلي بن عبد القادرالطبري المكي المتوفي بمكة سنة (1070هـ) ووالده الإمام عبد القادربن محمدبن يحي الطبري المكي0والله أعلم0\r42 ــ وجاء في (ج1 ص 327 السطرالأخير) : محمدبن سنة عن مولاي الشريف عن ابن أركماش عنه (أي عن الحافظ ابن حجر) أهـ0 قلت: قدتقدم الكلام على رواية الشريف عن ابن أركماش، فانظرهناك0\r43 ــ وجاء في (ج1ص328 سطر1 ومابعده) : وأعلى منه بدرجة، وهوأعلى مايوجد في الدنيا عن الشهاب أحمدبن صالح السويدي البغدادي، عن السيدمرتضى بإجازته العامة التي فيها نوع تخصيص عن ابن سنة بالعامة، فبينناوبين الحافظ على هذا خمس وسائط ولاشك أن خمس وسائط لمن بينك وبينه خمسة قرون، واحد للقرن، نهاية العلو0 أهـ0\rقلت: هذاالسند أضعف من خيوط العنكبوت، فالسويدي لم يدرك الحافظ محمدمرتضى الزبيدي (ت1205هـ) ، ثم هولم يرو في أثباته عن ابن سنة بالإجازة العامة، ثم رواية الشريف عن ابن أركماش فيه نظر، كمابينافيماتقدم0 والله تعالى أعلم0","seal":"4509F3B5","part":1},
      {"page":19,"id":19,"nass":"44 ــ وجاء في (ج1 ص 329سطر5 -16) : وأغرب من مسألة الوسيمي والغمري وأعجب بكثير، ماأخبرنابه العالم الفاضل سليل المجدوالرفعة السيدأحمدالشريف بن محمدالشريف بن الأستاذمحمدبن علي السنوسي الخطابي الطرابلسي في كتابه إليَّ من بلاد الأناضول، أن جده المذكورأخذعن شريف معمر اسمه عبد العزيزنزيل أرض الحبشة عاش أزيد من خمسمائة سنة، كتب للشيخ السنوسي إجازة عامة كماهي له من ابن حجرالحافظ، وأن الرجل المذكورمات في 21صفرعام 1276 بعد موت جده المذكور بثلاث عشريوماً، ثم وجدت السيدأحمدالسنوسي المذكور نقل في ثبته عن جده الأستاذ السنوسي في حق عبد العزيز المذكور أنه ولدبوادي فاطمة في القرن الثامن سنة 56 وعاش من العمرخمسمائة وعشرين سنة، ونقل لي السيد أحمدالشريف صورة إجازة المعمرلجده، وهي عامة، فعلى هذا نروي عن المعمرالناسك عبد الهادي بن العربي العواد عن الأستاذ السنوسي عن الحبشي المذكورعن الحافظ ابن حجر) 0 أنتهي كلام المؤلف0\rقلت: فيماذكرأن عبد العزيز الحبشي ولدسنة756هـ، وتوفي سنة1276هـ، وأنه أجازله الحافظ ابن حجرالعسقلاني، الذي كانت ولادته في سنة (773هـ) ، وإذا افترضناأن الحبشي المذكور ولد في السنة المذكورة كان بإمكانه أن يأخذ عن شيوخ شيوخ الحافظ ابن حجر، وأيضا عن شيوخه كالحافظ العراقي والحافظ الهيثمي، وغيرهماالكثير فلماذا لم يفعل؟ فأمّاأن يكتفي الحبشي المذكور بإجازة الحافظ ابن حجر، ويبقى إلي هذه السنين الطويلة ولايجيزإلاقبل وفاته عن ابن حجر، فهذا لايقبله عقل عاقل فهيم ولاذوصدرسليم 0\r45 ــ وجاء في (ج1 ص 338 سطر6 ومابعده) : ويروي (أي ابن حجرالمكي) عن القاضي زكريا، والمعمرالزين عبد الحق السنباطي، وشيخ الإسلام كمال الدين بن حمزة، والشمس المشهدي، والشمس السمنودي، وابن عزالدين السنباطي، والأمين الغمري كلهم من تلاميذ الحافظ ابن حجر.... ألخ 0","seal":"5AAD6F23","part":1},
      {"page":20,"id":20,"nass":"قلت: المشهدي هوالبدرمحمدبن البهاء محمدبن أبىبكربن علي بن عبد الله المشهدي القاهري الشافعي (862 ــ 943هـ) وهولايروي عن الحافظ ابن حجر مباشرة وإنمابواسطة واحدة، وابن عزالدين السنباطي هوالشهاب أحمدبن عبد العزيز بن يوسف بن عبد الغفارالسنباطي (837 ــ 928هـ) وهويروي عن الحافظ ابن حجرالعسقلاني والحافظ التقي محمدبن فهدالمكي، وولده الحافظ النجم عمربن فهدالمكي، وغيرهم، والشمس محمدالسمنودي المصري الشافعي توفي سنة (921هـ) 0 والله تعالى أعلم0\r46 ــ وجاء في (ج1 ص 340 و341) : الحجار: هومسندالدنيافي وقته ورحلتها\rأحمدبن أبىطالب بن نعمة الصالحي الدمشقي المعروف بالحجارالشهيربابن الشحنة المتوفى سنة (733هـ)\rقلت: الحجار توفي سنة (730هـ) وليس في (سنة733هـ) كماقال المؤلف0\r47 ــ وجاء في (ج1 ص347 سطر3 ومابعده) : الحصني: هوأبوالحسن علي بن محمد، أروي فهرسته عن السكري عن سعيدالحلبي عن شاكرالعقادعن علي التركماني، عن علاء الدين الحصكفي عن والده علي بن محمدالحصني0 أهـ0\rقلت: علي التركماني هوعلي بن محمدبن سالم بن ولي الدين التركماني الدمشقي الحنفي المتوفى سنة (1182هـ) وهوعن عبد الرحمن المجلدالسليمي الدمشقي الحنفي، وهوعن علاءالدين الحصكفي بسنده، فالتركماني لايروي عن الحصكفي مباشرة وإنمابواسطة عبد الرحمن المجلد0\r48 ــ وجاء في (ج1ص347 سطر6 ومابعده) : الحصكفي: هوالشيخ علاءالدين محمدبن علي الحصني الأصل المعروف بالحصكفي الدمشقي الملقب علاءالدين مفتي الحنفية بدمشق، ولدالذي قبله، المحدث الكثير الحفظ والمرويات ... إلي أن قال: أروي فهرسته هو عن السكري عن الحلبي عن الشيخ شاكرالعقاد عن عبد الرحمن المجلد عن علاءالدين الحصكفي المذكور، مات بدمشق سنة (1088هـ) عن 63 سنة) 0 أهـ0\rقلت: شاكرالعقاد ولدبدمشق سنة (1157هـ) وتوفي بهاسنة (1222هـ) وهولايروي","seal":"249BC8C7","part":1},
      {"page":21,"id":21,"nass":"عن عبد الرحمن المجلد (ت1140هـ) ، وإنمايروي شاكرالعقادعن علي التركماني عن عبد الرحمن المجلد عن علاء الدين الحصكفي 0\r49 ــ وجاء في (ج1 ص356 سطر11و12) : حياة السندي: هومحمدحياة بن ابراهيم السندي الأصل المدني الداروالوفاة الحنفي المذهب ... ألخ0\rقلت: الصواب أن محمدحياة، ولدبالسند لابالمدينة، وكانت وفاته بالمدينة سنة1163هـ0\r50 ــ وجاء في (ج1ص357 سطر1و2) : ح: وعن الشيخ أبىالنصرالخطيب عن محمدالغزي عن محمدسعيدالسويدي عنه (أي عن محمدحيات السندي)\rقلت: شيخ أبوالنصر إسمه عمربن عبد الغني الغزي وهوعن السويدي المذكور0 ويقال للغزي أيضا محمدعمر0 والله تعالى أعلم0\r51 ــ وجاء في (ج1 ص 362سطر19و20) : فإن صاحب اليانع الجني، سبقه إلي التأليف في ذلك لأنه أتم اليانع سنة (1208هـ) ... ألخ0\rقلت: الصواب في سنة (1280هـ)\r52 ــ وجاء في (ج1 ص363سطر9) : عن الشيخ أبىالنصر عن محمدالغزي ... الخ0\rقلت: الصواب:محمدعمربن عبد الغني الغزي 0\r53 ــ وجاء في (ج1 ص365سطر14) : الشمس محمدبن عبد الله المغربي مات سنة (1201هـ)\rقلت: هومحمدبن محمدبن عبد الله المغربي ثم المدني 0\r54 ــ وجاء في (ج1ص365 سطر19) : الأول: الشيخ عبد الغني الدهلوي المدني العمري لقيه بالمدينة المنورة عام (1205هـ) 0أهـ0\rقلت: صواب العبارة: لقيه سنة (1250هـ) ، وأقول: عبد الغني الدهلوي ولد بدهلي سنة (1235هـ) ، وتوفي بالمدينة المنورة سنة (1296هـ)\r55 ــ وجاء في (ج 1 ص366 سطر15) :السادس: مفتي الحنفية بمكة الشيخ جمال بن عمرالمكي. أهـ\rقلت: هو جمال بن عبد الله بن عمرالمكي الحنفي، المتوفي بمكة سنة (1284هـ)\r56 ــ وجاء في (ج1 ص 368سطر7) : وأجازهولولده محمدالحسنين0 أهـ0\rقلت: صواب العبارة هكذا: وأجازهولولده نورالحسنين، هوابن محمدحيدربن المنلامبين الأنصاري الحيدرآبادي الحنفي0\r57 ــ وجاءفي (ج1 ص 383 سطر18) :عن عبد الله الشبراوي عن سالم السنهوري0 ألخ0","seal":"99B7A86D","part":1},
      {"page":22,"id":22,"nass":"قلت: الصواب: عن عامربن شرف الدين الشبراوي المصري الشافعي (ت1062هـ) وهويروي عن سالم السنهوري (ت1015 هـ) به، وأما عبد الله الشبراوي، هوعبد الله بن محمدبن عامرالشبراوي القاهري الأزهري الشافعي ولدسنة (1091هـ) وتوفي سنة (1172هـ) وهولايروي عن سالم السنهوري0\r58 ــ وجاء في (ج1 ص387سطر1) : وأروي فهرسته عالياعن السكري عن الحلبي عن العقادعن التركماني عن العلاء الحصكفي عنه (أي عن خيرالدين الرملي الحنفي)\rقلت: في السندسقط، فالتركماني عن عبد الرحمن المجلد عن الحصكفي عنه0\r59 ــ وجاء في (ج1 ص392 سطر13 و14) : ونتصل به من طريق المكتبي عن والده أبىالحسن علي، عن الإمام الداودي0 هوالحافظ الشمس محمدالداودي المصري ت 945هـ0\rقلت: السندالذي ذكره المؤلف فيه نظر، والمكتبي هوالشمس محمدبن علي بن سعدالدين بن رجب ابن علوان الدمشقي المعروف بالمكتبي (1020 ــ 1096هـ) ، ووالده أبوالحسن علي بن سعدالدين المكتبي ولدسنة (991هـ) ، وتوفي سنة (1074هـ) ، فكيف يروي هذا عن الشمس الداودي0\rوأقول: أناالفقيرإلي ربه/ صالح بن إدريس الأركاني أروي بأسانيدنا إلي الشمس محمدبن سراج الدين الحانوتي الحنفي (928 ــ 1010هـ) وهوعن الحافظ شمس الدين محمدبن علي بن أحمدالداودي المصري الشافعي (ت945هـ) ، صاحب طبقات المفسرين، وهوعن الحافظ السيوطي، والحافظ عثمان الديمي، وغيرهما0\r60 ــ وجاء في (ج1 ص410سطر3ومابعده) : وهويروي (أي الحافظ عثمان الديمي) عن ابن حجر وأبىعبد الله الرشيدي، والمسندالمعمرعبد الرحيم بن جمال الدين الأسيوطي، والحافظ قطب الدين الجوجري، وبرهان بن صدقة الحنبلي الصالحي، وتقي الدين بن فهدالهاشمي، وعبد الرحيم بن الفرات وهاجربنت محمدالمقدسي وغيرهم، إلي أن قال: قلت: لاأحفظ وفاة الديمي ولكن كان حيا عام907) 0 أهـ0","seal":"212B9BC7","part":1},
      {"page":23,"id":23,"nass":"قلت: أبوعبد الله الرشيدي، هوالشمس محمدبن عبد الله بن محمدبن ابراهيم بن لاجين الرشيدي الشافعي، ولدبالقاهرة سنة (767هـ) وتوفي سنة (854هـ) ، والزين عبد الرحيم بن الجمال ابراهيم ابن محمدبن عبد الرحيم المكي المعروف بالأميوطي، وليس بالأسيوطي كماقال المؤلف، وهولدبمكة سنة (778هـ) وتوفي بهاسنة (867هـ) ، وتوفي الحافظ عثمان بن محمدالديمي في سنة (908هـ) وهويروي أيضا عن شيوخ آخرين0\r61 ــ وجاء في (ج1 ص428 سطر1، ومابعده) : ووقفت في مكتبة المسجدالحرام بمكةالمكرمة على نسخة أخرى من الصلة (أي للرداني) عليهاخط الشيخ صالح الفلاني المدني، وعليهابخطه إجازته بهالعلي ابن عبد الفتاح القباني قال: (حسبماأجازنيه الشيخ الشريف سليمان بن محمدالدراوي، عن مؤلفه محمدبن محمدبن سليمان الدراوي، (الصواب الردانيِ) وكتبه صالح بن محمدالفلاني) أهـ0 من خطه0 ثم قال المؤلف: ونرويهامن طريق الفلاني عن سليمان الدرعي (الصواب الدراوي) المذكور من مؤلفها وهوسياق غريب، ثم قال المؤلف بعد كلام: ومنهاعن الشهاب أحمدالبرزنجي وغيره عن أبيه، عن (قلت: كلمة عن هنا وقعت خطأ) اسماعيل، عن صالح الفلاني عن ابن سنة، وسليمان الدراوي عن مؤلفهاعاليا0 أهـ0\rقلت: للمحدث المسند محمدبن سليمان الرداني (ت1090هـ) صاحب صلة الخلف، ولد اسمه محمد ولقبه وفدالله، أخذعنه محدث الهند الشاه ولي الله أحمدبن عبد الرحيم الدهلوي، والذي يروي سليمان الدراوي هوأيضا إسمه محمدبن محمدبن سليمان الرداني، لعله هو محمدوفدالله بن محمدبن سليمان الرداني، الذي يروي عنه ولي الله الدهلوي، ثم أن صالح الفلاني لم يبين وجه الحمل جهلاً منه أوتجاهلاً، وكذلك تاريخ ولادته ووفاته، فإن كان قد بين تبين لنا0والله تعالى أعلم0\r62 ــ وجاء في (ج1 ص451 سطر6) : وعبد الرحمن المرشدي الحنبلي المكي0أهـ0\rقلت: هوعبد الرحمن المرشدي الحنفي مفتي مكة المكرمة، وليس بالحنبلي كماقال المؤلف0","seal":"28D9EE79","part":1},
      {"page":24,"id":24,"nass":"63 ــ وجاء في (ج1ص 456 سطر4 ومابعده) : الزرقاني: هومحدث الديارالمصرية العلامة النحريرالطائرالصيت أبوعبد الله محمدبن عبد الباقي بن يوسف بن أحمدبن علوان الزرقاني المالكي المصري المتوفي بمصر سنة1122، إلي أن قال: سمع حديث الأولية على والده والنورعلي الشبراملسي بشرطها، كلاهماعن الأجهوري، وأخذها هوعن الفتح البيلوني الحلبي، عن أحمدالشماع الحلبي وابراهيم الربعي الحلبي وابن أبىبكرالعزازي، عن مسندالحجازمحمدبن عمربن فهد، عن جده تقي الدين ابن فهد، والمراغي، والمرشدي بأسانيدهم.... ألخ0\rقلت: النورعلي الأجهوري توفي سنة (1066هـ) ، روي الحديث الأولية عن الشيخ محمودبن محمدالبيلوني الحلبي (ت1007هـ) وهوأول عن البرهان ابراهيم بن حسن العمادي الحلبي الشهيربابن العمادي (ت954هـ) وهوأول، وهوعن الحافظ العزعبد العزيزبن الحافظ النجم عمربن فهدالمكي، وهوأول عن جده الحافظ التقي محمدبن فهدالمكي وهوأول بسنده 0أماقول المؤلف أن النورعلي الأجهوري أخذ عن الفتح بن محمودالبيلوني الحلبي (977 ــ 1042هـ) ، وهوخطأ، والله تعالى أعلم 0\r64 ــ وجاء في (ج1 ص460 سطر10) : زينب بنت الكمال أحمدبن عبد الرحيم المقدسي0ألخ\rقلت: توفيت زينب بنت الكمال المقدسية هذه في سنة (740هـ) عن 94 سنة0\r65 ــ وجاء في (ج1ص 465سطر1ومابعده) : زادالمسير: للحافظ السيوطي.. إلي أن قال: أرويهابالسندإلي الدرعي المذكور، عن أبىسالم، عن الخفاجي، عن الشمس العلقمي عن أخيه البرهان ابراهيم عن السيوطي0 أهـ0\rقلت: الشهاب أحمدالخفاجي عن البرهان ابراهيم العلقمي عن أخيه الشمس محمدالعلقمي عن الحافظ السيوطي0 وهذاهوالصواب، والبرهان العلقمي لم يدرك حياة السيوطي ولاأخذعنه وإنماأخذ عن السيوطي شقيقه الشمس العلقمي0 والله أعلم0\r66 ــ وجاء في (ج1 ص 472سطر13و14) : ويروي ابن طولون عن كمال الدين ابن حمزةالدمشقي، وأبىالفتح المزي، ومحمدبن محمدبن ثابت، وأبىالبقاء محمدبن العمادالعمري.. ألخ0","seal":"590D5CF6","part":1},
      {"page":25,"id":25,"nass":"قلت: ابن العماد، هوالقاضي ناصرالدين أبوالبقاء محمدبن العمادأبىبكربن الزين عبد الرحمن بن محمدبن أحمدبن التقي سليمان بن حمزة المقدسي الصالحي الحنبلي المعروف بابن زريق، ولدسنة (812هـ) ، وتوفي سنة (900هـ) ، وهويروي عن أخويه عبد الله، وعبد الرحمن، والحافظ ابن حجر، والحافظ شمس الدين بن ناصرالدين الدمشقي، وعلاءالدين ابن بردس البعلي، وعبد الرحمن ابن الطحان، وأبىشعر عبد الرحمن بن سليمان الصالحي الحنبلي، والشرف ابن مفلح، وابن ناظرالصاحبة، والحافظ البرهان ابراهيم بن محمدبن خليل الحلبي، والشمس محمدبن أحمدابن الأشقر، والشمس محمدبن سليمان الأذرعي، وعلاءالدين ابن خطيب الناصرية، والمحب أحمدبن نصرالله الحنبلي، والزين داودبن سليمان بن عبد الله الموصلي الدمشقي الحنبلي الراوي عن الحافظ ابن رجب الحنبلي، وغيرهيم0\r67 ــ وجاء في (ج1ص476 سطر14و15) : طرق السلامة إلي مشيخة الفقيه علي ابن سلامة: تخريج الحافظ تقي الدين محمدبن محمدبن أبىالخيرابن فهدالهاشمي الكي0ألخ0","seal":"1A7D9C25","part":1},
      {"page":26,"id":26,"nass":"قلت: لم يترجم المؤلف لابن سلامة هذا، فلذا أقول: ابن سلامة، هوالنورعلي بن أحمدبن محمدابن سلامة السلمي المكي الشافعي، ولدبمكة سنة (746هـ) وتوفي بهاسنة (828هـ) ، وهوأخذسماعاً عن عمربن حسن بن أميلة بن مزيدالمراغي، والصلاح بن أبىعمرالمقدسي، وعبد الرحمن بن علي بن محمدابن هارون الثعلبي، والبدرمحمدبن عيسى بن قواليج، ومحمدبن أحمدابن عبد المعطي المكي، والكمال محمدبن عمربن حبيب، وخليل بن طرنطاي العادلي، والبهاء عبد الله بن أبىبكرالدماميني، وتقي الدين عبد الرحمن ابن احمدالبغدادي المقرئ، وقرأعليه بالسبع، ومن شيوخه أيضا: العزعبد العزيز ابن جماعة، والعفيف عبد الله اليافعي المكي، والسراج عمربن الملقن، والسراج عمربن علي القزويني، وعبد الدائم ابن عبد المحسن الدواليبي، والحافظ العمادإسماعيل بن كثيرالدمشقي، والحافظ تقي الدين ابن رافع السلامي، والجمال الحارثي، والشمس محمدابن قاضي شهبة، وابن قاضي الزبداني، ومحمدبن عبد الله الصفوي، وغيرهم الكثير0 وأخذوروي عن النورعلي ابن سلامة السلمي المكي جماعة منهم: الحافظ التقي محمدابن فهدالمكي (ت871هـ) وولده الحافظ النجم عمربن التقي محمدابن فهدالمكي (ت885هـ) ، وشقيقه المحب أبوبكرأحمدبن التقي محمدابن فهدالمكي (ت890هـ) كلهم سماعا، وكذلك أخذعنه أيضا الإمام المحب محمدبن الرضي محمدبن المحب محمدبن الشهاب أحمدبن الرضي ابراهيم الطبري المكي (ت894هـ) ، ورضوان بن محمدالعقبي القاهري، والموفق علي بن ابراهيم ابن راشدالأبي المكي وغيرهم كلهم عن النورعلي بن سلامة السلمي المكي0\r68 ــ وجاء في (ج1 ص 477سطر5) : ومحمدمحمودالحمزاوي0 أهـ0\rقلت: الصواب هوالمفتي محمودبن محمدنسيب الحمزاوي الدمشقي (ت1305هـ) ، وليس في شيوخ جمال الدين القاسمي من اسمه محمدمحمودالحمزاوي0\r69 ــ وجاء في (ج1ص477 سطر9و10) : مات في نحوسنة (1338هـ) 0 أهـ0\rقلت: جمال الدين القاسمي توفي سنة (1332هـ) ،وليس كماقال المؤلف0","seal":"541A23B9","part":1},
      {"page":27,"id":27,"nass":"70 ــ وجاء في (ج1ص 479سطر6ومابعده) : كمال الدين بن حمزة ... إلي أن قال مولده في حدودالخمسين وثمانمائة ووفاته عام 933 ألخ0\rقلت: ولدالكمال بن حمزة الدمشقي، في جمادي الأولى سنة (850هـ)\r71 ــ وجاء في (ج1 ص484سطر15 ومابعده) : الكردي: هوالعلامةالمسندمحمدبن سليمان الكردي المدني ... إلي أن قال: وتوفي سنة (1094هـ) 0أهـ0\rقلت: الصواب أنه توفي سنة (1194هـ)\r72 ــ وجاء في (ج1 ص 485سطر3) : وعبد القادرالمجلدالتغلبي، وعبد الرحمن السلمي الحنفي0\rقلت: عبد القادر، هوابن عمرالتغلبي الدمشقي الحنبلي، ولايعرف بالمجلدكماقال المؤلف، وإنمايعرف بالمجلد، هوعبد الرحمن السلمي الدمشقي الحنفي0 والله أعلم0\r73 ــ وجاء في (ج1 ص 488سطر2و3) : وأحمدبن عبد الرحمن بن عيدروس الباعلوي البار0أهـ0\rقلت: الصواب هو: السيدأحمدبن عبد الله بن عيدروس البارالحضرمي الشافعي، المتوفي في المحرم سنة (1311هـ) 0 والله تعالى أعلم0\r73 ــ وجاء في (ج1 ص 492 سطر22ومابعده) : وقدسمعت حديث الأولية عن جماعة من أشياخناأصحاب أبىالمحاسن القاوقجي الطرابلسي الشامي، وهوعن الشيخ الكوهن بسماعه منه بمصرلمادخلها يريدالحج عام 1253هـ) ... ألخ0","seal":"4964C583","part":1},
      {"page":28,"id":28,"nass":"قلت: الكوهن هو: عبد القادربن أحمدبن أبىجيدة الكوهن الفاسي، المتوفي بالمدينة المنورة سنة (1253 هـ) ، وسنده ذكره الشيخ محمدعبد الباقي اللكنوي في المناهل السلسلة في الأحاديث المسلسلة، في أول صفحة 6 من المسلسل بالأولية فقال:حدثناالعلامة علم الدين صالح بن عبد الله العباسي السناري المكي، وهوأول حديث سمعته منه قال: حدثني أبوالمحاسن محمدبن خليل القاوقجي الطرابلسي وهوأول حديث سمعته منه قال حدثناعبد القادربن أحمدالكوهن الفاسي وهوأول حديث سمعته منه قال: حدثني أبوزيدعبد الرحمن بن أحمدالشنقيطي الصديقي وهوأول حديث حدثني به، عن صالح بن محمدالفلاني قال: وهوأول حديث سمعته منه حدثني به عن محمدبن سنة الفلاني وهوأول حديث حدثني به عن مولاي الشريف محمدبن عبد الله الولاتي قال: وهوأول حديث حدثني به عن محمدبن أركماش قال: وهوأول حديث حدثني به عن الحافظ شهاب الدين أبىالفضل أحمدبن علي بن حجرالعسقلاني قال: وهوأول حديث حدثني به.\rقلت: هذاالسندفيه نظر، لأن الشريف محمدبن عبد الله الولاتي لم يسمع من محمدابن أركماش، الحديث المسلسل بالأولية، ولاغيره، ولارآه ولا أجازله إجازة خاصة، فكيف يصح قول الشريف محمد الولاتي: وهوأول حديث حدثني به محمدابن أركماش، عن الحافظ ابن حجرالعسقلاني0\r74 ــ وجاء في (ج1 ص514سطر12 في ترجمة الإمام محمدبن إسماعيل الأميرالصنعاني) : ولماظهرفي زمانه محمدبن عبد الوهاب صاحب المذهب الوهابي مدحه بقصيدة طنانة وبعث له بها، ثم لمابلغه أنه يكفرأهل الأرض كلهم ويفتي بسفك دمائهم إلا من اعتنق مذهبه رجع عنها وعن مدحه0 أهـ0\rقلت: لقدقرأت معظم مؤلفات شيخ الإسلام محمدبن عبد الوهاب، فلم أجدفيها ماقاله المؤلف 0\r75 ــ وجاء في (ج1ص 516سطر9ومابعده) : وقدشاركته في جميع هولآء المشارقة ماعدا الشيخ بدرالدين فإني لقيته بدمشق وحضرت درسه بالجامع الأموي يوم الجمعة ولم أستجزه لأني لم أجد عنده رواية عن غيرالبرهان السقا0 أهـ0","seal":"B3733DA2","part":1},
      {"page":29,"id":29,"nass":"قلت: محدث الشام بدرالدين بن يوسف المغربي الأصل الدمشقي المولدوالوفاة، ولدسنة (1267هـ) وتوفي سنة (1354هـ) يروي عامة عن أبيه المحدث المسنديوسف بن بدرين المغربي ثم الدمشقي المتوفى سنة (1279هـ) وقيل سنة (1278هـ) ، والبرهان ابراهيم السقاالأزهري (ت1298هـ) والعلامة السيدعبد القادربن صالح بن عبد الرحيم الخطيب الدمشقي الشافعي (1215 ــ 1288هـ) وغيرهم من الشيوخ، وأماقول المؤلف: لم أستجزه لأني لم أجد عنده رواية عن غيرالبرهان السقا، فهذا وهم أوتجاوزمنه، وهل المؤلف الكتاني سأله عن شيوخه؟ كلا، وقدوقفت على إجازة السيدعبد القادرالخطيب للشيخ بدرالدين بن يوسف في آخرثبت مجيزناالسيدمحمدصالح الخطيب الدمشقي، وقال لي بعض تلاميذه أن الشيخ بدرالدين أجازه جماعة من أهل الشام والحجازومصروغيرهم0 والله تعالى أعلم0\r76 ــ وجاءفي (ج1 ص 541سطر20 وبعده) : وأنبأناالمسندنورالحسنين بن محمدحيدرالأنصاري الحيدر ابادي كتابة من الهند عن شيخ والده قاضي مكة عبد الحفيظ العجيمي بإجازته لأبيه وأولاده عنه (أي عن الحافظ مرتضىالزبيدي المصري) ؛ ح: وأنبأنا أعلى من ذلك كله الشهاب أحمدبن صالح السويدي البغدادي في إجازته إلي من مكة عام 1321 عنه (أي عندالحافظ مرتضى الزبيدي) بإعتبار إجازته لجده وأولاده وأحفاده0 أهـ0\rقلت: نورالحسنين عن أبيه محمدحيدر عن عبد الحفيظ العجيمي، وهذاأجود، وأما رواية الشهاب أحمدالسويدي عن الحافظ مرتضى الزبيدي، فيه نظر، لأن السويدي هذا لم يدرك حياة الحافظ الزبيدي، فكيف يروي عنه، وأما قول المؤلف: بإعتبارإجازته لجده وأولاده وأحفاده: قلت: هذاالإعتبار يعتدبه لوكان الشهاب السويدي أدرك حياة الحافظ مرتضى الزبيدي، وعندما لم يدرك حياته فلا يعتدبه0والله تعالى أعلم0\r77 ــ وجاء في (ج2 ص550سطر1) : وأخذابن مقبل هذا أيضا عن الحجارعالياً كمافي ثبت الفلاني0 أهـ0","seal":"02891C84","part":1},
      {"page":30,"id":30,"nass":"قلت: ابن مقبل هذا: هو المسندمحمدبن مقبل بن عبد الله الحلبي الصيرفي، ولدبحلب سنة (779هـ) وتوفي بهاسنة (770هـ) ، وهولايروي عن أبى العباس أحمدبن أبىطالب الحجار لأنه توفي سنة (730هـ) وإنمايروي عنه بواسطة0\r78 ــ وجاء في (ج2 ص552سطر14و15) : محمدبن علاء الدين الطرابلسي: أروي ثبته عن الحبال عن الحلبي عن العقادعن التركماني عن علاءالدين الحصكفي عنه0 أهـ0\rقلت: التركماني لايروي عن الحصكفي مباشرة لأنه لم يأخذ عنه، وإنماالتركماني يروي عن عبد الرحمن المجلدالسلمي الدمشقي عن الحصكفي به0\r79 ــ وجاء في (ج2 ص 554سطر11ومابعده) : المراغي الصغير: هوالولي العالم الرباني أبوالفتح محمدبن زين الدين المراغي، له فهرسة نرويهابأسانيدناإلي العجيمي المكي، عن عبد الرحيم بن الصديق الخاص اليمني عن الحافظ المسندالطاهربن الحسين الأهدل عن المسندالمعمرأبىالقاسم بن أبىالسعادات المالكي عن المسندعمربن تقي الدين بن فهدالمكي عنه 0 أهـ0\rقلت: عبد الرحيم بن الصديق الخاص اليمني لايروي مباشرة عن طاهربن حسين الأهدل، وإنمايروي عن أبيه الشيخ صديق الخاص اليمني، وهوعن طاهربن حسين الأهدل به0والله تعالى أعلم0\r80 ــ وجاء في (ج2 ص556سطر4) : عن ابن أبىالمجدعن الحجارعن أبىالوقت 0\rقلت: الحجارهو: أبوالعباس أحمدبن أبىطالب الحجارالصالحي، وهولايروي مباشرة عن أبىالوقت عبد الأول بن عيسى السجزي الهروي، وإنماالحجاريروي عن السراج الحسين بن المبارك الزبيدي وهوعن أبىالوقت السجزي الهروي به 0 والله تعالى أعلم0\r81 ــ وجاء في (ج2 ص 558سطر3) : وعزالدين الخليلي0 أهـ0\rقلت: هوغرس الدين بن محمدبن أحمدبن محمدبن غرس الدين الخليلي ثم المدني الشافعي (ت1057هـ) صاحب كتاب (كشف الإلتباس فيماخفي على كثيرمن الناس) 0والله تعالى أعلم0\r82 ــ وجاء في (ج2 ص 564سطر15) : يروي عامة عن أبى عبد الله القيجاطي0\rقلت: هومحمدبن محمدبن أبىالحسن علي بن عمرالقيجاطي0","seal":"46C4406C","part":1},
      {"page":31,"id":31,"nass":"83 ــ وجاء في (ج2 ص 576سطر14) : ح: وبأسانيدناإلي الرداني عن بدرالدين البلباني0أهـ0\rقلت: الصواب أن يقال: عن الشمس محمدبن بدرالدين البلباني0\r84 ــ وجاء في (ج2 ص 579سطر22) :والشيخ عمربن محمدباعثمان0 أهـ0 قلت: هوالشيخ عمربن محمدباعثمان العمودي 0\r85 ــ وجاء في (ج2 ص 600سطر15و16) : عن محمدبن محمدبن عبد الله المغربي عن أبيه صاحب المنح0 أهـ0 قلت: الصواب:محمدبن محمدبن عبد الله المغربي عن أبيه عن صاحب المنح؛ هومحمدبن عبد الرحمن الفاسي0\r86 ــ وجاء في (ج2 ص 612 سطر1ومابعده) : نرويه بأسانيدناإلي الحافظ ابن حجرعن أبىالحسن علي بن أبىالمجد عن أبىالفضل محمدبن طاهرالمقدسي عن عيسي بن عبد العزيزاللخمي عن مؤلفه (أبىسعدعبد الكريم ابن السمعاني) إجازة وهوآخرمن حدث عنه0 أهـ0\rقلت: ابن أبىالمجد هو: مسندالشام الخطيب أبوالحسن علي بن محمدبن أبىالمجدبن علي الدمشقي، ولدسنة (707 هـ) بدمشق وتوفي بهاسنة (800هـ) ؛ لم أجدفي شيوخه من اسمه أبوالفضل محمدبن طاهرالمقدسي، وإنمايروي ابن المجد عن التقي سليمان بن حمزة الحنبلي (628 ــ 715هـ) إجازة وهوعن عيسي بن عبد العزيزاللخمي الإسكندري المالكي المقرئ (ت629هـ) إجازة، وهوسماعا عن الحافظ السلفي كمافي ترجمته في غاية النهاية لابن الجزري0 وإجازة عن شيوخ آخرين0 والله تعالى أعلم0\r87 ــ وجاء في (ج2 ص 613 سطر11) : عن أبىالمحاسن يوسف بن عمربن حسين الخشني0أهـ0\rقلت: هوالختني المصري توفي سنة (730هـ) ، وليس بالخشني بالشين المعجمة كماقال المؤلف0\r88 ــ وجاء في (ج2 ص 614سطر1) : ح: وبأسانيدناإلي البرهان التنوخي عن إسحاق ابن الوزيرالزاهد عنه (أي عن الحافظ الزكي المنذري) 0أهـ0\rقلت: إسحاق: هوتاج الدين أبومحمدإسحاق بن ابراهيم بن إسحاق بن المظفربن علي الوزيري الدمشقي ولدسنة (650هـ) وتوفي سنة (719هـ)","seal":"FC928E36","part":1},
      {"page":32,"id":32,"nass":"89 ــ وجاء في (ج2 ص 615 سطر1و2) : معجم البرزالي: هوالحافظ علم الدين أبومحمدالقاسم بن محمدالبرزالي المتوفي سنة (738هـ)\rقلت: الحافظ البرزالي توفي في رابع ذي الحجة سنة (739هـ) بخليص محرماً؛ وكانت ولادته بدمشق في جمادي الآخرة سنة (665هـ)\r90 ــ وجاء في (ج2 ص 615سطر15 وأول ص616) : معجم العلي للحافظ الحنبلي: أرويه بالسندإلي ابن حجرعن فاطمة بنت محمدبن أحمدبن المنجا عن سليمان بن حمزة، عن أبىعبد الله محمدبن أحمدالذهبي 0 أهـ0\rقلت: هكذا ساق المؤلف سنده إلي محمدبن أحمدالذهبي وتوقف عنده، ولم يبين من هوالحافظ الحنبلي0\r91 ــ وجاء في (ج2 ص 627سطر6) : عن سامية بنت الحافظ أبى على الحسن بن محمدالبكري0 أهـ0\rقلت: هي شامية (بالشين المعجمة لابالسين المهملة كمافي فهرس الفهارس) ، ولدت بمصرسنة (589هـ) وتوفيت في شهر رمضان سنة (685هـ) بشيزر من بلادالشام0\r92 ــ وجاء في (ج2 ص 627سطر14 ومابعده) : مشيخة ابن عبد الدائم: وهوالحافظ أبوالعباس أحمدبن عبد الدائم المقدسي الحنبلي، به إلي محمدبن أبىبكربن أبىعمر، عن خديجة بنت علي بن أبىعمر، عن محمدبن إسماعيل بن الخبازعنه0أهـ0","seal":"4F7C09E0","part":1},
      {"page":33,"id":33,"nass":"قلت: هكذاذكرالمؤلف سنده إلي ابن عبد الدائم، لاأعرف في هذاالسند محمدبن أبىبكربن أبىعمر، ولاخديجة بنت علي بن أبى عمر، وابن الخباز أعرفه وترجمته في كتابي فتح العلام في أسانيدالرجال وأثبات الأعلام، هومحمدبن إسماعيل بن ابراهيم بن سالم بن بركات الأنصاري الدمشقي المعروف بابن الخباز، ولدبدمشق في شهررمضان سنة (667هـ) وتوفي بهافي ثالث رمضان سنة (756هـ) ، وحضرعلي أبىالعباس أحمدبن عبد الدائم، في الأولى من عمره (جزء الحسن بن عرفة) ومنتقى من (فوائدتمام الرازي) وهوآخرمن حدث عنه بالحضور، وروي عن محمدبن إسماعيل بن الخباز جماعة أذكرمنهم على سبيل المثال: أحمدبن داودبن ابراهيم الصالحي (ت806هـ) ، وأحمدبن محمدبن علي ابن مثبت المقدسي (813هـ) والحافظ عبد الرحيم العراقي (ت806هـ) سماعا، والشمس محمدبن محمدابن الجزري (ت833هـ) إجازة، والحافظ نورالدين علي بن أبىبكرالهيثمي (ت807هـ) سماعا، وسلمان بن عبد الحميد البغدادي ثم الدمشقي الحنبلي (ت805هـ) سماعا، وسليمان بن أحمدالسقاالمدني (ت802) سماعا، وشمس الملوك بنت الناصرمحمدالأيوبية (ت803هـ) سماعا، وعبد الرحمن بن محمدابن طولوبغاالدمشقي (ت825هـ) حضوراً وإجازة، وعبد الرحمن بن محمدابن النقاش المصري (ت819هـ) أجازة، والجمال عبد الله بن عمرالحلاوي (ت807هـ) إجازة وغيرهم الكثير0\r93 ــ وجاء في (ج2 ص 628 سطر10 ومابعده) : مشيخة الخفاف: أرويهابالسندإلي القاضي زكرياالأنصاري عن أبىالنعيم رضوان المستملي، عن الكمال ابن ظهيرة، عن أبىالعباس أحمدبن محمدبن الحسن الجزائري قال: أخبرنا بها يوسف الخفاف، وهي تخريج الحافظ المحب ابن النجار0ح: وأرويها بأسانيدناإلي ابن حجرالحافظ عن عبد الله بن عمرالحلاوي عن التقي محمدبن محمدالطلحي عنه0أهـ","seal":"5131FFAF","part":1},
      {"page":34,"id":34,"nass":"قلت: يوسف الخفاف هوأبوالفتح يوسف بن أبىبكرالمبارك بن كامل بن أبىغالب البغدادي الخفاف المقرئ توفي سنة (601هـ) ، أخذ عنه الحافظ ابن النجار، والنجيب عبد اللطيف الحراني وغيرهما، وأما الشهاب أحمدبن محمدبن الحسن المقرئ المعروف بالجرائدي، بالدال المهملة لابالزاي والراء كماقال المؤلف، وكانت وفا ة الجرائدي المذكوربغزة سنة (760هـ) وهولم يدرك الخفاف المذكور ولاأخذعنه، وإنمايروي الجرائدي هذاسماعاعن العزعبد العزيزالحراني عن يوسف الخفاف0 وقدأخذ عن الجرائدي المذكور أيضا عبد الله بن عمرالحلاوي، شيخ ابن حجر، والسندالأخيرمن طريق ابن حجرعن عبد الله الحلاوي عن محمدالطلحي عن الخفاف فيه نظرٌ0\r94 ــ وجاء في (ج2 ص629 سطر3ومابعده) : مشيخة ابن عساكر: وهوالمسندبهاءالدين أبومحمدالقاسم بن مظفربن عساكرالدمشقي الشافعي.. إلي أن قال: أرويهامن طريق ابن مرزوق الجد عن ابن جابرالوادياشي عن المخرجة له سماعاً عليه بدمشق سنة622 أهـ0\rقلت: ابن عساكرهذاتوفي سنة (723هـ) وكانت ولادته سنة (628هـ) فكيف سمع ابن جابرمنه سنة (622 هـ) ،وعلى كل حال فالسندصحيح، وتاريخ السماع غلط0والله تعالىأعلم0\r95 ــ وجاء في (ج2 ص631سطر12) : عن البلقيني عن عمربن أحمدبن سليمان البالسي. أهـ0\rقلت: البلقيني هوصالح بن عمرالبلقيني، وعمرالبالسي هوابن محمدبن سليمان البالسي، وليس ابن أحمد، كماذكرالمؤلف 0\r96 ــ وجاء في (ج2 ص 635 سطر5 ومابعده) : مشيخة القزويني: هوالحافظ سراج الدين أبوحفص عمربن علي بن عمربن علي القزويني الشافعي0 أهـ0\rقلت: المؤلف لم يرفع سنده إليه، ولاذكرتاريخ ولادته ولاوفاته فلذا أقول: هوالسراج أبوحفص عمربن علي بن عمرالقزويني البغدادي، ولدسنة (683هـ) وتوفي سنة (750هـ) ، ومن شيوخه العمادإسماعيل ابن علي بن أحمدبن الطبال وغيره0","seal":"91B2A809","part":1},
      {"page":35,"id":35,"nass":"97 ــ وجاء في (ج2 ص 637سطر11ومابعده) : أرويها (أي مشيخة الحافظ ابن رجب) وكل ماله بالسندإلي القاضي زكرياالأنصاري عن النجم عمربن فهدالمكي، عن الشيخ زين الدين سليمان بن داودبن عبد الله الموصلي ثم الدمشقي عنه0 أهـ0\rقلت: الصواب هو: زين الدين داودبن سليمان بن عبد الله الموصلي الدمشقي الحنبلي، توفي سنة (844هـ)\r98 ــ وجاء في (ج2 ص 637 سطر15) : أرويهابالسندإلي السيوطي عن نشوانة بنت عبد الله، عن ابراهيم بن أبىبكربن السلار.. ألخ0\rقلت: الصواب أنها: نَشْوَان ابنة الجمال عبد الله بن محمدبن علي ابن عبد الله بن أبىالفتح الكناني، توفيت سنة (880هـ) ، وأجازلها في سنة (793هـ) جماعة منهم: ابراهيم بن أبىبكربن السلار، وابن أبىالمجد، وعمربن محمدالبالسي، وأحمدبن ابراهيم بن يونس الإربلي، ورسلان الذهبي، وعبد الرحمن ابن المقدادالقيسي، ومحمدبن محمدبن داودالقدسي، وغيرهم0\r99 ــ جاء في (ج2 ص 638سطر7 مابعده) : عن الشهاب أحمدبن الفخرعثمان المصري، عن أبىالمعالي عبد الله بن عمرالحلاوي، عن أحمدابن أبىبكرالزبيدي.. ألخ0\rقلت: الصواب: هو أحمدبن أبىبكربن طي الزبيري المصري، وليس الزبيدي كماقال المؤلف0\r100 ــ وجاء في (ج2 ص645 سطر4ومابعده) : مشيخة ابن عبد الغني: هوالشرف عبد الله بن عبد الغني المقدسي، تخريج أبىالحسن علي بن عمرالواني، به إلي التنوحي عن المخرجة له0أهـ0","seal":"2F464B9A","part":1},
      {"page":36,"id":36,"nass":"قلت: هوشرف الدين أبومحمد عبد الله بن محب الدين الحسن بن أبىموسي عبد الله ابن الحافظ عبد الغني المقدسي قاضي الحنابلة بدمشق، ولدسنة (646هـ) وتوفي سنة (731هـ) ، وقدترجمته في كتابي فتح العلام، وماقاله محقق فهرس الفهارس في الحاشية تحت رقم (331) (ص645) أن لقبه جمال الدين لاشرف الدين، وأنه توفي في القرن السابع فهو غلط، فإنه التبس عليه الشرف عبد الله بن الحسن هذا، بجده الحافظ الجمال أبىموسي عبد الله ابن عبد الغني المقدسي ثم الدمشقي الصالحي الحنبلي المتوفى سنة (629هـ) ، وماكان المحقق يقع بهذاالوهم لو لم ينسب المؤلف الكتاني، الشرف عبد الله هذا إلي جد أبيه الحافظ عبد الغني المقدسي0 والله تعالى أعلم0\r101 ــ وجاء في (ج 2 ص 646سطر2) : به إلي الحافظ عن عبد الله بن أحمدالحلاوي عنه. أهـ0\rقلت: الصواب، هوعبد الله بن عمرالحلاوي، وليس بابن أحمدكماقال المؤلف0\r102 ــ وجاء في (ج2 ص 647سطر2) : به إلي الحافظ عن أحمدبن داودالعطارعنه0 قلت: المرادبالحافظ هنا ابن حجر، وشيخه هو: أحمدبن داودبن ابراهيم بن داودالقطان الصالحي المتوفى سنة (806هـ) ، وأماقول المؤلف أنه العطار فهذا وهم منه0\r103 ــ وجاء في (ج2 ص648سطر1) : ومشيخة الطيبي: وهوالعزعبد العزيزبن محمدالطيبي، تخريج الحافظ أيضا به إليه 0 أهـ0\rقلت: هوعبد العزيزبن محمدبن محمدبن محمدبن الخضرالطيِّبي، ولدسنة (730هـ) وتوفي سنة (803هـ) ، قال الحافظ ابن حجر في المجمع المؤسس للمعجم المفهرس، في ترجمته: وخرَّجت له جزءاً لطيفاً، قرأته عليه. أهـ0\r104 ــ وجاء في (ج2 ص 649سطر6ومابعده) : مشيخة ابن المقدسية: وهوالشرف أبوبكرمحمدبن الحسن السفاقسي المعروف بابن المقدسية، تخريج أبىالمظفرمنصوربن سليم الهمداني، بهذاإلي ابن طولون عن محمدبن يحي السفاقسي عن ابن عم أبيه المخرجة له. أهـ","seal":"FC671ACE","part":1},
      {"page":37,"id":37,"nass":"قلت: ابن المقدسية هوشرف الدين أبوبكرمحمدبن الحسن بن عبد السلام بن عتيق بن محمدالتميمي السفاقسي المغربي ثم الإسكندراني المالكي المعروف بابن المقدسية، المتوفى سنة (654هـ) ، وأماالسندالذي ذكره المؤلف من طريق ابن طولون فيه نظر، فابن طولون هذا ولدسنة (880هـ) وتوفي سنة (953هـ) ، وأنَّى له الرواية بواسطة واحدة عن ابن المقدسية، الذي توفي سنة (654هـ) ،بل أشك في رواية ابن طولون عن محمدالسفاقسي0\rوقدقال الحافظ الذهبي في سيرأعلام النبلاء (ج23ص296) : حدث عنه (أي عن ابن المقدسية المذكور) : عبد الرحيم بن عثمان بن عوف الزهري، والشرف محمد، والوجيه عبد الوهاب، ابنا عبد الرحمن الشقيري، والفخرمحمد، والجلال يحي، ولدا محمدبن الحسين السفاقسي، والحافظ شرف الدين التوني وعدة، أنتهي كلام الذهبي0\rقلت: التوني هوالحافظ الشرف عبد المؤمن الدمياطي0\r105 ــ وجاء في (ج2 ص 650سطر1و2) : مشيخة ابن حامد: هوالشمس محمدبن حامدالمقدسي، تخريج المحدث محمدبن محمدالقدومي، به إلي ابن طولون عن أبىالوفا عن المجرجة له0 أهـ0\rقلت: ابن طولون لايروي عن أبىالوفا، هوالحافظ برهان الدين أبوالوفاء ابراهيم بن محمدبن خليل الحلبي المتوفى سنة (841هـ) ،وإنمايروي عنه بواسطة واحدة0والله أعلم.\r106 ــ وجاء في (ج2 ص 650سطر5) : بهذاإلي ابن طولون عن أبىالوفاء.. ألخ قلت: ابن طولون لايروي عن أبىالوفاء وهوالحافظ البرهان الحلبي كماتقدم آنفاً0\r107 ــ وجاء في (ج2 ص 650سطر8ومابعده) : مشيخة ابن الطراح: هوأبومحمديحي بن علي ابن الطراح، به إلي ابن طولون عن محمدبن أبىالصدق عن أبىالوفاء (أي الحافظ البرهان الحلبي) المذكور عن محمدبن أحمدالصالحي، عن عمربن محمدالدارقزي عنه0 أهـ0","seal":"3BA3C3B4","part":1},
      {"page":38,"id":38,"nass":"قلت: ابن الطراح، هوالمسندأبومحمديحي بن علي بن محمدبن علي بن علي بن الطراح البغدادي، المتوفي سنة (536هـ) ، والسندالذي ذكره المؤلف فيه إنقطاع، لأن محمدبن أحمدالصالحي لايروي مباشرة عن عمربن محمدالدارقزي، والمراد بالدارقزي هنا هوابن طبرزد البغدادي، وتصحيح السندهكذا: البرهان الحلبي عن الصلاح محمدبن أحمدبن أبىعمرالمقدسي عن الفخرعلي ابن البخاري عن أبىحفص عمرابن طبرزدالدارقزي البغدادي عن أبىمحمديحي بن علي بن محمدبن الطراح البغدادي0والله تعالى أعلم0\r108 ــ وجاء في (ج2 ص 651سطر1ومابعده) : مشيخة الصلاح ابن أبىعمر: هومحمدبن أحمدابن أبىعمر، تخريج صدرالدين سليمان بن يوسف، بهذاإلي ابن طولون عن أبىالوفاء عن المخرجة له 0أهـ0\rقلت: نعم أبوالوفاء برهان الدين الحلبي يروي عن الصلاح بن أبىعمر، ولكن هذاالسند منقطع، لأن ابن طولون لايروي عن أبىالوفاء برهان الدين الحلبي مباشرة وإنمايروي عنه بواسطة0\r109 ــ وجاء في (ج2 ص 651سطر4ومابعده) : مشيخة ابن حمزة: هوناصرالدين داودبن حمزة بن أحمد، تخريج المحب عبد الله ابن المحب، بهذا إلي ابن طولون عن أبىالوفاء عن أبىبكرمحمدبن المخرج عن أبيه عن المخرجة له. أهـ0\rقلت: كماسبق أن ابن طولون لايروي عن أبىالوفاء برهان الحلبي مباشرة وإنمابواسطة إذاً فهذاالسندمنقطع0 والله تعالى أعلم0\r110 ــ وجاء في (ج2 ص 655 سطر6) : ح: وبأسانيدناإلي الحجارعن أبىالفضل عبد العزيزبن داودالزاهد عنها (أي عن شهدة الكاتبة)\rقلت: الحجاريروي إجازة عن أبى محمدعبد العزيزبن دلف بن أبىطالب البغدادي المقرئ الخازن المتوفى سنة (637هـ) وهوعن شهدة الكاتبة سماعاً0والله تعالى أعلم0\r111 ــ وجاء في (ج2 ص 657سطر13 ومابعده) : مسلسلات أبىالحسن اللبان: به إلي السيوطي، عن الجلال البلقيني، عن أبىالفرج عبد الرحمن بن مكي، أناالسلفي..ألخ0","seal":"23C98D8F","part":1},
      {"page":39,"id":39,"nass":"قلت: هذالسندمنقطع، ولايصح، لأمورمنها: الحافظ السيوطي، لايروي عن الجلال البلقيي مباشرة وإنمابواسطة، والجلال البلقيني، هوعبد الرحمن بن عمربن رسلان البلقيني، ولدسنة (763هـ) وتوفي سنة (824هـ) وهولايروي عن عبد الرحمن بن مكي، مباشرة، فابن مكي هذا هوسبط الحافظ السلفي، توفي سنة (651هـ) وهويروي عن جده السلفي0 والله تعالى أعلم0\r112 ــ وجاء في (ج2 ص 670 سطر6) : وعن قاضي القضاة بحلب محمدبن محمدبن حسن المسعودي لماورد لدمشق سنة (899هـ) 0أهـ0\rقلت: الصواب: سنة (998هـ) 0والله تعالى أعلم0\r113 ــ وجاء في (ج2 ص685 سطر2) : عن الحافظ مرتضى عن حسن بن علي عيديد..ألخ0\rقلت: الحافظ مرتضى عن حسن بن عبد الرحمن عيديد، وليس هوابن علي كماقال المؤلف 0\r114 ــ وجاء في (ج2 ص 687سطر22ومابعده) : (قلت: وتحصل لناهذه العشاريات السيوطية، لكن منهاماهومروي بالإجازةالعامة بستة عشر، لأن بينناوبين السيوطي خمسة، وذلك عن المعمرأحمدبن صالح السويدي، عن الحافظ مرتضى الزبيدي، عن ابن سنة الفلاني بالإجازة العامة لأهل عصره، عن مولاي الشريف، عن العلقمي عنه (أي عن السيوطي) ولا أعلى من هذاالسند الآن، لأن بينناوبين وفاته أربعمائة وثلاثين سنة، وبينناوبين النبي صلى الله عليه وسلم فيهاست عشرة واسطة، وأعلى من ذلك ماحصل لنافي ثلاثيات البخاري، فإن بينناوبين النبى صلىالله عليه وسلم فيهاأربع عشرة واسطة فقط، وهذا لا أعلى منه في الدنيا0) أنتهى كلام المؤلف0","seal":"7BC437A7","part":1},
      {"page":40,"id":40,"nass":"قلت: وهذاالسندالذي يفتخربه المؤلف فهوسندضعيف جداً، لاأبيح به رواية أحاديث النبي صلىالله عليه وسلم، وذلك لأمورأهمها: أن أحمدبن صالح السويدي لم يدرك حياة الحافظ مرتضى الزبيدي، ثم أن الحافظ الزبيدي هونفسه لم يرو عن ابن سنة بالإجازة العامة، والشريف الولاتي في ولادته خلاف كماذكرنا سابقا قيل في سنة (961هـ) وقيل في سنة (981هـ) وقيل في سنة (1046هـ) وقيل أنه توفي في سنة (1101هـ) وقيل في سنة (1102هـ) ، والشمس العلقمي توفي سنة (961هـ) ، فإذاتبين لك ذلك فلم الرواية بالشك، وقدأعتمدت المؤلف في بداية أمري، دون تحقيق، وذكرت من طريقه مثله في جملة من أثباتي، أمّاالآن فلا، وأسأل الله أن يريناالحق حقاً وأن يرزقناإتباعه، وأن يريناالباطل باطلا وأن يرزقناإجتنابه، إنه سميع مجيب الدعاء0\r115 ــ وجاء في (ج2 ص 690 سطر8ومابعده) : النفح المسكي في شيوخ أحمدالمكي: هومعجم صديقنامسندالشرق ولا أستثني الإخباري الراوية المحدث الرحال المعتني بضبط الأسانيدوالوفيات الماهرفي معرفة الخطوط والعالي والنازل الشيخ أحمدأبىالخيربن عثمان بن علي جمال العطارالمكي الأحمدي الهندي، ولدبمكةالمكرمة كماأخبرني به بلفظه وقيدته عنه يوم الاثنين 2 ذي القعدة سنة1277هـ0 أهـ0\rقلت: ترجمه المؤلف ولم يعرف تاريخ وفاته، فلذا أقول: إنه توفي بمدينة بمبئ سنة (1228هـ)\r116 ــ وجاء في (ج2 ص 700سطر14ومابعده) : النفحات الغوالي في الأسانيدالعوالي: هوثبت صغيرلطيف للمحدث أحمدقاطن الصنعاني اليمني، إلي أن قال: وأجازني به (أي حسين الحبشي) عن شيخه محمدبن ناصرالحازمي، عن شيخ صنعاء اليمن الشمس محمدبن علي العمراني عن مؤلفه الحافظ أحمدبن محمدقاطن0 أهـ0","seal":"C2E90751","part":1},
      {"page":41,"id":41,"nass":"قلت: أحمدبن محمدقاطن الصنعاني توفي سنة (1199هـ) وكانت ولادته في سنة (1118هـ) ،والقاضي محمدبن علي العمراني، ولدسنة (1194هـ) وتوفي سنة (1264هـ) ،ولا أدري عن كيفية روايته عن أحمدقاطن، والمعروف عندي أن محمدبن علي العمراني أخذ عن ابراهيم بن عبد القادرالكوكباني والقاضي عبد الله بن محمدمشحم الصنعاني، والقاضي محمدبن علي الشوكاني، وحسن بن يحي الكبسي، وغيرهم0\r117 ــ وجاء في (ج2 ص 714سطر8) : صالح ابن صاحب التنوير: أروي فهرسته عن السكري عن الحلبي عن العقادعن التركماني عن العلاء الحصكفي عنه0 أهـ0\rقلت: هذاالسند منقطع، لأن التركماني لايروي عن الحصكفي مباشرة، وإنماالتركماني، يروي عن عبد الرحمن المجلد عن العلاء الحصكفي عن صالح بن محمدبن عبد الله التمرتاشي الغزي الحنفي (980 ــ 1055هـ) وهوعن أبيه صاحب تنوير الأبصار في الفقه الحنفي (ت1004هـ) وغيره0والتركماني المذكور إسمه علي بن محمدبن سالم بن ولي الدين التركماني الدمشقي الحنفي (ت1183هـ) 0والله تعالىأعلم0\r118 ــ وجاء في (ج2 ص 715 سطر7) : الصلاح ابن أبىعمر: هومسندالدنيا صلاح الدين محمدبن أحمدبن العزابراهيم بن عبد الله ابن أبىعمرالمقدسي ثم الصالحي، إلي أن قال: وترجمه الحافظ في (انباء الغمر) فقال: (تفردبالسماع من الفخرابن البخاري، سمع منه مشيخته، أسمع الحديث أكثرمن خمسين سنة، وقدأجازلأهل عصره خصوصاً في عموم، فدخلنافي ذللك....) ، ثم قال المؤلف الكتاني: نروي ماله (أي للصلاح ابن أبىعمر) من طريق الحافظ ابن حجر، ومحمدبن مقبل الحلبي كلاهماعنه0 أهـ0","seal":"5754D02B","part":1},
      {"page":42,"id":42,"nass":"قلت: نعم أن الحافظ ابن حجر دخل في إجازة الصلاح بن أبىعمر العامة، لكنه لم يرو عنه في أثباته لأنه لايعتدبالإجازة العامة، وقدقال الحافظ ابن حجرفي المجمع المؤسس للمعجم المفهرس: (فصل في معرفة الشيوخ الذين أجازوا عماماً وفي إجازتهم بعض خصوص كقيدالبلد ونحوها، أفردتهم بالذكرلتستفاد تراجمهم، وأشرت لشئ من مروياتهم وسردتهم على ترتيب المعجم أيضاً وليس هذاالفصل من الأصل، بل من شاء ألحقه فيه إن كمل، وإلا فهو زائد على المعجم؛ لماذكرته من عدم إعتدادي بالرواية بالإجازة العامة) 0أنتهى كلام الحافظ ابن حجر0 قلت: فعلمنا من كلام الحافظ ابن حجرأنه لايعتد بالإجازة العامة، وأماقول ابن حجرفي (انبائه) : وقدأجازلأهل عصره خصوصا في عموم، فدخلنا في ذلك، وهذالايعني أنه يروي عنه بالإجازة العامة لأهل العصر، وإنمامراده دخوله فقط في إجازته العامة لأهل عصره، فإذا تبين ماذكرنا، ينبغي لكل من يروي من طريق الحافظ ابن حجر أن لايروي عنه عن شيوخ أدرك حياتهم وقدأجازوا لأهل عصرهم0\rوأما محمدبن مقبل الحلبي فإنه يروي عن الصلاح بن أبىعمر، إجازة، وقداستجازله منه الحافظ البرهان ابراهيم بن محمدبن خليل الحلبي في سنة (780هـ) 0والله أعلم0\r119 ــ وجاء في (ج2 ص 716 سطر13 ومابعده) : ضياء الدين المقدسي: هوالحافظ محمدبن عبد الواحدالمقدسي، أروي ماله من المرويات بأسانيدناإلي شمس قلائدالإسناد أم عبد الله عائشة بنت محمدالمقدسية الصالحية عن أم زينب بنت عبد الرحمن البحري عنه. أهـ\rقلت: عائشة بن محمدبن عبد الهادي المقدسية توفيت سنة (816هـ) ، وابنة عبد الرحمن البحري لم أعرفها، رغم تفتيشي لشيوخ عائشة المقدسية، والحافظ ضياء الدين المقدسي توفي سنة (643هـ) ، وأغلب الظن أن في هذاالسند إنقطاع فليحقق0 والله تعالى أعلم0","seal":"37D7E463","part":1},
      {"page":43,"id":43,"nass":"120 ــ وجاء في (ج2 ص 727سطر22وص 728سطر1) : ح: وحدثناالشيخ عبد الوهاب المتقي قال ثناالمسندعلي بن أحمدالجناني الأزهري الشافعي حدثناشيخ الإسلام الجلال السيوطي حدثناالشهاب ابن حجر. أهـ0\rقلت: الحافظ السيوطي لايروي عن الحافظ ابن حجرالعسقلاني بالإجازة الخاصة، وإنماأدرك حياته فقط، فالتعبيربالرواية عنه بحدثنا يشعرالقارئ، أوالباحث أن الحافظ السيوطي يروي عن الحافظ ابن حجرسماعاً أوبالإجازةالخاصة، وهذا ما كان ينبغي0 والله تعالى أعلم0\r121 ــ وجاء في (ج2 ص 749سطر16ومابعده) : وأعلى أسانيدناإلي الشيخ المترجم روايتناعن المعمرالشهاب أحمدالجمل النهطيهي المصري، عن المعمرالشمس محمدالبهي الطندتائي عن الشهاب أحمدالملوي عن عبد الله الكنكسي عن المترجم عاليا0 أهـ0 والمترجم هوعبد الله الشريف اليملحي العلمي المصمودي (ت1089هـ)\rقلت: المعروف أن الشمس محمدالبهي الطندتائي يروي عن الحافظ مرتضىالزبيدي المصري (ت1205هـ) عن الشهاب أحمدالملوي (ت1182هـ) ، ولم يثبت لدي حتى الآن\rأن الشمس محمدالطندتائي يروي عن الشهاب الملوي0 والله تعالى أعلم0\r122 ــ وجاء في (ج2 ص 754 سطر11ومابعده) : عبد النبي الخليلي: أروي ثبته عن الوجيه السكري، عن سعيدالحلبي، عن شاكرالعقاد، عن التركماني عن العلاء الحصكفي عنه، وهوعبد النبي بن عبد القادرالأزهري الخليلي الحنفي، يروي عن الشيخ محمدبن عبد الله التمرتاشي الغزي وغيره) 0أهـ0\rقلت: الشيخ علي التركماني لايروي عن علاءالدين الحصكفي لأنه لم يدركه ولا أخذعنه، وإنماالتركماني يروي عن عبد الرحمن المجلدالسلمي الدمشقي الحنفي عن العلاء الحصكفي به0\r123 ــ وجاء في (ج2 ص 755سطر1) : والزين الأسيوطي 0 أهـ0","seal":"26D7B25E","part":1},
      {"page":44,"id":44,"nass":"قلت: هوالزين الأميوطي المكي، وليس الأسيوطي كماقال المؤلف، واسمه عبد الرحيم بن ابراهيم بن محمدبن عبد الرحيم بن ابراهيم بن يحي الأميوطي المكي الشافعي المولودبمكة المكرمة سنة (778هـ) والمتوفي بهاسنة (867هـ) ، يروي عنه جماعة منهم: الحافظ العز عبد العزيز بن النجم عمربن فهدالمكي، ووالده الحافظ النجم عمربن التقي محمدبن فهدالمكي، وغيرهما0\r124 ــ وجاء في (ج2 ص 758سطر11) : وأروي عالياعن المعمرعبد الرزاق البيطارعن أبيه حسن البيطارعن الشيخ علي السليمي عن الأستاذعبد الغني النابلسي عاليا0 أهـ0\rقلت: حسن بن ابراهيم البيطار، ولدسنة (1206 هـ) وتوفي سنة (1272هـ) وهولايروي عن علي السليمي لأنه توفي سنة (1200هـ) وإنمايروي عن عبد الغني بن عبد القادرالسقطي (ت1246هـ) وهوعن الشيخ علي السليمي الصالحي عن النابلسي 0\r125 ــ وجاء في (ج2 ص 762سطر1) : وخليل أحمدالأنصاري الأيوبي0\rقلت: هوالمحدث خليل أحمدالسهارانفوري ثم المدني صاحب بذل المجهود شرح سنن أبىداود، المتوفي بالمدينة المنورة سنة (1346هـ) وهوشيخ شيوخنا، والمؤلف الكتاني لم يأخذ عنه0 والله أعلم0\r126 ــ وجاء في (ج2 ص774سطر1) : وأروي عالياً عن المعمرمحمدنورالحسنين بن محمدحيدرالأنصاري الحيدرابادي كتابة من الهند عن القاضي (عبد الحفيظ) العجيمي بحق إجازته لأبيه وأولاده عن الشيخ عبد القادربن خليل (كدك) زادة الرومي المدني أهـ0\rقلت: عبد القادربن خليل كدك زادة المدني توفي سنة (1187هـ) ، وعبد الحفيظ العجيمي توفي سنة (1246هـ) ، ولا أعلم كيفية روايته عنه، وأما نورالحسنين فهوعن أبيه محمدحيدر عن عبد الحفيظ العجيمي إجازة بسنده 0","seal":"0A1157F4","part":1},
      {"page":45,"id":45,"nass":"127 ــ وجاء في (ج2 ص 782سطر21وص783سطر1ومابعده) : علي الأجهوري: هوعلي ابن محمدالملقب زين العابدين بن الشيخ عبد الرحمن الأجهوري، إلي أن قال: المولودسنة (975هـ) ، المتوفي سنة (1066هـ) ،.. يروي عامة عن المسندالكبيرسراج الدين عمربن الجاي الحنفي، وبدرالدين ابن الكرخي الحنفي، ومحمدبن ابراهيم التتائي، ... إلي أن قال: وروي حديث الأولية عن أبىالثناء محمودبن محمدالحلبي المعروف بالبيلوني وهوأول، عن البرهان ابراهيم العمادي وهوأول، عن المعمرأحمدبن ابراهيم ابن الشماع الحلبي الشهيربابن الطويل وهوأول، عن المسندأبىالخيرمحمدبن الحافظ نجم الدين بن فهد عن جده الحافظ تقي الدين بن فهد وهوأول، عن الصدرالميدومي بأسانيده، هكذاساقه عنه تلميذه محدث مصرالشهاب أحمدالعجمي في جزء له، وقد روي عن محمودالبيلوني المذكور حديث الأولية أيضاً النجم الغزي وساقه عنه في تاريخه عن ابن العماد عن الحافظ عبد العزيزبن نجم الدين ابن فهد سماعاً عنه عام 915، قال: (حدثني به والدي الحافظ نجم الدين ابن فهد) عن الصدرالميدومي بأسانيده 0 أهـ0\rقلت: ذكرالمؤلف أن علي الأجهوري ولدسنة (975هـ) ، وذكرغيره أنه ولدبمصرسنة (969هـ) ، وأماقول المؤلف أنه يروي عن الشمس محمدبن ابراهيم التتائي فيه نظر لأن التتائي المذكور توفي سنة (942هـ) وإنمايروي الأجهوري عنه بواسطة الشيخين: النورعلي القرافي وبدرالدين الكرخي كلاهماعن التتائي، والحافظ تقي الدين بن فهد، والحافظ نجم الدين بن فهد، كلاهمالايرويان عن الصدر الميدومي وإنمايرويان عنه بواسطة واحدة0\rوقوله عن محمودالبيلوني عن ابراهيم العمادي عن أحمدبن ابراهيم ابن الشماع عن","seal":"DD14FC9B","part":1},
      {"page":46,"id":46,"nass":"المسندأبىالخيرمحمدبن الحافظ النجم بن فهد، فيه وهم، والصواب أن يقال: ابراهيم العمادي عن الحافظ عبد العزيزبن الحافظ النجم عمرابن الحافظ التقي محمدبن فهدالمكي وهوأول، عن أبيه الحافظ النجم عمربن فهد، وجده الحافظ التقي محمدبن فهد وهوأول، وهمابواسطة واحدة عن الصدرالميدومي بسنده المعروف 0\r128 ــ وجاء في (ج2 ص 784سطر2ومابعده) : وقفت علي ثبت له (أي للأجهوري) صغير، إلي أن قال، قال فيه: (أجازني بعلم الحديث عمربن الجاي كماأجازه الحافظ الأسيوطي، بل وأشياخ السيوطي كالشهاب الحجازي، والشمس ابن الجزري) ، قال المؤلف قلت: وفي الأخيرنظرلأنه من أشياخ أشياخ السيوطي.. ألخ0\rقلت: الشهاب أحمدبن محمدبن علي الحجازي ولدسنة (790هـ) وتوفي سنة (875هـ) ، وعمربن الجائ الحنفي مذكور في كتب الأثبات والأسانيد دون ذكرولادته ووفاته، وقدبحثت عنه في الكتب فلم أجدله حتى الآن على ترجمة مفصلة، وأغلب الظن أن عمربن الجائ لم يدرك الشهاب الحجازي، فإن أدركه حقاً يكون قدعمرأكثرمن مائة سنة0 والله تعالى أعلم0\r129 ــ وجاء في (ج2 ص 791سطر17) : عمرالقاري: أروي فهرسته عن السكري عن سعيدالحلبي عن شاكرالعقادعن علي التركماني عن علاءالدين الحصكفي عنه0 أهـ0 قلت: علي التركماني عن عبد الرحمن المجلد عن الحصكفي عن عمرالقاري، وهذاهوالصواب0\r130 ــ وجاءفي (ج2ص 792سطر13) :عمربن عقيل: هوأبوحفص عمربن عقيل. قلت: هوعمربن أحمدبن عقيل السقاف المكي0\r131 ــ وجاء في (ج2ص 805سطر16و17) : عن محمدطاهرسنبل المكي عنه (أي عن عيدالنمرسي) 0 ح: وبأسانيدناإلي الشيخ عابدالسندي عن محمدطاهرسنبل المذكورعنه أيضا0أهـ0\rقلت: محمدطاهرسنبل المكي توفي بمكة سنة (1218هـ) وهولايروي عن عيدبن علي النمرسي (ت1140هـ) ،مباشرة، وإنمايروي طاهرسنبل عن أبيه محمدسعيدسنبل المكي عنه0","seal":"5CC90205","part":1},
      {"page":47,"id":47,"nass":"132 ــ وجاء في (ج2 ص812سطر4ومابعده) : وكان (أي حسن العجيمي) يروي الصحيح مسلسلا بالمعمرين عن المعمرعبد الملك بن عبد اللطيف بن عبد الملك العباسي، والنورعلي بن محمدبن مطير، والشهاب أحمدبن العجيل كتابة من اليمن ثلاثتهم عن القطب النهروالي المكي بأسانيده0أهـ0\rقلت: رواية الثلاثة عن القطب النهروالي بالإجازة العامة لأهل العصر لابالإجازةالخاصة، وقول المؤلف أحمدبن العجيل، وهم منه،وهوأبوالوفاء أحمدبن محمدالعجل اليمني، وليس بابن العجيل 0\r133 ــ وجاء في (ج2 ص812سطر22) : وعن المعمرنورالحسنين بن محمدحيدر\rالأنصاري الحيدرأبادي عن القاضي عبد الحفيظ بن درويش العجيمي المكي 0أهـ0\rقلت: نورالحسنين عن أبيه محمدحيدرعن عبد الحفيظ العجيمي، وهذاهوالمعروف عن نورالحسنين0والله تعالى أعلم0\r134 ــ وجاء في (ج2 ص 817سطر17ومابعده) : وبأسانيدناإلي أبىالمواهب الحنبلي عن الشمس الميداني عن الطيبي عن الكمال الحسيني عن أبىإسحاق ابن الباعوني عنه، (أي عن الحافظ عبد الرحيم العراقي) 0أهـ0\rقلت: أبوالمواهب محمدبن عبد الباقي الحنبلي، ولدسنة (1044هـ) ، وتوفي سنة (1126هـ) ، وهولايروي عن الشمس محمدالميداني (ت1033هـ) وإنمايروي عنه بواسطة والده الشيخ عبد الباقي الحنبلي وغيره، عن الشمس الميداني، والطيبي المذكور: هوالشهاب أحمدبن أحمدبن بدرالكيبي الدمشقي (910 ــ 979هـ) ، والكمال الحسيني، هوكمال الدين محمدبن حمزة الحسيني الدمشقي (ت933هـ) ، وابن الباعوني، هوالحافظ البرهان ابراهيم بن احمدبن ناصرالباعوني (ت870هـ)\r135 ــ وجاء في (ج2 ص 828سطر14) : ومن مجيزيه (أي الشهاب أحمدبن عبيد العطار) بالمكاتبة السيدجعفرالبرزنجي، وعبد الرحمن الفتني الطائفي، كلاهمامن الخباز0 أهـ0\rقلت: والصواب: كلاهمامن الحجاز؛ وليس من الخباز، وهوخطأمطبعي0","seal":"2EC3306E","part":1},
      {"page":48,"id":48,"nass":"136 ــ وجاء في (ج2 ص 830سطر3ومابعده) : العمراني: هومحدث صنعاء اليمن المعمرأبوعبد الله محمدبن علي العمراني، نسبة إلي عمران بلدة باليمن بينهاوبين صنعاء شمالاً مسافة يوم، وهوصاحب كتاب (فقه الحديث) المتوفي سنة (1269هـ) ، يروي عن الشهاب أحمدبن محمدقاطن الصنعاني0أهـ0\rقلت: القاضي محمدبن علي العمراني ولدسنة (1194هـ) وتوفي سنة (1264هـ) ، والشهاب أحمدبن محمدقاطن الصنعاني توفي سنة (1199هـ) ، ولا أدري حتى الآن هل يروي محمدالعمراني عن أحمدقاطن الصنعاني أم لا؟ والمعروف عن العمراني المذكور أنه يروي عن القاضي محمدبن علي الشوكاني، والحسن بن يحي الكبسي، والسيدابراهيم بن عبد القادربن أحمدالكوكباني الصنعاني، والقاضي عبد الله بن محمدبن أحمدبن جارالله مشحم الصنعاني وغيرهم0قلت: وقدأجازني شيخناالمعمرالمفتي عبد الله بن علي باسندالعمودي عن المفتي يوسف بن مبارك العريشي عن القاضي محمدبن علي العمراني (ت1264هـ) المذكور، ولم يقل لي أنه يروي عن الشهاب أحمدبن قاطن الصنعاني0\r137 ــ وجاء في (ج2 ص838سطر17ومابعده) : ويروي العيثاوي المذكور (أي الشهاب أحمدبن يونس) عن والده وابن طولون وأحمدالطيبي الكبير والبدرالغزي والكمال ابن حمزة عن زكريا ماله، وكانت وفاته سنة (1025هـ) عن 84سنة0 أهـ0\rقلت: قول المؤلف أن الشهاب أحمدبن يونس العيثاوي يروي عن الكمال ابن حمزة، هووهم منه ولايصح، لأن الشهاب العيثاوي ولدسنة (942هـ) ، والكمال ابن حمزة توفي سنة (933هـ) 0 والله تعالى أعلم0","seal":"4893CBAE","part":1},
      {"page":49,"id":49,"nass":"138 ــ وجاء في (ج2 ص 852وص853) ابن العجل: هوصفي الدين أحمدبن محمدبن أحمدبن محمدبن محمدبن أحمدالعجل أبوالوفاء اليمني، الإمام الضريرالعارف المسندالمسلك الشهير، ولدسنة (983هـ) وتوفي سنة (1074هـ) ، إلي أن قال: ويروي بالإجازة أيضا عن الإمام بدرالدين ابن الرضي الغزي الدمشقي، ثم قال بعدكلام: وشملته إجازة جماعة منهم: الشيخ قطب الدين الحنفي المكي، والإمام يحي الطبري، والشيخ محمدبن عبد العزيزالزمزمي، والشيخ محمدالنحراوي الحنفي المصري،وعبد الرحمن بن عبد القادربن فهد وغيرهم0 أهـ0\rقلت: بدرالدين محمدبن رضي الدين محمدالغزي توفي سنة (984هـ) ، وقطب الدين النهروالي المكي الحنفي توفي سنة (990هـ) ، وعبد الرحمن بن عبد القادربن فهدالمكي توفي سنة (995هـ) ، ومحمدبن عبد العزيزالزمزمي المكي توفي سنة (1009هـ) ، والإمام يحي بن مكرم بن محمدالطبري المكي، ولدبمكة سنة (889هـ) ، ولم أجد تاريخ وفاته في كتب الأثبات وغيرها، ويروي عن الإمام يحي الطبري حفيده الإمام عبد القادربن محمدبن يحي الطبري المكي المولودسنة (976هـ) والمتوفي سنة (1033هـ) ، ويظهرلي من تاريخ ولادة عبد القادرالطبري أن جده الإمام يحي الطبري عاش إلي هذه السنة أوبعدهابقليل ثم توفي، وإن ثبت حقاً أن أحمدبن محمدالعجل أدرك حياة الإمام يحي الطبري، فهذا يعني أن الإمام يحي الطبري كان من المعمرين وأنه عاش أكثرمن 94سنة0 والله تعالىأعلم0\r139 ــ وجاء في (ج2ص853سطر16 ومابعده) : ويروي محمدبن عبد العزيزالزمزمي عن أبيه رضي الدين وزكريا والسيوطي وابن حجرالهيثمي (الهيتمي) والقسطلاني، والبرهان بن أبىشريف وغيرهم0أهـ0\rقلت: محمدبن عبد العزيزالزمزمي توفي سنة (1009هـ) وهويروي عن أبيه عبد العزيزبن علي بن عبد السلام بن موسي الزمزمي المكي (900 ــ 976هـ) والشهاب أحمدبن حجرالهيتمي المكي (ت974هـ) والشمس محمدبن أحمدبن حمزةالرملي (ت1004هـ) كلهم عن القاضي زكرياالأنصاري وغيره0","seal":"DD3AB9D4","part":1},
      {"page":50,"id":50,"nass":"وأماقول المؤلف أن محمدبن عبد العزيزالزمزمي يروي أيضاعن السيوطي والقسطلاني والبرهان بن أبىشريف، وهذالم يثبت عندي حتى الآن0\r140 ــ وجاء في (ج2 ص853سطر19ومابعده) : وروي الحافظ مرتضى أيضاعن السيدمشهوربن المستريح الأهدل اليمني وعلي المرحومي الزبيدي ... ألخ0\rقلت: صواب العبارة هكذا: عن السيدمشهوربن المستريح الأهدل اليمني عن علي المرحومي0\r141 ــ وجاء في (ج2ص854سطر5) : وأخبرناالشهاب أحمدبن صالح السويدي عن الزبيدي عن ابن سنة عنه (أي عن أحمدبن محمدالعجل اليمني) وهذاأعلى0 أهـ0\rقلت: هذاالسندمنقطع وليس بجيد، لأن الشهاب السويدي لم يدرك حياة الحافظ مرتضىالزبيدي ثم أن الزبيدي لم يكن يروي بالإجازة العامة لأهل العصرعن ابن سنة ثم رواية ابن سنة عن أحمدبن محمدالعجل أيضاكذلك 0\r142 ــ وجاء في (ج2ص864سطر9 ومابعده) : عائشة بنت عبد الهادي المقدسية الصالحية.. إلي أن قال: وهي تروي مرويات الضياءمحمدبن عبد الواحدالمقدسي عن أم محمدزينب بنت عبد الرحمن البحري عنها0 أهـ0\rقلت: زينب بنت عبد الرحمن البحري، بحثت عنهافي شيوخ عائشة وغيرها فلم أجدها، فليحقق هذاالسند0\r143 ــ وجاء في (ج2ص876 سطر21) : عن عبد العزيزبن فهدعن عمه تقي الدين صاحب العمدة هذه0أهـ0\rقلت: الصواب: عن جده تقي الدين ابن فهد0\r144 ــ وجاء في (ج2ص 890سطر14ومابعده) : وأرويها أيضاعن السكري عن الكزبري عن عمربن عقيل عن العجيمي ... ألخ0\rقلت: الكزبري هوعبد الرحمن بن محمدالكزبري الحفيدالدمشقي، وهولايروي عن عمربن أحمدبن عقيل السقاف المكي مباشرة وإنمابواسطة واحدة، كرواية الكزبري المذكور عن الحافظ مرتضىالزبيدي عن عمرالسقاف المذكور0\r145 ــ وجاء في (ج2 ص 899سطر6) : عن شاكرالعقاد عن النورعلي التركماني عن علاءالدين الحصكفي عنه (أي عن الفتح بن محمودالبيلوني) 0أهـ0\rقلت: علي التركماني لايروي عن الحصكفي، وإنماعن عبد الرحمن المجلدعن الحصكفي به0","seal":"24841522","part":1},
      {"page":51,"id":51,"nass":"146 ــ وجاء في (ج2ص 899سطر14ومابعده) : ويروي أيضا (أي بلقاسم بن محمدبن عبد الجبارالفكيكي ت1021هـ) عن والده عن أبىاسحاق ابراهيم التازي عن أبىالفتح المراغي عن ابن الفرات عن ابن جماعة عن المنتوري بأسانيده 0 أهـ0\rقلت: فيه وهم وخلط، ويحتاج هذاالسندإلي تصحيح، والمنتوري المذكور: هومحمدبن عبد الملك القيسي المعروف بالمنتوري (ت834هـ) ، وابن جماعة: هوالعزعبد العزيز بن جماعة (ت767هـ) وابن الفرات: هوالعزعبد الرحيم ابن الفرات (ت851هـ) ، وأبوالفتح المراغي: هو ابن الزين أبىبكربن حسين المراغي العثماني المدني (ت859هـ)\r147 ــ وجاء في (ج2 ص 906سطر3ومابعده) : ونتصل به (أي بصالح الفلاني) في حديث الأولية من طريق أبىالمحاسن القاوقجي عن محدث فاس أبىمحمدعبد القادرالكوهن، عن أبىزيدعبد الرحمن الشنقيطي دفين فاس عن الفلاني0أهـ0\rقلت: قال الشيخ محمدعبد الباقي اللكنوي، في المناهل السلسلة في الأحاديث المسلسلة (ص 6) : المسلسل بالأولية: حدثناالعلامة علم الدين صالح ابن عبد الله العباسي السناري المكي، وهوأول حديث سمعته منه قال: حدثني أبوالمحاسن محمدبن خليل القاوقجي الطرابلسي وهوأول حديث سمعته منه قال: حدثناعبد القادربن أحمدالكوهن الفاسي وهوأول حديث سمعته منه قال: حدثني أبوزيدعبد الرحمن بن أحمدالشنقيطي الصديقي وهوأول حديث حدثني به، عن صالح بن محمدالفلاني قال: وهوأول حديث سمعته منه حدثني به عن محمدبن سنة الفلاني وهوأول حديث حدثني به عن مولاي الشريف محمدبن عبد الله الولاتي قال: وهوأول حديث حدثني به عن محمدبن أركماش قال: وهوأول حديث حدثني به عن الحافظ شهاب الدين أبىالفضل أحمدبن علي بن حجرالعسقلاني قال: وهوأول حديث حدثني به) 0أهـ0\rقلت: الشريف محمدبن عبد الله الولاتي لم يسمع من محمدبن أركماش، الحديث المسلسل بالأولية، ولاغيره، ولاشاهده ولاأخذعنه، بل لم أجازه مكاتبة، فكيف يروي عنه المسلسل بالأولية؟ ويقول حدثني به محمدبن أركماش 0","seal":"08541946","part":1},
      {"page":52,"id":52,"nass":"148 ــ وجاء في (ج2 ص 914سطر5ومابعده) : ابن أبىالفتوح: هوالحافظ أبوالفتوح أحمدبن عبد الله ابن أبىالفتوح الطاوسي الأبرقوهي الحنفي ... إلي أن قال: وبأسانيدناإلي ابن العجل عن القطب النهروالي المكي عن أبيه عن أبىالفتوح الطاوسي. أهـ\rقلت: المؤلف لم يعرف تاريخ ولادته ولاوفاته، فلذاأقول: ذكرالحافظ السخاوي في الضوء اللامع: أن الحافظ الطاووسي المذكور ولدفي حدودسنة (790هـ) وتوفي في حدودسنة (871هـ) . أهـ.\rوأماقول المؤلف عن القطب النهروالي عن أبيه عن أبىالفتوح الطاوسي، أقول: رواية والدالقطب عن الطاووسي بالإجازة العامة لأهل العصرلا بالإجازة الخاصة، لأن والده ولدسنة (870هـ) ، وكذلك رواية ابن العجل عن القطب النهروالي بالإجازة العامة لأهل العصر0 والله تعالي أعلم0\r149 ــ وجاء في (ج2 ص937سطر9ومابعده) : القبابي: هوأبوحفص سراج الدين عمربن عبد الرحمن بن الحسين بن يحي بن عبد المحسن القبابي، إلي أن قال: خرج له الحسيني مشيخة، مات سنة (755هـ) ،نرويهابسندناإلي الحافظ ابن حجرعن فاطمة عنه.\rقلت: المؤلف لم يفصح عن فاطمة هذه ابنة من؟ والحافظ ابن حجر، يروي أيضا عن عبد الرحمن ابن عمرالقبابي وهوعن أبيه عمربن عبد الرحمن القبابي المذكور0 والله أعلم0\r150 ــ وجاء في (ج2 ص 938سطر8) : أحمدقاطن الصنعاني0 أهـ0\rقلت: ترجمه المؤلف ولم يذكرولادته ولاوفاته، فلذاأقول: أحمدبن محمدقاطن الصنعاني ولدسنة (1118هـ) وتوفي سنة (1199هـ)\r151 ــ وجاء في (ج2ص939سطر12ومابعده) : عن القاضي الحسن بن أحمدالرباغي عن القاضي أحمدبن محمدقاطن0 أهـ0\rقلت: القاضي حسن بن أحمدبن يوسف الرباعي الصنعاني ولدسنة (1200هـ) وتوفي سنة (1276هـ) ، وهويروي عن أبيه القاضي أحمدبن يوسف الرباعي الصنعاني (1155 ــ 1231 هـ) وهوعن الشهاب أحمدبن محمدقاطن الصنعاني0 والله تعالي رأعلم0","seal":"6FFC5127","part":1},
      {"page":53,"id":53,"nass":"152 ــ وجاء في (ج2 ص 941سطر22 وص942سطر1) : وتروي (أي قريش الطبرية) عالياً عن الإمام عبد الواحدبن ابراهيم الحصاري المكي عن السيوطي وزكريا، ووفاتهاسنة (1107هـ) 0 أهـ0\rقلت: عبد الواحدبن ابراهيم الحصاري ولدسنة (910هـ) وتوفي السيوطي سنة (911هـ) وإنماأدرك الحصاري من حياة السيوطي سنة واحدة فقط، فروايته عنه بالإجازة العامة لأهل العصرلابالخاصة0\r153 ــ وجاء في (ج2 ص 948سطر12ومابعده) : تنبيه مهم: ولدالشيخ قطب الدين المذكور (أي النهروالي المكي) بلاهور عام917، ومات سنة990، هكذاأرخ ولادته ووفاته العجيمي وصاحب المنح والفلاني ... إلي أن قال: ووالده علاء الدين أحمدبن الشمس محمدالنهروالي المكي ولدسنة870، ومات سنة 949، إلي أن قال: ومن طريق القطب يُروى البخاري اليوم من طريق المعمّرين عن الحافظ نورالدين أبىالفتوح أحمدبن عبد الله الطاوسي ... ألخ0\rقلت: الحافظ أبوالفتوح أحمدبن عبد الله الطاووسي، ترجمه السخاوي في الضوء اللامع وقال أنه توفي في حدودسنة (871هـ) ، فإذاتبين لك ذلك، علمت أن قطب الدين محمدبن علاءالدين أحمدالنهروالي لايروي عنه لأنه لم يدرك حياته، ثم أن والده علاء الدين أحمدبن محمدالنهروالي روايته عنه بالإجازة العامة لأهل العصرلابالإجازة الخاصة0\r154 ــ وجاء في (ج2 ص956سطر20 ومابعده) : تنبيه ثالث: لماتكلم في (حصرالشارد) على طريقة المعمرين إلي البخاري من طريق المترجمين قال: (وهذه الطريقة لم تصل إلي الحرمين إلامع أشياخ أشياخ مشايخناكالشيخ المعمرعبد الله بن سعدالله اللاهوري.. إلي أن قال: والحافظ أبوالفتوح من رجال المائة الثامنة كان بأبرقوه مدينة بخراسان العجم، وكان موصوفا بالصلاح، ذكره الشيخ عبد الخالق المزجاجي في نزهته المستطابة) 0أهـ0","seal":"BA823316","part":1},
      {"page":54,"id":54,"nass":"ثم قال المؤلف: وقدنقل كلام المزجاجي هذا قبل السندي (أي صاحب حصرالشارد) شيخه الفلاني في قطف الثمر، ثم الفريني في اليانع الجني، والقاوقجي في أثباته وغيرهم من أصحاب الفهارس وسلّموه، وفي ذلك وقفة من وجهين ... ألخ0\rقلت: الحافظ أبوالفتوح الطاووسي ليس من رجال المائة الثامنة، وإنماهومن رجال المائة التاسعة، وقدبينه المؤلف ذلك، إلا أن المؤلف لم يعرف تاريخ ولادته ولاوفاته، وقدقلت فيماسبق، أنه ولدفي حدودسنة (790هـ) وتوفي في حدودسنة (871هـ) كمافي الضوء اللامع للسخاوي 0والله تعالى أعلم0\r145 ــ وجاء في (ج2ص 958سطر7ومابعده) : وقدساق الفلاني في قطف الثمر، الصحيح من طريق ابن العجل عن الإمام يحي بن مكرم الطبري عن جده محب الدين عن البرهان بن صديق الدمشقي عن عبد الرحيم الأوالي عن ابن شاذبخت بسنده0أهـ0\rوجاء في (ج2ص959سطر2ومابعده) : وطريقة ابن صديق هذه شهيرة في فهارس المتأخرين، وهي التي كان يعتمدها غالباالنورالعجيمي، يتصل بهامن طريق شيخه ابن العجل عن يحي بن مكرم الطبري عن جده الإمام المحب الطبري عن البرهان ابن صديق عن الأوالي عن الفرغاني، وهذه السلسلة من طريق ابن صديق هي الشهيرةبمصر وغيرها، وعليهااقتصرالصعيدي والأميرفي ثبتيهما، وقالوا: إنها أعلى الأسانيدلهم0 أهـ0\rقلت: جدالإمام يحي الطبري، محب الدين هومحمدبن محمدبن محمدبن أحمدبن ابراهيم الطبري المكي، ولدبمكةالمكرمة في سابع عشرمن شهرربيع الأول سنة (807هـ) وتوفي سنة (894هـ) ، والبرهان ابراهيم بن محمدبن صديق الرسام الدمشقي ثم المكي، توفي سنة (806هـ) ، فكيف يروي المحب الطبري عن البرهان بن صديق الرسام، وقدولدبعدوفاته بسنة، والصواب: أن الإمام محب الدين الطبري يروي عن البرهان ابن\rصديق الرسام بواسطة واحدة0والله تعالى أعلم0","seal":"CC1C354F","part":1},
      {"page":55,"id":55,"nass":"فائدة: قلت: يروي عن البرهان ابراهيم بن محمدبن صديق الرسام جماعة كثيرة أذكرمنهم: الحافظ ابن حجرالعسقلاني (ت852هـ) ، والعزعبد الرحيم بن محمدابن الفرات القاهري الحنفي (ت851هـ) ، والحافظ التقي محمدبن النجم محمدابن فهدالمكي (ت871هـ) ،والحافظ البرهان ابراهيم بن محمدبن خليل الحلبي (ت841هـ) ،والتقي أبوبكربن أحمدبن محمدبن عمرالمعروف بابن قاضي شهبة الدمشقي (ت851هـ) ،وابراهيم بن أحمدالخجندي المكي (ت851هـ) ، وابراهيم بن عبد الرحمن الزرعي المعروف بابن قاضي عجلون (ت872هـ) ،وابراهيم بن علي الزمزمي المكي (ت864هـ) ،والشهاب أحمدبن أبىبكربن عبد الله بن ظهيرة المكي (ت853هـ) ،والشهاب أحمدبن عبد العزيزبن أحمدبن سالم بن ياقوت المكي (ت856هـ) ،والشهاب أحمدبن علي بن محمدبن علي بن حسن بن حمزةالحسيني الدمشقي (ت848هـ) ،وأبوبكربن علي الريمي المكي (ت859هـ) ،وعبد السلام بن موسي الزمزمي المكي (ت846هـ) ،وعبد الله بن محمدبن أحمدالتستري المدني (ت860هـ) ،والحافظ شمس الدين بن ناصرالدين الدمشقي (ت842هـ) ، وعطية بن محمدبن محمدبن عبد الله بن فهدالمكي (ت874هـ) ،والسراج عمربن محمدبن أحمدابن روزبة الكازروني المدني (ت865هـ) وغيرهم الكثيركلهم عن ابن صديق الرسام0\r146 ــ وجاء في (ج2ص 96سطر2ومابعده) : وسيأتي في ترجمة أبىالحسن الونائي روايته للصحيح عن خديجة بنت عبد الوهاب الطبري عن المعمرالحصاري عن زكرياعن ابن حجرعن البرهان ابن صديق أهـ\rقلت: هذاالسند منقطع، لأن خديجة بنت عبد الوهاب الطبرية المكيةلم تدرك حياة عبد الواحد الحصاري، وإنماولدت بعدوفاة الحصاري بعشرات السنين0\r147 ــ وجاء في (ج2 ص 964سطر6ومابعده) : توفي (أي ابراهيم بن علي القلقشندي) فقيراً بحصرالبول عاشرجمادي الآخرة عام (922) عن احدى وتسعين سنة، لاتزيديوماًولاتنقص يوماً0 أهـ0\rقلت: بل عن 81 سنة لاعن 91 سنة كماقال المؤلف، لأن البرهان ابراهيم بن علي القلقشندي، ولدسنة (831هـ) إحدى وثلاثين وثمانمائة0","seal":"6E5DC87B","part":1},
      {"page":56,"id":56,"nass":"148 ــ وجاء في (ج2 ص 968سطر14ومابعده) : وبه إلي أبىسالم العياشي أيضاعن عبد الجوادالطريني عن ياسين المحلي وهوأعلى0 أهـ0\rقلت: لم يبين المؤلف عن ياسين المحلي، هل هويروي عن القسطلاني أم لا؟ وإنماأكتفى بقوله عن ياسين المحلي وهوأعلى، فإن كان مرادالمؤلف أن ياسين هذايروي عن القسطلاني فيه نظر0 والله تعالى أعلم0\r149 ــ وجاء في (ج2ص969سطر14ومابعده) : ورأيت في بعلبك عندقاضيها إذذاك الشيخ أبىالخيرابن عابدين مجموعة للشيخ ابن عبد الحي الداودي الدمشقي فيهامانصه: (حدثناشيخنا أحمدالمقري تحت القبة بجامع بني أمية أن الإمام القسطلاني زوج عائشة الباعونية وصاحب المواهب ذهب إلي دارالحافظ السيوطي فدخل على عادته فاستأذن عليه فلم يأذن له بالدخول لأن النبي صلىالله عليه وسلم كان ذلك الوقت جالساً عندالشيخ وهويملي أحاديثه صلىالله عليه وسلم) .اهـ. قال المؤلف فظهرمن هذه الرواية السبب الذي من أجله لم يأذن السيوطي القسطلاني0 أهـ0\rقلت: من أخبرلأحمدالمقري بهذه الرواية؟\r150 ــ وجاء في (ج2ص980سطر4ومابعده) : سليمان بن ابراهيم العلوي التعزي اليمني.. إلي أن قال: وأعلى روايته عن والده المنلاابراهيم بن عمرالعلوي السابق الذكر، وشرف المحدثين موسي بن موسي بن علي الدمشقي الشهيربالغزولي وغيرهما، إلي أن قال: مات رحمه الله بمدينة تعزباليمن سنة825أهـ0أهـ0\rقلت: قوله عن والده المنلا ابراهيم بن عمر.. ألخ، قلت: والده ابراهيم بن عمرلم يعرف بالمنلا، وقوله: موسي بن موسي بن علي الدمشقي.. ألخ، قلت: والصواب هوالشرف موسي بن مري بن مياس بن علي ابن رباح الدمشقي الحنبلي الشهيربالغزولي، المتوفى بمدينة تعزسنة (795هـ) وهوسمع علي أبىالعباس أحمدبن أبىطالب الحجارالصالحي (صحيح البخاري) ، وسمع على شيخ الإسلام تقي الدين أبىالعباس أحمدبن عبد الحليم ابن تيمية الحراني الحنبلي (صحيح مسلم) وحدث بمكة وبتعز0","seal":"6A02EA66","part":1},
      {"page":57,"id":57,"nass":"151 ــ وجاء في (ج2ص984سطر18ومابعده) : سعيدالحلبي: هوفقيه الشام وعلامته أبوعثمان سعيدبن حسن بن أحمدالشامي الحنفي الشهيربالحلبي الدمشقي، ولدبحلب سنة (1188هـ) وقدم دمشق سنة (1127هـ) 0 أهـ0\rقلت: والصواب أن سعيدالحلبي الدمشقي قددمشق سنة (1207هـ) ، وتوفي بهاسنة (1254هـ) ، ومن شيوخه مصطفي بن محمدالرحمتي (ت1205هـ) ، ذكرته هنالأن المؤلف لم يذكره في ترجمته0\r152 ــ وجاء في (ج2ص 992سطر10ومابعده) : ح: وبه إلي الزين الطبري وإخوته عن المعمرالحصاري عنه (أي عن الحافظ السخاوي) ، قال العجيمي: أخبرناعبد الرحيم بن الصديق الخاص عن الطاهرالأهدل عن ابن الديبع كلهم عنه (أي عن الحافظ السخاي) 0 ح: وأخبرناالسويدي عن الزبيدي عن ابن سنة عن ابن العجل عن يحي الطبري عنه (أي عن السخاوي) وهذا أعلى 0 أهـ0\rقلت: المعمرالحصاري هوعبد الواحدبن ابراهيم، وهولايروي عن الحافظ السخاوي لابالإجازة الخاصة ولابالإجازة العامة لأن الحصاري هذاولدسنة (910هـ) ،ولم يدرك حياة الحافظ السخاوي، وعبد الرحيم بن الصديق الخاص، يروي عن أبيه الشيخ صديق الخاص اليمني وهوعن السيدطاهربن حسين الأهدل به، وأماقول المؤلف أخبرناالسويدي عن الزبيدي عن ابن سنة عن ابن العجل..ألخ، قلت: هذاالسندمنقطع ولايصح، لأن السويدي ولدبعدوفاة الحافظ الزبيدي بعشرات السنين ثم أن الزبيدي هذا لم يرو في أثباته ولافي إجازاته عن ابن سنة، فابن سنة هذا من شيوخ صالح الفلاني، وليس من شيوخ الحافظ الزبيدي0\r153ــ وجاء في (ج2ص994سطر16ومابعده) : السكسكي: هوأبوبكرمحمدبن موسي\rالسكسكي، أروي فهرسته من طريق السراج عن القاضي أبىعبد الله الفشتالي عن أبىزكريايحي بن أحمدبن واش عن جامع برنامجه أبىمروان عبد الملك بن موسي الأنصاري0أهـ0\rقلت: لم يفصح المؤلف عن السراج المذكور حتى نعرفه0","seal":"3390E271","part":1},
      {"page":58,"id":58,"nass":"154 ــ وجاء في (ج2 ص996سطر15ومابعده) : (قلت: المعروف عندأئمةالشرق أن آخرأصحاب السلفي في الدنياسبطه أبوالقاسم بن عبد الرحمن بن مكي الطرابلسي مات سنة خمسين وستمائة) .أهـ0\rقلت: والصواب أن يقال: أبوالقاسم عبد الرحمن بن مكي الطرابلسي الإسكندري، وكانت وفاته سنة (652هـ) وليس في سنة (650هـ) كماقال المؤلف0 والله أعلم0\r155 ــ وجاء في (ج2ص997سطر12ومابعده) : ومن طريق أبىالحسن ابن الزبيرعن القاضي أبىالخطاب ابن واجب عنه (أي عن الحافظ السلفي) أهـ0\rقلت: فيه وهم، وصوابه: من طريق أبىجعفرأحمدبن ابراهيم ابن الزبيرالعاصمي الغرناطي (ت708هـ) عن أبىالخطاب محمدبن أحمدبن خليل السكوني الأندلسي (ت652هـ) وهوعن الحافظ السلفي إجازة، أنظرترجمة السكوني هذا في سيرالنبلاء للذهبي (ج23ص299)\rوأما ابن واجب الذي ذكره المؤلف: هوأبوالخطاب أحمدبن محمدبن عمربن محمدبن واجب بن عمربن واجب القيسي الأندلسي البلنسي المالكي (535 ــ 614هـ) أنظرترجمته في سيرالنبلاء (ج22ص44) وهولايروي عن السلفي، ثم أن ابن الزبيرلايروي عن ابن واجب المذكور0 والله تعالى أعلم0\r156 ــ وجاء في (ج2ص998سطر3ومابعده) : السليمي: هوعلي بن محمدبن سليم الدمشقي الصالحي الشافعي الشهيربالسليمي الإمام المحدث المسندالمعمر، ولدسنة1113 ومات سنة1200، روي عن العارف النابلسي، ومحمدبن خليل العجلوني وعبد الله البصروي والعجيمي وابن عقيلة وتلك الطبقة.. إلي أن قال: ونروي ماله عاليا عن الشيخ عبد الرزاق البيطارعن أبيه الشيخ حسن عنه 0أهـ0\rقلت: علي بن محمدالسليمي لايروي عن حسن العجيمي لأنه توفي سنة (1113هـ) ، وإنمايروي عنه بواسطة، وقول المؤلف: عن عبد الرزاق البيطارعن أبيه حسن عن علي السليمي، فيه نظر، لأن الشيخ حسن بن ابراهيم البيطار ولدسنة (1206هـ) بعدوفاة علي السليمي، وإنمايروي عن عبد الغني بن عبد القادرالسقطي (1165 ــ 1246هـ) وهوعن علي السليمي (ت1200هـ) بأسانيده 0والله تعالى أعلم0","seal":"AA4FBEC3","part":1},
      {"page":59,"id":59,"nass":"157 ــ وجاء في (ج2 ص1000سطر17) : حسن العجيمي عن أبىالوفاء بن العجل عن قطب الدين النهروالي عنه (أي عن الشرف عبد الحق السنباطي) 0 أهـ0\rقلت: رواية ابن العجل عن القطب النهروالي بالإجازة العامة لأهل العصرلابالإجازة الخاصة0\r158 ــ وجاء في (ج2ص1010سطر5ومابعده) : ح: وأخبرني من مكة مكاتبة حفيدالمترجم العلامة المعمرأحمدبن صالح بن علي السويدي رحمه الله. أهـ\rقلت: المترجم هنا المسندعلي بن محمدسعيدبن عبد الله السويدي (ت1237هـ) ، وقدذكرالمؤلف إسناده إليه، ثم قال: وأخبرني حفيدالمترجم أحمدبن صالح بن علي السويدي، فسكت ولم يرفع سنده من طريقه إلي جده علي بن محمدسعيدالسويدي، والسبب في ذلك أن حفيده الشهاب أحمدبن صالح السويدي، ولدبعدوفاة جده المذكور بمدة، فإذاتبين لك ذلك، أقول: فلماذا المؤلف الكتاني يصربالرواية عن الشهاب أحمدبن صالح السويدي عن الحافظ مرتضىالزبيدي (ت1205هـ) وهو من شيوخ جده علي بن محمدسعيدالسويدي وأبيه محمدسعيدالسويدي0\rوقال المؤلف في ترجمة الحافظ مرتضى الزبيدي (ج1ص539: يروي عن المترجم أعلام كل بلدومصر: ثم قال في (ص540سطر1) : والعراقيين: كمحمدسعيدالسويدي وولده علي، وحفيده شيخناأحمدبن صالح.. أهـ. وقال في (ص541سطر23) : وأنبأنا أعلى من ذلك كله الشهاب أحمدبن صالح السويدي البغدادي في إجازته إلي مكة عام 1321 عنه (أي عن الحافظ مرتضىالزبيدي) بإعتبارإجازته لجده وأولاده وأحفاده0 أهـ0قلت: وهذاالإعتبارلايعتدبه لأن الشهاب السويدي ولدبعدوفاة الحافظ الزبيدي0\r159 ــ وجاء في (ج2 ص1014سطر16ومابعده) : والحافظ تقي الدين ابن فهد وأخوه ولي الدين أبوالفتح عطية، ووالدهمامحب الدين أبوبكر، والحافظ نجم الدين محمد ... إلي أن قال: ورقية بنت عبد القوي بن محمدالجائي، وأم حبيبة بنت أحمدبن محمدبن موسى السويكي.. ألخ0","seal":"8AAB9433","part":1},
      {"page":60,"id":60,"nass":"قلت: والصواب أن يقال: الحافظ تقي الدين ابن فهد، وأخوه ولي الدين عطية، وولدهما محب الدين أبوبكرأحمدبن التقي بن فهد، والحافظ نجم الدين محمدعمربن التقي بن فهد، ... ورقية بنت عبد القوي بن محمدالبجائي المكية (ت874هـ) ، وأم حبيبة زينب بنت أحمدبن محمدبن موسى الشويكي المكية (ت886هـ) 0 والله تعالى أعلم0\r160 ــ وجاء في (ج2ص1022سطر6ومابعده) : وأعلى من ذلك عن شيخناالسكري عن الوجيه الكزبري عن الحافظ الزبيدي عن عمربن عقيل عن العجيمي عن الزين الطبري المكي عن المعمرالحصاري عنه (أي عن الحافظ السيوطي) ، وهوعال جداً0 أهـ0\rقلت: المعمرعبد الواحدالحصاري ولدسنة (910هـ) وتوفي الحافظ السيوطي سنة (911هـ) ،ولم يثبت لديناحتى الآن أن السيوطي أجازللحصاري المذكور، وعلى كل حال فرواية الحصاري عن السيوطي بالإجازة العامة لأهل العصرلابالإجازة الخاصة، وقدكان ينبغي للمؤلف أن يبين ذلك إلا أنه لم يفعل.","seal":"A1B55307","part":1},
      {"page":61,"id":61,"nass":"161 ــ وجاء في (ج2 ص1026سطر11ومابعده) : ولدالمترجم (أي محمدبن سنة الفلاني) عام1042، إلي أن قال: ولازم محمدبن أحمدبن محمودبن أبىبكربغيغ الونكرالتنبكتي إلي أن مات سنة1067، وأجازه عامة، إلي أن قال: ثم بعدموته رحل إلي ولات فلازم الشريف أباعبد الله الولاتي اثنتين وثلاثين سنة وأجازه عامة، ولماحج مولاي الشريف استخلفه في التدريس والإمامة، وجميع من لقيه مولاي الشريف في رحلته من العلماء فأجازه أودعاله يشركه معه في الإجازة والدعاء، ولازم مولاي الشريف إلي أن مات سنة1102، ثم لازم ولده مولاي الشريف محمدبن محمدبن عبد الله إلي أن مات، وأجازه جماعة من أهل فاس ومصروالحرمين والشام واليمن ولم يرهم، وذلك بواسطة مولاي الشريف أبىعبد الله محمد0 فممن أجازه ولم يره من أهل المدينة: القشاشي والشيخ ابراهيم الكوراني، ومن أهل مكة: العجيمي، ومن أهل اليمن: الشيخ أحمدبن العجل، ومن أهل مصر: الخرشي والزرقاني، إلي أن قال: والنجم الغزي، وعبد الباقي الحنبلي..... إلي أن قال: روي عنه (أي عن ابن سنة) الشيخ صالح الفلاني، وهوالذي شهرأسانيده ومن طريقه عرفهاالناس ... ألخ0\rقلت: كلام المؤلف أن ابن سنة لازم شيخه محمدبن أحمدبن محمودبغيغ إلي أن مات سنة (1067هـ) ، ثم بعدموته لازم الشريف الولاتي (32سنة) وأنه هوالذي استجازله من جماعة ... الخ0 قلت: النجم محمدبن البدرمحمدالغزي الدمشقي توفي سنة (1061هـ) ، وابن سنة هذاعندوفاة النجم الغزي كان يلازم شيخه الأول هومحمدبغيغ حتى مات سنة (1067هـ) ، ثم لازم الشريف الولاتي بعد هذه السنة أوبعدها، إذاً فكيف الشريف الولاتي أستجاز لابن سنة من النجم الغزي الذي توفي سنة (1061هـ) فتأمله0\r162 ــ وجاء في (ج2ص1040سطر9ومابعده) : مات ابن السمعاني (عبد الكريم) سنة562 بمرو وله ست وخمسون سنة..؟ إلي أن قال: أروي ماله بالسندالمذكورفي المعجم (أنظرحرف الميم) 0أهـ0","seal":"8CE6272E","part":1},
      {"page":62,"id":62,"nass":"قلت: والسندالمذكور في المعجم (ج2ص611و612) هكذا: نرويه بأسانيدناإلي الحافظ ابن حجرعن أبىالحسن بن أبىالمجد عن أبىالفضل محمد بن طاهرالمقدسي عن عيسي بن عبد العزيزاللخمي عن مؤلفه إجازة، وهوآخرمن حدث عنه0\rقلت: وفي هذاالسندوهم، ابن أبىالمجدالمذكور لايروي عن محمدبن طاهرالمقدسي ولاهومن شيوخه، وإنمايروي عن التقي سليمان بن حمزة الحنبلي إجازة وهوعن عيسي اللخمي (ت629هـ) إجازة0\r163 ــ وجاء في (ج2 ص 1065سطر17وص1066سطر1ومابعده) :الشبراوي: هوالإمام الفقيه المحدث الأصولي المتكلم الشاعرالأديب أبومحمدعبد الله بن محمدبن عامربن شرف الدين الشبراوي الشافعي الأزهري إلي أن قال: ولدتقريباسنة (1092) ومات سنة (1171) 0أهـ0\rقلت: عبد الله الشبراوي ولدسنة (1091هـ) وتوفي سنة (1172هـ)\r164 ــ وجاء في (ج2 ص1091سطر19) : عن أبىالوفاء العرضي الحلبي عن أبيه عمر عن أبيه عن عبد الوهاب عن ابن الشماع. أهـ.\rقلت: صواب العبارة هكذا: عن أبىالوفاء العرضي عن أبيه عمرعن أبيه عبد الوهاب عن ابن الشماع0\r165 ــ وجاء في (ج2 ص 1099سطر4) : ونتصل به (أي بمحمدهاشم السندي) وهوأعلى مايوجد عن الشيخ محمدحسنين (الصواب نورالحسنين) الأنصاري الحيدرأبادي عن قاضي مكةالمكرمة عبد الحفيظ بن درويش العجيمي عن المترجم0 أهـ0\rقلت: نورالحسنين بن محمدحيدر عن أبيه محمدحيدرعن عبد الحفيظ العجيمي عن محمدهاشم السندي، وهذاهوالمعروف عن نورالحسنين، وهوالأجود0\r166 ــ وجاء في (ج2ص 1110سطر18) : وأحمدالمتوفى بتطوان عام 1169 أهـ0 قلت: أحمدالورزازي توفي سنة (1179هـ)","seal":"62D7F867","part":1},
      {"page":63,"id":63,"nass":"167 ــ وجاء في (ج2 ص1114وص1115) : الونائي: هوأبوالحسن علي بن عبد البربن علي الونائي الشافعي المصري المكي الفقيه المحدث المسند ... ولدسنة1170ومات سنة1212، إلي أن قال: واستجازالمترجم من خديجة بنت الإمام عبد الوهاب بن علي بن عبد القادرالطبري عامة، وهي عن المعمرالحصاري إجازة عامة، فإنه أجازلجدهاوذريته عن زكرياعن ابن حجرعن البرهان ابراهيم بن صديق عن عبد الرحيم الأوالى إجازة عامة فإنه أجازلأهل عصره سنة720، وولدابن صديق سنة719، عن ابن شاذبخت الفارسي الفرغاني بسنده، قال الونائي: وقدأجازت خديجة معي عمربن عبد الرسول وشيخنامحمدالعجيمي، كتب ذلك سنة1209، أهـ0\rقلت: خديجة بنت عبد الوهاب بن علي بن عبد القادرالطبريةالمكية لم تدرك حياةالمعمرعبد الواحدالحصاري الذي توفي في أوائل القرن الحادي عشر، فبين وفاته ووفاتها تقريباً مئتاسنة، أوقريباً منها فكيف يجوزلهاأن تروي عن الحصاري المذكور0\r168 ــ وجاء في (ج2 ص1117سطر10) : ونروي ماله أيضا بالسندإلي الحافظ ابن حجرعن ابن عرفة وابن خلدون وابن مرزوق كلهم عنه (أي عن محمدبن جابرالوادياشي) 0هـ0\rقلت: ابن مرزوق: هوالشمس أبوعبد الله محمدبن أحمدبن محمدابن مرزوق العجيسي التلمساني ولدسنة (711هـ) ،وتوفي سنة 781هـ) ، وهوأجازلمن أدرك حياته، والحافظ ابن حجرلايروي عنه بالإجازة الخاصة، وإنمادخل في إجازته العامة، وابن عرفة: هومحمدبن محمدبن محمدبن عرفةالورغمي التونسي (ت803هـ) يروي عنه الحافظ ابن حجربالإجازةالخاصة،\r169 ــ وجاء في (ج2ص 1119سطر12ومابعده) : وبأسانيدناإلي المقري عن أبىالعباس ابن القاضي عن البرهان العلقمي، والنورالقرافي، كلاهماعن السيوطي عن شرف الدين المناوي عنه (أي عن الحافظ ولي الدين أحمدابن الحافظ عبد الرحيم العراقي المصري) 0 أهـ0\rقلت: البرهان ابراهيم بن عبد الرحمن العلقمي لايروي عن الحافظ السيوطي، وإنمايروي عن أخيه الشمس محمدبن عبد الرحمن العلقمي وهوعن السيوطي بسنده 0","seal":"C3FCB73D","part":1},
      {"page":64,"id":64,"nass":"170 ــ وجاء في (ج2 ص 1125سطر9ومابعده) : نتصل به (أي بمحمدبن ابراهيم ابن الوزير) من طريق ابن العجل اليمني عن الإمام يحي بن مكرم الطبري عن عبد العزيزبن فهد عن محمدبن ابراهيم الوزير0 أهـ0\rقلت: ابن الوزير: هوالإمام العلامة المحدث محمدبن ابراهيم ابن الوزيراليمني الصنعاني، ولدسنة (775هـ) ، وتوفي سنة (840هـ) وهوصاحب كتاب (العواصم والقواصم) وغيره، والحافظ عبد العزيزبن فهدالمكي ولدسنة (850هـ) أي بعدوفاة ابن الوزيرهذا بعشرسنوات تقريباً، فكيف يروي عنه0\r171 ــ وجاء في (ج2ص1139سطر4) : يوسف بن شاهين سبط الحافظ ابن حجر: هويوسف بن أحمدبن أبىبكربن شاهين الكركي المصري الحنبلي القادري0 أهـ0\rقلت: صواب سياقه: الكركي المصري القاهري الحنفي ثم الشافعي (828 ــ 899هـ)\r172 ــ وجاء في (ج2 ص1141سطر3) : عن الشيخ البرهان ابراهيم بن يوسف المشهوربابن الحنبلي والدالرضي الحنبلي المؤرخ المتوفي عام909 عن المترجم (أي عن الحافظ يوسف بن شاهين) 0أهـ\rقلت: ابراهيم بن يوسف الحلبي الحنفي الشهيربابن الحنبلي ولدبحلب سنة (877هـ) وتوفي سنة (959هـ) ، وماذكره المؤلف أنه توفي سنة (909هـ) فهووهم منه0\rوصلى الله وسلم على خيرخلقه وعلى آله وصحبه أجمعين 0","seal":"32B0D3AF","part":1},
      {"page":65,"id":65,"nass":"قلت: أروي: فهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات للسمندالسيدمحمدعبد الحي بن عبد الكبيرالكتاني الفاسي، المولولدبفاس سنة (1300هـ) ، والمتوفي سنة (1382هـ) ، بالإجازة الخاصة عن جماعة من شيوخي أذكر منهم: القاضي يحي بن محمدأمان المكي، والسيدمحمدأمين الكتبي المكي، وحسن بن محمدالمشاط المكي، والسيدعلوي بن عباس المالكي المكي، ومحمدابراهيم بن سعدالله الختني المدني، وخيرمحمدبن يارمحمدالمظفركري المكي، ومحمدالحافظ بن عبد اللطيف المصري، وأحمدبن محمدمصنوري الفلفلاني المكي، وزبيربن أحمداسماعيل الفلفلاني المكي، ومحمدسهيل بن عبد الفتاح الخطيب الدمشقي، وعلي بن محمدبن عبد الله البوديلمي الجزائري، وحامدبن أديب بن أرسلان التقي الدمشقي، ومحمدمكي بن محمدبن جعفرالكتاني ثم الدمشقي، وغيرهم كلهم عن المؤلف محمدعبد الحي الكتاني0\r{ح} وأرويه عنه بالإجازة العامة، وقدأخبرني صاحب المسند ياسين الفاداني أنه أجازلأهل عصره عامة، ولأهل مكة المكرمة خاصة،\rوالله تعالى أعلم، وصلى الله وسلم على خير خلقه وآله وصحبه أجمعين","seal":"CB08E6BB","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1418,"Bk":"تحفة المجالس في التعليقات علي فهرس الفهارس","HigriD":"1418","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"صالح أحمد بن إدريس بن محمد بن محمد إدريس بن عبد الرحمن الأركاني ثم المكي","bLnk":null,"Inf":"","Auth":"الأركاني","Betaka":"الكتاب: تحفة المجالس في التعليقات علي فهرس الفهارس\r\nالمؤلف: صالح أحمد بن إدريس بن محمد بن محمد إدريس بن عبد الرحمن الأركاني ثم المكي (المتوفى: 1418هـ)\r\nعدد الأجزاء: 1\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":0,"AuthInf":"اسمه ونسبه :\r\nالعلامة المحدث المسند الشيخ صالح أحمد بن إدريس بن محمد بن محمد إدريس بن عبد الرحمن بن علي بن عاصف بن باعبد الله الحضرمي الأصل الأركاني مولدا ثم المكي .\r\n\r\nولادته ونشأته :\r\nولد سنة 1364هـ بأركان في بورما ونشأ هناك بين أحضان والديه ، وقد تكفل والده بتربيته الصالحة . وكانت الأوضاع هناك غير مستقرة والمسلمين مضطهدون إلى اليوم ، فما كان من والده إلا أن يرحل منها مع أهله متوجها إلى كراتشي وقد أقام مع والده مدة من الزمن قرأ خلالها القرآن الكريم وبعض الكتب الدينية مثل تعليم الإسلام للمفتي كفاية الله الدهلوي وغيرها من الكتب ، كما قرأ على يد الشيخ نور الزمان الأركاني بعض من الكتب . ثم رحل مع والديه إلى الإمارات العربية ونزلوا في دبي فقرأ هناك على الشيخ محمد شفيع الأركاني وهو من تلاميذ الشيخ بشير الله الأركاني .ثم رحلوا من دبي متوجهين إلى حضرموت وبصحبة الشيخ محمد شفيع فتعرفوا هناك على جملة من العلماء بواسطة والده[1] ، وقد أتموا رحلتهم حتى وصلوا إلى مدينة الشيخ عثمان بعدن وهناك لازم الشيخ حسين شريف الأركاني (ت 1389هـ) بمدرسته سنتين فقرأ عليه كتبا كثيرة وهو أحد تلاميذ الشريف حسين بن أحمد المدني ، وبواسطته لقي كبار العلماء باليمن مثل العلامة الشيخ إسماعيل بن مهدي الغرباني (ت 1398هـ)\r\nو - العلامة الشيخ مهدي بن علي المزلم والعلامة الشيخ أحمد بن علي الكحلاني (ت 1386هـ) وغيرهم ، كما كاتب الشيخ حسين بعض علماء الهند والباكستان فأجازوه . ثم واصل الشيخ صالح مع والديه وبرفقة الشيخ حسين والشيخ محمد شفيع رحلتهم متوجهين إلى مكة المكرمة، فتعرف بواسطة الشيخين على جملة من علماء الحرمين .\r\n\r\nمشايخه و إجازاته العلمية :\r\nكما طلب الشيخ حسين الأركاني من الشيخ إبراهيم الختني [2](ت 1389هـ) أن يجيزه فأجازه وكما طلب من الشيخ إبراهيم أن يستجيز له من علماء الشام والهند وممن أجازه بواسطة الشيخين الشيخ بدر عالم الميرتي (ت 1385هـ) والشيخ المفتي مهدي حسن رانديد (ت 1390هـ)\r\nوالمعمر الشيخ حسين الأركاني إستجاز له من أصحابه مثل الشيخ محمد إبراهيم البلياوي الديوبندي (ت 1387هـ)\r\n- والشيخ المعمر رسول خان هزاروي (ت 1390هـ)\r\n- والشيخ فخر الدين أحمد المرادىآبادي (ت 1392هـ) وغيرهم ، وممن راسلهم الشيخ محمد أسعد السهرنفوري (ت 1399هـ) وغيره .\r\nوقد لقي الشيخ صالح كثيرا من العلماء فممن لقيهم :\r\nالمفتي محمد شفيع الديوبندي (ت 1396هـ)\r\n- والشيخ محمد يوسف البنوري (ت 1397هـ)\r\n- والشيخ ظفر أحمد العثماني (ت 1394هـ)\r\n- والشيخ محمد زكريا الكاندهلوي (ت 1402هـ)\r\n- والشيخ محمد الطيب القاسمي (ت 1404هـ) مدير دار العلوم ديوبند وغيرهم .\r\nوممن لقيهم من علماء الحجاز منهم :\r\n- العلامة السيد محمد العربي التباني (ت 1390هـ)\r\n- والعلامة الشيخ محمد يحيى آمان ( ت 1387هـ)\r\n- والعلامة السيد علوي بن عباس المالكي (1391هـ)\r\n-والعلامة الشيخ حسن بن سعيد يماني ( ت 1391هـ)\r\n- والعلامة الشيخ حسن المشاط (ت 1399هـ)\r\n- والعلامة الشيخ محمد حسين التكنافي الديوبندي (ت 1400هـ)\r\n-والعلامة الشيخ سلامة الله الأركاني (ت 1400هـ)\r\n- والعلامة السيد محمد أمين كتبي ( ت 1404هـ)\r\n- والعلامة الشيخ محمد نور سيف هلال (ت 1407هـ)\r\n- والعلامة الشيخ عبد الله بن سعيد الحجي (ت 1410هـ)\r\n- والعلامة محمد ياسين الفاداني (ت 1410هـ)\r\n- والعلامة زكريا بيلا (ت 1413هـ)\r\n- والعلامة الشيخ إسماعيل زين يماني (ت 1415هـ)\r\n- والعلامة السيد حسن بن محمد فدعق (ت 1401هـ) وغيرهم .اهـ[3]\r\nفقد بلغ عدد شيوخه الذين أجازوه إما بطريق القراءة أو الإجازة أو الإجازة العامة لأهل العصر نحو المائتين كما أثبت ذلك هو في بعض مؤلفاته وإليك أخي جملة منهم وهم :\r\n- العلامة الشيخ إبراهيم بن حمود السالمي الزبيدي (ت 1394هـ) والعلامة الشيخ إبراهيم بن إسماعيل اليعقوبي الجزائري الأصل ثم الدمشقي (ت 1406هـ)\r\n- والعلامة الشيخ إبراهيم فطاني (ت 1413هـ)\r\n- والعلامة الشيخ أبو اليسر عابدين (ت 1401هـ)\r\n- والعلامة الشيخ أحمد بن محمد منصوري الفلفلاني (ت 1406هـ)\r\n- والعلامة الشيخ أحمد بن أحمد بن محمد الجرافي الصنعاني (ت 1405هـ)\r\n-والعلامة الشيخ أحمد بن سالم بامساعد الحضرمي ثم المكي (ت 1391هـ)\r\n-والعلامة المفتي أحمد بن محمد زبارة الصنعاني والعلامة الشيخ أبرار الحق الهندي والعلامة الشيخ أحمد بن محمد بن أحمد الهاشمي الجزائري ثم الدمشقي المالكي (ت 1399هـ)\r\n-والعلامة الشيخ أحمد عبد الدائم الحلبي (ت 1390هـ)\r\n- والعلامة الشيخ أحمد بن محمد نصيف الرفاعي الدمشقي (ت 1405هـ) والعلامة الشيخ أحمد بن سليم قويدر المربيلي الشامي (ت 1390هـ) والعلامة الشيخ أبو الفرج بن عبد القادر الخطيب الدمشقي (ت 1407هـ) والعلامة الشيخ محمد إدريس الكاندهلوي (ت 1394هـ)\r\n- والعلامة الشيخ إسماعيل بن حسن المشرع اليمني (ت 1399هـ)\r\n- والعلامة الشيخ محمد أمين بن إبراهيم البخاري ( ت 1391هـ)\r\n- والعلامة الشيخ أمين بن أحمد الطرابلسي المغربي ثم المدني (ت 1394هـ) والعلامة الشيخ محمد أنور بن محمد سليم الداغستاني الدمشقي (ت 1401هـ)\r\n- والعلامى الشيخ محمد أيوب بن محمد يعقوب السهرنفوري (ت 1407هـ)\r\n- والعلامة الشيخ بدر الدين بن أحمد الجزائري ثم الدمشقي (ت 1387هـ) - والعلامة الشيخ محمد بدر الدين بن العلامة إبراهيم الغلاييني الدمشقي (ت 1411هـ)\r\n- العلامة المعمر بشير الله بن عبد الجبار الأركاني\r\n- والعلامة الشيخ بشير بن عبد الله بن محمود الجلاد الدمشقي (ت 1403هـ)\r\n- العلامة الشيخ محمد بشير بن محمد راغب الشلاح الدمشقي (ت 1405هـ)\r\n- والعلامة الشيخ محمد بهجة البيطار (ت 1396هـ)\r\n- والعلامة المعمر أحمد بكري البنتني (ت 1395هـ)\r\n- والعلامة الشيخ محمد توفيق بن عباس الصباغ (ت 1391هـ)\r\n- والعلامة محمد توفيق حسن الخطيب الدمشقي (ت 1390هـ)\r\n- والعلامة الشيخ ثابت بن محمد نجا الحلواني الرفاعي الدمشقي (ت 1397هـ)\r\n- والعلامة الشيخ جابر بن الفتيني العجيلي اليمني (ت 1391هـ)\r\n- والعلامة الشيخ حامد بن أديب بن رسلان الدمشقي (ت 1387هـ) والعلامة السيد حامد بن محمد بن سالم السري (ت 1397هـ)\r\n- والعلامة الشيح محمد الحافظ التيجاني (ت 1398هـ)\r\n- والعلامة المعمر حسن علي الأركاني (ت 1390هـ)\r\n- والعلامة الشيخ حسن بن مرزوق حبنكة الميداني (ت 1398هـ)\r\n-والعلامة المقرئ حسن بن إبراهيم الشاعر المدني شيخ القراء بالمدينة المنورة (ت 1400 )\r\n-والعلامة الشيخ حسين رضا بن حسين خطاب الدمشقي شيخ القراء بدمشق (ت 1408هـ)\r\n-والعلامة الشيخ محمد حسام الدين بن محمد شفيق القدسي ثم الدمشقي ثم القاهري (ت 1400هـ)\r\n-والعلامة الشيخ حسين بن عبد الكريم الحمزاوي (ت 1395هـ) والعلامة الشيخ محمد حبيب بن عمر الحلاق ( ت 1407هـ)\r\n-والعلامة الشيخ حسين بن محمد الوصابي الزبيدي (ت 1393هـ)\r\n-والعلامة الشيخ حسنين مخلوف (ت 1410هـ)\r\n-والعلامة الشيخ محمد حيات السنبهلي الهندي\r\nوالعلامة الشيخ خلد عثمان بن أحمد المخلافي الزبيدي (ت 1397هـ)\r\n-والعلامة الشيخ خالد بن محسن بن حسن الشرعبي التعزي (ت 1392هـ) والعلامة الشيخ خير محمد بن يار محمد الهندي (ت 1394هـ)\r\n-والعلامة الشيخ محمد خيرو بن صالح الدمشقي (ت 1400هـ)\r\n-والعلامة الشيخ محمد رجب بن عبد المتعال الرباط الدمشقي (ت 1389هـ)\r\n-والعلامة الشيخ محمد رفيق السباعي الحمصي ثم الدمشقي (ت 1389هـ)\r\n- والعلامة محمد رشيد بن محمد هاشم الخطيب الدمشقي (ت 1401هـ)\r\n-والعلامة الشيخ محمد رشدي بن محمد عرفة الدمشقي (ت 1406هـ)\r\n-والعلامة الشيخ زين العابدين حسين التونسي ثم الدمشقي (ت 1397هـ)\r\n-والعلامة الشيخ زبير بن أحمد إسماعيل الفلفلاني\r\nوالعلامة السيد سالم بن جندان (ت 1395هـ)\r\n-والعلامة الشيخ محمد سعيد دفتردار (ت 1392هـ)\r\n-والعلامة الشيخ محمد سعيد بن درويش الحمزاوي (ت 1398هـ)\r\n- والعلامة الشيخ محمد سعيد بن محمد سليم الحلواني (ت 1389هـ)\r\n-والعلامة الشيخ محمد سعيد بن عبد الرحمن البرهاني الدمشقي (ت 1386هـ) والعلامة محمد سعيد بن أحمد الأحمر التلي الشامي (ت 1401هـ)\r\n-والعلامة الشيخ محمد سعيد بن محمد صالح المعروف بأبي لحاف (ت 1396هـ) والعلامة الشيخ محمد سعيد الشلاح (ت 1393هـ)\r\n-والعلامة الشيخ محمد سعدي بن أسعد بن عبد المجيد الصباغ (ت 1396هـ)\r\n-والعلامة الشيخ محمد سليم بن محمد سعيد العثماني (ت 1397هـ) والعلامة الشيخ محمد سليم بن أحمد اللبني الميداني (ت 1400هـ)\r\n-والعلامة الشيخ محمد سهيل بن عبد الفتاح الخطيب الدمشقي (ت 1402هـ) والعلامة الشيخ سيف الدين بن محمد الخاني (ت 1389هـ)\r\n-والعلامة الشيخ شريف الحسن الديوبندي (ت 1397هـ)\r\n-والعلامة الشيخ محمد شفيق بن محمد علي الدمشقي (ت 1390هـ)\r\n-والعلامة الشيخ محمد شفيق بن عبد المجيد الأسطواني (ت 1387هـ)\r\n-والعلامة الشيخ صلاح الدين بن محمد رضا الزعيم الدمشقي (ت 1390هـ)\r\n-والعلامة الشيخ محمد صلاح الدين بن عبد القادر كيوان الدمشقي (ت 1387هـ) والعلامة الشيخ محمد صالح بن أحمد الخطيب (ت 1401هـ)\r\n-والعلامة الشيخ محمد صالح بن شيخنا المفتي عبد الله باسند العمودي (ت 1393هـ) والعلامة الشيخ محمد صالح بن عبد القادر العقاد (ت 1390هـ)\r\n-والعلامة الشيخ محمد صالح بن عبد الله الفرفور (ت 1407هـ)\r\nووالدي الحافظ [4] الشيخ محمد إدريس بن عبد الرحمن لأركاني (ت 1317هـ) وغيرهم [5]\r\nكما تدبج رحمه الله تعالى مع جملة من العلماء منهم :\r\nالعلامة الشيخ محمد ياسين الفاداني وكانت يوم الخميس الموافق 28/ 8/ 1410هـ\r\n-والعلامة المفتي إبراهيم بن عقيل\r\n-والعلامة الشيخ محمد حزام المقرمي\r\n-والعلامة الشيخ إسماعيل عثمان زين يماني\r\n-والعلامة الشيخ إسماعيل الأنصاري رحمهم الله تعالى رحمة الأبرار وأسكنهم فسيح جناته أمين .\r\nثناء العلماء عليه :\r\nوقد أثنى عليه فضيلة العلامة المسند محمد ياسين الفاداني عدة مرات بقوله : خليفتنا من بعدنا الشيخ صالح الأركاني أما في سوريا عامة وحلب خاصة فهو الشيخ أحمد سردار .\r\nوقال محمد علوي المالكي في رسالة أرسلها له : حضرة صاحب الفضيلة المحدث المسند الراوية الأخ في الله . وقال أيضا فقد سعدنا بالمجموعة المباركة العظيمة من مؤلفاتكم الكريمة التي أرسلتموها إلينا وأحييتم بها مدارس السنة والرواية وخصوصا ما أكرمتمونا به بما خصصتم به أولادنا وتلاميذنا …إلى أن قال وإنما من باب الفرح بنعمة الله والاعتزاز بكم والافتخار لأن مثلكم ممن يعتز بكتبه ويفتخر …\r\n\r\nمؤلفاته :\r\nوقد ترك لنا الشيخ صالح الأركاني رحمه الله تعالى جملة من المصنفات والتي بلغت نحو 119 مصنف وهي :\r\nالأربعون حديثا من ـ صحيح البخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجة والمستدرك للحاكم وشرح السنة للبغوي ومسند الأمام أبي حنيفة ومسند الإمام أحمد بن حنبل ومسند الإمام الشافعي وموطأ الإمام مالك والسنن الكبرى للبيهقي ـ عن أربعين شيخا من شيوخي [6]\r\nـ الأربعون البلدانية ، وهي عبارة عن أربعين حديثا عن أربعين شيخا من شيوخي من أربعين بلدا\r\nـ الأربعون حديثا من أربعين كتابا عن أربعين شيخا من شيوخي\r\nـ والأربعون حديثا من كتاب الزهد والرقائق لابن المبارك عن أربعين شيخا من شيوخي\r\nـ إتحاف المسلمين بأسانيد الكتب الحديثية العشرين\r\nـ إتحاف أهل الحديث والأثر بذكر جملة من أسانيدنا إلى الحافظ ابن حجر أو فضل الرحمن في إجازة الدكتور يوسف بن عبد الرحمن المرعشلي[7]\r\nـ إتحاف العباد بإجازة الدكتور نبيل بن رشاد المكي\r\nـ إتحاف ذوى الهمة والنشاط بأسانيد شيخنا حسن المشاط\r\nـ إتحاف البشر بإجازة الشيخ عبد الله بن علي بصفر في 8 مجلدات\r\nـ إتحاف أهل الصدق والوفا بإجازة خالد بن مصطفي الفلسطيني\r\nـ إتحاف أهل الهداية والسداد بذكر بعض مالنا من الرواية والإسناد\r\nـ إتحاف الأخيار بأسانيد المسند عمر بن عبد الكريم العطار [8]\r\nـ إتحاف الأنام بإجازة الشيخ محمد حزام هو المقرمي التعزي\r\nـ إتحاف الإخوان بأسانيد السيد أحمد دحلان [9]\r\nـ إتحاف الجمهور بإجازة الدكتور إبراهيم بن محمد نور ، هو ابن سيف المكي\r\nـ إتحاف الرواة الثقات بذكر بعض أسانيدنا إلى جملة من الأثبات\r\nـ إتحاف الفقهاء والمحدثين بأسانيد مفتى الشام محمد أمين عابدين [10]\r\nـ إتحاف الأشراف بالمسلسل بالأشراف\r\nـ الإجازة العامة في الحديث الشريف وغيره\r\nـ إتحاف علماء المسلمين بإجازة قاضي رابغ الدكتور مجيد الدين بن منهاج الدين ـ إتحاف خير الأمة بأسانيدنا إلى الشاه والي الله\r\nـ إتحاف المحدثين بأحاديث أشرف الأنبياء والمرسلين عن جملة من شيوخي المسندين[11]\r\nـ إظهار الصواب في انتفاع الميت بالقراءة وإهداء والثواب ، على المذاهب الأربعة ـ أحسن السبل في ذكر بعض أسانيدي من طريق الشيخ محمد سعيد سنبل ـ أحسن المطالب في إجازة الشيخ زكريا بن أحمد الطالب هو الحلبي ثم المكي ـ أحكام النون الساكنة والتنوين في الجزء الثلاثين من كتاب لب العلمين\r\nـ أسانيد الكتب ( كلا من الحنفية والمالكية والشافعية والحنبلية) [12]\r\nـ الإسعاد بذكر بعض مالي من الإجازة والإسناد في عدة أجزاء\r\nـ الإشارة إلى مسألة هل يصل إلى الميت ثواب القراءة على المذاهب الأربعة ، رسالة\r\nـ الأضواء الكاشفة في الرد على الأقوال والآراء الخاطئة\r\nـ الغاز فقهية على المذاهب الأربعة ، على طريق الأسئلة والأجوبة\r\nـ أوائل الأعمال ومقدمات الأسماء والأفعال ، على نهج الأسئلة والأجوبة\r\nـ إهداء التهاني في إجازة الشيوخ الثلاثة : الدكتور إكرام الله الأركاني والشيخ دلدارين بن محمد إسحاق الأركاني والشيخ عبد الملك الأركاني\r\nـ إصلاح المعاني في الطب الروحاني ـ الإحتفال بأسانيد الرجال\r\nـ إهداء التهاني في إجازة الشيخ مختار الدين بن زين الدين الفلمباني ثم المكي\r\nـ إهداء التهاني في إجازة الأستاذ محمد علي سعيد الشهري\r\nـ الباعث الحثيث في ذكر أسانيدي لكتب الحديث ويقع في ثلاث مجلدات طبع منه الجزء الأول ونفد\r\nـ البدر المنير في الأسانيد المتصلة بثبت الأمير محمد الكبير\r\nـ البسملة في أسئلة وأجوبة\r\nـ التبصرة في معرفة الأحاديث المنكرة\r\nـ تبصير البصائر في جمع الأواخر ، في أسئلة وأجوبة\r\nـ تحفة السائل بالجواب الكامل\r\nـ تحفة القاري في إجازة الشيخ عبد القادر كرامة الله البخاري\r\nـ تحفة المستفيد في إجازة محمد بن عبد الله الرشيد[13]\r\nـ تحفة المسلمين في تخريج حديث اقرءوا على موتاكم يس\r\nـ تحفة الإخوان من المواعظ الحسن ، مطبوع\r\nـ تحفة النبيل في إجازة المفتى إبراهيم بن عمر عقيل\r\nـ تحفة الأركاني في إجازة الشيخ عبد الواسع بن أحمد الذبحاني التعزي\r\nـ تحفة الشباب في معرفة شتى الأسباب [14]\r\nـ تحقيق الأماني في إجازة أولاد وتلاميذ المسند الفاداني\r\nـ تحقيق الأماني في إجازة الشيخ نور محمد إدريس الأركاني\r\nـ تربية النشء في ظل الإسلام طبع ونفذ\r\nـ ترغيب الشباب إلى حفظ القرآن\r\nـ تعليق وتخريج على رسالة كيفة صلاة النبي صلى الله عليه وسلم ، للشيخ بن باز ـ تفقه الصبيان إلى مذهب أبي حنيفة النعمان [15]\r\nـ تنبيه علماء الإسلام بما في بعض الأثبات والأجزاء من الأوهام\r\nـ تنوير الأبصار في إجازة الشيخ أحمد بن محمد سردار هو الحلبي\r\nـ ثبت الأثبات والمعاجم والفهارس والمسلسلات\r\nـ الثبت المحقق في إجازة القاضي الوزير حسين بن علي مرفق في 12 مجلد\r\nـ الثبت المختصر لطلاب الحديث والأثر\r\nـ الثبت الوجيز للطالب المستجيز\r\nـ الثمرات الجنية في الحقوق الإسلامية[16]\r\nـ الثمرات الطيبات في معرفة أسانيد القراءات\r\nـ جدول الأسانيد\r\nـ الجواهر والدرر في تراجم القرن الثاني عشر\r\nـالجوهر الجديد في أسانيد المحدث عبد الرحمن الكزبري الحفيد\r\nـ جمع الفوائد في الأسانيد المتصلة بحصر الشارد\r\nـ جغرافية بورما الشيوعية\r\nـ جواهر الأركاني في الأسانيد المتصلة بثبت الشوكاني\r\nـ الحج وأحكامه\r\nـ الحاوي في إجازة الشيخ عماد بن طه الطنطاوي\r\nـ الحق أبوح في الرد على من قال أن العذاب أو النعيم فقط على الروح\r\nـ حديقة البلابل في جمة الأوائل\r\nـ حرز الأماني في إجازة عبد الله بن صلح العبيد التميمي النجدي\r\nـ خلاصة الخبر في تراجم علماء القرن الحادي عشر\r\nـ درر الأركاني في الأسانيد المتصلة بالنفس اليماني\r\nـ الدرر الحسان في آداب حملة القرآن مطبوع\r\nـ الدرر الغالية الهامة في سرد جملة من الأثبات وأسانيد أصحابها العامة\r\nـ الدرر الغوالي من الأسانيد العوالى\r\nـ الدرر المكللة في الأحاديث المسلسلة\r\nـ الدرر والجواهر في الأسانيد المتصلة بإتحاف الأكابر بمرويات المفتي عبد القادر\r\nـ ديوان الأركاني\r\nـ رائد الأثبات في المعاجم والفهارس والمشيخات\r\nـ رباعيات الأركاني\r\nـ الربا وأضراره\r\nـ السراج المنير في الأسانيد المتصلة باثبات الأعلام الثلاثة : عبد الله الشرقاوي ومحمد الشناوي ومحمد الأمير الكبير\r\nـ ضوء القمر في حمع وفيات حلية البشر\r\nـ صلب الأصول في أصول الفقه على مذهب الإمام الشافعي\r\nـ العقد الجديد في معرفة الشيوخ والأسانيد\r\nـ العقد المفضل في حديث الرحمة المسلسل\r\nـ العقد الفريد في إجازة الشيخ إبي هاجر محمد السعيد زغلول\r\nـ عشر أحاديث صحيحة في أسئلة وأجوبة\r\nـ العقود المفضلة في ذكر الأحاديث المسلسلة\r\nـ عقود الدرر في تراجم علماء القرن الثالث عشر\r\nـ عقيدة الأركاني\r\nـ عون المستفيدين في إعراب الأحاديث الأربعين من شرح العيني لصحيح البخاري\r\nـ عون الله الواحد في جمع إعراب الشواهد ، جمعت فيه إعراب شواهد قطر الندي وبل الصدى\r\nـ غاية المتمني في إجازة الشيخ علي القرني\r\nـ فتح الرحمن الرحيم في إجازة الشيخ المقرئ سمير بن عبد الرحيم المصري\r\nـ فتح الباري في إجازة الشيخ إسماعيل بن محمد ماحي الأنصاري\r\nـ فتح الحميد في إجازة الدكتور أحمد بن سعيد الغامدي\r\nـ فتح الرحمن الرحيم في أسانيد القرآن الكريم[17]\r\nـ فتح الرحمن في إجازة الشيخ حمدان\r\nـ فتح الرحيم في إجازة خالد عبد الكريم هو التركستاني المكي\r\nـ فتح الرشيد في أسانيدنا إلى المحدث عبد الغني بن أبي سعيد\r\nـ فتح السميع في أسانيد شيخنا المفتي محمد شفيع\r\nـ فتح العلام في أسانيد الرجال واثبات الأعلام في 10 مجلدات[18]\r\nـ فتح المجيد في علم التجويد طبع\r\nـ فتح المعبود في إجازة الشيخ طلال بن سعود الدعجاني\r\nـ فتح الملك الديان في إجازة الشيخ أحمد دمنهور بن أرمان هو البنتني الجاوي ثم المكي\r\nـ فتح المنان في إجازة الدكتور محمد بن عبد الرحمن هو الويسي الحلبي\r\nـ قرة العين في إجازة العلامة المحدث إسماعيل بن عثمان زين في 12مجلد\r\nـ قواعد العبودية\r\nـ القول الراشد إلى أئمة المساجد\r\nـ القول البديع إلى أهل رابغ\r\nـ القول الجميل في إجازة المفتي إبراهيم بن عمر بن عقيل\r\nـ القول السديد في علم التجويد\r\nـ الكتاب المنور في إعراب قصار السور[19]\r\nـ كشف الملابسات في الرد على رسالة حكم القراءت للأموات\r\nـ الكوكب الدري في إجازة المقرئ أحمد بن مصطفي المليجي\r\nـ اللآلي اللامعة في الأسانيد المسلسلة إلى الأئمة الأربعة\r\nـ اللؤلؤ والمرجان في فضائل القرآن ـالمبادئ الأولية والقواعد الأساسية في علم مصطلح الحديث\r\nـ المعجم المختصر لطلبة العلم والحديث والأثر\r\nـ مأساة المسلمين في أركان\r\nـ مأساة المسلمين في بورما الشيوعية حسب ما نشرته الدوريات المختلفة باللغة العربية\r\nـ مجتصر كتاب الزهد والرقائق لابن المبارك\r\nـ مختصر أخبار الإمام أبي حنيفة وأصحابه للصيمري\r\nـ مختصر سنن الدارمي\r\nـ النفحة المسكية من أسانيدنا المكية\r\nـ النهج السديد في معرفة الشيوخ والأسانيد\r\nـ نغمان الأحزان في قصائد أركان\r\nـ نور العينين في الأسانيد المشتركة بين الشيخين . أي المؤلف والشيخ إسماعيل عثمان زين المكي وقد ألفته بناء على طلبه\r\nـ نور العيون في أسانيد العلوم والفنون\r\nـ نيل المرام في إجازة الشيخ عبد السلام ، هو ابن نور أحمد المكي\r\nـ الياقوته في إجازة الشيخ عادل عبد القادر قوته في 8 مجلدات\r\nـ يسألونك في علم الرواية والإسناد\r\nـ تحفة المجالس في التعليقات على فهرس الفهارس\r\nـ إتحاف الأمة الإسلامية بإجازة من إستجازني من الدول العربية والإسلامية\r\nـ إتحاف البررة بالمسلسلات العشرة\r\nـ الرسالة الوجيزة في أسانيدنا العزيزة ، وغير ذلك من المؤلفات .\r\n\r\nحبه لنشر العلم وتأليف الكتب :\r\nفقد كان الشيخ رحمه الله تعالى ضعيف البنية يشتكي كثيرا من مرض السكر حتى أقعده ، فكان لا يستطيع الوقوف طويلا خوفا من أن يقع على الأرض وقد حدث له ذلك عدة مرات كما أخبرني هو بذلك . وكان يقول رحمه الله تعالى علاجي هو التأليف فعندما يرتفع السكر تجد الشيخ يكتب كثيرا حتى يغمى عليه ثم يفيق ويكمل رسالته . فقد كان له حب عجيب للعلم وأهله وكذلك للتأليف .\r\n\r\nوفاته :\r\nواستمر كذلك الشيخ إلى أن أدخل مستشفي رابغ ومكث بها نحوا من أسبوعين لأن الشيخ كان يشعر في السنين الأخيرة من قبل وفاته بشيء من الضيق فعند الفحص وجد أنه كان يشتكي أيضا من القلب وأدخل العناية المركزة ثم خرج من المستشفي لمدة أربعة أيام تقريبا[20] وأعيد مرة ثانية إلى مستشفي الملك فهد بجدة ومكث بها نحوا من ثلاثة أسابيع وأثر هبوط حاد في القلب انتقل الشيخ صالح الأركاني من دار الفناء إلى دار البقاء يوم الثلاثاء الموافق 15 /9 / 1418هـ ودفن يوم الأربعاء بعد صلاة العشاء الموافق 16 / 9 / 1418هـ رحمه الله تعالى رحمة الأبرار وأسكنه فسيح جناته أمين .\r\nفقد أخبرني أخيه نور الأركاني قائلا : عندما أدخل أخي إلى المستشفى آخر مرة قلت له : تقوم بسلامة إن شاء الله وتكمل ما كتبته ، فأجابني قائلا : لقد تعبت ولا أريد التأليف أو الكتابة ، وأريد أن أستريح وبعدها بأيام انتقل إلى رحمة الله تعالى ، وله عقب بارك الله فيهم\r\n__________\r\n[1] - المراد هنا الشيخ محمد شفيع ، والمقصود والده في العلم .\r\n[2] - وقد سألت الشيخ عبد القادر كرامة الله البخاري حفظه الله تعالى ورعاه عام 1418هـ ، وسألته مرة أخرى في نفس السنة وكان معي كلا من الأخ الفاضل أمين الكردي وجميل عتاوي عن الشيخ إبراهيم الختني ومن ضمن ما سألته هل كان الشيخ إبراهيم صعب في الإجازة ؟ فقال الشيخ عبد القادر بل كان سهلا . وسألته وقلت له : هل الشيخ إبراهيم يطلب الإجازة لغيره ويحضرها له ؟ فقال الشيخ إبراهيم لقد أرسل لي إجازة الشيخ عبد القادر شلبي والشيخ عبد الباقي اللكنوي وقد كنت درست عليهما .\r\n[3] ـ ما أثبت في هذه الترجمة فهو من كلامه عندما سألته عن مراحل طلبه للعلم ، وقد تم أخذها من فمه رحمه الله تعالى قبل وفاته بنحو ثلاثة أشهر تقريبا وهو على فراش المرض فرحمه الله تعالى رحمة الأبرار وأسكنه فسيح جناته أمين .\r\n[4]ـ تطلق كلمة حافظ أو قاري في البلاد الهندية والباكستانية وما جاورها وبخاري .. نسبة إلى حفظه لكتاب الله تعالى .\r\n[5] ـ من أراد المزيد فعليه أن يرجع إلى كتابه فتع العلام في أسانيد الرجال واثبات الأعلام .\r\n[6]ـ فهذه ثلاثة عشرة من مصنفاته تحمل نفس العنوان مثل الأربعون حديثا من صحيح البخاري عن أربعين شيخا من شيوخي .\r\n[7] ـ قال الشيخ صالح : ذكرت فيه أكثر من 150 سندا إلى الحافظ ابن حجر العسقلاني ، وطبع في أخر المجلد الثالث من المجمع المؤسس للمعجم المفهرس للحافظ ابن حجر .\r\n[8] ـ قال الشيخ صالح : ذكرت فيه أسانيد عمر بن عبد الكريم العطار المكي وإسنادنا إليه .\r\n[9] ـ قال الشيخ صالح : ذكرت فيه أسانيده وأسانيدنا إليه .\r\n[10] ـ ذكر فيه أسانيد الشيخ محمد أمين عابدين وأتبعه بذكر أسانيده إليه .\r\n[11] ـ قال الشيخ صالح : هو اسم إجازة كتبتها للدكتور عبد المحسن المنيف التميمي وزميله الدكتور موسى بن سليمان الدويش السبيعي\r\n[12] ـ فهذه أربعة مؤلفات له .\r\n[13] ـ قال الشيخ صالح : يوجد لديه بمدينة الرياض ، وطبعه على الكمبيوتر إلا أنه حذف من المقدمة أشياء ، وكذلك أشياء أخرى من داخله ، سامحه الله\r\n[14] ـ قال الشيخ صالح : أخذه منى أمير رابغ سنة (1406هـ ) ويوجد لديه .\r\n[15] ـ قال الشيخ صالح : الجزء الأول موجود ، والأجزاء الباقية مفقودة .\r\n[16] ـ قال الشيخ صالح : أخذه مني أمير رابغ وهو موجود لديه بمدية جدة .\r\n[17] ـ قال الشيخ صالح : ذكرت فيه جملة من أسانيدي في القرآن الكريم برواية حفص عن عاصم .\r\n[18] ـ قال الشيخ صالح : ذكرت فيه أسانيد علماء القرن الرابع عشر وأسانيد علماء القرن الثالث عشر وأسانيد علماء القرن الثاني عشر وأسانيد علماء القرن الحادي عشر وأسانيد علماء القرن العاشر و أسانيد علماء القرن التاسع وأسانيد علماء القرن الثامن ، وذكرت فيه عددا كبير من شيوخي الذين أجازوني عامة مروياتهم وهم (200) شيخ وأسانيدهم وأسانيد شيوخهم وأسانيد شيوخ شيوخهم وهو كتاب مهم جدا في علم الرواية والإسناد . قال العبد الفقير إلى ربه : لقد أخبرني السيد عبد الله التليدي بأنه اطلع على الكتاب المذكور بمكتبة الحرم النبوي الشريف عام 1418هـ فقال كتاب عظيم يجب أن يطبع .\r\n[19] ـ مختصر إعراب ثلاثين سورة لابن خالويه .\r\n[20] ـ فقد زاره في هذه الفترة بعد خروجه من مستشفى رابغ الدكتور : عبد الوهاب أبو سليمان مع جمع من أصدقائه لطلب الإجازة منه رحمه الله","seal":"8DCDA97E","cat":"فهارس الكتب والأدلة - مرقم آليا","oNum":2138,"BkId":2138,"oAuth":318,"bVer":1,"aSeal":"7FEAB39C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t2138":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"تحفة المجالس في التعليقات علي فهرس الفهارس"},
      {"lvl":1,"id":65,"sub":0,"tit":"والله تعالى أعلم، وصلى الله وسلم على خير خلقه وآله وصحبه أجمعين"}
    ]
}
