{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b21474":
    [
      {"page":null,"id":1,"hno":null,"nass":"\"الإلزامات\"\rللإمام الحافظ\rأبي الحسن علي بن عمر بن أحمد بن مهدي\rالشهير بالدارقطني\r(306 - 385 هـ)","seal":"1A609EA7","part":""},
      {"page":64,"id":2,"hno":null,"nass":"أخبرنا الإمام الحافظ أبو طاهر أحمد بن محمد بن إبراهيم السلفي الأصبهاني قراءة عليه وأنا أسمع في ذي القعدة سنة ثلاث وسبعين وخمسمائة بثغر الأسكندرية أنبأ الشيخ أبو الحسين المبارك بن عبد الجبار الصيرفي قرأت ببغداد من أصل سماعه في صفر في سنة خمس وتسعين وأربعمائة أنبأ أبو طالب محمد ابن علي بن الفتح بن محمد بن الفتح الحربي الزاهد بقراءة أبي محمد بن عبد العزيز بن محمد النخشبي عليه قال: أخبركم أبو الحسن علي بن عمر بن أحمد ابن مهدي الدارقطني الحافظ في كتابه. وقال: ذكرنا مما أخرجه البخاري ومسلم أو أحدهما من حديث بعض التابعين وتركا من حديثه شبيهاً به، ولم يخرجاه، أو من حديث نظير له من التابعين الثقات ما يلزم إخراحه على شرطهما ومذهبهما، فيما نذكره إن شاء الله تعالى. وبالله التوفيق.","seal":"F43A699F","part":"1"},
      {"page":65,"id":3,"hno":null,"nass":"1) أخرج البخاري من حديث قيس بن أبي خازم عن مرداس الأسلمي: \"يذهب الصالحون\" عن يحيى بن عباد عن مرداس عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) .\rوأخرجه عن إبراهيم بن أبي موسى عن عيسى بن يونس عن إسماعيل عن قيس عن مرداس موقوفاً.\rوقد رفعه حفص بن غياث عن إسماعيل.\r2) وأخرج مسلم حديث قيس عن عدي بن عميرة: \"من استعملناه","seal":"8F8A6696","part":"1"},
      {"page":66,"id":4,"hno":null,"nass":"على عمل\" من حديث وكيع وابن نمير وابن بشر وأبي أسامة وفضل بن موسى عن إسماعيل عن قيس عن عدي بن عميرة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) .\rوقال مسلم بن الحجاج في كتاب الوحدان وعدي بن عميرة والصنابح بن الأعسر ودكين بن سعيد الزني ومرداس بن مالك الأسلمي وأبو شهم وأبو حازم، ولم يرو عنهم غير قيس بن أبي حازم.\rفيلزم على مذهبهما جميعاً إخراج حديث الصنابح بن الأعسر،\rودكين بن سعيد،","seal":"79BB411A","part":"1"},
      {"page":67,"id":5,"hno":null,"nass":"وأبي حازم والد قيس، إذ كانت أحاديثهم مشهورة محفوظة رواها جماعة من الثقات عن إسماعيل بن أبي خالد عن الصنابح عن دكين وعن أبيه كل واحد منهم.\rويلزم أيضاً إخراج حَدِيثِ قَيْسٍ عَنْ أَبِي شَهْم مِنْ رِوَايَةِ أَسْوَدَ بْنِ","seal":"6B0E29FC","part":"1"},
      {"page":68,"id":6,"hno":null,"nass":"عَامِر عَنْ هُرَيْم عَنْ بَيَان عَنْ قَيْس عَنْ أَبِي شَهْمٍ عَنِ النبي (صلى الله عليه وَسَلَّمَ) ، أَنَّهُ أَتَاهُ يُبَايِعُهُ فَقَالَ: أَلَسْتَ صَاحِبَ الْجُبَيْذَةِ بِالأَمْسِ، إِذْ كَانَ مِنْ شَرْطِهِمَا أَسْوُدُ بْنُ عَامِرٍ وَقَدْ أَخْرَجَ الْبُخَارِيُّ عَنْ هُرَيْمِ بْنِ سُفْيَانَ. وَبِاللَّهِ التَّوْفِيقُ.\rوموضع الإلزام أن البخاري أخرج حديث مرداس ولم يرو عنه غير قيس بن أبي حازم، وأخرج مسلم حديث عدي بن عميرة ولم يرو عنه غير قيس وأخرجا جميعاً عن أبي مالك الأشجعي وعن مجزأة بن زاهر الأسلمي وانفرد البخاري بحديث مجزأة بن زاهر عن أبيه في النهي عن لحوم الحمر عن عبد الله بن محمد عن عثمان بن عمر عن إسرائيل عن مجزأة.","seal":"61E8B39C","part":"1"},
      {"page":69,"id":7,"hno":null,"nass":"وأخرج مسلم أحاديث أبو مالك الأشجعي عن أبيه عن النبي (صلى الله عليه وسلم) ولم يخرجها البخاري.\rفيلزم على شرطهما إخراج حديث أبي مالك الأشجعي عن نبيط بن شريط عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) من رواية أبي ومن تابعه من الثقات إلى أبي مالك.","seal":"B82134E0","part":"1"},
      {"page":70,"id":8,"hno":null,"nass":"وسيلزم إخراج حديث محمد بن حاطب عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) من رواية أبي مالك الأشجعي عنه وقد رواه عنه أيضاً سماك بن حرب وغير واحد، منهم ابن عون ويوسف بن سعد وغيرهما، وموضع الإزام أن زاهر ابن الأسود لم يرو عنه غير ابنه مجزأة، وقد اخرج البخاريحديثه وأن طارق بن الأشيم لم يرو عنه غير ابنه ابي مالك وقد أخرج مسلم أحاديثه عنه.\rوأخرجا جميعاً عن أبي المليح بن أسامة ولم يخرجا من أحاديث عن أبيه شيئاً.\rوانفرد البخاري بإخراج حديثه عن بريدة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في صلاة العصر.","seal":"6EF4AD8D","part":"1"},
      {"page":71,"id":9,"hno":null,"nass":"وإنفراد مسلم بإخراج حديث أبي المليح عن نبيشة.\rوبإخراج حديث أبي المليح عن معقل بن يسار من رواية قتادة عنه فيلزم على مذهبهما إخراج حديث أبي المليح ن أبيه عن النبي (صلى الله عليه وسلم) من رواية قتادة وخالد الحذاء وأبي قلابة عن أبي المليح عن أبيه.\rوإخراج حدث أبي المليح عن أبي عزة يسار بن عبد عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) من حديث أيوب السختياني عنه.","seal":"500FD47B","part":"1"},
      {"page":72,"id":10,"hno":null,"nass":"ويلزم مسلماً إخراج أبي الأحوص عوف بي مالك عن أبيه عن النبي (صلى الله عليه وسلم) ، إذ كانت طرقها صحاحاً رواها أبو إسحاق السبيعي وأبو الزعراء وعبد الملك بن عمر وغيرهم عن أبي الأحوص عن أبيه.\rولأن مسلماً قد أخرج حديث عبد الله بن مطيع بن الأسود عن أبيه من رواية الشعبي عنه ولم يرو عن مطيع غير ابنه عبد الله من وجه يصح مثله.\rوانفرد البخاري بإخراج حديث حزن بن أبي وهب أخرج عنه","seal":"ABD1A817","part":"1"},
      {"page":73,"id":11,"hno":null,"nass":"حديثين ولم يرو عنه غير ابنه المسيب ولا عن المسيب غير ابنه سعيد.\rواتفقا على إخراج حديث المسيب بن حزن في وفاة أبي طالب عم النبي (صلى الله عليه وسلم) ولم يرو عنه غير ابنه سعيد ولا رواه عن سعيد غير الزهري.\rوأخرج حديثين عن زهرة بن معبد عن جده عبد الله بن","seal":"8346B076","part":"1"},
      {"page":74,"id":12,"hno":null,"nass":"هاشم بن زهرة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) ، ولم يرو عن عبد الله بن هشام غير زهرة بن معبد.\rوأخرج البخاري عن الزهري عن عبد الله بن ثعلبة بن صغير: مسح النبي (صلى الله عليه وسلم) وجهه. ولم يرو عنه غير الزهري.\rوأخرج البخاري عن الحسن عن عمرو بن تغلب ولم يرو عنه غير الحسن.","seal":"AA7BB087","part":"1"},
      {"page":75,"id":13,"hno":null,"nass":"ويلزم إخراج حديث الحسن عن أحمر بن جزء إن كنا لنأوي لرسول الله (صلى الله عليه وسلم) مما يجافي من حديث عباد راشد عن الحسن.\rعن معقل أن أخته طلقت.\rوَقَدْ أَخْرَجَ الْبُخَارِيُّ حَدِيثَ أَبِي الأَسْوَدِ عَنِ النُّعْمَانِ بْنِ أَبِي عَيَّاش","seal":"4817E98B","part":"1"},
      {"page":76,"id":14,"hno":null,"nass":"عَنْ خَوْلَةَ بِنْتِ ثَامِرٍ عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) أن رجلاً يَتَخَوَّضُونَ فِي مَالِ اللَّهِ عَزَّ وجل. ولا تعرف خولة بنت ثامر إلا في هذا الحديث ولم يرو عنها غير النعمان بن أبي عياش وهذا اللفظ يشبه لفظ عبيد سنوظا عن خولة بنت قيس بن قهد مرأة حمزة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) فإن كانت هي التي روى عنها النعمان ونسبها إلى ثامر فالحديث، مشهور وإن كانتا امرأتين فإبنة ثامر لم يرو عنها فير النعمان بن أبي عياش.\r1-وأخرج البخاري حديث سويد بن النعمان عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) ولم يرو عن سويد فير بشير بن يسار.\r2-وأخرج أيضاً حديث أبي سعيد بن المعلي عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في فضل فاتحة الكتاب ولم يرو عنه فير حفص بن عاصم بن عمر بن الخطاب ولا عنه غير خبيب بن عبد بن يساف.","seal":"44074B79","part":"1"},
      {"page":77,"id":15,"hno":null,"nass":"وأخرج مسلم حديث أبي عثمان النهدي زهير بن عمرو مضموماً مع قبيصة بن لمخارق، ولم يروعن زهير غير أبي عثمان.\rوأخرج مسلم بحديث أبي الأسود عن عروة عن عائشة عن جدامة بنت","seal":"D5AC50BC","part":"1"},
      {"page":78,"id":16,"hno":null,"nass":"وهب عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في الغيلة، ولم يرو عن غير عائشة ولا رواه غير أبي الأسود عن عروة.\rوانفرد مسلم بحديث سعيد عن قتادة عن سنان بن سلمة عن ابن عباس عن ذؤيب غير أبي قبيصة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في البدن ولم يرو عن ذؤيب غير ابن عباس ولا روى حديثه غير قتارد عن سنان وقيل إن قتادة لم يسمع من سنان.\rواتفقا على إخراج حديث عتبان بن مالك ولم يرو عنه غير محمود بن الربيع.","seal":"DFB0BC43","part":"1"},
      {"page":79,"id":17,"hno":null,"nass":"واتفقا على إخراج حديث عمرو بن عوف البدري حليف بني عامر اين اؤي ولم يرو عنه غير المسور بن مخرمة.\rواتفقا على إخراج حديث مالك بن صعصعة في المعراج ولم يرو عن غير أنس بن مالك ولا رواه عنه غير قتادة.\rواتفقا على إخراج حديث معيقب ولم يرو عنه غير أبي سلمة من وجه يصح مثله.","seal":"1AAC37DD","part":"1"},
      {"page":80,"id":18,"hno":null,"nass":"وانفرد البخاري بحديث سنين أبي جميلة ولم يرو عنه غير الزهري من وجه يصح مثله.\rوانفرد البخاري بحديث شيبة بن عثمان ولم يرو عنه غير أبي وائل من وجه يصح مثله، فهذا حديث الثوري والشيبني عن واصل عن أبي وائل.\rوانفرد مسلم بحديث الأغر المزني ولم يروه عنه غير أبي بردة بن أبي موسى من وجه يصح مثله.\rوانفرد مسلم بحديث أبي رفاعة العدوي، ولم يرو عنه غير حميد بن هلال العدوي من وجه يصح مثله.","seal":"1B83BD86","part":"1"},
      {"page":81,"id":19,"hno":null,"nass":"1- وانفرد مسلم برافع بن عمرو الغفاري أخي الحكم بن عمرو ولم يرو غير عنه عبد الله بن الصامت من وجه صح مثله.\r2- وانفرد مسلم بحديث ربيعة بن كعب الأسلمي، ولم يرو عنه غير أبي سلمة بن عبد الرحمن من وجه يصح مثله.\r3- وانفرد البخاري بحديث أبي عبسبن جبر: (من اغبرت قدماه فيسبيل الله) من رواية عباية بن رفاعة، ولم يرو عنه من وجه يصح مثله غيره.\rوانفرد مسلم بحديث زياد بن علاقة عن قطبة بن مالك: (والنخل باسقات) ولم يرو عنه غير زياد.","seal":"13E8ADFC","part":"1"},
      {"page":82,"id":20,"hno":null,"nass":"وانفرد مسلم بحديث نافع بن عتبة بن أبي وقاص عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : (يغزون جزيرة العرب) ولم يرو عنه غير جابر بن سمرة.\rوانفرد البخاري بحديث أم العلاء الأنصارية ولميرو عنها غير خارجة ابن زيد بنثابت تفرد الزهري عنه.\rوانفرد مسلم بحديث أم مبشر ولم يرو عنها غير جابر بن عبد الله من وجه يصح مثله.","seal":"D57375A1","part":"1"},
      {"page":83,"id":21,"hno":null,"nass":"ذكر أحاديث رجال من الصحابة رضي الله عنهم رووا عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) رويت أحاديثهم من وجوه لا مطعن في ناقليها ولم يخرجا من أحاديثهم شيئاً فيلزم إخراجها على مذهبهما وعلى ما قدمنا ذكره وما أخرجاه أو أحدهما. وبالله التوفيق","seal":"485F7A33","part":"1"},
      {"page":84,"id":22,"hno":null,"nass":"قد بدأنا أول الورقة بحديث قيس بن أبي حازم عن دكين بن سعيد.\rوحديثه عن الصنابح بن الأعسر.\rوحديثه عن أبيه أبي حازم.\rوحديثه عَنْ أَبِي شَهْمٍ عَنِ النَّبِيِّ (صلى الله عليه وسلم) .\rوحديث نبيط بن شريط من رواية أبي مالك الأشجعي.\rوحديث محمد بن حاطب من رواية سماك بن حرب.\rوحديثه أيضاً من رواية أبي مالك الأشجعي.\rوحديث قتادة عن أبي المليحبن أسامة بن عمير عن أبيه.\rوحديث أبي المليح عن أبي عزة يسار بن عبد رواه أيوب عنه.\rوحديث أبي الأحوص الجشمي عن أبيه من رواية أبي إسحاق وأبي الزعراء وعبد الملك بن عمير عنه.\rوحديث الحسن عن أحمر بن جزء السدوسي من رواية عباد بن راشد عنه.\rوحديث الشعبي عروة بن مضرس رواه عن لشعبي جماعة من أهل الكوفة منهم إسماعيل بن أبي خالد وعبد الله بن أبي السفر وزكريا ويسار وغيرهم.","seal":"DE1072AA","part":"1"},
      {"page":85,"id":23,"hno":null,"nass":"وقد روى عن عروة بن مضرس حميدبن منهب بن الزبير، في روايتهما نظر.\rالشعبي عن وهب بن خنبش من رواية الثوري عن بيان وغيره.\rالشعبي عن عامر بن شهر، وراه إسماعيل وبيان ومالك بن مغول وغير واحد.","seal":"81FE6BDF","part":"1"},
      {"page":86,"id":24,"hno":null,"nass":"الشعبي عن أبي سريحة حذيفة بن أسيد (حملني أهلي على الجفاء بعد أن علمت السنة) في حديث مطرف وبيان وسعيد بن مسروق وغيرهم.","seal":"00D2A211","part":"1"},
      {"page":87,"id":25,"hno":null,"nass":"الشعبي عن محمد بن صيفي الأنصاري في عاشوراء من حديث حصين ابن عبد الرحمن عنه.\rالشعبي عن الحرث بن الرصاء رواه زكريا بن أبي زائدة عن الشعبي وروى عن الحارث بن البرصاء أيضاً حديثاً مسنداً عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) عبيد بن جريح قال إسماعيل بن أمية عن عمر بن عطاء ابن أبي الخوار عن عبيد بن حريح عن الحارث بن البرصاء.","seal":"93841B63","part":"1"},
      {"page":88,"id":26,"hno":null,"nass":"عطية القرظي روى عنه مجاهد وعبد الملك بن عمير، قاله ابن وهب عن أبي جريج وابن عيينة عن ابن أبي نجيح عن مجاهد.\rرفاعة بن عرابة الجهني عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) روى حديثه يحيى بن أبي كثير عن هلال بن أبي ميمونة عن عطاء بن يسار عنه.","seal":"2F9D3D45","part":"1"},
      {"page":89,"id":27,"hno":null,"nass":"أبو رمثة التميمي رفاعة بن يثربي، واختلف في اسمه روى عنه أياد اين لقيط وقد أخرجا عن إياد.\rقيس بن النعمان روى عنه إياد بن لقيط قاله عبيد الله بن إياد عن أبي. وقد أخرد مسلم عن إياد أحاديثه، روى حديثة شعبة والثوري ومسعر وزهير وإسرائيل والناس بعد.","seal":"CFE0F021","part":"1"},
      {"page":90,"id":28,"hno":null,"nass":"زياد عن أسامة وروى عن أسامة أيضاً علي بن الأقمر ومجاهد وفي روايتهما عنه نظر.\rإياس بن عبد المزني نهى النبي (صلى الله عليه وسلم) عن بيع","seal":"710A0D2B","part":"1"},
      {"page":91,"id":29,"hno":null,"nass":"الماء. روى عنه أبو المنهال عبد الرحمن بن مطعم.\rوقد أخرجا عنه حديث البراء وزيد بن أرقم.\rبشر بن سحيم روى عنه يافع بن جبير قاله عنه عمرو بن دينار وحبيب بن أبي ثابت.\rثابت بن يزيد بن وديعة روى عنه البراء بن عازب وعمر بن سعد","seal":"DBFD1358","part":"1"},
      {"page":92,"id":30,"hno":null,"nass":"البجلي وزيد بن وهب له حديثان عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \" حديث الضباب \". و \" حديث الرخصة في الغناء في العرس \" رواه أبو إسحاق السبيعي عن عامر بن سعد حدث به الثوري وغيره عنه.\rقرظة بن كعب روى عنه الشعبي وعامر بن سعد البجلي.","seal":"2FA9A1A1","part":"1"},
      {"page":93,"id":31,"hno":null,"nass":"عبد الرحمن بن حسنة روى عنه زيد بن وهب رواه عنه الاعمش.\rثعلبة بن الحكم الليثي روى عنه سماك بك حرب ويزيد بن أبي زياد. قاله جرير الضبي عن يزيد بن أبي زياد.","seal":"A17549A7","part":"1"},
      {"page":94,"id":32,"hno":null,"nass":"جبلة بن حارثة أخو زيد روى عنه أبو عمرو الشيباني وأبو إسحاق السبيعي قاله علي بن مسهر وغيره عن إسماعيل بن أبي خالد عن أبي عمرو الشيباني عنه. وقاله زهير وغيره عن أبي إسحاق عن جبلة.\rحبشي بن جنادة روى عنه الشعبي وأبو إسحاق وابنة عبد الرحمن بن حبشي.","seal":"C8ECF0AF","part":"1"},
      {"page":95,"id":33,"hno":null,"nass":"كرز بن علقمة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \" هل للإسلام من منتهى \". روى عنه عروة بن الزبير. قاله الزهري وعبد الواحد بن قيس.\rناجية بن جندب الأسلمي، عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في البدن، روى عنه عروة بن الزبير.","seal":"DEB839A0","part":"1"},
      {"page":96,"id":34,"hno":null,"nass":"عبد الرحمن بن يعمر الديلي روى عنه ابن عطاء وهو ثقة حدث عنه الثوري ومسعر.\rعبد الله بن أقرم عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \" نظرت لي","seal":"A10F08C4","part":"1"},
      {"page":97,"id":35,"hno":null,"nass":"غفرة إبطية في السجود \". رواه داود بن قيس عن عبيد الله بن عبد الله عن أبيه. أخرج عنه مسلم.\rخريم بن فاتك الأسدي روى حديثه الركين بن الربيع بن عميلة عن أبيه عن يسير بن عميلة عن خريم رواه الهوري وزائدة وغيرهما كلهم ثقات.\rربيعة بن عباد الديلي رأيت النبي (صلى الله عليه وسلم) بسوق ذي","seal":"FDFF1E34","part":"1"},
      {"page":98,"id":36,"hno":null,"nass":"المجاز. روى عنه ابن المنكدر وأبو الزناد والقارضي وغيرهم.\rكعب بن عياض: \" فتنة أمتي المال \". روى حديثه ابن وهب وغيره عن معاوية بن صالح عن عبد الرحمن بن جبير بن نفير عن أبيه عن كعب.","seal":"92FEFF0E","part":"1"},
      {"page":99,"id":37,"hno":null,"nass":"وكلهم خرجا عنهم.\rسلمة بن قيس الأشجعي روى منصور عن هلال بن يساف عنه.\rسلمة بن يزيد الجعفي روى حديثه الشعبي عن علقمة عنه هو أحد ابي مليكة, قاله داود بن أبي هند.\rسعيد بن تميم السلولي والد بلال بن سعد قاله أبو زبر عبد الله بن العلاء عن بلال بن سعد عن أبيه عن النبي (صلى الله عليه وسلم) .","seal":"BA15509E","part":"1"},
      {"page":100,"id":38,"hno":null,"nass":"الحرث الأشعري روى حديثه أبو سلام ممطور عنه من شرط مسلم.\rخيثمة بن عبد الرحمن عن أبيه: سماني النبي (صلى الله عليه وسلم) عبد الرحمن رواه أبو إسحاق والعلاء بن المسيب والأعمش والسدي عن خيثمة.","seal":"D2F00BC1","part":"1"},
      {"page":101,"id":39,"hno":null,"nass":"1-سويد بن قيس: جلبت أنا ومخرمة بزا من هجر فاشترى منا النبي (صلى الله عليه وسلم) سراويل. فقال: زن وأرجح. رواه عنه سماك بن حرب وخالف شعبة في أسمه.\rطارق بن عبد الله المحاربي له حديثان روى أحدهما ربعي بن حراش","seal":"218DFC3C","part":"1"},
      {"page":102,"id":40,"hno":null,"nass":"عنه، والآخر أبو صخرة جامع بن شداد، وكلاهما من شرطهما. رواه شعبة والثوري والناس عن منصور عن ربعي عنه.\rورواه يزيد بن أبي زياد بن أبي الجعد عن أبي صخرة. قاله أبو بكر بن أبي شيبة عن ابن نمير عنه.\rعبد الله بن حبشي الخثعمي روى حديثه ابن جريج عن عثمان بن أبي سليمان عن علي الأزدي عن عبيد بن عمير عنه وكلهم من رسمهما.\rطارق بن شهاب رأيت النبي (صلى الله عليه وسلم) وغزوت في","seal":"B3668BBC","part":"1"},
      {"page":103,"id":41,"hno":null,"nass":"خلافة أبي بكر قاله شعبة عن قيس بن مسلم عنه وروى ابن زائدة وغيرة عن إسماعيل عنه حديثاً آخر.\rعبد الله بن بدر الجهني روى عنه ابنه بعجة قاله يحيى بن أبي كثير عنه.\rعبد الله بن الحارث بن جزء من رواية يزيد بن أبي حبيب عنه.","seal":"473E5AE5","part":"1"},
      {"page":104,"id":42,"hno":null,"nass":"عبد الله بن عدي بن حمراء الزهري روى عنه أبو سلمة بن عبد الرحمن ومحمد بن جبير مطعم قاله الزهري عنهما حديثان.\rعبد الرحمن بن الزبير قاله إبراهيم بن طهمان وأبو علي الحنفي وابن وهب عن مالك عن المسور بن رفاعة عن الزبير بن عبد الرجمن عن أبيه عبد الرحمن بن الزبير.","seal":"CAEBA198","part":"1"},
      {"page":105,"id":43,"hno":null,"nass":"1- عمير بن سلمة الضمري روى عنه عيسى بن طلحة قاله يحيى بن سعيد ويزيد بن الهاد ويحيى بن أبي كثير عن محمد بن إبراهيم عن عيسى بن طلحة إلا أن يحيى بن سعيد أقام إسنادين بينهما.\r2- عبد الله بن أبي الجدعاء روى حديثه خالد الحذاء عن عبد الله بن شقيق عنه.","seal":"DCCC2C2D","part":"1"},
      {"page":106,"id":44,"hno":null,"nass":"أبو كاهل عبد الله بن مالك قاله أبو أسامة عن إسماعيل بن أبي خالد عن أخية عنه. وقال غير أبي أسامة: قيس بن عائذ.\rقيس بن أبي غرزة: كنا نسمى السماسرة، رواه الأعمش ومنصور ومغيرة وحبيب بن أبي ثابت عن أبي وائل.","seal":"B2531901","part":"1"},
      {"page":107,"id":45,"hno":null,"nass":"1- قرة بن إياس روى عنه ابنه معارية بن عرة.\r2- هرماس بن زياد روى عنه عكرمة بن عمار.\rقدامة بن عبد الله بن عمار روى عنه أيمن بن نابل. وقد أخرج عنه البخاري.","seal":"A718F2B2","part":"1"},
      {"page":108,"id":46,"hno":null,"nass":"1- هانىء بن يزيد روى عنه ابنه شريح بن هانىء قاله الأشجعي عن الثوري عن المقدام بن شريح عن أبيه عن جده هانىء: ما يدخلني الجنة.","seal":"BB99C4CF","part":"1"},
      {"page":109,"id":47,"hno":null,"nass":"عبد الرحمن بن الأزهر روى عنه ابيه عبد الله وأبو سلمة الزهري ومحمد بن إبراهيم بن الحارث.\rكعب بن عاصم الأشعري حديث أم الدرداء رواه عن الزهري جماعة ثقات منهم ابن جريج وابن أبي ذئب ومالك ومعمر.","seal":"D54B3D10","part":"1"},
      {"page":110,"id":48,"hno":null,"nass":"عاصم بن عدي روى حديثه مالك وروح بن القاسم ابن عيينة عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي في اللعان.\rالضحاك بن سفيان روى حديثه الزهري عن سعيد بن المسيب عنه.","seal":"ADF90326","part":"1"},
      {"page":111,"id":49,"hno":null,"nass":"حمل بن مالك بن النابغة روى حديثه ابن جريج عن عمرو عن طاوس عن ابن عباس عنه وخالف ابن جريج ابن عيينة وحماد بن زيد ومحمد ابن مسلم فلم يذكروا ابن عباس.\rوقد أخرجا مثل هذا حديث هشام بن عروة عن أبيه أن عمر نشد الناس. زاد وكيع فيه المسور بن مخرمة وأسقطه غيره.","seal":"5C855065","part":"1"},
      {"page":112,"id":50,"hno":null,"nass":"1- رافع بن أبي رافع الطائي روى عنه طارق بن شهاب.","seal":"E44C37CC","part":"1"},
      {"page":113,"id":51,"hno":null,"nass":"1- رباح بن الربيع أخو حنظلة بن الربيع. رواه أبو الزناد عن مرقع بن صيفي عنه.\r2- الحسن بن علي بن أبي طالب حديث بريد عن أبي الحوراء.","seal":"54D20369","part":"1"},
      {"page":114,"id":52,"hno":null,"nass":"حبيب بن مسلمة حديث مكحول عن زياد بن جارية عنه.\rصميته حديث الزهري عن عبيد الله عن عمر عن صميتة في فضل المدينة. أ\rأميمة بنت رقيقة روى عنها ابن المنكدر وابنتها حكيمة.","seal":"6C0CB02C","part":"1"},
      {"page":115,"id":53,"hno":null,"nass":"أنيسة بنت خبيب بن يساف روى عنها خبيب بن عبد الرحمن.\rمعاوية بن حيدة من رواية حكين بن معاوية روى عنه أبو قزعة سويد بن حجير الباهلي والجريري عنه.","seal":"B409A7A1","part":"1"},
      {"page":116,"id":54,"hno":null,"nass":"آخر الإلزامات\rوفي آخره قال أبو الحسن الدارقطني: أبو قرة الهمداني يروي عن الأحوص اسمه عروة بن الحارث وهما طبقة واحدة. قال ولد أبو الطيب بن سلمة الشافعي سنة سبعين وتوفي سنة ست وثلاثمائة.\rوقال: ولد أبوالحسن بن أبي عمر القاضي سنة ست وتسعين وتوفي سنة ثمان وعشرين وثلاثمائة.\rوقال: ولد عباد بن يعقوب الرواجني سنة خمسين ومائة السنة التي مات فيها أبو حنيفة ومات سنة خمس وثمانين.\rوقال الدارقطني: ولدت سنة ست وثلاثمائة.\rآخره والله الموفق.\rاللهم: صل على سيدنا محمد وعلى آل محمد كلما ذكره الذاكرون وسهى عن ذكره الغافلون: والحمد لله رب العالمين. اهـ.","seal":"64F7E3BF","part":"1"},
      {"page":117,"id":55,"hno":null,"nass":"\"التتبع\"\rللإمام الحافظ\rأبي الحسن علي بن عمر بن أحمد بن مهدي\rالشهير بالدارقطني\r306-385هـ","seal":"7E4362B1","part":"1"},
      {"page":119,"id":57,"hno":null,"nass":"وهو ما أخرج في الصحيحين وله علة\rتخريج الإمام الحافظ\rأبي الحسن علي بن عمر بن مهدي الدارقطني\rهذا الكتاب في النسخ يوجد منفرداً مترجماً عنه بهذه الترجمة وهو في النسخة المسموعة على السلفي مضموم مع الإلزمات التي قبله في جزء واحد ذكر الإلزامات أولا ثم ذكر هذا بعدها على سياقه من غير إفراد بترجمة.\rوالله أعلم.","seal":"B8181F25","part":"1"},
      {"page":120,"id":58,"hno":null,"nass":"بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وآله وصحبه وسلم.\rأخبرنا الشيخ شرف الدين محمد بن إبراهيم بن أبي القسم الميدوي إذنا أنبأ الفتي بهاء الدين علي المعروف بابن الجميزي إجازة إن لم يكن سماعاً أنبأ الحافظ أبو طاهر أحمد بن محمد السلفي قراءة عليه أنبأ المبارك بن عبد الجبار الصيرفي أنبأ أبو طالب محمد بن علي بن الفتح الحربي الزاهد قيل له أخبرك الإمام الحافظ أبو الحسن علي بن عمر بن مهدي الدارقطني رحمه الله.\rقال: ابتداء ذكر أحاديث معلولة اشتمل عليها كتاب البخاري ومسلم أو أحدهما بينت عللها والصواب منها.","seal":"2FA1AE13","part":"1"},
      {"page":121,"id":59,"hno":1,"nass":"ذكر ما في مسند أبي هريرة (رضي الله عنه)\r\r1 - أخرج البخاري ومسلم حديث عبد الأعلى عن معمر عن سعيد ابن المسيب عن أبي هريرة قال: قال رسول (صلى الله عليه وسلم) : \"يتقارب الزمان ويلقى الشح ويكثر الفتي ويكثر الهرج\".\rقلت: وقد تابع حماد بن زيد عبد الأعلى وقد خالفهما عبد الرزاق فلم يذكر أبا هريرة وأرسله، ويقال إن معمراً حدث به بالبصرة (من حفظه","seal":"B192D50B","part":"1"},
      {"page":122,"id":60,"hno":2,"nass":"بأحاديث وهم في بعضها وقد خالفه فيه شعيب ويونس والليث بن سعد وابن أخي الزهري رووه عن الزهري عن حميد عن أبي هريرة) . وقد أخرجا جميعاً حديث حميد أيضاً.\r\r2 - وأخرج البخاري أيضاً عن أحمد بن شبيب عن أبيه عن يونس عن","seal":"B752C5C9","part":"1"},
      {"page":123,"id":61,"hno":null,"nass":"الزهري عن سعيد عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"يرد على الحوض رهط فأقول أصحابي\" الحديث.\rوعن أحمد صالح عن ابن وهب عن يونس عن الزهري عن سعيد عن أصحاب النبي (صلى الله عليه وسلم) ولم يقل عن أبي هريرة. قال: وقد خالف يونس جماعة منهم معمر، رواه عن الزهري عن رجل عن أبي هريرة ولو كان عن ابن المسيب لم يكن عنه الزهري ولصرح به. والله أعلم. ورواه شعيب وعقيل عن الزهري قال: كان أبو هريرة يحدث مرسلاً. وقال عبد الله ابن سالم عن الزبيدي عن الزهري عن أبي جعفر محمد بن علي عن عبيد الله ابن أبي رافع عن أبي هريرة ولم يتابع يونس على سعيد.","seal":"3732985D","part":"1"},
      {"page":124,"id":62,"hno":3,"nass":"3 - وأخرج البخاري عن يحيى بن قزعة وعن الأويسي عن إبراهيم","seal":"7892C945","part":"1"},
      {"page":125,"id":63,"hno":4,"nass":"ابن سعد عن أبيه عن أبي سلمة عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"كان في الأمم ناس محدثون\". قال البخاري وزاد زكريا عن سعد عن أبي سلمة عن أبي هريرة: \"من غير أن يكونوا أنبياء\".\rوقد تابعهما سليمان الهاشمي وأبو مروان العثماني وخالفهم ابن وهب فرواه عن إبراهيم بن سعد عن أبيه عن أبي سلمة عن عائشة رضي الله عنها.\rوأخرج مسلم حديث ابن وهب هذا دون غيره عن إبراهيم، ورواه ابن الهاد ويعقوب وسعد أبناء إبراهيم وأبوصالح كاتب الليث وغيرهم عن إبراهيم ابن سعد عن أبيه عن أبي سلمة قال: بلغني أن رسول الله (صلى الله عليه وسلم) .\rوقال زكريا عن سعد عن أبي سلمة عن أبي هريرة. علقه البخاري وقال محمد بن عجلان عن سعد عن أبي سلمة عن عائشة أخرجة مسلم.\r\r4 - وأخرج البخاري حديث على بن المبارك عن يحيى عن أبي سلمة عن أبي هريرة أن النبي (صلى الله عليه وسلم) قال: \"إذ قال الرجل لاخيه يا كافر باء به أحدهما\".","seal":"59F41D18","part":"1"},
      {"page":126,"id":64,"hno":5,"nass":"قال البخاري: وقال عكرمة بن عمار عن يحيى عن عبد الله بن يزيد سمع أبا سلمة سمع أبا هريرة عن النبي (صلى الله عليه وسلم) مثله.\rقال أبو الحسن: يحيى بن أبي كثير يدلس كثيراً ويشبه أن يكون قول عكرمة بن عمار أولى بالصواب، لأنه زاد رجلاً وهو ثقة.\r\r5 - وأخرج البخاري عن إسحاق عن أبي عاصم عن ابن جريج عن","seal":"0BCFC80F","part":"1"},
      {"page":127,"id":65,"hno":null,"nass":"الزهري عن أبي سلمة عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"ليس منا من لم يتغن بالقرآن\". وهذا يقال إن أبا عاصم وهم فيه. والصواب ما رواه الزهري ومحمد بن إبراهيم ويحيى بن أبي كثير ومحمد بن عمرو وغيرهم عن أبي سلمة عن أبي هريرة عن النبي: \"ما أذن الله لشيء أذنه لنبي حسن الصوت يتغنى بالقرآن يجهر به\". وقول أبي عاصم وهم وقد رواه عقيل ويونس وعمرو بن الحارث وعمرو بن دينار وعمرو","seal":"15CED557","part":"1"},
      {"page":128,"id":66,"hno":6,"nass":"ابن عطية وإسحاق بن راشد ومعمر وغيرهم عن الزهري بخلاف ما رواه أبو عاصم عن ابن جريج باللفظ ذكره.\rوإنما روى ابن جريج هذا اللفظ الذي ذكره أبو عاصم عنه بإسناد آخر رواه عن ابن أبي مليكة عن أبي نهيك عن سعيد قاله ابن عيينة عنه.\r\r6 - وأخرج مسلم عن حجاج بن الشاعر عن أبي النضر عن إبرهيم بن سعد عن أبيه عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"يدخل الجنة أقوام مثل أفئدة الطير\".\rقال: ولم يتابع أبو النضر على وصله عن أبي هريرة، والمحفوظ عن إبراهيم بن سعد عن أبي سلمة مرسلاً عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) , كذلك رواه يعقوب وسعد ابنا إبراهيم وغيرهما عن إبراهيم بن سعد والمرسل هو الصواب.","seal":"4016B5CD","part":"1"},
      {"page":129,"id":67,"hno":7,"nass":"7 - وأخرج البخاري حديث ابن عيينة عن الزهري عن عبيد الله عن","seal":"47D1D84C","part":"1"},
      {"page":130,"id":68,"hno":8,"nass":"أبي هريرة وزيد بن خالد وشبل ولم يتابع ابن عيينة على شبل. خالفه مالك ومعمر ويونس وابن أبي ذئب والليث وصالح بن كيسان وابن جريج وغيرهم.\r\r8 - وأخرج مسلم عن أبي بكرعن علي بن حفص عن شعبة عن خبيب عن حفص بن عاصم عن أبي هريرة عن النبي (صلى الله عليه وسلم) :","seal":"8BA9A780","part":"1"},
      {"page":131,"id":69,"hno":9,"nass":"\"كفى بالمرء كذباً أن يحدث بكل ما سمع\" والصواب مرسل، قاله معاذ وغندر وعبد الرحمن بن مهدي وغيرهم.\r\r9 - وأخرجا جميعاً حديث يحيى بن سعيد القطان عن عبيد الله عن سعيد المقبري عن أبيه عن أبي هريرة: قصة المسيء صلاته وقول النبي (صلى الله عليه وسلم) : \"أرجع فصل فإنك لم تصل\".","seal":"FF38D76D","part":"1"},
      {"page":132,"id":70,"hno":10,"nass":"قال: وقد خالف يحيى أصحاب عبيد الله كلهم منهم أبو أسامة وعبد الله ابن نمير وعيسى بن يونس وغيرهم ورووه عن عبيد الله عن سعيد عن أبي هريرة، فلم يذكروا أباه، ورواه معتمر عن عبيد الله عن سعيد مرسلاً عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) ، ويحيى حافظ ويشبه أن يكون عبيد الله حدث به على الوجهين. والله أعلم.\r\r10 - وأخرجا أيضاً حديث يحيى القطان عن عبيد الله عن سعيد عن أبيه عن أبي هريرة: \"قيل يا رسول الله من أكرم\".\rوقد خالف خالف يحيى جماعة منهم أبو أسامة وابن نمير وعبدة ومعتمر ومحمد ابن بشر وغيرهم فرووه عن عبيد الله عن سعيد عن أبي هريرة، وأخرج البخاري الوجهين جميعاً وأخرج مسلم حديث يحيى دون من خالفه.\r\r11 - وأخرجا جميعاً حديث عبيد الله عن سعيد عن أبيه عن أبي هريرة:","seal":"3BFAAF69","part":"1"},
      {"page":133,"id":71,"hno":null,"nass":"\"إذا أوى أحدكم إلى فراشه فلينفضه\". أخرجه البخاري من حديث زهير عن عبيد الله، وقال تابعه أبو ضمرة وإسماعيل بن زكريا وقال يحيى وبشر عن عبيد الله عن سعيد عن أبي هريرة وكذلك قال مالك وابن عجلان. وأخرجه مسلم من حديث أبي ضمرة وعبدة عن عبيد الله عن سعيد عن أبيه عن أبي هريرة.\rقال: هذا الحديث قد اختلف فيه على عبيد الله فرواه عنه زهير بن معاوية وأبو ضمرة أنس بن عياض وإسماعيل بن زكريا وعبدة بن سليمان وأبو بدر شجاع بن الوليد والحسن بن صالح وهريم بن سفيان وجعفر الأحمر وخالد بن حميد الرواسي ويحيى بن سعيد الأموي وعبد الله بن رجاء المكي رووه عن عبيد الله عن سعيد عن أبيه عن أبي هريرة وخالفهم يحيى بن سعيد القطان وبشر بن المفضل والمعتمر بن سليمان وهشام بن حسان وحماد بن نمير وعقبة بن خالد السكوني رووه عن عبيد الله عن سعيد عن أبي هريرة واختلف عن إسماعيل بن أمية فقال يحيى بن سعيد عن أبي هريرة. وقال عبد الله بن رجاء عنه عن أبيه عن أبي هريرة.","seal":"25C92240","part":"1"},
      {"page":134,"id":72,"hno":12,"nass":"12 - وأخرجا جميعاً حديث ابن أبي ذئب عن سعيد عن أبيه عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"لا يحل لامرأة تسافر وليس معها محرم\" الحديث.\rوزاد مسلم عن ليث عن سعيد مثله فقال وقد رواه مالك ويحيى بن أبي كثير وسهيل عن سعيد عن أبي هريرة.\r\r13 - وأخرج البخاري وحده عن سعيد عن أبيه أنه سأل أبا هريرة","seal":"A1FC5FC5","part":"1"},
      {"page":135,"id":73,"hno":14,"nass":"(فقال سمعت النبي (صلى الله عليه وسلم) يقول) : \"من صلى على جنازة\" قال: وقد رواه عبيد الله بن عمر عن سعيد عن أبي هريرة قال: نصر بن علي وغيره عن عبد الأعلى.\r\r14 - وأخرج البخاري حديث ابن أبي ذئب عن سعيد عن أبي هريرة: \"ستحرصون على الإمارة وستكون خزياً وندامة فنعم المرضعة وبئست الفاطمة\".","seal":"A8718EB1","part":"1"},
      {"page":136,"id":74,"hno":15,"nass":"قال: وقد رواه عبد الحميد بن جعفر عن سعيد المقبري عن عمر بن الحكم عن أبي هريرة موقوفاً غير مرفوع.\r15- وأخرجا جميعاً حديث الليث عن سعيد عن أبيه عن أبي هريرة أنه","seal":"28191ACF","part":"1"},
      {"page":137,"id":75,"hno":16,"nass":"سمعه يقول قال النبي (صلى الله عليه وسلم) : \"إذا زنت أمة أحدكم فتبين زناها فليجلدها الحد ولا يشرب\". قال: وقد رواه جماعة عن سعيد منهم عبيد الله بن عمر واختلف عنه فقال يحيى الأموي ومحمد بن عبيد عن عبيد الله عن سعيد عن أبيه عن أبي هريرة كقول ليث.\rوخالفهما معتمر وأبو أسامة وابن نمير وابن المبارك وعبدة بن سليمان وعقبة ابن خالد رووه عن عبيد الله عن سعيد عن أبي هريرة.\rواختلف عن ابن إسحاق فقال عبدة عنه عن سعيد عن أبيه عن أبي هريرة كقول ليث، وخالفه غير واحد، ورواه أيوب بن موسى، وإسماعيل بن أبي أمية وأسامة بن زيد وغيرهم عن سعيد عن أبي هريرة ولم يذكروا أباه.\rورواه هشام بن حسان وابن عيينة عن أيوب بن موسى ورواه الثوري وغيره عن أسامة بن زيد وأخرجهما مسلم على إختلافهما. وأما البخاري فأخرج حديث ليث وحده.\r16- وأخرج البخاري عن إسماعيل بن أبي أويس عن أخيه عن ابن أبي هريرة قال: \"يلقى إبراهيم أباه\" الحديث. قال وقد رواه إبراهيم بن طهمان عن ابن أبي","seal":"DAFA3EE0","part":"1"},
      {"page":138,"id":76,"hno":17,"nass":"ذئب عن سعيد عن أبيه عن أبي هريرة.\r\r17 - وأخرج مسلم عن أحمد بن الحسن بن خراش عن يزيد بن","seal":"E51551E7","part":"1"},
      {"page":139,"id":77,"hno":null,"nass":"زريع عن روح بن القاسم عن سهيل عن الرياحي عمر بن عبد الوهب عن أبي صالح عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"إذا جلس أحدكم على حاجته فلا يستقبل القبلة ولا يستدبرها\". قال وهذا غير محفوظ","seal":"AD67E827","part":"1"},
      {"page":140,"id":78,"hno":18,"nass":"عن سهيل وإنما هو حديث ابن عجلان حدث به الناس عنه منهم روح بن القاسم، كذلك قال أمية بن يزيد.\r\r18 - وأخرج مسلم حديث مسلم بن أبي مريم عن أبي صالح عن أبي","seal":"A7829028","part":"1"},
      {"page":141,"id":79,"hno":19,"nass":"هريرة عن النبي (صلى الله عليه وسلم) : \"تعرض الأعمال كل أثنين وخميس\". أخرج عن مالك وابن عيينة مرفوعاً قال: وهذا لم يرفعه عن مالك غير ابن وهب وأصحاب الموطأ وغيرهم يقفونه. وقال الحميدي عنه رفعه مرة ووقفه سعيد بن منصور وإسحاق بن إسرائيل وغيرهم عنه.\r\r19 - وأخرج مسلم حديث الأشجعي عن مالك بن مغول عن طلحة عن","seal":"21B02E82","part":"1"},
      {"page":142,"id":80,"hno":20,"nass":"أبي هريرة: \"كنا في سفرة فنفدت أزواد القوم\". قال تابعه مسروق عن أبيه عن مالك، وخالفهما أبو أسامة وغيره رووه عن مالك عن طلحة عن أبي صالح مرسلاً.\rوأخرجه أيضاً من حديث الأعمش عن أبي صالح عن أبي هريرة أو أبي سعيد، وأختلف فيه على الأعمش وقيل عن أبي صالح عن جابر أيضاً، وكان الأعمش يشك فيه.\r20- وأخرج مسلم عن ابن نمير عن أبي أسامة عن حبيب بن الشهيد عن","seal":"A46BCF01","part":"1"},
      {"page":143,"id":81,"hno":null,"nass":"عطاء عن أبي هريرة قال: قال رسول الله (صلى الله عليه وآله وسلم) : \"في كل صلاة قراءة\"، فما أسمعناه رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وآله وسلم) أسمعناكم. قلت: وهذا لم يرفع أوله إلا أبو أسامة خالفه يحيى القطان وسعيد بن أبي عروبة وأبو عبيدة الحداد وغيرهم رووه عن حبيب بن الشهيد عن عطاء عن أبي هريرة قال: \"في كل صلاة قراءة فما أسمعناه رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وسلم) أسمعناكم\" جعلوا أول الحديث من قول أبي هريرة وهو الصواب. وكذلك رواه قتادة وأيوب وحبيب المعلم ابن جريج.","seal":"B79D7A95","part":"1"},
      {"page":144,"id":82,"hno":21,"nass":"21 - وأخرج مسلم حديث أبي معاوية عن الأعمش عن أبي يحيى مولى","seal":"50A6AAB5","part":"1"},
      {"page":145,"id":83,"hno":22,"nass":"جعدة عن أبي هريرة: \"ما عاب النبي (صلى الله عليه وسلم) طعاماً قط\".\rوقد خالف أبو معاوية جماعة منهم سعيد والثوري وزائدة وزهير وجرير وعقبة بن خالد رووه عن الأعمش عن أبي حازم عن أبي هريرة ويقال أن الأعمش كان يروي مرة عن أبي حازم ومرة عن أبي يحيى والله أعلم. وقد أخرج مسلم الوجهين جميعاً.\rوأما البخاري فأخرجه عن شعبة والثوري ولم يخرجه عن أبي معاوية.\r\r22 - وأخرج مسلم حديث حسين عن زائدة عن هشام عن محمد عن أبي","seal":"1F79593E","part":"1"},
      {"page":146,"id":84,"hno":null,"nass":"هريرة عن النبي (صلى الله عليه وسلم) : \"لا تختصوا يوم الجمعة بصيام ولا ليلتها بقيام\". قال وهذا لا يصح عن أبي هريرة وإنما رواه ابن سيرين عن أبي الدرداء في قصة طويلة لسلمان وأبي الدرداء ورواه أبو هشام وغيرهما كذلك.\rوكل من قال فيه عن أبي هريرة وإنما رواه ابن سيرين، قيل ذلك عن عوف وقيل عن ابن عيينة عن أيوب ولا يصح عنهما.","seal":"E3CA5FD2","part":"1"},
      {"page":147,"id":85,"hno":23,"nass":"23 - وأخرج مسلم حديث نوح بن قيس عن ابن عون عن محمد عن أبي هريرة قصة وفد القيس. وهذا رواه أصحاب ابن عون عنه مرسلاً ليس فيه أبو هريرة، منهم ابن أبي عدي وغيره.","seal":"E885D150","part":"1"},
      {"page":148,"id":86,"hno":24,"nass":"24 - وأخرجا جميعاً حديث عفان عن وهيب عن أبي حيان عن أبي زرعة عن أبي هريرة أن رجلاًً قال للنبي (صلى الله عليه وسلم) : دلني على عمل إذا عملته. دخلت الجنة؟ قال: \"تعبد الله ولا تشرك به\" وقال وقد رواه يحيى","seal":"FADC5012","part":"1"},
      {"page":149,"id":87,"hno":25,"nass":"القطان فخالف وهيباً, رواه عن ابن حيان عن أبي زرعة مرسلاً عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) .\r\r25 - وأخرجا جميعاً حديث قتادة عن النضر بن أنس عن بشير عن أبي","seal":"46E72C9C","part":"1"},
      {"page":150,"id":88,"hno":null,"nass":"هريرة: \"من أعتق شقصاً\" وذكر فيه الاستسعاء من حديث ابن أبي عروبة وجرير بن حازم ح م. قال البخاري تابعهما حجاج بن حجاج وأبان وموسى بن خلف عن قتادة قال: وقد روى هذا الحديث شعبة وهشام وهما أثبت من روى عن قتادة ولم يذكرا في الحديث الاستسعاء، ووافقهما همام وفصل الاستسعاء من الحديث فجعله من رواية قتادة، وقوله: لا. من حديث أبي","seal":"0BBDAB3B","part":"1"},
      {"page":151,"id":89,"hno":26,"nass":"هريرة عن النبي (صلى الله عليه وسلم) قاله المقري عن همام وقاله معاذ عن هشام وابن عامر عن هشام وهو أولى بالصواب.\r\r26 - وأخرج المسلم حديث أبي عوانة عن أبي بشر عن حميد بن عبد الرحمن الحميري عن أبي هريرة عن أبي هريرة عن النبي (صلى الله عليه وسلم) . \"أفضل الصيام بعد رمضان المحرم\" قال: خالفه شعبه رواه عن أبي بشر عن حميد الحميري مرسلاً عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) .","seal":"8B414BAE","part":"1"},
      {"page":152,"id":90,"hno":27,"nass":"27 - وأخرج مسلم حديث سهيل بن أبي صالح عن أبي عبيد الحاجب عن عطاء عن أبي هريرة عن النبي (صلى الله عليه وسلم) : \"من سبح الله دبر كل صلاة ثلاثاً وثلاثين وحمد وكبر\" قال: خلف سهيلا مالك. رواه عن أبي عبيد عن عطاء عن أبي عريرة موقوفاً.\r\r28 - في مسند عبد الله بن عمرو: وأخرج مسلم من حديث الأوزاعي","seal":"F0655446","part":"1"},
      {"page":153,"id":91,"hno":29,"nass":"عن يحيى عن أبي سلمة عن عبد الله بن عمرو قال: قال لي النبي (صلى الله عليه وسلم) : \"يا عبد الله لا تكن مثل فلان كان يقوم الليل فترك قيام الليل\". ج م من ابن أبي العشرين والوليد بن مسلم وعمر بن عبد الواحد وبشر بن بكر وعمرو بن أبي سلمة فرووه عن الأوزاعي عن يحيى عن عمر بن الحكم بن ثوبان عن أبي سلمة زادوا رجلاً.\r\r29 - وأخرج البخاري حديث عبد الواحد بن زياد عن الحسن بن عمرو","seal":"FE0468A6","part":"1"},
      {"page":154,"id":92,"hno":30,"nass":"عن مجاهد عن عبد الله بن عمرو عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"من قتل معاهداً لم يرح رائحة الجنة. وريحها يوجد من أربعين\". قال خالفه مروان بن معاوية فرواه عن الحسن بن عمرو عن مجاهد عن جنادة بن أبي أمية عن عبد الله بن عمرو وهو الصواب.\r\r30 - وأخرج البخاري أيضاً حديث ابن عيينة عن عمرو بن دينار عن","seal":"537D6AE7","part":"1"},
      {"page":155,"id":93,"hno":31,"nass":"سالم بن أبي الجعد عن عبد الله بن عمرو قال: وكان على ثقل النبي (صلى الله عليه وسلم) رجل يقال له كركرة.\rح م وسالم يروي عن أخيه عن عبد الله بن عمرو حديثاً يرويه عمار الدهني عنه وحديث ابن عيينه ليس فيه سماع سالم بن أبي الجعد من عبد الله ابن عمر والله أعلم.\r31_ وأخرج مسلم حديث عبد المطلب بن ربيعة الطويل من حديث","seal":"15C08847","part":"1"},
      {"page":156,"id":94,"hno":null,"nass":"مالك ويونس عن الزهري، وقد اختلفا فقال مالك عن الزهري عن عبد الله بن عبد الله بن الحارث بن نوفل، وقال يونس عن الزهري عن عبد الله بن الحارث.\r(ورواه هشيم عن ابن إسحاق عن الزهري عن محمد بن عبد الله بن الحارث) .","seal":"6D1E16B9","part":"1"},
      {"page":157,"id":95,"hno":32,"nass":"32- وأخرج مسلم حديث ابن أبجر عن واصل عن أبي وائل عن","seal":"74949E2B","part":"1"},
      {"page":158,"id":96,"hno":33,"nass":"عمار عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"طول صلاة الرجل وقصر خطبته مثنة من فقهه\". ح فقال: هذا الحديث تفرد به ابن أبجر عن واصل، حدث به عنه ابنه عبد الرحمن وسعيد بن بشير وخالفه الأعمش وهو أحفظ لحديث أبي وائل منه. رواه عن أبي وائل عن عمرو بن شرحبيل عن عبد الله، قوله: غير مرفوع. قاله الثوري وغيره عن الأعمش.\r33- وأخرج مسلم حديث ابن وهب عن يونس عن الزهري عن نافع بن","seal":"AF4377E8","part":"1"},
      {"page":159,"id":97,"hno":34,"nass":"جبير عن عثمان بن أبي العاص: \"شكوت إلى النبي (صلى الله عليه وسلم) وجعاً أجده\".\rقال: رواه عثمان بن الحكم عن يونس عن الزهري عن نافع بن جبير أن النبي (صلى الله عليه وسلم) قال لعثمان مرسلاً.\r34- وأخرج مسلم عن إسحاق بن منصور عن حبان بن هلال عن","seal":"8F68D8F3","part":"1"},
      {"page":160,"id":98,"hno":null,"nass":"أبان عن يحيى عن زيد بن سلام عن أبي سلام عن أبي مالك عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"الطهور شطر الإيمان والحمدلله تملأ الميزان\" وفيه: الصلاة نور والقرآن حجة.\rوخالفه معاوية بن سلام رواه عن أخيه زيد عن أبي سلام عن عبد الرحمن بن غنم أن أبا مالك حدثهم بهذا.","seal":"2CD17C34","part":"1"},
      {"page":161,"id":99,"hno":35,"nass":"وفي مسند أبي موسى الأشعري\r\r35 - أخرج البخاري عن إسحاق بن شاهين عن خالد عن الشيباني عن سعيد بن أبي بردة عن أبيه عن أبي موسى أن النبي (صلى الله عليه وسلم) بعثه إلى اليمن فسأله عن أشربة تصنع بها الحديث. وقال: \"كل مسكر حرام\".\rح قال البخاري وقال جرير وعبد الواحد عن الشيباني عن أبي بردة قال أبو الحسن: رواه جماعة من الحفاظ عن الشيباني فخالفوا خالداً, منهم جرير وعبد الواحد وابن فضيل وعلي بن مسهر وعمرو بن أبي قيس والثوري وأبراهيم بن الزبرقان وورقاء وإبراهيم بن طهمان وسعيد بن حازم ومنصور بن أبي الأسود وغيرهم، رووه عن الشيباني عَنْ أَبِي بُرْدَةَ عَنْ أَبِيهِ ولم يذكروا في الإسناد سعيد ابن أبي بردة.\r\r36 - وأخرج أيضاً عن مسلم عن شعبة عن سعيد بن أبي بردة عن","seal":"9490631E","part":"1"},
      {"page":162,"id":100,"hno":37,"nass":"إبيه بعث النبي (صلى الله عليه وسلم) جده أبا موسى إلى اليمن. القصة بطولها، يسرا ولا تعسرا، وقصة الأشربة، وكيف يقرآن القرآن، وقصة المسلم المرتد إلى اليهودية. وقال تابعه العقدي ووهب عن شعبة. وقال وكيع والنضر وأبو داود عن شعبة عن سعيد بن أبي بردة عن أبيه عن جده وهذا قد اختلف فيه على شعبة.\r\r37 - وَأَخْرَجَ عَنْ مُوسَى عَنْ أَبِي هوانة حَدَّثَنَا عَبْدُ الْمَلِكِ عَنْ أَبِي بُرْدَةَ","seal":"71530936","part":"1"},
      {"page":163,"id":101,"hno":null,"nass":"قَالَ: بَعَثَ رَسُولُ اللَّهِ (صلى الله عليه وَسَلَّمَ) مُعَاذًا وَأَبَا مُوسَى وَقَالَ: يَسِّرَا وَلا تُعَسِّرَا، وَقِصَّةُ الْمُرْتَدِّ، وَكَيْفَ يُقْرَأُ الْقُرْآنُ. قَالَ: وَقَدْ خَالَفَ الْهَيْثَمُ بْنُ","seal":"6480C462","part":"1"},
      {"page":164,"id":102,"hno":38,"nass":"جَمِيلٍ، رَوَاهُ عَنْ أَبِي عَوَانَةَ عَنْ عَبْدِ الْمَلِكِ عَنْ أَبِي بُرْدَةَ عَنْ أَبِيهِ. تَابَعَهُ عَبْدُ الْحَكَمِ.\rوأخرج مسلم حديث شعبة من حديث وكيع وحده، ووكيع فيمن وصله ولكن رواه مختصراً، وأحسب أن شعبة كان إذا حدث به بطوله أرسله وإذا اختصره وصله والله أعلم.\r\r38 - وأخرج مسلم هذا الحديث أيضاً عن محمد بن عباد عن ابن عيينة عن عمرو عن سعيد بن أبي بردة عن أبية عن جده ولم يتابع ابن عباد عليه","seal":"BE19B78D","part":"1"},
      {"page":165,"id":103,"hno":39,"nass":"ولا يصح هذا عن عمرو بن دينار.\rوقد روي عن ابن عيينة عن مسعر عن سعيد بن أبي بردة ولا يثبت أيضاً، ولم يخرجه البخاري من حديث ابن عيينة.\r\r39 - وأخرج البخاري حديث العوام بن حوشب عن إبراهيم السكسكي","seal":"C089BECB","part":"1"},
      {"page":166,"id":104,"hno":40,"nass":"عن أبي بردة عن أبي موسى عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) قال: \"إذا مرض العبد أو سافر كتب الله له مثل ما كان يعمل صحيحاً مقيماً\". قال: لم يسنده غير العوام وخالفه مسعر. رواه عن إبراهيم السكسكي عن أبي بردة قوله ولم يذكر أبا موسى ولا النبي (صلى الله عليه وسلم) . والله أعلم.\r\r40 - وأخرج مسلم حديث ابن وهب عن مخرمة بن بكير عن أبية عن","seal":"3D1B03C5","part":"1"},
      {"page":167,"id":105,"hno":null,"nass":"أبي بردة عن أبي موسى عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) في الساعة المستجاب فيها الدعاء يوم الجمعة ما بين أن يجلس الإمام على المنبر إلى أن تقضى الصلاة، قال: وهذا الحديث لم يسنده غير مخرمة بن بكير عن أبية عن أبي بردة.\rوقد رواه جماعة عن أبي بردة من قوله.\rومنهم من بلغ به أبا موسى ولم يسنده والصواب من قول أبي بردة منقطع، كذلك رواه يحيى بن سعيد القطان عن الثوري عن أبي إسحاق عن أبي بردة، وتابعه واصل الأحدب. رواه عن أبي بردة قوله. قاله جرير عن مغيرة عن واصل.\rوتابعهم مجالد بن سعيد رواه عن أبي بردة كذلك. وقال النعمان بن عبد السلام عن الثوري عن أبي إسحاق عن أبي بردة عن أبيه موقوف، ولا يثبت قوله عن أبيه، ولم يرفعه غير مخرمة من أبيه. وقال أحمد بن حنبل عن حماد بن خالد قلت لمخرمة: سمعت من أبيك شيئاً؟ قال: لا.","seal":"DF0E922B","part":"1"},
      {"page":168,"id":106,"hno":41,"nass":"41 - وأخرج مسلم عن شيبان عن الصعق بن حزن عن مطر الوراق عن زهدم عن أبي موسى عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) قصة اليمين والله لا أحملكم.","seal":"04316075","part":"1"},
      {"page":169,"id":107,"hno":42,"nass":"والصعق والمطر ليسا بالقويين ومع ذلك فمطر لم يسمعه من زهدم وإنما رواه عن القاسم بن عاصم عنه. قال ذلك ثابت بن حماد عن مطر.\r\r42 - وأخرج مسلم حديث عبد الصمد بن عبد الوارث عن شعبة عن عبد","seal":"0B24035C","part":"1"},
      {"page":170,"id":108,"hno":43,"nass":"الملك بن عمير عن ربعي عن أبي موسى عن النبي (صلى الله عليه وسلم) : \"ليس منا من حلق وسلق وخرق\".\rقال: وهذا لم يرفعه عن شعبة غير عبد الصمد وأصحاب شعبة يخالفونه ويرونه عنه موقوفاً.\r\r43 - وأخرج مسلم أيضاً حديث جرير عن التيمي عن قتادة عن أبي غلاب عن حطان عن أبي موسىعن النبي (صلى الله عليه وسلم) في سنن","seal":"FE2D0209","part":"1"},
      {"page":171,"id":109,"hno":44,"nass":"الصلاة وتعليم النبي (صلى الله عليه وسلم) إياهم ذلك، فيه (وإذا قرأ فانصتوا) وقد خالف التيمي جماعة منهم هشام الدستوائي وشعبة وسعيد وأبان وهمام وأبو عوانة ومعمر وعدي بن أبي عمارة ورووه عن قتادة، لم يقل أحد منهم: (وإذا قرأ فانصتوا) .\rوقد روي عن عمر بن عامر عن قتادة متابعة التيمي وعمر ليس بالقوي تركه يحيى القطان وفي اجتماع أصحاب قتادة على خلاف التيمي دليل على وهمه والله أعلم.\r\r44 - وأخرجا جميعاً حديث الأعمش عن أبي وائل عن أبي موسى \"المرء مع من أحب\" من رواية الثوري وأبي معاوية محمد بن عبيد قال وتابعهم","seal":"73811623","part":"1"},
      {"page":172,"id":110,"hno":null,"nass":"زهير وزياد بن خيثمة ومحمد بن كناسة ومنصور بن أبي الأسود وجبير بن حنين الحجري.","seal":"CC1B5A8F","part":"1"},
      {"page":173,"id":111,"hno":null,"nass":"وأخرجاه من حديث شعبة وجرير سليمان بن قرم عن الأعمش عن أبي وائل عن عبد الله، زاد البخاري تابعهم أبو عوانة قال وتابعهم عبيدة بن عميد ومندل وحفص وعمران وصالح بن أبي الأسود محفوظان عن الأعمش. والله أعلم.","seal":"C637F7CD","part":"1"},
      {"page":174,"id":112,"hno":45,"nass":"45 - وأخرج البخاري عن عبد الله بن يوسف عن مالك عن وهب بن كيسان: أتى رسول الله (صلى الله عليه وسلم) بطعام ومعه ربيبه عمر بن أبي سلمة فقال.: \"سم الله وكل مما يليك\". قال: وهذا الحديث أرسله مالك في الموطأ ووصله عنه خالد بن مخلد ويحيى بن صالح وهو صحيح متصل. وقد رواه الوليد بن كثير ومحمد بن عمرو بن حلحلة عن وهب بن كيسان عن عمر بن أبي سلمةكرواية خالد ويحيى عن مالك، وأخرجه البخاري إلا حديث من وصله عن مالك.\rوفي مسند عمران بن حصين\r\r46 - أخرج مسلم عن ابن مثنى وابن بشار عن غندر عن شعبة عن قتادة","seal":"370025F3","part":"1"},
      {"page":175,"id":113,"hno":47,"nass":"عن مطرف عن عمران بن حصين أن النبي (صلى الله عليه وسلم) جمع بين حجة وعمرة ثم لم ينزل كتاب. الحديث. وأخرجه أيضاً عنهما عن غندر عن شعبة عن حميد بن هلال عن مطرف وحديث شعبة عن حميد بن هلال صحيح، وحديث قتادة إنما رواه غندر عن سعيد بن أبي عروبة لا عن شعبة ولم يروه فيما أعلم عن شعبة غير بقية.\r\r47 - وأخرج مسلم أيضاً حديث يزيد بن زريع عن هشام عن محمد بن","seal":"8D50BF4F","part":"1"},
      {"page":176,"id":114,"hno":48,"nass":"سيرين عن عمران بن حصين أن رجلاً أعتق ستة مملوكين. الحديث وقصة القرعة قال: وهذا لم يسمعه محمد من عمران فيما يقال وإنما أرسله عنه، وإنما سمعه من خالد الحذاء عن أبي قلابة عن أبي الملهب عن عمران، قاله علي المديني عن معاذ بن معاذ عن أشعث عن محمد عن خالد الحذاء.\r\r48 - وأخرج مسلم أيضاً لابن سيرين عن عمران بن حصين حديثين آخرين أحدهما حديث تفرد به قريش بن أنس عن ابن عون عنه وفيه أن","seal":"840FDE5E","part":"1"},
      {"page":177,"id":115,"hno":49,"nass":"رجلاً عض يد رجل فانتزع يده فسقطت ثنيته. الحديث ولم يذكر فيه سماعه منه.\r\r49 - والآخر: \"يدخل الجنة سبعون ألفاً\" وليس فيه أيضاً سماع محمد من عمران وهو يقول في غير حديث ظننت عن عمران والله أعلم.\rولم يخرج البخاري لابن سيرين عن عمران شيئاً.","seal":"44E3D0E4","part":"1"},
      {"page":178,"id":116,"hno":50,"nass":"50 - وأخرج مسلم حديث ابن وهب وجرير بن حازم عن حرملة بن عمران وهذا اختلاف، فقال ابن وهب عن ابن شماسة عن أبي ذر أن النبي (صلى الله عليه وسلم) قال: \"إنكم ستفتحون أرضاً يذكر فيها القيراط","seal":"E05DFFDD","part":"1"},
      {"page":179,"id":117,"hno":51,"nass":"فاستوصوا بأهلها خيراً فإن لهم ذمة ورحماً.\rوقال جرير عن حرملة عن ابن شماسة عن أبي بصرة عن أبي ذر أن النبي (صلى الله عليه وسلم) . زاد في إسناده أبا بصرة.\r\r51 - وأخرج مسلم أيضاً حديث زكريا بن عدي عن عبيد الله بن عمرو عن زيد عن عمرو بن مرة عن عبد الله بن الحارث حدثني جندب سمعت النبي","seal":"4F66AC94","part":"1"},
      {"page":180,"id":118,"hno":52,"nass":"(صلى الله عليه وسلم) يقول: \"لو كنت متخذاً خليلاً لاتخذت أبا بكر خليلاً، وإني أبرأ إلى الله أن يكون لي منكم خليل\". قال خالفه أبو عبد الرحيم قال فيه عن حميد النجراني عن حريث رجل مجهول، والحديث صحيح من رواية ابن سعيد وابن مسعود.\r\rفي مسند حذيفة\r\r52 - أخرجا جميعاً حديث شعبة عن أبي إسحاق عن صلة عن حذيفة","seal":"CB373637","part":"1"},
      {"page":181,"id":119,"hno":53,"nass":"قصة مجيء أهل نجران وفيه.: \"لأبعثن رجلاً أميناً\" زاد مسلم: الثوري عن أبي إسحاق مثله.\rقال: رواه إسرائيل عن أبي إسحاق عن صلة عن عبد الله بن مسعود ولا يثبت قول إسرائيل.\r\r53 - وأخرج مسلم حديث معاوية بن سلام عن زيد عن أبي سلام","seal":"315F5718","part":"1"},
      {"page":182,"id":120,"hno":54,"nass":"قال: قال حذيفة: \"كنا بشر فجاءنا الله بخير\". وهذا عندي مرسل، أبو سلام لم يسمع من حذيفة ولا من نظرائه الذين نزلوا العراق لأن حذيفة توفي بعد قتل عثمان (رضي الله عنه) بليال، وقد قال فيه حذيفة فهذا يدل على إرساله.\r\r54 - وأخرج مسلم حديث فرات عن أبي الطفيل عن حذيقة بن أسيد","seal":"A170B64D","part":"1"},
      {"page":183,"id":121,"hno":null,"nass":"عن النبي (صلى الله عليه وسلم) : يكون عشر آيات: قال. وهذا لم يرفعه غير فرات عن أبي الطفيل من وجه يصح مثله ح. م ورواه عبد العزيز بن رفيع وعبد الملك بن ميسرة عن أبي الطفيل موقوفاً قاله زيد بن أبي أنيسة عن عبد الملك. وخالف أشعث فقال عبد الملك عن الربيع بن عميلة.","seal":"6A93D597","part":"1"},
      {"page":184,"id":122,"hno":55,"nass":"55 - وأخرج البخاري حديث معمر عن الزهري عن سعيد بن المسيب عن أبيه عن جده، \"ما أسمك؟ قال: حزن\".\rوأخرجه أيضاً من حديث ابن جريج عن عبد الحميد بن جبير عن سعيد أن جده حزناً. وهذا مرسل. وكذلك قال قتادة وعلي بن زيد عن ابن المسيب.\r\r56 - وأخرج البخاري عن عاصم بن علي عن ابن أبي ذئب عن المقبري","seal":"FBF5069A","part":"1"},
      {"page":185,"id":123,"hno":null,"nass":"عن أبي شريح: والله لا يؤمن (الذي لا يأمن جاره بوائقه) . وقد تابعه شبابة وأسد بن موسى.\rوقال حميد بن الأسود وعثمان بن عمر وأبو بكر بن عياش وشعيب بن","seal":"9FB3BE1F","part":"1"},
      {"page":186,"id":124,"hno":57,"nass":"إسحاق عن ابن أبي ذئب عن سعيد عن أبي هريرة وتابعهم ابن أبي فديك وروح.\rوقال يزيد بن هارون وحجاج الأعور وأبو النضر كقول عاصم ومن تابعه.\r\r57 - وأخرج البخاري حديث خنساء بنت خدام وقد كتبناه.","seal":"BC09D6DE","part":"1"},
      {"page":187,"id":125,"hno":58,"nass":"58 - وأخرج البخاري عن إسحاق عن جرير عن يحيى بن سعيد عن معاذ ابن رفاعة عن أبيه وكان أبوه من أهل بدر: \"ما تعدون من شهد بدراً فيكم\".","seal":"FC08607F","part":"1"},
      {"page":188,"id":126,"hno":59,"nass":"وعن سليمان عن حماد عن يحيى عن معاذ مرسلاً وعن إسحاق بن منصور عن يزيد عن يحيى سمع معاذاً مرسلاً. قال لم يسنده غير جرير وخالفه الثوري عن يحيى عن عباية عن رافع.\r\r59 - وأخرج البخاري حديث مروان عن زيد (لا يستوي القاعدون) من","seal":"940D37D8","part":"1"},
      {"page":189,"id":127,"hno":null,"nass":"حديث صالح بن كيسان عن الزهري عن سهل بن سعد عن مروان عن زيد وهو صحيح إلا عن مروان.","seal":"2241A589","part":"1"},
      {"page":190,"id":128,"hno":60,"nass":"مسند سعد بن أبي وقاص\r\r60 - وأخرج مسلم عن ابن عمر عن سفيان عن الزهري عن عامر بن سعد عن أبيه أن النبي (صلى الله عليه وسلم) قسم قسماً أو مسلم. وقال الحميدي عن ابن عيينة عن معمر عن الزهري.","seal":"222C1B78","part":"1"},
      {"page":191,"id":129,"hno":61,"nass":"61 - وأخرج البخاري عن مكي بن إبراهيم عن هاشم عن عامر بن سعد عن سعد: لقد رأيتني وأنا ثلث الأسلام.\rقال: خالفه ابن أبي زائدة ويحيى الأموي وأبو أسامة رووه عن هاشم عن ابن المسيب عن سعد.","seal":"DE2C618B","part":"1"},
      {"page":192,"id":130,"hno":62,"nass":"62 -[وأخرج مسلم حديث معمر عن الزهري عن عامر بن سعد] . عن سعد أن النبي (صلى الله عليه وسلم) سمى الوزغ فويسقاً.","seal":"C42EA721","part":"1"},
      {"page":193,"id":131,"hno":63,"nass":"قال: خالفه مالك ويونس وعقيل رووه عن الزهري عن سعد مرسلاً.\rورواه عباد بن إسحاق عن عمر بن سعيد عن الزهري مثل معمر.\r\r63 - وأخرج مسلم حديث إسماعيل عن محمد بن سعد عن أبيه: الشهر هكذا. وأرسله يحيى ووكيع بن إسماعيل.","seal":"8F24911A","part":"1"},
      {"page":194,"id":132,"hno":64,"nass":"64 - وأخرج البخاري عن سليمان بن حرب عن محمد بن طلحة عن أبيه عن مصعب رأى سعد أن له فضلاًِ فقال النبي (صلى الله عليه وسلم) . وهذا مرسل.","seal":"0DF684CB","part":"1"},
      {"page":195,"id":133,"hno":65,"nass":"65 - وأخرج مسلم حديث حميد بن عبد الرحمن الحميري عن ثلاثة نفر من ولد سعد، وهذا أسنده الثقفي عن أيوب عن عمرو بن سعيد عن حميد","seal":"5AFD47AF","part":"1"},
      {"page":196,"id":134,"hno":66,"nass":"الحميري عن ثلاثة كلهم يحدث عن أبيه، وقال حماد عن أيوب عن عمرو عن ثلاثة، قالوا: مرض سعد مرسلاً. وقال هشام عن محمد عن حميد عن ثلاثة من بني سعد أن سعداً. وأخرجها كلها مسلم.\r\rمسند أبي سعيد الخدري\r\r66 - وأخرج البخاري حديث يونس عن الزهري عن أبي سلمة عن أبي","seal":"C146FBEC","part":"1"},
      {"page":197,"id":135,"hno":null,"nass":"سعيد عن النبي (صلى الله عليه وسلم) : \"ما بعث الله من نبي إلا كانت له بطانتان\". قال: وقال سليمان بن بلال عن يحيى وابن أبي عتيق وموسى عن الزهري بهذا ووقفه شعيب عن الزهري. وقال الأوزاعي ومعاوية بن سلام عن الزهري عن أبي سلمة عن أبي هريرة عن النبي (صلى الله عليه وسلم) .\rوقال ابن أبي الحسين وسعيد بن زياد عن أبي سلمة عن أبي سعيد موقوفاً وقال عبيد الله بن أبي جعفر عن صفوان بن سليم عن أبي سلمة عن أبي أيوب عن النبي (صلى الله عليه وسلم) .","seal":"4E940640","part":"1"},
      {"page":198,"id":136,"hno":67,"nass":"67 - وأخرج مسلم من طريق عياض عن أبي سعيد: صدقة الفطر.\rعن محمد بن رافع عن عبد الرزاق عن معمر عن إسماعيل بن أمية عن عياض عن أبي سعيد قال خالفه سعيد بن سلمة الصدفي عن إسماعيل بن أمية عن الحارث بن أبي ذباب عن عياض. والحديث محفوظ عن الحارث ورواه أيضاً عنه ابن جريج وغيره، وعند إسماعيل بن أمية عن المقبري عن عياض عن أبي سعيد: \"أخوف ما أخوف عليكم زهرة الدنيا\". ولا نعلم إسماعيل روى عن عياض شيئاً.","seal":"7C1A65D0","part":"1"},
      {"page":199,"id":137,"hno":68,"nass":"68 - وأخرج مسلم عن ابن مثنى عن عبد الأعلى عن هشام عن محمد عن أخيه معبد عن أبي سعيد: (العزل) .","seal":"A555B06D","part":"1"},
      {"page":200,"id":138,"hno":69,"nass":"قال لم يتابع هشام وخالفه أيوب وابن عون عن محمد عن عبد الرحمن ابن بشر عن أبي سعيد، فلعل ابن سيرين حفظه عنهما والله أعلم. وأخرجها كلها مسلم.\r\rمسند سهل بن سعد\r\r69 - وأخرج البخاري من حديث ابن عيينة عن الزهري عن سهل: فرّق بين المتلاعنين.\rوهذا مما وهم فيه ابن عيينة من أصحاب الزهري. قالوا: فطلقها قبل أن يأمره النبي (صلى الله عليه وسلم) ، فكان فراقه إياه سنة.\rولم يقل أحد منهم أن النبي فرّق بينهما.","seal":"F749C5BB","part":"1"},
      {"page":201,"id":139,"hno":70,"nass":"70 - وأخرج البخاري حديث أبي غسان عن أبي حازم عن سهل: \"إنما الأعمال بخواتيمها\". رواه ابن أبي حازم ويعقوب بن عبد الرحمن وسعيد الجحمي لم يقولوا هذا. وأخرجه مسلم من حديث يعقوب فقط.\r\r71 - أخرج البخاري حديث عبد الرحمن بن عبد الله بن دينار عن أبي حازم عن سهل: \"رباط يوم في سبيل الله خير من الدنيا وما فيها\" لم يقل هذا غير عبد الرحمن، وغيره أثبت منه وباقي الحديث صحيح.","seal":"F51DCAC7","part":"1"},
      {"page":202,"id":140,"hno":72,"nass":"72 - وأخرج مسلم حديث ابن وهب عن أبي صخر عن أبي حازم عن سهل: وصف الجنة. ولم يتابع عليه وغيره أثبت منه.","seal":"C47AAE62","part":"1"},
      {"page":203,"id":141,"hno":73,"nass":"73 - وأخرج البخاري حديث أبي بن عباس بن سهل بن سعد عن أبيه عن جده، قال: كان للنبي (صلى الله عليه وسلم) فرس يقال له اللحيف. وأبي هذا ضعيف.","seal":"6241482B","part":"1"},
      {"page":204,"id":142,"hno":74,"nass":"74 - وأخرج مسلم عن أبي الطاهر عن ابن وهب عن يونس عن الزهري أخبرني عبد الرحمن وعبد الله ابنا كعب عن سلمة بن الأكوع: لما كان يوم خيبر قاتل أخي.","seal":"49200DB7","part":"1"},
      {"page":205,"id":143,"hno":null,"nass":"وهذا يقال إن ابن وهب وهم فيه، قد خالفه القاسم بن مبرور وراوه عن يونس عن الزهري عن عبد الرحمن بن كعب عن سلمة وهو الصواب. وكذلك رواه غير واحد عن الزهري.","seal":"CCD518AB","part":"1"},
      {"page":206,"id":144,"hno":75,"nass":"مسند سلمان\r\r75 - وأخرج البخاري عن آدم عن ابن أبي ذئب عن المقبري عن أبيه عن ابن وديعة عن سلمان عن النبي (صلى الله عليه وسلم) في غسل الجمعة، قال: وقد اختلف عن ابن أبي ذئب فيه أيضاً.\rوقال ابن عجلان عن سعيد عن أبيه عن ابن وديعة عن أبي ذر وقيل عن عبيد الله عن سعيد عن أبي هريرة، قاله، عبد الله بن رجاء وروى الدراوردي عن عبيد الله عن سعيد عن النبي (صلى الله عليه وسلم) ، وقال الضحاك بن عثمان عن المقبري عن أبي هريرة وقال أبو معشر عن المقبري عن أبيه عن أبي وديعة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) .","seal":"45588E2F","part":"1"},
      {"page":208,"id":146,"hno":76,"nass":"76 - وأخرج مسلم حديث أبي معاوية عن داود عن أبي عثمان عن","seal":"863666B9","part":"1"},
      {"page":209,"id":147,"hno":77,"nass":"سلمان عن النبي (صلى الله عليه وسلم) : \"إن الله خلق مائة رحمة\" أهـ وغير أبي معاوية يوقفه عن داود.\r\r77 - وأخرجا جميعاً حديث مالك عن يزيد بن رومان عن صالح بن خوات عمن صلى مع النبي (صلى الله عليه وسلم) .","seal":"989732BA","part":"1"},
      {"page":210,"id":148,"hno":78,"nass":"وأخرجاه من حديث شعبة عن عبد الرحمن بن القسم عن أبيه عن صالح عن سهل بن أبي حثمة عن النبي (صلى الله عليه وسلم) .\rوأخرجه البخاري وحده من حديث يحيى بن سعيد بن القاسم عن صالح عن سهل موقوفاً.\r\r78 - وأخرج مسلم حديث حماد عن ثابت عن ابن أبي ليلى عن صهيب: (للذين أحسنوا الحسنى) مرفوعاً.","seal":"F547EDA9","part":"1"},
      {"page":211,"id":149,"hno":null,"nass":"ورواه حماد بن زيد عن ثابت عن ابن أبي ليلى قوله.","seal":"5057E0CE","part":"1"},
      {"page":212,"id":150,"hno":79,"nass":"79 - وأخرج مسلم حديث ابن جريج ابن المنكدر عن معاذ بن عبد الرحمن عن أبيه عن طلحة في لحم الصيد، وقد كتبنا علله.","seal":"2CB2BEB2","part":"1"},
      {"page":213,"id":151,"hno":80,"nass":"80 - وأخرج مسلم عن حرملة عن ابن وهب عن أبي شريح عن عبد الكريم بن الحارث أن المستورد قال سمعت النبي (صلى الله عليه وسلم) ويقول: \"تقوم الساعة والروم أكثر الناس\". قال: عبد الكريم لم يدرك المستورد ولا أدرك أبوه الحارث بن يزيد والحديث مرسل والله أعلم.","seal":"6B7B5EDE","part":"1"},
      {"page":214,"id":152,"hno":81,"nass":"81 - وأخرجا حديث طارق عن ابن المسيب عن أبيه.\rوعنه شبابة عن شعبة عن قتادة عن سعيد شهدنا الشجرة وأصحاب المغازي ينكرون ذلك، وحديث شبابة لم يتابع عليه.","seal":"B4872228","part":"1"},
      {"page":215,"id":153,"hno":82,"nass":"مسند المغيرة بن شعبة\r\r82 - وأخرج مسلم عن ابن بزيع عن يزيد بن زريع عن حميد عن بكر عن عروة بن المغيرة عن أبيه: قصة المسح.","seal":"61946487","part":"1"},
      {"page":216,"id":154,"hno":83,"nass":"قال: كذا قال ابن بزيع وخالفه عن غيره يزيد فرواه عنه على الصواب عن حمزة.\rورواه حميد بن مسعدة وعمرو بن علي عن يزيد بن زريع على الصواب وكذلك قال ابن عدي عن حميد.\r\r83 - وأخرج البخاري عن سعد بن حفص عن شيبان عن منصور عن","seal":"462FCC27","part":"1"},
      {"page":217,"id":155,"hno":84,"nass":"المسيب بن رافع عن وراد عن المغيرة عن النبي (صلى الله عليه وسلم) أن الله حرم عقوق الأمهات: الحديث. قال: هذا غير محفوظ عن المسيب وإنما رواه شيبان عن منصور عن الشعبي عن وراد قاله عبيد الله بن موسى وحسين المروزي وغيرهما، وكذلك قال جرير عن منصور عن الشعبي والذي عند منصور عن المسيب عن وراد حديث غير هذا، وهو كان يقول في دبر الصلاة الدعاء فلعله اشتبه على سعد بن حفص والله أعلم.\rوقد أخرجه مسلم من حديث عبيد الله بن موسى عن شيبان عن منصور عن الشعبي.\r\r84 - وأخرج مسلم حديث ابن عيينة عن مطرف وابن أبجر عن الشعبي عن المغيرة موقوفاً في صفة أهل الجنة.","seal":"7C9CDC5C","part":"1"},
      {"page":218,"id":156,"hno":null,"nass":"وقد اختلف على أبي عيينة فقيل عنه رفعه أحدهما ومنهم من قال عنه رواية ومنهم من وقفه ورواه الأشجعي عن ابن أبجر موقوفاً.","seal":"7DBCE091","part":"1"},
      {"page":219,"id":157,"hno":85,"nass":"85 - وأخرج مسلم حديث وكيع عن هشام عن أبيه عن المسور أن عمر استشار في إملاص المرأة. وهذا وهم، وخالفه أصحاب هشام وهيب وزائدة وأبو معاوية وعبيد الله بن موسى وأبو أسامة، فلم يذكروا المسور وهو الصواب.","seal":"51138FEA","part":"1"},
      {"page":220,"id":158,"hno":86,"nass":"وفي حديث زائدة عن هشام عن أبيه سمع المغيرة وكذلك قال أبو الزناد عن عروة عن المغيرة. ولم يخرج مسلم غير حديث وكيع وهو وهم.\rوأخرج البخاري أحاديث من خالف وأتى بالصواب.\rمسند أبي بكرة\r\r86 - وأخرج مسلم من أحاديث يزيد بن زريع وحماد بن مسعدة عن ابن عون عن محمد عن ابن أبي بكرة عن أبيه في خطبة يوم النحر، وفي آخره: ثم انكفأ إلى كبشين أملحين فذبحهما وإلى جزيعة من الغنم فقسمهما بيننا.","seal":"5494E0EF","part":"1"},
      {"page":221,"id":159,"hno":87,"nass":"وهذا الكلام وهم من ابن عون فيما يقال، وإنما رواه ابن سيرين عن أنس فيه فقطعه ولعله صح عنده أنه وهم والله أعلم، ومسلم أتى به إلى آخره.\r\r87 - وأخرج مسلم حديث غندر عن شعبة عن من ربعي عن أبي بكرة عن النبي (صلى الله عليه وسلم) : \"إذا التقى المسلمان بسفيهما فهما على جرف جهنم فإذا قتلا دخلاها\" وعلقه البخاري وقال: قال غندر وشبابة، وقال: لم يرفعه الثوري عن منصور.","seal":"AF0872A7","part":"1"},
      {"page":222,"id":160,"hno":88,"nass":"88- 91 وأخرج البخاري أحاديث الحسن عن أبي بكرة: منها الكسوف، ومنها زادك الله حرصاً ولا تعد، ومنها لا يفلح قوم ولوا أمرهم امرأة، ومنها ابني","seal":"D8D30371","part":"1"},
      {"page":223,"id":161,"hno":null,"nass":"هذا سيد والحسن لا يوري إلا عن الأحنف عن أبي بكرة.","seal":"05BAFC2B","part":"1"},
      {"page":225,"id":163,"hno":92,"nass":"92- وأخرجا جميعاً حديث ابن وهب عن عمرو عن بكير عن سليمان عن ابن جابر عن أبية عن أبي بردة.","seal":"546A391D","part":"1"},
      {"page":226,"id":164,"hno":93,"nass":"ح م خالفه ليث وسعيد بن أبي أيوب عن يزيد بن أبي حبيب عن بكير لم يقولا عن ابن جابر.\rوقال مسلم بن أبي مريم عن ابن جابر عمن سمع النبي (صلى الله عليه وسلم) . وقول عمرو صحيح والله أعلم لأنه ثقة وقد زاد رجلاً وتابعه أسامة بن زيد بن بكير عن سليمان عن عبد الرحمن بن جابر عن أبيه عن أبي بردة مثله.\rوفي مسند عبد الله بن مسعود (رضي الله عنه)\r93- أخرج مسلم عن عمر بن حفص عن أبيه عن العلاء بن خالد عن","seal":"F7DAF498","part":"1"},
      {"page":227,"id":165,"hno":94,"nass":"شقيق عن عبد الله عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"يؤتى بجهنم لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها\" ح م قال رفعه وهم.\rرواه الثوري ومروان وغيرهما عن العلاء عن خالد موقوفاً.\r94- وأخرج البخاري عن أبي نعيم عن زهير عن أبي إسحاق قال ليس أبو عبيدة ذكره ولكن عبد الرحمن بن الأسود عن أبيه عن عبد الله: أتيت النبي (صلى الله عليه وسلم) بحجرين وروثة. ح م قال: وقال إبراهيم بن يوسف عن أبيه عن أبي إسحاق حدثني عبد الرحمن بن الأسود عن أبيه بهذا. قال تابعهما أبو حماد الحنفي وأبو مريم عن أبي إسحاق وكذلك قال الحماني عن شريك ح م وقيل عن منجاب عن يحيى بن أبي زائدة عن أبيه عن أبي إسحاق كذلك.","seal":"A732B19B","part":"1"},
      {"page":228,"id":166,"hno":null,"nass":"وقال يزيد بن عطاء عن أبي إسحاق عن عبد الرحمن بن الأسود عن أبيه وعلقمة وقال علي بن صالح ومالك بن مغول وجريج وزكريا من رواية سلمة بن رجاء عنه ويوسف بن أبي إسحاق من رواية أبي جنادة عنه وشريك من رواية منجاب عنه عن أبي إسحاق عن الأسود عن عبد الله وقال الثوري وإسرائيل عن أبي إسحاق عن أبي عبيدة عن عبد الله.","seal":"613C67C7","part":"1"},
      {"page":229,"id":167,"hno":null,"nass":"وقال حسن بن قتيبة عن يونس بن أبي إسحاق عن أبي الأحوص وقال زكريا بن أبي زئدة من رواية أبي كريب عن عبد الرحيم وإسحاق الأزرق وإسماعيل بن أبان عنه ومن رواية سهل بن عثمان عن أبيه يحيى عنه عن أبي إسحاق عن عبد الرحمن بن يزيد عن عبد الله وقيل عن ابن عيينة عن أبي إسحاق كذلك.","seal":"04999AD6","part":"1"},
      {"page":230,"id":168,"hno":95,"nass":"وقال أبو سنان عن أبي إسحاق عن هبيرة بن يريم عن عبد الله. وقال معمر وشعبة وورقاء وسليمان بن قرم وعمار بن زريق وإبراهيم الصائغ وعبد الرحمن ابن دينار وأبو شيبة ومحمد بن جابر وصباح بن المزني وروح بن مسافر وشريك من رواية إسحاق الأزرق عنه وإسرائيل من رواية عباد بن ثابت وخالد العبدي عنه عن أبي إسحاق عن علقمة بن قيس عن عبد الله عشرة أقاويل من أبي إسحاق أحسنها إسناد الأول الذي أخرجه البخاري، وفي النفس منه شيء لكثرة الاختلاف عن أبي إسحاق: والله أعلم.\r95- وأخرج مسلم حديث أبي الأحوص عن سماك عن إبراهيم عن علقمة والأسود عن عبد الله: أن رجلاً قال عالجت امرأة فأصبحت منها مادون","seal":"7EFE449A","part":"1"},
      {"page":231,"id":169,"hno":null,"nass":"الجماع فنزلت: (وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا) الحديث وأخرجه أيضاً عن أبي موسى عن أبي النعمان الحكم بن عبد الله عن شعبة عن سماك عن إبراهيم عن الأسود عن عبد الله. قال: رواه إسرائيل مثل أبي الأحوص.\rوقيل عن أبي عوانة كذلك أيضاً. وقال خالد السمتي عنه عن سماك عن إبراهيم عن علقمة والأسود بلا شك.\rوقال أسباط بن نصر عن سماك عن إبراهيم عن الأسود وحده وقال أبو قطن وأبو زيد الهروي عن شعبة عن سماك عن إبراهيم عن خاله عن","seal":"1643FD95","part":"1"},
      {"page":232,"id":170,"hno":96,"nass":"عبد الله ولم يسم خاله هذا، وقال شريك عن سماك عن إبراهيم عن علقمة وحده عن عبد الله ح م وقال الثوري عن سماك عن إبراهيم عن عبد الله بن يزيد الصائغ عن عبد الرحمن بن يزيد عن عبد الله خاله والفضل السيناني ح م وقال الفريابي عن الثوري عن الأعمش وسماك عن إبراهيم عن عبد الرحمن ابن يزيد الصائغ وكان سماك يضطرب فيه والله أعلم بالصواب.\r96- وأخرج مسلم عن شيبان بن فروخ عن جرير بن حازم عن الأعمش عن إبراهيم عن علقمة عن عبد الله: \"لعن الله الواشمات\" ولم يسنده عن الأعمش غير جرير.","seal":"E7BD04B6","part":"1"},
      {"page":233,"id":171,"hno":97,"nass":"وخالف أبو معاوية وأبو عبيدة بن معن وغيرهما عن الأعمش قالوا عن إبراهيم عن عبد الله مرسلاً، وهو صحيح من حديث منصور عن إبراهيم عن علقمة عن عبد الله، فأما الأعمش قال: صحيح عنه مرسل.\r97- وأخرج البخاري حديث إسرائيل عن منصور والأعمش عن إبراهيم عن علقمة عن عبد الله: كنا مع النبي (صلى الله عليه وسلم) في غار فنزلت","seal":"58EFBCCF","part":"1"},
      {"page":234,"id":172,"hno":98,"nass":"(وَالْمُرْسَلاتِ عُرْفًا) حديث الحية، رواه أصحاب الأعمش منهم أبو معاوية وحفص وسليمان بن قرم عن الأعمش عن إبراهيم عن الأسود عن عبد الله. ولم يتابع إسرائيل عن علقمة. فأما منصور فقد رواه عنه شيبان كقول إسرائيل. وقال أبو عوانة عن مغيرة عن إبراهيم عن علقمة كقول إسرائيل أيضا.\r98- وأخرج مسلم حديث عبد الأعلى عن داود عن الشعبي عن علقمة عن عبد الله حديث ليلة الجن بطوله وآخر الحديث إنما هو من قول الشعبي مرسل عن النبي (صلى الله عليه وسلم) .","seal":"CB73F73A","part":"1"},
      {"page":235,"id":173,"hno":null,"nass":"وأخرج حديث ابن مسعود فأرانا آثار نيرانهم وما بعده إلى آخر الحديث، وهو قوله: وسألوه الزاد إلى آخره، وكذلك رواه ابن علية ويزيد بن زريع وابن إدريس وابن أبي زائدة وغيرهم من داود وقد رواه حفص عن داود عن الشعبي عن علقمة عن عبد الله وأتى بآخره مسنداً ووهم فيه حفص. والله أعلم.","seal":"833A8256","part":"1"},
      {"page":236,"id":174,"hno":99,"nass":"99- وأخرج مسلم حديث ابن إدريس عن الأعمش عن عبد الله بن مرة عن مسروق عن عبد الله: مر به نفر من اليهود فسألوه عن الروح. الحديث: قال رواه أصحاب الأعمش منهم وغيرهم منهم عبد الواحد بن زياد وعيسى بن يونس وحفص بن غياث ووكيع وغيرهم عن الأعمش عن إبراهيم عن علقمة عن عبد الله وهو الصواب. والله أعلم.","seal":"9A5AB102","part":"1"},
      {"page":237,"id":175,"hno":100,"nass":"100- وأخرج مسلم حديث الحسن بن عبيد الله عن إبراهيم بن سويد عن عبد الرحمن بن يزيد عن عبد الله \"إذنك على أن يرفع الحجاب ويسمع سوادي\" من حديث عبد الواحد وابن إدريس عنه، قال: تابعهما زائدة","seal":"E682E72E","part":"1"},
      {"page":238,"id":176,"hno":101,"nass":"وحفص بن غياث وجرير. وخالفهم الثوري رواه عن الحسن بن عبيد الله عن إبراهيم بن سويد عن عبد الله مرسل، والحكم أن يكون القول قول من زاد لأنهم خمسة ثقات.\r101- وأخرج مسلم حديث الأعمش عن عمارة عن وهب بن ربيعة عن عبد الله: \"اجتمع ثلاثة نفر قليل فقه قلوبهم\" الحديث.","seal":"231E22B8","part":"1"},
      {"page":239,"id":177,"hno":102,"nass":"قال: وهذا كان الأعمش اضطر في إسناده. رواه الثوري هكذا وتابعه عبد الله بن بشر. وقال قطبة وأبو معاوية عن الأعمش عن عمارة عن عبد الرحمن بن يزيد.\rوقال أبو مريم عن الأعمش عن عمارة زيد بن وهب.\rوقال زيد أبي أنيسة عن الأعمش عن أبي الضحى عن مسروق وقال المسعودي والحسن بن عمارة عن الأعمش عن أبي وائل. وقال شعبة عن الأعمش عن رجل عن عبد الله. وهو صحيح من حديث منصور وابن أبي نجيح عن مجاهد عن أبي معمر.\r\rوفي مسند كعب بن عجرة\r102- وأخرج مسلم من حديث الحكم عن ابن أبي ليلى عن كعب","seal":"D4204B2C","part":"1"},
      {"page":240,"id":178,"hno":null,"nass":"مرفوعاً: \"معقبات لا يخيب قائلهن\" من حديث مالك بن مغول وعمرو بن قيس وحمزة الزيات قال: وقد تابعهم زيد بن أبي أنيسة وليث بن أبي سليم وابن أبي ليلى وقبيصة عن الثوري عن منصور.\rوخالفهم منصور من رواية أبي الأحوص وجرير عن منصور عن الحكم فروياه موقوفاً. وكذلك رواه شعبة عن الحكم إلا من رواية جعفر الصائغ عن عبدان عنه.\rوالصواب والله أعلم الموقوف لأن الذين رفعوه شيوخ لا يقاومون منصوراً وشعبة.","seal":"8D7340D6","part":"1"},
      {"page":241,"id":179,"hno":103,"nass":"103- وأخرج حديث ابن جريج عن الزهري عن سليمان بن يسار عن ابن عباس عن الفضل، وقال: الحجاج عن ابن جريج حديث عن الزهري فإن كان ضبط فقد أفسد.","seal":"D13AD1F9","part":"1"},
      {"page":242,"id":180,"hno":104,"nass":"وفي مسند كعب بن مالك (رضي الله عنه)\r104- وأخرج البخاري حديث توبة كعب من طرقات صحاح عن يونس وعقيل وإسحاق بن راشد عن الزهري عن عبد الرحمن بن عبد الله بن كعب عن أبيه عن كعب. وهو الصواب.\rوأخرجه عن أحمد بن محمد عن ابن المبارك عن يونس عن الزهري عن عبد الرحمن بن كعب عن كعب مرسلاً.","seal":"F1A6373E","part":"1"},
      {"page":243,"id":181,"hno":null,"nass":"وقد رواه سويد عن ابن المبارك متصلاً مثل ما قال ابن وهب والليث عن يونس.\rوأخرجه مسلم من طرقات صحاح عن يونس وعقيل وابن أخي الزهري عن الزهري على الصواب.\rوعن سلمة عن ابن أعين عن معقل عن الزهري عن عبد الرحمن عن عمه عبيد الله بن كعب عن كعب.\rقال: وتابع معقلا صالح بن أبي الأخضر على عبيد الله بن كعب وكلاهما لم يحفظ، والأول الصواب.","seal":"958BA34F","part":"1"},
      {"page":244,"id":182,"hno":105,"nass":"105- وأخرجا جميعاً حديث ابن جريج عن الزهري عن عبد الرحمن بن عبد الله عن أبيه وعمه عبيد الله عن كعب أن النبي (صلى الله عليه","seal":"2C19564E","part":"1"},
      {"page":245,"id":183,"hno":106,"nass":"وسلم) كان إذا قدم من سفر ضحى بدأ بالمسجد فصلى فيه ركعتين. من رواية أبي عاصم وعبد الرزاق، قال: وقد خالفهما أبو أسامة رواه عن ابن جريج عن الزهري عن عبد الرحمن عن أبيه. وكذلك قال عبد الرزاق عن معمر. وقال حجاج عن الليث عن عقيل عن الزهري عن ابن كعب عن كعب، وحديث ابن جريج الأول عندي أصحهما ولا يضره من خالفه.\r106- وأخرج البخاري حديث عبيد الله عن نافع عن ابن كعب عن أبيه: أن جارية لكعب.","seal":"05BFA669","part":"1"},
      {"page":246,"id":184,"hno":107,"nass":"وعن مالك عن نافع عن رجل من الأنصار عن معاذ بن سعد أو سعد بن معاذ: أن جارية لكعب.\rوعن موسى عن جويرية عن نافع عن رجل من بني سلمة أخبر عبد الله: أن جارية لكعب.\rوقال الليث عن نافع سمع رجلاً من الأنصار خبر عبد الله أن جارية لكعب، وهذا اختلاف بيّن وقد أخرجه. قال: وهذا قد اختلف فيه على نافع وعلى أصحابه عنه. اختلف فيه على عبيد الله وعلى يحيى بن سعيد وعلى أيوب وعلى قتادة وعلى موسى بن عقبة وعلى إسماعيل بن أمية وعلى غيرهم فقيل عن نافع عن ابن عمر ولا يصح. والاختلاف فيه كثير.\r\rوفي مسند أم سلمة رضي الله عنها\r107- أخرج البخاري عن ابن حرب عن أبي مروان عن هشام عن أبيه عن أم سلمة أن النبي (صلى الله عليه وسلم) قال لها: \"إذا صليت الصبح فطوفي على بعيرك والناس يصلون\".","seal":"B1FCB89F","part":"1"},
      {"page":247,"id":185,"hno":108,"nass":"وهذا مرسل ووصله حفص بن غياث عن هشام عن أبيه عن زينب عن أم سلمة وقال ابن سعيد عن محمد بن عبد الله بن نوفل عن أبيه عنه ووصله مالك عن أبي الأسود عن عروة عن زينب عن أم سلمة في الموطأ.\r108- وأخرجا جميعاً حديث الزبيدي عن الزهري عن عروة عن زينب عن أم سلمة [أن النبي (صلى الله عليه وسلم) ] رأى في بيتها جارية بها","seal":"B647FBDC","part":"1"},
      {"page":248,"id":186,"hno":null,"nass":"سفعة فقال: استرقوا لها فإن بها النظرة\" من حديث ابن حرب عن الزبيدي. وقال: تابعه عبد الله بن سالم وقد رواه عقيل عن الزهري عن عروة مرسلاً وراه يحيى بن سعيد عن سليمان بن يسار عن عروة مرسلاً قاله مالك والثقفي ويعلى ويزيد وغيرهم. وأسند أبو معاوية ولا يصح. وقال عبد الرحمن بن إسحاق عن الزهري عن سعيد فلم يصنع شيئاً.","seal":"5C11E176","part":"1"},
      {"page":249,"id":187,"hno":109,"nass":"109- وأخرج مسلم حديث الثوري عن محمد بن أبي بكر عن عبد الملك ابن أبي بكر عن أبيه عن أم سلمة: \"متصلاً إن شئت سبعت لك\" وحديث حفص بن غياث عن عبد الواحد بن أعين عن أبي بكر عن أم سلمة متصلاً وقد أرسله عبد الله بن أبي بكر وعبد الرحمن بن حميد عن عبد الملك بن أبي بكر عن أبي بكر مرسلاً، قاله سليمان بن بلال وأبو ضمرة عن عبد الرحمن بن حميد.","seal":"A0F99987","part":"1"},
      {"page":251,"id":189,"hno":110,"nass":"وفي مسند أنس مالك (رضي الله عنه)\r110- وأخرج البخاري عن الأنصاري عن أبيه عن ثمامة عن أنس: حديث الصدقات وهذا لم يسمعه ثمامة بن أنس ولا سمعه عبد الله بن المثنى من عمه ثمامة.","seal":"1515E7F6","part":"1"},
      {"page":252,"id":190,"hno":111,"nass":"قال علي بن المديني عبد الله بن المثنى قال: دفع إلى ثمامة هذا الكتاب. قال: وحدثنا حماد قال أخذت من ثمامة كتاباً عن أنس نحو وهذا.\rوكذلك قال حماد بن زيد عن أيوب أعطاني كتاباً فذكر هذا.\r111- وأخرج أيضاً بهذا الإسناد: كان نقش الخاتم ثلاثة أسطر. والقول فيه، مثل القول في الأول.","seal":"2CE7772C","part":"1"},
      {"page":253,"id":191,"hno":112,"nass":"وفي مسند عمر بن الخطاب (رضي الله عنه)\r112- أخرج البخاري عن أبي النعمان عن حماد بن زيد عن أيوب عن نافع أن عمر قال: نذرت نذراً. مرسلاً.\rووصله حماد بن سلمة وجرير بن حازم ومعمر عن أيوب.\rووصله عبيد الله عن نافع.","seal":"F6C3C958","part":"1"},
      {"page":254,"id":192,"hno":113,"nass":"113- وأخرج البخاري أيضاً من حديث حماد عن أيوب. أن عمراً أصاب جاريتين من سبي خيبر. وهذا مرسل أرسله حماد ووصله جرير ابن حازم عن أيوب وابن كاسب عن ابن عيينة عن أيوب وقول حماد المرسل أصح.","seal":"6FB06AA3","part":"1"},
      {"page":256,"id":194,"hno":114,"nass":"114- وأخرج أيضاً عن إبراهيم الفراء عن هشام عن ابن جريج عن عبيد الله عن نافع أن عمر فرض للمهاجرين الأولين أربعة آلاف. وهذا مرسل.\r115- وأخرج مسلم عن المقدمي عن حماد عن أيوب عن نافع عن ابن","seal":"86835D69","part":"1"},
      {"page":257,"id":195,"hno":null,"nass":"عمر أن عمر قبل الحجر. قال: وقد اختلف فيه على أيوب وعلى حماد بن زيد وقد وصله مسدد والحوضي عن حماد. وخالفهم سليمان وأبو الربيع وعارم فأرسلوه عن حماد. قال ابن علية عن أيوب نبئت أن عمر ليس فيه نافع، ولكن عمر وهو صحيح من حديث سويد بن غفله وعابس بن ربيعة وابن سرجس عن عمر.","seal":"546490B4","part":"1"},
      {"page":258,"id":196,"hno":116,"nass":"116- وأخرج البخاري عن يحيى الجعفي عن ابن وهب عن عمر بن محمد حدثني جدي زيد عن ابن عمر: إسلام عمر.\rخالفه الوليد بن مسلم عن عمر بن محمد حدثني أبي عن جده عن ابن عمر زاد فيه رجلاً.","seal":"38750357","part":"1"},
      {"page":259,"id":197,"hno":117,"nass":"117- وأخرج البخاري حديث عمران بن حطان عن ابن عمر عن عمر في لبس الحرير، وعمران متروك لسوء اعتقاده وخبث رأيه والحديث ثابت من وجوه عن عمر، عن عبد الله مولى أسماء وغيره عن ابن عمر عن عمر.","seal":"2291DC57","part":"1"},
      {"page":260,"id":198,"hno":118,"nass":"118- وأخرجا جميعاً حديث عمرو عن طاوس عن ابن عباس عن عمر: \"قاتل الله سمرة\". عن ابن عيينة وروح بن القاسم عن عمرو وأرسله حماد بن زيد عن عمرو عن طاوس عن عمر.\rوكذا قال الوليد عن حنظلة عن طاوس عن عمر والله أعلم.\r119- وإتفقا على إخرج حديث أبي عثمان قال: كتب إلينا عمر في","seal":"E81F1A3E","part":"1"},
      {"page":261,"id":199,"hno":120,"nass":"الحرير إلا موضع إصبعين. وهذا لم يسمعه أبو عثمان من عمر وهو مكاتبه وهو حجة في قبول الإجازة.\r120- وأخرج مسلم حديث الزهري عن أبي الطفيل عن عمر أن النبي (صلى الله عليه وسلم) قال: \" إن الله يرفع بالقرآن أقواماً\" وقد خالفه حبيب عن أبي الطفيل عن عمر قوله.","seal":"8BB44F76","part":"1"},
      {"page":262,"id":200,"hno":121,"nass":"121- وأخرج مسلم حديث قتادة عن الشعبي عن سويد بن غفلة عن عمر عن النبي (صلى الله عليه وسلم) : ونهى عن لبس الحرير إلا موضع إصبعين. من حديث هشام وشعبة وسعيد عنه.","seal":"444C2D18","part":"1"},
      {"page":263,"id":201,"hno":null,"nass":"ولم يرفعه عن الشعبي غير قتادة مدلس لعله بلغه عنه. وقد رواه شعبة عن ابن أبي السفر عن الشعبي عن سويد عن عمر قوله. وكذلك رواه بيان وداود بن أبي هند عن الشعبي عن سويد قوله، وكذلك رواه شعبة عن الحكم عن خيثمة عن سويد عن عمر. وإبراهيم بن عبد الأعلى عن سويد وأبو حصين عن إبراهيم النخعي عن سويد عن عمر قوله.","seal":"9F6F594A","part":"1"},
      {"page":264,"id":202,"hno":122,"nass":"122- وأخرج مسلم حديث وأخرج مسلم حديث إسماعيل بن جعفر عن عمارة بن غزية عن خبيب عن حفص بن عاصم عن أبيه عن جده عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) ، في فضل من قال مثل المؤذن من حديث ابن جهضم وتابعه إسحاق الفروي عنه.","seal":"A5D13EFA","part":"1"},
      {"page":265,"id":203,"hno":123,"nass":"وروى غير إسماعيل عن عمارة عن خبيب عن حفص بن عاصم مرسلاً الدراوردي وغيره.\r123- وأخرج البخاري عن ابن بكير عن الليث عن خالد عن سعيد بن أبي هلال عن زيد بن أسلم عن أبيه عن عمر: \"اللهم ارزقني شهادة في سبيلك واجعل موتي في بلد رسولك\" قال: وقال يزيد بن زريع عن روح عن زيد عن أمه عن حفص عن عمر. وقال هشام بن سعد عن زيد عن أبيه عن حفصة عن عمر.","seal":"E8A89B94","part":"1"},
      {"page":266,"id":204,"hno":124,"nass":"124- وأخرج البخاري عن القعنبي وابن يوسف وإسماعيل عن مالك عن زيد بن أسلم عن أبيه أن رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وسلم) كان يسير ومعه عمر فنزلت: (إِنَّا فَتَحْنَا لَكَ) مرسلاً ووصله قراد وابن عثمة ويزيد بن أبي حكيم والخريبي.","seal":"C7CDD4C3","part":"1"},
      {"page":268,"id":206,"hno":125,"nass":"125- وأخرج مسلم حديث ابن وهب عن يونس عن الزهري عن السائب وعبيد الله عن ابن عبد عن عمر عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"من نام عن حزبه\" قال: تابعه الليث وابن صفوان عن يونس ووقفه ابن المبارك عن يونس ووقفه ان المبارك عن يونس.","seal":"67719EDA","part":"1"},
      {"page":269,"id":207,"hno":null,"nass":"وقال معمر عن الزهري عن عروة عن ابن عبد عن عمر موقوفاً. وقال مالك عن داود بن الحصين عن الأعرج عن ابن عبد عن عمر موقوفاً.","seal":"F51711B8","part":"1"},
      {"page":270,"id":208,"hno":126,"nass":"126- وقد أخرج البخاري حديث داود بن أبي الفرات عن ابن بريدة، وقد كتبت علته في موضع آخر.","seal":"4C6C2CF1","part":"1"},
      {"page":271,"id":209,"hno":127,"nass":"127- وأخرج مسلم حديث قتادة عن سالم عن معدان وقد كتبت أيضاً علته.","seal":"C4DE90F9","part":"1"},
      {"page":273,"id":211,"hno":128,"nass":"في مسند عثمان (رضي الله عنه)\r128- أخرج البخاري حديث مروان عن عثمان في فضيلة الزبير، وقد اختلف في لفظه علي بن مسهر وأبو أسامة عن هشام عن أبيه عنه.","seal":"56E63BD1","part":"1"},
      {"page":274,"id":212,"hno":129,"nass":"129- وأخرج مسلم حديثان عن أبيه عن شعبة عن أبي إسحاق عن أبي عبد الرحمن أن عثمان أشرف عليهم.","seal":"3F787F51","part":"1"},
      {"page":275,"id":213,"hno":130,"nass":"130- وأخرج أيضاً حديث الثوري وشعبة عن علقمة: \"خيركم من تعلم القرآن وعلَّمه\" على اختلافهما.","seal":"0CA7A00F","part":"1"},
      {"page":276,"id":214,"hno":null,"nass":"وقال سعيد بن سالم عن الثوري، كما قال يحيى القطان عنه وخالفهما ابن المبارك ووكيع وأبو نعيم وعبد الرزاق ومحمد بن بشر وغيرهم. وقال قيس وعبد الله بن عيسى ومحمد بن جحادة وموسى بن قيس الحضرمي والنضر بن إسحاق السلمي ومحمد بن جابر وغيرهم عن علقمة كقول شعبة، إلا أن عبد الله بن عيسى يختلف عنه في رفعه وقال عمرو بن قيس ومسعر وأبو اليسع وعمر بن النعمان ومحمد بن طلحة وأبو حماد وحفص بن سليمان وأيوب بن جابر وسلمة الأحمر وغياث كقول الثوري لم يذكروا فيه سعد بن عبيدة.","seal":"7164D68D","part":"1"},
      {"page":277,"id":215,"hno":131,"nass":"131-132- أخرج مسلم حديثي نبيه وهما صحيحان ولا عذر للبخاري في تركهما. أما حديث نكاح المحرم فرواه عن نبيه جماعة ثقات يقال منهم: نافع وبكير الأشج وأيوب بن موسى وسعيد بن أبي هلال وعبد الأعلى وعبد الجبار ابنا نبيه وغيرهم. رواه عن نافع أيوب وعبيد الله ومالك ويحيى بن أبي كثير وشعيب وسعيد بن عبد العزيز وفليج وغيرهم وميمون بن يحيى عن مخرمة عن أبيه وابن عيينة والليث وعبد الوارث عن أيوب بن موسى عن نبيه.\rوبهذا الإسناد أيضاً روي حديث التضميد بالصبر الثلاثة عن أيوب بن موسى عن نبيه.\r133- وأخرج مسلم حديث عثمان بن حكيم عن ابن أبي عمرة عن","seal":"2289E0DE","part":"1"},
      {"page":278,"id":216,"hno":null,"nass":"عثمان عن النبي (صلى الله عليه وسلم) : \"من صلى الصبح في جماعة\" من حديث الثوري وعبد الواحد عنه.\rقال: وتابعهما هشيم وخالفهم مروان بن معاوية وأبو إسحاق الفزاريان وعمر بن علي المقدمي فرووه عن عثمان موقوفاً غير مرفوع، وكذلك رواه محمد ابن إبراهيم التيمي عن ابن أبي عمرة عن عثمان قوله قال مالك والثقفي وأبو عمرة عن يحيى رفعه الأبار عن يحيى فلا يحتج على من وقفت لأنهم أحفظ.","seal":"922CB912","part":"1"},
      {"page":279,"id":217,"hno":134,"nass":"ورواه عبد الرحمن بن عمرو بن أبي عمرة عن عمه عبد الرحمن بن أبي عمرة عن عثمان قوله.\r134- وأخرج مسلم حديث وكيع عن الثوري عن أبي النضر عن أبي أنس عن عثمان عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) أنه توضأ ثلاثاً. وقد كتبنا علته في موضع آخر.","seal":"7843F9FD","part":"1"},
      {"page":281,"id":219,"hno":135,"nass":"وفي مسند علي بن أبي طالب (رضي الله عنه)\r135- أخرج مسلم حديث قتيبة عن ليث عن عقيل عن الزهري عن علي بن الحسين عن الحسن بن علي عن علي أن النبي (صلى الله عليه وسلم) طرقه وفاطمة ليلاً.","seal":"3E71091F","part":"1"},
      {"page":282,"id":220,"hno":null,"nass":"وقد تابع مسلماً عن قتيبة الخشني وإبراهيم بن نصر النهاوندي وخالفهم موسى والنسائي والسراج عن قتيبة إلا أن موسى قال حدثناه من غير كتابة، وكان في كتابه الحسن.\rوقد رواه أبوصالح وحمزة بن زياد والوليد بن صالح عن الليث فقالوا فيه الحسن بن علي.\rوقال يونس المؤدب وأبو النضر وغيرهما عن الليث: الحسين بن علي وكذلك قال أصحاب الزهري منهم صالح بن كيسان وابن أبي عتيق وابن جريج وإسحاق بن راشد وزيد بن أبي أنيسة وشعيب وحكيم ويحيى بن أبي أنيسة وعقيل من رواية ابن لهيعة عنه وعبد الرحمن بن إسحاق وعبيد الله بن أبي زياد وغيرهم.\rوأما معمر فأرسله عن الزهري عن علي بن الحسين.\rوقول من قال عن الليث الحسن بن علي وهم والله أعلم.","seal":"CE41B164","part":"1"},
      {"page":283,"id":221,"hno":136,"nass":"136- وأخرج مسلم حديث ابن وهب عن مخرمة عن أبيه عن سليمان ابن يسار عن ابن عباس قال قال علي: أرسلت المقداد في حديث المذي.\rوقال حماد بن خالد: سألت مخرمة سمعت من أبيك شيئاً؟ قال: لا وقد خالفه الليث عن بكير عن سليمان، فلم يذكر ابن عباس وتابعه مالك عن أبي النضر أيضاً.","seal":"63C66D23","part":"1"},
      {"page":284,"id":222,"hno":137,"nass":"137- وأخرج مسلم حديث إبراهيم بن عبد الله بن حنين عن أبيه عن ابن عباس عن علي: نهاني رسول الله أن أقرأ القرآن راكعاً أو ساجداً. من رواية ابن عجلان وداود بن قيس والضحاك بن عثمان عنه وقد خالفهم جماعة أحفظ منهم وأعلى إسناداً وأكثر عدداً منهم نافع والزهري وزيد بن أسلم ويزيد بن أبي حبيب وأسامة بن زيد والوليد بن كثير ومحمد بن عمرو وابن","seal":"D5503E9D","part":"1"},
      {"page":285,"id":223,"hno":null,"nass":"إسحاق وشريك بن أبي نمر واختلف عنه وعن نافع وعن أسامة بن زيد. وتابعهم محمد بن المنكدر عن عبد الله بن حنين عن علي. وقال شعبة عن أبي بكر بن حفص عن ابن حنين عن ابن عباس.","seal":"DE8BB1CA","part":"1"},
      {"page":286,"id":224,"hno":138,"nass":"138- وأخرج مسلم عن عبد الجبار عن ابن عيينة عن الزهري عن أبي عبيد: شهدت العيد مع علي فبدأ بالصلاة قبل الخطبة وقال: إن رسول الله (صلى الله عليه وسلم) نهانا أن نأكل من لحوم نسكنا بعد ثلاث.\rقلت: وهذا مما وهم فيه عبد الجبار لأن الحميدي وعلي بن المديني والقعنبي وأحمد بن حنبل وإسحاق بن راهويه وأبا بكر بن أبي شيبة وأبا خيثمة وابن أبي عمر وقتيبة وأبا عبد الله وغيرهم وقفوه عن ابن عيينة.\rواحتمل أن يكون خفي على مسلم أن عيينة يرويه موقوفاً لأنه لعله لم يقع عنده إلا من رواية عبد الجبار، ولأن الحديث رفعه صحيح عن الزهري، رفعه صالح ومعمر ويونس وابن أخي الزهري ومالك من رواية جرير والزبيدي عن الزهري.\rوأما البخاري فأخرجه من حديث يونس وحده ولم يعرض لحديث ابن عيينة.","seal":"2C1EF322","part":"1"},
      {"page":287,"id":225,"hno":139,"nass":"139- وأخرج مسلم حديث عبيدة عن علي حديث المخدج وهو من أصح إسناد وأحسنه، رواه أيوب وقتادة وابن عون ويونس وهشام وأبو عمرو بن العلاء وعوف وقرة وجرير والربيع بن صبيح ومعاوية الضال وجماعة ولم يخرجه البخاري ولا عذر له في تركه.\r140- وأخرج مسلم حديث عبد الملك عن سلمة بن كهيل عن زيد بن وهب في الخوارج وتابعه موسى بن قيس وتاركه البخاري فلم يخرجه.","seal":"DB7A4063","part":"1"},
      {"page":288,"id":226,"hno":141,"nass":"141- وأخرج البخاري من حديث مروان عن علي في المتعة، وإسناده حسن، الحكم عن علي بن الحسين عنه، ولم يخرج مسلم لمروان شيئاً.","seal":"1C3A00CE","part":"1"},
      {"page":289,"id":227,"hno":142,"nass":"142- وأخرج مسلم حديث عدي بن ثابت: والذي فلق الحبة. ولم يخرجه البخاري.","seal":"69E46652","part":"1"},
      {"page":291,"id":229,"hno":143,"nass":"مسند عبد الرحمن بن عوف\r143- وأخرج البخاري من حديث ابن عيينة عن عمرو عن بجالة.\rلم يسمع من عمر، وإنما يأخذ من كتابه وهو حجة في قبول المكاتبة ورواية الإجازة.","seal":"236D81AA","part":"1"},
      {"page":292,"id":230,"hno":144,"nass":"وقد رواه بشير بن عمرو وعباد الغبري عن بجالة موقوفاً قاله داود عن بشير بن عمر وعباد.\r144- وأخرج مسلم حديث الطاعون من حديث معمر ويونس ومالك عن الزهري.","seal":"3B05D601","part":"1"},
      {"page":293,"id":231,"hno":null,"nass":"وقد اختلفوا فيه فقال مالك عبد الله بن عبد الله بن الحارث وقال معمر ويونس عبد الله بن الحارث خلاف قول مالك والبخاري، أخرجه من حديث مالك وحده.\rوالحديث صحيح على اختلافهم في إسناده.","seal":"B3AE01F7","part":"1"},
      {"page":294,"id":232,"hno":145,"nass":"وفي مسند عبد الله بن عمر\r145- أخرجا جميعا حديث الزهري عن سالم عن أبيه عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"من باع عبداً وله مال\".\rوقد خالفه نافع عن عبد الله بن عمر عن عمر.\rوقال النسائي سالم: أجل في القلب، والقول قول نافع.","seal":"533AD6D4","part":"1"},
      {"page":296,"id":234,"hno":146,"nass":"146- وأخرج مسلم عن سريج عن عبد الله بن رجاء عن يونس عن الزهري عن سالم عن أبيه قال: نفلنا رسول الله (صلى الله عليه وسلم) نفلاً سوى نصيبه من الخمس فأصابني شارف وهو المهر. قال: قد خالفه ابن المبارك وابن وهب وهما أحفظ منه. روياه عن يونس عن الزهري قال: بلغني عن ابن عمر، والقول قولهما ولو كان الزهري سمعه من سالم لم يكون غير اسمه مثله.\r147- وأخرج مسلم حديث عبيد الله وموسى الجهني عن نافع عن ابن عمر: \"صلاة في مسجدي\".","seal":"6AEB09FA","part":"1"},
      {"page":297,"id":235,"hno":null,"nass":"وأتبعه بمعمر عن أيوب عن نافع وليس بمحفوظ عن أيوب. وخالفهم ابن جريج وليث روياه عن نافع عن إبراهيم بن عبد الله بن معبد عن ميمونة.","seal":"2C957298","part":"1"},
      {"page":298,"id":236,"hno":null,"nass":"وأخرج القولين ولم يخرجه البخاري من رواية نافع بوجه.","seal":"C73931F9","part":"1"},
      {"page":299,"id":237,"hno":148,"nass":"148- وأخرج مسلم حديث عمرو بن يحيى عن أبي الحباب عن ابن عمر: \"صلى على حمار\".\rوخالفه أبو بكر بن عمر عن أبي الحباب فقال على البعير وكذلك قال جابر وغيره عن النبي (صلى الله عليه وسلم) . وأخرجهما مسلم ولم يخرج البخاري حديث عمرو بن يحيى، ومن روى أن النبي (صلى الله عليه وسلم) صلى على حمار فهو وهم. والصواب من فعل أنس. والله أعلم.","seal":"06436902","part":"1"},
      {"page":300,"id":238,"hno":149,"nass":"149- وأخرج مسلم من حديث أبي الزبير عن ابن عمر سمع النبي (صلى الله عليه وسلم) ينهي عن نبيد الجر والدباء والمزفت.\rوقد خالفه نافع رواه عن نافع أيوب وعبيد الله ويحيى بن سعيد ومالك والليث أنه سأل الناس ماذا (قال رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وسلم)) وأخرجهما مسلم ولم يخرج البخاري واحداً منهما.","seal":"089C7D80","part":"1"},
      {"page":301,"id":239,"hno":150,"nass":"150- وأخرجا جميعاً حديث أبي بشر عن سعيد بن جبير عن ابن عمر: لعن من اتخذ شيئاً فيه روح غرضاً. وهو الصحيح.\rفإن قال قائل فقد خالفه عدي بن ثابت عن سعيد بن جبير عن ابن عباس، قيل له: لم يتابع عدي على قوله.","seal":"6C0185FC","part":"1"},
      {"page":303,"id":241,"hno":151,"nass":"151- وأخرج حديث إسماعيل بن أبي خالد عن أبي إسحاق عن سعيد بن جبير عن ابن عمر أن النبي (صلى الله عليه وسلم) جمع بين المغرب والعشاء بجمع.\rقال: هذا عندي وهم من إسماعيل، وقد خالفه جماعة شعبة والثوري وإسرائيل وغيرهم رووه عن أبي إسحاق عن عبد الله بن مالك عن ابن عمر، وإسماعيل وإن كان ثقة فهولاء أقوم لحديث أبي إسحاق منه والله أعلم.","seal":"C881312F","part":"1"},
      {"page":304,"id":242,"hno":152,"nass":"152- وأخرجا جميعاً حديث موسى بن عقبة عن أبي النضر مولى عمر قال: كتب إليه ابن أبي أوفى فقرأته أن النبي (صلى الله عليه وسلم) قال: \"لا تمنوا لقاء العدو وإذا لقيتموهم فاصبروا، واعلموا أن الجنة تحت ظلال السيوف\".","seal":"047A4CD4","part":"1"},
      {"page":305,"id":243,"hno":153,"nass":"وهو صحيح حجة في جواز الإجازة والمكاتبة، لأن أبا النضر لم يسمع من ابن أبي أوفى وإنما رآه في كتابه. وبالله التوفيق.\r153- وأخرج مسلم حديث القعنبي عن إبراهيم بن سعد عن أبيه عن حفص بن عاصم عن عبد الله بن مالك بن بحينة عن أبيه: أتصلي الصبح أربعاً.\rوالصواب قول من لم يذكر عن أبيه.","seal":"60F37C53","part":"1"},
      {"page":306,"id":244,"hno":154,"nass":"154- وأخرج البخاري عن سليمان بن حرب عن حماد عن ثابت عن ابن الزبير قال: قال النبي (صلى الله عليه وسلم) : \"من لبس الحرير في الدنيا لم يلبس في الآخرة\".\rقلت: لم يسمعه ابن الزبير من النبي (صلى الله عليه وسلم) ، إنما سمع من عمر: قاله أبو ذبيان وأم عمرو عنه.","seal":"CFE821AB","part":"1"},
      {"page":307,"id":245,"hno":155,"nass":"155- وأخرج مسلم حديث أبي خالد الأحمر عن أبي مالك عن ربعي عن حذيفة: أتجاوز عن المعسر. فال عقبة بن عامر وهذا وهم فيه أبو خالد ورواه أصحاب أبي مالك عنه وتابعهم نعيم بن أبي هند وعبد الملك بن عمير ومنصور وغيرهم عن ربعي عن حذيفة فقال: عقبة بن عمرو أبو مسعود.","seal":"BBF7BAB8","part":"1"},
      {"page":308,"id":246,"hno":156,"nass":"وفي مسند أنس بن مالك (رضي الله عنه)\r156- أخرجا جميعاً حديث مالك عن الزهري عن أنس: كنا نصلي العصر ثم يذهب الذاهب منا إلى قباء.\rوهذا مما يعتد به مالك لأنه رفعه، وقال فيه: إلى وخالفه عدد كثير منهم صالح بن كيسان وشعيب وعمرو بن الحارث ويونس بن يزيد","seal":"F7F81E1A","part":"1"},
      {"page":309,"id":247,"hno":157,"nass":"والليث بن سعد ومعمر وابن أبي ذئب وإبراهيم بن أبي عبلة وابن أخي الزهري والنعمان وأبو أويس وعبد الرحمن بن إسحاق وقد أخرجا قول من خالف مالكاً أيضاً.\r157- وأخرج مسلم عن أبي خيثمة عن إسماعيل يعني ابن أبي أويس عن سليمان عن الزهري عن أنس عن النبي (صلى الله عليه وسلم) : لبس","seal":"17C440F5","part":"1"},
      {"page":310,"id":248,"hno":null,"nass":"خاتماً في يمينه فيه فص حبشي وجعل فصه مما يلي كفه وعن عثمان وعباد عن طلحة عن يونس نحوه.\rوهذا حديث محفظ عن يونس حدث به الليث وابن وهب وعثمان بن عمر.","seal":"2FAF49E8","part":"1"},
      {"page":311,"id":249,"hno":158,"nass":"158- وأخرج أيضاً عن أبي خيثمة وإسحاق عن المقري عن سعيد بن أبي أيوب عن عبيد الله بن أبي جعفر عن سالم الجيشاني عن أبيه عن أبي ذر","seal":"9585BA7E","part":"1"},
      {"page":312,"id":250,"hno":195,"nass":"أن رسول الله (صلى الله عليه وسلم) قال له: \"يا أبا ذر أراك ضعيفاً وإني أحب لك ما أحب لنفسي، لا تأمرن على اثنين ولا تولين مال يتيم\".\rورواه ابن لهيعة فخالف سعيدأ، رواه عن عبيد الله بن أبي جعفر عن مسلم بن أبي مريم الصدفي عن أبي سالم الجيشاني عن أبيه عن أبي ذر عن النبي (صلى الله عليه وسلم) .\r195- وأخرج أيضاً عن أبي بكر وقتيبة وأبي خيثمة عن وكيع عن سفيان عن أبي النضر عن أبي أنس عن عثمان: حديث الوضوء.","seal":"2FF18BB6","part":"1"},
      {"page":313,"id":251,"hno":null,"nass":"وهذا مما وهم فيه وكيع بن الجراح على الثوري مما يعبد به عليه.\rوقد خالفه أصحاب الثوري الحافظ منهم عبيد الله الأشجعي وعبد الله بن الوليد ويزيد بن أبي حكيم العدنيان والفريابي ومعاوية بن هشام وأبو حذيفة وغيرهم فرووه عن الثوري عن أبي النضر عن بسر بن سعيد عن عثمان وهو الصواب ولم يخرج مسلم حديث بسر بن سعيد عن المجمع عليه، وأخرج حديث أبي أنس وهو وهم من وكيع. والله أعلم.\rوقد رواه محمود بن غيلان عن وكيع وأبي أحمد عن الثوري عن أبي النضر عن أبي أنس حمل أحدهما على الآخر وغيره يرويه عن أبي أحمد على الصواب وقد رواه الليث عن يزيد بن أبي حبيب عن أبي النضر عن عثمان مرسلاً لم يذكر بينهما أحداً.\rوحديث وكيع وقوله عن أبي النضر عن ابن أنس عن عثمان وهم منه اشتبه عليه، لأنه كان يحدث من حفظه.","seal":"76DA0A5E","part":"1"},
      {"page":314,"id":252,"hno":null,"nass":"والذي عند الثوري عن أبي النضر عن ابن أنس عن عثمان حديثان موقوفاً غير حديث الوضوء، أحدهما: كان لا يكبر حتى يعتدل الصفوف يبعث رجلاً يعدلون الصفوف، والآخر: للمنصت النائي مثل ما للمنصت السامع.\r160- وأخرج البخاري حديث ابن جريج عن ابن أبي مليكة عن عروة عن مروان قال لي زيد بن ثابت: مالك تقرأ في المغرب بقصار المفصل وقد سمعت رسول الله (صلى الله عليه وسلم) قرأ فيها بطولي الطوليين. عن ابن عاصم عنه.\rقال أبو الحسن ورواه هشام بن عروة عن أبيه واختلف عليه فقال أبو حمزة وابن أبي الزناد عن هشام عن أبيه عن مروان كقول ابن أبي مليكة.\rوقال يحيى القطان والليث بن سعد وحماد بن سلمة وغيرهم عن هشام بن عروة عن أبيه عن زيد أنه قال لمروان مرسلاً. وكذلك قال عمرو بن الحارث عن أبي الأسود عن عروة عن زيد بن ثابت.\r161- وأخرجا جميعاً حديث إسماعيل بن جعفر عن ابن خصيفة عن","seal":"FC2DFC92","part":"1"},
      {"page":315,"id":253,"hno":null,"nass":"ابن قسيط عن عطاء بن يسار عن زيد بن ثابت: قرأ النبي (صلى الله عليه وسلم) النجم فلم يسجد.\rزاد البخاري من حديث ابن أبي ذئب (عن ابن خصيفة) عن ابن قسيط عن عطاء عن زيد.\rقال أبو الحسن وقد رواه زهير بن محمد عن ابن خصيفة كذلك أيضاً.\rورواه ابن وهب عن أبي صخر عن ابن قسيط عن خارجة بن زيد عن أبيه هذا من رسم مسلم.","seal":"08D7F8A3","part":"1"},
      {"page":316,"id":254,"hno":null,"nass":"162- وأخرج البخاري من حديث داود بن أبي الفرات عن ابن بريدة عن أبي الأسود عن عمر: مر بجنازة فقال: وجبت. وقال علي بن المديني في المسند: ابن بريدة إنما يروي يحيى بن يعمر عن أبي الأسود، ولم يقل في هذا الحديث سمعت أبا الأسود فيكون متصلاً.\rقال أبو الحسن: وقد روى هذا الحديث وكيع عن عمر بن الوليد المثنى عن عبد الله بن بريدة قال: جلس عمر. مرسلاً ورفعه ولم يذكر بين ابن بريدة وبين عمر أحداً.\r163- واتفقا على حديث عطاء عن صفوان بن يعلى عن أبيه حديث: الجبة في الإحرام، وفيه: واصنع في عمرتك ما تصنع في حجك من حديث ابن جريج وهمام زاد مسلم وعمرو بن دينار ورباح بن أبي معروف وقيس بن سعد عن عطاء عن صفوان بن يعلى عن أبيه.","seal":"34D3F4CD","part":"1"},
      {"page":317,"id":255,"hno":null,"nass":"ورواه قتادة ومطر الوراق ومنصور بن زاذان وعبد الملك بن أبي سليمان وسليمان بن أبي داود وغير واحد عن عطاء عن يعلى بن أمية مرسلاً ليس فيه صفوان بن يعلى بن أمية، وكذلك قال الثوري عن ابن جريج وابن أبي ليلى عن عطاء مرسلاً.\r164- واتفقا على حديث بإسناده: \"كما يعض الفحل\" عن ابن جريج وهمام عن عطاء رواه عن غندر عن شعبة عن قتادة عن عطاء.","seal":"613FD747","part":"1"},
      {"page":318,"id":256,"hno":null,"nass":"وعن أبي غسان عن معاذ عن أبيه عن قتادة عن بديل عن عطاء وهذا خلاف عن قتادة.\r165- واتفقنا أيضاً فأخرجا حديث ابن جريج عن الزهري عن سليمان ابن يسار عن ابن عباس عن أخيه الفضل: حديث الخثعمية، البخاري عن أبي عاصم، ومسلم عن علي بن خشرم عن عيسى عن ابن جريج قالا جميعاً عن الزهري وقد أوقفه معمر والأوزاعي فلم يخرجاه عنهما.\rفأما الحديث الذي أخرجاه عن ابن جريج فإن حجاجاً قال فيه عن ابن جريج حديث عن الزهري.\rوأما مالك ومن تابعه فلا يذكرون عن الفضل.\rإنما قالوا كان الفضل رديف النبي (صلى الله عليه وسلم) ، فصار في","seal":"6EB081BE","part":"1"},
      {"page":319,"id":257,"hno":null,"nass":"روايتهم من مسند عبد الله بن عباس ثناه النيسابوري عن ابن رجاء عن حجاج عن ابن جريج حدثت عن الزهري.\r166- واتفقا فأخرجا حديث الثوري وهشيم عن أبي هاشم عن أبي مجلز عن قيس بن عباد عن أبي ذر أنه يقسم قسماً إن (هَذَانِ خَصْمَانِ اخْتَصَمُوا) نزلت في الستة المتبارزين يوم بدر. وأخرجا أيضاً من حديث التيمي عن أبي مجلز عن قيس بن عباد عن علي قال: أنا أول من يجثو للخصومة. قال","seal":"D329582F","part":"1"},
      {"page":320,"id":258,"hno":null,"nass":"قيس: وفيهم نزلت (هذان خصمان اختصموا) ولم يجاوز به قيساً. ثم قال البخاري: وقال عثمان عن جرير عن منصور عن أبي هاشم عن أبي مجلز قوله فاضطرب الحديث.","seal":"6D56E445","part":"1"},
      {"page":321,"id":259,"hno":null,"nass":"167- وأخرج مسلم عن عبد وابن حاتم عن البرساني وإسحاق عن روح كلاهما عن ابن جريج عن أبي الزبير عن جابر أن النبي (صلى الله عليه","seal":"78C2542C","part":"1"},
      {"page":322,"id":260,"hno":null,"nass":"وسلم) قال: \"ويهل أهل العراق من ذات عرق\" وفي هذا نظر.\r\rمسند عبد الله بن عباس\r168- وَأَخْرَجَ الْبُخَارِيُّ عَنِ الصَّلْتِ بْنِ مُحَمَّدٍ عَنِ ابْنِ عُلَيَّةَ عَنْ أَيُّوبَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنِ الْمِسْوَرِ قَالَ: لَمَّا طُعِنَ عُمَرُ قَالَ لَهُ ابْنُ عَبَّاسٍ: صَحِبْتَ","seal":"75C658FF","part":"1"},
      {"page":323,"id":261,"hno":null,"nass":"رَسُولَ اللَّهِ (صلى الله عليه وَسَلَّمَ) فَأَحْسَنْتَ صُحْبَهُ، ثُمَّ فَارَقْتَهُ وَهُوَ عَنْكَ رَاضٍ.\rقَالَ الْبُخَارِيُّ قَالَ حَمَّادٌ ثنا أَيُّوبُ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنِ ابْنِ عَبَّاسٍ لَيْسَ فِيهِ الْمِسْوَرُ بِهَذَا.\r169- وأخرج مسلم حديث ابن عيينة عن إبراهيم بن عقبة عن كريب عن ابن عباس: رفعت امرأة صبياً.","seal":"5028A6AC","part":"1"},
      {"page":324,"id":262,"hno":null,"nass":"170- أخرج أيضاً حديث حصين عن حبيب بن أبي ثابت عن محمد بن علي عن أبيه وفيه على حبيب سبعة أقاويل.","seal":"D786012B","part":"1"},
      {"page":327,"id":265,"hno":null,"nass":"171- وأخرج البخاري عن أزهر بن جميل عن الثقفي عن خالد عن عكرمة عن ابن عباس: أن امرأة ثابت بن قيس. قصة الخلع.","seal":"D2ADA0F2","part":"1"},
      {"page":328,"id":266,"hno":null,"nass":"وعن المخرمي عن قراد عن جرير عن أيوب عن عكرمة عن ابن عباس وحماد ابن سلمة عن أيوب، وأصحاب الثقفي غير أزهر يرسلونه أيضاً. وخالد الطحان وإبراهيم بن طهمان يرسلونه عن خالد الحذاء عن عكرمة، ولم يخرج مسلم لعكرمة شيئاً.\r172- وأخرج أيضاً حديث وهيب عن أيوب عن عكرمة عن ابن","seal":"DDFF8270","part":"1"},
      {"page":329,"id":267,"hno":null,"nass":"عباس: بينما النبي (صلى الله عليه وسلم) يخطب إذ قام أبو إسرائيل رواه الثقفي وابن علية عن أيوب مرسلاً.\r173- وأخرج أيضاً حديث أيوب عن عكرمة عن ابن عباس عَنِ النَّبِيِّ","seal":"E6887A2A","part":"1"},
      {"page":330,"id":268,"hno":null,"nass":"(صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"من صوَّر صورة\". ورواه خالد وهشام عن عكرمة عن ابن عباس موقوفاً واختلف عنهما.\rواختلف عن قتادة فقال همام عن قتادة عن عكرمة عن أبي هريرة مرفوعاً ووقفه أبو عوانة على أبي هريرة وتابعه أبو هاشم الرماني عن عكرمة عن أبي هريرة قوله قاله عنه شعبة.","seal":"CF5D6381","part":"1"},
      {"page":331,"id":269,"hno":null,"nass":"174- وأخرج أيضاً حديث معمر عن أيوب عن عكرمة عن ابن عباس قال: خرج النبي (صلى الله عليه وسلم) في رمضان عام الفتح وأصحابه بين صائم ومفطر _ الحديث. وقد أرسله حماد بن زيد والثقفي عن أيوب.\r175- وأخرج مسلم حديث شعبة عن أبي بكر بن حفص عن ابن حنين عن ابن عباس: نهيت أن أقرأ القرآن راكعاً أو ساجداً. والصواب عن علي.\r176- وأخرج أيضاً حديث عبد الله بن الفضل في الأيم من طريق مالك","seal":"BB0C08D0","part":"1"},
      {"page":332,"id":270,"hno":null,"nass":"وزياد بن سعد ولا علة له ولا عذر للبخاري في تركه.\r177- وأخرج البخاري حديث ابن جريج عن ابن أبي مليكة حديث مروان أنه أرسل رافعأً مولاه يسأل عن تأويل قوله تعالى (لا تحسبن الذين","seal":"44F7A176","part":"1"},
      {"page":333,"id":271,"hno":null,"nass":"يفرحون بما أتوا) من حديث حجاج عن ابن جريج عن ابن أبي مليكة عن حميد ابن عبد الرحمن بن عوف.","seal":"F7B966B8","part":"1"},
      {"page":334,"id":272,"hno":null,"nass":"ومن حديث هشام بن يوسف عن ابن جريج عن ابن أبي مليكة علقمة بن وقاص الحديث بعينه وقد اختلفا فينظر من يتابع أحدهما.\rوأخرج مسلم حديث حجاج دون حديث هشام.\r178- وأخرجا جميعاً حديث الأعمش عن مجاهد عن طاوس عن ابن","seal":"69B9C7A2","part":"1"},
      {"page":335,"id":273,"hno":null,"nass":"عباس (في قصة القبرين وأن أحدهما كان يستبرىء من بوله) وقد خالفه منصور فأسقط طاوساً.\rوأخرج البخاري وحده حديث منصور وحده على إسقاطه طاوساً.","seal":"D1AAD8F0","part":"1"},
      {"page":336,"id":274,"hno":null,"nass":"179- وأخرج مسلم حديث الأشج عن أبي خالد عن الأعمش عن الحكم ومسلم البطين وسلمة عن عطاء وسعيد ومجاهد عن ابن عباس: أن امرأة زعمت أن أختها ماتت وعليها صوم.\rقال البخاري ويذكر عن أبي خالد ونص الحديث.","seal":"68BF770F","part":"1"},
      {"page":337,"id":275,"hno":null,"nass":"وخالفه جماعة منهم شعبة وزائدة وعيسى بن يونس وأبو معاوية وابن نمير وجرير وعبثر بن القاسم وغيرهم رووه عن الأعمش عن مسلم عن سعيد عن ابن عباس.\rوبين زائدة في روايتة من أين دخل الوهم على أبي خالد، فقال في آخر الحديث: فقال سلمة بن كهيل والحكم وكانا عند مسلم حين حدث بهذا، ونحن سمعناه من مجاهد عن ابن عباس.","seal":"264C0B2E","part":"1"},
      {"page":338,"id":276,"hno":null,"nass":"180- وأخرج مسلم عن عبد بن حميد عن عبيد الله بن موسى عن إسرائيل عن منصور عن سعيد بن جبير عن ابن عباس: قصة المحرم الذي وقصة بعيره.\rوإنما سمعه منصور من الحكم وأخرجه البخاري عن قتيبة عن جرير عن منصور عن الحكم عن سعيد. وهو الصواب. وقيل: عن منصور عن سلمة ولا يصح.\r181- وأخرج مسلم حديث حماد بن سلمة عن يوسف بن عبد الله بن","seal":"86557D3E","part":"1"},
      {"page":339,"id":277,"hno":null,"nass":"الحارث عن أبي العالية عن ابن عباس كان يدعو عند الكرب.\rوقد خالف مهدي بن ميمون عن يوسف فأرسله.\r\rمسند عائشة\r182- وأخرجا جميعاً حديث مصعب بن شيبة عن طلق بن حبيب عن ابن الزبير عن عائشة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"عشر من الفطرة\".","seal":"403615E8","part":"1"},
      {"page":340,"id":278,"hno":null,"nass":"قال أبو الحسن: خالفه رجلان حافظان: سليمان وأبو بشر روياه عن طلق بن حبيب من قوله.\rقاله معتمر عن أبيه وأبو عوانة عن ابن بشر، ومصعب منكر الحديث، قاله النسائي.\r183- وأخرج مسلم حديث ابن عجلان عن سعد عن أبي سلمة عن","seal":"1DD891FA","part":"1"},
      {"page":341,"id":279,"hno":null,"nass":"عائشة: كان في الأمم محدثون فإن يكن في أمتي فعمر. وعن أبي الطاهر عن ابن وهب عن إبراهيم بن سعد عن أبيه عن أبي سلمة عن عائشة.\rوأخرجه البخاري من حديث إبراهيم بن سعد عن أبيه عن أبي سلمة عن أبي هريرة من حديث زكريا عن سعد مثله.\rوالمشهور عن إبراهيم عن أبيه عن أبي سلمة: بلغني أن رسول الله (صلى الله عليه وسلم) . قال ابن الهاد عن إبراهيم وتابعه جماعة، منهم ابناه سعد ويعقوب وأبو صالح كاتب الليث وغيرهم.\r184- وأخرج أيضاً حديث الضحاك بن عثمان عن أبي النضر عن أبي","seal":"CE1E3D62","part":"1"},
      {"page":342,"id":280,"hno":null,"nass":"سلمة عن عائشة: صلى على سهل بن بيضاء وأخيه في المسجد. قال أبو الحسن خالفه رجلان حافظان مالك والماجشون عن أبي النضر عن عائشة مرسلاً.","seal":"9B7EA8CC","part":"1"},
      {"page":343,"id":281,"hno":null,"nass":"وقيل عن الضحاك عن أبي النضر عن أبي بكر بن عبد الرحمن، ولا يصح ولا أبو سلمة.\r185- وأخرج البخاري حديث عيسى بن يونس عن هشام يقبل الهدية ويثبت عليها.\rقال ورواه وكيع ومحاضر ولم يذكروا عن عائشة.","seal":"8F50809C","part":"1"},
      {"page":344,"id":282,"hno":null,"nass":"186- وأخرج أيضاً عن ابن يوسف عن الليث عن يزيد عن عراك عن عروة أن النبي (صلى الله عليه وسلم) خطب عائشة إلى أبي بكر وهذا مرسل.","seal":"1D2C14CE","part":"1"},
      {"page":345,"id":283,"hno":null,"nass":"187- وأخرج مسلم عن ابن نمير عن وكيع وعبدة عن هشام عن أبيه عن عائشة: المتشبع بما لم يعط.","seal":"E01EB746","part":"1"},
      {"page":346,"id":284,"hno":null,"nass":"وهذا لا يصح، أحتاج أن أنظر في كتاب مسلم فإني وجدته في رقعة.","seal":"06B8D7FA","part":"1"},
      {"page":347,"id":285,"hno":null,"nass":"والصواب عن عبدة ووكيع وغيره عن فاطمة عن أسماء.\r188- وأخرج أيضاً حديث عبدة عن عبيد الله عن ابن القاسم عن أبيه عن عائشة نفست أسماء بمحمد بن أبي بكر، فأمر النبي (صلى الله عليه وسلم) أبا بكر أن تغتسل وتهل.\rقال أبو الحسن خالفه مالك عن عبد الرحمن عن أبيه مرسلا ليس فيه عائشة وهو الصواب وحديث عبدة خطأ.\rوقال سليمان عن يحيى عن القاسم عن أبيه ولا يصح عن أبيه.","seal":"784E7727","part":"1"},
      {"page":348,"id":286,"hno":null,"nass":"189- وأخرج البخاري حديث إسماعيل بن زكريا عن ابن سوقه عن نافع بن جبير عن عائشة: يخسف بجيش في البيداء.\rوقد خالفه ابن عيينة فقال عن أم سلمة.\r190- وأخرجا جميعاً حديث أيوب عن عثمان بن الأسود عن ابن أبي","seal":"91016AC4","part":"1"},
      {"page":349,"id":287,"hno":null,"nass":"مليكة عن عائشة: \"من حوسب عذب\". وزاد البخاري عن نافع بن عمر عن ابن أبي مليكة عن عائشة.\rوأخرجا أيضاً حديث حاتم عن ابن أي مليكة عن القاسم عن عائشة مثله على اختلافهما.","seal":"D2A1517E","part":"1"},
      {"page":350,"id":288,"hno":null,"nass":"191- وأخرج البخاري وحده حديث أيوب ونافع بن عمر عن ابن أبي مليكة عن عائشة [أنها قالت] : توفي النبي (صلى الله عليه وسلم) [في بيتي وفي يومي] وبين سحري ونحري، وجمع بين ريقه وريقي. وقصة السواك.\rوأخرجه أيضاً من حديث يحيى عن عمر بن سعيد عن ابن أبي مليكة عن ذكوان عن عائشة مثله. ولم يخرجهما مسلم.","seal":"88697D0D","part":"1"},
      {"page":351,"id":289,"hno":null,"nass":"192- وأخرج مسلم حديث يحيى بن سليم عن ابن خثيم عن ابن أبي مليكة عن عائشة في الحوض وفيه: فأقول أصحابي.","seal":"7C189449","part":"1"},
      {"page":352,"id":290,"hno":null,"nass":"قال أبو الحسن: تابع يحيى بن سليم هند بن خالد، ورواه عن ابن خثيم مثله، قاله أحمد بن حنبل عن عفان عنه.\rقال أبو الحسن أيضاً: وابن خثيم ضعيف.\rنافع بن عمر عن ابن أبي مليكة عن أسماء بنت أبي بكر وعن ابن عمرو.\r193- وأخرج البخاري حديث الثقفي عن أيوب عن عكرمة: قصة أم رفاعة. وفيه ذكر عائشة ولكنه مرسل. وكذلك رواه حماد بن زيد عن أيوب.","seal":"B29F0319","part":"1"},
      {"page":353,"id":291,"hno":null,"nass":"194- وأخرج مسلم حديث الأعمش عن إبراهيم عن الأسود عن عائشة: ما صام رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وسلم) العشر.\rقال أبو الحسن: وخالفه منصور رواه عن إبراهيم مرسلاً.","seal":"B8B2957A","part":"1"},
      {"page":354,"id":292,"hno":null,"nass":"وغيرهم عنه ولم يذكروا فيه في يمينه والليث وابن وهب احفظ من سليمان ومن طلحة. ومع ذلك فإن الذي يرويه عن سليمان إسماعيل وهو ضعيف رماه النسائي صنع حكاه عنه فلا يحتج بروايته إذا انفرد عن سليمان ولا عن غيره.","seal":"36A2E5B4","part":"1"},
      {"page":355,"id":293,"hno":null,"nass":"وأما طلحة بن يحيى فشيخ والليث وابن وهب ثقتان متقنان صاحبا كتاب، فلا زيادة ابن أبي أويس عن سليمان إذا انفرد بها.\rوتابعه طلحة بن يحيى عن الليث وعثمان بن عمر وغيرهم فإن كان مسلم أجاز هذا فقد ناقض في حديث بهذا الإسناد رواه ثقتان حافظان عن عمرو بن الحارث عن الزهري عن أنس، فزاد أحدهما على الآخر زيادة حسنة غير منكرة. فأخرج الحديث الناقص دون الحديث التام والرجلان موسى بن أعين وعبد الله ابن وهب روياه عن عمرو عن الزهري عن أنس عن النبي (صلى الله عليه وسلم) : \"إذا وضع العشاء\" زاد ابن أعين: \"وأحدكم صائم فابدأوا به قبل أن تصلوا\" وأخرج حديث ابن وهب ولم يخرج حديث موسى، اللهم إلا أن يكون لم يبلغه حديث موسى بن أعين الذي فيه الزيادة عذراً له في تركه.\rوأما حديث الخاتم فقد رواه جماعة عن الزهري، منهم زيد بن سعد وعقيل وعبد الرحمن بن خالد بن مسافر وإبراهيم بن سعد وابن أخي الزهري وشعيب وموسى بن عقبة وابن أبي عتيق وغيرهم، ولم يقل أحد منهم في يمينه.","seal":"56842EF2","part":"1"},
      {"page":356,"id":294,"hno":196,"nass":"196- وأخرج البخاري عن أبي سلمة عن عبد الواحد عن عاصم عن أنس أن النبي (صلى الله عليه وسلم) حرَّم المدينة. قال موسى بن أنس: أوى محدثاً. وهذا وهم من الباري أو من أبي سلمة لأن مسلماً أخرجه عن حامد عن عبد الرحمن قال فيه فقال النضر بن أنس وهو الصواب.","seal":"DC210261","part":"1"},
      {"page":357,"id":295,"hno":197,"nass":"197- وأخرج البخاري عن محمد بن عبد الرحيم عن سعيد بن سلبمان عن هشيم عن عبيد الله بن أبي بكر عن أنس أن النبي (صلى الله عليه وسلم) . كان لا يغدو يوم الفطر حتى يأكل تمرات.\rقال: وقد أنكر أحمد بن حنبل هذا من حديث هشيم عن عبيد الله بن أبي بكر. وقال: إنما رواه هشيم عن ابن إسحاق عن حفص بن عبيد الله عن أنس.","seal":"AE66128D","part":"1"},
      {"page":358,"id":296,"hno":null,"nass":"وقيل: إن هشيم كان يدلسه عن عبيد الله بن أبي بكر وقد رواه مسعر ومرجا ابن رجاء وعلي بن عاصم عن عبيد الله ولا يثبت منها شيء.","seal":"9DD474B7","part":"1"},
      {"page":359,"id":297,"hno":198,"nass":"198- وأخرجا جميعاً حديث مالك عن حميد عن أنس أن النبي (صلى الله عليه وسلم) نهى عن بيع الثمار حتى تزهى (قيل: وما تزهى؟ قال: حتى تحمر) قال (صلى الله عليه وسلم) : أرأيت إن منع الله الثمرة (بم يأخذ","seal":"24903D3E","part":"1"},
      {"page":360,"id":298,"hno":null,"nass":"أحدكم مال أخيه) قال: وقد خالف مالكاً جماعة منهم إسماعيل بن جعفر وابن المبارك وهشيم ومروان ويزيد بن هارون وغيرهم قالوا فيه قال أنس: أرأيت إن منع الله الثمرة.","seal":"A95C4756","part":"1"},
      {"page":361,"id":299,"hno":199,"nass":"وأخرجا أيضاً حديث إسماعيل بن حعفر عن حميد. وقد فصل كلام أنس من كلام النبي (صلى الله عليه وسلم) .\r199- وأخرج مسلم عن ابن عباد عن الدراوردي عن حميد عن أنس أن النبي (صلى الله عليه وسلم) قال: \"إن لم يثمرها الله فبم يستحل مال أخيه؟ \".\rقال: وهذا وهم فيه ابن عباد على الدراوردي عن حميد حين سمعه ابن عباد منه، لأن إبراهيم بن حمزة رواه عن الدراوردي عن حميد عن أنس نهى رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وسلم) عن بيع الثمرة حتى تزهو. قلنا لأنس: وما تزهو؟ قال تحمر، قال: أرأيت إن منع الله الثمرة فبم يستحل مال أخيه. وهو الصواب.\rفأما ابن عباد فإنه أسقط كلام النبي (صلى الله عليه وسلم) وأتى بكلام أنس ورفعه عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) وهذا خطأ قبيح. والله أعلم.\r200- وأخرج مسلم عن حميد بن مسعدة عن خالد عن ابن عون عن","seal":"0DA3F223","part":"1"},
      {"page":362,"id":300,"hno":201,"nass":"نافع عن ابن عمر عن أسامة وبلال وعثمان، فسألتهم وهذا وهم فيه ابن عون. خالفه أيوب وعبيد الله ومالك وغيرهم، فأسندوه عن بلال وحده.\r201- وأخرج البخاري حديث إبراهيم بن ميسرة عن عمرو بن الشريد أبي رافع: \"الجار أحق بسقبه\" من رواية الثوري وابن جريج وابن عيينة وهو الصواب، ولا يلتفت إلى قول محمد بن مسلم عن إبراهيم بن ميسرة ولا من خالفه.","seal":"D306B91F","part":"1"},
      {"page":363,"id":301,"hno":202,"nass":"202- وأخرج مسلم حديث الأغر من حديث عمرو بن مرة وثابت عن أبي بردة وهما صحيحان وإن كان أبو إسحاق قال عَنْ أَبِي بُرْدَةَ عَنْ أَبِيهِ وتابعه مغيرة بن أبي الحر عن سعيد عن أبي بردة فأبو إسحاق ربما جلس ومغيرة ابن أبي الحر شيخ وثابت وعمرو بن مرة حافظان وقد تابعهما رجلان آخران زياد بن المندر وابن إسحاق ومغيرة بن أبي الحر وأبو إسحاق سلكا به الطريق السهل.","seal":"9448FFBD","part":"1"},
      {"page":365,"id":303,"hno":203,"nass":"203- وأخرج مسلم حديث ابن عيينة عن الحكم بن أبي ليلى عن البراء: لا يحنو أحد منا ظهره وخالفه ابن عرعرة قال عن شعبة عن الحكم عن عبد الله بن يزيد والحديث مشهور بعبد الله بن يزيد. رواه عنه أبو إسحاق ومحارب عنه ولم يقل عن ابن أبي ليلى غير أبان بن تغلب عن الحكم وغير أبان أحفظ منه.","seal":"C8F769A3","part":"1"},
      {"page":366,"id":304,"hno":204,"nass":"في مسند بريدة بن حصيب\r204- وأخرج مسلم حديثاً واحداً عن الحسين بن واقد عن ابن بريدة عن أبيه عن النبي (صلى الله عليه وسلم) : تسع عشرة غزوة وحده. وعنده نسخة يلزمه إخراجها.\r205- وأخرج عن إسحاق الأزرق عن عبد الملك عن عبد الله بن عطاء عن سليمان بن بريدة: إني تصدقت على أمي بجارية.","seal":"F3185D78","part":"1"},
      {"page":367,"id":305,"hno":206,"nass":"وقد خالفه الثوري وعلي بن مسهر وابن نمير وغيرهم.\rوقد أخرج أحاديثهم أيضاً فلا وجه لإخراج حديث الأزرق. وبالله التوفيق.\r\rمسند جابر بن عبد الله\r206- وأخرج البخاري حديث الليث عن الزهري عن عبد الرحمن بن كعب عن جابر كان يجمع بين قتلي أحد، ويقدم أقرأهم.","seal":"28944891","part":"1"},
      {"page":368,"id":306,"hno":207,"nass":"قال: رواه ابن المبارك عن الأوزاعي مرسلاً عن جابر وقال سليمان بن كثير عن الزهري حدثني من سمع جابراً. وقال معمر عن الزهري عن ابن أبي صغيرة عن جابر وهو مضطرب.\r207- وأخرجا عنه جميعاً حديث شعبة عن عمرو عن جابر: \"إذا جاء أحدكم والإمام يخطب\".","seal":"F714D69D","part":"1"},
      {"page":369,"id":307,"hno":208,"nass":"قال: تابعه روح بن القاسم بن بزيع عنه. رواه ابن جريج وحماد بن زيد وابن عيينة وأيوب وحبيب أبو يحيى وورقاء عن عمرو: أن رجلاً دخل المسجد فقال له: أصليت؟\r208- وأخرج مسلم من حديث أبي الزبير عن جابر: مهل أهل العراق","seal":"98DC5620","part":"1"},
      {"page":370,"id":308,"hno":209,"nass":"من ذات عرق. وفي حديث ابن عمر لم يكن عراق يومئذ. ولم يخرج البخاري لأبي الزبير شيئاً وبقي على مسلم من تراجم أبي الزبير حديث كثير.\rومن حديث الأعمش عن أبي سفيان أيضاً.\r\rمن مسند عمر\r209- وأخرج مسلم حديث قتادة عن سالم عن معدان عن عمر موقوفاً في الثوم والبصل من حديث شعبة وهشام.\rوقد خالف قتادة في إسنادة ثلاثة رووه عن سالم بن أبي الجعد عن عمر مرسلاً، لم يذكروا فيه معدان وهم منصور بن المعتمر وحصين بن عبد الرحمن وعمرو بن مرة ورواه عن منصور جرير بن عبد الحميد بن عبد الرحمن ورواه عن حصين جماعة منهم أبو الأحوص وجرير وابن فضيل وابن عيينة.\rورواه عن عمرو بن مرة عمران البرجمي، وقتادة وإن كان ثقة وزيادة الثقة مقبولة عندنا فإنه يدلس ولم يذكر فيه سماعه من سالم فاشتبه أن يكون بلغه فرواه عنه.\r210- وأخرج أيضاً حديث الزهري عن السائب بن يزيد وعبيد الله ابن عبد الله بن عتبة عن عبد الرحمن بن عبد عن عمر عن النبي (صلى الله عليه وسلم) : \"من نام عن حزبه أو عن شيء منه فقرأه فيما بين صلاتي الفجر والظهر فكأنما قرأه من الليل\".\rمن حديث ابن وهب عن يونس قال أبو الحسن: وقد تابعه أبو صفوان عبد الله بن سعيد والليث بن سعد وابن عزيز عن سلامة عن عقيل.\rورواه ابن المبارك عن يونس عن الزهري موقوفاً.","seal":"FF7F14A4","part":"1"},
      {"page":371,"id":309,"hno":211,"nass":"ورواه معمر عن الزهري عن عروة عن عبد الرحمن بن عبد عن عمر موقوفاً وجعل موضع السائب وعبيد الله عروة بن الزبير. ورواه مالك عن داود بن الحصين عن عبد الرحمن الأعرج عن عبد الرحمن بن عبد عن عمر موقوفاً.\r211- وأخرج حديث هشام وسعيد عن قتادة عن الشعبي عن سويد بن غفلة عن عمر: أن النبي (صلى الله عليه وسلم) نهى عن لبس الحرير إلا هكذا وأشار بإصبعيه. وهذا لم يرفعه غير قتادة وقد رواه شعبة عن عبد الله بن أبي السفر عن الشعبي عن سويد عن غفله عن عمر موقوفاً كذلك قال داود عن الشعبي عن سويد عن عمر قوله ورواه شعبة عن الحكم عن خيثمة عن سويد ابن غفلة عن عمر موقوفاً.\rوأبو حصين عن إبراهيم عن سويد عن عمر قوله.\r\rمن مسند عائشة\r212- وأخرج أيضاً حديث خالد عن أبي معشر عن إبراهيم عن علقمة والأسود: كنت أفرك المني. وخالفه هشام وابن أبي عروبة روياه عن أبي معشر عن إبراهيم عن الأسود وحده. وكذا قال أبو شهاب عن خاله الأسود وحده.","seal":"CA70C705","part":"1"},
      {"page":372,"id":310,"hno":null,"nass":"وكذلك قال منصور والأعمش ومغيرة وواصل وغيرهم، عن إبراهيم عن الأسود وهمام وتابعه يوسف بن سعيد بن زائدة بن حفص. قال أبو بكر الخوارزمي: أندرس من كتاب أبي الحسن الدارقطني ما بين يوسف وبين أبي سعيد. وقال ابن عيينة عن منصور عن همام.\rوكذلك قال يحيى القطان وأبو معاوية عن الأعمش وقول خالد عن خالد علقمة غير محفوظ.","seal":"B8E61304","part":"1"},
      {"page":373,"id":311,"hno":213,"nass":"213- وأخرج البخاري حديث الثوري عن الأعمش عن عمارة عن أبي عطية في التلبية. وقال تابعه أبو معاوية وقال شعبة عن سليمان عن خيثمة.\rوقال أبو العباس بن سعيد تابع شعبة يحيى القطان عن خيثمة وخالفهما إسرائيل وأبو الأحوص وعمار بن زريق وزهير بن معاوية وابن فضيل وأبو خالد وجراح بن الضحاك وغيرهم تابعو الثوري.","seal":"9D545B4E","part":"1"},
      {"page":374,"id":312,"hno":214,"nass":"قال أبو الحسن: رواه الخريبي عبد الله بن داود عن الأعمش عن عمارة عن أبي عطية عن عائشة إني لأحفظ تلبية النبي (صلى الله عليه وسلم) التي كان يلبي بها فسمعتها تلبي ثلاثاً.\rقال الأعمش وذكر خيثمة عن الأسود أنه (كان يزيد) والملك لا شريك لك ورواه الشافعي عن معاذ بن المثنى عن مسدد عنه.\rقال الخريبي لم أصب عندي ذلك، ويشبه أن يكون الوهم دخل على شعبة من ذكر الأعمش خيثمة في حديثه. والله أعلم.\r214- وأخرج مسلم حديثاً آخر بهذا الإسناد من حديث ابن أبي زائدة عن الأعمش عن عمارة عن أبي عطية في تعجيل الإفطار والصلاة، من","seal":"5808157F","part":"1"},
      {"page":375,"id":313,"hno":215,"nass":"حديث أبي معاوية أيضاً تابعهما الثوري وزائدة وغيرهما، وقال شعبة عن الأعمش عن خيثمة ولا يصح.\r215- وأخرج مسلم حديث السدي عن البهي عن عائشة. \"خير الناس قرني ثم الثاني ثم الثالث:. والبهي إنما روى عن عروة عن عائشة. والله أعلم.","seal":"908B3DCD","part":"1"},
      {"page":376,"id":314,"hno":216,"nass":"216- وأخرج أيضاً عن عبد الله بن هاشم عن وكيع في الأوزاعي عن عبدة عن هلال عن فروة عن عائشة عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وسلم) : \"أعوذ بك من شر ما عملت ومن شر ما لم أعمل\" قال أبو الحسن: هذا حديث مسلم لم يسنده غير وكيع وخالفه ابن أبي العشرين والوليد بن مسلم والوليد بن مزيد وأبو المغيرة وغيرهم لم يذكروا فيه فروة وقال عن هلال سئلت عائشة رواه جماعة من مسلم عن وكيع.\rوحدثناه ابن مالك عن عبد الله بن أحمد عن أبيه عن وكيع مثله.","seal":"B1A10E2B","part":"1"},
      {"page":377,"id":315,"hno":217,"nass":"217- وقال علي بن المديني في مسند عثمان روى صالح بن كيسان عن الزهري عن يحيى بن سعيد عن عائشة وعثمان، وخالفه معمر وابن أبي ذئب فجعلاه عن عائشة وحدهما ولم يذكر عثمان.","seal":"DCBB3A77","part":"1"},
      {"page":378,"id":316,"hno":218,"nass":"218- وقال علي بن المديني ثنا يحيى بن سعيد عن مهدي بن ميمون عن أبي يعقوب عن رباح عن عثمان عن النبي (صلى الله عليه وسلم) قصة الولد للفراش.\rقال علي: وخالفه جماعة رووه عن مهدي، فزادوا فيه الحسن بن سعد عن رباح وهو الصواب، منهم بهز بن أسد وعثمان وغيرهما.\rوقال أبو بكر الخوارزمي: هذا آخر ما وجدته من هذا التعليق بخط أبي الحسن الدارقطني. والحمد لله رب العالمين (تم الكتاب) : والله الموفق للصواب.\rقال ابن القماح: نقل من خط الحافظ السلفي على حواشي نسخته مائتان وسبع مواضع تتبع الدارقطني على أبي عبد الله البخاري وعلى ابن الحسين مسلم بن الحجاج قال وقد عدها السلفي على حواشي نسخته من الأول إلى المائتين والسبع. أهـ\rفي آخر نسخة زين العابدين قال الكاتب أبو محمد زين العابدين الأثري البهاري (رضي الله عنه) وأرضاه وغفر له ولوالديه. قد فرغت من تسويد هذه النسخة العزيزة يوم الأربعاء في ثلاث عشرة ليلة بقيت من الجمادى الآخر سنة","seal":"612576E8","part":"1"},
      {"page":379,"id":317,"hno":null,"nass":"1322 هـ في حيدر آباد الجنوبية النظامية، أدام الله واليها بالخير والعافية، صلى الله على خير خلقه محمد خير البرية وعلى آله وصحية وأزواجه والذرية.\rكتبه الراجي عفو الباري حماد بن محمد الأنصاري، وفرغ من تسويده في يوم الإثنين االموافق 18|4|1382هـ في مكة المكرمة في حارة المعابدة وقوبل على الأصل وانتهت مقابلته يوم الخميس الموافق 11|6|1382هـ. اهـ.","seal":"11B91DCE","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":385,"Bk":"الإلزامات والتتبع للدارقطني","HigriD":"385","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني","bLnk":null,"Inf":null,"Auth":"الدارقطني","Betaka":"الكتاب: الإلزامات والتتبع للدارقطني\r\nالمؤلف: أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني (المتوفى: 385هـ)\r\nدراسة وتحقيق: الشيخ أبو عبد الرحمن مقبل بن هادي الوداعي\r\nالناشر: دار الكتب العلمية، بيروت - لبنان\r\nالطبعة: الثانية، 1405 هـ - 1985 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الدَّارقطْنِيّ (306 - 385هـ، 918 - 995م).\r\n\r\nأبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي، الإمام الحافظ المجوِّد، شيخ الإسلام، المقرئ المحدّث. من أهل محلة دار القطن ببغداد.\r\nسمع وهو صبيّ من أبي القاسم البغوي، ويحيى بن محمد بن صاعد، وأبي بكر بن أبي داود، وأبي بكر النيسابوري، والحسين بن إسماعيل المحاملي، وأبي العباس ابن عُقدة، وإسماعيل الصفار، وغيرهم، وحدَّثَ عنه خَلقْ منهم؛ الحافظ أبو عبد الله الحاكم، والحافظ عبد الغني، وتمّام الرازي، وأبو نعيم الأصبهاني، وأبو بكر البرقاني، وأبو عبد الرحمن السلمي، والفقيه أبو حامد الإسفراييني، والقاضي أبو الطيب الطبريّ، وحمزة السهمي، وغيرهم.\r\nارتحل في كهولته إلى الشام ومصر، وسمع من ابن حَيَّوَيْهِ النيسابوري، وأبي الطاهر الذهلي، وخلق كثير.كان عارفًا بعلل الحديث ورجاله، مُتَقدِّمًا في القراءات وطرقها، وقوة المشاركة في الفقه، والاختلاف والمغازي، وأيام الناس، وغير ذلك.\r\nقال الحافظ عبد الغني الأزدي : أحسن الناس كلامًا على حديث رسول الله  -صلى الله عليه وسلم - ثلاثة: ابن المديني في وقته، وموسى بن هارون في وقته، والدارقطني في وقته. صنّف الكثير حتى بلغت مصنفاته أكثر من 80 مصنفاً، من أبرزها كتابه العلل والسنن؛ الأفراد والغرائب؛ المؤتلف والمختلف في أسماء الرجال؛ الضعفاء والمتروكون؛ الإلزامات على صحيحي البخاري ومسلم. تُوفي رحمه الله سنة 385هـ ودُفن في بغداد في مقبرة باب الدير قريباً من قبر معروف الكَرْخيّ.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"848A5D34","cat":"علوم الحديث","oNum":21474,"BkId":21474,"oAuth":223,"bVer":1,"aSeal":"9F8DA36F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t21474":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الإلزامات والتتبع للدارقطني"},
      {"lvl":1,"id":316,"sub":0,"tit":"وقال أبو بكر الخوارزمي: هذا آخر ما وجدته من هذا التعليق بخط أبي الحسن الدارقطني"}
    ]
}
