{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b21557":
    [
      {"id":1,"nass":"الوجيز في حكم تجويد الكتاب العزيز\rتأليف الدكتور/ محمد بن سيدي محمد محمد الأمين\rالأستاذ المشارك بكلية القرآن الكريم","Part":"","seal":"27798BC3","page":null},
      {"id":2,"nass":"والأخذ بالتجويد حتم لازم ... من لم يجود القرآن آثم\rلأنه به الإله أنزلا ... وهكذا منه إلينا وصلا\rوهو أيضاً حلية التلاوة ... وزينة الأداء والقراءة\rمحمد بن محمد بن محمد الجزري","Part":"1","seal":"57ED9B01","page":10},
      {"id":3,"nass":"المقدمة\rالحمد لله الذي أنزل على عبده الكتاب مرتلاً، ووعد من قرأه على كل حرف منه عشر حسنات إحساناً منه وتفضلاً.\rوالصلاة والسلام الأتمان الأكملان على أفصح من نطق بالضاد، من تلا كتاب ربه فتفطرت لسماعه قلوب العباد.\rوعلى آله وصحبه الذين عرفوا لحروفه الحق والمستحق فهمسوا التاء وجهروا بالجيم ففازوا برضوان من الله والله ذو فضل عظيم فضبطوا حروفه وهيئاته، وصانوه عن اللحن الذميم وبعد:\rفإني متناول بالبحث والدرس إن شاء الله تعالى جانباً من جوانب الكتاب العزيز تناقلته الأمة جيلاً بعد جيل حتى وصل إليناً محاطاً بالرعاية والإتقان معلوم القواعد بالتحديد مقرب الموارد بالتمهيد إنه «الأخذ بالتجويد»\rلقد كان الأئمة وسلفنا الصالح لا يفرقون بين القرآن وتجويده لأنهم يعلمون علم اليقين أن القرآن نزل مرتلاً مجوداً من العزيز الحكيم، فبه قرءوا القرآن وأقرءوه ومن تلقى عنهم به ألزموه.\rفلما ضعفت الهمم وتباعد الناس عن أخذ كتاب ربهم من أفواه الشيوخ الضابطين ظهر دعاة الفصل بين القرآن وتجويده.\rونادى فريق بتجريد القرآن من رسمه وضبطه، بل إن واقع الأمة اليوم منذر بتركه وهجره.\rوأمام هذه التحديات والتعديات التي أثارت البلبلة في أذهان أهل العلم بله الناشئة.\rكان لا بدّ من وقفة يُجْلى فيها الحق وتُبْرأ فيها الذمة، ويعود فيها أهل القرآن إلى تجويد كتاب ربهم بعزيمة وهمة.\rوهذا ما سأحاول الوصول إليه من خلال كتابة هذا البحث بعد القراءة","Part":"1","seal":"18B13688","page":11},
      {"id":4,"nass":"الطويلة في هذا الموضوع وجمع مادته من كتب شتى. ويمتاز هذا البحث عن نظائره بما سيلحظه القارئ من حضورٍ لأئمة الإقراء أصحاب الأسانيد العالية، فمن كتبهم أستمد مادتي، وبأقوالهم أقوّي حُجّتي، وعلى الله أولاً وآخراً اعتمادي وعُدّتي.\rفيا رب أنت الله حسبي وعدتي ... عليك اعتمادي ضارعاً متوكلا1\r{رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ} 2\rواقتضى العمل في هذا البحث أن تأتي خطته على ما يأتي:\rمقدمة وستة مباحث وخاتمة.\rالمقدمة: وفيها لمحة عن اهتمام السلف بالتجويد والسبب الباعث على تأليف هذا البحث.\rالمبحث الأول: تعريف التجويد لغة واصطلاحاً.\rالمبحث الثاني: نشأة التجويد.\rالمبحث الثالث: عناية الأمة بالأخذ بالتجويد.\rالمبحث الرابع: كيف يتلقى القرآن.\rالمبحث الخامس: حكم الأخذ بالتجويد.\rالمبحث السادس: اللحن في القراءة.\rالخاتمة.\r__________\r1 حرز الأماني للشاطبي: 8\r2 سورة الممتحنة آية: 4","Part":"1","seal":"568F657A","page":12},
      {"id":5,"nass":"المبحث الأول: تعريف التجويد لغة واصطلاحاً\rتعريفه لغة:\rيقال: جاد الشيء جُودة أي صار جيداً، وأجدت الشيء فجاد، والتجويد مثله1.\rفالتجويد: مصدر من جوّد تجويداً إذا أتى بالقراءة مجودة الألفاظ، بريئة من الجور في النطق بها.\rومعناه انتهاء الغاية في إتقانه وبلوغ النهاية في تحسينه، ولهذا يقال جوّد فلان في كذا إذا فعل ذلك جيداً، والاسم منه الجودة ضد الرداءة. 2\rويقال لقارئ القرآن الكريم المحسّن تلاوته (مجوِّد) بكسر الواو إذا أتى بالقراءة مجوَّدة الألفاظ، بريئة من الجور والتحريف حال النطق بها3.\rوفي الاصطلاح:\rهو إعطاء الحروف حقوقها وترتيبها مراتبها، ورد الحرف إلى مخرجه وأصله، وإلحاقه بنظيره وشكله، وتصحيح لفظه وتلطيف النطق به على حال صيغته وكمال هيئته من غير إسراف ولا تعسف ولا إفراط ولا تكلف.\rوهو حلية التلاوة وزينة القراءة. 4\r__________\r1 لسان العرب لابن منظور 3/135 مادة: جود\r2 التحديد لحقيقة الإتقان والتجويد للداني: 70، التمهيد في علم التجويد لابن الجزري: 59، النشر: 1/212\r3 هداية القاري: 1/45\r4 التحديد للداني: 70، التمهيد: 59، النشر: 1/212، المصباح الزاهر: 4/1468","Part":"1","seal":"7D9760DC","page":13},
      {"id":6,"nass":"ويقول الهذلي1 في كامله: فأما تجويد الحروف فمعرفة ألفاظها وقراءتها، وأصولها وفروعها وحدودها وحقوقها وقطعها ووصلها، ومدّها وحدرها وتحقيقها وترسيلها وترتيلها، ومذاهب القراء فيها، وهو حلية التلاوة وزينة القراءة. 2\rوعَرَّفه المتأخرون فقالوا: هو إخراج كل حرف من مخرجه وإعطاؤه حقه ومستحقه من الصفات. 3\r__________\r1 يوسف بن علي بن جبارة بن محمد بن عقيل أبو يوسف بن علي القاسم الهذلي، ولد في حدود التسعين وثلاثمائة.\rقال ابن الجزري عنه: لا أعلم أحداً في هذه الأمة رحل في القراءات رحلته ولا لقي من لقي من الشيوخ، قال في كتابه الكامل: فجملة من لقيت في هذا العلم ثلاثمائة وخمسة وستون شيخاً من آخر المغرب إلى باب فرغانة يميناً وشمالاً وجبلاً وبحراً، ولو علمت أحداً تقدم علي في هذه الطبقة في جيع بلاد الإسلام لقصدته، من أبرز شيوخه: أحمد بن محمد بن علان، أحمد بن نفيس، الحسن بن علي بن إبراهيم المالكي، قرأ عليه: أبو العز القلانسي، وإسماعيل بن الأخشيد. توفي سنة (465هـ‍) .\rغاية النهاية: 2/397، العبر في خبر من عبر الذهبي: 2/320\r2 الكامل للهذلي لوحة: 19/ب\r3 نهاية القول المفيد محمد مكي نصر: 12، فتح المجيد لحمد بن خلف الحسيني الشهير بالحداد: 3، هداية القارئ: 1/45\rوحق الحرف من الصفات أي الصفات اللازمة الثابتة التي لا تنفك عنه بحال كالجهر، والشدة، والاستعلاء، والإطباق، والقلقلة.\rوالمستحق: أي من الصفات العارضة التي تعرض له في بعض الأحوال وتنفك عنه في البعض الآخر لسبب من الأسباب كالترقيق والتفخيم والإظهار والإدغام والمد والقصر وغير ذلك.\rهداية القارئ: 1/45","Part":"1","seal":"E15D7584","page":14},
      {"id":7,"nass":"المبحث الثاني: نشأة التجويد\rنشأ التجويد على وجه التحديد منذ الوهلة الأولى التي نزل فيها القرآن الكريم على قلب سيد الأولين والآخرين نبينا محمد صلى الله عليه وسلم في قوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ. اقْرَأْ وَرَبُّكَ الأَكْرَم الَّذِي عَلَّمَ بِالْقَلَمِ علم عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ} . 1\rهذه الآيات قرأها جبريل على رسول الله صلى الله عليه وسلم مرتلة، فحفظها رسول الله صلى الله عليه وسلم على تلك الكيفية التي تلقاها بها وأداها كما سمعها.\rيشهد لذلك ما ورد عن ابن عباس رضي الله عنهما قال: (فصل القرآن من الذكر فوضع في بيت العزة من السماء الدنيا فجعل جبريل عليه السلام ينزل على النبي صلى الله عليه وسلم يرتله ترتيلاً) . 2\rفقوله: يرتله ترتيلاً هذا اللفظ يحتمل كل ما يرد فيه من معان فيحتمل نزوله على مكث وتمهل، ويحتمل بيان حروفه وحركاته، وإعطاء كل حرف منه حقه ومستحقه.\rولقائل أن يقول: إذا كان القرآن نزل بادئ ذي بدء مرتلاً مجوداً وقرأه الرسول صلى الله عليه وسلم كما أنزل فما معنى أمر الله لرسوله بالترتيل في آية المزمل {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} 3 وهي متأخرة النزول عن آيات سورة العلق السابقة.\r__________\r1 سورة العلق الآيات: 1-5\r2 المستدرك للحاكم وقال صحيح الإسناد وأقره الذهبي: 2/223\r3 سورة المزمل آية: 4","Part":"1","seal":"D555039B","page":15},
      {"id":8,"nass":"ويجاب عن ذلك بأن الخطاب وإن كان له صلى الله عليه وسلم إلا أن المراد أمته فهم مطالبون بترتيل وتجويد ما نزل إليهم من ربهم.\rولذلك نظائر كثيرة في كتاب الله من توجيه الخطاب لنبيه صلى الله عليه وسلم والمراد أمته، من ذلك قوله تعالى: {لاَ تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولاً} 1. فمعلوم أنه صلى الله عليه وسلم لا يجعل مع الله إلاهاً آخر ولا يقعد مذموماً مخذولاً.\rومن ذلك قوله تعالى: {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً} 2، ومعلوم أن والديه صلى الله عليه وسلم قد ماتا قبل ذلك بزمن طويل فلا وجه لاشتراط بلوغهما أو أحدهما الكبر بعد أن ماتا منذ زمن طويل، إلا أن المراد التشريع لغيره صلى الله عليه وسلم3. ومثل ذلك كثير.\rفآية المزمل إنما تفيد التأكيد والالتزام بتلك الكيفية التي نزل عليها القرآن وبيان أنها أفضل مراتب القراءة وحض الأمة على الأخذ بها.\rولقد كان صلى الله عليه وسلم هو المعلم الأول لهذه الأمة تلاوة كتاب ربهم وقراءته امتثالاً لأمر ربه حيث قال سبحانه وتعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} 4.\rوتواتر ذلك في السنة: فعن ابن عباس رضي الله عنهما قال: \"كان رسول\r__________\r1 سورة الإسراء آية: 22\r2 سورة الإسراء آية: 23\r3 أضواء البيان: 3/494\r4 سورة المائدة آية: 67","Part":"1","seal":"BD4F198D","page":16},
      {"id":9,"nass":"الله صلى الله عليه وسلم يعلمنا التشهد كما يعلمنا السورة من القرآن\"1.\rوعن ابن مسعود رضي الله عنه قال: \"كنا إذا تعلمنا من النبي صلى الله عليه وسلم عشر آيات لم نتعلم من العشر الذي نزلت بعدها حتى نعلم ما فيه\"2.\rوعن أبي بن كعب أن رسول الله صلى الله عليه وسلم قال: \"إن الله أمرني أن أعرض القرآن عليك\". فقال: أسمّاني لك ربك. قال: \" نعم\". فقال أبي: بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما تجمعون\"3.\rقال أبو عبيد القاسم بن سلام4: معنى هذا الحديث عندنا أن رسول الله صلى الله عليه وسلم إنما أراد بذلك العرضِ على أبي أن يتعلم منه القراءة ويتثبت فيها وليكون عرض القرآن سنة، وليس هذا على أن يستذكر النبي صلى الله عليه وسلم منه شيئاً بذلك العرض5.\r__________\r1 مسلم: 1/204\r2 المستدرك: 1/577\r3 فتح الباري: 7/126، مسلم: 6/85، المسند: 3/130، 137\r4 أبو عبيد القاسم بن سلام الخراساني الأنصاري أحد الأعلام المجتهدين أخذ القراءة عرضا وسماعا عن علي بن حمزة الكسائي، وإسماعيل بن جعفر وسليم بن عيسى. روى القراءة عنه أحمد بن إبراهيم وراق خلف، وأحمد بن يوسف التغلبي وله اختيار في القراءة وافق عليه العربية والأثر. توفي سنة (244هـ‍)\rغاية النهاية: 2/17، الطبقات الكبرى لابن سعد: 7/355، تاريخ بغداد: 12/403، الكامل في التاريخ لابن الأثير: 6/509\r5 فضائل القرآن لأبي عبيد: 359","Part":"1","seal":"72B33770","page":17},
      {"id":10,"nass":"قال السخاوي1: كان القراء في الأمر الأول يقرأ المعلم على المتعلم اقتداء برسول الله صلى الله عليه وسلم فإنه كان يتلو كتاب الله عز وجل على الناس كما أمره الله عز وجل2. فعلمهم صلى الله عليه وسلم القرآن مرتلاً مجوداً كما نزل.\rويؤكد هذه الصلة الوثيقة بين القرآن والتجويد قول ابن الجزري3:\rلأنه به الإله أنزلا ... وهكذا منه إلينا وصلا4\rفالضمير في لأنه عائد إلى القرآن وفي به يعود على التجويد أي أن الله\r__________\r1 أبو الحسن علي بن محمد بن عبد الصمد علم الدين السخاوي شيخ مشايخ الإقراء بدمشق قرأ على أبي القاسم الشاطبي، وعلى أبي اليمن الكندي، وأبي الفضل محمد بن يوسف. قرأ عليه أبو الفتح محمد بن علي الأنصاري وأبو شامة، والقاضي عبد السلام الزواوي وغيرهم. أقرأ الناس نيفاً وأربعين سنة بجامع دمشق. توقي سنة (643هـ‍) .\rغاية النهاية: 1/568، سير أعلام النبلاء الذهبي: 23/122، طبقات الشافعية للسبكي: 8/297، وفيات الأعيان ابن خلكان: 3/340\r2 جمال القراء: 2/446\r3 شمس الدين أبو الخير محمد بن محمد بن محمد بن الجزري، إمام المقرئين وخاتمة الحفاظ المحققين، قرأ على أبي محمد عبد الوهاب ابن السلار، وعلى أبي المعالي محمد بن أحمد بن اللبان، وقرأ على أبي بكر عبد الله بن الجندي وغيرهم، وقرأ عليه الكثيرون منهم ابنه أبو بكر أحمد والمحب محمد بن أحمد بن الهائم، ومحمد بن علي بن نفيس وغيرهم. توفي سنة (833هـ‍) .\rغاية النهاية: 2/247، إنباء الغمر بأبناء العمر للحافظ ابن حجر: 8/245، الضوء اللامع، للسخاوي: 9/255، البدر الطالع للشوكاني: 2/257.\r4 المقدمة الجزرية: 8","Part":"1","seal":"FF31EBD2","page":18},
      {"id":11,"nass":"أنزل القرآن بالتجويد وهذا ما يجب أن يفهمه كل من تدبر وعقل النصوص واستنبط منها ما يليق بكمال الله وجلاله في ذاته وأسمائه وصفاته فله الكمال المطلق سبحانه.\rفالقرآن أكمل الكتب نزل بأكمل الهيئات على أفضل الرسل لخير أمة أخرجت للناس ثم نقله الصحابة كما علّموا فلم يغيروا ولم يبدّلوا وتناقلته الأمة بعدهم جيلاً بعد جيل على تلك الكيفية التي نزل بها فغاصوا في معانيه وحافظوا على مبانيه وعملوا بما فيه فكان الأخذ بالتجويد سمة القراء المتقنين، ومنهج الأئمة المسندين، ومضماراً للمتنافسين.\rقال الداني1: وقراء القرآن متفاضلون في العلم بالتجويد والمعرفة بالتحقيق فمنهم من يعلم ذلك قياساً وتميزاً وهو الحاذق النبيه، ومنهم من يعلمه سماعاً وتقليداً وهو الغبي الفهيه، والعلم فطنة ودراية آكد منه سماعاً ورواية، وللدراية ضبطها ونظمها وللرواية نقلها وتعلمها، والفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم2.\rظل التجويد يتلقى مع القرآن من أفواه الشيوخ الضابطين فالمخل بالتجويد مخل بالقراءة مهما كان حفظه للحروف.\r__________\r1 عثمان بن سعيد بن عثمان أبو عمرو الداني القرطبي المعروف بابن الصيرفي، أستاذ الأستاذين وشيخ مشايخ المقرئين أخذ القراءة عن خلف بن إبراهيم بن خاقان، وطاهر بن عبد المنعم بن غلبون، وأبي الفتح فارس بن أحمد وغيرهم. قرأ عليه: أبو داود سليمان بن نجاح، ومحمد بن عيسى المغامي، ومحمد بن يحيى بن مزاحم وغيرهم. توفي سنة (444هـ‍) .\rغاية النهاية: 1/503، تذكرة الحفاظ للذهبي: 3/1120، الصلة لابن بشكوال: 2/592، جذوة المقتبس للحميدي: 2/483\r2 التحديد للداني: 69، والفهيه: العييّ، اللسان: 13/525.","Part":"1","seal":"8A1B92C3","page":19},
      {"id":12,"nass":"أورد الداني بسنده عن أبي هاشم الرفاعي1 عن سليم2 عن حمزة3 قال: إن الرجل يقرأ القرآن فما يلحن حرفاً أو قال ما يخطئ حرفاً وما هو من القرآن في شيء.\rقال الداني معقباً على هذه الرواية: يريد أنه لا يقيم قراءته على حدّها، ولا يؤدي ألفاظه على حقها، ولا يوفّي الحروف صيغتها، ولا ينزلها منازلها من التلخيص والتبيين والإشباع والتمكين، ولا يميز بين سين وصاد، ولا ظاء ولا ضاد، ولا يفرق بين مشدد ومخفف ومدغم ومظهر، ومفخم ومرقق، ومفتوح وممال، وممدود ومقصور، ومهموز وغير مهموز، وغير ذلك من غامض القراءة، وخفاء التلاوة الذي لا يعلمه إلا المهرة من المقرئين، ولا يميزه إلا الحذّاق من المتصدرين الذين تلقوا ذلك أداءً وأخذوه مشافهة، وضبطوه وقيدوه، وميزوا\r__________\r1 محمد بن يزيد بن رفاعة بن سماعة أبو هاشم الرفاعي، أخذ القراءة عرضا عن سليم سمع قراءة الأعشى على أبي بكر وروى عن الكسائي، روى القراءة عنه موسى بن إسحاق القاضي، وعلي بن الحسن القطيعي توفي سنة (248هـ‍)\rغاية النهاية: 2/280، تاريخ بغداد: 3/375\r2 سليم بن عيسى بن سليم أبو عيسى، عرض على حمزة وهو أخص أصحابه وأضبطهم وهو الذي خلفه في القيام بالقراءة، قرأ عليه حفص بن عمر الدوري وخلف بن هشام. توفي سنة (188هـ‍)\rغاية النهاية: 1/318، الثقات لابن حبان: 8/295\r3 حمزة بن حبيب بن عمارة أبو عمارة الكوفي أحد القراء السبعة ولد سنة (80هـ‍) أدرك الصحابة بالسن، أخذ القراءة عرضاً عن سليمان الأعمش، وحمران بن أعين، روى القراءة عنه إبراهيم بن أدهم والحسن بن عطية، وخلاد بن خالد. توفي سنة (156هـ‍) غاية النهاية: 1/261","Part":"1","seal":"0F25342E","page":20},
      {"id":13,"nass":"جليّه وأدركوا خفيّه وهم قليل من الناس1.\rوربما قرأ الرجل فأعجب بنفسه وأعجب الحاضرون بقراءته ولكن أئمة التجويد والقراءة بحكم خبرتهم وثاقب نظرتهم يردون عليه ما قرأ ولا يعتبرونه شيئاً لإخلاله بقواعد التجويد من حيث لا يشعر.\rأورد الداني بسنده عن هشام بن بكير2 وكان هو وأبوه من القراء قال كنت عند عاصم3 ورجل يقرأ عليه قال فما أنكرت من قراءته شيئاً قال فلما فرغ قال له عاصم والله ما قرأت حرفاً.\rقال الداني معقباً على هذه الرواية: يريد أنك لم تقم القراءة على حدها ولم توف الحروف حقها، ولا احتذيت منهاج الأئمة من القراء، ولا سلكت طريق أهل العلم بالأداء، وهذا وما قدمناه دال على توكيد علم التجويد والأخذ بالتحقيق والله ولي التوفيق4.\rقلت: نعم إن للقراء فطنة ودراية عجيبة في استكشاف اللحن مهما دق وخفي فآذانهم أدق من موازين الذهب. وملاحظاتهم تنبيك بالعجب.\rولقد أدركت من شيوخ الإقراء من هذا حاله. فقد تلقيت في سن الطلب\r__________\r1 التحديد للداني: 84\r2 لم أعثر له على ترجمة.\r3 عاصم بن بهدلة بن أبي النجود أبو بكر الأسدي شيخ الإقراء بالكوفة. أحد القراء السبعة اختلف في سنة وفاته فقيل (127هـ‍) وقيل (128هـ‍) ، قرأ على أنس بن مالك، وأخذ القراءة عرضاً على زر بن حبيش، وأبي عبد الرحمن السلمي، روى القراءة عنه أبان بن تغلب، وحفص بن سليمان، وحماد بن سلمة.\rغاية النهاية: 1/346، مشاهير علماء الأمصار: 165\r4 التحديد: 85","Part":"1","seal":"05DAFD60","page":21},
      {"id":14,"nass":"بالسنة الرابعة بكلية القرآن الكريم في الجامعة الإسلامية بالمدينة النبوية على نخبة من أساتذة القراءات ومنهم شيخنا وشيخ مشايخنا الشيخ عبد الفتاح القاضي1 رحمه الله تعالى تلقينا عليه القراءات الثلاث بمضمّن متن الدرة في القراءات الثلاث المتممة للعشر لابن الجزري فكان أحدنا يقرأ كالمقيد يقوم ويسقط من كثرة إشاراته لنا بالوقوع في اللحن رغم ما كان يتمتع به البعض من جودة في القراءة وصوت حسن نطرب لسماعه.\rولكنها ملكة وهبهم الله إياها لكثرة ممارستهم وفضل من الله يؤتيه من يشاء والله ذو الفضل العظيم.\rمما تقدم نلحظ منهج أئمة الإقراء في أخذهم بالتجويد كل من رام القراءة عليهم وأنهم لا يصدرونه متى أخل بشيء من قواعده بل ولا يعدونه قارئاً.\rفما كل من يتلو الكتاب يقيمه ... وما كل من في الناس يقرئهم مقري2\rفلما بدأت عصور التدوين كان لعلم التجويد منها حظ ونصيب فأفردت\r__________\r1 الشيخ العلامة عبد الفتاح بن عبد الغني بن محمد القاضي، ولد في مدينة دمنهور سنة (1320هـ‍) . حفظ القرآن على الشيخ علي عيادة وتلقى القراءات العشر على الشيخ همام قطب، والشيخ حسن الصبحي وغيرهما. رحل إلى المدينة سنة (1394هـ‍) وعين رئيساً لقسم القراءات منذ إنشائه وكانت له جهوده الطيبة المباركة في تطوير كلية القرآن الكريم وتلقي عنه الكثير، وكنت ممن تلقى عنه بالكلية القراءات الثلاث، وكتابه الفرائد الحسان في عد الآي، من نظمه. توفي رحمه الله تعالى سنة (1403هـ‍) .\rترجم له الشيخ المرصفي في كتابه هداية القارئ: 2/658، والدكتور عبد العزيز القارئ في مجلة كلية القرآن الكريم العدد الأول: 297\r2 من قصيدة الخاقاني: انظر: قصيدتان في تجويد القرآن: 18","Part":"1","seal":"E4E1B640","page":22},
      {"id":15,"nass":"مباحثه وقواعده بالتأليف وضمَّن بعض القراء كتبهم بعض أبوابه ومسائله فمنهم المقل ومنهم المكثر.\rولعل أول من أفرده بالتصنيف أبو مزاحم موسى بن عبيد الله الخاقاني البغدادي المتوفى سنة 325هـ‍ 1 في قصيدته الخاقانية الرائعة والتي من أبياتها:\rأيا قارئ القرآن أحسن أداءه ... يضاعف لك الله الجزيل من الأجر\rفما كل من يتلو الكتاب يقيمه ... وما كل من في الناس يقرئهم مقري\rوإن لنا أخذ القراءة سنة ... عن الأولين المقرئين ذوي الستر2\r2- ثم علي بن جعفر بن سعيد أبو الحسن السعيدي الرازي الحذاء المتوفى في حدود سنة 410هـ‍ في كتابه: التنبيه على اللحن الجلي واللحن الخفي3.\r3- مكي بن أبي طالب القيسي المتوفى سنة (437هـ‍) وكتابه: الرعاية لتجود القراءة وتحقيق لفظ التلاوة. 4\r4- أبو عمرو الداني المتوفى سنة 444هـ وكتابه: التحديد في الإتقان والتجويد5. وذكر في مقدمته سبب تأليفه بأنه راجع إلى ما رآه من إهمال القراء والمقرئين في عصره تجويد التلاوة وتحقيق القراءة وتركهم استعمال ما ندب الله إليه وحث نبيه صلى الله عليه وسلم وأمته عليه من تلاوة التنزيل بالترسل\r__________\r1 غاية النهاية: 2/321\r2 قصيدتان في تجويد القرآن: 18\r3 غاية النهاية: 1/529 وهو مخطوط\r4 مطبوع\r5 مطبوع","Part":"1","seal":"92502F0A","page":23},
      {"id":16,"nass":"والترتيل1.\r5- أبو الحسن شريح بن محمد بن شريح الرعيني الإشبيلي المتوفى سنة 539هـ‍ وكتابه: نهاية الإتقان في تجويد تلاوة القرآن. 2\r6- علم الدين أبو الحسن علي بن محمد بن عبد الصمد السخاوي المتوفى سنة (643هـ‍) وكتابه: عمدة المفيد وعدة المجيد في معرفة التجويد. 3\r7- نجم الدين محمد بن قيصر بن عبد الله البغدادي المارديني المتوفى سنة (721هـ‍) وكتابه: الدر النضيد في معرفة التجويد. 4\r8- تقي الدين أبو إسحاق إبراهيم بن عمر الجعبري المتوفى سنة (732هـ‍) وكتابه: عقود الجمان في تجويد القرآن. 5\r9- شمس الدين أبو الخير محمد بن محمد بن محمد الجزري المتوفى سنة (833هـ‍) خاتمة المحققين ورافع لواء القراء والمجودين وكتابه: التمهيد في علم التجويد. 6\rوذكر في مقدمته أن سبب تأليفه: أنه لما رأى الناشئة من قراء زمانه وكثيراً من منتهيهم قد غفلوا عن تجويد ألفاظهم، وأهملوا تصفيتها من كدره، وتخليصها من درنه، رأيت الحاجة داعية إلى تأليف مختصر ابتكر فيه مقالاً يهز عطف\r__________\r1 التحديد: 98\r2 مخطوط\r3 مطبوع\r4 مخطوط وهو نظم\r5 مخطوط\r6 مطبوع","Part":"1","seal":"E07ED32B","page":24},
      {"id":17,"nass":"الفاتر، ويضمن غرض الماهر، ويسعف أمل الراغب، ويؤنس وسادة العالم. 1\rثم أتبع ذلك بنظم المقدمة الجزرية2 ضمنها كثيراً من مباحث علم التجويد وقد كتب لهذه المقدمة القبول بين طلاب العلم وتناولها العلماء بالشرح والتعليق حتى ربت شروحها على الحصر الدقيق.\r10- برهان الدين أبو الحسن إبراهيم بن عمر بن حسن البقاعي المتوفى سنة (885هـ‍) وكتابه: القول المعتبر في أصول التجويد لكتاب ربنا المجيد3.\r11- زين الدين أبو الفتح جعفر بن إبراهيم السنهوري المتوفى سنة (894هـ‍) وكتابه: الجامع المفيد في صناعة التجويد4.\r12- أحمد بن نصر الميداني المقرئ المتوفى سنة (923هـ‍) وكتابه: قواعد التجويد5.\rوغير هؤلاء كثير يطول حصرهم وما ذكرته فيه الكفاية، إذ ليس الغرض الحصر والاستقصاء بل العلم والدراية.\r__________\r1 التمهيد: 52\r2 مطبوع\r3 مخطوط\r4 مخطوط\r5 مخطوط","Part":"1","seal":"8B02CDEB","page":25},
      {"id":18,"nass":"المبحث الثالث: عناية الأمة بالأخذ بالتجويد\rقدمت في المبحث السابق أن القرآن نزل مرتلاً مجوداً وأن الرسول صلى الله عليه وسلم تلقاه كذلك وبلّغ أمته ما نزل عليه بحروفه وهيئاته. بقي أن نعرف ما المراد بالترتيل المأمور به في قوله تعالى: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} .\rالرتل: حسن تناسق الشيء.\rوثغر رتَل ورتِل حسن التنضيد مستو النبات.\rوقيل المفلج وقيل بين أسنانه فروج لا يركب بعضه على بعض.\rورتّل الكلام: أحسن تأليفه وأبانه وتمهل فيه.\rوالترتيل في القراءة: الترسل فيها والتبيين من غير بغي.\rقال علي رضي الله عنه حينما سئل عن معنى الترتيل: (هو تجويد الحروف ومعرفة الوقوف) 1.\rقال أبو العباس: ما أعلم الترتيل إلا التحقيق والتبيين والتمكين أراد في قراءة القرآن.\rوقال مجاهد: الترتيل الترسل.\rقال: ورتله ترتيلا بعضه على إثر بعض.\rقال أبو منصور: ذهب به إلى قولهم ثغر رتل إذا كان حسن التنضيد.\rوقال ابن عباس في معنى الآية: قال: بينه تبييناً.\rقال أبو إسحاق: والتبيين بأن يجعل في القراءة وإنما يتم التبيين بأن يبين جميع الحروف ويوفيها حقها من الإشباع.\rوقال الضحاك: انبذه حرفاً حرفاً.\r__________\r1 الكامل للهذلي: لوحة: 19/ب، النشر: 1/209","Part":"1","seal":"E2298940","page":26},
      {"id":19,"nass":"وقال الفراء: اقرأه على هينتك ترسلاً1.\rوقال الراغب: الرتل اتساق الشيء وانتظامه على استقامة يقال رجل رتَل الأسنان، والترتيل إرسال الكلمة من الفم بسهولة واستقامة2.\rوقال الخازن في تفسيره: وقيل الترتيل هو التوقف والترسل والتمهل والإفهام وتبيين القراءة حرفاً حرفاً إثره في إثر بعض بالمد والإشباع والتحقيق3.\rوقال القرطبي في تفسيره: الترتيل في القراءة هو التأني فيها والتمهل وتبيين الحروف والحركات تشبيها بالثغر المرتل وهو المشبه بنَوْرِ الأقحوان وهو المطلوب في قراءة القرآن4.\rوقال الزمخشري في الكشاف: ترتيل القرآن قراءته على ترسل وتؤدة بتبيين الحروف وإشباع الحركات حتى يجيء المتلو منه شبيهاً بالثغر المرتل وهو المفلج المشبه بنَوْرِ الأقحوان وأن لا يهذّه هذّاً ولا يسرده سرداً5.\rوقال الشيرازي6 في كتابه الموضح: الترتيل هو من قولهم ثغر رتَل إذا كان مفلجاً وذلك إذا انفرج ما بين الأسنان على استواء فيها، وترتل في مسيره إذا\r__________\r1 لسان العرب: 11/265 مادة (ر ت ل) ، معاني القرآن للزجاج: 5/239، معاني القرآن للفراء: 3/197، جامع البيان عن تأويل القرآن للطبري: 29/126\r2 المفردات للراغب: 187\r3 لباب التأويل في معاني التنزيل: 4/321\r4 الجامع لأحكام القرآن: 1/17\r5 الكشاف عن حقائق التنزيل للزمخشري: 4/175\r6 هو الإمام نصر بن علي بن محمد أبو عبد الله الشيرازي الفارسي المعروف بابن أبي مريم قرأ على محمود بن حمزة بن نصر. قال عنه ابن الجزري: إمام كبير المحل. توفي بعد سنة (565هـ‍) .\rغاية النهاية: 2/337، انباه الرواة على أبناء النحاة للقفطي: 3/344","Part":"1","seal":"597F4A47","page":27},
      {"id":20,"nass":"تتابعت خطاه من غير سرعة، فكذلك الترتيل هو التأني في القراءة مع تفصيل الكلم بعضها من بعض جامع لشرائط التجويد والتقويم1.\rوقال ابن الجزري: وقال علماؤنا: أي تلبث في قراءته وافصل الحرف من الحرف الذي بعده، ولا تستعجل فتدخل بعض الحروف في بعض2.\rبعد هذا العرض تبين لنا معنى الترتيل المأمور به، وأنه تبيين القراءة وإتباع بعضها بعضاً على تأن وتؤدة مع تجويد اللفظ وحسن تأديته وتقويمه وإخراجه من مخرجه، فهو الأصل ولذلك نوه الله بشأنه حينما أكد الفعل بالمصدر تعظيما لشأنه وترغيباً في ثوابه، {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} 3، {وَرَتَّلْنَاهُ تَرْتِيلاً} 4.\rوعلى هذا جاءت قراءته صلى الله عليه وسلم.\rكما ثبت في صحيح البخاري من حديث أنس بن مالك رضي الله عنه أنه سئل كيف كانت قراءة النبي صلى الله عليه وسلم؟ فقال: كانت مدّاً، ثم قرأ (بسم الله الرحمن الرحيم) يمد ببسم الله ويمد بالرحمن ويمد بالرحيم. 5\rقال الداني مبيناً وجه الاستدلال من هذا الحديث على وجوب الأخذ بالتجويد: وهذا حديث مخرّج من الصحيح، وهو أصل في تحقيق القراءة، وتجويد الألفاظ، وإخراج الحروف من مواضعها، والنطق بها على مراتبها، وإيفائها صيغتها، وكل حق هو لها، من تلخيص وتبيين ومدّ وتمكين وإطباق وتفش وصفير وغنة وتكرير واستطالة وغير ذلك، على مقدار الصيغة وطبع الخلقة، من\r__________\r1 الموضح في وجوه القراءات للشيرازي: 1/154\r2 التمهيد لابن الجزري: 61\r3 سورة المزمل آية: 4\r4 سورة الفرقان آية: 32\r5 فتح الباري شرح صحيح البخاري: 9/91","Part":"1","seal":"C646D91A","page":28},
      {"id":21,"nass":"غير زيادة ولا نقصان1.\rرحم الله الداني ما أوسع علمه، وأجزل لفظه، وأحكم عبارته كيف لا وهو حصن حصين وسند في القراءة متين.\rفقد رأيت من تخبط في فهم هذا الحديث فلم يعرف المراد بالمد فيه فقال: القراء لا يثبتون مداً في هذه المواضع الثلاثة ...\rومن قائل: إذا كان أداء القرآن - تجويده - متلقى بالتواتر عن النبي صلى الله عليه وسلم أين دليله النصي؟\rوهل مقدار الحركة منضبط أو هو مختلف باختلاف سرعة القارئ وبطئه ... الخ\rولست هنا في مقام تتبع الأخطاء والهفوات بل هي وقفة تأمل وإنعام نظر فقد كفانا صاحب المنجد2 في هذه المسائل شر الانقسام.\rوأقول لهؤلاء جميعاً لابد من مراجعة علماء القراءات وما دونوه قديماً وحديثاً فما أشكل عليكم حله وصعب عليكم فهمه فإن لديهم الدواء النافع والبيان الساطع، والحكم القاطع، وكل علم يسأل عنه أهله.\rومن ذلك ما روي عن حفصة أم المؤمنين رضي الله عنها قالت: «ما رأيت رسول الله صلى الله عليه وسلم يصلي في سبحته قاعداً قط حتى كان قبل وفاته بعام، فكان يصلي في سبحته قاعداً، ويقرأ بالسورة فيرتلها حتى تكون أطول من أطول منها» 3.\r__________\r1 التحديد للداني: 80\r2 منجد المقرئين لابن الجزري: الباب السادس، الفصل الثاني: في أن القراءات العشر متواترة فرشاً وأصولاً حال اجتماعهم وافتراقهم: 57\r3 موطأ الإمام مالك. ما جاء في صلاة القاعد: 98، سنن الدرامي: 1/262","Part":"1","seal":"D1D2E763","page":29},
      {"id":22,"nass":"وعن أم سلمة رضي الله عنها أنها نعتت قراءة رسول الله صلى الله عليه وسلم مفسرة حرفاً حرفاً. 1\rقال ابن القيم: وكانت قراءته ترتيلاً لا هذّا ولا عجلة بل قراءة مفسرة حرفاً حرفاً، وكان يقطع قراءته آية آية وكان يمد عند حروف المد فيمد الرحمن ويمد الرحيم. 2\rأقول: لقد تلقت الأمة القرآن الكريم بحروفه وقراءته وكيفية النطق بتلك الحروف والهيئات والصيغ التي جاءت بها على أنها سنة متبعة يجب الحفاظ عليها والالتزام بها وتعليمها كما جاءت عنه صلوات الله وسلامه عليه واتباع هديه في ذلك.\rأورد ابن مجاهد بأسانيده جملة من الأحاديث والآثار الدالة على وجوب الاتباع في نقل القراءة وترك الابتداع.\rمن ذلك ما رواه عن ابن مسعود رضي الله عنه أنه قال: «قال لنا علي بن أبي طالب إن رسول الله صلى الله عليه وسلم يأمركم أن تقرءوا كلما علمتم» 3.\rوأورد بسنده عن خارجة بن زيد بن ثابت عن أبيه قال: القراءة سنة4. وفي رواية أخرى عن خارجة قال: القراءة سنة فاقرءوا كما تجدونه5.\rوبسنده عن عروة بن الزبير قال: إنما القراءة سنة من السنن فاقرءوه كما\r__________\r1 الترمذي: 4/254، سنن أبي داود: 2/73، المصنف لابن أبي شيبة: 10/552\r2 زاد المعاد في هدي خير العباد: 1/482\r3 كتاب السبعة لابن مجاهد: 47\r4 كتاب السبعة لابن مجاهد: 49\r5 كتاب السبعة لابن مجاهد: 50","Part":"1","seal":"90764C86","page":30},
      {"id":23,"nass":"علمتموه1. وفي رواية: فاقرءوه كما أقرئتموه2.\rوورد عن ابن مسعود رضي الله عنه أنه كان يقرئ رجلاً فقرأ الرجل {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} 3 مرسلة فقال ابن مسعود: ما هكذا أقرأنيها رسول الله صلى الله عليه وسلم فقال وكيف أقرأكها؟ قال: أقرأنيها: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} 4 فمدها.\rفابن مسعود وهو مَن علمنا إتقانا وضبطا وحسن أداء، مَنْ قال رسول الله صلى الله عليه وسلم في حقه: \"من سره أن يقرأ القرآن رطبا كما أنزل فليقرأه على قراءة ابن أم عبد\" 5.\rأنكر رضي الله عنه على هذا الرجل أن يقرأ كلمة (الفقراء) من غير مد ولم يرخص له في ذلك6 مع أن فعله وتركه سواء في عدم التأثير على دلالة الكلمة ومعناها ولكن لما كانت القراءة سنة متبعة وكيفياتها كذلك لم يقبل ابن مسعود من هذا الرجل أن يقرأ بغير ما قرأ به على رسول الله صلى الله عليه وسلم حتى لا يكون غاشا له موافقا له على ما لم يقرأ به.\rويؤكد ابن مسعود رضي الله عنه الحض على الأخذ بالتجويد وأنه زينة\r__________\r1 كتاب السبعة لابن مجاهد: 52\r2 كتاب السبعة لابن مجاهد: 52\r3 سورة التوبة آية: 60\r4 الدر المنثور في التفسير بالمأثور للسيوطي: 4/221، النشر: 1/315\r5 المسند بتحقيق أحمد شاكر: 1/230، 270\r6 قال ابن الجزري مبينا أن قصر المتصل لم يصح عن أحد من القراء: وقد تتبعته فلم أجده في قراءة صحيحة ولا شاذة بل رأيت النص بمده.\rالنشر: 1/315","Part":"1","seal":"F89B6A0A","page":31},
      {"id":24,"nass":"التلاوة فيقول فيما رواه عنه الضحاك قال: قال عبد الله بن مسعود: جودوا القرآن وزينوه بأحسن الأصوات وأعربوه فإنه عربي والله يحب أن يعرب به1.\rوعن زر بن حبيش رحمه الله تعالى قال: قرأ رجل على عبد الله بن مسعود (طه) ولم يكسر -أي لم يمل- فقال عبد الله بن مسعود (طه) وكسر ثم قال: والله هكذا علمني رسول الله صلى الله عليه وسلم2.\rوجاء رجل إلى الإمام نافع3 ليقرأ عليه بالحدر4 فوجهه نافع إلى ما هو أنفع له من الحدر وهو بيان الكيفية التي يجب أن يقرأ بها كتاب الله عز وجل والمنهج القويم الذي سلكه الصحابة والتابعون في الأخذ والأداء.\rأورد الداني بسنده قال: جاء رجل إلى نافع فقال: تأخذ على الحدر، فقال نافع ما الحدر؟ ما أعرفها أسمعنا قال فقرأ الرجل فقال نافع: الحدر، أو قال حدرنا، أن لا نسقط الإعراب، ولا ننفي الحروف، ولا نخفف مشددا، ولا نشدد مخففا، ولا نقصر ممدودا، ولا نمد مقصورا، قراءتنا قراءة أكابر أصحاب رسول الله صلى الله عليه وسلم سهل جزل، لا نمضغ ولا نلوك، ننبر ولا نبتهر، نسهل ولا نشدد، نقرأ على أفصح اللغات وأمضاها، ولا نلتفت إلى أقاويل الشعراء وأصحاب اللغات، أصاغر عن أكابر مليّ عن وفيّ، ديننا دين العجائز، وقراءتنا\r__________\r1 النشر: 1/210\r2 جمال القراء: 2/498، النشر: 2/31\r3 نافع بن عبد الرحمن بن أبي نعيم أبو رويم، ويقال أبو نعيم مولى جعونة بن شعوب الليثي حليف حمزة بن عبد المطلب قرأ على سبعين من التابعين وهو أحد القراء السبعة توفي سنة 169هـ‍\rغاية النهاية: 2/230، التيسير لأبي عمرو الداني: 4، السبعة لابن مجاهد: 53\r4 يأتي تعريفه ص: 40، 42، 43.","Part":"1","seal":"E6DCE495","page":32},
      {"id":25,"nass":"قراءة المشايخ، نسمع في القرآن، ولا نستعمل فيه بالرأي، ثم تلا نافع1: {قُلْ لَئِنِ اجْتَمَعَتِ الإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} 2.\rقال الداني معقبا على هذه الرواية: «وهذا كلام من أيّد ووفّق ونُصر وفُهّم وجُعل إماماً عالماً وعلماً يُقْتفى أثره ويُتّبع سننه» .\rوهذه الطريقة التي وصفها وبينها وأوضحها وعرّف أن الصحابة رضوان الله عليهم احتذوها هي التي يجب على قراء القرآن أن يمتثلوها في التحقيق، ويسلكوها في التجويد وينبذوا ما سواها مما هو مخالف لها وخارج عنها وعلى ذلك وجدنا الأئمة من القراء والأكابر من أهل الأداء. 3\rنعم لقد عمل أئمة الإقراء الذين خصهم الله بحمل كتابه وشرفهم بالذب عن حياضه في كل عصر ومصر بهذه العبارات النيرة والتوجيهات الخيرة الصادرة من إمام دار الهجرة ورأس القراء السبعة الإمام نافع فجاءت مؤلفاتهم وأقوالهم شارحة وموضحة لذلك المنهج القويم والمسلك السليم ولا يشذ عنهم إلا من لا يعتد بقوله، فهم الحفظة الناقلون، والقراء المجودون.\rولعلي في هذه العجالة أن أقتبس بعض الشواهد على ما ذكرت من حضهم على الأخذ بالتجويد قولاً وعملاً، وعلى أي صفة كانت القراءة ترتيلاً أو تحقيقاً أو حدراً.\rقال مكي4 رحمه الله تعالى في باب صفة من يجب أن يقرأ عليه وينقل عنه:\r__________\r1 التحديد للداني: 93\r2 سورة الإسراء آية: 88\r3 التحديد للداني: 94\r4 مكي بن أبي طالب أبو محمد القيسي القيرواني الأندلسي إمام علامة محقق أستاذ القراء =","Part":"1","seal":"5DBE70B7","page":33},
      {"id":26,"nass":"يجب على طالب القرآن أن يتخير لقراءته ونقله وضبطه أهل الديانة والصيانة والفهم في علوم القرآن والنفاذ في علم العربية والتجويد بحكاية ألفاظ القرآن وصحة النقل عن الأئمة المشهورين بالعلم.\rفإذا اجتمع للمقرئ صحة الدين والسلامة في النقل والفهم في علوم القرآن، والنفاذ في علوم العربية والتجويد بحكاية ألفاظ القرآن كملت حالته ووجبت إمامته، وقد وصف من تقدمنا من العلماء المقرئين القراء فقال: القراء يتفاضلون في علم التجويد فمنهم من يعلمه رواية وقياساً وتمييزاً فذلك الحاذق الفطن، ومنهم من يعرفه سماعاً وتقليداً فذلك الوهن الضعيف لا يلبث أن يشك ويدخله التحريف والتصحيف إذا لم يبن على أصل ولا نقل عن فهم. 1\rوقال في موضع آخر بعد فراغه من أبواب التجويد والفصول التي أوضح فيها القواعد اللازمة لذلك: والمقرئ إلى جميع ما ذكرناه في كتابنا هذا أحوج من القارئ لأنه إذا علِمَه علَّمه، وإذا لم يعلَمْه لم يعلّمه فاستوى في الجهل بالصواب في ذلك القارئ والمقرئ ويضل القارئ بضلال المقرئ فلا فضل لأحدهما على الآخر. 2\rوقال الداني مبيناً الطريقة التي ينبغي للقارئ أن يسلكها حال القراءة قال: ينبغي للقارئ أن يأخذ نفسه بتفقد الحروف التي لا يوصل إلى حقيقة اللفظ\r__________\r= والمجودين. قرأ القراءات على أبي الطيب عبد المنعم بن غلبون، وسمع من أبي بكر محمد بن علي الأذفوي، قرأ عليه يحيى بن إبراهيم البياز وموسى بن سليمان اللخمي، ومحمد بن محمد بن أصبغ وغيرهم. توفي سنة (437هـ‍) .\rغاية النهاية: 2/309، معرفة القراء الكبار للحافظ الذهبي: 2/316\r1 الرعاية: 89\r2 الرعاية: 153","Part":"1","seal":"EC2AFC0F","page":34},
      {"id":27,"nass":"بها إلا بالرياضة الشديدة والتلاوة الكثيرة مع العلم بحقائقها والمعرفة بمنازلها فيعطي كل حرف منها حقه من المد إن كان ممدودا ومن التمكين إن كان مُمكّنا ومن الهمز إن كان مهموزا ومن الإدغام إن كان مدغما، ومن الإظهار إن كان مظهرا ومن الإخفاء إن كان مخفيا، ومن الحركة إن كان محركا ومن السكون إن كان مسكنا.\rومتى لم يفعل ذلك القارئ ولم يستعمل اللفظ به كذلك صار عند علماء هذه الصناعة لاحناً. 1\rويوجه الهذلي قارئ كتاب الله إلى الأخذ بأسباب التجويد مبينا له القواعد التي يجب عليه الاهتمام بها حتى يصير قارئا مصدرا ومتى أخل بشيء من تلك التوجيهات لم يجز له أن يقرئ أحداً من الناس.\rقال رحمه الله: والأصل أن يتفقد الإنسان لفظه ويعتبر النظم والترتيل والتحقيق والحدر.\rوالترتيل: القراءة بتفكر.\rوالتحقيق إعطاء الحروف حقوقها من غير زيادة ولا نقصان ولا تكلف، وإتعاب نفس برفع صوت، ولا مبالغة في النفس فينقطع.\rولا يخلط آية رحمة بعذاب إذا لم يكن موضع الوقف.\rوالحدر: أن يقرأ بغير تفكر في المعاني ولا يمضغ، ولا يزيد ولا ينقص، وليكن صوته على وتيرة واحدة، ويجتهد في مخارج الحروف وذلك بعد أن يعرف مخارجها على اختلاف أقاويل العرب، ويعلم مجهورها من مهموسها وزائدها من أصليها، ومبدلها مما لا يثبت فيه البدل، ومطبقها من المنخفض منها، ونطعيها من لثويها، وذلقيها من أسليها، وحلقيها من حنكيها، وأشباه ذلك مما فيه طول\r__________\r1 التحديد للداني: لوحة: 98/أ","Part":"1","seal":"E21B0924","page":35},
      {"id":28,"nass":"فمن لم يعلم مثل هذا ولم يفهمه لم يجز له أن يقرئ أحداً من الناس ولا يأخذ على أحد حرفا، ويحرم عليه ذلك في هذه الصناعة. 1\rوقال الشهرزوري2 في المصباح الزاهر: إن من لم يعط الحرف حقه من الصفات اللازمة والعارضة، ويخرجه من مخرجه المحدد له فقد صرفه عن مبناه وحاد به عن معناه.\rقال: اعلم أن التجويد حلية التلاوة وزينة الأداء والقراءة، وهو إعطاء الحروف حقوقها، وترتيبها مراتبها، ورد الحرف من حروف المعجم إلى مخرجه وأصله، وإلحاقه بنظيره وشكله، وإشباع لفظه ولفظ النطق به؛ لأنه متى ما تغير عما ذكرته لك من وصفه زال عن وضعه ورصفه. 3\rويقول الشيرازي إن حسن الأداء فرض واجب على من رام قراءة شيء من كتاب الله سواء رتل، أو حقق أو حدر.\rقال: وأما الحدر فهو تسهيل القراءة وهو يراد للتحفظ والاستكثار من الدرس، وهو أيضا يرتضى إذا لم يفارق التجويد وذلك بأن تعطى الحروف\r__________\r1 الكامل للهذلي: لوحة: 24/ب، 31/أ\r2 المبارك بن الحسن بن أحمد أبو الكرم الشهرزوري إمام كبير، ثقة محقق، قرأ على أحمد بن الحسن بن خيرون، وأحمد بن على الهاشمي، وأحمد بن على بن سوار، وغيرهم. قرأ عليه هبة الله بن يحيى الشيرازي، وعبد الوهاب بن سكينة وغيرهما، وكتابه المصباح من أحسن ما ألف في القراءات. توفي رحمه الله تعالى سنة (550هـ) .\rغاية النهاية: 2/38.\r3 المصباح الزاهر: 4/1469.","Part":"1","seal":"7D45E690","page":36},
      {"id":29,"nass":"حقوقها من مخارجها ومسالكها ويوفر عليها حظوظها من حركاتها وسكناتها من غير زيادة مجاوزة للحد، ولا نقصان مؤد للقدح، فإن حسن الأداء فرض في القراءة، ويجب على القارئ أن يتلو القرآن حق تلاوته صيانة للقرآن من أن يجد التغيير واللحن إليه سبيلا. 1\rويوضح ابن أم قاسم المرادي2 أن الأخذ بالتجويد هو منهج القراء جميعا لا خلاف بينهم في ذلك، والقارئ مطالب به في كل الأحوال.\rقال: اعلم وفقنا الله وإياك أن التجويد هو إعطاء كل حرف حقه من مخرجه وصفته، والقراء مجمعون على التزام التجويد في جميع أحوال القراءة من ترتيل وحدر وتوسط، وربما توهم قوم أن التجويد إنما يكون مع الترتيل لاعتقادهم أن التجويد إنما هو الإفراط في المد وإشباع الحركات ونحو ذلك مما لا يتأتى مع الحدر وليس كما توهموه وإنما حقيقة تجويد القرآن ما قدمته لك، وذلك متأت مع الحدر كما يتأتى مع الترتيل، ولا يُنكر أن الأخذ بالترتيل أتم مدا وتحريكا وإسكانا من الأخذ بالحدر، ولكن لابد في جميع ذلك من إقامة مخارج الحروف وصفاتها. 3\rثم نقل عن الأهوازي قوله: وأما الحدر فإنه القراءة السهلة السمحة العذبة الألفاظ التي لا تخرج القارئ عن طباع العرب وعما تكلمت به الفصحاء بعد أن يأتي بالرواية عن الإمام من أئمة القراءة على ما نقل عنه من المد والهمز والقطع\r__________\r1 الموضح في وجوه القراءات للشيرازي: 1/156\r2 الحسن بن قاسم بن عبد الله بن علي المرادي المالكي المشهور بابن أم قاسم نسبة إلى جدته أم أبيه. قرأ القراءات على مجد الدين إسماعيل، وأخذ عن أبي حيان. توفي سنة (749هـ‍)\rغاية النهاية: 1/227، الدرر الكامنة في أعيان المائة الثامنة للحافظ بن حجر: 2/116\r3 المفيد في شرح عمدة المجيد، الحسن بن قاسم المرادي: 38","Part":"1","seal":"B52925B1","page":37},
      {"id":30,"nass":"والوصل والتشديد والتخفيف والإمالة والتفخيم والاختلاس والإشباع فإن خالف شيئا من ذلك كان مخطئا. 1\rثم يأتي خاتمة المحققين من فاق أقرانه وساوى بعض المتقدمين في الأسانيد المتصلة بالنبي صلى الله عليه وسلم إلى الله رب العالمين فيعلن وجوب الأخذ بالتجويد وإثم التارك له تهاوناً استناداً إلى أقوال الأئمة وسلف هذه الأمة من القراء الذي عليهم مدار أسانيد القراءات وإليهم يعزى اختلاف الطرق والروايات فالقول الفصل قولهم والخارق لإجماعهم لا يضرهم.\rفقال في المقدمة2:\rوالأخذ بالتجويد حتم لازم ... من لم يجود القرآن آثم\rلأنه به الإله أنزلا ... وهكذا منه إلينا وصلا\rثم بين ذلك أوضح بيان في النشر فقال:\rولا شك أن الأمة كما هم متعبدون بفهم معاني القرآن وإقامة حدوده متعبدون بتصحيح ألفاظه وإقامة حروفه على الصفة المتلقاة من أئمة القراءة المتصلة بالحضرة النبوية الأفصحية العربية التي لا يجوز مخالفتها ولا العدول عنها إلى غيرها، والناس في ذلك بين محسن مأجور ومسيء آثم، أو معذور.\rفمن قدر على تصحيح كلام الله تعالى باللفظ الصحيح العربي الفصيح وعدل إلى اللفظ الفاسد العجمي أو النبطي القبيح استغناء بنفسه واستبدادا برأيه وحدسه واتكالا على ما ألف من حفظه، واستكبارا عن الرجوع إلى عالم يوقفه على صحيح لفظه فإنه مقصر بلا شك، وآثم بلا ريب وغاش بلا مرية\r__________\r1 المفيد في شرح عمدة المجيد، الحسن بن قاسم المرادي: 39\r2 المقدمة الجزرية ضمن كتاب: مجموعة في فن التجويد: 9","Part":"1","seal":"E3A5547D","page":38},
      {"id":31,"nass":"فقد قال رسول الله صلى الله عليه وسلم: \"الدين النصيحة لله ولكتابه ولرسول ولأئمة المسلمين وعامتهم\" 1.\rأما من كان لا يطاوعه لسانه أو كان لا يجد من يهديه إلى الصواب بيانه فإن الله لا يكلف نفسا إلا وسعها2.\rأقول: لم يكن ابن الجزري بدعا من الناس فيما صرح به من وجوب الأخذ بالتجويد لكتاب الله وتأثيم المتهاون بتطبيق قواعده الموافقة للغة العرب لمن استطاع إليها سبيلا فقد سبقه إلى ذلك علماء القراءات العالمون بحقائقها ودقائقها وقد تقدم عن الداني ومكي والهذلي والشهرزوري والشيرازي ما يفيد ذلك فأئمة الإقراء كلهم مجمعون على وجوب الأخذ به.\rقال الداني مبيناً أن الأخذ بالتجويد من ألزم الأشياء للقارئ وأنه منهج السلف:\rمن ألزم الأشياء للقراء ... تجويد لفظ الحرف في الأداء\rوكل حرف من حروف الذكر ... مما جرى قبل ولم يجر\rفحقه التفكيك والتمكين ... وحكمه التحقيق والتبيين\rفاستعمل التجويد عند لفظكا ... بكل حرف من كلام ربكا\rفعن قريب بالجزيل تجزى ... وبنعيم الخلد سوف تحظى\rقد جاء في الماهر بالقرآن ... من الشفاء ومن البيان\rما فيه مقنع لمن تدبره ... بأنه مع الكرام السفره\rهذا مقال الصادق المصدوق ... فليرغب القراء في التحقيق\rوليسلكوا فيه طريق من مضى ... من الأئمة مصابيح الدجى3\r__________\r1 صحيح مسلم بشرح النووي: 2/37\r2 النشر: 1/210\r3 الأرجوزة المنبهة: للداني: 297","Part":"1","seal":"1DDD9B57","page":39},
      {"id":32,"nass":"المبحث الرابع: كيف يتلقى القرآن\rمما تقدم تبين لنا أن أخذ القراءة سنة متبعة يجب على الآخذ أن يتلقاها من أفواه الشيوخ الضابطين ويؤديها كما أديت إليه سنة الله في حفظه لهذا الكتاب العظيم وصونا له عن التحريف واللحن {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} 1\rفهذا سيد الخلق رسول الله صلى الله عليه وسلم يدارس جبريل بالقرآن ويعارضه به في كل رمضان فلما كان العام الذي توفي فيه عارضه القرآن مرتين. 2\rولا شك أن تلك المعارضة لم تكن قاصرة على الحفظ فقط بل كانت شاملة له وللكيفية التي تتلى بها حروف القرآن وتؤدى بها على أكمل وجه وأحسنه.\rقال الكرماني: وفائدة درس جبريل تعليم الرسول صلى الله عليه وسلم تجويد لفظه وتصحيح الحروف من مخارجها وليكون سنة في حق الأمة لتجويد التلامذة على الشيوخ في قراءاتهم3.\rثم إنه صلى الله عليه وسلم تأكيداً لقاعدة أخذ القرآن مشافهة قرأ على أبيّ بن كعب كما في الحديث المتقدم ليعلمه طريقة التلاوة وترتيلها وعلى أي صفة تكون قراءة القرآن ليكون ذلك سنة في الإقراء والتعليم ولتكون المشافهة هي الوسيلة لنقل كتاب رب العالمين لما فيها من الضبط والإتقان لا غيرها من الوسائل.\rقال الداني مبينا الحكمة من قراءة رسول الله صلى الله عليه وسلم على أبي:\r__________\r1 سورة الحجر آية: 9\r2 فتح الباري: 1/30\r3 لطائف الإشارات للقسطلاني: 209","Part":"1","seal":"352B06AE","page":40},
      {"id":33,"nass":"في هذا الحديث أيضا أصل كبير في وجوب معرفة تجويد الألفاظ وكيفية النطق بالحروف على هيئتها وصيغتها وأن ذلك لازم لكل قراء القرآن أن يطلبوه ويتعلموه\rوواجب على جميع المتصدرين أن يأخذوه ويعلموه اقتداء برسول الله صلى الله عليه وسلم فيما أمر به واتباعا له على ما أكده بفعله ليكون سنة يتبعها القراء ويقتدي بها العلماء. 1\rوبالمشافهة تلقى صحابة رسول الله صلى الله عليه وسلم عنه وعرضوا عليه وسمعوا منه.\rفهذا ابن مسعود يقول: والله لقد أخذت من في رسول الله صلى الله عليه وسلم بضعا وسبعين سورة. 2\rوبالمشافهة تلقى التابعون عن الصحابة وهكذا تناقلت الأمة القرآن وأخذته بالمشافهة جيلا بعد جيل حتى وصل إلينا وإلى أن يرث الله الأرض ومن عليها.\rونبه ابن الجزري إلى أن من أراد أن يحكم القراءة والتجويد ويتلو كتاب ربه كما نزل فعليه بترويض اللسان وتعويده النطق الصحيح المتلقى من فم المحسن المتقن.\rقال: ولا أعلم سببا لبلوغ نهاية الإتقان والتجويد ووصول غاية التصحيح والتسديد مثل رياضة الألسن والتكرار على اللفظ المتلقى من فم المحسن. 3\rوينظم ذلك المعنى في المقدمة فيقول:\r__________\r1 التحديد للداني: 81\r2 فتح الباري: 9/64\r3 النشر: 1/213","Part":"1","seal":"33FA91F0","page":41},
      {"id":34,"nass":"وليس بينه وبين تركه ... إلا رياضة امرئ بفكه1\rفمن أراد قراءة شيء من كتاب الله سواء كان ذلك المقروء للحفظ أو لمجرد القراءة وجب عليه تصحيح ذلك القدر المقروء.\rولا يتأتى تصحيحه إلا بعرضه وأخذه من أفواه الشيوخ الضابطين، ومتى استنكف عن ذلك استكبارا واعتدادا بالنفس فقد وقع في الخطأ لا محالة ومن هنا لحقه الإثم الذي ذكره العلماء:\rمن لم يجود القرآن آثم\rفإن لرسم المصحف قواعده وضوابطه، ولكل حرف منه مخرجه وصفاته، ولكل لفظ منه كيفيته وأداءه.\rوقد قيل في حال من يأخذ العلم عن الشيوخ ومن لم يأخذه عنهم:\rمن يأخذ العلم عن شيخه مشافهة ... يكن عن الزيغ والتصحيف في حرم\rومن يكن آخذاً للعلم من صُحف ... فعلمه عند أهل العلم كالعدم2\rوقيل: لا تأخذوا القرآن من مصحفي ولا العلم من صحفي. 3\rوإن تعجب فعجب قول البعض إن القرآن نزل بلغة العرب والعربي يستطيع قراءته بطبعه فلا يحتاج إلى من يعلمه كيفية النطق به.\rوهذا القول لا يصدر إلا ممن خانه فهمه، ولم يكن عن أهل الذكر آخذا علمه فإن أصاب فعلى غير هدى، وإن أخطأ فهو به أجدى {أَفَمَنْ يَمْشِي\r__________\r1 المقدمة الجزرية: 8\r2 القول السديد: 7\r3 شرح ما يقع فيه التصحيف للعسكري: 10","Part":"1","seal":"B1349533","page":42},
      {"id":35,"nass":"مُكِبّاً عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيّاً عَلَى صِرَاطٍ مُسْتَقِيمٍ} 1.\rفإذا كان رسول الله صلى الله عليه وسلم وهو أفصح من نطق بالضاد قد تلقى القرآن من جبريل عرضا وسماعا وأمر بالإنصات والإصغاء التام حتى يفرغ جبريل من القراءة ثم يقرأ هو بعد ذلك حسب ما سمع وتلقى كما في قوله تعالى: {إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} 2\rوقال تعالى: {وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْماً} 3\rوعن ابن عباس رضي الله عنهما في قوله تعالى: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} قال: كان رسول الله صلى الله عليه وسلم يعالج من التنزيل شدة، وكان مما يحرك شفتيه، فأنزل الله تعالى: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ}\rقال: جمعه لك في صدرك وتقرأه {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ}\rقال: فاستمع له وأنصت {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} ثم إن علينا أن تقرأه.\rفكان رسول الله صلى الله عليه وسلم بعد ذلك إذا أتاه جبريل استمع فإذا انطلق جبريل قرأه النبي صلى الله عليه وسلم كما قرأه. 4\rويستفاد من هذه الآيات ما يأتي:\rأولا: حفظ النص القرآني وهذا مأخوذ من قوله تعالى: {إِنَّ عَلَيْنَا جَمْعَهُ} أي في صدرك فتحفظ نصه.\rثانياً: القراءة وكيفيتها وصفة أدائها وهذا مأخوذ من قوله تعالى: {وَقُرْآنَهُ}\r__________\r1 سورة الملك آية: 22\r2 سورة القيامة آية: 16، 17، 18\r3 سورة طه آية: 114\r4 فتح الباري: 1/29","Part":"1","seal":"033067BC","page":43},
      {"id":36,"nass":"أي وعلينا تعليمك قراءته، فالقرآن هنا مصدر بمعنى القراءة وليس علماً.\rثالثاً: معرفة ما في القرآن من العلم والعمل وهذا مأخوذ من قوله تعالى: {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} أي علينا تعليمك حلاله وحرامه كما علمناك قراءته. 1\rوأحاديث مدارسة جبريل للنبي صلى الله عليه وسلم بالقرآن في كل رمضان واعتبار الصحابة القراءة سنة متبعة يجب العمل بها والمصير إليها مما تقدم بيانه كل ذلك يستفاد منه أن الأخذ والتلقي والعرض والسماع أمور لابد منها لطالب القرآن مهما بلغت منزلته وعلا كعبه أسوة برسول الله صلى الله عليه وسلم وصحابته من بعده والتابعين لهم بإحسان.\rروى الداني بسنده أن عمر بن الخطاب رضي الله عنه سمع رجلا يقرأ في سورة يوسف (ليسجننه عتى حين) فقال له عمر: من أقرأكها؟ قال أقرأنيها ابن مسعود.\rفكتب عمر إلى ابن مسعود رضي الله عنه: سلام عليك أما بعد فإن الله أنزل هذا القرآن فجعله قرآناً عربياً مبيناً، وأنزله بلغة هذا الحي من قريش، فإذا جاءك كتابي هذا فأقرئ الناس بلغة قريش ولا تقرئهم بلغة هذيل والسلام. 2\rقال الداني معقباً على هذه الرواية: وهذا الخبر أصل كبير ومعناه تعليم عمر عبد الله رضي الله عنهما - رياضة الألسنة، وأمره إياه أن يأخذ من يقرئه بالتفرقة بين الحروف المتشابهة في اللفظ المتقاربة في المخرج، حتى يؤدى القرآن على ما أنزل عليه من القراءات واللغات دون ما يجوز من ذلك من كلام العرب\r__________\r1 سنن القراء د. عبد العزيز قاري: 244\r2 التحديد: 82، المحتسب: 1/343، الكشاف: 2/317، والعرب تبدل أحد هذين الحرفين من صاحبه لتقاربهما في المخرج.","Part":"1","seal":"B35E47CF","page":44},
      {"id":37,"nass":"ولغاتها إذا كان مخالفا لما أنزل عليه من الأحرف، ألا ترى أن الفرق بين العين والحاء بحَّة الحاء، ولولا هي لكانت عيناً.\rوإنما كانت ذات بحة لهمسها وجهر العين، فميز عمر رضي الله عنه الفرق بينها، وأمر عبد الله رضي الله عنه بتتبع ذلك على القارئين وتلخيص بيانه للتالين فيلزم سائر القراء وجميع أهل الأداء استعمال ذلك وتفقده حتى يلفظ بالحروف على هيئتها وينطق بها على مراتبها. 1\rومن تتبع كلام الأئمة في المحاذير التي تعرض لكل حرف من حروف الهجاء وسلامة النطق به حال القراءة واجتماعه مع غيره علم علم اليقين أن الطريق ليس سالكا لكل من رامه ولو كان من أرباب الفصاحة والبلاغة بل لابد فيه من القائد الخبير ورياضة باللسان تذلل العسير.\rقال في النشر: أول ما يجب على مريد إتقان قراءة القرآن تصحيح إخراج كل حرف من مخرجه المختص به تصحيحا يمتاز به عن مقاربه، وتوفية كل حرف صفته المعروفة به توفية تخرجه عن مجانسه، يعمل لسانه وفمه بالرياضة في ذلك إعمالا يصير ذلك له طبعا وسليقة.\rفكل حرف شارك غيره في مخرج فإنه لا يمتاز عن مشاركه إلا بالصفات، وكل حرف شارك غيره في صفاته فإنه لا يمتاز عنه إلا بالمخرج.\rكالهمزة والهاء: اشتركا مخرجا وانفتاحا واستفالا وانفردت الهمزة بالجهر والشدة.\rوالعين والحاء: اشتركا مخرجا واستفالا وانفتاحا وانفردت الحاء بالهمس والرخاوة الخالصة.\rوالغين والخاء: اشتركا مخرجا ورخاوة واستعلاء وانفتاحا وانفردت الغين\r__________\r1 التحديد: 83","Part":"1","seal":"A7AE303F","page":45},
      {"id":38,"nass":"بالجهر.\rوالجيم والشين والياء اشتركت مخرجا وانفتاحا واستفالا، وانفردت الجيم بالشدة واشتركت مع الياء في الجهر، وانفردت الشين بالهمس، والتفشي، واشتركت مع الياء في الرخاوة.\rوالضاد والظاء: اشتركا صفة وجهراً ورخاوة واستعلاء وإطباقاً، وافترقا مخرجاً، وانفردت الضاد بالاستطالة.\rوالطاء والدال والتاء: اشتركت مخرجاً وشدة، وانفردت الطاء بالإطباق والاستعلاء، واشتركت مع الدال في الجهر، وانفردت التاء بالهمس واشتركت مع الدال في الانفتاح والاستفال.\rوالظاء والذال والثاء: اشتركت مخرجاً ورخاوة وانفردت الظاء بالاستعلاء والإطباق واشتركت مع الذال في الجهر، وانفردت التاء بالهمس واشتركت مع الذال استفالا وانفتاحا.\rوالصاد والزاي والسين: اشتركت مخرجاً ورخاوة وصفيرا وانفردت الصاد بالإطباق والاستعلاء واشتركت مع السين في الهمس، وانفردت الزاي بالجهر، واشتركت مع السين في الانفتاح والاستفال.\rقال: فإذا أحكم القارئ النطق بكل حرف على حدته موف حقه فليعمل نفسه بإحكامه حالة التركيب؛ لأنه ينشأ عن التركيب ما لم يكن حالة الإفراد وذلك ظاهر فكم ممن يحسن الحروف مفردة ولا يحسنها مركبة بحسب ما يجاورها من مجانس ومقارب، وقوي وضعيف، ومفخم ومرقق، فيجذب القوي الضعيف، ويغلب المفخم المرقق فيصعب على اللسان النطق بذلك على حقه إلا بالرياضة الشديدة حالة التركيب.","Part":"1","seal":"8AEF46C3","page":46},
      {"id":39,"nass":"فمن أحكم صحة اللفظ حالة التركيب حصّل حقيقة التجويد بالإتقان والتدريب. 1\rوتوضيحا لما ذكر ابن الجزري نورد بعض الأمثلة ليُعلم أن قراءة القرآن تحتاج إلى دربة ورياضة على أهل الخبرة والدراية.\rفالهمز مثلا له أحكامه التي يجب مراعاتها سواء كان مبدوءاً به أو موقوفا عليه.\rقال في النشر: الهمزة إذا ابتدأ بها القارئ من كلمة فليلفظ بها سلسة في النطق سهلة في الذوق، وليتحفظ من تغليظ النطق بها نحو: (الحمد) (الذين) (أءنذرتهم) ولا سيما إذا أتى بعدها ألف نحو (آتى) و (آيات) و (آمّين)\rفإن جاء حرف مغلظ كان التحفظ آكد نحو: (الله) (اللهم) أو مفخم نحو (الطلاق) (اصطفى) و (أصلح)\rفإن كان حرفا مجانسها أو مقاربها كان التحفظ بسهولتها أشد وبترقيقها أوكد نحو: (اهدنا) (أعوذ) (أعطى) (أحطت) (أحق) فكثير من الناس ينطق بها في ذلك كالمتهوع. 2\rقال مكي: ويجب على القارئ إذا وقف على الهمزة وهي متطرفة بالسكون أن يطلب اللفظ بها وإظهارها في وقفه لأنها لما بعد مخرجها وضعفت وأتت في آخر الكلمة وذهبت حركتها للوقف وضعفت بالسكون صعب إظهارها في الوقف وخيف عليها النقص فلابدّ من إظهارها عند الوقف والتكلف لذلك نحو (أسوأ) و (يستهزئ) فإن كان قبلها ساكن من حروف المد واللين صعب اللفظ بها في الوقف أشد مما قبله فيجب أن تظهرها بالوقف وتتطلب باللفظ نحو الوقف\r__________\r1 النشر: 1/214، 215\r2 النشر: 1/216","Part":"1","seal":"ABC1343E","page":47},
      {"id":40,"nass":"على (السراء) و (الضراء) و (سوء) و (شيء) و (يضيء) و (شاء) و (جاء) و (يشاء) فإن كنت تروم الحركة كان ذلك أسهل قليلا من وقوفك بالسكون.\rوإن كان الساكن قبل الهمزة غير حرف مد ولين فهو أصعب في طلب الهمزة في الوقف إذا كنت لا تروم الحركة نحو قوله تعالى: (دفء) و (ملء) و (سَوء)\rفاعرف هذا كله وتحفظ منه في وقفك وإن لم تتحفظ من إظهار الهمزة في هذا في وقفك كنت حاذفا حرفا ولاحنا في ذلك. 1\rومن ذلك (التاء) يتحفظ بما فيها من الشدة لئلا تصير رخوة وربما جعلت سينا لاسيما إذا كانت ساكنة نحو (فتنة) و (فترة) وليكن التحفظ بها آكد إذا تكررت نحو: (تتوفاهم) و (تتلوا)\rوكذا كل ما تكرر من مثلين نحو (ثالث ثلاثة) و (حاججتم) و (لا أبرح حتى) ونحو ذلك.\rقال في الرعاية: فبيان هذا الحرف المكرر لازم لأن في اللفظ به صعوبة لأنه بمنزلة الماشي يرفع رجله مرتين أو ثلاث مرات ويردها في كل مرة إلى الموضع الذي رفعها منه.\rوقد مثله بعض العلماء بمشي المقيد فالتحفظ ببيانه لازم للقارئ ومعرفته لذلك زيادة في فهمه وعلمه بحقيقة لفظه. 2\rقال ابن الجزري: وإذا سبقت الطاء التاء لخصت صوت الطاء مع الإتيان بصوت الإطباق ثم تأتي بالتاء مرققة على أصلها وهذا قليل في زماننا ولا يقدر\r__________\r1 الرعاية: 151\r2 الرعاية: 205، النشر: 1/217","Part":"1","seal":"06C17A6E","page":48},
      {"id":41,"nass":"عليه إلا الماهر المجود. 1\rومن ذلك (السين) إذا جاورت حرفاً من حروف الإطباق سواء كانت ساكنة أو متحركة وجب بيانها في رفق وتؤدة وإلا صارت صادا بسبب المجاورة لأن مخرجهما واحد ولولا التسفل والانفتاح اللذان في السين لكانت صادا، ولولا الاستعلاء والإطباق اللذان في الصاد لكانت سيناً.\rوينبغي أن يبين صفيرها أكثر من الصاد لأن الصاد بين الإطباق نحو (بسطة) و (مسطورا) و (تسطع) و (أقسط) فتلفظ بها في حالي سكونها وتحريكها برفق ورقة.\rوإذا سكنت وأتى بعده جيم أو تاء فبينها نحو (مستقيم) و (مسجد) ونحو ذلك.\rولولا تبيينها لالتبست بالزاي للمجاورة.\rواحذر أن تحركها عند بيانك صفيرها. 2\rومن ذلك الضاد فإنه حرف عسير على اللسان والناس يتفاضلون في النطق به\rقال ابن الجزري: فمنهم من يجعله (ظاء) مطلقا، لأنه يشارك الظاء في صفاتها كلها ويزيد عليها بالاستطالة، فلولا الاستطالة واختلاف المخرجين لكانت ظاء.\rوإبدالها ظاء لا يجوز في كلام الله تعالى لمخالفته المعنى الذي أراد الله تعالى إذ لو قلنا (الضالين) بالظاء كان معناه الدائمين وهذا خلاف مراد الله تعالى وهو مبطل للصلاة، لأن الضلال بالضاد هو ضد الهدى كقوله {ضَلَّ مَنْ تَدْعُونَ إِلاَّ إِيَّاهُ} {وَلا الضَّالِّينَ} ونحوه وبالظاء هو الدوام كقوله {ظَلَّ وَجْهُهُ مُسْوَدّاً}\r__________\r1 التمهيد: 121\r2 التمهيد: 137","Part":"1","seal":"BEA8B08C","page":49},
      {"id":42,"nass":"ومنهم من لا يوصلها إلى مخرجها بل يخرجها من دونه ممزوجة بالطاء المهملة لا يقدرون على غير ذلك ومنهم من يخرجها لاماً مفخمة.\rوإذا أتى بعد الضاد حرف إطباق وجب التحفظ بلفظ الضاد لئلا يسبق اللسان إلى ما هو أخف عليه وهو الإدغام كقوله: {فَمَنِ اضْطُرَّ} {ثُمَّ أَضْطَرُّهُ}\rوإذا سكنت الضاد وأتى بعدها حرف من حروف المعجم فلا بدّ من المحافظة على بيانها وإلا بادر اللسان إلى ما هو أخف منها نحو: (أفضتم) و (خضتم) و (واخفض جناحك) و (قيضنا) و (فرضنا) ونحو ذلك. 1\rوهكذا تناول العلماء كل حرف من حروف الهجاء مبينين خصائصه ومميزاته وكيفية النطق به وما يجب له\rسواء كان مبدوء به أو موقوفا عليه وسواء كان مفردا أو اقترن بغيره ولو تتبعنا ذلك لخرجنا عن الاختصار\rوإنما ذكر العلماء ذلك وبينوه أوضح بيان لما رأوا من وقوع الطلاب في الخطأ واللحن فيه\rقال مكي في الرعاية بعد بيانه للمباحث والأبواب التي عقدها لأحكام التجويد:\rكل ما ذكرته لك من هذه الحروف وما نذكره لم أزل أجد الطلبة تزل بهم ألسنتهم إلى ما نبهت عليه وتميل بهم طباعهم إلى الخطأ فيما حذرت منه فبكثرة تتبعي لألفاظ الطلبة بالمشرق والمغرب وقفت على ما حذرت منه، ووصيت به من هذه الألفاظ كلها وأنت تجد ذلك من نفسك وطبعك. 2\r__________\r1 التمهيد: 140-142\r2 الرعاية: 170","Part":"1","seal":"F1768129","page":50},
      {"id":43,"nass":"فإذا كان هذا حال الطلاب في تلك القرون المتقدمة فماذا عسى أن نقوله عمن طغت عليه العجمة وفشي فيه اللحن وغلب عليه اعوجاج اللسان من أهل زماننا هل يُتْرك يقرأ بحسب طبعه ولهجته وما سهل على لسانه؟\rولقد رد العلماء هذه المقولة ووصفوا قائلها بالنقص والجهالة.\rقال مكي رحمه الله تعالى: وليس قول المقرئ والقارئ أنا أقرأ بطبعي وأجد الصواب بعادتي في القراءة لهذه الحروف من غير أن أعرف شيئاً مما ذكرته بحجة بل ذلك نقص ظاهر فيهما.\rلأن من كانت هذه حجته يصيب ولا يدري، ويخطئ ولا يدري؛ إذ علمه واعتماده على طبعه وعادة لسانه، يمضي معه أينما مضى به من اللفظ، ويذهب معه أين ما ذهب، ولا يبنى على أصل ولا يقرأ على علم ولا يقرئ عن فهم فما أقربه من أن يذهب عنه طبعه، أو تتغير عليه عادته وتستحيل عليه طريقته؛ إذ هو بمنزلة من يمشي في ظلام في طريق مشتبه فالخطأ والزلل منه قريب.\rوالآخر بمنزلة من يمشي على طريق واضح معه ضياء لأنه يبني على أصل، وينقل عن فهم، ويلفظ عن فرع مستقيم وعلة واضحة فالخطأ منه بعيد.\rفلا يرضى امرؤ لنفسه في كتاب الله جل ذكره وتجويد ألفاظه إلا بأعلى الأمور وأسلمها من الخطأ والزلل1.\rوإلى وجوب عرض القرآن وأخذه عن أهل الضبط والإتقان نبه الداني في منظومته المنبهة فقال:\r__________\r1 الرعاية: 153","Part":"1","seal":"BD5EAD9A","page":51},
      {"id":44,"nass":"واعلم بأن العرض للقرآن ... على الإمام الفاضل الديّان\rمن سنة النبي والصحابة ... ذوي المحل وذوي القرابة\rوالتابعون بعد لم يعدوه ... بل من وكيد الأمر قد عدّوه\rإذ كان قد صح عن الرسول ... بأنه قرا على جبريل\rوقد قرا بالوحي إذ أتاه ... على أبيّ ثم قد أقراه\rفأي شيء بعد هذا يتبع ... وهل يردُّ الحق إلا مبتدع\rأو جاهل لقوله لا ينظر ... إذ هو في الورى كمن لا يبصر1\r__________\r1 الأرجوزة المنبهة: للداني: 166","Part":"1","seal":"24A158DC","page":52},
      {"id":45,"nass":"المبحث الخامس: حكم الأخذ بالتجويد\rبعد النظر في النصوص الواردة عن الأئمة في مسألة حكم الأخذ بالتجويد وما تقدم من بيان اعتناء سلف هذه الأمة به.\rتحرر عندي أنّ تعلّم علم التجويد فرض كفاية.\rوأن العمل بأحكامه حال القراءة فرض عين سواء كان ذلك في الصلاة أو خارج الصلاة وسواء كان المقروء يسيراً أو كثيراً وذلك لما يأتي:\rأولاً:\rأن الأمة قد أجمعت على تلقي القرآن وعرضه منذ نزوله جيلاً بعد جيل بهذه الكيفية التي عرفت بالتجويد لا خلاف بينهم في ذلك، إذ القراءة عندهم سنة متبعة.\rوقد كنت عزمت على عقد مبحث أذكر فيه أدلة المعارضين للقول بالوجوب ومناقشتها فلم أجد دليلاً من إمام معتبر يقول بغير الوجوب فصرفت عنه النظر.\rوما ذكره بعض المعاصرين من أنه دليل معارض للقول بالوجوب كقصة اختلاف هشام بن حكيم وعمر بن الخطاب في القراءة ونحو ذلك، تتبعته فألفيته بعيداً كل البعد عن تقرير أحكام التلاوة وأدائها التي هي صلب الموضوع ولبه، بل هو راجع إلى اختلاف القراءات والحكمة من تعدد الحروف النازلة.\rثانياً:\rأن قراءة القرآن وتصحيح ألفاظه وإقامة حروفه على الصفة المتلقاة من","Part":"1","seal":"B221423F","page":53},
      {"id":46,"nass":"أئمة القرآن المسندين إلى رسول الله صلى الله عليه وسلم عبادة.\rقال تعالى: {فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآنِ} 1.\rوعن عبد الله بن مسعود رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"من قرأ حرفاً من كتاب لله فله به حسنة والحسنة بعشر أمثالها لا أقول (ألم) حرف ولكن (ألف) حرف و (لام) حرف و (ميم) حرف\" 2.\rوكل عبادة يجب أن تؤدى كاملة غير منقوصة ليحصل لصاحبها الثواب كاملاً.\rوبقدر ما نقص منها مع قدرته على التمام نقص من أجره وثوابه وبقدر تفريطه لحقه الإثم والعقاب.\rوإلى ما ذكرت أشار ابن الجرزي بقوله: ولا شك أن الأمة كما هم متعبدون بفهم معاني القرآن وإقامة حدوده متعبدون بتصحيح ألفاظه وإقامة حروفه على الصفة المتلقاة من أئمة القراءة المتصلة بالحضرة النبوية الأفصحية العربية التي لا تجوز مخالفتها ولا العدول عنها إلى غيرها، والناس في ذلك بين محسن مأجور ومسيء آثم، أو معذور.\rفمن قدر على تصحيح كلام الله تعالى باللفظ الصحيح العربي الفصيح وعدل إلى اللفظ الفاسد العجمي أو النبطي القبيح استغناءً بنفسه واستبداداً برأيه وحدسه، واتكالاً على ما ألف من حفظه، واستكباراً عن الرجوع إلى عالم يوقفه على صحيح لفظه، فإنه مقصر بلا شك وآثم بلا ريب وغاش بلا مرية فقد قال رسول الله صلى الله عليه وسلم \"الدين النصيحة لله ولكتابه ولرسوله ولأئمة\r__________\r1 سورة المزّمل آية 20.\r2 الترمذي: ما جاء فيمن قرأ حرفاً من القرآن: 5/33، حديث رقم (2910) وابن الضريس في فضائل القرآن: 46. وفي جامع الأصول: 8/498.","Part":"1","seal":"7C0EB291","page":54},
      {"id":47,"nass":"المسلمين وعامتهم\".\rأما من كان لا يطاوعه لسانه أو كان لا يجد من يهديه إلى الصواب بيانه فإن الله لا يكلف نفساً إلا وسعها 1.\rثالثاً:\rما ثبت في الصحيحين من حديث عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم: \"الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتعتع فيه وهو عليه شاق له أجران\" 2.\rوالماهر بالشيء الحاذق العارف به.\rولا يكون ماهراً بالقرآن عارفاً به من أخلّ بشيء من معانيه ومبانيه.\rفمن لم يعط الحروف حقها من المدّ إن كانت ممدودة، ومن التمكين إن كانت مُمكّنة، ومن الهمز إن كانت مهموزة، ومن الإدغام إن كانت مدغمة، ومن الإظهار إن كانت مظهرة، ومن الإخفاء إن كانت مخفية، ومن الحركة إن كانت محركة، ومن السكون إن كانت مسكّنة … إلخ، مع قدرته على ذلك، لم يكن ماهراً بالقرآن، وأما من كان لا يطاوعه لسانه مع اجتهاده وحرصه على الوصول إلى مرتبة الماهر فإن الله أعدله من الأجر على قدر اجتهاده إذ لا يكلف الله نفساً إلا وسعها، فمن رام مصاحبة السفرة الكرام البررة وجب عليه أن يقيم حروفه ويحرص على أدائها سالمة من الخطأ والزلل كما يقيم حدوده.\rرابعاً:\rما ورد من النهي عن الهذرمة وهي الإسراع بالقراءة إلى الحد الذي لا يمكّن القارئ من ضبط أحكام القراءة، ولا يمكّن السامع من التدبر، ومثلها الهذّ،\r__________\r1 النشر: 1/210، 211.\r2 فتح الباري: 8/691، ومسلم في صلاة المسافرين رقم 6/84.","Part":"1","seal":"651EA63F","page":55},
      {"id":48,"nass":"فعن عبد الله بن مسعود رضي الله عنه قال: لا تنثروه نثر الدقل 1، ولا تهذّوه هذّ الشعر، قفوا عند عجائبه وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة 2.\rوعن أبي وائل قال جاء رجل إلى عبد الله بن مسعود فقال: قرأت المفصل البارحة فقال: ((هذّا كهذّ الشعر، إنا قد سمعنا القراءة، وإني لأحفظ القُرناء التي كان يقرأ بهنّ النبي صلى الله عليه وسلم: ثماني عشرة سورة من المفصل وسورتين من آل حم)) 3.\rولذلك ورد النهي عن ختم القرآن في أقل من سبع وفي رواية أقل من ثلاث كما جاء في حديث عبد الله بن عمرو بن العاص4.\rفإذا نهي عن الهذرمة والهذّ وجب الأخذ بضدهما وهو تبيين الحروف وإخراجها من مخارجها وإعطائها حقها على الصفة المتلقاة من أئمة القراءة الناقلين لها بالأسانيد المتصلة سواء كان ذلك في ترتيل، أو تدوير، أو حدر.\rفذو الحذق معط للحروف حقوقها ... (إذا رتل القرآن أو كان ذا حدر)\rخامساً:\rأن القول بعدم وجوب الأخذ بهذه الأحكام من إظهار وإدغام وإخفاء ومد وترقيق وإمالة ونحو ذلك.\r__________\r1 الدقل هو رديء التمر ويابسه وما ليس له اسم خاص فتراه ليبسه ورداءته لا يجتمع ويكون منثوراً. اللسان: 11/246\r2 تفسير البغوي: 4/407.\r3 فتح الباري: 9/88.\r4 فتح الباري: 9/94. مسلم بشرح النووي: 8/42\r5 من قصيدة الخاقاني: أنظر قصيدتان في التجويد: 19.","Part":"1","seal":"9FDB1486","page":56},
      {"id":49,"nass":"فيه قدح صريح لصدر هذه الأمة من القراء الناقلين إلينا كتاب ربنا بحروفه وقراءاته ورواياته وطرقه بهذه الكيفيات والهيئات التي تلقوها وأقرءوا بها ودونوها في كتبهم حتى وصلت إلينا عن طريقهم بالأسانيد المتصلة.\rفهل يقول ذو بصيرة أنهم أنشأوها واخترعوها من أنفسهم وأوجبوها على الناس وتناقلها الناس عنهم في كل عصر ومصر.\rولم يخالفهم أحد أو يأخذ على أيديهم لاستحداثهم في كتاب الله ما ليس منه، والله عز وجل قد تكفل بحفظ كتابه {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9] والإجماع قائم على أن من زاد في القرآن حركةً أو حرفاً أو نقص من تلقاء نفسه مصراً على ذلك يكفر.\rكما أن الإجماع قائم على أن النقص في كيفية القرآن وهيئته كالنقص في ذاته ومادته.\rفترك المد والغنة والتفخيم والترقيق، كترك حروفه وكلماته. فإذا كان الجواب قطعاً بالنفي وأنهم برءاء من الاختراع والابتداع بل منهجهم الإتباع، فلا يقرأ أحدهم إلا بما أقرئ، وجب اتباعهم، قال محمد بن صالح: سمعت رجلاً يقول لأبي عمرو 1 كيف تقرأ:\r{لا يُعَذِّبُ عَذَابَهُ أَحَدٌ (وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ} 2.\r__________\r1 زبان بن العلاء أبو عمرو البصري، أحد القراء السبعة ولد سنة (68هـ) وقيل سنة (70هـ)\rقرأ على الحسن البصري، وحميد بن قيس الأعرج، وعلى أبي العالية.\rتوفي سنة (154هـ) وقيل غير ذلك.\rغاية النهاية: 1/292، تهذيب التهذيب للحافظ ابن حجر: 12/178، طبقات خليفة بن خياط: 227\r2 سورة الفجر آية 25-26.","Part":"1","seal":"216E8A8E","page":57},
      {"id":50,"nass":"قال: (لا يعذب) بالكسر، فقال له الرجل كيف وقد جاء عن النبي صلى الله عليه وسلم (لا يعذب) بالفتح، فقال له أبو عمرو: لو سمعت الرجل الذي قال سمعت النبي صلى الله عليه وسلم ما أخذته عنه وتدري ما ذاك لأني أتهم الواحد الشاذ إذا كان على خلاف ما جاءت به العامة.\rقلت وقراءة الفتح أيضاً قراءة متواترة.\rقرأها من السبعة الإمام الكسائي، ومن العشرة يعقوب الحضرمي 1 وإنما أنكرها أبو عمرو لأنها لم تبلغه على وجه التواتر، لأن الخبر قد يتواتر عند قوم دون قوم 2.\rوقال ابن مجاهد أخبرنا الأصمعي قال: سمعت أبا عمرو بن العلاء يقول: لولا أنه ليس لي أن أقرأ إلا بما قد قرئ به لقرأت حرف كذا كذا وحرف كذا كذا 3.\rويبين الشهرزوري في كتابه المصباح أن أحكام التجويد من إظهار وإدغام وإقلاب وإخفاء وإمالة وتفخيم وتحقيق همز وتخفيفه كل ذلك من لغة العرب التي نزل بها القرآن، وما من قارئ من قراء الأمصار: الحجاز والشام والعراق إلا وقد ورد عنهم الإدغام والإظهار والهمز والتليين والحدر والتحقيق والإمالة والتفخيم، وليس لأحد أن يعيب على قارئ ممن قرأ بهذه الأوصاف بل كل واحد من هذه الأوصاف نقله الخلف عن السلف جيلاً بعد جيل وقبيلاً بعد قبيل من لدن رسول الله (إلى زماننا هذا، ووقع على جواز ذلك الاتفاق في كل\r__________\r1 النشر 2/400\r2 جمال القراءة للسخاوي: 1/235، منجد المقرئين: 68.\r3 السبعة لابن مجاهد: 48.","Part":"1","seal":"690A09EF","page":58},
      {"id":51,"nass":"عصر ومصر إماماً بعد إمام وقدوة بعد قدوة إلى زماننا هذا. (1)\rقلت: لازال الإجماع والاتفاق قائماً على ما ذكر عن الأئمة قراء الأمصار من تلك الأحكام إلى أن يرث الله الأرض ومن عليها، فالتارك للقراءة بها قارئ للقرآن بغير لغة العرب التي نزل عليها.\rوفي موضع آخر من كتابه بين أن أخذهم لقواعد التجويد ليس بدعاً من أنفسهم وإنما هو النقل والرواية عن الأئمة الماضين والسلف الصالحين، فقد أوضحوا في كتبهم وبينوا في مصنفاتهم التجويد في القراءة والتحقيق في التلاوة، ولم يتركوا لغيرهم في ذلك مسلكاً وليس لنا فيما نورده من ذلك إلا التقريب والترتيب.. والله الموفق. (2)\rفعلينا أن نسلك مسلك أئمتنا ونقتفي أثرهم فهم الأمناء الناقلون والحفظة المسندون.\rقرءوا القرآن فأدوه أحسن أداء، وكان حسن الأداء سبيلهم لحسن الاستماع، وكان حسن الاستماع سبيلاً لحسن التدبر، وحسن التدبر سبيلاً لحسن الانتفاع.\rوكل خير في اتباع من سلف ... وكل شر في ابتداع من خلف\r__________\r1 المصباح الزاهر: 3/929.\r2 المصباح الزاهر: 4/1468.","Part":"1","seal":"157C0154","page":59},
      {"id":52,"nass":"المبحث السادس: اللحن في القراءة\rيأتي اللحن لمعان كثيرة، والذي يعنينا منه في هذا المبحث هو ما كان بمعنى الخطأ والميل عن الصواب في القراءة.\rقال في اللسان: اللحْن واللحَن واللحانة واللحانية: ترك الصواب في القراءة والنشيد ونحو ذلك.\rورجل لاحِن ولحّان ولحّانة ولُحنة يخطئ.\rوفي المحكم: كثير اللحن، ولحّنة: نسبة إلى اللحن 1.\rقال ابن الجزري في التمهيد: واللحن الخطأ ومخالفة الصواب.\rوبه سمي الذي يأتي بالقراءة على ضد الإعراب لحّاناً، وسمي فعله اللحن، لأنه كالمائل في كلامه عن جهة الصواب والعادل عن قصد الاستقامة 2.\rواللحن في جميع صوره وأشكاله منهي عنه مستبشع في القراءة.\rكما روى الحاكم في مستدركه عن أبي الدرداء رضي الله عنه قال: سمع النبي صلى الله عليه وسلم رجلاً قرأ فلحن قال صلى الله عليه وسلم \"أرشدوا أخاكم\" 3.\rوكان عمر بن الخطاب رضي الله عنه يحذر القراء منه.\rفعن سليمان بن يسار: انتهى عمر إلى قوم يقرئ بعضهم بعضاً فلما رأوا عمر سكتوا فقال: ما كنتم تراجعون، فقلنا: كنا نقرئ بعضنا بعضاً، فقال:\r__________\r1 اللسان: 13/379، مادة ل ح ن.\r2 التمهيد: 76.\r3 المستدرك 2/ 439، وقال الحاكم: صحيح الإسناد وأقره الذهبي.","Part":"1","seal":"CCE9A97C","page":60},
      {"id":53,"nass":"أقرءوا ولا تلحنوا 1.\rوكان أبو جعفر 2 القارئ يقول: من فقه الرجل عرفانه اللحن 3.\rينقسم اللحن إلى قسمين:\rلحن جلي: أي ظاهر.\rوخفي: أي مستتر. 4\rولكل واحد منهما حدّ يخصه، وحقيقة بها يمتاز عن صاحبه.\rالقسم الأول: اللحن الجلي:\rوهو خلل يطرأ على الألفاظ فيخل بعرف القراءة سواء أخل بالمعنى أم لم يخل، وهذا النوع من اللحن قد يكون في بنية الكلمة وحروفها التي تتركب منها، بأن يبدل القارئ منها حرفاً بآخر، فيبدل الضاد ظاء، والذال زاياً، والثاء سيناً، والغين خاءً، ونحو ذلك.\rوقد يكون في حركات الكلمة سواءً كان ذلك في أولها أو في وسطها، أم في آخرها.\rفيجعل الفتحة كسرة، أو الضمة فتحة، أو إحدى هذه الحركات سكوناً،\r__________\r1 المصنف لابن أبي شيبة: 10/459، شعب الإيمان: 5/242، إيضاح الوقف والابتداء لابن الأنباري: 1/19.\r2 يزيد بن القعقاع الإمام أبو جعفر المخزومي المدني، أحد القراء العشرة، عرض القرآن على مولاه عبد الله بن عياش، وعبد الله بن عباس، وأبي هريرة.\rروى عنه نافع بن أبي نعيم، وسليمان بن مسلم بن جماز، توفي سنة (130 هـ) ، غاية النهاية: 2/382.\r3 المصنف لابن أبي شيبة: 10/459\r4 السبعة لابن مجاهد: 49، التحديد للداني: 118.","Part":"1","seal":"A2454D6C","page":61},
      {"id":54,"nass":"أو نحو ذلك، سواء ترتب على هذا الخطأ تغير في المعنى كضم التاء أو كسرها من نحو: {أَنْعَمْتَ عَلَيْهِمْ} [الفاتحة: 7] ونحو: {لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ} [النساء: 77] .\rأو فتحها أو كسرها من نحو: {مَا قُلْتُ لَهُمْ} [المائدة: 117] .\rأم لم يترتب عليه تغير في المعنى كضم الهاء من قوله تعالى: {الْحَمْدُ لِلَّهِ} [الفاتحة: 2] و {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة: 20] .\rوهذا النوع من اللحن حرام شرعاً باتفاق المسلمين، معاقب عليه فاعله إن تعمده.\rفإن فعله ناسياً أو جاهلاً فهو معفو عنه إن شاء الله تعالى.\rوسمي هذا النوع جلياً لجلائه وظهوره وعدم خفائه على أحد سواء كان من القراء أم من غيرهم.\rقال الداني: اعلموا أن كل حرف من حروف القرآن يجب أن يمكّن لفظه ويوفّى حقه من المنزلة التي هو مخصوص بها على ما حددناه وما نحدده ولا يبخس شيئاً من ذلك فيتحول عن صورته ويزول عن صيغته وذلك عند علمائنا في الكراهة والقبح كلحن الإعراب الذي يتغير فيه الحركات وينقلب به المعاني 1.\rالقسم الثاني: اللحن الخفي:\rوهو خلل يطرأ على الألفاظ فيخل بالعرف دون المعنى وهو نوعان:\rالأول: مثاله ترك الإدغام في موضعه، وكذلك الإظهار، والإقلاب، والإخفاء، وترقيق المفخم وعكسه، وتخفيف المشدد كذلك.\rوقصر الممدود، ومد المقصور، والوقف بالحركة كاملة في غير الوقف\r__________\r1 التحديد للداني 118","Part":"1","seal":"DF60B362","page":62},
      {"id":55,"nass":"بالروم، إلى غير ذلك من الأخطاء التي تتنافى والقواعد التي دوّنها علماء القراءة وضبطها أئمة الأداء.\rالثاني: وهو لا يعرفه إلا مهرة القراء وحذّاقهم ومثاله: تكرير الراءات، وتطنين النونات، وتغليظ اللامات، في غير محله، وترقيقها كذلك، ونقص الغنة أو الزيادة على مقدارها، والزيادة على مقدار المد أو النقص عنه، إلى غير ذلك مما يخل باللفظ ويذهب برونقه وحسن طلاوته.\rوسمي مخفياً لاختصاص معرفته بعلماء القراءة دون غيرهم، وقد اختلف العلماء في هذا القسم الثاني من اللحن الخفي هل هو ملحق بالقسم الأول في الاتفاق على حرمته أم أن الأمر فيه دون ذلك.\rفممن قال بحرمته وأنه لا فرق بينه وبين القسم الأول البركوي 1 في شرحه على الدر اليتيم قال: تحرم هذه التغييرات جميعها لأنها وإن كانت لا تخل بالمعنى تخل باللفظ، وتؤدي إلى فساد رونقه وذهاب حسنه وطلاوته 2.\rوناصر الدين الطبلاوي 3 يرى أن هذه القواعد من الواجب الشرعي الذي يثاب فاعله ويعاقب تاركه.\r__________\r1 محمد بن بيرعلي البركوي الرومي الحنفي تقي الدين، واعظ نحوي مفسر محدث، توفي سنة (981هـ)\rمعجم المؤلفين، رضا كحالة 9/123، كشف الظنون، حاجي خليفة 1/736.\r2 نهاية القول المفيد: 29.\r3 محمد بن سالم الطبلاوي ناصر الدين، من علماء الشافعية، عاش نحو مائة سنة، توفي سنة (966هـ)\rالأعلام، خير الدين الزركلي: 7/4","Part":"1","seal":"370AC8E7","page":63},
      {"id":56,"nass":"وذلك في نص سؤال وجه إليه فأجاب عليه بما يفيد ذلك 1.\rويرى ملا علي القاري 2 في شرحه على المقدمة الجزرية أن هذا القسم الثاني لا يصل في الحرمة إلى ما عليه القسم الأول فيقول: ولا شك أن هذا النوع مما ليس بفرض عين يترتب عليه العقاب الشديد وإنما فيه خوف العتاب والتهديد 3.\rوالذي أميل إليه في هذه المسألة أن هذه الكيفيات والهيئات التي يقرأ بها كتاب الله عز وجل من إظهار وإدغام وإخفاء وهمس للحروف وجهر لها ونحو ذلك، كل ذلك متلقى عن رسول الله صلى الله عليه وسلم حفظه الصحابة ونقلوه إلى من بعدهم إلى أن وصل إلينا متواتراً بالأسانيد المتصلة مما بينته سابقاً.\rفإذا كانت هذه الكيفيات متواترة كان العمل بها والمحافظة على مراعاتها أمراً واجباً شرعاً تحرم مخالفتها ويأثم المتهاون بأدائها.\rولقد سبق قول الداني في أنه ينبغي للقارئ أن يأخذ نفسه بتفقد الحروف التي لا يوصل إلى حقيقة اللفظ بها إلا بالرياضة الشديدة والتلاوة الكثيرة مع العلم بحقائقها والمعرفة بمنازلها فيعطي كل حرف منها حقه من المد إن كان ممدوداً ومن التمكين إن كان ممكناً، ومن الهمز إن كان مهموزاً، ومن الإدغام إن كان مدغماً، ومن الإظهار إن كان مظهراً، ومن الإخفاء إن كان مخفياً، ومن الحركة إن كان محركاً، ومن السكون إن كان مسكناً.\r__________\r1 نهاية القول المفيد: 29- 31.\r2 علي بن محمد سلطان، وقيل: علي بن سلطان الهروي المعروف بالقاري، فقيه حنفي، له كتب كثيرة في القراءات، توفي سنة (1014هـ)\rالأعلام، الزركلي: 5/166\r3 المنح الفكرية في شرح الجزرية: 19.","Part":"1","seal":"13F9C233","page":64},
      {"id":57,"nass":"ومتى لم يفعل ذلك القارئ ولم يستعمل اللفظ به كذلك صار عند علماء هذه الصناعة لاحناً 1.\rوالمدار في كل هذا على من كان يستطيع أن يأتي بهذه الكيفيات المتواترة ولكنه استنكف عن ذلك استكباراً وعناداً.\rأما من كان لا يطاوعه لسانه أو كان لا يجد من يهديه إلى الصواب بيانه، فإن الله لا يكلف نفساً إلا وسعها.\rفأول علم الذكر إتقان حفظه ... ومعرفة باللحن من فيك إذا يجري\rفكن عارفاً باللحن كيما تزيله ... وما للذي لا يعرف اللحن من عذرِ2\rوأما النوع الثاني من اللحن الخفي وهو ما لا يعرفه إلا مهرة القراء وحذّاقهم.\rبأن ينقص القارئ الغنة عن المقدار المقرر لها وهو حركتان فيأتي بها حركتين إلا ربعاً مثلاً، أو أقل من الربع.\rأو يزيدها على المقدار فيجعلها حركتين وربعاً أو أدنى من الربع، أو يجعل المد اللازم خمس حركات ونصف حركة أو ثلاثة أرباع حركة، أو يجعله ست حركات وربع حركة أو نصف حركة، فينقصه عن المقدار المقرر له، أو يزيده عليه.\rومثل ذلك يقال في باقي المد من: المتصل، والمنفصل، والعارض للسكون.\rوبأن يفاوت بين المدود المتصلة والمنفصلة مثلاً، فيقرأ بعضها بخمس حركات مثلاً، وينقص بعضها عن هذا المقدار ولو قليلاً، أو يزيد بعضها عليه ولو قليلاً.\r__________\r1 التحديد للداني: لوحة: 98/ أ\r2 للخاقاني: قصيدتان في تجويد القرآن: 21.","Part":"1","seal":"4E801330","page":65},
      {"id":58,"nass":"وبأن يقف على بعض الكلمات بالروم، ثم يقف على نظائرها بالسكون المحض أو الإشمام.\rوبأن يبالغ في تفخيم الحروف المفخمة، فيزيد عن الحد المطلوب، وبأن يبالغ في ترقيق الألف المسبوق بحرف استفال حتى يظن أنها ممالة، وبأن يبالغ في تحقيق الهمز المسبوق بحرف مد حتى يتوهم أنه مشدد.\rإلى غير ذلك من الأمور التي لا يتنبه لها إلا المهرة العارفون بالتجويد الماهرون به علماً وعملاً الآخذون من أفواه الشيوخ الضابطين فإن هذا وإن كان من اللحن إلا أنه لا يخل بالقراءة الصحيحة ولا يقدح في ضبط التلاوة وحسنها.\rوإنما يخل بكمال الضبط ونهاية الحسن والبلوغ بالقراءة إلى أسمى مراتب الإحسان والإتقان.\rوعلى هذا لا يكون ارتكاب مثل هذه الأمور الدقيقة جداً محرماً ولا مكروهاً ممن وقع فيه من غير تعمد.\rبل يكون خلاف الأولى والأفضل والأكمل، والله الموفق.\rوإذا لحن المصلي في الفاتحة فإنه أخل بركن من أركان الصلاة، وعليه فإنه تفسد صلاته.\rسواء كان ذلك اللحن مغيراً للمعنى أو للمبنى، وهذا على أرجح قولي أهل العلم.\rقال النووي: ولو قال: {وَلا الضَّالِّينَ} [الفاتحة: 7] بالظاء بطلت صلاته، على أرجح الوجهين إلا أن يعجز عن الضاد بعد التعلم فيعذر 1.\rقال في النشر: واختلفوا في صلاة من يبدل حرفاً بغيره، سواءً تجانسا أم تقاربا، وأصح القولين عدم الصحة كمن قرأ {الْحَمْدُ} بالعين، و {الدِّينِ}\r__________\r1 الأذكار للنووي: 46.","Part":"1","seal":"023C35D6","page":66},
      {"id":59,"nass":"بالتاء أو {الْمَغْضُوبِ} بالخاء أو الظاء1.\rعلى أنه في كل ذلك يعتبر الجهد الذي يبذله المكلف في تصحيح قراءته، فإن كان مع اجتهاده وحرصه على التصحيح غلبه لسانه ولم يقو على اجتناب اللحن فلا حرج عليه، لأن التكليف مقيد بالاستطاعة ولا يكلف الله نفساً إلا وسعها، فبعد استفراغ الوسع في تصحيح القراءة إن وقع المصلي في اللحن فصلاته تجزئه، كصلاة الألثغ، والأعجمي الشديد العجمة، والشيخ الفاني الذي لا يستطيع أن يقوّم لسانه ونحوهم من طوائف الأمة الذين لا يقدرون على تحاشي اللحن 2.\rوأما إمامة اللحان ويسميه الفقهاء (أُمِّيّاً) .\rوهو الذي لا يحسن قراءة مالا تصح الصلاة إلا به من القرآن فلا خلاف في كراهة إمامته، ولا ينبغي له أن يؤم الناس والصحيح من أقوال أهل العلم بطلان الاقتداء به، وفساد الصلاة خلفه.\rوهذا مذهب أبي حنيفة، ومالك، وأحمد، والأصح من مذهبي الشافعي وقال به أبو ثور، وابن المنذر، واختاره المزني.\rوهو مذهب عطاء، وقتادة من التابعين 3.\rوقيل: تفسد صلاة القارئ خلف الأمّي، وتصح صلاة من كان مثله.\rقال في النشر: ولهذا أجمع من نعلمه من العلماء على أنه لا تصح صلاة\r__________\r1 النشر: 1/211.\r2 سنن القراء: 128.\r3 المغني لابن قدامة: 3/32.\rالمجموع شرح المهذب: 4/269.","Part":"1","seal":"635722B0","page":67},
      {"id":60,"nass":"قارئ خلف أُمّي وهو من لا يحسن القراءة 1.\rوهذا آخر ما تيسر جمعه في هذا البحث، نسأل الله سبحانه وتعالى أن يجعله خالصاً لوجهه الكريم وأن ينفعنا به يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم وبارك على سيدنا ونبينا محمد وعلى آله وصحبه أجمعين … آمين.\r__________\r1 النشر: 1/211. المغني لابن قدامة: 3/29.","Part":"1","seal":"D71C9C67","page":68},
      {"id":61,"nass":"الخاتمة\rإنه لجدير بكل مسلم يجل كتاب ربه ويعظمه أن يصونه عن اللحن والتحريف، ويكون لسانه رطباً به في كل وقت وحين، وفق الكيفية التي أمر الله أن يتلى بها وحض عليها رسوله صلى الله عليه وسلم، وتناقلتها الأمة جيلاً بعد جيل حتى وصلت إلينا محاطة بالرعاية، متصلة بالأسانيد.\rفمتى ما قرئ القرآن مجوداً مصححاً كما أنزل تلذذت الأسماع بتلاوته، وخشعت القلوب عند قراءته ولو لم يكن القارئ من أصحاب المقامات والتطريب، ومتى اختلت موازين الحروف لم يقم النغم والتطريب مقامها، بل لا يحسن الصوت حقيقة مع الإخلال بشيء من قواعد التجويد والتلاوة.\rفحسن الصوت شيء زائد عن أحكام التلاوة وقواعدها وهبة من الله لمن شاء من خلقه وهو حسن بشروطه وليس هذا محل بحثه.\rولئن وقف أبناء اللغة العربية البررة مع لغتهم وتعاهدوها ورعوها حق رعايتها مما لم تعهده لغة أخرى في روايتها وترتيب قواعدها واستقصاء أصولها وإحصاء مفرداتها واستيعاب الشواهد عليها وضبط كلماتها وموازينها وبيان الفروق اللغوية بين مترادفاتها، وتحقيق المعرب من الدخيل محتسبين الأجر في ذلك لأنها لغة القرآن.\rفحري بأهل القرآن الذين هم أهل الله وخاصته والمصطفون من خلقه أن يذودوا عن حمى القرآن وأن لا يتركوه لعبث العابثين وتأويل الجاهلين فكما هم مطالبون بالحفاظ على حروفه وحدوده هم مطالبون بالحفاظ على معانيه ومبانيه والكيفية التي تؤدى بها تلك الحروف لأنها أكمل الكيفيات وأتم الهيئات وبتطبيقها تنال أعلى الدرجات في الحياة وبعد الممات.\rوإنه من فضل الله على هذه البلاد المملكة العربية السعودية أنه لا زال ولاة الأمر فيها قائمين بالحفاظ على كتاب الله وتجويده في كل المناسبات الخاصة منها والعامة.","Part":"1","seal":"BFC7C1F0","page":69},
      {"id":62,"nass":"ففي مجال المسابقة المحلية التي يرعاها سمو الأمير سلمان بن عبد العزيز في كل عام يشترط في كل فرع من فروعها الخمسة التلاوة والتجويد.\rومثل ذلك في المسابقة الدولية التي تنظمها وزارة الشؤون الإسلامية والأوقاف كل عام بمكة المكرمة على مستوى العالم يشترط في كل فرع من فروعها الخمسة التلاوة والتجويد.\rفما يثار بين الفينة والفينة من التقليل بأهمية التجويد لا محل له في دولة القرآن وبين أهل القرآن.\r{رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}\rوآخر دعوانا أن الحمد لله رب العالمين.","Part":"1","seal":"7BA911C3","page":70},
      {"id":69,"nass":"مصادر ومراجع\r...\rفهرس المصادر والمراجع\r1. القرآن الكريم - مصحف المدينة النبوية - طباعة مجمع الملك فهد.\r2. أخلاق حملة القرآن الكريم.\rأبو بكر أحمد بن الحسين الآجري المتوفى سنة (360هـ)\rتحقيق الدكتور / عبد العزيز القاري، مكتبة الدار، ط1، 1408هـ\r3. الأذكار المنتخبة من كلام سيد الأبرار.\rمحيي الدين / يحيى بن شرف النووي المتوفى سنة (676هـ) .\rدار المعرفة بيروت.\r4. الأرجوزة المنبهة على أسماء القراء والرواه.\rأبو عمرو عثمان بن سعيد الداني المتوفى سنة (444هـ) .\rتحقيق: محمد مجقان الجزائري، نشر: دار المغني - الرياض - ط1- 1420هـ.\r5. الأعلام.\rخير الدين الزركلي، المتوفى سنة (1397هـ) ط3.\r6. أضواء البيان في إيضاح القرآن بالقرآن.\rللشيخ محمد الأمين الشنقيطي المتوفى سنة (1393هـ) .\rطبع وتوزيع الرئاسة العامة لإدارات البحوث العلمية - الرياض.\r7. أنباء الغمر بأبناء العمر.\rلأبي الفضل / أحمد بن علي بن حجر العسقلاني المتوفى سنة (852هـ) .\rمطبعة دائرة المعارف العثمانية، حيدر أباد، الدكن، الهند.\r8. إنباه الرواة على أنباه النحاة.\rلأبي الحسن علي بن يوسف القفطي المتوفى سنة (624هـ) .\rتحقيق محمد أبو الفصل إبراهيم، دار الفكر العربي، القاهرة، ط1 - 1406هـ\r9. إيضاح الوقف والابتداء في كتاب الله.\rأبو بكر الأنباري: محمد بن القاسم المتوفى سنة (328هـ) ط المجمع العلمي بدمشق.","Part":"1","seal":"3F2EC224","page":77},
      {"id":70,"nass":"1. البدر الطالع بمحاسن من بعد القرن السابع.\rمحمد بن علي الشوكاني المتوفى سنة (1250هـ) .\rنشر دار الكتاب الإسلامي القاهرة.\r2. تاريخ بغداد.\rأبو بكر أحمد بن علي الخطيب البغدادي المتوفى سنة (463هـ) .\rنشر دار الكتاب العربي بيروت.\r3. التحديد في الإتقان والتجويد.\rأبو عمرو عثمان بن سعيد الداني المتوفى سنة (444هـ)\rدراسة وتحقيق الدكتور / غانم قدوري ط1، (1407هـ) .\rونسخة أخرى خطية بمكتبة الجامعة الإسلامية رقمها 7431/1.\r4. تذكرة الحفاظ.\rأبو عبد الله محمد بن أحمد بن عثمان، الحافظ الذهبي المتوفى سنة (748هـ)\rتحقيق أبو هاجر محمد، دار الكتب العلمية بيروت ط1 - 1405هـ\r5. التمهيد في علم التجويد.\rأبو الخير محمد بن محمد بن محمد الجزري المتوفى سنة (833هـ)\rتحقيق غانم قدوري، مؤسسة الرسالة ط4 - 1418هـ\r6. تهذيب التهذيب.\rالحافظ بن حجر العسقلاني، مطبعة مجلس دائرة المعارف العثمانية، حيدر أباد، الدكن، الهند.","Part":"1","seal":"7DD65B4C","page":78},
      {"id":71,"nass":"1. التيسير في القراءات السبع.\rأبو عمرو عثمان بن سعيد الداني، عني بتصحيحه - اوتوبرتزل-.\rنشر دار الكتاب العربي، بيروت، ط2، 1404هـ.\r2. الثقات.\rأبو حاتم محمد بن حبان بن أحمد البستي المتوفى سنة (354هـ)\rط مجلس دائرة المعارف العثمانية، حيدر أباد، الدكن، الهند - سنة 1393هـ\r3. جامع الأصول في أحاديث الرسول (.\rأبو السعادات، المبارك بن محمد بن الأثير الجزري المتوفى سنة (606هـ)\rتحقيق عبد القادر الأرنؤوط سنة 1389هـ.\r4. جامع البيان عن تأويل القرآن.\rأبو جعفر محمد بن جرير الطبري المتوفى سنة (310هـ)\rمطبعة الحلبي ط3، 1388هـ.\r5. الجامع لأحكام القرآن.\rأبو عبد الله محمد بن أحمد الأنصاري القرطبي المتوفى سنة (671هـ)\rطبع دار إحياء التراث بيروت.\r6. جذوة المقتبس في تاريخ علماء الأندلس.\rأبو عبد الله محمد بن أبي نصر بن حميد المتوفى سنة (488هـ)\rتحقيق إبراهيم الأبياري، نشر دار الكتاب المصري ودار الكتاب اللبناني ط2 - 1410هـ.\r7. جمال القراء وكمال الإقراء.\rعلي بن محمد السخاوي المتوفى سنة (643هـ)\rتحقيق الدكتور / علي حسين البواب، مطبعة المدني القاهرة، ط 1، 1408هـ","Part":"1","seal":"CEAD5E6C","page":79},
      {"id":72,"nass":"1. حرز الأماني ووجه التهاني.\rالقاسم بن فيرة الشاطبي المتوفى سنة (590هـ)\rتصحيح محمد تميم الزعبي، دار المطبوعات الحديثة، ط1 - 1409هـ\r2. الدر المنثور في التفسير بالمأثور.\rعبد الرحمن بن الكمال جلال الدين السيوطي، المتوفى سنة (911هـ)\rنشر دار الفكر بيروت، ط1 - 1403هـ.\r3. الدرر الكامنة في أعيان المائة الثامنة.\rالحافظ بن حجر العسقلاني، تحقيق محمد سيد جاد الحق، مطبعة المدني ط2 - 1385هـ.\r4. الرعاية لتجويد القراءة وتحقيق لفظ التلاوة.\rلأبي محمد، مكي بن أبي طالب القيسي، المتوفى سنة (437هـ)\rتحقيق الدكتور/ أحمد حسن فرحات، دار عمار، الأردن، ط2، 1404هـ.\r5. زاد المعاد في هدي خير العباد.\rمحمد بن أبي بكر بن قيم الجوزية، المتوفى سنة (751هـ)\rتحقيق شعيب الأرنؤوط، عبد القادر الأرنؤوط.\rمؤسسة الرسالة، ط2 - 1405هـ.\r6. السبعة في القراءات.\rأحمد بن موسى بن مجاهد، المتوفى سنة (324هـ)\rتحقيق الدكتور / شوقي ضيف، دار المعارف مصر، ط2.\r7. سنن أبي داود.\rلأبي سليمان بن الأشعث، المتوفى سنة (275هـ)\rمراجعة محمد محيي الدين، دار الكتب العلمية بيروت","Part":"1","seal":"11B7836A","page":80},
      {"id":73,"nass":"1. سنن الترمذي.\rمحمد بن عيسى الترمذي، المتوفى سنة (279هـ)\rمطبعة الحلبي، مصر\r2. سنن الدارمي.\rمحمد بن عبد الله بن عبد الرحمن الدارمي، المتوفى سنة (255هـ)\rتحقيق عبد الله هاشم يماني. الناشر: حديث آكادمى باكستان - 1404هـ.\r3. سنن القراء ومناهج المجودين.\rالدكتور / عبد العزيز عبد الفتاح القاري، نشر مكتبة الدار ط1، 1414هـ.\r4. سير أعلام النبلاء.\rالحافظ محمد بن أحمد بن عثمان الذهبي.\rتحقيق الدكتور / بشار عواد، ود / محيي هلال مؤسسة الرسالة، ط1 - 1405هـ.\r5. شعب الإيمان.\rللبيهقي أحمد بن الحسين، المتوفى سنة (458هـ)\rطبع الدار السلفية، بمباي، الهند.\r6. شرح ما يقع فيه التصحيف والتحريف.\rالحسن بن عبد الله بن سعيد العسكرى المتوفى سنة (382هـ)\rتحقيق عبد العزيز أحمد، مطبعة الحلبي ط1 - 1383هـ.\r7. صحيح مسلم بشرح النووي.\rمسلم بن الحجاج القشيري المتوفى سنة (261هـ)\rالمطبعة المصرية.\r8. الصلة.\rخلف بن عبد الملك بن مسعود بن بشكوال، المتوفى سنة (578هـ)\rتحقيق إبراهيم الأبياري، نشر دار الكتاب المصري، ودار الكتاب اللبناني ط2 -1410هـ.","Part":"1","seal":"66E3E2F7","page":81},
      {"id":74,"nass":"1. الضوء اللامع لأهل القرن التاسع.\rمحمد بن عبد الرحمن السخاوي، المتوفى سنة (902هـ)\rنشر دار مكتبة الحياة بيروت.\r2. الطبقات الكبرى.\rمحمد بن سعد بن منيع البصري، المتوفى سنة (230هـ)\rدار صادر بيروت.\r3. الطبقات.\rلأبي عمرو خليفة بن خياط العصفري، المتوفى سنة (240هـ)\rتحقيق د/ أكرم ضياء العمري، دار طيبة للتوزيع والنشر، ط2 - 1402هـ.\r4. العبر في خبر من غبر.\rمحمد بن أحمد بن عثمان الحافظ الذهبي، تحقيق أبو هاجر محمد، دار الكتب العلمية بيروت، ط1 - 1405هـ.\r5. غاية النهاية في طبقات القراء.\rأبو الخير محمد بن الجرزي، عني بنشره. ج براجستراسر، دار الكتب العلمية بيروت، ط2 - 1400هـ.\r6. فتح الباري شرح صحيح البخاري.\rأحمد بن علي بن حجر العسقلاني، نشر المكتبة السلفية.\r7. فتح المجيد في علم التجويد.\rمحمد بن علي بن خلف الحسيني الشهير بالحداد، مطبعة البابي الحلبي، ط2.\r8. فضائل القرآن.\rلأبي عبيد القاسم بن سلام الهروي، المتوفى سنة (224هـ)\rتحقيق مروان عطية، محسن خرابة، وفاء تقي الدين طبع دار ابن كثير، دمشق، ط1 - 1415هـ.","Part":"1","seal":"9343AA4E","page":82},
      {"id":75,"nass":"1. فضائل القرآن.\rلأبي عبد الله محمد بن أيوب بن الضريس، المتوفى سنة (294هـ)\rتحقيق غزوة بدير، دار الفكر بيروت، ط1 - 1408هـ.\r2. قصيدة الخاقاني.\rموسى بن عبيد الله بن يحي الخاقاني، المتوفى سنة (325هـ)\rضمن: قصيدتان في تجويد القرآن، تحقيق د. عبد العزيز القاري، ط1 - 1402هـ.\r3. القول السديد في بيان حكم التجويد.\rمحمد بن علي بن خلف الحسيني الشهير بالحداد، مطبعة الحلبي.\r4. الكامل في التاريخ.\rمحمد بن محمد بن عبد الكريم بن الأثير الجزري، المتوفى سنة (630هـ)\rدار الكتب العلمية بيروت، ط1 - 1407هـ.\r5. الكامل في القراءات الخمسين.\rيوسف بن علي بن جبارة الهذلي، المتوفى سنة (465هـ)\rمخطوط عن مكتبة الأزهرية.\r6. الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل.\rجار الله محمود بن عمر الزمخشري، المتوفى سنة (538هـ)\rمطبعة دار المعرفة بيروت.\r7. كشف الظنون عن أسامي الكتب والفنون.\rمصطفى بن عبد الله المعروف بحاجي خليفة، المتوفى سنة (1067هـ)\rدار الكتب العلمية بيروت.","Part":"1","seal":"B2DBCB38","page":83},
      {"id":76,"nass":"1. لباب التأويل في معاني التنزيل.\rعلى بن محمد بن إبراهيم البغدادي المعروف بالخازن\rالمتوفى سنة (641هـ) توزيع المكتبة الشعبية بيروت.\r2. لسان العرب.\rلأبي الفضل جمال الدين محمد بن مكرم بن منظور، المتوفى سنة (711هـ)\rنشر دار صادر بيروت.\r3. لطائف الإشارات لفنون القراءات.\rأحمد بن محمد القسطلاني، المتوفى سنة (923هـ)\rتحقيق الشيخ / عامر السيد عثمان، عبد الصبور شاهين\rنشر المجلس الأعلى للشئون الإسلامية القاهرة، ط1 - 1392هـ.\r4. مجلة كلية القرآن الكريم والدراسات الإسلامية.\rمطبعة الجامعة الإسلامية، سنة 1403هـ.\r5. المجموع شرح المهذب.\rيحيى بن شرف النووي\rتحقيق محمد نجيب المطيعي، مكتبة الإرشاد، جدة\r6. المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها.\rأبو الفتح عثمان بن جني، المتوفى سنة (392هـ)\rتحقيق: علي النجدي، والدكتور عبد الحليم النجار، والدكتور عبد الفتاح شلبي - مطبعة إحياء التراث - القاهرة - ط 1، 1389هـ\r7. المستدرك على الصحيحين.\rلأبي عبد الله الحاكم النيسابوري، المتوفى سنة (405هـ)\rمطبعة دار الكتاب العربي بيروت.","Part":"1","seal":"0834592C","page":84},
      {"id":77,"nass":"1. المسند.\rللإمام أحمد بن حنبل، المتوفى سنة (241هـ)\rشرح أحمد شاكر، دار المعارف بمصر، ط4 - 1373هـ.\r2. مشاهير علماء الأمصار.\rمحمد بن حبان البستي، تصحيح. م. فلايشهمر.\rدار الكتب العلمية بيروت.\r3. المصباح الزاهر في القراءات العشر البواهر.\rلأبي الكرم المبارك بن الحسن الشهرزوري، المتوفى سنة (550هـ)\rرسالة دكتوراه/ إبراهيم الدوسري.\r4. المصنف في الأحاديث والآثار.\rعبد الله بن محمد بن أبي شيبة، المتوفى سنة (235هـ)\rتحقيق مختار أحمد الندوي، الدار السلفية، الهند - 1402هـ.\r5. معاني القرآن وإعرابه.\rلأبي إسحاق إبراهيم بن السرى الزجاج، المتوفى سنة (311هـ)\rشرح وتحقيق د. / عبد الجليل شلبي، عالم الكتب بيروت، ط1 - 1408هـ\r6. معاني القرآن.\rلأبي زكريا يحيى بن زياد الفراء، المتوفى سنة (207هـ)\rعالم الكتب بيروت، ط3 - 1403هـ.\r7. معجم المؤلفين.\rعمر رضا كحالة المتوفى سنة (1408هـ) ، نشر مكتبة المثنى، ودار إحياء التراث، بيروت.\r8. معرفة القراء الكبار على الطبقات والأعصار.\rللحافظ أبي عبد الله الذهبي، تحقيق محمد سيد جاد الحق\rمطبعة دار التأليف القاهرة ط1.","Part":"1","seal":"1E6DDB3A","page":85},
      {"id":78,"nass":"1. المغني.\rموفق الدين عبد الله بن أحمد بن محمد بن قدامة المقدسي\rالمتوفى سنة (620هـ)\rتحقيق الدكتور / عبد الله بن عبد المحسن التركي، والدكتور / عبد الفتاح محمد الحلو، ط1 - 1406هـ.\r2. المفردات في غريب القرآن.\rلأبي القاسم الحسين بن محمد الراغب الأصفهاني، المتوفى سنة (502هـ)\rتحقيق محمد سيد كيلاني، دار المعرفة بيروت.\r3. المفيد في شرح عمدة المجيد في النظم والتجويد.\rالحسن بن قاسم المعروف بابن أم قاسم المرادي، المتوفى سنة (749هـ)\rتحقيق الدكتور / علي حسين البواب، نشر مكتبة المنار، الأردن، سنة 1407هـ\r4. المقدمة الجزرية.\rمحمد بن محمد الجزري، ضمن مجموع أمهات متون، نشر دار المطبوعات الحديثة جدة.\r5. منجد المقرئين ومرشد الطالبين.\rللحافظ بن الجرزي، دار الكتب العلمية بيروت.\r6. المنح الفكرية شرح المقدمة الجرزية.\rملا علي بن سلطان محمد القاري، المتوفى سنة (1014هـ)\rمطبعة الحلبي سنة 1367هـ.\r7. الموضح في وجوه القراءات وعللها.\rنصر بن على بن محمد الشيرازي الفارسي، المتوفى بعد سنة (565هـ)\rتحقيق الدكتور / عمر حمدان الكبيسي، ط1 - 1414هـ.","Part":"1","seal":"041988FB","page":86},
      {"id":79,"nass":"1. موطأ الإمام مالك.\rرواية يحيى بن يحيى الليثي، المتوفى سنة (234هـ)\rإعداد أحمد راتب عرموش، مطبعة دار النفائس بيروت. ط7 - 1404هـ.\r2. النشر في القراءات العشر.\rللحافظ أبي الخير محمد بن الجرزي. تصحيح الشيخ علي محمد الضباع\rمطبعة مصطفى محمد البابي، القاهرة.\r3. نهاية القول المفيد في علم التجويد.\rالشيخ محمد مكي نصر، تصحيح الضباع، مطبعة الحلبي سنة 1349هـ.\r4. هداية القاري إلى تجويد كلام الباري.\rعبد الفتاح السيد عجمي المرصفي، المتوفى سنة (1409هـ) ط1-1402هـ\r5. وفيات الأعيان وأبناء أبناء الزمان.\rلأبي العباس أحمد بن محمد بن خلكان، المتوفى سنة (681هـ)\rتحقيق إحسان عباس، دار صادر بيروت.","Part":"1","seal":"D807BA80","page":87}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"الوجيز في حكم تجويد الكتاب العزيز","HigriD":"معاصر","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"د. محمد بن سيدي محمد محمد الأمين","bLnk":null,"Inf":"","Auth":"محمد بن سيدي محمد الأمين","Betaka":"الكتاب: الوجيز في حكم تجويد الكتاب العزيز\r\nالمؤلف: د. محمد بن سيدي محمد محمد الأمين\r\nالناشر: مكتبة العلوم والحكم، المدينة المنورة\r\nالطبعة: الأولى، 1422 هـ - 2002 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الأستاذ الدكتور محمد بن سيدي محمد محمد الأمين رئيس قسم القراءات في كلية القرآن بالجامعة الإسلامية وصاحب كتاب الوجيز في حكم تجويد الكتاب العزيز","seal":"4A89A3DC","cat":"علوم القرآن","oNum":21557,"BkId":21557,"oAuth":1320,"bVer":1,"aSeal":"8AF41F85"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t21557":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"المبحث الأول: تعريف التجويد لغة واصطلاحا"},
      {"lvl":1,"id":7,"sub":0,"tit":"المبحث الثاني: نشأة التجويد"},
      {"lvl":1,"id":18,"sub":0,"tit":"المبحث الثالث: عناية الأمة بالأخذ بالتجويد"},
      {"lvl":1,"id":32,"sub":0,"tit":"المبحث الرابع: كيف يتلقى القرآن"},
      {"lvl":1,"id":45,"sub":0,"tit":"المبحث الخامس: حكم الأخذ بالتجويد"},
      {"lvl":1,"id":52,"sub":0,"tit":"المبحث السادس: اللحن في القراءة"},
      {"lvl":1,"id":61,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":69,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
