{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b21816":
    [
      {"page":1,"id":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rصفة صلاة النبي\rأولاً: أعتقد أنك إذا قمت إلى الصلاة فإنما تقوم بين يدي الله عز وجل الذي يعلم خائنة الأعين وما تخفي الصدور، ويعلم ما توسوس به نفسك، وحينئذٍ حافظ على أن يكون قلبك مشغولاً بصلاتك، كما أن جسمك مشغول بصلاتك، جسمك متجه إلى القبلة إلى الجهة التي أمرك الله عز وجل فليكن قلبك أيضاً متجهاً إلى الله. أما أن يتجه الجسم إلى ما أمر الله بالتوجه إليه ولكن القلب ضائع فهذا نقص كبير، حتى إن بعض العلماء يقول: إذا غلب الوسواس ـ أي الهواجس ـ على أكثر الصلاة فإنها تبطل، والأمر شديد.\r\rفإذا أقبلت إلى الصلاة فاعتقد أنك مقبل على الله عز وجل.\r\rوإذا وقفت تصلى فاعتقد أنك تناجي الله عز وجل، كما قال ذلك رسول الله صلى الله عليه وسلم: ((إذا قام أحدكم يصلي، فإنه يناجي ربه)) رواه البخاري.\r\rوإذا وقفت في الصلاة فاعتقد أن الله عز وجل قبل وجهك، ليس في الأرض التي أنت فيها، ولكنه قبل وجهك وهو على عرشه عز وجل، وما ذلك على الله بعسير، فإن الله ليس كمثله شيء في جميع صفاته، فهو فوق عرشه، وهو قبل وجه المصلي إذا صلى، وحينئذٍ تدخل وقلبك مملوء بتعظيم الله عز وجل، ومحبته، والتقرب إليه.\r\rفتكبر وتقول: الله أكبر.\r\rومع هذا التكبير ترفع يديك حذو منكبيك، أو إلى فروع أذنيك.\r\rثم تضع يدك اليمنى على يدك اليسرى، على الذراع، كما صح ذلك في البخاري من حديث سهل بن سعد رضي الله عنه قال: ((كان الناس يؤمرون أن يضع الرجل يده اليمنى على ذراعه اليسرى في الصلاة)) رواه البخاري.\r\rثم تخفض رأسك فلا ترفعه إلى السماء لأن النبي صلى الله عليه وسلم \" نهى عن رفع البصر إلى السماء في الصلاة \" رواه البخاري.","seal":"988BE789","part":1},
      {"page":2,"id":2,"nass":"واشتد قوله في ذلك حتى قال: ((لينتهين أقوام يرفعون أبصارهم إلى السماء في الصلاة أو لا ترجع إليهم)) رواه البخاري ومسلم.\r\rولهذا ذهب من ذهب من أهل العلم إلى تحريم رفع المصلي بصره إلى السماء، وهو قول وجيه جداً لأنه لا وعيد على شيء إلا وهو محرم.\r\rفتخفض بصرك وتطأطيء رأسك لكن كما قال العلماء: لا يضع ذقنه على صدره ـ أي لا يخفضه كثيراً ـ حتى يقع الذقن وهو مجمع اللحيين على الصدر بل يخفضه مع فاصل يسير عن صدره.\r\rوسيتفتح ويقول: ((اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من الخطايا كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني ن خطاياي بالماء والثلج والبرد)) رواه أبو داود، وهذا هو الاستفتاح الذي سأل أبو هريرة النبي صلى الله عليه وسلم حين قال: يا رسول الله أرأيت سكوتك بين التكبير والقراءة ما تقول؟ فذكر له الحديث.\r\rوله أن يستفتح بغير ذلك وهو: ((سبحانك اللهم وبحمدك، وتبارك اسمك وتعالى جدك، ولا إله غيرك)) رواه أبو داود.\r\rويستفتح صلاة الليل بما كان الرسول صلى الله عليه وسلم يستفتح به وهو: ((اللهم رب جبرائيل وميكائيل واسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كان فيه يختلفون، اهدني لما اختلف فيه من الحق باذنك، إنك تهدي من تشاء إلى صراط مستقيم)) رواه مسلم.\r\rولكن لا يجمع بين هذه الاستفتاحات، بل يقول هذه مرة وهذه مرة ليأتي بالسنة على جميع وجوهها.\r\rثم يقول (بسم الله الرحمن الرحيم) بعد التعوذ.","seal":"02E61555","part":1},
      {"page":3,"id":3,"nass":"ويقرأ الفاتحة، والفاتحة سبع آيات أولها (الحمد لله رب العالمين) ، وآخرها (غير المغضوب عليهم ولا الضالين) ، ودليل ذلك حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" قال الله تبارك وتعالى ((قسمت الصلاة بيني وبين عبدي نصفين فنصفها لي ونصفها لعبدي ولعبدي ما سأل، يقول العبد: (الحمد الله رب العالمين) يقول الله تعالى: حمدني عبدي ويقول العبد: (الرحمن الرحيم) قال الله: أثني على عبدي. ويقول العبد: (مالك يوم الدين) يقول الله تعالى: مجدني عبدي. فإذا قال: - (إياك نعبد وإياك نستعين) قال الله: هذا بيني وبين عبدي ولعبدي ما سأل. فإذا قال: (أهدنا الصراط المستقيم......... الآية) قال هذا لعبدي ولعبدي ما سأل \" رواه مسلم، فتبين بهذا الحديث أن أول الفاتحة (الحمد لله رب العالمين) .\r\rأما البسملة فهي آية في كتاب الله، ولكنها ليست آية من كل سورة، بل هي أية مستقلة يؤتى بها في كل سورة سوى سورة براءة فإنه ليس فيها بسملة، وليس فيها بدل، خلافاً لم يوجد في بعض المصاحف، يكتب على الهامش عند ابتداء براءة، \"أعوذ بالله من النار، ومن كيد الفجار، ومن غضب الجبار، والعزة لله ولرسوله وللمؤمنين\" وهذا خطأ ليس بصواب، فهي ليس فيها بسملة وليس فيها شيء يدل على البسملة.\r\rفإذا انتهى من الفاتحة يقول: (آمين) ومعاناها: اللهم استجب، فهي اسم فعل آمر بمعنى استجب.\r\rثم يقرأ بعد ذلك سورة ينبغي أن تكون:\r\rفي المغرب غالباً بقصار المفصّل.\r\rوفي الفجر بطوال المفصّل.\r\rوفي الباقي بأوساطه.\r\rوالمفصل أوله (ق) وآخره (قل أعوذ برب الناس) ، وسمي مفصلاً لكثرة فواصله.\r\rوطوال المفصل من (ق) إلى (عم) ، وأوساطه من (عم) إلى (الضحى) .\r\rوقصاره من (الضحى) إلى آخر القرآن.","seal":"24AD72A3","part":1},
      {"page":4,"id":4,"nass":"ولا بأس بل من السنة أن يقرأ الإنسان بطوال المفصل، فقد صح عن النبي صلى الله عليه وسلم أنه قرأ في المغرب بـ (الطور) و (المرسلات) رواه البخاري ومسلم.\r\rوبعد أن يقرأ السورة مع الفاتحة.\r[[الركوع]]\rيرفع يديه مكبراً ليركع ويضع اليدين على الركبتين، مفرجتي الأصابع، ويجافي عضديه عن جانبيه، ويسوي ظهره برأسه فلا يقوسه، قالت عائشة رضي الله عنها: \" كان النبي صلى الله عليه وسلم إذا ركع لم يشخص رأسه ولم يصوبه ولكن بين ذلك\" رواه أحمد ومسلم وأبو داود.\r\rويقول: \"سبحان ربي العظيم\" رواه أحمد وأبو داود يكررها ثلاث مرات.\r\rويقول أيضاً: ((سبحانك اللهم ربنا وبحمدك اللهم اغفر لّي)) رواه البخاري.\r\rويقول أيضاً: ((سبوح قدوس رب الملائكة والروح)) ) رواه أحمد ومسلم وأبو داود والنسائي.\r\rويكثر من تعظيم الله سبحانه وتعالى في حال الركوع.\r\rثم يرفع رأسه قائلاً: \" سمع الله لمن حمده\" رواه البخاري ومسلم. رافعاً يديه إلى حذو منكبيه، أو إلى فروع أذنيه.\r\rويضع يده اليمنى على ذراعه اليسرى في هذا القيام لقول سهل بن سعد: ((كان الناس يؤمرون أن يضع الرجل يده اليمنى على ذراعه اليسرى في الصلاة\")) رواه أحمد والبخاري.\r\rوهذا عام يستثنى منه السجود والجلوس والركوع:\r\rلأن السجود توضع فيه اليد على الأرض\r\rوالجلوس على الفخذين.\r\rوالركوع على الركبتين.\r\rفيبقى القيام الذي قبل الركوع والذي بعده داخلاً في عموم قوله: (في الصلاة) .\r\rويقول بعد رفعه: (ربنا لك الحمد) رواه البخاري ومسلم.\r\rأو (ربنا ولك الحمد) رواه البخاري ومسلم.\r\rأو (اللهم ربنا لك الحمد) رواه البخاري ومسلم أو (اللهم ربنا ولك الحمد) رواه مسلم.\r\rفهذه أربع صفات ولكن لا يقولها في آن واحد بل يقول هذا مرة وهذا مرة.","seal":"48B18A4C","part":1},
      {"page":5,"id":5,"nass":"وهذه قاعدة ينبغي لطالب العلم أن يفهمها: أن العبادات إذا وردت على وجوه متنوعة فإنها تفعل على هذه الوجوه، على هذه مرة، وعلى هذه مرة، وفي ذلك ثلاث فوائد:\r\rالفائدة الأولى: الإتيان بالسنة على جميع وجوهها.\r\rالفائدة الثانية: حفظ السنة، لأنك لو أهملت إحدى الصفتين نُسيت ولم تحفظ.\r\rالفائدة الثالثة: ألا يكون فعل الإنسان لهذه السنة على سبيل العادة، لأن كثيراً من الناس إذا أخذ بسنة واحدة صار يفعلها على سبيل العادة ولا يستحضرها، ولكن إذا كان يعودّ نفسه أن يقول هذا مرة وهذا مرة صار متنبهاً للسنة.\r\rوإذا كان الإنسان مأموماً فإنه لا يقول (سمع الله لمن حمده) لقول النبي صلى الله عليه وسلم \" وإذا قال - إي الإمام - سمع الله لمن حمده فقولوا: ((اللهم ربنا ولك الحمد)) رواه مسلم ويكون هذا في حال رفعه من الركوع قبل أن يستقم قائماً.\r\rوبعد أن يقول (ربنا ولك الحمد) بصفتها الأربع، يقول: ((ملء السموات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعده، أهل الثناء والمجد، أحق ما قال العبد وكلنا لك عبد، لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد)) رواه مسلم والنسائي.\r\r[[السجود]]\rثم يكبر للسجود بدون رفع اليدين، لقول ابن عمر: \" وكان لا يفعل ذلك في السجود\".","seal":"BE2ECD06","part":1},
      {"page":6,"id":6,"nass":"ويخرُّ على الركبتين لا على يديه لقول النبي صلى الله عليه وسلم: ((إذا سجد أحدكم فلا يبرك كما يبرك البعير)) رواه البخاري والبعير عند بروكه يقدم اليدين فيخرّ البعير لوجهه، فنهى النبي صلى الله عليه وسلم أن يخرّ الإنسان في سجوده على يديه، لأنه إذا فعل ذلك برك كما يبرك البعير، هذا ما يدل عليه الحديث خلافاً لمن قال: إنه يدل على أنك تقدم يديك ولا تخرّ على ركبتيك لأن البعير عند البروك يخرّ على ركبتيه، لأن الرسول صلى الله عليه وسلم لم يقل فلا يبرك على ما يبرك عليه البعير.... فلو قال ذلك، لقلنا نعم إذن لا تبرك على الركبتين، لأن البعير يبرك على ركبتيه، لكنه قال: \" فلا يبرك كما يبرك البعير\" فالنهي إذن عن الصفة لا عن العضو الذي يسجد عليه الإنسان ويخر عليه، والأمر في هذا واضح جداً لمن تأمله، فلا حاجة إلى أن نتعب أنفسنا وأن نحاول أن نقول: إن ركبتي البعير في يديه، وأنه يبرك عليهما، لأننا في غنى عن هذا الجدل، حيث إن النهي ظاهر الصفة لا عن العضو الذي يسجد عليه.\r\rولهذا قال ابن القيم ـ رحمه الله ـ في زاد المعاد: إن قوله في آخر الحديث: \" وليضع يديه قبل ركبتيه\" منقلب على الراوي لأنه لا يطابق مع أول الحديث، وإذا كان الأمر كذلك فإننا نأخذ بالأصل لا بالمثال فإنه قوله: \" وليضع يديه قبل ركبتيه \" هذا على سبيل التمثيل، وحينئذٍ إذا أردنا أن نرده إلى أصل الحديث صار صوابه: \" وليضع ركبتيه قبل يديه\".\r\rإذاً يخرّ على ركبتيه، ثم يديه، ثم جبهته وأنفه.\r\rويسجد على سبعة أعضاء لقول النبي صلى الله عليه وسلم:: ((أمرنا أن نسجد على سبعة أعظم\" ثم فصلها النبي صلى الله عليه وسلم: \" على الجبهة، والكفين، والركبتين، وأطراف القدمين)) رواه البخاري ومسلم فيسجد الإنسان على هذه الأعضاء.","seal":"9F12663D","part":1},
      {"page":7,"id":7,"nass":"وينصب ذراعيه فلا يضعهما على الأرض ولا على ركبتيه.\r\rويجافي عضديه عن جنبيه وبطنه عن فخذيه فيكون الظهر مرفوعاً.\r\rولا يمد ظهره كما يفعله بعض الناس، تجده يمد ظهره حتى إنك تقول: أمنبطح هو أم ساجد؟ فالسجود ليس فيه مد ظهر، بل يرفع ويعلو حتى يتجاف عن الفخذين، ولهذا قال النبي صلى الله عليه وسلم: \" اعتدلوا في السجود \" وهذا الامتداد الذي يفعله بعض الناس في السجود يظن أنه السنة، هو مخالف للسنة، وفيه مشقة على الإنسان شديدة؛ لأنه إذا امتد تحمل نقل البدن على الجبهة، وانخنعت رقبته، وشق عليه ذلك كثيراً، وعلى كل حال لو كان هذا هو السنة لتحمل الإنسان ولكنه ليس هو السنة.\r\rوفي حال السجود يقول: ((سبحان ربي الأعلى ثلاثة مرات)) رواه أحمد وأبو داود وابن ماجة.\r\r((سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي)) رواه البخاري ومسلم.\r\r((سبوح قدوس)) رواه مسلم.\r\rويكثر في السجود عن الدعاء لقول النبي صلى الله عليه وسلم: ((ألا وإني نهيت أن أقرأ القرآن راكعاً أو ساجداً، فأما الركوع فعظموا فيه الرب، وأما السجود فاكثروا فيه من الدعاء فقمن أن يستجاب لكم)) رواه مسلم. أي حري أن يستجاب لكم، وذلك لأنه أقرب ما يكون من ربه في هذا الحال، كما قال النبي صلى الله عليه وسلم ((أقرب ما يكون العبد من ربه وهو ساجد)) رواه البخاري. ولكن لاحظ أنك إذا كنت مع الإمام فالمشروع في حقك متابعة الإمام فلا تمكث في السجود لتدعو، لأن الرسول صلى الله عليه وسلم يقول: ((إذا سجد فاسجدوا وإذا ركع فاركعوا)) رواه البخاري فأمرنا أن نتابع الإمام وألا نتأخر عنه.\r\rثم ينهض من السجود مكبراً.\r\r[[بين السجدتين]]\rويجلس بين السجدتين مفترشاً وكيفيته: أن يجعل الرجل اليسرى فراشاً له، وينصب الرجل اليمنى من الجانب الأيمن.","seal":"54653B7E","part":1},
      {"page":8,"id":8,"nass":"أما اليدان فيضع يده اليمين على فخذه اليمنى أو على رأس الركبة، ويده اليسرى على فخذه اليسرى أو يلقمها الركبة، فلتاهما صفات واردتان عن النبي صلى الله عليه وسلم.\r\rلكن اليد اليمنى يضم منها الخنصر والبنصر والوسطى والإبهام، أو تحلق الإبهام على الوسط وأما السبابة فتبقى مفتوحة غير مضمومة، ويحركها عند الدعاء فقط فمثلاً إذا قال: \" ربي اغفر لي \" يرفعها، \" وأرحمني \" يرفعها، وهكذا في كل جملة دعائية يرفعها. أما اليد اليسرى فانها مبسوطة. ولم يرد عن النبي صلى الله عليه وسلم - فيما أعلم - أن اليد اليمنى تكون مبسوطة وإنما ورد أنه يقبض منها الخنصر والبنصر، ففي بعض ألفاظ حديث ابن عمر رضي الله عنهما: ((كان إذا قعد في الصلاة)) رواه مسلم. وفي بعضها \" إذا قعد في التشهد\" رواه أحمد، وتقييد ذلك بالتشهد لا يعني أنه لا يعم جميع الصلاة لأن الراجح من أقوال الأصوليين أنه إذا ذكر العموم ثم ذكر أحد أفراده بحكم يطابقه فإن ذلك لا يقتضي التخصيص.\r\rفمثلاً إذا قلت أكرم الطلبة، ثم قلت أكرم فلاناً - وهو من الطلبة - فهل ذكر فلان في هذه الحال يقتضي تخصيص الإكرام به؟ كلا كما أنه لما قال الله تعالى (تنزل الملائكة والروح فيها) لم يكن ذكر الروح مخرجاً لبقية الملائكة، والمهم أن ذكر بعض أفراد العام بحكم يوافق العام لا يقتضي التخصيص ولكن يكون تخصيص هذا الفرد بالذكر لسبب يقتضيه، إما للعناية به أو لغير ذلك.","seal":"33FC935D","part":1},
      {"page":9,"id":9,"nass":"المهم أنني - إلى ساعتي هذه - لا أعلم أنه ورد أن اليد اليمنى تبسط على الفخذ اليمنى حال الجلوس بين السجدتين، والذي ذكر فيها أنها تكون مقبوضة الخنصر والبنصر والإبهام مع الوسطى، وقد ورد ذلك صريحاً في حديث وائل بن حجر في مسند الإمام أحمد الذي قال عنه بعض أهل العلم إن إسناده جيد، وبعضهم نازع فيه ولكن نحن في غنى عنه في الواقع، لأنه يكفي أن نقول: إن الصفة التي وردت بالنسبة لليد اليمنى هو هذا القبض، ولم يرد أنها تبسط فتبقى على هذه الصفة حتى يتبين لنا من السنة أنها تبسط في الجلوس بين السجدتين.\r\rوفي هذا الجلوس يقول: ((رب اغفر لي وارحمني واهدني، واجبرني وعافني وارزقني)) رواه الترمذي وأبو داود، سواء كان إماماً أو مأموماً أو مفرداً.\r\rفإن قلت كيف يفرد الإمام الضمير وقد روى عن النبي صلى الله عليه وسلم في الرجل إذا كان إماماً وخص نفسه بالدعاء، \"فقد خان المأمومين \"؟ .\r\rفالجواب على ذلك: أن هذا في دعاء يؤمن عليه المأموم، فإن الإمام إذا أفرده يكون قد خان المأمومين مثل دعاء القنوت، علمه النبي صلى الله عليه وسلم الحسن بن علي بصيغة الإفراد \" ((اللهم اهدني فيمن هديت....)) رواه أبو داود والترمذي وأحمد فلو قال الإمام: اللهم اهدني فيمن هديت يكون هذا خيانة، لأن المأموم سيقول: آمين، والإمام قد دعا لنفسه وترك المأمومين، إذاً فليقل: \" اللهم اهدنا فيمن هديت \"، فلا يخص نفسه بالدعاء دون المأمومين في دعاء يؤمن عليه المأموم لأن ذلك خيانة للمأموم.\r\rثم يسجد للسجدة الثانية كالسجدة الأولى في الكيفية وفيما يقال فيها.","seal":"4E2954FB","part":1},
      {"page":10,"id":10,"nass":"ثم ينهض للركعة الثانية مكبراً معتمداً على ركبتيه قائماً بدون جلوس، وهذا هو المشهور من مذهب الإمام أحمد. وقيل بل يجلس ثم يقوم معتمداً على يديه، كما هو المشهور من مذهب الشافعي، وهذه الجلسة مشهورة عند العلماء باسم جلسة الاستراحة.\r\rوقد اختلف العلماء - رحمهم الله - في مشروعيتها فقال بعضهم: فإذا قمت إلى الثانية أو إلى الرابعة فاجلس ثم انهض معتمداً على يديك إما على صفة العاجن - إن صح الحديث في ذلك أو على غير هذه الصفة عند من يرى أن حديث العجن ضعيف المهم أنهم اختلفوا في هذه الجلسة، فمنهم من يرى أنها مستحبة مطلقاً، ومنهم من يرى أنها غير مستحبة على سبيل الإطلاق، ومنهم من يفصل ويقول: إن احتجت إليها لضعف، أو كبر، أو مرض، أو ما أشبه ذلك فإنك تجلس ثم تنهض، وأما إذا لم تحتج إليها فلا تجلس، واستدل لذلك أن هذه الجلسة ليس لها دعاء، وليس لها تكبير عند الانتقال منها، بل التكبير واحد من السجود للقيام، فلما كان الأمر كذلك دل على أنها غير مقصودة في ذاتها لأن كل ركن مقصود لذاته في الصلاة لابد فيه من ذكر مشروع، وتكبير سابق، وتكبير لاحق قالوا: ويدل لذلك أيضاً أن في حديث مالك ابن الحويرث: \" أنه يعتمد على يديه \" والاعتماد على اليدين لا يكون غالباً إلا من حاجة وثقل بالجسم لا يتمكن من النهوض.\r\rفلهذا نقول: إن احتجت إليها فلا تكلف نفسك في النهوض من السجود إلى القيام رأساً، وإن لم تحتج فالأولى أن تنهض من السجود إلى القيام رأساً، وهذا هو ما اختاره صاحب المغنى - ابن قدامة المعروف بالموفق رحمه الله - وهو من أكابر أصحاب الإمام أحمد، وأظنه اختيار ابن القيم في زاد المعاد أيضاً.\r\rويقول صاحب المغنى: إن هذا هو الذي تجتمع في الأدلة - أي التي فيها إثبات هذه الجلسة ونفيها.","seal":"8F55B4BE","part":1},
      {"page":11,"id":11,"nass":"والتفصيل هنا - عندي - أرجح من الإطلاق، وإن كان رجاحته - عندي - ليس بذلك الرجحان الجيد، لأنه لا يتعارض في فهمي مع الجلسة فالمراتب عندي ثلاث:\r\rأولاً: مشروعية هذه الجلسة عند الحاجة إليها، وهذا لا إشكال فيه.\rثانياً: مشروعيتها مطلقاً، وليس بعيداً عنه في الرجحان.\rثالثا: أنها لا تشرع مطلقاً، وهذا عندي ضعيف، لأن الأحاديث فيها ثابتة، لكن هل هي ثابتة عند الحاجة أو مطلقاً؟ هذا محل الإشكال، والذي يترجح عندي يسيراً أنها تشرع للحاجة فقط\r\rوفي الركعة الثانية، يفعل كما يفعل في الركعة الأولى، إلا في شيء واحد وهو الاستفتاح، فانه لا يستفتح، وأما التعوذ ففيه خلاف بني العلماء منهم من يرى أنه يتعوذ في كل ركعة، ومنهم من يرى أنه لا يتعوذ إلا في الركعة الأولى.\r\rفإذا صلى الركعة الثانية جلس للتشهد كجلوسه بين السجدتين في كيفية الرجلين، وفي كيفية اليدين.\r\rويقرأ التشهد وقد ورد فيه صفات متعددة وقولنا فيه كقولنا في دعاء الاستفتاح، أي أن الإنسان ينبغي له أن يأتي مرة بتشهد ابن عباس ومرة بتشهد ابن مسعود، ومرة بما ورد عن النبي صلى الله عليه وسلم من غير هاتي الصفتين فيقول: ((التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله)) رواه البخاري.\r\rوإن كان في ثلاثية أو رباعية قام بعد التشهد الأول رافعاً يده كما رفعها عند تكبيرة الإحرام، وصلى بقية الصلاة وتكون بالفاتحة فقط فلا يقرأ معها سورة أخرى، وإن قرأ أحياناً فلا بأس لوروده في ظاهر حديث أبي سعيد الخدري رضي الله عنه.","seal":"5436395D","part":1},
      {"page":12,"id":12,"nass":"ثم يجلس إذا كان في ثلاثية أو رباعية للتشهد الثاني، وهذا التشهد يختلف عن التشهد الأول وفي كيفية الجلوس لأنه يجلس متوركاً والتورك له ثلاثة صفات:\r\rالصفة الأولى: أن ينصب الرجل اليمنى ويخرج الرجل اليسرى من تحت الساق، ويجلس بإِلييتيه على الأرض.\r\rوالصفة الثانية: أن يفرش رجليه جميعاً ويخرجها من الجانب الأيمن، وتكون الرجل اليسرى تحت ساق اليمنى.\r\rوالصفة الثالثة: أن يفرش الرجل اليمنى ويجعل الرجل اليسرى بين الفخذ والساق.\r\rفهذه ثلاثة صفات للتورك ينبغي أن يفعل هذا تارة، وأن يفعل هذا تارة أخرى.\r\rثم يقرأ التشهد الأخير ويضيف على التشهد الأول: ((اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد. اللهم بارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، إنك حميد مجيد)) رواه البخاري ومسلم.\r\rويقول: ((أعوذ بالله من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن فتنة المسيح الدجال)) رواه مسلم.\r\rويدعو بما أحب من خير الدنيا والآخرة.","seal":"4B38E907","part":1},
      {"page":13,"id":13,"nass":"والتعوذ بالله من هذه الأربع في التشهد الأخير أمر به النبي صلى الله عليه وسلم، كما ثبت ذلك في صحيح مسلم، وقد ذهب بعض العلماء إلى وجوب التعوذ من هذه الأربع في التشهد الأخير وقال: لأن النبي صلى الله عليه وسلم أمر به، وكثير من الناس اليوم لا يبالي بها، تجده إذا صلى على النبي صلى الله عليه وسلم سَلّم مع أن الرسول صلى الله عليه وسلم أمر بأن نستعيذ بالله من هذه الأربع، وكان طاوس رحمه الله وهو من التابعين يأمر من لم يتعوذ بالله من هذه الأربع باعادة الصلاة، كما أمر ابنه بذلك، فالذي ينبغي يلك أن لا تدع التعوذ بالله من هذه الأربع لما في النجاة منها من السعادة في الدنيا والآخرة وبعد ذلك تسلم \" السلام عليكم ورحمة الله \"، وعن يسارك \" السلام عليكم ورحمة الله \".\r\rوبهذا تنتهي الصلاة.\r\rوينبغي للإنسان أن كان يحب أن يدعو الله عز وجل أن يجعل دعاءه قبل أن يسلم أي بعد أن يكمل التشهد، وما أمر به النبي صلى الله عليه وسلم من التعوذ، يدعو بما شاء من خيري الدنيا والآخرة، ومن قال من أهل العلم إنه لا يدعو بأمر يتعلق بالدنيا، فقوله ضعيف، لأنه يخالف عموم قول الرسول صلى الله عليه وسلم \" ثم ليتخير من الدعاء ما شاء \" رواه البخاري ومسلم فأنت إذا كنت تريد الدعاء فادع الله قبل أن تسلّم وبذلك نعرف أن ما اعتاده كثير من الناس اليوم كلما سلّم من التطوع ذهب يدعو الله عز وجل حتى يجعله من الأمور الراتبة والسنن اللازمة فهذا أمر لا دليل عليه والسنة إنما جاءت بالدعاء قبل السلام.\r\rهذه صفة الصلاة فيما نعلمه من سنة الرسول صلى الله عليه وسلم، فينبغي للإنسان أن يحرص على تطبيق ما ورد عن النبي صلى الله عليه وسلم في تطبيق كيفية الصلاة ليكون ممتثلاً لقوله: ((صلوا كما رأيتموني أصلي)) رواه البخاري وأحمد.","seal":"837D41C2","part":1},
      {"page":14,"id":14,"nass":"وأهم شيء بالنسبة للصلاة بعد أن يُجري الإنسان أفعاله على السنة فيما أراه: هو حضور القلب، لأن كثيراً من الناس الآن لا تتسلط عليه الهواجس والوساوس إلا إذا دخل في الصلاة، وبمجرد ما ينتهي من صلاته تطير عنه هذه الهواجس والوساوس.\r\rوالله أعلم وصلى الله على محمد وعلى آله وصحبه أجمعين.","seal":"3BE91251","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1421,"Bk":"صفة صلاة النبي صلى الله عليه وسلم - العثيمين","HigriD":"1421","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن صالح بن محمد العثيمين","bLnk":null,"Inf":null,"Auth":"ابن عثيمين","Betaka":"الكتاب: صفة صلاة النبي - صلى الله عليه وسلم -\r\nالمؤلف: محمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\r\nعدد الأجزاء: 1\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":" محمد بن صالح العثيمين (1347-1421هـ، 1928- 2001م).\r\n\r\nمحمد بن صالح بن محمد عثيمين المقبل الوهيبي التميمي، عالم وفقيه سعودي، وأستاذ في كلية الشريعة بفرع جامعة الإمام محمد ابن سعود الإسلامية في منطقة القصيم، وعضو هيئة كبار العلماء. \r\nولد في عنيزة بمنطقة القصيم التي كانت مساجدها مكاناً لكثير من الحلقات العلمية الشرعية والنقاشات الفكرية. \r\nحفظ القرآن الكريم في صغره، ثم اتجه إلى طلب العلوم الشرعية والعربية على أيدي كثير من العلماء المتخصصين منهم: \r\nالشيخ عبدالرحمن ناصر السعدي الذي لازمه حتى بعد انتقال والده إلى مدينة الرياض، وخلفه في إمامة الجامع الكبير بعنيزة والخطابة فيه. \r\nومن شيوخه أيضاً الشيخ عبدالعزيز بن عبدالله بن باز الذي استفاد منه حسب قوله في العناية بالحديث والبحث عن الدليل. \r\nودرس أيضاً على يد الشيخ محمد المختار الجكني الشنقيطي صاحب أضواء البيان في إيضاح القرآن بالقرآن، والشيخ علي بن محمد الصالحي وغيرهم.\r\nتخرج العثيمين في كلية الشريعة بالرياض عام 1377هـ، وبدأ بالتدريس في المعهد العلمي قبل تخرجه في الكلية.\r\nرفض تولي القضاء رغم إصرار الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة ورئيس القضاة في حينه، وتفرغ للتدريس وقد تحرر من التقليد المذهبي، وأخذ كثيراً باجتهادات ابن تيمية مما جعله أكثر استقلالاً في آرائه الفقهية.\r\nزادت آثار الشيخ العلمية على خمسة وخمسين مؤلفاً، وقد اختير بعضها مقررات في المعاهد العلمية بالمملكة العربية السعودية.\r\nوأول كتبه فتح رب البرية بتخليص الحموية (1382هـ)، وهي تلخيص لكتاب ابن تيمية الحموية في العقيدة الذي يعتبر فتوى مطولة في العقيدة جواباً لأهل حماة. وله أيضاً زاد المستقنع؛ شرح رياض الصالحين، وجمعت فتاواه في نحو 14 مجلداً. \r\nوألقى الشيخ عدد كبيراً من المحاضرات المؤثرة في توجيه الجمهور خاصة الشباب. ووصلت فتاواه للناس بوساطة الهاتف أو الكتابة أو التسجيل أو الإذاعة وخاصة برنامج نور على الدرب. \r\nوامتاز الشيخ بالعلم الغزير، والفهم الواضح للدين؛ عقيدة وشريعة، والأسلوب الجيد في العرض واتباع الحكمة في أسلوب الدعوة.\r\nحاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1414هـ، 1994م.\r\n\r\nنقلا عن : الموسوعة العربية العالمية http://www.mawsoah.net \r\n","seal":"91A1233C","cat":"بحوث ومسائل - مرقم آليا","oNum":21816,"BkId":21816,"oAuth":57,"bVer":1,"aSeal":"D3810766"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t21816":
    [
      {"lvl":1,"id":1,"sub":1,"tit":"فتكبر وتقول: الله أكبر"},
      {"lvl":1,"id":4,"sub":0,"tit":"[[الركوع]]"},
      {"lvl":1,"id":5,"sub":0,"tit":"[[السجود]]"},
      {"lvl":1,"id":7,"sub":0,"tit":"[[بين السجدتين]]"},
      {"lvl":1,"id":10,"sub":0,"tit":"جلسة الاستراحة"},
      {"lvl":1,"id":11,"sub":0,"tit":"التشهد"}
    ]
}
