{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b21819":
    [
      {"aya":null,"sora":null,"Na":null,"id":1,"part":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالكتاب: مفاتيح الأغاني في القراءات والمعاني\rالمؤلف: أبو العلاء محمد بن أبي المحاسن بن أبي الفتح بن أبي شجاع الكرماني\rالمحقق: عبد الكريم مصطفى مدلج\rالناشر: دار ابن حزم - بيروت\rسنة النشر: 1422 هـ - 2001 م\rعدد المجلدات: 1\rرقم الطبعة: 1\r[ترقيم الكتاب موافق للمطبوع]","seal":"2769F172","page":90},
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"مقدمة المؤلف\rبسم الله الرحمن الرحيم\rبعونك يا لطيف\rأما بعد: فإني ألفتُ هذا الكتاب على بيان معاني القراءة عن القراء السبعة. وأبديت رغبة وقمت في تحصيلها بما يليق بها في تأويلها من دلائلها وترتيبها ورسومها وتهذيبها، ليسهل ضبطها ومعرفة لفظها، والوقوف على دقائقها من حفظها، وسميته (المفاتيح الأغاني مرتبًا على القراءة والمعاني)، رجاء أن يجعله الله ذخرًا في العاجل وأجرًا في الآجل، والله تعالى الموفق للسَّدَاد، والمحقق للمراد، إنه رءوف بالعباد.\r* * *","seal":"6341620C","page":91},
      {"aya":null,"sora":null,"Na":null,"id":3,"part":1,"nass":"مذهب القراء بالاستعاذة\rفأول ذلك دائمًا نحن نبتدئ بتفسير الاستعاذة ودلائلها وقراءاتها. وأمَّا مذهب القراء في التعوذ فاختار نافع وابن عامر والكسائي أن يقولوا: أعوذ بالله من الشيطان الرجيم إن الله هو السّميع العليم، واحتجوا بقوله: (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (200)، واختار أبو عمرو وعاصم أن يقولا: أعوذ بالله","seal":"8836B48D","page":92},
      {"aya":null,"sora":null,"Na":null,"id":4,"part":1,"nass":"من الشيطان الرجيم، واحتجا بقوله: (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (98))، واختار حمزة أن يقول: نستعيذ بالله من\rالشيطان الرجيم إن الله هو السميع العليم، واختار ابن كثير: أعوذ بالله\rالعظيم من الشيطان الرجيم، يقول: كما نعتَّ الشيطان بالرجيم فانعت الله\rبالعظيم.","seal":"04BB14B4","page":93},
      {"aya":null,"sora":null,"Na":null,"id":5,"part":1,"nass":"ومن سورة الفاتحة\r2 - وأمَّا قول القُرَّاء في (الْحَمْدُ لِلَّهِ) قرئ رفعًا ونصبًا\rوخفضًا، فبالرفع ابتداء، وبالنصب على المصدر، وبالخفض لمجاورة\rالمخفوض وهو (لِلَّهِ)، وقرأ الحسن ورؤبة (الْحَمْدِ لِلَّهِ) بكسر\rالدال)، أتْبَعَا الكسْرَ الكَسْرَ، وذلك أن الدّال مضمومةٌ وبعدها لام الإضافة","seal":"393C6DDB","page":94},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"مكسورةً، فكرهوا الخروج من ضمّ إلى كسر فأَتْبَعوا الكسرةَ الكسرةَ.\rوقرأ (40/ب) إبراهيم بن [أبي] عبلة: (الْحَمْدُ لُلَّهِ) بضم الدال واللام، أتبع الضمَّ الضمَّ، كما أتبعوا أولئك الكسْرَ الكَسْرَ، ويجوز في النحو (الْحَمْدَ لِلَّهِ) بفتح الدال، وقد رُويت عن الحسن أيضًا تجعله مصدرًا لِحَمِدْتُ أحْمَدُ حَمْدًا فأنا حامد، ودخلت الألف واللام في المصدر تخصيصّا. وقال الكسائي: لفظه خبر والمراد به أمر، كقوله: (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ)، أي: لِيَتَرَبصْن. ويقال: هو إخبار من الله بأنه مستحق للحمد. وقال ابن عباس: الحمدُ لله: الشكر لله. وقال الأخفش: أي: الثناء لله.","seal":"339D8926","page":95},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"4 - قوله تعالى: (ملِكِ يَوْم الدين) قرئ بسبع قراءاتٍ بالألف وبغيره، فبالنصب والخفض وَالرفع، وبجزم اللام قرأه أبو حيوة الشامي. و (مالكِ) بالألف مأخوذ من الفعل، وبغير الألف مأخوذ من الصفة، والملِك أصح من المالك في المعنى، والمالك في القراءة أفضل لزيادة حرفٍ، ويقال: مَلَكَ يَمْلِكُ مِلْكًا فهو مَالِكٌ من الفعل، ومَلَكَ يمْلك مُلْكًا فهو مَلِك من الصفة.\r6 - قوله تعالى (الصِّرَاطَ)، وفي الصراط أربع لغات (السِّراط)","seal":"980CE2DE","page":96},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"بالسِّين وهو الأصل، وبالصاد لمجيء الطاء بعدها، وبالزاي الخالصة، وبإشمام الصاد، الزاي، كل ذلك قد قرئ به ومثله: صندوق وزندوق وسندوق.\r\r7 - قوله تعالى (أَنْعَمْتَ عَلَيْهِمْ) هم الأنبياء، عليهم السّلام،","seal":"DB4A8085","page":97},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"والأصل في (عَلَيْهِمْ) عليهُم بضم الهاء، وهي لغة رسول الله - صلى الله عليه وسلم - وقد قرأ بذلك حمزة، وإنَّمَا كسر الهاءَ قوم ٌلمجاورة الياء، وأمّا أهل المدينة ومكة فيصلون الميم بواوِ (عَلَيْهمُو) فالواو علامة للجمع كما كانت الألف في (عليهما) علامة التثنية، ومن حذف الواو فإنه حذفها اختصارًا، وأجمع القُرَّاء على كسر الهاء في التثنية إذا قلت: (عليهِما)، كقوله: (أَنْعَمَ اللَّهُ عَلَيْهِمَا)، إلا يعقوب الحضرمي فإنه ضمّ الهاء في التثنية كما ضمها في الجمع.\r\r7 - قوله تعالى (غَيْرِ الْمَغْضُوبِ)، (غَيْرِ) إنْ قرأته بالخفض فهو بدل (الَّذِينَ) كالصراط الثاني بدل من الأول، ويقال: نعت","seal":"23151C15","page":98},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"(الَّذِينَ)، والتقدير: صراط الذين أنعمت عليهم غير اليهود والنصارى.\rوإن قرأته بالنصب فعلى الحال والاستثناء، والغير على معنيين، أحدهما: سوى، والثاني: بمعنى إلا، وها هنا على معنى: إلا الَّذِينَ غضبتَ عليهم كما غضبتَ على اليهود والنصارى.\r* * *","seal":"9D2A5138","page":99},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"ومن سورة البقرة\r9 - قوله تعالى: (يُخَادِعُونَ اللَّهَ)، يخادعون: يفاعلون من الخدع، يقال: خَدَعْتُه خِدْعًا وخَدْعًا وخَدِيعَة، إذا أظهرت له غير ما تضمر.\rقوله تعالى: (يُخَادِعُونَ اللَّهَ) بمعنى: يخدعون، وقرأ حجازي وأبو عمرو بالألف.\rومن قرأ (يَخْدَعُونَ) [قال:] إن (فَعَلَ) أولى بفعل الواحد من (فَاعَل)، ويخادعون بالألف، قال: هو من المفاعلة، ومعنى قوله:\r(وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ) هو أنهم طلبوا الخداع فلم يخدعوا الله ولا المؤمنين، وإنَّمَا خدعوا أنفسهم، لأن وبال خداعهم عاد عليهم.","seal":"C97EBB31","page":100},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"10 - قوله تعالى: (بِمَا كَانُوا يُكَذِّبُونَ)، (مَا) في تأويل المصدر، أي: بتكذيبهم وبكونهم مكذبين. وقرأ أهل الكوفة (يَكْذِبُونَ) بالتخفيف من الكذب، وهو أشبه بما قبله وبما بعده.\r36 - قوله تعالى: (فَأَزَلَّهُمَا)، أي: نَحَّاهما وبعَّدهما، يقال زَلَّت قَدَمُه زَلَلا وزليلا إذا لم تثبت، وأزالهما صاحبهما إذا حملهما على الزليل.\rوقرأ حمزة (فأَزَالَهُما)، يقال: زَال عن مكانه وأَزَال غيرَه.\r\r37 - قوله تعالى: (فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ)، التلقي معناه هاهنا: الأخذ والقبول، قال الأصمعي: تَلَقتِ الرَّحِمُ ماءَ الفحل إذا قَبِلتهُ.\rوالكلمة تقع على القليل والكثير، وقرأ ابن كثير (آدمَ) بالنصب، (كَلِماتٌ) بالرفع، وذلك أن من الأفعال ما يكون إسناده إلى الفاعل","seal":"4B3CA13A","page":101},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"كإسناده إلى المفعول وذلك مثل: أصبتُ ونلتُ، تقول: نالني خيرُ ونلتُ خيراً.\r\r51 - قوله تعالى: (وَإِذْ وَاعَدْنَا مُوسَى)، وهي قراءة أبي عمرو بغير ألف، كقوله: (وَعَدَ اللَّهُ)، (أَلَم يَعِدكُم)، (وَإِذْ يَعِدُكُمُ اللَّهُ)، (وَعَدَكُمُ اللَّهُ مَغَانِمَ)، وقراءة أكثر القراء (وَاعَدْنَا) من المواعدة، لأن ما كان من الله من الوَعْد، ومن موسى من القبول به والتحري لإنجازه يقوم مقام الوَعْد فصار كالمُواعِدِ من (الفاعلين)، وأيضًا فإن (المفاعلة) قد تقع من الواحد يقال: وَعَدتُه وَعْدًا وعِدَةً ومَوعِدًا ومَوْعِدةً، قوله: (إِلَّا عَنْ مَوْعِدَةٍ)، وتقدير الكلام: وإذ واعدنا موسى انقضاء أربعين ليلةً، للتكلم معه ولإيتائه الكلمات.\r58 - قوله تعالى: (نَغْفِرْ لَكُمْ خَطَايَاكُمْ)، أصل الغَفْر: السَّتْرُ والتغطية، وغفر الله ذنوبَه، أي: سترها، وكل شيءٍ سترته فقد غفرته، والمِغْفَرُ: يكون تحت بيضة الحديد يغفر الرأس.\rوأجمع القراء على إظهار الراء عند اللام، إلا ما روي عن أبي عمرو من إدغامه الراء عند اللام. قال الزجاج: وهو خطأ فاحش،","seal":"285E51A8","page":102},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"وأحسب الذين رووا ذلك عن أبي عمرو غالطين، ولا يدغم الراء في اللام؛ لأن الراء حرف مكرر، ولا يدغم الزائد في الناقص، ولو أدغمت الراء في اللام لذهب التكرير من الراء، وهذا إجماع النحويين. و (الخطايا) جمع (خطيئة) وهي الذنب على عمد، قال أبو الهيثم: يقال: خطئ: لما صنعه عمدًا، وهو الذنب، وأخطأ: لما صنعه خطأً غير عمدٍ.\rوقوله: (وَسَنَزِيدُ الْمُحْسِنِينَ)، أي: الذين لم يكونوا من أهل تلك الخطيئة إحسانًا وثوابًا.\r\r90 - قوله تعالى: (أَنْ يُنَزِّلَ اللَّهُ)، أي: إنزال الله، والمعنى: حسدًا أنزل اللَّهُ الكتابَ على من يشاء من عباده.\r97 - قوله تعالى: (قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ)، وفي (جِبْرِيلَ) لغات، وكذلك (مِيكائِيل) و (إسْرَافِيل)، وهذه أسماء أعجمية،","seal":"5BB53F21","page":103},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"فمن قال: (جِبْريل) بكسر الجيم وترك الهمز كان على لفظ (قنديل)، ومن قال: (جَبْريل) بفتح الجيم وحذف الهمز فليس لهذا البناء مثل في كلام العرب، فيكون هذا من باب (الآجر) و (الإبريسم) ونحو ذلك، ومن قال: (جَبْرَئِل) على وزن (جَبْرَعِل) كان على وزن (جَحْمَرِش)، و (جَبْرَئِيل) على وزن (عَنْدَلِيب)، وكلا المذهبين حسن لاستعمال العرب لهما جميعًا.\rوقال جماعة من أهل العلم: (جبر) و (ميك) هو العبد بالسريانية و (إيل) هو الله عز وجل. وروي عن ابن عباس أنه قال: إنما جبرئيل وميكائيل كقولنا عبد الله وعبد الرحمن، و (جَبْرِيلَ) مفتوح غير مهموز مكي، وبالكسر غير مهموز مدني وشامي وبصري وحفص. أبو بكر مثل","seal":"CA6E5C22","page":104},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"(جبرعل). حمزة والكسائي مثل (جَبْرَعِيل). (مِيْكَلَ) غير مهموز بصري وحفص. نافع بالهمزة مثل (ميكاعل). الباقون مثل (ميكاعيل).\r\r106 - قوله تعالى: (مَا نَنْسَخْ مِنْ آيَةٍ)، النسخ إبطال الشيء، تقول العرب: نَسَخَتِ الشَمسُ الظلَ إذا أَذْهَبَتْه وحَلَّت محله، فهذا النسخ إلى بدلٍ، لأن الظلِّ يزول ويبطل، وتكون الشمس بدلا عنه، ويجوز النسخ إلى غير بدلٍ وهو رفع الحكم وإبطاله من غير أن تقيم له بدلا، وقرأ ابن عامر (مَا نُنْسِخْ) بضم النون من: أُنْسِخَت الآيةُ أي: وجدتها منسوخة، كقولهم: أحمدتُ الرجلَ وأحْبَبْتُه، وأكذبتُه، وأبخلتُه [أي]: أصبته على هذه الأحوال، فيكون معنى قوله: (نُنْسِخْ): نجده منسوخا، وإنما نجده كذلك [لنسخه إياه]، وإذا كان كذلك كان معنى قراءة ابن عامر كمعنى قراءة من قرأ (مَا نَنسَخ) بفتح النون، يتفقان في المعنى وإنْ اختلفا في اللفظ.\r106 - قوله تعالى (أَوْ نُنسِهَا)، [النسيان] ضد الذكر، والإنساء","seal":"CE9B83B9","page":105},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"منقولة منه، يقال: نسي [الرجل] الشيءَ وأنسيته الشيء: إذا جعلته ينساه. ومعنى الآية: أَنّا إذا رفعنا آيةً من جهة النسخ أو الإنساء لها أتينا بخير من الذي نرفعه بأحد هذين [الوجهين] وهما: النسخ والإنساء، وقد يقع النسخ بالإنساء، وقرأ أبو عمرو (نَنْسَأْها) مفتوحة النون مهموزة من النَّسْء بمعنى التأخير، يقال: نَسَأْت الإبل عن الحوض إذا أَخرتَها، والمعنى: نؤخرها إلى وقتٍ ثانٍ فنأتي بدلا [منها] في الوقت المتقدم بما يقوم مقامها، ومعنى (نَأتِ بِخَيرٍ مِّنْهَا)، أي: أصلح لِمَنْ تُعُبدَ [بها]، وأنفع لهم وأسهل عليهم.\r\r126 - قوله تعالى (وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا)، فسأرزقه إلى منتهى أجله.\r(فَأُمْتِعُهُ) مخفف شامي، وقراءة العامة بالتشديد من (التفعيل) وعليه التنزيل، كقوله (يُمَتِّعْكُمْ مَتَاعًا)، (كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا)، وقرأ ابن عامر: بالتخفيف من الإمتاع، (وأفْعَل) قد يكون","seal":"A41832CE","page":106},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"بمعنى (فَعَّل) في كثيرٍ من المواضع، نحو: فَرَّحْتُه وأَفْرَحْتُه.\r\r128 - قوله تعالى (وَأَرِنَا مَنَاسِكَنَا)، قال الزجاج: الأجود كسر الراء؛ لأن الأصل (أَرْئنا)، فالكسرة في الراء إنما هي كسرة همزة ألقيت فطرحت حركتها على الراء، فالكسرة دليل الهمزة، وحذفها قبيح، وهو جائز على بعد؛ لأن الكسرة والضمة تحذفان استثقالا كقولهم في (فَخِذ وفَخْذ وعَضُد وعَضْد)، ومعناه: عَرِّفْنا مُتَعَبَّداتِنا، (وَأَرْنَا) بالجزم مكي ويعقوب.\r132 - قوله تعالى: (وَوَصَّى بِهَا)، يقال: وَصَّى يُوَصِّي تَوْصِية ووَصَاة، وقرئ (وَأَوْصَى) وهي قراءة أهل الشام، ولهما أمثلة من الكتاب، فمثال التشديد قوله: (فَلَا يَسْتَطِيعُونَ تَوْصِيَةً) وقوله: (وَوَصَّيْنَا الْإِنْسَانَ). ومثال الإفعال قوله (يُوصِيكُمُ اللَّهُ)","seal":"95560753","page":107},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"قال الزجاج: (وَصَّى) أبلغ من (أَوْصَى)؛ لأن أوصى جائز أن يكون [قال] لهم مرة واحدة، ووَصَّى لا يكون إلا لمراتٍ كثيرة. [وقوله: (بِهَا)]، قال الكلبي ومقاتل: بكلمة الإخلاص (لا إله إلا الله).\r\r148 - قوله تعالى: (وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا)، قال الزجاج (هُوَ) ضمير (لِكُلٍّ)، والمعنى: هو موليها وجهة أي: مستقبلا بوجهه. وقرأ ابن عامر (هُوَ مُوَلَّاهَا) أي: مصروف إليها، والمعنى: كل وُلّي وِجْهَه.\r158 - قوله تعالى: (وَمَنْ تَطَوَّعَ خَيْرًا)، قال الحسن: يعني به الدين كله، وقرأ حمزة (وَمَنْ يَطَّوَّعْ) بالياء وجزم العين، وتقديره: ومن يتطوع، إلا أن التاء تدغم في الطاء لمقاربتها، وهذا حسن؛ لأن المعنى","seal":"C11A71F3","page":108},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"على الاستقبال والشرط والجزاء، الأحسن فيهما الاستقبال والجزاء، إلا أن اللفظ إذا كان وفق المعنى كان أحسن.\r\r165 - قوله تعالى: (وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ)، يعني في الآخرة حين يعاينون جهنم. تقديره: ولو يرون أن القوة لله جميعًا، والمعنى: ولو يرى الذين ظلموا شدة عذاب الله وقوته، وجواب (لَوْ) محذوف، وتقديره: لعلموا مضرة اتخاذ [الأنداد]، وكثر في التنزيل حذف جواب (لَوْ)، كقوله: (وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ)، (ولَوْ تَرَيَ إِذْ وُقِفُوا)، وقرأ نافع وابن عامر (وَلَوْ تَرَى) بالتاء على مخاطبة النبي - صلى الله عليه وسلم - والمعنى: لو تراهم إذ يرون العذاب رؤيَ. وقرأ ابن عامر (يُرَوْنَ) بضم الياء، وحجته قوله: (كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ).\r173 - قوله تعالى: (فَمَنِ اضْطُرَّ)، أي: أحوج وألجئ، وهو (افتعل) من الضرورة. قال الأزهري: من ضيِّق عليه الأمر بالجوع، وقرئ برفع النون وكسرها، فمن رفع فلإتباع ضمة الطاء، ومن كسر فَعَلَى","seal":"868CE314","page":109},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"أصل التقاء الساكنين.\r\r177 - قوله تعالى: (لَيْسَ الْبِرَّ)، وقرأ حمزة وحفص نصبًا؛ لأن اسم ليس وخبرها اجتمعا في التعريف، فجاز أن يكون أحدهما أيهما كان اسمًا والثاني خبرًا. قوله (وَلَكِنَّ الْبِرَّ) ما ذكر في قوله: (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ)، قال الزجاج: معناه: ولكن ذا البر فحذف المضاف كقوله: (هُمْ دَرَجَاتٌ)، أي: ذوو درجاتٍ، وقال قطرب والفَراء: ولكن البرَّ برُّ مَنْ آمَنَ بالله، فحذف المضاف وهو كثير في الكلام، كقوله: (وَأُشْرِبُوا فِي قُلُوبِهِمُ العِجْلَ)، (وَاسْأَلِ الْقَرْيَةَ).\r184 - قوله تعالى: (وَعَلَى الَّذِينَ يُطِيقُونَهُ)، أي: يطيقون الصيام","seal":"178C11D8","page":110},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"(فِدْيَةٌ طَعَامُ مِسَاكِينَ)، هذه قراءة أهل المدينة والشام، والمعنى: وعلى الذين يطيقَونه فأفطروا فدية طعام، والفدية: البذل وقد مرّ ذلك، وأضيفت الفدية إلى الطعام، لأنها اسم للقدْر الواجب، والطعام اسم يعمّ الفدية وغيرها، فهذا كقولك: ثوبُ خَزٍّ، وخاتمُ حديدٍ، وجمعوا المساكين، لأن الذين يطيقونه فأفطروا جماعةٌ، فكل واحد منهم يلزمه طعام مسكين، وقرأ الباقون (فِدْيَةٌ) منونة، (طَعَامُ مِسْكِينٍ) على واحد، ومثل هذا قوله تعالى: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ).\r\r185 - قوله تعالى: (وَلِتُكْمِلُوا الْعِدَّةَ)، يعني: عدة ما أفطرتم، قال الفراء: معنى الآية ولتكملوا العدة في قضاء ما أفطرتم، والواو: واو استئناف، واللام: من صلة فعل مضمر بعدها، والتقدير: ولتكملوا العدة شرع الرخصة في الإفطار، وقرئ (وَلِتُكَمِّلُوا) بالتشديد، و (فَعَّلَ) و (أَفْعَلَ)","seal":"0740B1CE","page":111},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"يتعاقبان في أكثر الأحوال كما ذكرنا في (وَصَّى) و (أَوْصى).\r\r189 - قوله تعالى: (وَأْتُوا الْبُيُوتَ)، واختلفوا في (الْبُيُوتَ) وأخواتها فقرؤوا بضم أولها وكسره، فمن ضم فهو الأصل \" لأن (فعلا) يجمع على (فُعُول)، ومن كسر فلأجل موافقة الياء، فإن الكسرة أشد موافقة للياء من الضمة.\r208 - قوله تعالى: (فِي السِّلْمِ كَافَّةً)، السِّلم بكسر السين الإسلام، وهو اسم جعل بمنزلة المصدر، كالعطاء من (أعطيت)، والنبات","seal":"86879D98","page":112},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"من (أنبت). والفتح لغة، ويجوز أن يكون المراد بالفتح والكسر الصلح، والمراد بالصلح الإسلام؛ لأن الإسلام صلح.\r\r210 - قوله تعالى: (وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ)، أي: في الجزاء من الثواب والعقاب، وقرأ حجازي وبصري: بضم التاء وفتح الجيم، أي: تُرَدُّ إليه الأمور.\r214 - قوله تعالى: (حَتَّى يَقُولَ الرَّسُولُ)، إلى أن يقول الرسولُ، وقرأ أهل المدينة بالرفع (حَتَّى يَقُولُ الرَّسُولُ)، كما تقول: سِرتُ حتى أدخلُها، بمعنى: سرتُ فأدخلُها بمنزلة سرتُ فدخلتُها، و (حَتَّى) هاهنا ممّا لا يعمل في الفعل شيئًا؛ لأنها تليها الجمل تقول: سرت حتى أني نائل، وكقول الفرزدق:\rفَيَا عَجَبَا حتى كُلَيْبٌ تَسُبُّنِي\rفعملها في الجمل يكون في معناها لا في لفظها.","seal":"C97CCED0","page":113},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"219 - قوله تعالى: (قُلِ الْعَفْوَ)، قال ابن عباس. ما فضل من المال عن العيال، وهذا قول السُّدِّي وقتادة وعطاء، وأصل العفو في اللغة: الزيادة، قال الله تعالى: (حَتَّى عَفَوا)، أي: زادوا على ما كانوا عليه من العدد.\rواختلف القراء في رفع (الْعَفْوَ) ونصبه، فمن نصب جعل (مَاذَا) اسمًا واحدًا في موضع نصب، وجواب هذا (الْعَفْوَ) بالنصب. كما [تقول] في جواب: ما أَنْفَقْت؛ درهمًا. ومن رفع جعل (ذَا) بعد (ما) بمعنى (الذي) ورد العفو عليه فرفع، كأنه قال: [ما] الذي ينفقون؛ فقال: العَفْوُ، أي: الذي ينفقون: [العَفْوُ] فتضمر [المبتدأ] الذي كان خبرًا في سؤال السائل، كما تقول في جواب ما الذي أنفقتَه؟ ما أريد، أي: الذي أنفقتُه ما أريد.","seal":"569E70C0","page":114},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"222 - قوله تعالى: (حَتَّى يَطَّهَّرْنَ)، أي. يَتَطَهَّرْن، ومعناه: يَغْتَسِلْن بالماء بعد النقاء من الدم، فأدغمت التاء في الطاء، ومن قرأ (يَطْهُرْنَ) بالتخفيف فهو من طَهُرَت المرأة تَطْهُرُ طُهْرًا وطَهَارةً، ومعناه: حتى يفعلن الطهارة.\r229 - قوله تعالى: (إِلَّا أَنْ يَخَافَا)، أي: يعلما ويوقنا، والخوف يكون بمعنى العلم وذلك أن في الخوف طرفًا من العلم، وقرأ حمزة (إِلَّا أَنْ يُخَافَا) بضم الياء؛ لأنه بني للمفعول بهما، وهما الزوجان.\rوالمعنى: إلا أن يعلما أنهما لا يقيمان حدود الله.\r\r233 - قوله تعالى: (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا)، الاختيار فتح الراء من (تُضَارَّ)، وموضعه جزم على النهي، والأَصل: لا تضارَرْ، فأدغمت الراء الأولى في الراء الثانية، وفتحت الثانية لالتقاء الساكنين، وهذا الاختيار في","seal":"B278E8B4","page":115},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"التضعيف إذا كان قبله فتح أو ألف، تقول في الأمر: عضَّ يا رجل، وضارّ زيدًا يا رجل، والمعنى: لا ينزع الولد منها إلى غيرها بعد أن رضيت بإرضاعه وأَلِفَهَا الصّبيّ إذا قَبل، ولا تلقه [إلى] أبيه بعد ما عرفها تضاره بذلك. (وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ) فيكلف أن يعطي الأمَّ إذا لم يرتضع الولد إلا منها أكثر مما يجب لها عليه، والقولان على مذهب الفعل المبني للمفعول بها، وقرأ ابن كثير وأبو عمرو (وَلا تُضَارُّ) برفع الراء على الخبر منسوقًا على قوله (لَا تُكَلَّفُ) أتبع من قبله ليكون أحسن في تشابه اللفظ، وهو خبر بمعنى الأمر.\r\r233 - قوله تعالى: (إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ)، قال مجاهد والسُّدِّي: إذا سَلَّمْتُمْ إلى الأم أجرتها بمقدار ما أرضعت، وقرأ ابن كثير (مَا أَتَيْتُم) بقصر الألف، ومعناه: ما فعلتم، يقال أتيتُ","seal":"71F86F66","page":116},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"حميدًا، أي: فعلتُه.\r\r236 - قوله تعالى: (عَلَى الْمُوسِعِ قَدْرُهُ)، وهو الذي في سعةٍ من غناه، يقال: أوسع الرجل إذا كثر ماله واتسَعت حاله، (قدْرُهُ) أي: قدر إمكانه وطاقته، وقرئ بتحريك الدال، وهما لغتان، يقال: هذا قدر هذا وقَدْرُه، واحمل قَدَرَ ما تطيق وقَدْرَ ما تطيق، والمتعة غير مقدورة؛ لقوله على الغني قدر إمكانه وعلى الفقير قدر طاقته.\r240 - قوله تعالى (وَصِيَّةً لِأَزْوَاجِهِمْ)، واختلفوا فى رفع الوصية ونصبها، فمن رفع فعلى تقدير: فعليهم وصية - يضمر خبر المبتدأ. ومن نصب فعلى تقدير: فَليُوصِ وصيةً.","seal":"D03C0EE3","page":117},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"245 - قوله تعالى: (فَيُضَاعِفَهُ)، وقرئ بالتشديد والتخفيف والرفع والنصب، أمَّا التشديد والتخفيف فهما لغتان، ومعنى التضعيف والإضعاف والمضاعفة واحد وهو الزيادة على أصل الشيء حتى يصير مثلين أو أكثر، والرفع بالنسق على (يُقرِضُ) أو الاستئناف، وأمَّا النصب فعلى جواب الاستفهام بالفاء؛ لأن المعنى: أيكون قرض فيُضاعفَه، قال الحسن والسُّدِّي: هذا التضعيف لا يعلمه إلا الله، وهو مثل قوله:","seal":"8B734769","page":118},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"(وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا).\r\r246 - قوله تعالى: (قَالَ هَلْ عَسَيْتُمْ)، يقول: لعلكم أن تَجْبُنُوا عن القتال. وقرأ نافع (عَسِيْتُم) بكسر السين وهي لغة، يقال: (عَسِيَ) بكسر السين، ومعناه: هل عَسِيْتُم ألا تقاتلوا إن كُتب عليكم القتال؛ لأن (عسى) لا بد له من حرف (أنْ) وفعل مستقبل، وكذلك قوله: (الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ)؛ لأن (الَّذِينَ) حرف ناقص لا بد له من صلة، و (عسى) بمعنى (لَعل).\r249 - قوله تعالى: (إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ)، الاغتراف:","seal":"B29A19A1","page":119},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"الأخذ عن الشيء باليد أو بآلة، والمِغْرَفَةُ: الآلة التي يُغْرف بها، والغَرْفَة: المرة الواحدة، وهي المدّ، والغُرْفة بالضم: الشيء المغترف والماء المغروف.\r\r259 - قوله تعالى: (لَمْ يَتَسَنَّهْ) لم يتغير ولم ينتن بعد مئة سنة، والتَسَنُّه: التَغَير، ومن قرأ (لَمْ يَتَسَنَّ) بغير هاء أخذه من (التسَنِّي) وهو التَغَير أيضًا بمر السنين عليه، قال ابن عباس: نظر إلى التّين فإذا هو كما اجتناه، ونظر إلى العصير فإذا هو كهيئته لم يتغير.\r259 - قوله تعالى: (كَيْفَ نُنْشِرُهَا)، كيف نحييها، يقال: أَنْشَرَ اللَّهُ الميتَ، قال الله تعالى: (ثُمَّ إِذَا شَآءَ أَنْشَرَهُ)، وقرأ حمزة والكسائي: (نُنشِزُهَا) بالزاي من (الإنشاز) وهو الرفع، يقال: أَنْشَزْتُه فنَشَزَ، أي: رفعته فارتفع، ويقال لِمَا ارتفع من الأرض: نَشَزَ، ومعنى الآية: كيف نرفعها من الأرض.","seal":"3A0FAFD2","page":120},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"260 - قوله تعالى: (فَصُرْهُنَّ إِلَيْكَ)، قال أكثر أهل اللغة والتفسير: أَمِلْهُن إليك، يعني: وَجِّهْهُن إليك، يقال: صُرتُه أَصُورُهُ إذا أمَلْتُه، وقال ابن عباس وسعيد بن جبير والحسن ومجاهد: قَطِّعْهُن. يقال. صار الشيءَ يصورُه صورًا إذا قطعه. وقرأ حمزة بكسر الصاد، قال الأخفش: يقال: صاره يصيره إذا قطعه. وتقدير الآية: خذ إليك أربعة من الطير فصرهنَ.\r271 - قوله تعالى: (فَنِعِمَّا هِيَ)، أي: فنعم شيئا إبداؤها، وقراءة العامة: (فَنَعِمَّا هِيَ) بفتح النون وكسر العين؛ لأن الأصل (نَعِمَ يَنْعِمُ) كما قال:\r........................ نَعِمَ السَّاعونَ في الأمْرِ المُبِرْ","seal":"AA1FE1FD","page":121},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"وقرأ نافع (فَنِعِمَّا) بكسر العين والنون، أتبع العينَ النونَ في الكسرة فرارًا من الجمع بين ساكنين، وقرأ أبو عمرو بكسر النون وجزم العين، واختاره أبو عبيد وقال: هي لغة النبي - صلى الله عليه وسلم - في قوله لعمرو بن العاص: \"نِعْمَّا المَالُ الصالحُ للرجُلِ الصَّالح \" هكذا روي الحديث بسكون العين.\r\r271 - قوله تعالى: (وَيُكَفِّرُ عَنْكُمْ)، التكفير معناه: التغطية،","seal":"9CFE9C4D","page":122},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"يقال: كَفَّر عن يمينه أي: ستر ذنب الحنث بما بذل من الصدقة، والكفارة الساترة لما حصل من الذنب. وقرئ (نُكَفِرْ) بالجزم عطفًا على قوله: (فَهُوَ خَيْرٌ لَكُمْ) وهو في موضع الجزم؛ لأنه جواب الشرط.\r\r273 - قوله تعالى: (يَحْسَبُهُمُ الْجَاهِلُ)، يقال: حَسِبتُ الشيءَ أحْسِبُه بالكسر والفتح، وقرئ بالوجهين في القرآن ما كان من مضارع (حَسِبَ)، والفتح أقيس عند أهل اللغة؛ لأن الماضي إذا كان على (فعِل) كان المضارع على (يَفْعَلُ) والكسر شاذّ، وهو حسن لمجيء السمع به.\r279 - قوله تعالى: (فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ)، يقال: أَذِنَ بالشيء - إذا علم به - يَأذَن إِذْنَا وأَذَانَةً. قال أبو عبيدة: يقال أذِنْتُه بالشيء فَأذِنَ به، أي: عَلِمَ، والمعنى: فإن لم تضعوا الرِّبا الذي قد أمر الله بوضعه عن الناس","seal":"B24D830D","page":123},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"فاعلموا بحرب من الله ورسوله، وهو القتل في الدنيا والنار في الآخرة.\rوقرأ حمزة وعاصم في بعض الروايات (فَآذِنُوا) ممدود، أي: أَعْلِمُوا. من قوله (فَقُلْ آذَنْتُكمْ)، والمعنى: فأَعْلِموا مَنْ لَمْ يَنْتَهِ عن ذلك بحرب.\r\r280 - قوله تعالى: (فَنَظِرَةٌ إِلَى مَيْسَرَةٍ)، النَّظِرَة: اسم من الإنْظَار وأهو، الإمهال [يقال]: بعتُه بنظرة وبإنظار، والمعنى: فالذي تعاملونه به نظرًا، أي: تأخير إلى مَيْسرة، وهي (مَفْعَلَة) من اليُسْر الذي ضد العُسْر، وهو تيسر الموجود من المال، يقال: مَيْسَرَةٌ مَيْسَرٌ مَيْسورٌ.\r282 - قوله تعالى: (أَنْ تَضِل إِحْدهُمَا)، أصل الضلالة في اللغة الغيبوبة، يقال: ضل الماءُ في اللبن إذا غاب. فتذكرَ إحداهما الأخرى","seal":"1D453619","page":124},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"الشهادة التي احتملتاها. ومن قرأ (فَتُذْكِرَ) من الإذكار، فبهذا المعنى أيضًا يقال: أَذْكَرَ الشيء وذَكَرَه، مثل: (فرَّحَه وأفْرَحَه) وهو كثير. وقرأ حمزة (إِنْ تَضِل) بكسر الألف (فَتُذَكِّرُ) بالرفع جَعَلَ (إن) للجزاء، و (تَضل) في موضع الجزم، وحركت بالفتح لالتقاء الساكنين، كقوله (من يَرتَدَّ)، والفاء في قوله: (فَتُذَكِّرُ) جواب الجزاء، كقوله: (وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ).\r\r283 - قوله تعالى: (فَرِهَانٌ مَقْبُوضةٌ)، أي: فالوثيقة رهان، وهو جمع (رَهْنٌ) مثل: (كَلْبٌ وكِلابْ)، و (كَعْبٌ وكِعَابٌ). وقرأ أبو عمرو (فَرُهْنٌ) وهو أيضًا جمع (رهْن)، مثل: (سُقُفٌ وسَقْفٌ).\r282 - قوله تعالى: (إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً)، أي: إلا أن تقع تجارةٌ حاضرةٌ، فلا جناح في ترك الإشهاد والكتابة فيه، وقرأ عاصم (تِجارَةً حَاضِرَةً) بالنصب على تقدير: إلا أن تكون التجارةُ تجارةً حاضرةً، فأضمر الاسم لدلالة الخبر عليه.","seal":"8D607890","page":125},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"285 - قوله تعالى: (وَكُتُبِهِ)، وقرأ حمزة (وَكِتَابهِ) على التوحيد أراد به اسم الجنس، كقولهم: كثر الدرهم في أيدي الناس، يراد به الجمع وإن أفردوا.\r* * *","seal":"AB895879","page":126},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"ومن سورة آل عمران\r13 - قوله تعالى: (يَرَوْنَهُم)، ترى الفئةُ المسلمةُ الفئةَ الكافرةَ (مِثْلَيْهِمْ) وهم كانوا ثلاثة أمثالهم، وقرأ نافع ويعقوب (تَرَونَهُمْ) بالتاء؛ لأن ما قبله خطاب اليهود، والمعنى: ترون أيها اليهودُ المشركين ضعفي المؤمنين على ما ذكرنا [من تقليل الله المشركين في الأعين].\r15 - قوله تعالى: (وَرِضْوَانٌ مِنَ اللَّهِ)، وقرئ بضم الراء، وهي لغة قيس وتميم، قال الفَرَّاء: يقال: رضيت رضًا ورِضْوانا ورُضْوانا ومَرْضاةً.\r28 - قوله تعالى: (إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً) يقال: تَقَيْتُه تُقَاة وتَقِيَّة","seal":"1593761F","page":127},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"وتُقًى.\r\r36 - قوله تعالى: (بِمَا وَضَعَتْ)، هذا من كلام الله، ومن قرأ بضم التاء جعل هذا من كلام أم مريم، قالت: (وَاللَّهُ أَعْلَمُ بِمَا وَضعْتُ) بعد قولها: (رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى).\r37 - قوله تعالى: (وَكَفَلَهَا زَكَرِيا)، أي: ضَمِنَها إلى نفسه وقام بأمرها، يقال: كَفَلَ يَكْفُل كَفَالَةً فهو كَافِل، وهو الذي قد كَفَلَ إنسانًا يَعُوله ويُنْفِق عليه. وفي (زَكَرِيا) قراءتان: القصر والمد، وهما لغتان كالهيجا والهيجاء وقرأ حمزة (كفَلَهَا) مشدّدًا، و (زَكَرِيا) على هذه القراءة منصوب؛ لأنه المفعول الثاني للتكفِيل، ومعناه: ضمَّنَها الله زكريا فضمَّها إليه.","seal":"4539F1F8","page":128},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"nass":"39 - قوله تعالى: (فَنَادَتْهُ الْمَلَائِكَةُ)، وقرأ حمزة (فَنَاداهُ الْمَلَائِكَةُ) على التذكير. قال الزجاج: الجماعة يلحقها التأنيث؛ للفظ الجماعة، ويجوز أن يعبر عنها بلفظ التذكير لأنه يقال: جمعُ الملائكة، وهذه كقوله: (وَقَالَ نسوةٌ).\r39 - قوله تعالى: (أَنَّ اللَّهَ يُبَشِّرُكَ)، قُرئ بفتح الألف وكسرها، فمن فتح كان المعنى: فنادته الملائكة بأن الله، ثم حذف الجار. ومن كسر أضمر القول، كأنه يقول: نادته الملائكة، فقالت: إن الله، وإضمار القول في القرآن كثير، كقوله: (وَالْمَلَائِكَةُ يَدْخُلُونَ)، إلى قوله: (سَلَامٌ عَلَيْكُمْ) أي: يقولون: سلام عليكم. وقرأ حمزة والكسائي (يَبْشُرُكَ) مُخَففًا من البِشْر بمعنى التبشير، يقال: بَشَرَهُ يَبْشُرُهُ بَشْرًا.\r\r49 - قوله تعالى: (فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ)، وقرأ نافع (طائرًا) على معنى: يكون ما انفخ فيه طائرًا.","seal":"AB9A3D65","page":129},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"79 - قوله تعالى: (بِمَا كُنْتُمْ تَعْلَمُونَ الْكِتَابَ)، أي: بكونكم عالمين بالكتاب. قال: الزجاج: كونوا معلمي الناس بعلمِكُم ودَرْسِكُمْ، عَلمُوا الناسَ وبَينُوا لهم. ومن قرأ (تُعَلِّمُونَ) بالتشديد من التعليم بمعنى: بكَوْنِكُم مُعَلِّمِين.\r80 - قوله تعالى: (وَلَا يَأْمُرُكُمْ)، من قرأ بالرفع قطعه مما قبله، قال ابن جُريج وغيره: ولا يأمُرُكم محمد. ومن نصب كان المعنى: وما كان لبشرِ أنْ يأمرَكم، فيكون نصبًا بالنَّسَق على قوله: (أَن يُؤْتِيَهُ).\r81 - قوله تعالى: (لَمَآ آتَيْتُكُمْ)، (ما) ها هنا بمعنى الشرط والجزاء، معناه: لَئِنْ آتيْتُكُم. وقرأ حمزة (لِمَآ آتَيْتُكُمْ) بكسر اللام، وهي متعلقة بالأخذ؛ لأن المعنى: أخذ الله ميثاقهم لِمَا أُوتُوا من الكتاب والحكمة. وقرأ نافع (آتَيْنَاكُمْ) بالمد، وحجته قوله (وَآتَيْنَا دَاوُدَ زَبُورًا).","seal":"73991D48","page":130},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"83 - قوله تعالى: (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ)، المعنى: يطلبون دينًا غير دين الله، ومن قرأ بالتاء فَلأَن ما قبله خطاب، كقوله: (أَأَقْرَرْتُمْ وَأَخَذْتُمْ)، والياء على الإخبار عنهم.\r97 - قوله تعالى: (وَلِلَّهِ عَلَى النَّاسِ حَجُّ الْبَيْتِ)، وقرئ (حِجُّ الْبَيْتِ) بالكسر [والمفتوح] مصدر، وهو لغة أهل الحجاز، والمكسور اسم للعمل. قال سيبويه: ويجوز أن يكون مصدرًا كالعلم والذكر.\r115 - قوله تعالى: (وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَلَنْ تُكْفَرُوهُ)، لن تُعدَمُوا ثوابه ولن تجحدوا جزاءه، ومن قرأ بالياء فهو كفاية وإخبار عن الأمة القائمة.\r120 - قوله تعالى: (لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا)، ضمن الله للمؤمنين النصر إن صبروا وأعلمهم أنَّ عداوتهم وكيدهم غير ضارٍّ لهم، وقرئ","seal":"006104BB","page":131},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"(لَا يَضِرْكُمْ) من: ضَارَه يَضيرُه ضَيْرًا إذا ضَرَّهُ.\r\r125 - قوله تعالى: (مِنَ الْمَلَائِكَةِ مُسَوَّمِينَ)، يزد في عددكم بهذا العدد من الملائكة. من فتح الواو من الْمُسَوَّمِينَ فمعناه: مُعَلَّمين قد سُوِّمُوا، إنهم مُسَوَّمُون، والسُّومَةُ: العلامة. ومن كسر الواو نسب الفعل إليهم؛ لما روي أن النبي - صلى الله عليه وسلم - قال يوم بدر: \"سَوِّمُوا فَإِن المَلآئِكَةَ قدْ سَوَّمَتْ \". قال ابن عباس: كانت سيما الملائكة يوم بدر عمائمُ بيض قد أرسلوها [في] ظهورهم.\r140 - قوله تعالى: (إِنْ يَمْسَسْكُمْ قَرْحٌ)، قرئ بضم القاف وفتحه، وهما لغتان في عضِّ السلاح ونحوه مما يجرح الجَسَدَ مثل: الضَّعف والضُّعف.","seal":"FEA0F951","page":132},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"146 - قوله تعالى: (وَكَأَيِّنْ مِنْ نَبِيٍّ)، معنى (وَكَأَيِّنْ): كَمْ، وتأويله: التكثير. وقرأ ابن كثير (كَائِنْ) بوزن (كَاعِن)، وهما لغتان بمعنى واحد.\r146 - قوله تعالى: (قُتِلَ مَعَهُ رِبِّيُّونَ)، يجوز أن يكون القتل مسندًا إلى (نَبِيٍّ) ويجوز أن يكون مسندًا إلى (رِبِّيُّونَ)، وكذلك الوجهان في قراءة من قرأ (قَاتَلَ). والربيون: الجماعات الكثيرة، الواحد: رِبِّي، وهو قول جمعٍ [من] المفسرين.","seal":"FB4D0302","page":133},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"151 - قوله تعالى: (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ)، قال السُّدِّي: [لما انصرف أبو سفيان وأصحابه من أحدٍ إلى مكة]، همّوا بالرجوع لاستئصال المسلمين، فألقى الله في قلوبهم الرعب. والرُّعْب: الخوف الذي يحصل في القلب، والتخفيف والتثقيل، فيه لغتان.\r154 - قوله تعالى: (يَغْشَى طَآئِفَةً)، قرئ بالياء والتاء، ومن قرأ بالياء فلأن النعاسَ هو الغاشي، والعرب تقول: غشيني النعاسُ، وقَل ما تقول: غشيني الأَمن. ومن قرأ بالتاء جعل الأمنة هي الغاشية؛ لأن الأصلَ الأمنةُ، والنعاسُ بدلٌ، والأمنة هي المقصودة، فإذا حصلت الأمنة حصل النعاس.\r176 - قوله تعالى: (وَلَا يَحْزُنْكَ)، أكثر القراء بفتح الياء، وقرأ نافع (يُحْزِنْكَ) بضم الياء، و (حَزَنَ) و (أحْزَنَ) بمعنى واحد. يقال: حَزَنَنِي وأحْزَنَنِي، ذكر ذلك الخليل وسيبويه وأبو زيد والزجاج. وأراد","seal":"91B73A4C","page":134},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"بـ (الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ) المنافقين واليهود، وتأويله: يسارعون في نصرة الكفر.\r\r179 - قوله تعالى: (حَتَّى يَمِيزَ الْخَبِيثَ)، وفي (يَمِيزَ) قراءتان: التخفيف والتشديد وهما لغتان. يقال. مِزْتُ الشيءَ بعضَه من بعضٍ فأنا أَمِيزُهُ مَيْزا، أو مَيَّزْته تَمْييزًا أي: فَرَّقته وفَصَلتَه، ومنه الحديث: \"مَنْ مَازَ أَذَى الطَريقٍ فَهْوَ لَهُ صَدَقَةٌ\".\r184 - قوله تعالى (وَالزُّبُرِ)، أي: الكُتُب، وهي جمع الزَّبور، والزَّبُور بمعنى المزبور يعني المكتوب، وقرأ ابن عامر (وَبِالزُّبُرِ) أعاد الباء وإن كان مستغنًى عنه لضرب من التأكيد.","seal":"25742673","page":135},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"195 - قوله تعالى (وَقَاتَلُوا وَقُتِلُوا)، وقَاتلوا المشركين وقُتِلوا، وقرأ ابن كثير (قُتِّلُوا) مشددًا لتكرر القتل فيهم، والتخفيف يقع على القليل والكثير. وقرأ حمزة: (وقُتِلُوا وَقاتَلُوا) وهو كقراءة العامة؛ لأن الواو لا يوجب ترتيبًا.\r* * *","seal":"3EA5ED0B","page":136},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"nass":"ومن سورة النساء\r1 - قوله تعالى: (وَالْأَرْحَامَ)، أن تقطعوها، فهي عطف على اسم الله (¬1) في قوله: (وَاتَّقُوا اللَّهَ)، والمعنى: واتقُوا الأرْحَام فَصِلُوها ولا تَقْطَعُوهَا. وقرأ حمزة (وَالْأَرْحَامِ) (¬2) بالخفض، وضعَّف النحويون كلهم هذه القراءة واستقبحوها (¬3). . . . . . . . . . ..\r¬__________\r(¬1) ينظر: معاني القرآن وإعرابه 2/ 6, وإعراب القرآن 1/ 430, ومشكل إعراب القرآن 1/ 187.\r(¬2) وقرأ الباقون (وَالأَرحَامَ) بالنصب: المبسوط 153, والتيسير 93, والنشر 2/ 274.\r(¬3) وَهِمَ المؤلف عندما نسب التضعيف إلى النحويين كلهم، ولو أنه قال: ضعّف أكثر\rالنحويين، أو جلّهم أو جمهورهم لكان صوابًا؛ لأن هناك من أقرّها وأجازها ومنهم:\rابن خالويه، وابن يعيش وأبو حيان وغيرهم. . . ومع ذلك فكيف يجوز لنحوي أو غيره\rأنْ يضعِّف قراءة أو أن يستقبحها وهي قراءة متواترة متصلة السَّند برسول الله - صلى الله عليه وسلم -، وقد قرأ بها سلف الأمة، واتصلت بأكابر قُرَّاء الصحابة الذين تلقوا القرآن من في رسول الله - صلى الله عليه وسلم - بغير واسطة، ومنهم عثمان بن عفان وعلي بن أبي طالب وزيد بن ثابت وأبي بن كعب رضي الله عنهم، وقال ابن يعيش في قراءة حمزة: \" قد رواها إمام ثقة ولا سبيل إلى ردّ نقل الثقة مع أنه قد قرأتها جماعة من غير السبعة كابن مسعود وابن عباس والقاسم وإبراهيم النخعي والأعمش والحسن البصري وقتادة ومجاهد، وإذا صحَّت الرواية لم يكن سبيل إلى ردها\". (شرح المفصل 3/ 78, وذكر القرطبي أن \"القراءات التي قرأ بها أئمة القُراء ثبت عن النبي - صلى الله عليه وسلم - تواتراً يعرفه أهل الصنعة , وإذا ثبت شيء عن النبي - صلى الله عليه وسلم - فمن ردّ ذلك فقد ردَّ على النبي - صلى الله عليه وسلم - , واستقبح ما قرأ به وهذا مقام محذور, ولا يقلد فيه أئمة اللغة والنحو , فإن العربية تتلقى من النبي - صلى الله عليه وسلم - ولا يشك أحد في فصاحته.\" الجامع لأحكام القرآن 5/ 4. . .","seal":"E4239E4D","page":137},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"قال الزجاج: إجماع النحويين أنه يَقْبُحُ أنْ يُنْسَقَ باسم ظاهرٍ على اسم\rمضمر في حال الخفض إلا بإظهار الخافض، كقوله: (فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ)، ويستقبح النحويون مررتُ به وزيدٍ؛ لأن المكنِي المخفوضَ حرفٌ متصل غيرُ منفصلٍ وكأنه كالتنوين في الاسم، فَقَبُحَ أن يعطف باسم يقوم بنفسه على اسم لا يقوم بنفسه. وقال سيبويه: لا يجوز عَطف الظاهر على المَكني المخفوض من غير إعادة الخافض إلا في ضرورة الشعر، وأنشد:\rفَاليَومَ قَرَّبْتَ تَهْجُونَا وتَشْتِمُنَا ... فاذهبْ فَمَا بِكَ والأَيَامِ مِنْ عجبِ\r\r5 - قوله تعالى: (الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا)، قال عطاء عن","seal":"85117EED","page":138},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"ابن عباس: قيامًا لمعايشكم وصلاح دنياكم. قال الزجاج: التي جعل الله تُقِيمُكم فتقومون بها قيامًا. قال الكسائي: القيام ها هنا اسم بمعنى القوام، وهو ما يقوم به الشيء. قال ابن قتيبة: يقال: هذا قوام أمرك وقيام أمرك، أي: ما يقوم به أمرُكَ. وقرأ نافع (قِيَمًا). قال الأخفش: قِيامَا وقِوامًا وقِيَمًا واحد، فالقِيَمُ عنده مصدَر في معنى القِيَام. وقال غيره: القِيَمُ جمعُ قيمة، والدنانير والدراهم قِيَمُ الأشياء، واختار الزجاج هذا الوجه فقال: مَنْ قرأ (قِيَمًا) فالمعنى: أموالكم التي جعلها الله قِيَمًا للأشياء فَبِها تقوم أمور من أموركم.\r\r10 - قوله تعالى: (وَسَيَصْلَوْنَ سَعِيرًا)، يقال: صَلِيَ الكافرُ النَّار يَصْلاهَا صَلى وهو صالي النَّار إذا قاسَى حرَّها وشدتها. ومنه قوله: (إِلا مَن هُوَ صالِ الْجَحيم). وقرأ أبو بكر: بضم الياء، فهو من قولهم: أصلاه اللَّهُ حَر النَّارِ إصْلاءً. قال الله تعالى: (فَسَوْفَ نُصْلِيهِ نَارًا).","seal":"EED6AF59","page":139},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"11 - قوله تعالى: (وَإِنْ كَانَتْ وَاحِدَةً)، وقرأ نافع (وَاحِدَةٌ) بالرفع على معنى: إنْ وقعت واحدةٌ.\r11 - قوله تعالى: (فَلِأُمِّهِ الثُّلُثُ)، إذا مات ولم يخلف غير أبوين كان ثلث المال للأم والباقي للأب. وقرأ حمزة بكسر الهمزة إذا وَلِيَتْ كسرة أو ياء، نحو: (فلإمِّهِ)، (أَوْ بُيُوتِ إِمِّهَاتِكُمْ)، (إِمِّهَاتِكُمْ). وَ (فِي إِمِّهَا)، أتبع الهمزة ما قبلها من الياء والكسرة. قال أبو إسحاق الزجاج: إنهم استثقلوا الضمة بعد الكسرة في قوله (فَلإمِّهِ)، وليس في كلام العرب مثل: (فِعُل) بكسر الفاء وضم العين.\r\r11 - قوله تعالى: (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي)، أي: هذه الأنصبة إنما تقسم بعد قضاء الدين وإنفاذ وصية الميت في ثلثه. وقرئ (يوُصَى) بفتح الصاد وكسرها، فمن كسر فلأن المعنى: من بعد وصيةٍ يوصيها الميت.","seal":"22413137","page":140},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"ومن فتح الصاد فإنه يؤول في المعنى: إلى أن يوصى، ألا ترى أنَّ الموصي هو الميت.\r\r16 - قوله تعالى: (وَاللَّذَانِّ)، قرأ ابن كثير بالتشديد، وكذلك (هَذَانِّ) و (هَاتَيْنِّ)، جعل التشديد عوضًا من الحذف الذي لحق الكلمة. ألا ترى أنَّ قولهم: (ذا) قد حذف لامها، وقد حذفت الياء من (اللذَان) و (هَذَان) وكان حقهما في التثنية (اللذيان) و (هذيان)، جعل التشديد فيه عوضًا من المحذوف عنه في التثنية.\r19 - قوله تعالى: (كَرْهًا)، وقرأ بالضم حمزة والكسائي وكذلك في التوبة. و (كَرْهًا) بفتح الكاف وضمها وهما لغتان: كالفَقر والفُقْر، والضَّعْف والضُّعْف.\r24 - قوله تعالى: (وَأَحَلَّ لَكُم)، وقرئ بضم الألف، والفتح أشبه بما قبله؛ لأن معنى (كِتَابَ اللهِ عَلَيْكُمْ) كَتَبَ اللَّهُ عليكم كتابًا وأَحلَّ لكم،","seal":"FAD24A74","page":141},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"فبناء الفعل للفاعل ها هنا حَسَنٌ. ومَنْ بنى الفعل للمفعول به فقال: (وَأُحِلَّ لَكُمْ) فهو في المعنى يؤول إلى الأول، وذلك لمراعاة ما قبله.\r\r25 - قوله تعالى: (أَنْ يَنْكِحَ الْمُحْصَنَاتِ)، يريد الحرائر. فمن فتح الصاد أراد أنَّهُن أُحْصِنَّ لحريتِهنَّ ولم يُبْتَذَلْنَ كالإِمَاء، فهنَّ مُحْصَنات. ومن كسر الصاد أراد أنهُن أَحْصَن أنفُسَهُنَّ لحريتِهن ولم يَبْرُزْنَ بُروزَ الأَمَة، فهُن مُحْصِنات.\r25 - قوله تعالى: (فَإذَآ أُحْصِنَّ)، أي: بالأزواج على معنى تَزَوجْنَ. ومن فتح الألف فمعناه: أسْلَمْنَ. والإحصان معناه في اللغة: المَنْعُ، ومنه فوله: (أَحْصَنَتْ فَرْجَهَا)، أي: مَنَعَتْهُ عن الزِّنَا.\r\r31 - قوله تعالى: (وَنُدْخِلْكُمْ مُدْخَلًا)، وقرئ (مَدْخَلًا) بالقتح على تقدير: وَنُدْخِلْكُمْ فَتَدْخُلُون مَدْخَلا. ومن قرأ بضم الميم جاز أن","seal":"37D95F7A","page":142},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"يكون مصدرًا، وجاز أن يكون مكانًا، والأوْلى أن يكون مكانًا \" لأن المفسرين قالوا في قوله (مُدْخَلًا كَرِيمًا): هي الجنة.\r\r33 - قوله تعالى: (عَاقَدَتْ) و (عَقَدَت)، وكلتا القراءتين معناهما واحد، يعني: الحلفاء، في قول جميع المفسرين.\r37 - قوله تعالى: (وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ)، وقرئ (بِالْبَخَلِ) وهما لغتان مثل: الثُّكْلُ والثَكَلُ.\r40 - قوله تعالى: (وَإِنْ تَكُ حَسَنَةً)، أي: وإنْ تكُن الذَّرَةُ حَسَنَةً. ومن قرأ بالرفع كان المعنى: وإنْ تَحْدُثْ حَسَنةٌ، أو إن","seal":"882C56A8","page":143},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"تقع حسنة.\r\r42 - قوله تعالى: (لَوْ تُسَوَّى بِهِمُ الْأَرْضُ)، وقرأ نافع (تَسَوَّى) من التسَوِّي، يقال: سوَّيتُهُ فتَسَوَّى، والمعنى (تَتَسَوَّى) فأدغمت التاء في السين لقربها منها. وحذف حمزة التاء ولم يدغمها، فقرأ (تَسَوَّى) مفتوحة التاء خفيفة السين، معناه أي: يكونون ترابًا فيستوون مع الأرض حتى يصيروا وهي شيئًا واحدًا.\r43 - قوله تعالى: (أَوْ لَامَسْتُمُ النِّسَاءَ)، وقرأ حمزة والكسائي بغير ألف. فمعنى اللَّمس في اللغة: طلب الشيء باليد ها هنا وها هنا. واختلف المفسرون في اللمس المذكور [ها هنا] على قولين:\rأحدهما: أن المراد به الجماع، وهو قول ابن عباس والحسن","seal":"89B27840","page":144},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"ومجاهد وقتادة، وهم لا يحكمون بانتقاض الطهر باللَّمْس، وهو مذهب الكوفيين.\rالقول الثاني: أن المراد باللمس ها هنا التقاء البشرتين، سواء كان لجماعٍ أو غيره، وهو قول ابن مسعود وابن عمر والشعبي وإبراهيم ومنصور","seal":"1DC49E8C","page":145},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"ومذهب الشافعي وهؤلاء يوجبون الطهارة على من أفضى بشيء من بدنه إلى عضوٍ من أعضاء المرأة. وهذا القول أوْلى؛ لأن حقيقة اللَّمْس في اللّغة باليد، وحمل الآية على الحقيقة أوْلَى.\r\r66 - قوله تعالى: (مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ)، قال الحسن: أخبر عن علمه فيهم، يعني: ما يفعل ذلك إلا من قد علم الله منه ذلك، وهم قليل. وارتفع القليل على البدل من [الواو في: (فَعَلُوُه) كقولك: ما أتاني أحدٌ إلا زيدٌ. ترفع زيدًا على البدل من] أحد. ومن نصب (إِلَّا قَلِيلًا) فإنه جعل النفي بمنزلة الإيجاب، وذلك أن قولك: ما جاءني أحد، كلام تامّ، كما أنَّ: جاءني القوم، كذلك، فنصب مع النفي كما نصب مع الإيجاب، من حيث اجتمعا في أنَّ كلَّ واحدٍ منهما كلام تامّ.\r73 - قوله تعالى: (كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ)، قال ابن الأنباري: كأنْ لم يعاقِدْكم على الإسلام، ولم يبايِعْكُم على الصبر والثبات فيه بما ساء وسرَّ. وقرئ (يَكُنْ) بالياء والتاء، فالتأنيث على الأصل، والتذكير يحسن","seal":"2082D991","page":146},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"إذا كان التأنيث غير حقيقي سيّما إذا وقع فاصل بين الفعل والفاعل.\r\r94 - قوله تعالى: (فَتَبَيَّنُوا)، يقال: تَبينتُ الأمرَ أي: تأمَّلتُه وتثبتُّ فيه. ومنه قوله - صلى الله عليه وسلم -: \"ألا إِن التبَيُّنَ مِنَ اللهِ والعَجَلَةَ مِنَ الشَيْطانِ فَتَبَيَّنُوا\". وقرئ (فَتَثَبَّتُوا)، والمعنيان متقاربان.\r95 - قوله تعالى: (غَيْرُ أُولِي الضَّرَرِ)، وقرئ (غَيْرُ) رفعًا ونصبًا، فمن رفع فهو صفة للقاعدين، والمعنى: لا يستوي القاعدون الذين هم غيرُ أولي الضرر، أي: لا يستوي القاعدون الأصحاء والمجاهدون وإن كانوا كلهم مؤمنين. ومن نصب (غَيْرَ) جعله استثناءً من القاعدين، يعني: لا يستوي القاعدون إلا أولو الضرر. وهذا الوجه اختيار الأخفش،","seal":"F5CDAD5D","page":147},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"قال: لأنه استُثْنِيَ بها قومٌ لم يقدروا على الخروج، وهو أيضًا قراءة النبيّ - صلى الله عليه وسلم - قرأ (غَيْرَ أُولِي الضَّرَرِ) نصبًا. عن البراء بن عازب قال: لمّا نزلت (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ) قال النبي - صلى الله عليه وسلم -: \"ادع لي زيدا وَلْيجئ باللوح والدّواة، أو الكتِف، أَو الكتِف والدّواة، ثمّ قال: اكتب (لا يستوي القعِدُونَ) وظَهَرَ للنَّبيِّ - صلى الله عليه وسلم - عمرُو أم مكتوم الأعمى، قال: يا رسولَ اللهِ فَما تَأْمُرُنى فَإني رَجلٌ ضَريرُ البَصَرِ، فَنَزَلَتْ مكانها (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ) \".\r\r94 - قوله تعالى: (لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ)، أي: لا تقولوا لمن حيّاكم بهذه التَّحية لستَ مُؤمِنًا، فَتَقْتُلوه وتأخذوا ماله. ومن قرأ (السَّلَمَ) أراد الانقياد والاستسلام للمسلمين.","seal":"D7080230","page":148},
      {"aya":null,"sora":null,"Na":null,"id":60,"part":1,"nass":"128 - قوله تعالى: (أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا)، إصلاحَا، ومعنى يَصَّالحا: يَتَصَالَحَا، فأدغمت التاء في الصاد. وقرئ (يُصْلِحَا) من الإصلاح عند التنازع.\r135 - قوله تعالى: (وَإِنْ تَلْوُوا)، قال مجاهد: (وَإِنْ تَلْوُوا) تُبَدِّلُوا الشهادة، وقرئ (تَلُوْا) بواوِ واحدة من وِلاية الشيء وهي: إقبال عليه وخلاف الإعراض عنه. والمعنى: إن تَقْبَلوا أو تُعرِضوا.\r145 - قوله تعالى: (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ)، قال ابن عباس رضي الله عنه: في أسفل النار. قال الأخفش وأبو عبيدة: جهنم أدراك، أي: منازل، وكل منزلٍ منها درك. وقرئ (الدَّرَكِ) بفتح الراء","seal":"8576E824","page":149},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"nass":"وجزمه، وهما لغتان قال الزجاج: الاختيار فتح الراء؛ لأنه أكثر في الاستعمال\r\r154 - قوله تعالى: (لَا تَعْدُوا فِي السَّبْتِ)، أي: لا تعتدوا باقتناص السمك فيه، يقال: عَدَا عُدُوًا وعَدْوًا وعَدَاءً وعُدْوَانًا، أي: ظَلَمَ وجَاوزَ الحَدَّ. وقرأ نافع (لَا تَعْدُّوا) ساكنة العين مشدَّدة الدال، أراد (لا تَعْتَدُوا) ثم أدغم التاء في الدال لتقاربها. وروى ورش (لَا تَعَدُّوا) بفتح العين، وذلك أنه لمّا أدغم التاء في الدال نقل حركتها إلى العين.\r* * *","seal":"AFFBE650","page":150},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"nass":"ومن سورة المائدة\r2 - قوله تعالى: (شَنَئَانُ قَوْم)، والشّنآن: البغض، يُقال: شَنِئْتُ الرَّجُلَ اشْنَؤُهُ شَنْأ وشَنَآنا: إذا أَبْغَضتُه، ويجوز شَنْآنا بسكون النّون.\r2 - قوله تعالى: (أَنْ صَدُّوكُمْ)، أي: لأنْ صدوكم (عَنِ الْمَسْجِدِ الْحَرَامِ)، ومن أجل أَنْ صَدوكم. ومن قرأ (إِنْ صَدُّوكُمْ) بكسر (إِنْ) جعله للجزاء على معنى: إنْ صَدوكم عن المسجد الحرام فلا تكسبوا عدوانا.\r\r6 - قوله تعالى: (وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ)، في الأرجل قراءتان:","seal":"92476D36","page":151},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"nass":"النَّصب والخفض، أمَّا النصب فهو ظاهر؛ لأنه عطف على المغسول؛ لوجوب غسل الرجلين بإجماع لا يقدح فيه قول من خالف. وأمَّا الكسر فقال أبو حاتم وابن الأنباري: الكسر بالعطف على الممسوح غير أن المراد بالمسح في الأرجلِ الغسلُ. وقال جماعة من أهل المعاني: الأرجل معطوفة على الرؤوس في الظاهر لا في المعنى. كذلك المعنى في الآية: وامسحوا برؤوسِكم واغسلوا أرجلَكم، فلمّا لم يذكر الغسلَ عطفت الأرجل على الرؤوس في الظاهر.\r\r13 - قوله تعالى: (قَاسِيَةً)، القسوة: الصلابة والشدة في كل","seal":"C81803EA","page":152},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"nass":"شيء، يقال: قَسَا يَقْسُو فهو قاسٍ. وقرأ حمزة (قَسِيَّة) على وزن (فَعِيلَة) بمعنى: قاسية مثل: عالم وعليم. قال ابن عباس: قاسية يابسة عن الإيمان.\r\r45 - قوله تعالى: (وَالْعَيْنَ بِالْعَيْنِ)، ومن رفع (الْعَيْنُ) فإنه عطف جملة على جملةٍ ولم يجعل الواو للاشتراك في الناصب كما جعله من نصب. (وَالْجُرُوحَ قِصَاصٌ) تعميم بعد التخصيص؛ لأنه ذكر (الْعينَ بِالعَيْنِ).\r47 - قوله تعالى: (وَلْيَحْكُمْ)، إخبار عما فَرَضَ عليهم في ذلك الوقت، و [التقدير]: قلنا: وَلْيَحْكُمْ، ثم حذف القول. وحذف القول في القرآن كثير، واللام في (وَلْيَحْكُمْ) لام الأمر؛ ولذلك جزم (وَلْيَحْكُمْ). وقرأ حمزة (وَلِيَحْكُمَ) بكسر اللام وفتح الميم على معنى آتيناه الإنجيل ليحكم.\r50 - قوله تعالى: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ)، وقرأ ابن عامر بالتاء على معنى: قُل لهم يا محمد.\r53 - قوله تعالى: (وَيَقُولُ الَّذِينَ آمَنُوا)، وقرأ أبو عمرو (وَيَقُولَ)","seal":"B875746A","page":153},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"nass":"نصبًا، على معنى: وعسى أن يقولَ الذين آمنوا. وقرأ أهل الحجاز (يَقُولُ) بغير واوٍ اسغناءً عن حرف العطف لملابسة هذه الآية بما قبلها. قال الزجاج: (وَيَقُولُ الَّذِينَ آمَنُوا) في وقت إظهار الله تعالى نفاق المنافقين.\r\r54 - قوله تعالى: (مَنْ يَرْتَدَّ مِنْكُمْ)، وقرأ أهل الحجاز (يَرْتَدِدْ) بإظهار دالين. قال الزجاج: وهو الأصل؛ لأن الثاني إذا سكن من المضاعف ظهر التضعيف، نحو (إِنْ يَمْسَسْكُمْ)، ويجوز في اللغة: إنْ يَمَسَّكُمْ؛ لأنه تحرك الثاني بالفتح عند الإدغام.\r57 - قوله تعالى: (وَالْكُفَّارِ)، يعني: كفار مكّة، وهو نسق على","seal":"23819CC5","page":154},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"nass":"قوله: (مِنَ الَّذِينَ أُوتُوا الْكِتَابَ). ومن نصب كان نسقاً على قوله: (لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا) كأنه قال: ولا تَتخِذُوا الكفارَ أولياء.\r\r60 - قوله تعالى: (وَعَبَدَ الطَّاغُوتَ)، قال الزجاج: (عَبَدَ) نسق على (لَعَنَهُ اللَّهُ). المعنى: مَنْ لَعَنَه الله وعَبدَ الطاغوتَ، أي: أطاع الشيطان فيما سَوَّل له. وقرأ حمزة (وَعَبُدَ الطاغُوتِ) وأراد بالعَبُد: العُبُد، فضمّت الباء للمبالغة، أراد (عُبُداً) فضم الباء، وليس (عَبُد) لفظ الجمع؛ لأنه ليس في أبنية الجموع شيء على هذا البناء، ولكنه واحد يُراد به الكثرة، كقوله: (وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ).\r71 - قوله تعالى: (وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ)، قال ابن عباس: ظنوا أن لا يعذبهم. وقرأ حمزة والكسائي (أَلا تَكُونُ) رفعًا على تقدير: أَنَّه لا تكونُ، ثم خفف المشدّدة وحذف الضمير.\r95 - قوله تعالى: (فَجَزَاءُ مِثْلِ)، على الإضافة إلى (مِثْلِ)، كأن معناه: فجزاءُ ما قتل، ويكون المثل صلة، كما تقول: أنا أُكْرِمُ مثلَكَ، أي: أُكْرِمُكَ. ومن قرأ (فَجَزَآءٌ مِثْلٌ) وعلى الابتداء والخبر، أي: فعليه","seal":"0627D97F","page":155},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":1,"nass":"جزاءٌ مماثلٌ للمقتول من الضيد، ومعنى القراءتين سواء.\r\r107 - قوله تعالى: (مِنَ الَّذِينَ اسْتُحِق عَلَيْهِمُ)، أي: من ورثة الميت، وهم الذين استُحِق عليهم الوصِية. (الأَولَيَنِ) أي: الأقربان إلى الميت. وقرأ حمزة (الأَوَّلِينَ) وهو نعت لجميع الورثة المذكورين في هذه الآية قوله: (مِنَ الَّذِينَ اسْتُحِق عَلَيْهِمُ)، وتقديره: من الأَوَّلِينَ الذين استُحِقَّ عليهم الإيصاء، وإنّما قيل لهم (الأولِينَ)؛ لتقدم ذكرهم في قوله (يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ)، وكذلك (اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ)، ذكرا في اللفظ قبل قوله: (أَوْ آخَرَانِ مِنْ غَيْرِكُمْ). وقرأ حفص (اسْتَحَق). بفتح الحاء والتاء، بمعنى: وجب، والمعنى: فآخران من الذين وجب عليهم الإيصاء بتوصية ميتهم [وهم] ورثته.","seal":"1776FAD3","page":156},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":1,"nass":"112 - قوله تعالى: (هَلْ يَسْتَطِيعُ رَبُّكَ)، قال ابن الأنباري: لا يجوز لأحدٍ أن يتوهم على الحواريين أنهم شكّوا في قدرة الله، ولا يدل قولهم (هَلْ يَسْتَطِيعُ رَبُّكَ) على أنهم شكوا في استطاعة الله، وهذا كما يقول الإنسان لصاحبه: هل تستطيع أن تقومَ معي؟ وهو يعلم أنه مستطيع للقيام. وقرأ الكسائي (هَلْ تَسْتَطِيعُ) بالتاء (رَبَّكَ) نصبًا على معنى [هل تستطيع] سؤالَ ربك، ومرادهم بالاستفهام: التلَطُفُ في استدعاء السؤال، كما تقول لصاحبك: هل تستطيع كذا؟ وأنت عالم أنه يستطيع، ولكن قصدك بالاستفهام التلطف.\r119 - قوله تعالى: (يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ)، أي: ينفع الصادقين في الدنيا صدقهم في هذا اليوم، لأنه يومُ الجزاء، وما تقدم في الدنيا من الصدق إنّما يتبيَّن نفعُه في هذا اليوم. قال المفسرون: هذا تصديق لعيسى فيما قال وذلك أنه كان صادقاً في الدنيا، ولم يقل للنَّصارى: اتخذوني إلهاً فنفعه صدقه ومن قرأ (هَذَا يَوْمُ) بالرفع فعلى الابتداء والخبر، جعل اليومَ خبرَ المبتدأ الذي هو (هَذَا). والمعنى: هذا اليومُ [يومُ] منفعة الصادقين. ومن قرأ بالنصب فعلى الظرف، على تقدير: (قال الله هذا)، يعني: ما تقدم ذكره في يوم ينفع الصادقين صدقهم، أي: قال الله هذا في يوم القيامة.\r* * *","seal":"FAF7047C","page":157},
      {"aya":null,"sora":null,"Na":null,"id":69,"part":1,"nass":"ومن سورة الأنعام\r16 - قوله تعالى: (مَنْ يَصْرِفْ عَنْهُ)، بفتح الياء كوفي غير حفص، معناه: فقد أوجب الله له الرحمة لا محالة، أي: له مع صرف العذاب عنه الرحمة. وقرأ حمزة (يَصْرِف) بفتح الياء وكسر الراء، أي: يصرف الله عنه العذاب يومئذٍ، أي: يوم القيامة.\r23 - قوله تعالى: (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ) وقرأ حمزة والكسائي ويعقوب بالياء؛ لأن الفتنة بمعنى الافتتان، فجاز تذكيره. وقرأ أهل الشام ومكة (فِتْنَتُهُمْ) رفعًا، فمن رفع جعله اسم (كان) وجعل","seal":"8D6D7F76","page":158},
      {"aya":null,"sora":null,"Na":null,"id":70,"part":1,"nass":"(إِلَّا أَن قَالُوا) الخبر، ومن نصب جعل (أَن قَالُوا) الاسم و (فِتْنَتهُمْ) الخبر.\r\r23 - قوله تعالى: (وَاللَّهِ رَبِّنَا)، نصب حمزة والكسائي، وقرئ\r(رَبِّنَا) جر، نعت (وَاللَّهِ)، ومن نصب جعله منادًى مضافًا، أي: يا رَبَّنَا.\r\r27 - قوله تعالى: (وَلَا نُكَذِّبَ) (وَنَكُونَ)، منصوبتان و [بها] قرأ حمزة وعاصم ويعقوب. (وَنَكُونُ) كله بالرفع وهي قراءة أهل المدينة، أي: نحن لا نكذبُ بآيات ربنا ونكونُ من المؤمنين، فقد شاهدنا وعاينا ما لا نكذبُ [معه] أبداً. ومن نصب (وَلَا نكُذِّبَ) قال الزجاج: فيكون نصبًا على الجواب بالواو، فأمَّا النَّصبُ فَعَلى (يَا لَيْتَنَا) على جواب التمني، والرفع على الابتداء؛ لأن جوابَ التمني بالفاء نصبٌ، والواو من أخوات الفاء. \"وقرأ عبد الله (فَلا نُكَذِّبَ)","seal":"7F8F96D0","page":159},
      {"aya":null,"sora":null,"Na":null,"id":71,"part":1,"nass":"بالفاء. وتقديرها: يا ليتنا نردّ ولا نكذبَ بآيات ربنا فنكونَ من المؤمنين. وهو الوقف في قراءته.\r\r32 - قوله تعالى: (وَلَلدَّارُ الْآخِرَةُ خَيْرٌ)، وهي نعت الدار، يعني الجنة. وأصله: الدار، فأدخلت فيه لام التأكيد وأدغمت اللام الأصلية في الدار، وقرأ ابن عامر: (وَلَدَارُ الْآخِرَةِ) بالإضافة. قال الفراء: يضاف الشيء إلى نفسه إذا اختلف اللفظان، كقولهم: بارحة الأولى، ويوم الخميس، وحق اليقين.\r33 - قوله تعالى: (فَإِنَّهُمْ لَا يُكْذِبُونَكَ)، بالتخفيف نافع والكسائي، فمعناه: لا يجدونك كاذبًا. ومن قرأ بالتشديد، أي: لا ينسبونك إلى الكذب، وهو التكذيب.","seal":"E42CDB6F","page":160},
      {"aya":null,"sora":null,"Na":null,"id":72,"part":1,"nass":"55 - قوله تعالى: (وَلِيَسْتَبينَ)، بالياء كوفي، وهو عطف على المعنى، كأنه قيل: ليظهرَ الحَق وليَستَبينَ، لازم ومتعدِّ، والسبيل يذكر ويؤنث. وقرئ بالتاء والياء فيمن رفع السبيل ومن نصب السبيل كانت التاء للخطاب، أي: وَلِتَسْتَبِينَ يا محمدُ سبيلَ المجرمين. يقال: استَبَانَ الشَّيءُ واسْتَبَنْتُهُ. ومن قرأ بالرفع على معنى الفاعل، قال ابن عباس: وما بَيَّنْتَ من سبيلهم يوم القيامة ومصيرهم إلى الخزي.\r57 - قوله تعالى: (يَقُصُّ الْحَقَّ)، قرأ [بها] عاصم وحجازي، أي: يقول الحق. وقرئ (يَقْضِ الْحَق) معناه: يقضي القضاءَ الحقَّ.","seal":"50B4179D","page":161},
      {"aya":null,"sora":null,"Na":null,"id":73,"part":1,"nass":"63 - قوله تعالى: (قُلْ مَنْ يُنَجِّيكُمْ)، بالتَشْديد فيهما كوفي، وخَففَهُمَا يعقوب. وهما لغتان، يقال: نَجَّاهُ وأَنْجَاه. قال الله: (فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ).\r63 - قوله تعالى: (تَضَرُّعًا وَخُفْيَةً)، وقرئ (خِفْيَة) بكسر الخاء، وهما لغتان في المعنى واحد.\r\r63 - قوله تعالى: (لَئِنْ أَنْجيتَنَا مِنْ هَذِهِ). الظلمات والشدائد. وقرأ أهل الكوفة (لَئِنْ أَنْجَانَا) حملوه على الغيبة لقوله قبله (تَدْعُونَهُ).\r\r68 - قوله تعالى: (وَإِمَّا يُنْسِيَنَّكَ)، وقرأ ابن عامر بالتشديد. و (فَعَّلَ) و (أَفْعَلَ) يجريان مجرى واحد. قال ابن عباس: يريد إن نسيت فقعدت.","seal":"89FE6BC0","page":162},
      {"aya":null,"sora":null,"Na":null,"id":74,"part":1,"nass":"74 - قوله تعالى: (آزَرَ أَتَتَّخِذُ أَصْنَامًا)، قرئ بالفتح والضم، فمن قرأ بالفتح فموضعه خفض على البدل من أبيه، ونصبه على البيان. ومن قرأ بالضم معناه: يا آزرُ. وكان اسمه (تارح) ولقبه (آزر) وآزر عندهم ذم يعني: يا مخطئ وهو منادًى مفرد.\r83 - قوله تعالى: (نَرْفَعُ دَرَجَاتٍ مَنْ نَشَآءُ)، وقرأ أهل الكوفة بالتنوين. وقرئ بغير التنوين. فبغير التنوين معناه: نرفع درجات من لدنّا، وبالتنوين مقدم ومؤخر، أي: نرفع من نشاء درجاتٍ، أي: بفضائل العلم والعقل كما رفعنا درجة إبراهيم عليه السلام حتى اهتدى.\r86 - قوله تعالى: (وَالْيَسَعَ)، وقرأ حمزة بتشديد اللام، وكلاهما واحد في أنه اسم لنبي معروف، واللام الواحدة أشهر في اسمه. قال الزجاج: يقال فيه: اليَسَع والليْسَع بتشديد اللام وتخفيفها. وكلاهما","seal":"DC9694C0","page":163},
      {"aya":null,"sora":null,"Na":null,"id":75,"part":1,"nass":"خارج عما عليهما الأسماء الأعجمية في حال التعريف، نحو إسماعيل وإبراهيم.\r\r90 - قوله تعالى: (فَبِهُدَاهُمُ اقْتَدِهْ)، قال الكلبي: شرائعهم وسننهم. قال الزجاج: أي: اصبر كما صبروا على تكذيب قومهم. وأكثر القراء أثبتوا الهاء في (اقْتَدِهْ) ساكنة في الوصل والوقف [موافقة للمصحف، والوجه عند النحويين الإثبات في الوقف، والحذف في الوصل]؛ لأن هذه الهاء للسّكت فلا تثبت في الإدراج. وقرأ ابن عامر: بكسر الهاء، وخطَّأه ابن مجاهد وقال: هذه هاء وقف لا تحرك في حالٍ من الأحوال. وقال أبو علي الفارسي: جعل ابن عامر الهاء كناية على المصدر لا هاء الوقف، كأنه قال: فبهداهم اقتد اقتداءً، والفعل يدل على المصدر كما حكى سيبويه: من قولهم: مَنْ كَذَبَ كان شَرًّا له.","seal":"5FAE2801","page":164},
      {"aya":null,"sora":null,"Na":null,"id":76,"part":1,"nass":"91 - قوله تعالى: (تَجْعَلُونَهُ قَرَاطِيسَ)، قال المفسرون: تكتبونه في قراطيس مقطعة. قال الفراء: تبدون [ما تحبون] وتخفون صفة محمد - صلى الله عليه وسلم - وقرأ أبو عمرو (يَجْعَلُونَهُ) بالياء على الغيبة.\r92 - قوله تعالى: (وَلِتُنْذِرَ أُمَّ الْقُرَى)، معناه: أنزلناه للبركة والإنذار، وأُم القُرى: مكة سميت أم القرى؛ لأن الأرض كلها دُحِيَت من تحتها، فهي أصل الأرض كلها. والمعنى لتنذر أهل أم القُرى فحذف المضاف. (وَمَن حَوْلَهَا) قال ابن عباس: يريد جميع الآفاق. ومن قرأ بالياء جعل الفعل للكتاب.\r94 - قوله تعالى: (لَقَدْ تَقَطَّعَ بَيْنُكُمْ)، قال الزجاج: الرفع أجود، ومعناه: لقد تقطع وصلُكُم [والنَّصَب] جائز على معنى: لقد تقطع","seal":"CCBB4E0A","page":165},
      {"aya":null,"sora":null,"Na":null,"id":77,"part":1,"nass":"ما كنتم فيه من الشركة بينكم. وقال ابن الأنباري: التقدير: لقد تقطع ما بينكم، فحذف (ما) لوضوح معناها. قال ابن عباس: لقد تقطع بينكم، يريد: وصلكم ومودتكم. قال أبو الحسن: لقد تقطع الأمر بينكم، (وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ): ذهب عنكم ما كنتم تكذبون في الدنيا.\r\r96 - قوله تعالى: (وَجَاعلُ اللَّيْلِ)، وقرأ أهل الكوفة (وَجَعَلَ اللَّيْلَ)؛ لأن اسم الفاعل الذي قبله بمعنى الماضي، فلمّا كان (فاعِل) بمنزلة (فَعَل) في المعنى عطف عليه (فَعَلَ) لموافقته له في المعنى، فَدَلّ على أنه بمنزلة (فَعَلَ).\r96 - قوله تعالى: (وَالشَّمْسَ وَالْقَمَرَ)، بالنصب. ألا ترى أنه لما كان المعنى في (جَاعِلُ) (جَعَلَ) نصب (الشَّمْسَ وَالْقَمَرَ)؛ لأن (الليلَ) في موضع نصب في المعنى، فرد (الشَّمْسَ وَالْقَمَرَ) على معناه.\r\r98 - قوله تعالى: (فَمُسْتَقَرٌّ)، قرئ بالفتح والخفض، فبالفتح أي: فلكم مُسْتَقَرٌّ ولكم مُسْتَوْدعٌ، وبالخفض أي: فمنكم مُسْتَقِرٌّ. والمستَقَرُّ بفتح","seal":"59D2C1D7","page":166},
      {"aya":null,"sora":null,"Na":null,"id":78,"part":1,"nass":"القاف اسم للمكان، وهو بمعنى (المَقَرّ)، وبكسر القاف بمعنى (القَارِّ)، يقال: قرَّ في مكانه واستَقَرَ. والمستوْدعُ مثل (المودعَّ) يقال: اسْتَوْدَعْتُه الشيْءَ وأَوْدَعْتُه، وهو الإنسان المودع في الصلب.\r\r99 - قوله تعالى: (انْظُرُوا إِلَى ثَمَرِهِ)، وقرأ حمزة والكسائي بالرفع، وعاصم ويعقوب (ثَمَرِهِ) الفتح، فبالنصب جمع (ثَمَرَةٍ)، وبالرفع جمع (ثِمَارٍ) كالرهن جمع (رهان).\r100 - قوله تعالى: (وَخَرَقُوا)، قال الفراء: معنى خرقوا: افتعلوا ذلك كذبًا وكفرًا. وخرقوا واخترقوا [بمعنى واحدٍ]. وقرأ نافع (وَخَرَّقُوا) مشددا، والتشديد للمبالغة والتكثير.\r105 - قوله تعالى: (وَليَقُولُوا دَرَسْتَ)، قال ابن الأنباري: هذا عطف على مضمرٍ في المعنى. التقدير: نصرف الآيات لنلزمهم الحجة (وَلِيَقُولُوا دَرَسْتَ) [واللام في] (وَلِيَقُولوا) لام العاقبة والصيرورة؛ لأن","seal":"FD28FD2F","page":167},
      {"aya":null,"sora":null,"Na":null,"id":79,"part":1,"nass":"عاقبة تصريف الآيات أدت إلى هذا القول الذي قالوه. كقوله: [(فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا). ومعنى (دَرَسْتَ): قرأت على غيرك. يقال: درست] الكتاب أدرسه درسًا ودراسةً.\rوقال الزجاج: [فيها] قراءات: (دَرَسَتْ) مجزوم التاء، أي: تقادمت، و (دُرِسَتْ) مرفوع الراء مجزوم التاء على هذا المعنى، إلا أنه للمبالغة، و (دُرِسَتْ) على المجهول، و (دَرَسْتَ) بنصب التاء: قرأت. وقرأ ابن عامر (دَرَسَتْ)، أي: هذه الأخبار التي تتلوها علينا قديمة، (دَرَسَتْ) بالألف، أي: ذاكرت، فإن قيل: إنما صرفت الآيات ليقولوا دَرَدسْتَ، قلنا: هذه لام الصيرورة، كما قال: (لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا). ويقال: معناه لكي لا تقولوا دَرَسْتَ، يعني: تعلمت من جَبْرَ ويَسَار. ويقال من سلمان الفارسي رضي الله عنه مثل قوله (يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ)، يعني: سلمان.\r\r108 - قوله تعالى: (فَيَسُبُّوا اللَّهَ عَدْوًا)، أي: ظلمًا. وقرأ يعقوب","seal":"600FF79B","page":168},
      {"aya":null,"sora":null,"Na":null,"id":80,"part":1,"nass":"مشددًا (عُدُوًّا) وهو نصب على المصدر و (عَدْوًا) مخفف أي: أعداء، وهو نصب على الحال. يقال: عدا فلانٌ عَدْوًا وعُدُوًّا وعُدْوَانا وعَدَاءً، أي: ظَلَمَ ظُلْمًا.\r\r109 - قوله تعالى: (وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ)، وقرأ أهل مكة (إِنَّهَا) بالكسر معناه: وما يدريكم إيمانهم، فحذف مفعول (يُشْعِرُكُمْ). قال الزجاج: أي: لستم تعلمون الغيب أفلا تدرون أنهم يؤمنون، ثم استأنف فقال: (إِنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ). ومن قرأ (أَنَّهَا) فهي بمعنى: لعلها، كأنه قال: لعلها إذا جاءت لا يؤمنون. و (أَن) بمعنى (لَعَلَّ) كثير في كلامهم. تقول العرب: إيتِ السوقَ [أنكَ تَشْتَرِي لنا شيئًا]، أي: لعلك. قال الفراء: ويجوز على هذه القراءة أن تجعل (لَا) صلة، فيكون التقدير: وما يشعركم أنّها إذا جاءت يؤمنون والمعنى على هذا: أنها لو جاءت لا يؤمنون، والخطاب للمؤمنين.\rوقرأ حمزة (تُؤْمِنُونَ) بالتاء، والخطاب على هذه القراءة في قوله:","seal":"1C6D8A73","page":169},
      {"aya":null,"sora":null,"Na":null,"id":81,"part":1,"nass":"(وَمَا يُشْعِرُكُمْ) للكفار الذين أقسموا، وهذا قول مجاهد، قال: وما يدريكم أنكم تؤمنون إذا جاءت.\r\r111 - قوله تعالى: (قبُلًا)، وقرأ أهل المدينة والشّام (قِبَلًا) بالكسر. و (قِبَلًا) و (قُبُلًا) أي: معاينة. يقال: لقيت فلانًا قِبَلا وقُبُلا وقَبَلا ومقابلةً، أي: مواجهة، و (قِبَلا) بكسر القاف ونصب الباء جمع (قَبيل) أي: أصنافًا. ويقال: القَبِيل الكَفِيل. ويقال: (قَبَلا) بنصب القاف والباء أي: استئنافًا.\r114 - قوله تعالى: (يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ)، مشدد شامي وحفص، معناه: جبريل عليه السلام. وإن قلت: القرآن، فمعناه: الإنزال، كما أن المُدْخَلَ هو الإدْخالُ. فإن قيل: يجب أن يكون قوله مخلوقًا إذا هو مُنَزَّل. قلنا: ظاهره مَجاز؛ لأن الْمُنَزَّل الحقيقي ما يكون بوقتين في موضعين مختلفين، ولا يجوز الانتقال على العَرَض، بل القرآن تَنْزيلٌ وإنْزَالٌ لا مُنَزَّلٌ.","seal":"C153F45C","page":170},
      {"aya":null,"sora":null,"Na":null,"id":82,"part":1,"nass":"115 - قوله تعالى: (وَتَمَّتْ كَلِمَتُ رَبِّكَ)، كوفي ويعقوب، يعني: ما ذكر من وعدٍ ووعيدٍ. ومن قرأ على الواحد أراد الجمع أيضًا. والكلمة تقع على الكثير، تقول العرب: قال زهير في كلمته، أي: في قصيدته.\r125 - قوله تعالى: (ضَيِّقًا حَرَجًا)، وقرأ ابن كثير (ضَيْقًا) ساكنة الياء و [هو] من باب: الميِّت والميْت في أن المخَفَّفَ مثلُ المشَدَّدِ في المعنى. والحَرَج: الشديد الضيق، وقد حَرِج صدره إذا ضاق. وقرئ (حَرِجًا) بكسر الراء. فمن فتح الراء كان وصفًا بالمصدر،","seal":"1ECEB628","page":171},
      {"aya":null,"sora":null,"Na":null,"id":83,"part":1,"nass":"والمعنى: ذا حَرَجٍ، كما قالوا: رجل دَنِفٌ، أي: ذو دَنَفٍ. ومن كسر فهو نعت مثل: دَنِفٍ وفَرِقٍ. والمعنى: أن قلبَه غيرُ مشروح [للإيمان].\r\r125 - قوله تعالى: (كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ)، وهو مثل: يتصعَّد في المعنى.\rو (يَصْعَدُ) بالتخفيف مكي من الصعود إلى السماء. قال الزجاج: كأنه قد كُلف أن يتصعَّد إلى السَّمَاء.\r\r135 - قوله تعالى: (عَلَى مَكَانَتِكُمْ)، وقرئ (مَكَانَاتِكُمْ)، والوجه الإفراد؛ لأنه مصدر، والمصادر في أكثر الأمر مفردة، وقد تجمع في بعض الأحوال.\r135 - قوله تعالى: (مَنْ تَكُونُ لَهُ عَقِبَةُ الدَّارِ)، قال ابن عباس: يعني الجنة. وقرئ (يَكُونَ) بالياء؛ لأن تأنيث العاقبة غير حقيقي، كقوله: (فَمَن جآءَهُ مَوعَظةٌ).\r\r137 - قوله تعالى: (وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ)، وقرأ ابن عامر (زُيِّنَ) بضم الزاي (قَتْلُ) رفعًا (أَوْلَادَهُمْ) بالنصب (شُرَكَائِهِمْ) بالجر على","seal":"A4413751","page":172},
      {"aya":null,"sora":null,"Na":null,"id":84,"part":1,"nass":"تقدير: زُيِّنَ لكثير من المشركين قتل شركائِهم أَولادَهُم، ولكنه فصل بين المضاف والمضاف إليه بالمفعول به وهو: الأولاد. والمفعول به مفعول المصدر (¬1).\r\r139 - قوله تعالى: (خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا)، يعني: النساء، وإنما قيل: (خَالِصَةٌ) لأن (مَا) في قوله: (مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ) عبارة عن الأجِنة، فجاز تأنيث (خَالِصَةٌ) لتأنيث معنى (مَا)، وجاز تذكير (مُحَرَّمٌ) على لفظ (مَا).\r139 - قوله تعالى: (وَإِنْ يَكُنْ مَيْتَةً)، قرأ ابن كثير بالياء (مَيْتَةٌ) رفعًا؛ لأن المراد بالمَيْتَةِ المَيْتُ. والميْتَةُ تقع على المذكر والمؤنث كالدابَّة والشَّاة. وابن عامر يلحق الفعل علامة التأنيث؛ لأن الميتةَ في اللفظ مؤنثة. وقرأ عاصم (تَكُنْ) بالتاء (مَيْتَةً) بالنصب على معنى: وإنْ تكن الأجنة ميتةً. ومن قرأ (يَكُنْ) بالياء (مَيْتَةً) بالنصب كان التقدير: وإن يكن ما\r¬_________\r(¬1) خطَّأ بعض النحويين هذه القراءة ووصفوها بأنها غير جائزة، ومنهم من استقبحها، ومن هؤلاء ابن خالويه وأبو علي الفارسي ومكي بن أبي طالب والزمخشري وغيرهم، وهذا الكلام في القراءة مردود عليهم ولا يجوز الأخذ به. قال المنتجب الهمداني: \"القراءة سنة متبعة لا يجوز فيها القياس، وليس لأحد أن يقرأ إلا بما رُوي وصح عن السلف \" الفريد 2/ 234. ويقول ابن الجزري: \"الصواب جواز مثل هذا الفصل، وهو الفصل بين المصدر وفاعله المضاف إليه بالمفعول في الفصيح الشائع الذائع اختيارًا، ولا يختص ذلك بضرورة الشعر، ويكفي في ذلك دليلا هذه القراءة الصحيحة المشهورة التي بلغت التواتر، كيف وقارئها ابن عامر من كبار التابعين الذين أخذوا عن الصحابة. . . وهو مع ذلك عربي صريح من صميم العرب، فكلامه حجة، وقوله دليل؛ لأنه كان قبل أن يوجد اللحن ويتكلم به، فكيف وقد قرأ بما تلقى وتلقن وروى وسمع ورأى إذ كانت كذلك في المصحف العثماني المجمع على اتباعه. . . . \". (النشر. 2/ 263).","seal":"1432E54C","page":173},
      {"aya":null,"sora":null,"Na":null,"id":85,"part":1,"nass":"في بطونِ الأنعامِ مَيْتَةً. ولفظ (مَا) مذكر.\r\r141 - قوله تعالى: (يَوْمَ حَصَادِهِ)، و (حِصَادِهِ)، وهما لغتان، مثل: الجِدَاد والجَدَاد وهما واحد، أي: حقّ الله يوم حصاده. قرئ بالفتح والكسر، وإذا قرأت بكسر الحاء فهو وقت الحِصاد، وإذا قرأت بنصب الحاء فهو المحصود، يعني: يوم الكيل.\r143 - قوله تعالى: (وَمِنَ الْمَعْزِ اثْنَيْنِ)، وقرئ بفتح العين، وهما لغتان. و (الْمَعْزِ) ذوات الشعر من الغنم.\r145 - قوله تعالى: (إِلَّا أَنْ يَكُونَ مَيْتَةً)، أي: إلا أن يكون المأكول ميتةً. ومن قرأ (أَن تَكُونَ) بالتاء كان التقدير عنده اسمًا مؤنثًا،","seal":"23317FC0","page":174},
      {"aya":null,"sora":null,"Na":null,"id":86,"part":1,"nass":"كأنه قيل: إلا أن تكون العين أو النفس. وقرأ ابن عامر (إِلَّا أَنْ تَكُونَ) بالتاء (مَيْتَةٌ) بالرفع على معنى: إلا أن تَقَعَ أو تَحدُثَ ميتةٌ.\r\r153 - قوله تعالى: (وَأَنَّ هَذَا صِرَاطِي)، وقرأ ابن عامر (وَأَنْ هَذَا) مفتوحة مخففة وهي مخففة من المشددة، والتقدير وأَنَه هذا، ثم حذف ضمير (هَذَا) وخففت. ومن كسر (إنَّ) استأنف بها، قال ابن عباس: يريد ديني دين الحنيفية.\r154 - قوله تعالى: (عَلَى الَّذِي أحْسَنَ)، يقرأ بنصب النون ورفعه، فبالرفع بمعنى: على الذي هو أحسنُ، وبالنصب أي: تمامَا على مَنْ أحسنَ.\r159 - قوله تعالى: (فَرَّقُوا دِينَهُمْ)، وقرأ حمزة (فَارَقُوا دِينَهُمْ)","seal":"B6BB458A","page":175},
      {"aya":null,"sora":null,"Na":null,"id":87,"part":1,"nass":"أي: تركوا دين آبائهم. وفَرَّقُوا: أي: تَشتَّتوا. عن عمر بن الخطاب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال لعائشة \"يا عائشة (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا) هم أصحاب البدع وأصحاب الأهواء وأصحاب الضلالة\".\r* * *","seal":"2CF2B8A6","page":176},
      {"aya":null,"sora":null,"Na":null,"id":88,"part":1,"nass":"ومن سورة الأعراف\r26 - قوله تعالى: (وَرِيشًا)، وقرئ (وَرِيَاشا) وهو المال أو المعاش. قال أبو عبيدة: الريش والرياش ما ظهر من اللباس. وقوله (وَلِبَاسُ التَّقْوَى) قرئ بالنصب والرفع، فمن نصب حمل على (أَنْزَلَ) من قوله (قَدْ أَنزَلْنَا)، ومن رفع فعلى أنه مبتدأ، ومعناه على هذه القراءة: [لباس التقوى خير لصاحبه].","seal":"8BB39300","page":177},
      {"aya":null,"sora":null,"Na":null,"id":89,"part":1,"nass":"32 - قوله تعالى: (خَالِصَةً يَوْمَ الْقِيَامَةِ)، وقرأ نافع (خَالِصَةٌ) رفعًا على أنه خبر بعد خبر كما تقول: زيدٌ عاقلٌ لبيبٌ. والمعنى: قل هي ثابتةٌ للمؤمنين في الحياة الدنيا خالصةٌ يوم القيامة.\r40 - قوله تعالى: (حَتَّى يَلِجَ الْجَمَلُ)، يعني البعير. وقرأ ابن عباس (الجُمَّلُ) بالتشديد وهو: قلْس السفينة وحبالها.\r44 - قوله تعالى: (أَنَّ لَعْنَةَ اللَّهِ) وقرئ (أَنْ) مخَففًا (لَعْنَةُ اللَّهِ) رفعًا على معنى: أنَّه لعنة الله، ثم حذف الإضمار وخفف.\r54 - قوله تعالى: (يُغْشِي اللَّيْلَ النَّهَارَ)، وقرئ مشدّدا، والإغشاء","seal":"AC4320AE","page":178},
      {"aya":null,"sora":null,"Na":null,"id":90,"part":1,"nass":"والتغشية [إلباس الشيء بالشيء]. قال الزجاج: معناه أن الليل يأتي على النهار فيغطيه.\r\r54 - قوله تعالى: (وَالشَمْسَ وَالْقَمَرَ)، أي: وخلق هذه الأشياء. وقرأ ابن عامر كلَّها بالرفع على الاستئناف.\r\r57 - قوله تعالى: (نُشُرًا بَيْنَ يَدَيْ رَحْمَتِهِ)، و (نُشُرًا) جمع (نَشُور). والنشُورُ بمعنى المنشور، كالركوب بمعنى المركوب. وقرأ ابن عامر (نُشْرًا) كما يقال: كُتْب ورُسْلٌ. وقرأ حمزة (نَشْرًا) وهو مصدر: نَشَرتُ الشيءَ، ويراد بالمصدر المفعول: أرسَلَها اللهُ مَنشورةً. وقرأ عاصم (بُشْرًا) جمع (بَشِير)، أي: تبشر بالمطر والرحمة.\r59 - قوله تعالى: (مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ)، قرئ رفعًا وخفضًا. فأمَّا من خفض فقال الفراء: تجعل (غير) نعتًا للإله، وقد يُرفع فيُجعَلُ تابعًا للتأويل في (إِلَهٍ)، ألا ترى أن (الإله) لو نزعت منه (مِن) كان","seal":"69A6F914","page":179},
      {"aya":null,"sora":null,"Na":null,"id":91,"part":1,"nass":"رفعًا؟ ونحو هذا قال الزجاج سواء، قال: الرفع على معنى: ما لكم إلهٌ غيره، ودخلت (مِن) مؤكدة، ومن خفض جعله صفة لـ (إِلَهٍ).\r\r62 - قوله تعالى: (أُبَلِّغُكُمْ)، وقرأ أبو عمرو (أُبْلِغُكُمْ) مخففة من الإبلاع. وكلاهما قد جاء في التنزيل، فالتخفيف قوله: (فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ)، والتشديد قوله (فَمَا بَلَّغْتَ رِسَالَتَهُ).\r98 - قوله تعالى: (أَوَأَمِنَ)، هذه واو العطف دخلت عليه همزة الاستفهام. وقرأ نافع (أَوْ) بسكون الواو. ويكون المعنى: أَفَأَمِنُوا.\r105 - قوله تعالى: (حَقِيقٌ عَلَى أَنْ لَا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ)، (عَلَى) ها هنا بمعنى الباء. قال الفراء: العرب تجعل (عَلَى) بمعنى الباء. تقول: رَمَيْتُ عَلى القوس، وبالقوس، وجئت على حالٍ حسنةٍ،","seal":"009A05DF","page":180},
      {"aya":null,"sora":null,"Na":null,"id":92,"part":1,"nass":"وبحالٍ حسنةٍ. وفي حرف عبد الله (حَقِيقٌ بِأنْ لا أَقُولَ). والمعنى: أنا حقيق بأن لا أقول. وقرأ نافع (عَلَيَّ) مشدّدة الياء. قال الزجاج: المعنى: واجبٌ عليَّ تركُ القولِ عَلى الله إلا بالحق. وهو أنه لا إله غيرُه، والمعنى: أن موسى قال: واجب عليَّ أنْ لا أقول في وصف اللهِ إلا ما هو الحق، وهو توحيده وتنزيهه عن الشريك.\r\r143 - قوله تعالى: (جَعَلَهُ دَكًّا)، أي: مَدْقوقَا. يقال دَكَكْتُ الشيءَ أَدُكُّه دَكًّا إذا دَقَقتُهُ. قال الأخفش: فإنه دَكَّه دَكًّا. ومن قرأ (دكَاءَ) فمعناه: جعله مثلَ دكاء، فحذف المضاف. والدَّكَاء: الناقة التي لا سَنَام لها. والدَّكاء: الروابي إلى الأرض لا تبلغ أن تكون جبلا.\r148 - قوله تعالى: (وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ)، وقرأ مخففًا مفتوحًا يعقوب. ويقرأ حمزة والكسائي بكسر الحاء. ومن قرأ","seal":"D356F00B","page":181},
      {"aya":null,"sora":null,"Na":null,"id":93,"part":1,"nass":"بنصب الحاء: [فالحَلْيُ]، اسم لما يُستَحْسَنُ من الذهب والفضة، وبرفع الحاء جمع (حَلْيٍ) مثل: حَقْوٍ وحُقِيٌّ. ومن كسر الحاء فقال الزجاج: أتبع الحاءَ كسرةَ اللام. ويقال: الحِلِيُّ جمع الحَلْي.\r\r149 - قوله تعالى: (وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ)، يعني: ندموا. يقال للنادم [على ما فَعَل الحَسِرُ على ما فَرَطَ منه] قد سُقِطَ في يده وأُسْقِطَ، ومثله: دُهِشَ وبُهِتَ. وقرئ (سَقَطَ) بفتح السين، أي: سَقَطَ الندم في أيديهم. ويقال: وقعوا في البلاء بأيديهم، وهذا من فصيحات القرآن. والعرب تقول لكل نادمٍ على أمرٍ، أو عاجزٍ عن شيءٍ: سُقِطَ في يديه.\r150 - قوله تعالى: (ابْنَ أُمَّ)، أراد: أُمي. وقرأ حفص وأهل الحجاز والبصرة بفتح الميم ومن قرأ (أمِّ) بالكسر فحذف الياء فبقيت الكسرة","seal":"A6B77AEF","page":182},
      {"aya":null,"sora":null,"Na":null,"id":94,"part":1,"nass":"دليلا على المحذوف، كما قالوا: يا غلامِ أقبل. ومن فتح الياء جعل (ابْنَ) و (أُمَّ) شيئا واحدًا، نحو: خمسةَ عشَرَ.\r\r163 - قوله تعالى: (وَيَوْمَ لَا يَسْبِتُونَ)، أي: لا يُعَطلُون سَبْتَهُم، أي: لا يَدَعُون العملَ في السبت. يقال: سَبَتَتِ اليهود، أي: قامت بأمر سَبْتِها، ومعناه: لا يَسبِتون أي: لا يقومون بأمْرِ سَبْتِهم. ومن قرأ (يُسْبِتُونَ) بضم الياء: يدخلون في السبت.\r164 - قوله تعالى: (قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ)، أي: موعظتُنا إيّاهم معذرة، والمعنى: أن الأمرَ بالمعروف واجبٌ علينا، فعلينا موعظةُ هؤلاء عذرًا إلى الله. ومن نصب (مَعذِرةً) فعلى معنى: تعتذرون معذرةً.","seal":"E23AB6C5","page":183},
      {"aya":null,"sora":null,"Na":null,"id":95,"part":1,"nass":"165 - قوله تعالى: (بِعَذَابٍ بَئِيسٍ)، قال المفسرون: بشديدٍ من العذاب. يقال: بَؤُسَ يَبْؤُسُ بَأسًا إذا اشتدّ فهو بئيسٌ. وقرأ نافع (بِيسٍ) جعل (بيسٍ) الذي هو فعل اسمًا يوصف به. ومثل ما روي: \"إِن اللهَ يَنْهَى عَنْ قِيلٍ وَقَالٍ \". وقرأه ابن عامر كقراءة نافع إلا أنه حقق الهمزة. وقراءة أبي بكر (بَيْأَسٍ) مثل: ضيْغَم وحَيْدَر وهو كثير في الصفة، ثم فسّر ذلك بالعذاب الشديد.\r170 - قوله تعالى: (وَالَّذِينَ يُمَسِّكُونَ)، يقال: مَسكْتُ بالشيْءِ، وتَمَسَّكْتُ به، واسْتَمْسَكْتُ وامْتَسَكْتُ به. وقرأ أبو بكر (يُمْسِكُونَ) مخففة، وهو رديء؛ لأنه لا يقال: أمسكتُ بالشيء، إنما يقال: أمسكتُ","seal":"F527381B","page":184},
      {"aya":null,"sora":null,"Na":null,"id":96,"part":1,"nass":"الشيءَ. ومعنى (يُمَسِّكُونَ بِالْكِتَابِ): يؤمنون به، ويحكمون بما فيه، ويدل عليه قراءة أُبَي بن كعب (وَالذِينَ مَسَّكُوا) على المضي، وهو جيد كقوله: (وَأقامُوا) إِذ قل ما يعطف ماضٍ على مستقبل إلا في المعنى.\r\r172 - قوله تعالى: (شَهِدْنَآ أَنْ تَقُولُوا)، معناه: لِئَلا تقولوا، كما قال: (وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ)، ويجوز أن يكون التقدير:، شهدنا كراهية أن تقولوا. وقرَأ أبو عمرو بالياء؛ لأن الذي تقدم من الكلام على الغيبة، وكلا الوجهين حسن؛ لأن الغُيَّبَ هم المخاطبون في المعنى. قال المفسرون: هذه الآية تذكير بما أخذ على جميع المكلفين من الميثاق، واحتجاج عليهم لئلا يقول الكفار: إنا كنا عن هذا الميثاق غافلين.\r180 - قوله تعالى: (وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ)، معنى الإلحاد في اللغة: الميل عن القصد. قال ابن السّكِّيت:","seal":"8B85F6A9","page":185},
      {"aya":null,"sora":null,"Na":null,"id":97,"part":1,"nass":"الملحد: العادل عن الحق، يقال: قد ألحد في الدين ولَحَدَ به. وقرأ حمزة (يَلْحَدُونَ) من (لَحَدَ) و (وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ) هم: المشركون عدلوا بأسماء الله. قال الكلبي: ويقال: (وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ) الذين يكذبون.\r\r186 - قوله تعالى: (وَيَذَرُهُمْ)، رفع على الاستئناف والانقطاع مما قبله. وقرأ أبو عمرو بالياء؛ لتقدم اسم اللهِ. وقرأ حمزة بالياء والجزم، ووجه ذلك فيما يقول سيبويه: إنه عطف على موضع الفاء وما بعدها من قوله: (فَلَا هَادِيَ لَهُ)؛ لأن موضعها جزم بجواب الشرط، والحمل على الموضع كثير.\r187 - قوله تعالى: (أَيَّانَ مُرْسَاهَا)، أي: مُثْبَتُهَا. ويقال: ثُبُوتُهَا. يقال: رَسَا الشيءُ يَرْسُو إذا ثَبَتَ، وأَرْسَيْتُهُ أنا إذا أَثْبَتُهُ. وقرئ برفع الميم","seal":"1BDF1B1D","page":186},
      {"aya":null,"sora":null,"Na":null,"id":98,"part":1,"nass":"ونصبها. فمن قرأ بالرفع فهو بمعنى المصدر. ومن قرأها بالنصب يريد به استقرارها، أي: متى الوقت الذي تقوم عنده؟.\r\r189 - قوله تعالى: (فَمَرَّتْ بِهِ)، أي: استمرَّت بالحَمْلِ. ويقال: قامت وقعدت به، أي: فَمَرَتْ به خفيفة الراء من (المِرْيَة)، أي: شَكَّتْ. وقرأ ابن عباس (فَاسْتَمَرَّتْ بِهِ) يعني: استمر بها الحمل، فصرف الكلام كما قال: (لَتَنُوءُ بِالْعُصْبَةِ)، أي تنوء العصبة بها.\r190 - قوله تعالى: (جَعَلَا لَهُ شُرَكَآءَ)، وقرأ نافع (شِرْكًا) بكسر الشين، ووجهه: أنه حذف المضاف بتقدير: جعلا له شِرْكًا، أي: شَرِيكًا. ويقال: (شِرْكًا) على المصدر، يعني: جعلا لغيره شِركًا.\r193 - قوله تعالى: (لَا يَتَّبِعُوكُمْ)، وقرأ نافع بالتخفيف، وهما لغتان: اتبَعَه اتَّبَاعًا وتَبِعَهُ تَبَعًا.","seal":"5A74A37B","page":187},
      {"aya":null,"sora":null,"Na":null,"id":99,"part":1,"nass":"201 - قوله تعالى: (إِذَا مَسَّهُمْ طَائِفٌ)، و (طَيْفٌ). قال الليث: طائف الشيطان وطيفَ الشيطان ما يغشى الإنسان من وساوسه. قال الفراء: الطّائف والطّيف سواء، وهو ما كان كالخيال والشيء يُلمّ بك. وقال أبو عمرو: الطائف ما يطوف حول الشيء وهو هنا ما طاف به من وسوسة الشيطان. والطّيف: اللَّمَّة والوسوسة. قال ابن عباس: إذا مسَّهم عارض من وسوسة الشيطان، ويدل عليه قراءة سعيد بن جبير (طَيِّفٌ) بالتثقيل.\r202 - قوله تعالى: (وَإِخْوَانُهُمْ يَمُدُّونَهُمْ)، يُطَوِّلُون لهم الإغواء حتى يستمرّوا عليه، كقوله: (وَيَمُدُّهُمْ فِي طُغْيانِهِمْ). ومن قرأ بضم الياء من (الإمداد) فقد استَعْمَل ما هو للخير في ضده، وذلك أن الإمداد إنما جاء في ما يُحْمَدُ كقوله: (وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ)، (نُمِدُّهُمْ بِهِ مِنْ مَالٍ)، (أَتُمِدُّونَنِ بِمَالٍ)","seal":"26261287","page":188},
      {"aya":null,"sora":null,"Na":null,"id":100,"part":1,"nass":"202 - قوله تعالى: (ثُمَّ لَا يُقْصِرُونَ)، وقرأ عيسى (يَقْصرُونَ) بفتح الياء وضم الصاد. و (قَصَرَ) و (أَقْصَرَ) واحد، معناه: لا يَقْصُر الشيطان عن الشَرِّ، بَلْ ولا الكافر عن الإجابة.\r* * *","seal":"67222EAC","page":189},
      {"aya":null,"sora":null,"Na":null,"id":101,"part":1,"nass":"ومن سورة الأنفال\r9 - قوله تعالى: (مُرْدِفِينَ)، متتابعين بعضهم في إثرْ بعض. يقال: رَدِفَه وأَرْدَفَه إذا جاء بعده (فاعلون). ومن قرأ بفتح الدال فمعناه: بألف أَرْدَفَ اللَّهُ المسلمين بهم. وبنصب الدال (مفعولون). قال مجاهد: [الإرداف]: إمداد المسلمين بهم.\r11 - قوله تعالى: (إِذْ يُغْشِيْكُمْ النُّعَاسَ)، بضم الياء وكسر الشين. الله يغشيكم. وبالتشديد أيضًا يرجع إلى الله، تبارك وتعالى. وقرأ أبو عمرو بنصب الياء ونصب الشين. فالنعاس هو فاعل. ويقال للرجل: ناعس ونعسان.","seal":"E985EEAA","page":190},
      {"aya":null,"sora":null,"Na":null,"id":102,"part":1,"nass":"18 - قوله تعالى: (وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ)، أي: مضعِف. قال ابن عباس: يريد أني قد أوهنتُ كيدَ عدُوَّكُم حتى قُتِلَت جبابرهم وأُسِرَ أَشرافهم. يقال: أوهنت الشيء إيهانًا ووهَّنتُه توهينًا.\r19 - قوله تعالى: (وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ)، بالعون والنصرة. فمن كسر (إنَّ) فهو منقطع مما قبله. ومن فتح كان وجهه: ولأن الله مع المؤمنين، أي: لذلك (وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا)\r37 - قوله تعالى: (لِيَمِيزَ اللَّهُ)، أي: التمييز بين الكافر والمؤمن. وقد مضى وجهه في (آلِ عِمْرانَ).\r42 - قوله تعالى: (إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا)، قال ابن السكيت: عِدْوَةُ الوادي وعُدْوَتُه: جانبه والجمع: عِدًى وعُدًى.\r42 - قوله تعالى: (الدُّنْيَا) و (الْقُصْوَى)، والدنيا: تأنيث الأدنى، والقصوى: تأنيث الأقصى. سؤال: لو يُسأل لِمَ لَمْ يقل: دُنْوَى كما قال","seal":"0605CAB4","page":191},
      {"aya":null,"sora":null,"Na":null,"id":103,"part":1,"nass":"قُصْوَى، وكلاهما من ميزان واحدٍ؛ قال: لأن في القُصوى لغتين: قَصِيَ يَقْصَى، وقَصَا يَقْصُو، وفي الدنيا لغة واحدة، فبان الفرق بينهما، وأيضًا بناه على لفظ المذكر؛ لأن مذكره كان في الأصل (أدنو) فقلبت الواو ياءً فصار (أَدْنَي) فلما قُلِبت الواو ياءً في (أَفعل) هكذا، قُلِبت الواو ياءً في (فُعْلَى)، قال (دُنْيَا) بناه على لفظ المذكر. والعُلْيَا من (علوتُ) لأنهم يستثقلون الواو مع ضمّ الأول، وليس في هذا اختلاف، إلا ان أهل الحجاز قالوا: (الْقُصْوَى) فأظهروا الواو، وهو نادر، وغيرهم يقولون: (القُصْيَا).\r\r59 - قوله تعالى: (وَلا تَحْسَبَنَّ الَّذِينَ كَفَرُوا)، أَنهم بسلامتهم الآن، فإنهم لا يعجزوننا فيما يستقبل من الأوقات وهو قوله: (إنَّهُمْ لَا يُعْجِزُونَ). وقرأ حمزة وأهل الشام بالياء (وَلَا تحسَبَنَّ). قال الأخفش: معناه: لا يحسَبَنَّ النَّبيُّ الذينَ كَفروا سبقوا. وقرأ ابن عامر (أَنَّهُم) بفتح الألف على تقدير: لا يحسبنهم سبقوا لأنهم لا يفوتون.\r60 - قوله تعالى: (تُرْهِبُونَ بِهِ)، تُخِيفُونَ به. وقرأ يعقوب (تُرَهِّبُونَ بِهِ) بالتشديد وهما لغتان: أَرْهَبْتُه ورَهَّبْتُه به.","seal":"90FA06A9","page":192},
      {"aya":null,"sora":null,"Na":null,"id":104,"part":1,"nass":"65 - قوله تعالى: (وَإِنْ يَكُنْ مِنْكُمْ)، قرئ بالياء والتاء. فمن قرأ بالياء فلأنه يراد بالمئة المذكر؛ لأنهم رجال في المعنى. ومن قرأ بالتاء فلتأنيث لفظ (المئة) وكان أبو عمرو يقرأ هذا بالياء، ويدلّ على ذلك قوله: (يَغْلِبُوا).\r66 - قوله تعالى: (فَإِنْ تَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ) بالتاء، لأنَّ التأنيث هاهنا أَشَدُّ مبالغة حيث وصفت المئة بالصابرة ولم يقل: صابرون. وهناك قال: (يَغلِبوا) فكان إلى التذكير أقرب.\r66 - قوله تعالى: (أَنَّ فِيكُمْ ضُعْفًا)، وقرأ حمزة وعاصم (ضَعْفًا) بفتح الضاد، وهما لغتان: كالمَكْثِ والمُكْثِ. وقرئ (ضعَفَاءَ) على (فُعَلاء).\r\r67 - قوله تعالى: (أَنْ يَكُونَ لَهُ أُسَارَى)، ومن قرأ (أَسْرَى)","seal":"BCFEDB04","page":193},
      {"aya":null,"sora":null,"Na":null,"id":105,"part":1,"nass":"فهو جمعُ أَسِير وأَسْرَى كهالك وهَلْكَى.\r\r70 - قوله تعالى: (مِنَ الْأَسْرَى)، وقرأ أبو عمرو (مِنَ الأَسارَى) بالألف، فهو جمع الجمع.\r72 - قوله تعالى: (مَا لَكُمْ مِنْ وَلَايَتِهِمْ)، وقرأ حمزة بكسر الواو، وهما لغتان: كالوَلِيِّ والوَالِي، وبابهما واحد. والفتح أجود؛ لأنه أكثر في الدِّين، والكسر في السُّلطان، معناه: مِنْ وَلايَتِهِمْ، أي: من مِيراثهم حتى يهاجروا.\r* * *","seal":"65356895","page":194},
      {"aya":null,"sora":null,"Na":null,"id":106,"part":1,"nass":"ومن سورة التوبة\r12 - قوله تعالى: (إِنَّهُمْ لَا أَيْمَانَ لَهُمْ)، معناه: لا عَهْدَ لهم. وقرأ أهل الشّام (إِيمَانَ) بالكَسر. قال الفراء: يريد أنهم كفرة لا إسلام لهم، فيكون مصدر قولك: آمَنْتُه إِيمَانَا. هذا هو الوجه.\r17 - قوله تعالى: (أَنْ يَعْمُرُوا مَسَجِدَ اللهِ)، وقرأ أبو عمرو (مَسْجِدَ اللهِ) على الواحد. قال الفراء: ربما [ذهبت] العرب بالواحد إلى الجمع وبالجمع إلى الواحد\r24 - قوله تعالى: (وَعَشِيرَتُكُمْ). وقرأ أبو بكر (وَعَشِيرَاتُكُمْ)","seal":"6FCC0F01","page":195},
      {"aya":null,"sora":null,"Na":null,"id":107,"part":1,"nass":"وهو رديء. قال الأخفش: لا تكاد العرب تجمع (عَشِيرة) (عَشِيرات)، إنما يجمعونها (عشائر).\r\r30 - قوله تعالى: (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى)، واختلف القراء في (عُزَيْرٌ) فقرؤوه بالتنوين وبغيره، قال الزجاج: الوجه إثبات التنوين لأن (ابْنُ) خبر وإنما يحذف التنوين في الصفة، نحو قولك: جاءني زيدُ بنُ عمرو، فتحذف التنوين لالتقاء الساكنين. وقد قرئت (قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2)) بحذف التنوين لسكونه وسكون اللام. و (النَّصَارَى) هاهنا عامّ، والمراد به خاص.\r30 - قوله تعالى: (يُضَاهُونَ)، أي: يشابهون، والمضاهاة: المشابهة. وقرأ عاصم بالهمز وهو لغة، يقال: ضَاهَيْتُ وضَاهَأْتُ، من قولهم:","seal":"8C252285","page":196},
      {"aya":null,"sora":null,"Na":null,"id":108,"part":1,"nass":"امرأة ضَهْيَاء وهي التي لا تحيض.\r\r37 - قوله تعالى: (إِنَّمَا النَّسِيءُ)، النَّسيء في الشهور تأخير [حرمة الشهر إلى شهر آخر ليست له تلك الحرمة] وهو مصدر بمعنى الإنساء، كالنذير بمعنى الإنذار، والإنساء: التأخير.\r37 - قوله تعالى: (يَضِلُّ بِهِ الَّذِينَ كَفَرُوا)، هذه قراءة العامة. وقراءة أهل الكوفة (يُضَلُّ) بضم الياء وفتح الضاد. والمعنى: أنّ كبراءهم يضلونهم بحملهم على هذا التأخير. وروي عن أبي عمرو (يُضَلُّ بِهِ الَّذِينَ كَفَرُوا) أي: يُضِلّون بذلك تابعيهم والآخذين بذلك.\r\r40 - قوله تعالى: (وَكَلِمَةُ اللَّهِ)، وهي: لا إله إلا الله، كلمة التوحيد. (وَكَلِمَةُ اللَّهِ) برفع التاء، ومعناه: وعْدًا من الله أنه ناصره.","seal":"1658F818","page":197},
      {"aya":null,"sora":null,"Na":null,"id":109,"part":1,"nass":"54 - قوله تعالى: (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ)، و (يُقْبَلَ) بالياء؛ لأن النفقة بمعنى: الإنفاق، كقوله: (فَمَنْ جَآءَهُ مَوْعِظَةٌ). والتقدير: وما منعهم قبول نفقاتهم إلا كفرهم بالله، وهذا يدلّ على أن الكافر لا يقبل عمله.\r57 - قوله تعالى: (أَوْ مُدَّخَلًا)، وقرأ يعقوب (مَدْخَلًا) بالفتح، أي: سَرَبَا كَسَرَب اليربوع. وأصله (مُتَدَخَّلا) فحولت التاء دالا وأدغمت إحداهما في الأخرى. ومن قرأ (مَدْخَلًا) فهو من: دَخَلَ يَدْخُلُ. ومن قرأ (مُدَّخَلًا) فهو من: أدْخَلْتُه مُدَّخَلًا. قال الحسن: وجهًا يدخلونه.\r58 - قوله تعالى: (وَمِنْهُمْ مَنْ يَلْمِزُكَ)، يقال: لَمَزْتُ الرجلَ ألْمِزُهُ وأَلْمُزُهُ إذا عِبْتهُ. وقرئ بخفض الميم ورفعها وهو واحد.\r57 - قوله تعالى: (أَوْ مَغَارَاتٍ)، و (مُغَارَاتٍ) بالفتح والضم: ما يغورون فيه، أي: يغيبون فيه واحدتها: مَغَارة ومُغَارة وهو الموضع الذي","seal":"B3231C6D","page":198},
      {"aya":null,"sora":null,"Na":null,"id":110,"part":1,"nass":"يغور فيه الإنسان، أي: يغيب فيه.\r\r61 - قوله تعالى: (وَرَحْمَةٌ لِلَّذِينَ آمَنُوا)، أي: وهو رحمةٌ؛ لأنه كان سبب إيمان المؤمنين. وقرأ حمزة (وَرَحْمَةٍ) بالجر عطفًا على (خَيْرٍ)، كأنه أُذُنُ خَيرٍ ورَحْمةٍ، أي: مُستَمِعُ رَحمةٍ.\r90 - قوله تعالى: (وَجَاءَ الْمُعَذِّرُونَ)، قرئ بالتشديد والتخفيف، فبالتخفيف الذين أَعْذَرُوا أي: جاؤوا بعُذرِ وهم الفقراء، وبالتشديد الأغنياء، وهم المُقَصرونَ، وأصله (المعتذرون) أدغمت التاء في الذال. وقال أبو عبيد: أعذرتُ في طلب الحاجة إذا بالغت فيها. و (المُعْذِرُ) الذي يعتذر وله عذر، و (المُغتَذِرُ) الذي يعتذر ولا عُذْرَ له. ويقال: المُعْذِرُونَ المُحِقونَ، والمُعَذِّرُونَ غير مُحِقينَ. وروي عن ابن عباس أنه قال: لعنَ الله المُعَذِّرِينَ، ورحم المُعْذِرِينَ.\r98 - قوله تعالى: (دَائِرَةُ السَّوْءِ)، أي: يدور البلاء والحزن، ولا يرون ما يقلب بالجهاد في محمدٍ ودينه إلا ما يَسُوْؤُهُم. و (السَّوْءِ) بالفتح: الرداءة والفساد، وبالضم: الضرر والمكروه.","seal":"0F37B8BE","page":199},
      {"aya":null,"sora":null,"Na":null,"id":111,"part":1,"nass":"99 - قوله تعالى: (قُرْبَةٌ لَهُمْ)، أي: مَكْرُمَة عند الله، و (القِربَة) بالكسر أي: ما يُدني من رحمة الله.\r100 - قوله تعالى: (وَالْأَنْصَارِ وَالَّذِينَ)، وقرأ يعقوب بالرفع (وَالأَنْصَارُ) يعطفه على الأولين.\r100 - قوله تعالى: (تَجْرِى تَحْتَهَا)، نصبها لنزع الصفة. وقرأ أهل مكة (مِن تَحْتِهَا) وكذلك هو في مصاحفهم.\r\r103 - قوله تعالى: (تُطَهِّرُهُمْ وَتُزَكِّيهِمْ)، يقرأ بالجزم على جواب الأمر، يعني: إن تأخذْ أموالهم تُطَهرْهُم بها. ومن قرأ بالرفع فهو على الحال، أي: صدقَةً مُطهرَةً لهم. ويجوز أن تكون التاء خطابًا للنبي - صلى الله عليه وسلم -.","seal":"547EE8D9","page":200},
      {"aya":null,"sora":null,"Na":null,"id":112,"part":1,"nass":"106 - قوله تعالى: (وَآخَرُونَ مُرْجَئُونَ)، أي: مؤخرون.\rو (مُرْجَوْنَ) يقال: أرجَأْتُ وأرَجَيْتُ. و (وَآخَرُونَ مُرْجَوْنَ)، كلاهما صفة قوم واحدٍ.\r\r107 - قوله تعالى: (وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ)، وقرأ الأعمش (وَإِرْصَادًا للَّذِينَ حَارَبُوا اللهَ).\r110 - قوله تعالى: (إِلَّا أَن تُقطَّعَ)، أي: حتى تُقَطَعَ. وقرأ حمزة (تَقَطَّعَ) بفتح التاء، بمعنى تَتَقَطَّع، أي: يموتون.\r111 - قوله تعالى: (فَيَقْتُلُونَ وَيُقْتَلُونَ)، قال ابن عباس: يَقتُلون أعدائي ويُقتَلون في طاعتي. وقرأ حمزة (فَيُقْتَلُونَ وَيَقْتُلُونَ) وهذا كالذي","seal":"9F01DEE4","page":201},
      {"aya":null,"sora":null,"Na":null,"id":113,"part":1,"nass":"تقدم؛ لأن المعطوف بالواو، ويجوز أن يراد به التقديم.\r\r117 - قوله تعالى: (مِنْ بَعْدِ مَا كَادَ تَزِيغُ قُلُوبُ فَرِيقٍ)، قال الزجاج: أي: من بعد ما كادوا ينصرفون عن غزوتهم للشدة، ليس أنه زائغ عن الإيمان. وقرأ حمزة (يَزِيغُ) بالياء. قال الفراء: الفعل المسند إلى التأنيث إذا تقدم عليه جاز تذكيره وتأنيثه، فذكّر (يَزِيغُ) كما ذكّر (كَادَ) ليتشابه الفعلان.\r126 - قوله تعالى: (أَوَلَا يَرَوْنَ)، من قرأ بالتاء فهو خطاب للمسلمين. ومن قرأ بالياء فهو تقريع للمنافقين بالإعراض عن التوبة.\r* * *","seal":"6B009CDD","page":202},
      {"aya":null,"sora":null,"Na":null,"id":114,"part":1,"nass":"ومن سورة يونس عليه السلام\r2 - قوله تعالى: (إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ)، قال ابن عباس: أخرجوا محمدًا من علمهم فيه بالأمانة والصدق إلى غير علمهم وكفروا، وأرادوا بالساحر محمدًا - صلى الله عليه وسلم -. ومن قرأ (لَسِحْرٌ) أراد الذي أوحي إليه سِحْر.\r5 - قوله تعالى: (ضِيَآءً)، أي: ذات ضياء. (وَالْقَمَرَ نُورًا) أي: ذا نورِ. (وَقَدَّرَهُ مَنَازِلَ) أي: قَدَّر له، فحذف الجارَّ، فمعناه: هيأ ويسَّرَ له [منازلي.\r11 - قوله تعالى: (لَقُضِيَ إِلَيْهِمْ)، قال عامة المفسرين:","seal":"A92AB2B5","page":203},
      {"aya":null,"sora":null,"Na":null,"id":115,"part":1,"nass":"لماتوا وهلكوا جميعًا. وقرأ ابن عامر (لَقَضَى إِلَيْهِمْ أَجَلَهُمْ) على إسناد الفعل إلى الله.\r\r16 - قوله تعالى: (وَلَا أَدْرَاكُمْ بِهِ)، وقرأ الحسن (وَلا أَدْرَءْتُكُمْ به) وهي لغة بني عقِيل. ويقال في القراءة (وَلا أَدْرَيْتُكُمْ)، أي: أعلمتكم به. وقرأ ابن كثير (وَلأَدْرَاكُمْ) بالقصر على الإيجاب، يريد: وَلأَعْلَمَكُم.\r22 - قوله تعالى: (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ)، على الدواب، (وَفِي الْبَحْرِ) على السفن. يقال: سيرته من مكان إلى مكان، أي: أشخصته. وقرأ ابن عامر (يَنْشُرُكُمْ) من النشر بعد الطي، والمعنى. يفرِّقكم، وحجته قوله: (فَانْتَشِرُوا فِي الأَرْضِ).\r24 - قوله تعالى: (وَازَيَّنَتْ)، أي: تزينت، أدغمت التاء في الزاي. وقرئ (وَأَزْيَنَتْ) على (أَفْعَلَتْ)، أي: جاءت بالزينة؛ كقولهم: أَحْمَدَ وّأَذَمَّ، وأذكرت المرأة وأنثت.","seal":"8DCF9409","page":204},
      {"aya":null,"sora":null,"Na":null,"id":116,"part":1,"nass":"23 - قوله تعالى: (إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعُ الْحَيَاةِ الدُّنْيَا)، أي: بغى بعضكم على بعضٍ، وما تنالونه به. وقرأ حفص (مَتَاعَ) بالنصب على المصدر، معناه: تُمَتعُونَ متاعَ، ويدل انتصاب المصدر على المحذوف.\r27 - قوله تعالى: (قِطْعًا مِنَ الليلِ)، طائفةً من الليل وبعضًا منه. (مُظْلِمًا)، قال الفراء والزجاج: هو نعت لقوله: (قِطْعًا). ومن قرأ بجزم الطاء اسم ما يُقطع، وبنصبها جمع (قِطْعَة). والمظلم: نعت","seal":"F4A45FDB","page":205},
      {"aya":null,"sora":null,"Na":null,"id":117,"part":1,"nass":"(اللَّيْلِ) فلما صرحت بالألف واللام منه انتصب على (القطع). ومن قرأ بسكون الطاء جعل (المظلمَ) حالا من الليل، أي: في حال ظلامه، أي: أُلْبِسَتْ وجوهُهم سوادَ السواد: الليل المظلم.\r\r30 - قوله تعالى: (هُنَالِكَ تَبْلُو)، أي. في ذلك الوقت تُخْتَبَرُ. وقرأ حمزة والكسائي (تَتْلُوا) بتاءين، ومعناه: تقرأ كتابها وما كتب من أعمالها التي قدمتها.\r35 - قوله تعالى: (أَمَّنْ لَا يَهِدِّي)، أي: الله الذي يهدي. وقرئ (يَهَدَّي) و (يَهِدِّي) و (يَهْدِّي)، وكلها (يَفْتَعِل) وإن اختلفت ألفاظها، وأصلها: (يَهْتَدِي) فأدغمت التاء في الدال. فمن فتح الهاء ألقى عليه حركة التاء المدغم. ومن كسر الهاء فلأنها كانت ساكنةً واجتمعت مع الحرف المدغم الساكن فحرك الهاء بالكسر لالتقاء الساكنين. ومن سكن الهاء جمع بين الساكنين. ومن كَسَرَ الياء والهاء أتبع الياء ما بعدها من","seal":"0C611187","page":206},
      {"aya":null,"sora":null,"Na":null,"id":118,"part":1,"nass":"الكسر. قال الزجاج: وهو رديء لثقل الكسر في الياء. فأمّا معنى (لا يَهْتَدِى): إلا أن يهديَ الأصنام، وإنْ هُدِيَتْ لا تَهْتَدِي؛ لأنها موات من حجارة.\r\r58 - قوله تعالى: (فبِذَلِكَ فَلْيَفرَحُوا)، يعني: بالتصديق بذلك. وقرئ بالتاء والياء. وقرئ بكسر اللام أيضًا، (هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ) من المال، يعني: الكفار. وقرئ بالتاء، أي: المؤمنين.\r61 - قوله تعالى: (وَمَا يَعْزب)، وقرئ بكسر الزاي ورفعه، أي: لا يَبْعُدُ ولا يَغِيبُ. (وَلَآ أَصْغَرَ) (وَلَآ أَكبَرَ) يقرأ: بالرفع والنصب، فمن نصبه فلأنه - لا ينصرف وإن كان في موضع الخفض لعطفه على المخفوض. ومن رفعه فعلى الابتداء وجوابه (إِلَّا فِي كِتَابٍ مُبِينٍ) إلا هو في كتابٍ مبين.","seal":"31E514B1","page":207},
      {"aya":null,"sora":null,"Na":null,"id":119,"part":1,"nass":"71 - قوله تعالى: (وَشُرَكَآءَكُم)، قال الفراء: أي: وادعوا شركاءكم دعاء استعانة بهم. وكذلك هي في قراءة عبد اللَّه. قال الزجاج: الواو بمعنى (مع)، والمعنى: فاجمعوا أمرَكُم مع شُرَكائِكم.\r81 - قوله تعالى: (بِهِ السِّحْرُ)، وقرأ أبو عمرو (آلسِّحْرُ) ممدود على جهة التوبيخ لهم\r89 - قوله تعالى: (وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ)، أي: لا تسلكا طريق الذين يجهلون حقيقةَ وعدي، وخفف ابن عامر نون (وَلَا تَتْبَعَانِ) للتضعيف.\r90 - قوله تعالى: (فَأَتْبَعَهُمْ)، أي: أَدْرَكَهُم وَلَحِقَهُم. يقال: أَتْبَعْتُ القَومَ أو أَلْحَقْتُهم وتَبِعتُهم: إذا جئت على إثرهم. وقرئ بتشديد التاء","seal":"6F8D9E40","page":208},
      {"aya":null,"sora":null,"Na":null,"id":120,"part":1,"nass":"(فَاتَّبَعَهُمْ) وهو (افتعل) من: تَبعَ يَتْبَعُ تَبَعًا به. (بَغْيًا وَعَدْوًا) أي: بغيًا في المقال وعدوًا في الفعال، أي: ظلمًا واعتداءً، وهو أنه أراد قتلهم عَدْوًا، أي: اعتداءً، ويقال عَدَا يَعدُو عَدْوًا مثل: غَزَا يَغْزُو غَزْوًا.\r\r90 - قوله تعالى: (قَالَ آمَنْتُ أَنَّهُ)، بالفتح بوقوع (آمَنْتُ) عليها وهي اختيار أبي عبيد. وقرأ حمزة والكسائي (إِنَّهُ) بالكسر، أي: آمَنْتُ [فَقُلتُ إِنَّهُ].\r\r92 - قوله تعالى: (فَالْيَوْمَ نُنَجِّيكَ)، وقرأ عبد اللَّه (نُنَحِّيكَ بِنِدائِكَ)، أي: نُلْقِيكَ على ناحية البحر. وقيل: نُنْقِذك.\r105 - قوله تعالى: (حَنِيفًا)، نصب على القطع.","seal":"1A39309B","page":209},
      {"aya":null,"sora":null,"Na":null,"id":121,"part":1,"nass":"103 - [قوله تعالى:] (ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا)، قرئ بالتخفيف والتشديد وقرئ بنونٍ واحدةٍ وتشديد الجيم، معناه: نُنْجِي المؤمنينَ.\r* * *","seal":"26810453","page":210},
      {"aya":null,"sora":null,"Na":null,"id":122,"part":1,"nass":"ومن سورة هود عليه السلام\r25 - قوله تعالى: (إِنِّي لَكُمْ نَذِيرٌ)، إن قرأت بالكسر فمعناه: قال لهم: إني لكم نذيرٌ، وإن قرأت بالنصب فمعناه: بِأَني لكم نذيرٌ، أي: أُرْسِلتُ بالإنذار، وبأنْ لا تعبدوا إلا الله.\r27 - قوله تعالى: (بَادِيَ الرَّأْيِ)، البادي: الظاهر، من قولك: بَدَا الشيء إذا ظهر. ومن قرأ (بادئ) بالهمز فالمعنى: أنهم اتبعوك ابتداء الرأي، أي: حين ابتدؤوا يَنظُرونَ، وإذا فكروا لم يَتْبَعُوكَ.\r28 - قوله تعالى: (فَعَمِيَتْ عَلَيكُمْ)، أي: التبست الحجة عليكم. وقرأ أهل الكوفة (فَعُمِّيَتْ) مشدَّدة الميم مضمومة العين. قال ابن الأنباري: معناه فَعَمَّاها الله عليكم إذ كنتم مِمَّنْ حُكم عليكم بالشقاء.","seal":"0040490B","page":211},
      {"aya":null,"sora":null,"Na":null,"id":123,"part":1,"nass":"40 - قوله تعالى: (مِنْ كُلِّ زَوْجَيْنِ اثْنَيْنِ)، الذكر زوج والأنثى زوج. وقرأ حفص (مِن كُلٍّ) بالتنوين، أراد مِن كلِّ شيءٍ ومن كل زوجٍ زوجين، فحذف المضاف إليه.\r41 - قوله تعالى: (بِسْمِ اللهِ مُجْرَاهَا)، أي: إجراؤها. ومن قرأ بفتح الميم، فالمَجْرَى مصدر مثل الجَرْيِ. (وَمُرْسَاهَا) أي: إرساؤها. والإرساء: الإثبات. يقال: رَسَا الشيءُ يَرْسُو رُسُوًّا إذا ثَبَتَ، وأَرْسَاه غيرهُ. قال ابن عباس: تجري باسم الله وتَرسُو باسم الله.\r42 - قوله تعالى: (يَا بُنَيِّ ارْكَبْ)، من قرأ بكسر الياء أراد: يا بُنَيِّ فحذف بالإضافة، وترك الكسر دلالة عليها، كما يقال: يا غُلامِ أقبل. ومن فتح الياء أبدل من الكسرةِ الفتحةَ، والياءَ من الألف فصار: يا بُنَيَّا، ثم حذف الألف لسكونها وسكون راء [(ارْكب)].","seal":"713577E2","page":212},
      {"aya":null,"sora":null,"Na":null,"id":124,"part":1,"nass":"46 - قوله تعالى: (إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ)، إنَّ سُؤَالك إِيَّاي أَنْ أنْجِي [كافرًا] عملٌ غير صالح. ورُوي عن النَبيّ - صلى الله عليه وسلم -[أَنه] قرأ (عَمِلَ غَيْر صَالِحٍ) واختاره الكسائي. عن أم سَلمَة أنها قالت: \"سألت رسول الله - صلى الله عليه وسلم - عن هذه الآية كيف تقرؤها؛ فقال: (إِنَّهُ عَمِلَ غَيرَ صَالِحٍ) \".\rوالمعنى: إن ابنك عَمِلَ غَيرَ صالح، يعني: الشرك. وقرأ الحسن وابن سيرين (إِنَّهُ عَمَلٌ) بالرفع فكانا يَقولان: إنه لم يكن بولده من صلبه. فأمَّا من قرأ برفع اللام أي: ذو عملٍ غيرِ صالح، وأيضا إذا قرأت بالرفع أي: (مَعْمولٌ)، أي: ولدٌ غيرُ بَارٍّ.\r\r66 - قوله تعالى: (وَمِنْ خِزْي يَوْمِئِذٍ)، قال ابن الأنباري: هذا عطف على محذوف بتقدير: نجيَناهم من العذاب ومن خزي يومئذٍ، يعني: من الخزي الذي لزمهم ذلك اليوم. وفي (يَؤمَئذٍ) قراءتان: الفتح والكسر، فمن كسر فلأن الاسم معرب فانجر بالإضافة.","seal":"447DB126","page":213},
      {"aya":null,"sora":null,"Na":null,"id":125,"part":1,"nass":"ومن فتح الميم مع أنه في موضع جبر فلأنه مضاف إلى مبني (غير متمكن)، والمضاف إلى المبني يجوز بناؤه، كقول النابغة:\rعَلَى حينَ عَاتَبْتُ المَشِيْبَ على الصِّبَا ... وَقُلْتُ أَلَمَّا أَصْحُ والشَيْبُ وازعُ\r\r68 - قوله تعالى: (أَلا إِنَّ ثَمُودَ)، قرئ بالإجراء وتركه، فمن أجراه فلأنه اسم مذكر فسمي به مذكرًا وهو الحيّ، فصارت كثقيفٍ وقريشٍ. ومن ترك إجراءه جعله اسمًا للقبيلة فلم يصرفه لاجتماع التعريف والتأنيث. وهو: ثمود بن عاش بن آدم بن سام بن نوح. قال أبو عمرو بن العلاء: سميت ثمود لقلّة مائها، والثَمَدُ: الماء القليل.\r69 - قوله تعالى: (قَالَ سَلَامٌ)، أي: عليكم سلام. وقرأ حمزة (سِلْمٌ) بكسر السين، قال الفراء: وهو في معنى سلام، كما قالوا:","seal":"2211D25D","page":214},
      {"aya":null,"sora":null,"Na":null,"id":126,"part":1,"nass":"حِلّ وحلال، وحِرْم وحرام؛ لأن التفسير جاء بأنهم سَلَّموا عليه فرَد عليهم.\r\r71 - قوله تعالى: (وَمِنْ وَرَآءِ إِسْحَاقَ يَعْقُوبُ)، ويعقوب: رفع؛ لأنه ابتداء مؤخر معناه التقديم، المعنى: ويعقوب يَحْدُثُ لها من وراء إسحاق. ومن نصب (يَعقُوبَ) نصبه بفعلٍ مضمرٍ يشاكل معناه معنى التبشير، على تقدير: ومن وراء إسحاق وهبنا لها يعقوبَ، كما تقول العرب: مررتُ بأخيك وأباك. يريدون بمررت: جزت،\rكأنه قيل: جزت أخاك وأباك، وكما قال رؤبة:\rيَهْوين في نَجْدِ وَغَوْرًا غَائِرَا\rأراد: يدخلن نجدًا.\r\r81 - قوله تعالى: (فَاسْرِ بأَهْلِكَ)، وقرئ بقطع الألف، وهما لغتان. يقال: سَرَيتُ بالليل وأَسْرَيتُ، ومنه قوله: (أَسْرَى بِعَبْدِهِ لَيْلًا).","seal":"22E2467B","page":215},
      {"aya":null,"sora":null,"Na":null,"id":127,"part":1,"nass":"81 - قوله تعالى: (إِلَّا امْرَأَتَكَ)، من نصبها جعلها مستثناة من الأهل، على معنى: فأسرِ بأهلِك إِلا امرأتَك. ومن رفع كان المعنى: ولا يلتفت منكم أحدٌ إلا امرأتُك.\r\r108 - قوله تعالى: (وَأَمَّا الَّذِينَ سَعِدُوا)، وقرأ أهل الكوفة (سُعِدُوا) بالرفع. قال الفراء: كلام العرب: سَعِدَ الرجلُ وأَسْعَدَه اللَّهُ، إلا هذيلا فإنهم يقولون: سُعِدَ الرجلُ بالضم، وبذلك قرأ أصحاب عبد اللَّه. وقال الكسائي: سُعد وأُسْعِد لغتان.\r111 - قوله تعالى: (وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ)، قرأ أبو عمرو والكسائي (إِنَّ) مشدّدة النون (لَمَا) خفيفة، واللام في (لَمَا) لام التأكيد دخلت","seal":"6D4F14EF","page":216},
      {"aya":null,"sora":null,"Na":null,"id":128,"part":1,"nass":"في خبر (إن). واللام في (لَيُوَفِّيَنَّهُمْ) اللام التي يتلقى بها القسم، والتقدير: والله ليوفينَّهم، ودخلت (مَا) للفصل بين اللامين. وقرأ ابن كثير (إِنْ) بالتخفيف، وكذلك (لَمَا). قال سيبويه: حدثنا من نثق به أنّه سمع من العرب من يقول: إِنْ عَمْرًا لمنطلقٌ، فيخففون (إِنْ) ويعملونها. ومن قرأ (لَمَّا) مشددًا كانت بمعنى (إِلا) كما تقول: سألتك لَمَّا فَعلتَ وإِلا فَعلتَ، ومنه قوله: (إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ)، معناه: إلا. ومعنى (لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ) [أي]: جزاء أعمالهم.\r\r123 - قوله تعالى: (وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ)، أي: إنه يُجزي المحسن بإحسانه والمُسيء بإساءته. وقرأ اهل المدينة والشام بالتاء على معنى؛ قل لهم ذلك.\r* * *","seal":"ED9D7AEC","page":217},
      {"aya":null,"sora":null,"Na":null,"id":129,"part":1,"nass":"ومن سورة يوسف عليه السلام\r4 - قوله تعالى: (يَا أَبَتِ)، قال الفراء: التاء في (يَا أَبَتِ) هاء، أصل دخولها للسكت وهو قولهم: يا أَبَاه، ثم أسقطت الألف لدلالة فتحة الباء عليها وانصرفت الهاء إلى لفظ التاء لكثرة الاستعمال تشبيهًا بتاء التأنيث وكسرت تقديرًا: أن بعدها ياء الإضافة، ولم تستعمل في غير النداء؛ لأن هاء السكت مع الألف لا يدخلان إلا في النداء. والاختيار كسرة التاء في هذه القراءة؛ لأنها أجريت مجرى تاء التأنيث، وكسرت على الإضافة إلى نفس المتكلم على معنى: يا أبتي، ثم حذفت اليَاء؛ لأن ياء الإضافة تحذف في النداء. ومن فتح التاء أبدل الياء بالألف فقال: يا أبتا، ثم حذف الألف وأبقى الفتحة دلالة عليها، كقول الأعشى:","seal":"BE8A8B24","page":218},
      {"aya":null,"sora":null,"Na":null,"id":130,"part":1,"nass":"وَيَا أَبَتَ لا تنزل عِنْدَنَا ... فَإِنا نَخَافَ بِأَنْ تُخْتَرَمْ\rوقال رؤبة:\rيا أَبَتَ عَلَّكَ أوْ عَسَاكَا\r\r7 - قوله تعالى: (آيَاتٌ لِلسَّائِلِينَ)، أي: عِبر وعجائب. وقرأ ابن كثير (آيَةٌ) كأنه جعل شأنه كله آيةً للسائلين.\r10 - قوله تعالى: (فِي غَيَابَتِ الْجُبِّ)، الغَيَابة: كل ما غيب شيئًا وسَتَره. والجُبّ: البئر التي لم تُطوَ. قال الحسن: غيابة الجُبِّ: قعر الجُبِّ. وقرأ أهل المدينة (غَيَابَاتِ الْجُبِّ) بالجمع على معنى: أن للجُبِّ أقطارًا ونواحي.\r11 - قوله تعالى: (لَا تَأْمَنَّا)، قرئت بإشمام الضم في الميم.","seal":"AFD1D927","page":219},
      {"aya":null,"sora":null,"Na":null,"id":131,"part":1,"nass":"وقرئت بالإدغام وترك الإشمام. وقرئت بنونين وضمةٍ بينهما. وقرأ يحيى بن وثاب (تِيْمَنَّا) بكسر التاء. ويشبه أنهم راودوه في أمره غير مرةٍ فأبى عليهم.\r\r12 - قوله تعالى: (يَرْتَعْ وَيَلْعَبْ)، بالياء والنون، وبكسر العين وجزمه. فمن جزمه فمعناه (يَأكُل)، يقال رَتَعَتِ الإِبِلُ إذا رعت.\rويقال: يَتَماشَا ويَلْهُو. ومن قرأ بكسر العين أي: نتحارس ويرعى بعضنا بعضا، أي: يَحفظ.\r\r19 - قوله تعالى: (ويَبُشرَايَ)، أي: يا فرحتي. وقرأ أهل الكوفة (يَا بُشْرَى) وهذه القراءة كالأولى، إلا أنها غير مضافة. قال السُّدِّيّ: نادى صاحبه وكان اسمه بُشْرَى، فقال: (يَا بُشْرَى هَذَا غُلَامٌ).","seal":"4C08DD05","page":220},
      {"aya":null,"sora":null,"Na":null,"id":132,"part":1,"nass":"23 - قوله تعالى: (هَيْتَ لَكَ)، في قول جميع أهل التفسير واللغة (هَلُمَّ). وقال الفراء وابن الأنباري: لا مصدر له ولا تصريف ولا تثنية ولا جمع ولا تأنيث، يقال للاثنين: هيتَ لكما، وللجمع: هيتَ لكم. قال الأخفش: ويجوز كسر التاء ورفعه، وكسر بعضهم الهاء وفتح التاء، كل ذلك بمعنى واحدٍ. وأمّا ما روى هشام عن ابن عامر (هِئْتُ لَكْ) بكسر الهاء و [إسكان] الهمزة وضم التاء فإنها فِعلة من الهيئة.\rقال أبو زيد: هِئْتُ للأمرِ هَيْئة وتَهَيأْتُ له. ويجوز تخفيف الهمزة كما تخفف من: جئتُ وشئتُ. وأنكر أبو عمرو والكسائي هذه القراءة وقالا: هِئْتُ بمعنى تهيأت باطل لم تُحك عن العرب. وروي عن","seal":"7EC7F85D","page":221},
      {"aya":null,"sora":null,"Na":null,"id":133,"part":1,"nass":"علي رضي الله عنه أنه قرأ (هِئْتَ لَكْ) بكسر الهاء ونصب التاء.\r\r24 - قوله تعالى: (المُخْلِصِينَ)، أي. الذين أخلصوا دينهم لله. ومن فتح اللام أراد الذين أخلصهم من الأسواء.\r31 - قوله تعالى: (حَاشَ لِلَّهِ)، قال المفسرون: أي: معاذ الله. وقال اللغويون: حَاشَى له معنيان: التبرئة والاستثناء، واشتقاقه من قولك: كنتُ في حَشَى فلانٍ، أي: فى ناحيته. يقال: حاشَيتُ فلانًا وحَشَيته أي: نَحَّيْتُه. ثم جُعل (حاشى) وإن كان فعلا في الأصل كالاسم بمعنى (سِوَى).\rوقال [ابن] عرفة: يقال: حَاشَى لله وحَشَى لله وحَاشَ لله، أي:","seal":"C35AA22B","page":222},
      {"aya":null,"sora":null,"Na":null,"id":134,"part":1,"nass":"نعيذ ذلك. وقال الأزهري: من قال: (حَاشَ) فالأصل (حَاشَى) مخفف. ويقال: حاشى لفلانٍ، وحاشى فلانًا، وحَاشى فلانٍ. فمن نصب (فلانًا) أضمر في (حاشى) مرفوعًا، والتقدير: حاشى فعلُهم فلانًا. ومن خفض (فلانا) فبإضمار اللام لطول صحبتها (حاشى). وجواب آخر: لَمَّا خلت (حاشى) من الصاحب أشبهت الاسم فأضيفت إلى ما بعدها. ويقال: حَاشَ لله: براءةً لله من هذا المعنى.\r\r33 - قوله تعالى: (رَبِّ السِّجْنُ)، بكسر السين: الحَبْس، وبنصبه: المصدر. 47 - قوله تعالى: (دَأْبًا)، أي: عادةً. وقرأ حفص (دَأَبًا) بفتح الهمزة مثل (رَعَنًا). وقرئ بتسكينها، أعني الهمزة، وهما واحد.\r49 - قوله تعالى: (وَفِيهِ يَعْصِرُونَ)، قرأ حمزة والكسائي بالتاء.\rوقرئ بالياء ورفع الياء ونصب الصاد، أي: يأتي عام بعد أربع عشرة سنة","seal":"A5F5CC6A","page":223},
      {"aya":null,"sora":null,"Na":null,"id":135,"part":1,"nass":"فيه يغاث الناس فيعْصِرون الزيت والعنب. وبالتاء: فيه تَنْجَوْن من البلاء. والعُصْرَة: المَنْجَاة. ومن قرأ (يُعْصَرُونَ)، أي: يُمْطَرُون، كقوله: (وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ). وقال الزجاج: تَعْصِرُون: [تَنْجَوْنَ] من البلاء، وتعتصمون بِالخِصْبِ.\r\r56 - قوله تعالى: (حَيْثُ يَشَآءُ)، وقرأ أهل مكة بالنون، وأيضًا ابن كثير (نَشَآءُ) وذلك أن مشيئة يوسف لمّا كانت بمشيئة الله وأقداره عليها جاز أن يُنْسَبَ إلى الله، وإن كان في المعنى ليوسف.\r62 - قوله تعالى: (لِفِتْيتِهِ)، قال ابن عباس: لغلمانه. وقرأ أبو بكر (لِفِتْيَتِهِ). قال الزجاج: الفتية والفتيان هاهنا المماليك.\r63 - قوله تعالى: (نَكْتَل)، وقرأ حمزة والكسائي بالياء أي:","seal":"D332BE21","page":224},
      {"aya":null,"sora":null,"Na":null,"id":136,"part":1,"nass":"(يَكْتَلْ) على معنى: يأخذ أخونا. وبالنون أي: نأخذ لأجله حمل بعير.\r\r70 - قوله تعالى: (فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ)، وقرئ بنصب الجيم وخفضه. يقال: جَهَّزْتُ القومَ تَجْهِيزًا، إذا هَيأتَ لهم جهَازهَم للسفر وما يحتاجون إليه. وقال قتادة: يعني: قضى حاجتهم.\r76 - قوله تعالى: (نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ)، بالعلم والنبوة. وقرئ بالتنوين وبغير التنوين، فالتنوين معناه: نرفع مَنْ نشاء درجاتٍ.","seal":"99C0A43D","page":225},
      {"aya":null,"sora":null,"Na":null,"id":137,"part":1,"nass":"80 - قوله تعالى: (فَلَمَّا اسْتَيْأَسُوا)، يَئِسَ واسْتَيْأَسَ واحد، مثل: عَجِبَ واسْتَعْجَبَ. قال ابن عباس: يَئِسُوا أن يُخَلّى سبيله معهم.\r90 - قوله تعالى: (أَإِنَّكَ لَأَنْتَ يُوسُفُ)، قرأ ابن محيصن وابن كثير على الخبر. وقرأ الآخرون على الاستفهام، ودليلهم قراءة أبي بن كعب (أَوَأَنْتَ يُوسُفُ). وعن ابن عباس: أن إخوة يوسف لم يعرفوه.\r110 - قوله تعالى: (قَدْ كُذِّبُوا جَآءَهُمْ)، معناه: أيقنوا أن قومهم قد","seal":"35856B8E","page":226},
      {"aya":null,"sora":null,"Na":null,"id":138,"part":1,"nass":"كذبوهم. وقرأ أهل الكوفة (كُذِبُوا) مخففة، ومعناه: ظن الأمم أن الرسُل كَذَبُوهم فيما أخبروهم، و [الضمير في] قوله: (وَظَنُّوا) على هذه القراءة للمُرْسَلِ إليهم، والتقدير: ظَن المرسلُ إليهم أن الرسل أخبروهم بالكذب من أنهم إن لم يؤمنوا بهم نزل [بهم العذاب، وإنما ظنوا ذلك لما رأوا من إمهال الله إياهم].\r\r110 - قوله تعالى: (فَنُجِّيَ مَنْ نَشَاءُ)، ويقرأ (فَنُنْجِي) بنونين، وقرأ عاصم بفتح الياء، فمن قرأ بنونين فهو على الاستقبال. ومن قرأ بإسكان الياء فحذف النون الثانية استثقالا لاجتماع النونين. ومن قرأ (فَنَجَى) عطف على (جَآءَهُم) فنجا على لفظ الماضي. ومن قرأ (فَنُجِّيَ) فعلى ما لم يُسمَّ فاعله.\r* * *","seal":"543C2ED8","page":227},
      {"aya":null,"sora":null,"Na":null,"id":139,"part":1,"nass":"ومن سورة الرعد\r4 - قوله تعالى: (وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ)، أي: بساتين، واحدها (نخلة). والنخل اسم الجَنس. (وَزَرعٌ) يقرأ كله بالرفع، وكله بالكسر. وقيل: سُئل أبو عمرو عن قراءة الحسن فقال: (وَجَنَّاتٌ مِنْ أَعْنَابٍ) خفض، ولا وجه للخفض، ولعله أراد بالخفض الكسر الذي هو علَامة النصب، فإن كان الأمر على ذلك فقد أضمر إعادة اللفظ وحملها على قوله (وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ) (وَجَنَّاتٍ).\r\r4 - قوله تعالى: (تُسْقَى بِمَاءٍ وَاحِدٍ)، أي: تُسقى هذه الأشياء. وقرأ عاصم ويعقوب بالياء كأن التقدير: يسقى ما قصصناه وما ذكرناه. قال ابن عباس: البئر واحد والشراب واحد والجنس واحد.","seal":"3819B748","page":228},
      {"aya":null,"sora":null,"Na":null,"id":140,"part":1,"nass":"17 - قوله تعالى: (وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ)، أي: ما يذاب من الجواهر فيدخل النار ويوقد عليها. (ابْتِغَاءَ حِلْيَةٍ)، معناه: الذهب والفِضة.\r33 - قوله تعالى: (وَصُدُّوا عَنِ السَّبِيلِ)، قال ابن عباس: وصدّهم الله عن سبيل الهدى. وقرأ يعقوب بضم الصاد. ومن قرأ بفتح الصاد معناه: أنهم صدوا غيرهم عن الإيمان.\r35 - قوله تعالى: (أُكُلُهَا دَائِمٌ وَظِلُّهَا)، والأُكلُ ثمَرُ النخْل والشَّجر. ويقال: إن قرأتها بجزم الكاف أي: بقاؤها.\r42 - قوله تعالى: (وَسَيَعْلَمُ الْكُافِرُ لِمَنْ عُقْبَى الدَّارِ)، قال الزجاج: الكافر هاهنا اسم للجنس كما يقال: كثر الدرهم في أيدي الناس. ومن قرأ (الْكُفَّارُ) أراد جميع الكفار. (لِمَنْ عُقْبَى الدَّارِ): لمن الجنة آخر الأمر.\r* * *","seal":"10D15FD9","page":229},
      {"aya":null,"sora":null,"Na":null,"id":141,"part":1,"nass":"ومن سورة إبراهيم عليه السلام\r1 و 2 - قوله تعالى: (الْحَمِيدِ (1) اللَّهِ الَّذِي لَهُ)، من رفعه قطعه مما قبله، وابتدأ به. وخبره (الَّذِي). ومن خفضه جعله بدلا من (الحَمِيدِ).\r19 - قوله تعالى: (أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ)، معنى: (أَلَمْ تَرَ) هاهنا التنبيه على خلق السماوات والأرض. وقرأ حمزة والكسائي (خالِقُ) على وزن (فَاعِل)، كقوله: (فَاطِرُ السَّمَاوَاتِ) ومعنى قوله: (بِالْحَقِّ) كقوله: (مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ).\r22 - قوله تعالى: (وَمَا أَنْتُمْ بِمُصْرِخِيَّ)، أي: بمغيثين لي، أي:","seal":"D1932021","page":230},
      {"aya":null,"sora":null,"Na":null,"id":142,"part":1,"nass":"لا أنجيكم مما أنتم فيه، ولا تنجونني مما أنا فيه. والقراءة الصحيحة فتح الياء في (بِمُصْرِخِيَّ) وهو الأصل، لأن ياء الإضافة إذا كان قبلها ساكن حُركت إلى الفتح لا غير، نحو: هُدَايَ وعَصَايَ. وقرأ حمزة (بِمُصْرِخِيِّ) بكسر الياء. قال الزجاج: هذه القراءة عند جميع النحويين رديئة مرذولة، ولا وجه لها إلا وجه ضعيف، وهو ما أجازه الفَراء من الكسر على أصل التقاء الساكنين. وزعم قطرب أن هذه اللغة في بني يَرْبُوع يزيدون على ياء الإضافة ياءَ نحو:\rهَلْ لَكِ يا تَافِيِّ\rوكان الأصل: (مُصْرِخِيَّ) ثم حذفت الياء الزائدة، وأقِرت الكسرة على ما كانت عليه.","seal":"0E5B36E7","page":231},
      {"aya":null,"sora":null,"Na":null,"id":143,"part":1,"nass":"30 - قوله تعالى: (لِيُضِلُّوا عَنْ سَبِيلِهِ)، أي: لِيُضِلُّوا الناس عن دين الله، وقرأ ابن كثير وأبو عمرو بفتح الياء. والمعنى: أنهم لم ينتفعوا بما اتخذوا من الأنداد، ولم يتخذوها إلا ليزيغوا عن الطريق المستقيم. وهذه لام العاقبة.\r46 - قوله تعالى: (لِتَزُولَ مِنهُ الِجْبَالُ)، يعني: أَمْرَ النبي - صلى الله عليه وسلم - وما أتى به من دين الإسلام. وضرب الجبالَ مثلا له على معنى: أن ثبوته كثبوت الجبال. وقرأ الكسائي (لَتَزُولُ) بفتح اللام الأولى وضم الثانية، و (إنْ) على هذه القراءة لا يكون نفيًا بل يكون بمعنى (قد) والمعنى: قد كانت الجبال تزول من مكرهم، وهذا مبالغة في وصف مكرهم بالعظم على مذهب العرب في المبالغة. قال الزجاج: إن كان مكرهم يبلغ في الكيد إلى إزالة الجبال، فإن الله ينصر دينه. يدل على هذا قوله: (فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ)، يعني: ما وعد من النصر. ويقرأ: [(مُخْلِفَ وَعْدَ رُسَلَهُ)].\r* * *","seal":"E98C7F7F","page":232},
      {"aya":null,"sora":null,"Na":null,"id":144,"part":1,"nass":"ومن سورة الحجر\r2 - قوله تعالى: (رُبَمَا يَوَدُّ)، وقرأ عاصم ونافع مخففًا، لما فيه من التضعيف. والحروف المضاعفة قد تخفف نحو: (إنَّ وأنَّ ولكنَّ)، قد خفّف كل واحدٍ من هذه الحروف. قال الزجاج: العرب تقول: رُبَّ رجلٍ جاءني، ويخفّفون فيقولون: رُبَ رَجلٍ.\r8 - قوله تعالى: (مَا تَنَزَّلُ الْمَلَائِكَةُ إِلَّا بِالْحَقِّ)، أي: إذا نَزَل الملك وجب العذاب من غير تأخير وانتظار. قال ابن عباس: إذا نَزَلَ الملائكةُ لم يُنظِروا ولم يُمهِلوا. يقرأ (مَا نَزَلَ) على لفظ الماضي. ويقرأ (مَا","seal":"71C90B3B","page":233},
      {"aya":null,"sora":null,"Na":null,"id":145,"part":1,"nass":"يُنَزِّلُ) على لفظ الخفض بالزاي. ويقرأ (مَا تُنَزَّلُ) بضم التاء وفتح الزاي. ويقرأ (مَا نُنَزِّلُ) بضم النون وخفض الزاي.\r\r15 - قوله تعالى: (إِنَمَا سُكِرَت)، يعني: حُبسَت أبصارُنا عن النظر، أخذ من سَكْر البَثْقِ، والسكْرُ اسمه، ويقال بالتشديد والتخفيف، ويقرأ (سُكِّرَت) بفتح السين وضمها، فبالضمّ: أُغشِيت، وبالنصب: تحيّرت، كما تقول العرب: سَكَرَت الريحُ إذا سكَنَت. وقرأ","seal":"01EC0FF8","page":234},
      {"aya":null,"sora":null,"Na":null,"id":146,"part":1,"nass":"الحسن بالتخفيف، وقال: معناه سُحِرَت. وسُكْرُ الشَراب أيضا هو الغطاء على القلب والعين\r\r41 - قوله تعالى: (صِرَاطٌ عَلَيَّ)، معناه: الإخلاص والإيمان طريق علي وإِلَيَّ أي: أنه يؤدي إلى جزائي وكرامتي، فهو طريق علي. وقرأ قتادة ويعقوب (عَلَيٌّ) منون، أي: شريف رفيع.\r54 - قوله تعالى: (فَبِمَ تُبَشِّرُونَ)، وهذا استفهام وتعجب، كأنه عجب من الولد على كبره. وقرأ نافع (فَبِمَ تُبَشِّرُونِ) بكسر النون، أراد: تبشروني فحذف النون الثانية، وأبقى الكسرة التي تدل على الياء. وابن كثير أدغم ولم يحذف.","seal":"4E90EC65","page":235},
      {"aya":null,"sora":null,"Na":null,"id":147,"part":1,"nass":"56 - قوله تعالى: (وَمَن يَقْنِطُ)، وقرئ (يَقْنَطُ) بفتح النون، وهما لغتان: قَنَطَ يَقْنِطُ وَقنِطَ يَقْنَطُ قَنَطًا وقُنُوطًا، يدل على أن إبراهيم لم يكن قانطًا ولكنه استبعد ذلك فظنت الملائكة به قنوطًا، فنفى ذلك عن نفسه، فأخبر أن القانط من رحمة الله ضال.\r60 - قوله تعالى: (قَدَّرْنَا إِنَّهَا)، أي: قضينا إنها. وقرأ عاصم (قَدَرْنَا) مخففًا. يقال: قدَّرْتُ الشيءَ وَقَدَرْتُهُ، ونحو هذا قوله: (نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ)، قرئ بالوجهين، وقوله: (وَالَّذِيْ قَدَّرَ فَهَدَى)، وما بعد هذا ظاهر.\r90 - قوله تعالى: (كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ)، ويقال: هذه الكاف","seal":"8E09A8E3","page":236},
      {"aya":null,"sora":null,"Na":null,"id":148,"part":1,"nass":"متصلة بما بعدها، يريد: إنا كفيناك المستهزئين كما أنزلنا على المقتسمين. ويقال: إنها متصلة بما قبلها، معناه: إني أنا النذير المبين أنذركم عذابًا كما أنزلنا.\r* * *","seal":"A50E512A","page":237},
      {"aya":null,"sora":null,"Na":null,"id":149,"part":1,"nass":"ومن سورة النحل\r2 - قوله تعالى: (يُنَزِّلُ الْمَلَائِكَةَ)، قرئ بالتاء والياء والنون وبلفظ المجهول أيضًا. (بِالرُّوحَ) أي: بالوحي، وسُمي القرآن رُوحًا , لأنه حياة الخلق به.","seal":"73BDB8A6","page":238},
      {"aya":null,"sora":null,"Na":null,"id":150,"part":1,"nass":"12 - قوله تعالى: (مُسَخرَاتٍ)، حال مؤكدة؛ لأن مُسَخِّرَها قد عُرف بقوله: (وَسَخَّرَ). وقرأ ابن عامر بالرفع، فابتدأ (والشَّمْسُ وَالقَمَرُ) وجعل (مُسَخرَاتٌ) خبرًا عنها. وقرأ حفص (مُسَخرَاتٌ) بالرفع وحدها، جعلها خبر ابتداءٍ محذوف، كأنه قال: هي مُسَخرَاتٌ.\r20 - قوله تعالى: (وَالَّذِينَ يَدْعُونَ)، قرئ بالياء والتاء، يعني: الأوثان.\r21 - [قوله تعالى]: (أَيَّانَ يُبْعَثُونَ)، أي: متى البعث. وقرئ (إِيَّانَ) بالكسر، وهو مبني على نصب النون، مثل: كيفَ وأينَ. وأصله كان: أيُّ أوان، فحذف بعضها للتخفيف.","seal":"4A0FE17B","page":239},
      {"aya":null,"sora":null,"Na":null,"id":151,"part":1,"nass":"27 - قوله تعالى: (تُشَاقُّونَ فِيهِمْ)، تخالفون المسلمين فيهم فتعبدونهم وهم يعبدون الله. وقرأ نافع بكسر النون، أراد: تُشَاقُّونَنِي فيهم، فحذف إحدى النونين كما ذكرنا في (فَبِمَ تُبَشرُونِ)، والمعنى: تنازعونني فيهم وتتخذونهم أولياء من دوني، ومعنى مخالفتهم الله في الشركاء مخالفتهم أمر الله لأجلها.\r37 - قوله تعالى: (فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ)، أي: من يُضلُّه، وهذا كقوله: (مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ). وقرأ أهل الكوفة (يَهْدِي) بفتح الياء، والمعنى: فإن الله لا يُرشد من أَضله.\r48 - قوله تعالى: (يَتَفَيَّأُ ظِلَالُهُ)، يَتَفَيَّأُ: يَتَفَعَّل، من الفَيْءِ. يقال: فَاءَ الظل يَفِيءُ فَيْئا إذا رَجَع وعاد بعدما كان ضياء الشَمسِ نَسَخَهُ. وتَفَيُّؤُ الظلالِ رجوعُها بعَد انتصافِ النهار. وقوله (ظِلَالُهُ) جمع (ظل)، وهو مضاف إلى مفرد؛ لأنه واحد يراد به الكثرة، ومثله: (لِتَسْتَوُوا عَلَى ظُهُورِهِ)، ومعنى تَفَيؤ الظلال على اليمين والشمائل: قال الكلبي: إذا طلعت الشمس وأنت متوجه إلى القِبْلَةِ كان الظلّ قُدامَك، فإن ارتفعت","seal":"F16ED9B5","page":240},
      {"aya":null,"sora":null,"Na":null,"id":152,"part":1,"nass":"كان عن يمينك، فإذا كان بعد ذلك كان خَلْفَك، فإذا كان قبل أن تغرب الشّمس كان عن يسارك. فهذا تَفَيُّؤُه عن اليمين والشمائل، أي: تَمَيلُه عن جانب إلى جانب.\r\r62 - قوله تعالى: (وَأَنَّهُم مُّفرَطُونَ)، قال الكلبي ومجاهد والضحاك: متروكون مَنْسِيُّون في النار. قال الكسائي: ما أفرطت من القوم أحدًا، أي: ما تركت. وقال الفراء: تقول العرب: أفرطت من القوم ناسًا أي: خَلَّفْتُهم ونَسِيتهم. وقال الزجاج: (مُّفرَطُونَ) معناه: مُقَدَّمُون إلى النار. وقرأ نافع بكسر الراء على معنى: أنهم أفرطوا في الذنوب وكانوا مفرطين على أنفسهم في معصية الله.\r66 - قوله تعالى: (نَسْقِيْكُمْ)، و (نُسْقِيكُم). من قرأ بفتح النون فحجته ظاهرة؛ لأنه يقال: سقيته ماءً ولبنا، وما كان لِلشَّفَةِ فهو بفتح","seal":"825B29D1","page":241},
      {"aya":null,"sora":null,"Na":null,"id":153,"part":1,"nass":"النون. ومن ضم النون فهو من قولهم: أسقاه إذا جعل له شِربًا، كقوله: (وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا).\r\r68 - قوله تعالى: (وَمِمَّا يَعْرِشُونَ)، قرئ بضم الراء وكسرها، وهما لغتان مثل: يَعْكِفُونَ وَيَعْكُفُونَ. معناه: يبنون ويسقفون، يعني: ما يبني الناس من خلاياها التي تعسل فيها النحل.\r71 - قوله تعالى: (يَجْحَدُونَ)، حيث أشركوا به غيره. وقرأ أبو بكر بالتاء، كان التقدير: قل يا محمد أفبنعمة الله أشركوا به غيره. ومن قرأ بالياء كان بالإشراك.\r79 - قوله تعالى: (أَلَمْ يَرَوْا إِلَى الطَّيْرِ)، وقرأ حمزة ويعقوب بالتاء","seal":"615A5F57","page":242},
      {"aya":null,"sora":null,"Na":null,"id":154,"part":1,"nass":"أي: تعتبروا بها. والطير: اسم الجنس يستوي فيه الواحد والجمع والمذكر والمؤنث.\r\r80 - قوله تعالى: (يَوْمَ ظَعْنِكُمْ)، وفيها قراءتان: بسكون العين وتحريكها، وهما لغتان كالشعْرِ والشَّعَرِ، أي: سفركم.\r110 - قوله تعالى: (مِن بَعْدِ مَا فتُِنُوا)، قال ابن عباس: من بعد ما عُذبُوا. وقرأ ابن عامر: (مِن بَعْدِ مَا فَتَنُوا) بفتح الفاء، والمعنى: من بعد ما أفتنوا أنفسهم بالجهاد [بإظهار] ما أظهروا للتُقْيَة. وجعل ذلك فتنةً؛ لأن الرخصة فيه لم تكن نزلت بعد.","seal":"33B60952","page":243},
      {"aya":null,"sora":null,"Na":null,"id":155,"part":1,"nass":"127 - قوله تعالى: (فِي ضَيْقِ)، قال الفراء: فالضَيْقُ ما ضاق عنه صدرُك، والضِّيقُ ما يكون في الذي يتسع مثل الدار والثوب. والمعنى: لا يضِق صَدْرُك من مكرهم. وقرأ ابن كثير بكسر الضاد. قال الأخفش: يقال: ضَاقَ يَضِيقُ ضَيْقًا وضِيقًا لغتان في المصدر.\r* * *","seal":"25513548","page":244},
      {"aya":null,"sora":null,"Na":null,"id":156,"part":1,"nass":"ومن سورة سُبحَانَ (الإسراء)\r2 - قوله تعالى: (أَلَّا تَتخِذُوا)، قرأ أبو عمرو باليَاء؛ لأن المعنى: هديناهم لئلا يتخذوا. ومن قرأ بالتاء، أي: وقلنا لهم لا تتخذوا من دوني وكيلا. فيكون (اتخذ) تعدى إلى مفعولين، تقديره: وكيلا وذُريةَ.\r7 - قوله تعالى: (لِيَسُوءُوا وُجُوهَكُمْ)، يقال: سَاءَهُ يَسُوؤُه: أحزنه. والمعنى: ليُدخِلوا عليكم الحزن بما يفعلون من قَتلِكُم وسَبْيِكُم. وعُديَت المسَاءَة إلى الوجوه، أي: والمراد بها أصحابها لما يبدو فيها من أثر الحزن. وقرأ حمزة (لِيَسُوءَ) على واحدة، أي: لِيَسُوءَ اللَّهُ أو ليسوءَ البعثُ وجوهَكم. وقرأ الكسائي بالنون؛ كقوله: (بَعَثْنَا)، و (وَأَمْدَدْنَا).","seal":"E76DEBD8","page":245},
      {"aya":null,"sora":null,"Na":null,"id":157,"part":1,"nass":"13 - قوله تعالى: (وَنُخْرِجُ لَهُ)، وفيه أربع قراءات. (يُخْرِجُ) بالياء والنون بالضم، أي: نُخْرِجُ عملَه كتابًا، ويُخْرَجُ على المجهول، و (مَنشُورًا) نصب على الحال.\r13 - قوله تعالى: [(يَلْقَاهُ)]، وقرأ ابن عامر (يُلَقنهُ) من قولهم: لَقيْتُ فلانًا الشيءَ، أي: استقبلته به، كقوله (وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا).\r\r16 - قوله تعالى: (أَمَرْنَا)، أي: أكثرنا. يقال: أَمَرتُ وآمَرْتُ أي: أكثرتُ. وقرئ (أَمَّرْنَا) أي: جعلنا هم أمراء. ويقال: سَلَّطْنَا.","seal":"A90F3A36","page":246},
      {"aya":null,"sora":null,"Na":null,"id":158,"part":1,"nass":"23 - قوله تعالى: (إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ)، يعني: الكبر في السنِّ. وقرأ حمزة (يَبْلُغَانِّ). قال الفراء: ثَنَّى؛ لأن الوالدين قد ذكرا قبله، فصار الفعل على عددهما.\r23 - قوله تعالى: (أُفٍّ)، أي: القول البارد. وفي (أُفٍّ) سبع لغات: بنصب الفاء منون وغير منون، وكذلك الرفع والخفض، والسَّابعة (أُفِّي) بالياء، ومعناه: لا تقل لهما ما فيه أدنى تبرّم.\r\r31 - قوله تعالى: (خِطْئًا)، أي: إثمًا. يقال: خَطِئَ يَخْطأ خِطْئَا أي: إثمًا. وقرأ ابن عامر بفتح الخاء وهو اسم من (أخطأ). وقد جاء (أخطأ)","seal":"55CFEF33","page":247},
      {"aya":null,"sora":null,"Na":null,"id":159,"part":1,"nass":"بمعنى (خَطِئَ) (خَطَأ) أي: أَثِمَ، وإذا كان كذلك كان (خَطَأَ) بمعنى (خِطْئًا). وقرأ ابن كثير (خِطَاءً) مكسور الخاء ممدودًا، وهو بعيد لا وجه له.\r\r33 - قوله تعالى: (فَلا يُسْرِفْ فِي الْقَتْلِ)، قال ابن عباس: هو أن يقتل غير القاتل. وقرأ حمزة (فَلا تُسْرِفْ) بالتاء على مخاطبة الولي.\r\r35 - قوله تعالى: (بِالْقِسْطَاسِ)، قال ابن عباس: القسطاس: هو القبَّان. قال الزجاج: هو ميزان العدل. وفيه لغتان: ضم القاف وكسرها.\r\r38 - قوله تعالى: (كَانَ سَيِّئُهُ)، قرئ بالإضافة والتنوين. قال","seal":"BCB2FF13","page":248},
      {"aya":null,"sora":null,"Na":null,"id":160,"part":1,"nass":"الزجاج. والإضافة أحسن لأن فيما تقدم من الآيات سَيئًا وحسَنا، فسيئه هو المكروه، ويقوي ذلك التذكير في المكروه. ومن قرأ بالتنوين جعل (كُلًّا) إحاطته بالمنهي عنه دون الحسن، معناه: كل ما نهى الله عنه كان [سيئَةً]، وقال (مَكرُوهًا)، والمكروه على هذه القراءة بدل من (السيئَةِ) وليس بنعتٍ.\r\r41 - قوله تعالى: (لِيَذَّكَّرُوا)، ليتَّعظوا ويَتَدبروا بعقولهم. وقرأ حمزة بالتخفيف بهذا المعنى كقوله: (خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ).\r42 - قوله تعالى: (كَمَا تَقُولُونَ)، وقرأ ابن كثير بالياء، على معنى: كما يقول المشركون الكفار من إثبات الآلهة.\r64 - قوله تعالى. (بخَيْلِكَ وَرَجْلِكَ)، المعنى: احثثهم عليه بالإغواء، وتكون الباء في (بِخَيلِكَ) زائدة على هذا القول، وكل راكب أو راجلٍ في معصية الله [فهو من خيل إبليس وجنوده]. وقرأ حفص بكَسر الجيم.","seal":"2D5AA895","page":249},
      {"aya":null,"sora":null,"Na":null,"id":161,"part":1,"nass":"قال أبو زيد: يقال: راجل ورجل بمعنى واحد.\r\r68 - قوله تعالى: (أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ)، أي: يغيبكم ويذهبكم [في جانب البر]، وهو الأرض، يقال: خسف الله به الأرض، أي: غاب به فيها. وقرأ أبو عمرو بالنون. وأخواته من الأفعال بالياء والنون والمعنى واحد، وكل حسن، ويؤكد النون قوله (ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا).\r72 - قوله تعالى: (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى)، يعني: في الدنيا (أَعْمَى) عما يرى من قدرة الله (فَهُوَ فِي الْآخِرَةِ أَعْمَى) في أمرها مما لم يعاينه (أَعْمَى): أشَد عمًى، وكلاهما من عَمَى القلب لا من عَمى العين. وقرأ أبو عمرو (فِي هَذِهِ أَعمِى) بكسر الميم","seal":"21468512","page":250},
      {"aya":null,"sora":null,"Na":null,"id":162,"part":1,"nass":"(فَهُوَ فِي الْآخِرَةِ أَعْمَى) بفتح الميم، أراد أن يفرق بين ما هو اسم وبين ما هو أفعلُ منه، فغاير بينهما بالإمالة وتَرْكها؛ لأن معنى قوله: (فَهُوَ فِي الْآخِرَةِ أَعْمَى) أي: أعمى منه في الدنيا، ومعنى العَمَى في الآخرة أنه لا يهتدي إلى طرق الثواب.\r\r76 - قوله تعالى: (خَلْفَكَ) و (خِلَافَكَ)، أي: بَعْدَك، يعني بعد خروجك. وخِلافَكَ بمعنى خَلْفَك، كقوله: (بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ)\r\r83 - قوله تعالى: (وَنَئَا بجَانِبِهِ) تعظم وتكبر، ونَأَى معناه: بَعُدَ، ونَأَى بالشيء: إذا بعّده. وقرأَ ابن عامر (نَأءَ) مثل (بَاعَ)، وهذا على","seal":"89FFC7B9","page":251},
      {"aya":null,"sora":null,"Na":null,"id":163,"part":1,"nass":"القلب مثل رَاءَ ورَأَى. وقرأ حمزة (ونِأِى) بإمالة الفتحتين، أمال فتحة الهمزة، لأن الألف منقلبة عن الياء التي في (الئأْي) أراد أن ينحو نحوها، وأمال فتحة النون، لإمالة فتحة الهمزة.\r\r90 - قوله تعالى: (حَتَّى تُفَجِّرَ)، وقرأ كوفي ويعقوب (تُفْجُرَ) بالتخفيف. يقال: فَجَرْتُ الماءَ [فجْرًا]، وفَجَّرْتُه تَفْجِيرًا.\r91 - [قوله تعالى]:، (فَتُفَجِّرَ الْأَنْهَارَ)، تفتحها، فتجريها (خِلَالَهَا) وسط تلك الجنة.\r92 - قوله تعالى: (كِسَفًا)، قِطَعًا. ومن سكن السين فمعناهْ أَسْقِط السماء علينا قطعةً واحدةً.\r102 - قوله تعالى: (لَقَدْ عَلِمْتَ)، وقراءة العامة بفتح التاء، وهي","seal":"7F9812DB","page":252},
      {"aya":null,"sora":null,"Na":null,"id":164,"part":1,"nass":"قراءة ابن عباس. وقرأ الكسائي بضم التاء، وهي قراءة علي، كرم الله وجهه، فكان يقول: والله ما علم عدو الله ولكن موسى هو الذي علم. قال الزجاج: الأجود في القراءة فتح التاء؛ لأن علم فرعون بأنها آيات من عند الله أوكد في الحجة. فموسى يحتج بما علم هو لا بما علم موسى.\r* * *","seal":"3784D975","page":253},
      {"aya":null,"sora":null,"Na":null,"id":165,"part":1,"nass":"ومن سورة الكهف\r2 - قوله تعالى: (مِن لَدُنهُ)، من عِنْدِه ومن قِبَلِهِ. وروى أبو بكر عن عاصم (مِنْ لَدُنِهِ) بشمّ الدال الضمة وبكسر النون والهاءِ وهو لغة الكلابيين، روى أبو زيد عنهم أجمعين هذا (مِنْ لَدُنِهِ) فتحوا الّلام وضمّوا الدّال وكسروا النون.\r16 - قوله تعالى: (وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا)، قال ابن عباس: يسهل لكم ما تخافون من الملك وظلمه، ويأتيكم باليسر واللطف بالرفق. وكل ما ارتَفَقْتَ به فهو (مِرْفَق) ويقال فيه أيضا: (مَرْفِقٌ) بفتح الميم وكسر الفاء، كقراءة أهل المدينة، وهما. . . . . . . . . . . . . . . . . .","seal":"38F04AE6","page":254},
      {"aya":null,"sora":null,"Na":null,"id":166,"part":1,"nass":"لغتان في (مِرفَق) اليد والأمر. قال الفراء: وأكثر العرب على كسر الميم من الأمر ومن مرفق الإنسان، وقد تفتح العرب أيضًا الميم فيهما، فهما لغتان. وكأنَّ الذين فتحوا الميم أرادوا أن يَفْرُقُوا بين المَرْفِق من الأمر والمِرْفَق من الإنسان.\r\r17 - قوله تعالى: (تَزَّاوَرُ عَن كَهْفِهِمْ)، تتنحَّى وتميل عنهم. ومعنى التزاور: التمايل من الزوْرِ والأَزْوَر. وقراءة أهل الكوفة بحذف تاء التفاعل. وقرأ ابن عامر (تَزْوَرُّ). قال الأخفش: لا يوضع الإزورار في هذا المعنى، إنما يقال: هو مُزْوَرٌ عني أي: هو مُنْقَبِضٌ.\r18 - قوله تعالى: (وَلَمُلِئْتَ مِنْهُمْ رُعْبًا)، فزعًا وخوفًا، وذلك أن الله تعالى منعهم بالرعب لئلا يدخل عليهم [أحدًا]. وفيه قراءتان: التخفيف والتشديد، والاختيار التخفيف؛ لأنهم. . . . . . . . . . . . . . . . . . . . . . . . . . . . .","seal":"97ABC109","page":255},
      {"aya":null,"sora":null,"Na":null,"id":167,"part":1,"nass":"يقولون: مَلأتَنِي رعبًا ولا يكادون يقولون: مَلأتَنِي.\r\r19 - قوله تعالى: (بِوَرِقِكُمْ)، الوَرِقُ: الدراهم، أو الفضة مضروبة، أو غير مضروبة. يقال: وَرِقٌ وَوَرْقٌ وَوِرْقٌ. وإنما قال هذا، لأنه عنى بالورق: الدراهم أو الفضة. قال ابن عباس: وكان معهم دراهم عليها صورة المَلِك الذي كان في زمانهم.\r\r25 - قوله تعالى: (ثَلَاثَ مِائَةٍ سِنِينَ)، قال الفراء والزجاج وأبو عبيدة والكسائي: التقدير: سنين ثلاثمائة. وقال أبو علي الفارسي: (سِنِينَ) بدل من قوله (ثَلَاثَ مِائَةٍ) كما تقول: أعطيته ألفًا دراهم ومِائَةً\rأثوابًا. وقرأ حمزة (ثَلَاثَ مِائَةِ سِنِينَ) مضافة غير منونة،","seal":"87EEDAF1","page":256},
      {"aya":null,"sora":null,"Na":null,"id":168,"part":1,"nass":"وهذه قراءة غير جيدة. قال الأخفش: ولا يحسن إضافة المِائَة إلى السنين ولا تكاد العرب تقول: مِائَةُ سنين. قال الفراء: ومن العرب من يضع سنين في موضع سنة.\r\r38 - قوله تعالى: (لكِنَّا هُوَ اللَّهُ)، وأصله (لكِنْ أَنَا) فخففت الهمزة، وألقيت حركتها على النون الساكنة قبلها فصار (لكِنَنَا) فأدغمت النون الأولى في الثانية فصار (لكِنَّا). وقرأ أهل الشام (لَكِنَّا) بإثبات ألف (أنَا) فإنه أثبت الألف في الوصل كما يثبت في الوقف على لغة من يقول: أَنَا قمتُ، وهو غير مختار في القراءة.\r44 - قوله تعالى: (هُنَالِكَ الْوَلايةُ)، وأكثر القراء على فتح الواو،","seal":"87CC9BFB","page":257},
      {"aya":null,"sora":null,"Na":null,"id":169,"part":1,"nass":"و (الْوَلَايَةُ) نقيض (العداوة)، ويجوز الكسر فيها، وذكرنا ذلك في سورة الأنفال.\r\r44 - قوله تعالى: (لِلَّهِ الْحَقِّ)، من كسر القاف جعله من وصف الله سبحانه، ويدل على صحة هذه القراءة قوله: (وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ)، وقوله: (ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ) ومن ضم القاف جعله من وصف (الْوَلايةُ) وحجته قراءة أُبي (هُنَالِكَ الْوَلَايَةُ لِلَّهِ). قال ابن قتيبة: يريد يومئذٍ يتولون الله ويؤمنون به ويتبرؤون مما كانوا يعبدون. وذهب آخرون إلى أن (الْوَلاية) هاهنا بمعنى تولي الأمر، لا إلى معنى الموالاة، [فقالوا: معنى الآية] في ذلك الموطن الذي هو موطن الجزاء: لا يتمكن أحد من نصرة أحد، بل الله تعالى يتولى ذلك، فينصر المؤمنين ويخذل الكافرين، لا يملك ذلك أحد من العباد، فالولاية يومئذٍ تخلص له كما قال: (مَالِكِ يَوْمِ الدِّينِ).\r47 - قوله تعالى: (وَيَوْمَ نُسَيِّرُ الْجِبَالَ)، على وجه الأرض","seal":"3A58D5F7","page":258},
      {"aya":null,"sora":null,"Na":null,"id":170,"part":1,"nass":"كما يسير السحاب في الدنيا. وقرأ عاصم (نُسَيِّرُ) بالنون على بناء الفعل للفاعل، وهذه القراءة أشبه بما بعده من قوله: (وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ).\r\r55 - قوله تعالى: (قِبَلًا)، أي: عِيَانًا مقابلةً. وقرأ أهل الكوفة (قُبُلًا) جمع قبيل، أي: صفا صفا.\r59 - قوله تعالى: (لِمَهْلِكِهِمْ مَوْعِدًا)، يجوز أن يكون المُهلَك هاهنا مصدرًا، ويجوز أن يكون وقتًا، والمعنى: جعلنا لإهلاكهم، أو لوقت إهلاكهم. ومن قرأ (لِمَهْلِكِهِمْ) بفتح الميم وكسر اللام كان المعنى: لوقت هلاكهم.","seal":"40D7F565","page":259},
      {"aya":null,"sora":null,"Na":null,"id":171,"part":1,"nass":"ومن قرأ بفتحهما فهو مصدر مثل الهلاك.\r\r74 - قوله تعالى: (زَكِيَّةً)، وقرئ (زَاكِيَةً)، إن الزاكية هي التي لم تُذنب قط، والزكية التي أذنبت وغفر لها.\r77 - قوله تعالى: (لَتَّخَذْتَ عَلَيْهِ أَجْرًا)، أي: على إقامته وإصلاحه. وقرأ أبو عمرو (لَتَخِذْتَ)، يقال: تَخِذَ يَتْخَذُ تَخْذًا. لزمت التاء الحرف كأنها أصلية، لمّا رأوا التاء في (اتخذ) ظنوها أصلية، فقالوا في الثلاثي: (تَخِذَ) مثل: (اتخَذَ)، كما قالوا: (تَقِيَ) من (اتَّقَى).\r85 - قوله تعالى: (فَأَتْبَعَ سَبَبًا)، قال المفسرون: طريقًا. قال الزجاج: فأتبع سببًا من الأسباب التي أوتيَ، وذلك أنه أوتي من كل شيءٍ سببًا، فأتبع من تلك الأسباب التي أوتي سببًا في المسير إلى المغرب.","seal":"4BD9DC90","page":260},
      {"aya":null,"sora":null,"Na":null,"id":172,"part":1,"nass":"والقراءة الجيدة (فَاتَّبَعَ)، وقرئ (فَأَتْبَعَ) بقطع الألف، ومعناه: لَحِقَ، كقوله (فَأَتبَعَهُ الشيطَانُ).\r\r86 - قوله تعالى: (فِي عَيْنٍ حَمِئَةٍ)، أي: ذات حَمْأَةٍ وهو الطين الأسود المنتن وهذه قراءة ابن عباس. وقرأ ابن الزبير وابن مسعود (حَامِيَةِ) من غير همز وهي (فاعلة) من حَمِيَت فهي حامية، أي: حارة.\r88 - قوله تعالى: (فَلَهُ جَزَاءً الْحُسْنَى)، قال الفراء: الحسنى: الجنة وأضيف الجزاء إليها وهي الجزاء كما قال: (حَقُّ الْيَقِينِ)","seal":"AB53E81C","page":261},
      {"aya":null,"sora":null,"Na":null,"id":173,"part":1,"nass":"(وَلَدَارُ الأَخِرَةِ). وقرأ أهل الكوفة] (جَزَآءً) نصبًا، وهو مصدر وقع موقع الحال، المعنى: فله الحسنى مجزيًّا بها، وقال ابن الأنباري: (جَزَآءً) نصب على المصدر، المعنى: فيجزى الحسنى جزاءً.\r\r93 - قوله تعالى: (حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ)، وقرئ بفتح السين. قال ابن الأعرابي: كل ما قابلك فَسَدَّ ما وراءه فهو سَدٌّ وسُدٌّ، نحو: الضَّعْف والضُّعْف. قال ابن عباس: وهما جبلان.\r93 - قوله تعالى: (لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا)، لا يعلمونه. وقرئ بضم الياء، والمعنى: لا يكادون يُفقِهُون [أحدًا] قولا، فحذف أحد المفعولين. قال ابن عباس: لا يفهمون كلام أحد، ولا يفهم الناس [كلامهم].\r\r94 - قوله تعالى؛ (إِنَّ يَأْجُوجَ وَمَأْجُوجَ)، أكثر أهل العلم على أن هذين اسمان أعجميان مثل: طالوت وجالوت، لا ينصرفان للتعريف","seal":"682C9BDE","page":262},
      {"aya":null,"sora":null,"Na":null,"id":174,"part":1,"nass":"والعجمة، والقراءة فيهما بترك الهمز. وقرأ عاصم بالهمز. وقال الليث: الهمز لغة رديئة. قال ابن الأنباري: وجه همزه وإن لم يعرف له أصل أن العرب قد همزت حروفًا لا يعرف للهمز فيها أصل كقولهم: لَبَأْتَ وَرَثَأْتَ. وإذا كان هذا معروفا في أبنيتهم كان مقبولا في الألفاظ التي أصلها للعجم.\r\r94 - قوله تعالى: (خَرْجًا)، وقرأ الكسائي (خَرَاجًا). قال ابن عباس: يريد: جُعلا. قال الليث: الخرج والخراج واحد، وهو شيء يخرجه القوم من مالهم. والمعنى: هل نخرج إليك من أموالنا شيئًا.\r\r95 - قوله تعالى: (مَا مَكَّنِّي)، قراءة العامة بنون واحدةٍ مشددة،","seal":"C8A0F2A1","page":263},
      {"aya":null,"sora":null,"Na":null,"id":175,"part":1,"nass":"أدغموا الأولى في الثانية لاجتماعهما، كقوله: (لَا تَأْمَنَّا عَلَى يُوسُفَ) وقرأ ابن كثير بنونين من غير إدغام؛ لأنهما من كلمتين، والنون الثانية غير لازمة؛ لأنك تقول: مَكَنْتُكَ، والمعنى: أن ذا القرنين قال: ما مكنني الله فيه من الاتساع في الدنيا خير من خرجكم الذي تبذلونه لي. قال ابن عباس: يريد ما أعطاني ومَلّكني أفضل من عطيتكم.\r\r96 - قوله تعالى: (بَيْنَ الصَّدَفَيْنِ)، يعني بين الجبلين، سوى بينهما بأن وضع بعضها على بعض، والصُّدُفَان: جانبا الجبل، وقرأ أهل المدينة (الصَّدَفَيْنِ) بفتح الصاد والدال، و (الصُّدْفَيْنِ) بضم [الصاد] وسكون الدال، وكلها لغات فاشية.\r97 - قوله تعالى: (فَمَا اسْطاعُوا)، أصله: فما استطاعوا، فلما اجتمع المتقاربان وهما: التاء والطاء، أحبّوا التخفيف بالحذف. قال ابن السّكيت: يقال: ما أستطيع وما أستتيع وما أسطيع وما أستيع أربع لغات. وقرأ حمزة (فَمَا اسْطاعُوا) مشدّدة الطاء أدغم تاء الافتعال","seal":"B7E70EB6","page":264},
      {"aya":null,"sora":null,"Na":null,"id":176,"part":1,"nass":"في الطاء\r\r98 - قوله تعالى: (جَعَلَهُ دَكًّا)، أي: دَكَّه دَكًّا. ومن قرأ (دَكَّاءَ) كان التقدير: جعله مثل دكاء، وهي الناقة التي لا سنام لها.\r102 - قوله تعالى: (أَفَحَسِبَ)، أي: أَفَظَن الكفار. (أَنْ يَتَخِذُوا عِبَادِي) وهي الأصنام. قال الأصم: (أَفَحَسَبَ) وهي قراءة أُبي بن كعب، بنصب السين، يعني: أَظَن الكفار. وقرأ علي بن أبي طالب، كرم الله وجهه، بإسكان السين ورفع الباء، أي: كفاهم مني ومن طاعتي أن يعبدوا من دوني أربابًا؟.","seal":"CFCC6AB8","page":265},
      {"aya":null,"sora":null,"Na":null,"id":177,"part":1,"nass":"ومن سورة مريم عليها السَّلام\r1 - قوله تعالى: (كهيعص)، عن ابن عباس: أن (كاف) من كريم، و (هاء) من هاب، و (ياء) من حكيم، و (عين) من عليم، و (صاد) من صادق. وقرأ أبو عمرو (ها) (يا) بالتفخيم والإمالة، وإمالة هذه الحروف لا تمتنع؛ لأنها ليست بحروف معنى، وإنما هي من أسماء ما يتهجى به، فلما كانت أسماء غيرَ حروف جازت فيها الإمالة، ويدل على أنها أسماء أنها إذا أخبرت عنها أعربت كما أن أسماء العدد إذا أخبرت عنها أعربت، وكما أن أسماء العدد قبل أن تعربها أسماء، كذلك هذه الحروف.\r6 - قوله تعالى: (يَرِثُنِي وَيَرِثُ)، بالرفع من صفة الولي، كأنه","seal":"BE33DBC4","page":266},
      {"aya":null,"sora":null,"Na":null,"id":178,"part":1,"nass":"قال: وليًّا وارثًا، فيصح الشرط بأن تقول: إن وهبت ويرث. قال ابن عباس: يرث النبوة: يكون نبيّا كما كانت آباؤه أنبياء علمه ونبوته. والجزم جواب الأمر؛ لأنه أراد بالولي وليًّا وارثًا فيصح الشرط.\r\r8 - قوله تعالى: (عُتِيًّا)، و (وَبُكِيًّا)، و (جُثِيًّا)، يجوز فيها الكسر أيضا، وذكرنا وجهه في قوله: (مِنْ حُلِيِّهِمْ) و (حِلِيهِمْ).\r9 - قوله تعالى: (وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ)، من قبل يحيى. وقرأ حمزة والكسائى (خَلَقْنَاكَ) أراد: لكثرة ما جاء من لفظ الخلق مضافًا إلى لفظ الجمع، كقوله: (وَلَقَدْ خَلَقْنَا الإِنْسَانَ)، في مواضع (وَلَقَدْ خَلَقْنَاكمْ).\r23 - قوله تعالى: (نِسْيًا مَنْسِيًّا)، النًسيُ: ما أُغْفل من شيءٍ حقير ونُسِيَ.","seal":"430C7447","page":267},
      {"aya":null,"sora":null,"Na":null,"id":179,"part":1,"nass":"قال ابن عباس وقتادة: شيئًا متروكًا لا يذكر ولا يطلب. وقرأ حمزة وحفص (نَسْيًا) بالفتح. قال الفراء: هما لغتان مثل: الوَتْر والوِتْر. والنَّسي والنِّسي: ما تلقيه المرأة من خِرَق اعتلالها.\r\r24 - قوله تعالى: (فَنَادَاهَا مِنْ تَحْتِهَا)، وكان أسفل منها تحت الأكمة. ومن قرأ (فَنَادَاهَا مَنْ تَحْتَهَا) قال: هو عيسى، وهو قول مجاهد والحسن، بين الله لها الآية في عيسى، وكلَّمها ليزولَ ما عندها من الوحشة والجزع.\r25 - قوله تعالى: (تَسَّاقَطْ)، أي: تتساقط، فأدغمت التاء في السين، ومعناه: تُسقِط عليك النخلة. وقرأ حمزة (تَساقَطْ) مخففا حذف التاء التي أدغمها غيره وروى حفص عن عاصم (تُسَاقِطْ) على","seal":"9800FACA","page":268},
      {"aya":null,"sora":null,"Na":null,"id":180,"part":1,"nass":"وزن (تُفاعِل)، وساقط بمعنى أسقط. والمساقطة والتساقط على ما قلنا بمعنى الإسقاط.\r\r34 - قوله تعالى: (قَوْلُ الْحَقِّ)، أي: القولُ الحَق، والمعنى: هذا الكلام قولُ الحقِّ، يعني ما ذكر من صفته، وأنه ابن مريم قولُ الحق. ومن نصب (قَوْلَ الْحَقِّ) فهو نصب على المصدر، أي: قال قولَ الحق.\r36 - قوله تعالى: (وَأَنَّ اللَّهَ رَبِّي)، هذا إخبار عن عيسى أنه قال ذلك المعنى، ولأن اللهَ ربي وربُّكم، ويجوز أن يرجع إلى قوله: (أَوْصَانِي بِالصَّلَاةِ)، وبأن الله ربي وربكم. ومن كسر جعله استئنافًا من غير عطف.\r51 - قوله تعالى: (إِنَّهُ كَانَ [مُخْلِصًا)]، أي: أخلص العبادة. ومن قرأ (مُخْلِصَا) فهو الذي أخلصه الله من الدنس.\r63 - قوله تعالى: (نُورِثُ)، يعني: الجنة التي ذكرها الله، وذلك","seal":"DAE52D47","page":269},
      {"aya":null,"sora":null,"Na":null,"id":181,"part":1,"nass":"أن الله يورث عباده المؤمنين من الجنة، ويجوز أن يكون معنى (نُورِثُ) نعطيهم ذلك، وننزلهم إياها، ويكون كالميراث لهم من جهة أنها تمليك مستأنف.\r\r67 - قوله تعالى: (أَوَلَا يَذْكُرُ الْإِنْسَانُ)، أَوَلا يتذكر هذا الجاحد أول خلقه فيستدل بالابتداء على الإعادة.\r73 - قوله تعالى: (خَيْرٌ مَقَامًا)، وقرئ (مُقَامًا)، بضم الميم، وهما: المنزل والسكن.\r74 - قوله تعالى: (أَثَاثًا وَرِئْيًا)، قال الحسن: الأثاث: اللباس، والرئي: المنظر. وقرأ أهل الشام (وَرِيَّا) بغير همز. قال الزجاج: له تفسيران، أحدهما: أنه الأول بطرح الهمزة. والثاني: من الري الذي","seal":"BE5D1A61","page":270},
      {"aya":null,"sora":null,"Na":null,"id":182,"part":1,"nass":"هو ضد العطش، والمراد به: أن منظرهم مرتوٍ من النعمة، كان النعيم بين فيهم؛ لأن الري يتبعه الطراوة كما أن العطش يتبعه الذبول. والمعنى: أن الله قد أهلك قبلهم أقوامًا كانوا أكثرَ متاعًا وأحسنَ منظرًا.\r\r90 - قوله تعالى: (يَنْفَطِرْنَ مِنْهُ)، أي: يدنو من الإنشقاق. وقرئ (يَتَفَطَّرْنَ) وكلاهما واحد. يقال: اتفَطَر الشيءُ وتَفَطر إذا انْشَق.\r97 - قوله تعالى: (لِتُبَشِّرَ)، وقرئ (لِتَبشُرَ) وهو من البِشْر. والتبَشر من التبشير.\r* * *","seal":"4C45203E","page":271},
      {"aya":null,"sora":null,"Na":null,"id":183,"part":1,"nass":"ومن سورة طه\r12 - قوله تعالى: (إِنِّي أَنَا رَبُّكَ)، وقرأ أبو عمرو (أَنِّي) بالفتح على معنى: نُودِيَ بأَني. ومن كسر فالمعنى: نُوديَ فقيل: إِئي أَنَا رئك.\r31 - قوله تعالى: (اشْدُدْ بِهِ أَزْرِي)، أي: قَوِّ ظهري. وقرأ ابن عامر (أَشْدُدْ بِهِ أَزْرِي) على الجواب والمجازاة، والوجه الدعاء على ما قرأ به العامة؛ لأنه معطوف على ما تقدمه من قوله (رَبِّ اشْرَحْ لِي)، فكما أن ذلك كله دعاء، فكذلك ما عطف عليه.\r\r58 - قوله تعالى: (مَكَانًا سُوًى)، وقرأ أبو عمرو والكسائي (سِوًى) بالكسر، والمعنى: مكانًا تستوي مسافته على الفريقين، فتكون","seal":"14C0576C","page":272},
      {"aya":null,"sora":null,"Na":null,"id":184,"part":1,"nass":"مسافة كل فريقِ إليه كمسافة الفريق الآخر. وقال أبو عثمان المازني: رأيت النبي - صلى الله عليه وسلم - في المنام، فقرأت عليه سورة طه فقرأت (مَكَانًا سِوًى) فقال لي: (سُوًى)، اقرأ قراءة يعقوب.\r\r61 - قوله تعالى: (فَيَسْحَتَكُم بِعَذَابٍ)، (فَيُسْحِتَكُمْ) بالضم في الياء: كوفي. يقال: سَحَتَهُ الله وأسْحَتَهُ إَذا استَأصَلَه وأهْلَكَهُ. قال ابن عباس ومجاهد: فيُهلككم. وقال قتادة: فيستأصلكم.\r63 - قوله تعالى: (إِنْ هَذَانِ)، يَعْنُونَ: موسى وهارون. قال ابن عباس في رواية عطاء: هي بلغة بلحارث بن كعب يجعلون ألف الاثنين في الرفع والنصب والخفض على لفظٍ واحدٍ، يقولون: أتاني الزيدان، ومررت بالزيدان، ورأيت الزيدان. وقرأ أبو عمرو (إِنَّ هَذَينِ) بالياء بخلاف المصحف، أواحتجاجه في، ذلك بما روي: أنه","seal":"33F7F635","page":273},
      {"aya":null,"sora":null,"Na":null,"id":185,"part":1,"nass":"غلط من الكاتب، وأن في الكتاب غلطًا ستقيمه العرب بألسنتها. قال الزجاج: ولا أجيز هذه القراءة؛ لأنها بخلاف المصحف، ولا أجيز مخالفته؛ لأنَّ اتباعه سنة. وقرأ ابن كثير (إِنْ هَذَانِ) بتخفيف (إِنْ) على معنى: ما هذان إلا ساحران. و (إِنْ) إذا خففت كان الوجه أن تَرْفَع الاسم بعدها. واستحسن الزجاج هذه القراءة.","seal":"1BF9D0F5","page":274},
      {"aya":null,"sora":null,"Na":null,"id":186,"part":1,"nass":"64 - قوله تعالى: (فَأَجْمِعُوا)، قال الفراء: الإجماع: الإحكام والعزيمة على الشيء. وقرأ أبو عمرو (فَاجْمَعُوا) موصولا من الجمع، وحجته قوله: (فَجَمَعَ كَيْدَهُ). يقال: أجمعت الخروج وعلى الخروج، مثل: أزمعتُ.\r69 - قوله تعالى: (كَيْدُ سَاحِرٍ)، أي: إنَّ الذي صنعوه كيدُ ساحر. وقرأ حمزة والكسائي (كَيْدُ سِحْرٍ) والمعنى: كيدٌ مِنْ سِحْرٍ، كما قالوا: قميصُ حريرٍ وثوبُ خزٍّ.\r69 - قوله تعالى: (تَلْقَفْ مَا صَنَعُوا)، قال الزجاج: القراءة بالجزم جواب الأمر، ويجوز الرفع على معنى الحال، كأنه قال: أَلْقِها مُتَلَقِّفَةً.\r\r77 - قوله تعالى: (لَا تَخَافُ دَرَكًا)، لا تخاف أن يدركك فرعون من خلفك، (وَلا تَخْشَى) من البحر غرقا. وقرأ حمزة (لَا تَخَفْ) جزمًا","seal":"756BD8D3","page":275},
      {"aya":null,"sora":null,"Na":null,"id":187,"part":1,"nass":"على النهي له من الخوف، ومعناه: لا تخف أن يدركك فرعون، واستأنف قوله: (وَلا تَخْشَى)، على معنى: وأنت لا تخشى، كقوله (يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ).\r\r81 - قوله تعالى (فَيَحِلَّ عَلَيكُمْ غَضَبِى)، أي: تجب لكم عقوبتي. وقرأ الكسائي (فَيَحُلَّ عَلَيْكُم) بضم الحاء، والمعنى أن ينزل. (وَمَنْ يَحْلِلْ) بالكسر والضم. قال الفراء: الكسر أحب إليَّ من الضم؛ لأن الضم من الحلول بمعنى: الوقوع، و (يَحِلُّ) بالكسر: يجب، وجاء التفسير بالوجوب لا بالوقوع، هذا كلامه. و (يَحِلُّ) بالكسر من قولهم: حَلَّ الشيءُ يَحِل حِلًّا وحَلالًا: إذا انحلت عنه عقدة التحريم.\r87 - قوله تعالى: (بِمَلْكِنَا)، أي: نحن لا نملك من أمرنا شيئًا. وأكثر القراءة (بِمِلْكِنَا) بكسر الميم، والمعنى: بمِلكنا أمرنا. ومن قرأ بفتح الميم فهو المصدر الحقيقي. يقال: ملكت الشيء أمْلِكُهُ مَلْكًا، والمِلك ما مُلِك. ومن قرأ بالضم فمعناه: بقدرتنا وسلطاننا، أي: لم نقدر بمُلكنا على ردّهم.\r87 - قوله تعالى: (وَلكِنَّا حَمَلْنَا)، أي: أثقالا وأحمالا. وقرئ","seal":"D2096AF8","page":276},
      {"aya":null,"sora":null,"Na":null,"id":188,"part":1,"nass":"(حُمِّلْنَا) بالتشديد وضم الحاء، والمعنى: جعلونا نحملها وكُلِّفْنَا حَمْلَهَا.\r\r96 - قوله تعالى: (فَقَبَضْتُ قَبْضَةً)، يعني: أخذت ملءَ كفي من تراب موطئ فرس جبريل عليه السلام. وقرئ (فَقَبَصْتُ قَبْصَةً) بالصاد، أي: أخذت بأطراف أصابعي.\r97 - قوله تعالى: (لَنْ تُخْلَفَهُ)، أي: وعدًا لعذابك يوم القيامة لن تخلف ذلك الوعد. ومن كسر اللام كان المعنى: لن تُخلِفَ ذلك الوعدَ أي: ستأتيه.\r102 - قوله تعالى: (يَوْمَ يُنْفَخُ فِي الصُّورِ)، وقرأ أبو عمرو (نَنْفُخُ) بالنون على معنى إضافة الأمر بالنفخ إلى الله، ويقوي ذلك ما عطف عليه من قوله: (وَنَحْشُرُ الْمُجْرِمِينَ). والوجه قراءة العامة؛ لقوله: (وَنُفِخَ فِي الصُّورِ)، وقوله: (يَوْمَ يُنْفَخُ فِي الصُّورِ).","seal":"A343085E","page":277},
      {"aya":null,"sora":null,"Na":null,"id":189,"part":1,"nass":"112 - قوله تعالى: (فَلَا يَخَافُ)، أي: فهو لا يخاف. وقرأ ابن كثير (فَلا يَخَفْ) على النّهي، وهو حسن؛ لأن المعنى: ومن يعمل من الصالحات وهو مؤمن فليأمن؛ لأنه لم يفرط فيما وجب عليه، ونهيه عن الخوف أمر بالأمن.\r119 - قوله تعالى: (وَأَنَّكَ لَا تَظْمَأُ)، فـ (إِنَّكَ) بالكسر على الاستئناف، وعطف جملة كلام على جملة.\r130 - قوله تعالى: (لَعَلَّكَ تَرْضَى)، قال ابن عباس: ترضى الثواب والمعاد والعبادة. وقرأ الكسائي بضم التاء، فمعناه: تُرضى بما تُعطاه من الدرجة الرفيعة. واختار أبو عبيد هذه القراءة؛ لاحتمالها معنيين أحدهما: تُرضى: تُعطى الرضا. والآخر: يَرضاك الله. وتصديقها كقوله: (وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا).\r131 - قوله تعالى: (زَهْرَةَ الْحَيَاةِ الدُّنْيَا)، أي: زينتها. وقرأ يعقوب بفتح الهاء والزاي، أي: نَوْرُ النبات. والزُّهَرَةُ بفتح الهاء وضم الزاي: النجم.\r133 - قوله تعالى: (أَوَلَمْ يَأْتِهِمْ بَيِّنَةُ)، بيان ما في الكتب من أنباء","seal":"1B28F7D4","page":278},
      {"aya":null,"sora":null,"Na":null,"id":190,"part":1,"nass":"الأمم التي أهلكناهم لمّا سألوا الآيات. وقرأ أهل المدينة وحفص بالتاء، أي: ما بُيِّن في التوراة.\r* * *","seal":"4445A934","page":279},
      {"aya":null,"sora":null,"Na":null,"id":191,"part":1,"nass":"ومن سورة الأنبياء\r4 - قوله تعالى: (قُلْ رَبِّي يَعْلَمُ)، أي: خطاب محمدٍ - صلى الله عليه وسلم -. وقرأ أهل الكوفة: (قَالَ رَبِّي) على معنى: قال محمد: ربي يعلم القول، وكذا هو في مصاحفهم.\r45 - قوله تعالى: (وَلَا يَسْمَعُ الصُّمُّ)، تمثيل للكفار الذين لا يسمعون النداء. وقرأ ابن عامر (وَلَا تُسْمِعُ الصُّمَّ) على إسناد الفعل إلى المخاطب، والمعنى؛ أنهم معاندون فإذا أسمعتهم لم يعملوا بما سمعوا كما لا يسمع الصم. قال أبو علي الفارسي: ولو كان كما قال ابن عامر لكان (إذَا مَا تُنذِرهُم) ليحسن نظم الكلام. فأمَّا (إِذَا مَا ينُذَرُونَ) فَحَسُنَ أن تُتبعَ قراءة العامة.","seal":"4DCA6A99","page":280},
      {"aya":null,"sora":null,"Na":null,"id":192,"part":1,"nass":"58 - قوله تعالى: (جَعَلَهُمْ جُذَاذًا)، الجَذّ: القَطْعُ والكَسْرُ. والجُذاذ: قَطعُ ما كُسِرَ، الواحدة: جذاذة، وهو مثل: الحُطام والرُّفات. وقرأ الكسائي بكسر الجيم على أنه جمع (جَذيذ) مثل: ثَقِيل وثِقَال، وخَفِيف وخِفَاف. والجذيذ بمعنى: المجذوذ، وهو المكسور.\r80 - قوله تعالى: (لِيُحْصِنَكُمْ)، أي: ليحرزكم ويمنعكم، يعني: اللبُوس. ومن قرأ بالنون فلتقدم قوله (وَعَلَّمْنَاهُ). ومن قرأ بالتاء حمله على المعنى؛ لأن معنى اللبُوس: الدرع.\r88 - قوله تعالى: (وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ)، أي: إذا دعوني كما أنجينا ذا النون. ورُوي عن عاصم أنه قرأ (نُجِّي المُؤمِنِينَ) مشدّدة الجيم، وجميع النحويين حكموا على هذه القراءة بالغلط وأنها لحن (¬1). ثم\r¬__________\r(¬1) سامح الله المؤلف، فقد وَهِمَ عندما نسب هذا الحكم إلى جميع النحويين. فهناك من النحويين\rمن أجاز هذه القراءة واعتل لها، ومنهم الفراء وأبو عبيد وعلي بن سليمان وابن خالويه وابن\rجني وغيرهم فضلا عن أن القراءة سنة متبعة، والرواية تؤثر ولا يجوز تجاوزها. ينظر:\rإعراب القراءات السبع 2/ 65 - 67، والخصائص 1/ 398، وشرح الهداية 2/ 426).","seal":"0C8ECF10","page":281},
      {"aya":null,"sora":null,"Na":null,"id":193,"part":1,"nass":"ذكر الفَراء لها وجهًا، فقال: أضمر المصدر في (نُجِّي) فنوى به الرفع ونصب (الْمُؤْمِنِينَ)، كقولك: ضُرِبَ الضربُ زيدًا، ثم تقول: ضُرِبَ زيدًا، على إضمار المصدر. وأنشد ابن قتيبة حجةً لهذه القراءة:\rوَلَوْ وَلَدَتْ قُفَيْرَةُ جِرْوَ كَلْبٍ ... لَسُبَّ بِذَلِكَ الجَرْوِ الكِلابَا\rوقال أبو علي الفارسي: هذا إنما يجوز في ضرورة الشعر، وراوي هذه الرواية عن عاصم غلط في الرواية. فإنه قرأ (ننجي) بنونين كما روى حفص عنه، ولكن النون الثانية تخفى مع الجيم، ولا يجوز تبيينها، فالتبس على السامع الإخفاء بالإدغام، فظن أنه إدغام، ويدل على هذا إسكانه الياء من (نُجِّي) ونصب قوله (الْمُؤْمِنِينَ) ولو كان على ما لم يسم فاعله ما سكَّن الياء، ولوجب أن يرفع (الْمُؤْمِنِينَ).\r\r95 - قوله تعالى: (وَحَرَامٌ عَلَى قَرْيَةٍ)، قال قتادة: واجب عليها أنها إذا أهلكت لا ترجع إلى دنياها. ونحو هذا روى عكرمة عن ابن عباس. وذهب، أبو عبيدة وابن قتيبة وابن جريج وجماعة إلى أن (لَا) في قوله: (لَا يَرْجِعُونَ) [زائدة]. وقرأ أهل الكوفة (وَحِرْمٌ)","seal":"75ABBC16","page":282},
      {"aya":null,"sora":null,"Na":null,"id":194,"part":1,"nass":"فهو بمعنى (حَرَامٌ) كما قيل: حِلٌ وحَلالٌ.\r\r104 - قوله تعالى: (كَطَيِّ السِّجِلِّ لِلْكُتُبِ) قال ابن عباس في رواية عطاء: يريد مَلَكًا يقال له: سِجِلّ، وهو الذي يطوي كتب بني آدم إذا رفعت إليه.\rورُوي عن ابن عمر أنه قال: السِّجِلُّ: مَلَك. والمراد على اختلاف القراءتين: الصحائف، كما تقول: كَعَطْي زيدٍ للكتب، وتكون اللام زائدة كقوله: (رَدِفَ لَكُم)، وهو اختيار الفَراء وابن قتيبة. وعلى هذا: الكتاب والكتب المراد بها: المكتوب، ولما كان المكتوب ينطوي بانطواء الصحيفة جعل كأنه يطوي الكتاب.\r* * *","seal":"8EE28BC1","page":283},
      {"aya":null,"sora":null,"Na":null,"id":195,"part":1,"nass":"ومن سورة الحَجِّ\r2 - قوله تعالى: (وَتَرَى النَّاسَ سُكَارَى)، من شدة الخوف، والمعنى: ترى الناس كأنهم سكارى من ذهول عقولهم لشدة ما يمر بهم، يضطربون اضطراب السكران من الشراب، يدل على هذا قراءة من قرأ (وَتُرَى الناسُ) بضم التاء، أي تظنهم. وقرأ حمزة والكسائي (سَكْرَى)، قال الفَرَّاء: [وهو] وجهٌ جيد في العربية؛ لأنه بمنزلة: الهَلْكَى، والعرب تجعل (فَعْلَى) علامة لجمع كل ذي زمانة وضررٍ وهلاكٍ، ولا يبالون أكان واحده (فاعلا) أو (فعيلا) أو (فعلان).\r23 - قوله تعالى: (وَلُؤْلُؤٍ)، والمعنى: أنهم يُحَلَّون أساورَ من ذهب ومن لُؤْلُؤ، أي: منهما بأن يُرصَّع اللؤلؤ في الذهب. وقرأ نافع وعاصم (وَلُؤْلُؤًا) بالنصب على وُيحَلَّوْنَ لُؤْلُؤًا.\r25 - قوله تعالى: (سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ)، و (سَوَآءٌ) رفع على","seal":"727DDC6D","page":284},
      {"aya":null,"sora":null,"Na":null,"id":196,"part":1,"nass":"أنه خبر ابتداء مقدم، المعنى: العاكف والبادي فيه سواء. ومن نصب فقال: (سَوَآءً) كان التقدير: مستويا فيه العاكف والبادي، فَرُفِعَ (العاكِفُ) ب (سَوَآءً) كما يُرْفع بمستوٍ.\r\r34 - قوله تعالى (مَنسَكًا)، المَنْسَكُ هاهنا: مصدر من: نَسَكَ يَنْسُكُ إذا ذبح القربان. وقرأ حمزة بكسر السين. والفتح أولى؛ لأن المصدر من هذا الباب بفتح العين، والمعنى: جعلنا لكل أمةٍ أن تَتَقرب إلى الله بأن تذبح الذبائح.\r38 - قوله تعالى: (إِنَّ اللهَ يَدْفَعُ)، غائلة المشركين بمنعهم منهم","seal":"8190F129","page":285},
      {"aya":null,"sora":null,"Na":null,"id":197,"part":1,"nass":"ونصرهم عليهم. وقرئ (يُدَافِعُ) وهو بمعنى: يَدْفَعُ، وإن كان من المفاعلة.\r\r39 - قوله تعالى: (أُذِنَ لِلَّذِينَ يُقاتِلُونَ)، معناه: أُذن لهم أن يقاتِلوا بأنهم ظُلِمُوا بظلم الكافرين. وقرئ (أَذِنَ) بفتح الألف على إسناد الفعل إلى الله؛ لتقدم ذكره. وقوله (لِلَّذِينَ يُقاتِلُونَ بِأَنَّهُمْ ظُلِمُوا)، أي: بسبب ما ظلموا واعتدوا عليهم بإيذائهم. وقرأ أهل المدينة وحفص (يُقَتَلُونَ) بفتح التاء، أي: الذين يقاتلهم المشركون، ويقوي هذه القراءة أن الفعل الذي بعده مسند إلى المفعول به، وهو قوله: (ظُلِمُوا) وفي الآية حذف تقديره: أُذِن لهم أن يقاتلوا أو بالقتال.\r40 - قوله تعالى: (لَهُدِمَتْ)، يقال: هَدَمْتُ البناء إذا نَقَضتَه فَانْهَدَم، وقرئ بالتشديد. والتخفيف: يكون للكثير والقليل، والتشديد:","seal":"658E8129","page":286},
      {"aya":null,"sora":null,"Na":null,"id":198,"part":1,"nass":"يختص به الكثير.\r\r45 - قوله تعالى: (فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْتَاهَا)، وقرئ (أَهْلَكْنَهَا) كقوله: (وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ)، (وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا). والاختيار التاء؛ لقوله (فَأَمْلَيْتُ)، وقوله: (وَهِيَ ظَالِمَةٌ)، أي: وأهلها ظالمون بالتكذيب والكفر.\r47 - قوله تعالى: (وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ)، قال مجاهد وعكرمة وابن زيد: وهو من أيّام الآخرة. وقرئ بالياء [والتاء]، فمن قرأ بالياء فلقوله: (وَيَسْتَعْجِلُونَكَ)، ومن قرأ بالتاء فلأنه أعم؛ لأنه خطاب للمستعجلين والمؤمنين.","seal":"BA887553","page":287},
      {"aya":null,"sora":null,"Na":null,"id":199,"part":1,"nass":"51 - قوله تعالى. (مُعَاجِزِينَ)، ظانين ومقدِّرين أن يعجزونا ويفوتونا. وقرأ أبو عمرو (مُعَجِّزِينَ) مشدد، فالمعنى: أنهم كانوا يُعجِّزون من اتبع النبي - صلى الله عليه وسلم - أي: ينسبونهم إلى العجز.\r59 - قوله تعالى: (لَيُدْخِلَنَّهُمْ مُدْخَلًا)، والمُدْخَلُ يجوز أن يكون بمعنى المصدر، وبمعنى المكان، فإذا كان بمعنى المصدر فالمراد به إدخالا يكرمُون به ويرضونه. وقرأ أهل المدينة (مَدْخَلًا) بفتح الميم على تقدير: مُدْخَلون مَدْخَلًا يرضونه.\r62 - قوله تعالى: (وَأَنَّ مَا يَدْعُونَ)، وقرأ أهل المدينة بالتاء. فالتاء للمخاطب، والياء للغائب.\r* * *","seal":"0C334614","page":288},
      {"aya":null,"sora":null,"Na":null,"id":200,"part":1,"nass":"ومن سورة المؤمنون\r8 - قوله تعالى: (وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ)، وقرأ ابن كثير (لأَمَانَتِهِمْ) واحدة، وذلك أنه مصدر واسم جنس، فيقع على الكثير وإن كان مفردًا في اللفظ.\r9 - قوله تعالى: (وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِم)، وقرئ (صَلَاتِهِمْ)، فمن أفرد فَلأَن الصلاة في الأصل مصدر، ومن جمع فلأنه قد صار اسمًا شرعيًّا لانضمام ما لم يكن في أصل اللغة إليها.\r14 - قوله تعالى: (فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا)، وقرئ كلاهما (عَظْمًا) على الواحد، قال الزجاج: التوحيد والجمع","seal":"471F1EBF","page":289},
      {"aya":null,"sora":null,"Na":null,"id":201,"part":1,"nass":"جائزان، والواحد يدل على الجمع، كما قال:\rفِي حَلْقِكُمْ عَظْمٌ وَقَدْ شَجِيْنَا\rيريد: في حلوقكم عظام.\r\r20 - قوله تعالى: (مِنْ طُورِ سَيْنَآءَ)، قرئ بفتح السين وكسرها، وهي نبطية في قول الضحاك، وحبشية في قول عكرمة، وهي اسم المكان الذي به هذا الجبل في أصح الأقوال و (سَيْنَآءَ) في قول مجاهد: اسم حجارة بعينها أضيف الجبل إليها [لوجودها عنده].\r20 - قوله تعالى: (تَنْبُتُ بِالدُّهْنِ)، أي: تُنْبتُه؛ لأنه يُعْصَرُ من الزيتون الزيت. والباء في (بِالدُّهْنِ) للتعدي. يقال: أنبته ونبت به. وقرأ أبو عمرو (تُنْبِتُ) بضم التاء. فإن جعلت (أَنبَتَ) بمعنى (نَبَتَ) كقول زهير:\rحَتى إِذَا أَنبتَت البَقل\rفهذه القراءة كالأولى سواء. وإن جعلت (تُنبِتُ) من الإنبات الذي هو","seal":"5E4EC379","page":290},
      {"aya":null,"sora":null,"Na":null,"id":202,"part":1,"nass":"مضارع (أَنبَتَ) فالباء في (بِالدُّهْنِ) زيادة، المعنى: تُنبت الدهنَ.\r\r29 - قوله تعالى: (مُنْزَلًا مُبَارَكًا)، يجوز أن يكون المُنْزَلُ بمعنى الإنزال، والمعنى: إنزالا (مُبَارَكًا)، ويجوز أن يكون المُنْزَلُ موضع الإنزال، كأنه قال: أنزلني مكانًا أو موضعًا. وقرأ عاصم (مَنْزِلًا) بفتح الميم وكسر الزاي، يعني: موضع نزول.\r44 - قوله تعالى: (ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا)، بعضها في إثر بعض غير متصلين؛ لأن بين كل نَبِيَّينِ دهرًا طويلا، وهي (فَعْلَى) من المواترة. قال الأصمعي: يقال: واترت الخبر، أي: أتبعتُ بعضَه بعضا. وأكثر العرب على ترك تنوينها. وقرأ ابن كثير (تَترًا) منونة. و (تَتْرًا) على هذه القراءة (فَعْلا) والألف فيها كالألف في: رأيتُ زيدًا أو عمروا، فإذا وقفت كانت الألف بدلا من التنوين، وحقها أن تفخم ولا تُمال. قال المبرد:","seal":"FAE791C6","page":291},
      {"aya":null,"sora":null,"Na":null,"id":203,"part":1,"nass":"من قرأ (تَتْرا) فهو مثل: شَكْوَى. ومن قرأ (تَتْرًا) فهو مثل. شكوتُ شَكْوًى. وعلى القراءتين جميعًا التاء الأولى بدل من الواو، أصله (وتْر)، و (وتْرًا) مصدر أو اسم أقيم مقام الحال؛ لأن المعنى: متواترة.\r\r52 - قوله تعالى: (وَأَنَّ هَذِهِ أُمَّتُكُمْ)، (أَنَّ) في قراءة من قرأ بالفتح محمولة على الجارّ في قول الخليل وسيبويه، بتقدير: ولأَنَّ هذه أمتكم. ومن قرأ بالتخفيف قال: هي المخففة من المشددة، كقوله: (وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ)، ومن كسر مع التشديد فهو على الاستئناف.\r67 - قوله تعالى: (تَهْجُرُونَ)، يجوز أن يكون من الهِجْران، وهو قول الحسن ومقاتل واختيار المفضل، والمعنى: تهجرون القرآن وترفضونه، ويجوز أن يكون من الهُجْر، وهو قول القبيح، يقال: هَجَرَ يَهْجُرُ هُجْرًا إذا قال غير الحق،","seal":"C34F8455","page":292},
      {"aya":null,"sora":null,"Na":null,"id":204,"part":1,"nass":"ويقال في هذا المعنى أيضًا: أهْجَرَ إهْجَارًا إذا أفحش في منطقه، وهو قراءة ابن عباس ومجاهد.\r\r68 - قوله تعالى: (أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ)، أفلم يتدبروا القول: القرآن، فيعرفوا ما فيه من العِبَر والدلالات على صدق محمد - صلى الله عليه وسلم -.\r87 - قوله تعالى: (سَيَقُولُونَ اللَّهُ)، وقرئ (لِلَّهِ) وكذلك ما بعده. فمن قرأ (اللَّهُ) فهو على ما يقتضيه اللفظ من جواب السؤال؛ لأنك إذا قلت: مَن رب السماوات؛ فالجواب: الله. ومن قرأ (لِلَّهِ) فَعَلى المعنى؛ لأن معنى مَن رب السماوات: لمن السماوات؛ فيقال: لله، كما تقول: مَنْ مالكُ هذه الدار؛ فيقال: لزيد؛ لأن معناه: لمن هذه الدار؛ فيقال: لزيد.\r92 - قوله تعالى: (عَالِمِ الْغَيْبِ)، بالجر من نعت الله، وبالرفع على خبر ابتداء محذوف.","seal":"F442E3F3","page":293},
      {"aya":null,"sora":null,"Na":null,"id":205,"part":1,"nass":"106 - قوله تعالى: (غَلَبَتْ عَلَيْنَا شِقْوَتُنَا)، ويقرأ (شَقَاوَتُنَا) ومعناهما واحد، وهما مصدران. قال مجاهد ومقاتل: غلبت علينا شَقَاوَتُنا التي كُتِبَتْ علينا في الدنيا فلم نهتد.\r110 - قوله تعالى: (فَاتَّخَذْتُمُوهُمْ سُخْرِيًّا)، وقرئ بكسر السين هاهنا وفي سورة (ص). واتفقوا على الضمّ في سورة الزخرف، يقال: سَخِرَ منه وبه سُخْريةً وسُخْرِيا. وسِخْرِيا إذا هزئ به، ومنه: السُّخرة التي هي بمعنى العبودية. يقال: اتخذت فلانًا سُخريًّا بالضم لا غير. ومن ثَمَّ اتفقوا على الضم لأنه من السُّخرة. قال أبو عبيدة: سِخريَّا يسخرون منهم، وسُخريا يُسَخرونهم. وقال يونس: سُخريا من السُّخرة مضموم، ومن الهزء: سُخْري وسِخْري. وعلى القراءتين جميعًا هو مصدر وصف به","seal":"8586A232","page":294},
      {"aya":null,"sora":null,"Na":null,"id":206,"part":1,"nass":"ولذلك أفرد. قال ابن عباس: يريد: يستهزئون بهم.\r\r111 - قوله تعالى: (إِنِّي جَزَيْتُهُمُ الْيَوْمَ)، على أذاكم واستهزائكم. (أَنَّهُمْ هُمُ الْفَائِزُونَ) في موضع المفعول الثاني و (جزيتُ)، والمعنى: جزيتهم اليوم بصبرهم الفوز، ومن كسر استأنف وأخبر فقال: (إِنَّهُمْ هُمُ الفَآئِزُون) أي: الذين نالوا ما أرادوا.\r* * *","seal":"98399017","page":295},
      {"aya":null,"sora":null,"Na":null,"id":207,"part":1,"nass":"ومن سورة النُّور\r1 - قوله تعالى: (سُورَةٌ أَنْزَلْنَاهَا)، ورفعها بالابتداء قبيح؛ لأنها نكرة، و (أَنْزَلْنَاهَا) صفة لها، (وَفَرَضْنَاهَا) أي: فرضنا فرائضها، أي: الفرائض المذكورة فيها، فحذف المضاف. وحجة التخفيف قوله: (إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ)، أي: أحكام القرآن وفرائض القرآن. والتشديد في (فَرَّضْنَاهَا) لكثرة ما فيها من الفرائض المذكورة في القرآن. قال مجاهد: يعني: الأمر بالحلال، والنهي عن الحرام، وهذا يعود إلى معنى: أوحيناها.\r2 - قوله تعالى: (وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ)، يقال: رَأَفَ يَرْأَفُ رَأْفَةً وَرَآفَةً، مثل: النشْأَةَ والنشَاءَة. وقرأ ابن كثير بفتح الهمزة، ولعلها","seal":"B82FFF64","page":296},
      {"aya":null,"sora":null,"Na":null,"id":208,"part":1,"nass":"لغة. والمعنى: لا تأخذكم الرأفة بهما فتعطلوا الحدود ولا تقيموها رحمة عليهما [وشفقة بهما].\r\r6 - قوله تعالى: (أَرْبَعُ شَهَادَاتٍ)، وقرئ (أَرْبَعَ) بالنصب. قال الزجاج: ومن قرأ بالرفع فَعَلَى خبر الابتداء، المعنى: فشهادة أحدهم التي تَدرَأ حَدَّ القاذف أربعٌ، والدليل على هذا قوله (وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ). ومن نصب فالمعنى: فعليهم أن يشهد أحدُهُم أربَعَ شهاداتٍ.\r7 - قوله تعالى: (أَنَّ لَعْنَتَ اللهِ)، وقرأ نافع (أَنْ) مخففة (لَغنَتُ اللهِ) بالرفع. قال سيبويه: لا تخفف (أن) في الكلام أبدًا وبعدها الأسماء إلا وأنت تريد الثقيلة. قال الأخفش: لا أعلم الثقيلة إلا أجود في العربية، لأنك إذا خففت فالأصل الثقيلة وتخفف وتضمر الشأن، فأن تجيء بالأصل ولا تحذف شيئًا ولا تضمر أجود.\r9 - قوله تعالى: (وَالْخَامِسَةُ)، وقرأ حفص (وَالْخَامِسَةَ) نصبًا","seal":"F5231E79","page":297},
      {"aya":null,"sora":null,"Na":null,"id":209,"part":1,"nass":"على المعنى، كأنه قيل: وتَشهَدَ الخامِسةَ.\r\r31 - قوله تعالى: (غَيْرِ أُولِي الْإِرْبَةِ)، أكثر القراء على خفض (غَيرِ) بالصفة للتابعين. ومن نصب كَان استثناءً، والمعنى: لا يُبْدِينَ زِيْنَتَهُن إلا للتابعين، إلا ذَا الإِرْبَةِ.\r31 - قوله تعالى: (أَيُّهَ المُؤْمِنُونَ)، وقرأ ابن عامر بضم الهاء. ومثله (يَا أَيُّهَ السَّاحِرُ). و (أَيُّهَ الثقَلانِ). قال أبو علي الفارسي: وهذا لا يتجه لأن آخر الاسم هو الياء الثانية من (أَي) فينبغي أن يكون المضموم آخر الاسم، ولو جاز أن يضم الهاء من حيث كان مقترنًا بالاسم لكلمة لجاز أن يضم الميم في (اللَّهُم)؛ لأنه آخر الكلمة. وينبغي أن لا يقرأ بهذا ولا يؤخذ به.\r\r35 - قوله تعالى: (كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) منسوب إلى أنه كالدُّرِّ في صفائه وحسنه. وقرأ أبو عمرو مكسورةً الدال مهموزةً، وهذا (فِعِّيل) من: الدرْءِ بمعنى الدفع، والكوكب إذا دُفع ورُمي من السماء لرجم","seal":"9EB69350","page":298},
      {"aya":null,"sora":null,"Na":null,"id":210,"part":1,"nass":"الشياطين يضاعف ضوؤه. قال أبو عمرو: ولم أسمع أعرابيا يقول إلا: كأنه كوكب دِرِّيءٌ بكسر الدال، أخذوه من: دَرَأت النجومُ تَدْرَأ، إذا اندفعت.\rوقرأ حمزة بضم الدال مهموزًا، وأنكره الفراء والزجاج وأبو العباس، وقالوا: هذا غلط، لأنه ليس في الكلام [فُعِّيل] * قال الزجاج: والنحويون أجمعون لا يعرفون الوجه في هذا؛ لأنه ليس في كلام العرب شيء على هذا الوزن.\r\r35 - قوله تعالى: (تَوَقَّدَ)، مفتوحة التاء والدال قراءة أبي عمرو، وهي البينة؛ لأن المصباح هو الذي تَوَقَّدَ. وقرئ (يُوقَدُ) بضم الياء والدال","seal":"E7481451","page":299},
      {"aya":null,"sora":null,"Na":null,"id":211,"part":1,"nass":"أي: المصباح. وقرئ (تُوقَدُ) أي: الزجاجة، والمعنى على مصباح الزجاجة، ثم حذف المضاف.\r\r36 - قوله تعالى: (يُسَبِّحُ لَهُ فِيهَا)، أي: يصفي لله في البيوت، يعني: الصلوات المفروضة. وقرأ ابن عامر (يُسَبَّحُ) بفتح الباء، أي: يُصَلِّى لله فيها، ثم فسر من يُصلِّي فيها فقال: (رِجَالٌ)، وكأنه قيل: من يُسَبِّح؛ فقيل: رجال.\r40 - قوله تعالى: (سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ)، يعني: ظلمة البحر، [وظلمة الموج]، وظلمة الموج فوق الموج، وظلمة السَّحاب. ومن قرأ (ظُلُمَاتٍ) بالكسر والتنوين جعلها بدلا من الظلمات الأولى. ومن أضاف السّحاب إلى الظلمات؛ فلأنها علت هذه الظلمات وارتفعت وقت تراكمها، كما تقول: سحاب مطرٍ، وسحاب رحمةٍ.\r52 - قوله تعالى: (وَيَتَّقِهِ)، وقراءة العامة (وَيَتَّقْهِ) موصولة بياءٍ وهو الوجه؛ لأن ما قبل الهاء متحرك، وحكمها إذا تحرك ما قبلها أن تتبعها","seal":"FD45C6A3","page":300},
      {"aya":null,"sora":null,"Na":null,"id":212,"part":1,"nass":"الياء في الوصل. وروى قالون بكسر الهاء ولا تبلغ بها الياء؛ لأن حركة ما قبل الهاء ليست تلزم. ألا ترى أن الفعل إذا رفع قبل (وَيَتَّقِهِ) اختير حذف الياء بعد الهاء مثل: عليهِ. وقرأ أبو عمرو (وَيَتَّقِهْ) جزمًا، وذلك أن ما يلحق هذه الهاء من الواو والياء زائد، فرد إلى الأصل وحذف الزيادة. وقرأ حفص ساكنة القاف مكسورة الهاء. قال ابن الأنباري: وهو على لغة من يقول: لم أرْ زيدًا، ولم أشْتَرْ طعامًا، ولم يَتَّقْ زيدًا، يُسقطون الياء للجزم ثم يُسكنون الحرف الذي قبلها. ومن قول الشاعر:\rقَالَتْ سُلَيْمَى اشْتَرْ لَنَا سَوِيْقَا. . . . . . . . . . . . . . . . . . . ..\r\r55 - قوله تعالى: (كَمَا اسْتَخْلَفَ)، قال مقاتل: يعني: بني إسرائيل. وروى أبو بكر بن عياش (اسْتُخْلِفَ) بضم التاء وكسر اللام.\rووجهه أنه أريد به ما أريد بـ (اسْتَخْلَفَ)، وإذا كان المعنى كذلك فالوجه\rقراءة العامة.","seal":"788260A5","page":301},
      {"aya":null,"sora":null,"Na":null,"id":213,"part":1,"nass":"58 - قوله تعالى: (ثَلَاثُ عَوْرَاتٍ لَكُمْ)، أي: هذه الأوقات ثلاث عورات لكم، وسمَّى هذه الأوقات عورات؛ لأن الإنسان يضع فيها ثيابه، فتبدو عورته. وقرأ أهل الكوفة غير حفص (ثَلَاثَ) بالنصب، جعله بدلا من قوله (ثَلَاثَ مَرَّاتٍ).\r* * *","seal":"04870F81","page":302},
      {"aya":null,"sora":null,"Na":null,"id":214,"part":1,"nass":"ومن سورة الفرقان\r8 - قوله تعالى: (يَأْكُلُ مِنْهَا)، وقرأ حمزة والكسائي بالنون، أراد أنه يكون له بذلك مزية علينا في الفضل بأن نأكل من جنته.\r10 - قوله تعالى: (وَيَجْعَلْ لَكَ)، من قرأ بالجزم كان المعنى: إن يشأ يجعلْ لك جناتٍ ويجعلْ لك قصورًا. ومن رفع فعلى الاستئناف، المعنى: وسيجعلُ لك. قال الزجاج: أي: سيعطيك اللَّهُ في الآخرة أكثرَ ممّا قالوا.\r19 - قوله تعالى: (فَمَا يَسْتَطِيعُونَ)، أي: ما يستطيع المعبودون - بقولكم: أنهم شركاء لله - صَرْفَ العذاب عنكم. وقرأ حفص بالتاء، فالمعنى: ما تستطيعون، أي: المتخِذُون الشركاء.\r25 - قوله تعالى: (وَيَوْمَ تَشَّقَّقُ)، عطف على قوله: (يَوْمَ يَرَوْنَ","seal":"B3B972F9","page":303},
      {"aya":null,"sora":null,"Na":null,"id":215,"part":1,"nass":"الْمَلَائِكَةَ). وفي (تَشَّقَّقُ) قراءتان. تشديد الشين وتخفيفهما، فمن شدّد أدغم التاء في الشين والأصل: تَتَشَقَّقُ. ومن خَفَف حذف فلم يدغم.\r\r25 - قوله تعالى: (وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا)، وقرأ ابن كثير (نُنْزِلُ) مخفَّفَةَ من الإنزال، جعل الفعل من الإنزال والمصدر عَلَى (فَعَّلَ)؛ لأن (أَنْزَلَ) مثل (نَزَّلَ)، كقوله: (وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا).\r\r60 - قوله تعالى: (أَنَسْجُدُ لِمَا تَأْمُرُنَا)، بالسجود له، ومن قرأ بالياء فالمعنى: أنسجد لما يأمرنا محمد - صلى الله عليه وسلم - بالسجود له.\r62 - قوله تعالى: (أَنْ يَذَّكَّرَ)، وقرأ حمزة مخففًا على معنى: أنه يذكرُ اللهَ بتسبيح فيهما. قال الفراء: ويَذْكُرُ وَيتَذَكَّرُ يأتيان بمعنًى واحدٍ.\r67 - قوله تعالى: (وَلَمْ يَقْتُرُوا) يقال: قَتَرَ الرجلُ على عياله يَقْتُر ويَقْتِر قَتْرًا، وأَقْتَرَ يُقتِرُ إِقْتَارًا: إذا ضيّق. قال أبو عبيدة: هي ثلاث","seal":"DFEB8AD2","page":304},
      {"aya":null,"sora":null,"Na":null,"id":216,"part":1,"nass":"لغات، معناها: لم يُضَيِّقوا في الإنفاق.\r\r69 - قوله تعالى: (يُضَاعَفْ لَهُ الْعَذَابُ)، ومن رفع (يُضَاعَفُ) استأنف وقطعه مما قبله.\r75 - قوله تعالى: (وَيُلَقَّوْنَ فِيهَا)، وقرئ بالتخفيف. فمن شدد فحجته قوله: (وَلَقَّاهُمْ نَضْرَةً). ومن خفف فحجته [قوله]: (فَسَوْفَ يَلْقَوْنَ غَيًّا).\r77 - قوله تعالى: (مَا يَعْبَأُ بِكُمْ رَبِّي)، قال أبو عبيدة: يقال: ما\rعَبَأْتُ به شيئًا، أي: لم أَعِرْهُ [اهتمامًا]، فوجوده وعدمه عندي سواء. قال\rالزجاج: تأويل (مَا يَعْبَأُ بِكُمْ): أَيُّ وَزْنٍ لكم عنده.\r* * *","seal":"056419F4","page":305},
      {"aya":null,"sora":null,"Na":null,"id":217,"part":1,"nass":"ومن سورة الشعراء\r56 - قوله تعالى: (حَاذِرُونَ)، وقرئ (حَذِرُونَ). قال الفراء: الحاذِر: الذي يحذرك الآن، والحَذِرُ: المخلوق كذلك لا تلقاه إلا حَذِرًا. وقال الزجاج: الحاذِرُ: المستعد، والحَذِرُ: المتيقظ. قال أبو عبيدة: رَجل حَذِرٌ وحَذُرٌ وحَاذِرٌ. وأهل التفسير يقولون في تفسير (حَاذِرُونَ) مُؤْدُونَ مُقْوُونَ، أي: ذَوُو أداةٍ وقوةٍ، مستعدون شاكون في السلاح. ومعنى (حَذِرُونَ): خائفون شرهم.\r137 - قوله تعالى: (إِنْ هَذَا إِلا خَلْقُ الأَوَّلِينَ)، قال مقاتل: قالوا ما هذا العذاب الذي تقول يا هودُ إلا كذب الأولين، وهو قول ابن مسعود رضي الله عنه ومجاهد. والخَلْقُ والاختلاق: الكذب. ومنه قوله: (وَتخلُقُونَ","seal":"516403C1","page":306},
      {"aya":null,"sora":null,"Na":null,"id":218,"part":1,"nass":"إِفْكًا). وقرئ (خُلُقُ الْأَوَّلِينَ) بضم اللام والخاء، أي: عادة الأولين. والمعنى: ما هذا الذي نحن فيه إلا عادة الأولين من قَبْلِنَا.\r\r149 - قوله تعالى: (فَارِهِينَ)، حاذقين بنحتها، وهو من قولهم: فَرُهَ الرجل فَرَاهةً فهو فارِهٌ. وقرئ (فَرِهِينَ). قال ابن عباس: أشِرين بَطِرين، والهاء من (فَرِهِينَ) بدل من الحاء، والفَرِحُ في كلام العرب بالحاء الأَشِرُ البَطِرُ، ومنه قوله: (إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ).\r176 - قوله تعالى: (أَصْحَابُ الْأَيْكَةِ)، والأيكة: شجرةُ الدَّوْم، وهو المُقْلُ، وكان أكثر شجرهم الدَّوْمَ. قال مجاهد: الأيكة: الغَيضة من الشجر الملتف. وقرأ الحجازيون (أَصْحَابُ لَيْكَةِ) هاهنا، وفي (ص)","seal":"87B2606E","page":307},
      {"aya":null,"sora":null,"Na":null,"id":219,"part":1,"nass":"بغير همز مفتوحةً. قال أبو علي الفارسي: الأيكةُ تعريف أيكة، فإذا خففت الهمزة حذفتها وألقيت حركتها على اللام فقلت: الَيكَة، كما قالوا: الَحْمَرُ.\rوقول من قال: (أَصْحَابُ لَيْكَةِ) مشكل؛ لأنه فتح التاء مع لحاق الألف واللام الكلمة، وهذا في الامتناع، كقول من قال: مررتُ بِلَحْمَرَ ففتح الآخر مع لحاق لام المعرفة.\r\r197 - قوله تعالى: (أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ)، قال الزجاج: (أَنْ يَعْلَمَهُ) اسم (كَانَ) و (آيةً) خبره، والمعنى: أولم يكن لهم علم علماء بني إسرائيل. وقرأ ابن عامر (تَكُنْ) بالتاء (آيةٌ)","seal":"4AE44546","page":308},
      {"aya":null,"sora":null,"Na":null,"id":220,"part":1,"nass":"رفعًا. قال الفراء والزجاج: جعل (آية) هي الاسم و (أَنْ يَعْلَمَهُ) خبر (تَكُنْ).\r\r224 - قوله تعالى: (يَتَّبِعُهُمُ الْغَاوُونَ)، أي: الذين يريدون هجاء المسلمين. وقرأ أهل المدينة (يَتْبَعُهُمُ) مخففًا من الإتباع.\r* * *","seal":"E9E26960","page":309},
      {"aya":null,"sora":null,"Na":null,"id":221,"part":1,"nass":"ومن سورة النَّمل\r7 - قوله تعالى: (بِشِهَابٍ قَبَسٍ)، والشهاب أصل خشبة فيها نار ساطعةٌ. وقرأ يعقوب (بِشِهَابِ قَبَسٍ) فَنَوَّنَ من غير إضافة. قال الزجاج: من نون جعل (قَبسَ) من صفة (الشهَاب). ومن أضاف فقال الفراء: هو مما يضاف إلى نفسه إذا اختلف الاسمان، كقوله: (وَلَدَارُ الأَخِرَةِ).\r21 - قوله تعالى: (أَوْ لَيَأْتِيَنِّي)، أصله: (أَوْ لَيَأْتِيَنَّنِي) بنونين كما قرأ ابن كثير، ولكن حذفت النون التي قبل ياء المتكلم لاجتماع النونات.","seal":"C1716A93","page":310},
      {"aya":null,"sora":null,"Na":null,"id":222,"part":1,"nass":"22 - قوله تعالى: (مِن سَبَأَ)، وقرئ (مِنْ سَبَإٍ) بالتنوين. قال الزجاج: من لم يصرف؛ فلأنه اسم مدينة، ومن صرف فلأنه اسم البلد، فيكون مُذَكرًا سُمِّيَ بِهِ مُذَكرًا. وروي في الحديث أن النبي - صلى الله عليه وسلم - سئل عن سبأ فقال: \"كَانَ رَجُلًا له عَشرٌ من البَنينَ \".\r25 - قوله تعالى: (أَلَّا يَسْجُدُوا لِلَّهِ)، من قرأ بالتشديد كان المعنى: فصدهم عن المسجد لئلا يسجدوا قاله الزجاج. وقال الفراء: زين لهم الشيطان أعمالهم لئلا يسجدوا، ثم حذف اللام. ومن قرأ بالتخفيف كان المعنى: ألا يا قوم أو يا مسلمون اسجدوا لله الذي خلق السماوات والأرض، وعلى هذه القراءة كلام معترض من غير القصة، إما من الهدهد، وإما من سليمان عليه السلام. وقال أبو عبيدة: هو أمر من الله مستأنف، يعني: ألا يا أيها الناس اسجدوا لله، والوجه قراءة العامة لئلا تنقطع القصة مما ليس منها.","seal":"C0ACF5BB","page":311},
      {"aya":null,"sora":null,"Na":null,"id":223,"part":1,"nass":"25 - قوله تعالى: (لِلَّهِ الَّذِي يُخْرِجُ الخَبْءَ)، يقال: خَبَأْتُ الشيءَ أَخْبَؤُه خَبْأً. والخَبْءُ: ما خبأته لوقت. قال الزجاج: جاء في التفسير أن (الخَبْءَ) هاهنا القَطْرُ من السماء، والنبات من الأرض. وعلى هذا (في) تكون بمعنى (من) وكذا هو في قراءة عبد اللَّه. ويجوز أن يكون معنى الخبء: الغيب في السماوات والأرض.\r\r25 - قوله تعالى: (وَيَعْلَمُ ما يُخْفُونَ)، في قلوبهم (وَمَا يُعْلِنُون) بألسنتهم. وقراءة الكسائي بالتاء؛ لأن أول الآية الخطاب، على قراءته بتخفيف (أَلا يا اسْجُدُوا).\r\r49 - قوله تعالى: (بِاللَّهِ لَتُبَيِّتُنَّهُ)، لَتَقْتُلُن صَالِحًا (وَأَهْلَهُ) بياتًا. ومن قرأ بالنون كأنهم قالوا: أقسموا [بالله] لَنَفْعَلَنَّ كذا، والأمر بالقسم في القراءتين داخل في الفعل معهم.\r49 - قوله تعالى: (مَا شَهِدْنَا مُهْلَكَ أَهْلِهِ)، ما قتلناه، وما ندري من قتله وأهله. والمُهْلَكُ يجوز أن يكون مصدرًا بمعنى الإهلاك، ويجوز أن يكون الموضع. ورَوى عاصم بفتح الميم واللام يريد: الهَلاكَ، يقال: هَلَكَ يَهْلِكُ هَلاكًا ومَهْلَكًا. ورَوى حفص بفتح الميم وكسر اللام، وهو","seal":"FEE703B7","page":312},
      {"aya":null,"sora":null,"Na":null,"id":224,"part":1,"nass":"اسم المكان على [معنى]: ما شهدنا موضع هلاكهم ومكانه. قال الزجاج: فكأن هؤلاء النّفر تحالفوا أن يُبَيتُوا صَالِحًا [ويقتلوه وأهله في بياتهم].\r\r66 - قوله تعالى: (بَلِ ادَّارَكَ عِلْمُهُمْ)، ادَّارَكَ معناه: تدارك، أي: تتابع وتلاحق. ومنه قوله: (حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا). وقرأ ابن كثير (بَلْ أَدْرَكَ) أي: بَلَغَ ولَحِقَ، كما تقول: أَدْرَكَهُ علمي أي: بَلَغَه ولَحِقَه. قال ابن عباس رضي الله عنه يريد: ما جهلوه في الدنيا وسقط علمه عنهم عَلِمُوه في الآخرة.\r70 - قوله تعالى: (وَلا تَكُنْ فِي ضَيْق)، وقرئ (وفِي ضِيْتقٍ) بكسر الضاد، وهما لغتان. قال ابن السكيت: يقال: في صدر فلان ضَيْق وضِيْق بكسر الضاد وهو ما يضيق عنه الصَّدر. وهذه الآية مفسّرة في آخر سورة النحل.","seal":"98C42A2F","page":313},
      {"aya":null,"sora":null,"Na":null,"id":225,"part":1,"nass":"87 - قوله تعالى: (ءَاتُوهُ) أي: يأتون الله يوم القيامة. وقرأ حمزة (أَتَوْهُ) على الفعل. (دَاخِرينَ): صاغرين.\r88 - قوله تعالى: (بِمَا يَفْعَلُونَ)، بما يفعل أعداؤه من المعصية والكفر، وبما يفعل أولياؤه من الطاعة. ومن قرأ بالتاء فهو خطاب للكافة.\r89 - قوله تعالى: (وَهُمْ مِنْ فَزَعٍ)، قرئ بالتنوين وبالإضافة. قال أبو علي الفارسي: إذا نَوّنَ يجوز أن يُعنى به فزع واحد، ويجوز أن يُعنى به الكثرة؛ لأنه مصدر، والمصادر تدل على الكثرة وإن [كانت] مفردة الألفاظ كقوله تعالى: (إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ). وكذلك إذا أضيف يجوز أن يُعنى به مفرد، ويجوز أن يُعنى به كثرة. وعلى هذا القراءتان سواء، لا فضل بينهما، فإن أريد به الكثرة فهو شامل لكل","seal":"372F7FC6","page":314},
      {"aya":null,"sora":null,"Na":null,"id":226,"part":1,"nass":"فزع، وإن أريد به واحد فتفسيره ما ذكرنا في قوله: (الْفَزَعُ الْأَكْبَرُ). وقال الكلبي: إذا أطبقت النار على أهلها فزعوا فزعة لم يفزعوا مثلها، وأهلُ الجنة آمنُون من ذلك الفزع.\r* * *","seal":"82573C81","page":315},
      {"aya":null,"sora":null,"Na":null,"id":227,"part":1,"nass":"ومن سورة القصص\r6 - قوله تعالى: (وَنُرِيَ فِرْعَوْنَ)، وقرأ حمزة (يَرَى) بالياء (فِرْعَوْنُ) وما بعده رفعًا. والاختيار قراءة العامة؛ ليكون الكلام من وجهٍ واحدٍ.\r23 - قوله تعالى: (حَتَّى يُصْدِرَ الرِّعَاءُ)، أي: حتى يُصدِرُوا مواشيَهُم من واردهم فيخلوا لنا الموضع. وقرئ (يَصْدُرَ) من: صَدَرَ وهو ضدّ: وَرَدَ. والمعنى: حتى يرجعوا من سقيهم. والرِّعَاءُ جمع راعٍ.","seal":"3CA044B3","page":316},
      {"aya":null,"sora":null,"Na":null,"id":228,"part":1,"nass":"29 - قوله تعالى: (أَوْ جَذْوَةٍ)، فيها ثلاث قراءات: فتح الجيم وضمها وكسرها. وهي كلها لغات. قال أبو عبيدة: الجذوة: القطعة الغليظة من الخشبة فيها لهب. قال ابن عباس: قطعة حطب فيها نار.\r32 - قوله تعالى: (مِنَ الرُّهْبِ)، أي: من الفزع. وقرئ (الرَّهْبِ) بمعنى (الرُّهْبِ) كالرَّشَدِ والرُّشدِ.\rوقال عطاء عن ابن عباس: يريد: اضمم يَدك إلى صدرك من الخوف، ولا خوف عليك. معناه: إن الله تعالى أمره أن يضم يده إلى صدره فيذهب ما ناله من الخوف عند معاينة الحَيَّة.\r\r34 - قوله تعالى: (يُصَدِّقُنِي)، قرئ بالرفع والجزم، فمن رفع فهو صفة للنكرة وتقديره: رِدْءًا مصدقًا، ومن جزم كان على جواب الأمر: إنْ","seal":"8CED056F","page":317},
      {"aya":null,"sora":null,"Na":null,"id":229,"part":1,"nass":"أرسَلْتَه معي صَدَّقَنِي. والتصديق لهارون في قول الجميع. وقال مقاتل: لكي يصدقني فرعون.\r\r48 - قوله تعالى: (قَالُوا سَاحِرَانِ تَظَاهَرَا)، تعاونا على السحر والضلالة، يعنون: موسى ومحمدًا، عليهما السلام، ومن قرأ: (سِحْرَانِ) قال مقاتل: يعني التوراة والقرآن وهو قول عكرمة والكلبي، والمعنى: كل سحر منهما يقوي الآخر، فنسب التظاهر إلى السحرين على الاتساع.\r82 - قوله تعالى: (لَخَسَفَ بِنَا)، أي: الله. ومن ضم الخاء فإنه يؤول في المعنى إلى الأول.\r* * *","seal":"E7A2AE0E","page":318},
      {"aya":null,"sora":null,"Na":null,"id":230,"part":1,"nass":"ومن سورة العنكبوت\r19 - قوله تعالى: (أَوَلَمْ يَرَوا)، يعني: كفار مكة. ومن قرأ بالتاء فهو خطاب لهم.\r20 - قوله تعالى: (يُنْشِئُ النَّشْأَةَ)، أي: الذي خلقها وبدأ خلقها ينشئها نشأة ثانية. وقرأ أبو عمرو بالمد. قال الفراء: وهو مثل الرأفة والرآفة كل صواب.\r25 - قوله تعالى: (مَوَدَّةُ بَيْنِكُمْ)، قال الزجاج: ترفع (مَوَدَّةُ) على إضمار (هي) كأنه قال: تلك (مَوَدَّةُ بَيْنِكُمْ)، أي: أُلْفَتُكُم واجتماعكم على الأصنام مودةُ بَينِكم (فِي الْحَيَاةِ الدُّنْيَا). وقرأ عاصم","seal":"6FB494D5","page":319},
      {"aya":null,"sora":null,"Na":null,"id":231,"part":1,"nass":"(مَوَدَّةٌ بَيْنَكُمْ) بالرفع والتنوين (بَيْنَكُمْ) نصبًا، وهذه القراءة كالأولى إلا أنه لم يُضِف المودة، ونصب (بَيْنَكُمْ) على الظرف. وقرأ حمزة (مَوَدَّةَ) نصبًا من غير التنوين (بَيْنِكُم) خفضًا، جعل (ما) مع (إِن) كافَّةَ، ولم يجعلها بمعنى (الذي)، ونصب (مَوَدَّةَ) على أنه مفعول له، أي: اتخذتم الأوثان للمودة، ثم أضافها إلى (بَيْنِكُمْ) كما أضاف من رفع. وقرأ نافع وابن عامر (مَوَدَّةَ) بالنصب والتنوين (بَينَكَمُ) بالنصب وهذه القراءة كقراءة حمزة في المعنى إلا أنه لم يضف المودة. قال المفسرون: يقول إنكم جعلتم الأوثان تتحابون على عبادتها، وتتواصلون عليها في الحياة الدنيا.\r\r32 - قوله تعالى: (لَنُنَجِّيَنَّهُ)، (إِنَّا مُنَجُّوكَ وَأَهْلَكَ)، يعني: بناته. قال المبرد: الكاف في (مُنَجُّوكَ) مخفوضة، ولم يجز عطف الظاهر على المضمر المخفوض، فحمل الثاني على المعنى فصار التقدير: وننجي أهلك ومنجون أهلك.\r50 - قوله تعالى: (وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَتٌ)، هَلا أنزل على محمد آية من ربه كما كانت الأنبياء تجيء بها إلى قومهم. وقرئ","seal":"9B23F87C","page":320},
      {"aya":null,"sora":null,"Na":null,"id":232,"part":1,"nass":"(ءَايَاتٌ) على الجمع. وقد تقع آية على الكثرة وإن كانت على لفظ الواحد، فالقراءتان معناهما واحد.\r\r55 - قوله تعالى: (وَيَقُولُ ذُوقُوا)، ومن قرأ بالنون فلأن ذلك لما كان بأمره سبحانه جاز أن ينسب إليه.\r58 - قوله تعالى: (لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ)، قال ابن عباس: لَنُسْكِنَنهُم. وقرأ حمزة والكسائي (لَنُثْوِيَنَّهُمْ). قال الزجاج: يقال: ثوى الرجل إذا أقام، وأثويتُه إذا أنزلتَه منزلا يقيم فيه. قال الأخفش: ولا تعجبني هذه القراءة؛ لأنك لا تقول: أثويته الدار. بل تقول: في الدار، وليس في الآية حرف جر في المفعول الثاني. قال أبو علي الفارسي: هو على إرادة حرف الجر ثم حذف، كما يقال: أمرتك الخير أي: أمرتك بالخير.\r66 - قوله تعالى: (لِيَكْفُروا بِمَآ آتَيْنَاهُمْ)، هذه لام الأمر، ومعناه:","seal":"5AB0F3A7","page":321},
      {"aya":null,"sora":null,"Na":null,"id":233,"part":1,"nass":"التهديد والوعيد، (وَلِيَتَمَتَّعُوا) بباقي عمرهم (فَسَوْفَ يَعْلَمُونَ) عاقبة كفرهم، ومن كسر اللام جعل اللام في (لِيَكفُرُوا) لام (كي)، والمعنى: إذا هم يشركون ليكفروا، والمعنى: لا فائدة في الإشراك إلا الكفر والتمتع بما يستمتعون به في العاجلة من غير نصيب في الآخرة.\r* * *","seal":"72449D53","page":322},
      {"aya":null,"sora":null,"Na":null,"id":234,"part":1,"nass":"ومن سورة الرُّوم\r10 - قوله تعالى: (ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا)، [في (السوأى) قولان أحدهما: أنها النار ضد الحسنى وهي الجنة]. وقرأ حفص (عَاقِبَةَ) بالنصب. فمن نصب جعلها خبر (كانَ) ونصبها متقدمة كما قال: (وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ)، وتقدير الكلام: ثم كان السوأى عاقبةَ الذين أساؤوا، ويكون (أَنْ كَذَّبُوا) مفعولا له، أي: لأن كذبوا. قال الزجاج: المعنى: ثم كان عاقبةُ الكافرينَ النارَ لتكذيبهم بآيات الله واستهزائهم. القول الثاني في (السُّوأَى) أنها مصدر بمنزلة الإساءة، ويكون المعنى: ثم كان التكذيبُ آخرَ أمرهم، أي: ماتوا على ذلك.\r11 - قوله تعالى: (ثُمَّ إِلَيْهِ يُرْجَعُونَ) على المعنى، ووجه القراءة","seal":"F929AC85","page":323},
      {"aya":null,"sora":null,"Na":null,"id":235,"part":1,"nass":"من قرأ بالتاء أنه صار من الغيبة إلى الخطاب.\r\r22 - قوله تعالى: (لَآيَاتٍ لِلْعَالِمِينَ)، وقرأ حفص بكسر اللام. قال الفراء: وهو وجه جيد، لأنه أقد، قال: (لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) (لَآيَاتٍ لِأُولِي الْأَلْبَابِ).\r39 - قوله تعالى: (وَمَا آتَيْتُمْ مِنْ رِبًا)، وقرأ ابن كثير (أَتَيْتمْ) مقصورًا، وهو يؤول في المعنى إلى قول مَنْ مَدَّ، كأنه قيل: ما جئتم من ربًا، ومجيئهم ذلك على وجه الإعطاء له كما تقول: أتيت خطأً وأتيت صوابًا، إنما هو فعل منه له.\r39 - قوله تعالى: (لِيَرْبُوَا فِي أَمْوَالِ)، أي: في اجتلاب أموال الناس. وقرأ نافع (لِتُرْبُوَا) بالتاء وضمها، أي: لتصيروا ذوي زيادة من أموال الناس بما آتيتم. وهو من (أَرْبَى) أي: صار ذا زيادة.\r\r50 - قوله تعالى: (فَانْظُرْ إِلَى أَثَرِ رَحْمَتِ اللَّهِ)، يعني: بعد إنزال","seal":"18691BD8","page":324},
      {"aya":null,"sora":null,"Na":null,"id":236,"part":1,"nass":"المطر انظر إلى حسن تأثيره في الأرض. وقرئ (آثَارِ) على الجمع. فمن أفرد فلأنه مضاف إلى مفرد. ومن جمع جاز؛ لأن رحمة الله يجوز أن يراد به الكثرة، كما قال: (وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ). قال مقاتل: أثر رحمة الله هو النبت، وهو بالمطر، والمطر رحمة الله ونعمته على خلقه.\r\r57 - قوله تعالى: (فَيَوْمَئِذٍ لا تَنْفَعُ)، قال ابن عباس رضي الله عنه: لا يقبل من الذين أشركوا عذر. وقرئ (لَا يَنْفَعُ) بالياء؛ لأن التأنيث ليس بحقيقي في المعذرة، وقد وقع الفصل بينَ الفاعل وفعلِه فقوَّى التذكير.\r* * *","seal":"61891754","page":325},
      {"aya":null,"sora":null,"Na":null,"id":237,"part":1,"nass":"ومن سورة لقمان عليه السلام\r3 - قوله تعالى: (هُدًى وَرَحْمَةً)، بالنصب على الحال. قال الزجاج: المعنى: تلك آيات الكتاب في حال الهداية والرحمة. وقرأ حمزة بالرفع على إضمار (هو) قال ابن عباس رضي الله عنه: بيان من الضلالة ورحمة من العذاب للموحدين من أمة محمدٍ - صلى الله عليه وسلم -.\r6 - قوله تعالى: (لِيُضِلَّ)، قال الزجاج: من قرأ بضم الياء فمعناه: لِيُضِلَّ غيرَه، وإذا أضل غيرَه فقد ضل هو. ومن قرأ بفتح الياء فمعناه: ليصير أمره إلى الضلال، وهو وإن لم يكن بمشترٍ للضلال فإنه يصير أمره إلى ذلك.\r6 - قوله تعالى: (وَيَتَّخِذُهَا)، بالرفع عطف على (يَشتَرِي)","seal":"3C3A5673","page":326},
      {"aya":null,"sora":null,"Na":null,"id":238,"part":1,"nass":"وبالنصب على (لِيُضِلَّ)، والكناية تعود إما إلى الآيات المذكورة في أول السورة، أي: ويتخذ آيات القرآن هزوًا. [وَإمَّا إلى (سَبِيلِ اللَّهِ)، والسبيل تؤنث كقوله: (قُل هَذِهِ سَبِيلِي)].\r\r16 - قوله تعالى: (مِثقَالَ حَبَّةٍ)، قال الزجاج: المعنى: إن التي سألتني عنها إن تك مثقال حبةٍ. قرئ (مِثْقَالُ) بالرفع والنصب، فمن نصب فاسم (كَانَ) مضمر على تقدير: إن تكن التي سألتني عنها (إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ). ومَنْ رفع مع تأنيث (تَكُنْ)؛ فلأن (مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ) راجع إلى معنى (خَرْدَلٍ) فهو بمنزلة: إن تك حبة من خَرْدَلٍ. و (تَكُ) هاهنا بمعنى: يقع، ولا خبر له.\r18 - قوله تعالى: (وَلَا تُصَعِّرْ خَدَّكَ)، وقرئ (وَلَا تُصَاعِرْ)، يقال: صَعَّرَ خده وصَاعَر إذا أمال وجهه وأعرض تكبرًا. يقول: لا تُعرض عن الناس تكبرًا عليهم. قال ابن عباس: لا تتعظم على خلق الله.","seal":"685324D9","page":327},
      {"aya":null,"sora":null,"Na":null,"id":239,"part":1,"nass":"وقال قتادة: هو الإعراض عن الناس يكلمك أخوك وأنت معرض عنه تكبرًا.\r\rْ20 - قوله تعالى: (نِعَمَهُ)، جمعًا. وقرئ (نِعْمَةً)، ومعنى القراءتين واحد؛ لأن المفرد أيضًا يدل على الكثرة، كقوله: (وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ).\r27 - قوله تعالى: (وَالْبَحْرُ يَمُدُّهُ)، قرئ نصبًا بالعطف على (مَا)، ورفعًا بالاستئناف، كأنه قال: والبحر هذه حاله وهي التي تَنْصَبُّ فيه [سبعة أبحر].\r* * *","seal":"C26190D8","page":328},
      {"aya":null,"sora":null,"Na":null,"id":240,"part":1,"nass":"ومن سورة السَّجدة\r7 - قوله تعالى: (الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلْقَهُ)، وقرأ أهل الكوفة والمدينة (خَلَقَهُ) بفتح اللام وهو صفة للنكرة التي هي (شَيْءٍ)، والمعنى: أتقن وأحكم كل شيءٍ خَلَقَه.\r17 - قوله تعالى: (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ)، أي: لا يعلم أحد ما خفي لهؤلاء الذين ذكرهم الله مما تقر به أَعينهم. قال: وكان أبو هريرة رضي الله عنه يقرؤها (مِنْ قُرَّاتِ أَعْيُنٍ). وقرأ حمزة (مَا أُخْفِيَ) بإسكان الياء، أي: ما أخفي لهم","seal":"8BACDD74","page":329},
      {"aya":null,"sora":null,"Na":null,"id":241,"part":1,"nass":"أنا، وحجته قراءة عبد اللَّه (نُخْفِي) بالنون.\r\r24 - قوله تعالى: (لَمَّا صَبَرُوا)، على دينهم وعلى البلاء من عدوهم. ويَقرأ (لِمَا صَبَرُوا) بكسر اللام حمزةُ والكسائي، أي: لصبرهم.\r* * *","seal":"C8431454","page":330},
      {"aya":null,"sora":null,"Na":null,"id":242,"part":1,"nass":"ومن سورة الأحزاب\r2 - قوله تعالى: (بِمَا تَعْمَلُونَ)، بالياء للكافرين والمنافقين، وبالتاء للمخاطبة.\r4 - قوله تعالى: (تَظَاهِرُونَ)، يقال: ظَاهَرَ من امرأته وتَظَاهَرَ وتَظَهَّرَ، وهو أن يقول لها: أنت على كظهر أمي. فمن قرأ (تَظَّهَّرُونَ) بفتح التاء وتشديد الظاء أراد (تَتَظَهرُونَ) فأدغم التاء في الظاء. وقرأ عاصم (تُظَاهِرُونَ) [من المظاهرة. وقرأ حمزة (تَظَاهِرُونَ)] فحذف تاء","seal":"030CCECE","page":331},
      {"aya":null,"sora":null,"Na":null,"id":243,"part":1,"nass":"(تتفاعلون)، وأدغم ابن عامر هذه التاء التي حذفها حمزة، وقرأ بفتح التاء وتشديد الظاء. [ثم] أَعْلَمَ اللَّهُ أن الزوجة لا تكون أُمَّا فقال: [(وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ) أي:] ما جعل نساءكم اللاتي تقولون: هن علينا كظهور أمهاتنا في التحريم.\r\r13 - قوله تعالى: (لَا مَقَامَ لَكُمْ)، لا مكان لكم تقيمون فيه. وقرأ عاصم بضم الميم، والمعنى: لا إقامة لكم: يقال: أَقَمْتُ إقَامَة ومُقَامًا.\r14 - قوله تعالى: (لَأَتَوْهَا)، أي: لأعطوهم ما سألوا. وقرأ أهل الحجاز (لأَتَوْهَا) قصرًا، أي: لَفَعَلوهَا، ومن قولك: أتيتُ الخير: أي: فعلته.\r31 - قوله تعالى: (وَتَعْمَلْ صَالِحًا)، وقرأ حمزة بالياء، حمل على المعنى وترك اللفظ.\r33 - قوله تعالى: (وَقِرْنَ فِي بُيُوتِكُنَّ)، يقال: وَقَرَ يَقِرُ وَقَارًا إذا سكن، والأمر فيه (قِرْ) وللنساء (قِرْنَ) مثل: عِدْنَ وزِنَّ. وقرأ عاصم","seal":"C17C8E1E","page":332},
      {"aya":null,"sora":null,"Na":null,"id":244,"part":1,"nass":"بفتح القاف وهي من: قَرِرْتُ في المكان أَقَرُّ، كان في الأصل (اقْرَرْنَ) ثم حذفت العين لثقل التضعيف وألقيت حركتها على القاف كقوله: (فَظَلْتمْ). قال أبو عبيد: كان أشياخنا من أهل العربية ينكرون القراءة بالفتح، وذلك لأن: قَرِرْتُ في المكان أَقَرُّ لا يجوزه كثير من أهل اللغة، والصحيح: قَرِرْتُ أَقِرُّ بالكسر، ومعناه: الأمر لهنّ بالتوقّر في بيوتهن وأن لا يخْرجْنَ.\r\r40 - قوله تعالى: (وَخَاتِمَ النَّبِيِّينَ)، آخرهم فلا نبيّ بعده. وقرأ عاصم بفتح التاء. قال أبو عبيدة: الوجه الكسر؛ لأن التأويل أنه ختمهم فهو خاتِمهم؛ ولأنه قال: \"أَنَا خَاتِمُ النَّبِيِّينَ\" لم نسمع أحدًا يروي إلا بكسر التاء. ووجه الفتح أن معناه: آخِرُ النَّبِيِّينَ، وخَاتِمُ كل شيء آخرُه كقوله: (خَاتَمُهُ مِسْكٌ).","seal":"1B3A6643","page":333},
      {"aya":null,"sora":null,"Na":null,"id":245,"part":1,"nass":"67 - قوله تعالى: (سَادَتَنَا)، وقرئ (سَادَاتِنَا) وكلاهما جمعان، و (سادة) أحسن، والعرب لا تكاد تقول: (سادات).\r68 - قوله تعالى: (لَعْنًا كَثِيرًا)، يعني: اللعن على أثر اللعن، أي: مرةً بعد مرةٍ. وقرأ عاصم بالباء على وصف اللعن بالكِبَرِ. قال الكلبي: يقول: عذبهم عذابًا كَبِيرًا.\r* * *","seal":"4D1CE884","page":334},
      {"aya":null,"sora":null,"Na":null,"id":246,"part":1,"nass":"ومن سورة سَبأ\r3 - قوله تعالى: (قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ)، بالكسر من نعت الرَّبّ، ومن رفع فهو خبر ابتداء، على تقدير: هو عالمُ الغيب. وقرأ حمزة (عَلَّامِ الْغَيْبِ) على المبالغة، كقوله: (عَلَّامُ الغُيُوبِ).\r5 - قوله تعالى: (أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ)، قرئ بالرفع على نعت العذاب، وبالخفض على نعت الرجز، والرجز: العذاب.","seal":"BB69B2BD","page":335},
      {"aya":null,"sora":null,"Na":null,"id":247,"part":1,"nass":"9 - قوله تعالى: (إِنْ نَشَأْ نَخْسِفْ بِهِمُ)، فأدغم الكسائي الفاء في الباء من قوله (يَخْسِفْ بِهِمُ). قال أبو علي الفارسي: وذلك غير جائز؛ لأن الفاء من باطن الشفة السفلى وأطراف الثنايا العليا - انحدر الصوت [بها] إلى الفم حتى اتصلت بمخرج الثاء، فلهذا جاز إبدال الثاء بالفاء في نحو: الجدث والجدف للمقاربة بينهما - فلم يجز إدغامه في الباء كما لا يجوز إدغام الباء فيه لزيادة صوت الفاء على صوت الباء.\r12 - قوله تعالى: (وَلِسُلَيْمَانَ الرِّيحَ)، قال الفراء: نصب (الرِّيحَ) على: وسخرنا لسليمان الريحَ. ورفع عاصم (وَلِسُلَيْمَانَ الرِّيحُ) لَمَّا لم يظهر التسخير، على معنى: وله تسخيرُ الريح. فالرفع يؤول إلى معنى النصب.\r14 - قوله تعالى: (تَأْكُلُ مِنْسَأَتَهُ)، يعني: عصاه. قال الزجاج:","seal":"C37A9B8B","page":336},
      {"aya":null,"sora":null,"Na":null,"id":248,"part":1,"nass":"المنسأة: العصا. وقرأ أبو عمرو بغير همز. قال المبرد: وبعض العرب يبدل من همزتها ألفًا يقول: مِنْسَاة، وأنشد:\rإِذَا دَبَبْتَ عَلَى الْمِنْسَاةِ مِنْ كِبَرٍ ... فَقَدْ تَبَاعَدَ عَنْكَ اللهْوُ وَالغَزَلُ\r\r16 - قوله تعالى: (أُكُلٍ خَمْطٍ)، القراءة الجيدة بالإضافة؛ لأن الخمط عند المفسرين اسم شجرة. قالوا: هو الأراك، وأُكُلُهُ جَنَاهُ، وهو: البرير. قال الأخفش: الأحسن في مثل هذه الإضافة، مثل: دارُ آجرٍ، وثوبُ خزٍّ.\r19 - قوله تعالى: (رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا)، أي: اجعل بيننا وبين الشام فَلَوَاتٍ ومنازِل. وقرئ (بَعِّدْ) وهو بمعنى (بَاعِدْ)، مثل: ضَعِّفْ","seal":"E0CBA6B2","page":337},
      {"aya":null,"sora":null,"Na":null,"id":249,"part":1,"nass":"وضَاعِفَ، \". قَرِّبْ وقَارِبْ.\r\r20 - قوله تعالى: (وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ)، قال الزجاج: صدَّقه في ظنّه: أنه ظن بهم أنه إذا أغواهم اتبعوه فوجدهم كذلك. فمن شدد نصب الظن؛ لأنه مفعول به، ومن خفف نصبه على معنى: صدَقَ عليهم في ظنّه.\r\r23 - قوله تعالى: (إِلَّا لِمَنْ أَذِنَ لَهُ)، أي: لا تنفع شفاعة مَلَكٍ مقرَّبٍ ولا نبيٍّ [مرسلٍ] حتى يؤذن له في الشفاعة. وقرئ بضم الهمزة وفتحها. فمن فتح كان المعنى: إلا لمن أذنَ اللَّهُ له في الشفاعة، يعني: الشَّافع. ويجوز أن يكون المعنى: إلا لمن أذن الله في أن يشفع له. ومن ضم الهمزة كان المعنى: كقول من فتح؛ لأن الآذن هو الله تعالى في القراءتين كقوله: (وَهَلْ نُجَازِي إِلَّا الْكَفُورَ)، (وَهَل نَجْزِي) والمجازي هو الله في الوجهين.\r\r23 - قوله تعالى: (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ)، أي: كشف الفزع","seal":"11187C45","page":338},
      {"aya":null,"sora":null,"Na":null,"id":250,"part":1,"nass":"عن قلوبهم و [قرئ] (فَزَّعَ)، كشف الله الفزع عن قلوبهم. ومعنى القراءتين سواء كما ذكرنا في (أَذِنَ) و (أُذِنَ).\r\r52 - قوله تعالى: (وَأَنَّى لَهُمُ التَّنَاوُشُ)، أي: التناول، وهو تفاعل من النوش الذي هو التناول. ومن همز فلأنَّ واوَ (التَّنَاوُشُ) مضمومة. وكل واوٍ ضمّتها لازمة جاز إبدال الهمزة منها نحو: أدْؤُرٍ وأَجْؤُهٍ. والمعنى: كيف لهم أن يتناولوا الإيمان من بعدُ، يعني: في الآخرة وقد تركوه في الدنيا.\r* * *","seal":"BBA81C00","page":339},
      {"aya":null,"sora":null,"Na":null,"id":251,"part":1,"nass":"ومن سورة فاطر\r3 - قوله تعالى: (هَلْ مِنْ خَالِقٍ غَيْرِ اللَّهِ)، هذا استفهام توبيخ وتقرير، [أي]: لا خالقَ سواه. قال الزجاج: ورفع (غَيْرُ) على معنى: هل خالق غيرُ الله؛ لأن (مِن) زيادة مؤكدة. ومن خفض جعله صفة على اللفظ.\r40 - قوله تعالى: (فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ)، يعني: ما في الكتاب من ضروب البيان. وقرأ أبو عمرو (بَيِّنَاتٍ) جعل ما في الكتاب بينةً على لفظ المفرد، وإن كانت عدةَ أشياء.\r43 - قوله تعالى: (وَمَكْرَ السَّيِّئِ)، يعني: ومكروا مَكْرَ السَّيِّئِ،","seal":"2D0F3A96","page":340},
      {"aya":null,"sora":null,"Na":null,"id":252,"part":1,"nass":"وهو عملهم القبيح من الشرك. والمكر: هو العمل القبيح، وأضيف المكر إلى صفته. وقرأ حمزة بإسكان الهمزة. والنحويون كلهم يزعمون أنّ هذا من الاضطرار في الشعر، ولا يجوز مثله في كتاب الله. وقال أبو علي الفارسي: هو على إجراء الوصل مجرى الوقف كما حكى سيبويه من قولهم: ثَلاثَهَ ارْبَعَهْ، فأجروا الوصل مجرى الوقف، قال: ويحتمل أنه خفّف آخر الاسم لاجتماع الكسرتين واليائين، كما خففوا الباء من إِبْلٍ؛ لتوالي الكسرتين، ونُزِّلَ حركةُ الإعراب بمنزلة غير حركة الإعراب. قال أبو جعفر النحاس: كان الأعمش يقف على (وَمَكْرَ السَّيِّئِ) فيترك","seal":"2EB3D0C6","page":341},
      {"aya":null,"sora":null,"Na":null,"id":253,"part":1,"nass":"الحركة، وهو وقف تام حسن. ثم غلط الراوي عليه، فروى أنه كان يحذف الإعراب في الوصل [فتابع] حمزةُ الغالطَ، فقرأ في الإدراج بترك الحركة.\r* * *","seal":"EC2085E9","page":342},
      {"aya":null,"sora":null,"Na":null,"id":254,"part":1,"nass":"ومن سورة يس\r5 - قوله تعالى: (تَنْزِيلُ الْعَزِيزِ الرَّحِيمِ)، ومن قرأ بالنصب فعلى معنى: نزّل الله ذلك تنزيلا من العزيز الرحيم، ثم أضيف إليه المصدر فصار معرفة.\r14 - قوله تعالى: (فَعَزَّزْنَا)، فقوّينا وشدّدنا الرسالة. وقرأ أبو بكر (فَعَزَزْنَا) بالتخفيف. قال الفراء: عَزَّزْنا وعَزَزْنا كقوله شَدَّدْنا وشَدَدنا بالتخفيف والتثقيل ونحو ذلك.\r35 - قوله تعالى: (وَمَا عَمِلَتْ أَيدِيهِم)، أي: ومن ثمرة ما عملت أيديهم. يعني: الغروس والحروث. ومن قرأ (عَمِلَتْهُ) بالهاء جعلها","seal":"9B0E3C7D","page":343},
      {"aya":null,"sora":null,"Na":null,"id":255,"part":1,"nass":"عائدة إلى (ما) التي هي بمعنى (الذي). ومن قرأ بحذف الهاء؛ فلأن هذه الهاء الراجعة إلى الموصول تجيء محذوفة في أكثر القرآن، كقوله: (أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا). وتكون هذه القراءة كقراءة من قرأ (عَمِلَتْهُ)؛ لأن الهاء مرادة وإنْ حذفت من اللفظ. ويجوز أن تكون (ما) في (وَمَا عَمِلَتْهُ) نفيًا وهو معنى قول الضحاك ومقاتل، قال الضَّحَّاك،: أي: وجدوها معمولة ولا صنع لهم فيها. وقال مقاتل: يقول: لم يكن ذلك من صنع أيديهم ولكن من فعلنا.\r\r39 - قوله تعالى: (وَالْقَمَرُ قَدَّرْنَاهُ مَنَازِلَ)، وهي ثمانية وعشرون منزلا من أول الشهر، فإذا صار إلى آخر منازله دقّ. ومن قرأ (وَالْقَمَرَ) نصبًا؛ فلأنّ المعنى: وقدَّرنا القمرَ قدَّرناه، كما تقول: زيدًا","seal":"48C42D7C","page":344},
      {"aya":null,"sora":null,"Na":null,"id":256,"part":1,"nass":"ضربتُه.\r\r49 - قوله تعالى: (وَهُمْ يَخِصِّمُونَ)، أي: يختصمون في البيع والشرى، ويتكلمون عن ما كانوا متشاغلين في متصرفاتهم. وأجود القراءة فتح الخاء مع تشديد الصاد؛ لأن الأصل (يختصَمُونَ) فألقيت حركة الحرف المدغم وهو التاء على الساكن الذي قبله وهو الخاء. ومن قرأ بكسر الخاء حَرَّكَهُ بالكسرِ لالتقاء الساكنين. وقرأ أهل المدينة بالجمع بين ساكنين. قال الزجاج: وهو أشدّ الوجوه وأردؤها. وقرأ حمزة (يَخْصِمُونَ) ساكنة الخاء مخفّفة الصاد، وهو (يَفْعِلُونَ) من الخصومة، كأنه قال: وهم يتكلمون، والمعنى: تأخذهم وبعضهم يخصم بعضًا.","seal":"40E29432","page":345},
      {"aya":null,"sora":null,"Na":null,"id":257,"part":1,"nass":"55 - قوله تعالى: (فِي شُغُلٍ)، وقرئ (فِي شُغْلٍ) وهما لغتان. قال مقاتل: شُغِلوا بافتضاض الأبكار والعذارى عن أهل النار فلا يذكرونهم ولا يهتمُّون لهم، وهذا قول جماعة المفسرين. وقال الحسن: شُغِلوا بما في الجنة من النعيم عما فيه أهل النَّار من العذاب.\r56 - قوله تعالى: (فِي ظِلَالٍ عَلَى الْأَرَائِكِ)، قال مقاتل: يعني: أكنان القصور. وقرأ حمزة والكسائي (فِي ظُلَلٍ) وهو جمع (ظُلَّةٍ).\r62 - قوله تعالى: (جِبِلًّا كَثِيرًا)، يعني: خلقًا كثيرًا. وفيه لغات: جُبُلا وجُبْلا وجُبُلًّا وهذه الأوجه قرئ بها، ومعناها:","seal":"32DA8DF7","page":346},
      {"aya":null,"sora":null,"Na":null,"id":258,"part":1,"nass":"الخلق والجماعة.\r\r68 - قوله تعالى: (نُنَكِّسْهُ)، بالتشديد والتخفيف. يقال: نَكَسْتُه أَنكُسُه، ونَكَّسْتُه أُنكسُه. وذكرنا معنى (النكس) عند قوله: (ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ). قال الزجاج مَنْ أَطَلْنَا عمرَه نَكَّسْنَا خَلْقه فصار بدل القوة الضعف وبدل الشباب الهرم.\r* * *","seal":"753853CE","page":347},
      {"aya":null,"sora":null,"Na":null,"id":259,"part":1,"nass":"ومن سورة الصافات\r6 - قوله تعالى: (بِزِينَةِ الْكَوَاكِبِ)، بحسنها وضوئها. وقرأ حمزة (بِزِينَةٍ) منونة وخفض (الكَواكِبِ). قال الزجاج: الكواكب بدل من الزينة؛ لأنها هي، كما تقول: مررت بَأبي عبد اللَّه زيدٍ. وقرأ عاصم بالتنوين في (الزينة) ونصب (الكَوَاكِبَ) أعمل (الزينة) وهو مصدر في (الكَوَاكِبَ)، والمعنى: بأنّا زينا الكواكب فيها حين ألفناها في منازلها، وجعلناها ذات نور.\r12 - قوله تعالى: (بَل عَجِبْتَ)، وقرأ ابن مسعود رضي الله عنه بضم التاء.","seal":"6825A465","page":348},
      {"aya":null,"sora":null,"Na":null,"id":260,"part":1,"nass":"وعن أبي وائل قال: قرأ عبد اللَّه (بَلْ عَجِبْتُ) فقال شريح: إن الله لا يعجب إنما يعجب من لا يعلم، قال الأعمش: فذكرته لإبراهيم فقال: إن شريحًا كان معجبًا برأيه، إن عبد اللَّه قرأ (بَل عَجِبْتُ) وعبد اللَّه أعلم من شريح، وإضافة العَجَبِ إلى الله ورد به الخبر كقوله - صلى الله عليه وسلم -: \"عَجِبَ رَبُّكُم مِنْ شَابٍّ لَيسَت لَهُ صَبْوَةٌ\".\r\r8 - قوله تعالى: (لَا يَسْمَعُونَ إِلَى الْمَلَإِ الْأَعْلَى)، قال الكلبي: لكي لا يسمعوا إلى الكتبة [مِن] الملائكة. وقرئ (يَسَّمَّعُونَ) بالتشديد، وأصله: يَتَسَمَّعُون فأدغم التاء في السّين.","seal":"8F18F2C5","page":349},
      {"aya":null,"sora":null,"Na":null,"id":261,"part":1,"nass":"47 - قوله تعالى: (وَلَا هُمْ عَنْهَا يُنْزَفُونَ)، لا يسكرون. يقال: نَزِفَ الرجل فهو مَنْزُوف ونَزِيف إذا سَكِرَ. ومن كسر الزاي، فقال: الفراء: له معنيان، يقال: أَنْزَف الرجلُ إذا فَنِيَت خَمرُهُ، وأَنْزَف إذا ذهب عقلُه من السكر. وتُحْمَل هذه القراءة على معنى: لا ينفد شرابهم لزيادة الفائدة.\r94 - قوله تعالى: (يَزِفُّونَ)، يُسرعون، من زفيف النّعامة وهو أوّل عدوها. يقال: جاء يَزِفُّ زَفِيف النعامة أي: يُسْرعُ. وقرأ حمزة بضم الياء، أي: يحملون دوابهم وظهورهم على الجد والإسراع في المشي.\r102 - قوله تعالى: (مَاذَا تَرَى)، أي: من الرأي فيما ألقيت إليك، وما الذي تذهب إليه، هل تَسْتَسلِم له وتنقاد؛ أو تأتي غير ذلك. وقرأ حمزة (تُرِي) بضم التاء وكسر الراء، معناه: ما تشير؟. قال الفراء: ماذا تريني من صبرك أو جزعك.","seal":"9140650D","page":350},
      {"aya":null,"sora":null,"Na":null,"id":262,"part":1,"nass":"123 - قوله تعالى: (وَإنَّ إِلْيَاسَ)، وقرأ ابن عامر (وَإنَّ الْيَاسَ) بغير همز، جعل الهمزة التي تصحب اللام للتعريف، كقوله: (وَالْيَسَعَ)، والوجه قراءة العامة؛ لأن الهمزة ثابتة في هذا الاسم، وليست للتعريف، يقوي ذلك قوله تعالى: (سَلَامٌ عَلَى إِلْ يَاسِينَ). وقرئ (آلِ يَاسِينَ) فهذا يدل على أن الهمزة ثابتة في (إِلْيَاسَ).\r125 و 126 - قوله تعالى: (أَحْسَنَ الْخَالِقِينَ (125) اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ (126)) قرئ بالرفع على الاستئناف لتمام الكلام الأول، والمعنى: إنه خالقكم وخالق من قبلكم. وقرئ بالنصب على صفة (أَحْسَنَ الْخَالِقِينَ).\r130 - قوله تعالى: (سَلَامٌ عَلَى إِلْ يَاسِينَ)، قال ابن عباس: يريد إلياس ومن معه. قال الفراء: تذهب بـ (إِلْ يَاسِينَ) إلى [أَنْ] تجعله جمعًا، فتجعل أصحابه داخلين في اسمه، كما تقول للقوم رئيسهم المُهَلَّبُ: قد جاءكم المهالبة، فيكون بمنزلة الأعجمين والأشعرين بالتخفيف. قال أبو علي الفارسي إل ياسين تقديره: إل ياسيين لأن اليائين للنسبة،","seal":"A7EA6564","page":351},
      {"aya":null,"sora":null,"Na":null,"id":263,"part":1,"nass":"حذفتا كما حذفتا في: الأشعرين والأعجمين. وقرأ نافع (عَلَى آل يَاسِينَ)، وحجته أنها في المصحف مفصولة من (يَاسِينَ)، وذلك دليل على أنه (ءَالِ)، وهذه القراءة بعيدة. قال الفراء وأبو عبيدة: الوجه قراءة العامة؛ لأنه لم يقل في شيءٍ من السورة على آل فلان وآل فلان إنما جاء بالاسم، كذلك (إلْ يَاسِينَ)؛ لأنه إنما هو بمعنى (إِلْيَاسَ) أو بمعنى (آلياس) وذلك أتباعه. وذكر الكلبي في تفسيره (سَلَامٌ عَلَى إِلْ يَاسِينَ) يقول: سلام على آل محمد - صلى الله عليه وسلم - وهذا بعيد؛ لأن ما قبله من الكلام وما بعده لا يدلّ عليه.\r\r153 - قوله تعالى: (أَصْطَفَى الْبَنَاتِ)، قراءة العامة بفتح الهمزة على الاستفهام الذي معناه التوبيخ. وقرأ نافع بغير استفهام على وجه الخبر، كأنه اصطفى البنات في زعمكم وفيما تقولون. وقال الفراء: أراد الاستفهام وحذف حرف الاستفهام كقوله: (أَذْهَبْتُمْ طَيِّبَاتِكُمْ).\r* * *","seal":"13310524","page":352},
      {"aya":null,"sora":null,"Na":null,"id":264,"part":1,"nass":"ومن سورة (ص)\r15 - قوله تعالى: (مَا لَهَا مِن فَوَاقٍ)، وقرأ حمزة والكسائي بالضم. قال الزجاج: فُوَاق وفَوَاق بضم الفاء وفتحها أي: ما لها من رجوع. والفواق ما بين حلبتي الناقة وهو مشتق من الرجوع أيضًا؛ لأنه يَعُودُ اللبَنُ إلى الضرع بين الحلبتين. وأفاق من مرضه أي: رجع إلى الصحة. قال مجاهد: (مَا لَهَا مِن فَوَاقٍ): رجوع، أي: ما يرد ذلك الصوت فيكون له رجوع.\r41 - قوله تعالى: (بِنُصْبٍ وَعَذَابٍ)، النُّصْبُ وَالنَّصبُ كالحُزْنِ والحَزَنِ وهو الضر والمكروه والشدة، يعني: ما ابتلاه الله به بأن سلط","seal":"E036BBEE","page":353},
      {"aya":null,"sora":null,"Na":null,"id":265,"part":1,"nass":"عليه الشيطان (¬1). وقال السُّدِّي: النُّصْبُ [ما] أنصب الجسد، والعذاب: ما أهلك المال. ثم فَرَّجَ الله عنه.\r\r46 - قوله تعالى: (إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ)، قال مجاهد: اصطفيناهم بذكر الآخرة، فمن قرأ بالتنوين في (بِخَالِصَةٍ) كان المعنى: جعلناهم لنا خالصين بأن خلصت لهم ذكرى الدار. والخالصة: مصدر بمعنى الخلوص، والذكرى بمعنى التذكير، أي: خلص لهم تذكير الدار [وأمّا] من أضاف فالمعنى أخلصناهم بأن خلصت لهم ذكرى الدار، والخالصة: مصدر مضاف إلى الفاعل. قال ابن عباس - رضي الله عنهما -: أخلصوا بذكر الدار الآخرة وأن يعملوا لها، والذكرى على هذا بمعنى الذكر.\r53 - قوله تعالى: (هَذَا مَا [يُوعَدُونَ] لِيَوْمِ الْحِسَابِ)، [ما يوعد] به المتقون على لسان النبي - صلى الله عليه وسلم -. ومن قرأ بالتاء فالمعنى: قل للمتقين: (هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ) ليوم الجزاء.\r¬__________\r(¬1) كلام فيه نظر، وحاش لله أن يكون للشيطان تسلط على آحاد المتقين فضلا عن أنبياء الله ورسله؛ قال تعالى (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) وغاية الأمر أن يكون الكلام من باب الأدب الرفيع مع الله تبارك وتعالى. اهـ (مصحح نسخة الشاملة).","seal":"B5F11300","page":354},
      {"aya":null,"sora":null,"Na":null,"id":266,"part":1,"nass":"57 - قوله تعالى: (وَغَسَّاقٌ)، والغسّاق: ما سال من جلود أهل النار من القيح والصديد من قولهم: غَسَقَتْ عَيْنُه: إذا انْصَبَّتْ، والغَسَقَانُ: الانصباب، والوجه التخفيف في (وَغَسَاقٌ)؛ لأنه اسم موضوع على (فَعَال)، ومن شدد ذهب به إلى غَسَّقَ يُغَسِّقُ فهو غَسَّاقٌ.\r58 - [قوله تعالى]: (وَآخَرُ)، وعذاب آخر، (مِنْ شَكْلِهِ) من مثل ذلك الأول. والشَّكل: المِثْل. يريد: ضربًا من العذاب على شَكْل الحميم والغسَّاق في الكراهة. قال المفسرون: وهو الزمهرير. ومن قرأ (وَأُخَرُ) فالمعنى: وأنواع أُخَرُ مِنْ شكله.\r84 - قوله تعالى: (قَالَ فَالْحَقَّ وَالْحَقَّ)، انتصب الحق الأول على تقدير: فبالحق، ثم حذف الخافض ونصب، كما تقول: اللهَ لأَفْعَلَنَّ. والحقّ الثاني يجوز أن يكون الأول وكرَّره للتأكيد. ويجوز أن يكون","seal":"06482522","page":355},
      {"aya":null,"sora":null,"Na":null,"id":267,"part":1,"nass":"منصوبًا بـ (أقول)، كأنه [قال]: وأقول الحق. وقرأ الكوفيون (فَالحَقُّ) رفعًا وهو مبتدأ وخبره محذوف على تقدير: الحق مني، كما قال: (الْحَقُّ مِنْ رَبِّكَ)، وهذا قول مجاهد، قال: يقول الله: الحق مني، وأنا أقول الحق.\r* * *","seal":"64627160","page":356},
      {"aya":null,"sora":null,"Na":null,"id":268,"part":1,"nass":"ومن سورة الزُّمَر\r29 - قوله تعالى: (وَرَجُلًا سَلِمًا لِرَجُلٍ)، سلم له من غير منازع. ومن قرأ (سَلَمًا) فهو مصدر وصف به على معنى: ورجلا ذا سَلَم لرجل، من قولهم: هو لك سَلَمٌ، أي: مُسْلِم لا منازع لك فيه. قال الزجاج: وهذا المثل ضرب لمن وحَّد الله عز وجل ولمن جعل له شريكًا].\r36 - قوله تعالى: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ)، يعني محمدًا - صلى الله عليه وسلم - يكفيه عداوة من يعاديه. وقرأ حمزة والكسائي (عِبَادَهُ) بالألف، فالمراد بالعباد الأنبياء، وذلك أنَّ الأمم قصدتهم بالسوء.\r38 - قوله تعالى: (هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ)، هل تقدر الآلهة أن تكشف ما ينزل بي من الضرّ. (هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ)، هل تقدر أن","seal":"2713AD46","page":357},
      {"aya":null,"sora":null,"Na":null,"id":269,"part":1,"nass":"تحبس عني تلك الرحمة. وقرئ (كَاشِفَاتٌ) و (مُمْسِكَاتٌ) بالتنوين [وبغيره، فمن نوَّنَ فلأنه غير واقع، وما لم يقع من أسماء الفاعلين فالوجه فيه التنوين] ومن أضاف فعلى الاستخفاف وحذف التنوين، و [المعنى] على التنوين، وكلا الوجهين حسن.\r\r64 - قوله تعالى: (قُلْ أَفَغَيْرَ اللهِ تَأْمُرُونِّي)، وفي (تَأَمُرُونِّي) وجوه من القراءة: (تَأمُرُونَنِي) بنونين وهو الأصل. (تَأمُرُونِّي) بنون مشدّدة على إسكان الأولى وإدغامها في الثانية. و (تَأمُرُوَنِيَ) بنون خفيفة على حذف آخر النونين.\r* * *","seal":"0A9CA517","page":358},
      {"aya":null,"sora":null,"Na":null,"id":270,"part":1,"nass":"ومن سورة حم المؤمن (غافر)\r26 - قوله تعالى: (أَوْ أَن يَظْهَرَ)، وقرئ (يُظهِرُ) بضم الياء (الفَسَادَ) نصبًا، وهو أشبه بما قبله لإسناد الفعل إلى موسى عليه السلام.\r35 - قوله تعالى: (عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ)، قال مقاتل: متكبر عن عبادة الله والتوحيد، (جَبَّار) قَتَّالٌ في غير حق. وقرئ (عَلَى كُلِّ قَلْبٍ) بالتنوين. قال الزجاج: الوجه الإضافة؛ لأَن المتكبر هو الإنسان، قال: ويجوز أن تقول: قلبٌ متكبرٌ، أي: صاحبه متكبر. وإذا وصف القلب بالتكبر كان صاحبه في المعنى مُتَكَبرًا.\r37 - قوله تعالى: (فَأَطَّلِعُ إِلَيَ إِلَهِ مُوسَى)، بالرفع نسق","seal":"51DD1226","page":359},
      {"aya":null,"sora":null,"Na":null,"id":271,"part":1,"nass":"على قوله: (أَبْلُغُ) أي: لعلّي أبلغُ، ولعلِّي أطلعُ. ومن نصب جعله جوابًا للفعل بالفاء على معنى: إذا بلغتُ اطلعتُ.\r\r58 - قوله تعالى: (قَلِيلا مَا يَتَذَكَّرُونَ)، يعني: الكفار، يقول: قَلَّ نظرهم فيما ينبغي أن ينظروا فيه مما دعوا إليه. وقرأ أهل الكوفة بالتاء، أي: قل لهم.\r* * *","seal":"C6A8FE59","page":360},
      {"aya":null,"sora":null,"Na":null,"id":272,"part":1,"nass":"ومن سورة حم السَّجدة (فُصِّلَتْ)\r10 - قوله تعالى: (فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً)، نصب على المصدر، على معنى: اسْتَوَت سَوَاءً واسْتِواءً، كما تقول: فِي أَرْبَعَةِ أَيَّامٍ تمامًا. ومن خفض فعلى النعت للأيام. ومن رفع فعلى معنى: هي سواءٌ للسائلين. قال السُّدِّي وقتادة: سواء لا زيادة ولا نقصان، جوابًا لمن سأل: في كم خلقت الأرض؟.\r16 - قوله تعالى: (فِي أَيَّامٍ نَحِسَاتٍ)، نكدات مشؤومات ذات نحوس. قال ابن عباس: كانوا يتشاءمون بتلك الأيام. والقراء قرؤوا بكسر الحاء وسكونها. قال الزجاج: من قرأ بكسر الحاء فواحدها (نَحِسٌ)، ومن","seal":"25F2273C","page":361},
      {"aya":null,"sora":null,"Na":null,"id":273,"part":1,"nass":"قرأ بالسكون فواحدها (نَحْسٌ).\r\r47 - قوله تعالى: (مِنْ [ثَمَرَاتٍ] مِنْ أَكْمَامِهَا)، وقرئ [(ثَمَرَةٍ)] والإفراد يدل على الكثرة فيستغنى به عن الجمع.\r* * *","seal":"0BC0FD32","page":362},
      {"aya":null,"sora":null,"Na":null,"id":274,"part":1,"nass":"ومن سورة حم عسق (الشُّوْرَى)\r3 - قوله تعالى: (يُوحِيَ إِلَيكَ)، أخبار الغيب. وقرأ ابن كثير (يُوحَى) بضم الياء وفتح الحاء، وحجته قوله: (وَلَقَدْ أُوحِيَ إِلَيكَ).\r30 - قوله تعالى: (فَبِمَا كَسَبَتْ أَيْدِيكُمْ)، وفي مصاحف المدينة والشام (بمَا كَسَبَتْ أَيدِيكُم) بغير فاء. قال الزجاج: إثبات الفاء أَجود؛ لأن الفاء مجازاة جواب الشرط. ومن حذف الفاء فعلى أن (مَا) في معنى (الذي)، والمعنى: الذي أصابكم وقع بما كسبت أيديكم.","seal":"01474CBC","page":363},
      {"aya":null,"sora":null,"Na":null,"id":275,"part":1,"nass":"51 - قوله تعالى: (أَوْ يُرْسِلَ رَسُولًا)، وتقدير الكلام: ما كان لبشرٍ أن يكلمه الله إلا يوحى وحيًا، أو يكلِّمَه الله، أو من وراء حجاب، أو يُرسلَ رسولا. ومن قرأ (يُرْسِلُ) رفعًا أراد: أو هو يُرسلُ، فهذا ابتداء واستئناف، والوقف كافٍ على ما قبله.\r* * *","seal":"7C642158","page":364},
      {"aya":null,"sora":null,"Na":null,"id":276,"part":1,"nass":"ومن سورة الزخرف\r5 - قوله تعالى: (أَنْ كُنْتُمْ)، والمعنى: لأن كنتم. والكسر في (إنْ) جزاء استغني عن جوابه بما تقدمه [كما تقول:] أنت ظالم إِنْ فعَلت كذا. قال الفراء: ومثله (وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ)، بالفتح والكسر.\r18 - قوله تعالى: (أَوَمَنْ يَنْشَأُ فِي الْحِلْيَةِ)، يعني: البنت تنبت بالزينة. وقرأ حمزة (يُنَشَّأُ) بالتشديد على غير تسمية الفاعل، وهو رديء؛ لأنه لم يحك في اللغة (نَشَأَ) بمعنى (أَنْشَأَ) إلا أن يقال [إنه] في القياس مثل: بَلَّغَ وأَبْلَغَ، وفَرَّجَ وأَفَرَجَ.","seal":"E10D6C86","page":365},
      {"aya":null,"sora":null,"Na":null,"id":277,"part":1,"nass":"19 - قوله تعالى: (عِبَادُ الرَّحْمَنِ)، وقرئ (عِندَ الرَّحْمَنِ)، وكلٌّ صواب. وقد جاء التنزيل بالأمرين جميعًا في وصف الملائكة، كقوله: (بَلْ عِبَادٌ مُكْرَمُونَ)، وقوله: (إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ). وفي قوله: (عِندَ الرَّحْمَنِ) دلالة على رفع المنزلة، والقربة من الكرامة.\r19 - قوله تعالى: (أَشَهِدُوا خَلْقَهُمْ)، من الشهادة التي هي الحضور، وُبِّخُوا على ما قالوا ما لم يُشاهِدُوا مما يُعلَم بالمشاهدة. وقرأ نافع (أَوُشْهِدُوا خَلْقَهُمْ) على (أَؤُفْعِلُوا) من الإشهاد، وقبلها همزة الاستفهام وتخفيف الهمزة الثانية على معنى: أَحَضُروا خلقَهم حتى علموا أنهم إناث. قال ابن عباس رضي الله عنه: يريد أحضروا أم عاينوا خلقهم.\r\r33 - قوله تعالى: (سَقْفًا مِنْ فِضَّةٍ)، يعني: سماء البيت، وهو واحد يدل على الجمع. وقرئ (سُقُفًا) وهو جمع (سَقْف)، مثل رَهْن ورُهُن.","seal":"0DE715C0","page":366},
      {"aya":null,"sora":null,"Na":null,"id":278,"part":1,"nass":"38 - قوله تعالى: (حَتَّى إِذَا جَآءَنَا)، وقرئ (جَآءانَا) يعني: الكافر وشيطانه، جعلا في سلسلةٍ واحدةٍ.\r56 - قوله تعالى: (سَلَفًا)، جمع (سالف) مثل: خَادِم وخَدَم. يقال: سَلَف يَسْلُفُ [سُلُوفًا] إذا تقدّم ومضى. وقرأ حمزة (سُلُفًا) بالضم وهو جمع (سَلِيف) من: سَلُفَ بضم اللام يَسْلُفُ أي: تقدم، فهو سَلِيف.\r71 - قوله تعالى: (وَفِيهَا مَا تَشتَهِي الأَنْفُسُ)، وقرأ حفص (تَشْتَهِيهِ) بالهاء. وحذف الهاء هاهنا كإثباتها، وأكثر ما جاء في التنزيل حذف الهاء من الصلة كقوله: (أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا).","seal":"52808A32","page":367},
      {"aya":null,"sora":null,"Na":null,"id":279,"part":1,"nass":"88 - قوله تعالى: (وَقِيْلَهُ يَا رَبِّ)، قال المبرد: العطف على المنصوب حسن وإن تباعد المعطوف من المعطوف عليه. ومن قرأ بكسر اللام فعلى معنى: وعنده علم الساعة وعلم قيله يَا ربِّ، والقِيل مصدر كالقول. قال أبو عبيد: يقال [على هذا:] قلت قَوْلا وقِيلا وَقَالا.\r89 - قوله تعالى: (فَسَوْفَ يَعْلَمُونَ)، عاقبة كفرهم، وهذا تهديد ومن قرأ بالتاء فعلى الأمر للنبي - صلى الله عليه وسلم - بأن يخاطبهم بهذا.\r* * *","seal":"A9254377","page":368},
      {"aya":null,"sora":null,"Na":null,"id":280,"part":1,"nass":"ومن سورة الدُّخَان\r7 - قوله تعالى: (رَبُّ السَّمَاوَاتِ)، بالرفع على قوله: (هُوَ السَّمِيعُ الْعَلِيمُ رَبُّ السَّمَاوَاتِ) وبالخفض على البدل من (رَبِّكَ) في قوله: (رَحْمَةً مِنْ رَبِّكَ).\r45 - قوله تعالى: (كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ)، يعني: بطون الكفار. وقرئ بالتاء لتأنيث الشجرة. ومن قرأ بالياء حمله على الطعام. فاختار أبو عبيد الياء قال: لأن المهل مذكر وهو الذي آت الفعل فصار أولى به التذكير للتشبيه به في الذوب، ألا ترى أن المهل لا يغلي في البطون إنما يغلي ما شبه به.","seal":"0C3DCB19","page":369},
      {"aya":null,"sora":null,"Na":null,"id":281,"part":1,"nass":"47 - قوله تعالى: (فاعْتِلُوُه)، العَتلُ: القَوْدُ بالعنف. يقال: عَتَلَهُ يَعْتُله وَيعْتِلُه إذا جرَّه وذهب به إلى مكروه.\r49 - قوله تعالى: (ذُقْ إِنَّكَ)، وقرأ الكسائي (أَنَّكَ) بفتح الألف، على تأويل: ذق العذاب بأنك أو لأَنك.\r* * *","seal":"42A3E010","page":370},
      {"aya":null,"sora":null,"Na":null,"id":282,"part":1,"nass":"ومن سورة الْجَاثِيَة\r4 - قوله تعالى: (آيَاتٌ)، على توحيد من خلقها وقدرته. وقرأ حمزة (آيَاتٍ)، وكذلك (وَتَصْرِيفِ الرِّيَاحِ آيَاتٍ) بالكسر، وهو في موضع نصب نسقًا على قوله (إِنَّ فِي السَّمَاوَاتِ) على [معنى] وِإن في خلقكم آياتٍ. ومن رفع، فقال الفراء: الرفع على الاستئناف بعد (إنَّ). تقول العرب: إن لي عليك مالًا، وعلى أخيك مال، ينصبون الثاني ويرفعونه.\r6 - قوله تعالى: (وَآيَاتِهِ يُؤْمِنُونَ)، إن لم يؤمنوا بهذا. ومن قرأ بالتاء فعلى تأويل: قل لهم يا محمّد: فبأيّ حديثٍ تؤمنون؟.\r11 - قوله تعالى: (مِنْ رِجْزٍ أَلِيمٌ)، بالرفع على نعت العذاب،","seal":"196EA2D2","page":371},
      {"aya":null,"sora":null,"Na":null,"id":283,"part":1,"nass":"وبالكسر على نعت الرجز.\r* * *","seal":"3BA2DFB8","page":372},
      {"aya":null,"sora":null,"Na":null,"id":284,"part":1,"nass":"ومن سورة الأحقَاف\r12 - قوله تعالى: (لِتُنْذِرَ الَّذِينَ ظَلَمُوا)، يعني: مشركي مكة. ومن قرأ بالياء أسند الفعل إلى الكتاب.\r20 - قوله تعالى: (أَذْهَبْتُمْ طَيِّبَاتِكُمْ)، قرئ بالاستفهام والخبر. قال الفراء والزجاج: العرب توبخ بالألف وبغير الألف فتقول: أَذَهبْتَ ففَعَلْت كذا؟ وذهَبتَ فَفَعَلْتَ كذا. والمعنى في القراءتين سواء وهو التوبيخ.\r25 - قوله تعالى: (لَا يُرَى إِلَّا مَسَاكِنُهُمْ)، قال الزجاج: تأويله:","seal":"5ADDC662","page":373},
      {"aya":null,"sora":null,"Na":null,"id":285,"part":1,"nass":"لا يُرى شيء إلا مساكنهم. وقرئ (لا تَرَى) بفتح التاء (إلا مَسَاكنَهُمْ) بالنصب، على معنى: لا ترى أيها المخاطب، أي: لا تشاهد شيئًا إلا مساكنَهم؛ لأن السكان والأنعام بادت بالريح.\r\r33 - [قوله تعالى: (وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ)، لم يعجز عن ذلك، يقال: عَييَ فلان بأمره إذا لم يهتد له] ولم يقدر عليه. (بِقَادِرٍ) قال الأخفش وأبو عبيدة: الباء زائدة مؤكدة. وقال الفَرَّاء: العرب تدخل الباء مع الجحد مثل قولك: ما أظنك بقائمٍ. وهو قول الزجاج والكسائي.\r* * *","seal":"BD256EA1","page":374},
      {"aya":null,"sora":null,"Na":null,"id":286,"part":1,"nass":"ومن سورة مُحَمَّد - صلى الله عليه وسلم -\r4 - قوله تعالى: (وَالَّذِينَ قَاتَلُوا فِي سَبِيلِ اللَّهِ)، جاهدوا المشركين، وقرأ أبو عمرو (وَالَّذِينَ قُتِلُوا)، والوجه قراءة العامة؛ لأنها تشمل من قاتل مِمَّن قَتَلَ ولم يُقْتَل، وقراءة أبي عمرو تخص المقتولين.\r15 - قوله تعالى: (مِنْ مَاءٍ غَيْرِ آسِنٍ)، يقال: أَسَنَ الماءُ يَأْسِنْ أَسْنًا وأُسُونًا إذا تغير، وهو الذي لا يشربه أحد مِنْ نَتْنِهِ، فهو آسِنٌ وأَسِن مثل: حاذِرٌ وحَذِرٌ.\r25 - قوله تعالى: (وَأَمْلَى لَهُمْ)، أمهلهم موسعًا عليهم. وقرأ","seal":"32F25F39","page":375},
      {"aya":null,"sora":null,"Na":null,"id":287,"part":1,"nass":"أبو عمرو (وَأُمْلِيَ لَهُمْ) على ما لم يسم فاعله، وهي حسنة للفصل بين فعل الشيطان وفعل الله. ويعلم يقينًا أنه لا يُؤَخرُ أحدٌ مدةَ أحدٍ، ولا يوسع فيها إلا الله، وإن كان قد بنى الفعل للمفعول.\r\r26 - قوله تعالى: (وَاللَّهُ يَعْلَمُ أَسْرَارَهُمْ)، وقرئ (إِسْرَارَهُمْ) بالكسر على المصدر.\r* * *","seal":"7CB5E4BC","page":376},
      {"aya":null,"sora":null,"Na":null,"id":288,"part":1,"nass":"ومن سورة الفَتْح\r11 - قوله تعالى: (إِنْ أَرَادَ بِكُمْ ضَرًّا)، يعني: سوءً. وقرأ حمزة والكسائي بضم الضاد، وهو سوء الحال.\r29 - قوله تعالى: (أَخْرَجَ شَطْأَهُ)، وجمعه: أشطاء. يقال: أشطأ الزرع إذا أفرخ. والشَّطْءُ والشَطَأْ لغتان كالنهْرِ والنَّهَرِ. (فَآزَرَهُ): شَّدَّه وأعانه. وقرأ ابن عامر (فَأَزَرَهُ) مقصورًا.","seal":"159BD157","page":377},
      {"aya":null,"sora":null,"Na":null,"id":289,"part":1,"nass":"قال الفراء: أَزَرْتُ فلانًا آزُرُهُ أزْرًا إذا قَوَّيتُه.\r* * *","seal":"EFC75BFD","page":378},
      {"aya":null,"sora":null,"Na":null,"id":290,"part":1,"nass":"ومن سورة الْحُجُرَاتِ\r1 - قوله تعالى: (لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ)، و (قَدَّمَ) هاهنا بمعنى (تَقَدَّمَ) وهو لازم. ويدل عليه قراءة الضَّحَّاك (لَا تَقَدَّمُوا) بالفتح من التاء والدال. قال أبو عبيدة: العرب تقول: لا تقدم بين يدي الإمام وبين يدي الأب أي: لا تعجل بالأمر والنهي دونه. ومعنى بين اليدين هاهنا: الأَمَام والقُدَّام. والمعنى: لا تقدموا قبل أمرهما ونهيهما.\r14 - قوله تعالى: (لَا يَلِتْكُمْ)، وقرأ أبو عمرو (لَا يَئْلِتْكُمْ) من:","seal":"27B1E10E","page":379},
      {"aya":null,"sora":null,"Na":null,"id":291,"part":1,"nass":"أَلَتَ يَأْلِتُ أَلْتا إذا نقص. ويقال أيضًا: لاتَ يَلِيتُ لَيتًا بهذا المعنى. قال ابن عباس ومقاتل: لا ينقصكم من ثواب أعمالكم شيئًا.\r* * *","seal":"A3C8588F","page":380},
      {"aya":null,"sora":null,"Na":null,"id":292,"part":1,"nass":"ومن سورة (ق)\r30 - قوله تعالى: (يَوْمَ نَقُولُ لِجَهَنَّمَ)، وقرأ نافع يَقُولُ) بالياء، على معنى: يقول الله تعالى لجهنم.\r40 - قوله تعالى: (وَأَدْبَارَ السُّجُودِ)، وقرأ حمزة (وَإِدْبَارَ السُّجُودِ) بالكسر وهو مصدر: أَدْبَرَ إِدْبَارًا إذا وَلَّى. ومن فتح الهمزة جعله جمع (دُبُرِ) بمعنى: خَلْف. قال عطاء عن ابن عباس: يريد الوتر الذي جعله الله سنة بعد الصلاة.\r* * *","seal":"13758F35","page":381},
      {"aya":null,"sora":null,"Na":null,"id":293,"part":1,"nass":"ومن سورة الذَّارِيَاتِ\r23 - قوله تعالى: (مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ)، من قرأ بالرفع فهو من صفة الحق. ومن نصب جعل (مِثْلَ) مع (مَا) بمنزلة شيءٍ واحدٍ. وقال الفراء: من نصب (مِثلَ) جعله في مذهب المصدر كقوله: إنه لحق حقا.\r44 - قوله تعالى: (فَأَخَذَتْهُمُ الصَّاعِقَةُ)، وهي الموت. وقال الكسائي (الصَّعْقَةُ) وهي الصوت الذي يكون عن الصاعقة.\r* * *","seal":"5F47659C","page":382},
      {"aya":null,"sora":null,"Na":null,"id":294,"part":1,"nass":"ومن سورة الطُّورِ\r21 - قوله تعالى: (وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ)، يعني: أولادهم الصغار والكبار. وعن على رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن المؤمنينَ وأَولادُهم في الجنةِ، وإن المشركينَ وأولادَهُم في النار\" ثم قرأ (وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ).\r21 - [قوله تعالى:] (وَمَا أَلَتْنَاهُمْ)، وذكر تفسير (الألت). والقراء على فتح اللام في (أَلَتْنَاهُمْ). وقرأ ابن كثير ((أَلِتْنَاهُمْ) بكسر اللام، وذلك لا يعرفه أهل اللغة.","seal":"33A3FDE8","page":383},
      {"aya":null,"sora":null,"Na":null,"id":295,"part":1,"nass":"28 - قوله تعالى: (نَدْعُوهُ)، أي: في الدنيا:. (نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ). من فتح الهمزة كان المعنى: ندعوه لأنّه الْبَرُّ الرَّحِيمُ، أي: ولرحمته ندعوه؛ لأنه يجيب مَنْ دعاه. ومن كسر الهمزة قطع الكلام مما قبله واستأنف.\r37 - قوله تعالى: (أَمْ هُمُ الْمُصَيْطِرُونَ)، أي: الأرباب المُسَلَّطون.\r45 - قوله تعالى: (يَوْمَهُمُ الَّذِي فِيهِ يَصْعَقُونَ)، أي: يموتون، من قوله: (فَصَعِقَ مَنْ فِي السَّمَاواتِ وَمَنْ فِي الأَرْضِ). وقرأ عاصم (يُصْعَقُونَ) بضم الياء من: أَصْعَقَهُمُ الله إذا قتلهم وأَهلكهم.\r* * *","seal":"56B23500","page":384},
      {"aya":null,"sora":null,"Na":null,"id":296,"part":1,"nass":"ومن سورة النَّجْمِ\r12 - قوله تعالى: (أَفَتُمَارُونَهُ)، قال جماعة من المفسرين: أَفَتُجادِلُونَه. وقرأ حمزة والكسائي (أَفَتَمْرُونَهُ): أفَتَجْحَدُونَه؟. يقال: مَرَيْتُ الرجلَ حَقه إذا جَحَدته. قال المبرد: أفتدفعونه عمّا يرى.\r32 - قوله تعالى: (الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ)، وهي كل ذنب ختم بالنَّار. وقرأ حمزة (كَبِيرَ الإِثْمِ)؛ لأنه مضاف إلى واحد في اللفظ،","seal":"B4259F2A","page":385},
      {"aya":null,"sora":null,"Na":null,"id":297,"part":1,"nass":"وإنْ كان يراد به الكثرة، فلتوحيده في اللفظ وحِّد الكبير.\r* * *","seal":"FC537EB9","page":386},
      {"aya":null,"sora":null,"Na":null,"id":298,"part":1,"nass":"ومن سورة القَمَرِ\r7 - قوله تعالى: (خُشَّعًا أَبْصَارُهُمْ)، وقرئ (خَاشِعًا)، ويجوز في أسماء الفاعلين إذا تقدمت على الجماعة التوحيدُ والجمعُ والتأنيثُ. يقال: مَرَرْتُ بشباب حسنٍ أَوْجُهُهُم، وحِسَانٍ أَوْجُهُهُم، وحَسَنَةٍ أَوْجُهُهُم. وفي قراءة عبد الله (خَشِعَةً أَبْصَارُهُمْ) أي: ذليلة خاضعة عند رؤية العذاب.\r* * *","seal":"1512B40A","page":387},
      {"aya":null,"sora":null,"Na":null,"id":299,"part":1,"nass":"ومن سورة الرَّحْمَنِ\r12 - قوله تعالى: (وَالْحَبُّ ذُو الْعَصْفِ)، وقرأ ابن عامر (وَالْحَبَّ ذَا الْعَصْفِ وَالرَّيْحَانَ)، حمله على قوله: (وَالْأَرْضَ وَضَعَهَا)، المعنى: وخَلَقَ الحَبَّ. والوجه الرفع نَسَقًا على قوله: (فِيهَا فَاكِهَةٌ وَالنَّخْلُ) (وَالْحَبُّ)، أي: وفيها الحَبُّ والرَّيْحَانُ. وقرأ حمزة بالخفض حملا على (ذُو) فكأنّه قيل: وَالْحَبُّ ذُو العَصْفِ وَذُو الرَّيْحَانِ، وهو رزق النَّاس.\r22 - قوله تعالى: (يَخْرُجُ مِنْهُمَا)، أكثر القراءة (يُخْرِجُ) بضم الياء","seal":"2AFECCE1","page":388},
      {"aya":null,"sora":null,"Na":null,"id":300,"part":1,"nass":"من: الإخراج؛ لأنه يُخْرَح ولا يَخْرُجُ بنفسه. ومن قرأ (يَخْرُجُ) فهو اتساع وذلك أنه إذا أُخرِجَ [خَرَجَ]. وقوله (مِنْهُمَا) وإنَّمَا يخرج من [البحر] الملح دون العذب، ولكن الله تعالى ذكرهما وجمعهما، وهما بحر واحد، فإذا خرج من أحدهما فقد خرج منهما. هذا قول الزجاج. [وقال:] أبو علي الفارسي: أراد [يخرج] من أحدهما، فحذف المضاف.\r\r24 - قوله تعالى: (الْمُنْشَئَاتُ)، المرفوعات وهي التي رفع خشبها بعضها على بعض. والوجه فتح الشين. وقرأ حمزة (الْمُنْشِئَاتُ) بكسر الشين، أراد: المنشئات السير، أي: اللاتي ابتدأْنَ وأنشأنَ السير.\r31 - قوله تعالى: (سَنَفْرُغُ لَكُمْ)، المعنى: سنترك ذلك الشأن إلى هذا. وقرأ حمزة والكسائي (سَيَفْرُغُ)؛ لتقدم قوله: (وَلَهُ الْجَوَارِ)، (وَيَبْقَى وَجْهُ رَبِّكَ).\r35 - قوله تعالى: (شُوَاظٌ مِنْ نَارٍ)، والشواظُ: اللهبُ الذي لا دخان","seal":"9CC0BF9E","page":389},
      {"aya":null,"sora":null,"Na":null,"id":301,"part":1,"nass":"معه. وقرأ ابن كثير بكسر الشين، وهو لغة أهل مكة، ومثله: صُوَارٌ من بَقَرٍ وصُوَارٌ.\r\r35 - قوله تعالى: (وَنُحَاسٌ)، وهو الدخان، وهو قول ابن عباس. وأكثر القراءة فيه الرفع بالعطف على قوله: (شُوَاظٌ)، والمعنى: يُرسَلُ عليكما شواظٌ، وُيرسَلُ نحاسٌ، أي: يُرسَلُ هذا مرةً وهذا مرةً، ويجوز أن يُرسَلا معًا من غير أن يمتزج أحدهما بالآخر. وقرئ بالكسر وهو ضعيف؛ لأنَّه لا يمكن أن يُعطَف به على (نَارٍ) [في قوله: (مِن نَارٍ)].\r\r56 - قوله تعالى: (لَمْ يَطْمِثْهُنَّ)، قال الفراء: الطمثُ: الافتضاض وهو النكاح بالتدْمِيَةِ. يقال: طَمَثَ يَطْمِثُ ويَطْمُثُ، وطَمَثْتُ الجَاريةَ إذا","seal":"836A2919","page":390},
      {"aya":null,"sora":null,"Na":null,"id":302,"part":1,"nass":"افْتَرَعْتَهَا. قال المفسرون: لم يَطَأْهُنَّ ولم يَغْشَهُنَّ ولم يُجَامِعْهُنَّ.\r\r78 - قوله تعالى: (ذِي الْجَلَالِ)، وقرأ ابن عامر (ذُوْ الْجَلَالِ) إجراءً على الاسم وذلك يدل على أَن الاسم هو المسمّى.\r* * *","seal":"16C398E3","page":391},
      {"aya":null,"sora":null,"Na":null,"id":303,"part":1,"nass":"ومن سورة الوَاقِعَةِ\r22 - قوله تعالى: (وَحُورٌ عِينٌ)، أكثر القراء بالرفع، على معنى: ولهم أو وعندهم حورٌ عينٌ. ومن قرأ بالخفض، فقال الفراء: هو وجه الكلام على أن تتبع آخر الكلام أوله، وإن لم يحسن في الآخر ما حسن في الأول، يعني: أنه عطف على الأول في الظاهر وإن لم يعطف في المعنى، كما قال:\rوَزَجَّجْنَ الحَوَاجِبَ وَالْعُيُونَا","seal":"82E40945","page":392},
      {"aya":null,"sora":null,"Na":null,"id":304,"part":1,"nass":"فعطف العيون على الحواجب.\r\r55 - قوله تعالى: (شَرْبَ)، وقرأ عاصم وحمزة بضم الشين. قال المبرد: الفتح على أصل المصدر والضم اسم للمصدر، والمعنى فيهما واحد.\rوقال مقاتل: يلقى على أهل النار العطش [فيشربون كشرب الهيم].\r\r65 - قوله تعالى: (نَحْنُ قَدَّرْنَا)، وقرأ ابن كثير مخففا، وهما لغتان: قَدَّرْتُ الشيءَ وقَدَرْتُه.\r75 - قوله تعالى: (بِمَوَاقِعِ النُّجُومِ)، قال ابن عباس رضي الله عنه: أقسم بنزول القرآن، نزل متفرقًا قطعًا نجومًا. وقال جماعة من المفسّرين: يريد مغارب النجوم ومساقطها. وقرأ حمزة والكسائي (بِمَوْقِع) على واحد. قال المبرد: (موقع) هاهنا مصدر، فهو يصلح للواحد والجمع.","seal":"1173434D","page":393},
      {"aya":null,"sora":null,"Na":null,"id":305,"part":1,"nass":"ومن سورة الحَدِيدِ\r10 - قوله تعالى: (وَكُلًّا وَعَدَ اللَّهُ)، وقرأ ابن عامر بالرفع على لغة من يقول: زيدٌ ضربت.\r13 - قوله تعالى: (انْظُرُوَنا)، أي: انتظرونا، ونَظَر بمعنى انْتَظَر كثير في التنزيل. وقرأ حمزة (أَنْظِرُونَا) بقطع الألف من الإنظار. قال الزجاج: معناه: انتظرونا أيضًا، وأنشد بيت عمرو بن كلثوم:\rأَبَا هِنْدٍ فَلا تَعْجَلْ عَلَيْنَا ... وَأَنْظِرْنَا نُخَبِّرْكَ الْيَقِينَا\r\r16 - قوله تعالى: (وَمَا نَزَّلَ مِنَ الْحَقِّ)، يعني: القرآن. وقرأ نافع وحفص (نَزَلَ) مخففًا، فالمعنى فيهما واحد؛ لأنه لا ينزل إلا بأن يُنزِّلَه الله تعالى.","seal":"68E3EE50","page":394},
      {"aya":null,"sora":null,"Na":null,"id":306,"part":1,"nass":"18 - قوله تعالى: (إِنَّ الْمُصَّدِّقِينَ)، قراءة العامة بتشديد الصاد، على معنى: المتصدقين فأُدغمت التاء في الصاد. ومن قرأ بالتخفيف فهو من التصديق الذي هو بمعنى الإيمان.\r24 - قوله تعالى: (فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ)، وقرأ ابن عامر (فَإِنَّ اللَّهَ الْغَنِيُّ). فمن أثبت (هُوَ) كان فصلا ولم يكن مبتدأ، ومن حذف فلأن الفصْل حذفه سهل، ألا ترى أنه لا موضع للفصل من الإعراب فحذفه لا يُخل بالمعنى.\r* * *","seal":"77FCA754","page":395},
      {"aya":null,"sora":null,"Na":null,"id":307,"part":1,"nass":"ومن سورة المُجَادَلَةِ\r11 - قوله تعالى: (تَفَسَّحُوا فِي الْمَجْلِسِ)، وقرأ عاصم (فِي الْمَجَالِسِ)؛ لأن لكل جالسٍ مجلسًا، ومعناه: ليتفسَّح كل رجل في مجلسه، والوجه التوحيد؛ لأنه يعني به مجلس النبي - صلى الله عليه وسلم -.\r* * *","seal":"745101EC","page":396},
      {"aya":null,"sora":null,"Na":null,"id":308,"part":1,"nass":"ومن سورة الحَشْرِ\r2 - قوله تعالى: (يُخَرِّبُونَ بُيُوتَهُمْ)، وكذلك قراءة العامة (يُخْرِبُونَ) من الإخراب. وقرأ أبو عمرو مشددًا من: التخريب، وهما سواء، مثل: فَرَّحْتُهُ وأَفْرَحْتُهُ.\r14 - قوله تعالى: (أَوْ مِنْ وَرَاءِ جُدُرٍ)، وقرأ أبو عمرو (جِدَارٍ) بالألف، فالمراد في الإفراد الجمع أيضا؛ لأنه يعلم أنهم لا يقاتلونهم من وراء جدارٍ واحدٍ.\r* * *","seal":"5B244846","page":397},
      {"aya":null,"sora":null,"Na":null,"id":309,"part":1,"nass":"ومن سورة المُمْتَحَنَةِ\r3 - قوله تعالى: (يَفْصِلُ بَيْنَكُمْ)، وقرأ ابن كثير (يُفْصَلُ) بضم الياء، والمعنى راجع إلى الله، كما أن قوله: (خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ)، معناه: خَلَقَ اللَّهُ الإنسانَ. وقرئ من التفصيل بالوجهين أيضا.\r* * *","seal":"89FDAC2F","page":398},
      {"aya":null,"sora":null,"Na":null,"id":310,"part":1,"nass":"ومن سورة الصف\r14 - قوله تعالى: (كُونُوا أَنْصَارًا لِلَّهِ)، أي: داوموا على ما أنتم عليه من النصرة. واختار أبو عبيد قراءة من قرأ (أَنْصَارَ اللَّهِ) بغير تنوين؛ لقوله: (نَحْنُ أَنْصَارُ اللَّهِ)، ولم يقل: أَنْصَارٌ لِلَّهِ.\r* * *","seal":"D6B45355","page":399},
      {"aya":null,"sora":null,"Na":null,"id":311,"part":1,"nass":"ومن سورة الجمعة\r9 - قوله تعالى: (فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ)، قال الفراء: المضي والسعي والذهاب في معنًى واحدٍ، يدلّ على ذلك قراءة ابن مسعودٍ رضي الله عنه (فَامْضُوا إِلَى ذِكْرِ اللهِ). وقال الشافعي رحمه الله: السعي في هذا الموضع هو العمل، وتلا قوله: (إِنَّ سَعْيَكُمْ لَشَتَّى)، ويكون المعنى على هذا: فاعملوا على المضي إلى ذكر الله من التفرغ له، والاشتغال بالطهارة والغسل، والتوجه إليه بالقصد والنية، (وَذَرُوا الْبَيْعَ)، قال الحسن: إذا أَذَّن المؤذنُ يوم الجمعة لم يحل الشراء والبيع. قال أصحابنا: من باع في تلك الساعة فقد خالف الأمر، وبيعه منعقد، لأن هذا نهيُ تنزيه، فدل هذا على الترغيب في ترك البيع.\r* * *","seal":"90DF0F4D","page":400},
      {"aya":null,"sora":null,"Na":null,"id":312,"part":1,"nass":"ومن سورة المنافقين\r10 - قوله تعالى: (وَأَكُنْ مِنَ الصَّالِحِينَ)، قال الزجاج: هَلا أخرتَنِي، وجزم (وَأَكُنْ) أعطف، على موضع (فَأَصَّدَّقَ)؛ لأنه على معنى: إن أخرْتَنِي أَصَّدَّقْ وَأَكُنْ. وقرأ أبو عمرو (وَأَكُونَ) فهو على لفظ (فَأَصَّدَّقَ).\r* * *","seal":"DC383B27","page":401},
      {"aya":null,"sora":null,"Na":null,"id":313,"part":1,"nass":"ومن سورة التَّغَابُنِ\r15 - قوله تعالى: (إِنَّمَّا أَمْوَالُكُمْ وَأَوْلَدُكُمْ فِتْنَةٌ)، عن [عبد اللَّه بن بريدة قال: سمعت] أبي بريدة يقول: كان رسول الله - صلى الله عليه وسلم - يخطبنا، فجاء الحسن والحسين، رضي الله عنهما، وعليهما قميصان أحمران، يمشيان ويعثران فنزل رسول الله - صلى الله عليه وسلم -[عن المنبر] فحملهما فوضعهما بين يديه، ثم قال: \"صَدَقَ اللَّهُ (إِنَّمَا أَمْوَالُكُمْ وَأَوْلَدُكُمْ فِتْنَةٌ) نَظَرْتُ إلَى هَذَيْنِ الصبِيَّيْنِ يَمْشِيَانِ وَيَعْثُرَانِ فَلَمْ أَصْبِرْ حَتَّى قَطَعْتُ حَدِيثِي وَرَفَعْتُهُمَا\".\r* * *","seal":"7F8AB9F8","page":402},
      {"aya":null,"sora":null,"Na":null,"id":314,"part":1,"nass":"ومن سورة الطَّلاق\r2 - قوله تعالى: (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا)، عن ابن عباس، رضي الله عنهما، قال: قرأ رسول الله - صلى الله عليه وسلم - (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا) قال: \"مِنْ شُبُهاتِ الدُّنْيَا، وَمِنْ غَمَراتِ المَوْتِ، وَشَدَائِدِ يَوْمِ القِيَامَةِ\".\r3 - قوله تعالى: (إِنَّ اللَّهَ بَالِغٌ أَمْرَهُ)، سيبلغ أمره فيما يريد. وقرأ حفص (بَالِغُ أَمْرِهِ) بالإضافة وحذف التنوين، وهو مراد كقوله: (إِنَّا مُرْسِلُو النَّاقَةِ).\r* * *","seal":"75FA7574","page":403},
      {"aya":null,"sora":null,"Na":null,"id":315,"part":1,"nass":"ومن سورة التَّحْرِيْمِ\r3 - قوله تعالى: (عَرَّفَ بَعْضَهُ)، أي: عَرَّفَ حفصة بعض ما أخبرت به عائشة، رضي الله عنهما، وقرأ الكسائي: (عَرَفَ) بالتخفيف، ومعناه: جازى عليه، ولا يكون من [باب] العلم؛ لأنّه لا يجوز أن يعرف البعض مع اطْلَاع الله إياه على جميعه. وهذا كما تقول لمن يُحسِنُ إليك أو يُسيء: أنَا أعرف لك هذا، أي: لا يخفى عليَّ فأجازيك بما يكون وفقا له.\r12 - قوله تعالى: (وَكُتُبِهِ)، قال ابن عباس: يعني التي أنزلت على إبراهيم [موسى] وداود وعيسى، عليهم السلام، وقرئ: (وَكِتابِهِ)","seal":"699AF802","page":404},
      {"aya":null,"sora":null,"Na":null,"id":316,"part":1,"nass":"والمراد به الكثرة أيضًا.\r* * *","seal":"2D5D8BC4","page":405},
      {"aya":null,"sora":null,"Na":null,"id":317,"part":1,"nass":"ومن سورة الْمُلْكِ\r3 - قوله تعالى: (مِنْ تَفَاوُتٍ)، قال مقاتل: ما ترى يا ابن آدم في خلق السماوات من عيب. وقرأ حمزة والكسائي (تَفَوُّتِ) بغير ألف، وهما بمنزلة واحد؛ مثل: تَصَعُّدٍ وتَصَاعُدٍ.\r27 - قوله تعالى: (بِهِ تَدَّعُونَ)، قال الفراء: يريد تَدْعُونَ، وهما واحد مثل: تَذْكُرُونَ وتَذَكَّرُونَ، والمعنى: كنتم به تستعجلون، وتدعون الله لتعجيله.\r29 - قوله تعالى: (فَسَتَعْلَمُونَ)، عند معاينة العذاب مَن الضالُّ منَّا أنحن أم أنتم. وقرأ الكسائي بالياء، فهو إخبار عن الكفار.","seal":"2AE6A6B0","page":406},
      {"aya":null,"sora":null,"Na":null,"id":318,"part":1,"nass":"ومن سورة الْقَلَمِ\r14 - قوله تعالى: (أَنْ كَانَ ذَا مَالٍ وَبَنِينَ)، أي: لا تُطِعْه لماله وبنيه. وقرأ حمزة (ءَأَنْ كَانَ) بهمزتين، فإنه توبيخ له، أي: جعل مجازاةَ النِّعم التي خُوِّلَها من البنين والمال الكفْرَ بآياتنا.\r51 - قوله تعالى: (لَيُزْلِقُونَكَ)، من: أَزْلَقَه عن موضعه إذا نَحَّاه. يقال: زَلَقَ من مكانه، وأَزلَقْتُهُ أنا. وقرأ نافع بفتح الياء، يقال: زَلَقَ هو وَزَلَقتُهُ مثل: حزن وحزنته والأول أكثر وأوسع.\r* * *","seal":"48AA6E16","page":407},
      {"aya":null,"sora":null,"Na":null,"id":319,"part":1,"nass":"ومن سورة الحَاقَةِ\r9 - قوله تعالى: (وَمَنْ قَبْلَهُ)، من الأمم الكافرة. وقرأ الكسائي (قِبَلَهُ) بكسر القاف، يعني: من يليه، ومن يحفّ به من جنوده [وأتباعه].\r41 - قوله تعالى: (قَلِيلًا مَا تُؤْمِنُونَ)، أي: لا تصدقون أن القرآن من عند الله. وقرأ يعقوب بالياء، فهو إخبار عن المشركين.\r* * *","seal":"A2CFCD20","page":408},
      {"aya":null,"sora":null,"Na":null,"id":320,"part":1,"nass":"ومن سورة المَعَارِجِ\r1 - قوله تعالى: (سَأَلَ سَائِلٌ)، المعنى: دعا داعٍ على نفسه. وقرئ (سَالَ) بغير همزٍ فإنه خفّف الهمزة وقلبها أَلِفًا.\r10 - قوله تعالى: (وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا)، لا يسأل الرجل قرابته من شدة الأهوال. وروي عن ابن كثير بضم الياء، أي: لا يُقال لحميم أين حَميمُك. قال الفراء: ولستُ أشتهي ضمَّ الياء؛ لأنه مخالف للتفسير، ولِمَا أجمع عليه القراء.","seal":"027E166F","page":409},
      {"aya":null,"sora":null,"Na":null,"id":321,"part":1,"nass":"16 - قوله تعالى: (نَزَّاعَةٌ لِلشَّوَى)، أي: هي نَزَّاعَةٌ للأطراف [وهي] اليدان والرجلان. قال مقاتل: تنزع النار الأطراف، فلا تترك لحمًا ولا جلدًا إلا أحرقته. وقرأ حفص (نَزَّاعَةً) بالنصب، فعلى أنها حال مؤكدة، كما قال: (هُوَ الْحَقُّ مُصَدِّقًا).\r33 - قوله تعالى: (وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ)، وقرئ (بِشَهَادَتِهِمْ) على الإفراد، وهو أولى؛ لأنه مصدر، ومن جمع ذهب إلى اختلاف الشهادات، والمعنى: أنهم يقومون فيها بالحقّ ولا يكتمونها.\r43 - قوله تعالى: (إِلَى نَصْبٍ يُوفِضُونَ)، والنّصب: كل شيءٍ نصب. وقرأ حفص (نُصُب) بضمتين، فقال الحسن: يعني أنصابهم، وهي الأصنَام، يسرعون إليها أيهم يستلمها أولا.\r* * *","seal":"FADDFF6C","page":410},
      {"aya":null,"sora":null,"Na":null,"id":322,"part":1,"nass":"ومن سورة نُوحٍ عليه السلام\r23 - قوله تعالى: (وَلَا تَذَرُنَّ وُدًّا)، [وهو] من أسماء آلهتهم. والفتح في (وَدًّا) أشهر وأعرف. قال الأخفش: ولعلّ الضم أن يكون لغةً في أسماء الصنم.\r25 - قوله تعالى: (مِمَّا خَطِيئَاتِهِمْ)، (مَا) صلة، والمعنى: من خطيئاتهم، أي: من أجلها وسبَبِها. وقرأ أبو عمرو (خَطَايَاهُمْ)، وكلاهما جمع خطيئة.","seal":"87A6B99C","page":411},
      {"aya":null,"sora":null,"Na":null,"id":323,"part":1,"nass":"ومن سورة الجِنِّ\r3 - قوله تعالى: (وَإِنَّهُ تَعَالَى)، الاختيار كسر (إِنَّ)؛ لأنه من قول الجنّ لقومهم، فهو معطوف على قوله: (إِنَّا سَمِعْنَا قُرْآنًا)، وقالوا: (إِنَّهُ تَعَالَى جَدُّ رَبِّنَا). وأمَّا من فتح فقال الفراء: [ردوا] (أَن) في كل السورة على قوله: (فَآمَنَّا بِهِ)، وآمنّا بكل ذلك، ففتح (أَن) لِوُقوعِ الإيمان عليها.\r19 - قوله تعالى: (عَلَيْهِ لِبَدًا)، قال الزجاج: ومعنى (لِبَدًا): يركب بعضهم بعضًا، ومن هذا اشتقاق (اللُّبُودِ) التي تُفْرَشُ. ومن قرأ (لُبَدًا)، بالضم من اللام فهو بمعنى الكثير.\r20 - قوله تعالى: (قُالَ إِنَّمَا أَدْعُو)، ومن قرأ (قُلْ) على الأمر،","seal":"4E4AF9A6","page":412},
      {"aya":null,"sora":null,"Na":null,"id":324,"part":1,"nass":"ومن قرأ (قَالَ) حمل هذا على أن النبي - صلى الله عليه وسلم - أجابهم بهذا.\r* * *","seal":"9AFEED2D","page":413},
      {"aya":null,"sora":null,"Na":null,"id":325,"part":1,"nass":"ومن سورة المُزَّمِّل\r6 - قوله تعالى: (إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا)، أشد على المصلي من صلاة النهار؛ لأنّ الليل للنوم، ومنه قوله - صلى الله عليه وسلم -: \"اللهم اشْدُدْ وَطْأَتَكَ عَلَى مُضَر \". وقرأ أبو عمرو (وِطَاءً) بكسر الواو والمدّ، فهو (فِعَال) من: وَاطَأْتُ فلانًا على كذا مُواطَأة وَوِطَاءً إذا وافقته عليه، ومنه قوله: (لِيُوَاطِئُوا عِدَّةَ). قال ابن عباس: يواطئ السمعُ القلبَ، والمعنى: أن صلاة ناشئة [الليل] يواطئ السمعُ القلبَ فيها أكثر مما","seal":"0D90667C","page":414},
      {"aya":null,"sora":null,"Na":null,"id":326,"part":1,"nass":"يواطئ في ساعات النهار؛ لأن البال أفرغ للانقطاع عن كثيرٍ مما يُشغل بالنهار.\r\r9 - قوله تعالى: (رَبُّ الْمَشْرِقِ)، بالخفض بدلا من قوله: (اسْمَ رَبِّكَ). وبالرفع على الابتداء وخبره (لَا إِلَهَ إِلَّا هُوَ).\r20 - قوله تعالى: (وَنِصْفِهِ وَثُلُثِهِ)، ومن نصب عطفه على (الأَدْنَى) وهو في موضع نصب.\r* * *","seal":"0953805C","page":415},
      {"aya":null,"sora":null,"Na":null,"id":327,"part":1,"nass":"ومن سورة المُدَّثِرِ\r5 - قوله تعالى: (وَالرُّجْزَ فَاهْجُرْ)، قال جماعة من المفسرين: يريد عبادة الأوثان. والرجز معناه في اللغة: العذاب. وفيه لغتان: كسر الراء وضمه. وسُمِّيَ الشرك وعبادة الأوثان رجزًا؛ لأنه سبب العذاب.\r33 - قوله تعالى: (وَاللَّيْلِ إِذَا دَبَرَ)، ذهب، وهو مثل (أَدْبَرَ) في المعنى، يقال: دَبَرَ الليل وأَدْبَرَ إذا ولَّى ذاهبًا.","seal":"CEB0936D","page":416},
      {"aya":null,"sora":null,"Na":null,"id":328,"part":1,"nass":"50 - قوله تعالى: (مُسْتَنْفِرَةٌ)، نافرة، يقال: نَفَرَ واستَنفَرَ مثل: عَجِبَ واستَعْجَبَ. وقرئ (مُسْتَنْفَرَةٌ) بفتح الفاء، وهي بمعنى: مَذعُورَة. يقال: استَتفَرتُ الوحشَ ونَفرْتُها.\r* * *","seal":"CA355AC1","page":417},
      {"aya":null,"sora":null,"Na":null,"id":329,"part":1,"nass":"ومن سورة لَا أُقْسِمُ (القيامة)\r1 - قوله تعالى: (لَآ أقسِمُ)، معناه: أقسم و (لَا) صلة. وقال الفراء: (لَا) ردٌّ على الذين أنكروا البعث والجنة والنار، ويَدلّ على أنّ المعنى إثبات القسم قراءة من قرأ (لأُقْسِمُ) بجعلها لامّا دخلت على (أُقسِمُ). قال ابن عباس رضي الله عنه: يريد: أُقسم بيوم القيامة.\r7 - قوله تعالى: (فَإِذَا بَرِقَ الْبَصَرُ)، فزع وتحير لما يرى من العجائب التي كان يكذب بها، والفتح في (بَرَقَ) لغة.\r20 و 21 - قوله تعالى: (بَلْ يُحِبُّونَ الْعَاجِلَةَ (20) وَيَذَرُونَ الْآخِرَةَ)، يعني: كفار مكة، يحبون الدنيا ويعملون لها، (وَيَذَرُونَ) العمل للآخرة،","seal":"2F416CD8","page":418},
      {"aya":null,"sora":null,"Na":null,"id":330,"part":1,"nass":"فيؤثرون الدنيا عليها. وقرئ بالتاء على تقدير: قل لهم يا محمّد: بل تُحِبُّون وتَذَرونَ.\r\r37 - قوله تعالى: (مِنْ مَنِيٍّ يُمْنَى)، يُصَبُّ في الرَّحم. ومن قرأ بالتاء فلتأنيث النطفة.\r* * *","seal":"24A7A942","page":419},
      {"aya":null,"sora":null,"Na":null,"id":331,"part":1,"nass":"ومن سورة الإِنْسَانِ\r4 - قوله تعالى: (سَلَاسِلَ)، يعني: في جهنم. وقرأ الكسائي ونافع (سَلَاسِلًا) بالتنوين، وكذلك (قَوَارِيرًا قَوَارِيرًا)، وفيه وجهان: أحدهما: أن من العرب من يصرف جميع ما لا ينصرف، وهو لغة الشعراء؛ لأنَّهم اضطروا إليه في الشعر فصرفوه، فجرت على ألسنتهم كذلك. والآخر: أن هذا الجمع أشبه الآحاد؛ لأنهم قالوا: \"صَوَاحِبَاتُ يُوسُفَ \" عليه السلام، ويقولون: مَوَالِيَات في جمع الموالي.","seal":"E88C7E48","page":420},
      {"aya":null,"sora":null,"Na":null,"id":332,"part":1,"nass":"فمن حيث جمعوه جمع الآحاد المنصرفة جعلوه في حكمها فصرفوه.\r\r21 - قوله تعالى: (عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ)، من نصب (عَالِيَهُمْ) جعله ظرفًا بمنزلة قولك: فوقَهم ثِيابُ سُنْدُسٍ، ويجوز أن يكون نصبًا على الحال، من قوله: (وَجَزَاهُم بِمَا صَبَرُوا)، ومن أسكن الياء كان في موضع رفع بالابتداء، وخبره (ثِيَابُ سُنْدُسٍ). (خُضْرٌ) بالرفع صفة لقوله (ثِيَابُ)، وبالخفض صفة لقوله (سُنْدُسٍ) وهو وإن كان واحدًا يريد به الجنس. (وَإِسْتَبْرَقٍ) فيه الجز والرفع أيضًا، فالجر من حيث عطف على السندس، ومن رفع أراد العطف على الثياب.\r* * *","seal":"98108325","page":421},
      {"aya":null,"sora":null,"Na":null,"id":333,"part":1,"nass":"ومن سورة المرسلات\r11 - قوله تعالى: (أُقِّتَتْ)، الهمزة في (أُقِّتَتْ) بدل من الواو المضمومة، وكل واوٍ انضمت وكانت ضمتها لازمةً جاز [إبدالها] بالهمزة، كقولهم: أُجُوه وأدؤر. وقرأ أبو عمرو بالواو، فهو على الأصل ولم يُبدله، والمعنى: جُمِعَت لوقتها، وهو يوم القيامة؛ ليشهدوا على الأمم.","seal":"B4FE54D1","page":422},
      {"aya":null,"sora":null,"Na":null,"id":334,"part":1,"nass":"23 - قوله تعالى: (فَقَدَرنَا)، قال الكلبي: يعني خلقه كيف يكون قصيرًا أو طويلا، ذكرًا أو أنثى وفيه قراءتان: التخفيف والتشديد. قال الفراء: والمعنى فيهما واحد.\r33 - قوله تعالى: (كَأَنَّهُ جِمَالَاتٌ)، وهي جمع (جِمَال). ومن قرأ (جِمَالَتٌ) فهي جمع (جَمَل)، كما قالوا: حَجَر وحِجَارة.\r* * *","seal":"2EDCD454","page":423},
      {"aya":null,"sora":null,"Na":null,"id":335,"part":1,"nass":"ومن سورة عَمَّ (النبأ)\r23 - قوله تعالى: (لابِثِينَ فِيهَا)، وقرأ حمزة (لَبِثِينَ) بمعنى واحد. مثل: طَمِع وطَامِعٍ.\r35 - قوله تعالى: (لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا)، ولا يكذب بعضهم بعضًا. وروي عن الكسائي التخفيف في هذه الآية. قال الفراء: وهو حسن المعنى لا يكذب بعضهم بعضًا. قال أبو عبيدة: الكِذَابُ مخفف مصدر المكاذبة. وقال أبو علي: [فكِذَابٌ]، في مصدر (كَذَبَ)، كالكتاب في مصدر (كَتَبَ).","seal":"05B3EEB0","page":424},
      {"aya":null,"sora":null,"Na":null,"id":336,"part":1,"nass":"37 - قوله تعالى: (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنُ)، فيه ثلاثة أوجهٍ من القراءة: رفعهما بالقطع من الجرِّ الذي قبله، (رَبُّ السَّمَاوَاتِ) ابتداء وخبره (الرَّحْمَنُ). وخفضهما باتباع الجر الذي قبلهما، وهو قوله: (مِنْ رَبِّكَ). ومن خفض الأول أتبعه الجَرَّ الذي قبلهما، واستأنف بقوله (الرَّحْمَنُ)، وجعل (لَا يَمْلِكُونَ) في موضع خبره، ومعنى (لَا يَمْلِكُونَ مِنْهُ خِطَابًا) [قال مقاتل: لا يقدر الخلق على أن يكلموا الربَّ إلا بإذنه].\r* * *","seal":"AA7AC881","page":425},
      {"aya":null,"sora":null,"Na":null,"id":337,"part":1,"nass":"ومن سورة النَّازِعَاتِ\r11 - قوله تعالى: (عِظَامًا نَاخِرَةً)، و (نَخِرَةً)، أي: بالية. يقال: نَخِر العظم يَنْخَرُ فهو نَاخِر، ونَخِرَ إذا بلي وتفتت، قال الأخفش: هما جميعًا لغتان: أَيهما قرأت فحسن، والمعنى: أنهم أنكروا البعث فقالوا: أَنرَدُّ أحياء إذا متنا وبليت عظامنا؟.\r* * *","seal":"FE74F41D","page":426},
      {"aya":null,"sora":null,"Na":null,"id":338,"part":1,"nass":"ومن سورة عَبَسَ\r4 - قوله تعالى: (فَتَنْفَعُهُ الذِّكْرَى)، بما يتعلمه من مواعظ القرآن. ومن قرأ بالنصب فعلى جواب (لَعَلَّ).\r6 - قوله تعالى: (فَأَنْتَ لَهُ تَصَدَّى)، تُقبِل عليه بوجهك وتَميلُ إليه. يقال ة تصدَّى له أي: تعرَّض له. وفيه قراءتان: التشديد على الإدغام، والتخفيف على الحذف.\r25 - قوله تعالى: (إِنَّا صَبَبْنَا المَآءَ صَبًّا)، ومن فتح (أنَّا) فقال الزجاج: الكسر على الابتداء والاستئناف، والفتح على معنى البدل من","seal":"EFAD2728","page":427},
      {"aya":null,"sora":null,"Na":null,"id":339,"part":1,"nass":"الطّعام. المعنى: فلينظر الإنسان [إلى] أنَّا صببنا الماء صبًّا، وأراد بصب الماء: المطر.\r* * *","seal":"0EF32822","page":428},
      {"aya":null,"sora":null,"Na":null,"id":340,"part":1,"nass":"ومن سورة التَّكْوِيرِ\r24 - قوله تعالى: (وَمَا هُوَ عَلَى الْغَيْبِ بِظَنِينٍ)، يعني: [على] خبر السماء، وما أُطْلِع عليه (بِظَنِينِ) بمتهم. يقول: ما محمد على القرآن بمتهم، أي: هو ثقة فيما يؤدي عن الله. ومن قرأ بالضاد فمعناه: بخيل، أي: إنه يخبر بالغيب فيبيَّنه ولا يكتمه كما يكتم الكاهن حتى يأخذ عليه حلوانًا.\r* * *","seal":"73BACA23","page":429},
      {"aya":null,"sora":null,"Na":null,"id":341,"part":1,"nass":"ومن سورة الانْفِطَارِ\r7 - قوله تعالى: (فَعَدَّلَكَ)، جعلك معتدلا. قال عطاء: جعلك قائمًا معتدلا حسن الصورة. وقال مقاتل: عدَّل خلْقك في العينين والأذنين [واليدين] والرِّجلين، والمعنى: عدَّل بين ما خلق لك من الأعضاء التي في الإنسان منها اثنان. وقرأ أهل الكوفة (فَعَدَلَكَ) بالتخفيف. قال الفراء: فصرفك إلى أي صورة شاء، قال: والتشديد أحسن الوجهين؛ لأنك تقول: عَدَلتُك إلى كذا كما تقول: صَرفتك إلى كذا، ولا يحسن: عَدَلْتك فيه، ولا صَرَفْتُك فيه. وقال أبو علي الفارسي: معنى التخفيف: عَدَل بعضك ببعض فكنت معتدل الخلقة متناسبها، فلا تفاوت فيها، ولا يلزم [على] هذا ما ألزم الفَرَّاء.\r* * *","seal":"9AD7AAA8","page":430},
      {"aya":null,"sora":null,"Na":null,"id":342,"part":1,"nass":"ومن سورة الْمُطَفِّفِينَ\r31 - قوله تعالى: (فَاكِهِينَ)، معجبين بالفواكه. وقرأ حفص (فَكِهِينَ) بغير ألف، بما هم فيه يتفكهون [بذكرهم].\r* * *","seal":"1C972A3A","page":431},
      {"aya":null,"sora":null,"Na":null,"id":343,"part":1,"nass":"ومن سورة الانشقاق\r19 - قوله تعالى: (لَتَرْكَبُنَّ)، يا محمد (طَبَقًا عَنْ طَبَقٍ) قال الشعبي ومجاهد: سماءً بعد سماءٍ. عن ابن عباس - رضي الله عنهما - أنه كان يقرأ (لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ) [قال]: يعني نبيكم - صلى الله عليه وسلم - حالا بعد حالٍ. ومن قرأ بضم الباء فهو خطاب للناس، والمعنى: لتركبُن حالا بعد حالٍ، ومنزلا بعد منزلٍ، وأمرًا بعد أمرٍ، يعني: في الآخرة. يعني: أن الأحوال تنقلب بهم فيصيرون في الآخرة على غير الحال التي كانوا عليها في الدنيا، و (عَن) بمعنى (بعد).\r* * *","seal":"718938C7","page":432},
      {"aya":null,"sora":null,"Na":null,"id":344,"part":1,"nass":"ومن سورة البروج\r15 - قوله تعالى: (ذُو الْعَرْشِ الْمَجِيدُ)، أكثر القراء بالرفع في (الْمَجِيدُ) على صفة (ذُو الْعَرْشِ)؛ لأن الله تعالى هو الموصوف بالمجد؛ ولأن (الْمَجِيدُ) لم يُسمع في صفة غير الله، وإن سُمع (الماجد). ومن كسر (الْمَجِيدِ) جعله من صفة (الْعَرْشِ). قال عطاء عن ابن عباس رضي الله عنه: مَن قرأ بالخفض فإنما يُريد العرشَ وحُسْنَه، ويدلّ على صحة هذا أن العرشَ وُصِف بالكرم في قوله: (رَبُّ الْعَرْشِ الْكَرِيمِ)، فجاز أن يوصف بالمجد؛ لأن معناه الكمال. والعرش على ما ذُكر: أحسنُ شيءٍ وأكملُه وأجمعُه لصفات الحُسن.\r22 - قوله تعالى: (فِي لَوْحٍ مَحْفُوظٍ)، وهو أم الكتاب. وقرأ نافع","seal":"638C7CDC","page":433},
      {"aya":null,"sora":null,"Na":null,"id":345,"part":1,"nass":"(مَحْفُوظٍ) بالرفع، على نعت القرآن، كأنه قيل: بل هو قرآن مجيدٌ محفوظٌ في لوحٍ، وذلك أن القرآن وصف بالحفظ في قوله: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ).\r* * *","seal":"16AE54B2","page":434},
      {"aya":null,"sora":null,"Na":null,"id":346,"part":1,"nass":"ومن سورة الطَّارِق\r4 - قوله تعالى: (إِنْ كُلُّ نَفْسٍ لَمَا عَلَيْهَا حَافِظٌ)، وقرأ أهل الكوفة (لَمَّا) بالتشديد، والتقدير: إنْ كل نفسٍ إلا عليها حافظ. ومن قرأ (لَمَا) مخففًا فـ (مَا) صلة، والتقدير: إنْ كل نفسٍ لعليها حافظ.\r* * *","seal":"DAC2FD8C","page":435},
      {"aya":null,"sora":null,"Na":null,"id":347,"part":1,"nass":"ومن سورة الأعلَى\r3 - قوله تعالى: (وَالَّذِي قَدَّرَ فَهَدَى)، أي: خَلَقَ. وقرئ بالتخفيف وهما بمعنى واحدٍ. قال المفسرون: قدَّر خلق الذكر والأنثى من الدوابّ.\r16 - قوله تعالى: (بَلْ تُؤْثِرُونَ)، قراءة العامة بالتاء لما روي في حرف أُبَي (بَلْ أَنتُم تُؤْثِرُونَ). قال الكلبي: تؤثرون عمل الدنيا على عمل الآخرة. وقرأ أبو عمرو [(يُؤثِرُونَ)] بالياء، وقال: يعني الأَشْقين الذين ذكروا في قوله: (وَيَتَجَنَّبُهَا الْأَشْقَى)].\r* * *","seal":"1CA98874","page":436},
      {"aya":null,"sora":null,"Na":null,"id":348,"part":1,"nass":"ومن سورة الغاشية\r3 - قوله تعالى: (عَامِلَةٌ نَاصِبَةٌ)، مرَّ عمر بن الخطاب رضي الله عنه بدير راهب فناداه: يا راهب يا راهب، فأشرف عليه، فجعل عمرُ ينظر إليه ويبكي، قيل له: يا أمير المؤمنين ما يبكيك من هذا؟ قال: ذكرت قول الله تعالى في كتابه (عَامِلَةٌ نَاصِبَةٌ) (تَصْلَى نَارًا حَامِيَةً)، فذلك الذي أبكاني، ثم ذكر نصبها فقال: (تَصْلَى نَارًا حَامِيَةً). قال ابن عباس، رضي الله عنهما: قد حميت فهي تتلظى على أعداء الله. وقرأ أبو عمرو بضم التاء من: أصليته النار.\r11 - قوله تعالى: (لَا تُسْمَعُ فِيهَا لَاغِيَةٌ)، وقرئ بالياء أيضًا؛ لأنَّ","seal":"C0D88576","page":437},
      {"aya":null,"sora":null,"Na":null,"id":349,"part":1,"nass":"المراد باللاغية: اللّغو، فاللفظ على التأنيث والتذكير. وقرأ حمزة [(لَا تَسْمَعُ)] بتاءٍ مفتوحة، (لَاغِيَةً) نصبًا على الخطاب للنبي - صلى الله عليه وسلم -.\r* * *","seal":"4E8E908F","page":438},
      {"aya":null,"sora":null,"Na":null,"id":350,"part":1,"nass":"ومن سورة الفَجْرِ\r3 - قوله تعالى: (وَالْوَتْرِ)، الفرد. وقال الفراء: الكسر قراءة الحسن والأعمش وابن عباس، رضي الله عنهم، والفتح قراءة أهل المدينة، وهي لغة حجازية. وقال الأصمعي: كل فردٍ وِترٌ، وأهل الحجاز يفتحون فيقولون: وَتْر في الفَرد.\r18 - قوله تعالى: (وَلَا تَحُضُّونَ)، يقال حَضَّ يَحُضُّ حَضًّا فهو حَاضٌّ إذا حث على الشيء، ومعناه: لا يحُضُّ بعضكم بعضًا. ومن قرأ","seal":"ED5C392C","page":439},
      {"aya":null,"sora":null,"Na":null,"id":351,"part":1,"nass":"(تَحَاضُّونَ) فمعناه: تحافظون.\r\r25 و 26 - قوله تعالى: (فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (25) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ (26)) لا يعذب عذابَ الله [أحدٌ] من الخلق ولا يوثق وثاق الله أحدٌ من الخلق. أي: لا يبلغ أحدٌ من الخلق كبلاغ الله في العذاب والوثاق، والمعنى: لا يُعذب عذابَه أحد في الدنيا عذابَ الله الكافرَ يومئذ، يعني: مثل عذابه، ولا يُوثِق أحدٌ وَثاقَ اللهِ الكافرَ يومئذٍ مثلَ وَثاقه. وقرأ الكسائي: (لا يُعَذَّبُ) (وَلَا يُوثَقُ) بالفتح من العين فيهما. وقرأ النبي - صلى الله عليه وسلم - بفتح العين. عن أبي قِلابة قال: أقرأني من أقرأه رسول الله - صلى الله عليه وسلم - (فَيَوْمَئِذٍ لَا يُعَذَّبُ عَذَابَهُ أَحَدٌ (25) وَلَا يُوثَقُ وَثَاقَهُ أَحَدٌ)، والمعنى لا يُعذبُ أحدٌ تعذيبَ هذا الكافر إن قلنا: إنه كافر بعينه، أو تعذيبَ هذا الصنف من الكفار، وهم الذين ذكرهم [الله في قوله: (لَا تُكْرِمُونَ الْيَتِيمَ)، الآيات].\r* * *","seal":"21A04865","page":440},
      {"aya":null,"sora":null,"Na":null,"id":352,"part":1,"nass":"ومن سورة الْبَلَدِ\r13 - قوله تعالى: (فَكَّ رَقَبَةً)، يقال: فَك يَفُك فَكًّا فهو فَاك، والمفعول: - مفكوك، معناه: الأسير والرهن. و [من] قرأ (فَكُّ رَقَبَةٍ) جعله مصدرًا وأضافه إلى (رَقَبَةٍ)، كما تقول: ضَرْبُ زَيدٍ، وضَرَبَ زيدًا.\r14 - قوله تعالى: (أَو أَطْعَمَ)، يقال: أَطعَمَ يُطعِمُ إِطْعَامًا فهو مُطْعِمٌ. ومن قرأ (أَو إِطعَامٌ) جعله مصدرًا.\r20 - قوله تعالى: (مُؤْصَدَةٌ)، مطبقةٌ، يقال: آصَدتُّ البابَ وأوصدتُه","seal":"46EB03B1","page":441},
      {"aya":null,"sora":null,"Na":null,"id":353,"part":1,"nass":"إذا أغلقته وأطبقته، لغتان: مهموز وغير مهموز. قال مقاتل: يعني أبوابها عليهم مطبقة.\r* * *","seal":"06640AAC","page":442},
      {"aya":null,"sora":null,"Na":null,"id":354,"part":1,"nass":"ومن سورة الشَّمْسِ\r8 - قوله تعالى: (فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا)، قال: ألزمها، ويروى هذا مرفوعًا عن ابن عباس، رضي الله عنهما، في قوله: (فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا) قال: ألزمها فجورها وتقواها.\r15 - قوله تعالى: (وَلا يَخَافُ عُقْبَاهَا)، ولا يخاف تبعةً. والمعنى: لا يخاف أن يتعقب عليه في شيءٍ مما فعله. وفي مصاحف الشام والحجاز (فَلَا يَخَافُ) بالفاء. قال الفراء: وكل صواب.\r* * *","seal":"929A3409","page":443},
      {"aya":null,"sora":null,"Na":null,"id":355,"part":1,"nass":"بَقيَّة المفَصَّل\r\r[ومن سورة القدر]\r5 - قوله تعالى: (مَطْلَعِ الْفَجْرِ)، والمَطْلَعُ: مصدر بمعنى الطلوع وقرأ الكسائي (مَطْلِعِ): بكسر اللام، فهو اسم لوقت الطلوع.\r[ومن سورة البينة]\r7 - قوله تعالى: (هُمْ خَيْرُ الْبَرِيَّةِ)، يعني: خير الخليقة من أهل الأرض. وقراءة العامة بغير همزٍ. . . . . . . . . . . . . . . . . . . .","seal":"D16A19D1","page":444},
      {"aya":null,"sora":null,"Na":null,"id":356,"part":1,"nass":"وهو من برا [الله] الخلق، والقياس فيها الهمز إلا أنه مما تُرِكَ همزُه: كالنبي والذرية، والهمز فيه كالردّ إلى الأصل المرفوض في الاستعمال.\r\r[ومن سُورَة التَّكَاثُرِ]\r6 - قوله تعالى: (لَتَرَوُنَّ الْجَحِيمَ)، وقراءة العامة بفتح التاء. وقراءة الكسائي بضم التاء من: أَرَيْتُهُ الشيءَ، والمعنى: أنهم يُحشرون إليها فيرونها.\r[ومن سُورَة الْهُمَزَةِ]\r9 - قوله تعالى: (فِي عَمَدٍ)، وقرئ (عُمُدٍ) وكلاهما جمع (عمود). وقال أبو عبيدة: كلاهما جمع العماد، وهي أوتاد الأطباق التي تطبق على أهل النَّار.","seal":"D0BE6CF3","page":445},
      {"aya":null,"sora":null,"Na":null,"id":357,"part":1,"nass":"[ومن سورة قريش]\r1 و 2 - قوله تعالى: (لِإِيلَافِ قُرَيْشٍ (1) إِيلَافِهِمْ)، وقرئ (إِلَافِهِمْ) و (إِلْفِهِمْ)، يقال: أَلِفْتُ الشيءَ إِلافًا وإلْفَا، وآلَفْتُهُ إِيلافًا، بمعنى واحدٍ. يقال: آلَفَتِ الظبَاءُ الرمْلَ: إذا أَلِفَتْهُ. واللام في (لِإِيلَافِ) تتعلق بالسورة التي قبلها، ثم قال: (لِإِيلَافِ قُرَيْشٍ)، يقول: فعَلنا ذلك بهم لتأتلف قريش رحلتيها\r[ومن سورة المسد]\r1 - قوله تعالى: (أَبِي لَهَبٍ)، وقرأ ابن كثير (أَبِي لَهْبٍ) ساكنة","seal":"D65E884E","page":446},
      {"aya":null,"sora":null,"Na":null,"id":358,"part":1,"nass":"الهاء، فأحسبه أنه لغة في (اللهب) كالنَّهْرِ والنَّهَرِ. واتفقوا في الثانية على الفتح لوفاق الفواصل.\r* * *","seal":"039A7545","page":447},
      {"aya":null,"sora":null,"Na":null,"id":359,"part":1,"nass":"آخر كتاب (مفاتيح الأغاني في القراءة والمعاني) وكمل بحمد الله ومَنِّه وحسن توفيقه، وفرِغَ منه في وقت ضحوة الخامس عشر جمادى الأولى من سنة ثلاث وستين وخمسِ مائةٍ كتبه أبو العلاء محمد بن أبي المحاسن بن أبي الفتح بن أبي شجاع الكرماني بخطه في بلدة كرمان عمرها الله الحمد لله رب العالمين، وصلواته على نبيه محمدٍ وآله الطاهرين أجمعين وحسبنا الله ونعم الوكيل، نعم المولى ونعم النصير","seal":"DC2C4FC8","page":448}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":563,"ShrtCs":0,"Bk":"مفاتيح الأغاني في القراءات والمعاني","HigriD":"بعد 563","oAuthVer":4,"Pdf":0,"IslamShort":0,"oVer":4,"verName":null,"Lng":"محمد بن أبي المحاسن محمود بن أبي الفتح محمد بن أبي شجاع أحمد الكرماني، أبو العلاء الحنفي","bLnk":null,"Inf":null,"Auth":"الكرماني، أبو العلاء","Betaka":"الكتاب: مفاتيح الأغاني في القراءات والمعاني\r\nالمؤلف: محمد بن أبي المحاسن محمود بن أبي الفتح محمد بن أبي شجاع أحمد الكرماني، أبو العلاء الحنفي (المتوفى: بعد 563هـ)\r\nدراسة وتحقيق: عبد الكريم مصطفى مدلج\r\nتقديم: الدكتور محسن عبد الحميد\r\nالناشر: دار ابن حزم للطباعة والنشر والتوزيع، بيروت - لبنان\r\nالطبعة: الأولى، 1422 هـ - 2001 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"مقرئ\rله: مفاتيح الأغاني، في القراءات والمعاني، وهو مختصر، مرتب على ترتيب السور، فرغ منه في جمادى الأولى، سنة 563، ثلاث وستين وخمسمائة.","seal":"DA540B56","cat":"علوم القرآن","oNum":21819,"BkId":21819,"oAuth":2572,"bVer":1,"aSeal":"125F73AE"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t21819":
    [
      {"lvl":1,"id":122,"sub":0,"tit":"ومن سورة هود عليه السلام"},
      {"lvl":2,"id":122,"sub":1,"tit":"25"},
      {"lvl":2,"id":122,"sub":2,"tit":"27"},
      {"lvl":2,"id":122,"sub":3,"tit":"28"},
      {"lvl":2,"id":123,"sub":0,"tit":"40"},
      {"lvl":2,"id":123,"sub":1,"tit":"41"},
      {"lvl":2,"id":123,"sub":2,"tit":"42"},
      {"lvl":2,"id":124,"sub":0,"tit":"46"},
      {"lvl":2,"id":124,"sub":1,"tit":"66"},
      {"lvl":2,"id":125,"sub":0,"tit":"68"},
      {"lvl":2,"id":125,"sub":1,"tit":"69"},
      {"lvl":2,"id":126,"sub":0,"tit":"71"},
      {"lvl":2,"id":126,"sub":1,"tit":"81"},
      {"lvl":2,"id":127,"sub":0,"tit":"108"},
      {"lvl":2,"id":127,"sub":1,"tit":"111"},
      {"lvl":2,"id":128,"sub":0,"tit":"123"},
      {"lvl":1,"id":129,"sub":0,"tit":"ومن سورة يوسف عليه السلام"},
      {"lvl":2,"id":130,"sub":0,"tit":"7"},
      {"lvl":2,"id":130,"sub":1,"tit":"10"},
      {"lvl":2,"id":130,"sub":2,"tit":"11"},
      {"lvl":2,"id":131,"sub":0,"tit":"12"},
      {"lvl":2,"id":132,"sub":0,"tit":"23"},
      {"lvl":2,"id":133,"sub":0,"tit":"24"},
      {"lvl":2,"id":133,"sub":1,"tit":"31"},
      {"lvl":2,"id":134,"sub":0,"tit":"33"},
      {"lvl":2,"id":134,"sub":1,"tit":"47"},
      {"lvl":2,"id":134,"sub":2,"tit":"49"},
      {"lvl":2,"id":135,"sub":0,"tit":"56"},
      {"lvl":2,"id":135,"sub":1,"tit":"62"},
      {"lvl":2,"id":135,"sub":2,"tit":"63"},
      {"lvl":2,"id":136,"sub":0,"tit":"70"},
      {"lvl":2,"id":136,"sub":1,"tit":"76"},
      {"lvl":2,"id":137,"sub":0,"tit":"80"},
      {"lvl":2,"id":137,"sub":1,"tit":"90"},
      {"lvl":2,"id":137,"sub":2,"tit":"110"},
      {"lvl":1,"id":139,"sub":0,"tit":"ومن سورة الرعد"},
      {"lvl":2,"id":140,"sub":0,"tit":"17"},
      {"lvl":2,"id":140,"sub":1,"tit":"33"},
      {"lvl":2,"id":140,"sub":2,"tit":"35"},
      {"lvl":2,"id":140,"sub":3,"tit":"42"},
      {"lvl":1,"id":141,"sub":0,"tit":"ومن سورة إبراهيم عليه السلام"},
      {"lvl":2,"id":141,"sub":1,"tit":"1"},
      {"lvl":2,"id":141,"sub":2,"tit":"19"},
      {"lvl":2,"id":141,"sub":3,"tit":"22"},
      {"lvl":2,"id":143,"sub":0,"tit":"30"},
      {"lvl":2,"id":143,"sub":1,"tit":"46"},
      {"lvl":1,"id":144,"sub":0,"tit":"ومن سورة الحجر"},
      {"lvl":2,"id":144,"sub":1,"tit":"2"},
      {"lvl":2,"id":144,"sub":2,"tit":"8"},
      {"lvl":2,"id":145,"sub":0,"tit":"15"},
      {"lvl":2,"id":146,"sub":0,"tit":"41"},
      {"lvl":2,"id":146,"sub":1,"tit":"54"},
      {"lvl":2,"id":147,"sub":0,"tit":"56"},
      {"lvl":2,"id":147,"sub":1,"tit":"60"},
      {"lvl":2,"id":147,"sub":2,"tit":"90"},
      {"lvl":1,"id":149,"sub":0,"tit":"ومن سورة النحل"},
      {"lvl":2,"id":150,"sub":0,"tit":"12"},
      {"lvl":2,"id":150,"sub":1,"tit":"20"},
      {"lvl":2,"id":150,"sub":2,"tit":"21"},
      {"lvl":2,"id":151,"sub":0,"tit":"27"},
      {"lvl":2,"id":151,"sub":1,"tit":"37"},
      {"lvl":2,"id":151,"sub":2,"tit":"48"},
      {"lvl":2,"id":152,"sub":0,"tit":"62"},
      {"lvl":2,"id":152,"sub":1,"tit":"66"},
      {"lvl":2,"id":153,"sub":0,"tit":"68"},
      {"lvl":2,"id":153,"sub":1,"tit":"71"},
      {"lvl":2,"id":153,"sub":2,"tit":"79"},
      {"lvl":2,"id":154,"sub":0,"tit":"80"},
      {"lvl":2,"id":154,"sub":1,"tit":"110"},
      {"lvl":2,"id":155,"sub":0,"tit":"127"},
      {"lvl":1,"id":156,"sub":0,"tit":"ومن سورة سبحان (الإسراء)"},
      {"lvl":2,"id":156,"sub":1,"tit":"2"},
      {"lvl":2,"id":156,"sub":2,"tit":"7"},
      {"lvl":2,"id":157,"sub":0,"tit":"13"},
      {"lvl":2,"id":157,"sub":1,"tit":"16"},
      {"lvl":2,"id":158,"sub":0,"tit":"23"},
      {"lvl":2,"id":158,"sub":1,"tit":"31"},
      {"lvl":2,"id":160,"sub":0,"tit":"41"},
      {"lvl":2,"id":160,"sub":1,"tit":"42"},
      {"lvl":2,"id":160,"sub":2,"tit":"64"},
      {"lvl":2,"id":161,"sub":0,"tit":"68"},
      {"lvl":2,"id":161,"sub":1,"tit":"72"},
      {"lvl":2,"id":163,"sub":0,"tit":"90"},
      {"lvl":2,"id":163,"sub":1,"tit":"91"},
      {"lvl":2,"id":163,"sub":2,"tit":"92"},
      {"lvl":2,"id":163,"sub":3,"tit":"102"},
      {"lvl":1,"id":165,"sub":0,"tit":"ومن سورة الكهف"},
      {"lvl":2,"id":165,"sub":1,"tit":"2"},
      {"lvl":2,"id":165,"sub":2,"tit":"16"},
      {"lvl":2,"id":166,"sub":0,"tit":"17"},
      {"lvl":2,"id":166,"sub":1,"tit":"18"},
      {"lvl":2,"id":167,"sub":0,"tit":"25"},
      {"lvl":2,"id":168,"sub":0,"tit":"38"},
      {"lvl":2,"id":168,"sub":1,"tit":"44"},
      {"lvl":2,"id":169,"sub":0,"tit":"44"},
      {"lvl":2,"id":169,"sub":1,"tit":"47"},
      {"lvl":2,"id":170,"sub":0,"tit":"55"},
      {"lvl":2,"id":170,"sub":1,"tit":"59"},
      {"lvl":2,"id":171,"sub":0,"tit":"74"},
      {"lvl":2,"id":171,"sub":1,"tit":"77"},
      {"lvl":2,"id":171,"sub":2,"tit":"85"},
      {"lvl":2,"id":172,"sub":0,"tit":"86"},
      {"lvl":2,"id":172,"sub":1,"tit":"88"},
      {"lvl":2,"id":173,"sub":0,"tit":"93"},
      {"lvl":2,"id":173,"sub":1,"tit":"94"},
      {"lvl":2,"id":174,"sub":0,"tit":"95"},
      {"lvl":2,"id":175,"sub":0,"tit":"96"},
      {"lvl":2,"id":175,"sub":1,"tit":"97"},
      {"lvl":2,"id":176,"sub":0,"tit":"98"},
      {"lvl":2,"id":176,"sub":1,"tit":"102"},
      {"lvl":1,"id":177,"sub":0,"tit":"ومن سورة مريم عليها السلام"},
      {"lvl":2,"id":177,"sub":1,"tit":"1"},
      {"lvl":2,"id":177,"sub":2,"tit":"6"},
      {"lvl":2,"id":178,"sub":0,"tit":"8"},
      {"lvl":2,"id":178,"sub":1,"tit":"9"},
      {"lvl":2,"id":178,"sub":2,"tit":"23"},
      {"lvl":2,"id":179,"sub":0,"tit":"24"},
      {"lvl":2,"id":179,"sub":1,"tit":"25"},
      {"lvl":2,"id":180,"sub":0,"tit":"34"},
      {"lvl":2,"id":180,"sub":1,"tit":"36"},
      {"lvl":2,"id":180,"sub":2,"tit":"51"},
      {"lvl":2,"id":180,"sub":3,"tit":"63"},
      {"lvl":2,"id":181,"sub":0,"tit":"67"},
      {"lvl":2,"id":181,"sub":1,"tit":"73"},
      {"lvl":2,"id":181,"sub":2,"tit":"74"},
      {"lvl":2,"id":182,"sub":0,"tit":"90"},
      {"lvl":2,"id":182,"sub":1,"tit":"97"},
      {"lvl":1,"id":183,"sub":0,"tit":"ومن سورة طه"},
      {"lvl":2,"id":183,"sub":1,"tit":"12"},
      {"lvl":2,"id":183,"sub":2,"tit":"58"},
      {"lvl":2,"id":184,"sub":0,"tit":"61"},
      {"lvl":2,"id":184,"sub":1,"tit":"63"},
      {"lvl":2,"id":186,"sub":0,"tit":"64"},
      {"lvl":2,"id":186,"sub":1,"tit":"69"},
      {"lvl":2,"id":186,"sub":2,"tit":"77"},
      {"lvl":2,"id":187,"sub":0,"tit":"81"},
      {"lvl":2,"id":187,"sub":1,"tit":"87"},
      {"lvl":2,"id":188,"sub":0,"tit":"96"},
      {"lvl":2,"id":188,"sub":1,"tit":"97"},
      {"lvl":2,"id":188,"sub":2,"tit":"102"},
      {"lvl":2,"id":189,"sub":0,"tit":"112"},
      {"lvl":2,"id":189,"sub":1,"tit":"119"},
      {"lvl":2,"id":189,"sub":2,"tit":"130"},
      {"lvl":2,"id":189,"sub":3,"tit":"131"},
      {"lvl":2,"id":189,"sub":4,"tit":"133"},
      {"lvl":1,"id":191,"sub":0,"tit":"ومن سورة الأنبياء"},
      {"lvl":2,"id":191,"sub":1,"tit":"4"},
      {"lvl":2,"id":191,"sub":2,"tit":"45"},
      {"lvl":2,"id":192,"sub":0,"tit":"58"},
      {"lvl":2,"id":192,"sub":1,"tit":"80"},
      {"lvl":2,"id":192,"sub":2,"tit":"88"},
      {"lvl":2,"id":193,"sub":0,"tit":"95"},
      {"lvl":2,"id":194,"sub":0,"tit":"104"},
      {"lvl":1,"id":195,"sub":0,"tit":"ومن سورة الحج"},
      {"lvl":2,"id":195,"sub":1,"tit":"2"},
      {"lvl":2,"id":195,"sub":2,"tit":"23"},
      {"lvl":2,"id":195,"sub":3,"tit":"25"},
      {"lvl":2,"id":196,"sub":0,"tit":"34"},
      {"lvl":2,"id":196,"sub":1,"tit":"38"},
      {"lvl":2,"id":197,"sub":0,"tit":"39"},
      {"lvl":2,"id":197,"sub":1,"tit":"40"},
      {"lvl":2,"id":198,"sub":0,"tit":"45"},
      {"lvl":2,"id":198,"sub":1,"tit":"47"},
      {"lvl":2,"id":199,"sub":0,"tit":"51"},
      {"lvl":2,"id":199,"sub":1,"tit":"59"},
      {"lvl":2,"id":199,"sub":2,"tit":"62"},
      {"lvl":1,"id":200,"sub":0,"tit":"ومن سورة المؤمنون"},
      {"lvl":2,"id":200,"sub":1,"tit":"8"},
      {"lvl":2,"id":200,"sub":2,"tit":"9"},
      {"lvl":2,"id":200,"sub":3,"tit":"14"},
      {"lvl":2,"id":201,"sub":0,"tit":"20"},
      {"lvl":2,"id":202,"sub":0,"tit":"29"},
      {"lvl":2,"id":202,"sub":1,"tit":"44"},
      {"lvl":2,"id":203,"sub":0,"tit":"52"},
      {"lvl":2,"id":203,"sub":1,"tit":"67"},
      {"lvl":2,"id":204,"sub":0,"tit":"68"},
      {"lvl":2,"id":204,"sub":1,"tit":"87"},
      {"lvl":2,"id":204,"sub":2,"tit":"92"},
      {"lvl":2,"id":205,"sub":0,"tit":"106"},
      {"lvl":2,"id":205,"sub":1,"tit":"110"},
      {"lvl":2,"id":206,"sub":0,"tit":"111"},
      {"lvl":1,"id":207,"sub":0,"tit":"ومن سورة النور"},
      {"lvl":2,"id":207,"sub":1,"tit":"1"},
      {"lvl":2,"id":207,"sub":2,"tit":"2"},
      {"lvl":2,"id":208,"sub":0,"tit":"6"},
      {"lvl":2,"id":208,"sub":1,"tit":"7"},
      {"lvl":2,"id":208,"sub":2,"tit":"9"},
      {"lvl":2,"id":209,"sub":0,"tit":"31"},
      {"lvl":2,"id":209,"sub":1,"tit":"35"},
      {"lvl":2,"id":211,"sub":0,"tit":"36"},
      {"lvl":2,"id":211,"sub":1,"tit":"40"},
      {"lvl":2,"id":211,"sub":2,"tit":"52"},
      {"lvl":2,"id":212,"sub":0,"tit":"55"},
      {"lvl":1,"id":214,"sub":0,"tit":"ومن سورة الفرقان"},
      {"lvl":2,"id":214,"sub":1,"tit":"8"},
      {"lvl":2,"id":214,"sub":2,"tit":"10"},
      {"lvl":2,"id":214,"sub":3,"tit":"19"},
      {"lvl":2,"id":214,"sub":4,"tit":"25"},
      {"lvl":2,"id":215,"sub":0,"tit":"60"},
      {"lvl":2,"id":215,"sub":1,"tit":"62"},
      {"lvl":2,"id":215,"sub":2,"tit":"67"},
      {"lvl":2,"id":216,"sub":0,"tit":"69"},
      {"lvl":2,"id":216,"sub":1,"tit":"75"},
      {"lvl":2,"id":216,"sub":2,"tit":"77"},
      {"lvl":1,"id":217,"sub":0,"tit":"ومن سورة الشعراء"},
      {"lvl":2,"id":217,"sub":1,"tit":"56"},
      {"lvl":2,"id":217,"sub":2,"tit":"137"},
      {"lvl":2,"id":218,"sub":0,"tit":"149"},
      {"lvl":2,"id":218,"sub":1,"tit":"176"},
      {"lvl":2,"id":219,"sub":0,"tit":"197"},
      {"lvl":2,"id":220,"sub":0,"tit":"224"},
      {"lvl":1,"id":221,"sub":0,"tit":"ومن سورة النمل"},
      {"lvl":2,"id":221,"sub":1,"tit":"7"},
      {"lvl":2,"id":221,"sub":2,"tit":"21"},
      {"lvl":2,"id":222,"sub":0,"tit":"22"},
      {"lvl":2,"id":222,"sub":1,"tit":"25"},
      {"lvl":2,"id":223,"sub":0,"tit":"49"},
      {"lvl":2,"id":224,"sub":0,"tit":"66"},
      {"lvl":2,"id":224,"sub":1,"tit":"70"},
      {"lvl":2,"id":225,"sub":0,"tit":"87"},
      {"lvl":2,"id":225,"sub":1,"tit":"88"},
      {"lvl":2,"id":225,"sub":2,"tit":"89"},
      {"lvl":1,"id":227,"sub":0,"tit":"ومن سورة القصص"},
      {"lvl":2,"id":227,"sub":1,"tit":"6"},
      {"lvl":2,"id":227,"sub":2,"tit":"23"},
      {"lvl":2,"id":228,"sub":0,"tit":"29"},
      {"lvl":2,"id":228,"sub":1,"tit":"32"},
      {"lvl":2,"id":228,"sub":2,"tit":"34"},
      {"lvl":2,"id":229,"sub":0,"tit":"48"},
      {"lvl":2,"id":229,"sub":1,"tit":"82"},
      {"lvl":1,"id":230,"sub":0,"tit":"ومن سورة العنكبوت"},
      {"lvl":2,"id":230,"sub":1,"tit":"19"},
      {"lvl":2,"id":230,"sub":2,"tit":"20"},
      {"lvl":2,"id":230,"sub":3,"tit":"25"},
      {"lvl":2,"id":231,"sub":0,"tit":"32"},
      {"lvl":2,"id":231,"sub":1,"tit":"50"},
      {"lvl":2,"id":232,"sub":0,"tit":"55"},
      {"lvl":2,"id":232,"sub":1,"tit":"58"},
      {"lvl":2,"id":232,"sub":2,"tit":"66"},
      {"lvl":1,"id":234,"sub":0,"tit":"ومن سورة الروم"},
      {"lvl":2,"id":234,"sub":1,"tit":"10"},
      {"lvl":2,"id":234,"sub":2,"tit":"11"},
      {"lvl":2,"id":235,"sub":0,"tit":"22"},
      {"lvl":2,"id":235,"sub":1,"tit":"39"},
      {"lvl":2,"id":235,"sub":2,"tit":"50"},
      {"lvl":2,"id":236,"sub":0,"tit":"57"},
      {"lvl":1,"id":237,"sub":0,"tit":"ومن سورة لقمان عليه السلام"},
      {"lvl":2,"id":237,"sub":1,"tit":"3"},
      {"lvl":2,"id":237,"sub":2,"tit":"6"},
      {"lvl":2,"id":238,"sub":0,"tit":"16"},
      {"lvl":2,"id":238,"sub":1,"tit":"18"},
      {"lvl":2,"id":239,"sub":0,"tit":"20"},
      {"lvl":2,"id":239,"sub":1,"tit":"27"},
      {"lvl":1,"id":240,"sub":0,"tit":"ومن سورة السجدة"},
      {"lvl":2,"id":240,"sub":1,"tit":"7"},
      {"lvl":2,"id":240,"sub":2,"tit":"17"},
      {"lvl":2,"id":241,"sub":0,"tit":"24"},
      {"lvl":1,"id":242,"sub":0,"tit":"ومن سورة الأحزاب"},
      {"lvl":2,"id":242,"sub":1,"tit":"2"},
      {"lvl":2,"id":242,"sub":2,"tit":"4"},
      {"lvl":2,"id":243,"sub":0,"tit":"13"},
      {"lvl":2,"id":243,"sub":1,"tit":"14"},
      {"lvl":2,"id":243,"sub":2,"tit":"31"},
      {"lvl":2,"id":243,"sub":3,"tit":"33"},
      {"lvl":2,"id":244,"sub":0,"tit":"40"},
      {"lvl":2,"id":245,"sub":0,"tit":"67"},
      {"lvl":2,"id":245,"sub":1,"tit":"68"},
      {"lvl":1,"id":246,"sub":0,"tit":"ومن سورة سبأ"},
      {"lvl":2,"id":246,"sub":1,"tit":"3"},
      {"lvl":2,"id":246,"sub":2,"tit":"5"},
      {"lvl":2,"id":247,"sub":0,"tit":"9"},
      {"lvl":2,"id":247,"sub":1,"tit":"12"},
      {"lvl":2,"id":247,"sub":2,"tit":"14"},
      {"lvl":2,"id":248,"sub":0,"tit":"16"},
      {"lvl":2,"id":248,"sub":1,"tit":"19"},
      {"lvl":2,"id":250,"sub":0,"tit":"52"},
      {"lvl":1,"id":251,"sub":0,"tit":"ومن سورة فاطر"},
      {"lvl":2,"id":251,"sub":1,"tit":"3"},
      {"lvl":2,"id":251,"sub":2,"tit":"40"},
      {"lvl":2,"id":251,"sub":3,"tit":"43"},
      {"lvl":1,"id":254,"sub":0,"tit":"ومن سورة يس"},
      {"lvl":2,"id":254,"sub":1,"tit":"5"},
      {"lvl":2,"id":254,"sub":2,"tit":"14"},
      {"lvl":2,"id":254,"sub":3,"tit":"35"},
      {"lvl":2,"id":255,"sub":0,"tit":"39"},
      {"lvl":2,"id":256,"sub":0,"tit":"49"},
      {"lvl":2,"id":257,"sub":0,"tit":"55"},
      {"lvl":2,"id":257,"sub":1,"tit":"56"},
      {"lvl":2,"id":257,"sub":2,"tit":"62"},
      {"lvl":2,"id":258,"sub":0,"tit":"68"},
      {"lvl":1,"id":259,"sub":0,"tit":"ومن سورة الصافات"},
      {"lvl":2,"id":259,"sub":1,"tit":"6"},
      {"lvl":2,"id":259,"sub":2,"tit":"12"},
      {"lvl":2,"id":260,"sub":0,"tit":"8"},
      {"lvl":2,"id":261,"sub":0,"tit":"47"},
      {"lvl":2,"id":261,"sub":1,"tit":"94"},
      {"lvl":2,"id":261,"sub":2,"tit":"102"},
      {"lvl":2,"id":262,"sub":0,"tit":"123"},
      {"lvl":2,"id":262,"sub":1,"tit":"125 و 126"},
      {"lvl":2,"id":262,"sub":2,"tit":"130"},
      {"lvl":2,"id":263,"sub":0,"tit":"153"},
      {"lvl":1,"id":264,"sub":0,"tit":"ومن سورة (ص)"},
      {"lvl":2,"id":264,"sub":1,"tit":"15"},
      {"lvl":2,"id":264,"sub":2,"tit":"41"},
      {"lvl":2,"id":265,"sub":0,"tit":"46"},
      {"lvl":2,"id":265,"sub":1,"tit":"53"},
      {"lvl":2,"id":266,"sub":0,"tit":"57"},
      {"lvl":2,"id":266,"sub":1,"tit":"58"},
      {"lvl":2,"id":266,"sub":2,"tit":"84"},
      {"lvl":1,"id":268,"sub":0,"tit":"ومن سورة الزمر"},
      {"lvl":2,"id":268,"sub":1,"tit":"29"},
      {"lvl":2,"id":268,"sub":2,"tit":"36"},
      {"lvl":2,"id":268,"sub":3,"tit":"38"},
      {"lvl":2,"id":269,"sub":0,"tit":"64"},
      {"lvl":1,"id":270,"sub":0,"tit":"ومن سورة حم المؤمن (غافر)"},
      {"lvl":2,"id":270,"sub":1,"tit":"26"},
      {"lvl":2,"id":270,"sub":2,"tit":"35"},
      {"lvl":2,"id":270,"sub":3,"tit":"37"},
      {"lvl":2,"id":271,"sub":0,"tit":"58"},
      {"lvl":1,"id":272,"sub":0,"tit":"ومن سورة حم السجدة (فصلت)"},
      {"lvl":2,"id":272,"sub":1,"tit":"10"},
      {"lvl":2,"id":272,"sub":2,"tit":"16"},
      {"lvl":2,"id":273,"sub":0,"tit":"47"},
      {"lvl":1,"id":274,"sub":0,"tit":"ومن سورة حم عسق (الشورى)"},
      {"lvl":2,"id":274,"sub":1,"tit":"3"},
      {"lvl":2,"id":274,"sub":2,"tit":"30"},
      {"lvl":2,"id":275,"sub":0,"tit":"51"},
      {"lvl":1,"id":276,"sub":0,"tit":"ومن سورة الزخرف"},
      {"lvl":2,"id":276,"sub":1,"tit":"5"},
      {"lvl":2,"id":276,"sub":2,"tit":"18"},
      {"lvl":2,"id":277,"sub":0,"tit":"19"},
      {"lvl":2,"id":277,"sub":1,"tit":"33"},
      {"lvl":2,"id":278,"sub":0,"tit":"38"},
      {"lvl":2,"id":278,"sub":1,"tit":"56"},
      {"lvl":2,"id":278,"sub":2,"tit":"71"},
      {"lvl":2,"id":279,"sub":0,"tit":"88"},
      {"lvl":2,"id":279,"sub":1,"tit":"89"},
      {"lvl":1,"id":280,"sub":0,"tit":"ومن سورة الدخان"},
      {"lvl":2,"id":280,"sub":1,"tit":"7"},
      {"lvl":2,"id":280,"sub":2,"tit":"45"},
      {"lvl":2,"id":281,"sub":0,"tit":"47"},
      {"lvl":2,"id":281,"sub":1,"tit":"49"},
      {"lvl":1,"id":282,"sub":0,"tit":"ومن سورة الجاثية"},
      {"lvl":2,"id":282,"sub":1,"tit":"4"},
      {"lvl":2,"id":282,"sub":2,"tit":"6"},
      {"lvl":2,"id":282,"sub":3,"tit":"11"},
      {"lvl":1,"id":284,"sub":0,"tit":"ومن سورة الأحقاف"},
      {"lvl":2,"id":284,"sub":1,"tit":"12"},
      {"lvl":2,"id":284,"sub":2,"tit":"20"},
      {"lvl":2,"id":284,"sub":3,"tit":"25"},
      {"lvl":2,"id":285,"sub":0,"tit":"33"},
      {"lvl":1,"id":286,"sub":0,"tit":"ومن سورة محمد - صلى الله عليه وسلم -"},
      {"lvl":2,"id":286,"sub":1,"tit":"4"},
      {"lvl":2,"id":286,"sub":2,"tit":"15"},
      {"lvl":2,"id":286,"sub":3,"tit":"25"},
      {"lvl":1,"id":288,"sub":0,"tit":"ومن سورة الفتح"},
      {"lvl":2,"id":288,"sub":1,"tit":"11"},
      {"lvl":2,"id":288,"sub":2,"tit":"29"},
      {"lvl":1,"id":290,"sub":0,"tit":"ومن سورة الحجرات"},
      {"lvl":2,"id":290,"sub":1,"tit":"1"},
      {"lvl":2,"id":290,"sub":2,"tit":"14"},
      {"lvl":1,"id":292,"sub":0,"tit":"ومن سورة (ق)"},
      {"lvl":2,"id":292,"sub":1,"tit":"30"},
      {"lvl":2,"id":292,"sub":2,"tit":"40"},
      {"lvl":1,"id":293,"sub":0,"tit":"ومن سورة الذاريات"},
      {"lvl":2,"id":293,"sub":1,"tit":"23"},
      {"lvl":2,"id":293,"sub":2,"tit":"44"},
      {"lvl":1,"id":294,"sub":0,"tit":"ومن سورة الطور"},
      {"lvl":2,"id":294,"sub":1,"tit":"21"},
      {"lvl":2,"id":295,"sub":0,"tit":"28"},
      {"lvl":2,"id":295,"sub":1,"tit":"37"},
      {"lvl":2,"id":295,"sub":2,"tit":"45"},
      {"lvl":1,"id":296,"sub":0,"tit":"ومن سورة النجم"},
      {"lvl":2,"id":296,"sub":1,"tit":"12"},
      {"lvl":2,"id":296,"sub":2,"tit":"32"},
      {"lvl":1,"id":298,"sub":0,"tit":"ومن سورة القمر"},
      {"lvl":2,"id":298,"sub":1,"tit":"7"},
      {"lvl":1,"id":299,"sub":0,"tit":"ومن سورة الرحمن"},
      {"lvl":2,"id":299,"sub":1,"tit":"12"},
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":1,"id":3,"sub":0,"tit":"مذهب القراء بالاستعاذة"},
      {"lvl":1,"id":5,"sub":0,"tit":"ومن سورة الفاتحة"},
      {"lvl":2,"id":5,"sub":1,"tit":"2"},
      {"lvl":2,"id":7,"sub":0,"tit":"4"},
      {"lvl":2,"id":7,"sub":1,"tit":"6"},
      {"lvl":2,"id":8,"sub":0,"tit":"7"},
      {"lvl":1,"id":11,"sub":0,"tit":"ومن سورة البقرة"},
      {"lvl":2,"id":11,"sub":1,"tit":"9"},
      {"lvl":2,"id":12,"sub":0,"tit":"10"},
      {"lvl":2,"id":12,"sub":1,"tit":"36"},
      {"lvl":2,"id":12,"sub":2,"tit":"37"},
      {"lvl":2,"id":13,"sub":0,"tit":"51"},
      {"lvl":2,"id":13,"sub":1,"tit":"58"},
      {"lvl":2,"id":14,"sub":0,"tit":"90"},
      {"lvl":2,"id":14,"sub":1,"tit":"97"},
      {"lvl":2,"id":16,"sub":0,"tit":"106"},
      {"lvl":2,"id":17,"sub":0,"tit":"126"},
      {"lvl":2,"id":18,"sub":0,"tit":"128"},
      {"lvl":2,"id":18,"sub":1,"tit":"132"},
      {"lvl":2,"id":19,"sub":0,"tit":"148"},
      {"lvl":2,"id":19,"sub":1,"tit":"158"},
      {"lvl":2,"id":20,"sub":0,"tit":"165"},
      {"lvl":2,"id":20,"sub":1,"tit":"173"},
      {"lvl":2,"id":21,"sub":0,"tit":"177"},
      {"lvl":2,"id":21,"sub":1,"tit":"184"},
      {"lvl":2,"id":22,"sub":0,"tit":"185"},
      {"lvl":2,"id":23,"sub":0,"tit":"189"},
      {"lvl":2,"id":23,"sub":1,"tit":"208"},
      {"lvl":2,"id":24,"sub":0,"tit":"210"},
      {"lvl":2,"id":24,"sub":1,"tit":"214"},
      {"lvl":2,"id":25,"sub":0,"tit":"219"},
      {"lvl":2,"id":26,"sub":0,"tit":"222"},
      {"lvl":2,"id":26,"sub":1,"tit":"229"},
      {"lvl":2,"id":26,"sub":2,"tit":"233"},
      {"lvl":2,"id":28,"sub":0,"tit":"236"},
      {"lvl":2,"id":28,"sub":1,"tit":"240"},
      {"lvl":2,"id":29,"sub":0,"tit":"245"},
      {"lvl":2,"id":30,"sub":0,"tit":"246"},
      {"lvl":2,"id":30,"sub":1,"tit":"249"},
      {"lvl":2,"id":31,"sub":0,"tit":"259"},
      {"lvl":2,"id":32,"sub":0,"tit":"260"},
      {"lvl":2,"id":32,"sub":1,"tit":"271"},
      {"lvl":2,"id":34,"sub":0,"tit":"273"},
      {"lvl":2,"id":34,"sub":1,"tit":"279"},
      {"lvl":2,"id":35,"sub":0,"tit":"280"},
      {"lvl":2,"id":35,"sub":1,"tit":"282"},
      {"lvl":2,"id":36,"sub":0,"tit":"283"},
      {"lvl":2,"id":37,"sub":0,"tit":"285"},
      {"lvl":1,"id":38,"sub":0,"tit":"ومن سورة آل عمران"},
      {"lvl":2,"id":38,"sub":1,"tit":"13"},
      {"lvl":2,"id":38,"sub":2,"tit":"15"},
      {"lvl":2,"id":38,"sub":3,"tit":"28"},
      {"lvl":2,"id":39,"sub":0,"tit":"36"},
      {"lvl":2,"id":39,"sub":1,"tit":"37"},
      {"lvl":2,"id":40,"sub":0,"tit":"39"},
      {"lvl":2,"id":40,"sub":1,"tit":"49"},
      {"lvl":2,"id":41,"sub":0,"tit":"79"},
      {"lvl":2,"id":41,"sub":1,"tit":"80"},
      {"lvl":2,"id":41,"sub":2,"tit":"81"},
      {"lvl":2,"id":42,"sub":0,"tit":"83"},
      {"lvl":2,"id":42,"sub":1,"tit":"97"},
      {"lvl":2,"id":42,"sub":2,"tit":"115"},
      {"lvl":2,"id":42,"sub":3,"tit":"120"},
      {"lvl":2,"id":43,"sub":0,"tit":"125"},
      {"lvl":2,"id":43,"sub":1,"tit":"140"},
      {"lvl":2,"id":44,"sub":0,"tit":"146"},
      {"lvl":2,"id":45,"sub":0,"tit":"151"},
      {"lvl":2,"id":45,"sub":1,"tit":"154"},
      {"lvl":2,"id":45,"sub":2,"tit":"176"},
      {"lvl":2,"id":46,"sub":0,"tit":"179"},
      {"lvl":2,"id":46,"sub":1,"tit":"184"},
      {"lvl":2,"id":47,"sub":0,"tit":"195"},
      {"lvl":1,"id":48,"sub":0,"tit":"ومن سورة النساء"},
      {"lvl":2,"id":48,"sub":1,"tit":"1"},
      {"lvl":2,"id":49,"sub":0,"tit":"5"},
      {"lvl":2,"id":50,"sub":0,"tit":"10"},
      {"lvl":2,"id":51,"sub":0,"tit":"11"},
      {"lvl":2,"id":52,"sub":0,"tit":"16"},
      {"lvl":2,"id":52,"sub":1,"tit":"19"},
      {"lvl":2,"id":52,"sub":2,"tit":"24"},
      {"lvl":2,"id":53,"sub":0,"tit":"25"},
      {"lvl":2,"id":53,"sub":1,"tit":"31"},
      {"lvl":2,"id":54,"sub":0,"tit":"33"},
      {"lvl":2,"id":54,"sub":1,"tit":"37"},
      {"lvl":2,"id":54,"sub":2,"tit":"40"},
      {"lvl":2,"id":55,"sub":0,"tit":"42"},
      {"lvl":2,"id":55,"sub":1,"tit":"43"},
      {"lvl":2,"id":57,"sub":0,"tit":"66"},
      {"lvl":2,"id":57,"sub":1,"tit":"73"},
      {"lvl":2,"id":58,"sub":0,"tit":"94"},
      {"lvl":2,"id":58,"sub":1,"tit":"95"},
      {"lvl":2,"id":60,"sub":0,"tit":"128"},
      {"lvl":2,"id":60,"sub":1,"tit":"135"},
      {"lvl":2,"id":60,"sub":2,"tit":"145"},
      {"lvl":2,"id":61,"sub":0,"tit":"154"},
      {"lvl":1,"id":62,"sub":0,"tit":"ومن سورة المائدة"},
      {"lvl":2,"id":62,"sub":1,"tit":"2"},
      {"lvl":2,"id":62,"sub":2,"tit":"6"},
      {"lvl":2,"id":63,"sub":0,"tit":"13"},
      {"lvl":2,"id":64,"sub":0,"tit":"45"},
      {"lvl":2,"id":64,"sub":1,"tit":"47"},
      {"lvl":2,"id":64,"sub":2,"tit":"50"},
      {"lvl":2,"id":65,"sub":0,"tit":"54"},
      {"lvl":2,"id":65,"sub":1,"tit":"57"},
      {"lvl":2,"id":66,"sub":0,"tit":"60"},
      {"lvl":2,"id":66,"sub":1,"tit":"71"},
      {"lvl":2,"id":66,"sub":2,"tit":"95"},
      {"lvl":2,"id":67,"sub":0,"tit":"107"},
      {"lvl":2,"id":68,"sub":0,"tit":"112"},
      {"lvl":2,"id":68,"sub":1,"tit":"119"},
      {"lvl":1,"id":69,"sub":0,"tit":"ومن سورة الأنعام"},
      {"lvl":2,"id":69,"sub":1,"tit":"16"},
      {"lvl":2,"id":69,"sub":2,"tit":"23"},
      {"lvl":2,"id":70,"sub":0,"tit":"27"},
      {"lvl":2,"id":71,"sub":0,"tit":"32"},
      {"lvl":2,"id":71,"sub":1,"tit":"33"},
      {"lvl":2,"id":72,"sub":0,"tit":"55"},
      {"lvl":2,"id":72,"sub":1,"tit":"57"},
      {"lvl":2,"id":73,"sub":0,"tit":"63"},
      {"lvl":2,"id":73,"sub":1,"tit":"68"},
      {"lvl":2,"id":74,"sub":0,"tit":"74"},
      {"lvl":2,"id":74,"sub":1,"tit":"83"},
      {"lvl":2,"id":74,"sub":2,"tit":"86"},
      {"lvl":2,"id":75,"sub":0,"tit":"90"},
      {"lvl":2,"id":76,"sub":0,"tit":"91"},
      {"lvl":2,"id":76,"sub":1,"tit":"92"},
      {"lvl":2,"id":76,"sub":2,"tit":"94"},
      {"lvl":2,"id":77,"sub":0,"tit":"96"},
      {"lvl":2,"id":77,"sub":1,"tit":"98"},
      {"lvl":2,"id":78,"sub":0,"tit":"99"},
      {"lvl":2,"id":78,"sub":1,"tit":"100"},
      {"lvl":2,"id":78,"sub":2,"tit":"105"},
      {"lvl":2,"id":79,"sub":0,"tit":"108"},
      {"lvl":2,"id":80,"sub":0,"tit":"109"},
      {"lvl":2,"id":81,"sub":0,"tit":"111"},
      {"lvl":2,"id":81,"sub":1,"tit":"114"},
      {"lvl":2,"id":82,"sub":0,"tit":"115"},
      {"lvl":2,"id":82,"sub":1,"tit":"125"},
      {"lvl":2,"id":83,"sub":0,"tit":"135"},
      {"lvl":2,"id":83,"sub":1,"tit":"137"},
      {"lvl":2,"id":84,"sub":0,"tit":"139"},
      {"lvl":2,"id":85,"sub":0,"tit":"141"},
      {"lvl":2,"id":85,"sub":1,"tit":"143"},
      {"lvl":2,"id":85,"sub":2,"tit":"145"},
      {"lvl":2,"id":86,"sub":0,"tit":"153"},
      {"lvl":2,"id":86,"sub":1,"tit":"154"},
      {"lvl":2,"id":86,"sub":2,"tit":"159"},
      {"lvl":1,"id":88,"sub":0,"tit":"ومن سورة الأعراف"},
      {"lvl":2,"id":88,"sub":1,"tit":"26"},
      {"lvl":2,"id":89,"sub":0,"tit":"32"},
      {"lvl":2,"id":89,"sub":1,"tit":"40"},
      {"lvl":2,"id":89,"sub":2,"tit":"44"},
      {"lvl":2,"id":89,"sub":3,"tit":"54"},
      {"lvl":2,"id":90,"sub":0,"tit":"57"},
      {"lvl":2,"id":90,"sub":1,"tit":"59"},
      {"lvl":2,"id":91,"sub":0,"tit":"62"},
      {"lvl":2,"id":91,"sub":1,"tit":"98"},
      {"lvl":2,"id":91,"sub":2,"tit":"105"},
      {"lvl":2,"id":92,"sub":0,"tit":"143"},
      {"lvl":2,"id":92,"sub":1,"tit":"148"},
      {"lvl":2,"id":93,"sub":0,"tit":"149"},
      {"lvl":2,"id":93,"sub":1,"tit":"150"},
      {"lvl":2,"id":94,"sub":0,"tit":"163"},
      {"lvl":2,"id":94,"sub":1,"tit":"164"},
      {"lvl":2,"id":95,"sub":0,"tit":"165"},
      {"lvl":2,"id":95,"sub":1,"tit":"170"},
      {"lvl":2,"id":96,"sub":0,"tit":"172"},
      {"lvl":2,"id":96,"sub":1,"tit":"180"},
      {"lvl":2,"id":97,"sub":0,"tit":"186"},
      {"lvl":2,"id":97,"sub":1,"tit":"187"},
      {"lvl":2,"id":98,"sub":0,"tit":"189"},
      {"lvl":2,"id":98,"sub":1,"tit":"190"},
      {"lvl":2,"id":98,"sub":2,"tit":"193"},
      {"lvl":2,"id":99,"sub":0,"tit":"201"},
      {"lvl":2,"id":99,"sub":1,"tit":"202"},
      {"lvl":1,"id":101,"sub":0,"tit":"ومن سورة الأنفال"},
      {"lvl":2,"id":101,"sub":1,"tit":"9"},
      {"lvl":2,"id":101,"sub":2,"tit":"11"},
      {"lvl":2,"id":102,"sub":0,"tit":"18"},
      {"lvl":2,"id":102,"sub":1,"tit":"19"},
      {"lvl":2,"id":102,"sub":2,"tit":"37"},
      {"lvl":2,"id":102,"sub":3,"tit":"42"},
      {"lvl":2,"id":103,"sub":0,"tit":"59"},
      {"lvl":2,"id":103,"sub":1,"tit":"60"},
      {"lvl":2,"id":104,"sub":0,"tit":"65"},
      {"lvl":2,"id":104,"sub":1,"tit":"66"},
      {"lvl":2,"id":104,"sub":2,"tit":"67"},
      {"lvl":2,"id":105,"sub":0,"tit":"70"},
      {"lvl":2,"id":105,"sub":1,"tit":"72"},
      {"lvl":1,"id":106,"sub":0,"tit":"ومن سورة التوبة"},
      {"lvl":2,"id":106,"sub":1,"tit":"12"},
      {"lvl":2,"id":106,"sub":2,"tit":"17"},
      {"lvl":2,"id":106,"sub":3,"tit":"24"},
      {"lvl":2,"id":107,"sub":0,"tit":"30"},
      {"lvl":2,"id":108,"sub":0,"tit":"37"},
      {"lvl":2,"id":108,"sub":1,"tit":"40"},
      {"lvl":2,"id":109,"sub":0,"tit":"54"},
      {"lvl":2,"id":109,"sub":1,"tit":"57"},
      {"lvl":2,"id":109,"sub":2,"tit":"58"},
      {"lvl":2,"id":110,"sub":0,"tit":"61"},
      {"lvl":2,"id":110,"sub":1,"tit":"90"},
      {"lvl":2,"id":110,"sub":2,"tit":"98"},
      {"lvl":2,"id":111,"sub":0,"tit":"99"},
      {"lvl":2,"id":111,"sub":1,"tit":"100"},
      {"lvl":2,"id":111,"sub":2,"tit":"103"},
      {"lvl":2,"id":112,"sub":0,"tit":"106"},
      {"lvl":2,"id":112,"sub":1,"tit":"107"},
      {"lvl":2,"id":112,"sub":2,"tit":"110"},
      {"lvl":2,"id":112,"sub":3,"tit":"111"},
      {"lvl":2,"id":113,"sub":0,"tit":"117"},
      {"lvl":2,"id":113,"sub":1,"tit":"126"},
      {"lvl":1,"id":114,"sub":0,"tit":"ومن سورة يونس عليه السلام"},
      {"lvl":2,"id":114,"sub":1,"tit":"2"},
      {"lvl":2,"id":114,"sub":2,"tit":"5"},
      {"lvl":2,"id":114,"sub":3,"tit":"11"},
      {"lvl":2,"id":115,"sub":0,"tit":"16"},
      {"lvl":2,"id":115,"sub":1,"tit":"22"},
      {"lvl":2,"id":115,"sub":2,"tit":"24"},
      {"lvl":2,"id":116,"sub":0,"tit":"23"},
      {"lvl":2,"id":116,"sub":1,"tit":"27"},
      {"lvl":2,"id":117,"sub":0,"tit":"30"},
      {"lvl":2,"id":117,"sub":1,"tit":"35"},
      {"lvl":2,"id":118,"sub":0,"tit":"58"},
      {"lvl":2,"id":118,"sub":1,"tit":"61"},
      {"lvl":2,"id":119,"sub":0,"tit":"71"},
      {"lvl":2,"id":119,"sub":1,"tit":"81"},
      {"lvl":2,"id":119,"sub":2,"tit":"89"},
      {"lvl":2,"id":119,"sub":3,"tit":"90"},
      {"lvl":2,"id":120,"sub":0,"tit":"92"},
      {"lvl":2,"id":120,"sub":1,"tit":"105"},
      {"lvl":2,"id":299,"sub":2,"tit":"22"},
      {"lvl":2,"id":300,"sub":0,"tit":"24"},
      {"lvl":2,"id":300,"sub":1,"tit":"31"},
      {"lvl":2,"id":300,"sub":2,"tit":"35"},
      {"lvl":2,"id":301,"sub":0,"tit":"56"},
      {"lvl":2,"id":302,"sub":0,"tit":"78"},
      {"lvl":1,"id":303,"sub":0,"tit":"ومن سورة الواقعة"},
      {"lvl":2,"id":303,"sub":1,"tit":"22"},
      {"lvl":2,"id":304,"sub":0,"tit":"55"},
      {"lvl":2,"id":304,"sub":1,"tit":"65"},
      {"lvl":2,"id":304,"sub":2,"tit":"75"},
      {"lvl":1,"id":305,"sub":0,"tit":"ومن سورة الحديد"},
      {"lvl":2,"id":305,"sub":1,"tit":"10"},
      {"lvl":2,"id":305,"sub":2,"tit":"13"},
      {"lvl":2,"id":305,"sub":3,"tit":"16"},
      {"lvl":2,"id":306,"sub":0,"tit":"18"},
      {"lvl":2,"id":306,"sub":1,"tit":"24"},
      {"lvl":1,"id":307,"sub":0,"tit":"ومن سورة المجادلة"},
      {"lvl":2,"id":307,"sub":1,"tit":"11"},
      {"lvl":1,"id":308,"sub":0,"tit":"ومن سورة الحشر"},
      {"lvl":2,"id":308,"sub":1,"tit":"2"},
      {"lvl":2,"id":308,"sub":2,"tit":"14"},
      {"lvl":1,"id":309,"sub":0,"tit":"ومن سورة الممتحنة"},
      {"lvl":2,"id":309,"sub":1,"tit":"3"},
      {"lvl":1,"id":310,"sub":0,"tit":"ومن سورة الصف"},
      {"lvl":2,"id":310,"sub":1,"tit":"14"},
      {"lvl":1,"id":311,"sub":0,"tit":"ومن سورة الجمعة"},
      {"lvl":2,"id":311,"sub":1,"tit":"9"},
      {"lvl":1,"id":312,"sub":0,"tit":"ومن سورة المنافقين"},
      {"lvl":2,"id":312,"sub":1,"tit":"10"},
      {"lvl":1,"id":313,"sub":0,"tit":"ومن سورة التغابن"},
      {"lvl":2,"id":313,"sub":1,"tit":"15"},
      {"lvl":1,"id":314,"sub":0,"tit":"ومن سورة الطلاق"},
      {"lvl":2,"id":314,"sub":1,"tit":"2"},
      {"lvl":2,"id":314,"sub":2,"tit":"3"},
      {"lvl":1,"id":315,"sub":0,"tit":"ومن سورة التحريم"},
      {"lvl":2,"id":315,"sub":1,"tit":"3"},
      {"lvl":2,"id":315,"sub":2,"tit":"12"},
      {"lvl":1,"id":317,"sub":0,"tit":"ومن سورة الملك"},
      {"lvl":2,"id":317,"sub":1,"tit":"3"},
      {"lvl":2,"id":317,"sub":2,"tit":"27"},
      {"lvl":2,"id":317,"sub":3,"tit":"29"},
      {"lvl":1,"id":318,"sub":0,"tit":"ومن سورة القلم"},
      {"lvl":2,"id":318,"sub":1,"tit":"14"},
      {"lvl":2,"id":318,"sub":2,"tit":"51"},
      {"lvl":1,"id":319,"sub":0,"tit":"ومن سورة الحاقة"},
      {"lvl":2,"id":319,"sub":1,"tit":"9"},
      {"lvl":2,"id":319,"sub":2,"tit":"41"},
      {"lvl":1,"id":320,"sub":0,"tit":"ومن سورة المعارج"},
      {"lvl":2,"id":320,"sub":1,"tit":"1"},
      {"lvl":2,"id":320,"sub":2,"tit":"10"},
      {"lvl":2,"id":321,"sub":0,"tit":"16"},
      {"lvl":2,"id":321,"sub":1,"tit":"33"},
      {"lvl":2,"id":321,"sub":2,"tit":"43"},
      {"lvl":1,"id":322,"sub":0,"tit":"ومن سورة نوح عليه السلام"},
      {"lvl":2,"id":322,"sub":1,"tit":"23"},
      {"lvl":2,"id":322,"sub":2,"tit":"25"},
      {"lvl":1,"id":323,"sub":0,"tit":"ومن سورة الجن"},
      {"lvl":2,"id":323,"sub":1,"tit":"3"},
      {"lvl":2,"id":323,"sub":2,"tit":"19"},
      {"lvl":2,"id":323,"sub":3,"tit":"20"},
      {"lvl":1,"id":325,"sub":0,"tit":"ومن سورة المزمل"},
      {"lvl":2,"id":325,"sub":1,"tit":"6"},
      {"lvl":2,"id":326,"sub":0,"tit":"9"},
      {"lvl":2,"id":326,"sub":1,"tit":"20"},
      {"lvl":1,"id":327,"sub":0,"tit":"ومن سورة المدثر"},
      {"lvl":2,"id":327,"sub":1,"tit":"5"},
      {"lvl":2,"id":327,"sub":2,"tit":"33"},
      {"lvl":2,"id":328,"sub":0,"tit":"50"},
      {"lvl":1,"id":329,"sub":0,"tit":"ومن سورة لا أقسم (القيامة)"},
      {"lvl":2,"id":329,"sub":1,"tit":"1"},
      {"lvl":2,"id":329,"sub":2,"tit":"7"},
      {"lvl":2,"id":329,"sub":3,"tit":"20 و 21"},
      {"lvl":2,"id":330,"sub":0,"tit":"37"},
      {"lvl":1,"id":331,"sub":0,"tit":"ومن سورة الإنسان"},
      {"lvl":2,"id":331,"sub":1,"tit":"4"},
      {"lvl":2,"id":332,"sub":0,"tit":"21"},
      {"lvl":1,"id":333,"sub":0,"tit":"ومن سورة المرسلات"},
      {"lvl":2,"id":333,"sub":1,"tit":"11"},
      {"lvl":2,"id":334,"sub":0,"tit":"23"},
      {"lvl":2,"id":334,"sub":1,"tit":"33"},
      {"lvl":1,"id":335,"sub":0,"tit":"ومن سورة عم (النبأ)"},
      {"lvl":2,"id":335,"sub":1,"tit":"23"},
      {"lvl":2,"id":335,"sub":2,"tit":"35"},
      {"lvl":2,"id":336,"sub":0,"tit":"37"},
      {"lvl":1,"id":337,"sub":0,"tit":"ومن سورة النازعات"},
      {"lvl":2,"id":337,"sub":1,"tit":"11"},
      {"lvl":1,"id":338,"sub":0,"tit":"ومن سورة عبس"},
      {"lvl":2,"id":338,"sub":1,"tit":"4"},
      {"lvl":2,"id":338,"sub":2,"tit":"6"},
      {"lvl":2,"id":338,"sub":3,"tit":"25"},
      {"lvl":1,"id":340,"sub":0,"tit":"ومن سورة التكوير"},
      {"lvl":2,"id":340,"sub":1,"tit":"24"},
      {"lvl":1,"id":341,"sub":0,"tit":"ومن سورة الانفطار"},
      {"lvl":2,"id":341,"sub":1,"tit":"7"},
      {"lvl":1,"id":342,"sub":0,"tit":"ومن سورة المطففين"},
      {"lvl":2,"id":342,"sub":1,"tit":"31"},
      {"lvl":1,"id":343,"sub":0,"tit":"ومن سورة الانشقاق"},
      {"lvl":2,"id":343,"sub":1,"tit":"19"},
      {"lvl":1,"id":344,"sub":0,"tit":"ومن سورة البروج"},
      {"lvl":2,"id":344,"sub":1,"tit":"15"},
      {"lvl":2,"id":344,"sub":2,"tit":"22"},
      {"lvl":1,"id":346,"sub":0,"tit":"ومن سورة الطارق"},
      {"lvl":2,"id":346,"sub":1,"tit":"4"},
      {"lvl":1,"id":347,"sub":0,"tit":"ومن سورة الأعلى"},
      {"lvl":2,"id":347,"sub":1,"tit":"3"},
      {"lvl":2,"id":347,"sub":2,"tit":"16"},
      {"lvl":1,"id":348,"sub":0,"tit":"ومن سورة الغاشية"},
      {"lvl":2,"id":348,"sub":1,"tit":"3"},
      {"lvl":2,"id":348,"sub":2,"tit":"11"},
      {"lvl":1,"id":350,"sub":0,"tit":"ومن سورة الفجر"},
      {"lvl":2,"id":350,"sub":1,"tit":"3"},
      {"lvl":2,"id":350,"sub":2,"tit":"18"},
      {"lvl":2,"id":351,"sub":0,"tit":"25 و 26"},
      {"lvl":1,"id":352,"sub":0,"tit":"ومن سورة البلد"},
      {"lvl":2,"id":352,"sub":1,"tit":"13"},
      {"lvl":2,"id":352,"sub":2,"tit":"14"},
      {"lvl":2,"id":352,"sub":3,"tit":"20"},
      {"lvl":1,"id":354,"sub":0,"tit":"ومن سورة الشمس"},
      {"lvl":2,"id":354,"sub":1,"tit":"8"},
      {"lvl":2,"id":354,"sub":2,"tit":"15"},
      {"lvl":1,"id":355,"sub":0,"tit":"ومن سورة القدر"},
      {"lvl":2,"id":355,"sub":1,"tit":"5"},
      {"lvl":1,"id":355,"sub":2,"tit":"ومن سورة البينة"},
      {"lvl":2,"id":355,"sub":3,"tit":"7"},
      {"lvl":1,"id":356,"sub":0,"tit":"ومن سورة التكاثر"},
      {"lvl":2,"id":356,"sub":1,"tit":"6"},
      {"lvl":1,"id":356,"sub":2,"tit":"ومن سورة الهمزة"},
      {"lvl":2,"id":356,"sub":3,"tit":"9"},
      {"lvl":1,"id":357,"sub":0,"tit":"ومن سورة قريش"},
      {"lvl":2,"id":357,"sub":1,"tit":"1"},
      {"lvl":2,"id":357,"sub":2,"tit":"2"},
      {"lvl":1,"id":357,"sub":3,"tit":"ومن سورة المسد"},
      {"lvl":2,"id":357,"sub":4,"tit":"1"}
    ]
}
