{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b21810":
    [
      {"page":6,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rالمقدمة\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ به من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له. ونشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان وسلم تسليماً كثيراً.\r\rأما بعد، فلقد بعث الله تعالى محمداً صلى الله عليه وسلّم، بالهدى ودين الحق ليخرج الناس من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد، بعثه الله لتحقيق عبادة الله تعالى، وذلك بتمام الذل والخضوع له تبارك وتعالى بامتثال أوامره واجتناب نواهيه وتقديم ذلك على هوى النفس وشهواتها. وبعثه الله متمماً لمكارم الأخلاق داعياً إليها بكل وسيلة، وهادماً لمساوىء الأخلاق محذراً\r\rعنها بكل وسيلة، فجاءت","seal":"8F4A9274","part":1},
      {"page":7,"id":3,"nass":"شريعته، صلى الله عليه وسلّم، كاملة من جميع الوجوه. لا تحتاج إلى مخلوق في تكميلها أو تنظيمها، فإنها من لدن حكيم خبير، عليم بما يصلح عباده رحيم بهم.\r\rوإن من مكارم الأخلاق التي بعث بها محمد صلى الله عليه وسلّم، ذلك الخلق الكريم، خلق الحياء الذي جعله النبي صلى الله عليه وسلّم من الإيمان، وشعبة من شعبه، ولا ينكر أحد أن من الحياء المأمور به شرعاً وعُرفاً احتشام المرأة وتخلقها بالأخلاق التي تبعدها عن مواقع الفتن ومواضع الريب. وإن مما لا شك فيه أن احتجابها بتغطية وجهها ومواضع الفتنة منها لهو من أكبر احتشام تفعله وتتحلى به لما فيه من صونها وإبعادها عن الفتنة.\rولقد كان الناس في هذه البلاد المباركة بلاد الوحي والرسالة والحياء والحشمة كانوا على طريق الاستقامة في ذلك فكان النساء يخرجن متحجبات متجلببات بالعباءة أو نحوها بعيدات عن مخالطة الرجال الأجانب، ولا تزال الحال كذلك في كثير من بلدان المملكة ولله الحمد. لكن لما حصل ما حصل من الكلام حول الحجاب\r\rورؤية من لا يفعلونه ولا يرون بأساً بالسفور صار عند بعض الناس شك في الحجاب وتغطية الوجه هل هو واجب أو مستحب؟ أو شيء يتبع العادات والتقاليد ولا يحكم عليه بوجوب ولا استحباب في حد ذاته؟ ولإزالة هذا الشك وجلاء حقيقة الأمر أحببت أن أكتب ما تيسر لبيان حكمه، راجياً من الله","seal":"7D21EB97","part":1},
      {"page":8,"id":4,"nass":"تعالى أن يتضح به الحق، وأن يجعلنا من الهداة المهتدين الذين رأوا الحق حقّاً واتبعوه ورأوا الباطل باطلاً فاجتنبوه فأقول وبالله التوفيق:","seal":"70B0256E","part":1},
      {"page":9,"id":5,"nass":"أدلة وجوب الحجاب\rاعلم أيها المسلم أن احتجاب المرأة عن الرجال الأجانب وتغطية وجهها أمر واجب دل على وجوبه كتاب ربك تعالى، وسنة نبيك محمد صلى الله عليه وسلّم، والاعتبار الصحيح، والقياس المطرد:\r\rأولا: أدلة القرآن\rفمن أدلة القرآن:\r* الدليل الأول: قوله تعالى: {وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْءَابَآئِهِنَّ أَوْءَابَآءِ بُعُولَتِهِنَّ","seal":"D8EA8E63","part":1},
      {"page":10,"id":6,"nass":"أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُوْلِى الإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُواْ عَلَى عَوْرَاتِ النِّسَآءِ وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ وَتُوبُواْ إِلَى اللَّهِ جَمِيعاً أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} . (النور: 31) .\r\rوبيان دلالة هذه الاية على وجوب الحجاب على المرأة عن الرجال الأجانب وجوه:\r\r1 ـ أن الله تعالى أمر المؤمنات بحفظ فروجهن والأمر بحفظ الفرج أمر به وبما يكون وسيلة إليه، ولا يرتاب عاقل أن من وسائله تغطية الوجه؛ لأن كشفه سبب للنظر إليها وتأمل محاسنها والتلذذ بذلك، وبالتالي إلى الوصول والاتصال. وفي الحديث: «العينان تزنيان وزناهما النظر» . إلى أن قال: «والفرج يصدق ذلك أو يكذبه» (¬1) . فإذا كان تغطية الوجه من وسائل حفظ الفرج كان مأموراً به؛ لأن الوسائل لها أحكام المقاصد.\r¬_________\r(¬1) أخرجه البخاري كتاب الاستئذان باب زنا الجوارح دون الفرج 6243 مسلم كتاب القدر باب قدر على ابن آدم حظه من الزنا 2657.","seal":"8F5E9666","part":1},
      {"page":11,"id":7,"nass":"2 ـ قوله تعالى: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} . فإن الخمار ما تخمر به المرأة رأسها وتغطيه به كالغدفة فإذا كانت مأمورة بأن تضرب بالخمار على جيبها كانت مأمورة بستر وجهها، إما لأنه من لازم ذلك، أو بالقياس فإنه إذا وجب ستر النحر والصدر كان وجوب ستر الوجه من باب أولى؛ لأنه موضع الجمال والفتنة. فإن الناس الذين يتطلبون جمال الصورة لا يسألون إلا عن الوجه، فإذا كان جميلاً لم ينظروا إلى ما سواه نظراً ذا أهمية. ولذلك إذا قالوا فلانة جميلة لم يفهم من هذا الكلام إلا جمال الوجه فتبين أن الوجه هو موضع الجمال طلباً وخبراً، فإذا كان كذلك فكيف يفهم أن هذه الشريعة الحكيمة تأمر بستر الصدر والنحر ثم ترخص في كشف الوجه.\r\r3 ـ أن الله تعالى نهى عن إبداء الزينة مطلقاً إلا ما ظهر منها، وهي التي لابد أن تظهر كظاهر الثياب ولذلك قال: {إِلاَّ مَا ظَهَرَ مِنْهَا} لم يقل إلا ما أظهرن منها، ثم نهى مرة أخرى عن إبداء الزينة إلا لمن استثناهم، فدل هذا على أن الزينة الثانية غير الزينة الأولى. فالزينة الأولى هي الزينة الظاهرة التي تظهر لكل أحد ولا يمكن إخفاؤها، والزينة الثانية هي الزينة الباطنة التي يتزين بها، ولو كانت هذه الزينة جائزة لكل أحد لم يكن للتعميم في الأولى والاستثناء في الثانية فائدة معلومة.","seal":"F2CE677A","part":1},
      {"page":12,"id":8,"nass":"4 ـ أن الله تعالى يرخص بإبداء الزينة الباطنة للتابعين غير أولي الإربة من الرجال وهم الخدم الذين لا شهوة لهم، وللطفل الصغير الذي لم يبلغ الشهوة ولم يطلع على عورات النساء فدل هذا على أمرين:\r\rأحدهما: أن إبداء الزينة الباطنة لا يحل لأحد من الأجانب إلا لهذين الصنفين.\rالثاني: أن علة الحكم ومداره على خوف الفتنة بالمرأة والتعلق بها، ولا ريب أن الوجه مجمع الحسن وموضع الفتنة فيكون ستره واجباً لئلا يفتتن به أولو الإربة من الرجال.\r\r5 ـ قوله تعالى: {وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ} .\r\rيعني لا تضرب المرأة برجلها فيعلم ما تخفيه من الخلاخيل ونحوها مما تتحلى به للرجل، فإذا كانت المرأة منهية عن الضرب بالأرجل خوفاً من افتتان الرجل بما يسمع من صوت خلخالها ونحوه فكيف بكشف الوجه.\r\rفأيما أعظم فتنة أن يسمع الرجل خلخالاً بقدم امرأة لا يدري ما هي وما جمالها؟! لا يدري أشابة هي أم عجوز؟! ولا يدري أشوهاء هي أم حسناء؟! أيما أعظم فتنة هذا أو أن ينظر إلى وجه سافر جميل ممتلىء شباباً ونضارة وحسناً وجمالاً وتجميلاً بما يجلب الفتنة ويدعو إلى النظر","seal":"92808EC2","part":1},
      {"page":13,"id":9,"nass":"إليها؟! إن كل إنسان له إربة في النساء ليعلم أي الفتنتين أعظم وأحق بالستر والإخفاء.\r\r* الدليل الثاني: قوله تعالى: {وَالْقَوَاعِدُ مِنَ النِّسَآءِ الَّلَتِى لاَ يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتِ بِزِينَةٍ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ وَاللَّهُ سَمِيعٌ عِلِيمٌ} . (النور: 60) .\rوجه الدلالة من هذه الاية الكريمة أن الله تعالى نفى الجناح وهو الإثم عن القواعد وهن العواجز اللاتي لا يرجون نكاحاً لعدم رغبة الرجال بهن لكبر سنهن. نفى الله الجناح عن هذه العجائز في وضع ثيابهن بشرط أن لا يكون الغرض من ذلك التبرج بالزينة. ومن المعلوم بالبداهة أنه ليس المراد بوضع الثياب أن يبقين عاريات، وإنما المراد وضع الثياب التي تكون فوق الدرع ونحوه مما لا يستر ما يظهر غالباً كالوجه والكفين فالثياب المذكورة المرخص لهذه العجائز في وضعها هي الثياب السابقة التي","seal":"29E4B094","part":1},
      {"page":14,"id":10,"nass":"تستر جميع البدن وتخصيص الحكم بهؤلاء العجائز دليل على أن الشواب اللاتي يرجون النكاح يخالفنهن في الحكم، ولو كان الحكم شاملاً للجميع في جواز وضع الثياب ولبس درع ونحوه لم يكن لتخصيص القواعد فائدة.\r\rوفي قوله تعالى: {غَيْرَ مُتَبَرِّجَتِ بِزِينَةٍ} . دليل آخر على وجوب الحجاب على الشابة التي ترجو النكاح؛ لأن الغالب عليها إذا كشفت وجهها أن تريد التبرج بالزينة وإظهار جمالها وتطلع الرجال لها ومدحهم إياها ونحو ذلك، ومن سوى هذه نادرة والنادر لا حكم له.\r\r* الدليل الثالث: قوله تعالى: {يأَيُّهَا النَّبِىُّ قُل لاَِزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذلِكَ أَدْنَى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَّحِيماً} . (الأحزاب: 59) .\rقال ابن عباس رضي الله عنهما: «أمر الله نساء المؤمنين إذا خرجن من بيوتهن في حاجة أن يغطين وجوههن من","seal":"17F824F1","part":1},
      {"page":15,"id":11,"nass":"فوق رؤوسهن بالجلابيب ويبدين عيناً واحدة» (¬1) . وتفسير الصحابي حجة، بل قال بعض العلماء إنه في حكم المرفوع إلى النبي صلى الله عليه وسلّم، وقوله رضي الله عنه «ويبدين عيناً واحدة» إنما رخص في ذلك لأجل الضرورة والحاجة إلى نظر الطريق فأما إذا لم يكن حاجة فلا موجب لكشف العين.\r\rوالجلباب هو الرداء فوق الخمار بمنزلة العباءة. قالت أم سلمة رضي الله عنها لما نزلت هذه الاية: «خرج نساء الأنصار كأن على رؤوسهن الغربان من السكينة وعليهن أكسية سود يلبسنها» (¬2) . وقد ذكر عبيدة السلماني وغيره أن نساء المؤمنين كن يدنين عليهن الجلابيب من فوق رؤوسهن حتى لا يظهر إلا عيونهن من أجل رؤية الطريق.\r\r* الدليل الرابع: قوله تعالى: {لاَّ جُنَاحَ عَلَيْهِنَّ فِىءَابَآئِهِنَّ وَلاَ أَبْنَآئِهِنَّ وَلاَ إِخْواَنِهِنَّ وَلاَ أَبْنَآءِ إِخْوَانِهِنَّ وَلاَ أَبْنَآءِ أَخَوَاتِهِنَّ وَلاَ نِسَآئِهِنَّ وَلاَ مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَىْءٍ شَهِيداً} . (الأحزاب: 55) .\r¬_________\r(¬1) ذكره ابن كثير في التفسير 3/569.\r(¬2) رواه ابن أبي حاتم كما في تفسير ابن كثير 2/569.","seal":"85AA19FE","part":1},
      {"page":16,"id":12,"nass":"قال ابن كثير رحمه الله: لما أمر الله النساء بالحجاب عن الأجانب بيّن أن هؤلاء الأقارب لا يجب الاحتجاب عنهم كما استثناهم في سورة النور عند قوله تعالى: {وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ} . الاية.\r\rفهذه أربعة أدلة من القرآن الكريم تفيد وجوب احتجاب المرأة عن الرجال الأجانب، والاية الأولى تضمنت الدلالة عن ذلك من خمسة أوجه.","seal":"32297A6B","part":1},
      {"page":17,"id":13,"nass":"ثانياً: أدلة السنة\rوأما أدلة السنة فمنها:\rالدليل الأول: قوله صلى الله عليه وسلّم: «إذا خطب أحدكم امرأة فلا جناح عليه أن ينظر منها إذا كان إنما ينظر إليها لخطبة وإن كانت لا تعلم» (¬1) . رواه أحمد.\r\rقال في مجمع الزوائد: رجاله رجال الصحيح. وجه الدلالة منه أن النبي صلى الله عليه وسلّم، نفى الجناح وهو الإثم عن الخاطب خاصة إذا نظر من مخطوبته بشرط أن يكون نظره للخطبة، فدل هذا على أن غير الخاطب آثم بالنظر إلى الأجنبية بكل حال، وكذلك الخاطب إذا نظر لغير الخطبة مثل أن يكون غرضه بالنظر التلذذ والتمتع به نحو ذلك.\r\rفإن قيل: ليس في الحديث بيان ما ينظر إليه. فقد يكون المراد بذلك نظر الصدر والنحر فالجواب أن كل أحد يعلم أن مقصود الخاطب المريد للجمال إنما هو جمال الوجه وما سواه تبع لا يقصد غالباً. فالخاطب إنما ينظر إلى الوجه لأنه المقصود بالذات لمريد الجمال بلا ريب.\r¬_________\r(¬1) أخرجه الإمام أحمد 24000","seal":"3CD87189","part":1},
      {"page":18,"id":14,"nass":"الدليل الثاني: أن النبي صلى الله عليه وسلّم لما أمر بإخراج النساء إلى مصلى العيد قلن: يا رسول الله إحدانا لا يكون لها جلباب فقال النبي صلى الله عليه وسلّم: «لتلبسها أختها من جلبابها» (¬1) . رواه البخاري ومسلم وغيرهما. فهذا الحديث يدل على أن المعتاد عند نساء الصحابة أن لا تخرج المرأة إلا بجلباب، وأنها عند عدمه لا يمكن أن تخرج. ولذلك ذكرن رضي الله عنهن هذا المانع لرسول الله صلى الله عليه وسلّم، حينما أمرهن بالخروج إلى مصلى العيد فبين النبي صلى الله عليه وسلّم، لهن حل هذا الإشكال بأن تلبسها أختها من جلبابها ولم يأذن لهن بالخروج بغير جلباب، مع أن الخروج إلى مصلى العيد مشروع مأمور به للرجال والنساء، فإذا كان رسول الله صلى الله عليه وسلّم، لم يأذن لهن بالخروج بغير جلباب فيما هو مأمور به فكيف يرخص لهن في ترك الجلباب لخروج غير مأمور به ولا محتاج إليه؟! بل هو التجول في الأسواق والاختلاط بالرجال والتفرج الذي لا فائدة منه. وفي الأمر بلبس الجلباب دليل على أنه لابد من التستر. والله أعلم.\rالدليل الثالث: ما ثبت في الصحيحين عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلّم، يصلي الفجر فيشهد معه نساء من المؤمنات متلفعات بمروطهن ثم يرجعن إلى بيوتهن ما يعرفهن أحد من الغلس (¬2) . وقالت: لو رأى رسول الله صلى الله عليه وسلّم، من النساء ما رأينا لمنعهن من المساجد كما منعت بنو إسرائيل نساءها. وقد روى نحو\r¬_________\r(¬1) أخرجه البخاري كتاب الحيض باب شهود الحائض العيدين 324 ومسلم كتاب صلاة العيدين باب ذكر إباحة خروج النساء في العيدين إلى المصلى 890.\r(¬2) أخرجه البخاري كتاب الصلاة باب في كم تصلي المرأة من الثياب 372 ومسلم كتاب المساجد باب استحباب التكبير بالصبح 645.","seal":"753CED37","part":1},
      {"page":19,"id":15,"nass":"هذا عبد الله بن مسعود رضي الله عنه. والدلالة في هذا الحديث من وجهين:\r\rأحدهما: أن الحجاب والتستر كان من عادة نساء الصحابة الذين هم خير القرون، وأكرمها على الله عز وجل، وأعلاها أخلاقاً وآداباً، وأكملها إيماناً، وأصلحها عملاً فهم القدوة الذين رضي الله عنهم وعمن اتبعوهم بإحسان، كما قال تعالى: {وَالسَّابِقُونَ الاَْوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِىَ اللَّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَآ أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} . (التوبة: 100) . فإذا كانت تلك طريقة نساء الصحابة فكيف يليق بنا أن نحيد عن تلك الطريقة التي في اتباعها بإحسان رضى الله تعالى عمن سلكها واتبعها، وقد قال الله تعالى: {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً} . (النساء: 115) .\rالثاني: أن عائشة أم المؤمنين وعبد الله بن مسعود رضي الله عنهما وناهيك بهما علماً وفقهاً وبصيرة في دين الله ونصحاً لعباد الله أخبرا بأن رسول الله صلى الله عليه وسلّم، لو رأى من النساء ما رأياه لمنعهن من المساجد، وهذا في زمان القرون المفضلة تغيرت الحال عما كان عليه النبي صلى الله عليه وسلّم، إلى حد يقتضي منعهن من المساجد. فكيف بزماننا هذا بعد نحو","seal":"8E2C39CB","part":1},
      {"page":20,"id":16,"nass":"ثلاثة عشر قرناً وقد اتسع الأمر وقل الحياء وضعف الدين في قلوب كثير من الناس؟!\r\rوعائشة وابن مسعود رضي الله عنهما فهما ما شهدت به نصوص الشريعة الكاملة من أن كل أمر يترتب عليه محذور فهو محظور.\r\rالدليل الرابع: أن النبي صلى الله عليه وسلّم قال: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة» . فقالت أم سلمة فكيف يصنع النساء بذيولهن؟ قال: «يرخينه شبراً» . قالت إذن تنكشف أقدامهن. قال: «يرخينه ذراعاً ولا يزدن عليه» (¬1) . ففي هذا الحديث دليل على وجوب ستر قدم المرأة وأنه أمر معلوم عند نساء الصحابة رضي الله عنهم، والقدم أقل فتنة من الوجه والكفين بلا ريب. فالتنبيه بالأدنى تنبيه على ما فوقه وما هو أولى منه بالحكم، وحكمة الشرع تأبى أن يجب ستر ما هو أقل فتنة ويرخص في كشف ما هو أعظم منه فتنة، فإن هذا من التناقض المستحيل على حكمة الله وشرعه.\rالدليل الخامس: قوله صلى الله عليه وسلّم: «إذا كان لإحداكن مكاتب وكان عنده ما يؤدي فلتحتجب منه» . رواه الخمسة إلا النسائي وصححه الترمذي (¬2) . وجه الدلالة من هذا الحديث أنه يقتضي أن كشف السيدة وجهها لعبدها جائز مادام في\r¬_________\r(¬1) أخرجه الترمذي أبواب اللباس باب ما جاء في ذيول النساء 1731 والنسائي كتاب الزينة ذيول النساء 5338 وقال الترمذي حسن صحيح.\r(¬2) أخرجه الإمام أحمد 27006 وأبو داوود كتاب العتق باب في المكاتب يؤدي بعض كتابه فيعجز أو يموت 3928 والترمذي أبواب البيوع باب ما جاء في المكاتب إذا كان عنده ما يؤدي 1261 وابن ماجة أبواب العتق باب المكاتب 2520.","seal":"AEE29301","part":1},
      {"page":21,"id":17,"nass":"ملكها فإذا خرج منه وجب عليها الاحتجاب لأنه صار أجنبياً فدل على وجوب احتجاب المرأة عن الرجل الأجنبي.\rالدليل السادس: عن عائشة رضي الله عنها قالت: «كان الركبان يمرون بنا ونحن محرمات مع الرسول صلى الله عليه وسلّم، فإذا حاذونا سدلت إحدانا جلبابها على وجهها من رأسها. (¬1) فإذا جاوزونا كشفناه» ، رواه أحمد وأبو داود وابن ماجه. ففي قولها: «فإذا جاوزونا» تعني الركبان «سدلت إحدانا جلبابها على وجهها» دليل على وجوب ستر الوجه لأن المشروع في الإحرام كشفه، فلولا وجود مانع قوي من كشفه حينئذ لوجب بقاؤه مكشوفاً. وبيان ذلك أن كشف الوجه في الإحرام واجب على النساء عند الأكثر من أهل العلم والواجب لا يعارضه إلا ما هو واجب، فلولا وجوب الاحتجاب وتغطية الوجه عن الأجانب ما ساغ ترك الواجب من كشفه حال الإحرام، وقد ثبت في الصحيحين وغيرها أن المرأة المحرمة تنهى عن النقاب والقفازين. قال شيخ الإسلام ابن تيمية: وهذا مما يدل على أن النقاب والقفازين كانا معروفين في النساء اللاتي لم يحرمن وذلك يقتضي ستر وجوههن وأيديهن. فهذه ستة أدلة من السنة على وجوب احتجاب المرأة وتغطية وجهها عن الرجال الأجانب أضف إليها أدلة القرآن الأربعة تكن عشرة أدلة من الكتاب والسنة.\r¬_________\r(¬1) أخرجه الإمام أحمد 24522 وأبو داوود كتاب المناسك باب في المحرمة تغطي وجهها 1833.","seal":"FD5F8E4F","part":1},
      {"page":23,"id":19,"nass":"ثالثاً: أدلة القياس\rالدليل الحادي عشر: الاعتبار الصحيح والقياس المطرد الذي جاءت به هذه الشريعة الكاملة وهو إقرار المصالح ووسائلها والحث عليها، وإنكار المفاسد ووسائلها والزجر عنها. فكل ما كانت مصلحته خالصة أو راجحة على مفسدته فهو مأمور به أمر إيجاب أو أمر استحباب. وكل ما كانت مفسدته خالصة أو راجحة على مصلحة فهو نهي تحريم أو نهي تنزيه. وإذا تأملنا السفور وكشف المرأة وجهها للرجال الأجانب وجدناه يشتمل على مفاسد كثيرة وإن قدر فيه مصلحة فهي يسيرة منغمرة في جانب المفاسد. فمن مفاسده:\r\r1 ـ الفتنة، فإن المرأة تفتن نفسها بفعل ما يجمل وجهها ويبهيه ويظهره بالمظهر الفاتن. وهذا من أكبر دواعي الشر والفساد.\r\r2 ـ زوال الحياء عن المرأة الذي هو من الإيمان ومن مقتضيات فطرتها. فقد كانت المرأة مضرب المثل في","seal":"CA06DEF7","part":1},
      {"page":24,"id":20,"nass":"الحياء. «أحيا من العذراء في خدرها» ، وزوال الحياء عن المرأة نقص في إيمانها، وخروج عن الفطرة التي خلقت عليها.\r\r3 ـ افتتان الرجال بها لاسيما إذا كانت جميلة وحصل منها تملق وضحك ومداعبة في كثير من السافرات وقد قيل «نظرة فسلام، فكلام، فموعد فلقاء» .\r\rوالشيطان يجري من ابن آدم مجرى الدم. فكم من كلام وضحك وفرح أوجب تعلق قلب الرجل بالمرأة، وقلب المرأة بالرجل فحصل بذلك من الشر ما لا يمكن دفعه نسأل الله السلامة.\r4 ـ اختلاط النساء بالرجال، فإن المرأة إذا رأت نفسها مساوية للرجل في كشف الوجه والتجول سافرة لم يحصل منها حياء ولا خجل من مزاحمة، وفي ذلك فتنة كبيرة وفساد عريض. وقد خرج النبي صلى الله عليه وسلّم، ذات يوم من المسجد وقد اختلط النساء مع الرجال في الطريق فقال النبي صلى الله عليه وسلّم: «استأخرن فإنه ليس لكن أن تحتضن الطريق. عليكن بحافات الطريق» (¬1) . فكانت المرأة تلصق بالجدار حتى إن ثوبها ليتعلق به من لصوقها. ذكره ابن كثير عند تفسير قوله تعالى: {وَقُل لِّلْمُؤْمِنَتِ يَغْضُضْنَ مِنْ أَبْصَرِهِنَّ} .\r¬_________\r(¬1) أخرجه أبو داوود أبواب السلام باب في مشي النساء مع الرجال في الطريق 5272.","seal":"00960795","part":1},
      {"page":25,"id":21,"nass":"وقد نص شيخ الإسلام ابن تيمية رحمه الله على وجوب احتجاب المرأة عن الرجال الأجانب، فقال في الفتاوى المطبوعة أخيراً ص 110 ج 2 من الفقه و22 من المجموع: (وحقيقة الأمر أن الله جعل الزينة زينتين: زينة ظاهرة، وزينة غير ظاهرة، ويجوز لها إبداء زينتها الظاهرة لغير الزوج وذوات المحارم، وكانوا قبل أن تنزل آية الحجاب كان النساء يخرجن بلا جلباب يرى الرجل وجهها ويديها وكان إذ ذاك يجوز لها أن تظهر الوجه والكفين، وكان حينئذ يجوز النظر إليها لأنه يجوز لها إظهاره. ثم لما أنزل الله آية الحجاب بقوله: {يأَيُّهَا النَّبِىُّ قُل لاَِزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ} (حجب النساء عن الرجال) . ثم قال: (والجلباب هو الملاءة وهو الذي يسميه ابن مسعود وغيره الرداء وتسميه العامة الإزار وهو الإزار الكبير الذي يغطي رأسها وسائر بدنها، ثم يقال: فإذا كن مأمورات بالجلباب لئلا يعرفن وهو ستر الوجه أو ستر الوجه بالنقاب كان الوجه واليدان من الزينة التي أمرت أن لا تظهرها للأجانب، فما بقي يحل للأجانب النظر إلى الثياب الظاهرة فابن مسعود ذكر آخر الأمرين، وابن عباس ذكر أول الأمرين) إلى أن قال: (وعكس ذلك الوجه واليدان والقدمان ليس لها أن تبدي ذلك للأجانب على أصح القولين بخلاف ما كان قبل النسخ بل لا تبدي إلا الثياب) . وفي ص 117، 118 من الجزء المذكور (وأما وجهها ويداها وقدماها فهي إنما","seal":"5CDFAAB6","part":1},
      {"page":26,"id":22,"nass":"نهيت عن إبداء ذلك للأجانب لم تنه عن إبدائه للنساء ولا لذوي المحارم) وفي ص 152 من هذا الجزء قال: (وأصل هذا أن تعلم أن الشارع له مقصودان: أحدهما الفرق بين الرجال والنساء. الثاني: احتجاب النساء) .\rهذا كلام شيخ الإسلام، وأما كلام غيره من فقهاء أصحاب الإمام أحمد فأذكر المذهب عند المتأخرين قال في المنتهى (ويحرم نظر خصي ومجبوب إلى أجنبية) وفي موضع آخر من الإقناع (ولا يجوز النظر إلى الحرة الأجنبية قصداً ويحرم نظر شعرها) وقال في متن الدليل: (والنظر ثمانية أقسام ... ) .\r\rالأول: نظر الرجل البالغ ولو مجبوباً للحرة البالغة الأجنبية لغير حاجة فلا يجوز له نظر شيء منها حتى شعرها المتصل أ. هـ\r\rوأما كلام الشافعية فقالوا إن كان النظر لشهوة أو خيفت الفتنة به فحرام قطعاً بلا خلاف، وإن كان النظر بلا شهوة ولا خوف فتنة ففيه قولان حكاهما في شرح الإقناع لهم وقال: (الصحيح يحرم كما في المنهاج كأصله ووجه الإمام باتفاق المسلمين على منع النساء من الخروج سافرات الوجوه وبأن النظر مظنة للفتنة ومحرك للشهوة) .\r\rوقد قال الله تعالى: {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَرِهِمْ} . واللائق بمحاسن الشريعة سد الباب","seal":"EA99F074","part":1},
      {"page":27,"id":23,"nass":"والإعراض عن تفاصيل الأحوال ا. هـ. كلامه. وفي نيل الأوطار وشرح المنتقى (ذكر اتفاق المسلمين على منع النساء أن يخرجن سافرات الوجوه لاسيما عند كثرة الفساق) .","seal":"84AE21BF","part":1},
      {"page":29,"id":25,"nass":"رابعاً أدلة المبيحين لكشف الوجه\rولا أعلم لمن أجاز نظر الوجه والكفين من الأجنبية دليلاً من الكتاب والسنة سوى ما يأتي:\r\rالأول: قوله تعالى: {وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا} حيث قال ابن عباس رضي الله عنهما: «هي وجهها وكفاها والخاتم» . قال الأعمش عن سعيد بن جبير عنه. وتفسير الصحابي حجة كما تقدم.\rالثاني: ما رواه أبو داود في «سننه» عن عائشة رضي الله عنها أن أسماء بنت أبي بكر دخلت على رسول الله صلى الله عليه وسلّم، وعليها ثياب رقاق فأعرض عنها وقال: «يا أسماء إن المرأة إذا بلغت سن المحيض لم يصلح أن يرى منها إلا هذا وهذا» . وأشار إلى وجهه وكفيه (¬1) .\r\rالثالث: ما رواه البخاري وغيره عن ابن عباس رضي الله عنهما أن أخاه الفضل كان رديفاً للنبي صلى الله عليه وسلّم، في حجة الوداع فجاءت امرأة من خثعم فجعل الفضل ينظر إليها\r¬_________\r(¬1) أخرجه أبو داوود كتاب اللباس، باب فيما تبدي المرأة من زينتها (4104) .","seal":"0542B205","part":1},
      {"page":30,"id":26,"nass":"وتنظر إليه فجعل النبي صلى الله عليه وسلّم، يصرف وجه الفضل إلى الشق الاخر، (¬1) ففي هذا دليل على أن هذه المرأة كاشفة وجهها.\r\rالرابع: ما أخرجه البخاري وغيره من حديث جابر بن عبد الله رضي الله عنه في صلاة النبي صلى الله عليه وسلّم، بالناس صلاة العيد ثم وعظ الناس وذكرهم ثم مضى حتى أتى النساء فوعظهن وذكرهن وقال: «يا معشر النساء تصدقن فإنكن أكثر حطب جهنم» . فقامت امرأة من سطة النساء سعفاء الخدين. الحديث، (¬2) ولولا أن وجهها مكشوفاً ما عرف أنها سعفاء الخدين.\r\rهذا ما أعرفه من الأدلة التي يمكن أن يستدل بها على جواز كشف الوجه للأجانب من المرأة.\r¬_________\r(¬1) أخرجه البخاري، كتاب الحج، باب وجوب الحج (1513) ، ومسلم، باب الحج عن العاجز (1334) .\r(¬2) أخرجه مسلم، كتاب صلاة العيدين، باب صلاة العيدين (885) (4) .","seal":"312744D4","part":1},
      {"page":31,"id":27,"nass":"خامساً: الجواب عن هذه الأدلة\rولكن هذه الأدلة لا تعارض ما سبق من أدلة وجوب ستره وذلك لوجهين:\rأحدهما: أن أدلة وجوب ستره ناقلة عن الأصل، وأدلة جواز كشفه مبقية على الأصل، والناقل عن الأصل مقدم كما هو معروف عند الأصوليين. وذلك لأن الأصل بقاء الشيء على ما كان عليه. فإذا وجد الدليل الناقل عن الأصل دل ذلك على طروء الحكم على الأصل وتغييره له. ولذلك نقول إن مع الناقل زيادة علم. وهو إثبات تغيير الحكم الأصلي والمثبت مقدم على النافي. وهذا الوجه إجمالي ثابت حتى على تقدير تكافؤ الأدلة ثبوتاً ودلالة.\r\rالثاني: إننا إذا تأملنا أدلة جواز كشفه وجدناها لا تكافىء أدلة المنع ويتضح ذلك بالجواب عن كل واحد منها بما يلي:\r\r1 ـ عن تفسير ابن عباس ثلاثة أوجه:\r\rأحدهما: محتمل أن مراده أول الأمرين قبل نزول آية","seal":"C460F33E","part":1},
      {"page":32,"id":28,"nass":"الحجاب كما ذكره شيخ الإسلام ونقلنا كلامه آنفاً.\r\rالثاني: يحتمل أن مراده الزينة التي نهى عن إبدائها كما ذكره ابن كثير في تفسيره ويؤيد هذين الاحتمالين تفسيره رضي الله عنه لقوله تعالى: {يأَيُّهَا النَّبِىُّ قُل لاَِزْوَجِكَ وَبَنَاتِكَ وَنِسَآءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ} . كما سبق في الدليل الثالث من أدلة القرآن.\r\rالثالث: إذا لم نسلم أن مراده أحد هذين الاحتمالين فإن تفسيره لا يكون حجة يجب قبولها إلا إذا لم يعارضه صحابي آخر. فإن عارضه صحابي آخر أخذ بما ترجحه الأدلة الأخرى، وابن عباس رضي الله عنهما قد عارض تفسيره ابن مسعود رضي الله عنه حيث فسر قوله: {إِلاَّ مَا ظَهَرَ مِنْهَا} . بالرداء والثياب وما لابد من ظهوره فوجب طلب الترجيح والعمل بما كان راجحاً في تفسيريهما.\r\r2 ـ وعن حديث عائشة بأنه ضعيف من وجهين:\r\rأحدهما: الانقطاع بين عائشة وخالد بن دريك الذي رواه عنها كما أعله بذلك أبو داود نفسه حيث قال: خالد بن دريك لم يسمع من عائشة وكذلك أعله أبو حاتم الرازي.\rالثاني: أن في إسناده سعيد بن بشير النصري نزيل دمشق تركه ابن مهدي، وضعفه أحمد وابن معين وابن المديني والنسائي وعلى هذا فالحديث ضعيف لا يقاوم ما تقدم من الأحاديث الصحيحة الدالة على وجوب","seal":"5CAD6C3E","part":1},
      {"page":33,"id":29,"nass":"الحجاب. وأيضاً فإن أسماء بنت أبي بكر رضي الله عنها كان لها حين هجرة النبي صلى الله عليه وسلّم، سبع وعشرون سنة. فهي كبيرة السن فيبعد أن تدخل على النبي صلى الله عليه وسلّم، وعليها ثياب رقاق تصف منها ما سوى الوجه والكفين والله أعلم، ثم على تقدير الصحة يحمل على ما قبل الحجاب لأن نصوص الحجاب ناقلة عن الأصل فتقدم عليه.\r\r3 ـ وعن حديث ابن عباس بأنه لا دليل فيه على جواز النظر إلى الأجنبية لأن النبي صلى الله عليه وسلّم، لم يقر الفضل على ذلك بل حرف وجهه إلى الشق الاخر ولذلك ذكر النووي في شرح صحيح مسلم بأن من فوائد هذا الحديث تحريم نظر الأجنبية، وقال الحافظ ابن حجر في فتح الباري في فوائد هذا الحديث: وفيه منع النظر إلى الأجنبيات وغض البصر، قال عياض وزعم بعضهم أنه غير واجب إلا عند خشية الفتنة قال: وعندي أن فعله صلى الله عليه وسلّم، إذا غطى وجه الفضل كما في الرواية. فإن قيل: فلماذا لم يأمر النبي صلى الله عليه وسلّم، المرأة بتغطية وجهها فالجواب أن الظاهر أنها كانت محرمة والمشروع في حقها أن لا تغطي وجهها إذا لم يكن أحد ينظر إليها من الأجانب، أو يقال لعل النبي صلى الله عليه وسلّم، أمرها بعد ذلك. فإن عدم نقل أمره بذلك لا يدل على عدم الأمر. إذ عدم النقل ليس نقلاً للعدم. وروى مسلم وأبو داود عن جرير بن عبد الله البجلي رضي الله عنه قال: سألت رسول الله صلى الله عليه وسلّم، عن نظرة الفجاءة فقال: «اصرف بصرك» أو قال: فأمرني أن أصرف بصري (¬1) .\r¬_________\r(¬1) رواه مسلم كتاب الآداب باب نظر الفجاءة (2159) (45) .","seal":"BCF88C91","part":1},
      {"page":34,"id":30,"nass":"4 ـ وعن حديث جابر بأن لم يذكر متى كان ذلك فإما أن تكون هذه المرأة من القواعد اللاتي لا يرجون نكاحاً فكشف وجهها مباح، ولا يمنع وجوب الحجاب على غيرها، أو يكون قبل نزول آية الحجاب فإنها كانت في سورة الأحزاب سنة خمس أو ست من الهجرة، وصلاة العيد شرعت في السنة الثانية من الهجرة.\r\rواعلم أننا إنما بسطنا الكلام في ذلك لحاجة الناس إلى معرفة الحكم في هذه المسألة الاجتماعية الكبيرة التي تناولها كثير ممن يريدون السفور. فلم يعطوها حقها من البحث والنظر، مع أن الواجب على كل باحث يتحرى العدل والإنصاف وأن لا يتكلم قبل أن يتعلم. وأن يقف بين أدلة الخلاف موقف الحاكم من الخصمين فينظر بعين العدل، ويحكم بطريق العلم، فلا يرجح أحد الطرفين بلا مرجح، بل ينظر في الأدلة من جميع النواحي، ولا يحمله اعتقاد أحد القولين على المبالغة والغلو في إثبات حججه والتقصير والإهمال لأدلة خصمه. ولذلك قال العلماء: «ينبغي أن يستدل قبل أن يعتقد» ليكون اعتقاده تابعاً للدليل لا متبوعاً له؛ لأن من اعتقد قبل أن يستدل قد يحمله اعتقاده على رد النصوص المخالفة لاعتقاده أو تحريفها إذا لم يمكنه ردها. ولقد رأينا ورأى غيرنا ضرر استتباع الاستدلال للاعتقاد حيث حمل صاحبه على تصحيح أحاديث ضعيفة. أو تحميل نصوص صحيحة ما لا تتحمله من الدلالة تثبيتاً لقوله واحتجاجاً له. فلقد قرأت مقالاً لكاتب حول عدم وجوب الحجاب","seal":"D3B37813","part":1},
      {"page":35,"id":31,"nass":"احتج بحديث عائشة الذي رواه أبو داود في قصة دخول أسماء بنت أبي بكر على النبي صلى الله عليه وسلّم، وقوله لها: «إن المرأة إذا بلغت سن المحيض لم يصلح أن يرى منها إلا هذا وهذا» .\rوأشار إلى وجهه وكفيه وذكر هذا الكاتب أنه حديث صحيح متفق عليه، وأن العلماء متفقون على صحته، والأمر ليس كذلك أيضاً وكيف يتفقون على صحته وأبو داود راويه أعله بالإرسال، وأحد رواته ضعفه الإمام أحمد وغيره من أئمة الحديث، ولكن التعصب والجهل يحمل صاحبه على البلاء والهلاك. قال ابن القيم:\r\rوتعر من ثوبين من يلبسهما ... يلقى الردى بمذلة وهوان\r\rثوب من الجهل المركب فوقه ... ثوب التعصب بئست الثوبان\r\rوتحل بالانصاف أفخر حلة ... زينت بها الأعطاف والكتفان\r\rوليحذر الكاتب والمؤلف من التقصير في طلب الأدلة وتمحيصها والتسرع إلى القول بلا علم فيكون ممن قال الله فيهم: {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الظَّلِمِينَ} . (الأنعام: 144) .","seal":"85227784","part":1},
      {"page":36,"id":32,"nass":"أو يجمع بين التقصير في طلب الدليل والتكذيب بما قام عليه الدليل فيكون منه شر على شر ويدخل في قوله تعالى: {فَمَنْ أَظْلَمُ مِمَّن كَذَبَ علَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَآءَهُ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَفِرِينَ} . (الزمر: 32) .\r\rنسأل الله تعالى أن يرينا الحق حقّاً ويوفقنا لاتباعه، ويرينا الباطل باطلاً ويوفقنا لاجتنابه ويهدينا صراطه المستقيم إنه جواد كريم، وصلى الله وسلم وبارك على نبيه وعلى آله وأصحابه، وأتباعه أجمعين.","seal":"3511FC7D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1421,"Bk":"رسالة الحجاب","HigriD":"1421","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن صالح بن محمد العثيمين","bLnk":null,"Inf":"","Auth":"ابن عثيمين","Betaka":"الكتاب: رسالة الحجاب (مطبوع مع رسالة الدماء الطبيعية للنساء)\r\nالمؤلف: محمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\r\nالناشر: بدون\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":" محمد بن صالح العثيمين (1347-1421هـ، 1928- 2001م).\r\n\r\nمحمد بن صالح بن محمد عثيمين المقبل الوهيبي التميمي، عالم وفقيه سعودي، وأستاذ في كلية الشريعة بفرع جامعة الإمام محمد ابن سعود الإسلامية في منطقة القصيم، وعضو هيئة كبار العلماء. \r\nولد في عنيزة بمنطقة القصيم التي كانت مساجدها مكاناً لكثير من الحلقات العلمية الشرعية والنقاشات الفكرية. \r\nحفظ القرآن الكريم في صغره، ثم اتجه إلى طلب العلوم الشرعية والعربية على أيدي كثير من العلماء المتخصصين منهم: \r\nالشيخ عبدالرحمن ناصر السعدي الذي لازمه حتى بعد انتقال والده إلى مدينة الرياض، وخلفه في إمامة الجامع الكبير بعنيزة والخطابة فيه. \r\nومن شيوخه أيضاً الشيخ عبدالعزيز بن عبدالله بن باز الذي استفاد منه حسب قوله في العناية بالحديث والبحث عن الدليل. \r\nودرس أيضاً على يد الشيخ محمد المختار الجكني الشنقيطي صاحب أضواء البيان في إيضاح القرآن بالقرآن، والشيخ علي بن محمد الصالحي وغيرهم.\r\nتخرج العثيمين في كلية الشريعة بالرياض عام 1377هـ، وبدأ بالتدريس في المعهد العلمي قبل تخرجه في الكلية.\r\nرفض تولي القضاء رغم إصرار الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة ورئيس القضاة في حينه، وتفرغ للتدريس وقد تحرر من التقليد المذهبي، وأخذ كثيراً باجتهادات ابن تيمية مما جعله أكثر استقلالاً في آرائه الفقهية.\r\nزادت آثار الشيخ العلمية على خمسة وخمسين مؤلفاً، وقد اختير بعضها مقررات في المعاهد العلمية بالمملكة العربية السعودية.\r\nوأول كتبه فتح رب البرية بتخليص الحموية (1382هـ)، وهي تلخيص لكتاب ابن تيمية الحموية في العقيدة الذي يعتبر فتوى مطولة في العقيدة جواباً لأهل حماة. وله أيضاً زاد المستقنع؛ شرح رياض الصالحين، وجمعت فتاواه في نحو 14 مجلداً. \r\nوألقى الشيخ عدد كبيراً من المحاضرات المؤثرة في توجيه الجمهور خاصة الشباب. ووصلت فتاواه للناس بوساطة الهاتف أو الكتابة أو التسجيل أو الإذاعة وخاصة برنامج نور على الدرب. \r\nوامتاز الشيخ بالعلم الغزير، والفهم الواضح للدين؛ عقيدة وشريعة، والأسلوب الجيد في العرض واتباع الحكمة في أسلوب الدعوة.\r\nحاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1414هـ، 1994م.\r\n\r\nنقلا عن : الموسوعة العربية العالمية http://www.mawsoah.net \r\n","seal":"84022AEB","cat":"بحوث ومسائل","oNum":21810,"BkId":21810,"oAuth":57,"bVer":1,"aSeal":"D3810766"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t21810":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"أدلة وجوب الحجاب"},
      {"lvl":2,"id":5,"sub":1,"tit":"أولا: أدلة القرآن"},
      {"lvl":2,"id":13,"sub":0,"tit":"ثانيا: أدلة السنة"},
      {"lvl":2,"id":19,"sub":0,"tit":"ثالثا: أدلة القياس"},
      {"lvl":2,"id":25,"sub":0,"tit":"رابعا أدلة المبيحين لكشف الوجه"},
      {"lvl":2,"id":27,"sub":0,"tit":"خامسا: الجواب عن هذه الأدلة"}
    ]
}
