{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b22565":
    [
      {"id":1,"nass":"الدعوة إلى الله وأخلاق الدعاة\rالشيخ / عبد العزيز بن عبد الله بن باز رحمه الله","Part":"","seal":"E0C04725","page":null},
      {"id":2,"nass":"مقدمة\rبسم الله الرحمن الرحيم\rالحمد لله رب العالمين، والعاقبة للمتقين، ولا عدوان إلا على الظالمين، وأشهد أن لا إله إلا الله وحده لا شريك له، إله الأولين والآخرين، وقيوم السماوات والأرضين، وأشهد أن محمدا عبده ورسوله وخليله وأمينه على وحيه، أرسله إلى الناس كافة بشيرا ونذيرا، وداعيا إلى الله بإذنه وسراجا منيرا، صلى الله عليه وعلى آله وأصحابه الذين ساروا على طريقته في الدعوة إلى سبيله، وصبروا على ذلك، وجاهدوا فيه حتى أظهر الله بهم دينه، وأعلى كلمته ولو كره المشركون، وسلم تسليما كثيرا أما بعد:","Part":"1","seal":"3468A000","page":3},
      {"id":3,"nass":"فإن الله سبحانه وتعالى إنما خلق الجن والإنس ليعبد وحده لا شريك له، وليعظم أمره ونهيه، وليعرف بأسمائه وصفاته، كما قال عز وجل: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} ، وقال عز وجل: {يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} ، وقال عز وجل: {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} .\rفبين سبحانه أنه خلق الخلق ليعبد، ويعظم، ويطاع أمره ونهيه؛ لأن العبادة: هي توحيده وطاعته مع تعظيم أوامره ونواهيه، وبين عز وجل أيضا أنه خلق السماوات والأرض وما بينهما ليعلم أنه على كل شيء قدير، وأنه قد أحاط بكل شيء علما.\rفعلم بذلك أن من الحكمة في إيجاد الخليقة: أن يعرف الله سبحانه بأسمائه وصفاته، وأنه على كل شيء قدير، وأنه العالم بكل شيء جل وعلا، كما أن من الحكمة في خلقهم","Part":"1","seal":"504DE887","page":4},
      {"id":4,"nass":"وإيجادهم أن يعبدوه ويعظموه ويقدسوه ويخضعوا لعظمته.\rإن العبادة: هي الخضوع لله جل وعلا والتذلل له، وسميت الوظائف التي أمر الله بها المكلفين - من أوامر وترك نواه - عبادة؛ لأنها تؤدي بالخضوع والتذلل لله عز وجل.\rثم لما كانت العبادة لا يمكن أن تستقل بتفاصيلها العقول، كما أنه لا يمكن أن تعرف بها الأحكام من الأوامر والنواهي على التفصيل، أرسل الله سبحانه وتعالى الرسل، وأنزل الكتب لبيان الأمر الذي خلق الله من أجله الخلق، ولإيضاحه وتفصيله للناس، حتى يعبدوا الله على بصيرة، وحتى ينتهوا عما نهاهم عنه على بصيرة، فالرسل عليهم الصلاة والسلام هم هداة الخلق، وهم أئمة الهدى، ودعاة الثقلين جميعا إلى طاعة الله وعبادته، فالله سبحانه أكرم العباد بهم، ورحمهم بإرسالهم إليهم، وأوضح على أيديهم الطريق السوي، والصراط المستقيم، حتى يكون الناس على بينة من أمرهم، وحتى لا يقولوا: ما ندري ما أراده الله منا، ما جاءنا من بشير ولا نذير، فقطع الله المعذرة، وأقام الحجة بإرسال","Part":"1","seal":"84BD3BA4","page":5},
      {"id":5,"nass":"الرسل وإنزال الكتب، كما قال جل وعلا: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} ، وقال سبحانه: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} ، وقال عز وجل: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ\rالْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} ، وقال سبحانه: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ} .\rفبين سبحانه أنه أرسل الرسل وأنزل الكتب؛ ليحكم بين الناس بالحق والقسط، وليوضح للناس ما اختلفوا فيه من الشرائع والعقائد، من توحيد الله وشريعته عز وجل، فإن قوله سبحانه وتعالى: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً} يعني: على الحق، لم يختلفوا من عهد آدم عليه الصلاة والسلام إلى نوح.. كان الناس على الهدى، كما قال ابن عباس رضي الله عنهما، وجماعة من السلف والخلف، ثم وقع الشرك في قوم","Part":"1","seal":"AB0573C2","page":6},
      {"id":6,"nass":"نوح، فاختلفوا فيما بينهم، واختلفوا فيما يجب عليهم من حق الله، فلما وقع الشرك والاختلاف أرسل الله نوحا عليه الصلاة والسلام، وبعده الرسل، كما قال عز وجل: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} ، وقال تعالى: {وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} .\rفالله أنزل الكتاب ليبين حكم الله فيما اختلف فيه الناس، وليبين شرعه فيما جهله الناس، وليأمر الناس بالتزام شرع الله والوقوف عند حدوده، وينهي الناس عما يضرهم في العاجل والآجل، وقد ختم الرسل جل وعلا بأفضلهم وإمامهم، وبسيدهم نبينا وإمامنا وسيدنا محمد بن عبد الله عليه وعليهم من ربهم أفضل الصلاة والتسليم، فبلغ الرسالة، وأدى الأمانة، ونصح الأمة، وجاهد في الله حق جهاده، ودعا إلى الله سرا وجهرا، وأوذي في الله أشد الأذى، ولكنه صبر على ذلك كما صبر من قبله من الرسل عليهم الصلاة والسلام،","Part":"1","seal":"D98398BE","page":7},
      {"id":7,"nass":"صبر كما صبروا، وبلغ كما بلغوا، ولكنه أوذي أكثر، وصبر أكثر، وقام بأعباء الرسالة أكمل قيام، عليه وعليهم الصلاة والسلام، مكث ثلاثا وعشرين سنة يبلغ رسالات الله ويدعو إليه، وينشر أحكامه، منها ثلاث عشرة سنة في أم القرى - مكة المكرمة - أولا بالسر، ثم بالجهر، صدع بالحق، وأوذي، وصبر على الدعوة وعلى أذى الناس، مع أنهم يعرفون صدقه وأمانته، ويعرفون فضله ونسبه ومكانته، ولكنه الهوى والحسد والعناد من الأكابر، والجهل والتقليد من العامة، فالأكابر جحدوا واستكبروا وحسدوا، والعامة قلدوا واتبعوا وأساءوا، فأوذي بسبب ذلك أشد الأذى عليه\rالصلاة والسلام. ويدلنا على أن الأكابر قد عرفوا الحق وعاندوا قوله سبحانه: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} .\rفبين سبحانه أنهم لا يكذبون رسول الله صلى الله عليه وسلم، بل يعلمون صدقه وأمانته في الباطن، وكانوا يسمونه: الأمين قبل أن","Part":"1","seal":"21163480","page":8},
      {"id":8,"nass":"يوحى إليه - عليه الصلاة والسلام - ولكنهم جحدوا الحق حسدا وبغيا عليه - عليه الصلاة والسلام - لكنه عليه الصلاة والسلام لم يبال بذلك ولم يكترث به، بل صبر واحتسب وسار في الطريق، ولم يزل داعيا إلى الله جل وعلا، وصابرا على الأذى، مجاهدا بالدعوة، كافا عن الأذى، متحملا له، صافحا عما يصدر منهم حسب الإمكان، حتى اشتد الأمر، وعزموا على قتله عليه الصلاة والسلام، فعند ذلك أذن الله له بالخروج إلى المدينة، فهاجر إليها عليه الصلاة والسلام، وصارت عاصمة الإسلام الأولى، وظهر فيها دين الله، وصار للمسلمين بها دولة وقوة، واستمر عليه الصلاة والسلام في الدعوة وإيضاح الحق، وشرع في الجهاد بالسيف، وأرسل الرسل يدعون الناس إلى الخير والهدى، ويشرحون لهم دعوة نبيهم محمد عليه الصلاة والسلام، وبعث السرايا، وغزا الغزوات المعروفة؛ حتى أظهر الله دينه على يديه، وحتى أكمل الله به الدين، وأتم عليه وعلى أمته النعمة، ثم توفي عليه الصلاة والسلام بعدما أكمل الله به الدين، وبلغ","Part":"1","seal":"52945B61","page":9},
      {"id":9,"nass":"البلاغ المبين عليه الصلاة\rوالسلام، فتحمل أصحابه من بعده الأمانة، وساروا على الطريق، فدعوا إلى الله عز وجل، وانتشروا في أرجاء المعمورة دعاة للحق، ومجاهدين في سبيل الله عز وجل، لا يخشون في الله لومة لائم، يبلغون رسالات الله، ويخشونه ولا يخشون أحدا إلا الله جل وعلا، فانتشروا في الأرض غزاة مجاهدين، ودعاة مهتدين، وصالحين مصلحين، ينشرون دين الله، ويعلمون الناس شريعته، ويوضحون لهم العقيدة التي بعث الله بها الرسل، وهي إخلاص العبادة لله وحده، وترك عبادة ما سواه من الأشجار، والأحجار، والأصنام، وغير ذلك، فلا يدعى إلا الله وحده، ولا يستغاث إلا به، ولا يحكم إلا شرعه، ولا يصلى إلا له، ولا ينذر إلا له ... إلى غير ذلك من العبادات.\rوأوضحوا للناس: أن العبادة حق لله، وتلوا عليهم ما ورد في ذلك من الآيات، مثل قوله سبحانه: {يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} ، {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} ،","Part":"1","seal":"324F2625","page":10},
      {"id":10,"nass":"{إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} ، {فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} ، {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} {لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} .\rوصبروا على ذلك صبرا عظيما، وجاهدوا في الله جهادا كبيرا، رضي الله عنهم وأرضاهم، وتبعهم على ذلك أئمة الهدى من التابعين وأتباع التابعين من العرب وغير العرب، ساروا في هذا السبيل، سبيل الدعوة إلى الله عز وجل، وتحملوا أعباءها، وأدوا الأمانة، مع الصدق والصبر والإخلاص في الجهاد في سبيل الله، وقتال من خرج عن دينه، وصد عن سبيله، ولم يؤد الجزية التي فرضها الله، إذ كان من أهلها، فهم حملة الدعوة وأئمة الهدى بعد رسول الله صلى الله عليه وسلم، وهكذا أتباع الصحابة من التابعين وأتباع التابعين وأئمة الهدى، ساروا على هذا الطريق كما تقدم، وصبروا في ذلك، وانتشر دين الله، وعلت كلمته على أيدي الصحابة ومن تبعهم من أهل العلم والإيمان، من العرب والعجم، من","Part":"1","seal":"70893D26","page":11},
      {"id":11,"nass":"هذه الجزيرة جنوبها وشمالها، ومن غير الجزيرة من سائر أرجاء الدنيا، ممن كتب الله له السعادة، ودخل في دين الله، وشارك في الدعوة والجهاد، وصبر على ذلك، وصارت لهم السيادة والقيادة والإمامة في الدين، بسبب صبرهم وإيمانهم وجهادهم في سبيل الله عز وجل، وصدق فيهم قوله سبحانه فيما ذكر في بني إسرائيل: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا\rوَكَانُوا بِآيَاتِنَا يُوقِنُونَ} .\rصدق هذا في أصحاب الرسول صلى الله عليه وسلم وفيمن سار على سبيلهم، صاروا أئمة وهداة ودعاة للحق، وأعلاما يقتدى بهم، بسبب صبرهم وإيمانهم، فإن بالصبر واليقين تنال الإمامة في الدين، فأصحاب الرسول عليه الصلاة والسلام وأتباعه بإحسان إلى يومنا هذا هم الأئمة، وهم الهداة، وهم القادة في سبيل الحق.\rوبذلك يتضح لكل طالب علم أن الدعوة إلى الله من أهم المهمات، وأن الأمة في كل زمان ومكان في أشد الحاجة إليها، بل في أشد الضرورة إلى ذلك.","Part":"1","seal":"8C6FE417","page":12},
      {"id":12,"nass":"ويتلخص الكلام في الدعوة إلى الله عز وجل في أمور:\rالأمر الأول: حكمها وفضلها.\rالأمر الثاني: كيفية أدائها وأساليبها.\rالأمر الثالث: بيان الأمر الذي يدعى إليه.\rالأمر الرابع: بيان الأخلاق والصفات التي ينبغي للدعاة أن يتخلقوا بها وأن يسيروا عليها.\rفنقول وبالله المستعان وعليه التكلان وهو المعين والموفق لعباده سبحانه وتعالى.","Part":"1","seal":"8F9EF3B0","page":13},
      {"id":13,"nass":"الأمر الأول:\rبيان حكم الدعوة إلى الله عز وجل وبيان فضلها:\r[حكم الدعوة إلى الله عز وجل]\r\rأما حكمها: فقد دلت الأدلة من الكتاب والسنة على وجوب الدعوة إلى الله عز وجل، وأنها من الفرائض، والأدلة في ذلك كثيرة، منها: قوله سبحانه: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} ، ومنها: قوله جل وعلا: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} ، ومنها: قوله عز وجل: {وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ} ،","Part":"1","seal":"70AD51FC","page":14},
      {"id":14,"nass":"ومنها: قوله سبحانه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} .\rفبين سبحانه أن أتباع الرسول صلى الله عليه وسلم هم الدعاة إلى الله، وهم أهل البصائر، والواجب - كما هو معلوم - هو اتباعه، والسير على منهاجه عليه الصلاة والسلام، كما قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} .\rوصرح العلماء أن الدعوة إلى الله عز وجل فرض كفاية، بالنسبة إلى الأقطار التي يقوم فيها الدعاة، فإن كل قطر وكل إقليم يحتاج إلى الدعوة وإلى النشاط فيها، فهي فرض كفاية إذا قام بها من يكفي سقط عن الباقين ذلك الواجب، وصارت الدعوة في حق الباقين سنة مؤكدة، وعملا صالحا جليلا.\rوإذا لم يقم أهل الإقليم، أو أهل القطر المعين بالدعوة على التمام، صار الإثم عاما، وصار الواجب على الجميع، وعلى كل إنسان أن يقوم بالدعوة حسب طاقته وإمكانه، أما بالنظر إلى عموم البلاد، فالواجب أن يوجد طائفة منتصبة","Part":"1","seal":"C822EC6A","page":15},
      {"id":15,"nass":"تقوم بالدعوة إلى الله جل وعلا في أرجاء المعمورة، تبلغ رسالات الله، وتبين أمر الله عز وجل بالطرق الممكنة، فإن الرسول صلى الله عليه وسلم قد بعث الدعاة، وأرسل الكتب إلى الناس، وإلى الملوك والرؤساء ودعاهم إلى الله عز وجل.\rوفي وقتنا اليوم قد يسر الله عز وجل أمر الدعوة أكثر، بطرق لم تحصل لمن قبلنا، فأمور الدعوة اليوم متيسرة أكثر، من طرق كثيرة، وإقامة الحجة على الناس اليوم ممكنة بطرق متنوعة: عن طريق الإذاعة، وعن طريق التلفزة، وعن طريق الصحافة، ... من طرق شتى.\rفالواجب على أهل العلم والإيمان، وعلى خلفاء الرسول أن يقوموا بهذا الواجب، وأن يتكاتفوا فيه، وأن يبلغوا رسالات الله إلى عباد الله، ولا يخشوا في الله لومة لائم، ولا يحابوا في ذلك كبيرا ولا صغيرا ولا غنيا ولا فقيرا، بل يبلغون أمر الله إلى عباد الله، كما أنزل الله، وكما شرع الله، وقد يكون ذلك فرض عين إذا كنت في مكان ليس فيه من يؤدي ذلك سواك، كالأمر بالمعروف والنهي عن المنكر،","Part":"1","seal":"1CB002AB","page":16},
      {"id":16,"nass":"فإنه يكون فرض عين، ويكون فرض كفاية، فإذا كنت في مكان ليس فيه من يقوى على هذا الأمر، ويبلغ أمر الله سواك، فالواجب عليك أنت أن تقوم بذلك، فأما إذا وجد من يقوم بالدعوة والتبليغ، والأمر والنهي غيرك، فإنه يكون حينئذ في حقك سنة، وإذا بادرت إليه وحرصت عليه كنت بذلك منافسا في الخيرات، وسابقا إلى الطاعات، ومما احتج به على أنها فرض كفاية قوله جل وعلا: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ} .\rقال الحافظ ابن كثير عند هذه الآية وجماعة ما معناه: ولتكن منكم أمة منتصبة لهذا الأمر العظيم، تدعو إلى الله، وتنشر دينه، وتبلغ أمره سبحانه وتعالى، ومعلوم أيضا أن الرسول عليه الصلاة والسلام دعا إلى الله، وقام بأمر الله في مكة حسب طاقته، وقام الصحابة كذلك رضي الله عنهم وأرضاهم بذلك حسب طاقتهم، ثم لما هاجروا قاموا بالدعوة أكثر وأبلغ، ولما انتشروا في البلاد بعد وفاته عليه الصلاة والسلام قاموا بذلك أيضا رضي الله عنهم وأرضاهم،","Part":"1","seal":"2BFE8B43","page":17},
      {"id":17,"nass":"كل على قدر طاقته وعلى قدر علمه، فعند قلة الدعاة، وعند كثرة المنكرات، وعند غلبة الجهل - كحالنا اليوم - تكون الدعوة فرض عين على كل واحد بحسب طاقته، وإذا كان في محل محدود كقرية ومدينة ونحو ذلك، ووجد فيها من تولى هذا الأمر، وقام به وبلغ أمر الله كفى، وصار التبليغ في حق غيره سنة؛ لأنه قد أقيمت الحجة على يد غيره ونفذ أمر الله على يد سواه.\rولكن بالنسبة إلى بقية أرض الله، وإلى بقية الناس، يجب على العلماء حسب طاقتهم، وعلى ولاة الأمر حسب طاقتهم، أن يبلغوا أمر الله بكل ما يستطيعون، وهذا فرض عين عليه على حسب الطاقة والقدرة.\rوبهذا يعلم أن كونها فرض عين، وكونها فرض كفاية أمر نسبي يختلف، فقد تكون الدعوة فرض عين بالنسبة إلى أقوام وإلى أشخاص، وسنة بالنسبة إلى أشخاص وإلى أقوام؛ لأنه وجد في محلهم وفي مكانهم من قام بالأمر وكفى عنهم.\rأما بالنسب إلى ولاة الأمور ومن لهم القدرة الواسعة،","Part":"1","seal":"957BF50E","page":18},
      {"id":18,"nass":"فعليهم من الواجب أكثر، وعليهم أن يبلغوا الدعوة إلى ما استطاعوا من الأقطار، حسب الإمكان بالطرق الممكنة، وباللغات الحية التي ينطق بها الناس، يجب أن يبلغوا أمر الله بتلك اللغات حتى يصل دين الله إلى كل أحد باللغة التي يعرفها، باللغة العربية وبغيرها، فإن الأمر الآن ممكن وميسور بالطرق التي تقدم بيانها، طرق الإذاعة والتلفزة والصحافة، وغير ذلك من الطرق التي تيسرت اليوم، ولم تتيسر في السابق، كما أنه يجب على الخطباء - في الاحتفالات، وفي الجمع، وفي غير ذلك - أن يبلغوا ما استطاعوا من أمر الله عز وجل، وأن ينشروا دين الله حسب طاقتهم، وحسب علمهم.\rونظرا إلى انتشار الدعوة إلى المبادئ الهدامة وإلى الإلحاد، وإنكار رب العباد، وإنكار الرسالات، وإنكار الآخرة، وانتشار الدعوة النصرانية في الكثير من البلدان، وغير ذلك من الدعوات المضللة - نظرا إلى هذا فإن الدعوة إلى الله عز وجل اليوم أصبحت فرضا عاما، وواجبا على","Part":"1","seal":"3F63B5A2","page":19},
      {"id":19,"nass":"جميع العلماء، وعلى جميع الحكام الذين يدينون بالإسلام، فرض عليهم أن يبلغوا دين الله حسب الطاقة والإمكان بالكتابة والخطابة، وبالإذاعة وبكل وسيلة استطاعوا، وأن لا يتقاعسوا عن ذلك، أو يتكلوا على زيد أو عمرو، فإن الحاجة، بل الضرورة ماسة اليوم إلى التعاون والاشتراك، والتكاتف في هذا الأمر العظيم أكثر مما كان قبل ذلك؛ لأن أعداء الله قد تكاتفوا وتعاونوا بكل وسيلة للصد عن سبيل الله، والتشكيك في دينه، ودعوة الناس إلى ما يخرجهم من دين الله عز وجل، فوجب على أهل الإسلام أن يقابلوا هذا النشاط المضل، وهذا النشاط الملحد بنشاط إسلامي، وبدعوة إسلامية على شتى المستويات، وبجميع الوسائل وبجميع الطرق الممكنة، وهذا من باب أداء ما أوجب الله على عباده من الدعوة إلى سبيله.\r\rفضل الدعوة إلى الله عز وجل\rوقد ورد في فضل الدعوة والدعاة آيات وأحاديث كثيرة، كما أنه ورد في إرسال النبي صلى الله عليه وسلم الدعاة أحاديث لا تخفى على أهل العلم، ومن ذلك قوله جل وعلا: {وَمَنْ أَحْسَنُ","Part":"1","seal":"D7A0C873","page":20},
      {"id":20,"nass":"قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} فهذه الآية الكريمة فيها التنويه بالدعاة والثناء عليهم، وأنه لا أحد أحسن قولا منهم، وعلى رأسهم الرسل عليهم الصلاة والسلام، ثم أتباعهم على حسب مراتبهم في الدعوة والعلم والفضل، فأنت يا عبد الله يكفيك شرفا أن تكون من أتباع الرسل، ومن المنتظمين في هذه الآية الكريمة {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} المعنى: لا أحد أحسن قولا منه لكونه دعا إلى الله وأرشد إليه وعمل بما يدعو إليه، يعني: دعا إلى الحق وعمل به، وأنكر الباطل وحذر منه، وتركه، ومع ذلك صرح بما هو عليه، لم يخجل بل قال: إنني من المسلمين، مغتبطا وفرحا بما من الله به عليه، وليس كمن يستنكف عن ذلك ويكره أن ينطق بأنه مسلم، أو بأنه يدعو إلى الإسلام، لمراعاة فلان أو مجاملة فلان، ولا حول ولا قوة إلا بالله،\rبل","Part":"1","seal":"505DC957","page":21},
      {"id":21,"nass":"المؤمن الداعي إلى الله القوي الإيمان، البصير بأمر الله يصرح بحق الله، وينشط في الدعوة إلى الله ويعمل بما يدعو إليه، ويحذر ما ينهى عنه، فيكون من أسرع الناس إلى ما يدعو إليه، ومن أبعد الناس عن كل ما ينهى عنه، ومع ذلك يصرح بأنه مسلم وبأنه يدعو إلى الإسلام، ويغتبط بذلك ويفرح به كما قال عز وجل: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ}\rفالفرح برحمة الله وفضله فرح الاغتباط، فرح السرور، أمر مشروع، أما الفرح المنهي عنه فهو فرح الكبر، والفرح هذا هو المنهي عنه كما قال عز وجل في قصة قارون: {لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ}\rهذا فرح الكبر والتعالي على الناس والتعاظم، وهذا هو الذي ينهى عنه..\rأما فرح الاغتباط والسرور بدين الله، والفرح بهداية الله، والاستبشار بذلك والتصريح بذلك ليعلم، فأمر مشروع وممدوح ومحمود، فهذه الآية الكريمة من أوضح الآيات في الدلالة على فضل الدعوة، وأنها من أهم القربات، ومن أفضل","Part":"1","seal":"E8A54477","page":22},
      {"id":22,"nass":"الطاعات، وأن أهلها في غاية من الشرف وفي أرفع مكانة، وعلى رأسهم الرسل عليه الصلاة والسلام، وأكملهم في ذلك خاتمهم وإمامهم وسيدهم نبينا محمد عليه وعليهم أفضل الصلاة والسلام، ومن ذلك قوله جل وعلا: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} فبين سبحانه أن الرسول صلى الله عليه وسلم يدعو على بصيرة، وأن أتباعه كذلك، فهذا فيه فضل الدعوة، وأن أتباع الرسول صلى الله عليه وسلم هم الدعاة إلى سبيله على بصيرة، والبصيرة هي العلم بما يدعو إليه وما ينهى عنه، وفي هذا شرف لهم وتفضيل، وقال النبي الكريم عليه الصلاة والسلام في الحديث الصحيح: «من دل على خير فله مثل أجر فاعله» رواه مسلم في الصحيح، وقال عليه الصلاة والسلام: «من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئا ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا\rينقص ذلك من آثامهم شيئا» أخرجه مسلم أيضا،","Part":"1","seal":"744C54FC","page":23},
      {"id":23,"nass":"وهذا يدل على فضل الدعوة إلى الله عز وجل، وصح عنه عليه الصلاة والسلام «أنه قال لعلي رضي الله عنه وأرضاه: \" فوالله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم» متفق على صحته، وهذا أيضا يدلنا على فضل الدعوة إلى الله وما فيها من الخير العظيم، وأن الداعي إلى الله جل وعلا يعطى مثل أجور من هداه الله على يديه، ولو كانوا آلاف الملايين، وتعطى أيها الداعية مثل أجورهم، فهنيئا لك أيها الداعية إلى الله بهذا الخير العظيم، وبهذا يتضح أيضا أن الرسول عليه الصلاة وللسلام يعطى مثل أجور أتباعه، فيا لها من نعمة عظيمة يعطى نبينا عليه الصلاة والسلام مثل أجور أتباعه إلى يوم القيامة، لأنه بلغهم رسالة الله، ودلهم على الخير عليه الصلاة والسلام، وهكذا الرسل يعطون مثل أجور أتباعهم عليهم الصلاة والسلام، وأنت كذلك أيها الداعية في كل زمان تعطى مثل أجور أتباعك والقابلين لدعوتك، فاغتنم هذا الخير العظيم وسارع إليه.","Part":"1","seal":"C28474DA","page":24},
      {"id":24,"nass":"الأمر الثاني:\rكيفية أدائها وأساليبها:\rأما كيفية الدعوة وأسلوبها: فقد بينها الله عز وجل في كتابه الكريم، وفيما جاء في سنة نبيه عليه الصلاة والسلام، ومن أوضح ذلك قوله جل وعلا: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} .\rفأوضح سبحانه الكيفية التي ينبغي أن يتصف بها الداعية ويسلكها، يبدأ أولا بالحكمة، والمراد بها: الأدلة المقنعة الواضحة الكاشفة للحق، والداحضة للباطل؛ ولهذا قال بعض المفسرين: المعنى: بالقرآن؛ لأنه الحكمة العظيمة؛ لأن فيه البيان والإيضاح للحق بأكمل وجه، وقال بعضهم: معناه: بالأدلة من الكتاب والسنة.","Part":"1","seal":"753BAF76","page":25},
      {"id":25,"nass":"وبكل حال، فالحكمة كلمة عظيمة، معناها: الدعوة إلى الله بالعلم والبصيرة، والأدلة الواضحة المقنعة الكاشفة للحق، والمبينة له، وهي كلمة مشتركة تطلق على معان كثيرة، تطلق على النبوة، وعلى العلم والفقه في الدين، وعلى العقل، وعلى الورع، وعلى أشياء أخرى، وهي في الأصل كما قال الشوكاني رحمه الله: الأمر الذي يمنع عن السفه، هذه هي الحكمة، والمعنى: أن كل كلمة وكل مقالة تردعك عن السفه، وتزجرك عن الباطل فهي حكمة، وهكذا كل مقال واضح صريح، صحيح في نفسه، فهو حكمة، فالآيات القرآنية أولى بأن تسمى حكمة، وهكذا السنة الصحيحة أولى بأن تسمى حكمة بعد كتاب الله، وقد سماها الله حكمة في كتابه العظيم، كما في قوله جل وعلا: {وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} ، يعني: السنة، وكما في قوله سبحانه: {يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} .\rفالأدلة الواضحة تسمى: حكمة، والكلام الواضح","Part":"1","seal":"0195E89E","page":26},
      {"id":26,"nass":"المصيب للحق يسمى: حكمة، كما تقدم، ومن ذلك الحكمة التي تكون في فم الفرس: وهي بفتح الحاء والكاف، سميت بذلك؛ لأنها تمنع الفرس من المضي في السير، إذا جذبها صاحبها بهذه الحكمة.\rفالحكمة كلمة تمنع من سمعها من المضي في الباطل، وتدعوه إلى الأخذ بالحق والتأثر به، والوقوف عند الحد الذي حده الله عز وجل.\rفعلى الداعية إلى الله عز وجل أن يدعو بالحكمة، ويبدأ بها، ويعنى بها، فإذا كان المدعو عنده بعض الجفا والاعتراض دعوته بالموعظة الحسنة، بالآيات والأحاديث التي فيها الوعظ والترغيب، فإن كان عنده شبهة جادلته بالتي هي أحسن، ولا تغلظ عليه، بل تصبر عليه ولا تعجل ولا تعنف، بل تجتهد في كشف الشبهة، وإيضاح الأدلة بالأسلوب الحسن، هكذا ينبغي لك أيها الداعية أن تتحمل وتصبر ولا تشدد؛ لأن هذا أقرب إلى الانتفاع بالحق وقبوله وتأثر المدعو، وصبره على المجادلة والمناقشة، وقد أمر الله","Part":"1","seal":"10597497","page":27},
      {"id":27,"nass":"جل وعلا موسى وهارون لما بعثهما إلى فرعون أن يقولا له قولا لينا وهو أطغى الطغاة، قال الله جل وعلا في أمره لموسى وهارون: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} ، وقال الله سبحانه في نبيه محمد عليه الصلاة والسلام: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} .\rفعلم بذلك أن الأسلوب الحكيم والطريق المستقيم في الدعوة أن يكون الداعي حكيما في الدعوة، بصرا بأسلوبها، لا يعجل ولا يعنف، بل يدعو بالحكمة، وهي المقال الواضح المصيب للحق من الآيات والأحاديث، وبالموعظة الحسنة والجدال بالتي هي أحسن، هذا هو الأسلوب الذي ينبغي لك في الدعوة إلى الله عز وجل، أما الدعوة بالجهل فهذا يضر ولا ينفع، كما يأتي بيان ذلك إن شاء الله عند ذكر أخلاق الدعاة؛ لأن الدعوة مع الجهل بالأدلة قول على الله بغير علم، وهكذا الدعوة بالعنف والشدة ضررها أكثر.\rوإنما الواجب والمشروع هو الأخذ بما بينه الله عز وجل","Part":"1","seal":"A3836371","page":28},
      {"id":28,"nass":"في سوره النحل، وهو قوله سبحانه: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ} .\rإلا إذا ظهر من المدعو العناد والظلم، فلا مانع من الإغلاظ عليه، كما قال الله سبحانه: {يَاأَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ} ، وقال تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} .","Part":"1","seal":"AACED045","page":29},
      {"id":29,"nass":"الأمر الثالث:\rبيان الأمر الذي يدعى إليه:\rأما الشيء الذي يدعى إليه، ويجب على الدعاة أن يوضحوه للناس، كما أوضحه الرسل عليهم الصلاة والسلام فهو الدعوة إلى صراط الله المستقيم، وهو الإسلام، وهو دين الله الحق، هذا هو محل الدعوة، كما قال سبحانه: {ادْعُ إِلَى سَبِيلِ رَبِّكَ} .\rفسبيل الله جل وعلا: هو الإسلام، وهو الصراط المستقيم، وهو دين الله الذي بعث به نبيه محمدا عليه الصلاة والسلام، هذا هو الذي تجب الدعوة إليه، لا إلى مذهب فلان ولا إلى رأي فلان، ولكن إلى دين الله، إلى صراط الله","Part":"1","seal":"C78C74E6","page":30},
      {"id":30,"nass":"المستقيم، الذي بعث الله به نبيه وخليله محمدا عليه الصلاة والسلام، وهو ما دل عليه القرآن العظيم، والسنة المطهرة الثابتة عن رسول الله عليه الصلاة والسلام، وعلى رأس ذلك الدعوة إلى العقيدة الصحيحة، إلى الإخلاص لله وتوحيده بالعبادة، والإيمان به وبرسله، والإيمان باليوم الآخر، وبكل ما أخبر الله به ورسوله، هذا هو أساس الصراط المستقيم، وهو الدعوة إلى شهادة أن لا إله إلا الله، وأن محمدا رسول الله، ومعنى ذلك: الدعوة إلى توحيد الله والإخلاص له، والإيمان به وبرسله عليهم الصلاة والسلام، ويدخل في ذلك الدعوة إلى الإيمان بكل ما أخبر الله به ورسله، مما كان وما يكون من أمر الآخرة، وأمر آخر الزمان وغير ذلك.\rويدخل في ذلك أيضا الدعوة إلى ما أوجب الله من إقامة الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت ... إلى غير ذلك.\rويدخل أيضا في ذلك الدعوة إلى الجهاد في سبيل الله، والأمر بالمعروف والنهي عن المنكر، والأخذ بما شرع الله","Part":"1","seal":"A843B58B","page":31},
      {"id":31,"nass":"في الطهارة والصلاة، والمعاملات، والنكاح والطلاق، والجنايات، والنفقات، والحرب والسلم، وفي كل شيء؛ لأن دين الله عز وجل دين شامل، يشمل مصالح العباد في المعاش والمعاد، ويشمل كل ما يحتاج إليه الناس في أمر دينهم ودنياهم، ويدعو إلى مكارم الأخلاق ومحاسن الأعمال، وينهى عن سفاسف الأخلاق وعن سيئ الأعمال، فهو عبادة وقيادة، يكون عابدا، ويكون قائدا للجيش. عبادة وحكم، يكون عابدا مصليا صائما، ويكون حاكما بشرع الله منفذا لأحكامه عز وجل. عبادة وجهاد، يدعو إلى الله، ويجاهد في سبيل الله من خرج عن دين الله. مصحف وسيف، يتأمل القرآن ويتدبره وينفذ أحكامه بالقوة، ولو بالسيف إذا دعت الحاجة إليه. سياسة واجتماع، فهو يدعو إلى الأخلاق الفاضلة والأخوة الإيمانية، والجمع بين المسلمين والتأليف بينهم، كما قال جل وعلا: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} .\rفدين الله يدعو إلى الاجتماع، وإلى السياسة الصالحة","Part":"1","seal":"C5584400","page":32},
      {"id":32,"nass":"الحكيمة، التي تجمع ولا تفرق، تؤلف ولا تباعد، تدعو إلى صفاء القلوب، واحترام الإخوة الإسلامية، والتعاون على البر والتقوى، والنصح لله ولعباده، وهو أيضا يدعو إلى أداء الأمانة والحكم بالشريعة، وترك الحكم بغير ما أنزل الله عز وجل، كما قال سبحانه: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} .\rوهو أيضا سياسة واقتصاد، كما أنه سياسة وعباده وجهاد، فهو يدعو إلى الاقتصاد الشرعي المتوسط، ليس رأسماليا غاشما ظالما لا يبالي بالحرمات، ويجمع المال بكل وسيلة وبكل طريق، وليس اقتصادا شيوعيا إلحاديا لا يحترم أموال الناس، ولا يبالي بالضغط عليهم وظلمهم والعدوان عليهم، فليس هذا ولا هذا، بل هو وسط بين الاقتصادين، ووسط بين الطريقين، وحق بين الباطلين، فالغرب عظموا المال وغلوا في حبه وفي جمعه، حتى جمعوه بكل وسيلة، وسلكوا فيه ما حرم الله عز وجل، والشرق من الملحدين من السوفييت ومن سلك سبيلهم لم","Part":"1","seal":"8003306E","page":33},
      {"id":33,"nass":"يحترموا أموال العباد، بل أخذوها واستحلوها، ولم يبالوا بما فعلوا في ذلك، بل استعبدوا العباد، واضطهدوا الشعوب، وكفروا بالله، وأنكروا الأديان، وقالوا: لا إله، والحياة مادة، فلم يبالوا بهذا المال، ولم يكترثوا بأخذه بغير حله، ولم يكترثوا بوسائل الإبادة والاستيلاء على الأموال، والحيلولة بين الناس وبين ما فطرهم الله عليه من الكسب والانتفاع، والاستفادة من قدراتهم ومن عقولهم، وما أعطاهم الله من الأدوات، فلا هذا ولا هذا.\rفالإسلام جاء بحفظ المال واكتسابه بالطرق الشرعية البعيدة عن الظلم والغش والربا وظلم الناس والتعدي عليهم، كما جاء باحترام الملك الفردي والجماعي، فهو وسط بين النظامين، وبين الاقتصاديين، وبين الطريقين الغاشمين، فأباح المال ودعا إليه، ودعا إلى اكتسابه بالطرق الحكيمة، من غير أن يشغل كاسبه عن طاعة الله ورسوله صلى الله عليه وسلم، وعن أداء ما أوجب الله عليه؛ ولهذا قال عز وجل: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} .","Part":"1","seal":"EC1BA667","page":34},
      {"id":34,"nass":"وقال النبي عليه الصلاة والسلام: «كل المسلم على المسلم حرام دمه وماله وعرضه» وقال: «إن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا» وقال عليه الصلاة والسلام: «لأن يأخذ أحدكم حبله فيأتي بحزمة من حطب على ظهره فيبيعها فيكف بها وجهه خير له من سؤال الناس أعطوه أو منعوه» «وسئل صلى الله عليه وسلم: أي الكسب أطيب؟ فقال: \"عمل الرجل بيده وكل بيع مبرور» وقال عليه الصلاة والسلام: «ما أكل أحد طعاما أفضل من أن يأكل من عمل يده وكان نبي الله داود يأكل من عمل يده» .\rفهذا يبين لنا أن نظام الإسلام في المال نظام متوسط، لا مع رأس المال الغاشم من الغرب وأتباعه، ولا مع الشيوعيين الملحدين الذين استباحوا الأموال، وأهدروا حرمات أهلها، لم يبالوا بها، واستعبدوا الشعوب وقضوا عليها، واستحلوا ما حرم الله منها، فلك أن تكسب المال وتطلبه بالطرق الشرعية، وأنت أولى بمالك وبكسبك بالطريقة التي","Part":"1","seal":"2CCEE6E8","page":35},
      {"id":35,"nass":"شرعها الله، وأباحها جل وعلا.\rوالإسلام أيضا يدعو إلى الإخوة الإيمانية، وإلى النصح لله ولعباده، وإلى احترام المسلم لأخيه، لا غل ولا حسد ولا غش ولا خيانة، ولا غير ذلك من الأخلاق الذميمة، كما قال جل وعلا: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، وقال جل وعلا: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} .\rوقال النبي عليه الصلاة والسلام: «المسلم أخو المسلم لا يظلمه ولا يحقره ولا يخذله» .... الحديث.\rفالمسلم أخو المسلم، يجب عليه احترامه وعدم احتقاره، ويجب عليه إنصافه وإعطاؤه حقه من كل الوجوه التي شرعها الله عز وجل، وقال صلى الله عليه وسلم: «المؤمن للمؤمن كالبنيان يشد بعضه بعضا» وقال صلى الله عليه وسلم: «المؤمن مرآة أخيه المؤمن» فأنت يا أخي مرآة أخيك، وأنت لبنة من البناء الذي قام عليه بنيان الإخوة الإيمانية، فاتق الله في حق أخيك، واعرف حقه، وعامله بالحق والنصح والصدق، وعليك أن تأخذ","Part":"1","seal":"902658D9","page":36},
      {"id":36,"nass":"الإسلام كله ولا تأخذ جانبا دون جانب، لا تأخذ العقيدة وتدع الأحكام والأعمال، ولا تأخذ الأعمال والأحكام وتدع العقيدة، بل خذ الإسلام كله، خذه عقيدة، وعملا، وعبادة، وجهادا، واجتماعا، وسياسة، واقتصادا وغير ذلك، خذه من كل الوجوه، كما قال سبحانه: {يَاأَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} .\rقال جماعة من السلف: معنى ذلك: ادخلوا في السلم جميعه، يعني: في الإسلام، يقال للإسلام: سلم؛ لأنه طريق السلامة، وطريق النجاة في الدنيا والآخرة، فهو سلم وإسلام، فالإسلام يدعو إلى السلم، يدعو إلى حقن الدماء بما شرع من الحدود والقصاص والجهاد الشرعي الصادق، فهو سلم وإسلام، وأمن وإيمان؛ ولهذا قال جل وعلا: {ادْخُلُوا فِي السِّلْمِ كَافَّةً} أي: ادخلوا في جميع شعب الإيمان، لا تأخذوا بعضا وتدعوا بعضا، عليكم أن تأخذوا بالإسلام كله، {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} يعني:","Part":"1","seal":"B048E510","page":37},
      {"id":37,"nass":"المعاصي التي حرمها الله عز وجل فإن الشيطان يدعو إلى المعاصي وإلى ترك دين الله كله، فهو أعدى عدو؛ ولهذا يجب على المسلم أن يتمسك بالإسلام كله، وأن يدين بالإسلام كله، وأن يعتصم بحبل الله عز وجل، وأن يحذر أسباب الفرقة والاختلاف في جميع الأحوال، فعليك أن تحكم شرع الله في العبادات، وفي المعاملات، وفي النكاح والطلاق، وفي النفقات، وفي الرضاع، وفي السلم والحرب، ومع العدو والصديق، وفي الجنايات، وفي كل شيء.\rدين الله يجب أن يحكم في كل شيء، وإياك أن توالي أخاك لأنه وافقك في كذا، وتعادي الآخر لأنه خالفك في رأي أو في مسألة، فليس هذا من الإنصاف، فالصحابة رضي الله عنهم اختلفوا في مسائل ومع ذلك لم يؤثر ذلك في الصفاء بينهم والموالاة والمحبة رضي الله عنهم وأرضاهم.\rفالمؤمن يعمل بشرع الله، ويدين بالحق، ويقدمه على كل أحد بالدليل، ولكن لا يحمله ذلك على ظلم أخيه وعدم إنصافه إذا خالفه في الرأي في مسائل الاجتهاد التي قد يخفى","Part":"1","seal":"DDA2576C","page":38},
      {"id":38,"nass":"دليلها، وهكذا في المسائل التي قد يختلف في تأويل النص فيها، فإنه قد يعذر، فعليك أن تنصح له، وأن تحب له الخير، ولا يحملك ذلك على العداء والانشقاق، وتمكين العدو منك ومن أخيك، ولا حول ولا قوة إلا بالله.\rالإسلام دين العدالة، ودين الحكم بالحق والإحسان، دين المساواة إلا فيما استثنى الله عز وجل، ففيه الدعوة إلى كل خير، وفيه الدعوة إلى مكارم الأخلاق، ومحاسن الأعمال، والإنصاف والعدالة والبعد عن كل خلق ذميم، قال تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} ، وقال تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} .\rوالخلاصة:\rأن الواجب على الداعية الإسلامي أن يدعو إلى الإسلام كله، ولا يفرق بين الناس، وأن لا يكون متعصبا لمذهب دون مذهب، أو لقبيلة دون قبيلة، أو لشيخه أو","Part":"1","seal":"D51E5A73","page":39},
      {"id":39,"nass":"رئيسه أو غير ذلك، بل الواجب أن يكون هدفه إثبات الحق وإيضاحه، واستقامة الناس عليه، وإن خالف رأي فلان أو فلان أو فلان، ولما نشأ في الناس من يتعصب للمذاهب، ويقول: إن مذهب فلان أولى من مذهب فلان، جاءت الفرقة والاختلاف، حتى آل ببعض الناس هذا الأمر إلى أن لا يصلي مع من هو على غير مذهبه، فلا يصلي الشافعي خلف الحنفي، ولا الحنفي خلف المالكي ولا خلف الحنبلي، وهكذا وقع من بعض المتطرفين المتعصبين، وهذا من البلاء ومن اتباع خطوات الشيطان، فالأئمة أئمة هدى: الشافعي، ومالك، وأحمد، وأبو حنيفة، والأوزاعي، وإسحاق بن راهويه، وأشباههم كلهم أئمة هدى ودعاة حق، دعوا الناس إلى دين الله، وأرشدوهم إلى الحق، ووقع هناك مسائل بينهم، اختلفوا فيها؛ لخفاء الدليل على بعضهم، فهم بين مجتهد مصيب له أجران، وبين مجتهد أخطأ الحق فله أجر واحد، فعليك أن تعرف لهم قدرهم وفضلهم، وأن تترحم عليهم، وأن تعرف أنهم أئمة الإسلام ودعاة الهدى، ولكن لا","Part":"1","seal":"5537C6B2","page":40},
      {"id":40,"nass":"يحملك ذلك على التعصب والتقليد الأعمى، فتقول:\rمذهب فلان أولى بالحق بكل حال، أو مذهب فلان أولى بالحق لكل حال لا يخطئ، لا هذا غلط.\rعليك أن تأخذ بالحق، وأن تتبع الحق إذا ظهر دليله ولو خالف فلانا أو فلانا، وعليك أن لا تتعصب وتقلد تقليدا أعمى، بل تعرف للأئمة فضلهم وقدرهم، ولكن مع ذلك تحتاط لنفسك ودينك، فتأخذ بالحق وترضى به، وترشد إليه إذا طلب منك، وتخاف الله وتراقبه جل وعلا، وتنصف من نفسك، مع إيمانك بأن الحق واحد، وأن المجتهدين إن أصابوا فلهم أجران، وإن أخطئوا فلهم أجر واحد - أعني: مجتهدي أهل السنة أهل العلم والإيمان والهدى - كما صح بذلك الخبر عن رسول الله صلى الله عليه وسلم.\rالمقصود من الدعوة والهدف منها:\rأما المقصود من الدعوة والهدف منها: فالمقصود والهدف إخراج الناس من الظلمات إلى النور، وإرشادهم إلى الحق حتى يأخذوا به، وينجو من النار، وينجو من غضب الله، وإخراج الكافر من ظلمة الكفر إلى","Part":"1","seal":"68550E7B","page":41},
      {"id":41,"nass":"النور والهدى، وإخراج الجاهل من ظلمة الجهل إلى نور العلم، والعاصي من ظلمة المعصية إلى نور الطاعة، هذا هو المقصود من الدعوة، كما قال جل وعلا: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} .\rفالرسل بعثوا ليخرجوا الناس من الظلمات إلى النور، ودعاة الحق كذلك يقومون بالدعوة وينشطون لها؛ لإخراج الناس من الظلمات إلى النور، ولإنقاذهم من النار ومن طاعة الشيطان، ولإنقاذهم من طاعة الهوى إلى طاعة الله ورسوله.","Part":"1","seal":"B55E568A","page":42},
      {"id":42,"nass":"الأمر الرابع:\rبيان الأخلاق والصفات التي ينبغي للدعاة أن يتخلقوا بها وأن يسيروا عليها:\rأما أخلاق الدعاة وصفاتهم التي ينبغي أن يكونوا عليها، فقد أوضحها الله جل وعلا في آيات كثيرة، في أماكن متعددة من كتابه الكريم منها:\rأولاً: الإخلاص: فيجب على الداعية أن يكون مخلصا لله عز وجل، لا يريد رياء ولا سمعة، ولا ثناء الناس ولا حمدهم، إنما يدعو إلى الله يريد وجهه عز وجل، كما قال سبحانه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ} ، وقال عز وجل: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ} .","Part":"1","seal":"5FFAA025","page":43},
      {"id":43,"nass":"فعليك أن تخلص لله عز وجل، هذا أهم الأخلاق، هذا أعظم الصفات أن تكون في دعوتك تريد وجه الله والدار الآخرة.\rثانياً: أن تكون على بينة في دعوتك - أي: على علم - لا تكن جاهلا بما تدعو إليه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ} .\rفلا بد من العلم، فالعلم فريضة، فإياك أن تدعو على جهالة، وإياك أن تتكلم فيما لا تعلم، فالجاهل يهدم ولا يبني، ويفسد ولا يصلح، فاتق الله يا عبد الله، إياك أن تقوله على الله بغير علم، لا تدعو إلى شيء إلا بعد العلم به، والبصيرة بما قاله الله ورسوله، فلا بد من بصيرة وهي العلم، فعلى طالب العلم وعلى الداعية أن يتبصر فيما يدعو إليه، وأن ينظر فيما يدعو إليه ودليله، فإن ظهر له الحق وعرفه دعا إلى ذلك، سواء كان ذلك فعلا أو تركا، فيدعو إلى الفعل إذا كان طاعة لله ورسوله، ويدعو إلى ترك ما نهى الله عنه ورسوله على بينة وبصيرة.","Part":"1","seal":"FC661320","page":44},
      {"id":44,"nass":"ثالثاً: أن تكون حليما في دعوتك، رفيقا فيها، متحملا صبورا كما فعل الرسل عليهم الصلاة والسلام، إياك والعجلة، إياك والعنف والشدة، عليك بالصبر، عليك بالحلم، عليك بالرفق في دعوتك، وقد سبق لك بعض الدليل على ذلك، كقوله جل وعلا: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} ، وقوله سبحانه: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} ، وقوله جل وعلا في قصة موسى وهارون: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} .\rوفي الحديث الصحيح يقول النبي صلى الله عليه وسلم: «اللهم من ولي من أمر أمتي شيئا فرفق بهم فارفق به ومن ولي من أمر أمتي شيئا فشق عليهم فاشقق عليه» خرجه مسلم في الصحيح.\rفعليك يا عبد الله، أن ترفق في دعوتك، ولا تشق على الناس، ولا تنفرهم من الدين، ولا تنفرهم بغلظتك ولا بجهلك، ولا بأسلوبك العنيف المؤذي الضار، عليك أن تكون حليما صبورا، سلس القياد، لين الكلام، طيب الكلام؛","Part":"1","seal":"4CB65148","page":45},
      {"id":45,"nass":"حتى تؤثر في قلب أخيك، وحتى تؤثر في قلب المدعو، وحتى يأنس لدعوتك ويلين لها، ويتأثر بها، ويثني عليك بها، ويشكرك عليها، أما العنف فهو منفر لا مقرب، ومفرق لا جامع.\rومن الأخلاق والأوصاف التي ينبغي - بل يجب - أن يكون عليها الداعية: العمل بدعوته، وأن يكون قدوة صالحة فيما يدعو إليه، ليس ممن يدعو إلى شيء ثم يتركه، أو ينهى عنه ثم يرتكبه، هذه حال الخاسرين، نعوذ بالله من ذلك.\rأما المؤمنون الرابحون فهم دعاة الحق يعملون به وينشطون فيه ويسارعون إليه، ويبتعدون عما ينهون عنه، قال الله جل وعلا: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} ، وقال سبحانه موبخا اليهود على أمرهم الناس بالبر ونسيان أنفسهم: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} .\rوصح عن النبي صلى الله عليه وسلم أنه قال: «يؤتى بالرجل يوم القيامة","Part":"1","seal":"EC0C141E","page":46},
      {"id":46,"nass":"فيلقى في النار فتندلق أقتاب بطنه فيدور فيها كما يدور الحمار بالرحى فيجتمع عليه أهل النار فيقولون له يا فلان ما لك؟ ألم تكن تأمر بالمعروف وتنهى عن المنكر؟ فيقول بلى كنت آمركم بالمعروف ولا آتيه وأنهاكم عن المنكر وآتيه» هذه حال من دعا إلى الله وأمر بالمعروف ونهى عن المنكر، ثم خالف قوله فعله وفعله قوله، نعوذ بالله من ذلك.\rفمن أهم الأخلاق ومن أعظمها في حق الداعية: أن يعمل بما يدعو إليه، وأن ينتهي عما ينهى عنه، وأن يكون ذا خلق فاضل، وسيرة حميدة، وصبر ومصابرة، وإخلاص في دعوته، واجتهاد فيما يوصل الخير إلى الناس، وفيما يبعدهم من الباطل، ومع ذلك يدعو لهم بالهداية، هذا من الأخلاق الفاضلة، أن يدعو لهم بالهداية ويقول للمدعو: هداك الله، وفقك الله لقبول الحق، أعانك الله على قبول الحق، تدعوه وترشده وتصبر على الأذى، ومع ذلك تدعو له بالهداية، «قال النبي عليه الصلاة والسلام لما قيل عن دوس إنهم عصوا، قال: \" اللهم اهد دوسا وائت بهم» تدعو له بالهداية والتوفيق لقبول الحق، وتصبر وتصابر في ذلك، ولا تقنط ولا تيأس،","Part":"1","seal":"034C648B","page":47},
      {"id":47,"nass":"ولا تقل إلا خيرا، لا تعنف ولا تقل كلاما سيئا ينفر من الحق، ولكن من ظلم وتعدى له شأن آخر، كما قال الله جل وعلا: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} .\rفالظالم الذي يقابل الدعوة بالشر والعناد والأذى له حكم آخر، في الإمكان تأديبه على ذلك بالسجن أو غيره، ويكون تأديبه على ذلك على حسب مراتب الظلم، لكن ما دام كافا عن الأذى فعليك أن تصبر عليه، وتحتسب، وتجادله بالتي هي أحسن، وتصفح عما يتعلق بشخصك من بعض الأذى، كما صبر الرسل وأتباعهم بإحسان.\rوأسأل الله عز وجل أن يوفقنا جميعا لحسن الدعوة إليه، وأن يصلح قلوبنا وأعمالنا، وأن يمنحنا جميعا الفقه في دينه، والثبات عليه، ويجعلنا من الهداة المهتدين، والصالحين المصلحين، إنه جل وعلا جواد كريم.\rوصلى الله وسلم وبارك على عبده ورسوله نبينا محمد، وعلى آله وأصحابه، وأتباعه بإحسان إلى يوم الدين.","Part":"1","seal":"205DFF9A","page":48}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"الدعوة إلى الله وأخلاق الدعاة","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد العزيز بن عبد الله بن باز","bLnk":null,"Inf":"","Auth":"ابن باز","Betaka":"الكتاب: الدعوة إلى الله وأخلاق الدعاة\r\nالمؤلف: عبد العزيز بن عبد الله بن باز (المتوفى: 1420هـ)\r\nالناشر: رئاسة إدارة البحوث العلمية والإفتاء، الرياض - المملكة العربية السعودية\r\nالطبعة: الرابعة، 1423 هـ - 2002 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن باز، عبد العزيز (1330-1420هـ، 1912 - 1999م ).\r\n\r\nعبدالعزيز بن عبد الله بن باز عالم وفقيه سعودي، والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد منذ عام 1395هـ، 1975م. ثم أصبح مفتيًا عامًا للبلاد. وُلد بالرياض، في أسرة يغلب على كثير من فضلائها طلب العلم. وكان بصيرًا في أول الدراسة ثم أصابه المرض في عينيه عام 1346هـ فضعف بصره ثم ذهب بالكلية في مستهل محرم 1350هـ. وهو أحد العلماء الذين وهبوا حياتهم كلّها خدمة للإسلام والمسلمين. حفظ القرآن الكريم عن ظهر قلب قبل سن البلوغ، ثم بدأ في تلقّي العلوم الشرعية والعربية على أيدي كبار المتخصّصين فيها، منهم: الشيخ محمد بن عبد اللطيف بن عبدالرحمن بن حسن بن الشيخ محمد بن عبد الوهاب والشيخ صالح بن عبد العزيز بن عبد الرحمن ابن حسن بن الشيخ محمد بن عبد الوهاب وسماحة الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ. ولِي القضاء لمدة أربعة عشر عامًا، ثم عمل بالتدريس في المعهد العلمي وكلية الشريعة بالرياض، ثم بالجامعة الإسلامية بالمدينة المنورة إلى أن أصبح نائبًا لرئيسها (1381- 1390هـ) ثم رئيسًا لها (1390-1395هـ). تولّى منصب الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرابع عشر من شوال عام 1395هـ، بجانب رئاسة المجلس التأسيسيّ لرابطة العالم الإسلامي، والمجلس الأعلى للمساجد، والمجلس الأعلى للجامعة الإسلامية، فضلاً عن أنه كان عضوًا ببعض الهيئات والمجالس العاملة في مجال الدعوة الإسلامية.\r\nاتّصف الشيخ عبدالعزيز بلين الجانب وخفض الجناح من ناحية، والشجاعة والجرأة والجهر بالحق من ناحية أخرى، مع سكينة ووقار وسماحة وسعة صدر وحسن إصغاء. وذخائر الشيخ العلمية كثيرة، إلا أن المنشور من مؤلفاته قليل، ومن مؤلفاته المطبوعة: نقد القومية العربية؛ رسالة في نكاح الشِّغار؛ الجواب المفيد في حكم التصوير؛ رسالة في التبرُّج والحجاب؛ الشيخ محمد بن عبدالوهاب (دعوته وسيرته)؛ ثلاث رسائل في الصلاة. ومن مؤلفاته الأخرى: الفوائد الجلية في المباحث الفرضية؛ التحذير من البدع؛ رسالة الأدلة النقلية والحسية على جريان الشمس وسكون الأرض وإمكان الصعود إلى الكواكب؛ الجهاد في سبيل الله، فتاوى تتعلق بأحكام الحج والعمرة والزيارة. حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1402هـ ، 1983م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net\r\nتوفي رحمه الله يوم الخميس 27/1/1420هـ \r\n\r\n","seal":"CD8932E5","cat":"الدعوة وأحوال المسلمين","oNum":22565,"BkId":22565,"oAuth":67,"bVer":1,"aSeal":"914D7887"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t22565":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":13,"sub":0,"tit":"الأمر الأول: بيان حكم الدعوة إلى الله عز وجل وبيان فضلها:"},
      {"lvl":2,"id":19,"sub":0,"tit":"فضل الدعوة إلى الله عز وجل"},
      {"lvl":1,"id":24,"sub":0,"tit":"الأمر الثاني: كيفية أدائها وأساليبها:"},
      {"lvl":1,"id":29,"sub":0,"tit":"الأمر الثالث: بيان الأمر الذي يدعى إليه:"},
      {"lvl":1,"id":42,"sub":0,"tit":"الأمر الرابع: بيان الأخلاق والصفات التي ينبغي للدعاة أن يتخلقوا بها وأن يسيروا عليها:"}
    ]
}
