{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b22668":
    [
      {"page":445,"id":1,"nass":"مسألة فيما إذا كان [في] العبد محبة\rبسم الله الرحمن الرحيم\r\r***\rبسم الله الرحمن الرحيم\rفصل\rفيما إذا كان في العبد محبة لما هو خير وحق ومحمود [في] نفسه، فهو يفعله لما فيه من المحبة له، لا لله، ولا لغيره من الشركاء، مثل أن يحب الإحسان إلى ذوي الحاجات، ويحب العفو عن أهل الجنايات، ويحب العلم والمعرفة وإدراك الحقائق، ويحب الصدق والوفاء بالعهد وأداء الأمانة وصلة الرحم، فإن هذا كثير غالب في الخلق في جاهليتهم وإسلامهم، في قوتي النفس العلمية والعملية، فإن أكثر طلاب العلم يطلبونه محبة، ولهذا قال أبو داود للإمام أحمد بن حنبل: طلبتَ هذا العلمَ - أو قال -: جمعته لله؟ فقال لله عزيز، ولكن حُبِّب إليَّ أمر ففعلته.\rوهذ حال أكثر النفوس، فإن الله خلق فيها محبة للمعرفة والعلم وإدراك الحقائق، وقد يخلق فيها محبة للصدق والعدل والوفاء بالعهد، ويخلق فيها محبة للإحسان والرحمة للناس، فهو يفعل هذه الأمور: لا يتقرب بها إلى أحد من الخلق، ولا يطلب مدح أحدٍ ولا خوفًا من ذمِّه، بل لأن هذه الإدراكات والحركات يتنعَّم بها الحيُّ ويلتذُّ بها، ويجد بها فرحًا وسرورًا، كما يلتذ بمجرد سماع الأصوات الحسنة، وبمجرد رؤية الأشياء البَهِجَة، وبمجرد الرائحة الطيبة.","seal":"2A01E80C","part":"1"},
      {"page":446,"id":2,"nass":"وكذلك يلتذ ويفرح ويتنعَّم بمعرفة نفسه للأشياء التي تُعرف بالباطن، ويلتذ أيضًا بشهود باطنه وإحساسه، كما يلتذ بشهود ظاهره وإحساسه، وكذلك يلتذ بما تعقله نفسه من الأمور الكلية التي تعقلها، وكذلك في أفعاله وحركاته، كما يلتذ بأكله وشربه ونكاحه، وكما يلتذ برحمته وإحسانه إلى أهل الحاجات من أقاربه وغير أقاربه، ويلتذ بالجود والإعطاء، ويلتذ بالعفو عن المسيء إليه وترك معاقبة المسيء، كما يُذكر عن المأمون أنه قال: لقد حُبِّبَ إليَّ العفو حتى إني أخاف ألا أثاب عليه.\rفهذه مكارم الأخلاق التي تكون في بني آدم، كما كانت تكون في أهل البادية، فهذا الحس وهذه الحركة الإرادية يتنعَّم به الحي وينتفع به ويلتذ في الحال.\rولا يُقال: إن فعل ذلك لغير غرض ولا لجلب منفعة أو دفع مضرة، بل فيه جلب منفعة ودفع مضرة في نفسه، كما في نفس الآكل والشارب يستجلب به منفعة الشبع، ويستدفع به مضرة الجوع، فهكذا سائر هذه الأمور يدفع بها عن نفسه مضرات، ويستجلب لها بها لذات.\rولهذا يُقال: اشتفت نفسه، وشفيت صدري، فيجد شفاءً في صدره، كما يجد شفاءً في جسمه بزوال المرض وحصول العافية.\rوهذه أمور محسوسة بالباطن والظاهر، وهي التي أدرك حسنها من قال: إن العقل يُقبِّح ويُحسِّن ومن قال: إن العلم بحسنها لِصفة قائمةٍ بها معقولةٍ: إما بالبديهة وإما بالنظر، أو معلومة بالشرع.\rولقد صدق في قوله: إن حسنها وقبحها لمعنى قام بها، وصدق أن ذلك قد يُدْرَك بالعقل وقد يدرك بالشرع.\rوقد غلط الأول في نفيه أن يكون ذلك لما فيه من جلب منفعة إلى العبد ودفع مضرة راجعة إلى نفسه، وإن كان ذلك في الدار الآخرة أيضًا، فإن ذلك أمر محسوس.\rوالثاني غلط حيث اعتقد أن ذلك ليس لصفة في الفعل، وأن الحُسن والقُبح ليس إلا مجرد","seal":"0B7E1E98","part":"1"},
      {"page":447,"id":3,"nass":"إضافة الفعل إلى الأمر والنهي، فأصاب بعض الإصابة في كونه جعل ذلك من الملاءمة للطبع والمنافرة عنه، ومن باب كمال المتصف بذلك ونقصه، ولكن غلط في ظنه أن الحُسن والقُبح العقليين صادرَيْن عن ذلك، ولم يغلطا كل الغلط، فإن الحُسن والقبح: الذي يُدرك بالحس وبالعقل وبالشرع، وبالبصر والنظر والخبر، بالمشهور الظاهر وبالباطن، وبالمعقول القياسي وبالأمر الشرعي، هو في الأصل من جنس واحد، فإن كلاًّ يُعْلَم بذلك، يثبت به ما لا يُعلم بالآخر ويثبت به.\r[طرق العلم الثلاثة] :\rوهذه الطرق الثلاثة: السمع، والبصر، والعقل، هي طرق العلم:\r[1- البصر] :\rفالبصر - وهو المشهود الباطن والظاهر - يدرك ما في هذه الحركات والإرادات من الملاءمة والمنافرة، والمنفعة والمضرة العاجلة.\r[2- السمع] :\rوالسمع - وهو وحي الله وتنزيله - يخبر بما يقصِّر الشهود عن إدراكه من منفعة ذلك ومضرته في الدار الآخرة.\rفتمام الدين بالفطرة وتقديرها، لا بتحويلها وتغييرها، فإن كل مولود يولد على الفطرة، والله خلق عباده حُنفاء فاجتالتهم الشياطين وحرَّمت عليهم ما أحل الله لهم، وأمرتهم أن يشركوا به ما لم ينزِّل به سلطانًا. هكذا أخبرنا الله فيما روى عنه رسوله في الحديث الصحيح الذي رواه مسلم.\rفهم بفطرتهم يحبون الله وحده ويحبون تناول ما يحتاجون إليه من الطيِّبات، والمحبة تتبع الشهود والإحساس، فهذا الذي في فطرهم من الحس والحركة إلى عبادة خالقهم مما يعينهم عليها من طيبات الرزق، هو وجه الحُسن الثابت بالأفعال الحسنة: مأمُورِها ومبَاحِها، فإن ذلك كله حسن، لما فيه من هذه الملاءمة المناسبة والمحبة التي فطروا عليها، فما كان من ذلك مشهودًا في عالم الشهادة أدرك بالشهود والإحساس، وما كان غيبًا أدرك بالسمع الذي جاء به المرسلون.","seal":"66D803AA","part":"1"},
      {"page":448,"id":5,"nass":"[3- العقل (القلب) ] :\rوالقلب يعقل هذا المشهود وهذا المسموع، فلا بد من أن يعقل ما أمر الله به وأخبر، كما لا بد أن يعقل ما شهدنا وحسسنا، فيعقل الشهادة والغيب، بمعنى ضبط العلم يجريان ذلك على وجه كليٍّ ثابت في النفس.\rلكن زَعْم أولئك أن العقل يُدرك من حسن الفعل وقبحه ما فيه ملاءَمة باطل، كما أن زعم أولئك أن الشرع يأتي بحسن أو قبح لا ملاءمة فيه باطل، فأولئك إنما نفوا ذلك لأنهم أرادوا أن يثبتوا للرب من جنس ما عقلوه في البشر، وأنكروا الملاءمة في حقه والنافرة، وهؤلاء أرادوا أن يثبتوا شرعًا محضًا مبنيًّا على محض المشيئة ليس فيه ملاءمة ولا منافرة، وكلا الفريقين أنكر حقيقة محبة الله ورضاه للأفعال الحسنة، وبغضه للمسيئين بها، وهذا هو المعنى الذي يُعبِّرون عنه في حقنا: الملاءمة والمنافرة، وإنما أُتوا من جهة ما فيهم من نوع تجهم.\rولهذا أنكر أولئك - مع إنكارهم لهذه الصفات - أنكروا القدر، وهو عموم قدرته ومشيئته وخلقه، وأنكر هؤلاء ما في الشريعة من المناسبات والمحاسن التي انطوى عليها الأمر والنهي، وأنكروا أيضًا ما في خلقه ومشيئته من الحكمة والرحمة.","seal":"62FF04F0","part":"1"},
      {"page":449,"id":6,"nass":"فهؤلاء أثبتوا القدرة والمشيئة والخلق، ولكن قصَّروا في إثبات الرحمة والحكمة والعدل، وأولئك أثبتوا شيئًا من الحكمة والعدل، ولكن قصَّروا في ذلك أيضًا، مع تقصيرهم في القدرة والمشيئة والخلق، وإن كان كل من الفريقين لا ينكر أمر الشرع ونهيه.\rلكن غلاة أولئك دفعوا بعقولهم كثيرًا مما جاء به الشرع من الأمر والنهي، وقالوا: هذا يخالف الحكمة المعقولة، كما فعل إبليس وذووه. وغلاة هؤلاء دفعوا أيضًا الأمر والنهي وقالوا: لو شاء الرحمن ما عبدناهم، كما قال المشركون. وإبليس أغلظ كفرًا، ولهذا كانت بدعة أولئك أقرب إلى السنة والجماعة.\rوهذه الأمور التي تحبها النفوس والقلوب بفطرتها هي المعروف، والتي تبغضها هي المنكر، فإن المعرفة هي إحساس مع محبة، والإنكار إحساس مع بغضة. فأما ما لم يُحَسّ بحال فلا يُعرف ولا ينكر، وما لا يُحب ولا يبغض بحال فلا يُعْرف ولا ينكر. وإذا حُدِّث الرجل بحديث فأنكره لجهله","seal":"32B5A2C2","part":"1"},
      {"page":450,"id":7,"nass":"فإنه أنكر ما لا أحبه سمعُه، وكذلك الحديث المنكر عند أهل الحديث هو ما لم يسمعوه فيحبوه لصحته وصدقه، فإذا سمعوه بذلك أنكروه بعد إحساسه.\rوالمقصود هنا أن محبة هذه الأمور الحسنة ليس مذمومًا بل محمودًا، ومن فعل هذه الأمور لأجل هذه المحبة لم يكن مذمومًا ولا معاقبًا، ولا يُقال إن هذا عمله لغير الله، فيكون بمنزلة المرائي والمشرك، فذاك هو الشرك المذموم. وأما من فعلها لمجرد المحبة الفطرية فليس بمشرك ولا هو أيضًا متقربًا بها إلى الله، حتى يستحق عليها ثواب من عمل لله وعبده، بل قد يثيبه عليها بأنواع من الثواب: إما بزيادة فيها في أمثالها، فيتنعَّم بذلك في الدنيا، ولهذا كان الكافر يُجزى على حسناته في الدنيا وإن لم يتقرب بها إلى الله، ولو كان فِعْلُ كل حَسَن إذا لم يُفعل لله مذمومًا يستحق به صاحبه العقاب لما أُطعم الكافر بحسناته في الدنيا إذا كانت تكون سيئاتٍ لا حسنات، وإذا كان قد يتنعَّم بها في الدنيا ويُطعم بها في الدنيا، فقد يكون من فوائد هذه الحسنات ونتيجتها وثوابها في الدنيا أن يهديه الله إلى أن يتقرب بها إليه، فيكون له عليها أعظم الثواب في الآخرة.\rوهذا معنى قول بعض السلف: طلبنا العلم لغير الله فأبى أن يكون إلا لله. وقول الآخر لما قيل له: إنهم يطلبون الحديث بغير نية، فقال: طلبهم له نيَّة، يعني نفس طلبه حسن ينفعهم. وهذا قيل في العلم لخصوصيته، لأن العلم هو الدليل المرشد، فإذا طلبه بالمحبة وحصَّله عرَّفه الإخلاص لله والعمل له.\rولهذا قال من قال: هو من النظر الأول الذي هو مُقدمة العِرفان، فإن القصد والنية مشروط بمعرفة المقصود المنوي به، فإذا لم يعرفه بعدُ كيف يتقرب إليه؟ فإذا نظر بمحبة أو غيرها فعلم المعبود المقصود صح حينئذ أن يعبده ويقصده. وكذلك الإخلاص كيف يخلص من لم يعرف الإخلاص؟ فلو كان طلب علم الإخلاص لا يكون إلا بالإخلاص لزم الدَّوْر، فإن العلم هو قبل القصد والإرادة من إخلاص وغيره، ولا تقع الإرادة والقصد حتى يحصل العلم.\rوعلى هذا فما ذكره الإمام أحمد عن نفسه هو حسن، وهو حال النفوس المحمودة المستقيم","seal":"57D8A388","part":"1"},
      {"page":451,"id":8,"nass":"حالها. ومن هذا قول خديجة رضي الله عنها للنبي صلى الله عليه وسلم: إنك لتصل الرحم وتصدق الحديث وتقري الضيف وتحمل الكل وتكسب المعدوم وتعين على نوائب الحق. فهذه الأمور كان يفعلها محبة لها خُلق على ذلك وفُطر عليه، فعلمت أن النفوس المطبوعة على محبة الأمور المحمودة وفعلها لا يوقعها الله فيما يضاد ذلك من الأمور المذمومة، لما قال لها: قد خشيتُ على نفسي. قالت: كلا والله لا يخزيك الله أبدًا.. الحديث وهو في الصحيحين.\rوقد تنازع الناس في النبوة: هل هي مجرد إنباء الله لعبده، أو هي راجعة إلى صفات كمال فيه؟ كما تنازعوا في النبوة: هل هي مجرَّد تعلق خطاب الشارع، أو هي راجعة إلى صفات يتميز بها، ولا بد من خطاب إلهي أو إنباء؟ ولهذا كانت النبوة أجزاءً، كما قال النبي صلى الله عليه وسلم: الهدي الصالح والسمت الصالح والاقتصاد جزء من خمسة وعشرين جُزءًا من النبوة - رواه أهل السنن، فهذا في العمل. وقال في العلم: الرؤيا الصالحة جزءٌ من ستة وأربعين جزءًا من النبوة. وقال: ثلاث من أخلاق المرسلين ...","seal":"C04B1DBA","part":"1"},
      {"page":452,"id":9,"nass":"وهذا الحب والإحساس الذي خلقه الله في النفوس هو الأصل في كل حُسن وقُبح، وكل حمدٍ وذمٍّ، فإنه لولا الإحساس الذي يُعتد به في حب حبيب وبغض بغيض لما وجدت حركة إرادية أصلاً تحرك شيئًا من الحيوان باختياره، ولما كان أمر ونهي وثواب وعقاب، فإن الثواب إنما هو بما تحبه النفوس وتتنعم به، والعقاب إنما هو بما تكره النفوس وتتعذب به، وذلك إنما يكون بَعْد الإحساس، فالإحساس والحب والبغض هو أصل ما يوجد في الدنيا والآخرة من أمور الحي، وبه حَسُنَ الأمر والنهي والوعد والوعيد. وذاك الأمر والنهي والوعد والوعيد هو تكميل للفطرة، وكل منهما عون على الآخر، فالشريعة تكميل للفطرة الطبيعية، والفطرة الطبيعية مبدأ وعون على الإيمان بالشرع والعمل به، والعبد من دان بالدين الذي يصلحه فيكون من أهل [العمل] الصالح في الآخرة، والشقيّ من لم يتبع الدين ويعمل العمل الذي جاءت به الشريعة، فهذا هذا، والله أعلم.","seal":"D3A5EA86","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":728,"Bk":"مسألة فيما إذا كان في العبد محبة لما هو خير وحق ومحمود في نفسه","HigriD":"728","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","bLnk":null,"Inf":"","Auth":"ابن تيمية","Betaka":"الكتاب: مسألة فيما إذا كان في العبد محبة لما هو خير وحق ومحمود في نفسه\r\nالمؤلف: تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي (المتوفى: 728هـ)\r\nالمحقق: د. محمد رشاد سالم\r\n(من كتاب: دراسات عربية وإسلامية مهداة إلى محمود محمد شاكر)\r\nسنة النشر: 1403هـ - القاهرة\r\nعدد الصفحات: 8\r\n[ترقيم الكتاب موافق للمطبوع، وهو مقابل]\r\n* أعده للمكتبة الشاملة: محمد المنصور\r\nm_almansour@yahoo.com\r\n25/7/1429هـ - 28/7/2008م","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن تيمِيَّة، تقي الدين (661-728هـ، 1263-1328م).\r\n\r\nتقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي. شيخ الإسلام في زمانه وأبرز علمائه، فقيه أصولي ومفتي الدين الحصيف وصاحب الآثار الكبرى في علوم الدين والفكر الإسلامي. ولد بحرَّان بتركيا، ورحل إلى دمشق مع أسرته هربًا من غزو التتار. وتلقى العلم على والده وعلى مشايخ دمشق وظهرت عليه علامات النجابة منذ نعومة أظفاره، فكان قوي الذاكرة سريع الحفظ. نهل من منهج النبوة، حتى آلت إليه الإمامة في العلم والعمل سنة 720هـ.\r\nكان من أشد مفكري الإسلام نقدا للفلسفة وعلم الكلام، ودعا إلى وضع العقل بعد النقل وليس قبله. وقد صنف كتاباً ضخماً سماه درء تعارض العقل والنقل أو موافقة صحيح المنقول لصريح المعقول رد فيه على شطحات الفلاسفة، وفند فيه دعاوى أهل الفرق الضالة حسب رأيه واجتهاده، ودافع فيه عن المنطق الفطري، وهو المنطق السليم، منطق القرآن الكريم. وفي كتابه الرد على المنطقيين حمل على دعوى أتباع أرسطو من المنطقيين الذين ذهبوا إلى أن المفاهيم التي ليست بديهية لاتدرك إلا بالحد (الدليل) بحجة أنها لما كانت غير بديهية كان لابد لها من دليل، وإلا كانت دعوتهم باطلة، وبيَّن ابن تيمية أن تحديد المفاهيم تكتنفه الصعاب، وحتى من دافع عن المنطق من أهل الفلسفة وعلم الكلام، اضطر إلى التسليم بصعوبة تحديد الجنس أو الفصل الخاص، الذي يقوم عليه التعريف، ونسبه ابن تيمية إلى اختلاف الناس في سرعة إدراك الحد الأوسط في القياس مثل حيوان يمشي على أربع، والكلب حيوان، الكلب يمشي على أربع، فالحد الأوسط هنا وهو الكلب حيوان لايحتاج إليه الذكي، ولايستفيد منه الغبي. والنتيجة تحصيل حاصل. وانتقد كذلك نظريات البرهان عند أرسطو باعتبار أن البرهان يتناول الكلّيات الذهنية، في حين أن الكائنات موجودات جزئية، ولذلك فالبرهان لايؤدي إلى معرفة إيجابيته بالكائنات بشكل عام وبالله بشكل خاص.\r\nذهب ابن تيمية إلى مصر فسُجن بها، ورجع إلى دمشق، وجاهد ضد التتار وحبسه السلطان لفتواه عن طلاق الثلاث، وتحرش به علماء دمشق عند السلطات ليوقعوا به، فَحُبِس ثانية في قلعة دمشق ومات فيها. وخرجت البلدة على بكرة أبيها تشيع جنازته.\r\nكان ابن تيمية صالحاً مصلحاً، داعيا إلى الإصلاح والعودة إلى القرآن والسنة، وكان ذا باع طويل في اللغة العربية وعلومها، وفي مختلف العلوم. تربو مصنفاته على ثلاثمائة مجلد في علوم الإسلام المختلفة من أهمها: اقتضاء الصراط المستقيم في الرد على أهل الجحيم؛ السياسة الشرعية في إصلاح الراعي والرعية؛ الصارم المسلول على شاتم الرسول؛ الواسطة بين الخلق والحق؛ العقيدة التدمرية؛ الكلام على حقيقة الإسلام والإيمان؛ العقيدة الواسطية؛ بيان الفرقان بين أولياء الشيطان وأولياء الرحمن؛ تفسير سورة البقرة؛ درء تعارض العقل والنقل؛ منهاج السنة النبوية؛ مجموعة الفتاوى.\r\nخالف بعضُ الأئمة والعلماء بعضَ آراء ابن تيمية وفتاويه وردوا عليه. ومن هؤلاء العلماء: صفي الدين الهندي وتقي الدين السبكي وشمس الدين الذهبي وابن حجر العسقلاني والعز بن جماعة وبدر الدين محمد بن إبرهيم بن جماعة وغيرهم.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"C1739FA2","cat":"كتب ابن تيمية","oNum":22668,"BkId":22668,"oAuth":54,"bVer":1,"aSeal":"CB5C3DE6"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t22668":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مسألة فيما إذا كان في العبد محبة"},
      {"lvl":1,"id":3,"sub":0,"tit":"طرق العلم الثلاثة"},
      {"lvl":1,"id":3,"sub":1,"tit":"1- البصر"},
      {"lvl":1,"id":3,"sub":2,"tit":"2- السمع"},
      {"lvl":1,"id":5,"sub":0,"tit":"3- العقل (القلب)"}
    ]
}
