{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b23230":
    [
      {"page":2,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rنسبها:\rهي: زينب بنت خزيمة بن عبد الله بن عمر بن عبد مناف بن هلال بن عامر بن صعصعة الهلالية، فهي قرشية - هلالية - مكية.\r\rنشأتها:\rفتحت زينب عينها في مكة على مجتمع يموج بفتنة الوثنية والانكباب على عبادة الأصنام وتقديسها واستغراق في شرب الخمر والزنا ووأد البنات .. ! مجتمع زاخر بالفساد والانحلال فيه العصبية أقوى رابطة والحياة فيه للقوي السيد ولقمة العيش للعبيد الضعفاء مغموسة بالدم والعرق والدموع، مجتمع ينزوي في الصحراء القاحلة الجرداء لا يرى ولا يعايش إلا قليلاً من نتف الحضارة المادية يتأثر بها من خلال احتكاك قوافله التجارية الغادية والرائحة بين الشام واليمن.\rفتحت زينب عينها على صورة هذا المجتمع بواقعه المنحرف الفاسد، ونجت من السوء، لأنها من بيت عريق في السيادة والثراء ودرجت في أحضان والديها، تنهل من عطفهما وحبهما، لكنها نضجت وأدركت ثم أصغت بكثير من اللهفة والشوق والتأثر لأحداث عامة تجري في مكة وكان محورها الأمين محمد بن عبد الله - صلى الله عليه وسلم -.\r\rزينب وبناء الكعبة:\rعايشت زينب أيام إعادة بناء الكعبة واختلاف بطون قريش وفروعها حول إعادة الحجر الأسود إلى مكانه من الركن .. !\rوسمعت بحكمة الأمين - عليه الصلاة والسلام - وكيف حل","seal":"2A088892","part":1},
      {"page":3,"id":3,"nass":"إشكال واختلاف الناس وحقن الدماء ببسط ردائه وإمساك رؤساء القبائل بأطراف الرداء؛ وكأنهم جميعًا شاركوا في رفع الحجر الأسود ونالوا الشرف العظيم. سمعت بذلك فعلق قلبها بصاحب العقل الراجح والرأي الصائب والحكمة البالغة، تعلق إعجاب وإكبار، ولقد هزها ذات يوم رؤية سيد من سادات قريش ينهال على أحد عبيده ومواليه بعصا غليظة يؤدبه على حد زعمه وانكسرت العصا، فتناول السيد سوطًا متشعب الرءوس وراح يضرب به جسد ذلك المسكين، وأخذ الدم يسيل بغزارة والجراح تنفرج من اللحم الأحمر الذي بدأ يتناثر في أطراف المكان.\rحتى خفت حدة صوت المسكين وتلاشى .. ولم تعد تسمع منه سوى أنفاس تتردد مع الآنات، وأشد ما تألمت زينب عندما عرفت السبب، لقد جاع العبد المسكين بعد عمل شاق متواصل من الفجر إلى الغروب، فأكل دون أن يؤُذن له فكان ما رأت زينب وشاهدت.\r\rزينب والإسلام:\rعندما بزغ فجر الإسلام على مكة وشعت أنواره فوق ربوعها ودعا محمد بن عبد الله الناس إلى التوحيد ونبذ عبادة الأصنام والإقلاع عن المفاسد والعيوب الاجتماعية وإزالة الفوارق بين الناس فالكل في الإنسانية سواء وأكرم الخلق أتقاهم لا أغناهم ولا أقواهم.\rعندئذ تعلق قلب زينب بالدعوة الجديدة وبعد أن كان إعجابها في السابق ينحصر ضمن إطار شخصية المصطفى - صلى الله عليه وسلم - وكانت زينب - رضي الله عنها - تحت تأثير عدة عوامل تميل إلى حب المساكين","seal":"5CAB5C85","part":1},
      {"page":4,"id":4,"nass":"والضعفاء والعطف عليهم وما من شك في أن رؤيتها للمولى الذي عذب بسبب عدم استئذان سيده في تناول الطعام وقد أمضه الجوع وأضنى جسده كان له أثر عميق في قلبها الطيب وفؤادها الرحيم ونزعتها الإنسانية فكانت كما يُروى ويؤثر عنها تدخر قوتها مما تحصل عليه من نفقة ثم توزعه على المساكين والمحتاجين حتى عرف بذلك القاصي والداني من الناس شاع خبرها لدى أوساط مكة جميعًا.\rترى كم كانت سن زينب في ذلك الحين؟ إن العرف المشهور بين الناس أن هذه الأفعال أو تلك الخصال إنما هي لذوى الأعمار المتقدمة ممن تجاوزا سن النضوج العقلي والبدني عند الرجال أو النساء على حد سواء، غير أن زينب - رضي الله عنها - خرقت هذه العادة وحطمت هذه القاعدة وغيرت هذا المفهوم؛ لأن عمل الخير لا يعرف سنًا معينة أو عمرًا بذاته؛ لقد كانت - رضي الله عنها - في سن السادسة عشرة تقريبًا، ولم تكن بعد قد دخلت في حمى الإسلام وحوزة الإيمان وإذا ما ذكر لقب (أم المساكين) لدى المكيين عرفوا جميعًا صاحبته، زينب بنت خزيمة -رضي الله عنها-.\r\rزواجها:\rوفي سن السادسة عشرة اكتملت زينب أنوثة واستدارت وأصبحت على أبواب الزواج.\rوهنا يختلف المؤرخون حول زواجها الأول فمنهم من يقول بأنها كانت متزوجة من (عبد الله بن جحش) ابن عمة النبي - صلى الله عليه وسلم - وقد مات شهيدًا يوم أحد، ومنهم من يقول بأنها كانت متزوجة من","seal":"3B8C08F8","part":1},
      {"page":5,"id":5,"nass":"(الطفيل بن الحارث بن عبد المطلب) فهلك عنها فتزوجها أخوة (عبيدة بن الحارث بن عبد المطلب) الذي مات شهيدًا إثر غزوة بدر وكلاهما ابن عم رسول الله - صلى الله عليه وسلم - وعلى كل حال فإن كلتا الروايتين تتفق على أن زواج النبي - صلى الله عليه وسلم - من زينب كان بعد زواجه من (حفصة بنت عمر) - رضي الله عنهما -.\rومن هنا نستدل على أن الرواية الثانية هي الأرجح؛ لأن زواجه - صلى الله عليه وسلم - من حفصة كان بعد غزوة بدر التي استشهد فيها (عبيدة) - رضي الله عنه - وأيضًا نستدل على أن إسلامها وزواجها كان في مكة قبل الهجرة.\rمضت أيام الحياة بزينب في مكة بعد زواجها وإسلامها قاسية مريرة شأنها شأن المسلمين الأوائل السابقين الذين تحملوا عبء الصمود في وجه طغيان قريش واستبدادها وظلمها، عاشت أيام الحرمان والعذاب وتحملت بجلد قسوة القطيعة الاقتصادية والاجتماعية التي فرضها طغمة الجاهلين على النبي - صلى الله عليه وسلم - وجماعة المسلمين.\rوقضت - رضي الله عنها - سنوات الشعب الثلاث في ضنك وألم وشدة مسغبة ولكنها كانت تتزود من إيمانها العظيم لآمالها في المستقبل وثقتها العظمى التي لا حد لها بالله - سبحانه وتعالى - أو أن ما تمر به مع أخواتها وإخوانها إنما هو ابتلاء وامتحان لا يضاهيه ويهزمه إلا الصبر عليه.\r\rالهجرة:\rمرت - رضي الله عنها - بتجربة جديدة لا تقل مرارة وقسوة عما سلف، كان من نتائجها البعد عن الأهل والوطن واتساع","seal":"DCE66B85","part":1},
      {"page":6,"id":6,"nass":"الشقة بين الإنسان ومرتع صباه وملعب شبابه وانقطاعه عن الأماكن التي شهدت طفولته وشبابه، فكانت جزءًا من حياته أو على الأصح جزءًا من حياة زينب - رضي الله عنها -.\rلأنها كانت اجتماعية منذ تفتحها ووعيها لكنها - رضي الله عنها - كغيرها من المسلمين والمسلمات تأقلمت في الجو الجديد وانتظمت في سلك المجتمع الإسلامي المتميز الذي بني أول ما بني علي الأخوة في الله، وقد صادف ذلك انسجام مع طبيعة شخصيتها وتكونها فأنساها ذلك بعض هموهما من البعد عن الأهل والوطن.\rوكانت مع زوجها عبيدة بن الحارث مثلاً طيبًا وكريمًا في أصول وقواعد البيت الإسلامي المنشود تعاونًا ومحبة واحترامًا.\rوليس من شك في أن شخصية زينب - رضي الله عنها - كانت محور ذلك البيت الكريم بما حباها الله - تعالى - من نضوج عقلي مبكر وسماحة خلق وبساطة في الحياة رضى وقناعة.\r\rيوم الفرقان:\rحتى كان اليوم العظيم يوم الفرقان يوم بدر ولا حاجة بنا أن نعود إلى تفاصيل المقدمات والظروف التي سابقت ورافقت الغزوة.\rفالذي يهمنا في الحديث عن زينب - رضي الله عنها - هو استشهاد زوجها عبيدة في ذلك اليوم أو بعده بأيام ومن ثم ترملها .. فقد كان ذلك نقطة تحول كبرى في حياتها ودخولها - رضي الله عنها - في عداد أمهات المؤمنين.","seal":"E4FAB742","part":1},
      {"page":7,"id":7,"nass":"من يبارز؟\rكانت عادة الحروب في تلك الأيام أن تبدأ بالمبارزة الفردية، وكانت قريش في ذلك اليوم هي المصرة على القتال. فبعد أن حجر المسلمون الماء عن قريش وتصدوا لها وقبلوا التحدي، برز من صفوف قريش ثلاثة فرسان يطلبون من رسول الله - صلى الله عليه وسلم - أن يخرج إليهم أندادهم من المسلمين، فنزل بعض الأنصار إلى حلبة المبارزة حبًا في الجهاد وإثباتًا للعهود والوعود التي قضوها على أنفسهم وتأكيدًا للبيعة، فردهم فرسان قريش وقالوا إنما نريد أكفاءنا من أقربائنا الذين فارقوا ديننا وأثاروا العداوة والبغضاء بينا وبينهم، فبرز إليهم بناء على أمر النبي - صلى الله عليه وسلم - ثلاثة من أهل بيته وخاصة أهله هم: حمزة بن عبد المطلب عمه، وعلي بن أبي طالب وعبيدة بن الحارث ابنا عمه، وأما القرشيون الثلاثة فكانوا عتبة بن ربيعة وأخاه هشام بن ربيعة وابن عتبة الوليد بن عتبة.\rفتصاولوا وتجادلوا وأثاروا تراب الأرض بحوافر خيولهم، حتى غطى النقع أشخاصهم.\rثم ما لبث حمزة أن قضى على خصمه وكذلك علي - رضي الله عنهما - أما عبيدة فقد تعرض لضربة من الخصم أصابته في ساقه وأدت إلى جرح بالغ لكن حمزة وعليًا أعانا عبيدة على خصمه.\rواستنقذاه وقتلا عدوه وعادا بعبيدة إلى معسكر المسلمين يئن من شدة الألم وتنزف الدماء وانتهت المعركة (معركة بدر) بانتصار ظافر مؤزر للمسلمين وهزيمة ساحقة لحقت بالمشركين.","seal":"3D17C77C","part":1},
      {"page":8,"id":8,"nass":"وعاد موكب رسول الله - صلى الله عليه وسلم - إلى المدينة بين تهليل وتكبير وفرحة غامرة وعاشت المدينة أيامًا جميلة وكأنها في عرس وبهاء إلا بيت زينب بنت خزيمة - رضي الله عنها -.\rفقد كانت في هم شديد وحزن بالغ على زوجها وحبيبها الجريح، المسجى على الفراش يعاني سكرات الموت.\rالحبيب الذي قضت معه أجمل أيام حياتها وأطيب زمان المشاركة كانت ترعاه وتعتني به وتقدم له كل ما يمكنها من إسعاف برجاء أن يشفى وتعود إليه عافيته وكان رسول الله - صلى الله عليه وسلم - وبعض أصحابه يزورونه في البيت ليطمئنوا عليه ويواسوه في محنة مرضه ويشجعونه ويبعثون في نفسه وقلبه الأمل والرجاء.\rلكن الله أراد عبيدة شهيدًا .. واختاره الله - تعالى - إلى جواره فبكته زينب بدمع وحزن بالغ، متذكرة أيام هنائها معه ومتعتها بصحبته ..\rولكن بكاء الصابرة المؤمنة احتسبته عند الله - تعالى - داعية له بحسن الثواب، وكان من عادة العرب كما سلف وعلمت أن يكرموا أحباءهم وأقرباءهم وعظماءهم بالزواج من نسائهم بعد موتهم.\r\rالزواج وأم المؤمنين: ومن أولى منه - صلى الله عليه وسلم - بمواساة زينب الأرملة؟ ومن أولى من محمد بن عبد الله صاحب الخلق العظيم بأن يكون السابق إلى كل مكرمة. وهو - صلى الله عليه وسلم - قدوة المتقين وإمام المؤمنين وسيد الخلق أجمعين وأسوة المسلمين في كل وقت وحين.","seal":"CFAD97AE","part":1},
      {"page":9,"id":9,"nass":"فسعى إلى زينب وقد انقضت عدتها فخطبها لنفسه فأجابات على استحياء وقد حالت الدموع في عينها لأن ذكرى عبيدة ما تزال قريبة العهد أجابت - رضي الله عنها - بأن جعلت أمرها إلى رسول الله - صلى الله عليه وسلم -، فيبني بها وأدخلها بيوت أزواجه واتخذ لها حجرة خاصة بها.\r\rأم المساكين:\rوظلت زينب - رضي الله عنها - بلقب (أم المساكين) منذ أن كانت فتاة صغيرة إلى أن لحقت بالرفيق الأعلى وكانت مدة إقامتها في بيت النبوة قصيرة، لم تتجاوز بضعة أشهر.\rإلا أن حجرتها كانت مقصد المساكين والفقراء والمحتاجين والجائعين والمحرومين، تقتصد من نفقتها وتدخر جزءًا من طعامها ونصيبها فيما خصت به ثم تمنحه لهذه الطائفة من الناس حبًا في الله وتقربًا إليه وسعيًا إلى رضاه - سبحانه -.\r\rالوفاة:\rكانت - رضي الله عنها - قد أتمت الثلاثين من عمرها حين داهمها مرض الوفاة في عز الشباب ومعية الصبا ولقد كان يوم وفاتها يومًا حزينًا إذ تركت رغم قصر مدة العشرة مع رسول الله - صلى الله عليه وسلم - أطيب الأثر وأعمقه في قلب المصطفى - صلى الله عليه وسلم -.\rفقد مرت أيام العشرة هينة طيبة لا صخب فيها ولا نصب ولا وصب ولا مشقة ولا عشر.\rحلم جميل ونزهة ممتعة في ظل دوحة كثيرة الأفياء والظل وشربة ماء من قداح سلسبيل، غسلت - رضي الله عنها - وطيبت","seal":"7611CCF3","part":1},
      {"page":10,"id":10,"nass":"وكفنت وصلى عليها رسول الله - صلى الله عليه وسلم - ثم دفنت في البقيع، ولقد نزل إلى حفرتها اثنان من أقاربها.\rوبعد أن وريت الثرى عاد الجميع وفي مقدمتهم رسول الله - صلى الله عليه وسلم - يسترجعون ويدعون لأم المساكين بحسن المآب وعظيم الثواب.\rرضي الله عنها وأكرم نزلها ومثواها وألحقنا بها في الصالحين من عباده.\r\rفاكس: 6072211\rص ب: 5 الرمز البريدي: 11322\rوكالة الربوة\rجدة","seal":"3BAB5F98","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"أم المؤمنين زينب بنت خزيمة","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"خالد الحمودي","bLnk":null,"Inf":null,"Auth":"خالد الحمودي","Betaka":"الكتاب: أم المؤمنين زينب بنت خزيمة\rالمؤلف: خالد الحمودي\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"","seal":"DD72676C","cat":"التراجم والطبقات - مرقم آليا","oNum":23230,"BkId":23230,"oAuth":2909,"bVer":1,"aSeal":"F77821AD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t23230":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"نسبها"},
      {"lvl":1,"id":2,"sub":1,"tit":"نشأتها"},
      {"lvl":1,"id":2,"sub":2,"tit":"زينب وبناء الكعبة"},
      {"lvl":1,"id":3,"sub":0,"tit":"زينب والإسلام"},
      {"lvl":1,"id":4,"sub":0,"tit":"زواجها"},
      {"lvl":1,"id":5,"sub":0,"tit":"الهجرة"},
      {"lvl":1,"id":6,"sub":0,"tit":"يوم الفرقان"},
      {"lvl":1,"id":7,"sub":0,"tit":"من يبارز؟"},
      {"lvl":1,"id":8,"sub":0,"tit":"الزواج وأم المؤمنين"},
      {"lvl":1,"id":9,"sub":0,"tit":"أم المساكين"},
      {"lvl":1,"id":9,"sub":1,"tit":"الوفاة"}
    ]
}
