{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b23652":
    [
      {"page":5,"id":2,"nass":"تقديم\rبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\rتعدّ حركة إحياء التراث في حياة الأمم والشعوب تعبيرا حيا مصمّما للحفاظ على قيم الجماعة وفكرها، وتأكيد أصالتها واستمرار وجودها.\rوقد عرف التراث العربي مثل هذه الحركة الحية غير مرة في تاريخه الطويل، كان آخرها ما يشهده العالم في هذا منذ نحو قرن من الزمان.\rومن عجب أن هذا المدّ الزاخر من إقبال الأجيال المتلاحقة على تحقيق نصوص التراث العربي والإسلامي لم تهدأ فورته، ولم تخمد شعلته ... بل زادها تعاقب الأعوام وعقودها قوة وصلابة ونضجا، وغدا أبناؤها يقبلون عليها بوعي كامل، وإيمان عميق بأن كل نص تراثي يخرج إلى النور إنما يؤدي غرضا متعدد الجوانب ... إذ يكشف عن جانب متفوق فيما غبر من حضارة الأمة من جهة، ويشكل لبنة قوية تأخذ مكانها في صرح هذه الحضارة الشامخ فتسهم بدورها في سموه ورسوخه من جهة أخرى، كما تعد شعاعا ساطعا يضيء للأجيال طريق المستقبل المتصل الحلقات بالماضي العريق بعد ذلك.\rومما يسعد النفس ويبقي على نضارة الامال؛ أن نجد هذا الميدان التراثي الأصيل تمور في جنباته همم عليمة شابة، وكان المظنون لدى بعض أهل العلم أنه قاصر على علم الشيوخ في طول صبرهم ومعاناتهم.","seal":"F66C279F","part":"1"},
      {"page":6,"id":3,"nass":"غير أن الأمر تجاوز هذا التصور المحدود، وأقبلت جموع الشباب المتخصص على هذه التركة الجليلة من أسفار التراث العربي الإسلامي، بعلومه المتنوعة، وفنونه المتشعبة، تنتخب من أصداغها الدرر الثمينة وتنشرها على العالم باهرة متقدمة، لتكون الأساس المتين الذي يرتفع عليه بناء الأمة المجيد وحضارتها التليدة المتجددة.\rوقد نهضت أقسام الدراسات العليا ورسائلها لنيل الدرجات العلمية بقسط وافر من هذه المهمة الدقيقة الشاقة ... غير أن الذين أقدموا على هذا العمل من غير هذه الفئة كثيرون، يحدوهم إلى هذا إيمان صادق بجلال الطريق وسمو المقصد ... فجعلوا التوغل في شعاب التحقيق شغلهم في أوقات الراحة، وراحتهم عند الكلال والعناء ... فهم يستعذبون من هذا العناء ما تسمو به هممهم وعقولهم، وتنتشي بالإسهام به مشاعرهم وأرواحهم إذ يقدّمون إلى الأجيال الصاعدة جرعة سائغة من جهود أجيال البناء السالفين.\rوممن يعدّ في هؤلاء العاملين المخلصين؛ محقق هذا الأثر النفيس عبد الله الجاجة بعد تخرجه في قسم اللغة العربية بجامعة حلب؛ فقد هداه ميله الغلاب إلى النحو والصرف إلى اختيار مخطوط «العمدة في إعراب البردة» .\rوما الإعراب سوى شرح للمعنى بمصطلحات نحوية، بل إنه تتبع للطائف المعاني متوسلا بشعاع الإعراب النحوي.\rأما المتن محور عناية الإعراب؛ فهو أثر شعري باهر من تراث القرن السابع الهجري، إنه بردة البوصيري ذات الشهرة الذائعة والمعارضات الكثيرة عبر العصور، حتى لم يخل عصر من إمام يعارض قصيدة البردة هذه ...\rفالأثر نفيس في متنه، وشرحه، ومعارضاته وإعرابه.\rوأما صاحب الإعراب؛ فالراجح أنه أحد أبرز أعلام القرن الثامن أو التاسع الهجري، ولا يضيره أن يسقط اسمه من يد الزمان فقد عوّض من ذلك هذا","seal":"102DB653","part":"1"},
      {"page":7,"id":4,"nass":"العمل نفسه في غزارة علمه، وسداد منهجه، وعموم نفعه، وامتداد تأثيره ... فكان ممن تأثر به العلامة بدر الدين الغزي 904- 984 هـ.\rوالعلامة الباجوري ت (1276) هـ صاحب (حاشية الباجوري على البردة) وأحد أعلام القرن الثالث عشر الهجري.\rفقد احتذى عالمنا معرب البردة في جملة ما صنع وكثير من تفصيله، إذ عمد إلى شرح البردة وإعرابها مقتبسا مواقف من الشرح، ووجوها كثيرة من الإعراب، مما تتبدّى الإشارة إليه في حواشي التحقيق.. وفي ذلك شهادة من أحد أعيان العلماء على رفعة ما قدمه ذلك الجندي «المجهول» في عمله الذي يقدمه المحقق لقراء العربية وعارفي مكانة النحو، عسى الله أن ينفع به.\rوالحمد لله رب العالمين.\rاد. محمد علي سلطاني","seal":"9C08CA3C","part":"1"},
      {"page":8,"id":5,"nass":"بسم الله الرّحمن الرّحيم\r\rالمقدمة\rإنّ تراث الأمة جزء أصيل من كيانها ووجودها، وبإحيائه وابتعاثه تتسامى في مشارف المجد والحضارة، ونحن العرب نملك من التراث في صنوف العلم والمعرفة تركة كبيرة خلّفها لنا آباؤنا وعلماؤنا الأوائل، وتشتد حاجتنا إلى إحياء هذا التراث محققا على أسس علمية قويمة لتعم به الفائدة الكبيرة التي تعود على أيدي الطلاب الدارسين والباحثين بالمنفعة العظيمة.\rومن أهم العلوم العربية التي اهتم بها العرب والمسلمون على مر العصور، علم النحو والصرف، لما له من الأثر العظيم في تقويم اللسان، وصيانة اللغة، وفهم معاني الشعر، وتوجيه معاني القرآن الكريم ومعرفة الحديث الشريف، فيكون استنباط الأحكام منهما على نحو سديد.\rوهذا العلم ينمو ويتزايد، وتتشعب فيه الاراء وتختلف المذاهب، وتعقد له المناظرات في الكوفة والبصرة وبغداد وفي الشام ومصر والقيروان وبلاد الأندلس وغيرها من العواصم العربية.\rوإن للشعر العربي دورا كبيرا في إعطاء صورة واضحة عن حياة العرب والمسلمين منذ الجاهلية حتى يومنا هذا؟","seal":"517EEC13","part":"1"},
      {"page":9,"id":6,"nass":"ومن أجل الدراسات القرآنية والشعرية تعددت المناظرات، واحتدم النقاش وكثر الجدل، وفاضت كتب النحو بمعين لا ينضب من هذه المناظرات والمناقشات، وقصيدة «البردة» للبوصيري من أهم القصائد الشعرية في المديح النبوي، فهي مصدر وحي لكثير من القصائد التي أنشئت بعد البوصيري في مدح الرسول، ومن جوانب الأهمية في قصيدة البردة شراحها من علماء العربية البارزين وفي شروحهم من الفوائد النحوية، والصرفية، والبلاغية، واللغوية، والأدبية والتاريخية، الشيء الكثير.\rوإنني أشكر أستاذنا الدكتور محمد علي سلطاني على جهده في مراجعته لمتن المخطوط وتقديمه له وقد عملت بتعاليمه وإرشاداته، فله مني جزيل الشكر.\rوترجع صلتي بموضوع هذه الرسالة بعدما تخرجت في جامعة حلب عام 1979. وكنت أنوي متابعة الدراسات العليا في جامعة دمشق، وفي عام 1982 سافرت خارج القطر إلى الكويت للتدريس في مدارسها.\rدمشق- الكسوة","seal":"775B1C44","part":"1"},
      {"page":10,"id":7,"nass":"المخطوط\rقمت بتصوير المخطوط من المكتبة الظاهرية بدمشق، وعدد أوراقه سبع وعشرون ورقة. تحت (8453) .\rوصف مخطوط العمدة في إعراب البردة. كما جاء في فهرس مخطوطات دار الكتب الظاهرية علوم اللغة العربية (النحو) «1» .\rحاول مؤلفها المجهول أن يعرب جميع أبيات البردة التي نظمها الشاعر:\r(شرف الدين أبو عبد الله البوصيري) 696/ هـ في مدح الرسول صلى الله عليه وسلم، ويبين غريب ما تيسر من لغاتها، ويضبط ما أشكل من ألفاظها ليسهل تناولها على حفاظها.\rأول المخطوط بعد البسملة: «الحمد لله الذي رفع قدر من اختاره من عباده واصطفاه، ونصب الدليل على وحدانيته فليس لنا إلاه ... الخ» .\rوآخره قوله: « ... بالنغم، بفتح النون والغين المعجمة: جار ومجرور متعلق بأطرب والباء للاستعانة» يلي ذلك تاريخ الفراغ من النسخ الاثنين 11 ذي القعدة سنة 1179 هـ، فاسم الناسخ: عبد الله الغبيط الشافعي» ولم يذكر مكان النسخ.\r__________\r(1) وضعته: أسماء الحمصي. دمشق 1393 هـ- 1973 م.","seal":"00D257E1","part":"1"},
      {"page":11,"id":8,"nass":"تقع النسخة في (27) ورقة، كتبت بالسواد بخط معتاد معجم خال من الشكل مقروء، عبارات الأصل بالحمرة، ترك لها هامش بعرض (4 سم) عليه تصويبات.\rعلى الورقة الأولى قيد تملك باسم محمود بن عبد المحسن الحسيني الموقع في (14) شعبان سنة 1281 هـ.\r27 ق 27 س 5 21* 16 سم\rالرقم 8453\r__________\rقارنت بين هذه المخطوطة وبين شرح البردة للشيخ خالد بن عبد الله الأزهري رحمة الله (905) هـ.\rوحاشية الباجوري على البردة (1198- 1276) هـ.\rوالزبدة في شرح البردة تأليف بدر الدين محمد الغزي (904- 984) هـ وسوف نبين مدى تأثر الغزي (بالعمدة في إعراب البردة) وأيضا الباجوري، وبالنسبة إلى شرح البردة للأزهري. نجد بأن معرب العمدة، أما بأنه أخذ هو والأزهري من مصدر واحد. أو أن الأزهري أخذ من معرب العمدة وذلك لأننا نجد أن الأزهري قد زاد في إعراب البردة بشرحها شرحا موجزا.\rولدى المقارنة بين العمدة، وإعراب الأزهري نجد التشابه الكبير بينهما إلى حد التطابق في النواحي الإعرابية واللفظية، والأزهري يأخذ بكثير من كلام المعرب.\rوإن (بدر الدين محمد الغزي) 904- 984 هـ قد تأثر بصاحب العمدة وأخذ عنه.","seal":"1F244BFA","part":"1"},
      {"page":13,"id":9,"nass":"الدراسة","seal":"D961949E","part":"1"},
      {"page":15,"id":10,"nass":"ترجمة البوصيري\rالبوصيري: هو محمد بن سعيد بن حماد بن عبد الله بن صنهاج، كان أحد أبويه من (أبو صير) والاخر من (دلاص) من قرى بني سويف، فركبت له منهما نسبه، وقيل: (الدلاصيري) لكنه اشتهر بالبوصيري، وكان يعاني صناعة الكتابة والتصرف، ويباشر الشرقية ببلبيس «1» ودرس العلوم الدينية، وشيئا من النحو والصرف والعروض والسيرة النبوية، ودرس التصوف وآدابه.\rوالبوصيري شاعر مصري ظريف من شعراء القرن السابع الهجري، تجري في شعره النكت المستملحة، وله في شكوى حاله والتذمر من الموظفين قصائد لا تخلو من ذكاء، وفي شعره وصف للحالة الاجتماعية في عصره، وأحسبه من الصادقين، فهو يذكر أن الموظفين كانوا يسرقون الغلال، وأنهم لولا ذلك ما لبسوا الحرير، ولا شربوا الخمور، وأن من الكتاب طائفة تنسكت وعدت من الزهاد مع أنها تملأ بطونها بالسحت، وتأكل مال الأيتام، ويذكر أن القضاة خانوا الأمانة، وبرروا خيانتهم بتأويل القرآن والحديث، ويذكر أن المسلمين والأقباط كانوا مختلفين، فكان المسلمون يقولون: لنا بمصر حقوق، ونحن أولى الاخذين، وكان القبط يقولون: نحن ملوك مصر، ومن سوانا هم الغاصبون، وكان اليهود يستحلون مال الطوائف أجمعين.\r__________\r(1) [راجع فوات الوفيات] ولد البوصيري في دلاص) سنة 608 توفى بالإسكندرية سنة 697 وله قبر مشهور في الاسكندرية يتصل به مسجد كبير تدرس به العلوم الدينية.","seal":"C8E92452","part":"1"},
      {"page":16,"id":11,"nass":"فدعاه ذلك إلى دراسة الإنجيل والتوراة دراسة دقيقة، كما درس تاريخ ظهور المسيحية ثم أخذ يرد على أصحاب هذه الديانات «1» .\rويقول في إحدى قصائدة ينتقد الموظفين «2» :\rنقدت طوائف المستخدمينا ... فلم أر فيهمو حرّا أمينا\rفكم سرقوا الغلال وما عرفنا ... بهم فكأنهم سرقوا العيونا\rولولا ذاك ما لبسوا حريرا ... ولا شربوا خمور الأندرينا\rتنسك معشر منهم وعدّوا ... من الزّهّاد والمتورّعينا\rويقول في الطوائف:\rيقول المسلمون لنا حقوق ... بها ولنحن أولى الاخذينا\rوقال القبط نحن ملوك مصر ... وإن سواهمو هم غاصبونا\rوحلّلت اليهود بحفظ سبت ... لهم مال الطوائف أجمعينا\r* ويرجع شهرة هذه القصيدة إلى ما فيها من التنديد بالموظفين، والناس يبغضون الموظفين حين يعرفون بالطمع والاستبداد، ولها قيمة تاريخية، فيه شاهد على اختلاف الطوائف في مصر، وهي شاهد على عيوب الإدارة في ذلك الحين.\r* ومن شعر البوصيري فيما يجري مجرى الدعابة قوله في الحديث عن جارية راودها عن نفسها فأنكرت عليه الشيب والضعف.\rكيف أعصي الهوى وطينة قلبي ... بالهوى قبل آدم معجونه\rسلبته الرقاد بيضة خدر ... ذات حسن كالدرة المكنونه\rقلت لا بدّ أن تسيري إلى الدا ... ر فقالت عسى: أنا مجنونه\r* وعن سبب وضعه للبردة قال: «كنت قد نظمت قصائد في مدح\r__________\r(1) مقدمة الديوان، ص 7.\r(2) هذه القصة ذكرها صاحب فوات الوفيات من قصيدة طويلة.","seal":"7B5BC701","part":"1"},
      {"page":17,"id":12,"nass":"رسول الله صلى الله عليه وسلم منها ما كان اقترحه علي (الصاحب زين الدين يعقوب بن الزبير) ، ثم اتفق بعد ذلك أن صاحبني فالج أبطل نصفي، ففكرت في عمل قصيدتي هذه فعملتها، واستشفعت بها إلى الله تعالى في أن يعافيني، وكررت إنشادها، ودعوت، وتوسلت، ونمت، فرأيت النبي صلى الله عليه وسلم، فمسح وجهي بيده المباركة وألقى عليّ بردة. فانتبهت ووجدت فيّ نهضة فقمت وخرجت من بيتي، ولم أكن أعلمت بذلك أحدا فلقيني بعض الفقراء، فقال لي: أريد أن تعطيني القصيدة التي مدحت بها رسول الله فقلت: أيّها؟ فقال التي أنشأتها في مرضك، وذكر أولها وقال: والله لقد سمعتها البارحة وهي تنشد بين يدي رسول الله صلى الله عليه وسلّم، ورأيت رسول الله يتمايل وأعجبته، وألقى على من أنشدها بردة، فأعطيته إياها، وذكر الفقير ذلك وشاع المنام» .\r* وفي هذه القطعة دلالة على عقلية البوصيري: فهو رجل فيه طيبة وسذاجة كأكثر الصوفية، فليس من المعقول أن يبرأ مريض من مرضه لاية يتلوها أو قصيدة ينشدها كما برىء البوصيري بقصيدته، ولو مرض مفتي الديار المصرية- لا سمح الله- ما استغنى بالبردة عن الطبيب.\rولعل حكاية البوصيري هذه هي سبب ما سار بجانب البردة من الخرافات، فقد ذكر بعض الشراح، لكل بيت من أبياتها فائدة: فبعضها أمان من الفقر، وبعضها أمان من الطاعون! وهذا النوع من الغافلة قديم «1» فقد كان الزمخشري يذكر شيئا من مثل هذا عن سور القرآن، ونلاحظ كذلك «صلى الله عليه وسلّم» خمس مرات في هذه الفقرة القصيرة وتكرار الصلاة على النبي كلما ذكر اسمه من وساوس المتأخرين.\rوقد زاد البوصيري على ذلك في القصيدة «المضرية» فهو يدعو الله أن يصلي على النبيّ وشيعته وصحبه عدد الحصى والثرى والمدر، وعدد نجم السماء،\r__________\r(1) المدائح النبوية زكي مبارك ص 179.","seal":"0F925D4F","part":"1"},
      {"page":18,"id":13,"nass":"ونبات الأرض، وعدد وزن مثاقيل الجبال، وقطر جميع الماء والمطر، وما حوت الأشجار من ورق وعدد الجن والأنس، والأفلاك وعدد الذر والنمل والحبوب، والشعر والصوف والريش والوبر.\rوعدد ما أحاط به العلم المحيط، وما جرى به القلم والقدر، وعدد نعم الله على الخلائق مذ كانوا، ومذ حشروا، وعدد ما كان في الأكوان، وما يكون إلى يوم البعث وتكون هذه الصلاة بهذا التحديد.\rفي كلّ طرفة عين يطرفون بها ... أهل السموات والأرضين أو يذروا\rملء السموات والأرضين مع جبل ... والفرش والعرش والكرسي وما حصروا\rما أعدم الله موجودا وأوجد معدو ... ما صلاة دواما ليس تنحصر\rتستغرق العدّ مع جمع الدهور كما ... تحيط بالحد لا تبقي ولا تذر\r* وهذا النمط من الصلاة على النبي لم يكن معروفا في صدر الإسلام، وإنما هو تصرف من غلاة الصوفية أمثال صاحب «دلائل الخيرات» «1» .\r* ومنام البوصيري كانت له أطياف في ذهن الصوفية، فقد استحبوا أن يقرأ المرء هذا البيت.\rمولاي صلّ وسلم دائما أبدا ... على حبيبك خير الخلق كلهم\rبعد كل بيت من أبيات البردة.\rوذكروا أن الغزنوي كان يقرؤها في كل ليلة ليرى النبي في منامه، فلم تتيسر له الرؤيا، فشكا ذلك إلى شيخ كامل فقال له: لعلك لا تراعي شرائطها؟\rفقال: لا، بل أراعيها، فراقبه الشيخ ثم قال له: إنك لا تصلي بالصلاة التي كان يصلي بها الإمام (البوصيري) على النبي صلى الله عليه وسلّم وهي قوله: مولاي صل وسلم.....\rقالوا: وحكمة اختياره هذا البيت دون غيره أنه رحمه الله لما أنشأ هذه\r__________\r(1) المدائح النبوية ص 180.","seal":"F999DF8C","part":"1"},
      {"page":19,"id":14,"nass":"القصيدة رأى النبي في المنام، فأنشدها بين يديه، فكان يتمايل طربا كتمايل الأغصان، فلما انتهى إلى قوله:\r«فمبلغ العلم فيه أنه بشر..» .\rلم يقدر على تكميل البيت، فقال له عليه الصلاة والسلام: اقرأ، فقال إني لم أوفق للمصراع الثاني يا رسول الله فقال له الرسول قل: «وإنه خير خلق الله كلهم» .\rفأدرج البوصيري هذا المصراع الذي قاله النبي في البيت المتقدم، وجعله صلاة مكررة بعد كل بيت حرصا على لفظ النبي عليه السلام.\rوهذه المنامات تعليلها سهل، فحب البوصيري للرسول خلق منه قيثارة نبوية وإيمان الصوفية بعظمة البوصيري بالإضافة إلى قصيدته، وجّه أحلامهم إلى تصور الرسول في المنام بفضل الإكثار من تلاوة البردة مصحوبة بتلك الصلاة.\rوالبردة لا تمكن كل إنسان من الكرامات، وإنما تنفعل النفس بما تؤمن به في صدق وإخلاص، فتمثل الغرائب والأعاجيب.\rوكذلك كانت البردة عند بعض الناس مفتاحا للمثول بين يدي الرسول، ورؤيا النبي حق: عند الصوفية، وعند الفقهاء.","seal":"9E6977CC","part":"1"},
      {"page":20,"id":15,"nass":"عناصر البردة\r1- قصيدة البردة من القصائد الطوال، وأغلب الظن عندي أن البوصيري استأنس عند نظمها بميمية (ابن الفارض) . ودليل ذلك تشابه المطلعين، فإن مطلع قصيدة ابن الفارض «1» :\rهل نار ليلى بدت ليلا بذي سلم ... أم بارق لاح في الزّوراء فالعلم\rأرواح نعمان هلّا نسمة سحرا ... وماء وجرة هلّا نهلة بفم\rومطلع قصيدة البوصيري:\rأمن تذكّر جيران بذي سلم ... مزجت دمعا جرى من مقلة بدم\rأم هبّت الرّيح من تلقاء كاظمة ... وأومض البرق في الظّلماء من إضم\rفذو سلم، وهبوب الريح، وإيماض البرق: مما اشترك فيه الشاعران مع وحدة الوزن والقافية، يضاف إلى ذلك أن ابن الفارض قال:\rيا لائما لامني في حبّهم سفها ... كفّ الملام فلو أحببت لم تلم\rفتابعه البوصيري فقال:\rيا لائمي في الهوى العذري معذرة ... مني إليك ولو أنصفت لم تلم\rكما تابع شوقي البوصيري حين قال:\rيا لائمي في هواه والهوى قدر ... لو مسك الشوق لم تعذل ولم تلم\r__________\r(1) المدائح النبوية ص 183.","seal":"9A7EA841","part":"1"},
      {"page":21,"id":16,"nass":"وقال ابن الفارض:\rطوعا لقاض أتى في حكمه عجبا ... أفتى بسفك دمي في الحل والحرم\rأصم لم يسمع الشكوى وأبكم لم ... يحر جوابا وعن حال المشوق عمي\rفدار البوصيري حول هذا المعنى إذ قال:\rعدتك حالي لا سري بمستتر ... عن الوشاة ولا دائي بمنجسم\rمحضتني النصح لكن لست أسمعه ... إن المحب عن العذال في صمم\r2- وتشمل البردة على عدة عناصر:\r1- ففي صدرها النسيب.\r2- ويليه التحذير من هوى النفس.\r3- ثم مدح الرسول.\r4- والكلام عن مولده ومعجزاته.\r5- ثم القرآن.\r6- الإسراء والمعراج.\r7- والجهاد.\r8- ثم التوسل والمناجاة.\r* وأما أثرها في التأليف، فيظهر فيما وضع لها من الشروح «1» ، فقد شرحها ابن الصائغ المتوفى سنة 776 وشرحها علي بن محمد القلصايّ- بفتحات- المتوفى سنة 891، وشرحها شهاب الدين بن العماد المتوفى سنة 808 وشرحها الشيخ خالد الأزهري المتوفى سنة 905، وشرحها علاء الدين البسطامي المتوفى سنة 875 وشرحها يوسف بن أبي اللطف القدسي المتوفى بعد الألف للهجرة. وشرحها يوسف البسطامي من علماء القرن التاسع،\r__________\r(1) انظر المدائح النبوية ص 196.","seal":"02DE73E2","part":"1"},
      {"page":22,"id":17,"nass":"وشرحها ملّا علي المتوفى سنة 1014 وشرحها شيخ زاده محي الدين.\rولكن أقدم نسخة من شرحه يرجع تاريخها إلى سنة 949 وشرحها جلال الدين المحلى المتوفى سنة 864، وشرحها محمد بن أحمد المرزوقي المتوفى سنة 881. وشرحها عبد الحق بن عبد الفتاح من علماء القرن الثاني عشر وشرحها زكريا الأنصاري المتوفي سنة 926 وشرحها عمر الخرنوبي من علماء القرن الثالث عشر. وشرحها القسطلاني المتوفي سنة 923 وهو شارح البخاري وشرحها محمد بن مصطفى المدني من علماء القرن الثاني عشر.\rد وشرحها محد عثمان المير غني من علماء القرن الثالث عشر، وشرحها الشيخ حسن العدوي الحمزاوي المتوفى سنة 1313.\rوشرحها الباجوري المتوفى سنة 1276.\rوفي دار الكتب المصرية شروح أخر لم يعرف مؤلفوها.\rولأكثر هذه الشروح أسماء شعرية، والبردة نفسها سماها المؤلف «الكواكب الدرية في مدح خير البرية» .\rوعند النظر في هذه الشروح نراها مجموعات نفيسة تزخر بالفقرات اللغوية والأدبية والتاريخية، وشغل هؤلاء الشراح بالأدب واللغة والتاريخ ويرجع الفضل فيه إلى تصوف ذلك الشاعر المجيد.\r* وأما أثرها في الدرس، فيتمثل في تلك العناية التي كان يوجهها العلماء الأزهريون إلى عقد الدروس في يومي الخميس والجمعة لدراسة «حاشية الباجوري على البردة» .\rوهي دروس كانت تتلقاها جماهير من الطلاب، ويتخيرون لها أوقات الفراغ.\r* وأما أثر البردة في الشعر والشعراء، فعظيم جدا، فقد ضمنوها، وشطروها، وخمسوها، وسبعوها، وعشروها، وعارضوها.","seal":"22755656","part":"1"},
      {"page":23,"id":18,"nass":"ومن الذين ضمنوها الشيخ قاسم (ولم نقف له على ترجمة) :\rأمن تذكّر أوطان على علم ... أم من تفقّد جيران بذي سلم\rمزجت دمعا جرى كالقطر منهمرا ... يجري على وجنة من مقلة بدم\rومن الذين شطروها- أحمد بن شرقاوي الخلفي- نسبة إلى قرية يقال لها:\rالخليفة ملاصقة لمدينة جرجا، وبها توفي في سحر ليلة الجمعة التاسع عشر من شهر ذي القعدة سنة 1250 وأول التشطير.\rأمن تذكّر جيران بذي سلم ... أصبحت ذا خلد بالوجد مصطلم\rأم من تفتّت قلب في الحشا شغفا ... مزجت دمعا جرى من مقلة بدم\rوأحمد بن عبد الوهاب الجرجاوي المتوفي سنة 1254 وأول التشطير:\rأمن تذكر جيران بذي سلم ... تصبّب الدمع يجري حاكي الدّيم\rوأحمد بن عثمان العوامي المدفون بجرجا (ولم يعلم تاريخ وفاته) وأول التشطير:\rأمن تذكر جيران بذي سلم ... جزمت أنك مقصور على الألم\rوعند ما هاجت الذكرى ولوعتها ... مزجت دمعا جرى من مقلة بدم\rورمضان حلاوة، من علماء آخر القرن الثالث عشر، وأوائل الرابع عشر، وأول تشطيره:\rأمن تذكر جيران بذي سلم ... لبست ثوبا من الأشواق والألم\rأم من عيون ظباء بالعقيق بدت ... مزجت دمعا جرى من مقلة بدم\rوأبو الهدى الصيادي، وأحمد الحفظي، وعبد الرحيم الجرجاوي، ومحمد فرغلي الطهطاوي، وشطرها أخيرا سعادة عبد العزيز بك محمد.\rومطلع تشطيره:\rأمن تذكر جيران بذي سلم ... فاضت شؤونك ملتاعا لبينهم\rأم من فؤادك مكلوما لوحشتهم ... مزجت دمعا جرى من مقلة بدم","seal":"13734DF1","part":"1"},
      {"page":24,"id":19,"nass":"وقد نالته بركتها فعين وزيرا للأوقاف «1» ، ولعله يخمسها فيعين رئيسا للوزراء.\rوأما الذين خمسوها فهم كثيرون، وفي دار الكتب المصرية مجموعة في تخاميس البردة تشتمل على تسعة وستين تخميسا، ومن أمثلة ذلك قول ناصر الدين الفيومي:\rما بال قلبك لا ينفك ذا ألم ... مذبان أهل الحمى والبان والعلم\rوانحل مدمعك القاني بمنسجم ... أمن تذكر جيران بذي سلم\rمزجت دمعا جرى من مقلة بدم\rولكن لا بد من التنبيه إلى أن الذين خمسوا البردة لم يكونوا جميعا مصريين ففيهم رجال من المغرب والشام والعراق، وفي هذا ما يدل على أنها شغلت الشعراء في أكثر الأقطار العربية.\r* ومن الذين سبعوها: شهاب الدين أحمد بن عبد الله المكي، وقد التزام في كل تسبيع لبيت من أبيات البردة أن يذكر لفظ الجلالة، وأول التسبيع:\rالله يعلم كم في القلب من ألم ... ومن غرام بأحشائي ومن سقم\rعلى فراق فريق حلّ في الحرم ... فقلت لما همى دمعي بمنسجم\rعلى العقيق عقيقا غير منسجم ... أمن تذكر جيران بذي سلم\rوسبعها: محمد المصري، وهو من شرّاح البردة، والتزام في التسبيع أن يذكره أوّلا مصدّرا بلفظ (محمد) . كقوله في المطلع.\rمحمد جاء بالايات والحكم ... مبشرا ونذيرا جملة الأمم\rوهو معارضة (للمكي) الذي التزام لفظ الجلالة في أول تسبيع لكل بيت.\r* وأما الذين عارضوا البردة، فيعدون بالعشرات، وإن جميع المدائح النبوية التي جاءت بعد البوصيري على الوزن والقافية كان أصحابها مسوقين\r__________\r(1) المدائح النبوية في الأدب العربي ص (202) .","seal":"724BEA9F","part":"1"},
      {"page":25,"id":20,"nass":"بالروح البوصيرية، وأشهر من عارضها أخيرا الشاعر محمود سامي البارودي الذي سمى قصيدته: «كشف الغمة في مدح سيد الأمة» وعدد أبياتها 447 بيتا.\rوالمطلع:\rيا رائد البرق يممّ دارة العلم ... واحد الغمام إلى حيّ بذي سلم\rوعارضها: الشاعر: أحمد شوقي، وسمى قصيدته (نهج البردة) وقد نظمها في 1327 هـ ومطلعها.\rريم على القاع بين البان والعلم ... أحلّ سفك دمي في الأشهر الحرم\r* مات البوصيري سنة 696 هـ. وبعد موته بسنتين ولد أبو عبد الله محمد بن أحمد المعروف بابن جابر الأندلسي. وكان ضريرا، ورحل إلى المشرق، فدخل مصر والشام، واستوطن حلب ثم رجع إلى الأندلس، فتوفي في البيرة في جمادى الآخرة سنة 780 هـ «1» .\rوقد افتتن ابن جابر بقصيدة البردة وظهر أثرها في شعره.\rوشغل نفسه بمعارضتها، ولكن أيّ معارضة؟ لقد ابتكر فنا جديدا هو «البديعيات» وذلك أن تكون القصيدة في مدح الرسول، ولكن كل بيت من أبياتها يشير إلى فن من فنون البديع» «2» .\rومطلع هذه البديعية:\rبطيبة انزل ويممّ سيّد الأمم ... وانشر له المدح وانثر أطيب الكلم\rووضع (صفي الدين الحلي) المتوفي سنة (750 هـ) بديعته (الكافية البديعية في المدائح النبوية) على بحر البسيط وعلى روي الميم المكسورة ومطلعها.\r__________\r(1) انظر ترجمة ابن جابر في نفخ الطيب ج 1 ص 916- 918، وانظر الكلام على شارح بديعيته في ص 923- 925 من نفح الطيب.\r(2) المدائح النبوية في الأدب العربي ص 204- 205.","seal":"8BB05F54","part":"1"},
      {"page":26,"id":21,"nass":"إن جئت سلعا فسل عن جيرة العلم ... واقر السّلام على عرب بذي سلم «1»\rوأنشأ (عز الدين الموصلي) المتوفي سنة 789 قصيدة بديعية لمعارضة (الحلي) أسماها «التوصل بالبديع، إلى التوسل بالشفيع» .\rوجاء العلامة: تقي الدين أبو بكر ابن حجة الحموي. المتوفى سنة 837 هـ وصرح بمعارضة، صفي الدين الحلي، وعز الدين الموصلي معا «2» ، ووضع شرحا مطولا لبديعيته، أسماه «خزانة الأدب وغاية الأرب» .\rوجاء (ابن المقري) المتوفى سنة 837 هـ فأنشأ بديعية سماها: «الجواهر اللامعة في تجنيس الفرائد الجامعة للمعاني الرائعة» .\rوجاء «السيوطي» فعارض «ابن حجة الحموي» ببديعية سماها: «نظم البديع في مدح خير شفيع» .\rواندفع الناس في هذا الفن فللسيدة «الباعونية» بديعيتان، و «لأبي الوفاء بن عمر الفرضي» بديعية. وللسيد عبد الهادي الأبياري بديعية، وللشيخ «طاهر الجزائري» بديعية.\rولابن «خير الله الخطيب العمري» بديعية، ولعبد الغني النابلسي، بديعيتان، و «لقاسم بن محمد الحلبي» بديعية، «لصدر الدين الحسيني» بديعية، و «لشعبان الاثاري» بديعية «3» .\rولأكثر هذه البديعيات شروح فيها الوسيط والوجيز والمبسوط «4» ، وأكثر هؤلاء الشراح من المتفوقين في العلوم العربية، وفي شروحهم من الفوائد\r__________\r(1) خزانة الأدب لابن حجة الحموي ج 1 ص 37.\r(2) انظر (البديعيات في الأدب العربي) د. علي أبو زيد.\r(3) جميع هذه البديعيات محفوظة بدار الكتب المصرية، وأكثرها بقسم البلاغة. وقد تكون هناك بديعيات أخرى لم تعرفها دار الكتب المصرية (المدائح النبوية) .\r(4) المدائح النبوية ص 207.","seal":"389AB074","part":"1"},
      {"page":27,"id":22,"nass":"النحوية والصرفية، والبلاغية، واللغوية والأدبية، والتاريخية. فنون أكثرها من المستملح المستطاب.\rونلاحظ كيف أثرت قصيدة «البردة» في اللغة العربية وكيف ساد سلطانها بين العوام والخاص؟\rإن الإخلاص هو الذي مكن البوصيري من ناحية المجد الأدبي، وهو الذي رفعه إلى منزلة الخلود.","seal":"E2DFC335","part":"1"},
      {"page":28,"id":23,"nass":"المدائح النبوية\rالمدائح النبوية من فنون الشعر التي أذاعها التصوف، فهي لون من التعبير عن العواطف الدينية الصادقة، وباب من الأدب الرفيع لأنها لا تصدر إلا عن قلوب مفعمة بالصدق والإخلاص.\rوأكثر المدائح النبوية قيل بعد وفاة الرسول، وما يقال بعد الوفاة يسمى رثاء، ولكنه في الرسول يسمى مدحا.\rكأنهم لحظوا أن الرسول صلى الله عليه وسلّم موصول الحياة، وأنهم يخاطبونه كما يخاطبون الأحياء، ويمكن القول بأن الثناء على الميت لا يسمى رثاء إلا إذا قيل في أعقاب الموت، ولذلك نراهم يقولون: «قال حسان يرثي»\rالنبي صلى الله عليه وسلّم» ليفرقوا بين حالين من الثناء: ما كان في حياة الرسول، وما كان بعد موت الرسول، بخلاف ما يقع من شاعر ولد بعد وفاة النبي صلى الله عليه وسلّم، فإن ثناءه عليه مديح لا رثاء، لأن الرثاء يقصد به إعلان التحزن والتفجع، على حين لا يراد بالمدائح النبوية إلا التقرب إلى الله بنشر محاسن الدين والثناء على شمائل الرسول.\rوالمديح النبوي فن نشأ في البيئات الصوفية، ولأن الذين أجادوا لم يكونوا في الأغلب من فحول الشعراء.\r__________\r(1) المدائح النبوية ص 17.","seal":"A1E3EB26","part":"1"},
      {"page":29,"id":24,"nass":"ومن أقدم ما مدح به الرسول صلى الله عليه وسلّم قصيدة الأعشى التي يقول فيها «1» :\rألم تغتمض عيناك ليلة أرمدا ... وعادك ما عاد السليم المسّهدا\rوما ذاك من عشق النّساء وإنّما ... تناسيت قبل اليوم خلّة مهددا «2»\rولكن أرى الدّهر الذي هو خاتر ... إذا أصلحت كفّاي عاد فأفسدا\rنبيّ يرى ما لا ترون وذكره ... أغار لعمري في البلاد وأنجدا\rله صدقات ما تغبّ ونائل ... وليس عطاء اليوم مانعه غدا\rإذا أنت لم ترحل بزاد من التّقى ... ولاقيت بعد الموت من قد تزوّدا\rندمت على ألاتكون كمثله ... وأنك لم ترصد لما كان أرصدا\rولا تقربن جارة إن سرها ... عليك حرام فانكحن «3» أو تأبّدا «4»\rوالقصيدة مروية في كثير من كتب الأدب (الأغاني- والسيرة- وخزانة الأدب) ولكن العجيب من أمرها أن القسم الثاني منها الذي خص فيه النبي بالمدح، أضعف بكثير من القسم الأول، ويبلغ الضعف في أبياته حد الركاكة والتفاهة. ثم هو متأثر ببعض آيات القرآن في معناها أو في ألفاظها، وقد ألم بتعاليم الإسلام إلماما حسنا. بما يناقض زعم الرواة أنه عاد حين علم أن الإسلام يحرم الخمر «5» .\rوذهب الدكتور زكي مبارك إلى أن الأعشى لم يقل هذا الشعر وهو صادق النية في مدح الرسول وإنما كانت محاولة أراد بها التقرب من نبي الإسلام، وآية ذلك أنه انصرف حين صرفته قريش، ولو كان صادقا ما تحول «6» ...\r__________\r(1) الديوان: القصيدة 17 ص 135. محمد صلى الله عليه وسلّم في الشعر الحديث ص. 30- 36\r(2) اسم امرأة.\r(3) النكاح: الزواج. التأبد: التعزب. أي تعفف مبتعدا عن النساء.\r(4) حرك فعل الأمر (تأبّدا) بالفتح لضرورة القافية.\r(5) راجع القصيدة في الديوان ص 135- 137.\r(6) المدائح النبوية: ص 17.","seal":"0BB8EB90","part":"1"},
      {"page":30,"id":25,"nass":"وكذلك الحال في قصيدة (بانت سعاد) «1» التي قالها كعب بن زهير بن أبي سلمى في مدح الرسول، ولم تنظم إلا في سبيل النجاة من القتل، وحديث ذلك.\rأسلم (بجير بن زهير بن أبي سلمى المزنيّ) فاشتد عليه أهله وكان كعب بن زهير، وهو أخوه لأبيه وأمه، شديدا عليه، فلقي بجير النبي صلى الله عليه وسلّم مهاجرا، فأرسل إليه كعب بن زهير «2» .\rألا أبلغا عني بجيرا رسالة ... فهل لك فيما قلت بالخيف هل لكا\rشربت مع المأمون كأسا روية ... فأنهلك المأمون منها وعلّكا\rوخالفت أسباب الهدى وتبعته ... على أيّ شيء ويب غيرك دلّكا\rعلى خلق لم تلف أمّا ولا أبا ... عليه ولم تدرك عليه أخا لكا\rفإن أنت لم تفعل فلست باسف ... ولا قائل إمّا عثرت لعالكا\rفلما بلغت هذه الأبيات بجيرا أنشدها النبي صلى الله عليه وسلّم، فقال صدق! أنا المأمون وإنه لكاذب قال أجل لم يلف عليه أباه ولا أمّه على الإسلام، فأجابه بجير:\rمن مبلغ كعبا فهل لك في التي ... تلوم عليها باطلا وهي أحزم\rإلى الله لا العزّى ولا اللات وحده ... فتنجو إذا كان النجاء وتسلم\rلدى يوم لا ينجو وليس بمفلت ... من النار إلا طاهر القلب مسلم\rفدين زهير وهو لا شيء دينه ... ودين أبي سلمى عليّ محرّم\rفلما أتاه كتاب (بجير) ضاقت به الأرض وأشفق على نفسه، وأرجف به من كان في حاضره، وقالوا: هو مقتول. ثم أتى رسول الله صلى الله عليه وسلّم، وكان النبي عليه السلام لا يعرفه، فجلس بين يديه ثم قال:\rيا رسول الله. إن (كعب بن زهير) أتاك تائبا مسلما، فهل أنت قابل منه إن\r__________\r(1) شرح الديوان: ص 6.\r(2) الديوان ص 3- 4.","seal":"94EDAC0D","part":"1"},
      {"page":31,"id":26,"nass":"أنا جئتك به؟ قال نعم قال: فأنا كعب، فوثب رجل من الأنصار فقال: دعني أضرب عنقه، فكفه النبي صلى الله عليه وسلّم عنه، ثم أنشده القصيدة.\rوهذه الظروف ترينا أن كعب بن زهير، لم يقل لاميته وهو مأخوذ بعاطفة دينية قوية، تسمو به إلى روح التصوف، إنما هي قصيدة من قصائد المديح يقولها الشاعر حين يرجو أو يخاف وليست من المدائح النبوية في شيء.\rتقع لامية «1» كعب في خمسة وخمسين بيتا، من الشعر المحكم الرصين.\rوإن خلت من قوة الروح، وتجري على التقاليد الأدبية لشعراء الجاهلية، ومطلعها «2» .\rبانت سعاد فقلبي اليوم متبول ... متيّم إثرها لم يجز مكبول\rوما سعاد غداة البين إذ رحلوا ... إلا أغنّ غضيض الطرف مكحول\rويقول:\rإن الرسول لسيف يستضاء به ... مهنّد من سيوف الله مسلول\rفي عصبة من قريش قال قائلهم ... ببطن مكة لما أسلموا زولوا\rزالوا فما زال أنكاس ولا كشف ... عند اللقاء ولا ميل معازيل\rشم العرانين أبطال لبوسهم ... من نسج داود في الهيجا سرابيل\rبيض سوابع قد شكّت لها حلق ... كأنها حلق القفعاء مجدول\rيمشون مشي الجمال الزهر يعصمهم ... ضرب إذا عرّد السود التنابيل\rلا يقع الطعن إلا في نحورهم ... ما إن لهم عن حياض الموت تهليل\rفهي قصيدة جاهلية تغلب عليها قوة السبك، ولكنها تكاد تخلو من روح الدين «3» ولا غرابة في ذلك، فإن كعب بن زهير، لم يمدح الرسول إلا لينجو\r__________\r(1) وفي بعض الكتب في ثمانية وخمسين بيتا.\r(2) الديوان. ص 6.\r(3) المدائح النبوية ص 24.","seal":"FD8AA2FC","part":"1"},
      {"page":32,"id":27,"nass":"من الموت، ومن كان في مثل حاله لا ينتظر منه صدق الثناء «1» . وبعد الأعشى وكعب، حسان بن ثابت، وهذا الشاعر كان أكبر شعراء الرسول ويمتاز بالصدق والإخلاص فقد كان يمدح ويقارع خصومه على الطرائق الجاهلية، وكان الرسول أوصاه أن يتعلم الأنساب من (أبي بكر) ليكون شعره أوجع في الهجاء.\rوأقوى قصيدة في مدائح حسان هي العينية، فهو يقارع الخصوم ويلاحيهم، ويتخذ مدح الرسول ومدح أهله سنادا لما عمد إليه من المقارعة والملاحاة، وفيها يقول «2» :\rأكرم بقوم رسول الله شيعتهم ... إذا تفرقت الأهواء الشيع\rأهدي لهم مدحي قلب يؤازره ... إن جدّ بالناس جدّ القول أو شمعوا\rوهذه القصيدة تمجيد لأتباع الرسول صلى الله عليه وسلّم، والشاعر مدفوع إليها بقوة العصبية وليس فيها روح الدين إلا إشارته إلى وحي القلب. ويظهر لنا أثر الشجاعة الصوفية عند الفرزدق حين مدح علي بن الحسين، في حضرة هشام بن عبد الملك، وقوله حين رفض العطية مدحته لله تعالى لا للعطاء.\rقال الفرزدق «3» :\rهذا الذي تعرف البطحاء وطأته ... والبيت يعرفه والحل والحرم\rهذا ابن خير عباد الله كلّهم ... هذا التقيّ النقيّ الطاهر العلم\rهذا ابن فاطمة إن كنت جاهله ... بجدّه أنبياء الله قد ختموا\rويقرن الشاعر شكر الله، بشكر آل البيت، ويرى أن حبهم دين، وبغضهم كفر والمدح لله هو عين التصوف.\r__________\r(1) هناك من يخالف هذا الرأي، بأن الشاعر كان صادقا في مدحه.\r(2) الديوان: ص 238- 239- 240.\r(3) الديوان: ص 511.","seal":"31EAC5F7","part":"1"},
      {"page":33,"id":28,"nass":"ويمكن القول بأن مدح الفرزدق للنبي وأهله هو بداية الصدق في المدائح النبوية.\rوهناك شعراء قضوا أعمارهم في الدفاع عن أهل البيت، ولقوا في ذلك من المحن والمكاره ما يدل على نصيبهم من صدق الوجدان: أمثال الكميت، ودعبل، وأبي الطفيل «1» ، وهناك شعراء لم يقفوا حياتهم على هذا الفن، ولكن كانت لهم فيه مواقف موصولة بصدق اليقين. أمثال الشريف الرضي، ومهيار.\rوهناك شعراء أطالوا القول في مدح أهل البيت، وهم شعراء الدولة الفاطمية، ولكن هؤلاء صدقهم مشوب بروح النفع: لأن الفاطميين كانوا أقاموا ملكا عظيما في مصر والمغرب، وانتصارهم كاف لتشكيكنا في عواطف من مدحوهم من الشعراء.\rوليس معنى ذلك أن مدح المنتصر يخلو من الصدق، لا. ولكن معناه أنه بعيد عن التصوف، لأنه متهم بحب النفع، وهيهات أن يقف مثل الشاعر ابن هانىء الأندلسي في صف شاعر مثل الكميت! وإن علامة التصوف هي الشجاعة والشجاعة لا يحتاج إليها إلا في مواطن الخوف، وهي عندئذ دليل على حفظ العهد، وصدق اليقين.\r* درج معرب البردة على قوله (متعلق) بعد كل جار ومجرور، فجعلتها متعلقان، ويبدو أن المؤلف (المعرب) ينطلق في هذا من الأخذ بأن الجار والمجرور يشكلان شيئا واحدا فهما كالكلمة الواحدة.\r* ما بين قوسين [ ... ] زيادة ليست في الأصل وإنما ضرورة اقتضاها العمل في ذلك.\r__________\r(1) المدائح النبوية ص 65.","seal":"540A68BD","part":"1"},
      {"page":34,"id":29,"nass":"* كلمات كثيرة جعلها المعرب بالياء مثل النايب، القصايد، وساير بدلا من النائب والقصائد وسائر.\r* ويعلق (كيف) أخذا بكلام سيبويه. في البيت السادس وفي البيت الثالث والثلاثين ونجد أن المعرب يأخذ برأي البصريين كما في البيت (20) .\r* (وإن هي استحلت المرعى....) .","seal":"0DB10888","part":"1"},
      {"page":35,"id":30,"nass":"التأثر بإعراب البردة\rيبدو أن الأزهري أخذ من المؤلف (المعرب) لأننا نشاهد في كثير من الإعراب بأن الكلمات واحدة.\r* في البيت الرابع يذهب معرب البردة (بين) منصوب على الظرفية ويقول الأزهري: منصوب على الظرفية المكانية ص 8.\rويقع الناسخ في الوهم حينما يقول: في البيت الخامس (وجملة لم ترق ومعوليها ... ) فالأصح (ومعولاها) وكذلك الأزهري ص 8.\r* وفي البيت السادس نجد أن المعرب يعلق (كيف) وأيضا يذهب الأزهري إلى ذلك، بينما الباجوري لا يعلقها ص 10.\r* ويقع الناسخ في الوهم حينما يقول:\rفي البيت الثامن والعشرين (سوى. مفعول أصل) وكذلك الأزهري.\rوالأصح مفعول (أصلي) ص 22.\r* وفي البيت الثالث والثلاثين. يأخذ المعرب برأي سيبويه في إعراب (لولاه) والأزهري يأخذ بهذا الرأي أيضا ص 26.\r* وفي البيت الأربعين (حدهم) كسر الميم والإشباع (الزبدة في شرح البردة) ص 67.","seal":"C201C2D0","part":"1"},
      {"page":36,"id":31,"nass":"* (الحكم) جمع حكمة، وهي صواب الأمر وسداده (الزبدة في شرح البردة) ص 67.\r* وفي البيت الثالث والأربعين. (مدحا) تمييزا (الزبدة) ص 69.\r* وفي البيت الثامن والأربعين (معناه) مضاف إليه مرتين، شرح البردة للأزهري.\rفي البيت (60) يوم: أي زمن (وهو خبرا لمبتدأ محذوف) عند الأزهري، والغزي.\rفي البيت (66) عموا وصموا: فعل ماض مبني للفاعل أو للمفعول. (عند الغزي) .\rوفي البيت (70) (أبرهة: بفتح الهمزة وسكون الباء الموحدة، وفتح الراء المهملة والصرف للضرورة.\rوكذلك (أو عسكر) بالرفع عطفا على أبطال وبالجر عطف على أبرهة.\r(الأزهري) .\rوفي البيت (71) (نبذا) بالمعجمة مفعول مطلق، والناصب له (رمى) لأنه يلاقيه في المعنى، لأن (الرمي) هو النبذ على حد (قعدت جلوسا) (الأزهري) .\r* (به بعد) متعلقان (برمى) ولا يجوز تعلقهما (بنبذا) لأن المصدر المؤكد لا يعمل. (الأزهري) .\r* في البيت (75) (مبرورة) صفة يمينا المقدرة دل عليها أقسمت (الغزي ص 95) .\r* في البيت (77) نجد كلمة (فالصدق) أي: النبي صلى الله عليه وسلّم مبالغة أو هو على حذف أي: فذو الصدق (الزبدة في شرح البردة) .\r* في البيت (90) نجد كلمة (آمال) عند المعرب وكذلك (الأزهري) شرح البردة ص 58.","seal":"29A0EE26","part":"1"},
      {"page":37,"id":32,"nass":"* في البيت (96) ردت بلاغتها أي: صرفت فصاحتها وجزالتها. (الزبدة في شرح البردة) ص 109.\r* في البيت (97) وفوق: معطوف على كموج، صفة معان المرفوع ونصبه لازم على الظرفية وإن كانت مجازية، ونحوه في التنزيل وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ الزبدة في شرح البردة ص 110.\r* وفي البيت (98) (عجائبها) جمع عجيبة، وهي الشيء العديم الظير والعزيز المثيل، والإضافة للبيان، أي: العجائب التي هي معاني الايات (الزبدة) و (الأزهري) .\rفي البيت (102) (وكالصراط) معطوف على جملة (التشبيه) عطف صفة على صفة أي: آيات حق كالصراط، أي: الطريق في الوصول إلى المقصود.\rفي البيت 103 (تجاهلا) مفعول له أو تمييز أو حال من فاعل ينكرها أي:\rمتجاهلا بها، (الزبدة في شرح البردة) ص 112.\rفي البيت (109) (بها) الهاء: للمنزلة. (والرسل) بالجر، عطف على الأنباء من عطف الخاص على العام وبالرفع عطف على جميع وبالنصب عطف على المفعول معه (شرح البردة للأزهري) .\rفي البيت (111) (شأوا) بفتح الشين المعجمة وسكون الهمزة، وبالواو مفعول (تدع) وأيضا (لمستبق) . (شرح البردة للأزهري) .\rفي البيت (117) (لما) بفتح اللام وتشديد الميم، حرف وجود لوجود، أو ظرف بمعنى (حين) .\r(داعينا) مفعول (دعا) وسكن الياء على لغة من يعرب المنقوص في الأحوال الثلاثة بحركات مقدرة. (الأزهري) .\rفي البيت (118) نجد نفس الإعراب عند (الأزهري) .","seal":"E9062E44","part":"1"},
      {"page":38,"id":33,"nass":"قصيدة البردة «1»\rقافية الميم، وقال يمدح النبي، صلى الله عليه وسلّم؛ وهي من أشهر شعره. وهذه القصيدة تعرف بالبردة أو بالبرأة. وقد وفد بها على النبيّ، صلى الله عليه وسلّم، وهو مريض، فعوفي من وقته وساعته.\r1 أمن تذكّر جيران بذي سلم ... مزجت دمعا جرى من مقلة بدم\r2 أم هبّت الريح من تلقاء كاظمة ... وأومض البرق في الظلماء من إضم\r3 فما لعينيك إن قلت اكففا همتا ... وما لقلبك إن قلت استفق يهم\r4 أيحسب الصّبّ أنّ الحبّ منكتم ... ما بين منسجم منه ومضطرم «2»\r5 لولا الهوى لم ترق دمعا على طلل ... ولا أرقت لذكر البان والعلم\r6 فكيف تنكر حبّا بعدما شهدت ... به عليك عدول الدّمع والسّقم\r7 وأثبت الوجد خطّي عبرة وضنى ... مثل البهار على خدّيك والعنم «3»\r8 نعم سرى طيف من أهوى فأرّقني ... والحبّ يعترض اللّذات بالألم\r9 يا لائمي في الهوى العذريّ معذرة ... منّي إليك ولو أنصفت لم تلم\r10 عدتك حالي لا سرّى بمستتر ... عن الوشاة ولا دائي بمنحسم «4»\r__________\r(1) القصيدة كما جاءت بالديوان ص: 238- 249\r(2) المنسجم الدمع السائل. والمضطرم القلب: المشتعل بالحب.\r(3) البهار: ورد أصفر. والعنم: ورد أحمر.\r(4) عدتك: تجاوزتك. ومنحسم: منقطع.","seal":"E777C97B","part":"1"},
      {"page":39,"id":34,"nass":"11 محّضتني النّصح لكن لست أسمعه ... إنّ المحبّ عن العذّال في صمم «1»\r12 إنّي اتهمت نصيح الشّيب في عذل ... والشّيب أبعد في نصح عن التهم\r13 فإنّ أمّارتي بالسّوء ما اتّعظت ... من جهلها بنذير الشّيب والهرم «2»\r14 ولا أعدّت من الفعل الجميل قرى ... ضيف ألمّ برأسي غير محتشم\r15 لو كنت أعلم أنّي ما أوقّره ... كتمت سرّا بدا لي منه بالكتم «3»\r16 من لي بردّ جماح من غوايتها ... كما يردّ جماح الخيل باللّجم\r17 فلا ترم «4» بالمعاصي كسر شهوتها ... إنّ الطّعام يقوّي شهوة النّهم\r18 والنّفس كالطّفل إن تهمله شبّ على ... حبّ الرّضاع وإن تفطمه ينفطم\r19 فاصرف هواها وحاذر أن تولّيه ... إنّ الهوى ما تولّى يصم أو يصم «5»\r20 وراعها وهي في الأعمال سائمة ... وإن هي استحلت المرعى فلا تسم «6»\r21 كم حسّنت لذّة للمرء قاتلة ... من حيث لم يدر أنّ السّمّ في الدّسم\r22 واخش الدّسائس من جوع ومن شبع ... فربّ مخمصة شرّ من التّخم «7»\r23 واستفرغ الدّمع من عين قد امتلأت ... من المحارم والزم حمية النّدم «8»\r24 وخالف النّفس والشّيطان واعصهما ... وإن هما محّضاك النّصح فاتّهم\r25 ولا تطع منهما خصما ولا حكما ... فأنت تعرف كيد الخصم والحكم\r26 أستغفر الله من قول بلا عمل ... لقد نسبت به نسلا لذي عقم\r27 أمرتك الخير لكن ما ائتمرت به ... وما استقمت فما قولي لك استقم\r__________\r(1) محضتني النصح: أخلصته.\r(2) الأمارة بالسوء: هي النفس.\r(3) الكتم: نبت يخضب به كالحناء.\r(4) لا ترم: لا تقصد ولا تطلب.\r(5) أن توليه. تجعله واليا عليك. ويصم: يقتل؛ من أصمي. ويصم: يعيب؛ من وصم.\r(6) السوم: الرعي في العشب المباح.\r(7) المخمصة: الجوع.\r(8) الحمية عن الشيء: الامتناع عنه.","seal":"C4C8BABB","part":"1"},
      {"page":40,"id":35,"nass":"28 ولا تزوّدت قبل الموت نافلة ... ولم أصلّ سوى فرض ولم اصم\r29 ظلمت سنّة من أحيا الظّلام إلى ... أن اشتكت قدماه الضّرّ من ورم\r30 وشد من سغب أحشاءه وطوى ... تحت الحجارة كشحا مترف الأدم «1»\r31 وراودته الجبال الشّمّ من ذهب ... عن نفسه فأراها أيّما شمم\r32 وأكّدت زهده فيها ضرورته ... إنّ الضّرورة لا تعدو على العصم «2»\r33 وكيف تدعو إلى الدّنيا ضرورة من ... لولاه لم تخرج الدّنيا من العدم\r34 محمّد سيّد الكونين ... والثّقلين والفريقين من عرب ومن عجم\r35 نبيّنا الامر النّاهي فلا أحد ... أبرّ في قول «لا» منه ولا «نعم»\r36 هو الحبيب الذي ترجى شفاعته ... لكلّ هول من الأهوال مقتحم\r37 دعا إلى الله فالمستمسكون به ... مستمسكون بحبل غير منفصم\r38 فاق النّبيّين في خلق وفي خلق ... ولم يدانوه في علم ولا كرم\r39 وكلّهم من رسول الله ملتمس ... غرفا من البحر أو رشفا «3» من الدّيم\r40 وواقفون لديه عند حدّهم ... من نقطة العلم أو من شكلة الحكم «4»\r41 فهو الذي تمّ معناه وصورته ... ثمّ اصطفاه حبيبا باريّ النّسم»\r42 منزّه عن شريك في محاسنه ... فجوهر الحسن فيه غير منقسم\r43 دع ما ادّعته النّصارى في نبيّهم ... واحكم بما شئت مدحا فيه واحتكم\r44 وانسب إلى ذاته ما شئت من شرف ... وانسب إلى قدره ما شئت من عظم\r45 فإنّ فضل رسول الله ليس له ... حدّ فيعرب عنه ناطق بفم\r46 لو ناسبت قدره آياته عظاما ... أحيا اسمه حين يدعى دارس الرّمم\r__________\r(1) السغب: الجوع. والكشح: ما بين الخاصرة إلى الضلع. والمترف: المنعم.\r(2) العصم: جمع عصمة، وهي الحفظ.\r(3) الرشف: المص. والديم: جمع ديمة، وهي المطر.\r(4) الحكم جمع حكمة وهي وضع الأشياء في مواضعها.\r(5) النسم: جمع نسمة، وهي الإنسان.","seal":"D1CDD109","part":"1"},
      {"page":41,"id":36,"nass":"47 لم يمتحنّا بما تعيا العقول به ... حرصا علينا فلم نرتب ولم نهم «1»\r48 أعيا الورى فهم معناه فليس يرى ... في القرب والبعد فيه غير منفحم «2»\r49 كالشّمس تظهر للعينين من بعد ... صغيرة وتكلّ الطّرف من أمم «3»\r50 وكيف يدرك في الدّنيا حقيقته ... قوم نيام تسلّوا عنه بالحلم\r51 فمبلغ العلم فيه أنه بشر ... وأنه خير خلق الله كلّهم «4»\r52 وكلّ آي أتى الرّسل الكرام بها ... فإنما اتّصلت من نوره بهم\r53 فإنّه شمس فضل هم كواكبها ... يظهرن أنوارها للناس في الظّلم\r54 أكرم بخلق نبيّ زانه خلق ... بالحسن مشتمل بالبشر متّسم «5»\r55 كالزّهر في ترف والبدر في شرف ... والبحر في كرم والدهر في همم\r56 كأنّه وهو فرد من جلالته ... في عسكر حين تلقاه وفي حشم\r57 كأنّما اللّؤلؤ المكنون في صدف ... من معدني منطق منه ومبتسم\r58- لا طيب يعدل تربا ضمّ أعظمه ... طوبى لمنتشق منه وملتثم «6»\r59 أبان مولده عن طيب عنصره ... يا طيب مبتدإ منه ومختتم\r60 يوم تفرّس فيه الفرس أنّهم ... قد أنذروا بحلول البؤس والنّقم «7»\r61 وبات إيوان كسرى وهو منصدع ... كشمل أصحاب كسرى غير ملتئم\r62 والنّار خامدة الأنفاس من أسف ... عليه والنّهر ساهي العين من سدم «8»\r__________\r(1) لم نهم: لم نضل.\r(2) المنفحم: الساكت عجزا في المناظرة.\r(3) تكل: تتعب. أمم: قرب.\r(4) مبلغ العلم: غايته.\r(5) متسم: متصف.\r(6) طوبى من الطيب قلبوا الياء واوا لضمة ما قبلها. والمنتشق: من يشمه، والملتثم: من يقبله.\r(7) تفرس: تعرف بالظن الصائب.\r(8) ساهي: ساكن. والسدم: الحزن.","seal":"9342FA9F","part":"1"},
      {"page":42,"id":37,"nass":"63- وساء ساوة أن غاضت بحيرتها ... وردّ واردها بالغيظ حين ظمي «1»\rكأنّ بالنار ما بالماء من بلل ... حزنا وبالماء ما بالنّار من ضرم «2»\r65 والجنّ تهتف والأنوار ساطعة ... والحقّ يظهر من معنى ومن كلم\r66 عموا وصمّوا فإعلان البشائر لم ... تسمع وبارقة الإنذار لم تشم «3»\r67 من بعد ما أخبر الأقوام كاهنهم ... بأنّ دينهم المعوجّ لم يقم\r68 وبعد ما عاينوا في الأفق من شهب ... منقضّة وفق ما في الأرض من صنم «4»\r69 حتى غدا عن طريق الوحي منهزم ... من الشياطين يقفو إثر منهزم\r70 كأنهم هربا أبطال أبرهة ... أو عسكر بالحصى من راحتيه رمي\r71 نبذا به بعد تسبيح ببطنهما ... نبذ المسبّح من أحشاء ملتقم\r72 جاءت لدعوته الأشجار ساجدة ... تمشي إليه على ساق بلا قدم\r73 كأنّما سطرت سطرا لما كتبت ... فروعها من بديع الخطّ في اللّقم\r74 مثل الغمامة أنّى سار سائرة ... تقيه حرّ وطيس للهجير «5» حمي\r75 أقسمت بالقمر المنشقّ إنّ له ... من قلبه نسبة مبرورة القسم\r76 وما حوى الغار من خير ومن كرم ... وكلّ طرف من الكفّار عنه عمي\r77 فالصّدق في الغار والصّدّيق لم ير ما ... وهم يقولون ما بالغار من أرم «6»\r78 ظنّوا الحمام وظنّوا العنكبوت على ... خير البريّة لم تنسج ولم تحم\r79 وقاية الله أغنت عن مضاعفة ... من الدّروع وعن عال من الأطم «7»\r80 ما سامني الدّهر ضيما واستجرت به ... إلّا ونلت جوارا منه لم يضم\r__________\r(1) ساوة: مدينة في بلاد فارس بين همذان والري.\r(2) الضرم: الالتهاب.\r(3) تشم: تنظر.\r(4) الوفق: الموافق، أي المماثل.\r(5) د. بالهجيز.\r(6) لم يرما: لم يبرحا. وأرم على وزن كتف: العلم والأثر.\r(7) الأطم: الحصون.","seal":"FD7A78D8","part":"1"},
      {"page":43,"id":38,"nass":"81 ولا التمست غنى الدّارين من يده ... إلّا استلمت النّدى من خير مستلم\r82 لا تنكر الوحي من رؤياه إنّ له ... قلبا إذا نامت العينان لم ينم «1»\r83 وذاك حين بلوغ من نبوّته ... فليس ينكر فيه حال محتلم «2»\r84 تبارك الله ما وحي بمكتسب ... ولا نبيّ على غيب بمتّهم\r85 كم أبرأت وصبا باللّمس راحته ... وأطلقت أربا من ربقة اللّمم «3»\r86 وأحيت السّنة الشّهباء دعوته ... حتى حكت غرّة في الأعصر الدّهم «4»\r87 بعارض جاد أو خلت البطاح بها ... سيب من اليمّ أو سيل من العرم «5»\r88 دعني ووصفي آيات له ظهرت ... ظهور نار القرى ليلا على علم\r89 فالدّرّ يزداد حسنا وهو منتظم ... وليس ينقص قدرا غير منتظم\r90 فما تطاول آمال المديح إلى ... ما فيه من كرم الأخلاق والشّيم «6»\r91 آيات حقّ من الرّحمن محدثة ... قديمة صفة الموصوف بالقدم «7»\r92 لم تقترن بزمان وهي تخبرنا ... عن المعاد وعن عاد وعن إرم\r93 دامت لدينا ففاقت كلّ معجزة ... من النّبيّين إذ جاءت ولم تدم\r94 محكّمات فما تبقين من شبه ... لذي شقاق وما تبغين من حكم\r95 ما حوربت قطّ إلّا عاد من حرب ... أعدى الأعادي إليها ملقي السّلم\r96 ردّت بلاغتها دعوى معارضها ... ردّ الغيور يد الجاني عن الحرم\r97 لها معان كموج البحر في مدد ... وفوق جوهره فس الحسن والقيم\r__________\r(1) يقول: إن رؤيا النبي في المنام هي وحي من عند الله.\r(2) المحتلم: الذي يرى الحلم في النوم، فحلم النبي كما يقول وحي لا ينكر.\r(3) الوصب: المريض. والأرب: المحتاج. والريقة أصلها الحبل. واللمم: الجنون.\r(4) السنة الشهباء: المجدبة.\r(5) أوخلت. أي: إلى أن خلت. والبطاح: جمع أبطح، وهو مسيل الماء. والسيب: الجري. العرم: الوادي.\r(6) تطاول إلى كذا: طلب الوصول إليه.\r(7) محدثة: إنزالها محدث.","seal":"06801BA2","part":"1"},
      {"page":44,"id":39,"nass":"98 فما تعدّ ولا تحصى عجائبها ... ولا تسام على الإكثار بالسّأم\r99 قرّت بها عين قاريها فقلت له ... لقد ظفرت بحبل الله فاعتصم\r100 إن تتلها خيفة من حرّ نار لظى ... أطفأت نار لظى من وردها الشّبم\r101 كأنّها الحوض تبيضّ الوجوه به ... من العصاة وقد جاؤوه كالحمم\r102 وكالصّراط وكالميزان معدلة ... فالقسط من غيرها في الناس لم يقم\r103 لا تعجبن لحسود راح ينكرها ... تجاهلا وهو عين الحاذق الفهم\r104 قد تنكر العين ضوء الشّمس من رمد ... وينكر الفمّ طعم الماء من سقم\r105 يا خير من يمّم العافون ساحته ... سعيا وفوق متون الأينق الرّسم «1»\r106 ومن هو الاية الكبرى لمعتبر ... ومن هو النّعمة العظمى لمغتنم\r107 سريت من حرم ليلا إلى حرم ... كما سرى البدر في داج من الظّلم\r108 وبتّ «2» ترقى إلى أن نلت منزلة ... من قاب قوسين لم تدرك ولم ترك\r109 وقدّمتك جميع الأنبياء بها ... والرّسل تقديم مخدوم على خدم\r110 وأنت تخترق السّبع الطّباق بهم ... في موكب كنت فيه صاحب العلم\r111 حتى إذا لم تدع شأوا لمستبق ... من الدّنوّ ولا مرقى لمستنم «3»\r112 خفضت كلّ مقام بالإضافة إذ ... نوديت بالرّفع مثل المفرد العلم «4»\r113 كيما تفوز بوصل أيّ مستتر ... عن العيون وسرّ أيّ مكتتم\r114 فحزت كلّ فخار غير مشترك ... وجزت كلّ مقام غير مزدحم\r115 وجلّ مقدار ما ولّيت من رتب ... وعزّ إدراك ما أوليت من نعم\r116 بشرى لنا معشر الإسلام إنّ لنا ... من العناية ركنا غير منهدم\r117 لمّا دعا الله داعينا لطاعته ... بأكرم الرّسل كنّا أكرم الأمم\r__________\r(1) العافون: طلاب الرزق. والأينق: النياق. والرسم: التي ترسم الأرض: أي: تعلمها.\r(2) د: فظت.\r(3) المستنم: طالب الرفعة إلى السنام، وهو أعلى الشيء.\r(4) بالإضافة إلى مقامك. والرفع الارتفاع وفيه تورية برفع الإعراب عن النحاة.","seal":"7337E862","part":"1"},
      {"page":45,"id":40,"nass":"118 راعت قلوب العدا أنباء بعثته ... كنبأة أجفلت غفلا من الغنم\r119 ما زال يلقاهم في كلّ معترك ... حتى حكوا بالقنا لحما على وضم «1»\r120 ودّوا الفرار فكادوا يغبطون به ... أشلاء شالت مع العقبان والرّخم\r121 تمضي اللّيالي ولا يدرون عدّتها ... ما لم تكن من ليالي الأشهر الحرم\r122 كأنّما الدّين ضيف حلّ ساحتهم ... بكلّ قرم إلى لحم العدا قرم «2»\r123 يجرّ بحر خميس فوق سابحة ... يرمي بموج من الأبطال ملتطم «3»\r124 من كلّ منتدب لله محتسب ... يسطو بمستأصل للكفر مصطلم «4»\r125 حتّ غدت ملّة الإسلام وهي بهم ... من بعد غربتها موصولة الرّحم\r126 مكفولة أبدا منهم بخير أب ... وخير بعل فلم تيتم ولم تئم «5»\r127 هم الجبال فسل عنهم مصادمهم ... ماذا رأى منهم في كلّ مصطدم\r128 وسل حنينا وسل بدرا وسل أحدا ... فصول حتف لهم أدهى من الوخم»\r129 المصدري البيض حمرا بعد ما وردت ... من العدا كلّ مسودّ من اللّمم «7»\r130 والكاتبين بسمر الخطّ ما تركت ... أقلامهم حرف جسم غير منعجم\r131 شاكي السّلاح لهم سيمى تميّزهم ... والورد يمتاز بالسّيمى عن السّلم «8»\r132 تهدي إليك رياح النّصر نشرهم ... فتحسب الزّهر في الأكمام كلّ كمي\r133 كأنّهم في ظهور الخيل نبت ربا ... من شدّة الحزم لا من شدّة الحزم «9»\r__________\r(1) الوضم: كل خشبة يقطع عليها اللحم.\r(2) القرم: السيد. والقرم: بالتحريك شدة الشهوة إلى اللحم.\r(3) السابحة: الخيل.\r(4) المنتدب: المجيب.\r(5) التأيم: فقدان الزوج.\r(6) الوخم: الوباء.\r(7) اللمم: جمع لمة وهي الشعر إذا جاوز الأذن.\r(8) السيمى: العلامة. والسلم: نوع من الشجر.\r(9) الحزم: قوة الثبات. والحزم جمع حزام: وهي ما يشد به سرج الفرس ونحوها.","seal":"FE4CBCEC","part":"1"},
      {"page":46,"id":41,"nass":"134 طارت قلوب العدا من بأسهم فرقا ... فما تفرّق بين البهم والبهم «1»\r135 ومن تكن برسول الله نصرته ... إن تلقه الأسد في آجامها تجم\r136 ولن ترى من وليّ غير منتصر ... به ولا من عدوّ غير منقصم «2»\r137 أحلّ أمّته في حرز ملّته ... كاللّيث حلّ مع الأشبال في أجم\r138 كم جدّلت كلمات الله من جدل ... فيه وكم خصم البرهان من خصم «3»\r139 كفاك بالعلم في الأميّ معجزة ... في الجاهليّة والتّأديب في اليتم\r140 خدمته بمديح أستقيل به ... ذنوب عمر مضى في الشّعر والخدم\r141 إذ قلّداني ما تخشى عواقبه ... كأنّني بهما هدي من النّعم «4»\r142 أطعت غيّ الصّبا في الحالتين وما ... حصلت إلّا على الاثام والنّدم\r143 فيا خسارة نفس في تجارتها ... لم تشتر الدّين بالدّنيا ولم تسم «5»\r144 ومن يبع آجلا منه بعاجله ... يبن له الغبن في بيع وفي سلم «6»\r145 إن آت ذنبا فما عهدي بمنتقض ... من النّبيّ ولا حبلي بمنصرم\r146 فإنّ لي ذمّة منه بتسميتي ... محمدا وهو أوفى الخلق بالذّمم\r147 إن لم يكن في معادي آخذا بيدي ... فضلا وإلّا فقل يا زلّة القدم\r148 حاشاه أن يحرم الرّاجي مكارمه ... أو يرجع الجار منه غير محترم\r149 ومنذ ألزمت أفكاري مدائحه ... وجدته لخلاصي خير ملتزم\r150 ولن يفوت الغنى منه يدا تربت ... إنّ الحيا ينبت الأزهار في الأكم «7»\r__________\r(1) البهم: جمع بهمة: وهي السخلة. والبهم جمع بهمة، وهي الشجاع.\r(2) المنقصم: المنقطع.\r(3) جدل: صرع. والجدالة: الأرض. والجدل: كثير الجدال. خصمه: غلبه. والخصم: شديد الخصومة.\r(4) الهدى: ما يهدى إلى الحرم ليذبح.\r(5) سام البائع السلعة: عرضها للبيع: وسامها المشتري: طلب شراءها.\r(6) السلم في البيع: هو البيع المؤجل الدفع.\r(7) تربت: افتقرت. والأكم جمع أكمة: وهي الربوة.","seal":"733BC94D","part":"1"},
      {"page":47,"id":42,"nass":"151 ولم أرد زهرة الدّنيا التي اقتطفت ... يدا زهير بما أثنى على هرم\r152 يا أكرم الرّسل ما لي من ألوذ به ... سواك عند حلول الحادث العمم «1»\r153 ولن يضيق رسول الله جاهك بي ... إذا الكريم تحلّى باسم منتقم «2»\r154 فإنّ من جودك الدنيا وضرّتها ... ومن علومك علم اللّوح والقلم «3»\r155 يا نفس لا تقنطي من زلّة عظمت ... إنّ الكبائر في الغفران كاللّمم «4»\r156 لعل رحمة ربّي حين يقسمها ... تأتي على حسب العصيان في القسم\r157 يا ربّ واجعل رجائي غير منعكس ... لديك واجعل حسابي غير منخرم «5»\r158 والطف بعبدك في الدّارين إنّ له ... صبرا متى تدعه الأهوال ينهزم\r159 وائذن لسحب صلاة منك دائمة ... على النّبيّ بمنهلّ ومنسجم «6»\r160 ما رنّحت عذبات البان ريح صبا ... وأطرب العيس حادي العيس بالنّغم «7»\r__________\r(1) الحادث العمم: يوم القيامة، لأن هوله يعم الخلق.\r(2) تحلى: اتصف. والمنتقم: من أسماء الله.\r(3) ضرة الدنيا: هي الآخرة.\r(4) اللمم: صغار الذنوب.\r(5) المنخرم: المنقطع.\r(6) المنهل: السائل بشدة. والمنسجم: السائل بهدوء ورفق.\r(7) رنحت: أمالت. وعذبات البان: أغصانه. والعيس: الإبل البيض.","seal":"30510667","part":"1"},
      {"page":49,"id":43,"nass":"صور المخطوط","seal":"2C1740E9","part":"1"},
      {"page":51,"id":44,"nass":"الورقة الأولى في المخطوط","seal":"036EFBAE","part":"1"},
      {"page":52,"id":45,"nass":"الورقة الثانية من المخطوط","seal":"5C8A3B6A","part":"1"},
      {"page":53,"id":46,"nass":"الورقة الثالثة من المخطوط","seal":"3814F5B3","part":"1"},
      {"page":54,"id":47,"nass":"الورقة الرابعة من المحطوط","seal":"87F58F8B","part":"1"},
      {"page":55,"id":48,"nass":"الورقة الخامسة من المخطوط","seal":"25E87071","part":"1"},
      {"page":56,"id":49,"nass":"الورقة الأخيرة من المخطوط","seal":"90A4E233","part":"1"},
      {"page":57,"id":50,"nass":"بسم الله الرّحمن الرّحيم الحمد لله الذي رفع قدر من اختاره من عباده واصطفاه، ونصب الدليل على وحدانيته، فليس لنا «1» سواه، وخفض قدر من لم يجزم بوحدانية مولاه، والصلاة والسلام على سيدنا محمد الذي اصطفاه الله من عباده واجتباه، نبي أعرب باللسان الفصيح، عما في ضميره وجعل له النبوة والرسالة والسيادة والجاه، فما توجه أحد إلى ربه، إلا متّعه التوجه وأنجاه، أما بعد:\rفإن الإعراب من المهمات اللطيفة، وصناعته من الملح المنيفة، وإن من أنفع القصائد «2» وأحسنها، قصيدة البردة، للشيخ الإمام الفاضل حجة البلغاء، شرف الدين أبي عبد الله البوصيري، بضم الباء الموحدة، وسكون الواو وكسر الصاد وسكون المثناة التحتية، ثم راء مهملة، كذا قال في «المشترك» «3» قال: وبوصير: اسم لعدة مواضع جميعها بمصر «4» ، وهي «5» مشتملة على جمل من صفاته صلّى الله عليه وسلّم، ومعجزاته، وأخلاقه وغزواته.\r__________\r(1) في الأصول: فليس لنا إله سواه.\r(2) في الأصل (القصايد) بالياء.\r(3) كتاب «المشترك وضعا والمفترق صقعا» لياقوت الحموي ص 70.\r(4) هي أربعة في معجم البلدان (بوصير) 1/ 509.\r(5) أي قصيدة البردة.","seal":"BBCB0AFB","part":"1"},
      {"page":58,"id":51,"nass":"فانقدح في خاطري أن أعرب جميع أبياتها وأبيّن غريب ما تيسّر من لغاتها، وأضبط ما أشكل من ألفاظها ليسهل تناولها على حفاظها.\rوسميته «العمدة في إعراب البردة» والله أسأل أن ينفع به إنه قريب مجيب، وما توفيقي إلا بالله عليه توكلت وإليه أنيب.","seal":"8A129740","part":"1"},
      {"page":59,"id":52,"nass":"[إعراب (بسم الله الرّحمن الرّحيم) ]\rبسم الله الرّحمن الرّحيم (باسم) «1» جار ومجرور، متعلقان بمحذوف، قدّره البصريون اسما و [قدره] «2» الكوفيون فعلا مقدما [عند] «3» كل منهما أو مؤخرا، تقديره: ابتدائي، أو أبتدىء «4» ، فعند البصريين المحذوف مبتدأ، والجار والمجرور خبر «5» .\rوعند الكوفيين محل الجار والمجرور نصب بالمحذوف «6» ولا يرد حذف المصدر وإبقاء عمله. لأنهم يتوسعون في الظرف والجار والمجرور ما لا يتوسعون في غيرهما.\rوقال الإمام الرازي «7» يقدر فعلا ومؤخرا، أوّليّ كما في [قوله تعالى]\r__________\r(1) في الأصل (بسم) ولا تقبل على هذا إلا في البسملة التامة.\r(2) زيادة ليست في الأصل.\r(3) زيادة ليست في الأصل.\r(4) في الأصل (ابتدأ) بالممدودة وهو خطأ من الناسخ.\r(5) انظر البيان في غريب القرآن لابن الأنباري 1/ 31 وما بعدها. أي متعلقان بالخبر.\r(6) أي أن المتعلّق فعل وهو أبتدىء. ذهب الكوفيون إلى أنه في موضع نصب بفعل مقدر، تقديره: ابتدأت باسم الله.\r(7) هو الإمام فخر الدين حجة الحق: محمد بن عمر الحسين القرشي الطبرستانيّ الأصل، الرازي المولد، كان إمام وقته في العلوم العقلية وأحد الأئمة في العلوم الشرعية، واشتغل بالعلم على والده ثم رحل إلى الكمال السمعاني، ولازم مجد الدين الجيلي وبرع في العلوم، وكان ذا ثروة، عظيم الشأن، وكان ذا شعر جيد. انظر (طبقات الشافعية) 217- 218. -","seal":"B1D204D1","part":"1"},
      {"page":60,"id":53,"nass":"إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ «1» ولأنه تعالى مقدم ذاتا، لأنه قديم واجب الوجود لذاته، فقدّم ذكرا.\r(والباء) للاستعانة أو للمصاحبة «2» وحذفت الألف من الخط لكثرة الاستعمال «3» .\rفإذا ذكرت اسما من أسماء الله تعالى، وقد أضفت إليه الاسم لم تحذف الألف لقلة الاستعمال، نحو قولك: باسم الرّب، وباسم العزيز.\rفإن أتيت بحرف سوى الباء، أثبت أيضا الألف، نحو قولك: لاسم الله، وليس اسم كاسم الله، وكذا باسم الرحمن، وباسم الجليل،\rواقْرَأْ بِاسْمِ رَبِّكَ «4» وقيل حذفوا الألف لأنهم حملوه على سم، وهي لغة في «5» اسم، ولغاته خمس «6» (سم) بكسر السين وضمها و (اسم) بكسر الهمزة وضمها و (سمي) مثل ضحي واصل اسم: سمو، فالمحذوف منه لامه يدل على ذلك قولهم في جمعه أسماء. قال الكوفيون: أصله\r__________\r- وتفسير الفخر الرازي 1/ 79- 81 ورد كذلك في (مغني المحتاج) للشربيني والعبر 5/ 18.\r(1) سورة الفاتحة: الاية/ 5.\r(2) وفي ابن الأنباري «الباء زائدة ومعناها الالصاق» انظر البيان 1/ 31.\r(3) المعروف أن هذه الألف تحذف من (بسم) لكثرة الاستعمال في البسملة التامة. وقال الفراء: حذفوها لأنها وقعت في موضع معروف لا يجهل القارىء معناه، ولا يحتاج إلى قراءته، فاستخف طرحها. لأن من شأن العرب الإيجاز وتقليل الكثير إذا عرف معناه «معاني القرآن» 1/ 1- 2.\r(4) سورة العلق والاية 1.\r(5) في الأصل (على) وصوابهما ما أثبت.\r(6) وفي اللسان: وفيه أربع لغات: اسم واسم، بالضم، وسم وسم. وفي الإنصاف: خمس لغات. (اسم واسم وسم وسميّ (1/ 15- 16) وابن يعيش 1/ 23- 24) وهي في (مغني المحتاج) -/- عشر لغات نظمها بعضهم في بيت فقال:\rسم وسما واسم بتثليث أول ... لهن سماء عاشر ثمت انجلى","seal":"10BFEEB9","part":"1"},
      {"page":61,"id":54,"nass":"وسم لأنه من الوسم وهو العلامة «1» ، واختلف هل الاسم، عين المسمى [أو] «2» غيره، والمختار غيره عند الإطلاق.\r(الله) «3» مجرور بالإضافة، والأصل بسم الإله.\rقال عبد الله بن رواحة «4» :\rبسم الإله وبه بدينا ... ولو عبدنا غيره شقينا «5»\rحذفت منه همزته وعوض منها «6» حرف التعريف وسكّنت اللام ثم أدغمت في اللام الثانية.\r(الرّحمن) صفة لله.\r(الرّحيم) صفة بعد صفة، وعلامة الجر فيهما كسرة النون والميم وشددت الراء فيهما لأنك قلبت من اللام راء وأدغمت الرّاء في الرّاء، ويجوز نصبهما على اضمار أعني، ورفعهما على تقدير هو.\r__________\r(1) وهو عند البصريين من السمو انظر المسألة الأولى في (الإنصاف) لابن الأنباري.\r(2) في الأصل (وغيره) سهو من الناسخ.\r(3) وحذفت الألف من (الله) في الخط لكثرة الاستعمال، وفي البيان لابن الأنباري 1/ 32 قوله: والأصل في الله: (إلاه) من أله إذا عبد، وهو مصدر بمعنى مألوه: أي معبود كقولهم: خلق الله بمعنى مخلوق. قال الله تعالى: هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ [لقمان: 11] .\r(4) صحابي جليل نافح بشعره وجهاده عن الدعوة الإسلامية شهد العقبة مع السبعين وبدرا وأحدا والخندق. والحديبية وخيبر وعمرة القضبة، وقتل بمؤتة سنة ثمان من الهجرة/ صفة الصفوة 1/ 481- 482. العبر في خبر 1/ 9.\r(5) ورد البيتان في (إعراب ثلاثين سورة) لابن خالويه ص 11 وفيه بعد ذلك (وحبذا ربا وحبّ دينا) .\r(6) في الأصل (عنها) والصواب (منها) انظر اللسان/ عوض.","seal":"BF211D99","part":"1"},
      {"page":62,"id":55,"nass":"وقال في المغني «1» : (الرحمن) بدل من اسم الله لا نعت و (الرحيم) نعت للرحمن، لا نعت اسم الله لأن البدل لا يتقدم على النعت.\rوقدم اسم الله على الرحمن الرحيم لأنه اسم ذات، وهما اسما صفة، والذات مقدم على الصفة.\rوقدم (الرّحمن) على (الرّحيم) لأنه خاص إذ لا يقال لغير الله بخلاف الرحيم والخاص مقدم على العام، ولأنه أبلغ من الرحيم، لأن زيادة البناء تدل على زيادة المعنى، لأن (فعلانا) أبلغ من (فعيل) فإن قلت تقديم الرحمن على الرحيم مخالف للعادة من تقديم غير الأبلغ ليترقى منه إلى الأبلغ قلت: قيل إن الرحيم أبلغ. وقيل إن معناهما واحد فلا أبلغ فيه «2» ، وقيل غير ذلك.\r[إعراب أبيات البردة]\r\r[النسيب النبوي] :\rقال المصنف رحمه الله: [البحر البسيط]\r1-[أمن تذكّر جيران بذي سلم ... مزجت دمعا جرى من مقلة بدم]\r(أمن تذكر) الهمزة للاستفهام. و (من تذكر) جار ومجرور متعلقان «3»\r__________\r(1) هو (مغني المحتاج إلى معرفة معاني ألفاظ المنهاج) شرح الشيخ محمد الشربيني على متن المنهاج للنووي، والشارح الشرييني هو أحد أعيان علماء الشافعية في القرن العاشر الهجري- 977 هـ. محمد بن أحمد الشربيني، شمس الدين، فقيه شافعي، مفسر، لغوي من أهل القاهرة. من تصانيفه «الإقناع في حل ألفاظ أبي شجاع» و «مغني المحتاج في شرح المنهاج» للنووي؛ كلاهما في الفقه، وله «تقريرات على المطول» في البلاغة و «شرح شواهد القطر» الموسوعة الفقهية/ ج/ 1 ص 356.\r(2) في الأصل (فلا أبالغيه) سهو من الناسخ.\r(3) درج معرب البردة على قوله (متعلق) بعد كل جار ومجرور، فجعلتها: متعلقان-","seal":"057EAB8F","part":"1"},
      {"page":63,"id":56,"nass":"(بمزجت) والتذكر: مصدر تذكر بقلبه تذكرا، وذكر ذكرا بضم الذال وتقول:\rذكر الله بلسانه ذكرا، بكسر الذال «1» .\r(جيران) بكسر الجيم (مضاف إليه من إضافة المصدر إلى المفعول بعد حذف فاعله) وأصله: بتذكرك جيرانا، وهو جمع جار يطلق على المجاور معك في المنزل، ويطلق الجار أيضا على الملاصق لدارك. ويطلق أيضا على من كان في حد أربعين دارا «2» .\r(بذي) جار ومجرور، متعلقان بمحذوف (نعت جيران) .\r(سلم) بفتحتين (مضاف إليه) وهو اسم موضع معروف «3» .\r(مزجت) بفتح التاء. فعل وفاعل.\r(دمعا) مفعول به.\r(جرى) فعل ماض، وفاعله مستتر فيه، والجملة صفة (لدمعا) .\r(من مقلة) جار ومجرور متعلقان (بجرى) لإفادة التوكيد- كما في قوله تعالى:\r__________\r- «مكتفيا بالإشارة إلى ذلك في هذا الموضع الأول فقط نفيا للتكرار. ويبدو أن المؤلف (المعرب) ينطلق في هذا من الأخذ بأن الجار والمجرور يشكلان شيئا واحدا؛ فهما كالكلمة الواحدة.\r(1) انظر لسان العرب (ذكر) .\r(2) وحدّ الجار إلى أربعين دارا كما أخرج الطبراني «أنه أتى النبي صلى الله عليه وسلّم رجل فقال: يا رسول الله إني نزلت في محل بني فلان، وإن أشدهم لي أذى أقربهم إليّ دارا، فبعث النبي صلى الله عليه وسلّم أبا بكر وعمر وعليا رضي الله عنهم يأتون المسجد فيصيحون على أن أربعين دارا جار، ولا يدخل الجنة من خاف جاره بوائقه» وأخرج الطبراني في الكبير والأوسط «إن الله ليدفع بالمسلم الصالح عن مئة بيت من جيرانه» انظر: سبل السلام 3/ 139 ومختار تفسير القرطبي/ 295.\r(3) ذو سلم ووادي سلم: بالحجاز (معجم البلدان 3/ 240) .","seal":"B4D31F1F","part":"1"},
      {"page":64,"id":57,"nass":"يَطِيرُ بِجَناحَيْهِ «1» توكيد لينفي المجاز، لأنه يقال لغير الطائر، طار إذا أسرع، أو للتأسيس نظرا إلى الدم الممزوج بالدمع.\r(بدم) جار ومجرور متعلقان (بمزجت) فتكون الباء للتعدية، أو (بجرى) فتكون للمصاحبة، ويجوز أن يتنازعه كل منهما.\r2-[أم هبّت الرّيح من تلقاء كاظمة ... وأومض البرق في الظّلماء من إضم]\r(أم) حرف عطف، وهو معادل الهمزة في الاستفهام عن تعيين العلة الحاملة على مزج الدمع بالدم.\r(هبت) فعل ماض، والتاء للتأنيث «2» .\r(الريح) فاعله، والجملة في تأويل مفرد معطوف على (تذكر) .\r(من تلقاء) بالمد: متعلقان (بهبت) .\r(كاظمة) مضاف إليه، وهو اسم مكان معروف «3» .\r(وأومض البرق) بالضاد المعجمة. فعل وفاعل، معطوف على (هبت الريح) .\r(في الظلماء) بالمد، متعلقان (بأومض) على تقدير موصوف محذوف.\rوالتقدير: في الليلة الظلماء.\r__________\r(1) قوله تعالى: وَما مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ إِلَّا أُمَمٌ أَمْثالُكُمْ [الأنعام: 38] .\r(2) وحركت التاء بالكسر لالتقاء الساكنين.\r(3) كاظمة: جوّ على سيف البحر في طريق البحرين من البصرة بينها وبين البصرة مرحلتان وفيها ركايا كثيرة وماؤها شروب واستقاؤها ظاهر وقد أكثر الشعراء من ذكرها (معجم البلدان. 3/ 431 اللسان/ كظم.\rيا حبذا البرق من أكناف كاظمة ... يسعى على قصرات المرخ والعشر\rلله درّ بيوت كان يعشقها ... قلبي ويألفها إن طيبت بصري","seal":"ACC429F1","part":"1"},
      {"page":65,"id":58,"nass":"(من إضم) بكسر الهمزة، وفتح الضاد المعجمة في موضع (الحال) «1» من الظلماء و (من) في الموضعين للابتداء و (إضم) اسم موضع معروف «2» .\r3-[فما لعينيك إن قلت اكففا همتا ... وما لقلبك إن قلت استفق يهم]\r(فما) الفاء عاطفة و (ما) استفهامية، اسم استفهام انكاري، أو تعجب، مبتدأ.\r(لعينيك) بالتثنية، خبر «3» .\r(إن) بكسر الهمزة، وسكون النون (حرف شرط) «4» .\r(قلت) بفتح التاء (فعل شرط في محل جزم (بإن) .\r(اكففا) بضم الفاء الأولى، وفتح الثانية، فعل أمر مؤكد بالنون الخفيفة أبدلت في الوقف ألفا «5» ، فاعله مستتر فيه، والجملة في موضع نصب مقول القول.\r(همتا) فعل ماض، وفاعل، والأصل (هميتا) قلبت الياء ألفا لتحركها وانفتاح ما قبلها، فصارت. هماتا ثم حذفت الألف لالتقاء الساكنين، وهما الألف وتاء التأنيث وتحريكها عارض لأجل الألف.\rوالجملة جواب الشرط «6» .\r__________\r(1) متعلقان بحال محذوفة من الظلماء.\r(2) إضم: ماء يطؤه الطريق بين مكة واليمامة عند السمينة وقيل واد بجبال تهامة. وقال سلامة بن جندل:\rيا دار أسماء بالعلياء من إضم ... بين الدكادك من قرّ مغضوب\rمعجم البلدان 1/ 214- 215.\r(3) لعينيك: متعلقان بخبر محذوف.\r(4) حرف شرط جازم يجزم فعلين.\r(5) ويصح كونه فعل أمر مبنيا على حذف النون لاتصاله بألف الاثنين، والألف في محل رفع فاعل.\r(6) لا محل لها من الإعراب لأنها جواب شرط جازم غير مقترن بالفاء.","seal":"6EE88BCF","part":"1"},
      {"page":66,"id":59,"nass":"(وما) استفهامية، استفهام انكاري، أو تعجب، مبتدأ.\r(لقلبك) «1» خبر المبتدأ.\r(إن قلت) «2» بفتح التاء، شرط.\r(استفق) «3» مقول قلت.\r(يهم) «4» جواب الشرط، والأصل يهيم، حذفت الياء لالتقاء الساكنين، والياء والميم للجزم، وتحريكها بالكسر عارض لحرف الروي.\r4-[أيحسب الصّبّ أنّ الحبّ منكتم ... ما بين منسجم منه ومضطرم «5» ]\r(أيحسب) الهمزة للاستفهام الإنكاري «6» و (يحسب) بفتح السين وكسرها «7» ، فعل مضارع متعد لاثنين.\r(الصب) فاعله.\r(أن) بفتح الهمزة وتشديد النون، حرف توكيد ينصب الاسم ويرفع الخبر.\r(الحب) بضم المهملة، اسمها.\r(منكتم) خبرها، وأنّ وما بعدها في تأويل مصدر سادّ مسدّ مفعولي يحسب.\r(ما) زائدة للتعليل، أو ظرفية مصدرية، أي مدة وجوده.\r__________\r(1) لقلبك: جار ومجرور متعلقان بخبر محذوف.\r(2) (إن) حرف شرط جازم (قلت) جملة الشرط غير الظرفي، لا محل لها من الإعراب.\r(3) استفق، فعل أمر، وفاعله مستتر فيه.\r(4) فعل مضارع مجزوم.\r(5) المنسجم: الدمع السائل، والمضطرم: القلب المشتغل بالحب.\r(6) وهو توبيخي عند الأزهري انظر شرح البردة (للأزهري) ص 8.\r(7) في الديوان: بفتح السين والكسر في اللسان أجود انظر (حسب) .","seal":"5FFEC68B","part":"1"},
      {"page":67,"id":60,"nass":"(بين) منصوب على الظرفية «1» .\r(منسجم) مضاف إليه، على تقدير موصوف محذوف، بين المضاف والمضاف إليه «2» .\r(منه) جار ومجرور «3» متعلقان (بمنسجم) والضمير راجع إلى الصب.\r(ومضطرم) بالضاد المعجمة والطاء المهملة، معطوف على منسجم: على تقدير موصوف محذوف بين العاطف والمعطوف والتقدير: قلب مضطرم، أي ملتهب.\r5-[لولا الهوى لم ترق دمعا على طلل ... ولا أرقت لذكر البان والعلم «4» ]\r(لولا) حرف امتناع لوجود «5» .\r(الهوى) إن كان مقصورا، فهو الحب، وهو المراد هنا، وإن كان ممدودا فهو الذي بين السماء والأرض «6» ، مبتدأ والخبر محذوف لكونه كونا مطلقا والتقدير، لولا الهوى موجود) .\r(لم ترق) بضم التاء الفوقية، (جازم ومجزوم) .\r(دمعا) مفعول به.\r__________\r(1) أي الظرفية المكانية.\r(2) تقديره: ما بين دمع منسجم وقلب مضطرم.\r(3) ليس الضمير هنا مجرورا بل هو في محل جر، وقد درج المؤلف على التساهل في هذا في إعراب البديعية كلها.\r(4) البان: شجر طيب الرائحة يتخذ منه دهن يعرف بدهن البان، والعلم: الرمح في رأسه راية، وقد يراد به الجبل. انظر اللسان (علم) .\r(5) شرط غير جازم.\r(6) انظر الانصاف المسألة (109) .","seal":"3804C0BE","part":"1"},
      {"page":68,"id":61,"nass":"(على طلل) بطاء مهمله ولام، مفتوحتين متعلقان (بترق) (4/ أ) وجملة، لم ترق ومعمولاها «1» ، لا محل لها من الإعراب لأنها جواب لولا.\rوالطللّ: ما بقي «2» من آثار الدار. و (على) إما للاستعلاء «3» على أصلها. وإما للتعليل، نحو وَلِتُكَبِّرُوا اللَّهَ عَلى ما هَداكُمْ «4» .\r(ولا أرقت) بفتح الهمزة وكسر الراء وفتح التاء: (فعل وفاعل، معطوف على جواب (لولا) و (لا) زائدة لتوكيد النفي و (أرقت) - وهو فيه لغتان «5» - وهو القلق.\r(لذكر البان) جار ومجرور، ومضاف إليه، متعلقان (بأرقت) .\r6-[فكيف تنكر حبّا بعدما شهدت ... به عليك عدول الدّمع والسّقم «6» ]\r(فكيف) اسم استفهام، ومعناه هنا التعجب (متعلق بتنكر) «7» .\r__________\r(1) في الأصل (ومعموليها) .\r(2) أي ما بقي شاخصا، وإلا فهو الرسم.\r(3) في الأصل (للاستعانة) وهم من الناسخ.\r(4) سورة البقرة: 2/ 185.\r(5) أرقت: سهرت، والأرق ذهاب النوم بالليل، وفي (المحكم) ذهاب النوم لعلة (تاج العروس) أرق.\r(6) جعل من الدمع والسقم شاهدين صادقين على شدة وجد هذا المحب، وهو مصطلح شرعي.\r(7) علّقها بوصفها ظرفا، أخذا بكلام سيبويه. وهي اسم في محل نصب على الحال. وفصّل السيوطي في ذلك فقال: «وأما «كيف» فالغالب فيها أن تكون اسم استفهام إما حقيقيا نحو كيف زيد؟ وإما غيره نحو (كيف تكفرون بالله) ؟ وتقع خبرا قبل ما لا يتسغنى به نحو (كيف أنت) و (كيف كنت) ؟ ومفعولا (كيف ظننت زيدا) ؟ وحالا قبل ما يستغنى به (كيف جاء زيد) ؟ أي: على أي حال جاء زيد، وإنما بنيت لتضمنها معنى همزة الاستفهام، وبنيت على الفتح طلبا للخفة. وعن سيبويه إن (كيف) ظرف، وأنكره الأخفش والسيرافي وقالا: هي اسم غير ظرف. وقال ابن مالك: لم يقل أحد إن كيف ظرف إذ ليست زمانا أو مكانا» ولكنها لما كانت-","seal":"FDD3387E","part":"1"},
      {"page":69,"id":62,"nass":"(تنكر) بضم التاء الفوقية، فعل مضارع، وفاعله مستتر فيه وجوبا تقديره أنت.\r(حبا) بضم الحاء وكسرها «1» مفعول به.\r(بعد) ظرف، متعلق (بتنكر) .\r(ما) موصول حرفي.\r(شهدت) فعل ماض، والتاء للتأنيث.\r(به عليك) متعلقان «2» (بشهدت) .\r(عدول) فاعل (شهدت) .\r(الدمع) مضاف إليه.\r(والسقم) بفتحتين، معطوف على الدمع، وجملة شهدت وما بعدها، صلة ما، وما وصلتها في تأويل مصدر؛ مجرور بإضافة بعد إليها «3» .\r7-[وأثبت «4» الوجد خطّي عبرة وضنى ... مثل البهار على خدّيك والعنم «5» ]\r(وأثبت الوجد) فعل وفاعل، معطوف على «شهدت» .\r__________\r- تفسر بقولك على أي حال لكونها سؤالا عن الأحوال العامة سميت ظرفا، لأنها في تأويل الجار والمجرور، واسم الظرف يطلق عليها، قال ابن هشام: وهذا حسن، انظر الفرائد الجديدة ص 406. وشرح المفصل 4/ 109- 110 وخطا متعثرة (94- 95) والمغني/ 270 وهمع الهوامع 1/ 214.\r(1) هي بالضم مصدر وبالكسر بمعنى المحبوب انظر اللسان (حبب) .\r(2) كذا في الأصل (متعلقان) يريد بهما (به) و (عليك) .\r(3) أي: بعد شهادة عدول الدمع والسقم.\r(4) في الأصل: فأثبت، والتصويب من الديوان وشرح البردة.\r(5) الخطان مجريا الدمع على الخدين. البهار: ورد أصفر، والعنم ورد أحمر (انظر اللسان) بهر/ عنم.","seal":"C402C1E6","part":"1"},
      {"page":70,"id":63,"nass":"(خطي) بفتح الخاء، والطاء المهملة وسكون الياء- مفعول «1» (أثبت) ، وحذفت النون للإضافة.\r(عبرة) بفتح العين المهملة وسكون الباء الموحدة، مضاف إليه.\r(وضنى) بالمعجمة والقصر، معطوف على خطي.\r(مثل) بالنصب، نعت خطي وضنى.\r(البهار) بفتح الموحدة، مضاف إليه.\r(على خديك) في موضع الحال «2» من (خطي وضنى) .\r(والعنم) بفتح العين المهملة والنون، معطوف على البهار، وهو شجر له أغصان حمر لينة، وقيل: نبت بالهند له حب أحمر.\r8-[نعم، سرى طيف من أهوى فأرّقني ... والحبّ يعترض اللّذات بالألم]\r(نعم) حرف جواب.\r(سرى) فعل ماض.\r(طيف) بفتح المهملة وسكون الياء التحتية- فاعل سرى.\r(من) بفتح الميم، اسم موصول «3» في موضع جر بالإضافة.\r(أهوى) فعل مضارع، وفاعله، مستتر مسند إلى المتكلم، والجملة صلة (من) «4» والعائد محذوف، أي أهواه.\r__________\r(1) مفعول به منصوب، وعلامة نصب الياء لأنه مثنى.\r(2) متعلقان بحال محذوفة من خطي وضنى تقديره (باديا) على خديك.\r(3) بمعنى الذي مبني على السكون.\r(4) لا محل لها من الإعراب فهي صلة الموصول.","seal":"D72EB3E1","part":"1"},
      {"page":71,"id":64,"nass":"(فأرقني) فعل ماض، وفاعله (4/ ب) مستتر فيه يعود على (طيف) معطوف على (سرى) «1» .\r(والحب) بضم الحاء المهملة مبتدأ «2» .\r(يعترض) بفتح التحتية وكسر الراء، بالضاد المعجمة، فعل مضارع.\rوفاعله مستتر فيه جوازا يعود على (الحب) .\r(اللذات) مفعول به «3» ، والجملة خبر المبتدأ.\r(بالألم) متعلقان (بيعترض) .\r9-[يا لائمي في الهوى العذريّ معذرة ... منّي إليك ولو أنصفت لم تلم «4» ]\r(يا) حرف نداء.\r(لائمي) منادى مضاف إلى ياء المتكلم منصوب بفتحة مقدرة على الميم، منع من ظهورها اشتغال المحل بحركة المناسبة و (الياء) في محل جر بالإضافة.\r(في الهوى) متعلقان (بلائمي) .\r(العذري) بالذال المعجمة، صفة الهوى.\r__________\r(1) والياء ضمير متصل مبني على السكون في محل نصب مفعول به.\r(2) الواو للاستئناف وجملة و (الحب يعترض) استئنافية لا محل لها من الإعراب.\r(3) مفعول به منصوب بالكسرة عوضا عن الفتحة لأنه جمع مؤنث سالم.\r(4) الهوى العذري: الحب العفيف مما عرف به بنو عذرة. وهي قبيلة من العرب اشتهرت بالعشق، والعفة، واشتهر منهم جميل بن عبد الله بن معمر وبثينة بنت الحباء، وعروة بن حزام بن مالك صاحب عفراء بنت مهاصر بن مالك، وهي بنت عمه، مات من حبها ... وغيرهم. انظر تاج العروس/ عذر، وجمهرة أنساب العرب/ 449.","seal":"0F3E85EE","part":"1"},
      {"page":72,"id":65,"nass":"(معذرة) منصوب «1» بفعل محذوف تقديره أعتذر [إن كان المراد بها المصدر] .\r(مني إليك) متعلقان (بمعذرة) .\r(ولو) حرف شرط «2» .\r(أنصفت) بفتح التاء، فعل الشرط «3» .\r(لم تلم) بفتح التاء الفوقية وضم اللام جواب الشرط «4» .\r10-[عدتك حالي لا سرّي بمستتر ... عن الوشاة ولا دائي بمنحسم]\r(عدتك) فعل، ومفعول مقدم.\r(حالي) بحاء مهملة، فاعل مؤخر.\r(لا) نافية «5» .\r(سري) بكسر السين المهملة، اسم لا، مضاف إلى ياء «6» المتكلم.\r(بمستتر) «7» جار ومجرور في موضع نصب على أنه خبرها.\r(عن الوشاة) بواو مضمومة، جار ومجرور متعلقان (بمستتر) .\r__________\r(1) ويصح قراءته بالرفع على أنه خبر لمبتدأ محذوف تقديره: هذه معذرة.\r(2) غير جازم.\r(3) جملة أنصفت، جملة الشرط غير الظرفي لا محل لها من الإعراب.\r(4) جواب شرط غير جازم لا محل لها من الإعراب.\r(5) نافية تعمل عمل ليس (سري) اسم (لا) مرفوع وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة.\r(6) في الأصل: مضاف لياء المتكلم. وانظر اللسان (ضيف) .\r(7) الباء حرف جر زائد (مستتر) اسم مجرور لفظا منصوب محلا على أنه (خبر) لا، وكذلك بمنحسم.","seal":"5D69B586","part":"1"},
      {"page":73,"id":66,"nass":"(ولا) نافية.\r(دائي) اسم لا.\r(بمنحسم) بسين وحاء مهملتين خبرها: وهو المنقطع.\r11-[محّضتني النّصح لكن لست أسمعه ... إنّ المحبّ عن العذّال في صمم «1» ]\r(محضتني) فعل وفاعل ومفعول أول.\r(النصح) مفعول ثان.\r(لكن) حرف «2» استدراك.\r(لست) بضم التاء، فعل ماض ناقص «3» ، والتاء اسمها.\r(أسمعه) فعل وفاعل ومفعول، والجملة في موضع نصب خبرها.\r(إنّ) من الحروف المشبهة بالفعل.\r(المحب) اسمها.\r(عن العذال) بذال معجمة، متعلقان بصمم، فإن قيل معمول المصدر لا يتقدم عليه قلت في غير الظرف [والجار والمجرور] لأنهم يتوسعون فيهما ما لا يتوسعون في غيرهما.\r(في صمم) في موضع رفع خبرها «4» .\r__________\r(1) محضتني النصح: أخلصته.\r(2) حرف ابتداء واستدراك.\r(3) فعل ماض ناقص مبني على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير متصل مبني على الضم في محل رفع اسم ليس.\r(4) الجار والمجرور متعلقان بخبر (إنّ) محذوف.","seal":"210FBBB9","part":"1"},
      {"page":74,"id":67,"nass":"12-[إنّي اتهمت نصيح الشّيب في عذل ... والشّيب أبعد في نصح عن التّهم]\r(إني) من الحروف المشبهة بالفعل، والياء اسمها.\r(اتهمت) فعل، وفاعل، والجملة في محل رفع على أنه خبرها.\r(نصيح الشيب) مفعول، ومضاف إليه، والإضافة فيه للبيان، أي الشيب الناصح.\r(في عذل) «1» بفتح الذال المعجمة، متعلقان (باتهمت) وهو اسم مصدر، والمصدر بسكونها «2» [والعذل: اللوم] .\r(والشيب أبعد) «3» مبتدأ وخبر.\r(في نصح عن التهم) متعلقان (بأبعد) والجملة حالية، مرتبطة بالواو.\r\r[التحذير من هوى النفس] :\r13-[فإنّ أمّارتي بالسّوء ما اتّعظت ... من جهلها بنذير الشّيب والهرم «4» ]\r(فإنّ أمارتي) الفاء للتعليل (5/ أ) وأن واسمها «5» .\r(بالسوء) بضم السين، متعلقان (بأمارتي) .\r(ما اتعظت) ما. حرف نفي، (اتعظت) فعل ماض، والتاء للتأنيث، وفاعله مستتر فيه يعود إلى أمارتي، والجملة خبر (إن) .\r__________\r(1) في الزبدة (في عذلي) .\r(2) راجع اللسان/ عذل.\r(3) الواو حالية.\r(4) الأمارة بالسوء: هي النفس.\r(5) والياء: ضمير متصل مبني على السكون في محل جر بالإضافة.","seal":"D6687AB0","part":"1"},
      {"page":75,"id":68,"nass":"(من جهلها) جار ومجرور، متعلقان (باتعظت) .\r(بنذير) جار ومجرور، متعلقان (باتعظت) .\r(الشيب) مضاف إليه، والإضافة للبيان.\r(والهرم) بفتحتين، معطوف على الشيب، وهو: ابيضاض الشعر، وكبر السن، وضعف القوى.\r14-[ولا أعدّت من الفعل الجميل قرى ... ضيف ألمّ برأسي غير محتشم «1» ]\r(ولا أعدت) «2» بسكون التاء، معطوف على (اتعظت) .\r(من الفعل) متعلقان (بأعدت) .\r(الجميل) نعت الفعل.\r(قرى) بكسر القاف، وفتح الراء، بغير تنوين لأنه مضاف منصوب على أنه مفعول (أعدت) .\r(ضيف) مضاف إليه.\r(ألم) بفتح الميم المشددة، فعل ماض وفاعله مستتر فيه، والجملة في محل جر صفة لضيف.\r(برأسي) جار ومجرور متعلقان (بألم) [والمجرور] مضاف إلى ياء المتكلم] .\r(غير) بالجر صفة ضيف، ويجوز الفتح على أنه حال من فاعل ألم.\r(محتشم) مضاف إليه.\r__________\r(1) قريت الضيف: أحسنت إليه، وفي اللسان: أضافه. وقراء: أحسنت إليه، إذا كسرت القاف قصرت، وإذا فتحت مددت (قرا) . ألم: حل ونزل برأسي وهو الشيب.\r(2) الواو: حرف عطف (لا) نافية لا عمل لها (أعدت) فعل ماض، والتاء، للتأنيث.","seal":"52A11E3C","part":"1"},
      {"page":76,"id":69,"nass":"15-[لو كنت أعلم أنّي ما أوقّره ... كتمت سرّا بدا لي منه بالكتم «1» ]\r(لو) حرف شرط.\r(كنت) بضم التاء، فعل ماض ناقص و (التاء) اسمها، وجملة (أعلم) «2» خبرها.\r(أني) بفتح الهمزة، حرف توكيد [ونصب] و (الياء) ضمير متصل في محل نصب اسمها.\r(ما) حرف نفي، وجملة (أوقره) من الفعل والفاعل المستتر، والمفعول في محل رفع خبرها و (أن وما بعدها) ساد مسد مفعولي «3» . (أعلم) .\r(كتمت) بضم التاء، فعل وفاعل، جواب (لو) .\r(سرا) مفعول، كتمت.\r(بدا) فعل ماض، وفاعله راجع إلى السر، والجملة في محل نصب (صفة) .\r(لي منه) متعلقان (ببدا) والهاء راجع (لسرا) .\r(بالكتم) بفتح الكاف والتاء، متعلقان (بكتمت) وهو نبت يخلط بالحناء يختضب به.\r16-[من لي بردّ جماح من غواتيها ... كما يردّ جماح الخيل باللّجم «4» ]\r(من) بفتح الميم، استفهامية، مبتدأ، وهو استفهام تضرع واستعطاف، أي من يتكفل لي بردها، تفضلا منه.\r__________\r(1) أوقره: أعظمه، كتمت: أخفيت، سرا: أراد به الشيب.\r(2) أعلم: فعل مضارع مرفوع، والفاعل ضمير مستتر وجوبا تقديره أنا.\r(3) في الأصل: مفعولات.\r(4) جماح وجموح: راكب لهواه. وجمع الفرس براكبه: ذهب به جريا غالبا لا يمكله (أساس البلاغة ص 98) .","seal":"BD560C0F","part":"1"},
      {"page":77,"id":70,"nass":"(لي) «1» خبره «2» .\r(برد) جار ومجرور متعلقان بما تعلق به الخبر.\r(جماح) بجيم مكسورة، والحاء مهملة. مضاف إليه (5/ ب) .\r(من غوايتها) بغين معجمة مفتوحة متعلقان (برد) .\r(كما) الكاف: حرف جر، و (ما) مصدرية.\r(يرد) فعل مضارع مبني للمفعول.\r(جماح) بكسر الجيم، نائب فاعل.\r(الخيل) مضاف إليه.\r(باللجم) بضم اللام والجيم، جار ومجرور متعلقان (بيرد) .\r17-[فلا ترم بالمعاصي كسر شهوتها ... إنّ الطّعام يقوّيّ شهوة النّهم «3» ]\r(فلا) لا، حرف نهي [وجزم] .\r(ترم) بضم الراء مجزوم بلا الناهية، وفاعله مستتر فيه وجوبا.\r(بالمعاصي) جار ومجرور متعلقان (بترم) «4» .\r(كسر) مفعول، ترم.\r(شهوتها) مضاف إليه «5» .\r(إن الطعام) إن، واسمها.\r__________\r(1) لي: متعلقان بخبر محذوف.\r(2) في الأصل: خبر.\r(3) لا ترم: لا تقصد، ولا تطلب، كسر الشهوة: أي صرفها.\r(4) الأفضل تعليق (بالمعاصي) بالمصدر الاتي (كسر) .\r(5) ها: ضمير متصل مبني على السكون في محل جر بالإضافة.","seal":"AD6A4E12","part":"1"},
      {"page":78,"id":71,"nass":"يقوي: بضم الياء، وفتح القاف، وتشديد الواو المكسورة، فعل مضارع وفاعله ضمير مستتر فيه، يعود إلى الطعام.\r(شهوة) مفعول به..\r(النهم) بفتح النون وكسر الهاء «1» مضاف إليه، والجملة في محل رفع خبر إنّ.\rوالشهوة: ميل النفس إلى الشيء، والنهم: الشديد الشهوة.\r18-[والنّفس كالطّفل إن تهمله شبّ على ... حبّ الرّضاع وإن تفطمه ينفطم]\r(والنفس) بسكون الفاء، مبتدأ.\r(كالطفل) جار ومجرور، خبره «2» .\r(إن تهمله) بضم التاء، شرط «3» ، وجملة (شب) بفتح المعجمة جواب الشرط «4» .\r(على حب) بضم الحاء المهملة، متعلقان (بشب) .\r(الرضاع) بفتح الراء وكسرها، مضاف إليه.\r(وإن تفطمه) إن، حرف شرط، (تفطمه) بفتح التاء الفوقية فعل الشرط، وفاعله مستتر فيه، و (الهاء) مفعول.\r(ينفطم) بفتح التحتية، جواب الشرط، وهو مجزوم، وحرك لأجل الروي.\r__________\r(1) في الأصل: بكسر النون وفي الديوان: بفتح النون وفتح الهاء. والصحيح ما أثبتناه: راجع اللسان (نهم) .\r(2) أي متعلقان بالخبر المحذوف.\r(3) إن: حرف شرط جازم (تهمله) فعل مضارع مجزوم بإن وعلامة جزمه السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت. و (الهاء) مفعول به. وجملة (تهمله) لا محل لها جملة الشرط غير الظرفي.\r(4) جواب شرط جازم غير مقترن بالفاء أو إذا الفجائية لا محل لها.","seal":"33B4E40F","part":"1"},
      {"page":79,"id":72,"nass":"19-[فاصرف هواها وحاذر أن تولّيه ... إنّ الهوى ما تولّى يصم أو يصم «1» ]\r(فاصرف) فعل أمر، وفاعله مستتر فيه.\r(هواها) مفعول، وهو منصوب بفتحة مقدرة على الألف، و (ها) مضاف إليه.\r(وحاذر) بالحاء المهملة، والذال المعجمة، فعل أمر.\r(أن) بفتح الهمزة وسكون النون، حرف مصدري.\r(توليه) فعل مضارع منصوب (بأن) وفاعله مستتر فيه و (الهاء) ضمير المفعول به.\r(إن) بكسر الهمزة وتشديد النون، حرف توكيد [ونصب] .\r(الهوى) اسمها «2» .\r(ما) اسم شرط بمعنى إن.\r(تولى) فعل ماض مبني للمفعول، ويجوز بناؤه «3» للفاعل، في محل جزم (بما) .\r(يصم) بضم الياء، وسكون الصاد وكسر الميم، جواب الشرط.\r(أو) حرف عطف للتقسيم (6/ أ) نحو [قوله تعالى] وَقالُوا كُونُوا هُوداً أَوْ نَصارى «4» .\r(يصم) بفتح الياء، وكسر الصاد المهملة، معطوف على (يصم) وجملة الشرط وجوابه «5» ، خبر (إنّ) .\r__________\r(1) أن توليه: تجعله واليا عليك. يصم: يقتل، ويصم: يعيب؛ من الوصم.\r(2) اسمها منصوب وعلامة نصبه الفتحة المقدرة على الألف للتعذر.\r(3) في الأصل: بناوء.\r(4) سورة البقرة: 2/ 135.\r(5) جملة الشرط وجوابه سد مسد خبر (إن) .","seal":"8C6D0FA2","part":"1"},
      {"page":80,"id":73,"nass":"20-[وراعها وهي في الأعمال سائمة ... وإن هي استحلت المرعى فلا تسم «1» ]\r(وراعها) «2» : بفتح الراء، وكسر العين. فعل أمر، وفاعله مستتر فيه و (ها) مفعول معطوف على (اصرف) . والمراعاة: الملاحظة.\r(وهي) «3» مبتدأ.\r(في الأعمال) بفتح الهمزة. جار ومجرور. متعلقان (بسائمة) .\r(سائمة) بسين مهملة خبر المبتدأ، والجملة في محل نصب على الحال، مرتبطة بالواو.\r(وإن) حرف [شرط جازم] .\r(هي) «4» فاعل بفعل محذوف على شريطة التفسير، وجملة (استحلت) «5» مفسرة.\r(المرعى) مفعول [به] .\r(فلا) حرف نهي.\r(تسم) بضم التاء وكسر السين المهملة مجزوم بلا، وحركت بالكسر لأجل القافية، ومفعوله محذوف، والجملة جواب الشرط.\rواقترنت بالفاء لأنها جملة طلبية.\r__________\r(1) السوم: الرعي في العشب المباح.\r(2) الواو. حرف عطف، راعها فعل أمر مبني على حذف حرف العلة.\r(3) الواو حالية (هي) ضمير رفع منفصل مبني على الفتح في محل رفع مبتدأ.\r(4) (هي) فاعل بفعل محذوف يفسره (استحلت) هذا مذهب جمهور البصريين. وذهب الأخفش والكوفيون إلى أن (هي) مبتدأ، وجملة (استحلت المرعى) من الفعل والفاعل والمفعول، خبره. (شرح البردة للأزهري ص 17) . والصحيح ما ذهب إليه البصريون.\r(5) استحلت: فعل ماض مبني على الفتح، والتاء: للتأنيث، وحركت بالكسر لالتقاء الساكنين.","seal":"F98F3160","part":"1"},
      {"page":81,"id":74,"nass":"21-[كم حسّنت لذّة للمرء قاتلة ... من حيث لم يدر أنّ السّمّ في الدّسم «1» ]\r(كم) خبرية بمعنى كثير، في محل نصب على المصدرية، أي كم تحسينة له.\r(حسنت) بتشديد السين المهملة، فعل ماض. وفاعله يعود على النفس.\r(لذة) بفتح اللام والذال المعجمة، مفعول (حسنت) .\r(للمرء) جار ومجرور متعلقان (بحسنت) .\r(قاتلة) نعت للذة.\r(من حيث) «2» بتثليث المثلاثة، متعلقان (بقاتلة) .\r(لم) حرف نفي وجزم.\r(يدر) مجزوم بلم، وعلامة جزمه حذف آخره.\r(أنّ) بفتح الهمزة وتشديد النون، حرف توكيد [ونصب] .\r(السم) بتثليث السين «3» ، اسمها.\r(في الدسم) بفتحتين، جار ومجرور، خبر أن، وأن ومعمولاها في محل نصب، مفعول يدري «4» ، (ويدري) ، ومعمولاه في موضع خفض بإضافة حيث إليه.\r__________\r(1) الدّسم: أي الودّك كالدهن.\r(2) حيث: اسم مبني على الضم في محل جر بمن. وفي تثليث الثاء: انظر تاج العروس (حيث) وهمع الهوامع: 1/ 212.\r(3) انظر المثلث للبطليوسي 2/ 414، واصلاح المنطق: ص: 91.\r(4) في الأصل: بدر.","seal":"C3DB5199","part":"1"},
      {"page":82,"id":75,"nass":"22-[واخش الدّسائس من جوع ومن شبع ... فربّ مخمصة شرّ من التّخم «1» ]\r(واخش «2» الدسائس) فعل، وفاعل، ومفعول به.\r(من جوع ومن شبع «3» ) في موضع الحال من الدسائس.\r(فرب مخمصة «4» ) جار ومجرور في موضع رفع بالابتداء.\r(شر) خبره. كقوله: شر حاد.\r(من التخم) بضم التاء الفوقية وفتح الخاء المعجمة، متعلقان (بشر) وهو جمع تخمه، وهو فساد الطعام في المعدة، بإدخال بعضه على بعض، قبل انهضامه (6/ ب) والدسائس: جمع دسيسة وهي. المكر الخفي، و (رب) حرف تقليل.\r23-[واستفرغ الدّمع من عين قد امتلأت ... من المحارم والزم حمية النّدم «5» ]\r(واستفرغ الدمع) فعل أمر «6» ، وفاعل، ومفعول.\r(من عين) «7» حال من الدمع.\r(قد) حرف تحقيق.\r__________\r(1) المخمصة: الجوع.\r(2) في الأصل: واخشى. واخش: فعل أمر مبني على حذف حرف العلة من آخره.\r(3) متعلقان بحال محذوفة من الدسائس.\r(4) فرب مخمصة (رب) حرف جر شبيه بالزائد (مخمصة) اسم مجرور برب لفظا، مرفوع محلا على أنه مبتدأ.\r(5) أي الزم نديما يحميك من عقاب الله بتوال عفوه وغفرانه.\r(6) فعل أمر مبني على السكون وحرك بالكسر لالتقاء الساكنين.\r(7) جار ومجرور متعلقان بحال محذوفة من الدمع.","seal":"B748C30E","part":"1"},
      {"page":83,"id":76,"nass":"(امتلأت) فعل ماض، وفاعله مستتر راجع إلى العين، والتاء للتأنيث.\r(من المحارم) جار ومجرور، متعلقان (بامتلأت) .\r(والزم) بفتح الزاي، فعل أمر، وفاعله مستتر فيه.\r(حمية) بكسر الحاء المهملة، مفعول به، والجملة معطوفه على (استفرغ) .\r(الندم) مضاف إليه.\r24-[وخالف النّفس والشّيطان واعصهما ... وإن هما محّضاك النّصح فاتّهم]\r(وخالف) فعل أمر «1» ، وفاعله مستتر فيه وجوبا.\r(النفس) مفعول به.\r(والشيطان) معطوف على النفس.\r(واعصهما) فعل أمر، والفاعل مستتر «2» ، والمفعول معطوف على (خالف) .\r(وإن) حرف شرط.\r(هما) فاعل بفعل محذوف «3» يفسره المذكور.\r(محضاك) فعل، وفاعل، ومفعول، [أول] .\r(النصح) مفعول ثان، والجملة لا محل لها من الإعراب لأنها مفسرة.\r(فاتهم) «4» جواب الشرط مقرون بالفاء، والجملة في محل جزم، وحرك بالكسر للقافية.\r__________\r(1) مبني على السكون وحرك بالكسر لالتقاء الساكنين.\r(2) في الأصل: المستتر.\r(3) ضمير منفصل مبني على السكون في محل رفع فاعل بفعل محذوف (وذلك لاختصاص (إن) بالدخول على الأفعال.\r(4) فعل أمر.","seal":"A5C8D2A9","part":"1"},
      {"page":84,"id":77,"nass":"25-[ولا تطع منهما خصما ولا حكما ... فأنت تعرف كيد الخصم والحكم]\r(ولا) حرف نهي.\r(تطع) مجزوم بلا الناهية.\r(منهما) جار ومجرور متعلقان (بتطع) «1» وضمير التثنية راجع للنفس والشيطان.\r(خصما) مفعول تطع.\r(ولا حكما) بفتحتين معطوف على خصما وزيدت (لا) للتوكيد «2» .\r(فأنت) ضمير منفصل في محل رفع بالابتداء.\r(تعرف) «3» خبره.\r(كيد) مفعول (تعرف) «4» .\r(الخصم) مضاف إليه.\r(والحكم) بفتحتين معطوف عليه.\r26-[أستغفر الله من قول بلا عمل ... لقد نسبت به نسلا لذي عقم «5» ]\r(أستغفر) بفتح الهمزة، فعل مضارع وفاعله مستتر فيه [وجوبا] .\r(الله) منصوب على التعظيم.\r__________\r(1) بل متعلقان بحال من (خصما وحكما) لتقدم الصفة على الموصوف.\r(2) أي لتوكيد النفي..\r(3) فعل مضارع مرفوع والجملة في محل رفع خبر المبتدأ.\r(4) في الأصل: بتعرف.\r(5) أي أستغفر الله لأنني أقول ولا أعمل، كمن ينسب نسلا لمن لا ينجب، فقوله زور وبهتان.","seal":"B1B157CF","part":"1"},
      {"page":85,"id":78,"nass":"(من قول) جار ومجرور، متعلقان (باستغفر) .\r(بلا عمل) نعت لقول.\r(لقد) اللام في جواب قسم محذوف و (قد) حرف تحقيق.\r[والتقدير: والله لقد نسبت] .\r(نسبت) بفتح المهملة، وسكون الموحدة، وضم التاء، فعل وفاعل.\r(به) جار ومجرور، متعلقان (بنسبت) .\r(نسلا) مفعول، نسبت.\r(لذي) بكسر اللام والذال المعجمة، جار ومجرور متعلقان (بنسبت) .\r(عقم) بضم القاف مع ضم العين، لغة في سكونها «1» مع ضم العين وفتحها، وهو من لم يلد (مضاف إليه) .\r27-[أمرتك الخير لكن ما ائتمرت به ... وما استقمت فما قولي لك: استقم!]\r(أمرتك) فعل وفاعل ومفعول.\r(الخير) مفعول ثان «2» .\r(لكن) حرف استدراك.\r(ما) نافية.\r(ائتمرت) «3» بضم التاء، فعل ماض، وفاعل، والأصل. ائتمرت بهمزة مكسورة فساكنة، قلبت الثانية ياء، لسكونها وانكسار ما قبلها.\r__________\r(1) انظر اصلاح المنطق: ص/ 93.\r(2) بل هو منصوب على نزع الخافض، لأن عامله (أمرتك) يتعدى بالباء وبدونها فنقول أمرتك الخير وبالخير. انظر: تاج العروس (أمر) .\r(3) رسمها في الأصل (اءتمرت) مع أن الشارح أرادها بالياء بتخفيف الهمز بدليل تحليله إياها بعدّ، وهو تخفيف غير ملزم.","seal":"FF239F3F","part":"1"},
      {"page":86,"id":79,"nass":"(به) متعلقان (بائتمرت) .\r(وما) نافية (اسقمت) بالضم، فعل وفاعل.\r(فما) استفهامية، مبتدأ.\r(قولي) بفتح القاف، خبره.\r(لك) جار ومجرور، متعلقان (بالقول) .\r(استقم) فعل أمر وفاعل، والجملة في محل نصب بقولي.\r28-[ولا تزوّدت قبل الموت نافلة ... ولم أصلّ سوى فرض ولم أصم «1» ]\r(ولا) حرف نفي.\r(تزودت) بضم التاء، فعل وفاعل.\r(قبل) ظرف زمان منصوب «2» (بتزودت) .\r(الموت) مضاف إليه.\r(نافلة) بالفاء، مفعول تزودت.\r(ولم) حرف نفي وجزم.\r(أصل) فعل مضارع مجزوم بلم وعلامة جزمه حذف الياء.\r(سوى) بكسر السين وضمها، مفعول أصلي «3» ، لا ظرف مكان.\r(فرض) «4» مضاف إليه.\r__________\r(1) نافلة: عطّية التطوع. انظر اللسان (نفل) .\r(2) متعلق بالفعل (تزودت) .\r(3) في الأصل: مفعول أصل.\r(4) إنما خصّ الصلاة والصوم بالذكر لأنهما محض عبادة بدنية.","seal":"F867844E","part":"1"},
      {"page":87,"id":80,"nass":"(ولم أصم) معطوف [على] «1» أصلّي، وحذف المفعول من الثاني لدلالة الأول «2» عليه، والتقدير: ولم أصم سوى فرض.\r\r[مدح الرسول الكريم] :\r29-[ظلمت سنّة من أحيا الظّلام إلى ... أن اشتكت قدماه الضّرّ من ورم] «3»\r(ظلمت) بضم التاء، فعل وفاعل.\r(سنة) بضم السين مفعول به.\r(من) «4» بفتح الميم، مضاف إليه.\r(أحيا الظلام) «5» فعل وفاعل، ومفعول به، والجملة صلة من، وعائدها، فاعل أحيا المستتر.\r(إلى) حرف جر.\r(أن) بفتح الهمزة وسكون النون، وكسرت لالتقاء الساكنين، موصول حرفي.\r(اشتكت قدماه) فعل وفاعل «6» ، صلة أن «7» .\r(الضر) بضم المعجمة، مفعول اشتكت.\r__________\r(1) في الأصل: معطوف أصلّ.\r(2) في الأصل: الثاني.\r(3) أحيا الظلام: أحيا الليل لقيامه مصليا.\r(4) من: اسم موصول بمعنى الذي مبني على السكون في محل جر.\r(5) في الأصل: أحى.\r(6) فاعل مرفوع وعلامة رفعه الألف لأنه مثنى، وحذفت النون للإضافة. والهاء: ضمير متصل مبني على الضم في محل جر بالإضافة.\r(7) المصدر المؤول من أن وما بعدها في محل جر بإلى.","seal":"F56A6C5B","part":"1"},
      {"page":88,"id":81,"nass":"(من ورم) جار ومجرور في موضع الحال من الضر، أو متعلقان (باشتكت) على أن (من) تعليلية.\r30-[وشدّ من سغب أحشاءه وطوى ... تحت الحجارة كشحا مترف الأدم «1» ]\r(وشد) بفتح «2» الشين المعجمة، فعل وفاعله مستتر فيه.\r(من سغب) بفتح السين المهملة، والغين المعجمة، متعلقان (بشد) و (من) تعليلية والسغب: الجوع الشديد، وربما يقال العطش أيضا «3» .\r(أحشاءه) مفعول (شد) «4» وهو الجوف، سمي بذلك لأنه يحشي «5» الطعام «6» والشراب.\r(وطوى) بفتح الواو معطوف على (شد) .\r(تحت) ظرف مكان منصوب (بطوى) .\r(الحجارة) مضاف إليه.\r(كشحا) بفتح الكاف وسكون الشين المعجمة وبالحاء المهملة مفعول (طوى) والكشح: الجنب، وهو الخصر أيضا (7/ ب) .\r__________\r(1) الكشح: ما بين الخاصرة إلى الضلع. المترف: المنعم، والأدم: بفتحتين جمع أديم، والأدمة: باطن الجلد الذي يلي اللحم، والبشرة ظاهرها.\r(2) قال في الأصل (بضم الشين وهو مرجوح بدليل الفعل (أحيا) قبله و (طوى) بعده وهي بالفتح في الديوان ص 192 وشرح الغزي: ص 63 وحاشية الباجوري ص 23.\r(3) كذا في التاج: (سغب) .\r(4) في الأصل: مفعول بشد.\r(5) الحشى: ما دون الحجاب مما في البطن كله من الكبد والطحال والكرش، وظاهر البطن، وهو الحضن ويقال: هو لطيف الحشى إذا كان أهيف ضامر الخصر. وانظر اللسان/ حشا.\r(6) في الأصل (يحشي الطعام) وصوابه لو صحّ المعنى (يحشو) .","seal":"A6BF06B6","part":"1"},
      {"page":89,"id":82,"nass":"(مترف) بسكون التاء الفوقية وبالراء المهملة المفتوحة وبالفاء، نعت لكشح، والمترف: ناعم الجلد شديد النعومة جدا.\r(الأدم) بفتح الهمزة والدال المهملة، مضاف إليه، من إضافة الضمير المفعول إلى نائب الفاعل، وأصله مترفا أديمه، والأديم: الجلد.\r31-[وراودته الجبال الشّمّ من ذهب ... عن نفسه فأراها أيّما شمم]\r(وراودته) فعل «1» ، ومفعول.\r(الحبال) فاعل.\r(الشم) بضم الشين المعجمة، أي العوالي (نعت الجبال) .\r(من ذهب) في موضع الحال «2» ، من الجبال.\r(عن نفسه) جار ومجرور متعلقان (براودته) .\r(فأراها) «3» بفتح الهمزة والراء المهملة، فعل وفاعله مستتر، و (ها) مفعول به.\r(أيما) بفتح الياء التحتية المشددة، نعت لمصدر محذوف، والتقدير: فأراها شحما أيّ، و (ما) زائدة.\r(شمم) بفتح الشين المعجمة والميم، مضاف إليه.\r32-[وأكّدت زهده فيها ضرورته ... إنّ الضّرورة لا تعدو على العصم]\r(وأكدت) فعل ماض، والتاء للتأنيث.\r__________\r(1) فعل ماض مبني على الفتح والتاء للتأنيث، والهاء: ضمير متصل مبني على الضم في محل نصب مفعول به.\r(2) الجار والمجرور متعلقان بحال محذوفة من الجبال.\r(3) في الأصل: فارها.","seal":"F0D3BA4B","part":"1"},
      {"page":90,"id":83,"nass":"(زهده) مفعول أكدت، ومضاف إليه، والزهد: ترك الشيء «1» ، والرغبة عنه، وفسر بعضهم الزهد: بأن يأخذ من الحالات ما يكفيه ويترك ما زاد «2» .\r(فيها) جار ومجرور متعلقان (بالزهد) .\r(ضرورته) فاعل أكدت. ومضاف إليه.\r(إن الضرورة) إن واسمها.\r(لا تعدو) (لا) حرف نفي. (تعدو) بالعين المهملة، فعل مضارع وفاعله مستتر فيه. والجملة في محل رفع خبر إنّ.\r(على العصم) بكسر العين وفتح الصاد المهملتين (جار ومجرور متعلقان (بتعدو) والعصم: جمع عصمة، وهي قوة من الله تعالى في عبده، تمنعه من ارتكاب شيء من المعاصي والمكروهات.\r33-[وكيف تدعو إلى الدّنيا ضرورة من ... لولاه لم تخرج الدنيا من العدم]\r(وكيف) «3» استفهام انكاري بمعنى لا النافية «4» متعلق (بتدعو) .\r(تدعو) فعل مضارع.\r(إلى الدنيا) جار ومجرور متعلقان (بتدعو) .\r__________\r(1) في الأصل: تركا لشيء.\r(2) لا يقال (الزّهد) إلا في الدين خاصة، وهذا التفصيل نقله أئمة اللغة عن الخليل (ضدّ رغب) . وزهد فيه، وعنه، بمعنى تركه وأعرض عنه. وفي حديث (الزهري) عن الزهد. فقال: «هو ألا يغلب الحلال شكره ولا الحرام صبره» انظر تاج العروس (زهد) .\r(3) اسم استفهام مبني على الفتح في محل نصب مفعول به مقدم و (كيف) لا تعلق: راجع حواشي البيت السادس في ص 68.\r(4) في شرح البردة للأزهري ص 26 «بمعنى (ما) النافية» .","seal":"4FC05EA1","part":"1"},
      {"page":91,"id":84,"nass":"(ضرورة) فاعل (تدعو) «1» .\r(من) «2» في محل جر بالإضافة.\r(لولاه) جار ومجرور عند سيبويه، لا تتعلق بشيء «3» . وذهب الأخفش إلى أنها غير جارة، وأن الضمير بعدها مرفوع المحل بالابتداء. والخبر محذوف، أي موجود، لكنهم استعاروا ضمير الجر مكان ضمير الرفع.\r(لم تخرج) ببناء (تخرج) للمفعول به، أو للفاعل.\r(الدنيا) نائب الفاعل.\r(من العدم) جار ومجرور متعلقان (بتخرج) والجملة جواب لولا، ولولا وجوابها صلة (من) والعائد الهاء، من لولاه (8/ أ) .\r34-[محمّد سيّد الكونين «4» والثّقلين «5» ... والفريقين من عرب ومن عجم]\r(محمد سيد) مبتدأ وخبر، ويجوز أن يكون [محمد] بدلا من فاعل (أحيا الظلام) «6» قبله، ويجوز نصبه أيضا على المدح، وجره بدلا من (من) ونصبه على المدح.\r(الكونين) مضاف إليه «7» .\r__________\r(1) في الأصل: بتدعوا.\r(2) اسم موصول بمعنى الذي مبني على السكون.\r(3) لأنه حرف جر شبيه بالزائد، والراجح لدي ما ذهب إليه الأخفش تغليبا للكثير في استعمالها على القليل وهو اقترانها بالضمير المتصل. وهذا رأي الكوفيين. انظر الإنصاف 2/ 687 وابن يعيش 3/ 118. والجنى الداني.\r(4) قيل في تفسير الكونين أنهما الدنيا والآخرة، وفي النفس من إرادة معنى الآخرة شيء.\r(5) الثّقلان: الإنس والجن سمّيا بذلك لكونهما ثقيلين على وجه الأرض. وهي كالحمولة لهما. أو لأنهما مثقلان بالتكليف وغيرها من الأقوال (انظر الكليات 2/ 122) .\r(6) في الأصل: أحى.\r(7) مضاف إليه مجرور وعلامة جره الياء لأنه مثنى.","seal":"863ED288","part":"1"},
      {"page":92,"id":85,"nass":"(والثقلين والفريقين) معطوفان على الكونين.\r(من عرب) بضم العين وسكون الراء، حال «1» من الفريقين.\r(ومن عجم) بفتحتين معطوف على (من عرب) .\rومن فيهما بيانية، وهذا وما قبله من عطف الخاص على العام.\r35-[نبيّنا الامر النّاهي فلا أحد «2» ... أبرّ في قول «لا» منه ولا «نعم» ]\r(نبينا الامر، الناهي) أخبار لمحمد، أو عطف بيان.\r(فلا) الفاء، لمجرد العطف و (لا) بمعنى، ليس.\r(أحد) بالرفع، اسمها.\r(أبر) بالنصب، خبرها «3» ، ويجوز رفعه على الخبر. وإهمال (لا) .\r(في قول) بلا تنوين، متعلقان (بأبرّ) وهو مضاف.\r(لا) مضاف إليه من إضافة المصدر إلى المفعول، بعد حذف فاعله، والمراد هنا لفظها، لأن الحروف لا تضاف.\r(منه) متعلقان (بأبر) والضمير له صلى الله عليه وسلّم.\r(ولا نعم) بفتح النون والعين، في محل جر بمضاف محذوف تقديره: ولا قول نعم و (لا، ونعم) من أحرف الجواب.\r36-[هو الحبيب الذي ترجى شفاعته ... لكلّ هول من الأهوال مقتحم]\r(هو) مبتدأ.\r__________\r(1) أي أن الجار والمجرور متعلقان بحال محذوفة من الفريقين.\r(2) أحد: من الخلق.\r(3) وهو ممنوع من الصرف لأنه اسم تفضيل على وزن أفعل.","seal":"28B68DA1","part":"1"},
      {"page":93,"id":86,"nass":"(الحبيب) خبر.\r(الذي) «1» صفة الحبيب.\r(ترجى) فعل مضارع مبني للمعفول.\r(شفاعته) نائب الفاعل. والجملة صلة الذي، والعائد الهاء في شفاعته، المجرور بالإضافة.\r(لكل) جار ومجرور، متعلقان (بترجى) .\r(هول) مضاف إليه، والهول: الخوف.\r(من الأهوال) جار ومجرور، متعلقان بمحذوف نعت لهول.\r(مقتحم) بضم أوله وسكون ثانيه وفتح ثالثه، والحاء مفتوحة مهملة بعدهم.\r(نعت هول أيضا) .\r37-[دعا إلى الله فالمستمسكون به ... مستمسكون بحبل غير منفصم]\r(دعا) فعل ماض، وفاعله مستتر فيه جوازا، راجع إلى النبي صلى الله عليه وسلّم.\r(إلى الله) جار ومجرور، متعلقان (بدعا) .\r(فالمستمسكون) مبتدأ «2» .\r(به) جار ومجرور متعلقان (بالمستمسكون) .\r(مستمسكون) خبر المبتدأ، وسوغ [ذلك] «3» ، اختلافهما متعلّقا وتعريفا وتنكيرا.\r(بحبل) بالحاء المهملة، والباء الموحدة، متعلقان (بمستمسكون) .\r__________\r(1) اسم موصول مبني على السكون في محل رفع صفة.\r(2) مبتدأ مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم، والفاء للاستئناف.\r(3) في الأصل (وسوغ الابتداء بالنكر) وهم من الناسخ. والإضافة من الأزهري والعبارة عند الأزهري: «اختلافهما تعريفا وتنكيرا ومتعلّقا» ص 28.","seal":"13B4382D","part":"1"},
      {"page":94,"id":87,"nass":"(غير) بالجر، صفة حبل.\r(منفصم) بالفاء والصاد المهملة مضاف إليه، أي منقطع.\r38-[فاق النّبيّين في خلق وفي خلق ... ولم يدانوه في علم ولا كرم]\r(فاق النبيين) فعل، وفاعل، ومفعول «1» .\r(في خلق) (8/ ب) بفتح المعجمة وسكون اللام متعلقان (بفاق) .\r(وفي خلق) بضم المعجمة واللام متعلقان (بفاق) .\r(ولم يدانوه) جازم ومجزوم «2» .\r(في علم) بكسر العين، جار ومجرور متعلقان (بيدانوه) .\r(ولا كرم) معطوف على علم، وأعاد (لا) لتوكيد النفي «3» .\r39-[وكلّهم من رسول الله ملتمس ... غرفا من البحر أو رشفا «4» من الدّيم]\r(وكلهم) مبتدأ «5» ، ومضاف إليه.\r(من رسول الله) جار ومجرور، ومضاف إليه، متعلقان (بملتمس) .\r__________\r(1) النبيين: مفعول به منصوب وعلامة نصب الياء لأنه جمع مذكر سالم.\r(2) يدانوه: فعل مضارع مجزوم (بلم) وعلامة جزمه حذف النون لأنه من الأفعال الخمسة. و (الواو) ضمير متصل مبني على السكون في محل رفع فاعل. و (الهاء) ضمير متصل مبني على الضم في محل نصب مفعول به.\r(3) في الأصل (للتوكيد النفي) ولا ندخل أل على المضاف والمضاف إليه إلا في حالات ليست هذه منها.\r(4) الرشف: المص.\r(5) وكلهم: مبتدأ مرفوع. و (الهاء) ضمير متصل مبني على الضم في محل جر بالإضافة، والميم علامة جمع الذكور.","seal":"396BB8C0","part":"1"},
      {"page":95,"id":88,"nass":"(ملتمس) خبره، وأفرده «1» مراعاة اللفظ.\r(غرفا) بفتح المعجمة، وسكون المهملة، وفتح الفاء، مفعول ملتمس.\r(من البحر) جار ومجرور، متعلقان (بغرفا) .\r(أو رشفا) بفتح الراء، وسكون الشين المعجمة وبالفاء، معطوف على (غرفا) .\r(من الديم) بكسر الدال المهملة، وفتح الياء التحتية، جمع ديمة، وهي المطر الدائم «2» .\rجار ومجرور متعلقان (برشفا) .\r40-[وواقفون لديه عند حدّهم ... من نقطة العلم أو من شكلة الحكم «3» ]\r(وواقفون) معطوف «4» على ملتمس، وجمعه لمراعاة لفظ كل.\r(لديه عند) «5» متعلقان (بواقفون) .\r(حدهم) بفتح الحاء المهملة، وكسر الميم والاشباع، مضاف إليه «6» .\r(من نقطة) بضم النون وسكون القاف وبالظاء المهملة، جار ومجرور، متعلقان (بحدهم) .\r__________\r(1) في الأصل: وأفرد.\r(2) انظر اللسان: دوم.\r(3) الحكم: جمع حكمة وهي: وضع الأشياء في مواضعها، يريد به أن غاية علم الخلائق وحكمهم عند بدايه علم النبي صلى الله عليه وسلّم وحكمه. ولعله أثار بنقطة العلم إلى ما يروى من واقعة الخضر وموسى عليهما السلام حين رأيا عصفورا يغمس منقاره في ماء البحر. قول الخضر لموسى: (ما علمك وعلمي وعلم الخلائق من علم الله إلا مقدار ما غمس العصفور منقاره) رواه البخاري.\r(4) اسم معطوف على ملتمس مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.\r(5) لديه عند: ظرفا مكان.\r(6) و (الهاء) مضاف إليه، والميم علامة جمع.","seal":"F46ECB8B","part":"1"},
      {"page":96,"id":89,"nass":"(العلم) بكسر العين، مضاف إليه.\r(أو) حرف عطف وتقسيم.\r(من شكلة) بفتح الشين المعجمة. وسكون الكاف. معطوف على (نقطة) «1» .\r(الحكم) بكسر الحاء. جمع حكمة، وهي صواب الأمر وسداده، مضاف إليه.\r41-[فهو الّذي تمّ معناه وصورته ... ثمّ اصطفاه حبيبا بارىء النّسم «2» ]\r(فهو الذي) مبتدأ وخبر، وسوغ «3» ذلك صلته.\r(تم) «4» بفتح التاء (المثناة) «5» ، فعل ماض.\r(معناه) : فاعل، ومضاف إليه، والجملة صلة الذي.\r(وصورته) معطوف على معناه، أو منصوب على أنه مفعول معه.\r(ثم) بضم المثلاثة، حرف عطف.\r(اصطفاه) «6» معطوف على معناه.\r(حبيبا) حال من الهاء.\r(بارىء) «7» فاعل اصطفاه.\r(النسم) مضاف إليه، وهي جمع نسمة وهي الإنسان.\r__________\r(1) في الأصل: معطوف على العلم.\r(2) تمّ: كمل. واصطفاه: اختاره.\r(3) في الأصل: وصوغ.\r(4) في الأصل: «ثم» .\r(5) في الأصل: «بفتح الثاء المثلاثة» مما يؤكد وهم الناسخ بجعل (تم) ثم.\r(6) فعل ماض مبني على الفتح المقدر على الألف، والهاء ضمير متصل مبني على الضم في محل نصب مفعول به.\r(7) في الأصل: بادى.","seal":"888405F1","part":"1"},
      {"page":97,"id":90,"nass":"42-[منزّه عن شريك في محاسنه ... فجوهر الحسن فيه غير منقسم]\r(منزّه) خبر مبتدأ محذوف تقديره: هو منزه، أو خبر بعد خبر (لهو) «1» .\r(عن شريك) جار ومجرور متعلقان بمنزه.\r(في محاسنه) جار ومجرور، متعلقان (بشريك) ، ومنزه، يطلبه من جهة المعنى فاعملنا الثاني على اختيار البصريين.\r(فجوهر) مبتدأ.\r(الحسن) مضاف إليه.\r(فيه) جار ومجرور «2» خبر المبتدأ.\r(غير) بالرفع، على أنه خبر بعد خبر، وبالنصب على الحال من متعلق الاستقرار في الخبر [فيه] .\r(منقسم) : مضاف إليه.\r43-[دع ما ادّعته النّصارى في نبيّهم «3» ... واحكم بما شئت مدحا فيه واحتكم]\r(دع) فعل أمر، وفاعله مستتر فيه.\r(ما) موصول اسمي «4» ، في محل نصب على أنه مفعول (دع) .\r(ادعته) فعل ومفعول مقدم.\r(النصارى) فاعل، والجملة [صلة] «5» ما والعائد. ضمير المفعول.\r__________\r(1) خبر بعد خبر (لهو) الواردة في البيت السابق (41) .\r(2) متعلقان بمحذوف خبر المبتدأ، والضمير ليس مجرورا وإنما في محل جر.\r(3) أراد به ادعاءهم بأن عيسى ابن الله. سبحانه وتعالى: وليس كل النصارى تدعى ذلك.\r(4) أي الذي ادّعته.\r(5) سقط من الأصل.","seal":"9E8FA428","part":"1"},
      {"page":98,"id":91,"nass":"(في نبيهم) جار ومجرور «1» ، متعلقان (9/ أ) (بادعته) .\r(واحكم) فعل أمر، وفاعله مستتر فيه.\r(بما) جار ومجرور «2» متعلقان (باحكم) .\r(شئت) «3» بفتح التاء، فعل وفاعل [والجملة] «4» صلة (ما) والعائد محذوف تقديره شئته.\r(مدحا) تمييز «5» ، أي ثناء حسنا.\r(فيه) جار ومجرور متعلقان (بمدح) .\r(واحتكم) فعل أمر معطوف على (دع) .\r44-[وانسب إلى ذاته ما شئت من شرف ... وانسب إلى قدره ما شئت من عظم]\r(وانسب) بضم السين المهملة، فعل أمر معطوف على دع.\r(إلى ذاته) بالذال المعجمة، جار ومجرور «6» متعلقان (بانسب) .\r(ما) موصول اسمي في محل نصب على المفعولية (بانسب) .\r(شئت) «7» بفتح التاء، صلة (ما) والعائد محذوف تقديره شئته.\r__________\r(1) والهاء مضاف إليه، والميم علامة جمع الذكور.\r(2) ما. اسم موصول اسمي.\r(3) في الأصل: شيت.\r(4) سقط من الأصل.\r(5) في الأصل: تمييزا (بالنصب) ولا مسوغ لنصبه. مدحا: منصوب بنزع الخافض أي (من مدح) . قلت ويجوز إعرابها حالا أي: مادحا.\r(6) والهاء مضاف إليه.\r(7) في الأصل: شيت.","seal":"ABCF9E07","part":"1"},
      {"page":99,"id":92,"nass":"(من شرف) جار ومجرور متعلقان (بانسب) .\r(وانسب إلى قدره ما شئت من عظم) بكسر العين وفتح الظاء المثالة «1» ، وإعرابه كإعراب صدره، حرفا بحرف.\r45-[فإنّ فضل رسول الله ليس له ... حدّ فيعرب عنه ناطق بفم]\r(فإن فضل) إن واسمها.\r(رسول) مضاف إليه، ومضاف أيضا.\r(الله) مضاف إليه.\r(ليس) فعل ماض ناقص.\r(له) خبر مقدم «2» .\r(حد) بفتح الحاء المهملة. اسمها مؤخر، والجملة خبر (إنّ) .\r(فيعرب) فعل مضارع منصوب بأن مضمرة وجوبا بعد فاء السببية في جواب النفي.\r(عنه) جار ومجرور متعلقان (بيعرب) .\r(ناطق) فاعل (يعرب) .\r(بفم) جار ومجرور متعلقان بناطق، على حذف مضاف تقديره: بلسان فم.\r46-[لو ناسبت قدره آياته عظاما ... أحيا اسمه حين يدعى دارس الرّمم «3» ]\r(لو) حرف شرط في المستقبل.\r__________\r(1) أي باختلاس حركتها وخفتها لا بإشباعها.\r(2) الجار والمجرور متعلقان بخبر مقدم محذوف.\r(3) الرّمم: جمع رمّة، وهي الشيء البالي، العظام البالية. انظر اللسان/ رمم.","seal":"DCA83DF7","part":"1"},
      {"page":100,"id":93,"nass":"(ناسيت) فعل ماض، والتاء للتأنيث.\r(قدره) مفعول مقدم، ومضاف إليه.\r(آياته) «1» فاعل مؤخر.\r(عظاما) بكسر العين وفتح الظاء المثالة: منصوب على التمييز، المحول من الفاعل وهو آياته، أو المفعول وهو قدره، أو بنزع الخافض، أي في العظم.\r(أحيا «2» اسمه «3» ) فعل ماض، وفاعل، جواب لو.\r(حين) ظرف زمان منصوب (بأحيا) .\r(يدعى) فعل مضارع مبني للمجهول ونائب الفاعل مستتر فيه عائد على اسمه، والأصل يدعى به، فحذفت «4» الباء، واتصل الضمير بالفعل واستتر فيه.\r(دارس) مفعول أحيا.\r(الرمم) بكسر الراء، وفتح الميم، مضاف إليه، والرمم: العظام.\r47-[لم يمتحنّا بما تعيا العقول به ... حرصا علينا فلم نرتب ولم نهم «5» ]\r(لم) حرف نفي وجزم.\r(يمتحنا) بالحاء المهملة، فعل مضارع، وفاعله مستتر فيه جوازا و (نا) مفعول به.\r__________\r(1) الهاء: مضاف إليه.\r(2) في الأصل: أحي. وذلك على الأصل لأن ألفه أصلها الياء كما وقعت رابعة، غير أنها ترسم بالطويلة لمجاورتها الياء.\r(3) والهاء: مضاف إليه، وجملة (أحيا اسمه) جواب شرط غير جازم لا محل لها من الإعراب.\r(4) في الأصل: فحذف.\r(5) لم نهم: لم نضل ونتحيّر.","seal":"14F82ED6","part":"1"},
      {"page":101,"id":94,"nass":"(بما) جار ومجرور، متعلقان (بيمتحنا) .\r(تعيا) «1» بسكون العين المهملة، وفتح الياء التحتية، فعل مضارع.\r(العقول) فاعله.\r(به) جار ومجرور متعلقان. (بتعيا) والجملة صلة (ما) والعائد (الهاء) في به.\r(حرصا) مفعول لأجله.\r(علينا) جار ومجرور متعلقان (بحرصا) .\r(فلم) حرف نفي وجزم.\r(نرتب) بفتح النون وسكون الراء وفتح المثناة الفوقية وبالموحدة، فعل مضارع مجزوم بلم، وفاعله مستتر فيه، أي نشك فيما أتانا به.\r(ولم نهم) بفتح النون، وكسر الهاء، جازم ومجزوم، معطوف على ما قبله، والأصل. نرتاب ونهيم بياء ساكنة تحتية «2» ، حذفت الألف والياء، لالتقاء الساكنين، وكسرت الميم للقافية.\r48-[أعيا الورى فهم معناه فليس يرى ... في القرب «3» والبعد فيه غير منفحم]\r(أعيا) «4» بسكون العين المهملة، فعل ماض، أي أعجز الخلق.\r(الورى) «5» بفتح الواو والراء، مفعول به.\r(فهم) بسكون الهاء، فاعل أعيا.\r__________\r(1) في الأصل: يعي.\r(2) في الأصل: تحية.\r(3) الرواية في الأصل (للقرب) والتصحيح من الديوان. ص 193.\r(4) في الأصل: أعي.\r(5) الورى: الناس، المنفحم: الساكت عجزا في المناظرة.","seal":"519D7E8F","part":"1"},
      {"page":102,"id":95,"nass":"(معناه) مضاف إليه، مرتين «1» .\r(فليس) فعل ماض ناقص، يرفع الاسم وينصب الخبر واسمه مستتر فيه.\r(يرى) وجملة يرى بالبناء للمفعول، خبره.\r(في القرب) متعلقان (بيرى) واللام «2» بمعنى (في) أو (مع) .\r(والبعد) (9/ ب) معطوف على القرب، وفي بعض النسخ، في القرب والبعد، أي ليس نرى في حالة القرب منه والبعد منه.\r(فيه) جار ومجرور متعلقان (بيرى) .\r(غير) بالرفع نائب فاعل (بيرى) .\r(منفحم) بكسر المهملة، مضاف إليه، والمنفحم المنقطع، يقال: بكى الصبي حتى فحم. أي انقطع صوته وكلمته، وحتى أفحمته، أي قطعت كلامه «3» .\r49-[كالشّمس تظهر للعينين من بعد ... صغيرة وتكلّ الطّرف من أمم «4» ]\r(كالشمس) «5» خبر مبتدأ محذوف، أي: هو كالشمس.\r(تظهر) بفتح التاء (فعل، وفاعل) .\r__________\r(1) أراد بذلك بأن (معنى) مضاف إلى (فهم) والهاء: مضاف إلى (معنى) .\r(2) بل إن اللام بمعنى الضمير، فهي نائبة عن ضمير الغائب: أي يرى أحد في قربه أو بعده من رسول الله صلى الله عليه وسلّم، أي سواء كان من صحابة النبي أو ممن جاء بعده.\r(3) انظر اللسان/ فحم.\r(4) تكل: تتعب، أمم: قرب.\r(5) جار ومجرور متعلقان بخبر محذوف لمبتدأ محذوف والتقدير: هو كالشمس (ويحتمل أن يكون في موضع نصب على الحال من فاعل أعيا، وأن يكون نعتا لمصدر محذوف (أي إعياء كإعياء الشمس) شرح البردة (للأزهري ص 34) .","seal":"C1AD4DB3","part":"1"},
      {"page":103,"id":96,"nass":"(للعينين) جار ومجرور «1» ، متعلقان (بتظهر) .\r(من بعد) بضم العين، لا تباع ضم الباء لغة في سكونها، متعلقان (بتظهر) أيضا.\r(صغيرة) حال من فاعل تظهر المستتر [فيه] العائد إلى الشمس.\r(وتكل) بضم التاء المثناة الفوقية، وكسر الكاف، فعل مضارع وفاعله مستتر راجع إلى الشمس.\r(الطرف) بالطاء المهملة، مفعول به.\r(من أمم) بفتح الهمزة والميم الأولى، جار ومجرور متعلقان (بتكل) .\r50-[وكيف يدرك في الدّنيا حقيقته ... قوم نيام تسلّوا عنه بالحلم «2» ]\r(وكيف) استفهام انكاري، متعلق «3» (بيدرك) [في محل نصب حال] .\r(يدرك) بضم الياء التحية، وكسر الراء، فعل مضارع.\r(في الدنيا) جار ومجرور متعلقان (بيدرك) .\r(حقيقته) مفعول (يدرك) «4» ومضاف إليه.\r(قوم) فاعل (يدرك) «5» .\r(نيام) صفة قوم، وهم الغافلون المحجبون.\r(تسلّوا) بفتح التاء الفوقية، والسين واللام المشددة، فعل ماض، وفاعل.\r(عنه بالحلم) بضم الحاء واللام، لغة في سكونها متعلقان (بتسلوا) .\r__________\r(1) اسم مجرور باللام. وعلامة جره الياء لأنه مثنى.\r(2) الحلم: ما يراه النائم من الأوهام والتخيلات.\r(3) اسم الاستفهام (كيف) لا تعلق هنا. راجع حواشي البيت السادس.\r(4) في الأصل: مفعول (بيدرك) .\r(5) في الأصل: فاعل بيدرك.","seal":"FFC2425A","part":"1"},
      {"page":104,"id":97,"nass":"51-[فمبلغ العلم فيه أنّه بشر ... وأنّه خير خلق الله كلّهم «1» ]\r(فمبلغ العلم) مبتدأ، ومضاف إليه.\r(فيه) جار ومجرور، متعلقان بمبلغ.\r(أنه) بفتح الهمزة، والهاء اسمها.\r(بشر) بفتحتين، خبرها، وأن ومعمولاها في تأويل مصدر خبر المبتدأ.\r(وأنه خير) بفتح أن [والجملة] معطوفة على ما قبلها.\r(خلق الله) مضاف إليه.\r(كلهم) توكيد لافادة الإحاطة.\r52-[وكلّ آي أتى الرّسل الكرام بها ... فإنّما اتّصلت من نوره بهم]\r(وكل آي) بمد الهمزة، مبتدأ، ومضاف إليه، جمع آية، أي معجزة.\r(أتى الرسل) فعل وفاعل.\r(الكرام) نعت للرسل.\r(بها) جار ومجرور، متعلقان (بأتى) .\r(فإنما) أداة حصر «2» .\r(اتصلت) فعل ماض وفاعله مستتر فيه.\r(من نوره بهم «3» ) متعلقان (باتصلت) .\r__________\r(1) أي من الملائكة والإنس والجن وغيرهم.\r(2) وهي في العمل كافة ومكفوفة.\r(3) بهم: الباء حرف جر و (الهاء) ضمير متصل مبني على الكسر في محل جر بالباء، والميم علامة جمع.","seal":"B7845DBA","part":"1"},
      {"page":105,"id":98,"nass":"53-[فإنّه شمس فضل هم كواكبها ... يظهرن أنوارها للناس في الظّلم]\r(فإنه شمس) إن واسمها، وخبرها.\r(فضل) مضاف إليه.\r(هم) «1» مبتدأ.\r(كواكبها) خبر، والضمير للشمس.\r(يظهرن) بضم الياء التحتية ولعل صوابه بضم الياء «2» ، وكسر الهاء، فعل مضارع، وفاعل، والنون «3» ضمير الكواكب (10/ أ) .\r(أنوارها) مفعول (يظهرن) والضمير راجع إلى الشمس.\r(للناس في الظلم) متعلقان (بيظهرن) .\r54-[أكرم بخلق نبيّ زانه خلق ... بالحسن مشتمل بالبشر متسم «4» ]\r(أكرم) بكسر الراء، فعل تعجب. لفظه لفظ الأمر «5» ، ومعناه الخير أي:\rما أكرم خلقه.\r(بخلق) بفتح الخاء وسكون اللام. فاعله «6» ، والباء: زائدة لا تتعلق بشيء.\r__________\r(1) ضمير رفع منفصل مبني على السكون في محل رفع مبتدأ.\r(2) في الأصل: (بفتح) والصواب ما أثبت. وفي هامش الأصل للناسخ قوله «لعل صوابه بضم» .\r(3) والنون: ضمير متصل مبني على الفتح في محل رفع فاعل.\r(4) متسم: متصف.\r(5) فعل ماض للتعجب جاء على صيغة الأمر.\r(6) الباء حرف جر زائد (خلق) اسم مجرور بالباء لفظا مرفوع محلا على أنه فاعل للفعل أكرم.","seal":"B29E4C4B","part":"1"},
      {"page":106,"id":99,"nass":"(نبي) مضاف إليه.\r(زانه) بالزاي، فعل ماض. ومفعول مقدم.\r(خلق) بضمتين. فاعل زانه، والجملة نعت أول لنبيّ.\r(بالحسن) جار ومجرور متعلقان (بمشتمل) .\r(مشتمل) بالجر نعت ثان لنبيّ.\r(بالبشر) بكسر الموحدة، وسكون المعجمة متعلقان (بمتسم) وفي نسخه بالبر، وهو سمة الخير، بدل البشر، والرواية على الأول.\r(متسم) بضم الميم وفتح المثناة الفوقية المشددة «1» ، وكسر السين المهملة، نعت ثالث لنبيّ.\r55-[كالزّهر في ترف والبدر في شرف ... والبحر في كرم والدّهر في همم]\r(كالزهر) نعت رابع للنبيّ، وهو نور كل نبات.\r(في ترف) بفتح المثناة الفوقية، والراء المهملة، وبالفاء، جار ومجرور متعلقان بالكاف لما فيها من معنى التشبيه.\rوالترف: التنعم.\r(والبدر) [معطوف على الزهر] «2» .\r(في شرف، والبحر في كرم، والدهر في همم) جمع همة، بكسر الهاء وفتحها، وهو العزم، معطوفات على الزهر.\r__________\r(1) في الأصل: المشدة: وفيها إبدال الواو تاء لأنها واو أصلية، وأصله موتسم.\r(2) زيادة لا بد منها. ليست في أصول النص.","seal":"F28A04FB","part":"1"},
      {"page":107,"id":100,"nass":"56-[كأنّه وهو فرد من جلالته ... في عسكر حين تلقاه وفي حشم «1» ]\r(كأنه) حرف تشبيه، والهاء اسمها.\r(وهو فرد) مبتدأ وخبر، والجملة حال مرتبطة بالواو، من مفعول (تلقاه) لا من اسم كأن.\r(من جلالته) مفعول من أجله «2» .\r(في عسكر) خبر كأن «3» .\r(حين) منصوب (بكأن) لما في كأن من معنى التشبيه.\r(تلقاه) فعل، وفاعل، ومفعول «4» .\r(وفي حشم) بفتح المهملة والمعجمة معطوف على (في عسكر) .\r57-[كأنّما اللّؤلؤ المكنون في صدف ... من معدني منطق منه ومبتسم]\r(كأنما) أداة حصر «5» .\r(اللؤلؤ) مبتدأ.\r(المكنون) نعته.\r(في صدف) بفتح الصاد والدال. جار ومجرور، متعلقان (بالمكنون) .\r(من معدني) بفتح النون، متعلقان بمحذوف خبر المبتدأ.\r__________\r(1) في حشم: في حياء.\r(2) أي: من أجل جلالته.\r(3) متعلقان بخبر كأن المحذوف.\r(4) وفاعله ضمير مستتر فيه وجوبا تقديره أنت.\r(5) كأنما: كافة ومكفوفة (وقد تعرب الكاف: حرف تشبيه و (ما) زائدة الأزهري) .","seal":"D4A9D41C","part":"1"},
      {"page":108,"id":101,"nass":"(منطق) بكسر الطاء، مضاف إليه.\r(منه) في موضع النعت «1» لمنطق، والضمير له صلى الله عليه وسلّم.\r(ومبتسم) بفتح السين، وكسرها، معطوف على منطق.\r58-[لا طيب يعدل تربا ضمّ أعظمه ... طوبى لمنتشق منه وملتثم «2» ]\r(لا) نافية للجنس.\r(طيب) بكسر الطاء وسكون التحتية، اسمها مبني معها على الفتح.\r(يعدل) فعل مضارع مرفوع بضمة في آخره. وفاعله مستتر فيه، والجملة في محل رفع «3» خبر (لا) .\r(تربا) بضم المثناة الفوقية، وسكون الراء، مفعول (يعدل) .\r(ضم) بفتح الضاد، فعل وفاعله مستتر فيه، والجملة، صفة تربا.\r(أعظمه) مفعول ضم «4» .\r(طوبى) بضم الطاء، مبتدأ، والواو منقلبة عن الياء لضم ما قبلها، وهي اسم «5» لجنة أو شجرة في الجنة «6» ، يسير الراكب في ظلها مئة «7» عام لا يقطعها.\r__________\r(1) متعلقان بصفة من منطق.\r(2) طوبى من الطيب، قلبوا الياء واوا لضم ما قبلها، والمنتشق: من يشمه، الملتثم: من يقبله، وهو المقيم المجاور.\r(3) في الأصل: في محل جر خبر (لا) وهو وهم من الناسخ.\r(4) والهاء: ضمير متصل مبني على الضم في محل جر بالإضافة.\r(5) في الأصل: وهي اسما.\r(6) انظر اللسان/ طيب.\r(7) في الأصل: ماية.","seal":"33EFE670","part":"1"},
      {"page":109,"id":102,"nass":"(لمنتشق) بكسر الشين المعجمة خبره «1» (10/ ب) وفي نسخة، لمستنشق.\r(منه) جار ومجرور متعلقان (بمنتشق) والضمير (لتربا) .\r(وملتثم) بكسر المثلاثة معطوف على (منتشق) .\r[التحدث عن مولد الرسول]\r59-[أبان مولده عن طيب عنصره ... يا طيب مفتتح منه ومختتم]\r(أبان مولده) فعل، وفاعل [ومضاف إليه] .\r(عن طيب) جار ومجرور، متعلقان (بأبان) .\r(عنصره) بضم العين والصاد المهملتين، مضاف إليه.\r(يا طيب «2» مفتتح «3» ) منادى، ومضاف إليه، وفي نسخة مبتدأ.\r(منه) في موضع النعت، لمفتتح.\r(ومختتم) بفتحتين، معطوف على مبتدأ، ونعته محذوف والتقدير منه.\r60-[يوم تفرّس فيه الفرس أنّهم ... قد أنذروا بحلول البؤس والنّقم «4» ]\r(يوم) أي زمن (وهو خبر لمبتدأ محذوف) أي يوم مولده يوم.\r__________\r(1) الجار والمجرور: متعلقان بخبر محذوف.\r(2) (يا) حرف نداء والمنادى محذوف- طيب بكسر الطاء، مفعول بفعل محذوف والتقدير: يا عقلاء انظروا طيب. شرح البردة للأزهري على حاشية الباجوري ص 40) .\r(3) في الديوان: يا طيب مبتدأ كذا في شرح البردة للأزهري ص/ 40/. وفي الزبدة: مفتتح ص 81.\r(4) الفراسة: بالكسر: اسم من (التّفرّس) وهو التوسم. يقال تفرّس فيه الشيء إذا توسّمه، وقال ابن القطاع: الفراسة بالعين إدراك الباطن، (وتفرّس) الرجل، إذا (تثبت وتأمل الشيء ونظر، ويقال أنا أفرس منك، أي أبصر وأعرف. انظر التاج/ فرس.","seal":"56409923","part":"1"},
      {"page":110,"id":103,"nass":"(تفرس) بفتح التاء الفوقية، والفاء والراء المشددة (فعل ماض) والأصل (تفرّس بتاء واحدة) «1» .\r(فيه «2» ) جار ومجرور متعلقان (بتفرس) .\r(الفرس) بضم الفاء وسكون الراء، (فاعل تفرس والجملة صفة يوم) .\r(أنهم) بفتح الهمزة وتشديد النون وبالضم والإشباع، والهاء، اسمها والميم علامة الجمع.\r(قد) حرف تحقيق.\r(أنذروا) بضم الهمزة وكسر الذال المعجمة (فعل ماض مبني للمفعول والواو، نائب فاعل، والجملة في محل رفع خبر (أن) وأن وما بعدها في تأويل مصدر، وذلك المصدر في محل نصب مفعول (لتفرس) .\r(بحلول) متعلقان (بأنذروا) .\r(البؤس) بضم الموحده وسكون الواو، مضاف إليه.\r(والنقم) جمع نقمة، والنقمة. وهي بكسر النون وفتح القاف معطوف على البؤس.\r61-[وبات إيوان كسرى وهو منصدع ... كشمل أصحاب كسرى غير ملتئم]\r(وبات) فعل ماض تام.\r(إيوان) بهمزة مكسورة وياء مثناة تحتية ساكنة، فاعل بات.\r__________\r(1) في الأصل: تتفرس بتكرير التاء.\r(2) في الأصل: منه، والصواب (فيه) ليدل على الظرفية كما في الديوان ص 194 والزبدة ص 81 وشرح البردة ص 40.","seal":"23BB6A7E","part":"1"},
      {"page":111,"id":104,"nass":"(كسرى) بكسر الكاف وفتحها وسكون السين المهملة، آخر ملوك الفرس، مضاف إليه.\r(وهو «1» منصدع) مبتدأ، وخبر، في موضع نصب على الحال، من فاعل بات.\r(كشمل) بفتح الشين المعجمة. نعت لمصدر محذوف. والتقدير: انصداعا، مثل انصداع شمل [أصحاب كسرى] «2» .\r(أصحاب) مضاف إليه، ومضاف أيضا.\r(كسرى) مضاف إليه. وعدل عن الإضمار إلى الإظهار لإهانة الاسم.\r(غير) بالنصب حال من شمل.\r(ملتئم) بضم الميم وفتح المثناة الفوقية وكسر الهمزة، مضاف إليه.\r62-[والنّار خامدة الأنفاس من أسف ... عليه والنّهر ساهي العين من سدم «3» ]\r(النار خامدة) مبتدأ، وخبر.\r(الأنفاس) بفتح الهمزة، مضاف إليه (11/ أ) .\r(من أسف) بفتح الهمزة والسين، جار ومجرور متعلقان (بخامدة) على أنه علة لها.\r(عليه) متعلقان (بأسف) والضمير للإيوان، أو على شملهم حيث تشتت.\r(والنهر) «4» بفتح النون وسكون الهاء، مبتدأ.\r__________\r(1) الواو: حالية.\r(2) ما بين قوسين زيادة للضرورة.\r(3) ساهي: ساكن. والسدم: النّدم والحزن، والنهر: نهر الفرات.\r(4) المراد بالنهر، نهر الفرات (حاشية الباجوري على البردة) ص 42.","seal":"5D0F6BCE","part":"1"},
      {"page":112,"id":105,"nass":"(ساهي) خبر المبتدأ «1» .\r(العين) بفتح العين المهملة. مضاف إليه.\r(من سدم) بفتح السين والدال المهملتين، جار ومجرور متعلقان (بساهي) على أنه علة له. والسدم: الحزن.\r63-[وساء ساوة أن غاضت بحيرتها ... وردّ واردها بالغيظ حين ظمي «2» ]\r(وساء) بالمد فعل ماض.\r(ساوة) بفتح الواو (مفعول به على حذف مضاف تقديره. أي أهل ساوة على حد قوله تعالى: وَسْئَلِ الْقَرْيَةَ «3» .\r(أن) بفتح الهمزة وسكون النون، موصول حرفي مؤول «4» مع صلته بمصدر على أنه فاعل (ساء) «5» .\r(غاضت) بالغين والضاد المعجمتين. أي انقضت، وقيل «6» بصاد مهملة، أي غارت. فعل ماض، والتاء للتأنيث.\r(بحيرتها) بضم الموحدة وفتح الحاء المهملة، فاعل غاضت والهاء لساوة.\r__________\r(1) مرفوع وعلامة رفعه الضمة المقدرة على الياء للثقل.\r(2) ساوة: مدينة في بلاد فارس بين الري وهمذان في وسط، فجاءها (التتر) وخربوها وقتلوا كل من فيها وفي حديث سطيح في أعلام النبوة: وخمدت نار فارس وغارت بحيرة ساوة وفاض وادي سماوة، فليست الشام لسطيح شاما. (معجم البلدان 3/ 179) وغاضت: غار ماؤها وجفت. الغيظ: غضب كامن للعاجز. ظمي: عطش.\r(3) سورة يوسف: الاية (82) .\r(4) في الأصل: ماول.\r(5) في الأصل: فاعل بسا.\r(6) في الأصل: قيل.","seal":"E8D9C5C3","part":"1"},
      {"page":113,"id":106,"nass":"(وردّ) بضم الراء المهملة فعل ماض، مبني للمفعول، والأصل: ردد.\r(واردها) نائب فاعل (لرد) «1» .\r(بالغيظ) بالغين والظاء المعجمتين جار ومجرور متعلقان (برد) وفي نسخة بالغيض بالضاد، أي بسبب غيضها، فالباء عليها للسببية، وعلى الأول للمصاحبة.\r(حين) ظرف زمان منصوب (برد) .\r(ظمي) بفتح المعجمة وكسر الميم وسكون الياء المنقلبة عن الهمزة.\rفعل ماض. وفاعله مستتر فيه يعود إلى (واردها) .\r64-[كأنّ بالنار ما بالماء من بلل ... حزنا وبالماء ما بالنّار من ضرم «2» ]\r(كأن) حرف تشبيه، ينصب الاسم ويرفع الخبر.\r(بالنار) «3» خبرها مقدم.\r(ما) اسم موصول، اسمها مؤخر.\r(بالماء) جار ومجرور متعلقان بمحذوف صلة (ما) .\r(من بلل) بفتحتين بيان (لما) متعلقان بحال محذوفة من عائد الصلة.\r(حزنا) بضم الحاء وسكون الزاي، مفعول لأجله.\r(وبالماء ما) «4» خبر كأن المحذوفة، واسمها المدلول عليه بكأن المذكورة.\r(بالنار) صلتها.\r__________\r(1) في الأصل: برد.\r(2) الضرم: الالتهاب.\r(3) الجار والمجرور متعلقان بخبر مقدم محذوف.\r(4) (ما) في الموضعين موصولة اسم كأن.","seal":"70D0EAAA","part":"1"},
      {"page":114,"id":107,"nass":"(من ضرم) بفتح الضاد المعجمة والراء المهملة بيان (لما) الموصولة الثانية والمفعول لأجله محذوف، مدلول عليه بما تقدم، والألف واللام في (النار والماء) للعهد المتقدم، أي نار الفرس وماء البحيرة.\r65-[والجنّ تهتف والأنوار ساطعة ... والحقّ يظهر من معنى ومن كلم]\r(والجن تهتف) «1» بفتح التاء الفوقية، وكسر الثانية، مبتدأ، وخبر.\r(والأنوار ساطعة والحق يظهر) مبتدأن وخبران.\r(من معنى «2» ومن كلم) بكسر اللام، متعلقان (بيظهر) .\r66-[عموا وصمّوا فإعلان البشائر لم ... تسمع وبارقة الإنذار لم تشم «3» ]\r(عموا) فعل ماض مبني للفاعل أو للمفعول (11/ ب) والضمير للفرس.\r(وصموا) بالبناء للفاعل أو للمفعول. معطوف على ما قبله.\r(فإعلان) بكسر الهمزة، مبتدأ.\r(البشائر) مضاف إليه.\r(لم تسمع) بالمثناة الفوقية والبناء للمفعول، خبر المبتدأ.\rواكتسب التأنيث من المضاف إليه، وإن كان الضمير للإعلان.\rوفي نسخة بالياء المثناة التحتية، وهو أصح.\rوالبشائر: جمع بشارة، وهي الخبر المعروف للسرور.\r(وبارقة) بالموحدة، مبتدأ.\r__________\r(1) وجملة: تهتف في محل رفع خبر المبتدأ (الجن) وأيضا جملة (يظهر) .\r(2) اسم مجرور (بمن) وعلامة جره الكسرة المقدرة على الألف للتعذر.\r(3) بارقة: أي اللوامع. تشم: تنظر.","seal":"8252DB17","part":"1"},
      {"page":115,"id":108,"nass":"(الإنذار) بكسر الهمزة، مضاف إليه.\r(لم تشم) بضم المثناة الفوقية، وفتح المعجمة، خبر المبتدأ، وحرك بالكسر لأجل القافية.\r67-[من بعد ما أخبر الأقوام كاهنهم ... بأنّ دينهم المعوجّ لم يقم]\r(من بعد) جار ومجرور متعلقان (بصموا) وهو مطلوب لعموا أيضا. على سبيل التنازع.\r(ما) موصول حرفي، أو نكرة موصوفة.\r(أخبر) فعل مبني للفاعل.\r(الأقوام) مفعول به مقدم.\r(كاهنهم) فاعل مؤخر «1» ، والجملة صلة ما الحرفية أو صفتها، و (ما) وما بعدها في تأويل مصدر مجرور بإضافة بعد إليها.\rقال الراغب «2» الكاهن من يخبرنا بالأحوال الماضية، والعرّاف «3» من يخبرنا بالأحوال المستقبلة، وقال الجوهري: العرّاف: الكاهن «4» .\r(بأن) بفتح الهمزة «5» ، متعلقان (بأخبر) .\r(دينهم) اسم أن.\r__________\r(1) والهاء: مضاف إليه، والميم علامة الجمع.\r(2) الراغب الأصفهاني في كتابة (المفردات) .\r(3) انظر اللسان: عرف.\r(4) الكاهن: الذي يتعاطى الخبر عن الكائنات في مستقبل الزمان ويدّعي معرفة الأسرار. انظر اللسان/ كهن.\r(5) (أن) حرف مشبه بالفعل، وأن وما بعدها في تأويل مصدر مجرور بالباء متعلقان (بأخبر) .","seal":"32EAE5D3","part":"1"},
      {"page":116,"id":109,"nass":"(المعوج) بضم الميم وبفتح الجيم المشددة، نعت لدينهم.\r(لم يقم) بفتح الياء وضم القاف «1» مبني للمفعول خبر أن.\r68-[وبعد ما عاينوا في الأفق من شهب ... منقضّة وفق ما في الأرض من صنم]\r(وبعد ما) معطوف على (من بعد ما) إما على اللفظ أو المحل.\r(عاينوا) فعل وفاعل، صلتها، أو صفتها.\r(في الأفق) بضم الهمزة وسكون الفاء لغة في ضمها، أي السماء، جار ومجرور متعلقان (بعاينوا) .\r(من شهب) بضم الشين المعجمة والهاء، بيان لما، وهو جمع شهاب، وهي شعلة نار ساطعة.\r(منقضة) بضم الميم وسكون النون وتشديد الضاد المعجمة، نعت شهب.\r(وفق) «2» بفتح الواو وسكون الفاء، منصوب بنزع الخافض، أي على وفاق.\r(ما) موصوف اسمي (12/ أ) مضاف إليه.\r(في الأرض) صلتها.\r(من صنم) بفتح الصاد المهملة والنون، بيان (لما) .\r69-[حتّى غدا عن طريق الوحي منهزم ... من الشياطين يقفو إثر منهزم «3» ]\r(حتى) حرف غاية [وجر] .\r__________\r(1) في الأصل: وفتح القاف، وفي الديوان بالضم ص 195، وشرح البردة للأزهري ص 44 والزبدة للغزي ص 86.\r(2) الوفق: الموافق أي المماثل منقضة: مثقلة.\r(3) يقفو: يتبع.","seal":"9E7C7CE7","part":"1"},
      {"page":117,"id":110,"nass":"(غدا) بغين معجمة ودال مهملة، فعل ماض «1» .\r(عن طريق) جار ومجرور متعلقان (بغدا) .\r(الوحي) مضاف إليه.\r(منهزم) بضم الميم وكسر الزاي، فاعل غدا.\r(من الشياطين) جار ومجرور «2» ، صفة منهزم.\r(يقفو) بالقاف، والفاء، فعل مضارع مرفوع بضمة مقدرة على الواو، وفاعله ضمير مستتر فيه راجع إلى منهزم والجملة نعت ثان.\r(إثر) بكسر الهمزة متعلق (بيقفو) «3» .\r(منهزم) بضم الميم، وسكون النون، وفتح الهاء، وكسر الزاي، مضاف إليه.\r70-[كأنّهم هربا أبطال أبرهة «4» ... أو عسكر بالحصى من راحتيه رمي]\r(كأنهم) «5» حرف تشبيه والهاء: ضمير متصل في محل نصب على أنه اسمها.\r(هربا) تمييز، أو حال «6» ، أي من جهة هزمهم، أي في حال هزمهم.\r__________\r(1) فعل ماض مبني على الفتح المقدر على الألف منع من ظهوره التعذر وأن المضمرة بعد حتى وما بعدها في تأويل مصدر مجرور (بحتى) بمعنى إلى أن غدا.\r(2) جار ومجرور متعلقان بصفة محذوفة من منهزم.\r(3) إثر: مفعول فيه ظرف مكان منصوب.\r(4) أبرهة قائد جيش الحبشة الذي جاء لهدم الكعبة، وبنى باليمن كنيسة ليصرف إليها الحاج، فأحدث رجل من كنانة فيها ولطخ قبلتها، فحلف أبرهة ليهدمنّ الكعبة قال تعالى: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحابِ الْفِيلِ [سورة الفيل 105] الاية (1) .\r(5) الشطر الأول إشارة إلى قصة أصحاب الفيل والشطر الثاني إشارة إلى غزوة بدر أو غزوة حنين.\r(6) اكتفى الأزهري بوجه الحال في إعرابه (هربا) انظر ص 46 بينما (الغزي) أخذ الكلام عن العمدة حرفيا ص 87.","seal":"9C978755","part":"1"},
      {"page":118,"id":111,"nass":"(أبطال) خبرها.\r(أبرهة) بفتح الهمزة، وسكون الباء الموحدة، وفتح الراء المهملة، والصرف للضرورة، مضاف إليه.\r(أو عسكر) بالرفع عطف على أبطال. وبالجر عطفا على أبرهة.\r(بالحصى) جار ومجرور متعلقان (برمي) .\r(من راحتيه) «1» حال من الحصى، والضمير في راحتيه للنبي صلى الله عليه وسلّم.\r(رمي) فعل ماض مبني للمفعول.\r71-[نبذا به بعد تسبيح ببطنهما ... نبذ المسبّح من أحشاء ملتقم «2» ]\r(نبذا) بالمعجمة، مفعول مطلق، والناصب له (رمي) لأنه بمعناه لأن الرمي هو النبذ، على حد قعدت جلوسا.\r(به بعد) متعلقان (برمي) ولا يجوز أن يتعلقا «3» (بنبذا) لأن المصدر المؤكد لا يعمل شيئا.\r(تسبيح) مضاف إليه.\r(ببطنهما) وصف لتسبيح.\r(نبذ) بالمعجمة. مفعول مطلق مبين للنوع.\r(المسبح) بضم الميم وكسر الموحدة المشددة، مضاف إليه.\r__________\r(1) متعلقان بحال محذوفة من الحصى.\r(2) نبذا به: أي رميا بالحصى ببطنهما: باطن الراحتين، نبذ المسبح من أحشاء: انضمت عليه ضلوع حوت. ملتقم: هو يونس، عليه الصلاة والسلام. قال تعالى: فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ [سورة الصافات 142] .\r(3) في الأصل: (يتعلقان) سهو من الناسخ.","seal":"F71C3D8D","part":"1"},
      {"page":119,"id":112,"nass":"(من أحشاء) «1» حال من المسبح.\r(ملتقم) بضم أوله وسكون ثانيه وكسر رابعه، مضاف إليه.\r\r[التحدث عن معجزات الرسول]\r72-[جاءت لدعوته الأشجار ساجدة ... تمشي إليه على ساق بلا قدم]\r(جاءت) «2» فعل ماض. والتاء للتأنيث.\r(لدعوته) «3» جار ومجرور متعلقان (بجاءت) .\r(الأشجار) فاعل (جاءت) «4» .\r(ساجدة) حال من الأشجار، وجملة (تمشي) «5» حال ثانية.\r(إليه على ساق) متعلقان (بتمشي) (12/ ب) .\r(بلا قدم) بكسر الباء الموحدة وفتح القاف والدال، في موضع النعت لساق.\r73-[كأنّما سطرت سطرا لما كتبت ... فروعها من بديع الخطّ في اللّقم]\r(كأنّما) أداة حصر «6» .\r(سطرت) بفتح السين والطاء المهملتين. فعل ماض وفاعله مستتر فيه يعود على الأشجار، ويروى بتشديد الطاء المهملة.\r(سطرا) بفتح السين المهملة. مفعول [به] والجملة مستأنفة.\r__________\r(1) متعلقان بحال محذوفة من المسبح.\r(2) في الأصل: جات.\r(3) والهاء ضمير متصل مبني على الكسر في محل جر بالإضافة.\r(4) في الأصل: فاعل جات.\r(5) فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الياء للثقل.\r(6) كافة ومكفوفة. أي (حرف تشبيه مهمل) .","seal":"56FCFEE9","part":"1"},
      {"page":120,"id":113,"nass":"(لما) جار ومجرور متعلقان (بسطرت) و (ما) موصول اسمي.\r(كتبت) فعل ماض، والتاء للتأنيث.\r(فروعها) فاعل كتبت، والجملة صلة (ما) والعائد محذوف تقديره: كتبته.\r(من بديع) جار ومجرور متعلقان (بكتبت) و (من) بيانية.\r(الخط) بفتح الخاء المعجمة وبالطاء المهملة، مضاف إليه، من إضافة الصفة إلى الموصوف.\r(في اللقم) بفتح اللام والقاف متعلقان (بكتبت) وفي بعض النسخ باللقم. والباء بمعنى في. واللقم: وسط الطريق.\r74-[مثل الغمامة أنّى سار سائرة ... تقيه حرّ وطيس للهجير حمى]\r(مثل) بالنصب على الحال، أو صفة مصدر محذوف، وبالرفع خبر مبتدأ محذوف. أي: أمرها مثل.\r(الغمامة) مضاف إليه.\r(أنى) بفتح الهمزة والنون المشددة، ظرف زمان، وفيه معنى الشرط.\r(سار) فعل الشرط.\r(سائرة) بالنصب حال من الغمامة، وصح مجيء الحال من المضاف إليه لأن المضاف [مثل] في معنى مماثل «1» .\rويجوز الرفع، خبر مبتدأ محذوف تقديره: هي سائرة، وجواب الشرط محذوف. [أي: فهي سائرة] .\r__________\r(1) أي أنه عامل في الحال، لأن الحال لا تأتي من المضاف إليه إلا إذا كان المضاف جزآ من المضاف إليه كقولنا: خذ بيد زيد عاثرا، أو كالجزء كقولنا: يعجبني خلق زيد راضيا (أي أن يصح الكلام بعد حذف المضاف) أو أن يكون المضاف عاملا في الحال كقولنا: هذا شارب الماء باردا.","seal":"38B86DE1","part":"1"},
      {"page":121,"id":114,"nass":"(تقيه) بفتح التاء الفوقية وكسر القاف. فعل مضارع مرفوع بضمة مقدرة على الياء، وفاعله مستتر فيه و (الهاء) مفعول أول.\r(حر) بفتح المهملتين، مفعول ثان، والجملة «1» حال ثانية «2» ، أو مستأنفة.\r(وطيس) بفتح الواو، وكسر الطاء المهملة، وفي آخره سين مهملة، مضاف إليه.\r(للهجير) بفتح الهاء المهملة وكسر الجيم، متعلقان (بحمى) وفي نسخة بالهجير أي نصف النهار الحار.\r(حمى) بفتح الحاء «3» وكسر الميم، فعل ماض وفاعله مستتر فيه، والجملة صفة لوطيس.\r75-[أقسمت بالقمر المنشقّ إنّ له ... من قلبه نسبة مبرورة القسم]\r(أقسمت) بضم التاء، فعل وفاعل.\r(بالقمر) جار ومجرور متعلقان (بأقسمت) على حذف مضاف بين الجار والمجرور والتقدير: برب القمر «4» .\r(المنشق) صفة القمر.\r(إنّ) بكسر الهمزة، من الحروف المشبه بالفعل ينصب الاسم ويرفع الخبر.\r(له) خبرها مقدم، والضمير للقمر.\r(من قلبه) جار ومجرور. متعلقان (بنسبة) «5» والضمير للنبي صلى الله عليه وسلّم (13/ أ) .\r__________\r(1) وقد تكون صفة لسائرة بناء على أن الوصف يوصف، وهو الصحيح.\r(2) حال من الغمامة أو من الضمير المستتر في سائرة (الأزهري) ص 48.\r(3) وفي الزبدة: بضم الحاء. في هذا البيت يحدثنا عن سفر الرسول صلى الله عليه وسلّم مع عمه أبي طالب إلى الشام.\r(4) لأنه لا يصح القسم بغير الله.\r(5) بل التعليق بصفة لنسبة، لأن التعليق لا يكون إلا بالفعل أو بشبه الفعل، أو بما فيه-","seal":"078F4D6B","part":"1"},
      {"page":122,"id":115,"nass":"(نسبة) بكسر النون وسكون السين المهملة وفتح الباء الموحدة، اسمها مؤخر، والجملة جواب أقسمت، فلا محل لها من الإعراب.\r(مبرورة) بموحدة ومهملتين، صفة يمينا المقدرة، دل عليها (أقسمت) .\r(القسم) بفتحتين، مضاف إليه.\r76-[وما حوى الغار من خير ومن كرم ... وكلّ طرف من الكفّار عنه عمي]\r(وما) موصول اسمي مجرور بالعطف على القمر، وجوابه مقدر أو منصوب مقدر، أي اذكر ما جمع.\r(حوى الغار) فعل وفاعل، صلة ما، والعائد محذوف، أي حواه.\r(من خير ومن كرم) متعلقان (بحوى) و (من) فيهما للبيان ولما، على تقدير:\rمضافين، أي. من صاحب خير، ومن صاحب كرم.\rوالغار»\r: المكان المنخفض في الجبل، والخير ضد الشر، والخير بكسر الخاء، الكرم. قاله في المجمل «2» .\r(وكل) مبتدأ.\r(طرف) بفتح الطاء وسكون الراء المهملتين، مضاف إليه.\r(من الكفار) جار ومجرور «3» ، نعت لطرف.\r(عنه) متعلقان (بعمي) والضمير يعود (لحوى) «4» .\r__________\r- معنى الفعل لأن التعليق نوع من العمل، فلا تعلق إلا بما هو عامل.\r(1) الغار: في جبل ثور بأسفل مكة.\r(2) والخير: الكرم. والكرم: الصفح، والكريم: الصفوح (مجمل اللغة) لابن فارس (ص 308- 772) .\r(3) متعلقان بنعت محذوف لطرف.\r(4) في الأصل: للحوى.","seal":"FE125EEE","part":"1"},
      {"page":123,"id":116,"nass":"(عمي) فعل ماض، وسكون الياء، للوقف، وفاعله مستتر فيه يعود على الطرف، والجملة: خبر المبتدأ، ويجوز أن يكون اسما، وإثبات الياء لغة.\r77-[فالصّدق في الغار والصّدّيق لم يرما ... وهم يقولون ما بالغار من أرم «1» ]\r(فالصّدق) مبتدأ، مبالغة أو هو على حذف مضاف، أي ذو الصدق.\r(في الغار) جار ومجرور متعلقان (بيريمان) «2» .\r(والصديق) معطوف على الصدق.\r(لم يرما) «3» بفتح الياء التحتية وكسر الراء [والجملة] خبر المبتدأ «4» ومعطوف عليه والأصل (يريمان) حذفت النون للجازم، والياء «5» تبعا لحذفها في إسناده إلى المفرد.\r(وهم) «6» مبتدأ.\r(يقولون) فعل مضارع مرفوع بثبوت النون، و (الواو) ضمير الفاعل، والجملة خبر المبتدأ.\r__________\r(1) فالصدق: أي النبي صلى الله عليه وسلّم والصديق: أبو بكر رضي الله عنه لم يرما: لم يبرحا، وأرم على وزن كتف: العلم والأثر.\r(2) متعلقان بخبر محذوف وجملة (لم يريما) في محل رفع خبر ثان، لأن المعنى يتم بقولنا فالصدق والصديق (مقيمان) في الغار، لم يغادراه.\r(3) لم يرما: فعل مضارع مجزوم (بلم) وعلامه جزمه حذف النون، لأنه من الأفعال الخمسة وحذفت الياء للضرورة و (الألف) ضمير متصل مبني على السكون في محل رفع فاعل، وجملة (لم يريما) خبر المبتدأ.\r(4) في الأصل: وما معطوف عليه.\r(5) وحذف الياء هنا إنما اضطر إليه الشاعر ليصح له وزن التفعيلة (فعلن) وهي ضرورة قبيحة لأنه جعل المعنى يلتبس للوهلة الأولى بالورم.\r(6) أي الكفار.","seal":"5D07E424","part":"1"},
      {"page":124,"id":117,"nass":"(ما) حرف نفي.\r(بالغار) جار ومجرور «1» خبر مقدم.\r(من) حرف جر زائد.\r(أرم) بفتح الهمزة، وكسر المهملة. أي أحد مبتدأ مؤخر، والجملة مقول القول.\r78-[ظنّوا الحمام وظنّوا العنكبوت على ... خير البريّة لم تنسج ولم تحم]\r(ظنّوا) «2» فعل ماض، والواو فاعل، والضمير للكفار.\r(الحمام) مفعول أول.\r(وظنوا العنكبوت) فعل وفاعل ومفعول أول.\r(على خير) جار ومجرور متعلقان (بتنسج) .\r(البريئة) «3» بالهمز وقد تقلب ياء وتدغم الياء في الياء، وقرىء بهما في السّبع، مضاف إليه.\r__________\r(1) متعلقان بخبر محذوف.\r(2) ظنوا: فعل ماض مبني على الضم لاتصاله بواو الجماعة، وهو ينصب مفعولين والواو: ضمير متصل مبني على السكون في محل رفع فاعل، والظن هنا بمعنى اليقين.\r(3) [سورة البينة 98/ الاية 6- 7] . إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ فِي نارِ جَهَنَّمَ خالِدِينَ فِيها أُولئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ هُمْ خَيْرُ الْبَرِيَّةِ قرأهما نافع، وابن ذكوان، بالهمز (شر البريئة) و (خير البريئة) على الأصل، لأنه من «برأ الله الخلق» أي خلقهم وأصله الهمز، والبرية: الخليقة. وقرأ الباقون بتشديد الياء من غير همز، على تخفيف الهمز، على الأصول المتقدمة، وذلك لكثرة الاستعمال فيه، فأكثر العرب يستعملونه مخفف الهمزة. انظر (الكشف عن وجوه القراآت السبعة 2/ 385) . حجة القراآت/ 769 واللسان والتاج/ برأ. المبسوط في القراآت العشر/ 475 ومعجم القراآت القرآنية 8/ 208.","seal":"6E39FE88","part":"1"},
      {"page":125,"id":118,"nass":"(لم) حرف نفي وجزم.\r(تنسج) بفتح التاء المثناة الفوقية، وكسر السين (13/ ب) المهملة أو ضمها، وبالجيم.\rفعل مضارع مجزوم بلم وفاعله مستتر فيه جوازا يعود للعنكبوت، والجملة في محل نصب مفعول ثان (لظنوا) الثانية.\r(ولم تحم) بفتح التاء الفوقية، وضم الحاء المهملة فعل مضارع، وفاعله مستتر فيه راجع (للحمام) ومتعلقه بمحذوف. والجملة في موضع نصب على المفعول به (لظنوا) الأول.\rففي كلامه، لف ونشر غير مرتب، والتقدير: ظنوا الحمام «1» لم تحم على خير البرية، وظنوا العنكبوت لم تنسج على خير البرية.\r79-[وقاية الله أغنت عن مضاعفة ... من الدّروع وعن عال من الأطم]\r(وقاية) بكسر الواو، مبتدأ.\r(الله) مضاف إليه.\r(أغنت) بفتح الهمزة وسكون الغين المعجمة، فعل ماض، والتاء للتأنيث، وفاعله مستتر فيه، والجملة، خبر المبتدأ.\r(عن مضاعفة) بضم الميم، جار ومجرور. متعلقان (بأغنت) .\r(من الدروع) بمهملات، جار ومجرور، متعلقان بمحذوف (نعت) مضاعفة.\r(وعن عال) معطوف على مضاعفة، أي مرتفع.\r(من الأطم) بضم الهمزة والطاء المهملة، أي الحصون، نعت عال.\r__________\r(1) لأن هذين الحيوانين متى أحسا بالإنسان فرا منه.","seal":"5B032FB7","part":"1"},
      {"page":126,"id":119,"nass":"80-[ما سامني الدّهر ضيما واستجرت به ... إلّا ونلت جوارا منه لم يضم]\r(ما) حرف نفي.\r(سامني) بالسين المهملة، فعل ماض، متعد لاثنين، الأول ياء المتكلم المتصلة به، وفي نسخة ضامني بالضاد المعجمة.\r(الدهر) فاعل سامني، على حذف مضاف، أي أهل الدهر.\r(ضيما) بالضاد المعجمة المفتوحة مفعوله الثاني، وفي نسخة يوما، أي زمنا.\r(واستجرت) فعل وفاعل معطوف على (سامني) .\r(به) جار ومجرور، متعلقان (باستجرت) والضمير للنبي صلى الله عليه وسلّم.\r(إلا) حرف إيجاب.\r(ونلت) بكسر النون وضم التاء، فعل ماض، و (التاء) فاعل، والجملة في موضع نصب على الحال من ضمير المتكلم.\rوأجازوا اقتران الماضي الواقع حالا بالواو، ومنعه (ابن مالك) «1» .\r(جوارا) بكسر الجيم وضمها «2» ، أي قربا، مفعول (نلت) .\r(منه) في موضع النعت (لجوار) والضمير للنبي صلى الله عليه وسلّم أو من الضيم.\r(لم يضم) بضم الياء التحتية وفتح الضاد المعجمة، نعت لجوار أيضا.\r__________\r(1) ذهب الكوفيون إلى أن الفعل الماضي يجوز أن يقع حالا، وإليه ذهب أبو الحسن الأخفش من البصريين، وذهب البصريون إلى أنه لا يجوز أن يقع حالا، وأجمعوا على أنه يجوز إن كانت معه «قد» أو كان وصفا لمحذوف فإنه يجوز أن يقع حالا. انظر الإنصاف لابن الأنباري 1/ 252 المسألة 32. ابن يعيش 2/ 66- 67.\r(2) والكسر أفصح.","seal":"06FD9C48","part":"1"},
      {"page":127,"id":120,"nass":"81-[ولا التمست غنى الدّارين من يده ... إلّا استلمت النّدى من خير مستلم]\r(ولا) نافية.\r(التمست) بضم التاء، فعل، وفاعل.\r(غنى) بكسر الغين المعجمة والقصر، مفعول (التمست) .\r(الدارين) بالتثنية «1» ، مضاف إليه. وهي الدنيا والآخرة، بالكفاية في الأولى، والسلامة في الآخرى.\r(من يده) جار ومجرور، متعلقان (بالتمست) والضمير للنبي صلى الله عليه وسلّم.\r(إلا) حرف إيجاب.\r(استلمت) بضم التاء، فعل وفاعل في موضع الحال من التاء.\r(الندى) بفتح النون، والقصر، مفعول (14/ أ) (استلمت) .\r(من خير) جار ومجرور متعلقان (باستلمت) .\r(مستلم) بفتح التاء واللام، مضاف إليه.\r82-[لا تنكر الوحي من رؤياه إنّ له ... قلبا إذا نامت العينان لم ينم «2» ]\r(لا) «3» حرف نهي.\r(تنكر) بكسر الكاف، فعل مضارع «4» ، وفاعله مستتر فيه وجوبا (الوحي) مفعول به، ويروى (لا ينكر الوحي) بضم الياء المثناة تحت، على البناء للمفعول.\r__________\r(1) مجرور وعلامة جره الياء لأنه مثنى.\r(2) يقول إن رؤيا النبي في المنام هي وحي من عند الله.\r(3) في الأصل نفي، وهم من الناسخ.\r(4) مجزوم (بلا) وعلامة جزمه السكون وحرك بالكسر لالتقاء الساكنين.","seal":"8E777FFF","part":"1"},
      {"page":128,"id":121,"nass":"(من) حرف جر، بمعنى في.\r(رؤياه) مجرور (بمن) وعلامة جره كسرة مقدرة على الألف، وهو مضاف. و (الهاء) مضاف إليه والضمير للنبي صلى الله عليه وسلّم والجار والمجرور متعلقان (بتنكر) .\r(إنّ) بكسر الهمزة وتشديد النون، حرف توكيد ينصب الاسم ويرفع الخبر.\r(له) «1» خبرها مقدم.\r(قلبا) اسمها مؤخر.\r(إذا) «2» ظرف لما يستقبل من الزمان وفيه معنى الشرط، منصوب (بينم) .\r(نامت) فعل ماض، والتاء للتأنيث.\r(العينان) بالتثنية، فاعل «3» نامت، والجملة في محل جر بإضافة «4» (إذا) إليها.\r(لم ينم) حرف نفي وجزم (ينم) فعل مضارع مجزوم (بلم) وحرك بالكسر لأجل القافية، وفاعله مستتر فيه راجع للقلب، والجملة لا محل لها من الإعراب لأنها جواب شرط غير جازم.\r83-[فذاك حين بلوغ من نبوّته ... فليس ينكر فيه حال محتلم «5» ]\r(فذاك) «6» (ذا) اسم إشارة، مبتدأ. و (الكاف) حرف خطاب، وفي نسخة وذاك، بالواو.\r__________\r(1) الجار والمجرور متعلقان بخبر مقدم محذوف.\r(2) وتعرب. اسم شرط غير جازم مبني على السكون في محل نصب على الظرفية الزمانية متعلق بجوابه.\r(3) فاعل مرفوع بالألف لأنه مثنى.\r(4) في الأصل: باضافت.\r(5) المحتلم: الذي يرى الحلم في النوم. فحلم النبي كما يقول: وحي لا ينكر.\r(6) في الديوان: وذاك.","seal":"0846BF51","part":"1"},
      {"page":129,"id":122,"nass":"(حين) ظرف زمان منصوب متعلق بمحذوف، على أنه خبر المبتدأ.\r(بلوغ) بغين معجمة منونة، مضاف إليه.\r(من نبوته) جار ومجرور متعلقان (ببلوغ) .\r(فليس) فعل ماض ناقص.\r(ينكر) بالبناء للمجهول، ونائب الفاعل مستتر فيه.\r(فيه) جار ومجرور، متعلقان (بينكر) والضمير «1» فيه راجع إلى (حين بلوغ) والجملة: في محل نصب خبر (ليس) مقدم على اسمها.\r(حال) بضم اللام اسمها مؤخر.\r(محتلم) بكسر اللام، مضاف إليه، من رؤيا الوحي في المنام.\r84-[تبارك الله ما وحي بمكتسب ... ولا نبيّ على غيب بمتّهم «2» ]\r(تبارك) فعل ماض، غير متصرف.\r(الله) فاعل.\r(ما) حرف نفي، بمعنى ليس.\r(وحي) بالرفع والتنوين،. اسمها.\r(بمكتسب) بفتح السين المهملة، في موضع خبرها «3» .\r(ولا) حرف نفي.\r(نبي) بالرفع والتنوين. اسمها.\r__________\r(1) في الأصل: وضمير.\r(2) تبارك: تعالى وتعاظم.\r(3) بمكتسب: (الباء) حرف جر زائد (مكتسب) اسم مجرور لفظا منصوب محلا على أنه خبر ما، وأيضا (بمتهم) .","seal":"447DF268","part":"1"},
      {"page":130,"id":123,"nass":"(على غيب) بفتح الغين المعجمة، جار ومجرور متعلقان (بمتهم) .\r(بمتهم) بفتح الهاء (خبر) لا و (الباء) في الموضعين زائدة لتوكيد المعنى.\r85-[كم أبرأت وصبا باللّمس راحته ... وأطلقت أربا من ربقة اللّمم «1» ]\r(كم) خبرية بمعنى كثيرا في موضع نصب على أنها (مفعول مطلق) .\rأبرأت) فعل ماض، والتاء للتأنيث أي شفت.\r(وصبا) بكسر الصاد «2» المهملة مفعول به، أي مريضا.\r(باللمس) جار ومجرور، متعلقان (بأبرأت) والباء للسببية.\r(راحته) «3» فاعل (أبرأت) .\r(وأطلقت) فعل ماض، والتاء للتأنيث، وفاعله مستتر فيه عائد إلى راحته صلى الله عليه وسلّم.\r(أربا) بفتح الهمزة وكسر الراء. مفعول. أطلقت.\rويجوز فتح الصاد من (وصبا) والراء من (أربا) والرواية على الأول.\r(من ربقة) بكسر (14/ ب) الراء وسكون الموحدة، وفتح القاف متعلقان (بأطلقت) .\r(اللّمم) بفتح اللام والميم. مضاف إليه.\r86-[وأحيت السّنة الشّهباء دعوته ... حتى حكت غرّة في الأعصر الدّهم» ]\r(وأحيت) معطوف على (أبرأت) .\r__________\r(1) الوصب: المريض. والأرب: المحتاج، والربقة: أصلها الحبل، واللمم: الجنون.\r(2) وبفتحها على حذف مضاف أي: ذا وصب (شرح البردة للأزهري) ص 55.\r(3) والهاء: مضاف إليه.\r(4) السنة الشهباء: المجدية، والغرة: البياض، والدّهم: جمع أدهم وهو الأسود الشديد.","seal":"6CADCF3B","part":"1"},
      {"page":131,"id":124,"nass":"(السنة) بفتح السين المهملة والنون المخففة «1» ، مفعول، أحيت.\r(الشهباء) بفتح الشين المعجمة والباء الموحدة، نعت للسنة القليلة المطر.\r(دعوته) فاعل (بأحيت) .\r(حتى) حرف لابتداء الغاية.\r(حكت) بفتح الحاء المهملة والكاف، فعل ماض وفاعله مستتر فيه عائد إلى السنة المجدبة.\r(غرة) بضم الغين المعجمة، وفتح الراء المهملة (مفعول حكت) .\r(في الأعصر) بفتح الهمزة وسكون العين، وضم المهملة، من جمع عصر وهو الزمن، متعلقان (بحكت) .\r(الدهم) بضم الدال والهاء، جمع أدهم، وهو الأسود (نعت الأعصر) .\r87-[بعارض جاد أو خلت البطاح بها ... سيب من اليمّ أو سيل من العرم «2» ]\r(بعارض) جار ومجرور متعلقان (بحكت أو بأحيت) والباء للسببية.\r(جاد) بالجيم، والدال المهملة، فعل ماض والفاعل مستتر فيه جوازا يعود إلى عارض والجملة: في محل جر صفة لعارض.\r(أو) حرف عطف وغاية.\r(خلت) «3» بكسر الخاء المعجمة، وضم التاء، فعل ماض وفاعل.\r(البطاح) جمع بطحاء، أو أبطح، مفعول أول.\r__________\r(1) في الأصل: الحقيقة.\r(2) العارض: السحاب. أو خلت: أي إلى أن خلت، والبطاح: جمع أبطح وهو مسيل الماء المتسع المشتمل على حصباء، والسيب: الجري، والعرم: الوادي.\r(3) في الديوان: بفتح التاء.","seal":"58FD735A","part":"1"},
      {"page":132,"id":125,"nass":"(بها) خبر مقدم.\r(سيب) بالسين المهملة وبالمثناة التحتية، والباء الموحدة، مبتدأ مؤخر.\rوالجملة: في محل نصب مفعول ثان (بخلت) .\rوالسيب بكسر السين مجرى الماء، وبالفتح العطاء، والمعنى على الأول هنا.\r(من اليمّ) بفتح الياء التحتية، وتشديد الميم، أي البحر. في موضع النعت بسيل.\r[ (أو) : حرف عطف. سيل: بفتح السين معطوف على سيب مرفوع. من العرم جار ومجرور متعلقان بنعت من سيل] «1» .\r\r[التحدث عن القرآن الكريم]\r88-[دعني ووصفي آيات له ظهرت ... ظهور نار القرى ليلا على علم]\r(دعني) فعل أمر «2» ، وفاعله مستتر فيه، أي أيها المنكر، والياء مفعول به.\r(ووصفي) مفعول معه، وهو مصدر مضاف إلى فاعله. وهو الياء.\r(آيات) بالمد، وكسر التاء مفعول به (لوصفي) .\r(له) جار ومجرور في موضع النعت لايات.\r(ظهرت) فعل ماض، والتاء للتأنيث.\r(ظهور) مفعول مطلق مبين للنوع.\r(نار القرى) بكسر القاف وفتح الراء مضاف [إليه] «3» ومضاف إليه.\r__________\r(1) ما بين قوسين [:] لم يذكر في المتن، سقط من الأصل.\r(2) النون للوقاية.\r(3) إضافة لازمة ليست في الأصول لدي.","seal":"657E631F","part":"1"},
      {"page":133,"id":126,"nass":"(ليلا) مفعول فيه.\r(على علم) بفتح العين واللام، اسم جبل مرتفع لجلب الضيفان «1» على عادة العرب متعلقان (بظهور) .\r89-[فالدّرّ يزداد حسنا وهو منتظم ... وليس ينقص قدرا غير منتظم]\r(فالدر) بضم الدال والراء. المهملتين، كبار اللؤلؤ، مبتدأ.\r(يزداد) فعل مضارع «2» ، وفاعله مستتر فيه.\r(حسنا) بضم الحاء المهملة مفعول به (ليزداد) وهو مطاوع المتعدي لاثنين فيتعدى لواحد، والجملة، في محل رفع خبر المبتدأ، والرابط بين المبتدأ والخبر (15/ أ) الضمير المستتر في (يزداد) .\r(وهو) الواو للحال (هو) ضمير منفصل في محل رفع على الابتداء.\r(منتظم) خبره، والجملة: في محل نصب على الحال من فاعل (يزداد) والرابط الواو، والضمير.\r(وليس) فعل ماض ناقص يرفع الاسم وينصب الخبر، واسمه مستتر فيه يعود على الدر.\rوجملة (ينقص قدرا) من الفعل والفاعل والمفعول في موضع نصب على الخبر (بليس) .\r(غير) حال من فاعل (ينقص) .\r(منتظم) بضم الميم الأولى، وكسر الظاء المعجمة، مضاف إليه.\r__________\r(1) في الأصل: تحلب الضيفان.\r(2) في الأصل: فعل ماض.","seal":"A5AE65E7","part":"1"},
      {"page":134,"id":127,"nass":"90-[فما تطاول آمال المديح إلى ... ما فيه من كرم الأخلاق والشّيم «1» ]\r(فما) اسم استفهام انكاري في محل رفع على الابتداء.\r(تطاول) بضم الواو واللام، خبره.\rويجوز أن تكون [ما] نافية، ويكون الأصل: فما تطاول آمال المديح إلى ما فيه من مكارم الأخلاق ومحاسن الشيم، لأن ما لا يمكن حصره يمنع، التطاول فيه أي في روم الوصول إليه.\rوعلى هذا تكون (الواو) مفتوحة ويكون قد حذف من الفعل إحدى التائين.\r(آمال) بمد الهمزة، مضاف إليه من إضافة المصدر «2» إلى فاعله.\r(المديح) بالجر، مضاف إليه، وفي نسخة (آمالي) بالإضافة إلى ياء المتكلم، ونصب المديح إما بامال وإما بنزع الخافض، وكلاهما غير مقيس.\r(إلى ما) جار ومجرور متعلقان (بتطاول) و (ما) موصول اسمي «3» .\r(فيه) جار ومجرور متعلقان بمحذوف صلة (ما) والضمير للنبي صلى الله عليه وسلّم.\r(من كرم) بيان لما وهما «4» متعلقان بما تعلق به الجار والمجرور قبله.\r(الأخلاق) بفتح الهمزة، مضاف إليه.\r(والشيم) بكسر الشين المعجمة وفتح المثناة من تحت جمع شيمة، معطوف على الأخلاق، وعطف المرادف سائغ لاختلاف اللفظ كما في قوله تعالى: أُولئِكَ عَلَيْهِمْ صَلَواتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ «5» .\r__________\r(1) تطاول إلى كذا: طلب الوصول إليه.\r(2) أما الأول فلأن المصدر لا يعمل مكسرا، وأما الثاني فلان النصب بنزع الخافض موقوف على السماع مع غير أن وأنّ وكي (شرح البردة للأزهري) ص 58.\r(3) في الأصل: موصول اسم. (ما) بمعنى الذي.\r(4) في الأصل: وهو.\r(5) [سورة البقرة: 2 الاية 157] أُولئِكَ عَلَيْهِمْ صَلَواتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولئِكَ هُمُ الْمُهْتَدُونَ.","seal":"0AEEF0A9","part":"1"},
      {"page":135,"id":128,"nass":"91-[آيات حقّ من الرّحمن محدثة ... قديمة صفة الموصوف بالقدم «1» ]\r(آيات) مبتدأ.\r(حق) مضاف إليه.\r(من الرحمن) خبره.\r(محدثة) خبر ثان.\r(قديمة) خبر ثالث وتمييزها محذوف تقديره محدثة لفظا قديمة معنى، وفي بعض النسخ (بدل محدثة) (محكمة) .\r(صفة) «2» خبر رابع، ومن منع تعدد الخبر قدر لكل خبر مبتدأ محذوفا.\r(الموصوف) مضاف إليه.\r(بالقدم) بكسر القاف وفتح الدال متعلق بالموصوف، وهو الله تعالى.\r92-[لم تقترن بزمان وهي تخبرنا ... عن المعاد وعن عاد وعن إرم «3» ]\r(لم تقترن) بفتح التاء الفوقية، فعل [مضارع] وفاعله مستتر فيه عائد على الايات. على تقدير حال محذوفة.\r(بزمان) متعلقان (15/ ب) (بتقترن) الايات، حال كونها قديمة بزمان.\r__________\r(1) محدثة: إنزالها محدث.\r(2) صفة الموصوف بالقدم: هو الله تعالى.\r(3) عن المعاد: أي عن عود الخلف بعد موتهم وفنائهم، عن عاد، وهم قوم هود. قال تعالى: يا هُودُ ما جِئْتَنا بِبَيِّنَةٍ وَما نَحْنُ بِتارِكِي آلِهَتِنا عَنْ قَوْلِكَ وَما نَحْنُ لَكَ بِمُؤْمِنِينَ سورة هود (11) الاية 53. عن إرم: وهي عاد أخرى قال تعالى: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ (6) إِرَمَ ذاتِ الْعِمادِ (7) الَّتِي لَمْ يُخْلَقْ مِثْلُها فِي الْبِلادِ سورة الفجر 89 الاية 6- 7- 8.","seal":"00C88F84","part":"1"},
      {"page":136,"id":129,"nass":"(وهي تخبرنا) مبتدأ وخبر، والجملة في محل نصب حال من فاعل تقترن.\r(عن المعاد وعن عاد وعن إرم) بكسر الهمزة، وفتح الراء، متعلقات «1» (بتخبرنا) .\r93-[دامت لدينا ففاقت كلّ معجزة ... من النّبييّن إذ جاءت ولم تدم «2» ]\r(دامت) «3» فعل ماض تام، والتاء للتأنيث، وفاعله مستتر يعود إلى الايات.\r(لدينا) ظرف، ومضاف إليه، متعلق (بدامت) .\r(ففاقت) معطوف على (دامت) أي علت شرفا.\r(كل) مفعول (بفاقت) .\r(معجزة) مضاف إليه.\r(من النبيين) جار ومجرور «4» متعلقان بمحذوف نعت معجزة.\r(إذ) بسكون الذال المعجمة، تعليل لفاقت، وهل هي حرف أو ظرف «5» قولان.\r(جاءت) فعل ماض، والتاء للتأنيث وفاعله مستتر فيه يعود إلى كل معجزة والتأنيث باعتبار المضاف إليه.\r(ولم تدم) جملة من الفعل والفاعل المستتر (حال) من فاعل (جاءت) .\r__________\r(1) في الأصل: متعلقان.\r(2) دامت: أي الايات، وهي ألفاظ القرآن التي وقع بها الإعجاز.\r(3) الفعل (دام) من الأفعال الناقصة، جاء هنا تاما لاكتفاء بمرفوعه.\r(4) النبيين: مجرور بمن وعلامة جره الياء لأنه جمع مذكر سالم.\r(5) إذ: التعليلية حرفية، والجمهور لا يثبتون هذا القسم انظر المغني ص 113.","seal":"A8BA635B","part":"1"},
      {"page":137,"id":130,"nass":"94-[محكّمات فما تبقين من شبه ... لذي شقاق ولا تبغين من حكم «1» ]\r(محكمات) بفتح الحاء والكاف المشددة، بالرفع صفة آيات، وبالنصب حال من فاعل لم تقترن.\r(فما) الفاء: للسببية و (ما) نافية.\r(تبقين «2» ) بضم التاء الفوقية وكسر القاف، فعل وفاعل، والضمير للايات.\r(من) حرف جر زائد لا يعلق بشيء.\r(شبه) بضم المعجمة وفتح الموحدة، مفعول (تبقين) .\r(لذي) بكسر اللام والذال المعجمة، جار ومجرور متعلقان «3» (بشبه) .\r(شقاق) مضاف إليه.\r(ولا «4» ) (الواو) عاطفة و (لا) نافية.\r(تبغين) بفتح التاء الفوقية، وسكون الموحدة، وكسر الغين المعجمة، معطوف على (تبقين) .\r__________\r(1) أي أن هذه الايات القرآنية محكّمة في كل أمر، فلا تترك شبهة لمشكك ولا تحتاج إلى شاهد على سموها وقدرتها.\r(2) فعل مضارع مرفوع بثبوت النون، لأنه من الأفعال الخمسة، وياء المؤنثة المخاطبة ضمير متصل مبني على السكون في محل رفع فاعل.\r(3) ويجوز التعلق بصفة (شبه) أو بالفعل (تبقين) لأن الاسم (شبه) لا يعمل ليصح التعليق به، لأن التعليق جانب من الأعمال.\r(4) في الديوان: (ما) ص 196 والأزهري ص 61 والزبدة ص 108 والراجح أن تكون (ما) لسببين. أولهما: أن المعنى فيها واحد وهو النفي. والسبب الثاني: أن شعراء تلك الفترة يحرصون على مثل هذا الجناس في أدائهم.","seal":"AD64E942","part":"1"},
      {"page":138,"id":131,"nass":"(من) زائدة لا تتعلق بشيء.\r(حكم) بفتحتين، مفعول تبقين، ويجوز قراءة حكم بكسر الحاء، جمع حكمة.\r95-[ما حوربت قطّ إلّا عاد من حرب ... أعدى الأعادي إليها ملقي السّلم]\r(ما حوربت) بضم الحاء المهملة وكسر الراء. فعل ماض مبني للمفعول، ونائب الفاعل ضمير مستتر فيه عائد إلى الايات.\r(قط) بفتح القاف وتشديد الطاء وضمها في اللغة الفصحى بهن وهي اللغة الأولى، والثانية بفتح القاف وتشديد الطاء مكسورة على أصل التقاء الساكنين، والثالثة: اتباع القاف للطاء في الضم، والرابع: تخفيف الطاء مع الضم، والخامس: تخفيف الطاء مع السكون، ظرف «1» متعلق (بحوريت) .\r(إلا) حرف إيجاب.\r(عاد) بالعين والدال المهملتين، فعل ماض.\r(من حرب) بفتح المهملتين: أي. شدة (16/ أ) متعلقان (بعاد) ومن تعليلية.\r(أعدى) بالقصر فاعل (عاد) .\r(الأعادي) مضاف إليه.\r(إليها) متعلقان (بعاد) إن كان بمعنى رجع، فإن كان بمعنى [صار] ، تعلقا (بملقي) والضمير للايات.\r(ملقي) بضم الميم، وسكون اللام، وكسر القاف، حال من فاعل عاد.\r(السلم) بفتحتين، مضاف إليه.\r__________\r(1) ظرف زمان مبني على الضم في محل نصب.","seal":"A25E8E77","part":"1"},
      {"page":139,"id":132,"nass":"96-[ردّت بلاغتها دعوى معارضها ... ردّ الغّيور يد الجاني عن الحرم]\r(ردت بلاغتها دعوى) فعل وفاعل ومفعول.\r(معارضها) مضاف إليه، أي: صرفت فصاحتها، وجزالتها، الاتيان بمثلها.\r(رد) مفعول مطلق، أي: ردا مثل رد [الغيور] .\r(الغيور) بفتح الغين المعجمة، وضم الياء التحتية، مضاف إليه، من إضافة المصدر إلى فاعله.\r(يد) مفعول [ردّ] .\r(الجاني) بالجيم والنون، مضاف إليه.\r(عن الحرم) بضم الحاء وفتح الراء المهملتين، جار ومجرور، متعلقان (برد) .\r97-[لها معان كموج البحر في مدد ... وفوق جوهره في الحسن والقيم]\r(لها) جار ومجرور، خبر مقدم «1» ، والضمير راجع للايات.\r(معان) مبتدأ «2» مؤخر.\r(كموج) في موضع الصفة لمعان.\r(البحر) مضاف إليه.\r(في مدد) بفتح الميم والدال، جار ومجرور، متعلقان بالكاف لما فيها من معنى التشبيه.\r__________\r(1) متعلقان بخبر مقدم.\r(2) مرفوع وعلامة رفعه الضمة المقدرة على الياء المحذوفة لالتقاء الساكنين، سكون الياء وسكون التنوين.","seal":"2BA65456","part":"1"},
      {"page":140,"id":133,"nass":"(وفوق) معطوف على (كموج) صفة معان المرفوع، ونصبه لازم على الظرفية وإن كانت مجازية، ونحوه في التنزيل وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ «1» .\r(جوهره) مضاف إليه مرتين.\r(في الحسن) بضم الحاء وسكون السين المهملة، متعلقان بما تعلق به الظرف قبله.\r(والقيم) بكسر القاف وفتح الياء المثناة من تحت، معطوف على الحسن.\r98-[فما تعدّ ولا تحصى عجائبها ... ولا تسام على الإكثار بالسّأم]\r(فما) حرف نفي.\r(تعد) بضم المثناة الفوقية، وفتح العين المهملة، فعل مضارع مبني للمفعول ونائب الفاعل مستتر فيه.\r(ولا تحصى) بالبناء للمفعول معطوف على (تعد) .\r(عجائبها) نائب الفاعل للفعل تحصى. جمع عجيبة وهي الشيء العديم النظير «2» . العزيز المثيل، والإضافة بيانية، أي العجائب التي هي معاني «3» الايات.\r(ولا تسام) بضم التاء الفوقية، وفتح السين المهملة من غير همزة، معطوف على (تعد) ونائب الفاعل مستتر فيه عائد على الايات.\r(على الإكثار) بكسر الهمزة (بالسأم) بفتح السين المهملة المشددة (16/ ب) والهمزة المخففة متعلقان (بتسام) والسأم: الملل.\r__________\r(1) سورة يوسف/ الاية: 76.\r(2) في الأصل: النظر.\r(3) في الأصل: معادن.","seal":"35273226","part":"1"},
      {"page":141,"id":134,"nass":"99-[قرّت بها عين قاريها فقلت له ... لقد ظفرت بحبل الله فاعتصم» ]\r(قرت) بفتح القاف، وتشديد الراء المهملة، فعل ماض، والتاء للتأنيث وهي ساكنة.\r(بها) جار ومجرور متعلقان (بقرت) والضمير للايات.\r(عين) فاعل (قرت) .\r(قاريها) بإبدال همزتها ياء ساكنة، مضاف إليه مرتين.\r(فقلت) بضم التاء، فعل، وفاعل.\r(له) جار ومجرور متعلقان (بقلت) والضمير لقارئها.\r(لقد «2» ) حرف تحقيق.\r(ظفرت) بفتح التاء، فعل وفاعل، والجملة جواب قسم محذوف تقديره والله لقد ظفرت، أي قدرت.\r(بحبل) بحاء مهملة متعلقان (بظفرت) .\r(الله) مضاف إليه.\r(فاعتصم) فعل أمر، وفاعل، أي لمستمسك به.\r100-[إن تتلها خيفة من حرّ نار لظى ... أطفأت حرّ لظى من وردها الشّبم «3» ]\r(إن) حرف شرط.\r(تتلها) فعل الشرط مجزوم بأن وعلامة جزمه حذف الواو، و (الهاء) ضمير متصل في محل نصب على أنه مفعول به.\r__________\r(1) قرت بها: سرّت بها وفرحت. انظر التاج/ قرر.\r(2) اللام واقعة في جواب القسم.\r(3) إن تتلها: أي: الايات: خيفة: أي خوفا أو خائفا. من حر نار لظى: أي جهنم.","seal":"C1639B6E","part":"1"},
      {"page":142,"id":135,"nass":"(خيفة) بكسر الخاء المعجمة، مفعول لأجله، أو حال. أي خائفا.\r(من حر) بالحاء المهملة جار ومجرور. متعلقان (بخيفة) .\r(نار) مضاف إليه، ومضاف «1» .\r(لظى) بالمعجمة (مضاف إليها) وهو من إقامة الظاهر مقام المضمر تقديره نارها.\r(أطفأت) بفتح التاء (فعل وفاعل) «2» .\r(حر) مفعول [أطفأت] .\r(لظى) مضاف إليه، وفي نسخة (نار لظى) «3» .\r(من وردها) بكسر الواو وسكون الراء جار ومجرور، ومضاف إليه، متعلقان (بأطفأت) .\r(الشبم) بفتح الشين المعجمة وكسر الموحدة، أي البارد، نعت وردها.\r101-[كأنّها الحوض تبيضّ الوجوه به ... من العصاة وقد جاؤوه كالحمم «4» ]\r(كأنها) كأن: حرف تشبيه، و (الهاء) ضمير متصل في محل نصب اسمها، وهي راجعة إلى الايات.\r(الحوض) خبرها، وهو بحاء مهملة وضاد معجمة.\r(تبيض الوجوه) فعل، وفاعل، والجملة في محل نصب حال من الحوض.\r(به) جار ومجرور متعلقان بالفعل تبيض، والضمير رابط الحال بصاحبها.\r__________\r(1) في الأصل: مضافة.\r(2) وجملة أطفأت جواب شرط جازم غير مقترن بالفاء لا محل لها.\r(3) في الديوان: نار لظى.\r(4) الحمم: وهو الفحم واحدته حممة. والحمم: الفحم والجمر والرماد وكل ما احترق من النار. وأراد بالحوض الكوثر، والعصاة: جمع عاص.","seal":"4CD82187","part":"1"},
      {"page":143,"id":136,"nass":"(من العصاة) صفة للوجوه، أو بيان أن أريد بها الذوات.\r(وقد «1» ) حرف تحقيق.\r(جاؤوه «2» ) فعل ماض. و (الواو) ضمير الفاعل. وهو الرابط لها ضمير المفعول وهي راجعة للحوض والجملة (17/ أ) حال من العصاة.\r(كالحمم) بضم المهملة وفتح الميم الأولى، جمع حممة في موضع الحال من فاعل (جاؤوه) .\r102-[وكالصّراط وكالميزان معدلة ... فالقسط من غيرها في الناس لم يقم]\r(وكالصراط) معطوف على جملة التشبيه قبله، عطف صفة على صفة.\rأي آيات حق «3» كالصراط، أي الطريق في الوصول إلى المقصود.\r(وكالميزان) معطوف عليه.\r(معدلة) تمييز مما قبله.\r(فالقسط) بكسر القاف، أي العدل، مبتدأ.\r(من غيرها في الناس) متعلقان بيقم، والضمير راجع للايات.\r(لم يقم) وجملة (لم يقم) بفتح الياء «4» ، وضم القاف، خبر المبتدأ.\r103-[لا تعجبن لحسود راح ينكرها ... تجاهلا وهو عين الحاذق الفهم]\r(لا) حرف نهي.\r__________\r(1) الواو: حالية.\r(2) في الأصل: جاوه بالتخفيف.\r(3) انظر البيت رقم: 91.\r(4) وبضم الياء وكسر القاف (عند الأزهري) .","seal":"EC14B27F","part":"1"},
      {"page":144,"id":137,"nass":"(تعجبن) بنون توكيد خفيفة ساكنة، فعل مضارع «1» ، وفاعله مستتر فيه وجوبا.\r(لحسود) بكسر اللام، وفتح الحاء وضم السين المهملتين، متعلقان (بتعجبن) وجملة (راح) نعت لحسود، أي ذهب.\rوجملة (ينكرها) حال من فاعل (راح) المستتر فيه والضمير راجع للايات.\r(تجاهلا) مفعول «2» له أو تمييز أو حال «3» من فاعل ينكرها أي متجاهلا فيها.\r(وهو) «4» بسكون الهاء مبتدأ.\r(عين) خبره.\r(الحاذق) بذال معجمة، أي الماهر. مضاف إليه.\r(الفهم) بفتح الفاء وكسر الهاء، أي الشديد الفهم، نعت لحاذق وجملة المبتدأ والخبر، حال من فاعل ينكرها المستتر.\r104-[قد تنكر العين ضوء الشّمس من رمد ... وينكر الفم طعم الماء من سقم]\r(قد) حرف تحقيق.\r(تنكر العين ضوء الشمس) فعل، وفاعل، ومفعول، ومضاف إليه، أي تنفي وجوده.\r(من رمد) متعلقان (بتنكر) .\r(وينكر الفم) فعل، وفاعل.\r(طعم) مفعول [به] .\r__________\r(1) فعل مضارع مبني على الفتح لاتصاله بنون التوكيد، في محل جزم.\r(2) في الأصل: مفعولا له أو تمييزا. (ونجد نفس الإعراب عند (الغزي) .\r(3) في الأصل: أو لا من.\r(4) الواو: حالية.","seal":"722D03D4","part":"1"},
      {"page":145,"id":138,"nass":"(الماء) مضاف إليه والجملة معطوفة على (تنكر العين) .\r(من سقم) بفتح السين المهملة والقاف، جار ومجرور متعلقان (بتنكر الثاني) على أنه علة له.\r\r[التحدث عن الإسراء والمعراج]\r105-[يا خير من يمّم العافون ساحته ... سعيا وفوق متون الأينق الرّسم «1» ]\r(يا) حرف نداء.\r(خير من) بفتح الميم، منادى [منصوب] مضاف إلى (من) «2» الموصولة، وهو منصوب بالفتحة.\r(يمم العافون) أي قصد الطالبون، فعل وفاعل «3» .\r(ساحته) أي حريم داره، مفعول به (17/ ب) ومضاف إليه، والجملة صلة (من) والعائد (الهاء) من ساحته.\r(سعيا) حال من (العافون) بمعنى مسرعين في المشي.\r(وفوق) ظرف مكان، متعلق بحال محذوفة.\r(متون) بضم الميم، والتاء الفوقية، مضاف إليه، وهو مضاف أيضا.\r(الأينق) جمع ناقة، مضاف إليه، وأصله أنوق، قدمت الواو «4» ثم قلبت ياء تخفيفا.\r(الرسم) بضم الراء، والسين المهملتين، جمع رسوم، نعت الأينق.\r__________\r(1) العافون: جمع عاف وهم طلاب المعروف والأينق: النياق، جمع ناقة، والرسم: التي ترسم الأرض أي تعلمها.\r(2) من: اسم موصول مبني على السكون في محل جر مضاف إليه.\r(3) فاعل مرفوع وعلامة رفعه الواو لأنه جمع مذكر سالم.\r(4) قدمت على النون.","seal":"87F2559D","part":"1"},
      {"page":146,"id":139,"nass":"106-[ومن هو الاية الكبرى لمعتبر ... ومن هو النّعمة العظمى لمغتنم]\r(ومن) بفتح الميم، اسم موصول، معطوف على (من) المجرورة بالإضافة إلى خير.\r(هو) ضمير منفصل في محل رفع بالابتداء.\r(الاية) خبره، والجملة لا محل لها من الإعراب لأنها صلة (من) .\r(الكبرى) نعت آية.\r(لمعتبر) بفتح المثناة الفوقية، وكسر الموحدة، متعلقان (باية) .\r(ومن) بفتح الميم موصول اسمي معطوف على ما قبله.\r(هو النعمة) مبتدأ، وخبر، صلة من.\r(العظمى) صفة النعمة.\r(لمغتنم) بكسر النون جار ومجرور متعلقان (بالنعمة) .\r107-[سريت من حرم ليلا إلى حرم ... كما سرى البدر في داج من الظّلم «1» ]\r(سريت) بفتح التاء، فعل وفاعل.\r(من حرم) جار ومجرور، متعلقان (بسريت) .\r(ليلا إلى حرم) متعلقان (بسريت) يريد المسجد الأقصى: قال تعالى: سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى «2» .\r(كما) جار ومجرور، (ما) مصدرية أي: كسري «3» القمر ليلة كماله.\r__________\r(1) في هذا البيت إشارة إلى ليلة الإسراء والمعراج.\r(2) سورة الإسراء 17/ الاية 1.\r(3) في الأصل: كسر.","seal":"093ACB13","part":"1"},
      {"page":147,"id":140,"nass":"(سرى البدر) فعل وفاعل، صلة (ما) .\r(في داج) بالجيم، جار ومجرور، متعلقان (بسرى) .\r(من الظلم) بضم المعجمة، وفتح اللام، متعلقان بمحذوف صفة داج.\r108-[وبتّ ترقى إلى أن نلت منزلة ... من قاب قوسين لم تدرك ولم ترم]\r(وبت «1» ) بكسر الباء الموحده، وفتح المثناة الفوقية المشددة، فعل ماض ناقص، والتاء: ضمير متصل في محل رفع اسمها.\rوجملة (ترقى) بفتح المثناة الفوقية في محل نصب خبرها. أي: تصعد.\r(إلى) حرف جر.\r(أن) بفتح الهمزة، موصول حرفي.\r(نلت) بفتح التاء فعل وفاعل، صلة أن المصدرية، وأن وما بعدها في تأويل مصدر مجرور بإلى.\r(منزلة) أي مرتبة، مفعول نلت.\r(من قاب «2» ) نعت لمنزلة، ومن للبيان.\r(قوسين) بفتح السين، مضاف إليه.\r(لم تدرك) بضم التاء الفوقية، وفتح الراء، مبني للمفعول، ونائب الفاعل مستتر فيه يعود إلى منزلة.\r[ (ولم ترم «3» ) بضم التاء وفتح الراء معطوف على (لم تدرك) ] .\r__________\r(1) في الزبدة: فبت: بفاء العطف. وفي أخرى فظلت ص (119) .\r(2) قاب: أي قدر. قوسين: طولا في القرب. من الله تعالى: كما قال تعالى عن جبريل عليه السلام ثُمَّ دَنا فَتَدَلَّى (8) فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى [سورة النجم 8- 9] .\r(3) سقط في الأصل: ولم ترم: أي لم يصلها أحد غيرك. ولم يطلبها. (الأزهري، والباجوري ص 68) .","seal":"36575DE8","part":"1"},
      {"page":148,"id":141,"nass":"109-[وقدّمتك جميع الأنبياء بها ... والرّسل تقديم مخدوم على خدم]\r(وقدمتك) فعل، ومفعول، وأنث الضمير في قدمتك باعتبار المضاف إليه (18/ أ) .\r(جميع) فاعله.\r(الأنبياء) مضاف إليه.\r(بها) متعلقان (بقدمتك) و (الباء «1» : للسببية و (الها) للمنزلة.\r(والرسل) بإسكان السين معطوف على الأنبياء، من عطف الخاص على العام، وبالرفع. معطوف على جميع، وبالنصب على المفعول معه.\r(تقديم) بالنصب مصدر شبه به أي كتقديم «2» .\r(مخدوم) مضاف إليه.\r(على خدم) بفتحتين متعلقان (بتقديم) .\r110-[وأنت تخترق السّبع الطّباق بهم ... في موكب كنت فيه صاحب العلم «3» ]\r(وأنت) ضمير منفصل في محل رفع بالابتداء.\r(تخترق) فعل مضارع وفاعله مستتر فيه وجوبا.\r(السبع) مفعول به والجملة: في محل رفع خبر المبتدأ.\r__________\r(1) وعند الأزهري. الباء: للظرفية.\r(2) مفعول مطلق منصوب، وعلامة نصبه الفتحة.\r(3) السبع الطباق السماوات، وفي سورة الملك سَبْعَ سَماواتٍ طِباقاً 67/ 3 أي بعضها فوق بعض.","seal":"487DFEFF","part":"1"},
      {"page":149,"id":142,"nass":"(الطباق) بكسر الطاء. صفة السبع.\r(بهم «1» ) جار ومجرور متعلقان بحال محذوفة تقديره. أي مارّا «2» بهم.\r(في موكب) بفتح الميم وكسر الكاف، أي جمع عظيم، جار ومجرور متعلقان بحال محذوفة.\r(كنت) بفتح التاء، فعل ماض ناقص يرفع الاسم وينصب الخبر و (التاء) اسمها.\r(فيه) جار ومجرور متعلقان «3» (بكان) والضمير راجع للموكب أي كبير القوم المشار إليه.\r(صاحب) خبرها.\r(العلم) بفتحتين، مضاف إليه، أي كبير القوم المشار إليه، والعلم: الرمح في رأسه راية ومن شأنه، صلى الله عليه وسلّم أن يشار إليه.\r111-[حتّى إذا لم تدع شأوا لمستبق ... من الدّنوّ ولا مرقى لمستنم «4» ]\r(حتى) للغاية.\r(إذا) ظرف زمان مجرد عن معنى الشرط.\r(لم تدع) بفتح الدال، جازم، ومجزوم. أي تترك.\r(شأوا) بفتح الشين المعجمة وسكون الهمزة، وبالواو، مفعول، تدع.\r__________\r(1) الضمير يعود على الأنبياء والرسل.\r(2) في الأصل: بارا بهم، والتقدير الأفضل (صاعدا بهم) .\r(3) بل متعلقان بخبرها الاتي (صاحب) فليس المراد أنه صلى الله عليه وسلّم كان في الموكب بل المقدّم فيه.\r(4) المستنم: طالب الرفعة إلى السنام وهو أعلى الشيء.","seal":"72DA1DA9","part":"1"},
      {"page":150,"id":143,"nass":"(لمستبق) بضم الميم وسكون السين المهملة. وفتح المثناة الفوقية وكسر الموحدة» .\r(من الدنو) أي القرب، متعلقان (بتدع) .\r(ولا مرقى «2» ) بسكون الراء المهملة والتنوين أي موضع رقي، معطوف على (شأوا) .\r(لمستنم) بضم الميم الأولى، وسكون السين المهملة وفتح المثناة الفوقية وكسر النون، جار ومجرور متعلقان أيضا (بتدع) .\r112-[خفضت كلّ مقام بالإضافة إذ ... نوديت بالرّفع مثل المفرد العلم «3» ]\r(خفضت) بفتح التاء فعل وفاعل جواب (إذا) إن قدرت شرطية، أو بدل (لم تدع) إن جعلت ظرفية.\r(كل) مفعول به.\r(مقام) بفتح الميم، مضاف إليه.\r(بالإضافة) جار ومجرور متعلقان (بخفضت) .\r(إذ) ظرف لما مضى من الزمان متعلق (بخفضت) .\r(نوديت) بضم «4» النون وكسر الدال، فعل ماض مبني للمفعول. و (تاء) المخاطب، نائب فاعل.\r__________\r(1) متعلقان (بتدع) .\r(2) في الأصل: مرقا.\r(3) بالإضافة إلى مقامك. والرفع: الارتفاع وفيه تورية بمصطلح الرفع عند النحاة العلم المفرد عند النداء.\r(4) في الأصل: بفتح النون.","seal":"44E7241D","part":"1"},
      {"page":151,"id":144,"nass":"(بالرفع) متعلقان (بنوديت) .\r(مثل) نعت لمصدر محذوف منصوب على المفعول المطلق.\r(المفرد) مضاف إليه.\r(العلم) بفتحتين، نعت المفرد.\r113-[كيما تفوز بوصل أيّ مستتر ... عن العيون وسرّ أيّ مكتتم]\r(كيما) كي حرف جر وتعليل (18/ ب) و (ما) «1» مصدرية أو زائدة.\r(تفوز) فعل مضارع منصوب بأن مضمرة بعد كي.\r(بوصل) جار ومجرور، ومتعلقان (بتفوز) .\r(أي) بفتح الهمزة وتشديد الياء المكسورة: نعت وصل.\r(مستتر) مضاف إليه.\r(عن العيون) جار ومجرور متعلقان (بمستتر) .\r(وسر) بكسر السين «2» المهملة معطوف على وصل.\r(أي) بفتح الهمزة وتشديد الياء المكسورة، نعت سر.\r(مكتتم) بضم الميم، وفتح التاءين «3» الفوقيتين، مضاف إليه.\r__________\r(1) هذا جائز. والراجح عندي: النصب بكي وتقدير اللام قبلها جارة للمصدر المؤول تقوية لمعنى التعليل المراد في البيت، وتكون (ما) زائدة للتوكيد فحسب.\r(2) في الأصل بكسر العين المهملة.\r(3) في الأصل: التاين.","seal":"F55DC303","part":"1"},
      {"page":152,"id":145,"nass":"114-[فحزت كلّ فخار غير مشترك ... وجزت كلّ مقام غير مزدحم]\r(فحزت) بضم الحاء المهملة وسكون الزاي وفتح التاء، أي جمعت، فعل وفاعل.\r(كل) مفعول به.\r(فخار) بفتح الفاء والخاء المعجمة، مضاف إليه.\r(غير) بالنصب نعت كل.\r(مشترك) بفتح الراء، مضاف إليه.\r(وجزت) بجيم مضمومة وزاي ساكنة، وتاء مفتوحة، فعل وفاعل، أي عبرت.\r(كل مقام) بفتح الميم، مفعول به، ومضاف إليه.\r(غير) بالنصب. نعت كل، ويجوز الجر «1» في الموضعين، صفة لما أضيف إليه كل.\r(مزدحم) بضم الميم، وسكون الزاي وفتح الدال والحاء المهملتين، مضاف إليه.\r115-[وجلّ مقدار ما ولّيت من رتب ... وعزّ إدراك ما أوليت من نعم]\r(وجل) بفتح الجيم، أي عظم. فعل ماض.\r(مقدار) فاعل.\r(ما) موصول اسمي، في محل جر بالإضافة.\r__________\r(1) والجر أرجح لمنع التباسه بالحال.","seal":"2361A68A","part":"1"},
      {"page":153,"id":146,"nass":"(وليت) بضم الواو، وكسر اللام المشددة، وسكون الياء المثناة التحتية وفتح التاء المثناة الفوقية، فعل ماض مبني للمفعول. و (التاء) نائب الفاعل، والجملة لا محل لها. لأنها صلة (ما) والعائد محذوف أي:\rوليته.\r(من رتب) بضم الراء، وفتح المثناة الفوقية، بيان لما متعلقان (بوليت) .\r(وعز) بفتح المهملة والزاي، فعل ماض، معطوف «1» على الفعل جل.\r(إدراك) بكسر الهمزة، فاعل عزّ.\r(ما) اسم موصول في محل جر بالإضافة.\r(أوليت) بضم الهمزة وسكون الواو، وكسر اللام، فعل ماض مبني للمفعول، أي أعطيت، صلة (ما) والعائد محذوف تقديره «2» أوليته.\r(من نعم) بكسر النون وفتح العين المهملة جمع نعمة، بمعنى منعم به بيان (لما) متعلقان بأوليت) .\r116-[بشرى لنا معشر الإسلام إنّ لنا ... من العناية ركنا غير منهدم]\r(بشرى) من البشارة وهو الخبر السار، مبتدأ، ونعتها محذوف، أي بشرى عظيمة ويجوز أن تكون خبرا، والمبتدأ محذوف. أي هذه التسمية «3» بشرى.\r(لنا) خبر المبتدأ على الأول، صفة على الثاني.\r__________\r(1) وجملة (عز) معطوفة على جملة جلّ.\r(2) في الأصل: تقدير.\r(3) في الأصل: النسبة.","seal":"33C6E270","part":"1"},
      {"page":154,"id":147,"nass":"(معشر) (19/ أ) منصوب على الاختصاص. بفعل محذوف، تقديره أخص، أو النداء.\r(الإسلام) مضاف إليه.\r(إنّ) بكسر الهمزة «1» وفتحها، وتشديد النون من الحروف المشبة بالفعل.\r(لنا) خبرها مقدم.\r(من العناية) بكسر العين وفتح النون «2» ، حال من الضمير في (لنا) .\r(ركنا) اسم إن مؤخر.\r(غير) بالنصب نعت ركنا.\r(منهدم) مضاف إليه، وهذه الجملة تعليلية فعلى كسر (إنّ) فهي مستأنفة، وعلى الفتح فعلى تقدير [لام] العلة.\r117-[لمّا دعا الله داعينا لطاعته ... بأكرم الرّسل كنّا أكرم الأمم]\r(لما) بفتح اللام وتشديد الميم، حرف وجود لوجود، أو ظرف «3» بمعنى حين.\r(دعا الله «4» ) فعل وفاعل.\r(داعينا) مفعول (لدعا) سكنت پاؤه للضرورة، وقد جاء في غير الضرورة، كقولهم، أعطى القوس باريها، ويجوز أن تكون على لغة من يعرب المنقوص في أحوال الثلاثة بالحركات المقدرة.\r__________\r(1) في الديوان: بكسر الهمزة وفيها معنى التعليل.\r(2) متعلقان بحال محذوفة، ويصح التعليق بصفة من (ركنا) أي ركنا خاصا من العناية.\r(3) اسم شرط غير جازم مبني على السكون في محل نصب على الظرفية الزمانية.\r(4) في الأصل: دعى.","seal":"C7D2DD6D","part":"1"},
      {"page":155,"id":148,"nass":"(لطاعته) جار ومجرور متعلقان (بداعينا) أو (بدعا) «1» .\r(بأكرم) جار ومجرور، متعلقان (بدعا) ويجوز أن يكون داعينا بدلا «2» من فاعل (دعا) فهو الله تعالى.\r(الرسل) بسكون السين، مضاف إليه.\r(كنا «3» ) كان، واسمها.\r(أكرم الأمم) خبر كان، ومضاف إليه، والجملة جواب (لما) .\r\r[التحدث عن جهاد الرسول وغزواته]\r118-[راعت قلوب العدا أنباء بعثته ... كنبأة أجفلت غفلا من الغنم «4» ]\r(راعت) براء وعين مهملتين أي أفزعت، فعل ماض، والتاء للتأنيث.\r(قلوب) مفعول مقدم.\r(العدا) بكسر العين وضمها والقصر، مضاف إليه.\r(أنباء) بفتح الهمزة الأولى وسكون النون وفتح الموحدة والمد (فاعل) راعت مؤخر.\r(بعثته) أي أخبار رسالته، وهو بكسر الموحدة، وفتح المثلاثة، وكسر المثناة الفوقية (مضاف إليه) .\r__________\r(1) في الأصل: بدعي.\r(2) في الأصل: بدل.\r(3) نا: ضمير متصل مبني على السكون في محل رفع اسمها.\r(4) راعت: أخافت وأفزعت، غفلا: جماعة كانت في حالة عدم انتباه.","seal":"16699685","part":"1"},
      {"page":156,"id":149,"nass":"(كنبأة) بفتح النون، وسكون الموحدة وفتح الهمزة في موضع الحال من أنباء «1» .\r(أجفلت) بجيم، أي أفزعت، فعل ماض، وفاعله مستتر فيه يعود إلى نبأة، والجملة صفتها.\r(غفلا) بضم الغين المعجمة، وسكون الفاء، مفعول أجفلت.\r(من الغنم) بفتح العين المعجمة والنون (نعت) «2» غفلا، و (من) بيانية.\r119-[ما زال يلقاهم في كلّ معترك ... حتى حكوا بالقنا لحما على وضم «3» ]\r(ما) حرف نفي.\r(زال «4» ) فعل ماض ناقص، يرفع الاسم، وينصب الخبر، واسمه مستتر فيه يعود إلى النبي صلى الله عليه وسلّم.\r(يلقاهم) بالضم والإشباع، فعل مضارع وفاعله مستتر فيه، والهاء مفعول، والجملة في موضع نصب (خبر ما زال) «5» وضمير الجمع راجع للأعداء من الكفار.\r(في كل) جار ومجرور متعلقان (بيلقاهم) .\r(معترك) بضم الميم وسكون المهملة (19/ ب) وفتح المثناة والراء، مضاف إليه، أي مكان الاعتراك، أي ازدحام الحرب.\r__________\r(1) الجار والمجرور متعلقان بحال محذوفة من أنباء، أي مخيفة كنبأة. والنبأة: زأرة الأسد.\r(2) متعلقان بصفة محذوفة (لغفلا) .\r(3) الوضم: كل خشبة يقطع عليها اللحم.\r(4) والأصح (ما زال) فعل ماض ناقص، لأن (ما) تكون مقترنة بالفعل غالبا.\r(5) في الأصل: خبر لزال.","seal":"ADC085F1","part":"1"},
      {"page":157,"id":150,"nass":"(حتى) حرف ابتداء.\r(حكوا) بفتح المهملة والكاف، فعل ماض، وفاعل. والضمير راجع للأعداء.\r(بالقنا) بفتح القاف والنون، وبالقصر جمع قناة: وهي الرمح، متعلقان (بحكوا) «1» .\r(لحما) بفتح اللام وسكون الحاء المهملة، مفعول حكوا.\r(على وضم) بفتح الواو، والضاد المعجمة، نعت «2» (لحما) .\r120-[ودّوا الفرار فكادوا يغبطون به ... أشلاء شالت مع العقبان والرّخم «3» ]\r(ودوا) بفتح الواو وضم الدال، فعل ماض، والواو فاعل، والضمير للأعداء.\r(الفرار) بكسر الفاء (مفعول ودوا) .\r(فكادوا) فعل ماض «4» ، والواو اسمه.\r(يغبطون) بفتح المثناة، التحتية، وسكون الغين المعجمة وكسر الباء الموحدة، وضم الطاء المهملة، فعل مضارع «5» ، والواو فاعل، والجملة في محل نصب خبر كاد.\r__________\r(1) بل متعلقان بحال من واو الجماعة في (حكوا) أي حتى حكوا مطعونين بالقنا لحما على وضم.\r(2) متعلقان بنعت.\r(3) العقبان: جمع عقاب وهو طير من الجوارح، والرخم: جمع رخمة، وهو نوع من الطير موصوف بالغدر والقذر. انظر: التاج/ عقب. واللسان: رخم (وحياة الحيوان الكبرى) للدميري. (عقاب، والرخمة) ج 2 ص/ 37.\r(4) من أفعال المقاربة.\r(5) مضارع مرفوع بثبوت النون لأنه من الأفعال الخمسة.","seal":"24B51F62","part":"1"},
      {"page":158,"id":151,"nass":"(به) جار ومجرور، متعلقان بالفعل يغبطون. والباء للسببية، أي بمعنى في، والضمير للفرار.\r(أشلاء) بهمزتين مفتوحتين. بينهما شين معجمة ساكنة ولام مفتوحة، والمد من غير تنوين للضرورة، جمع شلو «1» بكسر الشين وهو العضو، وأصله أشلاو. قلبت الواو همزة لتطرفها إثر ألف زائدة كسماء، مفعول يغبطون.\r(شالت) بالشين المعجمة، أي ارتفعت فعل ماض، وفاعله ضمير مستتر فيه عائد إلى أشلاء. والجملة في محل نصب نعت أشلاء.\r(مع) بفتح العين وكسرها [ظرف مكان «2» ] متعلق (شالت) .\r(العقبان) بكسر العين، مضاف غليه.\r(والرخم) بفتح المهملة والخاء المعجمة، معطوف على العقبان وجملة (ودوا) مستأنفة.\r121-[تمضي اللّيالي ولا يدرون عدّتها ... ما لم تكن من ليالي الأشهر الحرم]\r(تمضي الليالي) أي تذهب الليالي، فعل، وفاعل «3» .\r(ولا يدرون) »\rأي يعلمون، فعل مضارع، والواو فاعل.\r(عدتها) بكسر العين، مفعول يدرون، ومضاف إليها.\r__________\r(1) في الأصل: شلوا.\r(2) زيادة لازمة خلت منها الأصول لدي.\r(3) والمعطوف محذوف أي والأيام على حد سرابيل تقيكم الحر أي والبرد (شرح البردة للأزهري) ص 74.\r(4) (لا) نافية لا عمل لها (يدرون) مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة.","seal":"9849AF26","part":"1"},
      {"page":159,"id":152,"nass":"(ما) ظرفية مصدرية.\r(لم تكن) جازم ومجزوم، واسم تكن مستتر فيها يعود إلى الليالي، وجملة (لم تكن) صلة (ما) .\r(من ليالي) «1» جار ومجرور متعلقان بمحذوف خبر تكن.\r(الأشهر) مضاف إليها.\r(الحرم) بضم الحاء والراء المهملتين، نعت للأشهر، وهي ذو القعدة و [ذو] الحجة والمحرم ورجب.\r122-[كأنّما الدّين ضيف حلّ ساحتهم ... بكلّ قرم إلى لحم العدا قرم «2» ]\r(كأنما) «3» حرف تشبيه، و (ما) زائدة.\r(الدين) وهو الإسلام، مبتدأ.\r(ضيف) خبره.\r(حل) بفتح الحاء المهملة، أي نزل، فعل ماض، وفاعله مستتر فيه يعود على ضيف.\r(ساحتهم) (20/ أ) مفعول فيه.\r(بكل) جار ومجرور، متعلقان (بحل) والباء للمصاحبة.\r(قرم) بفتح القاف وإسكان الراء، مضاف إليه، والقرم: السيد من الصحابة.\r(إلى لحم) جار ومجرور، متعلقان (بقرم) آخر البيت.\r__________\r(1) في الأصل: الليالي.\r(2) القرم: السيد. والقرم بالتحريك شدة الشهوة. اللسان (قرم) .\r(3) كافة ومكفوفة.","seal":"6935609D","part":"1"},
      {"page":160,"id":153,"nass":"(العدا) بكسر العين المهملة والقصر، مضاف إليهم «1» وفيه إقامة الظاهر مقام المضمر.\r(قرم) بفتح القاف، وكسر الراء، نعت قرم بسكون الراء المتقدمة، وهو شديد الشهوة للحم، بأن يصيرهم «2» قتلى، ولحوما معدة لأكل الجوارح.\r123-[يجرّ بحر خميس فوق سابحة ... يرمي بموج من الأبطال ملتطم «3» ]\r(يجر) بضم الجيم، فعل مضارع، وفاعله مستر فيه يعود إلى الضيف.\r(بحر) بسكون الحاء المهملة، مفعول به.\r(خميس) بفتح الخاء المعجمة، مضاف إليه، وهو من إضافة الصفة إلى الموصوف.\r(فوق) ظرف مكان منصوب (بيجر) .\r(سابحة) بسين وحاء مهملتين بينهما باء موحدة مكسورة، مضاف إليها، والمنعوت محذوف تقديره (خيل سابحة) أي: جارية.\r(ترمي) بفتح التاء المثناة فوق وتحت، كذا هن في نسخة المصنف «4» ، فعل مضارع. وفاعله مستتر فيه يعود إلى الجيش المعبر عنه بالبحر، ومن قرأ بالتاء المثناة فوق، كان المعنى ترميهم أصحاب الخيول.\r(بموج) جار ومجرور، متعلقان (بترمي) .\r__________\r(1) أي إلى (العدا) .\r(2) في الأصل: يصيروهم.\r(3) بحر: كناية عن الكثرة، والخميس: هو الجيش الجرار مأخوذة من جعله خمس فوق: المقدمة والقلب والميمنة والميسرة والساقة: انظر اللسان (خمس) .\r(4) وفي الديوان: يرمي.","seal":"C31F9666","part":"1"},
      {"page":161,"id":154,"nass":"(من الأبطال) جمع بطل، وهو الشجاع. جار ومجرور، متعلقان بمحذوف صفة لموج.\r(ملتطم) بضم الميم الأولى، وفتح التاء الفوقية، وكسر الطاء المهملة، نعت ثان لموج.\r124-[من كلّ منتدب لله محتسب ... يسطو بمستأصل للكفر مصطلم «1» ]\r(من كل) جار ومجرور. بدل من الأبطال، وأعاد معه الجار وهو كثير نحو [قوله تعالى] : قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ «2» ونحو [قوله تعالى] : لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ «3» .\rأو صفة «لمن» ويجوز أن يكون لخميس.\r(منتدب) بضم الميم وسكون النون وفتح المثناة الفوقية، وكسر الدال «4» ، مضاف إليه.\r(لله) جار ومجرور، متعلقان (بمنتدب) .\r(محتسب) بضم الميم وسكون الحاء، وكسر السين المهملتين، نعت منتدب، بكسر الدال دون فتحها، والمحتسب: المكتفي، والاحتساب افتعال من حسبي كذا، أي: كفاني.\r__________\r(1) المنتدب: المحبب، يسطو: يصول.\r(2) قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صالِحاً مُرْسَلٌ مِنْ رَبِّهِ قالُوا إِنَّا بِما أُرْسِلَ بِهِ مُؤْمِنُونَ سورة الأعراف الاية: 75.\r(3) وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعارِجَ عَلَيْها يَظْهَرُونَ سورة الزخرف، الاية: 33.\r(4) في الزبدة: بفتح الدال.","seal":"D3D7B203","part":"1"},
      {"page":162,"id":155,"nass":"(يسطو) بفتح الياء التحتية، وسكون السين، وضم الطاء، فعل مضارع، وفاعله مستتر فيه راجع لمنتدب. (20/ ب) .\r(بمستأصل) بضم الميم، وسكون السين المهملة، وفتح المثناة الفوقية، وسكون الهمزة، وكسر الصاد المهملة، جار ومجرور، متعلقان (بيسطو) على تقدير (مضاف) بين الجار والمجرور، أي: بسيف مستأصل.\r(للكفر) جار ومجرور، متعلقان (بمستأصل) .\r(مصطلم) بضم الميم الأولى، وسكون الصاد وفتح الطاء المهملتين واللام، نعت منتدب. ويسطو: يغلب، ويقهر، والاستئصال «1» : أخذ الشيء برمته، والمصطلم: مأخوذ من صلم الشيء، قطعه.\rوالتأصلة من أصله، وفي الصحاح، والقاموس، الاصطلام:\rالاستئصال، وسمي الجيش خمسا لأنه خمسة أجزاء، مقدمة، وقلب، ميمنة، وميسره، وساقه.\r125-[حتّى غدت ملّة الإسلام وهي بهم ... من بعد غربتها موصولة الرّحم «2» ]\r(حتى) حرف ابتداء.\r(غدت) بالغين المعجمة، أي: صارت، فعل ماض ناقص، والتاء للتأنيث.\r(ملة) اسم غدت.\r(الإسلام) مضاف إليه، وهو من إضافة الأعم إلى الأخص.\r(وهي) مبتدأ.\r__________\r(1) في الأصل: الاسيصال، والصلم: القطع. انظر قاموس المحيط/ صلم.\r(2) غدت: صارت.","seal":"997BB86D","part":"1"},
      {"page":163,"id":156,"nass":"(بهم) جار ومجرور خبر وضمير (بهم) راجع للأبطال، والجملة حال من ملة مرتبطة بالواو والضمير.\r(من بعد) جار ومجرور متعلقان (بغدت) .\r(غربتها) بضم الغين المعجمة، وسكون الراء المهملة وفتح الباء الموحدة، مضاف إليه.\r(موصولة) بالنصب، خبر (غدت) . والغربة مأخوذة «1» من خبر مسلم: (بدأ الإسلام غريبا) أي: ظهر بين قوم لا يقومون به «2» ، فهو مقطوع الرحم، ثم قام به الصحابة رضي الله عنهم، فوصلوا رحمه.\r(الرحم) بكسر الحاء المهملة، مضاف إليها.\r126-[مكفولة أبدا منهم بخير أب ... وخير بعل فلم تيتم ولم تئم «3» ]\r(مكفولة) بالنصب خبر بعد خبر «4» ، أو حال من فاعله، أي: محفوظة، ويجوز في مكفولة الرفع، على أنه خبر ثان لقوله، وهي بهم، أو خبر لمبتدأ محذوف.\r(أبدا) ظرف زمان منصوب بمكفولة.\r(منهم بخير) متعلقان (بمكفولة) والضمير للأبطال.\r(أب) مضاف إليه.\r__________\r(1) في الأصل: مأخوذ.\r(2) في الأصل: زيادة بعد بدأ الإسلام غريبا. قوله: (ضبط بدأ بالهمزة) وهذه الزيادة من الناسخ أو منقولة من قول المعرب نفسه. وينص الحديث هذا: «أن الإسلام بدأ غريبا، وسيعود غريبا كما بدأ فطوبى للغرباء» .\r(3) التأيم: فقدان الزوج (انظر اللسان) أيم.\r(4) للفعل غدت في البيت قبله.","seal":"90707557","part":"1"},
      {"page":164,"id":157,"nass":"(وخير) مجرور بالعطف على خير المجرور بالباء.\r(بعل) بالموحدة والمهملة، مضاف إليه.\r(فلم تيتم) «1» بتاءين «2» مثناتين فوقيتين مفتوحتين بينهما ياء ساكنة، جازم ومجزوم. (ولم تئم) «3» (21/ أ) بفتح «4» المثناة الفوقية، وكسر الهمزة جازم ومجزوم، معطوف على ما قبله، وفيه لف ونشر لأن نفي اليتم مع وجود الأبوة، ونفي التأيم «5» مع وجود البعولة، واليتم: انقطاع الصغير «6» عن أبيه، وفي سائر «7» الحيوانات من جهة الأم. وحكى عن (ابن قتيبة) «8» أن اليتم في الطير منهما جميعا. والنبي صلى الله عليه وسلّم أشفق على أمته من الأب على أولاده، وأقوم بمصالحهم، من البعل على زوجاته، والأب مبدأ الولد وهو صلى الله عليه وسلّم، مبدأ الدين.\r127-[هم الجبال فسل عنهم مصادمهم ... ماذا رأى منهم في كلّ مصطدم]\r(هم) أي: الصحابة، مبتدأ.\r(انجبال) بالجيم، خبر.\r(فسل) فعل أمر وفاعله مستتر فيه.\r(عنهم) جار ومجرور متعلقان به.\r__________\r(1) في الأصل: (لم تيتم) بدون الفاء.\r(2) في الأصل: بتاين.\r(3) في الأصل: لم تيئم.\r(4) في الأصل: فتح.\r(5) في الأصل: الأيم.\r(6) في الأصل: انقطاع الصغر.\r(7) في الأصل: ساير بتخفيف الهمز.\r(8) في الأصل: عن أبي قتيبة. و (ابن قتيبة) أبو محمد عبد الله بن مسلم الدينوري فقيه محدث ولغوي مؤرخ له (الشعر والشعراء) و (أدب الكاتب) و (عيون الأخبار) 213- 276 هـ.","seal":"FB2F5E13","part":"1"},
      {"page":165,"id":158,"nass":"(مصادمهم) بضم الميم الأولى، وفتح الصاد المهملة، وكسر الدال، مفعول به والضمير للأبطال.\r(ماذا) (ما) اسم استفهام في محل رفع بالابتداء، (ذا) خبره، وهو اسم موصول.\r(رأى) بفتح الراء والهمزة «1» ، فعل ماض، وفاعله مستر فيه، يعود إلى مصادمهم. والجملة، صلة (ذا) والعائد محذوف، أي رآه.\rويحتمل أن تكون (ماذا) «2» كلمة واحدة في موضع نصب (برأى) .\rويجوز أن يكون (ماذا) بدل اشتمال من ضمير عنهم.\r(منهم) بالضم والإشباع، متعلقان بالفعل (رأى) .\r(في كل) متعلقان (برأى) .\r(مصطدم) بضم الميم الأولى، وسكون الصاد وفتح الطاء والدال المهملات، مضاف إليه، وهو مصدر واسم مكان أو اسم زمان، والثاني أقرب.\rأي: مكان اصطدام في الحرب والمصادمة، اصطكاك الصفين.\r128-[وسل حنينا وسل بدرا وسل أحدا ... فصول حتف لهم أدهى من الوخم «3» ]\r(وسل حنينا) «4» بضم الحاء المهملة، وفتح النون، واد بين مكة والطائف، فعل، وفاعل، ومفعول.\r(وسل بدرا) بفتح الباء الموحدة، وهو موضع ما بين مكة والطائف، فعل وفاعل، ومفعول.\r__________\r(1) في الأصل: الهمز.\r(2) ماذا: اسم استفهام مبني على السكون في محل نصب مفعول به مقدم.\r(3) الوخم: الوباء.\r(4) زمن غزوة حنين وغزوة بدر وغزوة أحد.","seal":"E6461AE0","part":"1"},
      {"page":166,"id":159,"nass":"(وسل أحدا) بضم الهمزة، والحاء المهملة، وهو جبل بقرب المدينة، فعل، وفاعل، ومفعول، والجمل الثلاث، معطوفات على (سل مصادمهم) من عطف الخاص على العام.\r(فصول) بضم الفاء والصاد المهملة (خبر مبتدأ محذوف) أي: هي فصول.\rويجوز نصبها من وجهين على تقدير واسمع فصول حتف. (21/ ب) أو على البدلية من الأمكنة الثلاثة لأن المراد؛ زمن القتال في الأزمنة الثلاثة.\r(حتف) بفتح الحاء المهملة وسكون التاء المثناة الفوقية، مضاف إليه.\r(لهم) جار ومجرور متعلقان (بحتف) ، والضمير للكفار.\r(أدهى) بفتح الهمزة وسكون الدال المهملة، أي: أشد إصابة من الوباء «1» المفضي إلى الهلاك غالبا، انصب عليهم من قبل الصحابة رضي الله عنهم. (اسم تفضيل، نعت حتف) .\r(من الوخم) بفتح الواو، والخاء المعجمة (جار ومجرور متعلقان (بأدهى) .\r129-[المصدري البيض حمرا بعد ما وردت ... من العدا كلّ مسودّ من اللّمم «2» ]\r(المصدري) بضم الميم وسكون الصاد، وكسر الدال المهملتين، وهو منصوب بإضماء امدح، أي: الصحابة، ويجوز جره نعتا من الأبطال، وهو في البيت السادس قبل هذا البيت، وحذفت نونه للإضافة.\r(البيض) أي: السيوف، وهو مجرور بإضافة المصدري إليه على حد قوله\r__________\r(1) في الأصل: الوبا.\r(2) البيض: السيوف المصقولة. حمرا: من الدماء بعد ما وردت: أي البيض. اللمم: جمع لمة وهي الشعر إذا جاوز شحمة الأذن: انظر (اللسان) لمم.","seal":"13B1B894","part":"1"},
      {"page":167,"id":160,"nass":"تعالى»\r: وَالْمُقِيمِي الصَّلاةِ «2» وأصله (المقيمين «3» الصلاة) ويجوز نصب البيض باسم الفاعل، على أن أصله المصدرين «4» كما قرىء به والمقيمي الصلاة، وحذفت النون تخفيفا.\r(حمرا) بضم الحاء، حال من البيض.\r(بعد) ظرف زمان منصوب (بالمصدري) .\r(ما) مصدرية.\r(وردت) فعل ماض وفاعله مستتر فيه صلة ما.\r(من العدا) بكسر العين، جار ومجرور متعلقان (بوردت) أو حال من كل مسود و (كل) مفعول (بوردت) .\r(مسودّ) بضم الميم وسكون السين وفتح الواو، وتشديد الدال، مضاف إليه.\r(من اللمم) بكسر اللام وفتح [الميم] «5» نعت «6» مسود، و (من) بيانية.\r130-[والكاتبين بسمر الخطّ ما تركت ... أقلامهم حرف جسم غير منعجم]\r(والكاتبين) عطف على المصدري أي: الطاعنين.\r(بسمر) بضم السين المهملة وسكون الميم. جار ومجرور متعلقان بالكاتبين.\r__________\r(1) وَالصَّابِرِينَ عَلى ما أَصابَهُمْ وَالْمُقِيمِي الصَّلاةِ سورة الحج: الاية 35.\r(2) في الأصل: ولمقيمي.\r(3) قراءة: ابن مسعود، وعبد الله (والمقيمين الصلاة) انظر الكشاف 4/ 84 معاني القرآن للفراء: 2/ 225. وقرأ: الحسن (والمقيمي الصلاة) بالنصب، فحذف النون تخفيفا، لا للإضافة. انظر (إملاء ما من به الرحمن 2/ 144، ومعجم القراآت القرآنية 4/ 180.\r(4) في الأصل: المصدر.\r(5) سقطت في الأصل.\r(6) متعلقان بصفة من مسود، ويجوز أن تكون (من) زائدة، إذ المعنى على الإضافة.","seal":"AAC569DF","part":"1"},
      {"page":168,"id":161,"nass":"(الخط) بالخاء المعجمة والطاء المهملة. مضاف إليه، وهو شجر يعمل منه الرماح المعبر عنها بسمر. جمع أسمر، وقيل الخط: موضع باليمامة، يجلب إليه الرماح من الهند، وعليه الجوهري «1» ، والمعروف فتح الخاء، وحكي كسرها «2» .\r(ما) حرف نفي.\r(تركت أقلامهم) «3» فعل وفاعل. أي أقلام تلك الرماح السمر أو أقلام الخط (22/ أ) وأقلام الكاتبين، وهم الشجعان وأقلامهم: رماحهم.\r(حرف) بفتح الحاء وسكون الراء المهملتين، مفعول به، أي: طرفه.\r(جسم) بكسر الجيم، مضاف إليه.\r(غير) بالجر «4» ، صفة جسم.\r(منعجم) بضم الميم وسكون النون وفتح العين وكسر الجيم، مضاف إليه.\r131-[شاكي السّلاح لهم سيما تميّزهم ... والورد يمتاز بالسّيما عن السّلم\r] (شاكي) منصوب على الحال من الأبطال، لأنه صفة مضافة إلى معمولها\r__________\r(1) انظر التاج/ خطط.\r(2) الخطّ: بالكسر الأرض التي لم تمطر وقد مطر ما حولها. وقيل الأرض التي تنزلها ولم ينزلها نازل قبلك. انظر التاج/ خطط. الخطّ: بفتح أوله، وتشديد الطاء، في كتاب العين: الخط أرض تنسب إليها الرماح الخطية وهو خط عمان، وقال أبو منصور: وذلك السّيف كله يمسى الخط، ومن قرى الخط، القطيف والعقير وقطر؛ قلت أنا؛ وجميع هذا في سيف البحرين وعمان: انظر معجم البلدان 2/ 378.\r(3) في الأصل: أقلامها.\r(4) في الديوان (غير) بالنصب، وبذلك يكون نعت حرف.","seal":"0982E6DF","part":"1"},
      {"page":169,"id":162,"nass":"وإضافتها لا تفيد «1» التعريف، والأصل شاكين، حذفت نونه للإضافة وهو جمع مفرده شائك «2» ، ثم اعل بالقلب، فصار شاكي بقلب العين وهي الياء إلى مكان اللام، فبقي أصله فالع والشاكي من اشتد بأسه وقويت شوكته في الحرب، فهو شائك وأصله شاوّك قلبت الواو ياء للكسرة.\r(السلاح) مضاف إليه «3» .\r(لهم) جار ومجرور خبر مقدم، والضمير للأبطال.\r(سيما) بكسر السين المهملة وسكون الياء المثناة التحتية، بالقصر «4» ويمد، مبتدأ مؤخر.\rالسيما: العلامة وقد ورد في حق الصحابة رضي الله عنهم [قال تعالى] :\rسِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ «5» «6» .\r(تميزهم) بضم التاء الفوقية وكسر التحتية المشددة وبالزاي، فعل وفاعل، ومفعول، والجملة نعت سيما.\r(والورد) بفتح الواو، مبتدأ.\r__________\r(1) في الأصل: لا تفيده.\r(2) في الأصل: شايك، بتخفيف الهمز.\r(3) ويجوز أن يكون بالنصب، وتركيبه كتركيب (المصدري البيض) لاسم الفاعل شاكي.\r(4) السيما مقصور من الواو فقلبت لكسرة السين (سوما) ، وقد يجيء السّيما والسيمياء ممدودين.\rغلام رماه الله بالحسن يافعا ... له سيمياء لا تشق على البصر\rانظر اللسان/ سوم.\r(5) سماهم وقريء سيماؤهم وفيها ثلاث لغات هاتان والسيمياء والمراد بها السمة التي تحدث في جبهة السّجاد من كثرة السجود. انظر الكشاف ج 6/ 9. معجم القراآت القرآنية ج 6/ 212.\r(6) سورة الفتح 48 الاية 29.","seal":"1C4966D4","part":"1"},
      {"page":170,"id":163,"nass":"(يمتاز) بالزاي [والجملة] من الفعل والفاعل، خبر الورد.\r(بالسيما عن السلم) بفتح السين المهملة واللام، متعلقان (بيمتاز) الورد عنه، أي عن زهره، بحسن الخلقة وبهاء المنظر وطيب الرائحة.\r132-[تهدي إليك رياح النّصر نشرهم ... فتحسب الزّهر في الأكمام كلّ كمي]\r(تهدي) بضم التاء الفوقية، وسكون الهاء وكسر الدال المهملة، مضارع أهدى.\r(إليك) جار ومجرور متعلقان (بتهدي) .\r(رياح) بالياء المثناة التحتية، فاعل تهدي.\r(النصر) أي: التأييد: مضاف إليه.\r(نشرهم) بفتح النون، وسكون الشين وفتح الراء المهملة وضم الهاء والميم، مفعول تهدي، والنشر الرائحة «1» الطيبة.\r(فتحسب) أنت أي: تظن، فعل مضارع متعد «2» إلى اثنين.\r(الزهر) بالزاي، مفعوله الأول.\r(في الأكمام) بفتح الهمزة جمع كم بكسر الكاف، وهو غلافه، حال من الزهر أو نعت له لأنه معرف بأل الجنسية، فهو قريب من النكرة.\r(كل) مفعول ثان (لتحسب) (22/ ب) .\r(كمي) بفتح الكاف، وكسر الميم مضاف إليه، وهذا من باب التشبيه\r__________\r(1) في الأصل: الرايحة بالتخفيف.\r(2) في الأصل: متعدي، والصواب ما أثبت بحذف الياء لالتقاء الساكنين.","seal":"88A99800","part":"1"},
      {"page":171,"id":164,"nass":"المقلوب، على حد قوله «1» (كأن لون أرضه سماؤه) والأصل: يحسب كل كمي الزهر كالأكمام.\r133-[كأنّهم في ظهور الخيل نبت ربا ... من شدّة الحزم لا من شدّة الحزم «2» ]\r(كأنهم) كأن: حرف تشبيه ينصب الاسم ويرفع الخبر، والهاء اسمها.\r(في) حرف جر، بمعنى على.\r(ظهور) مجرور بفي، والجار والمجرور «3» ، حال من اسم كأن.\r(الخيل) بفتح الخاء المعجمة (مضاف إليه) .\r(نبت) بفتح النون وسكون الباء الموحدة (خبر كأن) .\r(ربا) جمع ربوة بتثليث الراء «4» المهملة وفتح الموحدة، والقصر، مضاف إليه، وهو ما ارتفع من الأرض.\r(من شدة) بكسر الشين المعجمة، جار ومجرور متعلقان بكأن لما فيها من معنى التشبيه.\r(الحزم) بفتح الحاء المهملة وسكون الزاي، وهو قوة الشباب، مضاف إليه.\r(لا) حرف عطف [للنفي] .\r(من شدة) بفتح الشين المعجمة المرّة من الشد، معطوف على الجار والمجرور قبله.\r__________\r(1) في الأصل: سماوه: وما بين قوسين هو الشطر الثاني من بيت لرؤبة بن العجاج، وشطره الأول: (وبلد مغبرة أرجاؤه) .\r(2) الحزم: قوة الثبات، والحزم جمع حزام، وهو ما يشد به سرج الفرس ونحوها.\r(3) متعلقان بحال محذوفة من اسم كأن.\r(4) انظر اللسان/ ربا.","seal":"F1241BB4","part":"1"},
      {"page":172,"id":165,"nass":"(الحزم) بضم الحاء المهملة والزاي، وهو ما يشد به السرج أو غيره على ظهر الدابة، مضاف إليه.\r134-[طارت قلوب العدا من بأسهم فرقا ... فما تفرّق بين البهم والبهم «1» ]\r(طارت) فعل ماض، والتاء للتأنيث.\r(قلوب) فاعل، والجملة مستأنفة.\r(العدا) بكسر العين، مضاف إليه.\r(من بأسهم) جار ومجرور متعلقان (بطارت) أي: من أجل شدتهم في الحرب.\r(فرقا) بفتح الفاء والراء والقاف. أي: فزعا، تمييز من نسبة الطيران إلى القلوب، أو مفعول لأجله.\r(فما) حرف نفي.\r(تفرق) بضم التاء الفوقية وفتح الفاء وكسر الراء المشددة، فعل مضارع.\rوفاعله مستتر فيه يعود إلى قلوب العدا.\r(بين) ظرف مكان منصوب المحل (بتفرق) .\r(البهم) بفتح الموحدة وسكون الهاء. مضاف إليه. وهو اسم جنس واحده بهمة. وبالفتح وهي الصغيرة من الضأن.\r(والبهم) بضم الباء الموحدة، وفتح الهاء معطوف على البهم وهو جمع بهمة، وهو الرجل الشجاع: والمعنى: أن الفزع اشتدّ «2» ، بقلوبهم\r__________\r(1) البهمة: الصغير من أولاد الغنم الضأن والمعز والبقر من الوحش وغيرها، الذكر والأنثى في ذلك سواء. والبهم: جمع بهمة وهي الشجاع. انظر اللسان/ بهم.\r(2) في الأصل: اشتده.","seal":"33B4B31B","part":"1"},
      {"page":173,"id":166,"nass":"إلى أن صارت لا تميّز «1» بين أقوى الأنام، وأضعف الأنعام، بل ولو كلهم مدبرين.\r135-[ومن تكن برسول الله نصرته ... إن تلقه الأسد في آجامها تجم]\r(ومن) بفتح الميم، اسم شرط «2» ، مبتدأ.\r(تكن) بالفوقية والتحتية، فعل الشرط. خبر (من) (23/ أ) . فهي عاملة في لفظه الجزم، وفي محله الرفع «3» .\r(برسول الله) جار ومجرور، ومضاف إليه، خبر تكن مقدم على اسمها إن قرىء «4» بفتح التاء الفوقية.\r(نصرته) اسمها مؤخر، وإن (قريء) يكن بالياء التحتية، فاسمها مستتر فيها يعود إلى من الشرطية، و (نصرته) مبتدأ خبره في الجار والمجرور قبله، والجملة في محل نصب خبر يكن.\r(إن) بكسر الهمزة وسكون النون. حرف شرط.\r__________\r(1) في الأصل: لا تمييز.\r(2) اسم شرط جازم يجزم فعلين.\r(3) إن الجملة الكبرى المؤلفة من فعل الشرط (تكن) وجوابه (إن تلقه الأسد.. تجم) في محل رفع خبر (من) . أما جملة الشرط (تكن) مع اسمه وخبره فلا محل لها من الإعراب لأنها جملة الشرط غير الظرفي. توضيح ذلك في مثل قولنا (من يعمل يربح) فجملة (يعمل) وحدها لا يصح أن تكون خبرا (لمن) إذا لا ينتهي عندها المعنى ولا يتم بها، بل الجملة الشرطية بتمامها (يعمل يربح) في محل رفع خبر لمن. وجملة (يعمل) وحدها ليس لها محل من الإعراب، كما أن جملة (يربح) وحدها ليس لها محل من الإعراب لخلوها من الرابط.\r(4) في الأصل: قرا.","seal":"F3932E00","part":"1"},
      {"page":174,"id":167,"nass":"(تلقه) فعل الشرط مجزوم بإن وعلامة جزمه حذف الألف، و (الهاء) تعود إلى (من) الشرطية.\r(الأسد) بضم الهمزة، وسكون السين، فاعل تلقه، وهي من أعظم الأعداء.\r(في آجامها) بمد الهمزة وبالجيم، جار ومجرور، حال من الأسد، أو من الضمير في تلقه، أو من الفاعل والمفعول معا، لأن من لقيك فقد لقيه «1» .\r(تجم) بفتح التاء الفوقية وكسر الجيم، مضارع وجم، أي: تسكن ولا تتحرك خوفا منه، جواب الشرط، والشرط الثاني وجوابه، جواب الأول «2» .\r136-[ولن ترى من وليّ غير منتصر ... به ولا من عدوّ غير منقصم «3» ]\r(ولن) حرف نفي ونصب.\r(ترى) فعل مضارع منصوب (بلن) وعلامة نصبه، فتحة مقدرة على الألف منع من ظهورها التعذر. وفاعله ضمير المخاطب.\r(من ولي) مفعول ترى «4» ، و (من) زائدة في المفعول به، تقديره وليا.\r(غير) بالنصب نعت وليا على المحل، إن كانت بصرية، وإن كانت علمية فيه المفعول الثاني، ويجوز الجر (نعت، ولي) على اللفظ.\r(منتصر) بكسر الصاد، مضاف إليه.\r(به) جار ومجرور متعلقان بمنتصر، والضمير في به راجع للنبي صلى الله عليه وسلّم.\r__________\r(1) والأفضل أن يتعلقا بحال من (الأسد) فحسب.\r(2) (من) إن تلقه تجم.\r(3) المنقصم: المنقطع.\r(4) (ولي) : اسم مجرور لفظا منصوب محلا على أنه مفعول به.","seal":"4995906E","part":"1"},
      {"page":175,"id":168,"nass":"(ولا) حرف نفي.\r(من عدو) معطوف على (من ولي) .\r(غير) نعت عدو. وفيها ما تقدم.\r(منقصم) بضم الميم وفتح القاف وكسر الصاد، مضاف إليه، أي منكسر بل كل ولي به منتصر، وكل عدو له منكسر.\r137-[أحلّ أمّته في حرز ملّته ... كاللّيث حلّ مع الأشبال في أجم]\r(أحل) أي: نزل، وهو بفتح الهمزة والحاء المهملة، فعل ماض، وفاعله مستتر فيه راجع إلى النبي صلى الله عليه وسلّم.\r(أمته) مفعول به (لأحل) ، ومضاف إليه» .\r(في حرز) جار ومجرور متعلقان (بأحل) «2» .\r(ملته) مضاف إليه، وهو ما يحفظهم باتباعهم لها عن نار الكفر.\r(كالليث) جار ومجرور حال من فاعل أحل المستتر فيه.\r(حل) فعل ماض وفاعله مستتر فيه راجع إلى الليث، والجملة حال من الليث.\r(مع) «3» بفتح العين وكسرها، متعلق (بحل) .\r(الأشبال) جمع شبل، وهو ولد الأسد، وهو بفتح الهمزة. مضاف إليه.\r(في أجم) بفتح الهمزة والجيم اسم جنس واحده أجمة وهي بيت الأسد، حال «4» من الأشبال.\r__________\r(1) الهاء: ضمير متصل مبني على الضم في محل جر.\r(2) متعلقان بحال محذوفة من فاعل أحلّ المستتر فيه.\r(3) مفعول فيه ظرف مكان.\r(4) متعلقان بحال محذوفة من الأشبال.","seal":"3CB84739","part":"1"},
      {"page":176,"id":169,"nass":"138-[كم جدّلت كلمات الله من جدل ... فيه وكم خصّم البرهان من خصم «1» ]\r(كم) خبرية (23/ ب) بمعنى كثير، في محل نصب على المصدرية «2» ، أو الظرفية.\r(جدلت) بفتح الجيم. والدال المهملة المشددة، أي: قطعت، فعل ماض، والتاء للتأنيث.\r(كلمات الله) فاعل (بجدلت) ومضاف إليه. وهي القرآن.\r(من جدل) بفتح الجيم والدال المهملة، مفعول (جدلت) و (من) زائدة.\rويجوز كسر الدال على أنه اسم مصدر «3» ، والوجهان ثابتان في نسخة المصنف.\r(فيه) جار ومجرور متعلقان (بجدل) لأنه صفة مشبهة، والهاء راجعة للنبي صلى الله عليه وسلّم.\r(وكم) معطوفة على كم المتقدمة.\r(خصم) بفتح الخاء المعجمة والصاد المهملة المشددة ويجوز تخفيفها. فعل ماض.\r(البرهان) أي: الدليل القاطع فيه، وهو بضم الباء الموحدة، فاعل خصم.\r(من خصم) بفتح الخاء المعجمة وكسر الصاد. أي: شديد الخصام، مفعول خصم، و (من) زائدة، و (كم) في الموضعين (تمييزها محذوف) .\r__________\r(1) جدل: صرع والجدالة: الأرض، والجدل: كثير الجدال، خصمه: غلبه، والخصم: شديد الخصومة، وكلمات الله: هي القرآن.\r(2) في محل نصب مفعول مطلق، على تقدير تمييزها (مرة) .\r(3) في الأصل: اسم فاعل.","seal":"C628641B","part":"1"},
      {"page":177,"id":170,"nass":"139-[كفاك بالعلم في الأمّيّ معجزة ... في الجاهليّة والتّأديب في اليتم «1» ]\r(كفاك) فعل ماض، ومفعول.\r(بالعلم) فاعل كفاك، والباء: زائدة.\r(في الأمي) وهو من لا يكتب ولا تعلم من معلم. حال من العلم.\r(معجزة) تمييز.\r(في الجاهلية) جار ومجرور متعلقان بمحذوف حال من العلم، وهو زمان لا علم فيه.\r(والتأديب) بالجر عطف على لفظ العلم. وبالرفع معطوف على محله، والأول هو المروي به.\r(في اليتم) بضم الياء التحتية والتاء الفوقية لغة في سكونها، مصدر يتم، حال من التأديب.\r\r[التوسل والتشفع]\r140-[خدمته بمديح أستقيل به ... ذنوب عمر مضى في الشّعر والخدم «2» ]\r(خدمته) بضم التاء، فعل وفاعل ومفعول، أي مدحته.\r(بمديح) جار ومجرور متعلقان (بخدمته) .\r(أستقيل) بفتح الهمزة وكسر القاف، فعل مضارع، وفاعله ضمير مستتر فيه\r__________\r(1) كفاك أيها الطالب المعجزة، واليتم: مصدر يتم، واليتيم: من فقد أباه وهو صغير.\r(2) خدمته: الضمير يعود للنبي صلى الله عليه وسلّم، أي: مدحته، بمديح: وهو هذا النظم استقيل: أطلب من الله تعالى أن يقيلني. به: أي: بسببه. والذنوب في الشعر. معصية باللسان، وبالخدم معصية بالجوارح.","seal":"E9DAE177","part":"1"},
      {"page":178,"id":171,"nass":"وجوبا وهو ضمير المتكلم، والجملة في محل نصب حال من التاء في (خدمته) .\r(به) جار ومجرور متعلقان (بأستقيل) والضمير للمديح، والباء للسببية.\r(ذنوب) بضم الذال المعجمة مفعول (أستقيل) .\r(عمر) بضم العين المهملة، وسكون الميم، مضاف إليه.\r(مضى) بفتح الضاد المعجمة، فعل ماض، وفاعله ضمير مستتر فيه راجع إلى عمر. والجملة: في محل جر نعت (لعمر) (24/ أ) .\r(في الشعر) بكسر المعجمة وسكون المهملة؛ جار ومجرور متعلقان (بمضى) .\r(والخدم) بكسر المعجمة وفتح الدال، معطوف على الشعر.\r141-[إذ قلّداني ما تخشى عواقبه ... كأنّني بهما هدي من النّعم «1» ]\r(إذ) بسكون الذال المعجمة، تعليلية (لأستقيل) .\r(قلداني) بفتح القاف، واللام والدال، وكسر النون وفتح الياء، فعل وفاعل ومفعول أول، وضمير التثنية وهو الألف يعود إلى الشعر والخدم.\r(ما) نكرة موصوفة في موضع المفعول الثاني (لقلداني) أي أمرا.\r(تخشى) بضم التاء الفوقية، وسكون الخاء، وفتح الشين المعجمة، فعل مضارع مبني للمجهول.\r(عواقبه) نائب الفاعل (تخشى) «2» والجملة نعت (ما) ورابطها الهاء من عواقبه.\rوعاقبة الشيء: ما يؤول أمره إليه.\r(كأنني) كأن حرف تشبيه، وياء المتكلم اسمها.\r__________\r(1) هدي: كائن يهدى إلى الحرم ليذبح، النعم: من الإبل والبقر والغنم.\r(2) في الأصل: بتخشى.","seal":"51C7064E","part":"1"},
      {"page":179,"id":172,"nass":"(بهما) بكسر الموحدة، حال من اسم كأن، والباء للسببية.\r(هدي) بفتح الهاء، وسكون الدال (خبر كأن) .\r(من النعم) بفتحتين، جار ومجرور متعلقان بمحذوف نعت هدي.\r142-[أطعت غيّ الصّبا في الحالتين وما ... حصلت إلّا على الاثام والنّدم «1» ]\r(أطعت) بضم التاء، فعل، وفاعل.\r(غي) بفتح الغين المعجمة، مفعول به، الغي ضد الرشد يقال غوى يغوي، بكسر الواو في المضارع.\r(الصّبا) بكسر الصاد، مضاف إليه.\r(في الحالتين) جار ومجرور، متعلقان (بأطعت) وهي حالتي الشعر والخدم، ويجوز أن يريد المصنف بالحالتين حالة الصغر والكبر، وهذا قد استعمله بعضهم. فقال «2» :\rعصيت هوى نفسي صغيرا فعندما ... أتتني الليالي بالمشيب وبالكبر\rأطعت الهوى عكس القضية ليتني ... خلقت كبيرا ثم عدت إلى الصّغر\r(وما) حرف نفي.\r(حصلت) بضم التاء الفوقية. فعل وفاعل.\r(إلّا) حرف إيجاب.\r(على الاثام) بفتح الهمزة الممدودة والمثلاثة، جار ومجرور متعلقان (بحصلت) على أنه استثناء مفرغ.\r(والندم) بفتح النون والدال المهملة معطوف على الاثام.\r__________\r(1) غيّ الصّبا: طيشه ونزواته وضلاله.\r(2) لم أجد الأبيات في المصادر لديّ. ويبدو لي أنها من نتاج القرون المتأخرة في عصر الشارح.","seal":"EC6E9AEA","part":"1"},
      {"page":180,"id":173,"nass":"143-[فيا خسارة نفس في تجارتها ... لم تشتر الدّين بالدّنيا ولم تسم «1» ]\r(فيا) حرف نداء.\r(خسارة نفس) «2» منادى مضاف، أي: ما أخسرها.\r(في تجارتها) جار ومجرور متعلقان (بخسارة) .\r(لم تشتر) بالمثناة فوق. جازم ومجزوم «3» ، صفة للنفس، وقد يفصل بين الصفة وموصوفها، بالجار والمجرور، وهو جائز، قال الله تعالى:\rوَلَمَّا جاءَهُمْ كِتابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِما مَعَهُمْ «4» .\r(الدين) بكسر الدال المهملة، مفعول (تشتري) .\r(بالدنيا) (24/ ب) جار ومجرور متعلقان (بتشتري) .\r(ولم تسم) بفتح التاء المثناة الفوقية، وضم السين المهملة معطوف على (لم تشتر) أي: لم تشتر الدين بل أخذت الدنيا التي هي خاسرة وتركت الآخرة، فكأنه «5» عنى نفسه باتباع الشعر والخدم.\r__________\r(1) سام البائع السلعة: عرضها للبيع، وسامها المشتري: طلب شراءها.\r(2) نفس: مضاف إليه، فيه معنى التعجب.\r(3) لم تشتر: فعل مضارع مجزوم (بلم) وعلامة جزمه حذف حرف العلة من آخره لأنه معتل الآخر.\r(4) [سورة البقرة/ الاية 89] وَلَمَّا جاءَهُمْ كِتابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِما مَعَهُمْ وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكافِرِينَ.\r(5) في الأصل: فكأنها عين.","seal":"36CFFFBB","part":"1"},
      {"page":181,"id":174,"nass":"144-[ومن يبع آجلا منه بعاجله ... يبن له الغبن في بيع وفي سلم «1» ]\r(ومن) بفتح الميم اسم شرط «2» ، مبتدأ.\r(يبع) فعل الشرط، مجزوم (بمن) وفاعله مستتر فيه.\r(آجلا) بمد الهمزة، مفعول يبع، وفي بعض النسخ بدل آجلا، عاجلا.\r(منه) جار ومجرور «3» نعت آجلا، أي من الدين.\r(بعاجله) جار ومجرور متعلقان (يببع) وفي نسخة بدل (بعاجله) باجله.\r(يبن) بفتح الياء المثناة تحت، وكسر الباء الموحدة، جواب الشرط (والشرط وجوابه خبر المبتدأ وهو (من) «4» .\r(له) جار ومجرور متعلقان (بيبن) .\r(الغبن) بفتح الغين المعجمة وسكون الباء الموحدة فاعل يبن.\r(في بيع) جار ومجرور متعلقان (بالغبن) .\r(وفي سلم) بفتح السين واللام، معطوف على (بيع) .\r145-[إن آت ذنبا فما عهدي بمنتقض ... من النبيّ ولا حبلي بمنصرم «5» ]\r(إن) بكسر الهمزة وسكون النون، حرف شرط.\r__________\r(1) السلم في البيع: هو البيع المؤجل الدفع.\r(2) اسم شرط جازم مبني على السكون في محل رفع مبتدأ.\r(3) متعلقان بمحذوف نعت آجلا.\r(4) في هذا الإعراب الصحيح (الشرط وجوابه خبر المبتدأ من) ردّ على إعرابه العاثر في البيت (135) ونقض له.\r(5) حبلي: وصلي، بمنصرم: أي: منقطع.","seal":"4E643F04","part":"1"},
      {"page":182,"id":175,"nass":"(آت) بمد الهمزة وكسر التاء الفوقية، فعل الشرط «1» ، وفاعله مستتر فيه وجوبا.\r(ذنبا) بفتح الذال المعجمة وسكون النون، مفعول (آت) .\r(فما) حرف نفي «2» .\r(عهدي) اسم ما «3» وهو مضاف إلى ياء المتكلم.\r(بمنتقض) بالقاف والضاد المعجمة، خبرها، والباء زائدة.\r(من النبي) صلى الله عليه وسلّم. جار ومجرور متعلقان (بمنتقض) لأن نقض التوبة بارتكاب الذنب لا ينقض عهد الإيمان.\r(ولا حبلي) بفتح الحاء المهملة وسكون الموحدة، اسم لا «4» .\r(بمنصرم) بضم الميم وفتح الصاد وكسر الراء المهملتين، خبر لا، والباء:\rزائدة، والجملة جواب الشرط، لإقامة السبب مقام المسبب تقديره إن آت ذنبا فإني أرجو ستره وغفرانه ولا يصح أن تكون جوابا، أصالة لفساد المعنى، فإن مفهومه أنه إذا لم يأت ذنبا فإنه ينتقض عهده، وليس كذلك لأن عهده ثابت على كل حال سواء أتى ذنبا أم لم يأته.\r146-[فإنّ لي ذمّة منه بتسميتي ... محمّدا وهو أوفى الخلق بالذّمم]\r(فإنّ) بكسر الهمزة وتشديد النون، حرف توكيد ينصب الاسم ويرفع الخبر.\r__________\r(1) مجزوم وعلامة جزمه حذف حرف العلة من آخره.\r(2) يعمل علم (ليس) .\r(3) مرفوع وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة.\r(4) العاملة عمل ليس. (حبلي) اسم لا مرفوع وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة، وياء المتكلم ضمير متصل في محل جر بالإضافة.","seal":"E7E12153","part":"1"},
      {"page":183,"id":176,"nass":"(لي) جار ومجرور «1» خبرها مقدم.\r(ذمة) بكسر الذال المعجمة، أي جوارا، اسمها مؤخر.\r(منه) جار ومجرور متعلقان بمحذوف (نعت ذمة) ، والضمير للنبي صلى الله عليه وسلّم (25/ أ) .\r(بتسميتي) جار ومجرور متعلقان (بذمة) والباء، للسببية وهو مصدر، تسمى، يسمي، تسمية، يتعدى لمفعولين، وهو مضاف إلى ياء المتكلم، وهو المفعول الأول.\r(محمدا) مفعوله الثاني.\r(وهو) ضمير منفصل في محل رفع بالابتداء.\r(أوفى) بفتح الهمزة، والفاء، خبره.\r(الخلق) مضاف إليه.\r(بالذمم) بكسر الذال المعجمة، وفتح الميم الأولى، جار ومجرور، متعلقان (بأوفى) .\r147-[إن لم يكن في معادي آخذا بيدي ... فضلا وإلّا فقل: يا زلّة القدم «2» ]\r(إن) حرف شرط.\r(لم) حرف نفي وجزم.\r(يكن) بالياء المثناة التحتية مجزوم بلم، ولم يكن في محل جزم على أنه فعل الشرط. واسم يكن مستتر فيه راجع إلى النبي.\r__________\r(1) متعلقان بخبر مقدم محذوف.\r(2) زلة القدم: سوء المنقلب والمصير والشدة.","seal":"E46AFD58","part":"1"},
      {"page":184,"id":177,"nass":"(في معادي) بفتح الميم والعين وكسر الدال المهملتين، جار ومجرور، متعلقان (بيكن) .\r(آخذا) بمد الهمزة، وبخاء وذال معجمتين (خبر يكن) .\r(بيدي) جار ومجرور، متعلقان (باخذ) .\r(فضلا) منصوب «1» (باخذ) .\r(وإلّا) [حرف] شرط [جازم ومقرون] «2» بلا النافية، وفعل الشرط محذوف تقديره:\rوإن لم يكن آخذا بيدي فهو بمعنى الشرط الأول تأكيد «3» له.\r(فقل) جوابهما وهو من باب التجريد، فإنه جرّد من نفسه شخصا وخاطبه ومنه قوله»\r: لا خيل «5» عندك «6» تهديها ولا مال.\rانتزع من نفسه شخصا آخر لمثله. في فقد الخيل والمال، وخاطبه. وفي بعض الشروح تقديره: وإن كان آخذا بيدي نجوت. فعلى هذا يكون الشرط والجواب محذوفين «7» ، فعلى هذا قوله: فقل جواب الشرط الأول.\r(يا) حرف نداء.\r(زلة) بفتح الزاي، منادى مضاف منصوب، بفتحة في آخره.\r(القدم) بفتح الدال، مضاف إليه.\r__________\r(1) مفعول لأجله بمعنى تفضلا.\r(2) [] زيادة لا يستغنى عنها.\r(3) في الأصل: تأكيدا.\r(4) البيت للمتنبي: وعجزه: فليسعد النّطق إن لم تسعد الحال. الديوان ج/ 3 ص 276.\r(5) في الأصل: لا خير.\r(6) في الأصل: عند.\r(7) في الأصل: محذوفان.","seal":"A4B16DA9","part":"1"},
      {"page":185,"id":178,"nass":"148-[حاشاه أن يحرم الرّاجي مكارمه ... أو يرجع الجار منه غير محترم]\r(حاشاه) منصوب على المصدرية بفعل محذوف، و (الهاء) مضاف إليه، والتقدير أحاشيه محاشاة، أي: أنزهه تنزيها.\r(أن) بفتح الهمزة وسكون النون «1» .\r(يحرم) بضم الياء المثناة التحتية وفتحها «2» ، مع كسر الراء فيهما، أي:\rيمنع، مضارع أحرم مبني للفاعل، منصوب بأن وفاعله ضمير مستتر فيه، راجع إلى النبي صلى الله عليه وسلّم.\r(الراجي) بسكون الياء ضرورة أو لغة، مفعوله الأول.\r(مكارمه) مفعوله الثاني، ومضاف إليه (وفي نسخة أن يحرم الإنسان راجيه) .\r(أو يرجع) بالنصب معطوف على أن يحرم.\r(الجار) بالجيم، فاعل يرجع.\r(منه) «3» جار ومجرور، متعلقان (بيرجع والضمير راجع للنبي صلى الله عليه وسلّم) .\r(غير) بالنصب، حال من الجار والمجرور (25/ ب) .\r(محترم) بفتح التاء والراء، مضاف إليه، وفي نسخة ضبط (يحرم) بضم الياء وفتح الراء بالبناء للمجهول. (فالراجي) مرفوع بالنيابة عن الفاعل وهو الإنسان «4» .\r__________\r(1) حرف ناصب.\r(2) في الديوان: يحرم. ويرجع.\r(3) في الزبدة: فيه، بدل منه.\r(4) في الأصل: الله تعالى. فالرجي ليس الله تعالى بل الإنسان الذي يرجو الله، فالراجي مرفوع نائبا عن الفاعل إذا جعل الفعل (يحرم) مبنيا للمجهول.","seal":"E75B03ED","part":"1"},
      {"page":186,"id":179,"nass":"149-[ومنذ ألزمت أفكاري مدائحه ... وجدته لخلاصي خير ملتزم\r(منذ) ظرف زمان لدخولها على الجمل الفعلية في محل نصب (بوجدت) .\r(ألزمت) بضم التاء، فعل وفاعل.\r(أفكاري) بفتح الهمزة مفعول أول لألزمت، وهو جمع: فكر، بسكون الكاف، وهو حركة النفس في المعقولات.\r(مدائحه) مفعوله الثاني، ومضاف إليه، وهو جمع مديح، كالثناء الحسن.\r(وجدته) بالجيم، فعل، وفاعل، ومفعول أول، والضمير راجع للنبي.\r(لخلاصي) جار ومجرور، متعلقان بالفعل وجدته.\r(خير) مفعول ثان (لوجدته) .\r(ملتزم) بكسر الزاي اسم فاعل، على الرواية الشهيرة. ويجوز فتح الزاي على قلة على أنه اسم مفعول، مضاف إليه.\r150-[ولن يفوت الغنى منه يدا تربت ... إنّ الحيا ينبت الأزهار في الأكم «1» ]\r(ولن) حرف نفي ونصب.\r(يفوت) بالفاء والمثناة الفوقية، منصوب (بلن) .\r(الغنى) «2» بكسر الغين المعجمة وفتح النون، بالقصر، ضد الفقر، وبالمد الصوت (فاعل يفوت) .\r__________\r(1) تربت: افتقرت. والأكم جمع أكمة: وهي الربوة لعموم المطر لها لعلوها.\r(2) في الأصل: الغنا.","seal":"7C40A324","part":"1"},
      {"page":187,"id":180,"nass":"(منه) جار ومجرور، متعلقان (بيفوت) والهاء تعود للنبي صلى الله عليه وسلّم.\r(يدا) بفتح الياء المثناة، مفعول يفوت.\r(تربت) بفتح التاء الفوقية، وكسر الراء وفتح الموحدة «1» ، جملة فعلية في محل نصب صفة (ليدا) .\r(إن) بكسر الهمزة وفتح النون المشددة «2» ، حرف توكيد.\r(الحيا) بفتح المهملة، والياء التحتية، والقصر، اسم إن وهو اسم من أسماء المطر.\r(ينبت) بضم الياء التحتية وسكون النون وكسر الباء الموحدة، فعل مضارع، وفاعله مستتر فيه راجع إلى الحيا والجملة في محل رفع خبر إنّ.\r(الأزهار) بفتح الهمزة وسكون الزاي مفعول به.\r(في الأكم) بفتح الهمزة والكاف، جار ومجرور متعلقان (بينبت) وهي اسم جنس جمعي واحده أكمة: المكان المرتفع.\r151-[ولم أرد زهرة الدّنيا التي اقتطفت ... يدا زهير بما أثنى على هرم]\r(ولم) حرف نفي وجزم.\r(أرد) بضم الهمزة، وكسر الراء، فعل مضارع مجزوم (بلم) وفاعله مستتر فيه وجوبا.\r(زهرة) بفتح الزاي، مفعول به.\r(الدنيا) مضاف إليه.\r__________\r(1) في الأصل: الموحد.\r(2) في الأصل: المشدة.","seal":"2595BF6D","part":"1"},
      {"page":188,"id":181,"nass":"(التي) اسم موصول صفة للدنيا.\r(اقتطفت) فعل ماض، صلة التي. والعائد محذوف أي: اقتطفتها، وفي بعض النسخ، اقتطعت بالعين المهملة.\r(يدا) فاعل اقتطفت، وحذفت النون للإضافة «1» .\r(زهير) بضم الزاي، وفتح الهاء، مضاف إليه، وهو ابن أبي سلمى، بضم السين. شاعر جاهلي، مدح هرم بن سنان، بفتح الهاء (26/ أ) وكسر الراء المهملة، فأعطاه مالا جزيلا. وهو أبو ناظم «بانت سعاد» .\rالمعنى: لم أرد مدحتي «2» زهرة الحياة الدنيا التي قطفتها يدا زهير بسبب مدحه لهرم.\r(بما) «3» جار ومجرور، متعلقان (باقتطفت) والباء: للسببية.\r(أثنى) بفتح الهمزة وسكون الثاء المثلاثة، وفتح النون. فعل ماض، وفاعله مستتر فيه يعود إلى زهير والجملة صلة (ما) والعائد محذوف، ويجوز أن تكون (ما) مصدرية.\r(على هرم) بفتح الهاء وكسر الراء، جار ومجرور، متعلقان (بأثنى) .\r__________\r(1) بناء على أنه مثنى. ويجوز أن يكون مفردا مقصورا على لغة من قال:\rيا رب ساريات ما توسدا ... إلا ذراع العيس أو كف اليدا\r(الزبدة: شرح البردة للأزهري ص 89) . واليدا لغة في اليد وجاء متمما على فعل، عن أبي زيد، وأنشد:\rيا ربّ سار سار ما توسّدا ... إلا ذراع العنس أو كفّ اليدا\rانظر اللسان مادة «يدي» .\r(2) في الأصل: يمداحني.\r(3) ما: موصول حرفي.","seal":"644FD4C0","part":"1"},
      {"page":189,"id":182,"nass":"[المناجاة والتضرع]\r152-[يا أكرم الخلق مالي من ألوذ به ... سواك عند حلول الحادث العمم «1» ]\r(يا) حرف نداء.\r(أكرم) منادى مضاف «2» .\r(الخلق) مضاف إليه، وفي نسخة (يا أكرم الرّسل) ، بإسكان السين، لغة في ضمها.\r(ما) حرف نفي.\r(لي) خبر مقدم.\r(من) بفتح الميم، مبتدأ مؤخر. وهو «3» نكرة موصوفة تقديره ما لي أحد.\r(ألوذ) بفتح الهمزة، وضم اللام، وبالذال المعجمة، أي: ألجأ «4» إليه، فعل مضارع مرفوع بالضمة وفاعله مستتر فيه وجوبا.\r(به) جار ومجرور، متعلقان (بألوذ) والجملة صفة (لمن) والعائد (الهاء) من به.\r(سواك) بكسر السين المهملة وبالقصر، بدل من (من) أو ظرف مكان، أي:\rمكانك [أو صفة ثانية لها، أي غيرك] .\r(عند) ظرف مكان منصوب، بما في (لي) من معنى الاستقرار.\r__________\r(1) الحادث العمم: يوم القيامة، لأن هوله يعم الخلق.\r(2) منصوب وعلامة نصبه الفتحة.\r(3) في الأصل: هو.\r(4) في الأصل: الجاء.","seal":"174E161E","part":"1"},
      {"page":190,"id":183,"nass":"(حلول) بضم الحاء المهملة، واللام الأولى، ويروى نزول، مضاف إليه ومضاف أيضا.\r(الحادث) بالمهملة، والمثلاثة، مضاف إليه.\r(العمم) بفتح العين المهملة، وكسر الميم (نعت) ، الحادث، وهو هول يوم القيامة.\r153-[ولن يضيق- رسول الله- جاهك بي ... إذا الكريم تحلّى باسم منتقم «1» ]\r(ولن) حرف نفي ونصب.\r(يضيق) بفتح الياء المثناة وكسر الضاد المعجمة (فعل مضارع منصوب بلن) والضيق: ضد السعة.\r(رسول) بالنصب منادى مضاف، حذف حرف النداء منه «2» .\r(الله) مضاف إليه.\r(جاهك) بالجيم وضم الهاء (فاعل) يضيق، ومضاف إليه، وما بينهما اعتراض.\r(بي) بكسر الموحدة، جار ومجرور، متعلقان (بيضيق) .\r(إذا) بكسر الهمزة وفتح الذال المعجمة، ظرف لما يستقبل من الزمان.\r(الكريم) وهو الله تعالى. فاعل بفعل محذوف يفسره تحلى الكريم تحلى على حد، [قوله تعالى] إِذَا السَّماءُ انْشَقَّتْ «3» .\r(تحلى) بفتح التاء المثناة الفوقية، والحاء المهملة، واللام المشددة. فعل ماض وفاعله مستتر فيه راجع إلى الكريم، أي: اتصف، هكذا\r__________\r(1) تحلى: اتصف. المنتقم: من أسماء الله.\r(2) جملة النداء (يا رسول الله) اعتراضية لا محل لها، وهي جملة فعلية.\r(3) [سورة الانشقاق 84 الاية (1) ] .","seal":"614F9E65","part":"1"},
      {"page":191,"id":184,"nass":"الرواية، وفي نسخة تجلى. بالجيم، ومعناه صحيح، وهو أليق بالتعظيم وجواب إذا عند الكوفيين ما قبلها، وعند البصريين يقدر بعد مدخولها، يدل عليه ما قبلها «1» .\rويروى إذ بسكون الذال فتكون تعليلية، وهو أولى بالكريم على هذا مبتدأ و (تحلى) خبره.\r(باسم) جار ومجرور متعلقان (بتحلى) .\r(منتقم) بكسر القاف، مضاف إليه.\r154-[فإنّ من جودك الدّنيا وضرّتها ... ومن علومك علم اللّوح والقلم «2» ]\r(فإن) حرف توكيد ينصب الاسم ويرفع الخبر.\r(من جودك) بضم الجيم، جار ومجرور، متعلقان بمحذوف خبرها مقدم.\r(الدنيا) اسمها مؤخر (26/ ب) .\r(وضرتها) بفتح الضاد المعجمة، والمثناة الفوقية معطوف على الدنيا، وهي الآخرة. سميت كل واحدة بالنسبة إلى الآخرى، ضرة لأنه في الغالب لا يمكن الجمع بينهما.\r(ومن علومك) معطوف على من جودك.\r(علم) بعين مكسورة، وميم منصوبة، معطوف على الدنيا، من عطف الاسم على الاسم والخبر على الخبر.\r__________\r(1) راجع الإنصاف في مسائل الخلاف لأبي البركات الأنباري ص 363- 364 في تقديم جواب الشرط ومعمولاه على أداة الشرط.\r(2) ضرة الدنيا: هي الآخرة.","seal":"1EC8DD1B","part":"1"},
      {"page":192,"id":185,"nass":"وكرر (من) لئلا «1» يلزم العطف على معمولي عاملين مختلفين.\rويجوز أن يكون (علم) مرفوعا بالابتداء، وخبره المجرور قبله، والجملة مستأنفة، والأول أحسن لما فيه من التأكيد (بأن) .\r(اللوح) بحاء مهملة، مضاف إليه.\r(والقلم) بقاف ولام مفتوحتين، معطوف على اللوح.\r155-[يا نفس لا تقنطي من زلّة عظمت ... إنّ الكبائر في الغفران كاللّمم «2» ]\r(يا) حرف نداء.\r(نفس) بكسر السين، منادى مضاف إلى ياء «3» المتكلم، (وحذف المتكلم المضاف [إليه] «4» اغتناء بالكسرة عنها) والأصل يا نفسي، ويجوز أن يقرأ بالضم لغة قليلة. إلا أن تكون نكرة مقصودة.\r(لا تقنطي) (لا) حرف نهي (تقنطي) بكسر النون أو ضمها وقنط: يستعمل بفتح النون، ومضارعه بالكسر والضم وبكسر النون، مضارعه بالفتح، مجزوم (بلا) وعلامة جزمه حذف النون، والياء ضمير متصل في محل رفع على الفاعلية.\r(من زلة) بفتح الزاي، جار ومجرور متعلقان (بتقنطي) .\r(عظمت) بضم الظاء المعجمة، فعل ماض والتاء للتأنيث وفاعله مستتر فيه والجملة: في محل جر صفة لزلة.\r(إنّ) حرف توكيد ينصب الاسم ويرفع الخبر.\r__________\r(1) في الأصل: ليلا، بتخفيف الهمز.\r(2) الزلة: الذنب.\r(3) في الأصل: مضاف إليه.\r(4) «وحذف المضاف [إليه] اغتناء بالكسرة عنها» .","seal":"25FC475D","part":"1"},
      {"page":193,"id":186,"nass":"(الكبائر) اسمها منصوب بالفتحة.\r(في الغفران) جار ومجرور متعلقان بالذي «1» تعلق به خبر إن.\r(كاللمم) بفتح اللام، والميم الأولى. (وهي صغار الذنوب) جار ومجرور خبر إن متعلقان بالاستقرار.\r156-[لعلّ رحمة ربّي حين يقسمها ... تأتي على حسب العصيان في القسم]\r(لعل) حرف ترج «2» ، ينصب الاسم ويرفع الخبر.\r(رحمة) اسمها منصوب بالفتحة.\r(ربي) مضاف إليه.\r(حين) ظرف زمان «3» .\r(يقسمها) (يقسم) فعل مضارع، وفاعله مستتر فيه، والجملة في محل جر بإضافة حين إليها.\r(تأتي) فعل مضارع وفاعله مستتر فيه راجع للرحمة، والجملة في محل رفع خبر (لعل) .\r(على حسب) بفتح الحاء والسين المهملتين، جار ومجرور، متعلقان (بتأتي) .\r(العصيان) بكسر العين وسكون الصاد المهملتين. مضاف إليه.\r(في القسم) بقاف مكسورة وفتح السين، جار ومجرور، متعلقان (بحسب) «4» .\r__________\r(1) في الأصل: باللتي.\r(2) في الأصل: ترجي.\r(3) منصوب (بتأتي) .\r(4) والأفضل تعليقهما بالفعل (تأتي) ، علما بأنهما أي (في القسم) من الحشو لا يحتاج إليهما المعنى.","seal":"9A3ABDF4","part":"1"},
      {"page":194,"id":187,"nass":"157-[يا ربّ واجعل رجائي غير منعكس ... لديك واجعل حسابي غير منخرم» ]\r(يا رب) منادى بحذف ياء المتكلم والاكتفاء بالكسرة عنهما.\r(واجعل) فعل أمر وفاعله مستتر فيه وجوبا، وفي نسخة: فاجعل بالفاء.\r(رجائي) بالمد. مفعول به والجملة معطوفة على جملة مقدرة، والتقدير.\rيا رب استجب ما دعوتك فإن رحمتك على حسب (27/ أ) العصيان واجعل رجائي.\r(غير) بالنصب مفعول ثان (لا جعل) «2» .\r(منعكس) مضاف إليه.\r(لديك) بفتح الدال المهملة بمعنى عندك «3» . متعلق (باجعل) أو بمنعكس.\r(واجعل) فعل أمر وفاعله مستتر فيه وجوبا.\r(حسابي) مفعول أول (باجعل) .\r(غير) مفعول ثان (لا جعل) .\r(منخرم) بفتح الخاء المعجمة، وكسر الراء أي: منقطع، مضاف إليه.\r158-[والطف بعبدك في الدّارين إنّ له ... صبرا متى تدعه الأهوال ينهزم]\r(والطف) بضم الطاء، وفي بعض النسخ وارفق، فعل أمر معطوف على (اجعل) (بعبدك في الدارين) متعلقان (بالطف) والدارين. الدنيا والآخرة.\r(إن) حرف توكيد ينصب الاسم ويرفع الخبر.\r__________\r(1) منعكس: خائب. منخرم: منقطع.\r(2) في الأصل (باجعل) .\r(3) ظرف مكان منصوب.","seal":"B0DDF3D4","part":"1"},
      {"page":195,"id":188,"nass":"(له) جار ومجرور خبرها مقدم.\r(صبرا) بفتح الصاد، اسم إن.\r(متى) بفتح الميم وسكون الفوقية، ظرف زمان، متضمن معنى الشرط يجزم فعلين، منصوب (بتدعه) .\r(تدعه) فعل الشرط مجزوم (بمتى) وعلامة جزمه حذف الواو. و (الهاء) ضمير متصل. في محل نصب مفعول به.\r(الأهوال) فاعل (بتدعه) .\r(ينهزم) بكسر الزاي جواب الشرط، وكسر حرف الروي للقافية.\r159-[وأذن لسحب صلاة منك دائمة ... على النّبيّ بمنهلّ ومنسجم «1» ]\r(وأذن) بسكون الهمزة وفتح الذال المعجمة، فعل أمر، وفاعله مستتر فيه.\r(لسحب) بضم السين وسكون الحاء المهملتين، جار ومجرور، متعلقان (باذن) واللام للتعدية) .\r(صلاة) مضاف إليه.\r(منك) جار ومجرور متعلقان بمحذوف، على أنه صفة لصلاة.\r(دائمة) بالجر نعت لصلاة، وبالنصب حال من صلاة.\r(على النبي) جار ومجرور متعلقان (بدائمة) ولا يجوز تعلقه بصلاة لأن المصدر إذا نعت قبل العمل لا يعمل «2» .\r__________\r(1) منهل: مطر شديد، منسجم: مطر غير شديد.\r(2) وينقض هذا إعماله في قوله تعالى في سورة البلد أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (14) يَتِيماً حيث نصب المصدر (إطعام) (يتيما) على المفعولية وبينهما فاصل موصوف بنعت مضاف.","seal":"7BD6E514","part":"1"},
      {"page":196,"id":189,"nass":"(بمنهل) بضم الميم «1» وفتح الهاء وتشديد اللام، جار ومجرور، صفة لسحب على تقدير موصوف محذوف بين الجار والمجرور تقديره: بمطر منهل، والباء: للمصاحبة.\r(ومنسجم) بضم الميم وسكون النون وفتح السين وكسر الجيم، معطوف على (منهل) .\r160-[ما رنّحت عذبات البان ريح صبا ... وأطرب العيس حادي العيس بالنّغم «2» ]\r(ما) مصدرية ظرفية.\r(رنحت) بفتح الراء، والنون المشددة والحاء المهملة، فعل ماض، والتاء للتأنيث.\r(عذبات) بفتح العين المهملة والذال المعجمة والباء الموحدة، وكسر التاء الفوقية مفعول (رنحت) .\r(البان) بالموحدة، مضاف إليه.\r(ريح) بكسر الراء وسكون الياء المثناة التحتية، فاعل (رنحت) .\r(صبا) بفتح الصاد المهملة والباء الموحدة والقصر، مضاف إليه من إضافة العام إلى الخاص. وهي التي تأتي من المشرق صوب باب الكعبة وهي التي حملت [ريح] «3» قميص يوسف «4» عليه السلام، فلذلك تغزلت الشعراء بها.\r__________\r(1) في الأصل: بضم النون.\r(2) رنحت: تمايلت، عذبات البان: أغصان البان.\r(3) إضافة لازمة ليست في أصول المخطوطة لدي) .\r(4) النبي يوسف عليه السلام ابن يعقوب.","seal":"44001AD2","part":"1"},
      {"page":197,"id":190,"nass":"(وأطرب) بفتح الهمزة وسكون الطاء وفتح الراء والباء (27/ ب) الموحدة، معطوف على (رنحت) .\r(العيس) بكسر العين المهملة وسكون الياء التحتية، وبالسين المهملة، وهي كرام الإبل، بيض يخالطها شقرة، والعيس: أصلها بالضم وكسرت لسكون الياء بعدها وهي جمع أعيس، مفعول أطرب.\r(حادي) بفتح الحاء وكسر الدال المهملتين فاعل (أطرب) .\r(العيس) وفي نسخة (الركب) ، مضاف إليه وهو من إقامة الظاهر مقام المضمر والأصل، وأطرب العيس حاديها.\r(بالنغم) بفتح النون والغين المعجمة، جار ومجرور، متعلقان (بأطرب) والباء للاستعانة.\rدمشق- الكسوة- 1991","seal":"B1C00FC1","part":"1"},
      {"page":198,"id":191,"nass":"الفهارس\r1- المسائل الأعرابية.\r2- وجوه إعراب.\r3- الصرف.\r4- فهرس الايات الكريمة.\r5- الأحاديث الشريفة.\r6- أبيات الشعر.\r7- الأعلام.\r8- الأماكن والبلدان.\r9- المصادر والمراجع.","seal":"D6D52E97","part":"1"},
      {"page":199,"id":192,"nass":"فهرس المسائل الأعرابية «1»\r(أ) الهمزة: للاستفهام: 1\rالهمزة: للانكار التوبيخي: 4\rأبدا: 126\rإذ: 93، 112، 141، 153\rإذا: شرطية: 82، 112، 153\rإذا: غير شرطية: 111، 153\rاسم تفضيل: 12، 35، 128، 146\rاسم فاعل: 129، 149\rاسم مفعول: 149\rإلّا: 147\rإلّا: حرف إيجاب: 80، 81، 95، 142\rإلى: 9، 29، 33، 37، 44، 72، 90، 95، 107، 108، 122، 132\r__________\r(1) الأرقام: لأرقام الأبيات.\rأم: حرف عطف: 2\rأن: 19، 148\rأن: موصول حرفي: 29، 63، 108\rأنّ: 4، 15، 21، 51، 60، 67، 116\rإن: 3، 18، 20، 24، 100، 135، 145، 147\rإنّ: 11، 12، 13، 17، 19، 20، 32، 45، 53، 75، 82، 116، 146، 150، 154، 155، 158\rأنت: 25، 110\rإنّما: 52\rأنّى: 74\rأو: 19، 39، 40، 70، 87، 148","seal":"E5D26DF5","part":"1"},
      {"page":200,"id":193,"nass":"أو حرف عطف للتقسيم: 19، 41\rآي: 52\rأيّ: 31، 113\rأيّما: 31\r(ب) الباء: حرف جر «1» : 1، 6، 8، 13، 14، 15، 16، 17، 26، 27، 37، 43، 45، 47، 52، 54، 60، 64، 70، 71، 72، 75، 77، 80، 87، 91، 92، 98، 99، 101، 110، 112، 113، 117، 119، 123، 124، 125، 126، 130، 131، 135، 136، 140، 143، 146، 147، 152، 153، 158\rللتعدية: 1\rزائدة: 10، 54، 84، 139، 145\rللاستعانة: 60، 160\r__________\r(1) حروف جر لم يذكر المعرب المعنى لها مثل (الباء- على عن- في- اللام- من) .\rللسببية: 63، 85، 87، 109، 120، 140، 141، 146، 151\rللمصاحبة: 1، 60 ص، 63، 122، 159\rالباء بمعنى في: 1، 73، 109، 120\rبات: 61\rبدل: 62 ص، 127، 128\rبعد: 6، 67، 68، 71، 125، 129\rبين: 4، 134\r(ت) تبارك: 84\rتحت: 30\rتعلقّ شبه الجملة «2» : باسم التفضيل: 35\rتعلقّ بسم المفعول: 54\rبحال محذوفة: 2، 7، 22، 23، 30، 31، 70، 71، 101، 116، 132، 133، 135، 137، 139، 141\r(2) لم أذكر التعلق بالفعل أو الاسم الظاهر.","seal":"8E303992","part":"1"},
      {"page":201,"id":194,"nass":"تعلقّ بحال من محذوف: 105\rتعلقّ بالخبر المحذوف: 3، 11، 16، 18، 21، 42، 57، 121، 125\rتعلقّ بخبر مقدم: 45، 75، 77، 82، 91، 97، 116، 131، 135، 146، 152، 154، 158\rتعلقّ بخبر محذوف لمبتدأ محذوف: 49\rتعلقّ (بصفة أو نعت محذوف) :\r36، 57، 59، 72، 76، 79، 80، 87، 88، 93، 101، 107، 118، 119، 123، 141، 144، 146، 159\rتعلقّ بمحذوف صلة (ما) : 90\rتعلقّ تقدير موصوف محذوف: 4\rتعلقّ بالمصدر: 39، 47\rالتنازع: 67\rتمييز: 43، 46، 70، 102، 103، 134، 139\rتمييز محذوف: 91، 138\rتوكيد: 51\r(ث) ثمّ: 41\r(ح) حسب: 4، 132\rحاشا: 148\rحتى: 69، 86، 111، 119، 125\rحذف ياء المتكلم: 155\rيحرم: 148\rحسب 4، 132\rحيث: 21\rحين: 46، 56، 63، 83، 156\r(خ) خال: 87\r(ذ) ذا: 83\rذي: 26، 94\r(ر) رب: 22\r(س) سام: 80\rسوى: 28، 152\r(ظ) ظنّ: 78","seal":"A810E1DA","part":"1"},
      {"page":202,"id":195,"nass":"(ع) عطف بيان: 34\rعلى: 5، 6، 7، 18، 32، 47، 62، 72، 78، 88، 98، 109، 119، 142، 151، 156، 159\rعلى للتعليل: 5\rعلى للاستعلاء: 5\rعن: 10، 11، 12، 31، 42، 45، 50، 59، 69، 79، 96، 113، 127، 131\rعند: 40، 152\r(غ) غدا: 69\rغير: 14، 37، 42، 48، 61، 89، 114، 116، 130، 136، 148، 157\r(ف) الفاء: استئنافية: 25، 37، 53\rللتعليل: 13، 70\rرابطة للجواب: 20، 24\rسببية: 45، 94\rعاطفة: 3، 7، 17، 35، 47، 93\rفاعل لفعل محذوف: 20، 24، 153\rفعل أمر: 3، 19، 20، 22، 23، 24، 27، 43، 44، 88، 99، 127، 128، 147، 157، 158، 159\rفعل ماض تام: بات: 61، دام: 93\rفعل ماض ناقص: بات: 108، عاد: 95\rغدت: 125، كاد: 120\rما زال: 119، كان: 15، 110، 117، 121، 135، 147\rليس: 11، 45، 48، 83، 89\rفعل متعد لمفعولين: اجعل: 157، حسب: 132، يحسب: 4\rيحرم: 148، خال: 87، ترى:\r136\rسام: 80، ظن: 78، قلد: 141\rألزم: 149، محض: 11، 24، وجد: 149\rفعل ماض للتعجب: 54\rفعل ماض مبني للمجهول: 19،","seal":"66C08CB7","part":"1"},
      {"page":203,"id":196,"nass":"60، 63، 70، 95، 112، 115\rفعل مضارع مبني للمجهول: 16، 33، 36، 46، 48، 66، 84، 98، 108، 116، 141 فوق: 97، 105، 123\rفي: 2، 9، 11، 12، 21، 32، 35، 38، 42، 43، 48، 50، 51، 53، 55، 56، 57، 60، 68، 77، 83، 86، 90، 97، 107، 110، 119، 127، 132، 135، 137، 138، 139، 140، 142، 143، 144، 147، 150، 158\rفي بمعنى (على) : 133\r(ق) قبل: 28\rقد: 23، 26، 60، 101، 104\rقطّ: 95\r(ك) الكاف: حرف جر: 16، 18، 49، 55، 101، 102، 107، 118، 137، 155\rاسم بمعنى مثل: 97\rحرف خطاب: 83\rكاد: 120\rكأن: 56، 64، 70، 101، 133، 141\rكأنما: 57، 73، 122\rكان الناقصة: 15، 110، 117، 121، 135، 147\rكفى: 139\rكل: 51، 52، 76، 93، 112، 114، 119، 122، 124، 127، 132\rكم: 21، 85، 138\rكي: 113\rكيف: 6، 33، 50\rكيما: 113\r(ل) اللام: حرف جر: 3، 15، 16، 21، 26، 27، 36، 45، 49، 53، 58، 72، 73، 74، 75، 82، 88، 97، 99، 103، 106، 111، 116، 117، 124، 128،","seal":"3C07372F","part":"1"},
      {"page":204,"id":197,"nass":"131، 144، 146، 149، 152، 158\rاللام للتعدية: 149، 159\rاللام بمعنى: في: 48\rاللام بمعنى: مع: 48\rاللام نائبة عن الضمير: 48\rاللام: واقعة في جواب قسم محذوف: 26، 99\rلا: زائدة لتوكيد النفي: 5، 25، 38\rلا: حرف عطف للنفي: 133\rلا: حرف قصد لفظه: 35\rلا: نافية للجنس: 58\rلا: نافية لا عمل لها: 14، 28، 32، 38، 81، 84، 94، 98، 111، 136\rلا: نافية عاملة عمل ليس: 10، 35، 84، 121، 145\rلا: حرف نهي: 17، 20، 25، 82، 103، 155\rلدى: 40، 93، 157\rلكن: حرف استدراك: 11، 27\rلعلّ: 156\rلم: 5، 9، 21، 28، 33، 38، 47، 66، 67، 77، 78، 80، 82، 92، 93، 102، 108، 111، 121، 126، 143، 147، 151\rلما: 117\rلن: 136، 150، 153\rلو: 9، 15، 46\rلولا: 5، 33\rليس: 11، 45، 48، 83، 89\r(م) ما: اسم استفهام: 3، 9، 27\rما: اسم شرط بمعنى (إن) : 19\rما: اسم موصول اسمي: 43، 47، 64، 68، 73، 76، 90، 115\rما: موصول حرفي: 6، 67، 151\rما: زائدة: 31\rما: زائدة للتعليل: 4، 113\rما: مصدرية ظرفية: 4، 16، 107، 113، 121، 129، 151، 160\rما: نكرة موصوفة: 67، 141\rما: بمعنى ليس: 84، 145","seal":"213F5E67","part":"1"},
      {"page":205,"id":198,"nass":"ما: حرف نفي: 13، 15، 27، 77، 80، 90، 94، 95، 98، 130، 134، 142، 152\rماذا: 127\rمازال: 119\rمتى: 158\rمع: 120، 137\rمفعول به لاسم المفعول: 39\rمفعول به لفعل محذوف: 59\rمفعول به للمصدر: 88، 90، 96، 146\rمفعول فيه: 69، 88، 107، 122\rمفعول لأجله: 47، 64، 100، 103، 134، 147\rمفعول مطلق: 71، 88، 96، 109، 138، 148\rممنوع من الصرف: 35\rمن: اسم استفهام: 16\rمن: اسم شرط جازم: 135، 144\rمن: اسم موصول: 8، 29، 33، 43، 44، 47، 105، 106\rمن: نكرة موصوفة: 152\rمن: حرف ابتداء: 2\rمن: بيانية: 34، 64، 68، 73، 76، 90، 101، 108، 115، 118، 129\rمن: تعليلية: 29، 30، 62، 95، 104، 134\rمن: حرف جر «1» : 1، 2، 4، 9، 13، 14، 15، 16، 22، 23، 25، 26، 31، 33، 35، 36، 39، 40، 44، 49، 52، 57، 58، 59، 65، 67، 69، 70، 75، 76، 79، 80، 81، 83، 85، 87، 93، 104، 107، 111، 116، 121، 123، 124، 125، 126، 127، 128، 133، 134، 141، 144، 145، 146، 148، 150، 154، 155، 159\r__________\r(1) حروف لم يذكر المعرب المعنى لها.","seal":"D4727BD3","part":"1"},
      {"page":206,"id":199,"nass":"من: حرف جر زائد: 77، 94، 129، 136، 138\rمن: حرف جر بمعنى في: 82\rالمنادى: 9، 59، 105، 116، 143، 147، 152، 153، 155، 157\rمنذ: 149\rمنصوب باسم الفاعل: 129\rمنصوب بنزع الخافض: 27، 43، 68، 90\rمنصوب على الاختصاص: 116\rمنصوب على المدح: 34، 129\r(ن) نائب فاعل: 16، 33، 36، 60، 63، 141\rنعت لمصدر محذوف: 31، 112\rنعم: 8، 35\r(هـ) هم: 53، 77، 127\rهما: 24\rهو: 36، 41، 56، 61، 89، 103، 106، 146\rهي: 20، 92، 125\r(و) الواو: استئنافية: 8، 18\rالواو: حالية: 12، 20، 56، 61، 80، 89، 92، 101، 103، 125\rالواو: عاطفة: 5، 7، 13، 14، 19، 20، 25، 27، 30، 34، 35، 38، 39، 40، 44، 47، 88، 49، 55، 56، 57، 58، 59، 60، 62، 63، 65، 68، 77، 78، 85، 86، 90، 94، 97، 109، 113، 120، 138، 139، 140، 142، 154، 157، 159، 160\rواو المعية: 41، 88\r(ي) يا: 9، 59، 105، 143، 147، 152، 153، 155، 157\r(يا) النداء المحذوفة: 153","seal":"1E75A2F8","part":"1"},
      {"page":207,"id":200,"nass":"وجوه إعراب\rبسم الله «1» ص 60- 61\rالبيض: 129\rسد: 34\rالمصدري: 129\rعلم: 154\rفرقا: 134\rفصول: 128\rالكريم: 153\rمكفولة: 126\rماذا: 127\rالمديح: 90\rيا نفس: 155\rتنكر: 82\r__________\r(1) الأرقام: لأبيات الشعر في الكتاب وليست للصفحات إلا ما سبق منها بالحرف ص.","seal":"58D22AA9","part":"1"},
      {"page":208,"id":201,"nass":"فهرس الصرف «1»\rبسم الله الرحمن الرحيم: ص 59- 61\rائتمرت: 27\rأبرهة: 117- 118\rمتأصل: 124\rالأنيق: 105\rالبرية: 78\rالبهم: 134\rالحيا: 150\rداعينا: 117\rتذكر: 1\rربا: 133\rيريمان: 77\rتسمية: 146\rسيما: 131\rشاكي: 131\rصبا: 160\r__________\r(1) الأرقام: لأبيات الشعر في الكتاب، وليست للصفحات إلا ما سبق منها بالحرف ص.\rالمصدري: 129\rمصطدم: 127\rمصطلم: 124\rطوبى: 58\rتطاول: 90\rظمي: 63\rالعدا: 122\rالعيس: 160\rالغنى: 150\rغي: 142\rالفراسة: 60\rقاري: 95\rقط: 99\rالمقيمين: 129\rاكففا: 3\rنهم: 47\rنهيم: 47\rهمتا: 3\rالهوى: 15\rتيتم: 126","seal":"2C8373B2","part":"1"},
      {"page":209,"id":202,"nass":"فهرس الايات الكريمة\r(سورة الفاتحة) ص إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ الاية: 5 60\r(سورة البقرة) وَلَمَّا جاءَهُمْ كِتابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِما مَعَهُمْ ... الاية: 89 180\rوَقالُوا كُونُوا هُوداً أَوْ نَصارى الاية: 135 79\rأُولئِكَ عَلَيْهِمْ صَلَواتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ ... الاية: 157 134\rوَلِتُكَبِّرُوا اللَّهَ عَلى ما هَداكُمْ الاية: 185 68\r(سورة الأنعام) وَما مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ إِلَّا أُمَمٌ أَمْثالُكُمْ الاية: 38 64\r(سورة الأعراف) قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ ... الاية: 75 161\r(سورة هود) قالُوا يا هُودُ ما جِئْتَنا بِبَيِّنَةٍ وَما نَحْنُ بِتارِكِي آلِهَتِنا ... الاية: 53 135\r(سورة يوسف) وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ الاية: 76 140\rوَسْئَلِ الْقَرْيَةَ الاية: 82 112","seal":"7C5C802C","part":"1"},
      {"page":210,"id":203,"nass":"(سورة الإسراء) سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا ... الاية: 1 146\r(سورة الحج) وَالصَّابِرِينَ عَلى ما أَصابَهُمْ وَالْمُقِيمِي الصَّلاةِ الاية: 35 60\r(سورة لقمان) هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ الاية: 11 161\r(سورة الصافات) فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ الاية: 142 118\r(سورة الزخرف) وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً لَجَعَلْنا ... الاية: 33 161\r(سورة الفتح) سِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ الاية: 29 169\r(سورة النجم) ثُمَّ دَنا فَتَدَلَّى (8) فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى الاية: 8- 9 141\r(سورة الملك) سَبْعَ سَماواتٍ طِباقاً الاية: 3 148\r(سورة الفجر) أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ الاية: 6 135\r(سورة البلد) أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (14) يَتِيماً ذا مَقْرَبَةٍ الاية: 14- 15 195","seal":"712C799D","part":"1"},
      {"page":211,"id":204,"nass":"(سورة العلق) اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ الاية: 1 60\r(سورة البينة) إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ فِي نارِ جَهَنَّمَ خالِدِينَ فِيها أُولئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6) الاية: 6 124\r(سورة الفيل) أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحابِ الْفِيلِ الاية: 1 117","seal":"BD586C0A","part":"1"},
      {"page":212,"id":205,"nass":"الحديث الشريف- «ما علمك وعلمي وعلم الخلائق من علم الله إلا مقدار ما غمس العصفور منقاره» رواه البخاري 95\r- «بدأ الإسلام غريبا وسيعود غريبا كما بدأ فطوبى للغرباء» رواه مسلم 163","seal":"CB4EAE24","part":"1"},
      {"page":213,"id":206,"nass":"(فهرس الشعر) «1»\rبيت الشعر الشاعر صفحة\rوبلد مغبرة أرجاؤه ... كأن لون أرضه سماؤه\rرؤبة 171\rيا دار أسماء بالعلياء من إضم ... بين الدكادك من قوّ معضوب\rسلامة بن جندل 61\rلا خيل عندك تهديها ولا مال ... فليسعد النطق إن لم تسعد الحال\rالمتنبي 184\rيا رب ساريات ما توسدا ... إلا ذراع العيس أو كف اليدا\rيا رب سار سار ما توسدا ... إلا ذراع العنس أو كف اليدا\r188\rعصيت هوى نفسي صغيرا فعندما ... أتتني الليالي بالمشيب وبالكبر\rأطعت الهوى عكس القضية ليتني ... خلقت كبيرا ثم عدت إلى الصّغر\r179\rغلام رماه الله بالحسن يافعا ... له سيمياء لا تشق على البصر\r169\rيا حبذا البرق من أكناف كاظمة ... يسعى على قصرات المرخ والعشر\r__________\r(1) أبيات وردت في المتن والحواشي. ما عدا أبيات الدراسة.","seal":"0DD53FF1","part":"1"},
      {"page":214,"id":207,"nass":"لله درّ بيوت كان يعشقها ... قلبي ويألفها إن طيبت بصري\r64\rبسم الإله وبه بدينا ... ولو عبدنا غيره شقينا\rعبد الله بن رواحة 61","seal":"FB10D1BC","part":"1"},
      {"page":215,"id":208,"nass":"فهرس الأعلام\rأبرهة: 70- 71\rأحمد الحفظي: 23\rأحمد بن شرقاوي الخلفي: 23\rأحمد شوقي: 20، 25\rأحمد بن عبد الوهاب الجرجاوي 23\rأحمد بن عثمان العوامي 23\rالأخفش الأوسط: 68، 80، 126\rالأزهري: 11، 21، 35، 36، 37، 66، 80، 90، 93، 102، 107، 109، 116، 117، 121، 130، 134، 143، 147، 158، 188\rالأعشى: 29، 32\rابن الأنباري: 59، 60، 61، 126\rابن حجة الحموي: 26\rابن خالويه: 61\rابن ذكوان: 124\rابن فارس: 119، 122\rابن الفارض: 20، 21\rابن القطاع: 109\rابن مالك: 65، 126\rابن مسعود 167\rابن المقري: 26\rابن هاني الأندلسي: 33\rابن هشام الأنصاري: 69\rابن يعيش: 60، 126\rأبو بكر الصديق (رض) 32، 59، 123\rأبو الطفيل: 33\rأبو منصور: 168\rأبو الهدى الصيادي: 23\rالباجوري: 11، 22، 35، 68\rبجير بن زهير: 30\rالبصريون: 59، 61، 80، 97، 126، 191","seal":"6D3D6272","part":"1"},
      {"page":216,"id":209,"nass":"بنو عذره: 71\rالبوصيري: 57\r(جبريل) عليه السلام: 147\rجلال الدين المحلي: 22\rجميل بثينة: 71\rالجوهري: 115، 168\rحسان بن ثابت: 32\rحسن العدوي الحمزاوي: 22\r(الخضر) عليه السلام: 95\rخير الدين الخطيب: 26\rدعبل: 33\rالرازي: 59\rالراغب الأصفهاني: 115\rرمضان حلاوة: 23\rزكريا الأنصاري: 22\rالزمخشري: 17\rالزهري: 90\rزهير بن أبي سلمى: 188\rسيبويه: 35، 64، 68\rالسيرافي: 68\rالسيوطي: 26، 64\rالشربيني: 62\rالشريف الرضي: 33\rشعبان الاثاري: 26\rشهاب الدين أحمد بن عبد الله المكي: 24\rشهاب الدين بن العماد: 21\rشيخ زاده محي الدين: 22\rالطبراني: 63\rعائشة الباعونية: 26\rعبد الحق بن عبد الفتاح: 22\rعبد الرحيم الجرجاوي: 26\rعبد الله بن رواحة: 61\rعروة بن حزام: 71\rعز الدين الموصلي: 26\rعلاء الدين البسطامي: 21\rعلي بن أبي طالب: 59\rعلي بن محمد القلصاي: 21\rعمر الخرنوبي: 22\r(عمر بن الخطاب) : 59\rعيسى (عليه السلام) : 97\rفخر الدين الرازي: 59، 167\rالفرزدق: 32، 33\rالغزي: 11، 36، 116، 117، 144\rالغزنوي: 18\rقاسم بن محمد الحلبي: 26\rالقسطلاني: 22","seal":"36AE109F","part":"1"},
      {"page":217,"id":210,"nass":"كسرى: 61\rكعب بن زهير: 31\rالكمال السمعاني: 59\rالكميت: 33\rالكوفيون: 59، 60، 80، 91، 126\rمجد الدين الجيلي: 59\rمحمد بن أحمد المرزوقي: 22\rمحمد الشربيني: 60، 62\rمحمد عثمان المير غني: 22\rمحمد فرغلي الطهطاوي: 23\rمحمد المصري: 24\rمحمد بن مصطفى المدني: 22\rمحمود سامي الباروي: 24\rالمرادي: 91\rمهيار الدّيلميّ: 33\rموسى (عليه السلام) 95\rناصر الدين الفيومي: 24\rنافع: 124\rالنووي: 62\rياقوت الحموي: 70\rيوسف (عليه السلام) : 196\rيوسف البسطامي: 21\rيوسف بن أبي اللطف القدسي: 21\rيونس (عليه السلام) : 118","seal":"598D42E3","part":"1"},
      {"page":218,"id":211,"nass":"فهرس الأماكن والبلدان\rأحد: 61، 165\rإضم: 65\rالبحرين: 64، 168\rبدر: 165\rالبصرة: 64\rبلاد فارس: 112\rبوصير: 57\rتهامة 65\rالحجاز: 63\rالحديبية: 61\rحنين: 165\rالخطّ: 168\rالخندق: 61\rخيبر: 61\rذو سلم: 63\rالري: 112\rساوه: 112\rالسمينة: 65\rالطائف: 165\rالعقير: 168\rعمان: 168\rعمرة القصبة: 61\rالغار: 122- 123\rقطر: 168\rالقطيف: 168\rكاظمة: 64\rالكعبة المشرفة: 117\rمؤتة: 61\rالمدينة: 166\rمصر: 57\rمكة المكرمة: 65، 165\rنهر الفرات: 111\rهمذان: 112\rالهند: 168\rوادي سلم: 63\rوادي سماوة: 112\rاليمامة: 65، 168\rاليمن: 117","seal":"0D1DE4ED","part":"1"},
      {"page":219,"id":212,"nass":"المصادر والمراجع\r1- الأدب في العصر المملوكي د. محمد زعلول سلام- دار المعارف بمصر 1971 م.\r2- أساس البلاغة: للزمخشري- دار صادر- بيروت.\r3- إصلاح المنطق: لابن السكيت. حققه: أحمد شاكر وعبد السلام هارون.\rدار المعارف بمصر 1970 م.\r4- إعراب ثلاثين سورة: لابن خالويه. دار الحكمة- دمشق.\r5- الإنصاف في مسائل الخلاف: لأبي البركات بن الأنباري- تحقيق: محمد محيي الدين عبد الحميد. دار الفكر. بيروت.\r6- البديعيات د. علي أبو زيد: عالم الكتب بيروت 1403 هـ 1983 م.\r7- البيان في إعراب القرآن لابن الأنباري تحقيق د. طه عبد الحميد طه- الهيئة المصرية العامة للكتاب: 1980 م.\r8- تاج العروس: للزبيدي الكويت.\r9- الجنى الداني: للمرادي: تحقيق فخر الدين قباوة. حلب.\r10- حاشية الباجوري على البردة: إبراهيم الباجوري- مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر 1370 هـ- 1951 م.\r11- حجة القراآت: لأبي زرعة تحقيق: سعيد الأفغاني- مؤسسة الرسالة بيروت 1399 هـ- 1979 م.","seal":"42D54978","part":"1"},
      {"page":220,"id":213,"nass":"12- حياة الحيوان الكبرى. للدميري.\r13- خزانة الأدب وغاية الأرب لابن حجة الحموي. شرح عصام شعيتو. مكتبة الهلال بيروت 1991.\r14- خطا متعثرة (على طريق النحو العربي) د. عفيف دمشقية- دار العلم للملايين بيروت 1980.\r15- ديوان الأعشى (ميمون بن قيس) شرح وتعليق: د. محمد محمد حسين مكتبة الأداب بالجماميز- القاهرة بدون تاريخ.\r16- ديوان البوصيري. تحقيق. محمد سيد كيلاني، مكتبة مصطفى البابي الحلبي بمصر 1393 هـ- 1973 م.\r17- ديوان حسان بن ثابت: تحقيق: د. سيد حنفي دار المعارف- بمصر 1973 م.\r18- ديوان الفرزدق: شرح وضبط: على فاعور دار الكتب العلمية بيروت 1407 هـ 1987 م.\r19- سبل السلام: للصنعاني- دار إحياء التراث العربي- بيروت 1391 هـ 1971 م.\r20- شرح البردة بهامش حاشية الباجوري على البردة: للشيخ خالد بن عبد الله الأزهري- مكتبة البابي الحلبي بمصر 1370 هـ- 1951 م.\r21- شرح ديوان كعب بن زهير. صنعة، أبي سعيد الحسن بن الحسين السكري. دار الكتب المصرية القاهرية 1950 م.\r22- شرح المفصل ابن يعيش- عالم الكتب- بيروت.\r23- صحيح مسلم. لمسلم.\r24- صفة الصفوة: ابن الجوزي حققه محمود فاخوري. د. محمد رواس قلعه جي دار المعرفة بيروت 1406 هـ 1986 م.","seal":"40719C64","part":"1"},
      {"page":221,"id":214,"nass":"25- ضرائر الشعر- لابن عصفور الإشبيلي، تحقيق: السيد إبراهيم محمد.\rدار الأندلس، بيروت 1980.\r26- طبقات الشافعية: لأبي بكر ابن هداية الله الحسيني. تحقيق. عادل نويهض، دار الافاق الجديدة بيروت 1971.\r27- العبر في خبر- للذهبي- وزارة الإعلام- الكويت.\r28- الفرائد الجديدة- للسيوطي بغداد تحقيق. عبد الكريم المدرس- بغداد 1977.\r29- القاموس المحيط للفيروز آبادي مؤسسة الرسالة.\r30- الكشاف للزمخشري تحقيق: محمد مرسي عامر. دار المصحف.\rالقاهرة. 1397- 1977 م.\r31- الكشف عن وجوه القراآت السبع وعللها. لمكي بن أبي طالب. تحقيق محيي الدين رمضان- دمشق 1394- 1974.\r32- الكتاب لسيبويه تحقيق: عبد السلام هارون.\r33- الكليات لأبي البقاء- وزارة الثقافة- دمشق.\r34- لسان العرب- لابن منظور- دار صادر بيروت.\r35- المبسوط في القراآت العشر: لأبي بكر أحمد بن الحسين بن مهران الأصبهاني- تحقيق: سبيع حمزة حاكمي. مطبوعات مجمع اللغة العربية دمشق 1407 هـ 1986 م.\r36- المثلث. لابن السيد البطليوسي. تحقيق: صلاح مهدي الفرطوسي.\rبغداد 1401- 1981.\r37- مجمل اللغة: لابن فارس مؤسسة الرسالة بيروت.\r38- محمد صلى الله عليه وسلّم في الشعر الحديث: د. حلمي القاعود. دار الوفاء القاهرة 1408- 1987.\r39- مختار تفسير القرطبي توفيق الحكيم- الهيئة المصرية العامة 1977","seal":"A33DB6A7","part":"1"},
      {"page":222,"id":215,"nass":"40- المدائح النبوية د. زكي مبارك.\r41- المشترك وضعا والمفترق صقعا- ياقوت الحموي.\r42- معاني القرآن للفراء: حققه: نجاتي والنجار.\r43- معجم البلدان: ياقوت الحموي- دار صادر- بيروت.\r44- معجم القراآت القرآنية. د. أحمد مختار عمر. د. عبد العال سالم مكرم جامعة الكويت 1982 م.\r45- المعجم المفهرس لألفاظ القرآن الكريم: محمد فؤاد عبد الباقي- القاهرة 1364 هـ.\r46- مغني اللبيب: لابن هشام الأنصاري تحقيق: د. مازن مبارك- محمد علي حمد دار الفكر. بيروت 1972 م.\r47- معني المحتاج إلى معرفة معاني ألفاظ المنهاج: شرح محمد الشربيني على متن المنهاج للنووي.\r48- همع الهوامع: للسيوطي. عني بتصحيحه: السيد محمد بدر الدين النعساني- دار المعرفة. بيروت.","seal":"8D51ACA5","part":"1"},
      {"page":223,"id":216,"nass":"فهرس الموضوعات\rتقديم 5\rالمقدمة 8\rالمخطوط 10\rالدراسة 13\rترجمة البوصيري 15\r(عناصر البردة) 20\r1- النسيب النبوي (1- 12) «1»\r2- التحذير من هوى النفس (13- 28)\r3- مدح الرسول الكريم (29- 58)\r4- مولد الرسول (صلى الله عليه وسلّم) (59- 71)\r5- التحدث عن معجزات الرسول صلى الله عليه وسلّم (72- 87)\r6- التحدث عن القرآن الكريم (88- 104)\r7- الإسراء والمعراج (105- 117)\r8- التحدث عن جهاد الرسول وغزواته (118- 139)\r9- التوسل والتشفع (140- 151)\r10- المناجاة والتضرع (152- 160)\r__________\r(1) رقم الأبيات.","seal":"0A28AFC7","part":"1"},
      {"page":224,"id":217,"nass":"المدائح النبوية 28\rقصيدة البردة 38\rالمخطوط 57\rإعراب: (بسم الله الرحمن الرحيم 59\rإعراب أبيات البردة 62- 197\rالمسائل الإعرابية 199\rوجوه إعراب 207\rالمسائل الصرفية 208\rالايات القرآنية الكريمة 209\rفهرس الحديث الشريف 212\rفهرس الشعر 213\rالأعلام 215\rالأماكن والبلدان 218\rالمصادر والمراجع 219","seal":"5B005F77","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"العمدة في إعراب البردة قصيدة البوصيري","HigriD":"","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مؤلف العمدة في إعراب البردة","bLnk":null,"Inf":"[العمدة في إعراب البردة]\r\n\r\nبين طيات هذا الكتاب إعراب بجميع أبيات «قصيدة البردة» للبويصري حيث تم الاهتمام بإعراب الأبيات وتبيان غريب ما تيسر من لغاتها وبضبط ما أشكل من ألفاظها ليسهل تناولها على حفاظها. أما المتن محور عناية الإعراب، فهو أثر شعري باهر من تراث القرن السابع الهجري، إنه بردة البوصيري ذات الشهرة الذائعة، والمعارضات الكثيرة عبر العصور، حتى لم يخل عصر من إمام يعارض قصيدة البردة هذه ... فالأثر نفيس في متنه، وشرحه، ومعارضاته وإعرابه.","Auth":"مؤلف العمدة في إعراب البردة","Betaka":"الكتاب: العمدة في إعراب البردة قصيدة البوصيري\r\nالمؤلف: مؤلف (العمدة في إعراب البردة) - مجهول\r\nتحقيق: عبد الله أحمد جاجة\r\nتقديم: محمد علي سلطاني\r\nالناشر: دار اليمامة للطباعة والنشر- دمشق\r\nالطبعة: الأولى - 1423 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"4A11F9B1","cat":"النحو والصرف","oNum":23652,"BkId":23652,"oAuth":1383,"bVer":1,"aSeal":"916B7461"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t23652":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"تقديم"},
      {"lvl":1,"id":5,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":7,"sub":0,"tit":"المخطوط"},
      {"lvl":1,"id":9,"sub":0,"tit":"الدراسة"},
      {"lvl":2,"id":10,"sub":0,"tit":"ترجمة البوصيري"},
      {"lvl":2,"id":15,"sub":0,"tit":"عناصر البردة"},
      {"lvl":2,"id":23,"sub":0,"tit":"المدائح النبوية"},
      {"lvl":2,"id":30,"sub":0,"tit":"التأثر بإعراب البردة"},
      {"lvl":2,"id":33,"sub":0,"tit":"قصيدة البردة"},
      {"lvl":2,"id":43,"sub":0,"tit":"صور المخطوط"},
      {"lvl":2,"id":52,"sub":0,"tit":"إعراب (بسم الله الرحمن الرحيم)"},
      {"lvl":2,"id":55,"sub":0,"tit":"إعراب أبيات البردة"},
      {"lvl":3,"id":55,"sub":1,"tit":"[النسيب النبوي] :"},
      {"lvl":3,"id":67,"sub":0,"tit":"[التحذير من هوى النفس] :"},
      {"lvl":3,"id":80,"sub":0,"tit":"[مدح الرسول الكريم] :"},
      {"lvl":3,"id":112,"sub":0,"tit":"[التحدث عن معجزات الرسول]"},
      {"lvl":3,"id":125,"sub":0,"tit":"[التحدث عن القرآن الكريم]"},
      {"lvl":3,"id":138,"sub":0,"tit":"[التحدث عن الإسراء والمعراج]"},
      {"lvl":3,"id":148,"sub":0,"tit":"[التحدث عن جهاد الرسول وغزواته]"},
      {"lvl":3,"id":170,"sub":0,"tit":"[التوسل والتشفع]"},
      {"lvl":1,"id":192,"sub":0,"tit":"الفهارس"},
      {"lvl":2,"id":192,"sub":1,"tit":"فهرس المسائل الأعرابية"},
      {"lvl":2,"id":200,"sub":0,"tit":"وجوه إعراب"},
      {"lvl":2,"id":201,"sub":0,"tit":"فهرس الصرف"},
      {"lvl":2,"id":202,"sub":0,"tit":"فهرس الايات الكريمة"},
      {"lvl":2,"id":206,"sub":0,"tit":"(فهرس الشعر)"},
      {"lvl":2,"id":208,"sub":0,"tit":"فهرس الأعلام"},
      {"lvl":2,"id":211,"sub":0,"tit":"فهرس الأماكن والبلدان"},
      {"lvl":2,"id":212,"sub":0,"tit":"المصادر والمراجع"},
      {"lvl":2,"id":216,"sub":0,"tit":"فهرس الموضوعات"}
    ]
}
