{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b2583":
    [
      {"page":431,"id":1,"nass":"مقدمة\rالحمد لله رب العالمين القائل: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً..} الآية (التحريم/6) . ثم الصلاة والسلام على أشرف الأنبياء وسيد المرسلين نبينا محمد بن عبد الله وآله وأصحابه أجمعين وسلم تسليماً كثيراً.\rإن رياح وأمواج العصر الذي نعايشه هذه الأيام عاتية وهائجة، حيث تعصف وتجري معها المبادئ والقيم والأخلاق الإسلامية من نفوس وقلوب وعقول أبناء الأمة الإسلامية وخصوصاً الأطفال وما هذا إلاّ مما يقذف به على شواطئ أبصار وأسماع أبنائها.\rإن عصر العولمة الجارف يحاول هذه الأيام عن طريق وسائل الترويح والملهيات أن يستحوذ على قلوب وعواطف الأطفال إلى التعلق بعادات وتقاليد الكفار الملاحدة من الغربيين والشرقيين ومن ضعاف الإيمان من المسلمين. فهم يقدمون الأفلام والألعاب المختلفة التي تحمل في طياتها الانحراف والانحلال والبعد عن حقيقة الدين الإسلامي تحت شعار الترويح واللهو لإشباع وقت فراغ الأطفال. ونحن وبدون روية وتعقل نرمي بأنفسنا وأطفالنا في أحضان هذه الحضارة التي تباعد بينهم وبين التمسك بالعقيدة الصحيحة والأخلاق الإسلامية الفاضلة.\rلذا فإن الباحث وبتوفيق من الله تعالى بحث في مجال الترويح في بعض الدراسات الميدانية حول موضوع الترويح المعاصر للطفل المسلم فلم يجد عملاً ميدانياً في حد قاصر علم الباحث لموضوع ومشكلة الترويح غير أن هناك دراسات نظرية من علماء فضلاء مثل دراسة سعد سيد عويس التي كانت تحت عنوان: (وقت الفراغ والترويح في محيط طلاب كلية التربية بجامعة الملك سعود) ، والتي توصل الباحث فيها إلى النتائج التالية: النشاط الثقافي في المرتبة","seal":"FC8E3B3D","part":1},
      {"page":432,"id":2,"nass":"الأولى يليه الرياضي، والاجتماعي، والفني ثم العلمي.\rكما أن هناك دراسات وكتباً عديدة عن إشباع وقت الفراغ، وإن هذه الدراسة خصصت عن ترويح الطفل في الأدوات المعاصرة من حيث: أكثرها ممارسة لها، ثم من الذي يختارها؟ ثم هل يقوم ولي أمر الطفل بمراجعة محتواها قبل ممارسة الطفل لها؟ ثم هل يقوم ولي الأمر (الأب أو الأم) بمتابعة سلوك الطفل أثناء الممارسة لهذه الأداة؟\rإذن مشكلة البحث هي واقع الترويح المعاصر لدى الطفل المسلم من وجهة نظر الآباء والأمهات، والبحث قسم إلى جانب نظري بعد المقدمة - وحوى الجانب النظري الفرق بين الترويح المباح وغير المباح. والأحاديث الواردة في ترويحه صلى الله عليه وسلم للأطفال. ثم آراء بعض العلماء من المسلمين حول موضوع الترويح أو اللعب وأخيراً حقوق الأبناء على الآباء من منظور التربية الإسلامية. تلى ذلك الدراسات السابقة ثم الإجراءات التطبيقية على الترويح فالنتائج والتوصيات والمقترحات.\rفالباحث قام بهذه الدراسة لأهميتها في المجتمع السعودي المسلم الذي ينظر إليه العالم بأكمله على أنه مجتمع محافظ على دينه الإسلامي الحنيف، وللمحافظة على بناء أبنائه البناء الإسلامي المبني على منهج القرآن الكريم والسنة النبوية المطهرة، كي يحمي مستقبله، لأن بناء الطفل هو القاعدة الأساسية لبناء وثبات المجتمع في المستقبل، فرسول الله صلى الله عليه وسلم يقول: “كلكم راع وكل مسؤول عن رعيته” رواه البخاري.","seal":"5E3E6C76","part":1},
      {"page":432,"id":3,"nass":"أهمية الدراسة:\rومن المُسَلّم به أن الترويح جانب جبلي مفطور عليه الإنسان وقد أكد القرآن الكريم على أهمية الترويح في قصة يوسف عليه السلام مع إخوته حيث","seal":"5B2F1343","part":1},
      {"page":433,"id":4,"nass":"جاء: {قَالُوا يَا أَبَانَا مَا لَكَ لا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ أَرْسِلْهُ مَعَنَا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ} (يوسف/11 -12) ، وعلق على هذه الآية الكريمة ابن سعدي “أي يتنزه في البرية ويستأنس”1.\rومن ثم فإن أهمية الترويح المباح في حياة الأطفال يحتاج إلى دراسات منها النفسي والاجتماعي والاقتصادي والسياسي والتربوي لأن العصر الذي يعيشه الأطفال اليوم عصر الماديات أكثر من آداب المعنويات، فالمال والمنافسة على جمعه بشتى الطرق والوسائل وخاصةً من المؤسسات الغربية والشرقية المختلفة، فالحياة الغربية المعاصرة قد ارتفع فيها الدخل المالي وكثر فيها اتساع وقت الفراغ لكثرة استعمال التقنيات الحديثة، ذلك مما دفع بعض المؤسسات إلى إقامة صناعات ترويحية منها السياحة والإعلام والسينما وأماكن اللهو المختلفة، ومن المشاهد والظاهر أن المجتمعات الإسلامية أصبحت تساير هذا التيار حيث قامت بجلب هذه الصناعات، والدليل على ذلك أنه عندما ينظر الفرد منا مما حوله في بيته وشارعه ومدينته وقريته فإنه يجد الكثير مما هو معروض في الأسواق أو مقتنى في البيوت. فهذه المقتنيات من أدوات الترفيه غير المباح، لها آثار سلبية في نفوس أبناء المسلمين، يؤيد ذلك ما قام بدراسته عبد المنعم محمد بدر (بدراسة عن المجتمع السعودي نحو اتجاهات الترويح السلبي لعينة بلغت (1000) فرد، فكانت من نتائجه أن المعاكسات بلغت 6.3 %، والتفحيط 8.2 %، مشاهدة الأفلام العنيفة 12.4 %، متابعة البرامج غير الهادفة 9.4 %، السفر إلى الخارج 8.6 %”2.\rوالترويح المباح في منهج التربية الإسلامية وفقاً للحدود الشرعية مقيد\r__________\r1 عبد الرحمن بن سعدي، ج4، ص 10.\r2 عبد المنعم بدر، 1400هـ، ص 41.","seal":"230C9536","part":1},
      {"page":434,"id":5,"nass":"بالنوع والكم والكيف ومحدود بالزمان أي متى يقوم باستخدامه الإنسان المسلم، وفي عرض الباحث للجانب النظري للترويح يوضح ما ورد في ذكر الأمثلة القرآنية والنبوية للترويح المباح وخصوصاً للأطفال ومن هذا المنطلق فإن أهمية دراسة الترويح للأطفال ومن وجهة نظر الباحث تمثل موضوعاً هاماً لأن الطفل أمانة عند أبويه، كما جاء عنه صلى الله عليه وسلم: “كلكم راع وكل مسؤول عن رعيته” 1. وما دام الأمر فيه مسؤولية الرعاية والتي تعد أمانة سنسأل عنها يوم القيامة فلا بد من الرجوع إلى أصالة الدين الإسلامي المتمثل في القرآن الكريم والسنة المطهرة وحياة السلف الصالح الذين كان نهجهم اتباع الشرع الحنيف، وفي هذا ما يؤكد أهمية التأصيل التربوي الإسلامي، لكيفية الترويح عن الأطفال ونوعيتها وزمانها كما يرجو الباحث أن تقدم هذه الدراسة خدمة للقائمين على رعاية الأطفال في البيت والمدرسة والمؤسسات المختلفة في المجتمع وخصوصاً في المجالات الترفيهية والترويحية.\rولقلة الدراسات الميدانية في مجال الترويح للطفل المسلم لجأ الباحث لإجراء هذه الدراسة لكي يستفيد منها الآباء والأمهات والقائمون على تربية وبناء الأطفال في المجتمع المسلم العريق.\r__________\r1 صحيح البخاري، ج2، ص 6.","seal":"FB7EB626","part":1},
      {"page":434,"id":6,"nass":"أهداف الدراسة:\rتهدف الدراسة إلى:\r(1) التعرف إلى واقع الترويح المعاصر للأطفال من وجهة نظر الآباء والأمهات.\r(2) معرفة ما إذا كان هناك فروق ذات دلالة إحصائية بين وجهة نظر أفراد العينة نحو واقع أدوات الترويح وفقاً لمتغيرات: المؤهل التعليمي، القرابة،","seal":"3E58447F","part":1},
      {"page":435,"id":7,"nass":"الإقامة، مستوى الدخل، عمر أطفال أفراد العينة.\r(3) كما تهدف الدراسة الحالية إلى الوصول لبعض التوصيات بناء على النتائج التي من المؤمل أن تسهم في تحسين واقع الترويح المعاصر للأطفال بما يوافق منهج التربية الإسلامية.","seal":"D052D4AE","part":1},
      {"page":435,"id":8,"nass":"تساؤلات الدراسة:\r-ما واقع الترويح المعاصر للطفل المسلم كما يراه الآباء والأمهات من حيث: نموذج الترويح القائم، وأدوات الترويح، ومحتواه، وممارسته ومتابعة أثره؟\r-هل هناك فروق ذات دلالة إحصائية في رؤية الآباء والأمهات إزاء واقع الترويح المعاصر للطفل المسلم من حيث نموذجه، وأدواته، ومحتواه وممارسته ومتابعة أثره تعود إلى متغيرات المؤهل التعليمي، وصلة القرابة، ومكان الإقامة، ومستوى الدخل وعمر الطفل؟","seal":"7287B7B2","part":1},
      {"page":435,"id":9,"nass":"فروض الدراسة:\rلقد تضمنت الدراسة الفرضيات التالية:\r1 - لا توجد فروق ذات دلالة إحصائية بين رؤية أفراد العينة لواقع ممارسة الأطفال لأدوات الترويح تبعاً لاختلاف كل من: المؤهل العلمي، القرابة، الإقامة، ومستوى الدخل، وعمر أطفال أفراد العينة.\r2 - لا توجد فروق ذات دلالة إحصائية بين رؤية أفراد العينة لمراجعة محتوى أدوات الترويح تبعاً لاختلاف كل من: المؤهل العلمي، القرابة، الإقامة، ومستوى الدخل، وعمر أطفال افراد العينة.\r3 - لا توجد فروق ذات دلالة إحصائية بين رؤية أفراد العينة للمتابعة أثناء ممارسة الأطفال لأدوات الترويح تبعاً لاختلاف كل من: المؤهل العلمي، القرابة، الإقامة، ومستوى الدخل، وعمر أطفال أفراد العينة","seal":"24257303","part":1},
      {"page":4,"id":10,"nass":"فروض الدراسة\r...","seal":"C96D7C95","part":1},
      {"page":436,"id":11,"nass":"منهج الدراسة:\rإن المنهج الذي اتبعه الباحث في هذه الدراسة، هو المنهج الوصفي التحليلي نظراً لملاءمته لطبيعة الدراسة. والمنهج الوصفي هو الذي “يعتمد على دراسة الواقع أو الظاهرة كما توجد في الواقع ويهتم بوصفها وصفاً يعبر عنها تعبيراً كيفياً أو تعبيراً كميا”1.\r__________\r1 ذوقان عبيدات وآخرون، 1997م، ص 219.","seal":"FF3D961A","part":1},
      {"page":436,"id":12,"nass":"حدود الدراسة:\rتم تطبيق أداة الدراسة على عينة من المدينة المنورة وعددهم 60، منهم 30 آباء و 30 أمهات، كما طبق في قرية رابغ بواقع 60 فرداً منهم 30آباء و30 أمهات خلال الفصل الدراسي الأول عام 1421هـ","seal":"40556B1E","part":1},
      {"page":436,"id":13,"nass":"تعريفات المصطلحات:\rأولاً: التعريف اللغوي للترويح:\rالمعنى اللغوي لكلمة الترويح: (الرَّوْحُ يعني السرور والفرح ... وأيضاً الفُرْجَة بعد الكُرْبَةَ ... والراحة ضد التعب ... والتّروِيح قال اللحياني أرَاحَ الرجل إذا راحت عليه إبلُه وغنمه وماله ولا يكون ذلك إلاّ بعد الزوال) 1.\r“الرَّوحْ بالفتح من الاستراحة وكذا الراحة، والارتياح يعني النشاط”2.\r“أراح تعني تنفس واستراح وراوح بين الشيئين والعملين: تناول هذا مرة وهذا مرة”3.\r__________\r1 ابن منظور، ج2، ص 459، 465.\r2 محمد الرازي، ص 262.\r3 إبراهيم أنيس وآخرون، ج1، ص 380.","seal":"44A9E008","part":1},
      {"page":437,"id":14,"nass":"ثانياً: التعريف الاصطلاحي والإجرائي للترويح:\rالترويح بعامة: شغل وقت الطفل بألوان من النشاط الرياضي والفني والثقافي بهدف المتعة.\rالترويح الموجه: شغل وقت الطفل بمتعة تتلاءم مع التربية وتسهم في بناء الطفل في عقيدته وعبادته وأخلاقه ومعاملاته.\rتعريف الترويح المعاصر: (هو نشاط هادف وممتع يمارس اختيارياً بدافعية ذاتية وبوسائل وأشكال عديدة مباحة شرعاً ويتم غالباً في أوقات الفراغ) .","seal":"6CA346F4","part":1},
      {"page":438,"id":15,"nass":"الجانب النظري\rأولا: الفرق بين الترويح المباح وغير المباح\r...\rالجانب النظري:\rبعد عرض المعنى اللغوي والاصطلاحي والإجرائي يود الباحث أن يبين في الجانب النظري بعض أهم النقاط عن الترويح في منهج التربية الإسلامية\rأولاً: الفرق بين الترويح المباح وغير المباح:\rسمات وخصائص الترويح المباح:\rمن أكبر النعم على أمة الإسلام أن الله هدى المسلمين لهذا الدين ومن جزيل نعمه عليهم بعد الهداية أن جعل الدين مُيسراً حسب الاستطاعة، يقول تعالى: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر/22) . وقوله جل من قائل: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا} (التغابن/16) . وقوله جل وعلا في موضع آخر: {هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} ? (الحج/78) .\rفالله تبارك وتعالى حين خلق آدم عليه السلام وخلق ذريته وما خلقهم عبثاً فإن خلقه لغرض وهدف سامٍ ألا وهو العبودية لله كما جاء في محكم التنزيل: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} (الذاريات/56) ، لذا لا ينبغي لهذا المخلوق المُكلف أن يسلك في حياته إلاّ بما أُمِرَ ولا يقول إلاّ بما هو مطلوب منه، فالإنسان خُلق لهدف فلا يجعل حياته كلها لهواً ولعباً أو أن يتبع هواه، إنما الوقت كما جاء عنه صلى الله عليه وسلم: “لا تزولا قدما عبدٍ يوم القيامة حتى يُسأَلَ عن عمره فيم أفناه، وعن علمه فيم فعل به، وعن ماله من أين اكتسبه وفيم أنفقه، وعن جسمه فيم أبلاه” 1، لذا لا ينبغي للإنسان المكلف أن يضيِّع وقته في الترف واللهو واللعب والخمول والكسل فالحياة هي مزرعة الآخرة.\rفيما يتعلق بمنهج التربية الإسلامية من خلال الكتاب والسنة بالنسبة\r__________\r1 محمد بن سورة، ج4، ص 612.","seal":"56BE2F41","part":1},
      {"page":439,"id":16,"nass":"للترويح، فقد أباح للفرد أو للجماعة بعد العمل الجاد والكد والمكابدة في الحياة لطلب الرزق الحلال، أن يركن إلى الراحة قليلاً وأن يلهو مع أهله وأطفاله أو يُمازح أصدقاءه ويُسامرهم، أو أن يسير في الأرض للتعرف على قدرة الخالق العظيم في خلقه قال تعالى: {قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ... } (العنكبوت/20) .\rوإنما أمر بالسير في الأرض لأن السير يدني إلى الرائي مشاهداتٍ جمّة من مختلف الأرضين بجبالها وأنهارها ومحوياتها ويمر به على منازل الأمم حاضرها وباديها فيرى كثيراً من أشياء وأحوال لم يعتد رؤية أمثالها، فإذا شاهد ذلك جال نظر فكره في تكوينها بعد العدم جولاناً لم يكن يخطر له ببال حينما كان يشاهد أمثال تلك المخلوقات في ديار قومه، لأنه لما نشأ فيها من زمن الطفولة فما بعده قبل حدوث التفكير في عقله اعتاد أن يمر ببصره عليها دون استنتاج من دلائلها حتى إذا شاهد أمثالها مما كان غائباً عن بصره جالت في نفسه فكرة الاستدلال، فالسير في الأرض وسيلة جامعة لمختلف الدلائل فلذلك كان الأمر به لهذا الغرض من جوامع الحكمة. وجيء في جانب بدء الخلق بالفعل الماضي لأن السائر ليس له من قرار في طريقه فندر أن يشهد حدوث بدء المخلوقات، ولكنه يشهد مخلوقات مبدوءة من قبل فيفطن إلى أن الذي أوجدها إنما أوجدها بعد أن لم تكن وأنه قادر على إيجاد أمثالها فهو بالأحرى قادر على إعادتها بعد عدمها1.\rوالترويح المباح كثير ولله الحمد ومتنوع ومتعدد في وسائله حتى يتمكن كل فرد أن يجد ما يناسبه، وقبل الحديث عن أقسام الترويح المباح في منهج التربية الإسلامية يود الباحث أن يحدد أهم السمات والخصائص للترويح المباح\r__________\r1 ابن عاشور، 1984م، ج20، ص 230.","seal":"77FC731E","part":1},
      {"page":440,"id":17,"nass":"في كل مكان وزمان لأن الترويح في الشرع الحكيم ثابت ومقيد بنوعية وكيفية كما جاء به الدين الحنيف ومن السمات والخصائص ما يلي:\rأ - السمات:\r- الموافقة للشرع، أي البعد عما حرمه الشرع مثل النرد.\r- إحياءً للوقت، لأن الوقت أمانة ومسؤولٌ عنه الفرد كما تقدم.\r- التوسط في الأمر، فلا يأخذ وقت الترويح وقتاً كبيراً على حساب العمل أو المذاكرة وغيرها\r- البناء السوي، فالطفل مثلاً لا بد أن يبنى من خلال الترويح لمستقبله الديني والحيوي لمصلحة دينه وأسرته وأمته، لذا فإن الترويح إذا لم يحقق هذه السمة يصبح مردوده سلبياً على الطفل والأسرة والأمة بأكملها.\rومما جاء في السنة المطهرة عنه صلى الله عليه وسلم قوله: “لتعلم يهود أن في ديننا فسحة1 “أني أرسلت بحنيفية سمحة” 2.\rب - الخصائص:\r1 - الهادفية:\rالمقصود بها أن يكون النشاط هادفاً، بمعنى أن يساهم في إكساب الفرد - من خلال ممارسته النشاط - المهارات والقيم والاتجاهات التربوية، ويساهم في تنمية وتطوير شخصية الفرد.\r2 - تحقيق الدافعية:\rيتم الإقبال على ممارسة النشاط الترويحي، وفقاً لرغبات الممارس في\r__________\r1 فسحة: متسع.\r2 أحمد بن حنبل، ج6، ص 233.","seal":"72BAE841","part":1},
      {"page":441,"id":18,"nass":"الاشتراك في النشاط الترويحي وبدافع من ذاته\r3 – الاختيارية:\rحيث يختار الممارس نوعية النشاط الذي يفضله عن غيره من النشاطات الترويحية التي تتميز بتنوع مجالاتها ما بين ثقافية وفنية، واجتماعية، وأنشطة رياضية.\r4 - ارتباطه الوثيق بوقت الفراغ:\rيتم النشاط الترويحي في وقت الفراغ، الذي يتحرر فيه الفرد من قيود العمل، بعد الانتهاء من تلبية حاجاته الأساسية، ولذا فإن الترويح يعد أحد الأهداف الأساسية لوظائف وقت الفراغ.\r5 - التوازن النفسي:\rيحقق الترويح للفرد التوازن النفسي من خلال الأنشطة الترويحية فلكل إنسان أعماله الخاصة التي يؤديها في حياته وهذه الأعمال تكون غير كافية بإشباع الميول المتعددة للفرد، ولذا تبقى لدى الفرد ميول أخرى لا تزال في حاجة إلى إشباع. وهذه الميول يمكن إشباعها وقت الفراغ.\r6 - تحقيق الاتزان الانفعالي:\rالنشاط الترويحي من شأنه جلب السرور والمرح والبهجة إلى نفوس الممارسين وبذلك يكونون في حالة اتزان إنفعالي وسرور زائد أثناء النشاط الترويحي.\rفالفراغ والصحة مغبون فيهما صاحبهما كما جاء عنه صلى الله عليه وسلم: “نعمتان مغبون1 فيهما كثير من الناس الصحة والفراغ” 2. فعدم قيام الفرد باستثمار\r__________\r1 مغبون فيهما: أي خاسر.\r2 عبد المجيد منصور، 1411هـ، ص 142.","seal":"0E4EA56E","part":1},
      {"page":442,"id":19,"nass":"الصحة والفراغ فيما يرضي الرب تبارك وتعالى فهو خُسْران.\rبعد تحديد أهم السمات والخصائص للترويح يود الباحث عرض أنواع الترويح المباح.\rج - أنواع الترويح المباح:\rأولاً: الترويح الحركي: ويندرج تحت هذا النوع: السفر، السياحة، ألعاب الكرة باختلاف أشكالها، الصيد والقنص والمخيمات والفسح والرحلات القصيرة الداخلية.\rثانياً: الترويح غير الحركي: ويندرج تحته: الممازحة، ذكر الطُّرَف والحكم والأمثال ورواية الأخبار والمواقف والملاحم والأحداث والوقائع التاريخية، المساجلات الشعرية والمناظرات1.\rهذا بالإضافة إلى ما يندرج تحت المباح، مما يُشاهد أو يسمع أو يلعبه الفرد المسلم لأنه مسؤول عنه فقال صلى الله عليه وسلم: \"كل شيء ليس من ذكر الله لهو ولعب، إلاّ أن يكون أربعة: ملاعبة الرجل امرأته، وتأديب الرجل فرسه، مشي الرجل بين الغَرَضَين2 وتعليم الرجل السباحة\" 3.\rد - الترويح المحرم:\rبعد العرض الموجز عن الترويح المباح سيعرض الباحث الترويح المحرم الذي يتمثل فيما يلي:\rالمحرم نقيض الحلال، والحرام هو ما حرمه الله4.\r__________\r1 ابن ماجه، ج2، ص 1396.\r2 الغَرَضين: الأهداف.\r3 الطبراني، 1400هـ، ج2، ص 192.\r4ابن منظور، ج12، ص 119.","seal":"32A8D291","part":1},
      {"page":443,"id":20,"nass":"الترويح المحرم شرعاً: النرد أو الشطرنج، القمار، الألعاب الرياضية التي خرجت عن الآداب الشرعية مثل ظهور العورة أو اللبس الحرام أو الاختلاط بين الجنسين أو استماع الموسيقى أو الرياضات غير المباحة. كل ما ينطبق عليه ذلك من ألوان الترويح.\rيقول تبارك وتعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُواً أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (لقمان/6) . واللهو المذكور في الآية هو الغناء كما أقسم عبد الله بن مسعود رضي الله عنه على ذلك ثلاثاً وهو من الصحابة رضوان الله عليهم أجمعين، وقال بذلك الحسن البصري أيضاً أنه (الغناء والمزامير) 1.\rوبعد عرض أنواع الترويح فإن الباحث يستعرض فيما يلي الأحاديث الواردة في ترويحه صلى الله عليه وسلم للأطفال:\r__________\r1 ابن كثير، ج3، ص 443.","seal":"72498758","part":1},
      {"page":443,"id":21,"nass":"ثانيا: الأحادبث الواردة في ترويحه صلى الله عليه وسلم للأطفال\r...\rثانياً: الأحاديث الواردة في ترويحه صلى الله عليه وسلم للأطفال:\r1 - ومما جاء في مزاحه صلى الله عليه وسلم، أن عبد الله بن الحارث رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم يصف عبد الله وعبيد الله وكثيراً من أبناء العباس رضي الله عنهم ثم يقول: “من سبق إليّ فله كذا وكذا، قال فيستبقون إليه فيقفون على ظهره وصدره فيقبلهم” 1.\r2 - عن أنس رض الله عنه قال: إنه كان النبي صلى الله عليه وسلم ليخالطنا ـ أي يلاطفنا ويمازحنا ـ حتى قال لأخ لي: “يا أبا عمير ما فعل النغير” 2.\r3 - عن أنس بن مالك رضي الله عنه قال: “كان رسول الله صلى الله عليه وسلم من\r__________\r1 أحمد بن حنبل، ج1، ص 214.\r2 صحيح مسلم، ج3، ص 1693.","seal":"90CF8FD6","part":1},
      {"page":444,"id":22,"nass":"أحسن الناس خُلُقاً، فأرسلنا يوماً لحاجة فقلت والله لا أذهب، وفي نفسي أن أذهب لما أمرني به نبي الله صلى الله عليه وسلم فخرجت حتى أمر على صبيان وهم يلعبون في السوق، فإذا برسول الله صلى الله عليه وسلم بقفاي من ورائي، فنظرت إليه وهو يضحك فقال: يا أنيس: ذهبت حيث أمرتك قال: قلت نعم أنا ذاهب يا رسول الله ... الحديث”1.\r4 - عن عائشة رضي الله عنها قالت:”كنت ألعب بالبنات (مصنوعة من العهن ونحوه) ، فربما دخل علي رسول الله صلى الله عليه وسلم وعندي الجواري، فإذا دخل خرجن وإذا خرج دخلن”2.\r5 - عن عائشة رضي الله عنها قالت: “تزوجني رسول الله صلى الله عليه وسلم وأنا بنت سبع أو ست ... فأتتني أم رومان وأنا على أُرْجُوحةٍ” 3.\r6 - مرَّ النبي صلى الله عليه وسلم على نفرٍ من أَسْلَمَ ينتضلون (أي يرمون بالسهام) فقال النبي صلى الله عليه وسلم: “ارموا بني إسماعيل فإن أباكم كان رامياً ارموا وأنا مع بني فلان\"، فأمسك أحد الفريقين بأيديهم، \"فقال ما لكم لا ترمون\" فقالوا: كيف نرمي وأنت معهم؟ فقال: \"ارموا وأنا معكم جميعاً” 4.\r7 - عن عائشة رضي الله عنها قالت: “رأيت رسول الله صلى الله عليه وسلم يسترني بردائه وأنا أنظر إلى الحبشة يلعبون في المسجد حتى أكون أنا أسام، فاقْدُرُوا قَدْرَ الجارية الحديثة السن، الحريصة على اللهو” 5.\rعن عروة رضي الله عنه أن عائشة رضي الله عنها حدثته أن أبا بكر\r__________\r1 صحيح مسلم، ح4، ص 1805.\r2 أبو داود، 1389هـ، ج5، ص 226.\r3 أبو داود، 1389هـ، ج5، ص 228.\r4 صحيح البخاري، ج4، ص 45.\r5 سنن النسائي، ج3، ص 195. ابن ماجه، ج1، ص 51. صحيح مسلم، ج2، ص 797.","seal":"0128256C","part":1},
      {"page":445,"id":23,"nass":"الصديق رضي الله عنه دخل عليها وعندها جاريتان تضربان بالدف وتغنيان ورسول الله صلى الله عليه وسلم مسجى بثوبه وقال مرة أخرى متسبح ثوبه مكشف عن وجهه فقال: “دعها يا أبا بكر إنها أيام عيد، وهن أيام منى، ورسول الله صلى الله عليه وسلم يومئذ بالمدينة” 1.\r8 - عن يعلى بن مرة رضي الله عنه أنهم خرجوا مع النبي صلى الله عليه وسلم إلى طعام دُعوا له، فإذا حسين يلعب في السِّكَّة قال: \"فتقدَّم النبي صلى الله عليه وسلم أمام القوم وبسط يديه، فجعل الغلامُ يفرها، هنا وها هنا، ويضاحكه النبي صلى الله عليه وسلم حتى أخذه، فجعل إحدى يديه تحت ذقنه والأخرى في فأس رأسه2 فقبله، وقال: \"حسين مِنِّي وأنا من حسين، أَحَبَّ الله مَن أَحَبَّ حسيناً، حسينٌ سبط3 من الأسباط” 4.\r9- عن الربيع بنت معوذ رضي الله عنها قالت: “أرسل رسول الله صلى الله عليه وسلم غداة عاشوراء إلى قرى الأنصار التي حول المدينة، من كان أصبح صائماً فليتم صومه، ومن أصبح مفطراً فليتم بقية يومه. فكنا بعد ذلك نصومه ونصوم صبياننا الصغار منهم إن شاء الله ونذهب إلى المسجد فنجعل لهم اللعبة من العهن5، فإذا بكى أحدهم على الطعام أعطيناها إياه عند الإفطار”6.\r10- عن خالد بن سارة عن عبد الله بن جعفر قال: “لو رأيتني وقَثَمَ وعبيد الله ابني عباس رضي الله عنه ونحن صبيان نلعب إذ مر النبي صلى الله عليه وسلم على دابة، فقال: \"ارفعوا هذا\r__________\r1 سنن النسائي، ج3، ص 197.\r(فأس رأسه) : مؤخر الرأس المشرف على القفا.\r3 السبط: ولد الولد أو البنت.\r4 ابن ماجه، ج1، ص 51.\r5 العهن: الصوف.\r6 صحيح مسلم، ج2، ص 797.","seal":"5CB263F8","part":1},
      {"page":446,"id":24,"nass":"لي قال فحملني أمامه\". وقال لقثم: \"ارفعوا هذا لي فحمله وراءه ... ثم مسح على رأسه ثلاثاً وقال كلما مسح: اللهم اخلف جعفراً في ولده\". الحديث”1.\r11- عن زيد بن ثابت رضي الله عنه قال: “كانت وَقْعَةُ بُعَاث وأنا ابن ست سنين وكانت قبل هجرة رسول صلى الله عليه وسلم بخمس سنين، فقدم رسول الله صلى الله عليه وسلم المدينة وأنا ابن إحدى عشرة سنة وأُتِي بي إلى رسول الله صلى الله عليه وسلم فقالوا: غلام من الخزرج قد قرأ ست عشرة سورة، فلم أُجَزْ في بدر ولا أحد، وأُجزت في الخندق، قال ابن عمر وكان زيد بن ثابت يكتب الكتابين جميعاً كتاب العربية وكتاب العبرانية وأول مشهد شهده زيد بن ثابت مع رسول الله صلى الله عليه وسلم الخندق وهو ابن خمس عشرة سنة وكان فيمن ينقل التراب يومئذ مع المسلمين فقال صلى الله عليه وسلم: \"أما إنه نعم الغلام” 2.\rمما سبق من الأحاديث النبوية العملية للترويح للأطفال نستخرج بعضاً من الأهداف التربوية:\r1 - تدريب الأطفال على العبادة من خلال الترويح، كما في حديث الربيع التي كانت تصنع لهم اللعبة من الصوف وتذهب بهم إلى المسجد وهم صيام فإذا بكى أحدهم على الطعام أعطي اللعبة حتى الإفطار.\r2 - تدريب الأطفال على العمل الجاد والعمل الجماعي من خلال الترويح، كما في حديث النفر الذين كانوا يرمون بالسهام فجعل صلى الله عليه وسلم يرمى معهم جميعاً.\r3 - التدريب على الترويح المباح أثناء المناسبات الدينية كما في حديث عائشة رضي الله عنها حين كان صلى الله عليه وسلم يسترها حتى تنظر إلى الأحباش وهم يلعبون في المسجد بالحراب وغيرها.\r__________\r1 الحاكم، ج1، ص 372.\r2 الحاكم، ج3، ص 421.","seal":"D9B447E2","part":1},
      {"page":447,"id":25,"nass":"4 - التدريب على البناء الجسمي والتنافس الشريف أثناء القيام بالترويح فقد حدّث النبي صلى الله عليه وسلم بعضاً من أقاربه ثم حدد صلى الله عليه وسلم جائزة كما سبق.\r5 - إشباع الجانب العاطفي للطفل أثناء الترويح كما في حديث يعلى بن مرة رضي الله عنه أنه خرج مع النبي صلى الله عليه وسلم إلى طعام فإذا حسين رضي الله عنه يلعب في السكة فأصبح النبي صلى الله عليه وسلم يداعبه ويلاعبه ثم بعد ذلك أخذ برأسه وقبله.\r6 - مراعاة حالة الطفل أثناء الترويح كما جاء في حديث أنس رضي الله عنه حين أمره صلى الله عليه وسلم أن يذهب لقضاء غرض له، لكن أنس رضي الله عنه خرج أولاً على صبيان يلعبون في السوق، فلعب معهم، فإذا بالنبي صلى الله عليه وسلم خلفه فنظر إليه وهو يضحك، وبعد ذلك ذهب أنس حيث أمره صلى الله عليه وسلم.\r7 - إشباع الجانب الاجتماعي ذلك كما جاء في حديث عائشة رضي الله عنها أنها كانت تلعب بالبنات المصنوعة من العهن أو غيره ومعها بعض من جارياتها فإذا دخل النبي صلى الله عليه وسلم خرجن وإذا خرج صلى الله عليه وسلم دخلن.\r8 - إشباع وقت الفراغ بالقراءة للقرآن الكريم أو حفظه وتعليم اللغات المطلوبة وذلك من حديث زيد بن ثابت رضي الله عنه.\rهذه بعض من الأهداف التربوية للترويح الذي ينبغي أن يراعيها الوالدان والقائمون على المؤسسات الترويحية المختلفة في كل بيئة من البيئات الإسلامية لأنهم مسؤولون عن كل ما يراه أو يسمعه أو يقوم بأدائه الأطفال يقول تبارك وتعالى: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} (الإسراء/36) .\rبعد عرض بعض من الأحاديث النبوية لترويح الأطفال يود الباحث أن يعرض بعضاً من آراء علماء المسلمين عن الترويح (اللعب) :","seal":"91C303CA","part":1},
      {"page":448,"id":26,"nass":"ثالثاً: آراء العلماء المسلمين نحو الترويح (اللعب) :\rقبل أن ننتقل إلى الجانب الميداني يود الباحث أن يعرض تحليلاً لبعض آراء علماء التربية الإسلامية نحو الترويح أو اللعب وحقوق الأبناء على الآباء.\rلقد اهتم كثير من علماء المسلمين بتربية الطفل في مختلف جوانبه الدينية والدنيوية، فإن كان بعضهم لا يطلق عليه بالترويح لكن أدرجه تحت عنوان تأديب الصبيان أو تربية الأولاد أو سياسة الأطفال أو التعليم والتعلم ويعرض الباحث لمثل هذا التوجيه وفق ما يلي من الأفكار والتوجيه الإسلامي الذي إما أن تكون عامة للأطفال أو يختص بالترويح.\r1 - الغزالي:\r“اعلم أن الطريق في رياضة الصبيان من أهم الأمور وأوكدها والصبيان أمانة عند والديهم، وقلبه الطاهر جوهرة نفسية ساذجة خالية من كل نقش وصورة، وهو قابل لكل ما نقش ومائل إلى كل ما يُمال به إليه، فإن عود الخير وعلمه نشأ عليه وسعد في الدنيا والآخرة وشاركه في ثوابه أبوه وكل معلم له مؤدب، وإن عود الشر وأهمل إهمال البهائم نقش وهلك وكان الوزر في رقبة القيم عليه والوالي له. وقد قال الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً} ، ومهما كان الأب يصونه عن نار الدنيا فإنه يصونه عن نار الآخرة أولى، وحسب نيته بأن يؤدبه ويهذبه ويعلمه محاسن الأخلاق ويحفظه من قرناء السوء ولا يعوده التنعم ... ثم يشغل في المكتب (الكُتَّاب) فيتعلم القرآن وأحاديث الأخيار وحكايات الأبرار ... ويُعود في بعض النهار المشي والحركة والرياضة حتى لا يغلب عليه الكسل ... وينبغي له أن يؤذن له بعد الانصراف من الكتاب أن يلعب لعباً جميلاً يستريح إليه من تعب المكتب ... فإن منع الصبي من اللعب وإرهاقه إلى التعلم دائماً يميت قلبه ويبطل ذكاءه، وينغص عليه","seal":"AAA4988E","part":1},
      {"page":449,"id":27,"nass":"العيش حتى يطلب الحيلة في الخلاص منه رأساً”1.\rومن النص نخلص إلى ما يلي:\r- تعليم القراءة ولا سيما للقرآن الكريم والأحاديث النبوية وأخبار الأبرار، في نظر الغزالي يعد أحد الأمور الهامة في إشغال وقت الطفل أثناء ترويحه من عناء الحياة أو التعليم المنظم.\r- اللعب فطرة من خلالها يعبر الطفل فيها عن مستقبل حياته وخصوصاً اللعب أو الترويح الموجه.\r- الترويح عن طريق اللعب فيه تنمية إيجابية للبناء الجسمي والعاطفي.\r- الترويح وسيلة لبناء الجانب الخلقي حتى لا يلجأ الطفل إلى الحيلة من أداء الواجب أو الذهاب إلى طلب العلم.\r2 - ابن سحنون:\rلقد أجاب ابن سحنون عن سؤال يختص بتحديد أيام إجازة الأطفال في العيدين فقال: “الفطر يوماً واحداً ولا بأس أن يأذن لهم ثلاثة أيام، والأضحى ثلاثة أيام ولا بأس أن يأذن لهم خمسة أيام”2.\rومن توجيهات هذا النص ما يلي:\r- ربط الترويح للأطفال في أيام الأعياد الدينية التي هي عيد الفطر والأضحى والتي هي مرتبطة في الجانب العقدي.\r- في أيام العيدين فرصة للترويح للأطفال في تعلم كثير من الآداب الإسلامية المرتبطة بالدين منها صلة الأقارب والأرحام، لقاء الأصدقاء،\r__________\r1 الغزالي، 1402هـ، ج3، ص 72 - 73.\r2 الأهواني، 1983م، ص 356.","seal":"65FE7DE7","part":1},
      {"page":450,"id":28,"nass":"اللعب خلال هذه الأيام حسب المتاح من الألعاب النافعة المباحة الموجودة في بيئة الأطفال، ومثل هذه الأمور من الترويح باعثة للفرح والسرور عند الأطفال.\r3 - ابن قيم الجوزية:\rيشير إلى بعض من واجبات الوالد نحو ولده فيقول: “وينبغي أن يتأمل حال الصبي، وما هو مستعد به من الأعمال، ومهيأ له منها، فيعلم أنه مخلوق له، فلا يحمله على غيره مما كان مأذوناً فيه شرعاً، فإنه إن حمله على غيره ما هو مستعد له لم يفلح فيه، فإنه ما هو مهيأ له، فإذا رآه حسن الفهم صحيح الإدراك جيد الحفظ واعياً، فهذا من علامة قبوله وتَهَيُّئِه للعلم، فلينقش في لوح قلبه ما دام خالياً، فإنه يتمكن فيه ويستقر ويزكو معه، وإن رآه بخلاف ذلك من كل وجه، وهو مستعد للفروسية وأسبابها والركوب واللعب بالرمح وإنه لا فهم له في العلم مكّنه من أسباب الفروسية والتمرن عليها، فإنه أنفع له وللمسلمين”1.\rمن ثنايا النص نستفيد الآتي:\r- لا بد على الوالد أن يتابع طفله حتى يعرف مدى استعداداته الفطرية.\r- أن وجهة الوالد طفله إلى العمل الذي هو مستعد له فطرياً فيوجهه إليه حتى يمكن منه.\r- الوالد لا يقحم طفله على تخصص ليس له ميل فطري.\r- يظهر من النص أن الاستعداد والميل نحو علم وعمل هما سبب النجاح.\r4 - ابن مسكويه:\rمنهج ابن مسكويه في الترويح أو اللعب أو الرياضة للأطفال يكمن في\r1 الشرباصي، 1980م، ج3، ص 121.","seal":"7BBBADFC","part":1},
      {"page":451,"id":29,"nass":"حفظ الصحة وتنفي الكسل وتطرد البلادة وبعث النشاط للبدن وكذلك تزكية النفس لهم، فقال تحت عنوان (آداب متنوعة) جمل عديدة اخترت منها الآتي:\r“وينبغي أن يؤذن للطفل في بعض الأوقات أن يلعب لعباً جميلاً، ليستريح إليه من تعب الأدب، ولا يكون في لعبه ألم ولا تعب شديد ... ويعود على الرياضات التي تحرك الحرارة الغريزية وتحفظ الصحة وتنقي الكسل وتطرد البلاده وتبعث النشاط وتزكي النفس ... ويمنع من النوم الكثير فإنه يقبحه ويغلظ ذهنه ويميت خاطره ... ويعود المشي والحركة والركوب والرياضة حتى لا يتعود أضرارها”1.\rبعد هذا العرض الموجز عن آراء علماء المسلمين عن الترويح (اللعب) يود الباحث أن يؤكد على حقوق الأبناء في منهج التربية الإسلامية.\rرابعاً: حقوق الأبناء على الآباء من منظور التربية الإسلامية2.\rإن حقوق الأبناء على الآباء منصوص عليها في القرآن الكريم والسنة النبوية المطهرة، فجاء في القرآن الكريم: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً ... } الآية (التحريم/6) . ويقول المربي مُعلم الناس الخير صلى الله عليه وسلم: “كلكم راعٍ وكلكم مسؤول عن رعيته، ... ، والرجل راعٍ في أهله وهو مسؤول عن رعيته والمرأة راعية في بيت زوجها ومسؤولة عن رعيتها ... الحديث” 3.\rوإذا عرفنا معنى الآية الكريمة والحديث الشريف عرفنا أهمية حقوق\r__________\r1ابن مسكويه، 1401هـ، ص 51 - 54.\r2مزيد من المعلومات: عبد الرحمن أحمد الأهدل، المسؤولية في الإسلام، ص99-119.\r3 صحيح البخاري، ج2، ص 6.","seal":"BB44F8FB","part":1},
      {"page":452,"id":30,"nass":"الأبناء على الآباء. ومن أهم هذه الحقوق التي خلاصتها تسعى في جلب ما ينفعهم ودفع ما يضرهم عاجلاً وآجلاً، وأذكر على سبيل المثال:\r1 - العناية بتربيتهم الجسمانية وقت الطفولة من غذاء منظم مفيد ونظافته وعلاجه عند الحاجة ونحو ذلك مما يساعدهم على نمو أجسامهم وسلامتها، وقوة أعضائهم فإن النبي صلى الله عليه وسلم يقول: “المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير” 1.\r2 - العناية بتنشئتهم على الأخلاق الفاضلة في وقت الصغر، فإن الأمور التي يُطبع عليها الصغير قلما يفارقها في كبره يقول المصطفى صلى الله عليه وسلم فيما رواه ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: “أكرموا أولادكم، واحسنوا أدبهم” 2.\r3 - العناية بتنمية قدراتهم العقلية بالتدريج، بحيث لا يحملون ما لا يطيقون، بل يبدأ معهم بتمارين مناسبة لعقولهم وخصوصاً الأمور المحسوسة لأنها أقرب للإدراك قال تعالى: {قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} (الأنعام/11) .\r4- متابعة الأبناء في أداء الصلاة المفروضة على الوجه الأكمل وخصوصاً عند دخول وقت الصلوات الخمس لأن النبي صلى الله عليه وسلم قال: “علموا الصبي الصلاة ابن سبع سنين واضربوه عليها ابن عشر” 3، فالإنسان طبع على التقليد أو المحاكاة للآخرين، فالطفل يقوم مثل ما يقوم أبوه ويتحرك مثله ويصلي مثله. فإن الطفل إذا عود في بداية حياته ونشأ على الصلاة فإنه وبإذن الله يستمر على\r__________\r1 صحيح مسلم، ج4، ص 2052.\r2 ابن ماجه، ج2، ص 1211.\r3 محمد بن سورة، ج2، ص 259.","seal":"A10106A7","part":1},
      {"page":453,"id":31,"nass":"أدائها حتى الممات، فالتربية الإسلامية في منهجها القويم تدعو دائماً إلى الأمور الحسنة والغايات السامية والأهداف النبيلة.\r5 - العناية بغرس العقيدة1 في قلوبهم لأن الله تبارك وتعالى خلقهم على الإيمان به كما جاء في قوله تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ} (الروم/30) ، والمعلم القدوة صلى الله عليه وسلم قام بأداء هذا الجانب عملياً حيث جاء عنه صلى الله عليه وسلم، عن ابن عباس رضي الله عنهما قال: “كنت خلف النبي صلى الله عليه وسلم يوماً فقال: \"يا غلام إني أعلمك كلمات، احفظ الله يحفظك احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلاّ بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء، لن يضروك إلاّ بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف” 2.\r6 - العناية بحفظ وتلاوة القرآن الكريم والسنة النبوية، لأن عقولهم وألبابهم صافية وقادرة على الحفظ والاستظهار. والقرآن الكريم والسنة النبوية المطهرة هما المصدر لهذا الدين كما أنهما راحة للنفوس في هذه الحياة الدنيا والرضا من الله تعالى في الآخرة.\r7- بعد تعليمهم القرآن والسنة من حيث التلاوة أو الاستظهار يأتي دور الأحكام الشرعية المستنبطة من الكتاب والسنة وهذا عن طريق القراءة لهم والشرح من الكتب الموثوق بها في الشريعة في جميع العلوم الشرعية مثل القرآن الكريم وعلومه، والسنة المطهرة وعلومها، وكتب الأخلاق، واللغة العربية وآدابها\r__________\r1 مزيد من المعلومات: محمد نور سويد، منهج التربية النبوية للطفل، ص81 وما بعدها.\r2 محمّد بن سورة، ج 4، ص: 667.","seal":"117969AA","part":1},
      {"page":454,"id":32,"nass":"والسيرة النبوية وسير الرجال من أهل السلف الصالح مثل الخلفاء الراشدين وقادة المسلمين والأئمة الأربعة وغيرهم من فضلاء الأمة الإسلامية منذ ظهور هذا الدين الحنيف وإلى يومنا هذا، حتى يربط الحاضر بالماضي ويصبح الطفل إنساناً له تاريخ عريق وماضٍ مجيد وضاء حتى يسير إلى ما ساروا عليه.\r8 - ينبغي على الوالدين اختيار الصحبة لأبنائهم، كما تختار لهم المؤسسة التعليمية التي يتعلم فيها، ويعرف أبناءه المشكلات المختلفة التي تحيط بهم في أسرتهم أو الذي يعيشون فيه أو المجتمع الكبير، لأن تعريف الأطفال منذ صغر سنهم بمثل هذه الأمور تدفهم إلى التعرف على أعدائهم كما يقوم على حل هذه المشكلات.\r9 - الأمور السابقة يشترك الذكور والإناث فيها، ولكن هناك أمور خاصة بالإناث منها: أصول الرعاية الأسرية ما يسمى التدبير المنزلي، مبادئ تربية الأطفال وخصوصاً إن كانت هي الكبرى، كما تعلم حقوق الزوجين، الحجاب والحشمة كما يقوم الوالدان باختيار الزوج الكفء المعروف بالدين والأخلاق الفاضلة والتقوى.\rالعناصر سالفة الذكر هي جزء من أمور كثيرة ينبغي على الوالدين تحملها لأنها من المسؤوليات الكبرى أمام الله تعالى يوم القيامة.","seal":"06E59002","part":1},
      {"page":454,"id":33,"nass":"الدراسات السابقة:\rويود الباحث أن يوفي بعض أهم الدراسات ذات الصلة بلموضوع ومنها:\r1 - حلقة بحث حول موضوع (الترويح في المجتمع","seal":"88D7C9DD","part":1},
      {"page":455,"id":34,"nass":"الإسلامي) عقدته الرئاسة العامة لرعاية الشباب في جدة، في المملكة العربية السعودية من 15 – 17/6/1402هـ، ومن المشاركين عبد الله بن سعد الرشيد وكان موضوعه (فلسفة الترويح في الإسلام) مما أكد عليه (الترويح الرياضي والمناسبات الدينية، ملاعب الأطفال) . كما شارك محمد السيد الوكيل بموضوع (الترويح في المجتمع الإسلامي) ومن موضوعات بحثه (الاهتمام بالنشاط الرياضي، وأدوات الترويح بما هو نافع ومتمشٍ مع أهداف التربية الإسلامية) .\rومن المشاركين أيضاً عبد الحميد عبد المحسن بموضوع (الترويح والشخصية الإسلامية) وقد ربط أهداف دراسته في تحقيق هدف التربية الإسلامية الأصيل.\rوقد أوصت هذه الندوة بما يلي:\r- التأكيد على أهمية المسجد والحلقات العلمية فيه.\r- الاهتمام بالمعسكرات والرحلات والمسابقات التي تنمي شخصية المسلم.\r- التأكيد على ربط الموضوعات بالتاريخ الإسلامي أيضاً.\r2 - ومن الدراسات أيضاً دراسة ياسر عثمان جاد الله (1405هـ) ، تحت عنوان (وسائل الترفيه ما يحل فيها وما يحرم) ، نهج (جاد الله) نهج علماء الشريعة في عرض الموضوع بأقوال العلماء والمذاهب الأربعة، كما حدد معنى الترويح، كما استعرض حكم المعازف والرقص، فالموضوع عولج معالجة فقهية شرعية.\r3 - دراسة (كمال درويش) و (محمد الحماحمي) عرضا موضوع الترويح تحت عنوان (الترويح وأوقات الفراغ في المجتمع المعاصر – 1406هـ) ، في الفصل الأول حددا مفهوم وقت الفراغ، المحور الثاني: التعليم وأوقات الفراغ والترويح المحور الثالث: التربية الخاصة بالمعوقين والترويح. فالمحور الثاني له صلة قوية بالترويح غير أن بعض أنواع الترويح فيه بعد عن منهج التربية الإسلامية، حيث أكدا على توفير الآلات الموسيقية والغناء والرقص في جدول الحصص اليومي للمدارس.\r4- دراسة خالد بن فهد العودة التي تحت عنوان (الترويح التربوي رؤية إسلامية) 1414هـ، هدفت إلى بيان مفهوم الترويح وأيضاً كيفية ممارسة","seal":"2A118597","part":1},
      {"page":456,"id":35,"nass":"المجتمع الإسلامي الأول للترويح، وضع تصور مقترح للترويح في المجتمع الإسلامي، أما منهجه في الدراسة فاستعمل المنهج التدريجي، والمنهج الاستنباطي، والمنهج الوصفي، قسمت الدراسة إلى ستة فصول، ومن نتائج هذه الدراسة أن هناك ترويحاً إسلامياً يسعى إلى تحقيق أهداف التربية الإسلامية، أن الترويح بمفهومه التربوي الإسلامي قابل للتطبيق في المجتمع المسلم، أن الترويح المعاصر في البلاد الإسلامية في معظمه مستورد من الغرب.\rالملاحظ على الدراسات السابقة أنها انتهجت الأسلوب النظري حيث لم تكن دراسات ميدانية إلاّ أن الباحث استفاد منها، وهذا ما يميز هذه الدراسة الحالية حيث إنّها انتهجت الأسلوب الوصفي التحليلي وهي دراسة ميدانية.","seal":"097592CC","part":1},
      {"page":456,"id":36,"nass":"تعليق على الدراسات السابقة:\rأولاً: الأهداف:\r1 -كان الهدف من عقد الندوة حول موضوع (الترويح في المجتمع المسلم) ، المنعقدة في جدة، بالمملكة العربية السعودية، التي أقامتها الرئاسة العامة لرعاية الشباب، هو تحديد ماهية الترويح وتحديد أهمية وما يجب أن يكون عليه الترويح في المجتمع المسلم.\r2 - أما دراسة ياسر عثمان جاد الله في مجملها فتهدف إلى بيان حكم (تلك العوائد التي اعتادها الناس للترويح عن أنفسهم) .\r3 - لم يحدد كمال درويش ومحمد الحماحمي الهدف من دراستهما التي قاما بها هو موضوع (الترويح وأوقات الفراغ في المجتمع المعاصر) .\r4 - لقد كانت أهداف دراسة خالد بن فهد العودة (الترويح التربوي رؤية إسلامية) كما يلي:\r- بيان المفهوم التربوي للترويح كما قرره الكتاب والسنة.","seal":"0EB67BFE","part":1},
      {"page":457,"id":37,"nass":"- إيضاح كيفية ممارسة المجتمع الإسلامي الأول للترويح.\r- بيان المفهوم المعاصر للترويح، وأساليبه، وآثاره على الفرد والمجتمع.\r- وضع تصور مقدَّم للترويح في المجتمع الإسلامي المعاصر، من خلال تبيان دور المؤسسات الاجتماعية التربوية.\rثانياً - المنهج المتّبع:\r1 - لم يكن المنهج المتّبع محدداً من قِبَل الباحثين كما هو مطلوب في البحوث العلمية غير أن المنهج المتبع من خلال عرض الأبحاث هو المنهج الاستدلالي من القرآن الكريم والسنة النبوية المطهرة للتأكيد على أهمية الترويح وأنواعه.\r2 - غير أن ياسر عثمان جاد الله نهج منهج علماء العلوم الشرعية وذلك بعرض الموضوع على المنهج الاستنباطي من أقوال العلماء والتأكيد عليهم من القرآن الكريم والسنة النبوية المطهرة.\r3 - لم يحدد كمال درويش ومحمد الحماحمي في كتابهما المنهج الذي سارا عليه في الترويح وأوقات الفراغ في المجتمع المعاصر. غير أن الذي ظهر لي أنهما نهجا منهج جمع المعلومات من مصادرها العربية والأجنبية وعرضاها في كتاب.\r4 - اعتمد خالد بن فهد عودة في دراسته الترويح التربوي رؤية إسلامية على المنهج التاريخي والاستنباطي والوصفي.\rاتسمت الدراسات السابقة بأنها نهجت الجانب النظري.\rثالثاً: الفرق بين الدراسات:\r1 - جاء التأكيد على جانب المنافسات الرياضية والثقافية وكذلك ملاعب الأطفال. في عموم موضوع (الترويح في المجتمع الإسلامي) .\r2 - أكد ياسر عثمان جاد الله في دراسته على الأحكام الشرعية لأدوات الترويح.","seal":"1FDC79D8","part":1},
      {"page":458,"id":38,"nass":"3 - ودراسة كمال درويش ومحمد الحماحمي أكدت على موضوعات كثيرة منها معالجة وقت الفراغ، والترويح وتحديد مفهوم وقت الفراغ والتربية الخاصة بالمعوقين والترويح.\r4 - ودراسة خالد العودة ركزت على الضوابط التربوية لعملية الترويح في المجتمع المسلم، عرض نماذج وتطبيقات في عصر النبوة، ثم وضع تصور مقترح للترويح التربوي في بعض المؤسسات الاجتماعية.\rويلاحظ مما سبق أن جميع الدراسات اهتمت بالترويح لأبناء المسلمين، كما أكدوا على الرجوع إلى مبادئ التربية الإسلامية في الترويح، كما اهتموا أيضاً بمفهوم الترويح.\rكما أن الباحث استفاد في مجال المراجع وبعض النصوص القرآنية والأحاديث وبعض التعريفات والمفاهيم للترويح.","seal":"EC3BC1A3","part":1},
      {"page":458,"id":39,"nass":"الطريقة وإجراءات الدراسة:\rاستخدم الباحث المنهج الوصفي وذلك لمعرفة واقع ممارسات الأطفال لأدوات الترويح المختلفة ودور الوالدين في اختيار أدوات الترويح ومراجعة محتواها ومتابعة الطفل أثناء ممارسته لها. كما استخدم الباحث أداة الاستبانة لجمع بيانات هذه الدراسة، والتي تعد أكثر أدوات هذه المنهجية شيوعاً.","seal":"8359C9BA","part":1},
      {"page":458,"id":40,"nass":"عينة الدراسة\rجدول رقم (1)\r...\rعينة الدراسة:\rيتكون مجتمع البحث من الآباء والأمهات من كل من المدينة المنورة ورابغ، ونظراً لتعذر الحصول على قائمة بهذا المجتمع لم يتمكن الباحث من استخدام الأسلوب العشوائي، ولذا لجأ الباحث إلى اختيار العينة بطريقة غير عشوائية (العينة القصدية) والتي تعني أن يقوم الباحث باختيار هذه العينة اختياراً حراً على أساس أنها تحقق أغراض الدراسة نظراً لسهولة استخدام هذا النوع من","seal":"99300277","part":1},
      {"page":464,"id":41,"nass":"جدول رقم (2)\rأهم أنواع الترويح التي يمارسها الطفل مرتبة تنازلياً حسب المتوسطات الحسابية لمدى الممارسة\rرقم الفقرة في الاستبانة\r...\rالفقرات\r...\rالمتوسط\r...\rترتيب الفقرة حسب المتوسط\r...\rالانحراف المعياري\r6\r...\rمشاهدة البرامج التلفزيونية الخاصة بالأطفال\r...\r4.1\r...\r1\r...\r1.1\r14\r...\rكراسات أرسم ولون\r...\r3.6\r...\r2\r...\r1.4\r8\r...\rالاستماع إلى أشرطة الأناشيد الإسلامية\r...\r3.5\r...\r3\r...\r1.3\r2\r...\rممارسة محطة الألعاب\r...\r3.1\r...\r4\r...\r1.5\r11\r...\rالمشاركة في حلقات تحفيظ القرآن الكريم\r...\r3\r...\r5\r...\r1.6\r12\r...\rالذهاب إلى ملاهي ألعاب الأطفال\r...\r3\r...\r6\r...\r1.2\r3\r...\rممارسة الألعاب الرياضية خارج المنزل\r...\r2.9\r...\r7\r...\r1.4\r7\r...\rمشاهدة البرامج التلفزيونية العامة\r...\r2.8\r...\r8\r...\r1.3\r1\r...\rممارسة الألعاب الرياضية باستخدام الكمبيوتر\r...\r2.7\r...\r9\r...\r1.3\r10\r...\rقراءة القصص\r...\r2.6\r...\r10\r...\r1.4","seal":"10331370","part":1},
      {"page":465,"id":42,"nass":"مشاهدة الأفلام التثقيفية\r...\r2.5\r...\r11\r...\r1.3\r15\r...\rاستخدام الحاسب الآلي\r...\r2.1\r...\r12\r...\r1.4\r9\r...\rالاستماع إلى الأغاني العربية\r...\r1.8\r...\r13\r...\r1.1\r13\r...\rالذهاب إلى النوادي الرياضية\r...\r1.6\r...\r14\r...\r1.1\r4\r...\rتربية الحيوانات الأليفة\r...\r1.5\r...\r15\r...\r1\r16\r...\rاستخدام الإنترنت\r...\r1.1\r...\r16\r...\r0.6\rالمتوسط العام\r...\r2.62\r...\r...\rيلاحظ أن الأنشطة الأربعة الأخيرة جاءت في مراتب تقع على العموم بين خانتي نادراً تمارس وعدم الممارسة تقريباً. تراوحت متوسطاتها بين (2.1) بانحراف معياري (1.4) وبين (1, 1) بانحراف معياري (0,6) وهذه تمثل (استخدام الحاسب الآلي) و (سماع الأغاني العربية) و (تربية الحيوانات الأليفة) و (استخدام الإنترنت) .\rربما تعزى هذه النتيجة بصورة عامة إلى أمور ثلاثة رئيسية أولها التغيرات الاجتماعية والتقدم الحضاري الذي تشهده الأسرة المسلمة المعاصرة في المملكة العربية السعودية (وفي غيرها من البلدان) وما تبع ذلك من تغيرات فكرية وثقافية في حياة الفرد.\rفمثلاً نجد أن تربية الحيوانات الأليفة بدت نادرة جداً في حياة أفراد العينة، بينما كان على سبيل المثال للحصر لتربية الحمام أو الدجاج موقع كبير وأفضلية عالية في حياة الأطفال مثل جيل مضى.\rولعل القيمة الاقتصادية والغذائية للأسرة آنذاك كانت من دوافع تربية الحمام واهتمامات الأطفال بها.\rولعل التقدم التقني والفني الذي يشهده الإعلام العربي والأجنبِي ومجال","seal":"3EA864AA","part":1},
      {"page":466,"id":43,"nass":"إخراج وإنتاج برامج الأطفال التلفزيونية أيضاً من المبررات التي يمكن أن يعزى إليها الإطار العام لنتيجة هذا الجزء من الدراسة. فلقد زاد المتفنن في عرض برامج الأطفال واستخدام الألوان والأصوات والموسيقى وكلها أمور تجذب اهتمام الأطفال وتشد انتباههم. كما أن التوجه نحو القصص الاجتماعية والتاريخية والإسلامية في برامج الأطفال قد يكون من الدوافع التي تجذب الطفل نحو الشاشة المرئية، ونحو المتابعة المستمرة للبرامج التلفزيونية المخصصة للأطفال.\rوقد ينسحب التطور التقني والفن والإبداع في الإعداد والإخراج على كراسات التلوين وعلى تسجيلات الأناشيد الإسلامية.\rويرى الباحث أن المبرر الرئيسي الثالث لنتيجة هذا الجزء من الدراسة هو أن حاجز اللغة يبدو وكأنه شكل حاجزاً (ولو جزئياً) أمام انطلاق الأطفال نحو ممارسة الألعاب الحديثة ذات الصبغة الإلكترونية. فرغم قوة الجذب في هذه الألعاب نجد أن (ممارسة محطة الألعاب) كانت الرابعة في ترتيب أنواع الترويح المستخدمة، أما (ممارسة الألعاب الرياضية بالكمبيوتر) فقد جاءت التاسعة و (استخدام الحاسب الآلي) كان الثاني عشر، وكان (استخدام الإنترنت) في آخر القائمة بين الممارسات الترويحية للأطفال.\rيبين الجدول (أ) أهم أنواع الترويح الممارسة مرتبة تنازلياً حسب متوسطاتها الحسابية. ويتضح من الجدول أن (مشاهدة البرامج التلفزيونية الخاصة بالأطفال) احتل المرتبة الأولى بمتوسط حسابي بلغ (4,1) و (1, 1) انحراف معياري.\rوانخفضت القيم تدريجياً حتى وصلت (1, 1) للمتوسط الحسابي بانحراف معياري (0,6) وذلك لاستخدام الشبكة العنكبوتية العالمية (الإنترنت) .\rإن هذا يوضح أن أفراد العينة من جيل الأطفال المسلمين المعاصر أكثر","seal":"00BC5FCF","part":1},
      {"page":467,"id":44,"nass":"ما تهتم في مجال الترويح بمشاهدة برامج الأطفال التلفزيونية، ثم يتلو ذلك استخدام الأطفال لكراسات التلوين ثم الاستماع إلى أشرطة الأناشيد الإسلامية المسجلة ثم استخدام محطة الألعاب الإلكترونية (Play Station) فالمشاركة في حلقات تحفيظ القرآن الكريم، يليها الذهاب إلى ملاهي ألعاب الأطفال.","seal":"1493BBB3","part":1},
      {"page":467,"id":45,"nass":"جدول رقم (3)\rالأشخاص الذين يختارون كل نوع من أنواع الترويح المختارة (الطفل أو أقرباؤه الراشدون) حسب النسب المئوية لتكرارات استجابات الآباء.\rم\r...\rالفقرات\r...\rاختيار أداة الترويح\rالطفل\r...\rالوالدين\r...\rغير ذلك*\rالعدد\r...\rالنسبة %\r...\rالعدد\r...\rالنسبة %\r...\rالعدد\r...\rالنسبة %\r1\r...\rممارسة الألعاب الرياضية باستخدام الكمبيوتر\r...\r67\r...\r76.1 %\r...\r20\r...\r22.7 %\r...\r1\r...\r1.2 %\r2\r...\rممارسة محطة الألعاب\r...\r69\r...\r81.2 %\r...\r15\r...\r17.6 %\r...\r1\r...\r1.2 %\r3\r...\rممارسة الألعاب الرياضية خارج المنزل\r...\r68\r...\r75.6 %\r...\r19\r...\r21.1 %\r...\r3\r...\r3,3 %\r4\r...\rتربية الحيوانات الأليفة\r...\r18\r...\r66.7 %\r...\r5\r...\r18.5 %\r...\r4\r...\r14.8 %\r5\r...\rمشاهدة الأفلام التثقيفية\r...\r31\r...\r25.3 %\r...\r48\r...\r59.3 %\r...\r2\r...\r2.4 %","seal":"6FEFFDF3","part":1},
      {"page":468,"id":46,"nass":"مشاهدة البرامج التلفزيونية الخاصة بالأطفال\r...\r85\r...\r78 %\r...\r24\r...\r22 %\r...\rـ\r...\rصفر %\r7\r...\rمشاهدة البرامج التلفزيونية العامة\r...\r61\r...\r67 %\r...\r28\r...\r30.8 %\r...\r2\r...\r2,2 %\r8\r...\rالاستماع إلى أشرطة الأناشيد الإسلامية\r...\r62\r...\r62 %\r...\r35\r...\r35 %\r...\r3\r...\r3 %\r9\r...\rالاستماع إلى الأغاني العربية\r...\r32\r...\r64 %\r...\r12\r...\r24 %\r...\r6\r...\r12 %\r10\r...\rقراءة القصص\r...\r48\r...\r59.3 %\r...\r32\r...\r39.5 %\r...\r1\r...\r1.2 %\r11\r...\rالمشاركة في حلقات تحفيظ القرآن الكريم\r...\r27\r...\r38.6 %\r...\r37\r...\r52.8 %\r...\r6\r...\r8.6 %\r12\r...\rالذهاب إلى ملاهي ألعاب الأطفال\r...\r65\r...\r60.8 %\r...\r38\r...\r35.5 %\r...\r4\r...\r3.7 %\r13\r...\rالذهاب إلى النوادي الرياضية\r...\r21\r...\r53.8 %\r...\r12\r...\r30.8 %\r...\r6\r...\r15.4 %\r14\r...\rكراسات أرسم ولون\r...\r86\r...\r82.7 %\r...\r17\r...\r16.3 %\r...\r1\r...\r1 %\r15\r...\rاستخدام الحاسب الآلي\r...\r25\r...\r45.4 %\r...\r20\r...\r36.4 %\r...\r10\r...\r18.2%\r16\r...\rاستخدام الإنترنت\r...\r7\r...\r53.8 %\r...\r4\r...\r30.8 %\r...\r2\r...\r15.4 %\rقريب أو صديق (جار) أو مدرس.\rبعد معرفة أهم أنواع الترويح التي يمارسها الطفل المسلم المعاصر من واقع مدى ممارسته لها، تتناول الفقرة التالية معرفة الشخص الذي يختار هذه","seal":"D0526024","part":1},
      {"page":469,"id":47,"nass":"الممارسات للأطفال كما يظهر من استجابات الآباء والأمهات.\rالجدول رقم (3) يوضح النسب المئوية لتكرارات إجابات الأبوين لسؤال من الشخص الذي يختار الممارسة الترويحية للطفل؟\rيتضح من الجدول أن الطفل في الغالب هو الذي يختار لنفسه نوع الترويح الذي يمارسه فقد كان هذا هو الحال بازدياد النسبة المئوية لصالح خانة الطفل في أربعة عشر نوعاً. وكانت (مشاهدة الأفلام التثقيفية) و (المشاركة في حلقات تحفيظ القرآن الكريم) هما المفردتين الوحيدتين اللتين ظهر أن الوالدين يختارانهما للطفل.\rوهو أمر متوقع بالنسبة لهاتين الفقرتين على وجه الخصوص لخصوصيتهما وتميزهما عن غيرهما من الممارسات الترويحية ولم ينطبق ذلك على (قراءة القصص) ولكن لعل للوالدين الدور الأكبر في شراء قصص الأطفال وتوفيرها في متناول الطفل؛ ثم يختار منها ما يروق لنفسه ليقرأه.\rإن موضوع اختيار نوع الممارسات الترويحية للطفل المسلم يرتبط بمعرفة الأسباب الكامنة وراء الاختيار. وهذا ما تتطرق إليه الفقرة الحالية من الدراسة.\rفقد تبين من استجابات الأبوين من أفراد العينة - كما يظهر في الجدول رقم (4) .","seal":"393408C4","part":1},
      {"page":469,"id":48,"nass":"جدول رقم (4)\rالتكرارات والنسب المئوية لأسباب اختيار الممارسات الترويحية كما يراها الأبوين.","seal":"3681CACA","part":1},
      {"page":470,"id":49,"nass":"السبب\r...\rالعدد\r...\rالنسبة المئوية\r1\r...\rالتفكير والقدرات العقلية\r...\r74\r...\r29.6 %\r2\r...\rالجاذبية وشد الاهتمام\r...\r51\r...\r20.4 %\r3\r...\rالمحتوى المعرفي\r...\r45\r...\r18 %\r4\r...\rالمهارات اليدوية\r...\r44\r...\r17.6 %\r5\r...\rالسعر المنخفض\r...\r30\r...\r12 %\r6\r...\rشهرة الأداة\r...\r4\r...\r1.6 %\r7\r...\rالسعر المرتفع\r...\r2\r...\r0.8 %\rالمجموع\r...\r250 *\r...\r100 %\rاختار بعض الآباء أكثر من سبب لذا فإن المجموع عدد أفراد العينة.\rأن (29.6 %) من أفراد العينة يرون أن (التفكير والقدرات العقلية) هي أحد أسباب الاختيار لأداة الترويح، وهكذا يتضح أن التفكير والقدرات العقلية هي أهم أسباب الاختيار، مما يدل على وجود وعي عند الآباء والأمهات في اختيار الأداة. وحصلت الفقرة (الجاذبية وشد الاهتمام) على نسبة (20.4 %) ، ثم (المهارات اليدوية) بنسبة (17.6 %) . أما (الشهرة و (السعر المرتفع) فظهر انخفاض النسبة المئوية فيهما إلى (1,6) و (0.8 %) .","seal":"3EA63DFC","part":1},
      {"page":471,"id":50,"nass":"جدول رقم (5)\rمقارنة بين عينة سكان المدينة المنورة وسكان رابغ فيما يتعلق بأسباب الاختيار لأداة الترويح.\rم\r...\rالأسباب\r...\rسكان المدينة\r...\rسكان رابغ\rالعدد\r...\rالنسبة المئوية\r...\rالعدد\r...\rالنسبة المئوية\r1\r...\rالسعر المنخفض\r...\r18\r...\r12.7 %\r...\r12\r...\r11.1 %\r2\r...\rالسعر المرتفع\r...\r1\r...\r0.7 %\r...\r1\r...\r0.9 %\r3\r...\rالمحتوى المعرفي\r...\r27\r...\r19 %\r...\r18\r...\r16.7 %\r4\r...\rالمهارات اليدوية\r...\r25\r...\r17.6 %\r...\r19\r...\r17.6 %\r5\r...\rالتفكير والقدرات العقلية\r...\r37\r...\r26.1 %\r...\r37\r...\r34.3 %\r6\r...\rشهرة الأداة\r...\r3\r...\r2.1 %\r...\r1\r...\r0.9 %\r7\r...\rالجاذبية وشد الاهتمام\r...\r31\r...\r21.8 %\r...\r20\r...\r18.5 %\rالمجموع\r...\r142\r...\r100 %\r...\r108\r...\r100 %\rكما يوضح جدول رقم (5) الفرق بين سكان المدن والقرى نحو أسباب الاختيار لأداة الترويح حيث ظهر الآتي: أعلى نسبة بينهما كانت في التفكير والقدرات العقلية، غير أن النسبة أكثر في سكان القرى عنه في المدن حيث بلغت النسبة المئوية في سكان القرى (34.3 %) . عموماً هناك تقارب بينهما في تعيين أسباب الاختيار وربما يرجع السبب في ذلك إلى توفر الكهرباء ورفع المستوى الثقافي والمالي، وسهولة وسائل الاتصال والمواصلات.","seal":"EACABEA4","part":1},
      {"page":472,"id":51,"nass":"جدول رقم (6)\rاستجابات عينة الدراسة من الآباء والأمهات مرتبة تنازلياً\rحسب المتوسطات الحسابية لمراجعة المحتوى\rرقم الفقرة في الاستبانة\r...\rالفقرات\r...\rالمتوسط\r...\rترتيب العبارة حسب المتوسط\r...\rالانحراف\r8\r...\rالاستماع إلى أشرطة الأناشيد الإسلامية\r...\r3\r...\r1\r...\r1.7\r6\r...\rمشاهدة البرامج التلفزيونية الخاصة بالأطفال\r...\r3\r...\r2\r...\r1.6\r14\r...\rكراسات ارسم ولون\r...\r2.9\r...\r3.5\r...\r1.6\r1\r...\rممارسة الألعاب الرياضية باستخدام الكمبيوتر\r...\r2.9\r...\r3.5\r...\r1.6\r10\r...\rقراءة القصص\r...\r2.8\r...\r5\r...\r1.8\r12\r...\rالذهاب إلى ملاهي ألعاب الأطفال\r...\r2.8\r...\r6\r...\r1.7\r5\r...\rمشاهدة الأفلام التثقيفية\r...\r2.7\r...\r7\r...\r1.7\r2\r...\rممارسة محطة الألعاب\r...\r2.7\r...\r8\r...\r1.6\r7\r...\rمشاهدة البرامج التلفزيونية العامة\r...\r2.6\r...\r9\r...\r1.6\r11\r...\rالمشاركة في حلقات تحفيظ القرآن الكريم\r...\r2.5\r...\r10\r...\r1.8\r3\r...\rممارسة الألعاب الرياضية خارج المنزل\r...\r2.4\r...\r11\r...\r1.5\r9\r...\rالاستماع إلى الأغاني العربية\r...\r2.1\r...\r12\r...\r1.6\r15\r...\rاستخدام الحاسب الآلي\r...\r2\r...\r13\r...\r1.6","seal":"4A52FF72","part":1},
      {"page":473,"id":52,"nass":"الذهاب إلى النوادي الرياضية\r...\r1.7\r...\r14\r...\r1.4\r4\r...\rتربية الحيوانات الأليفة\r...\r1.5\r...\r15\r...\r1.1\r16\r...\rاستخدام الإنترنت\r...\r1.4\r...\r16\r...\r1.2\rالمتوسط العام\r...\r2.43\r...\r...\rيوضح جدول رقم (6) أن عينة الدراسة من الأمهات والآباء لديهم اهتمامات في مراجعة المحتوى لأداة الترويح، فجاء الاستماع إلى أشرطة الأناشيد الإسلامية في المرتبة الأولى بمتوسط بلغ (3.0) ، وكما تمت المراجعة لمشاهدة البرامج التلفزيونية الخاصة بالأطفال في المرتبة الثانية وكان المتوسط (3.0) ، والتعرف على محتوى كراسات ارسم ولون، ممارسة الألعاب الرياضية باستخدام الكمبيوتر في المرتبة الثانية مكرر بمتوسط (2.9) .\rأما تربية الحيوانات الأليفة، واستخدام الإنترنت، لم يكن هناك اهتمام لأفراد عينة الدراسة. وربما يعود ذلك إلى أن معظمهم لم يألفوه كما تقدم في جدول رقم (5) لذا نجد أن المتوسط لتربية الحيوانات الأليفة بلغ (1.5) واستخدام الإنترنت (1.4) .","seal":"D79FB0C0","part":1},
      {"page":474,"id":53,"nass":"جدول رقم (7)\rاستجابات عينة الدراسة من الآباء والأمهات مرتبة تنازلياً\rحسب المتوسطات الحسابية للمتابعة أثناء الممارسة\rرقم الفقرة في الاستبانة\r...\rالفقرات\r...\rالمتوسط\r...\rترتيب العبارة حسب المتوسط\r...\rالانحراف\r12\r...\rالذهاب إلى ملاهي ألعاب الأطفال\r...\r3.2\r...\r1\r...\r1.8\r8\r...\rالاستماع إلى أشرطة الأناشيد الإسلامية\r...\r3\r...\r2\r...\r1.7\r14\r...\rكراسات ارسم ولون\r...\r2.9\r...\r3\r...\r1.6\r6\r...\rمشاهدة البرامج التلفزيونية الخاصة بالأطفال\r...\r2.9\r...\r4\r...\r1.5\r1\r...\rممارسة الألعاب الرياضية باستخدام الكمبيوتر\r...\r2.8\r...\r5\r...\r1.5\r11\r...\rالمشاركة في حلقات تحفيظ القرآن الكريم\r...\r2.7\r...\r6\r...\r1.8\r10\r...\rقراءة القصص\r...\r2.7\r...\r7\r...\r1.7\r7\r...\rمشاهدة البرامج التلفزيونية العامة\r...\r2.6\r...\r8.5\r...\r1.6\r5\r...\rمشاهدة الأفلام التثقيفية\r...\r2.6\r...\r8.5\r...\r1.6\r2\r...\rممارسة محطة الألعاب\r...\r2.6\r...\r10\r...\r1.5\r3\r...\rممارسة الألعاب الرياضية خارج المنزل\r...\r2.5\r...\r11\r...\r1.6\r15\r...\rاستخدام الحاسب الآلي\r...\r2.4\r...\r12\r...\r1.7","seal":"9B2A1F51","part":1},
      {"page":475,"id":54,"nass":"الاستماع إلى الأغاني العربية\r...\r2.1\r...\r13\r...\r1.6\r13\r...\rالذهاب إلى النوادي الرياضية\r...\r1.9\r...\r14\r...\r1.5\r4\r...\rتربية الحيوانات الأليفة\r...\r1.7\r...\r15\r...\r1.2\r16\r...\rاستخدام الإنترنت\r...\r1.4\r...\r16\r...\r1.1\rالمتوسط العام\r...\r2.51\r...\r...\rيوضح جدول رقم (7) أن المرتبة الأولى للمتابعة من قبل الآباء والأمهات لأطفالهم أثناء ممارسة أدوات الترويح كانت في الذهاب إلى ملاهي ألعاب الأطفال فبلغ متوسط (3.2) لأن الملاهي وما فيها من ألعاب فيها خطورة لذا نرى متابعة الآباء والأمهات لأطفالهم. وجاءت في المرتبة الثانية الاستماع إلى أشرطة الأناشيد الإسلامية فبلغ المتوسط (3.0) وبالرجوع إلى جدول رقم (5) ، نرى أن هذه العبارة أخذت المرتبة الثالثة وجاء في المرتبة الثالثة كراسات ارسم ولون بمتوسط بلغ (2.9) وبالرجوع إلى جدول رقم (5) ، نجد أنه احتل المرتبة الثانية لذا وجب المتابعة من أفراد عينة الدراسة، أما المراتب الأخيرة كما هو في الجدول رقم (5) وجدول رقم (6) ، فإن العبارة: تربية الحيوانات الأليفة أخذت المرتبة (15) بمتوسط بلغ (1.7) والمرتبة الأخيرة كانت عبارة استخدام الإنترنت، حيث بلغ المتوسط (1.4) ما دام لا ممارسة لهما لذا فإن السبب ربما يعود إلى عدم وجدهما.\rثانياً: للإجابة عن سؤال البحث الثاني والذي أمكن صياغته على النحو التالي: هل هناك فروق ذات دلالة إحصائية في رؤية الآباء والأمهات إذاً، واقع الترويح المعاصر للطفل المسلم من حيث نموذجه، وأدواته، ومحتواه، وممارسته، ومتابعة أثره تعود إلى متغيرات المؤهل التعليمي، وصلة القرابة، ومكان الإقامة، ومستوى الدخل، وعمر الطفل؟","seal":"6BCA3C2E","part":1},
      {"page":476,"id":55,"nass":"عمد الباحث إلى اختبار فروض الدراسة الثلاثة والتي كانت على النحو التالي:\rالفرض الأول: لا يوجد فروق ذات دلالة إحصائية بين وجهة نظر أفراد العينة فيما يتعلق بممارسة الأطفال لأدوات الترويح وفقاً لـ: المؤهل التعليمي، القرابة والإقامة، مستوى الدخل، وعمر أطفال أفراد العينة.\rالفرض الثاني: لا يوجد فروق ذات دلالة إحصائية بين وجهة نظر أفراد العينة فيما يتعلق بمراجعة محتوى أدوات الترويح وفقاً لـ: المؤهل التعليمي، القرابة والإقامة، مستوى الدخل، وعمر أطفال أفراد العينة.\rالفرض الثالث: لا يوجد فروق ذات دلالة إحصائية بين وجهة نظر أفراد العينة فيما يتعلق بمتابعة الأطفال أثناء الممارسة لأدوات الترويح وفقاً لـ: المؤهل التعليمي، القرابة والإقامة، مستوى الدخل، وعمر أطفال أفراد العينة.","seal":"3D493BED","part":1},
      {"page":476,"id":56,"nass":"جدول رقم (8)\rاختبار (ت) لدلالة الفروق بين رؤية أفراد عينة الدراسة لممارسة الأطفال لأدوات الترويح التي تعزى إلى المؤهل التعليمي والقرابة والإقامة ومستوى الدخل وعمر أطفال أفراد العينة.\rالدلالة عند مستوى 0.05\r...\rقيمة ت\r...\rأقل من جامعي\r...\rجامعي فأعلى\r...\rالبيانات\r...\rالمؤهل التعليمي\rغير دال\r...\r0.502\r...\r2.61\r...\r2.66\r...\rالمتوسط الحسابي\r0.53\r...\r0.44\r...\rالانحراف المعياري\r88\r...\r32\r...\rالعدد\r...\rالأم\r...\rالأب\r...\rالبيانات\r...\rالقرابة\rدال\r...\r3.122\r...\r2.48\r...\r2.76\r...\rالمتوسط الحسابي\r0.53\r...\r0.44\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد","seal":"5B4D6229","part":1},
      {"page":477,"id":57,"nass":"..\rرابغ\r...\rالمدينة\r...\rالبيانات\r...\rالإقامة\rغير دال\r...\r0.928\r...\r2.58\r...\r2.66\r...\rالمتوسط الحسابي\r0.57\r...\r0.43\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد\r...\rأدنى من المتوسط\r...\rمتوسط فأعلى\r...\rالبيانات\r...\rمستوى الدخل\rغير دال\r...\r-1.089\r...\r2.64\r...\r2.48\r...\rالمتوسط الحسابي\r0.5\r...\r0.49\r...\rالانحراف المعياري\r106\r...\r14\r...\rالعدد\r...\rمن 6 - 12 سنة\r...\rمن 4 - 5 سنوات\r...\rالبيانات\r...\rعمر أطفال أفراد العينة\rغير دال\r...\r0.343\r...\r2.61\r...\r2.64\r...\rالمتوسط الحسابي\r0.51\r...\r0.5\r...\rالانحراف المعياري\r81\r...\r39\r...\rالعدد\rلاختبار صحة الفرض الأول تم استخدام اختبار (ت) للكشف عن دلالة الفروق كما يتضح من الجدول رقم (8) ، حيث اتضح وجود فروق ذات دلالة إحصائية بين أفراد العينة نحو ممارسة أدوات الترويح تبعاً لمتغير القرابة، وتبين من الجدول رقم (8) أن قيمة (ت) تساوي 3.122 وهي قيمة دالة إحصائياً عند مستوى دلالة 0.05 ومن ذلك يتضح أن رؤية الآباء لواقع ممارسة أدوات الترويح من قبل أطفالهم تفوق رؤية الأمهات وربما يعود ذلك لكون الآباء أكثر حرصاً وخبرة وخوفاً على الأبناء من الأمهات.\rكما يتضح من الجدول رقم (8) عدم وجود فروق ذات دلالة إحصائية بين وجهة النظر تبعاً لكل من المؤهل والإقامة، ومستوى الدخل وعمر أطفال أفراد العينة.","seal":"6F5D9C5A","part":1},
      {"page":478,"id":58,"nass":"جدول رقم (9)\rاختبار (ت) لدلالة الفروق بين رؤية عينة الدراسة لمراجعة محتوى أدوات الترويح التي تعزى إلى المؤهل التعليمي والقرابة والإقامة ومستوى الدخل وعمر أطفال أفراد العينة.\rالدلالة عند مستوى 0.05\r...\rقيمة ت\r...\rأقل من جامعي\r...\rجامعي فأعلى\r...\rالبيانات\r...\rالمؤهل التعليمي\rدال\r...\r2.517\r...\r2.3\r...\r2.79\r...\rالمتوسط الحسابي\r0.92\r...\r0.97\r...\rالانحراف المعياري\r88\r...\r32\r...\rالعدد\r...\rالأم\r...\rالأب\r...\rالبيانات\r...\rالقرابة\rغير دال\r...\r1.295\r...\r2.32\r...\r2.54\r...\rالمتوسط الحسابي\r0.93\r...\r0.98\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد\r...\rرابغ\r...\rالمدينة\r...\rالبيانات\r...\rالإقامة\rغير دال\r...\r1.38\r...\r2.31\r...\r2.55\r...\rالمتوسط الحسابي\r0.9\r...\r0.99\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد\r...\rأدنى من المتوسط\r...\rمتوسط فأعلى\r...\rالبيانات\r...\rمستوى الدخل\rغير دال\r...\r0.863\r...\r2.4\r...\r2.64\r...\rالمتوسط الحسابي\r0.95\r...\r0.97\r...\rالانحراف المعياري\r106\r...\r14\r...\rالعدد\r...\rمن 6 - 12 سنة\r...\rمن 4 - 5 سنوات\r...\rالبيانات\r...\rعمر أطفال أفراد العينة\rغير دال\r...\r0.917\r...\r2.38\r...\r2.55\r...\rالمتوسط الحسابي\r0.92\r...\r1.03\r...\rالانحراف المعياري\r81\r...\r39\r...\rالعدد\r... ... ... ... ... ...","seal":"5F7A15B8","part":1},
      {"page":479,"id":59,"nass":"لاختبار صحة الفرض الثاني تم استخدام اختبار (ت) للكشف عن دلالة الفروق كما يتضح من الجدول رقم (9) .\rحيث اتضح وجود فروق ذات دلالة إحصائية بين أفراد العينة نحو مراجعة محتوى أدوات الترويح تبعاً لمتغير المؤهل التعليمي وتبين من الجدول رقم (9) أن قيمة (ت) تساوي 2.517 وهي قيمة ذات دالة إحصائياً عند مستوى 0.05 ومن ذلك يتضح أن رؤية الجامعي فأعلى لمراجعة محتوى أدوات الترويح تفوق رؤية أقل من جامعي وهذا هو المتوقع لأن الثقافة والدراية يمكن صاحبها من معرفة مواطن الخوف عند استعمال مثل هذه الأدوات فلابد من مراجعة محتوى أدوات الترويح.\rكما يتضح من الجدول رقم (9) عدم وجود فروق ذات دلالة إحصائية بين وجهة نظر أفراد العينة حسب القرابة والإقامة ومستوى الدخل وعمر أطفال أفراد العينة.","seal":"EF78BE76","part":1},
      {"page":479,"id":60,"nass":"جدول رقم (10)\rاختبار (ت) للدلالة الفروق بين رؤية أفراد عينة الدراسة لمتابعة الأطفال أثناء ممارسة أدوات الترويح التي تعزى إلى المؤهل التعليمي، والقرابة والإقامة ومستوى الدخل وعمر أطفال أفراد العينة.\rالدلالة عند مستوى 0.05\r...\rقيمة ت\r...\rأقل من جامعي\r...\rجامعي فأعلى\r...\rالبيانات\r...\rالمؤهل التعليمي\rدال\r...\r2.018\r...\r2.4\r...\r2.79\r...\rالمتوسط الحسابي\r0.95\r...\r0.89\r...\rالانحراف المعياري\r88\r...\r32\r...\rالعدد","seal":"19180A69","part":1},
      {"page":480,"id":61,"nass":"..\rالأم\r...\rالأب\r...\rالبيانات\r...\rالقرابة\rغير دال\r...\r1.276\r...\r2.39\r...\r2.62\r...\rالمتوسط الحسابي\r0.9\r...\r0.98\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد\r...\rرابغ\r...\rالمدينة\r...\rالبيانات\r...\rالإقامة\rدال\r...\r2.691\r...\r2.28\r...\r2.73\r...\rالمتوسط الحسابي\r0.84\r...\r0.99\r...\rالانحراف المعياري\r60\r...\r60\r...\rالعدد\r...\rأدنى من المتوسط\r...\rمتوسط فأعلى\r...\rالبيانات\r...\rمستوى الدخل\rغير دال\r...\r0.782\r...\r2.48\r...\r2.69\r...\rالمتوسط الحسابي\r0.94\r...\r1.01\r...\rالانحراف المعياري\r106\r...\r14\r...\rالعدد\r...\rمن 6 - 12 سنة\r...\rمن 4 - 5 سنوات\r...\rالبيانات\r...\rعمر أطفال أفراد العينة\rغير دال\r...\r1.706\r...\r2.4\r...\r2.72\r...\rالمتوسط الحسابي\r0.91\r...\r0.99\r...\rالانحراف المعياري\r81\r...\r39\r...\rالعدد\rلاختبار صحة الفرض الثالث تم استخدام اختبار (ت) للكشف عن دلالة الفروق كما يتضح من الجدول رقم (10) .\rحيث يتضح وجود فروق ذات دلالة إحصائية بين أفراد العينة نحو من يهتم بالأطفال أثناء ممارسة أدوات الترويح تبعاً لمتغير المؤهل التعليمي وتبين من الجدول رقم (10) أن قيمة (ت) تساوي 2.018 وهي قيمة دالة إحصائياً عند مستوى 0.05 ومن ذلك يتضح أن رؤية الجامعي فأعلى لمتابعة أطفالهم أثناء ممارسة أدوات الترويح تفوق رؤية أقل من الجامعي وهذا ما أكد عليه جدول","seal":"9E5F932E","part":1},
      {"page":481,"id":62,"nass":"رقم (9) لمراجعة محتوى أدوات الترويح، ولعل ذلك يعود إلى كون الجامعي أكثر خبرة ودراية لذا فهم أكثر متابعة لأطفاله.\rكما يتضح وجود فروق ذات دلالة إحصائية بين أفراد العينة نحو متابعة الأطفال أثناء ممارسة أدوات الترويح تبعاً لمتغير الإقامة، وتبين من الجدول رقم (10) أن قيمة (ت) تساوي 2.691 وهي قيمة دالة إحصائياً عند مستوى 0.05 ويتضح أن متابعة عينة المدينة المنورة لأطفالهم أثناء ممارسة أدوات الترويح أعلى من عينة رابغ وربما يعود السبب في ذلك إلى أن سكان المدينة المنورة لديهم الوقت الكافي لمتابعة أطفالهم غير أن سكان رابغ بعضهم يعملون في الصيد وأعمال الزراعة وليس لديهم الوقت الكافي للمتابعة.\rوكما يتضح من الجدول رقم (10) عدم وجود فروق ذات دلالة إحصائية بين وجهة النظر تبعاً للقرابة ومستوى الدخل وعمر أطفال أفراد العينة.","seal":"829DF8DE","part":1},
      {"page":482,"id":63,"nass":"الخلاصة والتوصيات والمقترحات\rالخلاصة\rأجريت هذه الدراسة بهدف معرفة واقع ممارسات الأطفال لبعض أدوات الترويح لدى الأطفال وموقف كل من الآباء والأمهات حيال مراجعة ما تحتويه هذه الأدوات أو متابعة الأطفال أثناء ممارستها.\rوتوصلت الدراسة إلى نتائج كان من أهمها:\r1 - تركيز أفراد العينة على اختيار أداة الترويح التي تساعد أطفالهم على التفكير واستخدام القدرات العقلية ثم المهارات اليدوية، ثم السعر المنخفض لأداة الترويح.\r2 - تركيز سكان القرى على اختيار أداة الترويح التي تساعد أطفالهم على التفكير واستخدام القدرات العقلية.\r3 - فقرة كراسات ارسم ولون أخذت المرتبة الأولى عند اختيار الأطفال لأداة الترويح، يليها ممارسة محطة الألعاب، ثم مشاهدة البرامج التلفزيونية الخاصة بالأطفال.\r4 - مشاهدة الأطفال للبرامج التلفزيونية الخاصة بالأطفال كانت هي الأداة الأكثر اختياراً من قبل الوالدين لأطفالهم في عينة الدراسة.\r5 - استخدام شبكة الإنترنت كانت الأداة الأقل استخداماً في الترويح.\r6 - تراوح مستوى الممارسة والمراجعة والمتابعة لأدوات الترويح ما بين أحياناً ونادراً.\r7 – اتضح أن رؤية الآباء لواقع ممارسة أدوات الترويح تفوق الأمهات.\r8 – اتضح أن رؤية الجامعي فأعلى لمراجعة محتوى أدوات الترويح تفوق رؤية","seal":"4108A37E","part":1},
      {"page":483,"id":64,"nass":"أقل من الجامعي.\r9 – اتضح أن رؤية الجامعي فأعلى لمتابعة أطفالهم أثناء الممارسة لأدوات الترويح تفوق رؤية أقل من الجامعي.\r10 – اتضح أن متابعة عينة المدينة المنورة تفوق عينة رابغ في متابعة الأطفال أثناء ممارستهم لأدوات الترويح.","seal":"3A2453BA","part":1},
      {"page":483,"id":65,"nass":"التوصيات:\rمن خلال نتائج الدراسة يوصي الباحث بما يلي:\r1 - يوصي الباحث بمراقبة كراسات ارسم ولون بما يتمشى مع مبادئ الدين الإسلامي الحنيف، لأن الأطفال يميلون إلى ممارستها كثيراً\r2 - كما يوصي أولياء الأمور بتعليم أبنائهم الحاسب الآلي، ومن ثم استعمال شبكة الإنترنت، حتى يتمكن من معرفة أداة المستقبل القريب في الوصول إلى ما يريدون.\r3 - كما يوصي المؤسسات ذات العلاقة بتخصيص مكان لممارسة الرياضات خارج المنزل، حيث إن البيوت اليوم لا تسمح بممارسة الرياضة فيها.\r4 - كما يوصي القائمين على إنتاج برامج الأطفال انتاج ما يتمشى مع مبادئ منهج التربية الإسلامي.\r5 - كما يؤكد الباحث على أولياء الأمور أن يختاروا لأبنائهم أدوات الترويح المناسبة وأن يتعرفوا على محتوياتها قبل تمكين الطفل من ممارستها ويتابعوا أبناءهم أثناء الممارسة.\r6 - كما يوصي الباحث المسؤولين بعامة على إحياء وسائل الترويح المنبثقة من منهج التربية الإسلامية، كما هو موضح في الجانب النظري لهذه الدراسة.","seal":"A7C2C68F","part":1},
      {"page":484,"id":66,"nass":"7 - الاستفادة من الأنشطة المدرسية للبنين والبنات ومثال ذلك مجالس الآباء والمعلمين للتأكيد على متابعة أطفالهم عند ممارسة أدوات الترويح المختلفة.\r8 - وعلى الدعاة وخطباء المساجد والبرامج الإسلامية المختلفة التأكيد على أهمية مراجعة محتوى أدوات الترويح قبل السماح لأطفالهم بممارستها.","seal":"4BC1A2A2","part":1},
      {"page":484,"id":67,"nass":"المقترحات:\rيقترح الباحث إجراء الدراسات التالية:\r1 - دراسة عن أسباب تدني مراقبة الآباء والأمهات للأطفال أثناء ممارسة الاستماع إلى الأغاني العربية، ومشاهدة الأفلام التثقيفية.\r2 - دراسة عن أسباب عدم إقدام الأطفال على استخدام الإنترنت.\r3 - دراسة عن أسباب عدم ممارسة الأطفال للحاسب الآلي.","seal":"CC0127D9","part":1},
      {"page":488,"id":68,"nass":"الملحقات\rملحق رقم (1) :\rقائمة بأسماء ومرتبة المحكمين وأماكنهم التي يعملون فيها.\rأولاً:\rقسم التربية بكلية الدعوة وأصول الدين بالجامعة الإسلامية بالمدينة المنورة:\r1- فضيلة الدكتور عبد الله عبد الحميد أستاذ مشارك\r2- فضيلة الدكتور علي إبراهيم الزهراني أستاذ مشارك\r3- فضيلة الدكتور خالد الحازمي أستاذ مشارك\r4- فضيلة الدكتور عبد الرحمن الأنصاري أستاذ مشارك\r5- فضيلة الدكتور محمد يوسف عفيفي أستاذ مشارك\r6- فضيلة الدكتور عيد حجيج الجهني أستاذ مساعد\r7- فضيلة الدكتور صالح إيشان أستاذ مساعد\rثانياً:\rكلية التربية فرع جامعة الملك عبد العزيز بالمدينة المنورة:\r8- فضيلة الدكتور عبد الله إبراهيم حافظ أستاذ مشارك ووكيل\rفرع الجامعة بالمدينة المنورة\rثالثاً:\rكلية إعداد المعلمين للمرحلة الابتدائية بالمدينة المنورة:\r9- فضيلة الدكتور نادر فتحي قاسم أستاذ مشارك\r10- فضيلة الدكتور علي حمزة هجان أستاذ مساعد\r11- فضيلة الدكتور فهيم عبد العزيز فهمي أستاذ مساعد","seal":"5FD25080","part":1},
      {"page":489,"id":69,"nass":"ملحق رقم (2) :\rأداة الدراسة:\rبسم الله الرحمن الرحيم\rأخي رب الأسرة\rأختي ربة الأسرة\rالسلام عليكم ورحمة الله وبركاته.... وبعد:\rمن الأمور التي يحتاج إليها الأطفال الترويح عن النفس بعض الوقت بممارسة بعض الأنشطة المناسبة. والدراسة التي بين يديكم تسعى لمعرفة الأنشطة التي يقوم بها الطفل أثناء الترويح ويحتاج الباحث إلى معرفة واقع ممارسات وأنشطة الترويح لدى طفلكم (أو أطفالكم) في الأسرة. وهل يختار هو تلك اللعبة أو ذاك النشاط أم تختارونها له وما هي معايير الاختيار، وكذلك الحاجة قائمة لمعرفة ما إذا كانت الأسرة تراجع اللعبة أو الممارسة وما اشتملت عليه من مضامين ترويحية قبل إعطاء الطفل فرصة لممارستها، وهل تتابع الأسرة الطفل أثناء استمتاعه بألعابه أو ممارساته الترويحية. من أجل ذلك جاء هذا الاستبيان الذي أسأل الله أن يعينكم ويوفقكم لتعبئة الخانة التي تصف حال طفلكم وأسرتكم أمام كل مفردة من المفردات، شاكراً الله لكم حسن تعاونكم.","seal":"AC2E97E2","part":1},
      {"page":490,"id":70,"nass":"1 - المعلومات الأولية: ضع إشارة ¨ أمام الذي يمثل الواقع:\rأ - صلة القرابة بالطفل ¨ أب ¨ أم.\rب - مكان السكن: ¨ قرية ¨ مدينة.\rج - حدد المستوى التعليمي من فضلك: ¨\rد - مستوى الدخل ¨ أعلى من المتوسط ¨ أدنى من المتوسط.\r? - عمر الطفل الممارس لأدوات الترويح ¨ 4-5 ¨ 6-12\r2 – الاستبانة:\rأ) سبب اختيار أدوات الترويح\rإذا كنت تختار أدوات الترويح لابنك أو تشارك في اختيارها، نرجو الإجابة عن الفقرات التالية:\rأختار اللعبة أو النشاط الترويحي لابني على أساس:\r¨ الجاذبية وشد اهتمام الطفل أطول وقت ممكن خلال فراغه.\r¨ السعر المنخفض.\r¨ السعر المرتفع.\r¨ المحتوى المعرفي الذي تتضمنه.\r¨ المهارات اليدوية التي ينميها النشاط الترويحي\r¨ التفكير والقدرات الذهنية التي يستحدثها النشاط في الطفل.\r¨ شهرة المنتج الترويحي في الدعاية والإعلام.\rالباحث","seal":"05610754","part":1},
      {"page":491,"id":71,"nass":"ب) فقرات الاستبانة المتعلقة بواقع الممارسة واختيار أداة الترويح، ومراجعة المحتوى، والمتابعة أثناء الممارسة:\rالمتابعة أثناء الممارسة\r...\rمراجعة المحتوى\r...\rاختيار أداة الترويح\r...\rواقع الممارسة\r...\rالفقرات\r...\rم\rلا متابعة\r...\rنادرا\r...\rأحيانا\r...\rغالبا\r...\rدائما\r...\rلا مراجعة\r...\rنادرا\r...\rأحيانا\r...\rغابا\r...\rدائما\r...\rغير ذلك\r...\rالوالدين\r...\rالطفل\r...\rلا يمارسها\r...\rنادرا\r...\rأحيانا\r...\rغالبا\r...\rدائما\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rممارسة الألعاب الرياضية باستخدام الكمبيوتر\r...\r1\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rممارسة محطة الألعاب\r...\r2\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rممارسة الألعاب الرياضية خارج المنزل\r...\r3\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rتربية الحيوانات الأليفة\r...\r4\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rمشاهدة الأفلام التثقيفية\r...\r5\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rمشاهدة البرامج التلفزيونية الخاصة بالأطفال\r...\r6\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rمشاهدة البرامج التلفزيونية العامة\r...\r7\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rالاستماع إلى أشرطة الأناشيد الإسلامية\r...\r8\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rالاستماع إلى الأغاني العربية\r...\r9\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rقراءة القصص\r...\r10\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rالمشاركة في حلقات تحفيظ القرآن\r...\r11","seal":"E8496928","part":1},
      {"page":492,"id":72,"nass":"..\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rالذهاب إلى ملاهي ألعاب الأطفال\r...\r12\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rالذهاب إلى النوادي الرياضية\r...\r13\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rكراسات ارسم ولون\r...\r14\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rاستخدام الحاسب الآلي\r...\r15\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\r...\rاستخدام الإنترنت\r...\r16","seal":"E1221127","part":1},
      {"page":485,"id":73,"nass":"مصادر ومراجع\r...\rالمراجع\r1 - القرآن الكريم.\r2 - إبراهيم أنيس وآخرون، المعجم الوسيط، دار إحياء التراث العربي، بيروت، د – ت.\r3 - ابن منظور، لسان العرب، دار صادر، بيروت، د – ت.\r4 - أبو داود سليمان السجتاني، سنن أبي داود، دار الحديث، حمص 1389?.\r5 - أبو عبد الله الحاكم البيسابوري، المستدرك على الصحيحين، دار المعرفة، بيروت، د – ت.\r6- أبو الفدا إسماعيل ابن كثير، تفسير ابن كثير، دار عالم الكتب، الرياض، د – ت.\r7- أحمد بن حنبل، مسند الإمام أحمد، دار صادر، بيروت، د– ت\r8- أحمد الشرباصي، يسألونك في الدين والحياة، دار الجيل، بيروت 1980م.\r9- أحمد بن شعيب النسائي، سنن النسائي، دار إحياء التراث العربي بيروت، د – ت.\r10- أحمد فؤاد الأهواني، التربية في الإسلام، دار المعارف، القاهرة، 1983م.\r11- أحمد بن مسكويه، تهذيب الأخلاق، دار الكتب العلمية، بيروت 1401?.\r12- جمعة على الخولي، فلسفة الترويح في الإسلام، (ندوة) ، جدة، 1402?.\r13– خالد بن فهد العودة، الترويح التربوي رؤية إسلامية، دار المسلم، الرياض، 1414 هـ.\r14- ذوقان عبيدات، عبد الرحمن عدس، كايد عبد الحق، البحث العلمي، دار أسامة، الرياض، 1997 م.","seal":"7CB85095","part":1},
      {"page":486,"id":74,"nass":"15- سليمان بن أحمد الطبراني، المعجم الكبير، دار الكتب العلمية، بيروت، 1400هـ.\r16- عبد الله أحمد الأهدل، المسؤولية في الإسلام، دار العُمير، جدة، 1412?.\r17– عبد الله بن سعد الرشيد، فلسفة الترويح في الإسلام، ندوة (الترويح في المجتمع الإسلامي) ، جدة، 1402 هـ.\r18- عبد الله بن ناصر السدحان، الترويح وعوامل الانحراف رؤية شرعية، كتاب الأمة، وزارة الأوقاف والشؤون الإسلامية، قطر العدد 74، 1420هـ.\r19- عبد المجيد سيد أحمد منصور، توجيه وإرشاد الشباب المسلم نحو قضاء وقت الفراغ، دعوة الحق تصدرها رابطة العالم الإسلامي، مكة المكرمة، السنة العاشرة، العدد 107، 1411هـ.\r20– عبد الحميد عبد المحسن، الترويح والشخصية الإسلامية ندوة (الترويح في المجتمع الإسلامي) ، جدة، 1402 هـ.\r21- عبد الرحمن بن سعدي، تيسير الكريم الرحمن في تفسير كلام المنان مؤسسة العبدية، الرياض، د – ت.\r22- عبد المنعم محمد بدر، مشكلاتنا الاجتماعية، الإسكندرية، المكتب الجامعي الحديث، 1405هـ.\r23 كمال درويش ومحمد الحماحمي، الترويح وأوقات الفراغ في المجتمع المعاصر، مركز البحوث التربوية والنفسية، كلية التربية، جامعة أم القرى، 1406 هـ.\r24- محمد بن إسماعيل البخاري، صحيح البخاري، دار إحياء التراث العربي، بيروت، د – ت\r25- محمد بن حامد الغزالي، إحياء علوم الدين، دار المعرفة، بيروت 1402?.","seal":"D53974CD","part":1},
      {"page":487,"id":75,"nass":"26- محمد الرازي، مختار الصحاح، دار الحديث، القاهرة، د – ت.\r27- محمد السيد الوكيل، الترويح في المجتمع المسلم، المنصورة، دار الوفاء، 1984م.\r28 محمد السيد الوكيل، الترويح في المجتمع المسلم ندوة (الترويح في المجتمع الإسلامي) ، جدة، 1402 هـ.\r29- محمد الطاهر ابن عاشور، التحرير والتنوير، الدار التونسية للنشر، تونس، 1984م.\r30 - محمد بن عيسى بن سورة، سنن الترمذي، دار إحياء التراث العربي، بيروت، د – ت.\r31- محمد محمود عبد الجابر، محمد صلاح النباية، سيكولوجية اللعب والترويح عند الطفل العادي والمعوق، دار العدوى، عمان، 1403هـ\r32- محمد ناصر الألباني، سلسلة الأحاديث الصحيحة، مكتبة المعارف، الرياض، 1408 هـ.\r33 - محمد نور سويد، منهج التربية النبوية للطفل، مكتبة المنار، الكويت، 1410هـ.\r34 - محمد بن يزيد القزويني ابن ماجة، سنن ابن ماجة، دار الفكر، بيروت، د – ت.\r35 - مسلم القشيري، صحيح مسلم، دار إحياء التراث العربي، بيروت، 1375هـ.\rالدراسات العلمية:\r36 – ياسر عثمان جاد الله، وسائل الترفيه ما يحل فيها وما يحرم، الإسكندرية، دار الدعوة، 1405 هـ.","seal":"C271EC4D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"واقع الترويح المعاصر لدى الطفل المسلم من وجهة نظر الآباء والأمهات","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"طارق بن عبد الله حجار","bLnk":null,"Inf":null,"Auth":"طارق بن عبد الله حجار","Betaka":"الكتاب: واقع الترويح المعاصر لدى الطفل المسلم من وجهة نظر الآباء والأمهات\r\nالمؤلف: طارق بن عبد الله حجار\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة السادسة والثلاثون, العدد الخامس والعشرون بعد المائه 1424هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"4E9ACC79","cat":"بحوث ومسائل","oNum":2583,"BkId":2583,"oAuth":2078,"bVer":1,"aSeal":"CE4062D9"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t2583":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"أهمية الدراسة"},
      {"lvl":1,"id":6,"sub":0,"tit":"أهداف الدراسة"},
      {"lvl":1,"id":8,"sub":0,"tit":"تساؤلات الدراسة"},
      {"lvl":1,"id":10,"sub":0,"tit":"فروض الدراسة"},
      {"lvl":1,"id":11,"sub":0,"tit":"منهج الدراسة"},
      {"lvl":1,"id":12,"sub":0,"tit":"حدود الدراسة"},
      {"lvl":1,"id":13,"sub":0,"tit":"تعريفات المصطلحات"},
      {"lvl":2,"id":13,"sub":1,"tit":"أولا: التعريف اللغوي للترويح"},
      {"lvl":2,"id":14,"sub":0,"tit":"ثانيا: التعريف الإصطلاحي والإجرائي للترويح"},
      {"lvl":1,"id":15,"sub":0,"tit":"الجانب النظري"},
      {"lvl":2,"id":15,"sub":1,"tit":"أولا: الفرق بين الترويح المباح وغير المباح"},
      {"lvl":2,"id":21,"sub":0,"tit":"ثانيا: الأحادبث الواردة في ترويحه صلى الله عليه وسلم للأطفال"},
      {"lvl":2,"id":26,"sub":0,"tit":"ثالثا: آراء العلماء المسلمين نحو الترويح"},
      {"lvl":1,"id":33,"sub":0,"tit":"الدراسات السابقة"},
      {"lvl":1,"id":36,"sub":0,"tit":"تعليق على الدراسات السابقة"},
      {"lvl":1,"id":39,"sub":0,"tit":"الطريقة وإجراءات الدراسة"},
      {"lvl":1,"id":40,"sub":0,"tit":"عينة الدراسة"},
      {"lvl":2,"id":40,"sub":1,"tit":"جدول رقم (1)"},
      {"lvl":2,"id":41,"sub":0,"tit":"جدول رقم (2)"},
      {"lvl":2,"id":45,"sub":0,"tit":"جدول رقم (3)"},
      {"lvl":2,"id":48,"sub":0,"tit":"جدول رقم (4)"},
      {"lvl":2,"id":50,"sub":0,"tit":"جدول رقم (5)"},
      {"lvl":2,"id":51,"sub":0,"tit":"جدول رقم (6)"},
      {"lvl":2,"id":53,"sub":0,"tit":"جدول رقم (7)"},
      {"lvl":2,"id":56,"sub":0,"tit":"جدول رقم (8)"},
      {"lvl":2,"id":58,"sub":0,"tit":"جدول رقم (9)"},
      {"lvl":2,"id":60,"sub":0,"tit":"جدول رقم (10)"},
      {"lvl":1,"id":63,"sub":0,"tit":"الخلاصة والتوصيات والمقترحات"},
      {"lvl":2,"id":63,"sub":1,"tit":"الخلاصة"},
      {"lvl":2,"id":65,"sub":0,"tit":"التوصيات"},
      {"lvl":2,"id":67,"sub":0,"tit":"المقترحات"},
      {"lvl":1,"id":68,"sub":0,"tit":"الملحقات"},
      {"lvl":2,"id":68,"sub":1,"tit":"ملحق رقم (1)"},
      {"lvl":2,"id":69,"sub":0,"tit":"ملحق رقم (2)"},
      {"lvl":1,"id":73,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
