{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b25873":
    [
      {"page":25,"id":3,"nass":"بسم الله الرحمن الرحيم\rأخبرنا الشيخ الأصيل أبو القاسم عبد الله بن الحسين بن عبد الله بن رواحة الأنصاري - بقراءتي عليه في منزله بحلب، يوم الثلاثاء العشرين من شعبان سنة ثمان وثلاثين وستمائة -، قال:\rأخبرنا الحافظ أبو طاهر أحمد بن محمد بن أحمد بن أحمد بن محمد بن إبراهيم السلفي الأصبهاني - قراءة عليه ونحن نسمع، في جمادى الأولى سنة ثلاث وسبعين وخمسمائة، بثغر الإسكندرية - أخبرنا أبو القاسم محمود بن سعادة بن أحمد بن يوسف بن عمران الهلالي - بثغر سلماس من أصل سماعه، سنة ست وخمسمائة - أخبرنا أبو يعلى الخليل بن عبد الله القزويني - قدم علينا سنة اثنتين وعشرين وأربعمائة -، حدثنا أبي حدثنا علي بن أحمد بن الصباح، حدثنا أبو بكر أحمد بن محمد بن هانئ الأثرم، قال:\r1- قيل لأبي عبد الله أحمد بن محمد بن حنبل الشيباني: من أبو نجيح الذي يروي عن عبد الله بن عمرو في أجور بيوت","seal":"306664F4","part":1},
      {"page":26,"id":4,"nass":"مكة؟ فقال: هو أبو عبد الله بن أبي نجيح\r2- قال أبو عبد الله: سماع عبد الرزاق من سفيان بمكة مضطرب، فأما سماعه باليمن أرى أملى عليهم، فذاك صحيح جدا، كان القاضي يكتب، وكانوا يصححون.\r3- وسمعت أبا عبد الله يقول: في سبيل الله دراهم أنفقناها في الذهاب إلى عدن - يعني إلى إبراهيم بن الحكم-.","seal":"5992C5DE","part":1},
      {"page":27,"id":5,"nass":"4- قيل لأبي عبد الله: أبو داود أين هو من أبي عبيدة؟ فقال: أبو داود أعرف بالحديث وأحفظ، لم يكن صاحب حفظ، إلا أن أبا عبيدة كان كتابه صحيحا.\r5- قلت لأبي عبد الله: معن بن عبد الرحمن ابن من هو؟ فقال: هو معن بن عبد الرحمن بن عبد الله بن مسعود، قلت له: هو ابن عبد الرحمن بن عبد الله نفسه؟ قال: نعم. قلت: فأدركه سفيان - أعني الثوري -؟ فقال: إي لعمري، روى عنه غير شيء.\r6- قلت لأبي عبد الله: روى ابن المبارك عن موسى بن عقبة عن نافع عن ابن عمر: ما كنا ندعو زيد بن حارثة؟ فقال لي: عن نافع منكر، إنما هو عن سالم.","seal":"F327478D","part":1},
      {"page":28,"id":6,"nass":"7- وسعمت أبا عبد الله يسأل عن حديث علي في المسح، هو صحيح مرفوعا؟ فقال: نعم، هو مرفوع.\r8- قيل لأبي عبد الله: شريح بن هانئ صحيح الحديث؟ فقال: نعم، هو متقدم جدا، روى الناس عنه.\r9- قيل لأبي عبد الله: المقدام بن شريح هو ابنه؟ فقال: نعم، قلت: روى عنه أيضا عمارة؟ فقال: نعم.\r10- قيل لأبي عبد الله: القاسم بن مخيمرة؟ فقال: هو كوفي، نزل الشام، روى عنه الكوفيون.\r11- قيل لأبي عبد الله: غالب القطان ابن من هو؟ فقال:","seal":"369A93A1","part":1},
      {"page":29,"id":7,"nass":"ابن خطاف، قالها مرتين، بفتح الخاء.\r12- وسمعت أبا عبد الله يسأل عن الرجل يعرف بلقبه؟ فقال: إذا لم يعرف إلا به، الأعمش إنما يعرفه الناس هكذا، فسهل في مثل هذا إذا اشتهر به.\r13- أملى علينا أبو عبد الله من كتابه، حدثنا الوليد بن مسلم، حدثنا الأوزاعي، حدثنا عبدة بن أبي لبابة، عن سعيد بن عبد الرحمن بن أبزى، عن أبيه، أن عبد الله بن مسعود: قنت في الوتر بعد القراءة قبل الركوع.\r14- قلت لأبي عبد الله: سعيد بن عبد الرحمن بن أبزى، وعبد الله بن عبد الرحمن بن أبزى أخوان؟ فقال: نعم.","seal":"BE241481","part":1},
      {"page":30,"id":8,"nass":"قلت له: فأيهما أحب إليك؟ فقال: كلاهما عندي حسن الحديث.\r15- قلت لأبي عبد الله: معلى كتب عنه شيئا؟ فقال: لا ولا حرفا.\r16- حدثنا أبو عبد الله، حدثنا يحيى بن سعيد، عن العوام بن حمزة، قال: سألت أبا عثمان عن القنوت؟ فقال: بعد الركوع، قلت: عمن؟ قال: عن أبي بكر وعمر وعثمان رضي الله عنهم.\r17- ذكر أبو عبد الله عطية بن بهرام، فقال: عطية بن بهرام هذا ثقة.\r18- قلت لأبي عبد الله: المهلب بن أبي حبيبة؟ فقال: ما أرى به بأسا، ثم قال: يحيى روى عنه غير شيء.","seal":"EE68795E","part":1},
      {"page":31,"id":9,"nass":"19- قلت لأبي عبد الله: محمد بن عمرو أبو سهل كيف هو؟ فقال: كان عبد الرحمن يحدث عنه، ويحيى بن سعيد لم يكن يستمريه، ولم أر أبا عبد الله يشتهيه.\r20- حدثنا أبو عبد الله، حدثنا يزيد بن هارون، أخبرنا سفيان، عن الأعمش، عن إبراهيم، عن الأسود، عن عمر، أنه كان يقنت في الوتر قبل الركوع.\r21- قلت لأبي عبد الله: شيء يرويه الوليد بن مسلم، عن الأوزاعي، عن الزهري، عن القاسم بن محمد، عن عائشة، أن النبي صلى الله عليه وسلم سجي في ثوب حبرة؟ فقال: نعم، هو عندنا.\r22- قل لأبي عبد الله: حديث ابن عمر، هو عن جلاس بن عمرو؟ فقال: نعم، جلاس. قلت له: قال إنسان: خلاس؟! فضحك، وقال: إنما هو جلاس.","seal":"6AB49447","part":1},
      {"page":32,"id":10,"nass":"قال أبو عبد الله: اختلف به وكيع وأبو معاوية، فقال أحدهما: عن أبيه. قيل له: رواه غير أبي جناب؟ فقال: ما علمت. ثم قال لي أبو عبد الله: الذي قال خلاس صاحب حديث هو؟! وتبسم. قلت: أراه أراد خلاس بن عمرو الهجري، فقال: وأين هذا من ذاك؟\r23- سمعت أبا عبد الله يسأل عن قول النبي صلى الله عليه وسلم: أعوذ بك من الفقر، كيف هذا، وفي الفقر ما فيه من الفضل؟ فقال: إنما استعاذ النبي صلى الله عليه وسلم من فقر القلب.","seal":"19D51472","part":1},
      {"page":33,"id":11,"nass":"24- وذكر الأوزاعي - يعني عند أبي عبد الله - فقال الهيثم بن خارجة: سمعنا أصحابنا يقولون: ليس هو من الأوزاع، هو ابن عم يحيى بن أبي عمرو الشيباني لحا، إنما كان ينزل قرية للأوزاع. قال الهيثم: قرية بدمشق، إذا خرجت من باب الفراديس. فقال رجل عند أبي عبد الله: سمعت الوليد يقول: لم يكن الأوزاعي من الأوزاع.\r25- سمعت أبا عبد الله يسأل عن أبي تميلة، يحيى بن واضح، كيف هو، ثقة؟ فقال: ليس به بأس؟ ثم قال: أرجو إن شاء الله أن لا يكون به بأس. ثم قال: كتبنا عنه على باب هشيم، ثم بقي بعد ذلك زمانا، وكان يختلف يكتب الحديث، قيل له: كان يكتب عن كل ضرب؟ فقال: نعم، كان يكتب عن كِلٍّ. قيل له: خراساني هو؟ فقال: نعم، من أهل مرو، جارنا.","seal":"9251EE17","part":1},
      {"page":34,"id":12,"nass":"26- وذكر لأبي عبد الله عبد الكريم الخراز، فحمل عليه، وقال: ذاك الذي يروي عن أبي إسحاق؟! وتبسم.\r27- حدثنا أبو عبد الله، حدثنا روح بن عبادة، حدثنا أشعث، عن الحسن، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم وأصحابه قدموا مكة، وقد لبوا بحج وعمرة، فذكر الحديث، ثم قال: ما أعجب هذا؟! جعله بحج وعمرة!\r28- حدثنا أبو عبد الله، حدثني بهز بن أسد أبو الأسود العمي - وكان ثبتا ثقة، صاحب حديث-.\r29- حدثنا أبو عبد الله، حدثنا هشيم، أخبرنا حميد الطويل، حدثنا بكر بن عبد الله المزني، قال: سمعت أنس بن مالك يحدث، قال: سمعت النبي صلى الله عليه وسلم يلبي بالحج والعمرة جميعا، فحدثت بذلك ابن عمر، فقال: لبى بالحج وحده، فحدثت بذلك أنسا، فقال أنس: ما تعدونا إلا صبيانا، سمعت رسول الله صلى الله عليه وسلم يقول: لبيك عمرة وحجا.","seal":"1B72803B","part":1},
      {"page":35,"id":13,"nass":"قال أبو عبد الله: لم يذكر فيه الإحلال، وابن أبي عدي وحماد بن سلمة يذكران الإحلال.\r30- سمعت أبا عبد الله يقول: هشام - يعني الدستوائي -: أثبت في حديث يحيى من معمر.\r31- قلت لأبي عبد الله: يزيد مولى المنبعث معروف؟ فقال: نعم.\r32- أتينا أبا عبد الله في عشر الأضحى، فقال أبو عوانة: كنا نأتي الجريري في العشر، فيقول: هذه أيام شغل، وللناس حاجات، وابن آدم إلى الملال ما هو.","seal":"766E07FC","part":1},
      {"page":36,"id":14,"nass":"33- سمعت أبا عبد الله يسأل كم حج النبي صلى الله عليه وسلم؟ فقال: واحدة الذي في الظاهر، ويقال: حجة أخرى قبل هجرته. قال أبو عبد الله: مجاهد وأبو إسحاق يقولان: حج النبي صلى الله عليه وسلم قبل أن يهاجر حجة.\r34- قيل لأبي عبد الله: وكم اعتمر؟ قال: أربع عُمَر، ومن الناس من يقول ثلاثا.\r35- قيل لأبي عبد الله: هذيل بن بلال كيف هو؟ فقال: ما أرى به بأسا.\r36- قيل لأبي أبو عبد الله: سدير الصيرفي ابن من هو؟ فقال: لا أدري ما سمعت، فقال: سدير بن حكيم. قلت له: من ذكر هذا؟ فقال: أبو الحسين العكلي عن شريك، قال: سدير بن حكيم.","seal":"4A982EFF","part":1},
      {"page":37,"id":15,"nass":"قال أبو عبد الله: روى عن شريك. قلت: وحسن بن صالح؟ فقال: نعم، والثوري.\r37- قلت لأبي عبد الله: فرات القزاز ابن من؟ قال: لا أدري، فأخبرته عن علي عن زياد بن حسن بن فرات، قال: هو ابن أبي عبد الرحمن. فقال أبو عبد الله: قد رأيت ابنا لحسن بن فرات يجالس ابن إدريس، ولم أحمل عنه شيئا.\r38- قلت لأبي عبد الله: سماك الحنفي ابن من هو؟ قال: لا أدري، قلت: ابن الوليد؟ فقال: قد نسبه بعضهم.\rقلت له: عبد ربه بن بارق، يقول ابن الوليد؟ فقال: نعم عبد ربه بن بارق.\r39- قال أبو عبد الله: سبحان الله! ما أعلم ابن عيينة بعمرو بن دينار، أعلم الناس به ابن عيينة.","seal":"DF214E14","part":1},
      {"page":38,"id":16,"nass":"وذكر علم شعبة وأيوب وابن جريج، قلت له: فأي الناس أعلم به؟ ما أعلم أحدا أعلم به من ابن عيينة، قيل له: كان ابن عيينة صغيرا؟ قال: وإن كان صغيرا، فقد يكون صغير كيس.\r40- قيل لأبي عبد الله: عمرو بن دينار، وعبد الله بن دينار أخوان؟ فقال: لا، ثم قال: عبد الله بن دينار مديني، مولى ابن عمرو، وعمرو بن دينار، مكي مولى ابن باذان.\r41- قال أبو عبد الله: مات عطاء سنة أربع عشرة أو خمس عشرة، قلت له: أربع أو خمس؟ قال: اختلفوا فيه.\r42- سمع أبا عبد الله يقول: ولد سفيان بن عيينة سنة سبع ومائة.\r43- وقدم الزهري للحج في سنة ثلاث وعشرين، فرجع من الحج، ومات سنة أربع.\r44- قيل له وأبو إسحاق؟ فقال: أبو إسحاق مات سنة تسع وعشرين، يعني السبيعي.","seal":"46CCEFE7","part":1},
      {"page":39,"id":17,"nass":"45- سمعت أبا عبد الله يسأل عن عمرو بن شعيب، قيل له: ما تقول فيه؟ قال: أنا أكتب حديثه، وربما احتججنا به، وربما وجس في القلب منه. ثم قال: مالك يروي عن رجل عنه، قال أبو عبد الله: عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاصي.\r46- قيل لأبي عبد الله: عكرمة أين مات؟ فقال: مات بالمدينة، زعموا أنه أخرجت جنازته وجنازة كثير عزة في يوم. فقال الهيثم بن خارجة عن عبد القدوس: أن عكرمة مات بإفريقية، ولم يوجد من يحمله حتى اكتري له أربع حبشان، فأنكره أبو عبد الله.","seal":"A543A3A9","part":1},
      {"page":40,"id":18,"nass":"47- سمعت أبا عبد الله ذكر رواية أبي عاصم عن أبي عوانة، فقال: قال: عفان رأيت أنا أبا عاصم عند أبي عوانة، يأخذ أخذا سيئا.\r48- سمعت الهيثم بن خارجة يقول، وأبو عبد الله يسمع: زياد بن علاقة التغلبي؟ فقال أبو عبد الله: يا أبا أحمد! هو زياد بن علاقة الثعلبي، فقال الهيثم: نعم الثعلبي.\r49- حدثنا أبو عبد الله بحديث ذكر فيه الصفرية، فقال: الصفرية الخوارج.\r50- سمعت أبا عبد الله ذكر قول سفيان: كان عمرو لا يثبت لنا سنه، فقال: لا يحفظ كم أتى عليه.\r51- سمعت أبا عبد الله ذكر اسم أبي مسلم عبد الله بن ثوب ثم تبسم، ثم قال: كان علي قال غير هذا، وهو الصواب.","seal":"43E86183","part":1},
      {"page":41,"id":19,"nass":"52- سمعت أبا عبد الله ذكر زيد بن مربع، فقال: صاحب حديث عمرو بن دينار.\r53- ذكر أبو عبد الله اسم أبي نعامة العدوي، فقال: هذا وكيع إن شاء الله سماه عمرو بن عيسى.\r54- سمعت أبا عبد الله ذكر أبا أيوب مولى عثمان، فقال: روى عنه أبو يعقوب إسحاق بن عثمان أحاديث.\r55- سمعت أبا عبد الله ذكر قول شعبة: ما أخاف أن يدخلني النار غيره - يعني الحديث -، فقال: نعلم أنه كان صافي العمل، أو نحو هذا.","seal":"DDAC02C8","part":1},
      {"page":42,"id":20,"nass":"56- ذكر أبو عبد الله ابن عياش، فقال: قديم الموت - يعني إسماعيل-.\r57- ذكر أبو عبد الله حفص بن سليمان، فقيل له: المنقري؟ فقال: فمن يكون حفص بن سليمان غير المنقري؟!\r58- سمعت أبا عبد الله ذكر حديث موسى بن علي، عن أبيه، عن مسلمة بن مخلد، ذكره عن وكيع وعبد الرحمن اختلفا فيه، فقال أحدهما: توفي النبي صلى الله عليه وسلم وأنا ابن عشر، وقال الآخر: وأنا ابن أربع عشرة، فقال: سبحان الله! متعجبا من ذلك.\r59- سمعت أبا عبد الله ذكر أن معتمرا ولد سنة ست، فقلت له: هذا كبير يا أبا عبد الله؟! فقال: كبير؟! لقي الركين وفلانا وكان كبيرا.","seal":"951C1637","part":1},
      {"page":43,"id":21,"nass":"ثم قال: هو أكبر من ابن عيينة، ابن عيينة سبع وهو ست.\r60- قيل لأبي عبد الله: الذي يصح عندك أن عبد الله صحب النبي صلى الله عليه وسلم ليلة الجن؟ فقال: ما أدري؟!\r61- سمعت أبا عبد الله ذكر أبا المهاجر الرقي، فقلت له: من هو هذا؟ فقال: معروف، روى عنه علي بن ثابت. قلت له: اسم تعرفه؟ فقال: قد سموه، ولا أذكره الساعة، وقد سماه غير أبي عبد الله سالم بن عبد الله.\r62- ذكر أبو عبد الله عن أبي عبد الرحمن المقرئ اسم أبي قبيل، ثم قال: ما كان أضبط أبو عبد الرحمن من هؤلاء - يعني أهل مصر-.","seal":"5E042CA6","part":1},
      {"page":44,"id":22,"nass":"63- ذكر أبو عبد الله نسب عبد الرحمن بن حميد الرؤاسي، فقال: عبد الرحمن بن حميد بن عبد الرحمن بن عوف.\rفقلت: ابن عبد الرحمن بن عوف؟ فقال: هو هذا الرؤاسي، ولكن هذا نسبته يتفق نسبه ونسب ابن عبد الرحمن بن عوف.\r64- ذكر أبو عبد الله أبا أسامة، فقال: أي شيء كان عنده عن إسماعيل من الغرائب؟!\r65- ذكر أبو عبد الله أبا عامر الهوزي عبد الله بن لحي، فقال: قال بعضهم: نجي. قلت له: يحيى؟ قال: لحي، فقال: نعم يحيى، قال: لحي.","seal":"3DFBB28B","part":1},
      {"page":45,"id":23,"nass":"66- سمعت أبا عبد الله ذكر معمرا، فقال: كان معمر صاحب علم، وصاحب رحلة.\rثم ذكر من روى عنه، فذكر سعيد بن أبي عروبة، وأظنه قد ذكر أيوب، وقال: كان سعيد يروي عنه، يقول: معمر الزهري، ينسبه إلى الزهري.\r67- ذكر أبو عبد الله رباحا صاحب معمر بشيء قد نسيته، أنه كان خاصا بمعمر، وكان يؤثره.\r68- حدثنا أبو عبد الله، قال: حدثنا عبد الرحمن بن مهدي، قال: سألت سفيان عن رجل من أهل الذمة اشترى أرضا من أهل العشر، يكون عليها الخراج؟ قال: لا.\r69- سمعت أبا عبد الله يقول: سعيد بن أبي هلال ما أدري","seal":"3D78EAEC","part":1},
      {"page":46,"id":24,"nass":"أي شيء حديثه؟! يخلط في الأحاديث. ثم قال: هو أيضا يروي عن أبي الدرداء في السجود، قلت: حديث النجم؟ فقال: نعم\r70- ذكر أبو عبد الله أبا وهب الجيشاني الديلم بن الهوشع، فقال: ما أرى هذا بشيء.\r71- قلت لأبي عبد الله: أيما أصح حديثا عن خالد بن معدان، ثور أو بحير بن سعد؟ فقدم بحيرا عليه.","seal":"D34418F3","part":1},
      {"page":47,"id":25,"nass":"72- سمعت أبا عبد الله، وعنده أبو بكر الطالقاني صاحب ابن المبارك، فسأل أبا عبد الله عن تفسير: من غسل واغتسل؟ فقال: لو كانت غسل كانت أبين، فأما من قال: غسل واغتسل، فهو عندي يشبه ما فسر سفيان بن عيينة: حل وبل، قال: حل محلل، كأنه كلام مكرر، مثل وبكر وابتكر كلام مكرر.\r73- ذكر أبو عبد الله أن ابن عيينة كان يفسر فيحسن التفسير، سمعته يفسر قوله: وأنا أبا بكر وعمر منهم وأنعما، قال: منهم وأهلا، ورأيت هذا يعجب أبا عبد الله.","seal":"5793A944","part":1},
      {"page":48,"id":26,"nass":"قال: رواه عن مالك بن مغول.\r74- سمعت أبا عبد الله ذكر سفيان بن عيينة، فقال: ما رأينا مثله.\r75- قال أبو بكر الطالقاني - صاحب ابن المبارك - لأبي عبد الله: قد روى ابن المبارك عن عمر بن علي، فقال: هكذا، فقال: نعم، فقال: ماذا روى عنه؟ فقال: أخبرنا عمر بن علي، عن سفيان بن حسين، عن إياس بن معاوية: إياك والشاذ من العلم. قال أبو عبد الله: ما كان أحسن عقله - يعني عمر بن علي -.\r76- سمعت أبا عبد الله ذكر يحيى بن الضريس، فقال: قاضي الري.\r77- سمعت أبا عبد الله يسأل عن الزبير بن عربي كيف هو؟ قال: لا أعرفه، ما أعلم أحدا روى عنه غير حماد بن زيد، ثم قال: أراه لا بأس به.","seal":"1CB0A111","part":1},
      {"page":49,"id":27,"nass":"78- سمعت أبا عبد الله ذكر موت أبي عوانة سنة ست وسبعين.\r79- سمعت أبا عبد الله ذكر معاوية بن عبد الكريم، فقال: معاوية الضال ثقة، ما أثبت حديثه، ما أصح حديثه.\rقلت لأبي عبد الله: يقال بعض ما روى عن عطاء لم يسمعه، فأنكره. وقال: هو يروي بعضها عن قيس، وبعضها يقول: سمعت عطاء، أي: فلا يدلس. قيل: ولم سمي الضال؟ قال: ضل ـ زعموا ـ في طريق مكة، فسمي الضال.\r80- قلت لأبي عبد الله: أبو قزعة، اسمه سويد بن حجير؟ فقال: نعم، سويد بن حجير.","seal":"DC0B5B8E","part":1},
      {"page":50,"id":28,"nass":"قيل: هو أبو قزعة بن سويد؟ فقال: نعم، هو أبوه شعبة عن أبي قزعة، يروي عنه أحاديث. قال: وأما قزعة بن سويد، فما أقل من يروي عنه، هو شبه المتروك.\r81- سمعت أبا عبد الله ذكر حديث أخروا الأحمال، فقال: كان سفيان - يعني ابن عيينة - يرويه عن وائل بن داود، عن ابنه عن الزهري.\r82- قلت لأبي عبد الله: عثمان البتي ابن من هو؟ فقال: لا أدري أخبرك، إلا أن هشيما كان إذا حدث عنه يكنيه، ولا يقول: البتي البتة، وكان يقول: عثمان أبو عمرو. وقال غير أبي عبد الله: هو عثمان بن سليمان بن جرموز.","seal":"8E663BD7","part":1},
      {"page":51,"id":29,"nass":"83- سمعت أبا عبد الله ذكر إبراهيم بن شماس السمرقندي، فأحسن الثناء عليه. وقال: كتب إلي بعض أصحابنا أنه أوصى بمائة ألف يشترى بها أسرى من الترك، قال: فاشترينا مائتي نفس أو نحو ذا. قال أبو عبد الله: قتلته الترك أيضا، فانظر ما ختم له به مع القتل؟! وذكر مرة أخرى، فقال: صاحب سنة، وكانت له نكاية في الترك.\r84- سمعت أبا عبد الله يقول: كان حجاج يقول في حديث شعبة كله كلمة: حدثني شعبة، كان سأله عنه.\r85- حدثنا أبو عبد الله بحديث زهير بن محمد، عن صالح، عن كيسان، عن عبد الله ابن أبي أمامة، عن أبيه، عن النبي صلى الله عليه وسلم: البذاذة من الإيمان، يقول: هذا ليس هو أبو أمامة الباهلي، هذا يقولون أبو أمامة بن ثعلبة الأنصاري.","seal":"D24E1FAD","part":1},
      {"page":52,"id":30,"nass":"وقال: حدثناه عباد عن محمد بن عمرو عن عبد الله بن أبي أمامة الأنصاري، لم يقل عن أبيه.\r86- ذكر أبو عبد الله عبد الله بن الحارث المخزومي، فقال: مكي، ثقة.\r87- قال أبو عبد الله: الضحاك بن عثمان، مديني، ثقة.\r889- ذكر أبو عبد الله: حريش بن سليم، فقال: كوفي، ثقة.\r89- وذكر أبو عبد الله: قرة بن خالد، فقال: ثقة.\r90- وذكر أبو عبد الله: المختار بن فُلْفُل، فقال: كوفي، ثقة.\r91- وذكر أبو عبد الله: مُعَرّف بن واصل، فقال: كوفي، ثقة.","seal":"105D511E","part":1},
      {"page":53,"id":31,"nass":"92- وذكر أبو عبد الله: أبا بكر الحنفي، فقال: ثقة، بصري.\rآخر الجزء، والحمد لله رب العالمين، وصلى الله على محمد وآله وصحبه.\rنقله علي بن محمد بن علي البالسي، من خط أبي طاهر إسماعيل بن عبد الله بن الأنماطي.","seal":"17488641","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":241,"Bk":"سؤالات الاثرم لأحمد بن حنبل","HigriD":"241","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني","bLnk":null,"Inf":"","Auth":"أحمد بن حنبل","Betaka":"الكتاب: من سؤالات أبي بكر أحمد بن محمد بن هانئ الأثرم أبا عبد الله أحمد بن محمد بن حنبل\r\nالمؤلف: أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ)\r\nالمحقق: د. عامر حسن صبري\r\nالناشر: دار البشائر الإسلامية - بيروت\r\nالطبعة: الأولى، 1425هـ - 2004م.\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن حنبل (164 - 241هـ، 780 - 855م).\r\n\r\nأبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني. الفقيه والمحدث، صاحب المذهب.\r\nولد ببغداد ونشأ بها ومات والده وهو صغير فتعهدته أمه ووجهته إلى دراسة العلوم الدينية، فحفظ القرآن وتعلم اللغة. وفي الخامسة عشرة من عمره بدأ دراسة الحديث وحفظه، وفي العشرين من عمره بدأ في رحلات طلب العلم، فذهب إلى الكوفة ومكة والمدينة والشام واليمن ثم رجع إلى بغداد ودرس فيها على الشافعي أثناء قيام الشافعي برحلاته إليها في المدة من 195 إلى 197هـ، وكان من أكبر تلاميذ الشافعي ببغداد. كما تعلم أحمد على يد كثير من علماء العراق منهم إبراهيم بن سعيد وسفيان بن عيينة ويحيى بن سعيد ويزيد ابن هارون وأبو داود الطيالسي ووكيع بن الجراح وعبدالرحمن بن مهدي. بعد ذلك أصبح مجتهدًا صاحب مذهب مستقل وبرز على أقرانه في حفظ السنة وجمع شتاتها حتى أصبح إمام المحدثين في عصره، يشهد له في ذلك كتابه المسند الذي حوى نيفًا وأربعين ألف حديث. وقد أعطى الله أحمد من قوة الحفظ ما يتعجب له، يقول الشافعي: خرجت من بغداد وما خلفت فيها أفقه ولا أورع ولا أزهد ولا أعلم ولا أحفظ من ابن حنبل. وكان ابن حنبل قوي العزيمة صبورًا ثابت الرأي قوي الحجة، جريئًا في التكلم عند الخلفاء مما كان سببًا له في محنته المشهورة. وهي أنه في عصر خلافة المأمون العباسي أثيرت في سنة 212هـ مسألة القول بخلق القرآن، التي كانت عقيدة المعتزلة. حتى قيل من لم يعترف بهذه المسألة من العلماء والفقهاء فعقابه الحرمان من وظائف الدولة مع العقاب بالضرب والسجن. وكان ابن حنبل على خلاف ما يقولون ولم يعترف بقولهم، وكان في ذلك كالطود الثابت الراسخ، لم يركن إلى ما قاله المأمون، فكان نتيجة ذلك أن طبق عليه العقاب ومنع من التدريس وعذِّب وسجن في سنة 218هـ على يد إسحاق بن إبراهيم الخزاعي نائب المأمون، ثم سيق مكبلاً بالحديد حيث يقيم المأمون خارج بغداد، غير أن الخليفة المأمون مات قبل وصول أحمد بن حنبل إليه. وتولى الخلافة بعد المأمون أخوه، المعتصم، فسار على طريقة المأمون في هذه المسألة بوصية منه فسجن أحمد وأمر بضربه بالسياط عدة مرات حتى كان يغمى عليه في كل مرة من شدة الضرب، واستمر في ضرب أحمد وتعذيبه نحو ثمانية وعشرين شهرًا. ولما لم يغير أحمد ولم يرجع عن عقيدته ومذهبه أطلق سراحه وعاد إلى التدريس. ثم مات المعتصم سنة 227هـ وتولى بعده الواثق بالله فأعاد المحنة لأحمد ومنعه مخالطة الناس ومنعه من التدريس أكثر من خمس سنوات، حتى توفي الواثق سنة 232هـ، وتولى الخلافة بعده المتوكل، فأبطل بدعة خلق القرآن سنة 232 وترك للناس حرية اعتقادهم وكرَّم أحمد وبسط له يد العون وظل أحمد على منهاجه ثابتًا على رأيه حتى توفي ببغداد.\r\nجمع تلاميذ أحمد من بعده مسائل كثيرة في الفقه والفتوى ودونوها ونقلوها بعضهم عن بعض في مجاميع كبيرة كما صنع ابن القيم في كتابيه، المغني، والشرح الكبير. ولم يدون أحمد مذهبه في الفقه كما لم يمله على أحد من تلاميذه كراهة اشتغال الناس به عن الحديث، وهو بهذا على غير منهج أبي حنيفة، الذي كان يدون عنه تلاميذه في حضوره، ومالك الذي كان يدون بنفسه وكذا الشافعي، فالجميع قد تركوا فقهًا مدونًا بخلاف أحمد فلم يترك فقهًا مدونًا، إلا أن تلاميذه بعده قاموا بتدوين ما سمعوه منه. ومن هؤلاء التلاميذ: محمد بن إسماعيل البخاري، صاحب الصحيح، ومسلم بن الحجاج النيسابوري، صاحب الصحيح، وأبو داود صاحب السنن. ومن تلاميذه البررة الذين دونوا ما سمعوه من فتاوى وآراء فقهية ولداه صالح (ت 266هـ) وعبدالله (ت 290هـ). ومن تلاميذه أيضًا أبوبكر أحمد بن محمد بن هانئ البغدادي المعروف بالأثرم (ت 273هـ). وهو من أشهر من دون الفقه لأحمد في كتاب، السنن في الفقه، على مذهب أحمد وشواهده من الحديث. ومن أشهرهم أيضًا أبوبكر أحمد بن الخلاّل (ت 311هـ)، في كتاب الجامع ويقع في عشرين سفرًا، وما دونه أبوبكر في هذا الكتاب يعد نقلاً من تلاميذ أحمد. أما في الحديث فلأحمد مسنده المعروف والمشهور.\r\nوقد بنى الإمام أحمد مذهبه على أصول هي: كتاب الله أولاً ثم سنة رسول الله - صلى الله عليه وسلم -  ثانيًا، ثم فتوى الصحابي الذي لا يعلم له مخالف، ثم فتوى الصحابي المختلف فيها، ثم القياس وهو آخر المراتب عنده. وكان أحمد يعترف بالإجماع إذا ما تحقق، ولكنه كان يستبعد تحققه ووجوده، بجانب هذا كان أحمد يعمل بالاستصحاب والمصالح المرسلة وسد الذرائع متبعًا في ذلك سلف الأمة.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"C2CB7684","cat":"العلل والسؤالات","oNum":25873,"BkId":25873,"oAuth":220,"bVer":1,"aSeal":"E69171DE"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t25873":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":31,"sub":0,"tit":"آخر الجزء، والحمد لله رب العالمين"}
    ]
}
