{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b26424":
    [
      {"id":1,"Hno":null,"nass":"ـ[أمالي المحاملي]ـ\rالمؤلف: أبو عبد الله البغدادي الحسين بن إسماعيل بن محمد بن إسماعيل بن سعيد بن أبان الضبي المحاملي (المتوفى: 330هـ)\rرواية ابن الصلت القرشي: أحمد بن محمد بن موسى بن الصلت المجبِّر (405هـ)\rالمحقق: حمدي عبد المجيد السلفي\rالناشر: دار النوادر [طبع مع أمالي المحاملي رواية ابن مهدي الفارسي]\rالطبعة: الأولى 1427 هـ - 2006 م\rعدد الأجزاء: 1\rأعده للشاملة/ أحمد الخضري (نسخ)، ويا باغي الخير أقبل (مقابلة)\r[ترقيم الكتاب موافق للمطبوع]","seal":"D14F7B06","Part":null,"page":null},
      {"id":2,"Hno":1,"nass":"بسم الله الرحمن الرحيم.\rأخبرنا الشيخ أبو المعمر بقاء بن عمر بن عبد الباقي [بن] حُنْد بقراءتي عليه ببغداد قلت أخبركم أبو غالب أحمد بن الحسن بن أحمد بن البنا قال: أخبرنا أبو بكر أحمد بن محمد بن سياوش الكازروني قراءة عليه في يوم السبت الثالث عشر من شهر جمادى الأولى من سنة سبع وخمسين وأربع مئة قال: أخبرنا أبو الحسن أحمد بن محمد بن موسى بن القاسم ابن الصلت القرشي المجبر في داره في جمادى الآخرة من سنة أربع وأربع مئة قال: حدثنا القاضي أبو عبد الله الحسين بن إسماعيل المحاملي في داره إملاء يوم الأحد النصف من جمادى الأولى من سنة أربع وعشرين وثلاثمئة قال.\r1 - حدثنا أبو هشام الرفاعي قال: حدثنا ابن فضيل قال: حدثنا حبيب بن أبي عمرة عن عائشة بنت طلحة عن عائشة أم المؤمنين رضوان الله عليها قالت قلت يا رسول الله على النساء جهاد؟ قال جهاد لا قتال فيه الحج والعمرة.","seal":"6EE0CCB6","Part":"1","page":221},
      {"id":3,"Hno":2,"nass":"2 - حدثنا محمد بن عمرو بن أبي مذعور قال: حدثنا عمر بن أبي خليفة عن محمد بن زياد -[222]- عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال كان رجل فيمن كان قبلكم لبس بردين يتبختر فيهما فأمر الله الأرض فبلعته فهو يتجلجل فيها إلى يوم القيامة.","seal":"7836086B","Part":"1","page":221},
      {"id":4,"Hno":3,"nass":"3 - حدثنا أبو موسى محمد بن المثنى قال: حدثنا عباد بن جويرية العبرتي قال: حدثنا الأوزاعي قال: حدثني يحيى بن أبي كثير قال: حدثني محمد بن إبراهيم التيمي قال: حدثني أبو سلمة قال: حدثني أبو هريرة قال: قال رسول الله صلى الله عليه وسلم من أنفق زوجين من ماله دعته خزنة كل باب من أبواب الجنة هلم أقبل ادخل فقال أبو بكر الصديق ذلك الذي لا توى عليه.","seal":"76BCF1BB","Part":"1","page":222},
      {"id":5,"Hno":4,"nass":"4 - حدثنا علي بن إشكاب (¬1) قال: حدثنا أبو بدر قال: حدثنا الرحيل بن معاوية قال: حدثنا أبو إسحاق عن نافع عن ابن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول على هذا المنبر من أتى الجمعة فليغتسل.\r¬__________\r(¬1) في المطبوع: بن أبي إشكاب.","seal":"D7C00B84","Part":"1","page":222},
      {"id":6,"Hno":5,"nass":"5 - حدثنا علي بن إشكاب قال: حدثنا أبو بدر بن بلال [الوليد] قال: حدثنا الرحيل قال: حدثنا أبو إسحاق عن يحيى بن وثاب عن عبد الله بن عمر عن رسول الله صلى الله عليه وسلم مثله.","seal":"D230065A","Part":"1","page":223},
      {"id":7,"Hno":6,"nass":"6 - حدثنا يوسف قال: حدثنا جرير عن عبد العزيز بن رفيع عن عبد الله بن أبي قتادة عن أبيه قال: قال رسول الله صلى الله عليه وسلم لا تسبوا الدهر فإن الله هو الدهر.","seal":"68DA436E","Part":"1","page":223},
      {"id":8,"Hno":7,"nass":"7 - حدثنا أحمد بن المقدام قال: حدثنا أبو عامر العقدي عن الزبير بن عبد الله مولى عثمان بن عفان قال حدثني ربيح بن أبي سعيد الخُدْري عن أبيه قال قلنا يوم الخندق يا رسول الله بلغت القلوب الحناجر هل من شيء نقوله؟ قال نعم قال قولوا اللهم استر عوراتنا وآمن روعاتنا قال فضرب وجوه أعدائه بالريح فهزمهم الله عز وجل.","seal":"48B5B990","Part":"1","page":223},
      {"id":9,"Hno":8,"nass":"8 - حدثنا محمد بن خلف قال: حدثنا أبو يحيى المهراني الحماني عن النضر أبي عمر الخزاز عن عكرمة -[224]- عن ابن عباس أن رجلا صلى خلف الصفوف وحده فأمره النبي صلى الله عليه وسلم أن يعيد الصلاة.","seal":"377DEDDA","Part":"1","page":223},
      {"id":10,"Hno":9,"nass":"9 - حدثنا محمود بن خداش قال: حدثنا محمد بن عبيد قال: حدثنا إسماعيل بن أبي خالد عن قيس قال سمعت سعدا يقول والله إني لأول رجل من العرب رمى بسهم في سبيل الله والله لقد كنا نغزو مع رسول الله صلى الله عليه وسلم ما لنا طعام نأكله إلا ورق الحبلة وهذا السمر حتى إن أحدنا ليضع كما تضع الشاة ما له خلط ثم أصبحت بنو أسد يعذروني على الدين لقد خبت إذا وضل عملي.","seal":"7C5B0521","Part":"1","page":224},
      {"id":11,"Hno":10,"nass":"10 - حدثنا زيد بن أخرم بن معاذ يعني ابن هشام قال: حدثني أبي عن عامر عن عكرمة بن خالد عن ابن عباس قال أقامني رسول الله صلى الله عليه وسلم عن يمينه.","seal":"B23638C1","Part":"1","page":224},
      {"id":12,"Hno":11,"nass":"11 - حدثنا حجاج بن يوسف قال: حدثنا مسلم بن إبراهيم قال: حدثنا -[225]- فرقد بن الحجاج قال: حدثنا عقبة يعني ابن أبي حسناء اليمامي عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم إذا ولغ الكلب في الإناء فاغسلوه سبع مرات.","seal":"14205F8F","Part":"1","page":224},
      {"id":13,"Hno":12,"nass":"12 - حدثنا الفضل بن سهل الأعرج قال: حدثنا يعقوب بن إبراهيم قال: حدثنا أبي عن صالح بن كيسان قال: حدثنا نافع أن عبد الله قال: قال رسول الله صلى الله عليه وسلم يدخل أهل الجنة الجنة وأهل النار النار ثم يقوم مؤذن بينهم يقول يا أهل الجنة لا موت ويا أهل النار لا موت خلود فيما هم فيه.","seal":"B0FE9397","Part":"1","page":225},
      {"id":14,"Hno":13,"nass":"13 - حدثنا يعقوب بن إبراهيم قال: حدثنا ابن علية عن أيوب عن القاسم التميمي عن زهدم الجرمي قال كنا عند أبي موسى فقدم طعامه وقدم لي طعامه لحم دجاج وفي القوم رجل من بني تيم الله أحمر كأنه مولى فلم يدن فقال له أبو موسى ادن فإني قد رأيت رسول الله صلى الله عليه وسلم يأكل منه قال إني رأيته يأكل شيئا قذرا فقذرته فحلفت أني لا أطعمه أبدا قال ادن أخبرني عن ذلك قال إني أتيت رسول الله صلى الله عليه وسلم في رهط من الأشعريين نستحمله وهو يقسم نعما من نعم الصدقة قال أحسبه قال وهو غضبان فقال لا والله لا أحملكم وما عندي ما أحملكم عليه فانطلقنا فأتي رسول الله صلى الله عليه وسلم بنهب إبل فقيل أين هؤلاء الأشعريون؟ فأتينا فأمر لنا بخمس ذود غر -[226]- الذُّرى قال فاندفعنا فقلت لأصحابي أتينا رسول الله صلى الله عليه وسلم نستحمله فحلف ألا يحملنا ثم أرسل إلينا فحملنا نسي رسول الله صلى الله عليه وسلم والله ليس تغفلنا رسول الله صلى الله عليه وسلم يمينه لا نفلح أبدا ارجعوا إلى رسول الله صلى الله عليه وسلم فلنذكره يمينه فرجعنا إليه فقلنا يا رسول الله أتيناك نستحملك فحلفت ألا تحملنا ثم حملتنا فعرفنا أو ظننا أنك نسيت يمينك قال انطلقوا فإنما حملكم الله إني والله إن شاء الله لا أحلف على يمين ثم أرى غيرها خيرا منها إلا أتيت الذي هو خير وتحللتها.","seal":"FF03AB2A","Part":"1","page":225},
      {"id":15,"Hno":14,"nass":"14 - حدثنا علي بن حرب الطائي قال: حدثنا المحاربي عن محمد بن عمرو عن سالم عن أبيه قال: قال رسول الله صلى الله عليه وسلم لا تباع الثمرة حتى يبدو صلاحها.","seal":"EBB76CED","Part":"1","page":226},
      {"id":16,"Hno":15,"nass":"15 - حدثنا يوسف بن موسى قال: حدثنا إسحاق بن سليمان قال: سمعت شيبان بن أبي شيبان أبا معاوية عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن أبيه عن النبي صلى الله عليه وسلم أنه كان يقرأ في الركعتين من الظهر في كل ركعة بفاتحة الكتاب وسورة كان يطول في الركعة الأولى ويقصر في الثانية ويسمعنا الآية أحيانا وكان يقرأ في الركعتين من العصر في -[227]- كل ركعة بفاتحة الكتاب وسورة وكان يطول في الركعة الأولى من صلاة الفجر ويقصر في الثانية.","seal":"678DF511","Part":"1","page":226},
      {"id":17,"Hno":16,"nass":"16 - حدثنا الهيثم بن خالد الأموي قال: حدثنا موسى بن محمد بن عطاء القرشي من أهل البلقاء عن الوليد بن محمد عن الزهري عن أنس قال: قال رسول الله صلى الله عليه وسلم رأس العقل بعد الإيمان بالله عز وجل التودد إلى الناس.","seal":"17611657","Part":"1","page":227},
      {"id":18,"Hno":17,"nass":"17 - حدثنا يعقوب بن إبراهيم قال: حدثنا يحيى بن سعيد عن الأجلح قال: حدثني ابن بريدة عن أبي الأسود عن أبي ذر عن النبي صلى الله عليه وسلم قال إن أحسن ما غيرتم به الشيب الحناء والكتم.","seal":"93A5F5C2","Part":"1","page":227},
      {"id":19,"Hno":18,"nass":"18 - حدثنا علي بن إشكاب قال: حدثنا أبو بدر قال: حدثنا زياد بن خيثمة عن محمد بن جحادة عن الحسن عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم من قرأ يس في ليلة ابتغاء وجه الله غفر له.","seal":"1E69DC88","Part":"1","page":228},
      {"id":20,"Hno":19,"nass":"19 - حدثنا محمد بن عمرو بن أبي مذعور قال: حدثنا عبد الوهاب بن عبد المجيد قال: حدثنا عنبسة عن الحسن عن جابر أن نبي الله صلى الله عليه وسلم كان محاصرا بني محارب بنخل فقال رجل أنا أفتك لكم بمحمد فأتى النبي صلى الله عليه وسلم وهو جالس واضع سيفه على فخذه فقال انظر إلى سيفك هذا قال انظر إليه إن شئت فأخذه فجعل يهم ويكبته الله ويهم ويكبته الله فقال أما تخافني؟ قال ما أخافك قال من يمنعك مني؟ قال يمنعني منك الله عز وجل فشام سيفه ثم نودي في الناس إن الصلاة جامعة فجعلهم رسول الله صلى الله عليه وسلم طائفتين طائفة مقبلة على العدو يتحدثون وصلى طائفة ركعتين ثم سلم فانصرفوا فكانوا مكان إخوانهم وجاءت الطائفة الأخرى فصلى بهم رسول الله صلى الله عليه وسلم ركعتين فكان للنبي صلى الله عليه وسلم أربع ركعات ولكل طائفة ركعتان قال ثم إن أبا موسى صلى بهم في بعض مغازيهم فجعلهم طائفتين صلى بكل طائفة ركعة ثم صلت كل طائفة ركعة فكان لأبي موسى ركعتان في الجميع ولكل طائفة ركعة.\rقال الحسن والله أعلم أيهما كان أحفظ للحديث.","seal":"3C76CC19","Part":"1","page":228},
      {"id":21,"Hno":20,"nass":"20 - حدثنا زياد بن أيوب قال: أخبرنا ابن علية قال: حدثنا أيوب عن يعلى بن حكيم عن سليمان بن يسار عن رافع بن خديج قال كنا نحاقل بالأرض على عهد رسول الله صلى الله عليه وسلم ونكريها بالثلث والربع والطعام المسمى فجاء ذات يوم رجل من عمومتي فقال نهى رسول الله صلى الله عليه وسلم عن أمر كان لنا رافقا وطواعية رسول الله صلى الله عليه وسلم أنفع لنا نهانا أن نحاقل بالأرض ونكريها بالثلث وبالربع والطعام المسمى وأمر رب الأرض أن يزرعها أو يزرعها وكره كراءها وما سوى ذلك.","seal":"94B8F759","Part":"1","page":229},
      {"id":22,"Hno":21,"nass":"21 - حدثنا عبد الله بن شبيب قال: حدثني إسماعيل قال: حدثني أبي عن زيد بن أسلم عن أبيه أن عمر بن الخطاب رضوان الله عليه قال في العام الذي مات فيه والله ما وفينا للأنصار لما عهدناهم عليه لئن بقيت إلى رأس الحول لا يبقى لي عامل إلا أنصاري قال وكان أهل اليمن أول من أسلم من العرب بعد الأنصار ثم عبد القيس أهل البحرين.","seal":"630945EE","Part":"1","page":229},
      {"id":23,"Hno":22,"nass":"22 - حدثنا عبد الله بن شبيب قال: حدثني إسماعيل قال: حدثني ابن أبي فديك عن خالد بن عبد الله الأنصاريّ -[230]- عن ابن أبي تجراة عن أمه قالت أنظر إلى رسول الله صلى الله عليه وسلم حين وضع الحجر بيده في الثوب قيل لها لمن الثوب الذي وضع فيه الحجر قالت للوليد بن المغيرة.","seal":"59B2294F","Part":"1","page":229},
      {"id":24,"Hno":23,"nass":"23 - حدثنا أبو هاشم الرفاعي قال: حدثنا ابن فضيل قال: حدثنا يونس بن عمرو عن مجاهد في قوله عز وجل {لرادك إلى معاد} قال إلى مولدك بمكة.","seal":"1229A577","Part":"1","page":230},
      {"id":25,"Hno":24,"nass":"24 - حدثنا عبد الله بن أبي سعيد قال: حدثنا محمد بن أبي يحيى النيسابوري قال: حدثني محمد بن إسماعيل الجعفري حدثنا عبد الله بن سلمة الربعي عن محمد بن مسلم الزهري عن عبيد الله بن عبد الله بن عتبة.\rعن ابن عباس قال بعث إلى رسول الله صلى الله عليه وسلم فروة بن عامر الجذامي بإسلامه وأهدى له بغلة بيضاء وكان فروة غلاما لقيصر ملك الروم على من يليه من العرب وكان منزله عمان وما حولها فلما بلغ الروم ذلك من أمره حبسوه فقال في محبسه.\rطرقت سليمى موهنا أصحابي ... والروم بين الباب والقروان\rصد الخيال وساءه ما قد رأى ... فهممت أن أغفي وقد أبكاني\r-[231]-\rلا تكتحلن العين بعدي إثمدا ... سلمى ولا يدلكن للإيمان\rولقد علمت أبا كبيشة أنني ... وسط الأعزة لا يحس لساني\rفلئن هلكت لتفقدن أخاكم ... ولئن أصبت ليعرفن مكاني\rولقد عرفت بكل ما جمع الفتى ... من راية وبنجدة وبيان\rفلما أجمعوا على صلبه صلبوه على ماء يقال [له] عفرى من فلسطين فلما رفع على خشبته قال:.\rألا هل أتى سلمى بأن حليلها ... على ماء عفرى فوق إحدى الرواحل.\rعلى ناقة لم يطرق الفحل أمها ... مشذبة أطرافها بالمناجل.\rبلغ سراة المسلمين بأنني ... سلم لربي أعظمي ومقامي.","seal":"D742D520","Part":"1","page":230},
      {"id":26,"Hno":25,"nass":"25 - حدثنا أبو هاشم الرفاعي قال: حدثنا ابن فضيل قال: حدثنا يزيد عن عبد الرحمن بن سابط عن عياش بن أبي ربيعة قال: قال رسول الله صلى الله عليه وسلم لا تزال هذه الأمة بخير ما عظموا هذه الحرمة حق تعظيمها فإذا ضيعوا هلكوا.","seal":"3F6FD160","Part":"1","page":231},
      {"id":27,"Hno":26,"nass":"26 - حدثنا علي بن حرب قال: حدثنا القاسم يعني ابن يزيد عن أبي شهاب عن حميد عن أنس قال جاء ابن سلام إلى النبي صلى الله عليه وسلم فقال إني سائلك عن خصال لا يعلمها إلا نبي ما أول طعام أهل الجنة؟ ولم أشبه الولد أباه أو أمه؟ وما أول أشراط الساعة؟ قال أخبرني بهن جبريل آنفا فأما أول أشراط الساعة فنار تخرج من المشرق تحشرهم إلى المغرب وأما أول طعام أهل الجنة فزيادة كبد الحوت وأما شبه الولد فإن سبق ماء الرجل أشبه أباه وإن سبق ماء المرأة أشبه أمه.","seal":"D4AC48C0","Part":"1","page":232},
      {"id":28,"Hno":27,"nass":"27 - حدثنا أحمد بن المقدام العجلي قال: أخبرنا عبد الوهاب يعني الثقفي قال: حدثنا داود عن أبي نضرة عن أبي سعيد قال أتى النبي صلى الله عليه وسلم صاحب نخله بصاع من تمر فقال من أين لك هذا؟ قال أعطيت صاعين أخذت صاعا من هذا قال له النبي صلى الله عليه وسلم إنك قد أربيت ولكن بع من تمرك بسلعة ثم اشتر بها.","seal":"FA58CB13","Part":"1","page":232},
      {"id":29,"Hno":28,"nass":"28 - حدثنا زيد بن أخزم قال: حدثنا معاذ بن هشام قال: حدثني أبي عن قتادة قال حدثنا أنس بن مالك قال كان النبي صلى الله عليه وسلم يطوف على نسائه في الساعة من -[233]- الليل والنهار وهن إحدى عشرة قال قلت لأنس هل كان يطيق ذلك قال كنا نتحدث أنه أعطي قوة ثلاثين.","seal":"450648B0","Part":"1","page":232},
      {"id":30,"Hno":29,"nass":"29 - حدثنا محمود بن خداش قال: حدثنا محمد بن عبيد قال: حدثنا الأعمش عن شقيق قال قال حذيفة إن أشبه الناس هديا ودلا وسمتا بمحمد صلى الله عليه وسلم عبد الله بن مسعود من حين يخرج إلى أن يرجع لا أدري ما يصنع في بيته.","seal":"B6083FF0","Part":"1","page":233},
      {"id":31,"Hno":30,"nass":"30 - حدثنا محمد بن خلف المقرئ قال: حدثنا محمد بن بشر قال: حدثنا زكريا بن أبي زائدة عن خالد بن سلمة عن مسلم مولى خالد عن خالد بن عرفطة قال لما ظهر المختار قال خالد بن عرفطة يا أيها الناس إن هذا رجل كذاب وإني سمعت النبي صلى الله عليه وسلم يقول من كذب علي متعمدا فليتبوأ مقعده من النار.","seal":"FE00E6D3","Part":"1","page":233},
      {"id":32,"Hno":31,"nass":"31 - حدثنا زياد بن أيوب قال: حدثنا شبابة قال: حدثنا شُعْبة قال: حدثني أبو إسرائيل وقد كان بالبصرة من بني جشم قال: سمعت جعدة يقول سمعت النبي صلى الله عليه وسلم يقول لرجل سمين ويومئ بإصبعه إلى بطنه لو كان هذا في غير هذا كان خيرا لك.\r-[234]-\rقال: وسمعت رجلا منا يقال له جعدة يحدث عن النبي صلى الله عليه وسلم أنه رأى رجلا وقيل يا رسول الله إن هذا أراد أن يقتلك وقد اجتمع عليه الناس فقال له النبي صلى الله عليه وسلم لم ترع لم ترع ثم قال النبي صلى الله عليه وسلم لو أردت ذلك لم يسلطك الله علي.","seal":"1A4B9B13","Part":"1","page":233},
      {"id":33,"Hno":32,"nass":"32 - حدثنا محمد بن عمرو بن أبي مذعور قال: حدثنا يحيى بن سعيد عن سعيد بن زياد عن زياد بن صبيح قال صليت إلى جنب ابن عمر وأنا لا أعرفه فوضعت يدي هكذا يعني على خاصرته فضرب يدي فلما انصرف قلت ما شأنك أرابك مني شيء؟ قال إن هذا الصلب وإن رسول الله صلى الله عليه وسلم نهى عنه.","seal":"F841959C","Part":"1","page":234},
      {"id":34,"Hno":33,"nass":"33 - حدثنا الهيثم بن خالد قال: حدثنا موسى يعني ابن محمد من أهل البلقاء قال: حدثنا الوليد بن محمد عن الزهري عن أنس قال: قال رسول الله صلى الله عليه وسلم مثل المريض إذا مرض وبرأ مثل البرد يسقط من السماء وكان أبو طلحة يأكل البرد وهو صائم.","seal":"BA5C5894","Part":"1","page":234},
      {"id":35,"Hno":34,"nass":"34 - حدثنا يوسف بن موسى قال: حدثنا سلمة بن الفضل قال: حدثنا محمد بن إسحاق عن معبد بن كعب عن أبي قتادة الأنصاريّ قال بعثنا رسول الله صلى الله عليه وسلم في رجال نحو سيف البحر في حاجة له فوعدنا أن نلقاه بقديد فخرجنا فمنا الحلال ومنا الحرام وكنت من الحلال ومعي فرس أقوده يتخلل الشجر فبينا أنا أقوده إذ بصرت بحمار وحش فجلست في متن فرسي فنسيت السوط فقلت لأصحابي ناولوني سوطي فقالوا ما كنا لنعينك عليه بشيء فقلت إن هذا ليس بعون إني غير تاركه فأنزل فاقتحمت فأخذت السوط فتبعته فلم أنشب أن عقرته فجئت به إلى أصحابي فأكلوا منه الحلال والحرام فلما فرغ القوم ندم من كان منهم حراما قال فقالوا إنا إذاً أصبنا، إذا أكلنا من هذا الصيد ونحن حرم فأخذت بضعة فشويتها ورفعتها فقلت ألقى بها رسول الله صلى الله عليه وسلم غدا فأحددنا السير حتى أتينا رسول الله صلى الله عليه وسلم بقديد فسألناه عما صنعنا؟ فقال يا أبا قتادة أما خبأت لي منه شيئا؟ قال قلت بلى بأبي أنت وأمي هذه البضعة فشويتها ونظفتها وأنفجتها فقال هاتها فأنهشها حتى فرغ منها وهو حرام.","seal":"0CF1E471","Part":"1","page":235},
      {"id":36,"Hno":35,"nass":"35 - حدثنا أحمد بن منصور قال: حدثنا أبو عاصم عن ابن جريج عن عطاء عن عبيد بن عمير عن عائشة قالت وددت أني رأيت اللعابين فقام رسول الله صلى الله عليه وسلم على الباب فقمت بين نحره وهم يلعبون في المسجد.\r-[236]-\rوقال عطاء حبش أو فُرس قال ابن عمير بل حبش.","seal":"BDEF9B13","Part":"1","page":235},
      {"id":37,"Hno":36,"nass":"36 - حدثنا يعقوب بن إبراهيم قال: حدثنا يحيى بن سعيد قال: حدثنا عبد الحميد بن جعفر قال: حدثنا يزيد بن أبي حبيب قال: حدثني سويد بن قيس عن معاوية بن حديج عن أبي ذر عن النبي صلى الله عليه وسلم قال ليس من فرس عربي إلا ويؤذن له مع كل فجر بدعوتين يقول اللهم إنك خولتني من خولتني من بني آدم فاجعلني من أحب أهله وماله إليه أو أحب أهله وماله إليه.","seal":"CC01BE83","Part":"1","page":236},
      {"id":38,"Hno":37,"nass":"37 - حدثنا أحمد بن عثمان الأودي قال: حدثنا أبو غسان قال: حدثنا إبراهيم بن الزبرقان عن أبي روق عن محمد بن جحادة عن أبيه عن عائشة قالت كان النبي صلى الله عليه وسلم يقرأ أو قرأ {إنه عمل غير صالح}.","seal":"915A5010","Part":"1","page":236},
      {"id":39,"Hno":38,"nass":"38 - حدثنا أبو موسى محمد بن المثنى قال: حدثنا عبد الوهاب يعني الثقفي عن عبيد الله عن الزهري عن حنظلة بن علي عن رجل من أسلم عن أبي هريرة عن النبي صلى الله عليه وسلم قال ليهلن ابن مريم بفج الروحاء حاجا أو معتمرا أو ليثنيهما.","seal":"DF5D5BB1","Part":"1","page":236},
      {"id":40,"Hno":39,"nass":"39 - حدثنا الفضل بن سهل قال حدثنا محمد بن بشر قال: حدثنيه مسعر عن مصعب بن شيبة عن أبي حبيب بن يعلى بن منية عن ابن عباس قال جاء رجل إلى عمر قال أكلتنا الضبع قال مسعر الضبع السنة قال فسأله عمر ممن هو فلم يزل يسأله حتى عرفه فإذا هو موسر قال عمر لو كان لابن آدم واد أو واديان لابتغى إليهما ثالثا قال ابن عباس ولا يملأ نفس ابن آدم إلا التراب ويتوب الله على من تاب قال له عمر ممن سمعت؟ قال من أبي بن كعب قال إذا كان غد فاغدو علي فرجع إلى أمه أم الفضل فأخبرها بالذي قال له عمر فقالت ما لك وللكلام عند عمر؟ وخشي أن يكون أبي نسي فقالت له أمه إن أبيا عسى ألا يكون نسي فغدا إلى عمر ومعه الدرة فانطلقا إلى أبي فخرج إليهما وقد توضأ فقال إنه أصابني مذي فغسلت ذكري وثوبي وتوضأت قال فقال عمر أو يجزئ ذلك قال نعم وسأله عما قال ابن عباس فصدقه.","seal":"ABDC3658","Part":"1","page":237},
      {"id":41,"Hno":40,"nass":"40 - حدثنا أحمد بن عثمان قال: حدثنا أبو غسان قال: حدثنا قيس عن سلمة بن كهيل عن طاوس عن سراقة بن مالك قال: قال رسول الله صلى الله عليه وسلم دخلت العمرة في الحج إلى يوم القيامة.","seal":"77045DD0","Part":"1","page":237},
      {"id":42,"Hno":41,"nass":"41 - حدثنا عبد الله بن شبيب قال: حدثني يحيى بن محمد قال: حدثني عبد الرحمن بن زيد عن أبيه عن عَطَاء عن أبي هريرة قال قلنا يا رسول الله نتحدث عنك؟ قال تحدثوا عني ولا حرج ومن كذب علي متعمدا فليتبوأ مقعده من النار.","seal":"CB6B5A81","Part":"1","page":238},
      {"id":43,"Hno":42,"nass":"42 - حدثنا عبد الله بن شبيب قال: حدثني يحيى بن محمد قال: حدثني إسماعيل بن عياش عن عباد بن كثير عن أبي عبد الله عن عَطَاء بن يسار عن أم سلمة عن رسول الله صلى الله عليه وسلم أنه قال إذا قرب الطعام بين يدي أحدكم فلا يشمه كما يشم السباع إن اشتهى أكل وإن شاء ترك.","seal":"629A5F62","Part":"1","page":238},
      {"id":44,"Hno":43,"nass":"43 - حدثنا أبو هشام الرفاعي قال: حدثنا ابن فضيل قال: حدثنا مطر عن عطية في قوله عز وجل {وضرب الله مثلا قرية كانت آمنة مطمئنة} قال مكة ألا ترى أنه يقول تعالى {ولقد جاءهم رسول منهم فكذبوه}.","seal":"7C9CFF19","Part":"1","page":238},
      {"id":45,"Hno":44,"nass":"44 - حدثنا أبو هشام قال: حدثنا ابن فضيل قال حدثنا عبد الملك عن -[239]- عطاء {لا أقسم بهذا البلد} قال بلغني أن النبي صلى الله عليه وسلم قال هي مكة.","seal":"BC257828","Part":"1","page":238},
      {"id":46,"Hno":45,"nass":"45 - حدثنا الرمادي قال: حدثنا يعلى عن الأعمش عن خيثمة قال دعا عيسى عليه السلام ناسا من أصحابه فأطعمهم وقام عليهم ثم قال هكذا فافعلوا بالقراء.","seal":"72211486","Part":"1","page":239},
      {"id":47,"Hno":46,"nass":"46 - حدثنا الرمادي قال: حدثنا يعلى عن الأعمش قال كان مسروق لا يأخذ على القضاء شيئا.","seal":"333D9E3F","Part":"1","page":239},
      {"id":48,"Hno":47,"nass":"47 - حدثنا أحمد بن المقدام العجلي قال: حدثنا عبد الأعلى يعني السامي [ح] وحدثنا يوسف بن موسى قال: حدثنا عمرو بن حمران قالا حدثنا هشام بن حسان عن علي بن الحكم عن إبراهيم النخعي عن أبي عبد الله الجدلي عن خزيمة بن ثابت أن رسول الله صلى الله عليه وسلم قال المسح على الخفين يوم للمقيم وثلاث للمسافر.\rقال عمرو بن حمران يوم وليلة للمقيم وثلاثة أيام للمسافر.","seal":"4965F187","Part":"1","page":239},
      {"id":49,"Hno":48,"nass":"48 - حدثنا يوسف بن موسى قال: حدثنا عمرو بن حمران عن هشام بن حسان عن عمرو بن صالح عن حماد عن النخعي عن أبي عبد الله الجدلي -[240]- عن خزيمة بن ثابت عن النبي صلى الله عليه وسلم بمثل ذلك.","seal":"528CF8D1","Part":"1","page":239},
      {"id":50,"Hno":49,"nass":"49 - قال أحمد بن المقدام في حديثه قال هشام حدثنا عمرو بن صالح عن حماد عن النخعي مثل ذلك إلا أنه لم يذكر في حديثه القول.","seal":"F48F6154","Part":"1","page":240},
      {"id":51,"Hno":50,"nass":"50 - حدثنا محمد بن خلف قال: حدثنا عثمان بن عمر قال حدثنا هشام بن حسان بإسناده مثله.","seal":"60C46DE4","Part":"1","page":240},
      {"id":52,"Hno":51,"nass":"51 - حدثنا عبد الله بن أحمد المكي قال: حدثنا أبي قال: حدثنا عبد الله بن رجاء عن هشام بن حسان عن علي بن الحكم ثم ذكر بإسناده مثله.","seal":"71C1078E","Part":"1","page":240},
      {"id":53,"Hno":52,"nass":"52 - حدثنا مربع محمد بن إبراهيم قال: حدثنا موسى بن إسماعيل قال: حدثنا سعيد بن زيد عن علي بن الحكم عن حماد عن إبراهيم عن أبي عبد الله الجدلي عن خزيمة بن ثابت زاد في إسناده حماد بن أبي سليمان.\rآخر حديث المحاملي.","seal":"E7F48CDA","Part":"1","page":240}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":330,"ShrtCs":0,"Bk":"أمالي المحاملي رواية ابن الصلت","HigriD":"330","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أبو عبد الله البغدادي الحسين بن إسماعيل بن محمد بن إسماعيل بن سعيد بن أبان الضبي المحاملي","bLnk":null,"Inf":"","Auth":"المحاملي","Betaka":"الكتاب: أمالي المحاملي\r\nالمؤلف: أبو عبد الله البغدادي الحسين بن إسماعيل بن محمد بن إسماعيل بن سعيد بن أبان الضبي المحاملي (المتوفى: 330هـ)\r\nرواية ابن الصلت القرشي: أحمد بن محمد بن موسى بن الصلت المجبِّر (405هـ)\r\nالمحقق: حمدي عبد المجيد السلفي\r\nالناشر: دار النوادر [طبع مع أمالي المحاملي رواية ابن مهدي الفارسي]\r\nالطبعة: الأولى 1427 هـ - 2006 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ أحمد الخضري (نسخ)، ويا باغي الخير أقبل (مقابلة)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"المحاملي (235 - 330 هـ = 849 - 941 م) \r\n\r\nالحسين بن إسماعيل بن محمد بن إسماعيل المحاملي الضبي، أبو عبد الله البغدادي: قاض، من الفقهاء المكثرين من الحديث.\r\n\r\nولي قضاء الكوفة وفارس ستين سنة. وكان ورعا محمود السيرة في القضاء.\r\nثم استعفى فأعفي.\r\nله (الأجزاء المحامليات) في الحديث، ستة عشر جزءا ويقال لها (أمالي المحاملي) منها (جزء صغير - خ) وهو الخامس، وآخر في 13 ورقة هو السادس\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"1D8F9D09","cat":"الأجزاء الحديثية","oNum":26424,"BkId":26424,"oAuth":272,"bVer":1,"aSeal":"336A9C51"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t26424":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":53,"sub":0,"tit":"آخر حديث المحاملي"}
    ]
}
