{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b26510":
    [
      {"id":1,"Hno":null,"nass":"مكتبة أبي عبيد القاسم بن سلام (1)\r\rالخطب والمواعظ\rلأبي عبيد القاسم بن سلام\r(224 هـ)\r\rتحقيق\rالدكتور رمضان عبد التواب\r\rالناشر\rمكتبة الثقافة الدينية","Part":null,"seal":"655AFA8E","page":null},
      {"id":2,"Hno":null,"nass":"بسم الله الرحمن الرحيم\r\rالخطب والمواعظ والحض على أعمال البر وطلب الخير","Part":"1","seal":"753E8BD8","page":85},
      {"id":3,"Hno":1,"nass":"خطب النبي محمد صلى الله عليه وسلم ووصاياه وعهده إلى الناس في الخطب وغيرها\r1 - حدثنا أبو إسحاق إبراهيم بن محمد بن عبد الرحمن بن أبي بكرة عن أبيه حدثنا أبو عبيد قال حدثنا إسماعيل بن عياش عن شرحبيل بن مسلم الخولاني قال سمعت أبا أمامة الباهلي يقول:\r-[88]- قال رسول الله صلى الله عليه وسلم في خطبته عام حجة الوداع إن الله قد أعطى كل ذي حق حقه فلا وصية لوارث والولد للفراش وللعاهر الحجر وحسابهم على الله من ادعى إلى غير أبيه أو انتمى إلى غير مواليه فعليه لعنة الله البالغة إلى يوم القيامة لا تنفق امرأة من بيتها شيئاً إلا بإذن زوجها قيل يا رسول الله ولا الطعام قال ذاك أفضل أموالنا ثم قال: العارية مؤداة والمنحة مردودة والدين مقضي والزعيم غارم","Part":"1","seal":"D688E9C8","page":87},
      {"id":4,"Hno":2,"nass":"2 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح وقال حدثنا معاوية بن صالح أن ضمرة بن حبيب حدثه أن عبد الرحمن بن عمرو السلمي حدثه أنه سمع العرباض بن سارية يقول\r-[90]- قال رسول الله صلى الله عليه وسلم لقد تركتكم على البيضاء ليلها كنهارها فلا يزيغ عنها بعدي إلا هالك ومن يعش منكم فسيرى اختلافاً كثيراً فعليكم بما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين وعضوا عليها بالنواجذ","Part":"1","seal":"B81D9D04","page":89},
      {"id":5,"Hno":3,"nass":"3 - حدثنا أبو عبيد قال حدثنا عباد بن عباد المهلبي عن هشام بن زياد عن أبي المقدام عن محمد -[91]- ابن كعب أنه [حدثه] (¬1) ميمون بن أبي شبيب عن أبي ذر قال:\rقال لي رسول الله صلى الله عليه وسلم اتق الله حيث كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن\r¬__________\r(¬1) ما بين المعقوفين زيادة لازمة لإقامة النص.","Part":"1","seal":"961BC9C0","page":90},
      {"id":6,"Hno":4,"nass":"4 - حدثنا أبو عبيد قال حدثنا عمار بن محمد الثوري -[92]- عن ليث بن أبي سليم عن حبيب بن أبي ثابت عن ميمون بن أبي شبيب عن معاذ بن جبل عن النبي صلى الله عليه وسلم مثله ولم يذكره عن أبي ذر","Part":"1","seal":"A44B4DD1","page":91},
      {"id":7,"Hno":5,"nass":"5 - حدثنا أبو عبيد قال حدثنا إسماعيل بن جعفر عن -[93]- شريك بن عبد الله بن أبي نمر عن عطاء بن يسار قال:\rبعث رسول الله صلى الله عليه وسلم معاذاً إلى اليمن فقال معاذ يا رسول الله أوصني فقال اتق الله ما استطعت واذكر الله عند كل شجرة وحجر وإذا عملت سيئة فأحدث عندها قربة السر بالسر والعلانية بالعلانية","Part":"1","seal":"C65E279F","page":92},
      {"id":8,"Hno":6,"nass":"6 - حدثنا أبو عبيد قال حدثنا علي بن عاصم عن -[94]-[أبي] علي الرحبي عن عكرمة عن ابن عباس قال:\rقال رسول الله صلى الله عليه وسلم لا تقفن عند رجل يقتل مظلوما فإن اللعنة تنزل على من حضره وحين لم يدفعوا عنه ولا تقفن عند رجل يضرب مظلوما فإن اللعنة تنزل على من حضره\rقال: وقال رسول الله صلى الله عليه وسلم لا ينبغي لامرئ شهد مقاما فيه مقال حق إلا تكلم به فإنه لن يقدم أجله ولن يحرمه رزقا هو له","Part":"1","seal":"DEFFEFA1","page":93},
      {"id":9,"Hno":7,"nass":"7 - حدثنا أبو عبيد قال حدثنا أبو النضر عن سليمان ابن المغيرة عن حميد بن هلال قال حدثنا أبو قتادة وأبو الدهماء قالا:\rأتينا على رجل من أهل البادية فقال البدوي: أخذ بيدي رسول الله صلى الله عليه وسلم فجعل يعلمني مما علمه الله فكان مما حفظت عنه -[96]- أنه قال إنك لن تدع شيئا اتقاء الله إلا أعطاك الله خير منه","Part":"1","seal":"E210EDB7","page":95},
      {"id":10,"Hno":8,"nass":"8 - حدثنا أبو عبيد قال: حدثنا عبد الوهاب بن عبد المجيد الثقفي عن أيوب عن حميد بن هلال قال:\rأوصى رسول الله صلى الله عليه وسلم رجلا فقال إنك لن تدع شيئا اتقاء الله إلا أعطاك خيرا منه","Part":"1","seal":"6A85AD0F","page":96},
      {"id":11,"Hno":9,"nass":"9 - حدثنا أبو عبيد قال حدثنا الفضل بن دكين عن عيسى بن عبد الرحمن السلمي قال حدثنا طلحة بن -[97]- مصرف عن عبد الرحمن بن عوسجة عن البراء بن عازب قال\rجاء رجل إلى رسول الله صلى الله عليه وسلم فقال علمني عملا يدخلني الجنة قال فقال لئن كنت أقصرت الخطبة لقد أعرضت المسألة أعتق النسمة وفك الرقبة قال أوليسا واحدا قال لا عتق النسمة أن تفرد عتقها وفك الرقبة أن تعين في ثمنها.\rوالمنحة الوكوف والفيء على ذي الرحم الظالم فإن لم تطق ذلك فأطعم الجائع واسق الظمآن ومر بالمعروف وانه عن المنكر فإن لم تطق ذلك فكف لسانك إلا من خير","Part":"1","seal":"B8257294","page":96},
      {"id":12,"Hno":10,"nass":"10 - حدثنا أبو عبيد قال حدثنا هشيم ومروان ابن معاوية عن عوف بن أبي جميلة عن زرارة ابن أوفى عن عبد الله بن سلام -[99]- قال:\rلما قدم رسول الله صلى الله عليه وسلم المدينة انجفل الناس وقيل: قدم رسول الله قال فذهبت أنظر إليه فلما تبينت وجهه عرفت أنه ليس بوجه كذاب فسمعته يقول أيها الناس أطعموا الطعام وأفشوا السلام وصلوا الأرحام وصلوا والناس نيام تدخلوا الجنة بسلام","Part":"1","seal":"395BA046","page":98},
      {"id":13,"Hno":11,"nass":"11 - حدثنا أبو عبيد قال حدثنا سعيد بن أبي مريم عن يحيى بن أيوب عن عبيد الله بن زحر عن علي -[100]- بن يزيد عن القاسم أبي عبد الرحمن عن أبي أمامة عن عقبة بن عامر قال\rلقيت رسول الله صلى الله عليه وسلم يوما فقلت ما النجاة فقال يا عقبة املك عليك لسانك وليسعك بيتك وابك على خطيئتك","Part":"1","seal":"5D982B02","page":99},
      {"id":14,"Hno":12,"nass":"12 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن معاوية بن صالح عن ضمرة بن حبيب قال\r-[101]- قال رسول الله صلى الله عليه وسلم من فتح له باب خير فلينتهزه فإنه لا يدري متى يغلق عنه","Part":"1","seal":"9895BD46","page":100},
      {"id":15,"Hno":13,"nass":"13 - حدثنا أبو عبيد قال حدثنا الأشجعي عن يحيى ابن عبيد الله المديني عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال\r-[102]- ما رأيت مثل النار نام هاربها ولا مثل الجنة نام طالبها","Part":"1","seal":"3C96DE7A","page":101},
      {"id":16,"Hno":14,"nass":"14 - حدثنا أبو عبيد قال حدثنا مروان بن معاوية الفزاري والنضر بن إسماعيل البجلي عن موسى الصغير عن عمرو بن مرة عن أبي جعفر عبد الله بن المسور الهاشمي قال:\rقال رسول الله صلى الله عليه وسلم يا عجبا كل العجب للشاك في قدرة الله وهو يرى خلقه ويا عجبا كل العجب للمكذب بالنشأة الآخرة وهو يرى النشأة الأولى ويا عجبا كل العجب -[103]- للمكذب بنشور الموتى وهو يموت كل ليلة ويحيا ويا عجبا كل العجب للمصدق بدار الخلود وهو يسعى لدار الغرور ويا عجبا كل العجب للمختال الفخور وإنما خلق من نطفة ثم يعود جيفة وهو بين ذلك لا يدري ما يفعل به","Part":"1","seal":"89B36A69","page":102},
      {"id":17,"Hno":15,"nass":"15 - حدثنا أبو عبيد قال حدثنا إسماعيل بن إبراهيم عن سعيد بن إياس الجريري عن أبي تميمة الهجيمي عن رجل من قومه قال\r-[104]- لقيت رسول الله صلى الله عليه وسلم في بعض طرق المدينة وعليه إزار من قطن منثر الحاشية فقلت عليك السلام يا رسول الله فقال [هذه] (¬1) تحية الميت إن عليك السلام تحية [الموتى] (¬2) سلام عليكم سلام عليكم أي هكذا قل.\rقال قلت أين أتزر قال فأقنع ظهره وأخذ بعظم ساقه فقال ها هنا ائتزر فإن أبيت فها هنا أسفل من ذلك فإن أبيت فها هنا فوق الكعبين فإن أبيت فإن الله لا يحب كل مختال فخور.\rقال وسألته عن المعروف فقال لا تحقرن منه شيئا ولو أن تعطي صلة الحبل ولو أن تعطي شسع النعل ولو أن تفرغ من دلوك في إناء المستسقي ولو أن تنحي الشيء عن طريق الناس يؤذيهم ولو أن تلقى أخاك ووجهك له منبسط ولو أن تؤنس الوحشان بنفسك وإن رجل سبك بأمر يعلمه فيك وأنت -[105]- تعرف منه نحوه فلا تسبه يكن لك أجر ذلك وعليه وزره وما سر أذنك أن تسمعه فاعمل به وما ساء أذنك أن تسمعه فاجتنبه\r¬__________\r(¬1) ما بين المعقوفين زيادة لازمة لتمام المعنى، ففي جامع الأصول: لا تقل عليك السلام، فإن ذلك تحية الموتى. قل: السلام عليك. ومثله في سنن أبي داود.\r(¬2) ما بين المعقوفين زيادة لازمة لتمام المعنى.","Part":"1","seal":"AE86048B","page":103},
      {"id":18,"Hno":16,"nass":"16 - حدثنا أبو عبيد قال حدثنا إسماعيل بن جعفر عن عمرو بن أبي عمرو عن المطلب بن حنطب عن عبادة ابن الصامت قال:\rقال رسول الله صلى الله عليه وسلم: اضمنوا لي ستا من أنفسكم أضمن لكم الجنة: اصدقوا إذا حدثتم وأوفوا إذا وعدتم وأدوا إذا ائتمنتم واحفظوا فروجكم وغضوا أبصاركم وكفوا أيديكم","Part":"1","seal":"3421D4A6","page":105},
      {"id":19,"Hno":17,"nass":"17 - حدثنا أبو عبيد قال حدثنا عبد الله بن جعفر عن عمرو بن أبي عمرو عن المطلب بن عبد الله بن حنطب قال:\rوعظ رسول الله صلى الله عليه وسلم رجلا فقال لا تشرك بالله شيئا وإن قتلت وإن قطعت ولا تشرب الخمر فإنها مفتاح الشرور وأطع والديك وإن أمراك أن تخرج من مالك فاخرج منه ولا تنازع الأمر أهله وإن رأيت أن لك","Part":"1","seal":"EB28C580","page":106},
      {"id":20,"Hno":18,"nass":"18 - حدثنا أبو عبيد قال حدثنا عمر بن عبد الرحمن الأبار عن منصور عن أبي وائل عن أبي موسى.\rوحدثنا أبو عبيد قال حدثنا أبو معاوية عن -[108]- الأعمش عن أبي وائل عن أبي موسى أو أحدهما بإسناده\rأن رسول الله صلى الله عليه وسلم قال عودوا المريض وأطعموا الجائع وفكوا العاني","Part":"1","seal":"4E5BA78F","page":107},
      {"id":21,"Hno":19,"nass":"مواعظ إبراهيم الخليل خليل الرحمن صلى الله عليه وسلم التي وعظه الله بها وذكر فضائله وطاعته\r19 - حدثنا أبو عبيد قال حدثنا عباد بن عباد قال حدثنا واصل مولى أبي عيينة عن موسى بن عبيدة قال\rنزلت على صيفي بن هلال فذكر عبادته واجتهاده وكان صاحب كتب وكانت له سراويلان إحداهما عليه والأخرى معلقة فإذا رابه من هذه شيء أنزل تلك ثم غسل هذه قال فسألته عن ذلك فقال\r-[110]- إني وجدت في بعض ما أنزل الله من الكتب أن الله أوحى إلى إبراهيم أن يا إبراهيم أنت خليلي وأطوع من في الأرض لي فإذا قمت تصلي لي وتعبدني فإن استطعت ألا ترى الأرض عورتك فافعل","Part":"1","seal":"E17933F8","page":109},
      {"id":22,"Hno":20,"nass":"20 - حدثنا أبو عبيد قال حدثنا مروان بن معاوية عن عابد بن ناجية عن سليمان بن أبي سليمان عن وهب بن منبه قال:\rكان في صحف إبراهيم أو قال فيما أنزل الله على إبراهيم أيها الملك المبتلى إني لم أبعثك لتجمع الدنيا بعضها إلى بعض ولا لتبني البنيان ولكني بعثتك لترد عني دعوة المظلوم فإني لا أردها وإن كانت من كافر","Part":"1","seal":"E8CD5CC4","page":110},
      {"id":23,"Hno":21,"nass":"21 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن الليث بن سعد عن يونس بن يزيد عن ابن شهاب عن عمرو (¬1) بن أبي سفيان قال قال كعب الأحبار لأبي هريرة ألا أخبرك عن إسحاق بن إبراهيم النبي صلى الله عليه فقال -[112]- أبو هريرة بلى فقال كعب:\rلما أري إبراهيم ذبح ابنه إسحاق قال الشيطان: والله لئن لم أفتن عند هذه آل إبراهيم لا أفتنهم أبدا فتمثل الشيطان لهم رجلا يعرفونه فأقبل حين خرج إبراهيم غاديا بإسحاق ليذبحه حتى دخل على سارة امرأة إبراهيم فقال: أين أصبح إبراهيم غاديا بإسحاق فقالت: غدا به لبعض حاجته فقال الشيطان: لا والله ما لذلك غدا به قالت سارة: فأين غدا به قال: غدا به ليذبحه قالت سارة: لم يكن ليذبح ابنه قال الشيطان: بلى والله قالت: ولم يذبحه قال: زعم أن ربه أمره بذلك قالت: فقد أحسن بأن يطيع الله ربه إن كان أمره بذلك. قال: فخرج الشيطان من عند سارة حتى أدرك إسحاق وهو يمشي على إثر أبيه فقال: أين أصبح أبوك غاديا بك فقال: غدا بي لبعض حاجته فقال: لا والله ولكنه غدا بك ليذبحك فقال إسحاق: ما كان أبي ليذبحني قال: بلى قال: ولم قال: زعم أن ربه أمره بذلك قال إسحاق: فوالله لئن أمره بذلك ليطيعنه قال: فتركه وأسرع إلى إبراهيم فقال: أين أصبحت غاديا بابنك قال: غدوت به لبعض حاجتي قال: والله ما غدوت به إلا لتذبحه قال: ولم أذبحه قال: زعمت أن ربك أمرك بذلك فقال والله لئن كان أمرني به ربي لأفعلن\r¬__________\r(¬1) في المخطوط: عمر وهو خطأ، انظر تاريخ الطبري 1/ 265 ومصادر الترجمة.","Part":"1","seal":"6E699807","page":111},
      {"id":24,"Hno":22,"nass":"22 - حدثنا أبو عبيد قال حدثنا إسماعيل بن إبراهيم عن -[113]- أيوب وهشام عن ابن سيرين عن أبي هريرة قال:\rإن إبراهيم لم يكذب إلا ثلاث كذبات اثنتين في ذات الله وواحدة في ذات نفسه فأما اللتان في ذات الله فقوله {إني سقيم} وقوله {بل فعله كبيرهم هذا فاسألوهم إن كانوا ينطقون} وأما التي في ذات نفسه فإنه أقبل يسير ومعه سارة في ملك جبار فبلغ الجبار خبر سارة فأرسل إلى إبراهيم فقال إنها أختي فلما رجع إبراهيم إلى سارة قال لها إن هذا سألني فقلت إنها أختي فأخبريه أنك أختي.\rفأرسل إلى سارة وقام إبراهيم يصلي فلما أتته أرادها فأمسك عنها فقال لها دعيني ولك علي ألا أضرك فخلي عنه فدعا الذي جاء بها فقال إنك جئتني بشيطان ولم تأتني بإنسان وأمر بها بهاجر فانقلبت إلى إبراهيم فقال لها مهيم -[114]- فقالت رد الله كيد الكافر الفاجر وأخدم وليدة","Part":"1","seal":"E721C3CA","page":112},
      {"id":25,"Hno":23,"nass":"23 - حدثنا أبو عبيد قال حدثنا يزيد بن هارون عن سليمان التيمي عن أبي عثمان عن سلمان قال\r-[115]- أرسل على إبراهيم أسدان جائعان فجعلا يلحسانه وسجدا له","Part":"1","seal":"8F02E509","page":114},
      {"id":26,"Hno":24,"nass":"24 - حدثنا أبو عبيد قال حدثنا يزيد بن هارون عن زكريا بن أبي زائدة عن الشعبي عن عبد الله ابن عمرو قال:\rلما ألقي إبراهيم في النار قال حسبي الله ونعم الوكيل","Part":"1","seal":"8CD57FB6","page":115},
      {"id":27,"Hno":25,"nass":"25 - حدثنا أبو عبيد قال حدثنا عبد الرحمن -[116]- وإسماعيل بن عمر عن سفيان عن المختار بن فلفل قال سمعت أنس بن مالك يقول\rقال رجل للنبي صلى الله عليه وسلم يا خير البرية فقال ذاك إبراهيم","Part":"1","seal":"F171665E","page":115},
      {"id":28,"Hno":26,"nass":"26 - حدثنا أبو عبيد قال حدثنا إسماعيل بن إبراهيم عن\r-[117]- أبي رجاء عن الحسن في قول الله {وإذ ابتلى إبراهيم ربه بكلمات فأتمهن} قال ابتلاه بالكواكب فرضي عنه وابتلاه بالقمر فرضي عنه وابتلاه بالشمس فرضي عنه وابتلاه بالنار فرضي عنه وابتلاه بابنه فرضي عنه وابتلاه بالهجرة وابتلاه بالختان","Part":"1","seal":"AF4265A2","page":116},
      {"id":29,"Hno":27,"nass":"27 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن -[118]- لهيعة عن عبد الله بن هبيرة عن حنش الصنعاني عن ابن عباس في قوله عز وجل {وإذ ابتلى إبراهيم ربه بكلمات} قال\rهي عشر ست في الإنسان وأربع في المشاعر فالتي في الإنسان حلق العانة والختان ونتف الإبط قال وكان ابن هبيرة يجعل هؤلاء الثلاث واحدة وتقليم الأظفار وقص الشارب والسواك والغسل يوم الجمعة والغسل من الجنابة والأربع التي في المشاعر الطواف بالبيت والسعي بين الصفا والمروة ورمي الجمار والإفاضة","Part":"1","seal":"F96628A7","page":117},
      {"id":30,"Hno":28,"nass":"28 - حدثنا أبو عبيد قال حدثنا أبو معاوية ويزيد عن حجاج عن عطاء قال\rقال رسول الله صلى الله عليه وسلم عشر فطر عليهن أبوكم إبراهيم خمس في الرأس وخمس في الجسد فأما التي في الرأس فالمضمضة والاستنشاق والسواك وقص الشارب وإبقاء اللحية وأما التي في الجسد فنتف الإبط وقص الأظافر والختان والاستحداد والاستنجاء بالحجارة","Part":"1","seal":"F273CDB2","page":119},
      {"id":31,"Hno":29,"nass":"29 - حدثنا أبو عبيد قال حدثنا يزيد عن حماد -[120]- ابن سلمة عن علي بن زيد عن سلمة بن محمد بن عمار بن ياسر عن عمار بن ياسر قال قال رسول الله صلى الله عليه وسلم عشر من الفطرة المضمضة والاستنشاق والسواك وقص الشارب وتقليم الأظفار ونتف -[121]- الإبط وحلق العانة وغسل البراجم والانتضاح بالماء والختان","Part":"1","seal":"69107F95","page":119},
      {"id":32,"Hno":30,"nass":"30 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج عن مجاهد في قول الله {إني جاعلك للناس إماما} قال:\rقال الله لإبراهيم إني مبتليك بأمر فما هو قال تجعلني للناس إماما قال نعم قال وتجعل البيت مثابة للناس وأمنا قال نعم قال وتجعلنا مسلمين لك ومن ذريتنا أمة -[122]- مسلمة لك. قال نعم قال وترينا مناسكنا وتتوب علينا إنك أنت التواب الرحيم","Part":"1","seal":"94B42B88","page":121},
      {"id":33,"Hno":31,"nass":"31 - حدثنا أبو عبيد قال حدثنا حسان بن عبد الله عن ابن لهيعة عن موسى بن أيوب عن ابن عباس\rأنه سئل عن قول الله {إن إبراهيم كان أمة} قال كان إماما","Part":"1","seal":"94566ED3","page":122},
      {"id":34,"Hno":32,"nass":"32 - حدثنا أبو عبيد قال حدثنا عبد الرحمن عن سفيان عن فراس عن الشعبي عن مسروق عن -[123]- عبد الله أنه قال\rأتدرون ما الأمة الذي يعلم الناس قال أبو عبيد أحسبه قال الخير والقانت المطيع لله","Part":"1","seal":"2693DE0C","page":122},
      {"id":35,"Hno":33,"nass":"33 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج عن مجاهد في قوله {كان أمة} قال\rأمة على حدة قال وقوله قانتا مطيعا لله","Part":"1","seal":"88B499FE","page":123},
      {"id":36,"Hno":34,"nass":"34 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج قال أخبرني القاسم بن أبي بزة عن عكرمة في قول الله -[124]- تعالى {وآتيناه أجره في الدنيا} قال\rهو لسان الصدق الذي جعل الله له قال فالأمم كلها تتولى إبراهيم اليهود والنصارى والناس أجمعون قال ويشهدون له بالعدل فذلك لسان الصدق وهو الأجر الذي آتاه الله في الدنيا","Part":"1","seal":"00296782","page":123},
      {"id":37,"Hno":35,"nass":"35 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج عن مجاهد في قول الله وإبراهيم الذي وفى قال\rوفى بما فرض الله عليه","Part":"1","seal":"28DBE368","page":124},
      {"id":38,"Hno":36,"nass":"36 - حدثنا أبو عبيد قال حدثنا محمد بن كثير عن حماد بن سلمة عن عطاء عن عكرمة قال\rوفى {ألا تزر وازرة وزر أخرى وأن ليس للإنسان إلا -[125]- ما سعى وأن سعيه سوف يرى}","Part":"1","seal":"F3F1DE1D","page":124},
      {"id":39,"Hno":37,"nass":"37 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج قال\rهذا في صحف إبراهيم وموسى أن ليس للإنسان إلا ما سعى وأن سعيه سوف يرى وكذا وكذا كل هذا في صحف إبراهيم وموسى","Part":"1","seal":"14CE5F4B","page":125},
      {"id":40,"Hno":38,"nass":"38 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن لهيعة عن زبان بن فائد الحمراوي عن سهل بن معاذ بن أنس عن أبيه (¬1) رفعه قال\r-[126]- ألا أخبركم لم سمي الله خليله الذي وفى قال لأنه كان يقول إذا أصبح وأمسى {فسبحان الله حين تمسون وحين تصبحون} حتى ختم الآية\r¬__________\r(¬1) في المخطوطة عن أخيه وهو تحريف. وأبوه هو معاذ بن أنس الجهني صحابي نزل مصر. وله ثلاثون حديثاً. وعنه ابن سهل. انظر: خلاصة تهذيب الكمال 324/ 29.","Part":"1","seal":"B6F22FF6","page":125},
      {"id":41,"Hno":39,"nass":"مواعظ موسى صلى الله عليه عند مساءلته الله جل ثناؤه وإجابته إياه وما كتب الله له في الألواح\r39 - حدثنا أبو عبيد قال حدثنا جرير بن عبد الحميد عن قابوس بن أبي ظبيان عن أبيه عن ابن عباس قال\r-[128]- قال موسى صلى الله عليه رب أي عبادك أحب إليك قال أكثرهم لي ذكرا قال رب فأي عبادك أغنى قال الراضي بما أعطيته قال رب فأي عبادك أعدل قال الذي يحكم على نفسه كما يحكم على الناس","Part":"1","seal":"3C3BD100","page":127},
      {"id":42,"Hno":40,"nass":"40 - حدثنا أبو عبيد قال حدثنا أبو معاوية عن العوام ابن جويرية عن الحسن قال\rسأل موسى صلى الله عليه ربه فقال أي رب ما لعائد المريض من الأجر قال أدعه من ذنوبه كيوم ولدته أمه قال يا رب فما لمشيع الموتى من الأجر قال أبعث الملائكة معهم بآبائهم يشيعونه من قبره إلى محشره قال يا رب فما لمعزي الثكلى من الأجر قال أظله في ظلي يوم لا ظل إلا ظلي","Part":"1","seal":"1BAAD626","page":128},
      {"id":43,"Hno":41,"nass":"41 - حدثنا أبو عبيد قال حدثنا عبد الرحمن عن سفيان عن عطاء بن أبي مروان عن أبيه عن كعب -[129]- قال\rقال موسى صلى الله عليه يا رب أقريب أنت فأناجيك أم بعيد فأناديك قال يا موسى أنا جليس من ذكرني قال فإنها تكون حال أجلك أن أذكرك فيها من جنابة أو غائط فقال اذكرني على كل حال","Part":"1","seal":"03C79C3A","page":128},
      {"id":44,"Hno":42,"nass":"42 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن معاوية بن صالح عن عبد الوهاب بن بخت\rإن موسى صلى الله عليه وسلم سأل ربه من أهلك الذين هم أهلك قال الذين يذكرون بذكري وأذكر بذكرهم والذين يأوون إلى ذكري كما تأوي النسور إلى وكورها والذين يكلفون بحبي كما يكلف الصبي بحب الناس والذي يغضبون لمحارمي كما يغضب النمر إذا حرب","Part":"1","seal":"D0BD1F98","page":129},
      {"id":45,"Hno":43,"nass":"43 - حدثنا أبو عبيد قال وحدثني أبو مسهر الدمشقي عن سعيد بن عبد العزيز التنوخي (¬1) عن ثابت بن معبد المحاربي\rقال وكان من كبراء أهل الشام وولي هو وأخوه الساحل أربعين سنة قال\rقال موسى رب أي الناس أتقى قال الذي يذكرني ولا ينسى قال رب أي الناس أغنى قال الذي يقنع بما يؤتى قال رب أي الناس أعز قال الذي يغفر بعدما يقدر قال رب أي الناس أعلم قال الذي يأخذ من علم الناس إلى علمه وإن كان عالما\r¬__________\r(¬1) في المخطوطة: الشوخبي وهو تصحيف. وهو سعيد بن عبد العزيز بن أبي يحيى التنوخي، أبومحمد الدمشقي الفقيه. روى عن مكحول، ونافع وغيرهما. وعنه شعبة، والثوري، وأبومسهر وخلق. وثقه ابن معين وأبوحاتم والنسائي. وتوفي سنة 167هـ. انظر ترجمته في تهذيب التهذيب 4/ 59 وحلية الأولياء 8/ 274 وخلاصة تهذيب الكمال 187/ 7.","Part":"1","seal":"DA6115C4","page":130},
      {"id":46,"Hno":44,"nass":"44 - حدثنا أبو عبيد قال حدثنا أبو معاوية عن -[131]- الأعمش عن سالم بن أبي الجعد عن يزيد بن بشر قال حدثني رجل من أهل الكتاب يقال له يسى (¬1) وكان قد أسلم وحسن إسلامه قال أوحى الله إلى موسى إن جاءك الموت وأنت على غير وضوء فلا تلومن إلا نفسك قال وأوحى الله إلى موسى يا موسى إن الله يدفع بالصدقة سبعين بابا من السوء منها الغرق والحرق وذات الجنب\r¬__________\r(¬1) في الأصل المخطوط: نسى وهو تحريف.","Part":"1","seal":"4447D8C4","page":130},
      {"id":47,"Hno":45,"nass":"45 - حدثنا أبو عبيد قال حدثنا كثير بن هشام عن جعفر بن برقان عن ميمون بن مهران -[132]- قال بلغني أن مما كتب الله لموسى في الألواح أن لا تمن مال صاحبك ولا امرأة صاحبك","Part":"1","seal":"A0004D20","page":131},
      {"id":48,"Hno":46,"nass":"46 - حدثنا أبو عبيد قال حدثنا عباد بن العوام عن العلاء بن المسيب عن خيثمة بن عبد الرحمن قال إن في التوراة مكتوبا يا ابن آدم تفرغ لعبادتي أملأ قلبك غنى وأسد فقرك وإن لا تفعل أملأ قلبك شغلا ولا أسد فقرك","Part":"1","seal":"32FAFC77","page":132},
      {"id":49,"Hno":47,"nass":"47 - حدثنا أبو عبيد قال حدثنا يزيد عن هشام بن حسان عن خالد الربعي قال\rقرأت في التوراة اتق الله وإذا شبعت فاذكر الجائع","Part":"1","seal":"D771426F","page":133},
      {"id":50,"Hno":48,"nass":"48 - حدثنا قال حدثنا ابن مهدي عن محمد بن أبي الوضاح عن خصيف عن مجاهد أو سعيد بن جبير -[134]- هكذا قال عبد الرحمن قال\rكانت الألواح من زمرد فلما ألقاها موسى ذهب التفصيل وبقي الهدى والرحمة ثم قرأ عبد الرحمن {وكتبنا له في الألواح من كل شيء موعظة وتفصيلاً لكل شيء} وقرأ {ولما سكت عن موسى الغضب أخذ الألواح وفي نسختها هدى ورحمة} قال ولم يذكر التفصيل ها هنا","Part":"1","seal":"96A0AC5B","page":133},
      {"id":51,"Hno":49,"nass":"49 - حدثنا أبو عبيد قال حدثنا يزيد ومحمد بن جعفر عن شعبة عن عمرو بن مرة عن عبد الله بن -[135]- سلمة عن صفوان بن عسال\rأن يهوديين قال أحدهما لصاحبه انطلق بنا إلى هذا النبي فقال لا تقل نبي فإنه إن سمعك كانت له أربعة أعين فانطلقا إلى رسول الله صلى الله عليه وسلم فسألاه عن قول الله {ولقد آتينا موسى تسع آيات بينات} فقال رسول الله صلى الله عليه وسلم لا تشركوا بالله شيئا ولا تقتلوا النفس التي حرم الله إلا بالحق ولا تزنوا -[136]- ولا تسرقوا ولا تسحروا ولا تمشوا ببريء إلى ذي سلطان فيقتله ولا تأكلوا الربا ولا تقذفوا المحصنة أو قال لا تفروا من الزحف شك شعبة في هاتين وعليكم خاصة يهود ألا تعدوا في السبت\rقال: فقبلا يديه ورجليه وقالا نشهد أنك نبي الله قال فما يمنعكما أن تسلما فقالا إن داود دعا الله أن لا يزال في ذريته نبي وإنا نخاف إن أسلمنا أن تقتلنا يهود","Part":"1","seal":"8528EA8A","page":134},
      {"id":52,"Hno":50,"nass":"مواعظ أيوب النبي صلى الله عليه وسلم التي وعظ بها وما كان من كلامه في ابتلائه\r50 - حدثنا أبو عبيد قال حدثني أبو عبيد الله الأزدي عن سيار العابد عن عبد الواحد بن أبي عون المدني قال\rوقف رجال على أيوب وهو في مزبلة وتحته فروة فأمسكوا على أنفهم من ريحه وقالوا يا أيوب والله لقد كنت تعمل أعمالا لو كانت لله ما أنزل بك هذا البلاء!\rفقال أيوب: قاتل الله الغنى ما أعزه لأهله! وقاتل الله الفقر ما أذله لأهله! أي رب بأي ذنوبي أخذتني فوعزتك إنك لتعلم أنه ما عرى لي جار وعندي فضل ثوب وإن كنت لأسمع العبد من عبيدك يحنث باسم من أسمائك فأكفر عنه إجلالا لك","Part":"1","seal":"59037F1F","page":137},
      {"id":53,"Hno":51,"nass":"51 - حدثنا أبو عبيد قال حدثنا محمد بن كثير وغيره بإسناد لا أحفظه دخل كلام أحدهما في كلام الآخر عن وهب بن منبه أن ابن عباس قال له كيف قال الفتى لأيوب فقال وهب قال له\rلقد كان في عظمة الله وجلاله وذكر الموت ما يقطع لسانك وينسيك حججك ألم تعلم يا أيوب أن لله عباداً أسكتتهم الخشية من غير عي ولا بكم وإنهم لهم الفصحاء الطلقاء الألباء العالمون بالله وبأيامه ولكنهم إذا ذكروا عظمة الله انقطعت ألسنتهم واقشعرت جلودهم وطاشت عقولهم إعظاما لله وإجلالا فإذا استفاقوا من ذلك استبقوا إلى الله بالأعمال الزاكية يعدون أنفسهم مع الظالمين الخاطئين وإنهم لأنزاه بررة ومع المقصرين المفرطين وإنهم لأكياس أقوياء ولكنهم لا يستكثرون لله الكثير ولا يرضون له بالقليل ولا يدلون عليه بالأعمال","Part":"1","seal":"E1D3B0E8","page":138},
      {"id":54,"Hno":52,"nass":"52 - قال أبو عبيد وفي غير حديث محمد بن كثير أن هذا الفتى الذي كلم أيوب هو جبريل بعثه الله في صورة رجل شاب وكان أيوب قبل هذا قد تكلم في بلائه بكلام عوتب عليه بهذا القول","Part":"1","seal":"182AA023","page":138},
      {"id":55,"Hno":53,"nass":"مواعظ داود النبي صلى الله عليه وسلم\r53 - حدثنا أبو عبيد قال حدثنا إسماعيل بن مجالد عن أبي إسحاق السبيعي (¬1) عن عبد الرحمن بن أبزى أن داود النبي صلى الله عليه وسلم أوصى ابنه سليمان فقال\rيا بني كن لليتيم كالأب الرحيم واعلم أنك كما تزرع كذلك تحصد واعلم أن خطبة الأحمق في نادي القوم كالمتغني عند رأس الميت\r-[140]- واعلم أن المرأة الصالحة لبعلها كالملك المتوج بالتاج المخوص بالذهب واعلم أن المرأة السوء لبعلها كالشيخ الكبير على ظهره الحمل الثقيل\rما أقبح الفقر بعد الغنى وأقبح منه الضلالة بعد الهدى وإن وعدت أخاك شيئا فأنجز له ما وعدته وإن لا تفعل تورث بينك وبينه عداوة\r¬__________\r(¬1) في المخطوطة: الشسعي وهو تحريف.","Part":"1","seal":"681C8FDC","page":139},
      {"id":56,"Hno":54,"nass":"54 - حدثنا أبو عبيد قال حدثنا عمار بن محمد عن خاله سفيان بن سعيد عن أبي إسحاق عن عبد الرحمن بن أبزى عن داود مثل ذلك وزاد فيه قال\rونعوذ بالله من صاحب السوء الذي إذا ذكرت له يعيبك وإذا نسيت لم يذكرك","Part":"1","seal":"D789F4B1","page":140},
      {"id":57,"Hno":55,"nass":"55 - حدثنا أبو عبيد قال حدثنا أحمد بن عثمان عن -[141]- عبد الله بن المبارك عن سفيان عن رجل عن وهب بن منبه قال\rفي حكمة آل داود حق على العاقل ألا يغفل عن أربع ساعات ساعة يتخلى فيها لربه وساعة يحاسب فيها نفسه وساعة يفضي فيها إلى إخوانه الذين يخبرونه بعيوبه ويصدقونه عن نفسه وساعة يخلي بين نفسه وبين لذاتها فيما يحل ويجمل فإن هذه الساعة عون له على هذه الساعات وإجمام (¬1) للقلوب\rوحق على العاقل أن يعرف زمانه ويحفظ لسانه ويقبل على شأنه وحق على العاقل ألا يظعن في إحدى ثلاث زاد لمعاده -[142]- ومرمة لمعاشه ولذة في غير محرم\r¬__________\r(¬1) في المخطوط: وإخماد وهو تحريف، وما أثبتناه من المصادر. والإجمام الإراحة، يقال أجم نفسك يوما أو يومين: أرحها. انظر لسان العرب (جمم) 14/ 372.","Part":"1","seal":"4B8561AE","page":140},
      {"id":58,"Hno":56,"nass":"56 - حدثنا أبو عبيد قال حدثنا ابن مهدي عن جابر بن يزيد بن رفاعة عن المغيرة بن عيينة قال:\rأنزل الله على داود {اعملوا آل داود شكرا} فقال داود يا رب كيف أشكرك وأنت الذي تنعم علي ثم ترزقني على النعمة والشكر فالنعم منك والشكر منك فكيف أطيق شكرك فقال يا داود الآن عرفتني حق معرفتي","Part":"1","seal":"CA00C552","page":142},
      {"id":59,"Hno":57,"nass":"57 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن لهيعة عن زهرة بن معبد أنه سمع أبا عبد الرحمن الحبلي يقول في -[143]- قول الله {اعملوا آل داود شكرا} قال:\rالصلاة شكر والصوم شكر وكل عمل يعمل لله شكر وأفضل الشكر الحمد","Part":"1","seal":"99CCB930","page":142},
      {"id":60,"Hno":58,"nass":"58 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم عن عبد الله بن المنيب قال أخبرني أبي المنيب وجدي جميعاً عن عطاء بن يسار قال:\rقال رسول الله صلى الله عليه وسلم وهو يخطب الناس على المنبر وقرأ هذه الآية {اعملوا آل داود شكرا} فقال: ثلاث من أوتيهن فقد أوتي ما أوتي آل داود فقيل له وما هن يا رسول الله فقال العدل في الغضب والرضا والقصد في الفقر والغنى وذكر الله في السر والعلانية","Part":"1","seal":"ED3651FD","page":143},
      {"id":61,"Hno":59,"nass":"59 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم عن ابن لهيعة عن الحارث بن يزيد عن علي بن رباح قال -[144]- سمعت وهبا الذماري يحدث [عن] (¬1) فضالة بن عبيد أن داود سأل ربه أن يخبره بأحب الأعمال إليه فقال عشر يا داود لا تذكرن أحداً من خلقي إلا بخير ولا تغتابن أحدا من خلقي ولا تحسدن أحدا من خلقي فقال داود يا رب هؤلاء الثلاث لا أستطيع أن أعملهن فاحبس عني السبع.\rولكن يا رب أخبرني بأحبائك من خلقك أحبهم لك فقال ذو سلطان يرحم الناس ويحكم للناس كما يحكم لنفسه ورجل أعطاه الله مالا فهو ينفق منه ابتغاء وجه الله ورجل يفني شبابه وقوته في طاعة الله، ورجل كان قلبه معلقاً بالمساجد من حبه إياها ورجل لقي امرأة حسناء وأمكنته من نفسها فتركها من خشية الله ورجل حيثما كان علم أن الله معه ورجل فاضت عيناه من خشية الله\r¬__________\r(¬1) ما بين المعقوفين ساقطة من المخطوط، وهو في الزهد لابن المبارك.","Part":"1","seal":"431622E2","page":143},
      {"id":62,"Hno":60,"nass":"60 - حدثنا إبراهيم بن محمد بن يعقوب قال حدثنا أبو عبيد -[145]- القاسم بن سلام قال حدثنا عبد الرحمن بن مهدي عن سفيان بن عيينة عن عطاء بن السائب قال سمعت أبا عبد الله الجدلي يقول\rأوحى الله إلى داود أن يا داود أحببني وأحبب من يحبني [وحببني] (¬1) إلى خلقي فقال يا رب ها أنذا (¬2) أحبك وأحب من يحبك فكيف أحببك إلى خلقك قال أن تذكرني فلا تذكر إلا حسنا\r¬__________\r(¬1) ما بين المعقوفين زيادة من الزهد لابن حنبل، وبدونها لا يستقيم الكلام.\r(¬2) في المخطوطة: هذا وهو تحريف.","Part":"1","seal":"25762116","page":144},
      {"id":63,"Hno":61,"nass":"61 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن خالد بن يزيد بن صالح بن صبيح عن ابن حلبس قال\r-[146]- قال داود رب علمني عملا إذا أنا عملته بلغت وقارك فأوحى الله إليه يا داود اعمل لي كأنك تراني وأحب المؤمن من أجلي ولا يزل لسانك رطبا من ذكري","Part":"1","seal":"DFD7245B","page":145},
      {"id":64,"Hno":62,"nass":"62 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن لهيعة عن خالد بن يزيد عن سعيد بن أبي هلال أن داود النبي صلى الله عليه وسلم كان يقول\rاللهم نامت العيون وغارت النجوم وأنت حي قيوم لا تأخذك سنة ولا نوم فاغفر لي ذنبي العظيم","Part":"1","seal":"7ABD6C6E","page":146},
      {"id":65,"Hno":63,"nass":"63 - حدثنا أبو عبيد قال حدثنا علي بن عاصم عن عطاء بن السائب عن أبي عبد الله الجدلي أن نبي الله صلى الله عليه وسلم داود كان يقول\rاللهم إني أعوذ بك من جار عينه تراني وقلبه يرعاني إن رأى حسنة أطفأها وإن رأى سيئة أشاعها","Part":"1","seal":"5317B7B9","page":146},
      {"id":66,"Hno":64,"nass":"64 - حدثنا أبو عبيد قال حدثنا حجاج عن حماد بن سلمة عن ثابت أن داود قال\rأي رب أنت حكم عدل فكيف أصنع بأوريا قال يا داود إني أستوهبك منه فيهبك لي فقال داود أي رب الآن أعلم أنك قد غفرت لي","Part":"1","seal":"9D7782A0","page":147},
      {"id":67,"Hno":65,"nass":"65 - حدثنا أبو عبيد قال حدثنا يزيد عن الجريري عن أبي السليل قال\rكان داود النبي صلى الله عليه وسلم يدخل المسجد فينظر أغمص خلقه من بني إسرائيل فيجلس إليهم ثم يقول مسكين بين ظهري مساكين","Part":"1","seal":"4346E198","page":147},
      {"id":68,"Hno":66,"nass":"مواعظ سليمان بن داود وفضائله\r66 - حدثنا أبو عبيد قال حدثنا علي بن عاصم عن سعيد بن إياس الجريري عن عبد الله بن شقيق عن كعب\rقال أوحى الله إلى داود أن ابن بيت المقدس قال فعارضه ببناء (¬1) له قال فأوحى الله إليه أن يا داود عارضت مسجدي بنائك ليس لك أن تبنيه قال يا رب ففي عقبي فقال في عقبك\rفلما ولى سليمان أوحى الله إليه أن يبنيه فبناه فلما دخله خر ساجدا شكرا لله وقال يا رب من دخله من تائب فتب عليه أو مستغفر فاغفر له أو سائل فأعطه\rقال وذبح أربعة آلاف بقرة وسبعة آلاف شاة وصنع طعاما فدعا إليه بني إسرائيل\r¬__________\r(¬1) في المخطوطة: بيتا تصحيف.","Part":"1","seal":"40F41866","page":148},
      {"id":69,"Hno":67,"nass":"67 - حدثنا أبو عبيد قال حدثنا علي بن ثابت عن -[149]- جعفر بن برقان عن صالح بن مسمار قال\rلما مات نبي الله داود أوحى الله إلى سليمان أن سلني حاجتك فقال أسألك أن تجعل قلبي يخشاك كما كان قلب أبي وأن تجعل قلبي يحبك كما كان قلب أبي فقال الله أرسلت إلى عبدي أسأله حاجته فكانت حاجته أن أجعل قلبه يخشاني وأن أجعل قلبه يحبني لأهبن له ملكا لا ينبغي لأحد من بعده قال الله {فسخرنا له الريح تجري بأمره رخاء حيث أصاب والشياطين كل بناء وغواص وآخرين مقرنين في الأصفاد هذا عطاؤنا فامنن أو أمسك بغير حساب} قال فأعطاه الله ما أعطاه وفي الآخرة لا حساب عليه","Part":"1","seal":"BD906973","page":148},
      {"id":70,"Hno":68,"nass":"68 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن لهيعة عن عبد الرحمن بن زياد بن أنعم عن سلامان -[150]- بن عامر قال\rقال رسول الله صلى الله عليه وسلم أرأيتم سليمان وما أعطي في ملكه فإنه لم يرفع رأسه إلى السماء تخشعا حتى قبضه الله","Part":"1","seal":"2E856ACE","page":149},
      {"id":71,"Hno":69,"nass":"69 - قال أبو عبيد وفي غير حديث ابن أنعم\rأن نملة قالت لسليمان أنا على قدري أشكر لله منك وكان على فرس ذنوب فخر عنه ساجداً ثم قال لولا أن أبخلك لسألتك أن تنزع مني ما أعطيتني","Part":"1","seal":"0E9734C5","page":150},
      {"id":72,"Hno":70,"nass":"70 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن سعيد بن عبد العزيز قال قال سليمان بن داود\rنظرت في الحكمة فكثر همي ونظرت في العلم فكثر شيبي وذهبت أنظر في الأمر فإذا مع الشباب كبر وإذا مع الغنى فقر وإذا مع الصحة سقم وإذا مع الحياة موت وإذا تربتي وتربة السفيه الأحمق تصيران إلى أن تكونا سواء إلا أن أفضله يوم القيامة -[151]- بعمل صالح فكيف يهنيني مع هذا طعام أو شراب","Part":"1","seal":"9A7D7962","page":150},
      {"id":73,"Hno":71,"nass":"71 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن سعيد بن عبد العزيز عن ربيعة بن يزيد قال\rقالت أم سليمان بن داود لسليمان يا بني لا تكثر الجماع فإنه يوهن ظهرك حين تحتاج الناس إلى القوة\rوإياك وكثرة النوم فإنه يفقرك حين تحتاج الناس إلى أعمالهم","Part":"1","seal":"7680CD0D","page":151},
      {"id":74,"Hno":72,"nass":"72 - حدثنا يعقوب بن سنيد بن داود المصيصي حدثنا أبي حدثنا يوسف بن محمد بن المنكدر عن أبيه عن -[152]- جابر بن عبد الله عن النبي صلى الله عليه وسلم قال\rقالت أم سليمان لسليمان يا بني لا تكثر النوم بالليل فإن كثرة النوم بالليل تترك العبد فقيرا يوم القيامة","Part":"1","seal":"4A12B265","page":151},
      {"id":75,"Hno":73,"nass":"مواعظ المسيح عيسى بن مريم صلى الله عليه وزهده ومناقبه\r73 - حدثنا أبو عبيد قال حدثنا يزيد بن هارون عن أبي معشر عن سعيد بن أبي سعيد المقبري قال\rجاء رجل إلى عيسى بن مريم فقال يا معلم الخير علمني شيئا تعلمه وأجهله ينفعني ولا يضرك قال وما هو قال كيف يكون العبد تقيا لله قال بيسير من الأمر تحب الله حقا من قلبك وتعمل لله بكدحك وقوتك ما استطعت وترحم بني جنسك رحمتك نفسك\rفقال يا معلم الخير من بنو جنسي قال ولد آدم كلهم وما تحب ألا تراه فلا تأته إلى غيرك وأنت تقي لله حقا","Part":"1","seal":"450F4942","page":153},
      {"id":76,"Hno":74,"nass":"74 - حدثنا أبو عبيد قال حدثنا عبد الرحمن عن سفيان عن عبد العزيز بن رفيع عن أبي ثمامة العابدي قال\rقال الحواريون لعيسى بن مريم يا نبي الله ما المخلص قال الذي يعمل العمل لله لا يحب أن يحمده الناس عليه قالوا فمن الناصح لله فقال الذي يبدأ بحق الله ويؤثر حق الله على حق الناس\rوإذا عرض لك أمران أمر دنيا وأمر آخرة فابدأ بأمر الآخرة ثم تفرغ لأمر الدنيا\rقال قال سفيان حدثنيه عنه منصور ثم لقيته [فسألته عنه]","Part":"1","seal":"1E894690","page":154},
      {"id":77,"Hno":75,"nass":"75 - حدثنا أبو عبيد قال حدثني أبو اليمان عن -[155]- صفوان بن عمرو عن شريح بن عبيد عن يزيد بن ميسرة قال\rقال المسيح إن أحببتم أن تكونوا أصفياء الله ونور بني آدم فاعفوا عمن ظلمكم وعودوا من لا يعودكم (¬1) وأحسنوا إلى من لا يحسن إليكم وأقرضوا من لا يجزيكم\r¬__________\r(¬1) في المخطوطة: وعودوا على من لا يعود عليكم. والصواب ما أثبتاه وهو في حلية الأولياء والزهد لابن حنبل، لأن عاد المريض بمعنى زاره تتعدى بنفسها!","Part":"1","seal":"1C964E4A","page":154},
      {"id":78,"Hno":76,"nass":"76 - حدثنا أبو عبيد قال حدثنا هشيم قال أخبرنا -[156]- مغيرة عن الشعبي قال\rقال عيسى بن مريم: ليس الإحسان أن تحسن إلى من أحسن إليك تلك مكافأة بالمعروف إنما الإحسان أن تحسن إلى من أساء إليك","Part":"1","seal":"906AB946","page":155},
      {"id":79,"Hno":77,"nass":"77 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن خالد بن يزيد بن صالح بن صبيح عن ابن حلبس قال\rقال عيسى لحوارييه ذروا الناس واكفوهم أنفسكم ولتسعكم بيوتكم وابكوا على خطاياكم","Part":"1","seal":"CE533B1D","page":156},
      {"id":80,"Hno":78,"nass":"78 - حدثنا أبو عبيد قال حدثنا يزيد بن هارون عن شريك بن عبد الله عن عاصم عن أبي صالح عن أبي -[157]- هريرة قال\rكان عيسى يقول يا معشر الحواريين اتخذوا بيوتكم منازل واتخذوا المساجد مساكن وكلوا من بقل البرية واخرجوا من الدنيا بسلام","Part":"1","seal":"7C0FE355","page":156},
      {"id":81,"Hno":79,"nass":"79 - حدثنا أبو عبيد قال حدثنا عمرو بن طارق عن السري بن يحيى عن سليمان التيمي أن عيسى بن مريم قال\rإني أقول الحق ما لكم في العالم من بيت إن أنتم في الدنيا إلا عابرو سبيل ألا فاتخذوا مساجد الله بيوتا واتخذوا بيوتكم كمنازل الأضياف","Part":"1","seal":"C3F22FC6","page":157},
      {"id":82,"Hno":80,"nass":"80 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم عن يحيى بن أيوب عن خالد بن يزيد عن سعيد بن أبي هلال أن عيسى -[158]- ابن مريم كان يقول\rمن كان يظن أن حرصه يزيد في رزقه فليزد في طوله أو في عرضه أو في عدد بنانه أو ليغير لونه\rألا فإن الله تبارك وتعالى خلق الخلق فمضى الخلق لما خلق ثم قسم الرزق فمضى الرزق لما قسم فليست الدنيا بمعطية أحدا شيئا ليس له ولا بمانعة أحدا شيئا هو له فعليكم بعبادة ربكم فإنكم خلقتم لها","Part":"1","seal":"C8519B4C","page":157},
      {"id":83,"Hno":81,"nass":"81 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم قال حدثني عبد الملك بن قدامة بن محمد بن حاطب بن معمر بن حبيب الجمحي قال حدثني أبي أن عيسى بن مريم كان يقول\rيا أيها الناس لا تكثروا الكلام بغير ذكر الله فتقسو قلوبكم فإن القلب القاسي بعيد من الله ولا تنظروا في أعمال الناس كأنكم أرباب ولكن انظروا في أعمالكم كأنكم عبيد واعلموا أنما الناس مبتلى ومعافى فارحموا أهل البلاء واحمدوا الله على العافية","Part":"1","seal":"63327D79","page":158},
      {"id":84,"Hno":82,"nass":"82 - حدثنا أبو عبيد قال حدثنا خالد بن خداش عن صالح المري عن أبي عمران الجوني عن أبي الجلد قال\rقال عيسى بن مريم بحق أقول لكم ما الدنيا تريدون ولا الآخرة قالوا فبين لنا يا نبي الله فقد كنا نرى أنا نريد إحداهما فقال لو أطعتم رب الدنيا الذي بيده مفاتيح خزائنها لأعطاكموها ولو أطعتم رب الآخرة لأعطاكموها ولكن لا هذه تريدون ولا تلك","Part":"1","seal":"7256576E","page":159},
      {"id":85,"Hno":83,"nass":"83 - حدثنا أبو عبيد قال حدثنا أحمد بن عثمان عن ابن المبارك عن سفيان بن عيينة عن عمران الكوفي قال\rقال عيسى بن مريم للحواريين لا تأخذوا ممن تعلمون من الأجر إلا مثلما أعطيتموني ويا ملح الأرض لا تفسدوا فإن كل شيء يفسد فإنما يداوى بالملح وإن الملح إذا فسد فليس له دواء واعلموا أن فيكم خصلتين من الجهل الضحك من غير عجب والصحة من غير سهر","Part":"1","seal":"E4F29D78","page":160},
      {"id":86,"Hno":84,"nass":"84 - وعن مالك بن مغول قال\rبلغنا أن عيسى بن مريم قال يا معشر الحواريين تحببوا إلى الله ببغض أهل المعاصي وتقربوا إليه بمباعدتكم منهم والتمسوا رضاه -[161]- بما يسخطهم قال لا أدري بأيتهن أبدأ\rقالوا يا روح الله الله فمن نجالس قال جالسوا من يذكركم الله رؤيته ومن يزيد في عملكم منطقه ومن يرغبكم في الآخرة عمله","Part":"1","seal":"00077F9B","page":160},
      {"id":87,"Hno":85,"nass":"85 - حدثنا أبو عبيد قال حدثنا عفان عن معاوية بن عبد الكريم قال حدثنا بكر بن عبد الله المزني\rأن عيسى بن مريم كان يقول إذا أصبح إلهي أصبحت لا أملك ما أرجو ولا أستطيع دفع ما أخاف أصبحت والأمر بيد -[162]- غيري بيدك يا إلهي فلا فقير فهو أفقر مني","Part":"1","seal":"2CB23F47","page":161},
      {"id":88,"Hno":86,"nass":"86 - حدثنا أبو عبيد قال حدثنا هشيم عن حصين عن هلال بن يسار قال\rكان عيسى بن مريم إذا ذكر الساعة ملأ فاه خوارا","Part":"1","seal":"73AE9CAF","page":162},
      {"id":89,"Hno":87,"nass":"87 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن سعيد بن عبد العزيز قال\rنظر عيسى بن مريم إلى إبليس فقال هذا أركون الدنيا منها خرج وإياها سأل لا أشركه في شيء منها ولا حجر أضعه تحت رأسي ولا أكشر فيها ضاحكا حتى أخرج منها\rقال أبو عبيد الأركون العظيم من النصارى","Part":"1","seal":"E15DBC27","page":162},
      {"id":90,"Hno":88,"nass":"88 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم عن يحيى بن أيوب عن يحيى بن سعيد -[163]- قال ما ابتنى عيسى بن مريم بيتا ولا وضع حجرا على حجر","Part":"1","seal":"DD89FEFD","page":162},
      {"id":91,"Hno":89,"nass":"89 - حدثنا أبو عبيد قال حدثنا هشيم قال أخبرنا مغيرة عن الشعبي قال\rكان عيسى بن مريم يلبس الشعر ويأكل الشجر ويبيت حيث أمسى لم يكن له ولد يموت ولا بيت يخرب","Part":"1","seal":"BEAA1695","page":163},
      {"id":92,"Hno":90,"nass":"90 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن الليث عن يونس عن ابن شهاب قال\rما لبس عيسى بن مريم إلا الصوف حتى توفاه الله","Part":"1","seal":"2903A84A","page":163},
      {"id":93,"Hno":91,"nass":"91 - حدثنا أبو عبيد قال حدثنا المبارك أبو الحسن عن سفيان الثوري قال\r-[164]- قال عيسى بن مريم أربع هن أعجب لا يدركن إلا بحب الصمت وهو أول العبادة والتواضع لله وذكر الله على كل حال وقلة الشيء","Part":"1","seal":"A29DD447","page":163},
      {"id":94,"Hno":92,"nass":"92 - حدثنا أبو عبيد قال حدثنا عمر بن عبد الرحمن عن منصور قال\rقال يحيى بن زكريا لعيسى بن مريم أوصني فقال لا تغضب فقال لا أستطيع قال فلا تقتن قال هذا عسى","Part":"1","seal":"C65CA328","page":164},
      {"id":95,"Hno":93,"nass":"93 - حدثنا أبو عبيد قال حدثنا حجاج عن ابن جريج في قول الله {مصدقا بكلمة من الله} قال\rكان عيسى ويحيى ابني خالة فكانت أم يحيى تقول لمريم إني أجد الذي في بطني يسجد للذي في بطنك\r-[165]- قال فذلك تصديقه وهو أول من صدق بعيسى\rقال وكان يحيى أكبر من عيسى","Part":"1","seal":"240536C5","page":164},
      {"id":96,"Hno":94,"nass":"94 - حدثنا أبو عبيد قال حدثنا ابن أبي مريم عن يحيى بن أيوب قال حدثني عمارة بن غزية عن يحيى بن سعيد\rأن عيسى كان يسيح فقيل له إن السياحة قد شقت عليك فلو اتخذت حمارا تركبه فقال أعوذ بالله أن أجعل لحمار من الحمير شعبة من قلبي","Part":"1","seal":"0FBD317E","page":165},
      {"id":97,"Hno":95,"nass":"مواعظ يحيى بن زكريا صلى الله عليه وسلم وفضائله وذكر مقتله\r95 - حدثنا أبو عبيد قال حدثنا عفان قال حدثنا موسى بن خلف قال حدثنا يحيى بن أبي كثير عن زيد بن سلام عن جده ممطور عن الحارث -[167]- الأشعري أن نبي الله صلى الله عليه قال:\rإن الله أمر يحيى بن زكريا بخمس كلمات أن يعمل بهن وأن يأمر بني إسرائيل أن يعملوا بهن فكاد يبطئ فقال له عيسى صلى الله عليه إنك قد أمرت بخمس كلمات أن تعمل بهن وأن تأمر بني إسرائيل أن يعملوا بهن فإما أن تبلغهم وإما أن أبلغهم فقال يا أخي إني أخشى إن سبقتني أن أعذب أو يخسف بي فجمع يحيى بني إسرائيل في بيت المقدس حتى امتلأ المسجد وقعدوا على الشرف فحمد الله وأثنى عليه ثم قال\rإن الله أمرني بخمس كلمات أن تعملوا بهن أولهن أن تعبدوا الله ولا تشركوا به شيئا فإن مثل ذلك مثل رجل اشترى عبدا من خالص ماله بورق أو ذهب فقال هذه داري وهذا عملي فاعمل وأد إلي عملك فجعل يعمل ويؤدي عمله إلى غير سيده فأيكم يسره أن يكون عبده كذلك؟.\r-[168]- وإن الله خلقكم ورزقكم فاعبدوه ولا تشركوا به شيئا وأمركم بالصلاة فإن الله ينصب وجهه لعبده ما لم يلتفت فإذا صليتم فلا تلتفوا وأمركم بالصيام فإن مثل الصيام مثل من معه صرر من مسك في عصابة كلهم يحب أن يجد ريح المسك وأمركم بالصدقة فإن مثل ذلك كمثل رجل أسره العدو فشدوا يديه إلى عنقه فقال هل لكم أن أفتدي نفسي فجعل يفتدي نفسه منهم بالقليل والكثير حتى فدى نفسه وأمركم بذكر الله كثيرا فإن مثل ذلك كمثل رجل طلبه العدو سراعا في أثره فأتى حصنا حصينا فتحصن فيه وإن العبد أحصن ما يكون من الشيطان إذا كان في ذكر الله.\rقال وقال رسول الله صلى الله عليه وسلم وأنا آمركم بخمس أمرني الله بهن بالجماعة والسمع والطاعة والهجرة والجهاد في سبيل الله وإنه من خرج عن الجماعة قيد شبر فقد خلع ربقة الإسلام من عنقه إلا أن يرجع (¬1) ومن دعا بدعوى جاهلية فهو من جثى جهنم قالوا يا رسول الله وإن صام وصلى فقال وإن صام وصلى وزعم أنه مسلم فادعوا المسلمين بما سماهم الله المسلمين المؤمنين عباد الله\r¬__________\r(¬1) في المخطوطة: يراجع. وما أثبتناه عن المعجم الكبير للطبراني. وفي الفتح الرباني في الموضعين: إلى أن يرجع.","Part":"1","seal":"1E7A4329","page":166},
      {"id":98,"Hno":96,"nass":"96 - حدثنا أبو عبيد قال حدثنا أبو النضر عن سليمان بن المغيرة عن علي بن زيد بن جدعان قال حدثنا علي بن حسين قال أقبلنا مع الحسين بن علي فكان قلما نزلنا منزلا إلا حدثنا بحديث يحيى بن زكرياء حيث قتل قال:\rكان ملك من هذه الملوك مات وترك امرأته وابنته فورث ملكه أخوه فأراد أن يتزوج امرأة أخيه فاستأمر يحيى بن زكريا في أن يتزوجها وكانت الملوك في ذلك الزمان يعملون بأمر الأنبياء فقال له لا تزوجها فإنها بغي فعرفت المرأة أنه قد ذكرها وصرف عنها فقالت من أين هذا حتى بلغها أنه من قبل يحيى فقالت ليقتلن يحيى أو ليخرجن من ملكه!\rفعمدت إلى ابنتها فصنعتها ثم قالت اذهبي إلى عمك عند الملأ فإنه إذا رآك سيدعوك ويجلسك في حجره ويقول -[170]- سليني ما شئت فإنك لن تسألي شيئا إلا أعطيتك فإذا قال لك ذلك فقولي لا أسألك شيئا إلا رأس يحيى!\rقال وكانت الملوك إذا تكلم أحدهم بشيء على رءوس الملأ ثم لم يمض له نزع من ملكه ففعلت ذلك قال فجعل يأتيه الموت من قتله يحيى ويأتيه الموت من خروجه من ملكه قال فاختار ملكه فقتله قال فساخت بأمها الأرض.\rقال ابن جدعان: فحدثت بهذا الحديث سعيد بن المسيب قال فما أخبرك كيف كان قتل زكريا قلت لا قال\rزكرياء حيث قتل ابنه انطلق هاربا منهم فاتبعوه حتى أتى على شجرة ذات ساق فدعته إليها فانطوت عليه وبقي من ثوبه هدبة تكفتها الريح فانطلقوا إلى الشجرة فلم يجدوا أثره ثم بصروا بتلك الهدبة فدعوا بمنشار فقطعوا الشجرة فقطعوه فيها","Part":"1","seal":"C7F4191A","page":169},
      {"id":99,"Hno":97,"nass":"97 - حدثنا أبو عبيد قال حدثنا أبو مسهر عن سعيد بن عبد العزيز عن قسيم مولى عمر بن فلان قال:\rكان ملك هذه المدينة يعني دمشق له بنت فتزوجها -[171]- ابن أخيه فطلقها فأفتاه يحيى بن زكريا أنها لا تحل لها حتى تنكح زوجاً غيره فقال لها أمها: إذا كنت بين يدي الملك فقال ما حاجتك فقولي رأس يحيى فقالت له ذلك فأعظمه. فقال جلساؤه اضمن لها ما جعلت لها فأتى يحيى بن زكريا وهو قائم يصلي في جيرون فقطع رأسه ثم ذهبت البنت تحمله في طبق حتى إذا بلغت إلى موضع الفِسْقِيَّة خسف بها فخرجت أمها فقيل لها أدركي ابنتك فجاءت ولم يبق إلا رأسها فقالت اقطعوا رأسها فقطعوا رأسها وأخزى الله ذلك الملك","Part":"1","seal":"14CE4AF6","page":170},
      {"id":100,"Hno":98,"nass":"98 - حدثنا أبو عبيد قال حدثنا يزيد بن سليمان التيمي عن أسلم العجلي عن أبي هريرة أو ابن عمر هكذا الحديث قال\rإن امرأة ورثت من أبيها ملك أربع سنين يقال لها رنة قتلت يحيى بن زكريا فأتيت برأسه في طست فأمرت الأرض فأخذتها.\r-[172]- قال قال سليمان فلا أدري أفي هذا الحديث أم في حديث ذكره عن أبي أيوب عن عبد الله بن عمر أنها قتلت في يوم سبعين نبيا وأنها مكتوبة في التوراة مقتلة الأنبياء وأنها على منبر من حديد في النار يسمع صراخها أقصى أهل النار","Part":"1","seal":"E9B96FAF","page":171},
      {"id":101,"Hno":99,"nass":"99 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن الليث عن يحيى بن سعيد عن سعيد بن المسيب قال\rقدم بختنصر دمشق فإذا هو بدم يحيى بن زكريا يغلي فسأل عنه فأخبروه فقتل على دمه سبعين ألفا فسكن الدم","Part":"1","seal":"6DCC7EA7","page":172},
      {"id":102,"Hno":100,"nass":"100 - حدثنا أبو عبيد قال حدثنا عفان بن مسلم عن حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس قال\rقال رسول الله صلى الله عليه وسلم ما من ولد آدم أحد إلا قد خطىء أو هم بخطيئة ليس يحيى بن زكريا","Part":"1","seal":"D0E6DAF2","page":172},
      {"id":103,"Hno":101,"nass":"مواعظ لقمان وذكر ما كان من حكمته ووصيته ابنه\r101 - حدثنا أبو عبيد قال: حدثنا هشيم قال أخبرنا أبو بشر عن مجاهد في قول الله {ولقد آتينا لقمان الحكمة} قال الصواب قال هشيم وقال غيره الصواب في غير نبوة","Part":"1","seal":"FC9D2D19","page":173},
      {"id":104,"Hno":102,"nass":"102 - حدثنا أبو عبيد قال حدثنا هشيم ومحمد بن جعفر عن شعبة عن الحكم عن مجاهد قال\rكان لقمان رجلا صالحا ولم يكن نبيا","Part":"1","seal":"B65E602F","page":173},
      {"id":105,"Hno":103,"nass":"103 - حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن معاوية بن صالح عن يحيى بن سعيد عن سعيد بن المسيب\rأن لقمان كان أسود من سودان مصر أعطاه الله الحكمة ومنعه النبوة","Part":"1","seal":"25F61B82","page":174},
      {"id":106,"Hno":104,"nass":"104 - حدثنا أبو عبيد قال حدثنا حكام الرازي عن سعيد بن عبد الرحمن الزبيدي عن مجاهد قال\rكان لقمان عبدا حبشيا غليظ الشفتين مصفح القدمين قاضيا لبني إسرائيل","Part":"1","seal":"819F1AF6","page":174},
      {"id":107,"Hno":105,"nass":"105 - حدثنا أبو عبيد قال حدثنا حجاج عن -[175]- المسعودي عن عون بن عبد الله قال\rقال لقمان لابنه يا بني ارج الله رجاء لا تأمن فيه مكره وخف الله خوفا لا تأيس فيه من رحمته.\rفقال: كيف أستطيع ذلك يا أبه وإنما لي قلب واحد فقال يا بني إن المؤمن كذي قلبين قلب يرجو به وقلب يخاف به","Part":"1","seal":"7218FCE3","page":174},
      {"id":108,"Hno":106,"nass":"106 - حدثنا أبو عبيد قال حدثنا أبو الأسود عن ابن لهيعة عن خالد بن يزيد عن سعيد بن أبي هلال أنه بلغه أن لقمان الحكيم قال لابنه\rيا بني إذا نذرت نذرا فأعد له وفاء وإذا تحملت حمالة فأعد لها غرامة وإذا أخطأت خطيئة فأعد لها -[176]- صدقة","Part":"1","seal":"78D21AD4","page":175},
      {"id":109,"Hno":107,"nass":"107 - حدثنا أبو عبيد قال حدثنا أبو اليمان عن شعيب بن أبي حمزة عن ابن أبي حسين قال\rبلغني أن لقمان الحكيم كان يقول يا بني لا تعلم العلم لتباهي به العلماء وتماري به السفهاء وترائي به في المجالس ولا تدع العلم زهدا فيه ورغبة في الجهالة\rيا بني اختر المجالس على عينيك فإذا رأيت قوما يذكرون الله فاجلس معهم فإن تك عالما ينفعك علمك وإن تك جاهلا يعلموك وإذا رأيت قوما لا يذكرون الله فلا تجلس معهم فإن تك عالما لا ينفعك علمك وإن تك جاهلا يزيدوك غيا ولعل الله أن يطلع عليهم بعذاب فيصيبك معهم","Part":"1","seal":"EC7B4B71","page":176},
      {"id":110,"Hno":108,"nass":"108 - حدثنا أبو عبيد قال حدثنا يزيد عن نافع بن عمر الجمحي عن ابن أبي مليكة عن عبيد بن عمير أن لقمان قال لابنه\rيا بني تخير المجالس على عينيك\rثم ذكر مثل حديث أبي اليمان إلى آخره وزاد فيه\rولا يعجبنك رحب الذراعين سفاك دماء الناس فإن له قاتلا لا يموت\rوقال يزيد أحسبه قال بيده كصخرة يرضخ بها رأسه كلما رضخه أعيد له رأس جديد","Part":"1","seal":"E523E993","page":177},
      {"id":111,"Hno":109,"nass":"109 - حدثنا أبو عبيد قال حدثنا أحمد بن عثمان عن -[178]- ابن المبارك عن جعفر بن حيان عن محمد ابن واسع قال\rقال لقمان لابنه يا بني اتق الله ولا تر الناس أنك تخشاه ليكرموك وقلبك فاجر","Part":"1","seal":"7F4BB868","page":177},
      {"id":112,"Hno":110,"nass":"110 - قال وحدثونا عن سفيان بن عيينة قال\rقيل للقمان: أي الناس خير فقال المؤمن العالم الغني قيل له أغني من المال قال لا ولكن الذي إذا احتيج إليه نفع وإذا استغنى عنه اكتفى\rقال فأي الناس شر قال الذي لا يبالي أن يراه الناس مسيئا","Part":"1","seal":"23D4EF28","page":178},
      {"id":113,"Hno":111,"nass":"مواعظ الحكمة من سائر الكتب\r111 - حدثنا أبو عبيد قال حدثنا أبو معاوية عن هشام بن عروة عن أبيه قال\rمكتوب في الحكمة بني لتكن كلمتك طيبة وليكن وجهك بسطا تكن أحب إلى الناس ممن يعطيهم العطاء\rقال عروة ومكتوب في الحكمة أحبب خليلك وخليل أبيك","Part":"1","seal":"2507E977","page":179},
      {"id":114,"Hno":112,"nass":"112 - حدثنا أبو عبيد قال حدثنا ابن مهدي عن هشام الدستوائي عن قتادة قال\r-[180]- مكتوب في الحكمة اشرب تشبع وابتغ تجد واتق توقه","Part":"1","seal":"281ADE83","page":179},
      {"id":115,"Hno":113,"nass":"113 - حدثنا أبو عبيد قال حدثنا إسحاق بن سليمان الرازي عن أبي جعفر الرازي عن الربيع بن أنس قال\rمكتوب في الحكمة من يصحب صاحب السوء لا يسلم ومن يدخل مدخل السوء يتهم ومن لا يملك لسانه يندم","Part":"1","seal":"1FA4FB9B","page":180},
      {"id":116,"Hno":114,"nass":"114 - حدثنا أبو عبيد قال حدثنا خالد بن خداش عن صالح المري عن أبي عمران الجوني عن أبي الجلد قال\r-[181]- قرأت في الحكمة أن الله تعالى يقول يا عبادي الصديقين تنعموا بعبادتي في الدنيا وإن بها تنعمون في الجنة","Part":"1","seal":"83A27833","page":180},
      {"id":117,"Hno":115,"nass":"115 - حدثنا أبو عبيد قال حدثنا مروان بن معاوية عن منصور بن حيان عن القاسم بن أبي بزة عن وهب بن منبه قال\rمكتوب في الكتب إنك يا ابن آدم ما عبدتني ورجوتني فإني غافر لك على ما كان وحق عليّ ألا أضل عبدي وهو حريص على الهدى وأنا الحكم","Part":"1","seal":"EB1D88F6","page":181},
      {"id":118,"Hno":116,"nass":"116 - حدثنا أبو عبيد قال حدثنا المغيرة ابن مطرف عن أبي عمر الصنعاني عن ابن بنت وهب ابن منبه عن وهب بن منبه قال\r-[182]- قرأت في بعض الكتب أن الله لم يخلق العباد للفناء ولكن خلقهم للبقاء إنما يتحولون من دار إلى دار","Part":"1","seal":"F619BAD6","page":181},
      {"id":119,"Hno":117,"nass":"117 - حدثنا أبو عبيد قال حدثنا أحمد بن عثمان عن ابن المبارك عن محمد بن مطرف عن الحجاج بن فرافصة قال\rبلغني أن في بعض الكتب من عمل بغير مشورة فذلك باطل يتعنى ومن لم ينتصر من ظالمه بيد ولا لسان ولا حقد فذلك علمه كذا وكذا قال أبو عبيد لا أدري قال بيقين أم كلمة أخرى ومن استغفر لظالمه فقد هزم الشيطان","Part":"1","seal":"E3E9C437","page":182},
      {"id":120,"Hno":null,"nass":"بسم الله الرحمن الرحيم\r\rجماع مواعظ أصحاب رسول الله صلى الله عليه وسلم ومن بعدهم من التابعين وغيرهم","Part":"1","seal":"ACEAF313","page":183},
      {"id":121,"Hno":118,"nass":"مواعظ أبي بكر الصديق في خطبته ووصاياه\r118 - حدثنا أبو عبيد قال حدثنا أبو النضر عن شعبة قال أخبرني يزيد بن خمير قال سمعت سليم ابن عامر يحدث عن أوسط البجلي أنه سمع أبا بكر حين توفي رسول الله صلى الله عليه وسلم يقول:\rقام فينا رسول الله صلى الله عليه وسلم عام أول مقامي هذا ثم بكى ثم -[186]- قال عليكم بالصدق فإنه مع البر وهما في الجنة وإياكم والكذب فإنه مع الفجور وهما في النار وسلوا الله المعافاة فإنه لم يؤت رجل بعد اليقين شيئا خير له من المعافاة ثم قال لا تقاطعوا ولا تدابروا ولا تباغضوا ولا تحاسدوا وكونوا عباد الله إخوانا","Part":"1","seal":"29D83BAE","page":185},
      {"id":122,"Hno":119,"nass":"119 - حدثنا أبو عبيد قال حدثنا علي بن هاشم عن هشام بن عروة عن أبيه قال\rخطب أبو بكر فحمد الله وأثنى عليه ثم قال أما بعد فإني وليت أمركم ولست بخيركم ولكنه نزل القرآن وسن النبي صلى الله عليه وعلمنا فعلمنا واعلمن أيها الناس أن أكيس الكيس التقى أو قال الهدى وأعجز العجز الفجور وأن أقواكم عندي الضعيف حتى آخذ له بحقه وأن أضعفكم عندي القوي حتى آخذ منه الحق\r-[187]- أيها الناس إنما أنا متبع ولست بمبتدع فإن أنا أحسنت فأعينوني وإن أنا زغت فقوموني أقول قولي هذا وأستغفر الله لي ولكم","Part":"1","seal":"EA2EC67C","page":186},
      {"id":123,"Hno":120,"nass":"120 - حدثنا أبو عبيد قال حدثنا علي بن هاشم عن إسماعيل بن أبي خالد عن قيس بن أبي حازم أو غيره عن أبي بكر نحو ذلك","Part":"1","seal":"F4C43542","page":187},
      {"id":124,"Hno":121,"nass":"121 - حدثنا أبو عبيد قال حدثنا أزهر بن عمير وكان بالثغر قال حدثني أبو الهذيل عن عمرو بن دينار -[188]- قال\rخطب أبو بكر الصديق فقال أوصيكم بتقوى الله لفقركم وفاقتكم أن تتقوه وأن تثنوا عليه بما هو أهله وأن تستغفروه إنه كان غفارا وأن تخلطوا الرغبة بالرهبة وأن تخلصوا لله اليقين فيما بلغكم من كتابه فإنه أثنى على زكرياء وأهل بيته فقال {إنهم كانوا يسارعون في الخيرات ويدعوننا رغبا ورهبا وكانوا لنا خاشعين}\rواعلموا أن الله قد ارتهن بحقه أنفسكم وأخذ على ذلك مواثيقكم واشترى منكم القليل الفاني بالكثير الباقي وهذا كتاب الله لا تفنى عجائبه فصدقوا قول الله وانتصحوا كتابه واستضيئوا به ليوم الظلمة فإنما خلقكم لعبادته وأمركم بطاعته\rواعلموا أنكم تغدون وتروحون في آجال قد غيب عنكم علمها فإن استطعتم أن ينقضي الأجل وأنتم في طاعة الله فافعلوا ولن تستطيعوا ذلك إلا بالله وسابقوا في مهل من آجالكم من قبل أن تنقضي فيكون قد أسلمتم إلى سوء أعمالكم فإن قوماً جعلوا آجالهم لغيرهم ونسوا أنفسهم فأنهاكم أن تكونوا أمثالهم فالوحا الوحا ثم النجاء النجاء فإن من ورائكم طالباً حثيثا ممره سريع.\rواعلموا أنكم ما أخلصتم لله فربكم أطعتم وحقكم -[189]- حفظتم فأعطوا ضرائبكم في أيام سلفكم واجعلوها نوافل بين أيديكم كي تستوفوا سلفكم وضرائبكم حين فقركم وحاجتكم\rثم تفكروا عباد الله فيمن كان قبلكم أين كانوا أمس وأين هم اليوم وأين الجبارون الذين كان لهم ذكر القتال وأين الذين كانوا يعطون الغلبة في مواطن الحروب قد ضعضع بهم الدهر وصاروا رميما وأين الملوك الذين أثاروا الأرض وعمروها قد نسوا ونسي ذكرهم فهم اليوم كلا شيء وأين الملوك الذين بنوا المدائن العظام وحصنوها وجعلوا فيها الأعاجيب فتلك بيوتهم خاوية وهم في ظلمات القبور {هل تحس منهم من أحد أو تسمع لهم ركزا} أين الوضاء (¬1) الحسنة وجوههم المعجبون بشبابهم قد صاروا رميما وأين من تعرفون من أصحابكم وإخوانكم قد وردوا على ما قدموا فحلوا في الشقوة والسعادة.\rإن الله تبارك وتعالى ليس بينه وبين أحد من خلقه نسب يعطيه به خيرا ولا يصرف عنه به شرا إلا بطاعته واتباع أمره وإنه لا خير بخير بعده النار ولا شر بشر بعده الجنة أقول قولي هذا وأستغفر الله لي ولكم\r¬__________\r(¬1) في المخطوطة: الوضاة. والتصحيح من نهاية الأرب. والوضاء: جمع وضيئ وهو الحسن النظيف. انظر لسان العرب (وضأ) 1/ 190.","Part":"1","seal":"91FD62FD","page":187},
      {"id":125,"Hno":122,"nass":"122 - حدثنا أبو عبيد قال حدثنا نعيم عن بقية -[190]- بن الوليد عن مكنف بن حاجب أن أبا بكر الصديق رضي الله عنه لما حضرته الوفاة دعا كاتبا فقال اكتب\rبسم الله الرحمن الرحيم\rهذا ما أوصى به أبو بكر عند آخر عهده بالدنيا خارجا منها وأول عهده بالآخرة داخلا فيها حيث يصدق الكاذب ويتقي الفاجر أو قال ويتوب الفاجر ويؤمن الكافر.\rإني وليت عليكم عمر بن الخطاب فإن يعدل فذاك ظني به ورجائي فيه وإن غير فالخير أردت ولا يعلم الغيب إلا الله {وسيعلم الذين ظلموا أي منقلب ينقلبون}","Part":"1","seal":"5C546A39","page":189},
      {"id":126,"Hno":123,"nass":"123 - حدثنا أبو عبيد قال حدثنا حجاج عن وطر بن خليفة عن عبد الرحمن بن عبد الله قال لعمر بن عبد العزيز حدثنا ابن عباس قال\rقال رسول الله صلى الله عليه وسلم إن لكل شيء شرفا وإن شرف المجلس ما استقبل به القبلة وإنما تجالسون والأمانة ولا تصلوا خلف النائم ولا المحدث ولا تستروا الجدر واقتلوا الحية والعقرب وإن كنتم في الصلاة.\rومن نظر في كتاب أخيه بغير إذنه فإنما ينظر في النار. ومن أحب أن يكون أكرم الناس فليتق الله ومن أحب -[192]- أن يكون أقوى الناس فليتوكل على الله ومن أحب أن يكون أغنى الناس فليكن بما في يد الله أوثق منه بما في يديه\rألا أنبئكم بشراركم قالوا بلى يا رسول الله قال من نزل وحده ومنع رفده وجلد عبده ألا أنبئكم بشر من هذا قالوا بلى يا رسول الله قال الذي يبغض الناس ويبغضونه ألا أنبئكم بشر من هذا قالوا بلى يا رسول الله قال الذين لا يقيلون عثرة ولا يقبلون معذرة ألا أنبئكم بشر من هذا قالوا بلى يا رسول الله قال الذي لا يرجى خيره ولا يؤمن شره.\rإن عيسى بن مريم قال لقومه يا بني إسرائيل لا تكلموا بالحكمة عند الجهال فتظلموها ولا تمنعوها أهلها فتظلموهم ولا تظلموا ولا تعاقبوا ظالما فيبطل فضلكم.\rيا بني إسرائيل الأمر ثلاثة أمر تبين رشده فاتبعه وأمر تبين غيه فاجتنبه وأمر اختلف فيه فرده إلى الله","Part":"1","seal":"CE09D1FB","page":191},
      {"id":127,"Hno":124,"nass":"124 - حدثنا أبو عبيد قال حدثنا عباد بن عباد قال حدثني الحجاج بن فرافصة عن رجلين قال عباد قد سماهما -[193]- الحجاج عن الزهري عن عبيد الله بن عبد الله بن عتبة عن ابن عباس قال:\rقال لي رسول الله صلى الله عليه وسلم يا غلام ألا أعلمك كلمات ينفعك الله بهن احفظ الله يحفظك احفظ الله تجده أمامك تعرف إلى الله في الرخاء يعرفك في الشدة إذا سألت فاسأل الله وإذا استعنت فاستعن بالله جف القلم بما هو كائن فلو اجتمع الخلق أن يعطوك شيئا لم يكتبه الله لك لم يقدروا عليه وعلى أن يمنعوك شيئا كتبه الله لك لم يقدروا عليه فاعمل لله بالرضى في اليقين واعلم أن في الصبر على ما تكره خيرا كثيرا وأن الفرج مع الكرب وأن مع العسر يسرا","Part":"1","seal":"EBB80DF4","page":192},
      {"id":128,"Hno":125,"nass":"125 - حدثنا أبو عبيد قال حدثنا إسماعيل بن عياش عن عمر مولى غفرة عن ابن عباس مثل ذلك أو نحوه","Part":"1","seal":"EB3CFC60","page":193},
      {"id":129,"Hno":126,"nass":"126 - حدثنا أبو عبيد قال حدثنا أبو معاوية وعمر -[194]- بن عبد الرحمن الأبار كلاهما عن ليث بن أبي سليم عن مجاهد عن ابن عمر قال\rأخذ رسول الله صلى الله عليه وسلم بثوبي أو ببعض جسدي ثم قال يا عبد الله كن في الدنيا غريبا أو عابر سبيل وعد نفسك في أهل القبور\rقال قال مجاهد وقال لي عبد الله بن عمر يا مجاهد إذا أصبحت فلا تحدث نفسك بالمساء وإذا أمسيت فلا تحدث نفسك بالصباح وخذ من حياتك قبل موتك ومن صحتك قبل سقمك فإنك يا عبد الله لا تدري ما اسمك غدا","Part":"1","seal":"B4DDB24E","page":193},
      {"id":130,"Hno":127,"nass":"127 - حدثنا أبو عبيد قال حدثنا كثير بن هشام عن جعفر بن برقان عن زياد بن الجراح عن عمرو بن ميمون الأودي -[195]- قال\rبلغني أن رسول الله صلى الله عليه وسلم قال لرجل وهو يعظه اغتنم خمسا قبل خمس شبابك قبل هرمك وصحتك قبل سقمك وغناك قبل فقرك وفراغك قبل شغلك وحياتك قبل موتك","Part":"1","seal":"499FA442","page":194},
      {"id":131,"Hno":128,"nass":"128 - حدثنا أبو عبيد قال حدثنا إسماعيل بن جعفر عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة قال\rقال رسول الله صلى الله عليه وسلم بادروا بالأعمال ستا طلوع الشمس من مغربها أو الدجال أو الدخان أو الدابة أو خاصة أحدكم أو [أمر] العامة","Part":"1","seal":"9E032AE9","page":195},
      {"id":132,"Hno":129,"nass":"129 - حدثنا أبو عبيد قال حدثنا أبو معاوية عن أبي رجاء الجزري عن برد بن سنان عن واثلة عن أبي هريرة قال\rقال رسول الله صلى الله عليه وسلم يا أبا هريرة كن ورعا تكن أعبد الناس وكن قنعا تكن أشكر الناس وأحب للناس ما تحب لنفسك تكن مؤمنا وأحسن جوار من جاورك تكن مسلما وأقلل الضحك فإن كثرة الضحك تميت القلب","Part":"1","seal":"AE558F44","page":196},
      {"id":133,"Hno":130,"nass":"130 - حدثنا أبو عبيد قال حدثنا علي بن عاصم عن عبد الله بن عثمان بن خثيم عن عثمان بن جبير عن أبيه أو -[197]- جده عن أبي أيوب الأنصاري قال\rأتى النبي صلى الله عليه وسلم رجل فقال عظني وأوجز فقال إذا قمت في صلاتك فصل صلاة مودع ولا تكلمن بكلام يعتذر منه غدا واجمع اليأس مما في أيدي الناس","Part":"1","seal":"F5A46191","page":196},
      {"id":134,"Hno":131,"nass":"131 - حدثنا أبو عبيد قال حدثنا خالد بن عمرو عن سفيان عن أبي حازم عن سهل بن سعد -[198]- قال\rقال رجل يا رسول الله دلني على عمل إذا أنا عملته أحبني الله وأحبني الناس فقال رسول الله صلى الله عليه وسلم ازهد في الدنيا يحبك الله وازهد فيما في أيدي الناس يحبك الناس\rقال أبو عبيد قد كنت منكرا لهذا الحديث فحدثني هذا الشيخ عن وكيع أنه سأله عنه وعن حديث آخر قد ذكرناه في كتاب النكاح ولولا مقالته هذه لتركتها","Part":"1","seal":"C93FB3F4","page":197},
      {"id":135,"Hno":132,"nass":"132 - حدثنا أبو عبيد قال حدثنا عبد الرحمن بن مهدي عن سفيان عن حبيب بن أبي ثابت عن ابن سابط قال\r-[199]-\rلما حضر أبا بكر الموت أرسل إلى عمر فقال يا عمر إن وليت على الناس فاتق الله واعلم أن لله عملا بالليل لا يقبله بالنهار وأن لله عملا بالنهار لا يقبله بالليل وأنه لا يقبل نافلة حتى تؤدى الفريضة وإنما ثقلت موازين من ثقلت موازينه يوم القيامة باتباعهم الحق في الدنيا وثقله عليهم وحق لميزان إذا وضع فيه الحق غدا بأن يكون ثقيلا وإنما خفت موازين من خفت موازينه يوم القيامة باتباعهم الباطل في الدنيا وخفته عليهم وحق لميزان إذا وضع فيه الباطل غدا أن يكون خفيفا\rوأن الله ذكر أهل الجنة فذكرهم بأحسن أعمالهم وتجاوز عن سيئها فإذا ذكرتهم قلت إني لخائف ألا ألحق بهم وأن الله ذكر أهل النار فذكرهم بأسوأ أعمالهم ورد عليهم أحسنها فإذا ذكرتهم قلت إني لخائف أن أكون من هؤلاء.\rوأن الله ذكر آية الرحمة مع آية العذاب ليكون المؤمن راغبا راهبا لا يتمنى على الله ولا يقنط من رحمته\r-[200]- فإن أنت حفظت وصيتي فلا يكونن غائب أحب إليك من الموت وهو آتيك وإن أنت ضيعت وصيتي فلا يكونن غائب أبغض إليك من الموت ولست بمعجزه","Part":"1","seal":"28B60030","page":198},
      {"id":136,"Hno":133,"nass":"مواعظ عمر بن الخطاب رضي الله عنه في الخطب والوصايا والكتب وغير ذلك\r133 - حدثنا أبو عبيد قال حدثنا النضر بن إسماعيل قال حدثنا محمد بن سوقة عن عبد الله بن دينار عن ابن عمر قال\rخطبنا عمر بالجابية فقال إني قمت فيكم كمقام رسول الله صلى الله عليه وسلم فينا فقال\rأوصيكم أصحابي ثم الذين يلونهم ثم يفشو الكذب حتى يحلف الرجل ولا يستحلف وحتى يشهد الشاهد ولا يستشهد وعليكم بالجماعة وإياكم والفرقة فإن الشيطان مع الواحد وهو من الاثنين أبعد\rلا يخلون رجل بامرأة لا يخلون رجل بامرأة لا يخلون -[202]- رجل بامرأة لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان.\rمن أراد بحبوحة الجنة فليلزم الجماعة ومن سرته حسنته وساءته سيئته فذلك المؤمن","Part":"1","seal":"32C7E0EE","page":201},
      {"id":137,"Hno":134,"nass":"134 - حدثنا أبو عبيد قال حدثنا علي بن معبد عن عبيد الله بن عمرو عن عبد الملك بن عمير عن رجل عن عبد الله بن الزبير عن عمر نحو ذلك","Part":"1","seal":"41A64C8F","page":202},
      {"id":138,"Hno":135,"nass":"135 - حدثنا أبو عبيد قال حدثنا هشام بن عمار عن عمرو بن واقع قال حدثنا عروة بن رويم عن الصالحي قال\rكتب عمر بن الخطاب إلى أبي عبيدة بن الجراح فأتاه كتابه بالجابية في مثل أذن الفأرة بكلام ما سمعت أحسن منه من أحد من الناس\rأما بعد فإنه لا يقيم أمر الله في الناس إلا حصيف العقدة بعيد الغرة لا يطلع الناس منه على عروة ولا يحنق في الحق -[204]- على الجرة ولا يخاف في الله لومة لائم","Part":"1","seal":"FA31CB38","page":203},
      {"id":139,"Hno":136,"nass":"136 - حدثنا أبو عبيد قال حدثنا يزيد عن هشام بن حسان عن الحسن قال\rكتب عمر إلى أبي موسى أما بعد فإن القوة في العمل ألا تؤخر عمل اليوم لغد فإنكم إذا فعلتم ذلك تداركت عليكم الأعمال فلم تدروا بأيها تأخذون فأضعتم.\rوإن الأعمال مؤداه إلى الأمير ما أدى الأمير إلى الله فإذا رتع الأمير رتعوا.\rوإن للناس نفرة عن سلطانهم وأعوذ بالله أن تدركني أو قال تدركنا فإنها ضغائن محمولة ودنيا موثرة وأهواء متبعة فأقيموا الحق ولو ساعة من نهار","Part":"1","seal":"B6B62A0A","page":204},
      {"id":140,"Hno":137,"nass":"137 - حدثنا أبو عبيد قال حدثنا المبارك بن سعيد بن مسروق عن يحيى بن عبد الله قال\rكتب عمر بن الخطاب إلى عبد الله بن عمر أما بعد فإني أوصيك بتقوى الله فإنه من اتقاه وقاه ومن أقرضه جزاه ومن شكره زاده\r-[205]- اجعل التقوى نصب عينيك وجلاء قلبك واعلم أنه لا عمل لمن لا نية له ولا أجر لمن لا خشية له ولا مال لمن لا رفق له ولا جديد لمن لا خلق له","Part":"1","seal":"B08831B4","page":204},
      {"id":141,"Hno":138,"nass":"138 - حدثنا أبو عبيد قال حدثنا علي بن ثابت عن جعفر بن برقان قال\rقال عمر بن الخطاب لا تعرضن فيما لا يعنيك واعتزل عدوك واحتفظ من خليلك إلا الأمين فإن الأمين من القوم لا يعدله شيء وشاور في أمرك الذين يخشون الله فإنما يخشى الله من عباده العلماء","Part":"1","seal":"8F157043","page":205},
      {"id":142,"Hno":139,"nass":"139 - حدثنا أبو عبيد قال حدثنا أحمد بن يعقوب قال (¬1)\r¬__________\r(¬1) هكذا في المخطوطة، ويبدو أن هنا سقطاً أو أن الحديث التالي روي بطريقين.","Part":"1","seal":"DD097CD0","page":205},
      {"id":143,"Hno":140,"nass":"140 - حدثنا علي بن عبد العزيز قال حدثنا أبو عبيد القاسم بن سلام قال حدثنا حجاج بن محمد قال حدثنا شعبة بن الحجاج عن عمر بن سليمان عن عبد الرحمن -[206]- بن أبان عن أبيه أبان بن عثمان عن زيد بن ثابت أنه خرج من عند مروان بنصف النهار قال\rفقلنا ما خرج من عنده هذه الساعة إلا لشيء سأله عنه فأتيته فسألته فقال أجل سألنا عن أشياء سمعتها من رسول الله صلى الله عليه وسلم\rسمعت رسول الله صلى الله عليه وسلم يقول نضر الله امرأ سمع منا حديثا فحمله حتى يبلغه غيره فرب حامل فقه لأفقه منه ورب حامل فقه ليس بفقيه\rثلاث لا يغل عليهن قلب مسلم إخلاص العمل لله -[207]- ومناصحة ولاة الأمر ولزوم الجماعة فإن دعوتهم تحيط من ورائهم\rقال ومن كانت نيته الآخرة جمع الله شمله وجعل غناه في قلبه وأتته الدنيا وهي راغمة ومن كانت نيته الدنيا فرق الله عليه أمره وجعل فقره بين عينيه ولم يأته من الدنيا إلا ما كتب له\rقال وسألته عن {الصلاة الوسطى} فقال هي الظهر","Part":"1","seal":"BB7965E7","page":205},
      {"id":144,"Hno":141,"nass":"141 - حدثنا أبو عبيد قال حدثنا أحمد بن خالد الحمصي عن محمد بن إسحاق عن الزهري عن محمد -[208]- بن جبير بن مطعم عن أبيه قال:\rقام رسول الله صلى الله عليه وسلم بالخيف من منى فقال نضر الله عبدا سمع مقالتي فوعاها ثم أداها إلى من لم يسمعها فرب حامل فقه إلى من هو أفقه منه.\rثلاث لا يغل عليهن قلب المؤمن إخلاص العمل وطاعة ذوي الأمر ولزوم الجماعة فإن دعوتهم تحيط من ورائهم","Part":"1","seal":"BE7D6CE9","page":207},
      {"id":145,"Hno":142,"nass":"142 - حدثنا أبو عبيد حدثنا حجاج عن حماد بن سلمة عن سماك بن حرب عن عبد الرحمن -[209]- بن يزيد عن ابن مسعود قال:\rقال رسول الله صلى الله عليه وسلم نضر الله رجلا سمع منا كلمة فبلغها عنا كما سمعها فإنه رب مبلغ أوعى من سامع\rقال حجاج وكنت سمعته من المسعودي عن سماك عن عبد الرحمن بن مسعود عن أبيه فذكرت ذلك لحماد فقال هكذا حفظته عن سماك","Part":"1","seal":"108267AA","page":208},
      {"id":146,"Hno":143,"nass":"143 - حدثنا أبو عبيد قال حدثنا إسماعيل بن إبراهيم عن أيوب عن ابن سيرين عن أبي بكرة أن رسول الله صلى الله عليه وسلم خطب في حجته فقال\rإن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض السنة اثنا عشر شهراً منها أربعةٌ حرم ثلاثة متواليات ذو القعدة -[210]- وذو الحجة والمحرم ورجب مضر الذي بين جمادى وشعبان.\rثم قال أي يوم هذا قال فقلنا الله ورسوله أعلم فسكت حتى ظننا أنه سيسميه بغير اسمه فقال أليس يوم النحر قلنا بلى ثم قال أي شهر هذا قلنا الله ورسوله أعلم قال فسكت حتى ظننا أنه سيسميه بغير اسمه فقال أليس ذا الحجة قلنا بلى قال فإن دماءكم وأموالكم قال وأحسبه قال وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا وستلقون ربكم فيسألكم عن أعمالكم\rألا لا ترجعن بعدي ضلالا يضرب بعضكم رقاب بعض ألا هل بلغت ألا ليبلغ الشاهد منكم الغائب فلعل بعض من يبلغه أن يكون أوعى له من بعض من سمعه.\rقال قال ابن سيرين قد كان ذاك كان بعض من بلغه أوعى من بعض من سمعه","Part":"1","seal":"00445B1A","page":209},
      {"id":147,"Hno":144,"nass":"144 - قال أبو عبيد وكان غير أيوب يزيد في إسناده فيقول عن ابن سيرين عن عثمان بن عفان عن عبد الله بن المبارك عن مالك بن مغول أنه بلغه أن عمر بن الخطاب قال\rحاسبوا أنفسكم قبل أن تحاسبوا وزنوها قبل أن توزنوا وتجهزوا للعرض الأرض {يومئذ تعرضون لا تخفى منكم خافية}","Part":"1","seal":"CA0AA886","page":210},
      {"id":148,"Hno":145,"nass":"مواعظ عمر التي أشار بها عليه أصحابه في الكتب وغيرها\r145 - حدثنا أبو عبيد قال حدثنا مروان بن معاوية قال حدثنا محمد بن سوقة قال أخرج إلي نعيم بن أبي هند صحيفة فأتى فيها\rمن أبي عبيدة ومعاذ إلى عمر أما بعد فإنا عهدناك وشأن نفسك لك مهم فأصبحت قد وليت أمر هذه الأمة أحمرها وأسودها يجلس بين يديك الشريف والوضيع والصديق والعدو ولكل حصته من العدل فانظر كيف أنت عند ذلك يا عمر؟\rوإنا نحذرك ما حذرت الأمم قبلك يوما تعنو فيه الوجوه -[212]- وتجب فيه القلوب وتقطع فيه الحجج لعزة ملك قهرتهم جبروته والخلق داخرون له ينتظرون قضاءه ويخافون عقوبته\rوإنه ذكر لنا أنه سيأتي على الناس زمان فيه إخوان العلانية أعداء السريرة وإنا نعوذ بالله أن ينزل كتابنا من قلبك سوى المنزل الذي نزل من قلوبنا وإنا كتبنا إليك نصيحة والسلام عليك!\rفكتب إليهما عمر جاءني كتابكما تذكران أنكما عهدتماني وشأن نفسي إلي مهم فأصبحت قد وليت أمر هذه الأمة أحمرها وأسودها يجلس بين يدي الشريف والوضيع والصديق والعدو ولكل حصته من العدل فانظر كيف أنت عند ذلك يا عمر فإنه لا حول ولا قوة إلا بالله\rوكتبتما تحذراني ما حذرت الأمم قبل ليوم تعنو فيه الوجوه وتجب فيه القلوب وتقطع فيه الحجج لعزة ملك قهرتهم -[213]- جبروته والخلق له داخرون ينتظرون قضاءه ويخافون عقوبته وقديما كان اختلاف الليل والنهار بآجال الناس يبليان كل جديد ويقربان كل بعيد ثم يصير الناس إلى الجنة وإلى النار\rكتبتما تذكران أن سيأتي على الناس زمان يكون فيه إخوان العلانية أعداء السريرة ولستما بأولئك ولا هذا ذاك الزمان [إنما ذلك في آخر الزمان] إذا ظهرت الرغبة والرهبة وكانت رغبة الناس بعضهم إلى بعض لصلاح ديناهم\rوكتبتما تعوذان بالله أن ينزل كتابكما من قلبي سوى المنزل الذي نزل به من قلوبكما وأنكما كتبتما إلي نصيحة وقد صدقتما فتعهداني منكما بكتاب فإني لا غنى بي عنكما والسلام عليكما","Part":"1","seal":"3223FA3E","page":211},
      {"id":149,"Hno":null,"nass":"تم الكتاب في المواعظ\r-[214]-\rالحمد لله وحده\rوصلى الله على سيدنا محمد وآله الطيبين الطاهرين\r\rنسخت هذه النسخة\r[من] (¬1) كتاب تاريخه سنة مائتين وست وثمانين\rمن الهجرة النبوية\r\rوكان الفراغ منه في ربيع الأول\rسنة تسع وأربعين وسبعمائة\r¬__________\r(¬1) ما بين المعقوفين ساقطة من المخطوطة.","Part":"1","seal":"47A25FBB","page":213}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":224,"ShrtCs":0,"Bk":"الخطب والمواعظ لأبي عبيد","HigriD":"224","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":3,"verName":null,"Lng":"أبو عُبيد القاسم بن سلاّم بن عبد الله الهروي البغدادي","bLnk":null,"Inf":null,"Auth":"أبو عُبيد القاسم بن سلاّم","Betaka":"الكتاب: الخطب والمواعظ لأبي عبيد\r\nالمؤلف: أبو عُبيد القاسم بن سلاّم بن عبد الله الهروي البغدادي (المتوفى: 224هـ)\r\nالمحقق: الدكتور رمضان عبد التواب\r\nالناشر: مكتبة الثقافة الدينية\r\nالطبعة: الأولى\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ يا باغي الخير أقبل\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أبو عُبيد القاسم بن سلاّم (150 - 224هـ، 767-838م).\r\n\r\nأبو عبيد القاسم بن سلام فقيه محدّث ونحويّ على مذهب الكوفيين، ومن علماء القراءات. ولد بهراة، وكان أبوه عبدًا روميًا لرجل من أهل هراة.\r\nرحل في طلب العلم، وروى اللغة والغريب عن الأئمة الأعلام، البصريين والكوفيين، كأبي عبيدة معمر بن المثنّى، وأبي زيد الأنصاري والأصمعي وأبي محمد اليزيدي وأبي عمرو الشيباني والكسائي والفراء والأموي والأحمر، وغيرهم. وأخذ القراءات عن إسماعيل بن جعفر وسليم بن عيسى وهشام بن عمّار وشجاع بن أبي نصر ويحيى بن آدم وحجّاج المصيصي وغيرهم. وسمع الحديث عن سفيان ابن عيينة وحمّاد بن سلمة وهشيم بن بشير وابن المبارك وجماعة. وتفقه على الشافعي وعلى صاحِبَي أبي حنيفة: القاضي أبي يوسف ومحمد بن الحسن الشيباني.\r\nوقد تتلمذ على أبي عبيد عدد من العلماء، منهم ثابت ابن أبي ثابت اللُّغوي وعلي بن عبدالعزيز البغوي وغيرهم.\r\nعمل بتأديب أولاد الولاة والأمراء، وولي قضاء طرسوس ثماني عشرة سنة. وكان ذا فضل ودين ووقار ومذهب حسن. قال ابن الأنباري: «كان أبو عبيد يقسّم الليل أثلاثًا، فيصلّي ثلثه، وينام ثلثه، ويصنع الكتب ثلثه».\r\nجمع أبو عبيد صنوفًا من العلم وصنّف الكتب في كل فنّ، وكانت كتبه مستحسنة مطلوبة في كل بلد ـ كما يقول القفطي ـ ومن ذلك: كتاب الأمثال؛ غريب الحديث؛ الأجناس؛ الأموال؛ الإيمان؛ ماورد في القرآن الكريم من لغات القبائل؛ كتاب النعم والبهائم. وهي مطبوعة كلّها.\r\nأما مصنفاته المخطوطة فأكبرها وأشهرها كتاب الغريب المصنّف وما يزال مخطوطًا. وله أيضًا: فضائل القرآن؛ القراءات؛ خلق الإنسان؛ الناسخ والمنسوخ؛ غريب القرآن؛ معاني الشّعر؛ المذكّر والمؤنث؛ الأضداد؛ الأمالي؛ وغيرها.\r\nقَدِم أبو عبيد مكة حاجًا، وجاور بها إلى أن مات.\r\nانظر أيضًا: المدارس النحوية.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"9233B753","cat":"الأجزاء الحديثية","oNum":26510,"BkId":26510,"oAuth":26,"bVer":1,"aSeal":"C8C85770"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t26510":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الغلاف"},
      {"lvl":1,"id":2,"sub":0,"tit":"الخطب والمواعظ والحض على أعمال البر وطلب الخير"},
      {"lvl":1,"id":3,"sub":0,"tit":"خطب النبي محمد صلى الله عليه وسلم ووصاياه وعهده إلى الناس في الخطب وغيرها"},
      {"lvl":1,"id":21,"sub":0,"tit":"مواعظ إبراهيم الخليل خليل الرحمن صلى الله عليه وسلم التي وعظه الله بها وذكر فضائله وطاعته"},
      {"lvl":1,"id":41,"sub":0,"tit":"مواعظ موسى صلى الله عليه عند مساءلته الله جل ثناؤه وإجابته إياه وما كتب الله له في الألواح"},
      {"lvl":1,"id":52,"sub":0,"tit":"مواعظ أيوب النبي صلى الله عليه وسلم التي وعظ بها وما كان من كلامه في ابتلائه"},
      {"lvl":1,"id":55,"sub":0,"tit":"مواعظ داود النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":68,"sub":0,"tit":"مواعظ سليمان بن داود وفضائله"},
      {"lvl":1,"id":75,"sub":0,"tit":"مواعظ المسيح عيسى بن مريم صلى الله عليه وزهده ومناقبه"},
      {"lvl":1,"id":97,"sub":0,"tit":"مواعظ يحيى بن زكريا صلى الله عليه وسلم وفضائله وذكر مقتله"},
      {"lvl":1,"id":103,"sub":0,"tit":"مواعظ لقمان وذكر ما كان من حكمته ووصيته ابنه"},
      {"lvl":1,"id":113,"sub":0,"tit":"مواعظ الحكمة من سائر الكتب"},
      {"lvl":1,"id":120,"sub":0,"tit":"جماع مواعظ أصحاب رسول الله صلى الله عليه وسلم ومن بعدهم"},
      {"lvl":2,"id":121,"sub":0,"tit":"مواعظ أبي بكر الصديق في خطبته ووصاياه"},
      {"lvl":2,"id":121,"sub":1,"tit":"مواعظ أبي بكر الصديق في خطبته ووصاياه"},
      {"lvl":2,"id":136,"sub":0,"tit":"مواعظ عمر بن الخطاب رضي الله عنه في الخطب والوصايا والكتب وغير ذلك"},
      {"lvl":2,"id":148,"sub":0,"tit":"مواعظ عمر التي أشار بها عليه أصحابه في الكتب وغيرها"}
    ]
}
