{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b26735":
    [
      {"id":1,"Hno":null,"nass":"لقاء العشر الأواخر بالمسجد الحرام (71)\r\rفضل أم المؤمنين عائشة رضي الله عنها\rالمجلس السادس والأربعون من أمالي\rالحافظ أبي القاسم علي بن الحسن بن هبة الله\rابن عساكر (ت 571 هـ)\r\rدراسة وتحقيق\rالحسين بن محمد الحدادي\r\rدار البشائر الإسلامية\rالطبعة الأولى\r1426 هـ - 2005 م","Part":null,"seal":"C75AFF77","page":null},
      {"id":2,"Hno":1,"nass":"بسم الله الرحمن الرحيم\rرب أعن وسهل ووفق\r1 - أخبرنا المشايخ: أبو عبد الله محمد بن الفضل الفراوي، وأبو المظفر عبد المنعم بن عبد الكريم الصوفي، وأبو القاسم زاهر بن طاهر الشحامي، قالوا: أخبرنا أبو سعد محمد بن عبد الرحمن الجنزرودي، أخبرنا أبو عمرو محمد بن أحمد بن حمدان، أخبرنا -[24]- أحمد بن علي بن المتقي، أخبرنا أحمد بن جناب، أخبرنا عيسى بن يونس، عن هشام بن عروة، حدثني أخي عبد الله بن عروة، عن أبيه، عن عائشة رضي الله عنها قالت: اجتمعن إحدى عشرة امرأةً فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهن شيئاً فقالت الأولى: زوجي لحم جملٍ غث على رأس جبلٍ، لا سهلٌ فيرتقى ولا سمينٌ فينتقل.\rقالت الثانية: زوجي لا أبت خبره، إني أخاف أن لا أذره، إن أذكره أذكر عجره وبجره.\r-[25]- قالت الثالثة: زوجي العشنق، إن أسكت أعلق، وإن أنطق أطلق.\rقالت الرابعة: زوجي كليل تهامة لا حر ولا قر، ولا مخافة ولا سآمة.\rقالت الخامسة: زوجي إن أكل لف، وإن شرب اشتف، وإن نام التف، ولا يولج الكف، ليعلم البث.\r-[26]- قالت السادسة: زوجي عياياء أو غياياء -شك عيسى- طباقاء، كل داءٍ له داءٌ، شجك أو فلك، أو جمع كلا لك.\rقالت السابعة: زوجي إن دخل فهد، وإن خرج أسد، ولا يسأل عما عهد.\rقالت الثامنة: زوجي المس مس أرنبٍ، والريح ريح زرنبٍ.\r-[27]- قالت التاسعة: زوجي رفيع العماد، طويل النجاد عظيم الرماد، قريب البيت من النادي.\rقالت العاشرة: زوجي مالكٌ وما مالكٌ؟ مالكٌ خيرٌ من ذلك، له إبلٌ قليلات المسارح، كثيرات المبارك، إذا سمعن صوت المزهر، أيقن أنهن هوالك.\rقالت الحادي عشرة: زوجي أبو زرعٍ وما أبو زرعٍ؟ أناس من حلي أذناي، وملأ من شحمٍ -[28]- عضدي، وبجحني فبجحت إلي نفسي، فوجدني في أهل غنيمة بشق، فجعلني في أهل صهيلٍ وأطيطٍ، ودائسٍ ومنق، فعنده أقول فلا أقبح، وأرقد فأتصبح، وأشرب فأتقمح.\rأم أبي زرعٍ، وما أم أبي زرعٍ؟ عكومها رداحٌ، وبيتها فساحٌ.\rابن أبي زرعٍ وما ابن أبي زرعٍ؟ مضجعه كمسل شطبةٍ، وتشبعه ذراع الجفرة.\r-[29]- ابنة أبي زرعٍ وما ابنة أبي زرعٍ، طوع أبيها وطوع أمها، وملء كسائها وغيظ جارتها. جارية أبي زرع وما جارية أبي زرع؟ لا تبث حديثنا تبثيثاً، ولا تنقث ميرتنا تنفيثاً، ولا تملأ بيتنا تعشيشاً.\rقالت: خرج أبو زرع والأوطاب تمخض، فلقي امرأةً معها ولدان لها كالفهدين، يلعبان من تحت خصرها برمانتين، فطلقني ونكحها، فنكحت بعده رجلاً سريّاً، ركب شريّاً، وأخذ خطياًّ، وأراح علي نعماً ثريّاً، قال: -[30]- كلي أم زرعٍ وميري أهلك، قالت: فلو جمعت كل شيءٍ أعطانيه ما بلغ أصغر آنية أبي زرعٍ.\rقالت عائشة رضي الله عنها: قال لي رسول الله صلى الله عليه وسلم: ((كنت لك كأبي زرعٍ لأم زرعٍ)) أهـ\r-[31]- رواه في الصحيح، وأخرجه مسلم عن أحمد بن جناب الحربي كذا.","Part":"1","seal":"6A8AC7C8","page":23},
      {"id":3,"Hno":2,"nass":"2 - أخبرنا الشيخ أبو المظفر عبد المنعم بن عبد الكريم القشيري، أخبرنا أبو عثمان سعيد بن محمد الخيري، أخبرنا أبو علي زاهر بن أحمد الفقيه، أخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي، حدثنا أبو الربيع الزهراني، حدثنا فليح بن سليمان المدني، عن ابن شهابٍ الزهري، عن عروة بن الزبير، وسعيد بن المسيب، وعلقمة بن وقاص، وعبيد الله بن عبد الله بن عتبة، عن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم، حين قال لها أهل الإفك ما قالوا: فبرأها الله منه.\rقال الزهري: وكلهم حدثني طائفةً من حديثها، وبعضهم أوعى من بعضٍ، وأثبت اقتصاصاً، وقد وعيت عن كل رجلٍ منهم الحديث الذي حدثني عن عائشة، وبعض حديثهم يصدق بعضاً.\rزعموا: أن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم قالت: كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج سفراً، أقرع بين أزواجه، فأيتهن خرج سهمها خرج بها معه، قالت: فأقرع بيننا في غزاةٍ غزاها، فخرج سهمي، وخرجت معه بعد ما أنزل الحجاب، وأنا أحمل في هودج وأنزل فيه، فسرنا حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوته تلك، فقفل، ودنونا من المدينة، آذن ليلة بالرحيل، فقمت حين آذن بالرحيل، فمشيت حتى جاوزت الجيش، فلما قضيت شأني، أقبلت إلى الرحل، فلمست صدري -[33]- فإذا عقدٌ لي من جزع أظفارٍ قد انقطع، فرجعت فالتمست عقدي، فشغلني ابتغاؤه، فأقبل الذين كانوا يرحلون لي، فاحتملوا هودجي، فرحلوه على بعيري الذي كنت أركب، وهم يحسبون أني فيه، وكان النساء إذ ذاك خفافاً، لم يثقلن ولم يغشهن اللحم، وإنما يأكلن العلقة من الطعام، فلم يستنكر القوم حين رفعوه ثقل الهودج فاحتملوه، وكنت جاريةً حديثة السن، فبعثوا الجمل وساروا، فوجدت عقدي بعدما استمر الجيش، فجئت منزلهم وليس فيه أحدٌ، فأقمت منزلي الذي كنت فيه، وظننت أنهم سيفقدونني فيرجعون إلي، فبينما أنا في منزلي غلبتني عيناي فنمت، وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش، فأصبح عند منزلي، فرأى سواد إنسان نائم فأتاني، وكان يراني قبل الحجاب، فاستيقظت باسترجاعه حين أناخ راحلته، فوطئ على يدها فركبتها، فانطلق يقود بي الراحلة حتى أتينا الجيش، بعدما نزلوا معرسين في نحر الظهيرة فهلك في من هلك.\rوكان الذي تولى كبر الإفك عبد الله بن أبي ابن سلول، فقدمنا -[34]- المدينة فاشتكيت بها شهراً، والناس يفيضون في قول أصحاب الإفك، ولا أشعر بشيءٍ من ذلك، ويريبني في وجعي أني لا أعرف من رسول الله صلى الله عليه وسلم اللطف الذي كنت أرى منه حين أمرض، إنما يدخل فيسلم علي ثم يقول: كيف تيكم؟ فذلك يريبني ولا أشعر بذلك، فخرجت أنا وأم مسطح قبل المناصع متبرزنا، لا نخرج إلا ليلاً إلى ليلٍ، وذلك قبل أن نتخذ الكنف قريباً من بيوتنا، وأمرنا أمر العرب الأول في البرية أو التنزه، فأقبلت أنا وأم مسطح بنت أبي رهم نمشي، فعثرت في مرطها، فقالت: تعس مسطحٌ، فقلت لها: بئس ما قلت، أتسبين رجلاً شهد بدراً؟ فقالت: يا هنتاه، ألم تسمعي ما قالوا فيك؟ قالت: فقلت: وما قالوا: فأخبرتني بقول أهل الإفك، فازددت مرضاً على مرضي.\rفلما رجعت إلى منزلي دخل علي رسول الله صلى الله عليه وسلم فقال: كيف تيكم؟ فقلت: ائذن لي إلى أبواي، وأنا حينئذٍ أريد أن أستيقن الخبر من قبلهما، قالت فأذن لي رسول الله صلى الله عليه وسلم فأتيت أبواي فقلت لأمي: ما يتحدث به الناس؟ فقالت: يا بنية، هوني على نفسك الشأن، فوالله لقلما كان امرأة قط وضيئة عند رجلٍ يحبها ولها ضرائر إلا كثرن عليها، قالت: فقلت سبحان الله، ولقد تحدث الناس بهذا؟ قالت: بلى، قالت: فبت ليلتي تلك حتى أصبحت لا يرقى لي دمعٌ، ولا أكتحل بنوم.\rثم أصبحت ودعا رسول الله صلى الله عليه وسلم علي بن أبي طالب، وأسامة بن زيدٍ، حين استلبث الوحي يستشيرهما في فراق أهله، قالت: فأما أسامة بن -[35]- زيدٍ، فأشار عليه بالذي يعلم مِن براءة أهله، وبالذي يعلم في نفسه من الود لهم، فقال أسامة: أهلك يا رسول الله، ولا نعلم والله إلا خيراً، وأما علي بن أبي طالب فقال: يا رسول الله لم يضيق الله عليك، والنساء سواها كثيرٌ، وسل الجارية تصدقك، قالت: فدعا رسول الله صلى الله عليه وسلم بريرة، فقال: ((يا بريرة هل رأيت منها شيئاً يريبك))، فقالت بريرة: لا والذي بعثك بالحق، ما رأيت منها أمراً أغمصه عليها أكثر من أنها جاريةٌ حديثة السن، تنام عن العجين، فتأتي الداجن فتأكله.\rقالت: فقام رسول الله صلى الله عليه وسلم من يومه فاستعذر من عبد الله بن أبي بن سلول، قالت: فقال رسول الله صلى الله عليه وسلم: ((من يعذرني من رجلٍ بلغني أذاه في أهلي، فوالله فوالله فوالله ما علمت على أهلي إلا خيراً، ولقد ذكروا رجلاً ما علمت عليه إلا خيراً، وما كان يدخل علي إلا معي))، قالت: فقام سعدٌ بن معاذٍ فقال: يا رسول الله، أنا والله أعذرك منه، إن كان من الأوس -[36]- ضربنا عنقه، وإن كان من إخواننا من الخزرج، أمرتنا ففعلنا فيه أمرك، فقام سعد بن عبادة وهو سيد الخزرج، وكان قبل ذلك رجلاً صالحاً ولكن حملته الحمية، فقال: كذبت لعمر الله لا تقتله ولا تقدر على ذلك، فقال: أسيد بن حضيرٍ، كذبت لعمر الله لنقتلنه، فإنك منافقٌ تجادل عن المنافقين، قال: فتمادى الحيان الأوس والخزرج حتى هموا، ورسول الله صلى الله عليه وسلم قائمٌ على المنبر، فنزل فخفضهم حتى سكتوا وسكت.\r-[37]- قالت: وبكيت يومي لا يرقأ لي دمعٌ ولا أكتحل بنومٍ، فأصبح عندي أبواي وقد بكيت ليلتي ويومي، حتى أظن أن البكاء فالق كبدي، قالت: فبينما هما جالسان عندي، وأنا أبكي، فاستأذنت امرأةٌ من الأنصار فأذنت لها، فجلست تبكي معي.\rقالت: فبينما نحن كذلك إذ دخل رسول الله صلى الله عليه وسلم، فجلس، ولم يجلس عندي من يوم قيل لي ما قيل، وقد مكث شهراً لا يوحي الله في شأني شيءٌ، قالت: فتشهد ثم قال: ((أما بعد: يا عائشة، إنه قد بلغني عنك كذا وكذا، فإن كنت بريئةً، فسيبرؤك الله عز وجل، وإن كنت ألممت بخطيئةٍ، فاستغفري الله، وتوبي إليه، فإن العبد إذا اعترف لله بذنبه، ثم تاب، تاب الله عليه)).\rفلما قضى رسول الله صلى الله عليه وسلم مقالته، قلص دمعي حتى ما أحس منه قطرةً، فقلت لأبي: أجب عني رسول الله صلى الله عليه وسلم فيما قال، قال: والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم، فقلت لأمي: أجيبي عني رسول الله صلى الله عليه وسلم فيما قال، قالت: والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم، قالت: وأنا جاريةٌ حديثة السن لا أقرأ كثيراً من القرآن، فقلت: إني والله لقد علمت أنكم قد سمعتم بما تحدث به، ووقع في أنفسكم وصدقتم به، ولئن قلت لكم: إني بريئةٌ، والله يعلم أني لبريئةٌ لا تصدقوني بذلك، ولئن اعترفت لكم بأمر الله يعلم أني منه بريئةٌ لتصدقني، والله ما أجد لي ولكم مثلاً إلا أبا يوسف إذ قال: {فصبرٌ جميلٌ والله المستعان على ما تصفون}.\rقالت: ثم تحولت على فراشي، وأنا أرجو أن يبرئني الله ببرأةٍ، -[38]- ولكن ما ظننت أن ينزل في شأني وحيٌ، ولا أنا أصغر في نفسي من أن يتكلم بالقرآن في أمري، ولكني كنت أرجو أن يري الله رسوله في النوم رؤيا تبرئني.\rقالت: فوالله ما رام مجلسه، ولا خرج أحدٌ من السكن، حتى أنزل عليه، فأخذه من البرحاء حتى إنه لينحدر منه مثل الجمان من العرق في يوم شاتي، فلما سري عن رسول الله صلى الله عليه وسلم وهو يضحك، كان أول كلمةٍ تكلم بها رسول الله صلى الله عليه وسلم أن قال: ((يا عائشة، احمدي الله فقد برأك الله)).\rقالت لي أمي: قومي إلى رسول الله صلى الله عليه وسلم، فقلت: لا أقوم إليه، ولا أحمد إلا الله عز وجل، وأنزل الله عز وجل: {إن الذين جاءوا بالإفك عصبةٌ منكم .. } الآيات كلها.\rفلما أنزل الله عز وجل هذا في برأتي، قال أبو بكر الصديق رضي الله عنه وكان ينفق على مسطح بن أثاثة لقرابته منه، فقال: والله لا أنفق على مسطح شيئاً أبداً بعدما قال لعائشة، فأنزل الله عز وجل: {ولا يأتل أولوا الفضل منكم والسعة أن يؤتوا أولى القربى والمساكين والمهاجرين في سبيل الله وليعفوا وليصفحوا ألا تحبون أن يفغر الله لكم والله غفورٌ رحيمٌ}، قال أبو بكر: بلى والله إني لأحب أن يغفر الله لي، فرجع إلى مسطحٍ الذي كان يجري عليه.\rقالت: وكان رسول الله صلى الله عليه وسلم يسأل زينب بنت جحشٍ عن أمري، -[39]- فقالت زينب: ما علمت ولا رأيت إلا خيراً، قالت عائشة: وهي التي كانت تساميني فعصمها الله بالورع. اهـ\rرواه البخاري ومسلم عن أبي الربيع.","Part":"1","seal":"EAC77F5F","page":32},
      {"id":4,"Hno":3,"nass":"3 - أخبرنا الشيخ أبو العز أحمد بن الله العكبري، أخبرنا الحسن بن علي الجوهري، أخبرنا علي بن محمد بن أحمد بن لؤلؤ، أخبرنا محمد بن أيوب السقطي، حدثنا داوود بن رشيد حدثنا عتاب بن بشير عن خصيف، عن سعيد بن جبير في قوله عز وجل: {إن الذين يرمون المحصنات الغافلات المؤمنات}، قال: نزلت في عائشة خاصة.","Part":"1","seal":"0EF2EF82","page":40},
      {"id":5,"Hno":4,"nass":"4 - أخبرنا الشيخ أبو القاسم هبة الله بن أحمد الحريري، أخبرنا أبو طالب محمد بن علي الحربي، أخبرنا أبو الحسين محمد بن أحمد بن سمعون إملاء، نا محمد بن جعفر، نا أحمد بن عمر، نا بنو بكر، أنا زكريا بن زائدة عن مجاهد في قوله تعالى: {إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذابٌ أليمٌ في الدنيا والآخرة}. قال: عذاب الدنيا: الحدود، وفي الآخرة: جهنم، قال يزيد: وهي لأصحاب عائشة لم تنزل لهم توبة.","Part":"1","seal":"A11C900D","page":41},
      {"id":6,"Hno":5,"nass":"5 - أخبرنا الشيخ أبو المظفر بن القشيري، أخبرنا أبي، أخبرنا أبو نعيم الإسفرايني، أخبرنا أبو عبد الله الحافظ، حدثنا محمد بن إسماعيل الصائغ، ومحمد بن حرب المدني قالا: حدثنا إسماعيل بن أبي أويس، حدثني أبي قال: وقال حسان بن ثابت الأنصاري ثم النجاري، وهو يبرئ عائشة مما قيل فيها، ويعتذر إليها في الشعر:\rحصانٌ رزانٌ ما تزن بريبةٍ ... وتصبح غرثى من لحوم الغوافل\rحليلة خير الناس ديناً ومنصباً ... نبي الهدى والمكرمات الفواضل\rعقيلة حي من لؤي بن غالبٍ ... كرام المساعي مجدها غير زائل\rمهذبةٌ قد طيب الله خيمها ... وطهرها من كل سوءٍ وباطل\rفإن كان ما قد جاء عني قلته ... فلا رفعت سوطي إلي أناملي\rوإن الذي قد قيل ليس بلائطٍ ... بها الدهر بل قول امرء بي ماحل\rفكيف وودي ما حييت ونصرتي ... لآل رسول الله زين المحافل\rله رتب عالٍ على الناس فضلها ... تقاصر عنها سورة المتطاول","Part":"1","seal":"2B920826","page":41}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":571,"ShrtCs":0,"Bk":"فضل أم المؤمنين عائشة لابن عساكر","HigriD":"571","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":3,"verName":null,"Lng":"ثقة الدين، أبو القاسم علي بن الحسن بن هبة الله المعروف بابن عساكر","bLnk":null,"Inf":null,"Auth":"ابن عساكر، أبو القاسم","Betaka":"الكتاب: فضل أم المؤمنين عائشة رضي الله عنها (المجلس السادس والأربعون من أمالي ابن عساكر)\r\nالمؤلف: ثقة الدين، أبو القاسم علي بن الحسن بن هبة الله المعروف بابن عساكر (المتوفى: 571هـ)\r\nتحقيق: الحسين بن محمد الحدادي\r\nالناشر: دار البشائر الإسلامية [ضمن سلسلة لقاء العشر الأواخر (71)]\r\nالطبعة: الأولى، 1426 هـ - 2005 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ يا باغي الخير أقبل\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أبو القاسم ابن عساكر (499 - 571 هـ = 1105 - 1176 م) \r\n\r\nعلي بن الحسن بن هبة الله، أبو القاسم، ثقة الدين ابن عساكر الدمشقي: المؤرخ الحافظ الرحالة.\r\nكان محدث الديار الشامية، ورفيق السمعاني (صاحب الأنساب) في رحلاته.\r\nمولده ووفاته في دمشق.\r\nله «تاريخ دمشق الكبير - خ» [ثم طُبع] يعرف بتاريخ ابن عساكر، اختصره الشيخ عبد القادر بدران، بحذف الأسانيد والمكررات وسمى المختصر «تهذيب تاريخ ابن عساكر - ط» سبعة أجزاء منه، ولا تزال بقية التهذيب مخطوطة.\r\nوباشر المجمع العلمي العربي بدمشق نشر الأصل فطبع منه المجلد الأول ونصف الثاني.\r\nولابن عساكر كتب أخرى كثيرة، منها «الإشراف على معرفة الأطراف - خ» في الحديث، ثلاث مجلدات، و «تبيين كذب المفتري في ما نسب إلى أبي الحسن الأشعري - ط» و «كشف المغطى في فضل الموطا - ط» و «تبيين الامتنان في الأمر بالاختتان - خ»\r\nو «أربعون حديثا من أربعين شيخا من أربعين مدينة» و «تاريخ المزة» و «معجم الصحابة» و «معجم النسوان» و «تهذيب الملتمس من عوالي مالك بن أنس» و «معجم أسماء القرى والأمصار» و «معجم شيوخ والنبلاء» - خ 46 ورقة في شيوخ أصحاب الكتب الستة، في الظاهرية\r\n\r\nنقلا عن : الأعلام للزركلي\r\n","seal":"A38ED715","cat":"الأجزاء الحديثية","oNum":26735,"BkId":26735,"oAuth":410,"bVer":1,"aSeal":"1AA8B015"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t26735":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الغلاف"},
      {"lvl":1,"id":2,"sub":0,"tit":"فضل أم المؤمنين عائشة"}
    ]
}
