{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b26872":
    [
      {"id":1,"Hno":null,"nass":"المحبة لله سبحانه\r\rتأليف أبي إسحاق إبراهيم بن عبد الله بن الجنيد الختلي\rرحمه الله\r\rرواية\rالشيخ أبي بكر محمد بن أحمد بن هارون العسكري\r\rتحقيق\rالدكتور عادل بن عبد الشكور الزرقي\r\rدار الحضارة للنشر والتوزيع\rالرياض\r\rالطبعة الأولى\r1424 هـ - 2003 م","Part":null,"seal":"0ADEE957","page":null},
      {"id":2,"Hno":1,"nass":"بسم الله الرحمن الرحيم، رب يسر\rأخبرتنا شهدة بنت أبي نصر أحمد بن الفرج بن عمر الإبري. قيل لها: أخبركم الشيخ أبو غالب محمد بن الحسين بن أحمد الباقلاني قال: أنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران الواعظ: حدثنا محمد بن الحسين الآجري بمكة في المسجد الحرام في ذي القعدة سنة ثلاث وخمسين وثلاثمئة وكان قد خلت من ذي القعدة اثنا عشر يوماً وهو يوم الأحد: حدثنا أبو بكر محمد بن أحمد بن هارون العسكري الفقيه. حدثنا إبراهيم بن عبد الله بن الجنيد الختلي:\r1 - حدثنا يحيى بن معين حدثنا هشام بن يوسف القاضي عن عبد الله بن سليمان النوفلي عن محمد بن علي بن عبد الله بن عباس عن أبيه عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: ((أحبوا الله عز وجل لما يغذوكم به من نعمه، وأحبوني لحب الله عز وجل، وأحبوا أهل بيتي لحبي)).","Part":"1","seal":"584DA077","page":17},
      {"id":3,"Hno":2,"nass":"2 - حدثنا محمد بن حميد الرازي حدثنا سلمة بن الفضل عن محمد بن إسحاق قال: خطب رسول الله صلى الله عليه وسلم فقال: ((أحبوا من -[18]- أحب الله، أحبوا الله من كل قلوبكم، ولا تملوا كلام الله عز وجل، ولا تقسون عليه قلوبكم)).","Part":"1","seal":"679D3102","page":17},
      {"id":4,"Hno":3,"nass":"3 - حدثني زياد بن أيوب دلويه الطوسي حدثنا أحمد بن أبي الحواري حدثني عبد العزيز بن عمير قال: سمعت أبا سليمان الواسطي يقول: ذكر النعم يورث المحبة.","Part":"1","seal":"AE15A5A4","page":18},
      {"id":5,"Hno":4,"nass":"4 - حدثني محمد بن الحسين حدثنا زكريا بن عدي قال: سمعت عابداً باليمن يقول: حب الله تعالى يضني الأبدان، ويورث الطاعة.","Part":"1","seal":"9CA42D00","page":18},
      {"id":6,"Hno":5,"nass":"5 - قال إبراهيم: كان يقال: من علامة المحب لله عز وجل دوام الذكر بالقلب واللسان، وقل ما ولع المرء بذكر الله تعالى إلا أفاد منه حب الله عز وجل.","Part":"1","seal":"E3A18645","page":18},
      {"id":7,"Hno":6,"nass":"6 - ويقال: تجدد ذكر الموت يحلق من القلب ما سواه، ويحيي القلوب الميتة.","Part":"1","seal":"BBF9C5EF","page":18},
      {"id":8,"Hno":7,"nass":"7 - حدثني محمد بن الحسين حدثني محمد بن معاوية الأزرق حدثني سعيد العلاف الموصلي قال: قال فتح الموصلي: إيثار محبة الله على محبتك من علامة حبك لله عز وجل.","Part":"1","seal":"667A56B9","page":18},
      {"id":9,"Hno":8,"nass":"8 - وقال فتح: المحب لله عز وجل لا يجد مع حب الله عز وجل للدنيا لذة، ولا يغفل عن ذكر الله طرفة.","Part":"1","seal":"4D5BA3A4","page":18},
      {"id":10,"Hno":9,"nass":"9 - حدثنا حرملة بن يحيى الكندي أننا عبد الله بن وهب أننا ابن لهيعة أننا عبد الرحمن بن زياد بن أنعم عن عتبة بن حميد الضبي عن عبادة بن نسي أخبرني أبو موسى الكندي عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: ((الإيمان في قلب الرجل أن يحب الله عز وجل)).","Part":"1","seal":"DF8CE9BC","page":19},
      {"id":11,"Hno":10,"nass":"10 - حدثني محفوظ بن الفضل ثنا غوث بن جابر حدثني عقيل أبو معقل عن وهب بن منبه قال: إن المؤمن الخالص إيمانه لا يحب كحبه الله عز وجل أحداً، ولا يخشى كخشية الله عز وجل أحداً، فإنه يعلم علماً يقيناً أن الخلق كله لله عز وجل وبيد الله، وكان الله تعالى أهل ذلك منهم في القدرة عليهم والنعمة والبلاء الحسنين عندهم.","Part":"1","seal":"97A8EC92","page":19},
      {"id":12,"Hno":11,"nass":"11 - حدثنا يحيى بن عبد الله بن بكير حدثني عبد الله بن لهيعة حدثني يزيد بن أبي حبيب عن ابن شهاب: أن النبي صلى الله عليه وسلم قال: ((رأس الإيمان المحبة لله عز وجل وفي الله. وسنام الإيمان البر والعدل. وتحقيق الإيمان إكرام ذي الدين وذي الشيبة. ومن لم يرحم صغيراً ويجل كبيراً فليس منا)).","Part":"1","seal":"088CCDC5","page":19},
      {"id":13,"Hno":12,"nass":"12 - حدثني سعيد بن يعقوب الطالقاني ثنا عبد الله بن المبارك أننا سليمان التيمي عن أبي عثمان النهدي قال: ضرب رسول الله صلى الله عليه وسلم يده في الخندق فقال: ((بسم الله وبه بدينا، ولو عبدنا غيره شقينا، حبذا رباً وحب ديناً (أو حبذا هو وحب دينا))).","Part":"1","seal":"31AD616B","page":20},
      {"id":14,"Hno":13,"nass":"13 - ثنا موسى بن أيوب النصيبي ثنا مخلد بن حسين عن شيخ من أهل البصرة وكان يهودياً فأسلم، كان يقرأ الكتب قال: أول العبادة حب الله عز وجل، ألا ترى أن الرجل يحب الرجل. فيمر بداره حباً له. قال إبراهيم بن سعيد الجوهري: كأنه يحث على الحج.","Part":"1","seal":"75B6FF9E","page":20},
      {"id":15,"Hno":14,"nass":"14 - حدثنا حفص بن عمر الحوضي ثنا يزيد بن يزيد البكري ثنا حبيب يعني أبا محمد قال: قلت للحسن: يا أبا سعيد! ما الأواب؟ قال: رجل قلبه معلق عند الله عز وجل.","Part":"1","seal":"546F3730","page":20},
      {"id":16,"Hno":15,"nass":"15 - حدثنا يحيى بن عبد الحميد الحماني ثنا جعفر بن سليمان الضبعي ثنا عبد الصمد بن معقل قال: سمعت رجلاً سأل عمي وهب -[21]- بن منبه في مسجد الحرام قال: حدثني رحمك الله عن زبور داود قال: وجدت في أحد ثلاثين سطراً أن: يا داود! اسمع مني والحق أقول: من لقيني وهو يحبني أدخلته جنتي، يا داود! اسمع مني والحق أقول: من لقيني وهو يخاف عذابي لم أعذبه.","Part":"1","seal":"1A6B57A8","page":20},
      {"id":17,"Hno":16,"nass":"16 - حدثني عبد الله بن أبي بكر المقدسي ثنا مؤمل بن إسماعيل قال: [كان] كهمس العابد يقوم في جوف الليل فيقول: أتراك معذبي وأنت قرة عيني يا حبيب قلباه؟!.","Part":"1","seal":"558B177F","page":21},
      {"id":18,"Hno":17,"nass":"17 - حدثني إسماعيل بن محمد ماهان حدثني أحمد بن أبي الحواري قال: لقيني راهب مرة وعلي عباءة فقال لي: لم لبست العباءة؟ قال: قلت خوفاً منه، قال: وتحبه؟ قال: قلت: نعم، قال: كلا، لن يعذب من يحبه.","Part":"1","seal":"53C2F319","page":21},
      {"id":19,"Hno":18,"nass":"18 - حدثني إسماعيل بن محمد ثنا زهير البصري قال: لقيت شعوانة العابدة فقالت لي: ما أحسن طريقتك إلا أنك تنكر المحبة، قال: قلت: ما أنكرها، قالت لي: أتحب ربك؟ قال: قلت: نعم، قالت: فكيف تخاف أن لا يحبك وأنت تحبه؟ قال: قلت: أنا أحبه لما أولاني وما بدأني بمعرفته، ولي ذنوب أخاف أن لا يحبني بما كسبت، قال: فغشي عليها، ثم أفاقت فقالت: زه!","Part":"1","seal":"72F7BD9C","page":21},
      {"id":20,"Hno":19,"nass":"19 - حدثني حميد بن الربيع اللخمي حدثني زيد بن الحباب العكلي حدثني محمد بن صالح المدني حدثني سليمان بن عبد الرحمن بن خباب قال: كنا مع القاسم بن محمد بن أبي بكر الصديق فمرض بقديد فسمعته يقول: أنت ربي وحبي وسيدي.","Part":"1","seal":"76B0A05E","page":22},
      {"id":21,"Hno":20,"nass":"20 - حدثني زياد بن أيوب حدثني أحمد بن أبي الحواري قال: سمعت بشر بن السري يقول: ليس من أعلام الحب أن تحب ما يبغضه حبيبك.","Part":"1","seal":"23C217E5","page":22},
      {"id":22,"Hno":21,"nass":"21 - حدثنا علي بن عيسى المروذي حدثني محمد بن الحسن ثنا عثمان بن زفر التيمي ثنا حسن بن عياش قال: سمعت محمد بن النضر الحارثي يقول: ما يكاد يمل القربة إلى الله تعالى محب لله عز وجل، وما يكاد يسأم من ذلك.","Part":"1","seal":"A233E50E","page":22},
      {"id":23,"Hno":22,"nass":"22 - حدثني إسحاق بن إبراهيم قال: بلغني أنه قيل لبعض الحكماء: أي الأعمال أفضل؟ قال: ما زهدك في الدنيا، قال: ثم ماذا؟ قال: ما هون على قلبك بذل المجهود من عملك لله عز -[23]- وجل، قال: ثم ماذا؟ قال: ما حبب إليك لقاء الله عز وجل، قال: وما الذي يحبب إلي لقاء الله عز وجل؟ قال: شدة حب الله عز وجل.","Part":"1","seal":"64D1F193","page":22},
      {"id":24,"Hno":23,"nass":"23 - حدثني محمد بن الحسين حدثني محمد بن مالك بن ضيغم حدثني مولى لنا قد أدرك جدي يكنى أبا أيوب، قال: قال لي جدك ضيغم ذات يوم: يا أبا أيوب! منعني والله حب الله تعالى من الاشتغال بحب غيره، قال: ثم مال فسقط مغشياً عليه.\rقال: وقال لي أبو أيوب: يا بني [ما أدركت] من العابدين في زمانه أحداً أشد اجتهاداً منه، لكأنه قد كان رأى الآخرة، ورافق النبيين والشهداء والصالحين ثم فرق بينه وبينهم فهو يجهد نفسه رجاء أن يرد إليهم.","Part":"1","seal":"5CE65B3B","page":23},
      {"id":25,"Hno":24,"nass":"24 - نبأني علي بن مسلم الطوسي ثنا سيار بن حاتم ثنا رياح بن عمرو القيسي ثنا ثور بن يزيد قال: قرأت في التوراة: إن القلب المحب لله عز وجل يحب النصب لله تعالى.","Part":"1","seal":"6FCE6CB0","page":23},
      {"id":26,"Hno":25,"nass":"25 - حدثنا عبد الرحمن بن مسروق ثنا سيار بن حاتم ثنا جعفر بن سليمان قال: سمعت مالك بن دينار يقول: إن القلب المحب لله تعالى يحب النصب لله تعالى.","Part":"1","seal":"35A22F42","page":23},
      {"id":27,"Hno":26,"nass":"26 - قال إبراهيم بن الجنيد: قال بعض العباد: وجدت الله غيوراً يمنعني من كل من أرجوه وإذ سمح قلبي في مودته إجراء ذكره على لساني، فواشوقاه واشوقاه! ثم خر مغشياً عليه.","Part":"1","seal":"16E6C7DD","page":24},
      {"id":28,"Hno":27,"nass":"27 - حدثنا يحيى بن بكير ثنا أنس بن عياض أبو ضمرة نبأني نوفل بن مسعود أنه حدثه عن أنس بن مالك أنه سمعه يقول: سمعت رسول الله صلى الله عليه وسلم يقول: ((ثلاث من لقي الله عز وجل وهن فيه حرم على النار وحرمت النار عليه: إيمان بالله ورسوله، والثانية حب الله، والثالثة لأن توقد نارٌ فيلقى فيها أحب إليه من أن يرجع إلى الكفر)).","Part":"1","seal":"F60FF64A","page":24},
      {"id":29,"Hno":28,"nass":"28 - حدثني عبيد بن جناد الحلبي ثنا عبيد الله بن عمرو الرقي عن أيوب عن أبي قلابة عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: ((ثلاث من كن فيه وجد بهن حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يكره أن يرجع في الكفر كما يكره أن يقذف في النار، وأن يحب المرء المسلم لا يحبه إلا لله عز وجل)).","Part":"1","seal":"84983EA2","page":24},
      {"id":30,"Hno":29,"nass":"29 - قال إبراهيم بن الجنيد: قد روينا أن القلب المحب لله تعالى يحب التعب والنصب لله عز وجل، وهيهات أن ينال حب الله بالراحة.","Part":"1","seal":"8F2E9EE0","page":24},
      {"id":31,"Hno":30,"nass":"30 - ثنا يحيى بن عبد الله بن بكير ثنا المفضل بن فضالة القتباني عن أبي عروة البصرة عن زياد أبي عمار عن أنس بن مالك قال: قال: رسول الله صلى الله عليه وسلم: ((علامة حب الله حب ذكره، وعلامة بغض الله بغض ذكره)).","Part":"1","seal":"E9B5FC5A","page":25},
      {"id":32,"Hno":31,"nass":"31 - وحدثنا الحسن بن عثمان بن حماد البصري قال: أخبرني أسد بن راشد أبو يزيد الدقاق ثنا عمار صاحب السقط عن أنس بن مالك قال: إن من علامة حب الله عز وجل حب ذكر الله، ومن علامة بغض الله بغض ذكر الله.","Part":"1","seal":"147E23A5","page":25},
      {"id":33,"Hno":32,"nass":"32 - حدثنا محمد بن يزيد بن كثير العجلي ثنا إسحاق بن سليمان الرازي ثنا أبو جعفر الرازي عن الربيع عن أنس عن بعض أصحابه قال: علامة حب الله تعالى كثرة ذكره فإنك لن تحب شيئاً إلا أكثرت ذكره، ومن علامة الدين الإخلاص لله، وعلامة العلم خشية الله عز وجل، وعلامة الشكر الرضى بقضاء الله والتسليم لقدره.","Part":"1","seal":"65E02B4A","page":25},
      {"id":34,"Hno":33,"nass":"33 - نبأني إسحاق بن إبراهيم الصوفي قال: قرأت في بعض الكتب: قال عيسى بن مريم عليه السلام: يا معشر الحواريين! أحيوا قلوبكم بذكر الله عز وجل، وأميتوها بالخشية، ونوروها بحب الله عز وجل، وفرحوها بالشوق إليه.","Part":"1","seal":"B81E3E02","page":26},
      {"id":35,"Hno":34,"nass":"34 - قال إبراهيم: قال بعض العلماء: اعلموا أنكم بالمحبة ترتفعون، وبالمعرفة ترهبون، وبالشوق ترغبون، وبحسن النية تقهرون الهوى، وبترك الشهوة تصفو أعمالكم، حتى تريكم ملكوت السماء في عليين. فمن أراد منكم الراحة فليعمل في منازل أهل المحبة، فإن من أخلاق محبة الله تعالى كثرة الذكر في ساعات الليل والنهار بالقلب واللسان، فإن أمسك اللسان فبالقلب، فإن ذكر القلب أبلغ وأنفع.","Part":"1","seal":"9316D8C5","page":26},
      {"id":36,"Hno":35,"nass":"35 - نبأني محمد بن الحسين حدثني الصلت بن حكيم قال: سمعت أبا عبد الرحمن المغازلي يقول: ليس يعطى طريق المحبة غافل ولا ساه. المحب لله طائر القلب كثير الذكر، متسبب إلى رضوانه بكل سبيل يقدر عليها من الوسائل والنوافل دوباً دوباً وشوقاً شوقاً.","Part":"1","seal":"B6D4735D","page":26},
      {"id":37,"Hno":36,"nass":"36 - نبأني عون عن إبراهيم بن الصلت نبأني أحمد بن أبي الحواري ثنا موسى أبو عمران قال: من شرب بكأس المحبة لله عز وجل فقد ركب رحل المنقطعين إلى الله عز وجل.","Part":"1","seal":"4B324805","page":26},
      {"id":38,"Hno":37,"nass":"37 - نبأني سلمة بن شبيب أننا سهل بن عاصم أننا عبدة عن أبي خزيمة عن الحسن قال: قال رسول الله صلى الله عليه وسلم، وقال ذلك عن ربه عز وجل، قال: ((علامة الطهر أن يكون قلب العبد عندي معلقاً، وإذا كان كذلك لم ينسني على حال. فإذا كان كذلك مننت عليه بالاشتغال بي كيلا ينساني، فإذا نسيني حركت قلبه، فإذا تكلم تكلم لي وإذا سكت سكت لي. فذلك الذي تأتيه المعونة من عندي نائماً يقظان)).","Part":"1","seal":"F10947A9","page":27},
      {"id":39,"Hno":38,"nass":"38 - ثنا يحيى بن بكير حدثني المفضل بن فضالة عن أبي عروة البصري عن أبي عمار عن أنس بن مالك قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((من أصبح همه غير الله تعالى فليس من الله عز وجل)).","Part":"1","seal":"127067CC","page":27},
      {"id":40,"Hno":39,"nass":"39 - ثنا محمد بن مقاتل المروذي أننا عبد الله بن المبارك أننا سفيان قال: كتب إلي الحجاج بن فرافصة قال: قال بديل: من عرف -[28]- ربه أحبه، ومن عرف الدنيا زهد فيها، والمؤمن لا يلهو حتى يغفل وإن تفكر حزن","Part":"1","seal":"742B5C95","page":27},
      {"id":41,"Hno":40,"nass":"40 - أنبأني إسحاق بن إبراهيم: قال: قال بعض طلاب الحكمة: عند معرفة الله يغلي هيجان المحبة، وعند هيجان المحبة اتصال القلوب بذكره ومناجاته.","Part":"1","seal":"1B3BE9C2","page":28},
      {"id":42,"Hno":41,"nass":"41 - ثنا حرملة بن يحيى أننا عبد الله بن وهب نبأني عبد الرحمن بن زيد بن أسلم قال: إن الله تعالى ليحب العبد فيبلغ من حبه إذ أحبه أن يقول: اذهب فاعمل ما شئت فقد غفرت لك.","Part":"1","seal":"017719B4","page":28},
      {"id":43,"Hno":42,"nass":"42 - نبأني إسحاق بن إبراهيم قال: قال بعض الحكماء: من أيس من الله عز وجل لجأ إلى نفسه، ومن أيس من نفسه لجأ إلى الله تعالى، ومن لجأ إلى الله تعالى تم عزه وغناه.","Part":"1","seal":"6B45414C","page":28},
      {"id":44,"Hno":43,"nass":"43 - نبأني محمد بن الحسين الخراساني عن صالح بن عبد الله نبأني عبد العزيز بن عبد الوهاب قال: قال حكيم من الحكماء: إخواني معشر الربانيين، اعلموا أنه لن تصفو القلوب من الدخل والعيوب حتى يكون الهم في الله تعالى هماً واحداً ويكون السبيل إلى محبة الله تعالى قاصداً. ثم قال: عقبةٌ والله من العقاب كؤود، لن يقطعها إلا حازم زاهد قد فارق الدنيا بقلبه وانقطع عن أهلها إلى ربه. ثم قال: جعلنا الله وإياكم من أهل مخالصته والجد والاجتهاد في أمره، حتى نظفر منه بكمال أهل الشوق، وأعلى منازل أهل الصدق إفضالاً من ربنا وامتناناً وإحساناً منه. على أهل العدوان. ثم قال: إخواني؛ المواعظ كثيرة، والصفات عريضة، والعاقل البصير يستدل بالنعت اليسير.","Part":"1","seal":"5405E34A","page":29},
      {"id":45,"Hno":44,"nass":"44 - وحدثني محمد بن الحسين أيضاً عن صالح بن عبد الله ثنا أبو مسكين قال: سألت بعض العابدين قلت: أوصني، قال: صم عن الدنيا واجعل فطرك عنده حتى يكون هو الذي يلي إفطارك عنده، دع عنك المداعبة في جدٍّ أو هزلٍ، وعليك بذكر الله تعالى بقلبك حتى ينتج على محبة الله تعالى.","Part":"1","seal":"57E511C4","page":29},
      {"id":46,"Hno":45,"nass":"45 - حدثني علي بن عيسى عن محمد بن الحسين حدثني سعيد بن خلف بن زيد القسام قال سمعت مضراً يقول: قال لي عبد الواحد بن زيد: ما أحسب شيئاً من الأعمال يتقدم الصبر إلا الرضى، ولا أعلم درجة أرفع ولا أشرف من الرضى وهو رأس المحبة.","Part":"1","seal":"D6FE4C48","page":30},
      {"id":47,"Hno":46,"nass":"46 - قال إبراهيم: كان يقال: النعيم العاجل نعيم الذكر والتلذذ بالحزن، وسل الله تعالى أن يسقيك شربة من حبه، فإن سقاك فقد سعدت في العاجل والآجل، والتقوى والزهد في حلال الدنيا وحرامها وترك المنزلة عند المخلوقين، وعليك بالتواضع والخشوع والصمت والخلوة لعلك تنجو مما قد استوجبت بإذن الله العزيز الحكيم.","Part":"1","seal":"F7E10D74","page":30},
      {"id":48,"Hno":47,"nass":"47 - حدثني أحمد بن إبراهيم حدثني سلمة بن عقار قال: كان الفضيل بن عياض يقول: إلهي لو عذبتني بالنار لم يخرج حبك من قلبي، أنى أنسى أياديك عندي في دار الدنيا؟.","Part":"1","seal":"90D8A825","page":30},
      {"id":49,"Hno":48,"nass":"48 - حدثني محمد بن الحسين حدثني زكريا بن عدي قال: سمعت عابداً باليمن يقول: سرور المؤمن ولذته في الخلوة بمناجاة سيده عز وجل.","Part":"1","seal":"8C00DBF5","page":30},
      {"id":50,"Hno":49,"nass":"49 - قال إبراهيم: قال بعض الصالحين: إلهي وعزتك وجلالك لقد أحببتك محبة استقرت حلاوتها في قلبي، وما تنعقد ضمائر موحديك على أنك تبغض محبيك.","Part":"1","seal":"A96FF742","page":31},
      {"id":51,"Hno":50,"nass":"50 - حدثني محمد بن الحسين حدثني إبراهيم بن سليمان بن حريش ثنا يزيد بن علي بن جرير الحنفي قال: مررت على كلاب بن جري، وهو يصلي على الساحل في بعض الليل، فسمعته وهو يقول في سجوده: وعزتك لقد خالط قلبي من محبتك أمر يكل لساني عما أجد منه في نفسي، قال: ثم خفي علي ما كان قبل ذلك! فانطلقت.","Part":"1","seal":"233D5093","page":31},
      {"id":52,"Hno":51,"nass":"51 - حدثني محمد ين الحسين ثنا عبيد الله بن محمد التيمي ثنا معاذ بن زياد قال: قال فضل الرقاشي: ما اشتفى محب الله عز وجل من طاعته، ولو حل بعظم الوسائل منازل الأبرار.","Part":"1","seal":"9BB736F8","page":31},
      {"id":53,"Hno":52,"nass":"52 - قال إبراهيم: بلغنا أن الله أوحى إلى داود عليه السلام: تزعم أنك تحبني فإن كنت تحبني فأخرج حب الدنيا من قلبك فإن حبي وحبها لا يجتمعان في قلب واحد.","Part":"1","seal":"4FEFEFA3","page":31},
      {"id":54,"Hno":53,"nass":"53 - قال إبراهيم: فنسأل الله تعالى العون والتوفيق والصدق والمحبة له والأنس به والرضى عنه والتسليم لأمره.","Part":"1","seal":"1520EB71","page":31},
      {"id":55,"Hno":54,"nass":"54 - قال إبراهيم: وقد يمن الله تعالى على أهل طاعته بطاعته بلا أمر منهم استوجبوا عليه، وكان الشكر منهم عليها إلهاماً منه، فهو -[32]- ولي كل نعمة، ذو الطول والنعم المليء بحسن جزاء من أطاعه ذو الفضل العظيم.","Part":"1","seal":"EE1B6063","page":31},
      {"id":56,"Hno":55,"nass":"55 - ثنا يحيى بن عبد الله بن بكير حدثني الليث بن سعد عن خالد بن يزيد عن سعيد بن أبي هلال عن زيد بن أسلم أن مخبراً أخبره: أنه دخل على رأس الجالوت وهو يقرأ التوراة فبكى، فقال: ما يبكيك؟ قال: مررت بحرف فأبكاني: يا بني إسرائيل إني كنت أحبكم فلما عصيتموني أبغضتكم.","Part":"1","seal":"C9162C4B","page":32},
      {"id":57,"Hno":56,"nass":"56 - قال إبراهيم: وقد قال بعض العلماء: إن محبة الله تعالى ليست كمحبة الآمنين وإنما محبة الله في طاعته واجتناب معصيته.","Part":"1","seal":"C02457A6","page":32},
      {"id":58,"Hno":57,"nass":"57 - حدثني [محمد بن] حميد الرازي ثنا جرير بن عبد الحميد عن الفضيل بن غزوان عن الحسن قال: من قال: إني أحب الله تعالى فهو كاذب لو أحب الله تعالى لعمل بعمل يحبه الله. ومن قال إني أحب الجنة فهو كاذب ولو أحب الجنة لعمل بعمل أهل الجنة. ومن قال: إني أخاف النار فقد كذب لو كان يخاف النار لم يعمل بعمل أهل النار.","Part":"1","seal":"A2336285","page":32},
      {"id":59,"Hno":58,"nass":"58 - حدثني محمد بن بشر الكوفي المنقري وأنشده في مثل ذلك:\rتعصي الإله وأنت تظهر حبه ... هذا محال في الفعال بديع\r-[33]-\rلو كان حبك صادقاً لأطعته ... إن المحب لمن يحب مطيع\rفي كل يوم يبتليك بنعمة ... جوداً وأنت لشكر ذاك مضيع\rفأشكر أياديه إليك وصنعه ... في بطن أمك مولوداً ورضيع","Part":"1","seal":"3D201E54","page":32},
      {"id":60,"Hno":59,"nass":"59 - حدثني إسماعيل بن إبراهيم بن بسام البلخي قال: سمعت أبا حازم القيساري ببيت المقدس قال: في الإنجيل مكتوب: إن الله تعالى قال لعيسى عليه السلام: إن أسخط عليك لم ينفعك من رضي غيري، وأن أرض عنك لم يضرك المبغضون، أوصيك بالعبد الذليل المسكين. يا عيسى! الحق، والحق أقول، إني أحب إلى عبدي من نفسه التي بين جنبيه.","Part":"1","seal":"397363A0","page":33},
      {"id":61,"Hno":60,"nass":"60 - قال إبراهيم: يقال: صدق المحبة لله عز وجل بالقلب مداومة ذكر القلب بالفرح بالله وإيثار محبته وشدة الأنس به، وأن يشق عليه أن يحول بينه وبين الله تعالى حائل.","Part":"1","seal":"35018CCB","page":33},
      {"id":62,"Hno":61,"nass":"61 - حدثني أحمد بن سعيد الأزدي قال: سمعت عثمان بن صخر العتكي يقول: طوبى لمحبي الرب عز وجل الذين عبدوه بالفرح والسرور والأنس والطمأنينة فصاروا الصفوة من الخلق والخاصة من البرية، يحنون إليه حنين الولهان ويشتاقون إليه شوق من لا صبر لهم عنه، قد كسروا بالخوف وروحوا بالظفر.","Part":"1","seal":"FAD12319","page":33},
      {"id":63,"Hno":62,"nass":"62 - ثنا سعيد بن سليمان ثنا مبارك بن فضالة عن الحسن قال: كان ناس على عهد رسول الله صلى الله عليه وسلم يقولون: يا رسول الله. إنا نحب ربنا عز وجل حباً شديداً. فأحب الله تعالى أن يجعل لحبه علماً فأنزل الله تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفورٌ رحيمٌ}.","Part":"1","seal":"C2DF3944","page":34},
      {"id":64,"Hno":63,"nass":"63 - ثنا محمد بن حميد الرازي ثنا علي بن مجاهد ثنا محمد بن إسحاق عن يزيد بن أبي زياد عن محمد بن كعب قال: أوحى الله تعالى إلى موسى: إن إبراهيم لم يحبني أحد من خلقي كحبه إياي.","Part":"1","seal":"9A02F73F","page":34},
      {"id":65,"Hno":64,"nass":"64 - ثنا أبو بحر فرات بن محبوب السكوني ثنا عبيد الله الأشجعي عن سفيان عن ليث عن مجاهد في قوله تعالى: {لا يشركون بي شيئاً}، قال: لا يحبون غيري.","Part":"1","seal":"651384C3","page":34},
      {"id":66,"Hno":65,"nass":"65 - قال إبراهيم: حدثني رجل قال: قيل لرابعة: كيف حبك للرسول؟ قالت: إني لأحبه، ولكن شغلني حب الخالق عن حب المخلوقين.","Part":"1","seal":"7696A8D3","page":34},
      {"id":67,"Hno":66,"nass":"66 - نبأني محمد بن الحسين حدثني أبو النعمان رستم بن أسامة حدثني عمير أبو يحيى قال: سمعت عابداً من أهل الشام ببيت المقدس يقول: محبة الله تعالى ورثت أهلها سرور الأبد في دار المقامة. قال: ثم غشي عليه.","Part":"1","seal":"A502C0F2","page":35},
      {"id":68,"Hno":67,"nass":"67 - حدثني يونس بن عبد الأعلى عبد الله بن وهب أخبرني سفيان بن عيينة عن رجل عن يحيى بن أبي كثير اليمامي قال: نظرنا فلم نجد شيئاً يلتذذ به المتلذذون أفضل من حب الله تعالى وطلب مرضاته.","Part":"1","seal":"7B1ECF93","page":35},
      {"id":69,"Hno":68,"nass":"68 - حدثني إسحاق بن إبراهيم ثنا غوث بن جابر بن غيلان بن منبه الصنعاني عن رجل ثقة من أهل صنعاء عن أبيه عن وهب بن منبه قال: قال الحواريون: يا عيسى، من أولياء الله الذين لا خوف عليهم ولا هم يحزنون؟ قال: الذين رفضوا الدنيا فكانوا برفضها هم الفرحين، وباعوها فكانوا ببيعها هم المربحين، ونظروا إلى أهلها صرعى قد حلت فيهم المثلات، فأحيوا ذكر الموت وأماتوا ذكر الحياة، يحبون الله ويحبون ذكره ويستضيئون بنوره، لهم خبر عجيب، وعندهم الخبر العجيب، بهم قام الكتاب وبه قاموا، وبهم نطق -[36]- الكتاب وبه نطقوا وبهم علم الكتاب وبه علموا، لا يرون نيلاً مع ما نالوا ولا أمناً دون ما يرجون ولا خوفاً دون ما يحذرون.","Part":"1","seal":"81468262","page":35},
      {"id":70,"Hno":69,"nass":"69 - حدثني إسحاق بن إبراهيم الثقفي ثنا جعفر بن سليمان الضبعي قال: سمعت مالك بن دينار قال: قال موسى عليه السلام: إلهي أين أبغيك؟ فأوحى الله تبارك وتعالى إليه: يا موسى، أبغني عند المنكسرة قلوبهم، فإني أدنو منهم كل ليلة باعاً، ولولا ذلك لانهدموا، قال جعفر: فقلت لمالك بن دينار: كيف المنكسرة قلوبهم؟ قال: سألت الذي قرأ الكتاب، فقال: سألت الذي سأل عبد الله بن سلام فقال: سألت عبد الله بن سلام عن المنكسرة قلوبهم ما يعني به؟ قال: المنكسرة قلوبهم بحب الله عن حب غيره.","Part":"1","seal":"61A5032D","page":36},
      {"id":71,"Hno":70,"nass":"70 - قال إبراهيم: سئل من أوتي الحكمة عن عمل يقرب على الله تعالى وإلى خلقه، فقال: بذلك لله ولعباده المحبة، وسئل عما امتن الله تعالى به على القلوب؟ فقال: الطهارة من دنس الشرك، وهو قوله: {ويطهركم تطهيراً}.","Part":"1","seal":"92D478ED","page":36},
      {"id":72,"Hno":71,"nass":"71 - ويقال: المحبة أن تؤثر الله تعالى على جميع الأشياء، وعليك بالاهتمام بما يرضي الله عز وجل والحفظ لكل جارحة مما يسخط الله عز وجل.","Part":"1","seal":"8DA268C7","page":37},
      {"id":73,"Hno":72,"nass":"72 - ويقال: العزم إياس النفس من خلاف الطاعة، والصدق والعزم على أداء حقوق الله تعالى، والوفاء بها عند مواقع الأعمال، والحياء من الله تعالى، وحسن المراقبة في السر والعلانية.","Part":"1","seal":"D3CA475C","page":37},
      {"id":74,"Hno":73,"nass":"73 - حدثني يحيى بن سليمان الجعفي نبأني عبد الله بن وهب نبأني حرملة بن عمران أنه سمع كعب بن علقمة يقول: إن موسى عليه السلام لما أن هرب من فرعون قال: رب أوصني، قال أوصيك أن لا تعدل بي شيئاً إلا اخترتني عليه فإني لا أرحم ولا أزكي من لم يكن كذلك.","Part":"1","seal":"030D2E49","page":37},
      {"id":75,"Hno":74,"nass":"باب من كان يسأل الله تعالى أن يرزقه حبه\r74 - نبأني محمد بن يوسف ثنا عبد الله بن وهب عن معاوية بن صالح عن أبي يحيى عن أبي يزيد عن أبي سالم الجيشاني الأسود أنه -[38]- سمع ثوبان مولى رسول الله صلى الله عليه وسلم يقول: قال رسول الله صلى الله عليه وسلم: ((اللهم إني أسألك حبك وحب من يحبك وحباً يبلغني حبك)).","Part":"1","seal":"DBB1B992","page":37},
      {"id":76,"Hno":75,"nass":"75 - نبأني الحسين بن علي العجلي ثنا محمد بن فضيل بن غزوان الضبي عن محمد بن سعد الأنصاري عند عبد الله بن يزيد الدمشقي ثنا عائذ الله أبو إدريس الخولاني عن أبي الدرداء قال: قال رسول الله صلى الله عليه وسلم: ((قال داود: رب أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك. رب اجعل حبك أحب إلي من نفسي وأهلي ومن الماء البارد. قال: وكان رسول الله صلى الله عليه وسلم إذا ذكر داود وحدث عنه قال: كان أعبد البشر)).","Part":"1","seal":"0F6F0B7A","page":38},
      {"id":77,"Hno":76,"nass":"76 - نبأني سعيد بن الحكم بن أبي مريم حدثني عبد الله بن وهب حدثني عمرو بن الحارث أن أبا يونس سليم بن جبير مولى أبي هريرة حدثه عن أبي هريرة قال: كان داود النبي عليه السلام كثير الصلاة لا يفتر.","Part":"1","seal":"8752C169","page":38},
      {"id":78,"Hno":77,"nass":"77 - ثنا عبد السلام بن مطهر ثنا جعفر بن سليمان عن ثابت البناني قال: كان رسول الله صلى الله عليه وسلم لا يشبع من الصلاة.","Part":"1","seal":"D21992E8","page":38},
      {"id":79,"Hno":78,"nass":"78 - ثنا محمد بن عبد الله الخزاعي أننا حماد بن سلمة عن أبي جعفر الخطمي عن محمد بن كعب القرظي عن عبد الله بن يزيد الخطمي أنه كان يقول: اللهم ارزقني حبك وحب من ينفعني حبه عندك، اللهم ما رزقتني مما أحب فأجعله لي قوة فيما تحب، وما زويت عني مما أحب فاجعله لي فراغاً فيما تحب.","Part":"1","seal":"F6A5DE43","page":39},
      {"id":80,"Hno":79,"nass":"79 - نبأني محفوظ بن الفضل نبأني كثير بن هشام ثنا جعفر بن برقان ثنا صالح بن مسمار قال: بلغنا أن الله عز وجل أرسل إلى سليمان بن داود بعد موت أبيه داود ملكاً من الملائكة. فقال له الملك: إن ربي أرسلني إليك لتسأله حاجتك. قال سليمان: فإني أسأل ربي عز وجل أن يجعل قلبي يحبه كما كان أبي داود عليه السلام يحبه، وأسأل الله تعالى أن يجعل قلبي يخشاه كما كان قلب أبي داود يخشاه. فقال الرب عز وجل: أرسلت إلى عبدي ليسألني حاجته، وكانت حاجته إلي أن أجعل قلبه يحبني وأجعل قلبه يخشاني. وعزتي لأكرمنه. -[40]- فوهب له ملكاً لا ينبغي لأحد من بعده. ثم قال: {هذا عطاؤنا فامنن أو أمسك بغير حساب. وإن له عندنا لزلفى وحسن مئاب}.","Part":"1","seal":"9B5056D8","page":39},
      {"id":81,"Hno":80,"nass":"80 - ثنا محمد بن حميد ثنا مهران عن سفيان عن أبيه عن عن عكرمة: {هذا عطاؤنا فامنن أو أمسك بغير حساب}: ليس عليه حساب.","Part":"1","seal":"4117D692","page":40},
      {"id":82,"Hno":81,"nass":"81 - ثنا محمد بن حميد الرازي ثنا مهران عن سفيان عن زياد أبي عثمان عن الحسن قال: ما أنعم الله عز وجل على عبد نعمة إلا عليه فيها تبعة غير سليمان، قال عز وجل: {هذا عطاؤنا فامنن أو أمسك بغير حساب}.","Part":"1","seal":"6B54034D","page":40},
      {"id":83,"Hno":82,"nass":"82 - ثنا محمد بن عبد الله الخزاعي أننا موسى بن خلف العمي ثنا يحيى بن أبي كثير عن زيد بن سلام عن جده ممطور عن أبي عبد الرحمن السكسكي عن مالك بن يخامر عن معاذ بن جبل قال: احتبس علينا رسول الله صلى الله عليه وسلم يوماً صلاة الغداة حتى كادت تطلع -[41]- الشمس. فلما خرج صلى بنا الغداة وقال: ((إني صليت الليلة ما قضي لي، فوضعت جنبي في المسجد، فأتاني ربي عز وجل في أحسن صورة فقال: يا محمد هل تدري فيم اختصم الملأ الأعلى؟ قال: قلت: لا أي رب، قال: يا محمد، قالها ثلاث مرار، قال: قلت: لا أي رب. قال: فوضع يده بين كتفي فوجدت بردها بين ثديي فتجلى لي كل شيء وعرفته. فقلت: في الدرجات والكفارات. قال: فما الدرجات؟ قلت: إطعام الطعام وإفشاء السلام والصلاة والناس نيام. قال: صدقت. قال: فما الكفارات؟ قال: قلت: إسباغ الوضوء في السبرات ونقل الأقدام إلى الجماعات. قال: صدقت. فقال: سل يا محمد. قال: قلت: اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين، وأن تغفر لي وترحمني، وإذا أردت بين عبادك فتنة فاقبضني إليك وأنا غير مفتون، اللهم إني أسألك حبك وحب من أحبك وحب عمل يقربني إلى حبك. فقال النبي صلى الله عليه وسلم: تعلموهن وادرسوهن فإنهن حق)).","Part":"1","seal":"3D35A39F","page":40},
      {"id":84,"Hno":83,"nass":"83 - نبأني زياد بن أيوب نبأني أحمد بن أبي الحواري ثنا جعفر بن محمد عن أبيه قال: كان بعض التابعين يقول: اللهم أمت قلبي بخوفك وخشيتك وأحيه بحبك وذكرك.\rقال جعفر: وكان من دعاء مريم أم عيسى عليهما السلام: اللهم املأ قلبي لك خوفاً، وغش وجهي منك حياءً.","Part":"1","seal":"9C677058","page":42},
      {"id":85,"Hno":84,"nass":"84 - نبأني محمد بن الحسين نبأني الوليد بن صالح نبأني يونس بن بكير الشيباني عن مرثد أبي عامر عن الحسن بن الحسن بن علي أنه كان يقول في دعائه: اللهم ارزقني محبة لك تقطع عني محبات الدنيا ولذاتها، وارزقني محبة لك تجمع لي بها خير الدنيا ونعيمها، اللهم اجعل محبتك آثر الأشياء عندي وأقرها لعيني، واجعلني أحبك حب الراغبين في محبتك، حباً لا يخالطه حب هو أعلى منه في صدري ولا أكبر منه في نفسي، حتى تشغل قلبي به عن السرور بغيره، حتى يكمل لي به عندك الثواب غداً في أعلى منازل المحبين لك يا كريم.\rقال: وكان من خيار أهل البيت. وكان يدعو بهذا الدعاء في آخر كلامه ويبكي.","Part":"1","seal":"09901D52","page":42},
      {"id":86,"Hno":85,"nass":"85 - ونبأني محمد بن الحسين ثنا عبيد الله بن محمد التيمي عن عقبة بن فضالة قال: كان أبو عبيدة الخواص يقول في دعائه بعد ما كبر: اللهم ارزقني حباً لك وحباً لطاعتك وحباً لمطيعك وحباً لأوليائك وحباً لآل محبتك خدامك. اللهم ارزقني حباً ترفعني به عندك في أعلى درجات العلى من منازل المحبين لك. قال: وكان يبكي حتى يكاد يهمد. وكان قد كبر جداً.","Part":"1","seal":"0805996A","page":43},
      {"id":87,"Hno":86,"nass":"86 - نبأني عمر بن شبة النميري ثنا موسى بن إسماعيل المنقري ثنا سلام بن مسكين قال: سمعت الحسن يقول: اللهم املأ قلوبنا إيماناً بك ويقيناً بك ومعرفة لك وتصديقاً لك وحباً لك وشوقاً إلى لقائك.","Part":"1","seal":"942F55A1","page":43},
      {"id":88,"Hno":87,"nass":"87 - نبأني محمد بن الحسين ثنا داود بن محبر [حدثني] عبد الله بن رشيد قال: سمعت عبد الواحد بن زيد يقول في دعائه: أسألك اللهم أركاناً قوية على عبادتك، وأسألك جوارح مسارعة إلى طاعتك وأسألك همماً متعلقة بمحبتك.","Part":"1","seal":"B7DE857F","page":43},
      {"id":89,"Hno":88,"nass":"88 - ثنا سعيد بن سليمان ومحمد بن مقاتل قالا: ثنا عبد الله بن المبارك نبأني عمر بن عبد الرحمن بن مهرب قال: سمعت وهب بن منبه يقول: قال حكيم من الحكماء: إني لأستحي من ربي عز وجل أن أعبده رجاء ثواب الجنة، أي قط، فأكون كالأجير إن أعطي الأجر عمل وإن لم يعط لم يعمل، وإني لأستحيي من ربي أن أعبده مخافة النار، أي قط، فأكون كعبد السوء إن رهب عمل وإن لم يرهب لم يعمل، ولكن أبعده بما هو أهله، وإنه ليستخرج مني حبه ما لا يستخرج مني غيره.","Part":"1","seal":"4FF74580","page":44},
      {"id":90,"Hno":89,"nass":"89 - قال إبراهيم بن الجنيد: فأهل محبة الله قوامون بأمر الله عز وجل، قطعوا محبتهم بمعرفة ربهم، وتركوا الدنيا لطاعة مليكهم. فهم يلهمون الحق، ويوفقون للتوفيق، وينظرون بنور الله عز وجل، ويدعون ربهم بالاستكانة، ويتلون القرآن بفهم وفكرة، طابت قلوبهم وطهرت من الأدناس والأقذار، لا تشبه قلوب أهل الحرص والطمع والشره والهوى والآمال.","Part":"1","seal":"7984019A","page":44},
      {"id":91,"Hno":90,"nass":"90 - ثنا عبد العزيز بن الخطاب قال: حدثتنا نائلة الأودية مولاة آل أبي العيزار عن أم عاصم عن السوداء قالت: أتيت النبي صلى الله عليه وسلم أبايعه، قال: اختضبي فاختضبت. ثم جئت فبايعته.","Part":"1","seal":"C938D467","page":45},
      {"id":92,"Hno":91,"nass":"91 - قال لنا عبد العزيز: خرجت علينا نائلة وعليها فروٌ كبلٌ وقد غيرت أطرافها، فقالت: أنا أحب ربي وأنا أفرق من النار.","Part":"1","seal":"4E306CBD","page":45},
      {"id":93,"Hno":92,"nass":"92 - قال إبراهيم: ومما قرأت من كلام [أبي] سليمان: قال أحمد بن أبي الحواري وقال محمود لأبي سليمان: ما أقرب ما تقرب به إليه؟ فبكى، ثم قال: مثلي أنا يسأل عن هذا؟ أقرب ما تقرب به إليه أن يطلع من قلبك أنك لا تريد من الدنيا والآخرة إلا هو.","Part":"1","seal":"AEA547C3","page":45},
      {"id":94,"Hno":93,"nass":"93 - قال أحمد بن أبي الحواري وسمعت النباجي قال: قال رجل للفضيل بن عياض: يا أبا علي، متى يبلغ العبد الحب لله -[46]- عز وجل؟ قال: إذا كان منعه إياك وعطاؤه عندك سواء فقد بلغت غاية من حبه.","Part":"1","seal":"4013AC45","page":45},
      {"id":95,"Hno":94,"nass":"94 - قال إبراهيم: يقال من علامة الحب لله عز وجل القيام للمحبوب بالطاعة، وإيثاره على النفس فيما أمكنت فيه القدرة.","Part":"1","seal":"CDEE880F","page":46},
      {"id":96,"Hno":95,"nass":"95 - قال أحمد بن أبي الحواري: سمعت عواماً قال لأبي سليمان: تحب ابنك إسماعيل؟ قال: ما على ظهر الأرض أحد أجد له في قلبي حباً ولكني أرحمه.","Part":"1","seal":"99DB89B9","page":46},
      {"id":97,"Hno":96,"nass":"96 - وحدثني أبو عبيدة بن الفضيل بن عياض عن أبي إسحاق إبراهيم بن الأشعث البخاري قال: سمعت الفضيل بن عياض يقول في مرضه الذي مات فيه: ارحمني بحبي إياك فليس شيء أحب إلي منك.\rقال: وسمعت الفضيل يقول: الحب أفضل من الخوف، ألا ترى إذا كان لك عبدان أحدهما يحبك والآخر يخافك، فالذي يحبك منهما ينصحك شاهداً كنت أو غائباً لحبه إياك، والذي يخافك عسى أن ينصحك إذا شهدت لما يخاف ويغشك إذا غبت ولم ينصحك؟ ثم ذكر -[47]- حديث حكيم من الحكماء إني لأستحيي من ربي عز وجل أن أعبده مخافة النار، أي قط، الحديث .. ...","Part":"1","seal":"B5534E9C","page":46},
      {"id":98,"Hno":97,"nass":"97 - قال إبراهيم: يقال: المتولي لله عز وجل هو المحب الناصر له، الموالي فيه والمعادي فيه، فمن كانت هذه حاله توحش من أكثر الناس واعتزلهم. فإذا أوذي في الله عز وجل شكر ورجا نصرته واعتز به، وسهل على قلبه ما يخوفه به الناس والشيطان.","Part":"1","seal":"F9C7A603","page":47},
      {"id":99,"Hno":98,"nass":"98 - نبأني عثمان بن محمد بن أبي شيبة ثنا يحيى بن آدم ثنا قطبة بن عبد العزيز عن الأعمش عن شمر بن عطية عن شهر بن حوشب قال: أخذت معاذ بن جبل قرحة في حلقه فقال: اخنقني خنقك فوعزتك إني لأحبك.","Part":"1","seal":"C4DBA26F","page":47},
      {"id":100,"Hno":99,"nass":"99 - نبأني إسحاق بن إبراهيم ختن ابن الصباح قال: قرأت في بعض كتب الحكماء: همة المحبين اتصال المحبة ولقاء المحبوب، وهمة أهل الشوق سرعة الموت. والذي يبدي المحبة في القلوب على قدر ما رسخ في القلوب من العلم بكرم الله وبره ولطفه ووده ورأفته ورحمته وكثرة إحسانه إلى خلقه مع إساءة الخلق.","Part":"1","seal":"1E31BD5C","page":47},
      {"id":101,"Hno":100,"nass":"100 - ثنا داود بن رشيد ثنا أبو حيوة شريح بن يزيد الحضرمي ثنا صفوان بن عمرو عن عبد الله بن بسر اليحصبي عن أبي أمامة الباهلي قال: حببوا الله إلى الناس يحببكم الله.","Part":"1","seal":"C8BEE21B","page":48},
      {"id":102,"Hno":101,"nass":"101 - ثنا محمد بن سابق ثنا مسعر بن كدام عن إبراهيم السكسكي قال: حدثني أصحابنا عن أبي الدرداء قال: إن أحب عباد الله إلى الله عز وجل الذين يحبون الله ويحببون الله إلى الناس، والذين يراعون الشمس والقمر والأظلة لذكر الله عز وجل.","Part":"1","seal":"CE03FDBD","page":48},
      {"id":103,"Hno":102,"nass":"102 - ثنا يحيى بن سليمان الجعفي ثنا عبد الله بن وهب حدثني واقد بن سلامة عن يزيد الرقاشي عن أنس بن مالك عن رسول الله صلى الله عليه وسلم أنه قال: ((ألا أخبركم عن أقوام ليسوا أنبياء ولا شهداء يغبطهم يوم -[49]- القيامة الأنبياء والشهداء بمنازلهم من الله عز وجل على منابر من نور يعرفون عليها. قالوا: من هم؟ قال: هم الذين يحببون عباد الله إلى الله، ويحببون الله تعالى إلى عباده، ويمشون لله في الأرض نصحاً. فقلنا: هذا حببوا الله تعالى إلى عباده، فكيف يحببون عباد الله إلى الله؟ قال: يأمرونهم بما يحب الله وينهونهم عما يكره الله، فإذا أطاعوهم أحبهم الله بعد)).","Part":"1","seal":"E4DCF061","page":48},
      {"id":104,"Hno":103,"nass":"103 - حدثني محمد بن الحسين حدثني أبو الوليد عياش بن عاصم حدثني [سعيد بن] صدقة أبو مهلهل قال: أتاني آتٍ في منامي فقال: أتحب الله عز وجل؟ قلت: إي والذي لا إله غيره إني لأحبه وأحب طاعته، قال: أفلا تناديه نداء أوليائه؟ قلت: وما هو؟ قال: قل: نبهني إلهي للخطر العظيم من محبتك يا بارئ النسم.","Part":"1","seal":"0C07B789","page":49},
      {"id":105,"Hno":104,"nass":"104 - حدثني علي بن عيسى المروذي حدثني محمد بن عبيدة ثنا الحسين بن الربيع حدثني سعيد بن عبد الغفار قال: كتب محمد بن -[50]- العلاء بن المسيب من البصرة إلى محمد بن يوسف الأصبهاني: يا أخي من أحب الله بصدق أحب أن لا يعرفه الناس.","Part":"1","seal":"C3394F09","page":49},
      {"id":106,"Hno":105,"nass":"105 - قال إبراهيم: قال بعض العباد: سبحانك، ولهت قلوب الذاكرين بك فاستنارت بنورك، فسكنت السماوات بأبصارها، وعمرت الملكوت بمناجاتها، فأجسادها منها معطلة، وهي بمحبتك متصلة. فأي لذة تطعم إلا في الأنس بك، يا من أشرقت لنوره السموات، وأنارت لوجهه الظلمات، وحجب جلاله عن العيون، ووصل به معارف العقول، فأنابت إليه أبصار القلوب.","Part":"1","seal":"A7E028D7","page":50},
      {"id":107,"Hno":106,"nass":"106 - ثنا إسحاق بن موسى الخطمي حدثني عباد بن كليب أبو غسان ثنا محمد بن النضر الحارثي قال: قال محمد بن كعب القرظي: وجدت في بعض كتب الحكمة: أيها الصديقون، أفرحوا بي وتنعموا بذكري.","Part":"1","seal":"1DB4ECB4","page":50},
      {"id":108,"Hno":107,"nass":"107 - قال إبراهيم: قال بعض العباد:\rهام قلبي بسرور مسه ... بسرور لسرور متصل","Part":"1","seal":"3DAC07E5","page":50},
      {"id":109,"Hno":108,"nass":"108 - وقال أيضاً:\rمحب يحب الله حتى كأنه ... يراه بعيني قلبه حين ينظر","Part":"1","seal":"CBE89343","page":50},
      {"id":110,"Hno":109,"nass":"109 - وقال أيضاً:\rقلب المحب عليل ... قد أسبل الدمع حدراً\rمن حب رباً يراه ... في جوف ليلٍ يميل\rقد أسبل الدمع حدراً ... على الخدود يسيل","Part":"1","seal":"A281F6BB","page":51},
      {"id":111,"Hno":110,"nass":"110 - حدثني أبو سعيد يحيى بن سليمان الجعفي حدثني عبد الله بن وهب قال: سمعت حيي بن عبد الله المعافري يحدث عن أبي عبد الرحمن عبد الله بن يزيد الحبلي عن عبد الله بن عمرو بن العاص أنه قال: من أحب الله تعالى ورسوله صادقاً غير كاذب والمؤمنين غائبهم وحاضرهم فقد ذاق طعم الإيمان.","Part":"1","seal":"2257B5D2","page":51},
      {"id":112,"Hno":111,"nass":"111 - ثنا أبو طالب عبد الجبار بن عاصم ثنا بقية بن الوليد عن عبد الحميد بن إبراهيم عن عثمان بن سعيد القرشي عن محمد بن عبد العزيز الزهري قال: لما حضرت العباس بن عبد المطلب الوفاة بعث إلى ابنه عبد الله بن عباس، فقال: يا بني إني والله ما مت موتاً. ولكني فنيت فناءً، يا بني أحب الله وطاعته حتى لا يكون شيء أحب إليك منه ومن طاعته، وخف الله ومعصيته حتى لا يكون شيء أخوف عندك منه ومن معصيته، فإنك إذا أحببت الله وطاعته نفعت كل أحد، وإذا خفت الله ومعصيته لم تضر أحداً. أستودعك الله تعالى.","Part":"1","seal":"53F272C9","page":51},
      {"id":113,"Hno":112,"nass":"112 - قال إبراهيم: قرأت في بعض الكتب: إن الله تعالى يقول: معشر المتوجهين إلي بحبي ما ضركم ما فاتكم من الدنيا إذا كنت لكم حظاً، وما ضركم من عاداكم إذا كنت لكم سلماً.","Part":"1","seal":"75946EF1","page":52},
      {"id":114,"Hno":113,"nass":"113 - قال: وأوحى الله تعالى إلى موسى: إياك والتضرع إلى أبناء الدنيا، إذاً أعرض عنك، ولا تجد بدينك لدنياهم، إذاً آمر بأبواب جنتي تغلق دونك.","Part":"1","seal":"D6FEA699","page":52},
      {"id":115,"Hno":114,"nass":"114 - ثنا بشر بن آدم ثنا قزعة بن سويد ثنا عبد الله بن أبي نجيح عن مجاهد عن عبد الله بن عباس قال: قال رسول الله صلى الله عليه وسلم: ((لا أسألكم على ما آتيتكم من البينات والهدى أجراً إلا أن توادوا الله عز وجل وتتقربوا إليه بطاعته)).","Part":"1","seal":"F28F04B5","page":52},
      {"id":116,"Hno":115,"nass":"115 - ثنا محمد بن حميد الرازي ثنا حكام بن سلم عن عنبسة بن سعيد الأسدي عن ابن أبي ليلى عن القاسم بن أبي بزة عن مجاهد في قوله عز وجل: {إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداً}، قال: يحبهم ويحببهم إلى خلقه.","Part":"1","seal":"D25FEABE","page":52},
      {"id":117,"Hno":116,"nass":"116 - قال حكام ثنا أو سنان عن الأعمش قال: محبة في الدنيا.","Part":"1","seal":"14812CA7","page":53},
      {"id":118,"Hno":117,"nass":"117 - ثنا يحيى بن عبد الله بن بكير حدثني عبد الله بن لهيعة عن عطاء بن دينار عن سعيد بن جبير: {إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداً} قال: حباً.","Part":"1","seal":"16EEDE0B","page":53},
      {"id":119,"Hno":118,"nass":"118 - ثنا محمد بن حميد الرازي ثنا مهران بن أبي عمر عن سفيان عن مسلم عن مجاهد عن ابن عباس قال: {سيجعل لهم الرحمن وداً} قال: المحبة.","Part":"1","seal":"76DCA024","page":53},
      {"id":120,"Hno":119,"nass":"119 - ثنا يحيى بن عبد الحميد عن شريك عن عبيد الكاتب عن مجاهد: {سيجعل لهم الرحمن وداً} قال: محبة في صدور المؤمنين.","Part":"1","seal":"B47038A9","page":53},
      {"id":121,"Hno":120,"nass":"120 - حدثني يحيى بن عبد الحميد ثنا حبان بن علي عن ابن أبي ليلى عن المنهال بن عمرو عن سعيد بن جبير عن ابن عباس {سيجعل لهم الرحمن وداً} قال: محبة في صدور المؤمنين.","Part":"1","seal":"D39F0E88","page":53},
      {"id":122,"Hno":121,"nass":"121 - وثنا يحيى ثني وكيع عن ابن أبي ليلى عن المنهال بن عمرو عن سعيد بن جبير قال: يحبهم ويحببهم.","Part":"1","seal":"1FD040F4","page":54},
      {"id":123,"Hno":122,"nass":"122 - قال: وثنا يحيى ثنا أبو معاوية عن جويبر عن الضحاك {سيجعل لهم الرحمن وداً} قال: محبة في صدور المؤمنين.","Part":"1","seal":"77CFF80F","page":54},
      {"id":124,"Hno":123,"nass":"123 - ثنا داود بن رشيد ثنا أبو حيوة شريح بن يزيد الحضرمي ثنا صفوان بن عمرو عن عبد الله بن بسر اليحصبي عن أبي أمامة أنه كان يقول: حببوا الله إلى الناس يحببكم الله عز وجل.","Part":"1","seal":"57C286A3","page":54},
      {"id":125,"Hno":124,"nass":"124 - ثنا أبو الفضل محرز بن عون ثنا خلف بن خليفة الأشجعي عن ليث عن أبي فزارة قال: بلغني أن داود عليه السلام سأل ربه فقال: رب دلني على عمل يدخلني الجنة، قال: آثر هواي على هواك. قال: رب دلني على عمل يدخلني الجنة، قال: اغضب لي أشد مما تغضب لنفسك. قال: يا داود حبني وأحب من يحبني، وحببني إلى خلقي. قال: يا رب، هذا أحبك وأحب من يحبك، فكيف أحببك إلى خلقك؟ قال: ذكرهم بآلائي فإنهم لا يذكرون مني إلا خيراً.","Part":"1","seal":"BA22A219","page":54},
      {"id":126,"Hno":125,"nass":"125 - ثنا محمد بن كثير بن يزيد العجلي ثنا محمد بن فضيل بن غزوان عن عطاء بن السائب عن أبي عبد الله الجدلي قال: أوحى الله تعالى إلى داود: أحبني وأحب أحبائي وحببني إلى الناس. قال: يارب، هذا أحبك وأحب أحباءك، فكيف أحببك إلى الناس؟ قال: تذكرني فلا تذكر مني إلا حسناً.","Part":"1","seal":"97AD8E1A","page":55},
      {"id":127,"Hno":126,"nass":"126 - حدثني زياد بن أيوب ثنا أحمد بن أبي الحواري حدثني عبد العزيز بن عمير قال: سمعت أبا سليمان الواسطي يقول: ذكر النعم يورث المحبة.","Part":"1","seal":"1BB0BAC3","page":55},
      {"id":128,"Hno":127,"nass":"127 - قال إبراهيم: يقال: معنى الشكر اعتقاد القلب أنه ليس في السماء والأرض نعمة إلا وهي لله عز وجل.","Part":"1","seal":"ECC6D89D","page":55},
      {"id":129,"Hno":128,"nass":"128 - حدثني محمد بن الحسين حدثني سعد بن عمران بن زارة قال: سمعت كلاب بن جري يقول لرجل -من الطفاوة- وهو يوصيه بطرائق البر، فقال له فيما يقول:\rوكن لربك ذا حب لتخدمه ... إن المحبين للأحباب خدام\r-[56]-\rقال: فصاح الطفاوي صيحة، سقط مغشياً عليه.","Part":"1","seal":"EC0351F0","page":55},
      {"id":130,"Hno":129,"nass":"129 - حدثني محمد بن الحسين ثنا عبد لله بن محمد بن سعيد الأعور حدثني مطرف بن أبي بكر الهذلي قال: كانت عجوز في عبد القيس متعبدة. فكانت إذا جاء الليل تحزمت وقامت إلى المحراب، وإذا جاء النهار خرجت إلى القبور. قال: وكانت تقول: المحب لا يسأم من خدمة حبيبه، ولا ينزل في جميع أموره إلا عند هواه، ورجاء المحب تحقيق، وقربان المحب الوسائل.","Part":"1","seal":"F23381EF","page":56},
      {"id":131,"Hno":130,"nass":"130 - ثنا عبد الله بن أبي بكر المقدمي ثنا جعفر بن سليمان حدثني عمر بن نبهان عن قتادة قال: وقف علينا خليد العصري ونحن في حلقة فقال: ما منكم من أحد إلا وهو يحب أن يلقى حبيبه، ألا فأحبوا ربكم وسيروا إليه سيراً جميلاً.","Part":"1","seal":"0D9D2ECA","page":56},
      {"id":132,"Hno":131,"nass":"131 - حدثني محمد بن عبد الملك ثنا الحكم بن نافع أبو اليمان ثنا إسماعيل بن عياش عن شرحبيل بن مسلم الخولاني أن أبا عنبة الخولاني كان يقول: سر سيراً جميلاً لا مصعداً ولا ممهلاً.","Part":"1","seal":"3C182A94","page":56},
      {"id":133,"Hno":132,"nass":"132 - ثنا أبو الوليد هشام بن عبد الملك ثنا صدقة بن خالد ثنا عبد الرحمن بن يزيد بن جابر حدثني محمد بن أبي عائشة قال: لا -[57]- تكن ذا وجهين وذا لسانين تظهر للناس أنك تحب الله ليحمدوك وقلبك فاجر","Part":"1","seal":"67AB86AA","page":56},
      {"id":134,"Hno":133,"nass":"133 - ثنا سلمة بن شبيب ثنا سهل بن عاصم ثنا أحمد بن عاصم الأنطاكي قال: من عرف الله اكتفى به، ومن لم يعرفه اكتفى بخلقه دونه، فطال غمه وكثرت شكاته. ومن أحب الله تعالى لم يكن في قلبه فضل يحب أحداً، ولو أراد لم يترك.","Part":"1","seal":"6D481E56","page":57},
      {"id":135,"Hno":134,"nass":"134 - حدثني محمد بن الحسين حدثني حكيم بن جعفر الأعور قال: قال مسلم أبو عبد الله: من أحب الله آثر هوى الله على محبة نفسه، ومن خشي الله خرج من الدنيا بحسرات، والمؤمن من الله بمنزلة كل خير، بين خوف وشفقة وطاعة ومحبة، وما يتلذذ المتقربون بشيء في صدورهم ألذ من حب الله ومحبة أهل ذكره.","Part":"1","seal":"A94AC6FE","page":57},
      {"id":136,"Hno":135,"nass":"135 - وحدثني محمد بن الحسين حدثني حكيم بن جعفر عن دويد أبي سليمان عن حيان بن الأسود عن عبد الواحد بن زيد عن فرقد السبخي قال: قرأت في بعض الكتب: من أحب الله لم يكن شيء آثر عنده من هواه، ومن أحب الدنيا لم يكن شيء آثر عنده من هوى نفسه. والمحب لله تعالى أمير مؤمر على الأمراء، زمرته أول الزمر يوم القيامة ومجلسه أقرب المجالس فيما هنالك. والمحبة منتهى القربة -[58]- والاجتهاد. ولن يسأم المحبون من طول اجتهادهم لله عز وجل: يحبونه ويحبون ذكره ويحببونه إلى خلقه، يمشون بين عباده بالنصائح، ويخافون عليهم من أعمالهم يوم تبدو الفضائح. أولئك أولياء الله وأحباؤه وأهل صفوته أولئك الذين لا راحة لهم دون لقائه.","Part":"1","seal":"757886F6","page":57},
      {"id":137,"Hno":136,"nass":"136 - حدثني محمد بن يحيى الأزدي أننا سعيد بن عامر أننا محمد بن ليث عن بعض أصحابه قال: كان حكيم بن حزام عشية عرفة ومعه مائة رقبة ومائة بدنة، فإذا وقف بعرفة أعتق المماليك، وإذا نزل منى نحر البدن، وكان يطوف بالبيت ويقول: لا إله إلا الله، نعم الرب ونعم الإله، أحبه وأخشاه.","Part":"1","seal":"657076E3","page":58},
      {"id":138,"Hno":137,"nass":"137 - أخبرني محمد بن الحسين أخبرني عبيد الله بن محمد التيمي قال: سمعتهم يذكرون عن بعض أولئك الضخام أنه قال: إن العمل على المخافة قد يغيره الرجاء، والعمل على المحبة لا يدخله الفتور.","Part":"1","seal":"07D74C32","page":58},
      {"id":139,"Hno":138,"nass":"138 - ثنا محمد بن حميد الرازي حدثنا [مهران] بن أبي عمر عن سفيان عن عاصم الأحول عن الشعبي في قول الله عز وجل {إن الله يحب التوابين} قال: التائب من الذنب كمن لا ذنب له، وإذا أحب [الله] عبداً لم يضره ذنبه.","Part":"1","seal":"3BA12545","page":59},
      {"id":140,"Hno":139,"nass":"139 - قال إبراهيم: كان يقال: ليس لمعتب ذنب.","Part":"1","seal":"949041CC","page":59},
      {"id":141,"Hno":140,"nass":"140 - حدثنا أحمد بن عبد الله بن يونس وداود بن عمرو بن زهير الضبي قالا: ثنا محمد بن مسلم الطائفي عن إبراهيم بن ميسرة عن عبيد بن سعد قال: خرج أبو أيوب الأنصاري مع غازية، فلما كان عند المدينة، قال: قلت: ما المدينة؟ قال: القسطنطينية، قال: قص قاص فقال: ليس أحد من بني آدم يعمل في الدنيا عملاً أول النهار إلا عرض على أهل معارفه من أهل الآخرة إذا أصبح. فقال أبو أيوب: أيها القائل، انظر ماذا تقول؟ قال: والله إن ذلك لكذلك. قال: فقال أبو أيوب: اللهم لا تفضحني عند سعد بن عبادة ولا عند -[60]- عبادة بن الصامت بما عملت بعدهما. قال: فقال القاص: والله الذي لا إله إلا هو ما كتب الله ولايته لعبد إلا ستر عورته وأثنى عليه بأحسن عمله.","Part":"1","seal":"142C25EA","page":59},
      {"id":142,"Hno":141,"nass":"141 - حدثني محمد بن الحسين حدثني عبد الله بن أبي نوح قال: سمعت رجلاً من العباد يقول في كلامه: إذا سئم البطالون من بطالتهم لم يسأم محبوك من مناجاتك وذكرك.","Part":"1","seal":"F586753C","page":60},
      {"id":143,"Hno":142,"nass":"142 - حدثني أحمد بن خالد بن مهران ثنا إسماعيل بن علية عن غالب القطان عن بكر بن عبد الله المزني قال: ما فاق أبو بكر أصحاب محمد صلى الله عليه وسلم بصوم ولا بصلاة ولكن بشيء كان في قلبه.","Part":"1","seal":"8F4F0576","page":60},
      {"id":144,"Hno":143,"nass":"143 - سمعت بعض الشيوخ من المحدثين يقول: قال عبد الله بن داود الخريبي: إنما سمي أبو بكر الصديق خليفة رسول الله صلى الله عليه وسلم لأنه خلف من رسول الله.","Part":"1","seal":"A930FD9B","page":60},
      {"id":145,"Hno":144,"nass":"144 - قال إبراهيم: بلغني عن ابن علية أنه قال في عقب هذا الحديث: الذي كان في قلبه الحب لله والنصيحة في خلقه.","Part":"1","seal":"C7665A38","page":60},
      {"id":146,"Hno":145,"nass":"145 - حدثني محمد بن إسماعيل بن عياش حدثني أبي قال: وحدثتني أم عبد الله بنت خالد بن معدان عن أبيها: أن آدم عليه السلام قال لابن له: إني أستحيي من الله ربي أن أسأله الجنة، فانطلق فصم أربعين يوماً، ثم سل ربك: هل يعيدني في الجنة، فإن وعدك ربي أن يدخلني الجنة فجئني بأمارة منها. فانطلق ابن آدم فصام أربعين يوماً، ثم سأل ربه: إن آدم أرسلني إليك: هل تعيده في الجنة؟ فقال الرب: قل لعبدي: تؤمن بي ولا تشرك بي شيئاً ولتحبني ولتحببني، فإذا فعل ذلك فله عندي النعمة والسرور واللذة وقرة العين، وهذه ترنجة ما من الجنة فأبلغها إليه. فلما رآها آدم عرف أنها من الجنة فوضعها على عينيه.","Part":"1","seal":"AFBF18E2","page":61},
      {"id":147,"Hno":146,"nass":"146 - ثنا محمد بن بكار ثنا فرج بن فضالة عن لقمان بن عامر عن أبي أمامة الباهلي قال: كان فيما عهد الله عز وجل إلى آدم عليه السلام حين أخرجه من الجنة أن: يا آدم اعبدني ولا تشرك بي شيئاً، وحبني وحببني، واحفظ فرجك الذي بين رجليك، فإنك إذا فعلت ذلك فلك عندي النعمة والسرور واللذة وقرة العين فيما بعد الموت.","Part":"1","seal":"005EF87E","page":61},
      {"id":148,"Hno":147,"nass":"147 - حدثني محمد بن الحجاج بن جعفر عن إياس بن نذير الضبي ثنا عمرو بن محمد العنقزي أننا أسباط بن نصر الهمداني عن السدي في قوله: {اسكن أنت وزوجك الجنة وكلا منها رغدً حيث شئتما}، قال: الرغد: الهنيء.","Part":"1","seal":"198194AF","page":62},
      {"id":149,"Hno":148,"nass":"148 - حدثني محمد بن الحسين حدثني محمد بن معاوية الأزرق قال: قال بعض العباد: ما تداخل القلب شيء أبعث له على سبيل النجاة من سرور مزج بفكرةٍ في حب الله، فعند ذلك يهون عليه كل نصب وتعب.","Part":"1","seal":"C5E68910","page":62},
      {"id":150,"Hno":149,"nass":"149 - وحدثني محمد بن الحسين حدثني مالك بن ضيغم الراسي حدثني واقد بن يزيد الصفار قال: سمعت عبد العزيز بن سليمان يقول في كلامه: أنت أيها المحب تزعم أن محبتك لله تحقيق، أما والله لو كنت كذلك لضاقت عليك الأرض برحبها حتى تصل إلى رضا حبيبك وإلى النظر إلى وجهه في دار كبريائه وعزه. قال واقد: فكان إذا أخذ في هذا النعت سمعت التصاريخ من نواحي المسجد.","Part":"1","seal":"3E2542A7","page":62},
      {"id":151,"Hno":150,"nass":"150 - وحدثني محمد بن الحسين حدثني عبيد الله بن محمد التيمي: أن رجلاً قال لعابد: أوصني أو عظني. فقال: أي الأعمال أغلب على قلبك؟ فقال الرجل: والله ما أجد شيئاً أغلب على قلبي من محبة الله تعالى. فقال له العابد: حسبك ما غلب على قلبك، فوالله ما رأيت شيئاً أنفع للمحب عند حبيبه من المبالغة في محبته. وهل تدري ما ذلك؟ أن لا يعلم شيئاً فيه رضاه إلا أتاه، ولا يعلم شيئاً فيه سخطه إلا اجتنبه، فعند ذلك ينزل المحبون من الله منازل المحبة. قال: وصرخ العابد والسائل وسقطا.\rقال أبو عبد الرحمن عبيد الله بن محمد: فحدثني من حضر ذلك من أصحابنا قال: فرفعا صريعين لا يعقلان.","Part":"1","seal":"F263A3EE","page":63},
      {"id":152,"Hno":151,"nass":"151 - كان بعضهم يقول: يا أنيس كل منفرد بذكره وجليس كل متوحد بحبه.","Part":"1","seal":"0F2548AB","page":63},
      {"id":153,"Hno":152,"nass":"152 - وقال آخر: إذا كنت تحبه وهو يبتليك فاعلم أنه إنما يريد أن يصافيك.","Part":"1","seal":"E65E5CDB","page":63},
      {"id":154,"Hno":153,"nass":"الجزء الثاني\r-[67]-\r153 - ثنا موسى بن أيوب النصيبي ثنا اليمان بن عدي الحصري الحمصي عن زرعة بن الوضاح عن محمد بن زياد عن أبي عنبة الخولاني قال قال رسول الله صلى الله عليه وسلم: ((إذا أحب الله تعالى عبداً ابتلاه، وإذا أحبه الحب البالغ اقتناه. قالوا: وما اقتناه؟ قال: لا يترك له مالاً ولا ولداً)).","Part":"1","seal":"10C52B30","page":66},
      {"id":155,"Hno":154,"nass":"154 - ثنا محمد بن سابق ثنا زائدة بن قدامة ثنا منصور عن شقيق عن كردوس بن هانئ قال: كنت أجد في الإنجيل إذ كنت أقرؤه: إن الله تعالى ليصيب العبد بالأمر، وإنه ليحبه، لينظر كيف تضرعه إليه.","Part":"1","seal":"07009D4C","page":67},
      {"id":156,"Hno":155,"nass":"155 - حدثني أبو مسلمة إسحاق بن سعيد الدمشقي ثنا خليد بن دعلج عن الحسن قال: قال رسول الله صلى الله عليه وسلم: ((إذا أحسن عبدٌ فألزق الله تعالى به البلاء فإن الله تعالى يريد أن يصافيه)).","Part":"1","seal":"D103B9B0","page":67},
      {"id":157,"Hno":156,"nass":"156 - حدثني هشام بن عمار ثنا صدقة بن خالد ثنا عثمان بن أبي العاتكة عن علي بن يزيد عن القاسم عن أبي أمامة عن النبي صلى الله عليه وسلم أنه كان يقول: ((إن الله عز وجل يقول: ابن آدم اركع لي أربع ركعات أول النهار أكفك آخره. وإن الله تعالى يقول: من أهان لي ولياً فقد بارزني بالعداوة. يا ابن آدم لن تدرك ما عندي إلا بأداء ما افترضت عليك. ولا يزال عبدي يتحبب إلي بالنوافل حتى أحبه، فأكون قلبه الذي يعقل به، ولسانه الذي ينطق به، وبصره الذي يبصر به، وإذا دعاني أجبته، وإذا سألني أعطيته، وإذا استنصرني نصرته، وأحب عبادة عبدي إلي النصيحة)).","Part":"1","seal":"7A15A1F3","page":68},
      {"id":158,"Hno":157,"nass":"157 - حدثني صالح بن عمران بن صالح حدثني أحمد بن غسان البصري العابد قال: قرأت في التوراة التي لم تبدل: الصديقون لهم منابر من نور وإلى وجه الرحمن تعالى ينظرون. وقرأت في زبور داود: أحبوا الله يا صديقيه، أفرحوا أيها الصديقون بالله وتنعموا بذكره.","Part":"1","seal":"65D2CB29","page":68},
      {"id":159,"Hno":158,"nass":"158 - قال إبراهيم: يقال إن هذا الرضا ينال بالتفويض، والتفويض ينال بالمحبة، والمحبة تنال باشتغال القلب بالذكر في نعم الله عز وجل.","Part":"1","seal":"AE782653","page":69},
      {"id":160,"Hno":159,"nass":"159 - حدثني أحمد بن خالد بن مهران ثنا محمد بن مخلد عن سهل بن الخراساني أو غيره قال: دخلنا على عابد بالبصرة وهو يجود بنفسه، وهو يقول: أنا عطشان إني لم أرو من حب ربي، وجائع لم أشبع من حب ربي.","Part":"1","seal":"94534D9B","page":69},
      {"id":161,"Hno":160,"nass":"160 - وقال بعضهم:\rعلامة صدق المستخصين بالحب ... بلوغهم المجهود في طاعة الرب\rوتحصيل طيب القوت من مجتناه ... وإن كان ذاك القوت من مرتقى صعب\rوإمساك سوء اللفظ عن ولد جنسهم ... وإن ظلموا فالعفو من ذلك الخطب\rأولئك بالرحمن قرت عيونهم ... وحلوا من الإخلاص بالمنزل القرب","Part":"1","seal":"41627CB0","page":69},
      {"id":162,"Hno":161,"nass":"161 - حدثني يحيى بن معين ثنا نوح بن يزيد أننا إبراهيم بن سعد حدثني محمد بن إسحاق حدثني محمد بن جعفر قال: سمعت رجلاً من بني عذرة يحدث عروة بن الزبير، فقال: يا هذا بحق أنكم أرق الناس قلوباً؟ قال: نعم، والله لقد تركت في الحي ثلاثين شاباً قد خامرهم السل ليس لهم داء إلا الحب.","Part":"1","seal":"196DCBCC","page":70},
      {"id":163,"Hno":162,"nass":"162 - قال إبراهيم: يقال: علامة المحب على صدق الحب ست خصال:\r(1) إحداها دوام الذكر بقلبه بالسرور بمولاه.\r(2) والثانية إيثاره محبة سيده على محبة نفسه ومحبة الخلائق، يبدأ بمحبة مولاه قبل محبة نفسه ومحبة الخلائق.\r(3) والثالثة الأنس به والاستثقال لكل قاطع يقطع عنه أو شاغل يشغل عنه.\r(4) والرابعة الشوق إلى لقائه والنظر إلى وجهه.\r(5) والخامسة الرضا عنه في كل شديدة وضر ينزل به.\r(6) والسادسة اتباع رسوله.","Part":"1","seal":"A9B65B66","page":70},
      {"id":164,"Hno":163,"nass":"163 - ثنا علي بن عبد الله بن جعفر ثنا إبراهيم بن خالد الصنعاني أخبرني عمر بن عبد الرحمن قال: سمعت وهب بن منبه يقول: القدوس: الطاهر.","Part":"1","seal":"46A48317","page":71},
      {"id":165,"Hno":164,"nass":"164 - قال إبراهيم: قال غير وهب بن منبه: القدوس: المبارك، والمهيمن: الشاهد.","Part":"1","seal":"8CFDBE43","page":71},
      {"id":166,"Hno":165,"nass":"165 - حدثني محمد بن يعقوب قال: قال أبو عبد الله النباجي: إذا سألت فسل الله تعالى، إما أن يعطيك فيهنئك أو يمنعك فيرضيك، إنك إن أحببت الله أحببت كل ما يرد عليك من الله. ومثل ذلك مثل الرجل يحب الرجل، فإذا رأى ولد حبيبه وصديقه لم يتمالك أن يضمه إليه حباً لصديقه. كذلك من أحب الله عز وجل لم يرد عليه شيءٌ من الله إلا ضمه إليه من شدة حبه لله عز وجل. وتعالى الله علواً كبيراً.","Part":"1","seal":"30C134CB","page":71},
      {"id":167,"Hno":166,"nass":"166 - حدثني عبد الرحيم بن يحيى الأموي حدثني عثمان بن عمارة قال: كان عتبة الغلام يقول: من سكن حب الله قلبه لم يجد حراً ولا برداً.","Part":"1","seal":"972F5CDD","page":71},
      {"id":168,"Hno":167,"nass":"167 - قال لي عبد الرحيم بن يحيى: يعني من سكن حب الله قلبه شغله حتى لا يعرف الحر من البرد ولا الحلو من الحامض ولا الحار من البارد.","Part":"1","seal":"3CD07763","page":72},
      {"id":169,"Hno":168,"nass":"168 - حدثني محمد بن الحسين حدثني حكيم بن جعفر قال: قال ضيغم لكلاب: إن حبه شغل قلوب مريديه عن التلذذ بمحبة غيره، فليس لهم في الدنيا مع حبه لذة تداني محبته، ولا يأملون في الآخرة من كرامة الثواب أكثر عندهم من النظر إلى وجهه. قال: فسقط كلابٌ عند ذلك مغشياً عليه.","Part":"1","seal":"F428D88D","page":72},
      {"id":170,"Hno":169,"nass":"169 - قال: وحدثني محمد بن الحسين قال: سمعت عبد الله بن الفرج العابد قال: بلغنا أن رجلاً من العباد كان يقول: ألذ حالت العباد عبادةٌ تهيجها المحبة، وإن الشوق والمخافة يستخرجان من الأبدان خفي التعب والنصب.\rقال: وكان يقول: لهج المحبون للرحمن بطاعته التماس القربة إليه وابتغاء رضوانه، فنصبهم بالطاعة موصول بالكلال أبداً أو ينالوا من ذلك ما لهجوا به.","Part":"1","seal":"3A3200BB","page":72},
      {"id":171,"Hno":170,"nass":"170 - وحدثني محمد بن الحسين ثنا الصلت بن حكيم قال: سمعت أبا جعفر المحولي يقول: ولي الله المحب لله لا يخلو قلبه من ذكر ربه ولا يسأم من خدمته. فإذا أعرض أعرض عنه، وإذا أقبل على الله أقبل عليه برأفته ورحمته.","Part":"1","seal":"04D39B85","page":73},
      {"id":172,"Hno":171,"nass":"171 - ثنا أبو صالح عبد الحميد بن صالح البرجمي ثنا أبو شهاب عن ليث عن محمد بن واسع قال: إذا أقبل العبد إلى الله تعالى أقبل الله تعالى إليه بقلوب المؤمنين.","Part":"1","seal":"467FD3BB","page":73},
      {"id":173,"Hno":172,"nass":"172 - حدثني إسحاق بن إبراهيم بن الصباح قال: بلغني عن صالح الناجي أنه كان يقول: الطاعة إمرة والمطيع لله أمير مؤمر على الأمراء، ألا ترى هيبته في قلوبهم، إن قال قبلوا وإن أمر أطاعوا. يحق لمن أحسن خدمتك ومن مننت عليه بمحبتك أن تذل له الجبابرة حتى يهابوه، فهيبته في صدورهم من هيبتك في قلبه، فكل الخير من عندك لأوليائك.","Part":"1","seal":"D382EA2E","page":73},
      {"id":174,"Hno":173,"nass":"173 - حدثني عبد الله بن عبيد الكوفي عن محمد بن الحسين ثنا حكيم بن جعفر ثنا عبد الله بن أبي نوح قال: سمعت رجلاً من -[74]- العباد ذات ليلة يبكي ويعدد على نفسه. ثم ذكر السيد تعالى فجعل يقول في بكائه:\rوحسبك من حب الإله فضيلة ... يحبك حباً لا يخيب له حب\rقال: فما كنت تستمع إلا البكاء والضجيج","Part":"1","seal":"03663FF2","page":73},
      {"id":175,"Hno":174,"nass":"174 - قال محمد بن الحسين: وحدثني أحمد بن سهل الأردني قال: سمعت شيخاً من العباد في بيت المقدس بين المغرب والعشاء يبكي ويقول في دعائه: إليك لجأ المحبون لك في وسائلهم إليك اتكالاً على كرمك في قبولها. قال: ثم خفت فخفي علي ما كان بعد ذلك.","Part":"1","seal":"2F0E40CB","page":74},
      {"id":176,"Hno":175,"nass":"175 - حدثني علي بن مسلم بن سعيد الطوسي ثنا عبد الصمد بن عبد الوارث ثنا الربيع بن برة. قال: سمعت الحسن تلا: {يا أيها النفس المطمئنة. ارجعي إلى ربك راضيةً مرضيةً. فادخلي في عبادي. وادخلي جنتي}، قال الحسن: النفس المطمئنة اطمأنت إلى الله عز وجل واطمأن إليها وأدخلها الجنة وجعلها من عباده الصالحين.","Part":"1","seal":"F8B6B9A1","page":74},
      {"id":177,"Hno":176,"nass":"176 - ثنا عبد الله بن أحمد الخزاعي ثنا أبو وهب محمد بن مزاحم أننا عبد الله بن المبارك قال: قال الحسن: إنما عاتب الله أولي الألباب لأنه يحبهم.","Part":"1","seal":"83B36059","page":75},
      {"id":178,"Hno":177,"nass":"177 - قال إبراهيم: يقال: إن أولياء الله تعالى وأهل محبته الذين استقرت محبة الله ومعرفته في قلوبهم، منهم المرسلون والنبيون والصديقون والشهداء، فاقوا أهل السماء وأهل الأرض بشدة حبهم لله ومعرفتهم به. سقاهم كأس محبته ولذذهم بنعيمها وأذاقهم حلاوتها. فحجبتهم معرفة ربهم ومحبته عن محبة غيره. واشتغلوا بتلذذ ذكر ربهم، وودوا أنهم أكلوا أكلة تكون آخر زادهم من الدنيا اكتفاء بما قل من الدنيا. فلما أعطوا الله تعالى ذلك من قلوبهم ضيق أمعاءهم وخفف عليهم شهواتهم، فاكتفوا باليسير من المطعم وقصرت شهواتهم عما كانت. فخفت مؤونة الدنيا عليهم، فلا ينافسون فيها أحداً ولا يتنافسون للذة التي قد اكتفوا بها من حب ربهم واستغنوا بها عن كل لذة وكل شهوة مع الشوق إليه. فإذا دخلت في حال الرضا وأهل المحبة ذهبت بصفوة الدنيا والآخرة. فمن عمل في هذا بعزم وإرادة كان ذلك أفضل من كل بر يتقرب به، لأن محبة الله تستغرق أعمال العاملين. فلما اشتغلوا بحب الله أخرجهم حب الله عز وجل إلى الفكرة والعبرة. فهم يتنافسون في حب الله عز وجل كما يتنافس أهل -[76]- الدنيا في الأموال والنساء والأولاد، وصغر عندهم كل شيء من الأعمال والثواب مع الحب وثواب الحب. فأهل محبة الله في الشرف الأعلى والمنزل من الدرجات العلى.","Part":"1","seal":"76F41F74","page":75},
      {"id":179,"Hno":178,"nass":"178 - حدثني عون عن إبراهيم بن الصلت حدثني أحمد بن أبي الحواري ثنا عبد العزيز بن عمير قال: قال حيان بن الأسود: الموت! الموت جسر يصل به -إلى الحبيب- المحبون.","Part":"1","seal":"758E8774","page":76},
      {"id":180,"Hno":179,"nass":"179 - حدثني محمد بن الحسين حدثني عمار بن عثمان الحلبي حدثني زريق القشيري قال: سمعت ضيغماً يقول، وذكر المتقين فقال: إنما قاموا لأوليائه بحسن الخدمة مع قديم تفضله عليهم.","Part":"1","seal":"9C9586D3","page":76},
      {"id":181,"Hno":180,"nass":"180 - حدثني محمد بن الحسين حدثني حكيم بن جعفر حدثني مسمع بن عاصم قال: سمعت عابداً من أهل البحرين يكنى أبا سليمان يقول في جوف الليل، ونحن على بعض السواحل: قرة عيني وسرور قلبي، ما الذي أسقطني [من عينك] يا مانح العصم؟ ثم صرخ وبكى ثم نادى: طوبى لقلوب ملأتها خشيتك واستولت عليها، محبتك مانعةٌ لها من كل لذة غير مناجاتك والاجتهاد في خدمتك، وخشيتك قاطعةٌ لها عن سبيل كل معصية خوفاً لحلول -[77]- سخطك. قال: ثم بكى ثم قال: يا إخوتاه ابكوا على خوف فوت خير الآخرة حيث لا رجعة ولا حيلة.","Part":"1","seal":"053C1CA6","page":76},
      {"id":182,"Hno":181,"nass":"181 - وحدثني محمد بن الحسين ثنا يوسف بن الحكم ثنا فياض بن محمد بن سنان القرشي قال: قال رجل من العابدين: قليل المحبة تبين على صاحبها كثرة النحول، والشوق خطرات، والخوف مبادرة. ومن طلب خاف أن يدركه الطالب فلم يبق من نفسه باقياً. والمطيع لله من الله على خلال أربع:\r(1) إما أن يتقبل طاعته فيفوز لديه بثوابها.\r(2) وإما أن تشغله في الدنيا عن الآثام بها فتقل خطاياه.\r(3) وإما أن يتداركه منه بنظرة فيلحقه بدار المطيعين تفضلاً منه وإن لم يستحق ذلك.\r(4) وإن فاتته هذه الأخلاق. لم يفته ثواب النصب إن شاء الله. قال: وكان يقول: قليل القربة عند الكريم يفك الرقاب من النار.","Part":"1","seal":"9AB3FBDD","page":77},
      {"id":183,"Hno":182,"nass":"182 - قال إبراهيم: كتب رجل من أهل العلم إلى أخ له: بسم الله الرحمن الرحيم. أسعدنا الله وإياك بطاعته، ومن علينا -[78]- وعليك بمعرفته، وخصنا وإياك بخدمته، وجعلنا وإياك من أهل محبته، وتفضل علينا وعليك بتصفية معاملته.","Part":"1","seal":"453BB9FC","page":77},
      {"id":184,"Hno":183,"nass":"183 - حدثني أحمد بن همام حدثني محمد بن الحسين حدثني القاسم بن محمد بن سلمة الصوفي قال: قال لي راهب في بيعة في الشام: همة المحبين الوصول بإرادتهم، وهمة الخائفين الوصول من الخوف إلى مأمنهم، وكلٌّ على خير، وأولئك أنصب أبداناً وأعلى في الخير منصباً.","Part":"1","seal":"189EA958","page":78},
      {"id":185,"Hno":184,"nass":"184 - حدثني أبو يعقوب الصريفي إسحاق بن إبراهيم قال: قال فرقد السبخي: قرأت في بعض الكتب: الرحمة قسمها الله للمؤمنين لأنفسهم المؤثرين محبة الله على أهوائهم.","Part":"1","seal":"E5024BC9","page":78},
      {"id":186,"Hno":185,"nass":"185 - حدثني محمد بن صالح بن يحيى العدوي قال: قال لي رجل من العباد: هو يحبهم لا يحب أن يشرك [به] شيء، وليس يحب إلا من يحب ما يحب، والعابدون مستريحون والمحبون في شغل وفي هذا القرآن. فإذا مروا به وقفوا عليه.","Part":"1","seal":"46DC3B54","page":78},
      {"id":187,"Hno":186,"nass":"186 - حدثني محرز بن عون ثنا الفضيل بن عياض قال: كان عامر بن عبد قيس يقول: يحبون الدنيا، والله لا أحب ما لا يحب الله.","Part":"1","seal":"0EDD8ECC","page":79},
      {"id":188,"Hno":187,"nass":"187 - حدثني يحيى بن عبد الله بن بكير ثنا عبد الله بن لهيعة عن عطاء بن دينار الهذلي عن سعيد بن جيبر في قوله: {إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداً}، قال: حباً.","Part":"1","seal":"5E3B415B","page":79},
      {"id":189,"Hno":188,"nass":"188 - حدثني أحمد بن محمد بن حنبل رضي الله عنه ثنا عفان بن مسلم ثنا جعفر بن سليمان عن عمر بن نبهان ثنا قتادة قال: سمعت خليد العصري، وهو في المسجد الجامع، قال: يا إخوتاه، هل منكم أحد إلا يحب أن يلقى حبيبه؟ ألا فأحبوا ربكم وسيروا إليه سيراً جميلاً.","Part":"1","seal":"170AC6F6","page":79},
      {"id":190,"Hno":189,"nass":"189 - حدثني محمد بن الحسين حدثني يحيى بن بسطام الأصغر قال: دخلت مع نفر من أصحابنا على غفيرة العبادة، وكانت قد بكت حتى عميت. فقال بعض أصحابنا لرجل إلى جنبه: ما أشد -[80]- العمى على من كان بصيراً. فسمعت غفيرة قوله، فقالت: يا عبد الله! عمى القلب والله عن الله تعالى أشد من عمى العين عن الدنيا، وبالله لوددت أن الله تعالى وهب لي كنه محبته وأن لم يبق مني جارحة إلا أخذها.","Part":"1","seal":"479EC409","page":79},
      {"id":191,"Hno":190,"nass":"190 - ثنا سلمة بن شبيب ثنا سهل بن عاصم عن سجف بن منظور العنبري قال: كانت رابعة تقول إذا جنها الليل بصوت لها حزين: جاء الليل واختلط الظلام، وخلا كل محب بحبيبه، وخلوت بك يا محبوب.","Part":"1","seal":"8D20C53C","page":80},
      {"id":192,"Hno":191,"nass":"191 - حدثني محمد بن الحسين حدثني صدقة بن سليمان أبو محمد قال: قالت امرأة من العوابد لأولادها: [تعودوا] حب الله وطاعة الله. فإن المتقين ألفوا الطاعة واستوحشت جوارهم من غيرها، فإن عرض لهم الملعون بمعصية مرت المعصية بهم مختشمة، فهم لها منكرون. وكانت تقول لهم: من أحب شيئاً أوفده على مثله.","Part":"1","seal":"BCC8B3E1","page":80},
      {"id":193,"Hno":192,"nass":"192 - قال إبراهيم بن الجنيد: وقد أوجب الله تعالى لأهل محبته الصنع والتوفيق في جميع أحوالهم، فأورثهم الغنى وسد عنهم طلب الحاجات إلى الخلق، تأتيهم ألطافٌ من الله من حيث لا يحتسبون، وقام لهم بما يكتفون، ونزه أنفسهم عما سوى ذلك، إكراماً لهم عن فضول الدنيا، وطهارة لقلوبهم من كل دنس، وأمشاهم في طرقات الدنيا طيبين، قد رفع أبصار قلوبهم إليه، فهم ينظرون إليه بتلك القلوب غير محجوبة عنه.","Part":"1","seal":"2CB4EEC9","page":81},
      {"id":194,"Hno":193,"nass":"193 - حدثني صالح بن عبد الله الترمذي قال: قال سفيان بن عامر رجل من العرب عن عمرو عن الحسن أنه كان يقول: إن المؤمن حبيب ربه، أحب ربه فأحبه ربه، وغضب لربه فغضب له ربه. فإياكم وأذى المؤمن، فإن الله تعالى مؤذ من آذاه. وتلا هذه الآية: {والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتاناً وإثماً مبيناً}.","Part":"1","seal":"1358814C","page":81},
      {"id":195,"Hno":194,"nass":"194 - قال إبراهيم: وفي مثله يقول الشاعر:\rوفتى عرف من يعبده ... فسما القلب إليه وعلم\rإن حب الله أعلى منزلا ... فأدام الفكر فيه وفهم\rإن للحب سبيلاً واضحاً ... ومراداً دونه قطع الهمم\rمن مراد الناس أو مدحهم ... أو مراد العز فيهم والكرم\r-[82]-\rومنال القدر منهم ذلة ... ليس غير البعد عنهم والعدم\rقد براه الحب والشوق معاً ... وأذاب الجسم منه فانهدم\rذاهب الذهن كئيب موجع ... لو تراه خلت بالعبد صمم","Part":"1","seal":"60F361B5","page":81},
      {"id":196,"Hno":195,"nass":"195 - حدثني محمد بن يحيى الأزدي حدثني إبراهيم بن عبد الوهاب بن إبراهيم عن أبي عثمان الدمشقي قال: قرب رجل قرباناً في بني إسرائيل فلم يتقلب منه. قال: فشكا ذلك إلى أمه، فقالت: يا بني، لعلك رفعت طرفك إلى السماء ثم رددته ولم تعتبر، قال: نعم. فأستغفر الله.","Part":"1","seal":"9EEA4835","page":82},
      {"id":197,"Hno":196,"nass":"196 - قال: وقال رجل: إلهي أعطيتني ما لم أسألك، فأنا أسألك بجلالك أن تسكن قلبي تعظيم شأنك، وأن تسقيني شربة من حبك.","Part":"1","seal":"2FF2FB3E","page":82},
      {"id":198,"Hno":197,"nass":"197 - وحدثني محمد بن يحيى ثنا جعفر بن النعمان الرازي ثنا أحمد بن أبي الحواري قال: سمعت محمد بن حفص يذكر عن عروة الرقي قال: حب الله تعالى حب القرآن، وحب رسوله صلى الله عليه وسلم العمل بسنته.","Part":"1","seal":"3C4C2A47","page":82},
      {"id":199,"Hno":198,"nass":"198 - حدثني إسحاق بن موسى الحمصي ثنا سفيان بن عيينة قال: قال عبد الله بن مسعود: من أحب القرآن فهو يحب الله تعالى.","Part":"1","seal":"4A5FB972","page":83},
      {"id":200,"Hno":199,"nass":"199 - حدثني محمد بن سابق ثنا زائدة بن قدامة عن الأعمش عن إبراهيم عن عبد الرحمن بن يزيد عن عبد الله قال: من أحب القرآن فليبشر.","Part":"1","seal":"E3171BF5","page":83},
      {"id":201,"Hno":200,"nass":"200 - حدثني محمد بن يحيى حدثني جعفر بن النعمان ثنا أحمد بن أبي الحواري عن أبي جعفر الرقي قال: ما فرح أحد بغير الله إلا بالغفلة عن الله.\rقال: وبلغنا عن بعض العلماء أنه قال: واعلم أن تجدد ذكر الله تعالى يحرق من القلب ما سواه ويحيي القلوب الميتة.","Part":"1","seal":"E6824BD6","page":83},
      {"id":202,"Hno":201,"nass":"201 - حدثني ابن الحسين بن عبيد ثنا إسماعيل بن زياد قال: قدم علينا عبد العزيز بن سليمان عبادان في بعض قدماته، فأتيناه نسلم عليه، فقال لنا: صفوا للمنعم قلوبكم يكفكم المؤن عند هممكم. ثم قال: أرأيت لو خدمت مخلوقاً فأطلت خدمته ألم يكن يرعى -[84]- لخدمتك؟ فكيف من ينعم عليك وأنت تسيء إلى نفسك، تتقلب في نعمه وتتعرض لغضبه؟ هيهات، همتك همة البطالين، ليس لهذا خلقتم ولا بهذا أمرتكم، الكيس الكيس رحمكم الله. وكان يفطر على ماء البحر.","Part":"1","seal":"35569EF3","page":83},
      {"id":203,"Hno":202,"nass":"202 - قال إبراهيم: قال بعض الحكماء: أشكر لمن أنعم عليك، وأحسن لمن سترك، فإنه لا زوال للنعمة إذا شكرت ولا قوام لها إذا كفرت، والشكر زيادة في النعم وأمان من الغير.","Part":"1","seal":"6A9FAF9B","page":84},
      {"id":204,"Hno":203,"nass":"203 - قال إبراهيم: بلغني أيضاً أن حكيماً من الحكماء قال لابنه: يا بني، إياك والغرة لتواتر النعم عليك، وعليك فيما فرطت بكفره الندم. يا بني، لا تجعل لنفسك هماً سوى الله تعالى، فإنك إن تفعل يجعل الله تعالى لك من أمرك مخرجاً ويرزقك من حيث لا تحتسب.","Part":"1","seal":"71A86C4A","page":84},
      {"id":205,"Hno":204,"nass":"204 - ثنا عثمان بن زفر التيمي ثنا الربيع بن المنذر الثوري عن أبيه عن الربيع بن خثيم في قوله تعالى: {ومن يتق الله يجعل له مخرجاً} قال: من كل أمر ضاق على الناس.","Part":"1","seal":"29597A60","page":84},
      {"id":206,"Hno":205,"nass":"205 - قال إبراهيم: قال حكيم من الحكماء، لو لم يعذب الله عز وجل على معصيته لكان ينبغي أن لا يعصى لشكر نعمته.","Part":"1","seal":"E9CB2C79","page":85},
      {"id":207,"Hno":206,"nass":"206 - ثنا أحمد بن همام حدثني محمد بن الحسين حدثني القاسم بن محمد بن سلمة العابد الصوفي. حدثني أبو صفوان العابد الشامي الذي كان يكون بمكة، قال: مروا براهب قد حدب من الاجتهاد، فنادوه، فأشرف عليهم كأنه قد نزع منه الروح. فقالوا له: علام تعمل وتنصب نفسك؟ قال: على الطمع والرجاء. قالوا: فهل تعتريك فترة؟ قال: إن ذلك [قد كان] قالوا فمم ذلك؟ قال: عند الإياس والقنوط والمخافة، قال: يعني عن العمل. قالوا: فأدوم ما يكون العبد على العبادة وأنشط إذا كان ماذا؟ قال: إذا استولت المحبة على القلب لم يكن له راحة ولا لذة إلا الاتصال بها.","Part":"1","seal":"4F830139","page":85},
      {"id":208,"Hno":207,"nass":"207 - حدثني محمد بن بحير الثمار ثنا عبد الرحمن بن مهدي ثنا عبيد الله بن شميط عن أبيه قال: لقي رجلٌ المسيح عليه السلام فقال: يا معلم الخير علمني كلمات إذا قلتهن كنت تقياً كما ينبغي. قال: أفعل إن قبلتهن في مؤونة يسيرة: تحب الله بقلبك كله. وتجهد هواك له ونفسك، وترحم على ولد جنسك. قال: يا نبي الله من ولد جنسي؟ -[86]- قال: ولد آدم. وإذا عملت خيراً فاله عنه، فقد حفظه لك من لا ينساه، ولتكن ذنوبك نصب عينيك.","Part":"1","seal":"2B9C6BD9","page":85},
      {"id":209,"Hno":208,"nass":"208 - حدثني محمد بن الحسين ثنا عبيد الله بن محمد التيمي ثنا سهم بن عبد الحميد قال: سمعت الفضل بن عيسى الرقاشي يقول في كلامه: إن دون بلوغ الأماني مفاوز تذوب أنفس العابدين وتنصب لله أبدانهم.","Part":"1","seal":"2A16BACE","page":86},
      {"id":210,"Hno":209,"nass":"209 - قال: وسمعته يقول يوماً: والله لو جمع للعابدين لذاذات الدنيا بحذافيرها لكان امتهانهم أنفسهم لله بطاعته ألذ وأحلى عندهم من ذلك كله.","Part":"1","seal":"B88A71A0","page":86},
      {"id":211,"Hno":210,"nass":"210 - حدثني محمد بن الحسين ثنا معاذ أبو عون حدثني أبو عمران التمار عن الحسن بن أبي جعفر قال: سمعت عتبة الغلام يقول: من عرف الله تعالى أحبه، ومن أحب الله أطاعه، ومن أطاع الله أكرمه، ومن أكرمه الله أسكنه في جواره. ومن أسكنه في جواره فواطوباه واطوباه واطوباه واطوباه. قال: فلم يزل يقول واطوبه واطوباه حتى خر ساقطاً مغشياً عليه.","Part":"1","seal":"55C69477","page":86},
      {"id":212,"Hno":211,"nass":"211 - حدثني محمد بن الحسين حدثني سجف بن منظور حدثني سليم النحيف قال: رقبت عتبة ذات ليلة بساحل البحر. فما زاد ليلته تلك حتى أصبح على هذه الكلمات: إن تعذبني فإني لك محب وإن ترحمني فإني لك محب: قال: فلم يزل يرددها ويبكي حتى طلع الفجر.","Part":"1","seal":"E275F89B","page":87},
      {"id":213,"Hno":212,"nass":"212 - حدثني عبد الله بن عون الأصم ثنا أبو حفص البصري قال: كان خليلٌ لي جاراً لعتبة الغلام. قال: فسمع عتبة ذات ليلة وهو يقول: سبحان جبار السماوات والأرض، إن المحب لفي عناء. فقال: [يا] عتبة! صدقت والله. قال: فغشي عليه.","Part":"1","seal":"216A983F","page":87},
      {"id":214,"Hno":213,"nass":"213 - حدثني محمد بن الحسين ثنا عصمة بن سليمان ثنا مسلم بن عرفجة العنبري قال: سمعت عنبسة الخواص يقول: كان عتبة يزروني فربما بات عندي، قال: فبات عندي ليلة فبكى من السحر بكاء شديداً. فلما أصبح قلت له: لقد فزعت قلبي الليلة ببكائك، فمم ذلك يا أخي؟ قال: يا عنبسة، إني والله ذكرت يوم العرض على -[88]- الله عز وجل. ثم مال ليسقط فاحتضنته. فجعلت أنظر إلى عينيه تتقلبان قد اشتدت حمرتهما. ثم أزبد وجعل يخور، فناديته: عتبة عتبة حبيبي قال: فمكث ملياً لا يجيبني. ثم هدأ، فناديته: عتبة عتبة. فأجابني بصوت خفي: قطع ذكر يوم العرض على الله تعالى أوصال المحبين له.\rقال: ثم جعل يحشرج البكاء ويردده حشرجة الموت، ويقول: أتراك مولاي تعذب محبيك وأنت الحي الكريم؟ قال: فلم يزل يرددها حتى والله أبكاني.","Part":"1","seal":"4D4547C0","page":87},
      {"id":215,"Hno":214,"nass":"214 - حدثني عبد الله بن عبيد عن محمد بن الحسين بن عبيد حدثني حكيم بن جعفر حدثني عبد الله بن أبي نوح قال: صحبنا فتى من أهل البصرة في بعض المغازي فقلت له: أتعرف عتبة الغلام؟ قال: نعم، كان أخي وصديقي قال: قلت فحدثني ببعض أمره، قال: ما أحدثك:\rألف الحب للإله صغيراً ... ثم ما زال للإله مطيعا\rهمه النصح للإله ويخشى ... كلما عاش دينه أن يضيعا\r-[89]-\rقال: ثم جعل يصف لي من حاله وأخلاقه، قال: فجعل والله يبكي وأبكي معه.","Part":"1","seal":"7771FF73","page":88},
      {"id":216,"Hno":215,"nass":"215 - ثنا إبراهيم بن ناصح ثنا غوث بن جابر بن غيلان بن منبه الصنعاني حدثني عقيل بن معقل عن وهب بن منبه قال: من كان يحب الله حباً صادقاً به فإنه يكرم حبيبه كرامة بينة، ومن لم يتبع رضوان الله فقد هان عليه غضب الله تعالى، ومن هان عليه غضب الله تعالى فلم يرد كرامة الله. فلا تسل عن حب العبد لله إلا كرامة الله، ولا تسل عن كرامة العبد لله إلا اتباعه رضوان الله فيما أحب وكره.","Part":"1","seal":"A941A53E","page":89},
      {"id":217,"Hno":216,"nass":"216 - حدثني إسحاق بن إبراهيم قال: سمعت سفيان بن عيينة يقول: من أحب الله تعالى أحب من يحب الله.","Part":"1","seal":"03AD7327","page":89},
      {"id":218,"Hno":217,"nass":"217 - حدثني حميد بن الربيع ثنا زيد بن الحباب حدثني عبد الرحمن بن ثابت بن ثوبان عن أبيه عن مكحول قال: من أحب رجلاً صالحاً فإنما يحب الله تعالى.","Part":"1","seal":"C0C1B72A","page":89},
      {"id":219,"Hno":218,"nass":"218 - حدثني محمد بن هارون ثنا عبد القدوس بن الحجاج الحمصي ثنا صفوان بن عمرو عن يزيد بن ميسرة قال: جادل إبليس ربه عز وجل فقال: يا رب! ألا ترى إلى عبادك كيف يحبونك وكيف يبغضوني وكيف يعصونك ويطيعوني؟ وكذلك ابن آدم يحب الحسنة -[90]- ويفر منها ويكره الخطية ويقع فيها. قال: وضرب لذلك مثلاً، كمثل رجل غرق في حمأة منتنة إلى حلقه وبين عينيه روضة خضراء، يقول للروضة واها ما أشهاها وأطيبها، ولا يحب أن يفارق حمأته التي هو فيها.","Part":"1","seal":"4775F58F","page":89},
      {"id":220,"Hno":219,"nass":"219 - قال إبراهيم: يقال: من آثر محبة الله على محبة نفسه فقد تعلق بعروة الرضا. وإن من صفة الراضي أن لا يكره ما دبر الله في خلقه، وإن علامة الراضي ترك الشغل بذكر الأسباب.","Part":"1","seal":"C432511A","page":90},
      {"id":221,"Hno":220,"nass":"220 - حدثني محمد بن إدريس بن المنذر الرازي حدثني يوسف بن يعقوب الصفار ثنا عبد المجيد بن عبد العزيز بن أبي رواد حدثني أبي عن طاوس قال: إن من الناس من تجري محبة الله على لسانه، فإن عجب من شيء ذكر الله، وإن فزع من شيء، ذكره تعالى، فتحفظ ملائكة الله عليه خيراً. وإن من الناس من تجري اللعنة على لسانه، فإن عجب من شيء لعن، وإن فزع من شيء لعن، فيكون فزعه وعجبه إلى اللعنة، فتحفظ ملائكة الله عليه شراً.","Part":"1","seal":"0C520AA2","page":90},
      {"id":222,"Hno":221,"nass":"221 - حدثني هشام بن عمار ثنا صدقة بن خالد ثنا خالد بن يزيد المري عن هشام بن الغاز قال: شيع أبا الدرداء حين خرج من حمص إلى دمشق ثلاثة نفر من بني سليم. فقال لأحدهم حين أراد أن يفارقهم. -[91]- أما أنت يا جرير فاذكر الله في السراء يذكرك في الضراء، وإذا عددت الموتى فأتممهم بنفسك، وإياك ودعوة المظلوم. وأما أنت يا أبا سلامة فاستحي الله في السر استحياءك الناس في العلانية، وارع نفسك رعية راعٍ لا يغفل، وداو من نفسك ما الله أعلم به. وأما أنا يا أبا نعيم فأحب الله حتى تلقاه فإن الله تعالى جاعلك حيث تحب، واذكر الله بالخير وذر الشر فإن الله تعالى جاعلك في الخير منهما، وإذا عملت عشر حسنات فاعددهن بحسنة.","Part":"1","seal":"C83C3C4E","page":90},
      {"id":223,"Hno":222,"nass":"222 - حدثني محمد بن الحسين حدثني الصلت بن حكيم حدثني قثم العابد قال: اجتمع أربعة من العباد كلهم يسلك سبيل المحبة.\rفقال أحدهم: المحب لله مجد في الاتصال بحبيبه لا ينفك من طاعته، إلا طاعة هي أعلى من طاعة وأقرب من المحبة.\rوقال الآخر: المحب ذو نصب وكلال لا يداخله مع محبة الله في ذلك سآمة ولا ملال.\rوقال الآخر: المحب ذو كلف بالاشتياق إلى حبيبه، قد قطعه الشوق إليه، إلا عن سبيل التوكل عليه، عن جميع ما أخرج للدنيا من الزينة والزبرج، ليس للمحب من نفسه إلا الشوق والفكر. نفت -[92]- محبته تبارك اسمه عن جميع جوارح المحبين له الاشتغال بمحبة غيره، فقلوبهم طائرة وهمومهم غائرة إلا عن محبته وطول الذكر له حتى يدركوا بغيتهم.\rقال: ثم بكى قثم قال: يا أخي، ما رأيت للمحب فرحاً ولا سروراً ولا فترة دون لقاء حبيبه.","Part":"1","seal":"3F9727AA","page":91},
      {"id":224,"Hno":223,"nass":"223 - حدثني إسماعيل بن محمد بن ماهان حدثني أبو علي الجرجاني بعين زربة، وأثنى عليه خيراً، قال: قالت رقية العابدة: قدمت علينا شعوانة وزوجها مكة، فجعلا يطوفان ويصليان، فإن كل أو أعيا جلس وجلست خلفه. فيقول في جلوسه: أنا العطشان في حبك لا أروى. وتقول هي بكلامها بالفارسية: يا سيدي أنبت لكل داء دواء في الجبال، ودواء المحبين في الجبال لم ينبت.","Part":"1","seal":"07956552","page":92},
      {"id":225,"Hno":224,"nass":"224 - قال إبراهيم: قال بعضهم: إن الناظرين إلى الله لا إلى غيره ذهبوا بصفوة الدنيا والآخرة. فمن أراد سبب الدخول في محبة الله فلا تكن له ثقة إلا الله ولا غناء إلا به ولا يأمل غيره ولا يرجو إلا إياه، وأن يتخذه وكيلاً في جميع أموره، راضياً بقضائه، يتنقل فيما -[93]- يتنقل فيه من أمر ربه، موقناً باختيار الله له ونظره له، فهو مسلم راض غير مختار ولا متخير. فورث الله قلوبهم محبته وشوقهم إليه، ورضاهم بما يكفيهم من الدنيا وإن قل، وعلق قلوبهم بذكره. ولما أحسنوا بالله الظن ورث قلوبهم محبته، وأخرج مطامع الخلق من قلوبهم، وجعلهم أولي الألباب. ثم ألهمهم علماً من علمه، عرفهم به ما لم يكونوا يعرفون، وعلمهم ما لم يكونوا يعلمون. فعن الله أخذوا علمهم، بالله تأدبوا وطهرت أخلاقهم. لما آثروا الله ولجؤوا إليه تمت عليهم منه نعمة الدنيا ونعمة الآخرة. فهم المحبوبون في السماوات قبل الأرض المعروفون فيها المذكورون فيها بمن الله عليهم.","Part":"1","seal":"13243491","page":92},
      {"id":226,"Hno":225,"nass":"225 - ثنا حفص بن عمر الحوضي ثنا شعبة بن الحجاج عن سماك بن حرب عن عياض الأشعري قال: لما نزلت هذه الآية: {فسوف يأتي الله بقومٍ يحبهم ويحبونه}، قال رسول الله صلى الله عليه وسلم: ((هم قوم هذا))، يعني أبا موسى الأشعري.","Part":"1","seal":"C3A4F1C8","page":93},
      {"id":227,"Hno":226,"nass":"226 - حدثني يحيى بن بكير ثنا عبد الله بن لهيعة عن الحارث بن يزيد عن علي بن رباح قال: قال رسول الله صلى الله عليه وسلم: ((أنكحوا الأشعريين فإنهم في الناس كصور المسك)).","Part":"1","seal":"DA5369F5","page":94},
      {"id":228,"Hno":227,"nass":"227 - حدثني يحيى بن سليمان الجعفي ثنا حفص بن غياث ثنا الكلبي عن أبي صالح عن ابن عباس في قوله تعالى: {فسوف يأتي الله بقوم يحبهم ويحبونه}، قال: أهل القادسية: مذحج وكندة وهمدان ومن كان من أصحابهم.","Part":"1","seal":"FD0F74AE","page":94},
      {"id":229,"Hno":228,"nass":"228 - ثنا أحمد بن يونس ثنا السري بن يحيى قال: سمعت الحسن قرأ هذه الآية: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقومٍ يحبهم ويحبونه}، قال: هو والله أبو بكر رضي الله عنه وأصحابه.","Part":"1","seal":"915317EB","page":94},
      {"id":230,"Hno":229,"nass":"229 - ثنا يونس بن عبد الأعلى أننا عبد الله بن وهب حدثني عبد الله بن عياش عن أبي صخر عن محمد بن كعب القرظي أن عمر بن عبد العزيز أرسل إليه يوماً، وعمر والي المدينة يومئذ، فقال: يا أبا حمزة، آية -[95]- أسهرتني البارحة. قال محمد: وما هي أيها الأمير؟ قال: قول الله تعالى: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقومٍ يحبهم ويحبونه} إلى قوله {لومة لائم} قال محمد: إنما عنى الله تعالى: {يا أيها الذين آمنوا} الولاة من قريش {من يرتد منكم عن دينه} عن الحق {فسوف يأتي الله بقومٍ يحبهم ويحبونه}. وهم أهل اليمن. قال عمر: يا ليتني وإياك منهم، قال: آمين.","Part":"1","seal":"5B3D8138","page":94},
      {"id":231,"Hno":230,"nass":"230 - حدثني يحيى بن عبد الحميد ثنا معتمر بن سليمان حدثني أبو عمرو مولى بني مخزوم عن قياس بن سعد عن مجاهد: {فسوف يأتي الله بقومٍ يحبهم ويحبونه} قال: هم أهل اليمن لما يأتوا بعد.","Part":"1","seal":"21C4AB3A","page":95},
      {"id":232,"Hno":231,"nass":"231 - حدثني يحيى بن عبد الحميد ثنا عبد الله بن إدريس عن ليث عن مجاهد {يحبهم ويحبونه} قال: قوم من سبأ.","Part":"1","seal":"E65A6DC9","page":95},
      {"id":233,"Hno":232,"nass":"232 - حدثني محمد بن الحسين حدثني الصلت بن حكيم ثنا أبو زيد البحراني قال: دخلت على عابد بالبحرين وإذا هو مكبوب لوجهه يبكي وهو يقول: وعزتك يا حبيبي لقد أذاب قلبي الشوق إلى النظر إلى وجهك الكريم. قال: فأبكاني والله. قال: فلم يلبث بعد هذا -[96]- إلا أياماً حتى مات. فرأت امرأة من أهله كأنها دخلت الجنة وقد زخرفت. فقالت: لمن زخرفت الجنة؟ قالوا: لولي من أولياء الرحمن قدم البارحة من الدنيا. قالت: فخرج علي وفي يده كوب ياقوت. قالت: فلما رأيته بهت. قال: لم تراعي، إنما هي الجنة للمليك يتحف من أحب من عباده. قالت: قلت: بم نلت هذه المنزلة من الله؟ قال: بمحبته وإيثار محبة الله عز وجل.","Part":"1","seal":"DAA9DD38","page":95},
      {"id":234,"Hno":233,"nass":"233 - حدثني عبيد الله بن محمد النيسابوري الوراق ثنا الوليد أبو العباس العابد ثنا الحسن بن السكن عن داود بن أبي هند عن عامر قال: أوحى الله تعالى إلى داود في الزبور: يا داود، إني برحمتي أبحت الاستغفار لجميع خلقي إلا لإبليس وحده فإنه تمرد علي وعصاني فلعنته، ومن حرمته الاستغفار فهو ملعون في الدنيا والآخرة. قال داود: إلهي ما أقدرك! تكرم من شئت وتهين من شئت. قال: يا داود. إلي ملك الملوك أفلا أمن عليك؟ قال: بلى يا رب. قال: إذا أردت أن أكرمك كرامة الدنيا والآخرة فلا تنظر إلى عبد من عبيدي تظن أن لك عليه فضلاً، ولا تمقت أهل دينك على الظن، وكن للفقراء محدثاً وجليساً وأنيساً. وإن أردت أن لا أحجب دعاءك وأن أكون أقرب إليك من أم داود في حال الرضا، فقال داود: إلهي أو -[97]- لست من جميع خلقك قريباً؟ قال: بلى أنا مع جميع خلقي، ولكن إذا أحببت عبداً من عبيدي ملأت قلبه خوفاً مني وشوقاً إلى لقائي وحرصاً على طاعتي حتى كأنه ينظر إلي، فأنا حينئذ أقرب إليه من أم داود في حال الرضا. وإذا كانت لك حاجة أردت نجحها وتيسيرها فابدأ بي أيسرها لك، تأتيك من حيث لا تعلم نائماً ومستيقظاً، وإن بدأت بغيري أتاك الهم والحزن. قال: فقال داود: إلهي فاعطف قلبي على شعب من محابك. قال: يا داود، إني جعلت قوة طاعتي ومحبة ذكري عند من لم ينسني بلسانه وقلبه، ومن هو يستغفرني صباحاً ومساء، يا داود، إياك والإصرار فإني لا أقيل عثرة المصرين في الدنيا والآخرة، ولا شيء أعظم عندي من إصرار نبي أو عالم. فقال داود: إلهي امح اسمي من أسماء الأنبياء والعلماء.","Part":"1","seal":"3C877221","page":96},
      {"id":235,"Hno":234,"nass":"234 - حدثني إسحاق بن إبراهيم القاري قال: قال حكيم من حكماء بني تميم: إن همم الأبرار متصلة بمحبة الرحمن، وقلوبهم تنظر إلى مواضع العز من الآخرة بنور أبصارهم، فأهواؤهم بها متعلقة وأنفسهم إليها متطلعة وأعينهم نحوها طامحة. قد جلا رجاؤهم إياها عنهم كل كربة وهون عليهم كل شدة. تخبرهم دواعي الخير من أنفسهم أن لا راحة لهم دون الخروج منها. سكنت مشاوق الجنة قلوبهم ومخاوف النار أجوافهم، فأهملوا لذلك العيون وأغضوا عن الدنيا لذلك الجفون، وسموا بالقربة إلى معالي العز يطلبونه ويدأبون إلى الله فيه.\r-[98]-\rوكان يقول: من لم تنفعه المواعظ كان الغنى أضر عليه. وعند التراخي عن شكر النعم تحل النقم. أما رأيت من بات صحيحاً ثم أصبح بأنواع البلاء متلوثاً؟ أو ما دعاك إلى خدمته حسن بلائه عندك؟.\rوكان يقول: المواعظ مشافٍ، ولن يتشاغل الخلق بمثل النصيحة لله عز وحل.","Part":"1","seal":"E21B13CB","page":97},
      {"id":236,"Hno":235,"nass":"235 - حدثني إسحاق بن إبراهيم الثقفي ثنا رياح القيسي قال: بينما أنا أكلم رابعة بضرب من المواعظ إذا جائتني ابنة لي فقبلتها، فصرخت بي رابعة فقالت: ويلك يا رياحٍ، أما تستحي من الله عز وجل أن يراك في المقام وفي قلبك موضع حب لغيره؟","Part":"1","seal":"D33B299C","page":98},
      {"id":237,"Hno":236,"nass":"236 - حدثني محمد بن الحسين ثنا أبو معمر عبد الله بن عمرو قال: نظرت رابعة إلى رياح القيسي وهو يقبل صبياً، فقالت: أتحبه؟ قال: نعم. قالت: ما كنت أحسبك أن في قلبك موضعاً فارغاً لمحبة غيره تبارك اسمه. قال: فصرخ رياح وسقط مغشياً عليه. ثم أفاق وهو يمسح العرق عن وجهه وهو يقول: رحمة منه تعالى ألقاها في قلوب العباد للأطفال.","Part":"1","seal":"4806B5BD","page":98},
      {"id":238,"Hno":237,"nass":"237 - قال إبراهيم: أنشدني نصر بن جابر القاري من قول بعض البصريين:\rكل محبوب سوى الله سرف ... وهموم وغموم وأسف\rكل محبوب فمنه لي خلف ... ما خلا الرحمن ما منه خلف\rإن للحب دلالات إذا ... ظهرت من صاحب الحب عرف\rصاحب الحب حزين قلبه ... دائم الغصة مهموم دنف\rهمه في الله لا في غيره ... ذاهل العقل وبالله كلف\rأشعث الرأس خميص بطنه ... أصفر الوجه وللدمع ذرف\rدائم التذكير من حب الذي ... حبه غاية غايات الشرف\rفإذا أمعن في الذكر له ... [وعلاه الشوق من داء كشف]\rباشر المحراب يشكو بثه ... وأمام الله مولاه وقف\rقائم قدامه منتصباً ... لهجا يتلو بآيات الصحف\rراكعاً طوراً وطوراً ساجداً ... باكياً والدمع في الأرض يكف\rأورد القلب على البحر الذي ... فيه حب الله حقاً فغرف\rثم جالت كفه في شجر ... ينبت الحب فسمى واقتطف\rإن ذا الحب لمن يعنى له ... لا لدار ذات حسن وطرف\rلا ولا الفردوس لا يعنى لها ... لا ولا للحور من فوق غرف","Part":"1","seal":"BA0E948F","page":99},
      {"id":239,"Hno":238,"nass":"238 - حدثني إسحاق بن إبراهيم قال: أصاب الفضيل بن عياض عسر البول، فقال: يا رب بحبي إياك لما سهلته. قال: فبال على المكان.\rقال لي إسحاق بن إبراهيم: والمعنى في هذا أن فضيلاً -رحمه الله- قد علم أن حب الله راسخ في قلبه، قد غلب على كل شيء، وقد علم أن الله عز ذكره وتبارك اسمه قد علم ذلك منه، فدعاه وقد غلب على قلبه حسن الظن بربه في الإجابة.","Part":"1","seal":"DEF0ED8C","page":100},
      {"id":240,"Hno":239,"nass":"239 - ثنا يحيى بن بكير حدثني عبد الله بن لهيعة عن أبي يونس سليم بن جبير مولى أبي هريرة قال: سمعت أبا هريرة يحدث عن النبي صلى الله عليه وسلم أنه قال: ((قال الله عز وجل: أنا عند ظن عبدي بي، إن ظن خيراً فخيرٌ وإن ظن شراً فله)).","Part":"1","seal":"ED9FCA99","page":100},
      {"id":241,"Hno":240,"nass":"240 - ثنا ميمون بن زيد البصري ثنا يونس بن عبيد قال: قال الحسن: والله ما نزلوا إلا على قدر ظنونهم بالله.\r-[101]-\rقال: وتلا هذه الآية: {إني ظننت أني ملاق حسابية. فهو في عيشةٍ راضيةٍ} وقرأ الآية الأخرى: {وذلكم ظنكم الذي ظننتم بربكم أرداكم}.","Part":"1","seal":"6D048F83","page":100},
      {"id":242,"Hno":241,"nass":"241 - حدثني يعقوب بن كعب الحلبي قال: سمعت يوسف بن أسباط يقول: سمعت سفيان يقول: قال: أحسنوا بالله الظن.","Part":"1","seal":"D5CB5F13","page":101},
      {"id":243,"Hno":242,"nass":"242 - حدثني موسى بن إسماعيل ثنا حماد بن سلمة عن حميد عن الحسن قال: {إني ظننت أني ملاق حسابية} قال: إن المؤمن أحسن بربه الظن فأحسن العمل، وإن المنافق أساء بربه الظن فأساء العمل.","Part":"1","seal":"DAE296CA","page":101},
      {"id":244,"Hno":243,"nass":"243 - ثنا محمد بن حميد الرازي ثنا مهران بن أبي عمر عن سفيان عن جابر عن مجاهد: {إني ظننت أني ملاق حسابية} قال: كل -[102]- ظن في القرآن: إني ظننت: إني علمت. قال: ما كان من ظن للآخرة فهو علم.","Part":"1","seal":"1719501F","page":101},
      {"id":245,"Hno":244,"nass":"244 - ثنا إسماعيل بن إبراهيم بن بسام البلخي ثنا بقية بن الوليد حدثني أبو بكر بن عبد الله بن أبي مريم حدثني الهيثم بن مالك الطائي قال: كان رسول الله صلى الله عليه وسلم يدعو بهؤلاء الدعوات: ((اللهم اجعل حبك أحب الأشياء إلي، واقطع عنا حاجات الدنيا بالشوق إلى لقائك، وإذا قرت أعين أهل الدنيا بدنياهم فأقر عيني بعبادتك)).","Part":"1","seal":"B0D43999","page":102},
      {"id":246,"Hno":245,"nass":"245 - حدثني عمر بن محمد بن عبد الحكم النسائي ثنا أحمد بن أبي الحواري عن محمد بن يوسف الفريابي في قوله: {سأصرف عن آياتي}، قال: أمنع قلوبهم من التفكر في أمري.","Part":"1","seal":"1DAD9965","page":102},
      {"id":247,"Hno":246,"nass":"246 - حدثني الحسن بن سعيد الجرجاني قال: سمعت أبا مريم الصلت بن حكيم يقول: كانت امرأة في بني إسرائيل تتعبد، وكانت تفطر كل سبت. فبينما هي ذات يوم قد وضعت إفطارها بين يديها جعلت تقول: محب يحب حبيبه يتشاغل بالأكل عن خدمة حبيبه، يوشك أن يقدم عليه رسول حبه وهو متشاغل بأكله عن خدمته، فلا تقر عينه في لقائه. فمكثت بذلك سبعين سبتاً لا تفطر. ثم وضعت إفطارها بين يديها، وجعلت تقوم مثلما كانت تقول. فإذا بشاب ناحية البيت جميل الوجه طيب الريح يقول لها: السلام عليك يا حبيبة الله أو يا ولية الله. قالت: وعليك السلام، من أنت؟ قال: أنا ملك الموت. قالت: يا ملك الموت، أتأذن لي أن أسجد سجدة أناجي فيها ربي عز وجل، فإذا رأيتني قد فعلت ذلك قبضت روحي؟ قال: لك ذلك. قال: فنحت إفطارها ثم وثبت. فقبض روحها في اجتهادها ذلك.","Part":"1","seal":"C7D702F8","page":103},
      {"id":248,"Hno":247,"nass":"247 - حدثني محمد بن الحسين قال: سألت بعض العلماء فقلت: صف لي شيئاً من أخلاق المحبين لله تعالى وكيف مقامهم في الدنيا. فقال: اعلم يا أخي أن المحب لله فوق الخائف، على أن المحب لله لم يزل على ظهر الخوف لله مقدار ذرة فما دونها. والمحب لا يسقى كأس المحبة إلا بعد أن ينضح قلبه من كأس الخوف، وإنما خوف النار عند خوف -[104]- الفوت بمنزلة نقطة نقطت في بحر لجي. ولا أعلم شيئاً أحمد للقلوب من خوف الغرق. فمن أحب الله عز وجل فقد غرق في بحر الحزن حتى وصل إلى قرار الكمد. فالمحب لله لا تعظم عنده جنة ولا نار، لأنه ليس شيء أعظم من الله تعالى.\rقال: وينبغي لمن تكلم في المحبة أن يرى عليه أثر بغض الدنيا، لأنه محال أن يجتمع في القلب حب الله وحب الدنيا. فمن أحب الله لم ينظر إلى ما ناله من الدنيا، ولا يكون له حاجة إلى غير من أحب.\rقال: وسمعت بعض أهل العلم يقول: لا ينكسر حزن عاشق أبداً حتى يظفر، والمحب يتحرى أن لا يكون له حاجة إلى غير من يحب.\rوقال بعض أصحابنا: لا ينكسر حزن محب، وهو أخوف من العاشق، إنما يزيد العشق للحزن.\rوقال: قل لمن أظهر حب الله تعالى: احذر أن تذل لغير الله تعالى.\rوقال: لو أهمنا الحياء من الله سبحانه ما ذكرنا المحبة وقد سكرنا من كأس الدنيا.\rقال: إن من علامة المحب لله إيثار الله تعالى والإياس من غير الله.\rومن علامة المحب الرضا بحكم الله. ومن علامة المحب لله أن لا يكون له حاجة إلى غير الله. ومن علامة المحب لله دوام الذكر بالقلب -[105]- واللسان لله. وقلما ولع المرء بذكر الله إلا أفاد منه حب الله. ومن علامة المحبة ترك كل ما يشغل عن الله تعالى حتى يكون الشغل بالله وحده.\rقال: ومن دلائل أهل المحبة أن لا يتأنسوا بسوى الله تعالى ولا يستوحشوا مع الله تعالى، لأن حب الله إذا سكن القلب أشرق بالأنس.\rوقال: إذا سقي كأس الحب لله ارتحلت الدنيا من قلبه وسكن القلب هيبة الآخرة.\rوقال: من أحب الله للعطية فهو جاهل بالله، وذلك إنما يحب المخلوق للعطية وتعالى عن ذلك الخالق. والعالم بالله لا يحب الله لمعروف، لأن المعروف صفة من صفات الخلق والله أجل في صدور العالمين به أن يحبوه لغيره.\rوقال: من أحب الله بصدق من قلبه لم يعظم في قلبه شيء سوى الله تعالى.\rوقال: لو أدخل الله المحب النار وعذبه بأشد العذاب ما نقص من محبته الله شيء بل يزداد حباً لله، إذا كان ما عذبه به من حقه عليه، ولو عذبه بعذاب لو عذب به النار لكانت النار حقيرة ذليلة فكان ذلك من حق الله عليه وعلى النار. فلما علم المحب أن ذلك لله رأى أن -[106]- الفضل لله عليه وعلى الخلق كلهم أجمعين، فازداد لله حباً وعلى الخدمة له حرصاً.\rوقال: من أحب الله بالصدق فهو يستقل كل نعيم دون الله. ولا لذة أعظم في صدر المحب لله من ساعة يذكر فيها مقعد صدق عند مليك مقتدر.","Part":"1","seal":"B580D6A3","page":103},
      {"id":249,"Hno":248,"nass":"248 - حدثني محمد بن منصور بن داود الطوسي ثنا عبد الله بن عيسى البصري عن أبيه عن مسمع بن عاصم عن ثور بن يزيد الشامي قال: نظر الله تعالى إلى داود عليه السلام، فإذا هو وحداني منتبذ. فقال: مالك وحدانياً؟ قال: عاديت الخلق فيك. قال: أو ما علمت أن محبتي أن تعطف على عبادي وتأخذ عليهم بالفضل؟ هنالك أكتبك من أوليائي. يا داود ومن أحبائي فإذا كنت كذلك كتبتك في ديوان أهل المحبة وكنت مني وكنت منك، أجيبك من غير أن تسألني، وأباهي بك حملة عرشي، أرفع الحجب بيني وبينك تنظر إلي ببصر قلبك، لا أحجبك ما دمت متمسكاً بطاعتي وكنت مني وكنت منك. ولا تنظر إلى عبادي نظرة جفاء ولا قسوة فأهلكهم، فإذا أنت قد بطل أجرك. احفظ عني كلمات ثلاث خصال:\r(1) خالص حبيبي مخالصة.\r-[107]-\r(2) وخالط أهل الدنيا مخالقة.\r(3) ودينك قلدنيه لا تقد دينك الرجال.\rأما ما استبان لك مما وافق محبتي فتمسك به، وما أشكل عليك قلدنيه، حقاً علي أن ألي سياستك وتقويمك، وأن أكون قائدك ودليلك، ألبيك من غير مسألة، أعينك في الشدائد. فإني قد جعلت على نفسي أن لا أثيب عبداً من عبادي إلا عبداً قد عرفت من طلبته وإرادته، وإلقاء كنفه بين يدي أنه لا غنى به عني. فإذا كنت كذلك نزعت الذل والوحشة من قلبك. ولذلك علمٌ سلني عنه. أسكن الغنى قلبك فتكون في الدنيا غنياً حينئذ عرفت حالك. لا تطمئن إلى معرفتك بنفسك، فإني قد جعلت على نفسي: لا يطمئن رجل إلى معرفته بنفسه إلا وكلته إليها. أضف الأشياء إلي فإني أنا مننت بها عليك. أقر لي بالعبودية أمنحك ثواب العبودية، وما ثواب العبودية [إلا] محبتي. تواضع لمن تعلمه ولا تطاول المريدين أحمال الأقوياء. عبدي، أنا مننت عليهم الضعفاء المساكين المريدين. فلو يعلم أهل محبتي ما منزلة المريدين عندي لكانوا للمريدين أرضاً يمشون عليها وللحسوا أقدامهم. إن تخرج على منك عبداً من عبيدي حتى تستنقذه من سكرة ما هو فيه أسميك جهبذاً، ومن كان جهبذاً لم تكن به فاقة ولا وحشة إلى -[108]- أحد من خلقي، يا داود تمسك بكلامي أن لا أهلكك مع الهالكين، فدونك فخذ من نفسك لنفسك لا تؤتين منها أحجب محبتي عنك إلا أن تحجبها، احفظ وصيتي ولا تؤيس عبادي من رحمتي.","Part":"1","seal":"81E75FDB","page":106},
      {"id":250,"Hno":249,"nass":"249 - حدثني إسحاق بن داود بن صبيح البلخي ثنا الحسن بن الربيع ثنا عمرو بن أزهر ثنا أبو عبد الرحمن الدمشقي عن عطاء عن عائشة قالت في هذه الآية: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله}، قالت: على البر والتقوى والتواضع وذل النفس.","Part":"1","seal":"1C464DA2","page":108},
      {"id":251,"Hno":250,"nass":"250 - قال إبراهيم: يقال: المنازل التي يعمل فيها أهل الصدق ثلاث منازل:\r(1) منزلة الخوف.\r(2) ومنزلة الشوق إلى نعيم الجنة.\r(3) والمنزلة الثالثة شوق العبد إلى ربه تعالى وما يغلب على قلبه وحبه وذكره، فلا يكون لهم همٌّ غيره، والفكرة في أمره، لما -[109]- يذوق في ذلك من اللذة والحلاوة، ومع ما يرث من التعظيم لله والعلم به.","Part":"1","seal":"4E22A984","page":108},
      {"id":252,"Hno":251,"nass":"251 - قال إبراهيم: وأنشدني رجل في الحب:\rذكر حبي الإله ربي تعالى ... إن ذا الحب للإله رفيع\rهمه ذكر من أحب إذا ما ... جنه الليل للمنام مضيع\rجانب الفرش والكنينة أيضاً ... سابل الدمع للإله مطيع\rقائم الليل لا يفيق بكاء ... ناحل الجسم والفؤاد خليع\rرب زده عبادة وخشوعاً ... يا إلهي وسيدي يا بديع\rفلك الحمد يا جزيل العطايا ... ولك الشكر والدعاء والضريع","Part":"1","seal":"2FBC33A5","page":109},
      {"id":253,"Hno":252,"nass":"252 - حدثني علي بن عيسى حدثني محمد بن الحسين ثنا محمد بن عبد العزيز بن سلمان قال: سمعت أبي يقول: كان حسان بن أبي سنان إذا بلغه شيء من المعاصي انتفض حتى يسقط. قال: ثم يقول: أتعصى بفنون من المعاصي وتنعم بفنون من النعم؟ لا يفوتك أحد بطول هربه، ولا يعجزك عبد بقوته، أنت القادر {القاهر فوق عباده}. قال: وكان يقول: بمحبتك التي مننت بها عليهم. فبها نالوا من طاعتك ما يرجون به رضوانك.\r-[110]-\rوكان يقول: أهل الدنيا فيها على رحيل لا هم مقيمون فيطمئنون ولا هم مستعدون ليرتحلوا.","Part":"1","seal":"E9AC4AB6","page":109},
      {"id":254,"Hno":253,"nass":"253 - قال إبراهيم: يقال مهر المحبة فطام النفس من حب الشهوات، وإيثار حب الله على محبتك لنفسك.","Part":"1","seal":"71B997B2","page":110},
      {"id":255,"Hno":254,"nass":"254 - حدثني حرملة بن يحيى أننا عبد الله بن وهب حدثني معاوية بن صالح عن أبي الزاهرية قال: قال داود عليه السلام: اللهم اجعلني من أحبائك، فإنك إذا أحببت عبداً غفرت ذنبه وإن كان عظيماً، وقبلت عمله وإن كان يسيراً.","Part":"1","seal":"16C9E29B","page":110},
      {"id":256,"Hno":255,"nass":"255 - حدثني إبراهيم بن عبد الله بن حاتم أننا حجاج بن محمد عن ابن جريج عن مجاهد: {فسوف يأتي الله بقومٍ يحبهم ويحبونه}: ناس من أهل اليمن.","Part":"1","seal":"B2AA17D9","page":110},
      {"id":257,"Hno":256,"nass":"256 - حدثني عمرو بن أيوب أبو حفص النسائي حدثني منصور بن محمد البلخي قال: سمعت أحمد بن مخلد الخراساني يقول: قال الله تبارك وتعالى: ألا قد طال شوق الأبرار إلى لقائي، وإني إليهم لأشد شوقاً، وما شوق المشتاقين إلي لا بفضل شوقي -[111]- إليهم. ألا ومن طلبني وجدني، ومن طلب غيري لم يجدني ومن ذا الذي أقبل إلي فلم أقبل إليه؟ ومن ذا الذي توكل علي فلم أكفه؟ ومن ذا الذي دعاني فلم أجبه؟ ومن ذا الذي سألني فلم أعطه؟","Part":"1","seal":"BD3F1890","page":110},
      {"id":258,"Hno":257,"nass":"257 - ثنا أبو حفص عمرو بن محمد بن الحكم النسائي حدثني أحمد بن أبي الحواري قال: دخلت على أبي سليمان الدارادني يوماً وهو يبكي فقلت له: ما يبكيك؟ فقال لي: يا أحمد، إنه إذا جن الليل على المحبين افترشوا أقدامهم. ودموعهم تجري على خدودهم، وقد أشرف الجليل عليهم فنادى: يا جبريل بعيني من تلذذ بكلامي واستراح إلى مناجاتي، وإني لمطلع عليهم: أسمع حنينهم وأرى بكاءهم، فناد فيهم يا جبريل: ما هذا الجزع الذي أراه فيكم؟ هل أخبركم عني مخبر: أن حبيباً يعذب أحباءه بالنار؟ أم هل يجمل بي أن أبيت أقواماً وعند البيات أجدهم لي وقوفاً، فإذا جنهم الليل تملقوني؟ فبي حلفت لأجعلن هديتي إياهم لو قد وردوا علي القيامة أن أكشف لهم عن وجهي الكريم أنظر إليهم وينظرون إلي.","Part":"1","seal":"0AC1A46F","page":111},
      {"id":259,"Hno":258,"nass":"258 - ثنا عمر بن محمد أيضاً ثنا أحمد بن أبي الحواري ثنا زكريا قال: قال أبو عبيدة الخواص: واشوقاه إلى من يراني ولا أراه!","Part":"1","seal":"6092D325","page":112},
      {"id":260,"Hno":259,"nass":"259 - ثنا عمر بن محمد بن عبد الحكم ثنا أحمد بن أبي الحواري ثنا إبراهيم بن خال بنان عن أبي بكر المحلمي قال: نمت في سجودي، فرأيته في منامي، فسمعته يقول: ملائكتي انظروا إلي عبدي: بدنه في طاعتي وروحه عندي. قال: فانتبهت فقلت: أنت قرة عيني في نومي وقرة عيني في يقظتي.","Part":"1","seal":"F029118D","page":112},
      {"id":261,"Hno":260,"nass":"260 - نبأني عمر بن محمد ثنا أحمد بن أبي الحواري ثنا محمود عمن أخبره قال: رأيت بالبصرة رجلاً كثير الدؤوب قليل الطعام جيد البدن، فقلت له: أراك كثير الدؤوب قليل الطعام جيد البدن؟ قال: ذلك من فرحي بحب الله تعالى، إذا ذكرت أنه ربي وأني عبده لم يمتنع بدني أن يصلح.","Part":"1","seal":"42628ADB","page":112},
      {"id":262,"Hno":261,"nass":"261 - حدثني عمر بن محمد حدثني عبد الله بن خبيق قال: سمعت أبا عبد الله اليماني يقول: من أراد أن يشرب كأساً من حب الله تعالى فليدع شهوة لا تضره.","Part":"1","seal":"19EE4039","page":112},
      {"id":263,"Hno":262,"nass":"262 - وحدثني عمرو بن محمد حدثني عبد الله بن خبيق حدثني عبد الله بن عبد الرحمن قال: قال إبليس: يا رب خلقت خلقاً يحبونك ويبغضوني، وهم في ذلك يعصونك ويطيعوني. فقال تعالى: قد شكرتهم بحبهم إياي وغفرت لهم ببغضهم لك.","Part":"1","seal":"A4AA5544","page":113},
      {"id":264,"Hno":263,"nass":"263 - حدثني صالح بن عمران ثنا أحمد بن غسان قال: سمعت أحمد بن عطاء يقول: يحنون لله حنين الواله، ويشتاقون إليه شوق من لا صبر لهم عنه، ينادونه بأصوات محزونة من قلوب محترقة قد أنضجها الحزن وقلقلها الحذر. وربما قال: يا رب، بلغنا مبلغ من انقطع قلبه إليك فهو مشغول بك عمن سواك، ليس له طلب في جميع الدارين غيرك، ولا يريد غيرك ولا تطيب النفس إلا بك، والله إنهم يسمعون بذكرك ممن ليس هو أهل لذكرك فتكاد أنفسهم تخرج فرحاً من شدة شوقهم إليك. يا قرة عين العابدين! أسق قلوبنا بكأس ميراث حبك الذي سقيت به أهل مصافاتك وأهل مخالطتك، والطف لنا بكمال الانقطاع إليك، وقرر في قلوبنا كمال معرفتك التي يدرك بها حبك، واجعل مزيدك من فضلك إلينا واصلاً، واجعلنا قابلين لمزيدك، وأخرج من قلوبنا كل ما عدل بنا عنك وباعدنا منك، وصفنا من كل داخلٍ كدر علينا مصافاتك، وأعنا بكل معونة نبلغ بها رضا نفسك.","Part":"1","seal":"E055A70F","page":113},
      {"id":265,"Hno":264,"nass":"264 - قال إبراهيم: قال وهب بن منبه: إن لله عباداً قالوا: لا نعبده خوفاً ولا رجاءً ولكن نعبده حباً، فإن الحب يخرج من قلوبنا ما لا يخرج الخوف والرجاء.\rآخر الجزء وصلى الله على محمد خاتم النبيين وعلى آله أجمعين. وكتب في ذي الحجة سنة اثنتين وسبعين وخمسمائة","Part":"1","seal":"E3E2B4F1","page":114}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":270,"ShrtCs":0,"Bk":"المحبة لله لأبي إسحاق الختلي","HigriD":"نحو 270","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":3,"verName":null,"Lng":"أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ عَبْدِ اللهِ بنِ الجُنَيْدِ، الخُتَّلِيُّ، ثُمَّ السُّرَّمَرَّائِي","bLnk":null,"Inf":null,"Auth":"الختلي، إبراهيم بن عبد الله","Betaka":"الكتاب: المحبة لله سبحانه\r\nالمؤلف: أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ عَبْدِ اللهِ بنِ الجُنَيْدِ، الخُتَّلِيُّ، ثُمَّ السُّرَّمَرَّائِي (المتوفى: نحو 270هـ)\r\nالمحقق: الدكتور عادل بن عبد الشكور الزرقي\r\nالناشر: دار الحضارة للنشر والتوزيع - الرياض\r\nالطبعة: الأولى، 1424 هـ - 2003 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ يا باغي الخير أقبل\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"قال الذهبي في «السير» :\r\n\r\nالشَّيْخُ، الإِمَامُ، الحَافِظُ، أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ عَبْدِ اللهِ بنِ الجُنَيْدِ، الخُتَّلِيُّ، ثُمَّ السُّرَّمَرَّائِي.\r\nسَمِعَ: أَبَا نُعَيْمٍ، وَسَعِيْدَ بن أَبِي مَرْيَمَ، وَسُلَيْمَانَ بن حَرْبٍ، وَأَبَا الوَلِيْدِ، وَأَبَا جَعْفَرٍ النُّفَيْلِيَّ، وَعُمَر بن مَرْزُوْقٍ، وَيَحْيَى بن بُكَيْرٍ، وَيَحْيَى بنَ مَعِيْنٍ، وَلَهُ عَنْهُ سُؤَالاَتٌ مُفِيْدَةٌ.\r\nوَلَهُ جُموعٌ وَتَوَالِيْفُ وَرِحْلَةٌ وَاسِعَةٌ.\r\nوَثَّقَهُ الخَطِيْبُ، وَقَالَ: لَهُ كُتُبٌ فِي الزُّهْدِ وَالرقَائِقِ.\r\nقُلْتُ: حَدَّثَ عَنْهُ: أَبُو العَبَّاسِ بنُ مَسْرُوْق، وَمُحَمَّدُ بنُ القَاسِمِ الكَوكَبِيُّ، وَأَبُو بَكْرٍ الخَرَائِطِيُّ السَّامَرِّيُّ، وَأَحْمَدُ بنُ مُحَمَّدٍ الأَدَمِيّ، وَجَمَاعَةٌ.\r\nبقِي إِلَى قُرب سنَةِ سَبْعِيْنَ وَمائَتَيْنِ","seal":"E81CE0EE","cat":"الأجزاء الحديثية","oNum":26872,"BkId":26872,"oAuth":1894,"bVer":1,"aSeal":"89B3AFB2"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t26872":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الغلاف"},
      {"lvl":1,"id":2,"sub":0,"tit":"المحبة لله"},
      {"lvl":1,"id":75,"sub":0,"tit":"باب من كان يسأل الله تعالى أن يرزقه حبه"},
      {"lvl":1,"id":154,"sub":0,"tit":"الجزء الثاني"}
    ]
}
