{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b26929":
    [
      {"id":1,"nass":"أمهات النبي صلى الله عليه وسلم\r\rلأبي جعفر محمد بن حبيب البغدادي\r245 هـ\r\rتحقيق\rمحمد خير رمضان يوسف\r\rدار ابن حزم\r\rالطبعة الأولى\r1416 هـ - 1996 م","Part":"","seal":"61DC83C5","page":null},
      {"id":2,"nass":"بسم الله الرحمن الرحيم وبه وحده نستعين\rأخبرنا أبو الحسن أحمد بن محمد بن الجهم السمري قال: قرأت على أبي جعفر محمد بن حبيب قال:\rمحمدٌ صلى الله عليه وسلم\rوأمه: آمنة بنت وهب بن عبد مناف بن زهرة بن كلابٍ.\rوأمها: برة بنت عبد العزى بن عثمان بن عبد الدار بن قصي.\rوأمها: أم حبيب بنت أسد بن عبد العزى قصي.","Part":"1","seal":"54874732","page":17},
      {"id":3,"nass":"وأمها: برة بنت عوف بن عبيد بن عويج بن عدي بن كعب بن لؤي بن غالبٍ.\rوأمها: قلابة بنت الحارث بن مالك بن حباشة بن عادية بن صعصعة بن كعب بن طابخة بن لحيان بن هذيل بن مدركة.\rوأمها: أميمة بنت مالك بن غنم بن لحيان بن عادية بن صعصعة بن كعب.\rوأمها: دُبُّ بنت الحارث بن لحيان بن عادية.\rوأمها: ابنة كهف الظلم بن يربوع بن ناصرة بن","Part":"1","seal":"E1C1D71B","page":18},
      {"id":4,"nass":"غاضرة بن حطيط جشم بن ثقيفٍ.\rمحمد بن عبد الله:\rوأم عبد الله: فاطمة بنت عمرو بن عائذ بن عمران بن مخزومٍ.\rوأمها: صخرة بنت عبد بن عمران بن مخزومٍ.\rوأمها: تَخْمُرُ بنت عبد بن قصي.\rوأمها: سلمى بنت عامرة بن عميرة بن وديعة بن الحارث بن فهرٍ.","Part":"1","seal":"D13EA714","page":19},
      {"id":5,"nass":"وأمها: هند بنت عبد الله بن الحارث بن وائلة بن ظرب بن عمرو بن عياذ بن يشكر بن عدوان.\rوأمها: زينب بنت مالك بن ناصرة بن كعب بن حرب بن سليم بن فهمٍ.\rوأمها: ابنة صهبة بن شبابة بن عمرو بن قين بن فهمٍ.\rوأمها: عاتكة بنت عامر بن الظرب.\rوأمها: شقيقة بنت قتيبة بن معن بن مالك بن أعصر.\rوأمها: سودة بنت أسيد بن عمرو بن تميمٍ.","Part":"1","seal":"3D791F98","page":20},
      {"id":6,"nass":"ابن عبد المطلب:\rوأمه: سلمى بنت عمرو بن زيد بن لبيد بن خداش بن عامر بن غنم بن عدي بن النجار بن ثعلبة بن عمرو بن خزرج بن حارثة.\rوأمها: عميرة بنت صخر بن حبيب بن الحارث بن ثعلبة بن مازن بن النجار.\rوأمها: سلمى بنت عبد الأشهل بن حارثة بن دينار بن النجار.\rوأمها: الأثيلة بنت مازن بن النجار.\rابن هاشم:\rوأمه: عاتكة بنت مرة بن هلال بن فالج بن","Part":"1","seal":"689BD5D7","page":21},
      {"id":7,"nass":"ذكوان بن ثعلبة بن بهثة بن سليم بن منصور.\rوأمها: ماوية بنت حوزة بن عمرو بن مرة بن صعصعة بن معاوية بن بكر بن هوازن.\rوأمها: رقاش بنت الأسحم بن منبه بن أسد بن عبد مناة بن عائذ الله بن سعد العشيرة.\rوأمها: كبشة بنت الرافقي بن مالك بن الحماس. وهو ربيعة بن كعب بن الحارث بن كعبٍ.","Part":"1","seal":"855D3693","page":22},
      {"id":8,"nass":"ابن عبد مناف:\rوأمه: حُبى بنت حليل بن حبشية بن سلول بن كعب بن ربيعة بن حارثة بن عمرو بن عامر بن خزاعة.\rوأمها: فاطمة أو هند، بنت عامر بن نصر بن عوف بن عمرو بن عامر بن خزاعة.\rابن قصي:\rوأمه فاطمة بنت سعد بن سيل وهو خير بن حمالة بن عوف بن عامر الجادر،","Part":"1","seal":"16DD1AA5","page":23},
      {"id":9,"nass":"من الازد.\rوأمها: طريفة بنت ذي الرأسين، وهو أمية بن جشم بن كنانة بن عمرو بن قيس بن فهمٍ.\rوأمها: صخرة بنت عامر بن صعب بن يشكر بن رهم بن أفرك بن نذير بن قيس بن عبقر بن أنمارٍ، من بجيلة.\rابن كلاب\rوأمه: هند بنت سرير بن ثعلبة بن الحارث بن مالك بن كنانة.","Part":"1","seal":"60921092","page":24},
      {"id":10,"nass":"وأمها: لبابة بنت عبد مناة بن كنانة.\rوأمها: هند، ويقال: عاتكة، بنت دودان بن أسد بن خزيمة.\rوأمها: جديلة بنت صعب بن علي بن بكر بن وائلٍ.\rابن مرة\rوأمه: وحشية بنت شيبان بن محارب بن فهرٍ.\rوأمها: مخشية بنت وائل بن قاسط بن هنبٍ.\rوأمها: ماوية بنت ضبيعة بن ربيعة بن نزارٍ.","Part":"1","seal":"84895D59","page":25},
      {"id":11,"nass":"ابن كعب:\rوأمه: ماوية بنت كعب بن القين بن جسر بن شيع الله بن أسد بن وبرة.\rوأمها: سلمى بنت ليث بن بكر بن عبد مناة بن كنانة.\rوأمها: وحشية بنت ربيعة بن حرام بن ضنة بن عبد بن كبير بن عذرة.\rوأمها: عاتكة بنت لبيد بن قيس بن جهينة.\rابن لؤي:\rوأمه: عاتكة بنت يخلد بن النضر بن كنانة.","Part":"1","seal":"11C693AD","page":26},
      {"id":12,"nass":"وأمها: الوارثة بنت الحارث بن مالك بن كنانة.\rوأمها: ماوية بنت سعد بن زيد مناة بن تميمٍ.\rابن غالب:\rوأمه: ليلى بنت الحارث بن تميم بن سعد بن هذيل بن مدركة بن إلياس بن مضر.\rوأمها: سلمى بنت طابخة بن إلياسٍ.\rوأمها: عاتكة بنت الأزد بن غوثٍ.","Part":"1","seal":"55BC18C9","page":27},
      {"id":13,"nass":"ابن فهر\rوأمه: جندلة بنت عامر بن الحارث بن مضاض بن زيد بن مالك بن عياض بن جرهم.\rويقال: بل جندلة بنت الحارث بن جندل بن مضاض بن الحارث.\rوأمها: جندلة بنت مالك بن عبد الله بن إلياس بن مالك بن دوسٍ.\rوأمها: الخنساء بنت متغسمر بن أسد بن عبادة بن عمرو بن عامر بن الحارث بن مضاض بن الحارث بن عوانة بن عاموق بن جرهم.","Part":"1","seal":"21E5BAC1","page":28},
      {"id":14,"nass":"ابن مالك:\rوأمه: عكرشة بنت عدوان، وهو الحارث بن قيس بن عيلان بن مضر.\rوأمها: ماوية بنت سويد بن غطريف، وهو حارثة ابن امرئ القيس بن مازن بن الأزد.\rابن النضر:\rوأمه: برة بنت مر بن أد بن طابخة بن إلياس بن مضر.\rابن كنانة:\rوأمه: عوانة بنت سعد بن قيس بن عيلان بن مضر.","Part":"1","seal":"FB9CA57D","page":29},
      {"id":15,"nass":"ويقال: بل هند بنت عمرو بن قيس بن عيلان.\rوأمها: دعد بنت إلياس بن مضر.\rابن خزيمة:\rوأمه: سلمى بنت أسلم بن الحاف بن قضاعة.\rابن مدركة:\rوأمه: ليلى بنت حلوان بن عمران بن الحاف بن قضاعة.","Part":"1","seal":"467EFA01","page":30},
      {"id":16,"nass":"ابن إلياس:\rوأمه: الرباب بنت حيدة بن معد بن عدنان.\rابن مضر:\rوأمه: سودة بنت الديث بن عدنان.\rابن نزار:\rوأمه: معانة بنت جوشم بن جلهة بن عمرو","Part":"1","seal":"565B9871","page":31},
      {"id":17,"nass":"ابن هلينية بن دوة بن جرهم.\rابن معد:\rوأمه: مهدد بنت اللِّهَمِّ بن جلحب بن جديس بن جاثر بن إرم بن سام بن نوحٍ.\rوهو محمد بن عبد الله بن عبد المطلب (واسمه شيبة) بن هاشم (واسمه عمرٌو) بن عبد مناف (واسمه المغيرة) بن قصي (واسمه زيد) بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان.","Part":"1","seal":"39758219","page":32},
      {"id":18,"nass":"ومن عدنان نيف وثلاثون أباً يختلف فيها:\rفبعضهم يعد أربعين.\rوبعضهم نيفا وثلاثين.\rوبعضٌ أقل.\rوهم بنو: قيذر بن إسماعيل بن إبراهيم بن تارح بن ناحور بن أسرع بن أرعوا بن فالغ بن عابر بن شالح بن أرفخشذ بن سام بن نوح بن لمك بن متوشلح بن أحنوخ (وهو إدريس) بن يارذ بن مهلاييل بن قينان بن أنوش بن شيث (وهو","Part":"1","seal":"4A3C04DB","page":33},
      {"id":19,"nass":"هبة الله) بن آدم صلى الله عليه وسلم.\rتم الكتاب\rوالحمد لله رب العالمين","Part":"1","seal":"0F4F1A5F","page":34}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":245,"Bk":"أمهات النبي لابن حبيب","HigriD":"245","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن حبيب بن أمية بن عمرو الهاشمي، بالولاء، أبو جعفر البغدادي","bLnk":null,"Inf":"","Auth":"محمد بن حبيب البغدادي","Betaka":"الكتاب: أمهات النبي صلى الله عليه وسلم\r\nالمؤلف: أبو جعفر محمد بن حبيب بن أمية البغدادي (المتوفى: 245هـ)\r\nالمحقق: محمد خير رمضان يوسف\r\nالناشر: دار ابن حزم\r\nالطبعة: الأولى 1416 هـ - 1996 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]\r\nأعده للشاملة: يا باغي الخير أقبل","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن حبيب (000 - 245 هـ = 000 - 860 م) \r\n\r\nمحمد بن حبيب بن أمية بن عمرو الهاشمي، بالولاء، أبو جعفر البغدادي، من موالي بني العباس: علامة بالأنساب والأخبار واللغة والشعر.\r\nمولده ببغداد ووفاته بسامراء. كان مؤدبا.\r\nقال ابن النديم: وكتبه صحيحة.\r\n\r\nمنها (كتاب من نسب إلى أمه من الشعراء - ط) وكتاب (المغتالين من الأشراف في الجاهلية والإسلام - ط) و (مختلف القبائل ومؤتلفها - ط) رسالة، و (المحبر - ط) بفتح الباء وتشديدها، وإليه ينسب مؤلفه (ابن حبيب) فيقال له: المحبري، و (خلق الانسان - خ) و (المنمق - ط) في أخبار قريش، و (أمهات النبي - ط) رسالة، و (الأمثال على أفعل) نشرت نبذة منه في مجلة المجمع العلمي العراقي، و (كتاب ما جاء اسمان أحدهما أشهر من صاحبه الخ) رسالة، نشرت مع النبذة المتقدمة و (أخبار الشعراء وطبقاتهم) و (شرح ديوان الفرزدق) و (مقاتل الفرسان) و (الشعراء وأنسابهم)\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"4CB1E0B8","cat":"الأجزاء الحديثية","oNum":26929,"BkId":26929,"oAuth":717,"bVer":1,"aSeal":"D2E07A6C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t26929":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الغلاف"},
      {"lvl":1,"id":2,"sub":0,"tit":"محمد صلى الله عليه وسلم"},
      {"lvl":1,"id":4,"sub":0,"tit":"محمد بن عبد الله"},
      {"lvl":1,"id":6,"sub":0,"tit":"ابن عبد المطلب"},
      {"lvl":1,"id":6,"sub":1,"tit":"ابن هاشم"},
      {"lvl":1,"id":8,"sub":0,"tit":"ابن عبد مناف"},
      {"lvl":1,"id":8,"sub":1,"tit":"ابن قصي"},
      {"lvl":1,"id":9,"sub":0,"tit":"ابن كلاب"},
      {"lvl":1,"id":10,"sub":0,"tit":"ابن مرة"},
      {"lvl":1,"id":11,"sub":0,"tit":"ابن كعب"},
      {"lvl":1,"id":11,"sub":1,"tit":"ابن لؤي"},
      {"lvl":1,"id":12,"sub":0,"tit":"ابن غالب"},
      {"lvl":1,"id":13,"sub":0,"tit":"ابن فهر"},
      {"lvl":1,"id":14,"sub":0,"tit":"ابن مالك"},
      {"lvl":1,"id":14,"sub":1,"tit":"ابن النضر"},
      {"lvl":1,"id":14,"sub":2,"tit":"ابن كنانة"},
      {"lvl":1,"id":15,"sub":0,"tit":"ابن خزيمة"},
      {"lvl":1,"id":15,"sub":1,"tit":"ابن مدركة"},
      {"lvl":1,"id":16,"sub":0,"tit":"ابن إلياس"},
      {"lvl":1,"id":16,"sub":1,"tit":"ابن مضر"},
      {"lvl":1,"id":16,"sub":2,"tit":"ابن نزار"},
      {"lvl":1,"id":17,"sub":0,"tit":"ابن معد"}
    ]
}
