{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b27097":
    [
      {"id":1,"Hno":null,"nass":"مجلس في فضل يوم عرفة\r\rإملاء الإمام الحافظ\rأبي بكر محمد بن إسماعيل بن العباس الوراق\r293 - 378 هـ\r\rتحقيق\rعمار بن سعيد تمالت\r\rالدار الأثرية\r\rالطبعة الأولى\r1429 هـ - 2008 م\r\r[طبع مع فضل عشر ذي الحجة للطبراني]","Part":null,"seal":"1955FCF5","page":null},
      {"id":2,"Hno":1,"nass":"بسم الله الرحمن الرحيم\r1 - أنا أبو بكر محمد بن إسماعيل بن العباس بن محمد الوراق قال: حَدَّثَنِي أَبِي رَحِمَهُ اللَّهُ قَالَ: نا عَبْدُ الله بن محمدابن أيوب المخرمي قال: نا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ دَاوُدَ بْنِ شَابُورَ، عَنْ أَبِي قَزَعَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ أَبِي حَرْمَلَةَ، عَنْ أَبِي قَتَادَةَ يَبْلُغُ بِهِ النبي صلى الله عليه وسلم قَالَ:\r((صَوْمُ يَوْمِ عَرَفَةَ يَعْدِلُ سَنَةً وَالَّتِي تَلِيهَا، وَصَوْمُ يَوْمِ عَاشُورَاءَ يَعْدِلُ سَنَةً)).","Part":"1","seal":"EA557BC4","page":81},
      {"id":3,"Hno":2,"nass":"2 - حَدَّثَنَا أَبِي قَالَ: نا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ قَالَ: حَدَّثَنَا بِشْرُ بْنُ عُمَرَ قَالَ: حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى قَالَ: سَمِعْتُ عَطَاءً يُحَدِّثُ عَنْ أَبِي الْخَلِيلِ، عَنْ حَرْمَلَةَ بْنِ إِيَاسٍ، عَنْ أَبِي قَتَادَةَ: أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ:\r((صَوْمُ يَوْمِ عَرَفَةَ يُكَفِّرُ سَنَةً قَبْلَهُ وَسَنَةً بَعْدَهُ، وَيَوْمُ عَاشُورَاءَ يُكَفِّرُ عَنْهُ سَنَةً)).","Part":"1","seal":"2ECF3A23","page":82},
      {"id":4,"Hno":3,"nass":"3 - حَدَّثَنِي أَبِي رَحِمَهُ اللَّهُ قَالَ: نا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ قَالَ: حَدَّثَنَا أَبُو نعيم الفضل بن دكين قال: نا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وسلم قَالَ:\r((إِنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي مَلائِكَتَهُ بِعِبَادِهِ عَشِيَّةَ عَرَفَةَ، يَقُولُ: انْظُرُوا إِلَى عِبَادِي، جَاءُونِي شُعْثًا غُبْرًا)).","Part":"1","seal":"319DF1EE","page":82},
      {"id":5,"Hno":4,"nass":"4 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ أَبِي هَاشِمٍ النَّحْوِيُّ قَالَ: نا مُحَمَّدُ بْنُ عُثْمَانَ الْكُوفِيُّ قَالَ: نا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بن بكار قال: حدثنا الْوَلِيدِ بْنُ مُسْلِمٍ قَالَ: حَدَّثَنِي دَلْهَمُ بْنُ صَالِحٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ مَسْرُوقٍ: أَنَّهُ دَخَلَ عَلَى عَائِشَةَ يَوْمَ عَرَفَةَ فَقَالَ: ((اسْقُونِي))، قالت عائشة: ((يا جارية اسقيه عسلاً، وما أَنْتَ يَا مَسْرُوقُ صَائِمٌ؟))، قَالَ: ((لا، أَخَافُ أَنْ يَكُونَ يَوْمَ أَضْحَى))، فَقَالَتْ عَائِشَةُ: ((لَيْسَ كَذَلِكَ، يَوْمُ عَرَفَةَ يَوْمُ يَعْرِفُ الإِمَامُ، وَالنَّحْرِ يَوْمُ يَنْحَرُ الإِمَامُ، أوَ مَا سَمِعْتَ يَا مَسْرُوقُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم كان يعدله بصوم ألف يوم؟)).","Part":"1","seal":"471ABD8F","page":83},
      {"id":6,"Hno":5,"nass":"5 - حدثنا يحيى بن محمد بن صاعد سنة عشرٍ وثلاثمائة قال: أنا الربيع بن سليمان قال: نا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ: حَدَّثَنِيَ ابْنُ لَهِيعَةَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ:\r((مَنْ صَامَ يَوْمَ عَرَفَةَ غُفِرَ لَهُ سنةً أمامه وسنةً بعده)).","Part":"1","seal":"7AA71F64","page":84},
      {"id":7,"Hno":6,"nass":"6 - حدثني يحيى قَالَ: حَدَّثَنِي أَبُو الْفَضْلِ أَحْمَدُ بْنُ مُلاعِبِ بن حيان المخرمي قال: ثنا أحمد بن إسحاق الحضرمي قال: حدثنا عُزْرَةُ بْنُ قَيْسٍ قَالَ: حَدَّثَتْنِي أُمُّ الْفَيْضِ قَالَتْ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، عَنِ النبي صلى الله عليه وسلم قَالَ:\r((مَنْ قَالَ هَؤُلاءِ الْعَشْرَ كَلِمَاتٍ لَيْلَةَ عرفة ألف مرةً لم يسأل اللَّهَ شَيْئًا إِلا أَعْطَاهُ إِلا قَطِيعَةَ رحمٍ أَوْ مأثمٍ: سُبْحَانَ الَّذِي فِي السَّمَاءِ عَرْشُهُ، سبحان الذي في الأرض مَوْطِئُهُ، -[85]- سُبْحَانَ الَّذِي فِي الْبَحْرِ سَبِيلُهُ، سُبْحَانَ الَّذِي فِي النَّارِ سُلْطَانُهُ، سُبْحَانَ الَّذِي فِي الْجَنَّةِ رَحْمَتُهُ، سُبْحَانَ الَّذِي فِي السَّمَاءِ رِزْقُهُ، سُبْحَانَ الَّذِي فِي الْقُبُورِ قَضَاؤُهُ، سُبْحَانَ الَّذِي رَفَعَ السَّمَاءَ، سُبْحَانَ الَّذِي وَضَعَ الأَرْضَ، سُبْحَانَ الذي لا منجا مِنْهُ إِلا إِلَيْهَ)).","Part":"1","seal":"73678321","page":84},
      {"id":8,"Hno":7,"nass":"دعاء النبي صلى الله عليه وسلم لأمته عَشِيَّةَ عَرَفَةَ\r7 - حَدَّثَنِي أَبِي قَالَ: نا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَنْصُورِ بْنِ سَيَّارٍ الرَّمَادِيُّ وَعَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ وَمُعَاذُ بْنُ الْمُثَنَّى بْنِ مُعَاذٍ الْعَنْبَرِيُّ وَمُحَمَّدُ بْنُ يَعْقُوبَ بْنِ سَوْرَةَ التَّمِيمِيُّ أَبُو عَبْدِ اللَّهِ -وَاللَّفْظُ لِعَبْدِ الْمَلِكِ بْنِ مُحَمَّدٍ- قَالُوا: نا أَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ الطَّيَالِسِيُّ قَالَ: نا عبد القاهر بن السري السلمي قال: حدثني ابن لكنانة بْنُ عَبَّاسِ بْنِ مِرْدَاسٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ:\r-[86]-\rدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وسلم عَشِيَّةَ عَرَفَةَ لأُمَّتِهِ فَأَلَحَّ، فَنَادَاهُ رَبُّهُ عَزَّ وَجَلَّ: إِنِّي قَدْ غَفَرْتُ لَهُمْ إِلا الْمَظَالِمَ التي بينهم، فدعاه فلم يجبه تِلْكَ الْعَشِيَّةِ، فَلَمَّا كَانَ غَدَاةُ مُزْدَلِفَةَ دَعَاهُ فَأَجَابَهُ: إِنِّي قَدْ تَحَمَّلْتُ ظُلَمَاتِهِمْ فِيمَا بَيْنَهُمْ، قال: ثُمَّ تَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَاحِكًا، فَقِيلَ: يَا رَسُولَ اللَّهِ تَبَسَّمْتُ في ساعةٍ لم تكن تبتسم فِيهَا، قَالَ:\r((إِنَّ عَدُوَّ اللَّهِ إِبْلِيسَ لَمَّا عَلِمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ قَدِ اسْتَجَابَ لي في أمتي، أهوى يحثو التُّرَابَ عَلَى رَأْسِهِ وَيَدْعُو بِالْوَيْلِ وَالثُّبُورِ)).","Part":"1","seal":"83415258","page":85},
      {"id":9,"Hno":8,"nass":"8 - حدثني أبي قال: نا أحمد بن منصور الرمادي قال: نا يَزِيدُ بْنُ هَارُونَ قَالَ: أنا سَلامُ بْنُ مِسْكِينٍ، عَنْ عَائِذِ اللَّهِ الْمُجَاشِعِيِّ، عَنْ أَبِي دَاوُدَ، عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ مَا هَذِهِ الأَضَاحِي؟ قَالَ:\r((سُنَّةُ أَبِيكُمْ إِبْرَاهِيمَ عَلَيْهِ السَّلامُ)).\r-[87]-\rقَالَ: قُلْنَا: فما لنا فيها؟ قال:\r((بكل شعرةٍ حسنةً)).\rقلنا: فالصوف؟ قَالَ:\r((بِكُلِّ شعرةٍ فِي الصُّوفِ حَسَنَةٌ)).","Part":"1","seal":"26038108","page":86},
      {"id":10,"Hno":9,"nass":"9 - حَدَّثَنِي أَبِي قَالَ: نا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ قَالَ: نا نَائِلُ بْنُ نَجِيحٍ قَالَ: نا عَمْرُو بْنُ شِمْرٍ، عَنْ جَابِرٍ الْجُعْفِيِّ، عَنْ أَبِي جَعْفَر وَعَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى الصُّبْحَ غَدَاةَ عَرَفَةَ أَقْبَلَ عَلَى أصحابه، فقال:\r((على مكانكم))، فيقول:\r((اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لا إِلَهَ إِلا اللَّهُ، وَاللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، وَلِلَّهِ الْحَمْدُ)).\r-[88]-\rفيكبر من غداة عرفة إلى صلاة العصر من آخر أيام التشريق.\rوالحمد لله رب العالمين، وصلى الله على سيدنا محمد .. .. .. وسلامه.","Part":"1","seal":"88FD3577","page":87}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":378,"ShrtCs":0,"Bk":"فضل يوم عرفة لأبي بكر الوراق","HigriD":"378","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":3,"verName":null,"Lng":"أَبُو بَكْرٍ مُحَمَّدُ بنُ إِسْمَاعِيْلَ بنِ العَبَّاسِ البَغْدَادِيُّ المُسْتَمْلِي الوَرَّاقُ","bLnk":null,"Inf":null,"Auth":"أبو بكر الوراق","Betaka":"الكتاب: مجلس في فضل يوم عرفة\r\nالمؤلف: أَبُو بَكْرٍ مُحَمَّدُ بنُ إِسْمَاعِيْلَ بنِ العَبَّاسِ البَغْدَادِيُّ المُسْتَمْلِي الوَرَّاقُ (المتوفى: 378هـ)\r\nالمحقق: عمار بن سعيد تمالت\r\nالناشر: الدار الأثرية [طبع مع فضل عشر ذي الحجة للطبراني]\r\nالطبعة: الأولى، 1429 هـ - 2008 م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ يا باغي الخير أقبل\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"قال الذهبي في «السير»:\r\n\r\nالإِمَامُ، المُحَدِّثُ، أَبُو بَكْرٍ مُحَمَّدُ بنُ إِسْمَاعِيْلَ بنِ العَبَّاسِ البَغْدَادِيُّ المُسْتَمْلِي الوَرَّاقُ.\r\nسَمِعَ: أَبَاهُ، وَالحَسَنَ بنَ الطَّيِّبِ، وَعُمَرَ بنَ أَبِي غَيْلاَنَ، وَأَحْمَدَ بنَ الحَسَنِ الصُّوْفِيَّ، وَمُحَمَّدَ بنَ مُحَمَّدٍ البَاغَنْدِيَّ، وَالبَغَوِيَّ.\r\nوَعَنْهُ: الدَّارَقُطْنِيُّ، وَالبَرْقَانِيُّ، وَأَبُو مُحَمَّدٍ الخَلاَّلُ، وَأَحْمَدُ بنُ عُمَرَ القَاضِي، وَأَبُو مُحَمَّدٍ الجَوْهَرِيُّ وَعِدَّةٌ.\r\nوُلدَ سَنَةَ ثَلاَثٍ وَتِسْعِيْنَ وَمائَتَيْنِ.\r\nوَمَاتَ: فِي رَبِيْعٍ الآخِرِ سَنَةَ ثَمَانٍ وَسَبْعِيْنَ وَثَلاَثِ مائَةٍ.\r\nقَالَ أَبُو حَفْصٍ بنُ الزَّيَّاتِ: حضَرتُ عِنْدَ الصُّوْفِيِّ، وَحضرَ إِسْمَاعِيْلُ الوَرَّاقُ مَعَ ابنِهِ، فسَمِعَ نُسخةَ يَحْيَى بنِ مَعِيْنٍ، فَقَامَ إِسْمَاعِيْلُ وَأَخذَ بِيَدِ ابنِهِ، وَقَالَ للجَمَاعَةِ: اشْهَدُوا أَنَّ ابْنِي قَدْ سَمِعَ مِنْ هَذَا الشَّيْخِ نُسخَةَ يَحْيَى بنِ مَعِيْنٍ.\r\nقَالَ الخَطِيْبُ: سَأَلْتُ البَرْقَانِيَّ عَنْ مُحَمَّدِ بنِ إِسْمَاعِيْلَ، فَقَالَ: ثِقَةٌ ثِقَةٌ   .\r\nوَقَالَ ابْنُ أَبِي الفَوَارِسِ: فِيْهِ تسَاهلٌ، ضَاعتْ كُتُبُهُ، وَاسْتحدَثَ نُسخاً مِنْ كُتُبِ النَّاسِ  .\r\nوَقَالَ عُبَيْدُ اللهِ الأَزْهَرِيُّ: حَافظٌ ليِّنٌ فِي الرِّوَايَةِ، يُحَدِّثُ مِنْ غَيْرِ أَصلٍ   .\r\nقُلْتُ: التَّحْدِيْثُ مِنْ غَيْرِ أَصلٍ قَدْ عمَّ اليَوْمَ وَطمَّ فَنَرْجُو أَنْ يَكُونَ وَاسِعاً بَانضِمَامِهِ إِلَى الإِجَازَةِ.\r\nالخَطِيْبُ: حَدَّثَنَا أَحْمَدُ بنُ عُمَرَ القَاضِي، حَدَّثَنَا أَبُو بَكْرٍ الوَرَّاقُ، قَالَ:\r\nدَقَقْتُ بَابَ ابْن صَاعِدٍ، فَقَالَ: مَنْ ذَا؟ فَقُلْتُ: أَبُو بَكْرٍ بنُ أَبِي عَلِيٍّ، أَهَا هُنَا يَحْيَى بنُ صَاعِدٍ؟ فَسَمِعْتُهُ يَقُوْلُ لِلْجَارِيَةِ: هَاتِي النَّعْلَ حَتَّى أَخرجَ إِلَى هَذَا الجَاهلِ الَّذِي يَكْتَنِي وَيُسَمِّيْنِي، فَأَصْفَعُهُ.\r\nقُلْتُ: عِنْدَ أَبِي اليُمْنِ الكِنْدِيِّ مِنْ أَمَالِي الوَرَّاقِ هَذَا جُزْءٌ سَمِعنَاهُ عَلَى أَبِي حَفْصٍ القَوَّاسِ بِالإِجَازَةِ.","seal":"C95D35A4","cat":"الأجزاء الحديثية","oNum":27097,"BkId":27097,"oAuth":1911,"bVer":1,"aSeal":"E516F73F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t27097":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الغلاف"}
    ]
}
