{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b27820":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله ولي النِّعمة، وكاشف النِّقمة، تنزه في عليائه، وتفرد في كبريائه، والصلاة والسلام على السيد الأوحد، والنبي الأمجد، وعلى آله وصحبه المختارين، شموس الهدى وسناء المحتارين، ومن تابعهم بإحسان من التابعين. وبعد:\rأخي المسلم: أخذ الله تعالى بقلوبنا إلى هداه، وجنَّبنا سبل المهالك والرَّدَى، وكان العون في الدنيا والراحم في الآخرة.\rأخي: كم هذا الإنسان غافل .. لاه .. لا يدري ما يصلحه إن لم يسدِّده الملك الوهاب .. {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا} [الأحزاب].\rأخي في الله: إنك محصور من كل نواحيك بأعداء يبغونك كل سوء؛ من نفس وشيطان وهوى الكلُّ أعداؤك!\rفسبحانك إلهي أين المهرب إلا إليك؟ . وأين المعاذ إلا بك؟ فأنت عصمة الخائفين .. ومعاذ المخبتين ..\rأخي: النفس عدو لدود .. وحبل للشرور ممدود .. {قَدْ أَفْلَحَ مَنْ زَكَّاهَا * وَقَدْ خَابَ مَنْ دَسَّاهَا} [الشمس]\rأخي: هي النفس تحب الشهوات .. وتهوى الأماني .. وتبغض عزائم الأمور، ولُجج الحق .. فأنت معها أخي في جهاد طويل، نزاع لا ينقضي؛ حتى يردها إلى الحق فتحمد مغبتك .. أو تردك عن الحق فتخسر الدنيا والآخرة!\rأتدري أخي من هو عدو النفس اللجوج والهوى المضل؟","seal":"F865B167","part":1},
      {"page":6,"id":3,"nass":"إنه الدين والعقل .. وقف معي أخي عند كلام الإمام ابن القيم إذ يقول: «إن الصبر مصارعة باعث العقل والدين لباعث الهوى والنفس».\rإذًا أخي هو (الصبر) تلكم البضاعة الغالية .. والسلعة النفيسة .. فقد أبت نفوس الكرام إلا اقتناءها .. فيا تُرى أخي أهي في حرزك، وملكك؛ أم أنك معدم منها؟ !\rفإن كنت كذلك أخي فلا تترددنَّ في بذل النفيس لامتلاكها.\rالصبرُ يُحْمَدُ في المواطن كلِّها ... إلا عليك فإنَّه لا يُحمَدُ\r\rأخي المسلم: الدنيا مزرعة الآخرة، ولن تُؤتى مزرعة أكلها إلا إذا حرثت ونظفت وحرست من الآفات والجوائح. وإن من آفات هذه المزرعة؛ نزغات النفس الأمَّارة بالسوء فانظر أخي إلى هذه الآفة فلن تجد لها دواء أنجع من الصبر .. {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ * الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} [البقرة: 45، 46].\rقال ابن تيمية رحمه الله: «قد ذكر الله الصبر في كتابه في أكثر من تسعين موضعًا، وقرنه بالصلاة في قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ}.\rأخي: لقد جلَّى لك العارفون تلك اللؤلؤة النفيسة (الصبر) فقالوا: «هو حبس النفس عن التسخُّط، وحبس اللسان عن الشكوى وحبس الجوارح عن التشويش».\rوقال عمرو بن عثمان: «هو الثبات مع الله، وتلقى بلائه بالرحب والدعة».\rوقال بعضهم: «تجرُّع المرارة من غير تُعبُّس».","seal":"E08692EA","part":1},
      {"page":7,"id":4,"nass":"وقال بعضهم: «هو ترك الشكوى من ألم البلوى لغير الله إلا إلى الله».\rالخلَقُ للخَالق والشُّكْرُ ... للمُنعم والتسليمُ للقَادر\rوخالصُ البرِّ ومَحْضُ التُّقَى ... والورعُ الصادقُ للصَّابر\r\rأخي في الله: هو (الصبر) ودرجاته العاليات! لا ينالها إلا المخلصون .. الصادقون .. فلا بد لك أخي من معرفة درجاته وأقسامه.\rفقد قيل: «الصبر باعتبار متعلقه ثلاثة أقسام: صبر على الأوامر والطاعات حتى يؤديها، وصبر عن المناهي والمخالفات حتى لا يقع فيها، وصبر على الأقدار والأقضية حتى لا يتسخطها» [الإمام ابن القيم]. أخي: ومما يهمك وأنت تتضوع نفحات الصبر، أن تعلم أن الصبر ينقسم إلى قسمين:\r(1) إختياري (2) واضطراري. فالصبر الاختياري –أخي- أفضل من الصبر الاضطراري. فالصبر الاختياري هو: المتعلق بالتكليف وهو الأمر والنهي والاضطراري: هو الصبر على القدر .. والصبر الاضطراري يأتي به البر والفاجر. فأما الصبر على الأوامر والنواهي والصبر عن المعصية والصبر على الطاعة، فهو صبر أتباع الرسل عليهم الصلاة والسلام وأعظمهم اتباعًا أصبرهم في ذلك. والصبر الاضطراري مع عظم جزائه فهو أقل رتبة من الصبر عن المعصية» [الإمام ابن القيم/ بتصرف].\rثم أخي أعانني الله وإياك على الصبر والمصابرة، ومما أتحفك به في هذه الومضات؛ لابد أن تعلم أخي إن الصبر أيضًا ينقسم إلى قسمين آخرين وهما:","seal":"881B5904","part":1},
      {"page":8,"id":5,"nass":"(1) صبر الكرام. (2) وصبر اللئام. فالكريم أخي يصبر اختيارًا لعلمه بحسن عاقبة الصبر وأنه يحمد عليه ويذم على الجزع.\rوأما اللئيم فيصبر اضطرارًا .. فالكريم يصبر في طاعة الرحمن، واللئيم يصبر في طاعة الشيطان». [الإمام ابن القيم/ بتصرف].\rأخي المسلم: إذا أردت أن تقف عند معالم الصبر، فتأمله وأنت قريب المنزل، مطلاً على الأطلال .. فلن تدرك أخي ذلك؛ إلا إذا وقفت على هذه الديار من نفائس الصالحين .. وإشراقات العارفين .. وفوق هذه النفاءس الوضاحة، يقف لنا شامخًا .. لامعًا .. مضيئًا، قول الرسول - صلى الله عليه وسلم - .. تستأنس به أنفس المحبين .. وتستروح بشذاه مواكب الصابرين .. فما أحلاها من نفحات للصالحين .. وما أبهى سناها عند المخلصين .. فروِّح أخي نفسك من شذاها .. تحيا نفسك التي بين جنبيك، ويفيق القلب الساهي!\rعن صهيب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «عجبًا لأمر المؤمن إن أمره كله له خير وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرًا له، وإن أصابته ضراء صبر فكان خيرًا له». [رواه مسلم].\rوعن أبي موسى الأشعري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا مات ولد العبد قال الله لملائكته قبضتم ولد عبدي؟ فيقولون: نعم. فيقول: قبضتم قمرة فؤاده؟ فيقولون: نعم. فيقول: ماذا قال عبدي؟ فيقولون: حمدك واسترجع. فيقول الله: ابنوا لعبدي بيتًا في الجنة وسموه بيت الحمد». [رواه الترمذي/ صحيح الترمذي: 814].\rوقال رسول الله - صلى الله عليه وسلم -: «يقول الله تعالى: ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه إلا الجنة».","seal":"ED8A0382","part":1},
      {"page":9,"id":6,"nass":"[رواه البخاري]. وقال النبي - صلى الله عليه وسلم - لنسوة من الأنصار رضي الله عنهن: «لا يموت لإحداكن ثلاثة من الولد فتحتسبه إلا دخلت الجنة». فقالت امرأة منهن: أو اثنين يا رسول الله؟ قال: (أو اثنين) [رواه البخاري ومسلم].\rأخي في الله: بعد تلك المصابيح المضيئة .. والمعارج السنية من كلام النبوة .. أهديك هذه الشمعات النيرات .. من كلام الربانيين الذين استقوا من عين النبوة .. ونهلوا من مناهل العرفان.\rقال التقى النقي عمر بن الخطاب - رضي الله عنه -: «وجدنا خير عيشنا بالصبر». وقال أيضًا - رضي الله عنه -: «أفضل عيش أدركناه بالصبر ولو أن الصبر كان من الرجال كان كريمًا».\rواسمع كلام الصاحب الصادق علي بن أبي طالب - رضي الله عنه - إذ يقول: «ألا إن الصبر من الإيمان بمنزلة الرأس من الجسد فإذا قُطعَ الرأس بار الجسم ثم رفع صوته فقال: ألا إنه لا إيمان لمن لا صبر له».\rوقال عبد الله بن مسعود - رضي الله عنه -: «الإيمان نصفان: نصف صبر ونصف شكر».\rوقال عمران بن حصين - رضي الله عنه -: «ثلاث يُدرك بهن العبد رغائب الدنيا والآخرة: الصبر عند البلاء والرضا بالقضاء والدعاء في الرخاء».\rثم تأمل معي أخي كلام المقتدين بآثار الصحابة - رضي الله عنهم - .. نور خرج من نور!\rقال الحسن البصري: «الصبر كنز من كنوز الخير لا يعطيه الله إلا لعبد كريم عنده».","seal":"63624C4B","part":1},
      {"page":10,"id":7,"nass":"وقال قتادة: «خلق الله سبحانه الملائكة عقولاً بلا شهوات، وخلق البهائم شهوات بلا عقول، وخلق الإنسان وجعل له عقلاً وشهوة، فمن غلب عقله شهوته فهو مع الملائكة، ومن غلبت شهوته عقله فهو كالبهائم».\rوقال إبراهيم التيمي: «ما من عبد وهب الله له صبرًا على الأذى وصبرًا على البلاء وصبرًا على المصائب، إلا أوتى أفضل ما أوتيه أحد بعد الإيمان بالله».\rوقال ميمون: «ما نال أحد شيئًا في جسيم الخير نبيٌ فمن دونه إلا بالصبر».\rوقال سليمان بن القاسم: «كل عمل يُعَرفُ ثوابه إلا الصبر قال الله عز وجل: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} قال: كالماء المنهمر».\rإذا لم تُسامح في الأمور تعقدتْ ... عليك فسامحْ وأخرج العسر باليسر\rفلم أرَ أوفى للبلاء من التُّقى ... ولم أرَ للمكروه أشْفَى من الصَّبْر\r\rأخي المسلم: هل لك أن تدقق معي الفكر في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [آل عمران].\rأخي: أمرك الله تعالى في هذه الآية بأربعة أمور تجمع لك الفلاح والخير العظيم .. وهي: * الصبر * والمصابرة. * والمرابطة * والتقوى.\rفالمصابرة أخي: انتقال من الأدنى إلى الأعلى، فالصبر دون المصابرة.\rفالصبر: مع نفسك. ... والمصابرة: بينك وبين عدوك.","seal":"DE8D8874","part":1},
      {"page":11,"id":8,"nass":"أمر تعالى بالصبر وهو: حال الصابر في نفسه.\rوأمر بالمصابرة وهي: مقاومة الخصم في ميدان الصبر، وهي تكون بين اثنين كالمشاتمة والمضاربة.\rوأما المرابطة: فهي: الثبات واللزوم والإقامة على الصبر والمصابرة.\rأخي: فقد يصبر العبد ولا يصابر، وقد يصابر ولا يرابط، وقد يصبر ويصابر ويرابط من غير تعبد بالتقوى، فأخبر سبحانه أن ملاك ذلك كله التقوى، وإن الفلاح موقوف عليها. فقال: {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [الإمام ابن القيم/ بتصرف].\rأخي في الله: حقًا ما أشق الصبر على النفوس! وكيف يهون أخي على نفوس ألفت الدعة والراحة وما تعودت البلاء؟ !\rأخي: إن الله تعالى عادل في حكمه رؤوف رحيم بخلقه .. لا يخيب سعيهم، ولا يضيع جزاء أعمالهم .. ولمشقة الصبر على النفوس أخي جعل الله ثوابه فوق كل ثواب {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر]. فأكرم بهم إذا جاؤوا يوم العرض الأكبر فنالوا الأجر الأوفر والجزاء الأغزر.\rثم أخي أما رأيت إلى أولئك النفر الذين جاءت البشارة لهم من النبي - صلى الله عليه وسلم - بالأمن التام والظل الظليل يوم القيامة، وهم السبعة الذين يظلهم الله تعالى في ظله يوم لا ظل إلا ظله تعالى.\rوما ذلك أخي إلا لفضيلة الصبر التي نعموا بها، ولذلك استحق المذكورون في الحديث .. لكمال صبرهم ومشقته، فإن صبر الإمام المتسلط على العدل في قسمه وحكمه ورضاه وغضبه، وصبر الشاب على عبادة الله ومخالفة هواه، وصبر الرجل على ملازمة","seal":"B2ACFEBB","part":1},
      {"page":12,"id":9,"nass":"المسجد، وصبر المتصدق على إخفاء الصدقة حتى عن بعضه، وصبر المدعو إلى الفاحشة مع كمال جمال الداعي ومنصبه، وصبر المتحابين في الله على ذلك في حال اجتماعهما وافتراقهما، وصبر الباكي من خشية الله على كتمان ذلك وعدم إظهاره للناس- من أشق الصبر». [الإمام ابن القيم/ باختصار].\rأخي المسلم/ الصبر .. الصبر .. هو الكنز الذي من ملكه فقد ملك ناصية كل خير .. والعين التي من وردها فهو المرتوي حقًا .. فهو السيف الذي لا ينبو .. والجواد الذي لا يكبو! .. فكان حريًا بأهله أن يجنوا أعظم الثمرات يوم القيامة .. ويذوقوا عاقبة بركته في الدنيا .. فكم أخي للصبر من فوائد .. وكم له من محاسن ومنازل ساميات .. ويليق بالصبر أن نقول فيه ما قالته العرب في أمثالها: «كل الصيد في جوف الفرى».\r\rأخي في الله: من الثمرات اليانعة التي يجنيها أهل الصبر.\rأولاً: وهي الثمرة العظمى، والحسنة الكبرى: الفوز بمعية الله تعالى قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [البقرة]. وقال تعالى: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [الأنفال]. قال أبو علي الدقاق: «فاز الصابرون بعز الدارين لأنهم نالوا من الله معيته».\rثانيًا: الصبر سبب في مضاعفة الأجر .. ويكفي في ذلك بشارة قوله تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر].\rقال سليمان بن القاسم: «كل عمل يعرف ثوابه إلا الصبر قال تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} قال: كالماء المنهمر».","seal":"EF70C91B","part":1},
      {"page":13,"id":10,"nass":"ثالثا: الصبر سبب في نيل الإمامة في الدين. قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ} [السجدة].\rقال الإمام ابن القيم: «فبالصبر واليقين تُنال الإمامة في الدين».\r\rخامسًا: الصبر سبب في تحصيل الفلاح. قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [آل عمران].\rسادسًا: الصبر عون وعدة. قال تعالى: {اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [البقرة] فمن لا صبر له عون له.\r\rسابعًا: جمع الله تعالى للصابرين ثلاثة أمور لم يجمعها لغيرهم وهي: الصلاة منه عليهم ورحمته لهم وهدايته إياهم. قال تعالى: {وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} [البقرة: 157].\rعُزِّى بعض السلف على مصيبة نالته، فقال: «مالي لا أصبر وقد وعدني الله على الصبر ثلاث خصال كل خصلة منها خير من الدنيا وما عليها».\r\rثامنًا: ضمان النصر على الأعداء. قال تعالى: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آَلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} [آل عمران].\rتاسعًا: سلام الملائكة على الصابرين في الجنة بصبرهم. قال تعالى: {وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ * سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد].","seal":"C116E372","part":1},
      {"page":14,"id":11,"nass":"أخي المسلم: تلك عيون وأصول لبركات وفوائد الصبر .. فهنيئًا أخي للصابرين إذ تحييهم الملائكة: {سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد].\rفهنالك حمدوا عاقبة الصبر، وعند الصباح يحمد القوم السرى.\rأخي: كم للصابرين من محاسن منصوبة .. وكم لهم من رايات ما زالت على مر السنين بالمحامد معقودة .. وآثار القوم تدلك على الأطلال.\rوما أظنك أخي تزهد في الوقوف على تلك الصور الصادقة لأهل الصبر والمصابرة!\rوأبتديك أخي بصبر النبي - صلى الله عليه وسلم -، فهو سيد الصابرين .. وإمام المرابطين .. تحمَّل - صلى الله عليه وسلم - أثقال المشقة وهو يبلغ أمانة ربه تعالى .. فصبر وصابر ورابط حتى بلغ رسالات الله .. فأتاه النصر والظفر عاقبةً للصبر .. وأنجزه تعالى ما وعده، وكم هو شديد على النفس أخي أن تتأمل هذا الموقف من صبره - صلى الله عليه وسلم -.\rيوم أن خرج إلى الطائف حيث ثقيف لعرض رسالة الله تعالى على أهل الطائف .. فلقى ثلاثة من سادة ثقيف وهم، عبد يا ليل ومسعود وحبيب بنو عمرو بن عمير، فقال له أحدهم: هو يمرط ثياب الكعبة إن كان الله أرسلك، وقال الآخر: أما وجد الله أحدًا يرسله غيرك؟ ! وقال الثالث: والله لا أكلمك أبدًا، لئن كنت رسولاً من الله كما تقول لأنت أعظم خطرًا من أن أرد عليك الكلام، ولئن كنت تكذب على الله ما ينبغي لي أن أكلمك، فقام رسول الله - صلى الله عليه وسلم - من عندهم وقال لهم: إذا فعلتم ما فعلتم فاكتموا علي فلم يفعلوا، وأغروا به سفهاءهم وعبيدهم يسبونه ويصيحون به حتى","seal":"15F51FAC","part":1},
      {"page":15,"id":12,"nass":"اجتمع عليه الناس، وقعدوا له صفَّين، فلما مرَّ بهم رسول الله - صلى الله عليه وسلم - جعلوا يرمونه بالحجارة، فما يرفع رجليه ولا يضعهما إلا رضخوهما بالحجارة، حتى أدموا رجليه، وكان - صلى الله عليه وسلم - إذا أذلقته الحجارة قعد إلى الأرض، فيأخذون بعضديه فيقيمونه، فإذا مشى رجموه وهم يضحكون، فخلص منهم ورجلاه تسيلان دمًا! !\rأخي في الله: أرأيت كيف كان بذله - صلى الله عليه وسلم - لنفسه فدىً لدين ربه تعالى؟ !\rفكم تحمَّل - صلى الله عليه وسلم - من المشقة وهو يؤدي رسالة رب العالمين، حتى يكون أسوة لأمته في الصبر .. وصدق العزيمة ..\rوما كان تعالى ليعجزه نصرة نبيه - صلى الله عليه وسلم -، ولكنها سنة الله تعالى التي قد خلت في عباده؛ إن العسر يعقبه اليسر والفرج .. فلا يغيبن عنك أخي مثل هذا الدرس! فإنك إن لم تعقله، فما إخالك ستستفيد من تلك الصور الصادقة من حياة السابقين من الأنبياء عليهم الصلاة والسلام وأتباعهم على الهدى والحق.\rولتعلم أخي إن الصبر على البلاء من شيمة الصالحين وأولياء الله المتقين .. وفي هذا يطل علينا ذلك الجيل الفريد الذي رباه النبي - صلى الله عليه وسلم - فكانوا - رضي الله عنهم - على الطريق مضاء .. وعزمًا .. وصدقًا .. وكان صبرهم - رضي الله عنهم - على الدين الحق مضرب الأمثال .. ومحط الآمال .. فهذا النبي - صلى الله عليه وسلم - يمر على تلك الأسرة الطاهرة، التي جمعتها وشيجة الإيمان بعد وشيجة الرحم مرَّ عليهم وهم يعذبون في الله تعالى، على أيدي زبانية مكة من كفار قريش، ولا يزيدهم ذلك إلا ثباتًا .. وتسليمًا .. فما كان - صلى الله عليه وسلم - يومها يملك لهم إلا تلك الكلمات المسلية عن نار البلاء: «صبرًا يا أبا ياسر وآل ياسر فإن موعدكم الجنة».","seal":"0577F440","part":1},
      {"page":16,"id":13,"nass":"تالله كم في سير الصابرين من الشُّجون والآلام .. ولكن عندما تلامسها أصابع الجزاء .. تصبح أحلى من العسل. وأصفى من الدموع! !\rويطل علينا أخي موقف آخر من مواقف الصابرين .. فهذا بلال بن رباح - رضي الله عنه - يعذبه أهل الكفر بأنواع العذاب وهو - رضي الله عنه - لا يزيد على قوله: أحد .. أحد .. ويسلمونه إلى ولدانهم فيطوفون به شعاب مكة، ويوالون عليه العذاب، وهو لا يزيد على: أحد .. أحد! !\rثم أخي فلتشهد معي هذا الموقف .. حيث جلس أمير المؤمنين عمر بن الخطاب - رضي الله عنه - وفي المجلس بلال وخباب بن الأرت رضي الله عنهما، فيسأل عمر بلالاً عما لقى من المشركين، قال خباب: «يا أمير المؤمنين انظر إلى ظهري».\rفقال عمر: «ما رأيت كاليوم! ».\rقال خباب: «أوقدوا لي نارًا فما أطفأها إلا وَدك ظهري».\rوما أصدق علي - رضي الله عنه - يوم أن وقف على قبر خباب - رضي الله عنه - فقال: «رحم الله خبابًا لقد أسلم راغبًا، وهاجر طائعًا، وعاش مجاهدًا، وابتُلى في جسمه أحوالاً، ولن يضيع الله أجر من أحسن عملاً».\rويطالعنا أخي من صبر السابقين صبر عروة بن الزبير رضي الله عنهما فقد ابتلى رحمه الله في نفسه وولده فصبر ورضي، مات ابنه محمد، وأصابت رجله الأكلة، فقطعوها له، فما زاد أن قال رحمه الله: «إن سلبتَ فلطالما أعطيتَ، وإن أخذتَ فلطالما أبقيتَ، وأبقيتَ لنا فيك الأمل، يا بر يا وصول».\rواعجب من الأحنف بن قيس: رحمه الله ذهبت عينه فقال: «ذهبت منذ أربعين سنة ما شكوتها إلى أحد! ».","seal":"D76FE8F0","part":1},
      {"page":17,"id":14,"nass":"وكان يقول:\rوإذا شكوت إلى ابن آدم إنما ... تشكُو الرَّحيمَ إلى الذي لا يَرحَمُكْ\r\rويطالعنا أخي في مواقف الصابرين، ذلك الموقف الفريد لإمام أهل السنة الإمام أحمد بن حنبل رحمه الله، وكان موقفه يومها غرةً بيضاء على جبين أهل السنة يوم أن أراده أهل البدعة على القول بخلق القرآن، فنفى رحمه الله عن الحق الكدر، فصبَّ عليه المبتدعة أنواعًا من العذاب، وجلدوه بالسياط فما زاده ذلك إلا عزمًا لا يلين! حتى انكشفت الغمة بنصرة أهل الحق.\rقال أبو غالب: (ضرب أحمد بن حنبل بالسياط في الله، فقام مقام الصديقين).\rولما أخرج رحمه الله من الحبس قال له بعضهم: ادع على ظالمك. فقال: «ليس بصابر من دعا على الظالم».\rتلكَ المكارم لا قُعْبان من لَبَن ... شَيبا بماء فَعَادا بَعْدُ أبْوَالاً\r\rأخي المسلم: اجعل عزاءك دائمًا ثبات الصالحين .. وخُلُق الصابرين .. يسهل المصاب .. ويهون الخطب .. وليكن عزاؤك دائمًا –أخي- تلك الوصية التي عزَّى بها رجلٌ رجلاً مصابًا بابنه فقال له: «إنما يَسْتَوجبُ على الله وعده من صبر له بحقه، فلا تجمع إلى ما أصبتَ به من المصيبة الفجيعة بالأجر، فإنها أعظم المصيبتين عليك، وأنكى الرَّزيَّتين لك! والسلام».\r\r* * * *","seal":"0079FDD1","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"ترياق الأحزان وراحة الأبدان الصبر","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: ترياق الأحزان وراحة الأبدان الصبر\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":null,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"B0660BBC","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":27820,"BkId":27820,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t27820":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":9,"sub":0,"tit":"الثمرات اليانعة التي يجنيها أهل الصبر"},
      {"lvl":2,"id":9,"sub":1,"tit":"أولا: وهي الثمرة العظمى، والحسنة الكبرى: الفوز بمعية الله تعالى"},
      {"lvl":2,"id":9,"sub":2,"tit":"ثانيا: الصبر سبب في مضاعفة الأجر"},
      {"lvl":2,"id":10,"sub":0,"tit":"ثالثا: الصبر سبب في نيل الإمامة في الدين"},
      {"lvl":2,"id":10,"sub":1,"tit":"خامسا: الصبر سبب في تحصيل الفلاح"},
      {"lvl":2,"id":10,"sub":2,"tit":"سابعا: جمع الله تعالى للصابرين ثلاثة أمور لم يجمعها لغيرهم"},
      {"lvl":2,"id":10,"sub":3,"tit":"ثامنا: ضمان النصر على الأعداء"},
      {"lvl":2,"id":10,"sub":4,"tit":"تاسعا: سلام الملائكة على الصابرين في الجنة بصبرهم"}
    ]
}
