{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b28183":
    [
      {"page":21,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rوصلَّى الله على سيدنا محمد وآله وسلَّم\rأخبرنا الشيخ الثقة أبو الطاهر بركات بن إبراهيم بن طاهر الفرشيّ الخشوعي رحمه الله قراءة عليه، وأنا أسمع في يوم اثنين تاسع عشرين من ذي القعدة سنة ثلاث وتسعين وخمسمئة، قال: أخبرنا الشيخ أبو الحسن علي بن المُسلَّم بن محمد بن الفتح السُّلمي الفقيه قراءة عليه، وأنا أسمع، في شوال سنة تسع عشرة وخمسمئة، قال: أخبرنا أبو الحسن أحمد بن عبد الواحد بن محمد بن أحمد بن أبي الحديد السُّلميّ، بقراءتي عليه، في ذي الحجّة سنة ست وستين وأربعمئة، قال: أنبأ جدّي أبو بكر محمد بن أحمد بن عثمان السُّلمي، قراءةً عليه، قال: أنبا أبو بكر محمد بن جعفر بن سهل السَّامرِّيِّ الخرائطيِّ، قال:","seal":"9283B643","part":1},
      {"page":22,"id":3,"nass":"حدثنا إبراهيم بن هانئ النيسابوري، قال: ثنا عبد الله بن صالح، عن معاوية ابن صالح، عن أبي الزاهرية، عن جُبير بن نُفير، عن أبي ثعلبة، قال: قال رسول الله صلَّى الله عليه وسلَّم: الجنُّ على ثلاثة أصناف: صنف لهم أجنحة يطيرون في الهواء، وصنف حيّات وكلاب، وصنف يحلُّون ويظعنون.","seal":"D416EBA1","part":1},
      {"page":23,"id":4,"nass":"حدثنا عبد الله بن محمد البلوي، قال: ثنا عمارة بن زيد، قال: حدثني أبو البَخْتَرَي وهب بن وهب، قال: حدثني محمد بن إسحاق، عن يحيى ابن عبد الله بن الحارث، عن أبيه، قال: حدثني سلمان الفارسي، قال: كُنَّا مع النبي صلى الله عليه وسلم في مسجده في يوم مطير، ذي سحائب ورياح، ونحن ملتفُّون حوله، فسمعنا صوتاً لا نرى شخصه، وهو يقول: السلامُ عليك يا رسول الله. فَرَّد عليك السلام، وقال: ردَّوا على أخيكم السلام قال: فرددنا عليه. فقال رسول الله صلَّى الله عليه وسلمَّ: من أنت؟ قال: أنا عُرفُطة، أظهر لنا \"رحمك الله\" في صورتك.","seal":"B6FDAC18","part":1},
      {"page":24,"id":5,"nass":"قال سلمان: فظهر لنا شيخٌ أَزَبُّ أشعر، قد لبس وجهه شعر غليظ متكاثف قد واراه، وإذا عيناه مشقوقتان طولاً، وله فم في صدره، فيه أنياب بادية طوال، وإذا له في موضع الأظفار من يديه مخالب كمخالب السباع، فلما رأيناه اقشعرَّت جلودنا، ودنونا من النبيِّ صلّى الله عليه وسلَّم.\rفقال الشيخ: يا نبيّ الله. أبعث معي من يدعوا جماعة قومي إلى الإسلام، وأنا أردُّهُ إليك سالما إن شاء الله.\rفقال رسول الله، صلّى الله عليه وسلَّم لأصحابه، أيُّكم يقومُ فيبلِّغُ الجنَّ عنِّي وله عليَّ الجنَّة. فما قام أحد.\rوقال الثانية والثالثة، فما قام أحد.\rفقال عليٌّ كرم الله وجهه: أنا يا رسول الله.\rفالتفت النبيُّ صلَّى الله عليه وسلَّم إلى الشيخ، فقال: وافِني إلى الحرَّة، في هذه الليلة، أبعثُ معك رجلاً، يفصل بحكمي، وينطق بلساني، ويبلَّغ الجنّ عنّي. قال سلمان: فغاب الشيخ، وأقمنا يومنا، فلما صلَّى النبيُّ صلَّى الله عليه وسلَّم العشاء الآخرة، وانصرف الناس من المسجد، قال: يا سلمان سر معي. فخرجت معه، وعليٌّ بين يديه، حتى أتينا الحرَّة.\rفإذا الشيخ على بعير كالشاة، وإذا بعير آخر على ارتفاع الفرس، فحمل عليه رسول الله صلَّى الله عليه وسلَّم عليّاً، وحملني خلفه، وشدَّ وسطي إلى وسطه بعمامة، وعصَّب عينيَّ؛ وقال: يا سلمان لا تفتحنَّ عينيك حتى تسمع عليّاً يؤذِّن، ولا يروعك ما تسمع، فإنك آمن إن شاء الله. ثم أوصى عليّاً بما أحبَّ أن يوصيه، ثم","seal":"666BF54B","part":1},
      {"page":25,"id":6,"nass":"قال: سيروا، ولا قوَّة إلاَّ بالله.\rفثار البعير سائراً يدفُّ كدفيف النعام، وعليٌّ يتلو القرآن؛ فسرنا ليلتنا حتى إذا طلع الفجر أذَّنَ عليٌّ، وأناخ البعير، وقال: انزل يا سلمان. فحللت عينيَّ ونزلت، فإذا أرض قوراء، لا ماء ولا شجر، ولا عود ولا حجر، فلمَّا بأن الفجر أقام عليٌّ الصلاة وتقدَّم وصلَّى بنا أنا والشيخ. ولا أزال أسمع الحسَّ حتى إذا سلَّم عليٌّ التفت، فإذا خلق عظيم، لا يُسمعهم إلاَّ الخطيب الصَّيِّت الجهير، فأقام عليٌّ يسبِّح ربَّه، حتى طلعت الشمس، ثم قام فيهم خطيباً، فخطبهم، فاعترضه منهم مَرَدَةٌ، فأقبل عليٌّ عليهم، فقال: أبالحقِّ تكذِّبون، وعن القرآن تصدفون، وبآيات الله تجحدون؟ ثم رفع طرفه إلى السماء فقال: بالكلمة العظمى، والأسماء الحسنى، والعزائم الكبرى، والحيِّ القيّوم، محيي الموتى، وربِّ الأرض والسماء؛ يا حَرَسَة الجنِّ، ورَصَدَة الشياطين، خُدَّام الله الشرهباليين، ذوي الأرواح الطاهرة.\rاهبطوا بالجمرة التي لا تطفأ، والشهاب الثاقب، والشواظ المحرق، والنحاس القاتل، بآلمص، والذاريات، وكهيعص، والطواسين، ويس، و (ن والقلم وما يسطرون) (والنجم إذا هوى) (والطور وكتاب مسطورٍ في رَقٍّ منشورٍ والبيت المعمور)","seal":"CBFD698C","part":1},
      {"page":26,"id":7,"nass":"والأقسام والأحكام، ومواقع النجوم؛ لما أسرعتم الانحدار إلى المَرَدةِ المتولِّعين المتكبرين، الجاحدين لآيات ربِّ العالمين.\rقال سلمان: فحسستُ الأرض من تحتي ترتعد، ثم نزلت نار من السماء صَعِقَ لها كلُّ مَن رآها من الجن، وخرَّت على وجوهها مغشيّاً عليها، وخررتُ أنا على وجهي، ثم أفقت فإذا دخان يفور من الأرض يحول بيني وبين النظر إلى عَبَثَة المردة من الجن، فأقام الدخان طويلاً بالأرض.\rقال سلمان: فصاح بهم عليّ: ارفعوا رؤوسكم: فقد أهلك الله الظالمين، ثم عاد إلى خطبته، فقال: يا معشر الجنِّ والشياطين والغيلان، وبني شمراخ وآل نجاح، وسكان الآجام والرمال، والأقفار، وجميع شياطين البلدان: اعلموا أن الأرض قد مُلئت عدلاً، كما كانت مملوءة جوراً. هذا هو الحقُّ (فماذا بعد الحقِّ إلاَّ الضلال فأنى تُصرفون) .\rقال سلمان: فعجبت الجنُّ لعلمه، وانقادوا مذعنين له، وقالوا: أمنّا بالله وبرسوله، وبرسول رسوله، لا نكذِّب وأنت الصادق والمصدَّق.\rقال سلمان: فانصرفنا في الليل على البعير الذي كنّا عليه، وشدَّ علٌّ وسطي إلى وسطه، وقال: اعصب عينيك، واذكر الله في نفسك.\rوسرنا يدفُّ بنا البعير دفيفاً، والشيخ الذي قدم على رسول الله صلَّى الله عليه وسلَّم أمامنا،","seal":"85360F1D","part":1},
      {"page":27,"id":8,"nass":"حتى قدمنا الحرَّة، وذلك قبل طلوع الفجر، فنزل عليٌّ ونزلت، وسَرَّح البعير فمضى، ودخلنا المدينة فصلينا الغداة مع النبيِّ صلَّى الله عليه وسلَّم، فلمَّا سلَّم رآنا، فقال لعليٍّ: كيف رأيت القوم؟ قال: أجابوا وأذعنوا.\rوقصَّ عليه خبرهم. فقال رسول الله: أما إنهم لا يزالون لك هائبين إلى يوم القيامة.\rحدثنا أبو موسى عمران بن موسى المؤذن، قال: ثنا محمد بن عمران \"بن محمد بن عبد الرحمن\" ابن أبي ليلى، قال: ثنا سعيد بن عبيد الله الوصافي، عن أبيه عن أبي جعفر محمد بن علي، قال:","seal":"0CB187D8","part":1},
      {"page":28,"id":9,"nass":"دخل سواد بن قارب السدوسي على عمر بن الخطاب، فقال: نشدتك بالله يا سواد بن قارب؛ هل تحسُّ اليوم من كهانتك شيئاً؟ فقال: سبحان الله يا أمير المؤمنين! ما استقبلت أحداً من جلسائك بمثل ما استقبلتني به. قال: سبحان الله يا سواد! ما كنّا عليه من شركنا أعظم ممّا كنت عليه من كهانتك، والله يا سواد لقد بلغني عنك حديث إنه لعجب من العجب.\rقال: أي والله يا أمير المؤمنين، إنه لعجب من العجب. قال: فحدثنيه. قال: كنت كاهناً في الجاهلية، فينا أنا ذات ليلة نائم إذ أتاني نجيّي، فضربني برجله، ثم قال: يا سواد! اسمع أقل لك. قلت: هات قال \"من السريع\":\rعجبتُ للجنِّ وإيجاسها ... ورحلها العيس بأحلاسها\rتهوي إلى مكة تبغي الهدى ... ما مؤمنوها مثل أرجاسها\rفارحلْ إلى الصفوة من هاشمٍ ... واسمُ بعينيك إلى رأسها\rقال: فنمتُ، ولم أحفل بقوله شيئاً، فلما كانت الليلة الثانية، أتاني فضربني برجله، ثم قال: قم يا سواد اسمع أقُلْ لك. قلت: هات. قال \"من السريع\":\rعجبتُ للجنِّ وتطلابها ... ورحلها العيسَ بأقتابها\rتهوي إلى مكة تبغي الهدى ... ما صادقو الجنّ ككذّابها\rفارحلْ إلى الصفوة من هاشم ... ليس المقاديمُ كأذنابها","seal":"5254371A","part":1},
      {"page":29,"id":10,"nass":"قال: فحرَّك قوله مني شيئاً، ونمت: فلما كانت الليلة الثالثة، أتاني فضربني برجله، ثم قال: يا سواد، أتعقل أم لا تعقل؟ قلت: وما ذاك؟ قال: قد ظهر بمكة نبيٌّ، يدعو إلأى عبادة ربه، فالحقْ به: اسمع أقلْ لك. قلت: هات. قال: \"من السريع\":\rعجبتُ للجنِّ وأخبارها ... ورحلها العيسَ بأكوارها\rتهوي إلى مكة تبغي الهدى ... ما مؤمنوها مثل كفّارها\rفارحلْ إلى الصفوة من هاشمْ ... بين روابيها وأحبارها\rقال: فعلمتُ أن الله عزّ وجل قد أراد بي خيراً.\rفقمتُ إلى بُردة لي ففتقتُها، ولبستُها، ووضعتُ رجلي في غرز ركاب الناقة حتى انتهيت إلى النبيِّ صلَّى الله عليه وسلَّم، فعرض عليَّ الإسلام، فأسلمتُ وأخبرته الخبر. قال: إذا اجتمع المسلمون فأخبرهم.\rفلمّا اجتمع الناس قمتُ فقلتُ \"من الطويل\":\rأتاني نجيِّ بعد هَدءٍ ورَقدةٍ ... ولم يكُ فيما قد بلوتُ بكاذبِ\rثلاث ليالٍ قولُهُ كلَّ ليلةٍ ... أتاكَ رسولٌ من لؤيّ بن غالبِ\rفشمَّرتُ عن ذيلي الإزار ووسَّطت ... بي الدُّعلبُ الوجناءُ غبر السَّباسبِ\rوأعلمُ أنَّ اللهَ لا ربّض غيرُه ... وأنك مأمونٌ على كلِّ غائبِ\rوأنك أدنى المؤمنين وسيلةً ... إلى الله يا بن الأكرمين الأطايبِ\rفمرنا بما يأْتيكَ يا خيرَ مُرسلٍ ... وإنْ كان فيما جاءَ شيبُ الذَّوائبِ\rوكن لي شفيعاً يومَ لا ذو شفاعةٍ ... سواك بمغنٍ عن سواد بن غاربِ\rقال: فسُرَّ المسلمون بذلك.","seal":"A48DFE38","part":1},
      {"page":30,"id":11,"nass":"فقال عمر: هل تحسُّ اليوم منها بشيء؟ قال: أمَّا مُذ علَّمني الله القرآن فلا.\rحدثنا عبد الله بن محمد البلويّ، بمصر، قال: ثنا عُمارة بن زيد، حدثني عيسى بن زيد، عن صالح بن كيسان، عَمَّن حدّثه، عن مرداس بن قيس الدَّوسيّ، قال: حضرتُ النّبي الله عليه وسلّم، وقد ذُكرت عنده الكناهة، وما كان من تعبيرها عند مخرجِهِ. فقلت: يا رسولَ الله، قد كان عندنا من ذلكَ شيءٌّ، أُخبرك أَنَّ جاريةً منّا يقال لها خلصَة، لم نعلمْ عليها إِلاَّ خيراً، إِذا جاءَتنا فقالت: يا معردوس، العَجَبَ العَجَب لِمَا أَصابني! هل علمتم إلاّ خيراً؟ قلنا: وما ذاك؟ قالت: إنّي لفي غنمي، إذا غشيتني ظلمةٌ، ووجدت كحسِّ الرجل مع المرأة، فقد خشيت أن أكون قد حبلت. حتى إذا دنت ولادتها، وضعت غلاماً أغضف له أذنان كأذني الكلب، فمكث فينا حتى إنه ليلعب مع الغلمان، إذا وثب وثبةً، وألقى إزاره، وصاح بأعلى","seal":"2ADBE192","part":1},
      {"page":31,"id":12,"nass":"صوته، وجعل يقول: يا ويله يا ويله، يا عوله يا عوله، يا ويل غنم، ويا ويل فهم، من قابس النار \"من الرجز\":\rالخيلُ واللهِ وراءَ العقبة ... فيهنّ فتيانٌ حِسانٌ نَجَبَه\rقال: فركبنا وأخذنا الأداة، وقلنا: ويلك ما ترى؟ قال: هل من جاريةٍ طامث؟ قلنا: ومن لنا بها؟ فقال شيخٌ منّا: هي والله عندي، عفيفة الأمّ. فقلنا: فجعلها؛ وأتى بالجارية، وطلع الجبل، وقال للجارية: اطرحي ثوبك واخرجي في وجوههم.\rوقال للقوم: اتبعوا أثرها. وصاح برجل منّا يُقال له: أحمر بن حابس، فقال: يا أحمر بن حابس، عليك أول فارسٍ.\rفحمل أحمر فطحن أول فارس فصرعه، وانهزموا وغنمناهم. قال: فابتنيا عليه بيتاً وسميناه: ذا الخلصة. وكان لا يقول لنا شيئاً إلاّ كان كما يقول. حتى إذا كان مبعثك يا رسول الله، قال لنا يوماً: يا معشر دوس نزلت بنو الحارث بن كعب فاركبوا، فركبنا، فقال لنا: أكدسوا الخيل كدساً، واحشوا القوم رمساً، القوهم غُدَيَّة، واشربوا الخمر عشيَّة.\rقال: فلقيناهم فهزمونا وفضحونا، فرجعنا إليه فقلنا: ما حالك؟ وما الذي صنعت بنا؟ فنظرنا إليه وقد احمرت عيناه، وابيضَّت أُذناه، وانزمَّ غضباً، حتى كاد أن ينفطر، وقام. فركبنا واغتفرنا هذه له.\rومكثنا بعد ذلك حيناً، ثم دعانا، فقال: هل لكم في غزوة تهب لكم عِزاً، وتجعل لكم حرزاً، وتكون في أيديكم كنزاً؟ قلنا: ما أحوجنا إلى ذلك.\rفقال: اركبوا، فركبنا، وقلنا: ما تقول؟ قال: بنو الحارث بن مسلمة، ثم","seal":"33726E94","part":1},
      {"page":32,"id":13,"nass":"قال: قفوا، فوقنا. ثم قال: عليكم بفهم، ثم قال: ليس لكم فيه دمٌ؛ عليكم بمضر، هم أرباب خيل ونعم. ثم قال: لا، زهط بن دريد الصِّمَّة. قليل العدَّة، وفيِّ الذِّمة، ثم قال: لا، ولكن عليك بكعب بن ربيعة، واشكرها صنيعة، عامر بن صعصعة، فلتكن بهم الوقيعة.\rقال: فلقيناه فهزمونا وفضحونا، فرجعنا وقلنا: ويلك! ما تصنعّ بنا؟ قال: ما أدري، كذبني الذي كان يصدقني؛ اسجنوني في بيتي ثلاثا ثم ائتوني ففعلنا به ذلك، ثم أتينا بد ثالثةٍ، ففتحنا عند فإذا هو كأنه جمرةٌ نار.\rفقال: يا معشر دوس حرست السماء، وخرج خير الأنبياء.\rقلنا: أين؟ قال: بمكة؛ وأنا ميت فادفنوني في رأس جبل فإني سوف اضطرم ناراً، وإن تركتموني كنت عليكم عاراً. فإذا رأيتم اضطرامي وتلهُّبي فاقذفوني بثلاثة أحجار، ثم قولوا من كل حجرٍ: باسمك اللهم. فإني أهدأ وأطفأ.\rقال: وإنه مات فاشتعل نارا، ففعلنا بعه ما أمر فقذفناه بثلاثة أحجار نقول مع كلّ حجر باسمك اللهم. فخمد وطفئ.\rوأقمنا حتى قدم علينا الحاجُّ فأخبرونا بمبعثك يا رسول الله.\rحدثنا عبد الله بن محمد البَلَويّ، قال: قال عُمارة ثنا عبد الله بن العلاء،","seal":"C440DF15","part":1},
      {"page":33,"id":14,"nass":"عن الزهري، عن عبد الله بن الحارث بن عبد المطّلب، عن أبيه، عن ابن عباس، قال: لمّا توجَّه رسول الله صلّى الله عليه وسلّم يريد مكة في العام الذي رَدَّته قريش عن البيت، وهو عام الحديْبِيَة، فلما سار رسول الله صلّى الله عليه وسلّم مرحلتين أو ثلاثاً، قدم عليه بشر بن سفيان العتكي، فسلّم عليه. فقال له رسول الله صلّى الله عليه وسلم: يا بشر هل عندك علمٌ أنّ أهل مكة علموا بمسيري إليهم؟ فقال بشر: بأبي أنت وأمي يا رسول الله؛ أخبرك أني كنت أطوف بالبيت في ليلة كذا وكذا \"وسمَّى الليلة التي أمر بها رسول الله صلّى الله عليه وسلّم أصحابه بالسَّير فيها إلى مكة\" وقريش في أنديتها حول البيت، إذا صرخ صارخٌ من أعلى جبل أبي قُبيس، بصوت أسمع أهل مكة بعيدهم وداينهم، وهو يقول \"من البسيط\":\rهبُّوا فساحركم منّا صحابتُه ... سيروا إليه وكونوا معشراً كُرُما","seal":"B67D313F","part":1},
      {"page":34,"id":15,"nass":"بعد الطوافِ وبعد السعي في مَهَلٍ ... وأَن يحوزهمُ من مكة الحرما\rشاهت وجوهكمُ من معشرٍ نَكُلٍ ... لا ينصرون \"إِذا ما حاربوا\" صَنَما\rقال: فما هو إلاّ أن سمع القوم ذلك حتى ارتجّت مكة، وقام أبو سفيان في جماعة من أشراف قريش، منهم عكرمة بن أبي جهل، وسهيل بن عمرو، وصفوان بن أُمية، في جماعة معهم، فاجتمعوا عند الكعبة وتحالفوا وتعاقدوا ألاّ تدخل عليهم مكة في عامهم هذا، وتركتهم يجمعون لك.\rفقال رسول الله صلّى الله عليه وسلّم: أمّا الهاتف الذي سمعت فهو سلفع شيطان الأصنام، يوشك أن يقتله الله، إن شاء الله، فسر إلى مكة وانظر ما هم فاعلون ثم تعودُ إليَّ يكسبك الله بذلك أجراً.\rقال: فرجع بشر بن سفيان إلى مكة، فبينا هو يطوف بالبيت، إذا رأته قريش، فهتفت به فجاءهم، فقالوا: إيه يا بشر، هل عندك علم من محمد؟ أتراه يريد الدخول إلى مكة في عامه هذا؟ فقلت: إنما أنا كواحد منكم، ولقد سمعت الهاتف الذي هتف بكم يُؤْذنكم بذلك، وما رأى هذا حقاً.\rقالوا: بلى يا بشر إنه لكائن، هذا هُبَل حَرَّكَنا لنصرته، والمحاماة عليه،","seal":"99B9AF97","part":1},
      {"page":35,"id":16,"nass":"وما جَرَّبنا عليه كذباً قط؛ وليعلمنّ محمدٌ إن جاءنا أنها الفيصل فيما بيننا وبينه.\rقال: فبينما هم كذلك، إذ سمعوا من أعلى الجبل صوتاً وهو يقول \"من البسيط\":\rشاهت وجوهُ رجالٍ حالفوا صَنَماً ... وخابَ سعيُهُم ما أَقصر الهِمَمَا\rما خيرَ في حجرٍ لا يستجيبُ لهم ... إِذا دَعَوا حولهُ وَلاَّهُمُ صَمَمَا\rإِنّي قتلتُ عدوَّ الله سلفعةً ... شيطانَ أَوثانكم، سحقاً لمن ظَلَمَا\rوقد أَتاكم رسول الله في نفرٍ ... وكلُّهم محرمٌ لا يسفكون دَمَا\rحدثنا عليّ بن حرب، قال: سمعتُ أبا المنذر هشام بن محمد بن السائب الكلبي، عن عبد المجيد بن أبي عبس، عن أشياخه، قال: لمّا هاجر رسول الله صلّى الله عليه وسلّم، خفي على قريش خبره، فبينا قريش في أنديتها حول البيت، إذا سمعوا صوتاً من أبي قبيس، يقول \"من الطويل\":\rإِنْ يُسلم السَّعدان يصبحْ محمدٌ ... بمكةَ لا يخشى خلافَ المخالفِ\rفقالت قريش: أي السعود؟ سعد هذيم؟ سعد تميم؟ سعد مَذحج؟ فلما كانت القابلة سمعوا في ذلك الموضع صوتاً يقول \"من الطويل\":","seal":"0F5B9370","part":1},
      {"page":36,"id":17,"nass":"يا سعدُ سعدَ الأَوسِ كن أَنت ناصراً ... ويا سعدُ سعدَ الخزرجين الغطارفِ\rأَجيبا إِلى داعي الهدى وتمنّيا ... على الله في الفردوسِ منية عارفِ\rقال عليّ بن حرب: وزادني فيه ابن زبّان عنه، فلما سألتُه لم يحفظه:\rفإِن ثوابَ اللهِ للطالب الهدى ... جنانٌ من الفردوسِ ذاتُ رفارفِ\rفعلمت قريش أَنّ ناصري النبي صلّى الله عليه وسلّم من الأوس والخزرج: سعد بن معاذ، وسعد بن عبادة.\rحدثنا عبد الله بن محمد البلويّ، بمصر، قال: ثنا عُمارة بن زيد، قال: حدثني عبد الله بن العلاء، قال: حدثني يحيى بن عروة، عن أبيه: أنّ نفراً من قريش منهم ورقة بن نوفل بن أسد بن عبد العزّى بن قُصيّ، وزيد بن عمرو بن نُفيل، وعبيد الله بن جحش بن رئاب، وعثمان بن الحويرث؛","seal":"14A02D7F","part":1},
      {"page":37,"id":18,"nass":"كانوا عند صنم لهم يجتمعون إليه، وقد اتخذوا ذلك اليوم من كلِّ سنةٍ عيداً، وكانوا يعظمونه، وينحرون له الجزر، ثم يأكلون ويشربون الخمر، ويعكفون عليه. فدخلوا عليه في الليل فرأوه مكبوباً على وجهه، فأنكروا ذلك، فأخذوه فردُّوه إلى حاله فلم يلبث أن انقلب انقلاباً عنيفاً، فأخذوه فردُّوه إلى حاله. فانقلب الثالثة. فلمّا رأوه ذلك اغتمّوا له، واعظموا ذلك.\rفقال عثمان بن الحويرث: ما له قد اكثر التنكس؟ إنّ هذا لأمر قد حدث.\rوذلك في الليلة التي ولد فيها رسول الله صلّى الله عليه وسلّم.\rفجعل عثمان يقول \"من الطويل\":\rأَيا صنمَ العيد الذي صُفَّ حولَهُ ... صناديد وفدٍ من بعيدٍ ومن قربِ\rتكوَّستَ مغلوباً فما ذاك قلْ لنا ... أَذاك سفيةٌ أم تكوَّست لِلَّعْبِ\rفإِن كان من ذنبٍ أَتينا فإِننا ... نبوءُ بإِقرارٍ ونُولي على الذنبِ\rوإِن كنتَ مغلوباً تكوَّست صاغراً ... فما أَنت في الأَوثان بالسيّد الرَّبِّ\rقال: وأخذوا الصنم فردُّوهُ إلى حاله، فما استوى هتف بهم هاتفٌ من الصنم بصوتٍ جهيرٍ، وهو يقول \"من الطويل\":\rتَرَدَّى لمولودٍ أَنارت بنورهِ ... جميعُ فجاج الأَرض بالشرقِ والغربِ\rوَخَرَّت لهُ الأَوثانُ طُرَّاً وأُرعدت ... قلوبُ ملوكِ الأَرض طُرَّاً من الرعبِ\rونارُ جميعُ الفرسِ باخت وأَظلمت ... وقد باتَ شاهُ الفرسِ في أَعظم الكربِ","seal":"7412E2AB","part":1},
      {"page":38,"id":19,"nass":"وصُدَّت عن الكهّانِ بالغيبِ حِنُّها ... فلا مخبرٌ عنهم بحقٍّ ولا كذِبِ\rفيالَ قصيٍّ ارجعوا عن ضلالكم ... وهبّوا إِلى الإِسلامِ والمنزلِ الرّحبِ\rفلمّا سمعوا ذلك خلصوا نجيّاً، فقال بعضهم لبعض: تصادقوا، وليتكم بعض على بعض، فقالوا: أجل.\rفقال لهم ورقةُ بن نوفل: تعلمون والله ما قومكم على دين، ولقد أخطأوا المَحَجَّةَ، وتكوا دين إبراهيم؛ ما حجر تطيفون به لا يسمع ولا يبصر، ولا ينفع ولا يضرُّ، يا قوم التمسوا لأنفسكم الدين.\rقال: فخرجوا عند ذلك يضربون في الأرض، ويسألون عن الحنيفية، دين إبراهيم صلّى الله عليه وسلّم.\rوأمّا ورقة بن نوفل فتنصَّرَ، وقرأ الكتب حتى علم علماً.\rوأمّا عثمان بن الحويرث فصار إلى قيصر، فتنصَّرَ، وحسنت منزلته عنده. وأمّا زيد بن عمرو بن نُفيل فأراد الخروج فحبس، ثم إنه خرج بعد ذلك، فضرب في الأرض حتى بلغ الرَّقَّةَ من أرض الجزيرة، فلقي بها راهباً عالماً، فأخبره بالذي يطلب.\rفقال له الراهبُ: إِنك لتطلب ديناً ما تجد من يحملك عليه، ولكن قد أظلَّك زمان نبيُّ يخرج من بلدك يبعث بدين الحنيفية.\rفلما قال له ذلك، رجع يريد مكة، فثارت عليه لخم فقتلوه.","seal":"8D96500B","part":1},
      {"page":39,"id":20,"nass":"وأمّا عبيد الله بن جحش فأقام بمكة حتى بعث النبيُّ صلّى الله عليه وسّلم، ثم خرج إلى أرض الحبشة، فلمّا صار فيها تنصَّرَ، وفارق الإسلام، وكان بها حتى هلك هنالك نصرانيّاً.\rحدثنا أحمد بن إسحاق بن صالح، أبو بكر الوّراق، قال: ثنا عمرو بن عثمان، قال: حدثني أبي، قال: حدثني عبد الله بن عبد العزيز، قال: حدثني محمد بن عبد العزيز، عن الزُّهري، عن عبد الرحمن بن أنس السُّلمي، عن العباس بن مرداس.\rانه كان يغير في لقاح له نصف النهار إذا طلعت عليه نعامة بيضاء عليها","seal":"9A00A1D8","part":1},
      {"page":40,"id":21,"nass":"راكب، عليه ثياب بيض مثل اللبن، فقال: يا عباس بن مرداس، ألم تر أنّ السماء كُفَّتْ أحراسها، وأنّ الحرب جُرِّعت أنفاسها، ولأن الخيل وضعت أحلاسها، وأنّ الدين نزل بالبرّ والتقوى، يوم الاثنين ليلة الثلاثاء \"مع\" صاحب الناقة القصوى؟\rقال: فرجعت مرعوباً، قد راعني ما رأيت وسمعت حتى جئت وثناً لنا يُدعى الضِّماد وكنَّا نعبده، ونُكلَّمُ من جوفه؛ فكنست ما حوله، ثم تمسَّحتُ به، وقبَّلتُهُ، فإذا صائحٌ من جوفه يقول \"من الكامل\":\rقلْ للقبائل من سُلي كُلِّها ... هلكَ الضِّمادُ، وفازَ أَهلُ المسجدِ\rهلكَ الضِّمادُ كان يُعبدُ مَرَّةً ... قبلَ الصَّلاةِ مع النبيّ محمدِ\rإِنّ الذي جا بالنبوَّة والهدى ... بعدَ ابن مريمَ من قريشٍ مهتدِ\rقال: فخرجت مرعوباً حتى أتيت قومي. فقصصت عليه القصة وأخبرتهم الخبر، وخرجت في ثلاثمئة من قومي من بني حارثة إلى رسول الله صلّى الله عليه وسلّم، وهو بالمدينة فدخلنا المسجد. فلمّا رآني رسول الله صلّى الله عليه وسلّم، قال لي: يا عباس، كيف كان إسلامك؟ فقصصت عليه القصة. قال: فسُرَّ بذلك، فأسلمت أنا وقومي.","seal":"BEA75403","part":1},
      {"page":41,"id":22,"nass":"حدثنا عبد الله بن محمد البَلَوي، بمصر قال: ثنا عُمارة بن زيد، قال: ثنا إسحاق بن بشر، وسَلَمة بن الفضل، عن محمد بن إسحاق، قال: حدثني شيخٌ من الأنصار يقال له: عبد الله بن محمود، من آل محمد بن مسلمة، قال: بلغني أن رجالاً من خثعم كانوا يقولون: إن مما دعانا من إلى الإسلام، أنّا كنّا قوماً نعبد الأوثان؛ فبينا نحن ذات يوم عند وثن لنا، إذ أقبل نفرٌ يتقاضون إليه، يرجون الفرج من عنده لشيء شجر بينهم، إذا هتف بهم هاتف من الصّنم فجعل يقول \"من الرجز\":\rيا أَيّها الناسُ ذوو الأَجسامِ ... من بينِ أَشياخ إِلى غلامِ\rما أَنتمُ وطائشَ الأحلامِ ... ومسندَ الحكمِ إِلى الأَصنامِ\rأَكلّكم في حيرةٍ نيام ... أَم لا ترون ما أَرى أَمامي\rمن ساطعٍ يجلو دجى الظلامِ ... قد لاحَ للناظرِ من تهامِ\rذاكَ نبيٌّ سيّدُ الأَنامِ ... قد جاءَ بعد الكفرِ بالإِسلامِ\rأَكرمهُ الرحمنُ من إِمامِ ... ومن رسولٍ صادقِ الكلامِ\rأَعدلَ ذي حكمٍ من الحكامِ ... يأْمرُ بالصلاةِ والصِّيامِ\rوالبرِّ والصِّلاتِ للأَرحامِ ... ويزجرُ الناسَ عن الآثامِ","seal":"0099ED90","part":1},
      {"page":42,"id":23,"nass":"والرِّجسِ والأَوثانِ والحرامِ ... من هاشم في ذروةِ السنامِ\rمستعلناً في البلد الحرامِ\rقال: فلمّا سمعنا ذلك، تفرقنا عنه، وأتينا النبيَّ صلَّى الله عليه وسلَّم؛ فأسلمنا.\rحدثنا عبد الله، قال: ثنا عمارة، قال: حدثني عبد الله بن العلاء قال: ثنا محمد بن بُكير عن سعيد بن جُبير.\rأن رجلاً من بني تميم، يُقال له: رافع بن عُمير، وكان أهدى الناس لطريقٍ، وأسراهم بليلٍ، وأهجمهم على هولٍ، وكانت العرب تُسميه لذلك: دعموص العرب لهدايته وجرأته على السير.\rفذكر عن بدء إسلامه، قال: إني لأسير برمل عالجٍ ذات ليلة، إذ غلبني النَّوم، فنزلتُ عن راحلتي، وأنختها، وتوسَّدتُ ذراعها، ونمت؛ وقد تعوَّذتُ قبل نومي، فقلت: أعوذ بعظيم هذا الوادي من الجنِّ، من أن أُوذَى أو أًهاج.","seal":"8318E355","part":1},
      {"page":43,"id":24,"nass":"فرأيتُ في منامي رجلاً شاباً يرصد ناقتي وبيده حربة يريد أن يضعها في نحرها، فانتبهت لذلك فرعاً، فنظرتُ يميناً وشمالاً، فلم أرَ شيئاً. فقلتُ: هذا حُلم.\rثم عُدتُ فغفوتُ، فرأيتُ في منامي مثل رؤياي الأولى، فانتبهتُ فدرتُ حول ناقتي، وإذا ناقتي ترعد.\rثم غفوتُ فرأيتُ مثل ذلك، فانتبهتُ فرأيتُ ناقتي تضطرب، فالتفتُّ فإذا أنا برجلٍ شابٍّ، كالذي رأيته في المنام، بيده حربة، ورجل شيخ ممسك بيده يرُدُّه عنها، وهو يقول \"من الكامل\":\rيا مالكَ بنَ مهلهلَ بنَ أثارِ ... مَهْلاً فدىً لكَ مئزري وإزاري\rعن ناقةِ الإنسيِّ لا تعرض لها ... واخترْ بها ما شئتَ من أثواري\rولقد بدا لي منكَ ما لم أحتسبْ ... إلاَّ رعيتَ قرابتي وذماري\rتسمو إليه بحربةٍ مسمومةٍ ... تبّاً لفعلك يا أبن العقَّارِ\rلولا الحياءُ وأنّ أهلكَ جيرةٌ ... لعلمتَ ما كشَّفتَ عن أخباري\rقال: فأجابه الشاب وهو يقول \"من الكامل\":\rأأردتَ أن تعلو وتُخفَض ذكرنا ... في غير مِرزِئَةٍ أبا العيزارِ\rما كان فيكم سيِّدٌ فيما مضى ... إنَّ الخيارَ همُ بنو الأخيارِ\rفاقصدْ لقصدكَ يا مكيرُ إنما ... كان المجيرُ مهلهل ابن أثار\rقال: فبينما هما يتنازعان إذ طلعت ثلاثة أثوار من الوحش، فقال الشيخ للفتى: قُم يا ابن أُختِ فخذ أيُّها شئت فداءً لناقة جاري الإنسيِّ.\rفقام الفتى فأخذ منها ثوراً، وانصرف. ثم التفت إليَّ الشيخ فقال: يا هذا إذا نزلتَ وادياً من الأودية، فخفتَ هوله، فقل: أعوذ بالله ربَّ محمدٍ من هول هذا","seal":"CB296598","part":1},
      {"page":44,"id":25,"nass":"الوادي، ولا تعذ بأحدٍ من الجنِّ؛ فقد بطل أمرها.\rقال: فقلتُ له: ومن محمد هذا؟ قال: نبيٌّ، عربيٌّ، لا شرقيٍّ ولا غربيٍّ، بُعث يوم الاثنين. قلت فأين مسكنه؟ قال: يثرب ذات النخل.\rقال: فركبتُ راحلتي حين برق لي الصبح، وحدّدت السير، حتى تقحَّمتُ المدينة. فرآني رسول الله صلَّى الله عليه وسلَّم، فحدَّثني بحديثي قبل أن أذكر له منه شيئاً، ودعاني إلى الإسلام، فأسلمت.\rقال سعيد بن جُبير: وكنّا نرى أنه هو الذي أنزل الله فيه: (وأنه كان رجالٌ من الإنسِ يعوذون برجالٍ من الجنِّ فزادوهم رَهَقاً) .\rحدثنا أبو يوسف القُلُوسيّ، قال: ثنا إبراهيم بن المنذر الحزامي، قال: ثنا عبد العزيز بن عمران، عن إبراهيم بن إسماعيل بن أبي","seal":"6D988358","part":1},
      {"page":45,"id":26,"nass":"حبيبة، عن داود ابن الحصين، عن عكرمة، عن ابن عبّاس، عن عليّ بن أبي طالب رضي الله عنه، قال: إذا كنت في وادٍ تخاف فيه السبع، فقل: أعوذ بدانيال والجُبِّ من شرِّ الأسد.\rحدثنا عبد الله بن محمد البَلَويّ، قال: ثنا عُمارة بن زيد، قال: ثنا إبراهيم بن سعد، عن محمد بن إسحاق، قال: حدثني يحيى بن عبد الله بن الحارث، عن أبيه عن ابن عباس، قال:","seal":"D5B09683","part":1},
      {"page":46,"id":27,"nass":"لمّا توجه رسول الله صلَّى الله عليه وسلَّم يوم الحديبية إلى مكة، أصاب الناس عطش شديد، وحرٌّ شديد؛ فنزل رسول الله صلَّى الله عليه وسلَّم الجحفة متعطشاً والناس عطاش. فقال رسول الله صلَّى الله عليه وسلَّم: مَن رجل يمضي في نفر من المسلمين معهم القِرَب، فيَردون البئر ذات العَلَم، ثم يعود، فيضمن له رسول الله صلَّى الله عليه وسلَّم الجنَّة؟ فقام رجل من القوم فقال: أنا يا رسول الله. فوجَّهه النَّبيُّ صلَّى الله عليه وسلَّم، ووجَّه معه السُّقاة.\rفأخبرني سَلَمَة بن الأكوع، قال: كنتُ في السُّقاة. قال: فمضينا؛ حتى إذا دنونا من الشجر والبئر سمعنا في الشجر حسّاً وحركةً شديدةً، ورأينا نيراناً تتّقد بغير حطب، فأُرعب الرجل الذي كنّا معه، وأُرعبناً رُعباً شديداً حتى ما يملك أحد منا نفسه، فرجعنا ولم نطقْ أن نجاوز الشجر.\rفقال رسول الله صلَّى الله عليه وسلَّم: ما لَكَ رجعت؟ بأبي وأُمي يا رسول الله؛ إني لماض إلى الدَّغل والشجر إذ سمعنا حركةً شديدةً، ورأينا نيراناً تتقد بغير حطب، فأُرعبنا رعباً شديداً، فلم نقدر أن نجاوز موضعنا، فرجعنا إليك يا رسول الله.\rفقال رسول الله صلَّى الله عليه وسلَّم: تلك عصابة من الجنِّ هوَّلت عليك. أما أنك لو مضيت لوجهك حيث أمرتك ما نالك منهم سوء، ولرأيت فيهم عبرةً وعجباً.\rقال: ثم دعا رسول الله صلَّى الله عليه وسلَّم رجلاً آخر من أصحابه، فوجَّه به، وقد سمع كلام رسول الله صلَّى الله عليه وسلَّم للرجل الأول حيث قال: أما أنك لو مضيت لوجهك حيث أمرتك لما نالك مكروه.","seal":"91AAA172","part":1},
      {"page":47,"id":28,"nass":"قال سلمة: ومضى الرجل ونحن معه نحو الماء وجعل يرتجز ويقول \"من الرجز\":\rأَمن عزيفِ الجنِّ في دَوْحِ السَّلَمْ ... ينكلُ مَن وَجَّههُ خيرُ الأُممْ\rمن قبلِ أن يبلغَ آبارَ العَلَمْ ... فيستقي والليلُ مبسوطُ الظُّلَمْ\rويأْمنُ الذَّمَّ وتوبيخَ الكَلِمْ\rثم مضى، حتى إذا كان في ذلك الموضع، سمع وسمعنا من الشجر ذلك الحسَّ، وتلك الحركة؛ فذُعر ذعراً شديداً حتى ما يستطيع أحدنا أن يُكلِّم صاحبه. فرجع ورجعنا لا نملك أنفسنا.\rفقال رسول الله صلَّى الله عليه وسلَّم للرجل: ما حالك؟ فقال: يا رسول الله؛ والذي بعثك بالحقِّ لقد ذُعرت ذعراً شديداً ما ذُعرت مثله قط. وقلنا ذلك معه.\rفقال رسول الله صلَّى الله عليه وسلَّم: تلك عصابة من الجنِّ هوَّلوا عليكم؛ ولو سرتَ حيث أمرتك لما رأيت إلاَّ خيراً، ولرأيت فيهم عبرة ولم ترَ سوءاً.\rقال: واشتدَّ العطش بالمسلمين، وكره رسول الله صلَّى الله عليه وسلَّم أن يهجم بالمسلمين في الشجر والدَّغل ليلاً.\rفدعا عليّ بن أبي طالب رضوان الله عليه، فأقبل إلى النبيّ صلَّى الله عليه وسلَّم، فقال له: سرْ مع هؤلاء السُّقاة حتى ترِد بئر العلم، فتسقي وتعود إن شاء الله. قال سلمة بن الأكوع: فخرج عليٌّ أمامنا ونحن في أثره، والقِرَبُ في أعناقنا، وسيوفنا بأيدينا؛ وعليٌّ يقدمنا، وإنّا لنحضر خلفه ما نلحقه، وهو يقول \"من الرجز\":\rأعوذُ بالرَّحمنِ أن أميلا ... من عزفِ جِنٍّ أظهرت تهويلا\rوأوقدت نيرانها تعويلا ... وقرّعت معْ عزفها الطبولا\rقال: فسار ونحن معه، نسمع تلك الحركة، وذلك الحسَّ، فدخلنا من الرُّعب مثل الذي كنّا نعرف. وظننَّا أن عليّاً سيرجع كما رجع صاحباه. فالتفت إلينا وقال: اتبعوا أثري، ولا يفزعنّكم ما ترون، فليس بضائركم إن شاء الله. ومرَّ","seal":"CEDD88B8","part":1},
      {"page":48,"id":29,"nass":"لا يلتفت على أحد حتى دخل بنا الشجر. فإذا نيران تضطرم بغير حطب. وإذا رؤوس قد قُطعت لها ضجَّة ولألسنتها لجلجة شديدة، وأصوات هائلة. فتا لقد أحسست برأسي قد انصرفت قشرته، ووقعت شعرته، ورجف قلبي حتى لا أملك نفسي. وعليٌّ يتخطَّى تلك الرؤوس، ويقول: اتبعوني ولا خوف عليكم، ولا يلتفت أحد منكم يميناً ولا شمالاً.\rفجعلنا نتلو أثره حتى جاوزنا الشجر ووردنا الماء، فاستقتِ السُّقاة، ومعنا دلو واحد، فأدلاه البراء بن مالك في البئر، فاستسقى دلواً أو دلوين، ثم انقطع الدَّلو فوقع في القليب. والقليب ضيِّق مظلم بعيد. فسمعنا في أسفل القليب قهقهة وضحكاً شديداً، فراعنا ذلك.\rفقال عليٌّ: مَن يرجع إلى عسكرنا فيأتينا بدلو أو دلوين؟ فقال أصحابه: ومن يستطيع أن يجاوز الشجر مع ما رأينا وسمعنا؟ قال عليٌّ: فإني نازل في القليب، فإذا نزلت فأدلوا إليَّ قِرَبكم.\rثم اتزر بمئزر، ثم نزل في القليب. وما تزداد القهقهة إلاَّ علوّاً. فوالذي نفس محمد بيده إنه لينزل وما فينا أحد إلاَّ وعضداه يهتزَّان رعباً.\rوجعل ينحدر في مراقي القليب إذ زلَّت رجله فسقط في القليب، فسمعنا وجبة شديدة ازددنا لها رعباً. وجعلنا نسمع اضطراباً شديداً، وغطيطاً كغطيط المجنون.\rثم نادى عليُّ: الله أكبر، الله أكبر؛ أنا عبد الله وأخو رسوله، هلمّوا قِرَبَكُم، فدلَّيناها إليه، فأفعمها وعصَّبها في القليب، ثم أصعد على عنقه شيئاً شَيئاً عن آخرها.\rثم حمل قربتين وحملنا نحن قِربةً قِربةً، ومرَّ بين أيدينا لا يكلِّمنا، ولا","seal":"FF8ABB7B","part":1},
      {"page":49,"id":30,"nass":"نُكلِّمه، ولا يذكر لنا شيئاً؛ إلاَّ أنَّن نسمع همهمةً.\rحتى إذا صرنا بموضع الشجر لم نَرَ مما رأينا شيئاً، ولا سمعنا ممّا كنّا نسمع حسّاً. حتى إذا كدنا أن نجاوز الشجر سمعنا صوتاً منقطعاً أبحَّ وهو يقول \"من الرجز\":\rأيّ فتى ليلٍ أخي رَوْعاتِ ... وأيّ سَبَّاقٍ إلى الغايات\rللهِ درُّ الغُررِ السّاداتِ ... من هاشم الهاماتِ والقاماتِ\rمثل رسول اللهِ ذي الآياتِ ... وعمِّه المقتولِ ذي السبقاتِ\rحمزةَ ذي الجنّاتِ والرَّوضاتِ ... أو كعليٍ كاشف الكرباتِ\rكذا يكونُ الموفيَ الحاجاتِ ... والضرب للأبطالِ والهاماتِ\rقال سَلَمَة بن الأكوع: وعلٌّ أمامنا يرتجز ويقول \"من الرجز\":\rالليلُ هولٌ يرهبُ المهيبا ... ويُذهلُ المشجَّعَ اللبيبَا\rولستُ فيه أرهبُ الترهيبا ... لأنني أهولُ منه ذيبَا\rولستُ أخشى الرَّوع والخطوبا ... ولا أُبالي الهولَ والكروبا\rإذا هززتُ الصَّارم القضيبا ... أبصرتَ منه عجباً عجيبا\rقال سَلَمَة: وانتهى عليٌّ إلى النَّبيِّ صلَّى الله عليه وسلَّم، وله زجل.\rفقال له رسول الله صلَّى الله عليه وسلَّم: ماذا رأيت في طريقك يا عليُّ؟ فأخبره بما رأى. فقال: إنّ الذي رأيت مَثَل ضَرَبَه الله لي ولمن حضر معي في وجهي هذا. قال عليٌّ: بأبي وأمي يا رسول الله فاشرحه لي.\rقال رسول الله صلَّى الله عليه وسلَّم: أمَّا الرؤوس التي رأيت والنيران، والرؤوس ملجلجة بألسنتها لها أصوات هائلة، وضجة مفزعة: فذاك مثل أناس يشهدون معي، ويرون إحساني ويسمعون كتاب ربّي وحكمته، ولا تؤمن قلوبهم. والهاتف الذي هتف بك فذاك قاتل الحقِّ وهو سملقة بن عراني الذي قتل عدوَّ الله مِسْعراً شيطان","seal":"8112D523","part":1},
      {"page":50,"id":31,"nass":"الأصنام الذي كان يكلِّم قريشاً منها ويسرع في هجائي لعنه الله.\rحدثنا عليّ بن حرب، قال: ثنا محمد بن عمارة القرشي، قال: ثنا مسلم بن خالد الزنجيّ، قال: ثنا ابن جريج، عن عطاء، عن ابن عباس، قال: لمّا انطلق عبد المطَّلب بابنه عبد الله ليزوِّجه، مرَّ به على كاهنة من أهل تبالة متهوِّدة، قد قرأت الكتب، يُقال لها: فاطمة بنت مرّ الخثعميَّة فرأت نور النبوّة في وجه عبد الله، فقالت: يا فتى، هل لك أن تقع عليّ الآن وأعطيك مئة من الإبل؟ فقال عبد الله \"من الرجز\":\rأمّا الحرامُ فالمماتُ دونه ... والحلُّ لا حلَّ فَأَسْتِبِينَهُ\rفكيف بالأمر الذي تبغينهُ","seal":"86A2BAF5","part":1},
      {"page":51,"id":32,"nass":"ثم مضى مع أبيه. فزوَّجه آمنة بنت وهب بن عبد مناف بن زهرة، فأقام عندها ثلاثاً، ثم إنّ نفسه دعته إلى ما دعته إليه الكاهنة، فأتاها: فقالت: يا فتى، ما صنعتَ بعدي؟ فأخبرها. فقالت: والله ما أنا بصاحبة ريبة، ولكني رأيت في وجهك نوراً، فأردتُ أن يمون فيَّ، وأبى الله إلاَّ أن يجعله حيث أراد. ثم أنشأت فاطمة تقول \"من الكامل\":\rإني رأيتُ مَخيلةً لمعتْ ... فتلألأت بحناتمِ القطرِ\rفلمائها نورٌ يضيءُ لهُ ... ما حولهُ كإضاءةِ البدرِ\rورجوتُها فخراً أبوءُ بهِ ... ما كلِّ مَادحِ زَندِهِ يوري\rلله ما زُهريّة سلبت ... ثوبيكَ ما استلبتِ وما تدري\rوقلت فاطمة أيضاً \"من الطويل\":\rبني هاشمٍ قد غادرت من أخيكمُ ... أمينةُ إذ للباهِ يعتركانِ\rكما غادرَ المصباحُ عند خمودِهِ ... فتايلَ قد ميثَت له بدِهانِ\rوما كلُّ ما يحوي الفتى من تلادِهِ ... بحزمٍ ولا ما فاته لتواني\rفأجملْ إذا طالبتَ أمراً فإنَّهُ ... سيكفيكهُ جَدَّانِ يعتلجانِ\rسيكفيكه إمّا يدُ مُقْفَعِلَّةُ ... وإمّا يدٌ مبسوطةٌ ببنانِ\rولمّا حوت منهُ أمينةُ ما حوت ... حَوَتْ منه فخراً ما لذلك ثانِ\rحدثني أبو الحارث محمد بن مصعب الدمشقي وغيره، قال: حدثني","seal":"F1B3CC14","part":1},
      {"page":52,"id":33,"nass":"سليمان بن شرحبيل الدمشقي قال: ثنا عبد القدوس بن الحجّاج، قال: ثنا مجالد بن سعيد، عن الشعبيّ، عن رجل، قال: ر بن الخطاب، وعنده جماعة من أصحاب رسول الله صلَّى الله عليه وسلَّم، يتذاكرون فضائل القرآن.\rفقال بعضهم: خواتيم سورة النحل، وقال بعضهم: سورة يس.\rوقال عليٌّ: فأين أنتم عن آية الكرسيّ، أما أنها خمسون كلمة، في كلِّ كلمة سبعون بركة.","seal":"CB8B5071","part":1},
      {"page":53,"id":34,"nass":"وفي القوم عمرو بن معدي \"كرب\" لا يحير جواباً. فقال: فأين أنتم عن (بسم الله الرحمن الرحيم) ؟ فقال عمر: حدثنا يا أبا ثور.\rفقال: بينا أنا في الجاهلية، إذ أجهدني الجوع، فأقحمتُ فرسي البرِّيَّة فما أصبتُ غير بيض النَّعام. فبينا أنا أسير إذا أنا بشيخ عربيٍّ في خيمة وإلى جانبه جارية كأنها شمس طالعة، ومعه غنيمات له.\rفقلت له: استأسر ثكلتك أُمُّك. فرفع رأسه إليَّ وقال: يا فتى إن أردت قِرىْ فانزل، وإن أردتَ معونة أعنَّاك.\rفقلتُ له: استأسر. فقال \"من الطويل\":\rعرضنا عليكَ النُّزلَ مِنَّا تكرُّماً ... فلم ترعوي جهلاً كفعلِ الأشائمِ\rوجئت ببهتان وزورٍ دونَ ما ... تمنيتهُ بالبيضِ حزُّ الحلاقمِ\rووثب إليَّ وثبة، وهو يقول: (بسم الله الرحمن الرحيم) . فكأني مُثلتُ تحته. ثم قال: أقتلك أم أخلِّي عنك؟ قلتُ: بل خلِّ عنّي. قال: فخلَّى عنّي. ثم أنّ نفسي حادثتني بالمعاودة؛ فقلتُ: أستأسر ثكلتك أُمك فقال \"من الوافر\":\rببسم الله والرحمن فزنا ... هنالك والرحيمِ به قهرنا\rوما تغني جلادةُ ذي حفاظٍ ... إذا يوماً لمعركةٍ برزنا\rثم وثب إليَّ وثبة كأني مُثلثٌ تحته. فقال: أقتلك أم أُخلِّي عنك؟ قلتُ: بل خلِّ عني، فخلَّى عني. فانطلقتُ غير بعيد ثم قلت في نفسي: يا عمرو أيقهرك مثل هذا الشيخ! والله للموت خير لك من الحياة.","seal":"C5CFFDBE","part":1},
      {"page":54,"id":35,"nass":"فرجعت إليه، فقلت له: استأسر ثكلتك أمُّك. فوثب إليَّ وثبة وهو يقول: (بسم الله الرحمن الرحيم) فكأني مُثلث تحته.\rفقال: أقتلك أم أخلّي عنك؟ فقلت: بل خلِّ عنِّي. قال: هيهات! يا جارية ائتني بالمدية، فأتته بالمدية، فجزّ ناصيتي.\rوكانت العرب إذا ظفرت برجل فجزَّت ناصيته استعبدته. فكنت معه أخدمه مدة. ثم إنه قال: يا عمرو أريد أن تركب معي البرِّيَّة، وليس بي منك وجد، وإني ب (بسم الله الرحمن الرحيم) لواثق.\rقال: فسرنا حتى أتينا وادياً أشباً نشباً، مهولاً مغولاً، فنادى بأعلى صوته: (بسم الله الرحمن الرحيم) فلم يبق طير في وكره إلاَّ طار، ثم أعاد الصوت فلم يبق سبع في مربضه إلاَّ هرب. ثم أعاد الصوت فإذا نحن بحبشيٍّ قد خرج علينا من الوادي كالنخلة السحوق. فقال لي: يا عمرو إذا رأيتنا قد اتّحدنا فقل: غلبه صاحبي ب (بسم الله الرحمن الرحيم) .\rقال: فلما رأيتهما قد اتّحدا، قلت: غلبه صاحبي باللات والعزّى فلم يصنع الشيخ شيئاً: فرجع إليَّ وقال: قد علمت إنك خالفت قولي: قلتُ: أجل، ولست بعائد. فقال: إذا رأيتنا قد اتّحدنا فقل: غلبه صاحبي ب (بسم الله الرحمن الرحيم) . قلت: أفعل. فلمّا رأيتهما قد اتّحدا قلتُ: غلبه صاحبي ب (بسم الله الرحمن الرحيم) .\rقال: فاتكأ عليه الشيخ فبعجه بسيفه، فانشقَّ جوفه، فاستخرج منه شيئاً كهيئة القنديل الأسود، ثم قال: يا عمرو هذا غشُّه وغلُّه؛ ثم قال: أتدري من تلك الجارية؟ قلت: لا. قال: تلك الفارعة بنت السُّليل الجرهمي، وكان أبوها من خيار الجنِّ، وهؤلاء أهلها وبنو عمِّها، يغزوني كلَّ عام رجل ينصرني الله عليه ب (بسم الله الرحمن الرحيم) ، ثم قال: قد رأيت ما كان مني إلى الحبشيِّ، وقد","seal":"079849EE","part":1},
      {"page":55,"id":36,"nass":"غلب عليَّ الجوع، فأتني بشيء آكله، فأقحمت فرسي البرِّيَّة، فما أصبت إلاَّ بيض النَّعام، فأتيته فوجدته نائماً وإذا تحت رأسه شيء كهيئة الخشبة، فاستللته فإذا هو سيف عرضه شبر في سبعة أشبار. فضربت ساقيه ضربة أبنتُ الساقين مع القدمين، فاستوى على فقار ظهره، وهو يقول: قاتلك الله ما أغدرك يا غدَّار.\rقال عمر: ثم ماذا صنعت؟ قلت: فلم أزل أضربه بسيفه حتى قطَّعته إرباً إربا.\rقال: فوجم لذلك \"عمر\" ثم أنشأ يقول \"من البسيط\":\rبالغدرِ نلتَ أخا الإسلام عن كثبٍ ... ما أن سمعت كذا في سالفِ العربِ\rوالعُجْمُ تأنفُ ممّا جئتهُ كرماً ... تبّاً لما جئتهُ في السيد الأربِ\rإني لأعجبُ أنّى نلتَ قِتلَتهُ ... أم كيف جازاكَ عن الذنب لم تتبِ\rلو كنتُ آخذُ في الإسلام ما فعلوا ... في الجاهلية أهل الشرك والصُّلُبِ\rإذاً لنالتكَ من عدلي مشطَّبَةً ... يُدعى لذائقها بالويل والحَرَبِ\rقال: ثم ماذا كان من حال الجارية؟ قلت: ثم إني أتيت الجارية، فلمّا رأتني قالت: ما فعل الشيخ؟ قلت: قتله الحبشيُّ. قالت: كذبت، بل قتلته أنت بغدرك. ثم أنشأت تقول \"من الخفيف\":\rعيني جودي للفارسِ المغوارِ ... ثم جودي بواكفاتٍ غزارِ\rلا تملِّي البكاءَ إذ خانك الده ... ر بوافي حقيقةٍ صبَّارِ\rوتقيٍّ وذي وقارٍ وحلمٍ ... وعديلِ الفخارِ يوم الفخارِ\rلهفَ نفسي على بقائكَ عمرو ... أسلمتك الأعمارُ للأقدارِ\rولعمري لو لم تَرُمْهُ بغدرٍ ... رُمْتَ ليثاً بصارمٍ بتَّارِ\rفاحفظي قولها، فاستللتُ سيفي، ودخلتُ الخيمة لأقتلها، فلم أرَ في الخيمة","seal":"5E18E0A3","part":1},
      {"page":56,"id":37,"nass":"أحداً، فاستقتُ الماشية وجئتُ إلى أهلي.\rحدّثنا أبو بكر أحمد بن منصور الرمادي، قال: ثنا داود بن الصغدي، قال: ثنا أبو معاوية الضرير، عن الأعمش، قال: شهدتُ نكاحاً للجنِّ بكوثى، قال: وتزوَّج رجل منهم إلى الجنِّ، فقيل لهم: أيّ الطعام أحبُّ إليكم؟ قالوا: الأرزَّ.\rقال الأعمش: فجعلوا يأتون بالجفان فيها الأرزُّ فيذهب ولا نرى الأيدي.\rحدَّثنا عليُّ بن حرب، قال: ثنا أبو أيوب يعلى بن عمران، من آل جرير بن","seal":"4B982D02","part":1},
      {"page":57,"id":38,"nass":"عبد الله البجليِّ، قال: حدثني مخزوم بن هانئ المخزومي، عن أبيه، وأتت له خمسون ومئة سنة، قال: لمّا كان ليلة ولد رسول الله صلَّى الله عليه وسلَّم، ارتجس إيوان كسرى، وسقطت منه أربع عشرة شُرفَة، وخمدت نار فارس، ولم تخمد قبل ذلك بألف عام، وغاضت بحيرة ساوه، ورأي الموبذان إبلاً صعاباً تقود خيلاً عراباً، قد قطعت دجلة وانتشرت في بلادها.\rفلمّا أصبح كسرى أفزعه ذلك، فصبر عليه تشجّعاً ثم رأى أنه لا يدّخر ذلك عن مرازبته، فجمعهم، ولبس تاجه، وجلس على سريره، ثم بعث إليهم.\rفلمّا اجتمعوا عنده قال: تدرون فيمَ بعثتُ إليكم؟ قالوا: لا، إلاَّ أن يخبرنا الملك. فبينا هم كذلك إذ ورد عليهم كتاب بخمود النيران، فازدادوا غمّاً إلى غمَّة؛ ثم أخبرهم ما رأى وما هاله.\rفقال الموبذان: وأنا \"أصلح الله الملك\" قد رأيت في هذه الليلة رؤيا؛ ثم قصّ عليه رؤياه في الإبل.\rفقال: أيّ شيء يكون هذا يا موبذان؟ قال: حدث يكون في أرض العرب؛ وكان أعلمهم في أنفسهم.\rفكتب عند ذلك: من كسرى ملك الملوك إلى النعمان بن المنذر؛ أما بعد: فوجِّه إليَّ برجل عالم بما أريد أن أساله عنه.","seal":"94A4AD76","part":1},
      {"page":58,"id":39,"nass":"فوجَّه إليه بعد المسيح بن عمرو بن حنان بن نُفيلة الغساني؛ فلما ورد عليه قال له: ألك علم بما أريد أن أسألك عنه؟ قال: ليخبرني الملك، أو ليسألني عمّا أحبَّ، فإن كان عندي منه علم، وإلاَّ أخبرته بمن يعلمه. فأخبره بالذي وجَّه إليه فيه.\rفقال: علم ذلك عند خال لي يسكن مشارف الشام، يقال له: سُطَيح.\rقال: فأته، فاسأله عما سألتك عنه، ثم ائتني بتفسيره.\rفخرج عبد المسيح حتى انتهى إلى سُطيح، وقد أشفى على الضريح، فسلَّم عليه، وكلَّمه فلم يردَّ إليه سطيح جواباً، فأنشأ يقول \"من الرجز\":\rيا فاصلَ الخطَّةِ أعْيَتْ مَنْ ومَنْ ... أتاكَ سيخُ الحيِّ من آلِ سَنَنْ\rوأُمُّهُ من آل ذِئب بن حَجَنْ ... أزرقُ مَهْمُ النابِ صرّارُ الأُذُنْ\rأبيضُ فضفاضُ الرِّداءِ والبَدَنْ ... رسولُ قَيْلِ العُجْمِ يسري للوسَنْ\rيجوبُ في الأرضِ عَلَنداةٌ شَجَنْ ... لا يرهبُ الرَّعدَ ولا ريبَ الزَّمَنْ\rترفعُ بي وَجْنا وتهوي بي وَجَنْ ... حتى أتى عاري الجآجي والقَطَنْ","seal":"D99AA248","part":1},
      {"page":59,"id":40,"nass":"تَلُفُّهُ في الريحِ بوغاءُ الدِّمَنْ ... كأنّما حثحث من حِضنَيْ ثَكَنْ\rقال: فلما سمع سُطيح شعره، رفع رأسه يقول: عبد المسيح، على جمل مشيح، أتى سُطيح، وقد أوفى على الضريح، بعثك ملك بني ساسان، لارتجاس الإيوان، وخمود النِّيران، ورؤيا الموبذان، رأى إبلاً صعاباً تقود خيلاً عِراباً قد قطعت دجلة وانتشرت في بلادها.\rيا عبد المسيح: إذا كثرت التِّلاوة، وظهر صاحب الهراوة، وفاض وادي السَّماوة، وغاضت بحيرة ساوة، وخمدت نار فارس، وكلُّ ما هو آتٍ آت.\rثم قضى سُطيح مكانه. فنهض عبد المسيح إلى راحلته وهو يقول \"من البسيط\":\rشَمِّر فإنّك ماضي العزم شِمِّيرُ ... لا يُفز عنَّكَ تفريقٌ ونغييرُ\rإنْ يُمسِ مُلكُ ساسانَ أفرطهم ... فإنَّ ذا الدَّهرِ أطوارٌ دهاريرُ\rفربّما ربّما أضحوا بمنزلةٍ ... تَهابُ صولهُمُ الأُسدُ المهاصيرُ\rمنهم أخو الصَّرحِ بِهرامٌ وإخوتُهُ ... والهُرمزانِ وسابورٌ وشابورُ\rوالنّاسُ أولادُ علاّتٍ فمن عملوا ... أنْ قد أقَلَّ فمحقورٌ ومهجورُ\rوهمْ بنو الأُمِّ إِمَّا أن يَرَوا نَشَباً ... فذاكَ بالغيبِ محفوظٌ ومنصورُ\rوالخيرُ والشرُّ مقرونان في قَرَنٍ ... فالخيرُ متَّبعٌ والشرُّ محذورُ\rفلمّا قدم عبد المسيح على كسرى، أخبره بما قال له سطيح.","seal":"67D1FCF4","part":1},
      {"page":60,"id":41,"nass":"فقال كسرى: إلى أن يملك منّا أربعة عشر ملك، كانت أمور وأمور. فملك منهم عشرة في أربع سنين، وملك الباقون إلى خلافة عثمان بن عفّان، رضي الله عنه.\rحدثنا عبد الله بن محمد البَلَويّ، قال: ثنا عُمارة بن يزيد، قال: حدثني عبد الله بن العلاء، عن هشام بن عروة، عن أبيه، عن جدّته أسماء بنت أبي بكر، قالت:\rكان زيد بن عمرو بن نُفَيل، وورقة بن نوفل، يذكران أنَّهما أتيا النَّجاشيَّ بعد رجوع أبرهة من مكة.\rقالا: فلما دخلا عليه، قال: اصدقاني أيُّها القرشيَّان؛ هل وُلد فيكم","seal":"445C128B","part":1},
      {"page":61,"id":42,"nass":"مولود أراد أبوه ذبحه، فضرب عليه بالقداح فسَلِمَ، ونُحرت عليه جمال كثيرة؟ قلنا: نعم.\rقال: فهل لكما علم به ما فعل؟ قلنا: تزوَّج امرأة يقال لها: آمنة بنت وهب، تركها حاملاً وخرج. قال: فهل تعلمان وُلد أم لا؟ قال ورقة بن نوفل: أُخبرك أيّها الملك، إنّي ليلة قد بتُّ عند وثن لنا كنّا نضيف به ونعبده، إذ سمعت من جوفه هاتفاً وهو يقول \"من الكامل:\":\rوُلد النَّبيُّ فَذَلَّتُ الأملاكُ ... وَنَأى الظلالُ وأدبرَ الإشراكُ\rثم انتكس الصنم على رأسه.\rفقال زيد بن عمرو بن نُفيل: عندي خبره أيها الملك. قال: هات.\rقال: إني في مثل هذه الليلة التي ذكر فيها حديثه، خرجتُ من عند أهلي وهم يذكرون حمل آمنة، حتى أتيتُ جبل ابن قيس أريد خلوة فيه لأمر رابني، إذ رأيت رجلاً ينزل من السماء، له جناحان أخضران، فوقف على أبي قُبيس؛ ثم أشرف على مكّة: ذلَّ الشيطان، وبطلت الأوثان، وولد الأمين.\rثم نشر ثوباً معه، وأهوى به نحو المشرق والمغرب، فرأيته قد جلَّل ما تحت السماء، وسطع نور كاد أن يخطف بصري، وهالني ما رأيت. وخفق الهاتف بجناحيه حتى سقط على الكعبة، فسطع له نور أشرقت له تهامة، وقال: زكت الأرض وأدَّت ربيعها؛ وأومأ إلى الأصنام التي كانت على الكعبة، فسقطت كلَّها.\rقال النجاشي: ويحكما، أخبركما عمّا أصابني. إنّي لنائم في الليلة التي ذكرتما في قبَّتي وقت خلوتي، إذ خرج عليَّ من الأرض عنق ورأس وهو يقول: حلَّ الويل بأصحاب الفيل، رمتهم طير أبابيل، بحجارة من سجِّيل، هلك الأشرم، المعتدي المجرم؛ ولد النَّبيُّ الأُمِّيُّ الحرميُّ المكِّيُّ، من أجابه سعد، ومن أباه عَنَد.","seal":"B02B50DE","part":1},
      {"page":62,"id":43,"nass":"ثم دخل الأرض، فغاب. فذهبتُ أصيحُ فلم أطق الكلام، ورمتُ القيام، ثم أطقْ القيام. فقرعتُ القبَّة بيدي فسمع ذلك أهلي فجاؤوني. فقلت: احجبوا عني الحبشة، فحجبوهم عني ثم أُطلق عن لساني وعن رجلي.\rحدثنا علي بن داود القنطريّ، قال: ثنا عبد الله بن صالح، قال: حدثني أبو عبد الله المشرقي، عن أبي الحارث الورّاق، عن ثور بن يزيد، عن","seal":"2D1BC401","part":1},
      {"page":63,"id":44,"nass":"مورِّق العِجلي، عن عُبادة بن الصامت، قال: لمّا قدِم وفد أياد على النَّبيِّ صلَّى الله عليه وسلَّم قال: يا معشر وفد إياد، ما فعل قسُّ بن ساعدة الإيادي؟ قالوا: هلَكَ يا رسول الله.\rقال: لقد شهدتهُ يوماً بسوق عكاظ على جملٍ أحمر، يتكلَّم بكلامٍ معجبٍ مونقٍ لا أجدني أحفظه.\rفقام إليه أعرابيٌّ من أقاصي القوم، فقال: أنا أحفظه يا رسول الله.\rقال: فسُرَّ النّبيُّ صلَّى الله عليه وسلَّم بذلك، قال: كان بسوق عكاظ على جمل أحمر وهو يقول: يا معشر الناس؛ اجتمعوا، فكلُّ مَن ماتَ فَات، وكلُّ شيءٍ آتٍ آت، ليلٌ داج، وسماء ذات أبراج، وبحر فجاج، ونجوم تزهر، وجبال مُرسية، وأنهار مُجرية، إنّ في السماء لخبراٍ، وإنّ في الأرض لعِبراٍ، ما لي أرى الناس يذهبون، ويموتون فلا يرجعون، أرضوا بالإقامة فأقاموا، أم تُرِكوا فناموا،؛ أقسم قسٌّ بالله قَسَماً لا ريب فيه: أن لله ديناً هو أرضى من دينكم هذا وإن كان فيه بعض الاستطال.\rثم أنشأ يقول \"من مجزوء الكامل\":\rفي الذَّاهبين الأَوَّلي ... ن من القرونِ لنا بصائِرْ\rلمَّا رأيتُ موارداً ... للموت ليس لها مصادرْ","seal":"AA1FFA8B","part":1},
      {"page":64,"id":45,"nass":"ورأيتُ قومي نحوها ... تمضي الأصاغرُ والأكابرْ\rلا مَن مضى يأتي إلي ... كَ ولا من الباقين غابر\rأيقنتُ أنِّي لا محا ... لةَ حيثُ صار القومُ صائِرْ\rحدثنا عبد الله بن أبي سعد، قال: ثنا حازم بن عقال بن حبيب بن المنذر بن أبي الحصن بن السموأل بن عادياء، قال: حدثني جامع بن خيران بن جُميع ابن عثمان بن سماك بن أبي الحصن بن السموأل بن عادياء، قال: لمّا حضرت الأوس بن حارثة بن ثعلبة بن عمرو بن عامر، الوفاة، اجتمع إليه قومه من غسّان، فقالوا: إنه قد حضرتك من أمر الله ما ترى، وما كنّا نأمرك بالتزويج في شبابك فتأبى، وهذا أخوك الخزرج له خمسة بنين، وليس لك ولد غير مالك.\rقال: لن يهلك هالك ترك مثل مالك، إن الذي يُخرج النار من الوثيمة، قدر أن يجعل لمالك نسلاً، ورجالاٍ بُسلاً، وكلٌّ إلى الموت.\rثم أقبل على مالك، فقال: أب بنَيّ، المنيَّة ولا الدَّنيَّة، العقاب ولا العتاب، التجلُّد ولا التلدُّد، القبر خير من الفقر، إنه من قلّ ذلّ، ومن كرم الكريم الدفع عن الحريم، والدَّهرُ يومان، فيوم لك ويوم عليك، فإذا كان لك فلا","seal":"37168CD5","part":1},
      {"page":65,"id":46,"nass":"تبطر، وإذا كان عليك فاصطبر؛ وكلاهما سينحسر، ليس يفلت منهما الملك المتوَّج، ولا اللئيم المعلهج، سلِّم ليومك، حيَّاك ربُّك. ثم أنشأ يقول \"من الطويل\":\rشهدتُ السَّبايا يومَ آلِ مُحَرِّقٍ ... ولا أدركَ عمري صيحة الله في الحِجرِ\rفلم أرَ ذا ملكٍ من الناس واحداً ... ولا سوقةً إلاَّ إلى الموتِ والقبرِ\rفَعَلَّ الذي أردى ثموداً وجُرهماً ... سيُعقبُ لي نسلاً على آخرِ الدَّهرِ\rتَقَرُّ بهم من آلِ عمرو بن عامرٍ ... عيونٌ لدى الداعي إلى طلب الوترِ\rفإنْ تكُنِ الأيّام أبلينَ جِدَّتي ... وشيَّبنَ رأسي والمشيبُ مع العمرِ\rفإنَّ لنا ربّاً علا فوق عرشِهِ ... عليماً بما نأتي من الخيرِ والشرِّ\rألم يأتِ قومي أن لله دعوةً ... يفوزُ بها أهل السيادة والبِرِّ\rإذا بعثُ المبعوثُ من آل غالبٍ ... بمكةَ فيما بين زمزمَ والحجرِ\rهنالك فابغَوا نصرَهُ ببلادِكم ... بني عامرٍ إنّ السيادةَ في النَّصرِ\rثم قضى من ساعته.\rحدثنا عليّ بن حرب، قال: حدثنا عثمان بن حكيم، قال: ثنا عمرو بن","seal":"F0916BAA","part":1},
      {"page":66,"id":47,"nass":"بكر، عن أحمد بن القاسم، عن محمد بن السائب الكلبيّ، عن أبي صالح، عن عبد الله بن عباس، قال: لمّا ظهر سيف بن ذي يزن \"قال أبو المنذر واسمه النعمان بن قيس\" على الحبشة وذلك بعد مولد رسول الله صلَّى الله عليه وسلَّم بسنتين: أتته وفود العرب وشعراؤها تهنِّئه وتمدحه، وتذكر ما كان من حُسن بلائه.\rوأتاه فيمن أتاه وفد قريش، فيهم عبد المطلب بن هاشم، وأمية بن عبد شمس، وعبد الله بن جُدعان، وخويلد بن أسد، في ناس من وجوه قريش؛ فقدموا عليه صنعاء، فإذا هو في رأس غُمدان الذي ذكره أُميِّة بن أبي الصلت، \"في قوله\" \"من البسيط\":\rاشرب هنيئاٍ عليكَ التّاجُ مرتفعاً ... في رأسِ غُمدان داراً منكَ مِحلالا\rفدخل عليه الأذن فأخبره بمكانهم، فأذن لهم؛ فدنا عبد المطلب فاستأذنه في الكلام.\rفقال له: إن كنتَ ممَّن يتكلم بين يدَي الملوك، فقد أذِنَّا لك.\rفقال عبد المطلب: إنَّ الله أحلَّكَ \"أيّها الملك\" محلاًّ رفيعاً، صعباً منيعاً، شامخاً باذخاً، وأنبَتَكَ منبتاً طابت أرومته، وعزَّت جرثومته، وثبت أصله، وبَسَقَ فرعه، في أكرم موطن وأطيب معدن فأنت \"أبيت اللعن\" ملك العرب، وربيعها الذي يخصب به البلاد، ورأس العرب الذي له تنقاد، وعمومها الذي عليه العماد، ومعقلها الذي يلجأ إليه العباد. سَلَفك خير سَلَف، وأنت لنا منهم خير","seal":"F1126EB4","part":1},
      {"page":67,"id":48,"nass":"خَلَف، فلن يخمل من هم سَلَفَه، ولن يهلك مَن أنت خَلَفَه.\rنحن أيها الملك أهل حرم الله، وسدنة بيته، أشخصنا إليك الذي أبهجنا من كشفك الكرْب الذي فَدَحَنا، فنحن وفد التهنئة لا وفد المرزئة.\rقال: وأيَّهم أنت أيّها المتكلم؟ قال: أنا عبد المطّلب بن هاشم.\rقال: ابن أختنا؟ قال: نعم. قال: ادْن. فأدناه، ثم أقبل عليه وعلى القوم، فقال: مرحباً وأهلاً، وناقةً ورحلاً، ومُستناخاً سَهلاً، وملكاً رَبحلاً، يُعطي عطاءً جزلاً.\rقد سمع الملك مقالتكم، وعرف قرابتكم، وقَبِلَ وسيلتكم، فأنتم أهل الليل والنهار، ولكم الكرامة ما أقمتم، والحباء إذا ظعنتم.\rثم أُنهضوا إلى دار الضيافة والوفود، فأقاموا شهراً لا يصلون إليه، ولا يأذن لهم بالانصراف.\rثم انتبه لهم انتباهة، فأرسل إلى عبد المطّلب، فأدنى مجلسه وأخلاه، ثم قال: يا عبد المطلب إني مفوّض من سرِّ علمي ما أن لو يكون غيرك لم أبح به، ولكني رأيتك معدنه، فأطلعتك طليعة، فليكن عندك مطويّاً حتى يأذن الله، فإن الله بالغ أمره.\rإني أجد في الكتاب المكنون، والعلم المخزون الذي اختزنَّاه لأنفسنا، واحتجبناه دون غيرنا، خيراً عظيماً وخطراً جسيماً؛ فيه شرف الحياة، وفضيلة الوفاة، للنّاس عامّة، ولرهطك كافة، ولك خاصة.\rقال عبد المطّلب: أيها الملك؛ مثلك سَرَّ وبَرَّ، فما هو فداك أهل الوبر، زمراً بعد زمر؟","seal":"11DFC95F","part":1},
      {"page":68,"id":49,"nass":"قال: إذا ولد مولود بتهامة، غلام بين كتفيه شامة، كانت له الإمامة، ولكم به الدعامة، إلى يوم القيامة.\rقال عبد المطلب: أبيت اللعن، لقد أُبتُ بخير ما آبَ به وافد؛ ولولا هيبة الملكِ وإعظامه لسألته من سارَّه إيَّاي ما أزداد به سروراً.\rقال ابن ذي يزن: هذا حينه الذي يولد فيه أو قد له، واسمه محمد، يموت أبوه وأمه، ويكفله جدُّه وعمُّه، ولدناه مراراً، والله باعثه جهاراً، وجاعل له منّا أنصاراً، يعزُّ بهم أوليائه، يذلّ بهم أعدائه، يضرب بهم الناس عن عرض، ويستبيح به كرائم الأرض، يكسِّر الأوثان، ويخمد النيران، ويعبد الرحمن، ويدحر الشيطان؛ قوله فصل، وحُكمه عَدْل، يأمر بالمعروف ويفعله، وينهى عن المنكر ويبطله.\rقال عبد المطلب: أيّها الملك، عزَّ جَدًّك، وعلا كعبُك، ودام مُلكك، وطال عمرك؛ فهل الملك سارِّي بإفصاح؟ فقد وضَّح لي بعض الإيضاح. فقال ابن ذي يزن: والبيت ذي الحُجْب، والعلامات على النُّقْب، إنَّك يا عبد المطلب لَجدُّه غير كذب.\rفخرَّ عبد المطّلب ساجداً. فقال: ارفع رأسك، ثلِّج صدرك، وعلى أمرك؛ فقد أحسست شيئاً مما ذكرتُ لك.\rقال: أيها الملك؛ كان لي ابن وكنت به معجباً، وعليه رفيقاً، فزوَّجته كريمة من كرائم قومه، آمنة بنت وهب، فجاءت بغلام سمَّته محمداً، فمات أبوه وأمُّه. وكفلته أنا وعمَّه.\rفقال ابن ذي يزن: إن الذي قلت لك ما قلت، فاحتفظ بابنك وأحذر عليه اليهود، فإنهم له أعداء؛ ولن يجعل الله لهم عليه سبيلاً، واطوِ ما ذكرتُ لك دون هؤلاء الرَّهط الذين معك؛ فإني لست آمن أن تدخلكم النَّفاسة، من أن تكون","seal":"E329ABE4","part":1},
      {"page":69,"id":50,"nass":"لهم الرئاسة، فيطلبون له الغوائل، وينصبون له الحباري، فهم فاعلون أو أبنائهم، ولولا أني أعلم الموت مُجتاحي قبل مبعثه لسرتُ بخيلي ورجلي حتى أصيّر يثرب دار ملكي. فإني أجد في الكتاب الناطق، والعلم السابق أنّ يثرب استحكام أمره، وأهل نصرته، وموضع قبره.\rولولا أني أقيه الآفات، وأحذر عليه العاهات، لأعلنت على حداثة سنِّه أمره، ولا وطئت أسنان العرب عقبه، ولكني صارف ذلك إليك، من غير تقصير بمن معك.\rثم أمَرَ لكلّ رجل منهم بعشرة أعبد، وعشر إماء، وبمئة من الإبل، وحلَّتين من البرود، وبخمسة أرطال ذهب، وعشرة أرطال فضَّة، وكرش مملوء عنبراً.\rوأمر لعبد المطّلب بعشرة أضعاف ذلك. وقال: إذا حال الحول فأتني. فمات ابن ذي يزن قبل أن يحول الحول.\rوكان عبد المطّلب كثيراً ما يقول: لا يغبطنِّي رجل منكم بجزيل عطاء الملك، فإنه إلى نفاد؛ ولكن ليغبطني بما يبقى لي ولعقبي من بعدي ذكره وفخره وشرفه.\rفإذا قيل له: متى ذلك؟ قال: سيعلمُ ولو بعد حين: وفي ذلك يقول أُميَّة بن عبد شمس \"من الوافر\":\rجلبنا النُّصحَ تحقُبه المطايا ... على أكوارِ أجمالٍ ونوقِ","seal":"404E532C","part":1},
      {"page":70,"id":51,"nass":"مغلغلةً مراقعها تغَالى ... إلى صنعاءَ من فجٍّ عميقِ\rتؤُمُّ بنا ابن ذي يزنٍ وتفري ... ذوات بطونها أمّ الطريق\rوترعى في مخايلهِ بروقاً ... مواصلة الوميضِ إلى بروقِ\rفلمّا واقعَت صنعاءَ حَلَّت ... بدارِ الملكِ والحسبِ العتيقِ\rحدثنا أبو يوسف يعقوب بن إسحاق القلوسيّ، قال: ثنا العلاء بن الفضل بن أبي سويّة، قال: أخبرني أبي عن أبيه عبد الملك بن أبي سويّة، عن جدِّه أبي سويِّة، عن أبي خليفة، قال: سألت محمد بن عديّ بن ربيعة بن سواءة بن جُشم بن سعد، فقلتُ: كيف سمّاك أبوك محمداً؟ فقال: سألتُ أبي عمّا سألتني عنه، فقال: خرجتُ رابع أربعة من بني تميم، أنا منهم، وسفيان بن مُجاشع بن دارم، وأسامة بن مالك بن جُندب بن العنبر، ويزيد بن ربيعة بن كنانة بن حرقوص ابن مازن؛ ونحن نريد ابن جفنة ملك غسّان.\rفلمّا شارفنا الشام نزلنا على غدير عليه شجرات، فتحدثنا، فسمع كلامنا راهب فأشرف علينا، فقال: إنَّ هذه لغة ما هي بلغة أهل هذه البلاد.","seal":"440C2C9E","part":1},
      {"page":71,"id":52,"nass":"قلنا: نعم؛ نحن قوم من مضر، فقال: من أيّ المضريّين؟ قلنا: من جندف.\rقال: أما أنه يُبعث فيكم وشيكاً نبيّ خاتم النبيين، فسارعوا إليه، وخذوا بحظَّكم منه ترشدوا.\rفقلنا له: ما اسمه؟ قال: اسمه محمد.\rقال: فرجعنا من عند أبي جفنة فولد لكلِّ واحد منّا ابن فسمَّاه محمداً.\rحدثنا عباس بن محمد الدُّوري، ثنا قرَاد أبو نوح، قال: ثنا يونس بن أبي إسحاق، عن أبي بكر بن أبي موسى، عن أبيه، قال: خرج أبو طالب إلى الشام، فخرج معه النبيِّ صلَّى الله عليه وسلَّم في أشياخ من قريش، فلما أشرفوا على الرَّاهب \"يعني بحيرا\" هبطوا فحلّوا رحالهم، فخرج إليهم الراهب، وكان قبل ذلك يمرُّون به فلا يخرج إليهم، ولا يلتفت.","seal":"7D60FBC4","part":1},
      {"page":72,"id":53,"nass":"قال: فنزل وهم يحلّون رحالهم، فجعل يتخلَّلهم حتى جاء فأخذ بيد رسول الله صلَّى الله عليه وسلَّم، فقال: هذا سيِّد العالمين.\rفقال له أشياخ من قريش: وما علمُك؟ قال: إنّكم حين أشرفتم من العَقَبَة لم يبق شجرة ولا حجر إلاَّ خرَّ ساجداً، ولا يسجدون إلاّ لنبيٍّ، وإني أعرفه بخاتم النبوَّة، أسفل من غضروف كتفه.\rثم رجع فصنع لهم طعاماً؛ فلما أتاهم به \"وكان هو في رعيه الإبل\" فقال: أرسلوا إليه. فأقبل وغمامة تُضلُّه.\rفلمّا دنا من القوم، قال: انظروا إليه؛ عليه غمامة.\rفلمّا دنا من القوم وجدهم قد سبقوه إلى فيء الشجرة، فلما جلس مال فيءُ الشجرة عليه، قال: انظروا إلى فيء الشجرة مال عليه.\rقال: فبينما هو قائم عليهم وهو ينشدهم ألاَّ يذهبوا به إلى الرُّوم، فإن الروم إن رأوه عرفوه بالصِّفة، فقتلوه فالتفتُّ فإذا هو بسبعة نفر من الرُّوم، قد قبلوا.\rقال: فاستقبلهم، فقال: ما جاء بكم؟ قالوا: جئنا إن هذا النَّبيَّ خارج في هذا الشهر فلم يبق طريق إلاَّ بعث إليه ناس وإنا أُخبرنا خبره \"بُعثنا\" إلى طريقك هذه، قال: هل خلَّفتم أحداً هو خير منكم؟ قالوا: لا إنّما أخبرنا خبره من خبره.","seal":"3D2DA9BA","part":1},
      {"page":73,"id":54,"nass":"قال: أفرأيتم أمراً أراد الله أن يقضيه هل يستطيع أحد من الناس ردَّه؟ فقالوا: لا. قال: فبايعوه، وأقاموا معه عنده.\rقال: فقال الراهب: أنشدكم الله أيُّكم وليُّه؟ قالوا: أبو طالب.\rفلم يزل مناشده حتى ردَّه؛ وبعث معه أبو بكر بلالاً وزوَّده الراهب من الكعك والزيت.","seal":"AF86598B","part":1},
      {"page":74,"id":55,"nass":"23ذ كانت هند بنت عُتبة عند الفاكه بن المُغيرة المخزومي، وكان الفاكه من فتيان قريش، وكان له بيت للضيافة يغشاه الناس عن غير إذن، فخلا ذلك البيت يوماً. فاضطجع الفاكه وهند فيه في وقت القائلة.\rثم خرج الفاكه لبعض حاجته، وأقبل رجل ممن كان يغشاه فولج البيت.\rفلمّا رأى المرأة ولّى هارباً، وأبصره الفاكه وهو خارج من البيت. فأقبل إلى هند يضربها برجله، وقال: من هذا الذي كان عندك؟ قالت: ما رأيت أحداً، ولا","seal":"CE19C47E","part":1},
      {"page":75,"id":56,"nass":"انتبهت حتى أنبهتني.\rقال لها: ألحقي بأبيك. وتكلَّم فيها الناس ... فقال لها أبوها: يا بُنيَّ إنّ الناس قد أكثروا فيك فأنبئيني نبئكِ، فإن كان الرجل عليكِ صادقاً دسستُ إليه مَن يقتله، فتنقطع عنك القالة؛ وإن يك كاذبا حاكمته إلى بعض كهّان اليمن.\rفحلفت له بما كانوا يحلفون في الجاهلية، إنه لكاذبٌ عليها.\rفقالت عُتبة للفاكه: يا هذا إنك رميت ابنتي بأمرٍ عظيم، فحاكمني على بعض كهّان اليمن.\rفخرج الفاكه في جماعة من بني مخزوم، وخرج عُتبة في جماعة من بني عبد مناف، وخرجوا معهم بهندٍ ونسوةٍ معها.\rفلما شارفوا البلاد، قالوا: غداً نرد على الكاهن؛ تنكرت حال هندٍ، وتغيّر وجهها: فقال لها أبوها: إنه ما أرى ما بك من تنكُّر الحال، وما ذاك عندك إلاَّ لمكروه. فألاّ كان هذا قبل أن يشتهر للناس مسيرنا؟ قالت: لا والله يا أبتاه ما ذاك لمكروهٍ؛ ولكني أعرف أنكم تأتون بشرا، يخطئ ويصيب؛ لا آمنه أن يسمني ميسماً يكون عليَّ سُبَّةً في العرب.\rقال: إني سوف أختبره قبل أن ينظر في أمرك.\rفصفر لفرسه حتى أدلى. ثم أخذ حبةً من حنطة فادخلها في إحليله، وأوكأ عليها بسيرٍ.\rفلمّا وردوا على الكاهن أكرمه، ونحر لهم. فلمّا قعدوا قال له عُتبة: إنّا قد جئناك في أمرٍ؛ وإنّي قد خبأت لك خبأ اختبرك به. فانظر ما هو؟ \"قال\": ثمرةٌ في كمرةٌ.\rقال: أُريد أُبين من هذا. قال: حبُّةٌ من بُرٍّ من إحليل مُهرٍ.","seal":"EEEBB736","part":1},
      {"page":76,"id":57,"nass":"فقال عُتبة: صدقت؛ انظر في أمر هؤلاء النّسوة. فجعل يدنو من إحداهن فيضرب كتفها، ويقول: انهضي.\rحتى دنا من هندٍ، فضرب كتفها، وقال: انهضي غير وسخاء ولا زانية، ولتلدنّ ملكا يقال له: معاوية.\rفنظر إليها الفاكه، فأخذ بيدها، فنترت يدها من يده، وقالت: إليك فوالله لأحرصنّّ أن يكون ذلك من غيرك.\rفتزوَّجها أبو سفيان فجاءت بمعاوية رضي الله عنهما.\rآخر كتاب الهواتف، والحمد لله ربّ العالمين، وصلواته تترى على سيّدنا محمدٍ نبيِّه وعلى آله وأصحابه وأزواجه وذُرّيتهُ الطاهرين وسلّم تسليما.\rكتبه الفقير إلى الله تعالى عبد الرحيم بن عبد الخالق بن هبة الله ابن أبي هشام القرشي الشافعي عفا الله عنه.","seal":"05560EE1","part":1},
      {"page":77,"id":58,"nass":"سماعات النسخة\r\rسماع صفحة العنوان\rسمع جميعه على شيخنا الإمام العالم الصدر الكامل تقيّ الدين أبي محمد إسماعيل بن القاضي بهاء الدين أبي إسحاق إبراهيم بن أبي اليسر شاكر بن عبد الله ابن سليمان التنوخي أبقاه اله بحق سماعه فيه منقولاً من الخشوعي بقراءة الفقيه الفاضل العالم أبي الحسن عليّ بن مسعود بن نفيس بن عبد الله الموصلي ثم الحلبي، السادة، الولد النجيب شمس الدين أبو سعد عبد الله بن أحمد بن عبد الله بن المسلم بن ميسرة الأزدي، ومحمود بن علي بن أبي القاسم بن أبي الغنايم عُرف بابن الغسّال، وأبو عبد الله محمد بن عبد الكريم بن عبد الله بن بدران السرّاج أبوه، وأبو العز عبد العزيز بن محمد بن يحيى بن الصيرفي، وكاتب هذه الطبقة علي بن عبد الكافي بن عبد الملك بن عبد الكافي الربعي الشافعي. وصحّ ذلك وثبت بجامع دمشق، بالحائط الشمالي منه في يوم الثلاثاء لست مضين من ربيع الآخر سنة خمس وستين وستمئة، والحمد لله وحده، وصلَّى الله على محمد وعلى آله وسلَّم.\rوتحته بخط جليل: صحيح هذا، وكتب إسماعيل بن إبراهيم بن أبي اليسر شاكر ابن سليمان التنوخي الشافعي.\r\rسماع على هامش ص 2\rسمع جميع هذا الجزء على الشيخ الإمام العالم بقية السلف شيخ المشايخ رحلة الدنيا فخر الدين أبي الحسن علي بن أحمد بن عبد الواحد بن البخاري المقدسي؛ بإجازته من الخشوعي بقراءة الإمام العالم نور الدين أبي الحسن عليّ ابن مسعود بن نفيس الموصلي، الفقيه شمس الدين عمر بن أحمد بن إبراهيم بن سباع الفزاري، ومحمد بن إبراهيم بن غنايم بن المهند، وهذا خطه، وابنه عبد الرحمن،","seal":"12E349DA","part":1},
      {"page":78,"id":59,"nass":"وصحّ ذلك في مجلسين أحدهما عشية الأحد تاسع عشر ذي القعدة سنة ثمان وثمانين وستمئة. العرض بحبل قاسيون، والحمد لله وحده وصلواته على محمد وآله وسلّم.\r\rسماع على هامش ص 23\rسمع جميع هذا الجزء على شيخنا الإمام المسند تقي الدين أبي محمد إسماعيل بن إبراهيم بن أبي إلي سر شاكر بن عبد الله بن عثمان التنوخي بحقق سماعه فيه نقلاً، بقراءة الفقيه المجد ابن الفاضل وجيه الدين أبي القاسم عبد الرحمن بن حسن بن يحيى بن محمد السى \"؟ \"، الجماعة نجم الدين أبو الحسن علي بن محمد بن عمر بن هلال، وشرف الدين داود بن سنقر المقدمي، وعلاء الدين علي بن محمد بن غالب الأنصاري، وأبو الفضل عبد المحسن بن أحمد بن محمد الصابوني، ويعقوب بن أحمد بن يعقوب الحلبي، وهذا خطه، وصحّ وثبت في عشية يوم الأحد رابع ذي القعدة من سنة سبعين وستمئة.... في جامع دمشق، والحمد لله وحده، وصلّى الله على سيدنا محمد نبيّه وآله وصحبه وسلّم.\r\rسماع على هامش ص 36\rبلغ السماع لولدي على الشيخ تقي الدين إسماعيل وصا ... يوسف بقراءتي عليهما. وإلى جانبه كلمة: بلغ.\r\rسماع على هامش ص 48\rسمع هذا الجزء على الشيخ الإمام العالم المسند بقية المشايخ فخر الدين أبي الحسن علي بن أحمد بن عبد الواحد المقدسي بإجازته من بركات الخشوعي بسنده أوله، بقراءة علي بن مسعود بن نفيس الموصلي ثم الحلبي، وهذا خطه عفا الله عنه: الشيخ ناصر بن داود بن أحمد العراقي، والشيخ محمد بن سليمان بن داود الجزري، والشيخ عمر بن علي بن عُبيد الجمّاعيلي، وعمر بن أحمد الثقفي؛","seal":"78C85D8B","part":1},
      {"page":79,"id":60,"nass":"وصحّ في ذل ك وبث في يوم الأحد الثامن عشر من جمادى الآخرة سنة ثمان وثمانين وستمئة بمنزل المسمع بسفح قاسيون ظاهر دمشق المحروسة، وأجاز المسمع لمن سمع عليه جميع ما تجوز له روايته بشرطه؛ والحمد لله وحده، وصلّى الله على سيدنا محمد نبيّه وآله وسلّم.\rسماع على هامش ص 48 قرأت جميع هذا الجزء وفيه كتاب هواتف الجنّان على شيخنا الإمام العالم الصدر الرئيس تقي الدين أبي محمد إسماعيل \"بن إبراهيم\" بن أبي اليسر شاكر ابن عبد الله بن سليمان التنوخي بحق سماعه فيه نقلاً من الخشوعي، فسمعه مالكه علاء الدين علي بن سالم بن سليمان بن العراقي \"؟ \" الحصني، وصحّ وثبت في تاسع عشري شعبان سنة سبع وستين وستمئة بجامع دمشق، كلأه الله تعالى، وكتب فقير رحمة \"ربه\" علي بن نفيس الموصلي ثم الحلبي عفا الله عنه من ذنوبه، حامداً لله ومصلياً على نبيّه محمد وآله وصحبه ومسلّماً.\rوتحته بخط جليل: صحيح هذا؛ وكتب إسماعيل بن إبراهيم بن أبي اليسر شاكر ابن عبد الله التنوخي.\r\rسماع الصفحة الأخيرة ص 50\r\"صورة سماع في الأصل: سمع جميع كتاب هواتف الجنّان سوى الأحاديث في آخره على الشيخ الفقيه الإمام أبي الحسن علي بن المسلم بن علي بن الفتح بن علي السلمي، صاحبه الشيخ أبو إسحاق إبراهيم بن طاهر بن بركات الخشوعي، ولده أبو الطاهر بركات حماه \"؟ \" الله، وأبو الفضل محمد بن محمد بن المسلم بن هلال، وأبو بكر محمد ابن الشيخ المسمع، وأبو عبد الله الحسين بن الخضر بن عبدان، وأبو الحسن علي بن عبد الواحد ال وكيل، وأبو الحجاج يوسف بن الحسين ... وأبو عبيد الله محمد بن عبد الصمد التنوخي، وكاتب السماع علي بن بن الحسن بن هبة الله الشافعي، بقراءته في","seal":"C69FA506","part":1},
      {"page":80,"id":61,"nass":"شوال سنة تسع عشر وخمسمئة، نقلته من خط الشيخ أبي الحجاج.... خليل، ونقلته من خط.... ونقلته من الأصل فسمع مشاهدته لنا أيضاً في الأصل، والحمد لله وحده\"..\r\rسماعات نهاية الكتاب\rوسمعه علي أبي طاهر بركات الخشوعي بسماعه من جمال الإسلام بقراءة الإمام أبي إسحاق إبراهيم بن أبي اليسر شاكر التنوخي ابنه أبو محمد إسماعيل، وأبو العز إسماعيل بن حامد القوصي، ويوسف بن أبي الفرج محمد بن مكي السنجاري، وإسماعيل بن الأنماطي، وبخطه السماع في الأصل ومنه نقلت، وذلك عشر شوال سنة خمس وتسعين وخمسمئة.\rوسمعه منه أيضاً بقراءة أبي محمد عبد الرزاق بن عبد القاهر بن أبي الفهم الحراني، أبو بكر بن إلياس بن خليل، وأبو عبد الله محمد بن حسان بن رافع القاهري \"؟ \"، وإسحاق بن خضر بن كامل الدمشقي ... وكاتب السماع في الأصل محمد بن أحمد بن مرزوق السبتي ومن خطه نقلت وذلك يوم الأربعاء لخمس خلون من شهر شعبان سنة ست وتسعين وخمسمئة.\rوسمعه علي بقراءة أبي حفص عمر بن يوسف بن يحيى بن كامل المقدسي، ولداه أبو الطاهر يوسف وأبو المعالي، داود ابنا عمر، وأبو العباس أحمد بن أبي","seal":"614D40B3","part":1},
      {"page":81,"id":62,"nass":"الوقاد، وابنه إسماعيل وكاتب السماع في الأصل الخضر بن الحسين ابن الخضر بن عبدان، ومن خطه نقلت! وولده أبو الحسين عبد الرحمن في ثامن عشري ذي الحجة سن سبع وتسعين وخمسمئة، نقله المراجع أحمد بن عبد الله الأزدي.\rقرأت جميع هذا الجزء بكماله على الشيخ الأمين العدل الرضي ضياء الدين أبي الطاهر يوسف ابن الشيخ الإمام الزاهد المحدّث أبي حفص عمر بن يوسف بن بن يحيى بن كامل المقدسي. ومن أوله إلى البلاغ بخطي على الشيخ الإمام الفاضل تقي الدين أبي محمد إسماعيل ابن القاضي بهاء الدين أبي إسحاق إبراهيم بن أبي اليسر شاكر بن عبد الله التنوخي، بسماعهما فيه منقولاً، فسمعه ولدي أبو سعد عبد الله خيّره الله تعالى. وصحّ ذلك وثبت في آخرين لم يحضرني أسماؤهم وذلك بجامع دمشق عمره الله بتلاوة ذكره، في مجلسين آخرهما يوم الجمعة ثالث عشري ربيع الأول سنة إحدى وستين وستمئة. كتبه فقير رحمه ربه الراجي عفوه وغفرانه أحمد بن عبد الله بن المسلم بن خالد بن ميسر الأزدي غفر الله له ولمن استغفر لهم أجمعين حامداً لله ومصلياً على نبّيه محمد وآله وسلّم.\rسمع جميع هذا الجزء وهو كتاب هواتف الجنّان على الشيخ بهاء الدين مسند الشام تقي الدين أبي محمد إسماعيل بن إبراهيم بن أبي اليسر التنوخي بسماعه فيه نقلاً بقراءة الفقيه شمس الدين محمد بن محمد بن عباس بن جعوان الأنصاري، وفيه أخي أمين الدين بن عدي \"؟ \" السبتي وعلي بن محمد بن عمر بن هلال الأزدي، وهذا خطه ... وسامحه، وأحضر ابنته ست الشام في الثانية","seal":"10653260","part":1},
      {"page":82,"id":63,"nass":"وصح ذلك وثبت بمنزل المسمع بدمشق في ليلة السادي والعشرين من ربيع الأول سنة ست وستين وستمئة.... والحمد لله حق حمده.\rسمع جميع هذا الجزء وهو هواتف الجنّان للخرائطي على الشيخ الجليل الصدر الكبير برهان الدين أبي إسحاق إبراهيم بن محمد بن أحمد بن محمد الواني رئيس المؤذنين بجامع دمشق بسماعه فيه نقلاً من ابن أبي اليسر بسنده، بقراءة الشيخ الإمام العالم البارع الأوحد الحافظ محيي الدين أبي محمد عبد الله بن أحمد بن المحب المقدسي، ابناه شمس الدين أبو بكر محمد وأبو الفتح محمد، والفقيه الإمام شمس الدين أبو عبد الله محمد ابن الشيخ عماد الدين أحمد بن عبد الهادي بن عبد الحميد المقدسي، وعماد الدين أبو بكر بن يوسف بن عبد القادر الخليلي، والشيخ محمد بن إبراهيم ابن محمد الملقن بالجامع المظفري، وبدر الدين حسن بن علي بن محمد الصوزفي البغدادي، وأحمد بن إسماعيل بن عثمان بن عيسى التيليدي، ومحمد بن شمس الدين محمد بن عبد الهادي ابن عم المذكور، ومعه حسن بن إسماعيل بن محمد الحجّار، وإبراهيم بن عماد الدين أبي بكر أحمد بن عبد الحميد بن عبد الهادي، وابن أخيه علي بن محمد، وأحمد وعمر ابنا بن أبي بكر بن خليل الأعزازي، وعلي ومحمد ابنا شمس الدين عبد الرحمن بن علي ابن الشيخ شمس الدين عبد الرحمن بن أبي عمر وأحمد وعلي ابنا ناصر الدين محمد بن أحمد بن أبي بكر بن سالم ابن الداية الجندي، وخليل ورسلان ابنا أحمد بن إسماعيل بن عبد الرحيم بن أبي عباس العطار أبوهم، وابن عمهم علي بن أحمد القطان أبوه، وأحمد بن شمس الدين محمد بن أبي بكر بن محمد بن طرخان الدمشقي، ومحمد بن علاء الدين علي بن قطلبك بن إسماعيل بن الظاهري، واحمد بن محمد بن غازي بن عليشيرا بن الحجازي، وعلى بن أحمد بن علي بن","seal":"A5A81E20","part":1},
      {"page":83,"id":64,"nass":"مسعود الكلبي ابن عم الناس، ويوسف بن صالح بن إبراهيم بن أبي بكر الحافظي، وأبو بكر بن النقيب محمد بن عبد الرحمن الفامي أبوه، وعبد الله بن شرف الدين أحمد ابن قاضي القضاة تقي الدين سليمان بن حمزة بن أحمد بن عمر بن أبي عمر، وحسن بن الضياء محمد بن محمد بن الطُبيل ومحمد بن علي بن حسن بن حمزة ابن أبي المحاسن الحسني، ومحمد بن شمس الدين محمد بن أبي بكر بن أحمد بن عبد الدايم بن نعمة المقدسي، ومن نذكر بمضا ...\rوأحمد بن الحاج علي بن عيسى العُطعطي، وعلي بن أبي بكر بن عبد الرحمن الحمامي أبوه بحمام الكأس، وأحمد ومحمد ابنا عمر بن يوسف ابن الشيخ إبراهيم بن عبد الله بن الأموري، ومحمد بن عبد الرحمن الورّاق أبوه بالركنية، ويونس بن خليفة بن هارون بن محمد البراقي اللاوي، ومحمد بن ناصر اللاوي أخو شرف الدين موسى بن فياض لأمه، ومحمد بن الحاج تقي المنجنيقي أبوه قرابة عبد الله بن الفخر النجار، ومحمد بن يحيى بن محمد بن سعد بن عبد الله بن سعد المقدسي، وهذا خطه.\rوسمع من قوله: حتى قدم إلينا الحجاج فأخبرونا بمبعثك يا رسول الله إلى آخر الجزء: محمد بن عبد الرحمن بن علي الحلبي الحداد أبوه وعلي ابن الحاج شرف بن موسى الفامي أبوه.\rوسمع من قوله: حوت منه فخراً ما لذلك ثاني إلى آخر الجزء: يوسف بن تقي الدين أحمد بن إبراهيم بن عبد الله بن أبي عمر.\rوسمع من قوله: شمِّر فإنك ماضي العزم شمِّيرُ، إلى آخر الجزء: عبد الرحمن بن أحمد بن العفيف بن عبد الرحمن بن عبد الرحيم بن أبي العباس في الثانية أخو المقدم ذكره.\rوسمع من قوله: فإن لنا ربّاً علا فوق عرشه، إلى آخر الجزء: محمد بن مسعود بن عبادة المعزبل، وأبو بكر بن تقي الدين أحمد بن إبراهيم، أخو يوسف","seal":"213D604F","part":1},
      {"page":84,"id":65,"nass":"المذكور. وصحّ ذلك غفي عشية يوم الثلاثاء ثالث شهر رجب الفرد سنة سبع وعشرين وسبعمئة، بجامع المظفري بسفح قاسيون، وأجاز لهم ما يرويه.\rسمع جميع هذا الجزء وهو من الهواتف للخرائطي على الشيخ المسند المعمر المكثر بهاء الدين بن رسلان بن أحمد بن إسماعيل بن أحمد بن الذهبي بسماعه في باطنها أصلا في بقراءة الإمام العالم شمس الدين أبي عبد الله محمد بن خليل بن محمد المنصفي، الجماعة الإمام العلامة القاضي علاء الدين أبو الحسن علي ابن الشيخ الإمام العلامة شيخ الإسلام قاضي القضاة بهاء الدين أبي البقاء محمد بن عبد البر السلمي، والإمام العالم جمال الدين أبو محمد عبد الله بن إبراهيم بن خليل البعلبكي، وأخواته فاطمة وعائشة وأيملك، وحج ملك بنت أحمد بن إبراهيم بنت الليث البعلبكية، وابن المسمح محمد، وحسن بن علي بن عمر الأسعردي وذا خطه،\rوسمع من حديث البئر إلى آخر الجزء الشيخ زين الدين أبو حفص عمر ابن الشيخ شمس الدين محمد بن أحمد بن عمر الباسلي، والشيخ عز الدين حمزة بن أبي بكر بن محمد الشافعي الكناني، وصحّ ذلك في يوم الجمعة سادس شهر شعبان سنة إحدى وتسعين وسبعمئة بدار الحديث الشقيقة بدرب البانياسي بدمشق، وأجاز المسمع للجماعة ما تجوز له روايته، ولله الحمد.\rسمع جميع هذا الجزء وهو هواتف الجنّان لأبي بكر الخرائطي على الشيخ الخطيب عماد الدين داود بن عمر بن يوسف بن يحيى خطيب بيت الأبار بمسماعه من","seal":"5CE277CE","part":1},
      {"page":85,"id":66,"nass":"الخشوعي، وعلى أخيه موفق الدين محمد بإجازته من الخشوعي بقراءة المجد عبد الله بن أحمد أبو المناقب، محمد وزينب في الرابعة ولدا عماد الدين المسمع في الثامن عشر صفر سنة إحدى وخمسين وستمائة بقرية بيت الأبار، وأجاز لهم.\rوسمعه على الشيخ تقي الدين إسماعيل بن إبراهيم بن أبي اليسر شاكر بن عبد الله بن سليمان التنوخي بسماعه من الخشوعي، بقراءة أبي الفتح محمد بن محمد الأبيوردي عمر بن أبي بكر بن أيوب الدنيسري، ومحمود بن أحمد بن يوسف البعلبكي، وإبراهيم بن محمد بن أحمد الخلاطي، ويوسف ابن الفقيه شمس الدين محمد الكردي وعلي بن المظفر بن إبراهيم الشافعي في يوم الثلاثاء خامس عشري جمادى الأولى سنة سبع وخمسين وستمئة بجامع دمشق تحت النسر وأجاز له.\rسمع جميع هذا الكتاب على الشيخ الكبير العالم الصدر ... المحدث نجم الدين أبي الحسن علي بن محمد بن عمر بن عبد الرحمن بن عبد الواحد بن هلال الأزدي بسماعه فيها أصلاً من ابن أبي اليسر بسنده، بقراءة كاتب السماع عبد الله بن أحمد بن المحب لمقدسي: ابناه محمد وأحمد وتقي الدين أحمد بن العلم بن محمود بن عمر الحراني، وابنه عبد الله في الثالثة، وناصح الدين محمد ابن عبد الرحيم ابن القاسم النقيب والصارم محمد بن علي بن عمر بن سلم الكناني، وحسن بن عبد الله بن المسمع، وعلي بن أحمد بن موسى بن علي الألفي، والشيخ موسى بن علي بن محمد البكري الزهراني، وأخوه سعيد وشهاب الدين أحمد بن","seal":"6DEBAEDB","part":1},
      {"page":86,"id":67,"nass":"علي بن عيسى بن حماد الحلبي، وشهاب الدين أحمد بن محمد ابن علي بن إسرائيل الخياط ابن عم الخاتونية، وعلي بن سليمان بن عمر الحنبلي، وجمال الدين إبراهيم بن محمد بن نصر الله بن إسماعيل بن النحاس، وابن أخيه كمال الدين محمد بن علاء الدين علي، وشمس الدين محمد بن سعد الدين يحيى بن محمد بن سعد بن عبد الله المقدسي، وآخران يقرآن \"؟ \" على نسخة أخرى بالضيائية وصحّ يوم الجمعة بعد الصلاة سادس ربيع الآخر سنة خمس وعشرين وسبعمئة بالحائط الشمالي من جامع دمشق المحروسة، وأجاز لهم جميع ما يجوز له روايته، لله الحمد.","seal":"226C1991","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":327,"Bk":"هواتف الجنان للخرائطي","HigriD":"327","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو بكر محمد بن جعفر بن محمد بن سهل بن شاكر الخرائطي السامري","bLnk":null,"Inf":"[هواتف الجنان - الخرائطي]\r\n\r\nكتاب مشهور. رجع إليه أجلاء المؤرخين، كابن عساكر في تاريخه، وابن كثير في تاريخه، وابن حجر في الإصابة. وموضوعه ما هتفت به الجن أو نطقت به الكهان مبشرة بمبعث رسول الله، عليه الصلاة والسلام. والجنان: بكسر الجيم، وتشديد النون الأولى. قال الصنوبري يقرظه: (هذا كتاب هواتف الجنّان ... وعجيب ما يحكى عن الكهان) .. (مما يبشر بالنبي محمد ... ويدل منه بواضح البرهان) ... لا يعلم بالتحديد متى ألف الخرائطي كتابه هذا، إلا أن المعروف أن رواة الكتاب عنه كلهم دمشقيون، وآخر مرة زار بها دمشق سنة 325هـ ومولد راويه الأول سنة 309هـ وهو أبو بكر السلمي، وهذا يعني أنه سمعه من الخرائطي وعمره ست عشرة سنة، وتناقله عنه رواة دمشقيون. واشتهر شهرة عالية في دمشق. طبع باعتماد نسخته الفريدة في العالم، وهي نسخة الظاهرية في دمشق، في مجموع، تحتل فيه الصفحات (72 - 98) ليس فيها ما يدل على تاريخها، وعليها سماعات، منها سماع بخط مسند الشام: إسماعيل بن إبراهيم التنوخي المتوفى سنة 672هـ وسماع أخر سجل سنة 618هـ ذكر ناسخها أنه نقلها من نسخة ابن عساكر صاحب التاريخ. والخرائطي: هو صاحب كتاب (مكارم الأخلاق) المطبوع في القاهرة (المطبعة السلفية 1350هـ) المرجع: نشرة مؤسسة الرسالة، تحقيق إبراهيم صالح.\r\n\r\n[التعريف بالكتاب، نقلا عن موقع الوراق]","Auth":"الخرائطي","Betaka":"الكتاب: هواتف الجنان\r\nالمؤلف: أبو بكر محمد بن جعفر بن محمد بن سهل بن شاكر الخرائطي (المتوفى: 327هـ)\r\nالمحقق: إبراهيم صالح\r\nالناشر: دار البشائر للطباعة والنشر والتوزيع\r\nالطبعة: الأولى، 1421 هـ - 2001 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الخرائطي (240 - 327 ه) = 854 - 939 م) \r\n\r\nمحمد بن جعفر بن محمد بن سهل، أبو بكر الخرائطي السامري: فاضل، من حفاظ الحديث.\r\n\r\nمن أهل السامرة بفلسطين، ووفاته في مدينة يافا.\r\nمن كتبه (مكارم الأخلاق - ط) و (مساوئ الأخلاق - خ) و (اعتلال القلوب - خ) في أخبار العشاق، و (هواتف الجان وعجائب ما يحكى عن الكهان - خ) و (فضيلة الشكر - خ) [ثم طُبعت كلها]\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"6BD8F5FB","cat":"الأجزاء الحديثية","oNum":28183,"BkId":28183,"oAuth":275,"bVer":1,"aSeal":"D3A5BBAC"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t28183":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":58,"sub":0,"tit":"سماعات النسخة"},
      {"lvl":2,"id":60,"sub":0,"tit":"سماع الصفحة الأخيرة ص 50"}
    ]
}
