{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b2915":
    [
      {"page":1,"id":1,"nass":"معجم المصطلحات المتعلقة بالقرآن الكريم","seal":"403C1580","part":1},
      {"page":2,"id":2,"nass":"أسماء السور: أسماء السور معروفة، نذكر هنا بعض السور التي لها أكثر من اسم:\rالتوبة: تسمى كذلك براءة.\rالإسراء: تسمى كذلك بني إسرائيل.\rفاطر: تسمى كذلك الملائكة.\rغافر: تسمى كذلك المؤمن.\rفصلت: تسمى كذلك حم السجدة.\rالإنسان: تسمى كذلك الدهر.","seal":"1015736F","part":1},
      {"page":3,"id":3,"nass":"الإشمام: هو ضمّ الشفتين كمن يريد النطق بضمة من غير أن يظهر لذلك أثر في النطق، ولم يقع الإشمام في رواية حفص وسط الكلمة إلا في \"تَأْمَنَّا\" من قوله تعالى: مَا لَكَ لا تَأْمَنَّا عَلَى يُوسُفَ [يوسف 11] ، تضم الشفتان عند النطق بالنون المشددة للإشارة إلى ضمة النون الأولى المدغمة في النون الثانية، إذ \"تأمنا\" في الأصل \"تأمنُنَا\"، وعلامة الإشمام وضع نقطة خالية الوسط معينة الشكل () فوق آخر الميم قبيل النون المشددة، هكذا:. أما الإشمام الخاص بالوقف فهو ضم الشفتين عند النطق بالحرف المضموم والمرفوع الموقوف عليه ككلمة \"نستعين\" في قوله تعالى: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ [الفاتحة 5] بعد سكون النون للوقف.","seal":"59B5A346","part":1},
      {"page":4,"id":4,"nass":"الإمالة: هي أن تنحو بالفتحة نحو الكسرة، وبالألف نحو الياء من غير قلب خالص ولا إشباع مبالغ فيه، وهي الإمالة المحضة، وتسمى كذلك الإضجاع.\rوالكلمة الوحيدة التي تقرأ بالإمالة في رواية حفص عن عاصم هي \"مجريها\" في قوله تعالى: وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ [هود 41] ، تمال فيها فتحة الراء إلى الكسرة، والألف إلى الياء، وللدلالة على ذلك توضع تحت الراء نقطة خالية الوسط معينة الشكل () هكذا:.. (مجراها)","seal":"C1C9E3DE","part":1},
      {"page":5,"id":5,"nass":"ج: انظر: علامات الوقف.","seal":"715E4D38","part":1},
      {"page":6,"id":6,"nass":"الجزء: قُسِّمَ القرآن الكريم إلى ثلاثين جزءا متقاربا حتى يتسنى قراءته في شهر، وقُسِّمَ الجزء إلى حزبين، فيما يلي بدايات الأجزاء الثلاثين:\r1. الفاتحة\r2. سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا (البقرة 142) .\r3. تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ (البقرة 253) .\r4. كُلُّ الطَّعَامِ كَانَ حِلا لِبَنِي إِسْرَائِيلَ إِلا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ … (آل عمران 93) ، وعند بعض العلماء يبدأ من الآية الـ 92، وهي: لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.\r5. وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلا مَا مَلَكَتْ أَيْمَانُكُمْ … (النساء 24) .\r6. لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلا مَنْ ظُلِمَ (النساء 148) .\r7. لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا (المائدة 82) ، وعند بعض العلماء يبدأ من الآية الـ 83، وهي وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ.\r8. وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى … (الأنعام 111) .\r9. قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ … (الأعراف 88) .\r10. وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ … (الأنفال 41) .\r11. إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ (التوبة 93) . وعند بعض العلماء يبدأ من الآية الـ 94، وهي يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ.\r12. وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا (هود 6) .\r13. وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلا مَا رَحِمَ رَبِّي (يوسف 53) .\r14. الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ (الحجر 1) . وعند بعض العلماء يبدأ من الآية الثانية، وهي رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ.\r15. سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى … (الإسراء 1) .\r16. قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (الكهف 75) .\r17. اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (الأنبياء 1) .\r18. قَدْ أَفْلَحَ الْمُؤْمِنُونَ (المؤمنون 1) .\r19. وَقَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرَى رَبَّنَا (الفرقان 21) .\r20. فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ (النمل 56) ، وعند بعض العلماء يبدأ من الآية الـ 60، وهي أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ ….\r21. وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ (العنكبوت 46) ، وعند بعض العلماء يبدأ من الآية الـ 45، وهي اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ.\r22. وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ … (الأحزاب 31) .\r23. وَمَا أَنْزَلْنَا عَلَى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ (يس 28) . وعند بعض العلماء يبدأ من الآية الـ 22، وهي وَمَا لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ.\r24. فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ (الزمر 32) .\r25. إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ … (فصلت 47) .\r26. حم * تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (الأحقاف 1-2) .\r27. قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (الذاريات 31) .\r28. قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا … (المجادلة 1) .\r29. تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (الملك 1) .\r30. عَمَّ يَتَسَاءَلُونَ (النبأ 1) .\rالحروف المقطعة: هي نصف حروف الهجاء التي تبدأ بها تسع وعشرون سورة من سور القرآن الكريم مثل: الم، كهيعص، طه وما إلى ذلك، وفيها إشارة إلى إعجاز القرآن، فقد وقع به تحدّي المشركين، فعجزوا عن معارضته، وهو مركب من هذه الحروف التي تتكون منها لغة العرب.","seal":"A1D31EBB","part":1},
      {"page":7,"id":7,"nass":"الحزب: نصف الجزء.","seal":"4C7E8CDC","part":1},
      {"page":8,"id":8,"nass":"الرسم العثماني: هو علم تعرف به مخالفة خط المصاحف العثمانية لأصول الرسم القياسي.","seal":"A54D718C","part":1},
      {"page":9,"id":9,"nass":"الركوع: تقسم السور إلى ركوعات في مصاحف شبه القارة الهندية، والركوع عبارة عن عدة آيات تستحسن قراءتها في الركعة الواحدة، وعلامة الركوع حرف (ع) يوضع على حاشيتي المصحف اليمنى واليسرى.","seal":"14976B08","part":1},
      {"page":10,"id":10,"nass":"السبع الطوال: المراد بها: البقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والسابعة هي الأنفال والتوبة معا، أو سورة يونس.","seal":"179FEB4A","part":1},
      {"page":11,"id":11,"nass":"سجدة التلاوة: سجدة تسن عند تلاوة بعض آيات القرآن الكريم، أو سماعها، وهذه الآيات خمس عشرة، وهي:\r1. إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ (الأعراف 206) .\r2. وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَظِلالُهُمْ بِالْغُدُوِّ وَالآصَالِ (الرعد 15) .\r3. وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مِنْ دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (النحل 49 - 50) .\r4. وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (الإسراء 109) .\r5. أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (مريم 58) .\r6. أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ (الحج 18) .\r7. يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (الحج 77) .\r8. وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (الفرقان 60) .\r9. اللَّهُ لا إِلَهَ إِلا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (النمل 26) .\r10. إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ (السجدة 15) .\r11. قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ (ص 24) .\r12. فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لا يَسْأَمُونَ (فصلت 38) .\r13. فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (النجم 62) .\r14. وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لا يَسْجُدُونَ (الانشقاق 21) .\r15. كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (العلق 19) .\rعلما بأن السجدة الثانية في سورة الحج، والسجدات الواردة في سورة ص، والنجم، والانشقاق، والعلق موضع خلاف بين العلماء.\rوللدلالة على موضع السجدة يوضع شكل محراب في نهاية الآية، وتكتب كلمة \"سجدة\" على الحاشية.","seal":"C227DA94","part":1},
      {"page":12,"id":12,"nass":"صلى: انظر: علامات الوقف.","seal":"F4385EAF","part":1},
      {"page":13,"id":13,"nass":"الضبط: علم يعرف به ما يدل على عوارض الحروف التي هي الفتح، والضم، والكسر، والسكون، والشد والمد ونحو ذلك، ويرادف الضبط الشكل.","seal":"34283C07","part":1},
      {"page":14,"id":14,"nass":"علامات الوقف: علامات توضع في المصحف ليعرف بها القارئ مواضع الوقف والوصل، وهي ست علامات، وهي كما يلي:\rعلامات الوقف\rم: علامة الوقف اللازم، نحو: إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ.\rلا: علامة الوقف الممنوع، نحو: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ.\rج: علامة الوقف الجائز جوازا مستوى الطَّرفين، نحو: نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ.\rصلى: علامة الوقف الجائز مع كون الوصل أوْلَى، نحو: وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.\rقلى: علامة الوقف الجائز مع كون الوقف أوْلَى، نحو: قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلا قَلِيلٌ فَلا تُمَارِ فِيهِمْ.\r... ... علامة تعانق الوقف بحيث إذا وُقِف على أحد الموضعين لا يصح الوقف على الآخر، نحو: ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ.","seal":"3804F503","part":1},
      {"page":15,"id":15,"nass":"القراءات: هي اختلاف كلمات الوحي في اللفظ، والأداء، واللغة، والإعراب المنقول بالتواتر عن النبي -صلى الله عليه وسلم-.\rالقراءات المشهورة عشر، وكل منها منسوبة إلى إمام من أئمة القراءات، اشتهر عنه راويان، وفيما يلي أسماء أئمة القراءات العشر ورواتهم.\r1. نافع المدني، وراوياه: قالون، وورش.\r2. ابن كثير المكي، وراوياه: البزي، وقنبل.\r3. أبو عمرو البصري، وراوياه: حفص الدوري، والسوسي.\r4. ابن عامر الشامي، وراوياه: هشام، وابن ذكوان.\r5. عاصم الكوفي، وراوياه: شعبة، وحفص.\r6. حمزة الكوفي، وراوياه: خلف، وخلاد.\r7. الكسائي الكوفي، وراوياه: أبو الحارث، وحفص الدوري.\r8. أبو جعفر المدني، وراوياه: ابن وردان، وابن جماز.\r9. يعقوب الحضرمي، وراوياه: رويس، وروح.\r10. خلف العاشر، وراوياه: إسحاق، وإدريس.","seal":"7B919C31","part":1},
      {"page":16,"id":16,"nass":"قلى: انظر: علامات الوقف.","seal":"80BF4D83","part":1},
      {"page":17,"id":17,"nass":"المعانقة: انظر: علامات الوقف.","seal":"33243053","part":1},
      {"page":18,"id":18,"nass":"المعوذتان: المراد بهما سورتا الفلق، والناس.","seal":"B1B06741","part":1},
      {"page":19,"id":19,"nass":"المفصل: السور التي تبدأ من سورة (ق) إلى نهاية سورة الناس، وذلك القول المختار، وتنقسم ثلاثة أقسام:\rطوال المفصل: وهي من ق إلى آخر المرسلات.\rأوساط المفصل: وهي من النبأ إلى آخر الليل.\rقصار المفصل: وهي من الضحى إلى آخر الناس.\rالمنزل: يقسم القرآن الكريم في شبه القارة الهندية إلى سبعة أقسام شبه متساوية ليتمكن القارئ من قراءة القرآن الكريم في أسبوع، كل قسم في يوم، ويسمى كل قسم من هذه الأقسام منزلا وفيما يلي بدايات المنازل السبعة:\rأول الفاتحة.\rأول المائدة.\rأول يونس.\rأول الإسراء.\rأول الشعراء.\rأول الصافات.\rأول ق.","seal":"2DAF2071","part":1},
      {"page":20,"id":20,"nass":"الوقف اللازم: انظر: علامات الوقف.","seal":"73834BFF","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"معجم المصطلحات القرآنية","HigriD":"معاصر","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الدكتور ف. عبد الرحيم (=فانيامبادي عبد الرحيم)","bLnk":null,"Inf":"","Auth":"ف. عبد الرحيم","Betaka":"الكتاب: معجم المصطلحات القرآنية\r\nالمؤلف: الدكتور ف. عبد الرحيم (=فانيامبادي عبد الرحيم)\r\n(يتناول الكتاب بعض المصطلحات المتعلقة بالقرآن الكريم مثل: الإمالة، الإشمام، الوقف اللازم، المفصل ... )\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":0,"AuthInf":"ترجمة الدكتور ف . عبدالرحيم :\r\n\r\n* الاسم : فانيامبادي عبدالرحيم (Vaniyambadi Abdur Rahim) ، والاسم الذي اشتهر به هو ف . عبدالرحيم\r\n* تاريخ الميلاد : 7/5/1933م (1356هـ)\r\n* محل الميلاد : مدينة فانيامبادي ، بولاية تاملنادو بالهند.\r\n\r\nالمؤهلات : \r\n* ماجستير في اللغة الانجليزية وآدابها من جامعة مدراس بالهند.\r\n* ماجستير في اللغة العربية وآدابها من جامعة عليكرة الإسلامية بالهند.\r\n* شهادة (أفضل العلماء) في اللغة العربية والعلوم الإسلامية من جامعة مدراس ، وقد ذكر أن هذه الشهادة كانت تمنحها الحكومة البريطانية أيام الاستعمار بعد اجتياز اختبار تعقده لمن يريد أن يلتحق بوظيفة التدريس ، فدخل هذا الاختبار واجتازه فحصل على هذه الشهادة.\r\n* دكتوراه في أصول اللغة العربية من كلية اللغة العربية بجامعة الأزهر عام 1973م ، وقد كان موضوع رسالته هو تحقيق كتاب المعرب للجواليقي وسيأتي الحديث عنه في مؤلفاته.\r\n\r\nاللغات التي يعرفها أو يلم بها:\r\n1- العربية ، وهو يتقنها جيداً.\r\n2- الانجليزية ، وهو يتقنها جيداً.\r\n3- الأردية ، وهو يتقنها جيداً.\r\n4- الفارسية ، وهو يتقنها جيداً.\r\n5- الهندية ، وهو يتقنها جيداً.\r\n6- التاميلية.\r\n7- الفرنسية.\r\n8- الألمانية.\r\n9- اليونانية.\r\n10- التركية.\r\n11- العبرية.\r\n12- الإسبرنتو.\r\n\r\nالخبرات : \r\n* محاضر للغة الانجليزية وآدابها بجامعة مدراس.\r\n* محاضر للغة العربية بجامعة مدراس.\r\n* رئيس قسم اللغة الانجليزية بجامعة أم درمان الإسلامية بالسودان.\r\n* مدير شعبة تعليم اللغة العربية لغير الناطقين بها بالجامعة الإسلامية بالمدينة المنورة.\r\n* أستاذ مشارك بكلية اللغة العربية بالجامعة الإسلامية.\r\n* يعمل بمركز الترجمات بمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة ولا يزال.\r\n\r\nالمؤلفات:\r\n1- تحقيق المُعَرَّب للجواليقي ، ط.دار القلم بدمشق 1410هـ ، وهذا الكتاب كان موضوعاً لرسالته الدكتوراه من جامعة الأزهر ، وكلمة (تحقيق) التي كتبت على كعب غلاف الكتاب توهم القارئ ، فإن تحقيق كتاب المعرب بالمعنى المتعارف قد قام به العلامة أحمد محمد شاكر رحمه الله خير قيام من حيث جمع النسخ المخطوطة ، والتعليق على النص بما يكشف غوامضه ونحو ذلك مما يقتضيه عمل المحقق النابه ، وأما عمل الدكتور ف. عبدالرحيم في الكتاب فقد اعتمد على الطبعة التي حققها أحمد شاكر ، وانطلق في عمله منها ، وقام بتحقيق الكلمات التي أوردها الجواليقي وعددها 730 كلمة ، منها 130 هي أعلام للأشخاص والمواضع ، فوقف مع كل كلمة منها ، وقام بـ :\r\n- عزو كل كلمة إلى لغتها الأصلية ، فقد وقع خطأ في كلام اللغويين في هذا الصدد بالنسبة إلى بعض الكلمات ، مثل كلمة الأستار ، والإسفنط ، والبند ، والروشم ، والفندق ، فقد ذكر اللغويون أنها من الفارسية ، وهذا ليس بصحيح.\r\n-  ذكر أصل الكلمات الدخيلة مكتوباً بحروفه الأصلية ، فإن اللغويين لم يفعلوا هذا إلا بالنسبة إلى بعض الكلمات الفارسية ، كما صنع صاحب كشاف أصطلاحات الفنون في بعض الكلمات.\r\n-  ذكر المعنى الأصلي لبعض الكلمات ، مع ذكر ما قيل خطأ في أصلها. مثل كلمة (الديوان) ، فقد قيل إن أصل معناها (الجن).\r\n-  ذكر التغييرات التي طرأت على حروف الدخيل وبنائه عند التعريب ، وتعليلها من الناحية الصوتية.\r\n\r\nوطريقته في ذلك هي أنه يذكر عبارة الجواليقي كما في الكتاب المحقق ، ثم يشير إلى مصدر المؤلف ، وإن كان الجواليقي قد تصرف في العبارة المنقولة تصرفاً غير يسير فإنه يورد العبارة الأصلية بتمامها ، وإلا اكتفى بعبارة الجواليقي. ويذكر أقوال اللغويين الآخرين فيما يتعلق بأصل الكلمة ومدلولها ، واللغات المختلفة للكلمة ، ثم يذكر أصل الكلمة بحروفها في لغتها الأصلية ، مع ذكر ما طرأ من تغيير في البنية الصوتية للكلمة.\r\nوقد قدم بين يدي الكتاب بمقدمة تحدث فيها عن :\r\n* معنى المعرَّب والدخيل والمولد ، والفرق بين هذه المصطلحات الثلاثة.\r\n* ضوابط لمعرفة الدخيل.\r\n* اللغات التي أخذت منها العرب.\r\n* أنواع التغيير التي طرأت على الدخيل عند التعريب.\r\nولذلك فإن عمل الدكتور ف. عبدالرحيم في الكتاب ، يتجاوز معنى التحقيق المتعارف عليه ، وهو كتاب مستقل عن كتاب المعرب للجواليقي ، وإن كان قد دار حوله.\r\n2- الإعلام بأصول الأعلام الواردة في قصص الأنبياء عليهم السلام ، ط.دار القلم بدمشق 1413هـ . وهذا الكتاب دراسة تأصيلية للأعلام الواردة في قصص الأنبياء عليهم السلام في القرآن الكريم ، وتشتمل :\r\n- الأعلام الواردة في القرآن الكريم.\r\n- الأعلام الواردة في كتب السير والتاريخ والتفسير لأزواج بعض الأنبياء وأولادهم ، وللمولك المعاصرين لهم ، وللموالين والمعاندين لهم ، ولرجال صالحين وغيرهم، وذلك لأنه قد وقع في أسماء الكثير منهم تصحيف وتحريف ، وتعددت صيغ كثير منها.\r\n3- القول الأصيل فيما في العربية من الدخيل ، ط.مكتبة لينة بدمنهور بمصر 1411هـ. وهو يشتمل على تحقيق نحو 500 كلمة مما فات الجواليقي ذكره في كتابه (المعرَّب) .\r\n4- سواء السبيل فيما في العربية من الدخيل ، ط.دار المآثر بالمدينة المنورة . 1419هـ. يشتمل على تحقيق 400 كلمة مما فاته في كتابه السابق (القول الأصيل) الذي وعد فيه أن يواصل البحث للكلمات التي فاتته.\r\n5- الدخيل في اللغة العربية الحديثة ولهجاتها ، ط.حلب 1393هـ.\r\n6- دروس اللغة العربية لغير الناطقين بها (ثلاثة أجزاء). من منشورات الجامعة الإسلامية بالمدينة المنورة. وله طبعات أخرى.\r\n7- نصوص من الحديث النبوي الشريف (توظيف الحديث النبوي الشريف لتعليم اللغة العربية). المؤسسة الإسلامية بمدراس في الهند.\r\n8- المسعف في لغة وإعراب سورة يوسف ، المؤسسة الإسلامية بمدراس في الهند.\r\n9- الباحث عن الحقيقة ، قصة سلمان الفارسي رضي الله عنه.\r\n10- إنهما من مشكاة واحدة ، وهي قصة المسلمين المهجاجرين إلى الحبشة ، شرح فيه الحديث شرحاً لغوياً.\r\n11- في بلاط هرقل ، وهو شرح لغوي لحديث أبي سفيان رضي الله عنه في مجلس هرقل ملك الروم.\r\n12- أبشر بخير يوم مر عليك منذ ولدتك أمك ، وهو شرح لغوي لحديث كعب بن مالك رضي الله عنه.\r\nوالكتب الأخيرة عبارة عن مشروع علمي لتعليم اللغة العربية من خلال النصوص الحديثية ، وقد لقي نجاحاً كبيراً عند الطلاب الذين لا يتحدثون اللغة العربية.\r\n13- وله بحوث منشورة منها :\r\n- معجم المسائل النحوية والصرفية الواردة في القرآن الكريم .\r\n\r\n(نقلا عن : ملتقى أهل التفسير)","seal":"65D381CD","cat":"علوم القرآن - مرقم آليا","oNum":2915,"BkId":2915,"oAuth":969,"bVer":1,"aSeal":"E2D39B14"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t2915":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"معجم المصطلحات القرآنية"},
      {"lvl":1,"id":2,"sub":0,"tit":"أسماء السور"},
      {"lvl":1,"id":3,"sub":0,"tit":"الإشمام"},
      {"lvl":1,"id":4,"sub":0,"tit":"الإمالة"},
      {"lvl":1,"id":5,"sub":0,"tit":"ج"},
      {"lvl":1,"id":6,"sub":0,"tit":"الجزء"},
      {"lvl":1,"id":7,"sub":0,"tit":"الحزب"},
      {"lvl":1,"id":8,"sub":0,"tit":"الرسم العثماني"},
      {"lvl":1,"id":9,"sub":0,"tit":"الركوع"},
      {"lvl":1,"id":10,"sub":0,"tit":"السبع الطوال"},
      {"lvl":1,"id":11,"sub":0,"tit":"سجدة التلاوة"},
      {"lvl":1,"id":12,"sub":0,"tit":"صلى"},
      {"lvl":1,"id":13,"sub":0,"tit":"الضبط"},
      {"lvl":1,"id":14,"sub":0,"tit":"علامات الوقف"},
      {"lvl":1,"id":15,"sub":0,"tit":"القراءات"},
      {"lvl":1,"id":16,"sub":0,"tit":"قلى"},
      {"lvl":1,"id":17,"sub":0,"tit":"المعانقة"},
      {"lvl":1,"id":18,"sub":0,"tit":"المعوذتان"},
      {"lvl":1,"id":19,"sub":0,"tit":"المفصل"},
      {"lvl":1,"id":20,"sub":0,"tit":"الوقف اللازم"}
    ]
}
