{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b29570":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"الغُرَرُ النَقِيَّةُ على الدُّرَر البَهيَّة\rللشيخ العلَّامة\rفيصل بن عبد العزيز آل مبارك -رحمه الله-\rالمتوفي عام 1376 هـ\r(يُطبَعُ لأوَّلِ مرَّةٍ)\rعُني به\rمحمد بن حسن بن عبد الله آل مبارك\rكنوز إشبيليا للنشر والتوزيع","seal":"8B8727E0","page":1},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"الغُرَرُ النَقِيَّةُ على الدُّرَر البَهيَّة","seal":"A972229B","page":2},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"الغُرَرُ النَقِيَّةُ على الدُّرَر البَهيَّة\rللشيخ العلَّامة\rفيصل بن عبد العزيز آل مبارك -رحمه الله-\rالمتوفي عام 1376 هـ\r(يُطبَعُ لأوَّلِ مرَّةٍ)\rعُني به\rمحمد بن حسن بن عبد الله آل مبارك\rكنوز إشبيليا للنشر والتوزيع","seal":"A317AC21","page":4},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"دار كنوز إشبيليا للنشر والتوريع 1425 هـ\rفهرسة مكتبة الملك فهد الوطنية أثناء النشر\rالمبارك، فيصل عبدالعزيز\rالغرر النقية على الدرر البهية/ فيصل عبدالعزيز المبارك؛ محمد حسن المبارك. - الرياض 1426 هـ\r113 ص؛ 17×24 سم\rردمك: 5 - 08 - 701 - 9960\r1 - العبادات (فقه إسلامي)\rأ. المبارك، محمد حسن (محقق)\rب- العنوان\rديوي 252\r1598/ 1426\rرقم الإيداع: 1598/ 1426\rردمك: 5 - 08 - 701 - 9960\rجميع حقوق الطبع محفوظة\rالطبعة الأولى\r1426 هـ - 2005 م\rدار كنوز إشبيليا للنشر والتوزيع\rالمملكة العربية السعودية ص. ب 27261 الرياض 11417\rهاتف: 4742458 - 4773959 - 4794354 فاكس: 4787140\rE-mail: eshbelia@hotmail.com","seal":"C1FD7EA8","page":5},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","seal":"35FA6A82","page":6},
      {"aya":null,"sora":null,"Na":null,"id":13,"part":1,"nass":"التعريف بالشارح\rهو: الشيخُ العالِمُ الورِعُ الزاهدُ فيصل بن عبد العزيز بن فيصل بن حمد آل مبارك، العلَّامةُ المحدِّثُ الفقيهُ المفسِّرُ الأصولِيُّ النَّحْوِيُّ الفَرَضِيُّ.\r- وُلِدَ رحِمَهُ اللهُ في حُرَيْمِلاءَ عام 1313 هـ، فحفظ القرآن صغيرًا، ثمَّ طَلَبَ العلمَ على عُلماءِ حُرَيْمِلاءَ في وقْتِهِ، ومِنهُم:\r1 - جدُّه لأُمِّه الشيخُ العالمُ الورِعُ ناصرُ بنُ محمدٍ الراشد.\r2 - وعمُّه العلَّامةُ الشيخ محمدُ بنُ فيصلٍ المبارك.\r- ثمَّ طلب العلم على علماء الرياض، فأخذ الفقه عن فقهاءِ عَصْرِه، مِثل:\r3 - الشيخ العلَّامةِ عبدِ الله بن عبد اللطيف آل الشيخ رحِمَهُ الله \"مفتي الديار النجدية\".\r4 - والشيخ العلَّامةِ المُفْتي محمدٍ بنِ ابراهيم آل الشيخ رحمه الله.\r5 - ثم العلامة الفقيه محمد بن عبد العزيز بن مانع رحمه الله.\r6 - وأخذ علم الحديث عن محدِّث الوقت العلَّامة الشيخ سعد بن حمد بن عتيق رحمه الله.\r7 - وأخذ علم النحو عن سيبويه عصره الشيخ حمد بن فارس رحمه الله.\r8 - وعلم الفرائض عن أفرض أهل زمانه الشيخ عبد الله بن راشد الجلعود رحمه الله.\rوأخذ عن كثيرٍ غيرهم من أفذاذ العلماء رحمهم الله أجمعين.\rإجازاتُه العلميَّة:\rأجازَهُ الشيخُ سعدُ بنُ حَمَدٍ بنِ عَتِيقٍ محدث الديار النجدية بتدريس أمهات كتب الحديث، وكذلك أمهات كتب مذهب الإمام أحمد.","seal":"7BAEE60F","page":5},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"- وكذلك أجازه الشيخ سعد إجازة خاصَّة في علم التفسير.\r- وأجازه كذلك الشيخ عبد الله بن عبد العزيز العنقري يحميع مرويَّاته.\r- وقد أجازه الشيخ عبد العزيز النمر إجازةَ الفتوى عام 1333 هـ، وكان إذ ذاك في العشرين من عمره.\r\rتلاميذه:\rتخرَّج على يدي الشيخ رحمه الله أجيالٌ من طلبة العلم، وليَ كثيرٌ منهم القضاء في عدَّة جهات.\r\rمن أبرزهم:\r1 - الشيخ إبراهيم بن سليمان الراشد -رحمه الله- قاضي الرياض ووادي الدواسر.\r2 - الشيخ عبد الرحمن بن سعد بن يحيى -رحمه الله- قاضي الرياض وحريملاء.\r3 - الشيخ فيصل بن محمد المبارك -رحمه الله- رئيس هيئة الحسبة وعضو مجلس الشورى بجدة.\r4 - الشيخ سعد بن محمد بن فيصل المبارك -رحمه الله- قاضي وادي الدواسر ثم الوشم.\r5 - الشيخ محمد بن مهيزع رحمه الله قاضي الرياض.\r6 - الشيخ ناصر بن حمد الراشد رحمه الله رئيس ديوان المظالم.\r7 - الشيخ محمد بن عبد الرحمن العباد رحمه الله صاحب كتاب (دواء القلوب).\r8 - الشيخ حمود بن مترك البليهد حفظه الله قاضي دومة الجندل.\r9 - الشيخ عارف بن مفضي المسعر حفظه الله مدير التعليم ثم مساعد وكيل الأمارة بمنطقة الجوف.\r10 - الشيخ سعد بن عبد الرحمن المحارب رحمه الله القاضي بساجر.","seal":"F9E21311","page":6},
      {"aya":null,"sora":null,"Na":null,"id":15,"part":1,"nass":"11 - الشيخ محمد بن سليمان المهنا رحمه الله القاضي بالدوادمي سابقًا.\r12 - الشيخ سليمان الربيش حفظه الله القاضي بمحكمة الرياض سابقًا.\r- وُيلاحظ أن تلامذة الشيخ -رحمه الله- وبالأخص في الجوف لم يدرسوا إلا على يد الشيخ فيصل -رحمه الله-، ومع ذلك تعيَّن الكثير منهم بإجازات خطية من الشيخ قضاةً ودُعاةً في البلدان، وذلك لحسن ثقة الدولة -حفظها الله- في الشيخ رحمه الله وتلامذته.\r* * *\r\rمؤلفاته:\rللشيخ رحمه الله عِدَّة مؤلفات في جميع العلوم الشرعيَّة - تصل إلى ثلاثين مؤلفاً، فمن كتبه المطبوعة:\r1. توفيق الرحمن في دروس القرآن في (أربع مجلدات).\r2. بستان الأحبار باختصار نيل الأوطار في (مجلدين).\r3. تطريز رياض الصالحين في علم الحديث.\r4. السبيكة الذهبية في علم الفرائض.\r5. كلمات السداد على متن الزاد في علم الفقه.\r6. مفاتيح العربية شرح الآجرُّوميَّة في علم النحو.\rوله رحمه الله الكثير من المؤلفات التي لم تطبع بعد.\r\rالشيخ فيصل وجهوده الفقهية:\rاعتنى الشيخ فيصلُ بالتصنيف في علم الفقه لا سيما في أُخريات حياته رحمه الله.\rأ- فألَّف الشيخ رحمه الله في علم أصول الفقه رسالةً قيِّمةً بعنوان:","seal":"20623242","page":7},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"1 - (مقام الرشاد بين التقليد والاجتهاد).\rب- أمَّا في الفروع فقد ألَّف الشيخ رحمه الله:\r2 - (كلمات السداد على متن زاد المستقنع) للحجاوي.\r3 - (المرتع المشبع شرح مواضع من الروض المربع) مخطوطٌ في أربع مجلدات كبيرة.\r4 - (مختصر المرتع المشبع) مخطوط، في مجلد.\r5 - (مجمع الجوادِّ (¬1) شرح الزاد) وهو مخطوط.\rج- أمَّا في باب الفرائض من علم الفقه فقد ألَّف الشيخ فيصل رحمه الله رسالتين هما:\r6 - (الحجج القاطعة في المواريث الواقعة)، وقد طبع قديمًا ضمن مجموع (المختصرات النافعة) للشيخ فيصل، تحت اسم (الدلائل القاطعة)، ومنه مخطوطة في مكتبة الملك فهد - تصنيف رقم: (252/ 3).\r7 - (السبيكة الذهبية على متن الرحبية)، وقد طبعت عام 1379 هـ عن المكتبة الأهلية، ثم عن دار العليان عام 1406 هـ، ثم طبعت مؤخرًا بتحقيق الأستاذ عبد الله الزاحم، كما أنَّ الرسالة قد طُبِعت قديمًا ضمن مجموعة \"الرسائل الكمالية\"، وهاتان الرسالتان -ولله الحمد- قد يُسِّرَ لي تحقيقُهما على نسخٍ خَطِيَّة.\rد- وكذلك ألف الشيخ رحمه الله في الفقه الحديثي:\r8 - (شرح الدار البهيَّة)، وهُو كتابُنا هذا.\r__________\r(¬1) الجوادُّ بتشديد الدال: جمع جادَّة، وهي الطريق الواضح.","seal":"8E25E03F","page":8},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"وفاته:\rولي الشيخ فيصل القضاء في عِدَّة بلدان، كان آخِرها منطقة الجوف، والتي توفي بها في ذي القعدة من عام 1376 هـ، عن ثلاثةٍ وستين عامًا قضاها في الدعوة إلى الله وفي الجهاد، وفي العلم والتعليم والتصنيف رحمه الله (¬1).\r\rوصف المخطوط:\rهذا الكتابُ -وهو \"شرح الدرر البهيَّة\"- يُوجَدُ ضِمنَ مجموعٍ خطِّيٍّ باسم: (زُبدةُ الكلامِ في الأصولِ والآدابِ والأحكامِ)، بخطِّ الشيخِ فيصلٍ المبارك، في ثلاث مجلَّدات في:\r1 - مكتبة الملك فهد - تصنيف: مكتبة حريملاء/ رقم: (258/ 3) - (229/ 3) تاريخ الإيداع 10/ 7/ 95 م.\r__________\r(¬1) انظر في مصادر ترجمة الشيخ فيصل رحمه الله:\r(علماء نجد خلال ثمانية قرون) للشيخ عبد الله البسام رحمه الله - ج 5 ص 392 إلى 402.\rوالأعلام للزركلي: ج 5 / ص 168.\rو(مشاهير علماء نجد) للشيخ عبد الرحمن بن عبداللطيف آل الشيخ.\rو(روضة الناظرين) للقاضي.\rو(العلامة المحقق والسلفي المدقق: الشيخ فيصل المبارك) لفيصل بن عبد العزيز البديوي.\rو(المتدارك من تاريخ الشيخ فيصل بن عبد العزيز المبارك) لمحمد بن حسن المبارك.","seal":"50163839","page":9},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"2 - كما توجدُ عنهُ مصوُّرةٌ في دارَة الملك عبد العزيز - تصنيف: مكتبة الشيخِ: فيصلٍ آل مُبارك.\r* معلمةُ الشَّيخِ: \"فيصل بن عبد العزيز آل مبارك\" في العلومِ الإسلاَميَّة:\rعندما أقامَ الشيخُ فيصلُ رحِمهُ اللهُ في مدينة سكاكا بمنطقةِ الجوفِ -في أُخرَيَاتِ حيَاتِهِ -ألَّف رحِمَهُ الله مَعلمةً-: (موسوعةً) -مُصغَّرة في العُلومِ الإسلامِيَّة ضمَّت بعضَ شُرُوحَهُ -رحِمَه الله- على جُملةٍ من المتون العلميَّة، سمَّاها المؤلِّفُ: (زُبدةُ الكلامِ في الأصولِ والآدابِ والأحكامِ).\r- قال -رحِمَهُ الله- في أوَّلِهَا:\r(أمَّا بعد، فإنَّ كتبَ العِلم قَدْ كثُرَتْ وانتَشَرَتْ، وبُسِطَت واختُصرت، فرأيتُ أن أجمَعَ منها ما يحفظُه الطالبُ ويعْتمِدُ عَليه، ونقَلتُ من كلامِ أهل العِلم ما يبيِّن بعضَ معَانيِه، ليكُونَ أصلًا يَرجِعُ إليه، وجسرًا يعبُرُ منهُ إلى غيرِه إن شاءَ اللهُ تعَالى، والعالِمُ الربَّانِيُّ هُو: الذي يرِّبِّي الناس بأصُولِ العِلم ووَاضِحاتِه، قبل فُروعِه ومُشْكِلاتِه.\rورَتَّبتُ الكتب التي أردتُ، فبدأتُ:\r1. بـ (الأربعين النووية).\r2. ثمَّ بـ (عمدة الأحكام) للحافظ عبد الغني المقدسي في الحديث.\r3. ثمَّ (كتاب التوحيد).\r4. ثمَّ (العقيدة الواسطية).\r5. ثمَّ (بلوغ المرام).\r6. ثمَّ (الدرر البهيَّة).","seal":"276F2DFB","page":10},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"7. ثمَّ (نبذة في أصول الفقه).\r8. وختمتُها بـ (غذاء القلوب ومفرج الكروب).\rوسمَّيتُه: (زبدة الكلام في الأصول والآداب والأحكام)، وأَسْأَلُ اللهَ أنْ ينفَعَنِي بِه، وجَميع مَن قرأَهُ أوْ سَمِعَهُ، إنَّه لطيفٌ خبيرٌ، آمين).\rعملي في الكتاب:\r1 - اعتمدتُ لَدى تحقيقي لنصِّ المتن المشروح على متن \"الدرر البهيَّة\" المشروح في ثنايا هذا الكتاب ضمنَ المجموع المذكورِ بِخَطِّ الشيخ فيصل بن عبد العزيز المبارك رحِمه الله، فجعلتُهُ الأصلَ.\r2 - قارنتُ بين نصِّ المتن المشروح وبيَن بعض طبعاتِه السابقة وهي كُثُر، ومن ثمَّ انتخبتُ من أجل ذلك النصَّ الذي أخرجَهُ أخي الدكتور محمدِ بن عبدِ العزيزِ الخضيريِّ أثابَه الله، وذلك عام 1420 هـ -عن دار الوطن بالرياض-، لكونِ تلك الطبعة محرَّرةً ومتقنَةً، ومقابَلةً على نُسَخ خطيَّةٍ، إحداهنَّ بخط الإمام الشوكانيِّ مؤلِّفِ \"الدُّرَر\" رحِمه الله تعالى.\r3 - أُشِيرُ إلى زيادات المطبوعة على الأصل بِجَعْل تلك الزيادات بين قوسَين: ( ... ).\r- كما تابعتُ محقِّقَ المطبوعةِ في إثبات العناوين الفرعيَّةِ التي أضافَها على المتنِ إتمامًا للفائدة أثابَه الله، وأُشِيرُ إلى ذلك بجعلها بين معقوفتَين: [ ... ].\r4 - لا أُشيرُ إلى زيادات الأصل على المطبوعةِ، وهِيَ كثيرةٌ، وذلك لكوْنِ الأُولَى هي: الأصلُ المعتَمَدُ.\r5 - -ولذَلِكَ أيضًا- أعتَمِد نَصَّ الأصل المخطوطِ عند اختلافِ الألفاظ.\r- وبالنسبَةِ إلى الشَّرْح:","seal":"902BA523","page":11},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"5 - فقد اعتمدتُ على المخطوطةِ سالفَةِ الذكرِ، والتي أورَدَ فيها الشارحُ تعليقاتٍ موجَزةً مفيدةً، وتنبيهاتٍ مختصرةً فريدةً، وتعقُّباتٍ مقتَضبةً سديدةً، على مَتْنِ \"الدرر البهيَّة\" للإمام الشوكاني رحِمَهُما الله.\r6 - لدَى تحقِيقِي للشَّرح وجَّهْتُ اهتمامِي إلى العِنايةِ بضَبطِ الشَّرحِ وتحريرِ عِباراتِه، وسَلامةِ مفرَداتِه كما أنشأها المُؤَلِّفُ، وذلكَ حسب الحاجة وقدر الإمكان.\rوعلى الله قَصْدُ السَّبيل، وهو المستَعان، وعليه التُّكلان، وصلَّى الله وباركَ على نبيِّنا محمد، وعلى آلِه وصَحبِه أجمعين.\rمحمد بن حسن المبارك\r22/ 8/ 1425 هـ","seal":"B6830B4C","page":12},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"الصورة الأولى من مخطوطة شرح الدرر البهية","seal":"7D6A034B","page":13},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"الصورة الأخيرة من مخطوطة شرح الدرر البهية","seal":"71619F8A","page":14},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rأحْمَدُ من أمرَنا بالتفقُّهِ في الدِّينِ، وأشكُرُ من أرشَدَنا إلى إتِّباعِ سنن سيِّد المرسلين، وأصلِّي وأسلِّم على الرسولِ الأميِن، وآلِه الطاهرين، وأصحابِه الأكرمين (¬1).\r\rكتاب الطهارة\rباب المِياه\r- الماء طاهرٌ مُطَهِّرٌ.\r- لا يُخرِجُه عن الوصفَين إلا: ما غَيَّرَ ريحَه، أو لونَه، أو طعمَه من النجاسات.\r- وعن الثاني: ما أخرجَه عن اسمِ الماءِ المُطلق مِن المغيِّراتِ الطَّاهِرة.\r- ولا فرقَ بين:\r1 - قليلٍ وكثيرٍ.\r2 - وما فَوق القُلَّتَيِن وما دُونَهُما.\r3 - ومُتحَرِّكٍ وساكِنٍ.\r4 - ومُستَعْمَلٍ وغيِر مُستَعْمَلِ.\r¬_________\r(¬1) - هذا الكتابُ من أحسنِ المُختَصراتِ في الفِقْهِ وأوضَحِها وأصَحِّها، ومُؤَلِّفُه هو: الإمامُ العالمُ المجتهدُ محمدُ بنُ عليٍّ الشوكانيِّ، المولودِ سنَةَ اثنتيَنِ وسَبعِيَن ومِائةٍ بعدَ الألفِ، المتوَفىَ سنَةَ خَمْسِيَن مِن القرنِ الثالثِ عشَرَ رَحِمَهُ اللهُ تَعَالَى.","seal":"B5560965","page":15},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"فصل\r\rوالنَّجَاساتُ هي:\r1 - غائِطُ الإنسانِ مطلقاً.\r2 - وبولُهُ، إلا الذَكَر الرَّضِيع (¬1).\r3 - ولُعابُ كَلْبٍ.\r4 - ورَوْثٌ.\r5 - ودَمُ حَيْضٍ.\r6 - ولَحْمُ خِنزِيرٍ.\r- وفيما عدا ذلك خلاف.\r¬_________\r(¬1) - قَولُه: (إلا الذَّكَر الرَّضِيع)، الأكثرُ على أنَّ بولَهُ نجِسٌ لكنَّها نجاسةٌ خفيفةٌ، يكفِي فيها الرشُّ والنَّضْحُ، وذلِكَ قبل أن يأكُلَ الطعامَ، فإذا أكَلَهُ غُسِل بولُه كَغَيرِه.\r- قَولُه: (وروثٌ)، قالَ في \" الإفصَاحِ \": (اختَلفُوا في رَوْثِ ما يُؤْكَلُ لَحْمُه، وبَوْلِه، فقالَ مالكٌ وأحمدُ في المشهورِ عَنْهُ: أنَّهُ طاهِرٌ، وقال: \" الباقِي نجس \"، وقال أبو حنيفة: \" ذَرْقُ الحمامِ والعصافيِر طاهِرٌ، والباقي نجِسٌ \"، وقال الشافعيُّ: \" هو نجِسٌ على الإطلاق \".\r\rواتفقُوا على أنَّ: روثَ ما لا يُؤكَلُ لَحْمُه نجسٌ، إلا أبا حنيفةَ فإنَّه يرَى أنَّ ذرْقَ سِباعِ الطيرِ كالبازيِّ والصقرِ والباشَقِ ونحوِه طاهرٌ). انتهى.\rقُلْتُ: والراجِحُ: أنَّ رَوثَ ما يُؤكلُ لحمُه وبولَهُ طاهرٌ، لأنَّ النبَّي - صلى الله عليه وسلم - كان يُصلِّي في مرابِضِ الغَنَمِ، وأمَرَ العُرنيِّين أن يشرَبُوا مِنْ أبوالِ الإبِلِ وألبانِها.","seal":"035AACF7","page":16},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"فصل\r\r[في تطهير النجاسات]\r- ويَطهُرُ ما تنجَّسَ بغَسْلِه، حَتَّى لا يبقَى عَينٌ (¬1)، ولا لونٌ، ولا رِيحٌ، ولا طَعْمٌ.\r- والنَّعلُ بالمسحِ.\r- والاسْتِحالَة مطهِّرةٌ لعدمِ وجُودِ الوَصْفِ المحكومِ علَيه.\r- وما لا يُمْكِنُ غَسْلُه فبالصبِّ عليه.\r- أو النَّزْحِ مِنْهُ، حَتَّى لا يَبْقَى للنجاسةِ أثَرٌ.\r- والماءُ هُوَ الأصْلُ في التطهيِر، فَلا يقُومُ غيرُه مقامَهُ إلا بإذنٍ مِن الشارِع.\r\rباب قضاء الحاجة\r- على المتُخَلِّي:\r1 - الاستتار حتَّى يدنُو مِن الأرضِ.\r2 - والبُعْدُ، أو دخول الكنيف.\r3 - وتَرك الكلام.\r4 - والملابسة لما له حُرمة.\r5 - وتجَنُّب الأمكنة التي مَنَعَ عن التخلي فيها شرعٌ أو عُرفٌ.\r6 - وعدم الاستقبال والاستدبار للقبلة.\r7 - وعليه الاستجمار بثلاثة أحجار طاهرة، أو ما يقوم مقامها.\r- ويُندَب:\r¬_________\r(¬1) - قولُه: (حَتَّى لا يبقَى عَينٌ)، أي أَثَرُ النجاسةِ، بَلْ يُبالِغُ في إزالتِها وتغييرِها، فإنْ بَقِيَ مِن العينِ بقيَّةٌ لم يضُرَّه ذلِكَ، لِحَديثِ خَوْلةَ: قالت: (يا رسولَ اللهِ، فإنْ لمْ يذهَبْ الدمُ) قال: «يكفِيكِ الماءُ، ولا يَضُرُّكِ أثرُه».","seal":"634857CC","page":17},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"1 - الاستعاذةُ عند الشروع.\r2 - والاستغفار.\r3 - والحمد بعد الفراغ.\r\rباب الوضوء\rيجب على كل مُكَلَّفٍ أن:\r1 - يسمِّيَ إذا ذَكَرَ.\r2 - ويتمضمضُ\r3 - ويستنشِقُ.\r4 - ثم يغسِلُ جميعَ وجهِه.\r5 - ثم يدَيه مع مِرفقَيه.\r6 - ثم يمسَحُ رأسَه مع أذنيه، ويجزئ مسح بعضه، والمسح على العمامة.\r7 - ثم يغسلُ رجليه مع الكعبين، وله المسح على الخفين.\r8 - ولا يكون وضوءاً شرعياً إلا بالنية لاستباحة الصلاة.\r\rفصل\r\rمُستَحَبَّاتُ الوضُوءِ\rويُستحَبُّ:\r1 - التثليثُ في غير الرأس.\r2 - وإطالةُ الغُرَّة والتحجيل.\r3 - وتقديمُ السِّواك.\r4 - وغسلُ اليدين إلى الرسغين ثلاثاً، قبل الشروع في غسل الأعضاء المتقدمة.\r\rفصل\r\r[في نواقض الوضوء]\rويَنتقضُ:","seal":"3E361403","page":18},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"1 - بِما خرج من الفرجين من عين أو ريح.\r2 - وبِما يوجب الغسل.\r3 - ونوم المضطجع.\r4 - وأكل لحم الإبل.\r5 - والقيء ونحوه.\r6 - ومسِّ الذكر.\r\rباب الغسل\rيجِبٌ:\r1 - بخروج المني بشهوة، ولو بتفكر.\r2 - وبالتقاء الختانين.\r3 - وبالحيض.\r4 - وبالنفاس.\r5 - وبالاحتلام مع وجود بلل.\r6 - وبالموت.\r7 - وبالإسلام.\r\rفصل\r\r[صفة الغسل]\r... والغُسل الواجب هو:\r1 - أن يفيض الماء على جميع بدنه، أو ينغمس فيه.\r2 - مع المضمضة والاستنشاق.\r3 - والدلك لما يمكن دلكه.\r4 - ولا يكون شرعياً إلا بالنية لرفع موجبه.\r- ونُدِب:\r1 - تقديم غسل أعضاء الوضوء إلا القدمين.\r2 - ثم التيامن.","seal":"E25C421B","page":19},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"فصل\r\r[في الأغسال المشروعة]\rويُشرَعُ:\r1 - لصلاة الجمعة.\r2 - وللعيدين.\r3 - ولمن غسَّل ميتاً.\r4 - وللإحرام.\r5 - ولدخول مكة.\r\rباب التيمم\r- يستباح به ما يستباح بالوضوء والغسل:\r1 - لمن لا يجد الماء.\r2 - أو خشي الضرر من استعماله.\r- وأعضاوه:\r1 - الوجْهُ.\r2 - ثم الكَفَّان.\r- يَمسَحُهما:\r1 - مَرَّةً.\r2 - بضربةٍ واحدةٍ.\r3 - ناوياً.\r4 - مُسَمِّياً.\r- ونواقضُه: نواقض الوضوء.\r\rباب الحيض\r- لم يأت في تقدير أقله وأكثره ما تقوم به الحجة.\r- وكذلك الطُّهر.\r- فذاتُ العادةِ المتقرِّرةِ تعملُ عليها.\r- وغيرُها ترجع إلى القرائن، فدمُ الحيضِ يتميَّزُ عَن غيِره، فتكُونُ:","seal":"EE5551C4","page":20},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"1 - حائضاً: إذا رأتْ دمَ الحيضِ. ...\r2 - ومستحاضةً: إذا رأتْ غيرَه، وهي كالطاهرة، وتغسِلُ أثرَ الدمِ وتتوضأُ لكلِّ صلاةٍ.\r- والحائض:\r1 - لا تُصَلِّي.\r2 - ولا تصُومُ.\r3 - ولا تُوطَأُ حتى تغتسِلَ بعدَ الطُّهر.\r4 - وتَقضِي الصيامَ.\r\rفصل\r\r[في أحكام النفاس]\r... - والنفاسُ:\r1 - أكثرُه أربعون يوماً.\r2 - ولا حَدَّ لأقَلِّه.\r3 - وهو كالحَيضِ.","seal":"427B2A58","page":21},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"كتاب الصلاة\r[باب مواقيت الصلاة]\r- أوَّلُ وقتِ الظهرِ: الزَّوالُ.\r- وآخرُه: مصيُر ظِلِّ الشيءِ مثلَه - سِوَى فَيْءِ الزَّوالِ -.\r- وهو: أول وقتِ العصرِ.\r- وآخرُه: ما دامت الشمسُ بيضاءَ نقيةً.\r- وأولُ وقتِ المغربِ: غروب الشمس.\r- وآخرُه: ذهاب الشفق الأحمر.\r- وهو: أولُ العِشاء.\r- وآخرُه: نصف الليل.\r- وأولُ وقت الفجر: إذا انشق الفجر.\r- وآخرُه: طلوع الشمس.\r- ومَنْ نامَ عن صلاتِهِ أو سَها عنها؛ فوقتُها حيَن يذكُرُها.\r- ومَنْ كانَ معذوراً وأدرك من الصلاة ركعة فقد أدرك الصلاة.\r- والتوقيتُ: واجبٌ.\r- والجَمعُ لعذرٍ: جائزٌ.\r- والمتيمِّمُ وناقصُ الصلاة - أو الطهارة - يُصَلُّون كغيرهم من غيِر تأخيرٍ.\r- وأوقات الكراهة:\r1 - بعد الفجرِ حتى ترتفعَ الشمسُ.\r2 - وعندَ الزوالِ.\r3 - وبعدَ العصرِ حتى تغربَ (الشمسُ).","seal":"9981BC71","page":22},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"باب الأذان\r- يُشرَعُ لأهل كل بلد:\r1 - أن يتخذوا مؤذناً (أو أكثر).\r2 - ينادي بألفاظ الأذان المشروعة.\r3 - عند دخول وقت الصلاة.\r- ويُشرَع للسامع أن يتابع المؤذن.\r- ثم تُشرَع الإقامة على الصفة الواردة.\r\rباب\r\rويجب على المصلِّي:\r1 - تطهيُر ثوبِه وبدنه ومكانه من النجاسة.\r2 - وسترُ عورته.\r3 - ولا يشتمِلُ الصمَّاء (¬1).\r4 - ولا يَسدُلُ (¬2).\r5 - ولا يُسبِلُ (¬3).\r6 - ولا يكفِتُ (¬4).\r¬_________\r(¬1) - قوله: (ولا يشتَمِلُ الصمَّاءَ)، اشتمالُ الصمَّاء هُو أنْ يجلِّلَ جسدَه بالثوب، لا يرفعُ منه جانباً ولا يُبقِي ما يُخرِجُ منهُ يدَهُ، كما في الصحيحين عن أبي هريرة: (أنَّ النبي - صلى الله عليه وسلم - نَهى أن يشتمِل الصمَّاء)، وفي لفظٍ (وأن يشتمِلَ في إزاره إذا ما صلَّى إلا أن يخالفَ بطرفَيه على عاتقِه).\r(¬2) - قوله: (ولا يَسدِلُ)، السدْلُ هُو: إسبالُ الرجُلِ ثوبَه على يديه من غير أن يضُمَّ جانبَيْه بين يديه، بل يلتحِفُ بِه، ويُدخِل يدَيه من داخل، فيركَعُ ويسجُدُ وهو كذلك.\r(¬3) - قوله: (ولا يُسبِلُ)، الإسبال مجاوزة الثوب الكعبين.\r(¬4) - قوله: (ولا يكفِتُ)، الكَفتُ: غَرزُ الثوبِ في حُجْزَتِه، ونحو ذلك، وربطُ شعرِ رأسِه لئلاَّ يقَع في الأرض.","seal":"A8DBE76A","page":23},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"7 - ولا يُصلِّي:\r- في ثوبِ حريرٍ.\r- ولا ثوبِ شُهرَةٍ.\r- ولا مَغصوبٍ.\r8 - وعليه استقبالُ الكعبة - إن كان مشاهداً لها أو في حكم المشاهد -، وغير المشاهد يستقبل الجهة بعد التحرِّي.\r\rباب كيفية الصلاة\r- لا تكون شرعية إلا بالنية.\rوأركانها كلها مفترضة؛ إلا:\r1 - قعود التشهد الأوسط.\r2 - والاستراحة.\r- ولا يجب من أذكارها إلا:\r1 - التكبير.\r2 - و (قراءة) الفاتحة في كل ركعة - ولو كان مؤتمَّاً -.\r3 - والتشهد الأخير.\r4 - والتسليم.\r- وما عدا ذلك فسنن، وهي:\r1 - الرفع في المواضع الأربعة.\r2 - والضم.\r3 - والتوجه بعد التكبيرة.\r4 - والتعوذ.\r5 - والتأمين.\r6 - وقراءة غير الفاتحة معها.\r7 - والتشهد الأوسط.\r8 - (والاستراحة).\r9 - والأذكار الواردة في كل ركن.\r10 - والاستكثار من الدعاء بخيري الدنيا والآخرة؛ بما ورد وبما لم يرد.","seal":"F589E4D2","page":24},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"فصل\r\r[في مبطلات الصلاة]\rوتَبطُلُ الصلاةُ:\r1 - بالكلامِ.\r2 - وبالاشتغالِ بما ليس منها.\r3 - وبتركِ شرطٍ أوْ رُكنٍ عَمداً.\r\rفصل\r\r[فيمن تسقط عنه الصلاة، وصلاة المريض]\r- ولا تجب على غير مكلف.\r- وتسقط عمَّن:\r1 - عجز عن الإشارة.\r2 - أو أُغمِيَ عليه حتى خرجَ وقتُها.\r- ويصلِّي المريضُ قائماً، ثَّم قاعداً، ثَّم على جَنْبٍ.\r\rباب صلاة التطوع\r1 - وهي أربع قبل الظهر.\r2 - وأربع بعدها.\r3 - وأربع قبل العصر.\r4 - وركعتان بعد المغرب.\r5 - وركعتان بعد العشاء.\r6 - وركعتان قبل صلاة الفجر.\r7 - وصلاة الضحى.\r8 - وصلاة الليل - وأكثرها ثلاث عشرة ركعة؛ يوتر في آخرها -.\r9 - وتحية المسجد.\r10 - والاستخارة.\r11 - وركعتان بين كل أذان وإقامة.","seal":"A5FB3CD5","page":25},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"باب صلاة الجماعة\r- هي مِنْ آكَدِ السُّنَنِ (¬1).\r- وتنعَقِدُ باثنَينِ.\r- وإذا كَثُرَ الجَمْعُ كان الثوابُ أكثَرَ.\r- وتصحُّ بعدَ المفضُولِ.\r- والأَوْلى أنْ يكونَ الإمامُ من الخِيار.\r- ويؤمُّ الرجلُ بالنساءِ - لا العَكْس -.\r- والمفترِضُ بالمتنفِّلِ - والعَكْس -.\r- (وتَجِبُ المتابَعَةُ في غَيرِ مبطِلٍ).\r- ولا يؤُمُّ الرجلُ قوماً هُمْ لَهُ كارِهون.\r- ويصلِّي بهم صلاةَ أخَفِّهم.\r¬_________\r(¬1) - قوله: (هي من آكد السنن)، أي سُنَنِ الهدى، والتخَلُّف عن الجماعةِ مِن علاماتِ النفاقِ ... والخُسرانِ، ورَوَى مسلمٌ عَن ابنِ مسعود رضِيَ اللهُ عَنه قال: (مَنْ سَرَّه أنْ يلقَى اللهَ غَداً مسلِماً فليحافِظ على هؤلاء الصلواتِ حَثُ يُنادى بهِنَّ، فإنَّ الله شرَعَ لنبيكم - صلى الله عليه وسلم - سُنَنَ الهُدى، وإنَّهنَّ من سُنَنِ الهدى، ولو أنَّكُمْ صلَّيتُم في بيوتِكم كما يصلِّي هذا المتخلِّفُ في بيتِه لتركتُم سنَّةَ نبيِّكم، ولو تركتُم سنَّة نبيكم لضللتُم، ولقد رأيتُنا وما يتخلَّف عنها إلا منافقٌ معلومُ النفاقِ، ولقد كان الرجلُ يُؤتَى بِه يُهَادَى بَينَ الرجُلَينِ حتى يُقامَ في الصفِّ).\rوفي رواية: (إنَّ رسول الله عَلَّمَنا سنن الهدى، وإنَّ مِن سُننِ الهدى الصلاةَ في المسجِدِ الذي يُؤَذَّنُ فيه).","seal":"B94F4223","page":26},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"- ويقَدَّم: السلطانُ، وربُّ المنزل، والأقرأُ، ثُمَّ الأعلمُ، ثم الأسَنُّ.\r- وإذا اختلَّتْ صلاةُ الإمامِ؛ كان ذلك عليه لا على المؤتَمِّين.\r- وموقِفُهُم خَلفَهُ؛ إلا الواحِد فعن يَمِينِه.\r- وإمامةُ النساءِ وسَطَ الصفِّ.\r- ويُقدَّم: صفوفُ الرجالِ، ثم الصبيانُ، ثم النساءُ.\r- والأحقُّ بالصفِّ الأولِ أولو الأحلام والنهى.\r- وعلى الجماعةِ أن يُسَوُّوا صفوفَهم.\r- وأن يسُدُّوا الخلل.\r- وأن يُتمُّوا الصفَّ الأولَ، ثم الذي يليه، ثم كذلك.\r\rباب سجود السهو\rوهو سجدتان قبل التسليم أو بعده (¬1)؛ بإحرام، وتشهد، وتحليل.\r- ويشرع:\r1 - لترك مسنون.\r2 - وللزِّيادةِ - ولو ركعةً - سَهواً.\r3 - وللشك في العدد.\r- وإذا سَجَدَ الإمامُ تابعَهُ المُؤْتَمُّ.\r¬_________\r(¬1) - قولُه: (أو بعده)، قال في الاختيارات: (وهل يتشَهَّدُ ويُسَلِّمُ إذا سجَدَ بعد السلامِ؟ فيه ثلاثةُ أقوال، ثالثُها: يُسَلِّم ولا يتشَهَّدُ، وهو قولُ ابنِ سيرين ووجهٌ في مذهبِ أحمدَ، والأحاديثُ الصحيحةُ تدلُّ على ذلك). انتهى.","seal":"BF077360","page":27},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"باب القضاء للفوائت\r- إن كان الترك عمداً لا لعذر؛ فدَيْنُ الله أحق أن يُقضى.\r- وإن كان (الترك لعذرِ)؛ فليس بقضاء؛ بل أداء في وقت زوال العذر\r- إلا صلاة العيد؛ ففي ثانية.\r\rباب صلاة الجمعة\rتجِبُ على كل مكلَّف؛ إلا:\r1 - المرأة.\r2 - والعبد.\r3 - والمسافر.\r4 - والمريض.\r- وهي كسائر الصلوات؛ لا تخالِفُها إلا في مشروعية الخطبتين قبلها.\r- ووقتُها وقتُ الظهر.\rوعلى من حضرها:\r1 - أن لا يتخطى رقاب الناس.\r2 - وأن ينصت حال الخطبتين.\r- ونُدِبَ له:\r1 - التبكيرُ.\r2 - والتطيُّبُ.\r3 - والتجمُّل.\r4 - والدُّنُوُّ من الإمام.\r- ومن أدرك ركعةً منها؛ فقد أدرَكَها.\r- وهي في يومِ العيدِ رخصةٌ.\r\rباب صلاة العيدين\rهي ركعتان.","seal":"EBD3823C","page":28},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"- في الأولى سبع تكبيرات قبل القراءة.\r- وفي الثانية خمس كذلك.\r- ويخطب بعدها.\r- ويُستحَبُّ:\r1 - التجمُّلُ.\r2 - والخروجُ إلى خارج البلد.\r3 - ومخالفةُ الطريق.\r4 - والأكلُ قبل الخروج في الفطر دون الأضحى (¬1).\r- ووقتُها: بعد ارتفاع الشمس قدرَ رُمحٍ إلى الزوال.\r- ولا أذانَ فيها ولا إقامَة.\r\rباب صلاة الخوف\rقد صلاها رسول الله - صلى الله عليه وسلم - على صفات مختلفة.\r- وكلها مجزئة.\r- وإذا اشتد الخوف والتحم القتال؛ صلاها الراجل والراكب - ولو إلى غير القبلة ولو بالإيماء -.\r¬_________\r(¬1) - قوله: (والأكلُ قبل الخروج في الفطر دون الأُضحى)، لحديثِ بُريدةَ قال: (كان النبِيُّ - صلى الله عليه وسلم - لا يخرُجُ يومَ الفِطرِ حتى يطعَمَ، ولا يطعَمُ يومَ الأضحى حتى يُصلِّيَ) رواه أحمدُ والترمذيُّ، وللدارقطنيِّ: ... (وكان لا يأكلُ يومَ النحرِ حتى يرجعَ فيأكلَ من أضحِيَّتِه، وإذا لمْ يكُنْ له ذِبْحٌ لم يُبالِ أن يأكلَ).","seal":"DB00C9A2","page":29},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"باب صلاة السفر\rيَجِبُ القصرُ على مَن خرجَ مِن بلدِه قاصِداً للسفر (¬1)، وإنْ كانَ دُونَ بَرِيدٍ.\r- وإذا أقامَ ببلدٍ متَرَدِّداً؛ قَصَرَ إلى عِشرِين يَوماً، (ثُمَّ يُتِمُّ).\r- وإذا عزَمَ على إقامةِ أربعٍ أتَمَّ بعدَها.\r- وله الجمعُ تقديماً وتأخيراً؛ بأذانٍ وإقامتين.\r\rباب صلاة الكسوفين\rوهي سُنَّةٌ.\r- وأصح ما ورد في صِفَتِها ركعتان.\r- في كل ركعة ركوعان، ووردَ ثلاثةٌ، وأربعةٌ، وخمسةٌ.\r- يَقرأُ بين كل ركوعين ما تيسَّر.\r- وورد في كل ركعةٍ ركوعٌ.\r- ونُدِبَ:\r1 - الدعاءُ.\r2 - والتكبيرُ.\r3 - والتصدُّقُ.\r4 - والاستغفارُ.\r¬_________\r(¬1) - قولُه: (يَجِب القصر على من خرج من بلده قاصداً للسفر)، قال في الاختيارات: (ويُكرَهُ إتْمَامُ الصلاةِ في السفرِ، ويجوز قَصْرُ الصلاةِ في كلِّ ما يُسَمَّى سفراً، سواءً قلَّ أو كثُر، ولا يتقدَّرُ بمُدَّةٍ، وهو مذهب الظاهريَّة، ونَصَرَه صاحب المُغني فيه، وسواءٌ كانِ مباحاً أو محَرَّماً، ونصرَهُ ابنُ عقيلٍ في موضِعٍ، وقالَهُ بعضُ المتأخِّرِين من أصحابِ أحمدَ والشافعيِّ، وسواءٌ نَوَى إقامةَ أكثرَ من أربعةِ أيَّامٍ أو لا، قَد رُوِيَ هذا عن جماعةٍ من الصحابة). انتهى.","seal":"BC3317FB","page":30},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"باب صلاة الاستسقاء\r... تُسنُّ عند الجدْب ركعتان.\r- بعدَهما خطبةٌ؛ تتضمَّنُ: التذكيرَ، والترغيبَ في الطاعة، والزجرَ عن المعصية.\r- ويَستكثِرُ الإمامُ ومَن معَه مِن:\r1 - الاستغفارِ.\r2 - والدعاءِ برفع الجَدبِ.\r- ويُحَوِّلُون - جَمِيعاً - أرديَتَهم.","seal":"743DBB3D","page":31},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"nass":"كتاب الجنائز\r... مِن السُنَّة:\r1 - عيادة المريض.\r2 - وتلقين المحتضر الشهادتين.\r3 - (وتوجيهه القبلة).\r4 - وتغميضه إذا مات.\r5 - وقراءة \" يس \" عليه.\r6 - والمبادرة بتجهيزه - إلا لتجويز حياته -.\r7 - والقضاء لدينه.\r8 - وتسجيته.\r- ويجوز تقبيله.\r- وعلى المريض أن:\r1 - يحسن الظن بربه.\r2 - ويتوب إليه.\r3 - ويتخلص عن كل ما عليه.\r\rفصل\rويجب غَسل الميت المسلم على الأحياء.\r- والقريبُ أولى بالقريبِ؛ إذا كان من جِنسِه.\r- وأحَدُ الزوجين بالآخر.\r- ويكون الغَسلُ:\r1 - ثلاثاً، أو خمساً، أو أكثر.\r2 - بماء وسِدْرٍ؛ وفي الآخرةِ كافورٌ.\r3 - وتُقَدَّمُ الميامِنُ.\r- ولا يُغَسَّل الشهيدُ.","seal":"2365A40E","page":32},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"فصل\r\r[في تكفين الميت]\rويَجِبُ تكفينُه بما يستره - ولو لم يملك غيره -.\rولا بأس بالزيادة - مع التمكن - من غير مغالاة.\r- ويُكفَّنُ الشهيدُ في ثيابه التي قُتل فيها.\r- ونُدِبَ تطييبُ:\r1 - بدَنِ الميت.\r2 - وكَفَنِه.\r\rفصل\r\r[في صلاة الجنازة]\rوتَجِبُ الصلاةُ على المَيِّتِ.\r- ويقوم الإمام حِذاءَ رأسِ الرجل، ووسَطِ المرأة.\r- ويكَبِّرُ أربعاً أو خمساً.\r- ويقرأُ بعدَ التكبيرة الأولى الفاتحة وسورة.\r- ويدعو بيَنَ التكبيرات بالأدعية المأثورة.\r- ولا يُصلَّى على:\r1 - الغالِّ.\r2 - وقاتل نفسه.\r3 - والكافرِ.\r4 - والشهيدِ.\r- ويُصلَّى على:","seal":"F657558B","page":33},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"1 - القَبرِ.\r2 - وعلى الغائبِ (¬1).\r\rفصل\r\r[في المشي بالجنازة واتباعها]\rويكون المشي بالجنازة سريعاً.\r- والمشي معها والحمل لها سُنَّة.\r- والمتقدِّم عليها والمتأخر عنها سواء.\r- ويكره الركوب.\r- وَيْحرُمُ:\r1 - النعيُ.\r2 - والنياحةُ.\r3 - وإتِّباعها بنار (¬2).\r4 - وشقُّ الجيب.\r5 - والدعاء بالويل والثبور.\r¬_________\r(¬1) - قوله: (ولا يُصلَّى على الغالّ، وقاتل نفسه، والكافر، والشهيد، ويصلى على القبر، وعلى الغائب)، قال في المقنع: (ولا يصلِّي الإمامُ على الغالِّ ولا على من قتَلَ نفسَه). انتهى.\rواختار شيخُ الإسلام ابن تيمية الصلاةَ على الغائبِ إذا مات بمحَلٍّ لم يُصَلَّ فيهِ عليه كَقِصَّةِ النجاشِيِّ.\r(¬2) - قولُه: (وإتِّباعُها بنارٍ)، إتباعُ الجنائز بالنارِ كان من أفعالِ أهلِ الجاهليَّة، وقال أبو موسى حين حضَرَهُ الموت: (لا تَتَّبِعوني بِجَمْرٍ)، وأمَّا السِّراج لحاجَةِ دفنهِ فلا بأسَ بِه.","seal":"7BA9A1EF","page":34},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"- ولا يقعُدُ المتَّبِعُ لها حتى توضَعَ.\r- والقيامُ لها منسوخٌ.\r\rفصل\r[في أحكام الدفن وزيارة القبور والتعزية]\rويجب دفن الميت في حفرة تمنعه من السباع.\r- ولا بأس بالضَّرح.\r- واللَّحْدُ أَولَى.\r- ويُدخَلُ المَيِّتُ من مُؤَخّرِ القبِر.\r- ويُوضَعُ على جَنبِه الأيْمَنِ مُستقبِلاً.\r- ويُستحَبُّ حَثْوُ الترابِ - مِنْ كُلِّ مَنْ حَضَرَ - ثلاثَ حَثَيات.\r- ولا يُرفَعُ القبر زيادة على شبر.\r- والزيارة للموتى مشروعة.\r- ويقفُ الزائرُ مستقبلاً للقبلة.\r- ويَحْرُمُ:\r1 - اتخاذ القبور مساجد.\r2 - وزخرفتها.\r3 - وتسريجها.\r4 - والقعود عليها.\r5 - وسب الأموات.\r- والتعزيةُ مشروعةٌ.\r- وكذلك إهداءُ الطعامِ لأهل الميت.","seal":"D9AAF90D","page":35},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"كتاب الزكاة\rتَجِبُ في الأموال التي ستأتي، إذا كان المالِكُ مكلَّفاً (¬1).\r\rباب زكاة الحيوان\rإنما تَجِبُ منه في النَّعَمِ، وهي:\r1 - الإبلُ.\r2 - والبقر.\r3 - والغنم.\r\rفصل\r\r[في زكاة الإبل]\r- إذا بلغَتْ الإبلُ خمساً، ففيها شاة.\r- ثم في كل خمسٍ شاةٌ.\r- فإذا بلغت خمساً وعشرين ففيها ابنةُ مخاضٍ أو ابنُ لَبُونٍ.\r- وفي ستٍّ وثلاثيَن ابنةُ لَبونٍ.\r- وفي ستٍّ وأربعين حُقَّةٌ.\r¬_________\r(¬1) - قولُه: (إذا كان المالك مكلَّفاً)، قال في الإفصاح: (واختلفوا هل يُشترطُ البلوغُ والعقلُ، فقال مالكٌ والشافعيُّ وأحمدُ: \" لا يُشتَرط البلوغُ ولا العقلُ، بل الزكاةُ واجبةٌ في مالِ الصبيِّ والمجنون \". وقال أبو حنيفةَ: \" يُشتَرطُ ذلك، ولا تجِبُ عنده زكاةٌ في مال صبيِّ ولا مجنون \". انتهى.","seal":"7F184EA1","page":36},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"- وفي إحدَى وستِّين جَذَعةٌ.\r- وفي ست وسبعين بنتا لَبون.\r- وفي إحدى وتسعين حُقَّتان إلى مائة وعِشرين.\r- فإذا زادَتْ:\rففي كلِّ أربعين ابنةُ لَبون.\rوفي كلِّ خمسين حُقَّةٌ.\r\rفصل\r\r[في زكاة البقر]\r- ويجِبُ في ثلاثين من البقرِ تبيعٌ أو تبيعةٌ.\r- وفي أربعين مُسِنَّةٌ، ثُمَّ كذلك.\r\rفصل\r\r[في زكاة الغنم]\r- ويَجِبُ في أربعين من الغنمِ شاةٌ.\r- إلى مائةٍ وإحدَى وعشرين، وفيها شاتان.\r- إلى مائتين وواحدةٍ، وفيها ثلاثُ شِياه.\r- إلى ثلاثِمائة وواحدةٍ، وفيها أربعٌ (¬1).\r- ثُمَّ في كلِّ مائةٍ شاةٌ.\r¬_________\r(¬1) - قوله: (إلى ثلاثمائة وواحدة، وفيها أربع)، هذا قولُ بعضِ الكوفيين، وروايةٌ عن أحمدَ، والصحيحُ أنَّها لا تجِبُ الشاةُ الرابعةُ حتى تفِيَ أربَعَمائة، لحديثِ أنسٍ: (فإذا زادتْ على ثلاثِمائة، ففي كلِّ مائةٍ شاةٌ). وهو قولُ الجمهورِ.","seal":"C70D4670","page":37},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"فصل\r- ولا يُجمَعُ بين مفترقٍ من الأنعام، ولا يفرَّقُ بين مجتمِعٍ خَشيَةَ الصدقةِ.\r- ولا شيءَ فيما دُونَ الفَرِيضةِ.\r- ولا في الأوقاصِ.\r- وما كان من خَلِيطين فيتراجَعَان بالسوِيَّة.\r- ولا تُؤخَذُ:\r1 - هرمةٌ.\r2 - ولا ذاتُ عوارٍ.\r3 - ولا عيبٍ.\r4 - ولا صغيرةٌ.\r5 - ولا أكُولةُ.\r6 - ولا رُبَّى.\r7 - ولا ماخِضٌ.\r8 - ولا فحلُ غنمٍ.\r\rباب زكاة الذهب والفضة\rهِي: إذا حال على أحدهما الحول ربع العشر.\r- ونصاب الذهب عشرون ديناراً.\r- ونصاب الفضة مائتا درهم.\r- ولا شيء فيما دون ذلك.\r- ولا زكاة في غيرهما من الجواهر، وأموال التجارة، والمستغَلاَّت (¬1).\r¬_________\r(¬1) - قوله: (ولا زكاةَ في غيرِهما من الجواهرِ وأموالِ التجارةِ والمستغَلاَّت)، هذا قول أهل الظاهرِ، وهو شاذٌّ خِلافَ الإجماع، وقد قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ}، وأموال التجارة من الكسب، وقال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا}، والتجارةُ من أعظمِ الأموال، قال ابنُ المنذِرِ: (الإجماعُ قائمٌ على وجوبِ الزكاةِ في مالِ التجارة).","seal":"559445A0","page":38},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"باب زكاة النبات\r- يجب العشر في الحنطة والشعير والذرة والتمر والزبيب.\r- وما كان يُسقى بالمسنِيِّ منه ففيه نصف العشر.\r- ونصابها خمسة أوسق.\r- ولا شيء فيما عدا ذلك كالخضروات وغيرها (¬1).\r- ويجب في العسل العشر.\r- ويجوز تعجيل الزكاة.\r- وعلى الإمامِ أن يرُدّ صدقاتِ أغنياءِ كلِّ محلٍّ في فقرائهم.\r- ويبرأُ ربُّ المالِ بدفعُها إلى السُلطانِ، وإنْ كانَ جائراً.\r\rباب مصارف الزكاة\rهي ثمانيةٌ، كما في الآية.\r- وتحرُمُ على بني هاشم (¬2).\r- وموالِيهم.\r¬_________\r(¬1) - قوله: (ولا شيء فيما عَدا ذلك كالخُضرواتِ وغيرِها)، قال في الإختيارات: (ورجَّح أبو العباسِ أنَّ المعتَبَرَ لوجوبِ زكاة الخارج من الأرض: الادِّخارُ - لا غَيرَ -، لوجُودِ المعْنَى المناسبِ لإيجابِ الزكاةِ فيه، بِخِلافِ الكَيْلِ فإنَّه تقديرٌ مَحْضُ، فالوزنُ في مَعناهُ). انتهى.\r(¬2) - قوله: (وتحرُمُ على بَنِي هاشِم)، قال في الاختيارات: (ويجوزُ لبني هاشِمٍ الأخذُ من زكاةِ الهاشميين، وهُو محكيٌّ عن طائفةٍ من أهلِ البيت). انتهى. وقِيلَ: \" إن مُنِعُوا الخُمُسَ جازَ لهم الأخذُ من زكاةِ غيرِهم - إذا كانوا فقراء - \".","seal":"F8EC92D2","page":39},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"nass":"- وعلى الأغنياءِ.\r- والأقوياءِ المكتسبين.\r\rباب صدقة الفطر\r- هي صاعٌ من القوتِ المعتادِ عن كلِّ فردٍ.\r- والوجوب على سيِّدِ العبدِ، ومُنفِقِ الصغيرِ، ونَحْوِه.\r- ويَكُونُ إخراجُها قبلَ صلاةِ العِيدِ.\r- ومَنْ لا يَجِدُ زِيادةً عَلَى قُوتِ يَوْمِهِ وليلتِهِ فَلا فِطْرةَ عَلَيْهِ.\r- ومَصْرِفُها مصْرِفُ الزَّكاةِ.","seal":"9EBE59E7","page":40},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"كتاب الخُمس\r- يَجِبُ فِيما يُغْنَمُ في القتالِ.\r- وفي الرَّكازِ الخُمْسُ.\r- ولا يَجِبُ فيما عَدا ذلك.\r- ومَصْرِفُهُ: (مَن في) قولهِ تعَالى: {واعلمُوا أنَّما غَنِمْتُم مِن شَيْءٍ} الآية.","seal":"24388C5B","page":41},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"كتاب الصيام\r- يَجِبُ صِيامُ شَهرِ رمضانَ:\r1 - لرؤية هلاله (¬1) من عَدْلٍ.\r2 - أو إكمالِ عِدَّة شعبان.\r- ويصومُ ثلاثِين يوماً ما لمْ يَظهرْ هِلالُ شوالٍ قبلَ إكمالِها.\r- وإذا رآه أهلُ بلدٍ لزِمَ سائرَ البلادِ الموافقةُ.\r- وعلى الصائمِ النيةُ قبلَ الفجر.\r\rفصل\r- يبطل:\r1 - بالأكل.\r2 - والشرب.\r3 - والجماع.\r4 - والقيء عَمداً.\r- ويَحْرُمُ الوصالُ.\r- وعلى من أفطرَ عَمْداً كفارةُ ككفارةِ الظِّهار (¬2).\r¬_________\r(¬1) - قوله: (يجب صيام شهر رمضان لرؤية هلاله)، قالَ في الاختيارات: (تَختلِفُ المطالِعُ باتفاقِ أهلِ المعرفةِ بِهذا، فإنْ اتَّفَقَ لزمَ الصومُ، وإلا فَلا، وهو الأصَحُّ للشافعيَّةِ، وقولٌ في مذهبِ أحمدَ)، وقال أيضاً: (ومن خَطرَ بقلبِه أنَّه صائمٌ غداً فقَد نوَى الصيامَ).\r(¬2) - قوله: (وعلى من أفطر عمداً كفارةٌ ككفارةِ الظِّهار)، هذا قولُ أبي حنيفةَ ومالكٍ والشافعيِّ - في أحَدِ قَولَيه -.","seal":"693022D1","page":42},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"- ويُندَبُ:\r1 - تعجيلُ الفطورِ.\r2 - وتأخيرُ السّحورِ.\r\rفصل\r- يَجِبُ على من أفطرَ لعُذرٍ شَرعيٍّ أنْ يقْضِيَ.\r- والفطرُ للمسافرِ ونحوِه رُخصةٌ.\r- إلا أن يَخْشَى التلفَ، أو الضَّعْفَ عَنْ القِتال فَعَزِيْمَةٌ.\r- ومَنْ مات وعليْهِ صومٌ صامَ عَنْهُ وَلِيُّهُ (¬1).\r- والكبيُر العاجزُ عن الأداءِ والقضاءِ يُكَفِّرُ عنْ كُلِّ يومٍ بإطعامِ مسكين.\r\rباب صوم التطوع\r- يُستَحَبُّ صِيامُ:\r1 - ستٍّ مِن شَوالٍ.\r2 - وتِسعٍ (مِنْ) ذِي الحِجِّةِ.\r3 - ومُحَرَّمٍ.\r4 - وشَعبانَ.\r5 - والاثنينِ والخميسِ.\r6 - وأيامِ البِيضِ.\r7 - وأفضلُ التطوُّعِ صومُ يَومٍ وإفطارُ يومٍ.\r- ويكره:\r¬_________\r(¬1) - قوله: (ومَن ماتَ وعلَيه صومٌ صامَ عَنه وليه)، قال في الاختيارات: (وإذا شرعَ إنسانٌ بالصوم عمَّن لا يطيقُهُ لكِبَرٍ أو نحوِه أو عن ميِّتٍ وهما معسِران توجَّهَ جوازُه، لأنَّه أقربُ إلى المماثَلة). انتهى، وقال البخاري (باب من مات وعليه صومٌ)، وقال الحسن: إن صام عنه ثلاثون رجلاً يوماً واحداً ... جاز. انتهى.","seal":"8E123C7D","page":43},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"1 - صوُم الدهر.\r2 - وإفراد يوم الجمعة.\r3 - ويوم السبت (¬1).\r4 - ويحرم صوم العيدين.\r5 - وأيام التشريق.\r6 - واستقبال رمضان بيوم أو يومين.\r\rباب الاعتكاف\r... يُشرَعُ للصائمِ في كلِّ وقتٍ، في المساجدِ.\r- وهُو في رمضانَ آكدُ.\r- سيَّما في العشرِ الأواخِرِ منهُ.\r- ويُستحَبُّ:\r1 - الاجتهادُ في العملِ فيها.\r2 - وقيامُ ليالي القَدْرِ.\r- ولا يخرُجُ المعتكِفُ إلا لحاجَةٍ.\r¬_________\r(¬1) - قوله: (ويوم السبت)، استُدِلَّ على كراهةِ إفراد السبت بما رواه الخمسة أنَّ رسول الله - صلى الله عليه وسلم - قال: «لا تصوموا يوم السبت إلا فيما افترض عليكم، فإن لم يجِد أحدُكم إلا عودَ عنبٍ أو لِحاءَ شجرةٍ فليمضَغْه». قال الحافظ: (رجاله ثقات)، وقد أنكرَه مالك، وقال أبو داود: \" هو منسوخ \".\r\rوعن أمِّ سلمة رضي الله عنها أنَّ رسول الله - صلى الله عليه وسلم - كان يصوم من الأيَّام يوم السبت ويوم الأحد، وكان يقول: «إنَّهما يوما عيدٍ للمشركين فأنا أريد إن أخالفَهم». أخرجه النسائي وصحَّحه ابن خزيمة، قال في الاختيارات: (ولا يُكرهُ إفراد يوم السبت بالصوم).","seal":"27968988","page":44},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"كتاب الحج\rيجبُ على كلِّ مكلَّفٍ مُستَطِيعٍ فَوْراً.\r\rفصل\r- ويَجِبُ تعيينُ نوعِ الحجِّ بالنِّيَّةِ، مِن تَمَتُّعٍ أوْ قِرانٍ أوْ إفرادٍ.\r- والأوَّلُ أفضلُها.\r- ويكونُ الإحرامُ مِن المواقيتِ المعروفةِ.\r- ومَن كانَ دونَها فمَهِلُّه مِن أهلِه، حتَّى أهل مكَّةَ مِنْها.\r\rفصل\r\r[في محظورات الإحرام]\r... - ولا يلبَسُ المُحرِمُ:\r1 - القميص.\r2 - ولا العمامة.\r3 - ولا البرنس.\r4 - ولا السراويل.\r5 - ولا ثوباً مَسَّهُ وَرْسٌ ولا زَعْفَرانُ.\r6 - ولا الخُفَّين، إلا أنْ لا يَجِد نَعْلَينِ، فيقطَعُهُما حتَّى يكونا أسفلَ مِن الكَعبين.\r- ولا تنْتَقِبُ المرأةُ.\r- ولا تلبَسُ القُفَّازين.","seal":"AF2701F8","page":45},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"- وما مسَّهُ الوَرْسُ والزعفرانُ.\r7 - ولا يتطَيَّبُ ابتداءً.\r8 - ولا يأخُذُ مِن شَعرِه وبَشَرِه، إلا لِعُذْرٍ.\r9 - ولا يرفُثُ.\r10 - ولا يفسُقُ.\r11 - ولا يجادِلُ.\r12 - ولا يَنكِحُ.\r13 - ولا يُنكَحُ.\r14 - ولا يخطِبُ.\r15 - ولا يقتُلُ صيداً.\r- ومن قتَلَهُ فعليه جزاءٌ مِثلُ ما قَتلَ مِن النَّعَمِ، يَحْكُمُ بِهِ ذَوَا عَدْلٍ.\r16 - ولا يأكل ما صاد غيره إلا إذا كان الصائد حلالاً ولم يصده لأجله.\r17 - ولا يعضُدُ مِن شجرِ الحرَمِ، إلا الإذخر.\r18 - ويجوزُ له قتل الفواسقُ الخمسُ.\r- وصيدُ حَرَمِ المدينةِ وشجرِه كحرمِ مكَّةَ، إلا أنَّ من قطعَ شجرَهُ أو خَبَطَهُ كان سَلَبُه حلالاً لمن وجَدَهُ.\r- ويَحْرُمُ صَيدُ وُجٍّ وشَجرِه (¬1).\r¬_________\r(¬1) - قوله: (ويحرم صيدُ وُجٍّ وشجرِه)، وُجٌّ: وادِ بالطائف، واستُدِلَّ على حُرمته بحديث الزبير مرفوعاً: (إنَّ صيدَ وُجٍّ وعضاهَهُ حَرَمٌ محرَّمٌ لله عزَّ وجلَّ) أخرجه أحمد وضعَّفه وصحَّحه الشافعي.\rقال في الإفصاح: (واتفقوا في صيدِ وجٍّ وشجرِه أنَّه غير محرَّم الاصطياد ولا القطع إلا الشافعي، فإنَّه قال يُمنَعُ من قطعِها وقتلِ الصيدِ به، وهل يضمَنُ إذا فعلَ؟ : على قولين له). انتهى.","seal":"216411E6","page":46},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"فصل\r[في صفة الطواف]\r- وعند قدوم الحاج مكة يطوف للقدومِ سبعةَ أشواطٍ.\r- يَرْمُلُ في الثلاثةِ الأُوَلِ ويَمشِي فيما بَقِيَ.\r- ويُقَبِّلُ الحجَرَ الأسودَ، أو يستَلِمُهُ يِمِحْجَنٍ، ويُقَبِّلُ الِحْجَنَ ونَحوَه.\r- ويَستَلِمُ الرُّكْنَ اليَمانيَّ (والرُّكْنَ الأسودَ).\r- ويَكْفِي القارِنَ طوافٌ واحِدٌ وسَعيٌ واحِدٌ.\r- ويَكونُ حالَ الطوافِ:\r1 - متوضئاً.\r2 - ساتراً لعورته.\r- والحائضُ تفعَلُ ما يفعلُ الحاجُّ - غَيْرَ أنْ لا تطُوف بالبيتِ.\r- ويُندَبُ الذِّكرُ حالَ الطوافِ بالمَأثورِ.\r- وبعدَ فراغِه يُصَلِّي ركعتَين في مقامِ إبراهيمَ، ثُمَّ يعُودُ إلى الرُّكْنِ فيستَلِمُه.\r\rفصل\r\r- ويسعَى بيَن الصَّفا والمروةِ سبعةَ أشواطِ داعِياً بالمأثورِ.\r- وإذا كانَ مُتَمَتِّعاً:\rصارَ بعدَ السعيِ حلالاً.\rحتَّى إذا كانَ يومُ الترويةِ أهَلَّ بالحجِّ.","seal":"CC036000","page":47},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"فصل\r\r[في صفَةِ الحَجِّ]\r- ثم يأتي عرفة صبح يوم عرفة\rملبياً مكبراً\rويجمع العصرين فيها\rويخطُب.\rثم يفيض من عرفة ويأتي المزدلفة\rويجمع فيها بين العشاءين\rويبيت بها.\rثم يصلي الفجر\rويأتي المشعر، فيَذكُرُ اللهَ عندَه.\rويقف به إلى قبل طلوع الشمس.\rثم يدفع حتى يأتي بطن محسِّر.\rثم يسلك الطريق الوسطى إلى الجمرة التي عند (ها) الشجرة وهي جمرة العقبة\rفيرميها بسبع حصيات، يكبر مع كل حصاة.\rولا يرميها إلا بعد طلوع الشمس إلا النساء والصبيان فيجوز لهم قبل ذلك.\rويحلق رأسه أو يقصره.\rفيحِلُّ له كل شيء إلا النساء.","seal":"6F0BFCD5","page":48},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"ومن حلق أو ذبح أو أفاض إلى البيت قبل أن يرمي فلا حرج.\rثم يرجع إلى منى فيبيت بها ليالي التشريق\rويرمي في كل يوم من أيام التشريق الجمرات الثلاث بسبع حصيات مبتدئاً\rبالجمرة الدنيا ثم الوسطى ثم جمرة العقبة.\rويستحب لمن يحج بالناس أن يخطبهم\rيوم النحر.\rوفي وسط أيام التشريق.\rويطوف الحاج طواف الإفاضة، وهو طواف الزيارة يوم النحر.\rوإذا فرغ من أعمال الحج طاف للوداع.\r\rفصل\r\r[في أحكام الهدي]\r... - والَهدْيُ أفضَلُه:\r1 - البَدَنَةُ.\r2 - ثم البقرةُ.\r3 - ثُم الشاةُ.\r- وتجزئ البدنة والبقرة عن سبعة.\r- ويجوز للمُهدِي أنْ يأكُلَ مِن لَحْمِ هَديِه، ويَركَبَ علَيه.\r- ويُندَبُ لَهُ إشعارُه وتقلِيدُه.\r- ومَنْ بَعَثَ بهدي لم يحرُمْ عليه شيءٌ مِمَّا يَحرُم عَلى المُحْرِمِ.\r\rباب العمرة المفردة\r- يُحرِمُ لها مِن الميقاتِ.","seal":"E35054EA","page":49},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"- ومَنْ كانَ في مكَّةَ خرجَ إلى الحِلِّ.\r- ثُمَّ يطُوفُ.\r- ويَسعَى.\r- ويَحلِقُ أو يُقَصِّرُ.\r- وهِيَ مشروعةٌ في جميعِ السَّنَةِ.\r\rباب النكاح\rيشرع لمن استطاع الباءة.\r- ويجب على من خشي الوقوع في المعصية.\r- والتبتل غير جائز إلا لعجز عن القيام بما لا بد منه.\r- وينبغي أن تكون المرأة:\r1 - ودوداً.\r2 - ولوداً.\r3 - بكراً.\r4 - ذات جمال.\r5 - وحسب.\r6 - ودين.\r7 - ومال.\r- وتُخْطَبُ الكبيرةُ إلى نفسِها.\r- والمُعْتَبَرُ حصُولُ الرِّضَا منها لِمَنْ كانَ كُفْؤاً.\r- والصغيرةُ إلى وليِّها.\r- ورِضا البِكرُ صِماتُها.","seal":"606B29C4","page":50},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"- وتَحرُمُ الخِطبَةُ:\r1 - في العِدَّةِ.\r2 - وعلى الخِطبةِ.\r- ويجوزُ النظرُ إلى المخطُوبةِ.\r- ولا نِكاحَ إلا بِوِلِيٍّ وشَاهِدَيْن.\r- إلا أن يكُونَ:\r1 - عاضِلاً.\r2 - أو غيَر مُسلِمٍ.\r- ويجوز لكلِّ واحدٍ من الزوجَين أنْ يُوكِّلَ لِعَقدِ النِّكاحِ ولوْ واحداً.\r\rفصل\r- ونكاحُ المُتْعَةِ منسوخٌ.\r- والتَّحلِيلُ حَرامٌ.\r- وكذلك الشِّغارُ.\r- ويَجِبُ على الزوجِ الوفاءُ بشرطِ المرأةِ إلا أنْ يُحِلَّ حَراماً، أوْ يُحَرِّمَ حَلالاً.\r- ويَحْرُمُ على الرجل أن ينكِحَ زانيةً أو مُشرِكةً، والعَكْس.\r- ومَن صرَّح القرآنُ بتحريمِه.\r- والرَّضاعُ كالنَّسَبِ.\r- والجمعُ بين المرأةِ وعمَّتِها، أو خالتها.","seal":"027147D5","page":51},
      {"aya":null,"sora":null,"Na":null,"id":60,"part":1,"nass":"- وما زادَ على العَدَدِ المُباحِ للحُرِّ والعبدِ (¬1).\r- واذا تزوَّجَ العبدُ بغيرِ إذنِ سيِّدِه فنِكاحُه باطِلٌ.\r¬_________\r(¬1) - قوله: (وما زادَ على العددِ المباحِ للحُرِّ والعبد)، قال ابنُ رشد (واتفقَ المسلمون على جواز نكاح أربع من النساء معاً، وذلك للأحرار من الرجال، واختلفوا في موضعين: في العبيد، وفيما فوق الأربع.\r- أمَّا العبيد فقال مالك في المشهور عنه: يجوزُ لهُ أن ينكح أربعاً، وبه قال أهل الظاهر، وقال أبو حنيفة والشافعي: لا يجوز له الجمع إلا بين اثنتين فقط، وبسبب اختلافِه: هل العبوديَّة لها تأثيرٌ في إسقاط هذا العدد كما لها تأثيرٌ في إسقاط نصفِ الحدِّ الواجبِ على الحُرِّ في الزنا، وكذلك في الطلاق عند من رأى ذلك، وذلك أنَّ المسلمين اتفقوا على تنصيف حدِّه في الزنا، أعني حدَّه نصفَ حدِّ الحُرِّ، واختلفوا في غير ذلك.\r- وأمَّا فوق الأربع فإنَّ الجمهور على أنَّه لا تجوز له الخامسة لقوله تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ}، ولِما رُوِي عنه عليه السلام أنَّه قال لغيلانَ لمَّا أسلم وتحته عشرُ نِسوة: «أمسِكْ أربعاً وفارِقْ سائرَهنَّ»، وقالت فرقةٌ: يجوز تسعٌ ويشبِهُ أن يكونَ من أجازَ التسعَ ذهب مذهب الجمع في الآية المذكورة، أعني: جمعَ الأعداد في قوله تعالى: {مَثْنَى وَثُلاَثَ وَرُبَاعَ}). انتهى.\rقال في المقنع: (ولا يحِلُّ للحُرِّ أن يجمع بين أكثرَ من أربع، ولا للعبد أن يتزوَّج أكثر من اثنتين)، قال في الحاشية (هذا المذهب وبه قال عمر وعلي وعبد الرحمن وعطاء والحسن والشعبي وقتادة والثوري والشافعي وأصحاب الرأي، وقال القاسم بن محمد وسالم بن عبد الله وطاوس ومجاهد ومالك وأبو ثور وداود: له نكاح أربع لعموم الآية، ولنا ما روَى الإمامُ أحمدَ بإسناده عن ابن سيرين أنَّ عمرَ سألَ الناسَ (كم يتزوج العبدُ) فقال عبد الرحمن بن عوف: (اثنتين وطلاقه اثنتين) وهذا بمحضَرٍ من الصحابة، فلم يُنكَرْ فكان إجماعاً، فيخُصُّ عمومَ الآية على أنَّ فيها ما يدلُّ على إرادة الأحرار وهو قوله: {وَمَا مَلَكَتْ ... أَيْمَانُكُمْ}.","seal":"DC9903ED","page":52},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"nass":"- وإذا عتقَتْ الأمَةُ ملَكَتْ أمرَ نفسِها، وخُيِّرَتْ في زَوجِها.\r- ويجوزُ فسخُ النكاحِ بالعَيبِ.\r- ويُقَرُّ مِن أنكِحَةِ الكُفَّارِ إذا أسلمُوا ما يُوافِقُ الشَّرعَ.\r- وإذا أسلمَ أحَدُ الزوجَين انفَسَخَ النكاحُ وتَجِبُ العِدَّةُ.\r- فَإنْ أسلَمَ (الآخَرُ)، ولمْ تتزوَّجْ المرأةُ كانا عَلى نِكاحِهِما الأوَّلِ - ولوْ طَالَتْ المُدَّةُ - إذا اختَارَ ذلك (¬1).\r¬_________\r(¬1) - قوله: (فإذا أسلمَ الآخَرُ ولم تتزوج المرأة كانا على نكاحهما الأول ولو طالت المُدَّة إذا اختارا ذلك)، قال في المقنِع (وإن أسلمَ أحدهما بعد الدخول وقف الأمر على انقضاء العِدَّة، فإن أسلم الثاني قبل انقضائها فهما على نكاحهما وإلا تبَيَّنَّا أنَّ الفرقة وقعَت حين أسلمَ الأول). وقال في الحاشية: (هذا المذهب وبه قال الزهري والليث والحسن بن صالح والأوزاعي والشافعي وإسحاق، ونحوه عن عبد الله بن عمر ومجاهد ومحمد بن الحسن، وعنه أن الفُرقة تتعجَّل بإسلام أحدهما كما قبل الدخول، وبه قال الحسن وطاوس وعكرمة وقتادة والحكم، ورُوِي ذلك عن عمر بن عبد العزيز ونصره ابن المنذر لقوله تعالى {وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ}، ولأنَّ ما يوجِبً فسخَ النكاح لا يختلِفُ بما قبل الدخول عن بعده، كالرضاع.\r\rولنا ما روى مالك في موطَّأه عن ابن شهاب قال: (كان بين إسلام صفوان بن أمِّية وامرأته بنت الوليد بن المغيرة نحو من شهرين، بحيث أسلمت يوم الفتح، وبقِيَ صفوان حتى شهِدَ حنيناً والطائف وهو كافر، ثمَّ أسلم فلم يفرِّق النبي - صلى الله عليه وسلم - بينهما، واستقرَّت امرأته بذلك النكاح)، قال ابن عبد البر: \" فشهرة هذا الحديث أقوى من إسناده \"، والآثار في هذا المعنى كثيرة، وفارق ما قبل الدخول فإنَّه لا عِدَّةَ لها فتتعجَّل البينونة، كالمطلَّقة واحدة، وها هنا لها عِدَّة، فإذا انقضت تبيَّنَّا وقوع الفرقة من حين أسلم الأوَّل فلا يحتاج إلى عِدَّة ثانية، لأنَّ اختلافَ الدين سببُ الفرقة، فتجِبُ الفرقة منه كالطلاق.\rواختار الشيخ تقي الدين فيما إذا أسلمت قبله بقاء نكاحه قبل الدخول وبعده ما لم تنكح غيره، والأمر إليها ولا حكم له عليها، ولا حقَّ عليه، وكذا إذا أسلم قبلها، وليس له حبسُها، وأنَّه متى أسلمت ولو قبل الدخول وبعد العِدَّة فهي امرأته إن اختار). انتهى.\rولفظُ صاحب الاختيارات: (وإذا أسلمت الزوجة والزوج كافر ثمَّ أسلم قبل الدخول أو بعد الدخول فالنكاح باقٍ ما لم تنكح غيره، والأمر إليها ولا حكم له عليها، ولا حقَّ عليه، لأنَّ الشارع لم ... يستفصل، وهو مصلحة محضة، وكذلك إن أسلم قبلها، وليس له حبسها، فمتى أسلمت، ولو قبل الدخول وبعده، فهي امرأته إن اختار، وكذا إن ارتدَّ الزوجان أو أحدهما ثمَّ أسلما أو أحدهما). انتهى. = = قلت: دليلُ ذلك حديث ابن عباس: (أنَّ النبي - صلى الله عليه وسلم - ردَّ ابنته زينب على أبي العاص بن الربيع بعد ستِّ سنين بالنكاح الأوَّل، ولم يُحْدِثْ نِكاحاً).","seal":"E26CB0A3","page":53},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"nass":"فصل\r\r[في أحكام الصداق والعشرة]\r- المهر واجب\r- وتكره المغالاة فيه\r- ويصح ولو خاتماً من حديد أو تعليم قرآن\r- ومن تزوج امرأةً ولم يسمِّ لها صداقاً: فلها مهر نسائها إذا دخل بها\r- ويستحب تقديم شيء من المهر قبل الدخول\r- وعليها:\r1 - إحسان العشرة.\r2 - والطاعة.\r- ومَن كان لَهُ زوجَانِ فصاعداً عَدَلَ بَينَهُنَّ في:\r- القَسْمِ.\r- وما تدعُو الحاجةُ إليه.","seal":"EC30A592","page":54},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"nass":"- وإذا سافر أقرع بينهن\r- وللمرأة أن تهب نوبتها أو تصالح الزوج على إسقاطها\r- ويُقِيمُ عندَ الجديدةِ البِكْرِ: سَبْعاً.\r- والثيِّبُ: ثلاثاً.\r- ولا يجوز العَزلُ (¬1)\r- ولا يجُوزُ إتيانُ المرأةِ في دُبُرِها.\r\rفصل\r\r[في وليمة العُرس]\r- والوليمةُ للعُرْسِ مشروعةٌ.\r- وإجابتُها واجبةٌ، ما لمْ يَكُنْ فِيها ما لا يَحِلُّ.\r\rفصل\r\r- والولَدُ للفِراشِ.\r- ولا عِبْرَةَ بِشَبَهِهِ بِغَيْرِ صاحِبِه.\r- وإذا اشترَكَ ثلاثةٌ في وطءِ أمَةٍ في طُهْرٍ مَلَكَها كلُّ واحِدٍ منهُم فِيه، فجَاءَتْ بوَلَدٍ وادَّعَوْهُ جميعاً فيُقْرِعُ بَينَهُم، ومَن استحَقَّهُ بالقُرعَةِ فعَليهِ للآخَرَيْنِ ثُلُثَا الدِّيَةِ.\r¬_________\r(¬1) - قوله: (ولا يجوزُ العَزلُ)، قال ابن عبد البر: (لا خلافَ بين العلماء أنَّه لا يعزِلُ عن الزوجة الحُرَّة إلا بإذنها لأنَّ الجماع من حقِّها).","seal":"403B93C2","page":55},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"nass":"كتاب الطلاق\r- هُو جَائزٌ.\r1 - من مُكَلَّفٍ.\r2 - مختارٍ (¬1)، ولوْ هَازِلاً.\r3 - لِمَنْ كانَتْ في طُهْرٍ لْم يَمَسَّها فِيه.\r4 - ولا طَلَّقَها في الحَيْضَةِ التي قَبلَهُ، أو في حَمْلٍ قَدْ استبَانَ.\r- ويحرُمُ إيقاعُه علَى غَيرِ هذِهِ الصِّفَةِ.\r- وفي وقوعِ ما فوق الواحدةِ مِن دُونِ تخلُّلِ رَجْعَةٍ خِلافٌ، والراجِحُ عَدَمُ الوقُوعِ.\r\rفصل\r- ويَقَعُ:\r1 - بالكِنَايةِ مَع النِّيَّةِ.\r2 - وبالتخْيِيرِ إذا إختارَتْ الفُرقَةَ.\r- وإذا جَعَلَه الزوجُ إلى غيرِهِ وقَعَ مِنْه.\r¬_________\r(¬1) قوله: (جائزٌ من مكلف مختار)، قال في المقنع: (يصحُّ من الزوج العاقل البالغ المختار، ويصحُّ من الصبي العاقل، وعنه لا يصح حتَّى يبلغ).\rقال في الاختيارات: (يصح الطلاق من الزوج، وعن الإمام أحمد رواية، ومن والد الصبي والمجنون وسيدهما، والذي يجب أن يسوَّى؟ في هذا الباب بين العقد والفسخ، ولِكُلِّ مَنْ ملَكَ العقدَ عليه، مَلكَ الفسخ عليه). انتهى.","seal":"41A42FD8","page":56},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"nass":"- ولا يَقَعُ بالتحْرِيمِ (¬1).\r- والرَّجُلُ أحَقُّ بامرأتِه في عِدَّةِ طَلاقِهِ - يُراجِعُها مَتَى شَاء - إذا كانَ الطلاقُ رجْعِيّاً.\r- ولا تَحِلُّ لَهُ بَعدَ الثالثَةِ حَتَّى تَنكِحَ زوجاً غَيرَهُ.\r\rبابُ الخُلْعِ\r- وإذا خالعَ الرجلُ امرأتَه كانَ أمرُها إلَيها، لا ترجِعُ إليهِ بِمُجَرَّدِ الرَّجْعَةِ.\r- ويجوزُ بالقليلِ والكثيِر، ما لمْ يجاوِزْ ما صارَ إليهَا مِنْهُ، فَلا.\r- ولا بُدَّ مِن:\rالتراضي بين الزوجين على الخلع\rوإلزام الحاكم مع الشقاق بينهما.\r- وهوَ فَسْخٌ.\r- وعِدَّتُهُ حَيْضَةٌ.\r\rباب الإيلاء\rهو أنْ يَحْلِفَ الزوجُ مِن جَمِيعِ نِسائِهِ أوْ بَعضِهِنَّ: \" لا أقرَبُهُنَّ \".\r- فإنْ وَقَّتَ بِدُونِ أربَعَةِ أشهُرٍ (أوْ لَها) اعتزَلَ حَتَّى يَنقَضِيَ ما وَقَّتَ بِه.\r- وإنْ وَقَّتَ بأكثرَ مِنها خُيِّرَ بعدَ مُضِيِّهَا بَينَ أنْ يَفِيْءَ، أوْ يُطَلِّقَ.\r¬_________\r(¬1) - قوله: (ولا يقع بالتحريم)، يعني إذا أراد تحريم العَين، فإنْ قصَدَ الطلاق أو الظهار وقع ما نواه لقوله - صلى الله عليه وسلم -: (إنَّما الأعمال بالنيات، وإنَّما لكلِّ امرئٍ ما نوى).","seal":"8E934199","page":57},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"nass":"بابُ الظِّهارِ\rوهُوَ قَولُ الزُّوجِ لامرأتِهِ: \" أنْتِ عَلَيَّ كَظُهْرِ أُمِّيْ \"، أوْ \" ظَاهَرْتُكِ \"، أوْ نحوُ ذَلك.\r- فيجِبُ عَليه قبلَ أنْ يَمَسَّهَا أنْ يُكَفِّرَ:\r1 - بِعَتقِ رَقَبَةٍ.\r2 - فإنْ لمْ يَجِدْ فَلْيَصُمْ شَهرَيْنِ مُتتَابِعَيْنِ.\r3 - فإنْ لمْ يَجِدْ فَلْيُطْعِمْ سِتِّيَن مِسكِينًا.\r- ويَجُوزُ لِلإمامِ أنْ يُعِينَهُ مِن صَدَقَاتِ المُسلِمِينَ إذَا كانَ فَقِيراً لا يَقْدِرُ عَلى الصَّومِ.\r- ولَهُ أنْ يَصْرِفَ مِنْهَا لِنَفْسِهِ وعِيَالِه.\r- وإذَا كانَ الظِّهَارُ مُؤَقَّتاً فَلا يَرْفَعُه إلا انقِضَاءُ الوَقْتِ (¬1).\r- وإذَا وَطِئَ قَبْلَ انقضَاءِ الوقْتِ أوْ قبلَ التكْفِيرِ كَفَّ حَتَّى يُكَفِّرَ في المُطْلَقِ، أو يَنقَضِيَ وقتُ المؤقَّتِ.\r\rبابُ اللِّعَان\rإذَا رمَى الرجُلُ امرَأَتَهُ بالزِّنَا ولَمْ تُقِرَّ بِذلكَ، ولاَ رَجَعَ عَنْ رَمْيِهِ لاَعَنَهَا:\r¬_________\r(¬1) - قوله: (وإذا كان الظهار موقَّتاً فلا يرفعُه إلا انقضاءُ الوقت) لحديث سلمة بن صخر: (أنَّه ظاهَرَ من امرأتِه حتى ينسلخَ رمضان) الحديث، وقال مالك: \" يسقط التأقيت ويكون ظِهاراً مُطلقاً \"، لأنَّ هذا لفظٌ يوجِبُ تحريمَ الزوجة، فإذا وقَّتَهُ لم يتوقَّتْ كالطلاق.","seal":"E68C2854","page":58},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":1,"nass":"1 - فيشهَدُ الرجلَ أربعَ شهاداتٍ بالِله إنَّهُ لَمِنَ الصادقِينَ، والخامِسَةُ: \" أنَّ لعنةَ اللهِ عَليهِ إنْ كانَ مِن الكاذِبِينَ \".\r2 - ثم تشهَدُ المرأةُ أربعَ شهاداتٍ باللهِ إنَّهُ لَمِنَ الكاذِبِين، والخامِسَةُ: \" أنَّ غَضَبَ اللهِ علَيها إنْ كانَ مِن الصَادِقِينَ.\r- وإذا كانت حاملاً، أوْ كانَتْ قَدْ وَضَعَتْ أدْخَلَ نَفْيَ الولَدِ في أَيْمَانِه.\r1 - ويفرِّقُ الحاكِمُ بَينَهُما.\r2 - وتَحْرُمُ عَلَيْه أَبَداً.\r3 - ويُلْحَقُ الولَدُ بأُمِّهِ فَقَطْ.\r4 - ومَنْ رَمَاها بِه فَهُوَ قَاذفٌ.\r\rباب العدة والاستبراء\rهِيَ لِلطَّلاقِ:\r1 - مِن الحامِلِ بالوَضْعِ.\r2 - ومِن الحَائِضِ بِثَلاثِ حِيَضٍ.\r3 - ومِنْ غَيْرِهِما بِثَلاثَةِ أشْهُرٍ (¬1).\rوللوفاة:\r1 - بأربعَةِ أشهُرٍ وعَشْرٍ.\r2 - وإنْ كانَتْ حامِلاً فبِالوضْعِ.\r- ولا عِدَّةَ عَلى غَيرِ مَدخُولَةٍ.\r- والأمَةُ كَالحُرَّةِ (¬2).\r¬_________\r(¬1) - قوله: (ومِن غيرِهما بثلاثةِ أشهرٍ) قال في الاختيارات: (ومن ارتفع حيضُها ما تدري ما رفَعَهُ، إنْ عَلِمتْ عدمَ عَوْدِه فَتَعْتَدُّ بالأشهر، وإلا اعتدَّت بِسَنةٍ). انتهى.\r(¬2) - قوله: (والأمة كالحرَّة) أي: فتعتدُّ ثلاثةَ قروءٍ إن كانت حائضاً، وقال أكثر أهل العلم: عِدَّتها قرآن، قال في المقنع: (واللائي لم يحضنَ فعدَّتهنَّ ثلاثة أشهر) إن كنَّ حرائر، وإن كنَّ إماءً فشهران، وعنه ثلاثة، وعنه شهرٌ ونصف).\rقال في الحاشية: (قوله: \" وإن كنَّ إماءٍ فشهران \"، هذا المذهَبُ، وبه قال ابن عمر وعطاء والزهري وإسحق وأحد أقوال الشافعي لأنَّ الأشهرَ بدلٌ من القروء، وعِدَّةُ ذاتِ القروءِ قرآن، فبَدَلُهما شهران، وعنه: \" ثلاثةٌ \"، رُوِي ذلك عن الحسن ومجاهد وعمر بن عبد العزيز ويحيى الأنصاري وربيعة، وهو القول الثاني للشافعي لعموم الآية، ولأنَّ اعتبار الشهور ها هنا للعلم ببراءة الرحم، ولا يحصل بدون ثلاثة أشهر في الأَمَةِ والحُرَّة جميعاً، وعنه: \" شهر ونصف \"، اختاره أبو بكر، وبِه قال علي رضي الله عنه، ورُوِي ذلك عن ابن عمر وسعيد بن المسيَّب والشعبي والثوري وأصحاب الرأي وهو القول الثالث للشافعي لأنَّ عِدَّة الأمَةِ نصف عِدَّة الحُرَّة). انتهى. ...\rقال في الاختيارات: (ويتوجَّه في المعتَقِ بعضُها إذا كان الحُرُّ ثلثُها - فما دون - أن لا يجِبُ إلا قرآن، فإنَّ تكميل القُرأَين للأمَة إنَّما كان للضرورة، فيؤخَذُ للمعتَقِ بعضُها بحساب الأصل ويكمَّل). انتهى.\rقلت: والاحتياط أنَّ عِدَّة الأمِةِ - غير الحائض - ثلاثةُ أشهُر والله أعلم.","seal":"49B7DC20","page":59},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":1,"nass":"- وعَلى المُعْتَدَّةِ للوفَاةِ:\r1 - تَرْكُ التَزَيُّنِ.\r2 - والمُكْثُ في البَيْتِ الذي كانَتْ فِيه عِندَ مَوتِ زَوجِها، أو بُلُوغِ خَبَرِه.\r\rفصل\rويَجِبُ استبرَاءُ الأَمَةِ المَسْبِيَّةِ، والمُشْتَرَاةِ، ونَحْوِهِما:\r1 - بِحَيْضَةٍ - إنْ كانَتْ حَائِضاً -.\r2 - والحامِلُ بِوَضْعِ الحَمْلِ.\r3 - ومُنقطِعَةُ الحَيضِ حتَّى يتَبَيَّنَ عدمُ حَمْلِها.\r- ولا تُستَبْرَأُ بِكْرٌ ولا صَغِيرةٌ (مُطلَقاً).\r- ولا يَلْزَمُ البائِعَ، ونَحْوَه.","seal":"ADED6DCF","page":60},
      {"aya":null,"sora":null,"Na":null,"id":69,"part":1,"nass":"بابُ النَّفَقَةِ\rتَجِبُ عَلى الزَّوجِ:\r1 - للزَّوجَةِ.\r2 - والمطلقة رجعياً.\r- لا بائِناً، ولا فِي عِدَّةِ الوفاةِ، فَلا نَفَقَةَ ولاَ سُكْنَى، إلا أن تكُونا حامِلَتَين.\r- وتَجِبُ علَى الوالِدِ الموسِرِ لولدِهِ المُعْسِرِ، (والعكس).\r- وعَلَى السَّيِّدِ لِمَن يَمْلِكُه.\r- ولا تَجِبُ علَى القريبِ لقَريبِه، إلا مَنْ بابِ صِلَةِ الرَّحِمِ (المشْرُوعَةِ).\r- ومَنْ وَجَبَتْ نَفَقَتُهُ: وَجَبَتْ كِسْوَتُهُ وسُكْنَاهُ.\r\rبابُ الرِّضَاعِ\rإنَّمَا يثْبُتُ حُكْمُهُ:\r1 - بِخَمْسِ رَضَعَات، مع تَيَقُّنِ وجودِ اللَّبَنِ.\r2 - وكون الرضيع قبل الفطام.\r- ويَحرُمُ بِه ما يَحرُمُ مِن النَّسَبِ.\r- ويُقبَلُ قَولُ المُرضِعَةِ.\r- ويَجُوزُ إرضَاعُ الكَبِيرِ، ولوْ كانَ ذَا لِحْيَةٍ لِتَجوِيزِ النَّظَرِ (¬1).\r¬_________\r(¬1) - قولُه: (ويجوز إرضاع الكبير ولو كان ذا لحية لتجويز النظر) قال في الاختيارات: (ورضاعُ الكبير تنتشر به الحُرمة بحيث يبيح الدخول والخلوة إذا كان قد تربَّى في البيت بحيث لا يحتشمون منه للحاجة، لقصَّة سالم مولى أبي حذيفة وهو بعض مذهب عائشة وعطاء والليث وداود ممَّن يرى أنَّه ينشر الحُرمة مطلقاً).","seal":"1259400A","page":61},
      {"aya":null,"sora":null,"Na":null,"id":70,"part":1,"nass":"بابُ الحضَانَةِ\r- الأَولَى بالطفل:\r1 - أمُّهُ ما لمْ تَنكِحْ.\r2 - ثم الخالةُ (¬1).\r3 - ثم الأبُ.\r4 - ثُمَّ يعَيِّنُ الحاكِمُ مِن القَرابَةِ مَنْ رَأَى فِيه صَلاحاً.\r- وبَعدَ بُلُوغِ سِنِّ الاستقلال يُخَيَّرُ الصَّبِيُّ بَينَ أبِيه وأُمِّهِ.\r- فإنْ لْم يُوجَدْ أَكْفَلَهُ مِنْ كانَ لَهُ فِي كَفَالَتِه مَصْلَحَةٌ ... .\r¬_________\r(¬1) - قوله: (الأولى بالطفل أمُّه ما لم تَنكِحُ، ثم الخالة)، قال في الاختيارات: (والعَمَّة أحقُّ من الخالة، وكذا نساء الأب يُقدَّمن على نساء الابن لأنَّ الولاية للأب، فكذا أقاربه، وإنَّما قُدِّمت الأُمُّ على الأب لأنَّه لا يقومُ مقامها هنا في مصلحة الطفل، وإنَّما قَدَّمَ الشارعُ - صلى الله عليه وسلم - خالةَ بنتِ حمزة على عمَّتِها صفيَّة لأنَّ صفيَّة لم تطلُبْ، وجعفرُ طلبَ نائباً عن خالتها فقضى لها بها في غَيبَتِها). انتهى.","seal":"05CDCC87","page":62},
      {"aya":null,"sora":null,"Na":null,"id":71,"part":1,"nass":"كتابُ البَيْعِ\rالمعتبر فيه مجرد التراضي ولو بإشارة من قادر على النطق.\rولا يجُوزُ بيعِ:\r1 - الخَمْرِ.\r2 - والمَيتَةِ.\r3 - والخِنزيرِ.\r4 - والأصنامِ.\r5 - والكَلبِ.\r6 - والسَّنُّورِ.\r7 - والدَّمِ.\r8 - وعَسْبِ الفَحْلِ.\r9 - وكُلِّ حَرَام.\r10 - وفَضْلِ الماءِ ... .\r11 - وما فِيه غَرَرٌ:\rأ- كالسمكِ في الماء.\rب- وحَبلِ الحبلة.\rج- والمنابذةِ.\rد- والملامسةِ.\rهـ - وما في الضرعِ.\rو- والعبد الآبقِ.\rز - والمغانِمِ حتَّى تُقسَمَ.\rح - والثَّمَرِ حتى يصلُحَ.\rط - والصوفِ في الظَّهَرِ.\rي - والسَّمْنِ في اللَّبَنِ.\rك - والمحاقَلَةِ.","seal":"434AE687","page":63},
      {"aya":null,"sora":null,"Na":null,"id":72,"part":1,"nass":"ل - والمزابَنَةِ.\rم - والمُعَاوَمَةِ.\rن - والمُخاضًرةِ.\r12 - والعُرْبُونِ.\r13 - والعصيرِ إلَى مَن يَتَّخِذُه خَمْراً.\r14 - والكاليءِ بالكاليءِ.\r15 - وما اشترَاهُ قَبلَ قَبضِه.\r16 - والطعَامِ حتَّى يَجرِيَ فِيه الصَّاعَانِ.\r- ولا يَصحُّ الاستثناءُ في البيعِ إلا إذا كانَ معلُوماً، ومِنهُ: استثناء ظهرِ المبِيعِ.\r- ولا يَجُوز:\r1 - التفريقُ بيَن المحارِمِ.\r2 - ولا أنْ يبيعَ حاضرٌ لِبادٍ.\r3 - والتناجُشُ.\r4 - والبيعُ على البيعِ.\r5 - وتَلَقِّي الرُّكْبَانِ.\r6 - والإحتكارُ.\r7 - والتسعيرُ.\r- ويَجِبُ وضعُ الجوائحِ.\r- ولا يَحِلُّ:\r1 - سَلفٌ وبيعٌ.\r2 - ولا شرطانِ في بيعٍ.\r3 - ولا بيعتانِ في بَيعَةٍ.\r4 - وربحُ ما لمْ يُضمَنْ.\r5 - وبيعُ ما ليسَ عندِ البائعِ.\r- ويَجُوزُ بِشرطِ عدمِ الخِداعِ.\r- والخيارُ في المجلِسِ ثابتٌ ما لمْ يتَفَرَّقَا","seal":"E0A52859","page":64},
      {"aya":null,"sora":null,"Na":null,"id":73,"part":1,"nass":"باب الرِّبَا\rيَحرُمُ بيعُ:\r1 - الذهَبُ بالذهَبِ.\r2 - والفِضَّةُ بالفضَّةِ.\r3 - والبُرُّ بِالبُرِّ.\r4 - والشَّعِيرُ بِالشَّعِيرِ.\r5 - والتَّمرُ بِالتَّمْرِ.\r6 - والملحُ بالملحِ.\r- إلا مِثلاً بِمِثلٍ، يداً بِيَدٍ.\r- وفِي إلحاقِ غيرِها بِها خِلافٌ.\r- فإنْ اختلفت الأجناسُ جَازَ التفاضُلُ إذا كانَ يداً بيدٍ.\r- ولا يَجُوزُ:\r1 - بيعُ الجِنسِ بِجِنسِهِ مَع عَدَمِ العِلْمِ بالتَّسَاوِي، وإنْ صَحِبَهُ غَيرُه.\r2 - ولا بيعُ الرُّطَبِ بِما كانَ يابِساً. إلا لأهلِ العَرَايا.\r3 - ولا بَيعُ اللَّحمِ بِالحيوانِ.\r- ويَجُوزُ بيعُ الحيوانِ باثنين أوْ أكثَرَ مِن جِنسِه.\r- ولا يَجُوزُ بَيعُ العِينَةِ.","seal":"41E95A94","page":65},
      {"aya":null,"sora":null,"Na":null,"id":74,"part":1,"nass":"بابُ الخِياراتِ\r... يَجِبُ عَلى مَن بَاعَ ذَا عَيبٍ أنْ يُبَيِّنَهُ، وإلا ثَبَتَ لِلمُشْتَرِي الخِيَارُ.\r- والخَراجُ بِالضَّمان\r- ولِلمُشتَرِي الردُّ بالغَرَر.\r- ومِنهُ المُصَرَّاةُ، فَيَرُدُّهَا وصاعاً مِن تَمْرٍ، أوْ ما يَتَراضَيَان عَلَيه.\r- ويَثبُتُ الخِيارُ:\r1 - لِمَنْ خُدِعَ.\r2 - أوْ باعَ قَبلَ وُصولِ السُّوقِ.\r- ولِكُلٍّ مِن المُتَبَايِعَينِ بَيعاً مَنهِيّاً عَنهُ: الرَّدُّ.\r- ومَن اشترَى شَيْئاً لمْ يَرَهُ، فَلَهُ رَدُّهُ إذَا رَآه.\r- ولَهُ رَدُّ ما اشترَاهُ بِخِيارِ (مُدَّةٍ مَعلُومةٍ قَبلَ انقضائها).\r- وإذَا اختلف البَيِّعَانِ، فالقَوْلُ ما يقُوله البائِعُ.\r\rبابُ السَّلَمِ\rهُو أنْ يُسَلِّمَ رأسَ المالِ في مجلِسِ العَقدِ، على أنْ يُعطِيَه ما يتراضَيانِ عَليه معلُوماً إلى أجلٍ معلومٍ.\r- ولا يأخُذُ إلا ما سَمَّاهُ أوْ رأسَ مالِه.\r- ولا يَتَصَرَّفُ فِيه قَبلَ قَبضِهِ.\r\rبابُ القَرْضِ\r- يَجِبُ إرجاعُ مِثلِه.\r- ولا يَجُوزُ أنْ يكُونَ أفضَلَ أوْ أكثَرَ، إذَا لمْ يَكُنْ مَشرُوطاً.\r- ولاَ يَجُوزُ أنْ يَجُرَّ القَرْضُ نَفعاً للمُقْرِضِ.","seal":"235A3F99","page":66},
      {"aya":null,"sora":null,"Na":null,"id":75,"part":1,"nass":"كتابُ الشُّفعَةِ (¬1)\rسبَبُهَا: الاشتراك فِي شَيْءٍ، ولَوْ مَنقُولاً.\r- فإذَا وقَعَتْ القِسْمَةُ فَلا شُفعَةَ.\r- ولا يَحِلُّ لِلشَّرِيكِ أنْ يَبِيعَ حتَّى يُؤْذِنَ شَرِيكَهُ.\r- ولا تَبطُلُ بِالتَّرَاخِي (¬2).\r¬_________\r(¬1) - قال في الإفصاح: (قال اللغويون: والشُّفعة معروفةٌ عند العرب في الجاهليَّة. قال القتيبي: (كان الرجل في الجاهلية إذا أراد بيع منزلٍ أو حائطٍ أتاهُ الجارُ والشريكُ والصاحبُ يشفعُ إليه فيما باع فيُشَفِّعُه، ويراهُ أَوْلَى به مِمَّن بعُد منه، فسُمِّيَت شُفْعَةً، وسُمِّي طالبُها شفيعاً).\r(¬2) - قوله: (ولا تبطُلُ بالتراخي).\rقال في الإفصاح: (وهل الشفعة على الفور أم على التراخي؟ اختُلِفَ عن أبي حنيفة على روايتين: إحداهما على الفور حتى إن علم فسكت هنيهةً ثم طلبَ فليس له ذلك، وفي الرواية الأخرى: مادام قاعداً في ذلك المجلس فله أن يطالب بالشفعة ما لم يوجد منه ما يدلُّ على الإعراض من القيام أو الاشتغال بشغل آخر، واختلِف عن مالك في انقطاعها للحاضر على روايتين: إحداهما أنها تنقطع بعد سنة، والأخرى أنها لا تنقطع إلاّ أن يأتي عليها من الزمان ما يُعلم أنَّهُ تاركٌ لها، وأمَّا طلبُها عنده فعلى التراخي.\r\rواختلفت أقوال الشافعي في ذلك فقال في القديم: أنها على التراخي لا تبطل أبدا حتى يُسقِطَها صاحبُها بالعفو صريحاً أو ما يدلُّ على العفو، وقال في الجديد أنها على الفور فمتى أخَّره عن ذلك من غير عذر فلا شفعة، وإن طالبَ في المجلس وهذا هو الذي نصَرَهُ أصحابه، والقول الثالث أنَّه يتقدَّرُ بثلاثة أيَّام، فإن مضَت ولم يُطالَب بها سقَطت، والقول الرابع أنَّ حقَّه ثابتٌ إلى أن يرفعَه المشتري إلى الحاكم لِيُجبِرَه على الأخذ أو العفو.\rواختُلِفَ عن أحمد فرُوِيَ عنه: هي على الفور فمن لم يطالِب بها في الحال سقطت والرواية الأخرى: أنَّها موقَّتَةٌ بالمجلس، والثالث: أنها على التراخي، فلا تبطل حتى يعفو أو يطالِبَ). انتهى.\rقال في الاختيارات: (وتثبت الشفعة في كلِّ عقارٍ يقبل قسمة الإجبار؟ باتفاق الأئمة، وإن لم يقبلها فروايتان، الصواب: الثبوت، وهو مذهب أبي حنيفة واختيار أبي العباس بن سريج من الشافعية وأبي الوفاء من أصحابنا.\rوتثبُتُ شفعة الجوار مع الشركة في حقٍ من حقوق الملك من طريقٍ أو ماءٍ أو نحو ذلك ونصَّ عليه في رواية أبي طالب في الطريق، وقاله طائفةٌ من العلماء). انتهى.","seal":"90527087","page":67},
      {"aya":null,"sora":null,"Na":null,"id":76,"part":1,"nass":"كتابُ الإجَارَةِ\rتَجُوزُ عَلى كُلِّ عَمَلٍ لمْ يَمنَعْ مِنهُ مانِعٌ شَرعِيٌّ.\r- وتَكُونُ الأُجْرَةُ مَعلُومَةً عِندَ الاستِئْجَارِ.\r- فإنْ لمْ تَكُنْ كذَلِكَ استَحَقَّ الأجِيرُ مِقدارَ عَمَلِهِ عِندَ أهلِ ذلكَ العَمَلِ.\r- وقد ثَبَتَ النهي عن:\r1 - كَسْبِ الحَجَّامِ.\r2 - ومَهرِ البَغِىِّ.\r3 - وحُلوانِ الكاهِنِ.\r4 - وعَسْبِ الفَحْلِ.","seal":"256883A2","page":68},
      {"aya":null,"sora":null,"Na":null,"id":77,"part":1,"nass":"5 - وأجْرِ المُؤَذِّنِ.\r6 - وقَفِيرِ الطَّحَّانِ (¬1).\r- ويَجُوزُ الإستئجارُ عَلى تِلاوَةِ القُرآنِ (¬2).\r¬_________\r(¬1) - قوله: (وقفيز الطحَّان)، قال في الشرح: (وأمَّا قفيز الطحَّان فلحديث أبي سعيد قال: (نهى رسول - صلى الله عليه وسلم - عن قفيز الطحَّان). أخرجه الدارقطني والبيهقي، وفي إسناده هشام أبو كليب قيل: لا يعرفُ، وقد أورده ابن حبَّان في الثقات ووثَّقه مغلطاي، وقفيز الطحَّان هو أن يطحنَ الطعام بجزءٍ منه، قيل المنهيُّ عنه طحن الصُّبرَةِ لا يعلمُ قدرها بجُزءٍ منها). انتهى.\rوقال ابن رشد: (قال الطحاوي: ومعنى نهيُ النبيِّ - صلى الله عليه وسلم - عن قفيز الطحان، هو ما كانوا يفعلون في الجاهليَّة من دفع القمح إلى الطحَّان بجزءٍ من الدقيق الذي يطحنه، قال: وهذا لا يجوز عندنا، وهو استئجار من المستأجر بعينٍ ليس عنده، ولا هي من الأشياء التي تكون ديوناً على الذمم، ووافقه الشافعي على هذا؟ وقال أصحابنا: لو استأجر السلاَّخَ بالجلدِ والطحَّانَ بالنخالة أو بصاعٍ من الدقيق فسد، ... لنهيه - صلى الله عليه وسلم - عن قفيز الطحَّان، وهذا على مذهب مالك جائز لأنهَّ استأجره على جزءٍ من الطِّحانِ معلومٌ، وأجرة الطحَّان ذلك الجزء، وهو معلومٌ أيضاً). انتهى.\r(¬2) - قوله: (ويجوز الاستئجار على تلاوة القرآن) لحديث اللدِيغِ، وفيه: \" فقال رسول الله - صلى الله عليه وسلم -: «إنَّ أحَقَّ ما اتخذتم عليه أجراً كتابُ الله» \"، وعُمومُه يدلُّ على جواز الاستئجار على تعليم القرآن وهو قول الجمهور).\rقال في الاختيارات: (والاستئجار على مجرَّدِ التلاوة لم يقُل به أحدٌ من الأئِمَّة، إنَّما تنازعوا في الاستئجار على التعليم، ولا بأس بجواز أخذ الأجرة على الرُّقية، ونصَّ عليه أحمد). انتهى.","seal":"A520983E","page":69},
      {"aya":null,"sora":null,"Na":null,"id":78,"part":1,"nass":"- لا علَى تَعلِيمِه.\r- وأنْ يُكْرِيَ العَيْنَ مُدَّةً معلُومةً بِأُجْرَةٍ مَعلُومَةٍ.\r- ومِنْ ذَلِكَ الأرضُ، لاَ بِشَطْرِ ما يَخْرُجُ مِنهَا (¬1).\r- ومَن أفسَدَ ما اسْتُؤْجِرَ عَلَيهِ، أوْ أتلَفَ ما اسْتَأْجَرَهُ: ضَمِنَ.\r\rبَابُ الإحْياءِ والإقْطاعِ\r- مَنْ سَبَقَ إلَى إحْيَاءِ أَرْضٍ لَمْ يَسْبِقْ إلَيها غَيرُه فَهُوَ أحَقُّ بِهَا، وتَكُونُ مُلْكاً لَهُ.\r- ويَجُوزُ لِلإمامِ أنْ يُقْطِعَ مَنْ فِي إقطاعِه مَصْلَحَةٌ شَيْئاً مِن الأرْضِ المَيتةِ أوْ المعَادِنِ أوْ المِياهِ.\r¬_________\r(¬1) - قوله: (ومن ذلك الأرض لا بشطر ما يخرج منها)، قال في الاختيارات: (وتصُحُّ إجارةُ الأرض للزرع ببعض الخارج منها، وهو ظاهر المذهب، وقول الجمهور). انتهى.\rوقال أيضاً: (والمزارعة أحلُّ من الإجارة لاشتراكهما في المغنم).","seal":"E9335C25","page":70},
      {"aya":null,"sora":null,"Na":null,"id":79,"part":1,"nass":"كتابُ الشَّرِكَةِ\r- النَّاسُ شَرَكَاءٌ فِي: الماءِ، والنَّارِ، والكَلأ.\r- وإذَا تَشَاجَرَ المستَحِقُّونَ لِلماءِ كانَ الأحَقُّ بِه الأَعْلَى فالأعْلَى، يُمْسِكُهُ إلَى الكَعْبَيْنِ، ثُمَّ يُرْسِلُهُ إلى مَنْ تَحْتَهُ.\r- ولا يَجُوزُ مَنعُ فَضلِ المَاءِ لِيَمْنَعَ بِه الكَلأ.\r- ولِلإمامِ أنْ يَحْمِيَ بَعضَ المواضِعِ لِرَعْيِ دَوَابِّ المُسلِمِينَ فِي وَقْتِ الحَاجَةِ.\r- ويَجُوزُ الاشتراكُ في النُّقُودِ والتِّجَاراتِ، ويُقْسَمُ الرِّبْحُ علَى مَا تَرَاضَيَا علَيه.\r- وتَجُوزُ المُضَارَبَةُ، مَا لَمْ تَشْتَمِلْ عَلى مَا لاَ يَحِلُّ.\r- وإذَا تَشَاجَرَ الشُّرَكَاءُ في عَرْضِ الطَّريقِ كَانَ سَبعَةَ أَذْرُعٍ.\r- ولاَ يَمْنَعُ جَارٌ جَارَهُ: أنْ يَغْرِزَ خَشَبَةً في جِدَارِهِ.\r- ولاَ ضَرَرَ، ولاَ ضِرَارَ، بَينَ الشُّرَكَاءِ.\r- ومَنْ ضَارَّ شَرِيكَهُ كَانَ لِلإمامِ عُقُوبَتَهُ: بِقَلْعِ شَجَرِهِ، أوْ بَيعِ دَارِهِ.","seal":"B796C371","page":71},
      {"aya":null,"sora":null,"Na":null,"id":80,"part":1,"nass":"كتابُ الرَّهْنِ\r- يَجُوزُ رَهْنُ مَا يَمْلِكُه الرَّاهِنُ في دَيْنٍ عَلَيْهِ.\r- والظَّهْرُ يُرْكَبُ، واللَّبَنُ يُشْرَبُ، بِنَفَقَةِ المَرْهُونِ.\r- ولاَ يَغْلَقُ الرَّهْنُ بِما فِيهِ.\r\rكتابُ الودِيعَةِ والعَارِيَّةِ\r... - تَجِبُ عَلَى الودِيعِ والمُسْتَعِيرِ:\r1 - تَأدِيَةُ الأمانةِ إلى مَن ائْتَمَنَهُ.\r2 - ولا يَخُونُ مَنْ خَانَهُ.\r- ولا ضمانَ عَليه إذَا تَلَفَتْ بِدُونِ جِنَايَتِه وخِيانَتِه.\r- ولا يَجُوزُ مَنعُ:\r1 - الماعونِ: كالدَّلْوِ، والقِدْرِ\r2 - وإطراقِ الفَحْلِ، وحَلْبِ المَوَاشِي لِمَنْ يَحتَاجُ ذَلِك، والحَمْلِ عليها في سبيلِ اللهِ.","seal":"495EE24E","page":72},
      {"aya":null,"sora":null,"Na":null,"id":81,"part":1,"nass":"كتابُ الغَصْبِ\r- يَأثَمُ الغَاصِبُ.\r- ويَجِبُ علَيه رَدُّ ما أَخَذَهُ.\r- ولاَ يَحِلُّ مالُ امرِئٍ مُسلِمٍ إلا بِطِيبَةٍ مِن نَفْسِه.\r- وليسَ لِعِرْقِ ظالمٍ حَقٌّ.\r- ومَن زَرَعَ في أرضِ قَومٍ بِغَيرِ إذنِهِمْ فَلَيسَ لَهُ مِن الزَّرعِ شيءٌ.\r- ومَن غَرَسَ في أرضِ غَيرِه غَرْساً رَفَعَهُ.\r- ولاَ يَحِلُّ الانتِفاعُ بِالمغصُوبِ.\r- ومَن أتْلَفَهُ فَعَليهِ مِثلُه، أوْ قيمَتُه.\r\rكتابُ العِتْقِ\r... أفضل الرقاب أنفسها.\r- ويجوز العتق بشرط الخدمة ونحوه.\r- ومن ملك رحمه عتق عليه.\r- ومن مثل بمملوكه فعليه أن يعتقه.\r- وإلا أعتقه الإمام أو الحاكم.\r- ومن أعتق شركاً له في عبد ضمن لشركائه نصيبهم بعد التقويم.","seal":"2A3AA6C4","page":73},
      {"aya":null,"sora":null,"Na":null,"id":82,"part":1,"nass":"- وإلا عتق نصيبه فقط واسْتُسعِيَ العبدُ.\r- ولا يصح شرط الولاء لغير من أعتق.\r- ويجوز التدبير فيعتق بموت مالكه.\r- وإذا احتاج المالك جاز له بيعه.\r- ويجوز مكاتبة المملوك على مال يؤديه.\r- فيصير عند الوفاء حراً ويعتق منه بقدر ما سلم.\r- وإذا عجز عن تسليم مال الكتابة عاد في الرق.\r- ومن استولد أمته لم يحل له بيعها.\r- وعتقت بموته، أو تخيُّرِه لعتقها.\r\rكتابُ الوَقْفِ\r... من حبَّسَ مُلكَهُ في سبيلِ الِله صارَ مُحَبَّساً.\r- ولَهُ أنْ يَجْعَلَ غَلاَّتِه لأيِّ مَصْرِفٍ شاءَ مِمَّا فِيه قُرْبَةٌ.\r- ولِلمُتَوَلِّي عَليه أنْ يَأكُلَ مِنهُ بِالمعْرُوفِ ... .\r- ولِلواقِفِ أنْ يجَعَلَ نفسَهُ في وقْفِهِ كَسَائِرِ المُسلمِينَ.\r- ومَنْ وَقفَ شيئاً مضارَّةً لِوارِثِه فَهُو باطِلٌ.\r- ومَن وضَعَ مالاً في مسجِدٍ أوْ مَشْهَدٍ لا يَنتَفِعُ بِه أحَدٌ: جازَ صَرْفُه في أهلِ الحاجاتِ ومصَالِحِ المُسلِمِين.","seal":"E2314231","page":74},
      {"aya":null,"sora":null,"Na":null,"id":83,"part":1,"nass":"- ومِن ذلك ما يُوضعُ في الكَعبةِ وفي مَسجِدِ النبيٍّ صَلَّى اللهُ علَيه وآلِه وسَلَّم.\r- والوَقفُ عَلى القُبورِ لرَفْعِ سَمْكِها، أوْ تزيينِها، أو فعلِ ما يَجْلِبُ علَى زائرِها فِتنةٌ باطلٌ.\r\rكتابُ الهَدايَا\r- يشرعُ:\r- قبُولُها.\r- ومكافأةُ فاعلِها.\r- وتَجُوزُ بين المسلمِ والكافرِ.\r- ويَحرُمُ الرجوعُ فيها.\r- وتَجِبُ التسويةُ بينَ الأولادِ.\r- والرَّدُّ لِغيرِ مانِعٍ شَرعِيٍّ مَكروهٌ.\r\rكِتابُ الهِبَاتِ\r- إنْ كانتْ بغَيْرِ عِوَضٍ فلها حُكمُ الهَدِيَّةِ في جَميعِ ما سلَفَ.\r- وإنْ كانتْ بِعِوَضٍ فهيَ بيعٌ ولَها حُكمُهُ.","seal":"19CF511E","page":75},
      {"aya":null,"sora":null,"Na":null,"id":84,"part":1,"nass":"- والعُمْرَى والرُّقْبَى توجِبَان المُلْكَ للمُعمَرِ والمُرقَبِ، ولِعَقَبِهِ مِنْ بَعدِه، لاَ رُجُوعَ ... فيهِما (¬1).\r\rكتابُ الأيْمَانِ\r- الحَلِفُ إنَّمَا يَكُونُ باسمِ اللهِ تعَالَى، أوْ صِفَةٍ له.\r- ويَحرُمُ بِغيرِ ذَلك.\r- ومَن حَلَفَ فقَالَ إنْ شاءَ اللهُ (تعالى) فقًدْ استَثْنَى. ولاَ حِنْثَ عَليْه.\r- ومَن حَلَفَ على شيءٍ ورَأَى غيرَها خَيراً مِنهُ:\r¬_________\r(¬1) - قال ابن رشد: (وأمَّا هِبَةُ الثواب فاختلفوا فيها فأجازها مالك وأبو حنيفة ومنعها الشافعي وبه قال داود وأبو ثور، وسبب الخلاف: هل هو بيعٌ مجهولُ الثمن أو ليس بيعاً مجهول الثمن، فمن رآه بيعاً مجهول الثمن قال: هي من بيوعِ الغَرر التي لا تجوز، ومن لم يرَ أنَّها بيعٌ مجهول قال: تجوز، وكأنَّ مالكاً جعَلَ العُرفَ فيها بمنزلةِ الشرْطِ، وهو ثوابُ مِثلِها، ولذلك اختَلفَ القولُ عندهم إذا لم يرضَ الواهب بالثواب ما الحكم؟ ، فقيل: تَلزَمُه الهِبةُ إذا أعطاهُ الموهوبُ القيمةَ، وقيل: لا تَلزَمُه إلا أن يرضيَه، وهو قول عمرَ على ما سيأتي بعد.\rفإذا اشترطَ فيه الرضا فليس هنالك بيعٌ انعقَدَ، والأوَّلُ هُو المشهورُ عَنْ مالكٍ، وأمَّا إذا أُلزِمَ القيمةَ فهنالك بيعٌ انعقَد، وإنَّما يحمِلُ مالكٌ الهبةَ على الثوابِ إذا اختلفوا في ذلك، وخصوصاً إذا دلَّت قرينةُ الحال على ذلك، مثلُ أن يهَبَ الفقير للغني أولمن يرى أنَّه إنَّما قصَدَ بذلك الثوابَ). انتهى.","seal":"F79E3FFA","page":76},
      {"aya":null,"sora":null,"Na":null,"id":85,"part":1,"nass":"1 - فَلْيَأْتِ الذِي هُوَ خَيرٌ.\r2 - ولْيكفِّرْ عَن يَمِينِه.\r- ومَن أُكرِهَ علَى اليمينِ فهِيَ غيرُ لازِمَةٍ، ولا يأثَمُ بالحِنْثِ فِيها.\r- واليميُن الغَمُوسُ هِي التي يَعلَمُ الحالِفُ كَذِبَهَا.\r- ولاَ مُؤَاخَذَةَ بِاللَّغْوِ.\r- ومِنْ حَقِّ المُسلِمِ علَى المُسلمِ إبرارُ قَسَمِه.\r- وكفارَةُ اليمينِ هِيَ: ما ذَكَرَهُ اللهُ في كِتابِه العَزِيزِ.\r\rكتابُ النَّذْرِ\rإنَّمَا يَصحُّ إذا ابتُغِيَ بِه وجْهُ اللهِ.\r- فَلا بُدَّ أنْ يكُونَ قُربَةً.\r- ولاَ نَذرَ في مَعصِيَةِ اللهِ.\r- ومِن النَّذرِ في المعصِيَةِ:\r1 - ما فِيه مُخَالَفةٌ للتَّسوِيَةِ بَينَ الأولادِ.\r2 - أوْ مفاضلةٌ بين الوَرَثةِ مُخَالَفَةً لِما شَرَعَهُ اللهُ تعَالَى.\r3 - ومِنهُ: النَّذرُ عَلى القُبُورِ.\r4 - وعلَى مَا لَمْ يَأذَنْ بِه اللهُ.\r- ومَن أوجَبَ عَلى نفْسِه فِعْلاً لمْ يَشْرَعْهُ اللهُ تعَالى: لمْ يَجِبْ عَليه.\r- وكذَلِكَ إنْ كانَ مِمَّا شَرَعَهُ اللهُ وهُوَ لاَ يُطِيقُه.","seal":"B2162CF2","page":77},
      {"aya":null,"sora":null,"Na":null,"id":86,"part":1,"nass":"- ومَنْ نَذَرَ نَذْراً لَمْ يُسَمِّهْ أوْ كانَ مَعصِيَةً، أوْ لا يُطِيقُه، فَعَليه كَفَّارَةُ يَمِينٍ.\r- ومَنْ نَذَرَ بِقُربَةٍ (وهُو مُشرِكٌ) ثُمَّ أسلَمَ، لَزِمَهُ الوفَاءُ.\r- ولا يَنفُذُ النَّذرُ إلا مِن الثُّلُثِ.\r- وإذا ماتَ الناذِرُ بِقُربَةٍ ففَعَلَها عَنه ولَدُه أَجزَأَهُ ذَلِك (¬1).\r\rكتابُ الأطْعِمَةِ\r... الأصلُ في كلِّ شَيءٍ الحِلُّ.\r- ولا يَحرُمُ إلا مَا حَرَّمَهُ اللهُ سُبحَانَه، ورَسُولُه.\r- ومَا سَكَتَا عَنهُ فهُوَ عَفْوٌ.\r¬_________\r(¬1) - قوله: (وإذا مات الناذر بقربة ففعلها عنه ولده أجزأه ذلك)، قال البخاري (باب من مات وعليه نذر: وأمَرَ عمرُ امرأةً جعلت أمُّها على نفسها صلاةً بقُباء: فقال: صلِّي عنها، وقال ابن عباس نحوَه، ثُمَّ ساقَ حديثَ ابن عباس قال: استفتَى سعدُ بنُ عبادةَ رسولَ الله - صلى الله عليه وسلم - في نذرٍ كان على أمِّه توفِّيت قبل أن تقضيَه، فقال رسولُ الله - صلى الله عليه وسلم -: «فاقضِه عنها».\r\rقال الحافظ: (وفي الحديث من الفوائدِ جواز الصدقة عن الميِّت وأنَّ ذلك ينفعه بوصول ثواب الصدقة إليه، ولا سِيَّما إذا كان من الولد، وهو مخصوصٌ من عُمومِ قوله تعالى {وَأَن لَّيْسَ لِلْإِنسَانِ إِلا مَا ... سَعَى}، ويلتحِقُ بالصدقةِ العتقُ عنه عند الجمهور خلافاً للمشهور عند الشافعيَّة، وقد اختلفوا في غير الصدقة من أعمال البر هل تصِلُ إلى الميِّت كالحجِّ والصومِ). انتهى.","seal":"092BD824","page":78},
      {"aya":null,"sora":null,"Na":null,"id":87,"part":1,"nass":"- فيَحرُمُ ما فِي الكِتابِ العزيزِ.\r- وكلُّ ذِي نابٍ مِن السِّباعِ.\r- وكلُّ ذِي مِخْلَبٍ مِن الطَّيرِ.\r- والحُمُرُ الإنسيَّةُ.\r- والجَلاَّلَةُ قَبلَ الإستِحالَةِ.\r- والكِلابُ.\r- والهِرُّ.\r- وما كانَ مُستَخْبَثاً.\r- وما عَدَا ذَلِك فَهُوَ: حَلاَلٌ.\r\rبابُ الصَّيْدِ\r- ما صِيدَ بِالسَّلاحِ الجارِحِ والجوارِحِ كانَ حَلالاً إذَا ذُكِرَ اسمُ اللهِ عَليه.\r- وما صِيدَ بِغَيرِ ذلِك فَلا بُدَّ مِن التَّذكِيَةِ.\r- وإذَا شَارَكَ الكَلْبَ المُعَلَّمَ كلبٌ آخَرُ لمْ يَحُلَّ صَيدُهُما.\r- وإذا أكَلَ الكَلبُ المعَلَّمُ ونحوُه مِن الصَّيدِ لَمْ يَحُلّ، فإنَّمَا أمسَكَ عَلى نَفسِه.\r- وإذا وُجِدَ الصَّيْدُ بعدَ وُقوعِ الرَّميةِ فيه مَيتاً - ولوْ بعدَ أيامٍ - في غيرِ ماءٍ كانَ حلالاً، ما لمْ يَنتُنْ، أو يَعلَمْ أنَّ الذي قَتلَه غيرُ سَهمِه.","seal":"989EEEAD","page":79},
      {"aya":null,"sora":null,"Na":null,"id":88,"part":1,"nass":"باب الذَّبْحِ\r- هو ما أنْهَرَ الدمَ وفرَى الأوداج، وذُكِر إسمُ الله عليه - ولو بحجر ونحوه -، ما لم يكُنْ سِناًّ أو ظفراً.\r- ويحرُمُ تعذيبُ الذبيحة.\r- والمُثلةُ بِها.\r- وذبحها لغير الله.\r- وإذا تعذر الذبح بوجه جاز الطعن والرمي وكان ذلك كالذبح.\r- وذكاة الجنين ذكاة أمه.\r- وما أُبِيْنَ من الحي فهو ميتة.\r- ويَحِلُّ ميتتان ودمان:\r1 - السمكُ والجرادُ.\r2 - والكبد والطحالُ.\r- وتحِلُّ الميتةُ للمضطر.\r\rبابُ الضِّيافَةِ\r- يجب على من وجد ما يقرى به من نزل (عليه) من الضيوف أن يفعل ذلك.\r- وحد الضيافة إلى ثلاثة أيام.\r- وما كان وراء ذلك فصدقة.\r- ولا يحل للضيف أن يثوي عنده حتى يحرجه.\r- وإذا لم يفعل القادر على الضيافة ما يجب عليه، كان للضيف أن يأخذ من ماله بقدر قراه.","seal":"E8AD40B4","page":80},
      {"aya":null,"sora":null,"Na":null,"id":89,"part":1,"nass":"- ويحرم أكلُ طعام الغير بغير إذنه.\r- ومن ذلك حلبُ ماشيته وأخذُ ثمرته وزرعِه لا يجوز إلا بإذنه، إلا أن يكون محتاجاً إلى ذلك، فلينادِ صاحبَ الإبلِ أو الحائطِ فإن أجابه وإلا فليشربْ وليأكلْ غيَر متخذٍ خُبنةً.\r\rبابُ آدابِ الآكْلِ\r... - تشرَعُ للآكل:\r1 - التسميةُ.\r2 - والأكلُ باليمين.\r3 - ومن حافتي الطعام لا من وسطِه.\r4 - ومما يليه.\r5 - ويلعق أصابعَه والصحفَة.\r6 - والحمدُ عند الفراغ.\r7 - والدعاءُ.\r8 - ولا يأكل متكئاً.","seal":"A3614B6C","page":81},
      {"aya":null,"sora":null,"Na":null,"id":90,"part":1,"nass":"كتاب الأشربة\r- كلُّ مسكرٍ حرام.\r- وما أسكرَ كثيره فقليله حرام.\r- ويجوز الانتباذُ في جميع الآنية.\r- ولا يجوز انتباذُ جنسين مختلطين.\r- ويحرم تخليل الخمرِ.\r- ويجوز شرب العصير والنبيذ قبل غليانه.\r- ومظنة ذلك ما زاد على ثلاثة أيام.\r- وآداب الشرب أن يكون:\r1 - ثلاثة أنفاس.\r2 - وباليمين.\r3 - ومن قعود.\r4 - وتقديم الأيمن فالأيمن.\r5 - ويكون الساقي آخِرهم شرباً.\r6 - ويسمِّي في أوَّلِه.\r7 - ويحمد في آخره.\r- ويكره:\r1 - التنفس في السقاء\r2 - والنفخ فيه.\r3 - والشرب من فمه.\r- وإذا وقعت النجاسة في شيء من المائعات لم يحل شربه.\r- وإن كان جامداً ألقيت وما حولها.\r- ويحرم الأكل والشربُ في آنية الذهب والفضة.","seal":"4CD465BA","page":82},
      {"aya":null,"sora":null,"Na":null,"id":91,"part":1,"nass":"كتاب اللباس\r- سترُ العورةِ واجبٌ في الملأِ والخَلاء.\r- ولا يلبسُ الرجلُ الخالصَ من الحريرِ.\r- إذا كان فوق أربعِ أصابع، إلا للتداوي.\r- ولا يفترشُه.\r- ولا المصبوغَ بالعصفر.\r- ولا ثوبَ شُهرة.\r- ولا ما يختصُّ بالنساء.\r- ولا العكس.\r- ويحرم على الرجالِ التحلِّي بالذهب، لا بغيره.\r\rكتاب الأضحية\r- تشرع لأهل كل بيت.\r- وأقلها شاة.\r- ووقتها بعد صلاة عيد النحر، إلى آخر أيام التشريق.\r- وأفضلها أسمنها.\r- ولا يُجزْئُ:\r1 - ما دون الجذَعِ من الضأن.\r2 - و (لا) الثنيُّ من المعز.","seal":"B094BB8F","page":83},
      {"aya":null,"sora":null,"Na":null,"id":92,"part":1,"nass":"3 - ولا الأعور.\r4 - والمريض.\r5 - والأعرج.\r6 - والأعجف.\r7 - وأعضب القرن والأذن.\r8 - ويتصدق منها ويأكل ويدخر.\r- والذبح في المصلى أفضل (¬1).\r- ولا يأخذ منْ له أضحية من شعرِه وظفرِه بعد دخول عشر ذي الحجة حتى يضحى.\r\rباب الوليمة\r- هي مشروعةٌ.\r- ويجب الإجابةُ إليها.\r- ويقدم السابق ثم الأقرب باباً.\r- ولا يجوز حضورُها إذا اشتملتْ على معصيةٍ.\r\rفصلٌ\r\rفي استحباب العقيقة\r- والعقيقة مستحبةٌ.\r- وهي شاتان عن الذكرِ.\r- وشاةٌ عن الأنثى.\r¬_________\r(¬1) - قوله: (الذبح في المصَلَّى أفضل)، قال ابن بطَّال: هو سُنَّةُ للإمام خاصَّة عند مالك.","seal":"7D521DD9","page":84},
      {"aya":null,"sora":null,"Na":null,"id":93,"part":1,"nass":"- يومَ سابعِ المولود.\r- وفيه:\r1 - يُسمَّى.\r2 - ويُحلَقُ رأسُه.\r3 - ويُتصَدَّقُ بوزنه ذهباً أو فضة.\r\rكتاب الطب\r- يَجُوزُ التداوي.\r- والتفويض أفضل لمن يقدر على الصبر.\r- ويحرُمُ بالمحرمات.\r- ويُكرَهُ الاكتواء.\r- ولا بأسَ بالحجامةِ.\r- وبالرُّقيةِ بما يَجُوزُ، من العيِن وغيِرها.","seal":"2352B60C","page":85},
      {"aya":null,"sora":null,"Na":null,"id":94,"part":1,"nass":"كتاب الوكالة\r- يجوز لجائزِ التصرفِ أن يوكلَ غيرَه في كل شيء ما لم يَمنَعْ منه مانعٌ.\r- وإذا باعَ الوكيلُ بزيادةٍ على ما رسمَهُ موكِلُه كانت الزيادةُ للموكِل.\r- وإذا خالفَهُ إلى ما هو أنفع أو إلى غيِره ورضِيَ به صحَّ.\r\rكتاب الضمانة\r- يَجِبُ على من ضمِنَ على حيٍّ أو ميتٍ تسليمُ مالٍ أنْ يغرَمَه عنْدَ الطلبِ.\r- ويَرجِعُ على المضمُون عنه إن كانَ مأموراً من جِهَته.\r- ومَن ضَمِنَ بإحضارِ شخصٍ وجَبَ عليه إحضارُه، وإلا غَرُمَ ما عليه.","seal":"01637F6B","page":86},
      {"aya":null,"sora":null,"Na":null,"id":95,"part":1,"nass":"كتاب الصلح\rهو جائز بين المسلمين.\r- إلا صلحاً أحل حراماً أو حرم حلالاً.\r- ويجوز عن المعلوم والمجهول بمعلوم وبمجهول (ولوعن إنكار) (¬1).\r- وعن الدم كالمال بأقل من الدية أو أكثر، لو عن إنكار.\r\rكتاب الحوالة\r- مَن أحِيلَ على مليءٍ فليحْتَلْ.\r- وإذا مَطَلَ المُحالُ علَيه - أو أفلسَ - كان للمُحالِ أنْ يُطالِبَ المُحِيلَ بِدَينِه (¬2).\r¬_________\r(¬1) - قوله: (ويجوز عن المعلوم والمجهول بمعلوم وبمجهول - ولوعَن إنكارٍ -)، قال في مختصر المقنع: ... (ومن ادُّعِيَ عليه بغير بيِّنةٍ أودينٍ فسكتَ أو أنكرَ وهو يجهلُه ثمًّ صالَحَ بمالٍ صحَّ، وهو لِلمدَّعي بيعٌ يُردُّ = = معيبُه، ويُفسخ الصلحُ، ويُؤخَذُ منه شُفعةٌ، وللآخر إبراءٌ، فلا ردَّ ولا شُفعةً، وإن كذَبَ أحدُهما لم يصُحَّ في حقِّه باطناً، وما أخذَهُ حرام). انتهى.\r(¬2) - قال في الاختيارات: (والحِوالةُ على مالِه في الديوان إذا أذِنَ في الاستيفاءِ فقط، وللمحتال الرجوع ومطالبتِه). انتهى.","seal":"33622D3C","page":87},
      {"aya":null,"sora":null,"Na":null,"id":96,"part":1,"nass":"كتاب المفلس\rيجوز لأهل الدين أن يأخذوا جميع ما يجدونه معه.\rإلا ما كان لا يستغنى عنه، وهو:\r1 - المنزلُ.\r2 - وسترُ العورة.\r3 - وما يقيه البردَ.\r4 - ويسد رمقَه ومن يعول.\r- ومن وجد ماله عنده بعينه فهو أحق به.\r- وإذا نقص مال المفلس عن الوفاء بجميع دينه كان الموجود أسوة الغرماء.\r- وإذا تبين إفلاسه فلا يجوز حبسه.\r- ولَيُّ الواجِدِ ظُلمٌ يُحِلُّ عِرْضَه وعقُوبتَه.\r- ويجوز للحاكم أن يحجزه عن التصرف في ماله ويبيعه لقضاء دينه.\r- وكذلك يجوز له الحجر على:\r1 - المبذِّرِ.\r2 - ومن لا يحسن التصرف.\r- ولا يُمَكَّنُ اليتيمُ من التصرفِ في مالِه حتى يُؤنَسَ منه الرشدُ.\r- ويَجُوز لوليِّه أن يأكُلَ من مالِه بالمعروفِ.","seal":"9EBD6DC1","page":88},
      {"aya":null,"sora":null,"Na":null,"id":97,"part":1,"nass":"كتاب اللقطة\rمن وجد لقطة فليعرف عفاصها ووكاءها.\r- فإن جاء صاحبها دفعها إليه، وإلا عرف بها حولاً وبعد ذلك يجوز له صرفها ولو في نفسه.\r- ويضمن مع مجيء صاحبها.\r- ولقطة مكة أشد تعريفاً من غيرها (¬1).\r- ولا بأس بأن ينتفع الملتقط بالشيء الحقير كالعصا والسوط ونحوهما بعد التعريف به ثلاثاً.\r- وتلتقط ضالة الدواب إلا الإبل\r¬_________\r(¬1) - قوله: (ولُقَطةُ مكَّة أشدُّ تعريفاً من غيرها)، قال في الاختيارات: (ولا تُملَكُ لُقَطةُ الحرم بحالٍ ويجِبُ تعريفُها أبداً، وهو روايةٌ عن أحمد واختارَهُ طائفةٌ من العلماء). انتهى.","seal":"D258DE60","page":89},
      {"aya":null,"sora":null,"Na":null,"id":98,"part":1,"nass":"كتاب القضاء\rإنما يصح قضاء من كان:\r1 - مجتهداً (¬1)\r2 - متورعاً عن أموال الناس.\r3 - عادلاً في القضية.\r4 - حاكماً بالسوية.\r- ويحرم الحرص على القضاء وطلبه\r- لا يحل للإمام تولية من كان كذلك.\r- ومن كان متأهلاً للقضاء فهو على خطر عظيم، له مع الإصابة أجران ومع الخطأ أجر إن لم يأل جهداً في البحث.\r¬_________\r(¬1) - قوله: (إنَّما يصحُّ قضاءُ من كان مجتهداً) الصحيح أن شروط القضاء تعتبر حسب الإمكان فيجب تولية الأمثل فالأمثل فيولِّي عند عدم المجتهد أعدلَ المقلِّدين وأعرفَهما بالدليلِ مِن الكتاب والسُّنَّة والإجماع وأقلَّهما جموداً على مذهبه.\rقال في الاختيارات: (فأكثر من تميَّزَ في العلم من المتوسِّطين إذا نظرَ وتأمَّل أدِلَّةَ الفريقين بقصدِ حسنٍ ونظرٍ تامٍّ ترجَّحَ عندَه أحدُهما، ولكن قد لا يثِقُ بنظرِه، بل يحتَمِلُ أنَّ عندَه ما لا يعرِفُ جوابه، فالواجب على مثل هذا موافقته للقول الذي ترجَّح عنده بلا دعوى منه للاجتهاد، ولا يجوزُ لهُ التقليدُ مع معرفة الحكم اتفاقًا). انتهى.\rقال في الإفصاح: (واتفقوا على أنَّه إذا حكم الحاكم باجتهاده ثمَّ بان له اجتهادٌ يخالفُه فإنَّه لا ينقُضُ الأوَّل، وكذلك إذا رُفِعَ إليه حكمُ غيرِه فلم يرَه فإنَّه لا ينقُضُه). انتهى.","seal":"28E9C88B","page":90},
      {"aya":null,"sora":null,"Na":null,"id":99,"part":1,"nass":"- وتحرم عليه:\r1 - الرشوة.\r2 - والهدية التي أهديت إليه لأجل كونه قاضياً.\r- ولا يجوز له الحكم حال الغضب.\r- وعليه:\r1 - التسوية بين الخصمين.\r2 - إلا إذا كان أحدهما كافرًا\r3 - والسماع منهما قبل القضاء.\r4 - وتسهيل الحجاب بحسب الإمكان.\r- ويَجُوز له:\r1 - اتخاذ الأعوان مع الحاجة.\r2 - والشفاعة.\r3 - والاستيضاع.\r4 - والإرشاد إلى الصلح.\r\r- وحكمه ينفذ ظاهراً فقط، فمن قضي له بشيء فلا يحل له إلا إذا كان الحكم مطابقاً للواقع.\r\rكتابُ الخُصُومةِ\r- على المدَّعِي البينة.\r- وعلى المنكر اليمين.\r- ويحكم الحاكم:\r1 - بالإقرار.\r2 - وبشهادة رجلين.\r3 - أو رجل وامرأتين.\r4 - أو رجل ويمين المدعي.","seal":"0AD1F7A1","page":91},
      {"aya":null,"sora":null,"Na":null,"id":100,"part":1,"nass":"5 - وبيمين المنكر.\r6 - وبيمين الرد.\r7 - وبعلمه.\r- ولا تقبل شهادة:\r1 - من ليس بعدل.\r2 - ولا الخائن.\r3 - ولا ذي العداوة.\r4 - والمتهم.\r5 - والقانع، لأهل البيت.\r6 - والقاذف.\r7 - ولا بدوي على صاحب قرية (¬1).\r- وتجوز شهادة من يشهد على تقرير فعله أو قوله إذا انتفت التهمة.\r- وشهادة الزور من أكبر الكبائر.\r- وإذا تعارض البينتان ولم يوجد وجه ترجيح قُسِم المدَّعَى (بين الغريمين).\r- وإذا لم يكن للمدعي بينة فليس له إلا يَمِين صاحبِه ولو كان فاجراً.\r- ولا تقبل البينة بعد اليمين (¬2).\r¬_________\r(¬1) - قوله: (ولا بدويٌّ على صاحبِ قرية)، روى أبو داود عن أبي هريرة قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تجوز شهادةُ بدويٍّ على صاحبِ قرية»، وحملَهُ الأكثرُ على من لا تُعرفُ عدالته، وقال بعضهم: \" لأنَّه متَّهمٌ حيثُ أشْهًدَ بدويّاً ولم يُشهِدْ قُرَوِيّاً \".\r(¬2) - قوله: (ولا تُقبل البَيِّنةُ بعد اليمين) لقوله - صلى الله عليه وسلم -: «شاهدُك أو يمينُه»، وبذلك قال بعض العلماء، وقال الأكثر: تُقبلُ البيِّنة لأنَّه ظهرَ كذِبُه في يمينِه، قال في المقنع: (وإن حلفَ المنكِر ثمَّ أحضرَ المدَّعي بيِّنةً حكمَ بها، ولم تكن اليمينُ مُزيلةً للحقِّ). انتهى.\rوقال عمر رضي الله عنه: (البيِّنة الصادقة أحبُّ إليَّ من اليمين الفاجرة).","seal":"1A7FC421","page":92},
      {"aya":null,"sora":null,"Na":null,"id":101,"part":1,"nass":"- ومن أقر بشيء عاقلاً بالغاً غير هازل ولا بمحال عقلاً أو عادة لزمه ما أقر به كائناً ما كان.\r- ويكفي مرة واحدة من غير فرق بين موجبات الحدود وغيرها كما سيأتي.","seal":"757D1CAE","page":93},
      {"aya":null,"sora":null,"Na":null,"id":102,"part":1,"nass":"كتابُ الحُدُودِ\rبابُ حَدِّ الزَّاني\rإن كان بكراً حراً:\r1 - جلد مائة جلدة.\r2 - وبعد الجلد يغرب عاماً.\rوإن كان ثيباً:\r1 - جلد كما يجلد البكر\r2 - ثم يرجم حتى يموت (¬1).\r- ويكفي إقراره مرَّةً.\r- وما ورد من التكرار في وقائع الأعيان فلقصد الاستثبات.\r- وأما الشهادة فلا بد من أربعة.\r¬_________\r(¬1) - قوله: (وإن كان ثيِّباً جُلِدَ كما يُجلَدُ البكرُ، ثمَّ يُرجمُ حتَّى يموت)، لحديث: «البكر بالبكر جلد مِائةٍ ونفي سنة، والثيِّبُ بالثيِّبِ جلدُ مِائةٍ والرجم». أخرجه مسلم من حديث عُبادةَ بن الصامت عن النبي - صلى الله عليه وسلم -.\rقال في (الإفصاح): اختلفوا هل يجب الجلد فبل الرجم أم لا، فقال أبو حنيفة ومالك والشافعي: \" لا يجتمع الجلد والرجم، وإنَّما الواجب الرجم خاصَّة \". وعن أحمد روايتان: إحداهما: يجمع بينهما وهي أظهر روايتيه اختارها الخرقي، والأخرى لا يَجمَع بينهما كمذهب الجماعة اختارها ابن حامد). انتهى.، واحتجَّ الجماعة بأنَّ النبي - صلى الله عليه وسلم - رجم ماعزاً ولم يجلِدْه، ورجمَ الغامديَّة ولم يجلدْها.","seal":"383DA8E7","page":94},
      {"aya":null,"sora":null,"Na":null,"id":103,"part":1,"nass":"- ولا بد أن يتضمن الإقرار والشهادة: التصريح بإيلاج الفرج في الفرج.\rويسقُطُ:\r1 - بالشبهات المحتملة.\r2 - وبالرجوع عن الإقرار.\r3 - وبكون المرأة عذراء.\r4 - أو رتقاء.\r5 - وبكون الرجل مجبوباً أو عِنِّيناً.\r- وتحرمُ الشفاعة في الحدود.\r- ويُحفر للمرجومِ إلى الصدر (¬1).\r¬_________\r(¬1) - قوله: (ويُحفَرُ للمرجومِ إلى الصدر) لما رواه مسلم (أنَّهُ - صلى الله عليه وسلم - أمر أن يحفر للغامديَّة إلى صدرها، وأنه حفر لماعزٍ حُفرةً ثمَّ أمر به فرُجِم)، قال في المقنع: (وإذا كان الحدُّ رجماً لم يُحفَر له رجلاً كان أو امرأةً في أحد الوجهين، وفي الآخر: إن ثبت على المرأة بإقرارها لم يحفر لها، وإن ثبت ببيِّنة حُفِر لها إلى الصدر). انتهى.\rوفي حديث أبي هريرة في الصحيحين في قصة ماعز بن مالك قال ابن شهاب (فأخبَرَني أبو سلمة بن عبد الرحمن أنه سمع جابر بن عبد الله يقول: كنتُ فيمن رجَمَه فرجمناه بالمصلَّى، فلمَّا أذلقته الحجارة هرب فأدركناه بالحرَّة فرجمناه) قال الحافظ: (واستُدِلَّ به على أنه لا يشترط الحفر للمرجوم لأنَّه لم يُذكرُ في حديث الباب بل وقع التصريح في حديث أبي سعيد عند مسلم فقال: (فما حفرنا له ولا أوقفناه)، ولكن وقع في حديث بريدة عنده فحُفِر له حُفيرةٌ، ويمكِنُ الجمعُ بأنَّ المنفيَّ حفيرةٌ لا يمكنه الوثوب منها والمثبَتَ عكسُه، أو أنَّهم في أوَّل الأمر لم يحفروا له ثمَّ لمَّا فرَّ فأدركوه حفروا له حُفيرةٌ فانتصبَ لهم فيها حتى فرَغوا منه، وعند الشافعيَّة لا يُحفَر للرجل، وفي وجهٍ يتخيَّر الإمام وهو أرجح لثبوته في قصة ماعز، فالمثبِتُ مقَدَّمٌ على النافي، وقد جُمِع بينهما بما دلَّ على حَفْرٍ في الجُملة). انتهى.","seal":"0A7024BF","page":95},
      {"aya":null,"sora":null,"Na":null,"id":104,"part":1,"nass":"- ولا ترجم الحبلى حتى تضع وترضع ولدها إن لم يوجد من يرضعه.\r- ويجوز الجلد حال المرض بعثكال ونحوه.\r- ومن لاط بذكر قتل ولو كان بكراً.\r- وكذلك المفعول به إذاً كان مختارًا.\r- ويُعَزَّر من نكح بهيمة.\r- ويجلد المملوك نصف جلد الحر.\r- ويحدُّه سيدُه أو الإمام.\r\rباب حد السرقة\r1 - من سرق.\r2 - مكلفاً.\r3 - مختاراً.\r4 - من حرز.\r5 - ربع دينار فصاعداً.\r- قطعت كفه اليمنى.\r- ويكفي:\r1 - الإقرار مرة واحدة.\r2 - أو شهادة عدلين.\r- ويندُب تلقين المسقِط.\r- ويُحسَمُ موضعُ القطع.\r- وتُعَلَّقُ اليدُ في عنق السارق.\r- ويسقُطُ:\r1 - بعفو المسروق عليه - قبل البلوغ إلى السلطان -، لا بعده فقد وجب.","seal":"F4819472","page":96},
      {"aya":null,"sora":null,"Na":null,"id":105,"part":1,"nass":"2 - ولا قَطعَ في ثَمر ولا كثَرٍ (¬1) ما لم يؤوه الجرين إذا أكل ولم يتخذ خُبنَةً، وإلا كان عليه ثمن ما حمله مرتين وضَربُ نكال.\r3 - وليس على الخائنِ.\r4 - والمنتهب.\r5 - والمختلس قطع.\r- وقد ثبت القطع في جحد العارية\r\rبابُ حَدِّ القَذْفِ\r- من رمى غيره بالزنا وجب عليه حد القذف ثمانين جلدة.\r- ويثبت ذلك:\r1 - بإقراره مرة.\r2 - أو شهادة عدلين.\r¬_________\r(¬1) - قوله: (لا قطع في ثمر ولا كثر)، قال في الاختيارات: (ومن سرَقَ ثمَراً أو كثراً أو ماشية من غير حرز أُضْعِفَت عليه القيمةُ وهو مذهب أحمد، وكذا غيرها وهو رواية عنه). انتهى.\rقال في الإفصاح: (واختلفوا فيمن سرق ثمراً معلَّقاً على النخل والشجر إذا لم يكن محرزاً بحرز، فقال أبو حنيفة ومالك والشافعي: يجب عليه قيمته، وقال أحمد: يجب قيمته دفعتين، وأجمعوا على أنَّه يُسقِط القطع عن سارقه، واختلفوا فيمن جحد العاريَّة هل يُقطَع، فقال أبو حنيفة ومالك والشافعي: لا يُقطَعُ، وقال أحمد: يُقطعُ لحديث المخزوميَّة). انتهى.\rوقال ابنُ رشد: (أجمَعوا على أنَّه ليس على الغاصبِ ولا على المكابرِ المغالبِ قطعٌ، إلا أن يكونَ قاطِعَ طريقٍ، شاهِرَ السلاحِ على المسلمين، مخيفاً للسبيل فحكمه حكم المحارب). انتهى.","seal":"0BDF1FB2","page":97},
      {"aya":null,"sora":null,"Na":null,"id":106,"part":1,"nass":"- وإذا لم يتب لم تقبل شهادته.\r- فإن جاء بعد القذف بأربعة شهود سقط عنه الحد.\r- وكذا إذا أقر المقذوف بالزنا.\r\rبابُ حَدِّ الشُّربِ\r1 - من شرب مسكراً.\r2 - مكلفاً.\r3 - مختاراً.\r- جلد على ما يراه الإمام: إمَّا أربعين جلدة أو أقل أو أكثر ولو بالنعال.\r- ويكفي إقراره مرة أو شهادة عدلين، ولو على القيء.\r- وقتله في الرابعة منسوخ.\r\rفصل\r\r[في التعزير]\r- والتعزير في المعاصي التي لا توجب حداً ثابت بحبس أو ضرب أو نحوهما.\r- ولا يجاوز عشرة أسواط.\r\rباب حد المحارب\r... هو أحد الأنواع المذكورة في القرآن:\r1 - القتلُ.\r2 - أو الصَّلبُ.","seal":"1492569E","page":98},
      {"aya":null,"sora":null,"Na":null,"id":107,"part":1,"nass":"3 - أو قَطعُ اليدِ والرجلِ من خِلاف.\r4 - أو النفيُ من الأرض.\r- يفعل الإمام منها ما رأى فيه صلاحاً لكل من قطع طريقاً - ولو في المصر - إذا كان قد سعى في الأرض فساداً.\r- فإن تاب قبل القدرة عليه سقط عنه ذلك.\r\rباب من يستحق القتل حداً\r... هو\r1 - الحربيُّ.\r2 - والمرتدُّ.\r3 - والساحرُ.\r4 - والكاهنُ.\r5 - والسابُّ لله أو لرسوله أو للإسلام أو للكتاب أو للسنة والطاعن في الدين والزنديق بعد استتابتهم.\r6 - والزاني المحصن.\r7 - واللوطيُّ مطلَقاً.\r8 - والمحارِب.","seal":"BD009F3C","page":99},
      {"aya":null,"sora":null,"Na":null,"id":108,"part":1,"nass":"كتاب القِصاص\r- يجب على المكلف المختار العامد إن اختار ذلك الورثة\r- وإلا فلهم طلب الدية.\r- وتُقتلُ المرأةُ بالرجل.\r- والعكسُ.\r- والعبدُ بالحرِّ.\r- والكافرُ بالمسلمِ.\r- والفرع بالأصلِ.\r- لا العكس.\r- ويثبت القصاص في الأعضاء ونحوها.\r- والجروح مع الإمكان.\r- ويسقط بإبراء أحد الورثة ويلزم نصيب الآخرين من الدية.\r- فإذا كان فيهم صغيرٌ انتظِرَ في القصاص بلوغُه (¬1).\r¬_________\r(¬1) - قوله: (وإذا كان فيهم صغيراً انتُظِرَ في القصاص بلوغُه)، قال في الإفصاح: (واختلفوا في الصغير والمجنون فقال أبو حنيفة ومالك: لا يُؤخَّر القصاصُ لأجلهما. وقال الشافعي: يؤخَّر القصاصُ حتى يفيقَ المجنونُ ويكبُرُ الصغيرُ. وعن أحمد روايتان، أظهرهما أنَّه يؤخَّر والأخرى كمذهب أبي حنيفة ومالك). انتهى. والصواب أنَّ الأمرَ في ذلك راجعٌ إلى اجتهادِ الإمام ونظرِه إلى جلب المصالح ودرءِ المفاسدِ، واختار شيخُ الإسلام أنَّ استيفاءَ القصاصِ يختصُّ بالعَصَبةِ، وقد قال الله تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ}.","seal":"118A2323","page":100},
      {"aya":null,"sora":null,"Na":null,"id":109,"part":1,"nass":"- ويُهدَرُ ما سبَبُه من المجني عليه.\r- وإذا أمسكَ رجلٌ وقتلَ آخرُ، قُتلَ القاتلُ وحُبسَ الممسكُ.\r- وفي قتل الخطأ الدية والكفارة.\r- وهو ما ليس بعمد.\r- أو من صبي أو مجنون.\r- وهي على العاقلة وهم: العصبة.\r\rكتابُ الدِّيَاتِ\rدية الرجل المسلم:\r1 - مائة من الإبل.\r2 - أو مائتا بقرة.\r3 - أو ألفا شاة.\r4 - أو ألف دينار.\r5 - أو اثنا عشر ألف درهم.\r6 - أو مائتا حلة.\r- وتُغلَظُ ديةُ العَمْد وشبهُه بأن يكون المائة من الإبل في بطون أربعين منها أولادها.\r- ودِيةُ الذمي نصف دية المسلم.","seal":"64DFE0A9","page":101},
      {"aya":null,"sora":null,"Na":null,"id":110,"part":1,"nass":"- ودية المرأة نصف دية الرجل والأطراف وغيرها كذلك في الزائد على الثلث.\r- وتجب الدية كاملة في:\r1 - العينين.\r2 - والشفتين.\r3 - واليدين.\r4 - والرجلين.\r5 - والبيضتين وفي الواحدة منها نصفها.\rوكذلك تجب كاملة في:\r1 - الأنفِ.\r2 - واللسانِ.\r3 - والذكَرِ.\r4 - والصُّلْبِ.\r- وأرش المأمومة والجائفة ثلث دية المجني عليه.\r- وفي المُنَقِّلةِ عُشرُ الدية ونصفُ عُشرِها.\r- وفي الهاشمةِ عُشرُها.\r- (وفي كلِّ أصبع عشرها).\r- وفي كل سِنٍّ نصفُ عشرها.\r- وكذا في الموُضِحة.\r- وما عدا هذه المسماة فيكون أَرْشُه بمقدار نسبتها إلى أحدها تقريباً.","seal":"7F5C61E5","page":102},
      {"aya":null,"sora":null,"Na":null,"id":111,"part":1,"nass":"- وفي الجنيِن إذا خرج ميتا الغُرَّةُ.\r- وفي العبد قيمَتُه وأرْشُه بِحَسَبِها.\r\rباب القسامة\r- إذا كان القاتلُ من جماعةٍ محصورين ثبتت.\r- وهي خمسون يميناً يختارهم ولُّي القتيل.\r- والدِّيَةُ - إن نكلُوا - عليهم.\r- وإن حلفُوا سقطت.\r- وإن التبس الأمر كانت من بيت المال.","seal":"69738AC5","page":103},
      {"aya":null,"sora":null,"Na":null,"id":112,"part":1,"nass":"كتاب الوصية\r- تجب على من له ما يُوصي فيه.\r- ولا تصح:\r1 - ضِراراً.\r2 - ولا لِوارِثٍ\r3 - ولا في معصية.\r- وهي في القُرَب من الثلث.\r- ويجب تقديم قضاء الديوان.\r- ومن لم يترك ما يقضي دينه قضاه السلطانُ من بيت المال.","seal":"0660E64E","page":104},
      {"aya":null,"sora":null,"Na":null,"id":113,"part":1,"nass":"كتاب المواريث\r- هي مفصَّلةٌ في الكتاب العزيز.\r- ويجب الابتداء بذوي الفروض المقدَّرة.\r- وما بقِيَ فللعَصَبَةِ.\r- والأخوات مع البنات عَصَبةٌ.\r- ولبنت الابن مع البنت السدس تكملة الثلثين.\r- وكذا الأخت لأب مع الأخت لأبوين.\r- (والأخ لأبوين أقدم من الأخ والأخت لأب).\r- وللجدة أو الجدات السدس مع عدم الأم.\r- وهو للجد مع من لا يسقطه.\r- ولا ميراث للإخوة والأخوات مطلقاً مع الابن أو ابن الابن أو الأب.\r- وفي ميراثهم مع الجد خلاف.\r- ويرثون مع البنات إلا الإخوة لأم.\r- ويسقط الأخُ لأبٍ مع الأخ لأبوين.\r- وأولو الأرحام يتوارثون وهم أقدم من بيت المال.\r- فإن تزاحمت الفرائض فالعَوْلُ.\r- ولا يرِثُ ولدً الملاعَنَةِ والزانية إلا مِن أمِّه وقرابتها والعكس.\r- ولا يرِث المولودُ إلا إذا استهَلَّ.","seal":"68112422","page":105},
      {"aya":null,"sora":null,"Na":null,"id":114,"part":1,"nass":"- وميراث العتيق لمعتِقِه، ويسقط بالعصبات وله الباقي بعد ذوي السهام.\r- ويَحرُمُ:\r1 - بيع الولاء.\r2 - وهبته.\r- ولا توارثَ بين أهل مِلَّتين.\r- ولا يرِث القاتلُ من المقتولِ.","seal":"0BDD130D","page":106},
      {"aya":null,"sora":null,"Na":null,"id":115,"part":1,"nass":"كتاب الجهاد والسِّير\r- الجهاد فرض كفاية مع كُلِّ بَرٍّ وفاجرٍ إذا أذِنَ الأبوان.\r- وهو مع إخلاص النية يكفَّر الخطايا إلا الدَّين.\r- وتُلحَقُ به حقوقُ الآدميين.\r- ولا يُستعان فيه بالمشركين إلا لضرورة.\r- ويجِبُ على الجيش طاعةُ أميرهم إلا في معصية الله (سبحانه).\r- وعليه:\r1 - مشاورتُهم.\r2 - والرفق بهم.\r3 - وكفَّهم عن الحرام.\r- ويشرع للإمام - إذا أراد غزوا -:\r1 - أن (يكتمَ حاله أو) يورِّي بغير ما يريده.\r2 - وأن يُذكِيَ العيون.\r3 - ويستطلِعَ الأخبار.\r4 - ويرتبَ الجيوش.\r5 - ويتخذَ الرايات والألوية.\r- وتجب الدعوة قبل القتال إلى إحدى ثلاث خصال إمَّا:\r1 - الإسلام.\r2 - أو الجزية.\r3 - أو السيف.\r- ويَحرُمُ:\r1 - قتلُ النساءِ والأطفالِ والشيوخِ إلا لضرورةٍ.\r2 - والمُثلةُ.\r3 - والإحراقُ بالنارِ.\r4 - والفرارُ من الزحف إلا إلى فئة.\r- ويجوز:","seal":"3A827643","page":107},
      {"aya":null,"sora":null,"Na":null,"id":116,"part":1,"nass":"1 - تبييتُ الكفار.\r2 - والكذِبُ - في الحرب -.\r3 - والخداعُ.\r\rفصل\r- وما غنِمَه الجيشُ كان لهم أربعةُ أخماسِه.\r- وخُمسُه يَصرِفُه الإمامُ في مصارفِه، فيأخذ:\r1 - الفارسُ من الغنيمة ثلاثة أسهم.\r2 - والراجِلُ سهماً.\r- ويستوي في ذلك:\r1 - القويُّ والضعيفُ.\r2 - ومَن قاتلَ ومن لم يقاتِلْ.\r- ويجوزُ تنفيلُ الإمام بعضَ الجيش.\r- وللإمام الصَّفِيُّ.\r- وسهمُه كأحَدِ الجيش.\r- ويرْضخُ من الغنيمة لمن حضَر.\r- ويُؤثِرُ المؤلَّفين إنْ رأى في ذلك صلاحاً.\r- وإذا رجعَ ما أخذه الكفارُ من المسلمين كان لمالكِه.\r- ويحرمُ الانتفاعُ بشيءٍ من الغنيمة قبل القسمة إلا الطعام والعلف.\r- ويحرم الغُلولُ.\r- ومن جُملةِ الغنيمة الأسرَى.\rويجوز:\r1 - القتلُ.\r2 - أو (أخذُ) الفداءِ.\r3 - أو المنُّ.","seal":"8D7C9D65","page":108},
      {"aya":null,"sora":null,"Na":null,"id":117,"part":1,"nass":"فصل\r- ويجوز:\r1 - استرقاقُ العرب (¬1).\r¬_________\r(¬1) - قوله: (ويجوز استرقاق العرب)، قال في الإفصاح (واختلفوا في استرقاق من لا كتاب له ولا شبهة كتاب كعبدة الأوثان ومن عبَدَ ما استَحسَنَ، فقال أبو حنيفة يجوز استرقاق العجم من عبدة الأوثان دون العرب، وقال الشافعي وأحمد في إحدى الروايتين يجوز ذلك، وسواءٌ في ذلك العجم والعرب، وقال مالك يجوزُ استرقاقُهم على الإطلاق إلا قريشاً خاصَّة، وعن أحمد روايةٌ أخرى لا يجوز على الإطلاق). انتهى.\rوقال ابن رشد: (اتفق المسلمون على أنَّ المقصود بالمحاربة لأهل الكتاب ما عدا أهل الكتاب من قريش ونصارى العرب هو أحد أمرين: إمَّا الدخول في الإسلام، وإمَّا إعطاء الجزية لقوله تعالى {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا = = الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ}، وكذلك اتفق عامَّة الفقهاء على أخذها من المجوس لقوله - صلى الله عليه وسلم - (سُنُّوا بهم سُنَّةَ أهل الكتاب).\r\rواختلفوا فيما سوى أهل الكتاب من المشركين هل تُقبَلُ منهم الجزية أم لا، فقال قومٌ: تؤخذ الجزية من كل مشرك، وبه قال مالك، وقومٌ استثنوا من ذلك مشركي العرب، وقال الشافعي وأبو ثور وجماعةٌ لا تؤخذ إلا من أهل الكتاب والمجوس، والسبب في اختلافهم معارضة العموم للخصوص أمَّا العموم فقوله تعالى {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلّه}، وقوله عليه السلام: «أمرتُ أن أقاتلَ الناس حتى يقولوا لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقِّها وحسابهم على الله»، وأمَّا الخصوص فقوله: [- صلى الله عليه وسلم -] لأمراء السرايا الذين كان يبعثهم إلى مشركي العرب، ومعلومٌ أنَّهم كانوا غير أهل كتاب (وإذا لقيتَ عدوَّك من المشركين فادعُهم إلى ثلاث خصال) فذكَرَ الجزيةَ فيها، فمن رأى أنَّ العموم إذا تأخَّر عن الخصوص فهو ناسخٌ له قال: لا تُقبلُ الجزية من مشرك ما عدا أهل الكتاب، لأنَّ الآية الآمرة بقتالهم على العموم هي متأخِّرة عن ذلك الحديث، وذلك أنَّ الأمر بقتال المشركين عامَّة هو في سورة براءة وذلك عام الفتح، وذلك الحديث إنَّما هو قبل الفتح بدليل دعائِهم فيه للهجرة، ومن رأى أنَّ العموم يبنى على الخصوص - تقدَّمَ أو تأخَّرَ أو جُهِل التقدُّمُ والتأخُّرُ بينهما - قال تُقبلُ الجزيةُ من جميع المشركين، وأمَّا تخصيص أهل الكتاب من سائرِ المشركين فخرج من ذلك العموم باتفاق، بخصوص قوله تعالى {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ}.\rوقال أيضاً (فأمَّا من يجُوزُ أخذُ الجزيةِ منه، فإنَّ العلماء مجمعون على أنَّه يجوز أخذُها من أهل الكتاب العجم ومن المجوس كما تقَّدَّم، واختلفوا في أخذِها مِمَّن لا كتاب له، وفيمن هو من أهل الكتاب من العرب بعد اتفاقهم فيما حكى بعضهم أنَّها لا تُؤخَذُ من قرشي كتابي وقد تقدَّمت هذه المسألة). انتهى.","seal":"B32AF89C","page":109},
      {"aya":null,"sora":null,"Na":null,"id":118,"part":1,"nass":"2 - وقتلُ الجاسوس.\r- وإذا أسلمَ الحربيُّ قبل القدرةِ عليه أحرَز أموالَه.\r- وإذا أسلمَ عبدٌ لكافرٍ صار حُراًّ.\r- والأرضُ المغنومةُ أمرها إلى الإمام.\r- فيفعلُ الأصلحَ من:\r1 - قِسمتِها.","seal":"7F0F96A7","page":110},
      {"aya":null,"sora":null,"Na":null,"id":119,"part":1,"nass":"2 - أو تركِها مشتركةً بين الغانمين.\r3 - أو بين جميعِ المسلمين.\r- ومن أمَّنه أحدُ المسلمين صار آمناً.\r- والرسول كالمُؤمَّنِ.\r- وتجوزُ مهادنةُ الكفارِ - ولو بشرط -، وإلى أجل أكثره عشر سنين (¬1).\r¬_________\r(¬1) - قوله: (وتجوز مهادنة الكفَّار ولو بشرط، وإلى أجل أكثره عشر سنين).\rقال في الإفصاح: (واتفقوا على أنَّه إذا عوهِدَ المشركون عهداً وُفِّيَ لهم به، إلا أبا حنيفة فإنَّه شَرَطَ في ذلك بقاء المصلحة، فمتى اقتضت المصلحة الفسخ نُبِذَ إليهم العهدُ وفُسِخ، واتفقوا فيما أعلم على أنَّه لا يجوزُ نقضُه إلا بعدَ نبذِه، واختلفوا في مُدَّةِ العهد، فقال أبو حنيفة وأحمد: يجوز ذلك على الاطلاق إلا أنَّ أبا حنيفة قال: متى وجَدَ الإمام قُوَّةً نبَذَ إليهم عهدهم وفَسَخ، وقال مالك والشافعي لا يجوز أكثر من عشر سنين). انتهى.\r\rوقال ابن رشد: (الفصل السادس: فأمَّا هل تجوزُ المهادنة؟ فإنَّ قوماً أجازوها ابتداءً من غير سبب إذا رأى ذلك الإمام مصلحةً للمسلمين، وقومٌ لم يجيزوها إلا لمكان الضرورة الداعية لأهل الإسلام من فتنةٍ أو غير ذلك، إمَّا بشيءٍ يأخذونه منهم لا على حكمِ الجزية إذ كانت الجزية إنَّما شرطها: أن تؤخذُ منهم وهم بحيث تنفُذُ عليهم أحكامُ المسلمين، وإمَّا بلا شيءٍ يأخذونه منهم، وكان الأوزاعي يُجيزُ أن يصالِحَ الإمام الكفار على شيءٍ يدفعه المسلمون إلى الكفَّار إذا دعت إلى ذلك ضرورةُ فتنةٍ أو غير ذلك من الضرورات، وقال الشافعي لا يعطي المسلمون الكفار شيئاً إلا أن يخافوا أن يُصطَلَموا لكثرة العدد وقِلَّتهم، أو لمحنةٍ نزلت بهم، ومن قال بإجازة الصلح إذا رأى الإمام ذلك مصلحةً مالكُ والشافعيُ وأبو حنيفة، إلا أنَّ الشافعي لا يجوزُ عنده الصلحُ لأكثرَ من المُدَّةِ التي صالح عليها رسولُ الله - صلى الله عليه وسلم - الكفار عام الحديبية، وسبب اختلافهم في جواز الصلح من غير ضرورة معارضة ظاهر قوله تعالى {فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ} وقوله تعالى {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللهِ وَلاَ بِالْيَوْمِ الآخِرِ} لقولِه تعالى {وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللهِ} فمن رأى أنَّ آية الأمر بالقتال حتى يُسلِموا أو يُعطُوا الجزيةَ ناسخةٌ لآية الصلح قال: لا يجوز الصلح إلا من ضرورة، ومن رأى أنَّ آيةَ الصلح مخصِّصةٌ لتلك قال: الصلح جائز إذا رأى ذلك الإمام وعضَدَ تأويلَه بفعله ذلك - صلى الله عليه وسلم -، وذلك أنَّ صُلحَه - صلى الله عليه وسلم - عام الحديبية لم يكُنْ لوضعِ الضرورة، وأمَّا الشافعي فلمَّا كان الأصلُ عنده الأمر بالقتال حتى يُسلِموا أو يُعطوا الجزيةَ وكان هذا مخصَّصاً عنده بفعلِه عليه والسلام لم يرَ أن يُزادَ على المُدَّة التي صالَحَ عليها رسول الله - صلى الله عليه وسلم -، وقد اختُلِف في هذه المدَّة فقيل كانت أربع سنين، وقيل ثلاثاً، وقيل عشر سنين، وبذلك قال الشافعي، وأمَّا من أجازَ أن يُصالِحَ المسلمون المشركين يأن يُعطوا لهم المسلمون شيئاً إذا دعت إلى ذلك ضرورةُ فتنةِ أو غيرها فمصيراً إلى ما رُوِيَ أنَّه كان عليه السلام قد همَّ بأن يعطيَ بعضَ ثمر المدينة لبعضِ الكفَّار الذين كانوا في جُملةِ الأحزاب لتخبيبهم، فلم يوافِقْهُ على القَدْرِ الذي كان سمحَ لديه من ثَمرِ المدينةِ حتى أفاءَ الله بنصره، وأمَّا من لم يُجِزْ ذلك إلا أنْ يخافَ المسلمون أن يُصطَلَموا فقِياساً على إجماعِهم على جوازِ فِداءِ أُسارَى المسلمين، لأنَّ المسلمين إذا صاروا في هذا الحدِّ فهم بمنزلة الأُسارَى). انتهى.","seal":"357BA1CB","page":111},
      {"aya":null,"sora":null,"Na":null,"id":120,"part":1,"nass":"- ويجوز تأبيدُ المهادنةِ بالجزية.\r- ويُمنَعُ المشركون وأهلُ الذمَّةِ من السُّكونِ في جزيرةِ العرب.","seal":"56A5BB86","page":112},
      {"aya":null,"sora":null,"Na":null,"id":121,"part":1,"nass":"فصل في أحكام البغاة\r- ويجبُ قتالُ البُغاةِ حتى يرجِعُوا إلى الحقِّ.\r- ولا يُقتَلُ أسيرُهم.\r- ولا يُتبَعُ مُدبِرُهم.\r- ولا يُجازُ على جريِحهم.\r- ولا تغنمُ أموالُهم.\r\rفصل\r\rفي حقوق الراعي والرعية\r- وطاعةُ الأئمة واجبةٌ، إلا في معصيةِ الله.\r- ولا يجوزُ الخروجُ عليهم - ما أقاموا الصلاة ولم يُظهِروا كفرًا بواحاً -.\r- ويِجبُ:\r1 - الصبُر على جَورِهم.\r2 - وبذلُ النصيحةِ لهم.\r- وعليهم:\r1 - الذبُّ عن المسلمين.\r2 - وكَفُّ يد الظالمِ.\r3 - وحِفظُ ثغورهم.\r4 - وتدبيُرهم بالشرع في الأبدان والأديان والأموال.\r5 - وتفريقُ أموالِ الله في مصارفِها.\r6 - وعدمُ الاستئثارِ بما فوقَ الكفايةِ بالمعروفِ.\r7 - والمبالغةُ في إصلاحِ السيرةِ والسريرةِ.","seal":"43C3DA37","page":113}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1376,"ShrtCs":0,"Bk":"الغرر النقية على الدرر البهية","HigriD":"1376","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"فيصل بن عبد العزيز بن فيصل ابن حمد المبارك الحريملي النجدي","bLnk":null,"Inf":"","Auth":"فيصل المبارك","Betaka":"الكتاب: الغُرَرُ النَقِيَّةُ على الدُّرَر البَهيَّة\r\nالمؤلف: فيصل بن عبد العزيز آل مبارك (المتوفى: 1376 هـ)\r\nعُنِي به: محمد بن حسن بن عبد الله آل مبارك\r\nالناشر: دار كنوز إشبيليا للنشر والتوزيع، المملكة العربية السعودية\r\nالطبعة: الأولى، 1426 هـ - 2005 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"فيصل المبارك (1313 - 1376 هـ = 1895 - 1957 م)\r\rفيصل بن عبد العزيز بن فيصل ابن حمد المبارك الحريملي النجدي:\r\r• قاض حنبلي، من كبار العلماء.\r• كان عميد آل حمد من بني مبارك في «حريملاء» شمالي الرياض. ولد وتفقه بها. وأخذ عن علماء الرياض وقطر.\r• وتنقل في مناصب القضاء إلى أن كان قاضي «الجوف» وقام بالتدريس في بعض مساجده فأقبل عليه الطلبة فسعى لدى الحكومة فأنشأت لهم عدة مدارس.\r\rوألف رسائل في الحديث والفقه والتفسير والنحو والفرائض، منها\r• «الحجج القاطعة في المواريث الواقعة - خ» [طُبع] فرائض\r• «مقام الرشاد بين التقليد والاجتهاد - خ» [طُبع] بخطه، كلاهما في الرياض\r• «توفيق الرحمن في دروس القرآن - ط» أربعة أجزاء\r• «خلاصة الكلام شرح عمدة الأحكام - ط»\r• واختصر بعض المطولات ككتاب «نيل الأوطار» للشوكاني سمى مختصره «بستان الأخبار - ط» وأضاف إليه زيادات\r• و [اختصر] «فتح الباري» لابن حجر العسقلاني، سمى مختصره «لذة القارئ - خ» ثمانية أجزاء، شرع بعض الفضلاء بطبعه.\r\rوتوفي صاحب الترجمة في سكاكة، بالجوف.\r\rنقلا عن: «الأعلام» للزركلي بإضافات بين معكوفات","seal":"9EAB929D","cat":"فقه عام","oNum":29570,"BkId":29570,"oAuth":1226,"bVer":1,"aSeal":"700B24DA"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t29570":
    [
      {"lvl":1,"id":13,"sub":0,"tit":"[مقدمة المعتني]"},
      {"lvl":2,"id":13,"sub":1,"tit":"التعريف بالشارح"},
      {"lvl":3,"id":14,"sub":0,"tit":"تلاميذه"},
      {"lvl":4,"id":14,"sub":1,"tit":"من أبرزهم"},
      {"lvl":3,"id":15,"sub":0,"tit":"مؤلفاته"},
      {"lvl":3,"id":15,"sub":1,"tit":"الشيخ فيصل وجهوده الفقهية"},
      {"lvl":3,"id":17,"sub":0,"tit":"وفاته"},
      {"lvl":2,"id":17,"sub":1,"tit":"وصف المخطوط"},
      {"lvl":1,"id":23,"sub":0,"tit":"كتاب الطهارة"},
      {"lvl":2,"id":23,"sub":1,"tit":"باب المياه"},
      {"lvl":3,"id":24,"sub":0,"tit":"فصل والنجاسات هي"},
      {"lvl":3,"id":25,"sub":0,"tit":"فصل [في تطهير النجاسات]"},
      {"lvl":2,"id":25,"sub":1,"tit":"باب قضاء الحاجة"},
      {"lvl":2,"id":26,"sub":0,"tit":"باب الوضوء"},
      {"lvl":3,"id":26,"sub":1,"tit":"فصل مستحبات الوضوء"},
      {"lvl":3,"id":26,"sub":2,"tit":"فصل [في نواقض الوضوء]"},
      {"lvl":2,"id":27,"sub":0,"tit":"باب الغسل"},
      {"lvl":3,"id":27,"sub":1,"tit":"فصل [صفة الغسل]"},
      {"lvl":3,"id":28,"sub":0,"tit":"فصل [في الأغسال المشروعة]"},
      {"lvl":2,"id":28,"sub":1,"tit":"باب التيمم"},
      {"lvl":2,"id":28,"sub":2,"tit":"باب الحيض"},
      {"lvl":3,"id":29,"sub":0,"tit":"فصل [في أحكام النفاس]"},
      {"lvl":1,"id":30,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":2,"id":30,"sub":1,"tit":"[باب مواقيت الصلاة]"},
      {"lvl":2,"id":31,"sub":0,"tit":"باب الأذان"},
      {"lvl":2,"id":31,"sub":1,"tit":"باب"},
      {"lvl":2,"id":32,"sub":0,"tit":"باب كيفية الصلاة"},
      {"lvl":3,"id":33,"sub":0,"tit":"فصل [في مبطلات الصلاة]"},
      {"lvl":3,"id":33,"sub":1,"tit":"فصل [فيمن تسقط عنه الصلاة، وصلاة المريض]"},
      {"lvl":2,"id":33,"sub":2,"tit":"باب صلاة التطوع"},
      {"lvl":2,"id":34,"sub":0,"tit":"باب صلاة الجماعة"},
      {"lvl":2,"id":35,"sub":0,"tit":"باب سجود السهو"},
      {"lvl":2,"id":36,"sub":0,"tit":"باب القضاء للفوائت"},
      {"lvl":2,"id":36,"sub":1,"tit":"باب صلاة الجمعة"},
      {"lvl":2,"id":36,"sub":2,"tit":"باب صلاة العيدين"},
      {"lvl":2,"id":37,"sub":0,"tit":"باب صلاة الخوف"},
      {"lvl":2,"id":38,"sub":0,"tit":"باب صلاة السفر"},
      {"lvl":2,"id":38,"sub":1,"tit":"باب صلاة الكسوفين"},
      {"lvl":2,"id":39,"sub":0,"tit":"باب صلاة الاستسقاء"},
      {"lvl":1,"id":40,"sub":0,"tit":"كتاب الجنائز"},
      {"lvl":2,"id":40,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":41,"sub":0,"tit":"فصل [في تكفين الميت]"},
      {"lvl":2,"id":41,"sub":1,"tit":"فصل [في صلاة الجنازة]"},
      {"lvl":2,"id":42,"sub":0,"tit":"فصل [في المشي بالجنازة واتباعها]"},
      {"lvl":2,"id":43,"sub":0,"tit":"فصل [في أحكام الدفن وزيارة القبور والتعزية]"},
      {"lvl":1,"id":44,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":2,"id":44,"sub":1,"tit":"باب زكاة الحيوان"},
      {"lvl":3,"id":44,"sub":2,"tit":"فصل [في زكاة الإبل]"},
      {"lvl":3,"id":45,"sub":0,"tit":"فصل [في زكاة البقر]"},
      {"lvl":3,"id":45,"sub":1,"tit":"فصل [في زكاة الغنم]"},
      {"lvl":3,"id":46,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":46,"sub":1,"tit":"باب زكاة الذهب والفضة"},
      {"lvl":2,"id":47,"sub":0,"tit":"باب زكاة النبات"},
      {"lvl":2,"id":47,"sub":1,"tit":"باب مصارف الزكاة"},
      {"lvl":2,"id":48,"sub":0,"tit":"باب صدقة الفطر"},
      {"lvl":1,"id":49,"sub":0,"tit":"كتاب الخمس"},
      {"lvl":1,"id":50,"sub":0,"tit":"كتاب الصيام"},
      {"lvl":2,"id":50,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":51,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":51,"sub":1,"tit":"باب صوم التطوع"},
      {"lvl":2,"id":52,"sub":0,"tit":"باب الاعتكاف"},
      {"lvl":1,"id":53,"sub":0,"tit":"كتاب الحج"},
      {"lvl":2,"id":53,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":53,"sub":2,"tit":"فصل [في محظورات الإحرام]"},
      {"lvl":2,"id":55,"sub":0,"tit":"فصل [في صفة الطواف]"},
      {"lvl":2,"id":55,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":56,"sub":0,"tit":"فصل [في صفة الحج]"},
      {"lvl":2,"id":57,"sub":0,"tit":"فصل [في أحكام الهدي]"},
      {"lvl":2,"id":57,"sub":1,"tit":"باب العمرة المفردة"},
      {"lvl":1,"id":58,"sub":0,"tit":"باب النكاح"},
      {"lvl":2,"id":59,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":62,"sub":0,"tit":"فصل [في أحكام الصداق والعشرة]"},
      {"lvl":2,"id":63,"sub":0,"tit":"فصل [في وليمة العرس]"},
      {"lvl":1,"id":64,"sub":0,"tit":"كتاب الطلاق"},
      {"lvl":2,"id":64,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":65,"sub":0,"tit":"باب الخلع"},
      {"lvl":2,"id":65,"sub":1,"tit":"باب الإيلاء"},
      {"lvl":2,"id":66,"sub":0,"tit":"باب الظهار"},
      {"lvl":2,"id":66,"sub":1,"tit":"باب اللعان"},
      {"lvl":2,"id":67,"sub":0,"tit":"باب العدة والاستبراء"},
      {"lvl":3,"id":68,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":69,"sub":0,"tit":"باب النفقة"},
      {"lvl":2,"id":69,"sub":1,"tit":"باب الرضاع"},
      {"lvl":2,"id":70,"sub":0,"tit":"باب الحضانة"},
      {"lvl":1,"id":71,"sub":0,"tit":"كتاب البيع"},
      {"lvl":2,"id":73,"sub":0,"tit":"باب الربا"},
      {"lvl":2,"id":74,"sub":0,"tit":"باب الخيارات"},
      {"lvl":2,"id":74,"sub":1,"tit":"باب السلم"},
      {"lvl":2,"id":74,"sub":2,"tit":"باب القرض"},
      {"lvl":1,"id":75,"sub":0,"tit":"كتاب الشفعة"},
      {"lvl":1,"id":76,"sub":0,"tit":"كتاب الإجارة"},
      {"lvl":2,"id":78,"sub":0,"tit":"باب الإحياء والإقطاع"},
      {"lvl":1,"id":79,"sub":0,"tit":"كتاب الشركة"},
      {"lvl":1,"id":80,"sub":0,"tit":"كتاب الرهن"},
      {"lvl":1,"id":80,"sub":1,"tit":"كتاب الوديعة والعارية"},
      {"lvl":1,"id":81,"sub":0,"tit":"كتاب الغصب"},
      {"lvl":1,"id":81,"sub":1,"tit":"كتاب العتق"},
      {"lvl":1,"id":82,"sub":0,"tit":"كتاب الوقف"},
      {"lvl":1,"id":83,"sub":0,"tit":"كتاب الهدايا"},
      {"lvl":1,"id":83,"sub":1,"tit":"كتاب الهبات"},
      {"lvl":1,"id":84,"sub":0,"tit":"كتاب الأيمان"},
      {"lvl":1,"id":85,"sub":0,"tit":"كتاب النذر"},
      {"lvl":1,"id":86,"sub":0,"tit":"كتاب الأطعمة"},
      {"lvl":2,"id":87,"sub":0,"tit":"باب الصيد"},
      {"lvl":2,"id":88,"sub":0,"tit":"باب الذبح"},
      {"lvl":2,"id":88,"sub":1,"tit":"باب الضيافة"},
      {"lvl":2,"id":89,"sub":0,"tit":"باب آداب الآكل"},
      {"lvl":1,"id":90,"sub":0,"tit":"كتاب الأشربة"},
      {"lvl":1,"id":91,"sub":0,"tit":"كتاب اللباس"},
      {"lvl":1,"id":91,"sub":1,"tit":"كتاب الأضحية"},
      {"lvl":2,"id":92,"sub":0,"tit":"باب الوليمة"},
      {"lvl":3,"id":92,"sub":1,"tit":"فصل في استحباب العقيقة"},
      {"lvl":1,"id":93,"sub":0,"tit":"كتاب الطب"},
      {"lvl":1,"id":94,"sub":0,"tit":"كتاب الوكالة"},
      {"lvl":1,"id":94,"sub":1,"tit":"كتاب الضمانة"},
      {"lvl":1,"id":95,"sub":0,"tit":"كتاب الصلح"},
      {"lvl":1,"id":95,"sub":1,"tit":"كتاب الحوالة"},
      {"lvl":1,"id":96,"sub":0,"tit":"كتاب المفلس"},
      {"lvl":1,"id":97,"sub":0,"tit":"كتاب اللقطة"},
      {"lvl":1,"id":98,"sub":0,"tit":"كتاب القضاء"},
      {"lvl":1,"id":99,"sub":0,"tit":"كتاب الخصومة"},
      {"lvl":1,"id":102,"sub":0,"tit":"كتاب الحدود"},
      {"lvl":2,"id":102,"sub":1,"tit":"باب حد الزاني"},
      {"lvl":2,"id":104,"sub":0,"tit":"باب حد السرقة"},
      {"lvl":2,"id":105,"sub":0,"tit":"باب حد القذف"},
      {"lvl":2,"id":106,"sub":0,"tit":"باب حد الشرب"},
      {"lvl":3,"id":106,"sub":1,"tit":"فصل [في التعزير]"},
      {"lvl":2,"id":106,"sub":2,"tit":"باب حد المحارب"},
      {"lvl":2,"id":107,"sub":0,"tit":"باب من يستحق القتل حدا"},
      {"lvl":1,"id":108,"sub":0,"tit":"كتاب القصاص"},
      {"lvl":1,"id":109,"sub":0,"tit":"كتاب الديات"},
      {"lvl":2,"id":111,"sub":0,"tit":"باب القسامة"},
      {"lvl":1,"id":112,"sub":0,"tit":"كتاب الوصية"},
      {"lvl":1,"id":113,"sub":0,"tit":"كتاب المواريث"},
      {"lvl":1,"id":115,"sub":0,"tit":"كتاب الجهاد والسير"},
      {"lvl":2,"id":116,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":117,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":121,"sub":0,"tit":"فصل في أحكام البغاة"},
      {"lvl":2,"id":121,"sub":1,"tit":"فصل في حقوق الراعي والرعية"}
    ]
}
