{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b29574":
    [
      {"aya":null,"sora":null,"Na":null,"id":2,"part":1,"nass":"تفسير الفاتحة\r\rتأليف\rالحافظ أبو الفرج عبدالرحمن بن أحمد بن رجب الدمشقي الحنبلي\rالمتوفى سنة (795)\rرحمه الله تعالى\r\rتحقيق","seal":"DD2CF522","page":1},
      {"aya":null,"sora":null,"Na":null,"id":6,"part":1,"nass":"بسم الله الرحمن الرحيم\r\rمقدمة التحقيق\rالحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، والصلاة والسلام على النبي الأمين، الذي أوتي سبعا من المثاني، والقرآن العظيم، وعلى آله وصحبه أجمعين.\rأما بعد:\rفهذا أثر جديد من آثار الحافظ ابن رجب الحنبلي، وفق الله عز وجل للوقوف عليه، وهو يخرج لأول مرة إلى عالم المطبوعات - حسب علمي -، وأسأل الله عز وجل أن ينفع به، ويبارك فيه.\r\rوصف النسخة الخطية:\rاعتمدت في إخراج هذا الجزء على نسخة وحيدة، وهي من محفوظات جامعة برنستون بالولايات المتحدة الأمريكية، وقد حصلت على مصورة منها من «مكتبة الملك فهد الوطنية» بالرياض، وعدد أوراقها: 23 ورقة، وخطها: مقروء، ولم","seal":"39F8C126","page":5},
      {"aya":null,"sora":null,"Na":null,"id":7,"part":1,"nass":"يكتب عليها اسم ناسخها، وهي ناقصة، فليس فيها سوى خمسة فصول جعلها المؤلف مقدمة لتفسير السورة، وأول الكلام على قوله تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}، وكتب على طرتها:\r«كتبت هذه النسخة من نسخة أخرجت من الحريق لما أحرق تيمور لنك دمشق، فاحترق بعضها فكتبنا ما وجدنا منها».\rوجاء في آخرها:\r«يتلوه بقية الكلام عليها فيما بعد إن شاء الله تعالى».\rفالعبارة الأولى تفيد أن هناك أشياء لم توجد من هذه الرسالة، والعبارة الثانية تدل على أن هناك أشياء وجدت ولم تكتب في هذه النسخة!\rوقد وجدت في النسخة بياضات كثيرة في أثنائها، ويبدو -والله أعلم- أن أماكن هذه البياضات مما احترق منها، فلعل مراد الناسخ بقوله في العبارة الأولى: «فكتبنا ما وجدنا منها» أي: مما لم يحترق من وسط الكتاب، وأما آخر الرسالة فلعل الناسخ أرجأ كتابته إلى وقت آخر كما تفيده عبارته الأخيرة, فنسأل الله عز وجل أن يوفق للوقوف على ما تتم به هذه الرسالة كما وفق للوقوف على أولها، إنه ولي ذلك والقادر عليه.","seal":"455F2E71","page":6},
      {"aya":null,"sora":null,"Na":null,"id":8,"part":1,"nass":"توثيق نسبة الكتاب:\rهناك أدلة متضافرة تدل على إثبات هذا الكتاب للحافظ ابن رجب، من ذلك ما يلي:\rأولا: العبارة التي جاءت على طرة النسخة الخطية، والتي فيها نسبة الكتاب إليه، وسأذكرها بحروفها في الفقرة التالية.\rثانيا: أن بعض من ترجم للحافظ ابن رجب ذكر هذه الرسالة ضمن مؤلفاته، قال يوسف ابن عبد الهادي في «الجوهر المنضد» (ص: 50) - وهو يعدد مؤلفاته -:\r(وكتاب «إعراب أم القرآن» مجلد، ولعله كتاب «الفاتحة») ا. هـ\rثالثا: أن بعض العلماء نقلوا عن هذه الرسالة منسوبةً للحافظ ابن رجب، ومنهم:\r1 - المرداوي في «الإنصاف» نقل عنها في موضعين:\rالأول: في كتاب الصلاة، باب صفة الصلاة، قال (2/ 48): «وعنه - أي: البسملة - ليست قرآنا مطلقا - بل هي ذكر، قال ابن رجب في «تفسير الفاتحة»: وفي ثبوت هذه الرواية عن أحمد نظر» ا. هـ.\rالثاني: في كتاب النكاح، باب عشرة النساء، قال","seal":"D50256BD","page":7},
      {"aya":null,"sora":null,"Na":null,"id":9,"part":1,"nass":"(8/ 357): «واستحب بعض الأصحاب أن يحمد الله عقب الجماع. قاله ابن رجب في «تفسير الفاتحة»» ا. هـ.\r2 - وفي كتابه «التحبير» في موضعين:\rالأول (3/ 1374) قال: «قال أبو بكر الرازي الحنفي: هي - أي: البسملة - آية مفردة، أنزلت للفصل بين السور. قال ابن رجب في «تفسير الفاتحة»: وهو الصحيح عن أبي حنيفة. قلت: وهذا منصوص الإمام أحمد، وعليه أصحابه، قال ابن رجب: هذا قول أكثر العلماء منهم: عطاء والشعبي والزهري والثوري وابن المبارك والشافعي وأحمد وإسحاق وأبو عبيد وداود ومحمد بن الحسن».\rالثاني (3/ 1375) قال: «وذهب الإمام مالك وأصحابه والأوزاعي وابن جرير الطبري وغيرهم إلى أنها ليست بقرآن بالكلية، وقاله بعض الحنفية، وروي عن أحمد، لكن قال ابن رجب في «تفسير الفاتحة»: في ثبوت هذه الرواية عن أحمد نظر، بل هي ذكر كالاستعاذة» ا. هـ.\r3 - ابن النجار في «شرح الكوكب المنير» في موضعين (2/ 124، 126) وكلاهما مما سبق في كلام المرداوي في","seal":"D9F713AF","page":8},
      {"aya":null,"sora":null,"Na":null,"id":10,"part":1,"nass":"«التحبير» فقد يكون نقلها عنه، والله أعلم.\rوهذه النصوص وإن كانت غير موجودة في النسخة التي وقفنا عليها فإنها تثبت أن لابن رجب كتاب «تفسير الفاتحة»، وأما عدم وجود هذه النصوص في هذه النسخة فلعل مرجعه -والله أعلم- إلى أنها قطعة ناقصة من الكتاب -كما سبق-، فتكون تلك النصوص ضمن ما لم ينسخ من الكتاب، والله أعلم.\rرابعا: أن نَفَسَ الحافظ ابن رجب واضحٌ في هذه الرسالة، فهو يعتني بانتقاء الأحاديث، ويتكلم عليها على طريقة أئمة الحديث المتقدمين، ويعتني بأقوال السلف، وهو أيضا ينقل عن شيخ الإسلام ابن تيمية وعن تلميذ ابن تيمية وشيخ ابن رجب = العلامة ابن القيم.\r\rاسم الكتاب:\rلم يذكر الحافظ ابن رجب أنه سمى هذا الكتاب باسم معين، وإنما قال في صدر الكلام: «فصل في تفسير سورة الفاتحة»، ولكن جاء على طرة النسخة الخطية العبارة التالية:\r«تفسير الفاتحة للشيخ زين الدين أبي الفرج عبد الرحمن بن أحمد بن رجب الحنبلي قدّس الله روحه، ونوّر ضريحه».","seal":"1A3F83B2","page":9},
      {"aya":null,"sora":null,"Na":null,"id":11,"part":1,"nass":"وقد سمَّاها من نقل عنها بنفس الاسم، وأما صاحب «الجوهر المنضد» فسماها: «الفاتحة»، فيبدو أنه اختصر الاسم، والله أعلم.\rوأخيرا أسأل الله عز وجل أن ينفع بهذا الكتاب، وأن يغفر لي ولوالدي ولمشايخي وللمسلمين، والحمد لله رب العالمين، والصلاة والسلام على نبنا محمد الأمين، وعلى آله وصحبه والتابعين.\rوكتب\rسامي بن محمد بن جادالله\rالرياض (¬1)\r5/ 6/ 1425\r* * *\r¬_________\r(¬1) ص. ب: (42225)، الرمز البريدي: (11451).","seal":"FDB706AE","page":10},
      {"aya":null,"sora":null,"Na":null,"id":12,"part":1,"nass":"نموذج من النسخة الخطية","seal":"25B5FF96","page":11},
      {"aya":null,"sora":null,"Na":null,"id":14,"part":1,"nass":"بداية النصِّ المحقَّق","seal":"F145A6C2","page":13},
      {"aya":null,"sora":null,"Na":null,"id":16,"part":1,"nass":"بسم الله الرحمن الرحيم\rالحمد لله رب العالمين، وصلى الله على سيدنا محمد، وآله وصحبه وسلم.\r\rفصل\rفي الكلام على تفسير الفاتحة\rونقدم قبل تفسيرها مقدمة تشتمل على خمسة فصول:\rالفصل الأول: في موضع نزولها.\rالثاني: في عددها.\rالثالث: في أسمائها.\rالرابع: في فضائلها، ويتضمّن الكلام على مسألة تفاضل القرآن.\rالخامس: في أحكامها.\r\r* * *","seal":"1F7A3273","page":15},
      {"aya":null,"sora":null,"Na":null,"id":17,"part":1,"nass":"الفصل الأول: في موضع نزولها\rوفيه ثلاثة أقوال:\rأحدها: أنَّها نزلت بمكَّة، نُقل عن عليٍّ وابن عبَّاسٍ وأبي هريرة والأكثرين، حتى قال أبو ميسرة: هي أوَّل سورة نزلت من القرآن بمكَّة، وأنَّها ابتدئت بـ «بسم الله الرحمن الرحيم». خرجه البيهقي في «الدلائل» (¬1).\rوقيل: أول ما نزل: «بسم الله الرحمن الرحيم» منفردة، قال الفخر الخطيب (¬2): وهو قول الأكثرين من الذين قالوا: لم تنزل «المدثر» و «اقرأ» أولا (¬3). ونقله في موضع آخر عن ابن\r¬_________\r(¬1) لم أقف عليه بهذا السياق عند البيهقي، وهو عند غيره، وانظر: «دلائل النبوة» له (2/ 158).\r(¬2) هو الرازي، والمعروف أنه يلقب: (بابن الخطيب) أو (ابن خطيب الري).\r(¬3) انظر: \"مفاتيح الغيب\" (1/ 147).","seal":"18446E42","page":16},
      {"aya":null,"sora":null,"Na":null,"id":18,"part":1,"nass":"عبَّاسٍ (¬1).\rوقيل: أول ما نزل: {يَاأَيُّهَا الْمُدَّثِّرُ} [المدثر: 1] , كما جاء في حديث جابر الصحيح (¬2).\rوقيل: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}، وهذا هو الصحيح، فإنه لما أنزل عليه: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} رجع فتدثر، فنزل: {يَاأَيُّهَا الْمُدَّثِّرُ}.\rوالقول الثاني في موضع نزول الفاتحة: أنها أُنزلت بالمدينة. قاله جماعة، منهم مجاهد، روى منصور عن مجاهد قال: إن إبليس رنَّ أربعَ رنَّاتٍ: حين لُعِنَ، وحين أُهبط من الجنَّة، وحين بُعث النبيُّ - صلى الله عليه وسلم -، وحين أُنزلت فاتحة الكتابِ، وأُنزلت بالمدينة.\rوروى الطَّبرانيُّ في «الأوسط»: حدثنا عُبيد بن غنَّام ثنا أبو بكر بن أبي شَيْبَةَ ثنا أبو الأَحْوَصِ عن منصورٍ عن مجاهدٍ عن أبي هريرة أنَّ إبليسَ رنَّ حين أُنزلت فاتحةُ الكتابِ، وأُنزلت بالمدينة.\rوقال: لم يروه عن منصور إلا أبو الأحوص، تفرّد به أبو بكر بن أبي شيبة (¬3).\r¬_________\r(¬1) انظر: \"مفاتيح الغيب\" (1/ 147).\r(¬2) «صحيح البخاري» (8/ 676 - 677 - رقم: 4922).\r(¬3) «المعجم الأوسط» (5/ 100 - رقم: 4788).","seal":"509D4B6D","page":17},
      {"aya":null,"sora":null,"Na":null,"id":19,"part":1,"nass":"ورواه سفيان وغيره عن منصور ووقفُوه على مجاهدٍ.\rوالقول الثالث: أنَّها أُنزلت مرَّةً بمكَّة، ومرَّةً بالمدينة، فهي مكِّيَّةٌ مدنيَّةٌ.\rوحَكَى أبو الليث أنَّ نصفَهَا نزل بالمدينة، ونصفَهَا بمكَّة (¬1).\rوقيل: نزلت بين مكَّة والمدينة.\rوالصحيح أنَّها أُنزلت بمكَّة، فإنَّ «سورة الحِجْر» مكِّيَّةٌ بالاتفاق، وقد أنزل الله فيها: {وَلَقَدْ آَتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآَنَ الْعَظِيمَ} [الحجر: 87] , وقد فسَّرها النبيُّ - صلى الله عليه وسلم - بالفاتحة، فعُلم أنَّ نزولهَا متقدمٌ على نزول «الحِجْر»، وأيضًا فإنَّ الصَّلاةَ فُرضت بمكَّة، ولم يُنقل أنَّ النبيَّ - صلى الله عليه وسلم - وأصحابَه صلَّوا صلاةً بغير فاتحة الكتاب أصلاً، فدلَّ على أنَّ نزولهَا كان بمكَّةَ.\rوأمَّا الرِّواية بأنَّها أوَّلُ سورةٍ أُنزلت من القرآن فالأحاديث الصَّحيحة تردُّه.\r* * *\r¬_________\r(¬1) \"بحر العلوم\" (1/ 39).","seal":"637A8542","page":18},
      {"aya":null,"sora":null,"Na":null,"id":20,"part":1,"nass":"الفصل الثاني: في عددها\rوهي سبعُ آياتٍ كما دلَّ عليه قولُه تعالى: {وَلَقَدْ آَتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87]، وفسَّرها النبيُّ - صلى الله عليه وسلم - بالفاتحة, ونقل غيرُ واحدٍ الاتفاق على أنَّها سبعٌ، منهم ابنُ جرير (¬1) وغيرُه، لكن مَنْ عَدَّ البسملة آيةً منها جعلَ الآية السابعة: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ}، ومَنْ لم يَجْعلْ البسملةَ آيةً منها جَعَلَ الآية السابعة: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} (¬2) آمين.\rوفيها قولان شاذّان:\rأحدُهما: أنَّها ستُّ آياتٍ، حُكي عن حسين الجُعْفِيِّ.\rوالثاني: أنَّها ثمانُ آياتٍ، وأنَّ: {إِيَّاكَ نَعْبُدُ} آيةٌ، نُقل\r¬_________\r(¬1) «جامع البيان» (1/ 48).\r(¬2) كذا بالأصل، ولعل الصواب: {صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ}.","seal":"CE6B40CF","page":19},
      {"aya":null,"sora":null,"Na":null,"id":21,"part":1,"nass":"عن عمرو بن عبيد، ولا يعبأُ به.\rوأمَّا كلماتُها: فهي خمسٌ وعشرون كلمةً.\rوأمَّا حروفُها: فمائةٌ وثلاثة عشر حرفًا.\r* * *","seal":"FFE19033","page":20},
      {"aya":null,"sora":null,"Na":null,"id":22,"part":1,"nass":"الفصل الثالث: في أسمائها\rولها أسماءٌ متعددةٌ:\rأحدُها: فاتحةُ الكتابِ، ففي «الصَّحيحين» عن عُبادة بنِ الصَّامِت أنَّ النبيَّ - صلى الله عليه وسلم - قال: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» (¬1)، وإنَّما سُمِّيت «فاتحة الكتاب» لافتتاح سُور القرآن بها كتابةً، وقراءةً في الصلاة، وهذا ممَّا استدلَّ به من قال: إن ترتيب سُور القرآن منصوصٌ عليه كترتيب الآيات إجماعًا. ذكره أبو العبَّاس.\rوسألَ حربٌ أحمدَ عمَّن يقرأُ أو يكتبُ من آخرِ السورةِ إلى أوَّلِها، فكرِهَهُ شديدًا.\rوفي «تعليق القاضي» في أنَّ البسملةَ ليست من الفاتحةِ: مواضعُ الآي كالآي أنفُسِها، ألا ترى أنَّ مَنْ رَامَ إزالةَ ترتيبها كمَنْ\r¬_________\r(¬1) «صحيح البخاري» (756)، و «صحيح مسلم» (394).","seal":"63AF3904","page":21},
      {"aya":null,"sora":null,"Na":null,"id":23,"part":1,"nass":"رَامَ إسقاطَها، وإثباتُ الآي لا يجوزُ إلا بالتواترِ كذلك مواضعها.\rوذكر أبو البركات أنَّ تَنْكِيْسَ الآيات يُكْرَهُ إجماعًا، لأنَّه مظنَّة تغيُّر المعنَى بخلاف السُّورتين.\rهذا لفظُه، وينبغي أن يقال: فيحرم للمظنة، وتنكيس الكلمات محرّم، مبطلٌ للصَّلاةِ اتفاقًا.\rوقال جمهورُ العلماءِ - منهم المالكيَّة والشافعيَّة -: ترتيبُ السور بالاجتهاد من الصَّحابَةِ.\rقال الإمامُ أبو العبَّاس: فعلى هذا يجوزُ قراءةُ هذه قَبْلَ هذه، وكذا في الكتابةِ، ولهذا تنوَّعت مَصَاحِفُ الصَّحابَةِ رضي الله عنهم في كتابتِها، لكن لمَّا اتفقوا على المُصْحَفِ زَمَنَ عثمان - رضي الله عنه - صارَ هذا ممَّا سنّهُ الخلفاءُ الراشدون رضي الله عنهم، وقد دلّ الحديثُ على أنَّ لهم سنَّةً يجبُ اتباعُها (¬1).\rوقيل: سُمِّيت فاتحةً لأنَّ الحمدَ فاتحةُ كلِّ كلامٍ.\rوقيل: سُمِّيت فاتحةً لأنَّها أوَّلُ سورةٍ نَزَلَتْ من السَّمَاءِ.\rوقال الثَّعْلَبِيُّ: هي مُفْتَتَحَةٌ بالآية التي تُفْتَتَحُ بها الأمورُ تَيَمُّنًا\r¬_________\r(¬1) انظر: \"الفتاوى\" (13/ 396، 409 - 410).","seal":"653A16D9","page":22},
      {"aya":null,"sora":null,"Na":null,"id":24,"part":1,"nass":"وتَبَرُّكًا، وهي التَّسْمِيةُ.\rالاسم الثاني: أم الكتاب، ففي «المسند» و «سنن ابن ماجه» عن عائشةَ رضي الله عنها قالت: سمعتُ رسولَ الله - صلى الله عليه وسلم - يقولُ: «مَنْ صَلَّى صلاةً لم يَقْرَأ فيها بأمِّ الكتابِ فهي خِدَاجٌ» (¬1).\rوفي «سنن أبي داود» من حديث أبي هريرة: «{الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} أمُّ القرآن، وأمُّ الكتاب، والسَّبعُ المثاني» (¬2).\rوقد سمَّاها ابنُ عبَّاسٍ وغيرُه: أمَّ الكتاب.\rوأنكر الحسنُ تسميتَها بذلك، وقال: أمُّ الكتاب الحلال والحرام. يشيرُ إلى قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آَيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} [آل عمران: 7]، وربما وجه بأنَّ أمَّ الكتاب هو اللوحُ المحفوظ، كما في قوله تعالى: {يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد: 39] , وقوله تعالى: {وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} [الزخرف: 4] , وهذا لا يدلُّ على مَنْعِ تسمية الفاتحة بذلك.\r¬_________\r(¬1) «المسند» (6/ 143)، و «سنن ابن ماجه» (840).\r(¬2) «سنن أبي داود» (1452).","seal":"DA04CE42","page":23},
      {"aya":null,"sora":null,"Na":null,"id":25,"part":1,"nass":"وقد اختلف في معنى تسميتها بأمِّ الكتاب، فقيل: لأنَّها تتقدم على بقيَّة سُورِ الكتاب في الخطِّ، فهي تؤمُّ السور بتقدمها عليها.\r[ ... ] (¬1) فالكتاب كله راجع إلى معانيها، فهي كالأصل له، كما سُمِّيت مكَّة أمّ القرى، لأن البلدان دُحِيت من تحتها.\rوقيل: أصالتها من حيث أنَّها محكمةٌ لم يتطرَّق إليها نسخٌ، من قوله تعالى: {مِنْهُ آَيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ} [آل عمران: 7].\rوقيل غير ذلك، والله أعلم.\rالاسم الثالث: أمُّ القرآن، وقد ورد تسميتُها بذلك في أحاديث كثيرة:\rمنها حديث أبي هريرة عن النبي - صلى الله عليه وسلم -: «كلُّ صلاةٍ لا يُقرأ فيها بأمِّ القرآن فهي خِدَاجٌ» خرَّجه مُسْلِمٌ (¬2).\rوخرَّج من حديث عُبادة أنَّ النبيَّ - صلى الله عليه وسلم - قال: «لا صلاة لمن لم يقرأ بأمِّ القرآن» (¬3).\rوقد أَطْلَقَ عليها هذا الاسم كثيرٌ من العلماء، ومنهم الحسن\r¬_________\r(¬1) بياض في الأصل، ويبدو أن هذا الموضع مما احترق من الكتاب، والله أعلم.\r(¬2) «صحيح مسلم» (395).\r(¬3) «صحيح مسلم» (394).","seal":"2E652270","page":24},
      {"aya":null,"sora":null,"Na":null,"id":26,"part":1,"nass":"الذي كره تسميتها بأمِّ الكتاب، وكره ابنُ سيرين تسميتها بأمِّ القرآن، وهو محجوجٌ بما ذكرنا.\rالاسم الرابع: السبع المثاني، وقد فسَّرها النبيُّ - صلى الله عليه وسلم - بالفاتحة كما سيأتي ذكره، وذكر وكيع في «كتابه» عن سفيان عن عمرو بن ميمون عن أبي مسعود الأنصاريِّ عن النبيِّ - صلى الله عليه وسلم - قال: «{وَلَقَدْ آَتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآَنَ الْعَظِيمَ} [الحجر: 87] قال: فاتحة الكتاب».\rوممن قال (الفاتحة هي السبع المثاني): ابنُ عبَّاسٍ وابنُ عمر والحسن ومجاهدٌ وعكرمةُ وخلقٌ كثيرٌ.\rواختلف في تسميتها بالمثاني، قيل: لأنَّها استثنيت لهذه الأمَّة، لم يُعْطَهَا أحدٌ قَبْلَهم، كما سيأتي، ورُوي عن ابنِ عبَّاسٍ.\rوقيل: لأنَّها تُثَنّى في كلِّ ركعة، وهو المشهور.\rوقيل: لأنَّها في كلِّ صلاة.\rوقيل: لأنَّ فيها ثناءٌ على الله عزَّ وجلَّ.\rوقيل: لأنَّها قُسمت نصفين، نصفٌ لله، ونصفٌ لعبده, كما في حديث أبي هريرة.","seal":"76E184B5","page":25},
      {"aya":null,"sora":null,"Na":null,"id":27,"part":1,"nass":"وقيل: لأنَّ أهل السموات يصلُّون بها كما يُصلِّي بها أهلُ الأرض، وقد جاء عن عمر أنَّها صلاةُ الملائكة.\rوقيل: لأنه ثُنِّي نزولُها فنزلت مرَّتين، مرَّةً بمكَّة، ومرَّةً بالمدينة.\rوقيل: لأنَّها مستثناةٌ من سائر الكتبِ المنزَّلة، كما سيأتي (¬1).\rوقيل: لأنَّ الكلمات التي فيها مثنَّاةٌ، كـ {الرَّحْمَنِ الرَّحِيمِ}، وقوله: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ}، وكقوله: {الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ}، وقوله: {الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} (¬2)، وقوله: {عَلَيْهِمْ} و {عَلَيْهِمْ}، وفي قراءة عمر: (غير المغضوب عليهم وغير الضالين) فهذه الكلمات كلُّها مثنى مثنى، فسُمِّيت مثاني لذلك.\rواعلم أنَّ المثاني تُطلَقُ باعتبار معنيين:\rأحدهما: باعتبار ما ثُنِّي لفظُه وكرِّرَ.\rوالثاني: باعتبار ما ثُنِّيَتْ أنواعُه وأقسامُه، وكرِّرَتْ، فإنَّ\r¬_________\r(¬1) انظر: (ص: 38).\r(¬2) في الأصل: (غير المغضوب عليهم والضالين).","seal":"296AA470","page":26},
      {"aya":null,"sora":null,"Na":null,"id":28,"part":1,"nass":"التثنية يُرَادُ بها مطلقُ العدد مِنْ غير تخصيصٍ بعدد الاثنين، كما في قوله تعالى: {ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ} [الملك: 4] أي: مرَّةً بعد مرَّةٍ.\rوالقرآن نوعان:\rأحدُهما: ما كُرِّر لفظُه لفائدةٍ مجدَّدةٍ، فهذا هو المتشابه.\rوالثاني: ما نُوِّع وقُسِم ولم يُكرّر لفظُه، فهذا المثاني.\rوقد جَمَعَ اللهُ بين هذين الوصفين في قوله تعالى: {نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ} [الزمر: 23] فوصف الكتاب كلَّه بأنَّه متشابهٌ ومثاني، فإمَّا أن يكون تنويعًا إلى هذين النوعين، وهما: النظائر المتماثلة، والمثاني في الأنواع؛ وإمَّا أن يكون المراد أنَّ آياته المتماثلة ثُنِّيَتْ فيه في مواضع لحِكَمٍ وفوائد متجدّدةٍ، وسورةُ الفاتحة [ ... ] (¬1) على المثاني بهذين التفسيرين، لأنَّها تضمنت الأنواع والأقسام المعدّدة [ ... ] (¬2) وذكر العبادة والاستعانة، وذكر المغضوب عليهم والضالين، وتضمنت ذكر النظائر المتماثلة، وثُنِّيت فيها\r¬_________\r(¬1) بياض بالأصل بمقدار كلمة أو كلمتين، ولعلها: (مشتملة) أو نحوها.\r(¬2) بياض في الأصل بمقدار سطر.","seal":"1FB2FC87","page":27},
      {"aya":null,"sora":null,"Na":null,"id":29,"part":1,"nass":"كتكرير {إِيَّاكَ}، و {الصِّرَاطَ}، و {عَلَيْهِمْ}، وتكرير: {الرَّحْمَنِ الرَّحِيمِ} على قول من يقول إنَّ البسملة منها.\rفإن قيل: قوله تعالى: {وَلَقَدْ آَتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} [الحجر: 87] يدلُّ على أنَّها من جملة المثاني لا كلّها، وفي الحديث: أنَّ النبيَّ - صلى الله عليه وسلم - قال في الفاتحة: «هي السبع المثاني».\rفالجواب: أنَّ القرآنَ كلَّه أربعةُ أقسامٍ: السبع الطُوَل، والمئون، والمثاني، والمفصّل، كما في «المسند» وغيرِه عن واثلة بن الأسقع أنَّ النبيَّ - صلى الله عليه وسلم - قال: «أُعطيتُ مكان التوراةِ السَّبعَ الطُوَلَ، وأُعطيتُ مكان الزَّبورِ المئين، وأُعطيتُ مكان الإنجيلِ المثانيَ، وفُضِّلتُ بالمفصّلِ» (¬1).\rوقد رُوي نحو ذلك عن ابنِ عبَّاسٍ وغيرِه.\rوالسَّبع الطُوَلُ هي: البقرة، وآل عمران، والنِّساء، والمائدة، والأنعام، والأعراف، ويونس، كذا قال ابنُ عبَّاسٍ وسعيدُ بنُ جبيرٍ، وقيل: إنَّ السابعة: الأنفال وبراءة.\rوالمئون: ما كان بعد ذلك من السُّور يبلغُ عددُه مائةً، مائةً،\r¬_________\r(¬1) «المسند» (4/ 107).","seal":"4029D7E2","page":28},
      {"aya":null,"sora":null,"Na":null,"id":30,"part":1,"nass":"أو يزيدُ عليها قليلاً أو ينقصُّ قليلاً.\rوالمثاني: ما سوى ذلك، وسوى المفصل، وسُمِّي مثاني قيل: لأنَّه يتلوُ المئين، فكأنَّ المئين أوائل وهذه ثواني؛ وقيل: لأنَّه تُثنَّى فيه القَصَصُ والأمثالُ والفرائضُ والحدودُ، ونُقل عن ابنِ عبَّاسٍ وسعيدِ بنِ جبيرٍ.\rفالفاتحة من قِسْمِ المثاني، لأنَّها ليست من السَّبْعِ الطِّوالِ، وليست من المئين، ولا من المفصَّل، فتعيَّن أنَّها من المثاني، وإنَّما سمَّاها النبيُّ - صلى الله عليه وسلم - السبع المثاني لاختصاصها من بين بقيَّة سُور المثاني بمعاني أخر تقتضي أنَّها أحَقّ بهذا الاسم من غيرِها من السُّور كتثنيتِها في الصلاة وغير ذلك، فصارت نوعًا مستقلاً بنفسِه فلذلك سُمِّيت: «السبع المثاني»، مع أنَّ في لفظ التِّرمذيِّ أنَّ النبيَّ - صلى الله عليه وسلم - قال: «إنَّها سبعٌ من المثاني والقرآن العظيم الذي أعطيتُه» (¬1).\rالاسم الخامس: القرآنُ العظيم، وسيأتي قولُ النبيِّ - صلى الله عليه وسلم - في الفاتحة: «هي السَّبعُ المثاني والقرآن العظيم الذي أُوتيتُه» (¬2)،\r¬_________\r(¬1) «الجامع» (2875).\r(¬2) ص: 35.","seal":"B7AD9945","page":29},
      {"aya":null,"sora":null,"Na":null,"id":31,"part":1,"nass":"ففسَّر السَّبعَ المثاني والقرآن العظيم بالفاتحة، فيكونُ هذا العطفُ حينئذٍ من بابِ: عطفِ الصِّفاتِ على الصِّفاتِ، لا من: عطفِ الموصوفاتِ على الموصوفاتِ، ونظيرُه قولُه سبحانه وتعالى: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى * الَّذِي خَلَقَ فَسَوَّى * وَالَّذِي قَدَّرَ فَهَدَى * وَالَّذِي أَخْرَجَ الْمَرْعَى} [الأعلى: 1 - 4]، وكذلك قراءةُ عائشةَ وغيرِها من الصحابةِ: (حافظوا على الصَّلوات والصَّلاةِ الوُسطى وصلاةِ العصرِ)، ومن المفسِّرين من قال: إنَّ القرآن العظيم المرادُ به بقيةُ القرآن، فجعله من باب ذكر الخاص قبل العام [ ... ] (¬1) وهو قليلٌ، والمعروف عكسُه، وهو ذكر الخاصِّ بعد العامِّ.\rالاسم السادس: الصَّلاة، فقد ثبت في حديث أبي هريرة عن النبيِّ - صلى الله عليه وسلم - قال: «قال الله تعالى: قُسمت الصَّلاةُ بيني وبين عبدي نصفين، فنصفُها لي، ونصفُها لعبدي، ولعبدي ما سأل» خرَّجه مسلمٌ (¬2).\rوإنَّما سُمِّيت «صلاةً» لأنَّ الصلاةَ لا تخلوُ عنها، ولا تصحُّ إلاَّ بها، فسُمِّيت «صلاةً»، كما تسمَّى الصلاةُ «قرآناً»، كما\r¬_________\r(¬1) بياض في الأصل بمقدار كلمة.\r(¬2) «صحيح مسلم» (395).","seal":"AB9B4546","page":30},
      {"aya":null,"sora":null,"Na":null,"id":32,"part":1,"nass":"في قوله تعالى: {وقرآن الفجر إن قرآن الفجر كان مشهودا} [الإسراء: 78].\rوقد سمَّاها بهذا الاسم جماعةٌ من الأئمةِ.\rوقال أبو شَامَة في أثناء كلامٍ له: هذا إذا سلَّمنا توجَّه التنصيف إلى آيات الفاتحة، وذلك ممنوعٌ من أصلِه، وإنَّما التنصيف متوجِّهٌ إلى الصلاة بنصِّ الحديث، فإن قيل: المرادُ قراءة الصلاةِ، قلنا: بل المراد قسمةُ ذِكْرَ الصلاةِ، أي: الذِّكْرُ المشروعِ فيها وهو ثناءٌ ودعاءٌ, فالثناءُ: منصرفٌ إلى الله تعالى، سواء ما وقع منه في القراءةِ، وما وقع منه في الركوعِ والسجودِ، وغيرهِما، والدعاءُ منصرفٌ إلى العبدِ، سواء ما وقع منه في القراءة والسجود وغيرِهما.\rوأقرّه عليه النوويُّ مع تسميته الفاتحة بـ «الصلاة» (¬1).\rالاسم السابع: رقية الحقِّ، وقد ثبت عن النبيِّ - صلى الله عليه وسلم - أنَّه قال للذي رَقَى بالفاتحة: «وما يدريك أنَّها رقيةٌ»، وثبت أنَّه قال: «لقد أكلتَ برقيةِ حقٍّ».\r¬_________\r(¬1) \"المجموع\"، وقد نقل كلام أبي شامة (3/ 339)، وانظر تسميته الفاتحة بـ \"الصلاة\" فيه (3/ 331)، وفي \"شرح مسلم\" (4/ 103).","seal":"971405E3","page":31},
      {"aya":null,"sora":null,"Na":null,"id":33,"part":1,"nass":"الاسم الثامن: سورة الحمد، وقد اشتهر تسميتُها بذلك، وحَمَلَ كثيرٌ من النَّاس حديثَ: (كان يفتتحُ الصَّلاة بـ {الحمد لله رب العالمين} على أنَّه أُريد ذكر اسم السُّورة.\rفإن قيل: ففي القرآن سُورٌ كثيرةٌ أوَّلُها: {الحمد لله}، فما وجهُ تسمية الفاتحة بـ «سورة الحمد» دون غيرها؟\rفالجواب: أنَّ الثناء على الله سبحانه في هذه السُّورة هو المقصودُ الأعظم من سائرِ معانيها، وقد استوعب نحو شطرها، فهو الغالب عليها، فسمِّيت بما غَلَبَ عليها، بخلافِ غيرِها.\rالاسم التاسع: الشفاء، ذكره غيرُ واحدٍ، وذكروا من حديث ابنِ سيرين عن أبي سعيدٍ الخُدريِّ أنَّ رسولَ الله - صلى الله عليه وسلم - قال: «فاتحةُ الكتابِ شفاءٌ من كلِّ داءِ»، وفي رواية: «من كل سُمٍّ إلا السَّامَ»، وهو الموت.\rوقيل: إن الدارمي خرَّجه (¬1)، وروي مرسلا عن عبد الملك بن عمير أن النبي - صلى الله عليه وسلم - قال: «في فاتحة الكتاب: شفاء من كل داء» (¬2).\r¬_________\r(¬1) انظر: «الجامع لأحكام القرآن» للقرطبي (1/ 80).\r(¬2) «سنن الدارمي» (2/ 445).","seal":"42C2517A","page":32},
      {"aya":null,"sora":null,"Na":null,"id":34,"part":1,"nass":"وتُسمَّى «الشافية» أيضًا.\rقال الرَّازيُّ: وأقول: الأمراضُ منها ما هو روحانيَّة، ومنها ما هو جسمانيَّة، بدليل تسميتِه تعالى الكفرَ مرضًا، في قولِه تعالى: {فِي قُلُوبِهِمْ مَرَضٌ} [البقرة: 10].\rوهذه السورة مشتملةٌ على معرفةِ الأصول والفروع والمكاشفات، فهي في الحقيقة شفاءٌ، بل الشفاءُ (¬1) في هذه المقامات الثلاثة (¬2).\rالاسم الحادي عشر: الوافية، بالفاء، حُكِي عن سفيان بنِ عُيينَةَ، لأنَّها لا تقبلُ الحذف، فلا بدَّ من الإتيان بها وافيةً تامَّةً.\rوقال الزَّمخشريُّ: إنَّما سُمِّيت وافيةً لاشتمالِها على المعاني التي في القرآن من الثناء على الله عزَّ وجلَّ بما هو أهلُه، ومن التعبُّد بالأمرِ والنَّهي، ومن الوعد والوعيد (¬3).\rالاسم الثاني عشر: الأساس، رُوي عن الشَّعبيِّ أنَّه سمَّاها «الأساس»، وأنَّه قال: سمعتُ ابنَ عبَّاسٍ يقول: أساسُ الكُتُبِ القرآن، وأساسُ القرآن الفاتحة، وأساسُ الفاتحة بسم الله الرحمن الرحيم.\r¬_________\r(¬1) في «التفسير الكبير»: (فهي في الحقيقة سبب لحصول الشفاء)\r(¬2) «التفسير الكبير» (1/ 147).\r(¬3) «الكشاف» (1/ 45).","seal":"1228222D","page":33},
      {"aya":null,"sora":null,"Na":null,"id":35,"part":1,"nass":"ولم نقف على إسناده.\rقال الرَّازيُّ: وسُمِّيت أساسًا لوجهين: أحدُهما: أنَّها أوّلُ سورةٍ من القرآن، فهي كالأساس، والثاني: [أن أشرف العبادات بعد الإيمان هو الصلاة] (¬1)، وهذه السورة مشتملة على (¬2) ما لا بد منه في الإيمان، والصلاة لا تتم إلا بها (¬3).\rولها أسماء أخر كـ «سورة الشكر»، و «سورة الدعاء» , و «سورة تعلم المسألة»، و «سورة الكنز» - لأنها من كنز تحت العرش -، و «أمُّ المحامد»، والله تعالى أعلم.\r* * *\r¬_________\r(¬1) ما بين المعكوفتين بياض بالأصل، واستدرك من «التفسير الكبير»، وقد ذكر الرازي وجها ثالثا أيضا، ولكنه ذكره بعد الوجه الأول، فقال: (الثاني: أنها مشتملة على أشرف المطالب) ثم ذكر هذا الوجه، والله أعلم.\rوجاء في هامش الأصل: (الثالث عشر: الكافية، سمّاها به لأنها تكفي عن غيرها، فإن أم القرآن عوض من غيرها، وليس غيرها منها عوضا) ا. هـ ولا أدري هل هذا الهامش من إلحاقات المصنف، أم أنه من الناسخ؟\r(¬2) في «التفسير الكبير»: (على كل).\r(¬3) «التفسير الكبير» (1/ 147).","seal":"8D06F38B","page":34},
      {"aya":null,"sora":null,"Na":null,"id":36,"part":1,"nass":"الفصل الرابع\rفي فضائلها وخصائصها\rوهذه السُّورة العظيمة لها فضائلٌ وخصائصٌ عديدةٌ، ولم يثبت في فضائلِ شيءٍ من السُّور أكثر مما ثبت في فضلِها، وفضلِ «سورة الإخلاص»، ونذكرُ ما يحضرنا من فضائلِها:\rالفضيلة الأولى: أنَّها أعظمُ سورةٍ في القرآن وأفضل، ففي «صحيح البخاريِّ» عن أبي سعيدٍ بن المُعلَّى قال: قال لي رسول الله - صلى الله عليه وسلم -: «ألا أعلِّمك سورةً هي أعظم سورةٍ في القرآن قبل أن تخرجَ من المسجدِ؟ ». قال: فأخذ بيدي، فلمَّا أرد أن يخرج من المسجد قلتُ: يا رسول الله، إنَّك قلتَ: لأُعلمنَّك أعظم سورة في القرآن. قال: «نعم، الحمدُ لله ربِّ العالمين، هي السبعُ المثاني والقرآن العظيم الذي أُوتيته» (¬1).\r¬_________\r(¬1) «صحيح البخاري» (4474).","seal":"B73110A8","page":35},
      {"aya":null,"sora":null,"Na":null,"id":37,"part":1,"nass":"وروى الإمامُ أحمدُ من حديثِ عبدِ الله بنِ محمدِ بنِ عقيلٍ عن عبدِ الله بنِ جابرٍ قال: قال لي رسولُ الله - صلى الله عليه وسلم -: «ألا أخبرك يا عبد الله بن جابر عن [ ... ] (¬1) سورة في القرآن». قلت: بلى، يا رسول الله. قال: «اقرأ: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} حتَّى تختمها» (¬2).\rوعبدُ الله بنُ جابرٍ هذا هو: البياضيُّ الأنصاريُّ، وقيل: هو العبديُّ.\rوروى النَّسائيُّ في «عمل اليوم والليلة»: حدَّثنا عبيدُ الله بنُ عبدِ الكريم ثنا عليُّ بنُ عبدِ الحميدِ ثنا سليمانُ بنُ المغيرةِ عن ثابتٍ عن أنسٍ قال: كان رسولُ الله - صلى الله عليه وسلم - في منزِلةٍ، فنزلَ ونزلَ رجلٌ إلى جانبِه، فالتفتُّ إليه، فقال: «ألا أخبرك بأفضل القرآن؟ » قال: فتلى عليه: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} (¬3).\rوروى أبو عليٍّ الصَّوَّاف في «فوائدِه»: حدَّثنا إبراهيمُ بنُ\r¬_________\r(¬1) بياض بالأصل.\r(¬2) «المسند» (4/ 177).\r(¬3) «عمل اليوم والليلة» (723).","seal":"7D9BDE22","page":36},
      {"aya":null,"sora":null,"Na":null,"id":38,"part":1,"nass":"هاشمٍ ثنا سعيدُ (¬1) بنُ زنبور ثنا سليمُ أبو (¬2) مسلمٍ عن الحسنِ بنِ دينارٍ عن يزيدَ الرِّشْك قال: سمعتُ أبا زيدٍ - وكانت له صحبة - قال: كنتُ مع النبيِّ - صلى الله عليه وسلم - في بعضِ فِجَاجِ المدينة ليلاً، فسمعَ رجلاً يتهجَّدُ بأمِّ القرآن، فقام النبيُّ - صلى الله عليه وسلم - فاستمعَ له حتَّى ختمَها، ثم قال: «ما في القرآن مثلُها».\rوخرَّجه الطَّبرانيُّ في «الأوسطِ» عن إبراهيمَ بنِ هاشمٍ، وقال: لا يُروى هذا الحديثُ عن أبي زيدٍ عمرو بنِ أخطب إلا بهذا الإسنادِ، تفرَّد به سليم بن مسلم (¬3).\rوهذه الأحاديث صريحةٌ في أنَّ الفاتحةَ أفضلُ سورِ القرآن.\rوقد اختلفَ في تفضيلِ بعضِ القرآن على بعضٍ، فأنكر قومٌ ذلك، قالوا: لأنَّه كلَّه كلامُ الله، وصفةٌ من صفاتِه, فلا يوصف بعضُه بالفضلِ على بعضٍ، وحُكي عن مالكٍ نحو هذا (¬4)، وهو\r¬_________\r(¬1) كذا بالأصل، وفي «المعجم الأوسط»: (سعد)، وهو الصواب، وانظر: «الجرح والتعديل» لابن أبي حاتم (4/ 84).\r(¬2) كذا بالأصل، وفي «المعجم الأوسط»: (ابن)، والله أعلم.\r(¬3) «المعجم الأوسط» (2866).\r(¬4) انظر: «جامع أحكام القرآن» للقرطبي (1/ 78)، و «فتاوى شيخ الإسلام ابن تيمية» (17/ 76 - 77).","seal":"556384F7","page":37},
      {"aya":null,"sora":null,"Na":null,"id":39,"part":1,"nass":"قولُ الأشعريِّ وابنُ الباقلانيِّ وجماعةٌ.\rوقيل: التفضيل يعودُ إلى ثوابِه وأجرِه، لا إلى ذاتِه، وهو قولُ طائفةٍ منهم ابنُ حِبَّان (¬1).\rوقيل: بل التفضيلُ يعود إلى [ ... ] (¬2) اعتبارين:\rأحدهما: اعتبار تكلُّم الله به.\rوالثاني: اعتبار ما تضمَّنه من المعاني، فما تضمَّن التوحيد والتنزيه أعظم مما تضمَّن الإخبار عن الأُمم أو ذكر أبي لهب ونحو ذلك.\rوهذا قولُ إسحاقَ وكثيرٍ من العلماء والمتكلِّمين، وهو الصَّحيحُ الذي تدلُّ عليه النُّصوصُ الصَّحيحة.\rالفضيلةُ الثانية: أنَّه لم ينزل في القرآن، ولا في التَّوراةِ ولا في الإنجيلِ، مثلُها، فروى عبدُ الحميدِ بنُ جعفرٍ عن العلاء بنِ عبدِ الرحمن عن أبيِه عن أبي هريرةَ عن أُبيِّ بنِ كعبٍ قال: قال رسولُ الله - صلى الله عليه وسلم -: «ما أنزل اللهُ تبارك وتعالى في التَّوراةِ ولا في الإنجيلِ مثل أمّ القرآن، وهي السَّبعُ المثاني». أخرجه عبدُالله بنُ\r¬_________\r(¬1) انظر: «الإحسان» لابن بلبان (3/ 53 رقم: 775).\r(¬2) بياض بالأصل.","seal":"38805384","page":38},
      {"aya":null,"sora":null,"Na":null,"id":40,"part":1,"nass":"الإمامِ أحمدَ والنسائيُّ (¬1).\rوأخرجهُ التِّرمذيُّ من حديثِ عبدِ العزيز بنِ محمدٍ عن العلاءِ عن أبيِه عن أبي هريرةَ أنَّ النبيَّ - صلى الله عليه وسلم - قال لأُبيِّ بنِ كعبٍ: «أتحبّ أن أعلِّمك سورةً لم يُنزل في التَّوراةِ، ولا في الإنجيلِ، ولا في الزَّبورِ، ولا في الفرقانِ مثلُها؟ » قلت: نعم. قال: «كيف تقرأ في الصَّلاة؟ » فقرأتُ أمَّ القرآن، فقال رسول الله - صلى الله عليه وسلم -: «والذي نفسي بيدِه ما أُنزل في التَّوراةِ، ولا في الإنجيلِ، ولا في الزبورِ، ولا في الفرقانِ مثلُها، وإنَّها سبعٌ من المثاني والقرآن العظيم الذي أعطيتُه». وقال: حديثٌ حسنٌ صحيحٌ (¬2).\rوأخرجه الإمامُ أحمد بنحوِه مختصرًا عن سليمانَ بنِ داود عن إسماعيلَ بنِ جعفرٍ عن العلاءِ به (¬3).\rوروى سعيدُ بنُ جبيرٍ عن ابنِ عبَّاسٍ في قوله تعالى: {وَلَقَدْ آَتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآَنَ الْعَظِيمَ} [الحجر: 87] قال: هي فاتحةُ الكتابِ (¬4)، استثناها الله تعالى لأمَّة محمدٍ - صلى الله عليه وسلم -، فذخرها\r¬_________\r(¬1) «زوائد المسند» (5/ 114)، و «سنن النسائي» (2/ 139 - رقم: 914).\r(¬2) «جامع الترمذي»: (2875).\r(¬3) «المسند» (2/ 357).\r(¬4) في «فضائل القرآن»: (هي أم القرآن).","seal":"DCA97EA2","page":39},
      {"aya":null,"sora":null,"Na":null,"id":41,"part":1,"nass":"لهم ولم يُعْطها أحدٌ قبل أمَّة محمدٍ - صلى الله عليه وسلم -. رواهُ أبو عُبَيْدٍ (¬1).\rالفضيلةُ الثالثة: أنَّها من كنزٍ من تحتِ العَرش، رَوينا من طريق صالحٍ المُرِّيِّ عن ثابتٍ البُنانيِّ عن أنسٍ عن النبيِّ - صلى الله عليه وسلم - قال: «إنَّ الله عزَّ وجلَّ أعطاني فيما مَنَّ بهِ عليَّ: إنِّي أَعطيتُك فاتحةَ الكتابِ، هي مِنْ كنوزِ عَرشِي، قسمْتُها بَيني وبَينكَ نصْفين».\rوعن عليِّ - رضي الله عنه - أنَّ النبيَّ - صلى الله عليه وسلم - قال: فاتحةُ الكتابِ، وآيةُ الكرسي، و {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ} [آل عمران: 18]، و {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ} [آل عمران: 26]؛ هذه الآيات مُعَلَّقات بالعرشِ ليسَ بينهنَّ وبين الله حِجَابٌ. أخرجه أبو عَمرو الدَّانيِّ بإسنادِهِ في «كتاب البيان» (¬2) له.\rالفضيلةُ الرَّابعة: أنَّ هذه السُّورة مختصَّةٌ بمُناجاةِ الرَّبِّ تعالى، ولهذا اختصَّت الصَّلاةُ بها، فإنَّ المصلِّي يُناجي رَبَّه، وإنَّما يُناجي العبدُ رَبَّه بأفضلِ الكلامِ وأشرفِه، وهي مقسومةٌ بينَ العبدِ والرَّبِ نصفين، فنصفُها الأوَّل ثناءٌ للرَّبِّ عزَّ وجلَّ، والرَّبُّ تعالى يَسمَعُ مُنَاجَاة العَبدِ له، ويردُّ على المناجِي جوابَه ويسمعُ\r¬_________\r(¬1) «فضائل القرآن» (118).\r(¬2) «البيان في عد آي القرآن» (28).","seal":"FCD9FA37","page":40},
      {"aya":null,"sora":null,"Na":null,"id":42,"part":1,"nass":"دعاءَ العبدِ بعدَ الثناءِ ويُجيْبُه إلى سؤالِه، وهذه الخصوصيّةُ ليسَتْ لغيرِها من السُّوَرِ، ولم يثبت مثلُ ذلك في شيءٍ من القرآن إلا في خاتمة «سُورة البقرة»، فإنَّها أيضًا من الكنز الذي تحت العَرش، ويُجابُ الدُّعاءُ بها كدُّعاءِ الفاتحة، غيرَ أنَّ الفاتحةَ تمتازُ عليها مِن وجهين:\rأحدُهما: الثناءُ أوَّلها وتلك لا ثناءَ فيها، وإنَّما فيها أخبارٌ عن الإيمانِ والفاتحة تتضمَّنُه.\rوالثاني: أنَّ دُعاءَ الفاتحة أفضل، وهو: هداية الصراط المستقيم الذي لا نجاة بدُونِهِ، وتلك فيها الدُّعاءُ بما هُوَ مِن لواحِقِ ذلك وتتماتِه، ولا يُمكن حُصُولُهُ بدُونِ هِدَايةِ الصِّراطِ المستقيم.\rالفضيلةُ الخامسةُ: أنَّها متضمِّنة لمقاصِدِ الكتبِ المنزَّلةِ مِن السَّماءِ كلِّها، فذكرَ ابنُ أبي حاتمٍ بإسناده عن الحَسنِ قال: أنزل الله سُبحانه أربعمائة كتاب وأربعة كتب، جَمَعَهَا في أربعةِ كتبٍ: التَّوراة والإنجيل والزَّبور والقرآن، وجمع الأربعة في القرآن، وجَمع القرآن في المفصَّل، وجَمع المفصَّل في الفاتحةِ وجمع عِلم الفاتحةِ في: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ}.\rوروى أبو عُبيدٍ في «كتابِه» بإسنادِه: عن الحسنِ عن","seal":"5B711E32","page":41},
      {"aya":null,"sora":null,"Na":null,"id":43,"part":1,"nass":"النبيِّ - صلى الله عليه وسلم - قال: «مَنْ قرأَ فاتحةَ الكتابِ فكأنَّما قرَأَ التَّوراةَ والإنجيلَ والزَّبورَ والفرقان» (¬1).\rويَشهَدُ لهذا تسميتُها: أمَّ الكتاب، وأمُّ الشيء: أصْلُهُ ومجتمعُه.\rوبيان اشتمال هذه السُّورة على جميع مقاصدِ الكتب المنزَّلة على وَجه الاختصار:\rأنَّ الله سبحانه وتعالى إنَّما أرسَل الرُّسَلَ وأنزلَ الكتبَ لدُعائِه الخلق إلى مَعرفتِه وتوحيدِه، وعبادتِه ومَحبتِه والقُربِ منهُ والإنابةِ إليه؛ هذا هو مقصُود الرِّسالة ولبُّها وقُطبُ رحاها الذي تدور عليه، وما ورَاءَ ذلك فإنَّها مُكملاتٌ ومُتمماتٌ ولواحقٌ؛ فكلُّ أحدٍ مفْتقِرٌ إلى معرفة ذلك عِلْمًا، والإتيانِ بهِ عملاً، فلا سَعَادةَ للعَبدِ ولا فلاحَ ولا نجاةَ بدون هذين المقصَدين.\rوسورةُ الفاتحةِ مُشتملةٌ على مَقاصِد ذلك، لأنَّها تضمَّنت التَّعريف بالرَّبِّ سبحانه بثلاثة أسماءٍ ترجعُ سائرُ الأسماءِ إليها، وهي: (اللهُ) وَ (الرَّبُّ) و (الرَّحمنُ)، وبُنيَتِ السُّورةُ على\r¬_________\r(¬1) «فضائل القرآن» (117).","seal":"125817C3","page":42},
      {"aya":null,"sora":null,"Na":null,"id":44,"part":1,"nass":"الإِلهيَّة والرُّبوبيَّة والرَّحمة؛ فـ {إِيَّاكَ نَعْبُدُ} مَبْنيٌّ على الإِلهيَّة، و {وَإِيَّاكَ نَسْتَعِينُ} مَبْنيٌّ على الرُّبوبيَّة، وطلبُ الهداية إلى صراطِه المستقيمِ مَبْنيٌّ على الرَّحمةِ، والحمدُ يتضمَّنُ الأمُورَ الثلاثة فهو تعالى محمودٌ على إلهيَّتِه ورُبوبيَّتِه ورَحمتِه.\rوالثَّناءُ والمجدُ كمالان لحمده، وتضمَّنت السُّورةُ: توحيدَ الإِلهيَّةِ والرُّبوبيَّةِ بقولهِ: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ}، ولما كانَ كلُّ أحدٍ مُحتاجًا إلى طلبِ الهِدايةِ إلى الصراطِ المستقيمِ وسُلوكِه عِلْمًا ومعرفةً، ثم عَملاً وتلبُسًا = احتاجَ العبدُ إلى سُؤالِ ذلك وطَلبِه ممن هو بيدِه، وكان هذا الدُّعاءُ أعظمَ ما يَفتقِرُ إليهِ العبدُ ويَضطرُّ إليه في كلِّ طرفةِ عَيْنٍ، فإنَّ النَّاسَ ثلاثةُ أقسامٍ:\rقسمٌ عَرَفُوا الحقَّ وحادُوا عنه: المغضوبُ عليهم.\rوقسمٌ جَهِلُوهُ وهم: الضَّالون.\rوقسمٌ عَرَفُوهُ وعَمِلُوا به وهم: المنعَم عليهم.\rوكان (¬1) العَبدُ لا يملك لنفسِه نفعًا ولا ضرًّا احتاجَ إلى سؤالِ الهِدايةِ إلى صراطِ المنعَمِ عليهم، والتخلُّص من طريق أهل\r¬_________\r(¬1) كذا، ولعلها: (ولما كان).","seal":"643F7490","page":43},
      {"aya":null,"sora":null,"Na":null,"id":45,"part":1,"nass":"الغَضَبِ والضَّلالِ ممن يَمْلِكُ ذلك ويقدرُ عليه.\rوتضمَّنت السُّورةُ أيضًا: إثباتَ النُّبُوَةِ والمعادِ، أمَّا المعادُ: فمن ذِكْرِ يومِ الدِّين، وهو يومُ الجزَاءِ بالأعمال، وأمَّا النبُّوَّةُ: فمِن ذِكْرِ تقسيم الخلق إلى ثلاثةِ أقسامٍ، وإنَّما انقسمُوا هذه القِسْمَة بحسبِ النُّبوَّاتِ ومَعرفتِهم بها ومُتابعتهم لها.\rفهذا قولٌ مختصرٌ يُبيِّنُ تضمَّن سُورةَ الفاتحةِ لجميعِ أصُولِ مقاصدِ الرِّسالةِ، والكتبِ المنزَّلة مِنَ السَّماءِ.\rالفضيلةُ السَّادِسة: أنَّ سُورةَ الفاتحةِ شفاءٌ من كلِّ داءٍ، فهي شفاءٌ مِن الأمراضِ القلبيَّةِ، وشِفاءٌ من الأسقامِ البدَنيَّة؛ وقد تقدمَ عن أبي سعيدٍ عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: «فاتحةُ الكتابِ شفاءٌ من كلِّ داءٍ إلا السَّام» (¬1). والسِّرُّ في ذلك: أنَّ القرآنَ كلَّه شفاءٌ عامٌ، فهو شِفاءٌ لأدْوَاءِ القلوبِ من الجهلِ والشكِّ والرَّيبِ وغيرِ ذلك، قال الله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ} [يونس: 57].\rوهو أيضاً شفاءٌ لأدْوَاءِ الأجسامِ، وقد وَصَفَهُ اللهُ عزَّ وجلَّ بأنَّه شفاءٌ مُطلقٌ في غير موضعٍ، فقال تعالى: {قُلْ هُوَ لِلَّذِينَ آَمَنُوا\r¬_________\r(¬1) تقدم (32).","seal":"98F5E0A8","page":44},
      {"aya":null,"sora":null,"Na":null,"id":46,"part":1,"nass":"هُدًى وَشِفَاءٌ} [فصلت: 44]، وقال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآَنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [الإسراء: 82]، و (مِنْ) هُنا لبيانِ الجنسِ، لا للتبعيضِ.\rوفي «سُنن ابنِ ماجه» من حديث عليٍّ - رضي الله عنه - عن النبيِّ - صلى الله عليه وسلم - قال: «خَيرُ الدَّواءِ القرآن» (¬1).\rفالقرآنُ كلُّه شفاءٌ، والفاتحةُ أعظمُ سُورةٍ فيه، فلها من خصوصيَّة الشِّفاءِ ما ليس لغيرِها، ولم يَزْل العارفون يتَداوَون بها من أسقامِهم، ويجدون تأثيرَها في البُرْءِ والشِّفَاءِ عاجلاً؛ ولكن ها هُنا نُكتةٌ ينبغي التفطُّنُ لها، وهي: أنَّ الرُّقا والتَّعاوِيذ بمنزلةِ السِّلاح، والسِّلاحُ يَحتاجُ تأثيرُهُ إلى قوّةِ الضَّاربِ به، وكون المحلّ قابلاً للتأثير، فالسِّلاَحُ بضارِبِه لا بحدِّهِ، فمتى كان السِّلاحُ سِلاحًا تامًا في نفسِه لا آفةَ فيه، والسَّاعِدُ الضَّارِبُ به قويٌّ، والمضرُوبُ به قابلٌ للقطعِ = أثَّر القطع لا مَحالة، ومتى تخلَّفَ شيءٌ من هذه الثَّلاثةِ = تخلَّف تأثيرُه.\rوكذلكَ الرُّقا والتَعاويذُ تَستدعي قوةَ وهمَّةَ الفاعلِ وتأثيرَه وقبولَ المحلِّ للتأثير، فمتى تخلَّف الشِّفاءُ بهذه الرُّقا الشَّرعيَّة كان\r¬_________\r(¬1) «سنن ابن ماجه» (3501).","seal":"5B65B890","page":45},
      {"aya":null,"sora":null,"Na":null,"id":47,"part":1,"nass":"بخللٍ (¬1) في واحدٍ من هذين أو فيهما، ومتى وُجِدَا على وَجههما حَصَلَ التأثيرُ، فإذا أخذ القلبُ الرُّقا بقبولٍ تامٍ وكان للرَّاقي همَّةٌ مُؤَثِّرةٌ، ونفسٌ فَعّالةٌ، وقُوةٌ صَادقةٌ، وعَزيمةٌ تامَّةٌ، وإيمانٌ كاملٌ، وقلبٌ حاضرٌ، وبَصيرةٌ نافذةٌ = أثَّر في إزالةِ الدَّاءِ.\rويتعلَّقُ بهذا مَسألةُ الرُّقا بالقرآن، وهو جائزٌ، والأحاديث [ ... ] (¬2)، وأمَّا حديث: «الرُّقا والتمائم شِركٌ» ففيه جَوابَانِ:\rأحدُهما: نسخُه، وإنَّما كان ذلك في أوَّل الأمر، لأنَّ الرُّقا مَظنَّة الشِّرك، فعُلِّق الحُكم بالمظنَّة، ثم عُلِّق بالحقيقة، لا سيَّما وكان في أوَّلِ الأمر القصدُ حَسم مَادة الشِّرك بالكليَّة، كما نُهي عن الشُّربِ في الظُّروفِ لأنَّها مَظنَّةُ السُّكْرِ، ثم رُخِّص فيها.\rوالثاني: أن يُحْمَل ذلك على ما هو شِركٌ في نفسِه، وهو أظهر، وقد كره أحمدُ تعليقَ التَّمائِم قبلَ نزولِ البَلاءِ دون ما بعدَه (¬3)، والله أعلم.\r¬_________\r(¬1) في الأصل محتملة لأن تكون: (لخلل)، ولكن ما أثبت أقرب لرسمها، والله أعلم.\r(¬2) بياض في الأصل بمقدار ثلاث كلمات.\r(¬3) هذا إذا كانت من القرآن كما يؤخذ من سياق كلام ابن رجب، وقال العلامة ابن مفلح في «الآداب الشرعية» (2/ 440): (تكره التمائم ونحوها. كذا قيل: تكره، والصواب ما يأتي من تحريمه لمن لم يرق عليه قرآن أو ذكر أو دعاء وإلا احتمل وجهين، ويأتي أن الجواز قول القاضي، وأن المنع ظاهر الخبر والأثر، وهو معنى قول مالك رحمه الله) ا. هـ. وانظر: «الآداب الشرعية» (2/ 443 - 444)، و «تيسير العزيز الحميد» (137 - 138).","seal":"613C7619","page":46},
      {"aya":null,"sora":null,"Na":null,"id":48,"part":1,"nass":"الفضيلةُ السابعة: أنَّها حِرزٌ من شيَاطينِ الجِنِّ والإنسِ، وأنَّها تَعْدِلُ ثُلثَ القُرآن.\rخرَّج أبو الشَّيخ بإسنادِهِ عن أنسٍ عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: «إذا وَضَعَ العبدُ جَنْبَهُ على فراشِهِ، فقال: بسم الله، وقرأ فاتحة الكتابِ = أمِنَ مِنْ شرِّ الجِنِّ والإنسِ، ومِنْ كُلِّ شيءٍ، وهي تعدِلُ ثُلُثَ القرآن».\rوفي «معجم الطَّبرانيِّ الأوسَطِ» بسَندِه عن ابنِ عبَّاسٍ يَرفعُه إلى النبي - صلى الله عليه وسلم -: «مَن قرأ أمَّ القرآن و {قُلْ هُوَ اللَّهُ أَحَدٌ}، فكأنَّما قرأ ثُلُثَ القرآن» (¬1).\rتفرّدَ به الواسِطيُ.\rورَوى عبدُ بنُ حُميدٍ في «مسنده» بسَندِه عن ابنِ عبَّاسٍ\r¬_________\r(¬1) «المعجم الأوسط» (5/ 32 - رقم: 4594).","seal":"09630B03","page":47},
      {"aya":null,"sora":null,"Na":null,"id":49,"part":1,"nass":"مَرفوعًا قال: «فاتحةُ الكتابِ تعدل بثلثي القرآن» (¬1).\rالفضيلةُ الثامنة: أنَّ قراءةَ الفاتحةِ يَحصُلُ بها كمالُ الصَّلاةِ وقبولُها، وبدونِها تكون الصَّلاةُ خِدَاجًا ناقصةً غيرَ تمام، بل لا تكون الصَّلاةُ مجزيةً مَقبولةً بدُونِ تِلاوَتِها، فإذا تُليت في الصَّلاةِ صارت الصَّلاةُ تامةً مجزيةً، وقد ورَد أنَّ الملائكةَ يُصَلُّوُنَ بها كما يُصَلِّي بها أهلُ الأرض.\rويتصل الكلامُ في هذا بـ\r\r* * *\r¬_________\r(¬1) «المنتخب من مسند عبد بن حميد» (1/ 227 - رقم: 678).","seal":"FF0FC504","page":48},
      {"aya":null,"sora":null,"Na":null,"id":50,"part":1,"nass":"الفصل الخامس\rوهو: أحكامُ الفاتحة\rفمِن أحكامِها: أنَّ قراءتهَا في الصَّلاة رُكنٌ من أركان الصَّلاةِ، لا تَصِحُّ بدُونِها في الجُملة، وهذا القول أحدُ قولي العلماءِ، وحكاه التِّرمذيُّ عن أكثرِ الصَّحابَةِ، منهم: عمر وجابر وعمران بن حُصَين (¬1)، وهو قولُ أكثرِ السَّلفِ وفقهاءِ أهلِ الحجازِ وأهلِ الحديثِ كابنِ عَونٍ وابنِ المباركِ والأوزاعيِّ والشافعيِّ وإسحاقَ وأبي ثورٍ وداودَ، وغيرِهم، وهو الصَّحيحُ عن مالكٍ، وهو مَذهَبُ الإمامِ أحمدَ الذي نقلَه معظمُ أصحابِه الرُّواة عنه، وعليه أهلُ مَذهبِه قاطبةً.\rوالقولُ الثاني: أنَّها ليست من فرُوض الصَّلاةِ، بل تجزئُ قراءةُ غيرِها في الجُملة، وهذا قولُ طائفةٍ من فقهاءِ العراق، ثم\r¬_________\r(¬1) «جامع الترمذي» (1/ 288 - رقم: 247).","seal":"64D4A6DF","page":49},
      {"aya":null,"sora":null,"Na":null,"id":51,"part":1,"nass":"اختلفوا في القدرِ المجزئ مِن القراءةِ:\rفقيل: تجزئُ قراءةُ ثلاثِ آياتٍ، وهو محكيٌّ عن سعيدِ بنِ جبيرٍ.\rوقيل: بل ثلاثُ آياتٍ قِصَارٍ، أو آيةٌ طويلةٌ تعدِلهُنَّ، وهو قولُ أبي يوسفَ ومحمدٍ.\rوقيل: بل تجزئُ قراءةُ آيةٍ واحدة مُطلقًا، وهو المحكيُّ عن أبي حَنيفة وذكرهُ طائفةٌ من أصحابِنا روايةً عن أحمد، وأنَّ حَربًا نَقلَها عنه، فذكر القاضي في «الجامِع الكبيرِ» أنَّه وجد بخطِ بعضِ أصحابنا: [ ... ] (¬1) وكتابِ أبي إسحاقَ بنِ شاقْلاَ (¬2) أخبَرنا أبو بكر عبدُ العزيز حدَّثني الخلاَّلُ ثنا حربٌ الكرمانيُّ قال: قلتُ لأبي عبدِ الله: رجلٌ قرأَ بآيةٍ من القرآنِ ولم يقرأ فاتحةَ الكتابِ؟ قال: الصَّلاةُ جائزةٌ. قلت: قال النبيُّ - صلى الله عليه وسلم -: «لا صلاة إلا بفاتحةِ الكتابِ». قال: على طريقِ الفضلِ لا على طريقِ\r¬_________\r(¬1) بياض في الأصل بمقدار كلمة.\r(¬2) قال في \"المطلع\" (430): (شاقلا: بالشين المعجمة، القاف الساكنة بعد الألف، وآخره ألف ساكنة، هكذا قيدناه عن بعض شيوخنا، وكذا سمعته من غير واحد منهم، والله أعلم) ا. هـ.","seal":"6ED3BCA3","page":50},
      {"aya":null,"sora":null,"Na":null,"id":52,"part":1,"nass":"الإيجابِ.\rقال القاضِي: وهذا صَريحٌ في أنَّ الصَّلاةَ تصحُّ بغير الفاتحة، وأنَّها لا تتعيّن لها.\rوهذه الرِّواية مَذكورةٌ في «جَامِع الخلاَّل» على غير هذِه الصِّفة، وقد نقلتُ من خطِّ القاضِي مما انتقاهُ من «الجامِعِ»، قال: نقل حربٌ عنه: إذا نَسِي أن يَقرأ فاتحةَ الكتابِ فَقرأ قرآناً، فقال: وما بأس بذلك، أليس قد قرأ قُرآنًا؟ ! قال الخلاَّل: الذي رَواهُ حَربٌ قد رَجَع أحمدُ عنه.\rوهذه الرِّواية بهذه الصِّيغة قد لا تدلُّ على نفي وُجوبِ الفاتحة في الجُملة، بل على سُقوطِها بالنِّسْيَانِ، فتصيرُ من جُمْلَةِ وَاجبَاتِ الصَّلاةِ التي تجبُ معَ الذِّكْر، وتسقطُ بالسَّهْوِ، كالتسبيحِ في الركوع والسُجود عنده، وهذا أحَدُ قولي الشَّافعيِّ وهو قولُ الحَسنِ والشَّعبيِّ: أنَّ مَنْ نَسِيَ الفاتحةَ سَجدَ للسَّهْوِ؛ وقد رُوي عن عمرَ - رضي الله عنه - صحةُ الصَّلاةِ إذا نَسِيَ الفاتحةَ، ولكن ضَعَّفَ الرِّوايةَ عنه: الإمامُ أحمدُ والبخاريُّ وغيرُهما، ورُوي عن عمرَ خلافُ ذلك، وأنَّه أعاد الصَّلاة.\rوإذا قلنا: لا تتعيَّن الفاتحةُ، بل تجزئُ آيةٌ، فظاهرُ ذلك: ولو كانت قصيرةً، ولو كلمةً، وقد يُقال: بل تُحمل هذه الرِّواية","seal":"7165AE10","page":51},
      {"aya":null,"sora":null,"Na":null,"id":53,"part":1,"nass":"على آيةٍ متوسِّطةٍ، لا قصيرة، ولا طويلة.\rوقد قال أبو البقاءِ العكبريُّ من أصحابنا في «شرح الهداية» له نحوَ هذا، فإنَّه قال: لم أجد لأصحابِنا في بعضِ الآيةِ التي يجوز للجُنبِ قِراءتُها حَدًّا، وظاهرُ قولِهم: أنَّه يجوزُ ذلك وإن كثرَ البعضُ، وأن (¬1) بمنزلة آياتٍ متوسِّطة.\rقال: والأمرُ مَحمُولٌ عندي على غير ذلك، وهو أن يُحمَلَ البعضُ على مقدارٍ دون آيةٍ متوسِّطةٍ إذا كان كلامًا تامًّا غيرَ متعلقٍ بما قبلَه وبعدَه.\rوقال ابنُ عَقيلٍ: إذا قُلنا: لا تتعيّن الفاتحةُ، بل يُعتبرُ أن يأتي بسبعِ آياتٍ فيها عَدَدُ حُروفِها، أوْ بسَبعِ آياتٍ وإن لم تبلغ حرُوفَها، على وجهين.\rقال أبو البَركات بنُ تيميَّة: وهذا مخالفٌ لمنصوصِ أحمدَ كما سَبق، وهو سهوٌ، لأنَّ اعتبارَ السَّبعِ من فُروع وجُوبِ الفاتحةِ، لا من القول بعَدم وجُوبِها.\rوَقد عادَ ابنُ عَقيلٍ نقضَ (¬2) كلامه في مَوضعٍ آخرَ! وقال:\r¬_________\r(¬1) كذا.\r(¬2) كذا، ولعلها: (ونقض).","seal":"FDEBDB22","page":52},
      {"aya":null,"sora":null,"Na":null,"id":54,"part":1,"nass":"تَكفيهِ الآية كما نصَّ عليه أحمدُ.\rقلتُ: لكن حَكى الحُلوانيُّ روايةً: أَنّه يَجبُ سَبعُ آياتٍ إذا قلُنا: لا تتعَيّن الفاتحةُ؛ والظَّاهرُ - إن صحّت هذه الرواية عن أحمد - فالمراد بها: إمَّا أن تجبَ الفاتحةُ أو سَبْعُ آياتٍ سِوَاها.\rوحُكي عن أحمدَ: أنَّه يجب قراءةُ ما تَيسَّرَ، لكن لم أرَ مَن ذكر ما المرادُ بقراءة مَا تَيسَّرَ: هل المراد بهِ في كلِّ رَكعةٍ تجبُ قراءةُ ما تيسَّرَ، أو تجبُ قراءةُ ما تَيسَّرَ في رَكعةٍ مِن الصَّلاةِ، كما ذَهبَ إليه الحَسَنُ البصريُّ وبعضُ أصحاب داود؟ .\rوإذا قلنا: تتعيَّن الفاتحةُ للصَّلاةِ، فهل تتعيَّن في كلِّ رَكعةٍ، أمْ لا؟ فمذهَبُنا ومَذهَبُ أكثرِ العلماءِ: أنَّها تتعيَّن في كلِّ رَكعةٍ، وحُكي عن أحمدَ: أنَّ القراءةَ تجبُ في رَكعتين من الرُباعيَّة [ ... ] (¬1).\rوقولُ صاحب «المغني» يَدُلُّ على تعيين الأُوليَيَن (¬2)، وَحكاهُ النوويُّ في «شرح المهذَّب» عن أبي حنيفة (¬3)، وعن مالكٍ: إن\r¬_________\r(¬1) بياض في الأصل بمقدار خمسة أسطر.\r(¬2) «المغني» (2/ 156 - 157).\r(¬3) «المجموع» (3/ 361)، ونص كلامه: (وقال أبو حنيفة: تجب القراءة في الركعتين الأوليين، وأما الأخريان فلا تجب فيهما قراءة، بل إن شاء قرأ، وإن شاء سبح، وإن شاء سكت) ا. هـ.","seal":"74945F95","page":53},
      {"aya":null,"sora":null,"Na":null,"id":55,"part":1,"nass":"تَرَكَ القراءةَ في رَكعةٍ من الصُّبحِ لم يُجزئْهُ، وإن تركَهَا في رَكعةٍ مِن غيرِها أجزَأهُ؛ وعن الثَّوريِّ وإسحاقَ بنِ راهُويه نحوُه، وحُكي عن الحسنِ بنِ صالحٍ والأصمِّ: أنَّ القراءةَ لا تجبُ في الصَّلاةِ.\rوالصَّحيحُ قولُ جُمهورِ العلماءِ، وهو: تعيين الفاتحة للصَّلاةِ دُونَ غيرِها، والدَّليلُ عليه: ما ثبتَ عن عُبادةَ بنِ الصَّامتِ، أنَّ رسولَ الله - صلى الله عليه وسلم - قال: «لا صَلاة لمن لم يقرأ بفاتحةِ الكتابِ»، وفي لفظٍ: «بأمِّ القُرآنِ».\rوتوجيهُ الدّلالة من هذا النصِّ يحتاجُ إلى تقريرِ مُقدِّمة، وهي: أنَّ الحقائقَ المنفيَّة نوعان:\rأحدُهما: أن تكون لغويَّةً، ولا غرضَ لنا الآن في ذِكر هذا النوع وحُكمِه.\rوالثاني: أن تكون شرعيَّةً، كالصَّلاةِ وَالصِّيَامِ، ونحوِهما، وهو المقصودُ هاهنا بالذِّكر، فهذا إذا دخلَ عليه النَّفيُ لم يَكن مجمَلاً عندَ جمهورِ الفُقهاءِ؛ وذهبَ طائفةٌ مِن المتكلِّمين: إلى أنَّه مجملٌ، فلا يُستدلُّ به على نفي الصِّحَّة ولا وجودِها،","seal":"D32F178C","page":54},
      {"aya":null,"sora":null,"Na":null,"id":56,"part":1,"nass":"والأقوال في هذه المسأَلة تبلغ سَبْعَ أقاويلَ، لأنَّ القائلين بإجمالِه لهم مَذهَبان:\rأحدُهما: أنَّ النفيَ ظاهرٌ في نفيِ الذَّاتِ حِسًّا وهي موجودة، فلا بُدَّ من إضمارِ حُكمٍ، إمَّا الصِّحَّة وإمَّا الكمال، وليسَ أحدُهما أولى من الآخرِ، ولا يُضمرَانِ جَميعًا، لأنَّ الاقتضاءَ لا عُمومَ له.\rوالمذهب الثاني: أنَّه ظاهرٌ في الشَّرعيِّ، لكنَّه متردِدٌ بين نفي الكمال ونفي الصِّحَّة، كما تقدَّم، وَهذا الذي حكاهُ الماورديُّ عن المحقِّقين، وأمَّا جمهورُ الفقهاءِ والمتكلمين فلا إجمالَ عندَهم في ذلك، لكنهم اختلفوا فيه على خمسة أقوال:\rأحدها: أنَّه محمولٌ على نفي الكمال خاصّةً، وهو ظاهر كلام أحمد في رواية حربٍ السَّابقة (¬1)، وتقريرُ هذا أنَّ اللفظ قد استُعمل في نفي الصِّحَّة تارَةً وفي نفي الكمال أُخُرى، كقولِه: «لا صَلاة لجار المسجد إلاَّ في المسجد»، وقوله: «لا صلاة لملتفتٍ»، ونحو ذلك، فإن جُعِل حقيقةً فيهما أو في أحدِهما: لزم المجاز أو الاشتراك، فيُجعَلُ حقيقةً في القدر المشترك\r¬_________\r(¬1) (ص: 51).","seal":"EE6B6658","page":55},
      {"aya":null,"sora":null,"Na":null,"id":57,"part":1,"nass":"بينهما، وهو نفي الكمال مع قطع النَّظر عن الصِّحَّة نفيًا وإِثباتًا، وهذا ضعيفٌ.\rوالقول الثاني: أنَّه عامٌّ يتناوَلُ نفي الذَّات ونفي الحُكم والصِّفة، فإذا خصّ نفي الذَّات بالعقل = بقي ما عَداهُ، وهذا الذي حكاهُ أبو المعالي الجُوَيني عن جمهور الفقهاءِ، وهو مَبنيٌّ على: أنَّ النفي لا يتوجه إلى المسمَّى الشَّرعي، بل إلى اللغويِّ، وفي نسبته إلى أكثر الفقهاءِ نظرٌ، لأنَّ أكثرَهم يُثبتُ الشَّرعيَّة.\rوالقولُ الثَّالثُ: أنَّه يَنصرفُ إلى الشَّرعيِّ، لكنَّه عامٌّ في نفي الذَّاتِ والصِّحَّة والكمال.\rوالقولُ الرابعُ: أنَّه ظاهرٌ في نفي الصِّحَّة، ولا ينصرفُ إلى نفي الكمال إلاَّ بدَليلٍ، وهذا قولُ أكثر المحقِّقين من أصحابِنا وأصحابِ الشَّافعيِّ، وهو الذي يَدُلُ عليه كلامُ أحمدَ في أكثر الرِّواياتِ عنه.\rوالقولُ الخامسُ: أنَّ نفي المسميَّات الشَّرعيَّة لأمرٍ متعلِّقٍ بها يَدُلُّ على وجوب ذلك الأمر الذي انتفت لأجله، فإنَّ الشيءَ إنَّما يجوزُ نفيُه لانتفاءِ وَاجبٍ من واجباتِه، ولا يجوز نفيُه لانتفاءِ سُنَّةٍ من مَسنُونَاتِه، إذ لو جاز ذلك لجاز نفيُ صلاة أكثر المسلمين","seal":"B7E41F39","page":56},
      {"aya":null,"sora":null,"Na":null,"id":58,"part":1,"nass":"وصيامهم وحجهم، فإنَّ اجتماعَ جميع سُنن العبادة فيها مِن أَندَرِ الأمُورِ، ومعلومٌ أنَّه لا يجوزُ أن يقال: لا صلاة لمن لم يُسبِّح في رُكوعِه وسجُودِه ثلاثًا، ولا صَلاة لمن لم يَقرأ في الصُّبحِ بطِوَالِ المفصَّل، ولا صَلاة لمن لم يَتوضّأ ثلاثًا، ونحو ذلك، وحقيقة هذا القول يَرجعُ إلى أنَّ المراد بهذا النفي = نفي الكمال، لكن نفي كمال الواجباتِ، لا كمال المستحبات، وهذا اختيارُ أبي العباس ابن تيميَّة (¬1)، وهو الأرجح؛ والله أعلمُ (¬2).\r\r* * *\r¬_________\r(¬1) \"الفتاوى\" (22/ 530 - 531).\r(¬2) لم يُذكر هنا إلا حكم واحد من أحكام الفاتحة، فالذي يبدو - والله أعلم - أنه قد وقع هنا خرم، وقد سبق في مقدمة التحقيق ذكر بعض النقول عن هذا الكتاب، ومنها ما يتعلق بأحكام الفاتحة.","seal":"5220CA1F","page":57},
      {"aya":null,"sora":null,"Na":null,"id":59,"part":1,"nass":"فصلٌ\rفي الكلامِ على قولِه:\r{الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}\rوينحصرُ في أربعةِ فصُولٍ:\rالفصل الأول: في الحمد.\rوالثَّاني: في اسم الله الأعظم.\rالثَّالث: في الربِّ.\rالرَّابعُ: في العالمين.\r\r* * *","seal":"5DF467D4","page":58},
      {"aya":null,"sora":null,"Na":null,"id":61,"part":1,"nass":"الفصل الأول\rفي الحمد\rوالكلامُ عليه من ثلاثةِ أوجه:\rالأوَّل: في تفسيرِه: اختلف في معنى الحمدِ، فقيل: هو الثَّناءُ بمحاسن المحمُود، وهو المشهورُ، وذكر ابن جرير بإسناده عن كعبٍ قال: مَن قال: الحمدُ لله، فذلك ثناء على الله (¬1).\rولكن بين الحمد والثناءِ فرقٌ، ولهذا يقولُ الله عزَّ وجلَّ: (حمدني عَبدي) ثم يقول: (أَثنَى عليَّ عَبدي) فالثناءُ تكريرُ الحمد وتثنيتُه؛ وقيل: هو المدْحُ، وهو مقلوبٌ عَنه، وهو يُلاقيه في الاشتقاق الأوسط - وهو الاجتماعُ في عَين الحُروف دُون نظمها -، وفي الحديث: «لا أحدَ أحبُّ إليه المدحُ مِن الله»، وفُرِّق بين المدح والحمد بوجوه:\r¬_________\r(¬1) «جامع البيان» (1/ 59).","seal":"5C2BBC84","page":60},
      {"aya":null,"sora":null,"Na":null,"id":62,"part":1,"nass":"أحدها: أنَّ الحمدَ لا يكون إلا للحيِّ، والمدحُ يكون للحيِّ والميِّت.\rوالثاني: أنَّ الحمدَ لا يكونُ إلا بعدَ تقدُّم الإحسان، والمدح يكون قبله، وهذا ضعيفٌ، فإنَّ الله يحمد نفسَه.\rوالثَّالث: أنَّ المدحَ لا يَكونُ إلاَّ باللسان، والحمدُ يكونُ بالقلبِ بناءً على أنَّه الرِّضَا كما سيأتي، ذَكرَهُ العِمَّانيُّ وفيه نظرٌ.\rوالرَّابع: أنَّ قولَك: مدحتُ زيدًا، لا يصدق بدُون سابقة مَدحٍ، بخلافِ قولِك: الحمدُ لله، فإنَّ هذا خبرٌ يَحصُلُ به إنشاءُ الحمدِ، ففيه معنى الخبر ومعنى الإنشاءِ.\rوالخامسُ: أنَّ الحمدَ: الإخبارُ بمحاسن المحمُودِ معَ المحبَّةِ لها والرِّضا بها، والمدحُ: الإخبارُ بمحاسنِه فقط. قاله أبو عَبد الله بن القيِّم (¬1).\rوقيل: الحمدُ: هو الشكر على النِّعم، قالَه ابنُ جريرٍ والمبرَّدُ، وغيرُهما وأسنده ابنُ جريرٍ مرفوعًا إلى النبيِّ - صلى الله عليه وسلم -، وموقوفًا على ابنِ عبَّاسٍ (¬2).\r¬_________\r(¬1) «بدائع الفوائد» (2/ 93 - 96).\r(¬2) «جامع البيان» (1/ 59).","seal":"26E78D21","page":61},
      {"aya":null,"sora":null,"Na":null,"id":63,"part":1,"nass":"ولكن بين الحمدِ والشُكرِ فرقٌ من وَجهين:\rأحدُهما: أن الحمدَ يكون على النِّعم وغيرِها، بخلاف الشُكر فإنَّه لا يكونُ إلاَّ على النِّعم.\rوقد نازع في ذلك مَنْ نازع: أن (¬1) جميعَ أفعالِ الله عزَّ وجَلَّ نِعَمٌ.\rوالثاني: أنَّ الحمدَ يكون باللسان والقلب، والشَّكر يكون باللسان والقلب والعمل، وقيل: الحمد هو [ ... ] (¬2) الرضا [ ... ] (¬3) فإِن أُريدَ به: أنَّ الحمدَ باللسان ليسَ بحمدٍ فباطلٌ، وإن أُريدَ: أنَّ الرِّضا شطرُه فصَحيحٌ، وإن أُريدَ: أنَّ الرِّضا بالقلب يكونُ حَمدًا كما قال العِمانيُ ففيه نظرٌ.\rوهل يختصُّ الحمدُ بلفظ الحمد، أو يكونُ بأعمّ منه؟ فيه خلاف، الصحيحُ عمُومُه.\rوالتحقيقُ: أنَّ الحمدَ: هو ارتضاء صفاتِ المحمُودِ الحسنة والإخبارُ عنها باللسان، فهو إذًا: الإخبارُ بمحاسن المحمود مع\r¬_________\r(¬1) كذا.\r(¬2) كلمة (هو) مكررة في الأصل، فحذفتها.\r(¬3) بياض في الأصل بمقدار خمس كلمات.","seal":"C4F42DE9","page":62},
      {"aya":null,"sora":null,"Na":null,"id":64,"part":1,"nass":"المحبَّة لها والرِّضا بها.\rوالحمدُ يكون على النِّعَم بالاتفاق، ويكونُ على غير النِّعَم أيضًا على المشهور من الأفعال الحسَنةً وإن لم تكن نعمًا على الحامد، بخلاف الشُّكر فإنَّه لا يكونُ إلاَّ على النِّعم، هذا هو المشهورُ.\rولكن التحقيق أنَّ جميعَ ما يفعلُه اللهُ سبحانه فهو نعمة أو فيه مِن النِّعمة ما يَستحق به الحمدَ والشُّكرَ، فإنَّ المصائبَ والأمراضَ كفاراتٌ وطَهُورٌ، فهي نعمةٌ، وإهلاكُ المكذِّبين وعُقوبةُ الكافِرين نِعمةٌ على المؤمنين يحصلُ لهم بها الاعتبارُ، ولهذا قال تعالى: {فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ} [الرحمن: 13] والآلاءُ: النِّعَمُ، قاله بعدَ ذِكر جهنمَ وغيرها.\rوهل يُحمد على الذَّات والصِّفات اللازمة لها؟ فيه خلافٌ:\rفمن النَّاس من قال: يُمدَحُ عليه ولا يُحمد، ذكره الرَّازيُّ في «تفسيره»، والصَّحيح أنَّه يُحمد عليها أيضًا، لأنّه مرجعُ الحمد وَفيها يجتمع، ولأنَّ تنعُّم العباد بما يتعلَّق بالذَّاتِ أعظمُ من تنعُّمِهم بالمخلوقات في الدُّنيا بالمعرفة والذِّكر والمحبَّة، وفي الآخرة بالرُّؤية والنَّظر، وقد قال تعالى: {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا","seal":"6CB02672","page":63},
      {"aya":null,"sora":null,"Na":null,"id":65,"part":1,"nass":"وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا} [الإسراء: 111]، فهذا أمرٌ بالحمد له على صفات كمالِه من وَحدَانيّتِهِ وصَمديّتِهِ.\rوقولُه: {الْحَمْدُ لِلَّهِ}، الألفُ واللامُ فيه:\rقيل: للعَهدِ، أي: الحمدُ المعهودُ.\rوقيل: لتعريف الجنس، أي: مُطلقُ الحمد، وهو ضعيفٌ.\rوقيل: للاستغراق، قاله أبو جَعفر الباقِرُ وغيره، وهو أصحُّ، وفي الأثر: «اللهمّ لك الحمدُ كلُّه»، وفي دُعاءِ القنوت: «ونثني عليك الخيرَ كلَّه»، وقوله: «لا أُحصي ثناءً عليك أنت كما أثنيتَ على نفسك».\rفإن قيل: فإذا كان الحمدُ كلُّهُ لله، فكيفَ يُحمد غيرُه من خلقه، والنبيُّ - صلى الله عليه وسلم -: (محمَّد)، وهو مُفعّل مِنَ الحمد؟ قيل: عنه ثلاثة أجوبة:\rأحدُها: أنَّ الحمدَ كلَّه لله، بمعنى: أنَّه هُوَ المستحِقُ للحمد، وهو الحامد لما يَشاءُ مِن خَلْقِه، فلا يُحمد إلا من حَمِدَهُ هو، فحمدُ بعضِ مخلوقاتِه إنما هو بحمدِه له، فلا يخرجُ ذلك","seal":"63199DEB","page":64},
      {"aya":null,"sora":null,"Na":null,"id":66,"part":1,"nass":"كون الحمد كلّه له، لكن تارةً باعتبار أنَّه يُحمد، وتارةً باعتبار أنه يَحمد.\rوالثَّاني: أنَّ كون الحمد كلّه له لا يُنافي أن يحمد غيرُه من خَلْقِه ببعضِ أنواع الحمد.\rوالثَّالث: أنَّ حمد غيرِه بالنِّسبة إلى حمدِه كلا حمد، فلذلك حُصِرَ الحمدُ في حقِّه سُبحانه، فصَارَ الحمدُ كلُّهُ له.\rفائدة: لم يقل: أحمدُ الله، ولكن قال: الحمدُ للهِ، وهذه العِبارة الثَّانية أولى لوجوهٍ:\rمنها: أنَّه لو قال: أحمدُ اللهَ [ ... ] (¬1) ذلك على حمده، أمَّا إذا قال: الحمدُ لله أفادَ ذلك أنَّه كان مَحمُودًا قبل حمد الحامدين.\rومنها: أنَّ الحمد لله يقتضي أنَّ الحمدَ والثناءَ حقٌّ الله وملكهُ، فاللفظ الدَّالُ على كونِه مستحقًا للحمد أولى من اللفظ الدَّال على أنَّ شخصًا وَاحدًا حمدَهُ.\rومنها: أنَّه لو قال: أحمدُ الله، لكان قد حمدَ، لكن لا\r¬_________\r(¬1) بياض في الأصل بمقدار ثلاث كلمات.","seal":"72B12E21","page":65},
      {"aya":null,"sora":null,"Na":null,"id":67,"part":null,"nass":"حمد (¬1) يَليق به، أمَّا إذا قال: الحمدُ لله، فكانَّه قال: مَنْ أنا حتى أحمدَه؟ لكنَّه مَحمُودٌ بجميع حمد الحامدين، مثالُه: لو سُئلت: هل لفلان عليك نعمة؟ فإن قلتَ: نعَم، فقد حمدتَه، لكن حَمدًا ضعيفًا، وإن قلتَ: بل نِعَمُهُ على كلِّ الخلائق، فقد حمدتَهُ بأكملِ المحامد.\rفائدة: الحمدُ لله ثمانيةُ أحرُف، وأبوابُ الجنَّةِ ثمانية، فمَن قال هذه الثمانية عن صَفاءِ قلبه = استحقَ ثمانيةَ أبواب الجنَّة (¬2).\rفائدة: قدّم التَّسبيح على التَّحميد في قولك: سبحانَ اللهِ والحمدُ لله، لأنَّ التَّسبيحَ إشارةٌ إلى أنَّه تامٌّ، والتحميد يدلُّ على كونه تعالى فوق التَّمام، فلهذا السَّبب كان الابتداءُ بالتحميدِ أوْلى.\rالوجه الثَّاني: في فضائل الحمد.\r¬_________\r(¬1) كذا بالأصل، ولعلها: (لا حمداً).\r(¬2) كذا بالأصل، ولا أعلم لهذا أصلًا، ويغلب على الظن أن هذه الفائدة ليست من كلام ابن رجب رحمه الله، لأنه لا يعرف من طريقته ذكر مثل هذه الأمور، وأيضًا المكان الذي ذكرت فيه لا تظهر فيه مناسبة قولها، وقد كان كثير من ملاك المخطوطات الأوائل يلحق بالكتاب فوائد تتعلق بموضوعه في طرته، فلعل هذه الجملة مما ألحقه بعضهم بهذا الكتاب والله تعالى أعلم.","seal":"4035EBA0","page":66},
      {"aya":null,"sora":null,"Na":null,"id":68,"part":null,"nass":"يَتلوهُ بقية الكلام عليها فيما بَعْد\rإنْ شاء اللهُ تعالى\r* * *","seal":"1F20F9F1","page":67}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":795,"ShrtCs":0,"Bk":"تفسير سورة الفاتحة لابن رجب","HigriD":"795","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"زين الدين عبد الرحمن بن أحمد بن رجب بن الحسن، السَلامي، البغدادي، ثم الدمشقي، الحنبلي","bLnk":null,"Inf":"","Auth":"ابن رجب الحنبلي","Betaka":"الكتاب: تفسير الفاتحة\r\nالمؤلف: أبو الفرج عبد الرحمن بن أحمد بن رجب الدمشقي الحنبلي (المتوفى: 795 هـ)\r\nالمحقق: سامي بن محمد بن جاد الله\r\nالناشر: دار المحدث للنشر والتوزيع\r\nالطبعة: الأولى، 1427 هـ\r\nعدد الأجزاء: 1\r\nفائدة: هذا الكتاب ليس ضمن «تفسير ابن رجب» لطارق بن عوض الله، ولا ضمن «مجموع رسائل ابن رجب» لطلعت حلواني\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن رجب الحنبلي (736 - 795 هـ، 1336 - 1393 م).\r\rزين الدين عبد الرحمن بن أحمد بن رجب بن الحسن، السَلامي، البغدادي، ثم الدمشقي، الحنبلي، الواعظ. الإمام الحافظ، المحدّث، الفقيه، ولد في بغداد وسمع من أبي الفتح الميدومي.\r\rله مصنفات عديدة، منها:\r• شرح الترمذي\r• شرح علل الترمذي\r• طبقات الحنابلة\r• فتح الباري شرح صحيح البخاري لم يتمه\r• جامع العلوم والحكم شرح خمسين حديثًا من جوامع الكلم؛\r• التوحيد\rوغيرها.\r\rنشأ وتوفي بدمشق.\r\rنقلا عن\rالموسوعة العربية العالمية http://www.mawsoah.net","seal":"F0DD6065","cat":"التفاسير","oNum":29574,"BkId":29574,"oAuth":184,"bVer":1,"aSeal":"19A95569"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t29574":
    [
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة التحقيق"},
      {"lvl":2,"id":6,"sub":1,"tit":"وصف النسخة الخطية"},
      {"lvl":2,"id":8,"sub":0,"tit":"توثيق نسبة الكتاب"},
      {"lvl":2,"id":10,"sub":0,"tit":"اسم الكتاب"},
      {"lvl":1,"id":16,"sub":0,"tit":"فصل في الكلام على تفسير الفاتحة"},
      {"lvl":2,"id":17,"sub":0,"tit":"الفصل الأول: في موضع نزولها"},
      {"lvl":3,"id":17,"sub":1,"tit":"وفيه ثلاثة أقوال"},
      {"lvl":2,"id":20,"sub":0,"tit":"الفصل الثاني: في عددها"},
      {"lvl":2,"id":22,"sub":0,"tit":"الفصل الثالث: في أسمائها"},
      {"lvl":2,"id":36,"sub":0,"tit":"الفصل الرابع في فضائلها وخصائصها"},
      {"lvl":2,"id":50,"sub":0,"tit":"الفصل الخامس وهو: أحكام الفاتحة"},
      {"lvl":1,"id":59,"sub":0,"tit":"فصل في الكلام على قوله: {الحمد لله رب العالمين}"},
      {"lvl":2,"id":61,"sub":0,"tit":"الفصل الأول في الحمد"}
    ]
}
