{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b29716":
    [
      {"page":1,"id":1,"hno":null,"nass":"فِيهِ مَجْلِسَانِ لأَبِي بَكْرٍ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُوسَى بْنِ يَحْيَى بْنِ خَالِدِ بْنِ كَثِيرِ بْنِ إِبْرَاهِيمَ الْعَنْبَرِيِّ الْمَعْرُوفِ بِالْمَلْحَمِيِّ رَحْمَةُ اللَّهِ عَلَيْهِ.\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","seal":"23F0F2D6","part":1},
      {"page":2,"id":2,"hno":1,"nass":"1 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِى سَلَمَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ»","seal":"BBFB79E1","part":1},
      {"page":3,"id":3,"hno":2,"nass":"2 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا ضِرَارٌ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ: §«لا تَشْرَبُوا مُسْكِرًا»","seal":"9EEA9A4F","part":1},
      {"page":4,"id":4,"hno":3,"nass":"3 - حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ مَنْدَهْ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَصْبَهَانِيُّ، عَنْ سُهَيْلِ بْنِ أَبِى صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ»","seal":"88506523","part":1},
      {"page":5,"id":5,"hno":4,"nass":"4 - حَدَّثَنَا إِسْحَاقُ بْنُ أَحْمَدَ بْنِ زَيْرَكٍ الْفَارِسِيُّ، حَدَّثَنَا عُمَرُ بْنُ نُعَيْمٍ أَبُو حَفْصٍ الطَّرْسُوسِيُّ، حَدَّثَنَا يَحْيَى بْنُ عَنْبَسَةَ الْبَصْرِيُّ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«خِدْرُ الْوَجْهِ مِنَ النَّبِيذِ يَتَنَاثَرُ مِنْهُ الْحَسَنَاتُ»","seal":"777D929F","part":1},
      {"page":6,"id":6,"hno":5,"nass":"5 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا شُعْبَةُ، قَالَ: أَخْبَرَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: §\" مَاتَ أُنَاسٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُمْ يَشْرَبُونَ الْخَمْرَ، فَلَمَّا حُرِّمَتِ الْخَمْرُ، قَالَ نَاسٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كَيْفَ لأَصْحَابِنَا مَاتُوا وَهُمْ يَشْرَبُونَهَا؟ فَنَزَلَتْ: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} [المائدة: 93] \" الآيَةَ","seal":"FC372183","part":1},
      {"page":7,"id":7,"hno":6,"nass":"6 - أَخْبَرَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِى زُهَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«النَّفَقَةُ فِي الْحَجِّ كَالنَّفَقَةِ فِي سَبِيلِ اللَّهِ»","seal":"5300BE2E","part":1},
      {"page":8,"id":8,"hno":7,"nass":"7 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ الْجَوَالِيقِيُّ , حَدَّثَنَا أَبُو بَكْرٍ , وَعُثْمَانُ ابنا أبى شيبة، قَالا: حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الْحَجَّاجِ، عَنْ أَبِي جَعْفَرٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: مَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى شَاةٍ مَيِّتَةٍ، وَقَالَ: §«أَلَمْ تَرَ هَذِهِ، أَلْقَاهَا أَهْلُهَا؟» قُلْتُ: وَمَا يَصْنَعُونَ بِهَا وَقَدْ مَاتَتْ؟ قَالَ: «لَزَوَالُ الدُّنْيَا أَهْوَنُ عَلَى اللَّهِ عَزَّ وَجَلَّ مِنْ هَذِهِ عَلَى أَهْلِهَا»","seal":"974429E4","part":1},
      {"page":9,"id":9,"hno":8,"nass":"8 - حَدَّثَنَا عَبْدَانُ الْجَوَالِيقِيُّ، حَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا حَفْصٌ، عَنِ الْحَجَّاجِ , عَنْ أَبِي جَعْفَرٍ، عَنْ جَابِرٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى شَاةٍ مَيِّتَةٍ، فَقَالَ: §«تَرَوْنَ هَذِهِ هَيِّنَةً عَلَى أَهْلِهَا؟» قَالُوا: نَعَمْ، قَالَ: «الدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ هَذِهِ عَلَى أَهْلِهَا»","seal":"ACEED3DC","part":1},
      {"page":10,"id":10,"hno":9,"nass":"9 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ السَّلامِ السُّلَمِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ النَّرْسِيُّ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنِ الْحَجَّاجِ، عَنِ الْوَلِيدِ بْنِ أَبِي مَالِكٍ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«خُذُوا الْعِلْمَ قَبْلَ أَنْ يَنْفَدَ» .\rقَالُوا: يَا رَسُولَ اللَّهِ كَيْفَ يَنْفَدُ وَفِينَا كِتَابُ اللَّهِ عَزَّ وَجَلَّ؟ فَغَضِبَ غَضَبًا لا يَغْضَبُهُ أَبَدًا، ثُمَّ قَالَ: «ثَكِلَتْكُمْ أُمَّهَاتُكُمْ، أَوَلَمْ تَكُنِ التَّوْرَاةُ وَالإِنْجِيلُ فِي بَنِي إِسْرَائِيلَ لَمْ يُغْنِيَا لَهُمْ شَيْئًا، إِنَّ ذَهَابَ الْعِلْمِ ذَهَابُ حَمَلَتِهِ»","seal":"3FD21DD0","part":1},
      {"page":11,"id":11,"hno":10,"nass":"10 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ الْجَوَالِيقِيُّ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ عَبْدِ الْمَلِكِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ حَمَلَ مِنْ أُمَّتِي أَرْبَعِينَ حَدِيثًا فَهُوَ مِنَ الْعُلَمَاءِ»","seal":"53E5BAF6","part":1},
      {"page":12,"id":12,"hno":11,"nass":"11 - حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ مَنْدَهْ، حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ شُعَيْبِ بْنِ سُلَيْمَانَ السُّلَمِيِّ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي زِيَادٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ حَفِظُ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا فَهُوَ مِنَ الْعُلَمَاءِ»","seal":"68BE9F76","part":1},
      {"page":13,"id":13,"hno":12,"nass":"12 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَخْلَدٍ الْفَرْقَدِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ، حَدَّثَنَا سَلامٌ الطَّوِيلُ، عَنْ زِيَادِ بْنِ مَيْمُونٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ»","seal":"41A490AD","part":1},
      {"page":14,"id":14,"hno":13,"nass":"13 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: ثنا يُوسُفُ بْنُ الْمَاجِشُونِ، حَدَّثَنَا ابْنُ الْمُنْكَدِرِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِعَلِيٍّ: §«أَنْتَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى»","seal":"FD5063C1","part":1},
      {"page":15,"id":15,"hno":14,"nass":"14 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا عَبْدُ الرَّازِقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَلَسْتُ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ؟» قَالُوا: بَلَى، قَالَ: «أَلَسْتُ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَزْوَاجِهِمْ؟» قَالُوا: بَلَى، قَالَ: «أَلَسْتُ أَوْلَى بِهِمْ مِنْ أَوْلادِهِمْ؟» قَالُوا: بَلَى، قَالَ: «أَلَسْتُ أَلَسْتُ؟» قَالُوا: بَلَى، قَالَ: «فَهَذَا وَلِيُّكُمْ مِنْ بَعْدِي، اللَّهُمَّ وَالِ مَنْ وَالاهُ، وَعَادِ مَنْ عَادَاهُ» .\rفَقَالَ ابْنُ عُمَرَ: يَهْنُكَ يَا ابْنَ أَبِي طَالِبٍ، أَصْبَحْتَ الْيَوْمَ وَلِيَّ كُلِّ مُسْلِمٍ","seal":"BC23FE09","part":1},
      {"page":16,"id":16,"hno":15,"nass":"15 - حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ بِسْطَامٍ الزَّعْفَرَانِيُّ، إِمْلاءً، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ، حَدَّثَنَا شَرِيكٌ، عَنْ دَاوُدَ الأَوْدِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ كُنْتُ مَوْلاهُ فَعَلِيٌّ مَوْلاهُ»","seal":"689C9A49","part":1},
      {"page":17,"id":17,"hno":16,"nass":"16 - حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْجُبَيْرِيُّ، حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا أَبُو عَامِرٍ، قَالَ: حَدَّثَنَا زَمْعَةُ، عَنْ سَلَمَةَ بْنِ بِهْرَامٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §حَامِلَ الْحُسْنِ عَلَى عَاتِقِهِ، فَقَالَ رَجُلٌ: نِعْمَ الْمَرْكِبُ رَكِبْتَ يَا غُلامُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَنِعْمَ الرَّاكِبُ»","seal":"E96FEF89","part":1},
      {"page":18,"id":18,"hno":17,"nass":"17 - أَخْبَرَنَا بَابَوَيْهِ الأَيْلِيُّ، حَدَّثَنَا عُمَرُ بْنُ يَحْيَى، حَدَّثَنَا سَعِيدُ بْنُ سَالِمٍ، عَنْ إِسْرَائِيلَ بْنِ يُونُسَ، عَنْ سَعْدِ بْنِ طَرِيفٍ، عَنِ الأَصْبَغِ بْنِ نُبَاتَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §\" سِتَّةٌ لا يُسَلَّمُ عَلَيْهِمْ: الْيَهُودِيُّ، وَالنَّصْرَانِيُّ، وَالْمَجُوسِيُّ، وَالَّذِينَ بَيْنَ أَيْدِيهِمُ الْخَمْرُ وَالرَّيْحَانُ، وَالْمُتَفَكِّهُونَ بِالأُمَّهَاتِ، وَأَصْحَابُ الشِّطْرَنْجِ \"","seal":"70E36E22","part":1},
      {"page":19,"id":19,"hno":18,"nass":"18 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ , وَسُلَيْمَانُ بْنُ حَرْبٍ , وَابْنُ عَائِشَةَ، قَالُوا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَزِيدَ بْنِ حَازِمٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ مَرَّ بِوَادِي ضَجْنَانَ، فَلَمَّا رَأَى كَثْرَةَ مَنْ مَعَهُ مِنَ النَّاسِ، قَالَ: \" أَيُّهَا النَّاسُ عَلَى رَسْلِكُمْ، §وَلَقَدْ رَأَيْتُنِي فِي هَذَا الْوَادِي وَأَنَا أَرْعَى إِبِلا لِلْخَطَّابِ، وَكَانَ مَا عَلِمْتُ فَظًّا غَلِيظًا، فَكَانَتْ أُمِّي تَكْسُونِي نَقْبَتَهَا , وَتُزَوِّدُنِي بِمَيْنَتِهَا مِنَ الْهِيدِ، فَيَا خِصْبَاهُ، ثُمَّ أَصْبَحْتُ خَلِيفَةً عَلَى النَّاسِ، لَيْسَ فَوْقِي أَحَدٌ إِلا اللَّهَ عَزَّ وَجَلَّ، وَلَقَدْ كُنْتُ أَحْمِلُ الْحَطَبَ عَلَى أَحْمِرَةٍ لِلْخَطَّابِ، فَأَسْنَدَهَا إِلَى صَدْرِي فَأَلْقَى مِنْ ذَلِكَ جَهْدًا، ثُمَّ أَنْشَأَ يَقُولُ:\rلا شَيْءَ فِيمَا تَرَى إِلا بَشَاشَتَهُ ... يَبْقَى الإِلَهُ وَيَفْنَى الْمَالُ وَالْوَلَدُ\rلَمْ تُغْنِ عَنْ هُرْمُزٍ يَوْمًا خَزَائِنُهُ ... وَالْخُلْدُ قَدْ حَاوَلَتْ عَادٌ فَمَا خَلُدُوا\rوُلا سُلَيْمَانُ إِذْ دَانَ الشُّعُوبُ لَهُ ... وَالْجِنُّ وَالإِنْسُ يَجْرِي بَيْنَهَا الْبَرَدُ\rلَقَدْ نَصَحْتُ لأَقْوَامٍ وَقُلْتُ لَهُمْ ... أَنَا النَّذِيرُ فَلا يَغْرُرْكُمْ أَحَدُ\rلا تَعْبُدُنَّ إِلَهًا غَيْرَ خَالِقِكُمْ ... وَإِنْ دُعِيتُمْ فَقُولُوا بَيْنَنَا جُدَدُ\rسُبْحَانَهُ ثُمَّ سُبْحَانًا يَعُودُ لَهُ ... رَبُّ السَّمَاءِ إِلَهٌ وَاحِدٌ أَحَدُ\r\"","seal":"E9374AAE","part":1},
      {"page":20,"id":20,"hno":19,"nass":"19 - أَخْبَرَنَا هَيْثَمُ بْنُ خَلَفٍ الدُّورِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ وَاصِلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْقَاسِمِ الأَسَدِيُّ، عَنِ الْفَضْلِ بِنْ دَلْهَمٍ، قَالَ: سَمِعْتُ الْحَسَنَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: §\" لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلاثَةً: رَجُلا أَمَّ قَوْمًا وَهُمْ لَهُ كَارِهُونَ، وَامْرَأَةً بَاتَتْ وَزَوْجُهَا عَلَيْهَا سَاخِطٌ، وَرَجُلا سَمِعَ حَيَّ عَلَى الْفَلاحِ فَلَمْ يُجِبْ \"\rأَخْبَرَنَا أَبُو سَعِيدٍ الْخَطَّابِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، قَالَ: كَانَ عَلِيُّ بْنُ الْحُسَيْنِ يَخْرُجُ بِاللَّيْلِ فَيَحْمِلُ جِرَابًا فِيهِ خُبْزٌ، فَيَتَصَدَّقُ بِهِ، وَيَقُولُ: إِنَّ الصَّدَقَةَ بِاللَّيْلِ تُطْفِئُ غَضَبَ اللَّهِ عَزَّ وَجَلَّ.","seal":"1D4AAD52","part":1},
      {"page":21,"id":21,"hno":20,"nass":"20 - حَدَّثَنَا أَبُو خَلِيفَةَ الْفَضْلُ بْنُ الْحُبَابِ الْجُمَحِيُّ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ.\rفَقِيلَ: §هَذَا ابْنُ خَطَلٍ مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ، فَقَالَ: «اقْتُلُوهُ»","seal":"E7311189","part":1},
      {"page":22,"id":22,"hno":21,"nass":"21 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ زَنْجَوَيْهِ بْنِ مُوسَى الْقَطَّانُ، حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ اللَّهِ الْعُثْمَانِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ غَشَّنَا فَلَيْسَ مِنَّا»","seal":"3B2BBAA5","part":1},
      {"page":23,"id":23,"hno":22,"nass":"22 - حَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرٍ الْمُقْرِئُ، فِي مَسْجِدِ الْحَرَامِ، حَدَّثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذُكِرَ عِنْدَهُ رَمَضَانُ، فَقَالَ: §«لا تَصُومُوا حَتَّى تَرَوُا الْهِلالَ، وَلا تُفْطِرُوا حَتَّى تَرَوْهُ، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدِرُوا لَهُ»\rحَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرٍ الْمُقْرِئُ، حَدَّثَنَا أَبُو مُصْعَبٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، قَالَ: الشَّهْرُ تِسْعٌ وَعِشْرُونَ، فلا تصوموا حتى تروه، ولا تفطروا حتى تروه \".","seal":"DBE63A4C","part":1},
      {"page":24,"id":24,"hno":23,"nass":"23 - حَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرٍ، حَدَّثَنَا أَبُو مُصْعَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ , أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §«نَهَى عَنِ النَّجْشِ»","seal":"374BE6B4","part":1},
      {"page":25,"id":25,"hno":24,"nass":"24 - حَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرٍ، قَالَ: حَدَّثَنَا أَبُو مُصْعَبٍ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«يَضْحَكُ اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الآخَرَ، كِلاهُمَا فِي الْجَنَّةِ، يُقَاتِلُ هَذَا فِي سَبِيلِ اللَّهِ فَيُقْتَلُ، ثُمَّ يَتُوبُ اللَّهُ عَزَّ وَجَلَّ عَلَى الآخَرِ فَيُقْتَلُ فِي سَبِيلِ اللَّهِ»","seal":"71390797","part":1},
      {"page":26,"id":26,"hno":25,"nass":"25 - حَدَّثَنَا عَبْدَانُ بْنُ أَحْمَدَ الْجَوَالِيقِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ.\rأَخْبَرَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«اللَّهُمَّ بَارِكْ لَهُمْ فِي مِكْيَالِهِمْ وَصَاعِهِمْ» .\rيَعْنِي الْمَدِينَةَ","seal":"163ECB2E","part":1},
      {"page":27,"id":27,"hno":26,"nass":"26 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى , وَمُحَمَّدُ بْنُ خَالِدٍ، قَالا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ لَيْثٍ، عَنْ مُجَاهَدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: أَذِنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِي، فَقَالَ: «يَا عَبْدَ اللَّهِ بْنَ عُمَرَ، §كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ، وَكُنْ كَعَابِرِ سَبِيلٍ، وَاعْدُدْ نَفْسَكَ فِي الْقُبُورِ» .\rثُمَّ أَقْبَلَ عَلَيَّ ابْنُ عُمَرَ، فَقَالَ: يَا مُجَاهِدُ إِذَا أَصْبَحْتَ فَلا تُحَدِّثْ بِالْمَسَاءِ، فَإِذَا أَمْسَيْتَ فَلا تُحَدِّثْ نَفْسَكَ بِالصَّبَاحِ، وَخُذْ مِنْ صِحَّتِكَ لِسَقَمِكَ، وَمِنْ حَيَاتِكَ قَبْلَ مَمَاتِكَ؛ فَإِنَّكَ لا تَدْرِي مَا اسْمُكَ","seal":"078E919D","part":1},
      {"page":28,"id":28,"hno":27,"nass":"27 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، حَدَّثَنَا هَارُونُ بْنُ مُوسَى، حَدَّثَنَا أَبُو ضَمْرَةَ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِنَّ اللَّهَ تَعَالَى احْتَجَزَ التَّوْبَةَ عَلَى صَاحِبِ كُلِّ بِدْعَةٍ»","seal":"0DCF4E34","part":1},
      {"page":29,"id":29,"hno":28,"nass":"28 - أَخْبَرَنَا أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَسَّانٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" إِنَّ اللَّهَ تَعَالَى أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ: {يَأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} [المؤمنون: 51] .\rوَقَالَ: {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة: 127] .\rذَكَرَ الرَّجُلَ فَيُطِيلُ السَّفَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ، يَا رَبِّ، يَا رَبِّ، أَشْعَثُ أَغْبَرُ، مَطْعَمُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لَهُ \"","seal":"53DA457E","part":1},
      {"page":30,"id":30,"hno":29,"nass":"29 - أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَاغَنْدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْرٍ، حَدَّثَنَا أَبُو بَكْرِ ابْنُ أَبِي مَرْيَمَ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: اشْتَرَى أُسَامَةُ بْنُ زَيْدٍ وُلَيْدَةً مِنْ يَزِيدَ بْنِ ثَابِتٍ بِمِائَةِ دِينَارٍ إِلَى شَهْرٍ، فَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«أَلا تَعْجَبُونَ مِنْ أُسَامَةَ الْمُشْتَرِي إِلَى الشَّهْرِ، إِنَّ أُسَامَةَ لَطَوِيلُ الأَمَلِ، وَالَّذِي نَفْسِي بِيَدِهِ مَا طَرَفَتْ عَيْنَايَ طَرْفَةً إِلا ظَنَنْتُ أَنِّي غَيْرُ وَاضِعٍ حَتَّى أُقْبَضَ، وَلا لَقَمْتُ لُقْمَةً إِلا ظَنَنْتُ أَنِّي لا أُسِيغُهَا حَتَّى أَغُصَّ بِهَا مِنَ الْمَوْتِ» .\rثُمَّ قَالَ: «يَا بَنِي آدَمَ إِنْ كُنْتُمْ تَعْقِلُونَ فَعُدُّوا أَنْفُسَكُمْ مِنَ الْمَوْتَى، فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ مَا تُوْعَدُونَ لآتٍ، وَمَا أَنْتُمْ بِمُعْجِزِينَ»","seal":"196D7580","part":1},
      {"page":31,"id":31,"hno":30,"nass":"30 - حَدَّثَنَا أَبُو سَعِيدٍ الْمُفَضَّلُ بْنُ مُحَمَّدٍ الْجَنَدِيُّ، بِمَكَّةَ حَرَسَهَا اللَّهُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الأَسَدِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَمْعَانَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: لَمَّا قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ حَجَّةِ الْوَدَاعِ خَطَبَنَا، فَقَالَ: \" يَا أَيُّهَا النَّاسُ §إِنَّهُ كَائِنٌ فِي هَذِهِ الأُمَّةِ ثَلاثُونَ كَذَّابًا دَجَّالِينَ، فِيهِمْ صَاحِبُ صَنْعَاءَ، وَصَاحِبُ الْيَمَامَةِ، يَا أَيُّهَا النَّاسُ مَنْ لَقِيَ اللَّهَ عَزَّ وَجَلَّ وَهُوَ يَقُولُ: لا إِلَهَ إِلا اللَّهُ لا يَخْلِطُ مَعَهَا غَيْرَهَا وَجَبَتْ لَهُ الْجَنَّةُ \".\rفَقَامَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، وَكَانَ مِنْ أَحَبِّ مَنْ قَامَ، فَقَالَ: يَا رَسُولَ اللَّهِ كَيْفَ لا يَخْلِطُ مَعَهَا غَيْرَهَا؟ فَسِّرْ لَنَا هَذَا حَتَّى نَعْرِفَهُ، فَقَالَ: \" نَعَمْ، حُبُّ الدُّنْيَا وَالْجَمْعُ لَهَا مِنْ غَيْرِ حِلِّهَا، وَالرِّضَا بِهَا، وَأَقْوَامٌ يَقُولُونَ أَقَاوِيلَ الأَنْبِيَاءِ وَيَعْمَلُونَ أَعْمَالَ الْجَبَابِرَةِ، وَمَنْ لَمْ يَعْمَلِ الْخِصَالَ وَهُوَ يَقُولُ: لا إِلَهَ إِلا اللَّهُ وَجَبَتْ لَهُ الْجَنَّةُ \"","seal":"C1ABE576","part":1},
      {"page":32,"id":32,"hno":31,"nass":"31 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ نَاجِيَةَ , بِبَغْدَادَ سَنَةَ ثَلاثِ مِائَةٍ، حَدَّثَنَا حُمَيْدُ بْنُ الرَّبِيعِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«النَّظَرُ إِلَى وَجْهِ اللَّهِ تَبَارَكَ وَتَعَالَى وَاجِبٌ لِلنَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ»","seal":"E6998A4B","part":1},
      {"page":33,"id":33,"hno":32,"nass":"32 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الدَّسْتُوَائِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سُلَيْمَانَ، حَدَّثَنَا كَامِلٌ، حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا يَدْخُلُ الْجَنَّةَ إِلا حَرِيصٌ عَلَيْهَا»","seal":"5F248B99","part":1},
      {"page":34,"id":34,"hno":33,"nass":"33 - أَخْبَرَنَا أَبُو خَلِيفَةَ الْفَضْلُ بْنُ الْحُبَابِ الْجُمَحِيُّ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ وَسَعِيدُ بْنُ الْمُسَيَّبِ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْعَجْمَاءُ جُرْحُهَا جُبَارٌ، وَالْبِئْرُ جبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ»","seal":"927331D4","part":1},
      {"page":35,"id":35,"hno":34,"nass":"34 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ قَيْسِ بْنِ الْحَجَّاجِ الْحِمْيَرِيِّ، عَنْ حَنَشِ بْنِ عَبْدِ اللَّهِ الصَّنْعَانِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كُنْتُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لِي: «يَا غُلامُ §إِنِّي مُعَلِّمُكَ كَلِمَاتٍ، احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ، وَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ عَزَّ وَجَلَّ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ عَزَّ وَجَلَّ، وَاعْلَمْ أَنَّ الأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ لَمْ يَنْفَعُوكَ إِلا بِشَيْءٍ كَتَبَ اللَّهُ عَلَيْكَ، رُفِعَتِ الصُّحُفُ وَجَفَّتِ الأَقْلامُ»","seal":"2DC0C59D","part":1},
      {"page":36,"id":36,"hno":35,"nass":"35 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا يُقِيمَنَّ أَحَدُكُمْ رَجُلا مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ»","seal":"628C2387","part":1},
      {"page":37,"id":37,"hno":36,"nass":"36 - حَدَّثَنَا أَبُو خَلِيفَةَ الْفَضْلُ بْنُ الْحُبَابِ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ الْمَدِينِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، حَدَّثَنَا مُوسَى بْنُ إِبْرَاهِيمَ الْمَخْزُومِيُّ، أَنَّهُ سَمِعَ سَلَمَةَ بْنَ الأَكْوَعِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ إِنِّي §أَكُونُ فِي صَيْدٍ فَأُصَلِّي فِي الثَّوْبِ الْوَاحِدِ، قَالَ: «زُرَّهُ وَلَوْ بِشَوْكَةٍ»","seal":"E476E483","part":1},
      {"page":38,"id":38,"hno":37,"nass":"37 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ، عَنْ خُصَيْفٍ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §عَنْ لِبْسِ الْقِسِيِّ، وَعَنِ الشُّرْبِ فِي آنِيَةِ الْفِضَّةِ»","seal":"BABC0C46","part":1},
      {"page":39,"id":39,"hno":38,"nass":"38 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، عَنْ عَبْدِ اللَّهِ مُرَّةَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: قَامَ مَقَامِي هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: §\" اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ لا يَحِلُّ دَمُ رَجُلٍ يَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلا فِي أَحَدِ ثَلاثَةٍ: التَّارِكِ الإِسْلامَ , وَالْمُفَارِقِ لِلْجَمَاعَةِ، وَالثَّيِّبِ الزَّانِي، وَالنَّفْسِ بِالنَّفْسِ \"\rحَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَ: لا يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ , إِمَّا أَنْ يَكُونَ مُحْسِنًا فَيَزْدَادُ خَيْرًا، وَإِمَّا أَنْ يَكُونَ مُسِيئًا فَيُسْتَعْتَبُ \".","seal":"9D1B51C4","part":1},
      {"page":40,"id":40,"hno":39,"nass":"39 - حَدَّثَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلامٍ، عَنِ ابْنُ جَعْوَنَةَ، قَالَ: مَا قَامَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ إِلا تَمَثَّلَ بِشَيْءٍ مِنَ الشِّعْرِ، فَجَاءَ رَجُلٌ، فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، هَلَكْتُ وَأُهْلِكَتْ عِيَالِي، فَقَالَ عُمَرُ: §\" اسْكُتْ، أَهَلَكْتَ وَأَنْتَ تَنِثُّ نَثِيثَ الْحَمِيتِ، اذْهَبْ إِلَى تِلْكَ الرُّقْعَةِ فَخُذْ، فَمَضَى الرَّجُلُ فَأَلْقَاهَا، فَرَجَعَ إِلَى عُمَرَ فَأَخْبَرَهُ، فَتَمَثَّلَ:\rوَمَطْعَمُ الْغُنْمِ يَوْمَ الْغُنْمِ مَطْعَمُهُ ... أَنَّى تَوَجَّهَ وَالْمَحْرُومُ مَحْرُومٌ\r\".\rوَالْبَيْتُ لِعَلْقَمَةَ بْنِ عَبْدَةَ، وَهُوَ جَاهِلِيٌّ","seal":"FD2BDE9A","part":1},
      {"page":41,"id":41,"hno":40,"nass":"40 - أَخْبَرَنَا أَبُو خَلِيفَةَ، حَدَّثَنَا أَبُو الْعَيْنَاءِ، حَدَّثَنَا الأَصْمَعِيُّ، عَنْ نَافِعِ بْنِ أَبِى نُعَيْمٍ، قَالَ: قِيلِ لِعَدِيِّ بْنِ حَاتِمٍ: §بِمَ سُدْتَ قَوْمَكَ؟ فَقَالَ: «أُطْعِمُ جَائِعَهُمْ، وَأَكْسُو عَارِيَهُمْ، وَأَحْمِلُ نَفْسِي كُلَّهُمْ، فَمَنْ فَعَلَ مِثْلَ فِعْلِي فَهُوَ مِثْلِي، وَمَنْ تَقَاعَدَ عَنِّي فَأَنَا أَفْضَلُ مِنْهُ»","seal":"777A71E8","part":1},
      {"page":42,"id":42,"hno":41,"nass":"41 - أَخْبَرَنَا أَحْمَدُ بْنُ سَعِيدِ بْنِ عُقْدَةَ الْكُوفِيُّ الْحَافِظُ، حَدَّثَنَا أَبُو حَاتِمٍ، حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، قَالَ: \" قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ وُفُودُ الْعَرَبِ، فَقَالَ لأَحَدِهِمْ: §مَنْ سَيِّدِكُمْ؟ قَالَ: فُلانٌ، عَلَى أَنَّهُ إِذَا حَضَرَ هِبْنَاهُ، وَإِذَا غَابَ اغْتَبْنَاهُ، وَقَالَ الآخَرُ: مَنْ سَيِّدُكُمْ؟ قَالَ: إِذَا طَرَأَ خَطْبٌ أَتَوْنِي، فَقَالَ: أَنْتَ وَاللَّهِ سَيِّدُهُمْ \"","seal":"155DD32A","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":324,"Bk":"مجلسان لأبي بكر العنبري","HigriD":"324","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو بكر أحمد بن محمد العنبري الملحمي","bLnk":null,"Inf":"","Auth":"أبو بكر العنبري","Betaka":"الكتاب: مجلسان لأبي بكر العنبري\r\nالمؤلف: أبو بكر أحمد بن محمد العنبري الملحمي (المتوفى: 324هـ)\r\nالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\r\nالطبعة: الأولى، 2004\r\n[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"A6FE180D","cat":"مخطوطات حديثية","oNum":29716,"BkId":29716,"oAuth":2273,"bVer":1,"aSeal":"F747BC13"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t29716":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"كل شراب أسكر فهو حرام"},
      {"lvl":1,"id":3,"sub":0,"tit":"لا تشربوا مسكرا"},
      {"lvl":1,"id":4,"sub":0,"tit":"مدمن الخمر كعابد وثن"},
      {"lvl":1,"id":5,"sub":0,"tit":"خدر الوجه من النبيذ يتناثر منه الحسنات"},
      {"lvl":1,"id":6,"sub":0,"tit":"مات أناس من أصحاب رسول الله صلى الله عليه وسلم وهم يشربون الخمر، فلما حرمت الخمر، قال ناس"},
      {"lvl":1,"id":7,"sub":0,"tit":"النفقة في الحج كالنفقة في سبيل الله"},
      {"lvl":1,"id":8,"sub":0,"tit":"ألم تر هذه، ألقاها أهلها؟ قلت: وما يصنعون بها وقد ماتت؟ قال: لزوال الدنيا أهون على الله"},
      {"lvl":1,"id":9,"sub":0,"tit":"ترون هذه هينة على أهلها؟ قالوا: نعم، قال: الدنيا أهون على الله من هذه على"},
      {"lvl":1,"id":10,"sub":0,"tit":"خذوا العلم قبل أن ينفد."},
      {"lvl":1,"id":11,"sub":0,"tit":"من حمل من أمتي أربعين حديثا فهو من العلماء"},
      {"lvl":1,"id":12,"sub":0,"tit":"من حفظ على أمتي أربعين حديثا فهو من العلماء"},
      {"lvl":1,"id":13,"sub":0,"tit":"طلب العلم فريضة على كل مسلم"},
      {"lvl":1,"id":14,"sub":0,"tit":"أنت مني بمنزلة هارون من موسى"},
      {"lvl":1,"id":15,"sub":0,"tit":"ألست أولى بالمؤمنين من أنفسهم؟ قالوا: بلى، قال: ألست أولى بالمؤمنين من أزواجهم؟ قالوا:"},
      {"lvl":1,"id":16,"sub":0,"tit":"من كنت مولاه فعلي مولاه"},
      {"lvl":1,"id":17,"sub":0,"tit":"حامل الحسن على عاتقه، فقال رجل: نعم المركب ركبت يا غلام، فقال رسول الله صلى الله عليه"},
      {"lvl":1,"id":18,"sub":0,"tit":"ستة لا يسلم عليهم: اليهودي، والنصراني، والمجوسي، والذين بين أيديهم الخمر والريحان،"},
      {"lvl":1,"id":19,"sub":0,"tit":"ولقد رأيتني في هذا الوادي وأنا أرعى إبلا للخطاب، وكان ما علمت فظا غليظا، فكانت أمي تكسوني"},
      {"lvl":1,"id":20,"sub":0,"tit":"لعن رسول الله صلى الله عليه وسلم ثلاثة: رجلا أم قوما وهم له كارهون، وامرأة باتت وزوجها"},
      {"lvl":1,"id":21,"sub":0,"tit":"هذا ابن خطل متعلق بأستار الكعبة، فقال: اقتلوه"},
      {"lvl":1,"id":22,"sub":0,"tit":"من غشنا فليس منا"},
      {"lvl":1,"id":23,"sub":0,"tit":"لا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن غم عليكم فاقدروا"},
      {"lvl":1,"id":24,"sub":0,"tit":"نهى عن النجش"},
      {"lvl":1,"id":25,"sub":0,"tit":"يضحك الله تبارك وتعالى إلى رجلين يقتل أحدهما الآخر، كلاهما في الجنة، يقاتل هذا في سبيل"},
      {"lvl":1,"id":26,"sub":0,"tit":"اللهم بارك لهم في مكيالهم وصاعهم."},
      {"lvl":1,"id":27,"sub":0,"tit":"كن في الدنيا كأنك غريب، وكن كعابر سبيل، واعدد نفسك في القبور."},
      {"lvl":1,"id":28,"sub":0,"tit":"إن الله تعالى احتجز التوبة على صاحب كل بدعة"},
      {"lvl":1,"id":29,"sub":0,"tit":"إن الله تعالى أمر المؤمنين بما أمر به المرسلين، فقال: {يأيها الرسل كلوا من الطيبات"},
      {"lvl":1,"id":30,"sub":0,"tit":"ألا تعجبون من أسامة المشتري إلى الشهر، إن أسامة لطويل الأمل، والذي نفسي بيده ما طرفت"},
      {"lvl":1,"id":31,"sub":0,"tit":"إنه كائن في هذه الأمة ثلاثون كذابا دجالين، فيهم صاحب صنعاء، وصاحب اليمامة، يا أيها الناس"},
      {"lvl":1,"id":32,"sub":0,"tit":"النظر إلى وجه الله تبارك وتعالى واجب للنبيين والصديقين والشهداء"},
      {"lvl":1,"id":33,"sub":0,"tit":"لا يدخل الجنة إلا حريص عليها"},
      {"lvl":1,"id":34,"sub":0,"tit":"العجماء جرحها جبار، والبئر جبار، وفي الركاز الخمس"},
      {"lvl":1,"id":35,"sub":0,"tit":"إني معلمك كلمات، احفظ الله يحفظك، احفظ الله تجده أمامك، وإذا سألت فاسأل الله عز وجل، وإذا"},
      {"lvl":1,"id":36,"sub":0,"tit":"لا يقيمن أحدكم رجلا من مجلسه ثم يجلس فيه"},
      {"lvl":1,"id":37,"sub":0,"tit":"أكون في صيد فأصلي في الثوب الواحد، قال: زره ولو بشوكة"},
      {"lvl":1,"id":38,"sub":0,"tit":"عن لبس القسي، وعن الشرب في آنية الفضة"},
      {"lvl":1,"id":39,"sub":0,"tit":"الله الذي لا إله إلا هو لا يحل دم رجل يشهد أن لا إله إلا الله وأني رسول الله إلا في أحد"},
      {"lvl":1,"id":40,"sub":0,"tit":"اسكت، أهلكت وأنت تنث نثيث الحميت، اذهب إلى تلك الرقعة فخذ، فمضى الرجل فألقاها، فرجع إلى"},
      {"lvl":1,"id":41,"sub":0,"tit":"بم سدت قومك؟ فقال: أطعم جائعهم، وأكسو عاريهم، وأحمل نفسي كلهم، فمن فعل مثل فعلي فهو مثلي،"},
      {"lvl":1,"id":42,"sub":0,"tit":"من سيدكم؟ قال: فلان، على أنه إذا حضر هبناه، وإذا غاب اغتبناه، وقال الآخر: من سيدكم؟ قال:"}
    ]
}
