{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b29772":
    [
      {"page":1,"id":1,"hno":null,"nass":"كِتَابُ الأَرْبَعِينَ الْمُسْتَخْرَجَةِ مِنَ الصِّحَاحِ مِنْ رِوَايَاتِ الْمُحَمَّدِيْنِ، مُسْلَسَلا مُتَّصِلا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\rخَرَّجَهَا الْفَقِيرُ إِلَى رَحْمَةِ اللَّهِ تَعَالَى أَبُو الْمَحَاسِنِ عَبْدُ الرَّزَّاقِ بْنُ مُحَمَّدِ بْنِ أَبِي نَصْرٍ عِيسَى بْنِ مُحَمَّدِ بْنِ عِيسَى بْنِ عَمَّارٍ الطَّبَسِيُّ , غَفَرَ اللَّهُ لَهُ , لِلشَّيْخِ الْإِمَامِ كَمَالِ الدِّينِ فَقِيهِ الْحَرَمَيْنِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ الْفَضْلِ الصَّاعِدِيِّ الْفُرَاوِيِّ , رَضِيَ اللَّهُ عَنْهُ.\rرِوَايَةُ أَبِي طَاهِرٍ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ مُحَمَّدٍ الأَرْغَنْدِيِّ , رَحِمَهُ اللَّهُ، عَنِ الْفَرَاوِيِّ.\rرِوَايَةُ أَبِي الْمَجْدِ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ الْقَزْوِينِيِّ , رَضِيَ اللَّهُ عَنْهُ.","seal":"B63322EC","part":1},
      {"page":2,"id":2,"hno":1,"nass":"1 - وَقَدْ أَخْبَرَنَا الشَّيْخُ الْإِمَامُ مُفْتِي الْعَصْرِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الصَّاعِدِيُّ الْفَرَاوِيُّ , فِيمَا قَرَأْتُ عَلَيْهِ , قُلْتُ لَهُ: أَخْبَرَكَ الشَّيْخُ أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَلِيٍّ الْخَشَّابُ الصُّوفِيُّ , رَحِمَهُ اللَّهُ , فِي كِتَابِهِ , فَأَقَرَّ بِهِ، أنا الأُسْتَاذُ أَبُو عَمْرٍو أَحْمَدُ بْنُ أَبِي الْفُرَاتِ الزَّاهِدُ، قِرَاءَةً عَلَيْهِ , قَالَ: سَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ يَحْيَى بْنِ مُحَمَّدٍ الْخَطِيبَ , بِالْمَدِينَةِ فِي حَانُوتِهِ , فِي مَقْرَأَتِهِ مُقَابِلَ مَسْجِدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَحِذَاءَ قَبْرِهِ , يَقُولُ: سَمِعْتُ جَدِّي مُحَمَّدَ بْنَ سُهَيْلِ بْنِ إِسْحَاقَ الْفَرَائِضِيَّ، أَنَا أَبِي , يَقُولُ: وَيَرْفَعُ الْحَدِيثَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , أَنَّهُ قَالَ: §\" إِذَا كَانَ يَوْمُ الْقِيَامَةِ نَادَى مُنَادٍ: يَا مُحَمَّدُ , قُمْ فَادْخُلِ الْجَنَّةَ بِغَيْرِ حِسَابٍ.\rفَيَقُومُ كُلُّ مَنِ اسْمُهُ مُحَمَّدٌ , فَيَتَوَهَّمَ أَنَّ النِّدَاءَ لَهُ فَلِكَرَامَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ لا يُمْنَعُونَ \"","seal":"2912A11A","part":1},
      {"page":3,"id":3,"hno":2,"nass":"2 - وَأَخْبَرَنَا الْإِمَامُ مُحَمَّدٌ الْفَرَاوِيُّ , إِجَازَةً، أَنَا زَيْنُ الْإِسْلَامِ أَبُو الْقَاسِمِ عَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ , رَحِمَهُ اللَّهُ , أنا الْقَاضِي أَبُو زَيْدٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، أنا مُحَمَّدُ بْنُ جَعْفَرٍ الْعَدْلُ، ثنا أَحْمَدُ بْنُ دَاوُدَ السَّمْنَانِيُّ، ثنا مُحَمَّدُ بْنُ الْمُتَوَكِّلُ، ثنا شَيْخُ بْنُ أَبِي خَالِدٍ، حَدَّثَنِي حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ: §«يُدْعَى النَّاسُ بِأَسْمَائِهِمْ يَوْمَ الْقِيَامَةِ إِلا آدَمَ فَإِنَّهُ يُكْنَى أَبَا مُحَمَّدٍ» .\rقَالَ الْإِمَامُ زَيْنُ الْإِسْلَامِ رَحِمَهُ اللَّهُ: إِنَّمَا يُكْنَى أَبَا مُحَمَّدٍ تَشْرِيفًا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ\rفَبِمُقْتَضَى هَذَيْنِ الْخَبَرَيْنِ جَمَعْتُ فِي هَذَا الْجُزْءِ أَرْبَعِينَ حَدِيثًا مِنَ الصَّحِيحِ، مِنْ رِوَايَاتِ الْمُحَمَّدِينَ , وَجَاءَ كَمَا فِي الأَثَرِ الَّذِي رَوَيْنَاهُ وَإِشْفَاقًا لَمَّا سَأَلَهُ هَذَا الْخَبَرَ رَضِيَ اللَّهُ عَنْهُ وَأَرْضَاهُ نَفَعَنَاَ اللَّهُ وَإِيَّاهُ بِالْعِلْمِ , وَلا جَعَلَهُ عَلَيْنَا حُجَّةً وَوَبَالا , بِفَضْلِهِ وَسِعَةِ رَحْمَتِهِ إِنَّهُ قَرِيبٌ مُجِيبٌ.","seal":"70D06B6B","part":1},
      {"page":4,"id":4,"hno":null,"nass":"فَالْحَدِيثُ الأَوَّلُ\rمِنْهَا مَا","seal":"56392BC4","part":1},
      {"page":5,"id":5,"hno":3,"nass":"3 - أَخْبَرَنَا مُحَمَّدٌ , هُوَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الصَّاعِدِيُّ الْفَرَاوِيُّ، أَنَا مُحَمَّدٌ , وَمُحَمَّدٌ , وَهُمَا الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ الْخَبَّازِيُّ الْمُقْرِئُ، وَالشَّيْخُ أَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عُبَيْدِ اللَّهِ الْحَفْصِيُّ الْمَرْوَزِيُّ، قَالا: أنا مُحَمَّدٌ , هُوَ أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ الْمَكِّيِّ بْنِ مُحَمَّدِ بْنِ الْمَكِّيِّ بْنِ زَرَّاعٍ الْكُشْمِيهَنِيُّ الأَدِيبُ، أَنَا مُحَمَّدٌ , هُوَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرِ بْنِ صَالِحِ بْنِ بِشْرٍ الْفِرَبْرِيُّ، أَنَا مُحَمَّدٌ , هُوَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ الْمُغِيرَةِ الْجُعْفِيُّ الْبُخَارِيُّ، ثنا مُحَمَّدٌ , هُوَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ بَشَّارِ بْنِ عُثْمَانَ بْنِ دَاوُدَ بْنِ كَيْسَانَ الْعَبْدِيُّ الْبَصْرِيُّ , يُقَالُ لَهُ: بُنْدَارٌ، ثنا مُحَمَّدٌ , هُوَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ جَعْفَرٍ الْهُذَلِيُّ مَوْلاهُمُ الْبَصْرِيُّ الْمُلَقَّبُ بُغَنْدَرٍ، ثنا شُعْبَةُ , قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: \" لَمَّا أَرَادَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ أَنْ يَكْتُبَ إِلَى الرُّومِ , قَالُوا: إِنَّهُمْ لا يَقْرَؤُونَ كِتَابًا إِلا مَخْتُومًا , §فَاتَّخَذَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ خَاتَمًا مِنْ فِضَّةٍ، كَأَنِّي أَنْظُرُ إِلَى وَبِيصِهِ، وَنَقْشِهِ مُحَمَّدٌ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ \"","seal":"CA1DA7BD","part":1},
      {"page":6,"id":6,"hno":null,"nass":"الْحَدِيثُ الثَّانِي","seal":"D57412BC","part":1},
      {"page":7,"id":7,"hno":4,"nass":"4 - أَخْبَرَنَا الْإِمَامُ مُحَمَّدٌ الْفَرَاوِيُّ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنَا مُحَمَّدٌ، ثنَا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ ثَابِتٍ، قَالَ: سَمِعْتُ أَنَسًا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَالَ: §«الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى»","seal":"10293EA4","part":1},
      {"page":8,"id":8,"hno":null,"nass":"الْحَدِيثُ الثَّالِثُ","seal":"A465D456","part":1},
      {"page":9,"id":9,"hno":5,"nass":"5 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أنا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ وَاصِلٍ، عَنِ الْمَعْرُورِ، قَالَ: سَمِعْتُ أَبَا ذَرٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §«أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلامُ فَبَشَّرَنِي أَنَّهُ مَنْ مَاتَ لا يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ» .\rفَقُلْتُ: وَإِنْ سَرَقَ وَإِنْ زَنَا؟ قَالَ: «وَإِنْ سَرَقَ وَإِنْ زَنَا»","seal":"06C20F11","part":1},
      {"page":10,"id":10,"hno":null,"nass":"الْحَدِيثُ الرَّابِعُ","seal":"2D64B170","part":1},
      {"page":11,"id":11,"hno":6,"nass":"6 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، قَالَ: §قَرَأَ رَجُلٌ الْكَهْفَ وَفِي الدَّارِ الدَّابَّةُ فَجَعَلَت تَنْفِرُ فَسَلَّمَ , فَإِذَا ضَبَابَةٌ أَوْ سَحَابَةٌ غَشِيَتْهُ , فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , فَقَالَ: «اقْرَأْ فُلانُ، فَإِنَّهَا السَّكِينَةُ نَزَلَتْ لِلْقُرْآنِ، أَوْ تَنَزَّلَتْ لِلْقُرْآنِ»","seal":"D5D4A436","part":1},
      {"page":12,"id":12,"hno":null,"nass":"الْحَدِيثُ الْخَامِسُ","seal":"AD5226EE","part":1},
      {"page":13,"id":13,"hno":7,"nass":"7 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أنا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ أَبِي حُصَيْنٍ، وَالأَشْعَثِ بْنِ سُلَيْمٍ، سَمِعَا الأَسْوَدَ بْنَ هِلالٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ: «يَا مُعَاذُ §أَتَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ؟» قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ.\rقَالَ: «أَنْ يَعْبُدُوهُ وَلا يُشْرِكُوا بِهِ شَيْئًا , أَتَدْرِي مَا حَقُّهُمْ عَلَيْهِ» ؟ قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ.\rقَالَ: «أَنْ لا يعَذِّبَهُمْ»","seal":"610DC74B","part":1},
      {"page":14,"id":14,"hno":null,"nass":"الْحَدِيثُ السَّادِسُ","seal":"085E2A91","part":1},
      {"page":15,"id":15,"hno":8,"nass":"8 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ، §«رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ»","seal":"CE3E3C42","part":1},
      {"page":16,"id":16,"hno":null,"nass":"الْحَدِيثُ السَّابِعُ","seal":"C0A14879","part":1},
      {"page":17,"id":17,"hno":9,"nass":"9 - أَخْبَرَنَا محمد أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالَ: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ، أَنَّ §يَهُودِيًّا قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا , قَتَلَهَا بِحَجَرَيْنِ، فَجِيء بِهَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَبِهَا رَمَقٌ , فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ: «أَقَتَلَكِ فُلانٌ؟» فَأَشَارَتْ بِرَأْسِهَا أَنْ لا , ثُمَّ قَالَ فِي الثَّانِيَةِ، فَأَشَارَتْ بِرَأْسِهَا أَنْ لا , ثُمَّ سَأَلَهَا الثَّالِثَةَ , فَأَشَارَتْ بِرَأْسِهَا أَنْ نَعَمْ , فَقَتَلَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ بِحَجَرَيْنِ","seal":"DFF5AEE4","part":1},
      {"page":18,"id":18,"hno":null,"nass":"الْحَدِيثُ الثَّامِنُ","seal":"EEB7F5B8","part":1},
      {"page":19,"id":19,"hno":10,"nass":"10 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، قَالَ: سَمِعْتُ أَبَا إِسْحَاقَ، سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ , يَقُولُ: «إِنَّ §أَهْوَنَ أَهْلِ النَّارِ عَذَابًا يَوْمَ الْقِيَامَةِ لَرَجُلٌ يُوضَعُ فِي أَخْمَصِ قَدَمَيْهِ جَمْرَةً يُغْلَى مِنْهَا دِمَاغُهُ»","seal":"981EAE37","part":1},
      {"page":20,"id":20,"hno":null,"nass":"الْحَدِيثُ التَّاسِعُ","seal":"75F13BB6","part":1},
      {"page":21,"id":21,"hno":11,"nass":"11 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ , §يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ: «سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي»","seal":"99C3C6C7","part":1},
      {"page":22,"id":22,"hno":null,"nass":"الْحَدِيثُ الْعَاشِرُ","seal":"A69E4D38","part":1},
      {"page":23,"id":23,"hno":12,"nass":"12 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ , ثنا شُعْبَةُ، عَنْ هَشِامٍ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ: §جَاءَتِ امْرَأَةٌ مِنَ الأَنْصَارِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , فَخَلا بِهَا , فَقَالَ: «وَاللَّهِ إِنَّكُمْ لأَحَبُّ النَّاسِ إِلَيَّ»","seal":"13842C53","part":1},
      {"page":24,"id":24,"hno":null,"nass":"الْحَدِيثُ الْحَادِي عَشَرَ","seal":"EFA57F64","part":1},
      {"page":25,"id":25,"hno":13,"nass":"13 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَبا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ , عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §«لا عَدْوَى وَلا طِيَرَةَ، وَيُعْجِبُنِي الْفَأْلُ» .\rقَالُوا: وَمَا الْفَأْلُ؟ قَالَ: «كَلِمَةٌ طَيِّبَةٌ»","seal":"F38AC3DB","part":1},
      {"page":26,"id":26,"hno":null,"nass":"الْحَدِيثُ الثَّانِي عَشَرَ","seal":"9559FC36","part":1},
      {"page":27,"id":27,"hno":14,"nass":"14 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أُمِّ سُلَيْمٍ، أَنَّهَا قَالَتْ: يَا رَسُولَ اللَّهِ أَنَسٌ خَادِمُكَ , فَادْعُ اللَّهَ لَهُ.\rقَالَ: §«اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ , وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ»","seal":"E777D476","part":1},
      {"page":28,"id":28,"hno":null,"nass":"الْحَدِيثُ الثَّالِثَ عَشَرَ","seal":"0E404728","part":1},
      {"page":29,"id":29,"hno":15,"nass":"15 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ: §«أُقِيمَتِ الصَّلاةُ وَرَجُلٌ يُنَاجِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ فَمَا زَالَ يُنَاجِيهِ حَتَّى نَامَ أَصْحَابُهُ , ثُمَّ قَامَ فَصَلَّى»","seal":"D4F9F8FC","part":1},
      {"page":30,"id":30,"hno":null,"nass":"الْحَدِيثُ الرَّابِعُ عَشَرَ","seal":"2A1DCF37","part":1},
      {"page":31,"id":31,"hno":16,"nass":"16 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ: §دَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَأَنَا مَرِيضٌ فَتَوَضَّأَ فَصَبَّ عَلَيَّ، أَوْ قَالَ: صُبُّوهُ عَلَيْهِ.\rفَعَقِلْتُ , فَقُلْتُ: لا يَرِثُنِي إِلا كَلالَةً، فَكَيْفَ الْمِيرَاثُ؟ فَنَزَلَتْ آيَةُ الْفَرَائِضِ \"","seal":"AF2ADFDB","part":1},
      {"page":32,"id":32,"hno":null,"nass":"الْحَدِيثُ الْخَامِسَ عَشَرَ","seal":"C3CEC22C","part":1},
      {"page":33,"id":33,"hno":17,"nass":"17 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ , سَمِعْتُ أَبَا زُرْعَةَ بْنَ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَدِّهِ جَرِيرٍ، قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ فِي حَجَّةِ الْوَدَاعِ , اسْتَنْصَتَ النَّاسَ: §«لا تَرْجِعُوا بَعْدِي كُفَّارًا , يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ»","seal":"383E53E8","part":1},
      {"page":34,"id":34,"hno":null,"nass":"الْحَدِيثُ السَّادِسَ عَشَرَ","seal":"E53F67FF","part":1},
      {"page":35,"id":35,"hno":18,"nass":"18 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §«الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ عَزَّ وَجَلَّ وَعُقُوقُ الْوَالِدَيْنِ» .\rأَوْ قَالَ: «الْيَمِينُ الْغَمُوسُ» .\rشَكَّ شُعْبَةُ","seal":"469EC4EF","part":1},
      {"page":36,"id":36,"hno":null,"nass":"الْحَدِيثُ السَّابِعَ عَشَرَ","seal":"BA3A30D1","part":1},
      {"page":37,"id":37,"hno":19,"nass":"19 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ , عَنْ أَشْعَثَ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ، قَالَ: «أَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ §بِإِبْرَارِ الْمُقْسِمِ»","seal":"0691BB24","part":1},
      {"page":38,"id":38,"hno":null,"nass":"الْحَدِيثُ الثَّامِنَ عَشَرَ","seal":"4C59D8F2","part":1},
      {"page":39,"id":39,"hno":20,"nass":"20 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ عَنْ §أَوْلادِ الْمُشْرِكِينَ , قَالَ: «اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ»","seal":"74BFF3AB","part":1},
      {"page":40,"id":40,"hno":null,"nass":"الْحَدِيثُ التَّاسِعَ عَشَرَ","seal":"B09C53E0","part":1},
      {"page":41,"id":41,"hno":21,"nass":"21 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ أَبِي عِمْرَانَ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ , عَنِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ، §\" يَقُولُ اللَّهُ تَعَالَى لأَهْوَنِ أَهْلِ النَّارِ عَذَابًا يَوْمَ الْقِيَامَةِ: «لَوْ أَنَّ لَكَ مَا فِي الأَرْضِ مِنْ شَيْءٍ لَكُنْتَ تَفْتَدِي بِهِ» ؟ فَيَقُولُ: نَعَمْ.\rفَيَقُولُ: «أَرَدْتُ مِنْكَ أَهْوَنَ مِنْ هَذَا وَأَنْتَ فِي صُلْبِ آدَمَ أَنْ لا تُشْرِكَ بِي شَيْئًا , فَأَبَيْتَ إِلا أَنْ تُشْرِكَ بِي»","seal":"93CB82C8","part":1},
      {"page":42,"id":42,"hno":null,"nass":"الْحَدِيثُ الْعِشْرُونَ","seal":"BDD85487","part":1},
      {"page":43,"id":43,"hno":22,"nass":"22 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ سَعِدٍ، قَالَ: سَمِعْتُ إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ لِعَلِيٍّ: §«أَمَا تَرْضَى أَنْ تَكُونَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى»","seal":"9F1A8B0E","part":1},
      {"page":44,"id":44,"hno":null,"nass":"الْحَدِيثُ الْحَادِي وَالْعِشْرُونَ","seal":"3E602115","part":1},
      {"page":45,"id":45,"hno":23,"nass":"23 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ: سَمِعْتُ ابْنَ أَبِي لَيْلَى، قَالَ: حَدَّثَنَا عَلِيٌّ، أَنَّ فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا شَكَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ مَا تَلْقَى مِنْ أَثَرِ الرَّحَى , فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ سَبْيٌ , فَانْطَلَقَتْ فَلَمْ تَجِدْهُ، فَوَجَدَتْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَأَخْبَرَتْهَا , فَلَمَّا جَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ أَخْبَرْتُهُ بِمَجِيء فَاطِمَةَ , فَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ إِلَيْنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا فَذَهَبْتُ لأَقُومَ , فَقَالَ: «عَلَى مَكَانِكُمَا» , فَقَعَدَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي , فَقَالَ: §«أَلا أُعَلِّمُكُمَا خَيْرًا مِمَّا سَأَلْتُمَانِي , إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا فَكَبِّرَا أَرْبَعًا وَثَلاثِينَ , وَسَبِّحَا ثَلاثًا وَثَلاثِينَ , وَتُحَمِّدَا ثَلاثًا وَثَلاثِينَ، فَهُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ»","seal":"C5FA9562","part":1},
      {"page":46,"id":46,"hno":null,"nass":"الْحَدِيثُ الثَّانِي وَالْعِشْرُونَ","seal":"AF370452","part":1},
      {"page":47,"id":47,"hno":24,"nass":"24 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ: سَمِعْتُ أَبَا وَائِلٍ، قَالَ: لَمَّا بَعَثَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ عَمَّارًا وَالْحَسَنَ إِلَى الْكُوفَةِ لِيَسْتَنْفِرَهُمْ , خَطَبَ عَمَّارٌ، وَقَالَ: §«إِنِّي لأَعْلَمُ أَنَّهَا زَوْجَتُهُ فِي الدُّنْيَا وَالآخِرَةِ , وَلَكِنَّ اللَّهَ عَزَّ وَجَلَّ ابْتَلاكُمْ لِتَتَّبِعُوا أَوْ إِيَّاهَا»","seal":"B5277770","part":1},
      {"page":48,"id":48,"hno":null,"nass":"الْحَدِيثُ الثَّالِثُ وَالْعِشْرُونَ","seal":"070AE0DD","part":1},
      {"page":49,"id":49,"hno":25,"nass":"25 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، عَنْ عَمْرٍو، سَمِعْتُ أَبَا حَمْزَةَ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَتِ الأَنْصَارُ: يَا رَسُولَ اللَّهِ §لِكُلِّ نَبِيٍّ أَتْبَاعٌ وَإِنَّا قَدِ اتَّبَعْنَاكَ، فَادْعُ لَنَا أَنْ يَجْعَلَ أَتْبَاعَنَا مِنَّا , فَدَعَا بِهِ.\rفَنَمَيْتُ ذَلِكَ إِلَى ابْنِ أَبِي لَيْلَى , قَالَ: قَدْ زَعَمَ ذَلِكَ زَيْدٌ","seal":"792B4E1B","part":1},
      {"page":50,"id":50,"hno":null,"nass":"الْحَدِيثُ الرَّابِعُ وَالْعِشْرُونَ","seal":"49D48974","part":1},
      {"page":51,"id":51,"hno":26,"nass":"26 - أَخْبَرَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، أَنَا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا مُحَمَّدٌ، ثنا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي أُسَيْدٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ: §«خَيْرُ دُورِ الأَنْصَارِ بَنُو النَّجَّارِ، ثُمَّ بَنُو عَبْدِ الأَشْهَلِ، ثُمَّ بَنُو الْحَارِثِ بْنِ الْخَزْرَجِ، ثُمَّ بَنُو سَاعِدَةَ، وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ» .\rقَالَ سَعْدٌ: مَا أَرَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ إِلا وَقَدْ فَضَّلَ عَلَيْنَا، فَقِيل: قَدْ فَضَّلَكُمْ عَلَى كَثِيرٍ","seal":"16204B43","part":1},
      {"page":52,"id":52,"hno":null,"nass":"الْحَدِيثُ الْخَامِسُ وَالْعِشْرُونَ","seal":"F2745D76","part":1},
      {"page":53,"id":53,"hno":27,"nass":"27 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، ثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ , عَنْ أُسَيْدِ بْنِ حُضَيْرٍ، أَنَّ رَجُلا مِنَ الأَنْصَارِ ,قَالَ: يَا رَسُولَ اللَّهِ أَلا تَسْتَعْمِلُنِي كَمَا اسْتَعْمَلْتَ فُلانًا , قَالَ: §«إِنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الْحَوْضِ»","seal":"D9F79DAF","part":1},
      {"page":54,"id":54,"hno":null,"nass":"الْحَدِيثُ السَّادِسُ وَالْعِشْرُونَ","seal":"22322138","part":1},
      {"page":55,"id":55,"hno":28,"nass":"28 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامٍ، قَالَ: سَمِعْتُ أَنَسًا، يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ لِلأَنْصَارِ: §«إِنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي، وَمَوْعِدُكُمُ الْحَوْضُ»","seal":"39B057A2","part":1},
      {"page":56,"id":56,"hno":null,"nass":"الْحَدِيثُ السَّابِعُ وَالْعِشْرُونَ","seal":"24596AD1","part":1},
      {"page":57,"id":57,"hno":29,"nass":"29 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §«الأَنْصَارُ كَرِشِيِ وَعَيْبَتِي , وَالنَّاسُ سَيَكْثُرُونَ وَيَقِلُّونَ , فَاقْبَلُوا مِنْ مُحْسِنِهِمْ وَتَجَاوَزُوا عَنْ مُسِيئِهِمْ»","seal":"51DACBDB","part":1},
      {"page":58,"id":58,"hno":null,"nass":"الْحَدِيثُ الثَّامِنُ وَالْعِشْرُونَ","seal":"6231FD5A","part":1},
      {"page":59,"id":59,"hno":30,"nass":"30 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ لأُبَيٍّ: \" إِنَّ §اللَّهَ عَزَّ وَجَلَّ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ: لَمْ يَكُنِ الَّذِينَ كَفَرُوا \".\rقَالَ: وَكَنَّانِي؟ قَالَ: «نَعَمْ» .\rقَالَ: فَبَكَى","seal":"E3C1AFAF","part":1},
      {"page":60,"id":60,"hno":null,"nass":"الْحَدِيثُ التَّاسِعُ وَالْعِشْرُونَ","seal":"4F40390B","part":1},
      {"page":61,"id":61,"hno":31,"nass":"31 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ الْبَرَاءَ، قَالَ: §\" لَمَّا أَقْبَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ إِلَى الْمَدِينَةِ تَبِعَهُ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ , فَدَعَا عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَسَاخَتْ بِهِ فَرَسُهُ , قَالَ: ادْعُ اللَّهَ لِي وَلا أَضُرُّكَ , فَدَعَا لَهُ.\rقَالَ: فَعَطِشَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ , فَمَرَّ بِرَاعٍ , قَالَ أَبُو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عَنْهُ: فَأَخَذْتُ قَدَحًا فَحَلَبْتُ فِيهِ كُثْبَةً مِنْ لَبَنٍ , فَأَتَيْتُهُ فَشَرِبَ حَتَّى رَضِيتُ \"","seal":"3C9FB17F","part":1},
      {"page":62,"id":62,"hno":null,"nass":"الْحَدِيثُ الثَّلاثُونَ","seal":"7E97BB89","part":1},
      {"page":63,"id":63,"hno":32,"nass":"32 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: ثنا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: جَمَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ نَاسًا مِنَ الأَنْصَارِ , فَقَالَ: «إِنَّ §قُرَيْشًا حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ وَمُصيِبَةٍ , وَإِنِّي أَرَدْتُ أَنْ أُجِيزَهُمْ وَأَتَأَلَّفَهُمْ , أَمَا تَرْضَوْنَ أَنْ يَرْجِعَ النَّاسُ بِالدُّنْيَا وَتَرْجِعُونَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ إِلَى بُيُوتِكُمْ» ؟ قَالُوا: بَلَى يَا رَسُولَ اللَّهِ.\rقَالَ: «لَوْ سَلَكَ النَّاسُ وَادِيًا وَسَلَكَتِ الأَنْصَارُ شِعْبًا، لَسَلَكْتُ وَادِيَ الأَنْصَارِ أَوْ شِعْبَ الأَنْصَارِ»","seal":"6C90F70E","part":1},
      {"page":64,"id":64,"hno":null,"nass":"الْحَدِيثُ الْحَادِي وَالثَّلاثُونَ","seal":"03612177","part":1},
      {"page":65,"id":65,"hno":33,"nass":"33 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أنا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ الْمَدِينَةَ وَالْيَهُودُ تَصُومُ عَاشُورَاءَ , فَقَالُوا: هَذَا يَوْمَ ظَهَرَ فِيهِ مُوسَى عَلَى فِرْعَوْنَ.\rفَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ لأَصْحَابِهِ: §«أَنْتُمْ أَحَقُّ بِمُوسَى مِنْهُمْ فَصُومُوا»","seal":"F0709953","part":1},
      {"page":66,"id":66,"hno":null,"nass":"الثَّانِي وَالثَّلاثُونَ","seal":"254BA1ED","part":1},
      {"page":67,"id":67,"hno":34,"nass":"34 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي يَعْقُوبَ، قَالَ: سَمِعْتُ ابْنَ أَبِي نُعْمٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، سَأَلَهُ رَجُلٌ عَنِ الْمُحْرِمِ , قَالَ شُعْبَةِ: أَحْسَبُهُ نَقْتُلُ الذُّبَابَ.\rفَقَالَ: أَهْلُ الْعِرَاقِ يَسْأَلُونَنِي عَنِ الذُّبَابِ، وَقَدْ قَتَلُوا ابْنَ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ , وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ: §«هُمَا رَيْحَانَتَايَ مِنَ الدُّنْيَا»\rفَهَذِهِ اثْنَانِ وَثَلاثُونَ حَدِيثًا مِنْ رِوَايَاتِ الْمُحَمَّدِينَ مِنْ هَذَا الطَّرِيقِ.\rفَأَمَّا مُحَمَّدٌ الأَوَّلُ: فَهُوَ شَيْخُنَا وَإِمَامُنَا الْإِمَامُ الْمُطْلَقُ وَحِيدُ عَصْرِهِ وَفَرِيدُ دَهْرِهِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الصَّاعِدِيُّ الْفُرَاوِيُّ، نَزِيلُ نَيْسَابُورَ رَضِيَ اللَّهُ عَنْهُ وَأَرْضَاهِ.\rوَالثَّانِي: الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ الْجُرْجَانِيُّ الْمُقْرِئُ , الْمُقِيمُ بِنَيْسَابُورَ , كَانَ إِمَامَ الْقُرَّاءِ وَشَيْخَ الْقِرَاءَةِ فِي عَصْرِهِ، رَحْمَةُ اللَّهِ عَلَيْهِ رَحْمَةٌ وَاسِعَةٌ.\rوَالثَّالِثُ: الشَّيْخُ أَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عُبَيْدِ اللَّهِ بْنِ حَفْصٍ الْحَفْصِيُّ الْمَرْوَزِيُّ، قَدِمَ نَيْسَابُورَ وَنَزَلَ الْمَدْرَسَةَ النِّظَامِيَّةَ , عَمَّرَهَا اللَّهُ , وَقُرِئَ عَلَيْهِ الصَّحِيحُ , ثُمَّ رَجَعَ إِلَى وَطَنِهِ وَمَوْلِدِهِ بِمَرْوَ، وَتُوُفِّيَ هُنَاكَ رَحْمَةُ اللَّهِ عَلَيْهِ.\rوَالرَّابِعُ: هُوَ الشَّيْخُ الثِّقَةُ أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ الْمَكِّيِّ بْنِ مُحَمَّدِ بْنِ مَكِّيِّ بْنِ زُرَّاعٍ الْكُشْمِيهَنِيُّ الْمَرْوَزِيُّ , الأَدِيبُ رَحِمَهُ اللَّهُ.\rالْخَامِسُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرِ بْن صَالِحِ بْنِ بِشْرٍ الْفِرَبْرِيُّ , صَاحِبُ الْبُخَارِيِّ، تُوُفِّيَ يَوْمَ الأَحَدِ وَقْتَ الظُّهْرِ لِلَيْلَتَيْنِ خَلَتَا مِنْ شَوَّالٍ سَنَةَ عِشْرِينَ وَثَلاثِ مِائَةٍ، رَحْمَةُ اللَّهِ عَلَيْهِ.\rوَالسَّادِسُ: الْإِمَامُ الْمُقَدَّمُ فِي عَصْرِهِ فِي الآفَاقِ بِالاتِّفَاقِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ الْمُغِيرَةِ الْجُعْفِيُّ , مَوْلاهُمُ الْبُخَارِيُّ رَضِيَ اللَّهُ عَنْهُ، قَالَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ: صَنَّفْتُ الْجَامِعَ الصَّحِيحَ فِي الْمَسْجِدِ الْحَرَامِ، فَمَا كَتَبْتُ فِيهِ حَدِيثًا حَتَّى أَسْتَيْقِنَ بِصِحَّتِهِ , وَاسْتَخَرْتُ اللَّهَ عَزَّ وَجَلَّ لِكُلِّ حَدِيثٍ , وَصَلَّيْتُ خَلْفَ الْمَقَامِ رَكْعَتَيْنِ.\rرِضْوَانُ الرَّحْمَنِ عَلَى رُوحِهِ الْعَزِيزَةِ.\rوَالسَّابِعُ: أَبُو بَكْرٍ مُحَمَّدُ بْنُ بَشَّارِ بْنِ عُثْمَانَ بْنِ دَاوُدَ بْنِ كَيْسَانَ الْعَبْدِيُّ الْبَصْرِيُّ , يُقَالُ لَهُ بُنْدَارٌ , مَاتَ فِي رَجَبٍ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَتَيْنِ، رَحِمَهُ اللَّهُ.\rوَالثَّامِنُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ جَعْفَرٍ الْهُذَلِيُّ , مَوْلاهُمُ الْبَصْرِيُّ صَاحِبُ الْكَرَابِيسِيِّ الْمُلَقَّبُ بِغُنْدَرٍ، تُوُفِّيَ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَمِائَةٍ , وَيُقَالُ سَنَةَ ثَلاثٍ وَتِسْعِينَ وَمِائَةٍ , وَيُقَالُ سَنَةَ اثْنَتَيْنِ وَتِسْعِينَ وَمِائَةٍ، وَهُوَ آخِرُ الْمُحَمَّدِينَ، إِلا فِي الْحَدِيثِ الرَّابِعَ عَشَرَ فَإِن فِيهِ تَاسِعًا وَهُوَ أَبُو عَبْدِ اللَّهِ، وَيُقَالُ: أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْمُنْكَدِرِ بْنِ عَبْدِ اللَّهِ بْنِ الْهُدَيْرِ الْقُرَشِيُّ التَّيْمِيُّ , يَرْوِي عَنْ أَبِي عَبْدِ اللَّهِ جَابِرِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ حَرَّامٍ الْأَنْصَارِيِّ ثُمَّ السُّلَمِيِّ , وَغَيْرِهِ , رَضِيَ اللَّهُ عَنْهُ.\rوَكَذَلِكَ فِي الْحَدِيثِ الثَّانِي وَالثَّلاثِينَ فِيهِ تَاسِعٌ مِنَ الْمُحَمَّدِينَ , وَهُوَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي يَعْقُوبَ الضَّبِّيُّ الْبَصْرِيُّ , ابْنُ أَخِي مَيْثَمٍ , سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي نُعْمٍ، وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ , رَوَى عَنْهُ شُعْبَةُ، وَمَهْدِيُّ بْنُ مَيْمُونٍ طَرِيقٌ آخَرُ فِي رِوَايَاتِ الْمُحَمَّدِينَ.","seal":"55B5FB28","part":1},
      {"page":68,"id":68,"hno":null,"nass":"الْحَدِيثُ الثَّالِثُ وَالثَّلاثُونَ","seal":"1538E525","part":1},
      {"page":69,"id":69,"hno":35,"nass":"35 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالَ: أَخْبَرَنَاَ مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , أَوْ قَالَ أَبُو الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ: §«لَوْ أَنَّ الأَنْصَارَ سَلَكُوا وَادِيًا أَوْ شِعْبًا لَسَلَكْتُ فِي وَادِي الأَنْصَارِ , وَلَوْلا الْهِجْرَةُ لَكُنْتُ امْرَأً مِنَ الأَنْصَارِ»","seal":"3A424E7B","part":1},
      {"page":70,"id":70,"hno":null,"nass":"الْحَدِيثُ الرَّابِعُ وَالثَّلاثُونَ","seal":"02E1D66B","part":1},
      {"page":71,"id":71,"hno":36,"nass":"36 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §«عَجِبَ اللَّهُ عَزَّ وَجَلَّ مِنْ قَوْمٍ يَدْخُلُونَ الْجَنَّةَ فِي السَّلاسِلِ»","seal":"9C9168C6","part":1},
      {"page":72,"id":72,"hno":null,"nass":"الْحَدِيثُ الْخَامِسُ وَالثَّلاثُونَ","seal":"0A1AE49A","part":1},
      {"page":73,"id":73,"hno":37,"nass":"37 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ §لأَذُودَنَّ رِجَالا عَنْ حَوْضِي كَمَا يُزَادُ الْغَرِيبَةُ مِنَ الإِبِلِ عَنِ الْحَوْضِ»","seal":"B5DDC9E9","part":1},
      {"page":74,"id":74,"hno":null,"nass":"الْحَدِيثُ السَّادِسُ وَالثَّلاثُونَ","seal":"767E1F1A","part":1},
      {"page":75,"id":75,"hno":38,"nass":"38 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ الْحَسَنَ بْنَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ , أَخَذَ تَمْرَةً مِنَ تَمْرِ الصَّدَقَةِ , فَجَعَلَهَا فِي فِيهِ , فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ: «كَخٍ كَخٍ أَمَا تَعْرِفُ أَنَّا §لا نَأْكُلُ الصَّدَقَةَ»\rرِجَالُ هَذِهِ الأَحَادِيثِ الأَرْبَعَةِ كَمَا مَضَى، إِلا أَنَّ فِيهَا تَاسِعًا مِنَ الْمُحَمَّدِينَ هُوَ: أَبُو الْحَارِثِ مُحَمَّدُ بْنُ زِيَادٍ مَوْلَى عُثْمَانَ بْنِ مَظْعُونٍ الْقُرَشِيُّ الْجُمَحِيُّ الْبَصْرِيُّ، رَوَى عَنْهُ شُعْبَةُ، وَإِبْرَاهِيمُ بْنُ طَهْمَانَ، وَغَيْرُهُمْ","seal":"61F3CD61","part":1},
      {"page":76,"id":76,"hno":null,"nass":"الْحَدِيثُ السَّابِعُ وَالثَّلاثُونَ","seal":"F4829EAB","part":1},
      {"page":77,"id":77,"hno":39,"nass":"39 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا ابْنُ الْعَلاءِ أَبُو كُرَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ , يَقُولُ: قَالَ اللَّهُ تَعَالَى: §«وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا ذَرَّةً، وَلْيَخْلُقُوا حَبَّةً أَوْ شَعِيرَةً»\rشَيْخُ الْبُخَارِيِّ فِي هَذَا الْحَدِيثِ هُوَ: أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلاءِ بْنِ كُرَيْبٍ الْهَمْدَانِيُّ الْكُوفِيُّ، مَاتَ يَوْمَ الثُّلاثَاءِ لأَرْبَعٍ بَقِينَ مِنْ جُمَادَى الآخِرَةِ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَتَيْنِ , وَشَيْخُهُ أَبُو عَبْدِ الرَّحْمَنِ مُحَمَّدُ بْنُ فُضَيْلِ بْنِ غَزْوَانَ الضَّبِّيُّ , مَوْلاهُمُ الْكُوفِيُّ , مَاتَ سَنَةَ خَمْسٍ وَتِسْعِينَ وَمِائَةٍ","seal":"E54BCFF8","part":1},
      {"page":78,"id":78,"hno":null,"nass":"الْحَدِيثُ الثَّامِنُ وَالثَّلاثُونَ","seal":"0DC6EC99","part":1},
      {"page":79,"id":79,"hno":40,"nass":"40 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ، قَالَ: سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ , يَقُولُ: §«يَكُونُ اثْنَا عَشَرَ أَمِيرًا» .\rفَقَالَ كَلِمَةً فَلَمْ أَسْمَعْهَا , قَالَ أَبِي: إِنَّهُ قَالَ: «كُلُّهُمْ مِنْ قُرَيْشٍ» .\rمُحَمَّدُ بْنُ الْمُثَنَّى وَهُوَ أَبُو مُوسَى الزَّمِنُ الْبَصْرِيُّ، مَاتَ بَعْدَ بُنْدَارٍ بِأَرْبَعَةِ أَشْهُرٍ , وَمُحَمَّدُ بْنُ جَعْفَرٍ هُوَ الْمُلَقَّبُ بِغُنْدَرٍ","seal":"038C8C0A","part":1},
      {"page":80,"id":80,"hno":null,"nass":"الْحَدِيثُ التَّاسِعُ وَالثَّلاثُونَ","seal":"1DB5BA2D","part":1},
      {"page":81,"id":81,"hno":41,"nass":"41 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفرٍ , وَهُوَ غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ , عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , قَالَ: §\" أَصْدَقُ بَيْتٍ قَالَهُ الشَّاعِرُ:\rأَلا كُلُّ شَيْءٍ مَا خَلا اللَّهَ بَاطِلٌ \"","seal":"2B7C47A2","part":1},
      {"page":82,"id":82,"hno":null,"nass":"الْحَدِيثُ الأَرْبَعُونَ","seal":"FB2226F3","part":1},
      {"page":83,"id":83,"hno":42,"nass":"42 - أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ , وَهُوَ ابْنُ الْوَلِيدِ بْنِ عَبْدِ الْحَمِيدِ أَبُو عَبْدِ اللَّهِ الْبُسْرِيُّ، حَدَّثَنَا مُحَمَّدٌ وَهُوَ ابْنُ جَعْفَرٍ غُنْدَرٌ، حَدَّثَنَا شُعْبَةٌ، عَنْ تَوْبَةَ الْعَنْبَرِيِّ , قَالَ لِيَ الشَّعْبِيُّ: أَرَأَيْتَ حَدِيثَ الْحَسَنِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ , وَقَاعَدْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَرِيبًا مِنْ سَنَتَيْنِ أَوْ سَنَةٍ وَنِصْفٍ , فَلَمْ أَسْمَعْهُ رَوَى عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ غَيْرَ هَذَا , قَالَ: كَانَ نَاسٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ فِيهِمْ سَعْدٌ فَذَهَبُوا يَأْكُلُونَ مِنْ لَحْمٍ، فَنَادَتْهُمُ امْرَأَةٌ مِنْ بَعْضِ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ: إِنَّهُ لَحْمُ ضَبٍّ , فَأَمْسِكُوا.\rفَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ: §«كُلُوا وَأَطْعِمُوا فَإِنَّهُ حَلالٌ» .\rأَوْ قَالَ: «لا بَأْسَ بِهِ» شَكَّ فِيهِ، وَلَكِنَّهُ لَيْسَ مِنْ طَعَامِي \"\rحَدِيثٌ آخَرُ مِنْ رِوَايَاتِ الْمُحَمَّدِينَ سِوَى الأَرْبَعِينَ مِنْ تَخْرِيجِ الْحَسَنِ بْنِ مَسْعُودِ بْنِ الْوَزِيرِ الدِّمَشْقِيُّ.","seal":"F1FFEB2B","part":1},
      {"page":84,"id":84,"hno":43,"nass":"43 - أَخْبَرَنَا الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الْفَرَاوِيُّ الصَّاعِدِيُّ , رَحِمَهُ اللَّهُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، وَمُحَمَّدٌ، قَالا: أَخْبَرَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا مُحَمَّدٌ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ §رَأَى فِي بَيْتِهَا جَارِيَةً فِي وَجْهِهَا سَفْعَةٌ، فَقَالَ: «اسْتَرْقُوا لَهَا فَإِن بِهَا النَّظْرَةَ»\rأَمَّا مُحَمَّدٌ الأَوَّلُ: فَهُوَ شَيْخُنَا وَإِمَامُنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ الْفُرَاوِيُّ.\rوَالثَّانِي: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ الْخَبَّازِيُّ الْمُقْرِئُ، شَيْخُ خُرَاسَانَ فِي الْقِرَاءَةِ.\rوَالثَّالِثُ: أَبُو سَهْلٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عُبَيْدِ اللَّهِ بْنِ حَفْصٍ الْحَفْصِيُّ الْمَرْوَزِيُّ.\rوَالرَّابِعُ: أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ مَكِّيِّ بْنِ مُحَمَّدِ بْنِ مَكِّيِّ بْنِ زَرَّاعٍ الْكُشْمِيهَنِيُّ الأَدِيبُ.\rالْخَامِسُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مَطَرِ بْنِ صَالِحِ بْنِ بِشْرٍ الْفِرَبْرِيُّ.\rوَالسَّادِسُ: الْإِمَامُ الْحُجَّةُ الأُسْتَاذُ فَرِيدُ عَصْرِهِ وَأَوْحَدُ دَهْرِهِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ الْمُغِيرَةِ الْجُعْفِيُّ , مَوْلاهُمُ الْبُخَارِيُّ.\rوَالسَّابِعُ: الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ خَالِدِ بْنِ فَارِسِ بْنِ ذُؤَيْبٍ الذُّهْلِيُّ، شَيْخُ خُرَاسَانَ.\rوَالثَّامِنُ: مُحَمَّدُ بْنُ وَهْبِ بْنِ سَعِيدٍ.\rوَالتَّاسِعُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ حَرْبٍ الأَبْرَشُ الْخَوْلانِيُّ الْحِمْصِيُّ.\rوَالْعَاشِرُ: أَبُو الْهُذَيْلِ مُحَمَّدُ بْنُ الْوَلِيدِ بْنِ عَامِرٍ الزُّبَيْدِيُّ الْحِمْصِيُّ.\rوَالْحَادِي عَشَرَ: أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ شِهَابِ بْنِ الْحَارِثِ بْنِ زُهْرَةَ بْنِ كِلابِ بْنِ مُرَّةَ بْنِ كَعْبِ بْنِ لُؤَيِّ بْنِ غَالِبٍ الزُّهْرِيُّ , وَهُوَ آخِرُ الْمُحَمَّدِينَ.\rوَهَذَا حَدِيثٌ صَحِيحٌ أُخْرِجَ فِي الْجَامِعِ كَمَا ذَكَرْنَاهُ، وَقَدْ جُمِعَ فِيهِ مِنَ الْبَرَكَاتِ مَا لَمْ يُوجَدْ فِي حَدِيثٍ سِوَاهُ، إِذَا تَكَرَّرَ فِيهِ اسْمُ سَيِّدِ الْمُرْسَلِينَ وَإِمَامِ الْمُتَّقِينَ وَخَاتَمِ النَّبِيِّينَ صَلَوَاتُ اللَّهِ عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ، آمِينَ رَبَّ الْعَالَمِينَ ?? ?? ?? ?? (6) الأربعين المستخرجة","seal":"B6760029","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":537,"Bk":"الأربعون المستخرجة من الصحاح من روايات المحمدين","HigriD":"537","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عَبْدُ الرَّزَّاقِ بْنُ مُحَمَّدِ بْنِ أَبِي نَصْرٍ أحمد بن محمد بن عيسى بن عمار أَبُو الْمَحَاسِنِ الطَّبَسِيُّ","bLnk":null,"Inf":"","Auth":"أبو المحاسن الطَّبَسِيُّ","Betaka":"الكتاب: الأربعين المستخرجة من الصحاح من روايات المحمدين\r\nالمؤلف: عَبْدُ الرَّزَّاقِ بْنُ مُحَمَّدِ بْنِ أَبِي نَصْرٍ أحمد بن محمد بن عيسى بن عمار أَبُو الْمَحَاسِنِ الطَّبَسِيُّ (المتوفى: 537هـ)\r\nالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\r\nالطبعة: الأولى، 2004\r\n[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"جا في التقييد لمعرفة رواة السنن والمسانيد - (1 / 351)\r\n437- عبد الرزاق بن محمد بن أحمد الطبسي أبو المحاسن.\r\nسكن نيسابور قال السمعاني وكان يقرأ للغرباء ويفيدهم يقال إنه قرأ صحيح مسلم على محمد بن الفضل الفراوي ثمانية عشر مرة له وللناس وسمع من ابن بيان وابن نبهان وغيرهما وتوفي بنيسابور في ربيع الأول من سنة سبع وثلاثين وخمسمائة.\r\n\r\nوجاء في المنتخب من كتاب السياق لتاريخ نيسابور - (1 / 393)\r\n1187 - عَبْدُ الرَّزَّاقِ بْنُ مُحَمَّدِ بْنِ أَبِي نَصْرٍ الطَّبَسِيُّ أَبُو الْمَحَاسِنِ، شَابٌّ سَدِيدٌ صَائِنٌ  مُحَصِّلٌ، مِنْ بَيْتِ الْعِلْمِ وَالْحَدِيثِ.\r\nسَمِعَ أَبُوهُ الْكَثِيرَ بِنَيْسَابُورَ مِنَ الطَّبَقَةِ الثَّانِيَةِ، وَهَذَا قَدِمَ نَيْسَابُورَ وَاخْتَلَفَ إِلَى أَبِي نَصْرٍ الْقُشَيْرِيِّ وَدَرَسَ عَلَيْهِ وَحَصَّلَ الْكَثِيرَ مِنْ مَشَايِخِنَا الْمُتَأَخِّرِينَ.\r\nوَسَمِعَ مِنْ أَبِي الْحَسَنِ أَيْضًا، وَهُوَ كَثِيرُ الْقِرَاءَةِ صَحِيحُهَا، جَامِعٌ بَيْنَ تَحْصِيلِ الْعِلْمِ وَالسَّدَادِ فِي السِّيرَةِ وَالطَّرِيقَةِ، كَثِيرُ الْعِبَادَةِ.\r\n\r\nوجاء في معجم ابن عساكر - (1 / 570)\r\n703- حدثنا عبد الرزاق بن محمد بن أبي نصر أحمد بن محمد بن عيسى بن عمار أبو المحاسن الطبسي لفظا بنيسابور قال أبنا القاضي أبو الفضل محمد بن أحمد بن أبي جعفر الطبسي بطبس أبنا أبو صادق الصيدلاني وعلي بن أبي بكر الطرازي وأبو محمد عبد الله بن أبي القاسم الحرضي وأبو بكر محمد بن أحمد بن رجاء قالوا ثنا الأصم وهو محمد بن يعقوب ثنا أحمد بن شيبان الرملي ثنا سفيان بن عيينة عن الزهري عن عمرة عن عائشة أن النبي صلى الله عليه وسلم كان يقطع في ربع دينار فصاعدا.\r\nأخرجه مسلم عن جماعة عن سفيان.","seal":"EFD7E5B5","cat":"مخطوطات حديثية","oNum":29772,"BkId":29772,"oAuth":2236,"bVer":1,"aSeal":"EBC1E029"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t29772":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"فالحديث الأول"},
      {"lvl":1,"id":6,"sub":0,"tit":"الحديث الثاني"},
      {"lvl":1,"id":8,"sub":0,"tit":"الحديث الثالث"},
      {"lvl":1,"id":10,"sub":0,"tit":"الحديث الرابع"},
      {"lvl":1,"id":12,"sub":0,"tit":"الحديث الخامس"},
      {"lvl":1,"id":14,"sub":0,"tit":"الحديث السادس"},
      {"lvl":1,"id":16,"sub":0,"tit":"الحديث السابع"},
      {"lvl":1,"id":18,"sub":0,"tit":"الحديث الثامن"},
      {"lvl":1,"id":20,"sub":0,"tit":"الحديث التاسع"},
      {"lvl":1,"id":22,"sub":0,"tit":"الحديث العاشر"},
      {"lvl":1,"id":24,"sub":0,"tit":"الحديث الحادي عشر"},
      {"lvl":1,"id":26,"sub":0,"tit":"الحديث الثاني عشر"},
      {"lvl":1,"id":28,"sub":0,"tit":"الحديث الثالث عشر"},
      {"lvl":1,"id":30,"sub":0,"tit":"الحديث الرابع عشر"},
      {"lvl":1,"id":32,"sub":0,"tit":"الحديث الخامس عشر"},
      {"lvl":1,"id":34,"sub":0,"tit":"الحديث السادس عشر"},
      {"lvl":1,"id":36,"sub":0,"tit":"الحديث السابع عشر"},
      {"lvl":1,"id":38,"sub":0,"tit":"الحديث الثامن عشر"},
      {"lvl":1,"id":40,"sub":0,"tit":"الحديث التاسع عشر"},
      {"lvl":1,"id":42,"sub":0,"tit":"الحديث العشرون"},
      {"lvl":1,"id":44,"sub":0,"tit":"الحديث الحادي والعشرون"},
      {"lvl":1,"id":46,"sub":0,"tit":"الحديث الثاني والعشرون"},
      {"lvl":1,"id":48,"sub":0,"tit":"الحديث الثالث والعشرون"},
      {"lvl":1,"id":50,"sub":0,"tit":"الحديث الرابع والعشرون"},
      {"lvl":1,"id":52,"sub":0,"tit":"الحديث الخامس والعشرون"},
      {"lvl":1,"id":54,"sub":0,"tit":"الحديث السادس والعشرون"},
      {"lvl":1,"id":56,"sub":0,"tit":"الحديث السابع والعشرون"},
      {"lvl":1,"id":58,"sub":0,"tit":"الحديث الثامن والعشرون"},
      {"lvl":1,"id":60,"sub":0,"tit":"الحديث التاسع والعشرون"},
      {"lvl":1,"id":62,"sub":0,"tit":"الحديث الثلاثون"},
      {"lvl":1,"id":64,"sub":0,"tit":"الحديث الحادي والثلاثون"},
      {"lvl":1,"id":66,"sub":0,"tit":"الثاني والثلاثون"},
      {"lvl":1,"id":68,"sub":0,"tit":"الحديث الثالث والثلاثون"},
      {"lvl":1,"id":70,"sub":0,"tit":"الحديث الرابع والثلاثون"},
      {"lvl":1,"id":72,"sub":0,"tit":"الحديث الخامس والثلاثون"},
      {"lvl":1,"id":74,"sub":0,"tit":"الحديث السادس والثلاثون"},
      {"lvl":1,"id":76,"sub":0,"tit":"الحديث السابع والثلاثون"},
      {"lvl":1,"id":78,"sub":0,"tit":"الحديث الثامن والثلاثون"},
      {"lvl":1,"id":80,"sub":0,"tit":"الحديث التاسع والثلاثون"},
      {"lvl":1,"id":82,"sub":0,"tit":"الحديث الأربعون"}
    ]
}
