{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b29972":
    [
      {"page":1,"id":1,"hno":null,"nass":"الْجُزْءُ الأَوَّلُ مِنْ حَدِيثِ أَبِي عَلِيٍّ الْحَسَنِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ، عَنْ شُيُوخِهِ.\rانْتِقَاءُ أَبِي الْقَاسِمِ الأَزْجِيِّ.\rرِوَايَةُ أَبِي عَلِيٍّ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ إِسْمَاعِيلَ التِّكَكِيِّ، وَأَبِي غَالِبٍ الْبَاقِلانِيِّ , عَنْهُ.\rرِوَايَةُ الأَمِيرِ الأَجَلِّ السَّيِّدِ أَبِي جَعْفَرٍ الْهَيْثَمِ بْنِ هِلالِ بْنِ الْهَيْثَمِ، وَأَبِي مُحَمَّدٍ النَّرْسِيِّ , عَنْهُمَا , عَنْهُ.\rوَرِوَايَةُ أَبِي الْحُسَيْنِ عَبْدِ الْحَقِّ بْنِ عَبْدِ الْخَالِقِ، عَنْ أَبِي غَالِبٍ.\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ رَبِّ أَنْعَمْتَ فَزِدْ","seal":"841CC58F","part":1},
      {"page":2,"id":2,"hno":1,"nass":"1 - أَخْبَرَنَا الشَّيْخُ الأَمِيرُ أَبُو جَعْفَرٍ الْهَيْثَمُ بْنُ هِلالِ بْنِ الْهَيْثَمِ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قِيلَ لَهُ: أَخْبَرَكُمْ أَبُو عَلِيٍّ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ إِسْمَاعِيلَ التِّكَكِيُّ، وَالشَّيْخُ أَبُو الْحُسَيْنِ عَبْدُ الْحَقِّ بْنُ عَبْدِ الْخَالِقِ بْنِ يُوسُفَ، قَالَ: أنبا أَبُو غَالِبٍ الْبَاقِلانِيُّ، وَأنبا أَبُو مُحَمَّدِ بْنُ النَّرْسِيِّ، قَالَ: أنبا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ شَاذَانَ، قِرَاءَةً عَلَيْهِ، فِي جُمَادَى الأُولَى سَنَةَ خَمْسٍ وَعِشْرِينَ وَأَرْبَعِمِائَةٍ، فِي مَسْجِدِهِ بِدَرْبِ الْمَجُوسِ، أَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سَلْمَانَ بْنِ الْحَسَنِ بْنِ إِسْرَائِيلَ بْنِ يُونُسَ النَّجَّادُ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي رَبِيعٍ الأَوَّلِ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَثَلاثِمِائَةٍ، قَالَ: قُرِئَ عَلَى الْحَسَنِ بْنِ مُكْرَمٍ، وَأَنَا أَسْمَعُ، قَالَ: نا عَلِيُّ بْنُ عَاصِمٍ، ثنا خَالِدٌ الْحَذَّاءُ، وَهِشَامُ بْنُ حَسَّانٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا جَاءَ أَحَدُكُمْ إِلَى الصَّلاةِ فَلا يَسْعَ، وَلَكِنْ يَمْشِي وَعَلَيْهِ السَّكِينَةُ وَالْوَقَارُ، فَلْيُصَلِّ مَا أَدْرَكَ وَلْيَقْضِ مَا سَبَقَهُ»","seal":"3781F12E","part":1},
      {"page":3,"id":3,"hno":2,"nass":"2 - أَخْبَرَنَا أَحْمَدُ، ثنا الْحَسَنُ بْنُ مُكْرَمٍ، ثنا عُثْمَانُ بْنُ عُمَرَ، ثنا يُونُسُ بْنُ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«إِنَّمَا نَسَمَةُ الْمُسْلِمِ طَيْرٌ يُعَلَّقُ فِي شَجَرِ الْجَنَّةِ حَتَّى يُرْجِعَهُ اللَّهُ فِي جَسَدِهِ يَوْمَ يَبْعَثُهُ»","seal":"8B80797F","part":1},
      {"page":4,"id":4,"hno":3,"nass":"3 - حَدَّثَنَا أَحْمَدُ، نا الْحَسَنُ، نا عُثْمَانُ بْنُ عُمَرَ، ثنا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، قَالَ: §«قَلَّ مَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ إِذَا أَرَادَ سَفَرًا إِلا يَوْمَ الْخَمِيسِ»","seal":"AB4A3974","part":1},
      {"page":5,"id":5,"hno":4,"nass":"4 - أَخْبَرَنَا أَحْمَدُ، قَالَ: قُرِئَ عَلَى هِلالِ بْنِ الْعَلاءِ، وَأَنَا أَسْمَعُ، أَنَّ أَبَاهُ حَدَّثَهُمْ، حَدَّثَنَا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنِ الْحَسَنِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ»","seal":"C9FB1D2A","part":1},
      {"page":6,"id":6,"hno":5,"nass":"5 - أَخْبَرَنَا أَحْمَدُ، قَالَ: نا الْحَسَنُ بْنُ مُكْرَمٍ، نا عَلِيُّ بْنُ عَاصِمٍ، أَنَبا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لأَنْ يَجْلِسَ أَحَدُكُمْ عَلَى جَمْرَةٍ فَتَحْرِقَ ثِيَابَهُ حَتَّى تَصِلَ إِلَى جِلْدِهِ خَيْرٌ لَهُ مِنْ أَنْ يَجْلِسَ عَلَى قَبْرٍ»","seal":"5F37435E","part":1},
      {"page":7,"id":7,"hno":6,"nass":"6 - وَبِإِسْنَادِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا أُشْكِلَ عَلَى أَحَدِكُمْ وَهُوَ فِي صَلاتِهِ أَخَرَجَ مِنْهُ شَيْءٌ أَمْ لَمْ يَخْرُجْ؟ فَلا يَنْفَتِلْ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَشُمَّ رِيحًا»","seal":"4C99B91C","part":1},
      {"page":8,"id":8,"hno":7,"nass":"7 - أَخْبَرَنَا أَحْمَدُ، نا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا أَبِي، نا عَلِيُّ بْنُ جَنَدٍ الطَّائِفِيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«يَا أَنَسُ أَكْثِرْ مِنَ الصَّلاةِ فِي بَيْتِكَ يَكْثُرْ خَيْرُ بَيْتِكَ، وَسَلِّمْ عَلَى مَنْ لَقِيتَ مِنْ أُمَّتِي تَكْثُرْ حَسَنَاتُكَ»","seal":"0CBB975E","part":1},
      {"page":9,"id":9,"hno":8,"nass":"8 - أَخْبَرَنَا أَحْمَدُ، نا الْحَسَنُ بْنُ مُكْرَمٍ، نا يَزِيدُ بْنُ هَارُونَ، أنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا كَانَ أَحَدُكُمْ صَائِمًا فَلا يَرْفُثْ وَلا يَجْهَلْ وَإِنِ امْرُؤٌ شَاتَمَهُ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّي صَائِمٌ»","seal":"01EB55D5","part":1},
      {"page":10,"id":10,"hno":9,"nass":"9 - أَخْبَرَنَا أَحْمَدُ، نا الْحَسَنُ بْنُ مُكْرَمٍ، نا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لِكُلِّ عَمَلٍ بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ يُدْعَوْنَ بِذَلِكَ الْعَمَلِ، وَلأَهْلِ الصِّيَامِ بَابٌ، يُقَالُ لَهُ الرَّيَّانُ» .\rفَقَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ هَلْ مِنْ أَحَدٍ يُدْعَى مِنْ تِلْكَ الأَبْوَابِ؟ قَالَ: «نَعَمْ وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ يَا أَبَا بَكْرٍ»","seal":"A2AFF44D","part":1},
      {"page":11,"id":11,"hno":10,"nass":"10 - أَخْبَرَنَا أَحْمَدُ، نا الْحَسَنُ بْنُ مُكْرَمٍ، ثنا يَزِيدُ بْنُ هَارُونَ، نا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ: §«لِكُلِّ عَمَلٍ كَفَّارَةٌ، وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ، وَلَخَلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ»","seal":"EFB1B96E","part":1},
      {"page":12,"id":12,"hno":11,"nass":"11 - حَدَّثَنَا أَحْمَدُ، ثنا هِلالُ بْنُ الْعَلاءِ، ثنا أَبِي، ثنا عبْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ،: §«لِلصَّائِمِ فَرْحَتَانِ عِنْدَ فِطْرِهِ، وَحِينَ يَلْقَى رَبَّهُ عَزَّ وَجَلَّ»","seal":"D5607472","part":1},
      {"page":13,"id":13,"hno":12,"nass":"12 - أَخْبَرَنَا أَحْمَدُ، قَالَ: نا يَحْيَى بْنُ جَعْفَرٍ، أنا عَلِيُّ بْنُ عَاصِمٍ، أنا خَالِدٌ الْحَذَّاءُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ تَسَمَّعْ إِلَى حَدِيثِ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ، صُبَّ فِي أُذُنِهِ الآنُكُ، وَمَنْ تَحَلَّمَ كُلِّفَ أَنْ يَعْقِدَ شَعِيرَةً، وَيُعَذَّبُ وَلَيْسَ بِعَاقِدٍ، وَمَنْ صَوَّرَ صُورَةً فِي الدُّنْيَا كُلِّفَ يَوْمَ الْقِيَامَةِ أَنْ يَنْفُخَ فِيهَا الرُّوحَ وَلَيْسَ بِنَافِخٍ»","seal":"F197A8D0","part":1},
      {"page":14,"id":14,"hno":13,"nass":"13 - أَخْبَرَنَا أَبُو جَعْفَرٍ عَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ عِيسَى بْنِ الْمَنْصُورِ يُعْرَفُ بِابْنِ بَرِّيَّةَ الْهَاشِمِيِّ، وَأَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ بْنِ الْحَارِثِ الدِّهْقَانُ الْعَقَبِيُّ، وَأَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، وَأَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ السَّمَّاكِ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، ثنا أَبُو مُعَاوِيَةَ الضَّرِيرُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرَةً عَلَى الدِّينِ عَزِيزَةً إِلَى يَوْمِ الْقِيَامَةِ»","seal":"1026E394","part":1},
      {"page":15,"id":15,"hno":14,"nass":"14 - أَخْبَرَنَا أَبُو جَعْفَرِ بْنُ بَرِّيَّةَ، وَأَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدٍ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، وَعُثْمَانُ بْنُ السَّمَّاكِ، وَمَيْمُونُ بْنُ إِسْحَاقَ، قَالُوا: نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلا لَيَرَاهُمْ مَنْ تَحْتَهُمْ، كَمَا يُرَى الْكَوْكَبُ الدُّرِّيُّ فِي الأُفُقِ مِنْ آفَاقِ السَّمَاءِ، وَإِنَّ أَبَا بَكْرٍ، وَعُمَرَ مِنْهُمْ وَأَنْعَمَا»","seal":"522CEFE9","part":1},
      {"page":16,"id":16,"hno":15,"nass":"15 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ بْنِ الْفَضْلِ بْنِ الْحَارِثِ الدِّهْقَانُ الْعَقَبِيُّ، كَانَ يَنْزِلُ الْعَقَبَةَ، ثنا أَبُو الْفَضْلِ عَبَّاسُ بْنُ مُحَمَّدِ بْنِ حَاتِمٍ الدُّورِيُّ، ثَنَا طَلْقُ بْنُ غَنَّامٍ النَّخَعِيُّ، حَدَّثَنَا شَرِيكٌ، وَقَيْسٌ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَدِّ الأَمَانَةَ إِلَى مَنِ ائْتَمَنَكَ، وَلا تَخُنْ مَنْ خَانَكَ»","seal":"6928660B","part":1},
      {"page":17,"id":17,"hno":16,"nass":"16 - أَخْبَرَنَا حَمْزَةُ، ثنا عَبَّاسٌ، ثنا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أنا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: §\" لَقِيَ شَيْطَانُ الْمُؤْمِنِ شَيْطَانَ الْكَافِرِ، فَإِذَا شَيْطَانُ الْمُؤْمِنِ مَهْزُولٌ، وَإِذَا شَيْطَانُ الْكَافِرِ سَمِينٌ، فَقَالَ: مَا لَكَ؟ قَالَ: مَا لِيَ مِنْهُ شَيْءٌ، إِذَا دَخَلَ بَيْتَهُ ذَكَرَ اسْمَ اللَّهِ تَعَالَى، وَإِذَا شَرِبَ ذَكَرَ اسْمَ اللَّهِ، قَالَ الآخَرُ: لَكِنِّي آكُلُ مَعَهُ وَأَشْرَبُ مَعَهُ \"","seal":"3AA39E12","part":1},
      {"page":18,"id":18,"hno":17,"nass":"17 - أَخْبَرَنَا حَمْزَةُ، ثنا عَبَّاسٌ، قَالَ: ثنا عُبَيْدُ اللَّهِ، أنبا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، وَأَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي، فَإِنَّ الشَّيْطَانَ لا يَتَمَثَّلُ عَلَى صُورَتِي»","seal":"0F14786A","part":1},
      {"page":19,"id":19,"hno":18,"nass":"18 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ السَّمَّاكِ الدَّقَّاقُ، أنا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُوسَى اللاحُونِيُّ، ثنا عُمَرُ بْنُ عَلِيٍّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ بَاتَ وَفِي يَدِهِ رِيحُ غِمْرٍ فَأَصَابَهُ شَيْءٌ، فَلا يَلُومَنَّ إِلا نَفْسَهُ»","seal":"0E73AE82","part":1},
      {"page":20,"id":20,"hno":19,"nass":"19 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ، وَعَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ بَرِّيَّةَ الْهَاشِمِيُّ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، وَمَيْمُونُ بْنُ إِسْحَاقَ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، نا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، أَوْ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" إِذَا قَالَ الرَّجُلُ سُبْحَانَ اللَّهِ، قَالَ الْمَلَكُ: وَالْحَمْدُ لِلَّهِ، وَإِذَا قَالَ: سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ، قَالَ الْمَلَكُ: لا إِلَهَ إِلا اللَّهُ، وَإِذَا قَالَ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، قَالَ الْمَلَكُ: وَاللَّهُ أَكْبَرُ، فَإِذَا قَالَ: سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ، قَالَ الْمَلَكُ: يَرْحَمُكَ اللَّهُ \"","seal":"78E15360","part":1},
      {"page":21,"id":21,"hno":20,"nass":"20 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، عَلِّمْنِي شَيْئًا يُقَرِّبُنِي مِنَ الْجَنَّةِ وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: §«إِذَا عَمِلْتَ سَيِّئَةً فَأَتْبِعْهَا حَسَنَةً» .\rقَالَ: مِنَ الْحَسَنَاتِ لا إِلَهَ إِلا اللَّهُ؟ قَالَ: «هِيَ أَحْسَنُ الْحَسَنَاتِ»","seal":"FB484D29","part":1},
      {"page":22,"id":22,"hno":21,"nass":"21 - أَخْبَرَنَا عُثْمَانُ بْنُ السَّمَّاكِ، وَمَيْمُونُ بْنُ إِسْحَاقَ، أنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَأَى رَجُلا مُنْبَطِحًا عَلَى وَجْهِهِ، فَقَالَ: §«إِنَّ هَذِهِ لَضَجْعَةٌ مَا يُحِبُّهَا اللَّهُ تَعَالَى»","seal":"F39005EF","part":1},
      {"page":23,"id":23,"hno":22,"nass":"22 - أَخْبَرَنَا عُثْمَانُ بْنُ السَّمَّاكِ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا ابْنُ إِدْرِيسَ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي عَمَّارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَيْهِ، عَنْ يَعْلَى بْنِ أُمَيَّةَ، قَالَ: قُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ §: {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ} [النساء: 101] .\rوَقَدْ أَمِنَ النَّاسُ، فَقَالَ: عَجِبْتُ مِمَّا عَجِبْتَ مِنْهُ، فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «صَدَقَةٌ تَصَدَّقَ اللَّهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُ»","seal":"7EEEDCCB","part":1},
      {"page":24,"id":24,"hno":23,"nass":"23 - أَخْبَرَنَا عُثْمَانُ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي رَزِينٍ، قَالَ: رَأَيْتُ أَبَا هُرَيْرَةَ، يَضْرِبُ خَيْمَتَهُ بِيَدِهِ وَيَقُولُ: يَا أَهْلَ الْعِرَاقِ، تَزْعُمُونَ أَنِّي أَكْذِبُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لِيَكُونَ لَكُمُ الْمَهْنَأُ وَعَلَيَّ الإِثْمُ، أَشْهَدُ لَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §«إِذَا انْقَطَعَ شِسْعُ أَحَدِكُمْ فَلا يَمْشِ فِي نَعْلِهِ الأُخْرَى حَتَّى يُصْلِحَهَا»","seal":"8B7BD5AA","part":1},
      {"page":25,"id":25,"hno":24,"nass":"24 - أَخْبَرَنَا عُثْمَانُ بْنُ السَّمَّاكِ، ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا تَسُبُّوا أَصْحَابِي، فَوَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ أَحَدكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا أَدْرَكَ مُدَّ أَحَدِهِمْ وَلا نَصِيفَهُ»","seal":"D25703D3","part":1},
      {"page":26,"id":26,"hno":25,"nass":"25 - أَخْبَرَنَا عُثْمَانُ، ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ سُنَيْنٍ، ثنا عِمْرَانُ بْنُ أَبِي عِمْرَانَ الرَّمْلِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ الْخِرِّيتِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«طَلَبُ الْحَلالِ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ»","seal":"4C9D2C75","part":1},
      {"page":27,"id":27,"hno":26,"nass":"26 - حَدَّثَنَا عُثْمَانُ، نا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي الْحُنَيْنِ، ثنا ابْنُ الأَصْبَهَانِيِّ، أنا شَرِيكٌ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنِ الْحسَنِ، عَنْ صَعْصَعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ صَلاتُهُ، فَإِنْ تَمَّتْ قُبِلَ مِنْهُ سَائِرُ عَمَلِهِ، وَإِنْ نَقَصَتْ، قَالَ: انْظُرُوا هَلْ لَهُ مِنْ تَطَوُّعٍ فَأَكْمِلُوهَا بِهِ \"","seal":"A4239EA0","part":1},
      {"page":28,"id":28,"hno":27,"nass":"27 - حَدَّثَنَا عُثْمَانُ، نا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الْمُنَادِي، ثنا عَمْرُو بْنُ عَوْنٍ، نا هُشَيْمٌ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«تُنْكَحُ الْمَرْأَةُ لِمَالِهَا وَلِجَمَالِهَا وَلِدِينِهَا، فَعَلَيْكَ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ»","seal":"2309957B","part":1},
      {"page":29,"id":29,"hno":28,"nass":"28 - أنبا عُثْمَانُ، ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى الْبِرْتِيُّ، ثنا مُوسَى بْنُ إِسْمَاعِيلُ، ثنا أَبَانٌ، ثنا قَتَادَةُ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ حَكِيمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ، يُحَاسَبُ بِصَلاتِهِ، فَإِنْ صَلُحَتْ فَقَدْ أَفْلَحَ وَأَنْجَحَ، وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ»","seal":"42133DE8","part":1},
      {"page":30,"id":30,"hno":29,"nass":"29 - أَخْبَرَنَا عُثْمَانُ، ثنا الْحَسَنُ بْنُ مُكْرَمٍ، ثنا عُثْمَانُ بْنُ عُمَرَ، نا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«نِعْمَ الرَّجُلُ أَبُو بَكْرٍ، نِعْمَ الرَّجُلُ عُمَرُ» .\rرَضِيَ اللَّهُ عَنْهُمَا","seal":"DB1E77FD","part":1},
      {"page":31,"id":31,"hno":30,"nass":"30 - أَخْبَرَنَا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرِ بْنِ أَبِي طَالِبٍ، ثنا حَمَّادُ بْنُ مَسْعَدَةَ، ثنا خَارِجَةُ بْنُ مُصْعَبٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي جَنَازَةٍ، فَوَجَدْتُ مِنْهُ خَلْوَةً وَقَدْ تَفَرَّقَ النَّاسُ عَنْهُ، قَالَ: §«قُلْ» .\rقُلْتُ: وَمَا أَقُولُ؟ قَالَ: «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ» .\rحَتَّى خَتَمَهَا «قُلْ أَعُوذُ بِرَبِّ النَّاسِ» .\rحَتَّى خَتَمَهَا «فَإِنَّ النَّاسَ لَمْ يَتَعَوَّذُوا بِشَيْءٍ أَفْضَلَ مِنْهَا»","seal":"E9BB9AE1","part":1},
      {"page":32,"id":32,"hno":31,"nass":"31 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي الْحُنَيْنِ، ثنا الْحَسَنُ بْنِ بِشْرٍ، ثنا الْحَكَمُ بْنُ عَبْدِ الْمَلِكِ، عَنْ قَتَادَةَ، عَنْ هِلالِ بْنِ يَزِيدَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِنَّ الشُّونِيزَ يَنْفَعُ بِإِذْنِ اللَّهِ مِنْ كُلِّ دَاءٍ إِلا الْمَوْتَ»","seal":"098BA938","part":1},
      {"page":33,"id":33,"hno":32,"nass":"32 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ، ثنا خَالِدُ بْنُ يَزِيدَ الطَّبِيبُ، عَنْ قَيْسٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: §«مَا شَبِعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ طَعَامٍ مَأْدُومٍ حَتَّى فَارَقَ الدُّنْيَا»","seal":"EE93A259","part":1},
      {"page":34,"id":34,"hno":33,"nass":"33 - أَخْبَرَنَا عُثْمَانُ، ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا وَهْبُ بْنُ جَرِيرٍ، وَبِشْرُ بْنُ عُمَرَ، نا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ ثَوْبَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«اسْتَقِيمُوا وَلَنْ تُحْصَوْا، وَاعْلَمُوا أَنَّ خَيْرَ أَعْمَالِكُمُ الصَّلاةُ، وَلَنْ يُحَافِظَ عَلَى الْوُضُوءِ إِلا مُؤْمِنٌ»","seal":"790E5A76","part":1},
      {"page":35,"id":35,"hno":34,"nass":"34 - أَخْبَرَنَا عُثْمَانُ بْنُ السَّمَّاكِ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، قَالَ: نا حَفْصُ بْنُ عَبَّادٍ، عَنْ أَشْعَثَ بْنِ سَوَّارٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: مَرَّ بِي خَالِي وَمَعَهُ اللِّوَاءُ، فَقُلْتُ: يَا خَالُ أَيْنَ تَذْهَبُ؟ قَالَ: §بَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى رَجُلٍ تَزَوَّجَ امْرَأَةَ أَبِيهِ آتِيهِ بِرَأْسِهِ","seal":"754851A4","part":1},
      {"page":36,"id":36,"hno":35,"nass":"35 - أَخْبَرَنَا عُثْمَانُ، وَأَبُو سَهْلٍ، قَالا: ثنا أَحْمَدُ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، ثنا مُحَمَّدُ بْنُ سَعْدٍ الأَنْصَارِيُّ، عَنْ حَبِيبِ بْنِ سَالِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" كَانَ مُوسَى إِذَا اغْتَسَلَ اعْتَزَلَ وَحْدَهُ، فَقَالَ بَنُو إِسْرَائِيلَ، أَوْ مَنْ قَالَ مِنْهُمْ: مَا يَفْعَلُ ذَلِكَ إِلا أَنَّهُ آدَرُ، فَبَيْنَا هُوَ ذَاتَ يَوْمٍ وَقَدْ وَضَعَ ثِيَابَهُ عَلَى حَجَرٍ فَجَمَحَ الْحَجَرُ بِثِيَابِهِ، فَاتَّبَعَهُ مُوسَى وَهُوَ يَقُولُ: ثَوْبِي حَجَرُ، ثَوْبِي حَجَرُ \".\rقَالَ: \" فَضَرَبَهُ سِتَّ ضَرَبَاتٍ أَوْ سَبْعَةً، فَإِنَّهُنَّ لَبَادِيَاتٌ بِالْحَجَرِ، فَلَمَّا بَصُرَتْ إِلَيْهِ بَنُو إِسْرَائِيلَ مُجَرَّدًا عَلِمُوا أَنَّهُ لَيْسَ كَمَا قَالُوا، فَذَاكَ قَوْلُهُ تَعَالَى: {فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا} [الأحزاب: 69] \"","seal":"65442A54","part":1},
      {"page":37,"id":37,"hno":36,"nass":"36 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، وَحَمْزَةُ بْنُ مُحَمَّدٍ الدِّهْقَانُ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، نا أَبِي، عَنْ أَبِي بَكْرٍ النَّهْشَلِيِّ، عَنْ إِسْحَاقَ، عَنْ أَبِي عَبْدِ اللَّهِ الْيَحْصَبِيِّ، عَنْ وَائِلِ بْنِ حُجْرٍ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَالَ: §\" {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} [الفاتحة: 7] .\rقَالَ: «رَبِّ اغْفِرْ لِي آمِينَ»","seal":"4E0C1323","part":1},
      {"page":38,"id":38,"hno":37,"nass":"37 - أَخْبَرَنَا عُثْمَانُ، ثنا أَحْمَدُ بْنُ زُهَيْرٍ، نا قُطْبَةُ بْنُ الْعَلاءِ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا ذِئْبَانِ جَائِعَانِ فِي حَظِيرَةٍ وَثِيقَةٍ يَأْكُلانِ وَيَفْتَرِسَانِ، بِأَسْرَعَ مِنْ حُبِّ الشَّرَفِ وَحُبِّ الْمَالِ فِي دِينِ الْمَرْءِ الْمُسْلِمِ»","seal":"29B3783C","part":1},
      {"page":39,"id":39,"hno":38,"nass":"38 - أَخْبَرَنَا عُثْمَانُ، ثنا أَحْمَدُ بْنُ زُهَيْرٍ، ثنا قُطْبَةُ، ثنا أَبِي، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ أَرَادَ سَخَطَ اللَّهِ وَرِضَا النَّاسِ عَادَ حَامِدُهُ مِنَ النَّاسِ ذَامًّا»","seal":"AF9F897C","part":1},
      {"page":40,"id":40,"hno":39,"nass":"39 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، ثنا الْحَسَنُ بْنُ سَلامٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أنا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا عَادَ الْمَرِيضَ قَالَ: §«أَذْهِبِ الْبَأْسَ رَبَّ النَّاسِ، وَاشْفِ أَنْتَ الشَّافِي لا شِفَاءَ إِلا شِفَاؤُكَ، شِفَاءً لا يُغَادِرُ سَقَمًا»","seal":"88083B4E","part":1},
      {"page":41,"id":41,"hno":40,"nass":"40 - أنبا عُثْمَانُ، ثنا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحِيمِ، ثنا الأَحْوَصُ بْنُ جَوَّابٍ، ثنا عَمَّارُ بْنُ زُرَيْقٍ، عَنِ الأَعْمَشِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلالٍ، عَنْ جَرِيرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ»","seal":"31EAFB1A","part":1},
      {"page":42,"id":42,"hno":41,"nass":"41 - أَخْبَرَنَا حَمْزَةُ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، وَأَحْمَدُ بْنُ عُثْمَانَ الآدَمِيُّ، قَالُوا: أَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ، ثنا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، قَالَ: نا سَالِمٌ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" صَلُّوا عَلَى مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ، وَصَلُّوا وَرَاءَ مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ \"","seal":"F15DB840","part":1},
      {"page":43,"id":43,"hno":42,"nass":"42 - أَخْبَرَنَا حَمْزَةُ، وَأَبُو سَهْلٍ، وَأَحْمَدُ بْنُ عُثْمَانَ الآدَمِيُّ، قَالَ: نا مُحَمَّدُ بْنُ عِيسَى، ثنا شُعَيْبُ بْنُ حَرْبٍ، ثنا شُعْبَةُ، أنبا عَدِيُّ بْنُ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، قَالَ: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: §«إِذَا أَنْفَقَ الْمُسْلِمُ عَلَى أَهْلِهِ نَفَقَةً وَهُوَ يَحْتَسِبُهَا كَانَتْ لَهُ صَدَقَةٌ»","seal":"89AAA9F2","part":1},
      {"page":44,"id":44,"hno":43,"nass":"43 - أَخْبَرَنَا حَمْزَةُ، وَعُثْمَانُ بْنُ السَّمَّاكِ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: أنبا مُحَمَّدُ بْنُ عِيسَى، ثنا شُعَيْبُ بْنُ حَرْبٍ، قَالَ: أَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، ثنا بُدَيْلُ بْنُ مَيْسَرَةَ، عَنْ أَبِي الْجَوْزَاءِ، عَنْ عَائِشَةَ، قَالَتْ: §«كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَكَعَ لَمْ يُصَوِّبْ رَأْسَهُ وَلَمْ يُشَخِّصْهُ»","seal":"E7B0BCE2","part":1},
      {"page":45,"id":45,"hno":44,"nass":"44 - أَخْبَرَنَا حَمْزَةُ، ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْمُنَادِي، ثنا يَزِيدُ بْنُ هَارُونَ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَيْسَ الْغِنَى عَنْ كَثْرَةِ الْعَرَضِ إِنَّمَا الْغِنَى غِنَى النَّفْسِ»","seal":"DDB9AA83","part":1},
      {"page":46,"id":46,"hno":45,"nass":"45 - أَخْبَرَنَا حَمْزَةُ، ثنا يَحْيَى بْنُ أَبِي طَالِبٍ، ثنا يَزِيدُ بْنُ هَارُونَ، أنبا أَبُو جَنَابٍ الْكَلْبِيُّ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَلا تَصُفُّونَ كَمَا تَصُفُّ الْمَلائِكَةُ عِنْدَ رَبِّهِمْ» .\rقَالَ: «كَانُوا يُتِمُّونَ الصُّفُوفَ الْمُقَدَّمَةَ، وَيَتَرَاصُّونَ»","seal":"3B56EA28","part":1},
      {"page":47,"id":47,"hno":46,"nass":"46 - أَخْبَرَنَا حَمْزَةُ، ثنا يَحْيَى بْنُ أَبِي طَالِبٍ، أَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، ثنا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، صَعِدَ أُحُدًا، وَمَعَهُ أَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ، فَرَجَفَ بِهِمْ، فَقَالَ: §«اثْبُتْ أُحُدُ فَمَا عَلَيْكَ إِلا نَبِيٌّ وَصِدِّيقٌ وَشَهِيدَانِ»","seal":"84B35D21","part":1},
      {"page":48,"id":48,"hno":47,"nass":"47 - أَخْبَرَنَا حَمْزَةُ، ثنا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ النَّرْسِيُّ، قَالَ: نا أَبُو نُعَيْمٌ النَّخَعِيُّ، قَالَ: نا أَبُو الْعَنْبَسِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَيَأْتِيَنَّ اللَّهَ يَوْمَ الْقِيَامَةِ قَوْمٌ لَيْسَ عَلَى وُجُوهِهِمْ لَحْمٌ، قَدْ أَخْلَقُوهَا فِي الدُّنْيَا بِالْمَسْأَلَةِ»","seal":"F1B436AA","part":1},
      {"page":49,"id":49,"hno":48,"nass":"48 - أَخْبَرَنَا حَمْزَةُ، ثنا عَبَّاسُ بْنُ مُحَمَّدٍ، ثنا عَفَّانُ بْنُ مُسْلِمٍ، ثنا وُهَيْبٌ، ثنا الْجُرَيْرِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْجِسْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَيُّ الْكَلامِ أَفْضَلُ؟ قَالَ: §\" مَا اصْطَفَاهُ اللَّهُ لِعِبَادِهِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ \"","seal":"15BE8D7F","part":1},
      {"page":50,"id":50,"hno":49,"nass":"49 - أَخْبَرَنَا حَمْزَةُ، ثنا مُحَمَّدُ بْنُ مَنْدَهْ الأَصْبَهَانِيُّ، ثنا مُحَمَّدُ بْنُ بُكَيْرٍ، ثنا خَالِدٌ، عَنِ الشَّيْبَانِيِّ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَخِيهِ عُبَيْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«إِنَّ فِي الْجُمُعَةِ لَسَاعَةً لا يُوَافِقُهَا أَحَدٌ يَسْأَلُ اللَّهَ فِيهَا شَيْئًا إِلا أَعْطَاهُ» .\rقَالَ: فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلامٍ: إِنَّ اللَّهَ تَعَالَى ابْتَدَأَ الْخَلْقَ فَخَلَقَ الأَيَّامَ يَوْمَ الأَحَدِ، وَيَوْمَ الاثْنَيْنِ، وَخَلَقَ السَّمَاوَاتِ يَوْمَ الثُّلاثَاءِ وَالأَرْبِعَاءَ، وَخَلَقَ الأَقْوَاتَ وَمَا فِي الأَرْضِ يَوْمَ الْخَمِيسِ وَيَوْمَ الْجُمُعَةِ إِلَى صَلاةِ الْعَصْرِ، وَهِيَ مَا بَيْنَ صَلاةِ الْعَصْرِ إِلَى أَنْ تَغِيبَ الشَّمْسُ \"","seal":"B392A641","part":1},
      {"page":51,"id":51,"hno":50,"nass":"50 - أَخْبَرَنَا حَمْزَةُ، ثنا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ النَّرْسِيُّ، ثنا شَبَابَةُ، ثنا مُحَمَّدُ بْنُ الْفُرَاتِ، عَنْ سَعِيدِ بْنِ لُقْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ الأَنْصَارِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الأَكْلُ فِي السُّوقِ دَنَاءَةٌ»","seal":"7907E34E","part":1},
      {"page":52,"id":52,"hno":51,"nass":"51 - أنبا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ بْنِ دَعْلَجٍ السِّجِسْتَانِيُّ الْمُعَدِّلُ، أنبا مُحَمَّدُ بْنُ أَيُّوبَ الرَّازِيُّ، ثنا أَبُو الْوَلِيدِ، ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَسَنٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَأَى رَجُلا قَدْ ظُلِّلَ عَلَيْهِ، وَالزِّحَامُ عَلَيْهِ، فَقَالَ: §«لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ»","seal":"00322738","part":1},
      {"page":53,"id":53,"hno":52,"nass":"52 - أنبا دَعْلَجٌ، ثنا بِشْرُ بْنُ مُوسَى، ثنا عَمْرُو بْنُ حَكَّامٍ، ثنا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §«كَانَ إِذَا اسْتَسْقَى قَلَبَ رِدَاءَهُ»","seal":"A8B24E13","part":1},
      {"page":54,"id":54,"hno":53,"nass":"53 - أَخْبَرَنَا دَعْلَجٌ، ثنا مُعَاذُ بْنُ الْمُثَنَّى، حَدَّثَنِي أَبِي، حَدَّثَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ، سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ، يَقُولُ: بَعَثَ مَرْوَانُ إِلَى بُسْرَةَ بِنْتِ صَفْوَانَ، فَحَدَّثَتْهُ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«إِذَا مَسَّ الرَّجُلُ ذَكَرَهُ فَلْيَتَوَضَّأْ»","seal":"A4BB9653","part":1},
      {"page":55,"id":55,"hno":54,"nass":"54 - حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الزُّبَيْرُ الْكُوفِيُّ، ثنا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، بِالْكُوفَةِ، ثنا زَيْدُ بْنُ الْحُبَابِ الْعُكْلِيُّ، حَدَّثَنِي مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«يَا عَلِيُّ إِنَّ مَثَلَ الْمُصَلِّي مَثَلُ حُبْلَى حَمَلَتْ فَلَمَّا دَنَا نِفَاسُهَا أُسْقِطَتْ لا هِيَ ذَاتُ حَمْلٍ وَلا هِيَ ذَاتُ أَوْلادٍ، كَذَلِكَ الْمُصَلِّي لا تُقْبَلُ لَهُ نَافِلَةٌ حَتَّى يُؤَدِّيَ الْفَرِيضَةَ، وَمَثَلُ الْمُصَلِّي كَمَثَلِ التَّاجِرِ لا يَخْلُصُ لَهُ رِبْحُهُ حَتَّى يَأْخُذَ رَأْسَ مَالِهِ وَكَذَلِكَ الْمُصَلِّي لا يُقْبَلُ لَهُ نَافِلَةٌ حَتَّى يُؤَدِّيَ الْفَرِيضَةَ»","seal":"B11850C3","part":1},
      {"page":56,"id":56,"hno":55,"nass":"55 - حَدَّثَنَا عَلِيٌّ، ثنا الْحَسَنُ، ثنا زَيْدُ بْنُ الْحُبَابِ الْعُكْلِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُرَيْجٍ، حَدَّثَنِي أَبُو هَانِئٍ، عَنْ أَبِي عَلِيٍّ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَنْ قَالَ: رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلامِ دِينًا وَبِمُحَمَّدٍ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَسُولا وَجَبَتْ لَهُ الْجَنَّةُ \"","seal":"DB9DCA6F","part":1},
      {"page":57,"id":57,"hno":56,"nass":"56 - حَدَّثَنَا عَلِيٌّ، ثنا الْحَسَنُ، ثنا زَيْدُ بْنُ الْحُبَابِ، عَنْ مَالِكِ بْنِ أَنَسٍ، قَالَ: أَخْبَرَنِي الزُّهْرِيُّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ: مَرَّ رَسُولُ اللَّهِ عَلَى رَجُلٍ وَهُوَ يَعِظُ رَجُلا مِنَ الأَنْصَارِ، فَقَالَ: §«دَعْهُ، فَإِنَّ الْحَيَاءَ مِنَ الإِيمَانِ»","seal":"C26C4595","part":1},
      {"page":58,"id":58,"hno":57,"nass":"57 - حَدَّثَنَا عَلِيٌّ، ثنا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، ثنا جَعْفَرُ بْنُ عَوْنٍ، ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، قَالَ: قَالَتْ عَائِشَةُ: فَقَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَنَامِهِ، فَقُمْتُ أَلْتَمِسُهُ فِي الْبَيْتِ، فَوَجَدْتُهُ سَاجِدًا فَوَقَعَتْ يَدِي عَلَى قَدَمَيْهِ، فَوَجَدْتُهُ مُوَجِّهًا إِلَى الْقِبْلَةِ، تَعْنِي أَصَابِعَ قَدَمَيْهِ، وَهُوَ يَقُولُ فِي سُجُودِهِ: §«أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَأَعُوذُ بِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ لا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ»","seal":"B149FB33","part":1},
      {"page":59,"id":59,"hno":58,"nass":"58 - حَدَّثَنَا عَلِيٌّ، ثنا الْحَسَنُ، وَمُحَمَّدٌ، ابْنَا عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيَّانِ، قَالا: ثنا الْحَسَنُ بْنُ عَطِيَّةَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ أَبِي سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، عَنِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ عَمِلَ خَطِيئَةً أَوْ أَذْنَبَ ذَنْبًا ثُمَّ نَدِمَ فَهُوَ كَفَّارَتُهُ»","seal":"41A1D040","part":1},
      {"page":60,"id":60,"hno":59,"nass":"59 - حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ نَجِيحٍ الْبَزَّازُ، ثنا أَحْمَدُ بْنُ سَعِيدٍ الْجَمَّالُ، ثنا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، قَالَ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مُنْ أُرِيدَ مَالُهُ بِغَيْرِ حَقٍّ فَقَاتَلَ دُونَهُ فَقُتِلَ فَهُوَ شَهِيدٌ»","seal":"9B8D41F1","part":1},
      {"page":61,"id":61,"hno":60,"nass":"60 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْعَبْدُ إِذَا أَدَّى فَرِيضَةَ اللَّهِ، وَنَصَحَ لِسَيِّدِهِ كَانَ لَهُ أَجْرَانِ»","seal":"16434522","part":1},
      {"page":62,"id":62,"hno":61,"nass":"61 - حَدَّثَنَا مُحَمَّدٌ، ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا حُسَيْنُ بْنُ حَفْصٍ، ثنا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ مُوَرِّقٍ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَرِقَّاءَكُمْ أَرِقَّاءَكُمْ أَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ، فَإِنْ جَاءُوا بِذَنْبٍ فَبِيعُوا عِبَادَ اللَّهِ»","seal":"800CE6F6","part":1},
      {"page":63,"id":63,"hno":62,"nass":"62 - أَخْبَرَنَا مُحَمَّدٌ، ثنا مُحَمَّدُ بْنُ الْهَيْثَمِ، ثنا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، ثنا مُوسَى بْنُ أَعْيَنَ، عَنْ إِدْرِيسَ الْكُوفِيِّ الأَعْمَى، أَنَّ مَنْصُورَ بْنَ الْمُعْتَمِرِ، حَدَّثَهُ عَنْ عَامِرٍ الشَّعْبِيِّ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ كَانَ يَقُولُ حِينَ يَخْرُجُ مِنْ بَيْتِهِ: §«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَذِلَّ أَوْ أَضِلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ»","seal":"660294DF","part":1},
      {"page":64,"id":64,"hno":63,"nass":"63 - أَخْبَرَنَا مُحَمَّدٌ، ثنا يَعْقُوبُ بْنُ يُوسُفَ الْقَزْوِينِيُّ، ثنا مُحَمَّدُ بْنُ سَعِيدِ بْنِ سَابِقٍ، ثنا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ مَنْصُورٍ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذَا أَتَى الْمَرِيضَ، قَالَ: §«أَذْهِبِ الْبَأْسَ رَبَّ النَّاسِ، وَاشْفِ أَنْتَ الشَّافِي لا شِفَاءَ إِلا شِفَاؤُكَ، شِفَاءً لا يُغَادِرُ سَقَمًا»","seal":"52556C03","part":1},
      {"page":65,"id":65,"hno":64,"nass":"64 - أنبا مُحَمَّدٌ، ثنا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحِيمِ بْنِ عُمَرَ، ثنا الْحَارِثُ بْنُ خَلِيفَةَ، ثنا شُعْبَةُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ»","seal":"63BACEDE","part":1},
      {"page":66,"id":66,"hno":65,"nass":"65 - أَخْبَرَنَا مُحَمَّدٌ، نا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحِيمِ، ثنا الْحَارِثُ بْنُ خَلِيفَةَ، ثنا شُعْبَةُ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، قَالَ: سَمِعْتُ مَوْلًى لأُمِّ سَلَمَةَ، يُحَدِّثُ عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يَقُولُ إِذَا أَصْبَحَ حِينَ يَسْأَلُ: §«اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلا مُتَقَبَّلا»","seal":"6CBA4B82","part":1},
      {"page":67,"id":67,"hno":66,"nass":"66 - أَخْبَرَنَا أَبُو عُمَرَ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ أَبِي هَاشِمٍ اللُّغَوِيُّ الزَّاهِدُ، ثنا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا جَنْدَلُ بْنُ وَالِقٍ، ثنا مِنْدَلٌ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَبِي رَافِعٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، §«كَانَ يَخْرُجُ يَوْمَ الْعِيدِ مَاشِيًا، ثُمَّ يَرْجِعُ مَاشِيًا فِي طَرِيقٍ آخَرَ»","seal":"D0D5A60C","part":1},
      {"page":68,"id":68,"hno":67,"nass":"67 - أنبا أَبُو عُمَرَ، ثنا مُحَمَّدُ بْنُ عُثْمَانَ، ثنا إِسْحَاقُ بْنُ بِشْرٍ الْكَاهِلِيُّ، ثنا مُهَاجِرُ بْنُ كَثِيرٍ عَنِ الْحَكَمِ بْنِ مَسْقَلَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا مِنْ عَيْنٍ خَرَجَ مِنْهَا مِثْلُ الذُّبَابِ مِنَ الدُّمُوعِ مِنْ مَخَافَةِ اللَّهِ إِلا أَمَّنَهَا اللَّهُ يَوْمَ الْفَزَعِ الأَكْبَرِ»","seal":"F43E2F6A","part":1},
      {"page":69,"id":69,"hno":68,"nass":"68 - أَخْبَرَنَا أَبُو عُمَرَ، ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ النَّرْسِيُّ، نا أَبُو غَسَّانَ، ثنا زُهَيْرٌ، ثنا شُعَيْبُ بْنُ خَالِدٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«تَعَاهَدُوا الْقُرْآنَ، فَإِنَّهُ وَحْشِيٌ، وَإِنَّهُ أَسْرَعُ تَقَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ الإِبِلِ مِنْ عُقُلِهَا، وَلا يَقُلْ أَحَدُكُمْ نَسِيتُ آيَةَ كَذَا وَكَذَا بَلْ هُوَ نُسِّيَ»","seal":"6E75DE20","part":1},
      {"page":70,"id":70,"hno":69,"nass":"69 - أَخْبَرَنَا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، نا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ يَزِيدَ الْمُنَادِي، نا يُونُسُ بْنُ مُحَمَّدٍ، ثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ: §«إِذَا رَأَيْتُمُ الْهِلالَ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلاثِينَ»","seal":"03080962","part":1},
      {"page":71,"id":71,"hno":70,"nass":"70 - وَبِإِسْنَادِهِ قَالَ: قَالَ رَسُولُ اللَّهِ: §«قَدْ كَانَ فِيمَنْ خَلا قَبْلَكُمْ مِنَ الأُمَمِ أُنَاسٌ مُحَدَّثُونَ، فَإِنْ يَكُنْ مُنْ أُمَّتِي هَذِهِ فَهُوَ عُمَرُ بْنُ الْخَطَّابِ» .\rرَضِيَ اللَّهُ عَنْهُ","seal":"A2A99377","part":1},
      {"page":72,"id":72,"hno":71,"nass":"71 - وَبِإِسْنَادِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ»","seal":"F12E8AB2","part":1},
      {"page":73,"id":73,"hno":72,"nass":"72 - أَخْبَرَنَا أَبُو سَهْلٍ، نا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، ثنا يَزِيدُ بْنُ هَارُونَ، ثنا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا تَزَالُ نَفْسُ ابْنِ آدَمَ مُعَلَّقَةً بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ»","seal":"E25B840A","part":1},
      {"page":74,"id":74,"hno":73,"nass":"73 - أَخْبَرَنَا أَبُو سَهْلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، ثنا يُونُسُ بْنُ مُحَمَّدٍ، ثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«نَفْسُ الْمُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ»","seal":"BD8738EB","part":1},
      {"page":75,"id":75,"hno":74,"nass":"74 - حَدَّثَنَا أَبُو سَهْلٍ، ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ يَزِيدَ الْمُنَادِي، ثنا يَزِيدُ بْنُ هَارُونَ، ثنا ابْنُ أَبِي ذِئْبٍ، عَنِ الأَسْوَدِ بْنِ الْعَلاءِ بْنِ جَارِيَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، §«مِنْ حِينِ يَخْرُجُ أَحَدُكُمْ مِنْ مَنْزِلِهِ إِلَى مَسْجِدِهِ رِجْلٌ تَكْتُبُ لَهُ حَسَنَةً وَتَحُطُّ عَنْهُ سَيِّئَةً»","seal":"8B6CB844","part":1},
      {"page":76,"id":76,"hno":75,"nass":"75 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، ثنا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ، فَإِنْ عَادَ ثَلاثًا فَاقْتُلُوهُ»","seal":"9A3B2730","part":1},
      {"page":77,"id":77,"hno":76,"nass":"76 - أَخْبَرَنَا أَبُو سَهْلِ بْنُ زِيَادٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالُوا: نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، نا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ أَنَسٍ، قَالَ: قَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَثَلُ الْقَلْبِ كَمَثَلِ رِيشَةٍ بِأَرْضِ فَلاةٍ تُقَلِّبُهَا الرِّيَاحُ»","seal":"F148E978","part":1},
      {"page":78,"id":78,"hno":77,"nass":"77 - أَخْبَرَنَا أَبُو سَهْلٍ، ثنا الْحَسَنُ بْنُ مُكْرَمٍ، ثنا مُصْعَبُ بْنُ الْمِقْدَامِ، ثنا هِشَامُ أَبُو الْمِقْدَامِ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ قَرَأَ يَاسِينَ فِي لَيْلَةٍ أَصْبَحَ مَغْفُورًا لَهُ، وَمَنْ قَرَأَ سُورَةَ الدُّخَانِ فِي لَيْلَةٍ أَصْبَحَ مَغْفُورًا لَهُ»","seal":"F0D1BC23","part":1},
      {"page":79,"id":79,"hno":78,"nass":"78 - أنبا أَبُو سَهْلٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا تُصِيبُ الْمُؤْمِنَ شَوْكَةٌ فَمَا فَوْقَهَا إِلا حَطَّ اللَّهُ عَنْهُ بِهَا خَطِيئَةً»","seal":"A280A742","part":1},
      {"page":80,"id":80,"hno":79,"nass":"79 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَعُثْمَانُ بْنُ السَّمَّاكِ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ: بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، سَرِيَّةً إِلَى خَثْعَمٍ، فَاعْتَصَمَ نَاسٌ مِنْهُمْ بِالسُّجُودِ، فَأَسْرَعَ فِيهِمُ الْقَتْلَ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَمَرَ لَهُمْ بِنِصْفِ الْعَقْلِ، وَقَالَ: §«أَنَا بَرِئٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ أَظْهُرِ الْمُشْرِكِينَ» .\rقَالُوا: يَا رَسُولَ اللَّهِ، وَلِمَ؟ قَالَ: «لا تَرَايَا نَارَاهُمَا»","seal":"17DDE2E1","part":1},
      {"page":81,"id":81,"hno":80,"nass":"80 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، وَحَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: نا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ، ثنا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ مَاتَ مِنْ أَصْحَابِي بِأَرْضٍ كَانَ نُورَهُمْ وَقَائِدَهُمْ يَوْمَ الْقِيَامَةِ»","seal":"55BD71B2","part":1},
      {"page":82,"id":82,"hno":81,"nass":"81 - أَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ الدَّقَّاقُ، يُعْرَفُ بِابْنِ السَّمَّاكِ، ثنا يَحْيَى بْنُ جَعْفَرِ بْنِ الزِّبْرِقَانِ، أنبا عَلِيُّ بْنُ عَاصِمٍ، أَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي غَزَاةٍ فَجَعَلْنَا لا نَصْعَدُ شَرَفًا وَلا نَهْبِطُ وَادِيًا إِلا رَفَعْنَا أَصْوَاتَنَا بِالتَّكْبِيرِ، فَالْتَفَتَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: §«يَا أَيُّهَا النَّاسُ ضَعُوا أَصْوَاتَكُمْ، فَإِنَّكُمْ لا تَدْعُونَ أَصَمَّ وَلا غَائِبًا، إِنَّ الَّذِي تَدْعُونَ دُونَ رِكَابِكُمْ» ، ثُمَّ قَالَ: «يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ» .\rقُلْتُ: لَبَّيْكَ يَا رَسُولَ اللَّهِ.\rقَالَ: «أَلا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟» .\rقُلْتُ: بَلَى.\rقَالَ: «لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ»","seal":"FD137707","part":1},
      {"page":83,"id":83,"hno":82,"nass":"82 - أَخْبَرَنَا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرٍ، أنبا عَلِيُّ بْنُ عَاصِمٍ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«يَا أَيُّهَا النَّاسُ إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ»","seal":"47633BD1","part":1},
      {"page":84,"id":84,"hno":83,"nass":"83 - أنبا عُثْمَانُ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ مُسْلِمٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَوْلا أَنْ تَضْعُفُوا عَنِ السِّوَاكِ لأَمَرْتُكُمْ بِهِ عِنْدَ كُلِّ صَلاةٍ»","seal":"D00DDA68","part":1},
      {"page":85,"id":85,"hno":84,"nass":"84 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ غَالِبٍ، ثنا قُرَّةُ بْنُ حَبِيبٍ، ثنا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِيهِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَنْ أَتَاهُ اللَّهُ مَالا فَلَمْ يُؤَدِّ زَكَاتَهُ مُثِّلَ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعٌ أَقْرَعُ لَهُ زَبِيبَتَانِ، فَيَأْخُذُ بِلِهْزِمَتِهِ، وَيَقُولُ: أَنَا مَالُكَ، أَنَا كَنْزُكَ \".\rوَتَلا أَبُو صَالِحٍ: {وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ} [آل عمران: 180]","seal":"CB0C103B","part":1},
      {"page":86,"id":86,"hno":85,"nass":"85 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، ثنا حَامِدُ بْنُ سَهْلٍ الثَّغْرِيُّ، ثنا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، ثنا فِطْرُ بْنُ خَلِيفَةَ، عَنْ أَبِي إِسْحَاقَ، وَسَعْدِ بْنِ عُبَيْدَةَ، عَنْ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«يَا بَرَاءُ كَيْفَ تَقُولُ إِذَا أَخَذْتَ مَضْجَعَكَ؟» قَالَ: قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ.\rقَالَ: \" فَإِذَا أَوَيْتَ إِلَى فِرَاشِكَ، فَتَوَسَّدْ بِمَنْكِبِكَ، ثُمَّ قُلِ: اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لا مَلْجَأَ وَلا مَنْجَى مِنْكَ إِلا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ \".\rفَقُلْتُ كَمَا عَلَّمَنِي، غَيْرَ أَنِّي قُلْتُ: وَبِرَسُولِكَ.\rفَقَالَ بِيَدِهِ فِي صَدْرِي: «وَبِنَبِيِّكَ، فَمَنْ قَالَهَا مِنْ لَيْلَتِهِ، ثُمَّ مَاتَ مَاتَ عَلَى الْفِطْرَةِ»","seal":"9C3FF822","part":1},
      {"page":87,"id":87,"hno":86,"nass":"86 - أَنَبا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ السَّكَنِ، ثنا عَاصِمُ بْنُ عَلِيٍّ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، عَنْ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِذَا أَوَى إِلَى فِرَاشِهِ وَضَعَ يَدَهُ الْيُمْنَى تَحْتَ خَدِّهِ الأَيْمَنِ، وَقَالَ: §«رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ»","seal":"01DD2F70","part":1},
      {"page":88,"id":88,"hno":87,"nass":"87 - أنبا عُثْمَانُ بْنُ أَحْمَدَ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" أُرِيتُكَ فِي الْمَنَامِ مَرَّتَيْنِ أَرَى رَجُلا يَحْمِلُكَ فِي سَرَقَةِ حَرِيرٍ، يَقُولُ: هَذِهِ امْرَأَتُكَ، فَأَرَاكَ، فَأَقُولُ: إِنْ كَانَ هَذَا مِنْ عِنْدِ اللَّهِ يُمْضِهِ \"","seal":"F7BFB8EB","part":1},
      {"page":89,"id":89,"hno":88,"nass":"88 - أنبا عُثْمَانُ بْنُ أَحْمَدَ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَأَحْمَدُ بْنُ يَحْيَى الأَدَمِيُّ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنْ إِبْرَاهِيمَ بْنِ إِسْمَاعِيلَ بْنِ مُجَمِّعٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ أَبِي مَرْوَانَ الأَسْلَمِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: خَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى خَيْبَرَ حَتَّى إِذَا كُنَّا قَرِيبًا مِنْهَا، وَأَشْرَفْنَا عَلَيْهَا، قَالَ رَسُولُ اللَّهِ لِلنَّاسِ: §«قِفُوا» .\rفَوَقَفَ النَّاسُ، فَقَالَ: «اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَمَا أَظَلَّتْ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقَلَّتْ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضَلَّتْ، إِنَّا نَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ وَخَيْرَ مَا فِيهَا، وَنَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ الْقَرْيَةِ، وَشَرِّ مَا فِيهَا، أَقْدِمُوا بِسْمِ اللَّهِ»","seal":"5D72B0B0","part":1},
      {"page":90,"id":90,"hno":89,"nass":"89 - أنبا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ، ثنا شَبَابَةُ بْنُ سَوَّارٍ، ثنا شُعْبَةُ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §«يَكْرَهُ أَنْ يَطْرُقَ الرَّجُلُ أَهْلَهُ لَيْلا» أَوْ «كَرِهَ أَنْ يَطْرُقَ الرَّجُلُ أَهْلَهُ لَيْلا»","seal":"33CF3AE8","part":1},
      {"page":91,"id":91,"hno":90,"nass":"90 - أَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ، أَنَا عُثْمَانُ بْنُ عُمَرَ، نا سُفْيَانُ الثَّوْرِيُّ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ، قَالَ: §«لا يُبْغِضُ الأَنْصَارَ رَجُلٌ يُؤْمِنُ بِاللَّهِ إِلا أَبْغَضَهُ اللَّهُ وَرَسُولُهُ»","seal":"B5CF3729","part":1},
      {"page":92,"id":92,"hno":91,"nass":"91 - أنبا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرٍ، ثنا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، ثنا سُفْيَانُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا تَسُبُّوا الدَّهْرَ، فَإِنَّ اللَّهَ هُوَ الدَّهْرُ»","seal":"ADF095A1","part":1},
      {"page":93,"id":93,"hno":92,"nass":"92 - أَنَا عُثْمَانُ بْنُ السَّمَّاكِ، وَمَيْمُونُ بْنُ إِسْحَاقَ الْبَصْرِيُّ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ يَحْيَى بْنِ سَعِيدِ , عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: سَمِعْتُ سَعْدًا يَقُولُ: §«صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بَعْدَمَا قَدِمَ الْمَدِينَةَ سِتَّةَ عَشَرَ شَهْرًا نَحْوَ بَيْتِ الْمَقْدِسِ، ثُمَّ حُوِّلَتِ الْقِبْلَةُ بَعْدَ ذَلِكَ قِبَلَ الْمَسْجِدِ الْحَرَامِ قَبْلَ بَدْرٍ بِشَهْرَيْنِ»","seal":"5CA28BE1","part":1},
      {"page":94,"id":94,"hno":93,"nass":"93 - أنبا عُثْمَانُ، وَمَيْمُونٌ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنْ سَعِيدِ بْنِ مَيْسَرَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" لَمَّا طَرَدَتْ هَاجَرُ أُمَّ إِسْمَاعِيلَ سَارَّةَ، وَضَعَهَا إِبْرَاهِيمُ بِمَكَّةَ، عَطِشَتْ هَاجَرُ، فَنَزَلَ عَلَيْهَا جِبْرِيلُ، فَقَالَ لَهَا: مَنْ أَنْتِ؟ قَالَتْ: هَذَا وَلَدُ إِبْرَاهِيمَ، قَالَ: أَعَطْشَانَةٌ أَنْتِ؟ قَالَتْ: نَعَمْ.\rفَبَحَثَ الأَرْضَ بِجَنَاحِهِ فَخَرَجَ الْمَاءُ فَأَكَبَّتْ عَلَيْهِ هَاجَرُ تَشْرَبُهُ، فَلَوْلا ذَلِكَ لَكَانَتْ أَنْهَارٌ جَارِيَةٌ \"","seal":"C9527A3D","part":1},
      {"page":95,"id":95,"hno":94,"nass":"94 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي الْحُنَيْنِ، ثنا عُثْمَانُ بْنُ حَكِيمٍ، حَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: §«كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لا يَتَوَضَّأُ بَعْدَ الْغُسْلِ»","seal":"FA095DA7","part":1},
      {"page":96,"id":96,"hno":95,"nass":"95 - أنبا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرٍ، أنبا رَوْحُ بْنُ عُبَادَةَ، أَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ، ثنا ابْنُ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ مَوْلَى عَبْدِ الرَّحمنِ بْنِ عَوْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ إِمَّا مُسِيئًا فَيَسْتَعْتِبُ، وَإِمَّا مُحْسِنًا فَيَزْدَادُ»","seal":"C22233EA","part":1},
      {"page":97,"id":97,"hno":96,"nass":"96 - أنبا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، ثنا أَحْمَدُ بْنُ يُوسُفَ التَّغْلِبِيُّ، ثنا مُحَمَّدُ بْنُ سَابِقٍ، ثنا مِسْعَرٌ، عَنْ حَبِيبٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خِفْتَ الصُّبْحَ فَرَكْعَةً»","seal":"D67450D1","part":1},
      {"page":98,"id":98,"hno":97,"nass":"97 - أَنَا عُثْمَانُ، ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا عُمَرُ بْنُ حَبِيبٍ، ثنا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«لا يَقْبَلُ اللَّهُ تَعَالَى صَلاةً بِغَيْرِ طُهُورٍ، وَلا صَدَقَةً مِنْ غُلُولٍ»","seal":"ED182DA4","part":1},
      {"page":99,"id":99,"hno":98,"nass":"98 - أنا عُثْمَانُ، ثنا أَحْمَدُ بْنُ مُلاعِبٍ، ثنا أَبُو غَسَّانَ، ثنا إِسْرَائِيلُ، عَنْ عَبْدِ الأَعْلَى، عَنْ بِلالِ بْنِ أَبِي بُرْدَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«مَنْ طَلَبَ الْقَضَاءَ وَاسْتَعَانَ عَلَيْهِ وُكِلَ إِلَيْهِ، وَمَنْ لَمْ يَطْلُبْهُ وَلَمْ يَسْتَعِنْ عَلَيْهِ أَنْزَلَ اللَّهُ تَعَالَى إِلَيْهِ مَلَكًا يُسَدِّدُهُ»","seal":"5AF95383","part":1},
      {"page":100,"id":100,"hno":99,"nass":"99 - أنبا عُثْمَانُ، ثنا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، نا أَبُو كَعْبٍ صَاحِبُ الْحَرِيرِ، عَنْ يَزِيدَ الرَّقَاشِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ تَوَضَّأَ يَوْمَ الْجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنِ اغْتَسَلَ فَالْغُسْلُ أَفْضَلُ»","seal":"BA1F870C","part":1},
      {"page":101,"id":101,"hno":100,"nass":"100 - أَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ يَزِيدَ الْمُنَادِي، ثنا رَوْحُ بْنُ عُبَادَةَ، ثنا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«رُؤْيَا الْمُسْلِمِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ»","seal":"CC212403","part":1},
      {"page":102,"id":102,"hno":101,"nass":"101 - أَنَا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ، ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ، ثنا شُعَيْبُ بْنُ حَرْبٍ، ثنا زُهَيْرُ بْنُ مُعَاوِيَةَ، ثنا قَابُوسُ بْنُ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، قَالَ: نا ابْنُ عَبَّاسٍ، عَنْ نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ: §«إِنَّ الْهَدْيَ الصَّالِحَ، وَالسَّمْتَ الصَّالِحَ، وَالاقْتِصَادَ جُزْءٌ مِنْ خَمْسَةٍ وَعِشْرِينَ جُزْءًا مِنَ النُّبُوَّةِ»","seal":"E7B8180A","part":1},
      {"page":103,"id":103,"hno":102,"nass":"102 - أَخْبَرَنَا عُثْمَانُ، قَالَ: نا عَلِيُّ بْنُ إِبْرَاهِيمَ الْوَاسِطِيُّ، نا وَهْبُ بْنُ جَرِيرٍ، قَالَ: نا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَوْ دُعِيتُ إِلَى كُرَاعٍ أَوْ ذِرَاعٍ لأَجَبْتُ، وَلَوْ أُهْدِيَ إِلَيَّ كُرَاعٌ أَوْ ذِرَاعٌ لَقَبِلْتُ»","seal":"D24CFEC3","part":1},
      {"page":104,"id":104,"hno":103,"nass":"103 - أنبا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرٍ، أنبا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، أَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" إِنَّمَا تُشَدُّ الرِّحَالُ إِلَى ثَلاثَةِ مَسَاجِدَ: مَسْجِدِ إِبْرَاهِيمَ \" قَالَ: نا عَبْدُ الْوَهَّابِ يَعْنِي الْكَعْبَةَ «.\rوَمَسْجِدِ الْمَدِينَةِ، وَمَسْجِدِ بَيْتِ الْمَقْدِسِ»","seal":"C85F9112","part":1},
      {"page":105,"id":105,"hno":104,"nass":"104 - أَخْبَرَنَا عُثْمَانُ بْنُ السَّمَّاكِ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَحَمْزَةُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَأَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ، قَالُوا: نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، قَالَ: نا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَجُلٌ مِنْ أَهْلِ الْكِتَابِ: إِنَّ اللَّهَ تَعَالَى يَحْمِلُ الْخَلائِقَ عَلَى إِصْبَعٍ، وَالثَّرَى عَلَى إِصْبَعٍ، وَالشَّجَرَ عَلَى إِصْبَعٍ، وَالسَّمَاوَاتِ عَلَى إِصْبَعٍ، §«فَضَحِكَ رَسُولُ اللَّهِ حَتَّى بَدَتْ نَوَاجِذُهُ» ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} [الأنعام: 91]","seal":"E455A348","part":1},
      {"page":106,"id":106,"hno":105,"nass":"105 - أنبا عُثْمَانُ، نا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ، ثنا يَحْيَى بْنُ حَمَّادٍ، ثنا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَيُّمَا رَجُلٍ مِنَ الْمُسْلِمِينَ سَبَبْتُهُ أَوْ جَلَدْتُهُ أَوْ لَعَنْتُهُ، فَاجْعَلْهَا لَهُ كَفَّارَةً، وَأَجْرًا»","seal":"E9B19A06","part":1},
      {"page":107,"id":107,"hno":106,"nass":"106 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي الْحُنَيْنِ، ثنا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنِي أَبِي، نا الأَعْمَشُ، ثنا أَبُو صَالِحٍ، ثنا أَبُو هُرَيْرَةَ، قَالَ: وَأَرَاهُ قَدْ ذَكَرَ أَبَا سَعِيدٍ الْخُدْرِيَّ، قَالَ: قَالَ رَسُولُ اللَّهِ: §\" احْتَجَّ آدَمُ وَمُوسَى، فَقَالَ مُوسَى: يَا آدَمُ أَنْتَ الَّذِي خَلَقَكَ اللَّهُ بِيَدِهِ، وَنَفَخَ فِيكَ مِنْ رُوحِهِ، وَأَسْكَنَكَ الْجَنَّةَ، أَغْوَيْتَ النَّاسَ فَأَخْرَجْتَهُمْ مِنَ الْجَنَّةِ، وَفَعَلْتَ، وَفَعَلْتَ.\rفَقَالَ آدَمُ: أَنْتَ مُوسَى الَّذِي اصْطَفَاهُ اللَّهُ بِكَلامِهِ، تَلُومُنِي عَلَى شَيْءٍ كَتَبَهُ اللَّهُ عَلَيَّ قَبْلَ أَنْ يَخْلُقَ السَّمَاوَاتِ وَالأَرْضَ.\rقَالَ: فَحَجَّ آدَمُ مُوسَى \"","seal":"1B731667","part":1},
      {"page":108,"id":108,"hno":107,"nass":"107 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ الْهَيْثَمِ، ثنا سَعِيدُ بْنُ كَثِيرِ بْنِ عُفَيْرٍ أَبُو عُثْمَانَ، نا يَحْيَى بْنُ رَاشِدٍ، عَنْ هِشَامٍ الْقُرْدُوسِيِّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ أَكَلَ مِنْ هَذِهِ الْخَضِرَةِ» أَوِ «الْخُضَرِ فَلا يَقْرَبَنَّ مَسْجِدَنَا، الْبَصَلَ وَالْكُرَّاثَ وَالثَّوْمَ، فَإِنَّ الْمَلائِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ»","seal":"1F1BBA00","part":1},
      {"page":109,"id":109,"hno":108,"nass":"108 - أَخْبَرَنَا عُثْمَانُ، ثنا عَبْدُ الْمَلِكِ، نا أَبُو غِيَاثٍ، ثنا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عُرْوَةَ، عَنْ بُسْرَةَ بِنْتِ صَفْوَانَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ مَسَّ ذَكَرَهُ فَلْيَتَوَضَّأْ»","seal":"C0216725","part":1},
      {"page":110,"id":110,"hno":109,"nass":"109 - أنبا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ غَالِبِ بْنِ حَرْبٍ، ثنا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا صَدَقَةُ بْنُ مُوسَى، وَالْحَسَنُ بْنُ أَبِي جَعْفَرٍ، قَالا: ثنا مَالِكُ بْنُ دِينَارٍ، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" أَتَيْتُ لَيْلَةَ أُسْرِيَ بِي عَلَى قَوْمٍ تُقْرَضُ شِفَاهُهُمْ بِمَقَارِيضَ مِنْ نَارٍ كُلَّمَا قُرِضَتْ وَفَتْ، فَقُلْتُ: يَا جِبْرِيلُ مَنْ هَؤُلاءِ؟ قَالَ: خُطَبَاءُ أُمَّتِكَ الَّذِينَ يَقُولُونَ وَلا يَفْعَلُونَ وَيَقْرَؤُونَ كِتَابَ اللَّهِ وَلا يَعْمَلُونَ \"","seal":"5CB02E83","part":1},
      {"page":111,"id":111,"hno":110,"nass":"110 - أَخْبَرَنَا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرٍ، أنبا عَلِيُّ بْنُ عَاصِمٍ، أنبا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«وَفَّيْتُمْ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهُمْ، وَأَكْرَمُهُمْ عَلَى اللَّهِ»","seal":"3ED894CA","part":1},
      {"page":112,"id":112,"hno":111,"nass":"111 - أنبا عُثْمَانُ، ثنا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحِيمِ بْنِ دَنُوقَا، ثنا زَكَرِيَّا بْنُ عَدِيٍّ، ثنا مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«بُعِثْتُ عَلَى إِثْرِ ثَمَانِيَةِ آلافِ نَبِيٍّ، أَرَبَعَةِ آلافٍ مِنْ بَنِي إِسْرَائِيلَ»","seal":"1B1A1853","part":1},
      {"page":113,"id":113,"hno":112,"nass":"112 - أنبا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ السَّكَنِ، نا عَاصِمُ بْنُ عَلِيٍّ، ثنا يَحْيَى بْنُ الْعَلاءِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«سَبَقَ دِرْهَمٌ مِائَةَ أَلْفِ دِرْهَمٍ، كَانَ لِرَجُلٍ دِرْهَمَانِ فَتَصَدَّقَ بِأَحَدِهِمَا، وَكَانَ لِرَجُلٍ مَالٌ فَتَصَدَّقَ مِنْ عَرَضِ مَالِهِ بِمِائَةِ أَلْفٍ»","seal":"1204F927","part":1},
      {"page":114,"id":114,"hno":113,"nass":"113 - أنبا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى , ثنا زَكَرِيَّا بْنِ عَدِيٍّ، ثنا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدٍ، عَنِ الْهَيْثَمِ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مَغفلٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنِ ارْتَبَطَ كَلْبًا لَيْسَ بِكَلْبِ صَيْدٍ، وَلا بِكَلْبِ مَاشِيَةٍ، وَلا كَلْبِ زَرْعٍ، نَقَصَ مِنْ أُجُورِهِمْ كُلَّ يَوْمٍ قِيرَاطٌ، وَلَوْلا أَنَّ الْكِلابَ أُمَّةٌ لأَمَرْتُ بِقَتْلِهَا، فَاقْتُلُوا مِنْهَا كُلَّ أَسْوَدَ بَهِيمٍ، وَلا تُصَلُّوا فِي أَعْطَانِ الإِبِلِ، وَصَلُّوا فِي مَرَابِضِ الْغَنَمِ، وَلا تُصَلُّوا فِي أَعْطَانِ الإِبِلِ، فَإِنَّهَا مِنَ الْجِنِّ»","seal":"25459C84","part":1},
      {"page":115,"id":115,"hno":114,"nass":"114 - أَخْبَرَنَا عُثْمَانُ، ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا يَحْيَى بْنُ إِسْحَاقَ، ثنا يَحْيَى بْنُ أَيُّوبَ، عَنْ عُمَارَةَ بْنِ غَزِّيَّةَ، عَنْ شُرَحْبِيلَ الأَنْصَارِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ أُتِيَ مَعْرُوفًا فَوَجَدَ فَلْيُكَافِئْ فَإِنْ لَمْ يَجِدْ فَلْيُثْنِ بِهِ فَإِنَّ مَنْ أَثْنَى بِهِ فَقَدْ شَكَرَهُ، وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ، وَمَنْ تَحَلَّى بِمَا لَمْ يُعْطِ كَانَ كَلابِسِ ثَوْبَيْ زُورٍ»","seal":"02B9878B","part":1},
      {"page":116,"id":116,"hno":115,"nass":"115 - أَخْبَرَنَا عُثْمَانُ، نا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ إِدْرِيسَ، ثنا أَبُو غَسَّانَ، ثنا عَبْدُ السَّلامِ، عَنْ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ الْيَشْكُرِيِّ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ سُئِلَ عَنِ الْقِرَدَةِ وَالْخَنَازِيرِ.\rقَالَ: §«إِنَّ اللَّهَ إِذَا غَضِبَ عَلَى قَوْمٍ لَمْ يَجْعَلْ لَهُمْ نَسْلا وَلا عَاقِبَةً»","seal":"E47BBFE7","part":1},
      {"page":117,"id":117,"hno":116,"nass":"116 - ثنا عُثْمَانُ بْنُ السَّمَّاكِ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو مُعَاوِيَةَ، عَنْ مُحَمَّدِ بْنِ سَوقَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ: رَفَعَتِ امْرَأَةٌ صَبِيًّا لَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: يَا رَسُولَ اللَّهِ أَلِهَذَا حَجٌّ؟ قَالَ: §«نَعَمْ، وَلَكِ أَجْرٌ»","seal":"798FF469","part":1},
      {"page":118,"id":118,"hno":117,"nass":"117 - أَخْبَرَنَا عُثْمَانُ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَأَبُو سَهْلِ بْنُ زِيَادٍ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، أَنَا أَبُو مُعَاوِيَةَ، ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ الْحُوَيْرِثِ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ: {أَرِنَا اللَّهَ جَهْرَةً} [النساء: 153] .\rقَالَ: يَقُولُ: §«عَيَانًا»","seal":"5183494A","part":1},
      {"page":119,"id":119,"hno":118,"nass":"118 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ، وَابْنِ بَرِّيَّةَ، وَمَيْمُونُ بْنُ إِسْحَاقَ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، قَالَ: نا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«يَا عَبْدَ اللَّهِ إِذْنُكَ عَلَيَّ أَنْ تَرْفَعَ الْحِجَابَ وَأَنْ تَسْمَعَ سَوَادِي حَتَّى أَنْهَاكَ»","seal":"92DC5C5D","part":1},
      {"page":120,"id":120,"hno":119,"nass":"119 - أنبا عُثْمَانُ، ثنا يَحْيَى بْنُ جَعْفَرِ بْنِ الزِّبْرِقَانِ، أنبا عَلِيُّ بْنُ عَاصِمٍ، ثنا الْمُثَنَّى بْنُ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ: §«مَنْ تَعَلَّمَ الرَّمْيَ ثُمَّ تَرَكَهُ فَهِيَ نِعْمَةٌ كَفَرَهَا»","seal":"17324805","part":1},
      {"page":121,"id":121,"hno":120,"nass":"120 - أنبا عُثْمَانُ، نا أَحْمَدُ بْنُ خَلِيلٍ الْبُرْجُلانِيُّ، ثنا أَبُو النَّصْرِ، ثنا الْمَسْعُودِيُّ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: §«أَمَرَنِي رَسُولُ اللَّهِ أَنْ أَتَصَدَّقَ بِجِلالِ الْبُدْنِ، وَجُلُودِهَا، وَأَنْ نُعْطِيَ الْجَازِرَ مِنْ عِنْدِهِ»","seal":"AB35D5B1","part":1},
      {"page":122,"id":122,"hno":121,"nass":"121 - أَخْبَرَنَا عُثْمَانُ، نا أَحْمَدُ بْنُ الْخَلِيلِ، ثنا مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، نا بُكَيْرُ بْنُ مِسْمَارٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، سَمِعَهُ يُخْبِرُ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ، يَقُولُ: §«إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ»","seal":"2A9CF9A3","part":1},
      {"page":123,"id":123,"hno":122,"nass":"122 - أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ، وَمَيْمُونُ بْنُ إِسْحَاقَ، نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ فُضَيْلِ، عَنْ عَاصِمٍ، عَنْ أَبِي عُثْمَانَ، قَالَ: سَمِعَ ابْنُ مَسْعُودٍ رَجُلا يُنْشِدُ ضَالَّةً فِي الْمَسْجِدِ، فَغَضِبَ وَسَبَّهُ، فَقَالَ الرَّجُلُ: مَا كُنْتَ فَحَّاشًا يَا ابْنَ مَسْعُودٍ.\rقَالَ: §«إِنَّا كُنَّا نُؤْمَرُ بِذَلِكَ»","seal":"97FF3217","part":1},
      {"page":124,"id":124,"hno":123,"nass":"123 - أَخْبَرَنَا عُثْمَانُ، وَعَبْدُ اللَّهِ بْنُ بَرِّيَّةَ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالُوا: أَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، قَالَ: نا يُونُسُ بْنُ بُكَيْرٍ، عَنْ عَنْبَسَةَ بْنِ الأَزْهَرِ، عَنْ يَحْيَى بْنِ الْخَزَّازِ، عَنْ عَلِيٍّ، أَنَّهُ قَالَ لِعُثْمَانَ: §«إِنْ سَرَّكَ أَنْ تَلْحَقَ بِصَاحِبَيْكَ فَأَقْصِرِ الأَمَلَ، وَكُلْ دُونَ الشِّبَعِ، وَأَنْكِسِ الإِزَارَ، وَأَرْقِعِ الْقَمِيصَ، وَاخْصِفِ النَّعْلَ، تَلْحَقْ بِهِمَا»","seal":"3750D735","part":1},
      {"page":125,"id":125,"hno":124,"nass":"124 - أنبا عُثْمَانُ، ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنِ الأَعْمَشِ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ: §«مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»","seal":"3851141A","part":1},
      {"page":126,"id":126,"hno":125,"nass":"125 - أَنَا عُثْمَانُ، ثنا الْحَسَنُ بْنُ سَلامٍ، ثنا عُبَيْدُ اللَّهِ بْنُ مُوسَى، نا مُوسَى بْنُ عُبَيْدَةَ، عَنْ أَخِيهِ، عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«اللَّهُمَّ اجْعَلْ فِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي قَلْبِي نُورًا، اللَّهُمَّ اشْرَحْ صَدْرِي، وَيَسِّرْ لِي أَمْرِي»","seal":"17566990","part":1},
      {"page":127,"id":127,"hno":126,"nass":"126 - أنبا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ الْبَصْرِيُّ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، ثنا يُونُسُ بْنُ بُكَيْرٍ، عَنِ النَّضِرِ أَبِي عُمَرَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ قَالَ: §«اللَّهُمَّ أَعِزَّ الإِسْلامَ بِأَبِي جَهْلِ بْنِ هِشَامٍ، أَوْ بِعُمَرَ بْنِ الْخَطَّابِ» .\rفَأَصْبَحَ عُمَرُ، فَغَدَا عَلَى رَسُولِ اللَّهِ، ثُمَّ صَلَّى فِي الْمَسْجِدِ ظَاهِرًا","seal":"D792A823","part":1},
      {"page":128,"id":128,"hno":127,"nass":"127 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، ثنا أَحْمَدُ بْنُ بِشْرٍ الْمَرْثَدِيُّ، ثنا عَلِيُّ بْنُ الْجَعْدِ، أَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنِي عُتْبَةُ بْنُ حُمَيْدٍ الضَّبِّيُّ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ الثَّقَفِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عَبَّاسٍ، فَقَالَ: يَا أَبَا الْعَبَّاسِ أوْصِنِي.\rقَالَ: §«أُوصِيكَ بِتَقْوَى اللَّهِ، وَإِيَّاكَ وَذِكْرَ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلا بِخَيْرٍ، فَإِنَّكَ لا تَدْرِي مَا سَبَقَ لَهُمْ مِنَ الْفَضْلِ، وَإِيَّاكَ وَعِلْمَ النُّجُومِ إِلا مَا يُهْتَدَى بِهِ فِي بَرٍّ أَوْ بَحْرٍ، فَإِنَّهَا تَدْعُو إِلَى الْكَهَانَةِ، وَإِيَّاكَ وَمُجَالَسَةَ الَّذِينَ يُكَذِّبُونَ بِالْقَدَرِ»","seal":"08E8FB7B","part":1},
      {"page":129,"id":129,"hno":128,"nass":"128 - قَالَ: §«مَنْ أَحَبَّ أَنْ تُسْتَجَابَ دَعْوَتُهُ، وَأَنْ يَزْكُوَ عَمَلُهُ، وَأَنْ يُقْبَلَ مِنْهُ، فَلْيَصْدُقْ حَدِيثَهُ، وَلْيُؤَدِّ أَمَانَتَهُ، وَيُسْلِمْ صَدْرَهُ لِلْمُسْلِمِينَ»","seal":"3DA50743","part":1},
      {"page":130,"id":130,"hno":129,"nass":"129 - أَنَا أَبُو سَهْلِ بْنُ زِيَادٍ، نا مُحَمَّدُ بْنُ الْجَهْمِ، ثنا يَعْلَى بْنُ عُبَيْدٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا نَعَسَ أَحَدُكُمْ فِي مَجْلِسِهِ يَوْمَ الْجُمُعَةِ فَلْيَتَحَوَّلْ إِلَى غَيْرِهِ»","seal":"5EFF3F0B","part":1},
      {"page":131,"id":131,"hno":130,"nass":"130 - أَنَا أَبُو سَهْلٍ، ثنا مُحَمَّدُ بْنُ الْجَهْمِ، ثنا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ ثَابِتٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ، قَالَ: كَانَ رَسُولُ اللَّهِ يُصَلِّي تَطَوُّعًا، وَكَانَ يَقُولُ: §«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ النَّارِ، وَيْلٌ لأَهْلِ النَّارِ»","seal":"1F5C8628","part":1},
      {"page":132,"id":132,"hno":131,"nass":"131 - أَنَا أَبُو سَهْلٍ، ثنا الْحَسَنُ بْنُ مُكْرَمِ بْنِ حَسَّانٍ النَّوَارُ، ثنا يَزِيدُ بْنُ هَارُونَ، أنبا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ: §«الأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ، وَمَا تَنَاكَرَ مِنْهَا اخْتَلَفَ»","seal":"8DD5686C","part":1},
      {"page":133,"id":133,"hno":132,"nass":"132 - أنبا أَبُو سَهْلٍ، ثنا يَحْيَى بْنُ جَعْفَرِ بْنِ أَبِي طَالِبٍ، ثنا زَيْدُ بْنُ الْحُبَابِ، ثنا حَسَنُ بْنُ وَاقِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ، قَالَ: §«إِنَّ أَحْسَابَ أَهْلِ هَذِهِ الدُّنْيَا الْمَالُ»","seal":"1A48DFCC","part":1},
      {"page":134,"id":134,"hno":133,"nass":"133 - أَنَا أَبُو سَهْلٍ، نا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدَ، عَنْ أَبِي زَيْدٍ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ شَدَّادِ بْنِ أَوْسٍ، قَالَ: مَرَّ رَسُولُ اللَّهِ فِي ثَمَانِيَ عَشْرَةَ مِنْ رَمَضَانَ عَلَى رَجُلٍ يَحْتَجِمُ، فَقَالَ: §«أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ»","seal":"F24E995E","part":1},
      {"page":135,"id":135,"hno":134,"nass":"134 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، وَحَمْزَةُ بْنُ مُحَمَّدٍ الدِّهْقَانُ، قَالُوا: ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، ثنا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرٍ، عَنْ خَلادِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ، قَالَ: §«يَا جِبْرِيلُ فَأَمَرَنِي أَنْ آمُرَ أَصْحَابِي أَنْ يَرْفَعُوا أَصْوَاتَهُمْ بِالإِهْلالِ»","seal":"370B5F8B","part":1},
      {"page":136,"id":136,"hno":135,"nass":"135 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَعُثْمَانُ بْنُ السَّمَّاكِ، وَحَمْزَةُ بْنُ مُحَمَّدٍ، قَالُوا: أَنَا مُحَمَّدُ بْنُ عِيسَى، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: §«رَأَيْتُ رَسُولَ اللَّهِ إِذَا افْتَتَحَ الصَّلاةَ رَفَعَ يَدَيْهِ حَتَّى يُجَافِيَ مَنْكِبَيْهِ، وَإِذَا أَرَادَ أَنْ يَرْفَعَ مِنَ الرُّكُوعِ، وَلا يَرْفَعُ بَيْنَ السَّجْدَتَيْنِ»","seal":"67FB066A","part":1},
      {"page":137,"id":137,"hno":136,"nass":"136 - أَنَا أَبُو سَهْلٍ، وَأَحْمَدُ بْنُ يَحْيَى الأَدَمِيُّ، وَحَمْزَةُ بْنُ مُحَمَّدٍ، وَعُثْمَانُ بْنُ السَّمَّاكِ، قَالُوا: أنا مُحَمَّدُ بْنُ عِيسَى، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ حُذَيْفَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ، يَقُولُ: §«لا يَدْخُلُ الْجَنَّةَ قَتَّاتٌ»","seal":"5E4AE6B4","part":1},
      {"page":138,"id":138,"hno":137,"nass":"137 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَحَمْزَةُ بْنُ مُحَمَّدٍ، قَالا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَ: جَاءَتِ امْرَأَةُ رِفَاعَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: \" إِنَّ رِفَاعَةَ طَلَّقَنِي، وَبَتَّ طَلاقِي، فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزُّبَيْرِ، وَإِنَّمَا مَعَهُ مِثْلُ هُدْبَةِ الثَّوْبِ.\rفَقَالَ: §«أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ، لا، حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ» .\rوَأَبُو بَكْرٍ عِنْدَ النَّبِيِّ، وَخَالِدُ بْنُ سَعِيدٍ بِالْبَابِ يَنْتَظِرُ أَنْ يُؤْذَنَ لَهُ.\rفَقَالَ: «يَا أَبَا بَكْرٍ أَلا تَسْمَعُ هَذِهِ مَا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ»","seal":"6CCCB414","part":1},
      {"page":139,"id":139,"hno":138,"nass":"138 - أنبا أَبُو سَهْلٍ، وأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، ثنا سَالِمٌ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" صَلُّوا عَلَى مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ، وَصَلُّوا وَرَاءَ مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ \"","seal":"0212A58B","part":1},
      {"page":140,"id":140,"hno":139,"nass":"139 - أَخْبَرَنَا أَبُو سَهْلِ بْنُ زِيَادٍ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا مُحَمَّدُ بْنُ الْفَضْلِ، ثنا مُحَمَّدُ بْنُ وَاسِعٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ، قَالَ: §«يُحَرَّمُ عَلَى النَّارِ كُلُّ هَيِّنٍ لَيِّنٍ سَهْلٍ قَرِيبٍ»","seal":"8193AA54","part":1},
      {"page":141,"id":141,"hno":140,"nass":"140 - أَخْبَرَنَا أَبُو سَهْلٍ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، قَالا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا شُعَيْبُ بْنُ حَرْبٍ، نا شُعْبَةُ بْنُ الْحَجَّاجِ، ثنا مُحِلٌّ الضَّبِّيُّ، قَالَ: سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ، يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ، فَإِنْ لَمْ تَجِدُوا فَبِكَلِمَةٍ طَيِّبَةٍ»","seal":"9990ED83","part":1},
      {"page":142,"id":142,"hno":141,"nass":"141 - أنبا أَبُو سَهْلٍ، وَأَحْمَدُ بْنُ يَحْيَى الآدَمِيُّ، وَحَمْزَةُ بْنُ مُحَمَّدٍ، قَالُوا: أَنَا مُحَمَّدُ بْنُ عِيسَى، ثنا شُعَيْبُ بْنُ حَرْبٍ، ثنا شُعْبَةُ، ثنا عَدِيُّ بْنُ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، قَالَ: قُلْتَ عَنِ النَّبِيِّ قَالَ: عَنِ النَّبِيِّ.\rأَنَّهُ قَالَ: §«إِذَا أَنْفَقَ الْمُسْلِمُ نَفَقَةً وَهُوَ يَحْتَسِبُهَا كَانَتْ لَهُ صَدَقَةً»","seal":"C9D9DB30","part":1},
      {"page":143,"id":143,"hno":142,"nass":"142 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، وَحَمْزَةُ بْنُ مُحَمَّدِ الدِّهْقَانُ، قَالُوا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا شُعَيْبُ بْنُ حَرْبٍ، ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ، ثنا بُدَيْلُ بْنُ مَيْسَرَةَ الْعُقَيْلِيُّ، عَنْ أَبِي الْحَوْرَاءِ، عَنْ عَائِشَةَ، أُمِّ الْمُؤْمِنِينَ، قَالَتْ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §إِذَا رَكَعَ لَمْ يُصَوِّبْ رَأْسَهُ، وَلَمْ يُشَخِّصْهُ","seal":"26966BC2","part":1},
      {"page":144,"id":144,"hno":143,"nass":"143 - أنبا أَبُو سَهْلِ بْنُ زِيَادٍ، ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا يَزِيدُ بْنُ هَارُونَ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُزَاحِمِ بْنِ زُفَرَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«دِينَارًا أَعْطَيْتَهُ مِسْكِينًا، وَدِينَارًا أَعْطَيْتَهُ ذَا قَرَابَةٍ، وَدِينَارًا أَنْفَقْتَهُ فِي اللَّهِ، وَدِينَارًا أَنْفَقْتَهُ عَلَى أَهْلِكَ، أَعْظَمُهَا أَجْرًا الَّذِي أَنْفَقْتَهُ عَلَى أَهْلِكَ»","seal":"DD2F97BB","part":1},
      {"page":145,"id":145,"hno":144,"nass":"144 - أنبا أَبُو سَهْلٍ، ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، ثنا مُحَمَّدُ بْنُ سُوقَةَ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §«كَانَ يُدْخِلُ يَدَيْهِ بَيْنَ فَخِذَيْهِ فِي الصَّلاةِ»","seal":"A5AFE74C","part":1},
      {"page":146,"id":146,"hno":145,"nass":"145 - أنبا أَبُو سَهْلٍ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالا: ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا عُثْمَانُ بْنُ عُمَرَ الْبَصْرِيُّ، ثنا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ أَيُّوبَ السِّخْتِيَانِيِّ، وَيَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللَّهَ فَلا يَعْصِهِ»","seal":"C5D8DC5F","part":1},
      {"page":147,"id":147,"hno":146,"nass":"146 - أَنَا أَبُو سَهْلٍ، ثنا مُحَمَّدُ بْنُ عِيسَى، ثنا شَبَابَةَ بْنَ سَوَّارٍ الْفَزَارِيُّ، ثنا يُونُسُ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: إِنَّ اللَّهَ تَعَالَى يُبَاهِي بِأَهْلِ عَرَفَاتٍ مَلائِكَةَ أَهْلِ السَّمَاءِ، يَقُولُ: §«انْظُرُوا عِبَادِي هَؤُلاءِ جَاءُوا شُعْثًا غُبْرًا»","seal":"E567FEF3","part":1},
      {"page":148,"id":148,"hno":147,"nass":"147 - أنبا أَبُو سَهْلٍ، ثنا أَبُو زَكَرِيَّا يَحْيَى بْنُ إِسْحَاقَ الْبَجَلِيُّ، قَالَ: نا عَبْدُ الْوَاحِدِ السُّورِيُّ، قَالَ: نا أَبُو عِصَامٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا شَرِبَ أَحَدُكُمْ فَلْيَمُصَّهُ مَصًّا فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ وَأَبْرَأُ»","seal":"CDE63321","part":1},
      {"page":149,"id":149,"hno":148,"nass":"148 - أَخْبَرَنَا أَبُو سَهْلٍ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالا: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ، قَالَ: نا عَلِيُّ بْنُ عَاصِمٍ، ثنا حُسَيْنُ بْنُ قَيْسٍ أَبُو عَلِيٍّ الرَّحْبِيُّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ: §«لا يَنْبَغِي لِرَجُلٍ مُسْلِمٍ يَشْهَدُ مَقَامًا فِيهِ مَقَالٌ حَقٌّ إِلا تَكَلَّمَ بِهِ فَإِنَّهُ لَنْ يُقَدِّمَ أَجَلَهُ، وَلَنْ يُحْرَمَ رِزْقًا هُوَ لَهُ»","seal":"9E599FB8","part":1},
      {"page":150,"id":150,"hno":149,"nass":"149 - أَخْبَرَنَا أَبُو سَهْلِ بْنُ زِيَادٍ، وَعُثْمَانُ بْنُ السَّمَّاكِ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، قَالَ: نا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ؟ قَالَ: §«وَمَاذَا أَعْدَدْتَ لَهَا؟» قَالَ: لا وَالَّذِي نَفْسِي بِيَدِهِ، مَا أَعْدَدْتُ لَهَا مِنْ كَبِيرِ صَلاةٍ وَلا صِيَامٍ إِلا أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ.\rقَالَ: «أَنْتَ مَعَ مَنْ أَحْبَبْتَ» .\rقَالَ: فَكَانَ يُعْجِبُهُمْ حَدِيثُ الأَعْرَابِيِّ","seal":"A4DA5CFC","part":1},
      {"page":151,"id":151,"hno":150,"nass":"150 - أنبا أَبُو سَهْلٍ، نا عَلِيُّ بْنُ إِبْرَاهِيمَ أَبُو الْحَسَنِ الْوَاسِطِيُّ، قَالَ: نا إِسْمَاعِيلُ بْنُ أَبَانٍ، عَنِ الرَّبِيعِ بْنِ بَدْرٍ، عَنْ أَبَانٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ عَلَّمَ آيَةً مِنْ كِتَابِ اللَّهِ كَانَ لَهُ ثَوَابُهَا مَا تُلِيَتْ»","seal":"6B695101","part":1},
      {"page":152,"id":152,"hno":151,"nass":"151 - أنبا أَبُو سَهْلٍ، نا مُحَمَّدُ بْنُ غَالِبٍ، قَالَ، نا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، ثنا هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا عَرَفَ الصَّبِيُّ يَمِينَهُ مِنْ شِمَالِهِ أُمِرَ بِالصَّلاةِ»","seal":"401D7354","part":1},
      {"page":153,"id":153,"hno":152,"nass":"152 - أَخْبَرَنَا أَبُو سَهْلِ بْنُ زِيَادٍ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا ابْنُ فُضَيْلٍ، عَنْ مُسْلِمٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَوْلا أَنْ تَضْعُفُوا عَنِ السِّوَاكِ لأَمَرْتُكُمْ بِهِ عِنْدَ كُلِّ صَلاةٍ»","seal":"332B2224","part":1},
      {"page":154,"id":154,"hno":153,"nass":"153 - أَخْبَرَنَا أَبُو سَهْلٍ، ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا يُونُسُ بْنُ بُكَيْرٍ، ثنا أَبُو إِسْحَاقَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، قَالَ: §«لَقَدْ رَأَيْتُ النَّبِيَّ، وَهُوَ يَقِفُ عَلَى بَعِيرٍ لَهُ بِعَرَفَاتٍ مِنْ بَيْنِ قَوْمِهِ حَتَّى يَدْفَعَ مَعَهُمْ تَوْفِيقًا مِنَ اللَّهِ لَهُ»","seal":"1AB35D21","part":1},
      {"page":155,"id":155,"hno":154,"nass":"154 - أَخْبَرَنَا أَبُو سَهْلٍ، وَمَيْمُونُ بْنُ إِسْحَاقَ، وَعُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، قَالُوا: ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«يُضْرَبُ عَلَى آذَانِهِمَا فِي الْقُبُورِ أَرْبَعِينَ» .\rقِيلَ: يَا أَبَا هُرَيْرَةَ عَامًا؟ قَالَ: أَعْيَيْتُ.\rقَالَ: قِيلَ: أَرْبَعِينَ شَهْرًا؟ قَالَ: أَعْيَيْتُ.\rقَالَ: أَرْبَعِينَ يَوْمًا؟ قَالَ: أَعْيَيْتُ","seal":"F611D115","part":1},
      {"page":156,"id":156,"hno":155,"nass":"155 - أَخْبَرَنَا عُثْمَانُ، ثنا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ، ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ، قَالَ: §«لَخِلْفَةُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ»","seal":"975D4D62","part":1},
      {"page":157,"id":157,"hno":156,"nass":"156 - نا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ الْخُرَاسَانِيُّ، ثنا مُحَمَّدُ بْنُ غَالِبِ بْنِ حَرْبٍ، قَالَ: نا الْحُسَيْنُ بْنُ حُرَيْقَا الْبَزَّارُ، قَالَ: نا الْحَسَنُ بْنُ مُوسَى الأَشْيَبُ، ثنا أَبُو هِلالٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ: §«الْحَسَدُ يَأْكُلُ الْحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الْحَطَبَ»","seal":"E17B7E58","part":1},
      {"page":158,"id":158,"hno":157,"nass":"157 - أَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ الْخُرَاسَانِيُّ، ثنا مُحَمَّدُ بْنُ غَالِبٍ، ثنا سَعِيدُ بْنُ أَشْعَثَ، حَدَّثَنِي حُمَيْدُ بْنُ الْحَكَمِ أَبُو الْحُصَيْنِ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: ثنا أَنَسُ بْنُ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" غَنِيمَتَانِ غُبِنَهُمَا كَثِيرٌ مِنَ النَّاسِ: الصِّحَّةُ، وَالْفَرَاغُ \"","seal":"5F58BBAA","part":1},
      {"page":159,"id":159,"hno":158,"nass":"158 - ثنا عَبْدُ اللَّهِ، ثنا يَحْيَى بْنُ جَعْفَرِ بْنِ أَبِي طَالِبٍ، ثنا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، أَنَا سَعِيدُ بْنُ إِيَاسٍ الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ: كَانَ رَسُولُ اللَّهِ إِذَا اسْتَجَدَّ ثَوْبًا، سَمَّاهُ بِاسْمِهِ قَمِيصًا، أَوْ إِزَارًا، أَوْ عِمَامَةً، يَقُولُ: §«اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ» .\rقَالَ أَبُو نَضْرَةَ: كَانَ أَصْحَابُ رَسُولِ اللَّهِ إِذَا رَأَى أَحَدُهُمْ عَلَى صَاحِبِهِ ثَوْبًا، قَالَ: تُبْلِي وَيُخْلِفُهُ اللَّهُ عَزَّ وَجَلَّ","seal":"5CF8D3ED","part":1},
      {"page":160,"id":160,"hno":159,"nass":"159 - أَخْبَرَنَا عَبْدُ اللَّهِ، أَنَا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ صَالِحٍ الْوَزَّانُ، ثنا أُمَيَّةُ بْنُ بِسْطَامٍ، ثنا يَزِيدُ بْنُ زُرَيْعٍ، ثنا رَوْحُ بْنُ الْقَاسِمِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ الصُّنَابِحِيِّ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«إِذَا تَوَضَّأَ الْعَبْدُ فَمَضْمَضَ وَاسْتَنْشَقَ خَرَجَتْ خَطَايَاهُ مِنْ فِيهِ، وَخَرَجَتْ خَطَايَاهُ مِنْ أَنْفِهِ، وَإِذَا غَسَلَ وَجْهَهُ خَرَجَتْ خَطَايَاهُ مِنْ وَجْهِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَشْفَارِهِ، فَإِذَا غَسَلَ يَدَهُ خَرَجَتْ خَطَايَاهُ مِنْ يَدِهِ حَتَّى تَخْرُجَ مِنْ أَظْفَارِهِ، فَإِذَا مَسَحَ رَأْسَهُ خَرَجَتْ خَطَايَاهُ مِنْ رَأْسِهِ»","seal":"B2EF3EE3","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":425,"Bk":"الأول من حديث أبي علي بن شاذان","HigriD":"425","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"الحسن بن أحمد بن إبراهيم بن الحسن ابن محمد بن شاذان، أبو علي البَزَّاز","bLnk":null,"Inf":"","Auth":"ابن شاذان، الحسن بن أحمد","Betaka":"الكتاب: الأول من حديث أبي علي بن شاذان\r\nالمؤلف: الحسن بن أحمد بن إبراهيم بن الحسن ابن محمد بن شاذان، أبو علي البَزَّاز (المتوفى: 425هـ)\r\nالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\r\nالطبعة: الأولى، 2004\r\n[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن شاذان (339 - 425 هـ = 950 - 1034 م)\r\n\r\nالحسن بن أحمد بن إبراهيم بن الحسن ابن محمد بن شاذان، أبو علي البَزَّاز: محدث بغدادي، له كتب منها (حديث شعبة بن الحجاج - خ) و (حديث أحمد ابن محمد القطان - خ) و (المشيخة الصغيرة - خ) و (الأفراد - خ) و (فوائد ابن قانع وغيره - خ) كلها بالظاهرية بدمشق، و (مشيخة - خ) 25 ورقة في الرباط (333 ك)\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"1C4D5B98","cat":"مخطوطات حديثية","oNum":29972,"BkId":29972,"oAuth":1624,"bVer":1,"aSeal":"639068C1"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t29972":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"إذا جاء أحدكم إلى الصلاة فلا يسع، ولكن يمشي وعليه السكينة والوقار، فليصل ما أدرك وليقض ما"},
      {"lvl":1,"id":3,"sub":0,"tit":"إنما نسمة المسلم طير يعلق في شجر الجنة حتى يرجعه الله في جسده يوم"},
      {"lvl":1,"id":4,"sub":0,"tit":"قل ما كان رسول الله صلى الله عليه وسلم يخرج إذا أراد سفرا إلا يوم"},
      {"lvl":1,"id":5,"sub":0,"tit":"أفطر الحاجم والمحجوم"},
      {"lvl":1,"id":6,"sub":0,"tit":"لأن يجلس أحدكم على جمرة فتحرق ثيابه حتى تصل إلى جلده خير له من أن يجلس على"},
      {"lvl":1,"id":7,"sub":0,"tit":"إذا أشكل على أحدكم وهو في صلاته أخرج منه شيء أم لم يخرج؟ فلا ينفتل حتى يسمع صوتا أو يشم"},
      {"lvl":1,"id":8,"sub":0,"tit":"يا أنس أكثر من الصلاة في بيتك يكثر خير بيتك، وسلم على من لقيت من أمتي تكثر"},
      {"lvl":1,"id":9,"sub":0,"tit":"إذا كان أحدكم صائما فلا يرفث ولا يجهل وإن امرؤ شاتمه أو قاتله فليقل إني"},
      {"lvl":1,"id":10,"sub":0,"tit":"لكل عمل باب من أبواب الجنة يدعون بذلك العمل، ولأهل الصيام باب، يقال له"},
      {"lvl":1,"id":11,"sub":0,"tit":"لكل عمل كفارة، والصوم لي وأنا أجزي به، ولخلوف فم الصائم أطيب عند الله من ريح"},
      {"lvl":1,"id":12,"sub":0,"tit":"للصائم فرحتان عند فطره، وحين يلقى ربه عز وجل"},
      {"lvl":1,"id":13,"sub":0,"tit":"من تسمع إلى حديث قوم وهم له كارهون، صب في أذنه الآنك، ومن تحلم كلف أن يعقد شعيرة، ويعذب"},
      {"lvl":1,"id":14,"sub":0,"tit":"لا تزال طائفة من أمتي ظاهرة على الدين عزيزة إلى يوم القيامة"},
      {"lvl":1,"id":15,"sub":0,"tit":"إن أهل الدرجات العلا ليراهم من تحتهم، كما يرى الكوكب الدري في الأفق من آفاق السماء، وإن"},
      {"lvl":1,"id":16,"sub":0,"tit":"أد الأمانة إلى من ائتمنك، ولا تخن من خانك"},
      {"lvl":1,"id":17,"sub":0,"tit":"لقي شيطان المؤمن شيطان الكافر، فإذا شيطان المؤمن مهزول، وإذا شيطان الكافر سمين، فقال: ما"},
      {"lvl":1,"id":18,"sub":0,"tit":"من رآني في المنام فقد رآني، فإن الشيطان لا يتمثل على صورتي"},
      {"lvl":1,"id":19,"sub":0,"tit":"من بات وفي يده ريح غمر فأصابه شيء، فلا يلومن إلا نفسه"},
      {"lvl":1,"id":20,"sub":0,"tit":"إذا قال الرجل سبحان الله، قال الملك: والحمد لله، وإذا قال: سبحان الله والحمد لله، قال"},
      {"lvl":1,"id":21,"sub":0,"tit":"إذا عملت سيئة فأتبعها حسنة."},
      {"lvl":1,"id":22,"sub":0,"tit":"إن هذه لضجعة ما يحبها الله تعالى"},
      {"lvl":1,"id":23,"sub":0,"tit":": {فليس عليكم جناح أن تقصروا من الصلاة إن خفتم} [النساء: 101] ."},
      {"lvl":1,"id":24,"sub":0,"tit":"إذا انقطع شسع أحدكم فلا يمش في نعله الأخرى حتى يصلحها"},
      {"lvl":1,"id":25,"sub":0,"tit":"لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مد أحدهم ولا"},
      {"lvl":1,"id":26,"sub":0,"tit":"طلب الحلال واجب على كل مسلم"},
      {"lvl":1,"id":27,"sub":0,"tit":"أول ما يحاسب به العبد صلاته، فإن تمت قبل منه سائر عمله، وإن نقصت، قال: انظروا هل له من"},
      {"lvl":1,"id":28,"sub":0,"tit":"تنكح المرأة لمالها ولجمالها ولدينها، فعليك بذات الدين تربت يداك"},
      {"lvl":1,"id":29,"sub":0,"tit":"أول ما يحاسب به العبد يوم القيامة، يحاسب بصلاته، فإن صلحت فقد أفلح وأنجح، وإن فسدت فقد"},
      {"lvl":1,"id":30,"sub":0,"tit":"نعم الرجل أبو بكر، نعم الرجل عمر."},
      {"lvl":1,"id":31,"sub":0,"tit":"قل. قلت: وما أقول؟ قال: قل أعوذ برب الفلق. حتى ختمها قل أعوذ برب"},
      {"lvl":1,"id":32,"sub":0,"tit":"إن الشونيز ينفع بإذن الله من كل داء إلا الموت"},
      {"lvl":1,"id":33,"sub":0,"tit":"ما شبع رسول الله صلى الله عليه وسلم من طعام مأدوم حتى فارق الدنيا"},
      {"lvl":1,"id":34,"sub":0,"tit":"استقيموا ولن تحصوا، واعلموا أن خير أعمالكم الصلاة، ولن يحافظ على الوضوء إلا"},
      {"lvl":1,"id":35,"sub":0,"tit":"بعثني النبي صلى الله عليه وسلم إلى رجل تزوج امرأة أبيه آتيه برأسه"},
      {"lvl":1,"id":36,"sub":0,"tit":"كان موسى إذا اغتسل اعتزل وحده، فقال بنو إسرائيل، أو من قال منهم: ما يفعل ذلك إلا أنه آدر،"},
      {"lvl":1,"id":37,"sub":0,"tit":"{غير المغضوب عليهم ولا الضالين} [الفاتحة: 7] ."},
      {"lvl":1,"id":38,"sub":0,"tit":"ما ذئبان جائعان في حظيرة وثيقة يأكلان ويفترسان، بأسرع من حب الشرف وحب المال في دين المرء"},
      {"lvl":1,"id":39,"sub":0,"tit":"من أراد سخط الله ورضا الناس عاد حامده من الناس ذاما"},
      {"lvl":1,"id":40,"sub":0,"tit":"أذهب البأس رب الناس، واشف أنت الشافي لا شفاء إلا شفاؤك، شفاء لا يغادر"},
      {"lvl":1,"id":41,"sub":0,"tit":"من يحرم الرفق يحرم الخير"},
      {"lvl":1,"id":42,"sub":0,"tit":"صلوا على من قال: لا إله إلا الله، وصلوا وراء من قال: لا إله إلا الله"},
      {"lvl":1,"id":43,"sub":0,"tit":"إذا أنفق المسلم على أهله نفقة وهو يحتسبها كانت له صدقة"},
      {"lvl":1,"id":44,"sub":0,"tit":"كان رسول الله صلى الله عليه وسلم إذا ركع لم يصوب رأسه ولم يشخصه"},
      {"lvl":1,"id":45,"sub":0,"tit":"ليس الغنى عن كثرة العرض إنما الغنى غنى النفس"},
      {"lvl":1,"id":46,"sub":0,"tit":"ألا تصفون كما تصف الملائكة عند ربهم."},
      {"lvl":1,"id":47,"sub":0,"tit":"اثبت أحد فما عليك إلا نبي وصديق وشهيدان"},
      {"lvl":1,"id":48,"sub":0,"tit":"ليأتين الله يوم القيامة قوم ليس على وجوههم لحم، قد أخلقوها في الدنيا"},
      {"lvl":1,"id":49,"sub":0,"tit":"ما اصطفاه الله لعباده: سبحان الله وبحمده"},
      {"lvl":1,"id":50,"sub":0,"tit":"إن في الجمعة لساعة لا يوافقها أحد يسأل الله فيها شيئا إلا أعطاه."},
      {"lvl":1,"id":51,"sub":0,"tit":"الأكل في السوق دناءة"},
      {"lvl":1,"id":52,"sub":0,"tit":"ليس من البر الصيام في السفر"},
      {"lvl":1,"id":53,"sub":0,"tit":"كان إذا استسقى قلب رداءه"},
      {"lvl":1,"id":54,"sub":0,"tit":"إذا مس الرجل ذكره فليتوضأ"},
      {"lvl":1,"id":55,"sub":0,"tit":"يا علي إن مثل المصلي مثل حبلى حملت فلما دنا نفاسها أسقطت لا هي ذات حمل ولا هي ذات أولاد،"},
      {"lvl":1,"id":56,"sub":0,"tit":"من قال: رضيت بالله ربا وبالإسلام دينا وبمحمد، صلى الله عليه وسلم، رسولا وجبت له"},
      {"lvl":1,"id":57,"sub":0,"tit":"دعه، فإن الحياء من الإيمان"},
      {"lvl":1,"id":58,"sub":0,"tit":"أعوذ برضاك من سخطك، وأعوذ بمعافاتك من عقوبتك، وأعوذ بك منك لا أحصي ثناء عليك أنت كما"},
      {"lvl":1,"id":59,"sub":0,"tit":"من عمل خطيئة أو أذنب ذنبا ثم ندم فهو كفارته"},
      {"lvl":1,"id":60,"sub":0,"tit":"من أريد ماله بغير حق فقاتل دونه فقتل فهو شهيد"},
      {"lvl":1,"id":61,"sub":0,"tit":"العبد إذا أدى فريضة الله، ونصح لسيده كان له أجران"},
      {"lvl":1,"id":62,"sub":0,"tit":"أرقاءكم أرقاءكم أطعموهم مما تأكلون وألبسوهم مما تلبسون، فإن جاءوا بذنب فبيعوا عباد"},
      {"lvl":1,"id":63,"sub":0,"tit":"اللهم إني أعوذ بك أن أذل أو أضل أو أظلم أو أظلم أو أجهل أو يجهل علي"},
      {"lvl":1,"id":64,"sub":0,"tit":"أذهب البأس رب الناس، واشف أنت الشافي لا شفاء إلا شفاؤك، شفاء لا يغادر"},
      {"lvl":1,"id":65,"sub":0,"tit":"من شرب الخمر في الدنيا لم يشربها في الآخرة"},
      {"lvl":1,"id":66,"sub":0,"tit":"اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا"},
      {"lvl":1,"id":67,"sub":0,"tit":"كان يخرج يوم العيد ماشيا، ثم يرجع ماشيا في طريق آخر"},
      {"lvl":1,"id":68,"sub":0,"tit":"ما من عين خرج منها مثل الذباب من الدموع من مخافة الله إلا أمنها الله يوم الفزع"},
      {"lvl":1,"id":69,"sub":0,"tit":"تعاهدوا القرآن، فإنه وحشي، وإنه أسرع تقصيا من صدور الرجال من الإبل من عقلها، ولا يقل"},
      {"lvl":1,"id":70,"sub":0,"tit":"إذا رأيتم الهلال فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فعدوا"},
      {"lvl":1,"id":71,"sub":0,"tit":"قد كان فيمن خلا قبلكم من الأمم أناس محدثون، فإن يكن من أمتي هذه فهو عمر بن"},
      {"lvl":1,"id":72,"sub":0,"tit":"إذا اشتد الحر فأبردوا بالصلاة، فإن شدة الحر من فيح جهنم"},
      {"lvl":1,"id":73,"sub":0,"tit":"لا تزال نفس ابن آدم معلقة بدينه حتى يقضى عنه"},
      {"lvl":1,"id":74,"sub":0,"tit":"نفس المؤمن معلقة بدينه حتى يقضى عنه"},
      {"lvl":1,"id":75,"sub":0,"tit":"من حين يخرج أحدكم من منزله إلى مسجده رجل تكتب له حسنة وتحط عنه سيئة"},
      {"lvl":1,"id":76,"sub":0,"tit":"من شرب الخمر فاجلدوه، فإن عاد ثلاثا فاقتلوه"},
      {"lvl":1,"id":77,"sub":0,"tit":"مثل القلب كمثل ريشة بأرض فلاة تقلبها الرياح"},
      {"lvl":1,"id":78,"sub":0,"tit":"من قرأ ياسين في ليلة أصبح مغفورا له، ومن قرأ سورة الدخان في ليلة أصبح مغفورا"},
      {"lvl":1,"id":79,"sub":0,"tit":"لا تصيب المؤمن شوكة فما فوقها إلا حط الله عنه بها خطيئة"},
      {"lvl":1,"id":80,"sub":0,"tit":"أنا برئ من كل مسلم يقيم بين أظهر المشركين."},
      {"lvl":1,"id":81,"sub":0,"tit":"من مات من أصحابي بأرض كان نورهم وقائدهم يوم القيامة"},
      {"lvl":1,"id":82,"sub":0,"tit":"يا أيها الناس ضعوا أصواتكم، فإنكم لا تدعون أصم ولا غائبا، إن الذي تدعون دون ركابكم، ثم"},
      {"lvl":1,"id":83,"sub":0,"tit":"يا أيها الناس إياكم والظلم، فإن الظلم ظلمات يوم القيامة"},
      {"lvl":1,"id":84,"sub":0,"tit":"لولا أن تضعفوا عن السواك لأمرتكم به عند كل صلاة"},
      {"lvl":1,"id":85,"sub":0,"tit":"من أتاه الله مالا فلم يؤد زكاته مثل له يوم القيامة شجاع أقرع له زبيبتان، فيأخذ بلهزمته،"},
      {"lvl":1,"id":86,"sub":0,"tit":"يا براء كيف تقول إذا أخذت مضجعك؟ قال: قلت: الله ورسوله أعلم. قال: فإذا أويت إلى فراشك،"},
      {"lvl":1,"id":87,"sub":0,"tit":"رب قني عذابك يوم تبعث عبادك"},
      {"lvl":1,"id":88,"sub":0,"tit":"أريتك في المنام مرتين أرى رجلا يحملك في سرقة حرير، يقول: هذه امرأتك، فأراك، فأقول: إن كان"},
      {"lvl":1,"id":89,"sub":0,"tit":"قفوا."},
      {"lvl":1,"id":90,"sub":0,"tit":"يكره أن يطرق الرجل أهله ليلا أو كره أن يطرق الرجل أهله ليلا"},
      {"lvl":1,"id":91,"sub":0,"tit":"لا يبغض الأنصار رجل يؤمن بالله إلا أبغضه الله ورسوله"},
      {"lvl":1,"id":92,"sub":0,"tit":"لا تسبوا الدهر، فإن الله هو الدهر"},
      {"lvl":1,"id":93,"sub":0,"tit":"صلى رسول الله صلى الله عليه وسلم، بعدما قدم المدينة ستة عشر شهرا نحو بيت المقدس، ثم حولت"},
      {"lvl":1,"id":94,"sub":0,"tit":"لما طردت هاجر أم إسماعيل سارة، وضعها إبراهيم بمكة، عطشت هاجر، فنزل عليها جبريل، فقال لها:"},
      {"lvl":1,"id":95,"sub":0,"tit":"كان رسول الله صلى الله عليه وسلم، لا يتوضأ بعد الغسل"},
      {"lvl":1,"id":96,"sub":0,"tit":"لا يتمنى أحدكم الموت إما مسيئا فيستعتب، وإما محسنا فيزداد"},
      {"lvl":1,"id":97,"sub":0,"tit":"صلاة الليل مثنى مثنى فإذا خفت الصبح فركعة"},
      {"lvl":1,"id":98,"sub":0,"tit":"لا يقبل الله تعالى صلاة بغير طهور، ولا صدقة من غلول"},
      {"lvl":1,"id":99,"sub":0,"tit":"من طلب القضاء واستعان عليه وكل إليه، ومن لم يطلبه ولم يستعن عليه أنزل الله تعالى إليه"},
      {"lvl":1,"id":100,"sub":0,"tit":"من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل فالغسل أفضل"},
      {"lvl":1,"id":101,"sub":0,"tit":"رؤيا المسلم جزء من ستة وأربعين جزءا من النبوة"},
      {"lvl":1,"id":102,"sub":0,"tit":"إن الهدي الصالح، والسمت الصالح، والاقتصاد جزء من خمسة وعشرين جزءا من"},
      {"lvl":1,"id":103,"sub":0,"tit":"لو دعيت إلى كراع أو ذراع لأجبت، ولو أهدي إلي كراع أو ذراع لقبلت"},
      {"lvl":1,"id":104,"sub":0,"tit":"إنما تشد الرحال إلى ثلاثة مساجد: مسجد إبراهيم قال: نا عبد الوهاب يعني"},
      {"lvl":1,"id":105,"sub":0,"tit":"فضحك رسول الله حتى بدت نواجذه، فأنزل الله عز وجل: {وما قدروا الله حق قدره} [الأنعام:"},
      {"lvl":1,"id":106,"sub":0,"tit":"أيما رجل من المسلمين سببته أو جلدته أو لعنته، فاجعلها له كفارة، وأجرا"},
      {"lvl":1,"id":107,"sub":0,"tit":"احتج آدم وموسى، فقال موسى: يا آدم أنت الذي خلقك الله بيده، ونفخ فيك من روحه، وأسكنك"},
      {"lvl":1,"id":108,"sub":0,"tit":"من أكل من هذه الخضرة أو الخضر فلا يقربن مسجدنا، البصل والكراث والثوم، فإن الملائكة تتأذى"},
      {"lvl":1,"id":109,"sub":0,"tit":"من مس ذكره فليتوضأ"},
      {"lvl":1,"id":110,"sub":0,"tit":"أتيت ليلة أسري بي على قوم تقرض شفاههم بمقاريض من نار كلما قرضت وفت، فقلت: يا جبريل من"},
      {"lvl":1,"id":111,"sub":0,"tit":"وفيتم سبعين أمة أنتم خيرهم، وأكرمهم على الله"},
      {"lvl":1,"id":112,"sub":0,"tit":"بعثت على إثر ثمانية آلاف نبي، أربعة آلاف من بني إسرائيل"},
      {"lvl":1,"id":113,"sub":0,"tit":"سبق درهم مائة ألف درهم، كان لرجل درهمان فتصدق بأحدهما، وكان لرجل مال فتصدق من عرض ماله"},
      {"lvl":1,"id":114,"sub":0,"tit":"من ارتبط كلبا ليس بكلب صيد، ولا بكلب ماشية، ولا كلب زرع، نقص من أجورهم كل يوم قيراط،"},
      {"lvl":1,"id":115,"sub":0,"tit":"من أتي معروفا فوجد فليكافئ فإن لم يجد فليثن به فإن من أثنى به فقد شكره، ومن كتمه فقد"},
      {"lvl":1,"id":116,"sub":0,"tit":"إن الله إذا غضب على قوم لم يجعل لهم نسلا ولا عاقبة"},
      {"lvl":1,"id":117,"sub":0,"tit":"نعم، ولك أجر"},
      {"lvl":1,"id":118,"sub":0,"tit":"عيانا"},
      {"lvl":1,"id":119,"sub":0,"tit":"يا عبد الله إذنك علي أن ترفع الحجاب وأن تسمع سوادي حتى أنهاك"},
      {"lvl":1,"id":120,"sub":0,"tit":"من تعلم الرمي ثم تركه فهي نعمة كفرها"},
      {"lvl":1,"id":121,"sub":0,"tit":"أمرني رسول الله أن أتصدق بجلال البدن، وجلودها، وأن نعطي الجازر من عنده"},
      {"lvl":1,"id":122,"sub":0,"tit":"إن الله يحب العبد التقي الغني الخفي"},
      {"lvl":1,"id":123,"sub":0,"tit":"إنا كنا نؤمر بذلك"},
      {"lvl":1,"id":124,"sub":0,"tit":"إن سرك أن تلحق بصاحبيك فأقصر الأمل، وكل دون الشبع، وأنكس الإزار، وأرقع القميص، واخصف"},
      {"lvl":1,"id":125,"sub":0,"tit":"من كذب علي متعمدا فليتبوأ مقعده من النار"},
      {"lvl":1,"id":126,"sub":0,"tit":"اللهم اجعل في بصري نورا، وفي سمعي نورا، وفي قلبي نورا، اللهم اشرح صدري، ويسر لي"},
      {"lvl":1,"id":127,"sub":0,"tit":"اللهم أعز الإسلام بأبي جهل بن هشام، أو بعمر بن الخطاب."},
      {"lvl":1,"id":128,"sub":0,"tit":"أوصيك بتقوى الله، وإياك وذكر أصحاب النبي صلى الله عليه وسلم إلا بخير، فإنك لا تدري ما سبق"},
      {"lvl":1,"id":129,"sub":0,"tit":"من أحب أن تستجاب دعوته، وأن يزكو عمله، وأن يقبل منه، فليصدق حديثه، وليؤد أمانته، ويسلم"},
      {"lvl":1,"id":130,"sub":0,"tit":"إذا نعس أحدكم في مجلسه يوم الجمعة فليتحول إلى غيره"},
      {"lvl":1,"id":131,"sub":0,"tit":"اللهم إني أعوذ بك من النار، ويل لأهل النار"},
      {"lvl":1,"id":132,"sub":0,"tit":"الأرواح جنود مجندة، فما تعارف منها ائتلف، وما تناكر منها اختلف"},
      {"lvl":1,"id":133,"sub":0,"tit":"إن أحساب أهل هذه الدنيا المال"},
      {"lvl":1,"id":134,"sub":0,"tit":"أفطر الحاجم والمحجوم"},
      {"lvl":1,"id":135,"sub":0,"tit":"يا جبريل فأمرني أن آمر أصحابي أن يرفعوا أصواتهم بالإهلال"},
      {"lvl":1,"id":136,"sub":0,"tit":"رأيت رسول الله إذا افتتح الصلاة رفع يديه حتى يجافي منكبيه، وإذا أراد أن يرفع من الركوع،"},
      {"lvl":1,"id":137,"sub":0,"tit":"لا يدخل الجنة قتات"},
      {"lvl":1,"id":138,"sub":0,"tit":"أتريدين أن ترجعي إلى رفاعة، لا، حتى تذوقي عسيلته ويذوق عسيلتك. وأبو بكر عند النبي، وخالد"},
      {"lvl":1,"id":139,"sub":0,"tit":"صلوا على من قال: لا إله إلا الله، وصلوا وراء من قال: لا إله إلا الله"},
      {"lvl":1,"id":140,"sub":0,"tit":"يحرم على النار كل هين لين سهل قريب"},
      {"lvl":1,"id":141,"sub":0,"tit":"اتقوا النار ولو بشق تمرة، فإن لم تجدوا فبكلمة طيبة"},
      {"lvl":1,"id":142,"sub":0,"tit":"إذا أنفق المسلم نفقة وهو يحتسبها كانت له صدقة"},
      {"lvl":1,"id":143,"sub":0,"tit":"إذا ركع لم يصوب رأسه، ولم يشخصه"},
      {"lvl":1,"id":144,"sub":0,"tit":"دينارا أعطيته مسكينا، ودينارا أعطيته ذا قرابة، ودينارا أنفقته في الله، ودينارا أنفقته على"},
      {"lvl":1,"id":145,"sub":0,"tit":"كان يدخل يديه بين فخذيه في الصلاة"},
      {"lvl":1,"id":146,"sub":0,"tit":"من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه"},
      {"lvl":1,"id":147,"sub":0,"tit":"انظروا عبادي هؤلاء جاءوا شعثا غبرا"},
      {"lvl":1,"id":148,"sub":0,"tit":"إذا شرب أحدكم فليمصه مصا فإنه أهنأ وأمرأ وأبرأ"},
      {"lvl":1,"id":149,"sub":0,"tit":"لا ينبغي لرجل مسلم يشهد مقاما فيه مقال حق إلا تكلم به فإنه لن يقدم أجله، ولن يحرم رزقا هو"},
      {"lvl":1,"id":150,"sub":0,"tit":"وماذا أعددت لها؟ قال: لا والذي نفسي بيده، ما أعددت لها من كبير صلاة ولا صيام إلا أني أحب"},
      {"lvl":1,"id":151,"sub":0,"tit":"من علم آية من كتاب الله كان له ثوابها ما تليت"},
      {"lvl":1,"id":152,"sub":0,"tit":"إذا عرف الصبي يمينه من شماله أمر بالصلاة"},
      {"lvl":1,"id":153,"sub":0,"tit":"لولا أن تضعفوا عن السواك لأمرتكم به عند كل صلاة"},
      {"lvl":1,"id":154,"sub":0,"tit":"لقد رأيت النبي، وهو يقف على بعير له بعرفات من بين قومه حتى يدفع معهم توفيقا من الله"},
      {"lvl":1,"id":155,"sub":0,"tit":"يضرب على آذانهما في القبور أربعين. قيل: يا أبا هريرة عاما؟ قال: أعييت. قال: قيل: أربعين"},
      {"lvl":1,"id":156,"sub":0,"tit":"لخلفة فم الصائم أطيب عند الله من ريح المسك"},
      {"lvl":1,"id":157,"sub":0,"tit":"الحسد يأكل الحسنات كما تأكل النار الحطب"},
      {"lvl":1,"id":158,"sub":0,"tit":"غنيمتان غبنهما كثير من الناس: الصحة، والفراغ"},
      {"lvl":1,"id":159,"sub":0,"tit":"اللهم لك الحمد أنت كسوتنيه، أسألك من خيره وخير ما صنع له، وأعوذ بك من شره وشر ما صنع"},
      {"lvl":1,"id":160,"sub":0,"tit":"إذا توضأ العبد فمضمض واستنشق خرجت خطاياه من فيه، وخرجت خطاياه من أنفه، وإذا غسل وجهه خرجت"}
    ]
}
