{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30086":
    [
      {"page":1,"id":1,"hno":null,"nass":"الْجُزْءُ التَّاسِعَ عَشَرَ مِنَ الْمَشْيَخَةِ الْبَغْدَادِيَّةِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ رَبِّ عَوْنَكَ وَعَفْوَكَ أَخْبَرَنَا الشَّيْخُ الْحَافِظُ الإِمَامُ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ سِلَفَةُ السِّلَفِيُّ الأَصْبَهَانِيُّ، نَزِيلُ الإِسْكَنْدَرِيَّةِ، فِي كِتَابِهِ إِلَيْنَا مِنْهَا فِي رَبِيعٍ الآخِرِ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِائَةٍ رَحِمَهُ اللَّهُ، قَالَ:","seal":"819592AA","part":1},
      {"page":2,"id":2,"hno":null,"nass":"مِنْ حَدِيثِ أَبِي فَتْحٍ الأَزْدِيِّ الْحَافِظِ\r،","seal":"D877C792","part":1},
      {"page":3,"id":3,"hno":1,"nass":"1 - أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ الأَبَنُوسِيِّ، بِقِرَاءَتِي عَلَيْهِ، أنا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْفَتْحِ الْعُشَارِيُّ، أنا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ الْحَافِظُ، فِي شَعْبَانَ سَنَةَ تِسْعٍ وَسِتِّينَ وَثَلاثِ مِائَةٍ، أنا جَعْفَرُ بْنُ أَحْمَدَ بْنِ سِنَانٍ الْقَطَّانُ، نَا عُمَرُ بْنُ يَحْيَى الأُبَلِّيُّ، نَا عِيسَى بْنُ شُعَيْبٍ، نَا رَوْحُ بْنُ الْقَاسِمِ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«عِلْمٌ لا يُقَالُ بِهِ كَنْزٌ لا يُنْفَقُ فِي سَبِيلِ اللَّهِ»","seal":"9F15BB62","part":1},
      {"page":4,"id":4,"hno":2,"nass":"2 - حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى، وَمَا سَمِعْنَاهُ إِلا مِنْهُ عَلَى وَهْمِهِ، نَا مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي سَمِينَةَ، نَا سَعِيدُ بْنُ عَامِرٍ، وَشُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لا يَنْصَرِفُ أَحَدُكُمْ مِنَ الصَّلاةِ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا» .\rهَكَذَا قَالَ عَنِ الأَعْمَشِ، وَالصَّحِيحِ عَنْ شُعْبَةَ، عَنْ سُهَيْلٍ، عَنِ أَبِيهِ، عَنْ أَبِي هُرَيْرَة","seal":"0BB474A2","part":1},
      {"page":5,"id":5,"hno":3,"nass":"3 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعْدِ بْنِ يَحْيَى، نَا إِسْحَاقُ بْنُ زَيْدٍ، نَا قَيْسُ بْنُ عَبْدِ الرَّحْمَنِ، نَا أَبُو إسْحَاقُ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنِ الْعَلاءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" خَيْرُ مَا خَلَّفَ الرَّجُلُ بَعْدَهُ ثَلاثَةٌ: وَلَدٌ صَالِحٌ يَدْعُو لَهُ، وَصَدَقَةٌ جَارِيَةٌ يَبْلُغُهُ أَجْرُهَا، وَعِلْمٌ يُعْمَلُ بِهِ \"","seal":"3DE88B71","part":1},
      {"page":6,"id":6,"hno":4,"nass":"4 - حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ زَكَرِيَّا الْبَصْرِيُّ، نَا الصَّبَّاحُ بْنُ عَبْدِ اللَّهِ الْبَصْرِيُّ، نَا شُعْبَةُ، نَا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسٍ، عَنْ جَرِيرٍ، قَالَ: §«مَا حَجَبَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنْذُ أَسْلَمْتُ وَلا رَآنِي إِلا تَبَسَّمَ، أَوْ ضَحِكَ»","seal":"D6F0E700","part":1},
      {"page":7,"id":7,"hno":5,"nass":"5 - حَدَّثَنَا طَرِيفُ بْنُ عُبَيْدِ اللَّهِ مَوْلَى عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ يَحْيَى بْنِ عَبْدِ الْحَمِيدِ الْحِمَّانِيِّ، نَا يَزِيدُ بْنُ عَطَاءٍ، عَنْ سِمَاكٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: §انْشَقَّ الْقَمَرُ، فَصَارَ فِرْقَتَيْنِ، فَتَوَارَتْ فِرْقَةٌ، فَصَارَتْ خَلْفَ الْجَبَلِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اشْهَدُوا»","seal":"EBEBC413","part":1},
      {"page":8,"id":8,"hno":null,"nass":"مِنْ حَدِيثِ أَبِي بَكْرٍ الشَّافِعِيِّ","seal":"3677A3D7","part":1},
      {"page":9,"id":9,"hno":6,"nass":"6 - أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَبْدِ الْوَاحِدِ بْنِ الصَّبَّاغِ، بِقِرَاءَتِي عَلَيْهِ بِبَابِ الْمَرَاتِبِ فِي دَارِهِ فِي رَجَبٍ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أنا أَبُو طَالِبٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ غَيْلانَ الْبَزَّارُ، نَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّافِعِيُّ، نَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ إِسْمَاعِيلَ السُّكَّرِيُّ، نَا قَطَنُ بْنُ إِبْرَاهِيمَ، نَا حَفْصٌ يَعْنِي ابْنَ عَبْدِ اللَّهِ، نَا إِبْرَاهِيمُ، عَنْ هِشَامٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِمْرَانَ بْنِ حِطَّانَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §لَمْ يَكُنْ لِيَدَعَ فِي بَيْتٍ ثَوْبًا فِيهِ تَصْلِيبٌ إِلا نَقَضَهُ»","seal":"C1DB3063","part":1},
      {"page":10,"id":10,"hno":7,"nass":"7 - حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الأَزْرَقُ، نَا هِشَامُ بْنُ عَمَّارٍ، نَا عِيسَى بْنُ يُونُسَ، عَنْ شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §يُخَالِطُنَا حَتَّى يَقُولَ لأَخٍ لِي صَغِيرٍ: «يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ»","seal":"98F0D7B1","part":1},
      {"page":11,"id":11,"hno":8,"nass":"8 - حَدَّثَنَا إِسْحَاقُ بْنُ أَيُّوبَ، إِجَازَةً، أنا سَعِيدٌ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنِ أَخِيهِ، عَنْ عُمَرَ بْنِ سُلَيْمَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ، وَيَمَسُّ طِيبًا إِنْ كَانَ عِنْدَهُ»\rشَيْخٌ آخَرُ","seal":"961E9A9E","part":1},
      {"page":12,"id":12,"hno":null,"nass":"مِنْ حَدِيثِ أَبِي مُحَمَّدٍ الْجَوْهَرِيِّ","seal":"0D0F988D","part":1},
      {"page":13,"id":13,"hno":null,"nass":"100000 - أَخْبَرَنَا الرَّئِيسُ أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ الْحَلاوِيِّ، بِقِرَاءَتِي عَلَيْهِ بِبَابِ الْمَرَاتِبِ فِي شَهْرِ رَجَبٍ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا عَلِيُّ بْنُ مُحَمَّدِ بْنِ لُؤْلُؤٍ الْوَرَّاقُ، نَا حَمْزَةُ بْنُ مُحَمَّدٍ الْكَاتِبُ، نَا نُعَيْمُ بْنُ حَمَّادٍ، نَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ: الَّذِي يَأْكُلُ فِي شَهْرِ رَمَضَانَ وَالَّذِي يُجَامِعُ نَاسِيًا فَإِنَّهُ لا قَضَاءَ عَلَيْهِ","seal":"84350771","part":1},
      {"page":14,"id":14,"hno":9,"nass":"9 - أَخْبَرَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ الْقَطِيعِيُّ، نَا أَبُو مُسْلِمٍ، نَا مُحَمَّدُ بْنُ عَرْعَرَةَ، نَا ابْنُ فَضَالَةَ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §مَا الْمُسْلِمُ؟ قَالَ «مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»","seal":"6F55CF98","part":1},
      {"page":15,"id":15,"hno":null,"nass":"حَدِيثٌ وَاحِدٌ عَنْ شَيْخَةٍ","seal":"4667C0E7","part":1},
      {"page":16,"id":16,"hno":10,"nass":"10 - أَخْبَرَتْنَا سِتُّ الأَهْلِ الْمُبَارَكَةُ بِنْتُ عَبْدِ الْمَلِكِ بْنِ أَحْمَدَ الشَّهْرَزُورِيُّ، أنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيِّ بْنِ الْمُذْهِبِ التَّمِيمِيُّ، نَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، نَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، نَا عُمَرُ بْنُ سَعِيدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ: خَرَجْتُ مَعَ أَبِي بَكْرٍ الصِّدِّيقِ مِنْ صَلاةِ الْعَصْرِ بَعْدَ وَفَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَيَالٍ، وَعَلِيٌّ يَمْشِي إِلَى جَنْبِهِ، §فَمَرَّ بِالْحَسَنِ يَلْعَبُ مَعَ غِلْمَانٍ، فَاحْتَمَلَهُ عَلَى رَقَبَتِهِ وَهُوَ يَقُولُ: «بِأَبِي، شِبْهُ النَّبِيِّ لَيْسَ شَبِيهًا بِعَلِيٍّ» .\rقَالَ: وَعَلِيٌّ يَضْحَكُ","seal":"EAEDE6C0","part":1},
      {"page":17,"id":17,"hno":null,"nass":"شَيْخٌ آخَرُ مِنْ حَدِيثِ ابْنِ شَاهِينَ أَبِي حَفْصٍ","seal":"BBA210F2","part":1},
      {"page":18,"id":18,"hno":11,"nass":"11 - أَخْبَرَنَا الشَّيْخُ أَبُو الْكَرَمِ عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ عُبَيْدِ اللَّهِ بْنِ الْبَقَّالِ، أنا أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ أَحْمَدَ بْنِ عُثْمَانَ بْنِ شَاهِينَ الْمَرْوَرُوزِيُّ، أنا وَالِدِي أَبُو حَفْصٍ، نَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، نَا أَحْمَدُ بْنُ حَنْبَلٍ، نَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الأَوْزَاعِيِّ، حَدَّثَنِي أَبُو كَثِيرٍ يَعْنِي السُّحَيْمِيَّ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةِ وَالْعِنَبَةِ»","seal":"BF4A52C6","part":1},
      {"page":19,"id":19,"hno":12,"nass":"12 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْهَيْثَمُ الدَّقَّاقُ، سَنَةَ ثَمَانٍ وَثَلاثِ مِائَةٍ، نَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَقِيقٍ، قَالَ: سَمِعْتُ أَبِي، قَالَ: أَخْبَرَنِي أَبُو مُجَاهِدٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ الرِّبَا، وَعَظَّمَ شَأْنَهُ، فَقَالَ: «إِنَّ §الدِّرْهَمَ يُصِيبُهُ الرَّجُلُ مِنَ الرِّبَا أَعْظَمُ عِنْدَ اللَّهِ عَزَّ وَجَلَّ فِي الْخَطِيئَةِ مِنْ سِتٍّ وَثَلاثِينَ زَنْيَةً يَزْنِيهَا الرَّجُلُ، وَأَرْبَى الرِّبَا عِرْضُ الرَّجُلِ الْمُسْلِمِ»","seal":"46ED3FB3","part":1},
      {"page":20,"id":20,"hno":null,"nass":"شَيْخٌ حَدِيثٌ وَاحِدٌ","seal":"D719AC6F","part":1},
      {"page":21,"id":21,"hno":13,"nass":"13 - أَخْبَرَنَا الشَّيْخُ الإِمَامُ الزَّاهِدُ أَبُو الْمُؤَمَّلِ عِيسَى بْنُ عَبْدِ اللَّهِ بْنِ أَبِي الْقَاسِمِ الْغَزْنَوِيُّ، قَدِمَ عَلَيْنَا حَاجًّا بَعْدَ رُجُوعِهِ مِنَ الْحَجِّ، بِبَغْدَادَ، بِقِرَاءَتِي عَلَيْهِ فِي جُمَادَى الآخِرَةِ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، نَا الإِمَامُ أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ بْنِ الْخَلِيلِ السِّجْزِيُّ، بِبَلْخَ، أنا أَبُو الْفَضْلِ عَبْدُ الصَّمَدِ بْنُ مُحَمَّدٍ الْعَاصِمِيُّ، نَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيٍّ، نَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيٍّ الطُّوسِيُّ، نَا مُحَمَّدُ بْنُ مَعْمَرٍ الْبَصْرِيُّ، نَا مُحَمَّدُ بْنُ عَبَّادٍ الْهَمَذَانِيُّ، نَا عَلِيُّ بْنُ الْمُبَارَكِ، نَا أَيُّوبُ السِّخْتِيَانِيُّ، عَنْ خَالِدِ بْنِ دُرَيْكٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ تَعَلَّمَ عِلْمًا لِغَيْرِ اللَّهِ أَوْ أَرَادَ بِهِ غَيْرَ اللَّهِ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»","seal":"42268AB1","part":1},
      {"page":22,"id":22,"hno":null,"nass":"شَيْخٌ حَدِيثٌ وَاحِدٌ","seal":"84D8EFC9","part":1},
      {"page":23,"id":23,"hno":14,"nass":"14 - أَخْبَرَنِي الشَّيْخُ أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْمُظَفَّرِ بْنِ الْحَسَنِ السِّبْطُ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، نَا خَلَفُ بْنُ هِشَامٍ الْبَزَّارُ، نَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الأَعْلَى، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§مَنْ كَذَبَ عَلَى عَيْنهِ كُلِّفَ يَوْمَ الْقِيَامَةِ عَقْدًا بَيْنَ طَرَفَيْ شَعِيرَةٍ»","seal":"C30DC41D","part":1},
      {"page":24,"id":24,"hno":null,"nass":"شَيءٌ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ","seal":"9A98F19D","part":1},
      {"page":25,"id":25,"hno":15,"nass":"15 - أَخْبَرَنَا الشَّيْخُ أَبُو نَصْرٍ مُحَمَّدُ بْنُ أَبِي مَنْصُورٍ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ عَبْدِ الْعَزِيزِ الْعُكْبَرِيُّ، قَدِمَ عَلَيْنَا بَغْدَادَ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، أنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، نَا وَكِيعٌ، نَا مُحَمَّدُ بْنُ رَاشِدٍ، عَنْ مَكْحُولٍ، عَنْ سَعْدِ بْنِ مَالِكٍ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ §الرَّجُلُ يَكُونُ حَامِيَةَ الْقَوْمِ أَيَكُونُ سَهْمُهُ وَسَهْمُ غَيْرِهِ سَوَاءٌ؟ قَالَ: «ثَكَلَتْكَ أُمُّكَ ابْنَ أَمِّ سَعْدٍ، وَهَلْ تُرْزَقُونَ وَتُنْصَرُونَ إِلا بِضُعَفَائِكُمْ»","seal":"8939B46C","part":1},
      {"page":26,"id":26,"hno":16,"nass":"16 - حَدَّثَنِي أَبِي، نَا عَبْدُ الرَّزَّاقِ، أنا سُفْيَانُ، عَنْ عَاصِمٍ، حَدَّثَنِي أَبُو عُثْمَانَ النَّهْدِيُّ، قَالَ: سَمِعْتُ ابْنَ مَالِكٍ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَهُوَ يَعْلَمُ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ»","seal":"805E73DE","part":1},
      {"page":27,"id":27,"hno":null,"nass":"شَيْخٌ مِنْ حَدِيثِ أَبِي بَكْرٍ الْقَطِيعِيِّ","seal":"A99CA486","part":1},
      {"page":28,"id":28,"hno":17,"nass":"17 - أَخْبَرَنَا أَبُو مَنْصُورٍ عَبْدُ الْبَاقِي بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الْغَزَّالُ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، نَا مُعَاذٌ، أنا زُهَيْرُ بْنُ مُعَاوِيَةَ أَبُو خَيْثَمَةَ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ قَالَ: أَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنْ §أَقُومَ عَلَى بَدَنَةٍ، وَأَنْ أَتَصَدَّقَ بِلَحْمِهَا وَجُلُودِهَا، وَأَنْ لا أُعْطِيَ الْجَازِرَ مِنْهَا.\rقَالَ: «نَحْنُ نُعْطِيهِ مِنْ عِنْدِنَا»","seal":"5654E408","part":1},
      {"page":29,"id":29,"hno":18,"nass":"18 - حَدَّثَنَا عَبْدُ اللَّهِ، نَا سُوَيْدُ بْنُ سَعِيدٍ، نَا مَرْوَانُ الْفَزَارِيُّ، عَنِ الْمُخْتَارِ بْنِ نَافِعٍ، , حَدَّثَنِي أَبُو مَطَرٍ الْبَصْرِيُّ، وَكَانَ قَدْ أَدْرَكَ عَلِيًّا، أَنَّ عَلِيًّا §اشْتَرَى ثَوْبًا بِثَلاثَةِ دَرَاهِمَ، فَلَمَّا لَبِسَهُ، قَالَ: \" الْحَمْدُ لِلَّهِ الَّذِي رَزَقَنِي مِنَ اللِّبَاسِ مَا أَتَجَمَّلُ بِهِ بَيْنَ النَّاسِ، وَأُوَارِي بِهِ عَوْرَتِي، ثُمَّ قَالَ: هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ \"","seal":"EC233701","part":1},
      {"page":30,"id":30,"hno":null,"nass":"شَيْخٌ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ","seal":"0A95A2FB","part":1},
      {"page":31,"id":31,"hno":19,"nass":"19 - أَخْبَرَنَا الشَّيْخُ الْجَلِيلُ أَبُو الْمَوَاهِبِ أَحْمَدُ بْنُ عَبْدِ الْقَادِرِ بْنِ الْحُسَيْنِ بْنِ عُثْمَانَ الْقَزْوِينِيِّ، بِقِرَاءَتِي عَلَيْهِ فِي خَانِ الْخَلِيفَةِ الْعَتِيقِ فِي جُمَادَى الآخِرَةِ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَتُوُفِّيَ فِي رَبِيعٍ الآخِرِ سَنَةَ سَبْعٍ وَتِسْعِينَ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، نَا أَبِي، نَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، نَا عَاصِمٌ الأَحْوَلُ، عَنِ أَبِي عُثْمَانَ النَّهْدِيِّ، قَالَ: سَمِعْتُ سَعْدًا، يَقُولُ: سَمِعَتْ أُذُنَايَ وَوَعَاهُ قَلْبِي مِنْ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَهُوَ يَعْلَمُ أَنَّهُ غَيْرُ أَبِيهِ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ» .\rقَالَ: فَلَقِيتُ أَبَا بَكْرَةَ فَحَدَّثْتُهُ فَقَالَ: وَأَنَا سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي مِنْ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ","seal":"3A234794","part":1},
      {"page":32,"id":32,"hno":20,"nass":"20 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، نَا عَبْدُ الرَّزَّاقِ، نَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: §«أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَتْلِ الْوَزَغِ، وسَمَّاهُ فُوَيْسِقًا»","seal":"58F553A0","part":1},
      {"page":33,"id":33,"hno":21,"nass":"21 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، نَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«أَعْظَمُ الْمُسْلِمِينَ فِي الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنِ أَمْرٍ لَمْ يُحَرَّمْ، فَحُرِّمَ عَلَى النَّاسِ مِنْ أَجْلِ مَسْأَلَتِهِ»","seal":"772D097F","part":1},
      {"page":34,"id":34,"hno":22,"nass":"22 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، نَا سُلَيْمَانُ بْنُ دَاوُدَ، أنا عَبْدُ الرَّحْمَنِ يَعْنِي ابْنَ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ أَبِي عَبْدِ اللَّهِ الْقَرَّاظِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: §«صَلاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلاةٍ فِيمَا سِوَاهُ إِلا الْمَسْجِدَ الْحَرَامَ»","seal":"C2150CC0","part":1},
      {"page":35,"id":35,"hno":23,"nass":"23 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، نَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ، مِنْ أَهْلِ الْمَدِينَةِ، حَدَّثَنِي أَبُو سَهْلٍ نَافِعُ بْنُ مَالِكٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْعَبَّاسُ رَضِيَ اللَّهُ عَنْهُ هُوَ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ أَجْوَدُ قُرَيْشٍ كَفًّا وَأَوْصَلُهَا»","seal":"1C8020CE","part":1},
      {"page":36,"id":36,"hno":24,"nass":"24 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ، نَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، أَنَّهُ سُئِلَ عَنْ صَلاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّهَارِ، فَقَالَ: «كَانَ §يُصَلِّي سِتَّ عَشْرَةَ رَكْعَةً إِذَا كَانَتِ الشَّمْسُ مِنْ هَاهُنَا كَهَيْئَتِهَا مِنْ هَاهُنَا كَصَلاةِ الْعَصْرِ رَكْعَتَيْنِ، وَكَانَ يُصَلِّي إِذَا كَانَتِ الشَّمْسُ مِنْ هَاهُنَا كَهَيْئَتِهَا مِنْ هَاهُنَا كَصَلاةِ الظُّهْرِ أَرْبَعَ رَكَعَاتٍ، وَكَانَ يُصَلِّي قَبْلَ الظُّهْرِ أَرْبَعَ رَكَعَاتٍ، وَبَعْدَ الظُّهْرِ رَكْعَتَيْنِ، وَقَبْلَ الْعَصْرِ أَرْبَعَ رَكَعَاتٍ»","seal":"BBD9E9C5","part":1},
      {"page":37,"id":37,"hno":25,"nass":"25 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبِي، نَا مُحَمَّدُ بْنُ بِشْرٍ، نَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، حَدَّثَهُ أَنَّهُ سَمِعَ عَلِيًّا، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§خَيْرُ نِسَائِهَا مَرْيَمُ بِنْتُ عِمْرَانَ، وَخَيْرُ نِسَائِهَا خَدِيجَةُ»","seal":"CC0EC3B7","part":1},
      {"page":38,"id":38,"hno":26,"nass":"26 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي أَبُو خَيْثَمَةَ، نَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ وِتْرٌ يُحِبُّ الْوِتْرَ، فَأَوْتِرُوا يَا أَهْلَ الْقُرْآنِ»","seal":"83BC6CE5","part":1},
      {"page":39,"id":39,"hno":27,"nass":"27 - حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، نَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنِي شُعْبَةُ، عَنِ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ: §«مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَوَّلِهِ وَأَوْسَطِهِ وَآخِرِهِ وَانْتَهَى وِتْرُهُ إِلَى آخِرِ سَحَرِ اللَّيْلِ»","seal":"B8FE1EB8","part":1},
      {"page":40,"id":40,"hno":null,"nass":"شَيْخٌ مِنْ حَدِيثِ الْجَوْهَرِيِّ","seal":"0A568D74","part":1},
      {"page":41,"id":41,"hno":28,"nass":"28 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيُّ، أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ كَيْسَانَ، نَا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، نَا عَبْدُ الْوَاحِدِ بْنُ غِيَاثٍ، نَا حَمَّادُ بْنُ سَلَمَةَ، نَا ثَابِتٌ الْبُنَانِيُّ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عِمْرَانَ.\rوَالْجَرِيرِيِّ، عَنْ أَبِي الْعَلاءِ.\rعَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ لَهُ أَوْ لِرَجُلٍ: §\" هَلْ صُمْتَ مِنْ شَهْرِ شَعْبَانَ شَيْئًا؟ قَالَ: لا.\rقَالَ: فَإِذَا أَفْطَرْتَ فَصُمْ يَوْمَيْنِ \".\rوَقَالَ الْجُرَيْرِيُّ: فَصُمْ يَوْمًا","seal":"96E7F4A2","part":1},
      {"page":42,"id":42,"hno":29,"nass":"29 - أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الزَّيَّاتِ،، نَا أَحْمَدُ يَعْنِي ابْنَ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ، قَالَ: نَا الْحَكَمُ هُوَ ابْنُ مُوسَى، نَا يَحْيَى بْنُ حَمْزَةَ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، حَدَّثَنِي رَبِيعَةُ بْنُ الْغَازِ، أَنَّهُ سَأَلَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنْ صِيَامِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: «كَانَ §يَصُومُ شَعْبَانَ كُلَّهُ حَتَّى يَصِلَهُ بِرَمَضَانَ»","seal":"8A129A8D","part":1},
      {"page":43,"id":43,"hno":30,"nass":"30 - أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ أَيُّوبَ الْقَطَّانُ، نَا أَبُو الْعَبَّاسِ هُوَ إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ مَرْوَانَ الْغَزَّالُ الْكُوفِيُّ، نَا أَبِي، نَا حُسَيْنُ بْنُ طَوْقٍ، عَنْ يَحْيَى بْنِ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ مَنْصُورٍ، عَنْ أَبِي سَلَمَةَ، قَالَ: قَالَتْ أُمُّ سَلَمَةَ: §«مَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ شَهْرًا قَطُّ إِلا شَعْبَانَ ثُمَّ رَمَضَانَ»","seal":"908C11A0","part":1},
      {"page":44,"id":44,"hno":null,"nass":"وَمِنْ حَدِيثِهِ أَيْضًا","seal":"1C5F04DD","part":1},
      {"page":45,"id":45,"hno":31,"nass":"31 - أَخْبَرَنَا أَبُو الْمَعَالِي هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُسْلِمٍ الْفَرْضِيُّ، فِي ذِي الْحِجَّةِ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَأَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيُّ، فِي شَعْبَانَ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، قَالا: أنا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا بِشْرُ بْنُ مُوسَى الأسَدِيُّ، نَا هَوْذَةُ بْنُ خَلِيفَةَ، نَا عَوْفٌ، عَنْ يَزِيدَ أَبِي الْعَلاءِ، عَنْ رَجُلٍ مِنَ التَّيْمِ، أَوِ الْعُكْلِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«تَصُومُ شَهْرَ الصَّبْرِ وَثَلاثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ تُذْهِبْنَ وَحَرَ الصَّدْرِ أَوْ وَغَرَ الصَّدْرِ»","seal":"40E136A2","part":1},
      {"page":46,"id":46,"hno":32,"nass":"32 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ لُؤْلُؤٍ الْوَرَّاقُ، نَا عُمَرُ بْنُ مُحَمَّدٍ هُوَ الْقَافَلانِيُّ، حَدَّثَنَا يَعِيشُ بْنُ الْجَهْمِ، نَا مَنْصُورُ بْنُ زَيْدِ بْنِ زَائِدَةَ بْنِ قُدَامَةَ الأَسَدِيُّ، عَنْ مُوسَى بْنِ عِمْرَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §فِي الْجَنَّةِ عَيْنًا يُقَالُ لَهُ رَجَبٌ مَاؤُهُ أَحْلَى مِنَ الْعَسَلِ وَأَبْيَضُ مِنَ اللَّبَنِ، فَمَنْ صَامَ يَوْمًا مِنْ رَجَبٍ شَرِبَ مِنْ ذَلِكَ النَّهْرِ»","seal":"35ADD430","part":1},
      {"page":47,"id":47,"hno":33,"nass":"33 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ كَيْسَانَ النَّحْوِيُّ، نَا يُوسُفُ بْنُ يَعْقُوبَ الْقَاضِي، نَا عَبْدُ الْوَاحِدِ بْنُ غِيَاثٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنِ الْحَجَّاجِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §«صَوْمُ شَهْرِ الصَّبْرِ وَثَلاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ صَوْمُ الدَّهْرِ وَتُذْهِبُ بِوَحَرِ الصَّدْرِ»","seal":"9C3EE06A","part":1},
      {"page":48,"id":48,"hno":null,"nass":"حَدِيثٌ وَاحِدٌ عَنْ شَيْخَيْنِ","seal":"C1167910","part":1},
      {"page":49,"id":49,"hno":34,"nass":"34 - أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ بَدْرَانَ الْحُلْوَانِيُّ، وَأَبُو نَصْرٍ عُمَرُ بْنُ أَحْمَدَ بْنِ أَبِي بَكْرٍ الأَقْفَالِيُّ، بِقِرَاءَتِي عَلَى كُلِّ وَاحِدٍ مِنْهُمَا، قَالا: نَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ، نَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ، نَا بِشْرُ بْنُ مُوسَى الأَسَدِيُّ، نَا هَوْذَةُ بْنُ خَلِيفَةَ، نَا عَوْفٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" خُلُوفُ فَمِّ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ، قَالَ رَبُّكُمْ عَزَّ وَجَلَّ: «عَبْدِي تَرَكَ شَهْوَتَهُ وَطَعَامَهُ وَشَرَابَهُ ابْتِغَاءَ مَرْضَاتِي فَالصَّوْمُ لِي وَأَنَا أُجْزِي بِهِ»","seal":"DB1F1C9C","part":1},
      {"page":50,"id":50,"hno":null,"nass":"قِطْعَةٌ مِنْ شِعْرِ الْبَصْرَوِيِّ\rأَنْشَدَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ النَّقُّورِ الْبَزَّازُ، لَفْظًا، أَنْشَدَنِي أَبُو الْحَسَنِ الْبَصْرَوِيُّ، لِنَفْسِهِ: إِلَى كَمْ أَقُولُ وَلا أَفْعَلُ وَأَخْتَارُ مَا تَرْكُهُ أَجْمَلُ تَصَدَّى لَدَى مُهْجَتِي ظَالِمٌ رَمَاهَا وَقَدْ أَمْعَنَ الْمَقْتَلُ أَحِنُّ إِلَيْهِ حَنِينَ الْعِطَاشِ إِذَا بَعُدَ الْوِرْدُ وَالْمَنْهَلُ وَأَسْأَلُ عَنْهُ بِظَهْرِ الْمَغِيبِ وَلَيْسَ يَحِنُّ وَلا يَسْأَلُ حَمَلْتُ عَلَى النَّفْسِ مِنْ أَجْلِهِ مُجَاهَدَةً قَلَّ مَا تُحْمَلُ وَقُلْتُ عَسَى وَلَعَلَّ الزَّمَانَ يَعْمَلُ فِيهِ فَمَا يَعْمَلُ أَمَا لِغَرَامِي بَدَا آخِرٌ كَمَا كَانَ أَمْسُ لَهُ أَوَّلُ أَرَى حُبَّهُ صَارِمًا كُلَّمَا سَلِمَ جَدَّدَهُ الصَّيْقَلُ مُعِدٌّ لِقَتْلِي وَلَكِنَّهُ بَطِيءٌ فَيَا لَيْتَهُ يَعْجَلُ","seal":"F25D2A17","part":1},
      {"page":51,"id":51,"hno":null,"nass":"مِنْ فَوَائِدِ أَبِي الْحُسَيْنِ الأَهْوَازِيِّ وَهُوَ الأَصْبَهَانِيُّ\rقَرَأْتُ عَلَى أَبِي غَالِبٍ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ أَحْمَدَ الْكَرَجِيِّ، بَغْدَادَ، عَنِ أَبِي الْحُسَيْنِ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ أَحْمَدَ الأَهْوَازِيِّ، قَالَ: أَنْشَدَنَا الْوَلِيدُ بْنُ مَعْنٍ الْمَوْصِلِيُّ، أَنْشَدَنِي أَبُو مَنْصُورٍ الطُّوسِيُّ:\rأَمَا فِي نَوَاحِي الْوَجْهِ مِنْهَا كَوَاكِبٌ ... مِنَ الْحُسْنِ حُرَّاسٌ عَلَى كُلِّ مَرْقَبِ\rفَإِنْ بَدَرَتْ عَيْنٌ لِتَسْرِقَ نَظْرَةً ... تَشْفِيَانِ لِخَدٍّ أَحْرَقَتْهُ يَشْكُو مُتْعَبِي\rأَنْشَدَنَا أَبُو هِلالٍ الْحَسَنُ بْنُ عَبْدِ اللَّهِ بْنِ سَهْلٍ النَّحْوِيُّ، بِالْعَسْكَرِ:\rشَبَّ بَنِي فَصَارَ مِثْلِي ... يَلْبَسُ مَا قَدْ طَغَتْ عَنِّي\rضَرَّنِي مَا رَأَيْتُ مِنْهُ ... وَسَاءَنِي مَا رَأَيْتُ مِنِّي\rأَنْشَدَنِي الْحُسَيْنُ بْنُ مُفَلَّجٍ، لِبَعْضِهِمْ:\rقَلْبِي وَاجِمٌ عَلَى الإِبْعَادِ وَالنِّسْيَانِ ... وَحُبُّكُمْ كَامِنُ فِي طَيِّ أَحْشَائِي\rأَنْتُمُ نِسْيَانٌ وَفِي تِذْكَارِكُمْ شَيْءٌ ... وَأَنْتُمُ الْبِرَءُ مِنْ سَقَمِي وَمِنْ دَائِي\rمَا رَأَيْتُ فِيكُمْ بِكُمْ مِنْكُمْ عَلَيَّ ... وَجَلَّ إِلَيْكُمْ فَإِقْدَامِي كُلَّ مَعْنَائِي\rأَنْشَدَنَا أَبُو أَحْمَدَ الْحَسَنُ بْنُ عَبْدِ اللَّهِ بْنِ سَعِيدٍ اللُّغَوِيُّ، نَا أَبُو الْقَاسِمِ بْنُ عَبَّادٍ:\rوَشَادِنٌ مُهَفْهَفٌ تَعْجَزُ عَنْهُ صِفَتِي ... أَرَادَ تَقْبِيلَ يَدِي فَقُلْتُ لا بَلْ شَفَتِي\rوَأَنْشَدَنِي الْوَلِيدُ بْنُ مَعْنٍ الْمَوْصِلِيُّ، قَالَ أَنْشَدْتُ لِبَعْضِهِمْ:\rلَذَّةَ التَّطْفِيلِ دُومِي ... وَأَقِيمِي لا تُرِيمِي\rأَنْتَ تَشْفِينَ غَلِيلِي ... وَتُسَلِّينَ هُمُومِي","seal":"EE943DAB","part":1},
      {"page":52,"id":52,"hno":null,"nass":"مِنْ حَدِيثِ أَبِي بَكْرٍ الشَّافِعِيِّ","seal":"6BBF0855","part":1},
      {"page":53,"id":53,"hno":35,"nass":"35 - أَخْبَرَنَا الشَّيْخُ أَبُو الْقَاسِمِ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ دَاوُدَ السَّلْمَانِيُّ، بِقِرَاءَتِي عَلَيْهِ فِي الْمُحَرَّمِ سَنَةَ خَمْسِ مِائَةٍ، وَسَأَلْتُهُ عَنْ مَوْلِدِهِ، فَقَالَ: سَنَةَ تِسْعٍ وَعِشْرِينَ وَأَرْبَعِ مِائَةٍ، أنا أَبُو طَالِبٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ غَيْلانَ الْبَزَّازُ، أنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ، نَا ابْنُ شَاكِرٍ، نَا الْحَسَنُ بْنُ عِيسَى بْنِ مَاسَرْجِسَ، نَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أنا عٌُبَيْدِ اللَّهِ، عَنِ نَافِعٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، أَنّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا رَأَى الْمَطَرَ، قَالَ: «اللَّهُمَّ صَيِّبًا هَنِيًّا»","seal":"3DCCB287","part":1},
      {"page":54,"id":54,"hno":36,"nass":"36 - حَدَّثَنَا مُعَاذٌ، نَا مُسَدَّدٌ، نَا عَبْدُ الْوَارِثِ، عَنْ أبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §أَحْسَنَ النَّاسِ خُلُقًا، وَكَانَ لِي أَخٌ يُقَالُ لَهُ: أَبُو عُمَيْرٍ، أَحْسِبُهُ فَطِيمًا وَكَانَ إِذَا جَاءَ، قَالَ: «يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ»","seal":"6D7597DC","part":1},
      {"page":55,"id":55,"hno":null,"nass":"مِنْ فَوَائِدِ أَبِي غَالِبٍ الْكَرَجِيِّ\rقَرَأْتُ عَلَى أَبِي غَالِبٍ مُحَمَّدِ بْنِ الْحَسَنِ الْكَرَجِيِّ، عَنْ أبِي بَكْرٍ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ غَالِبٍ الْحَافِظِ، قَالَ: أَمْلَى عَلَيَّ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُوسَى، عَنْ خَالِدِ بْنِ يَزِيدَ الصَّابُونِيِّ بَرْذَعِيٍّ، بِجُرْجَانَ مِنْ لَفْظِهِ، أَخْبَرَنِي الطَّيِّبُ بْنُ أَحْمَدَ الرَّقِّيُّ، أنا مُحَمَّدُ بْنُ الْقَاسِمِ، أنا أَحْمَدُ بْنُ عُبَيْدٍ، قَالَ: لَمَّا وَلِيَ عُثْمَانُ بْنُ خُرَيْمٍ سَجِسْتَانَ أَقَامَ بِهَا سَنَةً، ثُمَّ حُوسِبَ، فَخَرَجَ عَلَيْهِ أَرْبَعُ مِائَةِ أَلْفٍ وَسَبْعُونَ أَلْفًا، فَحُمِلَ إِلَى الرَّيِّ وَاعْتُقِلَ بِهَا، فَمَرَّ بِهِ يَزِيدُ بْنُ مَزْيَدٍ مُنْصَرِفًا مِنْ أَرْمِينِيَةَ، فَكَتَبَ إِلَيْهِ: أَحْمِلُ إِلَيْكَ الْمَالَ قَالَ: لا، وَلَكِنْ يَعْدِلُ ذَلِكَ عِنْدِي حَمْلَكَ أَبْيَاتٍ إِلَى أَمِيرِ الْمُؤْمِنِينَ، فَكَتَبَ وَنَاوَلَهُ، فَلَمَّا دَخَلَ يَزِيدُ عَلَى هَارُونَ الرَّشِيدِ، أَنْشَدَهُ: أغِثْنِي أَمِيرَ الْمُؤْمِنِينَ بِنَظْرَةٍ تَزُولُ بِهَا عَنِّي الْمَخَافَةُ وَالأَزَلُ فَفَضْلُكَ أَرْجُو لا الْبَرَاءَةُ إِنَّهُ أَبَى ِاللَّهِ إِلا أَنْ يَكُونَ لَكَ الْفَضْلُ وَإِلا أَكُنْ أَهْلا لِمَا أَنَا طَالِبٌ فَأَنْتَ أَمِيرُ الْمُؤْمِنِينَ لَهُ أَهْلُ قَالَ: فَأَمَرَ بِإِسْقَاطِ مَا عَلَيْهِ وَرَدَّهُ إِلَى عَمَلِهِ مِنْ فَوَائِدِهِ أَيْضًا\rقَرَأْتُ عَلَى الشَّيْخِ أَبِي غَالِبٍ مُحَمَّدِ بْنِ الْحَسَنِ الْكَرَجِيِّ، عَلَى بَابِ دُكَّانِهِ فِي جُمَادَى الآخِرَةِ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، عَنِ الْقَاضِي أَبِي الْعَلاءِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ يَعْقُوبَ الْوَاسِطِيِّ، أَنْشَدَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ السَّقَّاءِ الْحَافِظُ، أَنْشَدَنَا رَجُلٌ سَمَّاهُ، أَنْشَدَنَا عَنِ الأَصْمَعِيِّ: أَمَا لَوْ أَعِي كُلَّ مَا أَسْمَعُ وَأَحْفَظُ مِنْ ذَاكَ مَا أَجْمَعُ وَلَمْ أَسْتَزِدْ غَيْرَ مَا قَدْ جَمَعْتُ لَكُنْتُ أَنَا الْعَالِمُ الْمُقْنِعُ وَلَكِنَّ نَفْسِي إِلَى كُلِّ شَيْءٍ مِنَ الْعِلْمِ تَسْمَعُهُ تُسْرِعُ فَلا أَنَا أَدْفَعُهُ بِمَا قَدْ جَمَعْتُ وَلا أَنَا مِنْ جَمْعِهِ أَشْبَعُ وَأَحْضَرُ بِالْجَهْلِ فِي مَجْلِسٍ وَعِلْمِي فِي الْكُتُبِ مُسْتَوْدَعُ إِذَا لَمْ تَكُنْ حَافِظًا وَاعِيًا فَجَمْعُكَ لِلْكُتُبِ مَا يَنْفَعُ وَمَنْ يَكُ فِي عَلْمِهِ هَكَذَا يَكُنْ دَهْرَهُ الَقْهَقْرَى يَرْجَعُ","seal":"A78956F3","part":1},
      {"page":56,"id":56,"hno":null,"nass":"شَيْخٌ حَدِيثٌ وَاحِدٌ","seal":"49472C92","part":1},
      {"page":57,"id":57,"hno":37,"nass":"37 - أَخْبَرَنِي أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْمُظَفَّرِ بْنِ الْحَسَنِ بْنِ الْمُظَفَّرِ السِّبْطُ، بِقِرَاءَتِي عَلَيْهِ فِي شَهْرِ رَجَبٍ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، عَلَى بَابِ دَارِهِ بِبَابِ الْمَرَاتِبِ، أنا وَالِدِي أَبُو سَعْدٍ، أنا جَدِّي أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ لالٍ الْحَافِظُ، أنا جَدِّي أَبُو عَبْدِ اللَّهِ بْنُ أَوْسٍ، نَا أَحْمَدُ بْنُ بُدَيْلٍ الْقَاضِي، نَا سَلْمُ بْنُ سَالِمٍ، نَا طَلْحَةُ بْنُ عَمْرٍو، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ: §«زُرْ غِبًّا تَزْدَدْ حُبًّا»","seal":"C7A56518","part":1},
      {"page":58,"id":58,"hno":null,"nass":"مِنْ فَوَائِدِ ابْنِ السَّرَّاجِ\rأَنْشَدَنَا أَبُو مُحَمَّدٍ جَعْفَرُ بْنُ أَحْمَدَ بْنِ السَّرَّاجِ، بِقِرَاءَتِي عَلَيْهِ فِي أَوَّلِ يَوْمٍ مِنْ شَهْرِ رَجَبٍ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، قَالَ: أَنْشَدَنَا الْقَاضِي أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْمُحْسِنِ التَّنُوخِيُّ، وَأَنْشَدَنَا لَهُ: تَعَجَّبَتْ لَمَّا رَأَتْ شَيْبًا تَلأْلأَ غُرُرَهْ قُلْتُ لَهَا لا تَعْجَبِي يَأْتِيكِ عَنِّي خَبَرَهْ هَذِي سَحَابَاتُ الْهَوَى وَدَمْعُ عَيْنِي مَعَرَهْ فَاسْتَضْحَكَتْ قَائِلَةً هَذَا لَكَ ذَا لا تَذَرَهْ مِنْ حَدِيثِ الْخُلْدِيِّ\rأَخْبَرَنِي الْقَاضِي أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ الْقَادِرِ بْنِ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ السَّمَّاكِ الْوَاعِظُ، أنا أَبِي، عَنْ جَدِّي، عَنْ جَعْفَرِ بْنِ نُصَيْرٍ الْخُلْدِيِّ، قَالَ: سَمِعْتُ عُمَرَ الْمَكِّيَّ، بِبَغْدَادَ وَهُوَ سَاكِنٌ عِنْدَ مَنْزِلِ الْحُمَيْدِيِّ وَالْبَابِيِّ، وَكَانَ عَلِيلا وَنَحْنُ عِنْدَهُ فَسَمِعْتُهُ يَقُولُ: أَصْحَابُنَا الصُّوفِيَّةُ حَقَائِقُهُمْ تَوْحِيدٌ، وَإِشَارَاتُهُمْ شِرْكٌ.\rقَالَ: وَسَمِعْتُ رُومِيًّا يَقُولُ: لا يَزَالُ أَهْلُ هَذَا الشَّأْنِ بِخَيْرٍ مَا تَنَافَرُوا، فَإِنِ اصْطَلَحُوا، فَلا خَيْرَ فِيهِمْ\rسَمِعْتُ أَبَا جَعْفَرٍ الصَّيْدَلانِيَّ، يَقُولُ: إِنَّمَا التَّصَوُّفُ أَخْلاقٌ","seal":"D3BB0188","part":1},
      {"page":59,"id":59,"hno":null,"nass":"مِنْ حَدِيثِ الشافعي","seal":"F61267E2","part":1},
      {"page":60,"id":60,"hno":38,"nass":"38 - أَخْبَرَنَا أَبُو غَالِبٍ أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي الْفَتْحِ الْمُعَيِّرُ، فِي صَفَرٍ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، وَأَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ مَنْصُورٍ الطَّبَرِيُّ الزَّجَّاجِيُّ الضَّرِيرُ، فِي ذِي الْحِجَّةِ سَنَةَ سِتٍّ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، قَالا: أنا أَبُو طَالِبٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ غَيْلانَ، أنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ، نَا الْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ التَّمِيمِيُّ، نَا أَبُو جَابِرٍ مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الأَزْدِيُّ، بِمَكَّةَ سَنَةَ تِسْعٍ وَمِائَتَيْنِ، نَا عِمْرَانُ بْنُ حُدَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عَبَّاسٍ، فَقَالَ: الصَّلاةُ.\rفَسَكَتَ، ثُمَّ قَالَ: الصَّلاةُ.\rفَسَكَتَ ثُمَّ قَالَ: الصَّلاةُ.\rفَقَالَ لَهُ: «لَمْ تَكُ تُعَلِّمُنَا الصَّلاةَ، إِنَّا §كُنَّا نَجْمَعُ بَيْنَ الصَّلاتَيْنِ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّفَرِ»","seal":"919F044D","part":1},
      {"page":61,"id":61,"hno":39,"nass":"39 - حَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ الصُّوفِيُّ أَبُو الْحَسَنِ، نَا مُحَمَّدُ بْنُ حَرْبٍ النَّشَائِيُّ، نَا إِسْحَاقُ الأَزْرَقُ، نَا مِسْعَرٌ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بِرَكْعَةٍ»","seal":"9ADA2C15","part":1},
      {"page":62,"id":62,"hno":40,"nass":"40 - حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ الْقُرَشِيُّ، نَا سَعِيدُ بْنُ عَامِرٍ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: \" كَانَ §لَنَا ثَوْبٌ فِيهِ تَصَاوِيرُ فَجَعَلْتُهُ بَيْنَ يَدِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي، قَالَتْ: فَنَهَانِي، أَوْ قَالَتْ: كَرِهَ ذَلِكَ، قَالَتْ: فَجَعَلْتُهُ وِسَادَتَيْنِ \"","seal":"40C01B37","part":1},
      {"page":63,"id":63,"hno":41,"nass":"41 - حَدَّثَنَا إِسْحَاقُ بْنُ الْحَسَنِ الْحَرْبِيُّ، نَا الْقَعْنَبِيُّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهَا أَخْبَرَتْهُ أَنَّهَا اشْتَرَتْ نُمْرُقَةً فِيهَا تَصَاوِيرُ فَلَمَّا رَآهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ عَلَى الْبَابِ فَلَمْ يَدْخُلْ، فَعَرَفَتْ فِي وَجْهِهِ الْكَرَاهِيَةَ، فَقَالَتْ: يَا رَسُولَ اللَّهِ أَتُوبُ إِلَى اللَّهِ وَرَسُولِهِ.\rفَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا هَذِهِ النُّمْرُقَةُ؟» فَقَالَتْ: اشْتَرَيْتُهَا لِتَقْعُدَ عَلَيْهَا وَتَوَسَّدَهَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §أَصْحَابِ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ، وَيُقَالُ لَهُمْ: أَحْيُوا مَا خَلَقْتُمْ \".\rوَقَالَ: «إِنَّ الْبَيْتَ الَّذِي فِيهِ الصُّوَرُ لا تَدْخُلُهُ الْمَلائِكَةُ»","seal":"E86C2A98","part":1},
      {"page":64,"id":64,"hno":42,"nass":"42 - حَدَّثَنَا ابْنُ يَاسِينَ، نَا مُحَمَّدُ بْنُ حَرْبٍ، نَا عُبَيْدَةُ بْنُ حُمَيْدٍ الْحَذَّاءُ، نَا عُبَيْدُ بْنُ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُ هَذِهِ الْكَلِمَاتِ كَمَا يُعَلِّمُ الْمُكَتِّبُ الْكِتَابَةَ: «§اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ»","seal":"2FD44E4A","part":1},
      {"page":65,"id":65,"hno":null,"nass":"مِنْ فَوَائِدِ أَبِي الْقَاسِمِ الشَّافِعِيِّ","seal":"8F90F922","part":1},
      {"page":66,"id":66,"hno":43,"nass":"43 - أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ الشَّافِعِيُّ، فِي دَارِ ابْنِ يُوسُفَ، بِقِرَاءَتِي عَلَيْهِ مِنْ أَصْلِهِ فِي جُمَادَى الآخِرَةِ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، أنا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ الْخَلالُ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ، أنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى الْقُرَشِيُّ، أنا يُوسُفُ بْنُ يَعْقُوبَ، نَا أَحْمَدُ بْنُ مَنْصُورٍ، نَا نُعَيْمٌ، نَا أَبُو حَمْزَةَ السُّكَّرِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الشَّرِيكُ شَفِيعٌ، وَالشُّفْعَةُ فِي كُلِّ شَيْءٍ»","seal":"898901F1","part":1},
      {"page":67,"id":67,"hno":44,"nass":"44 - أَخْبَرَنَا أَبُو طَاهِرٍ، أنا أَبُو الْحَسَنِ، نَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الْعَلاءِ، نَا أَحْمَدُ بْنُ بُدَيْلٍ، نَا ابْنُ فُضَيْلٍ، نَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، عَنِ الْحَكَمِ، عَنْ أَبِي مِجْلَزٍ، عَنِ ابْنِ عَبَّاسٍ، أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَانَ §يَمْسَحُ الْعَرَقَ عَنْهُ وَهُوَ فِي الصَّلاةِ»","seal":"2422257B","part":1},
      {"page":68,"id":68,"hno":45,"nass":"45 - أَخْبَرَنَا أَبُو عُمَرَ أَحْمَدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ الْخِلِّ الْبُزُوَرِيُّ، سَنَةَ ثَمَانٍ وَأَرْبَعِينَ، نَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الصَّلْتِ، أنا الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الضَّبِّيُّ، نَا أَبُو هِشَامٍ الرِّفَاعِيُّ مُحَمَّدِ بْنِ يَزِيدَ، نَا حَفْصٌ يَعْنِي ابْنَ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَائِشَةَ، قَالَتْ: «§مَا رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى شَيْءٍ مِنَ النَّوَافِلِ أَسْرَعَ مِنْهُ إِلَى رَكْعَتَيِ الْفَجْرِ»","seal":"C0811456","part":1},
      {"page":69,"id":69,"hno":null,"nass":"مِنْ فَوَائِدِ ابْنِ الطُّيُورِيِّ\rسَمِعْتُ أَبَا الْحُسَيْنِ الْمُبَارَكَ بْنَ عَبْدِ الْجَبَّارِ بْنِ الطُّيُورِيِّ، بِقِرَاءَةِ أَبِي الْبَرَكَاتِ عَبْدِ الْوَهَّابِ بْنِ الْمُبَارَكِ الأَنْمَاطِيِّ، وَأَنَا أَسْمَعُ يَقُولُ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ عَلِيٍّ الصُّورِيَّ الْحَافِظَ، إِمْلاءً عَلَيْنَا مِنْ حِفْظِهِ، قَالَ: سَمِعْتُ أَبَا إِسْحَاقَ إِبْرَاهِيمَ بْنَ جَعْفَرِ بْنِ مُحَمَّدٍ الْبَزَّازُ، يَقُولُ: سَمِعْتُ أَبَا مُحَمَّدٍ الْيَاقُوتِيَّ، يَقُولُ: رَأَيْتُ الْحَلاجَ عِنْدَ الْجِسْرِ وَهُوَ عَلَى بَقَرَةٍ وَوَجَّهَهُ إِلَى ذَنَبِهَا، فَسَمِعْتُهُ يَقُولُ: مَا أَنَا الْحَلاجُ أُلْقِيَ شَبَهُهُ عَلَيَّ.\rوَغَابَ فَلَمَّا أَدْنَى إِلَى الْخَشَبَةِ الَّتِي يُصْلَبُ عَلَيْهَا سَمِعْتُهُ يَقُولُ: يَا مُعِينَ الضَّنَا عَلَيَّ أَعِنِّي عَلَى الضَّنَا","seal":"A5A9E3DE","part":1},
      {"page":70,"id":70,"hno":46,"nass":"46 - أَخْبَرَنَا الشَّيْخُ أَبُو الْحُسَيْنِ، أنا أَبُو عَبْدِ اللَّهِ الْمُطَهَّرُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ اللِّحَافِيُّ الصُّوفِيُّ، أنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زَكَرِيَّا النَّسَوِيُّ، قَدِمَ عَلَيْنَا، نَا أَبُو الْعَبَّاسِ جُمَحُ بْنُ الْقَاسِمِ بْنِ أَبِي الْحَوَاجِبِ الْمُؤَذِّنُ، بِدِمَشْقَ، نَا أَبُو قُصَيٍّ إِسْمَاعِيلُ بْنُ قِيرَاطٍ، نَا هِشَامُ بْنُ خَالِدٍ، نَا خَالِدُ بْنُ يَزِيدَ بْنِ أَبِي مَالِكٍ، عَنْ أَبِيهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا مِنْ أَحَدٍ يَمُوتُ إِلا وَهُوَ يَبْلَى مَا خَلا قَاضِيًا\rفَإِنَّهُ إِذَا مَاتَ صَبَّ اللَّهُ عَلَى لَحْمِهِ الدُّودَ يَأْكُلُ كُلَّ لَحْمِهِ، ثُمَّ يُسَلِّطُ اللَّهُ عَلَى الدُّودِ دَابَّةً فَتَأْكُلُهُ فَيَصِيرَانِ رَجْعَهَا إِلَى يَوْمِ الْقِيَامَةِ»\rأَنْشَدَنَا أَبُو الْحُسَيْنِ، أَنْشَدَنَا الْقَاضِي أَبُو الطَّيِّبِ طَاهِرُ بْنُ عَبْدِ اللَّهِ الطَّبَرِيُّ، أَنْشَدَنَا الْقَاضِي أَبُو الْفَتْحِ الْمُعَافَى بْنُ زَكَرِيَّا الْجَرِيرِيُّ، لِنَفْسِهِ: زِيَارَةُ الرَّاجِلِ فِي الطِّينِ أَبْرَدُ مِنْ بَرْدِ الْكَوَانِينِ فَلا يَصْلُحُ التَّسْلِيمُ فِي يَوْمِ النَّدَى إِلا لأَصْحَابِ الْبَرَادِينِ\rسَمِعْتُ أَبَا الْحُسَيْنِ فِي مَوْضِعٍ آخَرَ، يَقُولُ: سَمِعْتُ أَبَا الطَّيِّبِ، سَمِعْتُ أَبَا الْحَسَنِ الْمَاسَرْجِسِيُّ، بِنَيْسَابُورَ، يَقُولُ: سَمِعْتُ أَبَا بَكْرٍ الصُّوفِيَّ، بِبَغْدَادَ، يَقُولُ فَذَكَرَ الْبَيْتَيْنِ، وَاللَّهُ أَعْلَمُ آخر الجزء التاسع عشر، والحمد لله وحده، وصلواته على سيدنا محمد وآله وصحبه وسلم.","seal":"E0C24532","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":576,"Bk":"التاسع عشر من المشيخة البغدادية لأبي طاهر السلفي","HigriD":"576","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"صدر الدين، أبو طاهر السِّلَفي أحمد بن محمد بن أحمد بن محمد بن إبراهيم سِلَفَه الأصبهاني","bLnk":null,"Inf":"","Auth":"أبو طاهر السِّلَفي","Betaka":"الكتاب: التاسع عشر من المشيخة البغدادية لأبي طاهر السلفي\r\nالمؤلف: صدر الدين، أبو طاهر السِّلَفي أحمد بن محمد بن أحمد بن محمد بن إبراهيم سِلَفَه الأصبهاني (المتوفى: 576هـ)\r\nالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\r\nالطبعة: الأولى، 2004\r\n[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"السلفي (478 - 576 هـ = 1085 - 1180 م) \r\n\r\nأحمد بن محمد بن سِلَفَه (بكسر السين وفتح اللام) الأصبهاني، صدر الدين، أبو طاهر السلفي: حافظ مكثر، من أهل أصبهان.\r\nرحل في طلب الحديث، وكتب تعاليق وأمالي كثيرة، وبنى له الأمير العادل (وزير الظافر العبيدي) مدرسة في الإسكندرية، سنة 546 ه، فأقام إلى أن توفي فيها.\r\nله (معجم مشيخة أصبهان) و (معجم شيوخ بغداد - خ) و (معجم السفر - خ) نشرت منه نسخة كثيرة النقص باسم (أخبار وتراجم أندلسية) وله (الفضائل الباهرة في مصر والقاهرة - خ) في الخزانة الحميدية بالآستانة، الرقم (363 تاريخ) كما في (المختار من المخطوطات العربية في الآستانة، ص 50 وفي خزانة الرباط\r\n(1046 د) رسالة في ترجمته.\r\nوللمعاصر محمد محمود زيتون، الإسكندري، كتاب (الحافظ السلفي أشهر علماء الزمان - ط) في سيرته .\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"D756C40E","cat":"مخطوطات حديثية","oNum":30086,"BkId":30086,"oAuth":241,"bVer":1,"aSeal":"185BF8B4"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30086":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"من حديث أبي فتح الأزدي الحافظ"},
      {"lvl":1,"id":8,"sub":0,"tit":"من حديث أبي بكر الشافعي"},
      {"lvl":1,"id":12,"sub":0,"tit":"من حديث أبي محمد الجوهري"},
      {"lvl":1,"id":15,"sub":0,"tit":"حديث واحد عن شيخة"},
      {"lvl":1,"id":17,"sub":0,"tit":"شيخ آخر من حديث ابن شاهين أبي حفص"},
      {"lvl":1,"id":20,"sub":0,"tit":"شيخ حديث واحد"},
      {"lvl":1,"id":22,"sub":0,"tit":"شيخ حديث واحد"},
      {"lvl":1,"id":24,"sub":0,"tit":"شيء من حديث عبد الله بن أحمد بن حنبل"},
      {"lvl":1,"id":27,"sub":0,"tit":"شيخ من حديث أبي بكر القطيعي"},
      {"lvl":1,"id":30,"sub":0,"tit":"شيخ من حديث عبد الله بن أحمد بن حنبل"},
      {"lvl":1,"id":40,"sub":0,"tit":"شيخ من حديث الجوهري"},
      {"lvl":1,"id":44,"sub":0,"tit":"ومن حديثه أيضا"},
      {"lvl":1,"id":48,"sub":0,"tit":"حديث واحد عن شيخين"},
      {"lvl":1,"id":50,"sub":0,"tit":"قطعة من شعر البصروي"},
      {"lvl":1,"id":51,"sub":0,"tit":"من فوائد أبي الحسين الأهوازي وهو الأصبهاني"},
      {"lvl":1,"id":52,"sub":0,"tit":"من حديث أبي بكر الشافعي"},
      {"lvl":1,"id":55,"sub":0,"tit":"من فوائد أبي غالب الكرجي"},
      {"lvl":1,"id":56,"sub":0,"tit":"شيخ حديث واحد"},
      {"lvl":1,"id":58,"sub":0,"tit":"من فوائد ابن السراج"},
      {"lvl":1,"id":59,"sub":0,"tit":"من حديث الشافعي"},
      {"lvl":1,"id":65,"sub":0,"tit":"من فوائد أبي القاسم الشافعي"},
      {"lvl":1,"id":69,"sub":0,"tit":"من فوائد ابن الطيوري"}
    ]
}
