{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30315":
    [
      {"page":1,"id":1,"hno":null,"nass":"هَذِهِ عُشَارِيَّاتُ الإِمَامِ الَحْافِظِ الْمُتْقِنِ الْمُحَدِّثِ شَيْخِ مَشَايِخِنَا الْجَلالِ السُّيُوطِيِّ، تَغَمَّدَهُ اللَّهُ بِرَحْمَتِهِ، وَأَسْكَنَهُ فَسِيحَ جَنَّاتِهِ.\rنِعْمَ الْحَافِظُ اللَّهُ، نِعْمَ النَّاصِرُ اللَّهُ، نِعْمَ الْقَادِرُ اللَّهُ، {فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ} [المرسلات: 23] بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَبِهِ نَسْتَعِينُ عَلَى الْقَوْمِ الْكَافِرِينَ.\rقَالَ الإِمَامُ الْحَافِظُ الْمُتْقِنُ الْمُحَدِّثُ مَوْلانَا جَلالُ الدِّينِ السُّيُوطِيُّ، تَغَمَّدَهُ اللَّهُ بِرَحْمَتِهِ، وَأَسْكَنَهُ فَسِيحَ جَنَّتِهِ، هَذِهِ أَحَادِيثُ جَلِيلَةٌ، وَقَعَتْ لِي عُشَارِيَّةً بَيْنِي وَبَيْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا عَشَرَةُ أَنْفُسٍ.","seal":"2417D917","part":1},
      {"page":2,"id":2,"hno":1,"nass":"1 - أَخْبَرَنِي مُسْنِدُ الدُّنْيَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مُقْبِلٍ الْحَلَبِيُّ، إِجَازَةً عَنِ الصَّلاحِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ أَبِي عَمْرٍو الْمَقْدِسِيِّ، أَنَا عَلِيُّ بْنُ أَحْمَدَ الْمَقْدِسِيُّ، عَنْ أَبِي الْقَاسِمِ عَبْدِ الْوَاحِدِ بْنِ الْقَاسِمِ الصَّيْدَلانِيِّ، أَنْبَأَتْنَا أُمُّ إِبْرَاهِيمَ فَاطِمَةُ بِنْتُ عَبْدِ اللَّهِ الْجُوزْدَانِيَّةُ، وَأَبُو الْفَضْلِ جَعْفَرُ بْنُ عَبْدِ الْوَاحِدِ الثَّقَفِيُّ، قِرَاءَةً عَلَيْهِمَا، قَالَ: أنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ بُرَيْدَةَ , أَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيُّ، فِي الْمُعْجَمِ الصَّغِيرِ , ثَنَا عُبَيْدُ اللَّهِ بْنُ رَمَاحِسَ الْقَيْسِيُّ، سَنَةَ 274 , ثَنَا أَبُو عَمْرٍو زِيَادُ بْنُ طَارِقٍ، وَقَدْ كَانَ قَدْ أَتَتْ عَلَيْهِ مِائَةٍ وَعِشْرِيَن سَنَةٍ، قَالَ: سَمِعْتُ أَبَا جَرْوَلٍ زُهَيْرَ بْنَ صُرَدٍ الْجُشَمِيَّ، يَقُولُ: لَمَّا أَسَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ حُنَيْنٍ يَوْمَ هَوَازِنَ، وَذَهَبَ يُفَرِّقُ السَّبْيَ وَالشَّاةَ، فَأَتَيْتُهُ فَأَنْشَأْتُ أَقُولُ:\rامْنُنْ عَلَيْنَا رَسُولَ اللَّهِ فِي كَرَمٍ ... فَإِنَّكَ الْمَرْءُ نَرْجُوهُ وَنَنْتَظِرُ\rامْنُنْ عَلَى بَيْضَةٍ قَدْ عَاقَهَا قَدَرٌ ... مُشَتَّتٌ شَمْلُهَا فِي دَهْرِهَا غِيَرُ\rأَبْقَتْ لَنَا الدَّهْرَ هتافا على حزن ... عَلَى قُلُوبِهِمُ الْغماءُ والغمرُ\rإِنْ لَمْ تَدَارَكْهُمْ نَعْمَاءُ تَنْشُرُهَا ... يَا أَرْجَحَ النَّاسِ حِلْمًا حِينَ يُخْتَبَرُ\rامْنُنْ عَلَى نِسْوَةٍ قَدْ كُنْتَ تَرْضَعُهَا ... إِذْ فُوكَ يَمْلَأُهُ مِنْ مَحْضِهَا الدَّرَرِ\rإِذْ كُنْتَ طِفْلا صَغِيرًا كُنْتَ تَرْضَعُهَا ... وَإِذْ يَزِينُكَ ما تَأْتِي وَمَا تَذَرُ\rلا تَجْعَلَنَّا كَمَنْ شَالَتْ نَعَامَتُهُ ... وَاسْتَبْقِ مِنَّا فَإِنَّا مَعْشَرٌ زَهَرُ\rإِنَّا لَنَشْكَرُ لِلنَّعْمَاءِ إِذْ كُفِرَتْ ... وَعِنْدَنَا بَعْدَ هَذَا الْيَوْمِ مُدَّخَرُ\rفَأَلْبِسِ الْعَفْوَ مَنْ قَدْ كُنْتَ تَرْضَعُهُ ... مِنْ أُمَّهَاتِكَ إِنَّ الْعَفْوَ مُشْتَهَرُ\rيَا خَيْرَ مَنْ مَرَحَتْ كُمْتُ الْجِيَاد بِهِ ... ثُمَّ الْهياج إِذَا مَا اسْتَوْقَدَ الشَّرَرُ\rإِنَّا نُؤْمِلُ عَفْوًا مِنْكَ تُلْبِسُهُ ... هَذِي الْبَرِيَّةَ إِذْ تَعْفُو وَتَنْتَصِرُ\rفَاعْفُ عَفَا اللَّهُ عَمَّا أَنْتَ رَاهِبُهُ ... يَوْمَ الْقِيَامَةِ إِذْ يُهْدَى لَكَ الظَّفَرُ\rقَالَ: فَلَمَّا سَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الشِّعْرَ قَالَ: §«مَا كَانَ لِي وَلِبَنِي عَبْدِ الْمُطَّلِبِ فَهُوَ لَكُمْ» .\rوَقَالَتْ قُرَيْشٌ: مَا كَانَ لَنَا فَهُوَ لِلَّهِ وَلِرَسُولِهِ، وَقَالَتِ الأَنْصَارُ: مَا كَانَ لَنَا فَهُوَ لِلَّهِ وَلِرَسُولِهِ.\rقَالَ الطَّبَرَانِيُّ: لَا يُرْوَى عَنْ زُهَيْرٍ إِلَّا هَذَا الإِسْنَادُ , تَفَرَّدَ بِهِ عُبَيْدُ اللَّهِ بْنِ رَمَاحِسَ، وَقَالَ الْحَافِظُ أَبُو الْفَضْلِ أَحْمَدُ بْنُ مُحَمَّدٍ فِي عُشَارِيَّاتِهِ: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ","seal":"48B71BD2","part":1},
      {"page":3,"id":3,"hno":2,"nass":"2 - وَبِالإِسْنَادِ الْمَاضِي إِلَى الطَّبَرَانِيِّ، ثَنَا جَعْفَرُ بْنُ عَبِد الْكَرِيمِ بْنِ فَرُّوخَ بْنِ دِيزَجَ بْنِ بِلالِ بْنِ سَعْدٍ الأَنْصَارِيُّ الدِّمَشْقِيُّ، قَالَ: حَدَّثَنِي جَدِّي لأُمِّي عُمَرُ بْنُ أَبَانِ بْنِ مُفَضَّلٍ الْمَدَنِيُّ، قَالَ: أَرَانِي أَنَسُ بْنُ مَالِكٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ الْوُضُوءَ، أَخَذَ رِكْوَةً فَوَضَعَهَا عَلَى يَسَارِهِ، وَصَبَّ عَلَى يَدِهِ الْيُمْنَى فَغَسَلَهَا ثَلاثًا، ثُمَّ أَدَارَ الرِّكْوَةَ عَلَى يَدِهِ الْيُمْنَى فَتَوَضَّأَ ثَلاثًا ثَلاثًا، وَمَسَحَ بِرَأْسِهِ ثَلاثًا، وَأَخَذَ مَاءً جَدِيدًا فَمَسَحَ سِمَاخَهُ، فَقُلْتُ لَهُ: قَدْ مَسَحْتَ أُذُنَيْكَ، فَقَالَ: يَا غُلامُ إِنَّهُمَا مِنَ الرَّأْسِ لَيْسَ هُمَا مِنَ الْوَجْهِ، ثُمَّ قَالَ: §«يَا غُلامُ هَلْ رَأَيْتَ ـ أوَفَهِمْتَ ـ أَوْ أُعِيدُ عَلَيْكَ؟» فَقُلْتُ: قَدْ كَفَانِي وَقَدْ فَهِمْتُ، فَقَالَ: «هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ» .\rقَالَ الطَّبَرَانِيُّ: لَمْ يَرْوِ عَمْرُو بْنُ أَبَانٍ عَنْ أَنَسٍ حَدِيثًا غَيْرَ هَذَا، وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي عُشَارِيَّاتِهِ: هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ، وَعَمْرُو بْنُ أَبَانٍ ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ","seal":"F5A6DBA9","part":1},
      {"page":4,"id":4,"hno":3,"nass":"3 - وَبِالإِسْنَادِ الْمَاضِي إِلَى الطَّبَرَانِيِّ، ثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَزِيدَ الْقَصَّاصُ، ثَنَا دِينَارُ بْنُ عَبْدِ اللَّهِ، مَوْلَى أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«طُوبَى لِمَنْ رَآنِي، وَآمَنَ بِي، وَمَنْ رَأَى مَنْ رَآنِي، وَمَنْ رَأَى مَنْ رَأَى مَنْ رَآنِي» .\rقَالَ الْحَافِظُ ابْنُ حَجَرٍ: هَذَا حَدِيثٌ ضَعِيفٌ مِنْ حَدِيثِ أَنَسٍ، رَوَاهُ عَنْهُ دِينَارٌ، وَأَبُو مُعَاوِيَةَ، وَمُوسَى الطَّوِيلُ، وَالثَّلاثَةُ ضُعَفَاءُ، وَأَخْرَجَهُ الإِمَامُ أَحْمَدُ فِي مُسْنَدِهِ، الْحَارِثُ بْنُ أَبِي أُمَامَةَ، وَأَبُو يَعْلَى، وَأَبُو دَاوُدَ الطَّيَالِسِيُّ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَالطَّبَرَانِيُّ، مِنْ حَدِيثِ أَبِي أُمَامَةَ الْبَاهِلِيِّ، وَأَخْرَجَهُ الإِمَامُ أَحْمَدُ أَيْضًا مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ بِنَحْوِهِ، وَفِي هَذَا الْبَابِ، عَنِ ابْنِ عُمَرَ، وَعَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُمُ، انْتَهَى\rقَالَ الْجَلالُ: قَدْ تَبَيَّنَ سَرْدُ الْكَبِيرِ. . . . لِي أَحَادِيث أُخَر عُشَارِيَّة، وَمَا حَدَّثْتُ بِهَا فِي عُمْرِي قَطُّ، لأَنَّهَا مِنْ رِوَايَةِ أَبِي سَعِيدٍ الْعَدَوِيِّ، عَنْ خِرَاشٍ، عَنْ أَنَسٍ.\rوَخِرَاشٌ وَالْعَدَوِيُّ كَذَّابَانِ، وَالنُّقَّادُ يَقُولُونَ لا. . . خِرَاش، وَأَضْرَابه، وَقَدْ رَأَيْتُ أَنْ أَسْبِقَهَا وَأَنْسِبَ. . . . . . رِوَايَة خِرَاشٍ.","seal":"916BDDD5","part":1},
      {"page":5,"id":5,"hno":4,"nass":"4 - وَأَنْبَأَنِي مُحَمَّدُ بْنُ مُقْبِلٍ، عَنِ الصَّلاحِ بْنِ أَبِي عُمَرَ، عَنِ الْفَخْرِ بْنِ الْبُخَارِيِّ، عَنِ الْحَافِظِ أَبِي مُحَمَّدٍ عَبْدِ الْعَزِيزِ بْنِ عَمْرِو بْنِ الأَخْضَرِ، أَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ، ثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الصَّرِيفِينِيُّ، ثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ الْكَتَّانِيُّ، ثَنَا أَبُو سَعِيدٍ الْحَسَنُ بْنُ عَلِيٍّ الْعَدَوِيُّ، ثَنَا خِرَاشٌ، عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الصَّوْمُ جُنَّةٌ»","seal":"AC901F1F","part":1},
      {"page":6,"id":6,"hno":5,"nass":"5 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَالَ اللَّهُ عَزَّ وَجَلَّ: §«كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصَّوْمَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ»","seal":"58A4B367","part":1},
      {"page":7,"id":7,"hno":6,"nass":"6 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِنَّ لِلْجَنَّةِ بَابًا يُدْعَى الرَّيَّانُ، لَا يَدْخُلُ مِنْهُ إِلَّا الصَّائِمُونَ»","seal":"408D73BB","part":1},
      {"page":8,"id":8,"hno":7,"nass":"7 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْحَيَاءُ وَالإِيمَانُ فِي قَرْنٍ وَاحِدٍ، فَإِذَا سُلِبَ أَحَدُهُمَا تَبِعَهُ الآخَرُ»","seal":"9794153C","part":1},
      {"page":9,"id":9,"hno":8,"nass":"8 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَوَّلُ مَا يُنْزَعُ مِنَ الْعَبْدِ الْحَيَاءُ، فَيَصِيرُ مَقِيتًا مُمَقَّتًا، ثُمَّ تُنْزَعُ مِنْهُ الأَمَانَةُ فَيَصِيرُ خَائِنًا مُخَوَّنًا، ثُمَّ تُنْزَعُ مِنْهُ الرَّحْمَةُ فَيَصِيرُ فَظًّا غَلِيظًا، وَيُخْلَعُ دِينُ الإِسْلامِ مِنْ عُنُقِهِ فَيَصِيرُ شَيْطَانًا لَعِينًا مَلْعُونًا»","seal":"6F4381CE","part":1},
      {"page":10,"id":10,"hno":9,"nass":"9 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ كَتَبَ اللَّهُ لَهُ أَلْفَ أَلْفِ حَسَنَةٍ، وَمُحِيَ عَنْهُ أَلْفُ أَلْفِ سَيِّئَةٍ، وَرُفِعَ لَهُ أَلْفُ أَلْفِ دَرَجَةٍ، وَمَنْ زَادَ زَادَهُ اللَّهُ»","seal":"49A640DB","part":1},
      {"page":11,"id":11,"hno":10,"nass":"10 - وَبِهِ عَنْ أَنَسٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ عَلَى أَصْحَابِهِ، فَقَالَ: §«مَنْ ضَمِنَ لِي اثْنَيْنِ ضَمِنْتُ لَهُ الْجَنَّةَ» .\rفَقَالَ أَبُو هُرَيْرَةَ: فِدَاكَ أَبِي وَأُمِّي يَا رَسُولَ اللَّهِ، أَنَا أَضْمَنْهُمَا لَكَ، مَا هُمَا؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ ضَمِنَ لِي مَا بَيْنَ لَحْيَيْهِ وَرِجْلَيْهِ ضَمِنْتُ لَهُ الْجَنَّةِ»\rهَذَا مَا أَوْرَدَهُ الْمُحَدِّثُ زَيْنُ الدِّينِ رِضْوَانُ فِي السُّبَاعِيَّاتِ الْوُسْطَى، وَهِيَ لَنَا عُشَارِيَّةٌ كَمَا تَرَى، وَهُوَ أَكْثَرُ مِنْ ذَلِكَ.\rأَخْبَرَنَا مُحَمَّدُ بْنُ مُقْبِلٍ إِجَازَةً، عَنِ الصَّلاحِ بْنِ أَبِي عُمَرَ، عَنِ الْفَخْرِ بْنِ الْبُخَارِيِّ، عن الْمُؤَيِّدُ بْنُ عَبْدِ الرَّحِيمِ الظَاهِرِيُّ، عن طَاهِرٍ الشَّحَامِيّ، سَمَاعًا عَلَيْهِ فِي خُمَاسِيَّاتِهِ، قَالَ الشَّيْخُ أَبُو سَعِيدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ زَكَرِيَّا بْنِ صَالِحِ بْنِ زُفَرَ الْعَدَوِيُّ بِبَغْدَادَ سَنَةَ 319، قَالَ: مَرَرْتُ بِالْبَصْرَةِ فَإِذَا شَيْخٌٍ كَبِيرٌ قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ , فَقُلْتُ: مَنْ هَذَا؟ قَالُوا: هَذَا خِرَاشُ بْنُ عَبْدِ اللَّهِ، مَوْلَى أَنَسِ بْنِ مَالِكٍ، قُلْتُ: كَمْ لَهُ مِنَ السِّنِينِ؟ قَالُوا: ثَلاثُونَ وَمِائَةُ سَنَةٍ، وَقَالَ بَعْضُهُمْ: أَرْبَعُونَ وَمِائَةُ سَنَةٍ، فَزَاحَمْتُ النَّاسَ، وَدَخَلْتُ عَلَيْهِ، وَبَيْنَ يَدَيْهِ جَمَاعَةٌ يَكْتُبُونَ، وَالْبَاقُونَ نُظَّارٌ، فَأَخَذْتُ قَلَمًا مِنْ يَدِ رَجُلٍ، وَكَتَبْتُ عَنْهُ هَذِهِ الأَحَادِيثَ، وَذَلِكَ فِي سَنَةِ 222 وَهِيَ هَذِهِ:","seal":"D16368DE","part":1},
      {"page":12,"id":12,"hno":11,"nass":"11 - حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«النَّظَرُ إِلَى الْوَجْهِ الْحَسَنِ يَجْلُو الْبَصَرَ، النَّظَرُ إِلَى الْوَجْهِ الْقَبِيحِ يُوَرِّثُ الْكَلَحَ»","seal":"EB6C8458","part":1},
      {"page":13,"id":13,"hno":12,"nass":"12 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا حَسَّنَ اللَّهُ خَلْقَ امْرِئٍ مُسْلِمٍ وَخُلُقَهُ فَيُطْعِمُ لَحْمَهُ النَّارَ»","seal":"67CAF921","part":1},
      {"page":14,"id":14,"hno":13,"nass":"13 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الشَّعْرُ الْحَسَنُ أَحَدُ الْجَمَالَيْنِ يَكْسُوهُ اللَّهُ الْمَرْءَ الْمُسْلِمَ»","seal":"B3D900F1","part":1},
      {"page":15,"id":15,"hno":14,"nass":"14 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ تَأَمَّلَ خَلْقَ امْرَأَةٍ حَتَّى يَتَبَيَّنَ لَهُ حَجْمُ عِظَامِهَا مِنْ وَرَائِهَا وَهُوَ صَائِمٌ فَقَدْ أَفْطَرَ»","seal":"11E74DCC","part":1},
      {"page":16,"id":16,"hno":null,"nass":"14 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الصَّوْمُ جُنَّةٌ»","seal":"421C6842","part":1},
      {"page":17,"id":17,"hno":15,"nass":"15 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" لِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ إِفْطَارِهِ، وَفَرْحَةٌ حِينَ يَلْقَى رَبَّهُ عَزَّ وَجَلَّ، وَلَخُلُوفُ فَمِ الصَّائِمِ عِنْدَ اللَّهِ أَطْيَبُ مِنْ رِيحِ الْمِسْكِ \"","seal":"785A2396","part":1},
      {"page":18,"id":18,"hno":16,"nass":"16 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَقُولُ اللَّهُ: §«كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصَّوْمَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ»","seal":"F0E5B917","part":1},
      {"page":19,"id":19,"hno":17,"nass":"17 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §لِلْجَنَّةِ بَابًا يُقَالُ لَهُ: الرَّيَّانُ، لَا يَدْخُلُ مِنْهُ إِلَّا الصَّائِمُونَ \"","seal":"4D8C9BEF","part":1},
      {"page":20,"id":20,"hno":18,"nass":"18 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ صَامَ يَوْمًا تَطَوُّعًا فَلَوْ أُعْطِيَ مِلْءَ الأَرْضِ ذَهَبًا مَا وَفَّى أَجْرَهُ دُونَ يَوْمِ الْحِسَابِ»","seal":"D564ED52","part":1},
      {"page":21,"id":21,"hno":19,"nass":"19 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ صَامَ يَوْمًا وَاحِدًا فِي سَبِيلِ اللَّهِ بَاعَدَهُ اللَّهُ مِنَ النَّارِ سَبْعِينَ خَرِيفًا»","seal":"D44D935A","part":1},
      {"page":22,"id":22,"hno":20,"nass":"20 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِمَلَأٍ مِنَ الْمَلائِكَةِ إِلَّا قَالُوا: يَا مُحَمَّدُ مُرْ أُمَّتَكَ بِالْحِجَامَةِ \"","seal":"8C5D4562","part":1},
      {"page":23,"id":23,"hno":21,"nass":"21 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَنْ شَكَرَ زَادَهُ اللَّهُ، لِقَوْلِهِ تَعَالَى {لَئِنْ شَكَرْتُمْ لأَزِيدَنَّكُمْ} [إبراهيم: 7] \"","seal":"0486C650","part":1},
      {"page":24,"id":24,"hno":22,"nass":"22 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ ضَمِنَ لِي مَا بَيْنَ لَحْيَيْهِ وَرِجْلَيْهِ ضَمِنْتُ لَهُ الْجَنَّةَ»","seal":"D0ADA762","part":1},
      {"page":25,"id":25,"hno":23,"nass":"23 - وَبِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ كُتِبَ لَهُ أَلْفُ حَسَنَةٍ، وَمُحِيَ عَنْهُ أَلْفُ سَيِّئَةٍ، وَرُفِعَ لَهُ أَلْفُ دَرَجَةٍ، وَمَنْ زَادَ زَادَهُ اللَّهُ، وَمَنِ اسْتَغْفَرَ غَفَرَ اللَّهُ لَهُ، وَمَنْ قَرَأَ مِائَةَ آيَةٍ لَمْ يُكْتَبْ مِنَ الْقَاسِينَ، وَمَنْ قَرَأَ مِائَتَيْ آيَةٍ لَمْ يُكْتَبْ مِنَ الْغَافِلِينَ، وَمَنْ قَرَأَ ثَلاثَ مِائَةِ آيَةٍ لَمْ يُحَاجَّهُ الْقُرْآنُ، وَمَنْ ضَمِنَ لِي اثْنَيْنِ ضَمِنْتُ لَهُ الْجَنَّةَ، فَقَالَ أَبُو هُرَيْرَةَ: فِدَاكَ أَبِي وَأُمِّي يَا رَسُولَ اللَّهِ أَنَا أَضْمَنُهُمَا فَمَا هُمَا؟ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ ضَمِنَ لِي مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ ضَمِنْتُ لَهُ الْجَنَّةَ \"","seal":"0FF0848E","part":1},
      {"page":26,"id":26,"hno":24,"nass":"24 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ عَزَّ وَجَلَّ»","seal":"30426273","part":1},
      {"page":27,"id":27,"hno":25,"nass":"25 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ أَلْقَى جِلْبَابَ الْحَيَاءِ فَلا غِيبَةَ لَهُ»","seal":"9ACB8237","part":1},
      {"page":28,"id":28,"hno":26,"nass":"26 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَوَّلُ مَا يَنْزِعُ اللَّهُ مِنَ الْعَبْدِ الْحَيَاءَ» الْحَدِيثَ","seal":"7CB86A37","part":1},
      {"page":29,"id":29,"hno":27,"nass":"27 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْحَيَاءُ خَيْرٌ كُلُّهُ»","seal":"56CBFFC3","part":1},
      {"page":30,"id":30,"hno":28,"nass":"28 - وَبِهِ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«حَيَاتِي خَيْرٌ لَكُمْ، وَمَمَاتِي خَيْرٌ لَكُمْ، فَأَمَّا حَيَاتِي فَأُحَدِّثُكُمْ وَأُحَذْرِكُمْ وَأُخَوِّلُكُمْ، وَأَمَّا مَوْتِي فَيُعْرَضُ عَلَيَّ أَعْمَالُكُمْ عَشِيَّةَ الاثْنَيْنِ وَالْخَمِيسِ، فَمَا كَانَ مِنْ عَمَلٍ صَالِحٍ حَمِدْتُ اللَّهَ عَلَيْهِ، وَمَا كَانَ مِنْ عَمَلٍ سَيِّئٍ اسْتَغْفَرْتُ اللَّهَ لَكُمْ مِنْهُ»","seal":"E7856F6C","part":1},
      {"page":31,"id":31,"hno":29,"nass":"29 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا ضَاقَ مَجْلِسُ مُتَحَابِّينَ»","seal":"B8426B28","part":1},
      {"page":32,"id":32,"hno":30,"nass":"30 - وَبِهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«اطْلُبُوا الْخَيْرَ عِنْدَ صِبَاحِ الْوُجُوهِ»\rفَهَذِهِ ثَلاثَةٌ وَعِشْرُونَ حَدِيثًا هِيَ خُمَاسِيَّاتُ الزَّاهِدِ، وَهِيَ عُشَارِيَّةٌ لَنَا فَإِنَّ بَيْنَنَا وَبَيْنَهُ أَرْبَعَةَ رِجَالٍ , وَهُوَ خُمَاسِيٌّ إِلَّا أَنَّ هَذَا الإِسْنَادَ فِي غَايَةِ الْوَهْيِ وَالسُّقُوطِ.\rقَالَ فِي الْمِيزَانِ فِي تَرْجَمَةِ الْحَسَنِ بْنِ عَلِيِّ بْنِ زَكَرِيَّا الْعَدَوِيِّ: قَالَ ابْنُ عَدِيٍّ: يَضَعُ هَذَا الْحَدِيثَ، رَوَى عَنْ خِرَاشٍ، عَنْ أَنَسٍ أَحَادِيثَ، وَحَدَّثَ عَنْ جَمَاعَةٍ لَا يُدْرَى مَنْ هُمْ، وَحَدَّثَ عَنِ الثِّقَاتِ بِالْبَوَاطِيلِ، وَعَادَةُ مَا حَدَّثَ بِهِ إِلَّا الْقَلِيلَ مَوْضُوعَاتٌ، وَاعْلَمْ أَنَّ فِي هَذِهِ الأَحَادِيثِ مَا لَهُ أَصْلٌ مِنْ غَيْرِ هَذَا الطَّرِيقِ، فَحَدِيثُ «الصَّوْمُ جُنَّةٌ» رَوَاهُ الْبُخَارِيُّ وَغَيْرُهُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، وَالنَّسَائِيُّ مِنْ حَدِيثِ مُعَاذِ بْنِ جَبَلٍ، وَمِنْ حَدِيثِ عَائِشَةَ، وَمِنْ حَدِيثِ عَمْرِو بْنِ الْعَاصِ، وَمِنْ حَدِيثِ أَبِي عُبَيْدٍ، وَرَوَاهُ الطَّبَرَانِيُّ مِنْ حَدِيثِ أَبِي أُمَامَةَ وَوَاثِلَةَ، وَرَوَاهُ الْبَيْهَقِيُّ فِي سُنَنِهِ فِي بَابٍ مِنْ حَدِيثِ جَابِرِ بْنِ عَبْدِ اللَّهِ، وَحَدِيثُ قَالَ اللَّهُ تَعَالَى: «كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصَّوْمَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ تَعَالَى عَنْهُ، وَحَدِيثُ بَابِ الرَّيَّانِ رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ، وَحَدِيثُ «الْحَيَاءُ وَالإِيمَانُ فِي قَرْنٍ» الْحَدِيثُ رَوَاهُ الطَّبَرَانِيُّ فِي الأَوْسَطِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا، وَمِنْ حَدِيثِ أَبِي مُوسَى، وَرَوَاهُ الْحَاكِمُ، وَالْبَيْهَقِيُّ، مِنْ حَدِيثِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا، وَحَدِيثُ «أَوَّلُ مَا يُنْزَعُ مِنَ الْعَبْدِ الْحَيَاءُ» ، الْحَدِيثُ رَوَاهُ ابْنُ مَاجَهْ مِنْ حَدِيثِ ابْنِ عُمَرَ نَحْوَهُ، وَحَدِيثُ «مَنْ ضَمِنَ لِي مَا بَيْنَ لَحْيَيْهِ وَرِجْلَيْهِ ضَمِنْتُ لَهُ الْجَنَّةَ» ، رَوَاهُ الْبُخَارِيُّ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ، وَالْبَيْهَقِيُّ فِي شُعَبِ الإِيمَانِ مِنْ حَدِيثِ جَابِرٍ، وَحَدِيثُ «مَا حَسَّنَ اللَّهُ خَلْقَ امْرِئٍ مُسْلِمٍ» الْحَدِيثُ رَوَاهُ الْبَيْهَقِيُّ، وَالطَّبَرَانِيُّ فِي الأَوْسَطِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، وَحَدِيثُ «الْتَمِسُوا الْخَيْرَ عِنْدَ حِسَانِ الْوُجُوهِ» وَرَدَ مِنْ رِوَايَةِ عِدَّةٍ مِنَ الصَّحَابَةِ مِنْ طُرُقٍ كَثِيرَةٍ جَمَعَهَا فِي جُزْءٍ مُفْرَدٍ، وَمَتْنُهُ عِنْدِي حَسَنٌ صَحِيحٌ، وَحَدِيثُ «الشَّعْرُ أَحَدُ الْجَمَالَيْنِ» وَرَدَ مِنْ حَدِيثِ عَلِيٍّ رَوَاهُ الدَّيْلَمِيُّ فِي مُسْنَدِ الْفِرْدَوْسِ، وَحَدِيثُ «مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ بَاعَدَهُ اللَّهُ مِنَ النَّارِ سَبْعِينَ خَرِيفًا» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ مِنْ حَدِيثِ أَبِي سَعِيدٍ، وَرَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، وَحَدِيثُ \" مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي عَلَى مَلَأٍ مِنَ الْمَلائِكَةِ إِلَّا قَالُوا لِي: يَا مُحَمَّدُ مُرْ أُمَّتَكَ بِالْحِجَامَةِ «رَوَاهُ ابْنُ مَاجَهْ مِنْ طَرِيقٍ آخَرَ، عَنْ أَنَسٍ، وَرَوَاهُ التِّرْمِذِيُّ، وَحَسَّنَهُ ابْنُ مَاجَهْ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا، وَحَدِيثُ» مَنْ شَكَرَ زَادَهُ اللَّهُ «الْحَدِيثُ رَوَاهُ مِنْ حَدِيثِ الْبَيْهَقِيِّ، عَنِ ابْنِ مَسْعُودٍ بِلَفْظِ» مَنْ أَعْطَى الشُّكْرَ أُعْطِيَ الزِّيَادَةُ، لأَنَّ اللَّهَ تَعَالَى يَقُولُ: {لَئِنْ شَكَرْتُمْ لأَزِيدَنَّكُمْ} [إبراهيم: 7] «وَحَدِيثُ» مَنْ قَرَأَ مِائَةَ آيَةٍ \" إِلَى قَوْلِهِ: «لَمْ يُحَاجَّهُ الْقُرْآنُ» رَوَاهُ الْبَيْهَقِيُّ مِنْ حَدِيثِ تَمِيمٍ الدَّارِيِّ، وَفَضَالَةَ بْنِ عُبَيْدٍ، وَلَهُ شَوَاهِدُ كَثِيرَةٌ، وَحَدِيثُ «مَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ» رَوَاهُ أَحْمَدُ، وَالتِّرْمِذِيُّ، وَحَسَّنَهُ مِنْ حَدِيثِ أَبِي سَعِيدٍ، وَابْنُ جَرِيرٍ فِي تَهْذِيبِ الآثَارِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، وَالطَّبَرَانِيُّ مِنْ حَدِيثِ جَرِيرٍ، وَلَهُ طُرُقٌ أُخْرَى جَمَعَهَا مُعِينُ الْحُفَّاظِ فِي جُزْءٍ مُفْرَدٍ وَحَدِيثُ «مَنْ أَلْقَى جِلْبَابَ الْحَيَاءِ فَلا غِيبَةَ لَهُ» رَوَاهُ الْبَيْهَقِيُّ فِي سُنَنِهِ مِنْ طُرُقٍ أُخْرَى عَنْ أَنَسٍ، وَحَدِيثُ «الْحَيَاءُ خَيْرٌ كُلُّهُ» رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ، وَحَدِيثُ «حَيَاتِي خَيْرٌ لَكُمْ وَمَوْتِي خَيْرٌ لَكُمْ» الْحَدِيثُ رَوَاهُ الْبرناوي فِي مُعْجَمِهِ مِنْ طَرِيقٍ آخَرَ عَنْ أَنَسٍ، وَرَوَاهُ ابْنُ سَعْدٍ فِي طَبَقَاتِهِ عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ مُرْسَلا.\rهَذَا آخِرُ مَا كَتَبَهُ الْجَلالُ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَصَحْبِهِ وَسَلَّمَ.","seal":"93E7BFFF","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":911,"Bk":"عشاريات السيوطي","HigriD":"911","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن أبي بكر، جلال الدين السيوطي","bLnk":null,"Inf":"","Auth":"السيوطي","Betaka":"الكتاب: عشاريات السيوطي\r\nالمؤلف: عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\r\nالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\r\nالطبعة: الأولى، 2004\r\n[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"السُّيوطي، جلال الدين (849 - 911 هـ، 1445 - 1505م).\r\n\r\nعبد الرحمن بن أبي بكر، جلال الدين. والسيوطي نسبة إلى أسيوط مدينة في صعيد مصر. عالم موسوعي في الحديث والتفسير واللغة والتاريخ والأدب والفقه وغيرها من العلوم. وُلد في القاهرة ونشأ فيها. رحل إلى الشام والحجاز واليمن والهند والمغرب ثم عاد إلى مصر فاستقر بها. تولى مناصب عدة. ولما بلغ الأربعين، اعتزل في منزله، وعكف على التصنيف. ذُكر له من المؤلفات نحو 600 مؤلف. منها المجلدات الكبيرة ومنها الرسالة القصيرة ذات الورقة أو الوريقات. وذكر الأستاذ أحمد الشرقاوي في كتابه مكتبة الجلال السيوطي أن عدد مؤلفاته بلغ 725 مصنفًا. من أشهر كتبه: الجامع الكبير؛ الجامع الصغير في أحاديث النذير البشير؛ الإتقان في علوم القرآن؛ الدر المنثور في التفسير بالمأثور؛ تنوير الحوالك في شرح موطأ الإمام مالك؛ الخصائص والمعجزات النبوية؛ طبقات الحفاظ؛ طبقات المفسرين؛ الأشباه والنظائر وهما كتابان باسم واحد أحدهما في اللغة، والثاني في فروع الشافعية؛ بغية الوعاة في طبقات اللغويين والنحاة؛ الفريدة، وهي ألفية في النحو، وله ألفية أخرى في مصطلح الحديث؛ اللآلئ المصنوعة في الأحاديث الموضوعة؛ همع الهوامع. وله مشاركات أدبية: شعر ومقامات. توفي بالقاهرة.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"EDF192F9","cat":"مخطوطات حديثية","oNum":30315,"BkId":30315,"oAuth":7,"bVer":1,"aSeal":"2F69794F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30315":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"ما كان لي ولبني عبد المطلب فهو لكم. وقالت قريش: ما كان لنا فهو لله ولرسوله، وقالت"},
      {"lvl":1,"id":3,"sub":0,"tit":"يا غلام هل رأيت ـ أوفهمت ـ أو أعيد عليك؟ فقلت: قد كفاني وقد فهمت، فقال: هكذا رأيت رسول"},
      {"lvl":1,"id":4,"sub":0,"tit":"طوبى لمن رآني، وآمن بي، ومن رأى من رآني، ومن رأى من رأى من رآني. قال الحافظ ابن حجر: هذا"},
      {"lvl":1,"id":5,"sub":0,"tit":"الصوم جنة"},
      {"lvl":1,"id":6,"sub":0,"tit":"كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به"},
      {"lvl":1,"id":7,"sub":0,"tit":"إن للجنة بابا يدعى الريان، لا يدخل منه إلا الصائمون"},
      {"lvl":1,"id":8,"sub":0,"tit":"الحياء والإيمان في قرن واحد، فإذا سلب أحدهما تبعه الآخر"},
      {"lvl":1,"id":9,"sub":0,"tit":"أول ما ينزع من العبد الحياء، فيصير مقيتا ممقتا، ثم تنزع منه الأمانة فيصير خائنا مخونا، ثم"},
      {"lvl":1,"id":10,"sub":0,"tit":"من قال سبحان الله وبحمده كتب الله له ألف ألف حسنة، ومحي عنه ألف ألف سيئة، ورفع له ألف ألف"},
      {"lvl":1,"id":11,"sub":0,"tit":"من ضمن لي اثنين ضمنت له الجنة. فقال أبو هريرة: فداك أبي وأمي يا رسول الله، أنا أضمنهما"},
      {"lvl":1,"id":12,"sub":0,"tit":"النظر إلى الوجه الحسن يجلو البصر، النظر إلى الوجه القبيح يورث الكلح"},
      {"lvl":1,"id":13,"sub":0,"tit":"ما حسن الله خلق امرئ مسلم وخلقه فيطعم لحمه النار"},
      {"lvl":1,"id":14,"sub":0,"tit":"الشعر الحسن أحد الجمالين يكسوه الله المرء المسلم"},
      {"lvl":1,"id":15,"sub":0,"tit":"من تأمل خلق امرأة حتى يتبين له حجم عظامها من ورائها وهو صائم فقد أفطر"},
      {"lvl":1,"id":16,"sub":0,"tit":"الصوم جنة"},
      {"lvl":1,"id":17,"sub":0,"tit":"للصائم فرحتان: فرحة عند إفطاره، وفرحة حين يلقى ربه عز وجل، ولخلوف فم الصائم عند الله أطيب"},
      {"lvl":1,"id":18,"sub":0,"tit":"كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به"},
      {"lvl":1,"id":19,"sub":0,"tit":"للجنة بابا يقال له: الريان، لا يدخل منه إلا الصائمون"},
      {"lvl":1,"id":20,"sub":0,"tit":"من صام يوما تطوعا فلو أعطي ملء الأرض ذهبا ما وفى أجره دون يوم الحساب"},
      {"lvl":1,"id":21,"sub":0,"tit":"من صام يوما واحدا في سبيل الله باعده الله من النار سبعين خريفا"},
      {"lvl":1,"id":22,"sub":0,"tit":"ما مررت ليلة أسري بي بملأ من الملائكة إلا قالوا: يا محمد مر أمتك"},
      {"lvl":1,"id":23,"sub":0,"tit":"من شكر زاده الله، لقوله تعالى {لئن شكرتم لأزيدنكم} [إبراهيم: 7]"},
      {"lvl":1,"id":24,"sub":0,"tit":"من ضمن لي ما بين لحييه ورجليه ضمنت له الجنة"},
      {"lvl":1,"id":25,"sub":0,"tit":"من قال سبحان الله وبحمده كتب له ألف حسنة، ومحي عنه ألف سيئة، ورفع له ألف درجة، ومن زاد"},
      {"lvl":1,"id":26,"sub":0,"tit":"من لم يشكر الناس لم يشكر الله عز وجل"},
      {"lvl":1,"id":27,"sub":0,"tit":"من ألقى جلباب الحياء فلا غيبة له"},
      {"lvl":1,"id":28,"sub":0,"tit":"أول ما ينزع الله من العبد الحياء الحديث"},
      {"lvl":1,"id":29,"sub":0,"tit":"الحياء خير كله"},
      {"lvl":1,"id":30,"sub":0,"tit":"حياتي خير لكم، ومماتي خير لكم، فأما حياتي فأحدثكم وأحذركم وأخولكم، وأما موتي فيعرض علي"},
      {"lvl":1,"id":31,"sub":0,"tit":"ما ضاق مجلس متحابين"},
      {"lvl":1,"id":32,"sub":0,"tit":"اطلبوا الخير عند صباح الوجوه فهذه ثلاثة وعشرون حديثا هي خماسيات الزاهد، وهي عشارية لنا"}
    ]
}
