{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30738":
    [
      {"part":null,"id":1,"page":null,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ , وَبِهِ أَسْتَعِينُ , الْحَمْدُ للَّهِ رَبِّ الْعَالَمِينَ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ أَجْمَعِينَ وَبَعْدُ، فَهَذَا بَعْضُ مَا تَيَسَّرَ مِنْ حَدِيثِ الإِمَامِ الْعَارِفِ ذِي النُّونِ الْمِصْرِيِّ رَحِمَهُ اللَّهُ.\rأَنْبَأَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّطِيفِ الرَّبَعِيُّ , إِذْنًا , عَنْ زَيْنَبَ بِنْتِ أَحْمَدَ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَكِّيٍّ , أَنْبَأَنَا جَدِّي أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدٍ , أَنْبَأَنَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ زَكَرِيَّا الصُّوفِيُّ , قِرَاءَةً عَلَيْهِ مِنْ أَصْلِ سَمَاعِهِ بِمَدِينَةِ السَّلامِ، فِي ذِي الْقَعْدَةِ سَنَةَ خَمْسٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ، قَالَ: أَخْبَرَنَا وَالِدِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ الطَّوْسِيُّ الصُّوفِيُّ , حَدَّثَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ حَفْصِ بْنِ الْخَلِيلِ الْهَرَوِيُّ , لَفْظًا , أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ الْفِهْرِيُّ , حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى الأَنْصَارِيُّ , حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: سَمِعْتُ ذَا النُّونِ يَقُولُ:","seal":"6F3ABDD0","hno":null},
      {"part":null,"id":2,"page":null,"nass":"-10 - سَمِعْتُ الْفَضْلَ بْنَ غَانِمٍ يَقُولُ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: سَمِعْتُ جَعْفَرَ بْنَ مُحَمَّدٍ , يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ عَلِيٍّ , يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ الْحُسَيْنِ , يَقُولُ: سَمِعْتُ أَبِي الْحُسَيْنَ بْنَ عَلِيٍّ , يَقُولُ: سَمِعْتُ أَبِي عَلِيَّ بْنَ أَبِي طَالِبٍ , رَضِيَ اللَّهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §\" سَمِعْتُ جِبْرِيلَ عَلَيْهِ السَّلامُ يَقُولُ: يَا مُحَمَّدُ، مَنْ قَالَ مِنْ أُمَّتِكَ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ: لا إِلَهَ إِلا اللَّهُ الْمَلِكُ الْحَقُّ الْمُبِينُ , كَانَ لَهُ أَمَانٌ مِنَ الْفَقْرِ وَمِنْ وَحْشَةِ الْقَبْرِ وَاسْتَجْلَبَ بِهِ الْغِنَى وَاسْتَقْرَعَ بِهِ بَابَ الْجَنَّةِ.\r\"\rوَأَنْبَأَتْنَا أُمُّ الْفَضْلِ عَائِشَةُ الْكِنَانِيَّةُ , مُشَافَهَةً , عَنْ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ يُوسُفَ بْنِ عُمَرَ الْخِلاطِيِّ , أَنْبَأَنَا أَبُو الْمَعَالِي أَحْمَدُ بْنُ إِسْحَاقَ الأَبَرْقُوهِيُّ , سَمَاعًا , أَنْبَأَنَا الشَّيْخَانِ أَبُو النَّحَّاسِ يُوسُفُ بْنُ عَبْدِ اللَّهِ الدِّمَشْقِيُّ , وَأَبُو بَكْرٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ بَاقَا , سَمَاعًا عَلَيْهِمَا , أَنْبَأَنَا أَبُو زُرْعَةَ طَاهِرُ بْنُ مُحَمَّدِ بْنِ طَاهِرٍ، أَنْبَأَنَا وَالِدِي , أَنْبَأَنَا أَبُو الْقَاسِمِ حُبَيْشُ بْنُ حُبَيْشٍ الْمَوْصِلِيُّ الشَّيْخُ الصَّالِحُ بِالْجَزِيرَةِ , أَنْبَأَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْبَصْرِيِّ , أَنْبَأَنَا أَبُو زَيْدٍ عَمْرُو بْنُ أَحْمَدَ الْعَسْكَرِيُّ , بِالْبَصْرَةِ , حَدَّثَنَا صَلابَةُ أَبُو أَيُّوبَ الْمُطَّلِبِيُّ , حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الوتسابيُّ بِبَغْدَادَ , حَدَّثَنَا ذُو النُّونِ الْمِصْرِيُّ، قَالَ:","seal":"C3A9689F","hno":null},
      {"part":null,"id":3,"page":null,"nass":"-10 - حَدَّثَنَا ابْنُ أَنَسٍ , عَنْ أَبِي الزُّبَيْرِ , عَنْ جَابِرٍ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنْ تَنَصَّلَ إِلَيْهِ فَلَمْ يَقْبَلْ لَمْ يَرِدْ عَلَيَّ الْحَوْضَ»\rأَنْبَأَنَا أَبُو الْمُظَفَّرِ عَبْدُ الرَّحِيمِ بْنُ أَبِي سَعْدٍ عَبْدِ الْكَرِيمِ بْنِ مُحَمَّدٍ السِّمْعَانِيُّ , أَنْبَأَنَا أَبُو الْخَيْرِ جَامِعُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ إِبْرَاهِيمَ السَّقَّاءُ الصُّوفِيُّ , أَنْبَأَنَا أَبُو سَعِيدٍ الصَّفَّارُ , أَنْبَأَنَا أَبُو عَبْدِ الرَّحْمَنِ مُحَمَّدُ بْنُ الْحُسَيْنِ السُّلَمِيُّ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحُسَيْنِ الصُّوفِيُّ , حَدَّثَنَا مُحَمَّدُ بْنُ حَمْدُونِ بْنِ مَالِكٍ الشِّكْلِيُّ , حَدَّثَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْمُبَارَكِ , حَدَّثَنَا أَحْمَدُ بْنُ فُلَيْحٍ الْفَيُّومِيُّ , حَدَّثَنَا ذُو النُّونِ الْمِصْرِيُّ ,","seal":"7691CCBE","hno":null},
      {"part":null,"id":4,"page":null,"nass":"-10 - عَنْ مَالِكٍ , عَنِ الزُّهْرِيِّ , عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«عَلامَةُ حُبِّ اللَّهِ حُبُّ ذِكْرِ اللَّهِ , وَعَلامَةُ بُغْضِ اللَّهِ بُغْضُ ذِكْرِ اللَّهِ»","seal":"545B2392","hno":-10},
      {"part":null,"id":5,"page":null,"nass":"-10 - وَبِإِسْنَادِهِ عَنْ ذِي النُّونِ , عَنِ اللَّيْثِ بْنِ سَعْدٍ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ»\rوَبِإِسْنَادِهِ إِلَى أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، قَالَ: ذُو النُّونِ الْمِصْرِيُّ أَبُو الْفَيْضِ وَيُقَالُ: الْفَيْضُ بْنُ إِبْرَاهِيمَ , وَذُو النُّونِ لَقَبٌ، كَذَلِكَ ذَكَرَهُ أَبُو يَعْقُوبَ يُوسُفُ بْنُ أَحْمَدَ بْنُ عَبْدِ اللَّهِ الْبَغْدَادِيُّ , صَاحِبُهُ , وَيُقَالُ أَنَّ اسْمَهُ ثَوْبَانُ بْنُ إِبْرَاهِيمَ وَذُو النُّونِ لَقَبٌ , وَيُقَالُ: ذُو النُّونِ بْنُ أَحْمَدَ , كَذَلِكَ ذَكَرَهُ عَبْدُ اللَّهِ بْنُ عَطَاءٍ السِّجْزِيُّ , وَذَكَرَ أَبُو يَعْقُوبَ يُوسُفُ بْنُ أَحْمَدَ الْبَغْدَادِيُّ صَاحِبُهُ أَنَّ كُنْيَتَهُ أَبُو الْفَيَّاضِ وَاسْمَهُ الْفَيْضُ , أَخْبَرَنِي كَذَلِكَ عَنْهُ عَبْدُ الْوَاحِدِ بْنُ بَكْرٍ الْوَرْثَانِيُّ.\rحَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمَّادٍ الأَبْهَرِيُّ , حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الْبَغْدَادِيُّ , قَالَ: ذُو النُّونِ الْمِصْرِيُّ كُنْيَتُهُ أَبُو الْفَيَّاضِ , وَاسْمُهُ الْفَيْضُ , سَمِعْتُ عَلِيَّ بْنَ عُمَرَ الدَّارَقُطْنِيَّ الْحَافِظَ , أَنْبَأَنِي الْحَسَنُ بْنُ أَحْمَدَ بْنِ عَلِيّ الْمَادَرَائِيُّ , قَالَ: قَرَأَ عَلَيَّ أَبُو عُمَرَ الْكِنْدِيُّ فِي كِتَابِهِ فِي أَعْيَانِ الْمَوَالِي فَذَكَرَ فِيهِ: وَمِنْهُمْ ذُو النُّونِ بْنُ إِبْرَاهِيمَ الإِخْمِيمِيُّ مَوْلًى لِقُرَيْشٍ، وَكَانَ أَبُوهُ إِبْرَاهِيمُ نُوبِيًّا رَئِيسَ الْقَوْمِ وَالْمَرْجُوعَ إِلَيْهِ , وَالْمَقْبُولَ عَلَى جَمِيعِ الأَلْسِنَةِ , وَأَوَّلَ مَنْ غَيَّرَ عَنْ عُلُومِ الأَحْوَالِ وَالْمُنَازَلاتِ، لَهُ السِّيَاحَاتُ الْمَشْهُورَةُ وَالرِّيَاضِيَّاتُ الْمَذْكُورَةُ , وَذُو النُّونِ مِنْ أَهْلِ أَخْمِيمَ، نَاحِيَةٌ مِنْ نَوَاحِي مِصْرَ , وَدَخَلَ ذُو النُّونِ الْعِرَاقَ فَدَخَلَ بَغْدَادَ، وَلَمْ يُقِمْ بِهَا كَثِيرًا وَنَزَلَ.......\rسَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَمِائَتَيْنِ، حُمِلَ إِلَى الْمُتَوَكِّلِ عَلَى الْبَرِيدِ مِنْ مِصْرَ وَدَخَلَ عَلَيْهِ وَوَعَظَهُ , وَكَانَ إِذَا ذَكَرَ بَيْنَ يَدَيِ الْمُتَوَكِّلِ أَهْلَ الْوَرَعِ بَكَى , وَقَالَ: إِذَا ذُكِرَ أَهْلُ الْوَرَعِ فَجَهْلا بِذِي النُّونِ، وَكَانُوا أَرْبَعَ إِخْوَةٍ: ذُو النُّونِ , وَذُو الْكِفْلِ , وَعَبْدُ الْخَالِقِ , وَعَبْدُ الْبَارِئِ , وَكَانَ أَهْلُ مِصْرَ يُسَمُّونَهُ الزِّنْدِيقَ، فَلَمَّا مَاتَ أَظَلَّتِ الطَّيْرُ جِنَازَتَهُ فَاحْتَرَمُوا بَعْدَ ذَلِكَ قَبْرَهُ , وَلَمَّا مَرِضَ ذُو النُّونِ مَرَضَهُ الَّذِي مَاتَ فِيهِ قِيلَ لَهُ: مَا تَشَتْهِي؟ قَالَ: أَنْ أَعْرِفَهُ قَبْلَ مَوْتِي بِلَحْظَهٍ، وَلَمَّا مَاتَ وُجِدَ عَلَى قَبْرِهِ مَكْتُوبٌ: مَاتَ ذُو النُّونِ حَبِيبُ اللَّهِ مِنَ الشَّرَقِ قَتِيلُ اللَّهِ , سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدٍ الْحُلْوَانِيَّ بِبَغْدَادَ يَقُولُ: قَالَ أَبُو سَعْدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ يُونُسَ بْنِ عَبْدِ الأَعْلَى: ذُو النُّونِ بْنُ إِبْرَاهِيمَ الأَخْمِيمِيُّ , الزَّاهِدُ يُكَنَّى أَبَا الْفَيْضِ، وَكَانَ حَكِيمًا فَصِيحًا وَأَصْلُهُ مِنَ النُّوبَةِ , وَكَانَ مِنْ قَرْيَةٍ مِنْ قُرَى مِصْرَ، يُقَالُ لَهَا: أَخْمِيمُ , تُوُفِّيَ فِي ذِي الْقَعْدَةِ سَنَةَ خَمْسٍ وَأَرْبَعِينَ وَمِائَتَيْنِ , سَمِعْتُ عَلِيَّ بْنَ سَعِيدٍ يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ عَلِيٍّ الْبَرْدَعِيَّ , يَقُولُ: سَمِعْتُ أَبَا عَلِيٍّ الْخِرَقِيَّ , يَقُولُ: سَمِعْتُ يُوسُفَ بْنَ الْحُسَيْنِ , يَقُولُ: سَمِعْتُ ذَا النُّونِ , وَقِيلَ لَهُ: أَيُّ النَّاسِ أَقْرَبُ إِلَى الْكُفْرِ؟ قَالَ: ذُو فَاقَةٍ لا صَبْرَ لَهُ.\rسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَلِيٍّ يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ دَاوُدَ يَقُولُ: سَمِعْتُ ابْنَ الْجَلاءِ يَقُولُ: لَقِيتُ سِتَّ مِائَةِ شَيْخٍ مَا لَقِيتُ فِيهِمْ مِثْلَ أَرْبَعَةٍ ذَا النُّونِ , وَقَالَ ذُو النُّونِ: مَنْ لَمْ يَكُنْ لَهُ عَلَى نَفْسِهِ حُكْمٌ لا يَحِلُّ لَهُ أَنْ يَحْكُمَ عَلَى أَحَدٍ.\rسَمِعْتُ عَبْدَ الْوَاحِدِ بْنَ بَكْرٍ , يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ يَعْقُوبَ , يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ الْخَوَّاصَ , يَقُولُ: سَمِعْتُ ذَا النُّونِ يَقُولُ: وَسُئِلَ عَنِ السَّمَاعِ , فَقَالَ: رَسُولُ حَقٍّ جَاءَ يُزْعِجُ إِلَى حَقٍّ، فَمَنْ أَصْغَى إِلَيْهِ بِحَقٍّ تَحَقَّقَ , وَمَنْ أَصْغَى إِلَيْهِ بِنَفْسٍ تَزَنْدَقَ.\rسَمِعْتُ عَلِيَّ بْنَ عُمَرَ الْحَافِظَ , يَقُولُ: سَمِعْتُ النَّقَّاشَ , يَقُولُ: سَمِعْتُ يُوسُفَ بْنَ الْحُسَيْنِ , يَقُولُ: سَمِعْتُ ذَا النُّونِ , يَقُولُ: مَنْ جَهِلَ قَدْرَهُ هَتَكَ سِتْرَهُ.\rوَسَمِعْتُ عَلِيَّ بْنَ عُمَرَ , يَقُولُ: سَمِعْتُ ابْنَ رَشِيقٍ , سَمِعْتُ أَبَا دُجَانَةَ , يَقُولُ: سَمِعْتُ ذَا النُّونِ , يَقُولُ: لا تَسْكُنُ الْحِكْمَةُ مَعِدَةً مُلِئَتْ بِطَعَامٍ.\rسَمِعْتُ عَبْدَ الْوَاحِدِ , يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ مُقَابِلٍ الْبَغْدَادِيَّ , يَقُولُ: لَمَّا دَخَلَ ذُو النُّونِ بَغْدَادَ دَخَلَ عَلَيْهِ صُوفِيَّةُ بَغْدَادَ وَمَعَهُمْ قَوَّالٌ، فَقَالُوا: أَتَأْذَنُ لَهُ حَتَّى يَقُولَ؟ قَالَ: نَعَمْ، فَقَالَ الْقَوَّالُ:\rصَغِيرُ هَوَاكَ عَذَّبَنِي ... فَكَيْفَ بِهِ إِذَا احْتَنَكَا\rوَأَنْتَ جَمَعْتَ مِنْ رُوحِي ... هَوَاءً قَدْ كَانَ مُشْتَرَكَا\rأَمَا تَرْثِي لِمُكْتَئِبٍ ... إِذَا ضَحِكَ الْخَلِيُّ بَكَى\rقَالَ: فَقَامَ ذُو النُّونِ وَتَوَاجَدَ وَطَالَ تَوَاجُدُهُ , ثُمَّ قَعَدَ فَقَامَ رَجُلٌ آخَرُ يَتَوَاجَدُ , فَقَالَ لَهُ ذُو النُّونِ: وَالَّذِي يَرَاكَ حِينَ تَقُومُ فَقَعَدَ الرَّجُلُ , وَقَالَ ذُو النُّونِ: مَنْ كَانَ فِي تَوْحِيدِهِ نَاظِرٌ إِلَى نَفْسِهِ لَمْ يُنْجِهِ تَوْحِيدُهُ مِنَ النَّارِ , تُوُفِّيَ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.\rأَخْبَرَنِي الشَّيْخُ ابْنُ رَشِيقٍ الْمِصْرِيُّ , إِجَازَةً عَنْ جَبَلَةَ بْنِ مُحَمَّدٍ الصَّدَفِيِّ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ عُفَيْرٍ , قَالَ: مَاتَ ذُو النُّونِ سَنَةَ خَمْسٍ وَأَرْبَعِينَ وَمِائَتَيْنِ انْتُهِيَ مِنْ طَبَقَاتِ الصُّوفِيَّةِ لأَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ.\rوَبِالسَّنَدِ الْمُتَقَدِّمِ إِلَى أَبِي سَعِيدٍ الْمَالِينِيِّ , سَمِعْتُ أَبَا حَفْصٍ مُعَاذَ بْنَ عُبَيْدِ اللَّهِ بْنِ عَتِيقٍ الأَخْمِيمِيَّ بِهَا قَالَ: الْمُهَاجِرُ بْنُ مُوسَى بْنِ سُلَيْمَانَ الأَخْمِيمِيُّ، قَالَ: قَالَ ذُو النُّونِ: ثَلاثُ خِصَالٍ مِنَ الْكَرَمِ حُسْنُ الْمَحْضَرِ , وَاحْتِمَالُ الزَّلَّةِ , وَقِلَّةُ الْمَلامَةِ.\rأَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّازِيُّ , قَالَ: سَمِعْتُ إِسْحَاقَ بْنَ إِبْرَاهِيمَ السَّرَخْسِيُّ , بِمَكَّةَ يَقُولُ: سَمِعْتُ ذَا النُّونِ , يَقُولُ وَفِي يَدِهِ الْغُلُّ وَفِي رِجْلَيْهِ الْقَيْدُ، وَهُوَ يُسَاقُ إِلَى الْمُطْبَقِ وَالنَّاسُ يَبْكُونَ حَوْلَهُ، وَهُوَ يَقُولُ: هَذَا مِنْ مَوَاهِبِ اللَّهِ تَعَالَى هَذَا مِنْ عَطَايَاهُ وَكُلُّ فِعَالِهِ عَذْبٌ حَسَنٌ طَيِّبٌ، ثُمَّ أَنْشَأَ يَقُولُ:\rلَكَ مِنْ قَلْبِي الْمَكَانُ الْمَصُونُ ... كُلَّ يَوْمٍ عَلَيَّ فِيكَ يَهُونُ\rلَكَ عَزْمٌ بِأَنْ أَكُونَ قَتِيلا فِيكَ ... فَالصَّبْرُ عَنْكَ مَا لا يَكُونُ\rأَنْبَأَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ رَشِيقٍ , حَدَّثَنِي أَبُو دُجَانَةَ أَحْمَدُ بْنُ إِبْرَاهِيمَ الْمَعَافِرِيُّ , قَالَ: سَمِعْتُ ذَا النُّونِ يَقُولُ: أَمَا إِنَّهُ مِنَ الْحُمْقِ الْتِمَاسُ الإِخْوَانِ بِغَيْرِ الْوَفَاءِ , وَطَلَبُ الآخِرَةِ بِالرِّئَاسَةِ , وَمَوَدَّةُ النِّسَاءِ بِالْغِلْظَةِ.\rأَنْبَأَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْمُحَرَّمِيُّ الصُّوفِيُّ , حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ الْهَاشِمِيُّ , قَالَ: سَمِعْتُ ذَا النُّونِ وَهُوَ دَاخِلٌ إِلَى الْحَبْسِ يَقُولُ: الْحَسَدُ دَاءٌ لا يَبْرَأُ وَحَسْبُ الْحَسُودِ مِنَ الشَّرِّ مَا يَلْقَى , وَدَخَلَ الْحَبْسَ.\rأَنْبَأَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ يَعْقُوبَ , أَنْبَأَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ مَيْمُونٍ , قَالَ: سُئِلَ ذَا النُّونِ عَنِ الْمَحَبَّةِ؟ فَقَالَ: قُرْبُ الْقَلْبِ مِنَ الْمَحْبُوبِ عَلَى الطَّمَأْنِينَةِ وَالشُّكُورِ.\rأَنْبَأَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ هَارُونَ , قَالَ: سَمِعْتُ الْحُسَيْنَ بْنَ جَمِيلٍ أَبَا عَلِيٍّ , يَقُولُ: سَمِعْتُ يُوسُفَ بْنَ الْحُسَيْنِ , يَقُولُ: سَمِعْتُ ذَا النُّونِ يَقُولُ: مَنْ رَاقَبَ الْعَوَاقِبَ سَلِمَ.\rانْتُهِيَ مِنَ الأَرْبَعِينَ لِلْمَالِينِيِّ , تَمَّ ذَلِكَ وَالْحَمْدُ للَّهِ رَبِّ الْعَالَمِينَ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرًا.","seal":"7AEF324E","hno":null}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":248,"Bk":"حديث ذي النون المصري","HigriD":"248","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"ذُوْ النُّوْنِ المِصْرِيُّ ثَوْبَانُ بنُ إِبْرَاهِيْمَ وَقِيْلَ: فَيْضُ بنُ أَحْمَدَ وَقِيْلَ: فَيْضُ بنُ إِبْرَاهِيْمَ النُّوْبِيُّ، الإِخْمِيْمِيُّ","bLnk":null,"Inf":"","Auth":"ذُوْ النُّوْنِ المِصْرِيُّ","Betaka":"الكتاب: حديث ذي النون المصري\rالمؤلف: ذُوْ النُّوْنِ المِصْرِيُّ ثَوْبَانُ بنُ إِبْرَاهِيْمَ وَقِيْلَ: فَيْضُ بنُ أَحْمَدَ وَقِيْلَ: فَيْضُ بنُ إِبْرَاهِيْمَ النُّوْبِيُّ، الإِخْمِيْمِيُّ (المتوفى: 248هـ)\rالناشر: مخطوط نُشر في برنامج جوامع الكلم المجاني التابع لموقع الشبكة الإسلامية\rالطبعة: الأولى، 2004\r[الكتاب مخطوط]","TafseerNam":null,"PdfCs":0,"AuthInf":"قال الذهبي في «السير» :\r\n\r\nذُوْ النُّوْنِ المِصْرِيُّ ثَوْبَانُ بنُ إِبْرَاهِيْمَ:\r\nالزَّاهِدُ، شَيْخُ الدِّيَارِ المِصْرِيَّةِ، ثَوْبَانُ بنُ إِبْرَاهِيْمَ.\r\nوَقِيْلَ: فَيْضُ بنُ أَحْمَدَ. وَقِيْلَ: فَيْضُ بنُ إِبْرَاهِيْمَ النُّوْبِيُّ، الإِخْمِيْمِيُّ.\r\nيُكْنَى: أَبَا الفَيْضِ. وَيُقَالُ: أَبَا الفَيَّاضِ.\r\nوُلِدَ: فِي أَوَاخِرِ أَيَّامِ المَنْصُوْرِ.\r\nوَرَوَى عَنْ: مَالِكٍ، وَاللَّيْثِ، وَابْنِ لَهِيْعَةَ، وَفُضَيْلِ بنِ عِيَاضٍ، وَسَلْمٍ الخَوَّاصِ، وَسُفْيَانَ بنِ عُيَيْنَةَ، وَطَائِفَةٍ.\r\nوَعَنْهُ: أَحْمَدُ بنُ صَبِيْحٍ الفَيُّوْمِيُّ، وَرَبِيْعَةُ بنُ مُحَمَّدٍ الطَّائِيُّ، وَرِضْوَانُ بنُ مُحَيْمِيْدٍ، وَحَسَنُ بنُ مُصْعَبٍ، وَالجُنَيْدُ بنُ مُحَمَّدٍ الزَّاهِدُ، وَمِقْدَامُ بنُ دَاوُدَ الرُّعَيْنِيُّ، وَآخَرُوْنَ.\r\nوَقَلَّ مَا رَوَى مِنَ الحَدِيْثِ، وَلاَ كَانَ يُتْقِنُه.\r\nقِيْلَ: إِنَّهُ مِنْ مَوَالِي قُرَيْشٍ، وَكَانَ أَبُوْهُ نُوْبِيّاً.\r\nوَقَالَ الدَّارَقُطْنِيُّ: رَوَى عَنْ مَالِكٍ أَحَادِيْثَ فِيْهَا نَظَرٌ، وَكَانَ وَاعِظاً.\r\nوَقَالَ ابْنُ يُوْنُسَ: كَانَ عَالِماً، فَصِيْحاً، حَكِيْماً.\r\nتُوُفِّيَ: فِي ذِي القَعْدَةِ، سَنَةَ خَمْسٍ وَأَرْبَعِيْنَ وَمائَتَيْنِ.\r\nوَقَالَ السُّلَمِيُّ: حَمَلُوْهُ عَلَى البَرِيْدِ مِنْ مِصْرَ إِلَى المُتَوَكِّلِ لِيَعِظَهُ فِي سَنَةِ 244، وَكَانَ إِذَا ذُكر بَيْنَ يَدَيِ المُتَوَكِّل أَهْلُ الوَرَعِ، بَكَى.\r\nوَقَالَ يُوْسُفُ بنُ أَحْمَدَ البَغْدَادِيُّ: كَانَ أَهْلُ نَاحِيَتِه يُسَمُّوْنَهُ الزِّنْدِيْقَ، فَلَمَّا مَاتَ، أَظلَّتْ الطَّيْرُ جِنَازَتَه، فَاحْتَرَمُوا بَعْدُ قَبْرَهُ.\r\nعَنْ: أَيُّوْبَ مُؤَدِّبِ ذِي النُّوْنِ، قَالَ: جَاءَ أَصْحَابُ المَطَالِبِ ذَا النُّوْنِ، فَخَرَجَ مَعَهُم إِلَى قِفْطَ، وَهُوَ شَابٌّ، فَحَفَرُوا قَبْراً، فَوَجَدُوا لَوْحاً فِيْهِ: اسْمُ اللهِ الأَعْظَمُ، فَأَخَذَهُ ذُو النُّوْنِ، وَسَلَّمَ إِلَيْهِم مَا وَجَدُوا.\r\nقَالَ يُوْسُفُ بنُ الحُسَيْنِ الرَّازِيُّ: حَضَرْتُ ذَا النُّوْنِ، فَقِيْلَ لَهُ: يَا أَبَا الفَيْضِ، مَا كَانَ سَبَبُ تَوْبَتِكَ؟\r\nقَالَ: نِمْتُ فِي الصَّحْرَاءِ، فَفَتَحْتُ عَيْنِي، فَإِذَا قُنْبَرَةٌ عَمْيَاءُ سَقَطَتْ مِنْ وَكْرٍ، فَانْشَقَّتِ الأَرْضُ، فَخَرَجَ مِنْهَا سُكُرُّجَتَانِ ذَهَبٌ وَفِضَّةٌ، فِي إِحْدَاهُمَا سِمْسِمٌ، وَفِي الأُخْرَى مَاءٌ، فَأَكَلَتْ، وَشَرِبَتْ، فَقُلْتُ: حَسْبِي.\r\nفَتُبْتُ، وَلَزِمْتُ البَابَ، إِلَى أَنْ قَبِلَنِي.\r\nقَالَ السُّلَمِيُّ فِي (مِحَنِ الصُّوْفِيَّةِ) : ذُو النُّوْنِ أَوَّلُ مَنْ تَكَلَّمَ بِبَلْدَتهِ فِي تَرْتِيْبِ الأَحْوَالِ، وَمَقَامَاتِ الأَوْلِيَاءِ، فَأَنْكَرَ عَلَيْهِ عَبْدُ اللهِ بنُ عَبْدِ الحَكَمِ، وَهَجَرَهُ عُلَمَاءُ مِصْرَ، وَشَاعَ أَنَّهُ أَحْدَثَ عِلْماً لَمْ يَتَكَلَّمْ فِيْهِ السَّلَفُ وَهَجَرُوْهُ حَتَّى رَمَوْهُ بِالزَّنْدَقَةِ.\r\nفَقَالَ أَخُوْهُ: إِنَّهُم يَقُوْلُوْنَ: إِنَّكَ زِنْدِيْقٌ، فَقَالَ:\r\nوَمَا لِي سِوَى الإِطْرَاقِ وَالصَّمْتِ حِيْلَةٌ ... وَوَضْعِيَ كَفِّي تَحْتَ خَدِّي وَتَذْكَارِي\r\nقَالَ: وَقَالَ مُحَمَّدُ بنُ الفَرْخِيِّ: كُنْت مَعَ ذِي النُّوْنِ فِي زَوْرَقٍ، فَمَرَّ بِنَا زَوْرَقٌ آخَرُ، فَقِيْلَ لِذِي النُّوْنِ: إِنَّ هَؤُلاَءِ يَمُرُّوْنَ إِلَى السُّلْطَانِ يَشْهَدُوْنَ عَلَيْكَ بِالكُفْرِ.\r\nفَقَالَ: اللَّهُمَّ إِنْ كَانُوا كَاذِبِيْنَ، فَغَرِّقْهُم.\r\nفَانْقَلَبَ الزَّوْرَقُ، وَغَرِقُوا، فَقُلْتُ لَهُ: فَمَا بَالُ المَلاَّحِ؟\r\nقَالَ: لِمَ حَمَلَهُم وَهُوَ يَعلَمُ قَصْدَهُم؟ وَلأَنْ يَقِفُوا بَيْنَ يَدَيِ اللهِ غَرْقَى، خَيْرٌ لَهُم مِنْ أَنْ يَقِفُوا شُهُوْدَ زُوْرٍ.\r\nثُمَّ انْتَفَضَ، وَتَغَيَّر، وَقَالَ: وَعِزَّتِكَ لاَ أَدْعُو عَلَى أَحَدٍ بَعْدَهَا.\r\nثُمَّ دَعَاهُ أَمِيْرُ مِصْرَ، وَسَأَلَهُ عَنِ اعْتِقَادِهِ، فَتَكَلَّمَ، فَرَضِيَ أَمْرَهُ، وَطَلَبَهُ المُتَوَكِّلُ، فَلَمَّا سَمِعَ كَلاَمَه، وَلِعَ بِهِ، وَأَحَبَّهُ، وَكَانَ يَقُوْلُ: إِذَا ذُكِرَ الصَّالِحُوْنَ، فَحَيَّ هَلاَ بِذِي النُّوْنِ.\r\nقَالَ عَلِيُّ بنُ حَاتِمٍ: سَمِعْتُ ذَا النُّوْنِ يَقُوْلُ: القُرْآنُ كَلاَمُ اللهِ غَيْرُ مَخْلُوْقٍ.\r\nوَقَالَ يُوْسُفُ بنُ الحُسَيْنِ: سَمِعْتُ ذَا النُّوْنِ يَقُوْلُ:\r\nمَهْمَا تَصَوَّرَ فِي وَهْمِكَ، فَاللهُ بِخِلاَفِ ذَلِكَ.\r\nوَسَمِعْتُهُ يَقُوْلُ: الاسْتِغْفَارُ جَامِعٌ لِمَعَانٍ، أَوَّلُهُمَا: النَّدَمُ عَلَى مَا مَضَى، الثَّانِي: العَزْمُ عَلَى التَّرْكِ، وَالثَّالِثُ: أَدَاءُ مَا ضَيَّعْتَ مِنْ فَرْضٍ للهِ، الرَّابِعُ: رَدُّ المَظَالِمِ فِي الأَمْوَالِ وَالأَعْرَاضِ وَالمُصَالَحَةُ عَلَيْهَا، الخَامِسُ: إِذَابَةُ كُلِّ لَحْمٍ وَدَمٍ نَبَتَ عَلَى الحَرَامِ، السَّادِسُ: إِذَاقَةُ أَلَمِ الطَّاعَةِ كَمَا وَجَدْتَ حَلاَوَةَ المَعْصِيَةِ.\r\nوَعَنْ عَمْرِو بنِ السَّرْحِ، قُلْتُ لِذِي النُّوْنِ: كَيْفَ خَلصتَ مِنَ المُتَوَكِّلِ، وَقَدْ أَمَرَ بِقَتْلِكَ؟\r\nقَالَ: لَمَّا أَوْصَلَنِي الغُلاَمُ، قُلْتُ فِي نَفْسِي: يَا مَنْ لَيْسَ فِي البِحَارِ قَطَرَاتٌ، وَلاَ فِي دَيْلَجِ الرِّيَاحِ ديْلَجَاتٌ، وَلاَ فِي الأَرْض خَبِيئَاتٌ، وَلاَ فِي القُلُوْبِ خَطَرَاتٌ، إِلاَّ وَهِيَ عَلَيْكَ دَلِيلاَتٌ، وَلَكَ شَاهِدَاتٌ، وَبِرُبُوبِيَّتِكَ مُعتَرِفَاتٌ، وَفِي قُدرَتِكَ مُتَحَيِّرَاتٌ، فَبِالقُدْرَةِ الَّتِي تُجِيْرُ بِهَا مَنْ فِي الأَرَضِيْنَ وَالسَّمَاوَاتِ إِلاَّ صَلَّيْتَ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، وَأَخَذتَ قَلْبَه عَنِّي.\r\nفَقَامَ المُتَوَكِّلُ يَخْطُو حَتَّى اعْتَنَقَنِي، ثُمَّ قَالَ: أَتْعَبْنَاكَ يَا أَبَا الفَيْضِ.\r\nوَقَالَ يُوْسُفُ بنُ الحُسَيْنِ: حَضَرتُ مَعَ ذِي النُّوْنِ مَجْلِسَ المُتَوَكِّلِ، وَكَانَ مُوْلَعاً بِهِ، يُفَضِّلُه عَلَى الزُّهَّادِ، فَقَالَ: صِفْ لِي أَوْلِيَاءَ اللهِ.\r\nقَالَ: يَا أَمِيْرَ المُؤْمِنِيْنَ! هُمْ قَوْمٌ أَلبَسَهُمُ اللهُ النُّوْرَ السَّاطِعَ مِنْ مَحَبَّتِهِ، وَجَلَّلَهُم بِالبَهَاءِ مِنْ إِرَادَةِ كَرَامَتِهِ، وَوَضَعَ عَلَى مَفَارِقِهِم تِيْجَانَ مَسَرَّتِهِ، فَذَكَرَ كَلاَماً طَوِيْلاً.\r\nوَقَدِ اسْتَوفَى ابْنُ عَسَاكِرَ أَحْوَالَ ذِي النُّوْنِ فِي (تَارِيْخِهِ) ، وَأَبُو نُعَيْمٍ فِي (الحِلْيَةِ) .\r\nوَمِنْ كَلاَمِهِ: العَارِفُ لاَ يَلتَزِمُ حَالَةً وَاحِدَةً، بَلْ يَلْتَزِمُ أَمرَ رَبِّهُ فِي الحَالاَتِ كُلِّهَِا.\r\nأَرَّخَ عُبَيْدُ اللهِ بنُ سَعِيْدِ بنِ عُفَيْرٍ وَفَاته - كَمَا مَرَّ -: فِي سَنَةِ خَمْسٍ وَأَرْبَعِيْنَ وَمائَتَيْنِ.\r\nوَأَمَّا حَيَّانُ بنُ أَحْمَدَ السَّهْمِيُّ، فَقَالَ: مَاتَ بِالجِيْزَةِ، وَعُدِّي بِهِ إِلَى مِصْرَ فِي مَرْكِبٍ خَوْفاً مِنْ زَحْمَةِ النَّاسِ عَلَى الجِسْرِ، لِلَيْلَتَيْنِ خَلَتَا مِنْ ذِي القَعْدَةِ، سَنَةَ سِتٍّ وَأَرْبَعِيْنَ وَمائَتَيْنِ.\r\nوَقَالَ آخَرُ: مَاتَ سَنَةَ ثَمَانٍ وَأَرْبَعِيْنَ.\r\nوَالأَوَّلُ أَصَحُّ.\r\nوَكَانَ مِنْ أَبْنَاءِ التِّسْعِيْنَ.","seal":"FA929022","cat":"مخطوطات حديثية","oNum":30738,"BkId":30738,"oAuth":2255,"bVer":1,"aSeal":"559F71BD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30738":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"سمعت جبريل عليه السلام يقول: يا محمد، من قال من أمتك كل يوم مائة مرة: لا إله إلا الله"},
      {"lvl":1,"id":3,"sub":0,"tit":"من تنصل إليه فلم يقبل لم يرد علي الحوض"},
      {"lvl":1,"id":4,"sub":0,"tit":"علامة حب الله حب ذكر الله , وعلامة بغض الله بغض ذكر الله"},
      {"lvl":1,"id":5,"sub":0,"tit":"الدنيا سجن المؤمن وجنة الكافر وبإسناده إلى أبي عبد الرحمن السلمي، قال: ذو النون المصري"}
    ]
}
