{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30882":
    [
      {"page":1,"id":0,"nass":"[المراد بقول لا إله إلا الله]\rبسم الله الرحمن الرحيم\rرسالة لشيخ الإسلام محمد بن عبد الوهاب\rيجيب فيها عن سؤال حول معنى\rلا إله إلا الله الحمد لله والصلاة والسلام على نبيه. . سئل الشيخ عن معنى لا إله إلاّ الله، فأجاب بقوله:\rاعلم رحمك الله أنّ هذه الكلمة هي الفارقة بين الكفر والإسلام، وهي كلمة التقوى، وهي العروة الوثقى، وهي التي جعلها إبراهيم عليه السلام كلمة باقية في عقبه لعلهم يرجعون.\rوليس المراد قولها باللسان مع الجهل بمعناها، فإنّ المنافقين يقولونها وهم تحت الكفار في الدّرك الأسفل من النار، مع كونهم يُصلون ويتصدقون، ولكن المراد قولها مع معرفتها بالقلب ومحبتها ومحبة أهلها وبغض ما خالفها ومعاداته، كما قال النبي صلى الله عليه وآله وسلم: «من قال لا إله إلاّ الله مخلصا» ، وفي رواية «خالصا من قلبه» ، وفي رواية «صادقا من قلبه» وفي حديث آخر: «من قال لا إله إلاّ الله وكفر بما يُعبد من دون الله» ، إلى غير ذلك من الأحاديث الدالة على جهالة أكثر الناس بهذه الشهادة، فاعلم أن هذه الكلمة نفي وإثبات نفي الإلهية عمّا سوى الله تعالى من المخلوقات، حتى محمد صلى الله عليه وآله وسلم، وجبرائيل فضلا عن غيرهم من الأولياء والصالحين.\rإذا فهمت ذلك فتأمل هذه الألوهية التي أثبتها الله لنفسه، ونفاها عن محمد وجبرائيل وغيرهما، أن يكون لهم مثقال حبة من خردل، فاعلم أنّ هذه الألوهية هي التي تسميها العامة في زماننا السر والولاية، والإله معناه الولي الذي فيه السرّ، وهو الذي يسمونه الفقير والشيخ، وتسميه العامة السيد وأشباه هذا، وذلك أنهم يظنون أنّ الله جعل لخواص الخلق منزلة، يرضى أنّ الإنسان يلتجئ إليهم ويرجوهم ويستغيث بهم ويجعلهم واسطة بينه وبين الله، فالذي يزعم أهل الشرك في زماننا أنهم وسائطهم وهم الذين يسميهم الأولون (الآلهة) ، والواسطة هو الإله، فقول الرجل لا إله إلاّ الله، إبطال الوسائط.","seal":"A1AD1D5F","part":1},
      {"page":2,"id":1,"nass":"[الكفار يشهدون لله بتوحيد الربوبية]\rفإذا أردت أن تعرف هذا معرفة تامة، فذلك بأمرين:\rالأول: أن تعرف أنّ الكفار الذين قاتلهم رسول الله صلى الله عليه وآله وسلم، وقتلهم ونهب أموالهم، واستحلّ نساءهم، كانوا مقرين لله سبحانه، بتوحيد الربوبية، وهو أنه لا يخلق، ولا يرزق، ولا يحيي، ولا يميت، ولا يدبّر الأمور إلاّ الله وحده، كما قال الله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ} [يونس: 31]\rوهذه مسألة عظيمة مهمة، وهي أن تعرف أنّ الكفار شاهدون بهذا كله ومقرّون به ومع ذلك لم يدخلهم ذلك في الإسلام ولم يحرم دماءهم ولا أموالهم، وكانوا أيضا يتصدّقون ويحجون ويعتمرون ويتعبّدون ويتركون أشياء من المحرمات خوفا من الله عزّ وجل، ولكن الأمر الثاني هو الذي كفّرهم وأحلّ دماءهم وأموالهم، وهو أنهم لم يشهدوا لله بتوحيد الألوهية، وهو أنه لا يُدعى ولا يُرجى إلاّ الله وحده لا شريك له ولا يُستغاث بغيره ولا يُذبح لغيره ولا يُنذر لغيره، لا لملَك مقرّب ولا نبي مرسل، فمن استغاث بغيره فقد كفر، ومن ذبح لغيره فقد كفر، ومن نذر لغيره فقد كفر وأشباه ذلك.","seal":"E0684618","part":1},
      {"page":3,"id":2,"nass":"[المشركون الذين قاتلهم الرسول كانوا يدعون الصالحين فكفروا بهذا مع إقرارهم لله بتوحيد الربوبية]\rوتمام هذا، أن تعرف أنّ المشركين الذين قاتلهم رسول الله صلى الله عليه وآله وسلم كانوا يدعون الصالحين مثل الملائكة وعيسى وعُزير وغيرهم من الأولياء، فكفروا بهذا مع إقرارهم بأنّ الله هو الخالق الرازق المدبّر، وإذا عرفت هذا عرفت معنى لا إله إلاّ الله، وعرفت أن من دعا نبيا أو ملكا أو ندبه أو استغاث به فقد خرج من الإسلام، وهذا هو الكفر الذي قاتلهم عليه رسول الله صلى الله عليه وآله وسلم.\rفإن قال قائل من المشركين نحن نعرف أنّ الله هو الخالق الرازق المدبّر، يمكّن هؤلاء الصالحين أن يكونوا مقرّبين ونحن ندعوهم وننذر لهم وندخل عليهم ونستغيث بهم ونريد بذلك الوجاهة والشفاعة، وإلاّ نحن نفهم أنّ الله هو الخالق المدبّر.\rفقل: كلامك هذا مذهب أبي جهل وأمثاله فإنّهم يدعون عيسى وعزيرا والملائكة والأولياء يريدون ذلك، كما قال تعالى: {والذين اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: 3]\rوقال تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس: 18]\rفإذا تأمّلت هذا تأملا جيدًا، عرفت أنّ الكفار يشهدون لله بتوحيد الربوبية، وهو تفرّد بالخلق والرزق والتدبير، وهم ينخون عيسى والملائكة والأولياء يقصدون أنهم يقرّبونهم إلى الله ويشفعون عنده.\rوعرفت أنّ من الكفار خصوصا النصارى منهم، من يعبد الله الليل والنهار، ويزهد في الدنيا، ويتصدق بما دخل عليه منها، معتزل في صومعة عن الناس، ومع هذا: كافر عدو لله. . مخلّد في النار، بسبب اعتقاده في عيسى أو غيره من الأولياء، يدعوه أو يذبح له أو ينذر له، تبيّن لك كيف صفة الإسلام، الذي دعا إليه نبيك صلى الله عليه وآله وسلم، وتبين لك أن كثيرا من الناس عنه بمعزل، وتبين لك معنى قوله صلى الله عليه وآله وسلم: «بدأ الإسلام غريبًا، وسيعود غريبا كما بدأ.» فالله الله يا إخواني تمسّكوا بأصل دينكم، وأوله وآخره وأسّه ورأسه: شهادة أن لا إله إلاّ الله. . واعرفوا معناها، وأحبّوها وأحبوا أهلها، واجعلوهم إخوانكم، ولو كانوا بعيدين، واكفروا بالطواغيت وعادوهم وأبغضوهم، وأبغضوا من أحبّهم أو جادل عنهم أو لم يكفّرهم أو قال ما علي منهم أو قال ما كلّفني الله بهم، فقد كذب هذا على الله وافترى، فقد كلّفه الله بهم وافترض عليه الكفر بهم والبراءة منهم ولو كانوا إخوانهم وأولادهم. . . فالله الله، تمسّكوا بذلك لعلكم تلقون ربكم لا تشركون به شيئا، اللهم توفّنا مسلمين، وألحقنا بالصالحين.","seal":"BE7E6646","part":1},
      {"page":4,"id":3,"nass":"[كفر المشركين من أهل زماننا أعظم كفرًا من الذين قاتلهم رسول الله صلى الله عليه وسلم]\rولنختم الكلام بآية ذكرها الله في كتابه، تبيّن لك أن كفر المشركين من أهل زماننا أعظم كفرًا من الذين قاتلهم رسول الله صلى الله عليه وآله وسلم، قال الله تعالى: {وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا} [الإسراء: 67]\rفقد سمعتم أنّ الله سبحانه ذكر عن الكفار أنهم إذا مسّهم الضرّ تركوا السادة والمشائخ ولم يستغيثوا بهم بل أخلصوا لله وحده لا شريك له واستغاثوا به وحده، فإن جاء الرخاء أشركوا، وأنت ترى المشركين من أهل زماننا ولعل بعضهم يدّعي أنه من أهل العلم وفيه زهد واجتهاد وعبادة، إذا مسّه الضرّ قد يستغيث بغير الله مثل معروف أو عبد القادر الجيلاني، وأجلّ من هؤلاء مثل زيد بن الخطاب والزبير، وأجل من هؤلاء مثل رسول الله صلى الله عليه وآله وسلم، والله المستعان. . . وأعظم من ذلك وزرا أنّهم يستغيثون بالطواغيت والكفرة والمردة، مثل شمسان وإدريس ويونس وأمثالهم والله سبحانه أعلم.\rالحمد لله أولا وآخرا وصلى الله على خير خلقه محمد وآله أجمعين","seal":"338C96CF","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1206,"Bk":"معنى لا إله إلا الله - محمد بن عبد الوهاب","HigriD":"1206","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن عبد الوهاب بن سليمان التميمي النجدي","bLnk":null,"Inf":"","Auth":"محمد بن عبد الوهاب","Betaka":"الكتاب: رسالة لشيخ الإسلام محمد بن عبد الوهاب يجيب فيها عن سؤال حول معنى لا إله إلا الله\r\nالمؤلف: محمد بن عبد الوهاب بن سليمان التميمي النجدي (المتوفى: 1206هـ)\r\nالناشر: الكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن عبد الوهاب (1115 - 1206 هـ = 1703 - 1792 م) \r\n\r\nمحمد بن عبد الوهاب بن سليمان التميمي النجدي: زعيم النهضة الدينية الإصلاحية الحديثة في جزيرة العرب.\r\n\r\nولد ونشأ في العيينة (بنجد) ورحل مرتين إلى الحجاز، فمكث في المدينة مدة قرأ بها على بعض أعلامها.\r\nوزار الشام. ودخل البصرة فأوذي فيها.\r\nوعاد إلى نجد، فسكن (حريملاء) وكان أبوه قاضيها بعد العيينة.\r\nثم انتقل إلى العيينة، ناهجا منهج السلف الصالح، داعيا إلى التوحيد الخالص ونبذ البدع وتحطيم ما علق بالإسلام من أوهام.\r\nوارتاح أمير العيينة عثمان بن حمد بن معمر إلى دعوته فناصره، ثم خذله، فقصد الدرعية (بنجد) سنة 1157 هـ، فتلقاه أميرها محمد بن سعود بالإكرام، وقبل دعوته وآزره كما آزره من بعده ابنه عبد العزيز ثم سعود بن عبد العزيز، وقاتلوا من خلفه، واتسع نطاق ملكهم فاستولوا على شرق الجزيرة كله، ثم كان لهم جانب عظيم من اليمن.\r\nوملكوا مكة والمدينة وقبائل الحجاز.\r\nوقاربوا الشام ببلوغهم (المزيريب).\r\nوكانت دعوته، وقد جهر بها سنة 1143 هـ (1730 م) الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله: تأثر بها رجال الإصلاح في الهند ومصر والعراق والشام وغيرها، فظهر الآلوسي الكبير في بغداد، وجمال الدين الأفغاني بأفغانستان، ومحمد عبده بمصر، وجمال الدين القاسمي بالشام، وخير الدين التونسي بتونس، وصديق حسن خان في بهوبال، وأمير علي في كلكتة، ولمعت أسماء آخرين.\r\n\r\nوعرف من والاه وشد أزره في قلب الجزيرة بأهل التوحيد (إخوان من أطاع الله) وسماهم خصومهم بالوهابيين (نسبة إليه) وشاعت التسمية الأخيرة عند الأوربيين فدخلت معجماتهم\r\nالحديثة، وأخطأ بعضهم فجعلها (مذهبا) جديدا في الإسلام، تبعا لما افتراه خصومه، ولا سيما دعاة من كانوا يتلقبون بالخلفاء من الترك (العثمانيين).\r\nومن أقدم ما كتب عن جزيرة العرب بعد قيامه.\r\nHistorie des Wahabis: par L . A \r\nتاريخ الوهابيين، تأليف ل. ا.\r\nطبع بباريس سنة 1810 م، أي بعد وفاة الشيخ بثماني عشرة سنة.\r\nوكانت وفاته في (الدرعية) وحفداؤه اليوم يعرفون ببيت (الشيخ) ولهم مقام رفيع عند آل سعود.\r\n\r\nوله مصنفات أكثرها رسائل مطبوعة، منها (كتاب التوحيد) ورسالة (كشف الشبهات) و (تفسير الفاتحة) و (أصول الإيمان) و (تفسير شهادة أن لا إله إلا الله) و (معرفة العبد ربه ودينه ونبيه) و (المسائل التي خالف فيها رسول الله - صلى الله عليه وسلم - أهل الجاهلية) أكثر من مائة مسألة، و (فضل الإسلام) و (نصيحة المسلمين) و (معنى الكلمة الطيبة) و (الأمر بالمعروف والنهي عن المنكر) و (مجموعة خطب) و (مفيد المستفيد) و (رسالة في أن التقليد جائز\r\nلا واجب) و (كتاب الكبائر) وأكثر هذه الكتب مطبوع متداول.\r\nوفي تاريخ (ابن غنام) رسائل بعث بها الشيخ إلى أهل البلاد النجدية والأقطار الإسلامية.\r\nومما كتب في سيرته (محمد بن عبد الوهاب - ط) لأحمد عبد الغفور عطار \r\n\r\nنقلا عن : الأعلام للزركلي","seal":"671204FC","cat":"العقيدة - مرقم آليا","oNum":30882,"BkId":30882,"oAuth":152,"bVer":1,"aSeal":"279B1432"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30882":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"المراد بقول لا إله إلا الله"},
      {"lvl":1,"id":1,"sub":0,"tit":"الكفار يشهدون لله بتوحيد الربوبية"},
      {"lvl":1,"id":2,"sub":0,"tit":"المشركون الذين قاتلهم الرسول كانوا يدعون الصالحين فكفروا بهذا مع إقرارهم لله بتوحيد الربوبية"},
      {"lvl":1,"id":3,"sub":0,"tit":"كفر المشركين من أهل زماننا أعظم كفرا من الذين قاتلهم رسول الله صلى الله عليه وسلم"}
    ]
}
