{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30887":
    [
      {"page":1,"id":1,"nass":"[سنة ولادته صلى الله عليه وسلم]\rحقائق حول\rالمولد النبوي بقلم\rأحمد بن عبد العزيز الحمدان","seal":"0113A4C0","part":1},
      {"page":2,"id":2,"nass":"بسم الله الرحمن الرحيم\rالحمد لله وحده، والصلاة والسلام على من لا نبي بعده:\rمتى ولد رسول الله - صلى الله عليه وسلم -؟ اختلف أهل التاريخ والسير في مولد رسول الله - صلى الله عليه وسلم - متى كان؟ على أقوال، فمنها:\rأولًا: اختلفوا في سنة ولادته صلى الله عليه وسلم: الأكثرون على أن ولادته - صلى الله عليه وسلم - كانت في عام الفيل، وهو قول ابن عباس رضي الله عنهما، قيل بعد حادثة الفيل بخمسين يومًا، وهو قول السهيلي المالكي، وقيل بخمس وخمسين يومًا، حكاه الحافظ الدمياطي الشافعي، وقيل بشهر، وقيل بأربعين يومًا، حكاهما مُغلطاي الحنفي، وابن سيد الناس الشافعي، وقال الإمام الزهري: بعد الفيل بعشر سنين، وقيل: قبل الفيل بخمس عشرة سنة، وقيل: غيره.\r\r[الشهر الذي ولد فيه النبي صلى الله عليه وسلم]\rثانيًا: واختلفوا في الشهر الذي ولد فيه - صلى الله عليه وسلم: فقيل: في شهر صفر، قيل: في ربيع الآخر، حكاهما مُغلطَاي الحنفي، وقيل: في رجب، وقيل: في رمضان، حكاهما اليعمري الشافعيُّ ومُغلطَاي الحنفي، وهو مروي عن ابن عمر رضي الله عنهما، وهو موافق لمن قال: إنَّ أمه حملت به أيام التشريق، وأغرب من قال: إنَّه ولد في أيام التشريق.\r\r[يوم ولادته صلى الله عليه وسلم]\rثالثًا: واختلفوا في يوم ولادته - صلى الله عليه وسلم: فقيل: غير معين، وقيل: في ربيع الأول، من غير تعيين اليوم، نقله الحافظ القسطلاني الشافعي في (المواهب اللدنية) ، وقيل: يوم الاثنين، والجمهور على هذا، وقيل: لليلتين مضتا من ربيع الأول، قاله ابن عبد البر المالكي، ورواه الواقدي، عن أبي معشر نجيح المدني. وقيل: لثماني ليال مضين منه، رُوي ذلك عن ابن عباس وجبير بن مطعم رضي الله عنهم، واختاره ابن حزم ونقل ابن عبد البر تصحيح أهل التاريخ له، وقطع به الحافظ محمد الخوارزمي، ورجحه الحافظ ابن دحية الكلبي، وقال: هو الذي لا يصح غيره، وعليه أجمع أهل التاريخ، وقال القطب القسطلاني: هو اختيار أكثر أهل الحديث وهو اختيار","seal":"A5169714","part":1},
      {"page":3,"id":3,"nass":"أكثر من له معرفة بهذا الشأن، وحكى القضاعي إجماع أهل الزيج (الميقات) عليه، وقيل لتسع خلون منه، وهذا ما ذهب إليه الباشا الفلكي المصري، وله رسالة علمية في هذا، درس فيها الموضوع دراسة فلكية، ورجحه الشيخ علي الطنطاوي، وأثنى على رسالته، وقيل: لعشر مضين منه، وهو قول الشعبي ومحمد الباقر وصححه الحافظ الدمياطي الشافعي، وقيل لاثنتي عشرة مضت منه، وهو قول ابن إسحاق، وقيل: لسبع عشرة مضت منه، نقله ابن دحية عن بعض الشيعة، وقيل: لثماني عشرة مضين منه، وقيل: لثمان بقين منه، رواه أبو رافع عن أبيه محمد بن حزم الظاهري.\r\r[وقت ولادته صلى الله عليه وسلم]\rرابعًا: واختلفوا في وقت ولادته - صلى الله عليه وسلم: فقيل: ولد رسول الله - صلى الله عليه وسلم - نهارًا، وقيل: عند طلوع الفجر، وقيل: عند طلوع أنجم الغِفَر وقيل: ولد ليلًا، رواه الحاكم عن أم المؤمنين عائشة رضي الله عنها. والله تعالى أعلم.\rأخي الكريم، علام يدل اهتمام الصحابة رضي الله عنهم بضبط تاريخ مولد سيد المرسلين رسول الله محمد بن عبد الله - صلى الله عليه وسلم -؟\rالجواب: إنه يدل على أنَّ المسلم ليس مطلوبًا منه الاهتمام بتاريخ المولد، ولا العناية بضبطه، إنَّما الواجب عليه أن ينظر كيف هو في حبه لرسول الله - صلى الله عليه وسلم - ومتابعته في شريعته، واقتدائه بسنته واهتدائه بهديه، وحرصه على التخلق بِخُلُقِهِ.\rفأين نحن – أخي الكريم – مما فرض الله علينا تجاه نبينا محمد - صلى الله عليه وسلم -؟ هذا هو الذي ينبغي على كل مسلم أن ينظر كيف هو فيه مع رسول الله - صلى الله عليه وسلم.\r\r[حكم الاحتفال بمولده صلى الله عليه وسلم]\rهل احتفلوا؟ سؤال يطرح نفسه كلَّما أقبل على المسلمين شهر ربيع الأول، وهو: هل احتفل رسول الله - صلى الله عليه وسلم - بالمولد، وهل احتفل صحابته، وهل احتفل سلف هذه الأمة الصالح رحمهم الله تعالى؟\rنترك للعلماء الجواب عن ذلك: قال العلامة عمر بن علي السكندري المالكي، المشهور بالفاكهاني، رحمه الله تعالى: لا أعلم لهذا المولد أصلًا في كتاب ولا سنة، ولا ينقل عمله عن أحد من علماء الأمة، الذين هم القدوة في الدين. . . بل هو بدعة أحدثها البطالون.","seal":"0AF31EAD","part":1},
      {"page":4,"id":4,"nass":"وأقره الشيخ العدوي المالكي في حاشيته على مختصر خليل، والشيخ محمد عليش المالكي رحمهما الله في (فتح العلي المالك في الفتوى على مذهب الإمام مالك) . وقال العلامة ابن الحاج المالكي، رحمه الله تعالى، في (المدخل) عن المولد إذا خلا من جميع المنكرات: فإن خلا من كل ما تقدم، فهو بدعة بنفس نيته فقط، إذ إن ذلك زيادة في الدين، وليس من عمل السلف الماضين. . . ولم يُنقل عن أحد منهم أنه نوى المولد، ونحن لهم تبع، فيسعنا ما وسعهم. وقال الحافظ ابن حجر الشافعي رحمه الله تعالى: أصل عمل المولد بدعة، لم تنقل عن أحد من السلف الصالح في القرون الثلاثة. وقال الحافظ السخاوي الشافعي، رحمه الله تعالى: عمل المولد الشريف لم ينقل عن أحد من السلف الصالح في القرون الثلاثة الفاضلة، وإنما حدث بعد. وقال الشيخ نصير الدين المبارك، الشهير بابن الطباح، رحمه الله تعالى: ليس هذا من السنن. وقال الشيخ ظهير الدين جعفر التزمنتي، رحمه الله تعالى: هذا الفعل لم يقع في الصدر الأول من السلف الصالح مع تعظيمهم وحبهم له - صلى الله عليه وسلم - إعظامًا ومحبةً لا يبلغ جمعنا الواحد منهم، ولا ذرة منه. وقال إمام دار الهجرة، مالك بن أنس رحمه الله تعالى: من أحدث في هذه الأمة شيئًا لم يكن عليه سلفها فقد زعم أن رسول الله - صلى الله عليه وسلم - خان الرسالة، لأن الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3] .\rفما لم يكن يومئذ دينًا فلا يكون اليوم دينًا.\rعن عِرْبَاضِ بنِ سارية رضي الله عنه قال: «صلى لنا رسول الله - صلى الله عليه وسلم - الفجر، ثم أقبل علينا فوعظنا موعظة بليغة ذرفت لها الأعين، ووجلت منها القلوب، قلنا: يا رسول الله، كأن هذه موعظة مودع فأوصنا! قال: (أوصيكم بتقوى الله والسمع والطاعة، وإن كان عبدًا حبشيًّا، فإنه من يعيش منكم يرى بعدي اختلافًا كثيرًا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور فإن كل محدثة بدعة، وإن كل بدعة ضلالة) » .\rوالله الموفق وصلى الله على نبينا محمد، وعلى آله وصحبه وسلم.","seal":"6CCB8A32","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"حقائق حول المولد النبوي","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن عبد العزيز السليمان الحمدان","bLnk":null,"Inf":"","Auth":"أحمد بن عبد العزيز الحمدان","Betaka":"الكتاب: حقائق حول المولد النبوي\r\nالمؤلف: أحمد بن عبد العزيز السليمان الحمدان\r\nموضوع الكتاب: عقيدة\r\nالناشر: المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بالحمراء والكورنيش ووسط جدة قسم الدعوة والإرشاد\r\nعدد الأجزاء:1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الاسم: أحمد بن عبد العزيز السليمان الحمدان.\r\nتاريخ الميلاد: عام 1378هـ.\r\nمكان الميلاد: مدينة جدة.\r\nالتعليم:\r\n1- تلقى تعليمه الإبتدائي والمتوسط والثانوي في مدينة جدة.\r\n2- تعليمه الشرعي كان في جامعة أم القرى/كلية الشريعة/قسم الفقه وأصوله، وتخرج في الجامعة عام 1414هـ. الفصل الأول\r\n3- تلقى العلم الشرعي على أيدي عدة مشايخ؛ فمنهم:\r\n* سماحة مفتي عام المملكة العربية السعودية الشيخ عبد العزيز بن باز عامي 1400و1401هـ\r\nفي الكتب التالية: (كتاب التوحيد) و (فتح الباري شرح صحيح البخاري) و (بقية الكتب الستة)\r\nو (مختصر السيرة النبوية) و (إعلام الموقعين عن رب العالمين) و (تفسير ابن كثير) و (منهاج السنة النبوية في نقض كلام الشيعة والقدريّة) و (عدة الباحث في أحكام المواريث) و (أوضح المسالك إلى ألفية ابن مالك) .\r\n* فضيلة الشيخ محمد بن صالح العثيمين (عضو هيئة كبار العلماء) : في كتاب عمدة الأحكام.\r\n* فضيلة الشيخ الدكتور صالح بن فوزان الفوزان (عضو هيئة كبار العلماء) : في (العقيدة الواسطية) و (الرسالة السديدة المفيدة) و (أخصر المختصرات) .\r\n* فضيلة الشيخ عبد الله بن عبد الرحمن البسام (عضو هيئة كبار العلماء) : في كتاب (أخصر المختصرات) .\r\n* فضيلة الشيخ محمد الأمين العوضي من 1400هـ0 إلى 1404هـ في الكتب التالية:\r\n(الروض المربع) و (جامع العلوم والحكم) و (أوضح المسالك إلى ألفية ابن مالك) و (شرح ابن عقيل على ألفية ابن مالك) و (التقريرات السنية على المنظومة البيقونية) .\r\n* فضيلة الشيخ الدكتور محمد بن علي بن إبراهيم كتاب (نهاية السول في شرح منهاج الوصول إلى علم الأصول) .\r\n\r\nالوظائف:\r\n1- مدير مركز الدّعوة والإرشاد بمحافظة جدّة.\r\n2- المشرف على المكاتب التعاونية للدّعوة والإرشاد وتوعية الجاليات بمحافظة جدّة.\r\n3- عضو مجلس إدارة المكتب التعاوني للدّعوة والإرشاد وتوعية الجاليات في شرق جدّة.\r\n4- عضو المجلس التأسيسي في الهيئة العالميّة لتحفيظ القرآن الكريم.\r\n5- عضو المجلس التأسيسي لهيئة الإغاثة الإسلاميّة العالميّة.\r\n6- المشرف على مستودع الإغاثة الخيري بمحافظة جدّة.\r\n7- خطيب جامع عبد اللطيف جميل في حي الأمير عبد المجيد النموذجي.\r\n8- عضو اللجنة العليا لرعاية السلوك بمحافظة جدة.\r\n9- عضو مجلس إدارة لجنة توعية نزلاء السجون ومستشفى الأمل ودار الملاحظة بمحافظة جدّة.\r\n\r\nالإنتاج العلمي:\r\nأكثر من خمسين كتاباً، طبع منها إلى الآن خمسة وثلاثون كتاباً، عدا البحوث التي لم تخرج إلى الآن، وهذه قائمة أسماء هذه \r\n\r\nالكتب:\r\n1- إتحاف الإخوان بفضائل القرآن.\r\n2- أحكام الموسيقى والغناء في الكتاب والسنة وأقوال العلماء: تُرجم إلى عدّة لغات.\r\n3- أخلاقنا: صدر منها ثنتا عشرة حلقة، طبعت في كتاب.\r\n4- الأدلة المطمئنة على أنّ الحجاب عزّ وطهر للمؤمنة: طبع طبعتين.\r\n5- أذكار وتحصينات: طبع تسع طبعات.\r\n6- أفراح: طُبع تسع طبعات.\r\n7- أنوار التوحيد: صدر منها خمس عشرة حلقة، طبع منها مجموعة منتخبة في كتاب.\r\n8- البيان الموجز الصدوق فيما لسيد الخلق صلى الله عليه وسلم من حقوق.\r\n9- التحصينات الشرعية من كيد الجنّ والشياطين: طبع طبعتين.\r\n10- تحفة الأحباب بقواعد الآداب: طبع طبعتين.\r\n11- تحفة العابد من فضائل وآداب الجلوس في المساجد.\r\n12- تذكرة أُلي الألباب بمراعاة حرمات المسلمين ووجوب الاتفاق وذم الافتراق: طبع.\r\n13- تعليم ابنك القرآن: طبع.\r\n14- تنبيه الأخيار إلى خطر السحرة الأشرار: طبع طبعتين.\r\n15- جاري العزيز: طبع طبعتين.\r\n16- جمرة إبليس كيف تطفأ: طبع طبعتين.\r\n17- جولة في مكتبة طالب العلم، تم منها إحدى عشرة جولة.\r\n18- جولة في مكتبة الطفل المسلم، تم منها جولة.\r\n19- حجابك دليل طهرك وعفافك: طبع أربع طبعات.\r\n20- خلاصة الكلام من أحكام الصيام: طبع أربع طبعات.\r\n21- دليل السالك لأداء المناسك وآداب الزيارة: طبع أربع طبعات.\r\n22-دليل مكتبة المرأة المسلمة: انتهى من كتابة ستة مجلدات منه، طبع منها أربعة مجلدات\r\n23- الرسالة الأمينة في فضائل المدينة: طبع.\r\n24- رقي الدرجات بنوافل الصلوات.\r\n25- رمضانيّات: صدر منها ثنتان وثلاثون حلقة، طبعت في كتاب، ونشرت في شريط كاسيت.\r\n26- سلاح المؤمن في الدعاء من الكتاب والسنة: طبع ثلاث طبعات.\r\n27- شرح أصول السنة: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\r\n28- شرح دليل الطالب في فقه الإمام أحمد: درس خاص للطلاب.\r\n29- شرح زاد المستقنع في فقه الإمام أحمد إلى نهاية كتاب الجنائز: للطلاب في جامع سعيد بن جبير.\r\n30- شرح عمدة الأحكام من أحاديث الأحكام: مذكرة شرح الكتاب لطلاب دورة الملك عبد العزيز العلميّة.\r\n31- شرح عمدة الفقه في مذهب الإمام أحمد: مذكرة شرح الكتاب للطلاب في جامع سعيد بن جبير وجامع عبد اللطيف جميل بجدّة.\r\n32- شرح العقيدة الطحاوية: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\r\n33- شرح القصيدة اللامية في العقيدة: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\r\n34- شرح كفاية العابد في فقه الإمام أحمد: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\r\n35- شرح لمعة الاعتقاد: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\r\n36- شرح المنظومة البيقونية: مذكرة شرح الكتاب لطلاب درس خاص لبعض الطلاب.\r\n37- الفقه الميسر: مجموعة حلقات صدر منها مائتان وخمس وثلاثون حلقة، طبعت منها مجموعة منتخبة في كتاب.\r\n38- من فتاوى العلماء: صدر منها اثنا عشر حلقة.\r\n39- الكفّارات والدرجات: طبع.\r\n40- كيف تقي نفسك شرّ العين: طبع طبعتين.\r\n41- كيف تكون من الذاكرين الله كثيراً والذاكرات: طبع ثلاث عشرة طبعة.\r\n42- كيف تؤدي العمرة: طبع طبعتين.\r\n43- المختصر في فقه العبادات: طبع ست طبعات، عدا ما تُرجم إلى بعض اللغات.\r\n44- مربية الأجيال: صدر منها أربع وعشرون حلقة، طبعت منها مجموعة منتخبة في كتاب.\r\n45- المصطفى من سيرة المصطفى صلى الله عليه وسلم: طبع طبعتين.\r\n46- مفاتيح الجنة.\r\n47- مكانة الوالدين: طبع.\r\n48- المنجيات والمهلكات: طبع.\r\n49- المنهج في صفة الحجّ: طبع طبعتين.\r\n50- الموجز البديع في الصلاة والسلام على الحبيب الشفيع: طبع.\r\n51- نماذج ودروس: صدرت منها ست وخمسون حلقة.\r\n52- نيل المرام من أحكام الصيام: طُبع إحدى عشرة طبعة، وتُرجم إلى عدّة لغات.\r\n53- نيل المكرمة من فضائل مكة المكرمة.\r\n54- وبالوالدين إحساناً: طبع.\r\n55- وصيتي.\r\n56- لا تقل: صدرت منها سبع حلقات، طبعت في كتاب.\r\n\r\nالنشاط الدّعوي:\r\n- يشرف على إقامة مجموعة أنشطة دعوية في محافظة جدَّة وخارجها؛ فمنها:\r\n1.الإشراف على برنامج طلاب العلم، يضم نخبة من الطلاب المتميزين ضمن برنامج علمي تأصيلي يستمر من عشرة إلى خمس عشرة سنة.\r\n2.دورة الملك سعود العلميّة التأسيسيّة، ودورة الملك سعود العلميّة المتقدّمة التي تُعدّ الأكبر على مستوى السعوديّة: يحضرها ثلاثة آلاف طالب وطالبة، دُرِّس فيها ثلاثة وثلاثون متناً علميّاً إلى صيف عام 1423هـ. وشارك في تدريس الطلاب فيها نخبة من أعضاء هيئة كبار العلماء والأكاديميين المتخصصين.\r\n3. المخيّم الشبابي التوعوي الذي يُعدّ الأكبر على مستوى السعوديّة: يحضره ثلاث مئة ألف مستفيد.\r\n4. المخيّم الدّعوي: يحضره مئتا ألف مستفيد.\r\n5. المخيّم التوجيهي: يحضره مائة وخمسون ألف مستفيد.\r\n6. مخيّم فرحة العيد: يحضره سبعون ألف مستفيد.\r\n7. المخيّمات التّعليميّة الإغاثيّة في سهل تهامة الجنوبي والشمالي: يقام منها مخيمان في السنة.\r\n8. مسابقة حفظ السنّة: يطبع منها خمسون ألف نسخة سنويّاً، تم حفظ أكثر من ألف وثلاث مئة حديث من صحيح البخاري سنداً ومتناً، وبلوغ المرام من أدلة الأحكام كاملاً، وعمدة الأحكام كاملاً، والأربعين النوويّة مع تكملتها للحافظ ابن رجب.\r\n9. المسابقة النسوية الكبرى: يطبع منها ثلاث مئة ألف نسخة.\r\nعدا سلاسل المحاضرات الدوريّة.\r\n\r\n- له مشاركات في إلقاء المحاضرات العامة في المساجد، والمدارس، والشركات، والإدارات،  والقطاعات العسكرية، وله أكثر من درس علمي أسبوعي؛ في ضاحية حداء وحي الصفا ومكتبته الخاصة.\r\n- له مشاركات في إقامة الجولات الدعوية إلى المحافظات والمراكز والقرى النائية.\r\n- له مشاركات عديدة في الكتابة في الصحف والبرامج التلفزيونيّة.\r\nوالله الموفق، وصلى الله على نبينا محمد وآله وصحبه وسلم.\r\n","seal":"AEF5AFB0","cat":"العقيدة","oNum":30887,"BkId":30887,"oAuth":1512,"bVer":1,"aSeal":"4160CF64"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30887":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"سنة ولادته صلى الله عليه وسلم"},
      {"lvl":1,"id":2,"sub":0,"tit":"الشهر الذي ولد فيه النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":2,"sub":1,"tit":"يوم ولادته صلى الله عليه وسلم"},
      {"lvl":1,"id":3,"sub":0,"tit":"وقت ولادته صلى الله عليه وسلم"},
      {"lvl":1,"id":3,"sub":1,"tit":"حكم الاحتفال بمولده صلى الله عليه وسلم"}
    ]
}
