{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b30955":
    [
      {"page":3,"id":0,"nass":"[المقدمة]\rمفهوم الحكمة في الدعوة\rبسم الله الرحمن الرحيم\rالمقدمة الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه وبعد:\rفهذه كلمات في الحكمة والدعوة دعا إليها - في تقديري - ما يلحظ في الساحة من نشاط يقوم به رجال أفاضل يدعون إلى الله، ويلاقون في دعوتهم ما يلاقيه من يقوم بمهمتهم في الماضي والحاضر وفي كل حين، فهي سنة الله في الحاضرين والغابرين.\rوالدعوة إلى الله هي طريق المرسلين. وقد لاقى أنبياء الله في ذلك ما لاقوا من العنت والصدود والإباء والاستكبار من لدن فئات كثيرة، وطبقات كبيرة من الملأ الذين استكبروا {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} [يوسف: 108] (¬1) .\r¬_________\r(¬1) سورة يوسف، آية: 158.","seal":"C302BC30","part":1},
      {"page":4,"id":1,"nass":"وفي هذه الكلمات سوف ينحصر الكلام على الحكمة بيانا لمعناها وإيضاحا لمدلولاتها.\rذلك أن الحكمة إذا اقترنت بالدعوة فإنها تقوي الأمل واليقين، وترتفع بالمدعوين إلى مستوى الشعور بالمسئولية والتكليف، وإذا ما تأكد فيها هذا الشعور فسوف تتغير طباعهم وتعتدل مسالكهم ويصح توجيههم. فحق على الداعي إلى الله أن يعمل على إيقاظ هذا الشعور. هذا وسوف أعرض إلى تعريف كل من الحكمة والموعظة الحسنة والجدال بالتي هي أحسن، ثم العوامل التي تحقق مفهوم الحكمة: من ضرورة معرفة طبائع الناس، وطبقات المدعوين، والنظر في الظروف الزمانية والمكانية، والأساليب القولية والعملية.","seal":"5F2B5B55","part":1},
      {"page":5,"id":2,"nass":"[تعريف الحكمة]\rتعريف الحكمة الحكمة مأخوذ من الحكمة - بفتح الكاف والميم - وهو ما يوضع للدابة كي يذللها راكبها فيمنع جماحها. ومنه اشتقت الحكمة قالوا: لأنها تمنع صاحبها من أخلاق الأراذل (¬1) .\rوالحكمة في حقيقتها: وضع الأشياء في مواضعها.\rوهذا تعريف عام يشمل الأقوال والأفعال وسائر التصرفات، ولعلك أخي الفاضل تدرك أن الحكمة التي نرمي إلى بيانها في هذه المقالة هي الحكمة التي ينبغي أن يتصف بها القائم بالدعوة إلى الله، ومن أجل هذا فهي غالبا ما تكون قولا في علم وموعظة أو تصرفا نحو الآخرين من أجل دفعهم إلى الخير أو صرفهم عن الشر.\r¬_________\r(¬1) المصباح المنير 56.","seal":"6E0A6B50","part":1},
      {"page":6,"id":3,"nass":"وفي هذا المفهوم. يقول ابن زيد: (كل كلمة وعظتك أو دعتك إلى مكرمة أو نهتك عن قبيح فهي حكمة) .\rوأدق من هذا قول أبي جعفر محمد بن يعقوب: (كل صواب من القول ورث فعلا صحيحا فهو حكمة) . وفي تعريفات الجرجاني: (كل كلام وافق الحق فهو حكمة) .\rوفي قوله تعالى: {يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} [البقرة: 269] (¬1) .\rربطت الآية الكريمة بين الحكمة والخير، ووجه هذا الارتباط أن الحكمة تشمل المعاني الصائبة من السداد في القول والفعل.\r¬_________\r(¬1) سورة البقرة، آية: 269.","seal":"33CD88BB","part":1},
      {"page":7,"id":4,"nass":"وبمعنى آخر: فإن الحكمة إتقان العلم وإجراء الفعل على وفق ذلك العلم، ومن شاء إيتاءه هذه الحكمة - أي خلقه مستعدا لذلك قابلا له، من سلامة التفكير واعتدال القوى والطبائع - فيكون قابلا لفهم الحقائق منقادا إلى الحق إذا لاح له، لا يصده عن ذلك هوى ولا عصبية ولا مكابرة ولا أنفة. ثم ييسر له أسباب ذلك من حضور الدعاة وسلامة البقعة من المعاندين العتاة، فإذا انضم إلى ذلك توجهه إلى الله بأن يزيد أسبابه تيسيرا، ويمنع عنه ما يحجب الفهم فقد كمل له التيسير.\rوحينئذ يتحقق له الخير الكثير في قوله سبحانه: {فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} [البقرة: 269]\rفالخير الكثير منجر إليه سداد الرأي والهدى الإلهي، ومن تفاريع هذا الخير ما يتولد من قواعد الحكمة التي تعصم من الوقوع في الغلط والضلال بمقدار التوكل في","seal":"15A1A01E","part":1},
      {"page":8,"id":5,"nass":"فهمها واستحضار مهمها. لأنك إذا تتبعت ما يحل بالناس من المصائب تجد معظمها من جراء الجهالة والضلالة والرأي الآفن، وبعكس ذلك فإن ما يجتنيه الناس من المنافع والملائمات مجتلب من المعارف والعلم بالحقائق، ولو علم الناس الحق على وجهه لاجتنبوا مواقع البؤس والشقاء (¬1) .\rيتبين من مجموع ما سبق أن الحكمة كلمة عامة تشمل الأقوال التي فيها إيقاظ للنفس ووصاية بالخير، وإخبار بتجارب السعادة والشقاوة، وكليات جامعة لأصول الآداب. . . فهي معرفة خالصة من شوائب الأخطاء وبقايا الجهل في تعليم الناس وتهذيبهم وتوجيههم.\rإنها اسم جامع لكل كلام أو علم يراعى فيه إصلاح\r¬_________\r(¬1) التنوير والتحرير 3 / 64.","seal":"FA7469EC","part":1},
      {"page":9,"id":6,"nass":"حال الناس واعتقادهم إصلاحا مستمرا لا يتغير (¬1) .\r\r[إطلاقات الحكمة]\rإطلاقات الحكمة وردت كلمة الحكمة في نصوص الشرع مرادا بها ما يخدم المعنى السابق.\rفوردت مرادا بها: الكتب السماوية من القرآن والإنجيل وغيرها.\rومرادا بها: النبوة، والهدى، والرشاد، والعدل، والعلم، والحلم والتفقه (¬2) .\r¬_________\r(¬1) التنوير والتحرير 3 60 - 63، 41 / 35.\r(¬2) لسان العرب 12 / 140 -142. المعجم الوسيط 1 / 90. القاموس المحيط 4 / 98.","seal":"AE85BD93","part":1},
      {"page":10,"id":7,"nass":"[الموعظة الحسنة]\rالموعظة الحسنة يلحظ في التعريف السابق للحكمة أن الموعظة الحسنة والجدال بالتي هي أحسن داخلان في مفهوم الحكمة.\rولكن يحسن تخصيصهما بمزيد تعريف وإيضاح لأن المقام مقام بسط لمفهوم الحكمة، وقد جاءا مخصوصين بالذكر في قوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: 125] (¬1) .\rوإذا كانا داخلين في معنى الحكمة بالمعنى السابق فيكون عطفهما في الآية الكريمة من عطف الخاص على العام.\rوالأصل في الموعظة أنها: القول الذي يلين نفس المخاطب ليستعد لفعل الخير والاستجابة له.\r¬_________\r(¬1) سورة النحل، آية: 125.","seal":"E0F96FF5","part":1},
      {"page":11,"id":8,"nass":"والموعظة في معناها تدل على ما يجمع الرغبة بالرهبة والإنذار بالبشارة ولهذا قال ابن عطية:\r(الموعظة الحسنة: التخويف والترجئة والتلطف بالإنسان بأن تجله وتنشطه وتجعله بصورة من يقبل الفضائل) (¬1) .\rويشير الزمخشري إلى معنى لطيف في هذا حين يقول: (إن الموعظة الحسنة هي التي لا تخفى عليهم أنك تناصحهم بها وتقصد ما ينفعهم) .\rوالخلاصة أنها: تذكير بالخير فيما يرق له القلب (¬2) .\rوهذه إشارة جميلة عرض لها أهل العلم في السر في وصف الموعظة بالحسنة ولم يرد ذلك في الحكمة فقد قالوا: قيدت الموعظة بالحسنة ولم تقيد الحكمة\r¬_________\r(¬1) التعريفات 132.\r(¬2) البحر المحيط 5 / 549.","seal":"99690B57","part":1},
      {"page":12,"id":9,"nass":"لأن الحكمة هي تعليم لمتطلبي الكمال من معلم يهتم بتعليم طلابه فلا تكون إلا في حالة حسنة فلا حاجة إلى التنبيه على أن تكون حسنة.\rأما الموعظة الحسنة فلما كان المقصود منها غالبا ردع نفس الموعظ عن أعمال سيئة أو عن توقع ذلك منه، كانت مظنة لصدور غلظة من الواعظ ولحصول انكسار في نفس الموعوظ.\rومن الوعظ الحسن إلانة القول وترغيب الموعوظ في الخير: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى - فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43 - 44] (¬1) .\r\r[الجدال بالتي هي أحسن]\rالجدال بالتي هي أحسن الجدل في أصله: الاحتجاج لتصويب رأي ورد ما يخالفه. فهو حوار وتبادل في الأدلة ومناقشتها. وهو حال\r¬_________\r(¬1) سورة طه، الآيتان: 43، 44.","seal":"F434BA9A","part":1},
      {"page":13,"id":10,"nass":"أوسع من الخصام والمخاصمة على أن المخاصمة نوع جدل من حيث هي تراد في الكلام والحجج.\rومن أجل هذا قال الجرجاني في تعريفاته:\rالجدل: دفع المرء خصمه عن إفساد قوله بحجة أو شبهة أو بقصد تصحيح كلامه، قال: وهو الخصومة في الحقيقة.\rغير أن الذي نعنيه هنا هو الجدال والمحاجة والحوار بما لا يرقى إلى الخصومة، إلا إذا اعتبرنا الجدال مع الظالمين خصومة؛ لأنه قد تجرد منه نعت الحسن، وإذا احتاج رجل الدعوة إلى الجدال فليكن بالتي هي أحسن.\rوقريب من التوجيه المذكور في الموعظة الحسنة يقال هنا. ويكون حسن الجدال في الالتزام بموضوعيته، وبعده عن الانفعال، والترفع عن المسائل الصغيرة في مقابل القضايا الكبرى، حفظا للوقت وعزة","seal":"CC781D3B","part":1},
      {"page":14,"id":11,"nass":"للنفس وكمالا للمروءة، مع الحرص على الرفق واللين، والبعد عن الفظاظة والتعنيف، ويدخل في الجدل الحسن كما يقول الطاهر بن عاشور (¬1) .\r(رد تكذيب المعاندين بكلام غير صريح في إبطال قولهم من الكلام الموجه: مثل قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ} [سبأ: 24] (¬2) . وقوله: {وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ - اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} [الحج: 68 - 69] (¬3) .\r\r[إشارات في حلية الداعي من الصفات الباعثة للحكمة]\r[التقوى]\rإشارات في حلية الداعي من الصفات الباعثة للحكمة قبل الخوض في الكلام على الحكمة ومفهومها، وبناء على الإشارات السابقة من معنى الحكمة،\r¬_________\r(¬1) التحرير 14 / 325 - 330.\r(¬2) سورة سبأ، الآية: 24.\r(¬3) سورة الحج، الآيتان: 68، 69.","seal":"A3C667E2","part":1},
      {"page":15,"id":12,"nass":"وما يحتاجه صاحب الدعوة من سلامة التفكير واعتدال القوى والبعد عن العصبية والمكابرة:\rأحب أن أشير إلى بعض الصفات التي ينبغي أن يتحلى بها الداعي، فمنها بتوفيق الله تنبعث الحكمة ويتحقق المقصود من تبليغ الحق على بصيرة. ومن ذلك:\rأ - التقوى ويقصد بها كل معانيها من فعل المأمورات وترك المنهيات والتحلي بصفات أهل الإيمان. فتقوى الله بشمولها إذا رزقها العبد، فإنها تنير القلب وتفتح المدارك، ويستبصر بها موهوبها مواطن الحق، ويهتدي بها إلى الوسائل والأساليب الصحيحة الملائمة للظروف والأحوال والأشخاص، فالعاقبة للتقوى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} [الطلاق: 4] (¬1) . وأولياء الله\r¬_________\r(¬1) سورة الطلاق، آية: 4.","seal":"A607A1D9","part":1},
      {"page":16,"id":13,"nass":"هم المتقون. .\r\r[الإخلاص]\rب - الإخلاص وهذا باب عظيم معلوم نظريا ولكن تحقيقه - والله - إنه لعزيز. ومن حقق هذه الصفة لم يلتفت إلى نظر الناس ولا إلى أشيائهم أو تلمس مراضيهم، ويحضرني هنا قول الإمام المجدد شيخ الإسلام محمد بن عبد الوهاب - رحمه الله -: إن بعض الناس يدعو إلى الله وهو إنما يدعو إلى نفسه.\rوأعظم الناس مطالبة بهذه الخصلة وأشد الناس حاجة إليها العلماء والدعاة. ومن أول من تسعر بهم النار يوم القيامة من ضيع هذه الخصلة، ولقد قال الغزالي - رحمه الله - في الإحياء محذرا من الشهوة الخفية الداعية إلى الشرك الخفي:\r(إن الداعي قد يرى حين الدعوة والقيام بها عز نفسه بالعلم والدين، وذل غيره بالجهل والتقصير،","seal":"9FDFE6C7","part":1},
      {"page":17,"id":14,"nass":"فربما قصد بالدعوة إظهار التميز على غيره، وإذلال المدعو بإشعاره - ولو من طرف خفي - بالجهل وخسة أهل الجهل والتقصير وسوء حال المقصرين) .\rقال: (وهذه مذلة عظيمة وغائلة هائلة، وغرور للشيطان يطوق به كل إنسان إلا من عرفه الله عيوب نفسه، وفتح بصيرته بنور هدايته. فإن في الاحتكام على الغير لذة للنفس عظيمة) .\rولم يقتصر الغزالي - رحمه الله - على هذا الإيضاح بل زاد في بيان المعيار والمحك في ذلك حيث قال: (وهناك محك ومعيار ينبغي أن يمتحن الداعي به نفسه، وهو أن يكون قيام غيره بالدعوة وإصلاح الناس واستجابتهم لغيره أحب إليه من استجابتهم له. فإن كان يود أن يكفيه غيره فهو على خير، وإن كان لا يحب ذلك لغيره من أهل العلم والدعوة فما هو إلا","seal":"B73B06B0","part":1},
      {"page":18,"id":15,"nass":"متبع هوى نفسه، متوسل إلى إظهار جاه نفسه بواسطة دعوته. فليتق الله تعالى فيه وليدع أولا نفسه) (¬1) .\rلكن قوله: (أن يكون دعوة غيره أحب إليه من دعوته بنفسه) هذا عندي محل نظر، وبخاصة مع قوله عليه الصلاة والسلام: «فوالله لأن يهدي الله بك رجلا واحدا خير لك من أن يكون لك حمر النعم» (¬2) . فالتنافس في هذا تنافس على الخير، ومع قوله تعالى: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا} [فصلت: 33] (¬3) .\rويتلمس الإخلاص وصلاح النية في غير المنافسة المشروعة.\r¬_________\r(¬1) بتصرف وحذف، الإحياء 2 / 329. وما بعدها.\r(¬2) متفق عليه من حديث سهل به سعد.\r(¬3) سورة فصلت، آية: 33.","seal":"C011274D","part":1},
      {"page":19,"id":16,"nass":"[العلم]\rج - العلم وهو المقصود الأعظم من البصيرة في قوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ} [يوسف: 108] (¬1) .\rبل إن من معاني الحكمة البارزة - التي نحن بصدد الحديث عنها - العلم كما سبق.\rفالبصيرة تجمع العلم والحكمة وهذه الخصلة لا تحتاج إلى مزيد من بسط فهي معلومة ظاهرة، ويكفي في هذا التنبيه إلى ترجمة البخاري - رحمه الله - في صحيحه حين قال: باب العلم قبل القول والعمل، مستدلا بقوله تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} [محمد: 19] (¬2) .\rقال رحمه الله: (فبدأ بالعلم قبل القول والعمل) .\r¬_________\r(¬1) سورة يوسف، آية: 108.\r(¬2) سورة محمد، آية: 19.","seal":"E81731CE","part":1},
      {"page":20,"id":17,"nass":"وفي هذا يقول الحسن البصري - رحمه الله - (العامل بغير علم كالسائر على غير هدى) .\rوفي مأثور الحكم: (من تمسك بغير أصل ذل ومن سلك طريقا بغير دليل ضل) .\rويشمل العلم الفهم الدقيق لما جاء في الكتاب والسنة، وسير السلف الصالح، وفهوم أهل العلم والفقه علما وعملا.\r\r[التواضع]\rد - التواضع من طبائع الناس أنهم لا يقبلون من يستطيل عليهم أو يبدو منه احتقارهم أو استصغارهم، ولو كان ما يقوله حقا وصدقا. بل إن الاستعلاء سبب ظاهر في كره الحق ورفضه.\rومن أجل هذا فإن التواضع ثمرة المعرفة بالله وبالنفس. يقول الخليفة أبو بكر - رضي الله عنه -","seal":"2E9CC2CA","part":1},
      {"page":21,"id":18,"nass":"(لا يحتقرن أحد أحدا من المسلمين فإن صغير المسلمين عند الله كبير) وقد خاطب الله نبيه محمدا صلى الله عليه وسلم بقوله:\r{وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ} [الكهف: 28] (¬1) .\rويقول ابن الحجاج: (من أراد الرفعة فليتواضع لله تعالى فإن العزة لا تقع إلا بقدر النزول. .) .\rومما يلحق بهذا الباب العلم بأن من طبائع النفوس النفرة ممن يكثر الحديث عن نفسه أو يستجلب الثناء عليها أو يستدر لها المديح.\rفالفضل من الله، ومن تحدث إلى الناس فليتحدث إليهم بفضل الله لا بفضل نفسه.\r¬_________\r(¬1) سورة الكهف، آية: 28.","seal":"56FC2417","part":1},
      {"page":22,"id":19,"nass":"[الحلم]\rهـ - الحلم ما الحلم إلا ضبط النفس عند الغضب، والنزوع إلى العقل عند ثورة الانفعال. وما هذا - وربك - إلا شارات القوة وعنوان البطولة «ليس الشديد بالصرعة إنما الشديد الذي يملك نفسه عند الغضب» (¬1) .\rومن أحوج بهذا الخلق من رجل الدعوة الذي ميدانه صدور الرجال ونفوس البشر.\rومن أبرز صور الحلم. . كظم الغيظ. . ثم يعقبه في الترقي العفو عن الناس، وتلك صفات المتقين أهل الجنة التي عرضها السماوات والأرض.\rومن رزق الحلم ترقى في درجاته. . فيصل من قطعه، ويعفو عمن ظلمه، ويحسن إلى من أساء إليه. ويخطئ من يظن أن الحلم عجز، وأن العفو\r¬_________\r(¬1) متفق عليه من حديث سهل بن سعد 108.","seal":"0F7E16C9","part":1},
      {"page":23,"id":20,"nass":"ضعف، وأن الإعراض عن الجاهل خوف وخور. ولا يقول ذلك إلا من تأخذه العزة بالإثم، وهو خلق ذميم يتنافى مع الحلم كما ترى.\rخرج زين العابدين بن علي بن الحسين - رضي الله عنه وعن آبائه - من المسجد يوما فسبه رجل فانتدب الناس إليه. فقال: دعوه. ثم أقبل عليه فقال: ما ستره الله عنك من عيوبنا أكثر. ألك حاجة نعينك عليها؟ فاستحيا الرجل فألقى إليه خميصة كانت عليه وأمر له بألف درهم فكان الرجل إذا رآه قال: إنك من أولاد الأنبياء.\r* * * *","seal":"17D11D89","part":1},
      {"page":24,"id":21,"nass":"[الغلظة والفظاظة]\rالغلظة والفظاظة عن سعيد بن عبد الرحمن الزبيدي قال: يعجبني من القراء (¬1) كل سهل طلق مضحاك، فأما من تلقاه ببشر ويلقاك بضرس (¬2) يمن عليك بعلمه فلا كثر الله في الناس أمثال هؤلاء.\rأيها الدعاة: الناس في حاجة إلى كنف رحيم وبشاشة سمحة. بحاجة إلى ود يسعهم وحلم لا يضيق بجهلهم. بحاجة إلى من يحمل همومهم، ولا يثقل عليهم بهمومه. . يجدون في رحابه العطف والرضا.\rمن أجل هذا جاءت الرحمة الربانية لمحمد صلى الله عليه وسلم وهو الرسول القدوة: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ} [آل عمران: 159] (¬3) .\r¬_________\r(¬1) القراء: العلماء.\r(¬2) ضرس: أي شرس لفظا ومعنى.\r(¬3) سورة آل عمران، آية: 159.","seal":"969EFEC1","part":1},
      {"page":25,"id":22,"nass":"فما غضب لنفسه قط، ولا ضاق صدره بضعفهم البشري. وأعطاهم كل ما ملكت يداه، وما نازعهم في شيء من أعراضهم، وسعهم حلمه وبره وعطفه.\rحينما يوهب العبد قلبا رحيما وطبعا رقيقا مع العلم والحكمة. . فإنه لا يستكثر على الصغير والجاهل أن يصدر منهما صدود عن النصح، والدنيا مليئة بمن لا يحبون الناصحين.\rنعم إن الداعي الحق ذا الخبرة والمراس لا يعجب من صدود الناس ونفرتهم. . لكن رحمته بهم وشفقته عليهم لا تنفك تغريه بمعاودة الكرة تلو الكرة، كما يعاود الوالدان الحريصان على أولادهما في الإلحاح بالغذاء والدواء في حالي الصحة والمرض. بل لقد","seal":"1247C7EB","part":1},
      {"page":26,"id":23,"nass":"جاء في حديث أخرجه أبو داود والنسائي وابن ماجه وابن حبان من حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: «إنما أنا لكم مثل الوالد لولده» .\rوهل رأيت، أعظم شفقة من الوالد على ولده. وكم قابل محمد صلى الله عليه وسلم إعراض قومه بابتهاله النبوي: «اللهم اهد قومي فإنهم لا يعلمون» .\r\r[من معالم الحكمة في الدعوة]\r[المعلم الأول طبائع النفوس وطبقات المدعوين]\rمن معالم الحكمة في الدعوة وبعد هذه التقدمة التي أظنكم استشعرتم من خلالها بعض معالم تشير إلى مواطن الحكمة ومسالكها عن طريق معرفة حقيقة الحكمة وأبرز الصفات في رجل الدعوة. أحب أن أبسط بعض البسط في معالم أراها حقيقة بذلك:\rوسوف يكون هذا البسط من خلال التعرف على طبائع النفوس، وطبقات المدعوين، وتخير الأوقات،","seal":"B3A8E094","part":1},
      {"page":27,"id":24,"nass":"وانتهاز المناسبات. ثم النظر في طرائق الدعوة وأساليبها. . من إحسان في القول، والحرص على التلميح إذا أمكن الاستغناء به عن التصريح، والقصد إلى الستر والنصيحة، والبعد قدر الإمكان عن التشهير الذي قد ينقلب إلى فضيحة مع سلوك المداراة المشروعة، وإقالة العثرات ما أمكن، وإليك أخي الفاضل بسطا لبعض هذه المعالم:\r* * * * المعلم الأول: طبائع النفوس وطبقات المدعوين الناس متباينون في طبائعهم، مختلفون في مدركاتهم، في العلم والذكاء، في الأمزجة والمشاعر، مختلفون في الميول والاتجاهات. مما يدعو رجل العلم والدعوة إلى تخير المدخل. . بل المداخل المناسبة لتلك النفوس المختلفة والعقول المتباينة.\rنعم، إن فيهم الغضوب والهادئ، وفيهم المثقف والأمي، فيهم الوجيه وغير الوجيه.\rبل إن ثمة كلمة لعلي - رضي الله عنه - يصف فيها القلوب، كل القلوب بأنها وحشية فهو يقول: (القلوب وحشية فمن تألفها أقبلت عليه) .\rإنه يصورها رضي الله عنه وكأنها دواب متوحشة لا تعرف الألفة في طبعها ويبدو هذا والله أعلم في","seal":"1366D3A4","part":1},
      {"page":29,"id":25,"nass":"ميدان النصائح والتوجيهات. فهل رأيت من يرضى أن تنسبه إلى جهل أو عدم معرفة أو سوء في التصرف. إن الإنسان يعظم عليه أن ينسب إلى الجهل، ولذا تراه يغضب إذا نبه على الخطأ، ويجتهد في مجاهدة الحق بعد معرفته خيفة انكشاف جهله.\rإنها في هذا الباب تنفر إذا قرب منها، بل لعلها بدافع الدفاع عن النفس تهجم وتؤذي، ومن كان صاحب حكمة وفطنة في ترويض الوحوش فهو المفلح بتوفيق الله في هداية الناس.\rوصاحب الترويض الناجح هو الذي يحرص على تلمس الجانب الطيب في نفوس الناس، وتقصد إلى شيء من العطف على أخطائهم وحماقاتهم. . شيء من العناية - غير المتصنعة - باهتماماتهم وهمومهم. وسوف يصل إلى مصدر النبع الخير في نفوسهم، وحينئذ يمنحونه حبهم وثقتهم.","seal":"1F6F10D0","part":1},
      {"page":30,"id":26,"nass":"إن شيئا من سعة الصدر، والإحاطة بطبائع النفوس. . كفيل بتحقيق الخير في الناس بنتيجة لا يظنها الكثيرون، ينبني على ذلك ملاحظة استيعاب المدعو وسعة مداركه، فلا يلقي إليه ما لا يبلغه عقله فيوقعه إما في النفرة والشرود، وإما في التخبط الفكري والدخول في غياهب الفتن.\rوفي ذلك يقول ابن مسعود - رضي الله عنه -. (ما أنت بمحدث قوما حديثا لا تبلغه عقولهم إلا كان لبعضهم فتنة) . ويقول علي - رضي الله عنه -: (حدثوا الناس بما يعرفون أتريدون أن يكذب الله ورسوله) .\r* * * *","seal":"16946907","part":1},
      {"page":31,"id":27,"nass":"[المعلم الثاني تخير الأوقات وانتهاز المناسبات]\rالمعلم الثاني: تخير الأوقات وانتهاز المناسبات هذا معلم كبير ومؤثر من معالم الحكمة وتلمسها، يبلور ذلك كلمة جامعة لعبد الله بن مسعود - رضي الله عنه -: (إن للقلوب شهوة وإقبالا وفترة وإدبارا، فخذوها عند شهوتها وإقبالها، وذروها عند فترتها وإدبارها) وقد كان - رضي الله عنه - يذكرهم كل خميس، فقال رجل: لوددت أنك ذكرتنا كل يوم، فقال: (أما إنه يمنعني من ذلك أني أكره أن أملكم، وإني أتخولكم بالموعظة كما «كان رسول الله صلى الله عليه وسلم يتخولنا مخافة السآمة علينا» (¬1) .\rولأمر ما، كان نزول كتاب ربنا منجما ومفرقا على المناسبات والأحداث والأزمنة والأمكنة.\rوأنت خبير أن إقبال الناس في رمضان يختلف عنه\r¬_________\r(¬1) متفق عليه.","seal":"E8CAB5A5","part":1},
      {"page":32,"id":28,"nass":"غيره، وقل مثل ذلك في المناسبات المختلفة، والأحداث المتجددة من وقائع الأفراح أو حلول المصائب، فأخذ الناس بهذا ومراعاة تقلبات الدهر من حولهم يدرك به سرا عظيما في التأثير والاستجابة، وإن شئت مزيدا في هذا فانظر في الأوقات والأحوال التي يتأكد فيها استحباب الدعاء. . كأوقات السحر، ونزول الغيث، والتقاء الجيوش.\rوإن رغبت في واقعة فانظر في حكمة يوسف عليه السلام حين استغل الفرصة مع الفتيين عند تعبير رؤياهما وظروف سجنهما فدعاهما إلى الله الواحد الأحد.\r{يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ - مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} [يوسف: 39 - 40] (¬1) .\r¬_________\r(¬1) سورة يوسف، الآيتان: 39، 40.","seal":"D92468B2","part":1},
      {"page":33,"id":29,"nass":"يلتحق بذلك مراعاة الأعراف والتقاليد المرعية والطبائع في الحرف والصناعات. وقد يكون فيما أشار إليه أهل العلم رحمهم الله من تنوع معجزات أنبياء الله ومناسباتها مع ما يسود البيئات من علوم ومعارف كعصا موسى عليه السلام في بيئات السحرة، وإبراء عيسى عليه السلام في بيئات الطب، وكتاب محمد صلى الله عليه وسلم في بلاغة العرب ما يشير إلى ما قصدناه.\r* * * *","seal":"212A2FEA","part":1},
      {"page":34,"id":30,"nass":"[المعلم الثالث مراعاة التدرج وترتيب الأولويات]\rالمعلم الثالث: مراعاة التدرج وترتيب الأولويات ما قيل في طبقات المدعوين، وطبائع النفوس، وملاحظة المناسبات. . يقابله نظر آخر في المدعو إليه فلا شك أن الحكمة تقتضي النظر في متدرجات أمور الدعوة، لأخذ الناس بالأول فالأول. فقضايا العقيدة وأصول الملة والديانة تأتي في المقام الأول. فهي إن لم تصح في العبد، فلن يجدي فيه الصنيع الحسن والعمل الطيب: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا - أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} [الكهف: 103 - 105] (¬1) .\rففي الدعوة كليات وجزئيات، وواجبات\r¬_________\r(¬1) سورة الكهف، الآيات: 103 - 105.","seal":"D165A056","part":1},
      {"page":35,"id":31,"nass":"ومستحبات ومحرمات ومكروهات، وقضايا كبرى وصغرى. . كل يجب أن تعرف مواقعها وتوضع في مواضعها.\rوأظن الأمر أوضح من أن يبسط القول فيه، وخذوا دليلا: منهاج مندوب الدعوة ومبعوثها إلى اليمن معاذ بن جبل رضي الله عنه وقد رسم له الرسول صلى الله عليه وسلم هذا المنهج حين قال له:\r«إنك تأتي قوما من أهل الكتاب فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله وأن محمدا رسول الله. فإن هم أطاعوا لك بذلك. . فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لذلك. . فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم» . . \" (¬1) .\r¬_________\r(¬1) متفق عليه.","seal":"129E02DB","part":1},
      {"page":36,"id":32,"nass":"[معالم الحكمة في أساليب الدعوة]\r[المعلم الأول القول الحسن]\rمعالم الحكمة في أساليب الدعوة يقصد بالأساليب هنا ما يتعاطاه رجل الدعوة من طرق وصيغ يتوصل من خلالها إلى إبلاغ الحق إلى الناس، وتبصيرهم بما ينفعهم ودفع ما يضرهم.\rوهذه الأساليب في جملتها قولية كلامية، أو تعامل مباشر مع المدعوين في ترفق ولين، وغض عن الهفوات، وسلوك نهجي الترغيب والترهيب، والشدة واللين.\rوهذا شيء من بسط لهذه الأساليب:\r* * * *","seal":"8AF6A55D","part":1},
      {"page":37,"id":33,"nass":"المعلم الأول: القول الحسن إذا أحكم صاحب الدعوة قوله وسدد لفظه فقد أوتي من الحكمة بابا عظيما. يقول الله عز وجل: {وَقُولُوا لِلنَّاسِ حُسْنًا} [البقرة: 83] (¬1) .\rويقول طلحة بن عمر: قلت لعطاء: إنك رجل يجتمع عندك ناس ذوو أهواء مختلفة وأنا رجل في حدة فأقول لهم بعض القول الغليظ؟ فقال: لا تفعل. يقول الله تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} [البقرة: 83] يقول عطاء: فدخل في هذه الآية اليهود والنصارى فكيف بالحنيفي!!\rوأورد القرطبي في تفسيره على هذه الآية حديثا عن عائشة - رضي الله عنها - عن النبي صلى الله عليه وسلم أنه قال: «يا عائشة لا تكوني فحاشة فإن الفحش لو كان رجلا\r¬_________\r(¬1) سورة البقرة، آية: 83.","seal":"E75D6333","part":1},
      {"page":38,"id":34,"nass":"لكان رجل سوء» (¬1) .\rويعلق القرطبي رحمه الله فيقول: وهذا حض على مكارم الأخلاق فينبغي للإنسان أن يكون قوله للناس لينا، ووجهه منبسطا طلقا مع البر والفاجر، والقريب والغريب من غير مداهنة. ومن غير أن يتكلم معه بكلام يظن أنه يرضي مذهبه. . إلخ (¬2) .\rوالقول يكون حسنا وحكمة بقدر ما يعتني بأصول الكلام، ويبتعد عن فضوله. . يتحرك بنبضات القلب الحي، وهواجس النفس الصادقة.\rويحسن الكلام حين يكون قصدا عدلا ليس بالإيجاز المخل ولا الطويل الممل، وقد كانت خطبه عليه الصلاة والسلام قصدا كما في الحديث الصحيح\r¬_________\r(¬1) القرطبي 2 / 16.\r(¬2) القرطبي 2 / 16.","seal":"6BD6FE6A","part":1},
      {"page":39,"id":35,"nass":"عند مسلم من رواية جابر بن سمرة رضي الله عنه. وتأملوا في هذا الحوار الهادئ، والقول الحسن في الجدال الحسن: «فهذا حصين الخزاعي والد عمران كانت قريش تعظمه وتجله فطلبت منه أن يكلم محمدا صلى الله عليه وسلم في آلهتها فقد كان محمد يذكرها ويسبها. فجاء حصين ومعه قريش حتى جلسوا قريبا من باب النبي صلى الله عليه وسلم ودخل حصين فلما رآه النبي صلى الله عليه وسلم قال: أوسعوا للشيخ، فقال حصين: ما هذا الذي بلغنا عنك؟ أنك تشتم آلهتنا. فقال: يا حصين كم تعبد من آله؟ قال سبعا في الأرض، وواحدا في السماء. فقال: فإذا أصابك الضر فمن تدعو؟ قال: الذي في السماء. قال: فإذا هلك المال من تدعو؟ قال: الذي في السماء. قال: يستجيب لك وحده وتشرك معه؟ يا حصين أسلم تسلم، فأسلم فقام إليه ولده عمران فقبل رأسه ويديه ورجليه. فلما أراد حصين الخروج قال رسول الله صلى الله عليه وسلم","seal":"3D6C02DB","part":1},
      {"page":40,"id":36,"nass":"شيعوه إلى منزله» (¬1) .\rعجبا! دخل كافرا ناقما منتقما. . فخرج مسلما صادقا. ليت شعري كيف كان حال قريش مع صاحبها ووجيهها!!\rويدخل في ذلك: القول اللين الذي يستثير النوازع البشرية ووشائج القربى، وعبارات الحنو والشفقة، فإبراهيم عليه السلام ينادي أباه بكلمات شفوقة. {يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا - يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا - يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا - قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا - قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا} [مريم: 43 - 47] (¬2) .\r¬_________\r(¬1) أهل العلم مختلفون في إسلام حصين، والأرجح القول بإسلامه كما ذكر الحافظ ابن حجر وغيره.\r(¬2) سورة مريم، الآيات: 42 - 47.","seal":"1A67A8AA","part":1},
      {"page":41,"id":37,"nass":"وكل نبي يقول لقومه: يا قوم تذكيرا بأواصر القربى ومواطن الحب والشفقة.\rومحمد صلى الله عليه وسلم يقول لقومه في كلمة رقيقة في دعوة رفيقة: «إن الرائد لا يكذب أهله والله لو كذبت الناس جميعا ما كذبتكم ولو غششت الناس جميعا ما غششتكم» .\r\r[المعلم الثاني التصريح والتعريض]\rالمعلم الثاني: التصريح والتعريض ومن القول الحسن الجنوح إلى التعريض والتلميح دون التصريح.\rفالتصريح يهتك حجاب الهيبة، ويورث الجرأة على الهجوم، والتبجح بالمخالفة، ويهيج على الإصرار والعناد.","seal":"7BD0D224","part":1},
      {"page":42,"id":38,"nass":"أما التعريض فيستميل النفوس الفاضلة، والأذهان الذكية، والبصائر اللماحة.\rقيل لإبراهيم بن أدهم: الرجل يرى من الرجل الشيء أو يبلغه عنه، أيقوله له؟ قال: هذا تبكيت، ولكن تعرض.\rوكل ذلك من أجل رفع الحرج عن النفوس، واستثارة داعي الخير فيها. كيف والتعريض سنة محفوظة عن النبي صلى الله عليه وسلم في مخاطبة أصحابه: «ما بال أقوام يفعلون كذا ويقولون كذا» .\r\r[المعلم الثالث النصيحة لا الفضيحة]\rالمعلم الثالث: النصيحة لا الفضيحة أردت تخصيص النصيحة بالذكر هنا وإن كانت داخلة في كل ما سبق. . بل النصيحة مقصود أعظم في الدعوة. إن لم تكن هي الدعوة كلها.\rولكن المراد هنا الإشارة إلى آداب النصيحة","seal":"663D0D19","part":1},
      {"page":43,"id":39,"nass":"كمظهر من مظاهر الحكمة في الدعوة، وبخاصة إذا ما حاولنا البعد بالنصيحة عن أن تكون تشهيرا وفضيحة. يوضح ذلك في ما رمناه الحافظ ابن القيم - رحمه الله - حين يقول: (والنصيحة إحسان إلى من تنصحه بصورة الرحمة والشفقة عليه والغيرة له، وعليه فهو إحسان محض يصدر عن رحمة ورقة، مراد الناصح بها وجه الله ورضاه والإحسان إلى خلقه. . .) .\rفهي دعوة إصلاح يجب أن يتمخض فيها الإخلاص لله، مع المحافظة على مشاعر المنصوح على نحو ما سبق في المعالم السابقة لئلا ينقلب النصح مخاصمة وجدالا وشرا ونزاعا.\rيؤكد جانب الدقة في هذا الأمر أن ذكر الإنسان بما يذكره هو على أصل التحريم. وقد قيل لبعض السلف: (أتحب أن يخبرك أحد بعيوبك فقال: إن كان يريد أن يوبخني فلا) .","seal":"DA8F8A2F","part":1},
      {"page":44,"id":40,"nass":"ولا يكاد يفرق بين النصيحة والتعيير إلا النية والباعث والحرص على الستر، وقد نهى النبي صلى الله عليه وسلم السيد أن يثرب أمته - أي يلومها على ذنبها - فقال عليه الصلاة والسلام: «إذا زنت الأمة فتبين زناها فليجلدها ولا يثرب» . . . \" الحديث (¬1) .\rيقول الفضيل: (المؤمن يستر وينصح، والفاجر يهتك ويعير) وكانوا يقولون: (من أمر أخاه على رءوس الملأ فقد عيره) .\rذلك أن الناصح الصادق ليس له غرض في إشاعة عيوب من ينصح له، وإنما غرضه إزالة المفسدة، وإخراج أخيه من غوائلها.\rوشتان بين من قصده النصيحة، ومن قصده الفضيحة، ولا تلتبس إحداهما بالأخرى.\r¬_________\r(¬1) متفق عليه.","seal":"BCF19981","part":1},
      {"page":45,"id":41,"nass":"وكما قالت أم الدرداء: (من وعظ أخاه سرا فقد زانه، ومن وعظه علانية فقد شانه) .\r\r[المعلم الربع أدب التعامل]\rالمعلم الرابع: أدب التعامل كان الكلام فيما سبق تنبيها على مواطن الحكمة في القول والمخاطبة وحسن المجادلة.\rوفي هذه الفقرات إشارات إلى بعض ما ينبغي من أدب التعامل مع المدعوين، وبخاصة حينما يرى عليهم ما يستحق التنبيه، ويستوجب الملاحظة والتغيير.\rوسوف ينتظم هذا الحديث صورا من اللين في التعامل، ثم المداراة وإقالة العثرات، ومواطن الترغيب والترهيب.\r* * * *","seal":"48E28FAE","part":1},
      {"page":46,"id":42,"nass":"صورة من اللين في التعامل النفوس مجبولة على حب من يحسن إليها ويتلقاها باللين ويبسط لها في المحيا.\rوالشدة قد تدفع إلى المكابرة والنفور والإصرار، فتأخذ النفس العزة بالإثم. على نحو ما سبق بسطه، فالتعامل المؤثر ما كان دمثا يفتح القلوب ويشرح الصدور فمحمد صلى الله عليه وسلم وأصحابه والمؤمنون رحماء بينهم.\rيروي معاوية بن الحكم السلمي - رضي الله عنه - قال: «صليت مع رسول الله صلى الله عليه وسلم فعطس رجل من القوم فقلت: يرحمك الله. فرماني القوم بأبصارهم فقلت واثكل أماه، ما شأنكم تنظرون؟ فجعلوا يضربون بأيديهم على أفخاذهم، فعرفت أنهم يصمتونني فلما رأيتهم يسكتونني لكني سكت. قال: فلما صلى رسول الله صلى الله عليه وسلم بأبي وأمي ما ضربني ولا سبني» .","seal":"ECE3306D","part":1},
      {"page":47,"id":43,"nass":"وفي رواية: «فما رأيت معلما قط أرفق من رسول الله صلى الله عليه وسلم؛ قال: \" إن هذه الصلاة لا يحل فيها شيء من كلام الناس، إنما هو التسبيح والتكبير وقراءة القرآن» .\rوفي مدلولها قصة الأعرابي الذي بال في طائفة المسجد فقام الصحابة لينهروه فنهاهم النبي صلى الله عليه وسلم عن ذلك، فلما فرغ دعاه عليه الصلاة والسلام قائلا له: «إن المساجد لا تصلح لهذا إنما هي لذكر الله والصلاة \". فولى الأعرابي وهو يقول: اللهم ارحمني ومحمدا ولا ترحم معنا أحدا. فقال له النبي صلى الله عليه وسلم وهو يضحك: \" لقد حجرت واسعا» .\rقال الحافظ معلقا على أمثال هذه الوقائع: والمراد من قرب إسلامه وترك التشديد عليه في الابتداء، وكذلك الزجر عن المعاصي ينبغي أن يكون بتلطف ليقبل، وكذا تعليم العلم ينبغي أن يكون بالتدريج، لأن الشيء إذا كان في ابتدائه سهلا حبب إلى من يدخل فيه","seal":"A2FF062F","part":1},
      {"page":48,"id":44,"nass":"وتلقاه بانبساط، وكانت عاقبته غالبا الازدياد بخلاف ضده، والله أعلم.\rوفي هذا يقول الإمام أحمد: (كان أصحاب ابن مسعود إذا مروا بقوم يرون منهم ما يكرهون يقولون: مهلا رحمكم الله) .\rودعي الحسن البصري - رحمه الله - إلى عرس فجيء بجام من فضة (أي قدح أو إناء) عليه خبيص أو طعام (والخبيص طعام من التمر والسمن) فتناوله فقلبه على رغيف فأصاب منه فقال رجل: هذا نهي في سكون.\rويروى أن الخليفة المأمون وعظه واعظ فأغلظ له في القول فقال: يا رجل ارفق فقد بعث الله من هو خير منك إلى من هو شر مني وأمره بالرفق. فقال تعالى: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى - فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43 - 44] (¬1) .\r¬_________\r(¬1) سورة طه، الآيتان: 43 - 44.","seal":"7CD3223F","part":1},
      {"page":49,"id":45,"nass":"[المعلم الخامس المداراة]\rالمعلم الخامس: المداراة المداراة صورة من صور التعامل الدال على الحكمة، والموصل إلى المقصود مع حفظ ما للداعي والمدعو من كرامة ومروءة.\rوقد بوب الإمام البخاري - رحمه الله - في صحيحه فقال: المداراة مع الناس، ثم أورد حديث عائشة رضي الله عنها أنه «استأذن على النبي صلى الله عليه وسلم رجل فقال: \" ائذنوا له فبئس ابن العشيرة، أو بئس أخو العشيرة. فلما دخل ألان له الكلام. تقول عائشة: فقلت يا رسول الله: قلت ما قلت ثم ألنت له القول؟ فقال: أي عائشة، إن شر الناس منزلة عند الله من تركه أو ودعه الناس اتقاء فحشه» .","seal":"58625DCA","part":1},
      {"page":50,"id":46,"nass":"قال ابن بطال: المداراة من أخلاق المؤمنين، وهي خفض الجناح للناس ولين الكلام وترك الإغلاظ، وذلك من أقوى أسباب الألفة. قال: وظن بعضهم أن المداراة هي المداهنة فغلط، لأن المداراة مندوب إليها والمداهنة محرمة، والفرق: أن المداهنة من الدهان: وهو الذي يظهر على الشيء ويستر باطنه وفسرها العلماء بأنها معاشرة الفاسق وإظهار الرضى بما هو فيه من كير إنكار عليه.\rوالمداراة: هي الرفق بالجاهل في التعليم، وبالفاسق في النهي عن فعله، وترك الإغلاظ عليه حيث لا يظهر ما هو فيه، والإنكار عليه بلطف القول والفعل، ولا سيما إذا احتيج إلى تألفه ونحو ذلك. اهـ.\rإذا تقرر هذا المعنى فهو الذي قد عناه الحسن البصري - رحمه الله - بقوله: كانوا يقولون: المداراة نصف العقل، وأنا أقول هي كل العقل.","seal":"AD8890E1","part":1},
      {"page":51,"id":47,"nass":"ومن الطريف قول أبي يوسف - رحمه الله - في تعداد من تجب مداراتهم فعد منهم: القاضي المتأول والمريض والمرأة والعالم ليقتبس من علمه. وأكثر ما تجري المداراة في اتقاء الأشرار والمكاره.\rوقد جاء في حكم لقمان: يا بني كذب من قال إن الشر بالشر يطفأ، فإن كان صادقا فليوقد نارين ولينظر هل تطفئ إحداهما الأخرى، وإنما يطفئ الخير الشر كما يطفئ الماء النار.\rوسلوك المداراة مأذون فيه لأن الإنسان خلق للاجتماع لا للعزلة، وللتعارف لا للتناكر، وللتعاون لا للانفرادية. والإنسان تعرض له عوارض نفسية وطبيعية من الحب والبغض والرضى والغضب والاستحسان والاستهجان، فلو سار على أن يكاشف الناس بكل ما يعرض له من هذه الشئون في كل وقت","seal":"5E61F41C","part":1},
      {"page":52,"id":48,"nass":"وعلى أي حال لاختل الاجتماع ولم يثبت التعارف ولانقبضت الأيدي عن التعاون، فكان من حكمة الله في خلقه أن هيأ الإنسان لأدب يتحامى به عما يحدث تقاطعا أو يدعو إلى تخاذل، وهذه هي المداراة التي نعني.\rإذن فالمداراة ترجع إلى حسن اللقاء ولين الكلام، وتجنب ما يشعر ببغض أو غضب أو استنكار. . إلا في أحوال يكون الإشعار به خيرا من الكتمان وأرجح وأصلح.\rومن لطيف المنقول في سير المتقدمين المقتدى بهم ما جاء في وصية سحنون لابنه محمد: (. . . وسلم على عدوك وداره فإن رأس الإيمان بالله مداراة الناس) ويقول محمد بن أبي الفضل الهاشمي. قلت لأبي: لم تجلس إلى فلان وقد عرفت عداوته؟ قال: أخبي نارا وأقدح ودا.","seal":"BC1107B5","part":1},
      {"page":53,"id":49,"nass":"فالنفوس المطبوعة على المداراة نفوس أدركت أن الناس خلقوا ليكونوا في الائتلاف كجسد واحد. وشأن الأعضاء السليمة أن تكون ملتئمة متماسكة على قدر ما فيها من حياة، ولا يقطع العضو المركب في الجسد إلا أن يصاب بعلة يعجز الطب عن علاجه إلا بالبتر.\rفالمداراة يقصد بها جمع الناس على الرضا والتآلف في حدود ما ينبغي أن يكون. وهي لا تمنع قضاء بالعدل ولا تحجب نصيحة بالرفق، وينبغي أن يعلم أن لذكاء الرجل وحكمته مدخلا عريضا في فقه المداراة وحسن استخدامها وطريقة الإفادة منها.\rوقد يكون للتنوع في طبقات الناس تنوع في مداراتهم، فمداراة المنحرف عن الحق لسوء فهم أو خطأ في ظن، أكبر من مداراة من يحارب الحق والفضيلة إن صادفك واقتضى الحال مداراته.\rومداراة من يرجى رشده وصلاحه أكبر من مداراة","seal":"B73C0349","part":1},
      {"page":54,"id":50,"nass":"من شب متماديا في الانحراف ولؤم الطبع حتى يوشك أن ينقطع أملك في إصلاحه واستقامة أمره.\rومن كل ذلك تعرف أن المداراة مسلك كريم يتقنه الحكماء والأذكياء ولا يتعدى حدوده الفضلاء.\rإذا رغبت في كلمة عن المداهنة لتميزها عن المداراة فلتعلم أن المداهنة إظهار الرضا عن الغلط من الظلم والفسق. . ومن قول باطل أو عمل ممنوع.\rوالمداهنة مسلك ذميم ينطوي تحت جناحيه الكذب، وخلف الوعد.\rأما الكذب فلأن المداهن يصف الرجل بغير ما يعرفه عنه، ومن دخل الكذب من باب، سهل عليه أن يأتيه من أبواب متفرقة. وأما إخلاف الوعد فلأن المداهن يقصد إلى إرضاء صاحبه في الحال فلا يبالي أن يعده بشيء وهو عازم على أن لا يصدق في وعده.","seal":"55785444","part":1},
      {"page":55,"id":51,"nass":"المداهنون يجعلون ألسنتهم طوع بغية الوجيه، ويعجلون إلى قول ما يشتهي إن يقولوه.\rقال الماوردي - رحمه الله -: إن الإنسان وإن كان مأمورا بتآلف الأعداء، ومندوبا إلى مقاربتهم، فإنه لا ينبغي أن يكون لهم راكنا وبهم واثقا بل يكون منهم على حذر، ومن مكرهم على تحرز، فإن العداوة إذا استحكمت في الطباع صارت طبعا لا يستحيل، وجبلة لا تزول وإنما يستكفى بالتألف إظهارها، ويستدفع به أضرارها كالنار يستدفع بالماء إحراقها، ويستفاد به إنضاجها، وإن كانت محرقة بطبع لا يزول وجوهر لا يتغير وقد قال الشاعر:\rوإذا عجزت عن العدو فداره ... وامزح له إن المزاح وفاق\rفالنار بالماء الذي هو ضدها ... تعطي النضاج وطبعها الإحراق","seal":"1D15435F","part":1},
      {"page":56,"id":52,"nass":"ومن كل ما تقدم يتبين واجب المصلحين من الدعاة والعلماء والمربين في هذا الباب. فواجب العناية بمحاربة المداهنة حتى تنفى من الأرض وتكون الأوطان ودور التربية منابت نشء يميزون المداهنة من المداراة، فيخاطبون الناس في رقة وأدب وشجاعة، ويحترمون من لا يلوث أسماعهم بالملق الكاذب، ولا يكتمهم الحقائق متى اتسع المقام لحديث المصارحة.\r\r[المعلم السادس إقالة العثرات والغض عن الأخطاء]\rالمعلم السادس: إقالة العثرات والغض عن الأخطاء وأسلوب المداراة المتقرر في الفقرة السابقة يقود إلى غض الطرف عن أخطاء المقصرين ما دام طريقا لاستصلاحهم، وإقالة عثرات العاثرين إذا كانوا كراما ذوي هيئات أو كان ذلك سبيلا إلى دفنها وتقليلها.","seal":"CA5CF505","part":1},
      {"page":57,"id":53,"nass":"وإن شئتم برهانا قريبا فاستذكروا قصة حاطب بن أبي بلتعة. . تلك الواقعة الصحيحة فهي صورة حية من صور الضعف البشري في لحظة من لحظات الزمن مع أنه الصحابي البدري، ولكبر الزلة قال عمر بن الخطاب - رضي الله عنه -: دعني أضرب عنق هذا المنافق، ولكن النبي صلى الله عليه وسلم حين سأل حاطبا وأجابه. فقال عليه الصلاة والسلام: «لقد صدق ولا تقولوا إلا خيرا. أما علمت يا عمر أن الله قد اطلع على أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم» .\rإن إقالة العثرة ليست إقرارا للباطل ولكنها إنقاذ للواقع فيه.\rحكي أن أخوين من السلف انقلب أحدهما عن الاستقامة فقيل لأخيه: ألا تقطعه وتهجره؟ فقال: أحوج ما كان إلي في هذا الوقت لما وقع في عثرته أن آخذ بيده وأتلطف له في المعاتبة وأدعو له بالعودة إلى","seal":"A919AC98","part":1},
      {"page":58,"id":54,"nass":"ما كان عليه.\rحق لمن غلط أو ذل أن يسمع كلمة حانية، وأن يستضيء بشمعة أمل من أجل أن يرجع إلى الجادة، ويسير مع الأخيار من الصحاب.\rيمر أبو الدرداء - رضي الله عنه - على رجل قد أصاب ذنبا، والناس يسبونه، فأنكر عليهم صنيعهم. فقال لهم: أرأيتم لو وجدتموه في قليب، ألم تكونوا مستخرجيه؟ قالوا: بلى. قال: فلا تسبوا أخاكم واحمدوا الله الذي عافاكم، قالوا: أفلا تبغضه؟ قال إنما أبغض عمله فإذا تركه فهو أخي.\r\r[المعلم السابع الترغيب والترهيب ومواقف الشدة]\rالمعلم السابع: الترغيب والترهيب ومواقف الشدة كل ما تقدم من التأكيد على مسالك اللين والرفق والمداراة، والغض عن الهفوات، وإقالة العثرات،","seal":"E22FF170","part":1},
      {"page":59,"id":55,"nass":"ليس معارضا لما هو معروف ومتقرر في مسالك الشرع من ضرورة سير الدعاة والمربين بين حالي الرغبة والرهبة، والرخاء والشدة. لكن المقدم في التعامل هو الترغيب والرفق كما قال الإمام أحمد: (والناس يحتاجون إلى مداراة ورفق بلا غلظة، إلا رجلا مباينا معلنا بالفسق والردى، فيجب نهيه. لأنه يقال. ليس لفاسق حرمة، فالمعلن المصر لا حرمة له) .\rوطريق أنبياء الله - عليهم السلام - المذكورين في القرآن مسلوك فيه النجدين: {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ} [نوح: 1] إلى قوله: {وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى} [نوح: 4] (¬1) .\rوقال عن محمد صلى الله عليه وسلم: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ - يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ - وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ} [التغابن: 8 - 10] (¬2) .\r¬_________\r(¬1) سورة نوح، الآيات: 1 - 4.\r(¬2) سورة التغابن، الآيات: 8 - 10.","seal":"C5EF687C","part":1},
      {"page":60,"id":56,"nass":"ترغيب فيما وعد الله من حسن الجزاء في الدنيا، وحسن العافية في الآخرة: {وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} [الصف: 13] (¬1) .\rوترهيب من وعيد الله وغيرته على حرماته، والخوف من أليم عقابه عاجلا وآجلا: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} [هود: 102] (¬2) .\rوبعد أيها القارئ الكريم: فلعله بملاحظة هذه المعالم وأمثالها يتحقق الخير وترشد المسالك وتؤتي الحكمة خيرها:\r¬_________\r(¬1) سورة الصف، آية: 13.\r(¬2) سورة هود، آية 102.","seal":"0763DACC","part":1},
      {"page":61,"id":57,"nass":"{وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} [البقرة: 269] (¬1) .\rوالنفوس تملك قدرا كبيرا من التأهيل في قبول ما عند الدعاة، وهي تحب سماع كلام الله وكلام رسول الله صلى الله عليه وسلم وتستفيد من المواعظ، وهي قريبة من الخير مستعدة له فليفقه هذه السنن الدعاة إلى الله، وليحملوا الناس على توجيهات الشرع لا على جلبة الشارع وغوغاء العامة، وليتجنبوا المزالق والمنعطفات الخطيرة التي يتعمد أعداء الملة من الكفار والمنافقين وضعها في الطريق.\rوفق الله الجميع إلى سبيل الهدى، وأصلح الأعمال والمقاصد.\rوصلى الله على محمد وآله وصحبه وسلم.\rتمت\r¬_________\r(¬1) سورة البقرة، آية: 269.","seal":"E0D70A79","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"مفهوم الحكمة في الدعوة","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"د صالح بن عبد الله بن حميد","bLnk":null,"Inf":"","Auth":"صالح بن حميد","Betaka":"الكتاب: مفهوم الحكمة في الدعوة\r\nالمؤلف: د صالح بن عبد الله بن حميد\r\nالناشر: وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\r\nالطبعة: الأولى، 1422هـ\r\nعدد الصفحات: 64\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الاسم : د صالح بن عبد الله بن حميد\r\nتاريخ ومكان الميلاد : 1369هـ. بريدة.\r\nالحالة الاجتماعية: متزوج وله سبعة أولاد.\r\nاللغات الأجنبية: الإنجليزية.\r\nالعنوان الدائم: مكة المكرمة ص.ب 6428.\r\n\r\nالمؤهلات العلمية:\r\n- الدكتوراه: شريعة الفقه وأصوله - مكة المكرمة 1402هـ.\r\n- الماجستير: الفقه وأصوله - مكة المكرمة - 1396هـ.\r\n- الجامعية: شريعة - مكة المكرمة 1392-1395هـ.\r\n- الثانوية العامة: مكة المكرمة 1386-1387هـ.\r\n\r\nالحياة العملية:\r\n- معيد: كلية الشريعة - جامعة أم القرى.\r\n- محاضر: جامعة أم القرى.\r\n- أستاذ مساعد: جامعة أم القرى.\r\n- مدرس: كلية الشريعة جامعة أم القرى.\r\n- مشرف: الإشراف على الرسائل العلمية ومناقشتها.\r\n- رئيس قسم: الاقتصاد الإسلامي- جامعة أم القرى.\r\n- عميد كلية: جامعة أم القرى.\r\n- نائب الرئيس: لشؤون المسجد الحرام والمسجد النبوي.\r\n- مدير مركز: الدراسات العليا الإسلامية - أم القرى.\r\n- وكلية كلية: كلية الشريعة للدراسات العليا- أم القرى.\r\n- عضو : مجلس الشورى منذ عام 1414هـ.\r\n- صدر مرسوم ملكي بتعيينه بهيئة كبار العلماء في 6/3/1422هـ.\r\n\r\nالمؤتمرات والندوات\r\n- له مشاركات مشهودة في المؤتمرات العلمية والعالمية- سواء ما كان منها عن طريق المسجد الحرام وشئونه أو ما كان عن طريق جامعة أم القرى أو الدعوات الخاصة، وقد حضر مؤتمرات علمية في القاهرة والرباط ولندن وأمريكا في عدة ولايات وفي باكستان وماليزيا وجنوب إفريقيا.\r\n- مدرس بالمسجد الحرام، وقد صدرت موافقة سامية على تعيينه مدرساً ومفتياً بالمسجد الحرام.\r\n- عضو في المجلس الأعلى العالمي للمساجد برابطة العالم الإسلامي.\r\n- عضو في اللجنة الشرعية بهيئة الإغاثة الإسلامية العالمية.\r\n\r\nالمؤلفات والبحوث\r\n- وضع الحرج في الشريعة الإسلامية ضوابطه وتحقيقاته.\r\n- من خطب المسجد الحرام توجيهات وذكرى (جزءان).\r\n- أدب الخلاف- العربية - اللغة الأردية.\r\n- تلبيس مردود في طريق العزة -العربية- الأسبانية- الصومالية.\r\n- أحداث ومواقف في طريق العزة.\r\n- البيت السعيد وخلاف الزوجين.\r\n- القدوة ومبادئ ونماذج.\r\n- مفهوم الحكمة في الدعوة.\r\n- التوجيه غير المباشر في التربية وتغير السلوك.\r\n- ضابط المثلي والقيمي عند الفقهاء- تحت الطبع.\r\n- نظرة تأصيلية في الخلاف بين أهل العلم. \r\n","seal":"88508A87","cat":"الدعوة وأحوال المسلمين","oNum":30955,"BkId":30955,"oAuth":921,"bVer":1,"aSeal":"889E1124"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t30955":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":2,"sub":0,"tit":"تعريف الحكمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"إطلاقات الحكمة"},
      {"lvl":1,"id":7,"sub":0,"tit":"الموعظة الحسنة"},
      {"lvl":1,"id":9,"sub":0,"tit":"الجدال بالتي هي أحسن"},
      {"lvl":1,"id":11,"sub":0,"tit":"إشارات في حلية الداعي من الصفات الباعثة للحكمة"},
      {"lvl":2,"id":11,"sub":1,"tit":"التقوى"},
      {"lvl":2,"id":13,"sub":0,"tit":"الإخلاص"},
      {"lvl":2,"id":16,"sub":0,"tit":"العلم"},
      {"lvl":2,"id":17,"sub":0,"tit":"التواضع"},
      {"lvl":2,"id":19,"sub":0,"tit":"الحلم"},
      {"lvl":2,"id":21,"sub":0,"tit":"الغلظة والفظاظة"},
      {"lvl":1,"id":23,"sub":0,"tit":"من معالم الحكمة في الدعوة"},
      {"lvl":2,"id":23,"sub":1,"tit":"المعلم الأول طبائع النفوس وطبقات المدعوين"},
      {"lvl":2,"id":27,"sub":0,"tit":"المعلم الثاني تخير الأوقات وانتهاز المناسبات"},
      {"lvl":2,"id":30,"sub":0,"tit":"المعلم الثالث مراعاة التدرج وترتيب الأولويات"},
      {"lvl":1,"id":32,"sub":0,"tit":"معالم الحكمة في أساليب الدعوة"},
      {"lvl":2,"id":32,"sub":1,"tit":"المعلم الأول القول الحسن"},
      {"lvl":2,"id":37,"sub":0,"tit":"المعلم الثاني التصريح والتعريض"},
      {"lvl":2,"id":38,"sub":0,"tit":"المعلم الثالث النصيحة لا الفضيحة"},
      {"lvl":2,"id":41,"sub":0,"tit":"المعلم الربع أدب التعامل"},
      {"lvl":2,"id":45,"sub":0,"tit":"المعلم الخامس المداراة"},
      {"lvl":2,"id":52,"sub":0,"tit":"المعلم السادس إقالة العثرات والغض عن الأخطاء"},
      {"lvl":2,"id":54,"sub":0,"tit":"المعلم السابع الترغيب والترهيب ومواقف الشدة"}
    ]
}
