{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b31067":
    [
      {"page":null,"id":0,"nass":"[كلمة بين يدي البحث]\rمنبر الجمعة\rأمانة ومسؤولية","seal":"17799D02","part":null},
      {"page":3,"id":1,"nass":"بسم الله الرحمن الرحيم\rكلمة بين يدي البحث أحمد الله - تبارك وتعالى - حمدا طيبا مباركا فيه كما يحب ربنا ويرضى. وأصلي وأسلم على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحابته الطَّيبين، ومن اهتدى بهديهم وسار على نهجهم إِلى يوم الدين.\rأما بعد:\rفلما لمنبر الجمعة من أهمية عظمى في حياة كل مسلم، كانت الأعناق تشرئبُّ، والأنظار تتعلق، والأسماع تصغي لما يقوله الخطيب في كل جمعة، رجاءَ أن تحصِّل في تلك الفريضة زادًا إِيمانيا يجدِّد في نفوس أصحابها العزيمة على الرُّشد، والغنيمة من كل برّ، والسلامة من كل إِثم، وما يحقق لها الفوز بالجنَّة والنجاة من النار بإِذن الله عزّ وجلّ. وتتأكد أهمية هذا","seal":"06DAF76A","part":1},
      {"page":4,"id":2,"nass":"المنبر في أنه مقام شريف يبيِّن الخطيب من فوقه للناس الحلال والحرام، ويوضّح العبادات والأحكام. ومن هنا تعظم مسئوليته في إِجادة اختيار موضوع الخطبة، وإحسان إِعدادها وترتيب عناصرها، وجمال إِلقائها، ومعايشتها لمشكلات الساعة، إِلى جانب الهيئة الحسنة التي ينبغي للخطيب أن يظهر بها أمام الناس.\rوممَّا يزيد من هيبة الوقوف على منبر الجمعة أنه يجتمع بين يدي الخطيب يوم الجمعة فئات من الناس متعددي الثقافات، ففيهم العالم، وطالب العلم، والتاجر، والطبيب، والمهندس وغيرهم ممَّن سينظر إِليه بمنظاره الخاص، ويزنه ويحكم له أو عليه.\rومن أجل ذلك فإِن الخطيب الموفَّق هو الذي يحسب لكل كلمة يتلفظ بها أو حركة يتحركها ألف حساب، فتجده دائم الحذر والمراقبة لكل ما سيصدر عنه. وفي كل مرَّة يحاول أن يتجنب الخطأ الذي بدر منه في خطبة سابقة، ويسعى إِلى الجديد والتنوع في طرائق خطبته،","seal":"8564D7F5","part":1},
      {"page":5,"id":3,"nass":"وأساليب صياغتها وإِلقائها ممَّا يضاعف من مسئوليته في أداء هذه الرسالة السامية على الوجه الصحيح أمام الله عزَّ وجلَّ ثمَّ أمام إِخوانه المسلمين.\rومن كانت هذه أحواله فلا غرو أن يكون الشيب قد ملأ رأسه قبل أوانه ولعلَّنا نتذكَّر مقولة الخليفة الأموي عبد الملك بن مروان - رحمه الله - حينما سئل عن غلبة الشيب على رأسه قبل أوانه - وكان خطيبًا مفوَّها وعالما فقيها - فقيل له: \" عجِلَ بك الشيب فقال: وكيف لا، وأنا أعرض عقلي على الناس في كل جمعة \" (¬1) .\rوبعد:\rفإِنه ليسرني غاية السرور، ويثلج صدري أن أقدم للقارئ الكريم هذا البحث الموجز الذي ضمَّنته ملاحظاتي واقتراحاتي، وخلاصة خبرتي المتواضعة في\r¬_________\r(¬1) سير أعلام النبلاء، تصنيف الإِمام شمس الدين محمد بن أحمد بن عثمان الذهبي، تحقيق شعيب الأرناؤوط ومأمون الصاغرجي، مؤًسسة الرسالة بيروت ط2 سنة 1402 هـ ج 4 - ص 248.","seal":"A663BDBF","part":1},
      {"page":6,"id":4,"nass":"هذا الموضوع، ممَّا استنتجته من خلال وقوفي منذ بضع سنوات على منبر الخطابة في جامع خادم الحرمين الشريفين الملك فهد حفظه الله بمدينة أبها.\rوهذا جهد المقلّ فإِن أصبت فمن الله وإن أخطأت فمن نفسي ومن الشيطان. وأسأل الله سبحانه السداد والإِخلاص في القول والعمل، وآخر دعوانا أن الحمد لله رب العالمين.\r\r[الفصل الأول من آداب الوقوف على المنبر]\rالفصل الأول\rمن آداب الوقوف على المنبر إِن الغاية المثلى من الخطبة توجيه المستمعين وتذكيرهم بما يعود عليهم بالخير في دينهم ودنياهم، إِلى جانب التأثير في أرواحهم وامتلاك قلوبهم، وهذا يتطلب من الخطيب اتخاذ السبل القويمة في زرع الثقة بينه وبين مستمعيه، وتلك الثقة هي التي تولد محبتهم له واستجابتهم وتأثرهم بما يقول، لأن الواحد منهم ينتظر منه في كل جمعة أن يطرق موضوعا جديدا يعالج فيه مشكلة اجتماعية، أو ظاهرة تخالف تعاليم الإسلام، ثم يستوفي فيها ما تتطلبه من عرض موجز لمضمونها، وإيراد للأدلة من الكتاب والسنة الصحيحة التي تنهى عن الوقوع فيها مع الحرص على إِجادة الأسلوب وسلامة الإِلقاء.\rوحتى يحقق الخطيب ذلك لا بدَّ أن تتوافر فيه جملة من الآداب المرعية، والصفات الهامة، والمؤهِّلات المتعددة التي من أهمها:","seal":"90F8C1C9","part":1},
      {"page":8,"id":5,"nass":"أولًا: العلم وسعة الاطلاع ولمَّا كان الخطيب قد تصدَّر لتعليم الناس وإرشادهم إلى الخير ونهيهم عن الوقوع في الشرّ، لزم أن يتزوَّد بزاد وفير من العلم الشرعي الذي يمكنه من العرض، والاستدلال، والترجيح ويتمثل ذلك في حفظ القرآن الكريم وكثير من الأحاديث النبوية الصحيحة؛ إِلى جانب الإِلمام بالثقافة العامة التي تعينه على الاستشهاد بالأشعار والقصص والحكم والأمثال في مواطنها.\rوالخطيب الناجح هو الذي تكون جعبته العلمية مليئة زاخرة يتناول منها ما يريد، فلا يضعف موقفه، ولا يملّ سماعه. وأمَّا إِذا كان محدود العلم قليل الزاد أوقعه ذلك في مشكلات كثيرة عندما تنصب حصيلته أثناء إِلقائه لخطبته، ممّا يضطرّه إِلى التكرار، وإعادة المعاني والموضوعات أكثر من مرَّة، فيورث ذلك سآمةً في نفوس مستمعيه، وشرودا لأذهانهم، فيودّ حينئذ لو أنهى خطبته تخلصا من الحرج.","seal":"0B4F7E00","part":1},
      {"page":9,"id":6,"nass":"ثانيًا: الاستعداد الشخصي والموهبة إِن الخطابة تستمدّ معينها من الفطرة المركوزة في نفس الخطيب بعد توفيق الله عز وجل. فمتى ما توفَّر الاستعداد الشخصي والموهبة الذاتية لدى الخطيب انثالت المعاني من ذهنه كالسيل الجرَّار، في أسلوب أخَّاذ لا تكلف فيه ولا تصنُّع. ولكنه يحتاج مع ذلك إلى الدربة والممارسة ليشحذ مقدرته الخطابية وينمِّيها ويقوّمها.\rوبمقدار ما ترتكز الخطابة على الدربة فإنها ترتكز ابتداءً على الاستعداد الفطري عند الخطيب. فكم من إِنسان يشار إِليه بالبنان في سعة العلم والتضلع فيه، لكنّه إِذا وقف خطيبا كبا جواد لسانه، وتعثَّر وتلجلج وارْتُج عليه لأنه لا يملك الاستعداد الفطري الذي يؤهله للخطابة.\rثالثا: القدوة الحسنة في التعامل والسلوك إِن الناس لهم عقول يفكرون بها، ولهم أعين يبصرون بها، ولهم آذان يسمعون بها، ولهم ألسنة يتكلمون","seal":"7CA19093","part":1},
      {"page":10,"id":7,"nass":"بها، فإذا رأوا خطيب الجمعة يدعو إِلى خُلُق ولا يتمسك به، وينهى عن منكر ولا يكف عنه فإِن ثقتهم به تتلاشى، وحضورهم يقلّ، ولا يكون لكلامه - وإن كان خطيبا مفوَّها - وزن يذكر.\rولأجل ذلك فإِن من نصَّب نفسه مرشدا للناس إِلى الهدى، وداعيا لهم إِلى الخير يجب أن يكون قدوة حسنة في تصرفاته، حريصا على اتباع السنَّة، نزيها عن الوقوع في الشبهات والشهوات.\r- فهو بمثابة الصفحة البيضاء التي لو تلطَّخت ببقعة سوداء لظلّ أثرها واضحا لكل أحد. وإذا وقع في معصية كانت المصيبة أعظم مَّما لو وقع فيها غيره من عامة الناس، فإِن أدنى هفوة تصدر عنه تسقط اعتباره، وتكثر الزراية عليه، ويصبح أضحوكة يتندَّر بها عباد الله.\r- ولا شك أن هذا النوع من الخطباء أشدّ خطرا على الأمة من العدو اللَّدود لأنه يظهر للناس ما لا يبطن، وفيه وفي أمثاله يقول الله تعالى: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} [البقرة: 44]","seal":"65ADCBA1","part":1},
      {"page":11,"id":8,"nass":"وجاء في الحديث النبوي الذي رواه البخاري ومسلم أن النبي صلى الله عليه وسلم قال: «يُجَاء بالرجل يوم القيامة، فيُلْقى في النار، فتندلقُ أقتابه في النار، فيدور كما يدور الحمار برحاه، فيجتمع أهل النار عليه، فيقولون: يا فلان. ما شأنك؟ أليس كنت تأمرنا بالمعروف، وتنهانا عن المنكر؟ قال: بلى، كنت آمركم بالمعروف ولا آتيه، وأنهاكم عن المنكر وآتيه» (¬1) .\rوفي ذلك يقول الشاعر:\rلا تنْهَ عن خُلُق وتأتيَ مثلَهُ ... عارٌ عليكَ إِذا فعلتَ عَظيْمُ\rابدأْ بنفسكَ فَانههَا عن غيِّها ... فإِذا انتهتْ عنه فأنت حكيمُ\r¬_________\r(¬1) رواه البخاري في صحيحه في كتاب بدء الخلق باب صفة النار وأنها مخلوقة رقم 3267، ورواه مسلم في كتاب الزهد باب عقوبة من يأمر بالمعروف ولا يفعله وينهى عن المنكر ويفعله رقم 2989.","seal":"13913AB6","part":1},
      {"page":12,"id":9,"nass":"فهناك يُقْبَلُ إِن وعظتَ ويُقْتَدَىَ ... بالقول منك وينفعُ التعليم (¬1)\rرابعا: المظهر الحسن لا شك أن لمظهر الخطيب وحسن هيئته أثرا كبيرا في ارتياح الناس وتقبلهم لما يقول، فينبغي عليه أن يأتي إِلى الخطبة مغتسلا متطيبا تفوح منه رائحة الطيب الزكيَّة، وأن يكون أنيقا في هندامه، خاليا من العيوب المنفّرة، فلا يكون رثَّ الثياب والهيئة، وهذا هو المظهر الغالب على كثير من خطباء الجمعة ولله الحمد، ولكن كم هو محزن أن نجد قلَّة منهم يخرجون على الناس\r¬_________\r(¬1) هذه الأبيات تنسب إِلى أبي الأسود الدؤلي وهو ظالم بن عمرو بن سفيان الدؤلي الكناني من التابعين وكان معدودا من الفقهاء والأعيان والأمراء والشعراء. مات بالبصرة سنة تسع وستين هجرية. الأعلام لخير الدين الزركلي، دار العلم للملايين، بيروت ط 8 سنة 1989م ج3 ص236، 237، وأبو الأسود الدؤلي ونشأة النحو العربي، تأليف/ فتحي عبد الفتاح الدجني، نشر وكالة المطبوعات بالكويت، ط1 سنة 1974م ص217.","seal":"F85D0157","part":1},
      {"page":13,"id":10,"nass":"بمظاهر مزرية، وهي وإن لم تكن خطيئة لكن مكانتهم في المجتمع وكونهم خطباء تفرض عليهم حسن المظهر والمخبر، كيف لا وهم الذين يعلمون الناس الخير، ويرشدونهم إِلى التمسك بالفضيلة، ويحذرونهم من الوقوع في الرذيلة، والله عزَّ وجلَّ قد أنعم عليهم بهذه النعمة العظيمة وهي إِمامة الناس، وجمعهم لهم في كل يوم جمعة ليستمعوا إِليهم ويشنّفوا آذانهم بما يقولونه من خطب.\rوقد شرع الإِسلام لكل مسلم سواء كان خطيب جمعة أو غير ذلك أن يغتسل يوم الجمعة وأن يتطيب، والخطيب أولى الناس بذلك لأنه قدوة لهم في تتبع الأحكام الشرعية والعمل بها، والله تعالى يقول: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31] وقال النبي صلى الله عليه وسلم: «ما على أَحدكم إِن وجدتم أن يتخذ ثوبين ليوم الجمعة سوى ثوبي مهنته» (¬1) ولذا\r¬_________\r(¬1) أخرجه أبو داود في سننه كتاب الصلاة، باب اللبس للجمعة برقم 1079 وصححه الألباني في صحيح سنن أبي داود برقم 954.","seal":"A79A7664","part":1},
      {"page":14,"id":11,"nass":"فإِن الخطيب الذي يخرج إِلى الناس على المنبر وهو قذر الثياب متغيّر الرائحة، يجعلهم ينفرون منه ويزهدون في سماع كلامه، ولا يقيمون له وزنا.","seal":"F27928FE","part":1},
      {"page":15,"id":12,"nass":"[الفصل الثاني وقفات سريعة حول خطبة الجمعة]\rالفصل الثاني\rوقفات سريعة حول خطبة الجمعة إِن خطبة الجمعة وسيلة هامَّة من وسائل الإِرشاد والتقويم والتذكير، حيث إِنها معنيَّة بمخاطبة مجموعة كبيرة من الناس في يوم مخصوص وساعة مخصوصة، وهم يتفاوتون في مستوياتهم الإِيمانية والعقلية والفكرية والثقافية والسلوكية، ويتباينون كذلك في الالتزام والتقوى والاستجابة والتأثر لما يقوله الخطيب، زد على ذلك تعدّد المشكلات وتنوع القضايا التي يطرقها الخطيب في كل جمعة، كما أن خطبة الجمعة فرصة ثمينة له تتكرر مرة كل أسبوع، للتأثير على ذلك العدد الضخم من الناس الذين يأتون راغبين غير مجبرين، ولكلِّ ذلك وجب على كل خطيب أن يجتهد في إِعداد خطبته وتنقيحها وتجويدها حتى تحقق أهدافها المرجوَّة، وممِّا يزيد في أهميتها أن النبي صلوات الله وسلامه عليه نهى عن اللغو والإِمام يخطب، وعد من اللغو قول: (انصت) ، ففي الحديث المتفق عليه أن النبي صلى الله عليه وسلم قال: «إِذا قلت","seal":"8FA61DF8","part":1},
      {"page":16,"id":13,"nass":"أنصت والإِمام يخطب فقد لغوت» (¬1) .\rومن أجل ذلك أقف هنا وقفات سريعة حول خطبة الجمعة وأهمية تجويدها وإيقانها قلبا وقالبا، شكلا ومضمونا فيما يأتي:\rالوقفة الأولى: إعداد الخطبة إِن حسن إِعداد الخطبة، وترتيب أفكارها، ووحدة موضوعها ممَّا ينتج المعاني المتناسقة، والألفاظ المناسبة والسبك الرائع، والأداء القوي المشرق، فلا يستطيع الخطيب أن يلقي خطبته مكتملة العناصر، رائعة التعبير، إِلا بعد إِعداد سابق حيث يخلو الخطيب بمكتبته ومطالعاته فيختار منها ما يناسب موضوع الخطبة، ثم يرتّبه ويختار له العبارات المناسبة التي تمنح خطبته تأثيرا وجمالا.\rوظاهرة الإِعداد ليست دليلا على ضعف الخطيب،\r¬_________\r(¬1) رواه أبو داود في سننه برقم 1112 من كتاب الصلاة باب الكلام والإمام يخطب من حديث أبي هريرة رضي الله عنه.","seal":"FE5FE76E","part":1},
      {"page":17,"id":14,"nass":"وقلة زاده العلمي، بل هي إِشارة إلى مدى اهتمامه بموضوع خطبته وبالذين يؤمُّون مسجده ويستمعون إِليه وينتظرون منه الفائدة. إِذ لو أنه ارتجل خطبته ولم يعدّ أفكارها ومعانيها لجاءت عاجزة عن معالجة الموضوع الذي يتناوله بصورة محكمة، ولربما تلجلج لسانه، واختلطت في ذهنه المعاني، واضطربت على لسانه الألفاظ فيتلعثهم ويُرْتَج عليه ممَّا يؤدي إِلى انتزاع ثقة مستمعيه به، بخلاف الإِعداد والتهيؤ فإِن من ثمراته زرع الثقة به من الناس لأنهم يلمسون في كلامه آثار العناية والتجويد، والحرص على الإِفادة من خلال الأفكار الناضجة، والمعاني الخصبة المتناسقة والألفاظ المعبرة التي يسوقها إِليهم عبر خطبته.\rالوقفة الثانية: وحدة موضوعها ووحدة موضوع الخطبة تُعدُّ ميزةً طيبة فيها إِذ تجعل الخطيب يركز ذهنه علىَ استجماع عناصر الموضوع الواحد دون التشتت في موضوعات مختلفة ممِّا يورث","seal":"98E5CC4B","part":1},
      {"page":18,"id":15,"nass":"الإِملال والسآمة لدى الناس ويجعلهم في حيرة من أمرهم، وقد تزدحم الموضوعات في هذه الحالة لكثرتها فلا يعلق بذهن المصلي شيء منها، أمَّا وحدة موضوع الخطبة فإِنه يفيد السامعين ويجعلهم يخرجون بفكرة متكاملة عن الموضوع المطروح. فكلما اتحد موضوع الخطبة كلَما عمَّت الفائدة واختصر الوقت؛ وكلما تفرق موضوعها وتشتت كلّما انعدمت الفائدة وطال الوقت على المصلين فأورثهم السآمة والملل.\rالوقفة الثالثة: لغة الخطبة وأسلوبها إِن الأصل في لغة الخطبة أن تكون عربية فصيحة بعيدة عن العامية، ولكن بأسلوب سهل مفهوم، ليس فيه مفردات غريبة يعجز السامعون عن إِدراكها، وبمقدار ما تكون تركيبات الخطبة وألفاظها سهلة حسنة السبك، جاريةً على قواعد العربية، خالية من التعقيد وتنافر الكلمات، مؤتلفة مع الجو العام للخطبة، متناسبةً مع المعاني المقصودة، من حيث طولها وقصرها فإِن الخطبة تكون قوية التأثير","seal":"47FFDE7C","part":1},
      {"page":19,"id":16,"nass":"جميلة العرض، محمودة الذكر، وأوقع في نفوس السامعين.\rولا بدَّ من التنويع في أسلوب الخطبة، والتلوين في ضروب التعبير، والانتقال من الأمر إِلى الاستفهام إِلى النهي إِلى التعجب إِلى الإِخبار ونحو ذلك، \" الأمر الذي يجعل الخطبة متجددة العرض، منبهةً للأذهان، مسيطرةً على الأسماع، آخذةً مؤثرةً في النفوس (¬1) .\rأما إِذا التزم الخطيب ضربا واحدا من ضروب التعبير فسوف ينجم عن ذلك حلول الملل والسآمة في نفوس المتلقين، وضجر الأسماع وانصرافها عن متابعة الخطبة، وربما تسرب النعاس والنوم إِلى أجفان كثير من المستمعين.\rالوقفة الرابعة: الحكمة والبعد عن التجريح وإثارة الفتنة يغلب على خطبة الجمعة دائما طابع إِثارة العواطف، وتحريك المشاعر نحو الخير والفضيلة، وربط المستمعين بالله عز وجل وابتغاء ما عنده من المثوبة في الآخرة،\r¬_________\r(¬1) \" انظر خصائص الخطبة والخطيب تأليف نذير محمد مكتبي، دار البشائر الإسلامية، بيروت، ط 1 سنة 1409هـ - 1989م، ص 43.","seal":"39679ADC","part":1},
      {"page":20,"id":17,"nass":"وإنارة العقول في الأخذ بما أحل الله من متاع الدنيا وِالبعد عن المبالغة والإِسراف اتباعا لقوله تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ - قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} [الأعراف: 32 - 33]\rوإذا تجرد الخطيب من الحماسة وبردت عاطفته، وفتر شعوره انعدم تأثيره على أسماع المصلين، واستثارة عواطفهم، ثم ينشأ من ذلك انعزالهم عنه وانصراف عقولهم.\rوقد أُثر عن النبي صلى الله عليه وسلم: «أنه كان إِذا خطب احمرَّتْ عيناه، وعلا صوته واشتدَّ غضبه حتى كأنه منذر جيش يقول صبحكم ومسَّاكم» (¬1) الحديث.\r¬_________\r(¬1) انظر الحديث بتمامه في صحيح مسلم رقم 867 في كتاب الجمعة باب تخفيف الصلاة والخطبة.","seal":"FAD30AAD","part":1},
      {"page":21,"id":18,"nass":"لكن ينبغي أن يعلم أن حماسة الخطيب في خطبته يجب أن تكون منضبطة ومتزنة وملتزمة بالحكمة والتعقُّل والبعد عن إِثارة الفتنة أو التعرض لأناس بأعيانهم، والنيل منهم بطريقة نابية تشمئز منها النفوس وتنفر منها الطباع السليمة، والعقول السوَّية، كما يجب عدم التشهير بالعصاة من فوق أعواد المنبر، فإِن الولوغ في أعراض الناس ونهشها أمر قبيح لا يقرُّه من عنده أثارة من دين أو عقل أو أدب، بل إِن ذلك بعيد كُلَّ البعد عن هدي المصطفى صلى الله عليه وسلم الذي لم يعرف عنه أنه شهَّر بأحد أو جرَّحه، وإنما يقول: ما بال أقوام يفعلون كذا.\rففي التلميح ما يغني عن التصريح، وفي التعميم ما يغني عن التخصيص، والتجريحُ والتشهيرُ فوق المنبر سوءُ أدب مع المستمع وتوبيخ لصاحب المعصية ممَّا يؤدي به إِلى الإِعراض عن النصيحة والتمادي في الخطأ وفي ذلك يقول الإِمام الشافعي رحمه الله:","seal":"542D9E96","part":1},
      {"page":22,"id":19,"nass":"تعمَّدْني بنُصْحك في انفرادي ... وجَنِّبني النصيحة في الجماعةْ\rفإن النُّصْح بَيْنَ الناس نوعٌ ... من التَّوبيخ لا أرضى اسْتَمَاعَهْ\rوإِنْ خالفْتَنيِ وعَصَيْتَ قولي ... فلا تجزع إِذا لم تُعْطَ طَاعَهْ (¬1)\rالوقفة الخامسة: الارتجال والخطبة من ورقة لا شك أن ارتجال الخطبة أوقع أثرا في نفوس السامعين ممَّا لو قرئت من كتاب أو ورقة. لكنَّ الحكم في هذه المسألة نسبي. فقد يرتجل خطيب خطبته دون إِعداد مسبق ولا اطّلاع كاف حول الموضوع المراد، فيقع في الارتباك والتخبط والحيرة، ويذهب بالناس إِلى مسالك متعددة من الكلام، ولا رابط بينها ولا ضابط فيملُّونه ويتضجرون من طريقته، لكن إِذا وجدت الجرأة الكافية\r¬_________\r(¬1) الشافعي شعره وأدبه، تحقيق الدكتور محمد إبراهيم نصر، مطابع الإشعاع بالرياض غير موضح سنة الطبع ص 116.","seal":"725DBD61","part":1},
      {"page":23,"id":20,"nass":"عند الخطيب على الارتجال مع الإِعداد المسبق وترتيب المعاني والأفكار، والقدرة على استحضار الآيات الكريمة والأحاديث النبوية والقصص المناسبة، فلا ريب أن الارتجال في هذا الموقف أجمل وأحسن من القراءة في ورقة أو الارتجال دون إِعداد تام.\rوفي المقابل قد يوجد خطيب متمكن من طرائق الصياغة وحسن الإِلقاء والإِعداد البارع الذي يستوفي عناصر الموضوع، فيستلب الألباب بجمال إِلقائه وترابط موضوعه حتى ولو قرأ الخطبة من ورقة، ويأتي خطيب آخر ليست عنده أدنى حصيلة من العلم ولا موهبة الإِلقاء، فيقرأ على الناس خطبَةَ كيفما اتفق لا يراعي فيها جمال الإِلقاء ولا قوة الأسلوب.\rوأخلص إِلى القول بأن الارتجال جميل في موطن وقبيح في آخر، وكذا الخطبة من ورقة تحسن في موقف ولا تحسن في آخر.\rويجدر بي الإِشارة إِلى أن الارتجال المتقن في","seal":"A8C163B0","part":1},
      {"page":24,"id":21,"nass":"الخطب لا يجيده إِلا صاحب الموهبة الراسخة والتجربة العميقة، والخبرة الدقيقة في مجال الخطابة ممَّن هو فصيح اللسان، جريء القلب، غزير الاطلاع، قويّ الذاكرة، سريع البديهة، ثريُّ اللغة، واثق النفس.\rوأمَّا من كان فاقد الجرأة على مواجهة الناس، ضعيفا خائر القلب، ضحل المعارف، كثير النسيان، هزيل البيان فإِنه لن يجرؤ على الارتجال، لأن رهبة موقفه، وهيبة مقامه يجعلان الأفكار تشرد عن ذهنه، والكلمات تعزب عن لسانه، فيتلجلج على منبره، ويخفق في حديثه ويضحي مجالا للتندُّر والسخرية.\rالوقفة السادسة: الاستشهاد في الخطبة إِن أَيَّة فكرة يودّ أن يطرحها خطيب على المصلين لا تجد وقعا في نفوسهم وقبولا كاملا في عقولهم ما لم يدعمها ويعضدها بالشواهد المناسبة التي تكسبه اطمئنان قلوبهم، وعمق ثقتهم، لأن الشاهد المناسب يعدُّ قوة لترسيخ الأفكار الواردة في الخطبة وتثبيتها في","seal":"78C46152","part":1},
      {"page":25,"id":22,"nass":"قلوب الناس وعقولهم.\rونجد أن ثقة المستمعين وتصديقهم يتدرجان بتدرّج منزلة من ينسب إِليه القول المستشهد به فكلام الله سبحانه يحتلّ المنزلة العليا في ثقة الناس واعتقادهم، لأنه حق لا يأتيه الباطل من بين يديه ولا من خلفه، ويستحيل أن يتطرق إِليه أيُّ تحريف، فهو محفوظ بحفظ الله سبحانه له إِلى أن تقوم الساعة كما قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9]\rثم يأتي بعد ذلك حديث رسول الله صلى الله عليه وسلم الصحيح، فإِنه ينال المنزلة الكريمة في ثقة الناس وتصديقهم، وبعده أقوال الصحابة رضوان الله عليهم والسلف الصالح من التابعين وتابعيهم؛ ويمكن للخطيب أن يسوق القصة المناسبة لموضوعه ويضرب المثل؛ ليبعث في نفوس السامعين النشاط وعدم الملل ويلفت انتباههم إِلى الموضوع، إِلى جانب الاستشهاد بالأبيات الشعرية المؤثرة مما يضفي على الخطبة لونا من الحركة والحيوية.","seal":"2103860F","part":1},
      {"page":26,"id":23,"nass":"[الفصل الثالث أخطاء ينبغي تجنبها على منبر الجمعة]\rالفصل الثالث\rأخطاء ينبغي تجنبها على منبر الجمعة أولا: الإطالة في الخطبة يحصل في كثير من الأحيان من بعض الخطباء إِطالة خطب الجمعة حتى يملَّها السامعون ويتضجروا منها ومن ثمَّ فلا تحصل لهم الفائدة المرجوَّة، وهذا عمل مخالف لهدي الرسول صلى الله عليه وسلم، فإنه قال: «إِنَّ طول صلاة الرجل، وقصَر خطبته مَئِنةٌ (¬1) من فقهه، فأطيلوا الصلاة، وأقصروا اَلخطبة، وإِنَّ من البيان لسحْرا» (¬2) ولا يعارض هذا الحديث حديث: «كانت صَلاته قصدا وخطبته قصدا» (¬3) لأن المراد بالحديث الأول أن الصلاة تكون طويلة بالنسبة إِلى الخطبة لكنه ليس تطويلا يشقُّ على المأمومين، كما أنها حينئذٍ قصدٌ أي معتدلة والخطبة\r¬_________\r(¬1) مئنة: أي علامة من فقهه.\r(¬2) أخرجه مسلم في صحيحه من حديث عمار - رضي الله عنه - في كتاب الجمعة باب تخفيف الصلاة والخطبة.\r(¬3) أخرجه مسلم في صحيحه كتاب الجمعة، باب تخفيف الصلاة والخطبة عن جابر بن عبد الله رضي الله عنهما.","seal":"B8E3B211","part":1},
      {"page":27,"id":24,"nass":"كذلك.\rفيا ليت أولئك الخطباء الذين يطيلون على المصلين في خطب الجمعة يأخذون بهذه السنَّة النبوية ولا يطيلون على المأمومين فإِنهم يعلمون أن فيهم الشيخ الطاعن في السنّ والمريض الذي لا يستطيع أن يحتفظ بوضوئه وقتا طويلا، وفيهم صاحب الحاجة، وفيهم الضعيف، وفيهم الشابّ الفتيّ الذي يُطمَع في تأليف قلبه للطاعة والعبادة.\rثانيا: تقليد الخطباء المشهورين ومن الأخطاء التي يقع فيها بعض الخطباء، وبخاصة من الشباب المبتدئين في مجال الخطابة الميل إِلى تقليد مشاهير الخطباء المعاصرين تقليدا يذوبون فيه عن ذواتهم ليتقَمّصوا أولئك الخطباء المشهورين في زمانهم.\rفتجد الواحد منهم حريصا على أن يأتي بكل ما يعرفه عن الخطيب الذي يقلده من أفكار وعبارات","seal":"A079B46E","part":1},
      {"page":28,"id":25,"nass":"وحركات وأحوال وأوضاع فتأتي خطبته قليلة النفع، ضعيفة التأثير، لأنها لم تنبع من مجال تفكيره، ولم تصدر عاطفتها ومعانيها من أعماق نفسه.\rوأحيانا نرى هذا النوع من الخطباء يبدأ خطبته بتقليد ذلك الخطيب المشهور بألفاظه ولهجته، ثم يكمل الخطبة بألفاظه هو وأفكاره التي تختلف اختلافا جذريا مع خطبة الخطيب المشهور، فيلاحظ المصلون البون الشاسع بين الطريقتين في الإِلقاء، وهذا الاتجاه ينبئ عن عدم أصالة في الخطيب المقلد ولا شك مستقلة، والخطابة لها أسلوبها الخْاص وأفكارها الخاصة.\rولا شك أن الخطيب الذي تتفجر معاني الخطبة من قلبه، وتنساب أفكارها من قريحته، وتتأجّج بها عاطفته يكون أعظم أثرا في نفوس المستمعين إِليه، وأقدر على تحقيق الفائدة لهم.\rثالثا: التقريع وفظاظة القول وممَّا يحز في النفس أن تجد خطيبا يجتمع الناس","seal":"E80A2F67","part":1},
      {"page":29,"id":26,"nass":"بين يديه في الجمعة راغبين غير راهبين ولا مجبرين وهو مع ذلك يقرِّعهم ويوبخهم وكأنه قد خلا ممَّا حذَّرهم منه وربما وجد بينهم من هو أتقى منه وأخشى لله عزَّ وجلَّ، وهذا الأسلوب مخالف لهدي القرآن الكريم وسنة المصطفى صلى الله عليه وسلم فالواجب على كل من يتصدر لخطبة الجمعة أن يتَّبع منهج الرسول صلى الله عليه وسلم في الدعوة إلى الله بالحكمة والموعظة الحسنة والكلام الليِّن الذي يتألف القلوب والأسماع وأن يتجنَّب التقريع وفظاظة القول، فإِن ذلك سبيل العاجز الذي لا يحسن الإِقناع ولا القول الصائب والأدب الرفيع، مَّما يؤدي به إِلى نفور الناس عن سماعه والإِصغاء إِلى قوله.\rفلا بُدّ لكل خطيب جمعة أن يكون رائده في الإِرشاد والتذكير قول الله سبحانه: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: 125] وقوله تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} [آل عمران: 159]","seal":"C1C06AE3","part":1},
      {"page":30,"id":27,"nass":"فإِن اللين بالموعظة، والتلطف بالخطاب يجعل الخطيب قريبا من قلوب سامعيه، ويمنحه القدرة على أن ينفذ خطابه إِلى أعماق ذواتهم، ويؤثر في نفوسهم. وذلك هو ما أوصى به الله سبحانه أنبياءه ورسوله - عليهم الصلاة والسلام - عند تبليغهم رسالاته، وإرشادهم الناس إِلى الحق. كقوله تعالى لموسى وهارون عليهما السلام: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى - فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43 - 44]\rونجد أن نبي الهدى - صلى الله عليه وسلم - حين وجَّه كتابه إِلى فوصف هرقل النصراني ملك الروم قال في مطلعه: «من محمد رسول الله إِلى هرقل عظيم الروم» (¬1) .\rفوصف هرقل بالعظيم وهو مشرك انطلاقا من الحكمة والموعظة الحسنة التي أمره الله سبحانه بها، ثم تجلَتْ\r¬_________\r(¬1) أخرجه البخاري في بدء الوحي بطوله برقم 7، وأخرجه مسلم في المغازي برقم 1773، وانظر مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة، جمع محمد حميد الله، دار النفائس، بيروت ط 5، سنة 1405هـ - 1985م، ص 109.","seal":"FBB2CF69","part":1},
      {"page":31,"id":28,"nass":"حقيقة ساطعة في جميع وصاياه ورسائله وخطبه عليه السلام.\rوإذا وجد الخطيب نفسه مضطرا إِلى الإِنكار على فئة من الناس، فليس من حقّه أن يوجد التقرٍيع إِلى أناس معيَّنين، بل يعمِّم في هذا الأمر، توخيا لعدم إِثارة الفتنة، وهذا ما كان يفعله الرسول صلى الله عليه وسلم حينما أوكل على أحد من الناس مخالفة من المخالفات، ومن ذلك قوله: «ما بال أقوام يتنَزّهون عن الشيء أصنعه؟ ! فوالله إِني لأعلمهم بالله وأشدّهم خشية» (¬1) .\rوأختم هذه الوقفة بالإِشارة إِلى أنه يجب على الخطيب إذا أراد أن ينبّه على مخالفة شرعية شائعة أن لا يوبِّخ الناس بأسلوب يستفزّ مشاعرهم، ويؤذي كرامتهم.\r¬_________\r(¬1) أخرجه البخاري في كتاب الأدب. باب من لم يواجه الناس بالعتاب في برقم 6101، وأخرجه مرة أخرى في الاعتصام بالكتاب والسنة، باب ما يُكْره من التعمق والتنازع والغلوّ في الدين والبدع برقم 7301، وأخرجه مسلم في الفضائل. باب علمه صلى الله عليه وسلم بالله تعالى وشدة خشيته برقم 2356.","seal":"5BEF95EC","part":1},
      {"page":32,"id":29,"nass":"فمثل هذا الأسلوب لا يتفق مع أدب الخطاب، وحسن الحديث، بل هو ضرب من سوء الأدب وعدم احترام المنبر، وهجوم سافر يتنافى مع طبيعة الوعظ وخصال الإِرشاد.\rالحق أن الإنسان غير معصوم من الزلل عدا أنبياء الله ورسله عليهم الصلاة والسلام، والوقوع في الذنب من طبع البشر، وقد بيَّن الرسول صلى الله عليه وسلم ذلك في قوله: «لو لم تذنبوا لذهب الله بكم ثم أتى بقوم يذنبون فيستغفرون فيغفر لهم» (¬1) وإذا اتضح هذا فإنه ينبغي على كل خطيب أن يحسن تناول موضوع خطبته بالأسلوب الحسن , والحكمة، فالشأن مع العاصي والمخطئ ليس تفسيقه وتكفيره، بل في دعوته إِلى التوبة، وبيان وجه الخطأ الذي وقع فيه. \" وهذا كله شاهد على أن التيسير والتسامح في الإِسلام أصل أصيل وسمة بارزة، وما دخول الناس\r¬_________\r(¬1) رواه مسلم في صحيحه في كتاب التوبة، باب سقوط الذنوب بالاستغفار من حديث أبي هريرة رضي الله عنه.","seal":"8241E2BE","part":1},
      {"page":33,"id":30,"nass":"فيه أفواجا بدون سائق من سيف إلا من نتاج هذه السماحة \" (¬1) .\rرابعا: اللحن في الخطبة واستعمال اللهجة العامية ومن الأمور التي تؤخذ على بعض الخطباء وقوعهم في الأخطاء النحوية، وهذا يدل على ضعف في الحصيلة اللغوية , واعوجاج في الألسنة لا بد من تقويمه، بل هو عيب مستهجن عند العلماء وطلاب العلم.\rوالعلاج لهذا الأمر أن يقبل من ابتلى به على تعلم اللغة العربية نحوها وصرفها وسائر علومها حتى لا يقع في الأخطاء التي تعرضه لكثير من الانتقاد , والنفور منه ومن خطبته ومطلوب منه أيضا أن يعود نفسه على أن يتكلم باللغة العربية، ويحرص على مراعاة قواعد اللغة العربية كتابة ونطقا.\r¬_________\r(¬1) انظر الغلو في الدين في حياة المسلمين المعاصرة، تأليف عبد الرحمن بن معلا اللويحق، مؤسسة الرسالة، بيروت، ط1 سنة 1412هـ. 1992م ص 48.","seal":"8223D243","part":1},
      {"page":34,"id":31,"nass":"وبعض الخطباء قد ينسى نفسه ويخاطب المصلين باللهجة العامية، وهذا عيب يؤدي إِلى صعوبة الاستيعاب عند السامعين، وبخاصة إِذا جهلوا لهجة الخطيب.\rفالأولى أن يلقي الخطيب خطبته بلغة عربية سهلة ليست فيها غرابة ولا توعُّر في الألفاظ، ولا تعقيد في المعاني حتى يصل أسلوبه إِلى أذهان السامعين بكل يسر وسهولة.\rخامسا: التفصيلات الفقهية وممَّا يُعَاب على بعض الخطباء خوضهم أثناء الخطبة في تفصيلات فقهية وتفريعات وخلافات بين أصحاب المذاهب ممَّا يوقع المستمعين في اللَبْس والغموض. ومعروف أنَّ مثل هذه الأمور يكون مجالها في قاعات الدرس ومدرَّجات الجامعة وليس في خطبة جمعة يحضرها نزر يسير من طلبة العلم بينما أكثرهم من عامّة الناس الذين لم يتعمقوا في البحث عنها.","seal":"E2090B10","part":1},
      {"page":36,"id":32,"nass":"[الفصل الرابع اقتراحات تتعلق بالخطيب وبموضوع الخطبة]\rالفصل الرابع\rاقتراحات تتعلق بالخطيب وبموضوع الخطبة أولا: اقتراحات تتصل بالخطيب وأحْسَبُ - وأنا على أهبة وضع قلمي في نهاية هذا البحث الموجز - أنه من الضرورة بمكان أن أشير إِلى جملة من الاقتراحات التي يمكن أن تسهم في تحسين خطبة الجمعة، إِلي الحدِّ الذي يجعلها تحقّق الفوائد المرجوة منها وفقا لهدي الكتاب والسنة، ومن هذه الاقتراحات ما يأتي:\rالأول: أهمية الإِعداد المتقن للخطبة من حيث المضمون والشكل.\rالثاني: حسن اختيار موضوعها.\rالثالث: براعة الاستهلال والدخول في الموضوع.\rالرابع: روعة العرض وجمال الأسلوب.\rالخامس: التجديد والابتكار، ومراعاة الظروف والأحوال.\rالسادس: حسن الأداء وقوة الإلقاء.","seal":"8A66AA44","part":1},
      {"page":36,"id":33,"nass":"السابع: الاهتمام بإِيراد الشواهد القرآنية والأحاديث النبوية المناسبة.\rالثامن: تثبيت الأفكار وإثارة الانتباه بضرب الأمثال، وذكر القصة المناسبة وبيت الشعر الذي يؤثر في السامعين.\rالتاسع: حسن اختتام الخطبة وإنهائها.\rالعاشر: عدم التطويل المملّ، والإِيجاز المخلّ.\rالحادي عشر: تجنُّب اللَّحن في اللغة أثناء إِلقاء الخطبة، وتشكيلُهَا إِن أمكن.\rالثاني عشر: البعد عن التقليد الممجوج، أو تكلفِ السجع.\rالثالث عشر: الحرص على وحدة موضوع الخطبة وعدم تشتيت أذهان المصلين في موضوعات متعددة في الخطبة الواحدة.\rالرابع عشر: الحذر من التقريع، والاتهام الموجّه من الخطيب إلى مستمعيه.","seal":"9DD05EE9","part":1},
      {"page":37,"id":34,"nass":"الخامس عشر: الاهتمام بإِثارة العاطفة الدينية عند المصلين بطريقة مهذَّبة لا تجريح فيها ولا تشهير.\rالسادس عشر: اتباع الهدي النبوي في الدعوة إِلى الله تعالى بالحكمة والموعظة الحسنة، واللّين مع المصلين وعدم الغلظة والفظاظة في مخاطبتهم.\rالسابع عشر: عدم التركيز على أساليب الترهيب والتخويف أو التشديد في كل خطبة، لكنْ يراعي اقتضاء المقام والزمن المناسب لذلك بحسن أدب ولطف مع الناس.\rالثامن عشر: (أهمية الدعاء للمسلمين عامة ولوليهم خاصة) لولي الأمر بالحفظ والتمكين والنصر والتأييد.\rالتاسع عشر: الحرص على تأليف القلوب ووحدة الصَّف المسلم والبعد عن كلُّ ما يفرق الأمة ويثير الفتنة.\rالعشرون: الارتجال وقراءة الخطبة من ورقة أمر نسبي كما بيَّنت في مطلع البحث، فكلٌّ منهما يجب أن يراعى بحسب حال الخطيب.\rالحادي والعشرون: ينبغي أن تكون لدى الخطيب","seal":"228FC5B7","part":1},
      {"page":38,"id":35,"nass":"مكتبة إِسلامية متنوعة لينمِّي ثقافته، ويوسّع معارفه.\rالثاني والعشرون: أهمية حفظ القرآن الكريم وكثير من الأحاديث النبوية الشريفة، والشواهد الشعرية والأمثال والقصص المناسبة.\rالثالث والعشرون: أهمية الاطلاع على كل ما يجد من أمور ممَّا يُقْرَأ في الصحف والمجلاَّت حتى لا ينعزل الخطيب عن عصره.\rالرابع والعشرون: أهمية حسن هندام الخطيب ونظافته الشخصية وطيب رائحته.\rالخامس والعشرون: الحرص على اتزان حركات الخطيب فوق المنبر، وإشارته بيديه أثناء الكلام.\rالسادس والعشرون: جهارة الصوت وحسنه، واتزان النبرات والبعد عن التشدّق.\rالسابع والعشرون: الجرأة على مواجهة المستمعين ورباطة الجأش وهذا يتحقق مع طول الممارسة والتجربة.\rالثامن والعشرون: عدم الخوض في أمور لا يستفيد","seal":"CA6F6539","part":1},
      {"page":39,"id":36,"nass":"منها العامّة وليست من المصلحة الحديث عنها.\rالتاسع والعشرون: توخّي الإِخلاص لله عزَّ وجلَّ من الخطيب كي يستطيع معالجة أقسى القلوب وأن يؤثر في أعتى النفوس فينقل صاحبها من الظلمات إِلى النور بإِذن الله سبحانه.\rالثلاثون: أهمية القدوة الحسنة من الخطيب في المسجد وخارجه حتى لا يخالف قوله فعله.\rثانيا: اقتراحات تتصل بموضوع الخطبة وهنا أسوق جملة من الموضوعات المقترحة في خطبة الجمعة من باب التذكير لخطباء الجمعة ومنها:\r1 - مفهوم لا إِله إِلا الله.\r2 - التقوى.\r3 - الإِخلاص.\r4 - الإِحسان.\r5 - الإيمان.\r6 - اليقين.","seal":"1FF9AFFA","part":1},
      {"page":40,"id":37,"nass":"7 - التوكل.\r8 - الرضا بالقضاء والقدر.\r9 - الصبر عند حلول المصائب.\r10 - القناعة.\r11 - الأخوّة الإِيمانية حقوقها وآدابها.\r12 - التوبة.\r13 - الاستغفار.\r14 - الدعاء.\r15 - الخشوع في الصلاة.\r16 - فضل صلاة الجماعة.\r17 - آداب صلاة الجمعة.\r18 - الطهارة.\r19 - حكَمُ الصيام وحُكْمُه.\r20 - حكَمُ الزكاة وحُكْمُها.\r21 - حِكَمُ الحج وحُكْمُه.\r22 - تدبُّر القرآن الكريم وحفظه.","seal":"68485E34","part":1},
      {"page":41,"id":38,"nass":"23 - أهمية العناية بالسنة النبوية المطهرة.\r24 - الموت والاستعداد له.\r25 - الجنة ونعيمها.\r26 - النار وجحيمها.\r27 - يوم عاشوراء وفضل صيامه.\r28 - نعيم القبر وعذابه.\r29 - قيام الليل.\r30 - الصدق وفوائده.\r31 - الكذب ومضارُّه.\r32 - التحذير من الغيبة والنميمة والسُّخْرية.\r33 - سوء الظن.\r34 - شهادة الزُّور.\r35 - الإيثار.\r36 - التواضع وفضله.\r37 - الكِبْر والتحذير منه.\r38 - فحش القول وبذاءة اللسان.","seal":"127F8FEB","part":1},
      {"page":42,"id":39,"nass":"39 - التحذير من بعض العادات السيئة التي ليست من الدين.\r40 - الكرم وفضله.\r41 - النهي عن الإِسراف والتبذير في حفلات الزواج ونحوها.\r42 - لا تغضب.\r43 - مخاطر الاختلاط ومضاره.\r44 - الحجاب وفضله للمرأة.\r45 - الاعتدال في النفقة.\r46 - آداب الطريق.\r47 - الحياء.\r48 - فليقل خيرا أو ليصمت.\r49 - الوفاء بالعهد.\r50 - التحذير من الفواحش كالزنا واللواط.\r51 - ولكم في القِصَاص حياة.\r52 - من شمائل الرسول صلى الله عليه وسلم كالرحمة والتواضع","seal":"2297E89A","part":1},
      {"page":44,"id":40,"nass":"والشجاعة، والصبر، والحِلمْ، والكرم، والزهد. . . إِلخ فيخصص الخطيب لكل واحدة من هذه الشمائل النبوية خطبة مستقلة.\r53 - أثر البعثة النبوية في الحياة البشرية.\r54 - الإسراء والمعراج.\r55 - من ثمرات الهجرة النبوية.\r56 - دروس من غزوات الرسول صلى الله عليه وسلم.\r57 - من معجزات الرسول صلى الله عليه وسلم.\r58 - القرآن الكريم معجزة الرسول صلى الله عليه وسلم الخالدة.\r59 - مفهوم العبادة في الإِسلام.\r60 - حقوق المسلم.\r61 - حقوق الجوار.\r62 - حقوق الأقارب.\r63 - برُّ الوالدين وفضله.\r64 - عقوق الوالدين والتحذير منه.\r65 - من آداب السفر.","seal":"A14FB70A","part":1},
      {"page":44,"id":41,"nass":"66 - من آداب الحديث.\r67 - من آداب الاستئذان.\r68 - الإِنفاق في سبيل الله وفضله.\r69 - كفالة اليتيم.\r70 - الإِصلاح بين الناس.\r71 - الظلم ظلمات يوم القيامة.\r72 - وتعاونوا على البرِّ والتقوى ولا تعاونوا على الإِثم والعدوان.\r73 - أداء الأمانة إِلى أهلها.\r74 - من لا يشكر الناس لا يشكر الله تعالى.\r75 - البشاشة وحسن المعاملة.\r76 - إِغاثة ذي الحاجة والملهوف.\r77 - والله في عون العبد ما كان العبد في عون أخيه.\r78 - العفو عند المقدرة.\r79 - الانتفاع بالوقت واستغلال الإِجازة في الخير.\r80 - الحث على الزواج.","seal":"31F19130","part":1},
      {"page":45,"id":42,"nass":"81 - صفات الزوج الصالح والزوجة الصالحة.\r82 - تعدد الزوجات والحكمة الشرعية منه.\r83 - خيركم خيركم لأهله وأنا خيركم لأهلي.\r84 - حقوق الزوجة وواجباتها.\r85 - حقوق الزوج وواجباته.\r86 - التيسير في المهور.\r87 - حقوق الوالد على الولد وحقوق الولد على الوالد.\r88 - فضل إِحسان تربية الأبناء.\r89 - مكانة المرأة في الإسلام.\r90 - المرأة راعية في بيت زوجها وهي مسئولة عن رعيتها.\r91 - الرجل راع في بيته وهو مسئول عن رعيته.\r92 - طرق حل المشكلات التي تنشأ بين الزوجين.\r93 - لعن الله المحلل والمحلَل له.\r94 - الوصية وأحكامها.\r95 - مُميزات نظام الميراث في الشريعة الإِسلامية.\r96 - الأمر بالمعروف والنهي عن المنكر.","seal":"944EEE77","part":1},
      {"page":46,"id":43,"nass":"97 - العدل وفضله.\r98 - الشورى في الإِسلام.\r99 - نعمة الأمن ورغد العيش.\r100 - آداب طلب العلم.\r101 - امتحان الدنيا وامتحان الآخرة.\r102 - الابتلاء وأسراره.\r103 - خصائص المجتمع المسلم.\r104 - ادع إِلى سبيل ربك بالحكمة والموعظة الحسنة.\r105 - العمل وفضله.\r106 - الحسبة في الإِسلام.\r107 - التكافل الاجتماعي في الإسلام.\r108 - الجهاد في سبيل الله تعالى.\r109 - منزلة الشهيد عند الله عزَّ وجلَّ.\r110 - استقبال شهر رمضان.\r111 - صلاة التراويح.\r112 - العمرة في شهر رمضان وفضلها.","seal":"8166B16B","part":1},
      {"page":47,"id":44,"nass":"113 - ليلة القدر ومنزلتها.\r114 - زكاة الفطر.\r115 - كفارة اليمين والتحذير من الأيمان الفاجرة.\r116 - أبغض الحلال إِلى الله الطلاق.\r117 - النهي عن الذهاب إِلى السحرة والمشعوذين.\r118 - النظر في ملكوت السماوات والأرض.\r119 - سِيَر بعض الأنبياء والرسل عليهم الصلاة والسلام.\r120 - اليهود والنصارى في القرآن الكريم.\r121 - النهي عن السِّباب واللعن.\r122 - التحذير من الفسق في البيع والشراء.\r123 - التحذير من الوقوع في الربا.\r124 - من صور الإِعجاز العلمي في القرآن الكريم.\r125 - تأملات إِيمانية في خلق الإِنسان.\r126 - ولله جنود السماوات والأرض.\r127 - المخدرات وأضرارها.","seal":"8984B3BA","part":1},
      {"page":49,"id":45,"nass":"[الخاتمة]\rالخاتمة وقبل أن أطوي صفحات هذا البحث الموجز أودُّ أن أشير إِلى عدد من النتائج الهامَّة على النحو الآتي:\rأولا: مما لا يختلف عليه اثنان أن منبر الجمعة أمانة ومسئولية ينبغي أن لا يتصدر لها إِلا أولو العزم من الرجال الذين يبتغون وجه الله تعالى في دعوتهم، ويصبرون على ما يلاقون من النقد ولكن ينبغي أن تتسع صدورهم لتقبُّل الملاحظات والتوجيهات.\rثانيا: أهمية مراعاة أحوال وظروف المجتمع، ومشاعر الناس من قبل الخطيب في كل كلمة يتلفظ بها.\rثالثا: من المعروف أنه كلما سار الخطيب على هدي النبي صلى الله عليه وسلم في الرفق وعدم التجريح، والإيجاز غير المخل، واستيفاء الموضوع كلما كان ذلك أدعى لقبول الناس ومحبتهم له. وبالعكس فكلما أطال الخطيب، وتعمَّد التقريع والتهجم على الناس وتشتيت أذهانهم بالانتقال","seal":"51702AB5","part":1},
      {"page":50,"id":46,"nass":"من موضوع إِلى آخر كلما كان ذلك مخالفة لسنة النبي صلى الله عليه وسلم وأدعى لكراهية الناس لذلك الخطيب وانفضاضهم عن مسجده.\rرابعا: لو أدرك كل خطيب جمعة الأهداف السامية منها في تأليف القلوب، وتوحيد صفوف المسلمين، وعدم إِثارة الفتنة، وأنها فرصة للاجتماع والتعارف الأسبوعي لحرص على الأخذ بهذه الأهداف، ولما تورَّط بعض الخطباء ممَّن لم يتفهموا هذه الأهداف والأسرار في التشهير والتجريح لأشخاص بأعيانهم من فوق أعواد منابرهم فتسببُّوا في إِثارة الفتنة وقد كانت نائمة، وفي الإِضرار بأنفسهم. وقد كانوا في غنى عن ذلك لو أنهم أحسنوا الاختيار والتناول لموضوعات خطبهم.\rفاللهَّم وفقنا جميعا لما تحبّ وترضى، وأعنَّا على أمور الدنيا والدين، وارزقنا علما نافعا، ورزقا واسعا، وقلبا خاشعا، واحفظ علينا نعمك الظاهرة والباطنة في","seal":"8094C57A","part":1},
      {"page":51,"id":47,"nass":"هذا البلد المبارك مهبط الوحي، وقبلة المسلمين في مشارق الأرض ومغاربها، ووفق وليَّ أمرنا خادم الحرمين الشريفين وولي عهده الأمين والنائب الثاني وأيدهم بنصرك وحفظك.\rوآخر دعوانا أن الحمد لله رب العالمين وصلِّ اللهمَّ وسلم على نبينا محمد وعلى آله وصحبه أجمعين.","seal":"D5C432A0","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"منبر الجمعة أمانة ومسؤولية","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن محمد بن عبد الله بن حميّد","bLnk":null,"Inf":"","Auth":"عبد الله بن محمد آل حميد","Betaka":"اسم الكتاب: منبر الجمعة أمانة ومسؤولية\r\nالمؤلف: عبد الله بن محمد بن عبد الله بن حميّد\r\nالناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية 1419 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"- دكتور عبد الله بن محمد بن عبد الله بن حميّد (المملكة العربية السعودية).\r\n- ولد عام 1376هـ/ 1957م في مدينة أبها بالمملكة العربية السعودية.\r\n- حصل على شهادة الليسانس في اللغة العربية من كلية الشريعة واللغة العربية بأبها 1399هـ, والماجستير بامتياز في الأدب العربي من كلية اللغة العربية بالرياض 1406هـ, والدكتوراه بمرتبة الشرف الأولى من كلية اللغة العربية بالرياض 1414هـ.\r\n- يعمل عضواً في هيئة التدريس بقسم الأدب والبلاغة والنقد في كلية اللغة العربية والعلوم الاجتماعية بأبها, وخطيباً لجامع الملك فهد بأبها.\r\n- عضو اللجنة العلمية بنادي أبها الأدبي.\r\n- عنوانه: كلية اللغة العربية والعلوم الاجتماعية بالجنوب ـ أبها.","seal":"FF1938FB","cat":"الدعوة وأحوال المسلمين","oNum":31067,"BkId":31067,"oAuth":1807,"bVer":1,"aSeal":"4DDEA482"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t31067":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"كلمة بين يدي البحث"},
      {"lvl":1,"id":4,"sub":0,"tit":"الفصل الأول من آداب الوقوف على المنبر"},
      {"lvl":1,"id":12,"sub":0,"tit":"الفصل الثاني وقفات سريعة حول خطبة الجمعة"},
      {"lvl":1,"id":23,"sub":0,"tit":"الفصل الثالث أخطاء ينبغي تجنبها على منبر الجمعة"},
      {"lvl":1,"id":32,"sub":0,"tit":"الفصل الرابع اقتراحات تتعلق بالخطيب وبموضوع الخطبة"},
      {"lvl":1,"id":45,"sub":0,"tit":"الخاتمة"}
    ]
}
