{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b31072":
    [
      {"page":null,"id":0,"nass":"[مقدمة]\rموضوعات خطبة الجمعة إعداد الشيخ عبد الرحمن بن معلى اللويحق\rبسم الله الرحمن الرحيم","seal":"83D13251","part":null},
      {"page":3,"id":1,"nass":"الحمد لله وحده والصلاة والسلام على من لا نبي بعده: أما بعد:\rإن لخطبة الجمعة - لو قَدرت قدرها - أثرًا وخطرًا عظيما فبها يِمكن أن تحدث تبدلات وَتحولات في الأمة، وعن طريقها يمكن أن يصلح فئام من الناس، إذ الشارع الحكيم لا يِشرع أمرًا إلا لحكم وغايات، ومقاصد وأهداف، بيد أن العباد ببعدهم عن الالتزام بالشرع يفوتون على أنفسهم تحقيق تلك المصالح.\rوإذا أريد لخطبة الجمعة أن تقع موقعها، وتؤثر الأثر المنشود فلابد من الاهتمام بأمور أولاها بالعناية موضوع الخطبة فهو روحها، فكم من خطيب بليغ، متوقد العاطفة، يتكلم بضروب من الكلام لا يِستفاد منها، لأنه لم يعتن بموضوعها.\rوقد كان حقيقًا بأهل العلم أن يتدارسوا ويؤصلوا قواعد وضوابط ما يقال في خطبة الجمعة، ويجعلوا ذلك في سياق عام لدراسة كل ما يخص الأئمة والخطباء والمسجد.\rوقد جعلت هذا البحث في مبحثين وخاتمة.","seal":"7C43247E","part":1},
      {"page":4,"id":2,"nass":"المبحث الأول عنوانه: سيِاق الخطبة وأجزاؤها وفيه تسعة مطالب:\rالمطلب الأول: السلام.\rالمطلب الثاني: الحمد والثناء.\rالمطلب الثالث: الصلاة على النبي صلى الله عليه وسلم والشهادة له بالرسالة.\rالمطلب الرابع: الوصية بتقوى الله تعالى.\rالمطلب الخامس: قراءة القرآن الكريم في الخطبة.\rالمطلب السادس: الدعاء.\rالمطلب السابع: كلام الخطيب مع الناس.\rالمطلب الثامن: التَرتيب والموالاة بين أجزاء الخطبة.\rالمطلب التاسع: ترجيحات لبعض العلماء في حكم أجزاء الخطبةَ.\rوالمبحث الثاني وعنوانه: ضوابط وقواعد لموضوعات خطبة الجمعة، وفيه عشرة مطالب.\rالمطلب الأول: حسن اختيار الموضوع.\rالمطلب الثاني: حسن الإعداد.","seal":"CD5D4775","part":1},
      {"page":5,"id":3,"nass":"المطلب الثالث: وحدة الموضوع وترابطه.\rالمطلب الرابع: تخفيف الخطبة وتَقصيرها.\rالمطلب الخامس: مراعاة القدرة.\rالمطلب السادس: مراعاة الأحوال.\rالمطلب السابع: حسن النقد وجمال النصح.\rالمطلب الثامن: الموازنة ببن المتقابلات.\rالمطلب التاسع: التثبتَ.\rالمطلب العاشر: معالجة مشكلات الأمة.","seal":"F98FB3B5","part":1},
      {"page":6,"id":4,"nass":"[المبحث الأول سياق الخطبة وأجزاؤها]\r[المطلب الأول السلام]\rالمبحث الأول\rسياق الخطبة وأجزاؤها المطلب الأول\rالسلام سلام الخطيب على الناس قبل الخطبة: يشرع لكل داخل على قوم أن يسلم بتحية الإسلام: \" السلام عليكم ورحمة الله وبركاتَه \" وهذا من الأخلاق الحميدةَ التي دعا إليها الإسلام، يقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} [النور: 27] (¬1) ويقول سبحانه: {فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ} [النور: 61] (¬2) .\rوالخطيبِ يدخل المسجد يوم الجمعةَ والناس فيِه يِنتظرون، فكان مشروعًا له أن يسلم عليهم، ولعلماء الأمة وفقهائها كلام في حكم السلام ومحله أجمله فيما يلي:\r¬_________\r(¬1) سورة النور آية 27.\r(¬2) سورة النور آية 61.","seal":"522C6A79","part":1},
      {"page":7,"id":5,"nass":"1 - الخلاف في حكم السلام: اختلف الفقهاء في حكم سلام الخطيب على قوليِن: -\rالقَول الأول: مشروعية سلام الخطيب على من في المسجد وبهذا القول قال المالكية (¬1) والشافعيِة (¬2) والحنابلة (¬3) .\r- القَول الثَاني: إن سلام الخطيب على من في المسجد لا يجوز، وهذا قول الحنفيةَ، بل إنهم جعلوا ترك السلام من خروج الخطيب إلى الناس إلى دخوله في الصلاة سنة (¬4) .\rالأدلة:\rأدلة القول الأول: استدل أصحاب هذا القول بجملة من الأحاديث الدالة على مشروعيِة سلام الخطيب منها:\r- عن جابر بن عبد الله - رضي الله عنهما - قال: «كان النبي صلى اللَه عليه وسلم إذا صعد المنبر سَلّم» (¬5) .\r¬_________\r(¬1) ينظر: الدردير، الشرح الكبير والعدوي، حاشيته على الخرشي 2 / 82.\r(¬2) ينظر: النووي، روضة الطالبين 2 / 31، والشربيني، ومغني المحتاج 1 / 289.\r(¬3) ينظر البهوتي، كشاف القناع 2 / 35، والمرداوي، الإنصاف 2 / 395.\r(¬4) ينظر الحصفكي، الدر المختار 2 / 150 مع حاشية ابن عابدين.\r(¬5) رواه ابن ماجة في السنن1 / 352، والبيهقي في السنن الكبرى 3 / 204، والبغوي في شرح السنة 4 / 242.","seal":"7C1E1211","part":1},
      {"page":8,"id":6,"nass":"- وعن ابن عمر - رضي الله عنهما قال: «كان رسول الله - صلى الله عليِه وسلم - إذا دنا من منبره يوم الجمعة سلّم على من عنده من الجلوس، فإذا صعد المنبر استقبل الناس بوجهه ثم سلّم» (¬1) .\r- عن ابن جريج عن عطاء: «أن النبي صلى الله عليه وسلم كان إذا صعد المنبر أقبل بوجهه على الناس فقال: السلام عليكم» (¬2) .\r- عن الشعبي قال: «كان رسول الله صلى الله عليِه وسلم إذا صعد المنبر يوم الجمعة استقبل الناس بوجهه فقال: السلام عليكم، ويحمد الله ويثني عليه، ويقرأ سورة ثم يجلس ثم يقوم فيخطب ثم ينزل وكان أبو بكر وعمر يفعلانه» (¬3) .\rأدلة القول الثاني: لم أجد لأصحاب القول الثاني أدلة.\r2 - الخلاف في محل السلام: اختلف القائلون بمشروعية تسليم الخطيب يوم الجمعة على الناس في محل ذلك السلام على قولين: -\rالقول الأول: إن الإمام يسلم حال دخوله المسجد ثم يسلّم حين يصعد المنبر ويستقبل الناس بوجهه، وهذا قول الشافعية (¬4) والحنابلة (¬5) .\r¬_________\r(¬1) رواه البيهقي 3 م 205.\r(¬2) رواه عبد الرزاق في المصنف 3 / 192.\r(¬3) رواه ابن أبى شيبة في المصنف1 / 449 وعبد الرزاق في المصنف 393.\r(¬4) انظر النووي: روضة الطالبين 2 / 31، والشربيني، مغني المحتاج 1 / 389.\r(¬5) ينظر: البهوتي، كشف القناع 2 / 35، والمرداوي، والإنصاف2 / 395 - 396.","seal":"9EBD1BA5","part":1},
      {"page":9,"id":7,"nass":"ففي المغني قال ابن قدامة: \"ويِستحب للإمام إذا خرج أن يسلّم على الناس ثم إذا صعد المنبر فاستقبل الحاضرين سلّم عليهم (¬1) .\rالقول الثاني: إنه يسلّم حال الدخول على الناس ويكره له التسلِيم إذا صعد المنبر، وهذا قول المالكية (¬2) .\rجاء في المدونة قول ابن القاسم: (وسألت مالكًا إذا صعد الإمام على المنبر يوم الجمعة هل يسلّم على الناس، قال: لا، وأنكر ذلك) (¬3) .\rوفى شرح منح الجليل: (و) ندب (سلام الخطيب) على الجماعة الذين في المسجد (لخروجه) على الناس للخطبة أي عنده وإن كان السلام في ذاته سنة ورده فرض كفاية، (لا) يِندب سلامه عند انتهاء (صعوده) أي الخطيب على المنبر فيكره، ولا يجب رده، لأنه معدوم شرعًا وهو كالمعدوم حساً) (¬4) .\rالأدلة:\rأدلة القَول الأول: استَدل القائل بمشروعية السلام في الحالِين بجملة أدلة هي: -\r¬_________\r(¬1) ابن قدامة، المعني 3 / 161.\r(¬2) ينظر: محمد عليشِ، شرح منح الجليل 1 / 263، والخرشي على مختصر خليل 2.\r(¬3) الإمام مالك، المدونة الكبرى1 / 150.\r(¬4) محمد عليش: شرح الجليل 1 / 263.","seal":"E5F51CBF","part":1},
      {"page":10,"id":8,"nass":"1 - حديثِ جابر السابقَ ذكره.\r2 - حديث ابن عمر السابق ذكره.\r3 - مرسل الشعبي السابق ذكره.\rوعللوا تكرار السلام بعد صعوده المنبر: أن الخطيب إذا صعد المنبر استدبر الناس في صعوده فكان مشروعًا له أن يسلم عليهم مرة أخرى إذا استقبلهم (¬1) .\rتعليل القول الثاني: يعلل المالكية لقولهم بكراهة التسليم الثاني بعدم قيام الدليل عليه، ففي حاشية العدوي: \" لأنه لم يرد ذلك في شيء من الروايِات الثابتة عن النبي صلى الله عليه وسلم وإنما هو شيء محدث\" (¬2) .\rوالراجح من هذه الأقوال مشروعية السلام وتكراره في الحالين لما يلي:\r1 - عمومات الأدلة الدالة على مشروعية سلام الداخل.\r2 - الأدلة النصية المذكورة في سلام النبي صلي الله عليه وسلم على الناس.\r3 - أن الخطيب عند خول المسجد يسلّم على من حوله بينما هو بعد صعوده يسلّم على الحاضرين كلهم.\r¬_________\r(¬1) ينظر: النووي، المجموع 4 / 526.\r(¬2) العدوي: حاشية العدوي على الخرشي 8212.","seal":"9CD4C6F2","part":1},
      {"page":11,"id":9,"nass":"[المطلب الثاني الحمد والثناء]\rالمطلب الثاني\rالحمد والثناء دلت أحاديث النبي صلى اللَه عليه وسلم المنقول فيها خطبه على أنه كان يبدأ بالحمد والثناء على الله سبحانه وتعالى، فمن ذلك:\rعن جابر بن عبد اللَه - رضي الله عنهما - قال: \" كانت خطبة النبي صلى الله عليِه وسلم يِوم الجمعة يحمد اللَه ويثني عليه ثم يِقول على إثر ذلك وقد علا صوته واشتد غضبه حتى كأنه منذر جيش يقول: صبحكم ومساكم ( «بعثت أنا والساعة كهاتين ويقرن بين إصبعية السبابة والوسطى» ) (¬1) .\rوفي لفظ عنه أنه قال: \"كان رسول الله صلى الله عليه وسلم يخطب الناس، ويحمد الله ويثني عليه بما هو أهله ثم يقول: «من يهده الله فلا مضل له ومن يضلل فلا هادي له وخير الحديث كتاب الله» (¬2) .\r¬_________\r(¬1) رواه مسلم في الصحيح (767) في الجمعة باب تخفيف الصلاة والخطبة، والنسائي (8813 1 - 189) في العيدين باب الخطبة، وابن ماجة في السنن 1 / 17 وابن خزيمة في الصحيح 3 / 143.\r(¬2) رواه مسلم (868) في الجمعة - باب تخفيف الصلاة والخطبة.","seal":"AA51A696","part":1},
      {"page":12,"id":10,"nass":"وما روي عن الحكم بن حزن الكلفي قال: «وفدت إلى رسول الله صلى الله عليه وسلم سابع سبعة أو تاسع تسعة، فدخلت عليِه، فقلت: يا رسول الله، زرناك فادع لنا بخير، فأمر بنا أو أمر لنا بشيء من التمر والشأن إذ ذاك دون، فأقمنا بها أيامًا شهدنا فيها الجمعة مع رسول الله صلى الله عليه وسلم فقام متوكئًا على عصى أو قوس، فحمد الله وأثنى عليه كلمات خفِيفات طيباتَ مباركات، ثم قال» : «أيها الناس إنكم لن تطيقوا، أو لن تفعلوا كل ما أمرتم به، ولكن سددوا وأبشروا» (¬1) .\rوقد كان الواصفون لخطبة الرسول صلى الله عليه وسلم يذكرون سياق الخطبة بقولهم: ثم قال بعد الحمد لله والثناء.\rوقد ساق البخاري جملة من تلك الأحاديِث في صحيحه: كتاب الجمعة، باب من قال في الخطبةَ بعد الثناء: أما بعد، فذكر حديث أسماء بنت أبي بكر - رضي الله عنهما - في ذكر الكسوف قالت: «فخطب الناس وحمد الله بما هو أهله ثم قال: أما بعد. . .» الحديث (¬2) .\r¬_________\r(¬1) رواد أبو داود 1 / 287 رقم 1096، كتاب الصلاة، باب الرجل يخطب على قوس.\r(¬2) رواه البخاري كتاب الجمعة باب من قال في الخطبة بعد الثناء: أما بعد (402) .","seal":"BA7BAE73","part":1},
      {"page":13,"id":11,"nass":"وذكر حديث عمرو بن تغلب في قصة المال الذي وزع على الناس فأعطى النبي صلى الله عليه وسلم رجالًا وترك رجالًا فبلغه أن الذين ترك عتبوا، قال: «فحمد الله ثم أثنى عليه ثم ساق الحديث» ، وذكر أحاديث أخرى في خطبة عليه الصلاة والسلام يدل على أنه لم يترك التحميد والتهليل والثناء على الله عز وجل بما هو أهله صدر كل خطبه من خطبه الجمعة وغيرها (¬1) .\rبل إن الأمر ورد بالحمد والثناء في الخطبة، فقال عليه الصلاة والسلام في حديث أبى هريرة - رضي الله عنه -: «كل أمر ذي بال لا يبدأ فيه بالحمد لله أبتر» (¬2) . وفي رواية (أقطع) وفي رواية (أجذم) وفي الحديث «كل خطبة ليس فيها شهادة كاليد الجذ ماء» ) (¬3) .\rوهذه الأحاديث دالة على مشروعية الحمد والثناء والتَشهد، ولكن العلماء اختلفوا في درجة هذه المشروعية.\rففي المذهب الحنفي: يختلف القول في ذلك.\r¬_________\r(¬1) انظر هذه الأحاديث في البخاري كتاب الجمعة باب من قال في الخطبة بعد الثناء أما بعد (452) .\r(¬2) الحديث رواه أبو داود باب الهدي في الكلام من كتاب الأدب (2 / 560) بلفظ أجذم، وابن ماجة في كتاب النكاح باب في خطبة النكاح (1 / 160) وأحمد في المسند (2 / 259) .\r(¬3) أخرجه الإمام أحمد في المسند 2 / 302 تحقيق أحمد شاكر وأبو داود 13 / 185 مع عون المعبود والبخاري في التاريخ الكبير 4 / 229 وابن حبان في موارد الضمان ص 152، 489، والترمذي في سننه 2 / 179، وقال: حديث حسن غريب، والبيهقي والسنن 3 / 209.","seal":"4FB56EE0","part":1},
      {"page":14,"id":12,"nass":"فعند الإمام أبي حنيفة الحمد سنة، فلو حمد أو هلل أو سبح كفاه ذلك وأما عند أبي يوسف ومحمد فالتَحميِد واجب (¬1) .\rففي المبسوط: \" وإذا خطب بتسبيحة واحدة أو بتهليل أو بتحميد أجزأه في قول أبي حنيفة، وقال أبو يوسف ومحمد - رحمهما اللَه تعالى: (لا يجزؤه حتى يكون كلامًا يسمى خطبة) (¬2) وفي تبيين الحقائق (وقال أبو يوسف ومحمد لابد من ذكر طويل يسمى خطبةَ وأقله قدر التشهد إلى قوله (عبده ورسوله) يثني بها على الله تعالى ويصلي على النبي صلى الله علِيه وسلم ويِدعو للمسلمين) (¬3) .\rوعند المالكية: يختلف القول أيضا، فالمشهور من المذهب أنه مندوب، ففي حاشية الدسوقي: (وعلى المشهور فكل من الحمد والصلاة على النبي والقرآن مستحب) (¬4) وقال بعضهم إنه شرط لصحة الخطبة فقد نقل في حاشية الدسوقي عن بعض العلماء المالكية قولهم (أقل الخطبة حمد الله والصلاة والسلام على\r¬_________\r(¬1) انظر السرخسي، المبسوط 2 / 30 والزيلعي، وتبين الحقائق 1 / 220.\r(¬2) السرخسي، المبسوط 2 / 30.\r(¬3) الزيلعي تبين الحقائق 1 / 220.\r(¬4) الدسوقي، الحاشية 1 / 378.","seal":"BE8DADF6","part":1},
      {"page":15,"id":13,"nass":"النبي صلى الله عليه وسلم وتحذير وتبشير وقرآن) . وقال: (إن ذلك مقابل المشهور في المذهب وهو القول بأن الحمد مندوب) (¬1) .\rوجعل الشافعيةَ التحميد ركنا وبعضهم يسميه فرضا.\rففي المذهب: \" وفرضها أربعة أشياء أحدها: أن يحمد الله تعالى (¬2) .\rوفي روضة الطالبين: \" وأركان الخطبةَ خمسة أحدها: يحمد الله تَعالى، ويتعيِن لفظ الحمد (¬3) .\rومنهم من قال إنه شرط لصحة الخطبة وهو قول الحنابلةَ (¬4) ففي كشاف القناع: \"ومن شرط صحة كل منهما أي الخطبتين. . . (حمد الله) بلفظ الحمد لله فلا يجزئ غيره لحدثِ أبي هريرة مرفوعا (كل كلام لا يبدأ فيه بالحمد دنَه فهو أجذم) رواه أبو داود، ورواه جماعة مرسلا وروى أبو داود عن ابن مسعود قال: (كان النبي صلى الله عليه وسلم إذا تشهد قال: الحمد لله) (¬5) .\r¬_________\r(¬1) الدسوقي: الحاشية 1 378 وينظر أيضا الدردير، الشرح الصغر 1 / 499، والخطاب، مواهب الجليل 2 / 165 ومحمد عليش، شرح منح الخليل 3 256 - 261.\r(¬2) نقلا عن النووي، المجموع 4 / 516.\r(¬3) النووي، روضة الطالبين 2 / 24 وينظر الرملي نهاية المحتاج 2 / 300 والشربيني، مغني المحتاج 1 م 285.\r(¬4) ينظر ابن قدامة، المغني 3 / 173 والمرداوي، والإنصاف 2 / 387 وابن مفلح المبدع 2 / 285.\r(¬5) البهوتي، كشاف القناع 1 / 285.","seal":"BE4B7DDD","part":1},
      {"page":16,"id":14,"nass":"وظاهر من هذه الأقوال أنه ليس أحد من العلماء إلا ويجد التحميد وما يتبعه من التشهد مشروعاُ في الخطبة وإن كانوا اختلفوا في درجة المشروعية.\rوأما صيغة الحمد فقد أوجب العلماء صيغة الحمد دون غيرها من صيغ التعظيم والثناء ففي مغني المحتاج: \"ولفظهما أي: الحمد والصلاة، متعين للاتباع، ولأنه الذي مضى عليه الناس في عصر النبي صلى الله عليه وسلم إلى عصرنا، فلا يجزئ الشكر والثناء، ولا إله إلا الله، ولا العظمة والجلال والمدح نحو ذلك، ولا يتعين لفظ الحمد بل يجزئه بحمد الله أو أحمد الله أو لله الحمد أو الله أحمد\" (¬1) .\rوفي الإنصاف: \"ومن شرط صحتهما حمد الله بلا نزاع فيقول: الحمد لله بهذا اللفظ قطع به الأصحاب منهم المجد في شرحه وابن تيمية وابن حمدان وغيرهم قال في النكث: لم أجد فيه خالفاً (¬2) .\r¬_________\r(¬1) لشرير، معي المحتاج 1 / 285.\r(¬2) المرداوي، الإنصاف 2 / 287.","seal":"953A8440","part":1},
      {"page":17,"id":15,"nass":"[المطلب الثالث الصلاة على النبي صلى الله عليه وسلم والشهادة له بالرسالة]\rالمطلب الثالث\rالصلاة على النبي صلى الله عليه وسلم والشهادة له بالرسالة لقد رفع الله ذكر نبيه محمد صلى الله عليه وسلم فما من عبادة تفتقر إلى ذكر الله عز وجل كالأذان إلا كان مشروعًا أن يذكر فيها النبي صلى الله عليه وسلم يقول تَعالى: {ورفعنا لك ذكرك} [الشرح: 4] (¬1) .\rوقد أمر الله عز وجل عباده بالصلاة على نبيه فقال: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [الأحزاب: 56] (¬2) .\rوالصلاة على النبي صلى الله عليه وسلم , وإن كانت مشروعة بكل حال إلا أن مشروعيتها تتأكد يوم الجمعة.\rفعن أوس بن أوس - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم: « (من أفضل أيامكم يِوم الجمعة فيه خلق آدم وفيه قبض وفيه النفخة وفيِه الصعقة فأكثروا عليَّ من الصلاة فيه، فإن صلاتكم معروضة علي. . .) » (¬3) .\r¬_________\r(¬1) سورة الشرح آية 4.\r(¬2) سورة الأحزاب آية 56.\r(¬3) رواه أحمد 4 / 8 وأبو داود 3 / 370 والنسائي 3 / 91 والدارمي1 / 369 وابن خزيمة 3 / 118.","seal":"9B4B111D","part":1},
      {"page":18,"id":16,"nass":"وقد اختلف فقهاء المذاهب في حكم الصلاة على النبي صلى الله عليه وسلم فذهب أبو حنيفةَ إلى القول بسنية الصلاة على النبي صلى الله عليه وسلم في الخطبةَ، وهذا القول هو المشهور في المذهب المالكي.\rجاء في بدائع الصنائع: وأما سنن الخطبة فمنها. . ويصلي على النبي صلى الله عليه وسلم (¬1) .\rوقال الدردير في الشرح الكبير: \" وندب ثناء على اللَه وصلاة على نبيه (¬2) . وذهب الشافعية إلى أنه فرض أو ركن، ففي مغني المحتاج في بيِان أركان الخطبة: والثاني الصلاة على رسول الله صلى الله عليه وسلم \" (¬3) .\rوالمذهب عن الحنابلة أن الصلاة على النبي صلى الله عليه وسلم في الخطبة شرط ففي الإنصاف في بيان شروط الخطبة: (ومن شرط صحتها حمد الله. . . والصلاة على النبي صلى الله عليه وسلم) : هذا المذهب وعليه أكثر الأصحاب. . . وقيل لا يشترط ذكره (¬4) .\r¬_________\r(¬1) الكاساني: بدائع الصنائع، 1 / 363 وينتظر أيضا عابدين، حاشيته 2 / 369، حاشيته2 / 149.\r(¬2) الدردير، الشرح الكبير 1 / 873، وينتظر أيضا العدوي، حاشيته على الخرشي 2 / 78.\r(¬3) الشربيني، مغني المحتاج 1 / 285.\r(¬4) المرداوي، الإنصاف 2 / 387.","seal":"4B9FBA78","part":1},
      {"page":19,"id":17,"nass":"وقال ابن قدامة: \"ويحتمل أن لا تجب الصلاة على النبي صلى الله عليه وسلم (¬1) .\rالأدلة: ويستدل أصحاب الأقوال الثلاثة القائلون بالوجوب أو أنه شرط أو أنه ركن بجملة أدلة منها:\rقوله سبحانه: {ورفعنا لك ذكرك} [الشرح: 4] (¬2) روي عن مجاهد في تفسير الآية أنه قال: (لا أذكر إلا ذكرت أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله) .\rقال ابن قدامة: وإذا وجب ذكر الله وجب ذكر النبي صلى الله عليه وسلم، لما روي في تفسير قوله تعالي: {ألم نشرح لك صدرك} [الشرح: 1] (¬3) . {ورفعنا لك ذكرك} [الشرح: 4] (¬4) . قال: (لا أذكر إلا ذكرت معي) ولأنه موضع وجب فيه ذكر الله تعالي والثناء عليه فوجبت فيه\r¬_________\r(¬1) ابن قدامة، المغني 3 م 174.\r(¬2) سورة الشرح آية 4.\r(¬3) سورة الشرح آية 1.\r(¬4) سورة الشرح أية 4.","seal":"49D325BA","part":1},
      {"page":20,"id":18,"nass":"الصلاة على النبي صلى الله عليه وسلم كالأذان والتشهد) ((¬1) .\rوقال الشربيني: لأنها عبادة افتقرت إلى ذكر الله فافتقرت إلي ذكر رسول الله صلي الله عليه وسلم، كالأذان والصلاة) (¬2) .\rوما روي عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: قال الله تعالي: «وجعلت أمتك لا تجوز عليهم خطبة حتى يشهدوا أنك عبدي ورسولي» (¬3) .\rوعن أبي هريرة - رضي الله عنه قال: قال: رسول الله صلى الله عليه وسلم: «ما جلس قوم مجلسا لم يذكروا فيه ربهم ولم يصلوا على نبيهم صلى الله عليه وسلم إلا كان ترة عليهم يوم القيامة إن شاء أخذهم الله وإن شاء عفا عنهم) » (¬4) .\rوأما الذين قالوا بعدم الوجوب أو الاشتراط فعللوا ذلك: بأن النبي صلى الله عليه وسلم لم يذكر ذلك في خطبه، وعمالا بالأصل (¬5) .\r¬_________\r(¬1) ابن قدامة المغني 3 / 173 - 174.\r(¬2) الشربيني، مغني المحتاج 1 / 285.\r(¬3) رواه البيهقي في دلائل النبوة.\r(¬4) سنن البيهقي 3 / 210 كتاب الجمعة باب يستدل له على وجوب ذكر النبي صلى الله عليه وسلم في الخطبة.\r(¬5) ينظر البهوتي، كشاف القناع 2 / 32.","seal":"59AB62A5","part":1},
      {"page":21,"id":19,"nass":"قال ابن قدامة: (ويحتمل أن لا تجب الصلاةَ على النبي صلى الله عليه وسلم، لأن النبي صلى الله عليه وسلم لم يذكر ذلك في خطبه، وعملا بالأصل) (¬1) .\rصيغة الصلاة على النبي صلى الله عليه وسلم: وأما صيغةَ الصلاة على النبي صلى الله عليه وسلم، فقد قال العلماء: إنها متعينة، ففي مغني المحَتاج \" ولفظهما أي الحمد والصلاة متعين للاتباع، ولأنه الذي مضى عليه الناس في عصر النبي صلى الله عليه وسلم إلى عصرنا (¬2) .\rولا يتعين لفظ اللهم صلى على محمد، بل يجزئ أصلي أو نصلي على محمد، أو أحمد أو الرسول أو النبي أو العاقب أو الحاضر أو الناشر أو النذير، ولا يكفي رحم الله محمدًا أو صلى الله عليه وسلم وصلى الله على جبريل ونحو ذلك \" المرجع السابق 1 / 285.\rوالذي أراه أن يأخذ الخطيب بأفضل الصيغ في الصلاة على النبي صلى الله عليه وسلم، وهي الصيغة الواردة في الإبراهيميةَ.\rمسألة: هل يِلزم مع الصلاة على النبي الشهادة له بالرسالة؟\r¬_________\r(¬1) ابن قدامة، المغني 3 / 174.\r(¬2) الشربيني، مغني المحتاج 1 / 285) .","seal":"B00DB88E","part":1},
      {"page":22,"id":20,"nass":"اختلف العلماء في ذلك:\rقال بعضهم: يجب ذكره بالصلاة عليه.\rوقال بعضهم: يجب ذكره إما بالصلاة وإما بالتشهد، قال شيخ الإسلام وهو اختيِار جدي أبي البركات (¬1) .\rقال المرداوي: فالواجب عنده - يعني المجد - ذكر الرسول لا لفظ الصلاة (¬2) .\rوقد صوب شيخ الإسلام أن ذكره بالتشهد هو الواجب ثم يتَبع ذلك الصلاة عليه صلى الله عليه وسلم فقال: \"والصواب أن ذكره بالتشهد هو الواجب لدلالة هذا الحديث، ولأن الشهادة إيِمان به، والصلاة عليه دعاء له، وأيِن هذا من هذا، والتشهد في الصلاة لابد فيه من الشهادة له في الأول والأخير، وأما الصلاة عليه فشرعتَ مع الدعاء (¬3) .\rولعل قَول ابن تيِمية - رحمه الله - أرجع الأقوال، فإن الأحاديث الواردة فيها ذكر النبي صلى الله عليه وسلم في خطبةَ\r¬_________\r(¬1) ينظر ابن تيمية الفتاوى 22 / 391. وينظر في نسبة القول إليه والإنصاف 3 / 387) .\r(¬2) المرداوي، الإنصاف 3 / 387.\r(¬3) ابن تيمية، الفتاوى 33 / 391 وينظر ذكر هذه الأقوال والنقل عن شيخ الإسلام المرداوي والإنصاف 3 / 387، وابن المفلح المبدع 2 / 158.","seal":"903AE402","part":1},
      {"page":23,"id":21,"nass":"الحاجة ونحوها يرد فيها لفظ الشهادةَ ثم يصلي على النبي صلى الله عليه وسلم فإنه لابد من الصلاة والسلام عليه إذا ذكر، فالشهادة هي الأصل والصلاة تَبع فإن الشهادة بها يصير الإنسان مسلمًا وهي الأصل، وفي السنن عن النبي صلى الله عليه وسلم قال: « (ليس كل خطبة ليس فيها تشهد فهي كاليد الجذماء) » (¬1) ويشهد لذلك ما رواه أبو داود عن ابن مسعود - رضي اللَه عنه «أن رسول الله صلى الله عليه وسلم كان إذا تشهد قال: الحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأشهد أن محمدًا عبده ورسوله أرسله بالحق بشيرًا ونذيرًا بين يدي الساعة من يطع الله ورسوله فقد رشد ومن يعصمها فإنه لا يضر إلا نفسه ولا يضر الله شيئًا» (¬2) .\r¬_________\r(¬1) ينظر ابن تيمية، الفتاوى 22 / 390، وقد سبق تخرجه.\r(¬2) سنن أبي داود كتاب الصلاة، باب الرجل يخطب على قوس 1 / 287.","seal":"822C7600","part":1},
      {"page":24,"id":22,"nass":"[المطلب الرابع الوصية بتقوى الله تعالى]\rالمطلب الرابع\rالوصية بتقوى الله تعالى إن المسلم في حاجةَ دومًا إلى التذكير والإرشاد، ولذلك أمر الله سبحانه رسوله الكريم بتذكير الناس ليِنتفعوا، قَال تعالى: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ} [الذاريات: 55] (¬1) ولعل من المقاصد الشرعية للخطبة يوم الجمعة الموعظة وجمع المسلمين في مكان واحد كل أسبوع ليسمعوا كلام الله فتَحيا قلوبهم بالإيِمان وتندفع نفوسهم إلى الخير.\rوالوصيِة بتقوى الله عز وجل مشروعة في الخطبة عند المذاهب الفقهية دل على ذلك جملة نصوص منها:\r1 - ما جاء في سنن أبي داود: عن جابر بن سمرة قال: «كان لرسول الله صلى الله عليه وسلم خطبتان كان يجلس بينهما يقرأ القرآن ويذكر الناس» (¬2) .\r2 - وفي لفظ آخر: عن جابر بن سمرة قال: «كانت صلاة رسول الله صلى الله عليه وسلم قصدًا وخطبته قصدًا يِقرأ\r¬_________\r(¬1) سورة الذاريات آية 55.\r(¬2) سنن أبى داود كتاب الصلاة باب الخطبة قائما 1 / 286.","seal":"DF3370E0","part":1},
      {"page":25,"id":23,"nass":"آيِاتَ من القرآن ويذكر الناس» (¬1) ولأن المقصود من الخطبة هو الوعظ والتذكير (¬2) .\rولكن الفقهاء اختلفوا في حكمها على قولين:\r- فذهب أبو حنيفة إلى أن الوعظ والتذكير سنة، وهو المشهور في المذهب المالكي جاء في بدائع الصنائع في سياق ذكر سنن الخطبةَ: \"ويعظ ويذكر \" (¬3) .\rوجاء في الشرح الكبير (وندب ثناء على الله وصلاة على نبيه وأمر بتقوى ودعاء بمغفرة وقَراءة شيء من القران) (¬4) .\rأما الشافعية فالوصية بتقوى الله عندهم ركن أو فرض وجعلها الحنابلةَ شرطا.\r- ففي المجموع: ساق النووي أركان الخطبة فقال: \"الثالث: الوصية بتقوى الله تعالى \" (¬5) .\rوجاء في الإنصاف: (والوصية\r¬_________\r(¬1) سنن أبي داود كتاب الصلاة باب الرجل يخطب على القوس 1 / 288.\r(¬2) ينظر البهوتي، كشاف القناع 20 / 32.\r(¬3) الكاساني بدائع الصنائع 1 / 263.\r(¬4) الدردير، الشرح الكبير 1 / 178.\r(¬5) النووي المجموع 4 / 519.","seal":"B4CA1ED2","part":1},
      {"page":26,"id":24,"nass":"بتقى الله) يعني يشترط في الخطبتين الوصية بتقوى الله، وهو المذهب، وعليه أكثر الأصحاب وقطع به كثير (¬1) .\rوهل هي واجبة في الخطبة الأولى أو الثانية:\rاختلف العلماء في هذه المسألة على ثلاثة أقوال: يرى الحنفية أن الوعظ والتذكير المسنون في الخطبة الأولى , وفي الخطبة الثانية يحل دعاء للمؤمنين والمؤمنات محله ولا يعظ في الثانية.\rجاء في حاشية بن عابدين في سياق ذكر سنن الخطبة: (والعظة والتذكير والقراءة قال في التجنيس: والثانية كالأولى إلا أنه يدعو للمسلمين مكان الوعظ) (¬2) .\rأما الشافعية فيرون أن الوصية بتقوى الله تعالى ركن في الخطبتين بمعنى أنه لابد من الوعظ والتذكير في كلتا الخطبتين وهذا هو المذهب عند الحنابلة إلا أنهم يرونها شرطا.\rقال صاحب مغني المحتاج بعد ذكر ثلاثة أركان من أركان الخطبة، وهي الحمد والصلاة على رسول الله صلى الله عليه وسلم، والوصية بتقوى الله، قال: (وهذه الثلاثة) الأركان المذكورة\r¬_________\r(¬1) المرداوي الإنصاف 2 / 388.\r(¬2) ابن عابدين حاشية على الدار المختار 2 / 149.","seal":"5A1D5FEB","part":1},
      {"page":27,"id":25,"nass":"(أركان في) كل من (الخطبتين) لاتباع السلف والخلف، ولأن كل خطبة منفصلة عن الأخرى (¬1) .\rوجاء في المبدع في سياق ذكر شروط صحة الخطبتين: (والوصية بتقوى الله تعالى، أنه المقصود) (¬2) .\rوقيل: الوصية بتقوى الله شرط في الخطبة الثانية فقط، وهو راوية عند الحنابلة , قال المرداوي: \" وهو ظاهر كلام الخرقي فإنه قال في الثانية: ولم يقل في الأولى ووعظ \" (¬3) .\rصيغة الوصية بتقوى الله: يرى الشافعية على الصحيح في مذهبهم أنه لا يتعين لفظ الوصية بتقوى الله إنما الواجب على الخطيب أن يأتي بما يدل على الموعظة طويلا كان أو قصيرا كأطيعوا الله وراقبوه.\rجاء في روضة الطالبين: \" وهل يتعين لفظ الوصية قال إمام الحرمين: ولا خلاف أنه لا يكفي الاقتصار على التحذير من الاغترار بالدنيا وزخارفها، فإن ذلك قد يتواصى به منكر الشرائع بل لا بد من\r¬_________\r(¬1) الشربيني، مغني المحتاج 1 / 286.\r(¬2) ابن مفلح، المبدع 2 / 25.\r(¬3) المرداوي، الإنصاف 2 / 288.","seal":"82B46BF4","part":1},
      {"page":28,"id":26,"nass":"الحمل على طاعة الله عز وجل والمنع من المعاصي، ولا يجب في الموعظة كلام طويل بل لو قال: أطيعوا الله كفى (¬1) .\rوهناك وجه آخر عند الشافعيةَ: أنه يتَعين لفظ الوصية بتقوى الله قياسا على الحمد والصلاة (¬2) .\rوقال النووي بعد ذكر هذا الوجه: \"وهذا ضعيف أو باطل، لأن لفظ الحمد والصلاة تعبدنا به في مواضع، وأما لفظ الوصيِة فلم يرد نص بالأمر به ولا بتعينه \" (¬3) .\rوعند الحنابلة أيضا لا يتعين لفظ الوصية بتقوى الله، وأقلها: اتَقوا الله، وأطيعوا الله، ونحوه (¬4) .\rوذكر بعض الحنابلة أن الوعظ لابد أن يشتمل على ما يحرك القلوب ويدفعها إلى الخير. جاء في المبدع: \" وذكر أبو المعالي والشيخ تَقي الدين: ولا يكفي ذكر الموت وذم الدنيا، ولا بد أن يحرك القلوب ويبعث بها إلى الخير، فلو اقتصر على أطيعوا الله\r¬_________\r(¬1) \"النووي، روضة الطالبين 2 / 25.\r(¬2) ينظر المرجع السابق 2 / 25، والشربيني، مغني المحتاج 1 / 285.\r(¬3) النووي المجموع 4 / 52.\r(¬4) ينظر البهوتي، كشاف القناع 2 / 32.","seal":"0741EF83","part":1},
      {"page":29,"id":27,"nass":"واجتنبوا معاصيه فالأظهر لا يكفي وإن كان فيه وصية، لأنه لابد من اسم الخطبة عرفا \" (¬1) .\rويظهر مما سبق أن الأفضل أن يأتي الخطيب بوعظ وتذكير يشتمل على تقوى الله ويأمر بالمعروف أو ينهى عن المنكر أو غير ذلك مما يسمى وعظا عرفا، وإنما الخلاف بين العلماء في القدر المجزئ.\r\r[المطلب الخامس قراءة القرآن الكريم في الخطبة]\rالمطلب الخامس\rقراءة القرآن الكريم في الخطبة أولا: حكم قراءة القرآن في الخطبة: دلت الأحاديث على مشروعية قراءة القرآن في الخطبة فمن ذلك:\rعن صفوان بن يعلى عن أبيه أنه «سمع النبي صلى الله عليه وسلم يقرأ على المنبر {وَنَادَوْا يَا مَالِكُ} [الزخرف: 77] » (¬2) .\r¬_________\r(¬1) ابن مفلح، المبدع 2 / 158 - 159.\r(¬2) رواه مسلم، كتاب الجمعة، باب تخفيف الصلاة والخطبة رقم (871) وأبو داود.","seal":"62088211","part":1},
      {"page":30,"id":28,"nass":"وعن عمرة بنت عبد الرحمن عن أخت لها قالت: «أخذت {ق وَالْقُرْآنِ الْمَجِيدِ} [ق: 1] من في رسول الله صلى الله عليه وسلم يِوم الجمعةَ وهو يقرأ بها على المنبر في كل جمعهَ» ، (¬1) .\r«وعن بنت الحارثة بن النعمان قالت: ما حفظت (ق) إلا من في رسول الله صلى الله عليِه وسلم يخطب بها كل جمعة، وقالت: وكان تنورنا وتنور رسول الله صلى الله عليه وسلم واحدا» (¬2) .\rوعن جابر بن سمرة رضى الله عنه، قال: «كان لرسول الله صلى الله عليه وسلم خطبتان كان يجلس بينهما يِقرأ القرآن ويِذكر الناس» (¬3) .\rعن ابن جريج عن عبد اللَه بن أبي بكر «إن النبي صلى الله عليه وسلم قرأ {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] وهو على المنبر فلما بلغ السجدة التَي فيها نزل فسجد - فسجد الناس معه» (¬4) . وقد اختَلف الفقهاء\r¬_________\r(¬1) رواه مسلم: كتاب الجمعة: باب تخفيف الصلاة والخطبة رقم (871) .\r(¬2) رواه أحمد في المسند 6 / 435، ومسلم في الصحيح 2 / 595، والطبراني في المعجم الكبير في 25 / 142، والبيهقي في السنن3 / 211.\r(¬3) رواه عبد الرزاق والمصنف 3 / 194.\r(¬4) رواه أبو داود في سننه كتاب الصلاة، باب الخطبة قائما (1 / 276) .","seal":"8987A631","part":1},
      {"page":31,"id":29,"nass":"في حكم قراءة القرآن في الخطبة على أقوال عدة: فذهب أبو حنيفة إلى أنها سنة في الخطبة الأولى والثانيةَ.\rجاء في بدائع الصنائع في سياق ذكر سنن الخطبة: ويتلو آيِات من القرآن، وكان الشيخ الإمام أبو بكر محمد بن الفضل البخاري يستحب أن يقرأ الخطيب في خطبته: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا} [آل عمران: 30] ثم القعدة بين الخطبتين سنة عندنا وكذلك القراءة في الخطبة) (¬1) .\rوهو أيضًا سنة عند المالكية على المشهور عندهم، قال الدسوقي في حاشيتَه: \" وعلى المشهور فكل من الحمد والصلاة على النبي صلى الله عليه وسلم والقرآن مستحب) (¬2) .\rوذهب الشافعيِة على الصحيح من مذهبهم إلى الوجوب.\rقال الإمام الشافعي: فلا تتم الخطبتان إلا أن يقرأ في إحداهما آية فأكثر، والذي أحب أن يقرأ بـ (ق) في الخطبةَ الأولى، كما\r¬_________\r(¬1) الكاساني، بدائع الصنائع 1 / 263.\r(¬2) الدسوقي، حاشيته 1 / 378.","seal":"CBD3D461","part":1},
      {"page":32,"id":30,"nass":"روي عن رسول الله صلى الله عليه وسلم، لا يقصر عنها وما قرأ أجزأه إن شاء الله \" الشافعي، الأم 1 / 263.\rوقال النووي: \" الصحيح المنصوص في الأم تجب في إحداهما أيِتهما شاء. . . والمذهب عند الأصحاب أنها تجب في إحداهما لا بعينها \" (¬1) وفي مذهب الشافعية أوجه أخرى ذكرها النووي في المجموع.\rوجعل الحنابلة: القراءة شرطا، قال البهوتي في سياق ذكر شروطه صحة الخطبتيِن: وقراءة آية كاملة لقول جابر: كان صلى اللَه عليه وسلم يِقرأ آيات ويِذكر الناس , رواه مسلم \" (¬2) .\rوفي الإنصاف للمرداوي: \" الصحيح من المذهب أنه يشترط لصحة الخطبتين قراءة آية مطلقا في كل خطبة نص عليه أكثر الأصحاب، لأنها بدل من ركعتين \" (¬3) .\rوفي المذهب روايات أخرى ذكرها المرداوى في الإنصاف، وعلى كل حال فالقراءة مشروعة.\r¬_________\r(¬1) النووي المجموع 4 / 5200 وينظر الرملي، نهاية المحتاج 2 / 202، والنووي، روضة الطالبين 2 / 52.\r(¬2) البهوتي، كشاف القناع 2 / 32.\r(¬3) المرداوي، الإنصاف، ص / 387.","seal":"B9734003","part":1},
      {"page":33,"id":31,"nass":"الأدلة: علل القائلون بأن قَراءة القرآن سنة: بأن الله تعالى أمر بالذكر مطلقًا عن قيد القعدة والقراءة فلا تجعل شرطًا بخبر الواحد، لأنه يصيِر ناسخا لحكم الكتاب، وأنه لا يصلح ناسخا له، ولكن يصلح مكملا له.\rوردوا على استدلال الآخرين بالسنة بقولهم: إن قدر ما ثبت بالكتَاب يكون فرضا، وما ثبت بخبر الواحد يِكون سنة عملا بهما بقدر الإمكان (¬1) .\rواستدل القائلون بالوجوب بمجمل الأحاديث السابق ذكرها وعللوا ذلك أيِضا بأن الخطبتين أقيمتا مقام ركعتين، والخطبة فرض، فوجبت فيها القراءة كالصلاة (¬2) .\rونلاحظ مما سبق أن قراءة القرآن في الخطبة مشروعة عند جميع المذاهب، وإنما ورد الخلاف في درجة هذه المشروعية هل هي سنة أم واجبة، لكن ينبغي على الخطيب أن يقرأ آية فأكثر في الخطبتَين خروجا من الخلاف واحتياطا للعبادة لأن الأمر إذ دار بين الوجوب والاستحباب فالاحتياط الإتيان به، والله أعلم.\rثانيا: مشروعية السجدة إذا قرأ الإمام آية السجدة في الخطبة: عن عمر بن الخطاب رضى الله عنه (قرأ يوم الجمعة على المنبر\r¬_________\r(¬1) ينظر الكاساني، وبدائع الصنائع1 / 263.\r(¬2) ينظر البهوتي: الكشاف القناع 2 / 32، ابن مفلح المبدع 2 / 158.","seal":"52F09705","part":1},
      {"page":34,"id":32,"nass":"بسورة النمل حتى إذا جاء السجدة نزل فسجد وسجد الناس حتى إذا كانت الجمعة القابلة قرأ بها حتى إذا جاء السجدة قال: يا أيِها الناس إنما نمر بالسجود فمن سجد فقد أصاب ومن لم يسجد فلا إثم عليه ولم يسجد عمر رضي الله عنه) .\rوزاد نافع عن ابن عمر - رضي الله عنهما - (إن الله لم يفرض السجود إلا إن شاء) (¬1) . (لفظ البخاري) .\rعن ابن جريج عن عبد الله بن أبي بكر «أن النبي صلى الله عليه وسلم قرأ {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] وهو على المنبر فلما بلغ السجدة التي فيها نزل فسجد فسجد الناس معه» (¬2) .\rعن أبي سعيد الخدري أنه قال: «خطبنا رسول الله صلى الله عليه وسلم يِوما فقرأ صلى الله عليه وسلم فلما مر بالسجدة نزل فسجد وسجدنا معه، وقرأها مرة أخرى، فلما بلغ السجدة تيِسرنا للسجود فلما رآنا قال: إنما هي توبة نبي ولكني أراكم قد استعددتم للسجود فنزل فسجد وسجدنا معه» (¬3) .\r¬_________\r(¬1) رواه البخاري في الصحيح 2 / 101 والبيهقي في السنن 2 / 231 وعبد الرزاق في المصنف بألفاظ مختلفة 3 / 346 والبيهقي والسنن 2 / 321، 3 / 213.\r(¬2) رواه عبد الرزاق في المصنف 3 / 194.\r(¬3) رواه الدارمي في السنن 1 / 282، وابن خزيمة في الصحيح 2 / 355 وابن حبان في الصحيح 4 / 189، 202 والدارقطني في السنن 1 / 408 والحاكم في المستدرك 1 / 284، البيهقي في السنن 2 / 318 وقال: حسن الإسناد صحيح.","seal":"1D01CE53","part":1},
      {"page":35,"id":33,"nass":"وقد اختلف الفقهاء إذا قَرأ الخطيب آيةَ السجدة أثَناء خطبته، فهل ينزل من المنبر ويِسجد سجدة التلاوة أو يستمر في خطبته ولا ينزل , على أقَوال:\rفذهب الحنفية إلى وجوب سجدة التلاوةَ، فإذا قرأ الخطيب آية السجدة فإنه ينزل ويسجد معه السامعون، ويجوز له أن يؤخر ذلك إلى أي وقت شاء، لأنه واجب على التراخي.\rجاء في بدائع الصنائع في سياق بيان حكم سجود التلاوةَ داخل الصلاة وخارجها:\rفأما خارج الصلاة فإنها تجب على سبيل التراخي في دون الفور عند عامة أهل الأصول، لأن دلائل الوجوب مطلقة عند تعيين الوقت فتجب في جزء من الوقت غير معين، ويتعين ذلك بتعيينه فعلا، وإنما يتضيق عليِه الوجوب في آخر عمره كما في سائر الواجبات الموسعة، وأما في الصلاة فإنها تجب على سبيل التضييق.\rوذهب المالكية إلى أنه يكره قراءة آية السجدة أثناء الخطبة، ويكره له السجود إن قرأها.\rوعللوا ذلك بأنه يخل بنظامها، جاء في الشرح الكبير: (وإن قرأها في فرض سجد) ولو بوقت نهي، لأنها تابعة حيِنئذ","seal":"5508B50D","part":1},
      {"page":36,"id":34,"nass":"للفرض. (لا) إن قرأها في خطبة فلا يسجد أي يكره) (¬1) وذهب الشافعية والحنابلة إلى أنه يجوز له إن قَرأ السجدة أن ينزل فيسجد وإن أمكن السجود على المنبر سجد عليه، وإن ترك السجود فلا حرج عليه.\rجاء في روضة الطالبين: \" ولو قرأ آية سجدةَ نزل وسجد، فلو كان المنبر عاليا لو نزل لطال الفصل لم ينزل، لكن يسجد عليه إن أمكنه، وإلا ترك السجود\" (¬2) .\rوقال ابن قدامة في المغني \" فصل: وإن قرأ السجدة في أثناء الخطبة فإن شاء نزل فسجد، وإن أمكن السجود على المنبر سجد عليه وإن ترك السجود فلا حرج، فعله عمر وتركه\" (¬3) .\rولعل الراجح في هذه المسألة القول الأخير، وهو جواز فعل السجدة وتركها، وقد أخرج مالك أثرًا أن عمر بن الخطاب قرأ سجدة وهو على المنبر يوم الجمعة، فنزل فسجد وسجد الناس معه، ثم قرأها يوم الجمعة الأخرى فتهيأ الناس للسجود، فقال على\r¬_________\r(¬1) الكاساني، بدائع الصنائًع 1 / 180.\r(¬2) النووي، روضة الطالبين2 / 26 وينظر أيضًا الشربييني مغني المحتاج 1 / 286.\r(¬3) ابن قدامة، المغني 3 / 180.","seal":"7CBE18D9","part":1},
      {"page":37,"id":35,"nass":"رسلكم إن الله لم يكتبها علينا إلا إن نشأ فلم يسجد ومنعهم أن يسجدوا (¬1) .\rوجاء في سنن البيهقي أيِضا (عن زر أن عمارا - رضى الله عنه - قرأ على المنبر {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] يوم الجمعة ثم نزل فسجد) (¬2) .\rوالله أعلم بالحق والصواب.\r\r[المطلب السادس الدعاء]\rالمطلب السادس\rالدعاء وقد ورد من الأحاديث في الدعاء في خصوصية الخطبة: «عن عمارة بن رويبة: \"أنه رأى بشر بن مروان رافعا يِديِه فقال: قبح الله هاتين اليدين، لقد رأيت رسول الله صلى الله عليه وسلم ما يزيد على أن يقول بيده هكذا وأشار بأصبعه المسبحة» (¬3) .\rوعن سهل بن سعد - رضي اللَه عنه قال: «ما رأيت رسول الله صلى الله عليه وسلم شاهرا يديه قط يدعو على منبره ولا على\r¬_________\r(¬1) الإمام مالك، الموطأ 138.\r(¬2) المرجع السابق 3 / 213.\r(¬3) رواه مسلم في الصحيح والبيهقي وكتاب الجمعة باب يستدل له على أنه يدعو في خطبته 3 / 210.","seal":"E09EDD01","part":1},
      {"page":38,"id":36,"nass":"غيره، ولكن رأيته يقول هكذا وأشار بالسبابة وعقد الوسطى بالإبهام» .\rقال البيهقي: (والقصد من الحديثين إثبات الدعاء في الخطبة، ثم فيِه من السنة أن لا يرفع حال الدعاء في الخطبة ويقتصر على أن يشير بأصبعه) (¬1) .\rوثابت عن أنس بن مالك عن النبي صلى الله عليه وسلم «أنه مد يديه ودعا، وذلك حيِن استسقى في خطبة الجمعة» .\rوعن أنس بن مالك - رضي الله عنه - قال: «أصابَت الناس سنة على عهد النبي صلى الله عليه وسلم فبينما النبي صلى الله عليه وسلم يخطب في يوم الجمعة قَام أعرابي فقال: يا رسول الله، هلك المال وجاع العيال، فادع لنا، فرفع يديه وما نرى في السماء قزعة - فوالذي نفسي بيده ما وضعها حتى ثار السحاب أمثال الجبال، ثم لم يِنزل عن منبره حتى رأيت المطر يتحادر على لحيته صلى الله عليه وسلم فمطرنا يومنا ذلك ومن الغد وبعد الغد والذي يِليه حتى الجمعة الأخرى وقام ذلك الأعرابي - أو قال غيره - فقال: يا رسول الله تهدم البناء، وغرق المال، فادع\r¬_________\r(¬1) رواه البيهقي في كتاب الجمعة باب ما يستدل به على أنه يدعو في خطبته 3 / 210.","seal":"B3D64257","part":1},
      {"page":39,"id":37,"nass":"الله لنا، فرفع يديه فقال: اللهم حوالينا لا علينا، فما يشير إلى ناحية من السحاب إلا انفرجت وصارت المدينة مثل الجوبة وسال الوادي قناة شهر، ولم يجئ أحد من ناحية إلا حدث بالجود» (¬1) .\rوللأحاديثِ السابقة اتَفقَ فقهاء المذاهب الأربعة على مشروعية الدعاء للمسلمين والمسلمات أثناء الخطبة في الجمعة، لكنهم اختلفوا في حكمه هل هو واجب أو سنة؟ .\rفذهب الحنفية والمالكية والحنابلة إلى أنه سنة في الخطبة وهو قول عند الشافعيِة.\rجاء في بدائع الصنائع في سياق ذكره لسنن الخطبة \" ويدعو للمؤمنين والمؤمنات \" (¬2) .\rوجاء في الشرح الكبير \" وندب ثناء على الله وصلاة على نبيه وأمر بتقوى ودعاء بمغفرة وقراءة من القرآن (¬3) .\rوفي كشاف القناع: \" ويسن أن \" يدعو للمسلمين \"لأن الدعاء لهم مسنون في غير الخطبة ففيِها أولى \" (¬4) .\r¬_________\r(¬1) رواه البخاري كتاب الجمعة باب الاستسقاء في الخطبة ومواقع أخرى من الصحيح، ينظر أطرافها في الفتح (2 / 413) .\r(¬2) الكاساني، بدائع الصنائع (1 / 263) .\r(¬3) الدردير، الشرح الكبير 1 / 378.\r(¬4) البهوتي، كشاف القناع 2 / 37.","seal":"FAE48B31","part":1},
      {"page":40,"id":38,"nass":"وفي قول آخر للشافعية: إنه واجب أو ركن فلا تصح الخطبة إلا به واختاره النووي في المجموع وقال: (وهو الصحيح المختار) (¬1) .\rوجاء في روضة الطالبين عند ذكره أركان الخطبة \" الرابع: الدعاء للمؤمنين وهو ركن على الصحيح، والثاني لا يجب \" (¬2) .\r\r[المطلب السابع كلام الخطيب مع الناس]\rالمطلب السابع\rكلام الخطيب مع الناس الأصل أنه لا ينبغي للإمام أن يتكلم بكلام خارج عن إطار الخطبة، لأن الخطبة في مقام الصلاة، لكن جمهور الفقهاء أباحوا له الكلام إذا كان لجلب مصلحة أو دفع مضرة كإصلاح خطأ أو بيان حكم أو غير ذلك، وقد فعل ذلك رسول الله صلى الله عليه وسلم في مواقع مختلفة وكذلك بعض صحابته الكرام أذكر منها ما يلي: -\r1 - من ذلك أن الرسول صلى الله عليه وسلم لما رأى رجلا لم يصل ركعتين وهو يخطب أمره بالركعتين، فقد جاء في\r¬_________\r(¬1) النووي، المجموع 4 / 521.\r(¬2) النووي، روضة الطالبين 2 / 25.","seal":"58F7D09A","part":1},
      {"page":41,"id":39,"nass":"الصحيحين عن جابر بن عبد الله قال: «جاء رجل والنبي صلى الله عليه وسلم يخطب الناس يوم الجمعة فقال: أصليت يا فلان؟ قال: لا: قم فاركع» (¬1) .\rوفي لفظ آخر ورد ذكر الرجل الداخل: (عن جابر بن عبد الله قال: «جاء سليك الغطفاني يوم الجمعة ورسول الله صلى الله عليه وسلم يخطب فجلس فقال له: يا سليك قم فاركع ركعتين وتجوز فيهما، ثم قال: إذا جاء أَحدكم يوم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما» ) (¬2) .\r2 - ومن ذلك أيضا أن الرسول صلى الله عليه وسلم لما رأى رجلا يتخطى رقاب الناس منعه من ذلك وهو يخطب.\rجاء في سنن أبي داود: عن أبي الزاهرية قال: «كنا مع عبد الله بن بسر صاحب النبي صلى الله عليه وسلم يوم الجمعة فجاء رجل يتخطى رقاب الناس فقال عبد الله بن بسر: جاء رجل يتخطى رقاب الناس يوم الجمعة والنبي صلى الله عليه وسلم يخطب فقال له النبي صلى الله عليه وسلم: \" اجلس فقد آذيت» (¬3) .\r¬_________\r(¬1) رواه البخاري في الفتح 2 / 407 ومسلم في صحيحه 6 / 411 مع شرح النووي.\r(¬2) رواه مسلم في الصحيح 2 / 197 رواه بألفاظ مختلفة أحمد في المسند 3 / 297 والطبراني في الكبير 7 / 164 والدارقطني في السنن 2 / 13، 15.\r(¬3) رواه أبو داود في سننه كتاب الصلاة باب تخطي رقاب الناس يوم الجمعة1 / 354.","seal":"662D620A","part":1},
      {"page":42,"id":40,"nass":"وفي رواية لابن ماجه: عن جابر بن عبد الله «أن رجلا دخل المسجد يوم الجمعة ورسول الله صلى الله عليه وسلم يخطب فجعل يتخطى الناس، فقال رسول الله صلى الله عليه وسلم: \" اجلس فقد آذيت وأنيت» (¬1) .\r3 - ومن ذلك أيضا «أنه صلى الله عليه وسلم رأى عبد الله بن مسعود جالسا على باب المسجد وهو يخطب وأمره أن يدنو منه» .\rجاء في سنن أبي داود عن جابر قال: «لما استوى رسول الله صلى الله عليه وسلم يوم الجمعة قال: \" اجلسوا\" فسمع ابن مسعود فجلس على باب المسجد فرآه رسول الله صلى الله عليه وسلم فقال: تعال يا عبد الله بن مسعود» (¬2) .\rوفي رواية في السنن الكبرى للبيهقي: عن عطاء بن أبي رباح قال: «أبصر النبي صلى الله عليه وسلم عبد الله بن مسعود خارجا من المسجد والنبي صلى الله عليه وسلم يخطب فقال: \" تعال يا عبد الله بن مسعود» (¬3) .\r¬_________\r(¬1) رواه ابن ماجه في كتاب إقامة الصلاة باب ما جاء في النهي عن تخطي الناس يوم الجمعة 1 / 354.\r(¬2) رواه أبو داود 1 / 286 كتاب الصلاة باب الإمام الرجل في خطبته والبيهقي في السنن الكبرى 3 / 206، 218.\r(¬3) رواه البيهقي في السنن الكبرى 3 / 218 وأبو داود الطيالسي في المسند 183 وابن أبي شيبة في المصنف 1 / 451.","seal":"DAABCE14","part":1},
      {"page":43,"id":41,"nass":"4 - ومن ذلك أيضا أن الرسول الله صلى الله عليه وسلم رأى رجلا واقفا في الشمس وهو يخطب فأمره أن يتحول إلى الظل.\rجاء في السنن «عن قيس بن حازم قال: قام أبي في الشمس والنبي صلى الله عليه وسلم يخطب فأمر به فقرب إلى الظل» (¬1) .\rوفي لفظ آخر في السنن أيضا: عن قيس عن أبيه: «أنه جاء رجل ورسول الله صلى الله عليه وسلم يخطب فقام في الشمس فأمر به فحول إلى الظل» (¬2) .\r5 - وما روي «عن أبي زرعة قال: انتهيت إلى النبي صلى الله عليه وسلم وهو يخطب قال: فقلت يا رسول الله، رجل غريب جاء يسأل عن دينه لا يدري ما دينه؟ قال: فأقبل على رسول الله صلى الله عليه وسلم وترك خطبته حتى انتهى إلي فأتي بكرسي حسبت قوائمه حديدا قال: فقعد عليه رسول الله صلى الله عليه وسلم وجعل يعلمني مما علمه الله ثم أتى خطبته فأتم آخرها» (¬3) .\r¬_________\r(¬1) البخاري في المفرد 389 وابن خزيمة في الصحيح 2 353 وابن حبان في الصحيح 4 / 202.\r(¬2) رواه البيهقي في السنن الكبرى 3 / 218.\r(¬3) رواه البخاري في المفرد ص 376 ومسلم في الصحيح 2 / 597 والنسائي في السنن 8 / 220 وابن خزيمة في الصحيح 2 / 355، 2 / 151، والطبراني في الكبير 2 / 59 والبيهقي في السنن 3 / 218.","seal":"6F302E1A","part":1},
      {"page":44,"id":42,"nass":"6 - وما روي عن عبد الله بن بريدة عن أبيه قال: «خطبنا رسول الله صلى الله عليه وسلم فأقبل الحسن والحسين - رضي الله عنهما - عليهما قميصان أحمران يعثران ويقومان فنزل فأخذهما فصعد بهما المنبر ثم قال: صدق الله {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} [التغابن: 15] (الأنفال: 28) ثم أخذ في الخطبة» (¬1) .\r(لفظ أبي داود) .\r7 - ومن ذلك ما روي عن أبي هريرة قال: «بينما عمر بن الخطاب يخطب الناس يوم الجمعة إذ دخل عثمان بن عفان فعرض به عمر: ما بال رجال يتأخرون بعد النداء، فقال عثمان: يا أمير المؤمنين ما زدت حين سمعت النداء أن توضأت ثم أقبلت , فقال عمر: والوضوء أيضا ألم تسمعوا رسول الله صلى الله عليه وسلم يقول: إذا جاء أحدكم إلى الجمعة فليغتسل» (¬2) .\r¬_________\r(¬1) رواه أبو داود 1 / 290 والترمذي في السنن 5 / 616 وقال: حسن غريب إنما نعرفه من ابن واقد، والنسائي 3 / 108 وابن خزيمة في الصحيح 2 / 235 والبيهقي في السنن3 / 218.\r(¬2) رواه أبو داود الطيالسي في المسند 1م 300 والبخاري في الصحيح 2 / 30 ومسلم في الصحيح 2 / 580 وأبو داود في السنن 1 / 94 وأبو يعلى في المسند 1 / 221 وابن خزيمة في الصحيح 3 / 125 والبيهقي في السنن الكبرى1 / 294، 296 والطبراني في الأوسط 2 / 449 والطحاوي في معاني الآثار 1 / 118.","seal":"5F97BEB1","part":1},
      {"page":45,"id":43,"nass":"ولهذه الأحاديث والآثار وغيرها كره العلماء للخطيب أن يتكلم في أثناء الخطبة إلا لمصلحة فيجوز حينئذ.\rجاء في بدائع الصنائع: (ويكره للخطيب أن يتكلم في حالة الخطبة، ولو فعل لا تفسد الخطبة، لأنها ليست بصلاة فلا يفسدها كلام الناس، لكنه يكره لأنها شرعت منظومة كالآذان، والكلام يقطع النظم إلا إذا كان الكلام أمرا بالمعروف فلا يكره (¬1) .\rوجاء في الشرح الكبير: (وجاز نهي خطيب أو أمر إنسان لغا أو فعل ما لا يليق كقوله: لا تتكلم أو أنصت يا فلان حال خطبته) (¬2) .\rوجاء في مغني المحتاج بعد بيان الخلاف في حكم كلام الخطيب أثناء الخطبة: (والخلاف في كلام لا يتعلق به غرض مهم ناجز، أما إذ رأى أعمى يقع في بئر أو عقربًا تدب على إنسان فأنذره أو علَّم إنسانا شيئا من الخير أو نهاه عن منكر فهذا ليس بحرام قطعا بل قد يجب عليه) (¬3) .\r¬_________\r(¬1) الكاساني، بدائع الصنائع 1 / 265.\r(¬2) الدردير، الشرح الكبير 1 / 386.\r(¬3) الشربيني، مغني المحتاج 1 / 287.","seal":"308E4B06","part":1},
      {"page":46,"id":44,"nass":"وجاء في المغني: (ولا يحرم الكلام على الخطيب ولا على من سأله الخطيب «لأن النبي صلى الله عليه وسلم سأل سليكا الداخل وهو يخطب (أصليت؟) وقال: لا» (¬1) .\r\r[المطلب الثامن الترتيب والمولاة بين أجزاء الخطبة]\rالمطلب الثامن\rالترتيب والمولاة بين أجزاء الخطبة أولا: حكم الترتيب بين أركان الخطبة: استحب جمهور الشافعية والحنابلة الترتيب بين أركان الخطبة، فيبدأ بالحمد لما رُوي عن أبي هريرة رضي الله عنه: «كل كلام لا يبدأ فيه بالحمد فهو أجذم» ، ثم يُثني بالصلاة على رسول الله صلى الله عليه وسلم، ويُثلّث بالموعظة ثم يربع بقراءة آية، وإن نكس بأن قدم غير الحمد أجزأه، وعللوا ذلك: بأن المقصود حصل بدون الترتيبِ إذ المقصود الوعظ وهو حاصل، ولأنه لم يرد نص في اشتراط الترتيب.\rوهناك وجه آخر للشافعية، وقول عند الحنابلة باشتراط ذلك (¬2) .\r¬_________\r(¬1) ابن قدامة، المغني 3 / 197.\r(¬2) ينظر النووي، المجموع 4 / 522، والشربيني، مغني المحتاج1 / 288، والمرداوي، الإنصاف 2 / 389، والبهوتي، كشاف القناع 2 / 33.","seal":"7A598E78","part":1},
      {"page":47,"id":45,"nass":"جاء في مغني المحتاج \" قلت: الأصح أن ترتيب الأركان ليس بشرط - والله أعلم - \" لحصول المقصود بدونه، لأن المقصود الوعظ وهو حاصل، ولم يرد نص في اشتراط الترتيب، وهذا هو المنصوص عليه في الأم والمبسوط وجزم به أكثر العراقيين بل هو سنة \" (¬1) .\rوجاء في الإنصاف \"ويستحب أن يبدأ بالحمد ويُثني بالصلاة على النبي صلى الله عليه وسلم ويثلث بالموعظة ويربع بقراءة آية على الصحيح من المذهب، جزم به في الكافي وغيره، وقدمه في الفروع وغيره.\rوقيل: يجب تَرتيب ذلك، وأطلقهما الزركشي وابن تَمِيم والرعاية والتلخيص والبلغة، لكن حكاهما احتمالين فيهما) (¬2) .\rثانيا: حكم الموالاة بين أجزاء الخطبة: اختلف العلماء في حكم الموالاة بين أجزاء الخطبة على قولين:\r¬_________\r(¬1) الشربيني، مغني المحتاج 1 / 288.\r(¬2) المرادي، الإنصاف 2 / 389.","seal":"CCD40E95","part":1},
      {"page":48,"id":46,"nass":"1 - أن الموالاة شرط، وهو أصح الوجهين عند الشافعية ورأي الحنابلة، فلا يجوز أن يِفصل بعضها من بعض بكلام طويل أو سكوتَ طويل.\rجاء في مغني المحتاج: \" والأظهر اشتراط الموالاة بين أركانها وبين الخطبتين وبينهما وبين الصلاة للاتباع، ولأن لها أثرًا ظاهرًا في استمالة القلوب، والخطبة والصلاة شبيهتان بصلاة الجمع \" (¬1) .\rوقال ابن قدامة في المغني: \" فصل: والموالاة شرط في صحة الخطبة فإن فصل بعضها ببعض بكلام طويل أو سكوت طويل أو شيء غير ذلك يقطع الموالاة التي استأنفها، والمرجع في طول الفصل وقصره إلى العادة، وكذا يشترط الموالاة بين الخطبة والصلاة، وإن احتاج إلى الطهارة تطهر وبنى على خطبته ما لم يطل الفصل \" (¬2) .\r2 - أن الموالاة غير مشروطة بل هي مستحبة وهو وجه آخر للشافعية (¬3) هذا ملخص ما ذكره العلماء في حكم الترتيب\r¬_________\r(¬1) الشربيني، مغني المحتاج 1 / 288.\r(¬2) ابن قدامة، المغني 3 / 181.\r(¬3) ينظر النووي، المجموع 4 / 521، والشربيني، مغني المحتاج 1 / 288.","seal":"72F42C1D","part":1},
      {"page":49,"id":47,"nass":"والموالاة بين أركان الخطبة والأفضل للخطيب التزام ذلك خروجًا من خالف من أوجبهما، ولأن ترك ذلك قد يؤدي في الغالب إلى اختلال نظم الخطبتين وعدم انسجامهما - والله أعلم - بالحق والصواب.\r\r[المطلب التاسع ترجيحات لبعض العلماء في حكم أجزاء الخطبة]\rالمطلب التاسع\rترجيحات لبعض العلماء في حكم أجزاء الخطبة إن أجزاء الخطبة السابق بيانها، مما اختلف فيه الفقهاء اختلافًا كبيرًا، وقد عقدت هذا المبحث لذكر نصوص لبعض العلماء المحققين.\r1 - في الاختيارات الفقهية لابن تيمية لعلاء الدين البعلي: \"ولا يكفي في الخطبة ذم الدنيا وذكر الموت، بل لابد من مسمى الخطبة عرفًا ولا تحصل باختصار يفوت به المقصود، ويجب في الخطبة أن يشهد أن محمدًا عبده ورسوله، وأوجب أبو العباس في موضوع آخر الشهادتين، وتردد في وجوب الصلاة على النبي صلى الله عليه وسلم في الخطبة. وقال في موضوع آخر: ويحتمل وهو الأشبه أن الصلاة عليه صلى الله عليه وسلم فيها واجبة، ولا تجب مفردة لقول عمر وعلى - رضى الله عنهما: \" الدعاء موقوف بيِن السماء والأرض حتى تصلي على نبيِك صلى الله عليه وسلم \"، وتقدم الصلاة عليه صلى الله عليه وسلم على","seal":"0DACECE9","part":1},
      {"page":50,"id":48,"nass":"الدعاء لوجوب تقديمه على النفس، وأما الأمر بالتقوى، فالواجب إما معنى ذلك وهو الأشبه من أن يقال: الواجب لفظ التقوى ومن أوجب لفظ التقوى فقد يحتج بأنها جاءت بهذا اللفظ في قوله تعالى: {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ} [النساء: 131] وليست كلمة أجمع لما أمر الله به من كلمة التقوى \" (¬1) .\r\r[المبحث الثاني ضوابط وقواعد لموضوعات خطبة الجمعة]\r[المطلب الأول حسن اختيار الموضوع]\rالمبحث الثاني\rضوابط وقواعد لموضوعات خطبة الجمعة المطلب الأول\rحسن اختيار الموضوع إن موضوع الخطبة هو لبها وروحها، وبحسب الموضوع يكون أثر الخطبة، والخطيب الذي يقدر سامعيه ويحترمهم ويقدر أوقاتهم ويضن بها أن تضيِع في غير فائدة يحرص غاية الحرص على موضوع الخطبة ويجتهد غاية الاجتهاد في أن يكون موضوعها نافعا للناس ويتبدى فقه الخطيب وحسن اختياره للموضوعات في الملامح التالية:\r¬_________\r(¬1) المختارات الفقهية ص 147.","seal":"74F27BA9","part":1},
      {"page":51,"id":49,"nass":"1 - استحضار الهدف: إن من فقه الخطيب أن يِكون مستحضرًا الهدف الذي يريِد أن يتوصل إليِه بخطبته ويكون ذلك الهدف مشروعًا، وبحسب ذلك الصف يِبني خطبته وينظم عقدها، ويكون مقتنعًا بذلك الهدف فيكون اختياره للموضوع تابعًا من صلاحيته للعرض على الناس ومقدار النفع المتوقع لهم منه، لا أن يكون ناتجًا عن اندفاع عاطفي أو رغبة في إرضاء جمهور الناس إذ صار ذلك هم بعض الخطباء - شعروا أو لم يشعروا - فهم يهتمون بطرح ما يرضي الناس وما يرغبون فيه، فيكون المؤثر في الخطيب الناس بينما المفترض العكس، ويمكن أن يِكون هناك نوعان من الأهداف:\rأ - أهداف بعيدة المدى: بحيث يِجعل الخطيب في الحي أو البلدة أو القرية مجموعة من الأهداف يسعى لتحقيقها في حيِه أو بلدته فيرسم معالم للتغيير الذي ينشده وطرائق لمعالجات الواقع في مجتمعه مراعيًا في ذلك الموازنة من جلب المصالح ودرء المفاسد، ويِكون وضع هذه الأهداف في ضوء دراسته للبيئة التي يعيش فيها.","seal":"27601F86","part":1},
      {"page":52,"id":50,"nass":"ب - الأهداف الخاصة بكل خطبة: بحيث يكون الخطيِب قاصدا لأهداف يِريد تحقيقها وغايات وأغراض يريد الوصول إليها (¬1) .\r2 - أن تكون الخطبة صادرة من شعور قلبي صادق: إن أحسن الخطب وأفضلها وأكثرها نفعا وفائدة ما كان صادرا من شعور الخطيب وإحساسه بأهمية الموضوع وبمقدار حاجة الناس إليِه، فالداعية رحيم بالناس مشفق عليم كأنه النذير العريان لأنه ينذر الناس ما هم مقدمون عليه من العذاب، وهذا ما يفسر لنا تأثير النبي صلى الله عليه وسلم في الخطبة إذا ذكر الساعة، ففي حديث جابر بن عبد الله - رضي اللَه عنهما - في الكلام عن خطبة النبي صلى الله عليه وسلم: «وكان إذا ذكر الساعة احمرت وجنتاه وعلا صوته واشتد غضبه كأنه نذير جيش، يقول: صبحكم ومساكم. . . .» (¬2) .\r¬_________\r(¬1) ينظر يحيى سالم الأقطش، هدي الإسلام، عدد 4 مجلد 32 ص 52.\r(¬2) رواه مسلم 2 / 592 - 593 ورواه النسائي 3 / 188.","seal":"089FC74B","part":1},
      {"page":53,"id":51,"nass":"2 - اختيار الوقت المناسب للموضوع: إن من المداخل الجيدة للموضوعات الخطابية يوم الجمعة أن يكون السياق الزمني داعيا لها وإذا استغل الخطيب ذلك الظرف كان لخطبته أثر كبير، مثال ذلك: -\rلو كانت الأمة في حالة خوف وفي خضم أمر عظيم دهمها فركنت إلى القوى المادية، فخطب الخطيب عن التوكل على الله وأهميته، وأن اتخاذ الأسباب لا ينافي ذلك لوقع الموضوعُ في نفوسهم موقعه ولرسخ في الأذهان ورد الناس إلى الموقف الرشيد.\rومن مراعاة الوقت أن يختار لكل موسم ما يصلح له، فلرمضان من الخصائص ما ليس لغيره من الشهور، وفيه من الوظائف الشرعية ما ليس في غيره فتكون الخطب في جمعة مراعية للظرف، وليس من الحكمة في شيء أن يخطب الإنساِن بعد نهاية الظرف المناسب للموضوع عن الموضوع (فقد خطب أحد الخطباء في إحدى عواصم الدول الإسلامية عن ليِلة القدر يوم الثلاثين من رمضان وليس هناك أمل بإدراك هذه الليلة) (¬1) .\r¬_________\r(¬1) محمد الدويش كيف نستفيد من خطبة الجمعة، مجلة البيان عدد 65 ص 24.","seal":"5E0F222B","part":1},
      {"page":54,"id":52,"nass":"وإن فاعلية الخطبة في نفوس السامعيِن تزداد إذا قرن موضوعها بشيء من الواقع الذي يعيشونه فيستخدم الأحداث التي تقع وسيلة لإيصال الحقائق التي يريدها.\r4 - التركيز على الأساسيات والقضايا الكلية: ومن فقه الاختيِار التركيز على الأساسيات والقضايا الكلية، وعدم تضخيم الجزئيات على حساب الكليات الأصول، قال ابن القيم - رحمه الله - \"وكذلك كانت خطبته صلى الله عليه وسلم إنما هي تقرير لأصول الإيمان من الإيمان بالله وملائكته وكتبه ورسله ولقائه، وذكر الجنة والنار وما أعد الله لأوليائه وأهل طاعته وما أعد لأعدائه وأهل معصيته، فيملأ القلوب من خطبته إيمانًا وتوحيدًا ومعرفة بالله وأيامه، لا كخطب غيره التي إنما تفيد أمورا مشتركة بين الخلائق، وهي النوح على الحياة والتخويف بالموت، فإن هذا أمر لا يحصل في القلب إيِمانًا بالله، ولا توحيدًا له، ولا معرفة خاصة به، ولا تذكيرًا بأيامه، ولا بعثًا للنفوس على محبته والشوق إلى لقائه فيخرج السامعون ولم يستفيدوا فائدة غير أنهم يموتون وتقسم أموالهم ويبلي الترابُ أجسادَهم فيا ليت شعري","seal":"67931DA0","part":1},
      {"page":55,"id":53,"nass":"أي إيمان حصل بهذا؟ وأي توحيد ومعرفة وعلم نافع حصل به؟ (¬1) .\rومع أن هناك بعض الجزئيات أو الفروع التي قَد يرى الخطيب وجوب بيِانها للناس، إلا أنه لابد من التأكيد على ربط تلك الجزئية بالكليات العامة، وهذا الربط له أثره في بيان حكم الأمر والنهي والحض على الالتزام بالأمر، واجتناب النهي، وإذا جعل الخطيب مدخله إلى الجزئيات أمورا كلية كان ذلك أدعى لقبول القول.\rمثال ذلك: تكلم خطيب عن حلق اللحية وحرمة ذلك بالنصوص، ونقل أقوال أهل العلم، وتكلم آخر عن نفس الموضوع جاعلًا المدخل من خلال قضيتين:\rالأولى: وجوب تعظيم السنة والتزام أمر النبي صلى الله عليِه وسلم.\rالثانية: حرمة التشبه بالكفار، وعزة المسلم بمظهره ودينه وشعائره الظاهرة، ودلف إلى موضوع اللحية بعد أن أصل هذين الموضوعين فكان لخطبة الثاني من الأثر والقبول ما ليس لخطبة الأول.\r¬_________\r(¬1) ابن القيم: زاد المعاد 1 / 423.","seal":"57FA2ACB","part":1},
      {"page":56,"id":54,"nass":"وهذا الربط موجود في النصوص ذاتها فالنبي صلى الله عليه وسلم يقول في أمر اللحية: «جزوا الشوارب وأرخوا اللحى وخالفوا المجوس» (¬1) . فأكد على موضوع المنع من التشبه.\r5 - الحرص على عدم التكرار إلا لحاجة: ينزع بعض الخطباء إلى تكرار خطبهم كل سنة، ميلا إلى الدعة ورغبة عن البحث والاطلاع \" فيقع أسيرًا لبضعة مواضيع قد تكون هامة وقد لا تكون، ليطلع بها علينا كل أسبوع مما يحدث الملل لدى الجمهور الذي يعاني من تكرار الخطب التي لا جديد فيها، ويؤدي إلى إهدار قيمة هذا المنبر الخطير \" (¬2) .\rوهذه الظاهرة وإن كانت قلت وخصوصًا في المدن والحواضر الكبرى إلى إهدار أن لها وجهين لا زالا باقيين:\rالأول: تكرار الخطبة الثانية: إذ يلتزم البعض خطبة واحدة محفوظة لا تتغير ولا تتبدل طوال العام وفوق هذا لم يرد في السنة فهو أيضًا أخذ لوقت\r¬_________\r(¬1) رواه مسلم.\r(¬2) د / محمد عماد محمد، خطبة الجمعة في العالم الإسلامي (ملاحظات لابد منها) ص 58.","seal":"30606736","part":1},
      {"page":57,"id":55,"nass":"الناس بدون فائدة، بل يسمعون كلامًا حفظوه لكثرة ترداده (¬1) .\rنعم من المشروع أن يذكر في خطبه بعض الجمل الجامعة التي كان يكررها النبي صلى الله عليه وسلم مثل قوله: «فإن خير الحديث كتاب الله وخير الهدي هدي محمد وشر الأمور محدثاتها وكل بدعة ضلالة» (¬2) .\rولكن ذلك لما تحويِه هذه الجمل من الوصايا الجامعة الشاملة وأما ترديِد غيرها مما لم ترد به السنة فغير محمود.\rالثانية: تكرار الخطب في المناسبات: ففي رمضان يخطب الخطيبِ في الأول عن البشارة برمضان، ثم يِثُني بالكلام عن أحكام الصيام، ثم يثُلّث بالكلام عن العشر الأواخر وفضلها ويختم بالكلام عن أحكام صدقة الفطر، وكل ذلك خير ولكن يمكن أن يِنوع الإنسان بين السنين فيخطب مثلًا عن القرآن ورمضان، وعن غزوات الرسول في رمضان، وعن استثمار رمضان في إصلاح الذات، وعن استثمار رمضان في إصلاح الآخرين، فيُنوع في خطبه ليتحقق بذلك استفادة\r¬_________\r(¬1) ينظر محمد الخولي، مجلة المنار 5 ص 342.\r(¬2) رواه مسلم في الجمعة باب تخفيف الصلاة والخطبة (867) والنسائي 3 / 188، 189 في العيدين باب كيفية الخطبة بزيادة (وكل ضلالة في النار) وإسناده صحيح.","seal":"AB6C593B","part":1},
      {"page":58,"id":56,"nass":"الناس، خصوصًا أنهم يسمعون الكلام عن الأحكام من خلال أحاديث بعد صلاة العصر في المساجد.\r6 - التبكير بالاختيار: إن الخطيب إذا بكر في الاختيِار كان ذلك أدعى لضبط الموضوع إذا يصبح همًا للخطيب طوال الأسبوع، يبحث عن مراجعه، ويدون بعض الملاحظات عنه، ويستفهم، ويسأل أهل العلم عن جوانبه المستغلقة، فيخرج الموضوع وقد تم نضجه واستوى على سوقه.\rويزداد الأمر جودة إذا كان الخطيب قد وضع سلمًا لأولويات ما يخطب عنه، وحرص على إيجاد دفتر ملاحظات خاص يدون فيه ما يأتي على باله من موضوعات يراها جديرة بالطرح ويُدون مع تدوين العنوانات جملة من مراجع، وما كتب فيه من كتب مقالات.\r7 - الشمولية: إن الإسلام دين شامل ينظم الحياة كلها، وهذا الشمول سمة من سماته الرئيِسة، وخطيب الجمعة حين يِختار موضوعاته للناس يِجب أن يراعي هذه السمة فلا يكون موغلا في بيان جانب من الجوانب يركز عليه ويغفل ما سواه.","seal":"2EB3FC12","part":1},
      {"page":59,"id":57,"nass":"إن الناس يحتاجون إلى بيان أمور الاعتقاد، ويحتاجون إلى تعليِم الأحكام الشرعية في العبادات والمعاملات والأحوال الشخصية، كما يِحتاجون للوعظ والرقائق، بل وإلى بيان أحوال الأمم السابقة وما جرى بيِنهم وبيِن أنبيائهم واستخلاص عبر تلك الأحداث {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} [يوسف: 111] (¬1) .\rوالله عز وجل ساق قصصهم في القران الكريم ليِكون في ذلك العبرة والذكرى للمؤمنين، وأمر رسول الله صلى الله عليه وسلم أن يذكر الناس بأيام الله فقال: {وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ} [إبراهيم: 5] (¬2) .\rومن الملاحظ أن الخطيب قد يِكون متخصصا في أمر أو مهتما بأمر فيركز عليه، كأن يكون متخصصا في الفقه فتكون خطبه كلها فقهية، أو واعظا فتكون جل خطبه عن المنكرات، وقَد تكون نفسه مائلة إلى جانب فيركز عليه، فتجد من الخطباء من هو دائم الترهيب والتخويِف ومن هو دائم الترغيب، ومن حكمة الخطيب أن يجمع في خطبة بين الترغيبِ والترهيب وبين التعليم والوعظ وببن الأمر بالمعروف والنهى عن المنكر.\r¬_________\r(¬1) سورة يوسف آية 111.\r(¬2) سورة إبراهيم آية هـ.","seal":"E3F820D0","part":1},
      {"page":60,"id":58,"nass":"[المطلب الثاني حسن الإعداد]\rالمطلب الثاني\rحسن الإعداد إن الخطيب الذي يِقدر العمل الذي يقوم به، هو ذلك الرجل الذي يعتني بما يقول ويحضر لما يقول، ويمكن أن أجمل مراحل العمل في إعداد الخطبة في:\rأولا: القراءة في الموضوع: بعد اختيار الموضوع الذي يود الخطيب طرحه يحسن به أن يقرأ ما كتب عن الموضوع، أو بعض ما كتب، فمن شأن تلك القراءة أن تثري الخطبة وتجعل الخطيب ملما بجوانب الموضوع، إذ ليس الأمر قاصرا على مجرد الخطبة بل ربما سئل عن جوانب من الموضوع.\rثانيا: جمع النصوص: إن الخطيبِ حين يخطب عن موضوع إنما يِريد بيان حكم الله عز وجل فيه، أو يِريد بيان ما أعد الله عز وجل لأوليِائه وما أعد لأعدائه، أو يريد بيان صفات الله عز وجل أو أسمائه، أو غير هذه الموضوعات التي قيامها على معرفة ما قال الله وقال رسوله.\rويبدأ الخطيب بجمع الآيات القرآنية الكريمة المتعلقة بهذا الموضوع، ويِستعيِن على ذلك بالمعجم المفهرس لألفاظ القرآن","seal":"7A4BBD53","part":1},
      {"page":61,"id":59,"nass":"الكريم، فمثلًا إذا أراد أن يخطب عن التقوى رجع إلى المعجم ليستخرج الآيِات الدائرة حول هذا الموضوع.\rوإذ أراد أن يخطب عن العدل رجع إلى المعجم مادة عدل ومادة قسط ليعرف الآيات الدائرة حول موضوع العدل ثم يجمع الأحاديث النبوية المتعلقة بالموضوع، ويستعين أيضًا بالمعجم المفهرس لألفاظ الحديث، ويمكن أيضًا أن يرجع إلى شرح السنة للبغوي وجامع الأصول لابن الأثير.\rولا يعني جمع هذه النصوص أن يذكرها كلها في الخطبة ولكن اطلاعه علبها يجعله ملمًا بأطراف الموضوع ليِطرحه من الجهة الأكثر تأثيرًا في نفوس الناس.\rثالثا: الرجوع إلى أقوال أهل العلم: وتبدأ هذه المرحلة بالرجوع إلى أقوال المفسرين للآيات التي اختارها الخطيب، والتي تعالج الموضوع الذي يطرحه، ثم الرجوع إلى شراح الحديث أيضًا.\rوبعد ذلك يراجع كتب أهل العلم في مظان الموضوع الذي يطرحه، فعلى سبيل المثال إذا كان الموضوع عقديِا رجع إلى كتب العقيدة، واستفاد من فهارس تلك الكتب لاهتداء لما يريد،","seal":"E0CA64C5","part":1},
      {"page":62,"id":60,"nass":"وإذا كان الموضوع فقهيا رجع إلى كتب الفقه. وإذا كان الموضوع في الآداب رجع إلى كتب الآداب.\rوقد يِكون في الموضوع كتاب مفرد فإن كان فذلك أفضل وأنفع للخطيب.\rثم إذا كان الموضوع عن ظاهرة معاصرة حسن بالخطيب أن يراجع كلام المعاصرين، ويذكر بعض الإحصائيات التي تزيد الموضوع ثراء والسامع إقناعا.\rرابعا: ضم الموضوع في نسق واحد: وبعد مرحلة الجمع هذه يضم الخطيبِ زبدة ما جمع في نسق واحد، فيضع مخططا للأفكار التي يريد طرحها، ويكتب خطبته بناء على هذا المخطط ويِراعي تسلسل الأفكار، وترابط الجمل والعبارات.\r\r[المطلب الثالث وحدة الموضوع وترابطه]\rالمطلب الثالث\rوحدة الموضوع وترابطه أولا: وحدة الموضوع: إن مما يساعد على الفهم لما يُقال في خطبة الجمعة توحيد الفكرة التي يِدور عليها موضوع الخطبة إذ من الملاحظ الظاهرة: أن بعض الخطباء يجعلون الخطبة مسحا لجملة من الموضوعات","seal":"9C04F4B6","part":1},
      {"page":63,"id":61,"nass":"وهذا خطأ إلا في المناسبات العامة التي يِراد فيها التذكير كالأعياد وخطبة عرفة ونحوها، وتعدد موضوعات الخطبة والاستطرادات الكثيرة فيها بالخروج من موضوع إلى موضوع له عدة مساوئ من ضمنها:\r1 - تشتيت ذهن السامع وجعله في حيرة من أمره، فلا يستطيع التركيز في الفهم فيخرج بدون فائدة واضحة قيمة مما سمع.\r2 - ازدحام الموضوعات في ذهن السامع وكثرتها بحيث يُنسي بعضها بعضًا.\r3 - أن من شأن الخطبة التي تَعالج فيها موضوعات عدة أن تكون المعالجة لما يطرح فيها معالجة سطحية مسحية عاجلة لا تضع كما يقال (النقاط على الحروف) فتوجد إشكالات في ذهن السامع لا يجد إجابة لها بعكس التركيِز على فكرة أو موضوع، فمن شأن ذلك أن يِجعل الخطيب يوفي الموضع حقه (¬1) وسأمثل على ذلك بموضوع العلم، فمما يحتويِه الكلام عن العلم:\rبيان منزلة العلم وفضله.\rبيان العلم الممدوح المذموم.\r¬_________\r(¬1) ينظر محمد أبو فارس، إرشادات إلى تحسين خطبة الجمعة (33) .","seal":"99A21CB3","part":1},
      {"page":64,"id":62,"nass":"ثواب طلب العلم.\rمنزلة العلم.\rآداب طالب العلم 000إلخ.\rوالتكلم عن موضوع العلم من جميع جوانبه والخلط بينها في خطبة واحدة لا يحقق الفائدة المرجوة التي يحققها توحيد الفكرة والتركيز.\rثانيا: ترابط أجزاء الخطبة: إن تنافر جزئيات الخطبة ينفر السامع، وترابطها يربط على قلب السامع وعقله فيتحقق له الفن، ومما يحقق ذلك الترابط ما يلي:\r1 - أن يقسم الخطيب الخطبة بشكل منظم فإذا طرح القضية التي لها جوانب عدة فصلها بحسب تلك الجوانب ورقمها فيقول: الجانب الأول. . . . الجانب الثاني. . . وهلم جرا.\rوإذا استدل بجملة أدلة رقمها فقال: الدليل الأول. . الدليل الثاني. . .\r2 - أن تكون الخطبة متسلسلة تسلسلا علميا يسهل على الناس الفهم، فإذا تكلم الخطيب عن ظاهرة اجتماعية شخصها قبل بيان الحكم لا أن يبين الحرمة قبل بيِان المحرم.","seal":"DE006116","part":1},
      {"page":65,"id":63,"nass":"3 - أن ينتقل من الحقائق المعلومة عن الجميع إلى ما يريد الحديث عنه، ولا يطيِل الوقوف عند ما يِتفق عليه الناس، فإذا تكلم عن الموت فإنه لا يحتاج إلى مزيد كلام حول أن الموت واقعُ لا محالة، ولكنه يحتاج إلى حث الناس على العمل لما بعد الموت، فتذكيرهم به إنما هو من أجل الحث على العمل.\r4 - أن يِجعل الموضوع الطويل مقسمًا على جُمع متعددة ليعالج الموضوع من جميع جوانبه، ولا يكون ذلك إلا للموضوعات التي لابد من علاج جميع جوانبها والتي تَكتسب أهمية خاصة.\r\r[المطلب الرابع تخفيف الخطبة وتقصيرها]\rالمطلب الرابع\rتخفيف الخطبة وتقصيرها اتفق الفقهاء على استحباب تخفيف الخطبة وعدم الإطالة فيها، فقد ورد في ذلك أحاديث كثيرة سأسرد بعضها بعد قليل - إن شاء الله تعالى - لأن المقصود من الخطبة إفادة السامعين وتذكيرهم، ولا شك أن الإطالة في الكلام تجعل بعضه ينسي بعضًا، وتجعل السامع يمل منه بل تنُفر الناس من حضور الخطبة، ولكن المقصود والمطلوب في ذلك اختصار غير مخل وغير ممحق للمعني.","seal":"C857D4AA","part":1},
      {"page":66,"id":64,"nass":"ومن الأحاديث الواردة في ذلك: - ما جاء في صحيح مسلم «عن جابر بن سمرة قال: \" كنت أصلى مع رسول الله صلى الله عليه وسلم فكانت صلاته وخطبته قصدًا» (¬1) .\r- وما جاء في صحيح مسلم أيضَاَ عن واصل بن حيان قال: «قال أبو وائل: خطبنا عمار فأوجز وأبلغ فلما نزل قلنا يا أبا اليقظان لقد أبلغت وأوجزت فلو كنت تنفست، فقال: إني سمعت رسول الله صلى الله عليه وسلم يقول: \" إن طول صلاة الرجل وقصر خطبته مئنة من فقهه فأطيلوا الصلاة وأقصروا الخطبة وإن من البيان سحرا» (¬2) . لفظ مسلم \" والمئنة والعلامة.\r- وما أخرجه أبو داود عن عمار بن ياسر، قال: «أمرنا رسول الله صلى الله عليه وسلم بإقصار الخطب» (¬3) وما أخرج أيضًا أبو داود في سننه عن جابر بن سمرة الوائلي قال:\r¬_________\r(¬1) رواه مسلم كتاب الجمعة باب تخفيف الصلاة والخطبة 6 / 402.\r(¬2) رواه مسلم 2 / 406 -407، وأحمد في مسنده 4 / 263، والدارمي في السنن 1 / 303، أبو يعلي في المسند 3 / 206 ابن حزيمة في الصحيح3 / 142، وابن حبان في الصحيح 4م / 199، والبيهقي في السنن 3 / 208 وفي الآداب (245) .\r(¬3) رواه أبو داود كتاب الصلاة باب إقصار الخطب 1 / 289.","seal":"1F607C10","part":1},
      {"page":67,"id":65,"nass":"«كان رسول الله صلى عليه وسلم لا يطيل الموعظة يوم الجمعة إنما هن كلمات يسيرات» (¬1) .\r-ما رواه النسائي عن عبد الله بن أبي أوفى يِقول: «كان رسول الله صلى الله عليه وسلم يكثر الذكر ويقل اللغو ويطيل الصلاة ويقصر الخطبة ولا يأنف أن يمشي مع الأرملة والمسكين فيقضي له الحاجة» (¬2) .\r- وما روي عن جابر بن سمرة قال: «كان النبي صلى الله عليه وسلم يخطب قائما ثم يِجلس ثم يقوم فيقرأ آيِات ويذكر الله وكانت خطبته قصدًا وصلاته قصدًا» (¬3) .\r1 - نصوص المذاهب في ذلك:\rفي المذهب الحنفي: جاء في بدائع الصنائع في سياق ذكر سنن الخطبة \" ومنها أن لا يُطول الخطبة لأن النبي صلى الله عليه وسلم أمر بتقصير الخطب، وعن عمر -رضى الله عنه - أنه قال: \" طولوا الصلاة وأقصروا الخطبة \".\r¬_________\r(¬1) رواه أبو داود كتاب الصلاة باب إقصار الخطب 1 / 289.\r(¬2) رواه النسائي في السنن 3 / 108.\r(¬3) رواه ابن ماجة في السنن 1 / 351 والنسائي في السنن 3 / 110 ابن خزيمة في الصحيح 2 / 350، وابن الجارود في المنتقى (110) ، ورواه بألفاظ مختلفة أبو داود الطيالسي في المسند (105) وعبد الرزاق في المصنف3 / 187 والطبراني في الكبير2 / 216.","seal":"BE28D1F9","part":1},
      {"page":68,"id":66,"nass":"وقال ابن مسعود: \" طول الصلاة وقصر الخطبة من فقه الرجل \"، أي إن هذا مما يستدل به على فقه الرجل \" (¬1) .\rوفي المذهب المالكي: جاء في الشرح الكبير في سياق بيان سنن الخطبة (وتقصيرهما، والثانية أقصر من الأولى) (¬2) .\rوفى المذهب الشافعي: قال النووي في المجموع: \"ويستحب تقصير الخطبة للحديث المذكور وحتى لا يملوها، قال أصحابنا: ويكون قصرها معتدلا، ولا يِبالغ بحيث يمحقها \" (¬3) .\rفي المذهب الحنبلي: جاء في كشاف القناع \"ويُسن (أن يقصر الخطبة) لما روى مسلم عن عمار مرفوعًا: «إن طول صلاة الرجل وقصر خطبته مئنة فقهه فأطيلوا الصلاة وقصروا الخطبة» ، ويسن كون الخطبة الثانية أقصر من الخطبة الأولى كالإقامة مع الآذان) (¬4) .\r¬_________\r(¬1) الكاساني بدائع الصنائع 1 / 263.\r(¬2) الدردير، الشرح الكبير 1 / 382 مع حاشية الدسوقي علية.\r(¬3) النووي، المجموع 4 / 582 - 529.\r(¬4) البهوتي، كشاف القناع 2 / 36.","seal":"DBC85D85","part":1},
      {"page":69,"id":67,"nass":"[المطلب الخامس مراعاة القدرة]\rالمطلب الخامس\rمراعاة القدرة أولا: مراعاة قدرة الخطيب على البيان: إن العلم درجات {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} [يوسف: 76] (¬1) والله عز وجل قد أمر نبيه أن يسأله أن يزيده علما فقال: {وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه: 114] (¬2) وليس الخطيب قادرًا على كل الموضوعات التَي يرد طرحها إما لقلة علمه في الجملة وإما لقلة علمه في موضوع معين، فإذا رأى الخطيب من نفسه ذلك فعليه ألا يتكلم في موضوع هو غير قادر على بيانه وتوضيحه أو غير عالم بجوانبه التي يجب طرحها على الناس.\rوحين يوجد ذلك - وهو موجود خصوصا في القرى - فلعل الخطيب أن يستعين بكتاب فيه خطب لعالم موثوق فيِخطب بما فيِه، ولا أن ينشئ كلاما في موضوع لا يحسن هو الكلام فيه والله عز\r¬_________\r(¬1) سورة يوسف آية 76.\r(¬2) سورة طه آية 114.","seal":"E9F989AA","part":1},
      {"page":70,"id":68,"nass":"وجل يقول: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16] (¬1) هذا إذا لم يكن ثمة قادر على الخطابة، وإلا فالقادر أحق بالخطابة.\rثانيًا: مراعاة قدرة الناس على الفهم: إن الناس تتباين عقولهم، وتختلف فهومهم، فهم على درجات في الفهم، والخطيِب يخاطب أناسا كثرا، فكان واجبا عليه مراعاة قدرة الناس على فهم ما يقول لئلا يصير ذلك القول فتنة لهم، مثال ذلك: تكليم الناس في دقائق العلوم وصعاب المسائل التي لاتصل إليها أفهامهم ولا تدركها عقولهم، كمن يحدث عوام الناس بدقائق المسائل في القضاء والقدر وهي مسائل لا يصلح ذكرها لعوام الناس ولا يدركها إلا خواصهم وقد عد الإمام الشاطبي تكليم الناس في هذه الدقائق من باب البدعة الإضافية فقال: \"ومن ذلك التحدث مع العوام بما لا تفهمه ولا تعقل مغزاه فإنه من باب وضع الحكمة في غير موضعها \" (¬2) .\rوقد جاء النهي عن ذلك في جملة أحاديث منها:\r¬_________\r(¬1) سورة التغابن آية 16.\r(¬2) الشاطبى: الاعتصام 1 / 487 وينظر سعيد الغامدي، حقيقة البدعة وأحكامها 2 / 32 -33.","seal":"C9E47755","part":1},
      {"page":71,"id":69,"nass":"1 - عن معاوية بن أبي سفيان - رضى الله عنه - عن النبي صلى الله عليه وسلم: «أنه نهى عن الأغلوطات» (¬1) قال الإمام الأوزاعي: \" هي صعاب المسائل أو شرار المسائل (¬2) .\r2 - وعن علي بن أبي طالب - رضى الله عنه - قال: \" حدثوا الناس بما يعرفون أتحبون أن يكذب الله ورسوله \" (¬3) .\rفنهى عن تحديت الناس بما لا يِعقلون حتى لا يؤدي ذلك إلى تكذيب الله عز وجل ورسوله صلى الله عليه وسلم.\rوقد جعل الإمام البخاري هذا الأثر عن علي في ترجمة باب قال فيِه: \" باب من خص بالعلم قوما دون قوم كراهية ألا يفهموا \" (¬4) .\r3 - وعن عبد الله بن مسعود - رضي الله عنه - قال: \" ما أنت بمحدث قوما حديثا لا تبلغه عقولهم إلا كان لبضعهم فتنة \" (¬5) .\r¬_________\r(¬1) رواه أبو داود (3656) وأحمد (5 / 435) (1 / 160) ، والخطيب في الفقه والمتفقه (3 / 11) والبيهقي في المدخل (304) والفسوي والمعرفة والتاريخ (1 / 305) ، والطبراني في الكبير (19 / 326 / 892) .\r(¬2) رواه أحمد في المسند (5 / 35) والبيهقي المدخل (304) ، ونقله البغوي في شرح السنة (1 / 308) .\r(¬3) رواه االبخاري (1 / 225) .\r(¬4) الفتح، (1 / 225) .\r(¬5) رواه مسلم في مقدمة الصحيح (1 / 76) .","seal":"FDC9B7C9","part":1},
      {"page":72,"id":70,"nass":"إن تحديت الناس بما لا يعقلون ولا يدركون يؤدي إلى نتائج سيئة منها:\r1 -أن يفهم السامع الكلام على غير وجهه فيفتن بأحد أمرين:\rأ - التكذيب بالحق.\rب - العمل بالباطل.\rقال ابن وهب - رحمه الله - في الكلام عن قول ابن مسعود السابق \". . . إلا كان لبعضهم فتنة \"، وذلك أن يتأولوه غير تأويله، ويحملوه على غير وجهه \" (¬1) .\rوقال الإمام الذهبي: \" ينبغي للمحدث ألا يِشهر الأحاديث التي يتشبث بها أعداء السنة من الجهمية. . وأهل الأهواء والأحاديث التي فيها صفات لم تثبت، فإنك لن تحدث قوما بحديث لا تبلغه عقولهم إلا كان فتنة لبعضهم، فلا تكتم العلم الذي هو علم ولا تبذله للجهلة الذين يشغبون عليِك أو الذيِن يفهمون منه ما يضرهم\" (¬2) .\rوهذه المسألة تتعلق بحالات لأنها الأصل، يقول شيخ الإسلام ابن تيمية: \" أما أن يكون الكتاب والسنة نهى عن\r¬_________\r(¬1) نقلا عن الشاطبي، الاعتصام (1 / 489) .\r(¬2) الذهبي، اليسر 10 / 578.","seal":"D2BFF52A","part":1},
      {"page":73,"id":71,"nass":"معرفة المسائل التي يِدخل فيما يستحق أن يكون من أصول الدين فهذا لا يكون اللهم إلا أن ننهى عن بعض ذلك في بعض الأحوال مثل مخاطبة شخص بما يعجز عنه فهمه فيضل \" (¬1) وذكر قول ابن مسعود، وقول علي رضي الله عنهما.\r2 - ألا يِفهم السامع شيئًا من المتكلم، وهذا وإن كان أسلم من الأول إلا أنه ينافي مقصود الخطبة بتعليم الناس ما ينفعهم وفهمهم لذلك، فهو لم يعط الحكمة حقها من الصون، ولم يؤد الأمانة والبلاغ (¬2) .\rوالخطيِب العالم الرباني يبدأ بالتدرج مع الناس فيربيهم على صغار العلم قبل كباره، ويبدأهم بالأهم قبل المهم، فعن ابن عباس - رضي الله عنهما - أنه قال في تفسير قول الله عز وجل {وَلَكِنْ كُونُوا رَبَّانِيِّينَ} [آل عمران: 79] (¬3) وكونوا ربانيين حكماء فقهاء (¬4) .\r¬_________\r(¬1) ابن تيمية، الفتاوي 3 / 311.\r(¬2) ينظر الشاطبي الاعتصام 1 / 487، وعلي محفوظ، هداية المرشدين (8 / 112) .\r(¬3) سورة آل عمران آية 79.\r(¬4) رواه البخاري (1 / 160) .","seal":"C40F8D78","part":1},
      {"page":74,"id":72,"nass":"وقال البخاري - رحمه الله -: \" ويقال الرباني الذي يِربي الناس بصغار العلم قبل كباره \"، وقال الحافظ بن حجر - رحمه الله: والمراد بصغار العلم: ما وضح من مسائله، وبكباره: ما دق منها، وقيل: يعلمهم جزيئاته قبل كليِاته، أو فروعه قبل أصوله أو مقدماته قبل مقاصده \" (¬1) .\rوأختم بذكر كلام نفيسِ للإمام الشاطبي - رحمه الله - متعلق بهذا الموضوع حيِث يقول في بيِان ضابط ما ينشر وما لا ينشر \" أنك تعرض مسألتك على الشريِعة فإن صحت في ميزانها فانظر في مآلها بالنسبة إلى حال الزمان وأهله، فإن لم يؤد ذكرها إلى مفسدة فاعرضها في ذهنك على العقول، فإن قبلتها فلك أن تتكلم فيها، إما على العموم إن كانت مما تقبله العقول على العموم، وإما على الخصوص إن كانت غير لائقة بالعموم وإن لم يكن لمسألتك هذا المساغ فالسكوت عنها هو الجاري على وفق المصلحة الشرعية والعقلية \" (¬2) .\r¬_________\r(¬1) ابن حجر، الفتح 1 / 162.\r(¬2) الشاطي: الموافقات (4 / 191) .","seal":"BC68C3CF","part":1},
      {"page":75,"id":73,"nass":"[المطلب السادس مراعاة الأحوال]\rالمطلب السادس\rمراعاة الأحوال إن من الحكمة المأمور بها في قول الله عز وجل: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: 125] (¬1) . مراعاة الحال والمقام.\rوالأحوال التي يِحسن بالخطيب مراعاتها كثيرة، ولكني أذكر ضربين دالين على ما عداهما.\r1 - مراعاة أحوال الأمة العامة: إن الأمة تمر بأحوال مختلفة كل حال تستدعى من الخطابة ما يناسبها، فإن حالة الحرب تستدَعي من التركيز على موضوعات معينة ما لا يستدعيه حال السلم، فيركز الخطيبِ على الصبر، وجمع الكلمة، والجهاد، والتوكل على الله، وعدم الركون للكافرين.\rكما أن حال الأمن والرغد تستدعي التذكير بالنعم والأمر بالشكر والتحذير من كفران النعم، وبيان قصص السابقين الذين بدلوا نعمة الله كفرا وأحلوا قومهم دار البوار.\r2 - مراعاة حال المصلين في المسجد: إن المساجد يختلف روادها باعتبارات كثيرة وعليه فإن المسجد الذي يرتاده مدرسو الجامعات غير الذي يرتاده طلابها،\r¬_________\r(¬1) سورة النحل آية 125.","seal":"9FD52EAE","part":1},
      {"page":76,"id":74,"nass":"والمسجد الذي يرتاده العمال غير المثقفين غير الذي يرتاده المتعلمون، والمسجد الذي يرتاده الزراع غير المسجد الذي يرتاده الصناع.\rفمن الحكمة أن يِختار الخطيبِ من الموضوعات ما يتناسب مع المصلين، بل قد يكون موضوع واحد يُعالج من أوجه عدة بحسب حال المصلين، فالزكاة يركز فيها عند المزارعين على زكاة الزروع والثمار، وعند التجار على زكاة الأثمان وعروض التجارة وهكذا.\r\r[المطلب السابع حسن النقد وجمال النصح]\rالمطلب السابع\rحسن النقد وجمال النصح إن الناس تقع منهم أخطاء، ويقع بعضهم في منكرات يراها الخطيب، فينصح عن طريق المنبر ويبين الحق، وهنا يجب أن ينبه إلى جملة ضوابط حتى يِؤدى النصح ثمرته ولا المنصوص إلى التمادي على الخطأ فمن تلك الضوابط:\rالضابط الأول: الإخلاص لله عز وجل، وأن يكون هدف الناصح الإصلاح فالنية أصل جميع الأعمال، وبحسبها يكون ثواب","seal":"C165A9ED","part":1},
      {"page":77,"id":75,"nass":"الناصح يقول الله عز وجل: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5] ) (¬1) .\rويقول الرسول صلى الله عليه وسلم: «إنما الأعمال بالنيات وإنما لكل إمرئ ما نوى» \" (¬2) .\rويكون قدوة الخطيِب الداعية إلى الله في ذلك الأنبياء والرسل الذين كانوا مخلصين في دعوتهم للإصلاح كما , قال شعيب عليه الصلاة والسلام فيما حكاه الله عنه: ( {إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [هود: 88] ) (¬3) .\rوعلى الخطيب أن يجاهد نفسه بإصلاح النية، لأن في النصح العلني ما فيه من أغراض النفس، والموفق من وفق للتجرد لله عز وجل.\rالضابط الثاني: أن لا يجرح ذوات الأشخاص ولا يِفتري عليِهم فيذكر خبرًا غير صادق نقله من أفواه الناس، وهذا الضابط أثرٌ\r¬_________\r(¬1) سورة البينة الآية 5.\r(¬2) البخاري كتاب الوحي: باب كيف بدأ الوحي (1 / 13) .\r(¬3) سورة هود الآية 88.","seal":"64BD96B2","part":1},
      {"page":78,"id":76,"nass":"من آثَار الضابط السابق فإن من صلحت نيته لم يِجرح أحدًا من الخلق، بل هدفه الإصلاح.\rالضابط الثالث: البعد عن تصيد الأخطاء أو الإلزام بلوازم الأقوال والأفعال أو محاولة لي النصوص لتكون وسائل إدانة للمنصوحين.\rالضابط الرابع: أن يكون الناصح لطيفًا في نصحه مبتعدًا عما يثير في المنصوح العناد أو التمادي على الباطل، وأن يهتدي بهدي سيد المرسلين نبينا محمد صلى الله عليه وسلم الذي كان يوجه ويِنصح في الخطب فيقول في نصحه: (ما بال أقوام) , وقد ورد عنه هذا كثيرًا فمن ذلك قول عائشة رضى الله عنها: «صنع النبي صلى الله عليه وسلم شيئا ترخص فيه وتنزه عنه قوم فبلغ ذلك النبي صلى الله عليه وسلم فحمد الله وأثنى عليه ثم قال: \" ما بال أقوام يتنزهون عن الشيء أصنعه فوالله إني أعلمهم بالله وأشدهم له خشية» (¬1) . بل صار ذلك منهجًا له فعن عائشة - رضي الله عنها - قالت: «كان النبي صلى الله عليه\r¬_________\r(¬1) رواه البخاري كتاب الاعتصام بالكتاب والسنة: باب ما يكره من التعمق والتنازع والغلوا في الدين والبدع (13 / 289) .","seal":"A3A987A7","part":1},
      {"page":79,"id":77,"nass":"سلم إذا بلغه عن الرجل الشيء لم يقل: ما بال فلان يقول ولكن يقول: \" ما بال أقَوام يقولون كذا وكذا» (¬1) .\rالضابط الخامس: أن يِكون عالمًا بما يِنصح به: فلا ينصح عن فعل أمر هو غير متأكد من حرمته ولا يِنصح بفعل أمر هو غير متأكد من مشروعيته. ويفيد علمه بما ينصح فيه إقامة الحجج والبراهين وإقناع الناس بما يِريِد لأن كلامه إذا لم يكن مقنعًا ربما كان فتنة للآخرين , بل ربما كان في قلوب بعض المنصوحين من الشبهة ما يمنعهم من قبول النصح إلا إذا كان بإسلوب مقنع وحجة ظاهرة.\r\r[المطلب الثامن الموازنة بين المتقابلات]\rالمطلب الثامن\rالموازنة بين المتقابلات الموازنة بين البشارة والنذارة: إن بعض الناس يكون ذا طبيعة نفسية مائلة إلى جانب التبشير أو جانب التخويِف، فيؤثر ذلك على خطبه، فيميل مثلا إلى جانب الإنذار والتخويف دوما، فنراه يشيع في الناس - على سبيل\r¬_________\r(¬1) رواه أبو داود كتاب الأدب باب حسن العشرة (4788) .","seal":"BCCFCA79","part":1},
      {"page":80,"id":78,"nass":"المثال - الكلام عن فساد الناس وضياع الدين واندراس السنن، وإن مستقبل الناس يِزداد شرًا وأن الأعداء يملكون زمام العالم. . . إلخ.\rوهذا الاقتصار يبعث اليأس في النفوس ويحطم حيوتيها ونشاطها للعمل الإسلامي، والحكمة أن يوازن الإنسان بين البشارة والنذارة، ولذلك جمع الله للرسول بين هذين العملين فقال: {فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ} [البقرة: 213] (¬1) {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ} [النساء: 165] (¬2) . فهم يِبشرون في مواضع البشارة، وينذرون في مواضع النذارة، ويجمعون بيِنهما في مواضع الجمع.\rإن حالات الإنذار يحتاجها الناس عندما يركنون إلى الدنيا وحظوظها ويرضون عن دين الله عز وجل فهو أسلوب تخويف مع من لم يرفع بدين الله رأسًا، والرسل عليهم الصلاة والسلام فعلوا ذلك، فقد كانوا ينذرون أقوامهم، ويخوفونه لما يرونه من إعراضهم عن دين الله عز وجل فكان الواحد منه يقول لقومه: ( {إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ} [الشعراء: 115] ) (¬3) .\r¬_________\r(¬1) سورة البقرة آية 213.\r(¬2) سورة النساء آية213.\r(¬3) سورة الشعراء آية 115.","seal":"22228AFB","part":1},
      {"page":81,"id":79,"nass":"والله عز وجل أمر أنبياءه بالنذارة فقال: {أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ} [نوح: 1] (¬1) وقال: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} [الشعراء: 214] (¬2) وقال: {يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ} [المدثر: 1 - 2] (¬3) .\rوأما التبشيِر فإنه يتوجه للمتقين الطائعين {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} [مريم: 97]\r{وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ} [البقرة: 25] (¬4) .\rوَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (¬5) .\r{فَبَشِّرْ عِبَادِ} [الزمر: 17] (¬6) .\r¬_________\r(¬1) سورة نوح، آية1.\r(¬2) سورة الشعراء، آية 214.\r(¬3) سورة المدثر، آية1، 2.\r(¬4) سورة البقرة، آية 25.\r(¬5) سورة البقرة، آية 223.\r(¬6) سورة الزمر، آية 17.","seal":"F885CDB6","part":1},
      {"page":82,"id":80,"nass":"ويحتَاج الناس للتبشير وبعث الأمل في النفوس حين الاضطراب والضعف والخوف والبلاء، ولذلك لما كان النبي صلى الله عليه وسلم مضطربا بعد نزول الوحي عليه بشرته أم المؤمنين خديجة - رضي الله عنها - بما يزيِل عنه دواعي الاضطراب وأسباب الخوف فقالت: «كلا، أبشر فوالله لا يخزيك الله أبدا، فوالله إليك لتصل الرحم، وتصدق الحديث وتحمل الكلّ وتكسب المعدوم وتعين على نوائب الحق» (¬1) .\rوكان النبي صلى الله عليه وسلم يبشر أصحابه بالرفعة والظهور على الأديِان، وهم في أشد حالات الضعف، وأعداؤهم متسلطون عليهم، ففي المسند: «بشر هذه الأمة بالسناء والرفعة والدين والنصر والتمكين في الأرض» (¬2) .\rإن الموازنة بين البشارة والنذارة من الحكمة في الدعوة التي أمر الله عز وجل بها، ومن اتباع سنة سيد المرسلين صلى الله عليه وسلم، وفيه مراعاة لأحوال الناس ونفوسهم.\rوهنا يجب التنبيه إلى أمر، وهو أن بعض الناس يذكر في سياق الترهيب من جرم أو ذنب بعض آيات الوعيِد، ثم يعقب في خطبته\r¬_________\r(¬1) رواه البخاري.\r(¬2) رواه أحمد.","seal":"0B6D7C26","part":1},
      {"page":83,"id":81,"nass":"ببيان أن ذلك الوعيد ليس محمولًا على معناه المتبادر، وإنما لا بد له من تأويل , مثال ذلك:\rقد يذكر الخطيبِ حديثَ: «سباب المسلم فسوق وقتاله كفر» فيذكر قول السلف في معنى الحديث، وأنه ليس الكفر المخرج من الملة، وهذا حق، ولكنه يِضعف أثر الحديث في النفوس، ولذلك لو فرق بيِن حال التعليم وحال الوعظ وأنه حين الوعظ تذُكر نصوص الوعيد كما جاءت، وأما في حالة التعليم وبيان الحكم فلا بد من البيان (¬1) .\rثانيا: الموازنة بين المصالح والمفاسد: إن الخطيب بحاجة إلى فقه الموازنة بين المصالح والمفاسد ومعرفة رتب المصالح والمفاسد حتى يِوازن بين مصلحة كلامه وما قد يترتب عليه من المفاسد، وذلك أن قَيام الشريعة إنما هو على جلب المصالح ودرء المفاسد، يقول العز بن عبد السلام -رحمه الله: \" معظم مقاصد القرآن: الأمر باكتساب المصالح وأسبابها والزجر عن اكتساب المفاسد وأسبابها \" (¬2) .\r¬_________\r(¬1) ينظر الصاوي، الثوابت والمتغيرات (65) .\r(¬2) ابن عبد السلام، قواعد الأحكام 1.","seal":"E08B5EE0","part":1},
      {"page":84,"id":82,"nass":"ويقول - رحمه الله -: \" الشريعة كلها مصالح إما أن تدرًا مفاسد أو تجلب مصالح، فإذا سمعت الله يقول: يا أيها الذين آمنوا فتأمل وصيته بعد ندائه فلا تجد إلا خيراَ يحثك عليه أو شرًا يزجرك عنه أو جمعا بين الحث والزجر، وقد أبان في كتابه ما في بعض الأحكام من المفاسد حثا على اجتناب المفاسد، وما في بعض الأحكام من المصالح حثًا على إتيان المصالح \" (¬1) .\rوهذه المصالح والمفاسد فد تختلط فيكون الفعل الواحد أو القول الواحد مصلحة من وجه ومفسدة من وجه آخر، أو مصلحة مشوبة بشيء من المفاسد أو العكس أو هي مصالح أو مفاسد في حال دون حال، قال الإمام الشاطبي: المنافع والمضار عامتها أن تكون إضافية لا حقيقة، ومعنى كونها إضافية أي أنها منافع أو مضار في حال دون حال، وبالنسبة لشخص دون شخص ووقت دون وقت \" (¬2) .\rوتعارض المصالح والمفاسد وحسنات الفعل وسيئاته \" باب واسع جدا لا سيما في الأزمنة والأمكنة التي نقصت فيِها آثار\r¬_________\r(¬1) المرجع السابق: 2 / 73.\r(¬2) الشاطبي، الموافقات 2 / 39.","seal":"DEB9EC5E","part":1},
      {"page":85,"id":83,"nass":"النبوة وخلافة النبوة فإن هذه المسائل تكثر فيها، وكلما ازداد النقص ازدادت هذه المسائل ووجود ذلك من أسباب الفتنة بيِن الأمة فإنه إذا اختلطت الحسنات بالسيئات وقع الاشتباه والتلازم، فأقوام قد ينظرون إلى الحسنات فيرجحون هذا الجانب وإن تضمن سيئات عظيمة، وأقوام قد ينظرون إلى السيئات فيرجحون الجانب الآخر وإن ترك حسنات عظيمة، والمتوسطون الذي ينظرون الأمرين \" (¬1) .\rوتعارض المصالح والمفاسد عالجه الشارع فأمر:\r1 - بارتكاب أدنى الفسادين للسلامة من أعلهما.\r2 - وبإهدار إحدى المصلحتين لتحصيل أعلاهما.\r3 - وبتقديم درء المفاسد على جلب المصالح.\r4 - وبالنظر في مآلات الأمور وعواقبها وعدم الاقتصار على النصر الآني، ولذلك فإنه يجب على الخطيب ألا يدفع الفساد بمفسدة أعظم , إذ لا يجوز رفع الفساد القليل بالفساد الكثير، ولا يدفع أخف الضررين بتحصيل أعظم الضررين، فإن الشريعة جاءت بتحصيل المصالح وتكَميلها وتعطيِل المفاسد وتقليلها\r¬_________\r(¬1) ابن تيمية، الفتاوي 20 / 57.","seal":"A541FBA5","part":1},
      {"page":86,"id":84,"nass":"بحسب الإمكان، ومطلوبها ترجيح خير الخيريِن إذا لم يمكن أن يُجمعا جمعًا، ودفع شر الشرين إذا لم يِندفعا جميعا \" (¬1) .\rإن موضوعًا من الموضوعات قد لا يصلح أن يعرضه الخطيب في وقت أو حال لما يترتب على عرضه من مفاسد، بينما لو عرضه في وقت آخر أو حال أخرى كان مصلحة خالصة.\rوالفقيه من وازن بين المصالح والمفاسد، فقال حين يِحسن القول، وكف حين يحسن الكف، ومما يوضح ذلك «أن أبا هريرة - رضي الله عنه - قال: \"حفظت عن رسول الله صلى الله عليه وسلم وعاءين، فأما أحدهما فبثثته، وأما الآخر فلو بثثته قطع هذا البلعوم» (¬2) .\rفبين أبو هريرة أنه امتنع عن التحديث بجزء من أحاديث آخر الزمان خوف حصول المفسدة الاجتماعيِة العامة، قال ابن حجر - رحمه الله -: \" حمل العلماء الوعاء الذي لم يبثه على الأحاديث التي فيها تبيين أمراء السوء وأحوالهم وزمنهم، وكان أبو هريِرة يُكني بعضهم ولا يصرح به خوفا على نفسه منهم \" ابن حجر، (¬3) .\r¬_________\r(¬1) المرجع السابق 33 / 343.\r(¬2) رواه البخاري (1 / 26الفتح) .\r(¬3) فتح الباري (1 / 262) .","seal":"C7829989","part":1},
      {"page":87,"id":85,"nass":"ولعله خشي أن يكون إخباره الناس بأسماء هؤلاء الأمراء سببا للخروج عليهم فتكون فتنة، ويوضح ذلك أيضًا حديِث معاذ بن جبل رضي الله عنه: «كنت رديف النبي صلى الله عيه وسلم، فقال: هل تدري يا معاذ ما حق الله على الناس؟ قال: قالت: الله ورسوله أعلم، قال: حقه عليهم أن يعبدوه ولا يشركوا به شيئًا، أتدري يا معاذ ما حق الناس على الله إذا فعلوا ذلك؟ قال: قلت: الله ورسوله أعلم، قال: فإن حق الناس على الله إذا فعلوا ذلك ألا يعذبهم، قال: قلت: يا رسول الله، ألا أبشر الناس قال: دعهم يعملون» وفى رواية \" إذا يتكلوا \" (¬1) .\rفاعترض الرسول صلى الله عليه وسلم على معاذ رضي الله عنه - وبين له مفسدة تَحديت الناس بهذا الحديث.\rوقد احتج الإمام البخاري بهذا الحديث على جواز أن يخص العالم بالعلم قومًا دون قوم كراهية ألا يفهموا (¬2) .\r¬_________\r(¬1) رواه البخاري، 1 / 225.\r(¬2) فتح الباري 1 / 225.","seal":"8DE5AA94","part":1},
      {"page":88,"id":86,"nass":"وقد حدث معاذ بهذا الحديث قبل موته خشيِة الإثم ولكن الاعتراض الذي ذكره معاذ من قول النبي صلى الله عليه وسلم (إذًا يتكلوا) صار مقترنًا بالحديث إلى يومنا هذا ليمنع سوء الفهم.\rثالثًا: الموازنة بين الجانب العاطفي والجانب العقلي\rإن بعض الخطباء تصطبغ خطبتهم بالصبغة العاطفية البحتة، فلا تراه يجتهد لإقناع الناس بما يقول، وبعضه تصطبغ خطبه بالصبغة العقليِة البحتة فلا يثير عواطف الناس (¬1) . وكلا طرفي قصد الأمور ذميم.\rإن إشعال عواطف الناس دون أن يكون هناك شيء من الإقناع والأدلة واستخدام الأسلوب العلمي مؤد إلى سلبيات كثيرة منها:\r1 - إن ما جاء عن طريق العاطفة فقط سرعان ما ينسى إذا انطفأت جذوة تلك العاطفة.\r2 - إن عواطف الناس إذا محتاجون بدون بيان العلم الرشيد الصحيِح انطلق الناس، فلابد إذًا من لجام هو العلم، يلجم العواطف أن تجعل أصحابها يِتعدون حدود الله، والناس بطبيِعتهم محتاجون إلى حاد يحدو بهم إلى العمل، ومرغب\r¬_________\r(¬1) ينظر: محمد أبو فارس: إرشادات لتحسين خطبة الجمعة 36.","seal":"7C8EB823","part":1},
      {"page":89,"id":87,"nass":"يُرغبهم فيه، كما هم محتاجون عند النهي إلى ما يرهبهم من إتيانه.\rولذلك كان المجمع بين الأسلوب العلمي والأسلوب العاطفي هو الحق والصواب.\r\r[المطلب التاسع التثبيت]\rالمطلب التاسع\rالتثبيت إن خطبة الجمعة يحضرها أناس تختلف أقدارهم العلمية والعقلية وكلهم في الغالب - يقف موقف المتلقي من الخطيبِ فكان واجبًا على الخطيب أن يتثبت مما يقول، وسأركز الكلام عن التثبيت في جملة نقاط:\rأولًا: التثبت من صحة النص الشرعي: إن من المتقرر أن القرآن قطعي الثبوت، فهو منقول بالتواتر ولا يتطرق إلى شيء منه احتمال عدم ثبوت وصحة، ولكن السنة النبوية في جملتها ظنية الثبوت ولذلك وجب على ناقل النص من السنة التثبيت من صحته، لأن الخبر عن رسول الله صلى الله عليه وسلم خبر عن الله، وليس كذبًا على الله ورسوله صلى الله عليه وسلم ككذب أحد على من سواهما، والأحاديث متضافرة على تقرير هذا، والتحذير من النقل الكاذب، فمن ذلك:","seal":"5FA5DB08","part":1},
      {"page":90,"id":88,"nass":"عن علي بن أبي طالب - رضي الله عنه - قال: قال النبي صلى اللَه علبه وسلم: «لا تكذبوا عليّ فإنه من كذب عليّ متعمدًا فليلج النار» \" (¬1) .\rوعن المغيرة بن شعبة - رضي الله عنه - قال: سمعت النبي صلى الله عليه وسلم يقول: «إن كذبًا علي ليس ككذب على أحد، من كذب على متعمدًا فليتبوأ مقعدة من النار» (¬2) .\rوعن سلمة - رضي الله عنه - قال سمعت النبي صلى الله عليه وسلم يِقول: «من يقل علي ما لم أقل فليتبوأ مقعده من النار» (¬3) .\rوالتثبت هو بطلب أسانيد تلك الأحاديث والنظر في رجال السند والتوثق من عدالتهم واتصال السند، فإنّ الإسناد هو المرقاة التي يِصعد بها إلى الحديث قال علي - رضى الله عنه -: \" انظروا عمن تأخذون هذا العلم فإنما هو الدين \" (¬4) .\r¬_________\r(¬1) رواه البخاري كتاب العلم باب إثم من كذب على النبي صلى الله عليه وسلم، فتح الباري 1 / 199 - 202، ومسلم في المقدمة باب تغليظ الكذب على النبي صلى الله عليه وسلم 1 / 9 -10.\r(¬2) رواه البخاري كتاب الجنائز باب ما يكره من النياحة علي الميت، فتح الباري 3 / 160، ومسلم في المقدمة باب تغليظ الكذب على رسول الله صلى الله عليه وسلم 1 / 9 -10.\r(¬3) رواه البخاري كتاب العلم باب إثم من كذب على النبي صلى الله عليه وسلم، فتح الباري 1 / 201.\r(¬4) رواه الخطيب في الكفاية في علوم الرواية 196.","seal":"695B5E7B","part":1},
      {"page":91,"id":89,"nass":"وقال ابن سيرين - رحمه الله -: \" إن هذا العلم دين فانظروا عمن تأخذون دينكم \" (¬1) .\rفعلى الخطيب إذا أراد أن يخطب أن يتثبت من صحة الأحاديث وذلك بمعرفة مخرجيِها، فإن كانت في البخاري ومسلم أو أحدهما كان ذلك دليَلا على صحتها وإن كانت في غيرهما اجتهد في البحث عن أقوال أهل العلم في الكلام عن الحديث، قال شيخ الإسلام ابن تيمية في بيان قاعدة التمييز بين الصدق والكذب في المنقولات: \" المقصود هنا أن نذكر قاعدة فنقول: المنقولات فيها كثير من الصدق وكثير من الكذب. . والمرجع في التميِيز، بيِن هذا وهذا إلى علم الحديث، كما نرجع إلى النجاة في الفرق بين نحو العرب ونحو غير العرب، ونرجع إلى علماء اللغة فيما هو من اللغة، وما ليسِ من اللغة وكذلك علماء الشعر والطب وغيِر ذلك، فلكل علم رجال يعرفون به والعلماء في الحديث أجل هؤلاء قدرًا وأعظمهم تفضلا، وأعلاهم منزلة وأكثرهم ديِنًا \" (¬2) .\r¬_________\r(¬1) مسلم في مقدمة الصحيح 1 / 14.\r(¬2) ابن تيمية، منهاج السنة 7 / 34 -35.","seal":"BE1788BB","part":1},
      {"page":92,"id":90,"nass":"ولقد أتى كثير من الخطباء الذين ينقلون نصوصًا غير صحيحة من اعتَمادهم على المجاميع المعروفة باحتوائها على الصحيح والضعيف بل وما دونه، ككنز العمال والترغبِ والتَرهيب، وما انتشار كثير من الأحاديث الموضوعة المحفوظة في أذهان الناس إلا بسبب تساهل بعض الخطباء والوعاظ ونقلهم لها دون تثبت وتبين.\rثانيا: التثبت في الفهم ووجه الاستدلال: إن النص قد يكون صحيحًا من جهة النقل ولكن الفهم المقلوب لذلك النص يحيل المراد، فإن كثيرًا (من الناقلين ليس كصده الكذب، لكن المعرفة بحقيقة أقوال الناس من غير نقل ألفاظهم وسائر ما به يعرف مرادهم قد يتعسر على بعض الناس ويتعذر على بعضهم) (¬1) . قال السبكي (فكثيراٌ ما رأيت من يسمع لفظة فيفهمها على غير وجهها فيغير على الكتاب والمؤلف ومن عاشره واستن لسننه. . مع أن المؤلف لم يرد ذلك الوجه الذي وصل إليه هذا الرجل) (¬2) .\rفقد يعيب المرء القول وهو غير معيب:\r¬_________\r(¬1) ابن تيمية، الفتاوي 6 / 303.\r(¬2) السبكي قاعدة في الجرح والتعديل 93.","seal":"C27DB8F1","part":1},
      {"page":93,"id":91,"nass":"فكم من عائب قولا صحيحا ... وآفته من الفهم السقيم\rوقد يأخذ من النص دلالة وهو غير مصيب، ولو راجع أقوال المفسرين وشروح العلماء لكتب الحديث لوقع على خبير بما يِؤخذ من النص وما يستفاد منه.\rوأما الاعتماد على ما يتبادر إلى الذهن من النص، فذلك موقع في الخطأ إذ القرآن يصدق بعضه بعضا، ويحتاج الذي يريد فهم نص إلى الرجوع للنصوص الأخرى وأقوال أهل العلم.\rثالثا: التثبت من سلامة نقل النص: ينقل الخطيب في موضع الاستشهاد شيئًا من الآيات القرآنية والأحاديثِ النبويةَ، ومن الواجب على الخطيبِ ألا يعتمد على حفظه فيما يتعلق بالآيِات والأحاديث بل يراجعها لينقلها بلفظها إن كانتَ من القرآن وأما إن كانتَ من السنة فبلفظها إن أمكن أو بمعناها.\rومن الملاحظ هنا: أن من الخطباء من يستشهد بنص قرآني فينقله نقلا غير صحيح فيحرف آيات التنزيل أو يلحن في تلاوة النص أو نحو ذلك، وقَد يِتلقى منه الناس ذلك الخطأ ويأخذونه مأخذ التسليم، وقد ينقل نصًا من السنة من حفظه فيخطئ بتقديم","seal":"6F9A2E6D","part":1},
      {"page":94,"id":92,"nass":"أو تأخير يؤثر في المعنى أو لحن يحيله، ولو راجع النص لسلم من ذلك.\rومما ذكر هنا أن خطيبا نقل عن شيخ الإسلام محمد بن عبد الوهاب جملا فيها بيان حقوق الرسول محمد صلى الله عليه وسلم منها قوله: \" وألا يعبد الله إلا بما شرع \"، وكان يذكر النص من حفظه ويكرره ثلاثا لتأكيده في أذهان الناس ولكنه قال: \" وألا يعبد إلا بما شرع الله \"، فأثار شيئا من سوء الفهم في أذهان بعض الناس، ولعجل بعضهم في الرد عليِه، ولو راجع النص وكتبه لسلم.\rرابعا: التثبت من الأحكام الشرعية: إن من مهام الخطيب أن يبيِن للناس الأحكام الشرعية لأفعال المكلفين من حل وحرمة ووجوب وندب وكراهة، وتزداد أهمية ذلك في بعض المواسم، كمواسم رمضان والحج ونحو ذلك، ولا يصح لخطيب أن يذكر تلك الأحكام دون تثبت منها، فإن ذلك قول على الله عز وجل بغير علم {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} [الأعراف: 33] (¬1) .\r¬_________\r(¬1) سورة الأعراف، آية 33.","seal":"9C217DB4","part":1},
      {"page":95,"id":93,"nass":"وحق على الخطيب أن يراجع في كل موسم ما يناسب من أبواب الفقه، ففي رمضان أو قبله بقليل يراجع كتاب الصيام وكتاب الزكاة من كتب الفقه، وقبل موسم الحج يراجع كتاب الحج ويراجع أحكام العشر من ذي الحجة وأيام التشَريقَ وهكذا.\rهذا إن كان أهلا وقادرًا على الفهم، وأما إن لم يكن كذلك لك فعليِه أن يقرأ فتاوى أهل العلم إذا أراد بيان شيء للناس من على المنبر، ويحيل إلى تلك الفتاوى الموثقة مسندة إلى مراجعها.\rخامسًا: التثبت من الأخبار: قد ينقل الخطيب في أثَناء خطبته للناس حدثًا من الأحداث يريد أن يكون مدخلا للموضوع، وهذا الأسلوب أسلوب حسن لأنه يشد الناس ويلفت أنظارهم للموضع، لأن من طبيِعة غالب البشر حب القصص وتأثرهم بها، ثم تكون تلك القصة وسيِلة للفهم لأنها تُجسد المعاني في أشياء واقعية ولكن تلك القصص والأخبار تحتاج إلى جملة ضوابط منها - فيما نحن بصدده - التثبتَ، وهو خلق نبيل دعا إليه الإسلام، يقول اللَه عز وجل:","seal":"FA2F0D9F","part":1},
      {"page":96,"id":94,"nass":"{يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات: 6] (¬1) .\rيقول ابن جرير - رحمه الله -: أمهلوا حتى تعرفوا صحته ولا تَعجلوا بقبوله. . . لئلا تصيبوا قومًا براء مما قذفوا به بجهالة منكم {فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات: 6] يقول: فتندموا على إصابتَكم إياهم بالجنايةَ التي تصيبونهم بها (¬2) .\rوالعاقل لا يعتمد على نقول الناس وأقوالهم، فإن تناقل القول ليس دليلا على صحته، قال الدكتور مصطفى السباعي - رحمة اللَه: \" والجماهير دائمًا أسرع إلى إساءة الظن من إحسانه. . . فلا تصدق كل ما يقال ولو سمعته من ألف فم حتَى تسمعه ممن شاهده بعينه، ولا تصدق من شاهد الأمر بعينه حتى تتأكد من تثبته فيما يشاهد، ولا تصدق من تثبت فيما يشاهد حتىَ تتأكد من خلوه من الغرض والهوى (¬3) .\r¬_________\r(¬1) سورة الحجرات: آية 6.\r(¬2) الطبري، جامع البيان 26 / 123 ـ 125.\r(¬3) مصطفى السباعي، أخلاقنا الاجتماعية ص60.","seal":"6D6970FB","part":1},
      {"page":97,"id":95,"nass":"وفوق أن التثبت فضيِلة والنقل من الناس بدونه رذيِلة، قد يكون حديث الخطيب عن خبر لا يصدق ولا يثبتَ سببا لفقدان مصداقيتَه عند الناس، قال يأخذون قوله، ولا يتقبلونه إلا بنوع من الريب والشك.\rوتزداد أهمية التثبيت بشكل عام حين وقوع الفتن واضطراب الأحوال، وتبلبل الأذهان فإن ذلك إذا وقع في زمان ما أوجب التثبتَ والتبيين لما يستَدعيه زمن الفتن والشرور من كثرة الكذب والافتراء.\rفلقد كان ازدياد الشرور والفتن من أعظم أسباب تثبتَ السلف واهتمامهم بالأسانيد بعد أن لم يكن ذلك من شأنهم، فعن طاووس بن كيسان أن رجلا جاء إلى ابن عباس - رضى الله عنهما - فجعل يحدثه، فقال له ابن عباس: \" عد لحديثِ كذا وكذا \"، فعاد له ثم حدثه، فقال له: عد لحديث كذا وكذا فعاد له، فقال له: ما أدري أعرفت حديثَي كله، وأنكرت هذا؟ أم أنكرت حديثي كله وعرفت هذا؟ فقال له ابن عباس: \" إنا كنا نحدث عن رسول الله صلى اللَه","seal":"ABA5E9FC","part":1},
      {"page":98,"id":96,"nass":"عليه وسلم إذ لم يكن يكذب عليه، فلما ركب الناس الصعب والذلول تركنا الحديث عنه (¬1) .\rومما يدل على ذلك قول الإمام محمد بن سيرين - رحمه الله - لم يكونوا يِسألون عن الإسناد فلما وقعت الفتنة قالوا: سموا لنا رجالكم فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع، فلا يؤخذ حديثهم \" (¬2) .\r\r[المطلب العاشر معالجة مشكلات الأمة]\rالمطلب العاشر\rمعالجة مشكلات الأمة إن الناظر في المجتمعات المسلمةَ اليوم يجد أنها تزخر بألوان من المشكلات فمنها المشكلات العقدية كالحكم بغيِر ما أنزل الله، وعبادة القبور والنذر لأصحابها، ومنها المشكلات الاجتماعية كغلاء المهور والعنوسة.\r¬_________\r(¬1) رواه مسلم في مقدمة الصحيح باب النهي عن الرواية عن الضعفاء والاحتياط في تحمله 1 / 12 - 13.\r(¬2) رواه مسلم في مقدمة الصحيح 1 / 15 والخطيب في الكفاية في علوم الرواية (122) .","seal":"4DB050F7","part":1},
      {"page":99,"id":97,"nass":"ومنها المشكلات الاقتصادية والرشوة , ومنها المشكلات المتعلقة بقضايا الأمة العامة كتفشي الظلم والمنكرات العامة وغير ذلك، ومنها المشكلات النفسية كمشكلات القلق والإحساس بالضيق النفسي ونحو ذلك.\rوالخطيبِ كالطبيب فهو يعالج هذه بل حقيق به أن يتلمس مشكلات الناس ليساعد في حلها، ولكن يحسن التنبيِه إلى جملة ملاحظ تتعلق بهذا الموضوع.\r1 - أنه يجب على الخطيبِ أن تكون معالجتَه للمشكلات على المنبر منضبطة بالضوابط الشرعيةَ المعلومة في إنكار المنكر ومن ذلك.\rأ - الإخلاص لله عز وجل.\rب - مراعاة المصالح والمفاسد.\rج - العلم بأن ما يريد النهي عنه منكر أو ما يريد الأمر به معروف.\rد - المعالجةَ للأمر بالحكمة والموعظة الحسنة.\r2 - أن يتوجه إلى الناس بما يستطيعون القيام به، فلا يخاطب العوام بما يخرج عن قدرتهم، أو بمنكر ليسواهم القائمين عليه، أو يخاطبهم عن المنكر العام الذي فعله غيرهم من","seal":"D75DF7DF","part":1},
      {"page":100,"id":98,"nass":"الجهة التي تدخل تحت قدرتهم فإن الناس من يتكلم عن منكر من المنكرات ولا يذكر ما يمكن للناس عمله تجاه ذلك المنكر فيؤجج مشاعرهم فيقفون موقف المحتار الذي لا يدري ما يعمل، وقد يصير بعض الناس إلى أعمال غير شرعية في تغيير ذلك المنكر.\r3 - ألا يركز الخطيب السلبي فقط، وهو جانب الإنكار بل يأمر بالمعروف وينهى عن المنكر فإن مشكلات الناس إما ترك لمعروف أو فعل لمنكر، بل مع فشو المنكرات لا بد أن يكون ثَمة ألوانا من المعروف مهجورة، وأنواعا من الخيرات مهملة. وأن الناس لو شغلوا بأعمال الخير والمشاريع الخيرية النافعةَ لم يكن عندهم فضل وقت لغيرها.\rفالمعالجات للوقائع الحادثة تنقسم إلى قسمين:\rأ - معالجة المنكرات، ولا سيما ما كان منها قريبِ العهد، وهو حديث الناس، ويراعى في معالجة هذه المنكرات أكبرها ضرراَ وأسوأها أثرًا، وعند تحذير الناس من ذلك المنكر يدلل على حرمته وخطره من القرآن والسنة، ويِحصر أضراره ومساوِئَه في جميع","seal":"FC559EA4","part":1},
      {"page":101,"id":99,"nass":"الجوانب، ويِحض على تركه والنوبة منه، مبينا الموقف من ذلك المنكر وسبل معالجته.\rب - الحض على أعمال صالحة ومشاريع نافعة ويذكر أدلة فضل تَلك الأعمال وما في القرآن والسنة من بيان أجر عاملها ومزايا هذا العمل ونتائجه وخطورة تَركه والإعراض عنه، وأن هذا الإعراض من مشكلات الأمةَ الحادثة التي يجب علاجها.\r4 - ألا يركز الخطيب على لون من ألوان المشكلات، فإن المجتمع فيه مشكلات كثيِرة تحتاج إلى علاج، وبعضها إذا عولج فبالتبع ستتم معالجة مشكلات كثيرة، وقد تكون هناك مشكلة متعبة لأناس كثر وهم يبحثون عن علاجها، والخطباء أو بعضهم عنها غافلون.\rومن ذلك: أن خطيبا خطب عن القلق وطرق دفعه ومعالجته إذا وقع فوقعت الخطبةَ موقعا عظيما من الناس وطلب صورتَها ليقرأها طوائف كثيرة منهم، وذلك لأنهم يعانون من المشكلة، والقلق حقيقته عرض مشكلات أخرى، والساعي في علاج نفسه من القلق علاجَاَ شرعيًا سيعالج تلك المشكلات.","seal":"8A8EE164","part":1},
      {"page":102,"id":100,"nass":"5 - أن صلاة الجمعة صلاة يشهدها جماعات من الناس مختلفة المشارب متنوعة من كل وجه، فمنها البر والفاجر والصالح والفاسق، وضعيف النفس والجاهل، فعلى خطيب الجمعة عند الحديث عن المنكرات والمعاصي ألا يوغل في وصف تلك المنكرات، وبيان أماكنها وطريقة أهل الشر، فإن ذلك الوصف مدعاة إلى عكس كما أراده الخطيب.\rوفي التحذير عن المنكر والنهي عنه وبيان أضراره وآثاره غنيِة عن وصفه.\r6 - أن الكلام عن حدث من الأحداث أو منكر من المنكراتَ العامةَ قد يعالج بطريقَ يسبب ضررا أكبر كأن يتحدث الإنسان عن ذلك المنكر والقائمين عليه، ويصف أحوالهم وأعمالهم، بينما يمكن أن يعالج الموضوع بطريقة حكيمة كأن يتحدث الخطيب عن موضوع مناسب لما وقع، يفهم الناس عن طريقه الموقف الشرعي الرشيد من القضيِة.\rوأذكر مثلين على ذلك:\rالأول: في بلد مسلم كرم رجل لا يستحق التكريم لأمور أعظمها أنه غير مسلم، وأنه لم يفعل شيئاَ يستحق التكريم، فضج أحدُ الخطباء يخطب وأوغل في ذكر ما جرى من تكريم للرجل بما هو","seal":"193A837C","part":1},
      {"page":103,"id":101,"nass":"ليس من أهله. ولكن خطيبا خطب خطبة عن موازين رفع الناس وخفضهم، ولم يتطرق للحدث، ولكن الظرف الزماني ساعد الناس على الفهم، وأصل الرجل الموضوع تأصيلا شرعيِا لا يقِتصر على مجرد ما وقع ولكنه يشمله ويشمل نظائره من الأحداث.\rالثاني: تحدث في بلد تجاوزات بسبب فرح بأمر كفوز فريقَ أو نحو ذلك، فتصدر الجهات الرسمية بيانات ويتكلم بعض الخطباء عن ما حدث ولكن الأفضل من ذلك بالنسبة للخطيبِ أن يِضع للناس موازين شرعية في الفرح والسرور ومتى يكون ذلك وبم يكون؟ ، والذين يِفعلون ذلك يجعلون للمنبر حرمة ومكانة مع أنهم قد أعذروا إلى الله ببيان الحكم الشرعي فيما حدث.","seal":"F8114068","part":1},
      {"page":104,"id":102,"nass":"[الخاتمة]\r[الخطب المنبرية]\rالخاتمة وتشمل هذه الخاتمة على دراسة تطبيقية على ثلاث مجاميع خطب لفضيلة الشيخ العلامة: عبد الرحمن بن ناصر السعدي - رحمه الله تعالى - تبدأ بسرد فهرست مجاميع خطبه وتحليل عام للموضوعات ثم أثني بذكر نموذج من خطبه - رحمه الله - وتحليل لذلك النموذج.\rأولًا: فهرست الخطب الخطب المنبرية - إيضاح:\r1 - خطبة: في الاعتصام بالله من الشيطان.\r2 - خطبة: بعد نزول الغيث.\r3 - خطبة: في الحث على تكميل الصلاة.\r4 - خطبة: في التعرف إلى الله بالأعمال الصالحة.\r5 - خطبة: في التحذير من المدارس الأجنبية المنحرفة.\r6 - خطبة: في وجوب ملاحظة الأولاد.\r7 - خطبة: في معنى {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} [الأحزاب: 70]","seal":"B53A5289","part":1},
      {"page":105,"id":103,"nass":"8 - خطبة: في ختام العام.\r9 - خطبة: في قوله تعالى: {إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ} [الأعراف: 33] 10 - خطبة: في حفظ اللسان.\r11 - خطبة: في آداب الأكل واللباس.\r12 - في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ} [الحديد: 28]\r13 - خطبة: في تَزكية النفس.\r14 - خطبة: في الحث على إكرام البهائم والنهي عن أذيتها.\r15 - خطبة: لرمضان وفضله.\r16 - خطبة: حين حل الجراد على الناس.\r17 - خطبة: في وجوب الاستعداد بالفنون الحربية.\r18 - خطبة: في الفرق بين العلم النافع والعلم الضار.\r19 - خطبة: في الحث على أسباب الرحمة.\r20 - خطبة: في الاعتدال باستعمال العلاجات.\r21 - خطبة: في صفة السابقين إلى الخيرات.\r22 - خطبة: بعد نزول الغيث.\r23 - خطبة: في رسالة محمد صلى الله عليِه وسلم.\r24 - خطبة: في شعب الإيمان.\r25 - خطبة: في سير الشريعة.\r26 - خطبة: في أصول الدين.","seal":"41B497D6","part":1},
      {"page":106,"id":104,"nass":"27 - خطبة: حين زادت الأمطار.\r28 - خطبة: حين وضع مكبر الصوت في المسجد واستنكره بعض الناس.\r29 - خطبة: في الحث على لزوم الصراط المستقيم.\r30 - خطبة: في بعثة النبي الكريم.\r\r[الفواكه الشهية في الخطب المنبرية]\rالفواكه الشهية في الخطب المنبرية ا - في الحث على التقوى وبيان حدها وفوائدها.\r13 - في قوله صلى الله عليه وسلم: احرص على ما ينفعك.\r2 - في الحث على الإحسان.\r14 - في انتظار الفرج وقت الشدة.\r3 - في بيان لطفه بالعباد عند المكاره.\r15 - في الزجر عن إضاعة الصلاةَ.\r4 - في تذكير الناس بنعم الدين.\r16 - في النار وصفتها وأهلها.\r5 - في أن الجزاء من جنس العمل، وأسباب شرح الصدر.\r17 - في ذكر صفة الجنة وأهلها.\r18 - في تيسير الله المعايش لعباده.\r6 - في وجوب العناية بحقوق الله.\r19 - في فضيلة الذكر.\r7 - في التوكل.\r20 - في التوكل على الله والاستعانة به.\r8 - في الحياة الطيبة.\r21 - في النهي عن الإسراف في النفقات.\r9 - في تفسير قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ} [النحل: 90] إلخ.\r22 - واعظة.\r23 - في سؤال العبد عن النعم.\r10 - في إنما الأعمال بالنيات.\r24 - في وجوب معرفة الله وتوحيده.\r11 - في الحث على الدعاء.\r25 - في بعض حقوق النبي صلى الله عليه وسلم.\r12 - في التوسل إلى الله بالوسائل النافعة.","seal":"0473400C","part":1},
      {"page":107,"id":105,"nass":"26 - فى حديِث: «إني حرمت الظلم» .\r27 - في التحذير من حلق اللحى.\r28 - في كل معروف صدقة.\r29 - في العقل.\r30 - في قوله صلى الله عليه وسلم: «قد أفلح من هدى للإسلام. . .» إلخ.\r31 - في نصائح نبوية.\r32 - في الاهتمام بصلاح القلب.\r33 - عن الآيات المخوفة والتحذير من الذنوب.\r34 - في التوحيد.\r35 - في نعم البرزخ وعذابه.\r36 - في فضل الإسلام.\r37 - في عمل اليوم والليلة.\r38 - في النصيحة.\r39 - في سنن الفطرة.\r40 - في البداءة باليمين.\r41 - في آداب الشرع في السلام والتحية وغيرها.\r42 - في حسن الخلق.\r43 - في مفاتيح الخير والشر.\r44 - في الحث على مؤنة الأقارب وغيرهم.\r45 - في الحث على تدبر القرآن.\r46 - في وجوب العدل في كل شيء.\r47 - في معرفة الله وتوحيده.\r48 - في أحكام فقهية.\r49 - الجزاء من جنس العمل.\r50 - في الصدق.\r51 - في الاستقامة.\r52 - في التعرف إلى الله.\r53 - في وجوب دفع الأذية عن الناس.\r54 - في الوتر وغيره.\r55 - في الصلاة على النبي صلى الله عليه وسلم.\r56 - في تيسير طريق الجنة والنجاة من النار.\r57 - في الرضى بالقدر.\r58 - في التقوى.\r59 - في المنجيات والمهلكات.\r60 - واعظة.\r61 - في معرفة الله.\r62 - في التوحيد.\r63 - في فضل الدين الإسلامي.\r64 - في فضل ليلة القدر.\r65 - في إصلاح التعليم.\r66 - في الحث على العلم.\r67 - التعلم بالله دون غيره.\r68 - في الحج.\r69 - في الحث على المساهمة في عمارة المساجد.\r75 - لشهر صفر.\r71 - في الحث على التوبة.\r72 - بيان.\r73 - إيضاح.","seal":"81653F6F","part":1},
      {"page":108,"id":106,"nass":"[مجموعة خطب الشيخ عبد الرحمن السعدي]\rمقدمة 1 - خطبة تحتوي على شرح بعض الأسماء الحسنى.\r11 - خطبة فيما يشرح الله به الصدر.\r2 - خطبة في الإشارةَ إلى التوحيد ووجوب الشكر.\r12 - خطبة فيما يتبع الميت.\r13 - خطبة في أن الجنة حفت بالمكاره والنار بالشهوات.\r3 - خطبة في بعض شمائل النبي صلى الله عليه وسلم.\r14 - خطبة في الحث على الجمعة والجماعة.\r4 - خطبة في الحث على التوبة.\r5 - خطبة في وجوب النصح في المعاملة والترهيب من البخس والغش.\r15 - خطبة في الترغيب في كسب الحلال.\r16 - خطبة في بر الوالدين وصلة الأرحام.\r6 - خطبة في عقائد وأخلاق وأعمال نافعة.\r17 - خطبة في الجمع بين الخوف والرجاء.\r7 - خطبة حث الأغنياء على الإحسان والفقراء على الصبر.\r18 - خطبة مقدمة الاستسقاء.\r19 - خطبة الاستسقاء.\r8 - خطبة في العفو والإعراض عن الجاهلين.\r20 - خطبة بعد نزول الغيث والرحمة.\r9 - خطبة في الحث على القناعة.\r21 - خطبة في الحث على العلم.\r10 - خطبة في التعاون على البر.\r22 - خطبة في العلم أيضا.","seal":"A475E31A","part":1},
      {"page":109,"id":107,"nass":"23 - خطبة في القيام بالحقوق.\r24 - خطبة في استقبال رمضان بما يناسبه.\r25 - خطبة لرمضان أيضا.\r26 -خطبة في فضل العشر الأخيرة من رمضان.\r27 - خطبة في الحث على صدقة الفطر.\r28 - خطبة لعيد الفطر.\r29 - خطبة في الحج.\r30 - خطبة في الحج.\r31 - خطبة في الحج أيضا.\r32 - خطبة في الحج أيضا.\r33 - خطبة في الحج أيضا.\r34 - خطبة في فضل الصحابة.\r35 - خطبة في صلة الرحم والأقارب.\r37 - خطبة في معنى الكيس.\r38 - خطبة في الحض على الزكاة.\r39 - خطبة في الحث على تربية الأولاد.\r40 - خطبة في بعض جزاء المحسنين والمسيئين.\r41 - خطبة في مقارنة الأخبار.\r42 - خطبة في الحث على أداء الديون عنك وعن والديك.\r43 - خطبة في الأمانة ورعايتها.\r44 - خطبة في الحث على الإصلاح.\r45 - خطبة في أمراض القلوب وأدويتها.\r46 - خطبة في تيسير الجمع بين أمور الدين والدنيا.\r47 - خطبة في نعمة الله برفع الجراد.\r48 - خطبة في الزجر عن البخس والمعاملات المحرمة.\r49 - خطبة في التحذير عن فاحشة الزنا.\r50 - خطبة في فضل غرس النخل.\r51 - خطبة في أيام جذاذ الثمار.\r52 -خطبة في تقوى الله وبيان علاماتها.\r53 - خطبة في حقوق الزوجية.\r54 - خطبة في الإشارة إلى هجرة النبي ووفاته.\r55 - خطبة وعظية.\r56 - خطبة في الحث على تحقيق الإيمان وتكميله.\r57 - خطبة في التذكير بنعم الله وآثار الغيث.\r58 - خطبة في الحث على الصبر.\r59 - خطبة في تربية البنات تربية نافعة.\rفهرس المجموع السادس (الخطب) .","seal":"C77D6C1E","part":1},
      {"page":110,"id":108,"nass":"من خلال عرض هذه الفهرست لخطب الشيخ ـ رحمة الله تتبدي لنا السمات التالية:\r1 - التركيز على القضايا الكلية وأصول الاعتقاد والعمل والأخلاق، ويوضح ذلك ما يلي:\rأ - بلغت الخطب التي بين فيها الشيخ أصول التوحيد ومنزلته وأهميته ثنتي عشرة خطبة.\rب - بلغت الخطب التَي بين فيها الشيِخ حقوق المصطفى صلى الله عليه وسلم وشيئًا من شمائله وسيرته خمس خطب.\rج - بلغت الخطب التي تحدث فيها الشيخ عن التقوى وثمارها وعلاماتها، خمس خطب.\rد - بلغت الخطب التي تحدث فيها الشيِخ عن نعم الله عز وجل على خلقه سبع خطب.\rهـ - بلغت الخطب التي تحدث فيها الشيخ عن القلوب صلاحها وفسادها وأسباب انشراحها وطمأنينتها أربع خطب.\rهذا على سبيِل المثال، والاطلاع على هذه الأرقام في هذه الموضوعاتَ الكلية الأصلية دال على مدى عناية الشيخ","seal":"F93A83C4","part":1},
      {"page":111,"id":109,"nass":"بالأصول، فاثنتا عشرة خطبة في التَوحيِد من أصل (160) خطبة دال على عنايتَه بالتَوحيد، علما أني لم أدخل في الأثنتيى عشر خطبة خطبا في موضوعاتَ تتعلق بالعقيدة مثل التوكل الذي بلغت الخطب فيه أربع خطب.\r2 - مراعاة الظرف الزماني المناسب، وتأتي خطب الشيخ التي راعى فيها الظروف الزمنية على قسمين:\rالقسم الأول: الخطب الدورية: وهي التي يراعي فيها الشيخ المناسبات مثل: خطبة عن الحج، وخطبة عن رمضان، وعن شهر صفر، وفي أيام جذاذ التمر.\rالقسم الثاني: الخطب الطارئة: وهي التَي يعالج فيها الشيخ أمورا طرأت على المجتمع الذي يِعيش فيه ومن ذلك: خطبته بعد نزول الغيث وحين زادت الأمطار، وحين حل الجراد بالناس , وخطبته حين وضع مكبر الصوت في المسجد فاستنكر وبعض الناس.\r3 - معالجته لقضايا الأمة العامة ومشكلاتها الكبرى.\rفقد خطب عن وجوب الاستعداد بالفنون الحربية وخطب في الجانب الاقتصادي عن الزجر عن البخس والمعاملات","seal":"FD092FE8","part":1},
      {"page":112,"id":110,"nass":"المحرمة. وخطب في الجوانب التربوية والتعليمية بل ركز على ذلك، فمن خطبه:\r- خطبة عن تربية البنات، وخطبتان عن تربية الأولاد، وثلاثَ عن العلم، وخطبة عن المدارس الأجنبيةَ.\r4 -مراعاة المجتمع الذي يعيش فيه، إذ المتأمل للخطب يجد فيها فهما لأحوال المجتمع ومعالجة لقضايا الناس على اختلاف طبقاتهم، فهو يخاطب الرعاة وأهل البهائم في خطبة الحث على إكرام البهائم والنهي عن أذيتها.\rويخاطب المرضى في خطبة عن الاعتدال في استعمال العلاجات.\rويخاطب الأغنياء فيحث على الزكاة ويحثهم على مؤونه الأقارب.\rويخاطب المزارعين بخطبة خاصة في أوان جذاذ النخيل، وأخرى حين حل الجراد بالناس على زروعهم.\rويخاطب الطبقة التي تختلط بالناس في غير البلاد في ذلك الوقت بالتَحذير من إدخال أبنائهم المدارس الأجنبية المنحرفة.\rويخاطب من أصيب بالقلقَ بخطب عن أسباب انشراح الصدر وطمأنينة القلب. . وهكذا.","seal":"74B188B8","part":1},
      {"page":113,"id":111,"nass":"[خطبة في التحذير من المدارس الأجنبية المنحرفة]\rخطبة\rفي التحذير من المدارس الأجنبية المنحرفة الحمد لله الواحد الأحد، الفرد الصمد، تفرد بصفات الكمال وتنزه عن النقائص والأشباه والأمثال.\rوأشهد أن لا إله إلا الله وحده لا شريك له، الكبير المتعال، وأشهد أن محمدا صلى الله عليه وسلم أفضل العالمين، وسيد المرسلين، وإمام المتقين وقائد الغر المحجلين، اللهم صل وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\rأما بعد: أيها الناس اتقوا الله بفعل أوامره وترك نواهيه، وتحببوا إليه بفعل ما يحبه ويرضيه. واعلموا أن الله مَنَّ عليكم بدين الإسلام، الذي فيه السعادة والفلاح والخير كله على التَّمام. أنقذكم به من الضلالة والشقاء وأرشدكم به إلى كل خير ورشد وهدى. {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} [آل عمران: 103] (سورة آل عمران: الآية 103) ، إلى {عَظِيمٌ} [آل عمران: 105] (سورة آل عمران: الآية: 105) .","seal":"F3197A32","part":1},
      {"page":114,"id":112,"nass":"واحذروا أعداء الإسلام، فإنهم لا يزالون يبغون لكم الغوائل، وينصبون لإضلالكم المصائد والحبائل. فأعظم حبائلهم مدارسهم التي لم تؤسس إلا لإضلال الناس، ولا بنيت إلا لإفساد العقائد والأخلاق، فبئس الأساس. انظروا إلى آثارها ومن يتخرج منها كيف انسلخوا وانحلوا من الدين، وكيف كان الاستهزاء واحتقار الدين مهنة هؤلاء الأرذلين. فكم أخرجت هذه المدارس المنحرفة من أبناء المسلمين من كانوا للإسلام أكبر الأعداء، ويظن الغالطون أنها أدوية لأمراضهم، وكانت - والله - أعظم الداء، ويعتبرونها نافعة لهم في دنياهم، فكانت هي الشر والبلاء، وخرجوا منها منسلخين من أخلاقهم وآدابه وإيمانهم متهكمين ومستهزئين بأسلافهم وآبائهم وإخوانهم، مستبدلين من الأخلاق الجميلة كل خلق رذيل، منحرفين من الصراط السوي إلى منحرف السبيل.\rكيف يرضى مسلم أن يختارها لأولاده وهم عنده ودائع وأمانات؟ وكيف يضعهم في شبكة الهلاك؟ فهذا أكبر الخيانات، وكيف يرضى أن يخسر ولده بسعيه واختياره، ويذهب عمله سدى","seal":"890A3A77","part":1},
      {"page":115,"id":113,"nass":"بل ضررا إذا باء بغبنه وخياره. ألم يكن عندكم وفي بلادكم من مدارس الحكومة ما يحصل به المقصود، وفيها الأساتذة المعروفون بالعلم والدين وبذل المجهود. . ألم تبذل الحكومة لراحة الجميع خير مجهود، ألم تروا من آثار أعمالهم ومنفعة المتعلمين ما هو محسوس ومشهود. ففيم الرغبة بعد هذا في مدارس الأجانب التي نفعها الدنيوي طفيف بالنسبة إلى ما فيها من الأضرار، وعاقبة المتخرجين منها في الغالب الهلاك والبوار. كل تعليم لا يقوم على الدين فهو ساقط منها، وكل سعي لا يصلح الأخلاق فهو سفه وخسارة، إذا ذهب الدين فبأي شيء تفرح. وإذا خسرت الأخلاق الفاضلة فبأي سلعة تربح. وإذا اضمحلت الآداب فمتى تفلح وتنجح.\r{وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ - يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} [الجاثية: 7 - 8] (سورة الجاثية: الآيتان 7، 8) ومن خلال دراسة هذا النموذج تبين ما يلي:","seal":"26C6F8AE","part":1},
      {"page":116,"id":114,"nass":"1 - اشتمال مقدمة الخطبة على:\rأ - حمد الله والثناء عليه بما هو أهله.\rب - الشهادتين.\rج - الصلاة على النبي صلى الله عليه وسلم.\r2 - الوصية بتقوى الله عز وجل.\r3 - براعة الاستهلاك بذكر جمل وآيات دالة على عظم منة الله عز وجل على الأمة بهذا الدين العظيم.\r4 - الدخول إلى الموضوع ببيان أمر كلي عام وهو التحذير من أعداء الإسلام وبيان مواصلتهم للكيد والمكر بالمسلمين لإضلالهم.\r- الدخول إلى الموضوع وتوضيح خطورة المدارس الأجنبية، وأنها من أحابيل الكفار في إفساد العقائد والأخلاق.\r- الإشارة إلى صفات المتخرجين من هذه المدارس وجعل هذه الإشارة طريقا للتخويف من أن يصير أبناء المسلمين الداخلين فيها متمثلين بها.\r- تقدير خيانة الأب الذي يرضى لأولاده بدخول هذه المدارس.","seal":"D5623D71","part":1},
      {"page":117,"id":115,"nass":"- توضيح البديل الموجود وهو مدارس الدولة التي في داخل البلد التي بذل من أجلها الكثير، والقائمون عليها معروفون موثوقون، وأن في ذلك الغنية.\r- معالجة الهدف الذي يريده الناس بإدخال أبنائهم المدارس الأجنبية المنحرفة، بتقرير أن النفع الدنيوي المضمون في المدارس الأجنبية لا يفرح به، لأن به ذهاب الأديان والأخلاق.\r5 - أن من الملاحظ أن الموضوع يعالج قضية حادثة في المجتمع آنذاك.\r6 - الاختصار في الكلام والتركيز على موضوع واحد دون تشتيت ذهن السامعين بالدخول في موضوعات متعددة.\r7 - حسن المعالجة للموضوع، وعدم الإعلان بالأماكن والأسماء ونحو ذلك.\r8 - الدلالة على وعي الشيخ بما يدور حوله في مجتمعه، وحرصه على معالجة القضايا المستجدة.\rوختم الخطبة بآية قرآنية مع الاستدلال أثناءها لبعض الآيات.\rهذا ما أردت تسطيره في هذا البحث وأنا مقر بتقصيري فيه، ولكن لعل في ضيق الوقت، وقصر المدة ما يمهد لي العذر، أسال الله أن ينفع بما كتبت، ويغفر لي ما فيه من زلل والحمد لله أولًا وأخيرًا.","seal":"699AC447","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"موضوعات خطبة الجمعة","HigriD":"","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن معلا اللويحق","bLnk":null,"Inf":"","Auth":"عبد الرحمن بن معلا اللويحق","Betaka":"الكتاب: موضوعات خطبة الجمعة\r\nالمؤلف: عبد الرحمن بن معلا اللويحق\r\nالناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\r\nالطبعة: الأولى، 1419هـ\r\nعدد الصفحات: 120\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"D4CB7BC0","cat":"الدعوة وأحوال المسلمين","oNum":31072,"BkId":31072,"oAuth":977,"bVer":1,"aSeal":"5FCC21A5"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t31072":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"المبحث الأول سياق الخطبة وأجزاؤها"},
      {"lvl":2,"id":4,"sub":1,"tit":"المطلب الأول السلام"},
      {"lvl":2,"id":9,"sub":0,"tit":"المطلب الثاني الحمد والثناء"},
      {"lvl":2,"id":15,"sub":0,"tit":"المطلب الثالث الصلاة على النبي صلى الله عليه وسلم والشهادة له بالرسالة"},
      {"lvl":2,"id":22,"sub":0,"tit":"المطلب الرابع الوصية بتقوى الله تعالى"},
      {"lvl":2,"id":27,"sub":0,"tit":"المطلب الخامس قراءة القرآن الكريم في الخطبة"},
      {"lvl":2,"id":35,"sub":0,"tit":"المطلب السادس الدعاء"},
      {"lvl":2,"id":38,"sub":0,"tit":"المطلب السابع كلام الخطيب مع الناس"},
      {"lvl":2,"id":44,"sub":0,"tit":"المطلب الثامن الترتيب والمولاة بين أجزاء الخطبة"},
      {"lvl":2,"id":47,"sub":0,"tit":"المطلب التاسع ترجيحات لبعض العلماء في حكم أجزاء الخطبة"},
      {"lvl":1,"id":48,"sub":0,"tit":"المبحث الثاني ضوابط وقواعد لموضوعات خطبة الجمعة"},
      {"lvl":2,"id":48,"sub":1,"tit":"المطلب الأول حسن اختيار الموضوع"},
      {"lvl":2,"id":58,"sub":0,"tit":"المطلب الثاني حسن الإعداد"},
      {"lvl":2,"id":60,"sub":0,"tit":"المطلب الثالث وحدة الموضوع وترابطه"},
      {"lvl":2,"id":63,"sub":0,"tit":"المطلب الرابع تخفيف الخطبة وتقصيرها"},
      {"lvl":2,"id":67,"sub":0,"tit":"المطلب الخامس مراعاة القدرة"},
      {"lvl":2,"id":73,"sub":0,"tit":"المطلب السادس مراعاة الأحوال"},
      {"lvl":2,"id":74,"sub":0,"tit":"المطلب السابع حسن النقد وجمال النصح"},
      {"lvl":2,"id":77,"sub":0,"tit":"المطلب الثامن الموازنة بين المتقابلات"},
      {"lvl":2,"id":87,"sub":0,"tit":"المطلب التاسع التثبيت"},
      {"lvl":2,"id":96,"sub":0,"tit":"المطلب العاشر معالجة مشكلات الأمة"},
      {"lvl":1,"id":102,"sub":0,"tit":"الخاتمة"},
      {"lvl":2,"id":102,"sub":1,"tit":"الخطب المنبرية"},
      {"lvl":2,"id":104,"sub":0,"tit":"الفواكه الشهية في الخطب المنبرية"},
      {"lvl":2,"id":106,"sub":0,"tit":"مجموعة خطب الشيخ عبد الرحمن السعدي"},
      {"lvl":2,"id":111,"sub":0,"tit":"خطبة في التحذير من المدارس الأجنبية المنحرفة"}
    ]
}
