{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b31227":
    [
      {"page":0,"id":0,"nass":"[إسباغ الوضوء]\rكيفية صلاة النبي صلى الله عليه وسلم","seal":"5D24F053","part":1},
      {"page":3,"id":1,"nass":"بسم الله الرحمن الرحيم\rكيفية صلاة النبي صلى الله عليه وسلم الحمد لله وحده، والصلاة والسلام على عبده ورسوله نبينا محمد وآله وصحبه، أما بعد: -\rفهذه كلمات موجزة في بيان صفة صلاة النبي صلى الله عليه وسلم، أردت تقديمها إلى كل مسلم ومسلمة ليجتهد كل من يطلع عليها في التأسي به صلى الله عليه وسلم في ذلك","seal":"89BAC116","part":1},
      {"page":4,"id":2,"nass":"لقوله صلى الله عليه وسلم: «صلوا كما رأيتموني أصلي» رواه البخاري، وإلى القارئ بيان ذلك:\r1 - يسبغ الوضوء، وهو أن يتوضأ كما أمره الله عملا بقوله سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] الآية.\rوقول النبي صلى الله عليه وسلم: «لا تقبل صلاة بغير طهور» .","seal":"2A829D36","part":1},
      {"page":5,"id":3,"nass":"[التوجه إلى القبلة]\r2 - يتوجه المصلي إلى القبلة وهي الكعبة أينما كان بجميع بدنه قاصدا بقلبه فعل الصلاة التي يريدها من فريضة أو نافلة، ولا ينطق بلسانه بالنية؛ لأن النطق باللسان غير مشروع، بل بدعة لكون النبي صلى الله عليه وسلم لم ينطق بالنية ولا أصحابه رضي الله عنهم، ويجعل له سترة يصلي إليها إن كان إمامًا أو منفردًا، واستقبال القبلة شرط في الصلاة إلا في مسائل مستثناة معلومة موضحة في كتب أهل العلم.","seal":"6A943C92","part":1},
      {"page":6,"id":4,"nass":"[تكبيرة الإحرام ورفع اليدين عند التكبير ووضع اليدين على الصدر]\r3 - يكبر تكبيرة الإحرام قائلًا: الله أكبر، ناظرًا ببصره إلى محل سجوده.\r4 - يرفع يديه عند التكبير إلى حذو منكبيه أو إلى حيال أذنيه.\r5 - يضع يديه على صدره، اليمنى على كفه اليسرى والرسغ والساعد لثبوت ذلك عن النبي صلى الله عليه وسلم.\r\r[دعاء الاستفتاح]\r6 - يسن أن يقرأ دعاء الاستفتاح وهو: «اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب","seal":"295023D7","part":1},
      {"page":7,"id":5,"nass":"الأبيض من الدنس، اللهم اغسلني من خطاياي بالماء والثلج والبرد، وإن شاء قال بدلًا من ذلك: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك» ، وإن أتى بغيرهما من الاستفتاحات الثابتة عن النبي صلى الله عليه وسلم فلا بأس، والأفضل أن يفعل هذا تارة وهذا تارة، لأن ذلك أكمل في الاتباع، ثم يقول: أعوذ بالله من الشيطان الرجيم، بسم الله الرحمن الرحيم، ويقرأ سورة الفاتحة، لقوله","seal":"DD594797","part":1},
      {"page":8,"id":6,"nass":"صلى الله عليه وسلم: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» ويقول بعدها- آمين- جهرًا في الصلاة الجهرية، وسرًا في السرية، ثم يقرأ ما تيسر له من القرآن، والأفضل أن يقرأ بعد الفاتحة في الظهر والعصر والعشاء من أوساط المفصل، وفي الفجر من طواله وفي المغرب تارة من طواله، وتارة من قصاره عملا بالأحاديث الواردة في ذلك.\r\r[الركوع والرفع منه وما يشتمل عليه]\r7 - يركع مكبرًا رافعًا يديه إلى حذو منكبيه أو أذنيه جاعلا رأسه حيال ظهره","seal":"119A7BA2","part":1},
      {"page":9,"id":7,"nass":"واضعًا يديه على ركبتيه مفرقًا أصابعه ويطمئن في ركوعه ويقول: سبحان ربي العظيم. والأفضل أن يكررها ثلاثًا أو أكثر، ويستحب أن يقول مع ذلك: «سبحانك اللهم وبحمدك، اللهم اغفر لي» .\r8 - يرفع رأسه من الركوع رافعًا يديه إلى حذو منكبيه أو أذنيه قائلا «سمع الله لمن حمده» - إن كان إماما أو منفردا- ويقول حال قيامه: «ربنا ولك الحمد حمدًا كثيرًا طيبا ًمباركًا فيه ملء السماوات وملء","seal":"6BEA9C40","part":1},
      {"page":10,"id":8,"nass":"الأرض وملء ما بينهما وملء ما شئت من شيء بعد» . . أما إن كان مأمومًا فإنه يقول عند الرفع: ربنا ولك الحمد إلى آخر ما تقدم، وإن زاد كل واحد منهم أعني الإمام والمأموم والمنفرد \" «أهل الثناء والمجد أحق ما قال العبد وكلنا لك عبد، اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد» \" فهو حسن لثبوت ذلك عنه صلى الله عليه وسلم، ويستحب أن يضع كل منهم يديه على صدره كما فعل في قيامه قبل الركوع، لثبوت","seal":"59F5E883","part":1},
      {"page":11,"id":9,"nass":"ما يدل على ذلك عن النبي صلى الله عليه وسلم من حديث وائل بن حجر وسهل بن سعد رضي الله عنهما.\r\r[السجود والرفع منه وما يشتمل عليه]\r9 - يسجد مكبرًا واضعًا ركبتيه قبل يديه إذا تيسر له ذلك، فإن شق عليه قدم يديه قبل ركبتيه مستقبلا بأصابع رجليه ويديه القبلة ضامًا أصابع يديه مادًّا لها ويكون على أعضائه السبعة: الجبهة مع الأنف، واليدين، والركبتين، وبطون أصابع الرجلين، ويقول: سبحان ربي الأعلى، ويسن","seal":"DA79C8A4","part":1},
      {"page":12,"id":10,"nass":"أن يقول ذلك ثلاثًا أو أكثر، ويستحب أن يقول مع ذلك: «سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي» ، ويكثر من الدعاء لقول النبي صلى الله عليه وسلم: «أما الركوع فعظموا فيه الرب، وأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم» ويسأل ربه من خير الدنيا والآخرة، سواء كانت الصلاة فرضًا أو نفلا، ويجافي عضديه عن جنبيه وبطنه عن فخذيه، وفخذيه عن ساقيه، ويرفع ذراعيه عن الأرض لقول","seal":"709E96F7","part":1},
      {"page":13,"id":11,"nass":"النبي صلى الله عليه وسلم: «اعتدلوا في السجود ولا يبسط أحدكم ذراعيه انبساط الكلب»\r\r[الجلوس بين السجدتين وكيفيته]\r10 - يرفع رأسه مكبرًا ويفرش قدمه اليسرى ويجلس عليها، وينصب رجله اليمنى ويضع يديه على فخذيه وركبتيه ويقول: «رب اغفر لي وارحمني واهدني وارزقني وعافني واجبرني» ويطمئن في هذا الجلوس.\r11 - يسجد السجدة الثانية مكبرًا ويفعل فيها كما فعل في السجدة الأولى.","seal":"C6956136","part":1},
      {"page":14,"id":12,"nass":"12 - يرفع رأسه مكبرًا ويجلس جلسة خفيفة كالجلسة بين السجدتين وتسمى جلسة الاستراحة وهي مستحبة، وإن تركها فلا حرج عليه، وليس فيها ذكر ولا دعاء، ثم ينهض قائمًا إلى الركعة الثانية معتمدًا على ركبتيه إن تيسر له ذلك وإن شق عليه اعتمد على الأرض، ثم يقرأ الفاتحة وما تيسر له من القرآن بعد الفاتحة، ثم يفعل كما فعل في الركعة الأولى.\r\r[الجلوس للتشهد في الصلاة الثنائية وكيفيته]\r13 - إذا كانت الصلاة ثنائية- أي","seal":"349A96CA","part":1},
      {"page":15,"id":13,"nass":"ركعتين- كصلاة الفجر والجمعة والعيدين جلس بعد رفعه من السجدة الثانية ناصبًا رجله اليمنى، مفترشًا رجله اليسرى، واضعًا يده اليمنى على فخذه اليمنى، قابضًا أصابعه كلها إلا السبابة فيشير بها إلى التوحيد، وإن قبض الخنصر والبنصر من يده اليمنى وحلق إبهامها مع الوسطى وأشار بالسبابة فحسن لثبوت الصفتين عن النبي صلى الله عليه وسلم، والأفضل أن يفعل هذا تارة وهذا تارة ويضع يده اليسرى على فخذه","seal":"5F371F21","part":1},
      {"page":16,"id":14,"nass":"اليسرى وركبته، ثم يقرأ التشهد في هذا الجلوس وهو: «التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وأشهد أن محمدًا عبده ورسوله، ثم يقول اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وآل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وآل إبراهيم إنك","seal":"8A18DA8A","part":1},
      {"page":17,"id":15,"nass":"حميد مجيد» ويستعيذ بالله من أربع فيقول: «اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن فتنة المسيح الدجال» ثم يدعو بما يشاء من خير الدنيا والآخرة، وإذا دعا لوالديه أو غيرهما من المسلمين فلا بأس- سواء كانت الصلاة فريضة أو نافلة- لعموم قول النبي صلى الله عليه وسلم، في حديث ابن مسعود لما علمه التشهد ثم ليتخير من الدعاء أعجبه إليه فيدعو، وفي لفظ آخر ثم","seal":"E8A3B2C8","part":1},
      {"page":18,"id":16,"nass":"ليختر من المسألة ما شاء وهذا يعم جميع ما ينفخ العبد في الدنيا والآخرة، ثم يسلم عن يمينه وشماله قائلا: السلام عليكم ورحمة الله، السلام عليكم ورحمة الله.\r\r[الجلوس للتشهد في الصلاة الثلاثية أو الرباعية وكيفيته]\r14 - إن كانت الصلاة ثلاثية كالمغرب، أو رباعية كالظهر والعصر والعشاء قرأ التشهد المذكور آنفًا مع الصلاة على النبي صلى الله عليه وسلم، ثم نهض قائمًا معتمدًا على ركبتيه، رافعًا يديه إلى حذو منكبيه أو أذنيه قائلا: الله أكبر،","seal":"DBFED6AF","part":1},
      {"page":19,"id":17,"nass":"ويضعهما- أي يديه- على صدره كما تقدم، ويقرأ الفاتحة فقط وإن قرأ في الثالثة والرابعة من الظهر زيادة عن الفاتحة في بعض الأحيان فلا بأس لثبوت ما يدل على ذلك عن النبي صلى الله عليه وسلم من حديث أبي سعيد رضي الله عنه، ثم يتشهد بعد الثالثة من المغرب وبعد الرابعة من الظهر والعصر والعشاء كما تقدم ذلك في الصلاة الثنائية، ثم يسلمِ عن يمينه وشماله ويستغفر الله ثلاثاَ، ثم يقول: «اللهم أنت السلام","seal":"4F04C8A8","part":1},
      {"page":20,"id":18,"nass":"ومنك السلام تباركت يا ذا الجلال والإكرام» قبل أن ينصرف إلى الناس إن كان إمامًا، ثم يقول: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد، لا حول ولا قوة إلا بالله، لا إله إلا الله ولا نعبد إلا إياه له النعمة وله الفضل وله الثناء الحسن لا إله إلا الله مخلصين له الدين ولو كره الكافرون» ، ويسبح الله ثلاثا وثلاثين","seal":"D62FA847","part":1},
      {"page":21,"id":19,"nass":"ويحمده مثل ذلك، ويكبره مثل ذلك ويقول تمام المائة لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، ويقرأ آية الكرسي، وقل هو الله أحد، وقل أعوذ برب الفلق، وقل أعوذ برب الناس بعد كل صلاة، ويستحب تكرار هذه السور الثلاث ثلاث مرات بعد صلاة الفجر وصلاة المغرب، لورود الأحاديث بها عن النبي صلى الله عليه وسلم وكل هذه الأذكار سنة وليست بفريضة.","seal":"88E29C4A","part":1},
      {"page":22,"id":20,"nass":"ويشرع لكل مسلم ومسلمة أن يصلي قبل صلاة الظهر أربع ركعات وبعدها ركعتين وبعد صلاة المغرب ركعتين وبعد صلاة العشاء ركعتين وقبل صلاة الفجر ركعتين، الجميع اثنتا عشرة ركعة، وهذه الركعات تسمى الرواتب لأن النبي كان يحافظ عليها في الحضر. . أما في السفر فكان يتركها إلا سنة الفجر والوتر فإنه كان عليه الصلاة والسلام يحافظ عليها حضرًا وسفرًا، والأفضل أن تصلى هذه الرواتب والوتر","seal":"A8BA8ED0","part":1},
      {"page":23,"id":21,"nass":"في البيت فإن صلاها في المسجد فلا بأس، لقول النبي صلى الله عليه وسلم «أفضل صلاة المرء في بيته إلا المكتوبة» والمحافظة على هذه الركعات من أسباب دخول الجنة لقول النبي صلى الله عليه وسلم: «من صلى اثنتي عشرة ركعة في يومه وليلته تطوعًا بنى الله له بيتًا في الجنة» رواه مسلم في صحيحه، وإن صلى أربعًا قبل العصر واثنتين قبل صلاة المغرب واثنتين قبل صلاة العشاء فحسن؛ لأنه صح عن النبي صلى الله عليه وسلم ما يدل على ذلك، والله ولي التوفيق، وصلى","seal":"4B1B74D9","part":1},
      {"page":24,"id":22,"nass":"الله وسلم على نبينا محمد بن عبد الله وعلى آله وأصحابه وأتباعه بإحسان إلى يوم الدين،،","seal":"296F3610","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"كيفية صلاة النبي صلى الله عليه وسلم","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد العزيز بن عبد الله بن باز","bLnk":null,"Inf":"","Auth":"ابن باز","Betaka":"الكتاب: كيفية صلاة النبي صلى الله عليه وسلم\r\nالمؤلف: عبد العزيز بن عبد الله بن باز (المتوفى: 1420هـ)\r\nالناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية 1423 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن باز، عبد العزيز (1330-1420هـ، 1912 - 1999م ).\r\n\r\nعبدالعزيز بن عبد الله بن باز عالم وفقيه سعودي، والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد منذ عام 1395هـ، 1975م. ثم أصبح مفتيًا عامًا للبلاد. وُلد بالرياض، في أسرة يغلب على كثير من فضلائها طلب العلم. وكان بصيرًا في أول الدراسة ثم أصابه المرض في عينيه عام 1346هـ فضعف بصره ثم ذهب بالكلية في مستهل محرم 1350هـ. وهو أحد العلماء الذين وهبوا حياتهم كلّها خدمة للإسلام والمسلمين. حفظ القرآن الكريم عن ظهر قلب قبل سن البلوغ، ثم بدأ في تلقّي العلوم الشرعية والعربية على أيدي كبار المتخصّصين فيها، منهم: الشيخ محمد بن عبد اللطيف بن عبدالرحمن بن حسن بن الشيخ محمد بن عبد الوهاب والشيخ صالح بن عبد العزيز بن عبد الرحمن ابن حسن بن الشيخ محمد بن عبد الوهاب وسماحة الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ. ولِي القضاء لمدة أربعة عشر عامًا، ثم عمل بالتدريس في المعهد العلمي وكلية الشريعة بالرياض، ثم بالجامعة الإسلامية بالمدينة المنورة إلى أن أصبح نائبًا لرئيسها (1381- 1390هـ) ثم رئيسًا لها (1390-1395هـ). تولّى منصب الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرابع عشر من شوال عام 1395هـ، بجانب رئاسة المجلس التأسيسيّ لرابطة العالم الإسلامي، والمجلس الأعلى للمساجد، والمجلس الأعلى للجامعة الإسلامية، فضلاً عن أنه كان عضوًا ببعض الهيئات والمجالس العاملة في مجال الدعوة الإسلامية.\r\nاتّصف الشيخ عبدالعزيز بلين الجانب وخفض الجناح من ناحية، والشجاعة والجرأة والجهر بالحق من ناحية أخرى، مع سكينة ووقار وسماحة وسعة صدر وحسن إصغاء. وذخائر الشيخ العلمية كثيرة، إلا أن المنشور من مؤلفاته قليل، ومن مؤلفاته المطبوعة: نقد القومية العربية؛ رسالة في نكاح الشِّغار؛ الجواب المفيد في حكم التصوير؛ رسالة في التبرُّج والحجاب؛ الشيخ محمد بن عبدالوهاب (دعوته وسيرته)؛ ثلاث رسائل في الصلاة. ومن مؤلفاته الأخرى: الفوائد الجلية في المباحث الفرضية؛ التحذير من البدع؛ رسالة الأدلة النقلية والحسية على جريان الشمس وسكون الأرض وإمكان الصعود إلى الكواكب؛ الجهاد في سبيل الله، فتاوى تتعلق بأحكام الحج والعمرة والزيارة. حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1402هـ ، 1983م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net\r\nتوفي رحمه الله يوم الخميس 27/1/1420هـ \r\n\r\n","seal":"2ECCEF21","cat":"بحوث ومسائل","oNum":31227,"BkId":31227,"oAuth":67,"bVer":1,"aSeal":"914D7887"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t31227":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"إسباغ الوضوء"},
      {"lvl":1,"id":3,"sub":0,"tit":"التوجه إلى القبلة"},
      {"lvl":1,"id":4,"sub":0,"tit":"تكبيرة الإحرام ورفع اليدين عند التكبير ووضع اليدين على الصدر"},
      {"lvl":1,"id":4,"sub":1,"tit":"دعاء الاستفتاح"},
      {"lvl":1,"id":6,"sub":0,"tit":"الركوع والرفع منه وما يشتمل عليه"},
      {"lvl":1,"id":9,"sub":0,"tit":"السجود والرفع منه وما يشتمل عليه"},
      {"lvl":1,"id":11,"sub":0,"tit":"الجلوس بين السجدتين وكيفيته"},
      {"lvl":1,"id":12,"sub":0,"tit":"الجلوس للتشهد في الصلاة الثنائية وكيفيته"},
      {"lvl":1,"id":16,"sub":0,"tit":"الجلوس للتشهد في الصلاة الثلاثية أو الرباعية وكيفيته"}
    ]
}
