{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b31285":
    [
      {"page":3,"id":0,"nass":"[المقدمة]\rبسم الله الرحمن الرحيم\rالحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وعلى آله وصحبه وأتباعه إلى يوم الدين.\rأما بعد:\rفهذا مختصر وجيز لأهم أحكام العبادات (الطهارة، الصلاة، الزكاة، الصيام، والحج) استخرجته من أشهر كتب الفقه المعتمدة (¬1) .\rوالذي دعاني إلى كتابة هذا المختصر الحاجة الشديدة لدى أكثر المسلمين إلى معرفة أحكام الدين، خاصة أحكام العبادات، التي لا بد من معرفتها حتى تكون عباداتهم صحيحة، إلا أن صعوبة عبارات كتب الفقه عليهم وطولها، وكثرة مسائلها\r¬_________\r(¬1) كالمبسوط للسرخسي، وبداية ابن رشد، والمجموع للنووي، والمغني لابن قدامة، ومجموع فتاوى ابن تيمية، والروض المربع للبهوتي.","seal":"9997C3B3","part":1},
      {"page":4,"id":1,"nass":"وتفريعاتها التي لا يحتاج إليها أكثرهم، وضعف همم الناس، كل ذلك أدى إلى عزوفهم عن قراءة كتب الفقه.\rلذلك استخرت الله عز وجل في كتابة مختصر جامع لأهم أحكام العبادات التي لا بد من معرفتها حتى تكون العبادة صحيحة، وحرصت على جعل عبارتي فيه سهلة ميسورة يفهم المراد منها القارئ الذي لم يتعود القراءة في كتب الفقه، وجردت الكتابة من الأدلة خشية الإطالة (¬1) .\rوبعد أن انتهيت من كتابة هذا المختصر رأيت أن أسلوب السؤال والجواب قد يكون من سرد الأحكام سردا، فنقضت ما كتبت، وأعدت الكتابة على طريق السؤال والجواب، وذلك أن هذه الطريقة تحرك في القارئ حب المعرفة، وتجعله يشعر بشدة\r¬_________\r(¬1) ومن أراد الأدلة العقلية فعليه بكتب الفقه المطولة التي ذكرت آنفا.","seal":"5154041B","part":1},
      {"page":5,"id":2,"nass":"حاجته إلى معرفة الحكم، وتطرد عنه السآمة وقت القراءة، وتنبهه إلى انتهاء موضوع والابتداء في آخر.\rوقد جعلت الرسالة في حجم الجيب حتى تقل مؤنتها، ويسهل حملها إلى أي مكان يكون فيه المسلم، فيسهل اطلاعه عليها حيث أراد ذلك، وضمنتها أكثر من ألف وخمسمائة مسألة، فلله الحمد والمنة.\rوأسأله تعالى أن يجعل عملنا هذا خالصا لوجهه، وأن يعصمنا فيه من الزلل، وأن يغفر لنا ولوالدينا ولمشايخنا ولكل من له حق علينا، إنه سميع مجيب.\rتحريرا في 22 / 12 / 1409 هـ.","seal":"9F23445B","part":1},
      {"page":6,"id":3,"nass":"[كتاب الطهارة]\r[المياه]\rكتاب الطهارة المياه س: ما أقسام المياه؟\rج: أقسام المياه ثلاثة: طهور، وطاهر، ونجس.\rس: عرف الماء الطهور، واذكر حكمه.\rج: الماء الطهور هو الماء الباقي على خلقته، مثل: الماء النازل من السماء، وماء الأنهار والعيون والآبار والبحار، أما حكمه: فهو طاهر في نفسه، مطهر لغيره.\rس: عرف الماء الطاهر، واذكر حكمه.\rج: الماء الطاهر: هو ما تغير لونه أو طعمه أو ريحه بطبخ طاهر فيه من غير جنسه كالحمص والباقلاء، أو تغير بسقوط طاهر فيه كالزعفران، أو استعمل في","seal":"75B6D70B","part":1},
      {"page":7,"id":4,"nass":"رفع حدث، وكان أقل من قلتين (¬1) وحكم الماء الطاهر: أنه طاهر في نفسه، غير مطهر لغيره.\rس: عرف الماء النجس، واذكر حكمه.\rج: النجس: ما تغير بنجاسة قليلا كان أو كثيرا، أو لاقى النجاسة وكان دون القلتين، وإن لم يتغير، فإنه ينجس بمجرد الملاقاة، أما ما زاد على القلتين فلا ينجس إلا بالتغير.\rس: ما الحكم إذا علم طهورية الماء، ثم شك في نجاسته؟\rج: لا يلتفت إلى الشك، بل يبني على اليقين، وهو طهورية الماء، وعكسه إذا علم نجاسة الماء ثم شك في طهوريته فإنه لا يلتفت إلى الشك، بل يبني على اليقين، وهو نجاسة الماء.\r¬_________\r(¬1) القلة: مساحتها ذراع وربع في ذراع وربع طولا وعرضا وعمقا، وقدرها بالصاع: ثلاثة وتسعون صاعا وثلاثة أرباع الصاع.","seal":"5BC1D44D","part":1},
      {"page":8,"id":5,"nass":"[الآنية]\rالآنية س: ما المقصود بالآنية؟\rج: الآنية: جمع إناء، وهو الوعاء من خشب وجلد وصفر وحديد ولو كان ثمينا، وكل هذه الآنية مباحة، تستعمل في الأكل والشرب والطهارة.\rس: ما هي الآنية المحرمة؟\rج: الآنية المحرمة: ما صنع من جلد آدمي أو عظمه، أو من ذهب وفضة، أو مطلية بهما، أو مموهة، أو مطعمة، أو مضببة، فهي محرمة على الرجال والنساء، والمراد بالمطلية: أن يجعل الذهب أو الفضة كالورق يلصق بالإناء من الخارج، والمموهة: أن يذاب الذهب أو الفضة ويلقى فيه الإناء فيكسب من لونهما، والمطعمة: أن يحفر فيها حفرا ثم يجعل فيها ذهبا أو فضة، والمضببة: أن يوضع عليهما صحيفة تضمها وتحفظها.","seal":"5D55075F","part":1},
      {"page":9,"id":6,"nass":"ومن الآنية المحرمة: الآنية المغصوبة.\rس: ما حكم الإناء المضبب بضبة يسيرة؟\rج: أجاز الشارع الضبة بشروط، هي:\r1 -) أن تكون الضبة يسيرة غير كبيرة.\r2 -) أن تكون لحاجة شعب في القدح ونحوه.\r3 -) أن تكون من فضة لا من ذهب.\rوتكره مباشرة الضبة وقت الاستعمال، فإن كانت في قدح فلا يضع فمه عليها حال الشرب، وإن كانت في سكين لا يجعلها في حدها حتى لا يباشر بها الذبح.\rس: ما حكم اتخاذ الآلات المصنوعة من الذهب والفضة؟\rج: يحرم اتخاذها، مثل: القلم، والدواة، والقنديل، والمجمرة.\rس: ما حكم استعمال آنية الكفار؟\rج: يجوز استعمالها إن علمت طهارتها، فإن علمت نجاستها أو جهل حالها وجب غسلها.","seal":"C04F0F06","part":1},
      {"page":10,"id":7,"nass":"[الاستنجاء]\rالاستنجاء س: عرف الاستنجاء والاستجمار.\rج: الاستنجاء: إزالة الخارج من السبيل بماء، والاستجمار: إزالة حكم النجاسة بحجر أو ورق أو خشب أو تراب أو بأي طاهر مباح، أما العظم والروث والطعام وكل محترم ككتب العلم ونحوها فلا يجوز الاستجمار بها.\rس: أيهما أفضل الاستنجاء أم الاستجمار؟\rج: كلاهما مجزئ، إلا أن الاستنجاء أفضل، والجمع بينهما أكمل، وهو أن يستجمر أولا ثم يستنجي، ولو استجمر مع وجود الماء ولم يستعمله جاز ذلك، إلا إذا تجاوز الخارج من السبيلين موضع العادة فلا بد من الماء عند وجوده.\rس: كم عدد مسحات الاستجمار؟\rج: لا بد للاستجمار من ثلاث مسحات منقيات،","seal":"1B1E986E","part":1},
      {"page":11,"id":8,"nass":"فإن لم تكن الثلاث منقيات زاد حتى ينقى محل الخارج، ولو مسح أقل من ثلاث مسحات لم يجزئه.\rس: ما حكم مس الفرج باليد اليمنى؟\rج: يكره ذلك، وكذا يكره الاستنجاء والاستجمار بها.\rس: ما حكم استقبال واستدبار القبلة وقت قضاء الحاجة؟\rج: يحرم ذلك في غير البنيان، أما في البنيان فلا يحرم.\rس: ما حكم قضاء الحاجة في طريق مسلوك؟\rج: يحرم قضاؤها في طريق مسلوك، وظل نافع، وشجرة مثمرة، ومجلس الناس، ومورد الماء.\rس: ما حكم دخول الخلاء بشيء من ذكر الله سبحانه؟\rج: يكره ذلك، ويحرم الدخول بالمصحف، ويباح بالدراهم للحاجة والمشقة.\rس: ما حكم الكلام أثناء قضاء الحاجة؟\rج: يكره ذلك، ولو برد السلام، وإن عطس حمد الله بقلبه.","seal":"0899C143","part":1},
      {"page":12,"id":9,"nass":"[الوضوء]\rالوضوء س: اذكر شروط الوضوء.\rج: شروطه: الإسلام، والعقل، والتمييز (¬1) والنية (وهي عزم القلب على فعل العبادة تقربا إلى الله، ومحلها القلب، والتلفظ بها بدعة إلا في الحج وعند الذبح) ، واستصحاب حكم النية (وهو ألا ينوي قطع النية حتى تتم الطهارة) ، وانقطاع ما يوجب الوضوء من بول أو غائط ونحوهما، إلا من كان به سلس بول أو ريح ونحوهما فإنه يغسل الموضع، ثم يتحفظ، ثم يتوضأ لكل فرض بعد دخول وقته، ثم يصلي، وإن خرج منه شيء بعد وضوئه ولو في الصلاة فلا يلتفت إليه.\rومن شروطه: طهورية الماء، وإباحته، وإزالة ما يمنع وصول الماء إلى البشرة،\r¬_________\r(¬1) هذه شروط لازمة لكل عبادة، فلا تصح ما لم يكن القائم بها مسلما بالغا مميزا، إلا الحج فيصح من الصغير غير المتميز، لكنه لا يسقط عنه حجة الإسلام، وسنكتفي بذكر هذه الشروط هنا خشية التكرار.","seal":"62227D88","part":1},
      {"page":13,"id":10,"nass":"واستنجاء أو استجمار قبل الوضوء لمن خرج منه غائط أو بول ونحوهما.\rس: اذكر فروض الوضوء.\rج: فروضه: غسل الوجه (ومنه المضمضة والاستنشاق) ، وغسل اليدين إلى المرفقين، ومسح جميع الرأس (ومنه الأذنان) ، وغسل الرجلين إلى الكعبين، والترتيب، والموالاة.\rس: اذكر سنن الوضوء.\rج: سيأتي ذكرها – إن شاء الله – في صفة الوضوء، فكل ما لم يكن من الفروض التي ذكرت فهو سنة، وكذلك ما سيأتي من عبادات في هذا المختصر.\rس: صف لنا الوضوء بفروضه وسننه.\rج: ينوي، ثم يسمي (والتسمية واجبة، وتسقط سهوا) ، ثم يغسل كفيه ثلاثا، ثم يتمضمض، ويستنشق ثلاثا، ويبالغ إلا أن يكون صائما، ثم","seal":"5F7102C1","part":1},
      {"page":14,"id":11,"nass":"يغسل وجهه ثلاثا، ويخلل لحيته إن كانت كثيفة، ثم يغسل يديه من رءوس أصابعه إلى المرفقين، ويخلل أصابعه، ثم يمسح رأسه مرة واحدة من مقدمه إلى قفاه، ثم يردهما إلى مقدمه، ثم يدخل سبابتيه في صماخي أذنيه ويمسح بإبهاميه ظاهرهما، ثم يغسل رجليه إلى الكعبين ثلاثا، ويخلل الأصابع، يبدأ في كل ذلك باليمنى ثم اليسرى (¬1) .\rس: ما هي نواقض الوضوء؟\rج: نواقضه: الخارج من السبيلين، وما خرج من غيرهما إن كان فاحشا نجسا، وزوال العقل، ونوم إلا اليسير من قائم وقاعد، ومس الفرج من غير حائل، ومس امرأة بشهوة (¬2) وغسل ميت، وأكل لحم جزور،\r¬_________\r(¬1) هناك أذكار للعبادات تقال معها أو قبلها أو بعدها، تركناها خشية الإطالة، ومن أراد أن يعرفها فعليه برسالة (أذكار وأدعية العبادات) .\r(¬2) وهو قول الجمهور، وقال أبو حنيفة: لا ينقض مطلقا، وقال الشافعي: ينقض مطلقا.","seal":"BF0D8250","part":1},
      {"page":15,"id":12,"nass":"والردة عن الإسلام، وكل ما أوجب غسلا أوجب وضوءا إلا الموت.\rس: إذا توضأ مسلم ثم شك هل أحدث بعد وضوئه أم لا، فكيف يفعل؟\rج: من تيقن أنه متطهر ثم شك في الحدث فليبن على اليقين، وهو أنه متطهر، ومن تيقن الحدث ثم شك هل تطهر بعده أم لا بنى على اليقين، وهو أنه محدث.\rس: ما الأمور التي يحرم على المحدث فعلها؟\rج: يحرم عليه أداء الصلاة، والطواف، ومس المصحف.\rس: كيف يتطهر المريض؟\rج: من كان مريضا وجب عليه الوضوء، فإن عجز عنه فلا بأس أن يوضئه شخص آخر، فإن خشي زيادة مرض أو تأخر برء بسبب الماء تيمم، فإن عجز عن التيمم يممه شخص آخر، فإن عجز عن ذلك كله صلى على حاله بدون طهارة.","seal":"79B4C369","part":1},
      {"page":16,"id":13,"nass":"[الغسل]\rالغسل س: اذكر موجبات الغسل.\rج: موجباته: خروج المني دفقا بلذة، وخروجه من نائم ولو بدون لذة، والتقاء الختانين ولو لم ينزلا، وخروج دم الحيض أو النفاس، وإسلام الكافر، والموت.\rس: اذكر شروط الغسل.\rج: شروطه: انقطاع ما يوجبه من مني ودم ونحوهما، وطهورية ماء، وإباحته، وإزالة ما يمنع وصول الماء إلى البشرة، والنية.\rس: اذكر فروض الغسل.\rج: فروضه: أن يعم الماء جميع البدن، وداخل الفم والأنف، وباطن الشعر.\rس: صف لنا الغسل كاملا.\rج: ينوي، ثم يسمي وجوبا، ثم يغسل يديه ثلاثا،","seal":"6FCB2C77","part":1},
      {"page":17,"id":14,"nass":"وما لوثه، ثم يتوضأ وضوءا كاملا، ثم يروي شعره ثلاثا يفيض عليه الماء، ثم يغسل بقية جسده يبدأ بميامنه، ويدلكه بيده، ثم يتنحى قليلا ويغسل رجليه.\rس: ما الأمور التي يحرم على الجنب فعلها؟\rج: يحرم عليه أداء الصلاة، والطواف، ومس المصحف، وقراءة القرآن، واللبث في المسجد.\rس: هل هناك أغسال مستحبة غير الواجبة التي ذكرت؟\rج: نعم، هناك أغسال مستحبة، منها: غسل يوم الجمعة (وهو آكدها) ، وغسل يوم العيد، وغسل إحرام بحج أو عمرة، وإغماء، وجنون، ودخول مكة.","seal":"6C3A646C","part":1},
      {"page":18,"id":15,"nass":"[التيمم]\rالتيمم س: اذكر شروط التيمم.\rج: شروطه: دخول وقت الصلاة، وتعذر استعمال الماء (لعدمه، أو لخوف ضرره، أو لعجز عنه) ، وأن يكون بتراب طهور، مباح، غير مخترق، له غبار يعلق باليد، واستنجاء أو استجمار لمن خرج منه بول أو غائط، والنية.\rس: اذكر فروض التيمم.\rج: فروضه: مسح الوجه، ومسح اليدين إلى الكوعين (والكوع طرف الزند الذي يلي الإبهام) ، والترتيب، والموالاة عند حدث أصغر، وتعيين النية لما تيمم له من حدث أو نجاسة.\rس: اذكر مبطلات التيمم.\rج: مبطلاته: وجود الماء، وخروج الوقت، وكل ما أبطل الوضوء أبطل التيمم.","seal":"B13D4795","part":1},
      {"page":19,"id":16,"nass":"س: هلا ذكرت لنا صفة التيمم؟\rج: صفته: أن ينوي، ثم يسمي وجوبا، ثم يضرب الصعيد بيديه، ثم يمسح بهما وجهه وكفيه.\r\r[المسح على الخفين]\rالمسح على الخفين س: كم مدة المسح على الخفين؟ وهل المسح أفضل أم غسل الرجلين؟\rج: مدة المسح على الخفين للمقيم يوم وليلة، وللمسافر ثلاثة أيام بلياليهن، والمسح رخصة، وهو أفضل من غسل الرجلين لمن كان لابسا للخفين.\rس: اذكر شروط المسح على الخفين.\rج: شروطه: أن يكون الخف ساترا لجميع القدم إلى الكعبين، وأن يثبت على الرجل بنفسه، وأن يلبسه على طهارة، وأن لا يمسح عليه في حدث أكبر، وأن يكون طاهرا، مباحا.\rس: اذكر صفة المسح على الخفين.\rج: صفته: أن يضع يده اليمنى على خفه الأيمن،","seal":"0852519B","part":1},
      {"page":20,"id":17,"nass":"ويده اليسرى على خفه الأيسر، ويمسح ظاهر قدم الخف من أصابعه إلى ساقه مسحة واحدة، ولا يمسح أسفل الخف ولا عقبه.\rس: اذكر مبطلات المسح على الخفين.\rج: مبطلاته: انقضاء مدة المسح، وخلعه بعد الحدث، وفعل موجب من موجبات الغسل.\rس: ما الحكم فيمن مسح وهو مسافر ثم أقام؟\rج: من مسح وهو مسافر ثم أقام، أو مسح وهو مقيم ثم سافر، أتم مسح مقيم.\rس: متى يجوز المسح على الجوربين والعمامة والخمار؟\rج: يجوز المسح على الجوربين إذا كانا صفيقين (غير خفيفين) ، وعلى العمامة إذا كانت محنكة (أي التي يدار منها تحت الحنك كور) أو لها ذؤابة (أي طرف مرخي) ، ويجوز المسح على خمار المرأة إذا كان مدارا تحت حلقها بحيث يشق نزعه.","seal":"0577BF7D","part":1},
      {"page":21,"id":18,"nass":"[الحيض والاستحاضة والنفاس]\rالحيض والاستحاضة والنفاس س: عرف الحيض والاستحاضة والنفاس، واذكر الفرق بينهم.\rج: الحيض: دم طبيعة وجبلة، يخرج من قعر الرحم، يعتاد أنثى إذا بلغت في أيام معدودة.\rالاستحاضة: سيلان الدم في غير أوقاته، من مرض وفساد، من عرق في أدنى الرحم يسمى: العرق العاذل.\rالنفاس: دم يرخيه الرحم للولادة وبعدها إلى أمد معلوم.\rس: هلا ذكرت الفروق بين هذه الدماء؟\rج: نعم، من الفروق بين هذه الدماء ما يلي:\r1 -) اللون: دم الحيض والنفاس أحمر يغلب عليه السواد، ودم الاستحاضة أحمر.\r2 -) الكثافة: دم الحيض والنفاس غليظ، ودم الاستحاضة رقيق.","seal":"692AB707","part":1},
      {"page":22,"id":19,"nass":"3 -) الرائحة: دم الحيض والنفاس له رائحة كريهة منتنة، ودم الاستحاضة لا رائحة له.\r4 -) المخرج: دم الحيض والنفاس يخرج من قعر الرحم، ودم الاستحاضة يخرج من أدنى الرحم، من عرق يقال له: العاذل.\r5 -) وقت خروجه: دم الحيض يخرج في أوقات العادة، ودم النفاس يخرج للولادة، ودم الاستحاضة لا وقت له معلوم.\r6 -) المدة: دم الحيض أقله يوم وليلة وأكثره خمسة عشر يوما، وغالبه ستة أو سبعة أيام، والنفاس لا حد لأقله وأكثره أربعون يوما، والاستحاضة لا تحد بمدة.\r7 -) السن: دم الحيض ترخيه الرحم إذا بلغت الأنثى، ودم النفاس يخرج بعد الحمل، والأنثى لا تحمل حتى تبلغ، ودم الاستحاضة لا يتعلق بسن معينة.","seal":"0C5BBD88","part":1},
      {"page":23,"id":20,"nass":"8 -) السبب: دم الحيض والنفاس دم صحة، ودم الاستحاضة دم علة وفساد.\rس: هل يجوز للحائض والنفساء أداء الصلاة والصيام؟\rج: لا يجوز لهما ذلك، ولو فعلتا لم يقبل منهما، ولا يجب عليهما قضاء الصلاة، أما الصيام فيجب عليهما قضاؤه.\rس: إذا طهرت المرأة قبل المغرب فهل يلزمها أداء صلاة الظهر والعصر أم لا؟\rج: إذا طهرت المرأة قبل المغرب بوقت يكفي لإدراك تكبيرة وجب عليها أداء صلاة الظهر والعصر، وكذا إذا طهرت قبل الفجر وجب عليها أداء المغرب والعشاء.\rس: هل يجوز للحائض والنفساء الطواف بالبيت؟\rج: لا يجوز لهما ذلك؛ لأن الطواف صلاة، وهما ممنوعتان من أدائها.","seal":"D31B9D72","part":1},
      {"page":24,"id":21,"nass":"س: ما حكم دخول الحائض والنفساء المسجد؟\rج: لا يجوز لهما ذلك.\rس: ما حكم قراءة القرآن ومسه للحائض والنفساء؟\rج: لا يجوز لهما ذلك، إلا أن تكون للقراءة سرية من غير تحريك لسان فلا بأس.\rس: هل بدن الحائض والنفساء طاهر؟ وهل ما يبقى من ماء بعد استعمالها له في شرب أو تنظف طاهر؟\rج: نعم، بدنها طاهر، وفضلة الماء بعدها طاهرة.\rس: هل دم الحائض والنفساء طاهر؟\rج: لا، دمهما نجس، وإن وقع على ثيابهما فعليهما حكه حتى تزول عينه، ثم قرصه بالماء، ثم نضحه.\rس: هل يجوز للرجل الاستمتاع بزوجته الحائض أو النفساء؟\rج: يجوز للرجل الاستمتاع بزوجته الحائض أو","seal":"6EC46BE1","part":1},
      {"page":25,"id":22,"nass":"النفساء تقبيلا ومباشرة، إلا أنه لا يجوز له أن يجامعها في الفرج.\rس: ما الحكم لو جامع رجل زوجته الحائض أو النفساء في الفرج؟\rج: الجماع في الفرج أثناء الحيض أو النفاس محرم، ومن فعل ذلك آثم، عليه أن يتوب إلى الله تعالى، ويكفر عن فعله هذا بدينار أو نصفه (¬1) .\rس: ما علامة طهر الحائض والنفساء؟\rج: علامة طهرهما: القصة البيضاء، وهي ماء غليظ كالمني أبيض يخرج من فرجها كأنه خيط أبيض غليظ، فإن انقطع دمها ولم تر القصة البيضاء فلتضع خرقة، فإن خرجت الخرقة جافة فهي دليل طهرها.\rس: إذا رأت النفساء الطهر قبل تمام الأربعين فكيف تصنع؟\r¬_________\r(¬1) الدينار: (4. 25) جرامات من الذهب، انظر فقه الزكاة للقرضاوي 1.","seal":"F732DF68","part":1},
      {"page":26,"id":23,"nass":"ج: عليها أن تغتسل وتصلي، وتصوم إن كان عليها صيام، فقد ذكرنا أن النفاس لا حد لأقله.\rس: متى تلزم الحائض والنفساء بالغسل؟ وما صفته؟\rج: تلزمان به إذا انقطع الدم، وصفة غسلهما كصفة غسل الجنابة.\rس: هل المستحاضة كالحائض والنفساء في الحكم؟\rج: ليست المستحاضة كالحائض والنفساء في الحكم، فالمستحاضة حكمها حكم الطاهرات، تصلي وتصوم، وتدخل المسجد، وتلبث فيه، وتقرأ القرآن، وتمس المصحف، ويطؤها زوجها.\rس: كيف تفعل المستحاضة بالدم إذا أرادت أداء الصلاة؟\rج: على المستحاضة غسل موضع الدم، والتحفظ قدر الإمكان، ثم تتوضأ لدخول وقت كل صلاة وتصلي، فإن خرج منها دم بعد التحفظ والوضوء أو في أثناء الصلاة فلا تلتفت إليه.","seal":"4B05C6CA","part":1},
      {"page":27,"id":24,"nass":"[كتاب الصلاة]\r[الأذان والإقامة]\rكتاب الصلاة الأذان والإقامة س: ما حكم الأذان والإقامة؟\rج: الأذان والإقامة فرضا كفاية في الحضر على الرجال الأحرار، ويسنان للمنفرد والمسافر، ويكرهان للنساء ولو بلا رفع صوت.\rس: اذكر شروط الأذان والإقامة.\rج: شروطهما: أن يكون المؤذن ذكرا، ناطقا، عدلا ولو ظاهرا، يؤذن بعد دخول الوقت إلا الفجر فيجوز قبلها، ورفع الصوت ركن ما لم يكن السامع حاضرا فيكون سنة.\rس: اذكر سنن الأذان والإقامة.\rج: سننهما: أن يكون المؤذن رفيع الصوت، أمينا، عالما بالوقت، متطهرا، يؤذن أول الوقت ويترسل في","seal":"17AA8711","part":1},
      {"page":28,"id":25,"nass":"الأذان، ويحدر الإقامة (¬1) ويكون على علو جاعلا سبابتيه في أذنيه، مستقبلا القبلة، ويلتفت يمينا لحي على الصلاة، وشمالا لحي على الفلاح، ويتولى الإقامة من أذن.\rس: كيف يفعل من جمع صلاتين في سفر، أو صلوات فائتة؟\rج: عليه أن يؤذن للصلاة الأولى، ويقيم لكل صلاة.\rس: اذكر صفة الأذان والإقامة.\rج: الأذان: خمس عشرة كلمة، هي: الله أكبر أربع مرات، أشهد أن لا إله إلا الله مرتين، أشهد أن محمد رسول الله مرتين، حي على الصلاة مرتين، حي على الفلاح مرتين، الله أكبر مرتين، ويختم بلا إله إلا الله، ويزيد في الفجر: الصلاة خير من النوم مرتين بعد حي على الفلاح.\rأم الإقامة فإحدى\r¬_________\r(¬1) الترسل: هو التمهل، والحدر: الإسراع مع عدم وصل الكلمات ببعضها.","seal":"0521A1BE","part":1},
      {"page":29,"id":26,"nass":"عشرة كلمة: الله أكبر مرتين، وباقي الكلمات مرة واحدة إلا الله أكبر الأخيرة مرتين، ويزيد بعد حي على الفلاح: قد قامت الصلاة مرتين.\rس: ماذا يسن لمن سمع المؤذن أو المقيم؟\rج: يسن له أن يقول مثل قوله إلا في حي على الصلاة، حي على الفلاح، فيقول: لا حول ولا قوة إلا بالله، ثم يدعو بما ورد.\r\r[مواقيت الصلاة]\rمواقيت الصلاة س: اذكر مواقيت الصلوات الخمس.\rج: مواقيت الصلوات الخمس كما يلي:\rالظهر: من الزوال إلى أن يصير ظل كل شيء مثله سوى ظل الزوال.\rالعصر: من مصير ظل كل شيء مثله إلى مصير ظل كل شيء مثليه، وهذا وقت الاختيار، ثم يدخل وقت الاضطرار، وهو من مصير ظل كل شيء مثليه إلى مغيب الشمس.","seal":"EAD33CCA","part":1},
      {"page":30,"id":27,"nass":"المغرب: من غروب الشمس إلى مغيب الشفق الأحمر (¬1) .\rالعشاء: من مغيب الشفق الأحمر إلى ثلث الليل أو نصفه، وهذا وقت الاختيار، ثم يدخل وقت الاضطرار من نصف الليل إلى بزوغ الفجر الصادق (¬2) .\rالفجر: من بزوغ الفجر الصادق إلى أن يسفر النهار، وهذا وقت الاختيار، ثم يدخل وقت الاضطرار من الإسفار إلى شروق الشمس.\r¬_________\r(¬1) وقت مغيب الشفق الأحمر يختلف من مكان إلى آخر، ومن فصل إلى آخر، وهو في الجزيرة العربية يغيب بعد ساعة وعشر دقائق إلى ساعة وخمس وعشرين دقيقة من غروب الشمس، أما اشتباك النجوم فيكون بعد الغروب بخمس وأربعين دقيقة إلى خمس وخمسين دقيقة، وبهذا يتبين لنا أن وقت المغرب متسع غير مضيق، مثلها مثل باقي الصلوات، وهو الذي دلت عليه الأحاديث الصحيحة، وما قبل مغيب الشفق لاستدامتها، فكان وقتا لابتدائها كأول وقتها.\r(¬2) هو الفجر الذي لا تعقبه ظلمة، وهو البياض المستطير المنتشر في أفق المشرق.","seal":"CEC49ECE","part":1},
      {"page":31,"id":28,"nass":"س ما المراد بوقت الاختيار والاضطرار؟\rج: للصلوات ثلاثة أوقات هي: وقت فضيلة، ووقت اختيار، ووقت اضطرار.\rفوقت الفضيلة: أول وقت كل صلاة إلا صلاة العشاء، فيستحب تأخيرها إلى آخر وقت الاختيار، وهو ثلث الليل أو نصفه إذا اتفقت الجماعة على التأخير، وإن لم تتفق تصلى في أول وقتها، وصلاة الظهر في شدة الحر يستحب تأخيرها.\rووقت الاختيار: من أول وقت كل صلاة إلى خروج وقت الاختيار، كما أوضحت لك آنفا.\rووقت الاضطرار: من خروج وقت الاختيار إلى خروج وقت الصلاة، وهو في العصر من مصير ظل كل شيء مثليه إلى مغيب الشمس، وفي العشاء من بعد نصف الليل إلى بزوغ الفجر الصادق، وفي الفجر من إسفار النهار إلى شروق الشمس، ولا يجوز تأخير الصلاة إلى وقت الاضطرار إلا لعذر مرض أو نوم في غير تفريط أو إغماء، ونحوهما من الأعذار.","seal":"23C165E4","part":1},
      {"page":32,"id":29,"nass":"س: ما هو الزوال؟\rج: الزوال: ميل الشمس عن كبد السماء إلى الغرب.\rس: ما المراد بتأخير صلاة الظهر في شدة الحر؟\rج: المراد بذلك تأخيرها إلى أن ينكسر الحر قليلا، ويحصل للحيطان فيء يمشي فيه القاصد إلى الصلاة، ولا يجاوز الإبراد نصف الوقت، أي إلى أن يصير ظل كل شيء نصفه.\rس: هل يستحب تأخير صلاة الجمعة في شدة الحر؟\rج: لا يستحب ذلك في حر ولا غيم.\rس: متى يدرك وقت الصلاة؟\rج: يدرك بإدراك تكبيرة الإحرام.\rس: إذا جهل المصلي الوقت وظن دخوله فهل يصلي؟\rج: إذا جهل بالوقت فلا يصلي حتى يتمكن من مشاهدة ما يدل على دخوله، كالزوال في الظهر والظلمة للمغرب، أو يخبره ثقة عارف بدخول الوقت.","seal":"4D8694BD","part":1},
      {"page":33,"id":30,"nass":"س: إذا دخل في الصلاة ثم تبين له أنه كبر تكبيرة الإحرام قبل دخول الوقت، فكيف يفعل؟\rج: عليه أن يحتسب تلك الصلاة نفلا، ويعيدها فرضا.\rس: من نام عن صلاة أو نسيها فكيف يفعل؟\rج: عليه أن يصليها متى استيقظ أو متى ذكرها، ولا ينتظر حتى يدخل وقت مثلها، بل يصليها متى استيقظ أو ذكرها وإن فات وقتها.\r\r[صفة الصلاة]\rصفة الصلاة س: اذكر شروط الصلاة.\rج: شروطها: النية، ورفع الحدث (بالوضوء أو الغسل للحدث الأكبر) ، وإزالة النجاسة عن البدن والثوب والمصلى، وستر العورة بما لا يصف البشرة (وحدها السرة إلى الركبة للرجل والأمة، والحرة كلها عورة إلا وجهها في الصلاة، أما إذا كانت بحضرة رجال أجانب","seal":"EE805581","part":1},
      {"page":34,"id":31,"nass":"فكلها عورة حتى وجهها) ، ودخول الوقت، واستقبال القبلة إلا لمن كان متنقلا على راحلته أو سيارته فإنه يصلي حيث توجهت به.\rس: اذكر أركان الصلاة.\rج: أركانها: القيام مع القدرة، وتكبيرة الإحرام، وقراءة الفاتحة، والركوع، والرفع منه، والسجود على الأعضاء السبعة، والرفع منه، والجلسة بين السجدتين، والطمأنينة في جميع الأركان والتشهد الأخير، والجلوس له، والصلاة على النبي صلى الله عليه وسلم، والتسليمتان، والترتيب.\rس: اذكر واجبات الصلاة.\rج: واجباتها: جميع التكبيرات غير تكبيرة الإحرام، وقول: سمع الله لمن حمده للإمام والمنفرد، وقول ربنا ولك الحمد للإمام والمنفرد والمأموم، وقول: سبحان ربي العظيم في الركوع، وسبحان ربي الأعلى في السجود، ورب اغفر لي بين السجدتين، والتشهد الأول والجلوس له.","seal":"E95963A3","part":1},
      {"page":35,"id":32,"nass":"س: صف لنا صلاة النبي صلى الله عليه وسلم من التكبير إلى التسليم.\rج: 1- يتوجه إلى القبلة، ناويا بقلبه فعل الصلاة، جاعلا بين يديه سترة إن كان إماما أو منفردا – في غير الحرم –، أما المأموم فسترة إمامه سترة له.\r2 - يكبر للإحرام قائلا: الله أكبر، ناظرا ببصره إلى محل سجوده، رافعا يديه عند التكبير إلى حذو منكبيه أو إلى فروع أذنيه، جاعلا بطون كفيه إلى القبلة، وأصابعه إلى السماء.\r3 - يضع كفه اليمنى على الكف والرسغ والساعد من يده اليسرى.\r4 - يقرأ دعاء الاستفتاح.\r5 - يتعوذ، ثم يقرأ الفاتحة، ويختمها بآمين، ثم يقرأ ما تيسر من القرآن.\r6 - إن كان المصلي مأموما والصلاة سرية أو جهرية لا يسمع فيها صوت الإمام فإنه يقرأ كما يقرأ الإمام","seal":"F8DF6542","part":1},
      {"page":36,"id":33,"nass":"والمنفرد، وإن كانت الصلاة جهرية يسمع فيها صوت الإمام فإنه لا يقرأ شيئا، بل يستمع وينصت لقراءة إمامه؛ لأن قراءة الإمام قراءة لمن خلفه، الفاتحة وغيرها (¬1) .\r7 - ثم يركع مكبرا رافعا يديه مثل تكبيرة الإحرام، وينحني جاعلا رأسه حيال ظهره، ويضع كفيه على ركبتيه مفرجي الأصابع، ويطمئن في ركوعه، ويقول: سبحان ربي العظيم ثلاثا.\r8 - يرفع رأسه قائلا: سمع الله لمن حمده إذا كان إماما أو منفردا، رافعا يديه مثل تكبير الإحرام، ثم يقول الجميع بعد أن يستووا قياما: ربنا ولك الحمد، ثم يضع يديه على صدره إن شاء أو يرسلهما.\r9 - يهوي للسجود مكبرا (¬2) ويسجد على أعضائه\r¬_________\r(¬1) هذا مذهب جماهير العلماء من السلف والخلف، ومنهم الأئمة الأربعة إلا رواية عن الشافعي أن المأموم يقرأ الفاتحة فقط، انظر المغني مع الشرح 1، 2، ومجموع الفتاوى 22 و 23 - 330.\r(¬2) رفع اليدين مع كل تكبيرة سنة تفعل أحيانا، إلا أن الذي ثبت مداومة رسول الله صلى الله عليه وسلم عليه الرفع مع تكبيرة الإحرام، والركوع، والرفع منه.","seal":"5BE18A0B","part":1},
      {"page":37,"id":34,"nass":"السبعة: الجبهة والأنف والكفين والركبتين وأطراف القدمين، ويرص عقبيه، ويستقبل بأصابع قدميه ويديه القبلة، ضاما أصابع يديه، ويجافي عضديه عن جنبيه، وبطنه عن فخذيه، وفخذيه عن ساقيه، ولا يبسط ذراعيه على الأرض، ويقول: سبحان ربي الأعلى ثلاثا.\r10 - يرفع رأسه مكبرا، ويفرش قدمه اليسرى ويجلس عليها، وينصب رجله اليمنى جاعلا أصابعها مستقبلة القبلة، ويضع يديه على فخذيه وركبتيه، ويقول: رب اغفر لي.\r11 - يسجد السجدة الثانية مثل الأولى.\r12 - يقوم من السجود قائلا: الله أكبر، ويصلي الركعة الثانية كالأولى، إلا أنه لا يقرأ الاستفتاح.\r13 - بعد أن ينتهي من السجود الثاني من الركعة الثانية يجلس كجلسته بين السجدتين، إلا أنه يقبض أصابع يده اليمنى كلها إلا السبابة، يشير بها عند دعائه ويحركها، أو يقبض الخنصر والبنصر، ويحلق","seal":"A0B481C8","part":1},
      {"page":38,"id":35,"nass":"بإبهامه مع الوسطى ويشير بها ويحركها، ثم يقرأ التشهد ويدعو.\r14 - يسلم عن يمينه قائلا: السلام عليكم ورحمة الله، وعن يساره كذلك.\r15 - إن كانت الصلاة ثلاثية أو رباعية قرأ التشهد، ثم نهض مكبرا رافعا يديه كتكبيرة الإحرام، وقرأ الفاتحة (¬1) .\r16 - يكمل الصلاة كما تقدم وصفه، إلا أنه إذا جلس للتشهد الأخير تورك، وصفته: أن يجعل قدمه اليسرى تحت ساقه اليمنى، ومقعدته على الأرض.\r17 - وإذا سلم دعا بما ورد (¬2) .\rس: اذكر مبطلات الصلاة.\rج: مبطلاتها: الكلام العمد، والضحك، والأكل، والشرب، وانكشاف العورة الفاحش باختياره،\r¬_________\r(¬1) ولو قرأ بعدها سورة أو آية أحيانا وترك أحيانا فحسن لثبوته.\r(¬2) راجع رسالة (كيف تكون من الذاكرين الله كثيرا والذاكرات؟) تجد فيها الأذكار التي تقال في الصباح والمساء، وبعد الصلوات مفصلة.","seal":"8B395087","part":1},
      {"page":39,"id":36,"nass":"والانحراف عن القبلة بجميع البدن، والحركة الكثيرة المتوالية، وانتقاض الطهارة، وزيادة ركوع أو سجود أو قيام أو قعود عمدا، وتقديم ركن على ركن عمدا، ومسابقة الإمام عمدا، وفسخ النية، والاستناد على شيء بحيث لو أزيل ما استند عليه سقط المصلي إلا أن يكون عاجزا، والرجوع إلى التشهد الأول إذا سها عنه بعد أن يستتم قائما ويشرع في القراءة.\rس: ما هي الأمور التي يكره فعلها في الصلاة؟\rج: من الأمور التي يكره فعلها في الصلاة: الاقتصار على الفاتحة في الركعتين الأوليين، ورفع البصر إلى السماء، ووضع اليدين على الخاصرة، والالتفات، وأن يصلي وهو حاقن أو تائق إلى طعام، وافتراش الذراعين في السجود، والتمطي، وكف الشعر والثوب، والصلاة وأمامه مشغل، وفرقعة الأصابع وتشبيكها، واستقبال نار، وحرة يسيرة لغير حاجة.","seal":"F52A919C","part":1},
      {"page":40,"id":37,"nass":"س: ما حكم سجدتي السهو؟ ومتى تشرعا؟\rج: سجدتا السهو واجبتان في ثلاث حالات، وهي: الزيادة، والنقصان، والشك.\rس: اشرح هذه الحالات الثلاث.\rج: 1- الزيادة: إذا زاد المصلي فعلا من جنس الصلاة كركعة أو سجدة سهوا وتذكر وهو في أثناء الزيادة، وجب عليه الرجوع فورا، وإن لم يعلم فلا شيء عليه إلا أنه في كلا الحالتين يسجد للسهو، ثم يسلم مرة أخرى.\r2 - النقص: إذا نسي ركنا وجب عليه الإتيان به، فإن كان تكبيرة الإحرام أعاد الصلاة، وإن كان غيرها من الأركان وجب عليه الإتيان بركعة بدلا من الركعة الناقصة، وإن نسي واجبا وجب عليه أن يجبره بسجود سهو قبل السلام.\r3 - الشك: وله حالتان، الأولى: أن يترجح عنده أحد","seal":"AF3570AF","part":1},
      {"page":41,"id":38,"nass":"الأمرين، فيبني على ما ترجح عنده، ويتم صلاته ويسلم، ثم يسجد للسهو، ثم يسلم.\rالحالة الثانية: ألا يترجح عنده شيء، فيبنى على القدر المتيقن، وهي الأقل، ويتم الصلاة، ثم يسجد للسهو قبل السلام (¬1) .\rس: ما الحكم إذا سها المأموم؟ هل يسجد للسهو؟\rج: ليس على المأموم الساهي سجود سهو، إلا أن يسهو إمامه فيسجد معه.\rس: كيف يفعل المأمومون إذا سها إمامهم؟\rج: يسبح الرجال لتنبيهه، وتصفق النساء بضرب ظهور أكفهن بعضها ببعض.\r¬_________\r(¬1) انظر فتاوى ابن تيمية 23 - 53.","seal":"0DA72DB8","part":1},
      {"page":42,"id":39,"nass":"[صلاة التطوع]\rصلاة التطوع س: ما أفضل تطوعات البدن؟\rج: أفضل تطوعات البدن الجهاد في سبيل الله، ثم طلب العلم، ثم التنفل بالصلاة.\rس: هل يجوز للقادر على القيام أداء صلاة التطوع قاعدا، أو عدم استقبال القبلة؟\rج: نعم، يجوز له ذلك، وإن كان قادرا على القيام، إلا أن أجر القاعد على النصف من أجر القائم، وأجر المضطجع على النصف من أجر القاعد، ويجوز له كذلك أداؤها غير مستقبل القبلة إن كان على راحلته، فيصليها حيثما اتجهت به.\rس: أي صلاة التطوع أفضل؟\rج: أفضل التطوع ما سن له الجماعة، وآكدها الكسوف، والاستسقاء، فالتراويح، فالوتر.","seal":"8A350C22","part":1},
      {"page":43,"id":40,"nass":"س: اذكر أنواع صلاة التطوع، ومتى ينهى عنها؟\rج:\r1 - السنن الرواتب: ركعتان أو أربع قبل الظهر، وركعتان بعدها، وركعتان بعد المغرب، وركعتان بعد العشاء، وركعتان قبل الفجر، ولا تصلى جماعة، ولا يصليها بعد الفريضة مباشرة، بل يفصل بينهما بقيام أو كلام.\r2 - الوتر: وقته ما بين صلاة العشاء والفجر، وأقله ركعة، وأكثره إحدى عشرة ركعة، وأدنى الكمال ثلاث ركعات بتسليمتين، ويقنت.\r3 - صلاة الضحى: أقلها ركعتان، وأكثرها ثمان، ووقتها من خروج وقت النهي بعد الإشراق إلى قبل الزوال.\r4 - صلاة الاستخارة: ركعتان تفعلان في أي وقت، ثم يدعو بعدهما بما ورد.\r5 - تحية المسجد: قبل الجلوس في المسجد.\r6 - صلاة الطهارة: بعد الوضوء.\r7 - صلاة الطواف: خلف المقام إن أمكن بعد الطواف.","seal":"FA4C19A5","part":1},
      {"page":44,"id":41,"nass":"8 - صلاة العروس: يصلي الرجل بزوجه ركعتين أول دخوله بها.\r9 - صلاة الفتح: إذا فتح الله على المسلمين بلدا، وهي ثمان ركعات.\r10 - صلاة التوبة: لمن ارتكب ذنبا، وهي ركعتان، ثم يستغفر بعدهما من ذنبه.\r11 - صلاة التطوع المطلق: لا حد له، وفعله في الليل أفضل، ويسن أن تكون ركعاته مثنى مثنى، والأفضل كثرتها بالنهار، وإطالتها بالليل.\r12 - ما تسن له الجماعة: وهو ثلاثة أنواع: التراويح عشرون ركعة سوى الوتر (¬1) والكسوف والاستسقاء.\r13 - سجود التلاوة: للتالي والمستمع.\r14 - سجود الشكر: عند تجدد النعم، واندفاع النقم، وينهى عنها من بعد صلاة الفجر إلى ارتفاع الشمس\r¬_________\r(¬1) وهو قول جمهور العلماء من الصحابة فمن دونهم، انظر مجموع الفتاوى 23، ومصنفي عبد الرزاق 4، وابن أبي شيبة 2، والسنن الكبرى 2، ومختصر قيام الليل لابن نصر ص 20.","seal":"B2A94000","part":1},
      {"page":45,"id":42,"nass":"قيد رمح، وعند قيام الشمس في الظهيرة حتى تزول، وبعد صلاة العصر حتى تغيب.\r\r[صلاة المريض]\rصلاة المريض س: متى تسقط الصلاة عن المريض؟\rج: لا تسقط الصلاة عن المريض بحال إلا إذا فقد وعيه، وإذا أفاق وجب عليه قضاؤها.\rس: كيف يصلي المريض؟\rج: على المريض أن يصلي قائما، ولو منحنيا، أو معتمدا على عصا أو جدار، فإن لم يستطع صلى جالسا، فإن لم يستطع صلى على جنب، فإن لم يستطع صلى مستلقيا ورجلاه إلى القبلة، فإن لم يستطع صلى إلى أية جهة، وعليه أن يركع ويسجد، فإن لم يستطع أومأ برأسه، فإن لم يستطع أشار بعينه، فإن لم يستطع صلى بقلبه، ينوي القيام والركوع والسجود، وإن شق عليه فعل كل صلاة في وقتها جاز له الجمع بين الظهر والعصر، وبين المغرب والعشاء، تقديما وتأخيرا.","seal":"2723F8BF","part":1},
      {"page":46,"id":43,"nass":"[صلاة المسافر]\rصلاة المسافر س: متى يحق للمسافر قصر الصلاة وجمعها؟\rج: يشرع للمسافر قصر الصلاة الرباعية إذا كان سفره أكثر من (85) كيلومترا، أما جمع الظهر مع العصر والمغرب مع العشاء فراجع للحاجة، فإن احتاج إلى الجمع جمع، وإلا فإن الأفضل أداء كل صلاة في وقتها.\rس: إذا وصل المسافر إلى البلد التي نواها، وهو يريد الإقامة بها ثلاثة أيام فقط، فهل يقصر أم يتم الصلاة؟\rج: إذا نوى الإقامة أقل من أربعة أيام جاز له القصر، وإذا سمع النداء في البلد التي نزل فيها أجاب النداء، وصلى في المسجد، وإذا كان الإمام مقيما أتم معه الصلاة، وإن أم المسافر مقيمين قصر وسلم، ثم يقوم المقيمون يتمون لأنفسهم، كل يصلي منفردا.","seal":"623BB316","part":1},
      {"page":47,"id":44,"nass":"س: إذا دخل المسافر بلدا لا يدري كم يقيم فيها فهل يتم أم يقصر؟\rج: من كان لا يعلم كم مدة إقامته، وكل يوم يظن أنه سيخرج كالمريض ينتظر طبيبا، أو الجندي المرابط، أم من حبسه سلطان في حاجة، فهؤلاء لهم قصر الصلاة حتى يرجعوا إلى أوطانهم، وإن مكثوا أشهرا.\rس: هل يصلي المسافر السنن الرواتب؟\rج: لا يشرع للمسافر أداء السنن الرواتب إلا سنة الفجر، وإن أراد التنفل بما شاء من النوافل جاز له ذلك في النهار والليل، ويسن له المحافظة على وتره.","seal":"2573D64B","part":1},
      {"page":48,"id":45,"nass":"[صلاة الخوف]\rصلاة الخوف س: متى تصلى صلاة الخوف؟\rج: تصلى إذا خاف المسلمون عدوا حضرا أو سفرا، وتصلى في الحضر تامة، وفي السفر تقصر، وتصلى خفيفة.\rس: كيف تصلى صلاة الخوف؟\rج: وردت في السنة الصحيحة عدة صفات لصلاة الخوف، منها: أن يجعلهم الإمام طائفتين، طائفة تحرس، والأخرى تصلي معه ركعة، فإذا قام إلى الثانية نوت الأولى مفارقته، وأتمت صلاتها، وذهبت تحرس، والإمام قائم في الركعة الثانية، فتجيء الأخرى وتصلي معه ركعة، فإذا جلس للتشهد قامت فأتت بركعة أخرى، والإمام جالس ينتظرها حتى تجلس وتتشهد ثم يسلم بها.\rوإذا اشتد الخوف صلوا رجالا أو ركبانا إلى القبلة وإلى غيرها، يومئون بالركوع والسجود.","seal":"AC8F808C","part":1},
      {"page":49,"id":46,"nass":"[الإمامة وصلاة الجماعة]\rالإمامة وصلاة الجماعة س: من أحق بالإمامة؟ ومن هم الذين لا تجوز إمامتهم؟\rج: يؤم القوم أقرؤهم لكتاب الله، ثم أعلمهم بالسنة، ثم أقدمهم هجرة، ثم أقدمهم إسلاما، ثم الأسن، وإمامة الأعمى والصبي المميز صحيحة، ولا تصح إمامة المرأة للرجال، وتجوز إمامتها بنساء مثلها.\rولا تجوز الصلاة خلف قبوري يدعو الأموات، ولا خلف من بدعته مكفرة، كالرافضي الذي يعتقد كفر الصحابة أو تحريف القرآن، وإذا علم به بعد انقضاء صلاته أعاد، ولا تجوز الصلاة خلف من صلاته فاسدة بترك ركن أو شرط إلا لمن لم يعلم به، ولا خلف عامي لا يحسن الفاتحة، أو يخل بحرف منها إلا أن يصلي بعوام مثله.","seal":"E6AF612F","part":1},
      {"page":50,"id":47,"nass":"س: ما الحكم إذا كان إمام الحي عاجزا عن القيام في الصلاة؟\rج: إذا كان إمام الحي عاجزا عن القيام لمرض صلى المأمون خلفه جلوسا.\rس: هل يجوز للمتوضئ أن يأتم بمتيمم، والمفترض بالمتنفل؟\rج: نعم، يجوز ذلك.\rس: ما هي أحكام الاستخلاف إذا أحدث الإمام؟\rج:\r1 - إذا دخل الإمام في الصلاة على غير طهارة وتذكر وهو في الصلاة قطعها والمأمومون خلفه، واستأنفوا الصلاة من أولها.\r2 - إذا دخل الإمام في الصلاة على غير طهارة ولم يتذكر إلا بعد انتهاء الصلاة، صحت صلاة من خلفه، وأعاد هو.\r3 - إذا دخل الإمام في الصلاة على طهارة وأحس بأنه سيحدث فعليه أن يستخلف من يصلي بالناس، وينصرف هو.","seal":"28320B29","part":1},
      {"page":51,"id":48,"nass":"4 - إذا أحدث الإمام وهو في الصلاة قبل أن يستخلف بطلت صلاته وصلاة من خلفه، وعليهم أن يستأنفوا الصلاة من أولها.\rس: اذكر مواقف المأموم مع الإمام في حالة الانفراد والجمع.\rج: إذا كان المأموم واحدا صلى عن يمين الإمام، فإن صلى عن يساره أو أمامه لم تصح، وإن كانوا جماعة وقفوا خلف الإمام، وإن وقفوا عن يمينه أو عن جنبيه صح، وإن وقفوا عن يساره أو أمامه لم تصح، ومن صلى خلف الصف وحده أعاد الصلاة إلا المرأة، فيجوز لها ذلك، وإذا صلت المرأة بنساء قامت معهن في وسط الصف، وإذا كان المأمومون أنواعا قدم الرجال، ثم الأطفال، ثم النساء.\rس: ما حكم صلاة المرأة في المسجد؟\rج: صلاة المرأة في المسجد جائزة، ولا تمنع ما دام أنها","seal":"D27CEC1C","part":1},
      {"page":52,"id":49,"nass":"تخرج متسترة، ولا يخاف منها فتنة، وصلاتها في بيتها أفضل.\rس: متى تدرك الجماعة؟\rج: تدرك الجماعة حكما بإدراك ركعة منها، ويدرك فضلها بإدراك الإمام قبل السلام، ومن أدرك الركوع أدرك الركعة، ويسن لمن دخل المسجد أن يدخل في الصلاة مع الإمام، سواء كان راكعا أم ساجدا أم جالسا، ولا ينتظره حتى يقوم.\rس: ما حكم إتمام الصفوف؟\rج: يسن إتمام الصفوف، ورصها، وسد الخلل، ويحصل ذلك بالمناكب والصدور والأقدام، وميامين الصفوف أفضل.\rس: ما حكم من أكل ثوما أو بصلا؟ هل يأتي المسجد؟\rج: من كانت به ريح منتنة بسبب أكل ثوم أو بصل","seal":"74D0CEF2","part":1},
      {"page":53,"id":50,"nass":"أو شرب دخان، كره له حضور الصلاة في المسجد حتى تذهب رائحته.\rس: ما حكم صلاة الجماعة؟ وبكم تنعقد؟\rج: صلاة الجماعة فرض عين على الرجال الأحرار البالغين إلا لعذر مرض أو خوف ونحوهما، وتنعقد الجماعة باثنين فصاعدا، وفعلها في المسجد الأكثر جمعا أفضل، ثم في العتيق، ثم في الأبعد إلا أن يكون في ذلك تفويتها، أو كسر قلب الإمام أو المأمومين في القريب.\rس: إذا حضر أناس المسجد وقد صلى الناس فكيف يفعلون؟\rج: يصلون جماعة.","seal":"DCE3A3C6","part":1},
      {"page":54,"id":51,"nass":"[صلاة الجمعة]\rصلاة الجمعة س: على من تجب صلاة الجمعة؟\rج: تجب على كل مسلم حر ذكر مكلف مستوطن ببناء يشمله اسم واحد.\rس: اذكر شروط صلاة الجمعة.\rج: شروطها:\r1 - الوقت: أوله بعد إشراق الشمس وارتفاعها قيد رمح، وآخره آخر وقت الظهر.\r2 - العدد: فلا تنعقد إلا بالعدد المعتبر (¬1) .\r3 - الاستيطان: بمدينة أو قرية.\r4 - الخطبتان: ولها أربعة أركان: حمد الله، والصلاة على رسول الله صلى الله عليه وسلم، وقراءة آية كاملة، والوصية بتقوى الله.\r¬_________\r(¬1) وفيه أقوال، أشهرها: أن يبلغ العدد أربعين، وهو قول الجمهور مالك والشافعي وأحمد وغيرهم، انظر المبسوط للسرخسي 2، وبداية ابن رشد 1، والمجموع للنووي 4، والمغني لابن قدامة 2، ومجموع الفتاوى لابن تيمية 24.","seal":"628EC76B","part":1},
      {"page":55,"id":52,"nass":"س: اذكر سنن صلاة الجمعة.\rج: أن يكون الخطيب على طهارة، ساترا للعورة، مزيلا للنجاسة، رافعا صوته حسب طاقته، قائما على مرتفع، معتمدا على عصا أو قوس أو سيف، يخطب بالعربية إلا إذا عجز، ولا بأس أن يخطب في صحيفة، ويجلس بين الخطبتين قليلا، ويسلم على المأمومين إذا أقبل عليهم بوجهه، ويتولاها من يتولى الصلاة.\rس: ما الحكم فيمن أدرك الإمام في صلاة الجمعة؟\rج: إن أدرك معه ركعة أضاف إليها أخرى، ويكون مدركا للجمعة، وإن أدرك معه الركعة الثانية دخل مع الإمام بنية الظهر، وأتمها ظهرا.\rس: هل للجمعة سنة قبلية كالظهر؟\rج: ليس للجمعة سنة قبلية كالظهر، إنما يصلي من دخل المسجد قبل الإمام ما تيسر من الركعات، إن شاء الله ركعتين، وإن شاء أكثر، لكن للجمعة سنة راتبة بعدية، يصليها ركعتين أو أربعا في المسجد، أو ركعتين في البيت، وأداؤها في البيت أفضل.","seal":"570DDA85","part":1},
      {"page":56,"id":53,"nass":"س: اذكر بعض آداب يوم الجمعة.\rج: من آداب يوم الجمعة: الاغتسال لها في يومها، والتنظف، والاستياك، والتطيب، وأن يلبس أحسن ثيابه، ويبالغ في التبكير إليها، ويقترب من الإمام، ولا يتخطى رقبة مسلم إلا إن وجد فرجة تسعه قد تركها أهل المسجد جاز الوصول إليها، أو كان إماما يريد الوصول إلى المنبر، ولا يفرق بين اثنين ليجلس بينهما إلا بإذنهما، ولا يجلس حتى يصلي تحية المسجد وإن كان الخطيب يخطب، وينصت للخطبة، ويحرم عليه الكلام أثناءها إلا أن يكلم الخطيب أو يكلمه، ومن تكلم أو مس الحصى فقد لغا، ومن لغا فلا جمعة له، ويسن أن يكثر من الدعاء والذكر وقراءة القرآن، خاصة سورة الكهف، ويصلي على رسوله صلى الله عليه وسلم (¬1) .\rوإذا دخل وقت الصلاة لم يجز لمن أراد سفرا أن يسافر حتى يصليها.\r¬_________\r(¬1) لمزيد من التفصيل انظر رسالة (عمل المسلم يوم الجمعة) .","seal":"6D06A608","part":1},
      {"page":57,"id":54,"nass":"[صلاة العيدين]\rصلاة العيدين س: ما حكم صلاة العيدين؟ واذكر وقتهما.\rج: حكمها: فرض كفاية، أما الوقت فمن ارتفاع الشمس بعد شروقها قيد رمح إلى قبيل الزوال.\rس: أين تؤدى صلاة العيدين؟\rج: يسن أن تؤدى في صحراء قريبة، وتكره في المساجد من غير عذر إلا المسجد الحرام.\rس: اذكر شروط صلاة العيدين.\rج: شروطها كشروط صلاة الجمعة.\rس: اذكر سنن صلاة العيدين.\rج: من سنتها: الغسل قبلها، والخروج في أحسن هيئة، والأكل قبل صلاة عيد الفطر، وبعد صلاة عيد الأضحى، والتبكير إليها بعد صلاة الفجر إلا الإمام فيتأخر إلى وقت الصلاة، والتكبير في الطريق إليها، والدنو من الإمام، وعدم الانصراف حتى ينتهي الخطيب من خطبته، والرجوع","seal":"4CD57A65","part":1},
      {"page":58,"id":55,"nass":"منها إلى البيت من غير طريق الذهاب لها، ويسن حضور النساء متسترات غير متزينات، حتى الحيض منهن لكنهن يعتزلن المصلى، ويشهدن دعوة المسلمين، وتأخير صلاة عيد الفطر حتى يتسع الوقت لأداء زكاة الفطر، وتعجيل صلاة الأضحى ليتسع وقت التضحية، ويسن للإمام أن يبدأ بصلاة ركعتين، يكبر في الأولى ست تكبيرات بعد تكبيرة الإحرام، وفي الثانية خمس تكبيرات بعد تكبيرة القيام، يرفع يديه مع كل تكبيرة، ويقرأ فيها جهرا، وتكره الصلاة قبلها وبعدها، وليس لها نداء ولا إقامة، ثم يخطب خطبتين أحكامهما مثل الجمعة.\rس: ما الحكم إذا وافق يوم العيد يوم جمعة؟\rج: تسقط الجمعة عمن صلى العيد، لكن يجب على الإمام إقامتها ليشهدها من لم يشهد صلاة العيد، ومن شاء شهودها.\rس: كيف يقضي من فاتته صلاة العيد؟\rج: لا يجب القضاء على من فاتته صلاة العيد، وإن شاء","seal":"0FAEF551","part":1},
      {"page":59,"id":56,"nass":"القضاء فله ذلك، إن شاء صلاها أربعا بسلامين أو سلام واحد، وإن شاء صلاها ركعتين، وإن شاء صلاها على هيئة صلاة العيد، يصليها وحده أو جماعة، في المصلى أو حيث شاء.\rس: تكلم عن التكبير أيام العيدين.\rج: يسن التكبير في العيدين، وهو نوعان: مطلق ومقيد، فالمطلق: يكبر في كل موضع يجوز ذكر الله فيه، يبتدئ في عيد الفطر من بعد صلاة المغرب ليلة العيد، وينتهي عند انتهاء خطبة العيد، وفي ذي الحجة من أول يوم من ذي الحجة، إلى الفراغ من خطبة العيد.\rأما التكبير المقيد: فيكون عقب الصلوات المفروضات، من بعد صلاة الفجر يوم عرفة إلى صلاة العصر آخر أيام التشريق، أما المحرم فيبدأ بعد صلاة الظهر يوم النحر، يجهر بها الرجال، وتسر النساء، ولا يكبرون بصفة جماعية بصوت واحد، بل كل يكبر لنفسه.","seal":"FEE16153","part":1},
      {"page":60,"id":57,"nass":"[صلاة الكسوف]\rصلاة الكسوف س: ما حكم صلاة الكسوف؟ واذكر وقتها، وهل تقضى؟\rج: صلاة الكسوف سنة مؤكدة، تبدأ مع ابتداء الكسوف إلى التجلي، ولا تقضى إذا فاتت.\rس: كيف ينادى لصلاة الكسوف؟\rج: ليس لصلاة الكسوف أذان ولا إقامة، لكن ينادى لها: الصلاة جامعة.\rس: أيهما أفضل صلاة الكسوف جماعة أو فرادى؟\rج: صلاة الجماعة أفضل.\rس: هل يمكن لأهل الحساب معرفة موعد الكسوف قبل وقوعه؟\rج: نعم، يمكن لأهل الحساب من الفلكيين معرفة موعد وقوع الكسوف قبل حدوثه، وليس ذلك من علم الغيب، بل هو من عمليات حسابية لما جرت العادة من جريان الشمس والقمر، يعرف بها متى يكون الكسوف، ومع","seal":"545B4BA8","part":1},
      {"page":61,"id":58,"nass":"ذلك لا يترتب على خبرهم علم شرعي، فإن الصلاة لا تقام حتى يرى الناس الكسوف بأعينهم (¬1) .\rس: ما الأمور التي يستحب فعلها وقت الكسوف؟\rج: يستحب المبادرة بالصلاة، والإكثار من ذكر الله تعالى، والاستغفار، والتكبير، والدعاء، والتصدق، والعتق.\rس: صف لنا صلاة الكسوف.\rج: صفتها: يكبر ثم يستفتح، ويقرأ جهرا الفاتحة، ثم سورة طويلة يختلف طولها بحسب طول زمان الكسوف وقصره، فإذا كان الكسوف كليا صلى بالبقرة ونحوها، ثم يركع ركوعا طويلا، ثم يرفع قائلا: سمع الله لمن حمده، ثم يقرأ الفاتحة، ثم سورة أقصر من الأولى، ثم يركع دون ركوعه الأول، ثم يرفع، ثم يسجد سجدتين طويلتين لا يطيل الجلوس بينهما، ثم يقوم للركعة\r¬_________\r(¬1) انظر تفصيل ذلك في مجموع الفتاوى لابن تيمية 24.","seal":"DEC02627","part":1},
      {"page":62,"id":59,"nass":"الثانية، فيصليها كالأولى إلا أنها أقصر، ثم يتشهد ويسلم، فيكون عدد الركعات أربعا، والسجدات أربعا، وإن أتى في كل ركعة بثلاثة أو أربعة أو خمسة ركوعات فحسن لوروده.\rس: كيف يفعل المصلون إذا انتهت الصلاة قبل التجلي؟\rج: يكثرون من الاستغفار والدعاء، وإن تجلى وهم في الصلاة أتموها خفيفة.\rس: هل للكسوف خطبة؟\rج: لا بأس أن يخطب الإمام، فيعظ الناس، ويذكرهم، ويأمرهم بفعل الخيرات.\rس: كيف يفعل من فاته الركوع الأول من الركعة الأولى؟\rج: من فاته الركوع الأول من الركعة الأولى فاتته الركعة؛ لأن ما بعد الركوع الأول من الركوعات سنة لا تدرك به الركعة.","seal":"0CE544A5","part":1},
      {"page":63,"id":60,"nass":"[صلاة الاستسقاء]\rصلاة الاستسقاء س: ما حكم صلاة الاستسقاء؟ وهل تصلى جماعة أو فرادى؟ ولماذا تصلى؟\rج: صلاة الاستسقاء سنة مؤكدة، تصلى جماعة وفرادى، والجماعة أفضل وآكد، إذا احتبس المطر، أو أجدبت الأرض، أو غارت العيون والآبار.\rس: ماذا يسن لصلاة الاستسقاء؟\rج: يسن الخروج لها من غير زينة وطيب باستكانة ووقار وتواضع وتذلل، ولا تخرج النساء الشواب لها، وإذا أراد الإمام الخروج وعظ الناس بما يلين قلوبهم، وأمرهم بتقوى الله، والتوبة من المعاصي، وأداء الزكاة، والإكثار من الصدقة، والاستغفار، والصوم، وترك التشاحن والتباغض، ويحرص على خروج أهل الدين والصلاح لأنه أسرع في إجابة","seal":"CF7F7D3D","part":1},
      {"page":64,"id":61,"nass":"دعوتهم، وكذلك الصبيان المميزين لأنهم لا ذنوب لهم، ولا يستحب إخراج البهائم لعدم وروده.\rس: اذكر صفة صلاة الاستسقاء.\rج: صفتها كصفة صلاة العيد، إلا أنها ليس لها وقت معين، ويكثر في الخطبة من الاستغفار، والصلاة على رسول الله صلى الله عليه وسلم، والدعاء، والتضرع، والتكبير، ثم يتجه إلى القبلة رافعا يديه، ويبالغ حتى يجعل ظهور كفيه إلى السماء، ويدعو بما ورد، ثم يحول رداءه، فيجعل الأيمن على الأيسر، والأيسر على الأيمن، تفاؤلا بتحول الحال، ثم لا يحولون أرديتهم حتى ينزعوها مع ثيابهم.\rس: إذا لم ينزل المطر بعد الصلاة فهل تعاد؟\rج: إن لم يسقهم الله بعد الصلاة عادوا في اليوم التالي والذي بعده، وألحوا في الدعاء، وإن سقاهم","seal":"B7940068","part":1},
      {"page":65,"id":62,"nass":"الله قبل الصلاة شكروه، وسألوه من فضله، ولا يصلون إلا إن كانوا قد تأهبوا للخروج، فيصلونها شكرا لله، ويسن أن يعرضوا أجسادهم وثيابهم للمطر حتى تبتل.\rس: ماذا يصنعون إذا ازدادت الأمطار وخيف منها؟\rج: عليهم أن يكثروا من الدعاء أن يكفها عنهم، ويحولها إلى حيث لا تضر أحدا، وكذا إذا سمعوا صوت رعد وصواعق دعوا بما ورد.\rس: هل تشترط الصلاة للاستسقاء؟\rج: لا تشترط الصلاة للاستسقاء، بل يستسقى في أي مكان برفع يديه والدعاء، وإن كان في خطبة الجمعة.","seal":"3BF32053","part":1},
      {"page":66,"id":63,"nass":"[الجنائز]\rالجنائز س: ماذا يفعل بمن نزل به الموت؟\rج: يشرع أن يليه أرفق أهله به، وأتقاهم لله، فيوجهه للقبلة، ويبل حلقه بماء، ويلقنه (لا إله إلا الله) بلطف ومداراة، ولا يقل له: قل كذا، بل يقولها عنده حتى يقولها المحتضر، ولا يكثر عليه لئلا يضجر، فينطق بكلمة الكفر – عياذا بالله –، فإذا خرجت روحه فلا يقل إلا خيرا، ولا يقربه جنب؛ لأن الملائكة لا يقربون مكانا فيه جنب، ويؤمنون على ما يقال عند الميت، ويغمض عينيه، ويسمي الله، ويشد لحييه بعصابة، ويلين مفاصله، فإن شق عليه ذلك تركه لئلا تنكسر عظامه.\rثم ينزع عنه ثيابه، ولا يكشف عورته، بل يغطيه بثوب، ويضع على بطنه شيئا ثقيلا كحديدة ونحوها لئلا ينتفخ، ويعجل بغسله، والصلاة عليه ودفنه،","seal":"BE6C0E80","part":1},
      {"page":67,"id":64,"nass":"ولا بأس بانتظار من يحضره من قريب وغيره إن لم يشق ذلك أو يطول، ولا بأس بالنظر إليه وتقبيله، ويجب الإسراع في قضاء دينه وإنفاذ وصيته.\rس: ما حكم غسل الميت وتكفينه والصلاة عليه وحمله ودفنه؟\rج: كل ذلك فرض كفاية.\rس: من أحق الناس بغسل الميت؟\rج: يتولى غسل الميت مسلم ثقة أمين عالم بأحكام الغسل، إذا رأى خيرا ذكره وإلا سكت، وإن كان الميت رجلا تولاه رجال، وإن كان امرأة تولاها نساء، إلا الزوجين فيحق لهما غسل بعضهما إن أرادا.\rس: كيف يغسل الميت؟\rج: يغسل الميت بماء طهور مباح في مكان مستور، لا يحضره إلا الغاسل ومن يعينه، ويستر ما بين سرته وركبتيه وجوبا، ولا يمس عورته بيديه، ويجعل السرير","seal":"E00F50F6","part":1},
      {"page":68,"id":65,"nass":"منحدرا نحو رجليه، ثم يرفعه قليلا، ويعصر بطنه عصرا رفيقا ليخرج ما هو مستعد للخروج، ثم ينجيه بخرقة يلفها على يده، ويكثر صب الماء، ويسد المخرج بقطن أو نحوه، ثم ينوي الغسل ويسمي، ويوضئه كوضوئه للصلاة، إلا في المضمضة والاستنشاق فيكفي عنهما مسح أسنانه ومنخريه بأصبعيه، ولا يدخل الماء أنفه ولا فمه، ثم يغسل رأسه ولحيته برغوة سدر، ثم يغسل جانبه الأيمن ثم الأيسر، ويستعمل خرقة للغسل مع السدر، فإن حصل الإنقاء وانقطاع الخارج منه بغسلة واحدة فهي الواجبة، والمستحب ثلاث، وإلا أعاد خمسا وسبعا حتى يتقي، ويجعل الكافور في الأخيرة لأنه يصلب بدنه ويطيبه.\rثم ينشفه بثوب، ويقص أظافره وشاربه ويجعلها في كفنه، ولا يسرح شعره، وإن كان الميت امرأة ضُفِرَ شعرها ثلاثة قرون تسدل من ورائها.","seal":"8EE5D552","part":1},
      {"page":69,"id":66,"nass":"أما من تعذر غسله لعدم وجود الماء، أو لمرضه، أو لاحتراقه، أو لأنه رجل بين نساء، أو امرأة بين رجال، فإنه ييمم بالتراب، يمسح وجهه وكفيه من وراء حائل.\rس: كيف يكفن الميت؟\rج: يكفن الميت بكفن ساتر أبيض نظيف، يكفن الرجل في ثلاثة لفائف، توضع بعضها فوق بعض، ثم يؤتى بالميت مستور العورة وجوبا، ويوضع في اللفائف مستلقيا على ظهره، ويطيب، وتكون اللفائف مطيبة ببخور بعد رشها بماء الورد ليعلق بها البخور، ثم يرد طرف اللفافة العليا من الجانب الأيسر على شقه الأيمن، ثم الأيمن على شقه الأيسر، ثم الثانية والثالثة كذلك، ثم يعقد على اللفائف حتى لا تنتشر، فإذا وضع في قبره حلت، والمرأة تكفن في خمسة أثواب، تؤزر بإزار، ثم تلبس قميصا، ثم يخمر رأسها بخمار، ثم تلف بلفافتين.","seal":"8DC825E5","part":1},
      {"page":70,"id":67,"nass":"س: اذكر صفة الصلاة على الميت، وما يسن لها.\rج: تجوز الصلاة على الميت في المسجد وغيره، ويستحب أن يكون الجمع كبيرا ليشفعوا فيه.\rوصفة الصلاة: أن يقوم الإمام عند صدر الرجل، ووسط الأنثى، ويسن أن يكون المأمومون خلفه ثلاثة صفوف فأكثر، ثم يكبر كتكبيرة الإحرام، ويستعيذ ويبسمل، ويقرأ الفاتحة، وإن قرأ بعدها شيئا من القرآن أحيانا فحسن، ثم يكبر رافعا يديه، ويصلي على النبي صلى الله عليه وسلم، ثم يكبر رافعا يديه، ويدعو بما ورد، ثم يكبر ويسلم عن يمينه.\rس: كيف يفعل من فاتته الصلاة على الميت؟\rج: من فاتته الصلاة عليه حتى دفن جاز له أن يصلي عليه لا يتجاوز شهرا.\rس: هل يصلى على السقط؟\rج: السقط إذا تخلق غسل وصلي عليه، وإن كان دون أربعة شهور فلا.","seal":"27614F62","part":1},
      {"page":71,"id":68,"nass":"س: كيف تحمل الجنازة؟\rج: يسن حملها تربيعا، ويستحب للرجال اتباعها دون النساء، ويكون الماشي أمامها والراكب خلفها، ويكره جلوس من تبعها حتى تدفن، ولا يرفع الصوت بذكر ولا غيره.\rس: اذكر صفة الدفن وآدابه.\rج: يسن أن يوسع القبر ويعمق ويحسن حفره، ويكون لحدا، ويقول مدخله: بسم الله، وبالله، وعلى ملة رسول الله صلى الله عليه وسلم، ويجب أن يستقبل به القبلة، ويسن أن يجعل على جانبه الأيمن، ويحرم دفن غيره معه إلا للضرورة، ويسن حشو التراب عليه ثلاثا ثم يهال، ويرفع القبر قدر شبر ويسنم، ويغطى قبر المرأة بثوب حال دفنها مبالغة في سترها، ولا يجصص القبر، ولا يبخر، ولا يبنى عليه، ولا يقرأ عليه القرآن، ولا يمشى عليه، ولا يكتب عليه، ولا يدفن في مسجد،","seal":"93AF130E","part":1},
      {"page":72,"id":69,"nass":"فإن فعل نبش القبر وأخرج الميت، ودفن في مقابر المسلمين، إلا إذا كان القبر أقدم من المسجد فيزال المسجد.\rفإذا فرغوا من الدفن وقفوا على القبر يستغفرون له، ويسألون الله له الثبات.\rس: كيف يفعل بالميت الكافر، والمحرم، وشهيد المعركة؟\rج: لا يجوز للمسلم غسل الكافر، ولا تكفينه، ولا الصلاة عليه، ولا دفنه في مقابر المسلمين، ولا اتباع جنازته، ولكن يواريه بالتراب إن فقد من يواريه.\rأما المحرم فكغيره من المسلمين، إلا أنه لا يطيب ولا يغطى رأسه، والمحرمة لا يغطى وجهها، ولا يؤخذ شيء من شعرهما وأظفارهما.\rأما شهيد المعركة والمقتول ظلما فلا يغسلان، بل يدفنان بدمائهما، ويخير في الصلاة عليهما.","seal":"EB0C82B0","part":1},
      {"page":73,"id":70,"nass":"[كتاب الزكاة]\rكتاب الزكاة س: ما الأشياء التي تجب فيها الزكاة؟\rج: تجب الزكاة في أربعة أشياء فقط، هي:\r1 -) سائمة بهيمة الأنعام.\r2 -) الخارج من الأرض.\r3 -) الأثمان.\r4 -) عروض التجارة (¬1) .\rس: على من تجب الزكاة؟\rج: تجب الزكاة على كل مسلم حر يملك النصاب ملكا تاما، ولو صغيرا أو مجنونا، إذا مضى على النصاب الحول، إلا الخارج من الأرض فزكاته وقت حصاده أو امتلاكه.\rس: ما المقصود بسائمة بهيمة الأنعام؟ وما شروطها؟\rج: المقصود بها: الإبل والبقر والغنم، وشروطها أربعة:\r1 -) أن تبلغ النصاب الشرعي.\r2 -) أن يحول عليها الحول.\r3 -) أن تكون سائمة أكثر الحول، أي\r¬_________\r(¬1) انظر أحكام الزكاة مفصلة مع أدلتها في رسالة (كيف تؤدى زكاة مالك؟) .","seal":"6993051E","part":1},
      {"page":74,"id":71,"nass":"ترعى الكلأ المباح أكثر العام، فإن كانت لا ترعى أكثر العام، أو يجلب لها العلف فلا زكاة فيها.\r4 -) أن لا تكون عاملة، أي لا تستخدم في نقل الأمتعة والحرث وغيرها.\r\rس: اذكر الأعداد التي تجب فيها الزكاة ومقدارها في سائمة بهيمة الأنعام.\rج:\r(1) الإبل: من (5 إلى 9) شاة، ومن (10 إلى 14) شاتان، ومن (15 إلى 19) ثلاث شياه، ومن (20 إلى 24) أربع شياه، ومن (25 إلى 35) بنت مخاض، وهي ما تم لها سنة، ومن (36 إلى 45) بنت لبون، وهي ما تمت لها سنتان، ومن (46 إلى 60) حقة، وهي ما تمت لها ثلاث سنوات، ومن (61 إلى 75) جذعة، وهي ما تمت لها أربع سنوات، ومن (76 إلى 90) بنتا لبون، ومن (91 إلى 120) حقتان، فإذا زادت عن ذلك فثلاث بنات لبون، ثم في كل أربعين بنت لبون، وفي كل خمسين حقة.","seal":"06C76D75","part":1},
      {"page":75,"id":72,"nass":"(2) البقر: من (30 إلى 39) تبيع أو تبيعة، وهو ما له سنة، ومن (40 إلى 59) مسن أو مسنة، وهو ما تم له سنتان، ومن (60 إلى 69) تبيعان أو تبيعتان، ومن (70 إلى 79) مسنة وتبيع، ثم في كل ثلاثين تبيع، وفي كل أربعين مسنة.\r(3) الغنم: من (40 إلى 120) شاة، ومن (121 إلى 200) شاتان، ومن (201 إلى 400) ثلاث شياه، ثم في كل مائة شاة.\r\rس: ما المقصود بزكاة الخارج من الأرض؟\rج: المقصود بذلك: زكاة الحبوب والثمار والعسل والمعدن.\rأما الحبوب: فجميع أنواعها من الحنطة والشعير والأرز والعدس وغيرها من أنواع الحبوب والأباريز.\rوالثمار: تجب الزكاة فيما يكال منها ويدخر مثل: اللوز والتمر والزبيب والفستق، أما ما لا يكال ويدخر فلا زكاة فيه كالتفاح والموز والخوخ والرمان ونحوها.\rأما المعدن: فالمقصود به كل ما خرج من الأرض من","seal":"69E1CE9F","part":1},
      {"page":76,"id":73,"nass":"غير جنسها مما له قيمة مثل: الذهب والفضة، والجواهر والبلور، والعقيق، والكحل والزرنيخ، والنورة والملح، والزئبق والكبريت، والنفط، والزجاج.\rأما الخارج من البحر من مسك وعنبر ولؤلؤ ومرجان فلا زكاة فيه.\rس: اذكر نصاب الحبوب والثمار، وهل يشترط لها حولان الحول؟ وما مقدار زكاتها؟\rج: نصابها خمسة أوسق، والوسق ستون صاعا، والصاع أربعة أمداد، والمد ملء كفي رجل معتدل الكفين، فيكون النصاب بالأمداد ألف ومائتي مد.\rولا يشترط فيها حولان الحول، بل بمجرد بدو صلاحها تجب فيها الزكاة.\rومقدار الواجب فيها من الزكاة بحسب طريقة سقيه، فإن كان يسقى بدون كلفة كالذي يسقى بماء المطر والأنهار ففيه العشر، أما الذي يسقى بكلفة كالذي يسقى بالسواقي ومضخات رفع الماء ففيه نصف العشر.","seal":"FBD71269","part":1},
      {"page":77,"id":74,"nass":"س: ذكرت أن من الخارج من الأرض العسل، فما نصابه؟ وكم يجب فيه؟\rج: نصاب العسل كنصاب الحبوب والثمار، والواجب فيه العشر.\rس: ما نصاب المعدن؟ وكم يجب فيه؟\rج: نصابه مثل نصاب الذهب والفضة، والواجب فيه ربع العشر، أي (2. 5 %) .\rس: ما هو الركاز؟ وهل فيه زكاة؟\rج: الركاز: هو ما دفنه أهل الجاهلية من ذهب أو غيره، والواجب فيه الخمس، أما ما دفنه أهل الإسلام فليس بركاز، بل هو لقطة.\r\rس: ما المقصود بالأثمان؟ وما نصابها؟ وما الواجب فيها؟\rج: الأثمان: الذهب والفضة، وما يقوم مقامهما من الدراهم والريالات، ونصاب الذهب: عشرون مثقالا، وهو ما يساوي بالجنيه السعودي أحد عشر جنيها وثلاثة أسباع الجنيه، ونصاب الفضة: مائتا درهم","seal":"B3816B17","part":1},
      {"page":78,"id":75,"nass":"وهو ما يساوي بالريال الفضي السعودي ستة وخمسين ريالا، فمن ملك أحد هذين النصابين، أو قيمة أحدهما وجبت عليه الزكاة، ومقدارها ربع العشر، أي (2. 5 %) ، ونصاب الذهب بالغرامات (85) غراما، والفضة (595) غراما.\rس: ما المقصود بعروض التجارة؟ ومتى تجب فيها الزكاة؟ وكيف تخرج؟\rج: هي كل ما أعد لبيع وشراء لأجل الربح، وتجب إذا ملكها التاجر ملكا تاما، وبلغت قيمتها قيمة نصاب الذهب والفضة، وفيها ربع العشر (2. 5 %) .\rوطريق إخراجها: أن يحصر التاجر جميع ما عنده من بضاعة، ثم ينظر في قيمتها الحالية، ويضيف إليها الربح، ثم يخرج ربع عشر مجموع ذلك.\rس: هل فيما أعد للكراء زكاة؟\rج: ما أعد للكراء من عمائر وسيارات وآلات لا زكاة فيه،","seal":"E82BC242","part":1},
      {"page":79,"id":76,"nass":"ولا في أجرته، إلا إذا حال على أجرته الحول فإنها تزكى.\rس: هل في حلي النساء زكاة؟\rج: الأحوط أن تزكي خروجا من الخلاف القوي.\rس: ذكرت أن بهيمة الأنعام التي لا ترعى أكثر الحول، وكذلك الثمار التي لا تدخر ولا تكال، أنها لا زكاة فيها، فما حكم من يعمل في هذه الأشياء بيعا وشراء للربح؟\rج: زكاته زكاة عروض التجارة.\rس: هل فيما أعده الإنسان لحاجته زكاة، مثل المتاع والثياب والمسكن والسيارات والحيوانات والأراضي؟\rج: ليس في شيء من ذلك زكاة، إلا إذا قصد به التجارة.\r\rس: لمن تصرف الزكاة؟\rج: تصرف الزكاة للأصناف الثمانية التي بينها الله عز وجل، وهي:","seal":"AA021DEC","part":1},
      {"page":80,"id":77,"nass":"(1) الفقراء: الذين لا يجدون شيئا من الكفاية، أو يجدون أقل من نصفها.\r(2) المساكين: الذين يجدون نصف كفايتهم، أو أكثرها، لكنهم لا يجدونها كلها.\r(3) العاملون عليها: السعاة الذين يرسلهم الإمام لجبي الزكاة.\r(4) المؤلفة قلوبهم: السادة الذين يرسلهم المطاعون في عشائرهم، تعطى لهم الزكاة لكف شرهم، أو لتقوية إيمانهم.\r(5) الرقاب: المكاتبون يسعون لفك رقابهم من الرق، ويدخل معهم العبيد يشترون للعتق، وكذلك يفك به الأسير.\r(6) الغارمون: من يغرمون مالا، وهم نوعان: غارمون للإصلاح بين الناس، وغارمون لدين بسبب إفلاس.\r(7) في سبيل الله: المجاهدون المتطوعون الذين ليس لهم ديوان، أو لهم لكنه لا يكفيهم.\r(8) ابن السبيل: المسافر المنقطع.","seal":"4F2DAFE4","part":1},
      {"page":81,"id":78,"nass":"س: من هم أحق ناس بالزكاة؟\rج: أحقهم بها أشدهم لها حاجة، ومن اجتمعت فيه أكثر من صفة من صفات أهل الزكاة.\rس: من هم الذين لا تعطى لهم الزكاة؟\rج: لا تعطى للهاشمي، ولموالي بني هاشم، ولفقيرة زوجها غني، وللأصول وهم الأب والأم والأجداد، وللفروع وهم الأبناء والبنات وأبناؤهم وبناتهم، وللزوجة، وللأقارب الذين يرثون المزكي.\rس: هل يجوز صرف الزكاة في بناء المساجد والأوقاف، وشراء المصاحف والكتب وتوزيعها؟\rج: لا يجوز ذلك لأنها ليست من مصارف الزكاة الثمانية، إنما ينفق على هذه من الصدقة.\rس: هل يجوز تقديم وتأخير الزكاة عن وقتها؟\rج: يجوز تقديمها بسنة أو سنتين، ولا يجوز تأخيرها عن وقتها.","seal":"243B5BA1","part":1},
      {"page":82,"id":79,"nass":"[زكاة الفطر]\rزكاة الفطر س: ما حكم زكاة الفطر؟ وعلى من تجب؟ وما مقدارها؟\rج: زكاة الفطر واجبة على كل مسلم حر أو عبد، ذكر أو أنثى، صغير أو كبير، ومقدارها صاع من بر، أو صاع من شعير، أو صاع من تمر، أو صاع من زبيب، أو صاع من أقط (¬1) .\rس: متى تخرج زكاة الفطر؟ ولمن تعطى؟\rج: وقت إخراجها من غروب شمس ليلة العيد إلى انقضاء صلاة العيد، ويجوز تقديمها بيوم أو يومين، وتعطى لمن يجوز دفع الزكاة إليهم.\rس: هل يجوز دفع زكاة الفطر نقدا؟\rج: لا يجوز ذلك، ولو فعل لم تجزئه.\r¬_________\r(¬1) الصاع: أربعة أمداد، والمد ملء كفي رجل معتدل الكفين.","seal":"6DF5CCFD","part":1},
      {"page":83,"id":80,"nass":"س: هل يجوز تفريق الصاع بين أكثر من مسكين؟\rج: يجوز ذلك، كما يجوز إعطاء الواحد أكثر من صاع.\rس: هل تجب زكاة الفطر على الجنين؟\rج: لا تجب، ولكنها مستحبة.","seal":"63EC091A","part":1},
      {"page":84,"id":81,"nass":"[كتاب الصيام]\rكتاب الصيام س: ما الشروط التي يجب أن تتوفر في الإنسان حتى يفرض عليه الصوم؟\rج: أن يكون مسلما، بالغا، عاقلا، قادرا، مقيما، خاليا من الموانع كالحيض والنفاس (¬1) .\rس: هل يشترط للصوم نية؟\rج: النية شرط لكل عبادة، والصوم منها، ومحل النية القلب، والنية المطلوبة للصوم أن يعلم المسلم أن غدا من رمضان، وأنه إن شاء الله صائم، ووقت النية من أول الليل إلى طلوع الفجر الثاني.\rس: اذكر فروض الصيام؟\rج: فروضه: الإمساك عن جميع المفطرات من طلوع الفجر الثاني إلى غروب الشمس.\r¬_________\r(¬1) انظر تفصيل مسائل الصوم في رسالة (نيل المرام من أحكام الصيام) .","seal":"810C4443","part":1},
      {"page":85,"id":82,"nass":"س: اذكر المفطرات باختصار.\rج:\r(1) كل ما وصل إلى الجوف أو الحلق أو الدماغ من طعام أو شراب أو غيرهما.\r(2) الاحتقان في الدبر.\r(3) بلع النخامة بجذبها من الخيشوم إلى الفم ثم بلعها، أما الريق فلا يفطر.\r(4) العزم على الفطر لأنه إفساد لشرط النية، ولو لم يتناول مفطرا.\r(5) التردد في النية فمن كان لا يعلم عن دخول الشهر وصام لم يصح صومه في رمضان.\r(6) القيء عمدا بأن يدخل أصبعه في حلقه، أو يعصر بطنه، أو يفعل أي فعل يقصد به إخراج ما في بطنه أفطر، أما من ذرعه القيء بأن خرج منه من غير اختياره فلا شيء عليه.\r(7) الحجامة يفطر بسببها الحاجم والمحجوم.","seal":"78B17F1C","part":1},
      {"page":86,"id":83,"nass":"(8) ، (9) خروج دم الحيض والنفاس، ولو خرج قبل المغرب بلحظة، ويجب الصوم متى انقطع الدم ولو قبل الفجر بلحظة.\r(10) الجماع في الفرج: فتلزمه التوبة، والإمساك بقية يومه، والقضاء، والكفارة وهي عتق رقبة، فإن لم يجد فصيام شهرين متتابعين، فإن لم يستطع (لمرض لا يرجى برؤه، أو لكبر سن مانع للصوم) أطعم ستين مسكينا، فإن كان فقيرا سقطت عنه الكفارة.\r(11) خروج المني: باستمناء، أو تقبيل، أو لمس، أو ضم، أو تكرار نظر.\r(12) خروج المذي: باستمناء، أو تقبيل، أو لمس، أو ضم (¬1) .\r(13) الردة عن الإسلام عياذا بالله.\r\rس: متى يفطر المسافر؟ وأيهما أفضل في حقه الفطر أو الصوم؟\rج: يجوز للمسافر (سفرا مشروعا أو مباحا) الفطر\r¬_________\r(¬1) عند الإمامين أحمد ومالك.","seal":"15A11A99","part":1},
      {"page":87,"id":84,"nass":"مطلقا (¬1) سواء وجد مشقة أم لا، لكن إن كان لا يجد مشقة في سفره فالأفضل في حقه الصوم، وإن استوى الحالان فهو مخير، وإن وجد بعض المشقة تمنعه فعل بعض الطاعات من النوافل فالأفضل في حقه الفطر، وإن وجد مشقة تمنعه فعل شيء من الفرائض أو تؤذيه وجب عليه الفطر.\rس: كيف تفعل الحامل والمرضع إذا خافتا من الصوم؟\rج: إذا خافتا على أنفسهما أو على أنفسهما وولديهما جاز لهما الفطر، وتقضيان بعد رمضان، ولا فدية عليهما، أما إذا كانتا خائفتين على ولديهما فقط فيجوز لهما الفطر، وعليهما القضاء والفدية، وهي إطعام مسكين عن كل يوم تفطرانه، مد من بر، أو نصف صاع من غيره.\rس: ما حكم الكبير والمريض إذا شق عليهما الصيام؟\rج: الكبير الذي شق عليه الصوم مشقة شديدة يفطر\r¬_________\r(¬1) وهو ما كان (85) كيلومترا فأكثر.","seal":"D7D78A3E","part":1},
      {"page":88,"id":85,"nass":"ويطعم عن كل يوم مسكينا، مد من بر أو نصف صاع من غيره.\rوالمريض نوعان: مريض مرضا يرجى برؤه (أي يرجى زواله بعد مدة) فهذا يفطر وينتظر حتى يشفيه الله، ثم يقضي الصوم، ومريض مرضا لا يرجى برؤه فهذا يفطر ويطعم عن كل يوم مسكينا.\rس: ما حكم من أغمي عليه في نهار رمضان؟\rج: إن أغمي عليه طوال اليوم لم يصح صومه، وإن أفاق ولو جزءا من النهار صح صومه.\r\rس: اذكر بعض الأمور التي لا بأس للصائم في فعلها.\rج: منها: خروج الدم برعاف أو جرح أو قلع ضرس أو دمل، والاحتلام، ودخول الغبار والذباب إلى الحلق، ومن ذرعه القيء، ومن بلع ريقه، أو دهن رأسه أو رجليه، والاغتسال للتنظف والتبرد، ومن أصبح جنبا واغتسل بعد الفجر، والسواك، والطيب، وحلق الشعر، وتقليم الأظافر، وأخذ الإبر غير المغذية، والأكل والشرب ناسيا.","seal":"8428D005","part":1},
      {"page":89,"id":86,"nass":"س: متى يقضي من أفطر في رمضان؟\rج: يجب القضاء قبل حلول رمضان التالي، ويسن تعجيل القضاء، ولا يتنفل بصوم قبل القضاء، ومن أخر القضاء حتى أدركه رمضان آخر بدون عذر أثم، ووجبت عليه التوبة، والقضاء بعد رمضان، وإطعام مسكين عن كل يوم أفطره، أما إن كان ترك القضاء لعذر فلا شيء عليه، إلا أنه يقضي بعد رمضان.\rس: ما هي الأيام التي يستحب صومها، والتي يمنع؟\rج: يستحب صوم ثلاثة أيام من كل شهر، وصوم الاثنين والخميس، وأفضل الصيام صيام داود عليه السلام، صوم يوم وإفطار يوم، وصيام يوم عرفة وعاشوراء، ويوم قبله أو بعده، وصيام شعبان، وست من شوال، وعشر ذي الحجة، وشهر محرم.\rويكره صوم الدهر، وإفراد الجمعة، واستقبال رمضان","seal":"BB77D31B","part":1},
      {"page":90,"id":87,"nass":"بيوم أو يومين، وإفراد رجب، ويحرم صوم يومي العيدين، وأيام التشريق.\rس: ما هي أحكام الاعتكاف؟\rج: الاعتكاف مستحب للرجال والنساء خاصة في رمضان، ويتأكد في عشره الأخيرة، ويصح في كل مسجد تقام فيه الجماعة، ويستحب للمعتكف الاشتغال بفعل القربات، واجتناب ما لا يعنيه من قول أو فعل، ولا يخرج من المسجد إلا لما لا بد منه، ويبطل بالخروج بدون عذر وبالوطء.","seal":"A2D352F6","part":1},
      {"page":91,"id":88,"nass":"[كتاب الحج والعمرة]\rكتاب الحج والعمرة س: على من يجب الحج والعمرة؟ وكم مرة يجبان؟\rج: يجب مرة واحدة في العمر على المسلم البالغ العاقل الحر المستطيع، ويشترط لسفر المرأة المحرم، ويصح من الصغير والعبد، ولا يجزئهما عن حجة الإسلام، ولا يحج عن غيره من لم يحج عن نفسه.\rس: اذكر المواقيت التي يحرم منها من أراد الحج أو العمرة.\rج: المواقيت: ذو الحليفة (أبيار علي) لأهل المدينة، والحجفة (بقرب رابغ) لأهل الشام ومصر، وقرن (السيل) لأهل نجد، ويلملم لأهل اليمن، وذات عرق (الضريبة) لأهل العراق، ومن كان دون الميقات فميقاته بيته، وأهل مكة من مكة في الحج، ومن مر بميقات من هذه المواقيت وهو ليس من أهلها أحرم منها، ومن جاوز الميقات وهو يريد الحج والعمرة ولم","seal":"2E64ED3C","part":1},
      {"page":92,"id":89,"nass":"يحرم منه وجب عليه الرجوع، فإن لم يرجع فعليه دم.\rس: اذكر أركان الحج.\rج: أركانه: الإحرام، والوقوف بعرفة، وطواف الإفاضة، والسعي.\rس: اذكر واجبات الحج.\rج: واجباته: الإحرام من الميقات، والوقوف بعرفة إلى غروب الشمس، والمبيت بمزدلفة إلى بعد نصف الليل، والمبيت بمنى ليالي التشريق، ورمي الجمار مرتبا، والحلق أو التقصير، وطواف الوداع لغير حائض ونفساء.\rس: اذكر أركان العمرة.\rج: أركانها: الإحرام، والطواف، والسعي.\rس: اذكر واجبات العمرة.\rج: واجباتها: الإحرام من الميقات، والحلق أو التقصير.","seal":"FBFCB00A","part":1},
      {"page":93,"id":90,"nass":"س: ما حكم من ترك ركنا أو واجبا من الحج أو العمرة؟\rج: من ترك ركنا لم يصح حجه أو عمرته حتى يأتي به، ومن ترك واجبا جبره بدم، فمن لم يجد صام عشرة أيام، ثلاثة أيام في الحج، وسبعة إذا رجع إلى أهله.\r\rس: صف لنا العمرة من أولها إلى آخرها.\rج: إذا وصل الميقات تجرد من ثيابه، واغتسل، وتطيب في بدنه، ويسن أن يكون إحرامه بعد فريضة، ثم يلبي، ويشترط إن خاف من عائق يعوقه، ويكثر من التلبية إلى أن يبتدئ في الطواف، فإذا وصل المطاف استلم الحجر الأسود بيمينه وقبله، فإن لم يتيسر ذلك استقبله وأشار إليه، ويطوف جاعلا البيت عن يساره، فإذا بلغ الركن اليماني استلمه إن استطاع من غير تقبيل، فإن لم يستطع مضى في طوافه من غير استلام أو إشارة، وهكذا يفعل إلى أن يتم طوافه سبعة أشواط.\rويسن للرجال فقط","seal":"30849F9C","part":1},
      {"page":94,"id":91,"nass":"الاضطباع في جميع الطواف (وصفته: أن يجعل وسط ردائه تحت إبطه الأيمن، وطرفيه على عاتقه الأيسر، ومحله في الطواف فقط) ، والرمل في الأشواط الثلاثة الأولى (وصفته: أن يسرع في المشي مع مقاربة الخطى) .\rفإذا أتم طوافه صلى ركعتين خلف المقام، ثم يخرج إلى الصفا ويرقاه ويستقبل الكعبة، ويرفع يديه ويدعو، ثم ينزل إلى السعي باتجاه المروة، يمشي حتى إذا وصل العلمين الأخضرين ركض بينهما، إن كان رجلا، ثم يكمل بقية الشوط ماشيا، فإذا وصل المروة صعد وفعل مثل ما فعل على الصفا، وهكذا حتى يكمل سبعة أشواط، ثم يحلق شعره أو يقصره إن كان رجلا، أما المرأة فتأخذ من شعرها قدر أنملة.\r\rس: علمنا أن للحج ثلاثة أنساك، وهي: التمتع والإفراد والقران، فما صفة كل منها؟\rج: التمتع:\r(1) وهو أفضلها، أن يحرم بعمرة في","seal":"580783E5","part":1},
      {"page":95,"id":92,"nass":"أشهر الحج، وهي شوال وذو القعدة وعشر ذي الحجة، ثم يتحلل ويمكث في مكة إلى يوم التروية (الثامن من ذي الحجة) ، ثم يحرم بالحج ويخرج إلى منى، ويصلي بها الظهر والعصر والمغرب والعشاء وفجر يوم عرفة، يقصر الرباعية من غير جمع.\r(2) يخرج في يوم عرفة إلى عرفة، ويصلي بها الظهر والعصر جمعا وقصرا.\r(3) إذا غربت شمس يوم عرفة نفر إلى مزدلفة، وصلى بها المغرب والعشاء جمعا وقصرا، وبات بها إلى الفجر، ثم يذكر الله إلى أن يسفر.\r(4) يذهب إلى منى ويرمي جمرة العقبة، وهي الأخيرة مما يلي الكعبة، ثم ينحر هديه، ويحلق رأسه، ثم ينزل إلى مكة ويطوف طواف الزيارة (الإفاضة) ويسعى، ويكون بذلك قد تحلل التحلل الأكبر، والتحلل الأصغر يكون بفعل اثنين مما ذكرنا.","seal":"654517A0","part":1},
      {"page":96,"id":93,"nass":"(5) يعود إلى منى ويبيت بها ليلة الحادي عشر والثاني عشر والثالث عشر، ويرمي الجمار الصغرى ثم الوسطى ثم الكبرى، كل واحدة بسبع حصيات بعد الزوال.\r(6) بعد رمي الجمار اليوم الثالث عشر ينزل إلى مكة ويطوف طواف الوداع، وينصرف.\r(7) من أراد التعجل بعد رمي الجمار في اليوم الثاني عشر فله ذلك، على أن يخرج من منى قبل غروب الشمس، فإن غربت قبل خروجه وجب عليه المبيت.\rالقران: أن يحرم بالحج والعمرة معا، أو يحرم بالعمرة ثم يدخل عليها الحج، فإن كان قد ساق الهدي لم يتحلل بعد عمرته، بل يبقى على إحرامه حتى يؤدي الحج، وإن لم يسق الهدي فينبغي له أن يتحلل بعد العمرة، ويجعل نسكه تمتعا إلا إن خشي فوات الحج، وعليه دم كالتمتع، ويفعل هو والمفرد ما يفعله المتمتع، غير أنهما لا يسعيان إلا مرة واحدة.","seal":"289C0F5E","part":1},
      {"page":97,"id":94,"nass":"الإفراد: أن يحرم بالحج وحده، وليس عليه دم.\r\rس: اذكر محظورات الإحرام، والفدية في كل نوع.\rج: حلق الشعر، وتقليم الأظافر، والطيب بشم أو مس أو أكل أو شرب، والإمناء بنظرة، والمباشرة بغير إنزال، ولبس الرجل المخيط، وتغطية رأسه، ولبس المرأة القفازين، وتغطية وجهها ببرقع أو نقاب، ويجوز لها أن تسدل على وجهها بإجماع العلماء، فإن كانت بمحضر رجال أجانب وجب عليها تغطية وجهها، ولا فدية عليها.\rمن فعل واحدا من هذه المحظورات فعليه الفدية، وهي: ذبح شاة، أو صيام ثلاثة أيام، أو إطعام ستة مساكين.\rومن صاد حيوانا وحشيا مباحا فهو مخير بين ذبح مثله من النعم، وتوزيعه على فقراء الحرم، أو تقويم المثل بثمن يشتري به طعاما، ويوزعه على","seal":"7F518B1A","part":1},
      {"page":98,"id":95,"nass":"فقراء الحرم، لكل واحد مد من طعام، أو يصوم عن كل مد يوما.\rومن جامع في الفرج، أو أنزل منيا بمباشرة أو استمناء أو تكرار نظر، قبل التحلل الأول فسد حجه، ووجب عليه المضي فيه، ويحج السنة القادمة، وينحر بدنة، وإن كان بعد التحلل الأول ففيه شاة، ويحرم من التنعيم ليطوف محرما، وإن كان بعد التحلل الثاني فلا شيء عليه، وإن كان في عمرة أفسدها وعليه شاة.\rوعقد النكاح لا يصح من المحرم، وليس عليه فدية فيه، والضرورات تبيح المحظورات، ولكنه يفدي عن كل محظور.\r\rس: ما أحكام الفوات والإحصار؟\rج: من طلع عليه فجر يوم النحر قبل أن يصل إلى","seal":"61B9D38B","part":1},
      {"page":99,"id":96,"nass":"عرفة فقد فاته الحج، وانقلب إحرامه عمرة، وعليه دم، ويحج السنة القادمة.\rومن حصر عن البيت ذبح هديا بنية التحلل، أو صام عشرة أيام إن لم يجد هديا، ولا يتحلل قبل الذبح أو الصوم، ولا يلزمه الحج في السنة القادمة.\rومن اشترط ابتداء فحصر حل إحرامه، ولا شيء عليه.\rس: تكلم باختصار عن أحكام الأضحية.\rج: الأضحية سنة مؤكدة، والأفضل الإبل ثم البقر ثم الغنم، وتجزئ الشاة عن واحد وأهل بيته، والبدنة والبقرة عن سبعة.\rوشروطها:\r(1) أن لا يقل سن الضأن عن ستة أشهر، والمعز عن سنة، والبقر عن سنتين، والإبل عن خمس.\r(2) أن لا تكون عرجاء بينة العرج، ولا عوراء بينة العور، ولا مريضة بينة المرض، ولا هزيلة بينة","seal":"63C99FFA","part":1},
      {"page":100,"id":97,"nass":"الهزال، وهذه العيوب الأربعة لا تجزئ معها الأضحية، وهناك عيوب تجزئ معها الأضحية مع الكراهة مثل: شق الأذن، وكسر القرن، ويستحب أن تكون سمينة مليحة كثيرة الشعر.\r(3) وقت ذبحها من بعد صلاة عيد الأضحى إلى آخر أيام التشريق.\rويستحب أن تقسم أثلاثا: للفقراء ولصاحبها وهدايا، ولا يعطي الجزار أجرته منها، بل من غيرها، ولا بأس أن يهدي له منها.\r\" سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك \".","seal":"BCC2809E","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"المختصر في فقه العبادات","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"خالد بن علي بن محمد بن حمود بن علي المشيقح","bLnk":null,"Inf":"","Auth":"خالد المشيقح","Betaka":"الكتاب: المختصر في فقه العبادات\r\nالمؤلف: خالد بن علي بن محمد بن حمود بن علي المشيقح\r\nالناشر: الكتاب منشور على موقع وزارة الأوقاف السعودية بدون بيانات\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"خالد بن علي بن محمد بن حمود بن علي المشيقح. \r\nمن مواليد مدينة بريدة في منطقة القصيم بالمملكة العربية السعودية.\r\nالحياة العلمية :\r\nبدأ تعليمه بالمدرسة الفيصلية في بريدة حيث درس فيها المرحلة الابتدائية وبعد أن تخرج منها التحق بالمعهد العلمي في مدينة بريدة التابع لجامعة الإمام محمد بن سعود فدرس فيه المرحلتين المتوسطة والثانوية وتخرج منه بتقدير امتياز.\r\nثم بعد ذلك التحق بكلية الشريعة بالقصيم وتخرج منها أيضا بتقدير امتياز فعين معيداً في نفس الكلية.\r\nثم التحق بكلية الشريعة بالرياض قسم الدراسات العليا فنال درجة الماجستير من الكلية نفسها بتقدير امتياز.\r\nثم التحق بالمعهد العالي للقضاء في جامعة الإمام محمد بن سعود الإسلامية فنال منه درجة الدكتوراه مع مرتبة الشرف الأولى .\r\nثم بعد ذلك واصل في ما يتعلق بالدرجات العلمية :\r\n* فحصل على درجة أستاذ مشارك من جامعة الإمام محمد بن سعود الإسلامية. \r\n* وحصل على درجة أستاذ كرسي من جامعة الملك سعود .\r\nوالشيخ طلب العلم منذ الصغر وتتلمذ على مجموعة من العلماء و المشايخ منهم:\r\n* الشيخ عبد الكريم اسكندر وهو باكستاني الجنسية كان يحفظ القرآن عليه في الصغر.\r\n* الشيخ محمد بن صالح العثيمين حضر دروسه من عام 1406 هـ تقريباً إلى أن توفي وحضر عنده في ما يتعلق بالفقه والحديث والعقيدة .\r\n* الشيخ الإمام العلامة عبد العزيز بن عبد الله بن باز رحمه الله تعالى .\r\n* الشيخ عبد الله بن إبراهيم القرعاوي قرأ عليه الشيخ في العلوم الشرعية في ما يتعلق بالفقه وكذلك أيضا العقيدة والفرائض وغير ذلك .\r\n* الشيخ محمد بن فهد بن محمد المشيقح أحد تلامذة الشيخ محمد المطوع المدرس بالمعهد العلمي بمدينة بريدة \r\n* الشيخ عبد الله بن عبد الرحمن الغديان عضو هيئة كبار العلماء .\r\n* ودرس على بعض مشايخ كلية الشريعة في ما يتعلق بتخريج الأحاديث ودراسة الأسانيد .\r\n* الشيخ عبد الله بن صالح الفوزان حفظه الله أخذ عنه في مرحلة الدراسة بالمعهد العلمي .\r\n* الشيخ علي الزامل رحمه الله تعالى وهو من تلامذة الشيخ عبد الرحمن السعدي وزميل للشيخ محمد بن صالح العثيمين في طلب العلم\r\n* الشيخ محمد المِرشِد درس عليه في العقيدة وغيرهم .\r\nالمؤلفات\r\nاعتنى الشيخ بجمع علم فقه شيخه الشيخ محمد بن صالح العثيمين في شرحه لزاد المستقنع تحت اسم كتاب \"الشرح الممتع\", وكذلك أيضاً شرحه لكتاب التوحيد تحت اسم كتاب\" القول المفيد\".\r\nوكذلك أيضاً تعليقات الشيخ رحمه الله على كتاب الكافي والشيخ الآن بصدد جمعها وكتابتها وطباعتها. \r\nوأما بالنسبة للمؤلفات فالشيخ نتاجه العلمي كثير ولله الحمد فمن ذلك : \r\n1- فقه الاعتكاف .\r\n2- أحكام الظهار .\r\n3- أحكام اليمين .\r\n4- أحكام الصيام .\r\n5- أحكام الزكاة .\r\n6- تحقيق كتاب شرح العمدة .\r\n7- مختصر فقه العبادات .\r\n8- كتابة حاشية الروض المربع وقد طبع منه إلى الآن ما يقرب من سبع مجلدات .\r\nوهناك كثير من الكتب التي شرحها الشيخ فهو بصدد طباعتها والآن في المطبعة شيئاً من هذه الشروحات تحت الطبع مثل : \r\nشرح منظومة الشيخ محمد بن عثيمين .\r\nشرح نواقض الإسلام .\r\nشرح زاد المستقنع .\r\nشرح منار السبيل .\r\nشرح الورقات . وغير ذلك .\r\nله دروس في فنون العلم المختلفة، وطلبته كثيرون ولله الحمد والمنة .\r\nالوظيفة :\r\nالشيخ يعمل الآن حالياً في قسم الفقه بكلية الشريعة في جامعة القصيم بعد أن ضُم فرع جامعة الإمام مع فرع جامعة الملك سعود وحمل الفرعان اسم جامعة القصيم .\r\n\r\nنقلا من موقع الشيخ ","seal":"1143E108","cat":"بحوث ومسائل","oNum":31285,"BkId":31285,"oAuth":590,"bVer":1,"aSeal":"AD88E190"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t31285":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"كتاب الطهارة"},
      {"lvl":2,"id":3,"sub":1,"tit":"المياه"},
      {"lvl":2,"id":5,"sub":0,"tit":"الآنية"},
      {"lvl":2,"id":7,"sub":0,"tit":"الاستنجاء"},
      {"lvl":2,"id":9,"sub":0,"tit":"الوضوء"},
      {"lvl":2,"id":13,"sub":0,"tit":"الغسل"},
      {"lvl":2,"id":15,"sub":0,"tit":"التيمم"},
      {"lvl":2,"id":16,"sub":0,"tit":"المسح على الخفين"},
      {"lvl":2,"id":18,"sub":0,"tit":"الحيض والاستحاضة والنفاس"},
      {"lvl":1,"id":24,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":2,"id":24,"sub":1,"tit":"الأذان والإقامة"},
      {"lvl":2,"id":26,"sub":0,"tit":"مواقيت الصلاة"},
      {"lvl":2,"id":30,"sub":0,"tit":"صفة الصلاة"},
      {"lvl":2,"id":39,"sub":0,"tit":"صلاة التطوع"},
      {"lvl":2,"id":42,"sub":0,"tit":"صلاة المريض"},
      {"lvl":2,"id":43,"sub":0,"tit":"صلاة المسافر"},
      {"lvl":2,"id":45,"sub":0,"tit":"صلاة الخوف"},
      {"lvl":2,"id":46,"sub":0,"tit":"الإمامة وصلاة الجماعة"},
      {"lvl":2,"id":51,"sub":0,"tit":"صلاة الجمعة"},
      {"lvl":2,"id":54,"sub":0,"tit":"صلاة العيدين"},
      {"lvl":2,"id":57,"sub":0,"tit":"صلاة الكسوف"},
      {"lvl":2,"id":60,"sub":0,"tit":"صلاة الاستسقاء"},
      {"lvl":2,"id":63,"sub":0,"tit":"الجنائز"},
      {"lvl":1,"id":70,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":2,"id":79,"sub":0,"tit":"زكاة الفطر"},
      {"lvl":1,"id":81,"sub":0,"tit":"كتاب الصيام"},
      {"lvl":1,"id":88,"sub":0,"tit":"كتاب الحج والعمرة"}
    ]
}
