{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b31489":
    [
      {"page":5,"id":0,"nass":"[مقدمة]\rحقوق الإنسان في الإسلام مقدمة الحمد لله رب العالمين، والصلاة والسلام على أفضل الأنبياء والمرسلين، أما بعد:\rفإن الدعوة إلى الله تعالى، تبدو في هذا العصر، وعلى المستوى الإنساني كله، شاقة وعسيرة.\rكما تبدو مهمة الدعاة داخل المجتمعات التي يعيشون فيها أو خارجها، معقدة ومتشابكة.\rولكن ذلك، لا يعني أن يقل الجهد في أداء الرسالة، أو ينصرف الدعاة عن مواجهة الصعاب، التي تعترضهم في أداء مهمتهم.\rإن الدعوة إلى الله، وإلى الدين الحق، وإلى إصلاح النفوس والقلوب، على المستوى الإنساني كله، هي رسالة الأمة الإسلامية، إلى الناس جميعا.\rويجب أن تسير في أداء هذا الواجب، على هدي الرسول- صلوات الله عليه وسلامه- الذي أرسله الله بالهدى ودين الحق إلى الناس جميعا، قال تعالى:","seal":"45AD482F","part":1},
      {"page":6,"id":1,"nass":"{يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} [الأعراف: 158] (سورة الأعراف، الآية 158) .\rوقد وعد الله سبحانه بظهور الإسلام فقال: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} [التوبة: 33] (سورة التوبة، الآية 33) .\rوظهور الإسلام على الدين كله، يتحقق بالدعوة إلى الله تعالى، التي تحتاج في هذا العصر إلى التخطيط، واختيار أساليبها المناسبة، ومعرفة الواقع الذي يحياه الناس، في داخل المجتمعات الإسلامية وخارجها.\rكما تحتاج إلى إعداد الدعاة؛ ليكونوا أهلا لنشر كلمة الله بين الناس، لإصلاح القلوب والنفوس.\rوفي كتاب الله تعالى، بيان لأساليب الدعوة التي تخاطب العقول والنفوس: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: 125] (سورة النحل، الآية 125) .\rوفي السنة الشريفة القولية والفعلية، المثل الأعلى في ممارسة الدعوة، ومخاطبة الناس، وإصلاح النفوس، وتزكيتها.","seal":"52648CD7","part":1},
      {"page":7,"id":2,"nass":"وفي عهد النبوة، تقررت أصول الدعوة وآدابها، والسنن التي تسير عليها، على اختلاف المخاطبين، في العقول والأفهام والظروف والأحوال.\rومعرفة هذا مما يجب أن يتسلح به الداعي إلى الله، وهو أول العلم في الدعوة، وأصدق التجربة فيها، وخير دليل لتحقيق المقصود منها.\rولا يستقيم عمل الدعاة في أي زمان ومكان، إلا بالعلم بالكتاب والسنة، ومدارسة علوم الإسلام، عقيدة وشريعة، والتحلي بفضائل الإسلام، واتباع سنة الرسول - صلى الله عليه وسلم - في الإبلاغ والإعلام، والنصح والإرشاد، والشرح والبيان، للمخاطبين بالدعوة، على اختلاف الظروف والأحوال.\rوفي هذا العصر بالذات، يحتاج ظهور الإسلام على الدين كله، إلى دعاة يظهرونه بعلمهم، وقدوتهم في مسلكهم، ومعرفتهم بأحوال الناس، وما يشغل حياتهم من أمور الدين والدنيا.\rلقد جدت قضايا عديدة، شغلت عقول الناس وفكرهم ونالت حظا وافرا من اهتمامهم وسعيهم،","seal":"3D60B09D","part":1},
      {"page":8,"id":3,"nass":"وينبغي أن يكون الدعاة إلى الله، على علم بهذه القضايا، وما يراد منها، والقائمين بها، وما فيها من خير للناس أو شر.\rوأهم من ذلك، أن يضعها الدعاة إلى الله تعالى على ميزان الإسلام، فتوزن به، وتقوم على أساسه، حتى يتميز الخبيث من الطيب، في الأفكار والأعمال، وحتى يعرف المسلمون حقيقة ما يعرض عليهم، ويميزون بين ما ينفعهم منه، فيستفيدون منه، وما يضرهم في دينهم ودنياهم، فيعرضون عنه.\rوحين يتعرف الدعاة على حقيقة القضايا التي تثار بين الناس، باسم حقوق الإنسان، أو المساواة بين الرجل والمرأة، أو التسامح الديني، يستطيعون بما عندهم من علم بكتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم - وبما يعرفونه عن حقيقة هذه الدعوات، وأحوال أهلها والقائمين بها، والأهداف التي ترمي إليها، أن يكونوا هداة للناس إلى الحق فيما يثار، ودعاة إلى الخير، وروادا للإصلاح في مجتمعاتهم.\rوبذلك يظهر الإسلام على الدين كله.","seal":"B919446A","part":1},
      {"page":9,"id":4,"nass":"وفي هذه الصفحات، ألقي الضوء على قضية تثار في هذه الأيام، ويزداد الإلحاح على أهميتها، وهي قضية حقوق الإنسان.\rإن المصطلح جذاب، يغري كثيرا من الناس، والمبادئ براقة، قد ينخدع بها المسلم المعاصر.\rومنذ أكثر من أربعة عشر قرنا، والمسلمون يسمعون عن كرامة الإنسان، والتسوية بين الناس، والتكافل والتراحم بينهم، بل إن المسلمين منذ ظهور الإسلام، وهم يقرؤون آيات الكتاب العزيز، وأحاديث المصطفى - صلى الله عليه وسلم - ترشدهم، وتهديهم إلى هذه المعاني السامية.\rولكن الخطر كل الخطر، والضرر كل الضرر، على المجتمعات الإسلامية، يظهر حينما نوازن بين الشعارات التي تأتينا من كل حدب وصوب عن هذه المبادئ، وبين مفاهيمنا الإسلامية عنها.\rفنحن نعرف من ديننا كرامة الإنسان، والمساواة بين الناس، والشورى، والتكافل، والتراحم بين الناس.\rفهل ما يدعون إليه، هو ما نعرفه، وما نفهمه عنها، في ديننا؟","seal":"FD0FE57C","part":1},
      {"page":10,"id":5,"nass":"فالمبادئ، جذابة وبراقة، وربما تكون المصطلحات واحدة، ولكن ما هو المضمون؟ وما هي المفاهيم؟ وما أثر ذلك في عقيدتنا وأخلاقنا وسلوكنا، حين تخدعنا المبادئ والشعارات وحدها، دون أن نحقق في مضمونها، وفي المفاهيم التي تندرج تحتها؟\rالمقصود في هذا البحث، أن نتعرف على الحقيقة في قضية حقوق الإنسان، كما تثار في عالمنا المعاصر، وأهم من ذلك، أن نضع شعاراتها، ومفاهيمها، ونتائجها، في ميزان الإسلام، قاصدين من ذلك، الدعوة إلى سبيل الله، وإرشاد المسلمين إلى الحق، وهدايتهم إلى الخير، وإصلاح دينهم ودنياهم: {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ} [الرعد: 17] (سورة الرعد، الآية 17) .\rوالله المستعان.\rعبد الله بن عبد المحسن التركي\rوزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد","seal":"1A264EB1","part":1},
      {"page":11,"id":6,"nass":"[حقوق الإنسان في الفكر الغربي]\rحقوق الإنسان في الفكر الغربي تظفر قضية حقوق الإنسان، بأهمية كبرى في العصر الحديث، على مستوى الشعوب والدول والمنظمات الدولية.\rويعد الميثاق العالمي لحقوق الإنسان الذي أصدرته الجمعية العامة للأمم المتحدة في10 / 12 / 1948 م، تتويجا لحضارة الغرب، ولجهود المفكرين والمصلحين فيه في العصر الحديث.\rوقد صدر الميثاق بعد نهاية الحرب العالمية الثانية بسنوات قليلة، تعبيرا عن الرغبة في وحدة البشرية، ووحدة حقوق الإنسان، في المجتمع الدولي، الذي قاسى من ويلات الحرب.\rوكان تناسي حقوق الإنسان، أو إهمالها، قد أفضى إلى أعمال همجية آذت الضمير الإنساني، كما ورد في الميثاق.\rولذلك، دعا في مقدمته إلى توطيد احترام الإنسان وحرياته، والعمل عن طريق التربية والتعليم، واتخاذ","seal":"B0A4C226","part":1},
      {"page":12,"id":7,"nass":"إجراءات قومية وعالمية؛ لضمان الاعتراف بحقوق الإنسان، ومراعاتها بصورة فعالة، بين الدول الأعضاء في المنظمة العالمية، وكذلك بين الشعوب الخاضعة لسلطانها.\rلقد توج الميثاق العالمي لحقوق الإنسان، جهودا كثيرة لمفكرين وفلاسفة من الغرب.\rوترجع هذه الجهود إلى القرن الثالث عشر الميلادي، حينما صدرت الماجنا كارتا سنة 1215م في إنجلترا، التي اكتسب الشعب الإنجليزي بمقتضاها، حقه في تجنب المظالم المالية، التي كانت توقعها به السلطة وقتذاك.\rوقد تضمنت وثيقة إعلان الاستقلال الأمريكي سنة 1776م ما يعد من حقوق الإنسان، بتأكيدها على الحق في الحياة والحرية والمساواة.\rوأصدرت الثورة الفرنسية وثيقة إعلان حقوق الإنسان في 26 / 8 / 1789 م، وهي تعد إعلانا عن هذه الحقوق. وهكذا سبقت هذه المواثيق، الميثاق العالمي لحقوق","seal":"D2FE0F62","part":1},
      {"page":13,"id":8,"nass":"الإنسان، الذي يعد خطوة هامة وحاسمة، بعد جهود المفكرين والفلاسفة الأوروبيين لعدة قرون، والتي استهدفت حماية الشعوب من المعاناة والآلام، التي كانت ترزأ تحتها من السلطات الإدارية والدينية في أوروبا، خلال عصور الظلام، وبدايات عصر النهضة الأوروبية.\rتلك المعاناة التي ترجع إلى استبداد الحكم الإقطاعي ورجال الكنيسة، واندفاع الكنيسة إلى محاربة كل الاتجاهات الفكرية، التي تسعى إلى تحرير عقل الإنسان ونفسه.\rوهذه العوامل كلها، لم يكن لها وجود في الإسلام، عقيدة وشريعة، أو حضارة.\rوثمة مسألة، ينبغي ذكرها، وهي:\rأن فكرة حقوق الإنسان هذه، التي نشأت في داخل القارة الأوروبية، استخدمت في تحرير الإنسان الأوروبي من طغيان السلطة ورجال الكنيسة، ولم تمتد هذه الفكرة، لتشمل بالحماية شعوبا بأكملها، خضعت للاستعمار الأوروبي في العصر الحديث، بل لاقت منه","seal":"8EB322DE","part":1},
      {"page":14,"id":9,"nass":"من المظالم والاستبداد، كل ما يتعارض مع مبادئ حقوق الإنسان.\rإن الميثاق العالمي لحقوق الإنسان، والذي يربط البعض بينه وبين ميثاق الأمم المتحدة، قد ركز النظر على حقوق الإنسان على المستوى الدولي.\rولم تصبح هذه القضية في كل دولة، خاضعة لاعتبارات السيادة الوطنية، بل امتزج الاعتراف بهذه الحقوق وممارساتها بطابع دولي، ولم تعد علاقة الدولة بالفرد خارجة عن إطار القانون الدولي، ولا تهم سوى القانون الداخلي.\rبل أصبح لها طابعها الدولي المميز، والذي جعل موضوع حقوق الإنسان يخرج من إطار النسبية الزمانية والمكانية، التي كانت تستغل من جانب النظم الاستبدادية، كالنازية والفاشية والنظم الماركسية، في إهدار كرامة الأفراد، كما استغلت من جانب الدول الاستعمارية، في التعامل غير الإنساني، وغير العادل، مع الشعوب التي كانت خاضعة لسلطانها في العصر الحديث.","seal":"BFDF33EF","part":1},
      {"page":15,"id":10,"nass":"غير أن لذلك الأمر، وهو الطابع الدولي لحقوق الإنسان، محاذيره.\rفقد أصبح موضوع حقوق الإنسان، موضوعا متشابكا ومعقدا، يختلط فيه الفكر بالمواقف، وأصبح هذا الموضوع، يشغل العالم في الوقت الحاضر، وربما لعقود قادمة.\rلقد أصبحت قضية حقوق الإنسان الآن، أحد أسلحة السياسة الخارجية للدول الكبرى، يبدو ذلك في استخدام قضية حقوق الإنسان، معيارا في تقديم المساعدات الدولية للدول النامية، فتحجب هذه المساعدات عن الدول التي تخالف، أو تتهم بمخالفة حقوق الإنسان، في نظر الدول القوية.\rكما ظهرت فكرة إنشاء وظيفة \"مفوض سامي\" في الأمم المتحدة؛ لمراعاة تطبيق مبادئ حقوق الإنسان.\rولا يخفى ما يترتب على تنفيذ ذلك من مشكلات في الواقع المعقد لنظام عالمي جديد، أعلن عن وجوده منذ سنوات، ولم تتبلور حتى الآن اتجاهاته وقيمه الأساسية وموازينه، مما يفتح الباب لصور من التدخل","seal":"4718E3AD","part":1},
      {"page":16,"id":11,"nass":"غير المسوغ في الشؤون الداخلية للدول، تحت شعار حقوق الإنسان.\rومن ناحية أخرى، فإن أطرافا أخرى غير الدول والحكومات، أصبحت بمقتضى أهدافها وأنشطتها، ذات صلة كبيرة بالموضوع، مثل الجمعيات الأهلية، والمنظمات غير الحكومية، في البلاد المختلفة.\rلقد كان للمنظمات غير الحكومية، أثر مهم في مؤتمر فينا لحقوق الإنسان، الذي انعقد في الفترة من 24 ذي الحجة 1413 هـ إلى 5 محرم 1414 هـ الموافق 14- 25 يونيه 1993م، وشاركت فيه المملكة العربية السعودية بوفد على مستوى عال، برئاسة صاحب السمو الملكي الأمير سعود الفيصل وزير الخارجية.\rوكان عمل المنظمات غير الحكومية فيه، مكافئا ومناظرا للدول والحكومات.\rمما يفتح الباب لمزيد من الاقتناع بالحق في التدخل الدولي في البلاد التي تتهم بخرق مبادئ حقوق الإنسان، في نظر هذه الدول، أو هذه المنظمات الأهلية، تحت ستار المحافظة على تطبيق مبادئ حقوق","seal":"4A78EBFD","part":1},
      {"page":17,"id":12,"nass":"الإنسان.\rومن بينها منظمات، رسخت عملها في هذا المجال، ولها تقاريرها التي لا تخلو من افتراءات، ولا تقيم وزنا للخصوصية الاجتماعية والثقافية والدينية للشعوب، إزاء نموذجها الغربي الوحيد.","seal":"93D0BD59","part":1},
      {"page":18,"id":13,"nass":"[نقد النظرة الأوروبية لحقوق الإنسان]\rنقد النظرة الأوروبية لحقوق الإنسان لقد نشأت المدرسة الأوروبية الأولى لحقوق الإنسان، نشأة سياسية، خلال القرن الثامن عشر الميلادي، وكان هدف مفكريها وقادتها، هو تأكيد الحريات العامة في المجتمع، وجعلها بعيدة عن متناول السلطة المستبدة، حتى لا تستطيع إهدارها، دون جزاء قانوني.\rولذلك ارتبطت حقوق الإنسان في أوروبا، بموضوع الحريات العامة، التي كانت تنص عليها الدساتير.\rولم يكن ذلك سديدا؛ لأن الأنظمة السياسية تختلف، ومن شأن ذلك، إضعاف فكرة حقوق الإنسان، وإضفاء طابع النسبية عليها، وجعل الحقوق والحريات العامة، كأنها تمارس ضد السلطة أو رغما عنها.\rولقد ظل توحيد مصطلح الحريات العامة، مع مصطلح حقوق الإنسان، فترة طويلة؛ إذ كان تأكيد الحريات العامة، وترسيخ مبدأ حصول الفرد عليها في مواجهة السلطة، هو ما شغل المفكرين، لا سيما من","seal":"4D60D627","part":1},
      {"page":19,"id":14,"nass":"رجال القانون.\rذلك؛ لأن بعض هذه الحريات العامة، مثل حرية الفكر والرأي، شديدة الاتصال بالسلطة وبالنظام السياسي السائد، فكان الهدف، هو أن تتضمن الدساتير نصوصا هذه الحريات، وضمانات لتطبيقها.\rويرجع ذلك في الأساس، إلى أن شعوب دول أوروبا على وجه العموم، كانت تعاني من استبداد السلطة وتحكم رجال الكنيسة.\rلقد تطورت المدرسة الأوروبية في حقوق الإنسان، ناظرة إلى فكرة (الحق) في ذاتها.\rومقتضى ذلك، أن تكون حقوق الإنسان، هي تلك الحقوق التي يتعين الاعتراف بها للفرد؛ لمجرد كونه إنسانا، ولا يشترط أن يكون لها حماية قانونية، بل العبرة بكونها من حقوق الإنسان، لا يكون السلطة تمنحها أو تحميها.\rوهذا التطور في فكرة حقوق الإنسان، يبدأ بالانطلاق من فكرة الحق ذاتها، وهو أساس مغاير لما سبق في نشأة","seal":"5B551F98","part":1},
      {"page":20,"id":15,"nass":"المدرسة الأوروبية في حقوق الإنسان، التي بدأت النظر في الموضوع، باعتبار أن حقوق الإنسان، هي الحريات العامة التي تمارس ضد السلطة.\rوهو نظر منتقد أيضا؛ لأن بعض الحقوق لا يمكن اعتباره حرية من الحريات، مثل حق الإنسان في التأمين الاجتماعي، فهذا الحق ليس في معنى الحرية أو غيرها من صور الحريات العامة.\rأما في النظر الإسلامي، فإن تلك الحقوق ينبغي أن تكون عامة، يتمتع بها الفرد في مواجهة الغير، وليس في مواجهة السلطة وحدها.\rفكرامة الإنسان في النظر الإسلامي، قيمة في ذاتها، والإنسان يتمتع بها في مواجهة الجميع، وليس في مواجهة السلطة وحدها.\rوقد بدأ الإسلام، الخطوة الأولى والحاسمة بتحرير الإنسان من كل ما يضعف إرادته الحرة، في داخل الإنسان نفسه ومن خارجه، مما سنذكره فيما بعد.\rوالتطور الذي حدث في المدرسة الأوروبية الحديثة، قد يتفق مع النظر الإسلامي، في أن هذه الحقوق تثبت","seal":"ED9ADEB4","part":1},
      {"page":21,"id":16,"nass":"للإنسان بوصفه إنسانا، وأنها لا تتوقف في وجودها وعدمها، على تقرير القانون لها؛ لأنه لا ينشئها.\rوإذا كان النظر الوضعي، يرجع نشأتها إلى أنها تنبثق من ضمير الجماعة، فإن المسلمين يرجعون استحقاقهم لها، باعتبارهم آدميين، إلى إرادة الله سبحانه وتعالى، وحكمته وتشريعه، وتفضله عليهم.\rوالسبب، في النظر الوضعي الأوروبي إلى مصدر هذه الحقوق، وأنه ضمير الجماعة، يرجع إلى الرغبة في الابتعاد عن الدين مصدرا لهذه الحقوق.\rولذلك جعل ضمير الجماعة معبرا عن الرغبة في إعلاء مصدر هذه الحقوق، دون الاقتراب من المصدر الحقيقي لكافة حقوق الإنسان، وهو شرع الله تعالى ودينه، كما هو في النظر الإسلامي.\rوهذا لا يتفق مع فكر مئات الملايين من البشر، الذين يرون أن نسبة حقوق الإنسان وإسنادها إلى الله عز وجل، أعظم ضمان في الاقتناع والتطبيق العالمي؛ لأن في ذلك إعلاء ورفعة لشأنها.\rإن حقوق الإنسان في الشريعة الإسلامية، تنبع من","seal":"371E97EC","part":1},
      {"page":22,"id":17,"nass":"فكرة مستقلة عن إرادة البشر، وعن النسبية الزمانية، والمكانية، والمفاهيم المتعددة، أي معايير التطبيق المختلفة في المجتمعات الإنسانية، على اختلاف النظم والقوانين.\rهي بإيجاز، من نعم الله- سبحانه وتعالى- على عباده، جاءت في الشريعة الإسلامية، في نصوصها، وأصولها العامة، وألزمت بها الكافة، الحاكم والمحكوم، والدول والشعوب، وهي ليست سلاحا في يد السلطة، أو مسوغا لخروج الناس على المجتمع أو الحكام.\rوالنظر الإسلامي، يتلافى عيب النسبية الزمانية والمكانية، ويجعل حقوق الإنسان في مواجهة الكافة، ويقيم ضمانا لهذه الحقوق، باعتبار مصدرها، وذلك أقوى الضمانات عند التطبيق والممارسة.\rومن الخطأ الادعاء بأن قيم حقوق الإنسان في النظر الوضعي، مثل الحرية والمساواة، مطلقة لا تتغير بحسب المجتمعات الإنسانية وأحوالها وزمانها ومكانها.\rذلك، أن مفهوم حقوق الإنسان، لا يمكن اعتباره مفهوما علميا صارما، يخضع في التقويم لمعايير واحدة،","seal":"3BE45CC1","part":1},
      {"page":23,"id":18,"nass":"في كل المجتمعات على اختلاف الزمان والمكان والظروف والأحوال.\rوعلى سبيل المثال، فإن الحق في الحرية والعدالة والمساواة، وهي حقوق أساسية من حقوق الإنسان في العصر الحديث، لا تظفر بذات التقدير والوزن في كل المجتمعات، ولا توضع في نفس الدرجة من حيث الأهمية والأولويات.\rفبعض الدول، تعطي الحرية مفهوما سياسيا ظاهرا، وبعضها يعطيها مفهوما اجتماعيا أو ثقافيا أو فرديا، بل يعطيها مفهوما جنسيا، فيما يطلق عليه الحرية الجنسية، وهي الفوضى بذاتها.\rوالمساواة قيمة عليا للإنسان، تخضع لظروف المصالح المادية وللمفاهيم الاجتماعية.\rوالعدالة، تفسر في كثير من الأحيان وفق المصالح والأهواء.\rإن مفهوم القيم، يبدو متغيرا ونسبيا.\rولا يمكن الاتفاق على مفهوم واحد للحرية أو المساواة، وضوابط هذا المفهوم التي تضمن صحته","seal":"7DC0D89B","part":1},
      {"page":24,"id":19,"nass":"وبقاءه في التطبيق، مما يظهر لنا أن الاعتماد في تحديد القيم الإنسانية العليا ومفاهيمها وضوابطها، ينبغي أن يتجرد من النسبية الزمانية والمكانية.\rونعتقد عن يقين، أن ذلك لا يتأتى إلا إذا اعتمدنا في ذلك على مصدر تشريعي أسمى وأعلى من قوانين الزمان والمكان والبشر، يخضع له الإنسان بوصفه إنسانا عن إيمان واقتناع.\rفالتجرد من النسبية في موضوع حقوق الإنسان، لا يتأتى إلا عبر هذا الطريق وحده، وهو لدى المسلمين، يتمثل في الشريعة الإسلامية بمصدرها الإلهي، في أصولها ونصوصها.\rولا ينكر أن ما توصلت إليه المدرسة الحديثة من تطور في فهم حقوق الإنسان، يعد خطوة على الطريق الذي ألمحنا إليه.\rوبمقتضاه، فإن حقوق الإنسان، لها مصدر أعلى من التنظيم الاجتماعي، الذي يأخذ به مجتمع معين في زمن بعينه، بمقتضى قوانينه وأعرافه وتقاليده ومواريثه الثقافية.","seal":"63580D47","part":1},
      {"page":25,"id":20,"nass":"غير أن هذا التجريد في إسناد حقوق الإنسان إلى ضمير الجماعة، لا يكفي في الوصول إلى العالمية التي تنشدها الإنسانية والتاريخ الإنساني.\rيوضح لنا ذلك بجلاء، أن ضمير الجماعة، قد قبل في الزمان والمكان، ما يعد من أبشع المظالم وأكثرها مناقضة لفكرة حقوق الإنسان.\rلقد قبل الضمير الإنساني في مجتمعات عديدة وأزمان معينة، لا سيما في الإمبراطوريات القديمة، وحتى في بعض النظم السياسية في العصر الحديث، وفي أوروبا بالذات، إهدار قيمة الحياة الإنسانية لأتفه الأسباب، وقبل إيقاع المظالم والمآسي بمجتمعات أخرى مخالفة في الدين أو العرق أو حتى في المصالح، وليس أدل على ذلك من قراءة سريعة للاستعمار الأوروبي في أفريقيا وآسيا.\rإن ضمير الجماعة، لا يصلح مصدرا علويا لحقوق يفترض أنها تعم الإنسانية، ويستحقها الفرد باعتباره آدميا.\rإن مفاهيم حقوق الإنسان حتى في الحقوق","seal":"5DAA4365","part":1},
      {"page":26,"id":21,"nass":"الأساسية، مثل حق الكرامة الإنسانية والمساواة، والضمان الاجتماعي، تكتسب قيمة نسبية تبعا للمفاهيم التي يعطيها ضمير الجماعة، والذي يتكون ولا شك في زمن معين ومكان بعينه، وتبعا لظروف متباينة، وفي ذلك ما فيه من الخطورة.\rولا تصح عبارة ضمير الجماعة، إلا إذا قصد بها الضمير الإنساني السوي على امتداد الزمان والمكان، وعندئذ نصل إلى أنه الضمير، الذي غرسته قيم الرسالات الإلهية في الإنسان، على تتابع الوحي والرسالات، حتى ظهور الإسلام خاتمها وناسخها، الذي يجب أن يتعبد الناس ربهم وفق شريعته.\rلقد كان القصد من الإعلان العالمي لحقوق الإنسان الذي صدر بتاريخ 10 / 12 / 1948 م، أن يكون نموذجا عالميا مشتركا لكل الشعوب، حتى تتعزز مكانة حقوق الإنسان، فيكون مجرد خطوة، يجب أن تتبعها صياغة لقانون دولي لحقوق الإنسان، يكون له قوته الإلزامية.\rوعملت هيئة الأمم المتحدة، على أن يتحول ما ورد في","seal":"B9F0BD9B","part":1},
      {"page":27,"id":22,"nass":"الإعلان العالمي لحقوق الإنسان إلى اتفاقية دولية، وفي هذا الاتجاه تم إنجاز اتفاقيتي الحقوق الاجتماعية والاقتصادية، والمدنية والسياسية، وصدرت الاتفاقيتان في 16 / 12 / 1966 م، وبدأ نفاذهما عام 1976 م.\rوإلى جانب هاتين الاتفاقيتين، فإن الاهتمام بقضية حقوق الإنسان ظهر في اتفاقيات عديدة، مثل: الاتفاقية الدولية لإزالة التمييز العنصري، واتفاقية حقوق الطفل، واتفاقية حماية حقوق العمال المهاجرين.\rوقد تم العمل والممارسة في التصدي لموضوع حقوق الإنسان على المستوى العالمي، عبر إطارات متعددة في هذا المجال، وعلى رأسها الجمعية العامة للأمم المتحدة، والمنظمات الإقليمية، مثل جامعة الدول العربية، ومنظمة المؤتمر الإسلامي.\rوتعتمد المنظمات الدولية على لجان من الخبراء الذين يتولون بحث الموضوعات المتعلقة بحقوق الإنسان، أو مراقبة تطبيقها في الدول المختلفة، وفحص التقارير والبيانات المقدمة بشأنها.\rوقد أفرز الاهتمام بالموضوع على مستوى الشعوب،","seal":"8EB4D6AC","part":1},
      {"page":28,"id":23,"nass":"منظمات غير حكومية، تمتع بعضها بتقدير مبالغ فيه، مثل منظمة العفو الدولية، التي لا تخلو تقاريرها من الهوى والغرض، ويعيبها الجهل بالخصائص الدينية والثقافية والاجتماعية للمسلمين والشعوب غير الغربية.\rولا بد من الإشارة إلى فارق أساسي وجوهري بين التشريع الإسلامي، وبين كل النظم القانونية الوضعية، يظهر أثره في موضوع حقوق الإنسان ظهورا وافيا.\rففي الشرع الإسلامي، تعتبر الشريعة الإسلامية، هي مصدر الحقوق كلها، ولا يوجد حق مقرر للإنسان يخرج عن نصوصها أو قواعدها الكلية، وبذلك تكون الشريعة الإسلامية، هي أساس الحق ومصدره، وسنده وضمان وجوده والحفاظ عليه في المجتمع.\rأما في التصور الوضعي فإن الأمر على العكس من ذلك تماما.\rإن الحق فيه، هو أساس التشريع والقانون.\rهذه هي القاعدة، ومعناها: أن كل ما يراه المجتمع حقا، يصبح - تبعا لذلك - قانونا ونظاما في المجتمع، فالحق هنا، أساس القانون والنظام، الذي تضعه","seal":"0A5685F1","part":1},
      {"page":29,"id":24,"nass":"السلطة القائمة، أيا كان مصدر شرعيتها.\rوليس مصدره تشريعا ربانيا، ولكن مصدره، ما يراه الناس في وقت معين ومكان معين ومجتمع بذاته.\rوهو أيضا، ما لا يراه جميع الناس، بل تراه الأغلبية منهم، أيا كان قدر هذه الأغلبية.\rأما نحن- المسلمين- فإننا نملك معيارا عاما ومجردا لتحديد الحقوق، هو الشرع الإلهي، وهو معيار، يخضع له الجميع عن إيمان واقتناع.\rبينما الأمر في النظم الوضعية على خلاف ذلك؛ إذ إن المعيار الذي تتحدد الحقوق على أساسه، معيار نسبي بطبيعته، وقابل للتغيير بحسب الزمان والمكان والمجتمعات، واختلاف مواريثها الدينية والثقافية، وهو معيار، قابل للجدل والمناقشة والإقرار والإنكار، بحسب اختلاف الظروف في المجتمع، والسلطة القائمة عليه، وقد يصبح هو الأساس، بينما لا يقر ذلك مجتمع آخر، أو المجتمع نفسه في وقت لاحق.\rومهما حاولت النظم الوضعية، أن تتجنب هذه النسبية، بإسناد حقوق الإنسان إلى ضمير الجماعة، فإن","seal":"20C1CAA2","part":1},
      {"page":30,"id":25,"nass":"هذا الضمير يتكون وفقا لمعطيات نسبية زمانيا ومكانيا، لا سيما أن لفظ الجماعة، ينبغي أن ينصرف في هذا المجال إلى الجماعة الإنسانية كلها، وهو أمر لا وجود له حتى الآن في الواقع المعيش.\rبينما يترسخ هذا المبدأ، وهو الوحدة الإنسانية في الإسلام، والذي جاء أساسه في القرآن الكريم واضحا، قال الله تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13] (سورة الحجرات، الآية 13) .\rوالإنسانية كلها في النظر الإسلامي، جاءت من نفس واحدة، يقول الله تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً} [النساء: 1] (سورة النساء، الآية 1) .\rوفي الشرع الإسلامي، تظهر سلامة القاعدة وصحتها.\rإن الشريعة أساس الحق ومصدره، وهي شرع الله","seal":"DE1CB5F3","part":1},
      {"page":31,"id":26,"nass":"عز وجل لبني الإنسان في كل زمان ومكان.\rهنا يكون للحق مصدر إلهي، علوي، بعيد عن قيود الزمان والمكان، واختلاف الظروف والأحوال في المجتمعات الإنسانية.\rوالسلطة في النظر الإسلامي تعد في مركز الأمين، الذي يرعى مصالح الناس، فهي ليست طرفا في مواجهة الناس يحمون أنفسهم منه، وهي سلطة تتقيد بالشريعة الإسلامية في نصوصها ومبادئها الكلية.\rوهذه الفكرة، وهي أمانة السلطة ومسئوليتها عن الناس، فكرة إسلامية المنشأ والمصدر، وهي تجعل المجتمع يتعاون مع السلطة.\rونؤكد هنا، أن الميثاق العالمي لحقوق الإنسان في العرض والتقويم، يعبر عن فكر الغرب وحضارته فحسب.\rوبعض المعايير التي يأخذ بها أساسا للحكم والتقويم، تكشف ذلك بوضوح.\rفعلى سبيل المثال، وبحسب مقياس (هومانا) الذي يعتد به في هذا المجال، فإن عقوبة الإعدام، تعتبر","seal":"91C6B5AD","part":1},
      {"page":32,"id":27,"nass":"انتهاكا لحقوق الإنسان.\rوحق المرأة في تكوين الأسرة بحسب هذا المعيار، يجب أن يكون مطلقا، بغض النظر عن الضوابط الدينية، التي يؤمن بها مئات الملايين من البشر.\rبل إن فرض عقوبة على ممارسة الشذوذ الجنسي، يعد انتهاكا لحقوق الإنسان.\rولا يخفى أن مثل هذه المعايير، لا يمكن أن تظفر بالاحترام، أو حتى بالموافقة على المستوى العالمي.\rفإن تعدد الحضارات والثقافات والمواريث الاجتماعية، فضلا عن الرسالات الإلهية، يوجب أن تكون المعايير والمفاهيم متعددة.\rقد تكون مبادئ ميثاق حقوق الإنسان، مقبولة لدى البعض.\rلكن المفاهيم، ومعايير التقويم، وضوابط التطبيق، يجب أن تكون نسبية، مراعاة لتعدد الثقافات والمواريث الاجتماعية في العالم المعاصر، بحيث يتاح لكل دولة أن تكون نظمها السياسية وقوانينها وتشريعاتها، معبرة عن مصالح شعبها وقيمه ومواريثه الحضارية، في","seal":"61E77708","part":1},
      {"page":33,"id":28,"nass":"نطاق كرامة الإنسان، وهو أول مبادئ حقوق الإنسان وأهمها، على اختلاف الحضارات والثقافات، والمواريث التاريخية والاجتماعية في شعوب العالم.\rونشير إلى أن مداولات مؤتمر فينا الذي انعقد في الفترة من 24 ذي الحجة 1413هـ الموافق 5 محرم 1414 هـ الموافق 14 -25 يونيه 1993 م، قد كشفت عن اقتناع كثير من الدول بهذا المنطق السليم، لا سيما الدول النامية، التي هالها اختلاف المفاهيم وازدواج المعايير عند الحكم والتقويم، حتى إن بعض المبادئ والقيم الأساسية في حقوق الإنسان تتراجع، ولا تلقى حماية، حينما يظهر تعارضها مع مصالح كثير من الدول وأهدافها السياسية.\rبينما تتخذ هذه المبادئ والقيم سلاحا ضد بعض الدول، حينما تتفق مع المصالح السياسية للدول الكبرى بالذات.\rويمكن النظر إلى ازدواجية معايير الحكم والتطبيق في قضايا إسلامية عديدة في الوقت الحاضر، مثل قضية شعب البوسنة والهرسك، أو قضية كشمير، أو قضية","seal":"BAC77EBC","part":1},
      {"page":34,"id":29,"nass":"فلسطين.\rإن المعايير، تتعدد بحسب المصالح، بل بحسب التعصب العرقي أو الديني.\rومن المحزن أن انتهاكات حقوق الإنسان، التي أفزعت الضمير الإنساني العالمي في هذه القضايا، لم تواجه بموقف عادل من الدول الكبرى، للدفاع عن مبادئ حقوق الإنسان، ورد العدوان عليها.\rوكان النظر إلى ما جرى من مذابح وقتل وتشريد واغتصاب للنساء، محكوما بالمصالح السياسية لهذه الدول.\rوحتى المنظمات الأهلية الشهيرة، مثل منظمة العفو الدولية، اكتفت بمجرد الإدانة الباهتة، ولم تلاحق المسؤولين عن هذه الجرائم الكبرى، بنفس الحماس الذي تظهره في شأن واقعة فردية تحدث في دولة أفريقية أو آسيوية.","seal":"F230A816","part":1},
      {"page":35,"id":30,"nass":"[خصائص النظرة الإسلامية لحقوق الإنسان]\rخصائص النظرة الإسلامية لحقوق الإنسان أولا: موقع الدين في حقوق الإنسان: من الضروري، أن نشير ابتداء إلى حقيقة كبرى تخفى على كثير من غير المتخصصين في موضوع الرسالات الإلهية والتشريع الإسلامي على وجه خاص، بل وقد تلقى هذه القضية عدم الاهتمام أو الإغفال، من جانب بعض المتخصصين، لا سيما في دائرة الفكر الغربي بالذات.\rإن الدين في الفكر الغربي منذ بداية العصر الحديث، ينسحب تدريجيا من حياة الفرد والمجتمع، ويزداد الاقتناع بأن مجاله الوحيد علاقة الإنسان بربه فحسب، وأن أثره في إصلاح المجتمع أثر هامشي.\rوبسبب الظروف التاريخية والسياسية في أوروبا، في العصور الوسطى، فقد ساد بعد الثورة الفرنسية سنة 1789 م مبدأ فصل الدين عن الدولة، ثم بعد ذلك كانت أكبر المحاولات لعزل المجتمع عن الدين، على يد الماركسية، التي طبقت في بداية القرن العشرين","seal":"ED3EBACC","part":1},
      {"page":36,"id":31,"nass":"(1917م) ، وانهارت فكرا وتطبيقا في نهايته.\rويبدو الفكر الغربي تجاه الدين واضحا من تعريف الدين ذاته، فهناك عشرات التعريفات للدين، وهي تتسع لكل الآراء التي تحاول إبعاد الدين عن حياة الناس، أو جعله غامضا في فكرته أمام الفرد.\rوذلك مرفوض رفضا قاطعا في الإسلام، لأسباب واضحة لا حاجة إلى تفصيلها.\rوقد أثير الخلاف حول مفهوم الدين في موضوع حقوق الإنسان بالذات، في لقاء عقد بين علماء من المملكة العربية السعودية، وبعض كبار رجال القانون الأوروبيين.\rفمنذ أكثر من عشرين عاما، أبدى بعض كبار رجال القانون والفكر في أوروبا، عن طريق سفارة المملكة العربية السعودية في باريس، رغبة في الاجتماع بعلماء من المملكة العربية السعودية، للتعمق في مفاهيم حقوق الإنسان في الإسلام.\rونظمت وزارة العدل في المملكة خلال شهر صفر 1392 هـ (مارس 1972م) ندوات ثلاثا، حضرها من","seal":"CA3AF171","part":1},
      {"page":37,"id":32,"nass":"المملكة معالي وزير العدل، وعدد من العلماء وأساتذة الجامعات.\rومن الجانب الأوروبي أربعة من أساتذة القانون الكبار:\rالأول: وزير خارجية إيرلندا السابق، والأمين العام للجنة الأوربية التشريعية.\rوالثاني: من المستشرقين، ومن أساتذة الدراسات الإسلامية.\rوالثالث: من أساتذة القانون العام، ومدير المجلة الدولية لحقوق الإنسان، التي تصدر في فرنسا.\rوالرابع: من كبار المحامين في محكمة الاستئناف في باريس.\rوفي وثائق الندوة، أن الجانب الأوربي طرح مسائل عدة، كان يعتبرها من جانبه من المسائل الحساسة، ولكن الجانب السعودي استقبلها بترحاب، وأبدى استعداده للإجابة عليها.","seal":"3B202CF1","part":1},
      {"page":38,"id":33,"nass":"وموجز هذه المسائل: أولا: أن المملكة العربية السعودية، تتخذ القرآن الكريم دستورا لها وأصلا لقوانينها، وقد نزل القرآن الكريم منذ أربعة عشر قرنا، وهو ما يراه الجانب الأوروبي جديرا بالملاحظة.\rثانيا: ما نزل به القرآن من عقوبات الحدود، كالقتل والقطع والجلد.\rثالثا: قضية المرأة.\rرابعا: مسألة حظر التنظيمات النقابية، وعدم وضع دستور (نظام حكم) .\rوتساءلوا، عما إذا كان يوجد في المملكة محاكم استئناف، وهو ما يعترض على عدم وجوده رجال القانون في العالم المعاصر.\rكانت إثارة هذه المسائل، فرصة للجانب السعودي، أن يبرز المفاهيم الإسلامية الصحيحة أمام الأساتذة الأوروبيين.\rوكان ذلك عملا دعويا متميزا.\rإذ إن كثيرين من علماء الغرب ومفكريه، يأخذون","seal":"11C81863","part":1},
      {"page":39,"id":34,"nass":"علمهم عن الإسلام وأركانه وعباداته وشعائره ومعاملاته، ممن لا يعرفون حقيقة الإسلام ومفاهيمه الصحيحة وأهدافه السامية، لا سيما في موضوعات يهتم بها الغرب أشد الاهتمام، ولمجتهد في إقناع الناس بها، بعيدا عن كل هدي إلهي.\rفهم في موضوع حقوق الإنسان بالذات- كما ذكرنا من قبل- لا يجعلون للدين مكانا في هذه القضية، ويعرضون عنه بالكلية.\rفالحقوق عندهم، قررها الإنسان لنفسه.\rوعندما يعرض إشكال لا بد من عرضه، وهو أن النظم القانونية كلها، تعرف السلطة الأعلى التي تمنح الحق، وتعرف من يتلقى الحق ويتمتع به.\rبناء على ذلك يقال- وقد أشرنا إلى ذلك-: إن هذه الحقوق مصدرها ضمير الجماعة، وكلمة الضمير كلمة غامضة، أما ضمير الجماعة، فهو الضمير الغائب فعلا، والذي افترضه هؤلاء افتراضا.\rوفي هذا اللقاء لشرح علماء المملكة مفهوم الدين عند المسلمين وعند غيرهم، وميزوا فيه بين القواعد العامة","seal":"466B0B75","part":1},
      {"page":40,"id":35,"nass":"الثابتة في الشريعة الإسلامية، وبين الأحكام الجزئية والتفصيلية فيها، وكشفوا عن أن الشريعة، تحفظ المصالح الحقيقية للعباد في مضمونها وقواعدها، وبينوا أن العقوبات الحدية على جرائم خطيرة وقليلة، هي سياسة جنائية حكيمة تحفظ أمن الناس، وتقلل إلى أبعد حد من انتشار الجريمة، والاستهانة بأرواح الناس وأعراضهم وأموالهم.\rهذا العمل الدعوى المهم، الذي قام به علماء ودعاة مؤهلون، لمواجهة فكر يتعارض مع أصول الدين الإسلامي وشريعته وقيمه، كانت نتيجته، أن أبدى الجانب الأوروبي إعجابه بما سمع عن الشريعة الإسلامية وحقوق الإنسان فيها.\rوقال رئيس الوفد المستر ماك برايد: (من هنا ومن هذا البلد الإسلامي، يجب أن تعلن حقوق الإنسان لا من غيره، وأنه يتوجب على العلماء المسلمين أن يعلنوا هذه الحقوق المجهولة على الرأي العام العالمي، والتي كان الجهل بها، سببا لتشويه سمعة الإسلام والمسلمين والحكم الإسلامي) .","seal":"68C6764E","part":1},
      {"page":41,"id":36,"nass":"كما قال أحد أعضاء الوفد: (بصفتي مسيحيا، أعلن أنه في هذا البلد، يعبد الله حقيقة، وأنه يوافق السادة العلماء، في أن أحكام القرآن في حقوق الإنسان بعد أن سمعها، ورأى الواقع في تطبيقها، تتفوق بلا شك على ميثاق حقوق الإنسان) .!!\rلقد ظهر في هذه الندوات جانب من الطابع المميز للنظر الإسلامي، في موضوع حقوق الإنسان.\r\rثانيا: إن أي حق للإنسان في الإسلام باعتباره آدميا، إنما يكون نتيجة لما تقرر في الأحكام الشرعية، التي وردت في القرآن أو السنة النبوية، وليس نتيجة تطور اجتماعي أو سياسي، كما هو الحال في التفكير الغربي، الذي بدأ يعرف ما يسمى بحقوق الإنسان في العصر الحديث، بعد تطور طويل، ونمو في الدراسات القانونية والاجتماعية والسياسية.\rلقد ورد النص في القرآن الكريم على تكريم بني آدم. يقول الله تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} [الإسراء: 70] (سورة الإسراء، الآية 70)","seal":"2670D681","part":1},
      {"page":42,"id":37,"nass":"وبعد ذلك بقرون طويلة، تضمن الإعلان العالمي لحقوق الإنسان نفس اللفظ، إذ تبدأ ديباجة الإعلان بالاعتراف (بالكرامة المتأصلة في جميع أعضاء الأسرة البشرية) .\r\rثالثا: إن حقوق الآدمي في الإسلام- ولفظ الآدمي بذاته ينفي كل تفرقة تقوم على العرق أو اللون- وردت جزءا من الشريعة الإسلامية، وترتبط ارتباطا وثيقا بالبناء العقدي والأخلاقي فيه.\rفحقوق الآدمي، مضمونة بالنصوص الشرعية التي تنص على الحق، وعلى ضماناته، بل وعلى الجزاء المقرر عند انتهاكه.\rفالحق في الحياة مضمون: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} [الأنعام: 151] (سورة الأنعام، الآية 151) .\rوالجزاء مقرر عند انتهاك هذا النص: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} [البقرة: 178] (سورة البقرة، الآية 178) .","seal":"2F3F53CB","part":1},
      {"page":43,"id":38,"nass":"وهو جزاء يوقع بشروط شرعية دقيقة مفصلة في كتب الفقه، وهي شروط تضمن حق المجتمع وحق الفرد معا.\rوكذلك، فإن الحق في التكافل الاجتماعي منصوص عليه في قول الله تعالى: {فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ - لِلسَّائِلِ وَالْمَحْرُومِ} [المعارج: 24 - 25] (سورة المعارج، الآيتان 24، 25) .\rوفريضة الزكاة، وهي ركن من أركان الإسلام، بينت وحددت الأموال التي تخصص لتحقيق التكافل الاجتماعي في المجتمع الإسلامي، وبين الله تعالى في القرآن الكريم، الفئات التي تستحق أن يوفر المجتمع سبل معيشتها في قوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ} [التوبة: 60] (سورة التوبة، الآية 60) .\rوهكذا في حقوق الآدمي التي وردت في الشريعة، كالمساواة بين الناس.\rإذ جعل القرآن الكريم معيار التفاضل بين الناس،","seal":"66AB1ECA","part":1},
      {"page":44,"id":39,"nass":"هو التقوى، وهي خشية الله تعالى، والالتزام بالعمل الصالح، كما في كتاب الله، وسنة نبيه، نتيجة هذه الخشية: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13] (سورة الحجرات، الآية 13) .\rوحظر الإسلام تفاضل الناس على أساس العرق واللون.\rوعندما قال أحد الصحابة لرجل مسلم: (يا ابن السوداء) (¬1) وصف الرسول- صلوات الله عليه وسلامه- هذا القول بأنه يدل على جاهلية، أي على معايير وقيم سابقة على الإسلام، لا تصلح إلا في مجتمعات التخلف والجهل، ووضع الصحابي الجليل خده على الأرض طالبا ممن أساء إليه بقوله أن يعفو عنه.\r\rرابعا: لم تكن كرامة الآدمي في الإسلام، منذ نزول القرآن، شعارا عاما، بل كانت نظاما تشريعيا داخلا في\r¬_________\r(¬1) شعب الإيمان للإمام أبي بكر أحمد بن الحسين البيهقي (ص288 / 4) .","seal":"D4E9B304","part":1},
      {"page":45,"id":40,"nass":"البناء العقدي والأخلاقي الإسلامي، وأهم ما يميزه أنه يستند إلى نظرية عامة في هذا البناء.\rإن كرامة الإنسان، وهي الحق الأصيل والمهم من حقوق الآدمي، تستند في الإسلام إلى جملة أسباب، من أهمها:\rأن الإنسان هو أكرم المخلوقات، وأنه الكائن الذي تشرف بأن سواه الله بيده: {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} [الحجر: 29] (سورة الحجر، الآية 29) .\rوعلمه الأسماء كلها: {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: 31] (سورة البقرة، الآية 31) .\rوالآيات في القرآن الكريم تدل على أن الإنسان أقوم المخلوقات، من حيث أصل الخلقة وصورتها يقوله سبحانه: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} [التين: 4] (سورة التين، الآية 4) .","seal":"DCB7510D","part":1},
      {"page":46,"id":41,"nass":"وإن كان هذا الإنسان ضعيفا بحسب خلقته: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} [النساء: 28] (سورة النساء، الآية 28) .\rلكنه المخلوق الذي له إرادة وعقل، وهو الذي سخر الله له ما في السماوات والأرض: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} [الجاثية: 13] (سورة الجاثية، الآية 13) .\rوفي العديد من الآيات في كتاب الله الكريم، ذكر تسخير الله البر والبحر والنبات والحيوان لخدمة الإنسان، بل إن الكون في سيره وانتظامه في الليل والنهار، ودوران الشمس والقمر والنجوم والكواكب في أفلاكها، إنما هو مظهر لنعم الله على الإنسان، وآية من آيات قدرته.\rفالكرامة التي وهبها الله لبني آدم، ليست شعارا، ولكنها بناء أصيل في الإسلام، له مؤيداته وشواهده في كثير من نصوص الكتاب والسنة.\rإنها كرامة الإنسان حين يولد، وكرامته في العيش، وكرامته حين يموت.","seal":"990CD9B6","part":1},
      {"page":47,"id":42,"nass":"فالإنسان في الإسلام، نعمة لأبويه حين يولد، ونفس بشرية تستحق أن تحيا، وتنال حقوقها في المجتمع الإنساني، وهو يكرم حين يموت، فيغسل ويصلى عليه، ويدعو له الناس بالرحمة والمغفرة، ويحظر الإسلام، أن يمس جسد الإنسان إلا بحق، ويحرم التمثيل بجسد الإنسان حتى وهو ميت لا يشعر بشيء، وينهى النبي - صلى الله عليه وسلم - عن كسر عظام الميت، احتراما لتلك الكرامة التي وهبها الله للآدمي منذ مولده وفي مسيرة حياته، وحتى بعد موته.\rفعن عائشة - رضي الله عنها- أن رسول الله - صلى الله عليه وسلم - قال: «كسر عظم الميت ككسره حيا» (¬1) .\rفالإسلام وحده، سبق إلى تقرير تلك الكرامة قبل مواثيق البشر في صورة كاملة للكرامة الإنسانية، يعرفها المسلمون منذ أكثر من ألف وأربعمائة عام.\rوهذا التكريم الإلهي، عام لكل الناس، بغض النظر عن العرق واللون والوضع الاجتماعي.\r¬_________\r(¬1) رواه أبو داود في كتاب الجنائز، باب في الحفار يجد العظم، هل يتنكب ذلك المكان، 3191، قال الحافظ في بلوغ المرام ص 114: وإسناده على شرط مسلم.","seal":"8F2D57E5","part":1},
      {"page":48,"id":43,"nass":"وقد نظمت الشريعة حقوق المعاهدين، بحيث تكفل لهم حق الحياة وحرمة النفس والبدن والعرض والمال، ما داموا قائمين على العهد في المجتمع الإسلامي، أو كانوا مسالمين خارج المجتمع الإسلامي.\rوتفصيل ذلك في آيات القرآن الكريم والسنة المطهرة، وما يبنى عليهما من بيان وتفصيل واجتهاد في كتب الفقه الإسلامي.","seal":"A6162413","part":1},
      {"page":49,"id":44,"nass":"[الفرق بين النظر الإسلامي والفكر الغربي في فكرة الحق]\rالفرق بين النظر الإسلامي والفكر الغربي في فكرة الحق يكتسب التعبير في الوقت الحاضر، قدرة إعلامية وسياسية عالية، تؤثر في بحث المضامين، والمفاهيم التي يتضمنها التعبير.\rفالمسلمون لديهم تعبير حقوق الآدمي، ولديهم أيضا تعبير حقوق الأمة، وكذلك يتحدث المسلمون في وضوح منذ زمن بعيد، عن حقوق الله وحقوق العباد، وهي في حقيقة الأمر، أصدق وأوفى في المضمون وفي المفاهيم من المصطلح العالمي: (حقوق الإنسان) .\rولكن ذلك لا يمنع من استعماله، وليس سببا في إهماله، بشرط أن تتضح المفاهيم، ويتميز المضمون أمام الناس.\rفالمبادئ التي تتضمنها وثائق حقوق الإنسان، لا مطعن على استحقاق الآدمي لكثير منها، فلا يمكن من وجهة النظر الإسلامية، إنكار حق الآدمي في الكرامة الإنسانية، ولا حرمانه من الحق في الحرية، والحق في","seal":"6785BA03","part":1},
      {"page":50,"id":45,"nass":"المساواة، وفي المشاركة الاجتماعية، في المجتمع الذي يعيش فيه.\rولكن المطلوب إسلاميا، أن تتضح المفاهيم في هذه المبادئ، وأن تكون في صورتها التشريعية محررة.\rفهذه الحقوق التي تأتي على رأس حقوق الإنسان في الزمن المعاصر، تمثل مبادئ عامة وشعارات، لا يمكن رد كثير منها بمجرد عرضها، ولكن الخلاف يأتي في المدى الذي تصل إليه هذه الحقوق، والمفاهيم التي تتضمنها.\rهناك خلاف بين الفقه الإسلامي في جملته، وبين النظر القانوني السائد في العالم، حول فكرة الحق ذاتها.\rفالحق عند المسلمين، من أسماء الله تعالى، وفي لغة العرب التي نزل بها القرآن، هو الأمر الثابت.\rوالمسلمون جميعا، بمجرد إسلامهم، يجب أن تتحرر إرادتهم من الخضوع لغير الله عز وجل، ومن هنا تبدأ العبودية لله تعالى وحده.\rوتنظم الشريعة مفهوم هذه الحرية ومجالاتها، وشروط استعمالها ومداها، بحكم الخضوع لله عز وجل، وأمره","seal":"061AF63A","part":1},
      {"page":51,"id":46,"nass":"ونهيه، المتمثل في الشريعة الإلهية.\rومن المسلمات في النظر الإسلامي، أن الله تعالى هو الخالق والبارئ، والمالك لكل شيء، وله الحكم: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [الأنعام: 57] (سورة الأنعام، الآية 57) .\rوبذلك، فإن الحقوق كلها تقررها الشريعة، وتبين مجالاتها، وتحدد مداها، ولا يوجد حق يُعترف به للمسلم، إلا إذا أقرته له الشريعة، في نصوصها أو أصولها وقواعدها الكلية.\rومدى هذه الحقوق وشروط استعمالها والمخاطب بها ومفاهيمها الواضحة، لا تخرج عن نطاق الشرع.\rهذا النظر بكل المجاز، يختلف تماما عن الفكر الغربي، الذي يحاول دائما عزل الدين عن الحياة، بعد أن فصل الدين عن الدولة، في المجتمعات والدول التي تأخذ بمبدأ العلمانية.\rوهي بكل إيجاز أيضا، لا تنظر إلى ما وراء هذا العالم، فالحياة الإنسانية كلها، هي الحياة الدنيا التي تتوجه إليها الأنظار والأفكار والأعمال.\rولسنا في حاجة إلى التساؤل، عمن يمنح هذه","seal":"82716F13","part":1},
      {"page":52,"id":47,"nass":"الحقوق، أو يحدد مداها، أو يوضح مفاهيمها، إنه الإنسان أيضا فهو من يملك السلطة.\rوليس هناك داع - من وجهة النظر الغربية - لافتراض سلطة علوية تمنح هذه الحقوق لبني الإنسان.\rفالإنسان هو الذي يمنح نفسه هذه الحقوق، وهو الذي يبين مداها وشروطها، وهو الذي يتمتع بها.\rولما كانت الحقوق كلها، تتضمن أطرافا وموضوعا، وكان لا بد من مانح للحق ومن متلق له، فقد انتهت المدرسة الأوروبية الحديثة إلى القول - كما قدمنا - بأن هذه الحقوق، تصدر عن ضمير الجماعة - أي الإنسان في مجموعه - وذلك بهدف جعلها تتمتع بإقرار الجميع لها واحترامها، ويجري ذلك التصوير بطبيعة الحال، بعيدا عن أي نظر ديني، بل مع استبعاد النظر الديني عمدا.\rوالشريعة الإسلامية لدى المسلمين جميعا، أساس الحق ومصدره، وضمان وجوده في المجتمع.\rوفي الفكر الغربي بالذات، فإن الحق الذي يمنحه الإنسان لنفسه - الفرد المسيطر أو السلطة أو ضمير الجماعة - هو أساس القانون الذي يطبقه المجتمع.","seal":"381148E3","part":1},
      {"page":53,"id":48,"nass":"وحين يرى المجتمع أو السلطة القائمة عليه، أن الإنسان من حقه أن يمارس عملا، أو يتمتع بحرية معينة، يصبح ذلك قانونا، ويصير حقا للفرد، فالحق الذي يراه الإنسان لنفسه، هو أساس النظام.\rهذا الفكر، هو الذي أدى في أحيان كثيرة، وفي دول أوروبية متميزة بمقاييس العصر المادية، إلى إباحة أنواع من التصرفات، تأباها الفطرة الإنسانية والأديان السماوية كلها، فأبيح الشذوذ الجنسي بين البالغين (كما في إنجلترا) ، وأبيح الزواج بين أفراد الجنس الواحد (كما يسمح به في بعض البلاد الأوروبية الشمالية) ، وجرت التسوية بين الأبناء من نكاح صحيح، وبين الأبناء من سفاح.\rهكذا رأى ضمير الجماعة، ومن ثم صار قانونا توزن به، وتقوم على أساسه حقوق الإنسان.\rوسوف نعرض في الصفحات التالية وبإيجاز، لمفاهيم أساسية لحقوق الإنسان من وجهة النظر الإسلامية، وخاصة حق الحياة، وسلامة البدن، والعقل، والعرض، والحرية، والمساواة، والتكافل، حتى يتبين","seal":"B55F45B7","part":1},
      {"page":54,"id":49,"nass":"اختلافها عن المبادئ والشعارات التي تطرح في الساحة الدولية والإعلامية، باسم حقوق الإنسان.\rفالإسلام يحدد حقوق الإنسان بمفاهيمها الصحيحة، وضوابطها الشرعية، التي تحقق كرامة الإنسان، وتحفظ مصالح الفرد والمجتمع.\rوهي مضمونة بالشرع وأحكامه، لكل بني الإنسان على اختلاف الأعراق والألوان.","seal":"D69D846D","part":1},
      {"page":55,"id":50,"nass":"[حق الحياة وسلامة البدن والعقل والعرض]\rحق الحياة وسلامة البدن والعقل والعرض يعتبر الإنسان في المفهوم الإسلامي، أكرم الكائنات وأشرفها، ومن أجله سخر الله ما في السماوات وما في الأرض، ومنحه نعمة العقل والتفكير والتدبر.\rفالكرامة الإنسانية، تستند في الإسلام إلى نظرية متكاملة، وهذا ما يميزها عن المفهوم الغربي القاصر.\rإن أسباب تلك الكرامة ومضمونها، واضحة في تسخير ما في السماوات والأرض لخدمة الإنسان.\rومن آثار هذه الكرامة، أن حياة الفرد في قيمتها تكاد تتساوى مع حياة النوع البشري واستمراره، يقول الله تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} [المائدة: 32] (سورة المائدة، الآية 32) .\rوتمنع كل التصرفات التي تنال من حق الحياة،","seal":"86AC5E6E","part":1},
      {"page":56,"id":51,"nass":"وسلامة البدن والعرض، أو تنقص منه، كتعذيب الإنسان، والعدوان عليه في حياته ماديا أو معنويا، وحتى التمثيل بجثته بعد وفاته، ولو في الحرب، إذ يمتد التكريم للإنسان إلى ما بعد وفاته.\rومن أجل الحفاظ على حق الحياة للإنسان، لم يشرع القتال في الإسلام إلا من أجل الحق، ودفاعا عن الحق، وبعد الإنذار والإعلان.\rوحرم الإسلام القتال طلبا للمغانم، أو بدافع من التعصب القومي أو العرقي.\rوفي الإسلام قيود على ممارسة أعمال الحرب، فيحرم قتل غير المحاربين من النساء والأطفال وكبار السن والمنقطعين للعبادة، ويمنع قتل من يقومون بالعمل بعيدا عن ساحة القتالة، كالزراع، ما داموا لا يشتركون في القتال.\rويحرم في الإسلام، إتلاف الزرع وإهلاك الضرع، حفاظا لأقوات الناس.\rبل إن النبي - صلى الله عليه وسلم - ضرب مثلا عاليا في أخلاق القتال وآدابه، حينما اعترض على أصحابه في قتل امرأة،","seal":"B2985F1E","part":1},
      {"page":57,"id":52,"nass":"وقال: «ما كانت هذه لتقاتل» (¬1) .\rوحينما أرسل إلى أهل مكة، وهم في حالة عداء وحرب معه، ما يعاونهم على القوت الضروري لهم (¬2) .\rومن أجل الاحتياط والوقاية من شيوع الاعتداء على الحياة الإنسانية، كان حكم القصاص، قال تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} [المائدة: 45] (سورة المائدة، الآية 45) . قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} [البقرة: 178] (سورة البقرة، الآية 178)\r¬_________\r(¬1) عون المعبود، شرح سنن أبي داود 7 / 329: كتاب الجهاد، باب في قتل النساء، وفي صحيح مسلم 3 / 1364 باب تحريم قتل النساء والصبيان: عن نافع عن ابن عمر - رضي الله عنهما - قال: وجدت امرأة مقتولة في بعض المغازي، فنهى رسول الله - صلى الله عليه وسلم - عن قتل النساء والصبيان.\r(¬2) صحيح البخاري، كتاب المغازي، باب وفد بني حنيفة وحديث ثمامة بن أثال (4372) وصحيح مسلم، كتاب الجهاد، باب ربط الأسير وحبسه (59) وانظر القصة أيضا في السيرة النبوية لابن هشام ج 0 2 / ص 638، 639، وفي فتح الباري 8 / ص 87، 88.","seal":"43D823BF","part":1},
      {"page":58,"id":53,"nass":"وكل ذلك \"بشروطه وضماناته المفصلة في الفقه الإسلامي.\rومن أجل حفظ النفس الإنسانية، حرم في الإسلام أن يقتل الإنسان نفسه، قال الله تعالى: {وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا} [النساء: 29] (سورة النساء، الآية 29) .\rوحرم أن يلقي الإنسان بنفسه إلى الهلاك، قال الله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195] (سورة البقرة، الآية 195) .\rومن الحفاظ على عقل الإنسان في نظر الشرع الإسلامي، حرم الخمر؛ لأنها تذهب بالعقل، وتخل بالإدراك والتمييز، وحظر كل ما يؤدي إلى ذهاب العقل، أو إضعاف ملكات الإنسان الفكرية.\rولقد أدرك علماء المسلمين قدر نعمة العقل والإدراك وأثرها في حياة الإنسان.\rويدخل في حق الحياة وسلامة البدن والحواس","seal":"6EE3B08E","part":1},
      {"page":59,"id":54,"nass":"والمشاعر، أوجبه الله على المسلم، من تجنب ما يضر به.\rوحرم الله أشد التحريم، تعذيب الإنسان المسلم أو انتهاك كرامته والحط من قدره، حتى بالكلمة الجارحة أو السخرية منه، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ} [الحجرات: 11] (سورة الحجرات، الآية 11) .\rوأوجب غسله وتكفينه والصلاة عليه ودفنه.\rوتكفل أحكام الشريعة الحفاظ على كيان الإنسان كله، النفس والجسد والعقل والمشاعر.\rولا يتسع المقام لتفصيل أوجه الحماية والحفاظ على كيان الإنسان، الذي استخلفه الله في الأرض: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} [البقرة: 30] (سورة البقرة، الآية 30) .\rوهي خلافة تكريم وتكليف وتشريف لبني الإنسان، لعبادة الله وحده، وتعمير الأرض بالحق والخير والسلام لبني الإنسان.","seal":"4787FA42","part":1},
      {"page":60,"id":55,"nass":"[حرية الإنسان]\rحرية الإنسان لم تصبح الحرية تلك الكلمة التي تؤثر في الأفراد والجماعات في الغرب، عقيدة راسخة في المجتمعات الغربية، إلا بعد كفاح طويل ومرير دام عدة قرون.\rولم يتخلص الناس في أوروبا من استبداد حكام الإقطاع وسلطان رجال الكنيسة، وجمودهم، ووقوفهم في وجه كل نزعة للتحرر الإنساني، والتقدم العلمي، إلا بعد جهد كبير بذله كتاب وفلاسفة، دام عشرات السنين.\rومع ذلك، لم يتحدد معنى الحرية تحديدا واضحا حتى الآن.\rوفي المفهوم الإسلامي، تعتبر الشريعة أساس الحق، وليس الحق أساس الشريعة.\rفالحق في الحرية، هو وسيلة كبرى لتحقيق غايات نبيلة وسامية، تتفق مع كرامة الإنسان ورسالته في استخلافه في الأرض.\rومن أجل ذلك، بدأ الإسلام بتحرير الإنسان من","seal":"33D0FCA8","part":1},
      {"page":61,"id":56,"nass":"العبودية لغير الله عز وجل، وتحريره من شهوات نفسه ونزوات غريزته.\rفالحرية كما يرى علماء المسلمين، هي قدرة الإنسان على التصرف، إلا لمانع من أذى أو ضرر له أو لغيره.\rوفي الإسلام يجب على الإنسان أن يتحرر من عبودية غير الله، وسمى الله عبادة الإنسان غير الله طاغوتا، وأمر الناس أن يكفروا به، قال الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا} [النساء: 60] (سورة النساء، الآية 65) .\rولما كان الرق نظاما اقتصاديا عرفته كل الحضارات، فقد سلك الإسلام وسيلة ناجعة للتخلص منه، فضيق من موارده، حتى اقتصرت على ما يكون منه في قتال مشروع، مع جواز عدم اتباعه حتى في هذه الحالة، ثم وسع أشد التوسعة في تحرير الأرقاء، ولفظ \"الرقيق \" في ذاته، يشير إلى رقة المعاملة لهم والإحسان إليهم، ويجوز في الإسلام، أن يتفق الرقيق مع سيده على عتقه نظير","seal":"D516C80B","part":1},
      {"page":62,"id":57,"nass":"مال، قال الله تعالى: {فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور: 33] (سورة النور، الآية 33) . ويجب في الإسلام تحرير الرقيق جزاء على أخطاء يرتكبها الإنسان، كالقتل الخطأ أو تجاوز بعض الشعائر الدينية، حتى إن الهزل من السيد وتلفظه بعتق الرقيق خطأ أو هزلا، ينتج أثره في تحرر الرقيق.\rوهو ما لم تستطع تحقيقه شعارات الحرية الزائفة مع وجود الرق فعلا وحقيقة، في مجتمعات تعرضت للغزو والنهب الاستعماري خلال القرن الماضي.\rومن قبل ذلك بقرون، اختطف الغربيون مئات الألوف من أبناء أفريقيا، ليعملوا لهم دون أجر في مزارعهم.\rويكفي أنه لم يبق في بلد إسلامي مجتمع له كيان، أصله الأول الرقيق.\rبينما لا يزال في الولايات المتحدة الأمريكية، مجتمع الزنوج من عدة ملايين.\rوفي القرآن الكريم، دعوة إلى التفكر والتدبر، وإعمال العقل والنظر في الكون؛ بغية الوصول إلى معرفة السنن","seal":"D7435D74","part":1},
      {"page":63,"id":58,"nass":"الكونية والاجتماعية، والاعتبار بما وقع: {قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} [النمل: 69] (سورة النمل، الآية 69) .\r{قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ} [العنكبوت: 20] (سورة العنكبوت، الآية 20) .\rوواجب الأمر بالمعروف والنهي عن المنكر، هو واجب المجتمع كله، ولا بد من قيام أهل العلم والرأي به، حتى يكون المجتمع قد وفى بواجبه الديني، قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} [آل عمران: 104] (سورة آل عمران، الآية 104) .\rوالمسلمون مطالبون بالتناصح والتشاور في أمورهم العامة.\rيقول الله تعالى مخاطبا نبيه- عليه الصلاة والسلام-: {وَشَاوِرْهُمْ فِي الْأَمْرِ} [آل عمران: 159] (سورة آل عمران، الآية 159) .\rويمتدح الله، المجتمع المسلم الذي يكون من صفاته وآدابه الشورى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} [الشورى: 38] (سورة الشورى، الآية 38) .","seal":"4AC76C16","part":1},
      {"page":64,"id":59,"nass":"فلا حرج على المسلم، أن ينصح لأولي الأمر، كما في الحديث الشريف:\r«الدين النصيحة قيل: لمن يا رسول الله؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم» (¬1) فالمشاركة بالرأي، مكفولة بحكم الشورى، الذي يجب على الأمة كلها أن تعمل به، وتستطيع الأمة أن تقوم به بأي طريق يحقق فائدة التشاور والتناصح في الأمور العامة، وفق توجيهات الإسلام وهديه.\rلقد تقرر في الإسلام فيما يتعلق بالشورى أنه قيمة كبرى، وترك تطبيقها بما يحقق الهدف منها إلى أهل الحل والعقد، يختارون ما يرونه في شكلها ونظامها وإجراءاتها.\rولا حد لحرية الرأي والفكر في الإسلام، إلا الحفاظ على أصول الدين وأركان الإسلام وقيمه وحدوده، ورعاية المصالح العامة.\r¬_________\r(¬1) رواه مسلم في الإيمان برقم 95، وأبو داود في كتاب الأدب، باب في النصيحة، كلاهما عن تميم الداري، ورواه الترمذي في أبواب البر والصلة، باب في النصيحة 17 عن أبي هريرة، والنسائي في كتاب البيعة، باب النصيحة للإمام 31، عن أبي هريرة، وتميم الداري.","seal":"35ABE0DC","part":1},
      {"page":65,"id":60,"nass":"فالاجتهاد مباح ومطلوب، في أمور الدين والدنيا، ولا ينكر منه إلا ما يهدم أصلا من أصول العقيدة أو التشريع، أو يهدر قيمة خلقية من أخلاق الإسلام، أو يقصد فتنة الناس وإضلالهم.\rفحرية الرأي المنضبطة بضوابط الشرع، تبني المجتمع الإسلامي، وتصحح أخطاءه، وتبصره بطريق الداية والفلاح في أموره العامة.\rولم تكن حرية الفكر والرأي، مطلقة في أي مجتمع، للذين يخرجون على ما تقرر من أصول الاعتقاد ومكارم الأخلاق، مهما كانت معتقداتهم، فالحرية المطلقة، هي الفوضى المطلقة.\rوتكفل الشريعة للرجل والمرأة على السواء، ما تواضع علماء القانون على تسميته بالحرية المدنية.\rإن أهلية المرأة كاملة، وذمتها المالية من شأنها، ولها أن تجري التصرفات المالية دون حرج، وهي حرة في اختيار زوجها.\rيقول الإمام ابن القيم - رحمه الله-: (إن البكر العاقلة الرشيدة، لا يتصرف أبوها في أي شيء من مالها إلا","seal":"724CB32F","part":1},
      {"page":66,"id":61,"nass":"برضاها) (¬1) .\rولا شك أن التشريع الإسلامي الذي مضت عليه القرون الطويلة، لم تصل إليه القوانين الوضعية الحديثة، التي وضعت قيودا على أهلية المرأة في التصرف بعد زواجها.\rإن الحرية قيمة كبرى في الإسلام، تسمو بالإنسان في حياته المادية والروحية، وليست انفلاتا مما في الإسلام من قواعد السلوك الاجتماعي أو الخلقي، الذي يحفظ للمجتمع مصالحه وتماسكه.\rوفي الإسلام لا حرية لأحد في نشر الفساد أو الرذيلة أو الفتنة في المجتمع؛ لأن الحرية لا تنزل بصاحبها إلى الشر والإفساد، ولا تبيح له أن يؤذي غيره، أو يعرض المجتمع للخطر.\rوكم قاست مجتمعات عديدة في العصر الحديث، من الانفلات، وإهدار الفضيلة، وذبحها على مذبح الشهوات، وإهدار كرامة النفس والجسد الإنساني باسم الحرية.\r¬_________\r(¬1) زاد المعاد (5: 97) طبع مؤسسة الرسالة بيروت 1407هـ.","seal":"ADE98F6E","part":1},
      {"page":67,"id":62,"nass":"فالحرية حق للإنسان، ولكنها مثل كل الحقوق، لها وظيفة اجتماعية، لا يجوز إهدارها، ولا تجاوزها، ولها ضوابطها وقيودها ومجالاتها.","seal":"56182C9F","part":1},
      {"page":68,"id":63,"nass":"[المساواة]\rالمساواة تعد المساواة بين الناس على اختلاف الأجناس والألوان واللغات، مبدأ أصيلا في الشرع الإسلامي، ولم يكن هذا المبدأ على أهميته وظهوره، قائما في الحضارات القديمة، كالحضارة المصرية أو الفارسية أو الرومانية؛ إذ كان سائدا تقسيم الناس إلى طبقات اجتماعية، لكل منها ميزاتها وأفضليتها، أو على العكس من ذلك، تبعا لوضعها الاجتماعي المتدني.\rوكانت التفرقة بين البشر في المجتمعات القديمة، تستند إلى الجنس واللون، والغنى والفقر، والقوة والضعف، والحرية والعبودية، وكانت طبقة الحكام ورجال الدين من الطبقات المميزة، بل إن بعض المجتمعات، مثل المجتمع الهندي، كان يعرف طائفة المنبوذين، وكان محرما على أفراد الطبقة، أن ينتقلوا منها إلى طبقة أعلى، حتى ولو كانت ملكاتهم تتيح لهم ذلك.\rوفي العصر الحديث، رفعت الثورة الفرنسية سنة 1789 م، شعار المساواة.","seal":"C634C0BA","part":1},
      {"page":69,"id":64,"nass":"غير أن التجارب العملية، تعلم الإنسان أن المبادئ والشعارات وحدها لا تكفي، دون أن يكون هناك ما يحدد المضامين، ويفتح طريق التطبيق، ويفرض الجزاء عند المخالفة.\rوذلك ما نجده في التشريع الإسلامي في مبدأ المساواة بين الناس.\rفهي تسوية أصلية بحكم الشرع، ومضمونها محدد، وأساليب تطبيقها واضحة، والجزاء عند مخالفتها قائم، وهو جزاء دنيوي وأخروي.\rإن التسوية بين البشر، تعني التسوية بينهم في حقوق الكيان الإنساني، الذي يتساوى فيه كل الناس.\rأما التسوية الحسابية في الحقوق الفرعية التي تؤدي إلى المساواة بين غير المتماثلين، فإنها معنى يختلف عن التسوية في الآدمية التي كرمها الله، والتي تستند إلى مبادئ ثابتة وأصل واضح، قال الله تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1] (سورة النساء، الآية 1)","seal":"C8333543","part":1},
      {"page":70,"id":65,"nass":"فالناس كلهم من نفس واحدة.\rويبين الحديث الشريف هذا الأصل في المساواة:\r«إن الله عز وجل قد أذهب عنكم عُبِّيَّة الجاهلية وفخرها بالآباء، مؤمن تقي، وفاجر شقي، والناس بنو آدم، وآدم من تراب، لينتهين أقوام عن فخرهم برجال أو ليكونن أهون عند الله من عدتهم من الجعلان التي تدفع بأنفها النتن» (¬1) هذه قاعدة الإسلام الأصلية في المساواة، كما تحددت في آيات القرآن الكريم، وبينتها السنة المشرفة.\rوحينما تختلف أحوال الناس، وأوضاعهم، وتختلف أزمنتهم وأمكنتهم، ويوجد التنوع في الأجناس والألوان واللغات، والغنى والفقر، والقوة والضعف، والعلم والجهل، ويختلف الموقع الاجتماعي والاقتصادي بين\r¬_________\r(¬1) رواه الإمام أحمد في مسنده: جـ2 / ص 361، وأبو داود في سننه: كتاب الأدب، باب في التفاخر بالأحساب، والترمذي في سننه: كتاب التفسير، باب ومن سورة الحجرات. \rوالعبية، بضم العين، ويسر الباء المشددة، وفتح الياء المشددة، هي التكبر، والنخوة.","seal":"FB1E0BB9","part":1},
      {"page":71,"id":66,"nass":"الناس، حينذاك تفرض المجتمعات معايير للتفاضل بين الناس، إزاء هذا التنوع والاختلاف.\rولا بد من وضع معيار للتفاضل؛ لأن المساواة المطلقة لا تكون إلا في الكيان الإنساني، والمشكلة تبدأ عند وضع هذا المعيار، بحيث لا يخل بمبدأ المساواة في ذاته، ويجعل التفاضل وسيلة نمو ورقي، وليس ذريعة للظلم والتفرقة بين الناس.\rوهذا ما جاء في الشرع الإسلامي، فقد ترك كل المعايير السائدة للتفاضل، كالقوة والضعف، والموقع الاجتماعي، أو الاقتصادي، أو الطبقة التي ينتمي إليها الإنسان، أو الجنس واللون.\rفكل هذه المعايير، كانت قائمة في المجتمعات القديمة، حتى أنكر بعض الفلاسفة الأقدمين، مبدأ المساواة ذاته، مثل أفلاطون الذي قرر أن بعض الناس خلقوا؛ للحكم والسيطرة، وبعضهم خلق؛ لكي يكون محكوما يعمل من أجل غيره.\rوجاء في الإسلام معيار للتفاضل، يتساوى أمامه الخلق جميعا على اختلاف الأجناس والألوان، والحرية","seal":"4B19AD37","part":1},
      {"page":72,"id":67,"nass":"والعبودية، إنه معيار التقوى، قال الله تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13] (سورة الحجرات، الآية 13) .\rإن معيار التفاضل هنا، يستطيع الارتقاء إليه كل البشر، ولا يقسم الناس إلى طبقات يعلو بعضها بعضا، وهو معيار يدفع إلى الرقي والسمو بالإنسان.\rإن التقوى معيار الكرامة الإنسانية عند الله عز وجل، ومع ذلك فهي معيار الصلاح في الدنيا، وهو معيار حقيقي وعملي؛ إذ إن صلاح الإنسان في دنياه، يجعله أفضل لنفسه وللمجتمع الذي يعيش فيه، من غيره الذي لا يفيد نفسه ولا مجتمعه بشيء.\rوقد هدم الدين الإسلامي بهذا المعيار الحقيقي الذي يرتقي بحياة الإنسان والمجتمع، كل المعايير الزائفة، التي أشار القرآن الكريم إلى الكثير منها.\rيقول الله تعالى في الإنكار على أصحاب المعايير الزائفة في التفاضل:","seal":"09B7DB47","part":1},
      {"page":73,"id":68,"nass":"{قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ} [الشعراء: 111] (سورة الشعراء، الآية 111) .\rمما يدل على أنهم لم يؤمنوا؛ لأن مَن هم أقل منهم قد آمنوا بالرسول صلى الله عليه وسلم.\rوقالوا: {أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ} [البقرة: 13] (سورة البقرة، الآية 13) .\rولما طلب وجهاء قريش ومن كانوا يحسبون أنفسهم سادة قومهم، من النبي - صلى الله عليه وسلم - أن يطرد الفقراء والمساكين وضعاف الناس الذين التفوا حوله وآمنوا به، كعمار بن ياسر، وبلال، بحجة أنهم يريدون أن يستمعوا إلى النبي صلى الله عليه وسلم، ولكنهم لا يجلسون مجلسا يكون فيه هؤلاء محل الرعاية من الرسول الكريم، نزل قول الله تعالى: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ} [الأنعام: 52] (سورة الأنعام، الآية 52) .\rوبين النبي - صلى الله عليه وسلم - معنى المساواة، حين شفع وجهاء من القوم، في إعفاء امرأة شريفة وجب عليها حد السرقة،","seal":"524F7CBA","part":1},
      {"page":74,"id":69,"nass":"حتى لا توقع عليها العقوبة، فأبى النبي - صلى الله عليه وسلم - ذلك، ونبه إلى عدم جواز الشفاعة في حدود الله؛ لأن ذلك يخل بمبدأ المساواة بين الناس، ويؤدي إلى إيثار ذوي الوجاهة بإعفائهم من العقاب، مع إقامة الحدود على ضعفاء الناس، وبين الرسول - صلى الله عليه وسلم - أن ذلك الأمر إذا ساد في مجتمع أدى به إلى الزوال، فقال:\r«إنما أهلك الذين قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد» (¬1) ويعيب الرسول - صلى الله عليه وسلم - على أحد أصحابه الملازمين له على الحب والتلقي منه، أنه عير صاحبا له بلونه، فحين عير أبو ذر الغفاري بِلالا بلونه الأسود، غضب النبي - صلى الله عليه وسلم -، وقال للصحابي الجليل:\r«إنك امرؤ فيك جاهلية» (¬2) .\r¬_________\r(¬1) رواه البخاري في صحيحه: كتاب أحاديث الأنبياء، ومسلم في صحيحه: كتاب الحدود، باب قطع السارق الشريف وغيره، والنهي عن الشفاعة في الحدود، واللفظ للبخاري.\r(¬2) رواه البخاري في صحيحه: كتاب الإيمان، باب المعاصي من أمر الجاهلية ولا يكفر صاحبها إلا بالشرك، ومسلم في صحيحه: كتاب الأيمان، باب إطعام المملوك مما يأكل، وإلباسه مما يلبس، ولا يكلفه ما يغلبه.","seal":"82217D07","part":1},
      {"page":75,"id":70,"nass":"وقال - صلى الله عليه وسلم - في خطبته في حجة الوداع:\r«لا فضل لعربي على أعجمي، ولا لعجمي على عربي، ولا لأحمر على أسود، ولا أسود على أحمر إلا بالتقوى» (¬1) وأقامت الشريعة الإسلامية أصل المساواة في أحكامها، على النحو الذي يجعل هذا المبدأ وسيلة لرقي الإنسان، وتحصيل مصالح الحياة.\rإن المرأة في الإسلام مكلفة مثل الرجل، بما أمر الله به وما نهى عنه، وإن جزاءها مثله، قال الله تعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: 97] (سورة النحل، الآية 97) .\rوكل من الرجل والمرأة، له حقوق وعليه واجبات، وهي حقوق وواجبات تكاملية، تجعل من حقوق الرجل وواجباته، وحقوق المرأة وواجباتها، كلا متكاملا في وحدة واحدة، تصلح بها حياة الأسرة.\r¬_________\r(¬1) الفتح الرباني، ترتيب مسند الإمام أحمد بن حنبل الشيباني 228 / 19 باب ما جاء في الترهيب من التفاخر بالآباء في النسب وغير ذلك.","seal":"C31E0F53","part":1},
      {"page":76,"id":71,"nass":"فإذا كان من حق الرجل الطلاق، فإن من حق المرأة الخروج من زوجية تضرها- بشروط معينة- ولها الحق في طلب التطليق إذا أضيرت من زوجها، الذي لا يكون أمينا عليها.\rومن حقها العمل إذا احتاجت إليه، أو احتاج العمل إليها، كما في بعض المهن والأعمال المناسبة لها، وفق ضوابط الشرع.\rولها أهليتها الكاملة وذمتها المالية المستقلة.\rوهي كما قال الرسول - صلى الله عليه وسلم -:\r«إنما النساء شقائق الرجال» (¬1) ومع التسوية في الكيان الإنساني، ومع الحقوق والواجبات التي تتكامل في الأسرة، ففي الإسلام دعوة إلى التوصية بالمرأة، ومعاشرتها بالمعروف، قال الله تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} [النساء: 19] (سورة النساء، الآية 19) وفيه نداء إلى الرجل ألا يسارع إلى كراهة امرأته ولو\r¬_________\r(¬1) رواه أبو داود في كتاب الطهارة، ورقمه 236 (161 / 1) والترمذي (190 / 1) .","seal":"669CF554","part":1},
      {"page":77,"id":72,"nass":"كان فيها بعض ما يعاب، يقول سبحانه: {فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} [النساء: 19] (سورة النساء، الآية 19) .\rوفي هذه التسوية التكاملية، مصلحة المرأة والرجل، ومصلحة الأسرة، ثم المجتمع الإنساني.\rوفي الإسلام يباح للرجل أن يعدد زوجاته إلى أربع، مع القدرة على ذلك، ووجوب العدل والتسوية بينهن.\rوالتعدد يفتح الباب لمراعاة امرأة لا يصح أن تترك في الحياة بلا معيل، ولا مسؤول بها، كما يغلق الباب أمام استغلال المرأة، وجعلها مجرد أداة للمتعة واللهو، دون تحمل للمسؤولية، ودون الالتزام نحوها بشيء.\rوهذا حال المرأة التي تقبل معاشرة غير مشروعة، تكون هي الخاسرة في كل حال، حيث لا التزام نحوها ممن يتخذها خليلة له، ويتظاهر بأنه لا يعدد الزوجات.\rوالتعاون والتكامل بين الحاكم والمحكوم من القواعد الأساسية في الإسلام.\rويعلم النبي - صلى الله عليه وسلم - أصحابه، وهو أفضل الخلق، مبدأ المساواة في أمثلة متعددة، منها أنه لما كان يصفُّ","seal":"E282C99E","part":1},
      {"page":78,"id":73,"nass":"أصحابه للقتال، دفع بعصا صغيرة في يده رجلا خرج من الصف، فلما شكا الرجل إليه، كشف الرسول صلى الله عليه وسلم عن بطنه الشريفة؛ لكي يقتص منه الرجل، فإذا به يهوي ليقبل جسد النبي - صلى الله عليه وسلم -، وكان مبتغاه ومراده أن يمس جسد الرسول قبل أن يستشهد في القتال (¬1) ولقد تعلم أصحاب النبي - صلى الله عليه وسلم - ذلك، يقول أبو بكر رضي الله عنه للناس:\r(إن أحسنت فأعينوني وإن أسأت فقوموني) (¬2) وهي مساواة لا تخل بحق الطاعة لولي الأمر، الذي يرعى مصالح المسلمين.\rفإذا كان من حق المحكومين التسوية في الحقوق والواجبات، فإن من حق الحاكم الطاعة له في المنشط والمكره.\rوهذا الحق، أساسه الشريعة التي أعطت الحق في المساواة، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} [النساء: 59] (سورة النساء، الآية 59)\r¬_________\r(¬1) رواه أبو داود: كتاب الأدب، باب في قبلة الجسد ج 5 ص 394 حديث 5224.\r(¬2) البداية والنهاية للإمام ابن كثير ج 6 ص 340.","seal":"A85915C8","part":1},
      {"page":79,"id":74,"nass":"وفي الإسلام تسوية بين البشر في الكيان الإنساني، فالكرامة الإنسانية هي للآدمي، يقول الله تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} [الإسراء: 70] (سورة الإسراء، الآية 70) .\rومال المعاهد والذمي، لا يحل للمسلم إلا برضاه، وعرضه مصون في المجتمع الإسلامي.\rيقول توماس أرنولد في كتابه الدعوة إلى الإسلام:\r(إن المسيحية نعمت بتسامح ملحوظ في ظل الحكم الإسلامي، لم تعرفه منذ قرون طويلة) .\rويمكن للذمي أن يعيش في المجتمع الإسلامي آمنا على نفسه وماله وعرضه، بل ويتمتع بالبر الإحسان، كما فعل عمر بن الخطاب - رضي الله عنه- حين أعطى","seal":"D9EFA22D","part":1},
      {"page":80,"id":75,"nass":"شيخا من شيوخ أهل الذمة من بيت المال، لما رأى حاجته، وعجزه عن الكسب، (¬1) وكل ذلك من آداب التسوية بين الناس وقواعدها العامة، وهي مستمدة من قول الله تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ} [الممتحنة: 8] (سورة الممتحنة، الآية 8) .\rتلك من أهم صور المساواة التي جاءت في الإسلام أصولها ومفاهيمها، في قضايا مهمة من قضايا البشر: التفرقة العنصرية بسبب اللون أو الجنس، وقضية المرأة وحقوقها في المجتمع الإسلامي، وقضية التسوية بين الحاكم والمحكوم، والعدل والمساواة في التعامل مع الذميين.\rولم تكن قواعد المساواة تلك، معروفة في المجتمعات الإنسانية قبل الإسلام.\r¬_________\r(¬1) انظر: أحكام أهل الذمة للإمام ابن القيم ج ا، ص 38، 48. طبع دار العلم للملايين بيروت.","seal":"B639C745","part":1},
      {"page":81,"id":76,"nass":"[التكافل الاجتماعي]\rالتكافل الاجتماعي يرتكز التكافل الاجتماعي في الإسلام، على بناء فكري متكامل، له أساسه من العقيدة، ومن المنظومة الأخلاقية الإسلامية، فلم يكن تقرير هذا الحق للإنسان وليد تجارب بشرية فرضته فرضا، كما هو الشأن في نظم الضمان الاجتماعي التي تسود العالم الحديث.\rفقد نشأت فكرة الضمان الاجتماعي في نهاية الحرب العالمية الثانية، وروعي في تقريرها أن السلام الاجتماعي لا يمكن أن يتحقق في حياة الشعوب إذا ترك الفرد يواجه محنه وشدائده وحاجته، دون أن يشعر بأن المجتمع من حوله على استعداد لمد يد المعونة إليه وقت ضعفه ومحنته.\rولكن التكافل في الإسلام، يمثل فكرة متقدمة، تتجاوز مجرد التعاون بين الناس، أو تقديم أوجه المساعدة وقت الضعف والحاجة.","seal":"7831BC34","part":1},
      {"page":82,"id":77,"nass":"ومبناه ليس الحاجة الاجتماعية التي تفرض نفسها في وقت معين أو مكان بعينه، وإنما يستمد التكافل الاجتماعي في الإسلام مبناه من مبدأ مقرر في الشريعة، وهو مبدأ الولاية المتبادلة بين المؤمنين في المجتمع، يقول الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} [التوبة: 71] (سورة التوبة، الآية 71) .\rفهذه الولاية المتبادلة، لها مسؤولياتها وتبعاتها في الجوانب المادية والمعنوية من حياة الإنسان، والولاية لها معان متعددة، فهي تتضمن معاني الهيمنة والقدرة والتساند والتعاضد.\rفالإنسان في التصور الإسلامي، لا يعيش مستقلا بنفسه، منعزلا عن غيره، وإنما يتبادل مع أفراد المجتمع الآخرين الولاية، بما تعنيه من الإشراف والتساند","seal":"186DC35B","part":1},
      {"page":83,"id":78,"nass":"والتكافل في أمور الحياة، وفي شؤون المجتمع.\rوالتكافل في الإسلام، يعني التزام القادر من أفراد المجتمع تجاه أفراده.\rومن أوضح الأحاديث النبوية في الدلالة على هذا المعنى، قول الرسول - صلى الله عليه وسلم -: «من كان معه فضل ظهر فليعد به على من لا ظهر له، ومن كان له فضل من زاد فليعد به على من لا زاد له» (¬1) .\rيقول راوي الحديث: إن الرسول- صلوات الله عليه وسلامه- أخذ يعدد من أنواع المال حتى حسبنا أن لا حق لنا في الفضل.\rفالتكافل في الإسلام، يتجاوز التعاون المتبادل لمصلحة، إلى معنى العون بلا مقابل، سوى أداء الواجب والرجاء في ثواب الله عز وجل.\rوهذا العون متى احتاج إليه الإنسان كان لازما على المجتمع المسلم أن يقوم به، ولو كان احتاج غير مسلم، باعتباره آدميا يعيش في مجتمع لا يهدر كرامة\r¬_________\r(¬1) رواه مسلم: باب استحباب المواساة بفضول المال 1354 / 3.","seal":"C71B73AF","part":1},
      {"page":84,"id":79,"nass":"الإنسان بسبب الضعف والحاجة.\rفقد عاون الخليفة عمر بن الخطاب - رضي الله عنه - الفقراء والمحتاجين من أهل الذمة الذين يعيشون في المجتمع الإسلامي (¬1) وجرى على ذلك ولاة الأمور من المسلمين، فلا تكليف ماليا على غير المسلم منهم فوق قدرته إذا ثبت فقره وحاجته، كما أنه يعان ماديا حتى تحفظ حياته.\rهكذا فعل عمر بن الخطاب - رضي الله عنه - قبل أن يتحدث أحد عن الضمان الاجتماعي، بألف وأربعمائة عام.\rوالمؤمنون إخوة، يقول الله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} [الحجرات: 10] (سورة الحجرات، الآية 10) .\rوهم أولياء بعض.\rوقد حث الله على الإنفاق والصدقة وإعانة المحتاج، ودعا إلى الوفاء بحق المحتاج باعتباره حقا واجبا، قال تعالى: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ - لِلسَّائِلِ وَالْمَحْرُومِ} [المعارج: 24 - 25] (سورة المعارج، الآيتان 24، 25) .\r¬_________\r(¬1) انظر: أحكام أهل الذمة للإمام ابن القيم، ج 1، ص 38، 48.","seal":"C54B6193","part":1},
      {"page":85,"id":80,"nass":"وذلك يضع الأساس للتكافل الاجتماعي باعتباره حقا من حقوق الإنسان.\rوإلى جانب ذلك مجموعة من أحاديث الرسول - صلى الله عليه وسلم -، تجعل المؤمنين في توادهم وتراحمهم كالبنيان يشد بعضه بعضا، وتصور المسلم كأنه عضو أخيه المسلم، يشتكي لشكواه، وقد بين الرسول - صلى الله عليه وسلم - مسؤولية المجتمع عن كل فرد محتاج فيه، في عبارة قوية في إنذارها للفرد والمجتمع: «ليس المؤمن بالذي يشبع وجاره جائع إلى جنبه» (¬1) .\rويصل الرسول - صلى الله عليه وسلم - في تحميل المجتمع ومن يقوم عليه مسؤولية الضعيف والمحتاج، إلى مدى لا ينال حتى في هذا العصر، عصر حقوق الإنسان المزعومة.\rيقول الرسول- صلوات الله عليه وسلامه-: «من ترك مالا فلأهله، ومن ترك دينا أو ضياعا فإلي وعلي» (¬2)\r¬_________\r(¬1) رواه البخاري في الأدب المفرد (112) والطبراني في الكبير (3 / 175 / 1) والحاكم في المستدرك (4 / 167) وقال: صحيح الإسناد، ووافقه الذهبي.\r(¬2) أخرجه البخاري في كتاب الكفالة بلفظ: (فمن توفي من المؤمنين فترك دينا فعلي قضاؤه، ومن ترك مالا فلورثته.) ومسلم في كتاب الفرائض باب من ترك مالا فلورثته.","seal":"E95E0804","part":1},
      {"page":86,"id":81,"nass":"إنه التكافل الذي يلتزم به المجتمع، ويؤديه ولي الأمر نحو الأيتام والضعاف من الناس، حتى لا يضيعوا في الحياة.\rوإذا كان لا بد من تحديد الحقوق، حتى لا يصبح الحق شعارا يتردد فحسب، فقد بين الشرع الإسلامي صور التكافل، وحدد مسؤولية القادرين عليه من أفراد المجتمع.\rتظهر الزكاة التي هي أحد أركان الإسلام، وفريضته الاجتماعية، أول صور التكافل الاجتماعي في الإسلام، وهي فريضة على كل مسلم، وهي حق مقدر بتقدير الشارع الحكيم في المال بشروط معينة، وهي تدل على معنى أخص من الصدقة التي لا تتحدد بمال معين أو قدر بذاته.\rفالصدقة متروكة لاختيار الأفراد في قدرها، وفيمن توجه إليه من المحتاجين، وذلك على خلاف الزكاة التي فرضها الله في أنواع المال التي حددها الشارع، وبين نصاب كل نوع، ومقدار الزكاة فيه، فالخمس (20%) في الركاز، وهو ما وجد مدفونا","seal":"B8A8DC9D","part":1},
      {"page":87,"id":82,"nass":"من أموال الجاهلية، على اختلاف أنواعها، وربع العشر (2. 5 %) في كل من النقدين الذهب والفضة، ويأخذ حكمهما الأوراق النقدية، وفي عروض التجارة، والمعادن، وهي ما خرج من الأرض مما يخلق فيها من غيرها، مما له قيمة، سواء أكان جامدا كالذهب والفضة وغيرهما، أم كان سائلا كالقار، والنفط.\rكما أوجب الله الزكاة في الخارج من الأرض من الزروع والثمار بمقدار العشر (10 %) إذا كان يسقى بغير مشقة ولا مؤنة، كالذي يشرب من السماء والأنهار، وبمقدار نصف العشر (5%) إذا كان مما يسقى بمشقة ومؤنه، كالذي يسقى بالدواب، والآلات.\rوتشمل الزكاة المفروضة بهيمة الأنعام من الإبل والبقر والغنم، إذا بلغت نصابا معلوما، بمقادير محددة في كتب الفقه الإسلامي.\rوقد أصلحت الزكاة ميزان تداول المال في المجتمعات الإنسانية، فقد كان تداوله في المجتمعات القديمة يجري على النقيض من العدل والتكافل.\rكان الفقراء يكدحون؛ لكي تتراكم الثروة لدى","seal":"CBF930F1","part":1},
      {"page":88,"id":83,"nass":"الأغنياء وأصحاب السلطان، فعدل الإسلام الميزان، وجعل القادر، هو الذي يؤدي للمحتاج والفقير فريضة من الله، والله عليم حكيم.\rوأحكام الزكاة في المال، مفصلة في كتب الفقه، ولا يقتضي المقام تفصيلها.\rومن أهمها، أن جمع الزكاة وإنفاقها في مصارفها، مسؤولية ولي الأمر في المجتمع.\rوحدد الإسلام تحديدا واضحا من تدفع إليه الزكاة، ويكفي أن نذكر في ذلك الآية الشريفة: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: 60] (سورة التوبة، الآية 60) .\rوهي مصارف تجمع أصحاب الحاجة بجميع صورها، وفي كل أوقاتها وظروفها.\rوإلى جانب فريضة الزكاة في المال، شرعت زكاة الفطر؛ لتقيم التكافل بأجلى صوره في يوم العيد بعد صيام شهر رمضان، وهي تجب على من يملك قوت","seal":"3C14A4FE","part":1},
      {"page":89,"id":84,"nass":"يومه وليلته، ومقدارها زهيد يستطيع كل من يؤديها، أن يشعر بقدرته على الإسهام في التكافل الاجتماعي، وأداء هذا الحق لمن يستحقونه.\rومن صور التكافل الاجتماعي في الإسلام، ما شرعه الله من وجوب نفقة الأقارب الفقراء على القريب الغني، فنفقة الزوجة على الزوج، والأبناء على الأب، ونفقة الوالدين الفقيرين على الولد القادر، ونفقة الأخ الفقير أو المحتاج على أخيه الذي يرثه، وقد وسع بعض علماء المسلمين في شأن نفقة الأقارب، حتى تصل إلى ذوي الأرحام.\rومن صور التكافل الاجتماعي، أحكام الديات في القتل الخطأ، فإن الدية تجب لورثة القتيل، وقد يكونون صغارا، فتعينهم على مواجهة الحياة بعد فقد مورثهم.\rويتشارك أقرب العصبة إلى القاتل خطأ في دفع الدية إلى ورثة المقتول.\rوالدية هنا، تمثل ضمانا من المجتمع لورثة المقتول، فلا يضيع دم إنسان هدرا في مجتمع مسلم.\rولا يقتصر التكافل الاجتماعي في الإسلام، على","seal":"E136F9AB","part":1},
      {"page":90,"id":85,"nass":"الجوانب المادية فحسب، بل يمتد إلى ما يعد تعاونا شاملا على البر.\rفمن التوجيهات في الإسلام، ألا يكتم الإنسان علمه النافع عمن يحتاج إلى التعليم، ولا يبخل الإنسان بنصحه على من يحتاج للنصح والإرشاد، فالدين النصيحة، كما ورد في الحديث الشريف.\rولا تكاد توجد حالة ضعف أو محنة، يتعرض لها الفرد في المجتمع الإسلامي، إلا ويجد توجيهات في الإسلام تدعو القادرين إلى مد يد المساعدة إليه، أو توجب عليهم هذه المعونة، مالا أو نفعا، أو حتى مواساة وشفقة ورحمة.","seal":"BD7C1DD4","part":1},
      {"page":91,"id":86,"nass":"[المملكة العربية السعودية وحقوق الإنسان]\rالمملكة العربية السعودية وحقوق الإنسان هناك خصوصية تميز العالم الإسلامي في الجملة، عن مختلف دول العالم في مجال حقوق الإنسان، وتنبع هذه الخصوصية من اختلاف المجتمعات الإسلامية عن غيرها من المجتمعات، في المنطلقات والمفاهيم، وفي التكوين الفكري والثقافي المميز للشعوب الإسلامية عامة.\rإن الإسلام- منذ عصر النبوة- هو الذي صاغ العقل المسلم والفكر الإسلامي على امتداد القرون، ويمثل الوحي الإلهي، جانبا كبيرا من عقل المسلم وفكره، ومصدرا من أهم مصادره للعلم والمعرفة، إلى جانب ما هيأه الله له من مصادر المعرفة الأخرى.\rبينما لا يمثل الوحي الإلهي، جانبا ذا بال في الفكر الغربي في العصر الحديث بالذات؛ ولذلك جرى تهميش الدين في الحياة الغربية بوجه عام، ولم يعد الوحي الإلهي مصدرا يقينيا وثابتا للمعرفة الإنسانية، بل إن الدين عرف في الموسوعة الفرنسية بأنه: \" كل سلطة","seal":"2BE32B57","part":1},
      {"page":92,"id":87,"nass":"أو معرفة تتعارض مع العلم \".\rواستقرت الحضارة الغربية في العصر الحديث، منذ القرن السادس عشر الميلادي على منطلقات فكرية بشأن الدين، كان من نتيجتها مبدأ فصل الدين عن الدولة.\rوهذا المفهوم للدين، بل والعداء له، بعيد تماما عن تفكير المسلم فردا أو جماعة؛ إذ يعتبر المسلم المحافظة على الدين، أهم مقاصد الحياة، وأولى ضروراتها التي ينبغي الحفاظ عليها، إضافة إلى أن المنظومة الخلقية الإسلامية، تظل عند المسلمين، هي المثل الأعلى والضابط للقيم والسلوك الاجتماعي، وتظل أصول الشريعة ونصوصها، هي النظام التشريعي للمجتمع في علاقاته كلها، الأسرية والاجتماعية.\rومهما كانت درجة الالتزام والاتباع الفردي أو الاجتماعي، فإن ذلك لا يغير من الإيمان بقدسية الدين وضرورته، وصلاحية الشريعة وقدرتها، على إصلاح الفرد والمجتمع في كل زمان ومكان.\rوتعتبر المملكة العربية السعودية، نموذجا للخصوصية الإسلامية في التزام العقيدة، وفي تطبيق الشريعة، وفي","seal":"89F8069C","part":1},
      {"page":93,"id":88,"nass":"التمايز الفكري والاجتماعي على هدي الإسلام.\rذلك، أن المملكة تتشرف بأنها تضم أهم مقدسات المسلمين، الكعبة المشرفة، أول بيت وضع للناس، والمسجد الحرام في مكة المكرمة، ومسجد الرسول - صلوات الله عليه وسلامه- في المدينة النبوية.\rوفي أرض المملكة، كانت أول أمة للإسلام، وقامت أول دولة له في عصر النبوة، وكانت هذه الأمة، خير أمة أخرجت للناس، كما قال الله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} [آل عمران: 110] (سورة آل عمران، الآية 110) .\rوكانت دولة الإسلام في نشأتها الفريدة على هدي القرآن، وحكمة الرسول صلى الله عليه وسلم، المثل الأعلى والنموذج الكامل لكل دولة إسلامية، تظهر في كل زمان ومكان بعد عصر النبوة، إلى آخر الدهر.\rوالخصوصية التي أشرنا إليها، والتي تميز العالم الإسلامي في موضوع حقوق الإنسان، أشد ما تكون","seal":"3A5963D0","part":1},
      {"page":94,"id":89,"nass":"ظهورا ووضوحا في المملكة العربية السعودية.\rفمنذ نشأة الدولة السعودية في العصر الحديث، بداية من عهد مؤسسها الإمام محمد بن سعود رحمه الله عام 1157 هـ، إلى توحدها في عهد، الإمام الملك عبد العزيز بن عبد الرحمن آل سعود، رحمه الله في القرن الرابع عشر الهجري، العشرين الميلادي، وإلى وقتنا الحاضر، وهي قائمة على اتباع شرع الله تعالى، وإنفاذ أحكامه في جميع أمورها.\rفالكتاب والسنة، هما الحاكمان على سياسات المملكة وتنظيماتها.\rوقد حافظت المملكة منذ نشأتها، على اتخاذ الشرع حاكما وموجها وضابطا لكل أنظمتها التي اقتضتها حركة النمو والتطور، التي صاحبت توحيد المملكة العربية السعودية، ثم نهضتها وعلو مكانتها في المجتمع الدولي.\rوالتزام المملكة بشرع الله على هذا النحو، يظهر الخصوصية الإسلامية بكل وضوح أمام المجتمع الدولي، ويجعلها النموذج الذي ينظر إليه في العلاقات الدولية","seal":"D46728F5","part":1},
      {"page":95,"id":90,"nass":"بين العالم الإسلامي والعوالم الأخرى.\rوبسبب التزام المملكة بتطبيق أحكام الشرع، المستمدة من كتاب الله وسنة رسوله - صلى الله عليه وسلم - وفق منهج متكامل في المملكة، فإن مكانتها في العالم الإسلامي، وفي نظر المجتمع الدولي، مستمدة من الإسلام ذاته.\rففيها، أول بيت وضع للناس، وبعث في أرضها رسول الإسلام وخاتم الأنبياء والمرسلين- عليه الصلاة والسلام- وانتشر هديه ونوره من أرضها، وأقيمت فيها دولة الإسلام الأولى.\rفالإسلام، أعطى المملكة كل مقوماتها.\rوالتزام المملكة اليوم بتطبيق شريعته، أعطاها في المجتمع الدولي قيمتها ومكانتها.\rونتناول في الصفحات التالية حقوق الإنسان في النظام الأساسي للحكم في المملكة، وفي بعض أنظمتها الخاصة، بما يظهر الخصوصية الإسلامية عامة، ويكشف عن التزام المملكة خاصة بأحكام الشرع الإسلامي، وفق كتاب الله الكريم، وسنة نبيه المطهرة.","seal":"83826E50","part":1},
      {"page":96,"id":91,"nass":"[حقوق الإنسان في النظام الأساسي للحكم والأنظمة الأخرى في المملكة]\rحقوق الإنسان في النظام الأساسي للحكم والأنظمة الأخرى في المملكة صدر النظام الأساسي للحكم في المملكة العربية السعودية، بمقتضى الأمر الملكي الموسوم بالرقم أ / 90 في 27 / 8 / 1412 هـ.\rوهو النظام الذي يوضح شكل الدولة، ونظام حكمها، ويحدد سلطاتها، ويبين الحقوق والواجبات لمواطنيها، والمقومات الاجتماعية، والمبادئ الاقتصادية، التي يسير عليها المجتمع والدولة.\rفهو بإيجاز، نظام المملكة الذي تلتزمه سلطاتها ومؤسساتها، في سعيها الدائم إلى حفظ الدين، عقيدة وشريعة، وتحقيق مصالح الناس، والوفاء بحقوقهم التي أوجبها الشرع، وضمان أمنهم ورخائهم على أرض المملكة.\rوفي كلمة خادم الحرمين الشريفين، الملك فهد بن عبد العزيز آل سعود، بمناسبة صدور النظام الأساسي للحكم لإخوانه وأبنائه المواطنين، تبرز الأسس والمبادئ","seal":"B8733C24","part":1},
      {"page":97,"id":92,"nass":"التي أقيم عليها نظام الحكم في المملكة.\rفقد أقيم على الإسلام عقيدة وشريعة، وعلى المنهاج الصحيح في فهم أحكامهما.\rوبذلك - كما قال خادم الحرمين الشريفين - كانت المملكة، نموذجا متميزا في السياسة والحكم في التاريخ السياسي الحديث.\rولم تأت صياغة نظام الحكم في المملكة من فراغ، بل كانت توثيقا لشيء قائم، وأمر واقع معمول به، عماده الشريعة التي استمر تطبيق أحكامها قرونا عديدة، وظهر الالتزام الكامل بها، منذ قامت الدولة السعودية الأولى.\rإن الدستور في المملكة، هو كتاب الله وسنة رسوله - صلى الله عليه وسلم - إليهما يحتكم، وإليهما يرجع في كل شيء يختلف فيه.\rإن السيادة والسلطة العليا في المملكة العربية السعودية، هي لكتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، وهما مصدر السلطة فيها، كما تصرح بذلك المادة السابعة من نظام الحكم.","seal":"67D3EAEE","part":1},
      {"page":98,"id":93,"nass":"فالسلطة أو السيادة - في النظر غير الإسلامي - للحاكم أو الدولة، أو لسلطة من السلطات البشرية.\rلكن هذه السلطات في المملكة، تخضع لحكم الله عز وجل في الكتاب والسنة.\rوفي المادة الثامنة من النظام الأساسي، يقوم الحكم على أساس العدل والشورى والمساواة، وفق قواعد الشريعة الإسلامية.\rوتحقيق هذه المبادئ، يتم وفق المرجع الأعلى، وهو الكتاب والسنة.\rفهي ليست شعارات تطلق، ثم يبحث لها الناس عن معنى ومرجع ومفهوم، تختلف فيه الآراء والأهواء والعقول.\rوفي مجال حقوق الإنسان التي أوردتها المواثيق الدولية، وأهمها الإعلان العالمي لحقوق الإنسان سنة 1948 م، واتفاقيتا الحقوق المدنية والسياسية، والاجتماعية والاقتصادية، الصادرتان سنة 1966 م، واللتان بدأ العمل بهما سنة 1976م.\rنرى أن النظام الأساسي للحكم في المملكة، نص","seal":"666A57C6","part":1},
      {"page":99,"id":94,"nass":"على أكثر مما نصت عليه تلك المواثيق من مبادئ.\rلقد أوردت المواثيق الدولية، مفردات عديدة من الحقوق، تحت هذه المبادئ، مستمدة كلها من واقع المجتمعات الغربية وظروفها وتراثها التاريخي والديني والاجتماعي.\rغير أنه تبقى ميزة الشرع الإسلامي، الذي استمد منه النظام الأساسي للحكم في المملكة، في أنه يفتح الباب لكل الحقوق التي تبيحها الشريعة، والتي تندرج تحت مبادئ الكرامة الإنسانية والحرية والمساواة والتكافل الاجتماعي والشورى.\rولكل هذه المبادئ، مرجع يوضح، ويحدد مفاهيمها الصحيحة على المستوى الإنساني كله.\rإن المرجع هنا، وهو شريعة الله، يحدد الحقوق، ويوضح المفاهيم، ويستبعد الزائف، ويستبقي الصالح.\rففي الباب الثالث من نظام الحكم، الذي يتعلق بمقومات المجتمع السعودي، تظهر قيمة الأسرة في النظر الإسلامي نواة للمجتمع، حيث يربى أفرادها على","seal":"A377A673","part":1},
      {"page":100,"id":95,"nass":"أساس العقيدة الإسلامية، والولاء والطاعة لله وللرسول ولأولي الأمر، واحترام النظام، وتنفيذه، وحب الوطن والاعتزاز به (م9) .\rوتحرص الدولة على توثيق روابط الأسرة، والحفاظ على قيمها العربية والإسلامية (م10) .\rويهدف التعليم إلى غرس العقيدة في نفوس النشء، وإكسابهم المعارف والمهارات (م13) .\rوفي المبادئ الاقتصادية، نص النظام الأساسي للحكم، على حرمة الملكية الخاصة، ومنع الاستيلاء عليها إلا للمصلحة العامة، ومقابل تعويض عادل (م 18) .\rوحظرت المادة 19 مصادرة الأموال مصادرة عامة، ولا تكون المصادرة الجزئية عقوبة على جريمة إلا بحكم قضائي.\rوأمر مهم في شأن الضرائب والرسوم التي تفرضها الدولة، فإن النظام في المملكة يتفوق على غيره في دول العالم كافة، فالضرائب والرسوم في معظم الدول من إطلاقات الدولة، تفرضها بحسب ما تراه.","seal":"6EB87142","part":1},
      {"page":101,"id":96,"nass":"أما في المملكة، فلا تفرض إلا عند الحاجة، وعلى أساس العدل، وهو أعدل وأكثر يسرا على المواطنين.\rوأما الزكاة، فقد نصت المادة الحادية والعشرون، على أنها تجبى، وتنفق في مصارفها الشرعية.\rفالمواطن السعودي، آمن بحكم الشرع من المظالم المالية التي تعانيها شعوب كثيرة في العالم.\rوفي الباب الخامس من النظام الأساسي للحكم المتعلق بالحقوق والواجبات، نصت المادة السادسة والعشرون، على أن تحمي الدولة حقوق الإنسان وفق الشريعة الإسلامية.\rوهو نص رئيس، يؤكد أهمية هذه الحقوق، والتزام الدولة بالوفاء بها.\rوجاءت النصوص التالية لهذا النص الرئيس، الذي أشار إلى حقوق الإنسان ضمن باب الحقوق والواجبات، بمفردات حقوق الإنسان التي وردت في الشريعة الإسلامية، قبل المواثيق الدولية بألف عام على الأقل.","seal":"F6FBBCA3","part":1},
      {"page":102,"id":97,"nass":"في حين أن كثيرا من الدساتير المعمول بها في دول عديدة، لا تتضمن مثل نص المادة السادسة والعشرين، التي جعلت حقوق الإنسان وفق الشريعة الإسلامية، من حقوق المواطن.\rإن مفردات حقوق الإنسان التي وردت في النظام الأساسي للحكم، تشمل الحقوق التي نصت عليها المواثيق الدولية، وتزيد عليها في بعض الحقوق، التي تلتزم بها الدولة تجاه المواطنين.\rإن الدولة، تكفل حق المواطن وأسرته في حالات الطوارئ والمرض والعجز والشيخوخة، وتدعم نظام الضمان الاجتماعي (م 27) .\rوهو نظر إسلامي أصيل ورد في القرآن الكريم والسنة النبوية، من حيث المبدأ والتطبيق.\rوالدولة تيسر مجالات العمل لكل قادر عليه، وتسن الأنظمة التي تحمي العامل وصاحب العمل (م 28) .\rوهو تطبيق أمين لمبادئ الشرع الإسلامي.\rوفي نظام العمل والعمال في المملكة، تفصيل لأوجه عديدة من وجوه حماية العامل في أجره وصحته، وأمنه","seal":"A9EE524D","part":1},
      {"page":103,"id":98,"nass":"من الفصل التعسفي.\rوخصص فصل في النظام، لمكافحة البطالة التي نهى الشرع عنها.\rوالدولة ترعى العلوم والثقافة والآداب، وتعنى بتشجيع البحث العلمي، وتصون التراث الإسلامي والعربي، وتسهم في الحضارة العربية والإسلامية والإنسانية (م 29) .\rوتوفر الدولة التعليم العام، وتلتزم بمكافحة الأمية (م 30) .\rوهو تطبيق إسلامي لما ورد في القرآن الكريم وسنة الرسول صلى الله عليه وسلم، من الحض على العلم، ورعاية أهله، وتيسير طرقه أمام الناس.\rوهذه النصوص، تشمل الصالح من الحقوق الثقافية التي وردت في المواثيق الدولية، وتزيد عليها.\rوفي المادة الحادية والثلاثين، تعنى الدولة بالصحة العامة، وتوفر الرعاية الصحية لكل مواطن.\rوهذه من الحقوق الاجتماعية الرئيسة للإنسان.\rوزاد النظام الأساسي للحكم، حقا للمواطن،","seal":"F9DDB91E","part":1},
      {"page":104,"id":99,"nass":"والتزاما على الدولة، بالمحافظة على البيئة وحمايتها وتطويرها، ومنع التلوث عنها (م 32) .\rوهو نص مستحدث على مستوى دساتير العالم كله، اقتضاه التطور العلمي لعلوم البيئة وارتباطها بالصحة العامة، وسارعت المملكة إلى إدراجه في النظام الأساسي للحكم، حقا من حقوق المواطن في أرض صالحة وهواء نقي وماء طهور.\rوفي القرآن الكريم، نهي عن الفساد في البر والبحر.\rوفي السنة النبوية، توجيهات شريفة تحمي المكان وطعام الإنسان وشرابه وصحته من الفساد.\rوفي المادة السادسة والثلاثين، تلتزم الدولة بتوفير الأمن لجميع مواطنيها والمقيمين على إقليمها، ولا يجوز تقييد تصرفات أحد أو توقيفه أو حبسه إلا بموجب أحكام النظام.\rوهو نص يرد عادة في كل دساتير الدول المتمدنة.\rوفي المادة السابعة والثلاثين، نص النظام الأساسي للحكم، على أن للمساكن حرمتها، ولا يجوز دخولها بغير إذن صاحبها، ولا تفتيشها إلا في الحالات التي","seal":"726E91CB","part":1},
      {"page":105,"id":100,"nass":"يبينها النظام.\rوفي المادة الثامنة والثلاثين، نص على قاعدة شرعية تأخذ بها دساتير الدول المتمدنة: العقوبة شخصية، ولا جريمة ولا عقوبة إلا بناء على نص شرعي أو نظامي، ولا عقاب إلا على الأعمال اللاحقة للعمل بالنص النظامي.\rوهذه النصوص، تعد أصولا كبرى في الإعلان العالمي لحقوق الإنسان.\rوالمبادئ الواردة في النصوص الثلاثة سالفة الذكر، تطبيق أمين لكتاب الله الكريم وسنة رسوله - صلى الله عليه وسلم -.\rيقول الله تعالى: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} [النجم: 39] (سورة النجم، الآية 39) .\rويقول سبحانه: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الإسراء: 15] (سورة الإسراء، الآية 15) .\rويقول جل شأنه: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} [الإسراء: 15] (سورة الإسراء، الآية 15) .","seal":"FBF07C09","part":1},
      {"page":106,"id":101,"nass":"وفي القرآن الكريم في حرمة المساكن، نهي عن دخولها إلا بعد الاستئذان والسلام على أهلها، وفي قول للخليفة عمر بن الخطاب رضي الله عنه- قبل ما يزيد على ألف وأربعمائة عام- يجمع الضمانات التي نصت عليها المواد الثلاث المذكورة قبل:\r(والله لا يؤسر رجل في الإسلام بغير العدول) (¬1) .\rوهذه الضمانات نظرا لأهميتها، أوردها النظام الأساسي للحكم في المملكة.\rوكل الأنظمة التي تصدر تفصيلا لأحكامها، ينبغي أن تتقيد بهذه المبادئ الإسلامية.\rوفي مجال التعبير والرأي والاتصال، نص النظام الأساسي للحكم، على التزام وسائل الإعلام والنشر وجميع وسائل التعبير، بالكلمة الطيبة وبأنظمة الدولة.\rوحظرت المادة التاسعة والثلاثون، ما يؤدي إلى الفتنة والانقسام، أو يمس بأمن الدولة وعلاقاتها العامة، أو يسيء إلى كرامة الإنسان وحقوقه، وتبين الأنظمة كيفية ذلك.\r¬_________\r(¬1) رواه مالك في الموطأ في كتاب الأقضية، باب ما جاء في الشهادات (1400) .","seal":"8952FC14","part":1},
      {"page":107,"id":102,"nass":"كما تصون المادة الأربعون، حرمة المراسلات البرقية والبريدية والمخابرات الهاتفية، فلا تجيز مصادرتها أو الاطلاع عليها أو تأخيرها أو الاستماع إليها، إلا في الحالات التي يبينها النظام.\rوالضوابط التي وضعتها المادتان السابقتان لحرية التعبير، ضمانات معترف بها في النظم القانونية العالمية.\rولكنها في النظام الأساسي للحكم في المملكة تستهدي بأصلها في القرآن الكريم، وبأحكام الشريعة التي تنهى عن الفتنة: {وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ} [البقرة: 217] (سورة البقرة، الآية 217) .\rوتحض على الوحدة والاعتصام بحبل الله: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} [آل عمران: 103] (سورة آل عمران، الآية 103) .\rكما أن الشرع يحمي خصوصية الإنسان وأسراره، ويصونها عن الابتذال، لا سيما ما يتعلق بشؤون أسرته التي تتناولها وسائل التراسل والاتصال.\rوينهى الشرع عن التجسس عامة: {وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ} [الحجرات: 12] (سورة الحجرات، الآية 12)","seal":"DD35C685","part":1},
      {"page":108,"id":103,"nass":"ولا يباح ذلك إلا لحماية حقوق المجتمع أو الغير، كما ورد في النظام الأساسي للحكم.\rوالمرجع في إقرار الحق للناس، وفي تحديد مفهومه وضوابطه، هو شرع الله عز وجل، كما في الكتاب والسنة.\rوينص النظام الأساسي للحكم، على استقلال السلطة القضائية في المملكة، ولا سلطان على القضاة في قضائهم إلا للشريعة الإسلامية (م 46) .\rوحق التقاضي، مكفول للمواطنين والمقيمين (م 47) .\rوالملك ومن ينيبه، معنيون بتنفيذ الأحكام القضائية (م 50) .\rواستقلال السلطة القضائية، وعناية الملك ومن ينيبه بتنفيذ أحكامها، يعد ضمانة مهمة لإنفاذ حقوق الإنسان، التي نص عليها النظام الأساسي للحكم، إذا تعرضت للانتهاك أو الانتقاص.\rإن ميزة حقوق الإنسان التي نص عليها النظام الأساسي للحكم في المملكة، أنها قواعد شرعية وأحكام","seal":"29710C7A","part":1},
      {"page":109,"id":104,"nass":"نظامية واضحة ومحدده المعالم والمفاهيم، وليست شعارات ومبادئ براقة، يدخل تحتها بفعل الأهوال والمفاهيم الزائفة، ما يضيعها، وما يجعلها تضر بالمجتمع والإنسان المسلم.\rفحقوق الإنسان في الشرع الإسلامي، تؤدى بمفاهيمها الصحيحة إلي رقيه، وتقدمه، وجدارته بعمارة الأرض.","seal":"651F348B","part":1},
      {"page":110,"id":105,"nass":"[الخاتمة]\rالخاتمة وأخيرا: فإن هذه الخصوصية الإسلامية في حقوق الإنسان، والتي تظهر تطبيقاتها في المملكة العربية السعودية، لم تحظ للأسف بالتزام كثير من الدول في العالم الإسلامي.\rلقد اعتنقت كثير من دول العالم الإسلامي- نتيجة انبهارها بالفكر الغربي بالذات أو انهيارها أمامه- المبادئ والشعارات التي يطلقها الفكر الغربي، والتي تمثل تاريخه وتراثه وحياته بعيدا عن الهدي الإلهي.\rولذلك، تبدو هذه الدول ضعيفة أمام انتقادات الغرب لها في مجال حقوق الإنسان.\rلقد بدأت هزيمتها الفكرية باعتناق مفاهيمه، والجري وراء شعاراته وقوانينه.\rفإذا تبين لها- بالنظر إلى ما توجبه عقيدة شعوبها المسلمة، وشريعتها وتراثها الحضاري وقيمها الاجتماعية- أن تلك المبادئ تضر بمجتمعاتها، وتحول دون تقدمها، وحاولت الخروج من تلك التبعية للفكر الغربي في موضوع حقوق الإنسان، انبرت لها وسائل","seal":"2ECC3C4C","part":1},
      {"page":111,"id":106,"nass":"الإعلام الغربية، تنكر عليها حقها في الخصوصية الدينية والاجتماعية والثقافية، وهو ما تشكو منه دول كثيرة، وتتحمل نتائجه الظالمة.\rوقد ظهر ذلك واضحا في مؤتمر فينا لحقوق الإنسان، الذي عقد في الفترة من 24 ذي الحجة 1413 هـ إلى 5 محرم1414 هـ الموافق 14- 25 يونيه 1993م، إذ حاولت كثير من الدول المشاركة فيه، أن تتمسك بخصوصيتها الثقافية والاجتماعية، أمام طغيان الثقافة الغربية ومفاهيمها في قضية حقوق الإنسان.\rإن الحل في يد البلاد الإسلامية، وهو اختيارها للهدي الإلهي، القرآن الكريم والسنة النبوية، وأصول الشريعة ومبادئها، وإظهار الاعتزاز بتلك الخصوصية الدينية والثقافية، وتطبيقها والالتزام بها.\rوهذه الخصوصية، هي التي تكفل لها موقعا مشرفا في مجال حقوق الإنسان في المجتمع الدولي.\rإن المسلمين، يلتزمون أحكام الشريعة التي تمليها عليهم عقيدة الإسلام، ومن أصول هذه الشريعة، تنبع مبادئ حقوق الإنسان ومفاهيمها الصحيحة، لا سيما","seal":"0D3C19F2","part":1},
      {"page":112,"id":107,"nass":"فيما يتعلق بحرية الإنسان التي ترفعه، وتنهض بحياته الإنسانية، وما يتعلق بحقوق المرأة المسلمة في نطاق كرامتها الإنسانية، ومصلحة الأسرة والمجتمع.\rومن أصول هذه الشريعة، يستمد المسلمون نظامهم في مواجهة الجريمة وأثرها المدمر للمجتمع، الذي من حقه الأمن والأمان، بما توفره الشريعة من وقاية من الجريمة، وردع لها في أحكام الحدود والقصاص والتعزيزات.\rولدينا في الشريعة الإسلامية، القيم العالية في حرية التفكير والتعبير بضوابطها الشرعية، فلا نحتاج إلى التقليد والاستعارة من الغير.\rوقد رأينا ما أدت إليه المفاهيم الزائفة لمبادئ حرية الإنسان، والتسوية الحسابية بين الناس، دون اعتبار للنظرة الإنسانية، ولا للعدالة في الحقوق والواجبات داخل المجتمع، من عواقب وخيمة على الفرد والمجتمع في كثير من مجتمعات العالم.\rإن تطبيق الشريعة الإسلامية، هو العاصم للأمة الإسلامية من التردي فيما وقعت فيه المجتمعات الغربية","seal":"B55137DB","part":1},
      {"page":113,"id":108,"nass":"من تدهور أخلاقي، وشيوع للظلم والفساد، وانتشار للجريمة، وتفكك للأسرة.\rوهو أيضا سلاحنا وجوهر دفاعنا حين نتصدى لما يوجه إلى البلاد الإسلامية من حملات مشبوهة ومغرضة، تطلب من المسلمين أن يكونوا تابعين للفكر الغربي ومفاهيمه، مع أنهم حملة الهدي الإلهي في العقيدة والشريعة في عالمنا المعاصر، وهو الذي يضمن لهم أن يعودوا كما كانوا: {خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران: 110] (سورة آل عمران، الآية 110) .\rوسوف تظهر الأمة الإسلامية في موضوع حقوق الإنسان، حاملة للهدي الإلهي الذي كرم الإنسان قبل المواثيق الدولية بأكثر من ألف عام: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} [الإسراء: 70] (سورة الإسراء، الآية 70) .\rوحين تجمع الأمة الإسلامية- الدول والشعوب- على اختيار الأقوم والأنفع في حقوق الإنسان في ضوء الهدي الإلهي، سوف يكون موقعها في العالم المعاصر، وفي هذا الموضوع بالذات، هو موقع المعلم، وليس مقعد الطالب:","seal":"E725E650","part":1},
      {"page":114,"id":109,"nass":"{يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} [الأنفال: 24] (سورة الأنفال، الآية 24) .\rوصلى الله على نبينا محمد وعلى آله وصحبه وسلم","seal":"4C476794","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"حقوق الإنسان في الإسلام للتركي","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن عبد المحسن بن عبد الرحمن التركي","bLnk":null,"Inf":"","Auth":"عبد الله بن عبد المحسن التركي","Betaka":"الكتاب: حقوق الإنسان في الإسلام\r\nالمؤلف: عبد الله بن عبد المحسن بن عبد الرحمن التركي\r\nالناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\r\nالطبعة: الأولى، 1419هـ\r\nعدد الصفحات: 115\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"عبد الله بن عبد المحسن بن عبد الرحمن التركي (1359 - ؟ هـ = 1940 - ؟ م )\r\n\r\nمن مواليد عام 1359هـ في مركز «خرمة» في محافظة المجمعة، منطقة الرياض، وفيها تلقى التعليم الابتدائي ثم درس المرحلتين: المتوسطة والثانوية بالمعهد العلمي في المجمعة وتخرج فيه عام 1379هـ.\r\n\r\nالدراسة الجامعية:\r\nدرس المرحلة الجامعية في كلية الشريعة بالرياض، وتخرج فيها عام 1383هـ.\r\n\r\nالدراسات العليا:\r\n\r\n1) الماجستير: نال درجة الماجستير من المعهد العالي للقضاء بالرياض بتقدير «ممتاز» عام 1389هـ في موضوع «أسباب اختلاف الفقهاء» وهو موضوع يتناول قضية كبرى في حياة المسلمين الماضية، والراهنة، وفي المستقبل، وهي قضية: تنوع الرؤى، واختلاف وجهات النظر في فهم النص، وتقدير المصلحة، في إطار الاتفاق على شروط الاجتهاد المعتبرة.\r\n\r\n2) الدكتوراة: حصل على درجة «الدكتوراة» من كلية الشريعة والقانون - في جامعة الأزهر - بمرتبة الشرف الأولى عام 1393هـ في موضوع: «أصول مذهب الإمام أحمد» مع التوصية بطباعة الرسالة وتبادلها بين الجامعات.\r\n\r\nإن أبرز مميزات الإمام أحمد رحمه الله - إلى جانب موقفه الشجاع في الثبات على الحق - أنه قد حرر - بعلم وتجرد وصفاء - منهج أهل السنة والجماعة في أصول علمية محددة واضحة وكان لعلماء المذهب تأثرهم الكبير فيما كان عليه رحمه الله، والأمة تحتاج إلى تجديد علاقتها بهذا المنهج في زمان الغزو الفكري، ومحاولات إحياء المناهج الأخرى بخاصة، ولقد اختير هذا الموضوع لذلك.\r\n\r\n\r\nخدمته في حقل التعليم والإدارة:\r\nعمل مدرساً في المرحلتين المتوسطة والثانوية بالمعاهد العلمية، ثم مديراً لأحدها، ثم موجهاً بها، ثم عضواً في هيئة التدريس بكلية الشريعة بالرياض، وكان ذلك من عام 1382ه إلى 1388هـ.\r\nوفي 21/7/1388هـ أختير عميداً لكلية اللغة العربية بالرياض، وظل عميداً لها لمدة ست سنوات، وقد حرص خلالها على خدمة اللغة العربية، اقتناعاً بأن النهضة الفقهية والفكرية والعلمية المرتقبة في العالم الإسلامي لن تتحقق - بمعناها الأصيل وفي إطارها الحضاري المتميز - إلا عن طريق النهوض الجدي والشامل باللغة العربية أداةً لفهم الكتاب والسنة والتراث، ووسيلة للتفاهم الـخاص والعام، ومرآةً للأفكار والآراء، ولساناً للآداب والعلوم.\r\nوفي 22/12/1394هـ أصبح وكيلاً لجامعة الإمام محمد بن سعود الإسلامية، ثم في 7/2/1396هـ مديراً لها إلى 20/1/1414هـ.\r\nوقد حرص خلال هذه الفترة على أن تنهض جامعة الإمام بواجبها خاصةً في مجال العلوم الشرعية والعربية، وأن تسهم في تقدم العلوم الإسلامية.\r\nوفي 20/1/1414هـ عيّن وزيراً للشؤون الإسلامية والأوقاف والدعوة والإرشاد وتولى الإشراف على مجمّع الملك فهد لطباعة المصحف الشريف إلى 2/3/1420هـ حيث عيّن مستشاراً في الديوان الملكي بمرتبة وزير.\r\nوفي 8/8/1421هـ عيّن أميناً عاماً لرابطة العالم الإسلامي.\r\n\r\nإنتاجه العلمي:\r\nفي مجال التأليف المطبوع المنشور:\r\nأصول مذهب الإمام أحمد بن حنبل.\r\nأسباب اختلاف الفقهاء.\r\nمنهاج الإسلام في بناء الأسر.\r\nمنهاج الملك عبدالعزيز.\r\nمجمل اعتقاد أئمة السلف.\r\nمنهج التعامل مع السيرة.\r\nالإمام محمد بن سعود (دولة الدعوة والدعاة).\r\nالأمة الوسط والمنهاج النبوي في الدعوة إلى الله.\r\nمسؤولية الدول الإسلامية عن الدعوة إلى الله.\r\nالمملكة العربية السعودية وخدمتها للإسلام والمسلمين في الغرب.\r\nالإسلام وحقوق الإنسان.\r\nتأملات في دعوة الشيخ محمد بن عبدالوهاب.\r\n\r\nوفي مجال التحقيق المطبوع المنشور:\r\nمناقب الإمام أحمد بن حنبل «لابن الجوزي»\r\nحلية الفقهاء «لأحمد بن فارس الرازي».\r\nالمقنع والشرح الكبير والإنصاف.\r\nالواضح في أصول الفقه «لابن عقيل»\r\nالمدخل إلى مذهب الإمام أحمد بن حنبل «لابن بدران».\r\nالمغني «لابن قدامة» (بالاشتراك).\r\nشرح مختصر الروضة «للطوفي».\r\nشرح العقيدة الطحاوية «لابن أبي العز» (بالاشتراك).\r\nمحنة الإمام أحمد «لعبد الغني المقدسي».\r\nالجوهر المحصل في مناقب الإمام أحمد بن حنبل «لمحمد بن أبي بكر السعدي».\r\nالرحلة الملكية «ليوسف يس».\r\nالإرشاد إلى سبيل الرشاد لابن أبي موسى الهاشمي.\r\nالكافي لابن قدامة.\r\nالإقناع لطالب الانتفاع للحجاوي.\r\nمنتهى الإرادات للفتوحي.\r\nالبداية والنهاية لابن كثير.\r\nجامع البيان في تفسير القرآن (تفسير الطبري).\r\n\r\nوغير ذلك من الكتب والرسائل والمحاضرات والأبحاث التي نشرت في مناسبات عدة وقد أشرف على إصدار الموسوعة الحديثية التي بدأت بتحقيق مسند الإمام أحمد بن حنبل، كما أشرف على عدد من الرسائل الجامعية وناقشها، وفحص عدداً من المؤلفات والأبحاث لغرض الترقية أو النشر، وكتب العديد من مقدمات الكتب والأبحاث.\r\n\r\n\r\nعضويته في المجالس والهيئات الوطنية والدولية:\r\nأ) في المجال الوطني:\r\nعضو هيئة كبار العلماء في المملكة العربية السعودية.\r\nعضو في المجلس الأعلى للإعلام في المملكة العربية السعودية\r\nعضو في مؤسسة الملك فيصل الخيرية في الرياض.\r\nعضو سابق في اللجنة التحضيرية للجنة العليا لسياسة التعليم في المملكة العربية السعودية\r\nعضو في لجنة جائزة الدولة التقديرية للأدب في المملكة العربية السعودية\r\nعضو في مجلس إدارة مكتبة الملك عبدالعزيز العامة في الرياض.\r\nعضو في الجمعية الخيرية لرعاية الأطفال المعوقين في الرياض.\r\nرئيس سابق لمجلس إدارة المركز الخيري للقرآن وعلومه في الرياض.\r\nعضو سابق في المجلس الأعلى للجامعات في المملكة العربية السعودية.\r\nعضو سابق في المجلس الأعلى للجامعة الإسلامية في المدينة المنورة.\r\n\r\nعضو سابق في المجلس الأعلى لجامعة الملك سعود في الرياض.\r\nوقد اشترك في كثير من اللجان المؤقتة والدائمة لأغراض إسلامية وعلمية.\r\n\r\nب) وفي المجال الدولي:\r\nالأمين العام لرابطة العالم الإسلامي.\r\nرئيس المجلس الإسلامي العالمي في لندن.\r\nرئيس رابطة الجامعات الإسلامية.\r\nرئيس الندوة العالمية للشباب الإسلامي. (سابقاً)\r\nرئيس مجلس أمناء جامعة الملك فيصل في تشاد.\r\nرئيس مجلس الأمناء للمركز الإسلامي في أدنبرة.\r\nرئيس لجنة الخطط والمناهج وهيئة التدريس في الجامعة الإسلامية العالمية في إسلام أباد.\r\nرئيس مجلس أمناء الجامعة الإسلامية في النيجر (سابقاً) وعضو في مجلسها (حالياً).\r\nرئيس المجلس العالمي لامتحانات المدارس العربية والإسلامية.\r\nرئيس صندوق دعم الجامعات الإسلامية.\r\nنائب الرئيس الأعلى للجامعة الإسلامية العالمية في إسلام أباد. (سابقاً)\r\nعضو في المجلس الأعلى للشؤون الإسلامية في القاهرة.\r\nنائب رئيس المجلس الإسلامي العالمي للدعوة والإغاثة.\r\nعضو في مجلس أمناء مركز اكسفورد للدراسات الإسلامية. (سابقاً)\r\nعضو مؤسس في الهيئة الخيرية الإسلامية العالمية في الكويت.\r\nعضو في مجلس الأمناء للكلية الإسلامية الأمريكية في شيكاغو. (سابقاً)\r\nعضو في مجلس الأمناء لمعهد تاريخ العلوم العربية والإسلامية في فرانكفورت ورئيس سابق له.\r\nعضو مؤسس في مجلس جمعية البحوث الإسلامية في بون.\r\nعضو في مركز دراسات الشرق الأوسط بالجامعة الإسلامية الحكومية في وسونان أمبيل - سورابايا - إندونيسيا.\r\nعضو في مجلس الأمناء لمنظمة الدعوة الإسلامية.\r\nعضو في مجلس الأمناء لمعهد العلوم الإسلامية والعربية في أمريكا.\r\nعضو شرف في رابطة الأدب الإسلامي العالمية.\r\nإضافةً إلى عضويته في عدد من المجالس واللجان التي لها علاقة بالتعليم الإسلامي أو الدعوة الإسلامية.\r\n\r\nإسهاماته الإعلامية:\r\nكانت له أحاديث إذاعية متتابعة في إذاعة المملكة العربية السعودية في مختلف الموضوعات: الفكرية والثقافية والاجتماعية والتوجيهية.\r\nوكان له - في التلفزيون - برنامج منتظم يجيب فيه على أسئلة المشاهدين الفقهية والاجتماعية، كما كان له إسهامات - تلفزيونية - متعددة تمثلت في المقابلات الشخصية والندوات المشتركة.\r\nوله مشاركات صحفية ترجمتها تحقيقات ومقابلات ومقالات صحفية عديدة، في الصحف اليومية، والمجلات الأسبوعية والشهرية.\r\n\r\n\r\nاتصالاته المتنوعة:\r\nبحكم عمله واهتماماته كانت له جولات واتصالات، اتسع مداها لتشمل أكثر مناطق العالم.\r\nفهناك حوار بينه وبين الطلاب السعوديين المبتعثين إلى الخارج، وبالذات في أمريكا الشمالية وأوروبا.\r\nوهناك مشاركته في المؤتمرات الدورية التي تعقدها الجمعيات والمنظمات والمؤسسات الإسلامية في أوروبا، وأمريكا، وآسيا، وأفريقيا، واستراليا.\r\nوقد كان لهذا الجهد، ولتلك الاتصالات ثمرات طيبة تمثلت في عقد صلات مع صفوة من العالم الإسلامي من علماء ومفكرين ودعاة ومسؤولين في مختلف المواقع، ومع الشباب المسلم المستعد للتعاون في سبيل حياة أفضل لأمة الإسلام، ومع عدد من المؤسسات والشخصيات العالمية المتفهمة لحضارة الإسلام، والمقدرة لمكانة المسلمين.\r\n\r\n\r\nجهوده في حقل التربية والتعليم:\r\nله خلال أربعين عاماً إسهاماته في مجال التربية والتعليم في المملكة العربية السعودية وفي خارجها في البلاد العربية والإسلامية والعالمية، حيث كان عضواً في مؤتمرات واجتماعات اتحاد الجامعات العربية حينما كان مديراً لجامعة الإمام محمد بن سعود الإسلامية، وشارك في أكثر أعماله التأسيسية والتطويرية، كما كان كذلك بالنسبة لرابطة الجامعات الإسلامية ومؤتمراتها ومجلسها التنفيذي، وشارك في مختلف اللجان والهيئات التعليمية، وأسهم في تأسيس عدد من الجامعات والمدارس الإسلامية والعربية في العالم، وله جهده مع أقسام الدراسات العربية والإسلامية ومراكزها في أوروبا وأمريكا، ومراكز البحث المتخصص في هذا المجال، كما قوَّم العديد من خطط الدراسة ومناهجها - وبخاصة الإسلامية - في مختلف الجامعات الإسلامية، وأشرف على عدد من رسائل الدكتوراة والماجستير، وناقشها، وقوَّم العديد من الأبحاث والدراسات والكتب العلمية، واشترك في تأسيس عدد من الموسوعات العلمية الحضارية وتنظيمها.\r\n\r\n\r\nإسهامه في خدمة العلوم الإسلامية والعربية:\r\nوفي مجال خدمة العلوم الإسلامية والعربية، أسهم فيما قدّمه من دراسات وأبحاث من خلال المجالس واللجان المختصة، كاللجنة العليا لسياسة التعليم في المملكة، ولجنتها التحضيرية، ومن خلال المؤتمرات والندوات التي عقدت لهذا الغرض.\r\nومن خلال رئاسته لرابطة الجامعات الإسلامية، ومجلسها التنفيذي، ومؤتمراتها وندواتها المتخصصة، والتي تعقد خصيصاً لتطوير الدراسات الإسلامية والعربية، وتمكينها في مناهج الجامعات الإسلامية.\r\nومن خلال الجامعات التي أسهم في تأسيسها ودراسة خططها ومناهجها، كالجامعة الإسلامية في النيجر، والجامعة الإسلامية العالمية في إسلام أباد، وغيرهما من الجامعات التي تقوم في الأساس على خدمة الإسلام وعلومه، ومن خلال دعم هذه العلوم، وطباعة الكتب والأبحاث التي تخدمها، وتوزيعها، وبخاصة ما يتعلق بعلوم العقيدة، والحديث والتفسير، والفقه، والأصول، والتاريخ.\r\n\r\n-\r\nالمصدر :\r\nموقع رابطة العالم الإسلامي","seal":"CAB7E9CA","cat":"الدعوة وأحوال المسلمين","oNum":31489,"BkId":31489,"oAuth":164,"bVer":1,"aSeal":"FE97018C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t31489":
    [
      {"lvl":1,"id":0,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"حقوق الإنسان في الفكر الغربي"},
      {"lvl":1,"id":13,"sub":0,"tit":"نقد النظرة الأوروبية لحقوق الإنسان"},
      {"lvl":1,"id":30,"sub":0,"tit":"خصائص النظرة الإسلامية لحقوق الإنسان"},
      {"lvl":1,"id":44,"sub":0,"tit":"الفرق بين النظر الإسلامي والفكر الغربي في فكرة الحق"},
      {"lvl":1,"id":50,"sub":0,"tit":"حق الحياة وسلامة البدن والعقل والعرض"},
      {"lvl":1,"id":55,"sub":0,"tit":"حرية الإنسان"},
      {"lvl":1,"id":63,"sub":0,"tit":"المساواة"},
      {"lvl":1,"id":76,"sub":0,"tit":"التكافل الاجتماعي"},
      {"lvl":1,"id":86,"sub":0,"tit":"المملكة العربية السعودية وحقوق الإنسان"},
      {"lvl":1,"id":91,"sub":0,"tit":"حقوق الإنسان في النظام الأساسي للحكم والأنظمة الأخرى في المملكة"},
      {"lvl":1,"id":105,"sub":0,"tit":"الخاتمة"}
    ]
}
